{"籤詩版本二": "Muga-muga jagad iki digawe kanggo omah-omah sing apik, dina sing apik lan apik, lan kabeh dadi apik\nOra ana prakara cilik yen sampeyan entuk lot iki, Kaisar mratelakake manawa wong-wong iku setya lan jujur.", "詩意": "Heksagram iki nggambarake wiwitan pambukaan langit lan bumi.\nKabeh iku apik.", "解曰": "Kacepetan cepet. Taun ora worth wektu. Guanyin nulis. Kabari aku dhisik.", "籤詩故事一": "◇ Zhongli dadi terang\nZhongli Quan, jenenge Zhongli, jenenge Quan, jenenge Yunfang, lan julukan Zhengyang, iku asli saka Kabupaten Xianyang, Xi'an, Provinsi Shaanxi nalika Dinasti Han Wétan.\nZhong Liquan minangka jenderal Dinasti Han, nalika ekspedisi nglawan Qiang Kulon, dheweke iri karo komandan Liang Yi lan mung ditugasake 30.000 prajurit sing wis tuwa lan ringkih, nalika dheweke teka ing papan sing dituju, kemah kasebut dirampok dening tentara Qiang Kulon, lan prajurit mlayu. Zhong Liquan kesasar ing lembah lan ketemu karo biksu ing dalan, banjur digawa menyang desa cilik lan ngandika, \"Iki omahe Pak Donghua.\" Banjur pamitan lan lunga. Ora let suwe, dumadakan ana wong sing ngomong, \"Iki mesthi amarga wong Hu sing mripat ijo banget omong-omongan.\" Dheweke weruh wong sing nganggo wulu kidang putih lan nyekel teken quinoa ijo. Dheweke takon Zhong Liquan, \"Wong sing teka. punika Han Da Jendral Zhongli Quan\n? Zhong Liquan kaget, ngerti yen dheweke wis ketemu wong aneh, mula dheweke sinau Tao kanthi tulus.\nZhong Liquan banjur ketemu Zhenren Huayang lan Raja Abadi Xuanfu, lan sinau \"Rahasia Keabadian\". Pungkasane, dheweke manggon ing Zijin Sihaofeng ing Gunung Kongtong, entuk \"Rahasia Kotak Giok\", lan dadi sejatine abadi. Dheweke uga diajeni minangka salah siji saka Lima Patriark Lor dening Sekte Quanzhen.", "聖意": "Nyuwun donga supaya omah lan omahmu diparingi rejeki ing musim gugur lan mangsa, golek rejeki ing musim gugur lan mangsa, rejeki ing bisnis, rejeki ing bebrayan, rejeki ing lair, rejeki ing lelungan. sawah, rejeki ulat sutra, rejeki kewan, rejeki golek wong, rejeki gugatan, rejeki hijrah, kelangan harta benda, rejeki lelara timur laut, rejeki kirim gunung lan kuburan.", "古人": "Zhongli dadi pencerahan", "第X籤": "tandha pisanan", "宮": "Rahim"}