{"籤詩版本二": "Sumelang lan sumelang ing sauntara lega, lan kabungahan teka saka langit.\nKaya jade sing didhelikake ing bledug, wong sing nyambut gawe sing apik ngilangake lebu", "詩意": "Hexagram iki nggambarake harmoni Yin lan Yang.\nKabeh sing direncanakake pancen apik.", "解曰": "Ora ana sing entuk, ora ana sing ilang. Keuntungan saka mundhut. Wong jahat ana ing alangan. Good luck kanggo sampeyan, purun.", "籤詩故事一": "◇Ye Meng Xiong Chao Di\nYe Mengxiong (1531-1597), sing jenenge Nanzhao lan jenenge Longtang, diganti dadi Longtan lan uga dijenengi Huayun. Wong asli saka Wanshifang, Huizhou Fucheng (saiki dadi bagéan saka Distrik Huicheng, Kutha Huizhou) ing Dinasti Ming. Ing taun kaping 44 pamaréntahan Jiajing (1565), dheweke dadi Jinshi lan dianugerahi gelar hakim ing Kabupaten Qing. Dheweke njabat minangka direktur departemen transfer, lan banjur diganti dadi sensor pengawas ing Shanxi Road.\nIng taun kaping 20 Wanli (1592), Konsul Jenderal Ningxia, Kuaibai (kepala suku Tatar Mongolia), mateni gubernur Dang Xin lan ngrebut Benteng Patang puluh pitu ing Provinsi Hexi. , nyuwil kutha, nyembah lan ngobong. awake nganti mati. Meng Xiong ora gumedhe anggone njupuk kredit, lan ngidini katrampilane kaya jenderal sing wani perang. Wei Xuezeng resmi diuripake maneh. Ing taun-taun pungkasan, dheweke mundur kaping lima lan bali menyang Huizhou kanggo mbangun Candhi Huilong.\nYe Mengxiong mlebu Taoisme minangka PNS ing wiwitan lan misuwur amarga kejujuran lan integritas. Cathetan sejarah lawas nyatakake yen dheweke \"sing pisanan ing andhap asor lan kemampuan\", \"nyingkirake korupsi lan ngukum pambrontakan\", ninggalake reputasi sing apik. setya banget, wani, wani, lan pinter. Ing paruh kapindho uripe, kaprigelan seni bela dhiri kacathet ing \"Sejarah Dinasti Ming\" lan dheweke dianggep minangka pahlawan nasional.", "聖意": "Omah ora kepenak (semakin tentrem).Musim gugur lan mangsa apik kanggo awake dhewe, kasugihan sukses, transaksi sukses, lan perkawinan sukses. Liujia duwe weker palsu (ana bandha) Wong mlaku menyang sawah kanggo ndedonga ulat sutra. , lan kewan enem iku rata, wong ditemokake, tuntutan hukum umum ora disenengi, Migrasi konservatif, ilang harta benda ngalangi penyakit, lan kuburan ana ing Fushan.", "古人": "Ye Meng Xiong Chao Di", "第X籤": "Nembelas Winning Lotto", "宮": "Maogong"}