{"籤詩版本二": "Gagak Emas tiba ing sisih kulon lan Kelinci munggah ing sisih wétan, siklus awan lan wengi terus wiwit jaman biyen nganti saiki.\nPara bhikkhu lan Taois ngerti manawa ora ana kekurangan, lan para sarjana, petani, industri lan pedagang kabeh padha ngetutake pikirane dhewe.", "詩意": "Hexagram iki nggambarake waxing lan waning yin lan yang.\nIku uga tandha yen kabeh bakal mlaku kaya sing direncanakake.", "解曰": "Ora ana apa-apa ing atine. Apa sing wis dilakoni iku patut. Kaya panah saka busur. Siji tembakan tekan target.", "籤詩故事一": "◇Pakdhe Cao Guo iku wong sing abadi\nCao Guojiu, asli Xuzhou, diarani pamane gedhe negara nalika jaman Renzong Dinasti Song, jenenge Cao Yi, uga dikenal minangka Cao Jingxiu.\nPakdhe Cao Guo duwe adhine jenenge Cao Er. Cao Er iki ngandelake jabatane panguwasa kekaisaran lan nindakake kabeh jinis piala, dheweke ngrebut sawah, njupuk bojo lan anak wadon, lan kekancan karo sawetara wong jahat sing ora duwe hukum, mlebu lan metu. Cao Guojiu ora tahan, mula dheweke ora gelem ngrungokake pangandikane lan panglipur kang becik, mula anggone ngukum dheweke.\nCao Guojiu ngandika: \"Prinsip-prinsip ing donya yaiku wong-wong sing nglumpukake barang-barang sing apik bakal makmur, lan wong-wong sing nglumpukake piala bakal sirna. Iki minangka bebener sing ora bisa diganti. Kulawarga Cao kita wis nglumpukake tumindak ala ing jaman kepungkur kanggo entuk kasugihan saiki. kakangku wis nglumpukake piala nganti nemen, nadyan lolos Sanadyan diukum dening pejabat, sampeyan ora bisa uwal saka bilai sing didhelikake. wektu iku, aku bakal asor lan wedi marang iku.\" Dadi, aku buyar kabeh bandhaku, Panjenengane nulungi wong miskin lan ora peduli maneh marang urusane sedulure. Banjur dheweke ninggalake omah lan kanca-kancane, ganti seragam Tao, lan menyang gunung kanggo ngolah pikiran lan alam.\nIng sawijining dina, dheweke ketemu karo Zhongli lan Lu Dongbin saka Dinasti Han, dheweke seneng banget ndeleng wangsulane Pakdhe Cao Guo sing wicaksana, dheweke menehi \"Edict Rahasia Mbalekake Kasunyatan\" lan mrentah dheweke supaya latihan kanthi ati-ati. Ora suwe Zhongli. Quan lan Lu Dongbin dikenalake menyang kelas abadi.", "聖意": "Rejeki kanggo omah, omah, rejeki, rejeki, rejeki ing bisnis, nikah, wong lelungan, nandur ulat sutra ing sawah, awal tanduran enem ternak, mundhut bathi, golek wong, tumindak hukum, hijrah, ilang properti. , lara telat, rejeki (taun terwelu utawa nasib ala kanggo terwelu), nasib apik ing kuburan gunung.", "古人": "Pakdhe Cao Guo iku wong sing langgeng", "第X籤": "Tandhani kaping wolulas", "宮": "Maogong"}