{"籤詩版本二": "Nglilani prau bali saka pantai banyu cepet, apa sing arep ditindakake amarga geger?\nYen sampeyan pengin aman, golek katentreman lan ngenteni ombak ngliwati krisis iki.", "詩意": "Heksagram iki kaya prau sing lelungan ing pantai kanthi cepet.\nTetep konservatif ing kabeh lan ngenteni wektu.", "解曰": "Disembark ing banyu kuwat. Bebaya ngenteni wektu. Yen sampeyan takon babagan rencana kemah. Ora ana sing bisa ditindakake.", "籤詩故事一": "◇Ziyi dilantik dadi raja\nGuo Ziyi (697-781), uga dikenal minangka Guo Linggong, iku asli saka Kabupaten Zheng, Huazhou (saiki Kabupaten Huaxian, Provinsi Shaanxi) lan jenderal ing Dinasti Tang.\nSajrone Pemberontakan Anshi ing taun kaping 14 Tianbao (755), dheweke diwenehi gelar Shuofang Jiedushi (Lingwu, sisih kulon Lingwu ing Ningxia saiki). Dheweke didhawuhi perang salib. Dheweke nggabungake tentara Shuofang karo Li Guangbi kanggo maju. menyang Hebei.Dheweke gabung ing Changshan (Zhengding, Hebei) lan ngalahake Shi Siming, ngrebut Hebei maneh. Ing wektu iki, Guo Ziyi ngusulake supaya kaisar njupuk Fan Yang saka sisih lor lan nyerang guwa macan pemberontak kanggo nyuda pengepungan Tongguan, nanging Xuanzong ora gelem. Sawisé iku, kahanan kutha-kutha vasal separatis ing pungkasan Dinasti Tang ditandur, sing uga dadi sabab adoh saka mati Dinasti Tang.\nIng taun kaping limalas pamarentahan Tianbao (756), dheweke lan koalisi Uighur nenangake Hequ. Ing musim semi taun sabanjure, dheweke mbalekake Hedong (saiki Yongji, Shanxi) lan Feng Yi (saiki Dali, Shaanxi), lan nyerang Tongguan, ngalahaké Cui Qianyu.Walité Tang nandhang korban luwih saka 10.000 jiwa. Cui Qianyu nyerah marang Pujin. An Lushan dipateni putrane An Qingxu.\nIng taun kapindho Zhide (757), dheweke didhawuhi mimpin pasukan menyang Fengxiang. Ing dalan, dheweke ngalahake 5.000 pasukan kavaleri Li Guiren ing Jembatan Baiqu Liuyun (saiki tenggara Sanyuan). Ing wulan Mei, dheweke perang karo An Shouzhong lan Li Guiren ing Qingqu (saiki ing sisih kulon Xi'an) dikalahake, lan dheweke mundur menyang Wugong (saiki ing sisih lor-kulon Wugong) Ing wulan September, dheweke ngetutake Marsekal Guangping Wang Li Chu kanggo mimpin Tang lan Uighur kanggo gabung karo 150.000 prajurit, lan banjur perang. karo An Shouzhong lan Li Guiren ing Xiang. Ing sisih lor Kuil Ji (kidul kulon saka Kabupaten Chang'an saiki), para prajurit Uighur ngubengi mungsuh, nyerang saka loro-lorone, lan mateni 60.000 mungsuh. Zhang Tongru mlayu menyang Kabupaten Shaanxi, lan pungkasane bisa ngrebut ibukutha Chang'an (saiki Xi'an).Kaagungan tentara Tang bali maneh menyang Chang'an.\nSawisé iku, tentara Tang njupuk kauntungan saka kamenangan lan maju menyang wetan, ngalahake 150.000 prajurit kalebu Yan Zhuang lan Zhang Tongru ing Xindian (saiki kidul-kulon kutha Sanmenxia, ​​Provinsi Henan), meksa Anqing Xu nyabrang Kali Kuning lan mundur menyang Xiangzhou. Dongjun Luoyang bali. Tambahake Situ marang kaluwihane lan didadekake Adipati ing negara.\nShi Siming mimpin pasukane saka Fan Yang kanggo nylametake An Qingxu. Loro-lorone perang ing formasi ing sisih lor Kali Anyang (saiki ing sisih lor Anyang). Pertempuran kasebut ora bisa dipisahake. Ing pungkasan, dipimpin dening sangang Jiedushi, tentara Tang, sing ngaku duwe 600.000 prajurit, mundur (ing perang Yecheng).perang). Panglima utama perang iki yaiku kasim Yu Chaoen, sing ora duwe katrampilan kepemimpinan lan nyalahake Guo Ziyi amarga gagal perang. Guo Ziyi ditimbali menyang Chang'an, dibebasake saka kekuwatan militer, lan dadi pejabat sing nganggur.\nIng taun kapisan Baoying (762), wadyabala ing Taiyuan (saiki ing sisih kidul-kulon Taiyuan) lan Jiangzhou (saiki Xinjiang ing Provinsi Shanxi) mbalela. kontrol Jiangzhou. Dheweke uga diasingake dening kasim Cheng Yuanzhen lan dibebasake saka kekuwatan militer.\n(Fokus crita iki: Guo Ziyi, sing nduweni kemampuan lan prilaku sing apik, ketemu Xuanzong lan sawetara wong jahat, sing ngrusak prestasine.)", "聖意": "Berkah omah lan awake dhewe, golek kasugihan, ora transaksi, ora nikah, ora weker palsu, pejalan kaki teka ing Tiancanji, angel golek wong, tuntutan hukum umum lan (ora Xing), migrasi, konservatif, ilang properti, angel ditemokake, penyakit, ndedonga kanggo berkah, gunung lan kuburan, apik", "古人": "Ziyi dilantik dadi raja", "第X籤": "Sangalas Winning Lott", "宮": "Tatsumi"}