{"籤詩版本二": "Sawise akeh kuwatir lan bebaya, mula saiki ora bakal kosong maneh\nAti sing loman duwe rencana loman dhewe, sampeyan kudu ketemu ahli supaya bisa nggayuh prestasi sing apik.", "詩意": "Heksagram iki kaya sumur kuna kanthi spring.\nIng kabeh, wong mulya entuk sukses.", "解曰": "Tuntutan kasebut pungkasane bakal dibenerake. Lara lan aman. Mlebu lan metu kanggo njaluk saran. Sumur kuno ketemu musim semi.", "籤詩故事一": "◇Yao Chong ngontrol walang\nYao Chong (649-721), sing jeneng asli Yuan Chong, asalé saka Shaanzhou, dadi Menteri Xia Guan, Shangshu saka Chunguan, Ziweiling, Zhongshuling, lan Perdana Menteri ing Dinasti Tang.\nIng taun kaping papat Kaiyuan (716), Shandong (umume ngrujuk marang Basin Kali Kuning ing sisih wetan Huashan) ketaman walang, wong-wong padha kaiket dening gagasan takhayul lan ora wani mburu lan mateni wong-wong mau. kurban, ngobong menyan, nyembah ing sandhinge pategalan, lan mirsani pametune dimangsa walang.\nKabeh pejabat padha percaya: “Walang iku bencana alam, kepiye carane bisa dikuwasani dening tenaga kerja!” Perjuangan antarane rong gagasan sing beda-beda wektu iku pancen sengit, apa arep ngilangi walang utawa ora.\nYao Chong ngandika: \"Angger kita padha gotong royong, kita bisa nyingkirake kabeh, ujare: Walang wedi marang wong, mula gampang diusir. Bibit duwe pemilik, mula sing nylametake kudu kerja keras, walang. bisa mabur, lan mesthi bakal mabur yen ndeleng geni ing wayah wengi, genine ing pategalan, gali bolongan nalika kobong, kubur nalika kobong, lan ora bakal ana apa-apa.\"\nXuanzong ngandika: \"Walang minangka bencana alam sing disebabake dening pamrentahan moral sing ora becik. Yen sampeyan njaluk supaya diburu lan dipateni, apa iki ora bakal nglawan gandum?\"\nYao Chong nambahake: \"Nyekel lan mateni walang iki ditindakake dening para leluhur, lan paduka bakal nggunakake ing tembe. Iki minangka acara nasional sing gedhe kanggo nggawa katentreman lan kamakmuran kanggo para petani. Mangga dipikir kanthi serius.\"\nXuanzong yakin. Nanging ing wektu iku, kabeh wong ing njero lan njaba pengadilan ngomong yen walang ora bisa diburu.\nXuanzong ngandika: \"Aku wis rembugan karo perdana menteri lan wis mutusaké kanggo nyekel walang. Sapa wae sing obyek maneh bakal dieksekusi. \" Dadi dheweke ngirim sensor kanggo ngawasi lan ngarahake wong-wong mau kanggo ngobong lan ngubur walang.\nAsil kasebut cukup efektif, sangang yuta dana walang kejiret ing saindenging negara, lan wabah walang kasil diilangi. Tetanen entuk panen sing apik ing taun kasebut.\n(Kawicaksanan kudu digunakake ing manajemen bencana lan evakuasi, lan kudu ana strategi sing cerdik kanggo ngatasi kesulitan. Yao Chong minangka pakar babagan iki)", "聖意": "Omah wis biasa, awake dhewe diblokir, golek dhuwit diblokir, dagang diblokir, perkawinan lan kerukunan diblokir, ana bebaya ing Liujia, wong mlaku diblokir, ulat sutra diblokir, kewan kewan ora kepenak, wong ilang, tuntutan hukum umum. diblokir, migrasi ora masuk akal, barang sing ilang angel ditemokake, penyakit angel didongakake, gunung lan kuburan ora kepenak.", "古人": "Yao Chong ngontrol walang", "第X籤": "Menang lotre rong puluh lima", "宮": "Istana Mi"}