{"籤詩版本二": "Ana desas-desus yen kahanan wis dadi kuwalik, lan aku nampa layang saka cakrawala.\nFame lan sukses sing dijanjekake marang aku ing buku kasebut tetep kosong nganti pungkasan.", "詩意": "Hexagram iki duwe jeneng palsu.\nDisaranake dadi konservatif ing kabeh.", "解曰": "Munggah mudun mumet. Nggolek luang ora nganggur. kepinginan kanggo fame. Tetep aman.", "籤詩故事一": "◇Zhong Kui entuk pencerahan\nZhong Kui, sing jenenge Zhong Kui, sing jenenge Zhengnan, asale saka Zhongnanshan.\nNalika jamane Kaisar Dezong saka Dinasti Tang, Zhong Kui melu ujian kekaisaran. Zhong Kui maca soal-soal ujian lan langsung nulis artikel kasebut bebarengan lan nyerahake. Panguji pangareping dina iku Han Yu, Mentri Urusan Sipil, lan wakile pamariksa yaiku Lu Zhi, sarjana agung. Nalika wong loro maca kertas Zhong Kui, mripate padhang lan padha muni bebarengan: \"Penyihir, penyihir! Saben tembung ing artikel iki kepileh, pantes Li Taibai lan Du Zimei! \"Mulane padha dijenengi Zhong Kui minangka panggonan pisanan.\nKaisar Dezong mirengake laporane Han Yu lan ngendika yen Zhong Kui, juara ilmu anyar, bakat banget, mula dheweke nimbali Zhong Kui ing Istana Emas.\nNalika Kaisar Dezong nyumurupi rupane kang awon, dheweke langsung ngrasa ora seneng lan ngendika, \"Pamilihan ulama ing kraton kita kabeh adhedhasar tembung lan kaligrafi pribadi. Kepiye wong sing ala kaya ngono bisa dipilih dadi sarjana nomer siji ing ngelmu emas? \"\nHan Yu enggal-enggal tumungkul lan ngandika: \"Kabecikan lan ala saka wong iku ora mung katon. Apa sampeyan, Gusti Suci, ora krungu yen Yan Ying dhuwur telung kaki lan padha karo perdana menteri? Zhou Chang gagap nanging bisa mbantu Dinasti Han; Konfusius ngadili wong saka penampilane, lan kelangan putrane Yu. Muga-muga paduka mikir kaping pindho.\"\nKaisar Dezong mikir sedhela lan ngandika: \"Sanajan tembung Han Aiqing cukup wajar, nalika aku dadi Kaisar Taizong, ana wolulas sarjana sing teka ing Yingzhou lan ngomong babagan iki. Wong iki minangka sarjana nomer siji. Aku wedi yen jagad iki. bakal ngguyu aku amarga ora ngerti bakat.\"\nPerdhana Mentri Lu Qi pikirane ciut lan iri marang bakat. Sawise krungu pangandikane sang nata, dheweke banjur tumungkul lan ngandika: \"Wong sarjana nomer siji ing subyek emas kudu internal lan eksternal. Ana telung atus calon kanggo subjek iki. Kok ora milih liyane?\"\nNalika Zhong Kui weruh wong iki bingung banget, dheweke ora bisa nahan nesu, banjur nuding Lu Qi lan ngipat-ipati: \"Yen pejabat sing ora ngerti iki ana ing pengadilan, apa dheweke ora bakal ngrusak negara?\" dheweke njotosi Lu Qi nganggo ajiné.\nWeruh iki, Dezong ngamuk lan ngomong: \"Kowe pancen wani, wani nggawe masalah ing Istana Emas, cepet mudhun!\"\nKanthi nesu, Zhong Kui nyopot pedhang saka bangkekan jenderal sing ngadeg ing kraton lan ambegan banter: \"Pancen angel kucing sing frustasi niru macan, lan manuk beo sing frustasi ora kaya pitik.\" Sawise iku, dheweke nglalu.\nNalika Kaisar Dezong weruh yen Zhong Kui nesu mati bunuh diri, dheweke kaget banget, supaya bisa ngalahake atine wong, dheweke mrentah supaya Zhong Kui dikubur kanthi gelar resmi No.1, lan uga ndadekake Zhong Kui dadi Dewa. saka Exorcism kanggo nyisihaken donya saka roh-roh jahat.", "聖意": "Ndedonga kanggo berkah ing ngarep, safety dhewe, kangelan financial, Gagal bisnis, Gagal marriage, Liujia wanita pejalan kaki, dateng field silkworms setengah masak, enem kéwan domestik, bisa wungu, wong ilang, tuntutan hukum umum Western, mundhut saka migrasi, konservatif, mundhut properti, penyakit, ndedonga kanggo rejeki ing gunung lan kuburan", "古人": "Zhong Kui entuk Tao", "第X籤": "Kaping enem menang lotre (Lotre)", "宮": "Istana Mi"}