{"籤詩版本二": "Nglampahi wektu kanthi tentrem lan sepi, lungguh lan lying mudhun nalika ngombe teh sawise kebak\nSampeyan ora perlu sibuk fisik lan mental, lan sampeyan mesthi ora bakal nyebabake ketidakadilan utawa bilai.", "詩意": "Hexagram iki minangka simbol perdamaian lan stabilitas.\nIng kabeh perkara, ngenteni wektu sing tepat bakal nggawa rejeki.", "解曰": "Tetep aman lan sehat. takon marang dewa. Enteni nganti tekan wektune. Prekara kedadeyan kanthi kebetulan.", "籤詩故事一": "◇Foyinhui Dongpo\nSepisan, Su Dongpo entuk pangerten nalika sinau Zen, dheweke ngerti yen kahanane transenden, lan dheweke rumangsa seneng. Ora bisa nahan karepku, aku nyebar pulpen lan nulis geguritan:\n\"Ing tengah langit, Jishou sumunar ing jagad raya; ora bisa ditiup dening wolung angin, dheweke lungguh ing teratai emas ungu.\"\n(Angin wolung nuduhake: bathi, kemunduran, karusakan, reputasi, pujian, dipoyoki, kasangsaran, lan rasa seneng. Tegese, ora ngganggu dening wolung negara kasebut diarani \"angin wolung ora bisa obah\")\nSawise nulis, Dongpo ngutus abdine nyabrang kali kanggo menehi menyang Zen Master Foyin saka Kuil Jinshan.\nSawise Zen Master Foyin maca, dheweke menehi tandha karo tembung \"kentut\" lan menehi marang abdine kanggo njupuk maneh.\nDongpo nesu sawise ndeleng iki, banjur numpak prau nyabrang kali lan menyang Kuil Jinshan kanggo nggoleki segel Buddha kanggo diskusi.\nNalika Dongpo tekan ing gapura Kuil Jinshan, Foyin wis ngenteni ing gapura.\nSu Dongpo langsung nudhuh Foyin: \"Kok sajak sing tak tulis kentut?\"\nFoyin mangsuli: \"Apa sampeyan wis 'ora bisa ditiup dening wolung angin'? Apa sampeyan bisa 'diantemi ing sebrang kali' dening kentut!\"\nIng wektu iki, Dongpo kaget amarga ngerti yen dheweke ora cukup lan ninggalake isin.\n(Crita iki minangka metafora kanggo \"Panas durung teka\")", "聖意": "Ndedonga omah lan kaslametanmu, kasugihanmu, bisnismu, mugo-mugo mugo-mugo, muga-muga bebrayanmu, wong lelungan wadon ing Liujia, tekane ulat sutra ing ara-ara, kewan nenem dadi mantep. kanggo nemokake wong, kanggo masalah, kanggo tuntutan hukum umum, kanggo migrasi, kanggo ilang properti, kanggo penyakit, kanggo dikirim menyang kuburan gunung,", "古人": "Foyinhui Dongpo", "第X籤": "Telung puluh siji nomer menang", "宮": "Wei Gong"}