{"籤詩版本二": "Perjalanan bali wis mesthi.Sapa sing ngerti jade sing didhelikake ing watu?\nSawise pengrajin sing apik duwe potongan sing jelas, dheweke bakal rumangsa aman lan aman ing jaman jasper", "詩意": "Ing heksagram iki, sampeyan bisa ndeleng gambar jade nalika sampeyan ngethok watu.\nKerja keras kanggo sukses ing kabeh.", "解曰": "Bandha ana ing watu. Wong liyo ngerti sethithik. Enteni nganti dadi cetha. Apa wae sing bisa.", "籤詩故事一": "◇Liu Bei nggoleki bakat (telung kunjungan menyang pondokan jerami, telung kunjungan menyang pondokan jerami)\nPeriode Three Kingdoms. Zhuge Liang urip kanthi sepi ing gubug jerami ing Longzhong. Liu Bei sregep golek bakat, mula dheweke langsung marani Zhuge Liang, ping telu ngunjungi Zhuge Liang (dikenal kanthi jeneng \"Telung Kunjungan menyang Pondok Jerami\". Liu Bei njaluk wong liya supaya adoh lan njaluk Zhuge Liang : \"Dinasti Han saya mudhun, lan menteri cidra nyolong nyawane. Paduka. \"Katutup ing bledug. Aku ora ngukur kabecikan lan kemampuanku, aku pengin pracaya marang kabeneran sing gedhe ing donya, nanging kawicaksananku. lan ketrampilane cethek, mula aku nggunakake akeh banget. Nganti saiki. Nanging, cita-citaku isih durung rampung, apa rencana bakal ditindakake?\"\nZhuge Liang banjur ngaturake rencana kanggo mbagi jagad dadi telung bagean, lan nganalisis kahanan nalika Cao Cao ora kasedhiya lan Sun Quan bisa nulungi dheweke. kang duwe kesempatan kanggo njupuk kauntungan saka dheweke, lan mung bisa njupuk kauntungan saka rong negara iki. Mung banjur bisa menang donya, malah ngandika Liu Bei strategi kanggo nyerang Central Plains. (Rembugan iki banjur diarani \"Longzhong Dui\"). Sawise Liu Bei krungu iki, dheweke ngalembana kaya-kaya wis nemokake bandha, lan banget ngajak Zhuge Liang metu kanggo mbantu, mula Zhuge Liang dadi penasehat militer Liu Bei.", "聖意": "Omah iku rata-rata, dhewe aman, golek kasugihan, dagang tenaga kerja, ngalang-alangi omah-omah, dadi lelungan virtual ing Liujia, lan ulat sutra ing Yaotian, pungkasan dadi kewan makmur, golek wong, tuntutan hukum umum, migrasi, ilang properti, penyakit Barat. , miskin Anshan, kuburan ngganti kanggo auspiciousness", "古人": "Liu Bei golek bakat (telung kunjungan menyang pondokan jerami, telung kunjungan menyang pondokan jerami)", "第X籤": "Pemenang lotre telung puluh detik", "宮": "Wei Gong"}