{"籤詩版本二": "Yen sampeyan pengin aman lan tentrem, iku ora cocok kanggo lilin ing angin.\nLuwih becik resik-resik lan lungguh ing bale jero, nyingkiri cahya, goyangake ing papan sing sepi, lan obah. Goyang → Yao. Gratis → sawetara.", "詩意": "Heksagram iki kaya angin goyangake lampu lan lilin.\nNjaga samubarang bakal nggawa rejeki.", "解曰": "Mapan ing papan sing sepi. Nelpon lan tepat wektu. Iku dudu berkah. Konservatif lan cocok.", "籤詩故事一": "◇ Li Jing bali menyang gunung\nLi Jing (571-2 Juli 649), duweni jeneng Apoteker, iku asli saka Sanyuan, Yongzhou (saiki lor-wétan County Sanyuan, Provinsi Shaanxi). Jendral saka pungkasan Dinasti Sui nganti awal Dinasti Tang, dheweke dadi ahli strategi militer sing misuwur kanthi ketrampilan sipil lan militer ing Dinasti Tang. Salajengipun, piyambakipun pikantuk gelar Adipati Wei, lan dikenal minangka Adipati Wei ing donya.\nLi Jing minangka bapak saka pangeran katelu Nezha ing daftar dewa, uga dikenal minangka \"Raja Tota\". Li Jing lan putrane mbantu Jiang Ziya (Tai Gong) kanggo ngalahake Ratu Zhou, ngadegake Dinasti Zhou, lan Raja. Wu resmi munggah tahta. Jiang Ziya banjur nyiyapake daftar dewa lan nindakake upacara kanggo nyenengake jiwa prajurit sing tiwas ing perang. Wiwit saka iku, donya dadi ayem lan tentrem. Raja Wu kepengin nggawe marquises lan menehi ganjaran, lan dheweke uga pengin menehi tanah kanggo para pahlawan pendiri. Li Jing, bapak lan putrane, lan wong pitu liyane njaluk bali menyang gunung kanggo nindakake Taoisme lan ora kepengin banget karo ketenaran lan kasugihan donya. Mengko, pitu mau \"dadi wong suci ing badan\" lan peringkat antarane wong sing ora bisa mati.\nKisah \"Feng Shen Bang\"", "聖意": "Omah iku konservatif, aku biasa, golek kasugihan, angel bisnis, omah-omah ora konsisten, Liujia ndedonga supaya wong mlaku duwe iman, ulat sutra wis mateng ing musim gugur, lan enem kewan aman, wong ilang, tuntutan hukum umum. lan migrasi konservatif, ilang penyakit property, ora ngganti kuburan ing Jianxingshan", "古人": "Li Jing bali menyang gunung", "第X籤": "Pemenang lotre kaping telu puluh pitu", "宮": "Shen Gong"}