{"籤詩版本二": "Cermin lawas ewu taun ketemu maneh, wong wadon njaluk bojomu kanggo nikah maneh\nWiwit kuwi, kulawarga wis owah, lan berkah ditambahake kanggo anak lan putu.", "詩意": "Heksagram iki minangka simbol reuni pangilon.\nKabeh iku kerja keras lan larang.", "解曰": "Ngeduk wedhi dadi emas. Nunggang naga lan nunggang macan. Senadyan iku gaweyan. Ana tambahan ing.", "籤詩故事一": "◇ Yulianhui sepuluh kanca\nIng Dinasti Song, Qian Yulian nikah karo Wang Shipeng. Nalika Shi Peng tindak menyang Beijing kanggo njupuk ujian, Sun Ruquan sugih meksa Yulian kanggo nikah maneh.\nQian Yulian nolak lamaran Sun Ruquan sing sugih lan luwih seneng omah-omah karo Wang Shipeng, sarjana miskin saka Wenzhou sing disewa dening \"Jing Chai\".\nSalajengipun, Wang Shipeng pikantuk bebungah kapisan, amargi boten purun dipunpeksa krama kaliyan Perdana Menteri Wanqi, piyambakipun dipunutus dados hakim ing Chaoyang ingkang terpencil. Sun Ruquan meneng-menengan ngganti surat keluarga Wang Shipeng dadi \"surat cerai\" lan ngapusi Yulian supaya diapusi. Ibu tiri Qian Yulian uga meksa dheweke omah-omah maneh, nanging Yulian ora gelem lan bunuh diri kanthi mbuwang awake menyang kali. Dheweke ditulungi dening Qian Zaihe. saka Provinsi Fujian lan diadopsi minangka putri angkate. .\nYulian ngira Shipeng wis mati.Limang taun sabanjure Wang Shipeng dadi gubernur Ji'an.Sawijining dina, dheweke nganakake upacara pengetan ing kuil Tao kanggo mèngeti almarhum bojone.Yulian kebeneran menyang kuil Tao Ji'an kanggo ngobong. menyan, lan Wang Shipeng lan Qian pungkasane ketemu maneh.", "聖意": "Omah ora becik kanggo awake dhewe Musim gugur lan mangsa makmur Muga-muga kasugihan makmur Musim gugur lan mangsa makmur Bisnis makmur Muga-muga bebrayan muga-muga wong mlaku-mlaku menyang sawah Ulat sutra nem kewan. Bisa diunggahake Wong bisa ditemokake Tuntutan umum ora apik Migrasi konservatif Kelangan harta benda telat lara Ndonga berkah Gunung gunung lan kuburan apik.", "古人": "Yulianhui sepuluh kanca", "第X籤": "Tandha kaping papat", "宮": "Rahim"}