{"籤詩版本二": "Roda abang tiba ing kulon, kelinci munggah ing wetan, yin tuwuh lan sirna, lan kabeh makmur.\nYen wong wadon arep nggunakake, iku bakal nambah bandha lan ndadekke seneng atine.", "詩意": "Heksagram iki minangka simbol Yin tuwuh lan Yang ilang.\nKabeh iku angel sadurunge dadi gampang mengko.", "解曰": "Yin migunani kanggo wanita. Ora cocok kanggo wong lanang. Yen sampeyan njaluk saran. Sing ala teka dhisik, banjur sing apik.", "籤詩故事一": "◇Wu Zetian munggah tahta\nNalika umure 14 taun, Wu ditimbali menyang kraton dening Kaisar Taizong Li Shimin saka Dinasti Tang minangka wong sing duwe bakat, jenenge \"Wu Mei\". Sawise Taizong tilar donya, Zetian mlebu ing Kuil Ganye lan dadi biarawati.\nNalika Kaisar Gaozong saka Dinasti Tang rawuh ing tahta, dheweke nimbali kulawarga Wu menyang kraton kanggo ngurmati Zhaoyi. Ing taun kaping enem Yonghui (655), Kaisar Gaozong netepake Wu minangka ratu.\nWu Zetian iku pinter, melu sastra lan sajarah, lan sugih ing resourcefulness. Sasampunipun Wu Zetian jumeneng ratu, amargi Gaozong ringkih lan lara, piyambakipun sok kapasrahaken dhateng prakawis-prakawis politik tartamtu, saengga panguwasaipun saya mundhak. Ing taun pisanan Shangyuan (674), Kaisar Gaozong disebut \"Kaisar\", Permaisuri Wu disebut \"Ratu Swarga\", lan loro-lorone disebut \"Wong Suci\" ing kraton.\nIng taun kapisan Hongdao (683), Gaozong seda, Pangeran Li Xian jumeneng tahta, lan Wu Zetian teka nguwasani dinasti. Ing wulan Fèbruari taun kapisan Sisheng (684), Wu Zetian nundhung Li Xian minangka Raja Luling lan ngadegaké putra nomer papat Li Dan minangka kaisar, terus nguwasani dinasti kasebut. Ing wulan September ing taun sing padha, dheweke ngganti gendera dadi emas, lan Luoyang, ibukutha wétan, dijenengi ibukutha dewa. Ing dina kaping sanga September ing taun pisanan Tianshou (690), Wu Zetian ngaku dadi kaisar lan ngganti jeneng negara dadi Zhou.", "聖意": "Omah ora mulyo marang awake dhewe, ndedonga berkah, golek bandha, rumeksa laku, rejeki bejo, bejo bejo (wadon), wong mlaku ngalangi sawah, ulat sutra, kewan makmur, golek wong, pepisahan, tuntutan hukum, rugi, hijrah. , mundhut bandha, sakit, kaget, gunung lan kuburan, rejeki", "古人": "Wu Zetian munggah tahta", "第X籤": "Pemenang lotre kaping patang puluh", "宮": "Sampeyan Palace"}