{"籤詩版本二": "Sampeyan bakal ngelingi tembung apik tanpa wates, nanging sampeyan bakal dadi putrane yen sampeyan ngerti maling.\nAja srakah ing wayahe lan kuwatir babagan carane dheweke bakal nindakake perkara sing apik setahun kepungkur.", "詩意": "Hexagram iki ngenali maling minangka putra.\nDadi eling ing kabeh.", "解曰": "Mung siji iki. Wong lanang ora salah. Tansah dipikir. Aja sepi.", "籤詩故事一": "◇Dong Zhuo nampa Lu Bu\nLu Bu, gagah lan pinter perang, iku jenderal militèr sing misuwur ing pungkasan Dinasti Han Wétan lan wiwitané Tiga Karajan.Dheweke tau nganggep Ding Yuan, gubernur Jingzhou, minangka bapak angkat lan njabat ing ngisoré.\nSawisé Kaisar Ling saka Dinasti Han Wétan séda, Ding Yuan tindak menyang Beijing kanggo komplotan karo jenderal He Jin kanggo ngontrol pamaréntahan.\nDong Zhuo perang karo Ding Yuan, nanging sawetara jenderal ora bisa ngalahake Lu Bu, mula Dong Zhuo ngirim bawahane Li Su kanggo nyogok Lu Bu. Li Su nggawa tumpukan bandha emas lan salaka lan jaran kelinci abang sing misuwur kanggo \"ngunjungi Lu Bu\". Li Su nggawa tumpukan emas lan perak lan jaran kelinci abang sing misuwur kanggo ngunjungi Lu Bu. Dadi Lu Bu disuap dening Dong Zhuo supaya mateni Ding Yuan, banjur dhawuh marang para prajurite, yen kepengin, lan yen ora gelem nututi, banjur lunga, mula akeh prajurite padha mlayu. Dadi Lu Bu disuap Dong Zhuo lan mateni Ding Yuan.\nSawise Dong Zhuo entuk kekuwatan, dheweke ngadopsi Lu Bu minangka anak angkat lan ndadekake dheweke dadi jenderal lan marquis.\nDong Zhuo nduweni watek kasar, lan \"hubungan bapak-anak\" karo Lu Bu pancen ringkih banget. Ing taun 189 Masehi, kanthi hasutan Situ Wang Yun, Lu Bu mateni Dong Zhuo.\nEnem sasi sawise Dong Zhuo tilar donya, pasukan lawas Dong Zhuo nyerang ibukutha, lan Lu Bu lan bojone mlayu kanthi gupuh. Sawise ninggalake ibukutha, Lu Bu golek perlindungan karo panglima perang Yuan Shu, Yuan Shao, Zhang Yang, Zhang Miao, Liu Bei, lan liya-liyane, lan kaping pirang-pirang perang karo Cao Cao, panglima perang utama liyane ing wektu kasebut. Lu Bu wani lan apik. ing perang, lan ngalahaké Cao Cao kaping pirang-pirang.\nIng taun katelu Jian'an ing Dinasti Han Wétan, pasukan Cao Cao nyerang Xiaopei, pangkalan Lu Bu, lan dicekel lan dipateni dening Cao Cao ing ngisor Menara Baimen. Sadurunge dieksekusi, Lu Bu njaluk Cao Cao supaya tetep urip supaya ora pati, nanging Liu Bei ngelingake Cao Cao yen Lu Bu wis kaping pirang-pirang dikhianati lan wong sing ora jujur. Ing pungkasan, Cao Cao, sing mung ngormati bakat tanpa dipikirake moralitas, ngeksekusi Lu Bu.", "聖意": "Neng ngomah ora kepenak, biyasane golek dhuwit, jaga transaksi, angel nikah, wong Liujia kaget, wong teka ing sawah, ulat sutra setengah mateng, kewan nem aman, wong golek wong, tuntutan hukum cocok lan migrasi, barang sing ilang angel ditemokake, penyakit angel ditemokake, lan ana tentrem ing makam Gunung Zhenxing.", "古人": "Dong Zhuo nampa Lu Bu", "第X籤": "Pemenang lotre kaping 41", "宮": "Sampeyan Palace"}