{"籤詩版本二": "Kaisar, kaisar, lan permaisuri pungkasane bakal welas asih lan ngenteni lan ndedonga kanggo berkah tanpa rugi utawa entuk bathi.\nKabeh makhluk urip entuk manfaat saka iku, lan kamakmuran ing donya lan ing swarga.", "詩意": "Hexagram iki minangka tandha sih saka swarga.\nKabeh bakal sukses.", "解曰": "Sang nata nedahaken sihipun. Aja lali. Ritual esuk lan sore. Iku pantes kanggo ngobong menyan.", "籤詩故事一": "◇Mulian nylametake ibune\nMokou Lian, utawa Mulian, minangka sing paling kuat ing antarane sepuluh murid Buddha Sakyamuni.\nIbune srakah lan pelit nalika umure, mula dheweke tiba ing alam memedi luwe sawise dheweke mati. Mokhullian nggunakake kekuwatan gaib kanggo ngamati lan ngerti yen ibune lair minangka memedi sing keluwen, ora entuk panganan lan nandhang sangsara gedhe. pangan, dadi awu lan ora bisa dipangan.\nMaudgalyana kuwatir babagan kedadeyan kasebut lan dilapurake marang Sang Buddha. Sang Buddha ngendika marang Mulian yen ing tanggal 15 ing sasi kapitu, dheweke kudu nyelehake satus rasa lan limang woh-wohan ing baskom, banjur ditawakake marang para wiku sepuluh arah, kanthi kekuwatan iki, ibune bakal bisa mangan. .\nMaudgalyayana tumindak miturut karsane Sang Buddha, lan ibune wis dibebasake. Upacara iki diarani \"Festival Obon\" lan festival iki diarani \"Festival Obon\".\n(Cathetan: Sawijining zat nduweni rasa sing beda-beda ing tingkat donya sing beda-beda. Contone: nalika udan ing donya iki, kita ndeleng iku minangka \"banyu\", nalika makhluk ing alam memedi luwe aran minangka \"getih\", lan makhluk urip. makhluk ing alam neraka aran kaya \"getih\". Rasane kaya \"ngeculake pedhang\", dene makhluk suwarga kaya \"ngeculake kembang\".)", "聖意": "Pandonga kanggo omah lan omah, ndedonga kanggo rejeki ing mangsa, golek kasugihan, ora transaksi, nikah, tentrem ing Liujia, pejalan kaki, obah sawah, ulat sutra, enem kewan, nemokake wong, tuntutan hukum, sukses, migrasi, konservatisme, ilang properti, penyakit. , tentrem gunung, kuburan", "古人": "Mulian nylametake ibune", "第X籤": "Tandha patang puluh loro", "宮": "Sampeyan Palace"}