{"籤詩版本二": "Donya iku fleksibel lan kabeh iku mandhiri, nyengkuyung lan aman\nKabeh ing urip iku apik banget, matur nuwun marang para suci lan wicaksana kanggo kabeh, lan dadi makmur.", "詩意": "Hexagram iki nggambarake harmoni antarane bumi lan bumi.\nKabeh mlaku kanthi apik lan ora ana bebaya.", "解曰": "Kabeh barang lair. Kabeh rencana lan kepinginan dadi kenyataan. Ford mbantu. Rui Qi kesusu.", "籤詩故事一": "◇Wong mlaku entuk pencerahan\nKisah Perjalanan menyang Kulon:\nSun Wukong dadi raja ing Gunung Huaguo, mengko, kanggo golek cara kanggo urip ing salawas-lawase, dheweke nglampahi wolung utawa sangang taun lelungan nyabrang gunung lan kali kanggo nyembah marang Patriark Bodhi minangka gurune. Dheweke sinau babagan pitung puluh loro transformasi kadonyan ala lan mega somersault, lan njupuk jeneng Sun kanggo pisanan. Dijenengi Wukong.\nSawisé iku, Sun Wukong tindak menyang Istana Naga ing Segara Cina Wétan kanggo nggoleki senjata sing cocok, lan pungkasane nemokake Ruyi Golden Cudgel, jarum dewa Tianhe lan Dinghai. Amarga umure wis entek, banjur gawe ribut-ribut ing jagading wong mati, revisi kitab urip lan pati, banjur bali menyang jagading manungsa. Salajengipun, Sun Wukong dipuntimbali dening kahyangan sapisanan lan dijenengi Bima Wen. Banjur ditimbali menyang swarga kaping pindho lan dijenengi Raja Monyet, uga nyolong persik lan nyebabake masalah ing swarga. dening Buddha Tathagata ing sikil Gunung Wuzhi suwene 500 taun, ora bisa obah. Panggonan sing ditendhangi pawon Bagua dadi gunung geni.\nLimang atus taun sabanjure, Biksu Tang lunga menyang Kulon kanggo njupuk kitab suci, ngliwati Gunung Lima Unsur, lan nyopot jimat kasebut sadurunge nylametake Sun Wukong. Sun Wukong nangis karo rasa syukur, sawise diparingi pitunjuk dening Bodhisattva Guanyin, dheweke nyembah Biksu Tang minangka gurune lan lunga menyang Kulon sinau Kitab Suci bebarengan. Ing dalan kanggo sinau Kitab Suci, Sun Wukong nurunake dhemit lan nyingkirake monster, lan bola-bali nindakake prestasi sing luar biasa, nanging dheweke disalahake lan diusir dening bendarane Tang Seng bola-bali. Sawise wolung puluh siji kangelan, karya pungkasanipun rampung, papat guru lan murid teka ing Xitian Leiyin Temple lan entuk Kitab Suci bener. Sun Wukong entuk asil sing bener.\n(Crita iki minangka metafora yen kethek bisa dadi pencerahan, apa maneh manungsa.)", "聖意": "Omah iku apik kanggo awake dhewe, kanggo kasugihan, bisnis, perkawinan, Liujia, wong mlaku lanang, alangan sawah, ulat sutra, enem kewan, Zhongping, nggoleki wong, tuntutan hukum, sukses, migrasi, mundhut properti, penyakit, makam Xingxingshan, barang. padha untung", "古人": "Wong lelungan entuk pencerahan", "第X籤": "Ditandatangani ing 43", "宮": "sugeng"}