{"籤詩版本二": "Hawane adhem ngobahake banyu dadi es, kok rakus ketenaran?\nAku ora duwe pilihan kajaba lungguh kanthi tenang lan ngenteni godhong mekar kanthi alami.", "詩意": "Ing heksagram iki, banyu dadi es.\nAja takon apa-apa sing muspra.", "解曰": "Banyu beku dadi es. Es nyawiji ing banyu. Yen iku konspirasi. Mangkono uga.", "籤詩故事一": "◇Wang Xiang njaluk ikan mas (Cerita Kalih Puluh Sekawan)\nWang Xiang saka Dinasti Jin, jenenge Fuzheng, lair ing Linyi.\nNalika Wang Xiang isih enom, ibu kandunge tilar donya, bapake sing sepi nikah karo wanita sing jenenge Zhu, lan Wang Xiang duwe ibu anyar. Nalika Wang Xiang isih enom, ibu kandunge tilar donya, lan bapake sing kesepian nikah karo wanita sing jenenge Zhu. Ibu tirine Wang Xiang kuwi wong wadon sing pikirane ciut lan cemburu, ora seneng karo Wang Xiang lan kerep didukani babagan perkara sepele. Ora suwe, ibu tiri uga nglairake anak lanang jenenge Wang Lan. Ibu tirine mung tresna marang anak-anake dhewe, lan nganggep Wang Xiang minangka eri ing sisihe, dheweke dadi luwih nuntut marang Wang Xiang, lan asring ngomong babagan Wang Xiang ing ngarepe bapake. Ibu tirine mung tresna marang anak-anake dhewe, lan nganggep Wang Xiang minangka eri ing sisihe, dheweke malah luwih nuntut marang Wang Xiang, lan asring ngomong babagan Wang Xiang ing ngarepe bapake, malah bapake mboko sithik maneh. Sanajan kakang tiriné Wang Xiang, Wang Lan ramah banget karo seduluré. Senadyan disiksa ibu tirine, dheweke isih banget anak. Ibu tiri iku kasar banget, nanging Wang Xiang isih banget anak.\nIbu tirine duwe hobi, yaiku, dheweke seneng mangan iwak seger sing mung mancing metu saka kali. Ibu tirine duwe hobi, yaiku, dheweke seneng mangan iwak seger sing mung mancing metu saka kali. Ing sawijining mangsa, bapake lunga menyang bisnis, lan ibu tirine lara maneh. Sedulur Wang Xiang lan Wang Lan kanthi ati-ati nyediakake sup lan obat kanggo ibune supaya bisa dipangan. cepet-cepet. Ing sawijining mangsa, bapake lunga menyang bisnis, lan ibu tirine lara maneh. Sedulur Wang Xiang lan Wang Lan kanthi ati-ati nyediakake sup lan obat kanggo ibune supaya bisa dipangan. cepet-cepet. Ibu tirine sing lara mau kepengen mangan iwak seger saka kali, ing hawa adhem sing abot kuwi, ing njaba ana salju lan banyu ing kali wis dadi es sing kenthel. Ibu tirine sing lara kepéngin mangan iwak seger, ing ngendi bisa ditemokake iwak seger ing iklim es lan salju kasebut?\nIng dina iku, ora ana pasugatan ing mangsa, lan sampeyan ora bisa tuku malah yen sampeyan duwe dhuwit.\nIng titik ing crita iki, crita sing nyenengake Wang Xiangqiu Li kedadeyan. Sedulur loro njaga ibune tanpa daya. Wang Xiang mlaku menyang kali beku supaya ora nguciwani ibu tirine sing lara. Wang Xiang duwe ide lan nyopot klambine ora preduli saka hawa adhem. Dheweke wuda ing gletser lan pengin nggunakake suhu awak dhewe kanggo nyawiji es (dadi Wang Xiangqiu carp uga disebut Wang Xiang lying ing es). Dheweke njupuk klambi lan lay wuda ing gletser. Dhèwèké ndedonga marang Gusti Allah lan matur: \"Dhuh Allah, ibuku lara lan pengin mangan carp seger, sampeyan kudu golek cara kanggo kula ora preduli. \" Anehe, blok es ing jejere dumadakan retak, lan ana loro. retak.Iwak mas urip mlumpat metu saka celah lan mlumpat ing es.Wang Xiang seneng banget. Dheweke ndedonga marang Gusti Allah: \"Duh Gusti, ibuku lara lan pengin mangan carp seger, sampeyan kudu golek cara kanggo aku ora preduli. \" Aneh, blok es ing jejere dumadakan retak, lan ana rong retak. Ikan mas urip mlumpat metu saka celah lan mlumpat ing es, Wang Xiang seneng banget. Dheweke cepet tumungkul, matur nuwun marang Gusti Allah, lan mlayu mulih nggawa iwak. Dheweke cepet tumungkul, matur nuwun marang Gusti Allah, lan cepet njupuk carp lan mulih. Sawise ibu tirine mangan iwak mas seger, dheweke banjur mari saka penyakite. Ibu tiri ing amben rumah sakit kaget nalika ndeleng awak ndhuwur Wang Xiang sing wuda, sing dadi ungu amarga kadhemen, lan loro iwak ing tangane, dheweke mlayu menyang kamar kanthi seneng lan kaget.\nWang Xiang banjur dadi pejabat lan dadi Taibao, lan diwenehi gelar Adipati.", "聖意": "Ora kepenak ing omah, aku ndedonga kanggo perlindungan, kesulitan finansial, masalah bisnis, perkawinan, inkonsistensi ing asuransi Liujia, pejalan kaki, Chi Tian, ​​kerugian ulat sutra, kerugian ternak enem, wong sing ilang, tuntutan hukum umum, migrasi, konservatif, properti sing ilang, penyakit. , angel mbalekake, kuburan gunung, rejeki", "古人": "Wang Xiang njaluk ikan mas (Twenty-Four Filial Piety Stories)", "第X籤": "Patang puluh sanga Menang Lott", "宮": "Haigong"}