{"籤詩版本二": "Sampeyan bisa lelungan menyang kabeh sudhut negara, hanging kanopi layar kanggo terus munggah bebas\nYen ana angin sing apik, bakal teka lan prau bakal kebak bandha.", "詩意": "Heksagram iki kaya narik prau karo angin.\nKabeh dadi apik.", "解曰": "Ngaso kanthi tentrem. Ora ana gaweyan sing dibutuhake. Kathah kasugihan. Kabeh dikagumi.", "籤詩故事一": "◇Tao Zhugui Five Lakes (Fan Ligui Lake)\nIng Periode Spring lan Autumn, Fan Li, sing jenenge Shaobo, uga dikenal minangka Gui Yizipi utawa Tao Zhugong.\nNalika semana ana perang antarane Negara Wu lan Negara Yue, lan Negara Wu ngrusak Negara Yue. Fan Li lan Wen Zhong ngrumusake rencana kanggo Yue King Gou Jian kanggo promosi Yue lan numpes Wu. Fan Li pribadi lelungan liwat gunung lan kali, lan ngunjungi Kali Huansha ing Mt. Cailuo kanggo nemokake Xi Shi, wanita ayu karo loro virtues, talents, lan kaendahan, lan diwenehi kanggo Raja Wu. Dheweke nggunakake \"kaendahan. trick\" kanggo kerja sama ing njero lan njaba lan ngrusak Kerajaan Wu.\nSawise dheweke kasil nyirnakake Kerajaan Wu, Fan Li ngerti yen Gou Jian minangka \"manuk gulu dawa sing duwe cucuk\" lan bisa nuduhake kasusahan lan rasa seneng karo dheweke, mula dheweke lan Xi Shi berlayar ngliwati Kerajaan Qi, ganti jeneng. marang Gui Zipi, lan mimpin anak-anake lan sakabate ing Kratoning Qi, padha manggon ing pondhok pinggir segara. Dheweke kerja keras kanggo ngolah lahan kosong, mbukak bisnis sampingan lan bisnis, sajrone sawetara taun, dheweke nglumpukake properti kulawarga puluhan yuta. Dheweke loman nyebarake kasugihan lan nindakake kabecikan ing kutha asale. Kawicaksanan lan kemampuane Fan Li diapresiasi dening masyarakat Qi. Raja Qi ngundang dheweke menyang Linzi, ibukutha, lan nyembah dheweke minangka perdana menteri sing ngurusi urusan pemerintahan. . Ujare: \"Dadi pejabat bisa dadi menteri, lan nglakokake kulawarga bisa ngasilake rejeki. Kanggo wong biasa sing diwiwiti saka nol, iki wis tekan ekstrem. Yen diajeni suwe-suwe, mbokmenawa dudu pratandha sing apik.\" Dadi, mung telung taun sabanjure, dheweke maneh Jiliu mundur kanthi kendel, mbalekake segel marang raja Qi, lan menehi kabeh kasugihan kulawargane marang kanca-kanca cedhak lan kanca-kancane.", "聖意": "Omah apik kanggo awake dhewe (dikirim), dhuwit apik, bisnis apik, nikah telat, nikah ora apik, Liujia aman, wong ngalang-alangi sawah, ulat sutra, musim gugur, ingon-ingon, musim semi. makmur, wong golek wong, tuntutan hukum ala, migrasi konservatif, barang sing ilang, penyakit Barat rampung, gunung lan kuburan kidul.", "古人": "Tao Zhugui Five Lakes (Fan Ligui Lake)", "第X籤": "Pemenang lotre kaping seket", "宮": "Haigong"}