{"籤詩版本二": "Butuh gaweyan kanggo nangkep rembulan ing banyu, butuh gaweyan nanging ora ana apa-apa.\nOjo omong kosong lan sia-sia usaha kanggo nguwatke awak.Tembung layu awak asline tegese awak dewe.", "詩意": "Hexagram iki rakus kanggo gambar gaweyan.\nKabeh iku laborious lan laborious.", "解曰": "Janji angel dielingi. Akeh kerja keras. Sumelang ing omah. Nunggu ketemu wong mulya.", "籤詩故事一": "◇Taibai nyekel rembulan nalika mabuk (Li Taibai nyekel rembulan nalika mabuk)\nLi Bai (701-762), uga dikenal minangka Taibai, uga dikenal minangka Qinglian Jushi. Pujangga saka Dinasti Tang, sing ngarani awake dhewe sing dibuwang abadi, dikenal minangka Immortal of Poetry, lan dheweke tansah seneng tanpa ngombe.\nSawise Li Bai teka ing Jinling (saiki Nanjing) lan ngaso ing restoran ing jejere Jembatan Wende.\nDina iku kedadean dina kaping limalas sasi mangsa, ing wayah bengi dheweke lungguh dhewe ing restoran lan ngujo rembulan, sinambi ngombe lan maca geguritan. Dina iku kedadean dina kaping limalas sasi mangsa, ing wayah bengi dheweke lungguh dhewe ing restoran lan ngujo rembulan, sinambi ngombe lan maca geguritan. Li Taibai paling tresna marang rembulan sajrone uripe, ujar manawa rembulan kasebut resik lan ayu. Li Taibai paling tresna marang rembulan sajrone uripe, ujar manawa rembulan kasebut resik lan ayu. Bengi iku, dheweke ndonga lan weruh rembulan putih bunder ing langit, dheweke seneng banget lan ngombe sawetara gelas maneh. Bengi iku, dheweke ndonga lan weruh rembulan putih bunder ing langit, dheweke seneng banget lan ngombe sawetara gelas maneh. Ing tengah wengi, Li Taibai njupuk kauntungan saka anggur lan mudhun menyang Jembatan Wende. Ing tengah wengi, Li Taibai njupuk kauntungan saka anggur lan mudhun menyang Jembatan Wende. Sanalika dheweke munggah ing kreteg, dheweke mudhun sirahe, dumadakan weruh rembulan tiba ing banyu, nalika kali obah, sawetara garis ireng ditambahake ing bayangan rembulan putih. Sanalika dheweke munggah ing kreteg, dheweke mudhun sirahe, dumadakan weruh rembulan tiba ing banyu, nalika kali obah, sawetara garis ireng ditambahake ing bayangan rembulan putih. Li Taibai lagi mendem banget nganti dheweke ngira yen rembulan sing diwarnai banyu kali. Li Taibai lagi mendem banget nganti dheweke ngira yen rembulan sing diwarnai banyu kali. Dheweke ora kesusu nyopot sepatune, dheweke mbukak tangan lan mlumpat saka jembatan kanggo nyekel rembulan. Dheweke ora kesusu nyopot sepatune, dheweke mbukak tangan lan mlumpat saka jembatan kanggo nyekel rembulan. Ora dinyana-nyana, karo mlumpat iki, rembulan ora kecekel, nanging rembulan ing banyu pecah lan langsung dibagi dadi loro. Ora nyana, ing lompat iki, rembulan ora kecekel, nanging wong kasebut kecemplung. Panjenengané tilar donya nalika umur sewidak loro.", "聖意": "Omah ora kepenak lan ora kepenak (jaga kesehatanmu) (Alang-alangi) Nggoleki bandha lan keseimbangan (ora usah dipikirake) Kesulitan ing transaksi bisnis, omah-omah ora rampung, ndedonga pangayoman (bandha kosong nyegah. keguguran) Pejalan kaki kesusahan, ulat sutra ing sawah limang poin, lan enem kewan mudhun (apes) Nggoleki wong (apes) Tuntutan umum lan (Stop gugatan) Migrasi biasa (aja dicritakake) Mundhut properti. (pesawat) Ndedonga pangayoman saka penyakit (apes) Rejeki ing gunung lan kuburan", "古人": "Taibai nyekel rembulan nalika mabuk (Li Taibai nyekel rembulan nalika mabuk)", "第X籤": "Sèket detik menang lotre (Lotre)", "宮": "Rahim"}