{"籤詩版本二": "Nalika frustasi dadi bungah, naga nggero lan macan nggero.\nLangit biru nduweni dalan dhewe-dhewe menyang langit, Muga-muga aku entuk kesempatan liyane kanggo nggayuh kamulyan.", "詩意": "Heksagram iki kaya naga nggero lan macan nggero.\nAna pangarep-arep sing kabeh bakal lumaku apik.", "解曰": "Mung mulang lan lunga. Duwe kamakmuran dhewe. Kudu digawe ing pungkasan. Ana papan sing bisa ditemokake.", "籤詩故事一": "◇Liu Bei rekrut penganten putri\nSawisé Perang Chibi, Sun Quan kepéngin ngrebut Jingzhou manèh, sing wis dituku déning Liu Bei, mula dhèwèké nggunakaké rancangané Zhou Yu, kanthi pura-pura yèn dhèwèké péngin nujokaké adhine Sun Ren karo Liu Bei, nanging nyatané dhèwèké kepéngin njupuk. Liu Bei minangka sandera kanggo ngaku Jingzhou.\nSawise Zhuge Liang mengintip rencana Zhou Yu, dheweke nyerahake brosur kanthi strategi kasebut marang Zhao Yun, sing nglindhungi Liu Bei nalika lunga menyang Soochow. Zhao Yun ngetutake strategi ing brosur kasebut lan sengaja nggawe cipratan gedhe supaya Wu Guotai Bapake Sun Quan) ngerti babagan lamaran nikah. Amarga Wu Guotai tresna marang putrine lan ora gelem nggawe keputusan sembrono babagan masalah urip putrine, dheweke ngejar Sun Quan amarga ora kejam marang adhine lan ngusulake kanggo nyoba dhewe apa Liu Bei pantes dadi putrine ing Candhi Ganlu. Sawise Wu Guotai ketemu karo Liu Bei, dheweke ngajeni banget marang Liu Bei lan banget nganjurake perkawinan antarane Liu Bei lan putrine.\nSakbanjure Liu Bei lan Bu Sun mlayu bareng-bareng bali menyang Jingzhou, banjur Sun Quan arep nyelipake Jingzhou nalika Liu Bei nyerang Yizhou, nanging dicegat dening Wu Guotai, sing kuwatir karo keslametan putrine.\nDheweke kandha: \"Rencana pinter Zhou Yu sing paling apik ing donya. Dheweke kelangan bojone lan kelangan pasukane.\"\n(Liu Bei entuk cilaka)", "聖意": "Apes ing ngomah lan apes (wiwitan ala, banjur rejeki) golek bandha, keseimbangan, rekasa bebrayan, sukses bebrayan. kanggo wong, tuntutan hukum lan migrasi, apik luck kanggo ilang property, apik luck kanggo penyakit, tentrem gunung lan kuburan.", "古人": "Liu Bei rekrut penganten", "第X籤": "Nomer menang seket telu", "宮": "Rahim"}