{"籤詩版本二": "Pasisir kebak watu, ilining banyune, angine resik, rembulane padhang, wong mulya padha rame.\nNeng ndalan kudu takok neng endi, ojo njupuk ambune kembang lan tetuwuhan neng alas, ojo diurus.", "詩意": "Heksagram iki kaya prau sing lelungan ing pantai cilik.\nIng kabeh, ana wong mulya sing bisa nulungi.", "解曰": "Kanggo nggawe urip. Akeh kerja keras. Tetep konservatif lan ngenteni. Kabeh sing paling apik.", "籤詩故事一": "◇ Lushan kraman\nAn Lushan (703-757), sing jenenge Kang lan jenenge Yaluoshan, asale saka Liucheng, Yingzhou (saiki Chaoyang, Liaoning).\nBanjur, dheweke njupuk jeneng An lan ngganti jenenge dadi Lushan. Nalika pamaréntahan Kaisar Xuanzong saka Dinasti Tang, An Lushan dadi utusan militèr.\nIng Nopember taun Tianbao kaping 14, An Lushan ngunggahake pasukan ing Fanyang, kanthi jeneng nyerang Yang Guozhong, dheweke ngluncurake pambrontakan lan njupuk pasukan saka telung kutha kanggo nyerang Luoyang, ibukutha sisih wétan. Pawarta saka Taiyuan kesusu menyang Lishan, Tang Xuanzong, sing nalika iku ana ing Istana Huaqing ing Lishan, ora ngandel yen Anlushan bakal mbrontak, nanging kabar bab kraman terus nyebar, lan Xuanzong isih setengah yakin. (Iki minangka gambaran saka \"swara banyu sing kasar ing watu cilik ing kali\")\nDurung nganti Yan Zhenqing, prefektur Pingyuan County, ngirim wong kanggo ngirim informasi sing Xuanzong tangi saka ngimpi.\nIng strategi salah Kaisar Xuanzong saka Dinasti Tang, resimen kavaleri An Lushan ngrebut Luoyang, ibukutha wétan.Ing sasi kapisan taun candhake, dheweke ngaku dadi Kaisar Dayan ing Luoyang, Jianyuan Shengwu, Kaisar Xiongwu, lan Da Xixun minangka Kaisar Dayan. perdana menteri.\nIng wulan Juni ing taun sing padha, Kaisar Xuanzong saka Dinasti Tang, amarga kepengin ngredhakaké krisis ing Chang'an lan ing pangertèn militèr sing salah, ngeksekusi loro jenderal sing misuwur, Feng Changqing lan Gao Xianzhi. Pesenan iki nggegirisi tentara Tang. (Kelakuan iki nglanggar \"dalan kudu arah menyang kali ngarep\")\nSawisé iku, Kaisar Xuanzong saka Dinasti Tang langsung mréntahaké jenderal liyané, Ge Shuhan, kanggo mimpin tentara Tang menyang wétan metu saka Tongguan.\nGe Shuhan, sing ngerti kesalahan strategis Kaisar Xuanzong saka Dinasti Tang, ngrancang kanggo nundha owah-owahan kasebut (pendekatan \"ora apa-apa yen angin tenang lan ombake tenang\").\nPungkasane, Kaisar Xuanzong saka Dinasti Tang ngira yen dheweke banget isin kanggo perang, mula dheweke ora duwe pilihan kajaba perang karo An Lushan kanthi nangis, banjur dikalahake. (Iku ngrampungake \"Yen sampeyan kerja keras kanggo ndhukung awak dhewe, sampeyan bisa uga cilaka.\")\nIng Dinasti Tang, nalika pasukan tapel wates lan garnisun lokal ora duwe wektu kanggo nanggapi, tentara An Lushan meksa wates lan mlebu wilayah ibukutha. Ing kahanan kritis, Kaisar Xuanzong saka Dinasti Tang mimpin Korps Pengawal uwal saka ibukutha, nyebabake Xijing Chang'an sing tanpa pimpinan tiba.\n(Tang Xuanzong nglanggar tuntunan tandha iki, mula kraman An Lushan kasil.)", "聖意": "Omahe slamet, awake dhewe mulyo, rejeki mantep, transaksi makmur, bebrayan, lan bebrayan (ati-ati).Wong lanang Liujia teka ing sawah, ulat sutra dipanen, kewan nenem rusak. tinemu lan gugatan umum dibenerake.Barang sing ilang nggawa penyakit, yaiku kuburan Anshan kudu didandani.", "古人": "Lushan kraman", "第X籤": "Lotre seket enem", "宮": "Kraton Jelek"}