{"籤詩版本二": "Esuk lan sore, panyengkuyunge Sang Buddha kudu ana ing wektu bebaya nanging ora ana ing bebaya\nYen kepincut karo wong mulya, dhuwit lan sutra uga bakal ngancani sampeyan.Iki Chuan Lai. Iku kabeh gumantung sampeyan.", "詩意": "Hexagram iki nggambarake berkah rahasia para dewa lan Buddha.\nSabar lan sukses ing kabeh.", "解曰": "Pratandha katentreman lawas. Nalika kabeh larang, iku bakal dadi apik.", "籤詩故事一": "◇Tang Biksu entuk pencerahan\nIng sawijining dina, Tang Seng teka ing kali lan weruh Gunung Lingshan Buddha ing ngarepe, ing ngarepe ana kreteg papan siji, Tang Seng ora wani nyabrang. Sang Buddha malih dadi tukang prau lan nyekel prau sing rusak tanpa dasar, bareng Biksu Tang munggah ing prau, dheweke tiba ing kali lan ditulungi dening tukang prau. Mangkene carane Biksu Tang bisa nggayuh kabuddhaan. (Cerita Lelungan menyang Kulon)\n◇ Kitab Suci Buddha Tang Biksu\nSanzang saka Dinasti Tang, jeneng umume yaiku Chen lan jenenge Yi. Lair ing Kabupaten Goushi, Luozhou (saiki kidul kutha Yanshi, Provinsi Henan). Dheweke dadi biksu nalika umur telulas lan njupuk jeneng Buddha Xuanzang.\nKanggo entuk kitab suci Buddha sing asli, dheweke budhal saka Chang'an (saiki Xi'an, Provinsi Shaanxi) ing taun katelu Zhenguan (629 M), nyabrang tapel wates, lan ngliwati kesulitan sing ora kaetung nganti tekan Tianzhu ( India) kanggo ngumpulake kitab suci. Dhèwèké ngliwati kali Gangga lan Indus lan tlatah pesisir kidul-wétan India, banjur nyabrang gunung-gunung sing ditutupi salju lan pegunungan ijo, trekking luwih saka 50.000 mil bolak-balik. Butuh 16 taun kanggo pungkasanipun bali menyang Chang'an ing taun Zhenguan kaping 19 (645 M). Dheweke nggawa maneh akeh kitab suci Buddha lan nerjemahake menyang basa Cina.\n(Tang Sanzang ngliwati perjalanan sing dawa lan bola-bali antarane China lan India. Dheweke mesthi ngalami bebaya nalika lelungan, nanging dheweke bisa bali kanthi slamet amarga ana wong suci sing ora katon ing mburine.)", "聖意": "Omah ayem tentrem, sarira rahayu, bisnis Kulon kasil, bebrayan mantenan, wong mlaku ngalangi sawah, ulat sutra diblokir, ulat sutra pitung poin, ingon-ingone untung, golek wong, wong Kulon. gugatan umum ala, migrasi konservatif, barang sing ilang katon, penyakite apik, gunung lan kuburan apik.", "古人": "Biksu Tang entuk pencerahan", "第X籤": "Menang lotre sewidak loro", "宮": "Istana Yin"}