{"籤詩版本二": "Nalika musim salju teka, cabang plum sing mekar ing gunung ora bakal rusak sanajan godhonge tiba lan cabang-cabange garing.\nNanging nalika spring teka, aku isih bali kula minangka courtesan lan ngrusak karya asli.", "詩意": "Ing hexagram iki, blossom plum manggoni posisi utama.\nKabeh apik yen ditundha.", "解曰": "Siji panah ditembak kosong. Nalika kosong, ora kosong. Ngenteni musim semi teka. Warna ana ing kono.", "籤詩故事一": "◇ Skor kaping pindho\nNalika jamane Kaisar Dezong saka Dinasti Tang, menteri sing setya Mei Bogao lan kulawargane dipigura dening Perdana Menteri Lu Qi sing pengkhianat, sing pengin mateni kabeh, mung putrane Mei Liangyu sing bisa lolos. jenenge Wang Xitong kanggo ndhelikake identitase. Dheweke urip dhewe ing dalan, luwe lan kadhemen, nanging untunge dheweke ditawan Chen Risheng (Chen Dongchu). Chen Risheng ora ngerti pengalaman uripe, mula dheweke njaluk bantuan kanggo ngurus kebon plum Chen supaya dheweke ora mati kaliren ing dalan.\nChen Risheng iku kanca kelas lan kancane Mei Bogao. Nalika dianiaya dening Lu Qi, dheweke ditulungi dening Mei Bogao. Akibate, Mei Bogao lan Lu Qi dadi musuhan. Pungkasane kabeh kulawargane dieksekusi. Chen Risheng ngrasa sedhih lan nesu amarga iki, sawise omah-omah, dheweke mundur lan pindhah kulawargane menyang Yangzhou kanggo manggon ing sepi.\nChen Risheng duwe anak wadon jenenge Chen Xingyuan, sing ayu lan wangi, sawise Mei Liangyu teka ing kulawarga Chen, dheweke langsung tresna. Ing sawijining dina nalika kembang plum mekar, sing uga minangka ulang taun seda Mei Bogao, Chen Risheng lan kulawargane mbukak misbyah ing kebon plum omahe kanggo mèngeti kanca lan dermawan sing wis tilar donya. lan badai salju gedhe nyebul, nutupi kabeh blossoms plum. Chen Risheng sedhih yen dheweke bisa lolos kanthi slamet, nanging dheweke ora bisa nylametake turunane kulawarga Mei, dheweke mikir yen iki minangka peringatan saka Gusti, mula dheweke sumpah yen kembang plum mekar maneh, dadi bukti yen turunane kulawarga Mei isih urip, dheweke ora bakal ngomong apa-apa, dheweke mlayu menyang agama Buddha lan dadi biksu.\nPutrine Xingyuan krungu iki lan langsung ngobong menyan lan kanthi tulus ndedonga marang Gusti Allah supaya kembang plum bisa mekar maneh. Ketulusan dheweke ngobahake swarga, lan kabeh wit plum ing kebon plum mekar maneh; mengko Chen Risheng ngerti yen Xitong iku Liangyu, mula dheweke nikah karo putrine Xingyuan.", "聖意": "Omah lan omah ora becik kanggo awake dhewe, kanggo rejeki dhewe, golek bandha, waspada ing srawung, ngenteni wanci bebrayan, telat kawin, telat, makmur ing. musim semi, telat, telat, telat, sibuk, sibuk, makmur, sibuk, ditemokake.", "古人": "Dicetak kaping pindho", "第X籤": "Sewidak sanga Menang Lott", "宮": "Tatsumi"}