{"籤詩版本二": "Chao Chao kaya tawon sing nglumpukake kembang, mabur metu saka kidul-kulon banjur mangetan\nMusim semi wis entek, kembange wis ilang, ora ono papan sing digoleki, ati iki ora bakal ganti panggonane.", "詩意": "Heksagram iki kaya kembang tawon.\nKabeh iku laborious lan laborious.", "解曰": "Ora ana pemandangan musim semi. Udane suwi nanging ora rame. Njaluk tulung. Luwih becik meneng wae.\n.", "籤詩故事一": "◇ Li Mi mbalela marang Dinasti Tang\nLi Mi\n(582-619), pimpinan pungkasan Tentara Wagang ing pemberontakan petani ing pungkasan Dinasti Sui ing China. Master kaligrafi. Guru tembung Fa iku asli saka Chang'an, Jingzhao, lan omah leluhure yaiku Xiangping, Liaodong (saiki ing sisih kidul Liaoyang, Liaoning). Wong asli saka Chang'an, Jingzhao, omah leluhure yaiku Xiangping, Liaodong (saiki ing sisih kidul Liaoyang, Liaoning).\nIng taun kaping sanga Daye (613), dheweke melu pambrontakan Yang Xuangan nglawan Dinasti Sui ing Liyang (saiki lor-wétan County Junxian, Provinsi Henan). Ing taun kaping sanga Daye (613), dheweke melu pambrontakan Yang Xuangan nglawan Dinasti Sui ing Liyang (saiki lor-wétan County Junxian, Provinsi Henan). Rasa misterius dikalahake,\nLi Mi mlayu. Xuangan kalah lan Li Mi mlayu.\nIng taun kaping rolas Daye, dheweke gabung karo Tentara Wagang\n. Ing taun kaping rolas pamarentahan Daye, dheweke gabung karo Tentara Wagang. Li Mi pinter strategi, ing Oktober taun kaping rolas Daye, Li Mi mbujuk Zhai kanggo nyerang Xingyang Tong, jenderal sing kuat sing ngiringi tentara, kanggo mbela Zhang Xutuo, ngalahake tentara Sui lan mateni Zhang Xutuo. Li Mi pinter strategi, ing Oktober taun kaping rolas Daye, Li Mi mbujuk Zhai kanggo nyerang Xingyang Tong, jenderal sing kuat sing ngiringi tentara, kanggo mbela Zhang Xutuo, ngalahake tentara Sui lan mateni Zhang Xutuo.\nBanjur, dheweke ngusulake kanggo nyerang gudang Xingluo (sabanjure dijenengi Luokou), mbukak gudang kanggo bantuan, lan nggedhekake tim kasebut.Tim Tentara Wagang saya akeh kanthi cepet. Ing taun kaping 13 Daye, Li Mi mimpin Tentara Wagang, lan Zhai Rang nangani demosi lan distribusi Dinasti Sui, ana perang nglawan sumber daya militer lan masalah liyane, lan Li Mi mateni Zhai Rang lan atusan pengikute. Banjur, dheweke ngusulake kanggo nyerang gudang Xingluo (sabanjure dijenengi Luokou), mbukak gudang kanggo bantuan, lan nggedhekake tim kasebut.Tim Tentara Wagang saya akeh kanthi cepet. Ing taun kaping 13 Daye, Li Mi mimpin Tentara Wagang, lan Zhai Rang nangani demosi lan distribusi Dinasti Sui, ana perang nglawan sumber daya militer lan masalah liyane, lan Li Mi mateni Zhai Rang lan atusan pengikute.\nIng Maret taun kaping 14 Daye, Yu Wenhuaji matèni Kaisar Yang saka Dinasti Sui.\n, mimpin luwih saka 100.000 wong bali menyang kulon. Ing Maret taun kaping patbelas Daye, Yu Wenhuaji (Yu Wen, jeneng majemuk) matèni Kaisar Yang saka Dinasti Sui lan bali menyang kulon karo luwih saka 100.000 wong. Li Mi didhawuhi nyerang Huaji. Senadyan Huaji kalah, pasukan Li Mi uga nandhang kapitunan gedhe. Banjur dioyak dening Wang Shichong. Tentara Li Mi kalah lan kemahe dirusak. Jenderale Qin Shubao, Cheng Zhijie (asli jenenge Cheng Yaojin), Niu Jinda lan liyane dicekel. , Shan Xiongxin nyerah. Li Mi didhawuhi nyerang Huaji, sanajan Huaji kalah, Li Mi uga nandhang kapitunan gedhe ing pasukane. Banjur dioyak Wang Shichong, wadyabala Li Mi dikalahaké lan kemahé disirnakaké, jenderalé Qin Shubao, Cheng Zhijie (asli jenengé Cheng Yaojin), Niu Jinda lan liya-liyané dicekel, lan Shan Xiongxin nyerah. Li Mi nekat, mula dheweke nyabrang kali menyang Heyang ing wulan September lan nyerah marang Dinasti Tang. Li Mi nekat, mula dheweke nyabrang kali menyang Heyang ing wulan September lan nyerah marang Dinasti Tang.\nIng wulan November, Li Yuan ngirim Li Mi menyang Shandong kanggo ngrekrut pasukan lawas. November,\nLi Yuan ngutus Li Mi ngenteni ing Shandong kanggo ngrekrut pasukan lawas. Rumangsa wis dicurigai, dheweke mbalela marang Tang. Rumangsa wis dicurigai, dheweke mbalela marang Tang. Jendral Tang Sheng Yanshi ngajak Li Mi nyerang lan mateni dheweke ing Xinggong Xian. Jendral Tang Sheng Yanshi ngajak Li Mi nyerang lan mateni dheweke ing Xinggong Xian.", "聖意": "Omah, omah, ilat, dhiri, penjahat, golek kasugihan, bisnis mbuang, perkawinan ora langgeng, Liujia, kembang kosong, wong mlaku, Yaotian, karusakan ulat sutra, karusakan enem ternak, wong ilang, tuntutan hukum, mundhut, migrasi, konservatif, ilang properti, penyakit, alangan, reformasi kuburan gunung", "古人": "Li Mi mbalela marang Dinasti Tang", "第X籤": "Imbang pitung puluh", "宮": "Tatsumi"}