{"籤詩版本二": "Kognisi Canglong Nineteenth Guards: Wong wadon nikah karo bojo liya\nKanthi siji busur lan rong panah, dinosaurus bakal langsung urip kanthi tentrem", "詩意": "Heksagram iki kaya busur sing nyekeli rong panah.\nYen kabeh dadi bebarengan, iku bakal dadi apik.", "解曰": "Ora abot banget. takdir. Zhen Liuzhong mbukak. Apike kanggo ngati-ati.", "籤詩故事一": "◇Wenjun ngunjungi Xiangru\nZhuo Wenjun yaiku putri saka putune Zhuo Wang, pengusaha sugih ing Linqiong, Provinsi Sichuan. Dheweke pinter musik lan duwe jeneng sastra. Dheweke nikah nalika umur nembelas taun, lan sawetara taun sabanjure, bojone tilar donya lan bali menyang kulawargane kanggo urip minangka randha.\nIng sawijining dina, Sima Xiangru menyang omahe Zhuo Wangsun kanggo pesta, nalika ngerti yen Zhuo Wenjun lagi randha, dheweke muter lagu \"Phoenix Seeking the Phoenix\" kanggo ngungkapake rasa tresnane. Zhuo Wenjun wis krungu babagan Sima Xiangru, lan pesta iki nggawe dheweke luwih kepincut karo Sima Xiangru. Ing sisih liya, sawise pesta Sima Xiangru, dheweke langsung ngentekake dhuwit akeh kanggo nyogok pembantu pribadi Zhuo Wenjun lan njaluk supaya Sima Xiangru tresna marang Zhuo Wenjun. Sawise Zhuo Wenjun ngerti babagan katresnane Sima Xiangru liwat pembantu kasebut, dheweke langsung mlayu menyang penginapan sing dienggoni Sima Xiangru, ndeleng Zhuo Wenjun teka, Sima Xiangru langsung mlayu karo dheweke sewengi menyang kampung halamane ing Chengdu.\nNalika ing Chengdu, pasangan kasebut mlarat lan kudu bali menyang Linqiong kanggo mbukak hotel cilik kanggo nafkah, Zhuo Wenjun adol anggur lan Sima Xiangru ngumbah piring, urip mlarat. Sasampunipun rama Zhuo Wenjun, Zhuo Wangsun, sinau bab punika, piyambakipun sarujuk lan mbiayai ing saran saka kanca-kanca, supaya Sima Xiangru lan Zhuo Wenjun bali menyang Chengdu kanggo manggon, lan mengko dadi sugih.", "聖意": "Kapitunan omah lan darbeke, hak lan kaluputane dhewe, golek kasugihan, transaksi tenaga kerja, njaga supaya ora kawin maneh.", "古人": "Wenjun ngunjungi Xiangru", "第X籤": "Pitung puluh siji menang lotre", "宮": "Tatsumi"}