{"籤詩版本二": "Para peternak tawon kudu njaluk madu, supaya ora kena sengatan\nMesthi ana dalan sing aneh ing ngarepmu, rahasia kasebut jero kaya alas eri.", "詩意": "Heksagram iki nglambangake tawon ngumpulake madu.\nKabeh iku laborious lan laborious.\n\n(Hexagram iki nggoleki simbol manis lan pait.\nNyegah bilai ing kabeh.\n)", "解曰": "Bab-bab kudu ditindakake kanthi ati-ati. Ora perlu dipeksa. Tawon ngumpulake madu. Apa sebabe?", "籤詩故事一": "◇Wang Mang golek bakat\nKulawarga Wang Mang ing Dinasti Han Kulon bisa diarani kulawarga sing sugih. Sanajan bapake seda awal, sawetara pamane lan pamane dadi kaisar Dinasti Han, dadi jenderal, perdana menteri, lan dadi marquise lan entuk ganjaran. Kulawarga Wang misuwur banget.\nNanging kulawarga cilik Wang Mang dhewe banget mlarat, bapake seda enom, lan dheweke mung manggon karo ibune, ngandelake amal saka sanak keluarga. Nanging amarga iki, Wang Mang ngembangake lan nglatih sawetara katrampilan kanggo ngadhepi wong wiwit cilik. Sanadyan sedhih utawa nesu, dheweke tansah nuduhake rasa seneng lan tentrem ing ngarepe sanak kadang, wong tuwa utawa wong njaba, mula dheweke cukup diajeni dening kabeh wong ing klan kasebut.\nBareng Pakdhene sing mbarep lara banget, sawise ngerti, dheweke teka lan ngenteni ing sandhinge pasien, nggawa obat lan banyu, lan tetep waspada ing wayah wengi, nganti pirang-pirang wulan terus-terusan, dheweke ora nganggo klambi, kusut lan kusut. Dheweke mung luwih \"sabar\" tinimbang sabar. Luwih \"putra\" tinimbang putra biologis.\nKanggo iki, kabeh wong ing Taiwan memuji dheweke lan nulis layang kanggo njaluk ganjaran kanggo dheweke.\nDadi Kaisar Cheng saka Dinasti Han menehi gelar New Capital Marquis lan diangkat dadi pengawal ing kraton, dadi menteri cedhak kaisar.\nKanthi drajate kang dhuwur lan kakuwatane, Wang Mang ora nate ngetok-etok kesombongan utawa kendho, malah dadi sansaya sopan lan santun, ing sawijine pihak kekancan karo mentri, jendral, menteri, ulama lan ulama.\nNanging uripe irit banget, asring dhahar daging, apa maneh nganggo klambi dawa lan klambi lengen dawa, mung nganggo klambi cekak. Mula kabeh wong ing pamarentah lan masyarakat padha muji marang dheweke kanthi tembung “berbudi luhur”.\nSabanjuré pamané, Sima Wanggen, séda amarga lara lan dipilih dadi penggantiné. Kaisar lan kabeh menteri ngira yen dheweke minangka wong sing paling cocog. Mula, Wang Mang, sing umure mung telung puluh wolu taun, dadi Grand Sima kanthi kekuwatan militer paling dhuwur ing negara kasebut.\n(Crita iki minangka metafora. Dadi wong sing apik bisa mbantu sampeyan nyingkirake \"susah disengat tawon\" lan nggayuh cita-cita sing dikarepake.)", "聖意": "Omah ora becik kanggo awake dhewe, kulawargane susah, bisnis macet, omah-omah diblokir, enem waja palsu, wong mlaku telat, panen ulat sutra kurang, ingon-ingone kurang, angel banget. golek wong, gugate ala, hijrah ora obah, ilang bandha elek, penyakite mapan, gunung kuburan ilang.", "古人": "Wang Mang golek bakat", "第X籤": "Menang lotre pitung puluh loro", "宮": "Tatsumi"}