{"籤詩版本二": "Nalika musim semi teka, gludhug gonjang-ganjing lan serangga kicau, lan aku nyingkiri lendhut\nNalika aku ngerti yen aku isih teka lan lunga, yen aku ganti, aku dadi naga.", "詩意": "Heksagram iki kaya gludhug lan serangga.\nKetemu wong mulya minangka tandha apik ing kabeh.", "解曰": "Guntur nggegirisi. Loro celengan lan metu. Ganti sapisan. Nganti Tianmen.", "籤詩故事一": "◇ Chenqiao Mutiny\nIng taun 959 M, Zhou Shizong Chai Rong seda, lan Kaisar Gong, Chai Zongxun, sing munggah tahta, mung umur pitung taun. Ing wektu iku, Zhao Kuangyin, sing dadi inspektur ing ngarep kraton lan utusan Songzhou menyang Tentara Jerman, nyekel kekuwatan nyata.\nIng musim semi taun 960 Masehi, Zhenzhou (Zhengding saiki, Provinsi Hebei) lan Dingzhou (Kabupaten Dingxian saiki, Provinsi Hebei) nglapurake menawa tentara Dinasti Han Lor lan Negara Liao bebarengan arep ngidul kanggo nyerang Dinasti Zhou Mengko, kanthi momentum gedhe, lan dijaluk ngirim pasukan kanggo bantuan. Sabanjure, Dinasti Zhou mrentahake Zhao Kuangyin supaya mimpin pasukane ngalor kanggo nglawan mungsuh. Zhao Kuangyin tumindak kanthi diam-diam miturut rencana saka sedulure Zhao Guangyi, Zhao Pu, Shi Shouxin lan liya-liyane.\nTanggal 3 Februari, nalika tentara teka ing Chenqiaoyi (saiki Kutha Chenqiao, kidul-wétan Fengqiu, Henan), padha nglakokaké pemberontakan lan mréntahaké para prajurit nganggo jubah kuning kanggo dheweke. . Sawisé iku, Zhao mimpin pasukané bali menyang Kaifeng tanpa ngobong, matèni utawa njarah-rayah.\"Taizu Chen Qiao sumpah ora bakal ngganggu wong ibukutha, lan dheweke janji ora bakal ngganggu kutha nalika dheweke mlebu kutha.\"\nIng dina katelu ing taun katelu sasi lunar, Zhao Kuangyin murtad ing Chenqiao lan bali menyang ibukutha. Fan Zhi mimpin Wang Pu lan Wei Renpu kanggo pitakonan Zhao Kuangyin. Luo Yanhuan ngunus pedhang ing ngarepe tarub lan bengok-bengok banter. : \"Telu wadyabala iku ora duwe bendara. Kabeh jendral wis mutusake kanggo ngangkat dheweke dadi kaisar. Sapa wae sing ngomong bakal dipateni!\". Pasuryane Wang Pu pucet kaya bumi, dheweke ngedhunke lan tumungkul, Fan Zhi uga sujud.\nSawisé perlawanan sing moderat, Kaisar Gong saka Dinasti Zhou mengko nata tahta, lan Zhao njupuk tahta. lumaku ing sandhinge, karo matur: \"Wis rampung.\"\nSawisé Zhao jumeneng tahta, dhèwèké ngganti jeneng negara dadi Song, Yuan dadi Jianlong, lan dadi ibukutha Kaifeng, Shi Shouxin, Gao Huaide, Zhang Lingduo, Wang Shenqi, Zhang Guanghan, lan Zhao Yanhui padha dianugerahi gelar Jiedushi. , sing dikenal minangka \"Pemberontakan Chenqiao\" ing sajarah.\nWikipedia\n(Crita iki nggambarake yen iki minangka wiwitan saka pagelaran Zhao Kuangyin.)", "聖意": "Donga omahmu, urip saben dina, kasugihan, rejeki, rejeki ing bisnis, nikah mulya, sukses ing Liujia, wong mlaku, lair awal ulat sutra ing sawah, awal lair enem kewan, rejeki ing musim semi, nggoleki wong. , sukses ing tuntutan hukum, sukses ing migrasi, ilang properti, bebaya ing penyakit, bebaya ing gunung lan kuburan.", "古人": "Pemberontakan Chenqiao", "第X籤": "Ditandatangani pitung puluh telu", "宮": "Istana Mi"}