{"籤詩版本二": "Ing pangimpen kasebut, bakal ana kasugihan sing akeh, nanging ketenaran kasebut mung muspra.\nBanyune adoh gununge adoh nanging angel setya, wong mulya paring pituduh lan mesem.", "詩意": "Hexagram iki nggambarake simbol entuk bandha ing ngimpi.\nKabeh luwih utawa kurang nyata.", "解曰": "Ngimpi kaya ngimpi. Ora ana pangarep-arep kanggo kawentar. Cukup ngenteni wektu sing apik. instruksi Noble.", "籤詩故事一": "◇ Wangsulake giok menyang Zhao (baliake giok menyang Zhao sawise rampung)\nIng taun 283 SM, Raja Zhao Huiwen pikantuk He's Bi saka Chu.Sakwisé Raja Qin Zhaoxiang krungu kabar mau, dhèwèké ngirim layang marang Raja Zhao, mratelakake kersané ngijoli limalas kutha karo He's Bi.\nLin Xiangru nganalisis marang Raja Zhao yen Qin kuwat lan Zhao lemes lan kudu diganti.\nRaja Zhao banjur ngutus Lin Xiangru menyang Qin karo He's Bi.\nRaja Qin ketemu Lin Xiangru ing Zhangtai, lan Lin Xiangru masrahake giok marang Raja Qin. Raja Qin bungah banget lan menehi He's Bi menyang kaendahan lan kabeh wong ing saubengé padha ndeleng, ing wektu iki, kabeh wong ing sisih kiwa lan tengen padha bengok-bengok.\nLin Xiangru weruh yen Raja Qin ora duwe niat menehi kutha kasebut marang Zhao, mula dheweke ngandhani Raja Qin yen giok Dheweke rusak lan pengin nuduhake menyang Raja Qin supaya bisa njupuk kesempatan kanggo njupuk jade bali.\nSawise Lin Xiangru njupuk maneh Bi Heshi, dheweke ngadeg ing jejere pilar gedhe, nuduhake yen dheweke pengin mati karo Bi Heshi.\nIng wektu iki, Lin Xiangru ngandika marang Raja Qin: \"Raja Zhao isih bisa ngatasi bantahan para menteri lan nampa usul menteri kasebut, sanajan dheweke ora ngapusi saben liyane nalika srawung karo rakyat biasa, ora kanggo sebutno. Qin iku negara gedhe! Kanggo njaga kekancan antarane Qin lan Zhao, Raja Zhao Sawise pasa limang dina, aku ngirim para menteri menyang Qin nggawa giok. Sayange, Raja Qin ora mung duwe niat menehi Zhao kutha, nanging uga menehi jade kulawarga He menyang wong wadon ayu, sing pancene dadi moyoki para menteriku.\"\nSawise rampung ngomong, Lin Xiangru langsung nggawe gerakan nggebug pilar, Raja Qin wedi yen He's Bi bakal rusak, mula dheweke nyamar menehi Zhao limalas kutha. Lin Xiangru ngerti rencana jahat Raja Qin, mula dheweke njaluk Raja Qin pasa limang dina sadurunge menehi He's Bi kanggo nundha wektu. Ing sawetara dina iki, Lin Xiangru ngongkon para punggawane bali menyang Negara Zhao kanthi nggawa giok, nalika dheweke tetep kanggo ngadhepi Raja Qin.\n(Crita iki kaya mripate wong biasa sing kesengsem karo statuse.)", "聖意": "Ndedonga kanggo berkah ing omah, awake dhewe, ngalangi kasugihan, nggawe transaksi angel digayuh, perkawinan ora laras karo pejalan kaki Liujiaxu, ulat sutra Chitian ora ditampa, nem kewan rusak, wong ilang ilang, tuntutan hukum umum lan migrasi wis samesthine, ilang. properti adoh, penyakit wis diatur, dikirim menyang kuburan gunung, lan diganti.", "古人": "Mbalikake giok menyang Zhao (ngrampungake giok menyang Zhao)", "第X籤": "Pitung puluh pitu menang lotre", "宮": "Istana Siang"}