{"籤詩版本二": "Godhong wit sycamore wis tiba, musim gugur wis nyedhak, lan lelungan bali wong lelungan katon kaya awan.\nBerkat usaha gedhene Gusti, kapal kasebut bali nggawa bandha ing angin.", "詩意": "Hexagram iki nggambarake gambar godhong sycamore sing tiba.\nKabeh ala ing ngarep lan apik ing pungkasan.", "解曰": "Njupuk samubarang saka ati. Tianxin ngetutake. Kanggo nggawe urip. Apa wae sing bisa.", "籤詩故事一": "◇Angin nyamber menyang Tengwang Pavilion\nWang Bo, kanthi jeneng Zian, iku sawijining pujangga saka awal Dinasti Tang. Dheweke lair ing taun pisanan Yonghui, Kaisar Gaozong saka Dinasti Tang. Wang Bo wis maca Kitab Suci wiwit cilik, lan dheweke dikenal minangka \"anak ajaib\". Wang Bo wis maca Kitab Suci wiwit cilik, lan dheweke dikenal minangka \"anak ajaib\".\nNalika umur sepuluh taun, dheweke lan bapake kebeneran liwat ing candhi Guandi, ndeleng patung Guandi sing megah ing candhi kasebut, nyekel salinan \"Musim Semi lan Musim Gugur\" lan diwaca. Dheweke diilhami. Dheweke ngucapake marang Kaisar Guan: \"Nyekel telung kunci jenggot ijo, maca sejarah Dinasti Qing menyang lentera ijo lan ngurmati jeneng-jeneng sing misuwur. Nyekel naga ijo lan rembulan ing tanganku. \" Dicritakake. yen ing musim gugur taun iki, Wang Bo lunga saka Shanxi menyang Pulo Hainan kanggo ngunjungi bapake sing diturunake dadi hakim kabupaten Jiaozhi. , ngliwati ewonan gunung lan kali ing sadawane dalan. Ing musim gugur taun nalika umur pitulikur, Wang Bo tindak saka Shanxi menyang Pulo Hainan kanggo ngunjungi bapake, sing wis diturunake jabatan Magistrate Kabupaten Jiaozhi, dheweke ngliwati ewonan gunung lan kali ing sadawane dalan.\nBareng wis tekan ing Gunung Madang dina iku, kabeh padha menyang dharat kanggo ngaso, nalika Wang Bo mlaku ing candhi kuna dhewekan, dumadakan weruh ana wong tuwa lungguh ing watu ing sandhinge candhi, wong tuwa iku katon kaya bocah cilik kang rambute ayu. lan katon peri. Dheweke kandha marang Wang Bo, \"Apa sampeyan dudu Wang Bo?\" Wang Bo kaget lan ngandika, \"Tepat! Kepriye sampeyan ngerti?\" Wong tuwa kasebut ngandika, \"Aku wis suwe krungu yen sampeyan pancen apikan. niat kanggo nylametake wong, lan geguritan sampeyan banget migunani. Besok bakal ana pesta gedhe ing Tengwang Pavilion. Yen sampeyan bisa nekani pesta lan nulis karangan, sampeyan bakal misuwur ing saindhenging jaman lan entuk biaya perjalanan.\" ing Gunung Madang, kabeh padha menyang dharat kanggo ngaso, nalika Wang Bo lagi mlaku-mlaku ing candhi kuna dhewekan, dumadakan weruh ing watu ing jejere candhi, ana wong tuwa lungguh, katon kaya bocah cilik, rambut ayu lan peri. Dheweke kandha marang Wang Bo, \"Apa sampeyan ora Wang Bo?\"\nWang Bo kaget lan kandha, \"Pancen! Kepiye sampeyan ngerti?\"\nWong tuwa mau ngandika: \"Aku wis suwe krungu, yen sampeyan duwe niat apik kanggo nylametake wong, lan geguritan sing sampeyan gawe cukup migunani, sesuk bakal ana pesta gedhe ing Paviliun Pangeran Teng, yen sampeyan bisa nekani pesta lan ngarang. sampeyan bakal misuwur ing salawas-lawase lan sampeyan bakal entuk biaya lelungan.\"\nWang Bo ngandika: \"Panggonan iki adohe enem utawa pitung atus mil saka Tengwang Pavilion, carane kita bisa teka kene sesuk? mesthi bakal teka sesuk.\" Wang Bo matur nuwun lan ngandika: \"Nyuwun pangapunten, rama-in-hukum. , apa sampeyan abadi utawa dewa?\" Wong tuwa ngguyu lan ngandika, \"Aku Zhongyuan Shuijun sing ana ing. nguwasani wilayah banyu iki!\" Wang Bo ngandika, \"Panggonan iki adohe nem utawa pitung atus mil saka Tengwang Pavilion. Kepiye carane kita bisa tekan kono sesuk?\"\nWong tuwa ngandika: \"Aku bakal nggunakake jaran minangka angin gaib kanggo mbantu sampeyan supaya lancar. Aku bakal teka sesuk.\"\nWang Bo matur nuwun lan ngandika, \"Nyuwun pangapunten, rama-in-hukum, apa sampeyan abadi utawa dewa?\"\nWong tuwa mau ngguyu lan kandha, \"Aku Zhongyuan Shuijun sing ngurus wilayah banyu iki!\" Wong tuwa kasebut ndesek Wang Bo supaya cepet munggah ing prau. lan banyune lancar ing sadawane dalan.Sakedheping mripat, dheweke wis tekan atusan mil.\nWong tuwa mau banjur ngajak Wang Bo supaya enggal-enggal munggah ing prau, weruh mega-mega sing ngubengi dheweke sauntara, lan lakune lancar, ing sakedheping mripat, dheweke wis mlaku atusan mil. Kaya sing dikarepake, Wang Bo cepet-cepet menyang Paviliun Pangeran Teng nalika esuk acara gedhe.\nKaya sing dikarepake, Wang Bo cepet-cepet menyang Paviliun Pangeran Teng nalika esuk acara gedhe. Lan ing papan kasebut, dheweke nulis \"Preface to Prince Teng's Pavilion\", sing diarani mahakarya abadi dening Kaisar Gaozong saka Dinasti Tang. Lan ing papan kasebut, dheweke nulis \"Preface to Prince Teng's Pavilion\", sing diarani mahakarya abadi dening Kaisar Gaozong saka Dinasti Tang.\nAna geguritan kang mangkene:\nIku tansah ngandika yen wong bakat iku dewa, supaya ora kacilakan yen angin nggawa Nanchang menyang Nanchang;\nAku nulis ukara babagan pendopo Teng Wang sing dhuwur, banjur dheweke ngancani wong sing abadi menyang Zhongyuan.", "聖意": "Ndedonga kanggo omah lan nglindhungi dhewe, ndedonga kanggo berkah, golek kasugihan, lan entuk perkawinan lan harmoni.", "古人": "Angin mabur menyang Tengwang Pavilion", "第X籤": "Teken wolung puluh siji", "宮": "Wei Gong"}