{"籤詩版本二": "Apa sing kudu ditindakake yen ilang kautaman amarga ajining diri, wedi yen rejeki bakal owah lan kedadeyan ala.\nMabuk, aku ora ngerti arep menyang ngendi, Aku ngimpi kabur ing bayangan saka wit pinus ijo.", "詩意": "Heksagram iki nggambarake iwak kadhemen sing ninggalake banyu.\nOra ana sing bisa dipindhah.\n\n(Hexagram iki minangka simbol kabecikan lan nasib ala.\nTansah sikilmu ing lemah ing kabeh.\n)", "解曰": "Iwak kadhemen ninggalake banyu. fly ing ointment. Yen sampeyan takon babagan rencana kemah. Iku luwih apik kanggo Mo Qi\nTandha iki bakal nggawa nasib ala kanggo Liujia. Kabeh dadi salah. Ndedonga kanggo keamanan.", "籤詩故事一": "◇Zhuangzi nguji bojone\nZhuangzi lair ing Dinasti Zhou, jenenge Zhuang, jenenge Zhou, lan Zixiu, wong asli Mengyi ing Dinasti Song. Ing Dinasti Zhou, dheweke dadi pejabat Qiyuan.\nIng sawijining dina, Zhuangzi ketemu wong wadon ing gunung, dheweke lagi jongkok ing ngarep kuburan anyar, goyang-goyang kipase, kaya-kaya pengin garing lemah teles ing kuburan. Zhuangzi ora ngerti maksude, mula dheweke takon. Dheweke ngomong yen sing dikubur ing kuburan iku bojone, lan pungkasane bojone ora bisa nikah maneh nganti lemah ing kuburan garing. Dheweke ora bisa ngenteni maneh, mula dheweke ngocok lemah kuburan supaya luwih cepet garing, supaya dheweke bisa nerusake musim semi sing kapindho.\nZhuangzi mendesah nalika dheweke mikir yen ana wanita sing ora duwe ati kaya ing donya. Banjur aku mikir, apa bojoku bakal kaya ngono? Nalika anggepan muncul, aku pengin nyoba.\nGarwane Zhuangzi jenenge Tian, ​​lan pasangan kasebut biasane duwe hubungan sing cedhak. Kanggo nguji kasetyane bojone, Zhuangzi mutusake kanggo pura-pura mati.\nKrungu yen Zhuangzi seda amarga lara dadakan, akeh wong saka ngendi-endi, kalebu sanak-sedulur lan kanca-kanca, padha teka ngaturake bela sungkawa, ing antarane ana raja lan putu kang ayu saka negara Chu, sing sugih bandha, weruh Jeng. Tian mentas randha lan melas, dheweke ngoyak dheweke. Mbak Tian ora tahan godaan lan tresna marang Wang Sun, mung rong puluh dina dheweke nikah.\nBengi iku, nalika anggur wis mendem lan kupinge panas, Wang Sun dumadakan nandhang serangan jantung lan seda.\nMbak Tian wedi lan gupuh, banjur takon Wang Sun kanthi cepet apa sing kudu ditindakake, Wang Sun nahan rasa lara lan ngomong marang Mbak Tian yen otak mayit bisa digunakake kanggo urip maneh.\nNgendi golek mayit? Mbak Tian ujug-ujug mikir, apa bojone nembe seda? Pak Tian lali bab katresnan lawas antarane bojo lan bojone, lan bener njupuk kapak lan mbukak peti mati bojone, nyepakaké kanggo njupuk metu otak kanggo tamba.\nOra sengaja, nalika peti mati dibukak, Zhuangzi urip maneh. Mbak Tian isin banget nganti gantung diri.\n(Crita iki minangka metafora kanggo nglanggar paseduluran kanggo keuntungan pribadi lan ora setuju.)", "聖意": "Omah ayem tentrem, sarirane slamet, dhuwit ora adil, dedagangan dikurbanake, palakramane ucul, bejat makmur ing Liujia, wong mlaku durung teka, ulat sutra warata, ingon-ingone warata, wong. ilang, gugatan ganti, murid konservatif, properti ora lara, lan gunung lan kuburan ala.", "古人": "Zhuangzi nyoba bojone", "第X籤": "Lot 84", "宮": "Wei Gong"}