{"籤詩版本二": "Mendhung peteng ndhedhet pedhut nutupi dalan ing ngarepe gunung, kabeh bunder lan rembulan bunder maneh.\nYen sampeyan entuk puisi lan buku, sampeyan bakal tangi saka ngimpi sing jero, wong mulia bakal nuntun sampeyan menyang payon.", "詩意": "Hexagram iki nglambangake pungkasan musim semi lan mekar kembang.\nKabeh owah sawise Gusti.", "解曰": "Wong tuwa kudu njaluk tulung. Iki mekar maneh ing musim semi. Kepinginan kanggo kamulyan lan rejeki. Nemokake windfall pungkasan ing urip.", "籤詩故事一": "◇Han Wengong nemoni salju\nHan Yu, sing jenenge Tuizhi, asale saka Changli. Tang Dezong dadi Jinshi ing taun kawolu Zhenyuan, lan gelar anumerta yaiku Wen Gong.\nNalika jamane Kaisar Xianzong saka Dinasti Tang, Han Yu mbantah karo balunge Sang Buddha, sing ndadekake Kaisar nesu. Han Yu ninggal bojo lan anak-anake lan lunga menyang Chaozhou. Sawise mlaku-mlaku kurang saka sawetara dina, angin adhem mundhak lan salju mudhun banget. Han Yu teka ing papan sing jerone salju pirang-pirang meter, jarane angel maju, ora ana omah lan ora ngerti dalane. Yen sampeyan pengin ngetutake dalan lan mundur, ora ana dalan maneh. Angin kenceng lan salju mudhun kanthi cepet, Han Yu krasa klelep ing kulit, kedinginan lan keluwen, lan ora ana papan kanggo ngungkapake rasa sedhih.\nHan Yu ambegan lan ngandika: \"Kaisar ora bakal matèni aku, nanging kaisar arep numpes aku.\"\nNalika Han Yu nekat, dheweke weruh ana wong teka kanggo ngresiki salju sanajan hawane adhem banget, jebule Han Xiangzi (keponakane Han Yu).\nSakdurunge, Han Xiangzi wis ngomong marang Han Yu: \"Endi omahe Yun Heng ing Qinling? Salju ngrangkul gapura biru lan jaran mandheg maju.\" Ing wektu iku, Han Yu ora ngerti apa sing dimaksud Han Xiangzi, nanging saiki dheweke akhire paham.\nDadi Han Yu lan Han Xiangzi nginep ing omahe Fu ing Languan. Ngomong babagan masa lalu lan dalan kanggo budidaya, Han Yu kanthi tulus yakin.\nMengko, Han Yu ninggal jabatan resmine, nyumbang kabeh propertie marang pemerintah daerah, lan lunga menyang gunung kanggo nglatih Taoisme lan dadi wong sing langgeng.", "聖意": "Omah ora apik kanggo awake dhewe, ati-ati golek dhuwit, fokus ing bisnis, nikah telat, Liujia wong wadon mlaku ngalangi sawah, ulat sutra apik, ternak apik, angel golek wong, tuntutan hukum umum bola-bali, migrasi. dianyari, barang ilang sing serius, penyakit sing ditundha, kuburan gunung kudu diganti.", "古人": "Han Wengong nemoni salju", "第X籤": "lotre menang wolung puluh lima", "宮": "Shen Gong"}