{"籤詩版本二": "Mlaku separo munggah gunung sisih kulon, tebing Junling ora bisa dipanggoni.\nNdedonga marang Gusti kanggo pangayoman, awak iki isih ana ing kamar mayat", "詩意": "Hexagram iki kaya nggoleki emas ing pasir.\nAna pratandha saka wong mulya ing kabeh.\n\nUga: Heksagram iki nuduhake yen wong kasebut ana ing bebaya.\nAna pratandha saka wong mulya ing kabeh.", "解曰": "Jade bisa ditemokake kanthi ngethok watu. Golek emas ing wedhi. Perlu kerja keras. Mung masalah.\nKarya liyane: kahanan sing angel. Ora ono panggonan. Nyuwun berkahipun Gusti. Ndedonga kanggo ayem tentrem.", "籤詩故事一": "◇ Cokot emas lan jelajahi guwa lemah\nKanggo ngrayakake eksploitasi militer, Cheng Yaojin nganakake pesta ing Yanwuyang. Ujug-ujug ana bolongan ing lemah, sing ora bisa ditemtokake, kabeh padha ngundi kanthi milih tembung, nggigit emas kanggo menang, lan nyewa tali kanggo nancepake ing bolongan kasebut.\nAna lawang watu, meja, kursi, kreteg lan barang liyane, ing meja ana jubah naga lan sabuk jade, sing digawe saka emas lan lusuh saka guwa.\nYao Jin metu saka bolongan karo kothak gedhe lan kothak cilik, mbukak kothak kayu lan njupuk segel jade, mbukak kothak, njupuk gendera gedhe, jubah makutha lan trek lan sijine ing meja, lan kabeh wong. mirsani siji-siji. Aku weruh wolung karakter segel sing diukir ing segel gedhe yaiku \"The Demon King of Hunshi, the Great Virtuous Emperor\".\nKabeh wong nyembah dheweke minangka \"Kaisar\", lan Yaojin nindakake iki sajrone telung taun minangka Raja Iblis. (Sejatine, iki mung nyatakake dhewe, lan Cheng Yaojin mung pimpinan desa ing wektu kasebut.)\n(Crita iki minangka metafora yen perkara sing apik iku mung kaya akting. Iki minangka konsepsi seni \"awak iki isih ana ing kekosongan\".)", "聖意": "Pandonga kanggo omah lan omah, awake dhewe, kekurangan bathi, golek kasugihan, kerja keras, ati-ati ing bisnis, omah-omah bakal ngalang-alangi Liu Jiaxu, pejalan kaki, Chi Tian, ​​​​ulat sutra, kandang enem ternak, golek wong, ora ana tuntutan hukum. , mundhut, migrasi, nyimpen barang sing ilang, penyakit ala, alangan, gunung lan kuburan.", "古人": "Njelajah Crypt kanggo Emas", "第X籤": "Teken wolung puluh pitu", "宮": "Shen Gong"}