{"籤詩版本二": "Ojo ngganggu urusan pribadimu, iki luwih prayoga ditakoni masyarakat.\nAti kang bening iku padhang lan padhang kaya padhanging rembulan ing langit", "詩意": "Heksagram iki nggambarake gambar rembulan sing padhang ing langit.\nKabeh padhang lan hawane.", "解曰": "Jujur ing ati. Lurusake hukum. tembung suci. Akhire dadi cetha.", "籤詩故事一": "◇ Jenderal Kong Ming\nSolusi: Zhuge Liang mobilizes pasukan lan jenderal\nNalika jaman Tiga Karajan, Zhuge Liang (181-234), jenenge Kongming, lair ing Yangdu, Langya (saiki Kabupaten Yinan, Provinsi Shandong).\nZhuge Liang sarujuk dadi pejabat sawise Liu Bei ngunjungi pondokan jerami kaping telu. Ing wektu iku, Cao Cao wis nenangake Hebei lan duwe tekad kanggo maju menyang kidul. Dheweke ngirim Xiahou Dun minangka kepala jenderal, Yu Jin, Li Dian lan liya-liyane. wakil jenderal, mimpin tentara 100.000 kanggo maju menyang Xinye. Sanajan Zhuge Liang duwe rencana mundur saka mungsuh nalika iku, Guan Yu lan Zhang Fei ngremehake omongane Zhuge Liang. Zhuge Liang ora duwe pilihan kajaba nggunakake pedhang Liu Bei kanggo ngyakinake wong loro, supaya saben mimpin sewu pasukan lan nyerang ing Yushan lan Anlin. ambushes lan geni.\nKajaba iku, Zhao Yun diutus kanggo mimpin sisa-sisa tentara sing lawas lan ringkih kanggo perang minangka garda depan nglawan Xiahou Dun, lan banjur ngapusi kekalahan lan mundur, mbujuk Xiahou Dun menyang dalan sing sempit ing gunung lan alas, uga ngirim Guan. Ping, Zhou Cang, Liu Feng lan liya-liyane kanggo nyelinep menyang mburi tentara Cao, ngobong pasokan lan nggawe gupuh ing tentara Cao.\nSawise perang, kabeh kedadeyan kaya sing diatur Zhuge Liang. Nalika Xiahou Dun lan Yu Jin mimpin tentara nguber, Li Dian, sing ana ing mburi, cepet-cepet ngandhani Xiahou Dun ing ngarep yen dheweke kudu njaga saka serangan geni mungsuh. Nanging, wis telat. dalan sing ciyut lan ana ing panggonan sing ana wit-witan, mula geni ora bisa diwiwiti, ana korban jiwa sing abot, lan Xiahou Dun lan jenderal liyane kalah lan mlayu bali menyang Xudu.\n(Crita iki minangka metafora yen Kong Ming pinter nggunakake wong lan ngatur negara kanthi kawicaksanan.)", "聖意": "Omah lan omah mugo-mugo mugo-mugo rejeki, tentrem atine, kamakmuran ing bisnis, bebrayan, sukses ing Liujia, wong mlaku mlaku, pindah sawah, ulat sutra, kelangan ternak, golek wong, tuntutan hukum umum, migrasi, ilang. harta benda, berkah, penyakit, tentrem, gunung lan kuburan.", "古人": "Jenderal Kong Ming", "第X籤": "Tandha sanga", "宮": "Istana Yin"}