{"籤詩版本二": "Pertunjukan sing apik ndadekake sampeyan ngadeg metu saka wong akeh kanthi frown, lan mangsa sampeyan bakal owah lan nggawa akeh kasugihan.\nDalan sing jembar kaya langit, lan kabeh dhuwit sing bisa diwenehake bakal ana ing atimu", "詩意": "Hexagram iki nuduhake masa depan sing janjeni.\nKabeh dadi apik.", "解曰": "Dalan gedhe. Sampeyan bisa maju. Gunakake atimu. Mung maju.\nKabeh dadi kaya sing direncanakake karo tandha iki. Good luck kanggo Jichang.", "籤詩故事一": "◇ Telung pahlawan perang nglawan Lu Bu\nSolusi: Telung pahlawan Zhang Fei, Guan Yu, lan Liu Bei perang nglawan Lu Bu\nDong Zhuo ngerti yen Hua Xiong wis dipenggal lan dikirim jenderal mabur Lu Bu kanggo perang. Sanalika Lu Bu perang, dheweke mateni jenderal Fang Yue lan Mu Shun, lan mateni Wu Anguo lan Gongsun Zan.\nZhang Fei weruh yen Gongsun Zan ora bisa ngalahake Lu Bu, mula dheweke cepet-cepet ngganti Gongsun Zan lan bengok-bengok: \"Budhak telu jenenge kudu lunga! Zhang Fei saka Yan ana kene! \"Sawise iku, padha perang luwih saka sèket babak ing. suksesi, tanpa menang utawa kalah.\nSawise Guan Yu weruh, dheweke lan Zhang Fei nyerang Lu Bu lan nglawan luwih saka telung puluh ronde.\nLiu Bei uga nggawa pedhang loro, keplok jaran lan maju nulungi Zhang Fei lan Guan Yu.\nWong telu mau ngubengi Lu Bu lan terus gelut, kabeh wong ing rombongan padha kaget.\nOra let suwe, Lu Bu wiwit kelangan kekuatan, Pegasus Lu Bu mundur, nanging wong telu mau ngoyak Lu Bu ora gelem nyerah, ora mundur nganti ketemu karo pasukane Lu Bu.\n\"Tiga Kerajaan\"\n(Crita iki minangka metafora kanggo keberanian lan ketrampilan Lu Bu ing perang. Wong siji bisa ngalahake wong telu.)", "聖意": "Atine omah lan omah mung lelungan ing lelungan dhewe kanggo golek kasugihan. Artikel nikah sing bisa ditindakake menyang Liujia. Kabeh dadi lancar kanggo wong. Ulat sutra Zhushuntian digunakake. Wong bisa ditemokake ing antarane enem kewan. Wong bisa ditemokake ing ngarep. . Litigasi . Migrasi .. ilang barang .. penyakit .. gunung lan kuburan iku kaya rejeki.", "古人": "Telung pahlawan perang nglawan Lu Bu", "第X籤": "Sangang puluh siji menang lotre", "宮": "Sampeyan Palace"}