{"籤詩版本二": "Luan Feng Xiang kesiram ing gerimis, nanging nalika iku dheweke diganggu dening Queer.\nAku kaget ngerti yen ing sawijining dina awan wis adoh, nanging aku isih mbalekake sandhanganku menyang sampeyan.", "詩意": "Hexagram iki nggambarake simbol Luan lan Phoenix sing ditutupi udan.\nKabeh teka nalika wektune teka.", "解曰": "Wong jahat kuwi maju saben dina. Wong lanang kudu nindakake apa-apa. Mung tetep kanggo dhewe. Tumindak nalika wektune teka.", "籤詩故事一": "◇Gao Jun njamin nikah\nIng awal Dinasti Song, Zhao Kuangyin nyawijikake sisih lor lan kabeh negara nyerah. Nanging, ing Dinasti Tang Kidul, Li Yu mapan ing sisih kidul Kali Yangtze. Dheweke nganggo strategi nawakake kutha lan pura-pura nyerah. njebak Zhao Kuangyin ing Shouzhou, lan kahanan kritis. Keponakan Zhao Kuangyin, Gao Junbao, nom-noman sing nganggo bedhil emas, ninggalake Bianjing kanggo mecah pengepungan Shouzhou.\n, ngliwati Gunung Shuangsuo, dheweke ngrusak tandha Suami sing digawe dening Liu Jinding, lan wong loro kasebut bersaing. Akibate, Liu Jinding ngalahake Gao Junbao kaping telu kanthi seni bela diri sing paling apik, lan padha ngganti gada emas lan lonceng perak kanggo urip. Gao Junbao ponakan Zhao Kuangyin ninggalake Bianjing kanggo nylametake Zhao Kuangyin sing kepepet ing Shouzhou. Dheweke ngliwati Gunung Shuangsuo lan ngrusak papan sing digawe Liu Jinding. Wong loro kasebut bersaing, nanging Liu Jinding ngalahake Gao Junbao kaping telu kanthi seni bela diri sing luar biasa. lan dipeksa nikah. Pasangan kasebut mimpin wong akeh menyang pengepungan lan ngluwari Zhao Kuangyin.\n(Kiasan saka crita iki yaiku yen wong loro mau ora rukun (dibully), nanging banjur rukun.)", "聖意": "Omah kulawarga ora becik kanggo awake dhewe, ati-ati golek dhuwit, bisnis blok, ngenteni nikah, tundha, Liujia, musafir palsu, nginep ing sawah, ulat sutra, telat, karusakan enem kewan, angel golek wong, tuntutan hukum, mundhut, migrasi, konservatif, ilang property, penyakit serius, extension gunung, reformasi kuburan", "古人": "Gao Jun njamin nikah", "第X籤": "Sangang puluh telu menang lotre", "宮": "sugeng"}