{"籤詩版本二": "Ambisi lan prestasi ana ing dinasti, nanging saiki bakal ana ngombe lan seks tanpa wates.\nYen sampeyan ndeleng jago emas, sampeyan bakal diganjar dhuwit, rejeki lan rejeki.", "詩意": "Hexagram iki minangka simbol ambisi lan ketenaran.\nTansah kabeh sing apik.", "解曰": "Ambisi lan bungah. Iku ora kasep kanggo njaga dhewe. Janji jago mas. Kabeh seneng.", "籤詩故事一": "◇Cao Pi ngaku dadi kaisar\nCao Pi, jeneng duweni Zihuan, lair ing Peiguoqiao (saiki Hao County, Anhui). Politisi lan panulis misuwur ing jaman Jian'an.\nCao Pi minangka putra nomer loro saka Cao Cao. Dheweke urip karo bapake ing kamp militer wiwit isih cilik. Ing pengaruh bapake, Cao Pi sinau memanah nalika umur enem taun lan nunggang jaran nalika umur wolung taun, lan berkembang. skills bela dhiri apik. Dheweke uga duwe kawruh ekstensif babagan klasik lan biografi kuno lan modern, uga buku-buku saka atusan sekolah pamikiran. Ora nganti umur wolulas Cao Cao ngalahake Yuan Shao lan Cao Pi urip kanthi stabil ing Yecheng, pusat pemerintahan Cao Cao. Wiwit kuwi, senajan kadhang-kadhang ndhèrèk bapaké ing ekspedisi militèr lan kerep urip dadi putra bangsawan, nanging saben dinané isih nglatih seni bela dhiri lan ora suwé nganti saiki. Dheweke kerep nunggang jaran ing satus undhak-undhakan lan banget trampil ing seni bela dhiri, amarga dheweke asring latihan beladiri, dheweke entheng lan kuwat.\nPutra pambarep Cao Cao Cao Ang tiwas ing perang. Sawise putra mbarep tilar donya, Cao Pi dadi pilihan pisanan kanggo putra mahkota. Nalika umuré telung puluh siji taun, dhèwèké diangkat dadi putra mahkota déning Cao Cao. Nalika Cao Pi umur telung puluh telu taun, Cao Cao seda amarga lara, lan Cao Pi ngganteni dheweke dadi perdana menteri lan raja Wei. Dheweke kandha yen dheweke kerep nunggang jaran kanthi langkah satus lan trampil banget, amarga dheweke kerep nindakake kungfu, dheweke dadi entheng lan sehat.", "聖意": "Donga omah lan omahmu ayem tentrem, golek bandha, kerja keras, dagang, pedhot awal. diwasa, bakal angel golek wong, pengadilan umum, keputusan sing penting, migrasi, ilang properti, adoh, penyakit, ing gunung lan kuburan, rejeki.", "古人": "Cao Pi ngaku dadi kaisar", "第X籤": "Sangang puluh lima menang lotre", "宮": "sugeng"}