{"籤詩版本二": "Pagoda sing nggumunake ora biasa, kanthi dekorasi sing apik banget ing kabeh sisih sing sumunar kanthi cahya\nKawula nyuwun supados panjenengan sami sregep sujud lan nindakaken amal kasaenan, swarga badhe maringi berkah.", "詩意": "Hexagram iki minangka manifestasi saka merit.\nKabeh iku apik.", "解曰": "Iki berkah. Saben uwong duwe. Aja sibuk banget. Merit ditemtokake ing advance.", "籤詩故事一": "◇Raja Fenyang ketemu putune nalika dina Valentine Cina\nSolusi: Guo Ziyi ketemu karo Prawan Weaver sing mudhun ing bumi nalika dina Valentine Cina. Tiansun, putu saka Kaisar Giok, yaiku Peri Pitu.\nGuo Ziyi (697-781), uga dikenal minangka Guo Linggong, iku asli saka Kabupaten Zheng, Huazhou (saiki Kabupaten Huaxian, Provinsi Shaanxi) lan jenderal ing Dinasti Tang. Pengadilan kekaisaran menehi Ziyi gelar Raja Fenyang.\nDicritakake yen Ziyi asli saka Huazhou lan melu tentara ing njaba Tembok Besar, dheweke lunga menyang Beijing kanggo meksa bayaran militer lan bali menyang Yinzhou. Kebeneran dina iku dina Valentine Cina. Angin lan pasir peteng ndhedhet, srengenge wis peteng, Ziyi ora bisa maju, banjur ngadeg ing pinggir dalan, turu ing lantai ing omah kosong, nalika arep turu, dumadakan weruh lampu abang. loro-lorone, ngadeg lan ndonga kaget, ana mega ing langit, alon-alon mudhun. Ziyi enggal-enggal ngurmati lan ngendika, \"Dina iki dina kapitu pitung sasi lunar, aku kira iku Prawan Penenun sing wis teka, pengin menehi umur dawa lan kasugihan.\"\nWong wadon uga mangsuli: \"Kanthi kasugihan gedhe, umur dawa.\"\nSawise rampung omong, cemlorot bali lan mendhung alon-alon munggah.Wong wadon mau isih nyawang Guo Ziyi kanthi eseman sing nyenengake, mung nalika dheweke adoh saka dheweke, kumelun kabur lan ora katon maneh.\nPranyata bener, kaya sing diomongake wong wadon mau. Kaluwihane Ziyi misuwur ing saindenging jagad, dheweke dadi menteri sing misuwur banget, lan dadi jenderal kanthi kaluwihan lan kabecikan.", "聖意": "Njaluk sliramu ing omah, muga-muga, ndonga kanggo dhuwit, rejeki ing bisnis, rejeki ing bebrayan, rejeki ing Liujia, seneng lelungan karo wong, pindah sawah, ulat sutra, ingon-ingon mantep, rejeki golek. wong, tuntutan hukum umum, migrasi, rejeki, penyakit properti sing ilang, kuburan ing Zhenxingshan", "古人": "Raja Fenyang ketemu putune ing dina Valentine Cina", "第X籤": "Tandha sangang puluh enem", "宮": "sugeng"}