{"籤詩版本二": "Nguripake jaran lan nyekel pecut, kita langsung teka, setengah ing bebaya lan setengah ing bilai.\nIbarat omah diobong geni Yen langit tiba udane dadi awu Aku duwe rencana.", "詩意": "Hexagram iki nggambarake setengah kasusahan lan setengah bungah.\nApike kanggo nindakake kabecikan ing kabeh.", "解曰": "Buruh urip. Ora peduli sing bener lan sing salah. Belenggu iku sementara. Resentment teka kanthi alami.", "籤詩故事一": "◇Tao Sanchun ngalahake Zheng En ing Guayuan\n\"Sugeng ambal warsa kula,\" Zhao Kuangyin jumeneng maneh, \"Raja Beiping Zheng En wis nate ngaturake omah-omah. Saiki jagad iki ayem, aku njaluk idin kanggo milih dina sing apik kanggo nikah. \"\n\"Sugeng ambal warsa kula!\" Zhao Kuangyin jumeneng lan ngandika, \"Raja Peking, Zheng En, wis nate nikah ing jaman biyen. Saiki donya wis tentrem, aku njaluk idin kanggo milih sing apik. dina kanggo nikah.\"\n\"Oh, sedulur nomer telu wis tunangan sadurunge, kepiye aku ora ngerti babagan iki?\" Chai Rong kaget banget, dheweke ngacungake tangan supaya Zhao Kuangyin lungguh lan ngomong.\n\"Oh! Sedulur nomer telu wis tunangan sadurunge, kepiye aku ora ngerti babagan iki?\" Chai Rong (Kaisar Dinasti Zhou Akhir) kaget banget, dheweke ngacungake tangan lan ngajak Zhao Kuangyin lungguh lan ngobrol.\n\"Ceritane dawa, pisanan, kita isih mlarat lan ora gabung karo tentara sampeyan. Wiwit iku, kita wis perang pirang-pirang taun lan ora duwe wektu kanggo ngurus sampeyan. Kapindho, sedulur katelu uga sithik. isin nyebataken, pramila Paduka mboten ngertos .”\n\"Ceritane dawa. Kaping pisanan, kita isih urip mlarat lan ora gabung karo tentara sampeyan. Wiwit iku, kita wis perang pirang-pirang taun lan ora duwe wektu kanggo peduli karo sampeyan. Kapindho, sedulur katelu uga rada isin nyebataken, pramila Paduka mboten ngertos .”\n\"Heh, mahasiswa lanang iku arep omah-omah, apa gunane diisin-isini? Kakang nomer telu wis suwe ana ing paprangan lan bisa dianggep pahlawan sing ora ana tandhingane. Kowe kok cilik-cilik babagan perkara iki?\"\n\"Heh! Bocah kuliyah iku arep omah-omah, apa gunane diisin-isini? Kakang nomer telu wis suwe ana ing paprangan lan bisa dianggep pahlawan sing ora ana tandhingane. Kowe kok cilik-cilik babagan perkara iki?\"\n\"Ngomong-ngomong, aku ora bisa nyalahake sedulurku sing nomer telu amarga isin, amarga perkawinan iki digawe palsu.\"\n\"Ngomong-ngomong, aku ora bisa nyalahake sedulurku sing nomer telu amarga isin, amarga perkawinan iki digawe palsu.\"\n\"Ketik metu? He, menarik. Tulung dakcritakake apa sing kedadeyan.\"\n\"Aku ngetik! He! Iku menarik! Tulung dakcritakake apa sing kedadeyan.\"\n“Iya, aku kelingan taun iku, nalika arep gabung karo Yang Mulia, awake dhewe ngliwati Kabupaten Baocheng, ing wulan Juni panas banget, adhiku sing nomer telu ora bisa nginep ing hotel, mula dheweke metu ngumbara dhewekan. Sawise ngliwati kebon melon, dheweke mlebu njupuk sawetara, melon ngilangi ngelak, wektu iki ora akeh melon sing mateng, lan sing nomer telu ora ngerti carane njupuk, mula akeh sing rusak. Wong wadon sing nyawang melon mau maju nuduh sedulur sing nomer telu. Wong loro mau padha padu, banjur padha gelut. Ayo. Untunge aku kuwatir lan cepet-cepet nylametake, yen ora ... \"\n“Iya, aku kelingan taun iku, nalika arep gabung karo Baginda, kita liwat ing Kabupaten Baocheng, ing wulan Juni panas banget, adhiku sing nomer telu ora bisa nginep ing hotel, mula dheweke metu ngumbara dhewekan. Sawise ngliwati kebon melon, dheweke mlebu njupuk sawetara, melon ngilangi ngelak, wektu iki ora akeh melon sing mateng, lan sing nomer telu ora ngerti carane njupuk, mula akeh sing rusak. Wong wadon sing nyawang melon mau maju nuduh sedulur sing nomer telu. Wong loro mau padha padu, banjur padha gelut. Ayo. Untunge aku kuwatir lan cepet-cepet nylametake, yen ora ... \"\n\"Iki Zheng Ziming, salahe sing sepisanan, kudu njaluk ngapura. Kenapa dheweke nabrak? Kajaba iku, kepiye kulawargane bocah wadon bisa nahan pukulan lan tendhangan wong sing galak kaya dheweke! Ayo, sampeyan ngalahake bocah wadon iki. kepingkel-pingkel. Ora?\" \"Wong wedok iku ora tatu...\"\n\"Iki Zheng Ziming, salahe sing sepisanan, mula dheweke kudu njaluk ngapura. Kok digebugi? Kajaba iku, kepiye kulawargane bocah wadon bisa nahan pukulan lan tendhangan wong sing galak kaya dheweke! Ayo, ngomong! kowe nggebugi bocah wadon iki. Ora?\"\n\"Wan wadon iku ora tatu ...\"\n\"Ora apa-apa, ora apa-apa.\n\"Ora apa-apa! Ora apa-apa... He! Apa sampeyan ora tumindak? Oh! Aku kira sampeyan sing nylametake aku ing wayahe!\"\n“...Ora, wong sing tak tulungi kuwi...kang nomer telu.” “...Ora, sing tak tulungi kuwi...kang nomer telu.\n\"Ah?!\" \"Ah?!\"\n\"Adhi sing nomer telu digebugi karo wong wadon lan digebugi nganti tekan ing dalan, untunge aku teka lan mbujuk dheweke lunga, mula ora tatu parah. ... Paduka... Paduka!... \"\n\"Adhi sing nomer telu digebugi wong wadon mau banjur digebugi, untunge aku teka lan mbujuk dheweke lunga, mula ora tatu parah. ...Paduka...Paduka!...\"\n“Ah?...O, wong wadon kuwi sapa!?” “Ah!?...O, wong wadon kuwi sapa!?”\n\"Saiki aku ngerti yen wong wadon jenenge Tao Sanchun, lan bapake Tao Hong iku pahlawan tuwa sing ora duwe cita-cita. Tao Sanchun sinau seni bela diri saka bapake wiwit cilik. Sawise aku ngerti. Kulawargane, aku weruh yen Miss Sanchun nduweni karakter sing luar biasa. , Luo Luo lan loman, tanpa pakulinan dadi bocah cilik, dheweke sengaja cocog karo dheweke. Bapak lan putri Tao uga seneng banget karo karakter sing lugas saka sedulur katelu. enggal-enggal dicekel lan diputusake palakrama iki kanggo wong loro. Paduka mugi karsaa paring dhawuh, dudu iki nikahan palsu?\"\n\"Sakwisé aku ngerti yen bocah wadon kasebut jenenge Tao Sanchun, lan dheweke wis sinau seni bela diri saka bapake wiwit cilik. Sawise aku kenal karo kulawargane, aku weruh yen Miss Sanchun nduweni karakter sing luar biasa, yaiku. loman, lan ora duwe tilak saka pakulinan cah wadon cilik, mula aku sengaja direkrut dheweke. Pak Tao lan putrine uga seneng banget karo karakter lugas saka sedulur sing nomer telu. Paduka mugi karsaa paring dhawuh, menapa punika dudu perkawinan palsu?”\n(Crita iki minangka metafora, amarga sing ala dadi apik.)", "聖意": "Ndedonga kanggo pangayoman saka omah lan dhiri, ati-ati, ndedonga kanggo kasugihan, bisnis ngrusak, ngalang-alangi perkawinan, paukuman, Liujia, asuransi, pejalan kaki kepepet ing sawah, karusakan ulat sutra, karusakan ternak, wong ilang, tuntutan hukum ilegal, mundhut, migrasi, konservatif , barang sing ilang, penyakit ala, kuwatir, bebaya, gunung, kuburan, lsp.", "古人": "Tao Sanchun ngalahake Zheng En ing taman melon", "第X籤": "Nomer sangang puluh sanga", "宮": "Haigong"}