{"籤詩版本二": "Go gcruthófar an domhan le haghaidh pósadh maith, laethanta maithe agus dea-aimsire, agus gach rud go maith\nIs beag an t-ábhar é má fhaigheann tú an crannchur seo, dearbhaíonn an t-impire go bhfuil daoine dílis agus ina seasamh.", "詩意": "Léiríonn an heicseagram seo tús oscailt neamh agus talamh.\nTá gach rud auspicious.", "解曰": "Luas tapa. Ní fiú an bhliain a cuid ama. Scríobhann Guanyin síos. Cuir in iúl dom ar dtús.", "籤詩故事一": "◇ Tháinig Zhongli chun solais\nZhongli Quan, sloinnte Zhongli, tugadh ainm Quan, cúirtéis ainm Yunfang, agus leasainm Zhengyang, ó dhúchas Xianyang Chontae, Xi'an, Shaanxi Cúige le linn an Han Dynasty an Oirthir.\nBhí Zhong Liquan ina Ghinearál de Ríshliocht Han.Le linn an expedition i gcoinne an Qiang an Iarthair, bhí sé in éad leis an ceannasaí Liang Yi agus sannadh dó ach 30,000 saighdiúirí lag agus d'aois. an arm an Iarthair Qiang, agus na saighdiúirí theith. Chuaigh Zhong Liquan amú i ngleann agus bhuail sé le manach Hu ar an mbealach.Thug sé go sráidbhaile beag é agus dúirt, \"Is é seo áit chónaithe an Uasail Donghua.\" Ansin dúirt sé slán agus d'imigh sé. Tar éis tamaill, dúirt duine éigin go tobann, \"Caithfidh sé seo a bheith mar go bhfuil an fear Hu glas-eyed ró-chainteach.\" Chonaic sé fear ag caitheamh fionnaidh fianna bán agus a bhfuil foireann quinoa glas aige. D'iarr sé ar Zhong Liquan, \"An duine a tháinig Seo é Han Da. Ginearálta Zhongliquan\n? Bhí ionadh ar Zhong Liquan, a fhios agam gur bhuail sé le duine aisteach, agus mar sin d'fhoghlaim sé an Tao ó chroí.\nBhuail Zhong Liquan le Zhenren Huayang agus an Rí Neamhbhásmhar Xuanfu ina dhiaidh sin, agus d'fhoghlaim sé \"Rúnda na Neamhbhásmhaireachta\". Ar deireadh, bhí sé ina chónaí ag Zijin Sihaofeng i Kongtong Mountain, fuair sé an \"Rúnda an Bosca Jade\", agus tháinig chun bheith ina bás a fháil.", "聖意": "Guigh ar son do theach agus do theach a bheannú le dea-fhortún san fhómhar agus sa gheimhreadh Lorg dea-fhortún san fhómhar agus sa gheimhreadh Ádh mór i ngnó, ádh sa phósadh, ádh ort ag breith do bhuachaillí, Ádh mór ag taisteal na páirce , ádh mór i bpéisteanna síoda, ádh mór ar bheostoc, ádh mór daoine a aimsiú, ádh mór i gcásanna dlí poiblí, ádh mór ar imirce, maoin caillte, galair an Oirthuaiscirt, ádh mór i sléibhte agus tuamaí a sheoladh.", "古人": "Zhongli tháinig enlightened", "第X籤": "chéad chomhartha", "宮": "Uterus"}