{"籤詩版本二": "Cén fáth nach dtéann tú go Tailai, atá díreach timpeall an chúinne Fágfaidh mé an duine uasal amach as an sliabh go sealadach.\nMá tá dea-scéal ann faoin tíogair nó faoin coinín, beidh tú saor fiú má tá tú meáite ar a bheith gnóthach.", "詩意": "Sa heicseagram seo, tá comhartha beannachta i measc misfortune.\nTá gach rud dona roimh ré agus go maith sa deireadh.", "解曰": "In ionad le síoda cnáib. Buail cosa duine. Féach go soiléir. Tagann beannacht ó thubaistí.", "籤詩故事一": "◇ Dul i dteagmháil le Máistir i mBúkit\nGearrthóir adhmaid a bhí i Wu Ji ar dtús, agus bhuail an bheirt le Jiang Ziya nuair a bhí siad ag iascaireacht i Feng River. Rinne Wuji gáire nuair a chonaic sé Ziya ag iascaireacht le hook díreach.\nD'fhéach Ziya ar aghaidh Wuji agus dúirt sí le fortún a insint: \"Má théann tú isteach sa chathair inniu, maróidh tú duine éigin.\" Tar éis é seo a chloisteáil, d'fhág Wu Ji go feargach agus d'iompair connadh isteach sa chathair.\nTar éis dó dul isteach sa chathair, bhuail Wu Ji le daoine eile agus bhuail sé an Príomh-Aire Wen Wang de dhearmad chun báis.\nTharraing an Rí Wen an talamh mar phríosún agus chuir sé Wu Ji i bpríosún.\nScaoileadh Bukit Hou go sealadach agus cuireadh chun báis é chun aire a thabhairt dá mháthair go dtí an fhómhar.\nD'iarr a mháthair air cúnamh a iarraidh ar Jiang Ziya.\nGhlac an Taigong leis mar dheisceabal dó, mhúin ealaín an chogaidh dó, agus d'ordaigh dó poill a thochailt agus geasa a chaitheamh chun a chinniúint dhúchais a bhriseadh.\nTar éis an fhómhair, níor tháinig Wu Ji chun pionós a ghearradh, bhain an Rí Wen na huimhreacha dúchasacha amach agus shíl sé go ndearna Wu Ji féinmharú as eagla na coireachta.\nNíos déanaí, bhuail an Rí Wen le Wu Ji, agus thug Wu Ji isteach King Wen chun bualadh le Jiang Taigong.\nBronnadh an teideal Ginearálta Wude ar Taigong. D'oibrigh an máistir agus printíseach don King Wen.", "聖意": "Tá an teach sábháilte, tá an t-ádh féin, tá an gnó go maith, tá an pósadh déanach, níl an coisithe fireann tar éis filleadh ar an bpáirc, tá na péisteanna síoda brabúsach, tá na sé ainmhithe Shenji, tá an cuardach go maith, tá an dlí poiblí maith, tá an imirce coimeádach, feictear an mhaoin caillte, tá an galar go maith, tá Qiuji, an sliabh agus an uaigh go maith.", "古人": "Teagmháil Bukit", "第X籤": "An dara comhartha déag", "宮": "Pálás Ceann"}