{"籤詩版本二": "Díreach cosúil le craein ag éirí as a cage marfach, is féidir éalú ón gcliabhán marfach.\nNíl aon bhacainní idir thuaidh, theas agus thoir.Is féidir leat dul díreach chuig Pálás Jiuxiao.", "詩意": "Léiríonn an heicseagán seo íomhá chraein ag fágáil a chliabháin.\nTá gach rud dona roimh ré agus go maith sa deireadh.", "解曰": "Ná bí buartha. Tá an bóthar rathúil. Bí ar a suaimhneas. Aireach mar dhuine (Dia).", "籤詩故事一": "◇ Thréig Ziya a post oifigiúil\nNuair a bhí Jiang Ziya ag obair mar fhortúnóir, chonaic sé go raibh bean chlaochlaithe ag an jade pipa spirit, mar sin rug sé uirthi agus fiú buille í le cloch dúch. Mhínigh príomh-aire an Rí Zhou cad a tharla, d'iarr sé cad a tharla, agus ansin thóg sé Jiang Ziya chun an Rí Zhou a fheiceáil. D'úsáid Jiang Ziya Samadhi True Fire chun an spiorad pipa a dhó as a chruth bunaidh os comhair an Rí Zhou, agus rinne an Rí Zhou oifigeach sinsearach dó.\nD'fhonn an spiorad jade pipa a dhíoghail, d'iarr Daji ar an Rí Zhou ordú do Jiang Ziya ardán fianna a thógáil.D'athchóirigh Jiang Ziya an Rí Zhou, agus d'ordaigh an Rí Zhou é a mharú.D'éalaigh Jiang Ziya trí úsáid a bhaint as uisce. Tar éis dó filleadh abhaile, d'iarr Jiang Ziya ar Ma dul go Xiqi, agus bhí Ma ag iarraidh colscartha a dhéanamh air. Mar sin chuaigh Jiang Ziya go Xiqi (príomhchathair Rí Wen de Ríshliocht Zhou) ina n-aonar.\nTháinig Jiang Ziya go Xiqi agus chónaigh sé in iascaireacht leithlis i Panxi Gorge.Bhuail sé le Rí Wen Zhou a bhí fonn air buanna a lorg.Ar iarratas ó chroí an Rí Wen, tugadh adhradh do Jiang Ziya mar mhúinteoir agus chuidigh sé leis an Rí Wen.", "聖意": "Tá mé uneasy sa bhaile agus ba mhaith liom freisin a lorg comhar airgeadais, idirbheart, pósadh, Liujia, coisithe fireann, féach páirceanna, silkworms, brabúis an fhómhair, sé caillteanas beostoic, cuardach do dhaoine, bac ar lawsuits poiblí, imirce, maoin caillte, oirdheisceart. galair, suíomh, sléibhte agus tuamaí a sheoladh, auspicious", "古人": "Thréig Ziya a post oifigiúil", "第X籤": "An ceathrú crannchur déag buaiteoir", "宮": "Maogong"}