{"籤詩版本二": "Déantar na hábhair imní agus na himní a mhaolú go sealadach, agus tagann áthas ón spéir.\nDíreach cosúil le jade i bhfolach san aoileach, ardaíonn oibrí maith an deannach", "詩意": "Seasann an heicseagán seo do chéile Ceann agus Yang.\nTá gach rud atá beartaithe agat auspicious.", "解曰": "Ní dhéanfaidh aon ní a fuarthas, rud ar bith caillte. Gnóthachan as caillteanas. Tá an villain i dtrioblóid. Ádh mór ort, a dhuine uasail.", "籤詩故事一": "◇ Sea Meng Xiong Chao Di\nAthraíodh Ye Mengxiong (1531-1597), a raibh Nanzhao mar ainm cúirtéiseach agus Longtang a ainm, go Longtan agus tugadh Huayun air freisin. Is de dhúchas Wanshifang, Huizhou Fucheng (anois mar chuid de Dúiche Huicheng, Cathair Huizhou) i Ríshliocht Ming. Sa 44ú bliain de réimeas Jiajing (1565), rinneadh Jinshi de agus bronnadh teideal giúistís Chontae Qing air. D'fhóin sé mar stiúrthóir ar an roinn aistrithe, agus ina dhiaidh sin d'athraigh sé go dtí an cinsire maoirseachta ar Bhóthar Shanxi.\nSa 20ú bliain de Wanli (1592), mharaigh Ard-Chonsal Ningxia, Kuaibai (príomhfheidhmeannach an treibh Tatarach Mongóilis), an gobharnóir Dang Xin agus ghabh sé an seachtú Fort is Daichead i gCúige Hexi. , bhris an chathair, d'adhradh agus dódh é féin chun báis. Níl Meng Xiong sotalach maidir le creidmheas a ghlacadh, agus ligeann sé a scileanna a bheith chomh maith leo siúd de na Ginearálta a leomh troid. Athchóiríodh an Wei Xuezeng oifigiúil. Sna blianta ina dhiaidh sin, d'éirigh sé as cúig huaire agus tugadh ar ais go Huizhou é chun Teampall Huilong a thógáil.\nChuaigh Ye Mengxiong isteach sa Taoism mar státseirbhíseach ag an tús, agus bhí cáil air as a ionracas.Dúirt seantaifid stairiúla go raibh sé \"ar an gcéad duine i humhlachas agus cumas\", \"cuirtear deireadh le héilliú agus cuireann sé pionós ar reibiliúnaithe\", rud a fhágann dea-cháil; thar a bheith dílis, misniúil, misniúil, agus seiftiúil.Go maith ag gunnadóireacht. Sa dara leath dá shaol, taifeadadh a scileanna martial arts i \"Stair Ríshliocht Ming\" agus measadh go raibh sé ina laoch náisiúnta.", "聖意": "Tá an baile neamhfhabhrach (ag éirí níos síochánta) Tá an fhómhar agus an geimhreadh go maith duit féin, beidh rath ar shaibhreas, éireoidh le hidirbhearta, éireoidh le pósadh, beidh aláram bréagach ag Liujia (beidh seoda ann), tiocfaidh coisithe chuig an bpáirc. chun guí le haghaidh péisteanna síoda, beidh seisear ainmhithe cothrom, beidh daoine le fáil, beidh lawsuits poiblí neamhfhabhrach, beidh imirce coimeádach, cuirfear bac ar mhaoin chaillte, socrófar galair in uaigh Fushan", "古人": "Ye Meng Xiong Chao Di", "第X籤": "Lotto a Bhuaigh sé Déag", "宮": "Maogong"}