{"籤詩版本二": "Titeann an Préachán Órga san iarthar agus ardaíonn an Coinín san oirthear agus leanann timthriall an lae agus na hoíche ón tseanaimsir go dtí an lá inniu.\nTá a fhios ag na manaigh agus na Taoisigh nach bhfuil aon mhíbhuntáiste ann, agus leanann na scoláirí, feirmeoirí, tionscail agus ceannaithe go léir a n-intinn féin.", "詩意": "Léiríonn an heicteárgram seo céiriú agus caolú ceann agus yang.\nIs comhartha é freisin go rachaidh gach rud mar a bhí beartaithe.", "解曰": "Níl aon rud ar intinn. Is fiúntach an méid atá déanta agat. Cosúil le saighead ó bhogha. Bhuail urchar amháin an sprioc.", "籤詩故事一": "◇ Is básmhar é Uncail Cao Guo\nDeirtear gurbh é Cao Guojiu, ó dhúchas Xuzhou, mór-uncail an stáit le linn thréimhse Renzong de Ríshliocht Song.Cao Yi an t-ainm a bhí air, ar a dtugtar Cao Jingxiu freisin.\nBhí deartháir níos óige ag Uncail Cao Guo darb ainm Cao Er. Bhí an Cao Er seo ag brath ar a sheasamh mar údarás impiriúil agus rinne sé gach cineál uilc, ghabh sé seilbh ar pháirceanna, thóg sé mná céile agus iníonacha, rinne cairdeas le roinnt villains aindlí.Tháinig sé isteach agus amach.Ní raibh Cao Guojiu in ann é a sheasamh. dhiúltaigh sé éisteacht lena chuid focal maith agus a chompord, agus mar sin bhain sé úsáid as pionós chun é a rialú.\nDúirt Cao Guojiu: \"Is iad prionsabail an domhain ná go n-éireoidh leo siúd a charnadh go maith, agus go n-éireoidh siad siúd a charnadh olc. Is fírinne nach féidir a athrú í seo. San am atá caite, tá gníomhais olc carntha ag ár dteaghlach Cao chun saibhreas an lae inniu a bhaint amach. tá an t-olc carnaithe ag mo dheartháir go dtí an foircneach, fiú má éalaíonn sé Fiú má chuireann na hoifigigh pionós ort, ní féidir leat éalú ó na tubaistí nádúrtha atá ag obair go rúnda Nuair a thagann tubaiste agus go scriostar do theaghlach agus go bhfaigheann duine bás, ní bheidh tú in ann éalú. Beidh mé náirithe agus eagla air.\" Mar sin, scaipeadh mé mo chuid saibhris go léir, Chuidigh sé leis na boicht agus ní raibh aon aird aige ar ghnóthaí a dhearthár a thuilleadh. Ansin d’fhág sé a bhaile agus a chairde, d’athraigh sé ina éide Taoist, agus chuaigh sé isteach sna sléibhte chun a intinn agus a nádúr a chothú.\nLá amháin, bhuail sé le Zhongli agus Lu Dongbin de Ríshliocht Han trí sheans Ag féachaint ar fhreagraí líofa Uncail Cao Guo, bhí sé an-sásta agus thug sé an \"Secret Edict of Returning Truth\" dó agus d'ordaigh dó cleachtadh go cúramach.Ní fada ina dhiaidh sin, Zhongli Tugadh Quan agus Lu Dongbin isteach don rang bás a fháil.", "聖意": "Dea-ádh don bhaile, sa bhaile, dea-fhortún, dea-fhortún, dea-ádh i ngnó, pósadh, taistealaí fireann, péisteanna síoda a phlandáil go luath sa réimse, teip beostoic, ag lorg daoine, dlí, imirce, maoin caillte, tinneas déanach, dea-fhortún.", "古人": "Is Uncail Cao Guo bás", "第X籤": "Sínigh an t-ochtú déag", "宮": "Maogong"}