{"籤詩版本二": "Ag ligean don bhád dul ar ais ón trá tapa uisce, cad ba mhaith leat a dhéanamh mar gheall ar an suaitheadh?\nMás mian leat a bheith sábháilte, lorg suaimhneas agus fan go n-éireoidh leis na tonnta an ghéarchéim seo.", "詩意": "Tá an heicseagram seo cosúil le bád ag taisteal ar thrá tapa.\nFan coimeádach i ngach rud agus fan ar an am.", "解曰": "Tuirlingt in uisce láidir. Tá an baol ag fanacht leis an am. Má chuireann tú ceist faoi phleananna campa. Ní féidir aon rud a dhéanamh.", "籤詩故事一": "◇ Tugtar rí do Ziyi\nBhí Guo Ziyi (697-781), ar a dtugtar Guo Linggong freisin, ó dhúchas de Zheng County, Huazhou (Huaxian County, Shaanxi Cúige) agus ginearál i Ríshliocht Tang.\nLe linn Éirí Amach Anshi sa 14ú bliain de Tianbao (755), tugadh an teideal Shuofang Jiedushi (Lingwu, siar ó Lingwu i Ningxia an lae inniu) dó. Chuaigh siad le chéile ag Changshan (Zhengding, Hebei) agus bhuail siad Shi Siming, fuair siad Hébei ar ais. Ag an am seo, mhol Guo Ziyi don impire Fan Yang a thógáil ó thuaidh agus ionsaí a dhéanamh ar nead an tíogair reibiliúnach chun léigear Tongguan a laghdú, ach dhiúltaigh Xuanzong. Ina dhiaidh sin, cuireadh staid na mbailte vassal separatist sa Ríshliocht Tang déanach, a tháinig chun bheith ina chúis iargúlta freisin ar an dul i léig an Ríshliocht Tang.\nSa chúigiú bliain déag de réimeas Tianbao (756), rinne sé féin agus comhrialtas Uighur síochán ar Hequ In earrach na bliana dár gcionn, d'aisghabh siad Hedong (Yongji, Shanxi anois) agus Feng Yi (Dali, Shaanxi anois), agus d'ionsaigh siad Tongguan, defeating Cui Qianyu D'fhulaing arm Tang níos mó ná 10,000 taismeach. Cui Qianyu ghéilleadh do Pujin. Maraíodh Lushan ag a mhac An Qingxu.\nSa dara bliain de Zhide (757), ordaíodh dó trúpaí a threorú go Fengxiang.Ar an mbealach, bhuaigh sé 5,000 marcra Li Guiren ag Droichead Baiqu Liuyun (oirdheisceart Sanyuan an lae inniu).I mí na Bealtaine, throid sé le An Shouzhong agus Li Buaileadh Guiren i Qingqu (an lae inniu siar ó Xi'an), agus tharraing sé siar go Wugong (iarthuaisceart an lae inniu de Wugong) I mí Mheán Fómhair, lean sé Marshal Guangping Wang Li Chu chun an Tang agus Uighurs a threorú chun dul isteach ar 150,000 trúpaí, agus ansin throid le An Shouzhong agus Li Guiren i Xiang.Ó thuaidh de Ji Teampaill (iardheisceart an lae inniu Chang'an Chontae), ciorcal saighdiúirí Uighur taobh thiar an namhaid, ionsaí ón dá thaobh, agus maraíodh 60,000 naimhde. Zhang Tongru theith go Shaanxi Chontae,. agus ar deireadh fuair sé an príomhchathair Chang'an (Xi'an an lae inniu) ar ais arís.Cuireadh SOILSE arm Tang ar ais go Chang'an.\nIna dhiaidh sin, bhain arm Tang leas as an bua agus mháirseáil siad soir, ag buaileadh 150,000 fear lena n-áirítear Yan Zhuang agus Zhang Tongru i Xindian (anois siar ó dheas ó Chathair Sanmenxia, ​​Cúige Henan), iallach ar Anqing Xu an Abhainn Bhuí a thrasnú agus cúlú go Xiangzhou. Dongjun Luoyang ar ais. Cuir Situ lena thuillteanais agus déan Diúc na tíre de.\nShi Siming gceannas ar a arm ó Fan Yang chun tarrthála An Qingxu. Throid an dá thaobh i bhfoirmiú ó thuaidh den Abhainn Anyang (an lae inniu Thuaidh de Anyang) Bhí an troid dofhuascailte. Sa deireadh, faoi stiúir naoi Jiedushi, an arm Tang, a Mhaígh go raibh 600,000 fear, cúlaithe (i gCath Yecheng). chogaidh). Ba é príomhcheannasaí an chatha seo an eunuch Yu Chaoen, nach raibh aon scileanna ceannaireachta aige agus chuir sé an milleán ar Guo Ziyi as teip an chatha. Toghairmeadh Guo Ziyi ar ais go Chang'an, scaoileadh ó chumhacht mhíleata, agus rinneadh oifigeach díomhaoin.\nSa chéad bhliain de Baoying (762), d'éirigh na trúpaí i Taiyuan (iardheisceart an lae inniu de Taiyuan) agus Jiangzhou (Xinjiang an lae inniu i gCúige Shanxi) in aghaidh an lae. rialú Jiangzhou. Bhí sé coimhthithe freisin ag an eunuch Cheng Yuanzhen agus scaoileadh ó chumhacht mhíleata.\n(Fócas an scéil seo: bhuail Guo Ziyi, a bhí an-chumasach agus dea-mhúinte, le Xuanzong agus le roinnt villains, rud a chuir isteach go mór ar a chuid éachtaí.)", "聖意": "Beannacht an bhaile agus an duine féin, ag lorg rachmais, gan aon idirbheart, gan pósadh, gan aláram bréagach, Coisithe ag teacht go Tiancanji, deacair daoine a aimsiú, lawsuits poiblí agus (ní Xing), imirce, coimeádach, maoin caillte, deacair a aimsiú, galair, ag guí ar son beannaithe, sléibhte agus tuamaí, auspicious", "古人": "Coróiníodh Ziyi ina rí", "第X籤": "Lotto a Bhuachan Naoú Déag", "宮": "Tatsumi"}