{"籤詩版本二": "Tar éis an oiread sin imní agus contúirtí, ní bheidh sé folamh arís as seo amach\nTá a phleananna flaithiúla féin ag croí flaithiúil.Caithfidh tú bualadh le saineolaí chun éachtaí iontacha a dhéanamh.", "詩意": "Tá an heicseagram seo cosúil le tobar ársa le fuarán.\nI ngach rud, déanann daoine uasal rath a bhaint amach.", "解曰": "Beidh údar maith leis an dlí sa deireadh. Breoite agus sábháilte. Téigh isteach agus amach le comhairle a lorg. Buaileann tobar ársa leis an earrach.", "籤詩故事一": "◇ Rialaíonn Yao Chong locust\nBa as Shaanzhou Yao Chong (649-721), a raibh fíor-ainm Yuan Chong aige, agus bhí sé ina Aire Xia Guan, Shangshu de Chunguan, Ziweiling, Zhongshuling, agus Príomh-Aire i Ríshliocht Tang.\nSa cheathrú bliain de Kaiyuan (716), bhí Shandong (a thagraíonn go ginearálta don Abhantrach Buí soir ó Huashan) cráite ag locusts.Bhí na daoine faoi cheangal ag smaointe superstitious agus ní raibh leomh chun fiach agus iad a mharú. íobairtí, túis dóite, adhradh in aice leis na páirceanna, agus faire ar na barraí á n-ithite ag locusts.\nChreid na hoifigigh go léir: \"Is tubaiste nádúrtha é locust, conas is féidir iad a rialú le daonchumhachta!\" Bhí an streachailt idir dhá smaointe éagsúla fíochmhar ag an am sin, cibé acu chun deireadh a chur le locusts nó nach bhfuil.\nDúirt Yao Chong: \"Chomh fada agus a bhíonn muid ag obair le chéile, is féidir linn fáil réidh leo go léir. Dúirt sé: Tá eagla ar dhaoine ar lócais, agus mar sin tá siad éasca a thiomáint ar shiúl. Tá úinéirí ag na síológa, mar sin ní mór do na tarrthóirí oibriú go crua; locusts. in ann eitilt, agus má fheiceann siad tine san oíche, beidh siad ag eitilt chuige; cuir tine orthu Sa pháirc, tochailt poill agus iad ar lasadh, adhlacadh iad agus iad ar lasadh, agus ní bheidh aon rud fágtha.\"\nDúirt Xuanzong: \"Is tubaiste nádúrtha iad locusts de bharr droch-rialachas morálta. Má iarrann tú iad a sheilg agus a mharú, nach bhfuil sé seo ag dul in aghaidh an ghráin?\"\nDúirt Yao Chong leis: \"Bhí cleachtadh ag na seanóirí ar locust a ghabháil agus a mharú, agus úsáidfidh do mhóruaisle é amach anseo. Ócáid mhór náisiúnta atá ann chun síocháin agus rathúnas a thabhairt d'fheirmeoirí. Déan machnamh dáiríre air.\"\nBhí Xuanzong ina luí. Ach ag an am sin, dúirt gach duine laistigh agus lasmuigh den chúirt nach bhféadfaí locust a sheilg.\nDúirt Xuanzong: \"Tá plé déanta agam leis an bpríomh-aire agus chinn mé na locusts a ghabháil. Déanfar aon duine a dhéanann rudaí arís a fhorghníomhú. \" Mar sin chuir sé an censor chun na daoine a mhaoirsiú agus a threorú chun na locusts a dhó agus a adhlacadh.\nBhí na torthaí éifeachtach go leor.Gabhadh naoi milliún dans de locust ar fud na tíre, agus cuireadh deireadh leis an bplá locust go rathúil.D'éirigh leis an talmhaíocht fómhar maith a bhaint amach an bhliain sin.\n(Ba cheart eagna a úsáid i mbainistíocht tubaiste agus aslonnaithe, agus ní mór go mbeadh straitéisí éirimiúla ann chun deacrachtaí a shárú. Is é Yao Chong an saineolaí san ábhar seo)", "聖意": "Tá an teach gnáth, tá an féin bac, tá bac ar airgead a lorg, cuirtear bac ar thrádáil, cuirtear bac ar phósadh agus comhréiteach, tá baol ann i Liujia, cuirtear bac ar choisithe, cuirtear bac ar phéisteanna síoda, tá beostoc neamhfhabhrach, tá daoine ar iarraidh, tá cásanna dlí poiblí bactha, tá an imirce míréasúnta, is deacair teacht ar earraí caillte, is deacair guí ar son galair, tá sléibhte agus uaigheanna míshuaimhneasacha.", "古人": "Rialaíonn Yao Chong locust", "第X籤": "An cúigiú háit is fiche a bhuaigh an crannchur", "宮": "Pálás Mi"}