{"籤詩版本二": "Tá ráfla go bhfuil rudaí iompaithe bun os cionn, agus fuair mé litir ó na spéire.\nD’fhan an clú agus an rath a gealladh dom sa leabhar folamh go dtí an deireadh.", "詩意": "Tá ainm bréagach ar an heicseagram seo.\nTá sé inmholta a bheith coimeádach i ngach rud.", "解曰": "Suas agus síos trína chéile. Ní díomhaoin é caitheamh aimsire a lorg. Mian le haghaidh clú. Fanacht sábháilte.", "籤詩故事一": "◇ Faigheann Zhong Kui an tsolais amach\nIs as Zhongnanshan é Zhong Kui, a bhfuil a shloinne Zhong Kui, a bhfuil Zhengnan ainm cúirtéiseach aige.\nLe linn réimeas an Impire Dezong de Ríshliocht Tang, ghlac Zhong Kui páirt sa scrúdú impiriúil, léigh Zhong Kui na ceisteanna scrúdaithe agus scríobh sé an t-alt láithreach in aon turas amháin agus thug sé isteach é. Ba é Han Yu, an tAire Gnóthaí Sibhialta, an príomhscrúdaitheoir an lá sin, agus ba é Lu Zhi, scoláire iontach, an leas-scrúdaitheoir. Nuair a léigh an dá pháipéar Zhong Kui, lit suas a súile agus dúirt siad i unison: \"Wizard, draoi! Tá gach focal san Airteagal seo fíorálainn, fiú Li Taibai agus Du Zimei! \" Mar sin d'ainmnigh siad Zhong Kui mar an chéad áit.\nD'éist an Impire Dezong le tuairisc Han Yu agus dúirt sé go raibh Zhong Kui, curadh nua na heolaíochta, an-chumasach, agus mar sin ghlaoigh sé Zhong Kui sa Pálás Órga.\nNuair a chonaic an tImpire Dezong a chuma ghránna, bhraith sé láithreach míshásta agus dúirt sé, \"Tá roghnú na scoláirí inár gcúirt go léir bunaithe ar fhocail phearsanta agus ar pheannaireacht. Conas is féidir duine gránna den sórt sin a roghnú mar scoláire uimhir a haon sna heolaíochtaí órga? \"\nKnelt Han Yu síos go deifir agus dúirt: \"Níl an mhaith agus olc an duine ar fad faoi chuma. stutters ach is féidir leis cabhrú leis an Ríshliocht Han; Confucius breithiúna daoine ag a gcuma, agus cailleann a mhac Yu. Tá súil agam go mbeidh do SOILSE smaoineamh faoi dhó.\"\nImpire Dezong pondered ar feadh nóiméad agus dúirt: \"Cé go bhfuil focail Han Aiqing réasúnta, nuair a bhí mé Impire Taizong, bhí ocht scoláirí déag a tháinig go dtí Yingzhou agus labhair faoi. Bhí an fear seo an uimhir amháin scoláire. Tá eagla orm go bhfuil an domhan gáire fúm mar nach n-aithníonn mé buanna.\"\nBhí an Príomh-Aire Lu Qi caol-intinn agus in éad buanna. Tar éis dó focail an impire a chloisteáil, chuaigh sé ar a ghlúine agus dúirt: \"Caithfidh an scoláire uimhir a haon san ábhar órga a bheith inmheánach agus seachtrach. Tá trí chéad iarrthóir ann don ábhar seo. Cén fáth nach roghnaíonn tú ceann eile?\"\nNuair a chonaic Zhong Kui go raibh an oiread sin mearbhall ar an bhfear seo, níorbh fhéidir leis cabhrú ach fearg a chur air.Thug sé suntas do Lu Qi agus chuir sé mallacht ar: \"Má bhíonn oifigeach aineolach den sórt sin sa chúirt, nach ndéanfaidh sé dochar don tír?\" pollta sé Lu Qi lena dhorn.\nAgus é seo á fheiceáil, bhí Dezong ar buile agus dúirt: \"Tá tú chomh dána, dare tú a chur faoi deara trioblóid sa Pálás Órga, tóg síos go tapa é!\"\nI rage, tharraing Zhong Kui amach an claíomh as waist an seasamh ginearálta sa phálás agus sighed os ard: \"Tá sé deacair do cat frustrated aithris a dhéanamh ar thíogair, agus nach bhfuil parrot frustrated chomh maith le sicín.\" Ina dhiaidh sin, rinne sé féinmharú.\nNuair a chonaic an Impire Dezong go ndearna Zhong Kui féinmharú i fearg, bhí ionadh go mór air.D'fhonn a bhuachan thar gcroí na ndaoine, d'ordaigh sé go gcuirfí Zhong Kui leis an teideal oifigiúil Scoláire Uimh. 1, agus rinne sé Zhong Kui an Dia freisin. an deamhandíbirt chun fáil réidh le biotáillí olc.", "聖意": "Guigh beannachtaí ar do theach, is féidir le do shábháilteacht féin, deacrachtaí airgeadais, teip gnó, teip phósta, coisithe mná Liujia, silkworms réimse iontaobhais leath-chócaráilte, sé ainmhithe tí, a ardú, daoine ar iarraidh, lawsuits poiblí an Iarthair, caillteanas imirce, coimeádach, caillteanas maoine, tinneas, guí ar son dea-fhortún i sléibhte agus uaigheanna", "古人": "Fuair ​​Zhong Kui an Tao", "第X籤": "An séú háit is fiche ag buachan an Chrannchuir (Crannchur)", "宮": "Pálás Mi"}