{"籤詩版本二": "San oirthear, tá Chanjuan álainn i sholas na gealaí, agus clúdaíonn na scamaill é ar feadh nóiméad agus fanann siad i bhfolach.\nUaireanta d'fhéadfadh sé a bheith cruinn, ach uaireanta d'fhéadfadh sé a bheith in easnamh.", "詩意": "Tá an ghealach sa heicseagam seo clúdaithe ag scamaill.\nTá gach rud fós i Bheirnicé.", "解曰": "Clúdaíonn scamaill ar snámh an ghealach. Ní gá a bheith in amhras. Ag fanacht leis an scamall a bhailiú. Ansin tuigfidh tú.", "籤詩故事一": "◇ Tá Bao Gong ag lorg Empress Li\nLe linn réimeas Zhenzong de Ríshliocht Song, bhí an Empress Li (Empress Li) ina maid sa harem, bhí Song Zhenzong i bhfabhar léi agus tugadh ardú céime di go Wanyi, agus d'éirigh sí torrach.\nAch ag an am sin, bhí droch-smaointe ag Concubine Liu Def (an Empress Liu níos déanaí) agus thug sé bribed don eunuch Guo Huai chun cat civet craiceann a chur in ionad mac Empress Li, sciob sí a mac agus dúirt sé leis an impire gurbh é a mac bitheolaíoch é. Bhí buile ar Song Zhenzong agus chuir sé Li Empress chuig an bpálás fuar.\nTar éis ardú céime a fháil do Concubine De go banríon, bhí sé beartaithe aici an Empress Li, a d'éalaigh as an bpálás, a mharú.\nLá amháin, bhuail Li Niangniang, a bhí ina gcónaí ar an tsráid, le Bao Zheng, an toscaire impiriúil, a bhí ar patról sa cheantar áitiúil.D'inis sí dó faoina taithí saoil agus gurb í máthair bhitheolaíoch an impire reatha Song Renzong í. . Tar éis do Bao Zheng eolas a fháil faoin eachtra, thug sé Li Niangniang ar ais go Beijing, thuairiscigh sé do Song Renzong é agus fuair sé amach an t-ábhar, agus ar deireadh d'aithin an mháthair agus an mac a chéile. Chrom an Empress Dowager Liu agus an eunuch i gceannas Guo Huai a gceann agus d'admhaigh siad.", "聖意": "Táim míshuaimhneas sa bhaile, guím ar son cosaint airgeadais, ádh mór i gcúrsaí gnó, easaontais maidir le pósadh, daoine sna réimsí, péisteanna síoda, ainmhithe neamhfhabhracha, deacracht ag aimsiú daoine, cásanna dlí, caillteanas, imirce, coimeádach, maoin caillte, galair an Iarthair, deacair a dhéanamh. ghnóthú, athchóiriú tuama sléibhe", "古人": "Tá Bao Gong ag lorg Empress Li", "第X籤": "Buaiteoir crannchuir is fiche", "宮": "Pálás meán lae"}