{"籤詩版本二": "Molaim duit gan cabhair a iarraidh uaidh, Eitlíonn sé mar chraein agus cuireann sé saigheada rúnda chugat.\nMá théann tú chun connadh a bhailiú agus go bhfuil nathair san fhéar, seans go mbeidh tú bite ag nimh agus beidh tú brónach.", "詩意": "Is comhartha é an heicseagam seo go bhfuil tú ag fanacht sábháilte agus tú féin a choinneáil.\nBí cúramach i ngach rud.", "解曰": "Dún do bhéal agus coinnigh do chuid fiacla. Tá sé míchúramach. Má bhraitheann tú ciontach. Sa deireadh déanann sé dochar duit féin.", "籤詩故事一": "◇ Cruinniú boird fichille\nBhí Impire Taizong de Ríshliocht Tang ag máirseáil ar an taobh thiar agus é gafa i gCathair Suoyang.D'fhill Cheng Yaojin go Beijing chun athneartú a iarraidh.\nOrdaíodh Xue Dingshan chun fónamh mar an Dara Bealach Marshal agus chuaigh sé chun tarrthála an Tiarna agus pacify Xiliao.\nTar éis do ghrúpa daoine teacht amach as Yumen Pass, tháinig siad go Qipan Mountain. Faoi léigear ag na mílte minions ar an sliabh, bhí defeated Dou Yihu, an rí an tsléibhe, an Tang ginearálta Luo Tong.Go fortunately, bhí a dheirfiúr Dou Xiantong ina deisceabal de Mháthair Naofa na mBláthanna Buí agus bhí líofa sna healaíona comhraic aici. i seilbh an téad fairy agus ceangailte suas Luo Tong Xue Dingshan go pearsanta i gceannas ar na saighdiúirí mionlach.\n(Freagróidh an dán sínithe dó seo)\nNuair a chonaic Dou Xiantong dathúlacht Xue Dingshan, bhí Dou Xiantong ag iarraidh a bheith ina chara do Feng Luan, ach dhiúltaigh Xue Dingshan, tháinig fearg ar Dou Xiantong agus theastaigh uaidh é a bhrú amach agus é a chur i gceannas. Níos déanaí, thug Dou Yihu freisin na deartháireacha Qipanshan ar ais go dtí an Ríshliocht Tang chun cuidiú leis an Ríshliocht Tang conquer Liao Thiar.", "聖意": "Slándáil baile, féin-ús, ag lorg rachmais, ag fanacht le gnó, pósadh nach bhfuil ceadaithe, Liujia rabhadh bréagach, coisithe blocáil páirceanna, silkworms, sé beostoc, daoine ar iarraidh, blocáil lawsuits poiblí, caillteanas (Mo Xing) Imirce, coimeádach, maoin caillte, galar Is deacair a ghnóthú, sliabh tuama, luck maith", "古人": "comhdháil fichille", "第X籤": "Tríocha seachtú buaiteoir crannchuir", "宮": "Pálás meán lae"}