{"籤詩版本二": "Am a chaitheamh faoi shíocháin agus faoi chiúin, suí agus luí síos agus tae á fháil tar éis a bheith lán\nNí gá duit a bheith gnóthach go fisiciúil agus go meabhrach, agus is cinnte nach ndéanfaidh tú éagóir nó tubaiste.", "詩意": "Is siombail den tsíocháin agus den chobhsaíocht é an heicseagram seo.\nI ngach rud, ag fanacht leis an am ceart a thabhairt luck maith.", "解曰": "Fan slán agus slán. Iarr ar na déithe. Fan go dtí go dtiocfaidh an t-am. Tarlaíonn rudaí de sheans.", "籤詩故事一": "◇ Foyinhui Dongpo\nUair amháin, fuair Su Dongpo tuiscint éigin agus é ag déanamh staidéir ar Zen, thuig sé go raibh a stát tarchéimnitheach, agus bhraith sé áthas air. Ní raibh mé in ann srian a chur ar mo phaisean, scaip mé mo pheann agus scríobh mé dán:\n\"I lár an spéir, shines Jishou geala ar fud na cruinne; in ann a bheith séidte ag na hocht gaotha, suíonn sé ina seasamh ar Lotus órga corcra.\"\n(Tagraíonn na hocht gaotha do: brabús, meath, scrios, clú, moladh, magadh, fulaingt, agus sonas. Is é sin, gan a bheith buartha faoi na hocht stát seo a thugtar \"ní féidir leis na hocht gaotha bogadh\")\nTar éis é a scríobh, chuir Dongpo a sheirbhíseach trasna na habhann chun é a thabhairt do Zen Master Foyin ó Jinshan Temple.\nTar éis do Zen Master Foyin é a léamh, mharcáil sé leis an bhfocal \"fart\" é agus thug sé dá sheirbhíseach é a thógáil ar ais.\nBhí buile ar Dongpo tar éis é seo a fheiceáil, agus mar sin thóg sé bád trasna na habhann agus chuaigh sé go Teampall Jinshan chun séala an Búda a fháil le haghaidh plé.\nNuair a tháinig Dongpo ag geata Jinshan Temple, bhí Foyin ag fanacht ag an doras cheana féin.\nChuir Su Dongpo i leith Foyin láithreach: \"Cén fáth a dtugann tú glaoch ar an dán a scríobh mé fart?\"\nD'fhreagair Foyin: \"Nach bhfuil tú 'in ann a bheith séidte ag na hocht ngaoth' cheana féin? Conas a d'fhéadfaí tú a 'bhualadh trasna na habhann' le fart!\"\nAg an am seo, bhí ionadh ar Dongpo a thuiscint nach raibh sé maith go leor agus d'fhág sé faoi náire.\n(Is meafar é an scéal seo do \"Níor tháinig an teas go fóill\")", "聖意": "Guigh ar son do thí agus do shábhála féin, ar son do shaibhris, ar son do ghnó, ar mhaithe le haimsir mhaith, ar do phósadh, ar thaistealaí baineanna i Liujia, ar theacht péisteanna síoda sna machairí, ar na sé beithígh a bheith seasmhach, .i. chun duine a aimsiú, chun trioblóide, le haghaidh dlí poiblí, le haghaidh imirce, le haghaidh maoine caillte, le haghaidh breoiteachta, le seoladh chuig tuama sléibhe, auspicious", "古人": "Dongpo Foyinhui", "第X籤": "Uimhir bhuaigh tríocha haon", "宮": "Wei Gong"}