{"籤詩版本二": "Tá an turas ar ais cinnte, cé a fhios an jade i bhfolach sa chloch?\nChomh luath agus a bhíonn gearrtha soiléir ag ceardaí maith, beidh sé ag mothú sábháilte agus slán sa tréimhse jasper", "詩意": "Sa heicseagram seo, is féidir leat íomhá jade a fheiceáil nuair a ghearrann tú cloch.\nOibrigh go crua chun go n-éireoidh leat i ngach rud.", "解曰": "Tá an stór sa chloch. Is beag a fhios ag strainséirí. Fan go dtí go mbeidh sé soiléir. Déan cibé rud is féidir leat.", "籤詩故事一": "◇ Lorgaíonn Liu Bei buanna (trí chuairt ar theachín ceann tuí, trí chuairt ar theachín ceann tuí)\nTréimhse na dTrí Ríthe. Bhí Zhuge Liang ina chónaí in uaigneas i mbothán tuí i Longzhong. Bhí fonn ar Liu Bei buanna a lorg, agus mar sin thug sé cuairt ar Zhuge Liang go pearsanta. Thug sé cuairt ar Zhuge Liang trí huaire (ar a dtugtar \"Trí Chuairt ar an Teachín Tuí\" sa stair). D'iarr Liu Bei ar dhaoine eile fanacht amach agus d'iarr sé ar Zhuge Liang:\" Tá an Ríshliocht Han tar éis titim, agus airí fealltach a saol a ghoid. Do Shoilse.\" Clúdaithe le deannach Ní thomhaisim mo bhua agus mo chumas, ba mhaith liom a chreidiúint i bhfíréantacht mhór an domhain, ach mo eagna agus mo scileanna are éadomhain, mar sin úsáidim rampantly é. Mar an lá atá inniu ann. Mar sin féin, níl deireadh le mo uaillmhian go fóill, an dóigh leat go gcuirfear an plean i bhfeidhm?\"\nChuir Zhuge Liang an plean i láthair ansin dó an domhan a roinnt ina thrí chuid, agus rinne sé anailís ar an staid ina raibh Cao Cao ar fáil agus ina bhféadfadh Sun Quan teacht i gcabhair air. , agus bhí deis ann leas a bhaint astu, agus níorbh fhéidir leas a bhaint as an dá stát sin ach ansin is féidir leis an domhan a bhuachan, dúirt sé fiú le Liu Bei an straitéis a bhaineann le hionsaí a dhéanamh ar na Plains Láir. (Tugadh \"Longzhong Dui\" ar an bplé seo níos déanaí). Tar éis do Liu Bei é seo a chloisteáil, mhol sé é amhail is dá mbeadh stór faighte aige, agus thug sé cuireadh láidir do Zhuge Liang teacht amach chun cabhrú, agus mar sin tháinig Zhuge Liang mar chomhairleoir míleata Liu Bei.", "聖意": "Tá an teach síochánta, lorgaím saibhreas, cuireann an trádáil saothair bac ar an bpósadh agus bíonn sé ina thaistealaí fíorúil i Liujia.", "古人": "Lorgaíonn Liu Bei buanna (trí chuairt ar theachín ceann tuí, trí chuairt ar theachín ceann tuí)", "第X籤": "Buaiteoir an chrannchuir tríocha dó", "宮": "Wei Gong"}