{"籤詩版本二": "Gúna suas agus atheagraigh an sean-stíl teaghlaigh.Tá an Tao gan spéir ach tá fiúntas leis.\nTar éis an dealga agus an dealga a scuabadh ar an mbóthar, d'aontaigh an triúr acu teacht le chéile arís lena gcomhghleacaithe", "詩意": "Léiríonn an heicseagram seo athchóiriú éadaí.\nBíonn gach rud deacair sula n-éiríonn sé éasca níos déanaí.", "解曰": "Ná bí buartha. Bain sult as. Má chuireann tú ceist faoin todhchaí. Tá bóthar maith romhainn.", "籤詩故事一": "◇ Scrioptúr Búdachais Tang Manach\nBhí sloinne coitianta Chen agus Yi mar ainm tugtha ar Xuanzang (602-664), manach mór le rá de Ríshliocht Tang, agus rugadh é i gContae Goushi, Luozhou (anois ó dheas de Chathair Yanshi, Cúige Henan). Rinneadh manach de nuair a bhí sé trí bliana déag d’aois agus ghlac sé an t-ainm Búdaíoch Xuanzang. Tugtar Sanzang de Ríshliocht Tang ar an domhan.\nSa tríú bliain de Zhenguan (629, ar a dtugtar an chéad bhliain de Zhenguan freisin), thaistil sé siar go Tianzhu (India) chun na scrioptúr Búdachais a fháil.\nSa seachtú bliain déag de Zhenguan, d'éirigh an máistir go hoifigiúil agus d'fhill sé ar an taobh thoir. D’fhill sé ar an tSín tríd an mBóthar Theas i gCúige Xinjiang, Khotan, agus Loulan an lae inniu, thóg sé seacht mbliana déag san iomlán agus aistear 50,000 míle. Nuair a shroich sé Chang'an sa chéad mhí den naoú bliain déag de Zhenguan, d'ordaigh an t-impire do Liang Guogong Fang Xuanling agus oifigigh sibhialta agus míleata eile fáilte mhór a chur roimhe.\nIarradh iomlán de 520 agus 657 imleabhar de na bunscríbhinní Sanscrait Buddhist. agus aistrithe go Sínis.\nTar éis don mháistir filleadh, bhí an-mheas aige ar an Impire Taizong agus ar an Impire Gaozong agus bhí sé cumhdaithe i Da Nei, rud a thug an teideal \"Master Tripitaka\" dó.", "聖意": "Tá an teach i suaitheadh, dea-ádh duit féin, dea-fhortún, gnó maith, pósadh maith, bac Liujia, daoine ag teacht go dtí na páirceanna, silkworms, ainmhithe neamhfhabhrach, cuardach do dhaoine, lawsuits poiblí, imirce, maoin caillte, tinneas belated, ag guí. le haghaidh beannachtaí, ba chóir go mbeadh tuamaí sléibhe sean.", "古人": "Foghlaimíonn Tang Manach na Scrioptúir Búdachais", "第X籤": "Buaiteoir an chrannchuir tríocha cúig", "宮": "Shen Gong"}