{"籤詩版本二": "Más mian leat a bheith sábháilte agus síochánta, níl sé oiriúnach coinnle a bheith agat sa ghaoth.\nTá sé níos fearr a ghlanadh suas agus suí i halla domhain, solas a sheachaint, croith in áit ciúin, agus bogadh timpeall. Croith → Yao. Saor → cúpla.", "詩意": "Tá an heicseagram seo cosúil leis an ngaoth ag crith an lampa agus an choinneal.\nMá choinnítear rudaí seasta beidh an t-ádh leat.", "解曰": "Socrú síos in áit chiúin. Bí ar glaoch agus bí in am. Ní beannacht é. Coimeádach agus cuí.", "籤詩故事一": "◇ Filleann Li Jing ar an sliabh\nBa é Li Jing (571-2 Iúil, 649), Cógaiseoir ainm cúirtéise, ó dhúchas Sanyuan, Yongzhou (anois soir ó thuaidh ó Sanyuan Chontae, Shaanxi Cúige). Ginearálta ó Ríshliocht Sui déanach go dtí an Ríshliocht Tang luath, bhí sé ina strategist míleata cáiliúil le scileanna sibhialta agus míleata araon i Ríshliocht Tang. Níos déanaí, bronnadh an teideal Diúc Wei air, agus tugadh Diúc Wei air ar fud an domhain.\nIs é Li Jing an t-athair an tríú Prionsa Nezha i liosta na déithe, ar a dtugtar freisin mar an \"Rí na Tota\" Li Jing agus a mhac cúnamh Jiang Ziya (Tai Gong) a defeat na Banríona Zhou, bhunú an Ríshliocht Zhou, agus Rí Wu suas go hoifigiúil ar an ríchathaoir. Ansin bhunaigh Jiang Ziya liosta déithe agus rinne searmanas chun anamacha na saighdiúirí a fuair bás sa chath a mhaolú. As sin amach, d'éirigh an domhan síochánta agus síochánta. Theastaigh ón Rí Wu marquises a dhéanamh agus luach saothair a thabhairt dóibh, agus theastaigh uaidh freisin talamh a leithdháileadh ar na laochra bunaidh. D’iarr Li Jing, a athair agus a mhac, agus seachtar daoine eile filleadh ar an sliabh chun Taoism a chleachtadh agus gan a bheith obsessed le clú agus saibhreas saolta. Níos déanaí, tháinig na seacht gcinn acu \"naofa i gcorp\" agus rangaithe i rang na n-immortals.\nAn Scéal \"Feng Shen Bang\"", "聖意": "Tá an teach coimeádach, táim gnáth, lorgaim saibhreas, tá deacracht agam i ngnó, tá mo phósadh neamh-chomhsheasmhach, guíonn Liujia go mbeadh creideamh ag coisithe, tá péisteanna síoda níos aibí san fhómhar, agus tá sé ainmhí sábháilte, tá daoine ar iarraidh, dlí poiblí agus imirce atá coimeádach, galair maoine caillte, ná athrú ar an tuama i Jianxingshan", "古人": "Filleann Li Jing ar an sliabh", "第X籤": "Tríocha seachtú buaiteoir crannchuir", "宮": "Shen Gong"}