{"籤詩版本二": "Titeann an roth dearg san iarthar, ardaíonn an coinín san oirthear, fásann an ceann agus imíonn an yang, agus tá rath ar gach rud\nMás mian le bean é a úsáid, méadóidh sé a saibhreas agus tabharfaidh sé sonas dá croí.", "詩意": "Is é an heicseagram seo siombail de Ceann ag fás agus Yang ag imeacht.\nBíonn gach rud deacair sula n-éiríonn sé éasca níos déanaí.", "解曰": "Téann Ceann chun sochair do mhná. Níl sé oiriúnach do na fir. Má tá comhairle á lorg agat. Tagann an t-olc ar dtús agus ansin tagann an mhaith.", "籤詩故事一": "◇ Wu Zetian suas an ríchathaoir\nAg 14 bliana d'aois, thug an tImpire Taizong Li Shimin de Ríshliocht Tang Wu chuig an bpálás mar dhuine cumasach, darb ainm \"Wu Mei\". Tar éis bás Taizong, chuaigh Zetian isteach i Ganye Temple agus tháinig chun bheith ina bean rialta.\nNuair a tháinig Impire Gaozong de Ríshliocht Tang go dtí an ríchathaoir, ghlaoigh sé an teaghlach Wu isteach sa phálás chun hómós a thabhairt do Zhaoyi. Sa séú bliain de Yonghui (655), bhunaigh an tImpire Gaozong Wu mar bhanríon aige.\nBhí Wu Zetian cliste, páirteach sa litríocht agus sa stair, agus bhí saibhir i seiftiúlacht. Go luath tar éis Wu Zetian a bheith ina banríon, toisc go raibh Gaozong lag agus tinn, uaireanta chuir sé de chúram uirthi gnóthaí polaitiúla áirithe a láimhseáil, agus mar sin d'fhás a cumhacht. Sa chéad bhliain de Shangyuan (674), tugadh \"Impire\" ar an Impire Gaozong, tugadh \"Banríon na bhFlaitheas\" ar an Empress Wu, agus tugadh \"Dhá Naomh\" orthu araon sa phálás.\nSa chéad bhliain de Hongdao (683), fuair Gaozong bás, tháinig an Prionsa Li Xian ar an ríchathaoir, agus tháinig Wu Zetian chun an dynasty a rialú. I mí Feabhra na chéad bhliana de Sisheng (684), dhíbir Wu Zetian Li Xian mar Rí Luling agus bhunaigh sé a ceathrú mac Li Dan mar impire, ag leanúint ar aghaidh ag rialú an dynasty. I mí Mheán Fómhair na bliana céanna, d'athraigh sí an bhratach go hór, agus athainmníodh Luoyang, an phríomhchathair thoir, mar phríomhchathair dhiaga. Ar an naoú lá de Mheán Fómhair sa chéad bhliain de Tianshou (690), d'fhógair Wu Zetian é féin impire agus d'athraigh ainm na tíre go Zhou.", "聖意": "Tá an baile neamhfhabhrach don duine féin, ag guí le haghaidh beannachtaí, ag lorg saibhreas, ag cosaint idirbhearta, dea-ádh sa phósadh, droch-ádh i bpósadh (baineann), coisithe ag blocáil páirceanna, péisteanna síoda, beostoc rathúla, ag lorg daoine, scaradh, lawsuits, caillteanas, imirce. , caillteanas maoine, tinneas, turraing, sléibhte agus uaigheanna, ádh mór", "古人": "Ardaíonn Wu Zetian an ríchathaoir", "第X籤": "An daicheadú buaiteoir crannchuir", "宮": "Tú Pálás"}