{"籤詩版本二": "Cuimhneoidh tú ar na focail mhaith gan teorainn, ach beidh tú i do mhac má aithníonn tú an gadaí.\nNá bí sanntach faoi láthair agus bíodh imní ort faoi mar a dhéanfadh sé rud maith bliain ó shin.", "詩意": "Aithníonn an heicseagán seo gadaí mar mhac.\nBí cúramach i ngach rud a dhéanann tú.", "解曰": "Díreach an ceann seo. Ní dhéanann duine uasal aon bhotún. Coinnigh i gcuimhne é. Ná bí uaigneach.", "籤詩故事一": "◇ Glacann Dong Zhuo le Lu Bu\nBhí Lu Bu, cróga agus go maith ag troid, ina ghinearál míleata cáiliúil ag deireadh Ríshliocht Han an Oirthir agus tús na dTrí Ríochta.D'fhéach sé uair amháin ar Ding Yuan, gobharnóir Jingzhou, mar a athair uchtaíoch agus d'fhóin sé faoi.\nTar éis bhás an Impire Ling de Ríshliocht Han an Oirthir, chuaigh Ding Yuan go Beijing chun claonpháirteachas leis an nginearál He Jin chun an rialtas a rialú.\nThroid Dong Zhuo le Ding Yuan, ach ní raibh roinnt ginearálta in ann an bua a fháil ar Lu Bu, agus mar sin chuir Dong Zhuo a fho-Li Su chun bribe Lu Bu. Thug Li Su chairn de seoda óir agus airgid agus an capall coinín dearg cáiliúil chun \"cuairt a thabhairt ar Lu Bu\". Thug Li Su carn seoda óir agus airgid agus an capall coinín dearg cáiliúil chun cuairt a thabhairt ar Lu Bu. Mar sin, thug Dong Zhuo breab ar Lu Bu chun Ding Yuan a mharú, agus dúirt sé lena shaighdiúirí teacht leis dá mba mhian leo, agus imeacht mura raibh siad ag iarraidh é a leanúint. Mar sin, thug Dong Zhuo breab ar Lu Bu agus mharaigh sé Ding Yuan.\nTar éis don Dong Zhuo cumhacht a fháil, ghlac sé Lu Bu mar a mhac uchtaithe agus rinne sé ginearál agus marcach.\nBhí meon foréigneach ag Dong Zhuo, agus bhí an \"caidreamh athair-mac\" le Lu Bu an-lag i ndáiríre. Sa bhliain 189 AD, ar thionscnamh Situ Wang Yun, mharaigh Lu Bu Dong Zhuo.\nSé mhí tar éis bhás Dong Zhuo, rinne sean-trúpaí Dong Zhuo ionradh ar an bpríomhchathair, agus theith Lu Bu agus a bhean chéile i scaoll. Tar éis dó an príomhchathair a fhágáil, lorg Lu Bu tearmann le warlords Yuan Shu, Yuan Shao, Zhang Yang, Zhang Miao, Liu Bei, etc, agus throid go leor uaireanta le Cao Cao, warlord mór eile ag an am. ag troid, agus ruaig sé Cao Cao arís agus arís eile.\nSa tríú bliain de Jian'an i Ríshliocht Han an Oirthir, rinne trúpaí Cao Cao ionsaí ar Xiaopei, bonn Lu Bu, agus gabhadh agus maraíodh Cao Cao faoi Thúr Baimen. Sular cuireadh chun báis é, d’iarr Lu Bu ar Cao Cao é a choinneáil beo chun bás a sheachaint, ach mheabhraigh Liu Bei do Cao Cao go ndearna Lu Bu feall go minic agus gur fear mímhacánta a bhí ann. Sa deireadh, chuir Cao Cao, nach raibh meas aige ach ar bhuanna beag beann ar mhoráltacht, Lu Bu.", "聖意": "Tá mé míshuaimhneas sa bhaile, is gnách liom airgead a lorg, garda in aghaidh idirbhearta, tá sé deacair pósadh, tá iontas ar fhear Liujia, tagann daoine go dtí an réimse, tá péisteanna síoda leath-aibithe, tá sé ainmhí sábháilte, tá daoine ag lorg daoine, tá lawsuits cuí agus imirce, tá sé deacair rudaí caillte a fháil, is deacair galair a fháil, agus tá síocháin i dtuama Zhenxing Mountain.", "古人": "Glacann Dong Zhuo le Lu Bu", "第X籤": "An 41ú buaiteoir crannchuir", "宮": "Tú Pálás"}