{"籤詩版本二": "Beidh an t-impire, an t-impire, agus an t-impire grásta ar deireadh agus ag fanacht agus ag guí ar bheannachtaí gan chailliúint ná gnóthachan.\nBaineann gach neach mothaitheach leas as, agus táthar ag súil le rathúnas ar domhan agus ar neamh.", "詩意": "Is comhartha fabhar ó neamh é an heicseagram seo.\nBeidh gach rud rathúil.", "解曰": "Thaispeáin an t-impire a fhabhar. Ná déan dearmad. Deasghnátha maidin agus tráthnóna. Is cuí incense a dhó.", "籤詩故事一": "◇ Shábháil Mulian a mháthair\nIs é Mokou Lian, nó Mulian, an duine is cumhachtaí i measc deichniúr deisceabal Sakyamuni Buddha.\nBhí a mháthair sanntach agus stingy i rith a saoil, agus mar sin thit sí isteach i réimse na taibhsí ocrach tar éis a báis. D'úsáid Mokhullian a chumhacht draíochta chun breathnú agus fuair sé amach gur rugadh a mháthair mar thaibhse ocrach, gan aon bhealach le bia a fháil agus go raibh sé i gcruatan mór.D'úsáid sé a chumhacht draíochta chun bia a thabhairt dá mháthair.Gan choinne, tar éis don mháthair a fháil an bia, d'iompaigh sé ina luaithreach agus níorbh fhéidir é a ithe.\nBhí Maudgalyana buartha faoin méid a tharla agus thuairiscigh sé don Búda é. Dúirt an Búda le Mulian gur cheart dó, ar an 15ú lá den seachtú mí gealaí, céad blas agus cúig thoradh a chur i mbáisín agus iad a thairiscint do na manaigh cháiliúla de na deich dtreoir.Le cumhacht seo, bheadh ​​​​a mháthair in ann ithe .\nGhníomhaigh Maudgalyana de réir thoil an Búda, agus saoradh a mháthair ar deireadh. Tugtar \"Féile Obon\" ar an gcineál seo searmanas agus tugtar \"Féile Obon\" ar an bhféile seo.\n(Nóta: Bíonn mothúcháin dhifriúla ag cineál substainte i leibhéil éagsúla an domhain. Mar shampla: nuair a bhíonn báisteach ann sa saol seo, feicimid é mar \"uisce\", agus mothaíonn daoine sa réimse taibhse ocrach é mar \"fuil\", agus mothaíonn neacha mothaitheacha i ndomhan ifreann é mar “fuil”. Mothaíonn sé cosúil le “claíomh a scaoileadh”, agus mothaíonn daoine neamhaí “bláth a scaoileadh”.)", "聖意": "Ag guí ar son baile agus tí, ag guí le haghaidh dea-luck sa gheimhreadh, ag iarraidh saibhreas, aon idirbheart, pósadh, síocháin i Liujia, coisithe, páirceanna ag gluaiseacht, silkworms, sé ainmhithe, daoine a aimsiú, lawsuits, rath, imirce, coimeádach, maoin caillte, galar , suaimhneas intinne, suaimhneas sléibhte agus uaigheanna", "古人": "Sábhálann Mulian a mháthair", "第X籤": "Sínigh daichead a dó", "宮": "Tú Pálás"}