{"籤詩版本二": "Tá an domhan solúbtha agus tá gach rud féin-thacúil, féin-thacúil agus sábháilte\nTá gach rud sa saol iontach, buíochas a ghabháil leis na naoimh agus na saoithe as gach rud, agus a bheith rathúil.", "詩意": "Seasann an heicseagán seo don chomhréiteach idir an domhan agus an talamh.\nTá gach rud ag dul go maith agus níl aon chontúirt ann.", "解曰": "Tá gach rud a rugadh. Tagann gach plean agus mianta fíor. Cuidíonn Ford. Tá Rui Qi i Hurry.", "籤詩故事一": "◇ Faigheann siúlóirí léargas\nScéal Turas chuig an Iarthar:\nGhlac Sun Wukong seilbh ar Shliabh na mBláthanna agus na dTorthaí agus rinneadh rí de.Níos déanaí, chun slí mhaireachtála a fháil go deo, chaith sé ocht nó naoi mbliana ag taisteal trasna sléibhte agus aibhneacha chun Patriarch Bodhi a adhradh mar mhúinteoir. dhá chlaochlú ar an olc earthly agus scamaill somersault, agus ghlac an sloinne Sun don chéad uair Ainmnithe Wukong.\nTar éis sin, chuaigh Sun Wukong chuig Pálás Dragon i Muir na Síne Thoir d'fhonn arm oiriúnach a aimsiú, agus ar deireadh fuair sé an Ruyi Golden Cudgel, snáthaid diaga Tianhe agus Dinghai. Toisc go raibh a shaolré caite, rinne sé fuss mór sa domhan thíos, d'athbhreithnigh sé leabhar na beatha agus an bháis, agus d'fhill sé ar shaol an duine. Níos déanaí, glaodh Sun Wukong ó neamh don chéad uair agus ainmníodh Bima Wen air. Níos déanaí, toghairmeadh chun na bhflaitheas é don dara huair agus tugadh an Rí Moncaí air.Ghoid sé péitseoga freisin agus chruthaigh sé trioblóid ar neamh.Séalaíodh é i bhFoirnéis Bagua chun a shúile órga agus a shúile fiery a chleachtadh.Ar deireadh, cuireadh faoi chois é ag Tathagata Buddha ag bun Wuzhi Mountain ar feadh 500 bliain, in ann bogadh. An áit ar cuireadh tús leis an foirnéis Bagua iompú isteach i sliabh na lasracha.\nCúig chéad bliain ina dhiaidh sin, chuaigh Manach Tang chuig an Iarthar chun scrioptúir a fháil, a rith Sliabh na gCúig Eilimintí, agus bhain sé an talisman sular shábháil Sun Wukong. Phléasc Sun Wukong deora le buíochas.Nuair a fuair sé treoir ó Guanyin Bodhisattva, adhradh sé Tang Manach mar a mhúinteoir agus chuaigh sé go dtí an Iarthar chun na scrioptúir a fhoghlaim le chéile. Ar an mbealach chun na scrioptúir a fhoghlaim, tháinig Sun Wukong síos ar na deamhain agus chuir sé deireadh le arrachtaigh, agus rinne sé éachtanna neamhghnácha arís agus arís eile. Tar éis ochtó haon deacracht, críochnaíodh an obair faoi dheireadh.Tháinig an ceathrar máistrí agus deisceabail go Teampall Xitian Leiyin agus fuair siad an fíor-scríbhinn. Bhain Sun Wukong an toradh ceart amach.\n(Is meafar é an scéal seo gur féidir le fiú moncaí solas a chur air, gan trácht ar dhuine.)", "聖意": "Tá an baile auspicious don duine féin, le haghaidh saibhreas, gnó, pósadh, Liujia, coisithe fireann, bac páirceanna, silkworms, sé ainmhithe, Zhongping, ag lorg daoine, lawsuits, rath, imirce, caillteanas maoine, galar, Xingxingshan tuama, rudaí atá ionmholta", "古人": "Faigheann an taistealaí enlightenment", "第X籤": "Sínithe ar an 43ú", "宮": "xugong"}