{"籤詩版本二": "Athraíonn an aimsir fhuar uisce ina oighear.\nNíl aon rogha agam ach suí go ciúin agus fanacht go n-éireoidh na duilleoga go nádúrtha.", "詩意": "Sa heicseagram seo, casann uisce ina oighear.\nNá iarr rud ar bith go neamhbhalbh.", "解曰": "Reoiteann uisce isteach san oighear. Leáigh oighear isteach in uisce. Más comhcheilg é. Mar sin tá sé.", "籤詩故事一": "◇ Iarrann Wang Xiang carbán (Fiche a Ceathair Scéal cráifeacht filial)\nRugadh Wang Xiang de Ríshliocht Jin, ainm cúirtéise Fuzheng, i Linyi.\nNuair a bhí Wang Xiang óg, fuair a mháthair bitheolaíochta bás, phós a athair uaigneach bean darbh ainm Zhu, agus bhí máthair nua ag Wang Xiang. Nuair a bhí Wang Xiang óg, fuair a mháthair bhitheolaíoch bás, agus phós a athair uaigneach bean darbh ainm Zhu. Bean chaol agus éad a bhí in leasmháthair Wang Xiang, níor thaitin sí le Wang Xiang agus ba mhinic a chuir sí masla air mar gheall ar chúrsaí fánach. Go gairid, thug an leasmháthair breith freisin ar mhac darb ainm Wang Lan. Ní raibh ach grá ag an leasmháthair ar a leanaí féin, agus mheas sí Wang Xiang mar dealga ina taobh, d'éirigh sí níos déine fós ar Wang Xiang, agus is minic a labhair tinn de Wang Xiang os comhair a athar, fiú de réir a chéile ní raibh grá ag a athair air a thuilleadh. Ní raibh ach grá ag an leasmháthair ar a leanaí féin, agus mheas sí Wang Xiang mar dealga ina taobh, bhí sí níos déine fós ar Wang Xiang, agus is minic a labhair tinn de Wang Xiang os comhair a hathar, fiú de réir a chéile ní raibh grá ag a athair air a thuilleadh. Cé go bhfuil leath-deartháir Wang Xiang, Wang län an-chairdiúil lena dheartháir. In ainneoin céasadh a leasmháthair, bhí sí fós thar a bheith filial. Is é an leasmháthair chomh harsh, ach tá Wang Xiang fós an-filial.\nTá caitheamh aimsire ag a leasmháthair, is é sin, is maith léi iasc úr a ithe díreach amach as an abhainn. Tá caitheamh aimsire ag a leasmháthair, is é sin, is maith léi iasc úr a ithe díreach amach as an abhainn. Geimhreadh amháin, chuaigh a athair ar shiúl le haghaidh gnó, agus thit a leasmháthair tinn arís Sheirbheáil na deartháireacha Wang Xiang agus Wang Lan go cúramach anraith agus leigheas dá máthair le hithe.San aimsir fhuar chrua, níor tháinig feabhas ar thinneas an leasmháthair go fóill. deifir. Geimhreadh amháin, chuaigh a athair ar shiúl le haghaidh gnó, agus thit a leasmháthair tinn arís Sheirbheáil na deartháireacha Wang Xiang agus Wang Lan go cúramach anraith agus leigheas dá máthair le hithe.San aimsir fhuar chrua, níor tháinig feabhas ar thinneas an leasmháthair go fóill. deifir. Bhí an leasmháthair tinn ag iarraidh iasc úr a ithe ón abhainn, agus san aeráid chrua fhuar sin, bhí sé ag cur sneachta amuigh agus bhí an t-uisce san abhainn iompaithe ina oighear tiubh cheana féin. Bhí an leasmháthair thinn ag iarraidh iasc úr a ithe.Cá bhfaighfí iasc úr san aeráid oighreata agus sneachta sin?\nSna laethanta sin, ní raibh aon miasa lasmuigh den séasúr, agus ní raibh tú in ann iad a cheannach fiú dá mbeadh airgead agat.\nAg an bpointe seo sa scéal, tharla an scéal touching Wang Xiangqiu Li. Choinnigh an bheirt deartháireacha a máthair gan chabhair.Shiúil Wang Xiang go dtí an abhainn reoite chun gan díomá a dhéanamh ar a leasmháthair tinn.Bhí smaoineamh ag Wang Xiang agus bhain sé a léine amach beag beann ar an fhuacht.Lean sé nocht ar an oighearshruth agus theastaigh uaidh úsáid a bhaint as. a teocht an choirp féin a leá an oighear (mar sin Wang Xiangqiu Carbán a dtugtar freisin Wang Xiang atá suite ar an oighear). Thóg sé amach a léine agus luigh nocht ar an oighearshruth. Ghuigh sé chun Dé agus dúirt: \"A Dhia, tá mo mháthair tinn agus ba mhaith leis a ithe Carbán úr. Caithfidh tú a fháil ar bhealach dom is cuma cad é. \" Aisteach go leor, an bloc oighir in aice leis go tobann scáinte, agus bhí dhá. Léim carbán beo amach as an gcraic agus léim sé ar an oighear.Bhí Wang Xiang an-sásta. Ghuigh sé le Dia: \"A Dhia, tá mo mháthair tinn agus ba mhaith leis carbán úr a ithe. Caithfidh tú bealach a aimsiú dom is cuma cad é. \" Aisteach go leor, bhí an bloc oighir in aice leis scáinte go tobann, agus bhí dhá scoilteanna. Léim carbán beo amach as an gcraic agus léim sé ar an oighear, agus bhí Wang Xiang an-sásta. Ghluais sé síos go tapa, ghabh sé buíochas le Dia, agus rith sé abhaile leis an gcarnán. Ghluais sé síos go gasta, ghabh sé buíochas le Dia, agus thóg sé an carbán go tapa agus chuaigh sé abhaile. Tar éis don leasmháthair carbán úr a ithe, tháinig feabhas uirthi go luath óna tinneas. Bhí néal ar an leasmháthair i leaba an ospidéil nuair a chonaic sí corp uachtarach naked Wang Xiang, a bhí ag casadh corcra as an bhfuacht, agus dhá iasc ina lámha.Rith sí isteach sa seomra go sona sásta agus bhí stiúdú uirthi.\nTháinig Wang Xiang ina oifigeach níos déanaí agus rinneadh Taibao de, agus bronnadh an teideal Diúc air.", "聖意": "Uneasy sa bhaile, guím ar son cosanta, deacrachtaí airgeadais, fadhbanna gnó, pósadh, neamh-chomhsheasmhacht in árachas Liujia, coisithe, Chi Tian, ​​caillteanas silkworm, sé caillteanas beostoic, daoine ar iarraidh, lawsuits poiblí, imirce, coimeádach, maoin caillte, tinneas , deacair a ghnóthú ó, tuama sléibhe, luck maith", "古人": "Iarrann Wang Xiang carbán (Fiche a Ceathair Scéal cráifeacht filial)", "第X籤": "Daichead a naoi Bhuaigh an Lott", "宮": "Haigong"}