{"籤詩版本二": "Is féidir leat taisteal chuig gach cearn den tír, ag crochadh an ceannbhrat seol chun é a choinneáil suas go héasca\nMá bhíonn gaoth fhabhrach ann, sroichfidh sé go luath agus beidh an bád lán le seoda.", "詩意": "Tá an heicseagam seo cosúil le bád a tharraingt leis an ngaoth.\nTéann gach rud go maith.", "解曰": "Suaimhneas síoraí. Ní gá aon iarracht. Go leor saibhris. Gach meas.", "籤詩故事一": "◇ Tao Zhugui Cúig Loch (Fan Ligui Lake)\nSa Tréimhse Earraigh agus an Fhómhair, tugadh Gui Yizipi nó Tao Zhugong ar Fan Li, a raibh Shaobo mar ainm cúirtéise air freisin.\nAg an am sin, bhí cogadh idir Stát Wu agus Stát Yue, agus scrios Stát Wu Stát Yue. Chuir Fan Li agus Wen Zhong plean le chéile do Yue King Gou Jian chun Yue a chur chun cinn agus Wu a scrios. Thaistil Fan Li go pearsanta trí shléibhte agus aibhneacha, agus thug sé cuairt ar Xi Shi, bean álainn le bua, tallann agus áilleacht araon, ag Abhainn Huansha i Sliabh Bailuo agus chuir sé faoi bhráid Rí Wu é.D'úsáid sé an \"cleas áilleacht\" chun comhoibriú leis an taobh istigh agus taobh amuigh agus scrios an Ríocht Wu.\nTar éis d'éirigh leis an Ríocht Wu a scriosadh, bhí a fhios ag Fan Li go raibh Gou Jian ina \"éan le muineál fada le gob\" agus go bhféadfadh sé cruatan agus sonas a roinnt leis, agus mar sin chuaigh sé ag bádóireacht le Xi Shi ar fud na Ríochta Qi, d'athraigh sé a chuid. ainm do Gui Zipi, agus threoraigh a mhac agus a dheisceabail i Ríocht Qi.Tá siad ina gcónaí i dteachín cois farraige. D'oibrigh sé go crua chun talamh gan rath a chothú, le gnó a rith ar an taobhlíne agus le gnó a dhéanamh. Bhí sé flaithiúil ag scaipeadh an rachmais agus ag déanamh maitheasa dá bhaile dúchais.Bhí meas ag muintir Qi ar eagna agus ar chumas Fan Li.Thug rí Qi cuireadh go Linzi, an phríomhchathair, agus adhradh dó mar an príomh-aire a bhí i bhfeighil gnóthaí an rialtais. . D'éiligh sé: \"Is féidir le hairí a bheith mar oifigeach, agus d'fhéadfadh fortún a bheith mar thoradh ar reáchtáil teaghlaigh. I gcás duine coitianta a thosaigh ón tús, tá sé seo fíor-mhór. Mar sin, ach trí bliana ina dhiaidh sin, d'éirigh sé arís Jiliu go cróga, d'fhill an séala chuig an rí Qi, agus thug ar shiúl go léir a shaibhreas teaghlaigh dá chairde agus a chomhbhaill sráidbhaile.", "聖意": "Tá an teach go maith don duine féin (le seoladh), tá an t-airgead go maith, tá an gnó go maith, tá an pósadh déanach, níl an pósadh go maith, tá Liujia sábháilte, tá daoine ag cur bac ar na páirceanna, péisteanna síoda, fómhar, beostoc, earrach. tá an rathúnas, tá daoine ag lorg daoine, tá an dlí go dona, tá an imirce coimeádach, rudaí caillte, réitítear galair an Iarthair, tá sléibhte agus uaigheanna ó dheas.", "古人": "Cúig Loch Tao Zhugui (Loch Fan Ligui)", "第X籤": "An caogadú buaiteoir crannchuir", "宮": "Haigong"}