{"籤詩版本二": "Is é an samhradh an lá is faide agus tá gach duine buartha faoin teas agus faoin dúlagar\nTá a fhios ag neamh agus talamh freisin cad is mian le daoine, agus séideann an ghaoth agus tá sé nádúrtha fionnuar", "詩意": "Léiríonn an heicseagram seo go bhfuil gach duine buartha faoi theas.\nDéan cibé rud is mian leat.", "解曰": "Níl aon amhras faoi cé acu ar cheart dul ar aghaidh nó cúlú. Bain sult as. An le haghaidh campála é? Níl gá le gníomhú go rashly.", "籤詩故事一": "◇ Cong Ming isteach Sichuan\nBa é Zhuge Liang (181-234), ainm cúirtéise Kongming, ó dhúchas Yangdu, Langya (Yinan Chontae, Shandong Cúige anois), agus ba é príomh-aire Shu Han (Liu Bei) le linn na tréimhse Trí Kingdoms.\nCé gur bhuaigh Liu Bei Jingzhou, ní raibh sé go leor chun scaradh ó thaobh amháin, Zhuge Kongming pleanáilte a ghabháil Xichuan a mhéadú ar chríoch Liu Bei. Ag an am seo, bhí ionsaí Liu Zhang i Yizhou ag Zhang Lu sa tuaisceart. D'fhoghlaim Zhuge Kongming go raibh Liu Zhang ag iarraidh léarscáil Xichuan a thiomnú do Cao Cao chun é féin a chosaint. Nuair a bhuail Zhang Song (fo-cheann Liu Zhang) Cao Cao, toisc go raibh Cao Cao sotalach agus rude, ghlac Liu Zhang an léarscáil ar ais go Xichuan agus rith Jingzhou ar an mbealach. Bhí Kong Ming ag fanacht leis ar an mbealach cheana féin agus thug sé cuireadh dó go Jingzhou, ach níor luaigh sé an Pictiúr Xichuan go dtí an t-am imeachta.Bhí Zhang Song buíoch de Kong Ming as a chúirtéis agus a fáilteachais, agus mar sin thiomnaigh sé an Pictiúr Xichuan do dó.\nBhí tír-raon Xichuan contúirteach agus d'fhéadfaí é a ionsaí nó a chosaint.Tar éis socruithe éagsúla Kong Ming, tháinig Xichuan áit bhreithe Liu Bei.\n(Chaith Kong Ming le daoine le cúirtéis agus fuair sé an Xichuan suarach go héasca.)", "聖意": "Guigh ar do bheannachtaí sa bhaile agus ar do chosaint féin (tá ádh mór sna misfortunes) Saibhreas a lorg, dea-ádh i ngnó, pósadh coiteann, breith na mbuachaillí i Liujia, páirceanna ag gluaiseacht, péisteanna síoda, damáiste do bheostoc, daoine a aimsiú, lawsuits poiblí , imirce, seanrudaí caillte, galair thuaidh, ar mian leo sléibhte agus uaigheanna", "古人": "Téann Kong Ming isteach i Sichuan", "第X籤": "Caibidil 51: An Crann a Bhuaigh (Winning the Lot)", "宮": "Uterus"}