{"籤詩版本二": "Tógann sé go leor iarracht an ghealach a ghabháil san uisce.Tógann sé go leor iarracht ach tada.\nNá labhair nonsens agus cuir amú do chuid iarrachtaí chun an corp a neartú.Ciallaíonn an focal \"coirp feoite\" ar dtús \"an corp ina aonar\".", "詩意": "Tá an heicseagram seo greedy le haghaidh íomhá na hiarrachta.\nTá gach rud saothair agus saothair.", "解曰": "Is deacair cuimhneamh ar ghealltanais. Go leor obair chrua. Imní sa bhaile. Ag fanacht le bualadh le daoine uasal.", "籤詩故事一": "◇ Rug Taibai an ghealach agus í ar meisce (rug Li Taibai an ghealach agus é ar meisce)\nLi Bai (701-762), ar a dtugtar freisin mar Taibai, ar a dtugtar freisin Qinglian Jushi. Bhí aithne ar fhile Ríshliocht Tang, a thug bás díbirt air féin, mar The Immortal of Poetry, agus bhí sé i gcónaí sásta gan ól.\nNuair a tháinig Li Bai go Jinling (Nanjing anois) agus quieuit i mbialann in aice le Droichead Wende.\nBa é an lá sin an cúigiú lá déag de mhí gealaí an gheimhridh, shuífeadh sé leis féin sa bhialann san oíche agus é ag meas na gealaí, agus é ag ól agus ag aithris dánta. Ba é an lá sin an cúigiú lá déag de mhí gealaí an gheimhridh, shuífeadh sé leis féin sa bhialann san oíche agus é ag meas na gealaí, agus é ag ól agus ag aithris dánta. Li Taibai grá an ghealach is mó ina shaol, ag rá go raibh sé glan agus álainn. Li Taibai grá an ghealach is mó ina shaol, ag rá go raibh sé glan agus álainn. An oíche sin, d'fhéach sé suas agus chonaic sé an gealach bán agus cruinn sa spéir, bhí sé an-sásta agus d'ól sé cúpla spéaclaí eile. An oíche sin, d'fhéach sé suas agus chonaic sé an gealach bán agus cruinn sa spéir, bhí sé an-sásta agus d'ól sé cúpla spéaclaí eile. Ag meán oíche, bhain Li Taibai leas as an bhfíon agus chuaigh sé thíos staighre go Droichead Wende. Ag meán oíche, bhain Li Taibai leas as an bhfíon agus chuaigh sé thíos staighre go Droichead Wende. Chomh luath agus a sheas sé ar an droichead, d'ísligh sé a cheann agus go tobann chonaic sé an ghealach ag titim isteach san uisce.Nuair a bhog an abhainn, cuireadh cúpla líne dubh leis an scáth gealach bán. Chomh luath agus a sheas sé ar an droichead, d'ísligh sé a cheann agus go tobann chonaic sé an ghealach ag titim isteach san uisce.Nuair a bhog an abhainn, cuireadh cúpla líne dubh leis an scáth gealach bán. Bhí Li Taibai chomh ólta faoin am seo gur shíl sé gurbh í an ghealach a bhí daite ag uisce na habhann. Bhí Li Taibai chomh ólta faoin am seo gur shíl sé gurbh í an ghealach a bhí daite ag uisce na habhann. Níor bhac sé fiú a chuid buataisí a bhaint de, d'oscail sé a lámha agus léim den droichead chun an ghealach a ghabháil. Níor bhac sé fiú a chuid buataisí a bhaint de, d'oscail sé a lámha agus léim den droichead chun an ghealach a ghabháil. Gan choinne, leis an léim seo, ní raibh an ghealach gafa, ach bhí an ghealach san uisce briste agus láithreach scoilte ina dhá leath. Gan choinne, sa léim seo, ní raibh an ghealach gafa, ach báthadh an fear. Fuair ​​sé bás in aois a seasca dó.", "聖意": "Tá an teach míshuaimhneas agus tá droch-ádh ort (tabhair aird ar do shláinte) (neamh-ádh) Saibhreas agus cothromaíocht a lorg (ná fiú smaoineamh air) Deacracht in idirbhearta gnó, níl aon réiteach ar phósadh, guí ar chosaint (cosc ar seoda folamh breith anabaí) Tá coisithe i dtrioblóid, tá péisteanna síoda sa pháirc cúig phointe, agus sé ainmhí ag dul in olcas (mí-ádh) Ar lorg daoine (ar an drochuair) Dlíthe poiblí agus (Stop an dlí) Imirce gnáth (ná luaigh é) Cailliúint maoine (aerárthach) Ag guí ar chosaint ó bhreoiteacht (ar an drochuair) Ádh mór i sléibhte agus uaigheanna", "古人": "Rug Taibai an ghealach agus í ar meisce (Li Taibai Rug an ghealach agus é ar meisce)", "第X籤": "Caoga soicind a bhuaigh an crannchur (Crannchur)", "宮": "Uterus"}