{"籤詩版本二": "Nuair a iompaíonn frustrachas isteach i gcoibhneas, rolaíonn dragain agus roc na tíogar.\nTá a bhóthar féin ag an spéir ghorm go dtí an spéir, go mbeadh deis eile agam clú a bhaint amach.", "詩意": "Tá an heicseagram seo cosúil le dragan ag roaring agus tíogair ag roaring.\nTá dóchas ann go n-imeoidh gach rud go maith.", "解曰": "Just a mhúineadh agus dul. Bíodh do rathúnas féin agat. Ní mór a dhéanamh sa deireadh. Tá áit le fáil.", "籤詩故事一": "◇ Earcaíonn Liu Bei Bride\nTar éis Chath Chibi, bhí Sun Quan fonn a fháil ar ais Jingzhou, a bhí gafa ag Liu bei, agus mar sin d'úsáid sé plean Zhou Yu, ag ligean air go raibh sé ag iarraidh a betroth a dheirfiúr Sun Ren go Liu Bei, ach i ndáiríre bhí sé ag iarraidh a ghlacadh. Liu bei mar ghiall a éileamh Jingzhou.\nTar éis Zhuge Liang spied ar phlean Zhou Yu, ar láimh sé an bróisiúr leis an straitéis a Zhao Yun, a bhí ag cosaint Liu Bei nuair a chuaigh sé go dtí Soochow Lean Zhao Yun an straitéis sa bhróisiúr agus d'aon ghnó rinne splancscáileán mór a ligean Wu Guotai ( athair Sun Quan) ar an eolas faoin togra pósadh. Toisc go raibh grá ag Wu Guotai dá iníon agus nach raibh sé toilteanach cúrsaí saoil a hiníne a chinneadh go hócáideach, rinne sí iomardú do Sun Quan as a bheith neamhthrócaireach dá dheirfiúr agus mhol sí a thástáil go pearsanta an raibh Liu Bei fiúntach dá iníon ag Ganlu Temple. Tar éis Wu Guotai bualadh le Liu Bei, bhí meas mór aici ar Liu Bei agus mhol sí go láidir an pósadh idir Liu Bei agus a iníon.Mar thoradh air sin, d'éirigh le Liu Bei Bean Sun a phósadh.\nNíos déanaí, theith Liu Bei agus Bean Sun ar ais go Jingzhou le chéile.Níos déanaí, bhí Sun Quan ag iarraidh leas a bhaint as ionsaí Liu Bei ar Yizhou chun Jingzhou a ionsaí, ach chuir Wu Guotai stop leis, a bhí buartha faoi shábháilteacht a iníon.\nTéann an rá: \"Is é plean cliste Zhou Yu an ceann is fearr ar domhan. Chaill sé a bhean chéile agus chaill sé a chuid trúpaí.\"\n(Fuair ​​Liu Bei as dochar)", "聖意": "Tá mí-ádh orm sa bhaile agus tá mí-ádh orm (an chéad droch-ádh, ansin dea-ádh) Saibhreas a lorg, cothromaíocht, deacracht sa phósadh, rath sa phósadh Guigh beannachtaí do choisithe, péisteanna síoda sna páirceanna, cúig phointe don damáiste beostoic, cuardaigh do dhaoine, dlí agus imirce, ádh ar mhaoin caillte, ádh ar ghalair, síocháin sléibhte agus uaigheanna.", "古人": "Earcaíonn Liu Bei Bride", "第X籤": "An triú uimhir a bhuaigh caoga", "宮": "Uterus"}