{"籤詩版本二": "Aistrítear dea-cháil ó athair go mac chuig garmhac agus braitheann rathúnas bia agus éadaí ar Dhia amháin.\nDéanann Chunxuan sa halla daoine sásta.Nuair a bhíonn ocras, cothaithe, tart agus codladh orthu, is meafar é Chunxuan do thuismitheoirí.", "詩意": "Tá an heicseagram seo ceangailte leis an íomhá de bambú a théann chuig an earrach.\nTá súil go n-imíonn gach rud go maith.", "解曰": "Tóg bambú agus mar thoradh ar an earraigh. Leathnaíonn sé gan stad. Lorgaíonn fear dóchais. Gach áthas.", "籤詩故事一": "◇ Rí Wu de Zhou suas an ríchathaoir\nD'ionsaigh an Rí Wu de Zhou an Rí Zhou agus threoraigh sé ocht gcéad prionsaí chun troid i gcoinne arm an Rí Shang.Chun saighdiúirí i Chaoge (príomhchathair Rí Shang) freisin i gcoinne an Rí Shang agus feall ar an Rí Shang.\nDhó Rí Zhou é féin ar an Túr Zhaixing, agus scrios an Ríshliocht Shang.\nGhlac an Rí Wu leis an leabhar óir agus Treasure óir, a bhfuil an ríchathaoir ar an impire Thug aghaidh ó dheas, bhí fillte a lámha síos, agus shuigh sé ina seasamh. D'ordaigh an Rí Wu maoin Lutai a dháileadh, an Túr Piocadh Star a scartáil, agus an grán ríse a stóráiltear i Juqiao a dháileadh.\nScaoil an Jizi atá i bpríosún agus deisigh tuama Bigan. Rí Wu marcaíocht ag an doras ar an teach an saoi Shang Rong ar agus bowed a cheann. Bíodh meas agat ar na daoine éirimiúla agus cúirtéiseach, agus scaoil leis na sclábhaithe sa phálás istigh.\nChuir sé stop leis an armáil freisin agus chuir sé cultúr agus oideachas chun cinn. I ndeisceart Nanshan, cuirtear capaill ar féarach agus cuirtear eallach ar féarach faoin tuath le crainn phéitseog.Is radharc síochánta é.", "聖意": "Níl an teach i riocht maith (ádh mór), is féidir leat do mhianta féin a dhéanamh (ádh mór), gnóthachan airgeadais a lorg, idirbheart a dhéanamh, agus pósadh (buail le dea-mhac-chéile), tá Liujia sábháilte (an stoidiaca). comhartha), bogann coisithe páirceanna, tá an t-ádh le péisteanna síoda, déantar damáiste do shé ainmhí, tá sé deacair do dhaoine cásanna dlí poiblí a fháil (féach), bogann duine uasal, cailltear an t-ádh.", "古人": "Rí Wu de Zhou suas an ríchathaoir", "第X籤": "Caoga a cúig a bhuaigh an crannchur (lotting)", "宮": "Pálás gránna"}