{"籤詩版本二": "Tá an trá lán de charraigeacha, tá an sruth ag sileadh, tá an ghaoth soiléir, tá an ghealach soiléir, agus tá na daoine uasal gnóthach.\nAr an mbóthar, caithfidh mé fiafraí de cá háit le dul Ná tóg boladh na bláthanna agus na bplandaí san fhoraois, ná tabhair aire dó.", "詩意": "Tá an heicseagam seo cosúil le bád ag taisteal ar thrá beag.\nI ngach rud, tá daoine uasal chun cabhrú leat.", "解曰": "Chun slí bheatha a dhéanamh. Go leor obair chrua. Fan coimeádach agus fan. Gach rath.", "籤詩故事一": "◇ Lushan éirí amach\nBa as Liucheng, Yingzhou (Chaoyang, Liaoning anois) é An Lushan (703-757), a raibh Kang mar shloinne air agus Yaluoshan mar ainm air.\nNíos déanaí, ghlac sé leis an sloinne An agus d'athraigh sé a ainm go Lushan. Le linn réimeas Impire Xuanzong de Ríshliocht Tang, ba é An Lushan an toscaire míleata.\nI mí na Samhna den 14ú bliain de Tianbao, d'ardaigh An Lushan trúpaí i Fanyang.In ainm ionsaí Yang Guozhong, sheol sé éirí amach agus ghlac sé trúpaí trí bhaile chun ionsaí a dhéanamh ar Luoyang, príomhchathair an oirthir. Chuaigh tuairiscí ó Taiyuan go Lishan.Ní chreid Tang Xuanzong, a bhí ag Pálás Huaqing i Lishan ag an am, go ndéanfadh Anlushan éirí amach.Mar sin féin, lean nuacht an éirí amach ag scaipeadh, agus bhí Xuanzong fós leath-chinnte. (Is léiriú é seo ar \"fuaim uisce reatha garbh ar charraigeacha beaga i sruthán\")\nNí go dtí gur chuir Yan Zhenqing, reachtaire Chontae Pingyuan, duine éigin chun faisnéis a sheoladh a dhúisigh Xuanzong óna aisling.\nFaoi straitéis earráideach Impire Xuanzong de Ríshliocht Tang, ghlac reisimint marcra An Lushan Luoyang, príomhchathair an oirthir.Sa chéad mhí den bhliain dár gcionn, d'fhógair sé é féin Impire Dayan i Luoyang, Jianyuan Shengwu, Impire Xiongwu, agus Da Xixun mar príomh Aire.\nI mí an Mheithimh den bhliain chéanna, chuir an t-Impire Xuanzong de Ríshliocht Tang, fonn ar an ngéarchéim i Chang'an a mhaolú agus faoi thuiscint mhíleata dhearmadta, dhá Ghinearál cáiliúla, Feng Changqing agus Gao Xianzhi, a fhorghníomhú. (Sáraíonn an t-iompar seo \"caithfidh an bóthar pointe go dtí an abhainn tosaigh\")\nIna dhiaidh sin, d'ordaigh an tImpire Xuanzong de Ríshliocht Tang go práinneach ginearál eile, Ge Shuhan, arm Tang a threorú soir amach as Tongguan.\nBhí sé beartaithe ag Ge Shuhan, a thuig go hiomlán earráid straitéiseach an Impire Xuanzong de Ríshliocht Tang, moill a chur ar an athrú (an cur chuige \"tá sé ceart go leor má tá an ghaoth socair agus an taoide socair\").\nSa deireadh, cheap an tImpire Xuanzong de Ríshliocht Tang go raibh sé ró-thrócaireach le dul i ngleic, agus mar sin ní raibh aon rogha aige ach dul i ngleic le An Lushan i ndeoraí, agus buaileadh é. (Comhlíonann sé \"Má oibríonn tú go crua chun tacú leat féin, d'fhéadfá a bheith gortaithe.\")\nI Ríshliocht Tang, nuair nach raibh aon am ag na trúpaí teorann agus na garastúin áitiúla freagra a thabhairt, bhrúigh arm An Lushan an teorainn agus chuaigh siad isteach sa phríomhchathair. I gcás criticiúil, thug an tImpire Xuanzong de Ríshliocht Tang ar Chór na nGardaí éalú ón bpríomhchathair, rud a d'fhág gur thit an Xijing Chang'an gan cheannaire.\n(Sháraigh Tang Xuanzong treoir an chomhartha seo, agus mar sin d’éirigh le éirí amach An Lushan.)", "聖意": "Tá an baile sábháilte, tá an duine féin auspicious, tá an fhortún cobhsaí, tá an t-idirbheart rathúil, agus éiríonn leis an bpósadh (rabhadh) Tagann coisithe fireann ó Liujia go dtí an pháirc, baintear péisteanna síoda, agus déantar damáiste do shé bheostoc. faightear agus tá údar leis an dlí poiblí Tugann an mhaoin caillte galair, is é sin, ba chóir tuama Anshan a dheisiú.", "古人": "éirí amach Lushan", "第X籤": "An séú crannchur caoga", "宮": "Pálás gránna"}