{"籤詩版本二": "Maidin agus dusk, ní mór tacaíocht an Búda a bheith i aimsir chontúirte ach ní i mbaol\nMá mheallann duine uasal tú, ansin beidh airgead agus síoda in éineacht leat freisin.Is é seo Chuan Lai. Braitheann sé go léir ar tú.", "詩意": "Is ionann an heicseagram seo agus beannacht rúnda na ndéithe agus na mBúda.\nBí foighneach agus ádh mór ort i ngach rud.", "解曰": "Comhartha na síochána ar an sean-nós. Nuair a bhíonn gach rud daor, beidh sé auspicious.", "籤詩故事一": "◇ Bhain Tang Manach eolas amach\nLá amháin, tháinig Tang Seng go dtí an abhainn agus chonaic sé Sliabh Lingshan an Búda os a chomhair, bhí droichead aon-phlána os a chomhair, níor leomh Tang Seng é a thrasnú. Thiontaigh an Búda ina bhádóir agus bhí bád briste gan íochtar aige.Nuair a chuaigh Tang Manach ar an mbád, thit sé isteach san abhainn agus d’éirigh leis an mbádóir é. (Scéal an Turais go dtí an Iarthar)\n◇ Scrioptúr Búdachais Tang Manach\nSanzang de Ríshliocht Tang, Chen a sloinne coitianta agus Yi an t-ainm a tugadh air. Rugadh i Goushi Chontae, Luozhou (anois ó dheas de Yanshi City, Henan Cúige). Rinneadh manach de nuair a bhí sé trí bliana déag d’aois agus ghlac sé an t-ainm Búdaíoch Xuanzang.\nD'fhonn a fháil ar na scrioptúr bunaidh Buddhist, d'imigh sé amach ó Chang'an (an lae inniu Xi'an, Shaanxi Cúige) sa tríú bliain de Zhenguan (AD 629), chuaigh trasna na teorann, agus chuaigh trí chruatan countless a bhaint amach Tianzhu ( India) chun scrioptúr a bhailiú. Thaistil sé ar fud imchuacha abhann Ganges agus Indus agus limistéir chósta oirdheisceart na hIndia, ansin thrasnaigh na sléibhte le sneachta agus na hiomairí glasa, ag imeacht níos mó ná 50,000 míle siar agus amach. an 19ú bliain de Zhenguan (AD 645). Thug sé ar ais líon mór scrioptúr Búdachais agus d'aistrigh go Sínis iad.\n(Chuaigh Tang Sanzang ar thuras fada anonn is anall idir an tSín agus an India, agus bhí sé de cheangal air contúirtí a fhulaingt, ach bhí sé in ann filleadh go sábháilte toisc go raibh pátrún dofheicthe taobh thiar de.)", "聖意": "Tá an baile sábháilte, tá an duine féin auspicious, tá trádáil an Iarthair rathúil, tá an pósadh rathúil, cuireann na coisithe bac ar an bpáirc, cuirtear bac ar na péisteanna síoda, tá na péisteanna síoda 70%, tá an beostoc brabúsach, faightear na daoine, pobal an Iarthair. tá an dlí go dona, tá an imirce coimeádach, feictear an mhaoin caillte, tá an galar auspicious, tá na sléibhte agus tuamaí dóchasach.", "古人": "Tang Manach amach enlightenment", "第X籤": "Bhuaigh sé an crannchur seasca a dó", "宮": "Pálás Ceann"}