{"籤詩版本二": "Gabhadh an t-iasc snámha i ribe sa Lochán Bibo.\nMá théann rud éigin mícheart tar éis smaoineamh air, beidh sé ina chúis le trioblóid sa deireadh.", "詩意": "Seasann an heicseagram seo d’iasc a ghabhtar i ribe.\nTá sé inmholta freisin a bheith cúramach i ngach rud.", "解曰": "Socrú faoin teach. Titeann tubaiste ó neamh. Múscail go luath agus déan réamhchúraimí ar dtús. Seachain tubaistí.", "籤詩故事一": "◇ Tá an capall clúdaithe le huisce (tá sé deacair an t-uisce a bhailiú)\nRíshliocht Han. Bhí Zhu Maichen, ainm cúirtéise Wengzi, ó dhúchas Wu i Kuaiji (anois mar chuid de Chathair Suzhou).\nSna blianta tosaigh aige, bhí teaghlach Maichen bocht agus ní raibh aon rath air, bhí an lánúin ina gcónaí i ngeata tuí i gclaí cúil, ag gearradh connadh agus ag díol é chun deireadh a chur le chéile. Ní dhéanann tú mórán airgid trí connadh a dhíol ar phraghas duine ar bith.\nChuaigh a bhean amach chun uisce a fháil agus chonaic sé grúpa leanaí ag gáire le Maidhin, shíl an bhean go raibh sé náireach agus d'fhág sí níos déanaí.\nNuair a bhí Zhu Maichen caoga bliain d'aois, lorg Impire Wu de Ríshliocht Han buanna agus adhradh Zhu mar an reachtaire Kuaiji.\nBhí aiféala ar a bhean chéile go raibh sí daille agus theastaigh uaithi go laghdófaí í go searbhónta agus goileabach le freastal ar Zhu ar feadh an chuid eile dá shaol.\nD'ordaigh Maichen dá iar-bhean buicéad uisce a fháil, é a dhoirteadh ar na céimeanna, agus dúirt, \"Más féidir an t-uisce a thógáil ar ais, is féidir leis an mbeirt acu teacht ar ais le chéile.\"\nAg cur san áireamh an caidreamh idir fear céile agus bean chéile, tugadh spás oscailte sa ghairdín cúil don bhean chéile agus dá fear céile athphósta chun iad féin a chothú agus a chothú. Chaith a bhean í féin isteach san abhainn agus fuair sí bás.", "聖意": "Tá an teach i mbaol, tá an duine féin i mbaol, cailltear an t-airgead, tá an t-idirbheart i síocháin, níl an pósadh comhchuí, tá eagla ar Liujia, cuirtear bac ar dhaoine, déantar damáiste do phéisteanna síoda sa réimse, cailltear seisear beostoic, tá daoine aimsítear, cailltear cásanna dlí, tá imirce go maith, tá rudaí caillte neamhauspicious, déantar galair, ba chóir tubaistí agus tuamaí sléibhe contúirteacha a athrú.", "古人": "Tá an capall clúdaithe le huisce (tá sé deacair an t-uisce a bhailiú)", "第X籤": "Seasca ceathrú comhartha", "宮": "Maogong"}