{"籤詩版本二": "Nuair a thagann an geimhreadh, ní scriosfar brainse de bhláth pluma ar an sliabh fiú má thiteann a dhuilleoga agus go gcloíonn a chuid brainsí.\nAch nuair a thagann an earraigh, ba mhaith liom fós a bheith ar an courtesan agus scrios an obair bhunaidh.", "詩意": "Sa heicseagram seo, tá an bláth pluma sa phríomhshuíomh.\nTá gach rud go maith má chuirtear moill air.", "解曰": "Lámhaigh saighead amháin folamh. Nuair a bhíonn sé folamh, níl sé folamh. Ag fanacht leis an earrach teacht. Tá dath ann.", "籤詩故事一": "◇ Scóráladh faoi dhó\nLe linn réimeas Impire Dezong an Ríshliocht Tang, bhí an aire dílis Mei Bogao agus a theaghlach frámaithe ag an traitorous Príomh-Aire Lu Qi, a bhí ag iarraidh chun iad a mharú go léir.Ach a mhac Mei Liangyu bhainistiú chun éalú. Níos déanaí, d'athraigh sé a chuid. ainm a Wang Xitong a cheilt a chéannacht. Chónaigh sé leis féin ar na sráideanna, ocras agus fuar, ach go fortunately thóg Chen Risheng (Chen Dongchu) é. Ní raibh a fhios ag Chen Risheng a thaithí saoil, agus mar sin d'iarr sé air cuidiú le cúram a thabhairt do ghairdín pluma Chen ionas nach mbeadh an t-ocras chun báis aige ar an tsráid.\nBhí Chen Risheng ina chomhghleacaí agus ina chara le Mei Bogao.Nuair a bhí Lu Qi á ghéarleanúint aige, d'éirigh Mei Bogao é. Mhothaigh Risheng brónach agus fearg mar gheall air seo.Nuair a phós sé, d'éirigh sé as agus bhog sé a theaghlach go Yangzhou chun cónaí i leithlisiú.\nTá iníon ag Chen Risheng darb ainm Chen Xingyuan, atá álainn agus cumhra.Nuair a tháinig Mei Liangyu chuig an teaghlach Chen, thit siad i ngrá ar an gcéad amharc. Ar lá nuair a bhí bláthanna pluma faoi bhláth iomlán, a bhí mar chomóradh bás Mei Bogao freisin, d'oscail Chen Risheng agus a theaghlach altóir i ghairdín pluma a dteach chun a gcara agus a bronntóir éagtha a chomóradh. , agus shéid stoirm sneachta throm, ag clúdach na bláthanna pluma go léir. Rinne Chen Risheng caoineadh go raibh sé in ann éalú go sábháilte, ach níorbh fhéidir leis fiú sliocht chlann Mei a shábháil.Shíl sé gur rabhadh ó Dhia a bhí anseo, agus mar sin gheall sé mura mbeadh na bláthanna pluma faoi bhláth arís, rud a chruthaíonn go raibh sliocht na. bhí muintir Mei fós beo, ní déarfadh sé go deo, d’éalaigh sé isteach sa Bhúdachas agus rinneadh manach de.\nChuala a iníon Xingyuan é seo agus dódh sé láithreach bonn agus ghuí ó chroí chun Dé go n-éireodh leis na bláthanna pluma arís. D'aistrigh a n-díréireacht na bhflaitheas, agus d'fhás na crainn pluma go léir sa ghairdín pluma arís; níos déanaí bhí a fhios ag Chen Risheng go raibh an Xitong Liangyu, agus mar sin gheall sé a iníon Xingyuan dó.", "聖意": "Níl an teach go maith duit féin, tá ceann maith duit féin, tá duine ag lorg saibhreas, tá ceann stuama i ndéileálacha, tá an t-am déanach, tá an pósadh déanach, tá an t-earrach rathúil, tá an fhómhar folamh, tá an lucht siúil déanach, tá na réimsí rathúla, tá na péisteanna síoda saibhre, tá na sé bheostoc rathúil, ag lorg daoine, dlí poiblí, caillteanas, imirce, maoin chaillte, galair an Oirthir, aláraim bhréagacha, ba chóir go n-athrófaí tuamaí sléibhe.", "古人": "Scóráil faoi dhó", "第X籤": "Seasca a naoi ag Buachan an Lott", "宮": "Tatsumi"}