{"籤詩版本二": "Tá Chao Chao cosúil le beach bailithe bláthanna, ag eitilt amach as an iardheisceart agus as sin soir\nNuair a chríochnaíonn an t-earrach agus na bláthanna imithe, níl aon áit le lorg, ní athróidh an croí seo a áit.", "詩意": "Tá an heicseagram seo cosúil le beach ag piocadh bláthanna.\nTá gach rud saothair agus saothair.", "解曰": "Níl aon radharcra earraigh. Bíonn sé ag cur báistí ar feadh i bhfad ach ní ghlanann sé riamh. Iarr cabhair. Is fearr a bheith ciúin.\n.", "籤詩故事一": "◇ Rinne Li Mi éirí amach i gcoinne Ríshliocht Tang\nLi Mi\n(582-619), ceannaire déanach Arm Wagang san éirí amach tuathánach i Ríshliocht Sui na Síne nach maireann. Máistir peannaireacht. Ba ó dhúchas Chang'an, Jingzhao, máistir an fhocail Fa, agus ba é Xiangping, Liaodong (anois ó dheas de Liaoyang, Liaoning) a bhaile sinsear. Is de dhúchas Chang'an, Jingzhao, é Xiangping, Liaodong (anois ó dheas de Liaoyang, Liaoning).\nSa naoú bliain de Daye (613), ghlac sé páirt in éirí amach Yang Xuangan i gcoinne an Ríshliocht Sui i Liyang (anois soir ó thuaidh ó Chontae Junxian, Cúige Henan). Sa naoú bliain de Daye (613), ghlac sé páirt in éirí amach Yang Xuangan i gcoinne an Ríshliocht Sui i Liyang (anois soir ó thuaidh ó Chontae Junxian, Cúige Henan). Tá an chiall mistéireach buailte,\nTheith Li Mi. Briseadh Xuangan agus theith Li Mi.\nSa dara bliain déag de Daye, chuaigh sé isteach san Arm Wagang\n. Sa dara bliain déag de réimeas Daye, chuaigh sé isteach in Arm Wagang. Bhí Li Mi go maith ag straitéis.I mí Dheireadh Fómhair den dara bliain déag de Daye, chuir Li Mi ina luí ar Zhai ionsaí a dhéanamh ar Xingyang Tong, an ginearál cumhachtach a bhí in éineacht leis an arm, chun Zhang Xutuo a chosaint, arm Sui a shárú agus Zhang Xutuo a mharú. Bhí Li Mi go maith ag straitéis.I mí Dheireadh Fómhair den dara bliain déag de Daye, chuir Li Mi ina luí ar Zhai ionsaí a dhéanamh ar Xingyang Tong, an ginearál cumhachtach a bhí in éineacht leis an arm, chun Zhang Xutuo a chosaint, arm Sui a shárú agus Zhang Xutuo a mharú.\nNíos déanaí, mhol sé ionsaí a dhéanamh ar stóras Xingluo (athainmníodh ina dhiaidh sin Luokou), an stóras a oscailt le haghaidh faoisimh, agus an fhoireann a leathnú.D'fhás foireann Arm Wagang go tapa Sa 13ú bliain de Daye, bhí Li Mi i gceannas ar Arm Wagang, agus Zhai Rang Bhí cogadh ar acmhainní míleata agus saincheisteanna eile, agus mharaigh Li Mi Zhai Rang agus na céadta dá lucht leanúna. Níos déanaí, mhol sé ionsaí a dhéanamh ar stóras Xingluo (athainmníodh ina dhiaidh sin Luokou), an stóras a oscailt le haghaidh faoisimh, agus an fhoireann a leathnú.D'fhás foireann Arm Wagang go tapa Sa 13ú bliain de Daye, bhí Li Mi i gceannas ar Arm Wagang, agus Zhai Rang Bhí cogadh ar acmhainní míleata agus saincheisteanna eile, agus mharaigh Li Mi Zhai Rang agus na céadta dá lucht leanúna.\nI mí an Mhárta den 14ú bliain de Daye, mharaigh Yu Wenhuaji Impire Yang de Ríshliocht Sui\n, faoi stiúir níos mó ná 100,000 duine filleadh ar an taobh thiar. I mí an Mhárta den cheathrú bliain déag de Daye, mharaigh Yu Wenhuaji (Yu Wen, sloinne cumaisc) an Impire Yang de Ríshliocht Sui agus d'fhill sé ar an iarthar le níos mó ná 100,000 duine. Ordaíodh do Li Mi ionsaí a dhéanamh ar Huaji.Cé gur buaileadh Huaji, d’fhulaing trúpaí Li Mi caillteanais throma freisin.Thug Wang Shichong sa tóir orthu ina dhiaidh sin.Rinneadh arm Li Mi agus scriosadh a champa. Gabhadh Cheng Yaojin), Niu Jinda agus daoine eile. , Shan Xiongxin suas. Ordaíodh do Li Mi ionsaí a dhéanamh ar Huaji.Cé gur buaileadh Huaji, d’fhulaing Li Mi caillteanais mhóra ina chuid trúpaí. Níos déanaí, chuaigh Wang Shichong sa tóir air, ruaigeadh arm Li Mi agus díothaíodh a champa, gabhadh a Ghinearál Qin Shubao, Cheng Zhijie (Cheng Yaojin ar dtús), Niu Jinda agus daoine eile, agus ghéill Shan Xiongxin. Bhí Li Mi éadóchasach, mar sin thrasnaigh sé an abhainn go Heyang i mí Mheán Fómhair agus ghéill sé don Ríshliocht Tang. Bhí Li Mi éadóchasach, mar sin thrasnaigh sé an abhainn go Heyang i mí Mheán Fómhair agus ghéill sé don Ríshliocht Tang.\nI mí na Samhna, chuir Li Yuan Li Mi chuig Shandong chun sean-trúpaí a earcú. Samhain,\nChuir Li Yuan Li Mi chun fanacht i Shandong chun sean-trúpaí a earcú. Ag mothú go raibh amhras air, rinne sé éirí amach i gcoinne Tang. Ag mothú go raibh amhras air, rinne sé éirí amach i gcoinne Tang. Thug an ginearál Tang Sheng Yanshi cuireadh do Li Mi ionsaí a dhéanamh agus mharaigh sé é ag Xinggong Xian. Thug an ginearál Tang Sheng Yanshi cuireadh do Li Mi ionsaí a dhéanamh agus mharaigh sé é ag Xinggong Xian.", "聖意": "Teach, teach, teanga, tú féin, villain, ag lorg rachmais, cur amú gnó, póstaí nach mairfidh, Liujia, bláthanna folmha, coisithe, Yaotian, damáiste péisteanna síoda, sé damáiste beostoic, daoine ar iarraidh, lawsuits, caillteanas, imirce, coimeádach, maoin caillte, tinneas, constaicí, athchóiriú tuama sléibhe", "古人": "D'éirigh Li Mi i gcoinne Ríshliocht Tang", "第X籤": "An seachtó tarraingt", "宮": "Tatsumi"}