{"籤詩版本二": "Cognition Canglong Naoú Garda Déag: Phós bean an dara fear céile\nLe bogha amháin agus dhá saigheada, beidh na dineasáir beo i síocháin láithreach", "詩意": "Tá an heicseagram seo cosúil le bogha a bhfuil dhá shaighead aige.\nMá théann gach rud le chéile, beidh sé auspicious.", "解曰": "Ní ró-throm. cinniúint. Zhen Liuzhong osclaíonn. Tá sé inmholta a bheith cúramach.", "籤詩故事一": "◇ Tugann Wenjun cuairt ar Xiangru\nBa iníon í Zhuo Wenjun le garmhac Zhuo Wang, fear gnó saibhir i Linqiong, Cúige Sichuan, líofa sa cheol agus bhí ainm liteartha uirthi. Phós sí nuair a bhí sí sé bliana déag, cúpla bliain ina dhiaidh sin, d'éag a fear céile agus d'fhill sí ar a teaghlach réamhbhreithe chun cónaí mar bhaintreach.\nLá amháin, chuaigh Sima Xiangru go dtí teach Zhuo Wangsun le haghaidh féasta.Nuair a d'fhoghlaim sé go raibh Zhuo Wenjun ina bhaintreach nua, sheinn sé an t-amhrán \"Phoenix Seeking the Phoenix\" chun a ghrá a chur in iúl. Bhí Zhuo Wenjun cloiste cheana féin faoi Sima Xiangru, agus rinne an féasta seo é a mhealladh níos mó go Sima Xiangru. Ar an láimh eile, tar éis féasta Sima Xiangru, chaith sé láithreach go leor airgid chun bribe a dhéanamh ar maid pearsanta Zhuo Wenjun agus d'iarr uirthi a chur in iúl grá Sima Xiangru do Zhuo Wenjun. Nuair a d'fhoghlaim Zhuo Wenjun faoi ghrá Sima Xiangru tríd an maid, theith sé láithreach chuig an teach ósta ina raibh Sima Xiangru ina chónaí.\nNuair a bhí siad i Chengdu, bhí an lánúin i mbaol agus bhí orthu filleadh ar Linqiong chun óstán beag a oscailt chun a shaothrú.Dhíol Zhuo Wenjun fíon agus Sima Xiangru miasa nite, mhair saol bocht. Tar éis d'athair Zhuo Wenjun, Zhuo Wangsun, foghlaim faoi, d'aontaigh sé agus mhaoinigh sé iad faoi chomhairle a chairde, ionas gur fhill Sima Xiangru agus Zhuo Wenjun go Chengdu chun cónaí, agus ina dhiaidh sin tháinig siad saibhir.", "聖意": "Cailliúint tí agus réadmhaoine, do chearta féin agus do chuid éagóra féin, saibhreas a lorg, idirbhearta saothair, cosaint in aghaidh athaontú pósta", "古人": "Tugann Wenjun cuairt ar Xiangru", "第X籤": "Seachtó a haon a bhuaigh an Lotto", "宮": "Tatsumi"}