{"籤詩版本二": "Ní mór do bheachairí mil a lorg, ar eagla go gclisfidh gaing orthu\nCaithfidh go bhfuil bóthar aisteach os do chomhair, Tá an rún chomh domhain le foraois dealga.", "詩意": "Siombailíonn an heicseagram seo beacha ag bailiú meala.\nTá gach rud saothair agus saothair.\n\n(Féachann an heicseagram seo siombail na binneas agus na searbhas.\nCosc a chur ar thubaistí i ngach rud.\n)", "解曰": "Ní mór rudaí a dhéanamh go cúramach. Níl gá le iallach a chur air. Bailíonn beacha mil. Cad é an chúis?", "籤詩故事一": "◇ Tá buanna á lorg ag Wang Mang\nIs féidir a rá gur teaghlach saibhir é teaghlach Wang Mang i Ríshliocht Han an Iarthair. Cé go bhfuair a athair bás óg, tháinig roinnt dá uncailí agus uncailí chun bheith ina emperors ar an Ríshliocht Han, tháinig siad chun bheith ina ginearáil, príomh-airí, agus rinneadh marquises agus fuair luach saothair.\nAch bhí teaghlach beag Wang Mang féin an-bhocht; fuair a athair bás óg, agus níor chónaigh sé ach lena mháthair, ag brath ar charthanacht ó ghaolta. Ach mar gheall air seo, d'fhorbair agus chleacht Wang Mang sraith scileanna chun déileáil le daoine ó bhí sé ina leanbh. Is cuma cé chomh brónach nó feargach a mhothaigh sé, léirigh sé i gcónaí cuma an-sásta agus síochánta os comhair gaolta, sinsir nó daoine ón taobh amuigh, agus mar sin bhí sé an-bhuíoch ag gach duine sa chlann.\nUair amháin, bhí an t-uncail ba shine aige go dona tinn.Nuair a d’fhoghlaim sé faoi, tháinig sé anonn agus d’fhan sé ag leaba an othair, ag tabhairt leighis agus uisce leis, agus ag coinneáil airdeall san oíche Ar feadh roinnt míonna as a chéile, bhí sé gan éadaí, míshuibhne, agus cailleach Bhí sé níos \"othar\" ná mar othar, níos mó \"mac\" ná mac bitheolaíoch.\nAr an ábhar sin, mhol gach duine de mhuintir na Téaváine é agus scríobh siad litreacha ag iarraidh luach saothair dó.\nMar sin thug an tImpire Cheng de Ríshliocht Han an teideal Marcas Caipitil Nua dó agus cheap sé é mar gharda sa phálás, agus é ina dhlúth-aire ar an impire.\nLeis an stádas ard agus an chumhacht mhór aige, níor léirigh Wang Mang aon arrogance nó slackness.Ina áit sin, bhí sé níos mó agus níos cúirtéiseach agus cúirtéiseach.Ar thaobh amháin, rinne sé cairdeas le hairí, ginearálta, airí, scoláirí cáiliúla agus scoláirí.\nAch bhí saol an-fhrugal aige, ag ithe miasa feola go minic, gan trácht ar chaitheamh róbaí fada agus gúnaí fad-sleeved, ag caitheamh éadaí gearra amháin. Mar sin mhol gach duine sa rialtas agus an pobal é d'aon ghuth leis an bhfocal \"virtuous\".\nNíos déanaí, fuair a uncail, Grand Sima Wanggen, bás den tinneas agus roghnaíodh é ina ionad. Shíl an t-impire agus na hairí go léir gurbh é an duine is oiriúnaí. Mar sin, tháinig Wang Mang, nach raibh ach tríocha is ocht mbliana d'aois, ar an Grand Sima leis an gcumhacht mhíleata is airde sa tír.\n(Is meafar é an scéal seo. Is féidir le bheith go maith a bheith i do dhuine maith cabhrú leat fáil réidh leis an “deacracht a bhaineann le bheith sáite ag beacha” agus do chuid idéalacha a bhaint amach mar is mian leat.)", "聖意": "Níl an teach maith don duine féin, tá an teaghlach i dtrioblóid, tá an gnó bac, tá an pósadh bac, tá na sé armúr bréagach, tá na coisithe déanach, tá an fómhar silkworm íseal, tá an beostoc íseal, tá sé deacair. daoine a aimsiú, tá an dlí go dona, níl an imirce ag bogadh, tá an mhaoin caillte go dona, cuirtear an galar ar bun, cailltear an uaigh sléibhe", "古人": "Wang Mang lorg buanna", "第X籤": "An crannchur a bhuachan seachtó a dó", "宮": "Tatsumi"}