{"籤詩版本二": "Nuair a thagann an earraigh, croith toirneach agus feithidí chirp, agus cas mé ar shiúl ón láib\nNuair a thuig mé ar dtús go raibh mé fós ag teacht agus ag imeacht, nuair a d'athraigh mé, rinneadh dragan orm.", "詩意": "Tá an heicseagam seo cosúil le toirneach agus feithidí.\nIs comhartha maith é bualadh le duine uasal i ngach rud.", "解曰": "Buaileann toirneach. Dhá thaisce isteach agus amach. Athraigh uair amháin. Go dtí Tianmen.", "籤詩故事一": "◇ Ceannairc Chenqiao\nSa bhliain 959 AD, fuair Zhou Shizong Chai Rong bás, agus bhí an Impire Gong, Chai Zongxun, a chuaigh suas ar an ríchathaoir, ach seacht mbliana d'aois. Ag an am sin, bhí cumhacht fíor ag Zhao Kuangyin, a bhí ina chigire os comhair an pháláis agus mar thoscaire Songzhou chuig Arm na Gearmáine.\nIn earrach na bliana 960 AD, thuairiscigh Zhenzhou (Zhengding an lae inniu, Cúige Hebei) agus Dingzhou (Contae Dingxian an lae inniu, Cúige Hebei) go raibh arm Ríshliocht Thuaisceart Han agus Stát Liao ag dul ó dheas i gcomhpháirt le chéile chun ionsaí a dhéanamh ar an Ríshliocht Zhou Níos déanaí, le móiminteam mór, agus d'iarr sé trúpaí a chur chun cúnaimh. Níos déanaí, d'ordaigh Ríshliocht Zhou Zhao Kuangyin a chuid trúpaí a threorú ó thuaidh chun troid i gcoinne an namhad. Ghníomhaigh Zhao Kuangyin go rúnda faoi phleanáil a dhearthár Zhao Guangyi, Zhao Pu, Shi Shouxin agus daoine eile.\nAr an 3 Feabhra, nuair a tháinig an t-arm go Chenqiaoyi (anois Chenqiao Town, soir ó dheas ó Fengqiu, Henan), sheol siad ceannairc agus d'ordaigh siad do na saighdiúirí róbaí buí a chaitheamh dó.D'éirigh siad amach i gcoinne Ríshliocht Zhou níos déanaí agus thacaigh siad le Zhao Kuangyin mar impire. . Ina dhiaidh sin, thug Zhao a chuid trúpaí ar ais go Kaifeng gan é a dhó, a mharú ná a lootadh. \"Rinne Taizu Chen Qiao mionn gan cur isteach ar mhuintir na príomhchathrach, agus gheall sé gan cur isteach ar an gcathair an lá a tháinig sé isteach sa chathair.\"\nAr an tríú lá den tríú bliain den mhí gealaí, rinne Zhao Kuangyin ceannairc i Chenqiao agus d'fhill sé ar an bpríomhchathair, agus Fan Zhi i gceannas ar Wang Pu agus Wei Renpu Zhao Kuangyin a cheistiú. : \"Níl aon máistrí ag na trí arm. Chinn na ginearálaithe go léir é a cheapadh mar an impire. Marófar duine ar bith a labhraíonn amach! \". Bhí aghaidh Wang Pu chomh geal leis an talamh, d'ísligh sé a chéimeanna agus chrom sé síos, chrom Fan Zhi freisin, chabhraigh Kuang Yin leis go pearsanta agus chaith sé go cúirtéiseach leis.\nTar éis friotaíocht measartha, Impire Gong an Ríshliocht Zhou Níos déanaí enthroned an ríchathaoir, agus Zhao ghlac an ríchathaoir. \" Taizu ar tí glacadh le Zen, ach ní raibh aon téacs Zen. Tao Gu, scoláire Hanlin, ghlac an t-ordú agus shiúil sé isteach in aice leis, ag rá: \"Tá sé déanta.\"\nTar éis do Zhao teacht ar an ríchathaoir, d'athraigh sé ainm na tíre go Song, Yuan go Jianlong, agus rinne sé Kaifeng mar phríomhchathair.Shi Shouxin, Gao Huaide, Zhang Lingduo, Wang Shenqi, Zhang Guanghan, agus Zhao Yanhui bronnadh an teideal Jiedushi ar fad. , ar a dtugtar an \"Chenqiao Mutiny\" sa stair.\nVicipéid\n(Is léiriú é an scéal seo gurb é seo tús fheidhmíocht Zhao Kuangyin.)", "聖意": "Guigh do theach, saol laethúil, saibhreas, dea-fhortún, luck maith i ngnó, pósadh uasal, rath i Liujia, coisithe fireann, breith go luath silkworms i réimsí, breith go luath de shé ainmhithe, dea-fhortún san earrach, ag lorg daoine. , rath i gcásanna dlí, ádh mór ar imirce, maoin caillte, contúirtí i ngalar, contúirtí i sléibhte agus in uaigheanna.", "古人": "Ceannairc Chenqiao", "第X籤": "Sínithe seachtó a trí", "宮": "Pálás Mi"}