{"籤詩版本二": "Díreach cosúil le tíogair a tharraingt trasna sliabh ard, ag troid agus ag iomaíocht lena chéile chun an fuar a bhriseadh\nMá dhéanann tú rud éigin go maith go tobann gan é a thuiscint, caithfidh tú tú féin a choinneáil slán.", "詩意": "Tá an heicseagram seo cosúil le tíogair a shealbhú (tarraingt) trasna an tsléibhe.\nTá gach rud contúirteach agus scanrúil.", "解曰": "Tá contúirt contúirteach. Tá constaicí romhainn. Má iarrann tú comhairle. Is obair chrua í i ndáiríre.", "籤詩故事一": "◇ Wu Yuan fhág Zhaoguan san oíche (Wu Zixu rith Zhaoguan)\nBhí Wu Zixu ó dhúchas de Chu i dTréimhse an Earraigh agus an Fhómhair. Ag an am sin, bhí an Rí Ping de Chu ag iarraidh é a sheilg. Thairg Rí Ping Chu luach saothair as gabháil Wu Zixu, agus tarraingíodh a phortráid agus postáladh é ar gheataí na cathrach ar fud Stát Chu, agus d'ordaigh sé d'oifigigh cur le himscrúduithe. Nuair a theith Wu Zixu go Zhaoguan, an teorainn idir Wu agus Chu, rinne oifigigh Zhaoguan seiceáil go géar, bhí sé chomh buartha sin nach bhféadfadh sé codladh ar feadh roinnt oíche as a chéile, agus fiú d'éirigh a chuid gruaige liath agus imní air. Ar ámharaí an tsaoil, bhuail mé le fear darbh ainm Dong Gao Gong, a comhbhá lena staid agus a thug abhaile é a cheilt. Bhí cara ag Diúc Dong Gao a d'fhéach beagán cosúil le Wu Zixu, agus mar sin d'iarr Diúc Dong Gao air pas a fháil sa tástáil ag ligean air gurbh é Wu Zixu é. Rug na geataí ar an Wu Zixu bréige, ach níorbh fhéidir an fíor Wu Zixu a aithint ag na geataí toisc go raibh a chuid gruaige bán ar fad, agus mar sin lig siad dó pas a fháil. Níos déanaí, d'éalaigh sé go sábháilte go dtí an stát Wu.\n(Is é \"lámh draíochta\" an scéil seo é a chur in ionad Wu Zixu le cara atá cosúil leis, agus a bhfuil gruaig liath air féin)", "聖意": "Guigh ar son do theach agus do theach tú féin a chosaint, bí san airdeall ar shaibhreas a lorg, bí cúramach in idirbhearta, marbhántacht in idirbhearta, deacrachtaí pósta", "古人": "D'fhág Wu Yuan Zhaoguan san oíche (chuaigh Wu Zixu i Zhaoguan)", "第X籤": "An seachtó cúigiú comhartha", "宮": "Pálás Mi"}