{"籤詩版本二": "Tá an bhrí chéanna le meascán iasc agus dragan.Fan sa linn domhain agus fan le haghaidh ádh.\nGan aithne, léim Yumen thar an Pálás Dragon agus a cheann ardaithe.", "詩意": "Fanann an t-iasc heicseagraim agus an dragan gan athrú.\nTagann gach rud in am.", "解曰": "Cé go bhfuil sé Ziji. Chomh maith leis sin fan. Déan do ghnó féin a phleanáil. Ná gníomhú go meargánta.", "籤詩故事一": "◇ Hongwu faire eallach\nRugadh Zhu Yuanzhang, ó dhúchas Zhongli, Haozhou (Fengyang Chontae, Anhui Cúige anois), sa chéad bhliain de Tianli de Yuan Wenzong sa Ríshliocht Yuan, sa cheathrú háit dá theaghlach. Rugadh é i dteaghlach bocht tuathánach, mar gheall ar bhochtaineacht nuair a bhí sé óg, ní raibh sé in ann staidéar a dhéanamh agus thug sé eallach don tiarna talún uair amháin.\nSa cheathrú bliain de Zhizheng (1344), bhí triomach mór i Huaibei.D'éag athair, máthair agus deartháir Zhu Yuanzhang as a chéile, agus mar sin ní raibh aon rogha aige ach a bheith ina manach nua-aoiseach i dTeampall Huangjue.\nNíos lú ná dhá mhí tar éis dul isteach sa teampall, mar gheall ar an deacracht a bhaineann le cíos an teampall a bhailiú i mblianta an ghorta, dhún úinéir an teampall an stóras agus dhíbhe na manaigh. manach a rinne a shlí bheatha ag begging).\nNíos déanaí, tháinig Zhu Yuanzhang an Taizu an Ríshliocht Ming agus an \"impire sibhialta\" i stair na Síne, leis an ainm reign \"Hongwu\".\n(Is é meafar an scéil seo ná nach gciallaíonn a bheith gnáth ar feadh tamaill go mbeidh sé mar an gcéanna amach anseo. Tá sé seo amhlaidh toisc nach bhfuil an t-am tagtha fós.)", "聖意": "Tá an teaghlach sábháilte, tá an teaghlach sláintiúil, tá an fhortún go maith, tá an gnó ar feitheamh, tá an pósadh déanach, rugadh an fireann i Liujia, tá an coisithe déanach, tá an silkworm déanach, tá an silkworm saibhir, na sé ainmhithe are earball, tá an duine ar iarraidh, níl aon mhoill ar an dlí, tá an imirce coimeádach, tá bac ar an maoin caillte, tá an galar bac ar uaigh an tsléibhe.", "古人": "Breathnaíonn Hongwu ar eallach", "第X籤": "Seachtú crannchur", "宮": "Pálás Mi"}