{"籤詩版本二": "Sa bhrionglóid, dúradh go mbeadh go leor saibhris, ach ní thiocfadh an Laochra ar rud ar bith.\nTá an t-uisce i bhfad ar shiúl agus tá na sléibhte i bhfad ar shiúl, ach is deacair a bheith dílis Tugann an duine uasal treoir agus gáire.", "詩意": "Léiríonn an heicseagram seo an tsiombail chun taisce a fháil i mbrionglóid.\nTá gach rud níos mó nó níos lú fíor.", "解曰": "Aisling cosúil le aisling. Gan dóchas na Laochra. Just a fanacht ar amanna maith. Treoracha uasal.", "籤詩故事一": "◇ Fill an jade go Zhao (tabhair ar ais an jade go Zhao tar éis é a chríochnú)\nSa bhliain 283 RC, fuair an Rí Zhao Huiwen He's Bi ó Chu. Tar éis don Rí Qin Zhaoxiang an nuacht a chloisteáil, chuir sé litir chuig an Rí Zhao ag cur in iúl go raibh sé toilteanach cúig chathair déag a mhalartú le haghaidh He's Bi.\nRinne Lin Xiangru anailís don Rí Zhao go raibh Qin láidir agus Zhao lag agus go gcaithfí é a athsholáthar.\nAnsin chuir an Rí Zhao Lin Xiangru chuig Qin le He's Bi.\nBhuail Rí Qin le Lin Xiangru ag Zhangtai, agus bhronn Lin Xiangru an jade chuig Rí Qin. Bhí rí Qin thar a bheith sásta agus chuir sé an He's Bi ar aghaidh chuig an áilleacht agus d'fhéach gach duine timpeall uirthi air.An tráth seo, bhí gach duine ar chlé agus ar dheis ag béicíl beo fada.\nChonaic Lin Xiangru nach raibh aon rún ag Rí Qin an chathair a thabhairt do Zhao, agus mar sin dúirt sé le Rí Qin go raibh jade He lochtach agus theastaigh uaidh é a chur in iúl do Rí Qin chun an deis a thapú jade ar ais.\nTar éis do Lin Xiangru Heshi's Bi a thógáil ar ais, sheas sé in aice leis an gcolún mór, ag taispeáint go raibh sé ag iarraidh bás a fháil le Heshi's Bi.\nAg an am seo, dúirt Lin Xiangru leis an Rí Qin: \"Rí na Zhao fós sháraigh agóidí na n-airí agus ghlac sé le moladh an aire. Fiú más rud é nach raibh sé mheabhlaireachta a chéile agus iad ag idirghníomhú leis na daoine coitianta, gan trácht ar sin. D'fhonn an cairdeas idir Qin agus Zhao a chaomhnú, an Rí Zhao Tar éis troscadh ar feadh cúig lá, chuir mé mo chuid airí chuig Qin leis an jade. na cathrach, ach freisin thug sé jade an teaghlaigh He do bhean álainn, a bhí i ndáiríre magadh de mo Airí.\"\nTar éis dó críochnú a labhairt, rinne Lin Xiangru comhartha láithreach ar cholún a bhualadh.Bhí eagla ar Rí Qin go ndéanfaí damáiste do He's Bi, agus mar sin lig sé air cúig chathair déag a thabhairt do Zhao. Chonaic Lin Xiangru trí phlean fealltach an Rí Qin, agus mar sin d’iarr sé ar an Rí Qin troscadh ar feadh cúig lá sular chuir sé He’s Bi i láthair chun moill a chur ar an am. Sna laethanta seo, sheol Lín Xiangru a lucht freastail chun filleadh ar Stát Zhao leis an jade, fad a d'fhan sé chun déileáil leis an Rí Qin.\n(Tá an scéal seo cosúil le súile gnáthdhuine a bheith faoi dhraíocht lena stádas.)", "聖意": "Guigh ar son an tí agus guí ar do shon féin bac a chur ar shaibhreas Is deacair pósadh a bheith agat Is deacair pósadh a bheith agat Níl na daoine ar aon dul.", "古人": "Fill an jade go Zhao (comhlíon an jade go Zhao)", "第X籤": "An seachtú crannchur a bhuaigh", "宮": "Pálás meán lae"}