{"籤詩版本二": "Snaidhm ar neamhní, is mian liom tú a choinneáil slán Dá gcoimeádfá do chorp slán, is mian liom nach dtabharfá ar ais choíche é.\nNá déanaigí dearmad go bhfuil fabhar Dé tugtha ar ais: Ná bíodh scanradh ort ar bhriathra Dé.", "詩意": "Ná creid go bhfuil an heicseagam seo fíor.\nIs comhartha é de bheith coimeádach i ngach rud.", "解曰": "Tá a dtuairimí féin ag daoine. Ní gá go mbeadh an aigne gnóthach. Treoracha le haghaidh Guanyin. Ná bheith dímheasúil.", "籤詩故事一": "◇ Tacaíocht rúnda a thabhairt don bhratach chré-umha\nBronnadh an teideal mar Ard-Mharshal Ríshliocht Sui ar Ghinearál bunaithe cáiliúil Ríshliocht Tang, Qin Qiong (Qin Shubao) mar cheannasaí ar a chuid trúpaí chun ionsaí a dhéanamh ar Pas Sishui (nó Pas Sishui nó Pas Dongling, athraíonn finscéalta) Yang Lin ( Yang Yicheng), garda Ginearálta Pas Sishui, d'ordaigh Impire Yang de Ríshliocht Sui sraith bratach cré-umha a chur ar bun, ach níorbh fhéidir Qin Shubao ionsaí a dhéanamh air ar feadh i bhfad. Tar éis a fháil amach gurb é Luo Cheng, ceannaire an fhoirmithe, a chol ceathrair, chuaigh sé i dteagmháil lena haintín.\nSular fhág Luo Cheng, dúirt sé lena mháthair gurb é an duine a tháinig chun an bhratach a threascairt ná a chol ceathrar Qin Qiong, agus d'ordaigh a mháthair dó cabhrú leis go rúnda. Ar an lá den chath cinntitheach, d'athraigh Luo Cheng, a bhí ag cosaint an Bhratach Chré-umha, taobhanna go tobann agus chuaigh sé i gcomhar le Qin Qiong, ar deireadh bhris siad foirmiú na Brataithe Cré-umha, áitigh Luo Cheng Dongling Pass agus d'fhill an bua, ghéill Luo Cheng freisin do an Ríshliocht Tang.\n(Is meafar é an scéal seo ar chóir duit a bheith ag brath uaireanta ar chúis agus tú ag déanamh rudaí, seachas a bheith ag brath ar mhothúchán nó ar chreideamh.)", "聖意": "Tá an teach fós sásta gealltanas a thabhairt dó féin, saibhreas a lorg, sciar an duine a choinneáil, a bheith aireach faoi phósadh, breith a thabhairt do chailín, fanacht coisithe sa pháirc, péisteanna síoda, seacht bpointe agus sé damáiste beostoic, cuardach a dhéanamh ar dhaoine, dlí poiblí agus imirce. , maoin caillte, galair an iarthair, réiteach sléibhte, uaigheanna ar an taobh thiar", "古人": "Rún cúnamh síos an bhratach chré-umha", "第X籤": "Seachtó a Naoi Ag Buachaint an Lott", "宮": "Pálás meán lae"}