{"籤詩版本二": "Tá duilleoga na gcrann seiceamar tar éis titim, tá an fhómhar ag druidim, agus tá cuma scamaill ar thuras fillte an lucht siúil.\nBuíochas le hiarrachtaí móra Dé, d’fhill an long leis an stór sa ghaoth.", "詩意": "Léiríonn an heicseagram seo an íomhá de dhuilleoga seiceamar tite.\nTá gach rud dona roimh ré agus go maith sa deireadh.", "解曰": "Tóg rudaí ó chroí. Leanann Tianxin é. Chun slí bheatha a dhéanamh. Déan cibé rud is féidir leat.", "籤詩故事一": "◇ Séideann an ghaoth go Pailliún Tengwang\nBhí Wang Bo, ainm cúirtéise Zian, ina fhile de Ríshliocht Tang go luath.Rugadh é sa chéad bhliain de Yonghui, Impire Gaozong de Ríshliocht Tang. Tá Wang Bo ag léamh na scrioptúr ó bhí sé ina leanbh, agus tugtar \"prodigy linbh\" air. Tá Wang Bo ag léamh na scrioptúr ó bhí sé ina leanbh, agus tugtar \"prodigy linbh\" air.\nNuair a bhí sé deich mbliana d'aois, tharla sé féin agus a athair ag dul thar Teampall Guandi, chonaic siad an dealbh maorga de Guandi sa teampall, ag coinneáil cóip de \"Earrach agus an Fhómhair\" agus á léamh. Bhí sé spreagtha. Chanted sé leis an Impire Guan: \"Reáchtáil trí ghlas de féasóg glas, ag léamh stair na Ríshliocht Qing chun an lantern glas agus ag íoc hómós do na hainmneacha cáiliúla. Reáchtáil an dragan glas agus an ghealach i mo lámh. \" Deirtear gur i bhfómhar na bliana seo, chuaigh Wang Bo ó Shanxi go hOileán Hainan chun cuairt a thabhairt ar a athair a díbríodh chuig giúistís contae Jiaozhi, ag dul tríd na mílte sléibhte agus aibhneacha feadh na slí. I bhfómhar na bliana nuair a bhí sé seacht mbliana is fiche, chuaigh Wang Bo ó Shanxi go hOileán Hainan chun cuairt a thabhairt ar a athair, a bhí tar éis a bheith dífhostaithe go post Giúistís Contae Jiaozhi.Chuaigh sé trí na mílte sléibhte agus aibhneacha feadh na slí.\nNuair a shroicheamar Madang Mountain an lá sin, chuaigh gach duine i dtír chun sosa Nuair a shiúil Wang Bo cois teampall ársa ina aonar, chonaic sé go tobann seanfhear ina shuí ar an gcloch in aice leis an teampall.D'fhéach an seanfhear cosúil le leanbh le gruaig chothrom. agus cuma sióg air. Dúirt sé le Wang Bo \"Nach tusa Wang Bo?\" Bhí iontas ar Wang Bo agus dúirt sé, \"Go díreach! Conas atá a fhios agat sin?\" Dúirt an seanfhear, \"Is fada chuala mé go bhfuil go maith agat. intinn daoine a shábháil, agus tá an-chiall ag baint le do chuid dánta. Beidh cóisir mhór ag Pailliún Tengwang amárach. Más féidir leat freastal ar an féasta agus aiste a scríobh, beidh cáil ort ar feadh na mblianta agus gheobhaidh tú costais taistil.\" ag Sliabh Madang, chuaigh gach duine i dtír chun sosa Nuair a bhí Wang Bo ag siúl ag teampall ársa ina n-aonar, chonaic sé go tobann ar an gcloch in aice leis an teampall, Bhí seanfhear ina shuí, a d'fhéach sé cosúil le leanbh le gruaig chothrom agus sióg Dúirt sé le Wang Bo, \"Nach tusa Wang Bo?\"\nBhí imní ar Wang Bo agus dúirt sé, \"Go díreach! Cén chaoi a bhfuil a fhios agat é sin?\"\nDúirt an seanfhear: \"Chuala mé le fada go bhfuil rún cineálta agat daoine a shábháil, agus tá brí sách brí leis na dánta a scríobhann tú. Beidh cóisir mhór ag Pailliún Prince Teng amárach. Más féidir leat freastal ar an bhféasta agus a chumadh, beidh cáil ort ar feadh na mblianta agus gheobhaidh tú costais taistil.\"\nDúirt Wang Bo: \"Tá an áit seo sé nó seacht gcéad míle ar shiúl ó Tengwang Pavilion. Conas is féidir linn teacht anseo amárach?\" Dúirt an seanfhear: \"Úsáidfidh mé capall mar ghaoth dhiaga chun cabhrú leat seoltóireacht réidh a bheith agat. Is cinnte go dtiocfaidh sé amárach.\" Ghabh Wang Bo buíochas liom agus dúirt: \"Gabh mo leithscéal, a athair-i-dlí. , an bhfuil tú básaithe nó dia?\" Rinne an seanfhear gáire agus dúirt, \"Is mise an Zhongyuan Shuijun atá i gceannas ar an limistéar uisce seo!\" Dúirt Wang Bo, \"Tá an áit seo sé nó seacht gcéad míle amach ó Tengwang Pavilion. Conas is féidir linn teacht anseo amárach?\"\nDúirt an seanfhear: \"Úsáidfidh mé an capall mar ghaoth dhiaga chun cabhrú leat seoltóireacht mhín a bheith agat. Is cinnte go dtiocfaidh mé amárach.\"\nGhabh Wang Bo buíochas leis agus dúirt sé, \"Gabh mo leithscéal, a athair céile, an bás nó dia thú?\"\nRinne an seanfhear gáire agus dúirt sé, \"Is mise an Zhongyuan Shuijun atá i gceannas ar an réimse uisce seo!\" Ansin d'áitigh an seanfhear ar Wang Bo dul ar an mbád go tapa. agus bhí an t-uisce réidh feadh na slí, agus é i bhfaiteadh na súl, bhí sé tar éis na céadta míle a thaisteal.\nAnsin d’impigh an seanfhear ar Wang Bo dul ar an mbád go gasta.Chonaic sé scamaill ionúin timpeall air ar feadh tamaill, agus aistear mín a bhí ann.I bhfaiteadh na súl, bhí sé tar éis na céadta míle a thaisteal. Mar a bheifí ag súil leis, theith Wang Bo go Pailliún Prince Teng ar maidin na hócáide móra.\nMar a bheifí ag súil leis, theith Wang Bo go Pailliún Prince Teng ar maidin na hócáide móra. Agus ar an láthair, scríobh sé an \"Réamhrá le Pailliún Prince Teng\", ar a dtugtar an masterpiece síoraí ag Impire Gaozong an Ríshliocht Tang. Agus ar an láthair, scríobh sé an \"Réamhrá le Pailliún Prince Teng\", ar a dtugtar an masterpiece síoraí ag Impire Gaozong an Ríshliocht Tang.\nTá dán ann a deir:\nTá sé ráite i gcónaí gur déithe iad daoine cumasacha, agus mar sin ní timpiste é go dtugann an ghaoth Nanchang go Nanchang;\nScríobh mé abairt faoi ard-phailliún Teng Wang, agus ansin chuaigh sé in éineacht leis na básanna go Zhongyuan.", "聖意": "Guigh ar son do theach agus tú féin a chosaint, guí ar son beannachtaí, saibhreas a lorg, agus pósadh agus chéile a bhaint amach.", "古人": "Séideann an ghaoth go Pailliún Tengwang", "第X籤": "Sínigh ochtó a haon", "宮": "Wei Gong"}