{"籤詩版本二": "Mar shampla, tá an tríú, an ceathrú agus an cúigiú grád den chéad mhí gealaí ar iarraidh, leath as láthair, leath i láthair, agus neamhiomlán.\nAg fanacht leis an sneaiceanna meán oíche ar an gcúigiú lá déag den bhliain, tá gach rud geal agus lán", "詩意": "Sa heicseagram seo, tá an ghealach in easnamh ach níl sí lán.\nBí foighneach i ngach rud.", "解曰": "Fan coimeádach agus fan. Cosúil leis an gcéad mhí den mhí. Ag fanacht leis an am bhabhta. Ní dhéanfaidh aon ní dona.", "籤詩故事一": "◇ Li Yuan suas an ríchathaoir\nSna blianta deiridh de Ríshliocht Sui, bhí Impire Yang de Ríshliocht Sui truaillithe agus dissolite, ag spraoi i ngach áit, ag cruthú resentment i measc na ndaoine agus ag roinnt an Impireacht i measc na laochra.\nSa bhliain 618 AD, sheol Yu Wenhuaji, Sima Dekan, Pei Qantong agus daoine eile ceannairc chun an Impire Yang de Ríshliocht Sui a mharú agus d'fhógair Yang Hao mar impire.\nGo gairid mharaigh Yu Wenhuaji Qin Wanghao agus d'fhógair sé é féin Impire Xu, ag bunú na tíre Xu.\nAn bhliain ina dhiaidh sin, bhí sé scriosta i gcomhpháirt ag Tang ginearálta Li Shentong agus Xia rí Dou Jiande.\nTar éis don réigiún Central Plains foghlaim faoi bhás an Impire Yang, thug garda Luoyang Wang Shichong tacaíocht do Rí Dong Yue mar impire, is é sin, Impire Ai na Ríshliocht Sui.\nAg an am seo, deposed Li Yuan Yang You, d'fhógair é féin impire i Taiyuan, agus d'athraigh an tír ainm go Tang. Is é seo Tang Gaozu.", "聖意": "Is mian leis an teaghlach agus leis an teach dea-ádh orthu féin i rith an tsamhraidh agus an fhómhair, saibhreas a lorg, margaí a choinneáil, fanacht leis an am, tá pósadh déanach, breithníonn Liujia cailín, cuirtear bac ar choisithe, tá péisteanna síoda cobhsaí, tá beostoc cobhsaí, tá sé Tá sé deacair daoine a aimsiú, tá lawsuits poiblí agus imirce coimeádach, tá sé deacair maoin caillte, tá sé deacair tinneas a chur ar bun, a sheoladh chuig an tuama sléibhe, agus é a athrú.", "古人": "Li Yuan suas an ríchathaoir", "第X籤": "Ochtó a trí Crannchur Buaite", "宮": "Wei Gong"}