{"籤詩版本二": "Cad a dhéanfaidh tú má chailleann tú do bhua mar gheall ar do chlú?\nAr meisce, níl a fhios agam cá háit le dul Tá aisling soineanta agam faoi scáth na gcrann giúise glas.", "詩意": "Seasann an heicseagam seo don iasc fuar a fhágann an t-uisce.\nNí féidir aon rud a bhogadh.\n\n(Is siombail é an heicseagam seo den droch-cháil agus den droch-ádh.\nCoinnigh do chosa ar an talamh i ngach rud.\n)", "解曰": "Fágann an t-iasc fuar an t-uisce. eitilt san ointment. Má chuireann tú ceist faoi phleananna campa. Tá sé níos fearr a Mo Qi\nTabharfaidh an comhartha seo droch-ádh do Liujia. Téann gach rud mícheart. Guigh ar son slándála.", "籤詩故事一": "◇ Déanann Zhuangzi tástáil ar a bhean chéile\nRugadh Zhuangzi i Ríshliocht Zhou, Zhuang an sloinne a bhí air, Zhou an t-ainm a tugadh air, agus Zixiu an t-ainm a tugadh air. I Ríshliocht Zhou, bhí sé ina oifigeach Qiyuan.\nLá amháin, bhuail Zhuangzi le bean ar an sliabh Bhí sí ag squatting os comhair uaigh nua, chroitheadh ​​​​a lucht leanúna go éadóchasach, amhail is dá mba mhian léi an ithir fliuch a thriomú ar an uaigh. Níor thuig Zhuangzi a rún, mar sin d'iarr sé uirthi. Dúirt sí gurbh é an duine a bhí curtha san uaigh a fear céile, agus ba iad na focail deiridh a bhí ag a fear céile nach bhféadfadh sí pósadh arís go dtí go mbeadh an ithir ar an uaigh triomaithe. Ní fhéadfadh sí fanacht níos faide, agus mar sin d'éirigh sí as an ithir uaighe chun é a thriomú níos tapúla, ionas go bhféadfadh sí an dara earrach a shaothrú.\nChlaon Zhuangzi nuair a cheap sé go raibh a leithéid de bhean gan chroí ar domhan. Ansin shíl mé, an mbeadh mo bhean chéile mar seo? Nuair a thagann amhras chun cinn, ba mhaith liom é a thástáil.\nBa é Tian sloinne bean chéile Zhuangzi, ​​agus de ghnáth bhí dlúthchaidreamh ag an lánúin.D'fhonn dílseacht a bhean chéile a thástáil, chinn Zhuangzi ligean air go raibh sé marbh.\nAg cloisteáil go bhfuair Zhuangzi bás de bharr tinneas tobann, tháinig go leor daoine ó gach cearn, lena n-áirítear gaolta agus cairde, chun a gcomhbhrón a chur in iúl.I measc iad bhí rí dathúil agus ua ó stát Chu, a bhí saibhir i saibhreas. Bhí Tian nua-bhaintreach agus trua, chuaigh sé sa tóir uirthi. Ní raibh Ms Tian in ann an temptation a fhulaingt agus thit sí i ngrá le Wang Sun agus phós siad i gceann fiche lá.\nAn oíche sin, nuair a bhí an fíon ar meisce agus na cluasa te, d'fhulaing Wang Sun go tobann taom croí agus fuair sé bás.\nBhí eagla agus scaoll ar Ms Tian, ​​agus d'iarr sí go práinneach ar Wang Sun cad ba cheart a dhéanamh.Thug Wang Sun an phian agus dúirt sé le Ms Tian go bhféadfaí brains na gcorp marbh a úsáid chun na mairbh a thabhairt ar ais beo.\nCá bhfaighidh tú an corp marbh? Shíl Ms Tian go tobann, nach bhfuair a fear céile bás? Rinne an tUasal Tian dearmad ar an sean-ghrá idir fear agus bean, agus thóg sé tua agus scoilt ar oscailt cónra a fir chéile, ag ullmhú chun a inchinn a thógáil amach le haghaidh leighis.\nGan choinne, nuair a osclaíodh an cónra, tháinig Zhuangzi ar ais ar an saol. Bhí oiread náire ar Ms Tian gur chroch sí í féin.\n(Is meafar é an scéal seo chun cairdeas a shárú ar mhaithe le gnóthachan pearsanta, mar sin ní féidir linn aontú leis.)", "聖意": "Tá an teach síochánta, tá an féin sábháilte, tá an t-airgead éagórach, déantar na ceirdeanna a íobairt, réitítear an pósadh, tá an t-olc i Liujia rathúil, níor tháinig na coisithe, tá na péisteanna síoda i síocháin, tá an beostoc i síocháin, tá na daoine ag lorg daoine, tá an dlí athraithe, tá na deisceabail coimeádach, tá an mhaoin caillte, níl aon tinneas, agus tá an sliabh agus tuamaí olc.", "古人": "Déanann Zhuangzi tástáil ar a bhean chéile", "第X籤": "Lot 84", "宮": "Wei Gong"}