{"籤詩版本二": "Clúdaíonn scamaill dorcha agus ceo an bóthar os comhair an tsléibhe Tá gach rud cruinn agus tá an ghealach cruinn arís.\nMá fhaigheann tú filíocht agus leabhair, dúiseoidh tú ó aisling dhomhain.Treoróidh an duine uasal thú chuig an díon.", "詩意": "Siombailíonn an heicseagram seo deireadh an earraigh agus bláthú na mbláthanna.\nAthraíonn gach rud tar éis an Tiarna.", "解曰": "Caithfidh an seanfhear cabhair a iarraidh. Blooms sé arís san earrach. Mian le clú agus saibhreas. Teacht ar amhantair déanach sa saol.", "籤詩故事一": "◇ Casann Han Wengong le sneachta\nBhí Han Yu, a bhfuil a ainm cúirtéiseach Tuizhi, ó Changli. Tháinig Tang Dezong mar Jinshi san ochtú bliain de Zhenyuan, agus Wen Gong mar theideal iarbháis air.\nLe linn réimeas Impire Xianzong de Ríshliocht Tang, rinne Han Yu cnámha an Búda a léiriú arís, rud a chuir fearg ar an Impire. Han Yu fhág a bhean chéile agus leanaí agus chuaigh sé go dtí Chaozhou. Tar éis siúl ar feadh níos lú ná cúpla lá, tháinig an ghaoth fhuar suas agus chuir sé sneachta go mór. Tháinig Han Yu go dtí áit a raibh an sneachta cúpla troigh ar domhain, rud a fhágann go raibh sé deacair dá chapall dul ar aghaidh.Ní raibh aon teach in aice láimhe agus ní raibh a fhios aige cá raibh an bóthar. Más mian leat an cosán a leanúint agus cúlú, níl aon bhealach ar ais. Bhí an ghaoth ag séideadh go dian agus an sneachta ag titim go tapa, bhí Han Yu sáithithe go dtí an craiceann, reo agus ocras, agus ní raibh áit ar bith aige chun a bhrón a chur in iúl.\nHan Yu sighed agus dúirt: \"Ní bheidh an emperor mharú dom, ach ba mhaith leis an emperor a mhilleadh dom.\"\nDíreach nuair a bhí Han Yu éadóchasach, chonaic sé fear ag teacht chun an sneachta a ghlanadh in ainneoin an fhuacht thromchúiseach, agus Han Xiangzi (neacht Han Yu) a bhí ann.\nRoimhe sin, bhí Han Xiangzi tar éis a rá le Han Yu: \"Cá bhfuil baile Yun Heng i Qinling? Cuimsíonn an sneachta an geata gorm agus stopann an capall ag bogadh ar aghaidh. \" Ag an am sin, níor thuig Han Yu cad a bhí i gceist ag Han Xiangzi, ach anois tá sé. ar deireadh thuig.\nMar sin chuaigh Han Yu agus Han Xiangzi chun an oíche a chaitheamh i dteach Fu i Languan. Ag caint faoin am atá caite agus an bóthar chun saothrú, bhí Han Yu cinnte ó chroí.\nNíos déanaí, thréig Han Yu a phost oifigiúil, bhronn sé a mhaoin go léir don rialtas áitiúil, agus chuaigh sé go dtí na sléibhte chun Taoism a chleachtadh agus a bheith ina neamhbhásmhaireachta.", "聖意": "Níl an teach go maith duit féin, bí cúramach airgead a lorg, díriú ar ghnó, tá pósadh déanach, coisithe baineann Liujia bac ar pháirceanna, tá péisteanna síoda go maith, tá beostoc go maith, tá sé deacair daoine a aimsiú, déantar lawsuits poiblí arís agus arís eile, tá imirce. nuashonraithe, tá rudaí caillte tromchúiseach, cuirtear moill ar ghalair, ba cheart tuamaí sléibhe a athrú.", "古人": "Casann Han Wengong le sneachta", "第X籤": "Ochtú cúigiú crannchur a bhuaigh", "宮": "Shen Gong"}