{"籤詩版本二": "Ag siúl leath bealaigh suas an sliabh thiar, ní féidir na haillte Junling a shocrú.\nAg féachaint suas le Dia le haghaidh cosanta, tá an comhlacht seo fós sa morgue", "詩意": "Tá an heicseagram seo cosúil le hór a lorg sa ghaineamh.\nTá comharthaí daoine uasal i ngach rud.\n\nChomh maith leis sin: Léiríonn an heicseagram seo go bhfuil an duine i mbaol.\nTá comharthaí daoine uasal i ngach rud.", "解曰": "Is féidir jade a fháil le cloch chiseling. Faigh ór sa ghaineamh. An riachtanas is gá a bheith ag obair go crua. Just a dtrioblóid.\nObair eile: staid dheacair. Níl aon áit le fanacht. Iarr beannacht Dé. Guigh ar son suaimhneas intinne.", "籤詩故事一": "◇ Bite óir agus taiscéalaigh phluais faoi thalamh\nChun a shaothair mhíleata a cheiliúradh, reáchtáil Cheng Yaojin féasta ag Yanwuyang. Go tobann d'oscail poll sa talamh, rud a bhí do-mhaith, tharraing gach duine go leor ag piocadh amach na focail, biting an óir le buachan, agus rópaí a fháil ar cíos chun iad féin a cheangal isteach sa pholl.\nTá doirse cloiche, táblaí, cathaoireacha, droichid agus rudaí eile.Ar an mbord tá róbaí dragan agus criosanna jade, atá déanta as óir agus caite as an uaimh.\nTháinig Yao Jin amach as an bpoll le bosca mór agus bosca beag, d'oscail an bosca adhmaid agus thóg sé amach an séala jade, d'oscail an bosca, thóg amach an bratach mór agus an gúna choróin agus rianta agus iad a chur ar an tábla, agus d’fhéach gach duine orthu ceann ar cheann. Chonaic mé gurbh iad na hocht gcarachtar róin greanta ar an séala mór ná “The Demon King of Hunshi, the Great Virtuous Emperor”.\nThug gach duine adhradh dó mar an \"Impire\", agus rinne Yaojin é seo ar feadh trí bliana mar an Rí Demon. (I ndáiríre, ní raibh sé seo ach féinfhógartha, agus ní raibh Cheng Yaojin ach ina cheannaire ar an sráidbhaile ag an am.)\n(Is meafar é an scéal seo go bhfuil rudaí maithe díreach cosúil le aisteoireacht. Is é seo an coincheap ealaíne ar \"tá an corp seo fós sa neamhní\".)", "聖意": "Ag guí as baile agus teach, an duine féin, easpa brabúis, ag iarraidh saibhreas, ag obair go crua, a bheith cúramach i ngnó, beidh pósadh bac Liu Jiaxu, coisithe, Chi Tian, ​​silkworms, cobhsaí sé beostoic, ag lorg daoine, gan aon lawsuits. , caillteanas, imirce, maoin caillte a choinneáil, galair olc, constaicí, sléibhte agus uaigheanna.", "古人": "Iniúchadh ar an Crypt for Gold", "第X籤": "Sínigh ochtó a seacht", "宮": "Shen Gong"}