{"籤詩版本二": "Ná bac liom le do ghnóthaí pearsanta.Tá sé seo níos oiriúnaí ceist a chur ar an bpobal.\nTá croí glan chomh geal agus chomh soiléir leis an ngealach geal sa spéir", "詩意": "Léiríonn an heicseagam seo íomhá gealaí geal sa spéir.\nTá gach rud geal agus airy.", "解曰": "Bí i do chroí. Díreach amach an dlí. Focail naofa. Ar deireadh bíonn sé soiléir.", "籤詩故事一": "◇ Ginearál Kong Ming\nRéiteach: Slógann Zhuge Liang a chuid trúpaí agus a Ghinearálta\nLe linn na tréimhse Trí Kingdoms, rugadh Zhuge Liang (181-234), ainm cúirtéise Kongming, i Yangdu, Langya (anois Yinan Chontae, Shandong Cúige).\nD'aontaigh Zhuge Liang a bheith ina oifigeach tar éis do Liu Bei cuairt a thabhairt ar an teachín ceann tuí trí huaire, Ag an am sin, bhí Cao Cao sáithithe Hebei agus bhí sé meáite ar mháirseáil ó dheas.Chuir sé Xiahou Dun mar an príomhfheidhmeannach, Yu Jin, Li Dian agus daoine eile mar leas-Ghinearál, i gceannas ar arm de 100,000 chun máirseáil i dtreo Xinye. Cé go raibh plean ag Zhuge Liang cúlú ón namhaid ag an am sin, rinne Guan Yu agus Zhang Fei díspeagadh ar fhocail Zhuge Liang. Ní raibh de rogha ag Zhuge Liang ach claíomh Liu Bei a úsáid chun an bheirt acu a chur ina luí, ionas go raibh siad i gceannas ar mhíle trúpaí agus luíochán ar Yushan agus Anlin. luíochán agus tine.\nIna theannta sin, cuireadh Zhao Yun i gceannas ar an iarsma sean agus lag an arm chun troid mar thús cadhnaíochta i gcoinne Xiahou Dun, agus ansin faked defeat agus retreated, luring Xiahou Dun isteach sa bhóthar cúng sna sléibhte agus foraoisí Sheol sé freisin Guan Ping, Zhou Cang, Liu Feng agus daoine eile a sneak isteach ar chúl arm Cao, soláthairtí a dhó agus ag cruthú scaoll in arm Cao.\nTar éis an cath, tharla gach rud mar a shocraigh Zhuge Liang. Nuair a bhí Xiahou Dun agus Yu Jin i gceannas ar an arm sa tóir, chuir Li Dian, a bhí sa chúl, in iúl go práinneach do Xiahou Dun sa tosaigh go raibh gá aige a chosaint i gcoinne ionsaithe dóiteáin namhaid.Mar sin féin, bhí sé ró-dhéanach, bhí srian ar arm Cao an bóthar caol agus bhí sé in áit ina raibh crainn fite fuaite, mar sin ní fhéadfaí an tine a thosú Bhí taismigh trom, agus ruaig Xiahou Dun agus Ginearálta eile agus theith ar ais go Xudu.\n(Is meafar é an scéal seo go bhfuil Kong Ming go maith ag úsáid daoine agus ag rialú na tíre le eagna.)", "聖意": "Guím gach rath ar an saibhreas, suaimhneas intinne, gnó rathúil, pósadh, rath, rath ar Liujia, fir ag bogadh páirceanna, péisteanna síoda, cailleadh beostoic, daoine ar iarraidh, dlí poiblí, imirce, maoin caillte, beannachtaí, tinneas, síocháin, sléibhte agus uaigheanna.", "古人": "Ginearálta Kong Ming", "第X籤": "An naoú comhartha", "宮": "Pálás Ceann"}