{"籤詩版本二": "Déanann seó maith tú seasamh amach as an slua le frown, agus do athruithe sa todhchaí agus a thabhairt duit a lán de shaibhreas.\nTá bóthar chomh leathan leis an spéir, agus beidh an t-airgead go léir is féidir leat a thabhairt i do chroí", "詩意": "Léiríonn an heicseagram seo todhchaí dóchasach.\nTéann gach rud go maith.", "解曰": "Bóthar mór. Is féidir leat dul ar aghaidh. Bain úsáid as do chroí. Ar aghaidh amháin.\nTéann gach rud mar a bhí beartaithe leis an gcomhartha seo. Ádh mór a Jichang.", "籤詩故事一": "◇ Triúr laoch ag troid i gcoinne Lu Bu\nRéiteach: Trí laochra Zhang Fei, Guan Yu, agus Liu Bei troid i gcoinne Lu Bu\nD'fhoghlaim Dong Zhuo go ndearnadh Hua Xiong a dhícheannadh agus gur sheol sé an Ginearál Lu Bu chun troid. Chomh luath agus a chuaigh Lu Bu isteach sa chath, mharaigh sé na ginearáil Fang Yue agus Mu Shun, agus mharaigh sé Wu Anguo agus Gongsun Zan.\nChonaic Zhang Fei nach bhféadfadh Gongsun Zan defeat Lu Bu, agus mar sin chuir sé in ionad Gongsun Zan go tapa agus scairt: \"Ba chóir go bhfágfadh sclábhaithe na dtrí sloinne! Tá Zhang Fei ó Yan anseo! \" Ina dhiaidh sin, throid siad ar feadh níos mó ná caoga babhta, gan aon bhuaiteoir nó fear caillte na himeartha.\nTar éis do Guan Yu é a fheiceáil, rinne sé féin agus Zhang Fei ionsaí ar Lu Bu agus throid siad ar feadh níos mó ná tríocha babhta.\nRinne Liu bei dhá chlaíomh freisin, bhuail sé a chapall agus chuaigh sé ar aghaidh chun cabhrú le Zhang Fei agus Guan Yu.\nChuir an triúr fear timpeall ar Lu Bu agus lean siad ag troid, agus bhí néal a chur ar na daoine go léir sa ghrúpa.\nGo gairid thosaigh Lu Bu ag cailleadh neart, d'éirigh Pegasus Lu Bu ar ais, ach chuaigh an triúr fear sa tóir ar Lu Bu agus dhiúltaigh siad éirí as.Ní dheachaigh siad siar go dtí gur bhuail siad le trúpaí Lu Bu.\n\"Trí Ríocht\"\n(Is meafar é an scéal seo do chrógacht agus scil Lu Bu sa troid. Is féidir le duine amháin triúr a ruaigeadh.)", "聖意": "Ní thaistealaíonn croí an tí agus an baile ach ar a thuras féin chun saibhreas a lorg Téann alt pósadh féideartha go Liujia Téann rudaí go réidh do dhaoine Úsáideann péisteanna síoda Zhushuntian Is féidir le daoine a fháil i measc na sé ainmhithe Is féidir teacht ar dhaoine roimh ré Dlíthíocht Imirce Maoin chaillte Galair Is maith an t-ádh ar shléibhte agus ar uaigheanna.", "古人": "Trí laochra ag troid i gcoinne Lu Bu", "第X籤": "Crannchur a bhuaigh nócha a haon", "宮": "Tú Pálás"}