{"籤詩版本二": "Bhí Luan Feng Xiang báite sa cheo, ach ag an am sin rinne Queer bulaíocht air\nBhí ionadh orm a fháil amach go raibh na scamaill i bhfad ar shiúl lá amháin, ach fós thug mé mo chuid éadaí ar ais chugat.", "詩意": "Léiríonn an heicseagram seo siombail an Luáin agus an Fhionnuisce a bheith clúdaithe ag báisteach.\nTagann gach rud nuair a thagann an t-am.", "解曰": "Tá rath ar an villain ó lá go lá. Níor cheart d’fhear uasal faic a dhéanamh. Coinnigh ort féin. Déan beart nuair a thagann an t-am.", "籤詩故事一": "◇ Ráthaíonn Gao Meitheamh pósadh\nGo luath i Ríshliocht Song, d'aontaigh Zhao Kuangyin an tuaisceart agus ghéill an tír ar fad.Mar sin féin, i Ríshliocht Tang an Deiscirt, bhí Li Yu i seilbh taobh ó dheas den Abhainn Yangtze agus ghlac sé an straitéis géillte trí chathair a thairiscint agus Zhao Kuangyin a shaothrú i Shouzhou. Bhí an cás ríthábhachtach. D'fhág nia Zhao Kuangyin, Gao Junbao, fear óg le gunna órga, Bianjing chun léigear Shouzhou a bhriseadh.\n, ag dul thar Shuangsuo Mountain, smash siad an comhartha Fear céile a bhunaigh Liu Jinding, agus an dá iomaíocht Mar thoradh air sin, Liu Jinding defeated Gao Junbao trí huaire lena healaíona comhraic den scoth, agus mhalartú siad maces óir agus cloigíní airgid ar feadh a saoil. Nia Zhao Kuangyin Gao Junbao, d'fhonn tarrthála Zhao Kuangyin gafa i Shouzhou, d'fhág Bianjing agus chuaigh trí Shuangsuo Mountain.Bain sé an comhartha a bhunaigh Liu Jinding agus bhí an dá iomaíocht.Mar thoradh air sin, Liu Jinding defeated Gao Junbao lena healaíona comhraic den scoth agus cuireadh iallach air é sin a dhéanamh. Thug an lánúin an slua isteach sa léigear agus tarrtháil Zhao Kuangyin.\n(Is é meafar an scéil seo ná nár athmhuintearas an bheirt (bhí bulaíocht á déanamh orthu), ach gur athmhuintear iad ina dhiaidh sin.)", "聖意": "Níl áras an teaghlaigh go maith duit féin, bí cúramach airgead a lorg, bac a chur ar ghnó, fanacht leis an bpósadh, moill, Liujia, taistealaí bréagach, linger sna réimsí, péisteanna síoda, déanach, sé damáiste beostoic, deacair daoine a aimsiú, lawsuits, caillteanas, imirce, coimeádach, maoin caillte, tinneas tromchúiseach, síneadh an tsléibhe, athchóiriú uaighe", "古人": "Ráthaíonn Gao Meitheamh pósadh", "第X籤": "Nócha a trí a bhuaigh an crannchur", "宮": "xugong"}