{"籤詩版本二": "Níor chóir go mbeadh cúram ar dhuine uasal faoi na daoine beaga.Má théann rudaí amú, cruthóidh sé trioblóid.\nNí mór éisteacht le fuaim an phianó le dlúthchara Bíonn sé ciúin agus doiléir i gcónaí.Tá an obair seo do chách.", "詩意": "Ba cheart go gcomhlíonfadh an heicseagam seo íomhá dlúthchara.\nMá choinnítear rudaí seasta beidh an t-ádh leat.", "解曰": "Zhiyinfangxu. Ná tabhair aird ar rudaí eile. Caitheamh leat féin mar dhuine uasal. Gach sásta.\nTá ceithre charachtar ag Zhiyin Fangxu, a scríobhtar ar dtús mar Shiyin Fanghua.", "籤詩故事一": "◇ Tugann BoYa cuairt ar chairde (BoYa Broken Qin)\nBa de dhúchas Yingdu, Chu State le linn Tréimhse an Earraigh agus an Fhómhair agus Tréimhse na Stát Cogaíochta, Boya, a dtugtar Yu mar ainm air Rui agus ainm cúirtéise Boya.\nD'oibrigh Zhong Ziqi mar ghearrthóir adhmaid sa Ríocht Chu. Lá amháin, bhuail sé le Yu Boya ag seinm na cruite san Abhainn Han. Chuala Zhong Ziqi guth ag rá: \"Tá sé chomh hard le sliabh agus chomh luascadh le huisce ag sileadh.\" Phós an bheirt acu agus d'aontaigh siad bualadh le chéile arís le linn na Féile Lár an Fhómhair an bhliain seo chugainn.\nAn bhliain dár gcionn, choinnigh Yu Boya an coinne mar a bhí sceidealta, ach fuair Zhong Ziqi bás. Tar éis do Yu Boya a fháil amach go raibh Zhong Ziqi básaithe, shíl Yu Boya nach mbeadh níos mó ceoil ar domhan agus nach seinnfeadh sé an chláirseach arís ina shaol.\nabair:\nBriseadh an Qin Yao agus Feng Wei Han. Is cuma le Zi Qi cé leis a imríonn sé.\nTugann gaoth an earraigh cairde go léir. Tá sé deacair cara fíor a aimsiú.", "聖意": "Bí aireach maidir le dul amach as do theach agus do villain féin.Agus tú ag lorg rachmais, bí cúramach faoi idirbheartaíocht Moltar a bheith déanach sa phósadh Tá sé neamhfhabhrach do choisithe baineanna páirceanna, péisteanna síoda agus beostoc a bhogadh, daoine a chuardach go dícheallach , chun dlí a chomhdú agus chun dul ar imirce, chun maoin chaillte a chuardach go tapa, bac a chur uirthi ag galair, agus tuamaí i sléibhte.", "古人": "Tugann Boya cuairt ar a chairde (Boya Broken Qin)", "第X籤": "Lot nócha a ceathair", "宮": "xugong"}