{"籤詩版本二": "Tá an uaillmhian agus éachtaí sa dynasty, ach anois beidh ól endless agus gnéas.\nMá fheiceann tú rooster órga, tabharfar luach saothair duit le hairgead, le fortún agus le fortún.", "詩意": "Léiríonn an heicseagram seo siombail na huaillmhéine agus na clú.\nCoinnigh gach rud auspicious.", "解曰": "Uaillmhianach agus ar bís. Níl sé ró-dhéanach tú féin a chosaint. Geallann an rooster órga. Gach sásta.", "籤詩故事一": "◇ D’fhógair Cao Pi é féin mar impire\nRugadh Cao Pi, ainm cúirtéise Zihuan, i Peiguoqiao (Hao County, Anhui anois). Polaiteoir agus scríbhneoir cáiliúil le linn na tréimhse Jian'an.\nIs é Cao Pi an dara mac le Cao Cao.Bhí sé ina chónaí lena athair sa champa míleata ó bhí sé ina leanbh.Faoi thionchar a athar, d'fhoghlaim Cao Pi boghdóireacht ag sé bliana d'aois agus marcaíocht capall ag aois a hocht, agus d'fhorbair sé. scileanna maithe martial arts. Tá eolas fairsing aige freisin ar chlasaicí agus ar bheathaisnéisí ársa agus nua-aimseartha, chomh maith le leabhair na gcéadta scoileanna smaoinimh. Ní raibh sé go dtí ocht mbliana déag d'aois a defeated Cao Cao Yuan Shao agus Cao Pi saol réasúnta cobhsaí i Yecheng, lár an riail Cao Cao. Ó shin i leith, cé go raibh sé in éineacht lena athair uaireanta ar thurais mhíleata agus gur mhair sé saol mac uasal an chuid is mó den am, bhí sé ag cleachtadh na healaíona comhraic gach lá agus níor tháinig meath air go dtí an lá atá inniu ann. Is minic a bhíonn sé ag marcaíocht ar a chapall ag céad céim agus tá sé an-oilte sna healaíona comhraic, toisc go gcleachtann sé na healaíona comhraic go minic, bíonn sé éadrom agus láidir.\nMaraíodh an mac ba shine ag Cao Cao, Cao Ang, i gcath. Tar éis don mhac is sine bás a fháil, tháinig Cao Pi ar an gcéad rogha do phrionsa an choróin. Nuair a bhí sé tríocha bliain d'aois, rinne Cao Cao an prionsa coróin de. Nuair a bhí Cao Pi trí bliana is tríocha d'aois, fuair Cao Cao bás den tinneas, agus tháinig Cao Pi i gcomharbacht air mar phríomh-aire agus rí Wei. Dúirt sé go dtéann sé ar mhuin capaill go minic ag céad céim agus go bhfuil sé an-oilte, toisc go gcleachtann sé kungfu go minic, tá sé éadrom agus sláintiúil.", "聖意": "Guigh ar son do theach agus do theach a bheith síochánta, saibhreas a lorg, obair chrua, trádáil, briseadh suas go luath, beidh pósadh rathúil, beidh Liujia sábháilte, beidh daoine sa réimse, beidh péisteanna síoda aibí, beidh sé beostoc aibí. , beidh sé deacair daoine a aimsiú, beidh práinneach le dlí poiblí, caillfear imirce, agus beidh rudaí i bhfad ar shiúl.Fanfaidh galair sna sléibhte agus sna huaigheanna.", "古人": "Fógraíonn Cao Pi é féin mar impire", "第X籤": "Crannchur a bhuaigh nócha cúig", "宮": "xugong"}