{"籤詩版本二": "Tá an pagoda maorga neamhghnách, le gnéithe fíorálainn ar gach taobh a lonraíonn go geal.\nMolaim daoibh a bheith diongbháilte bogha dícheallach a dhéanamh agus gníomhais mhaithe a dhéanamh, agus seolfaidh neamh beannachtaí chugat.", "詩意": "Léiríonn an heicseagram seo an léiriú fiúntais.\nTá gach rud auspicious.", "解曰": "Na beannachtaí seo. Tá sé ag gach duine. Ná bí ró-ghnóthach. Déantar fiúntais a chinneadh roimh ré.", "籤詩故事一": "◇ Buaileann Rí Fenyang lena gharmhac ar Lá Fhéile Vailintín na Síne\nRéiteach: Bhuail Guo Ziyi leis an gCailín Fíodóirí a tháinig go talamh ar Lá Fhéile Vailintín na Síne. Is é Tiansun, gariníon an Impire Jade, na Seacht Sióga.\nBhí Guo Ziyi (697-781), ar a dtugtar Guo Linggong freisin, ó dhúchas de Zheng County, Huazhou (Huaxian County, Shaanxi Cúige) agus ginearál i Ríshliocht Tang. Bhronn an chúirt impiriúil teideal Rí Fenyang do Ziyi.\nDeirtear gur as Huazhou ó dhúchas Ziyi agus chuaigh sé isteach san arm lasmuigh den Bhalla Mór.Chuaigh sé go Beijing chun brú a chur ar phá míleata agus d’fhill sé ar Yinzhou.Tharla Lá Vailintín na Síne ag an am sin.An ghaoth agus an gaineamh Bhí sé ag casadh dorcha, agus bhí an ghrian ag éirí dorcha, ní raibh Ziyi in ann bogadh ar aghaidh, mar sin bhí sé ina sheasamh in aice leis an mbóthar Bhí sé ina chodladh ar an urlár i dteach folamh Nuair a bhí sé ar tí titim ina chodladh, chonaic sé solas dearg go tobann ar an dá thaobh Sheas sé suas agus d'fhéach sé suas i iontas Bhí scamall sa spéir, ag teacht go mall anuas Shuigh bean álainn, dínit agus taibhseach, go hiomlán difriúil ó na gnáthdhaoine. Thug Ziyi urraim láithreach agus dúirt: \"Is é inniu an seachtú lá den seachtú mí gealaí. Sílim gurb é an Cailín Fíodóireachta atá tagtha, ar mian leis fad saoil agus saibhreas a dheonú di.\"\nD'fhreagair an bhean freisin: \"Le saibhreas mór tagann fad saoil.\"\nNuair a chríochnaigh sé ag labhairt, d'fhill an glow agus d'ardaigh na scamaill go mall, bhí an bhean fós ag breathnú síos ar Guo Ziyi le gáire taitneamhach.Ní raibh an deatach doiléir ach nuair a bhí sí i bhfad uaidh agus ní raibh sí le feiceáil a thuilleadh.\nD'éirigh sé amach a bheith fíor, díreach mar a dúirt an bhean. Tá clú domhanda ar thuillteanais Ziyi, is aire thar a bheith coitianta é, agus is ginearál é a bhfuil tuillteanais agus buanna araon aige.", "聖意": "Déan mian leat féin sa bhaile, déan mian leat féin, guí ar airgead, ádh mór i ngnó, ádh sa phósadh, luck maith i Liujia, taisteal sásta le daoine, páirceanna ag gluaiseacht, péisteanna síoda, beostoc cobhsaí, droch-ádh a fháil daoine, lawsuits poiblí, imirce, dea-fhortún, galair maoine caillte, tuamaí i Zhenxingshan", "古人": "Buaileann an Rí Fenyang lena gharmhac ar Lá Fhéile Vailintín na Síne", "第X籤": "Sínigh nócha sé", "宮": "xugong"}