{"籤詩版本二": "Déanach dul isteach agus amach chun comhairle a lorg, imníoch agus buartha faoi thrioblóid a chruthú\nCosúil le héan ag eitilt isteach i ngaiste, cén fhad a thógann sé éalú?", "詩意": "Is comhartha é an heicseagram seo de rudaí a choinneáil sean agus oiriúnú don chinniúint.\nTá gach rud míshásúil.", "解曰": "Bí coimeádach am ar bith. Ag fanacht leis an duine uasal a theacht. Má iarrann tú faoi gach rud. Beidh an rud is mó déanach.", "籤詩故事一": "◇ Maraíodh Ji Ping\nBhí Ji Ping, a bhfuil a ainm fíor Ji Tai, ar a dtugtar freisin mar Ping, ina lianna impiriúil i Ríshliocht Han.\nSa chúigiú bliain de Jian'an (200 AD), tháinig Cao Cao ina phríomh-aire agus níor ghlac sé an t-impire go dáiríre.Ó shin i leith léigh sé an edict a scríobh an t-impire ar a chrios, Dong Cheng, nach raibh aon bhealach aige a fháil. fáil réidh le Cao Cao, bhraith fearg agus fearg.\nD'iarr an t-Impire Xian ar an dochtúir impiriúil Ji Ping cóir leighis a chur ar Cao Cao. Léigh Ji Ping edict rúnda an impire agus bhí sé meáite ar fáil réidh le Cao Cao, agus mar sin chuir an bheirt acu plean le chéile. Gan choinne, tá cluasa ag na ballaí.Bhuail Dong Cheng sclábhaí baile Dong Cheng, Qin Qingtong, daichead uair le bata mar gheall ar a ghaol le bean óg Dong Cheng.Nuair a chuala sé faoi seo, thuairiscigh sé Dong Cheng agus Ji Ping go Cao Cao.\nBhain Ji Ping leas as tinneas cinn Cao Cao agus rinne sé nimhiú faoi rún. Fuair ​​Cao Cao leid, gafa Ji Ping, céasadh air, agus imscrúdú ar an ceannaire. Chuir Ji Ping in aghaidh an bháis agus fuair sé bás tar éis dó teagmháil a dhéanamh leis na céimeanna.", "聖意": "Tá an teach imní ort féin, tá an villain ag iarraidh airgead, tá an gnó briste, níl an pósadh fada, is é an pionós sé cinn, tá an coisithe gafa sa réimse, déantar damáiste don silkworm, faightear na sé beostoc, an faightear an duine, cailltear an dlí poiblí, níl an imirce ag bogadh, cailltear an mhaoin, tá an galar geallta, tá an glan sa sliabh, tá an tuama marbh,", "古人": "Maraíodh Ji Ping", "第X籤": "Comhartha nócha a hocht", "宮": "Haigong"}