{"籤詩版本二": "Ag srianadh an chapaill agus ag coinneáil an fuip, tagann muid díreach anseo, leath i mbaol agus leath i tubaiste.\nTá sé cosúil le teach a dhó trí thine Nuair a thiteann an spéir, casann an bháisteach ina luaithreach é.Tá plean agam.", "詩意": "Is ionann an heicseagam seo agus leathbhrón agus leath-áthas.\nTá sé inmholta go maith a dhéanamh i ngach rud.", "解曰": "Saothar ar feadh an tsaoil. Ná cúram faoi ceart agus mícheart. Tá na geimhle sealadach. Tagann resentment go nádúrtha.", "籤詩故事一": "◇ Buaileann Tao Sanchun Zheng En i Guayuan\n\"Is fada beo mo chuimhneachán,\" sheas Zhao Kuangyin suas arís, \"Bhí pósadh socraithe ag Beiping King Zheng En an tráth sin. Anois agus an domhan faoi shíocháin, ba mhaith liom do chead a iarraidh lá ionmholta a roghnú chun pósadh. \"\n\"Go maire mo chuimhneachán!\" Sheas Zhao Kuangyin suas agus dúirt, \"Bhí pósadh socraithe ag Rí Peking, Zheng En, an uair sin. Anois agus an domhan faoi shíocháin, ba mhaith liom do chead a iarraidh chun duine iontach a roghnú. lá chun pósadh.\"\n\"Ó, bhí an tríú deartháir ag gabháil roimhe, conas a tháinig ní raibh a fhios agam faoi seo?\" Bhí ionadh an-mhór ar Chai Rong.Thonn sé a lámh agus d'iarr sé ar Zhao Kuangyin suí síos agus labhairt.\n\"Ó! Bhí an tríú deartháir ag gabháil roimhe seo, conas nach raibh a fhios agam faoi seo? \"Bhí an-iontas ar Chai Rong (Impire na Ríshliocht Zhou Níos déanaí). Chroith sé a lámh agus d'iarr sé ar Zhao Kuangyin suí síos agus labhairt.\n\"Is scéal fada é. Ar an gcéad dul síos, bhí muid fós i mbochtaineacht ag an am sin agus ní raibh muid isteach i do arm. Ó shin i leith, tá muid ag troid ar feadh na mblianta agus nach bhfuil aon am chun aire a thabhairt duit. Ar an dara dul síos, tá an tríú deartháir freisin beagán cúthail é a lua, mar sin níl a fhios ag do Shoilse.\"\n\"Is scéal fada é. Ar an gcéad dul síos, bhí muid fós ag maireachtáil i mbochtaineacht ag an am sin agus níor tháinig muid isteach i d'arm. Ó shin i leith, tá muid ag troid le blianta fada agus níl aon am againn aire a thabhairt duit. Ar an dara dul síos, is é an tríú deartháir freisin is beag cúthail é a lua, mar sin níl a fhios ag do Shoilse.”\n\"Hey, tá an mac léinn coláiste fireann ag pósadh, cad é an pointe náire a bheith ort? Tá an tríú deartháir ar an gcatha le fada an lá agus is féidir é a mheas mar laoch gan sárú. Cén fáth a bhfuil tú chomh beag faoin ábhar seo?\"\n\"Hey! Tá buachaill an choláiste ag pósadh, cad é an pointe náire a bheith air? Tá an tríú deartháir ar pháirc an chatha le fada an lá agus is féidir é a mheas mar laoch gan sárú. Cén fáth a bhfuil tú chomh beag faoin ábhar seo?\"\n\"Ag labhairt di, ní féidir liom an milleán a chur ar mo thríú deartháir as a bheith cúthail, toisc go ndearnadh an pósadh seo.\"\n\"Ag labhairt di, ní féidir liom an milleán a chur ar mo thríú deartháir as a bheith cúthail, toisc go ndearnadh an pósadh seo.\"\n\"Clóscríofa? Hey, tá sé suimiúil. Inis dom le do thoil cad a tharla.\"\n\"Chlóscríobh mé amach é! Hey! Tá sé suimiúil! Inis dom le do thoil cad a tharla.\"\n\"Sea, is cuimhin liom an bhliain sin, nuair a bhí muid ar tí dul isteach i A Shoilse, bhíomar ag dul trí Chontae Baocheng. Bhí sé an-te i mí an Mheithimh. Ní raibh mo thríú deartháir in ann fanacht san óstán, agus mar sin chuaigh sé amach ag fánaíocht leis féin. Tar éis dó dul thar gairdín mealbhacán, chuaigh sé isteach chun roinnt a phiocadh.Chuir mealbhacáin tart, ní raibh mórán mealbhacán a d'fhás go luath ag an am seo, agus ní raibh a fhios ag an tríú deartháir conas iad a phiocadh, agus mar sin bhris sé go leor acu. Chuaigh an bhean a bhí ag féachaint ar na mealbhacáin chun cinn chun an tríú deartháir a chúiseamh. Bhí easaontas ag an mbeirt, agus ansin thosaigh siad ag troid.\n\"Sea, is cuimhin liom an bhliain sin, nuair a bhí muid ar tí a bheith ar a Shoilse, bhí muid ag dul thar Baocheng Chontae. Bhí sé an-te i mí an Mheithimh. Ní raibh mo dheartháir tríú fanacht san óstán, mar sin chuaigh sé amach ag fánaíocht leis féin. Tar éis dó dul thar gairdín mealbhacán, chuaigh sé isteach chun roinnt a phiocadh.Chuir mealbhacáin tart, ní raibh mórán mealbhacán a d'fhás go luath ag an am seo, agus ní raibh a fhios ag an tríú deartháir conas iad a phiocadh, agus mar sin bhris sé go leor acu. Chuaigh an bhean a bhí ag féachaint ar na mealbhacáin chun cinn chun an tríú deartháir a chúiseamh. Bhí easaontas ag an mbeirt, agus ansin thosaigh siad ag troid.\n\"An Zheng Ziming seo, is é a locht ar an gcéad dul síos, ba chóir dó a leithscéal a ghabháil. Cén fáth ar bhuail sé é? Thairis sin, conas is féidir le teaghlach cailín seasamh in aghaidh na punches agus ciceanna fear fíochmhar mar é! Come on, buille tú an cailín a píosaí. Ní hea?\" \"Bhí an cailín gan díobháil...\"\n\"An Zheng Ziming seo, is é a locht ar an gcéad dul síos, agus mar sin ba chóir dó a leithscéal a ghabháil. Cén fáth a bhfuil tú ag bualadh leis? Chomh maith le sin, conas is féidir le teaghlach cailín punches agus ciceanna fear fíochmhar cosúil leis a sheasamh! Tar ar aghaidh, inis dom, bhuail tú suas an cailín. Ní hea?\"\n\"Bhí an cailín gan díobháil...\"\n\"Tá sé sin ceart go leor, tá sé ceart go leor... Hey, nach ndearna tú beart? Ó, is dóigh liom gur shábháil tú mé in am.\"\n\"Tá sin ceart go leor! Tá sé ceart go leor... Hey! nach ndearna tú beart? Ó! is dóigh liom gur tusa a shábháil in am!\"\n\"...Ní hea, ba é an duine a tharrtháil mé...an tríú deartháir.\" \"...Ní hea, ba é an duine a tharrtháil mé...an tríú deartháir.\"\n\"Ah?!\" \"Ah?!\"\n\"Bhuail an bhean an tríú deartháir go talamh agus bhuail sé go foréigneach an bealach ar fad. Ar ámharaí an tsaoil, tháinig mé agus chuir mé ina luí air imeacht, mar sin ní raibh sé gortaithe go dona. ... Do Shoilse... Do Shoilse!... \"\n\"Bhuail an bhean an tríú deartháir go talamh agus bhuaileadh go foréigneach é. Ar ámharaí an tsaoil, tháinig mé agus chuir mé ina luí air imeacht, mar sin níor gortaíodh go dona é. ... Do Shoilse... Do Shoilse!...\"\n\"Ah?...Ó, cé hí an bhean sin!?\" \"Ah!?...Ó, cé hí an bhean sin!?\"\n\"Ní raibh sé ach ina dhiaidh sin go bhfuair mé amach gurb é Tao Sanchun an t-ainm a bhí ar an mbean, agus go raibh a hathair Tao Hong ina laoch d'aois nach raibh aon mhianta aige. D'fhoghlaim Tao Sanchun na healaíona comhraic óna athair ó bhí sé ina leanbh. Tar éis dom aithne a chur air. a chlann, chonaic mé go raibh carachtar den scoth ag Iníon Sanchun. , Luo Luo agus flaithiúil, gan aon nós a bheith ina cailín beag, mheaitseáil siad é d'aon ghnó Thaitin athair agus iníon Tao go mór freisin le carachtar simplí an tríú deartháir. buail amach láithreach é agus chinn ar an bpósadh seo don bheirt acu. A Shoilse, inis dom, le do thoil, nach é seo an pósadh brionnaithe?\"\n\"Ní raibh sé ach ina dhiaidh sin go bhfuair mé amach gurb é Tao Sanchun an t-ainm a bhí ar an gcailín, agus go raibh na healaíona comhraic foghlamtha aici óna hathair ó bhí sí ina leanbh. Tar éis dom aithne a chur ar a theaghlach, chonaic mé go raibh carachtar den scoth ag Miss Sanchun, bhí flaithiúil, agus ní raibh aon rian ar nósanna an chailín bhig, mar sin d'earcaigh mé í d'aon ghnó.Thaitin an tUasal Tao agus a iníon go mór freisin le carachtar díreach a dtríú deartháir. A Shoilse, inis dom, le do thoil, nach pósadh brionnaithe é seo?\"\n(Is meafar é an scéal seo, mar d’iompaigh drochrud amach gur rud maith é.)", "聖意": "Guigh ar son cosaint tí, a bheith cúramach, saibhreas a lorg, scrios gnó, pósadh bac, pionós, árachas Liujia, coisithe gafa i réimsí, damáiste silkworm, damáiste beostoic, daoine ar iarraidh, lawsuits mídhleathacha, caillteanas, imirce, coimeádach, maoin caillte, galair olc , contúirtí, sléibhte, tuamaí, teip", "古人": "Buaileann Tao Sanchun Zheng En sa ghairdín melún", "第X籤": "Uimhir nócha a naoi", "宮": "Haigong"}