{"籤詩版本二": "မင်္ဂလာရှိသော နေ့ရက်များ နှင့် ကောင်းသော အချိန်အခါများ နှင့် သာယာသော အိမ်ထောင်ရေး အတွက် ကမ္ဘာကို ဖန်တီးနိုင်ပါစေ\nဧကရာဇ်မင်းသည် လူတို့သည် သစ္စာရှိပြီး ဖြောင့်မတ်သည်ဟု ကြေငြာသည်။", "詩意": "ဤ hexagram သည် ကောင်းကင်နှင့်မြေကြီးဖွင့်လှစ်ခြင်း၏အစကိုကိုယ်စားပြုသည်။\nအရာရာဟာ ကုသိုလ်ကောင်းမှုပါပဲ။", "解曰": "မြန်​မြန်​။ တစ်နှစ်တာ အချိန်မတန်ဘူး။ Guanyin ရေးတယ်။ ငါ့ကို အရင်သိပါစေ။", "籤詩故事一": "◇ Zhongli ဉာဏ်အလင်းဖြစ်လာသည်။\nZhongli Quan ၊ Zhongli ၊ Quan ၊ နာမည်ပေးထားသော Yunfang ၊ နာမည်ပြောင် Zhengyang သည် အရှေ့ဟန်မင်းဆက်အတွင်း Xianyang County ၊ Xi'an ၊ Shaanxi ခရိုင်မှဇာတိဖြစ်သည်။\nZhong Liquan သည် ဟန်မင်းဆက်၏ စစ်သူကြီးတစ်ဦးဖြစ်သည်။ အနောက်တိုင်း Qiang ကို တိုက်ခိုက်ရာတွင် စစ်သူကြီး Liang Yi ကို မနာလိုဖြစ်ပြီး အသက်ကြီး၍ အားနည်းသော စစ်သည် 30,000 ကိုသာ တာဝန်ပေးအပ်ခဲ့သည်။ သူသွားရမည့်နေရာကို ရောက်သည်နှင့် စခန်းအား လုယက်သွားခဲ့သည်။ အနောက် Qiang စစ်တပ်က စစ်သားတွေ ထွက်ပြေးသွားတယ်။ Zhong Liquan ဟာ ချိုင့်တစ်ခုထဲမှာ လမ်းပျောက်နေပြီး လမ်းမှာ Hu ဘုန်းကြီးနဲ့တွေ့ပြီး ရွာငယ်လေးတစ်ရွာကို ခေါ်သွားပြီး \"ဒါက မစ္စတာဒေါင်ဟွာရဲ့ နေအိမ်ပဲ\" လို့ ပြောပြီး နှုတ်ဆက်ပြီး ထွက်သွားခဲ့ပါတယ်။ ခဏအကြာတွင် လူတစ်ယောက်က ရုတ်တရက် \"ဒါက မျက်လုံးစိမ်း ဟူလူက စကားပြောတတ်လွန်းတာကြောင့် ဖြစ်ရမယ်\" ဟု သမင်သားမွေးအဖြူဝတ်ကာ အစိမ်းရောင် quinoa တောင်ဝှေးကို ကိုင်ဆောင်ထားသည်ကို တွေ့လိုက်ရသည်။ သူက Zhong Liquan ကို မေးလိုက်သည် ။ ဒီမှာ ဟန်ဒါ။ ဗိုလ်ချုပ် Zhongliquan\n? Zhong Liquan သည် ထူးဆန်းသောလူတစ်ဦးကိုတွေ့ပြီး သိလိုက်ရသဖြင့် တုန်လှုပ်သွားကာ Tao ကို စိတ်ရင်းမှန်ဖြင့် သိလာခဲ့သည်။\nZhong Liquan သည် နောက်ပိုင်းတွင် Zhenren Huayang နှင့် Immortal King Xuanfu တို့နှင့် တွေ့ဆုံခဲ့ပြီး \"မသေနိုင်သောလျှို့ဝှက်ချက်\" ကို လေ့လာခဲ့သည်။ နောက်ဆုံးတွင်၊ သူသည် Kongtong တောင်ရှိ Zijin Sihaofeng တွင်နေထိုင်ပြီး \"ကျောက်စိမ်းသေတ္တာ၏လျှို့ဝှက်ချက်\" ကိုရယူကာ စစ်မှန်သောမသေနိုင်သောသူဖြစ်လာသည်။", "聖意": "ဆောင်းဦးနှင့် ဆောင်းရာသီတွင် သင့်အိမ်၊ အိမ်၊ အိမ်၊ အိမ်၊ ဆောင်းရာသီတွင် ကံကောင်းခြင်းများနှင့် ဆောင်းဦးရာသီတွင် ကံကောင်းခြင်းများ ရရှိနိုင်ပါစေကြောင်း ဆုမွန်ကောင်းတောင်းအပ်ပါသည်။ စီးပွားလာဘ်လာဘများ ၊ အိမ်ထောင်ရေးကံကောင်းခြင်း၊ သားယောက်ျားလေးမွေးဖွားခြင်း ကံကောင်းခြင်း ၊ လယ်ကွင်းများသို့ ခရီးသွားခြင်း ကံကောင်းခြင်းတွေ ၊ ပိုးကောင်များတွင် ကံကောင်းခြင်း၊ မွေးမြူရေးတွင် ကံကောင်းခြင်း၊ လူရှာခြင်းတွင် ကံကောင်းခြင်း၊ လူအများနှင့် တရားစွဲခြင်းတွင် ကံကောင်းခြင်း၊ ရွှေ့ပြောင်းနေထိုင်ခြင်းတွင် ကံကောင်းခြင်း၊ ပစ္စည်းပျောက်ခြင်း၊ အရှေ့မြောက်ရောဂါများ၊ တောင်များနှင့် သင်္ချိုင်းများတွင် ကံကောင်းခြင်းများ၊", "古人": "Zhongli ဉာဏ်အလင်းရလာသည်။", "第X籤": "ပထမလက္ခဏာ", "宮": "သားအိမ်"}