{"籤詩版本二": "ထောင့်နားက Tailai ကို ဘာလို့ မသွားတာလဲ။\nကျား သို့မဟုတ် ယုန်အကြောင်း သတင်းကောင်းရှိလျှင် အလုပ်များရန် စိတ်ပိုင်းဖြတ်ထားလျှင်ပင် လွတ်ပါမည်။", "詩意": "ဤ hexagram တွင်၊ ကြမ္မာဆိုးများကြားတွင်ကောင်းကြီးမင်္ဂလာလက္ခဏာတစ်ခုရှိသည်။\nအရာရာတိုင်းက မကောင်းတာ ကြိုပြီး အဆုံးမှာ ကောင်းတယ်။", "解曰": "လျှော်ပိုးဖြင့် အစားထိုးပါ။ တစ်စုံတစ်ယောက်၏ ခြေထောက်ကို ထိသည်။ ရှင်းရှင်းလင်းလင်းမြင်ရတယ်။ ဘေးဥပဒ်များမှ ကောင်းချီးများ ပေးသည်။", "籤詩故事一": "◇ Bukit တွင် ဆရာကြီးတစ်ဦးနှင့် တွေ့ဆုံခြင်း။\nWu Ji သည် မူလက ထင်းခုတ်သမားဖြစ်ပြီး ၎င်းတို့နှစ်ဦးသည် Feng မြစ်တွင် ငါးဖမ်းနေစဉ် Jiang Ziya နှင့် တွေ့ဆုံခဲ့သည်။ Wuji သည် ဖြောင့်တန်းသော မျှားဖြင့် ငါးဖမ်းသည်ကို မြင်သောအခါ ရယ်မောခဲ့သည်။\nZiya က Wuji ရဲ့မျက်နှာကိုကြည့်ပြီး ဗေဒင်ဆရာကိုပြောတယ် \"ဒီနေ့ မင်းမြို့ထဲဝင်ရင် မင်းတစ်ယောက်ယောက်ကိုသတ်လိမ့်မယ်\" ထိုစကားကိုကြားပြီးနောက် ဝူကျီသည် ဒေါသတကြီးထွက်သွားကာ မြို့ထဲသို့ ထင်းသယ်သွားသည်။\nWu Ji သည် မြို့ထဲသို့ဝင်ပြီးနောက် အခြားသူများနှင့် ထိပ်တိုက်တွေ့ကာ ဝန်ကြီးချုပ် ဝမ်ဝမ်ကို မှားယွင်းရိုက်သတ်ခဲ့သည်။\nဘုရင် Wen သည် ထောင်ကဲ့သို့ မြေကိုဆွဲထုတ်ပြီး Wu Ji ကို အကျဉ်းချခဲ့သည်။\nBukit Hou သည် ယာယီလွတ်မြောက်ခဲ့ပြီး ဆောင်းဦးရာသီအထိ မိခင်ကို ပြုစုစောင့်ရှောက်ရန် သေဒဏ်ချမှတ်ခံခဲ့ရသည်။\nသူ့အမေက Jiang Ziya ကို အကူအညီတောင်းခိုင်းတယ်။\nTaigong က သူ့ကို သူ့တပည့်အဖြစ် လက်ခံပြီး စစ်ပညာကို သင်ပေးကာ တွင်းတူးပြီး သူ့ရဲ့ ကံကြမ္မာကို ချိုးဖျက်ဖို့ ဗေဒင်ဟောခိုင်းတယ်။\nဆောင်းဦးပေါက်ပြီးနောက်၊ Wu Ji သည် အပြစ်ပေးခံရန် မလာဘဲ ဘုရင် Wen သည် မွေးရာပါ ကိန်းဂဏာန်းများကို ကောက်နှုတ်ပြီး Wu Ji သည် ရာဇ၀တ်မှုကြောက်သောကြောင့် မိမိကိုယ်ကို သတ်သေသွားသည်ဟု ထင်မြင်ခဲ့သည်။\nနောက်ပိုင်းတွင် ဘုရင်ဝမ်သည် ဝူကျိနှင့် တွေ့ဆုံကာ ဝူကျိက ဂျန်တိုင်ဂေါင်နှင့် တွေ့ဆုံရန် ဝမ်ကို မိတ်ဆက်ပေးခဲ့သည်။\nTaigong သည် General of Wude ဘွဲ့ချီးမြှင့်ခံရသည်။ သခင်နှင့် အလုပ်သင် နှစ်ဦးစလုံးသည် King Wen အတွက် အလုပ်လုပ်ခဲ့ကြသည်။", "聖意": "အိမ်သည် လုံခြုံသည်၊ မိမိကံကောင်းသည်၊ စီးပွားကောင်းသည်၊ အိမ်ထောင်မကျသေး၊ လမ်းသွားလမ်းလာ ယောက်ျားသည် လယ်သို့မပြန်၊ ပိုးကောင်များသည် အမြတ်ထွက်သည်၊ တိရစ္ဆာန်ခြောက်ကောင်သည် Shenji ဖြစ်သည်၊ ရှာဖွေခြင်းသည် ကောင်းသည်၊ လူအများက တရားစွဲသည်၊ ကောင်းတယ်၊ ရွှေ့ပြောင်းနေထိုင်မှုဟာ ရှေးရိုးဆန်တယ်၊ ဆုံးရှုံးသွားတဲ့ ပစ္စည်းဥစ္စာတွေကို မြင်တယ်၊ ရောဂါကောင်းတယ်၊ Qiuji၊ တောင်နဲ့ သင်္ချိုင်းက ကောင်းတယ်။", "古人": "Bukit တွေ့ဆုံမှု", "第X籤": "ဒွါဒသမလက္ခဏာ", "宮": "ယဉ်နန်းတော်"}