{"籤詩版本二": "သေတတ်သော လှောင်အိမ်မှ ထွက်လာသော ကရိန်းကဲ့သို့ပင် သေတတ်သော လှောင်အိမ်မှ လွတ်မြောက်ရန် ဖြစ်နိုင်သည်။\nမြောက်၊ တောင်နှင့် အရှေ့ကြားတွင် အတားအဆီးမရှိ၊ Jiuxiao နန်းတော်သို့ တည့်တည့်သွားနိုင်သည်။", "詩意": "ဤ hexagram သည် ၎င်း၏လှောင်အိမ်မှ ထွက်ခွာသွားသော ကရိန်းရုပ်ပုံအား ကိုယ်စားပြုသည်။\nအရာရာတိုင်းက မကောင်းတာ ကြိုပြီး အဆုံးမှာ ကောင်းတယ်။", "解曰": "စိတ်မပူပါနှင့်။ လမ်းက ချမ်းသာတယ်။ သက်တောင့်သက်သာရှိပါစေ။ လူသားအဖြစ် ဂရုမစိုက်။", "籤詩故事一": "◇Ziya သည် ၎င်း၏တရားဝင်ရာထူးကို စွန့်လွှတ်ခဲ့သည်။\nJiang Ziya သည် ဗေဒင်ဆရာအဖြစ် လုပ်ကိုင်နေစဉ်တွင် အမျိုးသမီးတစ်ဦးသည် ကျောက်စိမ်းဝိဥာဉ်အသွင်ပြောင်းသွားသည်ကို တွေ့လိုက်ရသောကြောင့် သူမအား ဖမ်းကိုင်ကာ မှင်ကျောက်ဖြင့်ပင် ရိုက်ခဲ့သည်။ ဘုရင် Zhou ရဲ့ ဝန်ကြီးချုပ်က ဖြစ်ပျက်ခဲ့တာတွေကို ရှင်းပြပြီး ဖြစ်ပျက်ခဲ့တာတွေကို မေးမြန်းပြီးနောက် Jiang Ziya ကို ဘုရင် Zhou ကို တွေ့ဖို့ ခေါ်သွားပါတယ်။ Jiang Ziya သည် Samadhi True Fire ကိုအသုံးပြုပြီး pipa ၏ မူလပုံစံအတိုင်း ဘုရင် Zhou ၏ ရှေ့မှောက်တွင် လောင်ကျွမ်းစေကာ King Zhou သည် သူ့ကို အကြီးတန်းအရာရှိအဖြစ် ခန့်အပ်ခဲ့သည်။\nကျောက်စိမ်း pipa နတ်ကို လက်စားချေရန် Daji က Jiang Ziya ကို သမင်စင်မြင့်ဆောက်ခိုင်းရန် ဘုရင် Zhou ကို တောင်းဆိုခဲ့သည်။ Jiang Ziya က Zhou ကို ဘုရင် Zhou က သတ်ပစ်ရန် အမိန့်ပေးခဲ့သည်။ Jiang Ziya သည် ရေဖြင့် ထွက်ပြေးလွတ်မြောက်ခဲ့သည်။ အိမ်ပြန်ရောက်ပြီးနောက် Jiang Ziya က Ma ကို Xiqi ကိုသွားခိုင်းပြီး Ma က သူ့ကို ကွာရှင်းချင်ခဲ့တယ်။ ဒါကြောင့် Jiang Ziya တစ်ယောက်တည်း Xiqi (Zhou မင်းဆက်ဘုရင် Wen) ကို တစ်ယောက်တည်းသွားခဲ့တယ်။\nJiang Ziya သည် Xiqi သို့ရောက်ရှိလာပြီး Panxi Gorge တွင် အထီးကျန်ငါးဖမ်းကာ အရည်အချင်းများရှာဖွေလိုသော Zhou ဘုရင် Wen နှင့်တွေ့ဆုံခဲ့သည်။ King Wen ၏ရိုးသားသောတောင်းဆိုချက်အရ Jiang Ziya အား သူ၏ဆရာအဖြစ်ကိုးကွယ်ပြီး Wen ကိုကူညီခဲ့သည်။", "聖意": "အိမ်မှာ စိတ်မသက်မသာဖြစ်ပြီး ငွေကြေးပူးပေါင်းဆောင်ရွက်မှု၊ အရောင်းအဝယ်၊ အိမ်ထောင်ရေး၊ Liujia၊ လမ်းသွားလမ်းလာ အမျိုးသား၊ လယ်ကွင်းတွေ၊ ပိုးကောင်တွေ၊ ဆောင်းဦးပေါက်အမြတ်အစွန်းတွေ၊ တိရစ္ဆာန်ခြောက်မျိုး ဆုံးရှုံးမှု၊ လူတွေကို ရှာဖွေတာ၊ အများပြည်သူတရားစွဲဆိုမှုတွေ အဟန့်အတားတွေ၊ ရွှေ့ပြောင်းနေထိုင်မှု၊ ဆုံးရှုံးသွားတဲ့ ပစ္စည်းတွေကို အရှေ့တောင်ဘက်၊ အနာရောဂါစွဲကပ်၍ တောင်နှင့်သင်္ချိုင်းသို့ ပို့ဆောင်ခြင်းသည် မင်္ဂလာရှိသော၊", "古人": "Ziya သည် ၎င်း၏တရားဝင်ရာထူးကို စွန့်လွှတ်ခဲ့သည်။", "第X籤": "ဆယ့်လေးကြိမ်မြောက် ထီပေါက်သူ", "宮": "Maogong"}