{"籤詩版本二": "စိုးရိမ်ပူပန်မှုတွေ ခဏတာ သက်သာရာရပြီး ပျော်ရွှင်မှုတွေ ကောင်းကင်က ထွက်လာတယ်။\nမစင်ထဲတွင် ဝှက်ထားသော ကျောက်စိမ်းကဲ့သို့ပင် အလုပ်သမားကောင်းသည် မြေမှုန့်ကို လွှင့်ပစ်လိုက်သည်။", "詩意": "ဤ hexagram သည် Yin နှင့် Yang ၏သဟဇာတဖြစ်မှုကိုကိုယ်စားပြုသည်။\nသင်စီစဉ်ထားသမျှသည် ကံကောင်းသည်။", "解曰": "ဘာတစ်ခုမှ မရရှိခဲ့ဘူး၊ မဆုံးရှုံးဘူး။ အရှုံးထဲက ရုန်းထွက်ပါ။ လူကြမ်း ဒုက္ခရောက်တယ်။ ကံကောင်းပါစေ၊ လူကြီးမင်း။", "籤詩故事一": "◇ Ye Meng Xiong Chao Di\nYe Mengxiong (1531-1597) သည် Nanzhao ဖြစ်ပြီး Longtang ဟူသော အမည်ကို Longtan ဟု ပြောင်းလဲကာ Huayun ဟုလည်း အမည်ပေးခဲ့သည်။ မင်မင်းဆက်ရှိ Huizhou Fucheng (ယခု Huicheng ခရိုင်၊ Huizhou မြို့) ၏ ဇာတိဖြစ်သော Wanshifang မှဖြစ်သည်။ Jiajing နန်းစံ 44 နှစ် (1565) တွင်သူသည် Jinshi ဖြစ်လာပြီး Qing County ၏တရားသူကြီးဘွဲ့ချီးမြှင့်ခြင်းခံရသည်။ သူသည် အပြောင်းအရွှေ့ဌာန၏ ဒါရိုက်တာအဖြစ် တာဝန်ထမ်းဆောင်ခဲ့ပြီး နောက်ပိုင်းတွင် ရှန်ရှီးလမ်း၏ ကြီးကြပ်ရေးဆင်ဆာအဖြစ် ပြောင်းလဲခဲ့သည်။\nWanli ၏နှစ် 20 တွင် Ningxia ၏ကောင်စစ်ဝန်ချုပ် Kuaibai (မွန်ဂိုလီယားတာတာမျိုးနွယ်စုအကြီးအကဲ) သည်မြို့ဝန် Dang Xin ကိုသတ်ပြီး Hexi ပြည်နယ်ရှိ လေးဆယ့်ခုနစ်ခုမြောက်ခံတပ်ကိုသိမ်းပိုက်ခဲ့သည်။ သူ့ကိုယ်သူ သေတဲ့အထိ။ Meng Xiong သည် အကြွေးယူရာတွင် မာနမကြီးဘဲ၊ သူ့အရည်အချင်းကို စစ်တိုက်ရဲသော စစ်ဗိုလ်ချုပ်များကဲ့သို့ ကောင်းမွန်အောင် စွမ်းဆောင်နိုင်ပါစေ။ တရားဝင် Wei Xuezeng ကို ၎င်း၏ရာထူးတွင် ပြန်လည်ထည့်သွင်းပါ။ သူ၏ နောက်ပိုင်းနှစ်များတွင် သူသည် ငါးကြိမ် ရာထူးမှ နုတ်ထွက်ပြီး Huilong ဘုရားကျောင်း ဆောက်ရန် Huizhou သို့ ပြန်သွားခဲ့သည်။\nYe Mengxiong သည် အစပိုင်းတွင် နိုင်ငံ့ဝန်ထမ်းအဖြစ် တာအိုဘာသာသို့ ဝင်ရောက်ခဲ့ပြီး သမာဓိကြောင့် ကျော်ကြားခဲ့သည်။ သမိုင်းမှတ်တမ်းဟောင်းများက သူသည် \"နှိမ့်ချမှုနှင့် စွမ်းရည်ရှိသော ပထမဆုံးသော\" \"အကျင့်ပျက်ခြစားမှုကို ချေမှုန်းပြီး ပုန်ကန်ခြင်းများကို ချေမှုန်းပစ်သည်\" ဟု သမိုင်းမှတ်တမ်းများက ဆိုထားသည်။ အလွန်သစ္စာစောင့်သိ၊ ရဲရင့်သူ၊ ရဲရင့်သူ၊ သူ့ဘဝ၏ ဒုတိယနှစ်ဝက်တွင် သူ၏ ကိုယ်ခံပညာစွမ်းရည်ကို \"မင်မင်းဆက်သမိုင်း\" တွင် မှတ်တမ်းတင်ခဲ့ပြီး အမျိုးသားသူရဲကောင်းတစ်ဦးအဖြစ် သတ်မှတ်ခံခဲ့ရသည်။", "聖意": "အိမ်သည် အဆင်မပြေ (တိုး၍ အေးချမ်းသည်) ဆောင်းဦးနှင့် ဆောင်းရာသီသည် မိမိအတွက် ကောင်းသည်၊ စည်းစိမ်ဥစ္စာများ အောင်မြင်မည်၊ အပေးအယူများ အောင်မြင်မည်၊ အိမ်ထောင်ရေးလည်း သာယာမည်၊ Liujia သည် မုသာဝါဒဖြင့် ထိတ်လန့်နေမည် (ရတနာများရှိမည်) လမ်းသွားလမ်းလာများသည် လယ်ကွင်းများသို့ သွားကြသည်။ ပိုးကောင်များအတွက် ဆုတောင်းပါ၊ တိရစ္ဆာန်ခြောက်ကောင် ပြားလာမည်၊ လူများတွေ့မည်၊ အများသူငှာ တရားစွဲမှုများ အဆင်မပြေဖြစ်မည်၊ ရွှေ့ပြောင်းနေထိုင်မှုမှာ ရှေးရိုးဆန်သော၊ ပစ္စည်းဥစ္စာများ ဆုံးရှုံးရမည်ဖြစ်ပြီး၊ ရောဂါများ ဖူရှန်သင်္ချိုင်းတွင် အခြေချနေထိုင်သွားမည်။", "古人": "Ye Meng Xiong Chao Di", "第X籤": "ဆယ့်ခြောက်ခုမြောက် ထီပေါက်ခြင်း။", "宮": "Maogong"}