{"籤詩版本二": "ရွှေကျီးကန်းသည် အနောက်ဘက်၌ကျပြီး ယုန်သည် အရှေ့ဘက်၌ကျသည်။နေ့ရောညပါ သံသရာသည် ရှေးခေတ်မှ ယနေ့အထိ ဆက်လက်တည်ရှိနေပါသည်။\nဘုန်းကြီးများနှင့် တာအိုဝါဒီများသည် အားနည်းချက်မရှိသည်ကို သိကြပြီး ပညာရှင်များ၊ လယ်သမားများ၊ စက်မှုလက်မှုလုပ်ငန်းရှင်များနှင့် ကုန်သည်တို့သည် မိမိတို့၏ စိတ်ကို လိုက်နာကြသည်။", "詩意": "ဤ hexagram သည် yin နှင့် yang ၏ waxing နှင့် ဆုတ်ခြင်းကို ကိုယ်စားပြုသည်။\nအားလုံးစီစဉ်ထားတဲ့အတိုင်း ဖြစ်လာမယ့် လက္ခဏာတစ်ခုလည်း ဖြစ်ပါတယ်။", "解曰": "စိတ်ထဲမှာ ဘာမှမရှိဘူး။ သင်ပြုသောအမှုသည် ကုသိုလ်တရားဖြစ်သည်။ လေးမှမြှားကဲ့သို့။ ပစ်မှတ်ကို တစ်ချက် ထိသွားတယ်။", "籤詩故事一": "◇ ဦးလေး Cao Guo သည် မသေနိုင်သောသူဖြစ်သည်။\nXuzhou ဇာတိ Cao Guojiu သည် Song Dynasty ၏ Renzong ကာလအတွင်း ပြည်နယ်၏ ဦးလေးဖြစ်သူ Cao Yi ဖြစ်ပြီး Cao Jingxiu ဟုလည်း ခေါ်သည်။\nဦးလေး Cao Guo တွင် Cao Er အမည်ရှိ ညီငယ်တစ်ဦးရှိသည်။ Cao Er သည် သူ၏ နယ်ချဲ့အာဏာကို မှီခိုပြီး မကောင်းမှုမျိုးစုံကို ကျူးလွန်ခဲ့သည်။ သူသည် လယ်ကွင်းများကို သိမ်းပိုက်ကာ ဇနီးမယားများနှင့် သမီးများကို သိမ်းယူကာ ဥပဒေမဲ့ လူဆိုးများနှင့် မိတ်ဖွဲ့ခဲ့သည်။ သူသည် ဝင်ထွက်သွားလာခဲ့သည်။ Cao Guojiu သည် သည်းမခံနိုင်တော့ပေ။ ကောင်းသောစကားနှင့် နှစ်သိမ့်စကားများကို နားထောင်ရန် ငြင်းဆန်သောကြောင့် သူ့ကို ထိန်းချုပ်ရန် ပြစ်ဒဏ်ကို အသုံးပြုခဲ့သည်။\nCao Guojiu က \"လောကရဲ့အခြေခံသဘောတရားကတော့ ကောင်းမှုစုဆောင်းသူတွေ ကြီးပွားချမ်းသာဖို့၊ မကောင်းမှုစုပြုံနေသူတွေ ပျက်ဆီးသွားမယ်။ ဒါက မပြောင်းလဲနိုင်တဲ့ အမှန်တရားတစ်ခုပါ။ အရင်တုန်းက ငါတို့ Cao မိသားစုဟာ ဒီနေ့ခေတ် စည်းစိမ်ဥစ္စာရဖို့ မကောင်းမှုတွေ စုဆောင်းခဲ့တယ်။ အခု ငါ့ညီက မင်းဘေးက လွတ်မြောက်ရင်တောင် မင်းကို အရာရှိတွေရဲ့ အပြစ်ပေးခံရရင်တောင် တိတ်တိတ်လေး အလုပ်လုပ်နေတဲ့ သဘာဝဘေးတွေက မင်းမလွတ်နိုင်ဘူး။ လွတ်မြောက်နိုင်၍ အရှက်ကွဲမည်ကို ကြောက်ရပေတော့မည်။” ထို့ကြောင့် ကျွန်ုပ်သည် ကျွန်ုပ်၏ စည်းစိမ်ဥစ္စာ အားလုံးကို စွန့်ကြဲပြီး ဆင်းရဲသားများကို ကူညီကာ သူ့အစ်ကို၏ အရေးကို ဂရုမစိုက်တော့ပါ။ ထို့နောက် သူ့အိမ်မှ သူငယ်ချင်းများနှင့် တာအိုယူနီဖောင်းသို့ ပြောင်းကာ သူ့စိတ်နှင့် သဘာဝကို ပြုစုပျိုးထောင်ရန် တောင်ပေါ်သို့ သွားခဲ့သည်။\nတစ်နေ့တွင် သူသည် ဟန်မင်းဆက်၏ Zhongli နှင့် Lu Dongbin တို့ကို အမှတ်တမဲ့တွေ့ဆုံခဲ့သည်။ဦးလေး Cao Guo ၏ သွက်လက်သောအဖြေများကိုမြင်တော့ အလွန်ဝမ်းသာသွားပြီး \"လျှို့ဝှက်ချက်အမှန်တရားပြန်လာခြင်း\" ကိုပေးကာ ဂရုတစိုက်လေ့ကျင့်ရန် အမိန့်ပေးခဲ့သည်။ မကြာမီ Zhongli၊ Quan နှင့် Lu Dongbin တို့ကို မသေနိုင်သောအတန်းအစားသို့ မိတ်ဆက်ပေးခဲ့သည်။", "聖意": "အိမ်၊ အိမ်၊ အိမ်၊ ကံ၊ စီးပွားကံကောင်း၊ အိမ်ထောင်ရေးကံကောင်း၊ အိမ်ထောင်ရေးခရီး၊ လယ်တွင် ပိုးမွှားများကို စောစောစီးစီး စိုက်ပျိုးခြင်း၊ တိရစ္ဆာန်များ ပျက်ကွက်ခြင်း၊ လူရှာခြင်း၊ တရားစွဲခြင်း၊ ရွှေ့ပြောင်းနေထိုင်ခြင်း၊ ဥစ္စာဆုံးရှုံးခြင်း၊ နောက်ကျ ဖျားနာခြင်း၊ ကံကောင်းခြင်း", "古人": "ဦးလေး Cao Guo သည် မသေနိုင်သူဖြစ်သည်။", "第X籤": "တစ်ဆယ့်ရှစ်ကို လက်မှတ်ရေးထိုးပါ။", "宮": "Maogong"}