{"籤詩版本二": "ရေအမြန်ကမ်းခြေကနေ လှေကိုပြန်လွှတ်လိုက်၊ ကမောက်ကမဖြစ်တော့ ဘာလုပ်ချင်လဲ။\nဘေးကင်းချင်ရင် အေးချမ်းမှုကိုရှာပြီး ဒီအကျပ်အတည်းကို ကျော်ဖြတ်ဖို့ လှိုင်းတံပိုးတွေကို စောင့်ပါ။", "詩意": "ဤ hexagram သည် လျင်မြန်သော ကမ်းခြေတစ်ခုပေါ်တွင် သွားလာနေသော လှေနှင့်တူသည်။\nအရာရာ၌ ရှေးရိုးဆန်စွာနေ၍ အချိန်ကိုစောင့်ပါ။", "解曰": "သန်မာသောရေတွင် ဆင်းပါ။ အန္တရာယ်က အချိန်ကို စောင့်နေတယ်။ စခန်းအစီအစဥ်အကြောင်းမေးရင် ဘာမှလုပ်လို့မရဘူး။", "籤詩故事一": "◇Ziyi သည် သရဖူဆောင်းသော ဘုရင်ဖြစ်သည်။\nGuo Ziyi (697-781) သည် Guo Linggong ဟုလည်းသိကြပြီး Zheng ကောင်တီ၊ Huazhou (ယခု Huaxian ကောင်တီ၊ Shaanxi ပြည်နယ်) နှင့် Tang မင်းဆက်ရှိဗိုလ်ချုပ်ကြီးဖြစ်သည်။\nTianbao (755) ခုနှစ် 14 နှစ်တွင် Anshi ပုန်ကန်မှုအတွင်း၊ Shuofang Jiedushi (Lingwu) သည် ယနေ့ Ningxia ရှိ Lingwu ၏အနောက်ဘက်တွင် ဘွဲ့ချီးမြှင့်ခြင်းခံရပြီး ခရူးဆိတ်စစ်ပွဲဆင်နွှဲရန် အမိန့်ပေးခဲ့သည်။ သူသည် Shuofang ၏စစ်တပ်ကို Li Guangbi နှင့်ပေါင်းစည်းခဲ့သည်။ သူ့တပ်များကို Hebei တွင် ပိုင်းခြား၍ Changshan (Zhengding, Hebei) တွင် ပူးပေါင်း၍ ချေမှုန်းနိုင်ခဲ့ပြီး Shi Siming သည် Hebei ကို ပြန်လည်ရရှိခဲ့သည်။ ထိုအချိန်တွင်၊ Guo Ziyi သည် ဧကရာဇ်မင်းမြတ် Fan Yang အား မြောက်ဘက်မှ ခေါ်ထုတ်ပြီး Tongguan ၏ဝိုင်းရံမှုကို လျှော့ချရန် သူပုန်ကျားတွင်းကို တိုက်ခိုက်ရန် အကြံပြုခဲ့သော်လည်း Xuanzong က ငြင်းဆိုခဲ့သည်။ ထို့နောက် ထန်မင်းဆက်နှောင်းပိုင်းရှိ ခွဲထွက်ရေး လက်အောက်ခံမြို့များ အခြေအနေကို စိုက်ပျိုးခဲ့ရာ ထန်မင်းဆက် ကျဆုံးခြင်း၏ ဝေးလံခေါင်သီသော အကြောင်းတရားလည်း ဖြစ်လာခဲ့သည်။\nTianbao နန်းစံ ဆယ့်ငါးနှစ် (၇၅၆) တွင် သူနှင့် Uighur ညွန့်ပေါင်းတို့သည် Hequ ကို ငြိမ်းချမ်းစေခဲ့သည်။ Cui Qianyu ကို အနိုင်ယူ၍ Tang စစ်တပ်သည် အသေအပျောက် ၁၀,၀၀၀ ကျော်ရှိခဲ့သည်။ Cui Qianyu သည် Pujin အား လက်နက်ချခဲ့သည်။ An Lushan သည် သားဖြစ်သူ An Qingxu မှ သတ်ဖြတ်ခံခဲ့ရသည်။\nZhide (757) ၏ ဒုတိယနှစ်တွင် Fengxiang သို့ တပ်ဖွဲ့ဝင်များ ပို့ဆောင်ရန် အမိန့်ပေးခံရပြီး လမ်းခရီးတွင် Li Guiren ၏ မြင်းစီးသူ 5,000 ကို Baiquliu Yunqiao (ယနေ့ Sanyuan အရှေ့တောင်ဘက်) တွင် အနိုင်ယူ၍ မေလတွင် An Shouzhong နှင့် Li Guiren တို့နှင့် တိုက်ခိုက်ခဲ့သည်။ Qingqu (ယနေ့ Xi'an ၏အနောက်ဘက်) တွင် အရေးနိမ့်ပြီး Wugong (ယနေ့ Wugong အနောက်မြောက်ဘက်) သို့ ဆုတ်ခွာသွားခဲ့သည်။ Xiang ရှိ An Shouzhong နှင့် Li Guiren ။ Ji Temple ၏ မြောက်ဘက် (ယနေ့ Chang'an ကောင်တီ၏ အနောက်တောင်ဘက်) တွင် Uighur စစ်သားများသည် ရန်သူနောက်သို့ လှည့်ပတ်တိုက်ခိုက်ပြီး ရန်သူ 60,000 ကို သတ်ဖြတ်ခဲ့သည်။ Zhang Tongru သည် Shaanxi ကောင်တီသို့ ထွက်ပြေးကာ၊ နောက်ဆုံးတွင် Chang'an (ယနေ့ Xi'an) မြို့တော်ကို ပြန်လည်ရရှိခဲ့သည်။ တန်စစ်တပ်၏ ဘုန်းအာနုဘော်ကို Chang'an တွင် တစ်ဖန်ပြန်လည်ရရှိခဲ့သည်။\nထို့နောက် Tang စစ်တပ်သည် အောင်ပွဲကို အခွင့်ကောင်းယူကာ အရှေ့ဘက်သို့ ချီတက်ကာ Xindian (ယခု Sanmenxia မြို့၊ Henan အနောက်တောင်ဘက်) ရှိ လူပေါင်း ၁၅၀,၀၀၀ ကို အနိုင်ယူပြီး Anqing Xu မြစ်ဝါကို ဖြတ်ကာ Xiangzhou သို့ ဆုတ်ခွာသွားခဲ့သည်။ Dongjun Luoyang ပြန်ရောက်လာသည်။ Situ ကို သူ၏ ကုသိုလ်များ နှင့် ပေါင်း၍ တိုင်းပြည်၏ မြို့စား ဖြစ်လာစေသည် ။\nShi Siming သည် သူ၏စစ်တပ်ကို Fan Yang မှ An Qingxu ကို ကယ်ဆယ်ရန် ဦးဆောင်ခဲ့သည်။ နှစ်ဘက်စလုံးသည် Anyang မြစ် မြောက်ဘက် (ယနေ့ Anyang မြောက်ဘက်) တွင် တိုက်ပွဲများ ဖြစ်ပွားခဲ့သည်။ တိုက်ပွဲသည် ရှုပ်ထွေး၍ မရနိုင်ပေ။ နောက်ဆုံးတွင် Jiedu သံတမန် ကိုးဦး ဦးဆောင်သော Tang စစ်တပ်၊ လူပေါင်း 600,000 ရှိသည်ဟု အခိုင်အမာဆိုထားသည့် (Yecheng တိုက်ပွဲ) စစ်ပွဲတွင် ဆုတ်ခွာသွားခဲ့သည်။ ဤတိုက်ပွဲ၏အဓိကတပ်မှူးမှာ ခေါင်းဆောင်မှုစွမ်းရည်မရှိသော မိန်းမစိုး Yu Chaoen ဖြစ်ပြီး တိုက်ပွဲကျရှုံးမှုအတွက် Guo Ziyi ကို အပြစ်တင်သည်။ Guo Ziyi ကို Chang'an သို့ ပြန်ခေါ်ခဲ့ပြီး စစ်အာဏာမှ လွတ်မြောက်ကာ အလုပ်မလုပ်သော အရာရှိဖြစ်လာခဲ့သည်။\nBaoying (762) ခုနှစ် ပထမနှစ်တွင် Taiyuan (ယနေ့ Taiyuan အနောက်တောင်ဘက်) မှ စစ်သားများနှင့် Jiangzhou (Shanxi ပြည်နယ်ရှိ ယနေ့ Xinjiang) တို့သည် တော်လှန်ပုန်ကန်ကြသည်။ နန်းတွင်းမှာ ထိတ်လန့်သွားသဖြင့် Ziyi သည် Fenyang ဘုရင်ဘွဲ့ကို ပေးအပ်ပြီး ထိန်းချုပ်ရန် ထွက်သွားလေသည်။ Jiangzhou သူသည် အမတ်ကြီး Cheng Yuanzhen နှင့်လည်း ကင်းကွာခဲ့ပြီး စစ်တပ်အာဏာမှ လွတ်မြောက်ခဲ့သည်။\n(ဤဇာတ်လမ်း၏ အဓိကအချက်မှာ- အလွန်စွမ်းဆောင်နိုင်ပြီး အကျင့်စာရိတ္တကောင်းမွန်သော Guo Ziyi သည် Xuanzong နှင့် လူဆိုးအချို့နှင့် တွေ့ဆုံခဲ့ပြီး၊ ၎င်း၏အောင်မြင်မှုများကို အလွန်အမင်း ထိခိုက်သွားစေသည်။)", "聖意": "အိမ်နှင့်ကိုယ်ကိုကောင်းချီးပေးခြင်း၊ စည်းစိမ်ဥစ္စာရှာဖွေခြင်း၊ အရောင်းအဝယ်မလုပ်ခြင်း၊ အိမ်ထောင်မပြုခြင်း၊ မမှန်မကန်အချက်ပေးခြင်း၊ Tiancanji သို့ရောက်ရှိလာသော လမ်းသွားလမ်းလာများ၊ လူများကိုရှာဖွေရန်ခက်ခဲခြင်း၊ အများသူငှာတရားစွဲဆိုမှုများနှင့် (Xing မဟုတ်ပါ)၊ ရွှေ့ပြောင်းနေထိုင်ခြင်း၊ ကောင်းချီးမင်္ဂလာ၊ တောင်ကြီး၊ သင်္ချိုင်းဂူ၊", "古人": "ဇိယီသည် သရဖူဆောင်းခဲ့သည်။", "第X籤": "ဆယ့်ကိုးကြိမ်မြောက် အနိုင်ရသော ထီ", "宮": "Tatsumi"}