{"籤詩版本二": "စိုးရိမ်ပူပန်မှုတွေနဲ့ အန္တရာယ်တွေ အများကြီးပြီးရင် အခုချိန်ကစပြီး ဘယ်တော့မှ လွတ်တော့မှာမဟုတ်ဘူး။\nရက်ရောသောနှလုံးသားတွင် ၎င်း၏ စေတနာအစီအစဉ်များရှိသည်။ ကြီးကျယ်သောအောင်မြင်မှုများရရှိရန် ကျွမ်းကျင်သူနှင့် တွေ့ဆုံရမည်ဖြစ်သည်။", "詩意": "ဤ hexagram သည် ရှေးခေတ်ရေတွင်းနှင့်တူသည်။\nအရာရာတိုင်းတွင် မြင့်မြတ်သောလူတို့သည် အောင်မြင်မှုရရှိကြသည်။", "解曰": "တရားစွဲခြင်းသည် နောက်ဆုံးတွင် တရားမျှတမည်ဖြစ်သည်။ ဖျားပြီး အန္တရာယ်ကင်းတယ်။ အကြံဉာဏ်ရယူရန် ဝင်ထွက်ပါ။ ရှေးခေတ်ရေတွင်းသည် နွေဦးရာသီနှင့် ကိုက်ညီသည်။", "籤詩故事一": "◇ Yao Chong သည် ကျိုင်းကောင်များကို ထိန်းချုပ်သည်။\nYao Chong (649-721) ၏ အမည်ရင်းမှာ Yuan Chong ဖြစ်ပြီး Shaanzhou မှဖြစ်သည်။ သူသည် Xia Guan၊ Chunguan ၏ Shangshu၊ Ziweiling၊ Zhongshuling နှင့် Tang မင်းဆက်၏ ၀န်ကြီးချုပ်အဖြစ် တာဝန်ထမ်းဆောင်ခဲ့သည်။\nKaiyuan (716) ခုနှစ် လေးနှစ်တွင် Shandong (ယေဘုယျအားဖြင့် Huashan အရှေ့ဘက် မြစ်ဝါမြစ်ဝှမ်းကို ရည်ညွှန်းသည်) ကျိုင်းကောင်များ နပမ်းလုံးနေခဲ့ရသည်။ ယဇ်ပူဇော်ခြင်း၊ နံ့သာပေါင်းကို မီးရှို့ခြင်း၊ လယ်ပြင်၌ ရှိခိုးခြင်း၊ ကျိုင်းကောင်များ ကိုက်စားသော ကောက်ပဲသီးနှံများကို ကြည့်ရှုခြင်း။\nအရာရှိများအားလုံးက “ကျိုင်းကောင်များသည် သဘာဝဘေးဒဏ်၊ ၎င်းတို့ကို လူအင်အားဖြင့် မည်ကဲ့သို့ ထိန်းချုပ်နိုင်မည်နည်း။” ကွဲပြားသော အယူအဆနှစ်ခုကြားရှိ ကျိုင်းကောင်များကို ဖယ်ရှားပစ်ရန် သို့မဟုတ် မသုတ်သင်သည်ဖြစ်စေ ထိုအချိန်က ပြင်းထန်စွာ တိုက်ပွဲဝင်ခဲ့သည်။\nYao Chong က \"ငါတို့ အတူတူ လက်တွဲပြီး အားလုံးကို ရှင်းပစ်လို့ ရပါတယ်၊ ကျိုင်းကောင်တွေက လူကို ကြောက်လို့ မောင်းရတာ လွယ်တယ်။ ပျိုးပင်တွေမှာ ပိုင်ရှင်တွေ ရှိတယ်၊ ဒါကြောင့် ကယ်ဆယ်ရေးသမားတွေက ကျိုင်းကောင်တွေကို ခက်ခက်ခဲခဲ ကယ်တင်ကြရမယ်။ ပျံသန်းနိုင်တယ်၊ ညဘက်မီးမြင်ရင် ပျံသွားလိမ့်မယ်၊ လယ်ပြင်မှာ မီးတင်ရှို့လိုက်၊ မီးလောင်နေတဲ့အချိန်မှာ တွင်းတူး၊ မီးလောင်နေတဲ့အချိန်မှာ မြှုပ်ထားလိုက်၊ ဘာမှ မကျန်တော့ဘူး\"\nXuanzong က \"ကျိုင်းကောင်တွေဟာ ကိုယ်ကျင့်တရား ညံ့ဖျင်းလို့ ဖြစ်ပေါ်လာတဲ့ သဘာဝဘေးအန္တရာယ်တစ်ခုပါ။ သူတို့ကို အမဲလိုက်သတ်ဖြတ်ခိုင်းရင် စပါးကို ထိခိုက်မှာမဟုတ်ဘူးလား။\"\nYao Chong က \"ကျိုင်းကောင်တွေ ဖမ်း၊ သတ်ဖြတ်တာကို ရှေးခေတ်က ကျင့်သုံးခဲ့တာပါ၊ မင်းရဲ့ ဘုန်းအာနုဘော်က အဲဒါကို အနာဂတ်မှာ အသုံးချမယ်။ လယ်သမားတွေ ငြိမ်းချမ်းရေးနဲ့ သာယာဝပြောရေးကို ဆောင်ကြဉ်းပေးမယ့် နိုင်ငံ့ပွဲကြီးပါ။ အဲဒါကို အလေးအနက်ထား စဉ်းစားပါ။\"\nXuanzong သဘောကျသွားသည်။ သို့သော် ထိုအချိန်က တရားရုံးအတွင်းနှင့် အပြင်လူတိုင်းက ကျိုင်းကောင်များကို လိုက်မရှာနိုင်ဟု ပြောကြသည်။\nXuanzong က \"ကျွန်တော် ၀န်ကြီးချုပ်နဲ့ ဆွေးနွေးပြီး ကျိုင်းကောင်တွေကို ဖမ်းဖို့ ဆုံးဖြတ်လိုက်ပါပြီ။ နောက်တစ်ကြိမ် ဆန့်ကျင်သူတိုင်း သေဒဏ်ပေးလိမ့်မယ်\" လို့ ပြောပြီး ကျိုင်းကောင်တွေကို မီးရှို့ မြှုပ်နှံဖို့ လူတွေကို ကြီးကြပ်ကွပ်ကဲဖို့ ဆင်ဆာကို စေလွှတ်ခဲ့ပါတယ်။\nကျိုင်းကောင်ရေ ကိုးသန်းကျော်ကို နိုင်ငံတဝှမ်း ဖမ်းမိခဲ့ပြီး ကျိုင်းကောင်ရောဂါကို အောင်မြင်စွာ ဖယ်ရှားနိုင်ခဲ့သည်။ စိုက်ပျိုးရေးသည် ထိုနှစ်တွင် စပါးအထွက်ကောင်းခဲ့သည်။\n(သဘာဝဘေးအန္တရာယ် စီမံခန့်ခွဲရေးနှင့် ဘေးလွတ်ရာ ရွှေ့ပြောင်းရေးတွင် ဉာဏ်ပညာကို အသုံးချသင့်ပြီး အခက်အခဲများကို ကျော်လွှားရန် ထက်မြက်သော နည်းဗျူဟာများ ရှိရမည်။ Yao Chong သည် ဤကိစ္စအတွက် ကျွမ်းကျင်သူဖြစ်သည်။)", "聖意": "အိမ်သည်သာမန်လူကိုပိတ်ဆို့သည်၊ ငွေရှာသည်၊ ရောင်းဝယ်မှုပိတ်ဆို့သည်၊ အိမ်ထောင်ရေးနှင့်သဟဇာတဖြစ်မှုပိတ်ဆို့သည်၊ Liujia တွင်အန္တရာယ်ရှိသည်၊ လမ်းသွားလမ်းလာများပိတ်ဆို့သည်၊ ပိုးကောင်များပိတ်ဆို့သည်၊ တိရစ္ဆာန်များအဆင်မပြေ၊ လူကိုမတွေ့၊ လူများပိတ်ဆို့သည် ပြည်သူများ တရားစွဲခြင်း၊ ရွှေ့ပြောင်းခြင်းမှာ ကျိုးကြောင်းဆီလျော်မှုမရှိခြင်း၊ ပျောက်ဆုံးသွားသော ပစ္စည်းများကို ရှာဖွေရန် ခက်ခဲခြင်း၊ ရောဂါဘယများအတွက် ကောင်းချီးပေးခြင်း၊ တောင်များနှင့် သင်္ချိုင်းများ အဆင်မပြေခြင်း၊", "古人": "Yao Chong သည် ကျိုင်းကောင်များကို ထိန်းချုပ်သည်။", "第X籤": "နှစ်ဆယ့်ငါးကြိမ်မြောက် ထီပေါက်သည်။", "宮": "မီနန်းတော်"}