{"籤詩版本二": "အရာတွေ ဇောက်ထိုးပြောင်းသွားတယ်လို့ ကောလဟာလတွေ ထွက်နေပြီး မိုးကုပ်စက်ဝိုင်းဆီကနေ စာတစ်စောင် ရခဲ့ပါတယ်။\nစာအုပ်ထဲက ကျော်ကြားမှုနဲ့ အောင်မြင်မှုတွေက အဆုံးအထိ ဗလာဖြစ်နေခဲ့တယ်။", "詩意": "ဤ hexagram တွင်မှားယွင်းသောအမည်တစ်ခုရှိသည်။\nအရာရာတိုင်းမှာ ရှေးရိုးဆန်နေဖို့ အကြံပြုလိုပါတယ်။", "解曰": "တက်လိုက်ကျလိုက် စိတ်ဆိုးလိုက်တာ။ အပန်းဖြေရှာဖွေခြင်းသည် ပျင်းရိခြင်းမဟုတ်ပါ။ ကျော်ကြားမှုကို တောင့်တခြင်း။ လုံခြုံစွာနေပါ။", "籤詩故事一": "◇ Zhong Kui သည် ဉာဏ်အလင်းကို ရရှိသည်။\nZhong Kui ၏ မျိုးရိုးအမည် Zhong Kui ၊ Zhengnan သည် Zhongnanshan မှဖြစ်သည်။\nTang မင်းဆက်ဧကရာဇ် Dezong အုပ်စိုးစဉ်တွင် Zhong Kui သည် နယ်ချဲ့စာမေးပွဲတွင် ပါဝင်ခဲ့သည်။ Zhong Kui သည် စာမေးပွဲမေးခွန်းများကိုဖတ်ပြီး ဆောင်းပါးကို တစ်ချက်ချင်းရေးပြီး ပေးပို့ခဲ့သည်။ ထိုနေ့တွင် စစ်ဆေးရေးမှူးမှာ မြို့ပြဝန်ကြီး ဟန်ယုဖြစ်ပြီး လက်ထောက်စစ်ဆေးသူမှာ ပညာရှင်ကြီး Lu Zhi ဖြစ်သည်။ နှစ်ယောက်သား Zhong Kui ၏ စာတမ်းကို ဖတ်လိုက်သောအခါ မျက်လုံးများ တောက်ပလာပြီး \"မှော်ဆရာ၊ မှော်ဆရာ၊ ဒီဆောင်းပါးထဲက စကားလုံးတိုင်းဟာ လက်ရာမြောက်ပြီး Li Taibai နဲ့ Du Zimei နဲ့ ထိုက်တန်ပါတယ်\" လို့ Zhong Kui ကို ပထမနေရာအဖြစ် တင်စားခေါ်ဝေါ်ကြပါတယ်။\nဧကရာဇ် Dezong သည် Han Yu ၏ အစီရင်ခံစာကို နားထောင်ပြီး သိပ္ပံပညာ၏ ချန်ပီယံအသစ် Zhong Kui သည် အလွန်ထက်မြက်သောကြောင့် Zhong Kui ကို ရွှေနန်းတော်သို့ ခေါ်ဆောင်သွားခဲ့သည်။\nဧကရာဇ် Dezong သည် သူ၏ရုပ်ဆိုးသောအသွင်အပြင်ကိုမြင်သောအခါတွင် သူချက်ချင်းစိတ်ပျက်သွားကာ \"ကျွန်ုပ်တို့၏နန်းတွင်းရှိ ပညာရှင်ရွေးချယ်မှုသည် ပုဂ္ဂိုလ်ရေးဆိုင်ရာစကားလုံးများနှင့် လက်ရေးလှရေးမှုတို့ကိုအခြေခံ၍ ဤရုပ်ဆိုးသူတစ်ဦးအား ရွှေရောင်ပညာရပ်များတွင် နံပါတ်တစ်ပညာရှင်အဖြစ် မည်သို့ရွေးချယ်ခံရနိုင်သနည်း။ “\nဟန်ယုက ဒူးထောက်လိုက်ပြီး \"လူတစ်ယောက်ရဲ့ အကောင်းနဲ့အဆိုးဟာ ရုပ်သွင်ပြင်နဲ့ မဆိုင်ပါဘူး။ သခင်ယေရှုက Yan Ying အရပ်က သုံးပေရှိပြီး ဝန်ကြီးချုပ်နဲ့ တန်းတူဖြစ်တယ်ဆိုတာ မကြားဘူးလား Zhou Chang\" စကားထစ်ခြင်းဖြစ်သော်လည်း ဟန်မင်းဆက်ကို ကူညီပေးနိုင်သည်၊ ကွန်ဖြူးရှပ်သည် လူတို့ကို ၎င်းတို့၏အသွင်အပြင်ဖြင့် အကဲဖြတ်ကာ သားတော်ယုကို ဆုံးရှုံးခဲ့သည်။ သင်၏ဘုန်းအာနုဘော်ကို နှစ်ခါပြန်စဉ်းစားလိမ့်မည်ဟု မျှော်လင့်ပါသည်။\"\"\nဧကရာဇ် Dezong က ခဏလောက် စဉ်းစားပြီး ပြောတယ် \" Han Aiqing ရဲ့ စကားက ကျိုးကြောင်းဆီလျော်ပေမယ့် ငါဧကရာဇ် Taizong တုန်းက Yingzhou ဆီကို လာပြီး ဆွေးနွေးတဲ့ ပညာရှင် ဆယ့်ရှစ်ယောက်ရှိတယ်။ ဒီလူက နံပါတ်တစ် ပညာရှင်ပါ။ ကမ္ဘာကြီးကို ငါကြောက်တယ်။ အရည်အချင်းတွေကို အသိအမှတ်မပြုတဲ့အတွက် ရယ်နေလိမ့်မယ်။\"\nဝန်ကြီးချုပ် Lu Qi သည် စိတ်ကျဉ်းမြောင်းပြီး အရည်အချင်းများကို မနာလို၍ ဧကရာဇ်မင်းမြတ်၏ စကားကိုကြားပြီးနောက် ဒူးထောက်ထိုင်ကာ “ရွှေဘာသာရပ်အတွက် နံပါတ်တစ် ပညာရှင်က ပြည်တွင်းရော ပြည်ပပါ ဖြစ်ရမယ်။ ဒီဘာသာရပ်အတွက် ကိုယ်စားလှယ် သုံးရာရှိတယ်။ ဘာလို့ နောက်တစ်ယောက်ကို မရွေးချယ်တာလဲ။\"\nZhong Kui က ဒီလူ အရမ်းရှုပ်နေတာကို မြင်တော့ ဒေါသမထွက်နိုင်ဘဲ Lu Qi ကို လက်ညှိုးထိုးပြပြီး \"ဒီလို ဥာဏ်မဲ့တဲ့ အရာရှိတစ်ယောက် တရားရုံးမှာ ရှိနေရင် တိုင်းပြည်ကို ထိခိုက်မှာ မဟုတ်ဘူးလား\" Lu Qi ကို လက်သီးဖြင့် ထိုးသည်။\nဒါကိုမြင်တော့ Dezong က ဒေါသတကြီးပြောပြီး \"မင်းက အရမ်းရဲရင့်တယ်၊ ရွှေနန်းတော်မှာ ဒုက္ခရောက်အောင် လုပ်ရဲတယ်၊ မြန်မြန်ချပစ်လိုက်!\"\nZhong Kui သည် ဒေါသတကြီးဖြင့် နန်းတော်၌ ရပ်နေသော ဗိုလ်ချုပ်၏ခါးမှ ဓားကို ဆွဲထုတ်လိုက်ပြီး \"စိတ်ပျက်နေတဲ့ ကြောင်တစ်ကောင်က ကျားကို အတုယူဖို့ ခက်တယ်၊ စိတ်ပျက်နေတဲ့ ကြက်တူရွေးက ကြက်လောက်တောင် မကောင်းဘူး\" အဲဒီနောက် ကိုယ့်ကိုယ်ကိုယ် သတ်သေခဲ့ပါတယ်။\nZhong Kui က ဒေါသနဲ့ သတ်သေသွားတာကို ဧကရာဇ် Dezong ဧကရာဇ်မြင်တော့ အရမ်းအံ့သြသွားတယ်။ လူတွေရဲ့ နှလုံးသားကို အနိုင်ယူဖို့အတွက် Zhong Kui ကို နံပါတ် 1 Scholar ဘွဲ့နဲ့ သင်္ဂြိုဟ်ဖို့ အမိန့်ပေးခဲ့ပြီး Zhong Kui ကို ဘုရားသခင်အဖြစ် ခန့်အပ်ခဲ့ပါတယ်။ နတ်ဆိုးလောကကို ဖယ်ထုတ်ရန် Exorcism။", "聖意": "သင့်အိမ်၊ သင့်ကိုယ်ပိုင်လုံခြုံမှု၊ ငွေကြေးအခက်အခဲ၊ စီးပွားရေးကျရှုံးမှု၊ အိမ်ထောင်ရေးကျဆုံးမှု၊ Liujia အမျိုးသမီး လမ်းသွားလမ်းလာများ၊ ယုံကြည်စိတ်ချရသောလယ်ကွင်းပိုးကောင်များ၊ ချက်ပြုတ်ထားသော ပိုးကောင်ခြောက်ကောင်၊ အိမ်မွေးတိရစ္ဆာန်ခြောက်ကောင်ကို မွေးမြူနိုင်သည်၊ လူပျောက်၊ အနောက်တိုင်းလူများဆိုင်ရာ တရားစွဲမှုများ၊ ရွှေ့ပြောင်းသွားလာမှု ဆုံးရှုံးခြင်း၊ စည်းစိမ်ဥစ္စာဆုံးရှုံးခြင်း၊ ဖျားနာခြင်း၊ တောင်ပေါ်မြေမြှုပ်သင်္ချိုင်းများတွင် ကံကောင်းခြင်းများရရှိရန် ဆုတောင်းပါ။", "古人": "Zhong Kui သည် Tao ကို ရရှိခဲ့သည်။", "第X籤": "နှစ်ဆယ့်ခြောက်ထီ (ထီ)၊", "宮": "မီနန်းတော်"}