{"籤詩版本二": "သူ့ဆီကနေ အကူအညီမတောင်းဖို့ အကြံပေးပါတယ်။သူက ကြိုးကြာငှက်လို ပျံသန်းပြီး လျှို့ဝှက်မြှားတွေနဲ့ ပစ်တယ်။\nထင်းသွားကောက်ပြီး မြက်ခင်းထဲမှာ မြွေတစ်ကောင်ရှိနေရင် အဆိပ်အကိုက်ခံရပြီး ဝမ်းနည်းရလိမ့်မယ်။", "詩意": "ဤ hexagram သည် လုံခြုံစွာနေထိုင်ပြီး မိမိကိုယ်ကို ထိန်းသိမ်းခြင်း၏ လက္ခဏာတစ်ခုဖြစ်သည်။\nအရာရာ၌သတိထားပါ။", "解曰": "ပါးစပ်ပိတ်ပြီး သွားတွေကို ကိုင်ထားပါ။ သူက နမော်နမဲ့။ အပြစ်ရှိတယ်လို့ခံစားရရင်။ နောက်ဆုံးတော့ ကိုယ့်ကိုကိုယ် ထိခိုက်စေတယ်။", "籤詩故事一": "◇ Chessboard အစည်းအဝေး\nတန်မင်းဆက်၏ ဧကရာဇ် Taizong သည် အနောက်ဘက်သို့ ချီတက်ပြီး Suoyang မြို့တွင် ပိတ်မိနေခဲ့သည်။ Cheng Yaojin သည် စစ်ကူတောင်းရန် ဘေဂျင်းသို့ ပြန်သွားခဲ့သည်။\nXue Dingshan သည် ဒုတိယလမ်းကြောင်း Marshal အဖြစ် တာဝန်ထမ်းဆောင်ရန် အမိန့်ပေးခဲ့ပြီး သခင်အား ကယ်တင်ကာ Xiliao ကို ငြိမ်းချမ်းစေခဲ့သည်။\nလူတစ်စု Yumen Pass မှထွက်လာပြီးနောက် Qipan တောင်သို့ရောက်ကြသည်။ တောင်ပေါ်ရှိ လူထောင်ပေါင်းများစွာ၏ ဝိုင်းရံထားသော တောင်၏ဘုရင် Dou Yihu ကို Tang General Luo Tong က ရှုံးနိမ့်ခဲ့သည်။ ကံကောင်းစွာနဲ့ပဲ သူ့ညီမ Dou Xiantong ဟာ ​​ပန်းဝါဝါရဲ့ သန့်ရှင်းသောမိခင်ရဲ့ တပည့်တစ်ဦးဖြစ်ပြီး ကိုယ်ခံပညာကိုလည်း ကျွမ်းကျင်ခဲ့ပါတယ်။ မသေနိုင်သောကြိုးကိုကိုင်ကာ Luo Tong ကိုချည်နှောင်၍ ပိတ်မိနေသည်။\n(ရေးထိုးထားသော ကဗျာနှင့် ကိုက်ညီပါသည်)\nXue Dingshan ၏ ချောမောလှပမှုကို ကြည့်ပြီး Dou Xiantong သည် Feng Luan ၏ သူငယ်ချင်းဖြစ်လိုသော်လည်း Xue Dingshan က ငြင်းဆိုခဲ့သည်။ Dou Xiantong သည် ဒေါသဖြစ်ကာ သူ့ကို တွန်းထုတ်ကာ ခေါင်းဖြတ်သတ်ပစ်ချင်ခဲ့သည်။ ကံကောင်းစွာနဲ့ပဲ Cheng Yaojin က သူ့ကို ကယ်တင်ခဲ့ပြီး သူတို့ရဲ့ အိမ်ထောင်ရေးကို အဆင်ပြေစေခဲ့ပါတယ်။ နောက်ပိုင်းတွင်၊ Dou Yihu သည် Qipanshan ညီအစ်ကိုများကို Tang မင်းဆက်အား အနောက်လျောင်အား သိမ်းပိုက်နိုင်စေရန် ကူညီရန်အတွက် Tang မင်းဆက်သို့ ပြန်ပို့ခဲ့သည်။", "聖意": "အိမ်လုံခြုံရေး၊ ကိုယ်ကျိုးစီးပွားရှာခြင်း၊ စည်းစိမ်ဥစ္စာရှာဖွေခြင်း၊ အချိန်စောင့်ဆိုင်းခြင်း၊ စီးပွားရေးရပ်တန့်ခြင်း၊ အိမ်ထောင်ပြုခြင်းမပြုရ၊ Liujia အတုအယောင်အချက်ပေးသံ၊ လမ်းသွားလမ်းလာများ လယ်ကွင်းများပိတ်ဆို့ခြင်း၊ ပိုးကောင်များ၊ တိရစ္ဆာန်ခြောက်ကောင်၊ လူပျောက်များ၊ လူအများတရားစွဲဆိုမှုများ ပိတ်ဆို့ခြင်း၊ ဆုံးရှုံးခြင်း (Mo Xing) ရွှေ့ပြောင်းနေထိုင်ခြင်း၊ ရှေးရိုးဆန်သော၊ ပစ္စည်းပျောက်၊ ရောဂါပြန်ကောင်း၊ တောင်သင်္ချိုင်း၊ ကံကောင်းတယ်။", "古人": "စစ်တုရင်ခုံညီလာခံ", "第X籤": "သုံးဆယ့်ခုနစ်ကြိမ်မြောက် ထီပေါက်သူ", "宮": "မွန်းတည့်နန်းတော်"}