{"籤詩版本二": "လက်ဖက်ရည်သောက်ရင်း ငုတ်တုတ်ထိုင်ရင်း အေးအေးဆေးဆေး အချိန်ဖြုန်းပါ။\nရုပ်ပိုင်းဆိုင်ရာနှင့် စိတ်ပိုင်းဆိုင်ရာ အလုပ်များနေရန် မလိုအပ်ဘဲ မတရားမှု သို့မဟုတ် ဘေးဥပဒ်ဖြစ်စေမည်မဟုတ်ပေ။", "詩意": "ဤ hexagram သည် ငြိမ်းချမ်းရေးနှင့် တည်ငြိမ်မှု၏ သင်္ကေတဖြစ်သည်။\nအရာရာတိုင်းတွင် မှန်ကန်သောအချိန်ကို စောင့်ဆိုင်းခြင်းသည် ကံကောင်းခြင်းများကို သယ်ဆောင်လာမည်ဖြစ်သည်။", "解曰": "ဘေးကင်းလုံခြုံစွာနေပါ။ ဘုရားကိုမေးပါ။ အချိန်ရောက်တဲ့အထိစောင့်ပါ။ အဖြစ်အပျက်တွေက မတော်တဆဖြစ်လာတာ။", "籤詩故事一": "◇Foyinhui Dongpo\nတစ်ခါက၊ Su Dongpo ဟာ Zen ကိုလေ့လာရင်း နားလည်မှုတစ်ခုရရှိခဲ့တယ်။သူ့ရဲ့အခြေအနေဟာ သာလွန်ကြောင်းသဘောပေါက်ခဲ့ပြီး အဲဒီအထဲမှာ ပျော်ရွှင်မှုခံစားရတယ်။ ဝါသနာကို မထိန်းနိုင်ဘဲ ကလောင်ဖြန့်ပြီး ကဗျာတစ်ပုဒ်ရေးခဲ့တယ်\n\"ကောင်းကင်အလယ်မှာ Jishou ဟာ စကြဝဠာတစ်ခွင်မှာ တောက်ပစွာ လင်းလက်တောက်ပနေပြီး အရပ်ရှစ်မျက်နှာကို လွင့်မသွားနိုင်ဘဲ ခရမ်းရောင်ရွှေကြာပန်းပေါ်မှာ မတ်တတ်ထိုင်နေခဲ့တယ်။\"\n(လေ ရှစ်ပါးတို့သည် အမြတ်, ဆုတ်ယုတ်မှု, ပျက်စီးခြင်း, ဂုဏ်, ချီးမွမ်း, ကဲ့ရဲ့ခြင်း, ဆင်းရဲခြင်း, ချမ်းသာကို ရည်ညွှန်း၍ ဤရှစ်မျိုးတို့၌ အငြောင့်အယှက်မဖြစ်ဘဲ လေ ရှစ်ပါးဟု ခေါ်၏။)\nရေးပြီးတာနဲ့ Dongpo က Jinshan Temple ရဲ့ Zen Master Foyin ကို ပေးဖို့အတွက် သူ့ကျွန်ကို မြစ်ကိုဖြတ်ပြီး စေလွှတ်လိုက်ပါတယ်။\nZen Master Foyin ကိုဖတ်ပြီးနောက် \"fart\" ဟူသောစကားလုံးဖြင့်အမှတ်အသားပြုပြီးကျွန်ုပ်အားပြန်ယူရန်ပေးခဲ့သည်။\nDongpo သည် ဒါကိုမြင်ပြီးနောက် ဒေါသတကြီးဖြစ်ကာ မြစ်ကိုဖြတ်၍ လှေစီးကာ Jinshan ဘုရားကျောင်းသို့ သွားကာ ဗုဒ္ဓတံဆိပ်တော်ကို ရှာဖွေရန် ဆွေးနွေးခဲ့သည်။\nDongpo သည် Jinshan ဘုရားကျောင်းတံခါးသို့ရောက်သောအခါ Foyin သည် ဂိတ်ပေါက်တွင် စောင့်နေပြီဖြစ်သည်။\nSu Dongpo က Foyin ကို ချက်ချင်းစွပ်စွဲပြီး \"ငါရေးတဲ့ကဗျာကို ဘာလို့ ဖေါက်ပြန်တာလဲ\"\nFoyin က \"မင်း 'လေ ရှစ်လေ လွင့်လို့ မရသေးဘူး မဟုတ်လား' ' မြစ်ကို ဖြတ်ပြီး ' ဘယ်လို ရိုက်နှက် နိုင်မှာလဲ !\"\nထိုအချိန်တွင်၊ Dongpo သည် သူနှင့်မလုံလောက်ကြောင်း သိလိုက်ရသဖြင့် အံ့သြတုန်လှုပ်သွားပြီး အရှက်ကွဲသွားခဲ့သည်။\n(ဤဇာတ်လမ်းသည် \"အပူမရောက်သေးသော\" ၏ ဥပမာဖြစ်သည်။", "聖意": "မင်းရဲ့အိမ်နဲ့ မင်းဘေးကင်းဖို့၊ မင်းစည်းစိမ်အတွက်၊ မင်းရဲ့စီးပွားရေးအတွက်၊ အဆင်ပြေဖို့၊ မင်းရဲ့အိမ်ထောင်ရေးအတွက်၊ Liujia မှာရှိတဲ့ အမျိုးသမီးခရီးသွားတစ်ယောက်အတွက်၊ လယ်တွေမှာ ပိုးကောင်တွေရောက်ဖို့၊ တိရစ္ဆာန်ခြောက်ကောင်တွေ တည်ငြိမ်ဖို့အတွက် ဆုတောင်းပေးလိုက်ပါ။ တစ်စုံတစ်ဦးကိုရှာဖွေရန်၊ ဒုက္ခအတွက်၊ လူအများတရားစွဲဆိုခြင်း၊ ရွှေ့ပြောင်းနေထိုင်ခြင်းအတွက်၊ ဆုံးရှုံးသွားသောပစ္စည်းများအတွက်၊ ဖျားနာခြင်း၊ တောင်သင်္ချိုင်းသို့ပို့ခြင်း၊", "古人": "Foyinhui Dongpo", "第X籤": "နံပါတ်သုံးဆယ့်တစ်", "宮": "ဝေဂေါင်"}