{"籤詩版本二": "အပြန်ခရီးက သေချာပါတယ်။\nလက်သမားကောင်းတစ်ဦးသည် ပြတ်ပြတ်သားသား ဖြတ်တောက်လိုက်သည်နှင့် ဂျစ်ပရာခေတ်တွင် လုံခြုံစိတ်ချရသည်ဟု ခံစားရလိမ့်မည်။", "詩意": "ဤ hexagram တွင်၊ သင်ကျောက်တုံးကိုဖြတ်သောအခါတွင်ကျောက်စိမ်း၏ပုံသဏ္ဍာန်ကိုတွေ့နိုင်သည်။\nအရာရာကို အောင်မြင်ဖို့ ကြိုးစားပါ။", "解曰": "ရတနာသည် ကျောက်တုံး၌ရှိသည်။ သူစိမ်းတွေက နည်းနည်းပါးပါး သိတယ်။ ရှင်းသွားသည်အထိ စောင့်ပါ။ သင်တတ်နိုင်သမျှလုပ်ပါ။", "籤詩故事一": "◇ Liu Bei သည် အရည်အချင်းများကို ရှာဖွေခြင်း (သက်ကယ်အိမ်သို့ ၃ ကြိမ်၊ သက်ကယ်အိမ်သို့ ၃ ကြိမ် သွားရောက်)\nမင်းသုံးပါးခေတ်။ Zhuge Liang သည် Longzhong ရှိ သက်ကယ်တဲတွင် သီးသန့်နေထိုင်ခဲ့သည်။ Liu Bei သည် အရည်အချင်းများကို ရှာဖွေရန် စိတ်အားထက်သန်သောကြောင့် Zhuge Liang သို့ လူကိုယ်တိုင်သွားရောက်၍ Zhuge Liang သို့ ၃ ကြိမ်သွားရောက်လည်ပတ်ခဲ့သည် (သမိုင်းတွင် \"သက်ငယ်အိမ်သို့ ၃ ကြိမ်လည်ပတ်ခြင်း\" ဟုသိကြသော) Liu Bei က အခြားသူများကို ခပ်ဝေးဝေးတွင်နေရန် တောင်းဆိုပြီး Zhuge Liang အား မေးမြန်းခဲ့သည်။ ဟန်မင်းဆက်ပြိုလဲပြီး သစ္စာမဲ့ဓမ္မဆရာတွေက သူတို့အသက်ကို ခိုးသွားကြတယ်။ အရှင်မင်းကြီး\" မြေမှုန့်တွေ ဖုံးလွှမ်းနေတယ်။ ငါ့ရဲ့ သီလနဲ့ ငါ့အစွမ်းအစကို မတိုင်းတာဘူး၊ လောကရဲ့ ကြီးကျယ်တဲ့ ဖြောင့်မတ်မှုကို ယုံကြည်ချင်ပေမယ့် ငါ့ပညာနဲ့ အရည်အချင်း၊ တိမ်မြုပ်နေတော့ ငါအဲဒါကို ကျယ်ကျယ်လောင်လောင် သုံးနေတာပဲ။ဒါပေမယ့် ငါ့ရည်မှန်းချက်က မပြီးသေးပါဘူး၊ စီမံချက်ကို အကောင်အထည်ဖော်မယ်လို့ မင်းထင်လား။\"\nZhuge Liang က သူ့အား ကမ္ဘာကြီးကို သုံးပိုင်းခွဲမည့် အစီအစဉ်ကို တင်ပြကာ Cao Cao မရနိုင်တော့သည့် အခြေအနေနှင့် Sun Quan ထံ အကူအညီ တောင်းနိုင်ခဲ့သည်။ သူသည် Jing နှင့် Yi ပြည်နယ်ရှိ နိုင်ငံတော် သင်းအုပ်ဆရာများ၏ သူရဲဘောကြောင်မှုများအကြောင်း အသေးစိတ် ရှင်းပြခဲ့သည်။ ၎င်းတို့ကို အခွင့်ကောင်းယူပြီး ထိုပြည်နယ်နှစ်ခုကိုသာ အသုံးချနိုင်ခဲ့သည်။ထို့မှသာ သူသည် ကမ္ဘာကြီးကို အနိုင်ယူနိုင်သည်၊ အလယ်ပိုင်းလွင်ပြင်ကို တိုက်ခိုက်ရန် ဗျူဟာကို Liu Bei ကိုပင် ပြောပြခဲ့သည်။ (ဤဆွေးနွေးပွဲကို နောက်ပိုင်းတွင် \"Longzhong Dui\" ဟုခေါ်သည်)။ Liu Bei သည် ထိုစကားကိုကြားပြီးနောက်တွင် သူသည် ရတနာတစ်ခုတွေ့ရှိသည်နှင့်အမျှ ချီးကျူးကာ Zhuge Liang ကို ကူညီရန် ပြင်းပြင်းထန်ထန်ဖိတ်ခေါ်သဖြင့် Zhuge Liang သည် Liu Bei ၏ စစ်ရေးအကြံပေးဖြစ်လာခဲ့သည်။", "聖意": "အိမ်က အေးချမ်းတယ်၊ စည်းစိမ်ဥစ္စာရှာတယ်၊ အလုပ်သမား ရောင်းဝယ်ဖောက်ကားမှုတွေက အိမ်ထောင်ရေးကို အဟန့်အတားဖြစ်စေပြီး Liujia မှာ အတုမဲ့ ခရီးသွားတစ်ယောက် ဖြစ်သွားတယ်။", "古人": "လျူဘေ့(Liu Bei) သည် အရည်အချင်းများကို ရှာဖွေခြင်း (သက်ငယ်အိမ်သို့ ၃ ကြိမ်၊ သက်ကယ်အိမ်သို့ ၃ ကြိမ်)", "第X籤": "သုံးဆယ့်နှစ် ထီဆုရှင်", "宮": "ဝေဂေါင်"}