{"籤詩版本二": "ဝတ်စားဆင်ယင်ပြီး မိသားစုပုံစံကို ပြန်လည်ပုံဖော်ပါ။ Tao သည် ကောင်းကင်မရှိသော်လည်း ကုသိုလ်ရှိသည်။\nလမ်းပေါ်ရှိ ဆူးပင်များနှင့် ဆူးများကို သုတ်သင်ပြီးနောက် ၎င်းတို့ သုံးဦးသည် ၎င်းတို့၏ လုပ်ဖော်ကိုင်ဖက်များနှင့် ပြန်လည်ပေါင်းစည်းရန် သဘောတူခဲ့ကြသည်။", "詩意": "ဤ hexagram သည် အဝတ်အစားများ ပြန်လည်ပြင်ဆင်ခြင်းကို ကိုယ်စားပြုသည်။\nအရာအားလုံးက ခက်ခဲပြီး နောက်မှ မလွယ်ခင်မှာ", "解曰": "စိတ်မပူပါနဲ့။ ပျော်ရွှင်ပါစေ။ အနာဂတ်အကြောင်းမေးရင်။ ရှေ့မှာ လမ်းကောင်းရှိတယ်။", "籤詩故事一": "◇ တန်ဘုန်းကြီး၏ ဗုဒ္ဓဘာသာကျမ်းများ\nတန်မင်းဆက်၏ ထင်ရှားကျော်ကြားသော ဘုန်းကြီးတစ်ပါးဖြစ်သည့် Xuanzang (602-664) သည် Chen ၏ ဘုံမျိုးရိုးအမည်နှင့် Yi ကို ပေးထားသည်။သူသည် Luozhou ခရိုင် Goushi ခရိုင် (ယခု Yanshi City၊ Henan ပြည်နယ်တောင်ပိုင်း) တွင် မွေးဖွားခဲ့သည်။ အသက်ဆယ့်သုံးနှစ်တွင် ဘုန်းကြီးဖြစ်လာပြီး ဗုဒ္ဓဘာသာအမည် Xuanzang ဟုခေါ်သည်။ ကမ္ဘာကို တန်မင်းဆက်၏ Sanzang ဟုခေါ်သည်။\nZhenguan နန်းစံတတိယနှစ် (၆၂၉) တွင် ကျန်းဂွမ်၏ ပထမနှစ်တွင် ဗုဒ္ဓဘာသာကျမ်းဂန်များရယူရန် အနောက်ဘက်သို့ ခရီးထွက်၍ တိန့်ဇူး (အိန္ဒိယ) သို့ သွားရောက်ကာ အန္တရာယ်ကို တစ်ယောက်တည်း စွန့်စားကာ အခက်အခဲများကို ကြံ့ကြံ့ခံကာ လေးနှစ်ကြာမှ ရောက်လာခဲ့သည်။\nZhenguan နန်းစံ ဆယ့်ခုနစ်နှစ်တွင် သခင်သည် တရားဝင်နုတ်ထွက်ပြီး အရှေ့အရပ်သို့ ပြန်လာခဲ့သည်။ သူသည် ယနေ့ခေတ် Xinjiang ပြည်နယ်၊ Khotan နှင့် Loulan ၏တောင်ဘက်လမ်းမှတဆင့် တရုတ်ပြည်သို့ ပြန်လာခဲ့ပြီး စုစုပေါင်း ဆယ့်ခုနှစ်နှစ်နှင့် မိုင်ပေါင်း 50,000 ခရီးကို ဖြတ်သန်းခဲ့ရသည်။ Zhenguan နန်းစံ ဆယ့်ကိုးနှစ် ပထမလတွင် ချန်အန်းသို့ ရောက်ရှိလာသောအခါ ဧကရာဇ်မင်းမြတ်သည် Liang Guogong Fang Xuanling နှင့် အခြားအရပ်ဘက်နှင့် စစ်ဘက်အရာရှိများကို ခမ်းနားစွာ ကြိုဆိုရန် အမိန့်ပေးခဲ့သည်။\nမူရင်းသက္ကတဘာသာ ကျမ်းဂန် ၅၂၀ နှင့် ၆၅၇ တွဲကို တောင်းဆိုခဲ့သည်။ တရုတ်ဘာသာသို့ ပြန်ဆိုသည်။\nသခင်ပြန်လာပြီးနောက်တွင် ဧကရာဇ် Taizong နှင့် Emperor Gaozong တို့က အလွန်လေးစားခဲ့ကြပြီး Da Nei တွင် ကိန်းဝပ်စံပယ်ခဲ့ပြီး မဟာ Tripitaka ဘွဲ့အမည်ပေးခဲ့သည်။", "聖意": "အိမ်သည် ကမောက်ကမ ဖြစ်တတ်ခြင်း၊ မိမိအတွက် ကံကောင်းခြင်း ၊ ကံကောင်းခြင်း ၊ စီးပွားကောင်း ၊ အိမ်ထောင်ရေး ၊ ကောင်းသော အိမ်ထောင်ရေး ၊ လယ်ကွင်း ၊ ပိုးကောင် ၊ အဆင်မပြေသော တိရစ္ဆာန်များ ၊ လူများကို ရှာဖွေ ၊ လူအများ ၊ တရားစွဲ ၊ ရွှေ့ပြောင်း ၊ ဥစ္စာ ဆုံးရှုံး ၊ နှောင့်နှေး ဖျားနာ ၊ ကောင်းချီးပေးရန်အတွက် တောင်သင်္ချိုင်းများသည် ဟောင်းသင့်ပါသည်။", "古人": "တန်ဘုန်းကြီးသည် ပိဋကများကို သင်ယူသည်။", "第X籤": "သုံးဆယ့်ငါးကြိမ်မြောက် ထီပေါက်သူ", "宮": "Shen Gong"}