{"籤詩版本二": "ငြိမ်သက်တိတ်ဆိတ်နေချင်ရင် လေထဲမှာ ဖယောင်းတိုင်မီးထွန်းဖို့ မသင့်တော်ပါဘူး။\nအလင်းရောင်မရှိသော၊ အလင်းရောင်မရှိသော၊ တိတ်ဆိတ်သောနေရာတွင် ထိုင်ပြီး → သယ်ယူပို့ဆောင်ရေးကို ရွှေ့ပြီး သန့်ရှင်းရေးလုပ်ခြင်းက ပိုကောင်းပါတယ်။ → Yao ကို လှုပ်ခါပါ။ အခမဲ့ → အနည်းငယ်။", "詩意": "ဤ hexagram သည် မီးခွက်နှင့် ဖယောင်းတိုင်ကို လှုပ်ခါနေသော လေနှင့်တူသည်။\nမြဲမြံစွာ စောင့်ရှောက်ခြင်းသည် ကံကောင်းခြင်းများကို ပေးဆောင်သည်။", "解曰": "ဆိတ်ငြိမ်သောအရပ်၌ အခြေချပါ။ ဖုန်းဆက်ပြီး အချိန်မှန်ပါစေ။ ကောင်းချီးတစ်ခုတော့ မဟုတ်ပါဘူး။ ရှေးရိုးစွဲနှင့် သင့်လျော်သည်။", "籤詩故事一": "◇ Li Jing သည် တောင်ပေါ်သို့ပြန်လာသည်။\nLi Jing (571-July 2, 649) သည် ဆေးဝါးပညာရှင်ဖြစ်ပြီး၊ Sanyuan၊ Yongzhou (ယခု Sanyuan ကောင်တီ၊ Shaanxi ပြည်နယ် အရှေ့မြောက်ဘက်) မှ ဇာတိဖြစ်သည်။ Sui မင်းဆက်နှောင်းပိုင်းမှ Tang မင်းဆက်အစောပိုင်းအထိ စစ်ဗိုလ်ချုပ်တစ်ဦးဖြစ်ပြီး Tang မင်းဆက်အတွင်း အရပ်ဘက်ရော စစ်ဘက်ဆိုင်ရာ ကျွမ်းကျင်မှု နှစ်မျိုးစလုံးဖြင့် ကျော်ကြားသော စစ်ရေးဗျူဟာမြောက်သူတစ်ဦးဖြစ်သည်။ နောက်ပိုင်းတွင် ဝေမင်း၏ မြို့စားဘွဲ့ကို ပေးအပ်ခဲ့ပြီး ကမ္ဘာပေါ်တွင် ဝေမင်းစားစားအဖြစ် လူသိများခဲ့သည်။\nLi Jing သည် Tota ၏ဘုရင်ဟုလည်းလူသိများသောနတ်ဘုရားများစာရင်းတွင်တတိယမြောက်မင်းသား Nezha ၏ဖခင်ဖြစ်သည်။ Li Jing နှင့်သူ၏သားဖြစ်သူ Jiang Ziya (Tai Gong) သည်မိဖုရား Zhou ကိုအနိုင်ယူပြီး Zhou မင်းဆက်ကိုတည်ထောင်ရန်နှင့်ဘုရင်ကိုကူညီခဲ့သည်။ Wu သည် တရားဝင်နန်းတက်ခဲ့သည်။ ထို့နောက် Jiang Ziya သည် နတ်ဘုရားများစာရင်းကို ပြုစုပြီး တိုက်ပွဲတွင် ကျဆုံးသွားသော စစ်သည်များ၏ ဝိညာဉ်များကို ဖြေသိမ့်ပေးမည့် အခမ်းအနားတစ်ခုကို ပြုလုပ်ခဲ့သည်။ ထိုအချိန်မှစ၍ ကမ္ဘာကြီးသည် အေးချမ်းသာယာလာခဲ့သည်။ ဘုရင် Wu သည် ၎င်းတို့ကို အောင်ပွဲများပြုလုပ်ကာ ဆုကြေးငွေပေးလိုပြီး တည်ထောင်သူသူရဲကောင်းများထံ မြေယာခွဲဝေပေးလိုသည်။ Li Jing ၊ သူ့သားအဖ နှင့် အခြား ခုနစ်ယောက်တို့သည် တာအိုဘာသာကို ကျင့်သုံးရန် တောင်ပေါ်သို့ ပြန်လာကြပြီး လောက၏ ကျော်ကြားမှုနှင့် စည်းစိမ်ဥစ္စာကို အစွဲအလမ်းမရှိစေရန် တောင်းဆိုခဲ့သည်။ နောက်ပိုင်းတွင်၊ သူတို့ ခုနစ်ယောက်စလုံးသည် “ကိုယ်ခန္ဓာ၌ သန့်ရှင်းသူများ” ဖြစ်လာကြပြီး မသေနိုင်သော အတန်းအစားတွင် အဆင့်သတ်မှတ်ကြသည်။\n\"Feng Shen Bang\" ၏ဇာတ်လမ်း", "聖意": "အိမ်က ရှေးရိုးဆန်တယ်၊ ငါက သာမာန်ပဲ၊ ငါ ဥစ္စာရှာတယ်၊ စီးပွားရှာရတာ ခက်တယ်၊ ငါ့အိမ်ထောင်ရေးက မညီညွတ်ဘူး၊ Liujia က လမ်းသွားလမ်းလာတွေကို ယုံကြည်မှုရှိဖို့ ဆုတောင်းတယ်၊ ဆောင်းဦးရာသီမှာ ပိုးကောင်တွေမှည့်တယ်၊ တိရစ္ဆာန်ခြောက်ကောင် ဘေးကင်းတယ်၊ လူပျောက်တယ်၊ အများသူငါ တရားစွဲမှုများနှင့် ရွှေ့ပြောင်းနေထိုင်မှုများသည် ရှေးရိုးဆန်သော၊ ပစ္စည်းပျောက်ရောဂါများ၊ Jianxingshan ရှိ သင်္ချိုင်းဂူများကို မပြောင်းလဲပါနှင့်။", "古人": "Li Jing သည် တောင်ပေါ်သို့ ပြန်ရောက်သည်", "第X籤": "သုံးဆယ့်ခုနစ်ကြိမ်မြောက် ထီပေါက်သူ", "宮": "Shen Gong"}