{"籤詩版本二": "အသက်တစ်ထောင် ကြေးမုံပြန်ဆုံတဲ့ အမျိုးသမီးက ခင်ပွန်းကို နောက်အိမ်ထောင်ပြုခိုင်းတယ်။\nထိုအချိန်မှစ၍ မိသားစုသည် ပြောင်းလဲလာကာ သားသမီးမြေးမများအတွက် ကောင်းချီးမင်္ဂလာများ ထည့်ပေးခဲ့သည်။", "詩意": "ဤ hexagram သည် မှန်များပြန်လည်ပေါင်းစည်းခြင်း၏ သင်္ကေတဖြစ်သည်။\nအရာအားလုံးက အလုပ်ကြိုးစားပြီး ဈေးကြီးတယ်။", "解曰": "သဲကို ရွှေဖြစ်အောင်တူးတယ်။ နဂါးစီးပြီး ကျားစီးတယ်။ ပင်ပန်းပေမယ့်။ အထဲမှာ ဖြည့်စွက်စာတစ်ခုရှိတယ်။", "籤詩故事一": "◇ Yulianhui သူငယ်ချင်း ဆယ်ယောက်\nSong မင်းဆက်တွင်၊ Qian Yulian သည် Wang Shipeng နှင့် လက်ထပ်ခဲ့သည်။ Shi Peng စာမေးပွဲဖြေဆိုရန် ဘေဂျင်းသို့သွားသောအခါ ချမ်းသာသော Sun Ruquan သည် Yulian အား နောက်အိမ်ထောင်ပြုရန် အတင်းအကြပ်ခိုင်းစေခဲ့သည်။\nQian Yulian သည် ချမ်းသာသော Sun Ruquan ၏ အဆိုပြုချက်ကို ငြင်းဆိုခဲ့ပြီး \"Jing Chai\" မှ ငှားရမ်းထားသော Wenzhou မှ ဆင်းရဲသော ပညာတော်သင် Wang Shipeng နှင့် လက်ထပ်ရန် သာလွန်ခဲ့သည်။\nနောက်ပိုင်းတွင် Wang Shipeng သည် ပထမဆုရရှိခဲ့ပြီး ဝန်ကြီးချုပ် Wanqi မှ အတင်းအကြပ်လက်ထပ်ရန် ငြင်းဆန်ခဲ့သဖြင့် အဝေးမှ Chaoyang တွင် တရားသူကြီးအဖြစ် အမှုထမ်းရန် စေလွှတ်ခံခဲ့ရသည်။ Sun Ruquan သည် Wang Shipeng ၏ မိသားစုရေးစာအား \"ကွာရှင်းစာ\" အဖြစ် လျှို့ဝှက်ပြောင်းလဲခဲ့ပြီး Yulian အား လှည့်စားခြင်းအဖြစ် လှည့်စားခဲ့သည်။ Qian Yulian ၏ မိထွေးဖြစ်သူက သူမအား နောက်အိမ်ထောင်ပြုရန် အတင်းအကြပ် တွန်းအားပေးခဲ့သော်လည်း Yulian က ငြင်းဆိုကာ မြစ်ထဲသို့ ပစ်ချကာ အဆုံးစီရင်ခဲ့သည်။ သူမကို Qian Zaihe မှ ကယ်တင်ခဲ့သည်။ ဖူကျန့်မှ အအေးမိပြီး မွေးစားသမီးအဖြစ် မွေးစားသည်။\nYulian သည် Shipeng ကွယ်လွန်သွားပြီဟု ထင်ခဲ့သည်။ ငါးနှစ်အကြာတွင် Wang Shipeng သည် Ji'an ၏ ဘုရင်ခံဖြစ်ခဲ့သည်။တစ်နေ့တွင် ကွယ်လွန်သူ၏ဇနီးအား အောက်မေ့ဖွယ်အထိမ်းအမှတ်အဖြစ် တာအိုဘုရားကျောင်းတစ်ခု၌ ကျင်းပခဲ့သည်။ နံ့သာပေါင်း၊ Wang Shipeng နှင့် Qian တို့သည် နောက်ဆုံးတွင် ပြန်လည်ဆုံစည်းခဲ့ကြသည်။", "聖意": "အိမ်မကောင်း၍ ဆောင်းဦးရာသီ ဆောင်းရာသီ ချမ်းသာပါစေ။ ချမ်းသာပါစေ ဆောင်းဦးရာသီ ဆောင်းရာသီ စီးပွားလာဘ်လာဘများ တိုးတက်ပါစေ အိမ်ထောင်ရေး သာယာပါစေ လယ်ကွင်းသွား လမ်းသွားလမ်းလာ ပိုးကောင်များ မွေးမြူနိုင်ပါစေလို့ ဆုတောင်းပေးလိုက်ပါတယ် တိရစ္ဆာန်ခြောက်ကောင် ကြီးပြင်းလာနိုင်သည်။လူများတွေ့နိုင်သည်။လူထုနှင့်တရားစွဲဆိုမှုများမှာအဆင်မပြေပါ။ရွှေ့ပြောင်းနေထိုင်ခြင်းသည် ရှေးရိုးဆန်သည်။ပစ္စည်းဥစ္စာများဆုံးရှုံးခြင်း၊နောက်ကျမှဖျားနာခြင်း၊ကောင်းချီးမင်္ဂလာများဆုတောင်းပါ။တောင်တန်းများနှင့်သင်္ချိုင်းများကောင်းမွန်ပါသည်။", "古人": "Yulianhui သူငယ်ချင်း ဆယ်ယောက်", "第X籤": "စတုတ္ထလက္ခဏာ", "宮": "သားအိမ်"}