{"籤詩版本二": "ဘီးနီသည် အနောက်ဘက်တွင်ကျသည်၊ အရှေ့ဘက်တွင် ယုန်ပေါက်သည်၊ yin ကြီးထွားပြီး yang ပျောက်သွားသည်၊ အရာအားလုံးအောင်မြင်သည်\nအမျိုးသမီးတစ်ဦးသည် ၎င်းကို အသုံးပြုလိုပါက ၎င်း၏ ကြွယ်ဝချမ်းသာမှုနှင့် စိတ်နှလုံးကို ပျော်ရွှင်စေမည်ဖြစ်သည်။", "詩意": "ဤ hexagram သည် Yin ကြီးထွားခြင်းနှင့် Yang ပျောက်ကွယ်ခြင်း၏သင်္ကေတဖြစ်သည်။\nအရာအားလုံးက ခက်ခဲပြီး နောက်မှ မလွယ်ခင်မှာ", "解曰": "ရင်သည် အမျိုးသမီးများကို အကျိုးပြုသည်။ အမျိုးသားများအတွက် မသင့်တော်ပါ။ အကြံဉာဏ်တောင်းရင်။ အဆိုးက အရင်လာပြီး ကောင်းတာ ထွက်လာတယ်။", "籤詩故事一": "◇ Wu Zetian နန်းတက်သည်။\nအသက် 14 နှစ်တွင် Wu ကို Tang မင်းဆက်ဧကရာဇ် Taizong Li Shimin မှ \"Wu Mei\" ဟုခေါ်သော အရည်အချင်းရှိသူအဖြစ် နန်းတော်သို့ ဆင့်ခေါ်ခဲ့သည်။ Taizong ကွယ်လွန်ပြီးနောက် Zetian သည် Gaye ဘုရားကျောင်းသို့ ဝင်ရောက်ကာ သီလရှင်တစ်ပါး ဖြစ်လာခဲ့သည်။\nTang မင်းဆက်၏ဧကရာဇ် Gaozong နန်းတက်သောအခါ Zhaoyi ကိုကိုးကွယ်ရန် Wu မိသားစုကို နန်းတော်ထဲသို့ ခေါ်သွင်းခဲ့သည်။ Yonghui (655) ဧကရာဇ် Gaozong သည် Wu ကို သူ၏မိဖုရားအဖြစ် တည်ထောင်ခဲ့သည်။\nWu Zetian သည် ဉာဏ်ရည်ထက်မြက်ပြီး စာပေနှင့်သမိုင်းတွင် ပါဝင်ပတ်သက်ပြီး ကြံဆတတ်သူဖြစ်သည်။ Wu Zetian မိဖုရားဖြစ်လာပြီး မကြာခင်မှာပဲ Gaozong ဟာ ​​အားနည်းပြီး ဖျားနာတဲ့အတွက်ကြောင့် တခါတရံ နိုင်ငံရေးကိစ္စတွေကို ကိုင်တွယ်ဖို့ သူမကို အပ်နှင်းထားတာကြောင့် သူမရဲ့ စွမ်းအားတွေ ကြီးထွားလာခဲ့ပါတယ်။ Shangyuan (674) ခုနှစ် ပထမနှစ်တွင် ဧကရာဇ် Gaozong ကို \"ဧကရာဇ်\" ဟုခေါ်ဆိုခဲ့ပြီး ဧကရာဇ်ဝူကို \"ကောင်းကင်ဘုရင်မ\" ဟုခေါ်ပြီး နန်းတော်တွင် \"သူတော်နှစ်ယောက်\" ဟုခေါ်ဆိုခဲ့ကြသည်။\nHongdao (683) ခုနှစ် ပထမနှစ်တွင် Gaozong ကွယ်လွန်ပြီး မင်းသား Li Xian နန်းတက်ခဲ့ပြီး Wu Zetian မင်းဆက်ကို အုပ်စိုးရန် ရောက်ရှိလာခဲ့သည်။ Sisheng (၆၈၄) ခုနှစ် ဖေဖော်ဝါရီလတွင် Wu Zetian သည် Li Xian ကို Luling ၏ဘုရင်အဖြစ်မှ ဖယ်ရှားခဲ့ပြီး စတုတ္ထမြောက်သားတော် Li Dan ကို ဧကရာဇ်မင်းဆက်အဖြစ် ဆက်လက်အုပ်ချုပ်ခဲ့သည်။ ထိုနှစ်စက်တင်ဘာလတွင် သူမသည် အလံကိုရွှေအဖြစ်ပြောင်းခဲ့ပြီး အရှေ့ဘက်မြို့တော် Luoyang ကို နတ်မြို့တော်ဟု အမည်ပြောင်းခဲ့သည်။ Tianshou (690) ၏ ပထမနှစ် စက်တင်ဘာလကိုးရက်နေ့တွင်၊ Wu Zetian သည် သူ့ကိုယ်သူ ဧကရာဇ်အဖြစ် ကြေငြာပြီး နိုင်ငံအမည်ကို Zhou အဖြစ် ပြောင်းလဲခဲ့သည်။", "聖意": "အိမ်သည် မိမိအတွက် အဆင်မပြေ၊ ကောင်းချီးပေးခြင်း၊ စည်းစိမ်ဥစ္စာရှာခြင်း၊ အရောင်းအဝယ်ကိစ္စများ စောင့်ထိန်းခြင်း၊ အိမ်ထောင်ရေးကံကောင်းခြင်း၊ အိမ်ထောင်ရေးကံမကောင်းခြင်း (အမျိုးသမီး)၊ လမ်းသွားလမ်းလာ လယ်ကွင်းများ၊ ပိုးကောင်များ၊ သာယာသော တိရစ္ဆာန်များကို ရှာဖွေခြင်း၊ လူရှာခြင်း၊ ကွဲလွဲခြင်း၊ တရားစွဲခြင်း၊ ကံဆိုးခြင်း၊ ပစ္စည်းဥစ္စာဆုံးရှုံးခြင်း၊ ဖျားနာခြင်း၊ ရှော့ခ်ရခြင်း၊ တောင်တန်းများ သင်္ချိုင်းတွင်းများ ကံကောင်းခြင်း။", "古人": "Wu Zetian နန်းတက်သည်။", "第X籤": "လေးဆယ်ထီဆုရှင်", "宮": "မင်းနန်းတော်"}