{"籤詩版本二": "အဆုံးမရှိ ကောင်းသောစကားများကို သင်မှတ်မိလိမ့်မည်၊ သို့သော် သူခိုးကို သင်မှတ်မိပါက သင့်သားဖြစ်လာလိမ့်မည်။\nယခုအချိန်တွင် လောဘမကြီးပါနှင့် လွန်ခဲ့သည့်တစ်နှစ်က သူမည်ကဲ့သို့ ကောင်းမှုတစ်ခုကို ပြုလုပ်ခဲ့မည်ကို စိုးရိမ်ပူပန်မနေပါနှင့်။", "詩意": "ဤ hexagram သည် သူခိုးကို သားအဖြစ် သတ်မှတ်သည်။\nသင်လုပ်သမျှကို သတိထားပါ။", "解曰": "ဒီတစ်ခုပဲ။ အမျိုးကောင်းသားဆိုတာ အမှားမကင်းပါဘူး။ စိတ်ထဲထားပါ။ အထီးကျန်မနေပါနဲ့။", "籤詩故事一": "◇ Dong Zhuo သည် Lu Bu ကို လက်ခံသည်။\nLu Bu သည် သတ္တိရှိပြီး တိုက်ခိုက်ရာတွင် ထူးချွန်သူဖြစ်ပြီး အရှေ့ဟန်မင်းဆက်အဆုံးတွင် ကျော်ကြားသော စစ်ဗိုလ်ချုပ်တစ်ဦးလည်းဖြစ်သည်။\nအရှေ့ဟန်မင်းဆက် ဧကရာဇ်လင်း ကွယ်လွန်ပြီးနောက် ဒင်ယွမ်သည် အစိုးရကို ချုပ်ကိုင်ရန် ဗိုလ်ချုပ်ကြီး ဟဲကျင်းနှင့် လက်တွဲရန် ဘေဂျင်းသို့ သွားခဲ့သည်။\nDong Zhuo သည် Ding Yuan နှင့် တိုက်ခိုက်ခဲ့သော်လည်း ဗိုလ်ချုပ်အများအပြား Lu Bu ကို မအနိုင်ယူနိုင်ခဲ့သောကြောင့် Dong Zhuo သည် Lu Bu ကို လာဘ်ထိုးရန် သူ၏လက်အောက်ငယ်သား Li Su ကို စေလွှတ်ခဲ့သည်။ Li Su သည် ရွှေငွေ ရတနာများနှင့် ကျော်ကြားသော ယုန်နီမြင်းကို \"Lu Bu\" သို့ ယူဆောင်လာခဲ့သည်။ Li Su သည် Lu Bu ကိုသွားရောက်လည်ပတ်ရန် ရွှေငွေရတနာများနှင့် ကျော်ကြားသော ယုန်နီမြင်းကို ယူဆောင်လာခဲ့သည်။ ထို့ကြောင့် Lu Bu သည် Ding Yuan ကိုသတ်ရန် Dong Zhuo မှ လာဘ်ထိုးပြီး သူ့တပ်သားများအလိုရှိလျှင် သူနှင့်အတူလိုက်ရန်ပြောပြီး သူ့နောက်မလိုက်ချင်ပါက ထွက်သွားရန်ပြောခဲ့သည်။ ထို့ကြောင့် စစ်သားအများစု ထွက်ပြေးသွားကြသည်။ ဒါကြောင့် Lu Bu ကို Dong Zhuo က လာဘ်ထိုးပြီး Ding Yuan ကို သတ်ခဲ့ပါတယ်။\nDong Zhuo အာဏာရပြီးနောက်၊ သူသည် Lu Bu ကို မွေးစားသားအဖြစ် မွေးစားပြီး သူ့ကို ဗိုလ်ချုပ်နှင့် မာကွီးအဖြစ် ခန့်အပ်ခဲ့သည်။\nDong Zhuo သည် ဒေါသကြီးပြီး Lu Bu နှင့် \"သားအဖဆက်ဆံရေး\" သည် အမှန်တကယ်ပင် အားနည်းခဲ့သည်။ အေဒီ 189 တွင် Situ Wang Yun ၏ လှုံ့ဆော်မှုကြောင့် Lu Bu သည် Dong Zhuo ကိုသတ်ပစ်ခဲ့သည်။\nDong Zhuo ကွယ်လွန်ပြီး ခြောက်လအကြာတွင် Dong Zhuo ၏တပ်ဟောင်းများသည် မြို့တော်ကို ကျူးကျော်ဝင်ရောက်ခဲ့ပြီး Lu Bu နှင့် သူ၏ဇနီးတို့သည် ထိတ်လန့်စွာ ထွက်ပြေးခဲ့ကြသည်။ Lu Bu သည် မြို့တော်မှ ထွက်ခွာပြီးနောက် Yuan Shu၊ Yuan Shao၊ Zhang Yang၊ Zhang Miao၊ Liu Bei စသည်တို့ဖြင့် စစ်ဘုရင်များထံ ခိုလှုံရှာဖွေကာ ထိုအချိန်တွင် အခြားသော စစ်ဘုရင် Cao Cao နှင့် အကြိမ်များစွာ တိုက်ခိုက်ခဲ့သည်။ Lu Bu သည် ရဲရင့်ပြီး ကောင်းမွန်သည်။ တိုက်ပွဲတွင် Cao Cao ကို အကြိမ်ကြိမ် ရှုံးနိမ့်ခဲ့သည်။\nJian'an အရှေ့ပိုင်းဟန်မင်းဆက် တတိယနှစ်တွင် Cao Cao ၏တပ်များသည် Lu Bu ၏အခြေစိုက်စခန်းဖြစ်သော Xiaopei ကိုတိုက်ခိုက်ခဲ့ပြီး Baimen မျှော်စင်အောက်တွင် Cao Cao ၏ဖမ်းဆီးသတ်ဖြတ်ခြင်းကိုခံခဲ့ရသည်။ ကွပ်မျက်ခြင်းမပြုမီ Lu Bu သည် Cao Cao အား သေခြင်းမှရှောင်ရှားရန် သူ့ကိုအသက်ဆက်ရှင်ရန် တောင်းဆိုခဲ့သော်လည်း Liu Bei က Lu Bu သည် အကြိမ်ကြိမ်သစ္စာဖောက်ခဲ့ပြီး မရိုးသားသူဖြစ်ကြောင်း Cao Cao အား သတိပေးခဲ့သည်။ နောက်ဆုံးတွင် အကျင့်စာရိတ္တမခွဲခြားဘဲ အရည်အချင်းများကိုသာ တန်ဖိုးထားသူ Cao Cao သည် Lu Bu ကို ကွပ်မျက်ခဲ့သည်။", "聖意": "အိမ်မှာ စိတ်မချမ်းမသာဖြစ်တတ်တယ်၊ ပိုက်ဆံရှာတတ်တယ်၊ အရောင်းအဝယ်ကို ဂရုစိုက်တယ်၊ အိမ်ထောင်ပြုဖို့ ခက်တယ်၊ Liujia ယောက်ျားက အံ့သြတယ်၊ လူတွေက လယ်ကွင်းကိုလာတယ်၊ ပိုးမွှားတွေက ဝက်မှည့်တွေ၊ တိရစ္ဆာန်ခြောက်ကောင်တွေ ဘေးကင်းတယ်၊ လူတွေက လူတွေကို ရှာတယ်၊ တရားစွဲခြင်းသည် သင့်လျော်ပြီး ရွှေ့ပြောင်းနေထိုင်ခြင်း၊ ပျောက်ဆုံးသွားသော အရာများကို ရှာဖွေရန် ခက်ခဲခြင်း၊ ရောဂါများ ရှာဖွေရန် ခက်ခဲပြီး Zhenxing တောင်၏ သင်္ချိုင်းတွင် ငြိမ်းချမ်းမှု ရှိပါသည်။", "古人": "Dong Zhuo သည် Lu Bu ကိုလက်ခံသည်။", "第X籤": "41 ကြိမ်မြောက် ထီပေါက်သူ", "宮": "မင်းနန်းတော်"}