{"籤詩版本二": "ဧကရာဇ်ဧကရာဇ်၊ ဧကရာဇ်နှင့် ဧကရာဇ်တို့သည် နောက်ဆုံးတွင် သနားညှာတာပြီး အရှုံးမပေးဘဲ ကောင်းချီးမင်္ဂလာများကို စောင့်မျှော်ဆုတောင်းကြလိမ့်မည်။\nအာရုံရှိသော သတ္တဝါအပေါင်းတို့သည် ထိုတရားတို့မှ အကျိုးရှိကုန်သော ချမ်းသာကို လောက၌လည်းကောင်း၊", "詩意": "ဤ hexagram သည် ကောင်းကင်ဘုံမှ မျက်နှာသာပေးသည့် လက္ခဏာဖြစ်သည်။\nအရာရာအောင်မြင်မည်။", "解曰": "ဧကရာဇ်က သူ့ကျေးဇူးကို ပြတယ်။ ဘယ်တော့မှ မမေ့ပါနဲ့။ နံနက်ပိုင်းနှင့် ညနေပိုင်း အခမ်းအနားများ။ နံ့သာပေါင်းကို မီးရှို့ရန် သင့်လျော်သည်။", "籤詩故事一": "◇ Mulian သည် သူ့အမေကို ကယ်တင်ခဲ့သည်။\nMokou Lian သို့မဟုတ် Mulian သည် သာကီဝင်မင်းမြတ်၏ တပည့်ဆယ်ပါးတို့တွင် တန်ခိုးအကြီးဆုံးဖြစ်သည်။\nသူ့အမေက သူ့ဘဝတစ်လျှောက်လုံးမှာ လောဘကြီးပြီး တွန့်တိုတတ်တာကြောင့် သူမသေဆုံးပြီးတဲ့ နောက်မှာ ဆာလောင်နေတဲ့ သရဲတစ္ဆေတွေရဲ့ နယ်ပယ်ထဲကို ရောက်သွားတယ်။ Mokhullian ဟာ သူ့ရဲ့ မှော်အစွမ်းကို အသုံးပြုပြီး သူ့အမေဟာ ဆာလောင်နေတဲ့ တစ္ဆေတစ်ကောင်အဖြစ် မွေးဖွားလာခဲ့ပြီး အစာရှာဖို့ နည်းလမ်းမရှိပဲ ခက်ခဲကြမ်းတမ်းစွာ မွေးဖွားလာခဲ့တာကို တွေ့ရှိခဲ့ရပါတယ်။ သူရဲ့ မှော်အစွမ်းကို အသုံးပြုပြီး မိခင်ကို အစာကို ယူဆောင်လာခဲ့ပါတယ်။ အစာသည် ပြာအဖြစ်သို့ ပြောင်းလဲ၍ မစားနိုင်၊\nမောဒုကလန သည် အဖြစ်အပျက်ကို စိုးရိမ်၍ မြတ်စွာဘုရားထံ တိုင်ကြားလေသည်။ သတ္တမလ ၁၅ရက်နေ့တွင် အရသာတစ်ရာနှင့် သစ်သီးငါးမျိုးတို့ကို ဇလုံတစ်ခု၌ ထား၍ ညွှန်ဆယ်ပါးသော သီလရှိသော ရဟန်းအား ပူဇော်သင့်သည် ဟု မြတ်စွာဘုရား မိန့်တော်မူ၏။ .\nမောဒဟန္တာသည် မြတ်စွာဘုရား၏ အလိုတော်အတိုင်း ပြုမူပြီး နောက်ဆုံးတွင် မယ်တော်လွတ်မြောက်ခဲ့သည်။ ဤပွဲတော်ကို \"Obon Festival\" ဟုခေါ်ပြီး ဤပွဲတော်ကို \"Obon Festival\" ဟုခေါ်သည်။\n(မှတ်ချက်- ဓာတ်တစ်မျိုးသည် ကမ္ဘာ၏ အဆင့်အမျိုးမျိုးတွင် မတူညီသော ခံစားချက်များ ရှိသည်။ ဥပမာ- ဤလောက၌ မိုးရွာသောအခါ၊ ဆာလောင်နေသော သရဲတစ္ဆေများ နယ်ပယ်တွင် သတ္တဝါများက ၎င်းအား \"သွေး\" ဟု ခံစားရကာ စိတ်ဓာတ်ပိုင်းဆိုင်ရာ၊ ငရဲပြည်ရှိ သတ္တဝါတို့သည် ယင်းကို “သွေး” ဟု ခံစားကြသော်လည်း၊ ကောင်းကင်ဘုံ၌ သတ္တဝါတို့သည် “ပန်းတစ်ပွင့်ကို ကြဲချ” သကဲ့သို့ ခံစားရသည်။)", "聖意": "အိမ်နှင့်အိမ်အတွက်ဆုတောင်းခြင်း၊ ဆောင်းရာသီတွင်ကံကောင်းပါစေ၊ စည်းစိမ်ဥစ္စာရှာဖွေခြင်း၊ အရောင်းအဝယ်မရှိခြင်း၊ အိမ်ထောင်ရေးသာယာခြင်း Liujia တွင်လမ်းသွားလမ်းလာများ၊ လယ်ကွင်းများ၊ ပိုးကောင်ခြောက်ကောင်၊ လူများကိုရှာဖွေခြင်း၊ တရားစွဲခြင်း၊ အောင်မြင်ခြင်း၊ ရွှေ့ပြောင်းနေထိုင်ခြင်း၊ ထိမ်းသိမ်းစောင့်ရှောက်ခြင်း၊ ဥစ္စာပစ္စည်းများဆုံးရှုံးခြင်း၊ တောင်များ၊ သင်္ချိုင်းများ၊", "古人": "Mulian က သူ့အမေကို ကယ်တယ်။", "第X籤": "လေးဆယ့်နှစ်မှတ်", "宮": "မင်းနန်းတော်"}