{"籤詩版本二": "ကမ္ဘာကြီးသည် လိုက်လျောညီထွေရှိပြီး အရာခပ်သိမ်းသည် မိမိကိုယ်ကို ပံ့ပိုးပေးခြင်း၊ မိမိကိုယ်ကို ထောက်ပံ့ခြင်းနှင့် ဘေးကင်းပါသည်။\nဘဝမှာ အရာရာတိုင်းဟာ အံ့သြစရာကောင်းတယ်၊ အရာအားလုံးအတွက် သူတော်စင်တွေနဲ့ ပညာရှိတွေကို ကျေးဇူးတင်ပြီး ကြီးပွားချမ်းသာပါစေ။", "詩意": "ဤ hexagram သည် မြေကြီးနှင့် မြေကြီးကြား ညီညွတ်မှုကို ကိုယ်စားပြုသည်။\nအားလုံးအဆင်ပြေပြီး အန္တရာယ်မရှိပါဘူး။", "解曰": "အရာခပ်သိမ်းသည် မွေးဖွားလာပါသည်။ အစီအစဥ်နှင့် ဆန္ဒများအားလုံး ပြည့်စုံပါစေ။ Ford က ကူညီပေးတယ်။ Rui Qi က အလျင်လိုနေသည်။", "籤詩故事一": "◇ လမ်းလျှောက်သူများသည် ဉာဏ်အလင်းရရှိကြသည်။\nJourney to the West ဇာတ်လမ်း\nSun Wukong သည် ပန်းနှင့်သစ်သီးတောင်တန်းကို သိမ်းပိုက်ပြီး ဘုရင်ဖြစ်လာခဲ့သည်။ နောက်ပိုင်းတွင် ထာဝစဉ်အသက်ရှင်ရန် နည်းလမ်းရှာရန်အတွက် ဘိုးဘေးဗောဓိကို ကိုးကွယ်ရန် တောင်တန်းမြစ်များကို ရှစ်နှစ်ကိုးနှစ်ကြာ ခရီးနှင်ခဲ့သည်။ - မြေကြီးနှင့် ကျွမ်းပစ်တိမ်တိုက်များ၏ ပြောင်းလဲမှု နှစ်ခုကြောင့် Sun ကို ပထမဆုံးအကြိမ်အဖြစ် Wukong ဟုခေါ်သည်။\nထို့နောက် Sun Wukong သည် အရှေ့တရုတ်ပင်လယ်ရှိ နဂါးနန်းတော်သို့ သွားရောက်ကာ သင့်လျော်သောလက်နက်ကို ရှာဖွေပြီးနောက် နောက်ဆုံးတွင် Ruyi Golden Cudgel၊ Tianhe နှင့် Dinghai တို့၏ နတ်အပ်အပ်များကို တွေ့ရှိခဲ့သည်။ သူ့ဘဝသက်တမ်းကုန်ဆုံးသွားတဲ့အတွက် မရဏပြည်မှာ ကြီးမားတဲ့စိတ်အနှောင့်အယှက်ဖြစ်စေပြီး သေခြင်းတရားစာအုပ်ကို ပြန်လည်ပြင်ဆင်ပြီး လူ့လောကကို ပြန်လာခဲ့တယ်။ နောက်ပိုင်းတွင် Sun Wukong ကို ကောင်းကင်ဘုံမှ ပထမဆုံးအကြိမ် ဆင့်ခေါ်ပြီး Bima Wen ဟု အမည်ပေးခဲ့သည်။ ထို့နောက် ကောင်းကင်ဘုံသို့ ဒုတိယအကြိမ် ဆင့်ခေါ်ခြင်းခံရပြီး မျောက်ဘုရင်ဟု အမည်တွင်ခဲ့သည်။သူသည် မက်မွန်သီးကို တိတ်တိတ်ဆိတ်ဆိတ်စား၍ ကောင်းကင်၌ ဟန်ချက်ညီညီ ပြုလုပ်ခဲ့သည်။ သူ၏ရွှေမျက်လုံးများနှင့် မီးတောက်နေသော မျက်လုံးများကို လေ့ကျင့်ရန် Bagua မီးဖို၌ အလုံပိတ်ခံခဲ့ရသည်။ ဝူဇီတောင်ခြေရင်းမှာ မြတ်စွာဘုရားရှင်က နှစ် ၅၀၀ လောက် မလှုပ်ရှားနိုင်ခဲ့ပါဘူး။ ဘဂွါမီးဖိုကို ကန်ချရာနေရာသည် မီးတောက်တောင်ကြီး ဖြစ်သွားသည်။\nအနှစ်ငါးရာကြာပြီးနောက် ဘုန်းကြီးတန်သည် အနောက်နိုင်ငံသို့သွားကာ ဒြပ်ငါးပါးတောင်ကိုဖြတ်ကာ စွန်းဝူကောင်ကို မကယ်တင်မီ ကမ္ဘောဒီးယားမှ နုတ်ထွက်ခဲ့သည်။ Sun Wukong သည် ကျေး ဇူး နှင့် မျက်ရည် ပေါက် ပေါက် ပေါက် သွား သည် ။ဂွမ်ရင် ဘုရားလောင်း ၏ ဆုံးမ မှု ကို ခံယူ ပြီးနောက် တန် ဘုန်း ကြီး ကို ကိုးကွယ် ဆည်းကပ် ကာ အနောက် တိုင်း သို့ အတူ ကျမ်းဂန် များ သင်ယူ ခဲ့ သည် ။ ကျမ်းဂန်များကို လေ့လာရန် လမ်းတွင် Sun Wukong သည် နတ်ဆိုးများထံ ဆင်းသက်လာပြီး နတ်ဆိုးများကို သုတ်သင်ကာ ထူးထူးခြားခြား လုပ်ဆောင်မှုများ အကြိမ်ကြိမ် လုပ်ဆောင်ခဲ့သည်။သို့သော် သခင်တန်ဆိုင်းက အထပ်ထပ် နားလည်မှုလွဲကာ နှင်ထုတ်ခံခဲ့ရသည်။ အခက်အခဲပေါင်း ရှစ်ဆယ့်တစ်မှုပြီးသောအခါ၊ အလုပ်ကို နောက်ဆုံးတွင် ပြီးမြောက်ခဲ့သည်။ ဆရာကြီးလေးယောက်နှင့် တပည့်များသည် Xitian Leiyin ဘုရားကျောင်းသို့ ရောက်ရှိလာပြီး သမ္မာကျမ်းစာကို ရရှိခဲ့သည်။ Sun Wukong သည် မှန်ကန်သောရလဒ်ကို ရရှိခဲ့သည်။\n(ဤဇာတ်လမ်းသည် မျောက်တစ်ကောင်ပင် ဉာဏ်အလင်းရနိုင်သော နိဒါန်းတစ်ခုဖြစ်ပြီး လူသားတစ်ဦးအဖြစ် မဆိုထားဘိ။)", "聖意": "အိမ်သည် မိမိအတွက်၊ စည်းစိမ်ဥစ္စာ၊ စီးပွားရေး၊ အိမ်ထောင်ရေး၊ Liujia၊ လမ်းသွားလမ်းလာ အမျိုးသားများ၊ လယ်ကွင်းများ၊ ပိုးကောင်များ၊ တိရစ္ဆာန်ခြောက်ကောင်၊ Zhongping၊ လူများကို ရှာဖွေခြင်း၊ တရားစွဲခြင်း၊ အောင်မြင်ခြင်း၊ ရွှေ့ပြောင်းခြင်း၊ ဥစ္စာပစ္စည်းများ ဆုံးရှုံးခြင်း၊ ရောဂါ၊ Xingxingshan သင်္ချိုင်းဂူ၊ အရာများ မင်္ဂလာရှိကြပါတယ်", "古人": "ခရီးသွားသည် ဉာဏ်အလင်းကို ရ၏။", "第X籤": "၄၃ ရက်နေ့တွင် လက်မှတ်ရေးထိုးခဲ့သည်။", "宮": "xugong"}