{"籤詩版本二": "Qin Jun သည် ရှေးရိုးဆန်သော ဘဝကို ကြံ့ကြံ့ခံကာ မကောင်းမှု မလုပ်ရန် ဆုံးဖြတ်ခဲ့သည်။\nတစ်စုံတစ်ယောက်အား ညင်သာစွာ တွန်းထုတ်သည့်တိုင်အောင် အသေကိုင်းများနှင့် သစ်ပင်ဟောင်းများသည် ပန်းပွင့်များ ပြန်လည်ဖြစ်ထွန်းလာမည်ဖြစ်သည်။", "詩意": "ဤ hexagram သည် သစ်သားပေါက်နေသော ပန်းသေများနှင့်တူသည်။\nအရာရာတိုင်းမှာ အောင်မြင်မှုကိုယ်စီရှိတယ်။", "解曰": "ရှေးရိုးဆန်ပြီး တိတ်တိတ်နေပါ။ အရာတွေ တကယ်ဖြစ်လာတယ်။ ရွေ့သွားလျှင် ဘေးဒုက္ခများစွာ ကြုံမည်။ ဆိတ်ဆိတ်နေခြင်း၌ အပြစ်မရှိ။", "籤詩故事一": "◇ Weishui ငါးဖမ်းခြင်း။\nZhou မင်းဆက်တွင် Ziya ဟုခေါ်သော Jiang Shang ကို Ji (အရှေ့တရုတ်ပင်လယ်၊ Xuzhou ဇာတိ) တွင်မွေးဖွားခဲ့ပြီး Taoist အမည်မှာ Fei Xiong ဖြစ်သည်။ ဘိုးဘေးကို ဇိုင်လူး (နေရာအမည်) မှ ပေးအပ်ထားသောကြောင့် သူ့ကို Lu Wang ဟုခေါ်သည်။\nShang မင်းဆက်ဘုရင် Zhou ရဲ့ ဒုက္ခရောက်ချိန်တွေကို လွတ်မြောက်ဖို့အတွက် Jiang Ziya ဟာ အရှေ့တရုတ်ပင်လယ်ရဲ့ ရေအောက်မှာ နေထိုင်ပြီး Weishui မြစ်ထဲမှာ ငါးဖမ်းခဲ့ပါတယ်။\nငါးမျှားချိတ်သည် ဖြောင့်ဖြောင့်ကြီးဖြစ်သည်။တကယ်တော့ သူ့နှလုံးသားသည် ငါးမျှားခြင်းမဟုတ်သော်လည်း သူ၏ရည်မှန်းချက်မှာ ၀န်ကြီးချုပ်ဖြစ်ရန်ဖြစ်သည်။\nဘုရင် Wen သည် ပညာရှိဖြစ်သည်ကို ကြားသိရပြီး သူ့ကို ဆရာ (ဝန်ကြီးချုပ်) အဖြစ် ခန့်အပ်ခဲ့သည်။ (ထိုအချိန်က Jiang Ziya သည် အသက် ရှစ်ဆယ်)၊\nနောက်ပိုင်းတွင် Zhou ဘုရင် Wu သည် Shang ဘုရင် Zhou ကို တိုက်ခိုက်ပြီး Shang မင်းဆက်ကို ဖျက်ဆီးကာ Zhou မင်းဆက်ကို ထူထောင်ခဲ့သည်။ Wu သည် Jiang Ziya Shangfu ဟုခေါ်သည်။ Feng Jiang ၏သား Ding Gong သည် Qi ၏ Marquis ဖြစ်လာခဲ့သည်။\n(ဤဇာတ်လမ်းသည် နိမိတ်ပုံဖြစ်ပါသည်- အခွင့်အလမ်းကိုစောင့်ပါ၊ အခွင့်အလမ်းတစ်ခုပေါ်လာသည်အထိစောင့်ပါ၊ ထို့နောက်ဖွံ့ဖြိုးတိုးတက်မှုစတင်မည်ဖြစ်သည်။)", "聖意": "မိသားစု ၊ အိမ် ၊ ဥစ္စာ ၊ကံကောင်းကြပါစေ ။အချိန်တန်လျှင် အရောင်းအဝယ် များအောင်မြင်မည်။မိန်းကလေးမွေးပါက လမ်းသွားလမ်းလာများ လယ်ကွက်များပိတ်ဆို့ ပိုးကောင်များ ပိတ်ဆို့သွား မည်။တိရစ္ဆာန်ခြောက်ကောင် ရှာရခက်မည်။ တရားစွဲခြင်း၊ ရွှေ့ပြောင်းခြင်း၊ ရှေးရိုးစွဲခြင်း၊ ပစ္စည်းဥစ္စာဆုံးရှုံးခြင်း၊ ဖျားနာခြင်းနှင့် ကောင်းချီးမင်္ဂလာများတွင် ကံကောင်းခြင်းများ၊ တောင်များနှင့် သင်္ချိုင်းများတွင် ကံကောင်းပါစေ။", "古人": "Weishui ငါးဖမ်း", "第X籤": "လေးဆယ့်ခြောက်ကြိမ်မြောက်ထီ", "宮": "xugong"}