{"籤詩版本二": "အေးတဲ့ရာသီဥတုက ရေကို ရေခဲအဖြစ်ပြောင်းတယ်။ ကျော်ကြားမှုအတွက် ဘာကြောင့် လောဘကြီးတာလဲ။\nဆိတ်ငြိမ်စွာထိုင်ပြီး သဘာဝအတိုင်း အရွက်များ ပွင့်လန်းလာစေရန် စောင့်ဆိုင်းရန်မှတပါး ရွေးချယ်စရာမရှိပေ။", "詩意": "ဤ hexagram တွင်၊ ရေသည် ရေခဲအဖြစ်သို့ ပြောင်းလဲသွားသည်။\nဘာကိုမှ အချည်းနှီး မတောင်းဆိုပါနဲ့။", "解曰": "ရေသည် ရေခဲထဲသို့ အေးခဲသွားသည်။ ရေခဲများသည် ရေတွင် အရည်ပျော်သည်။ ပူးပေါင်းကြံစည်မှုဖြစ်လျှင်။ ဒါကြောင့်မို့ပါ။", "籤詩故事一": "◇Wang Xiang က ငါးကြင်းတောင်း (လူနှစ်ဆယ့်လေးပါးသော ဝတ်စားဆင်ယင်မှုပုံပြင်)\nJin မင်းဆက်၏ Wang Xiang ကို ရည်ညွှန်းသော Fuzheng သည် Linyi တွင် မွေးဖွားခဲ့သည်။\nWang Xiang ငယ်ငယ်တုန်းက သူ့အမေအရင်း ဆုံးသွားတယ်။သူ့ရဲ့ အထီးကျန်ဖခင် Zhu ဆိုတဲ့ အမျိုးသမီးနဲ့ လက်ထပ်ခဲ့ပြီး Wang Xiang မှာ မိခင်အသစ်တစ်ယောက်ရှိတယ်။ Wang Xiang ငယ်ငယ်တုန်းက သူ့အမေအရင်းဆုံးသွားခဲ့ပြီး သူ့အထီးကျန်ဖခင် Zhu ဆိုတဲ့ အမျိုးသမီးနဲ့ လက်ထပ်ခဲ့ပါတယ်။ Wang Xiang ၏ မိထွေးသည် စိတ်ကျဉ်းမြောင်းပြီး မနာလိုသော မိန်းမ ဖြစ်သည် ။သူမသည် Wang Xiang ကို မကြိုက်ဘဲ အသေးအဖွဲ ကိစ္စများအတွက် သူ့ကို မကြာခဏ ကြိမ်းမောင်းခဲ့သည်။ မကြာခင်မှာပင် မိထွေးဖြစ်သူ Wang Lan ဟူသော သားလေးကိုလည်း မွေးဖွားခဲ့သည်။ မိထွေးသည် သူ့သားသမီးများကိုသာ ချစ်ခဲ့ပြီး Wang Xiang သည် သူ့ဘက်တွင် ဆူးပင်အဖြစ် မှတ်ယူခဲ့သည်။ သူမသည် Wang Xiang ကို ပို၍ပင် တောင်းဆိုလာကာ ဖခင်ရှေ့တွင် Wang Xiang ကို မကြာခဏ မကောင်းပြောလေ့ရှိသည်။ သူ့အဖေကပင် တဖြည်းဖြည်း သူ့ကို မချစ်တော့ပေ။ မိထွေးသည် သူ့သားသမီးများကိုသာ ချစ်ခဲ့ပြီး Wang Xiang သည် သူ့ဘက်တွင် ဆူးပင်အဖြစ် မှတ်ယူခဲ့သည်။ သူမသည် Wang Xiang ကို ပို၍ပင် တောင်းဆိုလာကာ သူ့အဖေရှေ့တွင် Wang Xiang ကို မကြာခဏ မကောင်းပြောတတ်သည်။ သူ့အဖေကပင် တဖြည်းဖြည်း သူ့ကို မချစ်တော့ပေ။ Wang Xiang ၏ဖအေတူမကွဲအစ်ကိုဖြစ်သော်လည်း Wang Lan သည် သူ့အစ်ကိုနှင့် အလွန်ရင်းနှီးသည်။ မိထွေး၏ ညှဉ်းပန်းနှိပ်စက်မှုကို ခံရသော်လည်း၊ သူမသည် အလွန်ကြည်ညိုဖွယ်ကောင်းနေသေးသည်။ မိထွေးသည် အလွန်ကြမ်းတမ်းသော်လည်း Wang Xiang သည် အလွန်ပင် ဝတ်ငယ်နေသေးသည်။\nသူ့မိထွေးမှာ ဝါသနာတစ်ခုရှိတယ်၊ ဆိုလိုတာက မြစ်ထဲက ငါးတွေကို လတ်လတ်ဆတ်ဆတ် စားရတာ ကြိုက်တယ်။ သူ့မိထွေးမှာ ဝါသနာတစ်ခုရှိတယ်၊ ဆိုလိုတာက မြစ်ထဲက ငါးတွေကို လတ်လတ်ဆတ်ဆတ် စားရတာ ကြိုက်တယ်။ ဆောင်းရာသီတစ်ခုမှာတော့ သူ့အဖေက အလုပ်ကိစ္စနဲ့ ထွက်သွားပြီး မိထွေးက ဖျားပြန်တယ်။ ညီအစ်ကိုတွေဖြစ်တဲ့ Wang Xiang နဲ့ Wang Lan တို့ဟာ သူတို့အမေစားဖို့ ဟင်းရည်နဲ့ ဆေးတွေကို ဂရုတစိုက် ကျွေးမွေးခဲ့ပါတယ်။ ပြင်းထန်တဲ့ အေးခဲတဲ့ ရာသီဥတုမှာ မိထွေးရဲ့ ရောဂါက မသက်သာသေးပါဘူး။ အရင်လို ဆောင်းရာသီတစ်ခုမှာတော့ သူ့အဖေက အလုပ်ကိစ္စနဲ့ ထွက်သွားပြီး မိထွေးက ဖျားပြန်တယ်။ ညီအစ်ကိုတွေဖြစ်တဲ့ Wang Xiang နဲ့ Wang Lan တို့ဟာ သူတို့အမေစားဖို့ ဟင်းရည်နဲ့ ဆေးတွေကို ဂရုတစိုက် ကျွေးမွေးခဲ့ပါတယ်။ ပြင်းထန်တဲ့ အေးခဲတဲ့ ရာသီဥတုမှာ မိထွေးရဲ့ ရောဂါက မသက်သာသေးပါဘူး။ အရင်လို ဖျားနေတဲ့မိထွေးက မြစ်ထဲကငါးလတ်လတ်ဆတ်ဆတ်ကိုစားချင်ခဲ့တယ်။အဲဒီအေးစက်တဲ့ရာသီဥတုမှာ အပြင်မှာနှင်းတွေကျနေပြီး မြစ်ထဲကရေတွေက ထူထဲတဲ့ရေခဲတွေဖြစ်သွားတယ်။ ဖျားနေသောမိထွေးသည် ငါးလတ်ဆတ်သောငါးကို စားချင်သည်။\nအဲဒီခေတ်က ရာသီပိတ်ဟင်းလျာတွေမရှိလို့ ပိုက်ဆံရှိရင်တောင် မဝယ်နိုင်ဘူး။\nဇာတ်လမ်းထဲမှာ ဒီအချိန်မှာ Wang Xiangqiu Li ရဲ့ ထိထိမိမိ ဇာတ်လမ်းလေး ဖြစ်သွားတယ်။ ညီအကိုနှစ်ယောက်ဟာ မိခင်ကို ကူကယ်ရာမဲ့ စောင့်ရှောက်ခဲ့ကြပါတယ်။ Wang Xiang ဟာ ​​အေးခဲနေတဲ့ သူ့မိထွေးကို စိတ်မပျက်စေဖို့အတွက် အေးခဲနေတဲ့ မြစ်ကို လျှောက်သွားခဲ့တယ်။ Wang Xiang က အအေးမခံရဘဲ သူ့အင်္ကျီကို ချွတ်ဖို့ အကြံတစ်ခုရခဲ့တယ်။ ရေခဲကို အရည်ပျော်စေရန် ၎င်း၏ကိုယ်အပူချိန် (ထို့ကြောင့် Wang Xiangqiu ငါးကြင်းကို ရေခဲပေါ်တွင် လှဲလျောင်းနေသော Wang Xiang ဟုခေါ်သည်)။ သူ့အင်္ကျီကို ချွတ်လိုက်ပြီး ရေခဲမြစ်ပေါ်တွင် ကိုယ်လုံးတီး လှဲနေလိုက်သည်။ ဘုရားသခင်ထံ ဆုတောင်းပြီး “ဘုရားသခင်၊ ငါ့အမေ နေမကောင်းဖြစ်ပြီး ငါးကြင်းလတ်လတ်ဆတ်ဆတ် စားချင်နေတယ်။ ဘာပဲဖြစ်ဖြစ် ငါ့အတွက် နည်းလမ်းရှာရမှာပဲ” ထူးဆန်းတာက သူ့ဘေးနားက ရေခဲတုံးက ရုတ်တရက် အက်ကွဲသွားပြီး နှစ်ယောက်ရှိတယ်။ အက်ကွဲကြောင်း။သက်ရှိငါးကြင်းတစ်ကောင်သည် အက်ကွဲကြောင်းမှခုန်ဆင်းကာ ရေခဲပြင်ပေါ်ခုန်ချခဲ့သည်။ Wang Xiang သည် အလွန်ပျော်ရွှင်နေခဲ့သည်။ ဘုရားသခင်ထံ သူဆုတောင်းခဲ့သည်– \"ဘုရားသခင်၊ ငါ့အမေ နေမကောင်းဖြစ်ပြီး ငါးကြင်းလတ်လတ်ဆတ်ဆတ်စားချင်နေတယ်။ ဘာပဲဖြစ်ဖြစ် ငါ့အတွက် နည်းလမ်းရှာရမှာပဲ\" ထူးဆန်းတာက သူ့ဘေးက ရေခဲတုံးဟာ ရုတ်တရက် အက်ကွဲသွားပြီး အက်ကွဲကြောင်းနှစ်ခု ဖြစ်သွားတယ်။ အသက်ရှင်နေတဲ့ ငါးကြင်းတစ်ကောင်က အက်ကွဲကြောင်းကနေ ခုန်ဆင်းပြီး ရေခဲပြင်ပေါ် ခုန်တက်သွားတယ်။ Wang Xiang အရမ်းပျော်သွားတယ်။ သူသည် လျင်မြန်စွာ ဒူးထောက်ကာ ဘုရားသခင်ကို ကျေးဇူးတင်ကာ ငါးကြင်းနှင့်အတူ အိမ်သို့ ပြေးသွားခဲ့သည်။ သူသည် လျင်မြန်စွာ ဒူးထောက်ကာ ဘုရားသခင်ကို ကျေးဇူးတင်ပြီး ငါးကြင်းကို အမြန်ယူကာ အိမ်ပြန်ခဲ့သည်။ မိထွေးသည် ငါးကြင်းကို လတ်လတ်ဆတ်ဆတ် စားပြီးနောက်တွင် မကြာမီ ရောဂါပျောက်ကင်းခဲ့သည်။ ဆေးရုံခုတင်ပေါ်ရှိ မိထွေးဖြစ်သူ Wang Xiang ၏ ကိုယ်လုံးတီး ကိုယ်လုံးတီး အပေါ်ပိုင်းသည် အအေးလွန်ကဲရာမှ ခရမ်းရောင်ပြောင်းသွားပြီး လက်ထဲတွင် ငါးနှစ်ကောင်ကို မြင်လိုက်ရသောအခါ အံ့အားသင့်သွားကာ အခန်းထဲသို့ ပြေးဝင်ကာ အံ့ဩသွားခဲ့သည်။\nWang Xiang သည် နောက်ပိုင်းတွင် အရာရှိဖြစ်လာပြီး Taibao ဖြစ်လာကာ မြို့စားဘွဲ့ကို ပေးအပ်ခဲ့သည်။", "聖意": "အိမ်တွင် အဆင်မပြေ၊ အကာအကွယ်၊ ငွေကြေးအခက်အခဲ၊ စီးပွားရေးပြဿနာများ၊ အိမ်ထောင်ရေး၊ Liujia အာမခံတွင် မကိုက်ညီမှုများ၊ လမ်းသွားလမ်းလာများ၊ Chitian ပိုးကောင်များ၊ တိရစ္ဆာန်ခြောက်ကောင်ဆုံးရှုံးမှု၊ လူပျောက်ဆုံးမှု၊ လူအများတရားစွဲဆိုမှု၊ ရွှေ့ပြောင်းနေထိုင်မှု၊ ရှေးရိုးစွဲဆန်မှု၊ ဆုံးရှုံးသွားသော ပစ္စည်းဥစ္စာများ၊ ဖျားနာမှု၊ ပြန်လည်ရရှိရန် ခက်ခဲခြင်း၊ တောင်သင်္ချိုင်း၊ ကံကောင်းပါစေ။", "古人": "Wang Xiang က ငါးကြင်းတောင်း (24-4 Filial Piety Stories)", "第X籤": "လေးဆယ့်ကိုး ထီကိုအနိုင်ရ", "宮": "ဟိုင်ကုန်း"}