{"籤詩版本二": "လွတ်လွတ်လပ်လပ် ကိုင်ထားဖို့ ရွက်လှေကို တွဲဆွဲပြီး နိုင်ငံအနှံ့ အနှံ့ ခရီးသွားနိုင်ပါတယ်။\nသာယာသောလေရှိလျှင် မကြာမီရောက်လာပြီး လှေသည် ရတနာများနှင့် ပြည့်နေလိမ့်မည်။", "詩意": "ဤ hexagram သည် လေဖြင့် လှေကို ဆွဲတင်ခြင်း နှင့် တူသည်။\nအားလုံးအဆင်ပြေပါတယ်။", "解曰": "သက်တောင့်သက်သာ အနားယူပါ။ အားထုတ်ရန်မလိုအပ်ပါ။ စည်းစိမ်ဥစ္စာတွေ အများကြီး။ အားလုံးက သဘောကျတယ်။", "籤詩故事一": "◇ Tao Zhugui ရေကန်ငါးကန် (Fan Ligui Lake)\nနွေဦးနှင့် ဆောင်းဦးရာသီတွင်၊ Shaobo ဟုခေါ်သော ဖန်လီသည် Gui Yizipi သို့မဟုတ် Tao Zhugong ဟုလည်းလူသိများသည်။\nထိုအချိန်တွင်၊ Wu ပြည်နယ်နှင့် Yue ပြည်နယ်ကြား စစ်ပွဲတစ်ခုဖြစ်ပွားပြီး Wu ပြည်နယ်သည် Yue ပြည်နယ်ကို ဖျက်ဆီးခဲ့သည်။ Fan Li နှင့် Wen Zhong တို့သည် Yue King Gou Jian အတွက် Yue ကို မြှင့်တင်ပြီး Wu ကို ဖျက်ဆီးရန် အစီအစဉ်ကို ရေးဆွဲခဲ့သည်။ Fan Li သည် တောင်များနှင့် မြစ်များကို ကိုယ်တိုင်ကိုယ်ကျ ခရီးသွားခဲ့ပြီး သီလ၊ ပါရမီ နှင့် အလှတရား နှစ်မျိုးလုံးရှိ လှပသော Xi Shi သည် Bailuo တောင်ရှိ Huansha မြစ်သို့ သွားရောက်ကာ ဝူဘုရင်အား ပေးအပ်ခဲ့သည်။ ပူးပေါင်းဆောင်ရွက်ရန် \"အလှအပလှည့်ကွက်\" ကို အသုံးပြုခဲ့သည်။ အတွင်းအပြင်နှင့် ဝူဘုရင့်နိုင်ငံကို ဖျက်ဆီးခဲ့သည်။\nWu Kingdom ကို သုတ်သင်အောင်မြင်ပြီးနောက်၊ Gou Jian သည် \"နှုတ်သီးရှိသော လည်ပင်းရှည်ငှက်\" ဖြစ်ပြီး သူနှင့်အတူ အခက်အခဲများနှင့် ပျော်ရွှင်မှုများကို မျှဝေနိုင်သည်ကို Fan Li မှ သိရှိခဲ့ပြီး၊ ထို့ကြောင့် ကွီနိုင်ငံကို ဖြတ်၍ Xi Shi နှင့် လှေစီးကာ သူ၏ ပြောင်းလဲခဲ့သည်။ Gui Zipi လို့ နာမည်ပေးကာ သူ့သားနဲ့ တပည့်တွေကို Qi Kingdom မှာ ပို့ဆောင်ပြီး ပင်လယ်ကမ်းစပ်က တဲအိမ်လေးမှာ နေထိုင်ကြပါတယ်။ သူသည် မြေယာများကို ပြုစုပျိုးထောင်ရန် ကြိုးကြိုးစားစား လုပ်ကိုင်ခဲ့ပြီး ဘေးထွက်စီးပွားရေးလုပ်ငန်းကို လုပ်ကိုင်ခဲ့သည်။နှစ်အနည်းငယ်အတွင်း မိသားစုပိုင်ဆိုင်မှု သန်းပေါင်းများစွာကို စုဆောင်းခဲ့သည်။ သူသည် စည်းစိမ်ဥစ္စာများ ဖြန့်ကျက်ပြီး သူ့ဇာတိမြို့သို့ စေတနာကောင်းဖြင့် စေတနာထားပြီး ဖန်လီ၏ ဉာဏ်ပညာနှင့် စွမ်းရည်ကို Qi လူမျိုးများက ချီးကျူးခဲ့ကြသည်။ . \"တရားဝင်ဖြစ်ခြင်းသည် ဝန်ကြီးများထံသို့ ပို့ဆောင်နိုင်ပြီး မိသားစုတစ်ခု လည်ပတ်ခြင်းသည် ချမ်းသာမှုကို ဖြစ်ပေါ်စေနိုင်သည်။ သာမန်လူတစ်ဦးအတွက်၊ ဤအရာသည် လွန်ကဲမှုသို့ ရောက်ရှိသွားပါသည်။ အချိန်အကြာကြီး ဂုဏ်ပြုခံရခြင်းသည် ကောင်းသောလက္ခဏာ မဟုတ်ပေ။\" ထို့ကြောင့် သုံးနှစ်အကြာတွင် Jiliu သည် ရဲဝံ့စွာ နောက်တစ်ကြိမ် ဆုတ်ခွာပြီး Qi ဘုရင်ထံ တံဆိပ်ကို ပြန်ပေးကာ သူ၏ မိသားစု စည်းစိမ် အားလုံးကို သူ၏ ရင်းနှီးသော သူငယ်ချင်းများနှင့် ရွာသားများအား ပေးခဲ့သည်။", "聖意": "အိမ်သည် မိမိအတွက် ကောင်းသည် (ပို့ဆောင်ရန်) ငွေကောင်း၊ စီးပွားကောင်းသည်၊ အိမ်ထောင်နောက်ကျသည်၊ အိမ်ထောင်ရေးမကောင်း၊ Liujia သည် ဘေးကင်းသည်၊ လူတို့သည် လယ်ကွင်း၊ ပိုးကောင်၊ ဆောင်းဦး၊ မွေးမြူရေး၊ နွေဦး၊ ချမ်းသာတယ်၊ လူတွေရှာတယ်၊ တရားစွဲတာ မကောင်းဘူး၊ ရွှေ့ပြောင်းနေထိုင်မှုဟာ ရှေးရိုးဆန်တယ်၊ ဆုံးရှုံးသွားတဲ့အရာတွေ၊ အနောက်တိုင်းရောဂါတွေကို ဖြေရှင်းနိုင်တယ်၊ တောင်တွေနဲ့ သင်္ချိုင်းတွေက တောင်ဘက်မှာရှိတယ်။", "古人": "Tao Zhugui ရေကန်ငါးကန် (Fan Ligui Lake)", "第X籤": "ငါးဆယ်မြောက် ထီပေါက်သူ", "宮": "ဟိုင်ကုန်း"}