{"籤詩版本二": "နွေရာသီသည် အချိန်အကြာဆုံးနေ့ဖြစ်ပြီး လူတိုင်းက အပူဒဏ်နှင့် စိတ်ဓာတ်ကျခြင်းကို စိုးရိမ်ကြသည်။\nကောင်းကင်နဲ့မြေကြီးကလည်း လူတွေဘာလိုချင်လဲဆိုတာကို သိကြပြီး လေပြည်က သဘာဝအတိုင်း အေးမြပါတယ်။", "詩意": "ဤ hexagram သည် လူတိုင်း အပူအတွက် စိုးရိမ်နေကြကြောင်း ညွှန်ပြသည်။\nသင်အလိုရှိသမျှကိုလုပ်ပါ။", "解曰": "ရှေ့တိုးမလား နောက်ဆုတ်မလားဆိုတာ သံသယမရှိပါဘူး။ ပျော်ရွှင်ပါစေ။ စခန်းချဖို့လား။ ရူးသွပ်စွာ ပြုမူရန် မလိုအပ်ပါ။", "籤詩故事一": "◇ Kong Ming သည် စီချွမ်သို့ ဝင်လာသည်။\nZhuge Liang (181-234)၊ ရည်ညွှန်းသောအမည် Kongming သည် Yangdu၊ Langya (ယခု Yinan ကောင်တီ၊ Shandong ပြည်နယ်) မှ ဇာတိဖြစ်ပြီး ရှုဟန် (Liu Bei) လက်ထက်တွင် ဝန်ကြီးချုပ်ဖြစ်ခဲ့သည်။\nLiu Bei သည် Jingzhou ကို အနိုင်ရသော်လည်း တစ်ဖက်နှင့် တစ်ဖက် ခွဲရန် မလုံလောက်ပေ။ ထိုအချိန်တွင် Yizhou တွင် Liu Zhang သည် မြောက်ဘက်ရှိ Zhang Lu မှ တိုက်ခိုက်ခြင်းခံခဲ့ရသည်။ Liu Zhang သည် Xichuan ၏မြေပုံကို Cao Cao ထံ အပ်နှံလိုကြောင်း Zhuge Kongming မှ သိရှိခဲ့ရသည်။ Zhang Song (Liu Zhang ၏လက်အောက်ငယ်သား) Cao Cao နှင့်တွေ့ဆုံသောအခါ Cao Cao သည် မာနကြီးပြီး ရိုင်းစိုင်းသောကြောင့် Liu Zhang သည် မြေပုံကို Xichuan သို့ပြန်ယူကာ Jingzhou သို့သွားရာလမ်းတစ်လျှောက်တွင်ဖြစ်သည်။ Kong Ming သည် လမ်းခရီးတွင် သူ့အား စောင့်ဆိုင်းနေပြီး Jingzhou သို့ ဖိတ်ခေါ်ခဲ့သော်လည်း ထွက်ခွာချိန်အထိ Xichuan ရုပ်ပုံကို တစ်ခါမျှ မပြောခဲ့ပေ။ Zhang Song သည် သူ၏ ယဉ်ကျေးပျူငှာမှုနှင့် ဧည့်ဝတ်ပြုမှုအတွက် Kong Ming အား ကျေးဇူးတင်ရှိသောကြောင့် Xichuan ရုပ်ပုံအား အပ်နှံခဲ့သည်။ သူ့ကို\nရှီချွမ်၏ နယ်မြေသည် အန္တရာယ်များပြီး တိုက်ခိုက်ခြင်း သို့မဟုတ် ခုခံခြင်းတို့ကို ပြုလုပ်နိုင်သည်။\n(Kong Ming က လူတွေကို ယဉ်ကျေးသိမ်မွေ့စွာ ဆက်ဆံပြီး လိုချင်တပ်မက်တဲ့ ရှီချွမ်ကို အလွယ်တကူ ရယူခဲ့တယ်။)", "聖意": "အိမ်တွင် ကောင်းချီးမင်္ဂလာများ နှင့် သင့်ကိုယ်ကို ကာကွယ်ရန် ဆုတောင်းပါ ( ကံဆိုးခြင်းများတွင် ကံကောင်းခြင်းများ ) ချမ်းသာကြပါစေ ၊ စီးပွားရေး ကံကောင်းခြင်း ၊ ဘုံအိမ်ထောင်ရေး ၊ Liujia တွင် ယောက်ျားလေးများ မွေးဖွားခြင်း ၊ လယ်ကွင်းများ ၊ ပိုးကောင် ၊ တိရစ္ဆာန်များ ပျက်စီးခြင်း ၊ လူများ ရှာဖွေခြင်း ၊ လူအများ တရားစွဲခြင်း ၊ ရွှေ့ပြောင်းနေထိုင်ခြင်း ၊ ပျောက်ဆုံးသွားသော အရာများ ၊ မြောက်ပိုင်းရောဂါများ ၊ တောင်တန်းများနှင့် သင်္ချိုင်းများအတွက် ဆန္ဒ", "古人": "Kong Ming စီချွမ် ဝင်လာသည်။", "第X籤": "အခန်း 51: ထီပေါက်ခြင်း (Lot the Winning)", "宮": "သားအိမ်"}