{"籤詩版本二": "ရေထဲမှာ လကိုဖမ်းဖို့ အများကြီးကြိုးစားရဦးမယ်။ အများကြီးကြိုးစားရပေမယ့် ဘာမှမဖြစ်ပါဘူး။\nယုတ်မာသောစကား မပြောပါနှင့် ခန္ဓာကိုယ် ကြံ့ခိုင်စေရန် အားထုတ်မှုကို ဖြုန်းတီးခြင်း ဟူသော စကားလုံးသည် မူလက \"ခန္ဓာသည် အထီးကျန်ခြင်း\" ဟူသော အဓိပ္ပါယ်ဖြစ်သည်။", "詩意": "ဤ hexagram သည် အားထုတ်မှု၏ ပုံသဏ္ဍာန်အတွက် လောဘကြီးသည်။\nအရာရာဟာ ပင်ပန်းကြီးစွာနဲ့", "解曰": "ကတိတွေက မှတ်ရခက်တယ်။ အများကြီးကြိုးစားတယ်။ အိမ်မှာ စိတ်ပူတယ်။ မွန်မြတ်သူများနှင့် တွေ့ဆုံရန် စောင့်မျှော်နေပါသည်။", "籤詩故事一": "◇ Taibai မူးနေစဉ် လကို ဖမ်းမိသည် (Li Taibai သည် လကို မူးနေချိန်တွင် ဖမ်းမိသည်)\nLi Bai (701-762) ၊ Taibai ၊ Qinglian Jushi ဟုလည်းလူသိများသည်။ Tang မင်းဆက်၏ ကဗျာဆရာသည် သူ့ကိုယ်သူ နှင်ထုတ်ခံရသော မသေနိုင်သော ကဗျာဆရာဟု လူသိများပြီး အရက်မသောက်ဘဲ အမြဲပျော်ရွှင်နေခဲ့သည်။\nတစ်ချိန်က Li Bai သည် Jinling (ယခု Nanjing) သို့ ရောက်လာပြီး Wende တံတားဘေးရှိ စားသောက်ဆိုင်တွင် အနားယူခဲ့သည်။\nထိုနေ့သည် ဆောင်းဦးစန္ဒြ၏ဆယ့်ငါးရက်မြောက်နေ့ဖြစ်လေသည်။ညဘက်တွင် စားသောက်ဆိုင်၌ တစ်ယောက်တည်းထိုင်ကာ လမင်းကို ချီးမွမ်းကာ ကဗျာရွတ်ကာ သောက်နေလေသည်။ ထိုနေ့သည် ဆောင်းဦးစန္ဒြ၏ဆယ့်ငါးရက်မြောက်နေ့ဖြစ်လေသည်။ညဘက်တွင် စားသောက်ဆိုင်၌ တစ်ယောက်တည်းထိုင်ကာ လမင်းကို ချီးမွမ်းကာ ကဗျာရွတ်ကာ သောက်နေလေသည်။ Li Taibai သည် သန့်ရှင်းပြီး လှပသည်ဟု ဆိုကာ သူ့ဘဝတွင် လကို အနှစ်သက်ဆုံးဖြစ်သည်။ Li Taibai သည် သန့်ရှင်းပြီး လှပသည်ဟု ဆိုကာ သူ့ဘဝတွင် လကို အနှစ်သက်ဆုံးဖြစ်သည်။ ထိုညတွင် သူသည် ကောင်းကင်၌ ဖြူဖွေးဝိုင်းဝန်းသော လကို မျှော်ကြည့်၍ အလွန်ပျော်သွားပြီး ဖန်ခွက်အနည်းငယ် သောက်လိုက်သည်။ ထိုညတွင် သူသည် ကောင်းကင်၌ ဖြူဖွေးဝိုင်းဝန်းသော လကို မျှော်ကြည့်၍ အလွန်ပျော်သွားပြီး ဖန်ခွက်အနည်းငယ် သောက်လိုက်သည်။ သန်းခေါင်ယံတွင် လီတိုင်ဘေသည် ဝိုင်ကို အခွင့်ကောင်းယူကာ Wende တံတားအောက်ထပ်သို့ ဆင်းခဲ့သည်။ သန်းခေါင်ယံတွင် လီတိုင်ဘေသည် ဝိုင်ကို အခွင့်ကောင်းယူကာ Wende တံတားအောက်ထပ်သို့ ဆင်းခဲ့သည်။ တံတားပေါ်တက်ပြီးတာနဲ့ ခေါင်းငုံ့ပြီး လကို ရုတ်တရက် ရေထဲကျသွားတာကို တွေ့လိုက်ရပါတယ်။မြစ်ရွေ့သွားတဲ့အခါ အနက်ရောင်မျဉ်းတချို့ကို လဖြူရိပ်မှာ ပေါင်းထည့်လိုက်ပါတယ်။ တံတားပေါ်တက်ပြီးတာနဲ့ ခေါင်းငုံ့ပြီး လကို ရုတ်တရက် ရေထဲကျသွားတာကို တွေ့လိုက်ရပါတယ်။မြစ်ရွေ့သွားတဲ့အခါ အနက်ရောင်မျဉ်းတချို့ကို လဖြူရိပ်မှာ ပေါင်းထည့်လိုက်ပါတယ်။ Li Taibai သည် ဤအချိန်တွင် အလွန်မူးနေသဖြင့် ၎င်းသည် မြစ်ရေဖြင့် စွန်းထင်းနေသော လဟု သူထင်ခဲ့သည်။ Li Taibai သည် ဤအချိန်တွင် အလွန်မူးနေသဖြင့် ၎င်းသည် မြစ်ရေဖြင့် စွန်းထင်းနေသော လဟု သူထင်ခဲ့သည်။ ဘွတ်ဖိနပ်ကို ချွတ်ဖို့တောင် စိတ်မပူဘဲ လက်ကိုဖွင့်ပြီး လကိုဖမ်းဖို့ တံတားပေါ်ကနေ ခုန်ချလိုက်တယ်။ ဘွတ်ဖိနပ်ကို ချွတ်ဖို့တောင် စိတ်မပူဘဲ လက်ကိုဖွင့်ပြီး လကိုဖမ်းဖို့ တံတားပေါ်ကနေ ခုန်ချလိုက်တယ်။ မထင်မှတ်ပဲ၊ ဒီခုန်ချလိုက်တာနဲ့ လကို ဖမ်းမမိပေမယ့် ရေထဲမှာ လဟာ ကွဲအက်သွားပြီး ချက်ချင်းပဲ နှစ်ခြမ်းကွဲသွားတယ်။ မထင်မှတ်ပဲ၊ ဒီခုန်ချရာမှာ လကို ဖမ်းမမိပေမယ့် လူက ရေနစ်သွားတယ်။ အသက်ခြောက်ဆယ့်နှစ်နှစ်တွင် ကွယ်လွန်ခဲ့သည်။", "聖意": "အိမ်တွင်းရေးအဆင်မပြေရင် ကံမကောင်းပါ (ကျန်းမာရေးကို ဂရုစိုက်ပါ) (ကံမကောင်း) စည်းစိမ်ဥစ္စာ မျှတမှုရှာပါ (အဲဒါကိုတောင် မစဉ်းစားပါနဲ့) စီးပွား ရေးကိစ္စ အဆင်မပြေလို့ အိမ်ထောင်ရေး မပြေလည်လို့ ကာကွယ်ရေး ဆုတောင်းပါ ( ရတနာဗလာ မဖြစ်အောင် ၊ ကိုယ်ဝန်ပျက်ကျခြင်း) လမ်းသွားလမ်းလာများ ဒုက္ခရောက်ကြရာ လယ်ပြင်ရှိ ပိုးကောင်များသည် အချက်ငါးချက်၊ တိရစ္ဆာန်ခြောက်ကောင် ဆုတ်ယုတ်ခြင်း (ကံမကောင်း) လူကို ရှာဖွေခြင်း (ကံမကောင်း) လူအများနှင့် တရားစွဲခြင်း (တရားစွဲခြင်းကို ရပ်လိုက်ပါ) သာမာန်ရွှေ့ပြောင်းခြင်း (မဖော်ပြထားပါ) ဥစ္စာပစ္စည်းများ ဆုံးရှုံးခြင်း၊ (လေယာဉ်) ဖျားနာခြင်းမှ ကာကွယ်ရန် ဆုတောင်းခြင်း (ကံဆိုးခြင်း) တောင်နှင့် သင်္ချိုင်းများတွင် ကံကောင်းခြင်းများ၊", "古人": "Taibai သည် အရက်မူးနေစဉ် လကို ဖမ်းမိခဲ့သည် (Li Taibai သည် လကို မူးနေချိန်တွင် ဖမ်းမိသည်)", "第X籤": "ငါးဆယ့်နှစ်ထီ (ထီ)၊", "宮": "သားအိမ်"}