{"籤詩版本二": "စိတ်ပျက်အားငယ်မှုက ကြည်နူးမှုအဖြစ်သို့ ပြောင်းလဲသွားသောအခါ နဂါးများက ဟောက်ပြီး ကျားဟောက်ကြသည်။\nအပြာရောင် ကောင်းကင်ကြီးမှာ ကောင်းကင်ကို သူ့ကိုယ်ပိုင်လမ်း ရှိတယ်။ ကျော်ကြားမှုရဖို့ နောက်ထပ် အခွင့်အရေး ရနိုင်မလား။", "詩意": "ဤ hexagram သည် နဂါးဟောက်ခြင်းနှင့် ကျားဟောက်ခြင်းနှင့်တူသည်။\nအားလုံးအဆင်ပြေမယ်လို့ မျှော်လင့်ပါတယ်။", "解曰": "သွားသင်ပေးရုံပါပဲ။ ကိုယ်ပိုင်ချမ်းသာပါစေ။ အကုန်လုပ်ရမယ်။ တွေ့စရာနေရာရှိတယ်။", "籤詩故事一": "◇ Liu Bei သည် သတို့သမီးတစ်ဦးကို စုဆောင်းသည်။\nChibi တိုက်ပွဲအပြီးတွင် Sun Quan သည် Liu Bei မှဝယ်ယူထားသော Jingzhou ကို ပြန်လည်ရရှိရန် စိတ်အားထက်သန်နေသောကြောင့် Zhou Yu ၏အကြံအစည်ကိုအသုံးပြုကာ သူ့ညီမ Sun Ren ကို Liu Bei နှင့် ထိမ်းမြားလိုကြောင်းဟန်ဆောင်ကာ၊ လျူဘေ့ (Liu Bei) သည် Jingzhou ကို တောင်းဆိုရန် ဓားစာခံအဖြစ်\nZhuge Liang သည် Zhou Yu ၏အကြံအစည်ကိုစူးစမ်းပြီးနောက်၊ Liu Bei ကိုကာကွယ်ပေးနေသော Zhao Yun အား ဗျူဟာဘောင်ချာကို ပေးအပ်ခဲ့သည်။ Sun Quan ရဲ့အဖေ) လက်ထပ်ခွင့်တောင်းတာကို သိတယ်။ Wu Guotai က သူ့သမီးကို ချစ်ပြီး သူ့သမီးရဲ့ ဘဝတစ်လျှောက်လုံး ကိစ္စတွေကို ပေါ့ပေါ့တန်တန် ဆုံးဖြတ်ချက်တွေ မချချင်တာကြောင့် Sun Quan က သူ့ညီမကို ရက်စက်တဲ့အတွက် လျူဘေ့ကို Ganlu ဘုရားကျောင်းမှာ သူ့သမီးနဲ့ ထိုက်တန်ရဲ့လားဆိုတာကို ကိုယ်တိုင်ကိုယ်ကျ စမ်းသပ်ဖို့ အဆိုပြုခဲ့ပါတယ်။ Wu Guotai သည် Liu Bei နှင့် တွေ့ဆုံပြီးနောက် Liu Bei နှင့် Liu Bei တို့၏ သမီးဖြစ်သူ Liu Bei တို့၏ လက်ထပ်ထိမ်းမြားမှုကို လွန်စွာ တန်ဖိုးထား ထောက်ခံခဲ့သည်။ ထို့ကြောင့် Liu Bei သည် မစ္စစ် Sun ကို အောင်မြင်စွာ လက်ထပ်ခဲ့သည်။\nနောက်ပိုင်းတွင် Liu Bei နှင့် မစ္စစ် Sun တို့သည် Jingzhou သို့ အတူတကွ ထွက်ပြေးခဲ့ကြသည်။ နောက်ပိုင်းတွင် Sun Quan သည် Liu Bei က Yizhou ကို တိုက်ခိုက်နေချိန်တွင် Jingzhou အား ခိုးဝင်တိုက်ခိုက်ရန် ဆန္ဒရှိသော်လည်း သူ့သမီး၏ လုံခြုံရေးကို စိုးရိမ်သော Wu Guotai မှ ရပ်တန့်ခဲ့သည်။\n\"Zhou Yu ရဲ့ ပါးနပ်တဲ့အကြံအစည်က ကမ္ဘာပေါ်မှာ အကောင်းဆုံးပါပဲ။ သူ့မိန်းမကို ဆုံးရှုံးပြီး သူ့တပ်တွေ ဆုံးရှုံးခဲ့တယ်\"\n(လျူဘေ့(Liu Bei) ထိခိုက်နစ်နာမှုမှ ရရှိခဲ့သည်)", "聖意": "အိမ်မှာ ကံမကောင်းလို့ ကံမကောင်းပါဘူး (ပထမကံမကောင်းရင် ကံကောင်းခြင်း)။စည်းစိမ်ဥစ္စာ မျှတမှု၊ အိမ်ထောင်ရေးအခက်အခဲ၊ အိမ်ထောင်ရေးအောင်မြင်ပါစေလို့ ဆုတောင်းပေးပါတယ်။ လမ်းသွားလမ်းလာတွေ၊ လယ်ပိုးကောင်တွေအတွက် ကောင်းချီးမင်္ဂလာငါးပါး၊ တိရစ္ဆာန်တွေ ပျက်စီးဆုံးရှုံးမှုတွေ ရှာဖွေ၊ လူများအတွက်၊ တရားစွဲခြင်းနှင့် ရွှေ့ပြောင်းခြင်း၊ ပစ္စည်းပျောက်ခြင်းအတွက် ကံကောင်းခြင်း၊ ရောဂါဘယများ ကံကောင်းခြင်း၊ တောင်များနှင့် သင်္ချိုင်းများ ငြိမ်သက်ခြင်း။", "古人": "Liu Bei သည် သတို့သမီးတစ်ဦးကို စုဆောင်းခဲ့သည်။", "第X籤": "ငါးဆယ်-သုံးပုံတစ်ပုံအနိုင်ရသောနံပါတ်", "宮": "သားအိမ်"}