{"籤詩版本二": "သားအဖမှ သီလသည် မြေးတော်သို့ လက်ဆင့်ကမ်း ပေးသည်။\nခန်းမထဲတွင် Chunxuan သည် လူများကို ပျော်ရွှင်စေသည်။ဆာလောင်ခြင်း၊ အစာကျွေးခြင်း၊ ရေငတ်ခြင်းနှင့် အိပ်ငိုက်သောအခါ Chunxuan သည် မိဘများအတွက် ဥပစာဖြစ်သည်။", "詩意": "ဤ hexagram သည် နွေဦးဆီသို့ ဦးတည်နေသော ဝါးပုံသဏ္ဍာန်နှင့် ချိတ်ဆက်ထားသည်။\nအားလုံးအဆင်ပြေမယ်လို့မျှော်လင့်ပါတယ်။", "解曰": "ဝါးကိုယူ၍ နွေဦးပေါက်သည်။ အတောမသတ် ပြန့်နှံ့သွားတယ်။ အမျိုးကောင်းသားသည် မျှော်လင့်ချက်ကို ရှာသည်။ အားလုံးက ဝမ်းသာပါတယ်။", "籤詩故事一": "◇ Zhou ဘုရင် Wu နန်းတက်သည်။\nZhou ၏ဘုရင် Wu သည် King Zhou ကိုတိုက်ခိုက်ပြီး မင်းသားရှစ်ရာကို Shang ၏စစ်တပ်ကိုတိုက်ထုတ်ရန်ဦးဆောင်ခဲ့သည်။ Chaoge (King Shang) မှစစ်သားများသည် King Shang ကိုဆန့်ကျင်ပြီး King Shang ကိုသစ္စာဖောက်ခဲ့သည်။\nဘုရင် Zhou သည် Zhaixing မျှော်စင်ပေါ်တွင် မိမိကိုယ်ကို မီးရှို့ခဲ့ပြီး Shang မင်းဆက် ပျက်ဆီးသွားခဲ့သည်။\nဝူဘုရင်သည် ဧကရာဇ်မင်းမြတ်၏ ပလ္လင်ဖြစ်သည့် ရွှေစာအုပ်နှင့် ရွှေရတနာကို လက်ခံ၍ တောင်ဘက်သို့ မျက်နှာမူကာ လက်နှစ်ဖက်ကို ခေါက်ကာ မတ်တတ်ထိုင်လိုက်သည်။ Lutai ၏ပိုင်ဆိုင်မှုများကို ဝေငှရန်၊ Star Picking Tower ကို ဖြိုဖျက်ရန်နှင့် Juqiao တွင် သိမ်းဆည်းထားသော ဆန်စပါးများကို ဝေငှရန် Wu ကို အမိန့်ပေးခဲ့သည်။\nထောင်ကျနေတဲ့ Jizi ကို လွှတ်ပေးပြီး Bigan ရဲ့ အုတ်ဂူကို ပြုပြင်ပါ။ ဘုရင် Wu သည် ပညာရှိ Shang Rong ၏အိမ်တံခါးဝတွင် စီးနင်းပြီး ခေါင်းကိုငုံ့ထားသည်။ သီလရှိသူတို့ကို ရိုသေ၍ နန်းတော်အတွင်း၌ ကျွန်တို့ကို လွှတ်ထားလော့။\nလက်နက်တပ်ဆင်ခြင်းကိုလည်း ရပ်တန့်ခဲ့ပြီး ယဉ်ကျေးမှုနှင့် ပညာရေးကို မြှင့်တင်ခဲ့သည်။ Nanshan တောင်ဘက်တွင် မြင်းများကျက်စားကြပြီး မက်မွန်ပင်များဖြင့် ကျေးလက်တောရွာများတွင် ကျက်စားကြသည်။ အေးချမ်းသောမြင်ကွင်းတစ်ခုဖြစ်သည်။", "聖意": "အိမ်သည် အခြေအနေမကောင်းပါ (ကံကောင်းခြင်း)၊ သင်ကိုယ်တိုင်ဆန္ဒများ (ကံကောင်းခြင်း) ၊ ငွေကြေးဥစ္စာရှာနိုင်သည်၊ အရောင်းအဝယ်ပြုလုပ်နိုင်သည်၊ အိမ်ထောင်ပြုသည် (သမက်ကောင်းနှင့်တွေ့သည်)၊ Liujia သည် ဘေးကင်းသည် (ရာသီခွင်၊ နိမိတ်) လမ်းသွားလမ်းလာ လယ်ကွင်း ပိုးကောင်များ ကံကောင်းခြင်း၊ တိရစ္ဆာန်ခြောက်ပါး ပျက်စီးခြင်း၊ လူတွေ့ရန် ခက်ခဲခြင်း (တွေ့မြင်ခြင်း) တရားစွဲခြင်း၊ မွန်မြတ်သော ပုဂ္ဂိုလ်သည် ရွေ့လျားခြင်း ကံကောင်းခြင်း ပျောက်၏။", "古人": "Zhou ဘုရင် Wu နန်းတက်သည်။", "第X籤": "ငါးဆယ့်ငါးမြောက်ထီ (ထီပေါက်)၊", "宮": "ရုပ်ဆိုးသောနန်းတော်"}