{"籤詩版本二": "ကမ်းခြေက ကျောက်ဆောင်တွေနဲ့ ပြည့်နေတယ်၊ ​​စမ်းချောင်းတွေ စီးဆင်းနေတယ် လေကလည်း ကြည်လင်တယ်၊ လကလည်း ကြည်လင်တယ်၊ မြင့်မြတ်တဲ့ လူတွေ စည်ကားနေတယ်။\nလမ်းမှာ ဘယ်သွားမလို့လဲ မေးရမလို တောထဲရှိ ပန်းပင်တွေရဲ့ ရနံ့ကို မယူနဲ့၊ ဂရုမစိုက်နဲ့။", "詩意": "ဤ hexagram သည် သေးငယ်သောကမ်းခြေတစ်ခုပေါ်တွင် သွားလာနေသော လှေနှင့်တူသည်။\nအစစအရာရာ ကူညီပေးနိုင်တဲ့ မြင့်မြတ်သူတွေရှိတယ်။", "解曰": "အသက်မွေးဝမ်းကြောင်းပြုရန်။ အများကြီးကြိုးစားတယ်။ ရှေးရိုးဆန်စွာနေ၍ စောင့်ပါ။ အရာရာအကောင်းဆုံးဖြစ်ပါစေ။", "籤詩故事一": "◇ Lushan ပုန်ကန်မှု\nKang နှင့် Yaluoshan ဟုအမည်ပေးထားသော An Lushan (703-757) သည် Liucheng၊ Yingzhou (ယခု Chaoyang၊ Liaoning) မှဖြစ်သည်။\nနောက်ပိုင်းတွင် သူသည် မျိုးရိုးအမည် An ကို ခံယူကာ Lushan ဟု အမည်ပြောင်းခဲ့သည်။ Tang မင်းဆက်ဧကရာဇ် Xuanzong အုပ်စိုးစဉ်တွင် An Lushan သည် စစ်သံတမန်ဖြစ်သည်။\nTianbao နန်းစံ 14 နှစ် နိုဝင်ဘာလတွင် An Lushan သည် Fanyang တွင် တပ်များကို မြှင့်တင်ခဲ့သည်။ Yang Guozhong ကို တိုက်ခိုက်ရန် အမည်ဖြင့် အရှေ့ဘက်မြို့တော် Luoyang ကို တိုက်ခိုက်ရန် မြို့သုံးမြို့မှ တပ်များကို သိမ်းယူခဲ့သည်။ Taiyuan မှ သတင်းပေးပို့ချက်များသည် Lishan ထံသို့ အလျင်အမြန်ရောက်ရှိခဲ့ပါသည်။ ထိုအချိန်က Lihan ရှိ Huaqing နန်းတော်တွင်ရှိသော Tang Xuanzong သည် Anlushan မှ ပုန်ကန်မည်ကို မယုံကြည်ခဲ့ပေ။သို့သော် ပုန်ကန်မှုသတင်းသည် ဆက်လက်ပျံ့နှံ့သွားခဲ့ပြီး Xuanzong သည် ယုံတစ်ဝက်ရှိနေဆဲဖြစ်သည်။ (ဤကား စမ်းချောင်းလေးထဲတွင် ကျောက်ဆောင်ငယ်များပေါ်မှ ကြမ်းတမ်းသော ရေစီးသံကို ပုံဖော်ထားခြင်းဖြစ်သည်)\nPingyuan County စီရင်စု Yan Zhenqing သည် Xuanzong နိုးလာပြီဖြစ်ကြောင်း သတင်းပေးပို့ရန် တစ်စုံတစ်ဦးကို ပေးပို့သည့်အချိန်အထိ မရောက်သေးပါ။\nတန်မင်းဆက်၏ ဧကရာဇ် Xuanzong ၏ မှားယွင်းသော ဗျူဟာအရ An Lushan ၏ မြင်းစီးတပ်သည် အရှေ့ဘက်မြို့တော် Luoyang ကို သိမ်းပိုက်နိုင်ခဲ့သည်။ နောက်နှစ်၏ ပထမလတွင် Luoyang တွင် ဧကရာဇ် Dayan၊ Jianyuan Shengwu၊ Emperor Xiongwu နှင့် Da Xixun အဖြစ် ကြေငြာခဲ့သည်။ ဝန်ကြီးချုပ်။\nထိုနှစ် ဇွန်လတွင် တန်မင်းဆက်၏ ဧကရာဇ် Xuanzong သည် Chang'an တွင် အကျပ်အတည်းကို ဖြေလျှော့ရန် စိတ်အားထက်သန်ပြီး စစ်ဘက်ဆိုင်ရာ နားလည်မှုလွဲမှားစွာဖြင့် Feng Changqing နှင့် Gao Xianzhi တို့ကို ကွပ်မျက်ခဲ့သည်။ ဤအမိန့်ကြောင့် Tang စစ်တပ်ကို ထိတ်လန့်စေခဲ့သည်။ (ဤအပြုအမူသည် \"မြစ်အရှေ့ဘက်သို့ညွှန်ပြရမည့်လမ်းကိုချိုးဖောက်သည်\")\nထို့နောက် Tang မင်းဆက်၏ဧကရာဇ် Xuanzong သည် Tongguan မှအရှေ့ဘက်သို့ Tang စစ်တပ်ကိုဦးဆောင်ရန်အခြားဗိုလ်ချုပ် Ge Shuhan ကိုအရေးတကြီးအမိန့်ပေးခဲ့သည်။\nTang မင်းဆက်၏ ဧကရာဇ် Xuanzong ၏ ဗျူဟာအမှားကို အပြည့်အ၀နားလည်သော Ge Shuhan သည် အပြောင်းအလဲကို နှောင့်နှေးရန် စီစဉ်ခဲ့သည် (“လေငြိမ်ပြီး ဒီရေက ငြိမ်ရင်ကောင်းမှာပဲ” ဟူသော ချဉ်းကပ်မှု)။\nအဆုံးတွင် Tang မင်းဆက်ဧကရာဇ် Xuanzong သည် စစ်တိုက်ရန် အလွန်ကြောက်သည်ဟု ထင်သောကြောင့် An Lushan နှင့် တိုက်ခိုက်ရန်မှလွဲ၍ ရွေးချယ်စရာမရှိတော့ဘဲ မျက်ရည်ကျကာ ရှုံးနိမ့်ခဲ့သည်။ (ဒါက \"ကိုယ့်ကိုယ်ကို ပြုစုပျိုးထောင်ဖို့ ကြိုးစားရင် ထိခိုက်ဒဏ်ရာရနိုင်တယ်။\")\nတန်မင်းဆက်ခေတ်တွင် နယ်ခြားစောင့်တပ်များနှင့် နယ်ခံတပ်များက တုံ့ပြန်ရန်အချိန်မရှိသောအခါ An Lushan ၏စစ်တပ်သည် နယ်စပ်ကိုဖိကာ မြို့တော်နယ်မြေအတွင်းသို့ ဝင်ရောက်ခဲ့သည်။ ပြင်းထန်သောအခြေအနေတွင် တန်မင်းဆက်၏ဧကရာဇ် Xuanzong သည် အစောင့်တပ်များကို မြို့တော်မှ လွတ်မြောက်ရန် ဦးဆောင်ခဲ့ပြီး ခေါင်းဆောင်မရှိသော Xijing Chang'an ပြုတ်ကျသွားခဲ့သည်။\n(Tang Xuanzong သည် ဤနိမိတ်လက္ခဏာ၏ လမ်းညွှန်ချက်ကို ချိုးဖောက်သောကြောင့် An Lushan ၏ ပုန်ကန်မှု အောင်မြင်ခဲ့သည်။)", "聖意": "အိမ်သည် လုံခြုံသည်၊ ကံကောင်းသည်၊ ဥစ္စာဓန တည်ငြိမ်သည်၊ အရောင်းအဝယ် သာယာသည်၊ အိမ်ထောင်ရေး သာယာသည် (သတိထားပါ)၊ Liujia မှ လမ်းသွားလမ်းလာ အမျိုးသားသည် လယ်ကွင်းသို့ လာ၍ ပိုးကောင်များကို ရိတ်သိမ်းပြီး တိရစ္ဆာန်ခြောက်ကောင် ပျက်စီးနေသည်ကို တွေ့ရသည်၊၊ တရားစွဲခြင်းသည် တရားမျှတသည်၊ ဆုံးရှုံးသွားသော ပစ္စည်းသည် အနာရောဂါကို ဖြစ်စေသည်၊ ဆိုလိုသည်မှာ အန်ဆန်းသင်္ချိုင်းကို ပြုပြင်သင့်သည်။", "古人": "Lushan ပုန်ကန်မှု", "第X籤": "ငါးဆယ့်ခြောက်ထီ", "宮": "ရုပ်ဆိုးသောနန်းတော်"}