{"籤詩版本二": "နံနက်နှင့် နေဝင်ရီတရောအချိန်၌ မြတ်စွာဘုရား၏ အထောက်အပံ့သည် အန္တရာယ်ရှိသော်လည်း အန္တရာယ်မဖြစ်ပေ။\nမင်းကို မြင့်မြတ်သူတစ်ယောက်က ဆွဲဆောင်ရင် ငွေနဲ့ ပိုးက မင်းကို လိုက်သွားလိမ့်မယ်။ ဒါက ချွမ်လိုင်။ အားလုံးက မင်းအပေါ်မှာပဲမူတည်တယ်။", "詩意": "ဤ hexagram သည် ဘုရားများနှင့် ဗုဒ္ဓတို့၏ လျှို့ဝှက်ကောင်းချီးများကို ကိုယ်စားပြုသည်။\nစိတ်ရှည်သည်းခံပြီး အရာရာကံကောင်းပါစေ။", "解曰": "ခေတ်မမီသော ငြိမ်းချမ်းရေး၏ လက္ခဏာ။ အရာရာ စျေးကြီးတဲ့အခါ ကုသိုလ်ရလိမ့်မယ်။", "籤詩故事一": "◇ တန်​ဘုန်းကြီး ဉာဏ်​အလင်း​ရောက်​တယ်​\nတစ်နေ့တွင် တန်ဆိုင်းသည် မြစ်ကမ်းသို့ လာ၍ ဗုဒ္ဓ၏ လင်ရှန်တောင်ကို မြင်လိုက်ရသည်နှင့် အရှေ့ဘက်တွင် ပျဉ်ထောင်တံတားတစ်စင်း ရှိနေသဖြင့် တန်ဆိုင်းက မဖြတ်ဝံ့ပေ။ မြတ်စွာဘုရားသည် လှေသမားအဖြစ်အသွင်ပြောင်းကာ အောက်ခြေမကွဲသောလှေကို ကိုင်ဆောင်ကာ တန်ဘုန်းကြီး လှေပေါ်တက်ပြီး မြစ်ထဲသို့ ပြုတ်ကျကာ လှေသမားက ကယ်တင်နိုင်ခဲ့သဖြင့် တန်ဘုန်းကြီးသည် ဗုဒ္ဓအဖြစ်သို့ ရောက်ရှိသွားလေသည်။ (အနောက်သို့ခရီး ဇာတ်လမ်း)\n◇ တန်ဘုန်းကြီး၏ ဗုဒ္ဓဘာသာကျမ်းများ\nTang မင်းဆက်၏ Sanzang သည် ၎င်း၏မျိုးရိုးအမည်မှာ Chen ဖြစ်ပြီး ၎င်း၏အမည်မှာ Yi ဖြစ်သည်။ Goushi ကောင်တီ၊ Luozhou (ယခု Yanshi မြို့တောင်ပိုင်း၊ Henan ပြည်နယ်) တွင်မွေးဖွားခဲ့သည်။ အသက်ဆယ့်သုံးနှစ်တွင် ဘုန်းကြီးဖြစ်လာပြီး ဗုဒ္ဓဘာသာအမည် Xuanzang ဟုခေါ်သည်။\nမူရင်း ဗုဒ္ဓကျမ်းဂန်များကို ရယူရန်အတွက် ချန်အန်း (ယနေ့ Xi'an၊ Shaanxi ပြည်နယ်) မှ Zhenguan (AD 629) ၏ တတိယနှစ်တွင် နယ်စပ်ကို ဖြတ်၍ စွန့်စားကာ Tianzhu (တိုင်ဇူး) သို့ ရောက်ရှိရန် မရေမတွက်နိုင်သော အခက်အခဲများကို ဖြတ်သန်းခဲ့သည်။ အိန္ဒိယ) ကျမ်းဂန်များစုဆောင်း။ သူသည် ဂင်္ဂါမြစ်နှင့် အိန္ဒုမြစ်ဝှမ်းတစ်လျှောက်နှင့် အိန္ဒိယနိုင်ငံ အရှေ့တောင်ဘက် ကမ်းရိုးတန်းဒေသများတစ်လျှောက် ခရီးထွက်ခဲ့ပြီး နှင်းဖုံးနေသော တောင်တန်းများနှင့် စိမ်းလန်းသော တောင်တန်းများကို ဖြတ်ကျော်ကာ မိုင် 50,000 ကျော် အသွားအပြန် ခြေလျင်ခရီးထွက်ခဲ့သည်။ နောက်ဆုံးတွင် ချန်အန်းမြို့သို့ ပြန်လည်ရောက်ရှိရန် 16 နှစ်ကြာ အချိန်ယူခဲ့ရသည်။ Zhenguan ၏ 19 နှစ် (အေဒီ 645) ။ သူသည် ဗုဒ္ဓဘာသာ ကျမ်းဂန်အများအပြားကို ပြန်လည်ယူဆောင်လာပြီး တရုတ်ဘာသာသို့ ပြန်ဆိုခဲ့သည်။\n(Tang Sanzang သည် တရုတ်နှင့် အိန္ဒိယကြား ရှည်လျားသော ခရီးရှည်ကြီးကို ဖြတ်သန်းခဲ့ရပြီး အန္တရာယ်များနှင့် တွေ့ကြုံခဲ့ရသော်လည်း သူ့နောက်တွင် မမြင်နိုင်သော နာယကသူတော်စင်တစ်ဦး ရှိနေသောကြောင့် ဘေးကင်းစွာ ပြန်လာနိုင်ခဲ့သည်။)", "聖意": "အိမ်သည် လုံခြုံသည်၊ မိမိကိုယ်ကို ချမ်းသာသည်၊ အနောက်တိုင်း စီးပွားရေး အောင်မြင်သည်၊ အိမ်ထောင်ရေး သည် အောင်မြင်သည်၊ လမ်းသွားလမ်းလာများ ၊ ပိုးကောင် များ ပိတ်ဆို့ သည် ၊ ပိုးကောင် သည် အချက် ခုနစ်ချက် ရှိသည် ၊ မွေးမြူရေး သည် အမြတ် ဖြစ်သည် ၊ လူကို ရှာဖွေ သည် ၊ အနောက်တိုင်း သည် ၊ လူသိရှင်ကြား တရားစွဲခြင်းသည် မကောင်း၊ ရွှေ့ပြောင်းနေထိုင်မှုမှာ ရှေးရိုးဆန်သည်၊ ဥစ္စာပစ္စည်းများ ဆုံးရှုံးသည်ကို မြင်သည်၊ ရောဂါသည် ချမ်းသာသည်၊ တောင်များနှင့် သင်္ချိုင်းဂူများ သည် သာယာဖွယ်ကောင်းသည်။", "古人": "တန်ဘုန်းကြီးသည် ဉာဏ်အလင်းကို ရရှိခဲ့သည်။", "第X籤": "ထီခြောက်ဆယ့်နှစ်ပေါက်", "宮": "ယဉ်နန်းတော်"}