{"籤詩版本二": "ရေကူးငါးကို ဘီဘိုရေကန်တွင် ကျော့ကွင်းထဲတွင် ဖမ်းမိခဲ့သည်။\nစဉ်းစားပြီးရင် တစ်ခုခုမှားသွားရင် နောက်ဆုံးမှာ ဒုက္ခရောက်လိမ့်မယ်။", "詩意": "ဤ hexagram သည် ကျော့ကွင်းထဲတွင်ဖမ်းမိသောငါးကိုကိုယ်စားပြုသည်။\nအစစအရာရာ သတိထားဖို့လည်း အကြံပြုလိုပါတယ်။", "解曰": "အိမ်အောက်မှာ အခြေချတယ်။ ဘေးအန္တရာယ်သည် ကောင်းကင်မှ ကျရောက်သည်။ စောစောထပြီး ကြိုတင်သတိထားပါ။ ဘေးအန္တရာယ်များကို ရှောင်ပါ။", "籤詩故事一": "◇မြင်းသည် ရေဖြင့်ဖုံးလွှမ်းသည် (ရေစုဆောင်းရန်ခက်ခဲသည်)၊\nဟန်မင်းဆက်။ Zhu Maichen ၊ Wengzi သည် Kuaiji ရှိ Wu ဇာတိဖြစ်ပြီး (ယခု Suzhou City ၏အစိတ်အပိုင်း) ဖြစ်သည်။\nMaichen ၏ ငယ်ရွယ်စဉ်က မိသားစုသည် ဆင်းရဲပြီး မအောင်မြင်ခဲ့ပေ။ထိုလင်မယားသည် နောက်ဖေးလမ်းကြားရှိ သက်ကယ်တံခါးတွင် ထင်းခုတ်ပြီး အတိုးချရောင်းစားကြသည်။ ထင်းကို ဘယ်သူ့ကိုမှ ဈေးရောင်းပြီး ငွေအများကြီး မရှာနိုင်ဘူး။\nဇနီးသည်က ရေသွားယူရင်း Maichen ကို ရယ်ရယ်မောမော ကလေးတစ်စုကို တွေ့လိုက်သည် ။\nZhu Maichen သည် အသက်ငါးဆယ်အရွယ်တွင် ဟန်မင်းဆက်ဧကရာဇ် Wu သည် အရည်အချင်းများကို ရှာဖွေကာ Kuaiji ၏စီရင်စုအဖြစ် Zhu ကို ကိုးကွယ်ခဲ့သည်။\nသူ့မိန်းမက မျက်စိကွယ်သွားတဲ့အတွက် နောင်တရပြီး Zhu ကို သူ့ဘဝတစ်သက်တာအစေခံဖို့ အစေအပါးနဲ့ ကိုယ်လုပ်တော်အဖြစ် လျှော့ချချင်ခဲ့တယ်။\nMaichen က သူ့ဇနီးဟောင်းကို ရေတစ်ပုံးယူခိုင်းပြီး လှေကားထစ်တွေပေါ်မှာ လောင်းခိုင်းပြီး \"ရေပြန်ယူနိုင်ရင် သူတို့နှစ်ယောက် ပြန်ပေါင်းနိုင်မှာပါ\" လို့ ပြောပါတယ်။\nလင်နှင့်မယားကြား ဆက်ဆံရေးကို ထည့်သွင်းစဉ်းစားကာ ဇနီးနှင့် နောက်အိမ်ထောင်ပြုသော ခင်ပွန်းတို့သည် ၎င်းတို့ကိုယ်မိမိ ပြုစုပျိုးထောင်ရန်နှင့် ထောက်ပံ့ရန်အတွက် နောက်ဖေးဥယျာဉ်တွင် ပွင့်လင်းမြင်သာစွာ ထားရှိခဲ့ကြသည်။ သူ့မိန်းမက မြစ်ထဲ ပစ်ချပြီး သေဆုံးသွားတယ်။", "聖意": "အိမ်သည် အန္တရာယ် ၊ ကိုယ့်ကိုယ်ကိုယ် အန္တရာယ် ကျရောက်နေပြီ ၊ ငွေကြေး ဆုံးရှုံး သည် ၊ အရောင်းအဝယ် ငြိမ်သက်နေ သည် ၊ အိမ်ထောင်ရေး အဆင်မပြေ ၊ Liujia သည် ထိတ်လန့်နေ သည် ၊ လူများ ပိတ်ဆို့နေ သည် ၊ လယ်ကွင်း များ ပျက်စီး သည် ၊ ပိုးကောင် များ ပျောက် ၊ တိရစ္ဆာန် များ ဆုံးရှုံး သည် ၊ လူတွေ့တရားစွဲဆိုမှု ပျောက်ဆုံးသွားခြင်း၊ ရွှေ့ပြောင်းနေထိုင်မှု ကောင်းမွန်ခြင်း၊ ဆုံးရှုံးသွားသော ပစ္စည်းဥစ္စာများ ပျက်သုဉ်းသွားခြင်း၊ ရောဂါအန္တရာယ်နှင့် တောင်သင်္ချိုင်းကို ပြောင်းလဲသင့်သည်။", "古人": "မြင်းသည် ရေဖြင့် ဖုံးလွှမ်းသည် (ရေစုဆောင်းရန် ခက်ခဲသည်)၊", "第X籤": "ခြောက်ဆယ့်လေးခုမြောက် လက္ခဏာ", "宮": "Maogong"}