{"籤詩版本二": "လမ်းက အန္တရာယ်များတယ်၊ မြင်းတွေနဲ့ လူတွေကလည်း အလျင်လိုနေကြပြီး စစ်သည်တွေ ပျောက်ဆုံးသွားတဲ့အခါ ရေမြောင်းထဲ ရောက်သွားတယ်။\nကမ်းခြေက မြင့်တယ်၊ လေနဲ့လှိုင်းတွေ တဖွဲဖွဲကျတယ်၊ လှေပျက်တယ်၊ နေဝင်တယ်၊ ပန်းတွေသေတယ်၊ ​​ကောင်းကင်ကကြွေတယ်၊ ​​နှင်းခဲတွေကျနေတယ်။棹 : တောင်တက်။", "詩意": "ဤ hexagram သည် ကမ်းခြေကို ဖြိုဖျက်သည့် လှေနှင့်တူသည်။\nအန္တရာယ်အားလုံးကို သတိထားပါ။", "解曰": "ကျောင်းဟောင်းနှင့် ကျောင်းဟောင်း။ တိတ်ဆိတ်ပြီး အပြစ်ကင်းတယ်။ အကြံဉာဏ်တောင်းစရာ မလိုပါဘူး။ လွတ်လပ်စွာ ခရီးသွားပါ။", "籤詩故事一": "◇ Chu Yin Ling ဘုရင်က လမ်းပျောက်တယ်။\nဘီစီ 202 အစောပိုင်းတွင် ဘက်သုံးဘက်မှ ဟန်တပ်သား 400,000 သည် စားနပ်ရိက္ခာပြတ်လပ်နေသော Gaixia တွင် Xiang Yu ၏စစ်တပ်ကို ဝိုင်းရံခဲ့ကြသည်။ ၎င်းတို့သည် စစ်သားများကို Chu ဒေသိယဘာသာစကားဖြင့် သီဆိုခိုင်းသောကြောင့် Xiang Yu ၏စစ်တပ်သည် ၎င်းတို့၏ဇာတိမြို့ကို ထိန်းချုပ်ထားသည်ဟု လွဲမှားစွာယုံကြည်ခဲ့ကြသည်။ ဟန်စစ်တပ်မှ \"ဘက်ပေါင်းစုံမှ ဝိုင်းရံထား\" ဟူသော စိတ်ပိုင်းဆိုင်ရာ နည်းဗျူဟာသည် Xiang Yu ၏စစ်တပ်ကို စိတ်ဓာတ်ကျစေခဲ့သည်။\nထို့ကြောင့် Xiang Yu သည် အထက်တန်းစား မြင်းစီးသူ ၈၀၀ ကျော်ကို ဦးဆောင်ကာ ခွဲထွက်ရန် ဆုံးဖြတ်ခဲ့ပြီး ဟန်စစ်တပ်သည် ဂွမ်ယင်နှင့် မြင်းတပ်သား ၅၀၀၀ တို့နှင့်အတူ အနီးကပ်လိုက်ခဲ့သည်။ Huai မြစ်ကို ဖြတ်ကျော်ပြီးတဲ့ နောက်မှာတော့ Xiang Yu ရဲ့ မြင်းတပ်မှာ လူတစ်ရာပဲ ကျန်ပါတော့တယ်။\nXiang Yu သည် Yinling တွင် ပျောက်ဆုံးသွားပြီး မြစ်သို့သွားမည့်လမ်းအတွက် လမ်းဘေးရှိ လယ်သမားတစ်ဦးအား တောင်းဆိုခဲ့သည်။ မမျှော်လင့်ဘဲ သူညွှန်ပြသော အဘိုးအို၏ လမ်းညွှန်ချက်ကို လိုက်၍ ရွေ့လျားရန် ခက်ခဲသွားကာ ရွှံ့ထဲတွင် အဆုံးသတ်သွားခဲ့သည်။ Bang ၏စစ်တပ်။ Xiang Yu သည် နောက်ဆုံးတွင် Wujiang သို့ရောက်ရှိပြီး အခြေအနေ ပြီးဆုံးကြောင်း သိလိုက်ရသည် ။ Jiangdong ၏ အသက်ကြီးသူများကို အရှက်ကင်းမဲ့စွာ မြင်လိုက်ရသဖြင့် ကိုယ့်ကိုယ်ကိုယ် သတ်သေသွားခဲ့သည်။", "聖意": "မိသားစုနဲ့ အိမ်က ကိုယ့်ဘေးဒုက္ခအတွက် စိတ်ပူကြတယ်။ ပိုက်ဆံရှာပြီး စီးပွားပျက်တယ်။ အိမ်ထောင်ရေးက မတည်မြဲဘူး။ Liujia က အန္တရာယ်ရှိတယ်။ လမ်းသွားလမ်းလာတွေက လယ်တွေကို ပိတ်ဆို့တယ်။ ပိုးကောင်တွေ ပျက်စီးတယ်။ တိရစ္ဆာန်ခြောက်ကောင် ပျက်စီးတယ်။ လူပျောက်တယ်။ လူတွေကို တရားစွဲတယ်။ ဆုံးရှုံးခြင်း ၊ ရွှေ့ပြောင်းနေထိုင်ခြင်း ၊ ပစ္စည်းပျောက်ဆုံးခြင်း ၊ နာမကျန်းခြင်း ၊ တောင်သင်္ချိုင်းသို့ ပို့ဆောင်ခြင်းသည် အဆင်မပြေပါ။", "古人": "ချူးဘုရင် Yin Ling သည် လမ်းပျောက်သည်။", "第X籤": "ခြောက်ဆယ့်ခြောက်မြောက် အများကြီး", "宮": "Maogong"}