{"籤詩版本二": "ဆောင်းရာသီရောက်သောအခါ တောင်ပေါ်ရှိ ဇီးသီးပွင့်အကိုင်းအခက်များသည် အရွက်များကြွေကျပြီး အကိုင်းအခက်များ ညှိုးနွမ်းသွားလျှင်ပင် ပျက်စီးမည်မဟုတ်ပေ။\nဒါပေမယ့် နွေဦးပေါက်လာတဲ့အခါ ယဉ်ကျေးသိမ်မွေ့တဲ့အနေနဲ့ ပြန်လာပြီး မူလအလုပ်ကို ဖျက်ပစ်လိုက်တယ်။", "詩意": "ဤ hexagram တွင်၊ ဇီးသီးပွင့်သည် ဦးဆောင်နေရာယူထားသည်။\nနောက်ကျရင် အားလုံးကောင်းပါတယ်။", "解曰": "မြှားတစ်စင်း လွတ်သွားသည် ။ ဗလာဖြစ်တဲ့အခါ ဗလာမဟုတ်ဘူး။ နွေဦးရောက်ဖို့ စောင့်နေတယ်။ အ​ရောင်​က​တော့ ပါပါတယ်​။", "籤詩故事一": "◇ နှစ်ကြိမ်ရခဲ့ပါတယ်။\nTang မင်းဆက်ဧကရာဇ် Dezong အုပ်စိုးစဉ်တွင် သစ္စာစောင့်သိသော ဝန်ကြီး Mei Bogao နှင့် သူ့မိသားစုသည် ၎င်းတို့အားလုံးကို သတ်လိုသော သစ္စာဖောက်ဝန်ကြီးချုပ် Lu Qi ၏ ဘောင်ခတ်ခြင်းကို ခံခဲ့ရပြီး၊ သားတော် Mei Liangyu သာလျှင် ထွက်ပြေးလွတ်မြောက်နိုင်ခဲ့သည်။ နောက်ပိုင်းတွင် သူသည် ပြောင်းလဲခဲ့သည်။ သူ့အမည်ကို ဖုံးကွယ်ရန် Wang Xitong ဟု အမည်ပေးခဲ့သည်။ သူသည် လမ်းများပေါ်တွင် တစ်ယောက်တည်း ငတ်မွတ်ပြီး အေးခဲနေသော်လည်း ကံကောင်းထောက်မစွာပင် သူ့ကို Chen Risheng (Chen Dongchu) က ခေါ်ဆောင်သွားခဲ့သည်။ Chen Risheng သည် သူ့ဘဝအတွေ့အကြုံကို မသိသောကြောင့် လမ်းပေါ်တွင် ငတ်သေမနေစေရန် Chen ၏ဇီးသီးဥယျာဉ်ကို ကူညီစောင့်ရှောက်ပေးရန် တောင်းဆိုခဲ့သည်။\nChen Risheng သည် Mei Bogao ၏ အတန်းဖော် သူငယ်ချင်း Lu Qi ၏ ညှဉ်းပန်းနှိပ်စက်ခြင်းကို ခံရသောအခါ Mei Bogao မှ ကယ်တင်ခြင်း ခံခဲ့ရသည်။ ထို့ကြောင့် Mei Bogao နှင့် Lu Qi တို့သည် ရန်ငြိုးဖွဲ့ လာကြသည်။နောက်ဆုံးတွင် သူတို့မိသားစု တစ်ခုလုံး အသတ်ခံခဲ့ရသည်။ ဤအကြောင်းကြောင့် Risheng သည် ဝမ်းနည်းဒေါသဖြစ်ခဲ့ရသည်။ အိမ်ထောင်ပြုပြီးနောက်တွင် ရာထူးမှနုတ်ထွက်ကာ မိသားစုကို သီးသန့်နေထိုင်ရန် Yangzhou သို့ ပြောင်းရွှေ့ခဲ့သည်။\nChen Risheng မှာ ချောမောလှပပြီး မွှေးပျံ့တဲ့ Chen Xingyuan ဆိုတဲ့ သမီးလေးတစ်ယောက်ရှိပါတယ်။ Mei Liangyu ဟာ Chen မိသားစုကို ရောက်လာပြီးနောက် မြင်မြင်ချင်း ချစ်မိသွားကြပါတယ်။ Mei Bogao ကွယ်လွန်သည့် နှစ်ပတ်လည်နေ့ဖြစ်သည့် ဇီးသီးပွင့်များ ပွင့်နေသည့်နေ့တွင် Chen Risheng နှင့် သူ့မိသားစုသည် သေဆုံးသွားသော သူငယ်ချင်းနှင့် ကျေးဇူးရှင်ကို အထိမ်းအမှတ်ပြုရန်အတွက် ၎င်းတို့၏နေအိမ်ရှိ ဇီးသီးဥယျာဉ်တွင် ယဇ်ပလ္လင်တစ်ခု ဖွင့်လှစ်ခဲ့သည်။ ဆီးနှင်းမုန်တိုင်း ပြင်းထန်စွာ တိုက်ခတ်၍ ဇီးသီးပွင့်များ အားလုံးကို ဖုံးအုပ်၍ ပျက်စီးသွားခဲ့သည်။ Chen Risheng က သူဘေးကင်းစွာ လွတ်မြောက်နိုင်ခဲ့တယ်လို့ ဝမ်းနည်းကြေကွဲမိပေမယ့် Mei မိသားစုရဲ့ သားမြေးတွေကိုတောင် မကယ်တင်နိုင်ခဲ့ဘူးလို့ သူထင်ပြီး ဒါဟာ ဘုရားသခင်ရဲ့သတိပေးချက်ဖြစ်တယ်လို့ သူထင်တဲ့အတွက် ဇီးသီးပွင့်တွေ ထပ်မပွင့်မချင်း ကတိသစ္စာပြုပြီး၊ Mei မိသားစုသည် အသက်ရှင်နေသေးပြီး သူဘာမျှ မပြောနိုင်ဘဲ ဗုဒ္ဓဘာသာသို့ ဝင်ရောက်ကာ ဘုန်းကြီးဝတ်ခဲ့သည်။\nသူ့သမီး Xingyuan က ဒါကိုကြားပြီး ချက်ချင်းပဲ အမွှေးတိုင်တွေ မီးရှို့ပြီး ဇီးသီးပွင့်တွေ ပြန်ပွင့်လာစေဖို့ ဘုရားသခင်ထံ စိတ်ရင်းမှန်နဲ့ ဆုတောင်းခဲ့ပါတယ်။ သူတို့၏ ရိုးသားမှုသည် ကောင်းကင်ဘုံသို့ ရွေ့လျားသွားပြီး ဇီးသီး ဥယျာဉ်ရှိ ဇီးသီးပင်များ တဖန် ပွင့်လန်းလာသည်၊ နောက်ပိုင်းတွင် Chen Risheng သည် Xitong ဖြစ်သည် Liangyu ဖြစ်သည်ကို သိသောကြောင့် သူ့သမီး Xingyuan ကို ထိမ်းမြားပေးခဲ့သည်။", "聖意": "အိမ်သည် မိမိအတွက် မကောင်း၊ မိမိအတွက် ကောင်းသည်၊ စည်းစိမ်ကို ရှာတတ်သည်၊ ပေါင်းသင်းဆက်ဆံရာ၌ သတိရှိ၏၊ အချိန်မှန်သည်၊ အိမ်ထောင်နှောင်းသည်၊ နွေဦးသည် အားကောင်းသည်၊ ဆောင်းဦးသည် လွတ်သည်၊ ခရီးနောက်ကျ၏၊ လယ်ပြင်များ ကြီးပွားကုန်သော ပိုးကောင်များ ကြီးပွားကုန်သော တိရစ္ဆာန်ခြောက်ပါးတို့သည် ချမ်းသာကုန်၏၊ လူကိုရှာကုန်၏၊ အများသူငှာ တရားစွဲကြကုန်၏၊ ပစ္စည်းပျောက်ကုန်၏၊ ဥစ္စာပျောက်ကုန်၏၊", "古人": "နှစ်ကြိမ်ရခဲ့ပါတယ်။", "第X籤": "ထီပေါက်ခြင်း ခြောက်ဆယ့်ကိုး", "宮": "Tatsumi"}