{"籤詩版本二": "Chao Chao သည် အနောက်တောင်မှ အရှေ့သို့ ပျံဝဲနေသော ပန်းစည်းပျားနှင့်တူသည်။\nနွေဦးရာသီကုန်ပြီ ပန်းတွေပျောက်ပြီး လိုက်ရှာစရာနေရာမရှိတော့ဘူး ဒီနှလုံးသားက ဘယ်မှာမှမပြောင်းလဲပါဘူး။", "詩意": "ဤ hexagram သည် ပျားပန်းကောက်နှင့်တူသည်။\nအရာရာဟာ ပင်ပန်းကြီးစွာနဲ့", "解曰": "နွေဦးရှုခင်း မရှိ။ မိုးအကြာကြီးရွာနေပေမယ့် ဘယ်တော့မှ မကြည်လင်ဘူး။ အကူအညီတောင်းပါ။ ဆိတ်ဆိတ်နေလိုက်တာ ပိုကောင်းပါတယ်။\n.", "籤詩故事一": "◇ လီမီသည် တန်မင်းဆက်ကို ပုန်ကန်ခဲ့သည်။\nလီမီ\n(၅၈၂-၆၁၉)၊ တရုတ်ပြည် Sui မင်းဆက်နှောင်းပိုင်း လယ်သမားအရေးတော်ပုံတွင် Wagang တပ်မတော်၏ ကွယ်လွန်သူ ခေါင်းဆောင်ဖြစ်သည်။ လက်ရေးလှဆရာ။ Fa ဟူသောစကားလုံး၏သခင်သည် Chang'an၊ Jingzhao ဇာတိဖြစ်ပြီး ၎င်း၏ဘိုးဘွားအိမ်မှာ Xiangping၊ Liaodong (ယခု Liaoyang၊ Liaoning) ၏တောင်ဘက်ဖြစ်သည်။ Chang'an၊ Jingzhao ဇာတိဖြစ်ပြီး ၎င်း၏ဘိုးဘွားအိမ်မှာ Xiangping၊ Liaodong (ယခု Liaoyang တောင်ဘက်၊ Liaoning) ဖြစ်သည်။\nDaye ၏ကိုးနှစ်မြောက်နှစ် (613)တွင် သူသည် Liyang (ယခု Junxian ကောင်တီ အရှေ့မြောက်ဘက်၊ Henan ပြည်နယ်) ရှိ Sui မင်းဆက်ကို Yang Xuangan ၏ ပုန်ကန်မှုတွင် ပါဝင်ခဲ့သည်။ Daye ၏ကိုးနှစ်မြောက်နှစ် (613)တွင် သူသည် Liyang (ယခု Junxian ကောင်တီ အရှေ့မြောက်ဘက်၊ Henan ပြည်နယ်) ရှိ Sui မင်းဆက်ကို Yang Xuangan ၏ ပုန်ကန်မှုတွင် ပါဝင်ခဲ့သည်။ ဆန်းကြယ်သော အသိသည် ရှုံးသည်၊\nလီမီ ပြေးသွားတယ်။ Xuangan ရှုံးပြီး လီမီ ထွက်ပြေးသွားသည်။\nDaye ၏ဆယ်နှစ်နှစ်တွင် Wagang Army သို့ဝင်ရောက်ခဲ့သည်။\n. Daye နန်းစံဆယ်နှစ်တွင် Wagang စစ်တပ်သို့ဝင်ရောက်ခဲ့သည်။ လီမီသည် ဗျူဟာကျွမ်းကျင်၍ Daye ၏ဆယ်နှစ်နှစ်အောက်တိုဘာလတွင် Li Mi သည် Zhai အား စစ်တပ်နှင့်အတူပါလာသော သြဇာကြီးသောစစ်သူကြီး Xingyang Tong အား တိုက်ခိုက်ရန် ၊ Zhang Xutuo ကိုကာကွယ်ရန် Sui စစ်တပ်ကို အနိုင်ယူပြီး Zhang Xutuo ကို သတ်ပစ်ရန် ဆွဲဆောင်ခဲ့သည်။ လီမီသည် ဗျူဟာကျွမ်းကျင်၍ Daye ၏ဆယ်နှစ်နှစ်အောက်တိုဘာလတွင် Li Mi သည် Zhai အား စစ်တပ်နှင့်အတူပါလာသော သြဇာကြီးသောစစ်သူကြီး Xingyang Tong အား တိုက်ခိုက်ရန် ၊ Zhang Xutuo ကိုကာကွယ်ရန် Sui စစ်တပ်ကို အနိုင်ယူပြီး Zhang Xutuo ကို သတ်ပစ်ရန် ဆွဲဆောင်ခဲ့သည်။\nနောက်ပိုင်းတွင် သူသည် Xingluo (နောက်ပိုင်း Luokou) ဂိုဒေါင်ကို တိုက်ခိုက်ပြီး၊ ကယ်ဆယ်ရေးအတွက် ဂိုဒေါင်ဖွင့်ကာ အဖွဲ့ကို တိုးချဲ့ရန် အဆိုပြုခဲ့သည်။ Wagang စစ်တပ်အဖွဲ့သည် လျင်မြန်စွာ ကြီးထွားလာခဲ့သည်။ Daye ၏ 13 နှစ်တွင် Li Mi သည် Wagang တပ်မတော်ကို ဦးဆောင်ခဲ့ပြီး Zhai Rang၊ Sui မင်းဆက်ကို ဖြုတ်ချပြီး ခွဲဝေယူကာ စစ်အင်အားနှင့် အခြားပြဿနာများကို စစ်ပွဲတစ်ခုဖြစ်ပွားခဲ့ပြီး Li Mi သည် Zhai Rang နှင့် သူ၏နောက်လိုက်ရာပေါင်းများစွာကို သတ်ပစ်ခဲ့သည်။ နောက်ပိုင်းတွင် သူသည် Xingluo (နောက်ပိုင်း Luokou) ဂိုဒေါင်ကို တိုက်ခိုက်ပြီး၊ ကယ်ဆယ်ရေးအတွက် ဂိုဒေါင်ဖွင့်ကာ အဖွဲ့ကို တိုးချဲ့ရန် အဆိုပြုခဲ့သည်။ Wagang စစ်တပ်အဖွဲ့သည် လျင်မြန်စွာ ကြီးထွားလာခဲ့သည်။ Daye ၏ 13 နှစ်တွင် Li Mi သည် Wagang တပ်မတော်ကို ဦးဆောင်ခဲ့ပြီး Zhai Rang၊ Sui မင်းဆက်ကို ဖြုတ်ချပြီး ခွဲဝေယူကာ စစ်အင်အားနှင့် အခြားပြဿနာများကို စစ်ပွဲတစ်ခုဖြစ်ပွားခဲ့ပြီး Li Mi သည် Zhai Rang နှင့် သူ၏နောက်လိုက်ရာပေါင်းများစွာကို သတ်ပစ်ခဲ့သည်။\nDaye ၏ 14 နှစ် မတ်လတွင် Yu Wenhuaji သည် Sui မင်းဆက်၏ဧကရာဇ် Yang ကိုသတ်ခဲ့သည်။\nအနောက်ဘက်သို့ ပြန်လာရန် လူ 100,000 ကျော်ကို ဦးဆောင်ခဲ့သည်။ Daye ၏ဆယ့်လေးနှစ် မတ်လတွင် Yu Wenhuaji (Yu Wen၊ မျိုးရိုးပေါင်း) သည် Sui မင်းဆက်ဧကရာဇ် Yang ကိုသတ်ပြီး လူပေါင်း 100,000 ကျော်ဖြင့် အနောက်ဘက်သို့ ပြန်လာခဲ့သည်။ လီမီသည် Huaji ကို တိုက်ခိုက်ရန် အမိန့်ပေးခဲ့သည်။ Huaji ကို ရှုံးနိမ့်ခဲ့သော်လည်း လီမီသည် တပ်ဖွဲ့ဝင်များတွင် ဆုံးရှုံးမှုများစွာ ကြုံတွေ့ခဲ့ရသည်။ နောက်ပိုင်းတွင် Wang Shichong ၏ နောက်သို့ လိုက်ခြင်း ခံခဲ့ရသည်။ လီမီ၏ စစ်တပ်သည် ရှုံးနိမ့်ကာ ၎င်း၏ စခန်းကို ဖျက်ဆီးခဲ့သည်။ သူ၏ စစ်ဗိုလ်ချုပ်ကြီး Qin Shubao, Cheng Zhijie (မူလက၊ Cheng Yaojin ၊ Niu Jinda နှင့် အခြားသူများ အဖမ်းခံရပြီး Shan Xiongxin လက်နက်ချခဲ့သည်။ လီမီကို ဟွာဂျီကို တိုက်ခိုက်ရန် အမိန့်ပေးခဲ့သည်။ နောက်ပိုင်းတွင် သူ့ကို Wang Shichong ၏နောက်သို့ လိုက်စေခဲ့သည်။ Li Mi ၏စစ်တပ်သည် အရေးနိမ့်ပြီး သူ၏စခန်းကို ဖျက်ဆီးခဲ့သည်။ သူ၏ဗိုလ်ချုပ် Qin Shubao, Cheng Zhijie (မူလအမည် Cheng Yaojin), Niu Jinda နှင့် အခြားသူများကို သိမ်းပိုက်ခဲ့ပြီး Shan Xiongxin လက်နက်ချခဲ့သည်။ လီမီသည် စိတ်ပျက်အားလျော့စွာဖြင့် စက်တင်ဘာလတွင် မြစ်ကိုဖြတ်ကာ ဟဲယန်သို့ ဖြတ်ကာ ထန်မင်းဆက်ထံ လက်နက်ချခဲ့သည်။ လီမီသည် စိတ်ပျက်အားလျော့စွာဖြင့် စက်တင်ဘာလတွင် မြစ်ကိုဖြတ်ကာ ဟဲယန်သို့ ဖြတ်ကာ ထန်မင်းဆက်ထံ လက်နက်ချခဲ့သည်။\nနိုဝင်ဘာလတွင် လီယွမ်သည် လီမီအား စစ်သားဟောင်းများစုဆောင်းရန် ရှန်ဒေါင်းမြို့သို့ စေလွှတ်ခဲ့သည်။ သခင်သန်းထွန်း၊\nလီယွမ်က လီမီကို ရှန်ဒေါင်းတွင် စောင့်ဆိုင်းရန် တပ်ဖွဲ့ဝင်ဟောင်းများကို စေလွှတ်ခဲ့သည်။ သူ့ကို သံသယဖြစ်နေတယ်လို့ ခံစားရပြီး တန်ကို ပုန်ကန်ခဲ့တယ်။ သူ့ကို သံသယဖြစ်နေတယ်လို့ ခံစားရပြီး တန်ကို ပုန်ကန်ခဲ့တယ်။ Tang General Sheng Yanshi က Li Mi ကို Xinggong Xian မှာ တိုက်ခိုက်သတ်ဖြတ်ဖို့ ဖိတ်ခေါ်ပါတယ်။ Tang General Sheng Yanshi က Li Mi ကို Xinggong Xian မှာ တိုက်ခိုက်သတ်ဖြတ်ဖို့ ဖိတ်ကြားခဲ့ပါတယ်။", "聖意": "အိမ်၊ အိမ်၊ လျှာ၊ ကိုယ်ကျိုး၊ လူကြမ်း၊ စည်းစိမ်ဥစ္စာ ရှာကြံ၊ စီးပွားရေးကို ဖြုန်းတီးခြင်း၊ အိမ်ထောင်ရေး မတည်မြဲခြင်း၊ Liujia၊ ပန်းဗလာ၊ လမ်းသွားလမ်းလာ၊ Yaotian၊ ပိုးကောင်ပျက်စီးခြင်း၊ တိရစ္ဆာန်ခြောက်ပါး ပျက်စီးခြင်း၊ လူပျောက်၊ တရားစွဲခြင်း၊ ဆုံးရှုံးခြင်း၊ ရွှေ့ပြောင်းနေထိုင်ခြင်း၊ ရှေးရိုးစွဲနေခြင်း၊ ပစ္စည်းဆုံးရှုံးခြင်း၊ နာမကျန်းမှု၊ အတားအဆီးများ၊ တောင်သင်္ချိုင်းပြုပြင်ပြောင်းလဲမှု", "古人": "လီမီသည် တန်မင်းဆက်ကို ပုန်ကန်ခဲ့သည်။", "第X籤": "ခုနစ်ဆယ်ဆွဲ", "宮": "Tatsumi"}