{"籤詩版本二": "Canglong ဆယ့်ကိုးတပ်များကို အသိအမှတ်ပြုခြင်း- အမျိုးသမီးတစ်ဦးသည် ဒုတိယခင်ပွန်းနှင့် လက်ထပ်ခဲ့သည်။\nလေးတစ်ချောင်းနှင့် မြှားနှစ်စင်းဖြင့် ဒိုင်နိုဆောများသည် ချက်ခြင်းငြိမ်သက်စွာ အသက်ရှင်နေမည်ဖြစ်သည်။", "詩意": "ဤ hexagram သည် မြှားနှစ်ချောင်းကို ကိုင်ထားသော လေးနှင့်တူသည်။\nပေါင်းရင် အားလုံးအဆင်ပြေမှာပါ။", "解曰": "အရမ်းမလေးပါဘူး။ ဖူးစာ။ Zhen Liuzhong ဖွင့်လှစ်သည်။ သတိထားဖို့ အကြံပြုလိုပါတယ်။", "籤詩故事一": "◇Wenjun သည် Xiangru သို့လည်ပတ်သည်။\nZhuo Wenjun သည် Sichuan ပြည်နယ် Linqiong တွင် ချမ်းသာသော စီးပွားရေးသမား Zhuo Wang ၏ မြေးသမီးဖြစ်ပြီး သူမသည် ဂီတကို ကျွမ်းကျင်ပြီး စာပေအမည်ဖြင့် ကျော်ကြားသည်။ အသက်ဆယ့်ခြောက်နှစ်တွင် အိမ်ထောင်ပြုခဲ့ပြီး နှစ်အနည်းငယ်ကြာပြီးနောက် ခင်ပွန်းဖြစ်သူ ဆုံးပါးသွားကာ မုဆိုးမအဖြစ် နေထိုင်ရန် သူမ၏ မွေးရပ်မြေ မိသားစုသို့ ပြန်လည်ရောက်ရှိခဲ့သည်။\nတစ်နေ့တွင် Sima Xiangru သည် Zhuo Wangsun ၏အိမ်သို့ စားပွဲတစ်ခုကျင်းပရန် သွားခဲ့သည်။ Zhuo Wenjun သည် မုဆိုးမအသစ်ဖြစ်နေပြီဟု သိလိုက်သောအခါတွင် သူ၏ချစ်ခြင်းမေတ္တာကို ဖော်ပြရန်အတွက် \"Phoenix Seeking the Phoenix\" သီချင်းကို တီးခတ်ခဲ့သည်။ Zhuo Wenjun သည် Sima Xiangru အကြောင်း ကြားထားပြီးသားဖြစ်ပြီး၊ ဤပွဲသည် သူ့အား Sima Xiangru ကို ပို၍ပင် စွဲဆောင်စေခဲ့သည်။ တစ်ဖက်တွင်၊ Sima Xiangru ၏ပွဲအပြီးတွင်၊ သူသည် Zhuo Wenjun ၏ကိုယ်ရေးကိုယ်တာအိမ်အကူအား လာဘ်ထိုးရန် ငွေအမြောက်အမြားသုံးစွဲခဲ့ပြီး Zhuo Wenjun ကို Sima Xiangru ၏ချစ်ခြင်းမေတ္တာကိုဖော်ပြရန် သူမအား တောင်းဆိုခဲ့သည်။ အိမ်အကူကတဆင့် Sima Xiangru ရဲ့ အချစ်အကြောင်းကို Zhuo Wenjun က သိသွားပြီးနောက် Sima Xiangru နေထိုင်တဲ့ တည်းခိုခန်းဆီ ချက်ချင်း အမြန်ပြေးသွားပါတယ်။ Zhuo Wenjun ရောက်ရှိလာတာကို မြင်လိုက်ရတော့ Sima Xiangru ဟာ သူမနဲ့အတူ Chengdu ရှိ သူ့မွေးရပ်မြေကို ညတွင်းချင်းပဲ ထွက်ပြေးသွားပါတယ်။\nChengdu မှာရှိတုန်းက သူတို့လင်မယားဟာ ငတ်မွတ်ခေါင်းပါးပြီး အသက်မွေးဝမ်းကြောင်းပြုဖို့အတွက် ဟိုတယ်အသေးစားလေးဖွင့်ဖို့ Linqiong ကိုပြန်လာခဲ့ရပါတယ်။ Zhuo Wenjun က ဝိုင်နဲ့ Sima Xiangru ပန်းကန်တွေကို ဆေးရောင်းပြီး ဆင်းရဲတဲ့ဘဝနဲ့ နေထိုင်ခဲ့ပါတယ်။ Zhuo Wenjun ၏ဖခင် Zhuo Wangsun သည် ၎င်းအကြောင်းကို သိရှိပြီးနောက်တွင် သူ့သူငယ်ချင်းများ၏ အကြံပေးချက်အရ ၎င်းတို့အား သဘောတူပြီး ငွေကြေးထောက်ပံ့ကာ Sima Xiangru နှင့် Zhuo Wenjun တို့သည် Chengdu သို့ ပြန်လည်နေထိုင်ခဲ့ပြီး နောက်ပိုင်းတွင် ချမ်းသာလာခဲ့သည်။", "聖意": "အိုးအိမ်နှင့် ပစ္စည်းဥစ္စာဆုံးရှုံးခြင်း၊ ကိုယ်ပိုင်အခွင့်အရေးနှင့် အမှားအယွင်းများ၊ စည်းစိမ်ဥစ္စာရှာဖွေခြင်း၊ အလုပ်ပေးခြင်း၊ ပြန်လည်ထိမ်းမြားခြင်းမှ ရှောင်ကြဉ်ခြင်း။", "古人": "Wenjun သည် Xiangru သို့လာရောက်လည်ပတ်သည်။", "第X籤": "ခုနစ်ဆယ့်တစ်ထီ", "宮": "Tatsumi"}