{"籤詩版本二": "ပျားမွေးမြူရေးသမားများသည် ကိုက်ခံရမည်ကို စိုးရိမ်၍ ပျားရည်တောင်းရမည်။\nမင်းရှေ့မှာ ထူးဆန်းတဲ့လမ်းရှိရမယ်။ လျှို့ဝှက်ချက်က ဆူးတောတွေလို နက်နဲတယ်။", "詩意": "ဤ hexagram သည် ပျားများကို ပျားများစုဆောင်းခြင်းကို ကိုယ်စားပြုသည်။\nအရာရာဟာ ပင်ပန်းကြီးစွာနဲ့\n\n(ဤ hexagram သည် ချိုမြိန်ခြင်း၏ သင်္ကေတကို ရှာဖွေပြီး ခါးသီးမှုကို ရရှိသည်။\nဘေးအန္တရာယ်မှန်သမျှကို ကာကွယ်ပါ။\n)", "解曰": "လုပ်စရာတွေကို ဂရုတစိုက်လုပ်ရမယ်။ အတင်းလုပ်စရာမလိုပါဘူး။ ပျားများ ပျားရည်စုသည်။ ဘာအကြောင်းကြောင့်လဲ။", "籤詩故事一": "◇Wang Mang သည် အရည်အချင်းများကို ရှာဖွေသည်။\nအနောက်ဟန်မင်းဆက်ရှိ Wang Mang မိသားစုသည် ချမ်းသာသောမိသားစုဟု ဆိုနိုင်ပါသည်။ ဖခင်ဖြစ်သူ စောစီးစွာ ကွယ်လွန်ခဲ့သော်လည်း ဦးလေးများနှင့် ဦးလေး အများအပြားသည် ဟန်မင်းဆက်၏ ဧကရာဇ်များ ဖြစ်လာခဲ့ကြသည်။ ၎င်းတို့သည် ဗိုလ်ချုပ်များ၊ ဝန်ကြီးချုပ်များ ဖြစ်လာကြပြီး ဂုဏ်ထူးဆောင်ဆုများ ရရှိခဲ့ကြသည်။ Wang မိသားစုသည် အလွန်ထင်ရှားသည်။\nဒါပေမယ့် Wang Mang ရဲ့ မိသားစုငယ်လေးဟာ အလွန်ဆင်းရဲပါတယ်၊ သူ့အဖေက ငယ်ငယ်ရွယ်ရွယ်နဲ့ သေဆုံးသွားခဲ့ပြီး ဆွေမျိုးတွေရဲ့ ပရဟိတကို အားကိုးကာ မိခင်နဲ့အတူသာ နေထိုင်ခဲ့ပါတယ်။ ဒါပေမယ့် Wang Mang ဟာ ​​ငယ်ငယ်လေးကတည်းက လူတွေနဲ့ဆက်ဆံရာမှာ ကျွမ်းကျင်မှုတစ်ခုကို တီထွင်ပြီး လေ့ကျင့်ခဲ့ပါတယ်။ သူ ဘယ်လောက်ပဲ ဝမ်းနည်း ဒေါသထွက်နေပါစေ ဆွေမျိုးတွေ၊ လူကြီးတွေ ဒါမှမဟုတ် အပြင်လူတွေရှေ့မှာ အရမ်းပျော်ပြီး အေးချမ်းတဲ့ပုံစံကို အမြဲပြသထားတာကြောင့် သူ့ကို မျိုးနွယ်စုထဲက လူတိုင်းက အရမ်းသဘောကျကြပါတယ်။\nတစ်ခါက သူ့ဦးလေးကြီး နာမကျန်းဖြစ်တာကို သိလိုက်ရတော့ လူနာကုတင်ဘေးမှာ လာပြီး ဆေးနဲ့ရေ ယူလာကာ ညဘက် နိုးနိုးကြားကြား စောင့်နေလိုက်တယ်။ လပေါင်းများစွာ ဆက်တိုက် ဝတ်စားပြီး ပွပွပွပွ ပွက်ပွက်ဆူလာ၊ သူသည် လူနာထက် ပို၍ \"စိတ်ရှည်\" သည်။ သားအရင်းထက် \"သား\" ပိုများသည်။\nဒီအတွက် ထိုင်ဝမ်ပြည်သူတွေအားလုံးက သူ့ကို ချီးကျူးကြပြီး သူ့ကို ဆုချီးမြှင့်ဖို့ စာတွေရေးကြတယ်။\nထို့ကြောင့် ဟန်မင်းဆက်၏ဧကရာဇ် Cheng သည် သူ့ကို New Capital Marquis ဘွဲ့ပေး၍ နန်းတော်တွင် အစောင့်အကြပ်အဖြစ် ခန့်အပ်ကာ ဧကရာဇ်မင်းမြတ်၏ အနီးကပ်ဝန်ကြီးဖြစ်လာသည်။\nမြင့်မားသောအဆင့်အတန်းနှင့် ကြီးမားသောစွမ်းအားဖြင့် Wang Mang သည် မည်သည့်အခါမှ မောက်မာခြင်း သို့မဟုတ် ပေါ့လျော့မှုမျိုး မပြခဲ့ပါ။ထိုအစား သူသည် ပို၍ပို၍ ယဉ်ကျေးသိမ်မွေ့လာခဲ့သည်။တစ်ဖက်တွင် သူသည် ဝန်ကြီးများ၊ ဗိုလ်ချုပ်များ၊ ဝန်ကြီးများ၊ ကျော်ကြားသော ပညာတော်သင်များနှင့် ပညာရှင်တို့နှင့် မိတ်ဆွေဖွဲ့ခဲ့သည်။\nသို့သော် သူသည် အလွန်ချွေတာသောဘဝဖြင့် နေထိုင်ခဲ့ပြီး အသားဟင်းများကို မကြာခဏ စားသုံးလေ့ရှိကာ ၀တ်ရုံရှည်နှင့် လက်ရှည်ဝတ်စုံများ ၀တ်ဆင်ထားကာ အတိုအပြတ်ကိုသာ ၀တ်ဆင်ထားသည်။ ထို့ကြောင့် အစိုးရနှင့် ပြည်သူအားလုံးက သူ့ကို “သီလ” ဟူသော စကားလုံးဖြင့် တညီတညွတ်တည်း ချီးကျူးကြသည်။\nနောက်ပိုင်းတွင် ၎င်း၏ဦးလေးဖြစ်သူ Grand Sima Wanggen သည် နာမကျန်းမှုဖြင့် ကွယ်လွန်သွားခဲ့ပြီး ၎င်း၏နေရာတွင် အစားထိုးရွေးချယ်ခံခဲ့ရသည်။ ဧကရာဇ်နှင့် ဝန်ကြီးများအားလုံးက သူသည် အသင့်တော်ဆုံးလူဟု ထင်ကြသည်။ ထို့ကြောင့် အသက်သုံးဆယ့်ရှစ်နှစ်သာရှိသေးသော Wang Mang သည် တိုင်းပြည်တွင် စစ်အာဏာအမြင့်မားဆုံးရှိသော Grand Sima ဖြစ်လာခဲ့သည်။\n(ဤဇာတ်လမ်းသည် နိမိတ်ပုံဖြစ်သည်။ လူကောင်းတစ်ယောက်ဖြစ်ခြင်းသည် \"ပျားအကိုက်ခံရခက်ခြင်း\" ကို ဖယ်ရှားပြီး သင်ဆန္ဒအတိုင်း အောင်မြင်ရန် ကူညီပေးနိုင်ပါသည်။)", "聖意": "အိမ်မကောင်း၊ မိသားစု ဒုက္ခရောက်၊ စီးပွားရေး ပိတ်ဆို့၊ အိမ်ထောင်ရေး ပိတ်ဆို့၊ သံချပ်ခြောက်ပါး မှောက်မှား၊ လမ်းသွားလမ်းလာ နောက်ကျ၊ ပိုးမွှားတွေ ရိတ်သိမ်းနည်း၊ တိရစ္ဆာန်တွေ နိမ့်ပါးဖို့ ခက်တယ်။ လူကိုရှာ၊ တရားစွဲတာမကောင်း၊ ရွှေ့ပြောင်းနေထိုင်မှု မလှုပ်မရှား၊ ဆုံးရှုံးသွားတဲ့ ပစ္စည်းဥစ္စာက ဆိုးတယ်၊ ရောဂါ ထူထောင်တယ်၊ တောင်သင်္ချိုင်း ပျောက်သွားတယ်၊", "古人": "Wang Mang သည် အရည်အချင်းများကို ရှာဖွေသည်။", "第X籤": "ထီခုနစ်ဆယ့်နှစ်ပေါက်", "宮": "Tatsumi"}