{"籤詩版本二": "နွေဦးပေါက်လာသောအခါ မိုးခြိမ်းသံ လှုပ်ခါပြီး အင်းဆက်ပိုးမွှားများ အော်ဟစ်ကာ ရွှံ့ထဲမှ လှည့်ထွက်သွားသည်။\nလာလိုက်၊ သွားနေသေးတာကို အရင်သိလိုက်ရတော့ ပြောင်းလဲလိုက်တာနဲ့ နဂါးတစ်ကောင် ဖြစ်သွားတယ်။", "詩意": "ဤ hexagram သည် မိုးကြိုးနှင့် အင်းဆက်များနှင့်တူသည်။\nမြင့်မြတ်သောသူနှင့်တွေ့ဆုံခြင်းသည် အရာရာ၌ ကောင်းသောနိမိတ်ဖြစ်သည်။", "解曰": "မိုးကြိုးပစ်တယ်။ အဝင်အထွက် နှစ်သိုက်။ တစ်ခါပြောင်းပါ။ Tianmen အထိ။", "籤詩故事一": "◇ Chenqiao Mutiny\nအေဒီ 959 တွင် Zhou Shizong Chai Rong ကွယ်လွန်ခဲ့ပြီး ဧကရာဇ်ဂေါင် နန်းတက်ခဲ့သော Chai Zongxun သည် ခုနစ်နှစ်သားအရွယ်သာ ရှိသေးသည်။ ထိုအချိန်တွင် နန်းတော်ရှေ့တွင် စစ်ဆေးရေးမှူးနှင့် ဂျာမန်စစ်တပ်အတွက် Songzhou သံတမန်အဖြစ် တာဝန်ထမ်းဆောင်နေသော Zhao Kuangyin သည် အမှန်တကယ် အာဏာကို ဆုပ်ကိုင်ထားသည်။\nအေဒီ 960 ခုနှစ် နွေဦးပေါက်တွင် Zhenzhou (ယခု Zhengding၊ Hebei ပြည်နယ်) နှင့် Dingzhou (ယခု Dingxian ကောင်တီ၊ Hebei ပြည်နယ်) တို့သည် မြောက်ပိုင်း Han မင်းဆက်နှင့် Liao ပြည်နယ်တို့ ပူးပေါင်း၍ Zhou မင်းဆက်ကို တိုက်ခိုက်ရန် တောင်ဘက်သို့ ထွက်ခွာသွားကြောင်း သတင်းပို့ခဲ့သည်။ အရှိန်အဟုန် အလွန်ကျယ်လောင်ပြီး တပ်ဖွဲ့ဝင်များ စေလွှတ်ရန် အကူအညီ တောင်းခံခဲ့သည်။ နောက်ပိုင်းတွင် Zhou မင်းဆက်မှ Zhao Kuangyin သည် ရန်သူကိုတိုက်ရန် မြောက်ဘက်တပ်များကို ဦးဆောင်ရန် အမိန့်ပေးခဲ့သည်။ Zhao Kuangyin သည် သူ့အစ်ကို Zhao Guangyi၊ Zhao Pu၊ Shi Shouxin နှင့် အခြားသူများ၏ စီစဉ်မှုအောက်တွင် လျှို့ဝှက်စွာ လုပ်ဆောင်ခဲ့သည်။\nဖေဖော်ဝါရီလ (၃)ရက်နေ့တွင် စစ်တပ်သည် Chenqiaoyi (ယခု Fengqiu၊ Henan အရှေ့တောင်ဘက်ရှိ Chenqiaoမြို့)သို့ ရောက်ရှိလာသောအခါတွင် တပ်တွင်းပုန်ကန်မှုပြုလုပ်ပြီး စစ်သည်များအား အဝါရောင် ၀တ်စုံဝတ်ဆင်ရန် အမိန့်ပေးခဲ့သည်။နောက်ပိုင်း Zhou မင်းဆက်ကို ပုန်ကန်ပြီး Zhao Kuangyin ကို ဧကရာဇ်အဖြစ် ထောက်ခံခဲ့သည်။ . ထို့နောက် Zhao သည် ၎င်း၏တပ်များကို မီးရှို့သတ်ဖြတ်ခြင်း မပြုဘဲ လုယက်ခြင်းမရှိဘဲ Kaifeng သို့ပြန်ပို့ခဲ့သည်။ \"တိုင်ဇူချန်ချန်းက မြို့တော်၏လူများကို မနှောင့်ယှက်ရန် ကျိန်ဆိုခဲ့ပြီး မြို့ထဲသို့ဝင်သောနေ့တွင် မြို့ကို မနှောင့်ယှက်ရန် ကတိပြုခဲ့သည်။\"\nတတိယနှစ်စန္ဒြတတိယမြောက်နေ့တွင်၊ Zhao Kuangyin သည် Chenqiao တွင်နေထိုင်ပြီး မြို့တော်သို့ပြန်လာခဲ့သည်။ Fan Zhi သည် Wang Pu နှင့် Wei Renpu တို့ကို Zhao Kuangyin ထံမေးမြန်းရန်အတွက် Zhao Kuangyin ကိုခေါ်သွားခဲ့သည်။ Luo Yanhuan သည် တဲရှေ့တွင် သူ၏ဓားကိုဆွဲထုတ်ကာ ကျယ်လောင်စွာအော်သည်။ : \"ဗိုလ်သုံးပါးမှာ သခင်မရှိဘူး။ စစ်သူကြီးတွေအားလုံးက သူ့ကို ဧကရာဇ်မင်းအဖြစ် ခန့်အပ်ဖို့ ဆုံးဖြတ်ခဲ့ကြတယ်။ နှုတ်ကပတ်တော်ပြောသူတိုင်း သတ်ပစ်လိမ့်မယ်။\" Wang Pu ၏ မျက်နှာသည် မြေကြီးကဲ့သို့ ဖြူဖျော့နေပြီး ခြေလှမ်းများကို နှိမ့်ချကာ ဦးညွှတ်ချလိုက်သည်။ Fan Zhi လည်း ဦးညွှတ်နေလေသည်။ Kuang Yin က သူ့ကို သနားကြင်နာစွာ ပြုစုစောင့်ရှောက်ပေးကာ ကိုယ်တိုင်ကိုယ်ကျ ကူညီပေးခဲ့သည်။\nတော်ရုံတန်ရုံ ခုခံပြီးနောက် Zhou မင်းဆက်၏ ဧကရာဇ်ဂေါင်သည် ထီးနန်းကို နန်းတင်ပြီး Zhao က ထီးနန်းကို သိမ်းပိုက်လိုက်သည်။ \"တိုင်ဇူက ဇင်ကို လက်ခံတော့မှာ၊ ဒါပေမယ့် ဇင်စာတွေ မရှိဘူး။ Imperial Academy က ပညာရှင် Tao Gu က လက်ခံတယ်။ အမိန့်ပေးပြီးတော့ သူ့အနားကို လျှောက်သွားပြီး “ပြီးပြီ””\nZhao နန်းတက်ပြီးနောက် နိုင်ငံ၏အမည်ကို Song, Yuan မှ Jianlong ဟုပြောင်းလဲကာ Kaifeng ၏မြို့တော်အဖြစ် ပြောင်းလဲခဲ့သည်။ Shi Shouxin, Gao Huaide, Zhang Lingduo, Wang Shenqi, Zhang Guanghan နှင့် Zhao Yanhui တို့အားလုံးကို Jiedushi ဘွဲ့ချီးမြှင့်ခဲ့သည်။ သမိုင်းတွင် \"Chenqiao Mutiny\" ဟုလူသိများသည်။\nဝီကီပီးဒီးယား\n(ဒီဇာတ်လမ်းက Zhao Kuangyin ရဲ့ ဇာတ်ဆောင်ရဲ့အစကို ကိုယ်စားပြုပါတယ်။)", "聖意": "သင့်အိမ်၊ နေ့စဥ်ဘဝ၊ စည်းစိမ်ဥစ္စာ၊ ကံကောင်းခြင်းများ၊ စီးပွားလာဘ်လာဘများ ၊ မွန်မြတ်သောအိမ်ထောင်ရေး ၊ Liujia တွင်အောင်မြင်ပါစေ ၊ လမ်းသွားလမ်းလာ အမျိုးသားများ ၊ လယ်ကွင်းများတွင် ပိုးမွှားများမွေးဖွားခြင်း ၊ တိရိစ္ဆာန်ခြောက်ကောင်ဖွားစော ၊ နွေဦးရာသီတွင် ကံကောင်းခြင်း ၊ လူများရှာဖွေခြင်း ၊ အောင်မြင်မှု ၊ အများသူငှာ တရားစွဲခြင်း၊ ရွှေ့ပြောင်းခြင်းတွင် ကံကောင်းခြင်း၊ ပစ္စည်းဆုံးရှုံးခြင်း၊ ရောဂါဘယ အန္တရာယ်များ၊ တောင်များနှင့် သင်္ချိုင်းများတွင် အန္တရာယ်များ။", "古人": "Chenqiao Mutiny", "第X籤": "ခုနစ်ဆယ့်သုံး လက်မှတ်ရေးထိုးခဲ့သည်။", "宮": "မီနန်းတော်"}