{"籤詩版本二": "မြင့်မားသောတောင်ကိုဖြတ်၍ ကျားကိုဆွဲဆွဲ၊ အအေးဒဏ်ကို ချိုးဖျက်ရန် အချင်းချင်း အပြိုင်အဆိုင် တိုက်ခိုက်ကြသလိုမျိုး\nသတိမထားမိဘဲ တစ်ခုခုကို ရုတ်တရက်လုပ်မိရင် ကိုယ့်ကိုယ်ကို လုံခြုံအောင်ထားရမယ်။", "詩意": "ဒီ hexagram က ကျားတစ်ကောင်ကို တောင်ပေါ်ကို ဆွဲဆွဲကိုင်ထားသလိုပါပဲ။\nအရာအားလုံးက အန္တရာယ်များပြီး ကြောက်စရာကောင်းတယ်။", "解曰": "အန္တရာယ်က အန္တရာယ်များတယ်။ ရှေ့မှာ အတားအဆီးတွေရှိတယ်။ အကြံဉာဏ်တောင်းရင်။ ဒါဟာ တကယ်ကို ခက်ခဲတဲ့ အလုပ်ပါ။", "籤詩故事一": "◇ Wu Yuan သည် ညအချိန်တွင် Zhaoguan မှ ထွက်ခွာသွားသည် (Wu Zixu သည် Zhaoguan ကိုကျော်သွားသည်)\nWu Zixu သည် နွေဦးနှင့် ဆောင်းဦးရာသီတွင် Chu ၏ဇာတိဖြစ်သည်။ ထိုအချိန်တွင် ချူဘုရင် Ping သည် သူ့ကိုလိုက်လံဖမ်းဆီးချင်သည်။ Chu ၏ဘုရင် Ping သည် Wu Zixu ဖမ်းဆီးခံရမှုအတွက် ဆုကြေးငွေပေးကာ သူ၏ပုံတူပန်းချီကို ချူပြည်နယ်တစ်ဝှမ်းရှိ မြို့တံခါးများတွင် တင်ထားကာ တာဝန်ရှိသူများက စုံစမ်းစစ်ဆေးမှုများပြုလုပ်ရန် အမိန့်ပေးခဲ့သည်။ Wu Zixu သည် Wu နှင့် Chu အကြားနယ်စပ်ရှိ Zhaoguan သို့ ထွက်ပြေးသောအခါ Zhaoguan မှ အရာရှိများသည် အလွန်အနီးကပ်စစ်ဆေးခဲ့သည်။ သူသည် အလွန်စိုးရိမ်သဖြင့် ညပေါင်းများစွာ ဆက်တိုက် အိပ်မပျော်နိုင်ဘဲ ဆံပင်များပင် ပူလာကာ စိတ်ပူပင်သွားခဲ့သည်။ ကံကောင်းထောက်မစွာ၊ Dong Gao Gong လို့ အမည်ရတဲ့ အမျိုးသားတစ်ဦးကို ကျွန်တော်တွေ့ခဲ့ပြီး သူ့အခက်အခဲကို ကိုယ်ချင်းစာပြီး ဖုံးကွယ်ဖို့ အိမ်ပြန်ခေါ်သွားခဲ့တယ်။ Duke Dong Gao မှာ Wu Zixu နဲ့ ခပ်ဆင်ဆင်တူတဲ့ သူငယ်ချင်းတစ်ယောက်ရှိတာကြောင့် Duke Dong Gao က Wu Zixu ဟန်ဆောင်ပြီး စာမေးပွဲအောင်ဖို့ တောင်းဆိုခဲ့ပါတယ်။ အစောင့်တွေက Wu Zixu အတုကို ဖမ်းမိပေမယ့် သူ့ဆံပင်တွေက အားလုံးဖြူနေတာကြောင့် အရာရှိတွေက Wu Zixu အစစ်ကို အသိအမှတ်မပြုနိုင်တာကြောင့် သူတို့ကို လွှတ်ပေးလိုက်တယ်။ နောက်ပိုင်းတွင် ဝူပြည်နယ်သို့ ဘေးကင်းစွာ လွတ်မြောက်ခဲ့သည်။\n(Wu Zixu ကို ပုံစံတူ၊ သူ့ကိုယ်သူ ဆံပင်ဖြူတဲ့ သူငယ်ချင်းတစ်ယောက်နဲ့ အစားထိုးတာက ဒီဇာတ်လမ်းရဲ့ \"မှော်လက်\" ပါပဲ)", "聖意": "သင့်အိမ်နှင့် သင့်အိမ်အတွက် သင့်ကိုယ်သင် ကာကွယ်ရန်၊ စည်းစိမ်ဥစ္စာရှာရန် သတိပြုရန်၊ အရောင်းအဝယ်ကိစ္စများ သတိထားရန်၊ အရောင်းအ၀ယ်များ ရပ်တန့်ခြင်း၊ အိမ်ထောင်ရေးအခက်အခဲများ ဖြစ်စေရန် ဆုတောင်းပါ။", "古人": "Wu Yuan သည် ညအချိန်တွင် Zhaoguan မှ ထွက်ခွာသွားသည် (Wu Zixu သည် Zhaoguan ကို ကျော်ဖြတ်သွားသည်)", "第X籤": "ခုနစ်ဆယ့်ငါးခုမြောက် လက္ခဏာ", "宮": "မီနန်းတော်"}