{"籤詩版本二": "ငါး နှင့် နဂါး ရောနှော ခြင်း သည် အဓိပ္ပါယ် အတူတူ ဖြစ်သည် ။နက်နဲသော ရေကန် တွင် နေ ပြီး ကံ ကို စောင့် ပါ ။\nYumen သည် နဂါးနန်းတော်ပေါ်မှ မသိစိတ်ဖြင့် ခုန်ချကာ ခေါင်းကို မြှောက်လိုက်သည်။", "詩意": "hexagram ငါးနှင့် နဂါးသည် မပြောင်းလဲပါ။\nအရာအားလုံးက အချိန်မီရောက်လာတယ်။", "解曰": "Ziji ဆိုပေမယ့် စောင့်လို့လည်းရတယ်။ သင်၏ကိုယ်ပိုင်စီးပွားရေးကိုစီစဉ်ပါ။ ပေါ့ပေါ့ဆဆ မလုပ်ပါနဲ့။", "籤詩故事一": "◇ Hongwu နွားများကိုကြည့်သည်။\nZhongli၊ Haozhou (ယခု Fengyang ကောင်တီ၊ Anhui ပြည်နယ်) ဇာတိ Zhu Yuanzhang သည် Yuan မင်းဆက်၏ ပထမနှစ်တွင် Yuan Wenzong ၏ Tianli တွင်မွေးဖွားခဲ့ပြီး ၎င်း၏မိသားစုတွင် စတုတ္ထအဆင့်ရှိသည်။ ဆင်းရဲနွမ်းပါးသော တောင်သူလယ်သမားမိသားစုတွင် မွေးဖွားခဲ့ပြီး ငယ်စဉ်က ဆင်းရဲမွဲတေမှုကြောင့် စာမကျက်နိုင်ဘဲ အိမ်ရှင်အတွက် နွားများ မွေးမြူခဲ့ဖူးသည်။\nZhizheng ၏ စတုတ္ထနှစ် (၁၃၄၄) တွင် Huaibei တွင် ပြင်းထန်သော မိုးခေါင်ရေရှားမှု ဖြစ်ပွားခဲ့သည်။ Zhu Yuanzhang ၏ အဖေ၊ အမေ နှင့် အစ်ကို တို့သည် ဆက်တိုက် ကွယ်လွန်သွားသဖြင့် Huangjue ဘုရားကျောင်းတွင် မောင်ရှင် ဘုန်းကြီး ဝတ်ရန်မှတပါး ရွေးချယ်စရာ မရှိတော့ပေ။\nကျောင်းတော်သို့ဝင်ရောက်ပြီး နှစ်လမပြည့်မီတွင် ငတ်မွတ်ခေါင်းပါးသောနှစ်များတွင် ဘုရားကျောင်းငှားရမ်းခများ စုဆောင်းရန်အခက်အခဲကြောင့် ကျောင်းပိုင်ရှင်သည် ဂိုဒေါင်ကိုပိတ်ကာ ဘုန်းကြီးများအား နှင်ထုတ်ခဲ့သည်။ တောင်းစား၍ အသက်မွေးသော ရဟန်း။)\nနောက်ပိုင်းတွင် Zhu Yuanzhang သည် မင်မင်းဆက်၏ Taizu နှင့် တရုတ်သမိုင်းတွင် \"အရပ်သားဧကရာဇ်\" ဖြစ်လာပြီး နန်းစံ \"Hongwu\" ဟူသောအမည်ဖြင့် နန်းတက်ခဲ့သည်။\n(ဤဇာတ်လမ်း၏ နိမိတ်ပုံမှာ ခဏတာ သာမန်ဖြစ်ရခြင်းသည် နောင်တွင် အလားတူဖြစ်မည်ဟု မဆိုလိုပါ။ အကြောင်းမှာ အချိန်မရောက်သေးသောကြောင့် ဖြစ်ပါသည်။)", "聖意": "မိသားစု ဘေးရန်ကင်း၊ မိသားစု ကျန်းမာ ချမ်းသာ၊ စီးပွား ရေး ခေတ္တ ဆိုင်းငံ့ ၊ အိမ်ထောင် မကျသေး ၊ အထီး က Liujia မှာ မွေးဖွား ၊ လမ်းသွားလမ်းလာ နောက်ကျ ၊ ပိုး နောက်ကျ ၊ ပိုး ချမ်းသာ ၊ တိရစ္ဆာန် ခြောက်မျိုး ၊ အမြီးများ ၊ လူပျောက် ၊ တရားမစွဲဘဲ နှောင့်နှေး ၊ ရွှေ့ပြောင်းနေထိုင်မှု သည် ရှေးရိုးဆန်သော ၊ ပျောက်ဆုံး နေသော ပစ္စည်း များကို ပိတ်ဆို့ ၊ ရောဂါ သည် တောင်သင်္ချိုင်း ကြောင့် နှောင့်နှေး သည် ။", "古人": "Hongwu သည် နွားများကို ကြည့်နေသည်။", "第X籤": "လောတ ခုနစ်ဆယ့်ခြောက်", "宮": "မီနန်းတော်"}