{"籤詩版本二": "အိပ်မက်ထဲမှာ စည်းစိမ်ဥစ္စာတွေ အများကြီးရှိမယ်လို့ ပြောခဲ့ပေမယ့် ကျော်ကြားမှုက အချည်းနှီးသာ။\nရေသည် ဝေးသည်နှင့် တောင်တို့သည် ဝေးသော်လည်း သစ္စာရှိရန် ခဲယဉ်းလှပေ၏၊", "詩意": "ဤ hexagram သည် အိပ်မက်ထဲတွင် ရတနာတစ်ခုရရှိခြင်း၏ သင်္ကေတဖြစ်သည်။\nအရာအားလုံးသည် အနည်းနှင့်အများ မှန်ကန်သည်။", "解曰": "အိပ်မက်တစ်ခုလို မက်တယ်။ ကျော်ကြားမှုမျှော်လင့်ချက်မရှိပါ။ အချိန်ကောင်းကိုစောင့်ပါ။ အရိယာဥပါသကာ။", "籤詩故事一": "◇ ကျောက်စိမ်းကို Zhao သို့ ပြန်ပေး (ပြီးပါက ကျောက်စိမ်းကို Zhao သို့ ပြန်ပေး)\nဘီစီ 283 တွင် ဘုရင် Zhao Huiwen သည် Chu ထံမှ He's Bi ကို ရယူခဲ့သည်။ ဘုရင် Qin Zhaoxiang သည် သတင်းကြားပြီးနောက် ဘုရင် Zhao ထံ စာတစ်စောင်ပေးပို့ပြီး He's Bi အတွက် ဆယ့်ငါးမြို့ကို လဲလှယ်လိုကြောင်း ဖော်ပြခဲ့သည်။\nLin Xiangru သည် ဘုရင် Zhao အား Qin အားကောင်းပြီး Zhao အားနည်းသဖြင့် အစားထိုးရမည်ဟု ခွဲခြမ်းစိတ်ဖြာခဲ့သည်။\nထို့နောက် ဘုရင် Zhao သည် Lin Xiangru ကို He's Bi နှင့်အတူ Qin သို့စေလွှတ်ခဲ့သည်။\nချင်ဘုရင်သည် ကျန်းတိုင်တွင် လင်းရှန်းရူကို တွေ့ဆုံခဲ့ပြီး လင်းရှန်းက ကျောက်စိမ်းကို ချင်ဘုရင်ထံ ပေးအပ်ခဲ့သည်။ ချင်ဘုရင်သည် အလွန်ဝမ်းမြောက်ကာ He's Bi ကို လှပစေရန် လွန်မြောက်ခဲ့ပြီး သူမပတ်ဝန်းကျင်ရှိလူတိုင်းက ၎င်းကိုကြည့်၍ ယခုအချိန်တွင် လက်ဝဲနှင့်ယာဘက်ရှိ လူတိုင်း အသက်ရှည်ရန် ကြွေးကြော်ခဲ့ကြသည်။\nLin Xiangru သည် Qin ဘုရင်အား Zhao အား မြို့ကို ပေးအပ်ရန် ရည်ရွယ်ချက်မရှိဟု သိမြင်သောကြောင့် သူ၏ကျောက်စိမ်းသည် ချို့ယွင်းနေကြောင်း Qin ဘုရင်ထံ ညွှန်ပြပြီး ချင်ဘုရင်ထံ ညွှန်ပြချင်သည်။ ကျောက်စိမ်းပြန်။\nLin Xiangru သည် Heshi's Bi ကိုပြန်ယူပြီးနောက် Heshi's Bi နှင့်အတူ သေချင်ကြောင်းပြသပြီး တိုင်ကြီး၏ဘေးတွင် သူရပ်လိုက်သည်။\nဤအချိန်တွင် Lin Xiangru က Qin ဘုရင်အား \" Zhao ဘုရင်သည် ဝန်ကြီးများ၏ ကန့်ကွက်မှုကို ကျော်လွန်ပြီး ဝန်ကြီး၏ အဆိုပြုချက်ကို လက်ခံဆဲဖြစ်သည်။ သာမန်လူများနှင့် ဆက်ဆံရာတွင် အချင်းချင်း မလှည့်စားသော်လည်း၊ Qin သည် ကြီးမားသောနိုင်ငံဖြစ်သည် ၊ Qin နှင့် Zhao အကြား ချစ်ကြည်ရင်းနှီးမှုကို ထိန်းသိမ်းရန်အတွက် ဘုရင် Zhao သည် ငါးရက်ကြာ အစာရှောင်ပြီးနောက် ကျောက်စိမ်းနှင့် အတူ ကျွန်ုပ်၏ အမှုထမ်းများကို Qin သို့ စေလွှတ်ခဲ့သည်။ ကံမကောင်းစွာပဲ၊ Qin ဘုရင်သည် Zhao ကို ပေးအပ်ရန် ရည်ရွယ်ချက်မရှိရုံသာမက၊ ဒါပေမယ့် သူမိသားစုရဲ့ ကျောက်စိမ်းကို ချောမောလှပတဲ့ အမျိုးသမီးတစ်ယောက်ဆီ လွှဲပေးလိုက်တယ်၊ ဒါက ကျွန်မရဲ့ ၀န်ကြီးတွေရဲ့ လှောင်ပြောင်မှုတစ်ခုပါပဲ။\"\nစကားပြီးသောအခါ Lin Xiangru သည် ချက်ချင်းပင် တိုင်ကိုရိုက်ရန် အမူအရာပြပြီး ချင်ဘုရင်သည် He's Bi ပျက်စီးမည်ကို စိုးရိမ်သဖြင့် Zhao သည် ဆယ့်ငါးမြို့ကို ပေးမည်ဟု ဟန်ဆောင်ခဲ့သည်။ Lin Xiangru သည် King Qin ၏သစ္စာမဲ့အကြံအစည်ကိုမြင်သောကြောင့် He's Bi ကိုမတင်ပြမီ ငါးရက်အစာရှောင်ရန် တောင်းဆိုခဲ့သည်။ ဤရက်အနည်းငယ်အတွင်း Lin Xiangru သည် Qin ဘုရင်နှင့် ဆက်ဆံရန် ကျန်ရှိနေစဉ်တွင် သူ၏အစေခံများအား ကျောက်စိမ်းနှင့်အတူ Zhao ပြည်နယ်သို့ ပြန်သွားရန် စေလွှတ်ခဲ့သည်။\n(ဒီဇာတ်လမ်းက သာမန်လူတစ်ယောက်ရဲ့ မျက်လုံးတွေနဲ့ သူ့အဆင့်အတန်းကို စွဲလန်းနေပုံပါပဲ။)", "聖意": "အိမ်မှာနေရင်း ကောင်းချီးပေးဆုတောင်းခြင်း၊ စည်းစိမ်ဥစ္စာကို အဟန့်အတားဖြစ်စေခြင်း၊ အရောင်းအဝယ်များ ခက်ခဲလာခြင်း၊ အိမ်ထောင်ရေးမှာ Liujiaxu လမ်းသွားလမ်းလာများနှင့် မညီညွတ်ခြင်း၊ Chitian ပိုးကောင်များကို လက်မခံခြင်း၊ တိရစ္ဆာန်ခြောက်ကောင် ပျက်စီးခြင်း၊ လူပျောက် လူပျောက်၊ လူအများနှင့် တရားစွဲခြင်း၊ ရွှေ့ပြောင်းခြင်း ဆုံးရှုံးဖွယ်ရှိသည်။ ဥစ္စာပစ္စည်း ဝေးကွာ၍ ရောဂါများ ထူထောင်ကာ တောင်သင်္ချိုင်းသို့ ပို့ဆောင်ကာ ပြောင်းလဲသွားခဲ့သည်။", "古人": "ကျောက်စိမ်းကို Zhao သို့ ပြန်ပေးပါ (ကျောက်စိမ်းကို ဇောင်သို့ ဖြည့်ပါ)", "第X籤": "ခုနစ်ဆယ့်ခုနစ်ကြိမ်မြောက်ထီ", "宮": "မွန်းတည့်နန်းတော်"}