{"籤詩版本二": "ချည်နှောင်မှု ပျက်ပြယ်လို့ မင်းကို လုံခြုံစေချင်လို့ မင်းခန္ဓာကိုယ်ကို လုံခြုံအောင်ထားရင် မင်းဘယ်တော့မှ ပြန်မလာတော့ဘူးလို့ ငါဆုတောင်းတယ်။\nဘုရားသခင်၏ ကျေးဇူးတော် ပြန်လည်ရရှိပြီဟု မမေ့ပါနှင့်။ ဘုရားသခင်၏ နှုတ်ကပတ်တော်များကို မထီမဲ့မြင်မပြုပါနှင့်။", "詩意": "ဒီ hexagram က မှန်တယ်လို့ မယုံပါနဲ့။\nဒါဟာ အရာရာတိုင်းမှာ ရှေးရိုးဆန်တဲ့ လက္ခဏာတစ်ခုပါ။", "解曰": "လူတွေမှာ ကိုယ်ပိုင်အမြင်တွေရှိတယ်။ စိတ်က အလုပ်ရှုပ်နေစရာမလိုပါဘူး။ ဂွမ်ယင်ဥသည်။ မရိုသေပါနှင့်။", "籤詩故事一": "◇ ကြေးဝါအလံကို လျှို့ဝှက်ထောက်ခံခြင်း။\nTang မင်းဆက်၏ ထင်ရှားကျော်ကြားသော တည်ထောင်သူ ဗိုလ်ချုပ်ကြီး Qin Qiong (Qin Shubao) သည် Sui မင်းဆက်၏ Grand Marshal ဘွဲ့ချီးမြှင့်ခံရပြီး Sishui Pass (သို့မဟုတ် Sishui Pass သို့မဟုတ် Dongling Pass၊ ဒဏ္ဍာရီအမျိုးမျိုး) ကို တိုက်ခိုက်ရန် ယန်လင်း (Yang Lin) Sishui Pass ၏ကိုယ်ရံတော်ဗိုလ်ချုပ် Yang Yicheng သည် Sui မင်းဆက်၏ဧကရာဇ် Yang မှကြေးဝါအလံတစ်ခုခင်းကျင်းရန်အမိန့်ပေးခဲ့သော်လည်း Qin Shubao သည်အကြာကြီးမတိုက်ခိုက်နိုင်ခဲ့ပါ။ ဖွဲ့စည်းရေးခေါင်းဆောင် Luo Cheng သည် ၎င်း၏ဝမ်းကွဲဖြစ်ကြောင်း သိရှိပြီးနောက်တွင် ၎င်း၏အဒေါ်ထံ ဆက်သွယ်ခဲ့သည်။\nLuo Cheng က မထွက်ခွာခင်မှာ အလံကို ဖြုတ်ချမယ့်သူဟာ သူ့ဝမ်းကွဲ Qin Qiong ဖြစ်တယ်လို့ သူ့အမေကို ပြောပြခဲ့ပြီး သူ့အမေက သူ့ကို တိတ်တဆိတ် ကူညီပေးဖို့ အမိန့်ပေးခဲ့ပါတယ်။ အဆုံးအဖြတ်တိုက်ပွဲတွင် ကြေးအလံကိုစောင့်ကြပ်နေသော Luo Cheng သည် ရုတ်တရက် နှစ်ဖက်ပြောင်းကာ Qin Qiong နှင့်ပူးပေါင်းကာ နောက်ဆုံးတွင် ကြေးအလံဖွဲ့စည်းခြင်းကို အောင်နိုင်ခဲ့သည်။ Luo Cheng သည် Dongling Pass ကိုသိမ်းပိုက်ပြီး အောင်ပွဲပြန်လည်ရရှိခဲ့သည်။ Luo Cheng သည်လည်း လက်နက်ချခဲ့သည်။ တန်မင်းဆက်။\n(ဤဇာတ်လမ်းသည် တစ်ခါတစ်ရံတွင် စိတ်ခံစားမှု သို့မဟုတ် ယုံကြည်ခြင်းကို အားကိုးခြင်းထက် အရာများကို လုပ်ဆောင်သည့်အခါ အကြောင်းပြချက်ကို အားကိုးသင့်သည့် ဥပမာတစ်ခုဖြစ်သည်။)", "聖意": "အိမ်သည် ကတိတည်ရန် လိုလားဆဲ၊ စည်းစိမ်ဥစ္စာကို ဆည်းပူးခြင်း၊ အိမ်ထောင်ရေး၌ သတိထားရန်၊ မိန်းကလေးမွေးခြင်း၊ လမ်းသွားလမ်းလာများ နေထိုင်ခြင်း၊ ပိုးကောင်၊ ခုနစ်ချက်၊ တိရစ္ဆာန်ခြောက်ပါး ပျက်စီးခြင်း၊ လူကို ရှာဖွေခြင်း၊ လူအများနှင့် တရားစွဲခြင်း၊ ရွှေ့ပြောင်းခြင်း၊ ဥစ္စာပျောက်၊ အနောက်ရောဂါ၊ တောင်တန်း၊ အနောက်ဘက်၌ သင်္ချိုင်း၊", "古人": "ကြေးအလံကို တိတ်တဆိတ် ဆင်းပေးနေတာ", "第X籤": "ခုနစ်ဆယ့်ကိုး ထီကိုအနိုင်ရ", "宮": "မွန်းတည့်နန်းတော်"}