{"籤詩版本二": "သဖန်းပင်များ၏ အရွက်များ ကြွေကျလာကာ ဆောင်းဦးပေါက် နီးလာပြီဖြစ်၍ ခရီးသွားများ၏ အပြန်ခရီးသည် တိမ်များကဲ့သို့ပင်။\nဘုရားသခင်၏ ကြီးမားသော ကြိုးပမ်းအားထုတ်မှုကြောင့် သင်္ဘောသည် လေထဲတွင် ရတနာများနှင့်အတူ ပြန်လာခဲ့သည်။", "詩意": "ဤ hexagram သည် ကြွေကျနေသော သဖန်းရွက်ပုံသဏ္ဌာန်ကို ကိုယ်စားပြုသည်။\nအရာရာတိုင်းက မကောင်းတာ ကြိုပြီး အဆုံးမှာ ကောင်းတယ်။", "解曰": "နှလုံးသားထဲကအရာတွေကိုယူပါ။ Tianxin က လိုက်နာသည်။ အသက်မွေးဝမ်းကြောင်းပြုရန်။ သင်တတ်နိုင်သမျှလုပ်ပါ။", "籤詩故事一": "◇ လေပြင်းသည် Tengwang Pavilion သို့ တိုက်ခတ်သည်။\nဝမ်ဘို (Zian) သည် တန်မင်းဆက်၏ အစောပိုင်း ကဗျာဆရာဖြစ်သည်။ Tang မင်းဆက်၏ ဧကရာဇ် Gaozong ၏ ပထမနှစ်တွင် Yonghui ကို မွေးဖွားခဲ့သည်။ ဝမ်ဘိုသည် ငယ်စဉ်ကတည်းက ကျမ်းဂန်များကို ဖတ်ရှုခဲ့ပြီး ၎င်းကို \"ကလေးအရူးတစ်ယောက်\" ဟုလူသိများသည်။ ဝမ်ဘိုသည် ငယ်စဉ်ကတည်းက ကျမ်းဂန်များကို ဖတ်ရှုခဲ့ပြီး ၎င်းကို \"ကလေးအရူးတစ်ယောက်\" ဟုလူသိများသည်။\nဆယ်နှစ်သားအရွယ်တွင် သူနှင့်ဖခင်ဖြစ်သူတို့သည် ဂွမ်ဒီဘုရားကျောင်းကို ဖြတ်သန်းသွားခဲ့ကြသည်။ ဘုရားကျောင်းအတွင်း၌ ကြီးကျယ်ခမ်းနားသော ဂွမ်ဒီရုပ်တုကြီးကို \"နွေဦးရာသီနှင့်ဆောင်းဦးရာသီ\" မိတ္တူကိုင်ဆောင်ကာ ဖတ်ပြနေသည်ကို ဖခင်ဖြစ်သူက မြင်သောအခါ၊ သူသည် ဧကရာဇ် Guan အား \"မုတ်ဆိတ်စိမ်း သော့သုံးချောင်းကို ကိုင်ထားပြီး ချင်းမင်းဆက်သမိုင်းကို မီးပုံးစိမ်းကို ဖတ်ရှုကာ ထင်ရှားကျော်ကြားသော နာမည်များကို ဂါရဝပြုပါ။ စိမ်းလန်းသော နဂါးနှင့် လကို ကျွန်ုပ်လက်၌ ကိုင်ဆောင်ထားပါသည်\" ဟု ဆိုပါသည်။ ယခုနှစ် ဆောင်းဦးရာသီတွင် Wang Bo သည် Shanxi မှ Hainan ကျွန်းသို့ Jiaozhi ခရိုင်တရားသူကြီးရာထူးမှ ရာထူးချခံရသော ၎င်း၏ဖခင်ထံ သွားရောက်လည်ပတ်ခဲ့ပြီး လမ်းတစ်လျှောက် တောင်များနှင့် မြစ်ပေါင်းထောင်ပေါင်းများစွာကို ဖြတ်သန်းသွားခဲ့သည်။ နှစ်ဆယ့်ခုနစ်နှစ် ဆောင်းဦးပေါက်တွင် Wang Bo သည် Shanxi မှ Hainan ကျွန်းသို့ Jiaozhi County Magistrate ရာထူးမှ ရာထူးမှ ဖယ်ရှားခံခဲ့ရသော ၎င်း၏ဖခင်ထံ သွားရောက်လည်ပတ်ခဲ့ပါသည်။\nအဲဒီနေ့ Madang တောင်ကိုရောက်တဲ့အခါ အားလုံးက ကမ်းပေါ်တက်ပြီး အနားယူကြပါတယ်။ Wang Bo တစ်ယောက်တည်း ရှေးဟောင်းဘုရားကျောင်းတစ်ခုဆီ လျှောက်သွားတဲ့အခါ ဘုရားကျောင်းဘေးက ကျောက်တုံးပေါ်မှာ အဘိုးအိုတစ်ယောက် ထိုင်နေတာကို ရုတ်တရက်တွေ့လိုက်ရပါတယ်။ နတ်သမီးအသွင်အပြင်နဲ့ ဝမ်ဘိုကို “မင်း ဝမ်ဘို မဟုတ်ဘူးလား” ဝမ်ဘိုက ထိတ်လန့်သွားပြီး “ဟုတ်ပါတယ် မင်းက ဘယ်လိုသိတာလဲ” လို့ အဘိုးအိုက “မင်းကောင်းကြောင်း ငါကြားတာကြာပြီ၊ လူတွေကို ကယ်တင်ဖို့ ရည်ရွယ်ချက်နဲ့ မင်းရဲ့ကဗျာတွေက အရမ်းအဓိပ္ပာယ်ရှိတယ်။ မနက်ဖြန် Tengwang Pavilion မှာ ကြီးကျယ်ခမ်းနားတဲ့ ပါတီတစ်ခု လုပ်မယ်။ အခမ်းအနားတက်ပြီး စာစီစာကုံးရေးနိုင်ရင် ခေတ်အဆက်ဆက် နာမည်ကြီးလာမယ်၊ ခရီးစရိတ်လည်း ရလိမ့်မယ်။\" Madang တောင်မှာ လူတိုင်းက ကမ်းပေါ်တက်ပြီး အနားယူကြပါတယ်။ Wang Bo တစ်ယောက်တည်း ရှေးဟောင်းဘုရားကျောင်းတစ်ခုဆီ လမ်းလျှောက်လာတဲ့အခါ ဘုရားကျောင်းဘေးက ကျောက်တုံးပေါ်မှာ ရုတ်တရက် ဆံပင်ဖြူလေးနဲ့ နတ်သမီးလေးလို ထိုင်နေတဲ့ အဘိုးအိုတစ်ယောက် ထိုင်နေတာကို တွေ့လိုက်ရပါတယ်။ “မင်း Wang Bo မဟုတ်ဘူးလား” လို့ Wang Bo ကို မေးလိုက်တယ်။\nWang Bo က အံ့အားသင့်သွားပြီး \"ဟုတ်ပါတယ် မင်းက ဘယ်လိုသိတာလဲ\"\nအဘိုးအိုက \"မင်းလူတွေကို ကယ်တင်ဖို့ စေတနာထားပြီး ရေးဖွဲ့ထားတဲ့ ကဗျာတွေက တော်တော်အဓိပ္ပာယ်ရှိတယ်ဆိုတာ ငါကြားတာကြာပြီ။ မနက်ဖြန် Prince Teng's Pavilion မှာ ခမ်းနားတဲ့ ပါတီပွဲတစ်ခု လုပ်မယ်။ ပွဲတက်ပြီး ရေးဖွဲ့နိုင်ရင်၊ ခေတ်အဆက်ဆက် နာမည်ကြီးလာမယ်၊ ခရီးစရိတ်လည်း ရလိမ့်မယ်”\nWang Bo က \"ဒီနေရာက Tengwang Pavilion နဲ့ မိုင် ခြောက်ရာ၊ ခုနစ်ရာလောက် ဝေးတယ်။ မနက်ဖြန် ဘယ်လိုလုပ် ဒီကို ရောက်နိုင်မလဲ\" အဘိုးအိုက \"မင်းကို ချောမွေ့တဲ့ ရွက်လွှင့်ဖို့ ဘုရားလေအဖြစ် မြင်းတစ်ကောင်ကို ငါသုံးမယ်။ မနက်ဖြန်ကျိန်းသေရောက်လာလိမ့်မယ်။\" Wang Bo က \"တောင်းပန်ပါတယ် ငါ့ယောက္ခမ မင်းက မသေနိုင်တဲ့ နတ်ဘုရားလား?\" အဘိုးအိုက ရယ်ပြီး \"ငါက Zhongyuan Shuijun ပါ ဒီရေဧရိယာကို တာဝန်ခံ!\" Wang Bo က \"ဒီနေရာက Tengwang Pavilion နဲ့ မိုင် ခြောက်ရာ ဒါမှမဟုတ် ခုနစ်ရာလောက်ဝေးတယ်။ မနက်ဖြန် ဘယ်လိုရောက်နိုင်မလဲ\"\nအဘိုးအိုက \"မင်းကို ချောချောမွေ့မွေ့ ရွက်လွှင့်နိုင်ဖို့ မင်းမြင်းကို နတ်လေအဖြစ် ငါသုံးမယ်။ မနက်ဖြန် ငါရောက်မှာ သေချာတယ်\"\nWang Bo က သူ့ကို ကျေးဇူးတင်ကြောင်းပြောပြီး \"ခွင့်လွှတ်ပါ ယောက္ခမ၊ မင်းက မသေနိုင်တဲ့ နတ်ဘုရားလား?\"\nအဘိုးအိုက ရယ်ပြီး \"ငါက ဒီရေပြင်ကို ကြီးကြပ်တဲ့ Zhongyuan Shuijun ပါ!\" ထို့နောက် အဖိုးအိုက Wang Bo ကို လှေပေါ် အမြန်တက်ရန် တိုက်တွန်းခဲ့သည်။ သူသည် ခဏတာပတ်၀န်းကျင်ရှိ တိမ်များနှင့် လေပြင်းများကို မြင်လိုက်ရသည် ။ လမ်းတလျှောက် ရေသည် ချောမွေ့၍ မျက်စိတစ်မှိတ်အတွင်း မိုင်ရာနှင့်ချီ ခရီးနှင်ခဲ့သည်။\nထို့နောက် အဖိုးအိုက ဝမ်ဘိုအား လှေပေါ် အမြန်တက်ရန် တိုက်တွန်းခဲ့သည်။သူအား ခဏတာ ဝန်းရံနေသော တိမ်တိုက်များကို မြင်လိုက်ရကာ ချောမွေ့သော ခရီးဖြစ်ခဲ့သည်။ မျက်စိတစ်မှိတ်အတွင်းမှာပင် မိုင်ရာနှင့်ချီ ခရီးနှင်ခဲ့သည်။ မျှော်လင့်ထားသည့်အတိုင်း Wang Bo သည် ခမ်းနားသော ပွဲနေ့နံနက်တွင် Prince Teng ၏ Pavilion သို့ ပြေးသွားခဲ့သည်။\nမျှော်လင့်ထားသည့်အတိုင်း Wang Bo သည် ခမ်းနားသော ပွဲနေ့နံနက်တွင် Prince Teng ၏ Pavilion သို့ ပြေးသွားခဲ့သည်။ ထိုနေရာ၌ သူသည် Tang မင်းဆက်၏ ဧကရာဇ် Gaozong ၏ ထာဝရလက်ရာဟု ခေါ်သော \"မင်းသား Teng's Pavilion\" ကို ရေးသားခဲ့သည်။ ထိုနေရာ၌ သူသည် Tang မင်းဆက်၏ ဧကရာဇ် Gaozong ၏ ထာဝရလက်ရာဟု ခေါ်သော \"မင်းသား Teng's Pavilion\" ကို ရေးသားခဲ့သည်။\nကဗျာတစ်ပုဒ်ရှိတယ်၊\nအရည်အချင်းရှိသောသူများသည် နတ်ဘုရားများဖြစ်သည်ဟု အမြဲပြောလေ့ရှိသည်၊ ထို့ကြောင့် လေသည် နန်ချန်းကို နန်ချန်းသို့ ယူဆောင်လာခြင်းသည် မတော်တဆမှုမဟုတ်ပါ။\nTeng Wang ရဲ့ မြင့်မားတဲ့မဏ္ဍပ်အကြောင်း စာကြောင်းတစ်ကြောင်းရေးခဲ့ပြီးတော့ သူက Zhongyuan ဆီကို မသေနိုင်တဲ့ကောင်တွေကို လိုက်ပို့ခဲ့တယ်။", "聖意": "သင့်အိမ်အတွက် ဆုတောင်းပြီး သင့်ကိုယ်သင် ကာကွယ်ပါ၊ ကောင်းချီးမင်္ဂလာများအတွက် ဆုတောင်းပါ၊ ကြွယ်ဝချမ်းသာမှုကို ရှာဖွေပါ၊ အိမ်ထောင်ရေးနှင့် သဟဇာတဖြစ်ပါစေ။", "古人": "လေက Tengwang Pavilion ကို တိုက်တယ်။", "第X籤": "ဆိုင်းရှစ်ဆယ့်တစ်", "宮": "ဝေဂေါင်"}