{"籤詩版本二": "ဥပမာအားဖြင့် စန္ဒြလ၏ တတိယ၊ စတုတ္ထ သို့မဟုတ် ပဉ္စမနေ့ ပျောက်ဆုံးပါက ပျက်ကွက်တစ်ဝက်၊ ပစ္စုပ္ပန်တစ်ဝက်နှင့် မပြည့်စုံပါ။\nတစ်နှစ်တာ၏ဆယ့်ငါးရက်မြောက်နေ့တွင် သန်းခေါင်ယံအချိန်ကို စောင့်မျှော်ရင်း အရာရာသည် တောက်ပပြီး ပြည့်စုံနေလေသည်။", "詩意": "ဤ hexagram တွင် လသည် ပျောက်ဆုံးသော်လည်း မပြည့်ပါ။\nအရာရာ၌ စိတ်ရှည်ပါ။", "解曰": "ရှေးရိုးဆန်စွာနေ၍ စောင့်ပါ။ လ၏ပထမလကဲ့သို့ပင်။ အလှည့်ကျချိန်ကို စောင့်နေသည်။ ဘာမှမဆိုးပါဘူး။", "籤詩故事一": "◇ Li Yuan နန်းတက်သည်။\nSui မင်းဆက်၏နောက်ဆုံးနှစ်များတွင်၊ Sui မင်းဆက်၏ဧကရာဇ် Yang သည် အကျင့်ပျက်ခြစားပြီး အထီးကျန်ဆန်ကာ နေရာတိုင်းတွင် အပျော်သဘောဆောင်ကာ လူအများကြားတွင် နာကြည်းမှုများဖြစ်ပေါ်စေပြီး သူရဲကောင်းများကြားတွင် အင်ပါယာကို ပိုင်းခြားစေခဲ့သည်။\nအေဒီ 618 တွင်၊ Yu Wenhuaji၊ Sima Dekan၊ Pei Qantong နှင့် အခြားသူများသည် Sui မင်းဆက်၏ဧကရာဇ် Yang ကိုသတ်ရန် ပုန်ကန်ပြီး Yang Hao ကို ဧကရာဇ်အဖြစ် ကြေငြာခဲ့သည်။\nမကြာခင်မှာပဲ Yu Wenhuaji က Qin Wanghao ကိုသတ်ပြီး Xu ကို ထူထောင်ပြီး သူ့ကိုယ်သူ ဧကရာဇ်ဘုရင်အဖြစ် ကြေငြာခဲ့ပါတယ်။\nနောက်တစ်နှစ်တွင် တန်ဗိုလ်ချုပ် လီရှန်တုံနှင့် ရှောင်ဘုရင် ဒူကျန့်တို့ ပူးပေါင်းဖျက်ဆီးခြင်း ခံခဲ့ရသည်။\nCentral Plains ဒေသမှ ဧကရာဇ် Yang သေဆုံးကြောင်း သိရှိပြီးနောက် Luoyang အစောင့် Wang Shichong သည် Sui မင်းဆက်၏ ဧကရာဇ် Ai ဖြစ်သည့် Yue ၏ ဘုရင် Dong ကို ဧကရာဇ်အဖြစ် ထောက်ခံခဲ့သည်။\nထိုအချိန်တွင် Li Yuan သည် Yang You ကို ရာထူးမှ ဖယ်ရှားပြီး Taiyuan တွင် သူ့ကိုယ်သူ ဧကရာဇ်အဖြစ် ကြေငြာကာ နိုင်ငံအမည်ကို Tang ဟု ပြောင်းလဲခဲ့သည်။ ဒါက Tang Gaozu ပါ။", "聖意": "အိမ်ရောအိမ်ပါ မိမိကိုယ်တိုင်ဆန္ဒပြုပါ၊ နွေရာသီနှင့် ဆောင်းဦးရာသီတွင် ကံကောင်းခြင်းများ၊ အရောင်းအဝယ်ကိစ္စများ သတိထားပါ၊ အချိန်ကိုစောင့်ဆိုင်းပါ၊ အိမ်ထောင်ကျနောက်ကျခြင်း၊ Liujia သည် မိန်းကလေးတစ်ဦးကိုမွေးဖွားခြင်း၊ လမ်းသွားလမ်းလာများပိတ်ဆို့ခြင်း၊ ပိုးကောင်များ တည်ငြိမ်ခြင်း၊ တိရစ္ဆာန်များ တည်ငြိမ်ရန် ခက်ခဲခြင်း၊ လူများကိုရှာဖွေရန်၊ အများပြည်သူတရားစွဲဆိုမှုများနှင့် ရွှေ့ပြောင်းနေထိုင်မှုသည် ရှေးရိုးစွဲဆန်သည်၊ ဆုံးရှုံးသွားသော ပစ္စည်းဥစ္စာများသည် ခက်ခဲသည်၊ နာမကျန်းမှုမှာ ထူထောင်ရန် ခက်ခဲသည်၊ တောင်သင်္ချိုင်းသို့ ပို့ရန်၊", "古人": "လီယွမ်သည် နန်းတက်သည်။", "第X籤": "ရှစ်ဆယ့်သုံးထီများ", "宮": "ဝေဂေါင်"}