{"籤詩版本二": "မင်းရဲ့ဂုဏ်သိက္ခာကြောင့် သီလပျက်ရင် ဘာလုပ်ရမလဲ။ကံကောင်းရင် မကောင်းတာတွေဖြစ်လာမှာကို ငါကြောက်တယ်။\nမူးနေတော့ ဘယ်သွားမလို့လဲမသိဘူး စိမ်းစိုနေတဲ့ ထင်းရှူးပင်တွေရဲ့အရိပ်မှာ အုံ့ဆိုင်းနေတဲ့ အိပ်မက်တစ်ခုရှိတယ်။", "詩意": "ဤ hexagram သည် ရေထဲမှထွက်သော အေးသောငါးများကို ကိုယ်စားပြုသည်။\nဘယ်အရာမှ ရွှေ့လို့မရဘူး။\n\n(ဤ hexagram သည် မကောင်းသော သီလနှင့် ကံဆိုးတို့၏ သင်္ကေတဖြစ်သည်။\nအရာရာတိုင်း၌ သင်၏ခြေကို မြေကြီးပေါ်မှာထားပါ။\n)", "解曰": "အေးသောငါးသည် ရေကို စွန့်သည်။ ငါးခုံမတစ်ကောင်ကြောင့်တစ်လှေလုံးပုပ်။ စခန်းအစီအစဥ်အကြောင်းမေးရင် Mo Qi က ပိုကောင်းပါတယ်။\nဤနိမိတ်လက္ခဏာသည် Liujia ကိုကံဆိုးစေလိမ့်မည်။ အားလုံးမှားသွားပါပြီ။ လုံခြုံရေးအတွက် ဆုတောင်းပါ။", "籤詩故事一": "◇ Zhuangzi သည် သူ့ဇနီးကို စစ်ဆေးသည်။\nZhuangzi သည် Zhou မင်းဆက်တွင်မွေးဖွားခဲ့သည်။သူ၏မျိုးရိုးအမည်မှာ Zhuang ဖြစ်ပြီး ၎င်း၏အမည်မှာ Zhou ဖြစ်ပြီး ၎င်း၏အမည်မှာ Zixiu ဖြစ်သည်။ သူသည် Song မင်းဆက်ရှိ Mengyi မှဇာတိဖြစ်သည်။ Zhou မင်းဆက်တွင် သူသည် Qiyuan ၏ အရာရှိဖြစ်သည်။\nတစ်နေ့တွင် Zhuangzi သည် တောင်ပေါ်တွင် အမျိုးသမီးတစ်ဦးနှင့်တွေ့ဆုံခဲ့ပြီး သင်္ချိုင်းအသစ်တစ်ခုရှေ့တွင် ထိုင်ချလိုက်ကာ အုတ်ဂူပေါ်ရှိ စိုစွတ်သောမြေဆီလွှာကို ခြောက်ချင်သလိုပင် ပန်ကာကို လှုပ်ရမ်းကာ လှုပ်ယမ်းနေသည်။ Zhuangzi သည် သူမ၏ ရည်ရွယ်ချက်ကို နားမလည်သောကြောင့် မေးလိုက်သည်။ သင်္ချိုင်းမှာ သင်္ဂြိုဟ်တဲ့လူက သူ့ခင်ပွန်းဖြစ်ပြီး၊ ခင်ပွန်းဖြစ်သူရဲ့ နောက်ဆုံးစကားကတော့ အုတ်ဂူပေါ်ရှိ မြေဆီလွှာ ခြောက်သွားတဲ့အထိ နောက်အိမ်ထောင်မပြုနိုင်ဘူးလို့ သူမက ဆိုပါတယ်။ သူမ မစောင့်နိုင်တော့ဘဲ မြေဆီလွှာကို မြန်မြန်ခြောက်သွားအောင် နှိုးဆော်ပြီး ဒုတိယမြောက် စမ်းရေကို လိုက်ရှာနိုင်ခဲ့သည်။\nZhuangzi သည် ဤကမ္ဘာပေါ်တွင် အကြင်နာကင်းမဲ့သော အမျိုးသမီးတစ်ယောက်ရှိနေသည်ဟု သူထင်သောအခါ သက်ပြင်းချလိုက်မိသည်။ ပြီးတော့ ငါ့မိန်းမ ဒီလိုဖြစ်မှာလားလို့ တွေးလိုက်မိတယ်။ သံသယတွေ ပေါ်လာရင် စမ်းကြည့်စေချင်ပါတယ်။\nZhuangzi ၏ဇနီး၏မျိုးရိုးအမည်မှာ Tian ဖြစ်ပြီး ၎င်းတို့စုံတွဲသည် အများအားဖြင့် ရင်းနှီးသောဆက်ဆံရေးရှိခဲ့ကြသည်။သူ့ဇနီး၏သစ္စာစောင့်သိမှုကိုစမ်းသပ်ရန်အတွက် Zhuangzi သည် သေချင်ယောင်ဆောင်ရန်ဆုံးဖြတ်ခဲ့သည်။\nZhuangzi သည် ရုတ်တရက်ဖျားနာသေဆုံးသွားသည်ကိုကြားသိရသဖြင့် ဆွေမျိုးများနှင့် မိတ်ဆွေများအပါအဝင် အနယ်နယ်အရပ်ရပ်မှလူအများအပြားလာရောက်၍ ဝမ်းနည်းကြောင်းဖော်ပြခဲ့ကြသည်။ထိုအထဲတွင် ချမ်းသာကြွယ်ဝသော ချူပြည်နယ်မှ ချောမောသောဘုရင်နှင့် မြေးတော်တစ်ပါးလည်း ပါ၀င်သည်။ Tian သည် မုဆိုးမအသစ်ဖြစ်ပြီး သနားစရာဖြစ်ပြီး သူမကို လိုက်ရှာသည်။ မစ္စ Tian သည် စုံစမ်းနှောင့်ယှက်မှုကို မခံနိုင်ဘဲ Wang Sun နှင့် ချစ်ကြိုက်ခဲ့ပြီး ရက်ပေါင်းနှစ်ဆယ်အတွင်း လက်ထပ်ခဲ့သည်။\nအဲဒီညမှာ ဝိုင်သောက်ပြီး နားတွေပူတဲ့အခါ Wang Sun ရုတ်တရက် နှလုံးဖောက်ပြီး သေဆုံးသွားခဲ့ပါတယ်။\nမစ္စ Tian သည် ထိတ်လန့်ထိတ်လန့်ဖြစ်ကာ Wang Sun သည် ဘာလုပ်ရမည်ကို အရေးတကြီးမေးသည်။ Wang Sun သည် နာကျင်မှုကို ခံနိုင်ရည်ရှိပြီး သေဆုံးသွားသော အလောင်းများ၏ ဦးနှောက်များကို အသက်ပြန်ရှင်လာစေရန် အသုံးပြုနိုင်ကြောင်း မစ္စ Tian အား ပြောပြခဲ့သည်။\nလူသေအလောင်းကို ဘယ်မှာရှာရမလဲ။ မစ္စ Tian ရုတ်တရက် တွေးမိတာက သူ့ခင်ပွန်းက သေတာမဟုတ်ဘူးလား။ Mr. Tian သည် လင်နှင့်မယားကြားရှိ အချစ်ဟောင်းကို မေ့သွားကာ ပုဆိန်တစ်ချောင်းယူကာ ခင်ပွန်း၏အခေါင်းကို ခွဲထုတ်ကာ ဦးနှောက်အားဆေးထုတ်ရန် ပြင်ဆင်နေသည်။\nမမျှော်လင့်ဘဲ အခေါင်းကိုဖွင့်လိုက်သောအခါ Zhuangzi အသက်ပြန်ရှင်လာသည်။ မစ္စ Tian ရှက်လွန်းလို့ သူ့ကိုယ်သူ ကြိုးဆွဲချ။\n(ဤဇာတ်လမ်းသည် ကိုယ်ရေးကိုယ်တာအကျိုးအတွက် ခင်မင်ရင်းနှီးမှုကို ချိုးဖေါက်ခြင်း၏ ဥပမာဖြစ်သောကြောင့် ကျွန်ုပ်တို့သဘောမတူနိုင်ပါ။)", "聖意": "အိမ်သည် အေးချမ်းသည်၊ မိမိကိုယ်ကို လုံခြုံသည်၊ ငွေမမျှတ၊ ရောင်းဝယ်ဖောက်ကားမှု စတေးခံရသည်၊ အိမ်ထောင်ရေး ပြေလည်သည်၊ Liujia တွင် မကောင်းမှု သာယာသည်၊ လမ်းသွားလမ်းလာများ မရောက်သေး၊ ပိုးကောင်များ ပြန့်ကား၊ တိရစ္ဆာန်များ ပြန့်ကားနေ၏၊ ပျောက်နေတယ်၊ ​​တရားစွဲတာ ပြောင်းနေတယ်၊ ​​တပည့်တွေက ရှေးရိုးဆန်တယ်၊ ပစ္စည်းဥစ္စာက မဖျားဘူး၊ တောင်နဲ့ သင်္ချိုင်းကလည်း မကောင်းဘူး။", "古人": "Zhuangzi သည် သူ့မိန်းမကို စစ်ဆေးသည်။", "第X籤": "လောတ ၈၄", "宮": "ဝေဂေါင်"}