{"籤詩版本二": "မှောင်မိုက်သောတိမ်များနှင့် မြူများက တောင်ရှေ့လမ်းကို ဖုံးလွှမ်းနေသည်။ အရာအားလုံးသည် လှည့်ပတ်နေပြီး လသည် တစ်ဖန်ပြန်လှည့်လာသည်။\nကဗျာစာအုပ်တွေရရင် အိပ်မက်နက်ကြီးကနေ နိုးလာလိမ့်မယ်။မြင့်မြတ်တဲ့ပုဂ္ဂိုလ်က မင်းကို အိမ်ခေါင်မိုးပေါ် လမ်းညွှန်ပေးလိမ့်မယ်။", "詩意": "ဤ hexagram သည် နွေဦး၏အဆုံးနှင့် ပန်းများပွင့်ခြင်းကို ကိုယ်စားပြုသည်။\nအရာအားလုံးသည် သခင်ဘုရား၏နောက်၌ ပြောင်းလဲသွား၏။", "解曰": "အဘိုးအိုက အကူအညီတောင်းရမယ်။ နွေဦးတွင် ထပ်မံပွင့်သည်။ ကျော်ကြားမှုနှင့် ချမ်းသာမှုကို တောင့်တခြင်း။ ဘဝနှောင်းပိုင်းတွင် ကြုံလာရတတ်သည်။", "籤詩故事一": "◇ Han Wengong သည် ဆီးနှင်းများနှင့် ကြုံတွေ့ရသည်။\nTuizhi လို့ နာမည်ပေးထားတဲ့ Han Yu က Changli ကပါ။ Tang Dezong သည် Zhenyuan နန်းစံရှစ်နှစ်တွင် Jinshi ဖြစ်လာခဲ့ပြီး သူ၏နောက်တန်းရာထူးမှာ Wen Gong ဖြစ်သည်။\nTang မင်းဆက်ဧကရာဇ် Xianzong အုပ်စိုးစဉ်တွင် ဟန်ယုသည် ဧကရာဇ်မင်းအား အမျက်ထွက်စေသည့် ဗုဒ္ဓ၏အရိုးများဖြင့် ပြန်လည်သရုပ်ပြခဲ့သည်။ ဟန်ယုသည် ဇနီးနှင့် သားသမီးများကို ထားခဲ့ပြီး ချောင်ကျိုးသို့ သွားခဲ့သည်။ ရက်အနည်းငယ်လောက် လမ်းလျှောက်ပြီးတဲ့ နောက်မှာတော့ အေးတဲ့လေက တိုက်ခတ်လာပြီး နှင်းတွေ ထူထပ်လာတယ်။ ဟန်ယွီသည် ဆီးနှင်းများ ပေပေါင်းများစွာ နက်သော အရပ်သို့ ရောက်လာပြီး သူ့မြင်းကို ရှေ့တိုးရန် ခက်ခဲစေသည်။ လမ်းကြောင်းအတိုင်း လိုက်ချင်ရင် နောက်ပြန်ဆုတ်ဖို့ မရှိပါဘူး။ လေပြင်းတွေတိုက်ပြီး နှင်းတွေက လျင်မြန်စွာကျဆင်းလာခဲ့တယ်။ဟန်ယုဟာ အရေပြားမှာ အေးခဲပြီး ဆာလောင်နေခဲ့ပြီး သူ့ရဲ့ဝမ်းနည်းမှုကို ဖော်ပြစရာနေရာမရှိတော့ပါဘူး။\nဟန်ယု သက်ပြင်းချလိုက်ပြီး \"ဧကရာဇ်က ငါ့ကိုသတ်မှာ မဟုတ်ဘူး၊ ဒါပေမယ့် ဧကရာဇ်က ငါ့ကို ဖျက်ဆီးချင်တယ်\"\nဟန်ယွီ စိတ်ဓာတ်ကျနေချိန်မှာတော့ အအေးဒဏ်ကြောင့် နှင်းတွေကို ရှင်းဖို့ လူတစ်ယောက် လာနေတာကို သူတွေ့လိုက်ရတယ်။သူဟာ Han Xiangzi (Han Yu ရဲ့ တူ) လို့ ဖြစ်သွားတယ်။\nHan Xiangzi က \"Qinling ရှိ Yun Heng ရဲ့အိမ်က ဘယ်မှာလဲ\" လို့ Han Xiangzi က Han Yu ကိုပြောဖူးတယ် \"Qinling မှာရှိတဲ့ Yun Heng ရဲ့အိမ်က ဘယ်မှာလဲ၊ နှင်းတွေက အပြာရောင်တံခါးကို ဆုပ်ကိုင်ထားပြီး မြင်းက ရှေ့ကိုဆက်သွားတော့မှာဘဲ\" ဟု ထိုအချိန်တွင် Han Yu က Han Xiangzi ၏အဓိပ္ပါယ်ကို နားမလည်ခဲ့ဘဲ ယခုမူ၊ နောက်ဆုံးတော့ သဘောပေါက်သွားတယ်။\nထို့ကြောင့် Han Yu နှင့် Han Xiangzi တို့သည် Languan ရှိ Fu ၏အိမ်တွင် တစ်ညတာအိပ်စက်ခဲ့ကြသည်။ အတိတ်အကြောင်းနှင့် စိုက်ပျိုးရာလမ်းအကြောင်းပြောရင်း ဟန်ယုက စိတ်ရင်းမှန်ဖြင့် ယုံကြည်ခဲ့သည်။\nနောက်ပိုင်းတွင် ဟန်ယုသည် ၎င်း၏တရားဝင်ရာထူးကို စွန့်လွှတ်ကာ ဒေသန္တရအစိုးရထံ လှူဒါန်းခဲ့ပြီး တာအိုဘာသာကို ကျင့်သုံးကာ မသေနိုင်သောတောင်တန်းများသို့ သွားရောက်ခဲ့သည်။", "聖意": "အိမ်က ကိုယ့်အတွက်မကောင်း၊ ငွေရှာဖို့ သတိထား၊ စီးပွားရေးကို အာရုံစိုက်၊ အိမ်ထောင်ကျတာ နောက်ကျတယ်၊ Liujia အမျိုးသမီး လမ်းသွားလမ်းလာတွေ လယ်ကွင်းတွေ ပိုးကောင်တွေ ကောင်းတယ်၊ တိရစ္ဆာန်တွေ ကောင်းတယ်၊ လူရှာရခက်တယ်၊ လူအများနဲ့ တရားစွဲတာတွေ ထပ်ခါထပ်ခါ၊ ရွှေ့ပြောင်းနေထိုင်မှုတွေ၊ မွမ်းမံပြင်ဆင်ခြင်း၊ ဆုံးရှုံးသွားသောအရာများသည် ပြင်းထန်ခြင်း၊ ရောဂါများ နှောင့်နှေးခြင်း၊ တောင်သင်္ချိုင်းများကို ပြောင်းလဲသင့်သည်။", "古人": "Han Wengong သည် နှင်းများကို ကြုံတွေ့ရသည်။", "第X籤": "ရှစ်ဆယ့်ငါးကြိမ်မြောက်ထီ", "宮": "Shen Gong"}