{"籤詩版本二": "အနောက်တောင်တန်းကို တစ်ဝက်လောက်လမ်းလျှောက်ရင် Junling ရဲ့ ချောက်ကမ်းပါးက အခြေချလို့မရပါဘူး။\nအကာအကွယ်ပေးဖို့ ဘုရားသခင်ကို မျှော်ကြည့်တော့ ဒီအလောင်းဟာ အုတ်ဂူထဲမှာ ရှိနေဆဲပါ။", "詩意": "ဤ hexagram သည် သဲထဲတွင် ရွှေရှာနေသကဲ့သို့ပင်။\nအရာရာတိုင်းမှာ မြင့်မြတ်တဲ့လူရဲ့ လက္ခဏာတွေရှိတယ်။\n\nထို့အပြင်- ဤ hexagram သည် လူသည် အန္တရာယ်ရှိနေကြောင်း ညွှန်ပြသည်။\nအရာရာတိုင်းမှာ မြင့်မြတ်တဲ့လူရဲ့ လက္ခဏာတွေရှိတယ်။", "解曰": "ကျောက်စိမ်းတုံးကို ကျောက်တုံးများဖြင့် တွေ့ရှိနိုင်သည်။ သဲထဲမှာ ရွှေရှာပါ။ အလုပ်ကြိုးစားဖို့ လိုတယ်။ ကိုယ့်ဒုက္ခ။\nအခြားအလုပ် - ခက်ခဲသောအခြေအနေ။ ဘယ်မှာမှနေစရာမရှိ။ ဘုရားသခင်ရဲ့ ကောင်းကြီးမင်္ဂလာကို တောင်းခံပါ။ စိတ်၏ချမ်းသာပါစေလို့ ဆုတောင်းပါတယ်။", "籤詩故事一": "◇ ရွှေကိုက်ပြီး မြေအောက်လှိုဏ်ဂူကို စူးစမ်းပါ။\nသူ၏ စစ်ရေးအမြတ်ထုတ်မှုများကို ဂုဏ်ပြုရန်အတွက် Cheng Yaojin သည် Yanwuyang တွင် ဧည့်ခံပွဲတစ်ခု ပြုလုပ်ခဲ့သည်။ ရုတ်တရက် နားမလည်နိုင်သော မြေကြီးထဲတွင် အပေါက်တစ်ခု ပွင့်သွားကာ လူတိုင်းက စကားလုံးများကို ကောက်ယူကာ အနိုင်ယူရန်အတွက် ရွှေကိုကိုက်ကာ တွင်းထဲသို့ ကြိုးများငှားကာ ကြိုးများငှားကာ မဲနှိုက်ကြသည်။\nကျောက်တံခါးများ၊ စားပွဲများ၊ ကုလားထိုင်များ၊ တံတားများနှင့် အခြားအရာဝတ္ထုများ ပါရှိသည်။\nYao Jin သည် သေတ္တာကြီးတစ်လုံးနှင့် သေတ္တာငယ်တစ်ခုနှင့်အတူ အပေါက်ထဲမှထွက်လာပြီး သစ်သားသေတ္တာကိုဖွင့်ကာ ကျောက်စိမ်းတံ ဆိပ်ကိုထုတ်ကာ သေတ္တာကိုဖွင့်ကာ အလံကြီးနှင့် သရဖူကို ထုတ်ယူကာ စားပွဲပေါ်တင်ကာ၊ လူတိုင်းက သူတို့ကို တစ်ယောက်ပြီးတစ်ယောက် ကြည့်နေကြတယ်။ တံဆိပ်ကြီးပေါ်တွင် ရေးထိုးထားသော တံဆိပ်စာလုံး ရှစ်လုံးမှာ \"Hunshi, the Great Virtuous Emperor\" ဟူသော Demon King of Hunshi ဖြစ်သည်။\nလူတိုင်းက သူ့ကို \"ဧကရာဇ်\" အဖြစ် ကိုးကွယ်ကြပြီး Yaojin သည် နတ်ဆိုးဘုရင်အဖြစ် သုံးနှစ်ကြာအောင် ပြုလုပ်ခဲ့သည်။ (တကယ်တော့ ဒါက သူကိုယ်တိုင် ကြေငြာတာဖြစ်ပြီး Cheng Yaojin က အဲဒီအချိန်က ရွာရဲ့ခေါင်းဆောင်ပဲ)။\n(ဤဇာတ်လမ်းသည် ကောင်းသောအရာများသည် သရုပ်ဆောင်ခြင်းနှင့်တူသည်ဟု နိမိတ်ဖတ်သည်။ ဤသည်မှာ \"ဤခန္ဓာသည် ပျက်ပြယ်နေသေးသည်\" ဟူသော အနုပညာအယူအဆဖြစ်သည်။)", "聖意": "အိမ်၊ အိမ်၊ ကိုယ်၊ ကိုယ်၊ အမြတ်မရှိခြင်း၊ စည်းစိမ်ဥစ္စာရှာခြင်း၊ အလုပ်ကြိုးစားခြင်း၊ စီးပွားရေး၌သတိရှိခြင်း၊ အိမ်ထောင်ရေးတွင် Liu Jiaxu၊ လမ်းသွားလမ်းလာ၊ Chi Tian၊ ပိုးကောင်များ၊ နွားမွေးခြောက်များ၊ လူများကို ရှာဖွေခြင်း၊ တရားစွဲခြင်းမပြုရ၊ ဆုံးရှုံးခြင်း၊ ရွှေ့ပြောင်းခြင်း၊ ဥစ္စာပစ္စည်းများ ဆုံးရှုံးခြင်း၊ မကောင်းသောရောဂါများ၊ အတားအဆီးများ၊ တောင်များနှင့် သင်္ချိုင်းများ။", "古人": "ရွှေအတွက် Crypt ကိုစူးစမ်းခြင်း။", "第X籤": "ရှစ်ဆယ့်ခုနစ်မှတ်", "宮": "Shen Gong"}