{"籤詩版本二": "မင်းရဲ့ကိုယ်ရေးကိုယ်တာကိစ္စတွေမှာ ငါ့ကိုမနှောင့်ယှက်ပါနဲ့။ဒါက လူထုကိုမေးတာ ပိုသင့်တော်တယ်။\nကြည်လင်သော စိတ်နှလုံးသည် ကောင်းကင်၌ တောက်ပသော လကဲ့သို့ ကြည်လင်တောက်ပ၏။", "詩意": "ဤ hexagram သည် ကောင်းကင်၌ တောက်ပသော လ၏ ပုံရိပ်ကို ကိုယ်စားပြုသည်။\nအရာအားလုံးက တောက်ပပြီး လေဝင်လေထွက်ပါပဲ။", "解曰": "စိတ်နှလုံးရိုးဖြောင့်ပါစေ။ ဥပဒေကို ဖြောင့်အောင် လုပ်ပါ။ သန့်ရှင်းသောစကား။ နောက်ဆုံးတော့ ရှင်းသွားတယ်။", "籤詩故事一": "◇ Kong Ming ၏ ဗိုလ်ချုပ်\nဖြေရှင်းချက်- Zhuge Liang သည် သူ၏တပ်များနှင့် ဗိုလ်ချုပ်များကို စည်းရုံးသည်။\nဘုရင့်နိုင်ငံသုံးခေတ်ကာလအတွင်း Zhuge Liang (181-234) အား ရည်မွန်သောအမည် Kongming သည် Yangdu၊ Langya (ယခု Yinan ကောင်တီ၊ Shandong ပြည်နယ်) တွင် မွေးဖွားခဲ့သည်။\nလျူဘေ့ (Liu Bei) သည် သက်ကယ်အိမ်သို့ ၃ ကြိမ်သွားရောက်လည်ပတ်ပြီးနောက် Zhuge Liang မှ အရာရှိဖြစ်လာရန် သဘောတူညီခဲ့သည်။ ထိုအချိန်တွင် Cao Cao သည် Hebei ကို အေးချမ်းစေပြီး တောင်ပိုင်းသို့ချီတက်ရန် စိတ်ပိုင်းဖြတ်ထားခဲ့သည်။ ရှောင်ဟိုဒွန်းကို စစ်သူကြီးအဖြစ် ယူဂျင်၊ လီဒန်နှင့် အခြားအရာများကို စေလွှတ်ခဲ့သည်။ လက်ထောက်ဗိုလ်ချုပ်များအနေနှင့် တပ်ပေါင်း ၁၀၀,၀၀၀ ကို ဦးဆောင်ကာ Xinye ဆီသို့ ချီတက်ခဲ့သည်။ Zhuge Liang သည် ထိုအချိန်တွင် ရန်သူထံမှ ဆုတ်ခွာရန် အစီအစဉ်ရှိသော်လည်း Guan Yu နှင့် Zhang Fei တို့သည် Zhuge Liang ၏စကားကို မထီမဲ့မြင်ပြုခဲ့ကြသည်။ Zhuge Liang သည် လူနှစ်ယောက်ကို နှိမ်နင်းရန်အတွက် Liu Bei ၏ဓားကိုအသုံးပြုရန်မှလွဲ၍ ရွေးချယ်စရာမရှိပေ။ ၎င်းတို့သည် စစ်သားများနှင့် မြင်းတစ်ထောင်စီကို ဦးဆောင်ကာ Yushan နှင့် Anlin တို့တွင် ပုန်းအောင်းနေကြသည်။ ချုံခိုတိုက်ခိုက်ခြင်းနှင့်မီး။\nထို့အပြင် Zhao Yun သည် Xiahou Dun ကို ရှေ့တန်းတပ်အဖြစ် တိုက်ခိုက်ရန် တပ်သားဟောင်းနှင့် အားနည်းသော အကြွင်းအကျန်များကို ဦးဆောင်ရန် စေလွှတ်ခဲ့ပြီး ရှုံးနိမ့်မှုကို အတုယူကာ ပြန်လည်ဆုတ်ခွာကာ Xiahou Dun ကို တောင်များနှင့် သစ်တောများအတွင်း ကျဉ်းမြောင်းသော လမ်းများဆီသို့ ဆွဲဆောင်ကာ Guan ကို စေလွှတ်ခဲ့သည်။ Ping, Zhou Cang, Liu Feng နှင့် အခြားသူများသည် Cao ၏တပ်နောက်သို့ ခိုးဝင်ကာ ရိက္ခာများကို မီးရှို့ကာ Cao ၏တပ်ကို ထိတ်လန့်စေခဲ့သည်။\nတိုက်ပွဲအပြီးတွင် Zhuge Liang စီစဉ်သည့်အတိုင်း အရာအားလုံး ဖြစ်ပျက်ခဲ့သည်။ Xiahou Dun နှင့် Yu Jin တို့က တပ်ကိုလိုက်လံဦးဆောင်သောအခါ နောက်တန်းတွင်ရှိသော Li Dian က ရန်သူ၏ပစ်ခတ်တိုက်ခိုက်မှုကို ကာကွယ်ရန် လိုအပ်ကြောင်း ရှေ့တန်းမှ Xiahou Dun ထံ အလျင်အမြန်အကြောင်းကြားခဲ့သည်။သို့သော် အချိန်နှောင်းသွားပြီဖြစ်သည်။ ကျဉ်းမြောင်းသော လမ်းသည် သစ်ပင်များ ရောယှက်နေသည့် နေရာတွင် တည်ရှိသောကြောင့် မီးမစတင်နိုင်ဘဲ အသေအပျောက် ထူထပ်ကာ Xiahou Dun နှင့် အခြား စစ်ဗိုလ်ချုပ်များ လုပ်ကြံခံရပြီး Xudu သို့ ပြန်ပြေးခဲ့သည်။\n(ဤဇာတ်လမ်းသည် Kong Ming သည် ပြည်သူကို ဉာဏ်ပညာဖြင့် အုပ်ချုပ်ပြီး တိုင်းပြည်ကို အုပ်ချုပ်တတ်သူဟု သာဓကတစ်ခုဖြစ်သည်။)", "聖意": "အိမ်၊ အိမ်၊ အိမ်၊ အိမ်၊ အိမ်၊ စီးပွား၊ စိတ်၏ ချမ်းသာခြင်း၊ စီးပွားလာဘ်လာဘများ ၊ အိမ်ထောင်ရေး ၊ အောင်မြင်ခြင်း၊ Liujia တွင် အောင်မြင်ခြင်း၊ လယ် ယာပြောင်း ပိုးကောင် ၊ တိရစ္ဆာန်များ ဆုံးရှုံး ခြင်း၊ လူပျောက် ၊ လူများ ၊ တရားစွဲ ခြင်း၊ ရွှေ့ပြောင်း ခြင်း ၊ ပစ္စည်း ဥစ္စာများ ဆုံးရှုံး ခြင်း၊ ကောင်းချီးများ၊ နာမကျန်းမှု၊ ငြိမ်းချမ်းမှု၊ တောင်များနှင့် သင်္ချိုင်းများ။", "古人": "Kong Ming ရဲ့ ဗိုလ်ချုပ်", "第X籤": "ကိုးခုမြောက်လက္ခဏာ", "宮": "ယဉ်နန်းတော်"}