{"籤詩版本二": "ကောင်းသောရှိုးတစ်ခုက သင့်ကို မျက်မှောင်ကြုတ်ကာ လူအုပ်ထဲမှ ထင်ရှားပေါ်လွင်စေပြီး သင်၏အနာဂတ်ပြောင်းလဲမှုများနှင့် စည်းစိမ်ဥစ္စာများစွာကို ယူဆောင်လာစေသည်။\nလမ်းသည် ကောင်းကင်ကဲ့သို့ ကျယ်ဝန်းပြီး သင်ပေးနိုင်သမျှ ငွေသည် သင့်နှလုံးသားထဲတွင် ရှိနေလိမ့်မည်။", "詩意": "ဤ hexagram သည် အလားအလာရှိသော အနာဂတ်ကို ညွှန်ပြသည်။\nအားလုံးအဆင်ပြေပါတယ်။", "解曰": "လမ်းကြီးတစ်ခု။ ရှေ့ကို ဆက်သွားနိုင်ပါတယ်။ သင့်နှလုံးသားကို အသုံးပြုပါ။ ရှေ့သို့သာ။\nဤနိမိတ်လက္ခဏာဖြင့် အားလုံးစီစဉ်ထားသည့်အတိုင်း ဖြစ်လိမ့်မည်။ Jichang ကံကောင်းပါစေ။", "籤詩故事一": "◇ Lu Bu ကို သူရဲကောင်း သုံးယောက် တိုက်ခိုက်သည်။\nဖြေရှင်းချက်- သူရဲကောင်းသုံးယောက် Zhang Fei၊ Guan Yu နှင့် Liu Bei တို့သည် Lu Bu ကို တိုက်ခိုက်သည်။\nHua Xiong ခေါင်းဖြတ်ခံရကြောင်း Dong Zhuo သိရှိရပြီး စစ်တိုက်ရန် လေယာဉ်မှူး Lu Bu ကို စေလွှတ်လိုက်သည်။ Lu Bu တိုက်ပွဲဝင်ပြီးတာနဲ့ သူဟာ ဗိုလ်ချုပ် Fang Yue နဲ့ Mu Shun ကိုသတ်ခဲ့ပြီး Wu Anguo နဲ့ Gongsun Zan ကို သတ်ခဲ့ပါတယ်။\nZhang Fei က Gongsun Zan ကို Lu Bu က မအနိုင်ယူနိုင်မှန်း သိလိုက်ရတော့ Gongsun Zan ကို အမြန်အစားထိုးပြီး \"မျိုးရိုးသုံးမျိုးရဲ့ ကျွန်တွေ ထွက်သွားသင့်တယ်! Zhang Fei က ဒီမှာပါ\" လို့ အော်ပြောပြီး အချီငါးဆယ်ကျော် တိုက်ပွဲဝင်ခဲ့ပါတယ်။ အောင်နိုင်သူမရှိ၊\nGuan Yu မြင်ပြီးနောက်၊ သူနှင့် Zhang Fei တို့သည် Lu Bu ကို တိုက်ခိုက်ပြီး အကြိမ်သုံးဆယ်ကျော် တိုက်ပွဲဝင်ခဲ့ကြသည်။\nလျူဘေ့(Liu Bei) သည်လည်း ဓားနှစ်လက်ကို ကိုင်ဆောင်ကာ မြင်းကို လက်ခုပ်တီးကာ ကျန်းဖေးနှင့် ကွမ်ယုတို့ကို ကူညီရန် ရှေ့တိုးလာခဲ့သည်။\nလူသုံးယောက်သည် လုဘူကို ဝိုင်းရံကာ တိုက်ပွဲများ ဆက်လက်ဖြစ်ပွားနေသဖြင့် အုပ်စုအတွင်းရှိလူများအားလုံး အံ့အားသင့်သွားကြသည်။\nမကြာခင်မှာပဲ Lu Bu ဟာ ခွန်အားတွေ ဆုံးရှုံးသွားပါတော့တယ်။ Lu Bu ရဲ့ Pegasus က ဆုတ်ခွာသွားပေမယ့် လူသုံးယောက်က Lu Bu ရဲ့နောက်ကိုလိုက်ပြီး အရှုံးမပေးဘဲ Lu Bu ရဲ့တပ်တွေနဲ့တွေ့တဲ့အထိ နောက်မဆုတ်ခဲ့ပါဘူး။\n\"သုံးနိုင်ငံ\"\n(ဤဇာတ်လမ်းသည် Lu Bu ၏ ရဲစွမ်းသတ္တိနှင့် တိုက်ခိုက်ရေးစွမ်းရည်အတွက် ဥပစာဖြစ်သည်။ လူတစ်ဦးသည် လူသုံးဦးကို အနိုင်ယူနိုင်သည်။)", "聖意": "တစ်အိမ်နှင့်တစ်အိမ်၏နှလုံးသားသည် စည်းစိမ်ဥစ္စာရှာဖွေရန် တစ်ဦးတစ်ယောက်၏ခရီးတွင်သာ သွားလာနေပါသည်။ ဖြစ်နိုင်ချေရှိသော အိမ်ထောင်ရေးဆောင်းပါးတစ်ပုဒ်သည် Liujia သို့သွားပါသည်။ လူတို့အဆင်ပြေချောမွေ့စွာရောက်ရှိသွားပါသည်။ Zhushuntian ပိုးကောင်များကိုသုံးပါသည်။ တိရစ္ဆာန်ခြောက်မျိုးတွင် လူကိုတွေ့နိုင်ပါသည်။ လူကိုကြိုတင်ရှာဖွေနိုင်ပါသည်။ ။တရားစွဲဆိုခြင်း ၊ရွှေ့ပြောင်းခြင်း ၊ဥစ္စာပျောက် ။ရောဂါများ ၊တောင်တန်းများ နှင့် သင်္ချိုင်း တို့သည် ကံကောင်းခြင်း နှင့်တူသည် ။", "古人": "Lu Bu ကို သူရဲကောင်း သုံးယောက်က တိုက်ခိုက်သည်။", "第X籤": "ထီကိုးဆယ့်တစ်ပေါက်", "宮": "မင်းနန်းတော်"}