{"籤詩版本二": "Luan Feng Xiang သည် မိုးရေထဲတွင် စိုစွတ်နေသော်လည်း ထိုအချိန်တွင် Queer က သူ့ကို အနိုင်ကျင့်ခဲ့သည်။\nတစ်နေ့မှာ တိမ်တွေ ဝေးကွာသွားတယ်ဆိုတာ သိလိုက်ရတော့ အံ့ဩသွားတယ်၊ ဒါပေမယ့် ငါ့အဝတ်အစားတွေကို မင်းဆီ ပြန်ပေးနေတုန်းပဲ။", "詩意": "ဤ hexagram သည် မိုးရွာနေသော Luan နှင့် Phoenix တို့၏ သင်္ကေတကို ကိုယ်စားပြုသည်။\nအချိန်တန်ရင် အရာအားလုံး လာမယ်။", "解曰": "လူကြမ်းသည် တနေ့ထက်တနေ့ ကြီးပွားတိုးတက်နေသည်။ အမျိုးကောင်းသားဆိုတာ ဘာမှမလုပ်ရဘူး။ ကိုယ့်ကိုကိုယ် စောင့်ရှောက်ပါ။ အချိန်တန်ရင် အရေးယူပါ။", "籤詩故事一": "◇Gao Jun သည် အိမ်ထောင်ရေးကို အာမခံသည်။\nSong မင်းဆက်အစောပိုင်းတွင် Zhao Kuangyin သည် မြောက်ပိုင်းကို ပေါင်းစည်းပြီး တစ်ပြည်လုံး လက်နက်ချခဲ့သည်။ သို့သော် တန်မင်းဆက် တောင်ပိုင်းတွင် လီယွီသည် ယန်ဇီမြစ်၏တောင်ဘက်တွင် သိမ်းပိုက်၍ မြို့တစ်မြို့ကို ပူဇော်ရန် ဗျူဟာကို ချမှတ်ကာ လက်နက်ချရန် ဟန်ဆောင်ကာ၊ Shouzhou တွင် Zhao Kuangyin ကို ထောင်ချောက်ဆင်ပြီး အခြေအနေမှာ စိုးရိမ်ရလေသည်။ Zhao Kuangyin ၏တူ၊ ရွှေသေနတ်ကိုင်လူငယ် Gao Junbao သည် Shouzhou ၏ဝိုင်းထားမှုကိုဖြိုခွင်းရန် Bianjing မှထွက်ခွာခဲ့သည်။\nShuangsuo တောင်ကိုဖြတ်သွားရင်း Liu Jinding တည်ထောင်ထားတဲ့ Husband ဆိုင်းဘုတ်ကို ချိုးဖျက်ပြီး နှစ်ယောက်သား အပြိုင်အဆိုင် ယှဉ်ပြိုင်ခဲ့ကြပါတယ်။ ထို့ကြောင့် Liu Jinding က Gao Junbao ကို သူ့ရဲ့ ပြောင်မြောက်တဲ့ ကိုယ်ခံပညာနဲ့ သုံးကြိမ်တိုင်တိုင် အနိုင်ယူပြီး ရွှေရောင်စုံနဲ့ ငွေခေါင်းလောင်းတွေကို တစ်သက်လုံး လဲလှယ်ခဲ့ကြပါတယ်။ Zhao Kuangyin ၏တူ Gao Junbao သည် Shouzhou တွင်ပိတ်မိနေသော Zhao Kuangyin ကိုကယ်တင်ရန်အတွက် Bianjing မှထွက်ခွာခဲ့သည်။ Shuangsuo တောင်ကိုဖြတ်၍ Liu Jinding မှသတ်မှတ်ထားသောဆိုင်းဘုတ်ကိုရိုက်ချိုးခဲ့သည်။ ၎င်းတို့နှစ်ဦးယှဉ်ပြိုင်ခဲ့ကြသော်လည်း Liu Jinding သည် Gao Junbao ကိုသုံးကြိမ်တိုင်တိုင်အနိုင်ရရှိခဲ့သည်။ အတင်းအကြပ် လက်ထပ်ခိုင်းတယ်။ ၎င်းတို့စုံတွဲသည် လူစုလူဝေးကိုဝိုင်းရံကာ Zhao Kuangyin ကို ကယ်တင်ခဲ့သည်။\n(ဤဇာတ်လမ်း၏ နိမိတ်ပုံမှာ နှစ်ဦးသား ပြန်လည်သင့်မြတ်ခြင်း မရှိခဲ့ဘဲ (အနိုင်ကျင့်ခံခဲ့ရခြင်း) ဖြစ်သော်လည်း နောက်ပိုင်းတွင် ပြန်လည်သင့်မြတ်လာခြင်းဖြစ်သည်။)", "聖意": "မိသားစုအိမ်သည် မိမိအတွက် မကောင်း၊ ငွေရှာရန် သတိထား၊ စီးပွားရှာရန်၊ အိမ်ထောင်ရေး နှောင့်နှေးမှု၊ ကြန့်ကြာမှု၊ Liujia၊ ခရီးသွားအတု၊ လယ်ကွင်းထဲတွင် ပိုးကောင်၊ နှောင်းပိုင်း၊ တိရစ္ဆာန်ခြောက်ကောင် ပျက်စီးမှု၊ လူရှာရန် ခက်ခဲမှု၊ တရားစွဲမှု၊ ဆုံးရှုံးခြင်း၊ ရွှေ့ပြောင်းနေထိုင်ခြင်း၊ ရှေးရိုးစွဲဆန်ခြင်း၊ ပစ္စည်းဆုံးရှုံးခြင်း၊ ပြင်းထန်သောဖျားနာခြင်း၊ တောင်ကိုတိုးချဲ့ခြင်း၊ ပြုပြင်မွမ်းမံခြင်း။", "古人": "Gao Jun က လက်ထပ်ဖို့ အာမခံပါတယ်။", "第X籤": "ကိုးဆယ့်သုံးထီပေါက်သည်။", "宮": "xugong"}