{"籤詩版本二": "ရည်မှန်းချက်နှင့် အောင်မြင်မှုများသည် မင်းဆက်တွင်ရှိသော်လည်း ယခုအခါတွင် အဆုံးမဲ့ အရက်သောက်ခြင်းနှင့် လိင်ဆက်ဆံခြင်း ရှိလိမ့်မည်။\nရွှေကြက်ဖမြင်ရင် ငွေ၊ ကံကြမ္မာ၊", "詩意": "ဤ hexagram သည် ရည်မှန်းချက်နှင့် ကျော်ကြားမှုကို ကိုယ်စားပြုသည်။\nအစစအရာရာ အဆင်ပြေပါစေ။", "解曰": "ရည်မှန်းချက်ကြီးပြီး စိတ်လှုပ်ရှားတယ်။ ကိုယ့်ကိုကိုယ် စောင့်ရှောက်ဖို့ အချိန်မနှောင်းသေးပါဘူး။ ရွှေကြက်ဖက ကတိပေးတယ်။ အားလုံးပျော်ပါတယ်။", "籤詩故事一": "◇Cao Pi သည် သူ့ကိုယ်သူ ဧကရာဇ်အဖြစ် ကြေငြာခဲ့သည်။\nCao Pi ကို ရည်မွန်သောအမည် Zihuan သည် Peiguoqiao (ယခု Hao ကောင်တီ၊ Anhui) တွင် မွေးဖွားခဲ့သည်။ Jian'an လက်ထက်တွင် နာမည်ကျော် နိုင်ငံရေးသမား စာရေးဆရာတစ်ဦးဖြစ်သည်။\nCao Pi သည် Cao Cao ၏ ဒုတိယသားဖြစ်သည်။ သူသည် ငယ်စဉ်ကတည်းက ဖခင်နှင့်အတူ စစ်စခန်းတွင် နေထိုင်ခဲ့သည်။ သူ့ဖခင်၏ လွှမ်းမိုးမှုအောက်တွင် Cao Pi သည် ခြောက်နှစ်သားအရွယ်တွင် လေးမြှားပညာကို သင်ယူခဲ့ပြီး ရှစ်နှစ်သားတွင် မြင်းစီးကာ တိုးတက်လာခဲ့သည်။ ကိုယ်ခံပညာ အရည်အချင်းကောင်းများ။ သူသည် ရှေးခေတ်နှင့် ခေတ်သစ် ဂန္တဝင်ဂန္တဝင်များနှင့် အတ္ထုပ္ပတ္တိများအပြင် ရာနှင့်ချီသော တွေးခေါ်မှုဆိုင်ရာ ဝတ္ထုတိုစာအုပ်များ လည်း ရှိသည်။ Cao Cao သည် Yuan Shao ကို အနိုင်ယူပြီး ဆယ့်ရှစ်နှစ်သားအရွယ်အထိ Cao Pi သည် Cao Cao အုပ်ချုပ်မှုဗဟိုဖြစ်သော Yecheng တွင် အတော်လေးတည်ငြိမ်သောဘဝဖြင့် နေထိုင်ခဲ့သည်။ ထိုအချိန်မှစ၍ ဖခင်ဖြစ်သူသည် စစ်မှုထမ်းရန် ရံဖန်ရံခါ လိုက်ပါသွားကာ မြင့်မြတ်သောသားလေး၏ ဘဝကို ဖြတ်သန်းခဲ့ရသော်လည်း နေ့တိုင်း ကိုယ်ခံပညာကို လေ့ကျင့်နေဆဲဖြစ်ပြီး ယနေ့တိုင် မငြင်းဆန်ခဲ့ပေ။ လှေကားထစ်တစ်ရာနဲ့ မြင်းပေါ်တက်လေ့ရှိပြီး ကိုယ်ခံပညာမှာ အလွန်ကျွမ်းကျင်ပါတယ်။သူဟာ ကိုယ်ခံပညာကို လေ့ကျင့်လေ့ရှိတာကြောင့် ပေါ့ပါးပြီး သန်မာသူဖြစ်ပါတယ်။\nCao Cao ၏ အကြီးဆုံးသား Cao Ang သည် တိုက်ပွဲတွင် ကျဆုံးခဲ့သည်။ သားအကြီးဆုံးသေဆုံးပြီးနောက် ချောင်ပီသည် အိမ်ရှေ့မင်းအတွက် ပထမဆုံးရွေးချယ်မှုဖြစ်လာခဲ့သည်။ အသက်သုံးဆယ့်တစ်နှစ်တွင် ချောင်ချောင်း (Cao Cao) မှ အိမ်ရှေ့မင်းအဖြစ် ခန့်အပ်ခဲ့သည်။ Cao Pi သည် အသက်သုံးဆယ့်သုံးနှစ်အရွယ်တွင် Cao Cao နာမကျန်း၍ သေဆုံးခဲ့ပြီး Cao Pi သည် ဝေမင်းဘုရင်အဖြစ် ဆက်ခံခဲ့သည်။ လှေကားထစ်တစ်ရာဖြင့် မြင်းပြန်စီးလေ့ရှိပြီး အလွန်ကျွမ်းကျင်သည်ဟု ဆိုသည်။ကွန်ဖူးကို မကြာခဏ လေ့ကျင့်သောကြောင့် ပေါ့ပါးပြီး ကျန်းမာသန်စွမ်းသည်။", "聖意": "သင့်အိမ်နှင့် သင့်အိမ် အေးချမ်းသာယာပါစေကြောင်း ဆုတောင်းပေးပါသည်။ စည်းစိမ်ဥစ္စာရှာ၊ အလုပ်ကြိုးစား၊ အရောင်းအ၀ယ်လုပ်ကာ စောစောလမ်းခွဲပါ။အိမ်ထောင်ရေးအောင်မြင်မည်။ Liujia ဘေးအန္တရာယ်ကင်း၍ လူများဘေးကင်းပါစေ၊ပိုးခင်းများ နောက်ကျမည်။ တိရစ္ဆာန်ခြောက်မျိုးရှိမည်။ ရင့်ကျက်၍ လူရှာရန် ခက်ခဲမည်။ အများသူငှာ အရေးတကြီး အဆုံးအဖြတ် ပေးရမည်။ ရွှေ့ပြောင်းနေထိုင်ရ မည်။ ပစ္စည်းပျောက်၍ ဝေးဝေး၊ တောင်ပေါ် သင်္ချိုင်းများတွင် ရောဂါများ ကပ်ငြိနေမည်။ကံကောင်းမည်။", "古人": "Cao Pi က သူ့ကိုယ်သူ ဧကရာဇ်ဟု ကြေငြာသည်။", "第X籤": "ကိုးဆယ့်ငါးကြိမ်မြောက်ထီ", "宮": "xugong"}