{"籤詩版本二": "ကြီးကျယ်ခမ်းနားသော စေတီတော်သည် ထူးထူးခြားခြား ထူးထူးခြားခြား ထွန်းလင်းတောက်ပနေသည့် ဘက်ပေါင်းစုံတွင် ထူးထူးခြားခြား လက်ရာမြောက်သော အသွင်အပြင်များရှိသည်။\nလုံ့လဝီရိယရှိရှိနဲ့ ကုသိုလ်ကောင်းမှုပြုဖို့ စိတ်ပိုင်းဖြတ်ထားဖို့ တိုက်တွန်းရင်း ကောင်းကင်ဘုံက သင့်ကို ကောင်းချီးပေးပါလိမ့်မယ်။", "詩意": "ဤ hexagram သည် ကုသိုလ်၏ ထင်ရှားမှုကို ကိုယ်စားပြုသည်။\nအရာရာဟာ ကုသိုလ်ကောင်းမှုပါပဲ။", "解曰": "ဤကောင်းချီးများ။ လူတိုင်းမှာရှိတယ်။ အရမ်းအလုပ်များမနေပါနဲ့။ ကုသိုလ်ဆိုတာ ကြိုပြီးဆုံးဖြတ်ထားတယ်။", "籤詩故事一": "◇ Fenyang ဘုရင်သည် တရုတ်ချစ်သူများနေ့တွင် သူ၏မြေးတော်နှင့် တွေ့ဆုံသည်။\nဖြေရှင်းချက်- Guo Ziyi သည် တရုတ်ချစ်သူများနေ့တွင် ကမ္ဘာမြေပေါ်သို့ ဆင်းသက်လာသော ရက်ကန်းသမားမိန်းကလေးနှင့် တွေ့ဆုံခဲ့သည်။ ကျောက်စိမ်းဧကရာဇ်၏မြေးတော် Tiansun သည် နတ်သမီးခုနစ်ပါးဖြစ်သည်။\nGuo Ziyi (697-781) သည် Guo Linggong ဟုလည်းသိကြပြီး Zheng ကောင်တီ၊ Huazhou (ယခု Huaxian ကောင်တီ၊ Shaanxi ပြည်နယ်) နှင့် Tang မင်းဆက်ရှိဗိုလ်ချုပ်ကြီးဖြစ်သည်။ အင်ပါယာတရားရုံးသည် ဇိယီအား Fenyang ဘုရင်ဘွဲ့ပေးခဲ့သည်။\nZiyi သည် ဟွာကျိုးမှဇာတိဖြစ်ပြီး မဟာတံတိုင်းအပြင်ဘက်တွင် စစ်မှုထမ်းရန် ဘေဂျင်းမြို့သို့သွားရောက်ကာ Yinzhou သို့ပြန်လာခဲ့သည်။ထိုအချိန်က တရုတ်ချစ်သူများနေ့ဖြစ်ခဲ့သည်။ လေနှင့်သဲ မှောင်လာတော့ နေကလည်း မှောင်လာပြီ။ Ziyi ရှေ့ကို မရွေ့နိုင်တော့ဘဲ လမ်းဘေးမှာ ရပ်နေလိုက်တယ်။ သူအိပ်နေတဲ့ အိမ်ကြမ်းပြင်ပေါ်မှာ သူ အိပ်ပျော်ခါနီးမှာ မီးနီကို ရုတ်တရက် မြင်လိုက်ရတယ်။ မတ်တပ်ထရပ်ပြီး အံ့သြတကြီး မော့ကြည့်လိုက်တော့ ကောင်းကင်မှာ တိမ်တိုက်တွေ ဖြည်းညှင်းစွာ ကျဆင်းလာလို့ သာမာန်လူတွေနဲ့ လုံးဝမတူတဲ့ ဂုဏ်သိက္ခာရှိပြီး လှပတဲ့ မိန်းမချောလေးတစ်ယောက် ထိုင်နေတယ်။ Ziyi ချက်ခြင်း အလေးပြုပြီး \"ဒီနေ့ဟာ သတ္တမမြောက် စန္ဒြလရဲ့ ခုနစ်ရက်မြောက်နေ့ပဲ၊ အသက်ရှည်ပြီး စည်းစိမ်ဥစ္စာတွေ ပေးဆောင်ချင်တဲ့ ရက်ကန်းသမားလေး ရောက်လာပြီထင်တယ်\"\nထိုမိန်းမက “စည်းစိမ်ဥစ္စာကြီးမား၍ အသက်ရှည်သည်” ဟု ပြန်ပြော၏။\nသူပြောပြီးတဲ့နောက်မှာတော့ အလင်းရောင်က ပြန်လာပြီး တိမ်တွေက တဖြည်းဖြည်း မြင့်တက်လာတယ်။ အမျိုးသမီးက Guo Ziyi ကို ကြည်နူးတဲ့ အပြုံးနဲ့ ငုံ့ကြည့်နေတုန်းပဲ၊ သူမနဲ့ ဝေးကွာနေချိန်မှာပဲ မီးခိုးတွေ မှုန်ဝါးလာပြီး သူမကို မမြင်နိုင်တော့ဘူး။\nအမျိုးသမီးပြောသည့်အတိုင်း မှန်ကန်သွားပါသည်။ Ziyi ၏ ကုသိုလ်ကောင်းမှုများသည် ကမ္ဘာကျော်ပြီး အလွန်ကျော်ကြားသော ဓမ္မဆရာတစ်ဦးဖြစ်ပြီး ကုသိုလ်ကောင်းမှု နှင့် သီလနှစ်ပါးရှိသော စစ်သူကြီးတစ်ဦးဖြစ်သည်။", "聖意": "အိမ်မှာနေရင်းဆန္ဒပြုပါ၊ ကိုယ့်အတွက်ဆုတောင်းပါ၊ ငွေရှာပါ၊ စီးပွားရေးကံကောင်းပါစေ၊ အိမ်ထောင်ရေးကံကောင်းပါစေ၊ Liujia မှာ ကံကောင်းပါစေ၊ လူတွေနဲ့ ပျော်ရွှင်စရာခရီးသွားတာ၊ လယ်ကွင်းပြောင်းတာ၊ ပိုးကောင်တွေ၊ တိရစ္ဆာန်တွေ ကျက်စားတာ၊ ရှာဖွေတာ ကံကောင်းခြင်းတွေဖြစ်စေတယ်။ လူများ၊ အများပြည်သူတရားစွဲဆိုမှုများ၊ ရွှေ့ပြောင်းနေထိုင်ခြင်း၊ ကံကောင်းခြင်းများ၊ ပစ္စည်းပျောက်ရောဂါများ၊ Zhenxingshan ရှိ သင်္ချိုင်းဂူများ", "古人": "ဘုရင် Fenyang သည် တရုတ်ချစ်သူများနေ့တွင် သူ၏မြေးတော်နှင့် တွေ့ဆုံသည်။", "第X籤": "ကိုးဆယ့်ခြောက်မှတ်", "宮": "xugong"}