{"籤詩版本二": "အကြံဥာဏ်တောင်းရန် နောက်ကျသည် ၊ စိတ်ပူပန်ပြီး ဒုက္ခဖြစ်စေမည်ကို စိုးရိမ်သည်။\nထောင်ချောက်ထဲ ပျံနေတဲ့ ငှက်တစ်ကောင်လို လွတ်မြောက်ဖို့ ဘယ်လောက်ကြာမလဲ။", "詩意": "ဤ hexagram သည် အရာဝတ္ထုများကို ဟောင်းနွမ်းစေပြီး ကံကြမ္မာနှင့် လိုက်လျောညီထွေဖြစ်စေသော လက္ခဏာတစ်ခုဖြစ်သည်။\nမှားသမျှသည် အဓိက မကောင်းမှုဖြစ်သည်။", "解曰": "အချိန်မရွေး ရှေးရိုးဆန်ပါ ။ မြတ်စွာဘုရား ကြွလာဖို့ စောင့်နေတယ်။ အကုန်မေးရင်။ အဓိကက နောက်ကျလိမ့်မယ်။", "籤詩故事一": "◇ Ji Ping အသတ်ခံခဲ့ရတယ်။\nJi Tai သည် Ji Tai ဟုလည်းလူသိများသော Ji Ping သည် ဟန်မင်းဆက်ရှိ နယ်ချဲ့သမားတော်ဖြစ်သည်။\nဂျန်အန်း (အေဒီ ၂၀၀) ၏ ငါးနှစ်မြောက်တွင် ချောင်ချောင်း (Cao Cao) သည် ဝန်ကြီးချုပ်ဖြစ်လာပြီး ဧကရာဇ်မင်းမြတ်အား အလေးအနက်မထားဘဲ ဧကရာဇ်မင်းမြတ်ရေးသော အမိန့်ပြန်တမ်းကို ခါးစည်းပေါ်ရှိ ဒေါင်ချန် (Dong Cheng) က ဖတ်ရှုပြီးကတည်းက၊ \"ချောင်ချောင်း\"(Cao Cao) ကို ဖယ်ထုတ်လိုက်ရာ၊ ဒေါသနှင့် ဒေါသ(ဒေါသ)တို့ စိုးထိတ်ထိတ်လန့်ကာ နာမကျန်းဖြစ်ခဲ့သည်။\nဧကရာဇ် Xian သည် Cao Cao ကို ကုသရန် နယ်ချဲ့သမားတော် Ji Ping ကို တောင်းဆိုခဲ့သည်။ Ji Ping သည် ဧကရာဇ်မင်းမြတ်၏ လျှို့ဝှက်အမိန့်ကို ဖတ်ပြီး Cao Cao ကို ဖယ်ရှားရန် စိတ်ပိုင်းဖြတ်ထားသောကြောင့် ၎င်းတို့နှစ်ဦး အတူတကွ အကြံဥာဏ်တစ်ခု စီစဥ်ခဲ့ကြသည်။ မမျှော်လင့်ဘဲ၊ နံရံတွေမှာ နားရွက်တွေရှိတယ်။ Dong Cheng ရဲ့ အိမ်ဖော်ကျွန် Qin Qingtong ဟာ ​​Dong Cheng ရဲ့ မယားငယ်နဲ့ ဆက်ဆံရေးကြောင့် Dong Cheng ရဲ့ တုတ်နဲ့ အကြိမ် လေးဆယ်လောက် အရိုက်ခံရတယ်။ သူ ဒေါသတကြီး ထွက်လာတယ်။ ဒီအကြောင်းကို ကြားတော့ Dong Cheng ကို အစီရင်ခံတယ်။ \"ချောင်ချောင်း\"(Ji Ping)\nJi Ping သည် Cao Cao ၏ ခေါင်းကိုက်ခြင်းကို အခွင့်ကောင်းယူကာ တိတ်တဆိတ် အဆိပ်ခတ်ခဲ့သည်။ \"ချောင်ချောင်း\"(Cao Cao) သည် အကြံဥာဏ်တစ်ခုရရှိခဲ့ပြီး ဂျီပင်း(Ji Ping) ကို ထောင်ချောက်ဆင်ကာ နှိပ်စက်ညှဉ်းပန်းကာ ခေါင်းဆောင်ကို စုံစမ်းစစ်ဆေးခဲ့သည်။ Ji Ping သည် သေခြင်းကို တွန်းလှန်ပြီး လှေကားထစ်များကို ထိပြီးနောက် သေဆုံးသွားခဲ့သည်။", "聖意": "အိမ်က ကိုယ့်ကိုယ်ကိုယ် စိတ်ပူတယ်၊ လူကြမ်းက ပိုက်ဆံတောင်းတယ်၊ စီးပွားပျက်တယ်၊ အိမ်ထောင်လည်း သိပ်မကွာဘူး၊ ပြစ်ဒဏ်က ခြောက်တယ်၊ လမ်းသွားလမ်းလာက လယ်ကွင်းထဲမှာ ပိတ်မိနေတယ်၊ ​​ပိုးကောင်တွေ ပျက်စီးတယ်၊ တိရစ္ဆာန်ခြောက်ကောင်ကို တွေ့တယ်၊ လူတွေ့၊ အများသူငှာ တရားစွဲဆိုမှု ပျောက်သည်၊ ရွှေ့ပြောင်းခြင်း မလှုပ်၊ ပစ္စည်းပျောက်၊ ရောဂါဘယ ကျူးလွန်သည်၊ ပိုက်ကွန်သည် တောင်ပေါ်၌၊ သင်္ချိုင်းတွင်း၌ သေ၏၊", "古人": "Ji Ping အသတ်ခံရတယ်။", "第X籤": "နံပါတ်ကိုးဆယ့်ရှစ်", "宮": "ဟိုင်ကုန်း"}