{"籤詩版本二": "မြင်းကိုကိုင်ပြီး ကြာပွတ်ကိုကိုင်လိုက်၊ ငါတို့က ဒီကို တည့်တည့်လာတယ်၊ အန္တရာယ်တဝက်နဲ့ တစ်ဝက်လောက် ဘေးဒုက္ခ ရောက်နေတယ်။\nမီးလောင်နေတဲ့အိမ်နဲ့တူတယ်။ ကောင်းကင်ကြီးကျပြီး မိုးရွာရင် ပြာဖြစ်သွားစေတယ်။ ငါ့မှာ အစီအစဉ်ရှိတယ်။", "詩意": "ဤ hexagram သည် ဝမ်းနည်းမှုတစ်ဝက်နှင့် ပျော်ရွှင်မှုတစ်ဝက်ကို ကိုယ်စားပြုသည်။\nအရာရာ၌ ကောင်းမှုပြုရန် အကြံပြုလိုပါသည်။", "解曰": "တစ်သက်တာ လုပ်အား။ အမှားအမှန်ကို ဂရုမစိုက်ဘူး။ ကြိုးများသည် ယာယီဖြစ်သည်။ နာကြည်းမှုတွေက သဘာဝအတိုင်း လာတာပါ။", "籤詩故事一": "◇ Tao Sanchun သည် Guayuan တွင် Zheng En ကိုအနိုင်ယူသည်။\n\"ကျွန်ုပ်၏ အောက်မေ့ဖွယ် အသက်ရှည်ပါစေ\" Zhao Kuangyin က မတ်တပ်ထရပ်ပြီး \"ပေပင်းဘုရင် Zheng En က အဲဒီတုန်းက လက်ထပ်ထိမ်းမြားဖို့ စီစဉ်ပေးခဲ့တယ်။ အခု ကမ္ဘာကြီးက အေးချမ်းသာယာနေတော့ လက်ထပ်ဖို့ နေ့ကောင်းရက်မြတ်ကို ရွေးချယ်ဖို့ မင်းရဲ့ ခွင့်ပြုချက် တောင်းချင်ပါတယ်။ “\n\"ကျွန်ုပ်ရဲ့ အောက်မေ့ဖွယ် အသက်ရှည်ပါစေ!\" Zhao Kuangyin က မတ်တပ်ထရပ်ပြီး \"ပေကျင်းဘုရင် Zheng En က အဲဒီတုန်းက လက်ထပ်ထိမ်းမြားဖို့ စီစဉ်ပေးခဲ့တယ်။ အခု ကမ္ဘာကြီးက အေးချမ်းသာယာနေတော့ ကုသိုလ်ရွေးဖို့ မင်းရဲ့ ခွင့်ပြုချက် တောင်းချင်ပါတယ်။ လက်ထပ်မယ့်နေ့။\"\n\"အိုး၊ တတိယညီက အရင်က စေ့စပ်ထားတာ၊ ငါက ဒီကိစ္စကို ဘယ်လိုမှ မသိရတာလဲ\" Chai Rong က အလွန်အံ့အားသင့်သွားသည်။\n\"အိုး! တတိယညီက အရင်က စေ့စပ်ထားတာဆိုတော့ ငါက ဒီကိစ္စကို ဘယ်လိုမှ မသိရတာလဲ\" Chai Rong (နောက်ပိုင်း Zhou မင်းဆက်၏ ဧကရာဇ်) က အလွန်အံ့သြသွားသည်။ လက်ကို ဝှေ့ယမ်းပြီး Zhao Kuangyin ထိုင်ပြီး စကားပြောခိုင်းသည်။\n“ဒါက ရှည်လျားလွန်းတဲ့ ဇာတ်လမ်းပါ။ ပထမတော့ ကျနော်တို့က အဲဒီတုန်းက ဆင်းရဲနေတုန်းပဲ၊ မင်းရဲ့စစ်တပ်ကို မ၀င်ခဲ့ဘူး၊ အဲဒီအချိန်ကစပြီး ငါတို့ နှစ်အတော်ကြာ တိုက်ပွဲဝင်ခဲ့ပြီး မင်းကို ဂရုမစိုက်ဖို့ အချိန်မရှိဘူး၊ ဒုတိယ၊ တတိယမြောက် အစ်ကိုလည်း နည်းနည်းပါးပါး၊ ပြောရမှာ ရှက်လို့ ဘုရင်မင်းမြတ် မသိပါဘူး”\n“အဲဒါက ရှည်လျားလွန်းတဲ့ ဇာတ်လမ်းပါ။ ပထမတော့ ကျနော်တို့က အဲဒီအချိန်က ဆင်းရဲတွင်းနက်ပြီး မင်းစစ်တပ်ကို မ၀င်ခဲ့ဘူး၊ အဲဒီအချိန်ကစလို့ ငါတို့ နှစ်အတော်ကြာ တိုက်ပွဲဝင်ခဲ့ပြီး မင်းကို ဂရုမစိုက်ဖို့ အချိန်မရှိတော့ဘူး။ ဒုတိယအနေနဲ့ တတိယမြောက် အစ်ကိုလည်းဖြစ်တယ်။ အဲဒါကို ပြောဖို့ နည်းနည်းရှက်နေတော့ ဘုရင်မင်းမြတ်က မသိဘူး။”\n\"ဟေး၊ ကောလိပ်ကျောင်းသူလေး အိမ်ထောင်ပြုတော့ ရှက်ဖို့ကောင်းတာ ဘာလဲ၊ တတိယညီက စစ်မြေပြင်မှာနေတာကြာပြီ၊ တုနှိုင်းမရတဲ့ သူရဲကောင်းတစ်ယောက်လို့ မှတ်ယူလို့ရတယ်။ မင်း ဒီကိစ္စကို ဘာလို့ ဒီလောက် သိမ်ငယ်နေရတာလဲ\"\n\"ဟေး။ ကောလိပ်ကျောင်းသူလေး အိမ်ထောင်ပြုတော့ ရှက်စရာကြီး ဘာလဲ၊ တတိယညီက စစ်မြေပြင်မှာနေတာကြာပြီ၊ တုနှိုင်းမရတဲ့ သူရဲကောင်းတစ်ယောက်လို့ မှတ်ယူလို့ရတယ်။ မင်း ဒီကိစ္စကို ဘာလို့ ဒီလောက် သိမ်ငယ်နေရတာလဲ\"\n\"အဲ့ဒီအိမ်ထောင်ရေးက အတုအပမို့လို့ ငါ့ရဲ့ တတိယမြောက်ညီကို အပြစ်တင်လို့ မရဘူး\"\n\"အဲ့ဒီအိမ်ထောင်ရေးက အတုအပမို့လို့ ငါ့ရဲ့ တတိယမြောက်ညီကို အပြစ်တင်လို့ မရဘူး\"\n\"စာရိုက်ပြီးပြီလား ဟေး စိတ်ဝင်စားဖို့ကောင်းတယ်။ ဘာဖြစ်တာလဲ ပြောပြပါဦး။\"\n\"ကျွန်တော် စာရိုက်လိုက်ပြီ။ ဟေး! စိတ်ဝင်စားဖို့ကောင်းတယ်။ ဘာဖြစ်သွားတာလဲ ပြောပြပါဦး။\"\n\"ဟုတ်တယ်၊ ငါတို့ ဘုရင်မင်းမြတ်နဲ့ ပတ်သက်တော့မယ့် အချိန်မှာ၊ Baocheng ကောင်တီကို ဖြတ်ပြီး ဇွန်လမှာ အရမ်းပူတယ်။ ငါ့ရဲ့ တတိယမြောက်ညီတော်က ဟိုတယ်မှာ မနေနိုင်လို့ တစ်ယောက်တည်း လှည့်လည်သွားလာနေတယ်။ ဖရဲဥယျာဉ်ကိုဖြတ်သွားပြီးနောက် အချို့သောခူးရာသို့ဝင်၍ ဖရဲသီးများ ရေငတ်ပြေသွားပါသည်။ယခုအချိန်တွင် စောမှည့်သောဖရဲသီးများ များများစားစားမရှိသဖြင့် တတိယမြောက်ညီဖြစ်သူက မည်သို့ခူးရမှန်းမသိသောကြောင့် အများအပြားကွဲသွားပါသည်။ ဖရဲသီးကိုကြည့်နေတဲ့သူဟာ အမျိုးသမီးတစ်ဦးဖြစ်ပြီး တတိယညီဖြစ်သူကို အပြစ်တင်ဖို့ ခြေလှမ်းပြင်လိုက်ပါတယ်။သူတို့နှစ်ဦး သဘောထားကွဲလွဲပြီး ရန်ဖြစ်ကြပါတော့တယ်။ .\"\n\"ဟုတ်တယ်၊ ငါတို့ ဘုရင်မင်းမြတ်နဲ့ ပတ်သက်တော့မယ့် အချိန်မှာ၊ Baocheng ကောင်တီကို ဖြတ်ပြီး ဇွန်လမှာ အရမ်းပူတယ်။ ငါ့ရဲ့ တတိယမြောက်ညီတော်က ဟိုတယ်မှာ မနေနိုင်လို့ တစ်ယောက်တည်း လှည့်လည်သွားလာနေတယ်။ ဖရဲဥယျာဉ်ကိုဖြတ်သွားပြီးနောက် အချို့သောခူးရာသို့ဝင်၍ ဖရဲသီးများ ရေငတ်ပြေသွားပါသည်။ယခုအချိန်တွင် စောမှည့်သောဖရဲသီးများ များများစားစားမရှိသဖြင့် တတိယမြောက်ညီဖြစ်သူက မည်သို့ခူးရမှန်းမသိသောကြောင့် အများအပြားကွဲသွားပါသည်။ ဖရဲသီးကိုကြည့်နေတဲ့သူဟာ အမျိုးသမီးတစ်ဦးဖြစ်ပြီး တတိယညီဖြစ်သူကို အပြစ်တင်ဖို့ ခြေလှမ်းပြင်လိုက်ပါတယ်။သူတို့နှစ်ဦး သဘောထားကွဲလွဲပြီး ရန်ဖြစ်ကြပါတော့တယ်။ .\"\n\"ဒီ Zheng Ziming က သူ့အမှားပါဘဲ၊ သူက တောင်းပန်သင့်တယ်။ ဘာလို့ သူ့ကို ရိုက်တာလဲ၊ နောက်ပြီး၊ မိန်းကလေး မိသားစုက သူ့လို ရက်စက်တဲ့ ယောက်ျားတစ်ယောက်ရဲ့ ထိုးကြိတ်ကန်ကျောက်တာကို ဘယ်လို ခံနိုင်ရည်ရှိမလဲ။ အပိုင်းအစတွေ မဟုတ်ဘူးလား။\n\"ဒီ Zheng Ziming က သူ့အမှားပဲ၊ သူ တောင်းပန်သင့်တယ်၊ မင်းက သူ့ကို ဘာလို့ ရိုက်နေသေးတာလဲ၊ ဒါ့ပြင် မိန်းကလေး မိသားစုက သူ့လို ရက်စက်တဲ့ ယောက်ျားရဲ့ ထိုးချက်တွေကို ဘယ်လို ခံနိုင်ရည်ရှိမှာလဲ။ အပိုင်းပိုင်း No?\"\n\"ကောင်မလေးက ဒဏ်ရာမရှိဘူး...\"\n\"ရပါတယ်၊ ရပါတယ်... ဟေး၊ မင်း အရေးယူတာ မဟုတ်ဘူးလား။ မင်းက ငါ့ကို အချိန်မီ ကယ်ခဲ့တယ်ထင်တယ်\"\n\"ရပါတယ်! ရပါတယ်... ဟေး! မင်း အရေးယူတာ မဟုတ်ဘူးလား။ အိုး! မင်း ငါ့ကို အချိန်မီ ကယ်ခဲ့တဲ့သူလို့ ငါထင်တယ်!\"\n\"မဟုတ်ဘူး၊ ငါကယ်ခဲ့တဲ့သူက... တတိယအစ်ကို\" \"မဟုတ်ဘူး၊ ငါကယ်ခဲ့တဲ့သူက... တတိယအစ်ကို\"\n\"အအ?!\"\n“တတိယမြောက်ညီကို အမျိုးသမီးက မြေပေါ်လှဲချပြီး တလမ်းလုံး ပြင်းပြင်းထန်ထန် ရိုက်နှက်ခံရတယ်။ ကံကောင်းထောက်မစွာနဲ့ ကျနော်ရောက်လာပြီး သူ့ကို ထွက်သွားဖို့ တွန်းအားပေးတဲ့အတွက် ဒဏ်ရာ ပြင်းပြင်းထန်ထန် မရခဲ့ဘူး … ဘုရင်ကြီး … အရှင်မင်းကြီး … “\n“တတိယမြောက်ညီကို အမျိုးသမီးက မြေပြင်ပေါ် လှဲချပြီး ပြင်းထန်စွာ ရိုက်နှက်ခြင်း ခံခဲ့ရပါတယ်။ ကံကောင်းထောက်မစွာနဲ့ ကျနော်ရောက်လာပြီး သူ့ကို ထွက်သွားဖို့ တွန်းအားပေးတဲ့အတွက် ဒဏ်ရာ ပြင်းပြင်းထန်ထန် မရခဲ့ပါဘူး။ ဘုရင်မင်းမြတ် … ဘုရင်မင်းမြတ် !”\n\"Ah?...အိုး၊ အဲဒီအမျိုးသမီးက ဘယ်သူလဲ။\" \"Ah!\n\"အဲဒီအမျိုးသမီးရဲ့ နာမည်က တာ့ဆန်းချွန်း၊ သူ့အဖေ တော်ဟောင်ဆိုတာ ရည်မှန်းချက်မရှိတဲ့ ရှေးသူရဲကောင်းတစ်ယောက်ပါ။ တာ့ဆန်းချွန်းဟာ ငယ်ငယ်လေးကတည်းက သူ့အဖေဆီက သိုင်းပညာကို သင်ယူခဲ့ပါတယ်။ သူ့မိသားစုက Miss Sanchun မှာ ထူးချွန်ထက်မြက်တဲ့ စရိုက်လက္ခဏာရှိတယ်ဆိုတာ ကျွန်တော်မြင်ပါတယ်။ Luo Luo ဟာ ကလေးမလေးလို အလေ့အထမရှိဘဲ ရက်ရောစွာနဲ့ သူ့ကို တမင်လိုက်ဖက်ပါတယ်။ Tao အဖေနဲ့သမီးက တတိယညီဖြစ်သူရဲ့ ရိုးသားတဲ့ စရိုက်ကို အရမ်းသဘောကျပါတယ်။ ချက်ခြင်းပယ်ချပြီး သူတို့နှစ်ဦးအတွက် ဒီလက်ထပ်ဖို့ ဆုံးဖြတ်လိုက်တယ်။\n\"သမီးရဲ့နာမည်က Tao Sanchun လို့သိလိုက်ရတော့ ငယ်ငယ်လေးကတည်းက သူ့အဖေဆီက ကိုယ်ခံပညာကို သင်ယူခဲ့တယ်။ သူ့မိသားစုနဲ့ သိလာပြီးတဲ့နောက်မှာ Miss Sanchun ဟာ ထူးချွန်တဲ့ စရိုက်လက္ခဏာရှိတယ်ဆိုတာ သိလိုက်ရတယ်။ သဘောထားကြီးပြီး ငယ်ငယ်လေးကတည်းက သဲလွန်စမရှိတာကြောင့် သူမကို တမင်တကာ ခေါ်ယူခဲ့တာပါ Mr. Tao နဲ့ သူ့သမီးတို့ကလည်း သူတို့ရဲ့ တတိယညီဖြစ်သူရဲ့ ရိုးသားတဲ့ စရိုက်ကို အရမ်းသဘောကျကြပါတယ်။သူတို့ ချက်ချင်းလက်ထပ်ဖို့ ဆုံးဖြတ်လိုက်ကြပါတယ်။ ဘုရင်မင်းမြတ်၊ ဤအိမ်ထောင်ရေးသည် အတုမဲ့အိမ်ထောင်ဖြစ်သည် မဟုတ်လော၊\n(ဤဇာတ်လမ်းသည် နိမိတ်ပုံဖြစ်ပါသည်၊ အဘယ်ကြောင့်ဆိုသော် မကောင်းသောအရာသည် ကောင်းသောအရာအဖြစ်သို့ ပြောင်းလဲသွားသောကြောင့်ဖြစ်သည်။)", "聖意": "အိမ်နှင့်မိမိကိုယ်ကိုကာကွယ်ရန်ဆုတောင်းပါ၊ သတိထားပါ၊ စည်းစိမ်ဥစ္စာ၊ စီးပွားပျက်ကပ်၊ အိမ်ထောင်ရေးအတားအဆီး၊ ပြစ်ဒဏ်၊ Liujia၊ အာမခံ၊ လယ်ကွင်းများတွင်ပိတ်မိနေသောလမ်းသွားလမ်းလာများ၊ ပိုးကောင်များပျက်စီးခြင်း၊ တိရစ္ဆာန်များပျက်စီးခြင်း၊ လူပျောက်ဆုံးခြင်း၊ တရားမဝင်တရားစွဲဆိုမှုများ၊ ဆုံးရှုံးမှု၊ ရွှေ့ပြောင်းနေထိုင်မှု၊ ရှေးရိုးစွဲမှုဖြစ်ခြင်း။ ဥစ္စာပျောက်၊ မကောင်းသောရောဂါ၊ စိုးရိမ်မှု၊ အန္တရာယ်များ၊ တောင်များ၊ သင်္ချိုင်းများ၊", "古人": "Tao Sanchun သည် ဖရဲသီးဥယျာဉ်တွင် Zheng En ကို အနိုင်ယူသည်။", "第X籤": "နံပါတ်ကိုးဆယ့်ကိုး", "宮": "ဟိုင်ကုန်း"}