{"籤詩版本二": "Mag die wêreld geskep word vir 'n goeie huwelik, gunstige dae en goeie tye, en alles goed gaan\nDit is geen geringe saak as jy hierdie lot kry nie.Die keiser verklaar dat mense lojaal en opreg is.", "詩意": "Hierdie heksagram verteenwoordig die begin van die opening van hemel en aarde.\nAlles is gunstig.", "解曰": "Vinnige spoed. Die jaar is nie sy tyd werd nie. Guanyin skryf neer. Laat weet my eers.", "籤詩故事一": "◇Zhongli het verlig geword\nZhongli Quan, van Zhongli, voornaam Quan, met vergunning Yunfang, en bynaam Zhengyang, was 'n boorling van Xianyang County, Xi'an, Shaanxi Provinsie tydens die Oostelike Han-dinastie.\nZhong Liquan was 'n generaal van die Han-dinastie. Tydens die ekspedisie teen die Wes-Qiang was hy jaloers op die bevelvoerder Liang Yi en het net 30 000 ou en swak soldate aan hom toegewys. Sodra hy by sy bestemming aangekom het, is die kamp beroof deur die Wes-Qiang-weermag, en die soldate het gevlug. Zhong Liquan het verdwaal in 'n vallei en het 'n monnik op pad ontmoet.Hy het hom na 'n klein dorpie geneem en gesê: \"Dit is die woning van meneer Donghua.\" Toe sê hy totsiens en vertrek. Na 'n rukkie het iemand skielik gesê: \"Dit moet wees omdat die groen-oog Hu-man te spraaksaam is.\" Hy het 'n man gesien wat 'n wit hertbont dra en 'n groen quinoa-staf vashou. Hy het Zhong Liquan gevra: \"Die persoon wat gekom het hier is Han Da Generaal Zhongliquan\n? Zhong Liquan was geskok omdat hy geweet het dat hy 'n vreemde persoon ontmoet het, so hy het opreg die Tao geleer.\nZhong Liquan het later vir Zhenren Huayang en die onsterflike koning Xuanfu ontmoet, en die \"geheim van onsterflikheid\" geleer. Uiteindelik het hy by Zijin Sihaofeng in Kongtongberg gewoon, die \"Geheim van die Jade Box\" verkry en 'n ware onsterflike geword.Hy is ook as een van die Vyf Noordelike Patriarge deur die Quanzhen-sekte vereer.", "聖意": "Bid dat jou huis en huis geseën sal word met voorspoed in die herfs en winter. Soek geluk in die herfs en winter. Sterkte in besigheid, sterkte in die huwelik, sterkte met die geboorte van seuns, sterkte met die reis na die veld , sterkte in sywurms, sterkte in vee, sterkte met die vind van mense, sterkte in openbare regsgedinge, sterkte in migrasie, verlore eiendom, Noordoostelike siektes, sterkte met die stuur van berge en grafte.", "古人": "Zhongli het verlig geword", "第X籤": "eerste teken", "宮": "Baarmoeder"}