{"籤詩版本二": "Hoekom gaan jy nie na Tailai wat net om die draai is nie?Ek sal die meneer tydelik uit die berg los.\nAs daar goeie nuus oor die tier of die haas is, sal jy vry wees al is jy vasbeslote om besig te wees.", "詩意": "In hierdie heksagram is daar 'n teken van seën onder ongelukke.\nAlles is by voorbaat sleg en op die ou end goed.", "解曰": "Vervang met hennep sy. Slaan iemand se voete. Sien duidelik. Seëninge kom van rampe.", "籤詩故事一": "◇ Ontmoet 'n Meester in Bukit\nWu Ji was oorspronklik 'n houtkapper, en die twee het Jiang Ziya ontmoet toe hulle in die Fengrivier visgevang het. Wuji het gelag toe hy sien hoe Ziya met 'n reguit hoek visvang.\nZiya het na Wuji se gesig gekyk en vir fortuin vertel: \"As jy vandag die stad binnegaan, sal jy iemand doodmaak.\" Nadat Wu Ji dit gehoor het, het Wu Ji woedend vertrek en vuurmaakhout die stad ingedra.\nNadat hy die stad binnegekom het, het Wu Ji met ander gebots en premier Wen Wang verkeerdelik doodgeslaan.\nKoning Wen het die grond as 'n tronk geteken en Wu Ji gevange geneem.\nBukit Hou is tydelik vrygelaat en is ter dood veroordeel om tot die herfs vir sy ma te sorg.\nSy ma het hom gevra om Jiang Ziya vir hulp te vra.\nDie Taigong het hom as sy dissipel aanvaar, hom die kuns van oorlog geleer en hom beveel om gate te grawe en towerspreuke uit te spreek om sy ingebore lot te breek.\nNa die herfs het Wu Ji nie gekom om gestraf te word nie Koning Wen het die aangebore getalle afgelei en gedink dat Wu Ji selfmoord gepleeg het uit vrees vir misdaad.\nLater het koning Wen Wu Ji ontmoet, en Wu Ji het koning Wen voorgestel om Jiang Taigong te ontmoet.\nTaigong is bekroon met die titel van Generaal van Wude. Beide meester en leerling het vir koning Wen gewerk.", "聖意": "Die huis is veilig, die self is goed, die besigheid is goed, die huwelik is laat, die manlike voetganger het nie teruggekeer na die lande nie, die sywurms is winsgewend, die ses diere is shenji, die soektog is goed, die openbare regsgeding is goed, die migrasie is konserwatief, die verlore eiendom word gesien, die siekte is goed, Qiu Ji, die berggraf is goed", "古人": "Bukit ontmoeting", "第X籤": "Die twaalfde teken", "宮": "Yin-paleis"}