{"籤詩版本二": "Net soos 'n hyskraan wat uit sy sterflike hok opkom, is dit moontlik om uit die sterflike hok te ontsnap.\nDaar is geen versperrings tussen noord, suid en oos nie. Jy kan reguit na Jiuxiao-paleis gaan.", "詩意": "Hierdie heksagram verteenwoordig die beeld van 'n hyskraan wat sy hok verlaat.\nAlles is by voorbaat sleg en op die ou end goed.", "解曰": "Geen probleem. Die pad is voorspoedig. Wees gerus. Sorgeloos as mens (god).", "籤詩故事一": "◇Ziya het sy amptelike posisie laat vaar\nToe Jiang Ziya as 'n fortuinverteller gewerk het, het hy gesien dat 'n vrou deur die jade pipa-gees verander is, so hy het haar gegryp en selfs met 'n inksteen geslaan. Koning Zhou se eerste minister het verduidelik wat gebeur het, gevra wat gebeur het, en toe vir Jiang Ziya geneem om koning Zhou te sien. Jiang Ziya het Samadhi True Fire gebruik om die pipa-gees uit sy oorspronklike vorm voor koning Zhou te verbrand, en King Zhou het hom 'n senior amptenaar gemaak.\nOm die jade pipa-gees te wreek, het Daji koning Zhou gevra om Jiang Ziya te beveel om 'n takbokplatform te bou. Jiang Ziya het koning Zhou bestraf, en koning Zhou het beveel dat hy doodgemaak moet word. Jiang Ziya het ontsnap deur water te gebruik. Nadat hy teruggekeer het huis toe, het Jiang Ziya vir Ma gevra om na Xiqi te gaan, en Ma wou van hom skei. Dus het Jiang Ziya alleen na Xiqi (die hoofstad van koning Wen van Zhou-dinastie) gegaan.\nJiang Ziya het in Xiqi aangekom en in afsonderingsvissery in Panxi-kloof gewoon. Hy het koning Wen van Zhou ontmoet wat gretig was om talente te soek. Op koning Wen se opregte versoek is Jiang Ziya as sy onderwyser aanbid en koning Wen bygestaan.", "聖意": "Ek is onrustig by die huis en ek wil ook finansiële samewerking, transaksie, huwelik, Liujia, manlike voetgangers soek, landerye, sywurms, herfswinste, ses veeverliese, soek na mense, belemmering van openbare regsgedinge, migrasie, verlore eiendom, suidooste soek siekte, instelling, stuur van berge en grafte, gunstig", "古人": "Ziya het sy amptelike posisie laat vaar", "第X籤": "Die veertiende loterywenner", "宮": "Maogong"}