{"籤詩版本二": "Die bekommernisse en bekommernisse word tydelik verlig, en vreugde kom uit die lug.\nNet soos jade wat in mis weggesteek is, lig 'n goeie werker die stof uit", "詩意": "Hierdie heksagram verteenwoordig die harmonie van Yin en Yang.\nAlles wat jy beplan is gunstig.", "解曰": "Niks verkry, niks verlore nie. Wins uit verlies. Die skurk is in die moeilikheid. Sterkte vir jou, meneer.", "籤詩故事一": "◇Ye Meng Xiong Chao Di\nYe Mengxiong (1531-1597), wie se hoflikheidsnaam Nanzhao was en wie se naam Longtang was, is na Longtan verander en ook Huayun genoem. 'n Boorling van Wanshifang, Huizhou Fucheng (nou deel van Huicheng-distrik, Huizhou-stad) in die Ming-dinastie. In die 44ste jaar van Jiajing-bewind (1565) het hy 'n Jinshi geword en is die titel van landdros van Qing County toegeken. Hy het gedien as die direkteur van die oordragafdeling, en het later na die toesighoudende sensor van Shanxiweg verander.\nIn die 20ste jaar van Wanli (1592), het die Algemene Konsul van Ningxia, Kuaibai (hoof van die Mongoolse Tatar-stam), die goewerneur Dang Xin vermoor en die sewe-en-veertigste Fort in die Hexi-provinsie ingeneem. , die stad gebreek, aanbid en verbrand. homself dood. Meng Xiong is nie arrogant om krediet te neem nie, en laat sy vaardighede so goed wees soos dié van die generaals wat waag om te veg. Herstel die amptenaar Wei Xuezeng in sy pos. In sy latere jare het hy vyf keer bedank en is na Huizhou teruggekeer om Huilong-tempel te bou.\nYe Mengxiong het Taoïsme as 'n staatsamptenaar aan die begin betree en was bekend vir sy eerlikheid en integriteit. Ou historiese rekords het gesê dat hy \"die eerste in nederigheid en bekwaamheid\" was, \"skakel korrupsie uit en straf rebellies\", laat 'n goeie reputasie. was uiters lojaal, moedig, moedig en vindingryk. Goed in skietery. In die tweede helfte van sy lewe is sy gevegskunsvaardighede in die \"Geskiedenis van die Ming-dinastie\" opgeteken en is hy as 'n nasionale held beskou.", "聖意": "Die huis is ongunstig (toenemend rustiger) Herfs en winter is goed vir jouself, rykdom sal suksesvol wees, transaksies sal suksesvol wees, die huwelik sal suksesvol wees, Liujia sal 'n vals alarm hê (daar sal skatte wees), voetgangers sal veld toe kom om vir sywurms te bid, ses diere sal plat wees, mense sal gevind word, openbare regsgedinge sal ongunstig wees, migrasie sal konserwatief wees, verlore eiendom sal verhinder word, siektes sal in die Fushan-graf gevestig word", "古人": "Ye Meng Xiong Chao Di", "第X籤": "Sestiende Wen Lotto", "宮": "Maogong"}