{"籤詩版本二": "Die Goue Kraai val in die weste en die Haas styg in die ooste Die siklus van dag en nag duur voort van antieke tye tot hede.\nDie monnike en Taoïste weet dat daar geen nadeel is nie, en die geleerdes, boere, nywerhede en handelaars volg almal hul eie gedagtes.", "詩意": "Hierdie heksagram verteenwoordig die groei en afname van yin en yang.\nDit is ook 'n teken dat alles sal verloop soos beplan.", "解曰": "Daar is niks in gedagte nie. Wat jy gedoen het, is verdienstelik. Soos 'n pyl uit 'n boog. Een skoot het die teiken getref.", "籤詩故事一": "◇ Oom Cao Guo is 'n onsterflike\nDaar word gesê dat Cao Guojiu, 'n boorling van Xuzhou, die groot oom van die staat was gedurende die Renzong-tydperk van die Song-dinastie. Sy naam was Cao Yi, ook bekend as Cao Jingxiu.\nOom Cao Guo het 'n jonger broer met die naam Cao Er gehad. Hierdie Cao Er het op sy posisie van keiserlike gesag staatgemaak en allerhande boosheid gepleeg. Hy het landerye beset, vrouens en dogters weggeneem en vriende gemaak met 'n paar wettelose skurke. Hy het in en uitgekom. Cao Guojiu kon dit nie verduur nie. Hy het geweier om na sy goeie woorde en vertroostinge te luister, daarom het hy straf gebruik om hom te beheer. , het die twee broers 'n wrok gesmee.\nCao Guojiu het gesê: \"Die beginsels van die wêreld is dat diegene wat goed versamel, voorspoedig sal wees, en diegene wat kwaad opgaar sal vergaan. Dit is 'n onveranderlike waarheid. In die verlede het ons Cao-familie bose dade opgehoop om vandag se rykdom te bereik. Nou my broer het boosheid tot die uiterste opgehoop, al ontsnap hy Al word jy deur die amptenare gestraf, kan jy nie die natuurrampe wat in die geheim werk vryspring nie. As daar eers 'n ramp kom en jou familie vernietig word en iemand sterf, sal jy nie kan ontsnap. Ek sal verneder en bang wees daarvoor.\" So, ek het al my rykdom versprei, Hy het die armes gehelp en nie meer omgegee oor sy broer se sake nie. Toe het hy sy huis en vriende verlaat, in 'n Taoïstiese uniform verander en die berge ingegaan om sy verstand en natuur te kweek.\nEendag het hy Zhongli en Lu Dongbin van die Han-dinastie per toeval ontmoet. Toe hy oom Cao Guo se vlot antwoorde sien, was hy baie bly en het hom die \"Geheime Edik van Terugkeer Waarheid\" gegee en hom beveel om versigtig te oefen. Nie lank daarna nie, het Zhongli Quan en Lu Dongbin is aan die onsterflike klas voorgestel.", "聖意": "Sterkte vir die huis, huis, voorspoed, voorspoed, sterkte in besigheid, huwelik, manlike reisiger, plant sywurms in die veld, vroeë plant van ses vee, verlies aan wins, soek mense, regsaksie, migrasie, goeie geluk vir verlore goedere, laat siekte, voorspoed (die Jaar van die Haas of die sterreteken van die Haas is ongelukkig), sterkte in berggrafte", "古人": "Oom Cao Guo is 'n onsterflike", "第X籤": "Teken die agtiende", "宮": "Maogong"}