{"籤詩版本二": "Om die boot terug te laat gaan van die vinnige waterstrand af, wat wil jy doen as gevolg van die onstuimigheid?\nAs jy veilig wil wees, soek rustigheid en wag dat die golwe hierdie krisis verbygaan.", "詩意": "Hierdie heksagram is soos 'n boot wat op 'n vinnige strand reis.\nBly konserwatief in alles en wag vir die tyd.", "解曰": "Klim in sterk water. Die gevaar wag vir tyd. As jy vra oor kampplanne. Niks kan gedoen word nie.", "籤詩故事一": "◇ Ziyi word as koning gekroon\nGuo Ziyi (697-781), ook bekend as Guo Linggong, was 'n boorling van Zheng County, Huazhou (nou Huaxian County, Shaanxi Provinsie) en 'n generaal in die Tang-dinastie.\nTydens die Anshi-rebellie in die 14de jaar van Tianbao (755) is die titel Shuofang Jiedushi (Lingwu, wes van Lingwu in die huidige Ningxia) aan hom toegeken. Hy is beveel om te kruistog. Hy het Shuofang se leër met Li Guangbi gekombineer om te marsjeer Hulle het kragte saamgesnoer by Changshan (Zhengding, Hebei) en Shi Siming verslaan en Hebei teruggekry. Op hierdie tydstip het Guo Ziyi voorgestel dat die keiser Fan Yang uit die noorde neem en die rebelletier se kuil aanval om die beleg van Tongguan te verminder, maar Xuanzong het geweier. Daarna is die situasie van separatistiese vasaldorpe in die laat Tang-dinastie geplant, wat ook die afgeleë oorsaak van die ondergang van die Tang-dinastie geword het.\nIn die vyftiende jaar van Tianbao se bewind (756) het hy en die Uighur-koalisie Hequ in vrede gebring. In die lente van die volgende jaar het hulle Hedong (nou Yongji, Shanxi) en Feng Yi (nou Dali, Shaanxi) herstel en Tongguan aangeval, Cui Qianyu verslaan Die Tang-weermag het meer as 10 000 ongevalle gely. Cui Qianyu het aan Pujin oorgegee. An Lushan is deur sy seun An Qingxu vermoor.\nIn die tweede jaar van Zhide (757) is hy beveel om troepe na Fengxiang te lei.Op pad het hy 5 000 Li Guiren se ruiters by Baiquliu Yunqiao (vandag se suidoos van Sanyuan) verslaan. In Mei het hy met An Shouzhong en Li Guiren geveg in Qingqu (vandag se weste van Xi'an) verslaan is en hy het na Wugong (vandag se noordweste van Wugong) teruggetrek. In September het hy Marshal Guangping Wang Li Chu gevolg om Tang en Uighurs te lei om by 150 000 troepe aan te sluit, en daarna met An Shouzhong geveg. en Li Guiren in Xiang. Ten noorde van Ji-tempel (suidwes van vandag se Chang'an-distrik) het die Uighur-soldate agter die vyand gesirkel, van beide kante aangeval en 60 000 vyande doodgemaak. Zhang Tongru het na Shaanxi-distrik gevlug en uiteindelik herstel die hoofstad Chang'an (vandag se Xi'an) Die majesteit van die Tang-leër is weer na Chang'an herstel.\nDaarna het die Tang-leër voordeel getrek uit die oorwinning en ooswaarts gemarsjeer en 150 000 mense verslaan, insluitend Yan Zhuang en Zhang Tongru in Xindian (nou suidwes van Sanmenxia-stad, Henan-provinsie), wat Anqing Xu gedwing het om die Geelrivier oor te steek en na Xiangzhou terug te trek. Dongjun Luoyang het teruggekeer. Voeg Situ by sy verdienste en maak hom die hertog van die land.\nShi Siming het sy leër van Fan Yang gelei om An Qingxu te red. Die twee kante het in formasie in die noorde van Anyangrivier (vandag se noorde van Anyang) geveg. Die geveg was onlosmaaklik. Op die ou end, gelei deur nege Jiedu-gesante, die Tang-leër , wat beweer het dat hulle 600 000 man het, het teruggetrek (in die Slag van Yecheng). oorlog). Die hoofbevelvoerder van hierdie geveg was die eunug Yu Chaoen, wat geen leierskapsvaardighede gehad het nie en Guo Ziyi die skuld gegee het vir die mislukking van die geveg. Guo Ziyi is teruggeroep na Chang'an, onthef van militêre mag, en het 'n ledige amptenaar geword.\nIn die eerste jaar van Baoying (762) het soldate in Taiyuan (vandag se suidweste van Taiyuan) en Jiangzhou (vandag se Xinjiang in Shanxi-provinsie) in opstand gekom. Die hof was bang, daarom het Ziyi die titel van koning van Fenyang gekry en uitgegaan om te beheer Jiangzhou. Hy is ook deur die eunug Cheng Yuanzhen vervreem en is van militêre mag onthef.\n(Die fokus van hierdie storie: Guo Ziyi, wat baie bekwaam en goed gedra het, het Xuanzong en 'n paar skurke ontmoet, wat sy prestasies grootliks benadeel het.)", "聖意": "Die seën van die huis en jouself, op soek na rykdom, geen transaksie, geen huwelik, geen vals alarm, voetgangers wat in Tiancanji aankom, moeilik om mense te vind, openbare regsgedinge en (nie Xing nie), migrasie, konserwatiefheid, verlore eiendom, moeilik om te vind, siektes, bid vir seëninge, berge en grafte, gunstig", "古人": "Ziyi is as koning gekroon", "第X籤": "Negentiende Wen Lotto", "宮": "Tatsumi"}