{"籤詩版本二": "Wanneer die lang lentereën begin opklaar, word die Jade Rabbit en die Goue Kraai geleidelik helderder\nOu goed verdwyn en nuwe dinge verskyn. Kyk gerus en ontmoet die draakhek.", "詩意": "Hierdie heksagram is 'n simbool van lang reën en vroeë lig.\nAlles verloop soos beplan.", "解曰": "Beskerm deur gode en Boeddhas. Daar is geen gevaar van rampspoed nie. Mag die reis rustig wees. Keer op die ou end met eer terug.", "籤詩故事一": "◇ Jiang Taigong ontmoet koning Wen\nZhou-dinastie. Jiang Shang, met vergunning Ziya. Ji-mense (van Xuzhou in die Oos-Chinese See). Die Taoïstiese naam is Fei Xiong, en sy voorouers is verseël in Lu (pleknaam), so hy word ook Lu Wang genoem.\nOm die moeilike tye van koning Zhou van die Shang-dinastie te vermy, het hy by die water van die Oos-Chinese See gewoon en in die Weishui-rivier visgevang. Die vishoek is reguit Sy bedoeling is nie om vis te vang nie, maar om 'n deugsame premier te wees.\nKoning Wen van Zhou het gehoor dat hy wys was en hom as sy leermeester (eerste minister) aangestel. (Hy was toe tagtig jaar oud) Later het koning Wu van Zhou koning Zhou aangeval, die Shang-dinastie vernietig en die Zhou-dinastie gestig. Koning Wu het hom Shangfu genoem. Sy seun Ding Gong het die titel van Markies van Qi gekry.\n(Die fokus van hierdie storie: Jiang Taigong, wat al lank gewag het om op die Weishui-rivier te hengel, het uiteindelik uit die moeilikheid gekom en is deur koning Wen hergebruik.)", "聖意": "In die huis bid Zhongping self vir seëninge en rykdom. Wanneer daar geen ooreenkoms is nie, is die huwelik lukraak. Liujia vroulike voetgangers blokkeer die veld, sywurms blokkeer die ses vee, blokkeer die soektog na die persoon, laat regsgedinge en migrasie, goeie dinge is verlore, siektes word gesien, en die grafte van Zhenxingshan is goed.", "古人": "Jiang Taigong ontmoet koning Wen", "第X籤": "Die een-en-twintigste lotery", "宮": "Tatsumi"}