{"籤詩版本二": "Na soveel bekommernisse en gevare sal dit van nou af nooit weer leeg wees nie\n'n Vrygewige hart het sy eie vrygewige planne Jy moet 'n kenner ontmoet om groot prestasies te maak.", "詩意": "Hierdie heksagram is soos 'n ou put met 'n veer.\nIn alles behaal edele mense sukses.", "解曰": "Die regsgeding sal uiteindelik geregverdig wees. Siek en veilig. Gaan in en uit om raad te soek. Antieke put ontmoet lente.", "籤詩故事一": "◇ Yao Chong beheer sprinkane\nYao Chong (649-721), wie se regte naam Yuan Chong was, was van Shaanzhou. Hy het gedien as die Minister van Xia Guan, Shangshu van Chunguan, Ziweiling, Zhongshuling en Eerste Minister in die Tang-dinastie.\nIn die vierde jaar van Kaiyuan (716) is Shandong (wat gewoonlik na die Geelrivierkom oos van Huashan verwys) deur sprinkane geteister. Die mense was gebind deur bygelowige idees en het nie gewaag om hulle te jag en dood te maak nie. Hulle het eerder opgerig. offerandes, wierook gebrand, langs die lande aanbid, en gekyk hoe die oeste deur sprinkane verteer word. .\nAlle amptenare het geglo: “ Sprinkane is ’n natuurramp, hoe kan hulle deur mannekrag beheer word!” Die stryd tussen twee verskillende idees was destyds fel, of dit nou sprinkane uit die weg geruim moet word of nie.\nYao Chong het gesê: \"Solank ons ​​saamwerk, kan ons van hulle almal ontslae raak. Hy het gesê: Sprinkane is bang vir mense, so hulle is maklik om weg te ry. Die saailinge het eienaars, so die redders moet hard werk; sprinkane kan vlieg, en hulle sal beslis vlieg as hulle snags vuur sien; steek hulle aan die brand In die veld, grawe gate terwyl hulle brand, begrawe hulle terwyl hulle brand, en daar sal niks oorbly nie.\"\nXuanzong het gesê: \"Spreuke is 'n natuurramp wat veroorsaak word deur swak morele bestuur. As jy vra dat hulle gejag en doodgemaak word, gaan dit nie teen die grein nie?\"\nYao Chong het bygevoeg: \"Om sprinkane te vang en dood te maak is deur die ou mense beoefen, en u majesteit sal dit in die toekoms gebruik. Dit is 'n groot nasionale gebeurtenis om vrede en voorspoed aan boere te bring. Oorweeg dit asseblief ernstig.\"\nXuanzong was oortuig. Maar in daardie tyd het almal binne en buite die hof gesê dat sprinkane nie gejag kan word nie.\nXuanzong het gesê: “Ek het met die eerste minister bespreek en besluit om sprinkane te vang. Enigiemand wat weer beswaar maak, sal tereggestel word.” Daarom het hy die sensor gestuur om toesig te hou en die mense te beveel om die sprinkane te verbrand en te begrawe.\nDie resultate was redelik effektief. Nege miljoen dans sprinkane is regoor die land gevang, en die sprinkaanplaag is suksesvol uitgeskakel. Landbou het daardie jaar 'n goeie oes behaal.\n(Wysheid moet gebruik word in rampbestuur en ontruiming, en daar moet vernuftige strategieë wees om probleme te oorkom. Yao Chong is die kenner in hierdie saak)", "聖意": "Die huis is gewoon, mens self is geblokkeer, geld soek word geblokkeer, handel word geblokkeer, huwelik en harmonie is geblokkeer, daar is gevaar in Liujia, voetgangers word geblokkeer, sywurms word geblokkeer, vee is ongunstig, mense word nie gevind nie, mense word geblokkeer , openbare regsgedinge word ingedien, migrasie is onredelik, verlore items is moeilik om te vind, siektes bid vir seëninge, berge en grafte is ongemaklik", "古人": "Yao Chong beheer sprinkane", "第X籤": "Wen die lotto vyf-en-twintigste", "宮": "Mi-paleis"}