{"籤詩版本二": "Gerugte wil dit hê dat dinge omgedraai het, en ek het 'n brief van die horison ontvang.\nDie roem en sukses wat in die boek aan my belowe is, het tot die einde toe leeg gebly.", "詩意": "Hierdie heksagram het 'n vals naam.\nDit is raadsaam om in alles konserwatief te wees.", "解曰": "Op en af ​​ontsteld. Om ontspanning te soek is nie ledig nie. Begeerte na roem. Bly veilig.", "籤詩故事一": "◇ Zhong Kui bereik verligting\nZhong Kui, wie se van Zhong Kui is, wie se hoflikheidsnaam Zhengnan is, is van Zhongnanshan.\nTydens die bewind van keiser Dezong van die Tang-dinastie het Zhong Kui aan die keiserlike eksamen deelgeneem.Zhong Kui het die eksamenvrae gelees en dadelik die artikel in een slag geskryf en ingehandig. Die hoofeksaminator daardie dag was Han Yu, die Minister van Burgerlike Sake, en die adjunk-eksaminator was Lu Zhi, 'n groot geleerde. Toe die twee Zhong Kui se koerant lees, het hul oë opgehelder en hulle het in harmonie gesê: \"Towenaar, towenaar! Elke woord in hierdie artikel is pragtig, waardig van Li Taibai en Du Zimei!\" Hulle het dus Zhong Kui as die eerste plek genoem.\nKeiser Dezong het na Han Yu se verslag geluister en gesê dat Zhong Kui, die nuwe kampioen van wetenskap, baie talentvol was, daarom het hy Zhong Kui in die Goue Paleis ontbied.\nToe keiser Dezong sy lelike voorkoms sien, het hy dadelik ontevrede gevoel en gesê: \"Die keuse van geleerdes in ons hof is alles gebaseer op persoonlike woorde en kalligrafie. Hoe kan so 'n lelike persoon gekies word as die nommer een geleerde in die goue wetenskappe? \"\nHan Yu het haastig neergekniel en gesê: \"Die goeie en slegte van 'n persoon gaan nie alles oor voorkoms nie. Hoor jy nie, die Heilige Here, dat Yan Ying drie voet lank is en die gelyke van die eerste minister is nie? Zhou Chang hakkel maar kan die Han-dinastie help; Confucius oordeel mense volgens hul voorkoms en verloor sy seun Yu. Ek hoop u majesteit sal twee keer dink.\"\nKeiser Dezong het vir 'n oomblik nagedink en gesê: \"Hoewel Han Aiqing se woorde redelik is, toe ek keiser Taizong was, was daar agtien geleerdes wat na Yingzhou gekom het en daaroor gepraat het. Hierdie man was die nommer een geleerde. Ek is bevrees dat die wêreld sal vir my lag omdat ek nie talente herken nie.”\nEerste Minister Lu Qi was bekrompe en afgunstig op talente. Nadat hy die keiser se woorde gehoor het, het hy neergekniel en gesê: \"Die nommer een geleerde in die goue vak moet beide intern en ekstern wees. Daar is driehonderd kandidate vir hierdie vak. Hoekom kies jy nie 'n ander een nie?\"\nToe Zhong Kui sien dat hierdie man so deurmekaar is, kon hy nie anders as om kwaad te word nie.Hy het na Lu Qi gewys en gevloek: \"As so 'n onkundige amptenaar in die hof is, sal hy nie die land skade aandoen nie?\" hy het Lu Qi met sy vuis geslaan.\nToe Dezong dit sien, was Dezong woedend en het gesê: \"Jy is so dapper, jy waag dit om moeilikheid in die Goue Paleis te maak, neem dit vinnig af!\"\nZhong Kui het woedend die swaard uit die middel van die generaal wat in die paleis gestaan ​​het uitgehaal en hard gesug: \"Dit is moeilik vir 'n gefrustreerde kat om 'n tier na te boots, en 'n gefrustreerde papegaai is nie so goed soos 'n hoender nie.\" Daarna het hy selfmoord gepleeg.\nToe keiser Dezong sien dat Zhong Kui in woede selfmoord pleeg, was hy grootliks verbaas.Om mense se harte te wen, het hy beveel dat Zhong Kui begrawe word met die amptelike titel van nr. 1-geleerde, en hy het ook Zhong Kui die God gemaak. van Eksorsisme om die wêreld van bose geeste te bevry.", "聖意": "Bid vir seëninge oor jou huis, jou eie veiligheid, finansiële probleme, besigheidsmislukking, huweliksmislukking, Liujia vroulike voetgangers, Shinta sywurms halfgaar, ses huisdiere wat grootgemaak kan word, vermiste mense, Westerse openbare regsgedinge, migrasie, konserwatiefheid, verlore eiendom, siekte, bid vir geluk in berge en grafte", "古人": "Zhong Kui het die Tao verwerf", "第X籤": "Ses-en-twintigste wen die lotto (Lottery)", "宮": "Mi-paleis"}