{"籤詩版本二": "In die ooste is daar 'n pragtige Chanjuan in die maanlig, en die wolke bedek dit vir 'n oomblik en bly verborge.\nSoms is dit dalk rond, maar soms kan dit ontbreek.Diegene wat sê dit is nie so nie, is net leegpraatjies.", "詩意": "Die maan in hierdie heksagram word deur wolke bedek.\nAlles is nog in 'n koma.", "解曰": "Swaai wolke bedek die maan. Nie nodig om te twyfel nie. Wag vir die wolk om te versamel. Dan sal jy verstaan.", "籤詩故事一": "◇Bao Gong is op soek na keiserin Li\nTydens die bewind van Zhenzong van die Song-dinastie was keiserin Li (keiserin Li) 'n diensmeisie in die harem. Sy is deur Song Zhenzong bevoordeel en is bevorder tot Wanyi, en sy het swanger geraak.\nMaar op daardie tydstip het byvrou Liu Def (later keiserin Liu) bose gedagtes gehad en die eunug Guo Huai omgekoop om keiserin Li se seun te vervang met 'n gevel kat, haar seun weggeraap en vir die keiser gesê dat hy haar biologiese seun is. Song Zhenzong was woedend en het Li Keiserin na die koue paleis gestuur.\nNadat byvrou De tot koningin bevorder is, het sy beplan om keiserin Li, wat uit die paleis ontsnap het, dood te maak.\nOp 'n dag ontmoet Li Niangniang, wat op straat gewoon het, Bao Zheng, die keiserlike gesant, wat op patrollie in die plaaslike omgewing was.Sy het hom vertel van haar lewenservaring en dat sy die biologiese ma van die huidige keiser Song Renzong is. . Nadat Bao Zheng van die voorval verneem het, het hy Li Niangniang teruggeneem Beijing toe, dit by Song Renzong aangemeld en die saak uitgevind, en uiteindelik het die ma en seun mekaar herken. Keiserin Dowager Liu en die eunug in beheer Guo Huai het hul hoofde gebuig en gebieg.", "聖意": "Ek is onrustig by die huis, ek bid vir finansiële beskerming, sterkte in besigheid, huweliksverskille, mense in die veld, sywurms, ongunstige diere, probleme om mense te vind, regsgedinge, verlies, migrasie, konserwatief, verlore eiendom, Westerse siektes, moeilik om herstel, berg graf opknapping", "古人": "Bao Gong is op soek na keiserin Li", "第X籤": "Agt-en-twintigste loterywenner", "宮": "Middagpaleis"}