{"籤詩版本二": "Ek raai jou aan om nie hulp by hom te vra nie.Hy vlieg soos 'n hyskraan en skiet geheime pyle na jou.\nAs jy vuurmaakhout gaan haal en daar is 'n slang in die gras, kan jy dalk deur gif gepik word en jy sal hartseer wees.", "詩意": "Hierdie heksagram is 'n teken om veilig te bly en jouself te hou.\nWees versigtig in alles.", "解曰": "Maak jou mond toe en hou jou tande vas. Hy is onverskillig. As jy skuldig voel. Op die ou end benadeel dit jouself.", "籤詩故事一": "◇ Skaakbord vergadering\nKeiser Taizong van die Tang-dinastie het na die weste gemarsjeer en was in Suoyang City vasgekeer.Cheng Yaojin het na Beijing teruggekeer om vir versterkings te vra.\nXue Dingshan is beveel om as die Tweede Roete-maarskalk te dien en het die Here gaan red en Xiliao kalmeer.\nNadat 'n groep mense uit Yumen-pas gekom het, het hulle na Qipan-berg gekom. Beleër deur duisende volgelinge op die berg, is Dou Yihu, die koning van die berg, deur Tang-generaal Luo Tong verslaan. Gelukkig was sy suster Dou Xiantong 'n dissipel van die Heilige Moeder van Geel Blomme en was vaardig in gevegskuns. het die feetou vasgehou en Luo Tong vasgebind.\n(Die getekende gedig stem hiermee ooreen)\nDou Xiantong het Xue Dingshan se mooiheid gesien en wou Feng Luan se vriend word, maar Xue Dingshan het geweier.Dou Xiantong het kwaad geword en wou hom uitstoot en onthoof. Gelukkig het Cheng Yaojin hom kom red en hul huwelik vergemaklik. Later het Dou Yihu ook die Qipanshan-broers teruggelei na die Tang-dinastie om die Tang-dinastie te help om Wes-Liao te verower.", "聖意": "Huisveiligheid, eiebelang, soek na rykdom, wag vir tyd, sakestagnasie, huwelik word nie toegelaat nie, Liujia vals alarm, voetgangers wat velde blokkeer, sywurms, ses vee, vermiste mense, blokkeer openbare regsgedinge, verlies (Mo Xing) Migrasie, konserwatief, verlore goedere, siekte is moeilik om te herstel, berggraf, sterkte", "古人": "skaakbordkonferensie", "第X籤": "Sewende-en-dertigste loterywenner", "宮": "Middagpaleis"}