{"籤詩版本二": "Spandeer tyd in rus en vrede, sit en lê terwyl jy tee drink nadat jy versadig was\nJy hoef nie fisies en geestelik besig te wees nie, en jy sal beslis nie onreg of rampspoed veroorsaak nie.", "詩意": "Hierdie heksagram is 'n simbool van vrede en stabiliteit.\nIn alles sal die wag vir die regte tyd geluk bring.", "解曰": "Bly veilig en gesond. Vra die gode. Wag totdat die tyd aanbreek. Dinge gebeur toevallig.", "籤詩故事一": "◇ Foyinhui Dongpo\nEenkeer het Su Dongpo 'n mate van begrip gekry terwyl hy Zen bestudeer het.Hy het besef dat sy toestand transendent was, en hy het vreugde daarin gevoel. Omdat ek nie my passie kon bedwing nie, sprei ek my pen en skryf 'n gedig:\n\"In die middel van die lug skyn Jishou helder oor die heelal; nie in staat om deur die agt winde gewaai te word nie, sit hy regop op 'n pers goue lotus.\"\n(Die agt winde verwys na: wins, agteruitgang, vernietiging, reputasie, lof, bespotting, lyding en geluk. Dit wil sê, om nie geïrriteer te word deur hierdie agt toestande nie, word genoem \"die agt winde kan nie beweeg nie\")\nNadat hy dit geskryf het, het Dongpo sy dienskneg oor die rivier gestuur om dit aan Zen Meester Foyin van die Jinshan-tempel te gee.\nNadat Zen-meester Foyin dit gelees het, het hy dit gemerk met die woord \"fart\" en dit aan sy dienskneg gegee om terug te neem.\nDongpo was woedend nadat hy dit gesien het, so hy het 'n boot oor die rivier geneem en na die Jinshan-tempel gegaan om die Boeddha se seël vir bespreking te vind.\nToe Dongpo by die hek van die Jinshan-tempel aankom, het Foyin reeds by die hek gewag.\nSu Dongpo het Foyin dadelik beskuldig: \"Waarom noem jy die gedig wat ek geskryf het 'n poep?\"\nFoyin het geantwoord: \"Is jy nie reeds 'nie in staat om deur die agt winde gewaai te word nie'? Hoe kon jy 'oor die rivier geslaan' word deur 'n skeet!\"\nOp hierdie tydstip was Dongpo geskok om te besef dat hy nie goed genoeg was nie en het in skaamte gelaat.\n(Hierdie storie is 'n metafoor vir \"Die hitte het nog nie gekom nie\")", "聖意": "Bid vir jou huis en jou eie veiligheid, vir jou rykdom, vir jou besigheid, vir geluk in jou huwelik, vir 'n vroulike reisiger van Liujia, na die veld, vir sywurms om in die herfs ryp te word, vir ses vee om stabiel te wees, om vind iemand, moeilik om te vind, vir openbare regsgedinge, vir migrasie, vir verlore eiendom, vir siekte, vir die stuur na 'n berggraf, gunstig", "古人": "Foyinhui Dongpo", "第X籤": "Een-en-dertig wen-lotery", "宮": "Wei Gong"}