{"籤詩版本二": "Die terugreis is seker.Wie ken die jade wat in die klip versteek is?\nSodra 'n goeie vakman 'n duidelike sny het, sal hy veilig en geborge voel in die jaspisperiode", "詩意": "In hierdie heksagram kan jy die beeld van jade sien wanneer jy 'n klip sny.\nWerk hard om in alles sukses te behaal.", "解曰": "Die skat is in die klip. Vreemdelinge weet min. Wag totdat dit duidelik word. Doen wat jy kan.", "籤詩故事一": "◇Liu Bei soek talente (drie besoeke aan grasdakkothuis, drie besoeke aan grasdakkothuis)\nDie Drie Koninkryke tydperk. Zhuge Liang het in afsondering in 'n grasdakhut in Longzhong gewoon. Liu Bei was gretig om talente te soek, en daarom het hy Zhuge Liang persoonlik besoek. Hy het Zhuge Liang drie keer besoek (bekend as \"Three Visits to the Thatched Cottage\" in die geskiedenis). Liu Bei het ander gevra om weg te bly en vir Zhuge Liang gevra: \" Die Han-dinastie het geval, en verraderlike predikante het hul lewens gesteel. U Majesteit.\" Bedek in stof. Ek meet nie my deug en my vermoë nie, ek wil glo in die groot geregtigheid in die wêreld, maar my wysheid en vaardighede is vlak, so ek gebruik dit oorvloedig. Van vandag af. My ambisie is egter nog nie verby nie, dink jy die plan sal geïmplementeer word?\nZhuge Liang het toe aan hom die plan voorgehou om die wêreld in drie dele te verdeel, en die situasie waarin Cao Cao onbeskikbaar was en Sun Quan hom kon help ontleed.Hy het ook uitgebrei oor die lafhartigheid van die staatspredikante in die Jing- en Yi-state. , en daar was 'n geleentheid om voordeel te trek uit hulle, en slegs daardie twee state kon uitgebuit word. Eers dan kan hy die wêreld wen; hy het selfs vir Liu Bei die strategie vertel om die Sentrale Vlakte aan te val. (Hierdie bespreking is later \"Longzhong Dui\" genoem). Nadat Liu Bei dit gehoor het, het hy dit geprys asof hy 'n skat gevind het, en Zhuge Liang sterk genooi om uit te kom om te help, sodat Zhuge Liang Liu Bei se militêre adviseur geword het.", "聖意": "Die huis is vreedsaam, ek soek rykdom, die arbeidshandel belemmer die huwelik en word 'n virtuele reisiger in Liujia.", "古人": "Liu Bei soek talente (drie besoeke aan grasdakkothuis, drie besoeke aan grasdakkothuis)", "第X籤": "Die twee-en-dertigste loterywenner", "宮": "Wei Gong"}