{"籤詩版本二": "Trek aan en herorganiseer die ou familiestyl. Die Tao is sonder 'n lug, maar het meriete.\nNadat hulle die dorings en dorings op die pad weggevee het, het hulle drie ingestem om met hul kollegas te herenig", "詩意": "Hierdie heksagram verteenwoordig die herrangskikking van klere.\nAlles is moeilik voor dit later maklik word.", "解曰": "Moenie bekommerd wees nie. Geniet dit. As jy vra oor die toekoms. Daar is 'n goeie pad vorentoe.", "籤詩故事一": "◇ Tang Monk se Boeddhistiese geskrifte\nXuanzang (602-664), 'n vooraanstaande monnik van die Tang-dinastie, het 'n algemene van Chen gehad en 'n voornaam van Yi. Hy is gebore in Goushi-distrik, Luozhou (nou die suidelike deel van Yanshi-stad, Henan-provinsie). Hy het 'n monnik geword op die ouderdom van dertien en het die Boeddhistiese naam Xuanzang aangeneem. Die wêreld word Sanzang van Tang-dinastie genoem.\nIn die derde jaar van Zhenguan (629, ook bekend as die eerste jaar van Zhenguan), het hy weswaarts na Tianzhu (Indië) gereis om Boeddhistiese geskrifte te bekom. Hy het alleen gevaar gewaag en ontberings verduur. Hy het eers oor vier jaar aangekom.\nIn die sewentiende jaar van Zhenguan het die meester amptelik bedank en na die ooste teruggekeer. Hy het teruggekeer na China via die Suidpad van die huidige Xinjiang-provinsie, Khotan en Loulan. Dit het altesaam sewentien jaar en 'n reis van 50 000 myl geneem. Toe hy in die eerste maand van die negentiende jaar van Zhenguan in Chang'an aangekom het, het die keiser Liang Guogong Fang Xuanling en ander burgerlike en militêre amptenare beveel om hom 'n groot verwelkoming te gee.\nAltesaam 520 en 657 volumes van die oorspronklike Sanskrit Boeddhistiese geskrifte is aangevra. en in Chinees vertaal.\nNadat die meester teruggekeer het, is hy hoogs gerespekteer deur keiser Taizong en keiser Gaozong en is hy in Da Nei vasgelê, wat hom die titel \"Meester Tripitaka\" gegee het.", "聖意": "Die huis is in beroering, sterkte vir jouself, voorspoed, goeie besigheid, goeie huwelik, belemmering van Liujia, mense wat na die lande toe kom, sywurms, ongunstige diere, soek na mense, openbare regsgedinge, migrasie, verlore goedere, laat siekte, bid vir seëninge moet berggrafte oud wees.", "古人": "Tang Monk leer Boeddhistiese Geskrifte", "第X籤": "Die vyf-en-dertigste loterywenner", "宮": "Shen Gong"}