{"籤詩版本二": "As jy in rus en vrede wil wees, is dit nie geskik om kerse en lampe in die wind te hê nie.\nDit is beter om skoon te maak en in 'n diep saal te sit, sonder lig, in 'n stil plek met helder lig, en beweeg → vervoer. Skud → Yao. Gratis → min.", "詩意": "Hierdie heksagram is soos die wind wat die lamp en kers skud.\nOm dinge konstant te hou, sal geluk bring.", "解曰": "Gaan sit in 'n stil plek. Wees op roep en wees betyds. Dit is nie 'n seën nie. Konserwatief en gepas.", "籤詩故事一": "◇Li Jing keer terug na die berg\nLi Jing (571-2 Julie 649), met vergunning Apteker, was 'n boorling van Sanyuan, Yongzhou (nou noordoos van Sanyuan County, Shaanxi-provinsie). 'n Generaal van die laat Sui-dinastie tot die vroeë Tang-dinastie, hy was 'n beroemde militêre strateeg met beide siviele en militêre vaardighede in die Tang-dinastie. Later is die titel van hertog van Wei aan hom toegeken en was hy bekend as hertog van Wei in die wêreld.\nLi Jing is die vader van die derde prins Nezha in die lys van gode, ook bekend as die \"Koning van Tota\". Li Jing en sy seun het Jiang Ziya (Tai Gong) gehelp om koningin Zhou te verslaan, die Zhou-dinastie en koning te vestig. Wu het amptelik die troon bestyg. Jiang Ziya het toe 'n lys van gode opgestel en 'n seremonie gehou om die siele van soldate wat in die geveg gesterf het, te paai. Van toe af het die wêreld vreedsaam en vreedsaam geword. Koning Wu wou markies maak en hulle beloon, en hy wou ook grond aan die stigtershelde toeken. Li Jing, sy pa en seun, en ander sewe mense het gevra om terug te keer na die berg om Taoïsme te beoefen en nie behep te wees met wêreldse roem en rykdom nie. Later het al sewe van hulle “heiliges geword” en in die klas van onsterflikes gerangskik.\nDie verhaal van \"Feng Shen Bang\"", "聖意": "Die huis is konserwatief, ek is gewoon, ek soek rykdom, ek sukkel in besigheid, my huwelik is nie in harmonie nie, Liujia bid vir voetgangers om geloof te hê, sywurms is ryp in die herfs, ses diere is veilig, mense word vermis, publiek regsgedinge en migrasie is konserwatief, verlore eiendom siektes, verander nie die graf in Jianxingshan.", "古人": "Li Jing keer terug na die berg", "第X籤": "Sewende-en-dertigste loterywenner", "宮": "Shen Gong"}