{"籤詩版本二": "Duisend-jarige spieël herenig, vrou vra man om weer te trou\nSedertdien is die gesin getransformeer, en seëninge is vir die kinders en kleinkinders gevoeg.", "詩意": "Hierdie heksagram verteenwoordig die hereniging van spieëls.\nAlles is harde werk en duur.", "解曰": "Grawe sand in goud. Ry 'n draak en ry 'n tier. Alhoewel dit moeisaam is. Daar is 'n aanvulling daarin.", "籤詩故事一": "◇ Yulianhui tien vriende\nIn die Song-dinastie het Qian Yulian met Wang Shipeng getrou. Toe Shi Peng na Beijing gegaan het om die eksamen af ​​te lê, het die ryk Sun Ruquan Yulian gedwing om weer met hom te trou.\nQian Yulian het die voorstel van die ryk Sun Ruquan verwerp en sou eerder met Wang Shipeng, 'n arm geleerde van Wenzhou, wat deur \"Jing Chai\" gehuur is, trou.\nLater het Wang Shipeng die eerste prys gewen.Omdat hy geweier het om deur premier Wanqi te trou, is hy gestuur om as regter in die afgeleë Chaoyang te dien. Sun Ruquan het Wang Shipeng se familiebrief in die geheim na 'n \"skeibrief\" verander en Yulian bedrieg om bedrieg te word. Qian Yulian se stiefma het haar ook gedwing om weer te trou, maar Yulian het geweier en selfmoord gepleeg deur haarself in die rivier te gooi. Sy is deur Qian Zaihe gered. van die Fujian-provinsie en as sy aangenome dogter aangeneem.\nYulian het gedink Shipeng is dood. Vyf jaar later was Wang Shipeng die goewerneur van Ji'an. Eendag het hy 'n gedenkseremonie by 'n Taoïstiese tempel gehou om sy oorlede vrou te herdenk. Yulian het toevallig na Ji'an Taoïstiese tempel gegaan om te brand wierook, en Wang en Qian is uiteindelik herenig.", "聖意": "Die huis is nie goed vir jouself nie.Herfs en winter is voorspoedig.Mag rykdom voorspoedig wees.Herfs en winter voorspoedig.Besigheid is voorspoedig.Mag die huwelik suksesvol wees.Bid dat voetgangers na die veld gaan.Sywurms kan grootgemaak word.Ses vee grootgemaak kan word Mense kan gevind word Openbare regsgedinge is ongunstig Migrasie is konserwatief Verlies van eiendom Laat siekte Bid vir seëninge Berge en grafte is goed.", "古人": "Yulianhui tien vriende", "第X籤": "Die vierde teken", "宮": "Baarmoeder"}