{"籤詩版本二": "Die rooi wiel val in die weste, die haas styg in die ooste, die yin groei en die yang verdwyn, en alles floreer\nAs 'n vrou dit wil gebruik, sal dit haar rykdom vergroot en geluk in haar hart bring.", "詩意": "Hierdie heksagram is die simbool van Yin wat groei en Yang wat verdwyn.\nAlles is moeilik voor dit later maklik word.", "解曰": "Yin bevoordeel vroue. Nie geskik vir mans nie. As jy raad soek. Die bose kom eerste en dan kom die goeie.", "籤詩故事一": "◇ Wu Zetian het die troon bestyg\nOp die ouderdom van 14 is Wu na die paleis ontbied deur keiser Taizong Li Shimin van die Tang-dinastie as 'n talentvolle persoon, genaamd \"Wu Mei\". Nadat Taizong gesterf het, het Zetian die Ganye-tempel binnegegaan en 'n non geword.\nToe keiser Gaozong van die Tang-dinastie op die troon kom, het hy die Wu-familie in die paleis ontbied om hulde aan Zhaoyi te bring. In die sesde jaar van Yonghui (655) het keiser Gaozong Wu as sy koningin gevestig.\nWu Zetian was intelligent, betrokke by letterkunde en geskiedenis, en was ryk aan vindingrykheid. Kort nadat Wu Zetian die koningin geword het, omdat Gaozong swak en siek was, het hy haar soms toevertrou om sekere politieke sake te hanteer, sodat haar mag gegroei het. In die eerste jaar van Shangyuan (674) is Keiser Gaozong \"Keiser\" genoem, Keiserin Wu is \"Koningin van die Hemel\" genoem, en hulle is albei \"Twee Heiliges\" in die paleis genoem.\nIn die eerste jaar van Hongdao (683) het keiser Gaozong gesterf, prins Li Xian het na die troon gekom en Wu Zetian het die troon oorgeneem. In Februarie van die eerste jaar van Sisheng (684), het Wu Zetian Li Xian as koning van Luling afgesit en haar vierde seun Li Dan as keiser gevestig, en voortgegaan om die dinastie te regeer. In September van dieselfde jaar het sy die vlag na goud verander, en Luoyang, die oostelike hoofstad, is na die goddelike hoofstad herdoop. Op die negende dag van September in die eerste jaar van Tianshou (690), het Wu Zetian homself tot keiser uitgeroep en die naam van die land na Zhou verander.", "聖意": "Die huis is ongunstig vir jouself, bid vir seëninge, soek rykdom, bewaak transaksies, voorspoed in die huwelik, slegte geluk in die huwelik (vroulik), voetgangers wat velde versper, sywurms, welvarende vee, soek na mense, skeiding, regsgedinge, verlies, migrasie , verlies van eiendom, siekte, skok, berge en grafte, sterkte", "古人": "Wu Zetian bestyg die troon", "第X籤": "Die veertigste loterywenner", "宮": "Jou paleis"}