{"籤詩版本二": "Jy sal die oneindige goeie woorde onthou, maar jy sal jou seun word as jy die dief herken.\nMoenie op die oomblik gulsig wees en bekommerd wees oor hoe hy 'n jaar gelede iets goeds sou gedoen het nie.", "詩意": "Hierdie heksagram identifiseer 'n dief as 'n seun.\nWees versigtig in alles wat jy doen.", "解曰": "Net hierdie een. ’n Meneer maak geen fout nie. Hou dit in gedagte. Moenie eensaam wees nie.", "籤詩故事一": "◇ Dong Zhuo aanvaar Lu Bu\nLu Bu, dapper en goed in veg, was 'n beroemde militêre generaal aan die einde van die Oostelike Han-dinastie en die begin van die Drie Koninkryke.Hy het eenkeer Ding Yuan, die goewerneur van Jingzhou, as sy aanneemvader beskou en onder hom gedien.\nNa die dood van keiser Ling van die Oostelike Han-dinastie, het Ding Yuan na Beijing gegaan om met die generaal He Jin saam te werk om die regering te beheer.\nDong Zhuo het met Ding Yuan geveg, maar verskeie generaals kon Lu Bu nie verslaan nie, daarom het Dong Zhuo sy ondergeskikte Li Su gestuur om Lu Bu om te koop. Li Su het hope goue en silwer skatte en die beroemde rooi konynperd gebring om Lu Bu te “besoek”. Li Su het hope goue en silwer skatte en die beroemde rooi konynperd gebring om Lu Bu te besoek. Lu Bu is dus deur Dong Zhuo omgekoop om Ding Yuan dood te maak, en het vir sy soldate gesê om saam met hom te kom as hulle wil, en om te vertrek as hulle hom nie wou volg nie. Gevolglik het die meeste van die soldate weggehardloop. Lu Bu is dus deur Dong Zhuo omgekoop en Ding Yuan vermoor.\nNadat Dong Zhuo bewind gekry het, het hy Lu Bu as sy aangenome seun aangeneem en hom 'n generaal en markies gemaak.\nDong Zhuo het 'n gewelddadige humeur gehad, en die \"pa-seun-verhouding\" met Lu Bu was eintlik baie swak. In 189 nC, op aanstigting van Situ Wang Yun, het Lu Bu Dong Zhuo vermoor.\nSes maande ná Dong Zhuo se dood het Dong Zhuo se ou troepe die hoofstad binnegeval, en Lu Bu en sy vrou het paniekbevange gevlug. Nadat hy die hoofstad verlaat het, het Lu Bu skuiling gesoek by krygshere Yuan Shu, Yuan Shao, Zhang Yang, Zhang Miao, Liu Bei, ens., en het baie keer met Cao Cao, 'n ander groot krygsheer destyds geveg. Lu Bu was dapper en goed by veg, en het Cao Cao verskeie kere verslaan.\nIn die derde jaar van Jian'an in die Oostelike Han-dinastie het Cao Cao se troepe Xiaopei, Lu Bu se basis, aangeval en is deur Cao Cao onder die Baimen-toring gevange geneem en doodgemaak. Voor teregstelling het Lu Bu vir Cao Cao gevra om hom aan die lewe te hou om die dood te vermy, maar Liu Bei het Cao Cao daaraan herinner dat Lu Bu baie keer verraai het en 'n oneerlike man was. Op die ou end het Cao Cao, wat net talente waardeer het ongeag moraliteit, Lu Bu tereggestel.", "聖意": "Ek is onrustig by die huis, ek soek gewoonlik geld, waak teen transaksies, dit is moeilik om te trou, Liujia-man is verbaas, mense kom veld toe, sywurms is halfryp, ses diere is veilig, mense soek mense, regsgedinge is gepas en migrasie, verlore goed is moeilik om te vind, siektes is moeilik om te vind, en daar is vrede in die graf van Zhenxing-berg.", "古人": "Dong Zhuo aanvaar Lu Bu", "第X籤": "Die 41ste loterywenner", "宮": "Jou paleis"}