{"籤詩版本二": "Die keiser, die keiser en die keiserin sal uiteindelik genadig wees en wag en bid vir seëninge sonder verlies of wins.\nAlle lewende wesens baat daarby, en voorspoed word in die wêreld en in die hemel verwag.", "詩意": "Hierdie heksagram is 'n teken van guns uit die hemel.\nAlles sal suksesvol wees.", "解曰": "Die keiser het sy guns betoon. Nooit vergeet. Oggend en aand rituele. Dit is gepas om wierook te brand.", "籤詩故事一": "◇Mulian het sy ma gered\nMokou Lian, of Mulian, is die magtigste onder die tien dissipels van Sakyamuni Boeddha.\nSy ma was gulsig en suinig gedurende haar leeftyd, so sy het ná haar dood in die ryk van honger spoke verval. Mokhullian het sy magiese krag gebruik om waar te neem en uitgevind dat sy ma as 'n honger spook gebore is, met geen manier om kos te kry nie en in groot swaarkry was. Hy het sy magiese krag gebruik om kos na sy ma te bring. Onverwags, nadat die ma ontvang het die kos, dit het in as verander en kon nie geëet word nie.\nMaudgalyana was bekommerd oor wat gebeur het en het dit aan die Boeddha gerapporteer. Die Boeddha het vir Mulian gesê dat hy op die 15de dag van die sewende maanmaand honderd geure en vyf vrugte in 'n wasbak moet sit en dit aan die deugsame monnike van die tien rigtings moet aanbied. Met hierdie krag sal sy ma in staat wees om te eet .\nMaudgalyayana het volgens die Boeddha se wil opgetree, en sy ma is uiteindelik bevry. Hierdie soort seremonie word \"Obon-fees\" genoem en hierdie fees word \"Obon-fees\" genoem.\n(Let wel: 'n Stof het verskillende gevoelens in verskillende vlakke van die wêreld. Byvoorbeeld: wanneer dit reën in hierdie wêreld, sien ons dit as \"water\", terwyl wesens in die ryk van honger spoke dit as \"bloed\", en voelend voel wesens in die hel wêreld voel dit as \"bloed\". Dit voel soos om 'n swaard te laat val, terwyl hemelse wesens voel soos om 'n blom te laat val.)", "聖意": "Bid vir huis en huis, bid vir geluk in die winter, soek rykdom, geen transaksie, huwelik, vrede in Liujia, voetgangers, bewegende velde, sywurms, ses diere, vind van mense, regsgedinge, sukses, migrasie, konserwatief, verlore eiendom, siekte , gemoedsrus, vrede van berge en grafte", "古人": "Mulian red sy ma", "第X籤": "Teken twee-en-veertig", "宮": "Jou paleis"}