{"籤詩版本二": "Die wêreld is buigsaam en alle dinge is selfonderhoudend, selfonderhoudend en veilig\nAlles in die lewe is wonderlik, dank die heiliges en wyses vir alles, en wees voorspoedig.", "詩意": "Hierdie heksagram verteenwoordig die harmonie tussen die aarde en die aarde.\nAlles gaan goed en daar is geen gevaar nie.", "解曰": "Alle dinge word gebore. Alle planne en wense word waar. Ford help. Rui Qi is haastig.", "籤詩故事一": "◇ Stappers kry verligting\nReis na die Weste storie:\nSun Wukong het die Berg van Blomme en Vrugte oorgeneem en koning geword. Later, om 'n manier te vind om vir ewig te lewe, het hy agt of nege jaar lank oor berge en riviere gereis om Patriarg Bodhi as sy leermeester te aanbid. Hy het die sewentig- twee transformasies van die aardse boosheid en saltowolke, en het vir die eerste keer die van Sun geneem, genaamd Wukong.\nDaarna het Sun Wukong na die Draakpaleis in die Oos-Chinese See gegaan om 'n geskikte wapen te vind, en uiteindelik die Ruyi Golden Cudgel, die goddelike naald van Tianhe en Dinghai, gevind. Omdat sy lewensduur verby was, het hy 'n groot ophef in die onderwêreld gemaak, die boek van lewe en dood hersien en na die mensewêreld teruggekeer. Later is Sun Wukong vir die eerste keer deur die hemel ontbied en is Bima Wen genoem. Later is hy vir die tweede keer hemel toe geroep en is die Aapkoning genoem. Hy het ook perskes gesteel en moeilikheid in die hemel veroorsaak. Hy is in die Bagua-oond verseël om sy goue oë en vurige oë te oefen. Uiteindelik is hy onderdruk deur Tathagata Boeddha aan die voet van Wuzhi-berg vir 500 jaar, nie in staat om te beweeg nie. Die plek waar die Bagua-oond omgeskop is, het in 'n berg vlamme verander.\nVyfhonderd jaar later het Monk Tang na die Weste gegaan om geskrifte te verkry, verby die Vyf Elemente-berg gegaan en die talisman afgehaal voordat hy Sun Wukong gered het. Sun Wukong het in trane uitgebars van dankbaarheid.Nadat hy deur Guanyin Bodhisattva opdrag gegee is, het hy Tang Monk as sy onderwyser aanbid en na die Weste gegaan om saam Skrifte te leer. Op pad om die geskrifte te leer, het Sun Wukong op demone toegesak en monsters uitgeskakel, en herhaaldelik buitengewone prestasies verrig.Hy is egter weer en weer deur sy meester, Tang Seng, misverstaan ​​en verdryf. Na een-en-tagtig probleme is die werk uiteindelik voltooi.Die vier meesters en dissipels het by Xitian Leiyin-tempel aangekom en die ware Skrif verkry. Sun Wukong het die regte resultaat behaal.\n(Hierdie verhaal is 'n metafoor dat selfs 'n aap verlig kan word, wat nog te sê 'n mens.)", "聖意": "Die huis is gunstig vir jouself, op soek na rykdom, besigheid, huwelik, Liujia, manlike voetgangers, obstruksie van velde, sywurms, ses diere, Zhongping, soek na mense, regsgedinge, sukses, migrasie, verlies van eiendom, siekte, Chuanxingshan graf, dinge is gunstig", "古人": "Die reisiger bereik verligting", "第X籤": "Geteken op die 43ste", "宮": "xugong"}