{"籤詩版本二": "Die koue weer verander water in ys. Waarom gulsig wees vir roem?\nEk het geen ander keuse as om rustig te sit en wag dat die blare natuurlik floreer nie.", "詩意": "In hierdie heksagram verander water in ys.\nMoenie tevergeefs iets vra nie.", "解曰": "Water vries tot ys. Ys smelt in water. As dit 'n sameswering is. Dit is presies wat dit is.", "籤詩故事一": "◇ Wang Xiang vra vir karp (Vier-en-twintig Filial Piety Stories)\nWang Xiang van die Jin-dinastie, met vergunning Fuzheng, is in Linyi gebore.\nToe Wang Xiang jonk was, het sy biologiese ma gesterf.Sy eensame pa het met 'n vrou met die naam Zhu getrou, en Wang Xiang het 'n nuwe ma gehad. Toe Wang Xiang jonk was, is sy biologiese ma oorlede, en sy eensame pa het met 'n vrou met die naam Zhu getrou. Wang Xiang se stiefma was 'n bekrompe en jaloerse vrou.Sy het nie van Wang Xiang gehou nie en hom dikwels oor onbenullige sake uitgeskel. Binnekort het die stiefma ook geboorte geskenk aan 'n seun genaamd Wang Lan. Die stiefma was net lief vir haar eie kinders, en beskou Wang Xiang as 'n doring in haar sy.Sy het selfs meer veeleisend op Wang Xiang geword, en het dikwels sleg gepraat van Wang Xiang voor sy pa.Selfs sy pa het hom geleidelik nie meer liefgehad nie. Die stiefma was net lief vir haar eie kinders, en het Wang Xiang as 'n doring in haar sy beskou.Sy was selfs meer veeleisend op Wang Xiang, en het dikwels sleg gepraat van Wang Xiang voor sy pa.Selfs sy pa het hom geleidelik nie meer liefgehad nie. Alhoewel Wang Xiang se halfbroer, Wang Lan is baie vriendelik met sy broer. Ten spyte van die marteling van haar stiefma, was sy steeds baie kinderlik. Die stiefma is so hard, maar Wang Xiang is nog steeds baie kinderlik.\nSy stiefma het 'n stokperdjie, dit wil sê sy eet graag vars vis wat pas uit die rivier gehengel is. Sy stiefma het 'n stokperdjie, dit wil sê sy eet graag vars vis wat pas uit die rivier gehengel is. Een winter het sy pa weggegaan vir besigheid, en sy stiefma het weer siek geword.Broers Wang Xiang en Wang Lan het sorgvuldig sop en medisyne bedien vir hul ma om te eet.In die erge koue weer het die stiefma se siekte steeds nie verbeter nie. in 'n haastig. Een winter het sy pa weggegaan vir besigheid, en sy stiefma het weer siek geword.Broers Wang Xiang en Wang Lan het sorgvuldig sop en medisyne bedien vir hul ma om te eet.In die erge koue weer het die stiefma se siekte steeds nie verbeter nie. in 'n haastig. Die siek stiefma wou vars vis uit die rivier eet.In daardie erge koue klimaat het dit buite gesneeu en die water in die rivier het reeds in dik ys verander. Die siek stiefma wou vars vis eet.Waar kon vars vis in daardie ysige en sneeuklimaat gevind word?\nIn daardie dae was daar nie buiteseisoengeregte nie, en jy kon dit nie koop al het jy geld gehad nie.\nOp hierdie punt in die verhaal het die aangrypende verhaal van Wang Xiangqiu Li gebeur. Die twee broers het hul ma hulpeloos opgepas.Wang Xiang het na die bevrore rivier gestap om nie sy siek stiefma teleur te stel nie.Wang Xiang het 'n idee gehad en sy hemp uitgetrek ongeag die koue.Hy het kaal op die gletser gelê en wou Dit gebruik sy eie liggaamstemperatuur om die ys te smelt (so Wang Xiangqiu karp word ook genoem Wang Xiang wat op die ys lê). Hy het sy hemp uitgetrek en kaal op die gletser gelê. Hy het tot God gebid en gesê: \"God, my ma is siek en wil vars karp eet. Jy moet vir my 'n manier vind, maak nie saak wat nie.\" Vreemd genoeg het die ysblok langs hom skielik gekraak, en daar was twee krake. 'n Lewende karp het uit die kraak gespring en op die ys gespring. Wang Xiang was baie gelukkig. Hy het tot God gebid: \"God, my ma is siek en wil vars karp eet. Jy moet vir my 'n manier vind, maak nie saak wat nie.\" Vreemd genoeg het die ysblok langs hom skielik gekraak, en daar was twee krake. 'n Lewende karp het uit die kraak gespring en op die ys gespring.Wang Xiang was baie gelukkig. Hy het vinnig gekniel, God gedank en met die karp huis toe gehardloop. Hy het vinnig gekniel, God gedank en vinnig die karp gevat en huis toe gegaan. Nadat die stiefma vars karp geëet het, het sy gou van haar siekte herstel. Die stiefma in die hospitaalbed was verstom toe sy Wang Xiang se naakte bolyf, wat pers geword het van die koue, en twee visse in sy hande sien.Sy het gelukkig die kamer ingehardloop en was verstom.\nWang Xiang het later 'n amptenaar geword en 'n Taibao geword, en is die titel van Hertog toegeken.", "聖意": "Ongemaklik by die huis, bid ek vir beskerming, finansiële probleme, besigheidsprobleme, huwelik, teenstrydigheid in Liujia-versekering, voetgangers, Chi Tian, ​​sywurmverliese, ses veeverliese, vermiste mense, openbare regsgedinge, migrasie, konserwatief, verlore eiendom, siekte , moeilik om van te herstel, berggraf, sterkte", "古人": "Wang Xiang vra vir karp (Twenty-Four Filial Piety Stories)", "第X籤": "Nege-en-veertig wen die Lott", "宮": "Haigong"}