{"籤詩版本二": "Jy kan na alle uithoeke van die land reis en die seilafdak ophang om dit vrylik op te hou\nAs daar 'n gunstige wind is, sal dit binnekort aankom en die boot sal vol skatte wees.", "詩意": "Hierdie heksagram is soos om 'n boot met die wind te trek.\nAlles gaan goed.", "解曰": "Rus gerus. Geen moeite nodig nie. Baie rykdom. Almal bewonder.", "籤詩故事一": "◇ Tao Zhugui Vyf mere (Fan Ligui Lake)\nIn die lente- en herfsperiode was Fan Li, wie se hoflikheidsnaam Shaobo was, ook bekend as Gui Yizipi of Tao Zhugong.\nOp daardie tydstip was daar 'n oorlog tussen die staat Wu en die staat Yue, en die staat Wu het die staat Yue vernietig. Fan Li en Wen Zhong het 'n plan vir Yue King Gou Jian geformuleer om Yue te bevorder en Wu te vernietig. Fan Li het persoonlik deur berge en riviere gereis en Xi Shi, 'n pragtige vrou met beide deug, talent en skoonheid, by die Huansha-rivier in die Bailuo-berg besoek en dit aan die Koning van Wu aangebied. Hy het die \"skoonheidstruuk\" gebruik om binne en buite saamgewerk en die Wu Koninkryk vernietig.\nNadat hy daarin geslaag het om die Wu-koninkryk uit te wis, het Fan Li geweet dat Gou Jian 'n \"langnekvoël met 'n bek\" was en swaarkry en geluk met hom kon deel, en daarom het hy saam met Xi Shi oor die Qi-koninkryk gaan bootry, sy noem na Gui Zipi, en het sy seun en dissipels in die Qi Koninkryk gelei.Hulle woon in 'n huisie by die see. Hy het hard gewerk om woesteny te bewerk, 'n kantlynbesigheid te bedryf en sake te doen.Binne 'n paar jaar het hy tienmiljoene familieeiendom opgehoop. Hy was vrygewig in die verspreiding van rykdom en doen goed aan sy tuisdorp. Fan Li se wysheid en vermoë is deur die mense van Qi waardeer. Die koning van Qi het hom na Linzi, die hoofstad, genooi en hom aanbid as die eerste minister in beheer van regeringsake . Hy het uitgeroep: \"Om 'n amptenaar te wees, kan lei tot ministers, en om 'n gesin te bestuur kan tot 'n fortuin lei. Vir 'n gewone mens wat van voor af begin het, het dit die uiterste bereik. Om vir 'n lang tyd vereer te word is waarskynlik nie 'n goeie teken nie.\" So, slegs drie jaar later, het hy weereens Jiliu dapper teruggetrek, die seël aan die koning van Qi teruggegee en al sy familierykdom aan sy goeie vriende en dorpsgenote weggegee.", "聖意": "Die huis is goed vir jouself (om gestuur te word), die geld is goed, die besigheid is goed, die huwelik is laat, die huwelik is nie goed nie, Liujia is veilig, mense verhinder die lande, sywurms, herfs, vee, lente is voorspoedig, mense soek mense, regsgedinge is sleg, migrasie is konserwatief, verlore dinge, Westerse siektes word opgelos, berge en grafte is suid.", "古人": "Tao Zhugui Vyf mere (Fan Ligui-meer)", "第X籤": "Die vyftigste loterywenner", "宮": "Haigong"}