{"籤詩版本二": "Somer is die langste dag en almal is bekommerd oor die hitte en depressie\nHemel en aarde weet ook wat mense wil hê, en die windjie waai en dit is natuurlik koel", "詩意": "Hierdie heksagram dui aan dat almal bekommerd is oor hitte.\nDoen net wat jy wil.", "解曰": "Daar is geen twyfel oor of om te vorder of terug te trek nie. Geniet dit. Is dit vir kamp? Nie nodig om oorhaastig op te tree nie.", "籤詩故事一": "◇Kong Ming gaan Sichuan binne\nZhuge Liang (181-234), met vergunning Kongming, was 'n boorling van Yangdu, Langya (nou Yinan County, Shandong-provinsie), en was die eerste minister van Shu Han (Liu Bei) gedurende die Drie Koninkryke-tydperk.\nAlhoewel Liu Bei Jingzhou gewen het, was dit nie genoeg om een ​​kant te skei nie.Zhuge Kongming het beplan om Xichuan te vang om Liu Bei se grondgebied te vergroot. Op hierdie tydstip is Liu Zhang in Yizhou deur Zhang Lu in die noorde aangeval. Zhuge Kongming het verneem dat Liu Zhang die kaart van Xichuan aan Cao Cao wou opdra om homself te beskerm. Toe Zhang Song (Liu Zhang se ondergeskikte) Cao Cao ontmoet het, omdat Cao Cao arrogant en onbeskof was, het Liu Zhang die kaart teruggeneem na Xichuan en Jingzhou op pad verbygegaan. Kong Ming het reeds op pad vir hom gewag en hom na Jingzhou genooi, maar hy het nooit die Xichuan-prentjie genoem tot die tyd van vertrek nie. Zhang Song was Kong Ming dankbaar vir sy hoflikheid en gasvryheid, daarom het hy die Xichuan-prentjie aan opgedra hom.\nXichuan se terrein was gevaarlik en kon aangeval of verdedig word.Na Kong Ming se verskeie reëlings het Xichuan die geboorteplek van Liu Bei geword.\n(Kong Ming het mense met hoflikheid behandel en maklik die gesogte Xichuan bekom.)", "聖意": "Bid vir seëninge by die huis en vir jou eie beskerming (daar is goeie geluk onder ongelukke) Soek rykdom, voorspoed in besigheid, gemeenskaplike huwelik, geboorte van seuns in Liujia, verskuiwing van landerye, sywurms, skade aan vee, soek na mense, openbare regsgedinge , migrasie, ou verlore goed, noordelike siektes, wens vir berge en grafte, sterkte", "古人": "Kong Ming gaan Sichuan binne", "第X籤": "Hoofstuk 51: Wen die lotto (wen die lotto)", "宮": "Baarmoeder"}