{"籤詩版本二": "Dit verg baie moeite om die maan in die water te vang.Dit verg baie moeite maar niks.\nMoenie skinder en nonsens praat nie.Dit sal 'n vermorsing van moeite wees om die liggaam te versterk.Die woord \"liggaam verdor\" beteken oorspronklik \"liggaam alleen\".", "詩意": "Hierdie heksagram is gulsig vir die beeld van moeite.\nAlles is moeisaam en moeisaam.", "解曰": "Beloftes is moeilik om te onthou. Baie harde werk. Bekommer jou by die huis. Wag om edele mense te ontmoet.", "籤詩故事一": "◇Taibai het die maan gevang terwyl hy dronk was (Li Taibai het die maan gevang terwyl hy dronk was)\nLi Bai (701-762), ook bekend as Taibai, ook bekend as Qinglian Jushi. Die digter van die Tang-dinastie, wat homself 'n verbanne onsterflike genoem het, was bekend as die Onsterflike van Poësie, en hy was altyd gelukkig sonder om te drink.\nEenkeer het Li Bai na Jinling (nou Nanjing) gekom en in 'n restaurant langs die Wende-brug gerus.\nDaardie dag was toevallig die vyftiende dag van die wintermaanmaand.Snags het hy alleen in die restaurant gesit en die maan bewonder, terwyl hy gedrink en gedigte voorgedra het. Daardie dag was toevallig die vyftiende dag van die wintermaanmaand.Snags het hy alleen in die restaurant gesit en die maan bewonder, terwyl hy gedrink en gedigte voorgedra het. Li Taibai het die maan die meeste in sy lewe liefgehad en gesê dat dit skoon en pragtig was. Li Taibai het die maan die meeste in sy lewe liefgehad en gesê dat dit skoon en pragtig was. Daardie aand het hy opgekyk en die wit en ronde maan in die lug gesien.Hy was baie gelukkig en het nog 'n paar glase gedrink. Daardie aand het hy opgekyk en die wit en ronde maan in die lug gesien.Hy was baie gelukkig en het nog 'n paar glase gedrink. Om middernag het Li Taibai van die wyn gebruik gemaak en afgegaan na Wende-brug. Om middernag het Li Taibai van die wyn gebruik gemaak en afgegaan na Wende-brug. Sodra hy op die brug stap, laat sak hy sy kop en sien skielik hoe die maan in die water val.Toe die rivier beweeg, is 'n paar swart strepe by die wit maanskadu gevoeg. Sodra hy op die brug stap, laat sak hy sy kop en sien skielik hoe die maan in die water val.Toe die rivier beweeg, is 'n paar swart strepe by die wit maanskadu gevoeg. Li Taibai was in hierdie tyd so dronk dat hy gedink het dit is die maan wat deur die rivierwater gevlek is. Li Taibai was in hierdie tyd so dronk dat hy gedink het dit is die maan wat deur die rivierwater gevlek is. Hy het nie eers die moeite gedoen om sy stewels uit te trek nie, hy maak sy hande oop en spring van die brug af om die maan te vang. Hy het nie eers die moeite gedoen om sy stewels uit te trek nie, hy maak sy hande oop en spring van die brug af om die maan te vang. Onverwags, met hierdie sprong, is die maan nie gevang nie, maar die maan in die water is verpletter en dadelik in twee helftes verdeel. Onverwags, in hierdie sprong, is die maan nie gevang nie, maar die man is verdrink. Hy is op die ouderdom van twee en sestig oorlede.", "聖意": "Die huis is onrustig en jy is in slegte geluk (ongelukkig, let op jou gesondheid) Soek balans in rykdom (moenie eers daaraan dink nie) Probleme in besigheid en huwelik Bid vir beskerming (leë skatte om miskraam te voorkom) Voetgangers is in die moeilikheid Veldsywurms is vyf punte en ses diere is besig om agteruit te gaan Soek mense (ongelukkig) Openbare regsgedinge en regsgedinge (Stop die regsgeding) Gewone migrasie (moenie dit noem nie) Verlies van eiendom (vliegtuie) Bid vir beskerming teen siekte (ongelukkig) Sterkte in berge en grafte", "古人": "Taibai het die maan gevang terwyl hy dronk was (Li Taibai het die maan gevang terwyl hy dronk was)", "第X籤": "Tweede en vyftig wen die lotto (Lottery)", "宮": "Baarmoeder"}