{"籤詩版本二": "Wanneer frustrasie in opgewondenheid verander, brul drake en tiere brul.\nDie blou lug het sy eie pad na die hemel. Mag ek verdere sukses en roem hê.", "詩意": "Hierdie heksagram is soos 'n draak wat brul en 'n tier wat brul.\nDaar is hoop dat alles goed sal verloop.", "解曰": "Leer net en gaan. Het jou eie voorspoed. Moet op die ou end gemaak word. Daar is 'n plek om te vind.", "籤詩故事一": "◇Liu Bei werf 'n bruid\nNa die Slag van Chibi was Sun Quan gretig om Jingzhou, wat deur Liu Bei gevange geneem is, te herwin, en daarom het hy Zhou Yu se plan gebruik en gemaak asof hy sy suster Sun Ren aan Liu Bei wou verloof, maar hy wou eintlik Liu Bei as gyselaar om Jingzhou op te eis.\nNadat Zhuge Liang op Zhou Yu se plan gespioeneer het, het hy die brosjure met die strategie aan Zhao Yun oorhandig, wat Liu Bei beskerm het toe hy na Soochow gegaan het. Sun Quan se pa) weet van die huweliksaansoek. Omdat Wu Guotai lief was vir sy dogter en nie bereid was om terloops oor haar dogter se lewenslange sake te besluit nie, het sy Sun Quan berispe omdat sy genadeloos teenoor sy suster was en voorgestel om persoonlik te toets of Liu Bei sy dogter by Ganlu-tempel waardig is. Nadat Wu Guotai Liu Bei ontmoet het, het sy Liu Bei baie waardeer en die huwelik tussen Liu Bei en sy dogter sterk bepleit. Gevolglik het Liu Bei suksesvol met mev Sun getrou.\nLater het Liu Bei en mev. Sun saam teruggevlug na Jingzhou. Later wou Sun Quan voordeel trek uit Liu Bei se aanval op Yizhou om Jingzhou aan te val, maar is deur Wu Guotai, wat bekommerd was oor sy dogter se veiligheid, voorgekeer.\nDie gesegde lui: \"Zhou Yu se slim plan is die beste in die wêreld. Hy het sy vrou verloor en sy troepe verloor.\"\n(Liu Bei het skade gekry)", "聖意": "Ek is ongelukkig by die huis en ek is ongelukkig (eers slegte geluk, dan goeie geluk) Soek rykdom, balans, probleme in die huwelik, sukses in die huwelik. Bid vir seëninge vir voetgangers, sywurms in die lande, vyf punte vir veeskade, soek na mense, regsgedinge en migrasie, sterkte vir verlore goedere, sterkte vir siektes, vrede van berge en grafte.", "古人": "Liu Bei werf 'n bruid", "第X籤": "Die drie-en-vyftigste wennommer", "宮": "Baarmoeder"}