{"籤詩版本二": "Deug van vader tot seun word aan kleinseun oorgedra.Voorspoed in kos en klere hang net van God af.\nChunxuan in die saal maak mense gelukkig.Wanneer hulle honger, gevoed, dors en slaperig is, is Chunxuan 'n metafoor vir ouers.", "詩意": "Hierdie heksagram word verbind met die beeld van bamboes wat na die lente lei.\nHoop alles gaan goed.", "解曰": "Koppel bamboes en loodvere. Dit versprei eindeloos. ’n Meneer soek hoop. Almal verheug.", "籤詩故事一": "◇ Koning Wu van Zhou het die troon bestyg\nKoning Wu van Zhou het koning Zhou aangeval en agt honderd prinse gelei om teen koning Shang se leër te veg.Die soldate in Chaoge (die hoofstad van koning Shang) het ook teen koning Shang gedraai en koning Shang verraai.\nKoning Zhou het homself op die Zhaixing-toring verbrand, en die Shang-dinastie is vernietig.\nKoning Wu het die goue boek en goue skat, wat die troon van die keiser is, aanvaar.Hy het suid gekyk, sy hande was gevou en hy het regop gesit. Koning Wu het opdrag gegee dat die eiendom van Lutai versprei moet word, die Star Picking Tower moet gesloop word, en die rysgraan wat in Juqiao gestoor is om versprei te word.\nLaat die gevangene Jizi vry en herstel Bigan se graf. Koning Wu het by die deur van die wyse Shang Rong se huis gery en sy kop gebuig. Respekteer die deugsame en hoflike mense, en laat die slawe in die binneste paleis los.\nHy het ook bewapening gestaak en kultuur en onderwys bevorder. In die suide van Nanshan word perde gewei en beeste word op die platteland met perskebome gewei.Dit is 'n rustige toneel.", "聖意": "Die huis is nie in 'n goeie toestand nie (sterkte), jy kan jou eie wense maak (sterkte), finansiële gewin soek, 'n transaksie aangaan, en trou (ontmoet 'n goeie skoonseun), Liujia is veilig (sterreriem teken), voetgangers beweeg velde, sywurms is gelukkig, ses diere is beskadig, mense is moeilik om te vind (sien), openbare regsgedinge, edele mense beweeg, geluk is verlore en dinge word gesien Siektes en siektes", "古人": "Koning Wu van Zhou het die troon bestyg", "第X籤": "Vyf-en-vyftigste wen die lotto (lotting)", "宮": "Lelike paleis"}