{"籤詩版本二": "Die strand is vol klippe, die stroom vloei, die wind is helder, die maan is helder en die edele mense is besig.\nOp die pad moet ek vra waarheen om te gaan Moenie die geur van blomme en plante in die bos vat nie.Moenie daarvoor sorg nie.", "詩意": "Hierdie heksagram is soos 'n boot wat op 'n klein strand ry.\nIn alles is daar edele mense om te help.", "解曰": "Om 'n bestaan ​​te maak. Baie harde werk. Bly konserwatief en wag. Alles van die beste.", "籤詩故事一": "◇ Lushan-rebellie\n’n Lushan (703-757), wie se van Kang was en Yaluoshan genoem is, was van Liucheng, Yingzhou (nou Chaoyang, Liaoning).\nLater het hy die van An aangeneem en sy naam na Lushan verander. Tydens die bewind van keiser Xuanzong van die Tang-dinastie was An Lushan die militêre gesant.\nIn November van die 14de jaar van Tianbao het An Lushan troepe in Fanyang opgerig.In die naam van die aanval op Yang Guozhong het hy 'n rebellie geloods en die troepe van drie dorpe geneem om Luoyang, die oostelike hoofstad, aan te val. Berigte van Taiyuan het na Lishan gehaas.Tang Xuanzong, wat op daardie stadium by die Huaqing-paleis in Lishan was, het nie geglo dat Anlushan in opstand sou kom nie.Nuus van die rebellie het egter aanhou versprei, en Xuanzong was nog half oortuig. (Dit is 'n uitbeelding van \"die geluid van ruwe lopende water op klein rotse in 'n stroompie\")\nDit was eers toe Yan Zhenqing, die prefek van Pingyuan County, iemand gestuur het om inligting te stuur dat Xuanzong uit sy droom wakker geword het.\nOnder die verkeerde strategie van keiser Xuanzong van die Tang-dinastie, het An Lushan se kavallerie-regiment Luoyang, die oostelike hoofstad, verower. In die eerste maand van die volgende jaar het hy homself tot keiser Dayan in Luoyang, Jianyuan Shengwu, keiser Xiongwu en Da Xixun uitgeroep as eerste minister.\nIn Junie van dieselfde jaar het keiser Xuanzong van die Tang-dinastie, gretig om die krisis in Chang'an te verlig en met verkeerde militêre begrip, twee beroemde generaals, Feng Changqing en Gao Xianzhi, tereggestel.Hierdie bevel het die Tang-leër geskok. (Hierdie gedrag oortree \"die pad moet na die voorste rivier wys\")\nDaarna het keiser Xuanzong van die Tang-dinastie 'n ander generaal, Ge Shuhan, dringend beveel om die Tang-leër ooswaarts uit Tongguan te lei.\nGe Shuhan, wat die strategiese fout van keiser Xuanzong van die Tang-dinastie ten volle verstaan ​​het, het beplan om die verandering te vertraag (die benadering van \"dit is oukei as die wind kalm is en die gety kalm is\").\nOp die ou end het keiser Xuanzong van die Tang-dinastie gedink dat hy te skugter was om te veg, so hy het geen ander keuse gehad as om in trane met An Lushan te veg nie, en is verslaan. (Dit vervul \"As jy hard werk om jouself te ondersteun, kan jy beseer word.\")\nIn die Tang-dinastie, toe die grenstroepe en plaaslike garnisoene nie tyd gehad het om te reageer nie, het An Lushan se leër die grens gedruk en die hoofstad binnegegaan. In 'n kritieke situasie het keiser Xuanzong van die Tang-dinastie die Wagtekorps gelei om uit die hoofstad te ontsnap, wat die leierlose Xijing Chang'an laat val het.\n(Tang Xuanzong het die leiding van hierdie teken oortree, so An Lushan se rebellie was suksesvol.)", "聖意": "Die huis is veilig, mens self is gunstig, die fortuin is stabiel, die transaksie is voorspoedig, en die huwelik is suksesvol (versigtig). 'n Manlike voetganger van Liujia kom veld toe, sywurms word geoes en ses vee word beskadig. Die persoon gevind word en die openbare regsgeding is geregverdig Die verlore goed bring siekte, dit wil sê, Anshan graf moet herstel word.", "古人": "Lushan-rebellie", "第X籤": "Die ses-en-vyftigste lotery", "宮": "Lelike paleis"}