{"籤詩版本二": "Gaan reguit op na die dubbelgebou om weg te kruip, omring deur 'n doringbos\nTian Gaojun het 'n lang lewe en 'n kort lewe. Verkry een sukses en verloor twee mense. Gaan rond →.", "詩意": "Hierdie heksagram is 'n teken om dinge te eniger tyd oud te hou en te verander.\nAlles sal gunstig wees as jy wag vir die regte tyd.", "解曰": "Soos dronk drinkery. Wees net konserwatief. Wag totdat die tyd aanbreek. Geen ramp, geen blaam nie.", "籤詩故事一": "◇ Zhang Liangyin-berg\nIn die Han-dinastie was Zhang Liang, wie se hoflikheidsnaam Zifang was, 'n Koreaan. Sy voorouers vir vyf geslagte was almal Koreaanse eerste ministers.\nToe die Qin-staat Suid-Korea vernietig het, het Zhang Liang al sy rykdom versprei en gaan wegkruip.Om Suid-Korea te wreek, het hy 'n sterk man met 'n ysterkeël in sy lyf gestuur. Toe hy Qin Shihuang in Bolangsha (nou Yuanyang-distrik, Henan-provinsie) aangeval het, het hy per ongeluk die adjunkmotor getref. Die Eerste Keiser wou Zhang Liang regoor die land arresteer, maar kon hom vir tien maande nie vang nie.\nLater het Zhang Liang die koning van Han bygestaan ​​om die wêreld te verenig. Na sy sukses het hy geweier om beloon te word en as 'n amptenaar aangestel, en onder die dekmantel dat hy Taoïsme van Chisongzi (onsterflik) geleer het.", "聖意": "Bid vir seëninge by die huis en vir jou eie veiligheid (trae geluk kan slegs deur welwillendheid verklaar word) Om rykdom te soek is normaal (vermy) Transaksies sal suksesvol wees (wag 'n bietjie) Die huwelik is nie in harmonie met Liujia nie, sterkte wanneer jy na die veld, sywurms is half gunstig, ses diere is voorspoedig (mislukking), soek mense, belemmer openbare regsgedinge, verlies, migrasie is gunstig (ongelukkig) ) Verlies van eiendom, slegte geluk vir siekte, bid vir geluk in berge en grafte", "古人": "Zhang Liangyin-berg", "第X籤": "Nege-en-vyftig Wen die Lott (Lottery)", "宮": "Yin-paleis"}