{"籤詩版本二": "Soggens en skemer, die Boeddha se ondersteuning moet in tye van gevaar wees, maar nie in gevaar nie\nAs jy deur 'n edele persoon aangetrek word, dan sal geld en sy jou ook vergesel.Dit is Chuan Lai. Dit hang alles van jou af.", "詩意": "Hierdie heksagram verteenwoordig die geheime seën van gode en Boeddha's.\nWees geduldig en geluk met alles.", "解曰": "’n Teken van outydse vrede. Wanneer alles duur is, sal dit gunstig wees.", "籤詩故事一": "◇ Tang Monk het verligting bereik\nEendag het Tang Seng by die rivier gekom en die Boeddha se Lingshan-berg voor dit gesien.Daar was 'n enkelplankbrug voor dit.Tang Seng het nie gewaag om dit oor te steek nie. Die Boeddha het in 'n bootman verander en 'n bodemlose gebreekte boot vasgehou. Sodra Tang Monk op die boot geklim het, het hy in die rivier geval en is deur die bootman gered. Dit is hoe Tang Monk Boeddhaskap verkry het. (Verhaal van reis na die Weste)\n◇ Tang Monk se Boeddhistiese geskrifte\nSanzang van die Tang-dinastie, sy algemene van was Chen en sy voornaam was Yi. Gebore in Goushi County, Luozhou (nou suid van Yanshi City, Henan Provinsie). Hy het 'n monnik geword op die ouderdom van dertien en het die Boeddhistiese naam Xuanzang aangeneem.\nOm die oorspronklike Boeddhistiese geskrifte te bekom, het hy in die derde jaar van Zhenguan (AD 629) van Chang'an (vandag se Xi'an, Shaanxi-provinsie) vertrek, oor die grens gewaag en deur talle ontberings gegaan om Tianzhu ( Indië) om skrifte te versamel. Hy het deur die Ganges- en Indus-rivierbekkens en die suidoostelike kusgebiede van Indië gereis, toe die sneeubedekte berge en groen rante oorgesteek en meer as 50 000 myl heen en weer gestap. Dit het hom 16 jaar geneem om uiteindelik terug te keer na Chang'an in die 19de jaar van Zhenguan (AD 645). Hy het 'n groot aantal Boeddhistiese geskrifte teruggebring en dit in Chinees vertaal.\n(Tang Sanzang het 'n lang reis heen en weer tussen China en Indië deurgemaak, en hy moes gevare ervaar, maar hy kon veilig terugkeer omdat daar 'n onsigbare beskermheilige agter hom was.)", "聖意": "Die huis is veilig, mens self is gunstig, die Westerse besigheid is suksesvol, die huwelik is suksesvol, die voetgangers blokkeer die veld, die sywurms is geblokkeer, die sywurms is sewe punte, die vee is winsgewend, die soektog is na mense, die Westerse openbare regsgeding is sleg, die migrasie is konserwatief, die verlore goedere word gesien, die siekte is gunstig, die berge en grafte is gunstig.", "古人": "Tang Monk het verligting bereik", "第X籤": "Wen die lotto twee-en-sestig", "宮": "Yin-paleis"}