{"籤詩版本二": "Die swemmende vis is in 'n strik in die Bibo-dam gevang.\nAs iets verkeerd loop nadat jy daaroor gedink het, sal dit op die ou end moeilikheid veroorsaak.", "詩意": "Hierdie heksagram verteenwoordig 'n vis wat in 'n strik gevang is.\nDit is ook raadsaam om versigtig te wees in alles.", "解曰": "Nedersetting onder die huis. Die ramp val uit die hemel. Word vroeg wakker en tref eers voorsorgmaatreëls. Vermy rampe.", "籤詩故事一": "◇ Die perd is bedek met water (dit is moeilik om die water op te vang)\nHan-dinastie. Zhu Maichen, met vergunning Wengzi, was 'n boorling van Wu in Kuaiji (nou deel van Suzhou City).\nIn sy vroeë jare was Maichen se gesin arm en hy het geen sukses gehad nie.Die egpaar het in 'n grasdakhek in 'n agterste stegie gewoon, vuurmaakhout gesny en dit verkoop om klaar te kom. Jy maak nie veel geld deur vuurmaakhout teen enige iemand se prys te verkoop nie.\nSy vrou het uitgegaan om water te gaan haal en gesien hoe 'n groep kinders vir Maichen lag.Die vrou het gedink dit is skandelik en is later weg.\nToe Zhu Maichen vyftig jaar oud was, het keiser Wu van die Han-dinastie talente gesoek en Zhu as die prefek van Kuaiji aanbid.\nSy vrou was spyt oor haar blindheid en wou gereduseer word tot 'n diensmeisie en byvrou om Zhu vir die res van sy lewe te dien.\nMaichen het sy eksvrou beveel om 'n emmer water te kry, dit op die trappe te gooi en gesê: \"As die water teruggeneem kan word, kan hulle twee weer bymekaar kom.\"\nMet inagneming van die verhouding tussen man en vrou, is die vrou en haar hertroude man 'n oop spasie in die agtertuin gegee om hulself te kweek en te onderhou. Sy vrou het haarself in die rivier gegooi en gesterf.", "聖意": "Die huis is in gevaar, jyself is in gevaar, die geld is verlore, die transaksie is in vrede, die huwelik is inkonsekwent, Liujia is bang, mense is geblokkeer, die lande is beskadig, sywurms is verlore, die vee is verlore, mense gevind word, die openbare regsgeding is verlore, die migrasie is goed, die verlore goedere is ongunstig, die siekte is gevaarlik, en die berggraf moet verander word.", "古人": "Die perd is bedek met water (dit is moeilik om die water op te vang)", "第X籤": "Vier-en-sestigste teken", "宮": "Maogong"}