{"籤詩版本二": "Die pad is gevaarlik, die perde en manne is haastig, en die soldate is in die moeilikheid wanneer hulle verlore gaan.\nDie strand is hoog, die wind en branders breek, die boot is stukkend, die son sak, die blomme sterf, die lug val, en die ryp val. Wen: beer.棹: roei.", "詩意": "Hierdie heksagram is soos 'n boot wat die strand afbreek.\nPasop vir alle gevare.", "解曰": "Ou skool en ou skool. Stil en onberispelik. Nie nodig om raad te soek nie. Reis vrylik.", "籤詩故事一": "◇ Die koning van Chu Yin Ling het sy pad verloor\nVroeg in 202 vC het 'n totaal van 400 000 Han-troepe van drie kante Xiang Yu se leër in Gaixia, wat 'n tekort aan kos gehad het, omsingel.Hulle het die soldate gevra om in die Chu-dialek te sing, wat Xiang Yu se weermag verkeerdelik laat glo het dat hul tuisdorp beheer is. deur die Han-weermag. Hierdie sielkundige taktiek van “beleër van alle kante” het veroorsaak dat Xiang Yu se weermag moraal verloor het.\nDus het Xiang Yu meer as 800 elite-ruiters gelei en besluit om uit te breek, terwyl die Han-leër nou met Guan Ying en 5 000 ruiters gevolg het. Nadat hulle die Huai-rivier oorgesteek het, het Xiang Yu se kavallerie net honderd mense oor gehad.\nXiang Yu het in Yinling verdwaal en 'n boer langs die pad gevra vir die pad na die rivier. Onverwags het hy die rigting gevolg wat die ou man aangewys het en in 'n vlei beland, wat dit moeilik gemaak het om te beweeg. Hy is amper deur Liu ingehaal. Bang se weermag. Xiang Yu het uiteindelik Wujiang bereik en geweet dat die situasie verby is. Toe hy Jiangdong se oudstes sonder skaamte sien, het hy selfmoord gepleeg en gesterf.", "聖意": "Die gesin en die huis is bekommerd oor hul eie rampe. Soek geld en ruïneer die besigheid. Die huwelik is nie blywend nie. Liujia is gevaarlik. Voetgangers versper die velde. Sywurms word beskadig. Ses vee word beskadig. Vermiste mense. Openbare regsgedinge. Verlies Migrasie Verlore goed Siekte Dit is ongunstig om na 'n berggraf te stuur.", "古人": "Koning Yin Ling van Chu het sy pad verloor", "第X籤": "Ses-en-sestigste lot", "宮": "Maogong"}