{"籤詩版本二": "Wanneer die winter kom, sal 'n pruimtak op die berg nie vernietig word nie al val sy blare en sy takke verdor.\nMaar wanneer die lente kom, gee ek my steeds terug as die hofdame en vernietig die oorspronklike werk.", "詩意": "In hierdie heksagram beklee die pruimblom die leidende posisie.\nAlles is goed as dit vertraag word.", "解曰": "Een pyl leeg geskiet. Wanneer dit leeg is, is dit nie leeg nie. Wag vir die lente om te kom. Kleur is daarin.", "籤詩故事一": "◇ Twee keer behaal\nTydens die bewind van keiser Dezong van die Tang-dinastie, is die lojale minister Mei Bogao en sy gesin deur die verraaier premier Lu Qi, wat hulle almal wou doodmaak, om die lewe gebring. Net sy seun Mei Liangyu het daarin geslaag om te ontsnap. Later het hy sy naam aan Wang Xitong om sy identiteit weg te steek. Hy het alleen op straat gewoon, honger en koud, maar gelukkig is hy deur Chen Risheng (Chen Dongchu) ingeneem. Chen Risheng het nie sy lewenservaring geken nie, daarom het hy hom gevra om te help om Chen se pruimtuin te versorg sodat hy nie op straat van die honger doodgaan nie.\nChen Risheng was 'n klasmaat en vriend van Mei Bogao. Toe hy deur Lu Qi vervolg is, is hy deur Mei Bogao gered. Gevolglik het Mei Bogao en Lu Qi vyandskap geword. Op die ou end is hul hele gesin tereggestel. Chen Risheng het as gevolg hiervan hartseer en kwaad gevoel.Nadat hy getroud is, het hy bedank en sy gesin na Yangzhou verhuis om in afsondering te lewe.\nChen Risheng het 'n dogter met die naam Chen Xingyuan, wat pragtig en geurig is. Nadat Mei Liangyu by die Chen-gesin gekom het, het hulle met die eerste oogopslag verlief geraak. Op 'n dag toe pruimbloeisels in volle blom was, wat ook die herdenking van Mei Bogao se dood was, het Chen Risheng en sy gesin 'n altaar in die pruimtuin van hul huis oopgemaak om hul oorlede vriend en weldoener te herdenk. Onverwags het die weer skielik verander. , en 'n swaar sneeustorm het gewaai wat al die pruimbloeisels bedek het, vernietig. Chen Risheng het betreur dat hy veilig kon ontsnap, maar hy kon nie eers die afstammelinge van die Mei-familie red nie.Hy het gedink dit was 'n waarskuwing van God, daarom het hy belowe dat tensy die pruimbloeisels weer blom, wat bewys dat die afstammelinge van die Mei-gesin nog geleef het, hy sou nooit iets sê nie.Hy het in Boeddhisme ontsnap en 'n monnik geword.\nSy dogter Xingyuan het dit gehoor en dadelik wierook gebrand en opreg tot God gebid om die pruimbloeisels weer te laat blom. Hulle opregtheid het die hemel verskuif, en al die pruimbome in die pruimtuin het weer geblom; later het Chen Risheng geweet dat die Xitong Liangyu was, so hy het sy dogter Xingyuan aan hom verloof.", "聖意": "Die huis en huis is nie goed vir jouself nie, vir jou eie geluk, om rykdom te soek, om versigtig te wees in handelinge, om te wag tot die tyd van die huwelik, om laat te wees, om te trou, om laat te wees, om voorspoedig te wees in die lente, laat wees, laat wees, laat wees, besig wees, besig wees, voorspoedig wees, besig wees, gevind word.", "古人": "Twee keer aangeteken", "第X籤": "Nege-en-sestig wen die Lott", "宮": "Tatsumi"}