{"籤詩版本二": "Chao Chao is soos 'n blomby wat uit die suidweste en dan oos vlieg\nDie lente is verby, die blomme is weg, en daar is geen plek om na te soek nie. Hierdie hart sal nie sy verblyfplek verander nie.", "詩意": "Hierdie heksagram is soos 'n by wat blomme pluk.\nAlles is moeisaam en moeisaam.", "解曰": "Geen lente natuurskoon. Dit reën lank maar word nooit op nie. Vra vir hulp. Dit is beter om stil te bly.\n.", "籤詩故事一": "◇Li Mi het teen Tang-dinastie in opstand gekom\nLi Mi\n(582-619), die oorlede leier van die Wagang-leër in die boere-opstand in die laat Sui-dinastie van China. Meester van kalligrafie. Die meester van die woord Fa was 'n boorling van Chang'an, Jingzhao, en sy voorvaderlike tuiste was Xiangping, Liaodong (nou suid van Liaoyang, Liaoning). 'n Boorling van Chang'an, Jingzhao, sy voorvaderlike tuiste is Xiangping, Liaodong (nou suid van Liaoyang, Liaoning).\nIn die negende jaar van Daye (613) het hy deelgeneem aan Yang Xuangan se rebellie teen die Sui-dinastie in Liyang (nou noordoos van Junxian County, Henan-provinsie). In die negende jaar van Daye (613) het hy deelgeneem aan Yang Xuangan se rebellie teen die Sui-dinastie in Liyang (nou noordoos van Junxian County, Henan-provinsie). Geheimsinnige sin word verslaan,\nLi Mi het gevlug. Xuangan is verslaan en Li Mi het gevlug.\nIn die twaalfde jaar van Daye het hy by die Wagang-leër aangesluit\n. In die twaalfde jaar van Daye se bewind het hy by die Wagang-leër aangesluit. Li Mi was goed met strategie.In Oktober van die twaalfde jaar van Daye het Li Mi Zhai oorreed om Xingyang Tong, die magtige generaal wat die weermag vergesel, aan te val om Zhang Xutuo te verdedig, die Sui-weermag te verslaan en Zhang Xutuo dood te maak. Li Mi was goed met strategie.In Oktober van die twaalfde jaar van Daye het Li Mi Zhai oorreed om Xingyang Tong, die magtige generaal wat die weermag vergesel, aan te val om Zhang Xutuo te verdedig, die Sui-weermag te verslaan en Zhang Xutuo dood te maak.\nLater het hy voorgestel om die Xingluo (later hernoem Luokou) pakhuis aan te val, die pakhuis oop te maak vir verligting en die span uit te brei. Die Wagang Army span het vinnig gegroei. In die 13de jaar van Daye het Li Mi die Wagang Army gelei, en Zhai Rang het gehandel oor die Sui-dinastie se degradering en verspreiding.Daar was 'n oorlog oor militêre hulpbronne en ander kwessies, en Li Mi het Zhai Rang en honderde van sy volgelinge vermoor. Later het hy voorgestel om die Xingluo (later hernoem Luokou) pakhuis aan te val, die pakhuis oop te maak vir verligting en die span uit te brei. Die Wagang Army span het vinnig gegroei. In die 13de jaar van Daye het Li Mi die Wagang Army gelei, en Zhai Rang het gehandel oor die Sui-dinastie se degradering en verspreiding.Daar was 'n oorlog oor militêre hulpbronne en ander kwessies, en Li Mi het Zhai Rang en honderde van sy volgelinge vermoor.\nIn Maart van die 14de jaar van Daye het Yu Wenhuaji keiser Yang van Sui-dinastie vermoor\n, het daartoe gelei dat meer as 100 000 mense na die weste teruggekeer het. In Maart van die veertiende jaar van Daye het Yu Wenhuaji (Yu Wen, saamgestelde van) keiser Yang van Sui-dinastie vermoor en met meer as 100 000 mense na die weste teruggekeer. Li Mi is beveel om Huaji aan te val. Alhoewel Huaji verslaan is, het Li Mi ook groot verliese in troepe gely. Hy is later deur Wang Shichong agtervolg. Li Mi se leër is verslaan en sy kamp is vernietig. Sy generaals Qin Shubao, Cheng Zhijie (oorspronklik genaamd Cheng Yaojin), Niu Jinda en ander is gevang. , Shan Xiongxin het oorgegee. Li Mi is beveel om Huaji aan te val Hoewel Huaji verslaan is, het Li Mi se troepe ook groot verliese gely. Later is hy deur Wang Shichong agtervolg.Li Mi se leër is verslaan en sy basiskamp is vernietig.Sy generaals Qin Shubao, Cheng Zhijie (oorspronklik genoem Cheng Yaojin), Niu Jinda en ander is gevange geneem, en Shan Xiongxin het oorgegee. Li Mi was desperaat, daarom het hy in September die rivier na Heyang oorgesteek en aan die Tang-dinastie oorgegee. Li Mi was desperaat, daarom het hy in September die rivier na Heyang oorgesteek en aan die Tang-dinastie oorgegee.\nIn November het Li Yuan Li Mi na Shandong gestuur om ou troepe te werf. November,\nLi Yuan het Li Mi gestuur om in Shandong te wag om ou troepe te werf. Omdat hy gevoel het dat hy verdink is, het hy teen Tang in opstand gekom. Omdat hy gevoel het dat hy verdink is, het hy teen Tang in opstand gekom. Tang-generaal Sheng Yanshi het Li Mi genooi om aan te val en hom by Xinggong Xian doodgemaak. Tang-generaal Sheng Yanshi het Li Mi genooi om aan te val en hom by Xinggong Xian doodgemaak.", "聖意": "Huis, huis, tong, self, skurk, op soek na rykdom, mors besigheid, huwelike wat nie hou nie, Liujia, leë blomme, voetgangers, Yaotian, sywurmskade, ses veeskade, vermiste persone, regsgedinge, verlies, migrasie, konserwatief, verlore eiendom, siekte, struikelblokke, berggrafhervorming", "古人": "Li Mi het teen die Tang-dinastie in opstand gekom", "第X籤": "Die sewentigste trekking", "宮": "Tatsumi"}