{"籤詩版本二": "Erkenning van Canglong Negentiende Wagte: 'n Vrou het met 'n tweede man getrou\nMet een boog en twee pyle sal die dinosourusse dadelik in vrede lewe", "詩意": "Hierdie heksagram is soos 'n boog wat twee pyle vashou.\nAs alles saamgaan, sal dit gunstig wees.", "解曰": "Nie te swaar nie. Destiny. Zhen Liuzhong open. Dit is raadsaam om versigtig te wees.", "籤詩故事一": "◇Wenjun besoek Xiangru\nZhuo Wenjun was die dogter van die kleinseun van Zhuo Wang, 'n ryk sakeman in Linqiong, Sichuan Provinsie. Sy was vaardig in musiek en het 'n literêre naam gehad. Sy is getroud toe sy sestien was. 'n Paar jaar later is haar man oorlede en sy het na haar geboortefamilie teruggekeer om as weduwee te lewe.\nEendag het Sima Xiangru na Zhuo Wangsun se huis gegaan vir 'n banket.Toe hy verneem dat Zhuo Wenjun pas weduwee was, het hy die liedjie \"Phoenix Seeking the Phoenix\" gespeel om sy liefde uit te druk. Zhuo Wenjun het reeds van Sima Xiangru gehoor, en hierdie banket het hom nog meer aangetrokke tot Sima Xiangru gemaak. Aan die ander kant, na Sima Xiangru se banket, het hy dadelik baie geld spandeer om Zhuo Wenjun se persoonlike bediende om te koop en haar gevra om Sima Xiangru se liefde vir Zhuo Wenjun oor te dra. Nadat Zhuo Wenjun deur die diensmeisie van Sima Xiangru se liefde geleer het, het hy dadelik na die herberg gehaas waar Sima Xiangru gewoon het.Sima Xiangru sien Zhuo Wenjun se aankoms en vertrek dadelik saam met haar oornag na sy tuisdorp in Chengdu.\nToe hulle in Chengdu was, was die egpaar behoeftig en moes na Linqiong terugkeer om 'n klein hotel te open om 'n bestaan ​​te maak.Zhuo Wenjun het wyn verkoop en Sima Xiangru het skottelgoed gewas.Hulle het 'n arm lewe gelei. Nadat Zhuo Wenjun se pa, Zhuo Wangsun, daarvan geleer het, het hy ingestem en hulle onder die advies van sy vriende gefinansier, sodat Sima Xiangru en Zhuo Wenjun na Chengdu teruggekeer het om te woon, en later ryk geword het.", "聖意": "Verlies van huis en eiendom, eie regte en onreg, soeke na rykdom, arbeidstransaksies, waak teen huwelikshereniging", "古人": "Wenjun besoek Xiangru", "第X籤": "Een-en-sewentig Wen Lotto", "宮": "Tatsumi"}