{"籤詩版本二": "Byeboere moet vir heuning bedel, sodat hulle nie deur 'n steek gesteek word nie\nDaar moet 'n vreemde pad voor jou wees Die geheim is so diep soos 'n doringbos.", "詩意": "Hierdie heksagram simboliseer bye wat heuning versamel.\nAlles is moeisaam en moeisaam.\n\n(Hierdie heksagram soek die simbool van soetheid en bitterheid.\nVoorkom rampe in alles.\n)", "解曰": "Dinge moet versigtig gedoen word. Nie nodig om dit te dwing nie. Bye maak heuning bymekaar. Wat is die rede?", "籤詩故事一": "◇ Wang Mang soek talente\nDie Wang Mang-familie in die Westelike Han-dinastie kan gesê word dat dit 'n ryk familie is. Alhoewel sy pa vroeg gesterf het, het verskeie van sy ooms en ooms keisers van die Han-dinastie geword. Hulle het generaals, eerste ministers geword en markies geword en belonings ontvang. Die Wang-familie was uiters prominent.\nMaar Wang Mang se eie klein gesin was uiters arm; sy pa het jonk gesterf, en hy het net by sy ma gewoon en op liefdadigheid van familielede staatgemaak. Maar as gevolg hiervan het Wang Mang 'n stel vaardighede ontwikkel en beoefen in die hantering van mense van kleins af. Maak nie saak hoe hartseer of kwaad hy gevoel het nie, hy het altyd 'n baie gelukkige en vreedsame kyk voor familielede, ouderlinge of buitestaanders getoon, so hy was baie waardeer deur almal in die stam.\nEenkeer was sy oudste oom ernstig siek.Nadat hy daarvan geleer het, het hy by die pasiënt se bed gekom en gewag, medisyne en water gebring en snags waak.Vir 'n paar maande agtereenvolgens was hy uitgeklee, onversorg en afgetakel. Hy was eenvoudig meer \"geduldig\" as 'n pasiënt, meer \"seun\" as 'n biologiese seun.\nHiervoor het almal in die Taiwanese mense hom geprys en briewe geskryf waarin hulle gevra is vir 'n beloning vir hom.\nKeiser Cheng van die Han-dinastie het hom dus die titel van New Capital Marquis gegee en hom as 'n wag in die paleis aangestel en 'n hegte predikant van die keiser geword.\nMet sy hoë status en groot mag het Wang Mang nooit enige arrogansie of slapheid getoon nie. In plaas daarvan het hy meer en meer hoflik en hoflik geword. Aan die een kant het hy vriende gemaak met ministers, generaals, bekendes en geleerdes. Aan die ander kant , hy het die armes gehelp en was vrygewig met sy rykdom.\nMaar hy het 'n baie spaarsamige lewe gelei, dikwels vleisgeregte geëet, om nie eers te praat van lang klere en langmourokke nie, net kort klere. So het almal in die regering en die publiek hom eenparig met die woord “deugsaam” geloof.\nLater is sy oom, Grand Sima Wanggen, aan siekte oorlede en is hy as sy plaasvervanger gekies. Die keiser en al die ministers het gedink hy is die geskikste. Daarom het Wang Mang, wat net agt en dertig jaar oud was, die Grand Sima geword met die hoogste militêre mag in die land.\n(Hierdie storie is 'n metafoor. Om goed te wees om 'n goeie mens te wees, kan jou help om ontslae te raak van die \"moeilikheid om deur bye gesteek te word\" en jou ideale te bereik soos jy wil.)", "聖意": "Die huis is nie goed vir jouself nie, die gesin is in die moeilikheid, die besigheid is geblokkeer, die huwelik is geblokkeer, die ses wapenrusting skrik, die voetgangers is laat, die sywurm-oes is laag, die vee is min, dit is moeilik om vind mense, die regsgeding is sleg, die migrasie beweeg nie, die verlore goed is sleg, die siekte is opgestel, die berggraf is verlore,", "古人": "Wang Mang soek talente", "第X籤": "Wen die lotto twee-en-sewentig", "宮": "Tatsumi"}