{"籤詩版本二": "Wanneer die lente kom, skud donderweer en kwetter insekte, en ek draai weg van die modder\nToe ek eers besef dat ek nog steeds kom en gaan, toe ek verander het, het ek 'n draak geword.", "詩意": "Hierdie heksagram is soos donderweer en insekte.\nOm 'n edele persoon te ontmoet is 'n goeie teken in alles.", "解曰": "Donder slaan toe. Twee deposito's in en uit. Verander een keer. Tot Tianmen.", "籤詩故事一": "◇ Chenqiao Muitery\nIn 959 nC het Zhou Shizong Chai Rong gesterf, en keiser Gong, Chai Zongxun, wat die troon bestyg het, was slegs sewe jaar oud. Op daardie tydstip het Zhao Kuangyin, wat as die inspekteur voor die paleis en die gesant van Songzhou aan die Duitse leër gedien het, werklike mag gehad.\nIn die lente van 960 nC het Zhenzhou (nou Zhengding, Hebei-provinsie) en Dingzhou (nou Dingxian-distrik, Hebei-provinsie) berig dat die leërs van die Noordelike Han-dinastie en die Liao-staat saam suidwaarts gaan om die Later Zhou-dinastie aan te val. momentum was baie hard en hulle het versoek om troepe vir bystand te stuur. Later het die Zhou-dinastie Zhao Kuangyin beveel om sy troepe noord te lei om teen die vyand te veg. Zhao Kuangyin het in die geheim opgetree onder die beplanning van sy broer Zhao Guangyi, Zhao Pu, Shi Shouxin en ander.\nOp 3 Februarie, toe die weermag by Chenqiaoyi (nou Chenqiao Town, suidoos van Fengqiu, Henan) aangekom het, het hulle 'n muitery geloods en die soldate beveel om geel klere vir hom te dra.Hulle het teen die Later Zhou-dinastie in opstand gekom en Zhao Kuangyin as keiser ondersteun . Daarna het Zhao sy troepe teruggelei na Kaifeng sonder om te brand, dood te maak of te plunder.\"Taizu Chen Qiao het 'n eed afgelê om nie die mense van die hoofstad te steur nie, en hy het belowe om nie die stad te versteur op die dag wat hy die stad binnekom nie.\"\nOp die derde dag van die derde jaar van die maanmaand het Zhao Kuangyin in Chenqiao muit gemaak en na die hoofstad teruggekeer. Fan Zhi het Wang Pu en Wei Renpu gelei om Zhao Kuangyin te ondervra. Luo Yanhuan het sy swaard voor die tent getrek en hard geskree : \"Die drie leërs het geen meesters nie. Al die generaals het besluit om hom as die keiser aan te stel. Enigiemand wat uitspreek sal doodgemaak word!\". Wang Pu se gesig was so bleek soos aarde. Hy het sy treë laat sak en neergebuig. Fan Zhi het ook gebuig. Kuang Yin het hom persoonlik opgestaan ​​en hom met groot hoflikheid behandel.\nNa 'n matige weerstand het keiser Gong van die Later Zhou-dinastie die troon beklee, en Zhao het die troon oorgeneem. \"Taizu was op die punt om Zen te aanvaar, maar daar was geen Zen-teks nie. Tao Gu, 'n geleerde van die Imperial Academy, het die bevel en het langs hom ingestap en gesê: \"Dit is klaar.\"\nNadat Zhao op die troon gekom het, het hy die land se naam verander na Song, Yuan na Jianlong, en Kaifeng die hoofstad gemaak.Shi Shouxin, Gao Huaide, Zhang Lingduo, Wang Shenqi, Zhang Guanghan en Zhao Yanhui is almal met die titel Jiedushi bekroon , wat in die geskiedenis as die \"Chenqiao Mutiny\" bekend gestaan ​​het.\nWikipedia\n(Hierdie storie verteenwoordig dat dit die begin van Zhao Kuangyin se optrede is.)", "聖意": "Bid vir jou huis, daaglikse lewe, rykdom, voorspoed, voorspoed in besigheid, edele huwelik, sukses in Liujia, manlike voetgangers, vroeë geboorte van sywurms in die veld, vroeë geboorte van ses diere, voorspoed in die lente, soek mense , sukses in regsgedinge, voorspoed in migrasie, verlore eiendom, gevare in siektes, gevare in berge en grafte.", "古人": "Chenqiao Muitery", "第X籤": "Geteken drie-en-sewentig", "宮": "Mi-paleis"}