{"籤詩版本二": "Net soos om 'n tier oor 'n hoë berg te sleep, is dit bedees en koud om met mekaar te baklei en mee te ding.\nOnverwags doen jy skielik iets goeds Jy moet jouself veilig hou Die woord sleep die tier beteken om die tier te druk.", "詩意": "Hierdie heksagram is soos om 'n tier oor die berg vas te hou (sleep).\nAlles is gevaarlik en skrikwekkend.", "解曰": "Gevaar is gevaarlik. Daar is struikelblokke wat voorlê. As jy raad vra. Dis regtig harde werk.", "籤詩故事一": "◇ Wu Yuan het snags Zhaoguan verlaat (Wu Zixu het Zhaoguan verbygegaan)\nWu Zixu was 'n boorling van Chu in die lente- en herfsperiode. Op daardie tydstip wou koning Ping van Chu hom jag. Koning Ping van Chu het 'n beloning aangebied vir Wu Zixu se inhegtenisneming, en het sy portret laat teken en op stadspoorte regoor Chu-staat geplaas, en amptenare beveel om ondersoeke te verskerp. Toe Wu Zixu na Zhaoguan, die grens tussen Wu en Chu, gevlug het, het die amptenare by Zhaoguan baie fyn nagegaan.Hy was so bekommerd dat hy vir 'n paar nagte agtereenvolgens nie kon slaap nie, en selfs sy hare het grys geword van kommer. Gelukkig het ek 'n man met die naam Dong Gao Gong ontmoet, wat simpatie gehad het met sy lot en hom huis toe geneem het om weg te kruip. Duke Dong Gao het 'n vriend gehad wat 'n bietjie soos Wu Zixu gelyk het, so Duke Dong Gao het hom gevra om die toets te slaag deur voor te gee dat hy Wu Zixu is. Die hekwagters het die nagemaakte Wu Zixu gevang, maar die ware Wu Zixu kon nie deur die hekwagters herken word nie, want sy hare was heeltemal wit, so hulle het hom laat verbygaan. Later het hy veilig na die staat Wu ontsnap.\n(Om Wu Zixu te vervang met 'n vriend wat soortgelyk lyk, en wat self grys hare het, is die \"magiese hand\" van hierdie storie)", "聖意": "Bid vir jou huis en jou huis om jouself te beskerm, pasop vir rykdom soek, wees versigtig in transaksies, stagnasie in transaksies, huweliksprobleme", "古人": "Wu Yuan het Zhaoguan in die nag verlaat (Wu Zixu het Zhaoguan verbygegaan)", "第X籤": "Die vyf-en-sewentigste teken", "宮": "Mi-paleis"}