{"籤詩版本二": "'n Mengsel van vis en draak het dieselfde betekenis Bly in die diep poel en wag vir geluk.\nOnbewustelik het Yumen met sy kop omhoog oor die Draakpaleis gespring.", "詩意": "Die heksagram vis en draak bly onveranderd.\nAlles kom betyds.", "解曰": "Alhoewel dit Ziji is. Wag ook. Beplan jou eie besigheid. Moenie roekeloos optree nie.", "籤詩故事一": "◇ Hongwu kyk na beeste\nZhu Yuanzhang, 'n boorling van Zhongli, Haozhou (nou Fengyang-distrik, Anhui-provinsie), is gebore in die eerste jaar van Tianli van Yuan Wenzong in die Yuan-dinastie, wat die vierde plek in sy familie beklee. Hy is in 'n arm boeregesin gebore.As gevolg van armoede toe hy jonk was, kon hy nie studeer nie en het eens beeste vir die landbaas opgepas.\nIn die vierde jaar van Zhizheng (1344), was daar 'n ernstige droogte in Huaibei.Zhu Yuanzhang se pa, ma en broer is agtereenvolgens oorlede, so hy het geen ander keuse gehad as om 'n beginnermonnik in Huangjue-tempel te word nie.\nMinder as twee maande nadat hy die tempel binnegegaan het, weens die moeilikheid om die huur van die tempel in die hongersnood in te vorder, het die tempeleienaar die pakhuis gesluit en die monnike ontslaan.Zhu Yuanzhang moes sy tuisdorp verlaat en 'n rondlopermonnik word ('n monnik wat 'n bestaan ​​gemaak het deur te bedel).\nLater het Zhu Yuanzhang die Taizu van die Ming-dinastie en die \"burgerlike keiser\" in die Chinese geskiedenis geword, met die bewindsnaam \"Hongwu\".\n(Die metafoor van hierdie storie is dat om vir 'n rukkie gewoon te wees, nie beteken dat dit in die toekoms dieselfde sal wees nie. Dit is omdat die tyd nog nie aangebreek het nie.)", "聖意": "Die gesin is veilig, die gesin is gesond, die fortuin is goed, die besigheid is hangende, die huwelik is laat, die mannetjie is in Liujia gebore, die voetganger is laat, die sywurm is laat, die sywurm is ryk, die ses diere is stert, die persoon word vermis, geen regsgeding word vertraag nie, die migrasie is konserwatief, die verlore goedere word geblokkeer, die siekte word deur die berggraf verhinder.", "古人": "Hongwu kyk na beeste", "第X籤": "Ses-en-sewentigste lot", "宮": "Mi-paleis"}