{"籤詩版本二": "In die droom is gesê dat daar baie rykdom sou wees, maar die roem sou op niks uitloop nie.\nDie water is ver en die berge is ver, maar dit is moeilik om getrou te wees.Die edele mens gee leiding en glimlag.", "詩意": "Hierdie heksagram verteenwoordig die simbool van die verkryging van 'n skat in 'n droom.\nAlles is min of meer werklik.", "解曰": "Droom soos 'n droom. Geen hoop op roem nie. Wag net vir goeie tye. Edele instruksies.", "籤詩故事一": "◇ Stuur die jade terug na Zhao (gee die jade terug na Zhao nadat jy dit voltooi het)\nIn 283 vC het koning Zhao Huiwen He's Bi van Chu gekry. Nadat koning Qin Zhaoxiang die nuus gehoor het, het hy 'n brief aan koning Zhao gestuur waarin hy sy bereidwilligheid uitgespreek het om vyftien stede vir He's Bi te verruil.\nLin Xiangru het aan koning Zhao ontleed dat Qin sterk en Zhao swak was en vervang moes word.\nKoning Zhao het toe Lin Xiangru saam met He's Bi na Qin gestuur.\nDie koning van Qin het Lin Xiangru by Zhangtai ontmoet, en Lin Xiangru het die jade aan die koning van Qin oorhandig. Die Koning van Qin was verheug en het die He's Bi aan die skoonheid oorgedra en almal om haar het daarna gekyk. Op hierdie tydstip het almal aan die linkerkant en regs geskreeu lank lewe.\nLin Xiangru het gesien dat die koning van Qin nie van plan was om die stad aan Zhao te gee nie, daarom het hy vir die koning van Qin gesê dat Hy se jade defekt was en wou dit aan die koning van Qin uitwys om die geleentheid te gebruik om die jade terug.\nNadat Lin Xiangru Heshi se Bi teruggeneem het, het hy langs die groot pilaar gestaan ​​en gewys dat hy met Heshi se Bi wou sterf.\nOp hierdie tydstip het Lin Xiangru aan die koning van Qin gesê: \"Die koning van Zhao het steeds die besware van die ministers oorkom en die minister se voorstel aanvaar. Selfs al het hy mekaar nie bedrieg toe hulle met die gewone mense omgegaan het nie, om nie te praat nie Qin is 'n groot land!Om die vriendskap tussen Qin en Zhao te behou, Koning Zhao Nadat ek vyf dae lank gevas het, het ek my predikante saam met die jade na Qin gestuur. Ongelukkig was die Koning van Qin nie net van plan om Zhao 'n stad, maar het ook die He-familie se jade aan 'n pragtige vrou oorgedra, wat regtig 'n bespotting van my predikante was.\"\nNadat hy klaar gepraat het, het Lin Xiangru dadelik 'n gebaar gemaak om 'n pilaar te slaan.Die koning van Qin was bang dat Hy se Bi beskadig sou word, so hy het gemaak of hy Zhao vyftien stede gee. Lin Xiangru het koning Qin se verraderlike plan deurgesien, en daarom het hy koning Qin gevra om vyf dae te vas voordat hy He's Bi aanbied om tyd te vertraag. In hierdie paar dae het Lin Xiangru sy bediendes gestuur om terug te keer na die staat Zhao met die jade, terwyl hy gebly het om met die koning van Qin te handel.\n(Hierdie storie is soos 'n gewone mens se oë wat gefassineer word deur sy status.)", "聖意": "Bid vir seëninge by die huis, jouself, belemmer rykdom, maak transaksies moeilik om te bereik, huwelik is nie in harmonie met Liujiaxu-voetgangers nie, Chitiese sywurms word nie aanvaar nie, ses diere is beskadig, mense word vermis, openbare regsgedinge en migrasie word verwag, verlore dinge is ver weg, siektes word opgestel, na berggrafte gestuur en verander.", "古人": "Stuur die jade terug na Zhao (voltooi die jade na Zhao)", "第X籤": "Die sewe-en-sewentigste wen-lotto", "宮": "Middagpaleis"}