{"籤詩版本二": "Leeg knoop, ek wil jou veilig hou.As jy jou liggaam veilig hou, wens ek jy sal dit nooit teruggee nie.\nMoenie vergeet dat God se guns teruggegee is nie. Moenie God se woorde minag nie.", "詩意": "Moenie glo dat hierdie heksagram waar is nie.\nDit is 'n teken van konserwatief in alles.", "解曰": "Mense het hul eie opinies. Die verstand hoef nie besig te wees nie. Guanyin instruksies. Moenie oneerbiedig wees nie.", "籤詩故事一": "◇ Ondersteun die bronsvlag in die geheim\nDie beroemde stigtersgeneraal van die Tang-dinastie, Qin Qiong (Qin Shubao) is met die titel van grootmaarskalk van die Sui-dinastie bekroon. Hy het sy troepe gelei om die Sishuipas aan te val (of Sishuipas of Donglingpas, legendes verskil). Yang Lin ( Yang Yicheng), die wag-generaal van die Sishui-pas, was keiser Yang van die Sui-dinastie het beveel dat 'n bronsvlagskikking opgestel moet word, maar Qin Shubao kon dit vir 'n lang tyd nie aanval nie. Nadat hy uitgevind het dat Luo Cheng, die leier van die formasie, sy neef was, het hy sy tante gekontak.\nVoordat Luo Cheng weg is, het hy vir sy ma gesê dat die persoon wat gekom het om die vlag omver te werp sy neef Qin Qiong was, en sy ma het hom beveel om hom in die geheim te help. Op die dag van die beslissende geveg het Luo Cheng, wat die Bronsvlag gewaak het, skielik van kant gewissel en met Qin Qiong saamgesnoer. Hulle het uiteindelik die Bronsvlagformasie verslaan. Luo Cheng het Donglingpas beset en as oorwinnaar teruggekeer. Luo Cheng het ook oorgegee aan die Tang-dinastie.\n(Hierdie storie is 'n metafoor dat jy soms op rede moet staatmaak wanneer jy dinge doen, eerder as om op emosie of geloof staat te maak.)", "聖意": "Die huis is ook bereid om beloftes te maak, rykdom te soek, 'n mens se aandeel te hou, versigtig te wees in transaksies, die huwelik is vals, geboorte te gee aan 'n meisie, voetgangers bly in die veld, sywurms, sewe punte, ses veeskade, vermiste mense, publiek regsgedinge, migrasie, verlore goedere, westerse siektes, oplossing vir berge, grafte, westelike rigting", "古人": "Help heimlik die bronsvlag af", "第X籤": "Nege-en-sewentig wen die Lott", "宮": "Middagpaleis"}