{"籤詩版本二": "Die wildevyebome se blare het geval, die herfs kom nader en die reisigers se terugreis lyk soos wolke.\nDanksy God se groot pogings het die skip teruggekeer met die skat in die wind.", "詩意": "Hierdie heksagram verteenwoordig die beeld van gevalle wildevyeblare.\nAlles is by voorbaat sleg en op die ou end goed.", "解曰": "Neem dinge uit die hart. Tianxin volg dit. Om 'n bestaan ​​te maak. Doen wat jy kan.", "籤詩故事一": "◇ Die wind waai na Tengwang Pavilion\nWang Bo, met vergunning Zian, was 'n digter van die vroeë Tang-dinastie.Hy is gebore in die eerste jaar van Yonghui, keiser Gaozong van die Tang-dinastie. Wang Bo lees al skrifte van kindsbeen af, en hy staan ​​bekend as 'n \"wonderkind\". Wang Bo lees al skrifte van kindsbeen af, en hy staan ​​bekend as 'n \"wonderkind\".\nToe hy tien jaar oud was, het hy en sy pa toevallig by 'n Guandi-tempel verbygegaan. Hulle het die majestueuse standbeeld van Guandi in die tempel gesien, met 'n kopie van \"Lente en Herfs\" en dit gelees. Toe sy pa dit sien, het hy Hy het vir keiser Guan gesing: \"Hou drie lokke groen baard vas, lees die geskiedenis van Qing-dinastie aan die groen lantern en bring hulde aan die bekende name. Hou die groen draak en die maan in my hand.\" dat Wang Bo in die herfs van hierdie jaar van Shanxi na Hainan-eiland gegaan het om sy pa te besoek wat tot die landdros van Jiaozhi gedemoveer is. , wat langs die pad deur duisende berge en riviere gaan. In die herfs van die jaar toe hy sewe-en-twintig was, het Wang Bo van Shanxi na Hainan-eiland gegaan om sy pa te besoek, wat gedemoveer is na die pos van Jiaozhi County Magistraat.Hy het langs die pad deur duisende berge en riviere gegaan.\nToe ons die dag by Madangberg aankom, het almal aan wal gegaan om te rus.Toe Wang Bo alleen by 'n antieke tempel stap, sien hy skielik 'n ou man wat op die klip langs die tempel sit.Die ou man het gelyk soos 'n kind met helder hare en 'n feetjie-voorkoms. Hy het vir Wang Bo gesê \"Is jy nie Wang Bo nie?\" Wang Bo het geskrik en gesê: \"Presies! Hoe weet jy dit?\" Die ou man het gesê: \"Ek het lankal gehoor dat jy goed het. voornemens om mense te red, en jou gedigte is baie betekenisvol. Daar sal môre 'n groot partytjie by Tengwang Pavilion wees. As jy die banket kan bywoon en 'n opstel kan skryf, sal jy deur die eeue beroemd wees en reiskoste kry.\" Toe hulle aangekom het by Madangberg het almal aan wal gegaan om te rus.Toe Wang Bo alleen by 'n antieke tempel stap, sien hy skielik op die klip langs die tempel, Daar sit 'n ou man, wat soos 'n kind met mooi hare en 'n feetjie gelyk het. Hy het vir Wang Bo gesê: \"Is jy nie Wang Bo nie?\"\nWang Bo was verstom en het gesê: \"Presies! Hoe weet jy dit?\"\nDie ou man het gesê: \"Ek het lankal gehoor dat jy 'n vriendelike voorneme het om mense te red, en die gedigte wat jy skryf is nogal betekenisvol. Daar sal môre 'n groot partytjie by Prins Teng se Paviljoen wees. As jy die banket kan bywoon en komponeer, jy sal deur die eeue beroemd wees en jy sal reiskoste kry.”\nWang Bo het gesê: \"Hierdie plek is ses of sewe honderd myl weg van Tengwang Pavilion. Hoe kan ons môre hier kom?\" Die ou man het gesê: \"Ek sal 'n perd as 'n goddelike wind gebruik om jou te help om 'n gladde vaart te hê. Ek sal beslis môre aankom.\" Wang Bo het my bedank en gesê: \"Verskoon my, my skoonpa. , is jy 'n onsterflike of 'n god?\" Die ou man het gelag en gesê: \"Ek is die Zhongyuan Shuijun wat in is beheer van hierdie watergebied!\" Wang Bo het gesê, \"Hierdie plek is ses of sewe honderd myl weg van Tengwang Pavilion. Hoe kan ons môre daar kom?\"\nDie ou man het gesê: \"Ek sal die perd as 'n goddelike wind gebruik om jou te help om glad te vaar. Ek sal beslis môre arriveer.\"\nWang Bo het hom bedank en gesê: \"Verskoon my, skoonpa, is jy 'n onsterflike of 'n god?\"\nDie ou man het gelag en gesê: \"Ek is die Zhongyuan Shuijun wat in beheer is van hierdie watergebied!\" Toe het die ou man Wang Bo aangespoor om vinnig op die boot te klim. Hy het 'n rukkie gunstige wolke om hom gesien, en die wind en water was glad langs die pad.In 'n oogwink het hy honderde kilometers afgelê.\nToe het die ou man vir Wang Bo aangespoor om vinnig op die boot te klim.Hy het 'n rukkie gunstige wolke gesien wat hom omring, en dit was 'n gladde reis.In 'n oogwink het hy honderde kilometers afgelê. Soos verwag, het Wang Bo die oggend van die groot geleentheid na Prince Teng se paviljoen gehaas.\nSoos verwag, het Wang Bo die oggend van die groot geleentheid na Prince Teng se paviljoen gehaas. En ter plaatse het hy die \"Voorwoord tot Prins Teng se paviljoen\" geskryf, wat deur keiser Gaozong van die Tang-dinastie die ewige meesterstuk genoem is. En ter plaatse het hy die \"Voorwoord tot Prins Teng se paviljoen\" geskryf, wat deur keiser Gaozong van die Tang-dinastie die ewige meesterstuk genoem is.\nDaar is 'n gedig wat sê:\nDaar is nog altyd gesê dat talentvolle mense gode is, so dit is nie 'n ongeluk dat die wind Nanchang na Nanchang bring nie;\nEk het 'n sin geskryf oor Teng Wang se hoë paviljoen, en toe het hy die onsterflikes na Zhongyuan vergesel.", "聖意": "Bid vir jou huis en beskerm jouself, bid vir seëninge, soek rykdom, en bereik huwelik en harmonie.", "古人": "Die wind waai na Tengwang Pavilion", "第X籤": "Teken een-en-tagtig", "宮": "Wei Gong"}