{"籤詩版本二": "Wat sal gebeur as jy jou deug verloor as gevolg van jou reputasie?Ek is bang dat geluk sal verander en slegte dinge sal gebeur.\nDronk, ek weet nie waarheen om te gaan nie.Ek het 'n wasige droom in die skadu van die groen dennebome.", "詩意": "Hierdie heksagram verteenwoordig die koue vis wat die water verlaat.\nNiks kan geskuif word nie.\n\n(Hierdie heksagram is 'n simbool van slegte deug en slegte geluk.\nHou jou voete op die grond in alles.\n)", "解曰": "Die koue vis verlaat die water. 'n vlieg in die salf. As jy vra oor kampplanne. Dit is beter om Mo Qi\nHierdie teken sal ongeluk vir Liujia bring. Alles loop verkeerd. Bid vir sekuriteit.", "籤詩故事一": "◇Zhuangzi toets sy vrou\nZhuangzi is in die Zhou-dinastie gebore. Sy van was Zhuang, sy noemnaam was Zhou, en sy noemnaam was Zixiu. Hy was 'n boorling van Mengyi in die Song-dinastie. In die Zhou-dinastie was hy die amptenaar van Qiyuan.\nOp 'n dag het Zhuangzi 'n vrou op die berg ontmoet, sy het voor 'n nuwe graf gehurk en haar waaier desperaat geskud, asof sy die nat grond op die graf wou droogmaak. Zhuangzi het nie haar bedoeling verstaan ​​nie, daarom het hy haar gevra. Sy het gesê dat die persoon wat in die graf begrawe is, haar man is, en haar man se laaste woorde was dat sy nie weer kan trou totdat die grond op die graf opgedroog het nie. Sy kon nie langer wag nie, so sy het die grafgrond opgeroer om dit vinniger te laat droog word, sodat sy 'n tweede lente kon najaag.\nZhuangzi het gesug toe hy gedink het daar is so 'n hartelose vrou in die wêreld. Toe dink ek, sou my vrou so wees? Wanneer vermoede ontstaan, wil ek dit toets.\nZhuangzi se vrou se van was Tian, ​​en die egpaar het gewoonlik 'n hegte verhouding gehad. Om sy vrou se lojaliteit te toets, het Zhuangzi besluit om voor te gee dat hy dood is.\nToe hulle gehoor het dat Zhuangzi aan 'n skielike siekte gesterf het, het baie mense van oraloor, insluitend familie en vriende, hul meegevoel kom betuig. Onder hulle was 'n aantreklike koning en kleinseun van die staat Chu, wat ryk aan rykdom was. Siende dat me. Tian was pas weduwee en jammerlik, hy het haar agtervolg. Me. Tian kon nie die versoeking verdra nie en het verlief geraak op Wang Sun. Hulle het binne net twintig dae getrou.\nDaardie aand, toe die wyn gedrink en die ore warm was, het Wang Sun skielik 'n hartaanval gekry en gesterf.\nMe Tian was bang en paniekerig, en het Wang Sun dringend gevra wat om te doen. Wang Sun het die pyn verduur en vir Me Tian gesê dat die breine van dooie liggame gebruik kan word om die dooies weer lewendig te maak.\nWaar om die dooie liggaam te vind? Me Tian het skielik gedink, het haar man nie net gesterf nie? Meneer Tian het vergeet van die ou liefde tussen man en vrou, en het eintlik 'n byl gevat en haar man se kis oopgekloof, besig om sy brein uit te haal vir medisyne.\nOnverwags, toe die kis oopgemaak is, het Zhuangzi weer lewendig geword. Me Tian was so skaam dat sy haarself opgehang het.\n(Hierdie storie is 'n metafoor vir die oortreding van vriendskap vir persoonlike gewin, so ons kan nie daarmee saamstem nie.)", "聖意": "Die huis is vreedsaam, die self is veilig, die geld is onregverdig, die ambagte is opgeoffer, die huwelik is opgelos, die euwel in Liujia is voorspoedig, die voetgangers het nie opgedaag nie, die sywurms is in vrede, die vee is in vrede, die mense soek mense, die regsgeding het verander, die dissipels was konserwatief, die eiendom is verlore, daar is geen siekte nie, en die berg en grafte was boos.", "古人": "Zhuangzi toets sy vrou", "第X籤": "Lot 84", "宮": "Wei Gong"}