{"籤詩版本二": "Donker wolke en mis bedek die pad voor die berg Alles is rond en die maan is weer rond.\nAs jy poësie en boeke kry, sal jy uit 'n diep droom wakker word.Die edele persoon sal jou na die dak lei.", "詩意": "Hierdie heksagram simboliseer die einde van die lente en die bloei van blomme.\nAlles verander na die Here.", "解曰": "Die ou man moet hulp vra. Dit blom weer in die lente. Begeerte na roem en rykdom. Ontmoet 'n meevaller laat in die lewe.", "籤詩故事一": "◇Han Wengong kom sneeu teë\nHan Yu, wie se hoflikheidsnaam Tuizhi was, was van Changli. Tang Dezong het 'n Jinshi geword in die agtste jaar van Zhenyuan, en sy postuum titel was Wen Gong.\nTydens die bewind van keiser Xianzong van die Tang-dinastie het Han Yu teen die Boeddha se bene geprotesteer, wat die keiser kwaad gemaak het. Han Yu het sy vrou en kinders verlaat en na Chaozhou gegaan. Nadat hulle minder as 'n paar dae gestap het, het die koue wind opgetrek en dit het swaar gesneeu. Han Yu het by 'n plek gekom waar die sneeu etlike voet diep was, wat dit vir sy perd moeilik gemaak het om vorentoe te beweeg.Daar was geen huis naby nie en hy het nie geweet waar die pad was nie. As jy die pad wil volg en terugtrek, is daar geen pad terug nie. Die wind het hard gewaai en die sneeu het vinnig geval.Han Yu was deurweek tot op die vel, vries en honger, en het nêrens gehad om sy hartseer uit te druk nie.\nHan Yu het gesug en gesê: \"Die keiser sal my nie doodmaak nie, maar die keiser wil my vernietig.\"\nNet toe Han Yu desperaat was, het hy 'n man sien kom om die sneeu skoon te maak ten spyte van die erge koue. Hy blyk Han Xiangzi (Han Yu se nefie) te wees.\nVooraf het Han Xiangzi vir Han Yu gesê: “Waar is Yun Heng se huis in Qinling? Die sneeu omhels die blou hek en die perd hou op om vorentoe te beweeg.” Op daardie tydstip het Han Yu nie verstaan ​​wat Han Xiangzi bedoel nie, maar nou het hy uiteindelik verstaan.\nHan Yu en Han Xiangzi het dus in Fu se huis in Languan gaan oornag. Praat oor die verlede en die pad na verbouing, was Han Yu opreg oortuig.\nLater het Han Yu sy amptelike posisie laat vaar, al sy eiendom aan die plaaslike regering geskenk en na die berge gegaan om Taoïsme te beoefen en 'n onsterflike te word.", "聖意": "Die huis is nie goed vir jouself nie, wees versigtig om geld te soek, fokus op besigheid, die huwelik is laat, Liujia vroulike voetgangers blokkeer velde, sywurms is goed, vee is goed, dit is moeilik om mense te vind, openbare regsgedinge word herhaal, migrasie is opgedateer, verlore goed is ernstig, siektes word vertraag, berggrafte moet verander word.", "古人": "Han Wengong kom sneeu teë", "第X籤": "Vyf-en-tagtigste wen-lotery", "宮": "Shen Gong"}