{"籤詩版本二": "As jy halfpad teen die westelike berg op stap, kan die kranse van Junling nie gevestig word nie.\nOpkyk na God vir beskerming, hierdie liggaam is steeds in die lykshuis", "詩意": "Hierdie heksagram is soos om goud in die sand te soek.\nDaar is tekens van edele mense in alles.\n\nOok: Hierdie heksagram dui aan dat die persoon in gevaar is.\nDaar is tekens van edele mense in alles.", "解曰": "Jade kan gevind word deur klip te beitel. Soek goud in die sand. Moet hard werk. Net moeilikheid.\nNog 'n werk: 'n moeilike situasie. Nêrens om te bly nie. Vra vir God se seën. Bid vir gemoedsrus.", "籤詩故事一": "◇ Byt goud en verken ondergrondse grotte\nOm sy militêre wedervaringe te vier, het Cheng Yaojin 'n banket by Yanwuyang gehou. Skielik het daar 'n gat in die grond oopgegaan, wat onpeilbaar was.Almal het lootjies getrek deur die woorde uit te kies, die goud te byt om te wen en toue te huur om hulself in die gat vas te bind.\nDaar is klipdeure, tafels, stoele, brûe en ander voorwerpe.Op die tafel is daar draakrokke en jadegordels, wat van goud gemaak is en uit die grot verslete is.\nYao Jin het uit die gat gekom met 'n groot boks en 'n klein boks, het die hout boks oopgemaak en die jade seël uitgehaal, die boks oopgemaak, die groot vlag, kroonkleed en spore uitgehaal en dit op die tafel gesit, en almal het hulle een vir een dopgehou. Ek het gesien die agt seëlkarakters wat op die groot seël gegraveer is, was \"The Demon King of Hunshi, the Great Virtuous Emperor\".\nAlmal het hom as die \"keiser\" aanbid, en Yaojin het dit vir drie jaar as die duiwelkoning gedoen. (Eintlik was dit net selfverkondig, en Cheng Yaojin was net die leier van die dorpie op daardie stadium.)\n(Hierdie storie is 'n metafoor dat goeie dinge net soos toneelspel is. Dit is die artistieke opvatting van \"hierdie liggaam is nog in die leemte\".)", "聖意": "Bid vir huis en huis, jouself, gebrek aan wins, soek rykdom, werk hard, wees versigtig in besigheid, huwelik sal verhinder word deur Liu Jiaxu, voetgangers, Chi Tian, ​​sywurms, stabiele ses vee, op soek na mense, geen regsgedinge , verlies, migrasie, die bewaring van verlore eiendom, bose siektes, struikelblokke, berge en grafte.", "古人": "Verken die Kripte vir Goud", "第X籤": "Teken sewe-en-tagtig", "宮": "Shen Gong"}