{"籤詩版本二": "Moenie my pla met jou persoonlike sake nie. Dit is meer gepas om die publiek te vra.\n’n Helder hart is so helder en helder soos die helder maan in die lug", "詩意": "Hierdie heksagram verteenwoordig die beeld van 'n helder maan in die lug.\nAlles is helder en lugtig.", "解曰": "Wees opreg van hart. Maak die wet reg. Heilige woorde. Uiteindelik word dit duidelik.", "籤詩故事一": "◇Kong Ming se generaal\nOplossing: Zhuge Liang mobiliseer sy troepe en generaals\nGedurende die Drie Koninkryke-tydperk is Zhuge Liang (181-234), met vergunning Kongming, gebore in Yangdu, Langya (nou Yinan County, Shandong-provinsie).\nZhuge Liang het ingestem om 'n amptenaar te word nadat Liu Bei die grasdak-kothuis drie keer besoek het. Op daardie tydstip het Cao Cao vir Hebei kalmeer en was vasbeslote om suid te marsjeer. Hy het Xiahou Dun as die hoofgeneraal gestuur, Yu Jin, Li Dian en ander as adjunk-generaals, wat 'n leër van 100 000 gelei het om na Xinye te marsjeer. Alhoewel Zhuge Liang op daardie stadium 'n plan gehad het om van die vyand terug te trek, het Guan Yu en Zhang Fei Zhuge Liang se woorde geminag. Zhuge Liang het geen ander keuse gehad as om Liu Bei se swaard te gebruik om die twee van hulle te oortuig, sodat hulle elk 'n duisend troepe en hinderlaag in Yushan en Anlin gelei het.Hulle het gewag dat Xiahou Dun sy leër sou lei om verby te gaan, en hulle toe aangeval met hinderlae en vuur.\nBoonop is Zhao Yun gestuur om die ou en swak oorblyfsels van die weermag te lei om as 'n voorhoede teen Xiahou Dun te veg, en het toe 'n nederlaag nagemaak en teruggeval, wat Xiahou Dun na die smal pad in die berge en woude gelok het. Hy het ook vir Guan gestuur Ping, Zhou Cang, Liu Feng en ander om in die agterkant van Cao se leër te sluip, voorrade te verbrand en paniek in Cao se leër te skep.\nNá die geveg het alles gebeur soos Zhuge Liang gereël het. Toe Xiahou Dun en Yu Jin die weermag agtervolg het, het Li Dian, wat agter was, dringend vir Xiahou Dun in die front ingelig dat hy teen vyandelike vuuraanvalle moet waak. Dit was egter te laat. Cao se weermag is ingeperk deur die smal pad en was op 'n plek waar bome ineengevleg was, sodat die brand nie gestig kon word nie.Daar was swaar ongevalle, en Xiahou Dun en ander generaals is verslaan en het teruggevlug na Xudu.\n(Hierdie storie is 'n metafoor dat Kong Ming goed is om mense te gebruik en die land met wysheid te regeer.)", "聖意": "Huis en huis is gunstig. Ek wens vir geluk in rykdom, gemoedsrus, voorspoedige besigheid, huwelik, sukses, sukses in Liujia, mans wat landerye verskuif, sywurms, verlies van vee, vermiste mense, openbare regsgedinge, migrasie, verlore eiendom, seëninge, siekte, vrede, berge en grafte.", "古人": "Kong Ming se generaal", "第X籤": "Die negende teken", "宮": "Yin-paleis"}