{"籤詩版本二": "’n Goeie vertoning laat jou met ’n frons uit die skare uitstaan, en jou toekoms verander en jy bring baie rykdom.\n’n Pad is so breed soos die lug, en al die geld wat jy kan gee, sal in jou hart wees", "詩意": "Hierdie heksagram dui op 'n belowende toekoms.\nAlles gaan goed.", "解曰": "'n Groot pad. Jy kan vorentoe beweeg. Gebruik jou hart. Slegs vorentoe.\nAlles verloop soos beplan met hierdie teken. Sterkte aan Jichang.", "籤詩故事一": "◇ Drie helde veg teen Lu Bu\nOplossing: Drie helde Zhang Fei, Guan Yu en Liu Bei veg teen Lu Bu\nDong Zhuo het verneem dat Hua Xiong onthoof is en vlieënde generaal Lu Bu gestuur is om te veg. Sodra Lu Bu in die geveg gegaan het, het hy generaals Fang Yue en Mu Shun doodgemaak, en Wu Anguo en Gongsun Zan vermoor.\nZhang Fei het gesien dat Gongsun Zan nie vir Lu Bu kon verslaan nie, daarom het hy Gongsun Zan vinnig vervang en geskree: \"Die slawe van die drie vanne moet weggaan! Zhang Fei van Yan is hier!\" Daarna het hulle vir meer as vyftig rondtes geveg in opvolging, met geen wenner of verloorder nie.\nNadat Guan Yu dit gesien het, het hy en Zhang Fei Lu Bu aangeval en vir meer as dertig rondtes geveg.\nLiu Bei het ook twee swaarde gedra, sy perd geklap en vorentoe gestap om Zhang Fei en Guan Yu te help.\nDie drie mans het Lu Bu omsingel en aanhou baklei.Al die mense in die groep was verstom.\nGou het Lu Bu krag begin verloor. Lu Bu se Pegasus het teruggetrek, maar die drie mans het Lu Bu agternagesit en geweier om moed op te gee. Hulle het nie teruggetrek voordat hulle Lu Bu se troepe ontmoet het nie.\n\"Drie Koninkryke\"\n(Hierdie storie is 'n metafoor vir Lu Bu se dapperheid en vaardigheid om te veg. Een persoon kan drie mense verslaan.)", "聖意": "Die hart van die huis en huis reis net op 'n mens se eie reis om rykdom te soek. 'n Moontlike huweliksartikel gaan na Liujia. Dinge verloop glad vir mense. Zhushuntian sywurms gebruik. Mense kan tussen die ses diere gevind word. Mense kan vooraf gevind word Litigasie Migrasie Verlore eiendom Siektes Berge en grafte is soos geluk.", "古人": "Drie helde veg teen Lu Bu", "第X籤": "Een-en-negentig wen-lotery", "宮": "Jou paleis"}