{"籤詩版本二": "Ek het van kleins af vir besigheid beplan, so ek hoef nie vir rykdom en rykdom te vra nie.\nAs twee mense iets soek, sal die skolier uitgaan en terugkom met die topprys.", "詩意": "Hierdie heksagram is sedert kleintyd die simbool van besigheid.\nWees ywerig en spaarsam in alles en sorgvry.", "解曰": "Van kleintyd tot volwassenheid. Geen hindernis, geen hindernis nie. Maak 'n plan. Die roem verloop vlot.", "籤詩故事一": "◇Cai Qing betaal sy vriendelikheid terug (Cai Yong)\nCai Yong, met vergunning Bojie, is gebore in Chenliuyu (nou suid van Qixian County, Henan Provinsie). Hy is 'n geleerde en die man van Zhao Wuniang. Vyf jaar gelede het die keiserlike hof talente op die geellys gewerf, en die distrik het hom aanbeveel om na Beijing te kom om die eksamen af ​​te lê. Sedertdien was daar geen nuus nie.\nDie eerste jaar nadat Cai Bojie weg is, was maklik om te hanteer.Die gesin het spaargeld gehad en hul lewe was hanteerbaar.\nDie volgende jaar het Chenliu 'n erge droogte gely, en daarom het hy op Zhao Wuniangdian staatgemaak om juweliersware te verkoop om die hongersnood te oorleef.Daar was geen nuus van Cai Bojie nie, wat die gesin nog meer bekommerd gemaak het.\nDie droogte het gedurende hierdie tydperk drie jaar geduur. Zhang Guangcai, 'n buurman in die dorpie, het haar van tyd tot tyd gehelp.\nLater het Cai Bojie die eerste prys gewen en teruggekeer huis toe om te hoor dat sy vrou deur Zhang Guangcai gehelp is. Die egpaar het na Zhang se huis gegaan om hul dankbaarheid uit te spreek en vir Zhang Guangcai twee taels silwer as geskenk gegee.", "聖意": "Die huis is vreedsaam, die self is voorspoedig, die besigheid is suksesvol, die huwelik is suksesvol, die geboorte van 'n seun is suksesvol, die veld is vol sywurms, die ses vee is voorspoedig, die soektog is suksesvol, die regsgeding is suksesvol , die migrasie is suksesvol, die verlore eiendom is goed, die siekte is Anshan graf, baie geluk", "古人": "Cai Qing betaal sy vriendelikheid terug (Cai Yong)", "第X籤": "Teken Twee-en-negentig", "宮": "Jou paleis"}