{"籤詩版本二": "Luan Feng Xiang was deurdrenk in die motreën, maar op daardie stadium is hy deur Queer geboelie\nEk was geskok om te hoor dat die wolke eendag ver was, maar ek het steeds my klere aan jou teruggegee.", "詩意": "Hierdie heksagram verteenwoordig die simbool van Luan en Phoenix wat deur reën bedek word.\nAlles kom wanneer die tyd aanbreek.", "解曰": "Die skurk floreer dag vir dag. 'n Meneer moet niks doen nie. Hou net vir jouself. Neem aksie wanneer die tyd aanbreek.", "籤詩故事一": "◇Gao Jun waarborg huwelik\nIn die vroeë Song-dinastie het Zhao Kuangyin die noorde verenig en die hele land het oorgegee. In die Suidelike Tang-dinastie het Li Yu egter die suide van die Yangtze-rivier beset en die strategie aanvaar om 'n stad te bied om oor te gee, en Zhao Kuangyin in Shouzhou vasgekeer en die situasie was kritiek. Zhao Kuangyin se neef, Gao Junbao, 'n jong man met 'n goue geweer, het Bianjing verlaat om die beleg van Shouzhou te verbreek.\n, verby Shuangsuo-berg, het hulle die Man-bord wat deur Liu Jinding opgestel is, stukkend geslaan, en die twee het meegeding.Gevolglik het Liu Jinding Gao Junbao drie keer met sy voortreflike gevegskuns verslaan, en hulle het goue kole en silwer klokke vir die lewe verruil. Zhao Kuangyin se neef Gao Junbao, om die vasgekeerde Zhao Kuangyin in Shouzhou te red, het Bianjing verlaat en deur Shuangsuo-berg gegaan. Hy het die bord wat Liu Jinding opgestel het, verpletter en die twee het meegeding. Gevolglik het Liu Jinding Gao Junbao met sy uitstekende gevegskuns en was gedwing om dit te doen. Die egpaar het die skare in die beleg gelei en Zhao Kuangyin gered.\n(Die metafoor van hierdie verhaal is dat die twee nie versoen is nie (hulle is geboelie), maar later versoen is.)", "聖意": "Die gesinshuis is nie goed vir jouself nie, wees versigtig om geld te soek, besigheid te blokkeer, wag vir die huwelik, uitstel, Liujia, valse reisiger, vertoef in die lande, sywurms, laat, ses veeskade, moeilik om mense te vind, regsgedinge, verlies, migrasie, konserwatief, verlore eiendom, ernstige siekte, uitbreiding van die berg, grafhervorming", "古人": "Gao Jun waarborg huwelik", "第X籤": "Drie-en-negentig wen die lotto", "宮": "xugong"}