{"籤詩版本二": "'n Meneer moet nie omgee vir die klein mensies nie.As dinge verkeerd loop, sal hy moeilikheid maak.\nDie klank van die klavier moet saam met 'n goeie vriend geluister word.Dit is altyd stil en vaag.Hierdie werk is vir almal.", "詩意": "Hierdie heksagram moet die beeld van 'n goeie vriend ontmoet.\nOm dinge konstant te hou, sal geluk bring.", "解曰": "Zhiyinfangxu. Moenie aandag gee aan ander dinge nie. Behandel jouself soos 'n edele persoon. Almal gelukkig.\nZhiyin Fangxu het vier karakters, wat oorspronklik as Shiyin Fanghua geskryf is.", "籤詩故事一": "◇BoYa besoek vriende (BoYa Broken Qin)\nBoya, met die van Yu, die voornaam Rui en die hoflikheidsnaam Boya, was 'n boorling van Yingdu, Chu-staat gedurende die Lente- en Herfstydperk en die Tydperk van Strydende State.\nZhong Ziqi het as 'n houtkapper in die Chu Koninkryk gewerk. Eendag het hy Yu Boya ontmoet wat harp in die Han-rivier speel.Zhong Ziqi het 'n stem gehoor wat sê: \"Dit is so hoog soos 'n berg en so wieg soos vloeiende water.\" Die twee het getrou en belowe om weer te ontmoet tydens die Mid- Herfsfees volgende jaar.\nDie volgende jaar het Yu Boya die afspraak gehou soos geskeduleer, maar Zhong Ziqi is oorlede. Nadat Yu Boya verneem het dat Zhong Ziqi gesterf het, het Yu Boya gedink dat daar nie meer musiek in die wêreld sou wees nie en dat hy nooit weer in sy lewe die harp sou speel nie.\nsê:\nBreek die Yao Qin en Feng Wei Han. Zi Qi gee nie om vir wie hy speel nie.\nDie lentebriesie bring alle vriende. Dit is moeilik om 'n ware vriend te vind.", "聖意": "Wees versigtig om uit jou huis en jou eie skurk te gaan. Wanneer jy rykdom soek, wees versigtig oor transaksies. Dit is raadsaam om laat in die huwelik te wees. Dit is ongunstig vir vroulike voetgangers om landerye, sywurms en vee te verskuif, om ywerig na mense te soek , om regsgedinge in te dien en te migreer, om vinnig na verlore eiendom te soek, om deur siektes geblokkeer te word, en grafte in berge.", "古人": "Boya besoek vriende (Boya Broken Qin)", "第X籤": "Lot vier-en-negentig", "宮": "xugong"}