{"籤詩版本二": "Die ambisie en prestasies is in die dinastie, maar nou sal die wyn en seks eindeloos wees\nAs jy 'n goue haan sien, sal jy beloon word met geld, fortuin en fortuin.", "詩意": "Hierdie heksagram verteenwoordig die simbool van ambisie en roem.\nHou alles gunstig.", "解曰": "Ambisieus en opgewonde. Dit is nie te laat om jouself te beskerm nie. Die goue haan belowe. Almal gelukkig.", "籤詩故事一": "◇Cao Pi het homself tot keiser uitgeroep\nCao Pi, met vergunning Zihuan, is in Peiguoqiao (nou Hao County, Anhui) gebore. 'n Bekende politikus en skrywer gedurende die Jian'an-tydperk.\nCao Pi is die tweede seun van Cao Cao. Hy het van kleins af saam met sy pa in die militêre kamp gewoon. Onder sy pa se invloed het Cao Pi op sesjarige ouderdom boogskiet geleer en op agtjarige ouderdom perdry, en ontwikkel goeie gevegskunsvaardighede. Hy het ook uitgebreide kennis van antieke en moderne klassieke en biografieë, sowel as die boeke van honderde denkrigtings. Dit was eers op die ouderdom van agtien dat Cao Cao Yuan Shao verslaan het en Cao Pi het 'n relatief stabiele lewe gelei in Yecheng, die middelpunt van Cao Cao se bewind. Sedertdien het hy, alhoewel hy sy pa soms op militêre ekspedisies vergesel het en die meeste van die tyd die lewe van 'n edele seun gelei het, steeds elke dag gevegskuns beoefen en het tot vandag toe nog nie geweier nie. Hy ry gereeld op sy perd met honderd treë en is baie bedrewe in gevegskuns.Omdat hy dikwels gevegskuns beoefen, is hy lig en sterk.\nCao Cao se oudste seun Cao Ang is in 'n geveg dood. Nadat die oudste seun gesterf het, het Cao Pi die eerste keuse vir die kroonprins geword. Toe hy een-en-dertig jaar oud was, is hy deur Cao Cao die kroonprins gemaak. Toe Cao Pi drie-en-dertig jaar oud was, het Cao Cao aan siekte gesterf, en Cao Pi het hom as eerste minister en koning van Wei opgevolg. Hy het gesê dat hy gereeld te perd met honderd treë ry en baie vaardig is.Omdat hy gereeld kungfu beoefen, is hy lig en gesond.", "聖意": "Bid dat jou huis en jou huis vreedsaam sal wees. Soek rykdom, werk hard, handel en breek vroeg op. Die huwelik sal suksesvol wees. Liujia sal veilig wees. Mense sal in die veld wees. Sywurms sal volwasse wees. Ses vee sal wees volwasse. Dit sal moeilik wees om mense te vind. Openbare litigasie. Dringende besluit. Migrasie. Verlore goed. Ver weg. Siektes talm in berge en grafte. Sterkte.", "古人": "Cao Pi verklaar homself tot keiser", "第X籤": "Vyf-en-negentigste wen-lotery", "宮": "xugong"}