{"籤詩版本二": "Die majestueuse pagode is ongewoon, met pragtige versierings aan alle kante wat met lig skyn\nEk spoor jou aan om vasbeslote te wees om ywerig te buig en goeie dade te doen, en die hemel sal vir jou seëninge stuur.", "詩意": "Hierdie heksagram verteenwoordig die manifestasie van verdienste.\nAlles is gunstig.", "解曰": "Hierdie seëninge. Almal het dit. Moenie te besig wees nie. Meriete word vooraf bepaal.", "籤詩故事一": "◇ Die koning van Fenyang ontmoet sy kleinseun op Chinese Valentynsdag\nOplossing: Guo Ziyi het op die Chinese Valentynsdag die Weaver-meisie ontmoet wat na die aarde toe neerdaal. Tiansun, die kleindogter van die Jade-keiser, is die Sewe Feetjies.\nGuo Ziyi (697-781), ook bekend as Guo Linggong, was 'n boorling van Zheng County, Huazhou (nou Huaxian County, Shaanxi Provinsie) en 'n generaal in die Tang-dinastie. Die keiserlike hof het aan Ziyi die titel van koning van Fenyang gegee.\nDaar word gesê dat Ziyi oorspronklik van Huazhou was en by die weermag buite die Groot Muur gaan aansluit het. Hy het na Beijing gegaan om te druk vir militêre betaling en teruggekeer na Yinzhou. Dit was toevallig die Chinese Valentynsdag op daardie tydstip. Die wind en sand was besig om donker te word, en die son het donker geword. Ziyi kon nie vorentoe beweeg nie, so hy het langs die pad gestaan. Hy het op die vloer in 'n leë huis geslaap. Toe hy op die punt was om aan die slaap te raak, het hy skielik 'n rooi lig gesien aan beide kante.Hy staan ​​op en kyk verbaas op.Daar was 'n wolk in die lug wat stadig afkom.Daar sit 'n pragtige vrou, waardig en pragtig, heeltemal anders as gewone mense. Ziyi het dadelik sy eer betoon en gesê: \"Vandag is die sewende dag van die sewende maanmaand. Ek dink dit is die Wevermeisie wat gekom het en haar lang lewe en rykdom wil gee.\"\nDie vrou het ook geantwoord: \"Met groot rykdom kom lang lewe.\"\nNadat hy klaar gepraat het, het die gloed teruggekeer en die wolke het stadig gestyg.Die vrou kyk steeds af na Guo Ziyi met 'n aangename glimlag totdat sy ver van haar af was, en toe word die rook vaag en sy kon nie meer gesien word nie.\nDit het geblyk waar te wees, net soos die vrou gesê het. Ziyi se verdienste is wêreldbekend, hy is 'n uiters gewilde predikant, en hy is 'n generaal met beide meriete en deugde.", "聖意": "Wens vir jouself by die huis, wens vir jouself, bid vir geld, sterkte in besigheid, sterkte in die huwelik, sterkte in Liujia, gelukkige reise saam met mense, verskuiwing van landerye, sywurms, stabiele vee, slegte geluk om te vind mense, openbare regsgedinge, migrasie, geluk, siektes van verlore eiendom, grafte in Zhenxingshan", "古人": "Koning Fenyang ontmoet sy kleinseun op Chinese Valentynsdag", "第X籤": "Teken ses-en-negentig", "宮": "xugong"}