{"籤詩版本二": "Laat om in en uit te gaan om raad te soek, angstig en bekommerd oor moeilikheid\nSoos 'n voël wat in 'n lokval vlieg, hoe lank kan dit neem om te ontsnap?", "詩意": "Hierdie heksagram is 'n teken om dinge oud te hou en by die noodlot aan te pas.\nAlles wat verkeerd loop, is die belangrikste euwel.", "解曰": "Wees te eniger tyd konserwatief. Wag vir die edele een om te arriveer. As jy oor alles vra. Die belangrikste ding sal laat wees.", "籤詩故事一": "◇Ji Ping is vermoor\nJi Ping, wie se regte naam Ji Tai is, ook bekend as Ping, was 'n keiserlike geneesheer in die Han-dinastie.\nIn die vyfde jaar van Jian'an (200 nC) het Cao Cao die eerste minister geword en het hy nie die keiser ernstig opgeneem nie. Vandat hy die edik gelees het wat geskryf is deur die keiser op sy gordel, Dong Cheng, wat geen manier gehad het om te kry nie. van Cao Cao ontslae geraak, verontwaardig en kwaad gevoel.Bekommerd het hy siek geword.\nKeiser Xian het die keiserlike geneesheer Ji Ping gevra om Cao Cao te behandel. Ji Ping het die keiser se geheime edik gelees en was vasbeslote om van Cao Cao ontslae te raak, so die twee van hulle het saam 'n plan beraam. Onverwags het mure ore. Dong Cheng se huisslaaf, Qin Qingtong, is veertig keer deur Dong Cheng met 'n stok geslaan weens sy verhouding met Dong Cheng se jong vrou. Hy het 'n wrok gehad. Toe hy hiervan hoor, het hy vir Dong Cheng en Ji Ping na Cao Cao.\nJi Ping het Cao Cao se hoofpyn benut en hom in die geheim vergiftig. Cao Cao het 'n wenk ontvang, Ji Ping vasgekeer, hom gemartel en die leier ondersoek. Ji Ping het die dood weerstaan ​​en gesterf nadat hy aan die trappe geraak het.", "聖意": "Die huis is bekommerd oor jouself, die skurk vra geld, die besigheid is gebreek, die huwelik is nie lank nie, die straf is ses, die voetganger is vasgekeer in die veld, die sywurm is beskadig, die ses vee is gevind, die persoon is gevind, die openbare regsgeding is verlore, die migrasie beweeg nie, die eiendom is verlore, die siekte is gepleeg, die net is in die berg, die graf is dood,", "古人": "Ji Ping is vermoor", "第X籤": "Nommer agt-en-negentig", "宮": "Haigong"}