{"籤詩版本二": "Deur die perd te tou en die sweep vas te hou, kom ons reguit hiernatoe, half in gevaar en half in rampspoed.\nDit is soos 'n huis wat deur vuur afgebrand word.As die lug val, verander die reën dit in as.Ek het 'n plan.", "詩意": "Hierdie heksagram verteenwoordig half hartseer en half vreugde.\nDit is raadsaam om in alles goed te doen.", "解曰": "Lewenslange arbeid. Gee nie om oor reg en verkeerd nie. Die boeie is tydelik. Wrok kom vanself.", "籤詩故事一": "◇Tao Sanchun klop Zheng En in Guayuan\n\"Lank lewe my gedenkteken,\" het Zhao Kuangyin weer opgestaan, \"Beiping Koning Zheng En het destyds 'n huwelik gereël. Noudat die wêreld in vrede is, wil ek graag jou toestemming vra om 'n gunstige dag te kies om te trou. \"\n\"Lank lewe my gedenkteken!\" Zhao Kuangyin het opgestaan ​​en gesê: \"Die koning van Peking, Zheng En, het destyds 'n huwelik gereël. Noudat die wêreld in vrede is, wil ek graag jou toestemming vra om 'n gunstige keuse te maak. dag om te trou.\"\n“O, die derde broer was voorheen verloof, hoekom het ek nie hiervan geweet nie?” Chai Rong was baie verbaas.Hy het sy hand gewaai en vir Zhao Kuangyin gevra om te gaan sit en praat.\n\"O! Die derde broer was voorheen verloof, hoekom het ek nie hiervan geweet nie?\" Chai Rong (keiser van die Later Zhou Dinastie) was baie verbaas. Hy het sy hand gewaai en Zhao Kuangyin gevra om te gaan sit en praat.\n\"Dis 'n lang storie. Eerstens was ons op daardie stadium nog in armoede en het nie by jou weermag aangesluit nie. Sedertdien baklei ons al jare en het nie tyd om vir jou om te gee nie. Tweedens is die derde broer ook 'n bietjie skaam om dit te noem, so U Majesteit weet nie .\"\n\"Dis 'n lang storie. Eerstens het ons op daardie stadium nog in armoede geleef en nie by jou weermag aangesluit nie. Sedertdien baklei ons al jare en het nie tyd om vir jou om te gee nie. Tweedens is die derde broer ook 'n bietjie skaam om dit te noem, so U Majesteit weet nie.”\n\"Haai, die manlike universiteitstudent gaan trou, wat is die punt daarvan om verleë te wees? Die derde broer is al lank op die slagveld en kan as 'n ongeëwenaarde held beskou word. Hoekom is jy so kleinlik oor hierdie saak?\"\n\"Haai! Die kollege-seun gaan trou, wat is die punt daarvan om verleë te wees? Die derde broer is al lank op die slagveld en kan as 'n ongeëwenaarde held beskou word. Hoekom is jy so kleinlik oor hierdie saak?\"\n“Daarvan gepraat, ek kan nie my derde broer kwalik neem dat hy skaam is nie, want hierdie huwelik is gesmee.”\n“Daarvan gepraat, ek kan nie my derde broer kwalik neem dat hy skaam is nie, want hierdie huwelik is gesmee.”\n\"Uitgetik? Haai, dis interessant. Vertel my asseblief wat gebeur het.\"\n\"Ek het dit uitgetik! Haai! Dis interessant! Vertel my asseblief wat gebeur het.\"\n\"Ja, ek onthou daardie jaar, toe ons op die punt was om by Sy Majesteit aan te sluit, was ons deur Baocheng County. Dit was baie warm in Junie. My derde broer kon nie in die hotel bly nie, so hy het uitgegaan om alleen te dwaal. Nadat hy by 'n spanspektuin verby is, het hy ingegaan om 'n paar te pluk.Spspekke het dors geles.Daar was nie baie vroegrypwordende spanspekke op hierdie tydstip nie, en die derde broer het nie geweet hoe om dit te pluk nie, so hy het baie van hulle gebreek. Die een wat na die spanspekke kyk was 'n vrou.Sy het na vore getree om die derde broer te beskuldig.Die twee het 'n meningsverskil gehad, en toe begin hulle baklei.Kom.Gelukkig was ek bekommerd en het my betyds tot die redding gehaas, anders.. .\"\n\"Ja, ek onthou daardie jaar, toe ons op die punt was om by Sy Majesteit aan te sluit, was ons deur Baocheng County. Dit was baie warm in Junie. My derde broer kon nie in die hotel bly nie, so hy het uitgegaan om alleen te dwaal. Nadat hy by 'n spanspektuin verby is, het hy ingegaan om 'n paar te pluk.Spspekke het dors geles.Daar was nie baie vroegrypwordende spanspekke op hierdie tydstip nie, en die derde broer het nie geweet hoe om dit te pluk nie, so hy het baie van hulle gebreek. Die een wat na die spanspekke kyk was 'n vrou.Sy het na vore getree om die derde broer te beskuldig.Die twee het 'n meningsverskil gehad, en toe begin hulle baklei.Kom.Gelukkig was ek bekommerd en het my betyds tot die redding gehaas, anders.. .\"\n\"Hierdie Zheng Ziming, dit is in die eerste plek sy skuld, hy moet om verskoning vra. Hoekom slaan jy hom? Buitendien, hoe kan 'n meisie se familie die vuishoue en skoppe van 'n kwaai man soos hy weerstaan! Komaan, jy slaan die meisie om stukke. Nee?\" \"Die meisie was ongedeerd...\"\n\"Hierdie Zheng Ziming, dit is in die eerste plek sy skuld, so hy moet om verskoning vra. Hoekom slaan jy hom? Buitendien, hoe kan 'n meisie se familie die vuishoue en skoppe van 'n kwaai man soos hy weerstaan! Komaan, vertel my, jy het hierdie meisie geslaan. Nee?\"\n\"Die meisie was ongedeerd...\"\n\"Dis oukei, dis oukei... Haai, het jy nie opgetree nie? O, ek dink jy het my betyds gered.\"\n\"Dis oukei! Dis oukei... Haai! Het jy nie opgetree nie? O! Ek dink jy was die een wat my betyds gered het!\"\n\"...Nee, die persoon wat ek gered het was...die derde broer.\" \"...Nee, die persoon wat ek gered het was...die derde broer.\"\n\"Ah ah?!\"\n\"Die derde broer is deur die vrou op die grond geslaan en heelpad gewelddadig geslaan. Gelukkig het ek opgedaag en hom oorreed om te vertrek, so hy is nie ernstig beseer nie. ... U Majesteit ... U Majesteit!... \"\n\"Die derde broer is deur die vrou op die grond geslaan en is gewelddadig geslaan. Gelukkig het ek opgedaag en hom oorreed om te vertrek, so hy is nie ernstig beseer nie. ... U Majesteit ... U Majesteit!....\"\n“Ag?...O, wie is daardie vrou!?” “Ag!?...O, wie is daardie vrou!?”\n\"Dit was eers later dat ek uitgevind het dat die vrou se naam Tao Sanchun was, en haar pa Tao Hong was 'n ou held wat geen aspirasies gehad het nie. Tao Sanchun het van kleins af gevegskuns by sy pa geleer. Nadat ek leer ken het. sy familie, ek het gesien dat juffrou Sanchun 'n uitstaande karakter het. , Luo Luo en vrygewig, sonder enige gewoonte om 'n klein dogtertjie te wees, het hulle doelbewus by hom gepas. Die Tao-pa en -dogter het ook baie van die reguit karakter van die derde broer gehou. Hulle slaan dit dadelik af en besluit op hierdie huwelik vir hulle twee. U Majesteit, sê vir my asseblief, dit is nie Is dit 'n vervalste huwelik nie?\"\n\"Dit was eers later dat ek uitgevind het dat die meisie se naam Tao Sanchun is, en sy het van kleins af vechtkunsten by haar pa geleer. Nadat ek met sy familie kennis gemaak het, het ek gesien dat juffrou Sanchun 'n uitstaande karakter het, was vrygewig, en het geen spoor van die dogtertjie se gewoontes gehad nie, daarom het ek haar doelbewus gewerf. Meneer Tao en sy dogter het ook baie van die reguit karakter van hul derde broer gehou. Hulle het dit dadelik afgeskop en op hierdie huwelik vir hulle besluit. Majesteit, sê vir my asseblief, is dit nie 'n vervalste huwelik nie?\"\n(Hierdie storie is 'n metafoor, want 'n slegte ding het geblyk 'n goeie ding te wees.)", "聖意": "Bid vir beskerming van die huis en self, wees versigtig, bid vir rykdom, ruïneer besigheid, verhinder huwelik, straf, Liujia, versekering, voetgangers vasgevang in landerye, sywurmskade, veeskade, vermiste mense, onwettige regsgedinge, verlies, migrasie, konserwatiefheid , verlore eiendom, bose siektes, bekommernisse, gevare, berge, grafte, mislukking", "古人": "Tao Sanchun klop Zheng En in die spanspektuin", "第X籤": "Nommer nege-en-negentig", "宮": "Haigong"}