{"籤詩版本二": "Nech je svet stvorený pre dobré manželstvo, priaznivé dni a dobré časy a nech je všetko dobré\nCisár vyhlasuje, že ľudia sú lojálni a čestní.", "詩意": "Tento hexagram predstavuje začiatok otvorenia neba a zeme.\nVšetko je priaznivé.", "解曰": "Rýchla rýchlosť. Rok nestojí za svoj čas. Guanyin zapisuje. Najprv mi dajte vedieť.", "籤詩故事一": "◇ Zhongli sa stal osvieteným\nZhongli Quan, priezviskom Zhongli, krstným menom Quan, zdvorilým menom Yunfang a prezývkou Zhengyang, pochádzal z okresu Xianyang v provincii Xi'an v provincii Shaanxi počas dynastie Východnej Han.\nZhong Liquan bol generál dynastie Han, počas výpravy proti západnému Qiang žiarlil na veliteľa Liang Yi a pridelil mu len 30 000 starých a slabých vojakov. armáda západného Čchiangu a vojaci utiekli. Zhong Liquan sa stratil v údolí a cestou stretol mnícha, ktorý ho vzal do malej dediny a povedal: „Toto je rezidencia pána Donghua.“ Potom sa rozlúčil a odišiel. Po chvíli niekto zrazu povedal: „To musí byť preto, že ten zelenooký Hu muž je príliš zhovorčivý.“ Videl muža, ktorý mal na sebe kožušinu z bieleho jeleňa a v rukách držal zelenú palicu quinoy. Spýtal sa Zhong Liquana: „Osoba, ktorá prišla tu je Han Da. Generál Zhongli Quan\n? Zhong Liquan bol šokovaný, pretože vedel, že stretol cudzieho človeka, a tak sa úprimne naučil Tao.\nZhong Liquan sa neskôr stretol so Zhenren Huayangom a nesmrteľným kráľom Xuanfuom a naučil sa „Tajomstvo nesmrteľnosti“. Nakoniec žil v Zijin Sihaofeng v hore Kongtong, získal „Tajomstvo Jade Boxu“ a stal sa skutočným nesmrteľným.Sekta Quanzhen ho tiež ako jedného z piatich severných patriarchov uctievala.", "聖意": "Modlite sa, aby váš domov a domov boli požehnané na jeseň a v zime. Hľadajte šťastie na jeseň a v zime. Veľa šťastia v podnikaní, veľa šťastia v manželstve, veľa šťastia pri pôrode chlapcov, veľa šťastia pri cestovaní do poľa , veľa šťastia v priadke morušovej, veľa šťastia v chove dobytka, veľa šťastia pri hľadaní ľudí, veľa šťastia pri verejných súdnych sporoch, veľa šťastia pri migrácii, stratený majetok, severovýchodné choroby, veľa šťastia pri posielaní hôr a hrobiek.", "古人": "Zhongli sa stal osvieteným", "第X籤": "prvé znamenie", "宮": "Uterus"}