{"籤詩版本二": "Starosti a starosti sú dočasne uvoľnené a radosť prichádza z neba.\nRovnako ako nefrit ukrytý v hnoji, dobrý pracovník dvíha prach", "詩意": "Tento hexagram predstavuje harmóniu Jin a Jang.\nVšetko, čo plánujete, je priaznivé.", "解曰": "Nič nezískalo, nič nestratilo. Zisk zo straty. Zloduch má problémy. Nech sa vám darí, pán.", "籤詩故事一": "◇Ye Meng Xiong Chao Di\nYe Mengxiong (1531-1597), ktorého zdvorilostné meno bolo Nanzhao a ktorého meno bolo Longtang, bol zmenený na Longtan a tiež nazvaný Huayun. Rodák z Wanshifang, Huizhou Fucheng (teraz súčasť okresu Huicheng, mesto Huizhou) v dynastii Ming. V 44. roku vlády Jiajing (1565) sa stal Jinshi a získal titul richtára okresu Qing. Pôsobil ako riaditeľ prestupového oddelenia a neskôr sa zmenil na dozorného cenzora Shanxi Road.\nV 20. roku Wanli (1592), generálny konzul Ningxia, Kuaibai (náčelník mongolského tatárskeho kmeňa), zabil guvernéra Dang Xina a dobyl štyridsiatu siedmu pevnosť v provincii Hexi. , rozbil mesto, uctieval a spálil seba k smrti. Meng Xiong nie je arogantný v pripisovaní zásluh a necháva svoje schopnosti rovnako dobré ako schopnosti generálov, ktorí sa odvážia bojovať. Oficiálny Wei Xuezeng bol obnovený. V neskorších rokoch päťkrát rezignoval a vrátil sa do Huizhou, aby postavil chrám Huilong.\nYe Mengxiong vstúpil do taoizmu ako štátny úradník na začiatku a bol známy svojou bezúhonnosťou. Staré historické záznamy hovorili, že bol „prvý v pokore a schopnostiach“, „odstraňuje korupciu a trestá rebélie“, pričom mu zanechal dobrú povesť; extrémne lojálny, odvážny, odvážny a vynaliezavý. Dobrý v strelbe. V druhej polovici jeho života boli jeho bojové umenie zaznamenané v „Histórii dynastie Ming“ a bol považovaný za národného hrdinu.", "聖意": "Dom je nepriaznivý (stále pokojnejší) Jeseň a zima sú dobré pre seba, bohatstvo bude úspešné, transakcie budú úspešné, manželstvo bude úspešné, Liujia bude mať falošný poplach (budú poklady), chodci prídu na pole modliť sa za priadky morušovej, šesť zvierat bude plochých, ľudia sa nájdu, verejné žaloby budú nevýhodné, migrácia bude konzervatívna, bude sa brániť strateným majetkom, budú sa usídliť choroby v hrobe Fushan", "古人": "Ye Meng Xiong Chao Di", "第X籤": "Šestnáste výherné loto", "宮": "Maogong"}