{"籤詩版本二": "Zlatá vrana padá na západe a králik stúpa na východe Kolobeh dňa a noci pokračuje od staroveku až po súčasnosť.\nMnísi a taoisti vedia, že neexistuje žiadna nevýhoda, a učenci, farmári, priemysel a obchodníci sa riadia vlastným názorom.", "詩意": "Tento hexagram predstavuje pribúdanie a ubúdanie jin a jang.\nJe to tiež znak toho, že všetko pôjde podľa plánu.", "解曰": "Nie je nič na mysli. To, čo ste urobili, je záslužné. Ako šíp z luku. Jeden výstrel zasiahol cieľ.", "籤詩故事一": "◇ Strýko Cao Guo je nesmrteľný\nCao Guojiu, rodák zo Xuzhou, je považovaný za veľkého strýka štátu v období Renzong dynastie Song. Volal sa Cao Yi, tiež známy ako Cao Jingxiu.\nStrýko Cao Guo mal mladšieho brata menom Cao Er. Tento Cao Er sa spoliehal na svoju pozíciu cisárskej moci a páchal všetky druhy zla. Obsadzoval polia, odoberal manželky a dcéry a spriatelil sa s niekoľkými bezprávnymi ľuďmi, ktorí prichádzali a odchádzali. Cao Guojiu to nemohol vydržať, a tak odmietol počúvať jeho dobré slová a útechy, a tak ho ovládol trestom. , dvaja bratia sfalšovali zášť.\nCao Guojiu povedal: \"Princípy sveta sú, že tí, ktorí hromadia dobro, budú prosperovať a tí, ktorí hromadia zlo, zahynú. Toto je nezmeniteľná pravda. V minulosti naša rodina Cao hromadila zlé skutky, aby dosiahla dnešné bohatstvo. Teraz môj brat nahromadil zlo do krajnosti, aj keď utečie Aj keď ťa úradníci potrestajú, nemôžeš uniknúť prírodným katastrofám, ktoré tajne prebiehajú. Keď raz príde katastrofa a tvoja rodina je zničená a niekto zomrie, ty už nebudeš budem môcť utiecť. Budem ponížený a budem sa toho báť.\" Tak som rozptýlil všetko svoje bohatstvo, Pomáhal chudobným a viac sa nestaral o veci svojho brata. Potom opustil svoj domov a priateľov, prezliekol sa do taoistickej uniformy a odišiel do hôr kultivovať svoju myseľ a povahu.\nJedného dňa náhodou stretol Zhongliho a Lu Dongbina z dynastie Han. Keď videl plynulé odpovede strýka Cao Gua, bol veľmi šťastný a dal mu „Tajný edikt návratu pravdy“ a nariadil mu, aby cvičil opatrne. Krátko nato Zhongli Quan a Lu Dongbin boli uvedení do nesmrteľnej triedy.", "聖意": "Veľa šťastia v dome, dome, veľa šťastia v podnikaní, veľa šťastia v podnikaní, manželstve, mužských chodcoch, skorej výsadbe priadky morušovej na poliach, neúspechu dobytka, hľadaní ľudí, súdnych sporoch, migrácii, veľa šťastia v stratenom majetku, neskorej chorobe, veľa šťastia (rok králika alebo smola vo zverokruhu králika), šťastie v horských hrobkách", "古人": "Strýko Cao Guo je nesmrteľný", "第X籤": "Podpíšte osemnásteho", "宮": "Maogong"}