{"籤詩版本二": "Necháte loď ísť späť z pláže s rýchlou vodou, čo chcete robiť kvôli nepokojom?\nAk chcete byť v bezpečí, hľadajte pokoj a počkajte, kým vlny túto krízu prekonajú.", "詩意": "Tento hexagram je ako loď plaviaca sa po rýchlej pláži.\nZostaňte vo všetkom konzervatívni a počkajte si na čas.", "解曰": "Vyloďte sa v silnej vode. Nebezpečenstvo čaká na čas. Ak sa pýtate na plány tábora. Nedá sa nič robiť.", "籤詩故事一": "◇ Ziyi je korunovaný za kráľa\nGuo Ziyi (697-781), tiež známy ako Guo Linggong, bol rodák z okresu Zheng, Huazhou (teraz okres Huaxian, provincia Shaanxi) a generál dynastie Tang.\nPočas povstania Anshi v 14. roku Tianbao (755) mu bol udelený titul Shuofang Jiedushi (Lingwu, západne od Lingwu v dnešnom Ningxia). Spojili sily v Changshan (Zhengding, Hebei) a porazili Shi Siminga, získali späť Hebei. V tom čase Guo Ziyi navrhol, aby cisár vzal Fan Yang zo severu a zaútočil na brloh rebela, aby znížil obliehanie Tongguanu, ale Xuanzong odmietol. Potom bola zasiahnutá situácia separatistických vazalských miest na konci dynastie Tang, čo sa stalo aj vzdialenou príčinou zániku dynastie Tang.\nV pätnástom roku vlády Tianbao (756) on a ujgurská koalícia pacifikovali Hequ. Na jar nasledujúceho roku získali Hedong (teraz Yongji, Shanxi) a Feng Yi (teraz Dali, Shaanxi) a zaútočili na Tongguan, porazil Cui Qianyu.Tangská armáda utrpela viac ako 10 000 obetí. Cui Qianyu sa vzdal Pujinovi. An Lushan bol zabitý jeho synom An Qingxu.\nV druhom roku Zhide (757) dostal rozkaz viesť jednotky do Fengxiangu. Na ceste porazil 5000 Li Guirenových kavalérií pri moste Baiqu Liuyun (dnešný juhovýchod od Sanyuanu).V máji bojoval s An Shouzhong a Li Guiren v Qingqu (dnešný západ od Xi'anu) bol porazený a stiahol sa do Wugong (dnešný severozápad od Wugong). V septembri nasledoval maršala Guangpinga Wang Li Chu, aby viedol Tang a Ujgurov, aby sa pripojil k 150 000 vojakom, a potom bojoval s An Shouzhong a Li Guiren v Xiang. Na sever od chrámu Ji (juhozápadne od dnešného okresu Chang'an) ujgurskí vojaci krúžili za nepriateľom, zaútočili z oboch strán a zabili 60 000 nepriateľov. Zhang Tongru utiekol do okresu Shaanxi, a nakoniec znovu získal hlavné mesto Chang'an (dnešný Xi'an).Veličenstvo armády Tang sa opäť vrátilo do Chang'anu.\nPotom armáda Tang využila víťazstvo a pochodovala na východ, pričom porazila 150 000 mužov vrátane Yan Zhuang a Zhang Tongru v Xindian (teraz juhozápadne od mesta Sanmenxia, ​​provincia Henan), čím prinútila Anqing Xu prekročiť Žltú rieku a ustúpiť do Xiangzhou. Dongjun Luoyang sa vrátil. Pridajte Situ k jeho zásluhám a urobte z neho vojvodu krajiny.\nShi Siming viedol svoju armádu z Fan Yang, aby zachránil An Qingxu. Obe strany bojovali vo formácii severne od rieky Anyang (dnešný sever od Anyang). tvrdil, že má 600 000 mužov, ustúpil (v bitke pri Jechengu). vojne). Hlavným veliteľom tejto bitky bol eunuch Yu Chaoen, ktorý nemal vodcovské schopnosti a z neúspechu bitky vinil Guo Ziyi. Guo Ziyi bol povolaný späť do Chang'anu, zbavený vojenskej moci a stal sa nečinným úradníkom.\nV prvom roku Baoyingu (762) sa vzbúrili jednotky v Taiyuan (dnešný juhozápad od Taiyuanu) a Ťiang-čou (dnešný Sin-ťiang v provincii Shanxi). ovládať Jiangzhou. Odcudzil sa mu aj eunuch Cheng Yuanzhen a bol zbavený vojenskej moci.\n(Zameranie tohto príbehu: Guo Ziyi, ktorý bol veľmi schopný a dobre vychovaný, stretol Xuanzonga a niektorých darebákov, čo značne ohrozilo jeho úspechy.)", "聖意": "Požehnanie domova a seba, hľadanie bohatstva, žiadna transakcia, žiadne manželstvo, žiadny falošný poplach, chodci prichádzajúci na polia, Canji, ťažké nájsť ľudí, verejné žaloby a (nie Xing), migrácia, konzervatívnosť, stratený majetok, ťažké nájsť, choroby, modliť sa za požehnanie, hory a hroby, priaznivé", "古人": "Ziyi bol korunovaný za kráľa", "第X籤": "Devätnásty víťazný Lott", "宮": "Tatsumi"}