{"籤詩版本二": "Po toľkých starostiach a nebezpečenstvách odteraz už nikdy nebude prázdny\nVeľkorysé srdce má svoje vlastné veľkorysé plány. Aby ste dosiahli veľké úspechy, musíte sa stretnúť s odborníkom.", "詩意": "Tento hexagram je ako starodávna studňa s prameňom.\nVo všetkom dosahujú ušľachtilí ľudia úspech.", "解曰": "Žaloba bude nakoniec opodstatnená. Chorý a bezpečný. Choďte dnu a von a hľadajte radu. Prastará studňa sa stretáva s jarou.", "籤詩故事一": "◇ Yao Chong ovláda kobylky\nYao Chong (649-721), vlastným menom Yuan Chong, pochádzal zo Shaanzhou.Pôsobil ako minister Xia Guan, Shangshu of Chunguan, Ziweiling, Zhongshuling a predseda vlády v dynastii Tang.\nVo štvrtom roku Kaiyuanu (716) postihli Shandong (vo všeobecnosti povodie Žltej rieky východne od Huashanu) kobylky. Ľudia boli spútaní poverčivými myšlienkami a neodvážili sa ich loviť a zabíjať. Namiesto toho založili obetovali, pálili kadidlo, uctievali pri poliach a sledovali, ako úrodu požierajú kobylky...\nVšetci úradníci verili: „Kobylky sú prírodná katastrofa, ako ich môže ovládať ľudská sila!“ Boj medzi dvoma rôznymi myšlienkami bol v tom čase krutý, či kobylky zlikvidovať alebo nie.\nYao Chong povedal: \"Pokiaľ budeme spolupracovať, môžeme sa ich všetkých zbaviť. Povedal: Kobylky sa boja ľudí, takže ich ľahko odoženiete. Sadenice majú majiteľov, takže záchranári musia tvrdo pracovať; kobylky môžu lietať, a ak v noci uvidia oheň, priletia k nemu; podpáliť ich Na poli, kopať pri horení jamy, pri horení ich zahrabávať a nezostane nič.\"\nXuanzong povedal: \"Kobylky sú prírodná katastrofa spôsobená zlým morálnym riadením. Ak žiadate, aby ich ulovili a zabili, nie je to proti srsti?\"\nYao Chong dodal: \"Lypanie a zabíjanie kobyliek praktizovali starovekí ľudia a vaše veličenstvo to v budúcnosti využije. Je to veľká národná udalosť, ktorá má priniesť farmárom mier a prosperitu. Prosím, zvážte to vážne.\"\nXuanzong bol presvedčený. Ale v tom čase všetci na dvore aj mimo neho hovorili, že kobylky nemožno loviť.\nXuanzong povedal: „Diskutoval som s predsedom vlády a rozhodol som sa chytiť kobylky. Každý, kto bude opäť protestovať, bude popravený.“ Poslal teda cenzora, aby dohliadal a nariadil ľuďom, aby kobylky spálili a pochovali.\nVýsledky boli celkom účinné. V celej krajine sa chytilo deväť miliónov danov kobyliek a mor kobyliek bol úspešne odstránený. Poľnohospodárstvo dosiahlo toho roku dobrú úrodu.\n(Pri zvládaní katastrof a evakuácii by sa mala používať múdrosť a musia existovať dômyselné stratégie na prekonanie ťažkostí. Yao Chong je v tejto veci odborníkom)", "聖意": "Dom je obyčajný, človek je zablokovaný, hľadanie peňazí je zablokované, obchodovanie je zablokované, manželstvo a harmónia sú zablokované, v Liujia je nebezpečenstvo, chodci sú zablokovaní, priadky morušové sú zablokované, hospodárske zvieratá sú nepriaznivé, ľudia sa nenachádzajú, ľudia sú zablokovaní , vedú sa verejné žaloby, migrácia je nerozumná, stratené veci sa ťažko hľadajú, choroby sa modlia o požehnanie, hory a hroby sú nepokojné", "古人": "Yao Chong ovláda kobylky", "第X籤": "Výhra v lotérii dvadsiata piata", "宮": "Mi Palace"}