{"籤詩版本二": "Hovorí sa, že veci sa obrátili hore nohami a dostal som list z obzoru.\nSláva a úspech, ktoré mi kniha sľubovala, zostali až do konca prázdne.", "詩意": "Tento hexagram má falošné meno.\nJe vhodné byť vo všetkom konzervatívny.", "解曰": "Hore a dole rozrušený. Hľadanie voľného času nie je nečinné. Túžba po sláve. Zostať v bezpečí.", "籤詩故事一": "◇ Zhong Kui dosiahne osvietenie\nZhong Kui, ktorého priezvisko je Zhong Kui, ktorého zdvorilé meno je Zhengnan, pochádza zo Zhongnanshanu.\nPočas vlády cisára Dezonga z dynastie Tang sa Zhong Kui zúčastnil cisárskej skúšky. Zhong Kui prečítal skúšobné otázky a okamžite článok napísal a odovzdal. Hlavným skúšajúcim bol v ten deň Han Yu, minister pre občianske záležitosti, a zástupcom skúšajúceho bol Lu Zhi, veľký učenec. Keď si títo dvaja prečítali noviny Zhong Kui, rozžiarili sa im oči a zborovo povedali: „Čarodejník, čarodejník! Každé slovo v tomto článku je vynikajúce, hodné Li Taibai a Du Zimei!“ Na prvé miesto teda označili Zhong Kui.\nCisár Dezong si vypočul správu Han Yu a povedal, že Zhong Kui, nový šampión vedy, bol veľmi talentovaný, a tak zavolal Zhong Kui do Zlatého paláca.\nKeď cisár Dezong videl jeho škaredý vzhľad, okamžite pocítil nespokojnosť a povedal: \"Výber učencov na našom dvore je založený na osobných slovách a kaligrafii. Ako môže byť taký škaredý človek vybraný ako učenec číslo jeden v zlatých vedách?\" \"\nHan Yu si rýchlo kľakol a povedal: \"Dobré a zlé na človeku nie sú len o vzhľade. Nepočuješ, Svätý Pane, že Yan Ying je vysoký tri stopy a je rovný premiérovi? Zhou Chang koktá, ale môže pomôcť dynastii Han; Konfucius súdi ľudí podľa vzhľadu a stratí svojho syna Yu. Dúfam, že si to vaše veličenstvo dvakrát rozmyslí.\"\nCisár Dezong sa na chvíľu zamyslel a povedal: \"Hoci slová Han Aiqinga sú rozumné, keď som bol cisárom Taizongom, bolo osemnásť učencov, ktorí prišli do Yingzhou a hovorili o tom. Tento muž bol učencom číslo jeden. Obávam sa, že svet bude sa mi smiať, že nepoznám talenty.\"\nPremiér Lu Qi bol úzkoprsý a závidel mu talenty. Po vypočutí cisárových slov si kľakol a povedal: \"Učenec číslo jeden v zlatom predmete musí byť vnútorný aj vonkajší. Na tento predmet je tristo kandidátov.\" Prečo si nevyberieš inú?\"\nKeď Zhong Kui videl, že tento muž je taký zmätený, nemohol sa rozčúliť. Ukázal na Lu Qi a nadával: „Ak je taký ignorantský úradník na súde, neublíži krajine?“ Potom udrel Lu Qi päsťou.\nKeď to Dezong videl, rozzúril sa a povedal: \"Si taký odvážny, že si trúfaš spôsobiť problémy v Zlatom paláci, rýchlo to znič!\"\nZhong Kui v zúrivosti vytiahol meč od pása generálovi stojacemu v paláci a nahlas si povzdychol: \"Pre frustrovanú mačku je ťažké napodobniť tigra a frustrovaný papagáj nie je taký dobrý ako kura.\" Potom spáchal samovraždu.\nKeď cisár Dezong videl, že Zhong Kui spáchal samovraždu v hneve, bol veľmi prekvapený. Aby si získal srdcia ľudí, nariadil, aby bol Zhong Kui pochovaný s oficiálnym titulom učenec č. 1, a tiež urobil Zhong Kui bohom exorcizmu, aby zbavil svet zlých duchov.", "聖意": "Modlite sa za požehnanie pre váš domov, vašu vlastnú bezpečnosť, finančné ťažkosti, neúspech v podnikaní, zlyhanie manželstva, chodkyne z Liujia, dôverujte polouvareným priadkam morušovým, šesť domácich zvierat, ktoré možno vychovať, nezvestných ľudí, západné verejné súdne spory, stratu migrácie, konzervatívnosť, strata majetku, choroba, modlitba za šťastie v horách a hroboch", "古人": "Zhong Kui získal Tao", "第X籤": "Dvadsiata šiesta výhra v lotérii (Lotéria)", "宮": "Mi Palace"}