{"籤詩版本二": "Tráviť čas v pokoji a tichu, sedieť a ležať pri čaji po sýtosti\nNemusíte byť fyzicky a duševne zaneprázdnení a určite nespôsobíte nespravodlivosť alebo katastrofu.", "詩意": "Tento hexagram je symbolom mieru a stability.\nVo všetkých veciach čakanie na správny čas prinesie šťastie.", "解曰": "Zostaňte v bezpečí a zdraví. Opýtajte sa bohov. Počkajte, kým príde čas. Veci sa dejú náhodou.", "籤詩故事一": "◇ Foyinhui Dongpo\nRaz Su Dongpo pri štúdiu zenu získal určité pochopenie a uvedomil si, že jeho stav je transcendentný a cítil v ňom radosť. Keďže som nedokázal potlačiť svoju vášeň, roztiahol som pero a napísal báseň:\n\"Uprostred oblohy Jishou jasne žiari naprieč vesmírom; nemôže ho fúkať osem vetrov, sedí vzpriamene na purpurovom zlatom lotose.\"\n(Osem vetrov sa vzťahuje na: zisk, úpadok, ničenie, povesť, chválu, výsmech, utrpenie a šťastie. To znamená, že nebyť naštvaný týmito ôsmimi stavmi sa nazýva „osem vetrov sa nemôže hýbať“)\nPo jeho napísaní poslal Dongpo svojho sluhu cez rieku, aby ho odovzdal zenovému majstrovi Foyinovi z chrámu Jinshan.\nKeď to zenový majster Foyin prečítal, označil ho slovom „prd“ a dal ho svojmu sluhovi, aby si ho vzal späť.\nDongpo sa po tom, čo to videl, rozzúril, a tak sa previezol loďou cez rieku a išiel do chrámu Jinshan nájsť Budhovu pečať na diskusiu.\nKeď Dongpo dorazil k bráne chrámu Jinshan, Foyin už čakal pri dverách.\nSu Dongpo okamžite obvinil Foyina: \"Prečo nazývaš báseň, ktorú som napísal, prd?\"\nFoyin odpovedal: \"Nie si už 'neschopný byť unesený ôsmimi vetrami'? Ako by si mohol byť 'prebitý cez rieku' prd!\"\nV tom čase bol Dongpo šokovaný, keď si uvedomil, že nie je dosť dobrý a odišiel v hanbe.\n(Tento príbeh je metaforou pre „Teplo ešte nedorazilo“)", "聖意": "Modlite sa za svoj domov a vlastnú bezpečnosť, za svoje bohatstvo, za svoje podnikanie, za šťastie v manželstve, za cestovateľku z Liujia do poľa, aby na jeseň dozreli priadky morušové, aby bolo šesť hospodárskych zvierat stabilných, aby nájsť niekoho, ťažko nájsť, pre verejné žaloby, pre migráciu, pre stratený majetok, pre chorobu, pre poslanie do horskej hrobky, priaznivý", "古人": "Foyinhui Dongpo", "第X籤": "Tridsaťjeden výherných čísel", "宮": "Wei Gong"}