{"籤詩版本二": "Oblečte sa a pretvorte starý rodinný štýl. Tao je bez oblohy, ale má svoje zásluhy.\nPo zmietnutí tŕnia a tŕnia na ceste sa všetci traja dohodli, že sa stretnú so svojimi kolegami", "詩意": "Tento hexagram predstavuje preskupenie oblečenia.\nVšetko je ťažké, kým sa to neskôr stane ľahkým.", "解曰": "Neboj sa. Majte sa pekne. Ak sa pýtate na budúcnosť. Pred nami je dobrá cesta.", "籤詩故事一": "◇ Budhistické spisy Tang Monka\nXuanzang (602-664), významný mních z dynastie Tang, mal spoločné priezvisko Chen a krstné meno Yi. Narodil sa v okrese Goushi, Luozhou (teraz južná časť mesta Yanshi, provincia Henan). V trinástich rokoch sa stal mníchom a prijal budhistické meno Xuanzang. Svet sa nazýva Sanzang dynastie Tang.\nV treťom roku Zhenguanu (629, známy aj ako prvý rok Zhenguanu) cestoval na západ do Tianzhu (India), aby získal budhistické spisy. Do nebezpečenstva sa pustil sám a znášal ťažkosti. Prišiel až o štyri roky.\nV sedemnástom roku Zhenguanu majster oficiálne rezignoval a vrátil sa na východ. Do Číny sa vrátil cez Južnú cestu dnešnej provincie Sin-ťiang, Khotan a Loulan. Trvalo to spolu sedemnásť rokov a cesta 50 000 míľ. Keď prišiel do Čchang-anu v prvom mesiaci devätnásteho roku Zhenguanu, cisár nariadil Liang Guogong Fang Xuanlingovi a ďalším civilným a vojenským predstaviteľom, aby ho veľkolepo privítali.\nCelkovo bolo vyžiadaných 520 a 657 zväzkov pôvodných sanskrtských budhistických spisov. a preložené do čínštiny.\nPotom, čo sa majster vrátil, bol veľmi rešpektovaný cisárom Taizongom a cisárom Gaozongom a bol zakotvený v Da Nei, čo mu dalo titul „Majster Tripitaka“.", "聖意": "Dom je nepokojný, veľa šťastia, dobré šťastie, dobrý obchod, dobré manželstvo, bránenie príchodu ľudí do poľa, priadka morušová, nepriaznivé hospodárske zvieratá, hľadanie ľudí, verejné súdne spory, migrácia, stratený majetok, oneskorená choroba, modlitba pre požehnanie by mali byť horské hrobky staré.", "古人": "Tang Monk sa učí budhistické písma", "第X籤": "Tridsiaty piaty výherca lotérie", "宮": "Shen Gong"}