{"籤詩版本二": "Ak chcete byť v bezpečí a pokoji, nie je vhodné mať sviečky vo vetre.\nJe lepšie upratať a sedieť v hlbokej hale, vyhýbať sa svetlu, triasť sa na tichom mieste a pohybovať sa. Potriasť → Yao. Zadarmo → málo.", "詩意": "Tento hexagram je ako vietor, ktorý otriasa lampou a sviečkou.\nUdržiavanie vecí konštantných prinesie šťastie.", "解曰": "Usaďte sa na pokojnom mieste. Buďte v pohotovosti a buďte včas. Nie je to požehnanie. Konzervatívne a vhodné.", "籤詩故事一": "◇ Li Jing sa vracia do hory\nLi Jing (571 – 2. júla 649), s láskavým menom farmaceut, bol rodákom zo Sanyuanu, Yongzhou (teraz severovýchodne od okresu Sanyuan, provincia Shaanxi). Generál od neskorej dynastie Sui po skorú dynastiu Tang bol slávnym vojenským stratégom s civilnými aj vojenskými schopnosťami v dynastii Tang. Neskôr mu bol udelený titul vojvoda z Wei a vo svete bol známy ako vojvoda z Wei.\nLi Jing je otcom tretieho princa Nezha v zozname bohov, známeho aj ako „kráľ Tota.“ Li Jing a jeho syn pomáhali Jiang Ziya (Tai Gong) poraziť kráľovnú Zhou, založiť dynastiu Zhou a kráľa Wu oficiálne nastúpil na trón. Jiang Ziya potom zostavil zoznam bohov a vykonal obrad na upokojenie duší vojakov, ktorí zomreli v bitke. Odvtedy sa svet stal pokojným a pokojným. Kráľ Wu chcel robiť markízov a odmeniť ich a tiež chcel prideliť pôdu zakladajúcim hrdinom. Li Jing, jeho otec a syn a ďalších sedem ľudí požiadali, aby sa vrátili na horu praktizovať taoizmus a neboli posadnutí svetskou slávou a bohatstvom. Neskôr sa všetci siedmi „stali svätými v tele“ a zaradili sa do triedy nesmrteľných.\nPríbeh \"Feng Shen Bang\"", "聖意": "Dom je konzervatívny, som obyčajný, hľadám peniaze, mám problém v podnikaní, moje manželstvo nie je harmonické, Liujia sa modlí za chodcov, aby mali dôveru, na jeseň dozreli priadky morušovej, šesť zvierat je v bezpečí, ľudia chýbajú, verejné súdne spory a migrácia sú konzervatívne, choroby straty majetku, nemeňte hrob v Jianxingshan.", "古人": "Li Jing sa vracia do hory", "第X籤": "Tridsiaty siedmy výherca lotérie", "宮": "Shen Gong"}