{"籤詩版本二": "Červené koleso padá na západe, králik stúpa na východe, yin rastie a jang mizne a všetko prosperuje\nAk to chce žena použiť, zvýši to jej bohatstvo a prinesie šťastie do jej srdca.", "詩意": "Tento hexagram je symbolom rastu Yin a miznutia Yang.\nVšetko je ťažké, kým sa to neskôr stane ľahkým.", "解曰": "Jin prospieva ženám. Nevhodné pre mužov. Ak hľadáte radu. Najprv príde zlo a potom príde dobro.", "籤詩故事一": "◇ Na trón nastúpil Wu Zetian\nVo veku 14 rokov bol Wu povolaný do paláca cisárom Taizongom Li Shiminom z dynastie Tang ako talentovaná osoba s názvom \"Wu Mei\". Keď Taizong zomrel, Zetian vstúpil do chrámu Ganye a stal sa mníškou.\nKeď cisár Gaozong z dynastie Tang nastúpil na trón, povolal rodinu Wu do paláca, aby vzdal hold Zhaoyi. V šiestom roku Yonghui (655) cisár Gaozong ustanovil Wu za svoju kráľovnú.\nWu Zetian bol inteligentný, venoval sa literatúre a histórii a bol bohatý na vynaliezavosť. Čoskoro potom, čo sa Wu Zetian stala kráľovnou, pretože Gaozong bola slabá a chorá, niekedy ju poveril, aby riešila určité politické záležitosti, takže jej moc rástla. V prvom roku Shangyuanu (674) sa cisár Gaozong nazýval „cisár“, cisárovná Wu sa nazývala „kráľovná nebies“ a obaja boli v paláci nazývaní „dvaja svätí“.\nV prvom roku Hongdao (683) zomrel Gaozong, na trón sa dostal princ Li Xian a dynastii vládol Wu Zetian. Vo februári prvého roku Sisheng (684) Wu Zetian zosadila Li Xian ako kráľa Luling a ustanovila jej štvrtého syna Li Dana za cisára, ktorý naďalej vládol dynastii. V septembri toho istého roku zmenila vlajku na zlatú a Luoyang, východné hlavné mesto, bolo premenované na božské hlavné mesto. Deviateho septembra v prvom roku Tianshou (690) sa Wu Zetian vyhlásil za cisára a zmenil názov krajiny na Zhou.", "聖意": "Domov je pre seba nepriaznivý, modliť sa za požehnanie, hľadať bohatstvo, strážiť transakcie, veľa šťastia v manželstve, smolu v manželstve (žena), chodci blokujúci polia, priadky morušové, prosperujúce hospodárske zvieratá, hľadanie ľudí, odlúčenie, súdne spory, straty, migrácia , strata majetku, choroba, šok, hory a hroby, veľa šťastia", "古人": "Na trón nastupuje Wu Zetian", "第X籤": "Štyridsiaty víťaz v lotérii", "宮": "Ty palác"}