{"籤詩版本二": "Budete si pamätať nekonečné dobré slová, ale stanete sa vaším synom, ak spoznáte zlodeja.\nNebuďte momentálne lakomí a netrápte sa tým, ako by pred rokom urobil niečo dobré.", "詩意": "Tento hexagram identifikuje zlodeja ako syna.\nBuďte opatrní vo všetkom, čo robíte.", "解曰": "Len tento. Gentleman sa nemýli. Majte to na pamäti. Nebuďte osamelí.", "籤詩故事一": "◇ Dong Zhuo prijíma Lu Bu\nLu Bu, statočný a dobrý v boji, bol slávnym vojenským generálom na konci východnej dynastie Han a na začiatku troch kráľovstiev. Kedysi považoval Ding Yuana, guvernéra Jingzhou, za svojho adoptívneho otca a slúžil pod ním.\nPo smrti cisára Linga z východnej dynastie Han odišiel Ding Yuan do Pekingu, aby sa dohodol s generálom He Jinom, aby ovládol vládu.\nDong Zhuo bojoval s Ding Yuan, ale niekoľko generálov nedokázalo poraziť Lu Bu, a tak Dong Zhuo poslal svojho podriadeného Li Su, aby Lu Bu podplatil. Li Su priniesol na „návštevu Lu Bu“ hromady zlatých a strieborných pokladov a slávneho červeného králičieho koňa. Li Su priniesol na návštevu Lu Bu hromady zlatých a strieborných pokladov a slávneho červeného králičieho koňa. Takže Lu Bu bol podplatený Dong Zhuo, aby zabil Ding Yuana a povedal svojim vojakom, aby išli s ním, ak chcú, a odišli, ak ho nechcú nasledovať.V dôsledku toho väčšina vojakov utiekla. Takže Lu Bu bol podplatený Dong Zhuo a zabil Ding Yuan.\nPotom, čo Dong Zhuo získal moc, prijal Lu Bu ako svojho adoptívneho syna a urobil z neho generála a markíza.\nDong Zhuo mal násilnú povahu a „vzťah otca a syna“ s Lü Bu bol v skutočnosti veľmi slabý.V roku 189 nl na podnet Situ Wang Yuna Lü Bu zabil Dong Zhua.\nŠesť mesiacov po Dong Zhuovej smrti staré jednotky Dong Zhua vtrhli do hlavného mesta a Lu Bu a jeho manželka v panike utiekli. Po odchode z hlavného mesta Lu Bu hľadal útočisko u vojnových veliteľov Yuan Shu, Yuan Shao, Zhang Yang, Zhang Miao, Liu Bei atď., a mnohokrát bojoval s Cao Cao, ďalším hlavným vojnovým veliteľom v tej dobe. Lu Bu bol statočný a dobrý v boji a niekoľkokrát porazil Cao Cao.\nV treťom roku Ťien-anu vo východnej dynastii Han zaútočili jednotky Cao Cao na Xiaopei, základňu Lu Bu, a boli zajatí a zabití Cao Cao pod vežou Baimen. Pred popravou Lu Bu požiadal Cao Cao, aby ho nechal nažive, aby sa vyhol smrti, ale Liu Bei pripomenul Cao Cao, že Lu Bu mnohokrát zradil a bol nečestným mužom. Nakoniec Cao Cao, ktorý si cenil iba talent, ale nie morálku, Lu Bu popravil.", "聖意": "Som nepokojný doma, zvyčajne hľadám peniaze, chránim sa pred transakciami, je ťažké sa oženiť, muž Liujia je šokovaný, priadky morušové sú na poli napoly dozreté, šesť zvierat je v bezpečí, človek ho hľadá verejná žaloba je vhodná a migrácia je modlitba za stratené veci, ktoré je ťažké nájsť, choroby a pokoj v hrobke hory Zhenxing.", "古人": "Dong Zhuo prijíma Lu Bu", "第X籤": "41. výherca lotérie", "宮": "Ty palác"}