{"籤詩版本二": "Cisár, cisár a cisárovná budú konečne milosrdní a budú čakať a modliť sa za požehnanie bez straty alebo zisku.\nVšetky cítiace bytosti z toho profitujú a prosperita sa očakáva vo svete a v nebi.", "詩意": "Tento hexagram je znakom priazne z neba.\nVšetko bude úspešné.", "解曰": "Cisár prejavil svoju priazeň. Nikdy nezabudnúť. Ranné a večerné rituály. Vhodné je páliť kadidlo.", "籤詩故事一": "◇Mulian zachránil svoju matku\nMokou Lian alebo Mulian je najmocnejší spomedzi desiatich žiakov Budhu Šákjamúniho.\nJeho matka bola počas života lakomá a lakomá, a tak po smrti upadla do ríše hladných duchov. Mokhullian použil svoju magickú silu na pozorovanie a zistil, že jeho matka sa narodila ako hladný duch, bez možnosti získať jedlo a bola vo veľkých ťažkostiach. Svoju magickú silu použil na to, aby priniesol jedlo svojej matke. Nečakane potom, čo matka dostala jedlo sa zmenilo na popol a nedalo sa jesť.\nMaudgalyana bola znepokojená tým, čo sa stalo, a oznámila to Budhovi. Buddha povedal Mulianovi, že v 15. deň siedmeho lunárneho mesiaca by mal dať sto chutí a päť ovocia do misky a ponúknuť ich cnostným mníchom desiatich smerov. S touto silou by jeho matka mohla jesť .\nMaudgalyana konal podľa Buddhovej vôle a jeho matka bola nakoniec oslobodená. Tento druh obradu sa nazýva \"Obon Festival\" a tento festival sa nazýva \"Obon Festival\".\n(Poznámka: Určitý druh látky má na rôznych úrovniach sveta rôzne pocity. Napríklad: keď v tomto svete prší, vidíme to ako „vodu“, zatiaľ čo bytosti v hladnej ríši duchov to cítia ako „krv“ a cítiace bytosti v pekelnom svete to cítia ako „krv\". Je to ako „spustenie meča\", zatiaľ čo nebeské bytosti to cítia ako „kvapnutie kvetu\".)", "聖意": "Modlitba za dom a dom, modlitba za šťastie v zime, hľadanie bohatstva, žiadna transakcia, manželstvo, mier v Liujia, chodci, pohyblivé polia, priadky morušové, šesť zvierat, hľadanie ľudí, súdne spory, úspech, migrácia, konzervatívnosť, stratený majetok, choroba , pokoj v duši, pokoj hôr a hrobov", "古人": "Mulian zachráni svoju matku", "第X籤": "Podpíšte štyridsaťdva", "宮": "Ty palác"}