{"籤詩版本二": "Svet je flexibilný a všetky veci sú samonosné, samonosné a bezpečné\nVšetko v živote je úžasné, ďakujte za všetko svätým a mudrcom a buďte prosperujúci.", "詩意": "Tento hexagram predstavuje harmóniu medzi zemou a zemou.\nVšetko ide dobre a nič nehrozí.", "解曰": "Všetky veci sa rodia. Všetky plány a priania sa splnia. Ford pomáha. Rui Qi sa ponáhľa.", "籤詩故事一": "◇ Chodci získavajú osvietenie\nPríbeh cesty na západ:\nSun Wukong sa stal kráľom v pohorí Huaguo. Neskôr, aby našiel spôsob, ako žiť navždy, strávil osem alebo deväť rokov cestovaním cez hory a rieky, aby uctieval patriarchu Bodhiho ako svojho učiteľa. Naučil sa sedemdesiatdva premien pozemské zlo a kotrmelce a po prvý raz si vzali priezvisko Slnko.Pomenovali ho Wukong.\nPotom sa Sun Wukong vybral do Dračieho paláca vo Východočínskom mori, aby našiel vhodnú zbraň, a nakoniec našiel Ruyi Golden Cudgel, božskú ihlu Tianhe a Dinghai. Keďže sa jeho dĺžka života skončila, urobil v podsvetí veľký rozruch, zrevidoval knihu života a smrti a vrátil sa do ľudského sveta. Neskôr Sun Wukong po prvý raz privolalo nebo a pomenovali ho Bima Wen. Neskôr bol povolaný do neba druhýkrát a dostal meno Opičí kráľ. Ukradol aj broskyne a spôsobil problémy v nebi. Bol zapečatený v peci Bagua, aby si precvičil svoje zlaté oči a ohnivé oči. Nakoniec bol potlačený od Tathágatu Budhu na úpätí hory Wuzhi 500 rokov, neschopný pohybu. Miesto prekopnutia pece Bagua sa zmenilo na horu plameňov.\nO päťsto rokov neskôr išiel mních Tang na Západ, aby získal písma, prešiel okolo Hory piatich prvkov a pred záchranou Sun Wukong si zložil talizman. Sun Wukong sa od vďačnosti rozplakal a potom, čo dostal pokyny od Guanyin Bodhisattva, uctieval Tang Monka ako svojho učiteľa a odišiel na Západ, aby sa spolu učili písma. Na ceste k učeniu sa písma Sun Wukong zostúpil na démonov a odstraňoval príšery a opakovane predvádzal mimoriadne výkony, no jeho majster Tang Seng ho znova a znova nepochopil a vyhnal. Po 81 ťažkostiach bolo dielo konečne dokončené. Štyria majstri a učeníci dorazili do chrámu Xitian Leiyin a získali pravé písmo. Sun Wukong dosiahol správny výsledok.\n(Tento príbeh je metaforou, že aj opica sa môže stať osvietenou, nieto ešte ľudská bytosť.)", "聖意": "Domov je priaznivý pre seba, pre bohatstvo, obchod, manželstvo, Liujia, mužských chodcov, prekážky na poliach, priadky morušovej, šesť zvierat, Zhongping, hľadanie ľudí, súdne spory, úspech, migráciu, stratu majetku, chorobu, hrobku Xingxingshan, veci sú priaznivé", "古人": "Cestovateľ dosiahne osvietenie", "第X籤": "Podpísané 43", "宮": "xugong"}