{"籤詩版本二": "Chladné počasie mení vodu na ľad. Prečo túžiť po sláve?\nNezostáva mi nič iné, len ticho sedieť a čakať, kým listy prirodzene rozkvitnú.", "詩意": "V tomto hexagrame sa voda mení na ľad.\nNežiadajte nič zbytočne.", "解曰": "Voda zamrzne na ľad. Ľad sa topí vo vode. Ak je to sprisahanie. Tak to je.", "籤詩故事一": "◇ Wang Xiang žiada kapra (Dvadsaťštyri príbehov o synovej zbožnosti)\nWang Xiang z dynastie Jin, s láskavým menom Fuzheng, sa narodil v Linyi.\nKeď bol Wang Xiang mladý, jeho biologická matka zomrela. Jeho osamelý otec sa oženil so ženou menom Zhu a Wang Xiang mal novú matku. Keď bol Wang Xiang mladý, jeho biologická matka zomrela a jeho osamelý otec sa oženil so ženou menom Zhu. Macocha Wang Xiang bola úzkoprsá a žiarlivá žena. Nemala Wanga Xianga rada a často ho karhala za triviálne záležitosti. Čoskoro nevlastná matka porodila aj syna menom Wang Lan. Macocha milovala len svoje vlastné deti a Wang Xiang považovala za tŕň v oku. Na Wang Xianga začala byť ešte náročnejšia a často o Wangovi Xiangovi hovorila pred jeho otcom zle. Ani jeho otec ho postupne prestal milovať. Macocha milovala len svoje vlastné deti a Wang Xiang považovala za tŕň v oku. Na Wang Xianga bola ešte náročnejšia a často o Wangovi Xiangovi hovorila zle pred jeho otcom. Ani jeho otec ho postupne prestal milovať. Hoci je Wang Xiang nevlastným bratom, Wang Lan je k svojmu bratovi veľmi priateľský. Napriek mučeniu svojej nevlastnej matky bola stále veľmi synovská. Macocha je taká drsná, ale Wang Xiang je stále veľmi synovská.\nJeho nevlastná matka má záľubu, teda rada jedáva čerstvé ryby práve vylovené z rieky. Jeho nevlastná matka má záľubu, teda rada jedáva čerstvé ryby práve vylovené z rieky. Raz v zime jeho otec odišiel za obchodom a jeho nevlastná matka opäť ochorela. Bratia Wang Xiang a Wang Lan ich matke opatrne podávali polievku a lieky. ponáhľaj sa. Raz v zime jeho otec odišiel za obchodom a jeho nevlastná matka opäť ochorela. Bratia Wang Xiang a Wang Lan ich matke opatrne podávali polievku a lieky. ponáhľaj sa. Chorá macocha chcela zjesť čerstvú rybu z rieky.V tom hroznom chladnom podnebí vonku snežilo a voda v rieke sa už zmenila na hrubý ľad. Chorá macocha chcela zjesť čerstvú rybu Kde by sa dali zohnať čerstvé ryby v tom ľadovom a zasneženom podnebí?\nV tých dňoch neexistovali žiadne mimosezónne jedlá a nemohli ste si ich kúpiť, aj keď ste mali peniaze.\nV tomto bode príbehu sa stal dojímavý príbeh Wang Xiangqiu Li. Dvaja bratia bezmocne strážili svoju matku. Aby nesklamal chorú macochu, Wang Xiang kráčal k zamrznutej rieke. Wang Xiang dostal nápad a vyzliekol si košeľu bez ohľadu na chlad. Ležal s odhalenou hruďou na ľadovci a chcel na Roztopenie ľadu využíva vlastnú telesnú teplotu (preto sa kapor Wang Xiangqiu nazýva aj Wang Xiang ležiaci na ľade). Vyzliekol si tričko a nahý ležal na ľadovci. Modlil sa k Bohu a povedal: \"Bože, moja matka je chorá a chce jesť čerstvého kapra. Musíš mi nájsť cestu, nech sa deje čokoľvek.\" Je zvláštne, že ľadový blok vedľa neho zrazu praskol a boli tam dva. praskliny.Živý kapor vyskočil z trhliny a skočil na ľad.Wang Xiang bol veľmi šťastný. Modlil sa k Bohu: „Bože, moja matka je chorá a chce jesť čerstvého kapra, musíš mi nájsť cestu, nech sa deje čokoľvek.“ Čo je zvláštne, ľadový blok vedľa neho zrazu praskol a boli tam dve trhliny. Z trhliny vyskočil živý kapor a skočil na ľad. Wang Xiang bol veľmi šťastný. Rýchlo si kľakol, poďakoval Bohu a utekal s kaprom domov. Rýchlo si kľakol, poďakoval Bohu a rýchlo odniesol kapra domov. Po tom, čo macocha zjedla čerstvého kapra, čoskoro sa z choroby dostala. Macocha na nemocničnom lôžku bola ohromená, keď uvidela Wang Xiangovu nahú hornú časť tela, ktorá bola fialová od chladu a v rukách držal dve ryby, a šťastne vbehla do izby.\nWang Xiang sa neskôr stal úradníkom a stal sa Taibao a bol mu udelený titul vojvoda.", "聖意": "Nepokojný doma, modlím sa za ochranu, finančné ťažkosti, obchodné problémy, manželstvo, nedôslednosť v poistení Liujia, chodci, priadky morušové, strata šiestich zvierat, nezvestní ľudia, verejné súdne spory, migrácia, konzervatívnosť, stratený majetok, choroba, ťažko vyliečiteľné , veľa šťastia v horských hrobkách", "古人": "Wang Xiang žiada kapra (Dvadsaťštyri príbehov filiálnej zbožnosti)", "第X籤": "Štyridsaťdeväť Výhra v lotérii", "宮": "Haigong"}