{"籤詩版本二": "Môžete cestovať do všetkých kútov krajiny a zavesiť vrchlík plachty tak, aby ho voľne držal\nAk bude priaznivý vietor, čoskoro dorazí a loď bude plná pokladov.", "詩意": "Tento hexagram je ako ťahanie člna vetrom.\nVšetko ide tak ako má.", "解曰": "Odpočívaj v kľude. Nevyžaduje sa žiadne úsilie. Veľa bohatstva. Všetci obdivovaní.", "籤詩故事一": "◇ Päť jazier Tao Zhugui (Jazero Fan Ligui)\nV období jari a jesene bol Fan Li, ktorého zdvorilé meno bolo Shaobo, známy aj ako Gui Yizipi alebo Tao Zhugong.\nV tom čase bola vojna medzi štátom Wu a štátom Yue a štát Wu zničil štát Yue. Fan Li a Wen Zhong sformulovali plán pre kráľa Yue Gou Jian na podporu Yue a zničenie Wu. Fan Li osobne cestoval cez hory a rieky a navštívil rieku Huansha v pohorí Cailuo, aby našiel Xi Shi, krásnu ženu s cnosťami, talentom a krásou, a predstavil ju kráľovi Wu. Použil „krásu trik“ spolupracovať vo vnútri aj navonok a zničil kráľovstvo Wu.\nKeď sa mu podarilo zničiť kráľovstvo Wu, Fan Li vedel, že Gou Jian je „vták s dlhým krkom a zobákom“ a môže s ním zdieľať útrapy a šťastie, a tak sa spolu so Xi Shi plavili cez kráľovstvo Qi a zmenili si mená. ku Gui Zipimu a viedol svojich synov a žiakov v kráľovstve Qi.Žijú v chate pri mori. Tvrdo pracoval na obrábaní pustatiny, podnikal na vedľajšej koľaji a podnikal.Za pár rokov nahromadil desiatky miliónov rodinného majetku. Bol veľkorysý v šírení bohatstva a robil dobro svojmu rodnému mestu. Ľudia z Qi ocenili múdrosť a schopnosti Fan Li. Kráľ Qi ho pozval do Linzi, hlavného mesta, a uctieval ho ako predsedu vlády zodpovedného za vládne záležitosti. . Zvolal: \"Byť úradníkom môže viesť k ministrom a vedenie rodiny k bohatstvu. Pre obyčajného občana, ktorý začínal od nuly, to dospelo do extrému. Byť vyznamenaný po dlhú dobu pravdepodobne nie je dobré znamenie.\" Takže len o tri roky neskôr Jiliu opäť statočne ustúpil, vrátil pečať kráľovi Qi a rozdal všetko svoje rodinné bohatstvo svojim blízkym priateľom a dedinčanom.", "聖意": "Dom je dobrý pre seba (na odoslanie), peniaze sú dobré, obchod je dobrý, manželstvo je neskoro, manželstvo nie je dobré, Liujia je v bezpečí, ľudia bránia poliam, priadky morušovej, jeseň, dobytok, jar prosperuje, ľudia hľadajú ľudí, súdne spory sú zlé, migrácia je konzervatívna, stratené veci, západné choroby sú vyriešené, hory a hroby sú juh.", "古人": "Päť jazier Tao Zhugui (Jazero Fan Ligui)", "第X籤": "Päťdesiaty výherca lotérie", "宮": "Haigong"}