{"籤詩版本二": "Zachytiť mesiac vo vode si vyžaduje veľa úsilia, ale nič.\nNehovorte nezmysly a premárnite svoje úsilie na posilnenie tela.Slovo „telo zvädnuté“ pôvodne znamená „telo je osamelé“.", "詩意": "Tento hexagram je chamtivý po obraze námahy.\nVšetko je namáhavé a namáhavé.", "解曰": "Sľuby sa ťažko pamätajú. Veľa tvrdej práce. Starosť doma. Čakanie na stretnutie vznešených ľudí.", "籤詩故事一": "◇Taibai chytil mesiac v opitosti (Li Taibai chytil mesiac v opitosti)\nLi Bai (701-762), tiež známy ako Taibai, tiež známy ako Qinglian Jushi. Básnik dynastie Tang, ktorý sa nazýval vyhnaným nesmrteľným, bol známy ako Nesmrteľný poézie a bol vždy šťastný bez pitia.\nRaz prišiel Li Bai do Jinling (teraz Nanjing) a odpočíval v reštaurácii vedľa mosta Wende.\nTen deň bol náhodou pätnástym dňom zimného lunárneho mesiaca. V noci sedel sám v reštaurácii a obdivoval mesiac, pil a recitoval básne. Ten deň bol náhodou pätnástym dňom zimného lunárneho mesiaca. V noci sedel sám v reštaurácii a obdivoval mesiac, pil a recitoval básne. Li Taibai miloval mesiac najviac vo svojom živote a hovoril, že je čistý a krásny. Li Taibai miloval mesiac najviac vo svojom živote a hovoril, že je čistý a krásny. V tú noc sa pozrel hore a uvidel na oblohe biely a okrúhly mesiac. Bol veľmi šťastný a vypil ešte niekoľko pohárov. V tú noc sa pozrel hore a uvidel na oblohe biely a okrúhly mesiac. Bol veľmi šťastný a vypil ešte niekoľko pohárov. O polnoci Li Taibai využil víno a zišiel dole k mostu Wende. O polnoci Li Taibai využil víno a zišiel dole k mostu Wende. Len čo vystúpil na most, sklonil hlavu a zrazu videl, ako mesiac padá do vody.Keď sa rieka pohla, k bielemu mesačnému tieňu sa pridalo niekoľko čiernych čiar. Len čo vystúpil na most, sklonil hlavu a zrazu videl, ako mesiac padá do vody.Keď sa rieka pohla, k bielemu mesačnému tieňu sa pridalo niekoľko čiernych čiar. Li Taibai bol v tom čase taký opitý, že si myslel, že to bol mesiac, ktorý bol zafarbený vodou v rieke. Li Taibai bol v tom čase taký opitý, že si myslel, že to bol mesiac, ktorý bol zafarbený vodou v rieke. Ani sa neunúval vyzuť si čižmy, otvoril ruky a skočil z mosta, aby chytil mesiac. Ani sa neunúval vyzuť si čižmy, otvoril ruky a skočil z mosta, aby chytil mesiac. Nečakane sa týmto skokom mesiac nezachytil, ale mesiac vo vode sa rozbil a hneď sa rozdelil na dve polovice. Pri tomto skoku sa neočakávane nezachytil mesiac, ale muž sa utopil. Zomrel ako šesťdesiatdvaročný.", "聖意": "Dom je nepokojný a máte smolu (pozor na svoje zdravie) (nešťastie) Hľadajte bohatstvo a rovnováhu (ani na to nemyslite) Ťažkosti v obchodných transakciách, manželstvo nie je vyriešené, modlite sa za ochranu (prázdne poklady bránia potrat) Chodci majú problémy, priadka morušová na poli má päť bodov a šesť zvierat je na ústupe (nešťastie) Hľadá sa ľudia (nešťastné) Verejné žaloby a (Zastavte žalobu) Bežná migrácia (neuvádzajte to) Strata majetku (lietadlo) Modliť sa za ochranu pred chorobou (nešťastné) Veľa šťastia v horách a hroboch", "古人": "Taibai chytil mesiac v opitosti (Li Taibai chytil mesiac v opitosti)", "第X籤": "Päťdesiatsekundová výhra v lotérii (Lotéria)", "宮": "Uterus"}