{"籤詩版本二": "Keď sa frustrácia zmení na nadšenie, draci revú a tigre revú.\nModrá obloha má svoju vlastnú cestu do neba, nech mám ďalší úspech a slávu.", "詩意": "Tento hexagram je ako revúci drak a revúci tiger.\nJe tu nádej, že všetko dobre dopadne.", "解曰": "Len nauč a choď. Majte svoju vlastnú prosperitu. Musí sa urobiť nakoniec. Miesto sa nájde.", "籤詩故事一": "◇ Liu Bei verbuje nevestu\nPo bitke pri Chibi Sun Quan túžil získať späť Jingzhou, ktoré získal Liu Bei, a tak použil plán Zhou Yu a predstieral, že chce zasnúbiť svoju sestru Sun Ren s Liu Bei, ale v skutočnosti si chcel vziať Liu Bei ako rukojemník nárokovať si Jingzhou.\nPotom, čo Zhuge Liang špehoval Zhou Yuov plán, odovzdal brožúru so stratégiou Zhao Yunovi, ktorý chránil Liu Bei, keď išiel do Soochow. Zhao Yun nasledoval stratégiu v brožúre a zámerne urobil veľký rozruch, aby nechal Wu Guotai ( Sun Quanov otec) vie o návrhu na sobáš. Pretože Wu Guotai miloval svoju dcéru a nebol ochotný robiť náhodné rozhodnutia o životných záležitostiach svojej dcéry, pokarhala Sun Quana za nemilosrdný postoj k jeho sestre a navrhla osobne vyskúšať, či je Liu Bei hodný jeho dcéry v chráme Ganlu. Potom, čo sa Wu Guotai zoznámila s Liu Bei, veľmi ocenila Liu Bei a silne obhajovala manželstvo medzi Liu Bei a jeho dcérou.V dôsledku toho sa Liu Bei úspešne oženil s pani Sun.\nNeskôr Liu Bei a pani Sun spoločne utiekli späť do Jingzhou. Neskôr chcel Sun Quan prepašovať útok na Jingzhou, zatiaľ čo Liu Bei útočil na Yizhou, ale zastavil ho Wu Guotai, ktorý sa obával o bezpečnosť svojej dcéry.\nPovedal: \"Zhou Yuov dômyselný plán je najlepší na svete. Stratil svoju ženu a stratil svoje jednotky.\"\n(Liu Bei získal z ublíženia)", "聖意": "Mám smolu doma a mám smolu (najprv smolu, potom veľa šťastia) Hľadajte bohatstvo, rovnováhu, problémy v manželstve, úspech v manželstve Modlite sa za požehnanie pre chodcov, priadky morušovej na poliach, päť bodov za škody na dobytku, hľadajte ľudia, súdy a migrácia, šťastie na stratený majetok, šťastie na choroby, pokoj hôr a hrobov.", "古人": "Liu Bei verbuje nevestu", "第X籤": "Päťdesiate tretie výherné číslo", "宮": "Uterus"}