{"籤詩版本二": "Pláž je plná skál, potok tečie, vietor je čistý, mesiac je jasný a vznešení ľudia sú zaneprázdnení.\nNa ceste sa musim spytat, kam mam ist.Nenaberaj si vôňu kvetov a rastlín v lese.Nestaraj sa o to.", "詩意": "Tento hexagram je ako loď, ktorá cestuje po malej pláži.\nVo všetkom sú ušľachtilí ľudia, ktorí pomáhajú.", "解曰": "Aby sa uživili. Veľa tvrdej práce. Zostaňte konzervatívni a počkajte. Všetko najlepšie.", "籤詩故事一": "◇ Lushanská vzbura\nAn Lushan (703-757), ktorého priezvisko bolo Kang a volal sa Yaluoshan, pochádzal z Liucheng, Yingzhou (teraz Chaoyang, Liaoning).\nNeskôr prijal priezvisko An a zmenil si meno na Lushan. Počas vlády cisára Xuanzonga z dynastie Tang bol An Lushan vojenským vyslancom.\nV novembri 14. roku Tianbao An Lushan postavil jednotky vo Fanyangu. V mene útoku na Yang Guozhong spustil povstanie a zaútočil na jednotky troch miest, aby zaútočili na Luoyang, východné hlavné mesto. Správy z Taiyuanu sa ponáhľali do Lishanu. Tang Xuanzong, ktorý bol v tom čase v paláci Huaqing v Lishane, neveril, že by sa Anlushan vzbúril. Správy o vzbure sa však šírili ďalej a Xuanzong bol stále napoly presvedčený. (Toto je zobrazenie „zvuku drsnej tečúcej vody na malých kameňoch v potoku“)\nAž keď Yan Zhenqing, prefekt okresu Pingyuan, poslal niekoho, aby poslal informácie, Xuanzong sa prebudil zo svojho sna.\nNa základe chybnej stratégie cisára Xuanzonga z dynastie Tang dobyl jazdecký pluk An Lushan Luoyang, východné hlavné mesto. V prvom mesiaci nasledujúceho roka sa vyhlásil za cisára Dajana v Luoyang, Jianyuan Shengwu, cisár Xiongwu a Da Xixun ako premiér.\nV júni toho istého roku cisár Xuanzong z dynastie Tang, túžiaci po zmiernení krízy v Chang'ane a pod mylným vojenským chápaním, popravil dvoch slávnych generálov, Feng Changqing a Gao Xianzhi.Tento rozkaz šokoval armádu Tang. (Toto správanie porušuje „cesta musí smerovať k prednej rieke“)\nPotom cisár Xuanzong z dynastie Tang naliehavo nariadil ďalšiemu generálovi Ge Shuhanovi, aby viedol armádu Tang na východ z Tongguanu.\nGe Shuhan, ktorý plne chápal strategickú chybu cisára Xuanzong z dynastie Tang, plánoval oddialiť zmenu (prístup „je v poriadku, ak je pokojný vietor a pokojný príliv“).\nNakoniec si cisár Xuanzong z dynastie Tang myslel, že je príliš bojazlivý na boj, takže mu nezostávalo nič iné, len bojovať s An Lushanom v slzách a bol porazený. (Spĺňa „Ak tvrdo pracujete, aby ste sa uživili, môžete sa zraniť.“)\nV dynastii Tang, keď pohraničné jednotky a miestne posádky nemali čas odpovedať, armáda An Lushanu stlačila hranicu a vstúpila do oblasti hlavného mesta. V kritickej situácii viedol cisár Xuanzong z dynastie Tang gardový zbor na útek z hlavného mesta a Xijing Chang'an bez vodcu padol.\n(Tang Xuanzong porušil vedenie tohto znamenia, takže An Lushanovo povstanie bolo úspešné.)", "聖意": "Dom je v bezpečí, človek má šťastie, majetok je stabilný, transakcia je prosperujúca, manželstvo je úspešné (pozor), na pole prichádza mužský chodec z Liujia, zbierajú sa priadky morušové, je poškodených šesť hospodárskych zvierat, osoba sa nájde , žaloba je oprávnená, stratený majetok prináša choroby, to znamená, že hrobka Anshan by mala byť opravená.", "古人": "Lushanská vzbura", "第X籤": "Päťdesiaty šiesty žreb", "宮": "Škaredý palác"}