{"籤詩版本二": "Ráno a súmrak musí byť Budhova podpora v čase nebezpečenstva, ale nie v nebezpečenstve\nAk vás zaujme ušľachtilý človek, tak vás budú sprevádzať aj peniaze a hodváb.To je Chuan Lai. Všetko závisí od vás.", "詩意": "Tento hexagram predstavuje tajné požehnanie bohov a Budhov.\nBuďte trpezliví a nech sa vám vo všetkom darí.", "解曰": "Znak staromódneho pokoja. Keď bude všetko drahé, bude to priaznivé.", "籤詩故事一": "◇ Tang Monk dosiahol osvietenie\nJedného dňa prišiel Tang Seng k rieke a uvidel pred ňou Budhovu horu Lingshan. Pred ňou bol jednoposchodový most. Tang Seng sa ju neodvážil prejsť. Buddha sa premenil na lodníka a držal bezodnú rozbitú loď. Hneď ako Tang Monk nastúpil na loď, spadol do rieky a lodník ho zachránil. Takto Tang Monk dosiahol Budhovstvo. (Príbeh cesty na západ)\n◇ Budhistické spisy Tang Monka\nSanzang z dynastie Tang, jeho bežné priezvisko bolo Chen a jeho krstné meno bolo Yi. Narodil sa v okrese Goushi, Luozhou (teraz južne od mesta Yanshi, provincia Henan). V trinástich rokoch sa stal mníchom a prijal budhistické meno Xuanzang.\nAby získal pôvodné budhistické písma, vydal sa z Čchang-anu (dnešný Xi'an, provincia Shaanxi) v treťom roku Zhenguan (629 n. l.), odvážil sa cez hranice a prešiel nespočetnými ťažkosťami, aby sa dostal do Tianzhu ( India) zbierať písma. Precestoval povodia riek Ganga a Indus a juhovýchodné pobrežné oblasti Indie, potom prešiel cez zasnežené hory a zelené hrebene, prešiel viac ako 50 000 míľ tam a späť. Trvalo mu 16 rokov, kým sa konečne vrátil do Chang'anu v r. 19. ročník Zhenguanu (645 nl). Priniesol späť veľké množstvo budhistických textov a preložil ich do čínštiny.\n(Tang Sanzang prešiel dlhú cestu tam a späť medzi Čínou a Indiou a musel zažiť nebezpečenstvo, ale dokázal sa bezpečne vrátiť, pretože za ním stál neviditeľný svätý patrón.)", "聖意": "Domov je bezpečný, človek je priaznivý, západný biznis je úspešný, manželstvo je úspešné, chodci blokujú pole, priadky morušové sú blokované, priadky morušové sú sedembodové, hospodárske zvieratá sú ziskové, hľadajú sa ľudia, západ verejná žaloba je zlá, migrácia je konzervatívna, stratený majetok je vidieť, choroba je priaznivá, hory a hrobky priaznivé.", "古人": "Tang Monk dosiahol osvietenie", "第X籤": "Výhra v lotérii šesťdesiatdva", "宮": "Palác Yin"}