{"籤詩版本二": "Keď príde zima, vetva slivkového kvetu na hore sa nezničí, aj keď jej listy opadnú a vetvy uschnú.\nAle keď príde jar, stále chcem byť kurtizánou a zničiť pôvodné dielo.", "詩意": "V tomto hexagrame zaujíma popredné miesto kvet slivky.\nVšetko je dobré, ak sa oneskorí.", "解曰": "Jeden šíp vystrelil naprázdno. Keď je prázdny, nie je prázdny. Čakanie na príchod jari. Farba je v nej.", "籤詩故事一": "◇ Dvakrát skóroval\nPočas vlády cisára Dezonga z dynastie Tang bol lojálny minister Mei Bogao a jeho rodina zosnovaní zradným premiérom Lu Qi, ktorý ich chcel všetkých zabiť. Utiecť sa podarilo iba jeho synovi Mei Liangyuovi. Neskôr zmenil svoj meno Wang Xitong, aby skryl svoju identitu. Žil sám na ulici, hladný a studený, no našťastie sa ho ujal Chen Risheng (Chen Dongchu). Chen Risheng nepoznal jeho životné skúsenosti, a tak ho požiadal, aby pomohol postarať sa o Chenovu slivkovú záhradu, aby nezomrel na ulici od hladu.\nChen Risheng bol spolužiakom a priateľom Mei Bogao. Keď ho Lu Qi prenasledoval, zachránil ho Mei Bogao. Výsledkom bolo, že sa Mei Bogao a Lu Qi stali nepriateľmi. Nakoniec bola celá jeho rodina popravená. Chen Risheng sa kvôli tomu cítil smutný a nahnevaný. Po svadbe dal výpoveď a presťahoval svoju rodinu do Yangzhou, aby žila v ústraní.\nChen Risheng má dcérku Chen Xingyuan, ktorá je krásna a voňavá.Po príchode Mei Liangyu do rodiny Chen sa do seba na prvý pohľad zamilovali. V deň, keď boli slivkové kvety v plnom kvete, čo bolo aj výročie smrti Mei Bogao, Chen Risheng a jeho rodina otvorili oltár v slivkovej záhrade svojho domu, aby si pripomenuli svojho zosnulého priateľa a dobrodinca. Nečakane sa počasie náhle zmenilo a strhla sa silná snehová búrka, ktorá zakryla všetky slivkové kvety. Chen Risheng lamentoval, že sa mu podarilo bezpečne utiecť, no nedokázal zachrániť ani potomkov rodiny Mei. Myslel si, že je to varovanie od Boha, a tak sa zaprisahal, že pokiaľ slivkové kvety opäť nerozkvitnú, čím dokázal, že potomkovia rodina Mei bola stále nažive, nikdy nič nepovedal.Utiekol do budhizmu a stal sa mníchom.\nJeho dcéra Xingyuan to počula a okamžite zapálila kadidlo a úprimne sa modlila k Bohu, aby slivkové kvety opäť rozkvitli. Ich úprimnosť pohla nebom a všetky slivkové stromy v slivkovej záhrade opäť rozkvitli; neskôr Chen Risheng vedel, že Xitong je Liangyu, a tak mu zasnúbil svoju dcéru Xingyuan.", "聖意": "Dom nie je dobrý pre seba, človek je dobrý pre seba, hľadá bohatstvo, je rozvážny v jednaní, čas je neskoro, manželstvo je neskoro, jar je prosperujúca, jeseň je prázdna, chodci meškajú, polia prosperujú, priadka morušová prosperuje, šesť hospodárskych zvierat prosperuje, treba zmeniť ľudí, verejné žaloby, straty, migrácia, stratený majetok, východné choroby, falošné poplachy, horské hrobky.", "古人": "Dvakrát skóroval", "第X籤": "Šesťdesiatdeväť Výhra v lotérii", "宮": "Tatsumi"}