{"籤詩版本二": "Chao Chao je ako včela zbierajúca kvety, ktorá letí z juhozápadu a potom z východu\nJar je preč, kvety sú preč a nie je kde hľadať.Toto srdce nezmení svoje miesto.", "詩意": "Tento hexagram je ako včela zbierajúca kvety.\nVšetko je namáhavé a namáhavé.", "解曰": "Žiadna jarná scenéria. Prší dlho, ale nikdy sa nevyjasní. Požiadať o pomoc. Je lepšie byť ticho.\n.", "籤詩故事一": "◇ Li Mi sa vzbúril proti dynastii Tang\nLi Mi\n(582-619), neskorý vodca armády Wagang v roľníckom povstaní v neskorej čínskej dynastii Sui. Majster kaligrafie. Majster slova Fa bol rodákom z Chang'anu, Jingzhao, a jeho domovom predkov bol Xiangping, Liaodong (teraz južne od Liaoyang, Liaoning). Rodák z Chang'anu, Jingzhao, jeho domovom predkov je Xiangping, Liaodong (teraz južne od Liaoyang, Liaoning).\nV deviatom roku Daye (613) sa zúčastnil na vzbure Yang Xuangan proti dynastii Sui v Liyang (teraz severovýchodne od okresu Junxian, provincia Henan). V deviatom roku Daye (613) sa zúčastnil na vzbure Yang Xuangan proti dynastii Sui v Liyang (teraz severovýchodne od okresu Junxian, provincia Henan). Tajomný zmysel je porazený,\nLi Mi utiekol. Xuangan bol porazený a Li Mi utiekol.\nV dvanástom roku Daye vstúpil do armády Wagang\n. V dvanástom roku Dayeovej vlády vstúpil do armády Wagang. Li Mi bol dobrý v stratégii. V októbri dvanásteho roku Daye, Li Mi presvedčil Zhai, aby zaútočil na Xingyang Tong, mocného generála sprevádzajúceho armádu, aby bránil Zhang Xutuo, porazil armádu Sui a zabil Zhang Xutuo. Li Mi bol dobrý v stratégii. V októbri dvanásteho roku Daye, Li Mi presvedčil Zhai, aby zaútočil na Xingyang Tong, mocného generála sprevádzajúceho armádu, aby bránil Zhang Xutuo, porazil armádu Sui a zabil Zhang Xutuo.\nNeskôr navrhol zaútočiť na sklad Xingluo (neskôr premenovaný na Luokou), otvoriť sklad pre pomoc a rozšíriť tím. Tím armády Wagang sa rýchlo rozrastal. V 13. roku Daye viedol Li Mi armádu Wagang a Zhai Rang sa zaoberal degradáciou a distribúciou dynastie Sui. Nastala vojna o vojenské zdroje a iné problémy a Li Mi zabil Zhai Rang a stovky jeho nasledovníkov. Neskôr navrhol zaútočiť na sklad Xingluo (neskôr premenovaný na Luokou), otvoriť sklad pre pomoc a rozšíriť tím. Tím armády Wagang sa rýchlo rozrastal. V 13. roku Daye viedol Li Mi armádu Wagang a Zhai Rang sa zaoberal degradáciou a distribúciou dynastie Sui. Nastala vojna o vojenské zdroje a iné problémy a Li Mi zabil Zhai Rang a stovky jeho nasledovníkov.\nV marci 14. roku Daye Yu Wenhuaji zabil cisára Yang z dynastie Sui\n, priviedol viac ako 100 000 ľudí k návratu na západ. V marci štrnásteho roku Daye Yu Wenhuaji (Yu Wen, zložené priezvisko) zabil cisára Yang z dynastie Sui a vrátil sa na západ s viac ako 100 000 ľuďmi. Li Mi dostal rozkaz zaútočiť na Huaji. Hoci bol Huaji porazený, aj jednotky Li Mi utrpeli veľké straty. Neskôr ich prenasledoval Wang Shichong. Li Miho armáda bola porazená a jeho tábor bol zničený. Jeho generáli Qin Shubao, Cheng Zhijie (pôvodne sa volali Cheng Yaojin), Niu Jinda a ďalší boli zajatí., Shan Xiongxin sa vzdal. Li Mi dostal rozkaz zaútočiť na Huaji. Hoci bol Huaji porazený, Li Mi utrpel aj ťažké straty vo svojich jednotkách. Neskôr ho prenasledoval Wang Shichong. Li Miova armáda bola porazená a jeho tábor bol zničený. Jeho generáli Qin Shubao, Cheng Zhijie (pôvodne sa volal Cheng Yaojin), Niu Jinda a ďalší boli zajatí a Shan Xiongxin sa vzdal. Li Mi bol zúfalý, a tak v septembri prekročil rieku do Heyangu a vzdal sa dynastii Tang. Li Mi bol zúfalý, a tak v septembri prekročil rieku do Heyangu a vzdal sa dynastii Tang.\nV novembri poslal Li Yuan Li Mi do Shandongu, aby naverboval staré jednotky. november,\nLi Yuan poslal Li Mi čakať v Shandongu na nábor starých vojakov. Pocit, že bol podozrivý, sa vzbúril proti Tangovi. Pocit, že bol podozrivý, sa vzbúril proti Tangovi. Tangský generál Sheng Yanshi pozval Li Mi, aby zaútočil a zabil ho v Xinggong Xian. Tangský generál Sheng Yanshi pozval Li Mi, aby zaútočil a zabil ho v Xinggong Xian.", "聖意": "Dom, dom, jazyk, ja, darebák, hľadanie bohatstva, plytvanie obchodom, manželstvá, ktoré nevydržia, Liujia, prázdne kvety, chodci, jaotčina, škody spôsobené priadkou morušovou, šesť škôd na dobytku, nezvestné osoby, súdne spory, strata, migrácia, konzervatívnosť, stratený majetok, choroba, prekážky, reforma horského hrobu", "古人": "Li Mi sa vzbúril proti dynastii Tang", "第X籤": "Sedemdesiaty žreb", "宮": "Tatsumi"}