{"籤詩版本二": "Včelári musia žobrať o med, aby ich neštípalo žihadlo\nPred tebou musí byť zvláštna cesta Tajomstvo je hlboké ako tŕňový les.", "詩意": "Tento hexagram symbolizuje včely zbierajúce med.\nVšetko je namáhavé a namáhavé.\n\n(Tento hexagram hľadá symbol sladkosti a získava horkosť.\nPredchádzať katastrofám vo všetkom.\n)", "解曰": "Veci treba robiť opatrne. Netreba to nútiť. Včely zbierajú med. Aký je dôvod?", "籤詩故事一": "◇ Wang Mang hľadá talenty\nO rodine Wang Mang v západnej dynastii Han možno povedať, že je to bohatá rodina. Hoci jeho otec zomrel skoro, niekoľko jeho strýkov a strýkov sa stalo cisármi dynastie Han. Stali sa generálmi, premiérmi, stali sa markízami a dostávali odmeny. Rodina Wang bola mimoriadne významná.\nAle vlastná malá rodina Wanga Manga bola extrémne chudobná; jeho otec zomrel mladý a on žil iba so svojou matkou, spoliehajúc sa na charitu od príbuzných. Ale kvôli tomu si Wang Mang už od detstva rozvíjal a cvičil súbor zručností v jednaní s ľuďmi. Bez ohľadu na to, aký smutný alebo nahnevaný sa cítil, vždy ukázal veľmi šťastný a pokojný pohľad pred príbuznými, staršími alebo cudzincami, takže ho všetci v klane celkom ocenili.\nRaz bol jeho najstarší strýko vážne chorý. Keď sa o tom dozvedel, prišiel a čakal pri posteli pacienta, priniesol lieky a vodu a v noci bdel. Niekoľko mesiacov po sebe bol vyzlečený, neupravený a vyčerpaný Bol jednoducho viac „trpezlivý\" ako pacient. Viac „syn\" ako biologický syn.\nZa to ho všetci v Taiwane chválili a písali listy a žiadali pre neho odmenu.\nA tak mu cisár Cheng z dynastie Han udelil titul markíza Nového hlavného mesta a vymenoval ho za strážcu v paláci, čím sa stal blízkym ministrom cisára.\nVďaka svojmu vysokému postaveniu a veľkej moci Wang Mang nikdy neprejavil žiadnu aroganciu ani ľahostajnosť. Namiesto toho sa stával čoraz zdvorilejším a zdvorilejším. Na jednej strane sa spriatelil s ministrami, generálmi, celebritami a učencami. Na druhej strane , pomáhal chudobným a bol štedrý k svojmu majetku.\nAle žil veľmi skromný život, často jedol mäsité jedlá, nehovoriac o tom, že nosil dlhé róby a šaty s dlhými rukávmi, nosil len krátke šaty. Všetci vo vláde aj verejnosť ho teda jednohlasne chválili slovom „cnostný“.\nNeskôr jeho strýko, Grand Sima Wanggen, zomrel na chorobu a bol vybraný ako jeho náhrada. Cisár a všetci ministri si mysleli, že je najvhodnejší. Preto sa Wang Mang, ktorý mal len tridsaťosem rokov, stal Veľkou Simou s najvyššou vojenskou silou v krajine.\n(Tento príbeh je metaforou. Byť dobrým človekom vám môže pomôcť zbaviť sa „ťažkostí s bodnutím včelami“ a dosiahnuť svoje ideály tak, ako si prajete.)", "聖意": "Dom nie je dobrý pre seba, rodina je v problémoch, obchod je zablokovaný, manželstvo je zablokované, šesť brnení je falošných, chodci meškajú, úroda priadky morušovej je nízka, dobytok je nízky, je ťažké nájsť ľudí, žaloba je zlá, migrácia sa nehýbe, stratený majetok je zlý, choroba je zriadená, horský hrob je stratený", "古人": "Wang Mang hľadá talenty", "第X籤": "Výhra v lotérii sedemdesiatdva", "宮": "Tatsumi"}