{"籤詩版本二": "Keď príde jar, hromy otrasú štebotaním stoviek hmyzu a ja sa odvrátim od blata\nKeď som si prvýkrát uvedomil, že stále prichádzam a odchádzam, keď som sa zmenil, stal som sa drakom.", "詩意": "Tento hexagram je ako hrom a hmyz.\nStretnutie s ušľachtilým človekom je dobré znamenie vo všetkom.", "解曰": "Hrom udrie. Dva vklady dovnútra a von. Zmeňte raz. Až do Tianmen.", "籤詩故事一": "◇ Vzbura Chenqiao\nV roku 959 nl zomrel Zhou Shizong Chai Rong a cisár Gong, Chai Zongxun, ktorý nastúpil na trón, mal iba sedem rokov. V tom čase mal skutočnú moc Zhao Kuangyin, ktorý slúžil ako inšpektor pred palácom a vyslanec Songzhou pri nemeckej armáde.\nNa jar roku 960 nášho letopočtu, Zhenzhou (teraz Zhengding, provincia Che-pej) a Dingzhou (teraz okres Dingxian, provincia Che-pej) oznámili, že armády severnej dynastie Han a štátu Liao sa spoločne vydali na juh, aby zaútočili na neskoršiu dynastiu Zhou. dynamika bola veľmi hlasná a požiadali o vyslanie jednotiek na pomoc. Neskôr dynastia Zhou nariadila Zhao Kuangyinovi, aby viedol svoje jednotky na sever do boja proti nepriateľovi. Zhao Kuangyin konal tajne podľa plánov svojho brata Zhao Guangyi, Zhao Pu, Shi Shouxin a ďalších.\n3. februára, keď armáda dorazila do Chenqiaoyi (teraz mesto Chenqiao, juhovýchodne od Fengqiu, Henan), spustili vzburu a nariadili vojakom, aby mu nosili žlté rúcha. Vzbúrili sa proti neskoršej dynastii Zhou a podporili Zhao Kuangyina ako cisára . Potom Zhao viedol svoje jednotky späť do Kaifeng bez pálenia, zabíjania alebo rabovania.\"Taizu Chen Qiao zložil prísahu, že nebude rušiť ľudí v hlavnom meste a sľúbil, že nebude rušiť mesto v deň, keď do mesta vstúpi.\"\nTretí deň tretieho roku lunárneho mesiaca sa Zhao Kuangyin vzbúril v Chenqiao a vrátil sa do hlavného mesta. Fan Zhi viedol Wang Pu a Wei Renpu, aby vypočuli Zhao Kuangyina. Luo Yanhuan vytiahol meč pred stanom a nahlas zakričal : \"Tieto tri armády nemajú pánov. Všetci generáli sa rozhodli vymenovať ho za cisára. Každý, kto prehovorí, bude zabitý!\". Tvár Wang Pu bola bledá ako zem. Spustil kroky a uklonil sa. Uklonil sa aj Fan Zhi. Kuang Yin mu osobne pomohol vstať a správal sa k nemu veľmi zdvorilostne.\nPo miernom odpore na trón nastúpil cisár Gong z neskoršej dynastie Zhou a trón prevzal Zhao. \"Taizu sa chystal prijať zen, ale neexistoval žiadny zenový text. Tao Gu, učenec Imperiálnej akadémie, prijal prikázal a vošiel vedľa neho so slovami: \"Hotovo.\"\nPotom, čo Zhao nastúpil na trón, zmenil názov krajiny na Song, Yuan na Jianlong a urobil Kaifeng hlavným mestom. Shi Shouxin, Gao Huaide, Zhang Lingduo, Wang Shenqi, Zhang Guanghan a Zhao Yanhui boli všetci ocenení titulom Jiedushi , ktorá bola v histórii známa ako „vzbura Chenqiao“.\nWikipedia\n(Tento príbeh predstavuje, že toto je začiatok vystúpenia Zhao Kuangyina.)", "聖意": "Modlite sa za svoj domov, každodenný život, bohatstvo, šťastie, veľa šťastia v podnikaní, vznešené manželstvo, úspech v Liujia, mužskí chodci, skoré narodenie priadky morušovej na poli, skoré narodenie šiestich zvierat, šťastie na jar, hľadanie ľudí , úspech v súdnych sporoch, veľa šťastia v migrácii, stratený majetok, nebezpečenstvá v chorobách, nebezpečenstvá v horách a hroboch.", "古人": "Vzbura Chenqiao", "第X籤": "Podpísaných sedemdesiattri", "宮": "Mi Palace"}