{"籤詩版本二": "Vo sne sa hovorilo, že bude veľa bohatstva, ale sláva vyjde naprázdno.\nVoda je ďaleko a hory sú ďaleko, ale je ťažké byť verný.Vznešený človek vedie a usmieva sa.", "詩意": "Tento hexagram predstavuje symbol získania pokladu vo sne.\nVšetko je viac-menej skutočné.", "解曰": "Snívať ako sen. Žiadna nádej na slávu. Len čakaj na dobré časy. Vznešené pokyny.", "籤詩故事一": "◇ Vráťte jadeit Zhao (po dokončení vráťte nefrit Zhao)\nV roku 283 pred Kristom kráľ Zhao Huiwen získal od Chua He's Bi. Potom, čo sa kráľ Qin Zhaoxiang dozvedel túto správu, poslal kráľovi Zhaovi list, v ktorom vyjadril ochotu vymeniť pätnásť miest za He's Bi.\nLin Xiangru analyzoval kráľovi Zhaovi, že Qin je silný a Zhao slabý a musí byť nahradený.\nKráľ Zhao potom poslal Lin Xiangru do Qin s He's Bi.\nKráľ Qin sa stretol s Lin Xiangru v Zhangtai a Lin Xiangru daroval jadeit kráľovi Qin. Kráľ Qin mal obrovskú radosť a odovzdal kráske He's Bi a všetci naokolo sa na to pozerali.V tomto čase všetci naľavo aj napravo kričali nech žije.\nLin Xiangru videl, že kráľ Qin nemal v úmysle dať mesto Zhao, a tak povedal kráľovi Qin, že jeho nefrit je chybný, a chcel na to upozorniť kráľa Qin, aby využil príležitosť získať jadeit späť.\nKeď Lin Xiangru vzal späť Heshi's Bi, postavil sa vedľa veľkého stĺpu, čím ukázal, že chce zomrieť s Heshi's Bi.\nV tomto čase Lin Xiangru povedal kráľovi Qin: \"Kráľ Zhao stále prekonal námietky ministrov a prijal ministrov návrh. Aj keď sa navzájom neklamali pri interakcii s obyčajným ľudom, nehovoriac o tom, Qin je veľká krajina! Aby sa zachovalo priateľstvo medzi Qin a Zhao, kráľ Zhao Po piatich dňoch pôstu som poslal svojich ministrov do Qin s nefritom. Bohužiaľ, kráľ Qin nielenže nemal v úmysle dať Zhao mesto, ale tiež odovzdal nefrit He rodiny krásnej žene, čo bol naozaj výsmech mojim ministrom.“\nPo skončení reči Lin Xiangru okamžite urobil gesto, že narazil do stĺpa. Kráľ Qin sa bál, že He's Bi bude poškodený, a tak predstieral, že Zhaovi dal pätnásť miest. Lin Xiangru prehliadol zradný plán kráľa Qina, a tak požiadal kráľa Qina, aby sa päť dní postil, než predloží He's Bi, aby oddialil čas. V týchto niekoľkých dňoch Lin Xiangru poslal svojich služobníkov, aby sa vrátili do štátu Zhao s nefritom, zatiaľ čo on zostal, aby sa vysporiadal s kráľom Qin.\n(Tento príbeh je ako oči bežného človeka fascinované jeho postavením.)", "聖意": "Modliť sa za požehnanie doma, pre seba, brániť bohatstvu, sťažovať uskutočnenie transakcií, manželstvo nie je v súlade s chodcami z Liujiaxu, chitianske priadky morušové nie sú akceptované, šesť zvierat je poškodených, ľudia sú nezvestní, očakávajú sa verejné súdne spory a migrácia, stratené veci sú ďaleko, choroby sú zakladané, posielané do horských hrobiek a zmenené.", "古人": "Vráťte jadeit Zhao (dokončite jadeit Zhao)", "第X籤": "Sedemdesiaty siedmy výherný žreb", "宮": "Poludňajší palác"}