{"籤詩版本二": "Listy platanov opadli, jeseň sa blíži a spiatočná cesta cestovateľov vyzerá ako oblaky.\nVďaka veľkému Božiemu úsiliu sa loď vrátila s pokladom vo vetre.", "詩意": "Tento hexagram predstavuje obraz opadaných listov platanu.\nVšetko je vopred zlé a nakoniec dobré.", "解曰": "Berte veci zo srdca. Tianxin ho nasleduje. Aby sa uživili. Urob všetko, čo môžeš.", "籤詩故事一": "◇ Vietor fúka do pavilónu Tengwang\nWang Bo, vlastným menom Zian, bol básnikom ranej dynastie Tang.Narodil sa v prvom roku Yonghuiho, cisára Gaozonga z dynastie Tang. Wang Bo čítal písma už od detstva a je známy ako „zázračné dieťa“. Wang Bo čítal písma už od detstva a je známy ako „zázračné dieťa“.\nKeď mal desať rokov, on a jeho otec náhodou prechádzali okolo chrámu Guandi. V chráme videli majestátnu sochu Guandiho, ako drží v ruke knihu „Jar a jeseň“ a číta ju. Keď to jeho otec videl, bol inšpirovaný. Cisárovi Guanovi skandoval: \"Držím tri pramene zelenej brady, čítam históriu dynastie Čching na zelenej lucerne a vzdávam hold slávnym menám. Držím zeleného draka a mesiac v ruke.\" Hovorí sa že na jeseň tohto roku odišiel Wang Bo zo Shanxi na ostrov Hainan, aby navštívil svojho otca, ktorý bol degradovaný na krajského sudcu Jiaozhi. Cestou prechádzal cez tisíce hôr a riek. Na jeseň roku, keď mal dvadsaťsedem rokov, odišiel Wang Bo zo Shanxi na ostrov Hainan navštíviť svojho otca, ktorý bol degradovaný na miesto sudcu okresu Jiaozhi. Cestou prešiel cez tisíce hôr a riek.\nKeď sme v ten deň dorazili na horu Madang, všetci išli na breh, aby si oddýchli. Keď Wang Bo prechádzal okolo starovekého chrámu sám, zrazu uvidel starého muža sedieť na kameni vedľa chrámu. Starý muž vyzeral ako dieťa so svetlými vlasmi Povedal Wang Bo: „Nie si ty Wang Bo?“ Wang Bo sa zľakol a povedal: „Presne tak! Ako to vieš?“ Starý muž povedal: „Už dávno som počul, zámery zachrániť ľudí a vaše básne sú veľmi zmysluplné. Zajtra bude v Pavilóne Tengwang veľká párty. Ak sa zúčastníte banketu a napíšete esej, budete slávny po celé veky a dostanete cestovné náklady.\" Keď prišli pri hore Madang si všetci odišli na breh, aby si oddýchli. Keď Wang Bo kráčal okolo starovekého chrámu sám, zrazu videl na kameni vedľa chrámu: Sedel tam starý muž, ktorý vyzeral ako dieťa so svetlými vlasmi a víla. Povedal Wang Bo: \"Nie si ty Wang Bo?\"\nWang Bo bol zaskočený a povedal: \"Presne tak! Ako to vieš?\"\nStarý muž povedal: \"Už dávno som počul, že máte láskavý úmysel zachraňovať ľudí, a básne, ktoré skladáte, sú celkom zmysluplné. Zajtra bude v pavilóne princa Tenga veľkolepá párty. Ak sa môžete zúčastniť banketu a skladať, budete slávny po celé veky a budete mať cestovné náklady.\"\nWang Bo povedal: \"Toto miesto je od Pavilónu Tengwang vzdialené šesť alebo sedemsto míľ. Ako sa sem zajtra dostaneme?\" Starý muž povedal: \"Použijem koňa ako božský vietor, aby som ti pomohol mať hladkú plavbu. I určite príde zajtra.\" Wang Bo mi poďakoval a povedal: \"Prepáčte, môj svokor., si nesmrteľný alebo boh?\" Starý muž sa zasmial a povedal: \"Ja som Zhongyuan Shuijun, ktorý je v zodpovedný za túto vodnú plochu!\" Wang Bo povedal, \"Toto miesto je šesť alebo sedemsto míľ vzdialené od pavilónu Tengwang. Ako sa tam dostaneme zajtra?\"\nStarý muž povedal: \"Použijem koňa ako božský vietor, aby som ti pomohol mať hladkú plavbu. Zajtra určite prídem.\"\nWang Bo mu poďakoval a povedal: \"Prepáčte, svokor, ste nesmrteľný alebo boh?\"\nStarý muž sa zasmial a povedal: „Ja som Zhongyuan Shuijun, ktorý má na starosti túto vodnú plochu!“ Potom starý muž vyzval Wang Bo, aby rýchlo nastúpil na loď. Na chvíľu videl, ako ho obklopujú priaznivé mraky a vietor a voda bola po ceste hladká.Bez mihnutia oka precestoval stovky kilometrov.\nPotom starý muž naliehal na Wang Bo, aby rýchlo nastúpil na čln. Na chvíľu videl, ako ho obklopujú priaznivé mraky, a cesta to bola bezproblémová. Bez mihnutia oka precestoval stovky kilometrov. Ako sa očakávalo, Wang Bo sa ráno v deň veľkého podujatia ponáhľal do pavilónu princa Tenga.\nAko sa očakávalo, Wang Bo sa ráno v deň veľkého podujatia ponáhľal do pavilónu princa Tenga. A na mieste napísal „Predhovor k pavilónu princa Tenga“, ktorý cisár Gaozong z dynastie Tang nazval večným majstrovským dielom. A na mieste napísal „Predhovor k pavilónu princa Tenga“, ktorý cisár Gaozong z dynastie Tang nazval večným majstrovským dielom.\nExistuje báseň, ktorá hovorí:\nVždy sa hovorilo, že talentovaní ľudia sú bohovia, takže nie je náhoda, že vietor privádza Nanchang do Nanchangu;\nNapísal som báseň o vysokom pavilóne kráľa Tenga a on nasledoval nesmrteľných, aby sprevádzal Zhongyuana.", "聖意": "Modlite sa za svoj domov a chráňte sa, modlite sa za požehnanie, hľadajte bohatstvo a dosiahnite manželstvo a harmóniu.", "古人": "Vietor fúka do pavilónu Tengwang", "第X籤": "Podpíšte osemdesiatjeden", "宮": "Wei Gong"}