{"籤詩版本二": "Čo sa stane, ak pre svoju povesť stratíte svoju cnosť?Obávam sa, že šťastie sa zmení a budú sa diať zlé veci.\nOpitý neviem kam mám ísť, v tieni zelených borovíc sa mi sníva hmlistý sen.", "詩意": "Tento hexagram predstavuje studenú rybu opúšťajúcu vodu.\nNič sa nedá pohnúť.\n\n(Tento hexagram je symbolom zlej cnosti a nešťastia.\nVo všetkom buďte nohami na zemi.\n)", "解曰": "Studená ryba opúšťa vodu. mucha v masti. Ak sa pýtate na plány tábora. Je lepšie Mo Qi\nToto znamenie prinesie Liujii smolu. Všetko sa pokazí. Modlite sa za bezpečnosť.", "籤詩故事一": "◇ Zhuangzi testuje svoju manželku\nZhuangzi sa narodil v dynastii Zhou. Jeho priezvisko bolo Zhuang, jeho krstné meno bolo Zhou a jeho meno bolo Zixiu. Pochádzal z Mengyi v dynastii Song. V dynastii Zhou bol úradníkom Qiyuanu.\nJedného dňa Zhuangzi stretol na hore ženu, ktorá čučala pred novým hrobom a zúfalo triasla vejárom, ako keby chcela na hrobe vysušiť mokrú pôdu. Zhuangzi nerozumel jej zámeru, tak sa jej opýtal. Povedala, že osoba pochovaná v hrobe bol jej manžel a posledné slová jej manžela boli, že sa nemôže znova vydať, kým pôda na hrobe nevyschne. Nemohla už dlhšie čakať, a tak rozvírila náhrobnú pôdu, aby rýchlejšie vyschla a mohla sa vydať za druhým prameňom.\nZhuangzi si povzdychol, keď si pomyslel, že na svete existuje taká bezcitná žena. Potom som si pomyslel, bola by moja žena taká? Keď sa objaví podozrenie, chcem to otestovať.\nZhuangziho manželka sa volala Tian a pár mal zvyčajne blízky vzťah. Aby si otestoval lojalitu svojej manželky, rozhodol sa Zhuangzi predstierať, že je mŕtvy.\nKeď sa dozvedeli, že Zhuangzi zomrel na náhlu chorobu, veľa ľudí z celého sveta, vrátane príbuzných a priateľov, prišlo vyjadriť svoju sústrasť. Medzi nimi bol aj pekný kráľ a vnuk zo štátu Chu, ktorý bol bohatý na bohatstvo. Vidiac, že ​​pani. Tian bola čerstvo ovdovená a úbohá, prenasledoval ju. Pani Tian nevydržala pokušenie a zamilovala sa do Wang Suna. Vzali sa len za dvadsať dní.\nV tú noc, keď bolo víno vypité a uši boli horúce, Wang Sun náhle dostal infarkt a zomrel.\nPani Tian bola vystrašená a spanikárila a naliehavo sa spýtala Wang Sun, čo má robiť. Wang Sun vydržala bolesť a povedala pani Tian, ​​že mozgy mŕtvych tiel možno použiť na oživenie mŕtvych.\nKde nájsť mŕtvolu? Pani Tian si zrazu pomyslela, nezomrel jej manžel? Pán Tian zabudol na starú lásku medzi manželmi a skutočne vzal sekeru a rozlomil manželovu rakvu, pričom sa pripravoval, že mu vytiahne mozog na lieky.\nNečakane, keď bola rakva otvorená, Zhuangzi opäť ožil. Pani Tian sa tak hanbila, že sa obesila.\n(Tento príbeh je metaforou porušovania priateľstva pre osobný prospech, takže s ním nemôžeme súhlasiť.)", "聖意": "Dom je pokojný, ja v bezpečí, peniaze sú nespravodlivé, obchody sú obetované, manželstvo je vyriešené, zlo v Liujia prosperuje, chodci neprišli, priadky morušové sú v pokoji, hospodárske zvieratá sú v pokoji, ľudia hľadajú ľudí, žaloba sa zmenila, učeníci boli konzervatívni, majetok sa stratil, nie je žiadna choroba a hora a hroby boli zlé.", "古人": "Zhuangzi testuje svoju manželku", "第X籤": "Časť 84", "宮": "Wei Gong"}