{"籤詩版本二": "Temné mraky a hmla zakrývajú cestu pred horou.Všetko je okrúhle a mesiac je opäť guľatý.\nAk dostanete poéziu a knihy, prebudíte sa z hlbokého sna, vznešený človek vás zavedie na strechu.", "詩意": "Tento hexagram symbolizuje koniec jari a kvitnutie kvetov.\nVšetko sa mení po Pánovi.", "解曰": "Starý muž musí požiadať o pomoc. Na jar opäť kvitne. Túžba po sláve a bohatstve. Stretnite sa s neočakávaným koncom života.", "籤詩故事一": "◇ Han Wengong narazil na sneh\nHan Yu, ktorého zdvorilé meno bolo Tuizhi, pochádzal z Changli. Tang Dezong sa stal Jinshi v ôsmom roku Zhenyuan a jeho posmrtný titul bol Wen Gong.\nPočas vlády cisára Xianzonga z dynastie Tang Han Yu demonštroval s kosťami Budhu, čo cisára nahnevalo. Han Yu opustil svoju ženu a deti a odišiel do Chaozhou. Po necelých pár dňoch chôdze sa zdvihol studený vietor a husto snežilo. Han Yu prišiel na miesto, kde bol sneh niekoľko stôp hlboký, čo jeho koňovi sťažovalo pohyb vpred. V blízkosti nebol žiadny dom a on nevedel, kde je cesta. Ak chcete ísť po ceste a ustúpiť, niet cesty späť. Vietor silno fúkal a sneh rýchlo padal.Han Yu bol premočený na kožu, premrznutý a hladný a nemal kde vyjadriť svoj smútok.\nHan Yu si povzdychol a povedal: Cisár ma nezabije, ale cisár ma chce zničiť.\nPráve keď bol Han Yu zúfalý, uvidel muža, ktorý prichádza odpratávať sneh aj napriek silnému chladu. Ukázalo sa, že je to Han Xiangzi (synovec Han Yu).\nHan Xiangzi predtým povedal Han Yuovi: „Kde je domov Yun Henga v Qinling? konečne pochopil.\nHan Yu a Han Xiangzi teda išli stráviť noc do Fuovho domu v Languan. Keď hovoril o minulosti a ceste ku kultivácii, Han Yu bol úprimne presvedčený.\nNeskôr Han Yu opustil svoje oficiálne postavenie, všetok svoj majetok daroval miestnej vláde a odišiel do hôr praktizovať taoizmus a stať sa nesmrteľným.", "聖意": "Dom nie je dobrý pre seba, buďte opatrní pri hľadaní peňazí, sústreďte sa na podnikanie, manželstvo je neskoro, chodkyne Liujia blokujú polia, priadky morušové sú dobré, hospodárske zvieratá sú dobré, je ťažké nájsť ľudí, opakujú sa verejné žaloby, migrácia je aktualizované, stratené veci sú vážne, choroby sa oneskorujú, horské hrobky by sa mali meniť.", "古人": "Han Wengong narazil na sneh", "第X籤": "Osemdesiata piata výherná lotéria", "宮": "Shen Gong"}