{"籤詩版本二": "Pri chôdzi do polovice západnej hory sa útesy Junlingu nedajú usadiť.\nToto telo je stále v márnici", "詩意": "Tento hexagram je ako hľadať zlato v piesku.\nVo všetkom sú znaky vznešených ľudí.\n\nTiež: Tento hexagram naznačuje, že osoba je v nebezpečenstve.\nVo všetkom sú znaky vznešených ľudí.", "解曰": "Jadeit možno nájsť dlátom kameňa. Nájdite zlato v piesku. Treba tvrdo pracovať. Len problémy.\nĎalšia práca: ťažká situácia. Nikde sa ubytovať. Pros o Božie požehnanie. Modlite sa za pokoj v duši.", "籤詩故事一": "◇ Zahryznite sa do zlata a preskúmajte podzemné jaskyne\nNa oslavu svojich vojenských činov usporiadal Cheng Yaojin banket v Yanwuyang. Zrazu sa v zemi otvorila diera, ktorá bola nevyspytateľná. Každý žreboval tak, že vybral slová, zahryzol si do zlata, aby vyhral, ​​a prenajal si povrazy, aby sa do diery priviazal.\nSú tam kamenné dvere, stoly, stoličky, mosty a iné predmety, na stole sú dračie rúcha a nefritové opasky, ktoré sú vyrobené zo zlata a opotrebované z jaskyne.\nYao Jin vyšiel z diery s veľkou krabicou a malou krabicou, otvoril drevenú krabicu a vybral nefritovú pečať, otvoril krabicu, vybral veľkú vlajku a korunné rúcho a stopy a položil ich na stôl a všetci ich sledovali jedného po druhom. Videl som, že osem tuleňov vyrytých na veľkej pečati bolo „Démonský kráľ Hunshi, Veľký cnostný cisár“.\nVšetci ho uctievali ako „cisára“ a Yaojin to robil tri roky ako kráľ démonov. (V skutočnosti to bolo len samozvané a Cheng Yaojin bol v tom čase len vodcom dediny.)\n(Tento príbeh je metaforou, že dobré veci sú rovnako ako herectvo. Toto je umelecká koncepcia „toto telo je stále v prázdnote“.)", "聖意": "Modliť sa za domov a dom, za seba, nedostatok zisku, hľadanie bohatstva, tvrdú prácu, opatrnosť v podnikaní, manželstvo bude prekážať Liujiaxu, chodci, chitianske priadky morušové, stajne šesť hospodárskych zvierat, hľadanie ľudí, žiadne súdy, strata, migrácia, držanie stratený majetok, zlé choroby, prekážky, hory a hroby.", "古人": "Skúmanie zlata v krypte", "第X籤": "Podpíšte osemdesiatsedem", "宮": "Shen Gong"}