{"籤詩版本二": "Neobťažujte ma svojimi osobnými záležitosťami.Toto je vhodnejšie opýtať sa verejnosti.\nJasné srdce je jasné a jasné ako jasný mesiac na oblohe", "詩意": "Tento hexagram predstavuje obraz jasného mesiaca na oblohe.\nVšetko je svetlé a vzdušné.", "解曰": "Buďte v srdci vzpriamení. Upravte zákon. Sväté slová. Nakoniec sa to vyjasní.", "籤詩故事一": "◇Kong Mingov generál\nRiešenie: Zhuge Liang mobilizuje svoje jednotky a generálov\nPočas obdobia troch kráľovstiev sa Zhuge Liang (181-234), zdvorilým menom Kongming, narodil v Yangdu, Langya (teraz okres Yinan, provincia Shandong).\nZhuge Liang súhlasil, že sa stane úradníkom potom, čo Liu Bei trikrát navštívil slamenú chatu. V tom čase Cao Cao upokojil Hebei a bol odhodlaný pochodovať na juh. Poslal Xiahou Duna ako hlavného generála, Yu Jin, Li Dian a ďalších. ako zástupcovia generálov, ktorí viedli 100 000 armádu na pochod smerom k Xinye. Hoci mal Zhuge Liang v tom čase plán na ústup pred nepriateľom, Guan Yu a Zhang Fei slovami Zhuge Lianga pohŕdali. Zhuge Liang nemal inú možnosť, ako použiť Liou Beiov meč na pokorenie dvoch mužov. Každý z nich viedol tisíc vojakov a koní a číhali v Yushane a Anline. Počkali, kým Xiahou Dun povedie jeho armádu, aby prešiel, a potom na nich zaútočili. prepadnutia a paľba.\nOkrem toho bol Zhao Yun poslaný, aby viedol staré a slabé zvyšky armády, aby bojoval ako predvoj proti Xiahou Dun, a potom predstieral porážku a ustúpil, čím nalákal Xiahou Duna na úzku cestu v horách a lesoch. Poslal tiež Guana Ping, Zhou Cang, Liu Feng a ďalší, aby sa vkradli do zadnej časti Caovej armády, spálili zásoby a spôsobili paniku v Caovej armáde.\nPo bitke sa všetko stalo tak, ako to zariadil Zhuge Liang. Keď Xiahou Dun a Yu Jin viedli armádu v prenasledovaní, Li Dian, ktorý bol vzadu, naliehavo informoval Xiahou Duna vpredu, že sa musí chrániť pred nepriateľskými palebnými útokmi. Bolo však príliš neskoro. Caoovu armádu obmedzili úzka cesta a nachádzala sa na mieste, kde boli prepletené stromy, takže požiar nemohol začať. Boli tam veľké straty a Xiahou Dun a ďalší generáli boli porazení a utiekli späť do Xudu.\n(Tento príbeh je metaforou, že Kong Ming vie dobre využívať ľudí a múdro riadiť krajinu.)", "聖意": "Dom a dom sú priaznivé. Prajem veľa šťastia v bohatstve, pokoj v duši, prosperujúce podnikanie, manželstvo, úspech, úspech v Liujia, muži pohybujúce sa polia, priadky morušové, straty dobytka, nezvestní ľudia, verejné súdne spory, migrácia, stratený majetok, požehnanie, choroba, pokoj, hory a hroby.", "古人": "generál Kong Ming", "第X籤": "Deviate znamenie", "宮": "Palác Yin"}