{"籤詩版本二": "Luan Feng Xiang bol zmočený v mrholení, ale v tom čase ho šikanoval Queer\nBol som šokovaný, keď som sa dozvedel, že jedného dňa boli mraky ďaleko, ale aj tak som ti vrátil svoje oblečenie.", "詩意": "Tento hexagram predstavuje symbol Luana a Fénixa, ktoré sú pokryté dažďom.\nVšetko príde, keď príde čas.", "解曰": "Zloduchom sa darí zo dňa na deň. Gentleman by nemal robiť nič. Len sa nechaj pre seba. Konajte, keď príde čas.", "籤詩故事一": "◇ Gao Jun zaručuje manželstvo\nNa začiatku dynastie Song zjednotil Zhao Kuangyin sever a celá krajina sa vzdala. V dynastii Južný Tang však Li Yu obsadil juh rieky Jang-c'-ťiang a prijal stratégiu ponúknutia mesta na kapituláciu a uväznil Zhao Kuangyina v Shouzhou. a situácia bola kritická. Zhao Kuangyin synovec, Gao Junbao, mladý muž so zlatou zbraňou, opustil Bianjing, aby prelomil obliehanie Shouzhou.\n, prechádzajúc okolo hory Shuangsuo, rozbili znak manžela, ktorý vytvoril Liu Jinding, a obaja súťažili. Výsledkom bolo, že Liu Jinding trikrát porazil Gao Junbao svojimi vynikajúcimi bojovými umeniami a vymenili zlaté palcáty a strieborné zvony za život. Zhao Kuangyinov synovec Gao Junbao, aby zachránil uväzneného Zhao Kuangyina v Shouzhou, opustil Bianjing a prešiel cez horu Shuangsuo. Rozbil znamenie, ktoré postavil Liu Jinding a obaja súťažili. Výsledkom bolo, že Liu Jinding porazil Gao Junbao so svojím vynikajúce bojové umenia a bol k tomu donútený.manželstvo. Pár viedol dav do obliehania a zachránil Zhao Kuangyin.\n(Metafora tohto príbehu je, že títo dvaja neboli zmierení (boli šikanovaní), ale neskôr sa zmierili.)", "聖意": "Rodinný dom nie je dobrý pre seba, dávajte pozor na zháňanie peňazí, blokovanie podnikania, čakanie na svadbu, meškanie, Liujia, falošný cestovateľ, zdržiavať sa na poli, priadka morušová, neskoro, šesť škôd na dobytku, ťažké nájsť ľudí, súdne spory, strata, migrácia, konzervatívnosť, stratený majetok, ťažká choroba, rozšírenie hory, reforma hrobu", "古人": "Gao Jun zaručuje manželstvo", "第X籤": "Deväťdesiattri výhra v lotérii", "宮": "xugong"}