{"籤詩版本二": "Ambície a úspechy sú v dynastii, ale teraz bude víno a sex nekonečné\nAk uvidíte zlatého kohúta, budete odmenení peniazmi, majetkom a bohatstvom.", "詩意": "Tento hexagram predstavuje symbol ambícií a slávy.\nNech je všetko priaznivé.", "解曰": "Ambiciózna a nadšená. Ešte nie je neskoro sa chrániť. Zlatý kohút sľubuje. Všetci šťastní.", "籤詩故事一": "◇ Cao Pi sa vyhlásil za cisára\nCao Pi, vlastným menom Zihuan, sa narodil v Peiguoqiao (teraz okres Hao, Anhui). Slávny politik a spisovateľ počas obdobia Jian'an.\nCao Pi je druhým synom Cao Cao. Od detstva žil so svojím otcom vo vojenskom tábore. Pod vplyvom svojho otca sa Cao Pi naučil lukostreľbu ako šesťročný a jazdu na koni ako osemročný a rozvinul sa dobré zručnosti v bojových umeniach. Má tiež rozsiahle znalosti o starovekých a moderných klasikoch a biografiách, ako aj o knihách stoviek myšlienkových prúdov. Až v osemnástich rokoch Cao Cao porazil Yuan Shao a Cao Pi žil relatívne stabilným životom v Yechengu, centre vlády Cao Cao. Odvtedy, hoci občas sprevádzal svojho otca na vojenských výpravách a väčšinu času žil životom šľachtického syna, stále sa každý deň venoval bojovým umeniam a neupadol dodnes. Často jazdí na koni na sto krokov a je veľmi zručný v bojových umeniach.Pretože sa často venuje bojovým umeniam, je ľahký a silný.\nNajstarší syn Cao Cao Cao Ang bol zabitý v bitke. Po smrti najstaršieho syna sa Cao Pi stal prvou voľbou pre korunného princa. Keď mal tridsaťjeden rokov, Cao Cao z neho urobil korunného princa. Keď mal Cao Pi tridsaťtri rokov, Cao Cao zomrel na chorobu a Cao Pi ho nahradil ako ministerský predseda a kráľ Wei. Povedal, že často jazdí na koni na sto krokov a je veľmi zručný.Keďže často cvičí kungfu, je ľahký a zdravý.", "聖意": "Modlite sa, aby bol váš domov a váš domov pokojný, hľadajte bohatstvo, tvrdo pracujte, obchodujte, rozíďte sa skoro, manželstvo bude úspešné, Liujia bude v bezpečí, ľudia budú na poli, priadky morušové budú dospelé, šesť hospodárskych zvierat bude vyspelých , bude ťažké nájsť ľudí, verejné žaloby budú naliehavé, migrácia bude stratená a veci budú ďaleko. Choroby budú pretrvávať v horách a hroboch.", "古人": "Cao Pi sa vyhlasuje za cisára", "第X籤": "Výherná lotéria deväťdesiata piata", "宮": "xugong"}