{"籤詩版本二": "Majestátna pagoda je nezvyčajná s nádhernými dekoráciami na všetkých stranách, ktoré žiaria svetlom\nVyzývam vás, aby ste boli odhodlaní usilovne sa klaňať a konať dobré skutky a nebo vám zošle požehnanie.", "詩意": "Tento hexagram predstavuje prejav zásluh.\nVšetko je priaznivé.", "解曰": "Tieto požehnania. Každý to má. Nebuďte príliš zaneprázdnení. Zásluhy sú určené vopred.", "籤詩故事一": "◇ Kráľ Fenyang sa stretáva so svojím vnukom na čínskeho Valentína\nRiešenie: Guo Ziyi sa na čínsky Valentín stretol s Weaver Girl zostupujúcou na zem. Tiansun, vnučka Jadeitového cisára, je Sedem víl.\nGuo Ziyi (697-781), tiež známy ako Guo Linggong, bol rodák z okresu Zheng, Huazhou (teraz okres Huaxian, provincia Shaanxi) a generál dynastie Tang. Cisársky dvor udelil Ziyimu titul kráľa Fenyangu.\nHovorí sa, že Ziyi bol pôvodne z Huazhou a išiel sa pripojiť k armáde pred Veľkým múrom. Odišiel do Pekingu tlačiť na vojenský plat a vrátil sa do Yinzhou. V tom čase bol náhodou čínsky Valentín. Vietor a piesok stmievalo sa a slnko sa stmievalo. Ziyi sa nemohol pohnúť dopredu, takže stál pri ceste. Spal na zemi v prázdnom dome. Keď chcel zaspať, zrazu uvidel červené svetlo na oboch stranách. Postavil sa a prekvapene vzhliadol. Na oblohe bol oblak, ktorý pomaly klesal. Sedela tam krásna žena, dôstojná a nádherná, úplne iná ako obyčajní ľudia. Ziyi sa mu okamžite poklonil a povedal: \"Dnes je siedmy deň siedmeho lunárneho mesiaca. Myslím, že je to Tkáčska dievča, ktorá prišla, chce jej poskytnúť dlhovekosť a bohatstvo.\"\nŽena tiež odpovedala: \"S veľkým bohatstvom prichádza dlhovekosť.\"\nKeď dohovoril, žiara sa vrátila a oblaky sa pomaly zdvihli.Žena sa stále s príjemným úsmevom pozerala na Guo Ziyi, až kým nebola ďaleko od nej, a potom sa dym rozplynul a už ju nebolo vidieť.\nUkázalo sa, že je to pravda, presne ako povedala žena. Ziyiho zásluhy sú svetoznáme, je mimoriadne obľúbeným ministrom a je to generál so zásluhami aj cnosťami.", "聖意": "Želajte si doma, želajte si, modlite sa za peniaze, veľa šťastia v podnikaní, veľa šťastia v manželstve, veľa šťastia v Liujia, šťastné cesty s ľuďmi, pohyblivé polia, priadky morušové, stajne dobytka, smolu pri hľadaní ľudia, verejné súdne spory, migrácia, šťastie, choroby zo strateného majetku, hrobky v Zhenxingshan", "古人": "Kráľ Fenyang sa na čínskeho Valentína stretáva so svojím vnukom", "第X籤": "Podpíšte deväťdesiatšesť", "宮": "xugong"}