{"籤詩版本二": "S opratením koňa a bičom prichádzame priamo sem, napoly v nebezpečenstve a napoly v katastrofe.\nJe to ako dom, ktorý zhorí oheň Keď padne nebo, dážď ho zmení na popol Mám plán.", "詩意": "Tento hexagram predstavuje polovicu smútku a polovicu radosti.\nJe vhodné robiť dobro vo všetkom.", "解曰": "Celoživotná práca. Nestarajte sa o dobro a zlo. Putá sú dočasné. Nenávisť prichádza prirodzene.", "籤詩故事一": "◇ Tao Sanchun porazil Zheng En v Guayuane\n\"Nech žije môj pamätník,\" Zhao Kuangyin opäť vstal, \"Beiping kráľ Zheng En vtedy zariadil manželstvo. Teraz, keď je svet v mieri, by som vás chcel požiadať o povolenie vybrať si priaznivý deň na svadbu. \"\n„Nech žije môj pamätník!“ Zhao Kuangyin vstal a povedal: „Pekinský kráľ Zheng En vtedy dohodol sobáš. Teraz, keď je svet v mieri, chcel by som vás požiadať o povolenie vybrať si priaznivé deň na svadbu.\"\n„Ach, tretí brat bol predtým zasnúbený, ako to, že som o tom nevedel?“ Chai Rong bol veľmi prekvapený, mávol rukou a požiadal Zhao Kuangyina, aby si sadol a porozprával sa.\nTretí brat bol predtým zasnúbený, ako to, že som o tom nevedel?“ Chai Rong (cisár neskoršej dynastie Zhou) bol veľmi prekvapený, mávol rukou a požiadal Zhao Kuangyina, aby si sadol a porozprával sa.\n\"To je dlhý príbeh. Po prvé, vtedy sme boli ešte v chudobe a nepridali sme sa k vašej armáde. Odvtedy roky bojujeme a nemáme čas sa o teba starať. Po druhé, tretí brat je tiež malý hanbím sa to spomenúť, takže Vaše Veličenstvo o tom nevie.\"\n\"To je dlhý príbeh. Po prvé, vtedy sme ešte žili v chudobe a nepridali sme sa k vašej armáde. Odvtedy roky bojujeme a nemáme čas sa o teba starať. Po druhé, tretí brat je tiež trochu sa hanbím to spomenúť, takže Vaše Veličenstvo o tom nevie.\"\n\"Hej, vysokoškolák sa žení, čo je na tom hanbiť sa? Tretí brat je na bojisku už dlho a možno ho považovať za hrdinu, ktorý nemá obdoby. Prečo si v tejto veci taký malicherný?\"\n\"Hej! Vysokoškolák sa žení, aký má zmysel byť v rozpakoch? Tretí brat je na bojisku už dlho a možno ho považovať za hrdinu, ktorý nemá obdoby. Prečo si v tejto veci taký malicherný?\"\n\"Keď už o tom hovoríme, nemôžem za to, že môj tretí brat je hanblivý, pretože toto manželstvo bolo sfalšované.\"\n\"Keď už o tom hovoríme, nemôžem za to, že môj tretí brat je hanblivý, pretože toto manželstvo bolo sfalšované.\"\n\"Napísané? Hej, je to zaujímavé. Povedz mi, prosím, čo sa stalo.\"\n\"Napísal som to! Hej! Je to zaujímavé! Povedz mi, prosím, čo sa stalo.\"\n\"Áno, pamätám si ten rok, keď sme sa chystali pripojiť k Jeho Veličenstvu, prechádzali sme krajom Baocheng. V júni bolo veľmi horúco. Môj tretí brat nemohol zostať v hoteli, tak sa išiel túlať sám. Keď prešiel okolo melónovej záhrady, vošiel si nejaké natrhať. Melóny uhasili smäd. V tom čase nebolo veľa skorých melónov a tretí brat ich nevedel zbierať, tak ich veľa polámal. Žena, ktorá sa pozerala na melóny, pristúpila, aby obvinila tretieho brata. Tí dvaja sa nezhodli a potom sa začali biť. Poďte. Našťastie som sa bála a ponáhľala som sa na pomoc včas, inak...\"\n\"Áno, pamätám si, že v tom roku, keď sme sa chystali pripojiť k Jeho Veličenstvu, sme prechádzali okolo okresu Baocheng. V júni bolo veľmi horúco. Môj tretí brat nemohol zostať v hoteli, tak sa išiel túlať sám. Keď prešiel okolo melónovej záhrady, vošiel si nejaké natrhať. Melóny uhasili smäd. V tom čase nebolo veľa skorých melónov a tretí brat ich nevedel zbierať, tak ich veľa polámal. Žena, ktorá sa pozerala na melóny, pristúpila, aby obvinila tretieho brata. Tí dvaja sa nezhodli a potom sa začali biť. Poďte. Našťastie som sa bála a ponáhľala som sa na pomoc včas, inak...\"\n\"Ten Zheng Ziming, je to v prvom rade jeho chyba, mal by sa ospravedlniť. Prečo ho udrel? Okrem toho, ako môže dievčenská rodina vydržať údery a kopy takého prudkého muža, ako je on! No tak, porazil si toto dievča kúsky. Nie?\" „Dievča sa nezranilo...\"\n\"Tento Zheng Ziming, je to v prvom rade jeho chyba, takže by sa mal ospravedlniť. Prečo ho biješ? Okrem toho, ako môže dievčenská rodina vydržať údery a kopy takého prudkého muža, ako je on! No tak, povedz mi, zmlátil si toto dievča. Nie?\"\n\"Dievča sa nezranilo...\"\n\"To je v poriadku, to je v poriadku... Hej, nepodnikli ste kroky? Oh, myslím, že ste ma zachránili včas.\"\n\"To je v poriadku! To je v poriadku... Hej! Nepodnikli ste kroky? Ach! Hádam ste to boli vy, kto ma včas zachránil!\"\n„...Nie, ten, koho som zachránil, bol...tretí brat.“ „...Nie, ten, koho som zachránil, bol...tretí brat.“\n\"Ah ah?!\"\n\"Tretieho brata žena zvalila na zem a celú cestu ho surovo mlátila. Našťastie som prišiel a presvedčil som ho, aby odišiel, takže sa vážne nezranil. ... Vaše veličenstvo... Vaše veličenstvo!... \"\n\"Tretieho brata žena zvalila na zem a bol násilne zbitý. Našťastie som prišiel a presvedčil som ho, aby odišiel, takže sa vážne nezranil. ... Vaše veličenstvo... Vaše veličenstvo!...\"\n„Ach?...Ach, kto je tá žena!?“ „Ach!?...Ach, kto je tá žena!?“\n\"Až neskôr som zistil, že tá žena sa volala Tao Sanchun a jej otec Tao Hong bol starý hrdina, ktorý nemal žiadne ašpirácie. Tao Sanchun sa učil bojové umenia od svojho otca od detstva. Potom, čo som spoznal jeho rodine, videl som, že slečna Sanchun mala vynikajúci charakter. Luo Luo a veľkorysá, bez akéhokoľvek zvyku byť malým dievčaťom, zámerne sa k nemu hodili. Otcovi a dcére Tao sa tiež veľmi páčila priamočiara postava tretieho brata. Okamžite som trafil a rozhodol o tomto manželstve pre nich dvoch. Vaše Veličenstvo, prosím, povedzte mi, toto nie je sfalšované manželstvo?\"\n\"Až neskôr som zistil, že to dievča sa volalo Tao Sanchun a od detstva sa učila bojové umenia od svojho otca. Keď som sa zoznámila s jeho rodinou, videla som, že slečna Sanchun má vynikajúcu povahu, bola veľkorysá a nemala ani stopy po zvykoch malého dievčatka, tak som ju zámerne naverboval. Pánovi Taovi a jeho dcére sa tiež veľmi páčila priamočiara postava ich tretieho brata. Okamžite si trafili a rozhodli sa oženiť sa. Vaše Veličenstvo, nemyslíte si, že je to sfalšované manželstvo?\"\n(Tento príbeh je metafora, pretože zlá vec sa ukázala ako dobrá.)", "聖意": "Modlite sa za ochranu domova a seba, buďte opatrní, modlite sa za bohatstvo, zruinujte podnikanie, brzdite manželstvo, trest, Liujia, poistenie, chodcov uväznených na poliach, škody spôsobené priadkou morušovou, škody na dobytku, nezvestných ľudí, nezákonné súdne spory, straty, migrácia, konzervatívnosť , stratený majetok, zlé choroby, starosti, nebezpečenstvá, hory, hrobky, zlyhanie", "古人": "Tao Sanchun porazí Zheng En v melónovej záhrade", "第X籤": "Číslo deväťdesiatdeväť", "宮": "Haigong"}