{"籤詩版本二": "Semoga dunia diciptakan untuk perkahwinan yang baik, hari yang baik dan masa yang baik, dan semuanya baik-baik saja\nBukan perkara kecil jika anda mendapat lot ini. Maharaja mengisytiharkan bahawa rakyat setia dan jujur.", "詩意": "Heksagram ini mewakili permulaan pembukaan langit dan bumi.\nSemuanya bertuah.", "解曰": "Kelajuan pantas. Tahun itu tidak sepadan dengan masanya. Guanyin menulis. Beritahu saya dahulu.", "籤詩故事一": "◇Zhongli menjadi tercerahkan\nZhongli Quan, nama keluarga Zhongli, nama diberi Quan, nama ihsan Yunfang, dan nama panggilan Zhengyang, adalah penduduk asli Daerah Xianyang, Xi'an, Wilayah Shaanxi semasa Dinasti Han Timur.\nZhong Liquan ialah seorang jeneral Dinasti Han. Semasa ekspedisi menentang Qiang Barat, dia cemburu dengan komander Liang Yi dan hanya menugaskan 30,000 askar yang sudah tua dan lemah. Sebaik tiba di destinasinya, kem itu telah dirompak oleh tentera Qiang Barat, dan tentera melarikan diri. Zhong Liquan tersesat di sebuah lembah dan bertemu dengan seorang sami dalam perjalanan. Dia membawanya ke sebuah kampung kecil dan berkata, \"Ini adalah kediaman Tuan Donghua.\" Kemudian dia mengucapkan selamat tinggal dan pergi. Selepas beberapa ketika, seseorang tiba-tiba berkata, \"Ini pasti kerana lelaki Hu bermata hijau itu terlalu banyak bercakap.\" Dia melihat seorang lelaki memakai bulu rusa putih dan memegang tongkat quinoa hijau. Dia bertanya kepada Zhong Liquan, \"Orang yang datang inilah Han Da. Jeneral Zhongliquan\n? Zhong Liquan terkejut, mengetahui bahawa dia telah bertemu dengan orang yang aneh, jadi dia dengan ikhlas mempelajari Tao.\nZhong Liquan kemudiannya bertemu dengan Zhenren Huayang dan Raja Abadi Xuanfu, dan mempelajari \"Rahsia Keabadian\". Akhirnya, dia tinggal di Zijin Sihaofeng di Gunung Kongtong, memperoleh \"Rahsia Kotak Jed\", dan menjadi abadi sejati. Dia juga dihormati sebagai salah satu daripada Lima Patriarch Utara oleh Mazhab Quanzhen.", "聖意": "Doakan agar rumah dan rumah anda dikurniakan rezeki pada musim luruh dan musim sejuk.Carilah rezeki pada musim luruh dan musim sejuk.Semoga berjaya dalam perniagaan, semoga berjaya dalam perkahwinan, selamat melahirkan anak lelaki, selamat merantau ke padang. , selamat ulat sutera, selamat ternakan, selamat mencari orang, berjaya dalam tuntutan awam, selamat berhijrah, hilang harta benda, penyakit timur laut, selamat menghantar gunung dan kubur.", "古人": "Zhongli menjadi tercerahkan", "第X籤": "tanda pertama", "宮": "Rahim"}