{"籤詩版本二": "Mengapa anda tidak pergi ke Tailai, yang terletak berhampiran? Saya akan meninggalkan lelaki itu keluar dari gunung buat sementara waktu.\nJika ada berita gembira tentang harimau atau arnab, anda akan bebas walaupun anda berazam untuk sibuk.", "詩意": "Dalam heksagram ini, terdapat tanda keberkatan di antara musibah.\nSegala-galanya buruk pada awalnya dan baik pada akhirnya.", "解曰": "Gantikan dengan sutera rami. Pukul kaki seseorang. Lihat dengan jelas. Keberkatan datang dari bencana.", "籤詩故事一": "◇Bertemu Master di Bukit\nWu Ji pada asalnya adalah seorang penebang kayu, dan mereka berdua bertemu dengan Jiang Ziya ketika mereka memancing di Sungai Feng. Wuji ketawa melihat Ziya memancing dengan mata kail lurus.\nZiya memandang wajah Wuji dan memberitahu ramalan nasib: \"Jika anda memasuki bandar hari ini, anda akan membunuh seseorang.\" Selepas mendengar ini, Wu Ji pergi dengan marah dan membawa kayu api ke dalam bandar.\nSelepas memasuki bandar itu, Wu Ji bertempur dengan orang lain dan tersilap memukul Perdana Menteri Wen Wang hingga mati.\nRaja Wen menarik tanah sebagai penjara dan memenjarakan Wu Ji.\nBukit Hou dibebaskan buat sementara waktu dan dijatuhkan hukuman mati untuk menjaga ibunya sehingga musim luruh.\nIbunya meminta dia meminta bantuan Jiang Ziya.\nTaigong menerimanya sebagai muridnya, mengajarnya seni perang, dan memerintahkannya untuk menggali lubang dan melemparkan mantra untuk memecahkan takdir semula jadinya.\nSelepas musim luruh, Wu Ji tidak datang untuk dihukum. Raja Wen menyimpulkan nombor semula jadi dan menganggap Wu Ji telah membunuh diri kerana takut jenayah.\nKemudian, Raja Wen bertemu Wu Ji, dan Wu Ji memperkenalkan Raja Wen untuk bertemu Jiang Taigong.\nTaigong telah dianugerahkan gelaran Jeneral Wude. Kedua-dua tuan dan perantis bekerja untuk Raja Wen.", "聖意": "Rumah selamat, diri baik, perniagaan baik, perkahwinan lambat, pejalan kaki lelaki belum pulang ke sawah, ulat sutera untung, enam haiwan shenji, pencarian baik, tuntutan awam baik, penghijrahannya konservatif, harta yang hilang dilihat, penyakitnya baik, Qiu Ji, makam gunung itu baik.", "古人": "Bukit Encounter", "第X籤": "Tanda kedua belas", "宮": "Istana Yin"}