{"籤詩版本二": "Sama seperti kren yang muncul dari sangkar fananya, adalah mungkin untuk melarikan diri dari sangkar maut.\nTiada sekatan antara utara, selatan dan timur. Anda boleh terus ke Istana Jiuxiao.", "詩意": "Heksagram ini mewakili imej kren yang meninggalkan sangkarnya.\nSegala-galanya buruk pada awalnya dan baik pada akhirnya.", "解曰": "Tidak risau. Jalan makmur. Bertenang. Riang sebagai manusia (tuhan).", "籤詩故事一": "◇Ziya meninggalkan jawatan rasminya\nKetika Jiang Ziya bekerja sebagai tukang tilik, dia melihat seorang wanita telah berubah oleh roh pipa jed, jadi dia menangkapnya dan bahkan memukulnya dengan batu dakwat. Perdana menteri Raja Zhou menjelaskan apa yang telah berlaku, bertanya apa yang telah berlaku, dan kemudian membawa Jiang Ziya berjumpa Raja Zhou. Jiang Ziya menggunakan Samadhi True Fire untuk membakar semangat pipa daripada bentuk asalnya di hadapan Raja Zhou, dan Raja Zhou menjadikannya pegawai kanan.\nUntuk membalas dendam terhadap semangat pipa jed, Daji meminta Raja Zhou mengarahkan Jiang Ziya membina pelantar rusa. Jiang Ziya menegur Raja Zhou, dan Raja Zhou mengarahkannya untuk dibunuh. Jiang Ziya melarikan diri dengan menggunakan air. Selepas pulang ke rumah, Jiang Ziya bertanya kepada Ma tentang pergi ke Xiqi, dan Ma ingin menceraikannya. Jadi Jiang Ziya pergi ke Xiqi (ibu kota Raja Wen Dinasti Zhou) seorang diri.\nJiang Ziya tiba di Xiqi dan tinggal dalam memancing pengasingan di Panxi Gorge. Dia bertemu Raja Wen dari Zhou yang tidak sabar-sabar untuk mencari bakat. Atas permintaan ikhlas Raja Wen, Jiang Ziya disembah sebagai gurunya dan membantu Raja Wen.", "聖意": "Saya tidak selesa di rumah dan saya juga ingin mendapatkan kerjasama kewangan, urus niaga, perkahwinan, Liujia, pejalan kaki lelaki, melihat sawah, ulat sutera, keuntungan musim luruh, enam kerugian ternakan, mencari orang, menghalang tindakan undang-undang awam, migrasi, kehilangan harta benda, tenggara penyakit, penetapan, menghantar gunung dan kubur, bertuah", "古人": "Ziya meninggalkan jawatan rasminya", "第X籤": "Pemenang loteri keempat belas", "宮": "Maogong"}