{"籤詩版本二": "Kebimbangan dan kerisauan lega buat sementara waktu, dan kegembiraan datang dari langit.\nSama seperti jed yang tersembunyi di dalam najis, seorang pekerja yang baik mengangkat habuk", "詩意": "Heksagram ini mewakili keharmonian Yin dan Yang.\nSemua yang anda rancang adalah bertuah.", "解曰": "Tiada untung, tiada rugi. Keuntungan daripada kerugian. Penjahat dalam masalah. Nasib baik untuk anda, tuan.", "籤詩故事一": "◇Ye Meng Xiong Chao Di\nYe Mengxiong (1531-1597), yang nama ihsannya ialah Nanzhao dan namanya Longtang, ditukar kepada Longtan dan juga dinamakan Huayun. Berasal dari Wanshifang, Huizhou Fucheng (kini sebahagian daripada Daerah Huicheng, Bandar Huizhou) pada Dinasti Ming. Pada tahun ke-44 pemerintahan Jiajing (1565), beliau menjadi Jinshi dan dianugerahkan gelaran majistret Daerah Qing. Beliau berkhidmat sebagai pengarah jabatan pemindahan, dan kemudian bertukar kepada penapis penyeliaan Jalan Shanxi.\nPada tahun ke-20 Wanli (1592), Konsul Jeneral Ningxia, Kuaibai (ketua suku Tatar Mongolia), membunuh gabenor Dang Xin dan menawan Kubu Empat Puluh Tujuh di Wilayah Hexi. , memecahkan kota, menyembah dan membakar dirinya hingga mati. Meng Xiong tidak sombong dalam mengambil kredit, dan membiarkan kemahirannya sehebat jeneral yang berani melawan. Wei Xuezeng rasmi telah dikembalikan semula. Pada tahun-tahun kemudiannya, beliau meletakkan jawatan lima kali dan dikembalikan ke Huizhou untuk membina Kuil Huilong.\nYe Mengxiong memasuki Taoisme sebagai penjawat awam pada mulanya, dan terkenal dengan integritinya. Rekod sejarah lama mengatakan bahawa dia adalah \"yang pertama dalam kerendahan hati dan keupayaan\", \"menghapuskan rasuah dan menghukum pemberontakan\", meninggalkan reputasi yang baik; dia adalah sangat setia, berani, berani dan bijak. Pandai dalam meriam. Pada separuh kedua hayatnya, kemahiran seni mempertahankan diri beliau tercatat dalam \"Sejarah Dinasti Ming\" dan beliau dianggap sebagai wira negara.", "聖意": "Rumah itu tidak menguntungkan (semakin aman) Musim luruh dan musim sejuk adalah baik untuk diri sendiri, kekayaan akan berjaya, transaksi akan berjaya, perkahwinan akan berjaya, Liujia akan mempunyai penggera palsu (akan ada harta), pejalan kaki akan datang ke padang untuk berdoa untuk ulat sutera, enam haiwan akan menjadi rata, orang akan ditemui, tindakan undang-undang awam akan tidak menguntungkan, penghijrahan akan menjadi konservatif, kehilangan harta benda akan terhalang, penyakit akan diselesaikan di kubur Fushan", "古人": "Ye Meng Xiong Chao Di", "第X籤": "Lotto Keenam Belas Menang", "宮": "Maogong"}