{"籤詩版本二": "Gagak Emas jatuh di barat dan Arnab naik di timur.Putaran siang dan malam berterusan dari zaman dahulu hingga kini.\nPara bhikkhu dan Taois tahu bahawa tidak ada kelemahan, dan para ulama, petani, industri dan pedagang semuanya mengikut fikiran mereka sendiri.", "詩意": "Heksagram ini mewakili waxing dan menyusutnya yin dan yang.\nIa juga petanda bahawa semuanya akan berjalan seperti yang dirancang.", "解曰": "Tiada apa-apa dalam fikiran. Apa yang anda lakukan adalah berjasa. Seperti anak panah dari busur. Satu tembakan mengenai sasaran.", "籤詩故事一": "◇Pakcik Cao Guo adalah seorang yang abadi\nCao Guojiu, yang berasal dari Xuzhou, dikatakan bapa saudara besar negeri itu semasa zaman Renzong Dinasti Song. Namanya ialah Cao Yi, juga dikenali sebagai Cao Jingxiu.\nPakcik Cao Guo mempunyai seorang adik lelaki bernama Cao Er. Cao Er ini bergantung pada kedudukannya sebagai pihak berkuasa empayar dan melakukan semua jenis kejahatan. Dia menduduki ladang, mengambil isteri dan anak perempuan, dan berkawan dengan beberapa penjahat tanpa undang-undang, keluar masuk. Cao Guojiu tidak tahan, jadi dia enggan mendengar kata-katanya yang baik dan menghiburkannya, jadi dia menggunakan hukuman untuk mengawalnya. , kedua beradik itu menimbulkan dendam.\nCao Guojiu berkata: \"Prinsip dunia ialah mereka yang mengumpul perkara yang baik akan berjaya, dan mereka yang mengumpul kejahatan akan binasa. Ini adalah kebenaran yang tidak boleh diubah. Keluarga Cao kami telah mengumpulkan perbuatan jahat pada masa lalu untuk mencapai kekayaan hari ini. Sekarang saudaraku telah mengumpulkan kejahatan yang melampau, walaupun dia melarikan diri Walaupun kamu dihukum oleh pegawai, kamu tidak dapat lari dari bencana yang tersembunyi.Apabila bencana datang dan keluarga kamu musnah dan seseorang mati, kamu tidak akan dapat melarikan diri di masa itu. Aku akan terhina dan takut akan hal itu.\" Maka, aku menyibarkan segala hartaku, Dia menolong orang miskin dan tidak lagi mempedulikan urusan saudaranya. Kemudian dia meninggalkan rumah dan rakan-rakannya, menukar pakaian seragam Tao, dan pergi ke pergunungan untuk memupuk minda dan sifatnya.\nPada suatu hari, dia secara kebetulan bertemu dengan Zhongli dan Lu Dongbin dari Dinasti Han. Mereka sangat gembira melihat jawapan Pakcik Cao Guo yang fasih. Mereka memberinya \"Titah Rahsia Mengembalikan Kebenaran\" dan mengarahkannya untuk berlatih dengan teliti. Tidak lama kemudian, Zhongli Quan dan Lu Dongbin telah diperkenalkan kepada kelas abadi.", "聖意": "Nasib baik rumah, rumah, tuah, tuah, selamat berniaga, kahwin, musafir lelaki, tanam ulat sutera di ladang awal, gagal ternakan, cari orang, saman, hijrah, hilang harta, lewat sakit, nasib baik.", "古人": "Pakcik Cao Guo adalah seorang yang abadi", "第X籤": "Tandatangani yang kelapan belas", "宮": "Maogong"}