{"籤詩版本二": "Membiarkan bot pulang dari pantai air deras, apa yang anda mahu lakukan kerana kegawatan?\nJika anda ingin selamat, carilah ketenangan dan tunggu ombak melepasi krisis ini.", "詩意": "Heksagram ini seperti bot yang melancong di pantai deras.\nTetap konservatif dalam segala-galanya dan tunggu masanya.", "解曰": "Turun dalam air yang kuat. Bahaya menunggu masa. Jika anda bertanya tentang rancangan perkhemahan. Tiada apa yang boleh dilakukan.", "籤詩故事一": "◇Ziyi dinobatkan sebagai raja\nGuo Ziyi (697-781), juga dikenali sebagai Guo Linggong, adalah penduduk asli Daerah Zheng, Huazhou (kini Daerah Huaxian, Wilayah Shaanxi) dan seorang jeneral dalam Dinasti Tang.\nSemasa Pemberontakan Anshi pada tahun ke-14 Tianbao (755), beliau telah diberi gelaran Shuofang Jiedushi (Lingwu, barat Lingwu di Ningxia masa kini). Beliau telah diperintahkan untuk berperang. Beliau menggabungkan tentera Shuofang dengan Li Guangbi untuk berbaris. ke Hebei.Mereka bergabung tenaga di Changshan (Zhengding, Hebei) dan mengalahkan Shi Siming, mendapatkan semula Hebei. Pada masa ini, Guo Ziyi mencadangkan agar maharaja mengambil Fan Yang dari utara dan menyerang sarang harimau pemberontak untuk mengurangkan kepungan Tongguan, tetapi Xuanzong menolak. Selepas itu, keadaan bandar vasal pemisah pada akhir Dinasti Tang telah ditanam, yang juga menjadi punca terpencil kematian Dinasti Tang.\nPada tahun kelima belas pemerintahan Tianbao (756), dia dan pakatan Uighur menenangkan Hequ. Pada musim bunga tahun berikutnya, mereka memulihkan Hedong (kini Yongji, Shanxi) dan Feng Yi (kini Dali, Shaanxi), dan menyerang Tongguan, menewaskan Cui Qianyu.Tentera Tang mengalami lebih 10,000 korban. Cui Qianyu menyerah kepada Pujin. Seorang Lushan dibunuh oleh anaknya An Qingxu.\nPada tahun kedua Zhide (757), dia diperintahkan untuk mengetuai tentera ke Fengxiang. Dalam perjalanan, dia mengalahkan 5,000 pasukan berkuda Li Guiren di Jambatan Baiqu Liuyun (kini tenggara Sanyuan). Pada bulan Mei, dia bertempur dengan An Shouzhong dan Li Guiren di Qingqu (hari ini barat Xi'an) telah dikalahkan, dan dia berundur ke Wugong (barat laut hari ini Wugong). Pada bulan September, dia mengikuti Marshal Guangping Wang Li Chu untuk memimpin Tang dan Uighur untuk menyertai 150,000 tentera, dan kemudian berperang. dengan An Shouzhong dan Li Guiren di Xiang. Di utara Kuil Ji (barat daya Daerah Chang'an hari ini), tentera Uighur mengelilingi musuh, menyerang dari kedua-dua belah pihak, dan membunuh 60,000 musuh. Zhang Tongru melarikan diri ke Daerah Shaanxi, dan akhirnya mendapat semula ibu kota Chang'an (kini Xi'an).Keagungan tentera Tang sekali lagi dikembalikan kepada Chang'an.\nSelepas itu, tentera Tang mengambil kesempatan daripada kemenangan itu dan bergerak ke arah timur, menewaskan 150,000 orang termasuk Yan Zhuang dan Zhang Tongru di Xindian (kini barat daya Bandar Sanmenxia, ​​Wilayah Henan), memaksa Anqing Xu menyeberangi Sungai Kuning dan berundur ke Xiangzhou. Dongjun Luoyang kembali. Tambahkan Situ pada jasanya dan jadikan dia Duke negara.\nShi Siming mengetuai tenteranya dari Fan Yang untuk menyelamatkan An Qingxu. Kedua-dua pihak bertempur dalam formasi di utara Sungai Anyang (Utara Anyang hari ini). Pertarungan tidak dapat dipisahkan. Akhirnya, diketuai oleh sembilan Jiedushi, tentera Tang, yang mendakwa mempunyai 600,000 orang, berundur (dalam Pertempuran Yecheng). perang). Komander utama pertempuran ini ialah kasim Yu Chaoen, yang tidak mempunyai kemahiran kepimpinan dan menyalahkan Guo Ziyi atas kegagalan pertempuran. Guo Ziyi telah dipanggil kembali ke Chang'an, dibebaskan daripada kuasa tentera, dan menjadi pegawai terbiar.\nPada tahun pertama Baoying (762), tentera di Taiyuan (barat daya Taiyuan hari ini) dan Jiangzhou (kini Xinjiang di Wilayah Shanxi) memberontak. Mahkamah berasa takut, jadi Ziyi telah diberi gelaran Raja Fenyang dan pergi ke mengawal Jiangzhou. Dia juga diasingkan oleh sida Cheng Yuanzhen dan dibebaskan daripada kuasa tentera.\n(Fokus cerita ini: Guo Ziyi, yang sangat berkebolehan dan berkelakuan baik, bertemu dengan Xuanzong dan beberapa penjahat, yang sangat menjejaskan pencapaiannya.)", "聖意": "Memberkati rumah dan diri sendiri, mencari kekayaan, tiada transaksi, tiada perkahwinan, tiada penggera palsu, Pejalan kaki tiba di ladang, Canji, sukar untuk mencari orang, tuntutan mahkamah awam dan (bukan Xing), penghijrahan, konservatif, kehilangan harta benda, sukar dicari, penyakit, mendoakan keberkatan, gunung dan kubur, bertuah", "古人": "Ziyi dinobatkan sebagai raja", "第X籤": "Lott Kemenangan Kesembilan Belas", "宮": "Tatsumi"}