{"籤詩版本二": "Selepas begitu banyak kebimbangan dan bahaya, ia tidak akan pernah kosong lagi mulai sekarang\nHati yang pemurah mempunyai rancangannya sendiri. Anda perlu berjumpa pakar untuk membuat pencapaian yang hebat.", "詩意": "Heksagram ini seperti perigi purba dengan mata air.\nDalam segala hal, orang mulia mencapai kejayaan.", "解曰": "Tuntutan itu akhirnya akan dibenarkan. Sakit dan selamat. Keluar masuk untuk mendapatkan nasihat. Perigi purba bertemu dengan musim bunga.", "籤詩故事一": "◇Yao Chong mengawal belalang\nYao Chong (649-721), yang nama sebenarnya Yuan Chong, berasal dari Shaanzhou. Beliau berkhidmat sebagai Menteri Xia Guan, Shangshu Chunguan, Ziweiling, Zhongshuling, dan Perdana Menteri pada Dinasti Tang.\nPada tahun keempat Kaiyuan (716), Shandong (biasanya merujuk kepada Lembangan Sungai Kuning di timur Huashan) telah dibelenggu oleh belalang. Orang ramai terikat dengan idea-idea karut dan tidak berani memburu dan membunuh mereka. Sebaliknya, mereka menubuhkan korban, membakar kemenyan, menyembah di tepi ladang, dan melihat hasil tanaman dimakan belalang. .\nSemua pegawai percaya: “Belalang adalah bencana alam, bagaimana ia boleh dikawal oleh tenaga manusia!” Perjuangan antara dua idea berbeza pada ketika itu, sama ada mahu menghapuskan atau tidak belalang.\nYao Chong berkata: \"Selagi kita bekerjasama, kita boleh menyingkirkan mereka semua. Dia berkata: Belalang takut kepada orang, jadi mereka mudah dihalau. Anak benih ada pemilik, jadi penyelamat mesti bekerja keras; belalang boleh terbang, dan jika mereka melihat api pada waktu malam, mereka pasti akan terbang; bakarlah di padang, gali lubang semasa membakar, kuburkan mereka semasa terbakar, dan tidak ada yang tinggal.\"\nXuanzong berkata: \"Belalang adalah bencana alam yang disebabkan oleh tadbir urus moral yang lemah. Jika anda meminta mereka diburu dan dibunuh, bukankah ini bertentangan dengan bijirin?\"\nYao Chong menambah: \"Menangkap dan membunuh belalang telah diamalkan oleh orang dahulu kala, dan baginda akan menggunakannya pada masa akan datang. Ia adalah acara nasional yang besar untuk membawa keamanan dan kemakmuran kepada petani. Sila pertimbangkan dengan serius.\"\nXuanzong yakin. Tetapi pada masa itu, semua orang di dalam dan di luar mahkamah mengatakan bahawa belalang tidak boleh diburu.\nXuanzong berkata: \"Saya telah berbincang dengan perdana menteri dan telah memutuskan untuk menangkap belalang. Sesiapa yang membantah sekali lagi akan dihukum bunuh.\" Maka dia menghantar penapis untuk mengawasi dan mengarahkan orang ramai membakar dan menanam belalang itu.\nHasilnya cukup berkesan. Sembilan juta ekor belalang telah ditangkap di seluruh negara, dan wabak belalang berjaya dihapuskan. Pertanian mencapai hasil tuaian yang baik pada tahun itu.\n(Kebijaksanaan harus digunakan dalam pengurusan bencana dan pemindahan, dan mesti ada strategi yang bijak untuk mengatasi kesukaran. Yao Chong adalah pakar dalam perkara ini)", "聖意": "Rumah itu biasa, diri terhalang, cari duit terhalang, jual beli terhalang, perkahwinan dan keharmonian terhalang, bahaya di Liujia, pejalan kaki disekat, ulat sutera disekat, ternakan tidak menguntungkan, orang tidak ditemui, orang disekat. , saman awam dibuat, hijrah tidak munasabah, barang hilang sukar dicari, penyakit sedang berdoa, gunung dan kubur tidak tenteram.", "古人": "Yao Chong mengawal belalang", "第X籤": "Memenangi loteri kedua puluh lima", "宮": "Istana Mi"}