{"籤詩版本二": "Khabar angin mengatakan bahawa keadaan telah terbalik, dan saya menerima surat dari kaki langit.\nKemasyhuran dan kejayaan yang dijanjikan kepada saya dalam buku itu kekal kosong sehingga ke akhirnya.", "詩意": "Heksagram ini mempunyai nama palsu.\nAdalah dinasihatkan untuk bersikap konservatif dalam segala-galanya.", "解曰": "Naik turun kecewa. Mencari masa lapang bukan sambil lewa. Keinginan untuk kemasyhuran. Kekal selamat.", "籤詩故事一": "◇Zhong Kui mencapai pencerahan\nZhong Kui, yang nama keluarga ialah Zhong Kui, yang nama ihsannya ialah Zhengnan, berasal dari Zhongnanshan.\nSemasa pemerintahan Maharaja Dezong dari Dinasti Tang, Zhong Kui mengambil bahagian dalam peperiksaan empayar.Zhong Kui membaca soalan peperiksaan dan segera menulis artikel itu sekali gus menyerahkannya. Ketua pemeriksa pada hari itu ialah Han Yu, Menteri Hal Ehwal Awam, dan timbalan pemeriksa ialah Lu Zhi, seorang ulama besar. Apabila kedua-duanya membaca kertas Zhong Kui, mata mereka bersinar dan mereka berkata serentak: \"Penyihir, ahli sihir! Setiap perkataan dalam artikel ini sangat indah, layak untuk Li Taibai dan Du Zimei!\" Maka mereka menamakan Zhong Kui sebagai tempat pertama.\nMaharaja Dezong mendengar laporan Han Yu dan berkata bahawa Zhong Kui, juara sains baru, sangat berbakat, jadi dia memanggil Zhong Kui di Istana Emas.\nApabila Maharaja Dezong melihat penampilannya yang hodoh, dia segera berasa tidak senang dan berkata, \"Pemilihan ulama di mahkamah kita semuanya berdasarkan kata-kata peribadi dan kaligrafi. Bagaimana orang yang hodoh itu boleh dipilih sebagai ulama nombor satu dalam ilmu emas? \"\nHan Yu tergesa-gesa berlutut dan berkata: \"Kebaikan dan keburukan seseorang bukan semata-mata tentang penampilan. Tidakkah anda, Yang Maha Suci, mendengar bahawa Yan Ying tingginya tiga kaki dan sama dengan perdana menterinya? Zhou Chang mempunyai gagap tetapi boleh membantu Dinasti Han. Confucius menilai orang dari penampilan mereka dan kehilangan anaknya Yu. Saya harap Tuanku akan berfikir dua kali.\" \"\nMaharaja Dezong merenung sejenak dan berkata: \"Walaupun kata-kata Han Aiqing munasabah, semasa saya menjadi Maharaja Taizong, terdapat lapan belas ulama yang datang ke Yingzhou dan bercakap mengenainya. Lelaki ini adalah ulama nombor satu. Saya takut bahawa dunia akan mentertawakan saya kerana tidak mengenali bakat.\"\nPerdana Menteri Lu Qi berfikiran sempit dan cemburu terhadap bakat. Selepas mendengar kata-kata maharaja, dia berlutut dan berkata: \"Ulama nombor satu dalam Mata Pelajaran Emas mestilah dalaman dan luaran. Terdapat tiga ratus calon untuk subjek ini. . Kenapa tak pilih yang lain?\"\nApabila Zhong Kui melihat betapa kelirunya lelaki ini, dia tidak dapat menahan marah. Dia menunjuk ke arah Lu Qi dan mengutuk: \"Jika pegawai bodoh seperti itu berada di mahkamah, tidakkah dia akan membahayakan negara?\" Selepas itu, dia menumbuk Lu Qi dengan penumbuknya.\nMelihat ini, Dezong berang dan berkata: \"Kamu sangat berani, kamu berani menimbulkan masalah di Istana Emas, hapuskannya dengan cepat!\"\nDalam kemarahan, Zhong Kui mengeluarkan pedang dari pinggang jeneral yang berdiri di istana dan mengeluh kuat: \"Sukar untuk kucing yang kecewa meniru harimau, dan burung nuri yang kecewa tidak sebaik ayam.\" Selepas itu, dia membunuh diri.\nApabila Maharaja Dezong melihat bahawa Zhong Kui membunuh diri dalam kemarahan, dia terkejut. Bagi memenangi hati orang ramai, dia memutuskan supaya Zhong Kui dikebumikan dengan gelaran rasmi Ulama No. 1, dan dia juga menjadikan Zhong Kui sebagai Dewa Eksorsisme untuk menghapuskan dunia roh jahat.", "聖意": "Berdoa untuk keberkatan di rumah anda, keselamatan anda sendiri, kesulitan kewangan, kegagalan perniagaan, kegagalan perkahwinan, pejalan kaki wanita Liujia, ulat sutera padang amanah separuh masak, enam haiwan peliharaan, boleh dibesarkan, orang hilang, tuntutan mahkamah awam Barat, kehilangan penghijrahan, konservatif, kehilangan harta benda, sakit, berdoa untuk nasib baik di gunung dan kubur", "古人": "Zhong Kui memperoleh Tao", "第X籤": "Kedua puluh enam memenangi loteri (Loteri)", "宮": "Istana Mi"}