{"籤詩版本二": "Di timur, terdapat Chanjuan yang indah di bawah cahaya bulan, dan awan menutupinya seketika dan tetap tersembunyi.\nKadang-kadang ia boleh bulat, tetapi kadang-kadang ia mungkin hilang.Yang mengatakan ia tidak hanya cakap kosong.", "詩意": "Bulan dalam heksagram ini dilitupi oleh awan.\nSemuanya masih koma.", "解曰": "Awan terapung menutupi bulan. Tak perlu ragu. Menunggu awan berkumpul. Kemudian anda akan faham.", "籤詩故事一": "◇Bao Gong sedang mencari Permaisuri Li\nSemasa pemerintahan Zhenzong dari Dinasti Song, Maharani Li (Permaisuri Li) adalah seorang pembantu rumah di harem. Dia digemari oleh Song Zhenzong dan dinaikkan pangkat ke Wanyi, dan dia hamil.\nTetapi pada masa itu, Gundik Liu Def (kemudian Maharani Liu) mempunyai fikiran jahat dan merasuah sida Guo Huai untuk menggantikan anak Permaisuri Li dengan seekor kucing musang berkulit, merampas anaknya dan memberitahu maharaja bahawa dia adalah anak kandungnya. Song Zhenzong berang dan menghantar Li Maharani ke istana yang sejuk.\nSelepas Concubine De dinaikkan pangkat menjadi ratu, dia bercadang untuk membunuh Permaisuri Li, yang melarikan diri dari istana.\nPada suatu hari, Li Niangniang, yang tinggal di jalanan, bertemu dengan Bao Zheng, utusan empayar, yang sedang meronda di kawasan tempatan. Dia memberitahunya tentang pengalaman hidupnya dan bahawa dia adalah ibu kandung kepada maharaja semasa Song Renzong. . Selepas Bao Zheng mengetahui kejadian itu, dia membawa Li Niangniang kembali ke Beijing, melaporkannya kepada Song Renzong dan mengetahui perkara itu, dan akhirnya ibu dan anak lelaki itu mengenali antara satu sama lain. Permaisuri Janda Liu dan sida yang bertanggungjawab Guo Huai menundukkan kepala dan mengaku.", "聖意": "Saya tidak senang di rumah, saya berdoa untuk perlindungan kewangan, kesulitan kewangan, semoga berjaya dalam perniagaan, perkahwinan, malang, orang di ladang, ulat sutera, haiwan yang tidak menguntungkan, kesukaran mencari orang, tuntutan mahkamah, kerugian, penghijrahan, konservatif, kehilangan harta benda, Penyakit Barat, sukar dipulihkan, reformasi kubur gunung", "古人": "Bao Gong sedang mencari Permaisuri Li", "第X籤": "Pemenang loteri kedua puluh lapan", "宮": "Istana tengah hari"}