{"籤詩版本二": "Aku menasihatkan kamu supaya jangan meminta pertolongan daripadanya. Dia terbang seperti bangau dan memanahkan anak panah rahsia kepada kamu.\nJika anda pergi memungut kayu api dan ada ular dalam rumput, anda mungkin dipatuk racun dan anda akan sedih.", "詩意": "Heksagram ini adalah tanda kekal selamat dan menjaga diri.\nBerhati-hati dalam segala hal.", "解曰": "Tutup mulut anda dan tahan gigi anda. Dia cuai. Kalau rasa bersalah. Akhirnya ia merugikan diri sendiri.", "籤詩故事一": "◇Mesyuarat papan catur\nMaharaja Taizong dari Dinasti Tang sedang berarak ke barat dan terperangkap di Bandar Suoyang.Cheng Yaojin kembali ke Beijing untuk meminta bantuan.\nXue Dingshan telah diperintahkan untuk berkhidmat sebagai Marsyal Laluan Kedua dan pergi untuk menyelamatkan Tuan dan menenangkan Xiliao.\nSelepas sekumpulan orang keluar dari Yumen Pass, mereka datang ke Gunung Qipan. Dikepung oleh beribu-ribu minion di atas gunung, Dou Yihu, raja gunung itu, telah dikalahkan oleh jeneral Tang Luo Tong. Nasib baik, kakaknya Dou Xiantong adalah murid Ibu Suci Bunga Kuning dan mahir dalam seni mempertahankan diri. Dia memegang tali dongeng dan mengikat Luo Tong.Terperangkap.\n(Puisi yang ditandatangani sepadan dengan ini)\nDou Xiantong melihat kekacakan Xue Dingshan dan ingin menjadi kawan Feng Luan, tetapi Xue Dingshan menolak. Dou Xiantong menjadi marah dan ingin menolaknya keluar dan memenggal kepalanya. Nasib baik Cheng Yaojin datang menyelamatkannya dan memudahkan perkahwinan mereka. Kemudian, Dou Yihu juga memimpin saudara Qipanshan kembali ke Dinasti Tang untuk membantu Dinasti Tang menakluki Liao Barat.", "聖意": "Keselamatan rumah, kepentingan diri, mencari kekayaan, menunggu masa, genangan perniagaan, perkahwinan tidak dibenarkan, penggera palsu Liujia, pejalan kaki menghalang ladang, ulat sutera, enam ternakan, orang hilang, menghalang tindakan undang-undang awam, kerugian (Mo Xing) Migrasi, konservatif, harta hilang, penyakit sukar pulih, kubur gunung, semoga berjaya", "古人": "persidangan papan catur", "第X籤": "Pemenang loteri ketiga puluh tujuh", "宮": "Istana tengah hari"}