{"籤詩版本二": "Menghabiskan masa dengan tenang dan tenang, duduk dan berbaring sambil minum teh selepas kenyang\nAnda tidak perlu sibuk secara fizikal dan mental, dan anda pasti tidak akan menyebabkan ketidakadilan atau bencana.", "詩意": "Heksagram ini adalah simbol keamanan dan kestabilan.\nDalam semua perkara, menunggu masa yang sesuai akan membawa tuah.", "解曰": "Kekal selamat dan sihat. Tanya tuhan. Tunggu sampai masanya tiba. Perkara berlaku secara kebetulan.", "籤詩故事一": "◇Foyinhui Dongpo\nSuatu ketika, Su Dongpo mendapat sedikit pemahaman semasa mempelajari Zen. Dia menyedari bahawa keadaannya adalah transenden, dan dia merasakan kegembiraan di dalamnya. Tidak dapat menahan nafsu saya, saya menyebarkan pena saya dan menulis puisi:\n\"Di tengah-tengah langit, Jishou bersinar terang merentasi alam semesta; tidak dapat ditiup oleh lapan angin, dia duduk tegak di atas teratai emas ungu.\"\n(Lapan angin merujuk kepada: keuntungan, kemerosotan, kemusnahan, reputasi, pujian, cemuhan, penderitaan, dan kebahagiaan. Iaitu, tidak diganggu oleh lapan negeri ini dipanggil \"lapan angin tidak boleh bergerak\")\nSelepas menulisnya, Dongpo menghantar hambanya menyeberangi sungai untuk memberikannya kepada Zen Master Foyin dari Kuil Jinshan.\nSelepas Zen Master Foyin membacanya, dia menandainya dengan perkataan \"kentut\" dan memberikannya kepada hambanya untuk diambil semula.\nDongpo berang selepas melihat ini, jadi dia menaiki bot menyeberangi sungai dan pergi ke Kuil Jinshan untuk mencari meterai Buddha untuk perbincangan.\nApabila Dongpo tiba di pintu pagar Kuil Jinshan, Foyin sudah menunggu di pintu.\nSu Dongpo segera menuduh Foyin: \"Kenapa awak panggil puisi yang saya tulis kentut?\"\nFoyin menjawab: \"Bukankah kamu sudah 'tidak dapat ditiup oleh lapan angin'? Bagaimana kamu boleh 'dipukul di seberang sungai' oleh kentut!\"\nPada masa ini, Dongpo terkejut apabila menyedari bahawa dia tidak cukup baik dan dibiarkan dalam keadaan malu.\n(Kisah ini adalah metafora untuk \"Panas belum tiba\")", "聖意": "Berdoalah untuk rumahmu dan keselamatanmu sendiri, untuk kekayaanmu, untuk perniagaanmu, untuk keberuntungan dalam pernikahanmu, untuk seorang pengembara wanita dari Liujia, ke ladang, agar ulat sutera masak pada musim gugur, agar enam ternakan menjadi kandang, cari seseorang, sukar dicari, untuk tuntutan awam, untuk penghijrahan, untuk kehilangan harta benda, untuk penyakit, untuk menghantar ke kubur gunung, bertuah", "古人": "Foyinhui Dongpo", "第X籤": "Tiga puluh satu nombor pemenang", "宮": "Wei Gong"}