{"籤詩版本二": "Perjalanan pulang sudah pasti. Siapa tahu jed yang tersembunyi di dalam batu itu?\nApabila seorang tukang yang baik mempunyai potongan yang jelas, dia akan berasa selamat dan terjamin dalam tempoh jasper", "詩意": "Dalam heksagram ini, anda boleh melihat imej jed apabila anda memotong batu.\nBekerja keras untuk berjaya dalam segala-galanya.", "解曰": "Harta itu ada di dalam batu. Orang asing tahu sedikit. Tunggu sehingga ia menjadi jelas. Lakukan apa sahaja yang anda boleh.", "籤詩故事一": "◇Liu Bei mencari bakat (tiga lawatan ke pondok jerami, tiga lawatan ke pondok jerami)\nZaman Tiga Kerajaan. Zhuge Liang tinggal dalam pengasingan di sebuah pondok jerami di Longzhong. Liu Bei tidak sabar-sabar untuk mencari bakat, jadi dia melawat Zhuge Liang secara peribadi. Dia melawat Zhuge Liang tiga kali (dikenali sebagai \"Tiga Lawatan ke Pondok Jerami\" dalam sejarah). Liu Bei meminta orang lain menjauhkan diri dan meminta Zhuge Liang: \" Dinasti Han telah jatuh, dan menteri yang khianat telah mencuri nyawa mereka. Yang Mulia.\" Ditutupi dengan debu. Saya tidak mengukur kebaikan dan kemampuan saya, saya ingin percaya kepada kebenaran yang besar di dunia, tetapi kebijaksanaan dan kemahiran saya cetek, jadi saya menggunakannya secara berleluasa. Sehingga hari ini. Namun, cita-cita saya masih belum berakhir, adakah anda fikir rancangan itu akan dilaksanakan?\"\nZhuge Liang kemudian membentangkan kepadanya rancangan untuk membahagikan dunia kepada tiga bahagian, dan menganalisis keadaan di mana Cao Cao tidak tersedia dan Sun Quan boleh datang membantunya. , dan ada peluang untuk mengambil kesempatan daripada mereka, dan hanya dua negeri itu boleh dieksploitasi. Barulah dia boleh memenangi dunia, malah dia memberitahu Liu Bei strategi menyerang Dataran Tengah. (Perbincangan ini kemudiannya dipanggil \"Longzhong Dui\"). Selepas Liu Bei mendengar ini, dia memujinya seolah-olah dia telah menemui harta karun, dan dengan kuatnya menjemput Zhuge Liang untuk keluar membantu, jadi Zhuge Liang menjadi penasihat tentera Liu Bei.", "聖意": "Rumah itu aman, saya mencari kekayaan, perdagangan buruh menghalang perkahwinan dan menjadi pengembara maya di Liujia.", "古人": "Liu Bei mencari bakat (tiga lawatan ke pondok jerami, tiga lawatan ke pondok jerami)", "第X籤": "Pemenang loteri tiga puluh dua", "宮": "Wei Gong"}