{"籤詩版本二": "Berdandan dan bentuk semula gaya keluarga lama. Tao tanpa langit tetapi mempunyai kelebihan.\nSelepas menyapu duri dan duri di jalan raya, mereka bertiga bersetuju untuk bersatu semula dengan rakan sekerja mereka.", "詩意": "Heksagram ini mewakili penyusunan semula pakaian.\nSemuanya susah sebelum menjadi mudah kemudian hari.", "解曰": "jangan risau. Selamat mencuba. Jika anda bertanya tentang masa depan. Ada jalan yang baik di hadapan.", "籤詩故事一": "◇Tulisan Buddha Tang Monk\nXuanzang (602-664), seorang sami terkemuka Dinasti Tang, mempunyai nama keluarga biasa Chen dan nama tertentu Yi.Beliau dilahirkan di Daerah Goushi, Luozhou (kini bahagian selatan Bandar Yanshi, Wilayah Henan). Dia menjadi seorang sami pada usia tiga belas tahun dan mengambil nama Buddha Xuanzang. Dunia dipanggil Sanzang Dinasti Tang.\nPada tahun ketiga Zhenguan (629, juga dikenali sebagai tahun pertama Zhenguan), beliau mengembara ke barat ke Tianzhu (India) untuk mendapatkan kitab-kitab agama Buddha. Beliau menceburkan diri dalam bahaya seorang diri dan menanggung kesusahan. Beliau hanya tiba dalam tempoh empat tahun.\nPada tahun ketujuh belas Zhenguan, tuannya secara rasmi meletak jawatan dan kembali ke timur. Dia kembali ke China melalui Jalan Selatan di Wilayah Xinjiang sekarang, Khotan, dan Loulan. Ia mengambil masa tujuh belas tahun dan perjalanan sejauh 50,000 batu. Apabila dia tiba di Chang'an pada bulan pertama tahun kesembilan belas Zhenguan, maharaja memerintahkan Liang Guogong Fang Xuanling dan pegawai awam dan tentera yang lain untuk memberi sambutan yang meriah.\nSebanyak 520 dan 657 jilid kitab suci Buddha asal Sanskrit telah diminta. dan diterjemahkan ke dalam bahasa Cina.\nSelepas tuan itu kembali, dia sangat dihormati oleh Maharaja Taizong dan Maharaja Gaozong dan telah diabadikan di Da Nei, memberinya gelaran \"Tuan Tripitaka\".", "聖意": "Rumah bergolak, nasib baik diri sendiri, untung berniaga, selamat kahwin, menghalang kedatangan orang di sawah, ulat sutera, ternakan yang tidak baik, mencari orang, saman awam, hijrah, kehilangan harta benda, penyakit lewat, solat. untuk berkat, makam gunung harus lama.", "古人": "Monk Tang Belajar Kitab Buddha", "第X籤": "Pemenang loteri ketiga puluh lima", "宮": "Shen Gong"}