{"籤詩版本二": "Jika anda ingin selamat dan aman, tidak sesuai untuk mempunyai lilin di angin.\nLebih baik membersihkan diri dan duduk di dalam dewan yang dalam, elakkan cahaya, goncang di tempat yang sunyi, dan bergerak. Goncang → Yao. Percuma → sedikit.", "詩意": "Heksagram ini seperti angin menggoncang lampu dan lilin.\nMengekalkan perkara yang berterusan akan membawa tuah.", "解曰": "Duduk di tempat yang sunyi. Buat panggilan dan tepat pada masanya. Ia bukan satu rahmat. Konservatif dan sesuai.", "籤詩故事一": "◇Li Jing kembali ke gunung\nLi Jing (571-2 Julai 649), nama ihsan Ahli Farmasi, berasal dari Sanyuan, Yongzhou (kini timur laut Daerah Sanyuan, Wilayah Shaanxi). Seorang jeneral dari akhir Dinasti Sui hingga awal Dinasti Tang, beliau adalah ahli strategi ketenteraan yang terkenal dengan kemahiran awam dan ketenteraan dalam Dinasti Tang. Kemudian, dia telah diberi gelaran Duke of Wei, dan dikenali sebagai Duke of Wei di dunia.\nLi Jing ialah bapa kepada putera ketiga Nezha dalam senarai tuhan, juga dikenali sebagai \"Raja Tota\". Li Jing dan anaknya membantu Jiang Ziya (Tai Gong) untuk mengalahkan Ratu Zhou, menubuhkan Dinasti Zhou, dan Raja Wu secara rasmi menaiki takhta. Jiang Ziya kemudiannya membuat senarai tuhan dan melakukan upacara untuk menenangkan jiwa tentera yang terkorban dalam pertempuran. Sejak itu, dunia menjadi aman dan damai. Raja Wu ingin membuat marquise dan memberi ganjaran kepada mereka, dan dia juga ingin memperuntukkan tanah kepada wira pengasas. Li Jing, bapa dan anak lelakinya, dan tujuh orang lain meminta untuk kembali ke gunung untuk mengamalkan Taoisme dan tidak terobsesi dengan kemasyhuran dan kekayaan duniawi. Kemudian, ketujuh-tujuh mereka \"menjadi orang kudus dalam tubuh\" dan berada di antara mereka yang abadi.\nKisah \"Feng Shen Bang\"", "聖意": "Rumah itu konservatif, saya biasa, saya mencari kekayaan, saya mengalami kesukaran dalam perniagaan, perkahwinan saya tidak konsisten, Liujia berdoa agar pejalan kaki beriman, ulat sutera masak pada musim luruh, dan enam haiwan selamat, orang hilang, tuntutan awam dan penghijrahan adalah konservatif, penyakit harta hilang, tidak mengubah makam di Jianxingshan", "古人": "Li Jing kembali ke gunung", "第X籤": "Pemenang loteri ketiga puluh tujuh", "宮": "Shen Gong"}