{"籤詩版本二": "Cermin berusia ribuan tahun bersatu semula, wanita ajak suami berkahwin semula\nSejak itu, keluarga telah berubah, dan berkat telah ditambahkan kepada anak-anak dan cucu-cucu.", "詩意": "Heksagram ini adalah simbol penyatuan semula cermin.\nSemuanya kerja keras dan mahal.", "解曰": "Menggali pasir menjadi emas. Menunggang naga dan menunggang harimau. Walaupun susah payah. Ada supplement di dalamnya.", "籤詩故事一": "◇ Yulianhui sepuluh kawan\nPada Dinasti Song, Qian Yulian berkahwin dengan Wang Shipeng. Apabila Shi Peng pergi ke Beijing untuk mengambil peperiksaan, Sun Ruquan yang kaya memaksa Yulian untuk berkahwin semula dengannya.\nQian Yulian menolak lamaran Sun Ruquan yang kaya raya dan lebih suka berkahwin dengan Wang Shipeng, seorang ulama miskin dari Wenzhou yang diupah oleh \"Jing Chai\".\nKemudian, Wang Shipeng memenangi hadiah pertama. Kerana dia enggan dipaksa untuk berkahwin oleh Perdana Menteri Wanqi, dia dihantar untuk berkhidmat sebagai hakim di Chaoyang yang terpencil. Sun Ruquan diam-diam menukar surat keluarga Wang Shipeng kepada \"surat cerai\" dan menipu Yulian untuk ditipu. Ibu tiri Qian Yulian juga memaksanya untuk berkahwin semula, tetapi Yulian enggan dan membunuh diri dengan melemparkan dirinya ke dalam sungai. Dia diselamatkan oleh Qian Zaihe , pacifier dari Fujian, dan diambil sebagai anak angkat. .\nYulian menyangka Shipeng sudah mati. Lima tahun kemudian, Wang Shipeng adalah gabenor Ji'an. Suatu hari, dia mengadakan upacara peringatan di kuil Tao untuk memperingati arwah isterinya. Yulian kebetulan pergi ke kuil Tao Ji'an untuk membakar kemenyan, dan Wang Shipeng dan Qian akhirnya bersatu semula.", "聖意": "Rumah tidak baik untuk diri sendiri Musim luruh dan musim sejuk makmur Semoga kekayaan melimpah Musim luruh dan musim sejuk sejahtera Perniagaan sejahtera Semoga perkahwinan berjaya Doakan pejalan kaki ke sawah Ulat sutera dapat diternak Enam ternakan boleh dibangkitkan. Orang boleh ditemui. Saman awam tidak menguntungkan. Penghijrahan adalah konservatif. Kehilangan harta benda. Lewat penyakit. Berdoa untuk keberkatan. Gunung dan kubur baik.", "古人": "Yulianhui sepuluh kawan", "第X籤": "Tanda keempat", "宮": "Rahim"}