{"籤詩版本二": "Roda merah jatuh di barat, arnab naik di timur, yin tumbuh dan yang hilang, dan semuanya makmur\nJika wanita ingin menggunakannya, ia akan menambah hartanya dan membawa kebahagiaan di hatinya.", "詩意": "Heksagram ini adalah simbol Yin berkembang dan Yang hilang.\nSemuanya susah sebelum menjadi mudah kemudian hari.", "解曰": "Yin memberi manfaat kepada wanita. Tidak sesuai untuk lelaki. Jika anda sedang mencari nasihat. Yang jahat didahulukan dan kemudian yang baik datang.", "籤詩故事一": "◇Wu Zetian menaiki takhta\nPada usia 14 tahun, Wu telah dipanggil ke istana oleh Maharaja Taizong Li Shimin dari Dinasti Tang sebagai seorang yang berbakat, bernama \"Wu Mei\". Selepas Taizong meninggal dunia, Zetian memasuki Kuil Ganye dan menjadi seorang biarawati.\nApabila Maharaja Gaozong dari Dinasti Tang naik takhta, dia memanggil keluarga Wu ke istana untuk memberi penghormatan kepada Zhaoyi. Pada tahun keenam Yonghui (655), Maharaja Gaozong menetapkan Wu sebagai permaisurinya.\nWu Zetian seorang yang bijak, terlibat dalam kesusasteraan dan sejarah, dan kaya dengan kepintaran. Tidak lama selepas Wu Zetian menjadi permaisuri, kerana Gaozong lemah dan sakit, dia kadang-kadang mengamanahkannya untuk mengendalikan hal ehwal politik tertentu, jadi kuasanya berkembang. Pada tahun pertama Shangyuan (674), Maharaja Gaozong dipanggil \"Maharaja\", Permaisuri Wu dipanggil \"Ratu Syurga\", dan mereka berdua dipanggil \"Dua Orang Suci\" di istana.\nPada tahun pertama Hongdao (683), Gaozong meninggal dunia, Putera Li Xian naik takhta, dan Wu Zetian datang untuk memerintah dinasti. Pada bulan Februari tahun pertama Sisheng (684), Wu Zetian menggulingkan Li Xian sebagai Raja Luling dan menubuhkan anak keempatnya Li Dan sebagai maharaja, terus memerintah dinasti itu. Pada bulan September tahun yang sama, dia menukar bendera kepada emas, dan Luoyang, ibu kota timur, dinamakan semula sebagai ibu kota ilahi. Pada hari kesembilan September pada tahun pertama Tianshou (690), Wu Zetian mengisytiharkan dirinya sebagai maharaja dan menukar nama negara itu kepada Zhou.", "聖意": "Rumah itu merugikan diri sendiri, mendoakan keberkatan, mencari harta, menjaga jual beli, selamat berumah tangga, malang dalam perkahwinan (perempuan), pejalan kaki menghalang sawah, ulat sutera, ternakan sejahtera, mencari manusia, perpisahan, saman, rugi, hijrah. , kehilangan harta benda, sakit, kejutan, gunung dan kubur, semoga berjaya", "古人": "Wu Zetian menaiki takhta", "第X籤": "Pemenang loteri keempat puluh", "宮": "Anda Istana"}