{"籤詩版本二": "Anda akan mengingati kata-kata baik yang tidak terhingga, tetapi anda akan menjadi anak anda jika anda mengenali pencuri itu.\nJangan tamak pada masa ini dan bimbang tentang bagaimana dia akan melakukan sesuatu yang baik setahun yang lalu.", "詩意": "Heksagram ini mengenal pasti pencuri sebagai anak lelaki.\nBerhati-hati dalam semua yang anda lakukan.", "解曰": "Hanya yang ini. Seorang lelaki budiman tidak membuat kesilapan. Simpan dalam fikiran. Jangan sunyi.", "籤詩故事一": "◇Dong Zhuo menerima Lu Bu\nLu Bu, berani dan pandai berperang, adalah seorang jeneral tentera yang terkenal pada akhir Dinasti Han Timur dan permulaan Tiga Kerajaan.Beliau pernah menganggap Ding Yuan, gabenor Jingzhou, sebagai bapa angkatnya dan berkhidmat di bawahnya.\nSelepas kematian Maharaja Ling dari Dinasti Han Timur, Ding Yuan pergi ke Beijing untuk bersekongkol dengan jeneral He Jin untuk mengawal kerajaan.\nDong Zhuo bertempur dengan Ding Yuan, tetapi beberapa jeneral tidak dapat mengalahkan Lu Bu, jadi Dong Zhuo menghantar bawahannya Li Su untuk merasuah Lu Bu. Li Su membawa timbunan harta emas dan perak serta kuda arnab merah yang terkenal untuk \"melawat Lu Bu\". Li Su membawa timbunan harta emas dan perak serta kuda arnab merah yang terkenal untuk melawat Lu Bu. Jadi Lu Bu telah disogok oleh Dong Zhuo untuk membunuh Ding Yuan, dan memberitahu tenteranya untuk datang bersamanya jika mereka mahu, dan pergi jika mereka tidak mahu mengikutinya. Akibatnya, kebanyakan askar melarikan diri. Jadi Lu Bu disogok oleh Dong Zhuo dan membunuh Ding Yuan.\nSelepas Dong Zhuo mendapat kuasa, dia mengambil Lu Bu sebagai anak angkatnya dan menjadikannya seorang jeneral dan marquis.\nDong Zhuo mempunyai perangai ganas, dan \"hubungan bapa-anak\" dengan Lu Bu sebenarnya sangat lemah. Pada tahun 189 Masihi, atas hasutan Situ Wang Yun, Lu Bu membunuh Dong Zhuo.\nEnam bulan selepas kematian Dong Zhuo, tentera lama Dong Zhuo menyerang ibu kota, dan Lu Bu dan isterinya melarikan diri dalam keadaan panik. Selepas meninggalkan ibu kota, Lu Bu mencari perlindungan dengan panglima perang Yuan Shu, Yuan Shao, Zhang Yang, Zhang Miao, Liu Bei, dll., dan bertempur berkali-kali dengan Cao Cao, seorang lagi panglima perang utama pada masa itu. Lu Bu berani dan baik dalam pertempuran, dan mengalahkan Cao Cao beberapa kali.\nPada tahun ketiga Jian'an dalam Dinasti Han Timur, tentera Cao Cao menyerang Xiaopei, pangkalan Lu Bu, dan telah ditangkap dan dibunuh oleh Cao Cao di bawah Menara Baimen. Sebelum hukuman mati, Lu Bu meminta Cao Cao untuk memastikan dia hidup untuk mengelakkan kematian, tetapi Liu Bei mengingatkan Cao Cao bahawa Lu Bu telah mengkhianati berkali-kali dan merupakan seorang yang tidak jujur. Akhirnya, Cao Cao, yang hanya menghargai bakat tanpa mengira moral, membunuh Lu Bu.", "聖意": "Saya tidak senang di rumah, saya biasanya mencari wang, berjaga-jaga terhadap transaksi, sukar untuk berkahwin, lelaki Liujia terkejut, orang datang ke padang, ulat sutera separuh masak, enam haiwan selamat, orang mencari orang, tindakan undang-undang adalah sesuai dan penghijrahan, perkara yang hilang sukar dicari, penyakit sukar dicari, dan terdapat kedamaian di makam Gunung Zhenxing.", "古人": "Dong Zhuo menerima Lu Bu", "第X籤": "Pemenang loteri ke-41", "宮": "Anda Istana"}