{"籤詩版本二": "Maharaja, maharaja, dan permaisuri akhirnya akan bermurah hati dan menunggu dan berdoa untuk berkat tanpa kerugian atau keuntungan.\nSemua makhluk bernyawa mendapat manfaat daripadanya, dan kemakmuran diharapkan di dunia dan di syurga.", "詩意": "Heksagram ini adalah tanda nikmat dari syurga.\nSemuanya akan berjaya.", "解曰": "Maharaja menunjukkan kebaikannya. Tidak pernah lupa. Ritual pagi dan petang. Ia sesuai untuk membakar kemenyan.", "籤詩故事一": "◇Mulian menyelamatkan ibunya\nMokou Lian, atau Mulian, adalah yang paling berkuasa di antara sepuluh pengikut Buddha Sakyamuni.\nIbunya tamak dan bakhil semasa hayatnya, sehingga dia jatuh ke alam hantu kelaparan selepas kematiannya. Mokhullian menggunakan kuasa saktinya untuk memerhati dan mendapati ibunya dilahirkan sebagai hantu yang kelaparan, tiada jalan untuk mendapatkan makanan dan dalam kesusahan yang besar.Dia menggunakan kuasa saktinya untuk membawa makanan kepada ibunya. Tanpa diduga, selepas ibu menerima makanan itu, ia menjadi abu dan tidak boleh dimakan.\nMaudgalyana bimbang tentang apa yang berlaku dan melaporkannya kepada Buddha. Buddha memberitahu Mulian bahawa pada hari ke-15 bulan lunar ketujuh, dia harus meletakkan seratus perisa dan lima buah-buahan dalam besen dan mempersembahkannya kepada para bhikkhu yang mulia dari sepuluh penjuru. Dengan kuasa ini, ibunya akan dapat makan .\nMaudgalyana bertindak mengikut kehendak Buddha, dan ibunya akhirnya dibebaskan. Upacara seperti ini dipanggil \"Pesta Obon\" dan perayaan ini dipanggil \"Pesta Obon\".\n(Nota: Bahan mempunyai perasaan yang berbeza di peringkat dunia yang berbeza. Contohnya: apabila hujan di dunia ini, kita melihatnya sebagai \"air\", manakala makhluk di alam hantu lapar merasakannya sebagai \"darah\", dan berperasaan. makhluk di dunia neraka merasakannya sebagai \"darah\". Rasanya seperti \"menjatuhkan pedang\", manakala makhluk syurga berasa seperti \"menjatuhkan bunga\".)", "聖意": "Berdoa untuk rumah dan rumah, berdoa untuk nasib baik di musim sejuk, mencari kekayaan, tiada transaksi, perkahwinan, keamanan di Liujia, pejalan kaki, sawah bergerak, ulat sutera, enam haiwan, mencari orang, tuntutan mahkamah, kejayaan, penghijrahan, konservatif, kehilangan harta benda, penyakit , ketenangan jiwa, ketenangan gunung dan kubur", "古人": "Mulian menyelamatkan ibunya", "第X籤": "Tandatangan empat puluh dua", "宮": "Anda Istana"}