{"籤詩版本二": "Dunia adalah fleksibel dan semua perkara adalah sara diri, sara diri dan selamat\nSegala-galanya dalam hidup adalah indah, terima kasih kepada orang-orang kudus dan orang bijak untuk segala-galanya, dan menjadi makmur.", "詩意": "Heksagram ini mewakili keharmonian antara bumi dan bumi.\nSemuanya berjalan lancar dan tidak ada bahaya.", "解曰": "Semua benda dilahirkan. Segala perancangan dan hasrat menjadi kenyataan. Ford membantu. Rui Qi tergesa-gesa.", "籤詩故事一": "◇Pejalan kaki mendapat pencerahan\nKisah Perjalanan ke Barat:\nSun Wukong mengambil alih Gunung Bunga dan Buah-buahan dan menjadi raja. Kemudian, untuk mencari jalan untuk hidup selama-lamanya, dia menghabiskan lapan atau sembilan tahun mengembara merentasi gunung dan sungai untuk menyembah Bodhi Patriark sebagai gurunya. Dia mempelajari tujuh puluh -dua perubahan awan jahat dan jungkir balik duniawi, dan mengambil nama keluarga Sun buat kali pertama. Dinamakan Wukong.\nSelepas itu, Sun Wukong pergi ke Istana Naga di Laut China Timur untuk mencari senjata yang sesuai, dan akhirnya menemui Kudgel Emas Ruyi, jarum ketuhanan Tianhe dan Dinghai. Kerana jangka hayatnya telah berakhir, dia membuat kekecohan besar di dunia bawah tanah, menyemak semula buku kehidupan dan kematian, dan kembali ke dunia manusia. Kemudian, Sun Wukong dipanggil oleh syurga buat pertama kali dan dinamakan Bima Wen. Kemudian, dia dipanggil ke syurga untuk kali kedua dan dinamakan Raja Monyet. Dia makan buah pic secara sembunyi-sembunyi dan membuat kecoh besar di syurga. Dia dimeteraikan di dalam Relau Bagua untuk melatih mata emas dan matanya yang berapi-api. Akhirnya, dia telah ditindas oleh Tathagata Buddha di kaki Gunung Wuzhi selama 500 tahun, tidak dapat bergerak. Tempat di mana relau Bagua ditendang bertukar menjadi gunung api.\nLima ratus tahun kemudian, Monk Tang pergi ke Barat untuk mendapatkan kitab suci, melewati Gunung Lima Unsur, dan menanggalkan azimat itu sebelum menyelamatkan Sun Wukong. Sun Wukong menangis dengan penuh kesyukuran.Setelah diarahkan oleh Bodhisattva Guanyin, dia menyembah Monk Tang sebagai gurunya dan pergi ke Barat untuk belajar kitab suci bersama-sama. Dalam perjalanan untuk mempelajari kitab suci, Sun Wukong turun ke atas syaitan dan menghapuskan raksasa, dan berulang kali melakukan prestasi luar biasa. Namun, dia disalah ertikan dan diusir oleh tuannya Tang Seng berulang kali. Selepas lapan puluh satu kesukaran, kerja itu akhirnya selesai. Empat guru dan murid tiba di Kuil Xitian Leiyin dan memperoleh kitab suci yang benar. Sun Wukong mencapai keputusan yang betul.\n(Kisah ini adalah metafora bahawa monyet pun boleh menjadi pencerahan, apatah lagi manusia.)", "聖意": "Rumah itu bertuah untuk diri sendiri, untuk kekayaan, perniagaan, perkahwinan, Liujia, pejalan kaki lelaki, halangan padang, ulat sutera, enam haiwan, Zhongping, mencari orang, tuntutan mahkamah, kejayaan, penghijrahan, kehilangan harta benda, penyakit, makam Xingxingshan, benda adalah bertuah", "古人": "Pengembara mencapai pencerahan", "第X籤": "Ditandatangani pada 43hb", "宮": "xugong"}