{"籤詩版本二": "Kelembutan telah menang atas kekuatan sejak zaman dahulu, dan pintu kepada perbuatan baik adalah makmur.\nJika seseorang meramal heksagram ini, ia akan seperti bertemu Yaojing apabila anda dahaga.", "詩意": "Heksagram ini adalah tanda kebaikan dan kelembutan.\nDalam segala-galanya, keharmonian adalah norma.", "解曰": "Langit dan bumi mempunyai perasaan. Sangat betul. Tuhan dan Buddha melindungi anda. Jangan lupa apa yang anda dapat.", "籤詩故事一": "◇Renzong mengenali ibunya\nGundik Song Zhenzong, Gundik Liu, cemburu dengan kelahiran seorang anak lelaki Gundik Li, Zhao Zhen, dan merasuah bidan untuk menggantikan anak Gundik Li dengan seekor kucing musang berkulit. Gundik Li dituduh secara palsu melahirkan syaitan dan diturunkan pangkat menjadi istana yang sejuk.Selir Liu dapat ditabalkan.Untuk kemudian.\nSelepas Gundik De dinaikkan pangkat menjadi permaisuri, Gundik De membakar istana yang dingin dan bercadang untuk membunuh Gundik Li. Gundik Li melarikan diri dan tinggal di kalangan rakyat.\nGundik Li pada asalnya mencampakkan Zhao Zhen ke dalam sungai, tetapi mujurlah dia diselamatkan oleh sida dan dihantar ke Istana Lapan Orang Bijak. Apabila dia dewasa, dia menggantikan Song Renzong.\nKemudian, Bao Zheng (Bao Qingtian) secara tidak sengaja bertemu dengan Gundik Li yang buta.Apabila dia mengetahui kebenaran, dia bersungguh-sungguh menyiasat kes itu, dan akhirnya kebenaran terbongkar, dan ibu dan anak Song Renzong dan Gundik Li mengenali satu sama lain. Gundik Liu dicampak ke dalam istana yang sejuk dan Gundik Li disambut masuk ke dalam istana.Kisah itu tamat dengan jayanya.", "聖意": "Nasib baik untuk rumah, diri, kekayaan, kejayaan dalam perniagaan, perkahwinan, perkahwinan, pejalan kaki lelaki, halangan ke ladang, ulat sutera, keuntungan musim luruh, enam haiwan, enam haiwan, peringkat pertengahan, mencari orang, tindakan undang-undang, kejayaan, penghijrahan, kehilangan harta benda, penyakit timur, berkat, gunung, kubur, arah timur-barat, semoga berjaya", "古人": "Renzong mengenali ibunya", "第X籤": "Empat puluh lima menang loteri", "宮": "xugong"}