{"籤詩版本二": "Cuaca sejuk mengubah air menjadi ais. Kenapa perlu tamak kemasyhuran?\nSaya tiada pilihan selain duduk diam dan menunggu daun tumbuh subur secara semula jadi.", "詩意": "Dalam heksagram ini, air bertukar menjadi ais.\nJangan meminta sesuatu yang sia-sia.", "解曰": "Air membeku menjadi ais. Ais cair ke dalam air. Jika ia adalah konspirasi. Jadi ia adalah.", "籤詩故事一": "◇Wang Xiang meminta ikan mas (Twenty-Four Filial Piety Stories)\nWang Xiang dari Dinasti Jin, nama ihsan Fuzheng, dilahirkan di Linyi.\nSemasa Wang Xiang masih muda, ibu kandungnya meninggal dunia, bapanya yang kesepian berkahwin dengan seorang wanita bernama Zhu, dan Wang Xiang mempunyai ibu baru. Semasa Wang Xiang masih muda, ibu kandungnya meninggal dunia, dan bapanya yang kesepian berkahwin dengan seorang wanita bernama Zhu. Ibu tiri Wang Xiang adalah seorang wanita yang berfikiran sempit dan cemburu.Dia tidak menyukai Wang Xiang dan sering memarahinya untuk perkara remeh. Tidak lama kemudian, ibu tiri itu pun melahirkan seorang anak lelaki bernama Wang Lan. Ibu tiri itu hanya menyayangi anak-anaknya sendiri, dan menganggap Wang Xiang sebagai duri dalam dirinya. Dia menjadi lebih menuntut Wang Xiang, dan sering bercakap buruk tentang Wang Xiang di hadapan bapanya. Malah bapanya secara beransur-ansur tidak lagi menyayanginya. Ibu tiri itu hanya menyayangi anak-anaknya sendiri, dan menganggap Wang Xiang sebagai duri dalam dirinya. Dia lebih menuntut Wang Xiang, dan sering bercakap buruk tentang Wang Xiang di hadapan bapanya. Malah bapanya secara beransur-ansur tidak lagi mencintainya. Walaupun abang tiri Wang Xiang, Wang Lan sangat mesra dengan abangnya. Walaupun diseksa oleh ibu tirinya, dia masih sangat berbakti. Ibu tiri itu sangat keras, tetapi Wang Xiang masih sangat berbakti.\nIbu tirinya mempunyai hobi iaitu suka makan ikan segar yang baru dipancing keluar sungai. Ibu tirinya mempunyai hobi iaitu suka makan ikan segar yang baru dipancing keluar sungai. Pada suatu musim sejuk, ayahnya pergi untuk perniagaan, dan ibu tirinya jatuh sakit lagi. Saudara Wang Xiang dan Wang Lan dengan berhati-hati menghidangkan sup dan ubat untuk dimakan oleh ibu mereka. Dalam cuaca sejuk yang teruk, penyakit ibu tiri masih tidak sembuh. cepat. Pada suatu musim sejuk, ayahnya pergi untuk perniagaan, dan ibu tirinya jatuh sakit lagi. Saudara Wang Xiang dan Wang Lan dengan berhati-hati menghidangkan sup dan ubat untuk dimakan oleh ibu mereka. Dalam cuaca sejuk yang teruk, penyakit ibu tiri masih tidak sembuh. cepat. Ibu tiri yang sakit ingin makan ikan segar dari sungai.Dalam iklim sejuk yang teruk itu, di luar turun salji dan air sungai sudah bertukar menjadi ais yang tebal. Ibu tiri yang sakit ingin makan ikan segar.Di manakah ikan segar boleh ditemui dalam iklim berais dan bersalji itu?\nPada masa itu, tiada hidangan luar musim, dan anda tidak boleh membelinya walaupun anda mempunyai wang.\nPada ketika ini dalam cerita itu, kisah Wang Xiangqiu Li yang menyentuh hati berlaku. Dua beradik itu menjaga ibu mereka tanpa berdaya. Wang Xiang berjalan ke sungai beku untuk tidak mengecewakan ibu tirinya yang sakit. Wang Xiang mendapat idea dan menanggalkan bajunya tanpa mengira kesejukan. Dia berbaring telanjang di atas glasier dan ingin Ia menggunakan suhu badannya sendiri untuk mencairkan ais (jadi Wang Xiangqiu ikan mas juga dipanggil Wang Xiang berbaring di atas ais). Dia menanggalkan bajunya dan berbogel di atas glasier. Dia berdoa kepada Tuhan dan berkata: \"Ya Allah, ibu saya sakit dan ingin makan ikan kap segar. Anda harus mencari jalan untuk saya tidak kira apa pun.\" Anehnya, bongkah ais di sebelahnya tiba-tiba retak, dan ada dua retak. Seekor ikan mas hidup melompat keluar dari celah dan melompat ke atas ais. Wang Xiang sangat gembira. Dia berdoa kepada Tuhan: \"Ya Allah, ibu saya sakit dan ingin makan ikan kap segar. Kamu harus mencari jalan untuk saya tidak kira apa pun.\" Anehnya, bongkah ais di sebelahnya tiba-tiba retak, dan terdapat dua retakan. Seekor ikan mas hidup melompat keluar dari celah dan melompat ke atas ais.Wang Xiang sangat gembira. Dia berlutut dengan cepat, bersyukur kepada Tuhan, dan berlari pulang dengan ikan mas. Dia berlutut dengan cepat, bersyukur kepada Tuhan, dan dengan cepat mengambil ikan mas dan pulang ke rumah. Selepas ibu tiri makan ikan kap segar, dia segera sembuh dari penyakitnya. Ibu tiri di katil hospital terkejut apabila dia melihat bahagian atas badan Wang Xiang yang telanjang, yang bertukar menjadi ungu akibat kesejukan, dan dua ekor ikan di tangannya.Dia berlari ke dalam bilik dengan gembira dan terkejut.\nWang Xiang kemudiannya menjadi pegawai dan menjadi Taibao, dan diberi gelaran Duke.", "聖意": "Tidak selesa di rumah, saya berdoa untuk perlindungan, kesulitan kewangan, masalah perniagaan, perkahwinan, ketidakkonsistenan dalam insurans Liujia, pejalan kaki, ulat sutera Chitian, enam kehilangan ternakan, orang hilang, tuntutan awam, penghijrahan, konservatif, kehilangan harta benda, sakit, sukar untuk pulih, makam gunung, semoga berjaya", "古人": "Wang Xiang meminta ikan mas (Twenty-Four Filial Piety Stories)", "第X籤": "Empat puluh sembilan Memenangi Lott", "宮": "Haigong"}