{"籤詩版本二": "Anda boleh mengembara ke seluruh pelosok negara, menggantung kanopi layar untuk menahannya dengan bebas\nJika ada angin yang baik, ia akan tiba tidak lama lagi dan bot akan penuh dengan harta karun.", "詩意": "Heksagram ini seperti menarik bot dengan angin.\nSemuanya berjalan lancar.", "解曰": "Rehat dengan tenang. Tiada usaha diperlukan. Banyak harta. Semua dikagumi.", "籤詩故事一": "◇ Lima Tasik Tao Zhugui (Tasik Fan Ligui)\nDalam Tempoh Musim Bunga dan Musim Gugur, Fan Li, yang nama ihsannya ialah Shaobo, juga dikenali sebagai Gui Yizipi atau Tao Zhugong.\nPada masa itu, berlaku peperangan antara Negeri Wu dan Negeri Yue, dan Negeri Wu memusnahkan Negeri Yue. Fan Li dan Wen Zhong merumuskan rancangan untuk Yue King Gou Jian mempromosikan Yue dan memusnahkan Wu. Fan Li secara peribadi mengembara melalui gunung dan sungai, dan melawat Sungai Huansha di Mt. Cailuo untuk mencari Xi Shi, seorang wanita cantik dengan kedua-dua kebaikan, bakat dan kecantikan, dan mempersembahkannya kepada Raja Wu. Dia menggunakan \"kecantikan muslihat\" untuk bekerjasama dalam dan luar dan memusnahkan Kerajaan Wu.\nSelepas dia berjaya menghapuskan Kerajaan Wu, Fan Li tahu bahawa Gou Jian adalah \"burung berleher panjang dengan paruh\" dan boleh berkongsi kesusahan dan kebahagiaan dengannya, jadi dia dan Xi Shi belayar merentasi Kerajaan Qi, menukar nama mereka. kepada Gui Zipi, dan memimpin anak-anak dan murid-muridnya di Kerajaan Qi. Mereka tinggal di sebuah pondok di tepi laut. Dia bekerja keras untuk mengusahakan tanah terbiar, menjalankan perniagaan sampingan dan berniaga. Dalam beberapa tahun, dia mengumpul berpuluh juta harta keluarga. Dia bermurah hati dalam menyebarkan kekayaan dan berbuat baik kepada kampung halamannya. Kebijaksanaan dan kebolehan Fan Li dihargai oleh penduduk Qi. Raja Qi menjemputnya ke Linzi, ibu kota, dan menyembahnya sebagai perdana menteri yang menjaga hal ehwal kerajaan . Beliau berkata: \"Menjadi pegawai boleh membawa kepada menteri, dan menjalankan keluarga boleh membawa kepada kekayaan. Bagi orang biasa yang bermula dari awal, ini telah mencapai tahap yang melampau. Dihormati untuk masa yang lama mungkin bukan petanda yang baik.\" Jadi, hanya tiga tahun kemudian, dia sekali lagi Jiliu berundur dengan berani, mengembalikan meterai itu kepada raja Qi, dan memberikan semua kekayaan keluarganya kepada kawan rapat dan penduduk kampungnya.", "聖意": "Rumah itu baik untuk diri sendiri (untuk dihantar), mencari kekayaan, tuah untuk barat, perniagaan lambat, perkahwinan tidak baik, Liujia selamat, orang menghalang ladang, ulat sutera, musim luruh, baik untuk enam haiwan, musim bunga makmur, orang mencari orang, tindakan undang-undang adalah buruk, penghijrahan adalah konservatif, kehilangan barang, penyakit Barat terungkai, gunung dan kubur di selatan.", "古人": "Lima Tasik Tao Zhugui (Tasik Fan Ligui)", "第X籤": "Pemenang loteri kelima puluh", "宮": "Haigong"}