{"籤詩版本二": "Musim panas adalah hari yang paling lama dan semua orang bimbang tentang panas dan kemurungan\nSyurga dan bumi juga tahu apa yang orang mahukan, dan angin bertiup dan ia secara semula jadi sejuk", "詩意": "Heksagram ini menunjukkan bahawa semua orang bimbang tentang haba.\nMelakukan apa sahaja yang anda mahu.", "解曰": "Tidak ada keraguan sama ada untuk maju atau berundur. Selamat mencuba. Adakah untuk berkhemah? Tidak perlu bertindak terburu-buru.", "籤詩故事一": "◇Kong Ming memasuki Sichuan\nZhuge Liang (181-234), nama ihsan Kongming, berasal dari Yangdu, Langya (kini Daerah Yinan, Wilayah Shandong), dan merupakan perdana menteri Shu Han (Liu Bei) semasa zaman Tiga Kerajaan.\nWalaupun Liu Bei memenangi Jingzhou, ia tidak mencukupi untuk memisahkan satu pihak.Zhuge Kongming merancang untuk menawan Xichuan untuk meningkatkan wilayah Liu Bei. Pada masa ini, Liu Zhang di Yizhou telah diserang oleh Zhang Lu di utara. Zhuge Kongming mengetahui bahawa Liu Zhang ingin mendedikasikan peta Xichuan kepada Cao Cao untuk melindungi dirinya. Apabila Zhang Song (orang bawahan Liu Zhang) bertemu dengan Cao Cao, kerana Cao Cao sombong dan kasar, Liu Zhang membawa peta itu kembali ke Xichuan dan melepasi Jingzhou dalam perjalanan. Kong Ming telah pun menunggunya dalam perjalanan dan menjemputnya ke Jingzhou, tetapi dia tidak pernah menyebut Gambar Xichuan sehingga waktu berlepas. Zhang Song berterima kasih kepada Kong Ming atas kesopanan dan keramahannya, jadi dia mendedikasikan Gambar Xichuan untuk dia.\nKawasan Xichuan adalah berbahaya dan boleh diserang atau dipertahankan.Selepas pelbagai pengaturan Kong Ming, Xichuan menjadi tempat kelahiran Liu Bei.\n(Kong Ming melayan orang dengan sopan dan mudah memperoleh Xichuan yang diidamkan.)", "聖意": "Berdoa untuk keberkatan di rumah dan untuk pemuliharaan diri (ada tuah dalam musibah) Cari kekayaan, untung dalam perniagaan, perkahwinan biasa, kelahiran anak lelaki di Liujia, pindah sawah, ulat sutera, kerosakan pada ternakan, mencari orang, awam tuntutan mahkamah, penghijrahan, barang lama yang hilang, penyakit utara, ingin gunung dan kubur", "古人": "Kong Ming memasuki Sichuan", "第X籤": "Bab 51: Memenangi Lot (Memenangi Lot)", "宮": "Rahim"}