{"籤詩版本二": "Ia memerlukan banyak usaha untuk menangkap bulan di dalam air. Ia memerlukan banyak usaha tetapi tiada apa-apa.\nJangan cakap kosong dan sia-siakan usaha untuk menguatkan badan.Perkataan \"badan layu\" asalnya bermaksud \"badan sahaja\".", "詩意": "Heksagram ini tamak untuk imej usaha.\nSemuanya susah payah dan payah.", "解曰": "Janji sukar diingat. Banyak kerja keras. Risau di rumah. Menunggu bertemu insan mulia.", "籤詩故事一": "◇Taibai menangkap bulan semasa mabuk (Li Taibai menangkap bulan semasa mabuk)\nLi Bai (701-762), juga dikenali sebagai Taibai, juga dikenali sebagai Qinglian Jushi. Penyair Dinasti Tang, yang menggelar dirinya sebagai abadi yang dibuang, dikenali sebagai Abadi Puisi, dan dia sentiasa gembira tanpa minum.\nSuatu ketika Li Bai datang ke Jinling (kini Nanjing) dan berehat di sebuah restoran di sebelah Jambatan Wende.\nKebetulan hari itu adalah hari kelima belas bulan lunar musim sejuk, pada waktu malam, dia akan duduk bersendirian di restoran dan mengagumi bulan, sambil minum dan membaca puisi. Kebetulan hari itu adalah hari kelima belas bulan lunar musim sejuk, pada waktu malam, dia akan duduk bersendirian di restoran dan mengagumi bulan, sambil minum dan membaca puisi. Li Taibai paling menyayangi bulan dalam hidupnya, mengatakan bahawa ia bersih dan cantik. Li Taibai paling menyayangi bulan dalam hidupnya, mengatakan bahawa ia bersih dan cantik. Pada malam itu, dia mendongak dan melihat bulan yang putih dan bulat di langit, dia sangat gembira dan minum beberapa gelas lagi. Pada malam itu, dia mendongak dan melihat bulan yang putih dan bulat di langit, dia sangat gembira dan minum beberapa gelas lagi. Pada tengah malam, Li Taibai mengambil kesempatan daripada wain dan turun ke Jambatan Wende. Pada tengah malam, Li Taibai mengambil kesempatan daripada wain dan turun ke Jambatan Wende. Sebaik sahaja dia melangkah ke jambatan, dia menundukkan kepalanya dan tiba-tiba ternampak bulan jatuh ke dalam air.Apabila sungai bergerak, beberapa garis hitam ditambah pada bayang bulan putih. Sebaik sahaja dia melangkah ke jambatan, dia menundukkan kepalanya dan tiba-tiba ternampak bulan jatuh ke dalam air.Apabila sungai bergerak, beberapa garis hitam ditambah pada bayang bulan putih. Li Taibai sangat mabuk ketika ini sehinggakan dia menyangka bulan yang dicemari air sungai. Li Taibai sangat mabuk ketika ini sehinggakan dia menyangka bulan yang dicemari air sungai. Dia tidak bersusah payah menanggalkan but, dia membuka tangannya dan melompat dari jambatan untuk menangkap bulan. Dia tidak bersusah payah menanggalkan but, dia membuka tangannya dan melompat dari jambatan untuk menangkap bulan. Tanpa diduga, dengan lompatan ini, bulan tidak ditangkap, tetapi bulan di dalam air hancur dan serta-merta terbelah kepada dua bahagian. Tanpa diduga, dalam lompatan ini, bulan tidak ditangkap, tetapi lelaki itu lemas. Dia meninggal dunia pada usia enam puluh dua tahun.", "聖意": "Rumah tidak tenteram dan anda ditimpa nasib malang (perhatikan kesihatan anda) (malang) Cari kekayaan dan keseimbangan (jangan difikirkan pun) Kesukaran dalam urusan perniagaan, perkahwinan tidak diselesaikan, berdoa memohon perlindungan (harta karun yang kosong menghalang keguguran) Pejalan kaki bermasalah, ulat sutera di padang lima mata, dan enam haiwan merosot (malang) Mencari orang (malang) Saman awam dan (Hentikan saman) Migrasi biasa (jangan sebut) Kehilangan harta benda. (pesawat) Berdoa memohon perlindungan daripada penyakit (malang) Nasib baik di gunung dan kubur", "古人": "Taibai menangkap bulan semasa mabuk (Li Taibai menangkap bulan semasa mabuk)", "第X籤": "Lima puluh saat memenangi loteri (Loteri)", "宮": "Rahim"}