{"籤詩版本二": "Apabila kekecewaan bertukar menjadi kegembiraan, naga mengaum dan harimau mengaum.\nLangit biru mempunyai jalannya sendiri ke langit. Semoga saya berpeluang lagi untuk mencapai kemasyhuran.", "詩意": "Heksagram ini seperti naga mengaum dan harimau mengaum.\nAda harapan semoga semuanya berjalan lancar.", "解曰": "Hanya mengajar dan pergi. Mempunyai kemakmuran sendiri. Mesti dibuat akhirnya. Ada tempat untuk dicari.", "籤詩故事一": "◇Liu Bei merekrut pengantin perempuan\nSelepas Pertempuran Chibi, Sun Quan tidak sabar-sabar untuk mendapatkan semula Jingzhou, yang telah diperoleh oleh Liu Bei, jadi dia menggunakan rancangan Zhou Yu, berpura-pura bahawa dia ingin meminang adiknya Sun Ren dengan Liu Bei, tetapi sebenarnya dia mahu mengambil Liu Bei sebagai tebusan untuk menuntut Jingzhou.\nSelepas Zhuge Liang mengintip rancangan Zhou Yu, dia menyerahkan brosur dengan strategi itu kepada Zhao Yun, yang melindungi Liu Bei ketika dia pergi ke Soochow. Zhao Yun mengikuti strategi dalam risalah itu dan dengan sengaja membuat percikan besar untuk membiarkan Wu Guotai ( Ayah Sun Quan) mengetahui tentang lamaran perkahwinan itu. Kerana Wu Guotai menyayangi anak perempuannya dan tidak mahu membuat keputusan biasa tentang hal ehwal seumur hidup anak perempuannya, dia memarahi Sun Quan kerana bersikap kejam terhadap kakaknya dan mencadangkan untuk menguji secara peribadi sama ada Liu Bei layak untuk anak perempuannya di Kuil Ganlu. Selepas Wu Guotai bertemu dengan Liu Bei, dia sangat menghargai Liu Bei dan sangat menyokong perkahwinan antara Liu Bei dan anak perempuannya. Hasilnya, Liu Bei berjaya berkahwin dengan Puan Sun.\nKemudian, Liu Bei dan Puan Sun melarikan diri kembali ke Jingzhou bersama-sama. Kemudian, Sun Quan ingin menyelinap menyerang Jingzhou semasa Liu Bei menyerang Yizhou, tetapi dihalang oleh Wu Guotai, yang bimbang tentang keselamatan anak perempuannya.\nDia berkata: \"Rancangan bijak Zhou Yu adalah yang terbaik di dunia. Dia kehilangan isterinya dan kehilangan tenteranya.\"\n(Liu Bei mendapat manfaat daripada bahaya)", "聖意": "Saya tidak bernasib baik di rumah dan saya tidak bernasib baik (mula-mula malang, kemudian nasib baik).Cari kekayaan, keseimbangan, kesukaran dalam perkahwinan, kejayaan dalam perkahwinan. Doakan keberkatan untuk pejalan kaki, ulat sutera di sawah, lima mata untuk kerosakan ternakan, pencarian untuk orang, saman dan hijrah, selamat untuk harta yang hilang, selamat untuk penyakit, aman gunung dan kubur.", "古人": "Liu Bei merekrut pengantin perempuan", "第X籤": "Nombor kemenangan kelima puluh tiga", "宮": "Rahim"}