{"籤詩版本二": "Kebajikan daripada bapa kepada anak diturunkan kepada cucu. Kesejahteraan dalam makanan dan pakaian hanya bergantung kepada Allah.\nChunxuan di dalam dewan menggembirakan orang. Apabila mereka lapar, makan, dahaga dan mengantuk, Chunxuan adalah metafora untuk ibu bapa.", "詩意": "Heksagram ini disambungkan dengan imej buluh yang menuju ke musim bunga.\nSemoga semuanya berjalan lancar.", "解曰": "Ambil buluh dan bawa ke musim bunga. Ia merebak tanpa henti. Seorang lelaki yang budiman mencari harapan. Semua gembira.", "籤詩故事一": "◇Raja Wu Zhou menaiki takhta\nRaja Wu dari Zhou menyerang Raja Zhou dan memimpin lapan ratus putera untuk berperang melawan tentera Raja Shang.Askar di Chaoge (ibu kota Raja Shang) juga menentang Raja Shang dan mengkhianati Raja Shang.\nRaja Zhou membakar dirinya di Menara Zhaixing, dan Dinasti Shang telah musnah.\nRaja Wu menerima buku emas dan harta karun emas, yang merupakan takhta maharaja. Dia menghadap ke selatan, tangannya dilipat ke bawah, dan dia duduk tegak. Raja Wu memerintahkan harta Lutai diagihkan, Menara Petik Bintang dirobohkan, dan bijirin beras yang disimpan di Juqiao diagihkan.\nLepaskan Jizi yang terpenjara dan baiki makam Bigan. Raja Wu menaiki pintu rumah orang bijak Shang Rong dan menundukkan kepalanya. Hormatilah orang yang berbudi dan berbudi bahasa, dan lepaskan hamba di dalam istana.\nDia juga menghentikan persenjataan dan mempromosikan budaya dan pendidikan. Di selatan Nanshan, kuda diragut dan lembu diragut di kawasan luar bandar dengan pokok pic. Ia adalah pemandangan yang damai.", "聖意": "Rumah tidak dalam keadaan baik (nasib baik), anda boleh membuat keinginan anda sendiri (nasib baik), mencari keuntungan kewangan, membuat transaksi, dan berkahwin (bertemu menantu yang baik), Liujia selamat (zodiak). tanda), pejalan kaki pindah padang, ulat sutera bertuah, enam ekor binatang rosak, manusia sukar dicari (lihat) tuntutan awam, orang mulia bergerak, nasib baik hilang.", "古人": "Raja Wu Zhou menaiki takhta", "第X籤": "Lima puluh lima memenangi loteri (loteri)", "宮": "Istana Hodoh"}