{"籤詩版本二": "Pantai penuh dengan batu, sungai mengalir, angin jernih, bulan cerah, dan orang mulia sibuk.\nDalam perjalanan mesti tanya nak pergi mana.Jangan ambil bau bunga dan tumbuhan dalam hutan.Jangan jaga.", "詩意": "Heksagram ini seperti bot yang melancong di pantai kecil.\nDalam segala-galanya, ada orang mulia untuk membantu.", "解曰": "Untuk mencari rezeki. Banyak kerja keras. Kekal konservatif dan tunggu. Semua yang terbaik.", "籤詩故事一": "◇Pemberontakan Lushan\nSeorang Lushan (703-757), yang nama keluarga ialah Kang dan bernama Yaluoshan, berasal dari Liucheng, Yingzhou (kini Chaoyang, Liaoning).\nKemudian, dia menggunakan nama keluarga An dan menukar namanya kepada Lushan. Semasa pemerintahan Maharaja Xuanzong dari Dinasti Tang, An Lushan adalah utusan tentera.\nPada bulan November tahun ke-14 Tianbao, An Lushan menaikkan tentera di Fanyang. Atas nama menyerang Yang Guozhong, dia melancarkan pemberontakan dan membawa tentera tiga bandar untuk menyerang Luoyang, ibu kota timur. Laporan dari Taiyuan bergegas ke Lishan. Tang Xuanzong, yang berada di Istana Huaqing di Lishan pada masa itu, tidak percaya bahawa Anlushan akan memberontak. Namun, berita tentang pemberontakan itu terus tersebar, dan Xuanzong masih separuh yakin. (Ini adalah gambaran \"bunyi air yang mengalir di atas batu-batu kecil di sungai\")\nSehingga Yan Zhenqing, pengawas Daerah Pingyuan, menghantar seseorang untuk menghantar maklumat barulah Xuanzong tersedar dari mimpinya.\nDi bawah strategi salah Maharaja Xuanzong dari Dinasti Tang, rejimen berkuda An Lushan menawan Luoyang, ibu kota timur. Pada bulan pertama tahun berikutnya, beliau mengisytiharkan dirinya Maharaja Dayan di Luoyang, Jianyuan Shengwu, Maharaja Xiongwu, dan Da Xixun sebagai Perdana Menteri.\nPada bulan Jun tahun yang sama, Maharaja Xuanzong dari Dinasti Tang, tidak sabar-sabar untuk melegakan krisis di Chang'an dan di bawah pemahaman tentera yang silap, menghukum mati dua jeneral terkenal, Feng Changqing dan Gao Xianzhi. Perintah ini mengejutkan tentera Tang. (Tingkah laku ini melanggar \"jalan mesti menghala ke sungai depan\")\nSelepas itu, Maharaja Xuanzong dari Dinasti Tang dengan segera mengarahkan seorang lagi jeneral, Ge Shuhan, untuk memimpin tentera Tang ke arah timur keluar dari Tongguan.\nGe Shuhan, yang memahami sepenuhnya kesilapan strategik Maharaja Xuanzong dari Dinasti Tang, merancang untuk menangguhkan perubahan (pendekatan \"tidak mengapa jika angin tenang dan air pasang tenang\").\nAkhirnya, Maharaja Xuanzong dari Dinasti Tang menganggap bahawa dia terlalu malu untuk bertarung, jadi dia tidak mempunyai pilihan selain bertarung dengan An Lushan dalam air mata, dan telah dikalahkan. (Ia memenuhi \"Jika anda bekerja keras untuk menyara diri anda, anda mungkin cedera.\")\nPada Dinasti Tang, apabila tentera sempadan dan garrison tempatan tidak mempunyai masa untuk bertindak balas, tentera An Lushan menekan sempadan dan memasuki kawasan ibu kota. Dalam keadaan genting, Maharaja Xuanzong dari Dinasti Tang mengetuai Kor Pengawal melarikan diri dari ibu negara, menyebabkan Xijing Chang'an yang tidak mempunyai pemimpin tumbang.\n(Tang Xuanzong melanggar panduan tanda ini, jadi pemberontakan An Lushan berjaya.)", "聖意": "Rumah selamat, diri sendiri bertuah, rezeki stabil, urus niaga berjaya, perkahwinan berjaya (berhati-hati). Seorang pejalan kaki lelaki dari Liujia datang ke ladang, ulat sutera dituai, dan enam ternakan rosak. Orang itu ditemui dan tuntutan awam adalah wajar.Harta yang hilang membawa penyakit, iaitu makam Anshan perlu diperbaiki.", "古人": "Pemberontakan Lushan", "第X籤": "Loteri kelima puluh enam", "宮": "Istana Hodoh"}