{"籤詩版本二": "Pagi dan senja, sokongan Buddha mesti berada dalam bahaya tetapi tidak dalam bahaya\nJika anda tertarik dengan orang yang mulia, maka wang dan sutera juga akan menemani anda.Ini Chuan Lai. Semuanya bergantung pada anda.", "詩意": "Heksagram ini mewakili rahmat rahsia tuhan dan Buddha.\nSabar dan semoga berjaya dalam segala-galanya.", "解曰": "Tanda keamanan kuno. Apabila semuanya mahal, ia akan menjadi bertuah.", "籤詩故事一": "◇Tang Monk mencapai pencerahan\nPada suatu hari,Tang Seng datang ke sungai dan melihat Gunung Lingshan Buddha di hadapannya.Terdapat jambatan satu papan di hadapannya.Tang Seng tidak berani menyeberanginya. Buddha berubah menjadi tukang perahu dan memegang perahu yang patah tanpa dasar. Sebaik sahaja sami Tang naik ke atas bot, dia terjatuh ke dalam sungai dan diselamatkan oleh tukang perahu. Beginilah cara sami Tang mencapai kebuddhaan. (Kisah Perjalanan ke Barat)\n◇Tulisan Buddha Tang Monk\nSanzang dari Dinasti Tang, nama keluarga biasa beliau ialah Chen dan nama beliau ialah Yi. Dilahirkan di Daerah Goushi, Luozhou (kini di selatan Bandar Yanshi, Wilayah Henan). Dia menjadi seorang sami pada usia tiga belas tahun dan mengambil nama Buddha Xuanzang.\nUntuk mendapatkan kitab suci Buddha yang asli, dia bertolak dari Chang'an (kini Xi'an, Provinsi Shaanxi) pada tahun ketiga Zhenguan (AD 629), meneroka sempadan, dan melalui kesukaran yang tidak terkira banyaknya untuk sampai ke Tianzhu ( India) untuk mengumpul kitab suci. Dia mengembara ke seluruh lembangan sungai Gangga dan Indus serta kawasan pantai tenggara India, kemudian menyeberangi gunung yang dilitupi salji dan rabung hijau, meredah lebih 50,000 batu pergi dan balik. Dia mengambil masa 16 tahun untuk akhirnya kembali ke Chang'an di tahun ke-19 Zhenguan (AD 645). Dia membawa balik sejumlah besar kitab suci Buddha dan menterjemahkannya ke dalam bahasa Cina.\n(Tang Sanzang melalui perjalanan yang panjang berulang-alik antara China dan India, dan dia pasti akan mengalami bahaya, tetapi dia dapat kembali dengan selamat kerana ada seorang santo pelindung yang tidak kelihatan di belakangnya.)", "聖意": "Rumah selamat, diri sendiri bertuah, perdagangan Barat berjaya, perkahwinan berjaya, pejalan kaki menghalang padang, ulat sutera disekat, ulat sutera 70%, ternakan untung, rakyat ditemui, masyarakat Barat. tuntutan mahkamah adalah buruk, penghijrahan adalah konservatif, harta yang hilang dilihat, penyakit itu bertuah, gunung dan kubur bertuah.", "古人": "Monk Tang mencapai pencerahan", "第X籤": "Memenangi loteri enam puluh dua", "宮": "Istana Yin"}