{"籤詩版本二": "Ikan yang berenang itu terperangkap dalam jerat di Kolam Bibo.\nJika sesuatu berlaku selepas difikirkan, ia akan menimbulkan masalah pada akhirnya.", "詩意": "Heksagram ini mewakili ikan yang ditangkap dalam jerat.\nIa juga dinasihatkan untuk berhati-hati dalam segala-galanya.", "解曰": "Penempatan di bawah rumah. Musibah jatuh dari syurga. Bangun awal dan ambil langkah berjaga-jaga dahulu. Elakkan bencana.", "籤詩故事一": "◇Kuda ditutup dengan air (sukar untuk mengumpul air)\nDinasti Han. Zhu Maichen, nama ihsan Wengzi, berasal dari Wu di Kuaiji (kini sebahagian daripada Bandar Suzhou).\nPada awalnya, keluarga Maichen miskin dan dia tidak berjaya, pasangan itu tinggal di pintu pagar jerami di lorong belakang, memotong kayu api dan menjualnya untuk menampung kehidupan. Anda tidak mendapat banyak wang dengan menjual kayu api pada harga sesiapa sahaja.\nIsterinya keluar mengambil air dan ternampak sekumpulan kanak-kanak sedang mentertawakan Maichen.Isteri menganggap hal itu memalukan dan kemudiannya pergi.\nApabila Zhu Maichen berumur lima puluh tahun, Maharaja Wu dari Dinasti Han mencari bakat dan menyembah Zhu sebagai pengawas Kuaiji.\nIsterinya menyesali kebutaannya dan ingin menjadi hamba perempuan dan gundik untuk berkhidmat kepada Zhu sepanjang hayatnya.\nMaichen menyuruh bekas isterinya mengambil sebaldi air, mencurahkannya ke atas tangga, dan berkata, \"Jika air itu boleh diambil semula, mereka berdua boleh kembali bersama.\"\nMemandangkan hubungan suami isteri, isteri dan suami yang berkahwin semula diberi ruang lapang di taman belakang untuk bercucuk tanam dan menyara diri. Isterinya melemparkan dirinya ke dalam sungai dan meninggal dunia.", "聖意": "Rumah dalam bahaya, diri sendiri dalam bahaya, wang hilang, transaksi aman, perkahwinan tidak konsisten, Liujia ketakutan, orang disekat, ladang rosak, ulat sutera hilang, ternakan hilang, orang ramai. ditemui, tuntutan awam hilang, penghijrahan adalah baik, perkara yang hilang tidak menguntungkan, penyakit berpunca, bencana dan bahaya, makam gunung harus diubah.", "古人": "Kuda itu ditutup dengan air (sukar untuk mengumpul air)", "第X籤": "Tanda enam puluh empat", "宮": "Maogong"}