{"籤詩版本二": "Jalan itu berbahaya, kuda dan lelaki tergesa-gesa, dan tentera berada dalam kesempitan apabila mereka tersesat.\nPantai tinggi, angin dan ombak pecah, perahu rosak, matahari terbenam, bunga-bunga mati, langit jatuh, dan beku jatuh. Menang: beruang.棹: dayung.", "詩意": "Heksagram ini seperti bot yang memecah pantai.\nBerwaspada terhadap segala bahaya.", "解曰": "Sekolah lama dan sekolah lama. Pendiam dan tidak bercela. Tidak perlu meminta nasihat. Melancong dengan bebas.", "籤詩故事一": "◇Raja Chu Yin Ling hilang arah\nPada awal 202 SM, sejumlah 400,000 tentera Han dari tiga pihak mengepung tentera Xiang Yu di Gaixia, yang kekurangan makanan. Mereka meminta tentera menyanyi dalam dialek Chu, membuatkan tentera Xiang Yu tersilap percaya bahawa kampung halaman mereka telah dikawal. oleh tentera Han. Taktik psikologi \"mengepung semua pihak\" ini menyebabkan tentera Xiang Yu kehilangan semangat.\nJadi Xiang Yu mengetuai lebih daripada 800 pasukan berkuda elit dan memutuskan untuk keluar, manakala tentera Han mengikuti rapat dengan Guan Ying dan 5,000 pasukan berkuda. Selepas menyeberangi Sungai Huai, pasukan berkuda Xiang Yu hanya tinggal seratus orang.\nXiang Yu tersesat di Yinling dan meminta seorang petani di tepi jalan untuk jalan ke sungai. Tanpa diduga, dia mengikut arah yang ditunjukkan oleh lelaki tua itu dan berakhir di dalam paya, menyukarkan pergerakannya. Dia hampir dipintas oleh Liu Tentera Bang. Xiang Yu akhirnya sampai ke Wujiang dan tahu bahawa keadaan sudah berakhir. Melihat orang tua Jiangdong tanpa rasa malu, dia membunuh diri.", "聖意": "Keluarga dan rumah bimbang dengan musibah mereka sendiri. Mencari wang dan merosakkan perniagaan. Perkahwinan tidak kekal. Liujia berbahaya. Pejalan kaki menghalang sawah. Ulat sutera rosak. Enam ternakan rosak. Orang hilang. Saman awam. Kehilangan. Penghijrahan. Hilang harta benda. Sakit. Tidak baik menghantar ke kubur gunung.", "古人": "Raja Yin Ling dari Chu tersesat", "第X籤": "Lot keenam puluh enam", "宮": "Maogong"}