{"籤詩版本二": "Apabila musim sejuk tiba, dahan bunga plum di atas gunung tidak akan musnah walaupun daunnya gugur dan dahannya layu.\nTetapi apabila musim bunga tiba, saya masih mengembalikan saya sebagai pelacur dan memusnahkan kerja asal.", "詩意": "Dalam heksagram ini, bunga plum menduduki kedudukan utama.\nSemuanya baik jika ditangguhkan.", "解曰": "Satu anak panah ditembak kosong. Apabila ia kosong, ia tidak kosong. Menunggu musim bunga tiba. Warna ada di dalamnya.", "籤詩故事一": "◇Menjaringkan dua kali\nSemasa pemerintahan Maharaja Dezong dari Dinasti Tang, menteri setia Mei Bogao dan keluarganya telah dibingkai oleh Perdana Menteri yang pengkhianat Lu Qi, yang ingin membunuh mereka semua. Hanya anaknya Mei Liangyu yang berjaya melarikan diri. Kemudian, dia menukar kedudukannya. nama kepada Wang Xitong untuk menyembunyikan identitinya. Dia tinggal bersendirian di jalanan, lapar dan kesejukan, tetapi mujurlah dia dibawa masuk oleh Chen Risheng (Chen Dongchu). Chen Risheng tidak mengetahui pengalaman hidupnya, jadi dia memintanya membantu menjaga kebun plum Chen supaya dia tidak mati kelaparan di jalanan.\nChen Risheng adalah rakan sekelas dan rakan Mei Bogao. Ketika dia dianiaya oleh Lu Qi, dia diselamatkan oleh Mei Bogao. Akibatnya, Mei Bogao dan Lu Qi menjadi permusuhan. Akhirnya seluruh keluarganya dibunuh. Chen Risheng berasa sedih dan marah kerana perkara ini.Selepas berkahwin, dia meletakkan jawatan dan memindahkan keluarganya ke Yangzhou untuk tinggal dalam pengasingan.\nChen Risheng mempunyai seorang anak perempuan bernama Chen Xingyuan, yang cantik dan wangi.Selepas Mei Liangyu datang ke keluarga Chen, mereka jatuh cinta pandang pertama. Pada hari ketika bunga plum mekar penuh, yang juga merupakan ulang tahun kematian Mei Bogao, Chen Risheng dan keluarganya membuka altar di taman plum di rumah mereka untuk memperingati rakan dan dermawan mereka yang telah meninggal dunia. Tanpa diduga, cuaca tiba-tiba berubah. dan ribut salji lebat bertiup, meliputi semua bunga plum. Musnah. Chen Risheng mengeluh bahawa dia dapat melarikan diri dengan selamat, tetapi dia tidak dapat menyelamatkan keturunan keluarga Mei. Dia fikir ini adalah amaran daripada Tuhan, jadi dia bersumpah bahawa melainkan bunga plum mekar semula, membuktikan bahawa keturunan keluarga Mei masih hidup, dia tidak akan berkata apa-apa.Dia melarikan diri ke dalam agama Buddha dan menjadi seorang sami.\nAnak perempuannya Xingyuan mendengar ini dan segera membakar kemenyan dan dengan tulus berdoa kepada Tuhan agar bunga plum itu mekar semula. Keikhlasan mereka menggerakkan syurga, dan semua pokok plum di taman plum mekar semula; kemudian Chen Risheng tahu bahawa Xitong itu adalah Liangyu, jadi dia meminang anak perempuannya Xingyuan kepadanya.", "聖意": "Rumah tidak baik untuk diri sendiri, baik untuk diri sendiri, mencari kekayaan, berhemah dalam urusan, masanya tepat, perkahwinan terlambat, musim bunga kuat, musim luruh kosong, musafir lewat, ladang makmur, ulat sutera makmur, enam ternakan makmur, mencari orang, tuntutan awam, kerugian, penghijrahan, kehilangan harta benda, penyakit Timur, penggera palsu, kubur gunung harus diubah.", "古人": "Menjaring dua kali", "第X籤": "Enam puluh sembilan Memenangi Lott", "宮": "Tatsumi"}