{"籤詩版本二": "Chao Chao adalah seperti lebah pengumpul bunga, terbang keluar dari barat daya dan kemudian ke timur\nMusim bunga telah berakhir, bunga-bunga hilang, dan tiada tempat untuk dicari. Hati ini tidak akan berubah keberadaannya.", "詩意": "Heksagram ini seperti lebah memetik bunga.\nSemuanya susah payah dan payah.", "解曰": "Tiada pemandangan musim bunga. Hujan turun lama tetapi tidak pernah reda. Meminta bantuan. Lebih baik diam.\n.", "籤詩故事一": "◇Li Mi memberontak terhadap Dinasti Tang\nLi Mi\n(582-619), mendiang pemimpin Tentera Wagang dalam pemberontakan petani pada akhir Dinasti Sui China. Sarjana kaligrafi. Penguasa perkataan Fa berasal dari Chang'an, Jingzhao, dan rumah nenek moyangnya ialah Xiangping, Liaodong (kini di selatan Liaoyang, Liaoning). Berasal dari Chang'an, Jingzhao, rumah nenek moyangnya ialah Xiangping, Liaodong (kini selatan Liaoyang, Liaoning).\nPada tahun kesembilan Daye (613), beliau mengambil bahagian dalam pemberontakan Yang Xuangan terhadap Dinasti Sui di Liyang (kini timur laut Daerah Junxian, Wilayah Henan). Pada tahun kesembilan Daye (613), beliau mengambil bahagian dalam pemberontakan Yang Xuangan terhadap Dinasti Sui di Liyang (kini timur laut Daerah Junxian, Wilayah Henan). Rasa misteri dikalahkan,\nLi Mi melarikan diri. Xuangan telah dikalahkan dan Li Mi melarikan diri.\nPada tahun kedua belas Daye, beliau menyertai Tentera Wagang\n. Pada tahun kedua belas pemerintahan Daye, beliau menyertai Tentera Wagang. Li Mi mahir dalam strategi Pada bulan Oktober tahun kedua belas Daye, Li Mi memujuk Zhai untuk menyerang Xingyang Tong, jeneral berkuasa yang mengiringi tentera, untuk mempertahankan Zhang Xutuo, mengalahkan tentera Sui dan membunuh Zhang Xutuo. Li Mi mahir dalam strategi Pada bulan Oktober tahun kedua belas Daye, Li Mi memujuk Zhai untuk menyerang Xingyang Tong, jeneral berkuasa yang mengiringi tentera, untuk mempertahankan Zhang Xutuo, mengalahkan tentera Sui dan membunuh Zhang Xutuo.\nKemudian, dia mencadangkan untuk menyerang gudang Xingluo (kemudian dinamakan Luokou), membuka gudang untuk bantuan, dan mengembangkan pasukan. Pasukan Tentera Wagang berkembang pesat. Pada tahun ke-13 Daye, Li Mi mengetuai Tentera Wagang, dan Zhai Rang menangani penurunan pangkat dan pengagihan Dinasti Sui. Berlaku perang ke atas sumber ketenteraan dan isu-isu lain, dan Li Mi membunuh Zhai Rang dan ratusan pengikutnya. Kemudian, dia mencadangkan untuk menyerang gudang Xingluo (kemudian dinamakan Luokou), membuka gudang untuk bantuan, dan mengembangkan pasukan. Pasukan Tentera Wagang berkembang pesat. Pada tahun ke-13 Daye, Li Mi mengetuai Tentera Wagang, dan Zhai Rang menangani penurunan pangkat dan pengagihan Dinasti Sui. Berlaku perang ke atas sumber ketenteraan dan isu-isu lain, dan Li Mi membunuh Zhai Rang dan ratusan pengikutnya.\nPada bulan Mac tahun ke-14 Daye, Yu Wenhuaji membunuh Maharaja Yang dari Dinasti Sui\n, membawa lebih 100,000 orang kembali ke barat. Pada bulan Mac tahun keempat belas Daye, Yu Wenhuaji (Yu Wen, nama keluarga majmuk) membunuh Maharaja Yang dari Dinasti Sui dan kembali ke barat dengan lebih daripada 100,000 orang. Li Mi diarah menyerang Huaji. Walaupun Huaji dikalahkan, Li Mi juga mengalami kekalahan besar dalam pasukan. Dia kemudiannya dikejar oleh Wang Shichong. Tentera Li Mi dikalahkan dan kemnya dimusnahkan. Jeneralnya Qin Shubao, Cheng Zhijie (asalnya bernama Cheng Yaojin), Niu Jinda dan lain-lain ditangkap. , Shan Xiongxin menyerah diri. Li Mi diperintahkan untuk menyerang Huaji.Walaupun Huaji dikalahkan, Li Mi juga mengalami kekalahan besar dalam pasukannya. Kemudian, dia dikejar oleh Wang Shichong. Tentera Li Mi dikalahkan dan kem pangkalannya dimusnahkan. Jeneralnya Qin Shubao, Cheng Zhijie (asalnya bernama Cheng Yaojin), Niu Jinda dan lain-lain telah ditangkap, dan Shan Xiongxin menyerah kalah. Li Mi terdesak, jadi dia menyeberangi sungai ke Heyang pada bulan September dan menyerah diri kepada Dinasti Tang. Li Mi terdesak, jadi dia menyeberangi sungai ke Heyang pada bulan September dan menyerah diri kepada Dinasti Tang.\nPada bulan November, Li Yuan menghantar Li Mi ke Shandong untuk merekrut tentera lama. November,\nLi Yuan menghantar Li Mi menunggu di Shandong untuk merekrut tentera lama. Merasa bahawa dia telah disyaki, dia memberontak terhadap Tang. Merasa bahawa dia telah disyaki, dia memberontak terhadap Tang. Jeneral Tang Sheng Yanshi menjemput Li Mi untuk menyerang dan membunuhnya di Xinggong Xian. Jeneral Tang Sheng Yanshi menjemput Li Mi untuk menyerang dan membunuhnya di Xinggong Xian.", "聖意": "Rumah, rumah, lidah, diri, penjahat, mencari kekayaan, perniagaan yang membazir, perkahwinan tidak kekal, Liujia, bunga kosong, pejalan kaki, Yaotian, kerosakan ulat sutera, enam kerosakan ternakan, orang hilang, tuntutan mahkamah, kerugian, penghijrahan, konservatif, kehilangan harta benda, penyakit, halangan, reformasi kubur gunung", "古人": "Li Mi memberontak terhadap Dinasti Tang", "第X籤": "Cabutan ketujuh puluh", "宮": "Tatsumi"}