{"籤詩版本二": "Kognisi Pengawal Kesembilan Belas Canglong: Seorang wanita berkahwin dengan suami kedua\nDengan satu busur dan dua anak panah, dinosaur akan hidup dengan aman serta-merta", "詩意": "Heksagram ini seperti busur yang memegang dua anak panah.\nSemuanya bertuah jika berjalan bersama.", "解曰": "Tidak terlalu berat. Takdir. Zhen Liuzhong membuka. Adalah dinasihatkan untuk berhati-hati.", "籤詩故事一": "◇Wenjun melawat Xiangru\nZhuo Wenjun ialah anak kepada cucu kepada Zhuo Wang, seorang ahli perniagaan kaya di Linqiong, Wilayah Sichuan. Dia mahir dalam muzik dan mempunyai nama sastera. Dia berkahwin ketika dia berumur enam belas tahun.Beberapa tahun kemudian, suaminya meninggal dunia dan dia kembali kepada keluarga kandungnya untuk hidup sebagai balu.\nPada suatu hari, Sima Xiangru pergi ke rumah Zhuo Wangsun untuk jamuan. Apabila dia mengetahui bahawa Zhuo Wenjun baru janda, dia memainkan lagu \"Phoenix Seeking the Phoenix\" untuk menyatakan cintanya. Zhuo Wenjun telah pun mendengar tentang Sima Xiangru, dan jamuan ini membuatkan dia lebih tertarik kepada Sima Xiangru. Sebaliknya, selepas jamuan Sima Xiangru, dia segera menghabiskan banyak wang untuk merasuah pembantu rumah Zhuo Wenjun dan memintanya untuk menyampaikan cinta Sima Xiangru kepada Zhuo Wenjun. Selepas Zhuo Wenjun mengetahui tentang cinta Sima Xiangru melalui pembantu rumah, dia segera bergegas ke rumah penginapan di mana Sima Xiangru tinggal.Melihat kedatangan Zhuo Wenjun, Sima Xiangru segera melarikan diri bersamanya semalaman ke kampung halamannya di Chengdu.\nKetika mereka berada di Chengdu, pasangan itu melarat dan terpaksa kembali ke Linqiong untuk membuka sebuah hotel kecil untuk menyara hidup.Zhuo Wenjun menjual wain dan Sima Xiangru mencuci pinggan.Mereka hidup dalam keadaan miskin. Selepas bapa Zhuo Wenjun, Zhuo Wangsun, mengetahui mengenainya, dia bersetuju dan membiayai mereka di bawah nasihat rakan-rakannya, supaya Sima Xiangru dan Zhuo Wenjun kembali ke Chengdu untuk tinggal, dan kemudian menjadi kaya.", "聖意": "Kehilangan rumah dan harta benda, hak dan kesalahan sendiri, mencari kekayaan, transaksi buruh, menjaga dari perkahwinan semula.", "古人": "Wenjun melawat Xiangru", "第X籤": "Tujuh puluh satu Menang Lotto", "宮": "Tatsumi"}