{"籤詩版本二": "Penternak lebah mesti meminta madu, supaya mereka tidak disengat\nPasti ada jalan pelik di hadapan anda.. Rahsianya sedalam hutan duri.", "詩意": "Heksagram ini melambangkan lebah mengumpul madu.\nSemuanya susah payah dan payah.\n\n(Heksagram ini mencari simbol kemanisan dan kepahitan.\nMencegah bencana dalam segala hal.\n)", "解曰": "Perkara perlu dilakukan dengan berhati-hati. Tidak perlu memaksa. Lebah mengumpulkan madu. sebab apa?", "籤詩故事一": "◇Wang Mang mencari bakat\nKeluarga Wang Mang dalam Dinasti Han Barat boleh dikatakan sebagai keluarga yang kaya. Walaupun bapanya meninggal dunia muda, beberapa bapa saudara dan bapa saudaranya menjadi maharaja Dinasti Han. Mereka menjadi jeneral, perdana menteri, dan menjadi marquise dan menerima ganjaran. Keluarga Wang sangat terkemuka.\nTetapi keluarga kecil Wang Mang sendiri sangat miskin; bapanya meninggal dunia muda, dan dia hanya tinggal bersama ibunya, bergantung pada amal daripada saudara-mara. Tetapi kerana ini, Wang Mang mengembangkan dan mempraktikkan satu set kemahiran dalam berurusan dengan orang sejak dia masih kecil. Tidak kira betapa sedih atau marahnya, dia sentiasa menunjukkan wajah yang sangat gembira dan damai di hadapan saudara mara, orang tua atau orang luar, sehingga dia cukup dihargai oleh semua orang dalam klan.\nPada suatu ketika, bapa saudara sulungnya sakit tenat. Setelah mengetahui perkara itu, dia datang dan menunggu di tepi katil pesakit, membawa ubat dan air, dan berjaga malam. Selama beberapa bulan berturut-turut, dia tidak berpakaian, tidak kemas dan kuyu. Dia lebih \"penyabar\" daripada pesakit. Lebih \"anak lelaki\" daripada anak kandung.\nUntuk ini, semua orang di Taiwan memujinya dan menulis surat meminta ganjaran untuknya.\nMaka Maharaja Cheng dari Dinasti Han memberinya gelaran Modal Baru Marquis dan melantiknya sebagai pengawal di istana, menjadi menteri rapat maharaja.\nDengan status yang tinggi dan kuasa yang besar, Wang Mang tidak pernah menunjukkan sebarang keangkuhan atau kemalasan. Sebaliknya, dia semakin bersopan santun dan berbudi bahasa. Di satu pihak, dia berkawan dengan menteri, jeneral, selebriti, dan ulama. , dia menolong orang miskin dan bermurah hati dengan hartanya.\nTetapi dia hidup sangat berjimat cermat, sering makan lauk daging, apatah lagi berjubah labuh dan berlengan panjang, hanya berbaju pendek. Jadi semua orang dalam kerajaan dan orang ramai sebulat suara memujinya dengan perkataan \"berbudi\".\nKemudian, bapa saudaranya, Grand Sima Wanggen, meninggal dunia kerana sakit dan dia dipilih sebagai penggantinya. Maharaja dan semua menteri menganggap dia yang paling sesuai. Oleh itu, Wang Mang, yang baru berusia tiga puluh lapan tahun, menjadi Grand Sima dengan kuasa ketenteraan tertinggi di negara ini.\n(Kisah ini adalah metafora. Pandai menjadi orang yang baik boleh membantu anda menyingkirkan \"kesukaran disengat lebah\" dan mencapai cita-cita anda seperti yang anda inginkan.)", "聖意": "Rumah tidak baik untuk diri sendiri, keluarga bermasalah, perniagaan terhalang, perkahwinan terhalang, enam baju besi palsu, pejalan kaki lambat, hasil ulat sutera rendah, ternakan rendah, sukar untuk cari orang, saman buruk, hijrah tidak bergerak, harta hilang buruk, penyakit dipasang, kubur gunung hilang.", "古人": "Wang Mang mencari bakat", "第X籤": "Memenangi loteri tujuh puluh dua", "宮": "Tatsumi"}