{"籤詩版本二": "Apabila musim bunga datang, guruh bergegar dan serangga berkicau, dan saya berpaling dari lumpur\nApabila saya mula menyedari bahawa saya masih datang dan pergi, apabila saya berubah, saya menjadi naga.", "詩意": "Heksagram ini seperti guruh dan serangga.\nBertemu dengan orang yang mulia adalah petanda baik dalam segala hal.", "解曰": "Guruh menyambar. Dua deposit masuk dan keluar. Tukar sekali. Sampai Tianmen.", "籤詩故事一": "◇Pemberontakan Chenqiao\nPada 959 Masihi, Zhou Shizong Chai Rong meninggal dunia, dan Maharaja Gong, Chai Zongxun, yang menaiki takhta, baru berusia tujuh tahun. Pada masa itu, Zhao Kuangyin, yang berkhidmat sebagai inspektor di hadapan istana dan utusan Songzhou ke Tentera Jerman, memegang kuasa sebenar.\nPada musim bunga 960 Masihi, Zhenzhou (Zhengding, Wilayah Hebei hari ini) dan Dingzhou (Kaunti Dingxian, Wilayah Hebei hari ini) melaporkan bahawa tentera Dinasti Han Utara dan Negeri Liao bersama-sama pergi ke selatan untuk menyerang Dinasti Zhou Kemudian, dengan momentum yang hebat, dan meminta untuk menghantar tentera untuk bantuan. Kemudian, Dinasti Zhou mengarahkan Zhao Kuangyin memimpin pasukannya ke utara untuk melawan musuh. Zhao Kuangyin bertindak secara rahsia di bawah perancangan abangnya Zhao Guangyi, Zhao Pu, Shi Shouxin dan lain-lain.\nPada 3 Februari, apabila tentera tiba di Chenqiaoyi (kini Bandar Chenqiao, tenggara Fengqiu, Henan), mereka melancarkan pemberontakan dan mengarahkan tentera memakai jubah kuning untuknya. Mereka memberontak menentang Dinasti Zhou Kemudian dan menyokong Zhao Kuangyin sebagai maharaja . Selepas itu, Zhao mengetuai tenteranya kembali ke Kaifeng tanpa membakar, membunuh atau merompak.\"Taizu Chen Qiao bersumpah untuk tidak mengganggu penduduk ibu kota, dan dia berjanji tidak akan mengganggu bandar pada hari dia memasuki bandar.\"\nPada hari ketiga tahun ketiga bulan lunar, Zhao Kuangyin memberontak di Chenqiao dan kembali ke ibu kota. Fan Zhi memimpin Wang Pu dan Wei Renpu untuk menyoal Zhao Kuangyin. Luo Yanhuan menghunus pedangnya di hadapan khemah dan menjerit dengan kuat : \"Tiga tentera tidak mempunyai tuan. Jeneral telah memutuskan untuk melantiknya sebagai maharaja. Sesiapa yang bersuara akan dibunuh!\". Wajah Wang Pu pucat seperti bumi. Dia merendahkan langkahnya dan menunduk. Fan Zhi juga tunduk. Kuang Yin secara peribadi membantunya bangun dan melayannya dengan penuh kesopanan.\nSelepas penentangan sederhana, Maharaja Gong dari Dinasti Zhou Kemudian mengambil alih takhta, dan Zhao mengambil alih takhta. \"Taizu akan menerima Zen, tetapi tidak ada teks Zen. Tao Gu, seorang ulama Hanlin, menerima perintah itu. dan masuk di sebelahnya, sambil berkata: \"Sudah selesai.\"\nSelepas Zhao naik takhta, dia menukar nama negara kepada Song, Yuan kepada Jianlong, dan menjadikan Kaifeng sebagai ibu kota.Shi Shouxin, Gao Huaide, Zhang Lingduo, Wang Shenqi, Zhang Guanghan, dan Zhao Yanhui semuanya dianugerahkan gelaran Jiedushi , yang dikenali sebagai \"Pemberontakan Chenqiao\" dalam sejarah.\nWikipedia\n(Kisah ini menunjukkan bahawa ini adalah permulaan persembahan Zhao Kuangyin.)", "聖意": "Berdoa untuk rumah anda, kehidupan seharian, kekayaan, nasib baik, nasib baik dalam perniagaan, perkahwinan yang mulia, kejayaan di Liujia, pejalan kaki lelaki, kelahiran awal ulat sutera di ladang, kelahiran awal enam haiwan, nasib baik pada musim bunga, mencari orang, kejayaan dalam tuntutan awam, selamat berhijrah, hilang harta benda, bahaya dalam penyakit, bahaya di gunung dan kubur.", "古人": "Pemberontakan Chenqiao", "第X籤": "Menandatangani tujuh puluh tiga", "宮": "Istana Mi"}