{"籤詩版本二": "Sama seperti mengheret harimau melintasi gunung yang tinggi, bergaduh dan bersaing antara satu sama lain untuk memecahkan kesejukan\nJika anda tiba-tiba melakukan sesuatu yang baik tanpa disedari, anda mesti menjaga keselamatan diri.Perkataan mengheret harimau bermaksud memeluk harimau.", "詩意": "Heksagram ini seperti memegang (mengheret) harimau melintasi gunung.\nSemuanya berbahaya dan menakutkan.", "解曰": "Bahaya bahaya. Terdapat halangan di hadapan. Jika anda meminta nasihat. Ia adalah kerja yang sangat sukar.", "籤詩故事一": "◇Wu Yuan meninggalkan Zhaoguan pada waktu malam (Wu Zixu melepasi Zhaoguan)\nWu Zixu adalah penduduk asli Chu pada Tempoh Musim Bunga dan Musim Luruh. Pada masa itu, Raja Ping Chu ingin memburunya. Raja Ping dari Chu menawarkan ganjaran untuk penangkapan Wu Zixu, dan melukis potretnya dan ditampal di pintu pagar bandar di seluruh Negeri Chu, dan mengarahkan pegawai untuk meningkatkan siasatan. Apabila Wu Zixu melarikan diri ke Zhaoguan, sempadan antara Wu dan Chu, pegawai di Zhaoguan memeriksa dengan teliti. Dia sangat bimbang sehingga dia tidak dapat tidur selama beberapa malam berturut-turut, malah rambutnya menjadi uban kerana bimbang. Nasib baik, saya bertemu dengan seorang lelaki bernama Dong Gao Gong, yang bersimpati dengan nasibnya dan membawanya pulang untuk bersembunyi. Duke Dong Gao mempunyai seorang kawan yang kelihatan seperti Wu Zixu, jadi Duke Dong Gao memintanya untuk lulus ujian dengan berpura-pura menjadi Wu Zixu. Pengawal itu menangkap Wu Zixu palsu, tetapi Wu Zixu yang sebenar tidak dapat dikenali oleh pegawai kerana rambutnya semuanya putih, jadi mereka membiarkan dia berlalu. Kemudian, dia melarikan diri dengan selamat ke negeri Wu.\n(Menggantikan Wu Zixu dengan rakan yang kelihatan serupa, dan yang rambutnya beruban, adalah \"tangan ajaib\" cerita ini)", "聖意": "Berdoa agar rumah dan rumah anda melindungi diri anda, berhati-hati mencari kekayaan, berhati-hati dalam transaksi, genangan dalam transaksi, kesulitan perkahwinan", "古人": "Wu Yuan meninggalkan Zhaoguan pada waktu malam (Wu Zixu melepasi Zhaoguan)", "第X籤": "Tanda ketujuh puluh lima", "宮": "Istana Mi"}