{"籤詩版本二": "Campuran ikan dan naga mempunyai maksud yang sama. Tinggal di kolam yang dalam dan tunggu nasib.\nTanpa sedar, Yumen melompat ke atas Istana Naga dengan kepala terangkat.", "詩意": "Ikan dan naga heksagram kekal tidak berubah.\nSemuanya datang pada masanya.", "解曰": "Walaupun ia adalah Ziji. Juga tunggu. Rancang perniagaan anda sendiri. Jangan bertindak melulu.", "籤詩故事一": "◇Hongwu memerhati lembu\nZhu Yuanzhang, berasal dari Zhongli, Haozhou (kini Daerah Fengyang, Wilayah Anhui), dilahirkan pada tahun pertama Tianli dari Yuan Wenzong dalam Dinasti Yuan, menduduki tempat keempat dalam keluarganya. Beliau dilahirkan dalam keluarga petani yang miskin, kerana kemiskinan semasa kecil, beliau tidak dapat belajar dan pernah menggembala lembu untuk tuan tanah.\nPada tahun keempat Zhizheng (1344), berlaku kemarau yang teruk di Huaibei. Ayah, ibu, dan adik lelaki Zhu Yuanzhang meninggal dunia berturut-turut, jadi dia tidak mempunyai pilihan selain menjadi rahib baru di Kuil Huangjue.\nKurang daripada dua bulan selepas memasuki kuil, kerana kesukaran untuk mengutip sewa kuil pada tahun-tahun kebuluran, pemilik kuil menutup gudang dan memecat sami.Zhu Yuanzhang terpaksa meninggalkan kampung halamannya dan menjadi seorang sami yang mengembara (seorang rahib yang mencari rezeki dengan mengemis).\nKemudian, Zhu Yuanzhang menjadi Taizu Dinasti Ming dan \"maharaja awam\" dalam sejarah China, dengan nama pemerintahan \"Hongwu\".\n(Metafora cerita ini ialah menjadi biasa untuk sementara waktu tidak bermakna ia akan sama pada masa hadapan. Ini kerana masanya belum tiba.)", "聖意": "Keluarga selamat, keluarga sihat, nasib baik, perniagaan menunggu, perkahwinan tertunda, jantan lahir di Liujia, pejalan kaki lewat, ulat sutera terlambat, ulat sutera melimpah, enam haiwan diekor, orang itu hilang, tiada tuntutan ditangguhkan, penghijrahan konservatif, harta yang hilang dihalang penyakit, kubur gunung adalah", "古人": "Hongwu memandang lembu", "第X籤": "Lot ketujuh puluh enam", "宮": "Istana Mi"}