{"籤詩版本二": "Dalam mimpi, dikatakan bahawa akan ada banyak kekayaan, tetapi kemasyhuran akan menjadi sia-sia.\nAir itu jauh dan gunung jauh, tetapi sukar untuk setia.Orang yang mulia memberi hidayah dan senyuman.", "詩意": "Heksagram ini mewakili simbol mendapatkan harta dalam mimpi.\nSemuanya lebih kurang nyata.", "解曰": "Bermimpi seperti mimpi. Tiada harapan untuk kemasyhuran. Hanya tunggu masa yang baik. Arahan yang mulia.", "籤詩故事一": "◇ Kembalikan jed kepada Zhao (kembalikan jed kepada Zhao selepas selesai)\nPada 283 SM, Raja Zhao Huiwen memperoleh He's Bi daripada Chu. Selepas Raja Qin Zhaoxiang mendengar berita itu, dia menghantar surat kepada Raja Zhao, menyatakan kesediaannya untuk menukar lima belas bandar dengan He's Bi.\nLin Xiangru menganalisis kepada Raja Zhao bahawa Qin kuat dan Zhao lemah dan perlu diganti.\nRaja Zhao kemudian menghantar Lin Xiangru ke Qin dengan He's Bi.\nRaja Qin bertemu Lin Xiangru di Zhangtai, dan Lin Xiangru menghadiahkan jed itu kepada Raja Qin. Raja Qin sangat gembira dan menyerahkan He's Bi kepada si cantik dan semua orang di sekelilingnya memandangnya. Pada masa ini, semua orang di kiri dan kanan menjerit panjang umur.\nLin Xiangru melihat bahawa Raja Qin tidak berniat untuk memberikan bandar itu kepada Zhao, jadi dia memberitahu Raja Qin bahawa jed Dia rosak dan ingin menunjukkannya kepada Raja Qin untuk mengambil kesempatan untuk mendapatkannya. jed belakang.\nSelepas Lin Xiangru mengambil semula Bi Heshi, dia berdiri di sebelah tiang besar, menunjukkan bahawa dia mahu mati bersama Bi Heshi.\nPada masa ini, Lin Xiangru berkata kepada Raja Qin: \"Raja Zhao masih mengatasi bantahan menteri dan menerima cadangan menteri. Walaupun dia tidak menipu satu sama lain ketika berinteraksi dengan rakyat jelata, apatah lagi. Qin adalah negara yang besar! Demi mengekalkan persahabatan antara Qin dan Zhao, Raja Zhao Selepas lima hari berpuasa, saya menghantar menteri saya ke Qin dengan jed. Malangnya, Raja Qin bukan sahaja tidak berniat untuk memberi Zhao bandar, tetapi juga menyerahkan jed keluarga He kepada seorang wanita cantik, yang benar-benar mengejek menteri saya.\"\nSelepas selesai bercakap, Lin Xiangru segera membuat isyarat memukul tiang. Raja Qin takut He's Bi akan rosak, jadi dia berpura-pura memberi Zhao lima belas bandar. Lin Xiangru melihat rancangan jahat Raja Qin, jadi dia meminta Raja Qin berpuasa selama lima hari sebelum menyampaikan He's Bi untuk menangguhkan masa. Dalam beberapa hari ini, Lin Xiangru menghantar pelayannya untuk kembali ke Negeri Zhao dengan jed, sementara dia tinggal untuk berurusan dengan Raja Qin.\n(Kisah ini seperti mata orang biasa yang terpesona dengan statusnya.)", "聖意": "Mendoakan keberkatan di rumah, diri sendiri, menghalang kekayaan, membuat transaksi sukar dicapai, perkahwinan tidak harmoni dengan pejalan kaki Liujiaxu, ulat sutera Chitian tidak diterima, enam haiwan rosak, orang hilang, tuntutan mahkamah awam dan penghijrahan dijangka, kehilangan barang. jauh, penyakit telah ditetapkan, dihantar ke kubur gunung, dan diubah.", "古人": "Kembalikan jed kepada Zhao (lengkapkan jed kepada Zhao)", "第X籤": "Loteri ketujuh puluh tujuh", "宮": "Istana tengah hari"}