{"籤詩版本二": "Simpulan kosong, saya ingin memastikan anda selamat. Jika anda memastikan badan anda selamat, saya harap anda tidak akan mengembalikannya.\nJangan lupa nikmat Allah telah dibalas.Jangan memperlekehkan kalam Allah.", "詩意": "Jangan percaya heksagram ini benar.\nIa adalah tanda konservatif dalam segala-galanya.", "解曰": "Rakyat ada pendapat sendiri. Fikiran tidak perlu sibuk. arahan Guanyin. Jangan jadi tak hormat.", "籤詩故事一": "◇Menyokong bendera gangsa secara rahsia\nJeneral pengasas Dinasti Tang yang terkenal, Qin Qiong (Qin Shubao) telah dianugerahkan gelaran Marsyal Besar Dinasti Sui. Beliau mengetuai tenteranya menyerang Pas Sishui (atau Pas Sishui atau Pas Dongling, legenda berbeza-beza). Yang Lin ( Yang Yicheng), jeneral pengawal Sishui Pass, ialah Maharaja Yang dari Dinasti Sui mengarahkan susunan bendera gangsa dipasang, tetapi Qin Shubao tidak dapat menyerangnya untuk masa yang lama. Selepas mengetahui bahawa Luo Cheng, ketua formasi itu, adalah sepupunya, dia menghubungi ibu saudaranya.\nSebelum Luo Cheng pergi, dia memberitahu ibunya bahawa orang yang datang untuk menggulingkan bendera itu ialah sepupunya Qin Qiong, dan ibunya mengarahkannya untuk membantunya secara rahsia. Pada hari pertempuran yang menentukan, Luo Cheng, yang menjaga Bendera Gangsa, tiba-tiba bertukar pihak dan bergabung tenaga dengan Qin Qiong. Mereka akhirnya mengalahkan formasi Bendera Gangsa. Luo Cheng menduduki Pas Dongling dan kembali menang. Luo Cheng juga menyerah kepada Dinasti Tang.\n(Kisah ini adalah metafora yang kadangkala anda harus bergantung pada akal ketika melakukan sesuatu, dan bukannya bergantung pada emosi atau kepercayaan.)", "聖意": "Rumah masih sanggup berjanji, mencari kekayaan, menyimpan bahagian, berhati-hati dalam perkahwinan, melahirkan anak perempuan, pejalan kaki tinggal di sawah, ulat sutera, tujuh mata dan enam kerosakan ternakan, mencari orang, tuntutan awam dan penghijrahan. , harta hilang, penyakit barat, penyelesaian gunung, kubur di barat", "古人": "Diam-diam membantu menurunkan bendera gangsa", "第X籤": "Tujuh puluh sembilan Memenangi Lott", "宮": "Istana tengah hari"}