{"籤詩版本二": "Daun-daun pokok sycamore telah gugur, musim luruh semakin hampir, dan perjalanan pulang pengembara kelihatan seperti awan.\nBerkat usaha besar Allah, kapal itu kembali dengan membawa harta karun di angin.", "詩意": "Heksagram ini mewakili imej daun sycamore yang gugur.\nSegala-galanya buruk pada awalnya dan baik pada akhirnya.", "解曰": "Ambil perkara dari hati. Tianxin mengikutinya. Untuk mencari rezeki. Lakukan apa sahaja yang anda boleh.", "籤詩故事一": "◇Angin bertiup ke Pavilion Tengwang\nWang Bo, nama ihsan Zian, adalah penyair awal Dinasti Tang. Beliau dilahirkan pada tahun pertama Yonghui, Maharaja Gaozong dari Dinasti Tang. Wang Bo telah membaca kitab suci sejak dia masih kecil, dan dia dikenali sebagai \"anak ajaib\". Wang Bo telah membaca kitab suci sejak dia masih kecil, dan dia dikenali sebagai \"anak ajaib\".\nKetika dia berumur sepuluh tahun, dia dan bapanya kebetulan melalui sebuah Tokong Guandi. Mereka melihat patung Guandi yang megah di dalam kuil itu, memegang salinan \"Musim Bunga dan Musim Gugur\" dan membacanya. Apabila bapanya melihatnya, dia terinspirasi. Dia melaungkan kepada Maharaja Guan: \"Memegang tiga helai janggut hijau, membaca sejarah Dinasti Qing ke tanglung hijau dan memberi penghormatan kepada nama-nama terkenal. Memegang naga hijau dan bulan di tangan saya.\" Dikatakan bahawa pada musim luruh tahun ini, Wang Bo pergi dari Shanxi ke Pulau Hainan untuk melawat bapanya yang diturunkan pangkat ke majistret daerah Jiaozhi. , melalui beribu-ribu gunung dan sungai di sepanjang jalan. Pada musim luruh tahun ketika dia berumur dua puluh tujuh tahun, Wang Bo pergi dari Shanxi ke Pulau Hainan untuk melawat bapanya, yang telah diturunkan pangkat ke jawatan Majistret Daerah Jiaozhi. Dia melalui beribu-ribu gunung dan sungai di sepanjang jalan.\nApabila kami tiba di Gunung Madang pada hari itu, semua orang pergi ke darat untuk berehat. Ketika Wang Bo berjalan di sebuah tokong purba seorang diri, tiba-tiba dia melihat seorang lelaki tua sedang duduk di atas batu di sebelah kuil itu. Lelaki tua itu kelihatan seperti kanak-kanak berambut cerah. dan penampilan dongeng. Dia berkata kepada Wang Bo \"Bukankah kamu Wang Bo?\" Wang Bo terkejut dan berkata, \"Tepat sekali! Bagaimana kamu tahu itu?\" Lelaki tua itu berkata, \"Saya telah lama mendengar bahawa kamu mempunyai kebaikan. niat untuk menyelamatkan orang, dan puisi anda sangat bermakna. Akan ada pesta besar di Tengwang Pavilion esok. Jika anda dapat menghadiri jamuan dan menulis karangan, anda akan terkenal sepanjang zaman dan mendapat perbelanjaan perjalanan.\" Apabila mereka tiba di Gunung Madang, semua orang pergi ke darat untuk berehat. Ketika Wang Bo sedang berjalan di tepi kuil purba seorang diri, tiba-tiba dia melihat di atas batu di sebelah kuil, Ada seorang lelaki tua sedang duduk, yang kelihatan seperti kanak-kanak berambut cerah dan bidadari. Dia berkata kepada Wang Bo, \"Bukankah kamu Wang Bo?\"\nWang Bo terkejut dan berkata, \"Tepat sekali! Bagaimana anda tahu itu?\"\nOrang tua itu berkata: \"Saya telah lama mendengar bahawa anda mempunyai niat baik untuk menyelamatkan orang, dan puisi yang anda karang cukup bermakna. Akan ada pesta besar di Pavilion Putera Teng esok. Jika anda boleh menghadiri jamuan dan mengarang, anda akan terkenal sepanjang zaman dan anda akan mendapat perbelanjaan perjalanan.\"\nWang Bo berkata: \"Tempat ini enam atau tujuh ratus batu jauhnya dari Pavilion Tengwang. Bagaimana kita boleh sampai ke sini esok?\" Lelaki tua itu berkata: \"Saya akan menggunakan kuda sebagai angin ketuhanan untuk membantu anda berlayar dengan lancar. Saya pasti akan tiba esok.\" Wang Bo mengucapkan terima kasih kepada saya dan berkata: \"Maafkan saya, bapa mertua saya. , adakah anda seorang yang abadi atau tuhan?\" Lelaki tua itu ketawa dan berkata, \"Saya adalah Zhongyuan Shuijun yang bertanggungjawab kawasan air ini!\" Wang Bo berkata, \"Tempat ini berjarak enam atau tujuh ratus batu dari Pavilion Tengwang. Bagaimana kita boleh sampai ke sini esok?\"\nOrang tua itu berkata: \"Saya akan menggunakan kuda itu sebagai angin ketuhanan untuk membantu anda berlayar dengan lancar. Saya pasti akan tiba esok.\"\nWang Bo berterima kasih kepadanya dan berkata, \"Maafkan saya, bapa mertua, adakah anda seorang yang abadi atau seorang tuhan?\"\nLelaki tua itu ketawa dan berkata, \"Saya Zhongyuan Shuijun yang bertanggungjawab di kawasan perairan ini!\" Kemudian lelaki tua itu mendesak Wang Bo untuk menaiki bot dengan cepat. Dia melihat awan bertuah mengelilinginya untuk seketika, dan angin dan air licin di sepanjang jalan.Sekelip mata, dia telah menempuh perjalanan ratusan batu.\nKemudian lelaki tua itu mendesak Wang Bo untuk menaiki bot dengan cepat. Dia melihat awan bertuah mengelilinginya untuk seketika, dan ia adalah perjalanan yang lancar. Dalam sekelip mata, dia telah menempuh perjalanan ratusan batu. Seperti yang dijangkakan, Wang Bo bergegas ke Pavilion Putera Teng pada pagi acara besar itu.\nSeperti yang dijangkakan, Wang Bo bergegas ke Pavilion Putera Teng pada pagi acara besar itu. Dan di tempat kejadian, dia menulis \"Preface to Prince Teng's Pavilion\", yang digelar karya agung abadi oleh Maharaja Gaozong dari Dinasti Tang. Dan di tempat kejadian, dia menulis \"Preface to Prince Teng's Pavilion\", yang digelar karya agung abadi oleh Maharaja Gaozong dari Dinasti Tang.\nTerdapat sebuah puisi yang mengatakan:\nSelalu dikatakan bahawa orang yang berbakat adalah tuhan, jadi bukan suatu kebetulan bahawa angin membawa Nanchang ke Nanchang;\nSaya menulis ayat tentang pavilion tinggi Teng Wang, dan kemudian dia menemani orang-orang abadi ke Zhongyuan.", "聖意": "Berdoa untuk rumah anda dan melindungi diri anda, berdoa untuk berkat, mencari kekayaan, dan mencapai perkahwinan dan keharmonian.", "古人": "Angin bertiup ke Pavilion Tengwang", "第X籤": "Tandatangani lapan puluh satu", "宮": "Wei Gong"}