{"籤詩版本二": "Apa yang perlu dilakukan jika anda kehilangan budi kerana reputasi anda? Saya takut nasib baik akan berubah dan perkara buruk akan berlaku.\nMabuk, saya tidak tahu hendak pergi ke mana. Saya bermimpi samar-samar di bawah bayang-bayang pokok pain hijau.", "詩意": "Heksagram ini mewakili ikan sejuk yang meninggalkan air.\nTiada apa yang boleh digerakkan.\n\n(Heksagram ini adalah simbol kebaikan buruk dan nasib malang.\nPastikan kaki anda di atas tanah dalam segala hal.\n)", "解曰": "Ikan sejuk meninggalkan air. lalat dalam salap. Jika anda bertanya tentang rancangan perkhemahan. Lebih baik untuk Mo Qi\nTanda ini akan membawa nasib malang kepada Liujia. Semuanya tak kena. Berdoa untuk keselamatan.", "籤詩故事一": "◇Zhuangzi menguji isterinya\nZhuangzi dilahirkan pada Dinasti Zhou. Nama keluarga beliau ialah Zhuang, nama beliau ialah Zhou, dan nama beliau ialah Zixiu. Beliau berasal dari Mengyi dalam Dinasti Song. Pada Dinasti Zhou, beliau adalah pegawai Qiyuan.\nPada suatu hari, Zhuangzi bertemu dengan seorang wanita di atas gunung, dia sedang mencangkung di hadapan kubur baru, menggoncang kipasnya dengan kuat, seolah-olah dia ingin mengeringkan tanah basah di kubur itu. Zhuangzi tidak memahami niatnya, jadi dia bertanya kepadanya. Dia berkata bahawa orang yang dikebumikan di dalam kubur itu adalah suaminya, dan kata-kata terakhir suaminya ialah dia tidak boleh berkahwin lagi sehingga tanah di kubur itu kering. Dia tidak sabar lagi, jadi dia mengacau tanah kubur untuk menjadikannya lebih cepat kering, supaya dia boleh mengejar mata air kedua.\nZhuangzi mengeluh apabila dia menyangka bahawa ada wanita yang tidak berhati perut di dunia ini. Kemudian saya terfikir, adakah isteri saya akan jadi begini? Apabila timbul syak wasangka, saya ingin mengujinya.\nNama keluarga isteri Zhuangzi ialah Tian, ​​​​dan pasangan itu biasanya mempunyai hubungan yang rapat. Untuk menguji kesetiaan isterinya, Zhuangzi memutuskan untuk berpura-pura mati.\nMendengar Zhuangzi meninggal dunia akibat sakit mengejut, ramai orang dari seluruh dunia, termasuk saudara mara dan sahabat handai, datang merakamkan ucapan takziah. Antaranya seorang raja dan cucu kacak dari negeri Chu, yang kaya dengan harta kekayaan. Melihat Ms. Tian baru janda dan kasihan, dia mengejarnya. Cik Tian tidak dapat menahan godaan dan jatuh cinta dengan Wang Sun. Mereka berkahwin dalam masa dua puluh hari sahaja.\nMalam itu, apabila wain itu diminum dan telinganya panas, Wang Sun tiba-tiba mengalami serangan jantung dan meninggal dunia.\nCik Tian ketakutan dan panik, dan bertanya kepada Wang Sun dengan segera apa yang perlu dilakukan. Wang Sun menahan kesakitan dan memberitahu Cik Tian bahawa otak mayat boleh digunakan untuk menghidupkan semula orang mati.\nMana nak cari mayat? Cik Tian tiba-tiba terfikir, bukankah suaminya baru sahaja meninggal dunia? Encik Tian lupa tentang cinta lama antara suami dan isteri, dan sebenarnya mengambil kapak dan membelah keranda suaminya, bersiap untuk mengeluarkan otaknya untuk ubat.\nTanpa diduga, apabila keranda dibuka, Zhuangzi hidup semula. Cikgu Tian sangat malu sehingga dia menggantung diri.\n(Kisah ini adalah metafora untuk melanggar persahabatan untuk kepentingan peribadi, jadi kami tidak boleh bersetuju dengannya.)", "聖意": "Rumah aman, diri aman, wang tidak adil, perdagangan dikorbankan, perkahwinan diselesaikan, kejahatan makmur di Liujia, pejalan kaki belum tiba, ulat sutera rata, ternakan rata, rakyat. hilang, tuntutan mahkamah berubah, murid konservatif, harta tidak sakit, dan gunung dan kubur adalah jahat.", "古人": "Zhuangzi menguji isterinya", "第X籤": "Lot 84", "宮": "Wei Gong"}