{"籤詩版本二": "Awan gelap dan kabus menutup jalan di hadapan gunung.Semuanya bulat dan bulan kembali bulat.\nJika anda mendapat puisi dan buku, anda akan bangun dari mimpi yang mendalam.Orang mulia akan membimbing anda ke atas bumbung.", "詩意": "Heksagram ini melambangkan akhir musim bunga dan mekarnya bunga.\nSegala-galanya berubah selepas Tuhan.", "解曰": "Orang tua itu perlu meminta pertolongan. Ia mekar semula pada musim bunga. Keinginan untuk kemasyhuran dan kekayaan. Temui rejeki di akhir hayat.", "籤詩故事一": "◇Han Wengong menemui salji\nHan Yu, yang namanya Tuizhi, berasal dari Changli. Tang Dezong menjadi Jinshi pada tahun kelapan Zhenyuan, dan gelaran anumerta beliau ialah Wen Gong.\nSemasa pemerintahan Maharaja Xianzong dari Dinasti Tang, Han Yu membantah dengan tulang Buddha, yang menimbulkan kemarahan Maharaja. Han Yu meninggalkan isteri dan anak-anaknya dan pergi ke Chaozhou. Selepas berjalan tidak sampai beberapa hari, angin sejuk naik dan salji turun dengan lebat. Han Yu datang ke tempat di mana salji sedalam beberapa kaki, menyukarkan kudanya untuk bergerak ke hadapan. Tiada rumah berdekatan dan dia tidak tahu di mana jalannya. Jika anda ingin mengikut jalan dan berundur, tiada jalan kembali. Angin bertiup kencang dan salji turun dengan cepat. Han Yu basah kuyup, kedinginan dan lapar, dan tiada tempat untuk meluahkan kesedihannya.\nHan Yu mengeluh dan berkata: \"Maharaja tidak akan membunuh saya, tetapi maharaja ingin memusnahkan saya.\"\nHanya apabila Han Yu terdesak, dia melihat seorang lelaki datang untuk membersihkan salji walaupun kesejukan yang teruk, dia ternyata Han Xiangzi (anak saudara Han Yu).\nSebelum itu, Han Xiangzi telah berkata kepada Han Yu: \"Di manakah rumah Yun Heng di Qinling? Salji merangkul pagar biru dan kuda itu berhenti bergerak ke hadapan.\" Pada masa itu, Han Yu tidak faham apa yang dimaksudkan oleh Han Xiangzi, tetapi sekarang dia akhirnya faham.\nJadi Han Yu dan Han Xiangzi pergi bermalam di rumah Fu di Languan. Bercakap tentang masa lalu dan jalan menuju penanaman, Han Yu benar-benar yakin.\nKemudian, Han Yu meninggalkan jawatan rasminya, mendermakan semua hartanya kepada kerajaan tempatan, dan pergi ke pergunungan untuk mengamalkan Taoisme dan menjadi seorang yang abadi.", "聖意": "Rumah tidak baik untuk diri sendiri, berhati-hati mencari wang, fokus pada perniagaan, kahwin lambat, pejalan kaki perempuan Liujia menghalang sawah, ulat sutera baik, ternakan baik, sukar untuk mencari orang, saman awam berulang, kehilangan harta benda. , penyakit serius, kelewatan penyakit, kubur gunung harus diubah.", "古人": "Han Wengong bertemu salji", "第X籤": "Kelapan puluh lima menang loteri", "宮": "Shen Gong"}