{"籤詩版本二": "Berjalan separuh jalan mendaki gunung barat, tebing Junling tidak dapat diselesaikan.\nMelihat kepada Tuhan untuk perlindungan, jenazah ini masih di dalam bilik mayat", "詩意": "Heksagram ini seperti mencari emas di dalam pasir.\nTerdapat tanda-tanda orang yang mulia dalam segala-galanya.\n\nJuga: Heksagram ini menunjukkan bahawa orang itu berada dalam bahaya.\nTerdapat tanda-tanda orang yang mulia dalam segala-galanya.", "解曰": "Jade boleh didapati dengan memahat batu. Cari emas dalam pasir. Perlu bekerja keras. Hanya masalah.\nKerja lain: keadaan yang sukar. Tiada tempat tinggal. Minta restu Allah. Berdoa untuk ketenangan jiwa.", "籤詩故事一": "◇Gigit emas dan terokai gua bawah tanah\nUntuk meraikan eksploitasi ketenteraannya, Cheng Yaojin menganjurkan jamuan di Yanwuyang. Tiba-tiba sebuah lubang terbuka di dalam tanah, yang tidak dapat diduga. Semua orang membuat undian dengan memilih perkataan, menggigit emas untuk menang, dan menyewa tali untuk mengikat diri ke dalam lubang.\nTerdapat pintu batu, meja, kerusi, jambatan dan benda-benda lain.Di atas meja terdapat jubah naga dan tali pinggang jed, yang diperbuat daripada emas dan lusuh dari gua.\nYao Jin keluar dari lubang dengan kotak besar dan kotak kecil, membuka kotak kayu dan mengeluarkan meterai jed, membuka kotak itu, mengeluarkan bendera besar dan jubah mahkota dan jejak dan meletakkannya di atas meja, dan semua memerhati mereka satu persatu. Saya melihat lapan aksara meterai yang terukir pada meterai besar itu ialah \"Raja Iblis Hunshi, Maharaja Berbudi Agung\".\nSemua orang menyembahnya sebagai \"Maharaja\", dan Yaojin melakukan ini selama tiga tahun sebagai Raja Iblis. (Sebenarnya, ini hanya memproklamirkan diri, dan Cheng Yaojin hanyalah ketua kampung pada masa itu.)\n(Kisah ini adalah metafora bahawa perkara yang baik adalah seperti lakonan. Ini adalah konsep artistik \"tubuh ini masih dalam kekosongan\".)", "聖意": "Berdoa untuk rumah dan rumah, diri sendiri, kekurangan keuntungan, mencari kekayaan, kerja keras, berhati-hati dalam perniagaan, perkahwinan akan dihalang oleh Liujiaxu, pejalan kaki, ulat sutera Chitian, kandang enam ternakan, mencari orang, tiada tuntutan mahkamah, kerugian, penghijrahan, memelihara kehilangan harta benda, penyakit jahat, halangan, gunung dan kubur.", "古人": "Meneroka Krip untuk Emas", "第X籤": "Tandatangan lapan puluh tujuh", "宮": "Shen Gong"}