{"籤詩版本二": "Jangan ganggu saya dengan urusan peribadi anda.Ini lebih wajar ditanyakan kepada orang ramai.\nHati yang jernih adalah terang dan jernih seperti bulan yang terang di langit", "詩意": "Heksagram ini mewakili imej bulan terang di langit.\nSemuanya terang dan lapang.", "解曰": "Tegaklah dalam hati. Luruskan undang-undang. kata-kata suci. Akhirnya ia menjadi jelas.", "籤詩故事一": "◇Jeneral Kong Ming\nPenyelesaian: Zhuge Liang mengerahkan tentera dan jeneralnya\nSemasa tempoh Tiga Kerajaan, Zhuge Liang (181-234), nama ihsan Kongming, dilahirkan di Yangdu, Langya (kini Daerah Yinan, Wilayah Shandong).\nZhuge Liang bersetuju untuk menjadi pegawai selepas Liu Bei melakukan tiga lawatan ke pondok jerami. Pada masa itu, Cao Cao telah menenangkan Hebei dan bertekad untuk berarak ke selatan. Dia menghantar Xiahou Dun sebagai ketua jeneral, Yu Jin, Li Dian dan lain-lain sebagai timbalan jeneral, mengetuai 100,000 tentera untuk berarak ke arah Xinye. Walaupun Zhuge Liang mempunyai rancangan untuk berundur daripada musuh pada masa itu, Guan Yu dan Zhang Fei memperlekehkan kata-kata Zhuge Liang. Zhuge Liang tidak mempunyai pilihan selain menggunakan pedang Liu Bei untuk menundukkan dua lelaki itu. Mereka masing-masing mengetuai seribu askar dan kuda, dan mengintai di Yushan dan Anlin. Mereka menunggu Xiahou Dun untuk memimpin tenteranya untuk berlalu, dan kemudian menyerang mereka dengan serangan hendap dan kebakaran.\nDi samping itu, Zhao Yun dihantar untuk mengetuai saki-baki tentera yang lama dan lemah untuk berperang sebagai barisan hadapan menentang Xiahou Dun, dan kemudian memalsukan kekalahan dan berundur, memikat Xiahou Dun ke jalan sempit di pergunungan dan hutan. Dia juga menghantar Guan Ping, Zhou Cang, Liu Feng dan lain-lain menyelinap ke belakang tentera Cao, membakar bekalan dan menyebabkan panik dalam tentera Cao.\nSelepas pertempuran, semuanya berlaku seperti yang diaturkan Zhuge Liang. Apabila Xiahou Dun dan Yu Jin mengetuai tentera mengejar, Li Dian, yang berada di belakang, segera memaklumkan Xiahou Dun di hadapan bahawa dia perlu berjaga-jaga daripada serangan tembakan musuh. Namun, sudah terlambat. Tentera Cao telah dikekang oleh jalan yang sempit dan terletak di tempat di mana pokok-pokok bersilang, jadi api tidak dapat dihidupkan. Terdapat banyak korban jiwa, dan Xiahou Dun dan jeneral lain telah dikalahkan dan melarikan diri kembali ke Xudu.\n(Kisah ini adalah metafora bahawa Kong Ming pandai menggunakan orang dan mentadbir negara dengan bijak.)", "聖意": "Rumah dan rumah bertuah. Saya doakan semoga berjaya dalam kekayaan, ketenangan jiwa, kemakmuran dalam perniagaan, perkahwinan, kejayaan di Liujia, pejalan kaki lelaki, pindah sawah, ulat sutera, kehilangan ternakan, mencari orang, tuntutan awam, penghijrahan, hilang harta benda, rahmat, penyakit, keamanan, gunung dan kubur.", "古人": "jeneral Kong Ming", "第X籤": "Tanda kesembilan", "宮": "Istana Yin"}