{"籤詩版本二": "Persembahan yang baik membuatkan anda menonjol daripada orang ramai dengan muka berkerut, dan masa depan anda berubah dan anda membawa banyak kekayaan.\nJalan adalah seluas langit, dan semua wang yang anda boleh berikan akan berada di dalam hati anda", "詩意": "Heksagram ini menunjukkan masa depan yang menjanjikan.\nSemuanya berjalan lancar.", "解曰": "Jalan besar. Anda boleh bergerak ke hadapan. Gunakan hati anda. Hanya ke hadapan.\nSemuanya berjalan seperti yang dirancang dengan tanda ini. Semoga berjaya kepada Jichang.", "籤詩故事一": "◇Tiga wira berjuang menentang Lu Bu\nPenyelesaian: Tiga wira Zhang Fei, Guan Yu, dan Liu Bei bertarung melawan Lu Bu\nDong Zhuo mengetahui bahawa Hua Xiong telah dipenggal dan menghantar jeneral terbang Lu Bu untuk berperang. Sebaik sahaja Lu Bu pergi berperang, dia membunuh jeneral Fang Yue dan Mu Shun, dan membunuh Wu Anguo dan Gongsun Zan.\nZhang Fei melihat bahawa Gongsun Zan tidak dapat mengalahkan Lu Bu, jadi dia segera menggantikan Gongsun Zan dan menjerit: \"Budak tiga nama keluarga harus pergi! Zhang Fei dari Yan ada di sini!\" Selepas itu, mereka bertarung selama lebih daripada lima puluh pusingan dalam penggantian, tanpa menang atau kalah.\nSelepas Guan Yu melihatnya, dia dan Zhang Fei menyerang Lu Bu dan bertarung selama lebih daripada tiga puluh pusingan.\nLiu Bei turut membawa dua pedang, menepuk kudanya dan melangkah ke hadapan untuk membantu Zhang Fei dan Guan Yu.\nKetiga-tiga lelaki itu mengepung Lu Bu dan terus bergaduh.Semua orang dalam kumpulan itu tercengang.\nTidak lama kemudian, Lu Bu mula kehilangan kekuatan. Pegasus Lu Bu berundur, tetapi ketiga-tiga lelaki itu mengejar Lu Bu dan enggan berputus asa. Mereka tidak berundur sehingga mereka bertemu dengan tentera Lu Bu.\n\"Tiga Kerajaan\"\n(Kisah ini adalah metafora untuk keberanian dan kemahiran Lu Bu dalam berlawan. Seorang boleh mengalahkan tiga orang.)", "聖意": "Hati rumah dan rumah hanya bergerak dalam perjalanan sendiri untuk mencari kekayaan. Artikel perkahwinan yang mungkin berlaku kepada Liujia. Keadaan berjalan lancar untuk orang ramai. Ulat sutera Zhushuntian digunakan. Orang boleh ditemui di antara enam haiwan. Sebelum tuntutan awam, Yichang , hijrah, kehilangan harta benda, penyakit, kubur gunung, dan lain-lain, ia adalah bertuah.", "古人": "Tiga pahlawan bertarung melawan Lu Bu", "第X籤": "Sembilan puluh satu loteri yang menang", "宮": "Anda Istana"}