{"籤詩版本二": "Saya telah merancang untuk perniagaan sejak saya kecil, jadi saya tidak perlu meminta kekayaan dan kekayaan.\nJika dua orang mencari sesuatu, ulama itu akan keluar dan kembali dengan hadiah utama.", "詩意": "Heksagram ini telah menjadi simbol perniagaan sejak kecil.\nBersikap tekun dan berjimat cermat dalam segala-galanya dan bebas bimbang.", "解曰": "Dari kecil hingga dewasa. Tiada halangan, tiada halangan. Buat rancangan. Kemasyhuran berjalan lancar.", "籤詩故事一": "◇Cai Qing membalas kebaikannya (Cai Yong)\nCai Yong, nama ihsan Bojie, dilahirkan di Chenliuyu (kini di selatan Kaunti Qixian, Wilayah Henan). Dia seorang ulama dan suami kepada Zhao Wuniang. Lima tahun lalu, mahkamah empayar merekrut bakat dalam senarai kuning, dan daerah mengesyorkan dia datang ke Beijing untuk mengambil peperiksaan. Sejak itu, tidak ada berita.\nTahun pertama selepas Cai Bojie pergi adalah mudah untuk ditangani. Keluarga itu mempunyai sedikit simpanan dan kehidupan mereka terurus.\nPada tahun berikutnya, Chenliu mengalami kemarau yang teruk, jadi dia bergantung kepada Zhao Wuniangdian untuk menjual barang kemas untuk bertahan dalam kebuluran.Tiada berita daripada Cai Bojie, yang membuatkan keluarga itu lebih risau.\nKemarau berlarutan selama tiga tahun dalam tempoh ini. Zhang Guangcai, seorang jiran di kampung itu, membantunya dari semasa ke semasa.\nKemudian, Cai Bojie memenangi hadiah pertama dan pulang ke rumah untuk mengetahui bahawa isterinya telah dibantu oleh Zhang Guangcai. Pasangan itu pergi ke rumah Zhang untuk menyatakan rasa terima kasih mereka dan memberi Zhang Guangcai dua tael perak sebagai hadiah.", "聖意": "Rumah aman, diri sejahtera, perniagaan berjaya, perkahwinan berjaya, kelahiran lelaki berjaya, sawah penuh ulat sutera, enam ternakan makmur, pencarian berjaya, saman berjaya. , hijrah itu berjaya, harta yang hilang itu baik, penyakit itu gunung dan kubur itu baik.", "古人": "Cai Qing membalas kebaikannya (Cai Yong)", "第X籤": "Tandatangan sembilan puluh dua", "宮": "Anda Istana"}