{"籤詩版本二": "Luan Feng Xiang basah kuyup dalam hujan renyai-renyai, tetapi pada masa itu dia dibuli oleh Queer\nSaya terkejut apabila mengetahui bahawa suatu hari awan itu jauh, tetapi saya masih memulangkan pakaian saya kepada awak.", "詩意": "Heksagram ini mewakili simbol Luan dan Phoenix dilindungi oleh hujan.\nSemuanya datang bila tiba masanya.", "解曰": "Penjahat semakin makmur dari hari ke hari. Seorang lelaki tidak boleh berbuat apa-apa. Simpan sendiri. Bertindak apabila tiba masanya.", "籤詩故事一": "◇Gao Jun menjamin perkahwinan\nPada awal Dinasti Song, Zhao Kuangyin menyatukan utara dan seluruh negara menyerah kalah. Namun, pada Dinasti Tang Selatan, Li Yu bertapak di selatan Sungai Yangtze. Dia menggunakan strategi menawarkan bandar dan berpura-pura menyerah, memerangkap Zhao Kuangyin di Shouzhou, dan keadaannya kritikal. Anak saudara Zhao Kuangyin, Gao Junbao, seorang lelaki muda dengan pistol emas, meninggalkan Bianjing untuk memecahkan kepungan Shouzhou.\n, melalui Gunung Shuangsuo, mereka memecahkan tanda Suami yang disediakan oleh Liu Jinding, dan kedua-duanya bertanding. Akibatnya, Liu Jinding mengalahkan Gao Junbao tiga kali dengan seni mempertahankan diri yang hebat, dan mereka menukar gada emas dan loceng perak seumur hidup. Anak saudara Zhao Kuangyin, Gao Junbao meninggalkan Bianjing untuk menyelamatkan Zhao Kuangyin yang terperangkap di Shouzhou. Dia melalui Gunung Shuangsuo dan memecahkan papan tanda yang dipasang oleh Liu Jinding. Kedua-duanya bertanding, tetapi Liu Jinding mengalahkan Gao Junbao tiga kali dengan seni mempertahankan diri yang hebat. dan dipaksa kahwin. Pasangan itu mengetuai orang ramai ke dalam kepungan dan menyelamatkan Zhao Kuangyin.\n(Metafora cerita ini ialah kedua-duanya tidak didamaikan (mereka dibuli), tetapi kemudian didamaikan.)", "聖意": "Rumah keluarga tidak baik untuk diri sendiri, berhati-hati untuk mencari wang, menyekat perniagaan, menunggu perkahwinan, kelewatan, Liujia, pengembara palsu, berlama-lama di ladang, ulat sutera, lewat, enam kerosakan ternakan, sukar untuk mencari orang, tuntutan mahkamah, kehilangan, penghijrahan, konservatif, kehilangan harta benda, penyakit serius, lanjutan gunung, reformasi kubur", "古人": "Gao Jun menjamin perkahwinan", "第X籤": "Sembilan puluh tiga memenangi loteri", "宮": "xugong"}