{"籤詩版本二": "Seorang lelaki budiman sepatutnya tidak mempedulikan orang kecil, jika berlaku masalah, dia akan menyusahkan.\nBunyi piano mesti didengari bersama rakan karib. Sentiasa sunyi dan samar-samar. Karya ini untuk semua orang.", "詩意": "Heksagram ini harus memenuhi imej kawan rapat.\nMengekalkan perkara yang berterusan akan membawa tuah.", "解曰": "Zhiyinfangxu. Jangan hiraukan perkara lain. Layan diri anda seperti orang yang mulia. Semua gembira.\nZhiyin Fangxu mempunyai empat aksara, yang asalnya ditulis sebagai Shiyin Fanghua.", "籤詩故事一": "◇BoYa melawat rakan (BoYa Broken Qin)\nBoya, nama keluarga Yu, diberi nama Rui dan nama ihsan Boya, berasal dari Yingdu, Negeri Chu semasa Tempoh Musim Bunga dan Musim Luruh dan Zaman Negara Berperang.\nZhong Ziqi bekerja sebagai penebang kayu di Kerajaan Chu. Pada suatu hari, dia bertemu Yu Boya bermain kecapi di Sungai Han. Zhong Ziqi mendengar suara berkata: \"Ia setinggi gunung dan bergoyang seperti air yang mengalir.\" Kedua-duanya berkahwin dan berjanji untuk bertemu semula semasa Pertengahan- Festival Musim Luruh tahun depan.\nPada tahun berikutnya, Yu Boya mengekalkan pelantikan seperti yang dijadualkan, tetapi Zhong Ziqi telah meninggal dunia. Selepas Yu Boya mengetahui bahawa Zhong Ziqi telah meninggal dunia, Yu Boya berfikir bahawa tidak akan ada lagi muzik di dunia dan dia tidak akan bermain kecapi lagi dalam hidupnya.\nkatakan:\nMemecahkan Yao Qin dan Feng Wei Han. Zi Qi tidak kisah dengan siapa dia bermain.\nAngin musim bunga membawa semua rakan-rakan. Susah nak cari kawan sejati.", "聖意": "Berhati-hati untuk keluar dari rumah dan penjahat anda sendiri. Apabila mencari kekayaan, berhati-hati dalam urus niaga. Adalah dinasihatkan untuk terlambat berkahwin. Adalah tidak baik bagi pejalan kaki wanita untuk memindahkan sawah, ulat sutera dan ternakan, untuk mencari orang dengan tekun. , untuk memfailkan tuntutan mahkamah dan untuk berhijrah, untuk mencari harta yang hilang dengan cepat, untuk disekat oleh penyakit, dan makam di pergunungan.", "古人": "Boya Melawat Rakan (Boya Broken Qin)", "第X籤": "Lot sembilan puluh empat", "宮": "xugong"}