{"籤詩版本二": "Cita-cita dan pencapaian ada dalam dinasti, tetapi kini akan ada minuman dan seks yang tidak berkesudahan.\nJika anda melihat ayam jantan emas, anda akan mendapat ganjaran wang, kekayaan dan kekayaan.", "詩意": "Heksagram ini mewakili simbol cita-cita dan kemasyhuran.\nPastikan segala-galanya bertuah.", "解曰": "Bercita-cita tinggi dan teruja. Masih belum terlambat untuk menjaga diri anda. Janji ayam emas. Semua gembira.", "籤詩故事一": "◇Cao Pi mengisytiharkan dirinya sebagai maharaja\nCao Pi, nama ihsan Zihuan, dilahirkan di Peiguoqiao (kini Daerah Hao, Anhui). Seorang ahli politik dan penulis terkenal pada zaman Jian'an.\nCao Pi ialah anak kedua Cao Cao. Dia tinggal bersama bapanya di kem tentera sejak kecil. Di bawah pengaruh bapanya, Cao Pi belajar memanah pada usia enam tahun dan menunggang kuda pada usia lapan tahun, dan berkembang kemahiran seni mempertahankan diri yang baik. Beliau juga mempunyai pengetahuan yang luas tentang klasik dan biografi kuno dan moden, serta buku ratusan aliran pemikiran. Hanya pada usia lapan belas tahun Cao Cao mengalahkan Yuan Shao dan Cao Pi menjalani kehidupan yang agak stabil di Yecheng, pusat pemerintahan Cao Cao. Sejak itu, walaupun dia kadang-kadang menemani bapanya dalam ekspedisi ketenteraan dan menjalani kehidupan sebagai anak bangsawan pada kebanyakan masa, dia masih berlatih seni mempertahankan diri setiap hari dan tidak merosot sehingga ke hari ini. Dia sering menunggang kudanya pada seratus anak tangga dan sangat mahir dalam seni mempertahankan diri.Oleh kerana dia sering berlatih silat, dia ringan dan kuat.\nAnak lelaki sulung Cao Cao Cao Ang terbunuh dalam pertempuran. Selepas anak sulung meninggal dunia, Cao Pi menjadi pilihan pertama bagi putera mahkota. Apabila dia berumur tiga puluh satu tahun, dia telah dijadikan putera mahkota oleh Cao Cao. Apabila Cao Pi berumur tiga puluh tiga tahun, Cao Cao meninggal dunia kerana sakit, dan Cao Pi menggantikannya sebagai perdana menteri dan raja Wei. Katanya, dia sering menunggang kuda dengan seratus anak tangga dan sangat mahir, kerana sering berlatih kungfu, dia ringan dan sihat.", "聖意": "Doakan agar rumah dan rumah anda aman. Cari kekayaan, bekerja keras, berniaga, dan putus awal. Perkahwinan akan berjaya. Liujia akan selamat. Orang akan berada di ladang. Ulat sutera akan matang. Enam ternakan akan menjadi matang. Sukar untuk mencari orang. Litigasi awam. Keputusan segera. Penghijrahan. Harta yang hilang. Jauh. Penyakit berlegar di gunung dan kubur. Semoga berjaya.", "古人": "Cao Pi mengisytiharkan dirinya sebagai maharaja", "第X籤": "Loteri yang menang sembilan puluh lima", "宮": "xugong"}