{"籤詩版本二": "Pagoda yang megah adalah luar biasa, dengan ciri-ciri indah di semua sisi yang bersinar terang.\nSaya menyeru anda untuk berazam untuk bersungguh-sungguh rukuk dan beramal, dan syurga akan menghantar rahmat kepada anda.", "詩意": "Heksagram ini mewakili manifestasi merit.\nSemuanya bertuah.", "解曰": "berkat-berkat ini. Semua orang mempunyainya. Jangan terlalu sibuk. Merit ditentukan terlebih dahulu.", "籤詩故事一": "◇Raja Fenyang bertemu cucunya pada Hari Valentine Cina\nPenyelesaian: Guo Ziyi bertemu Gadis Penenun yang turun ke bumi pada Hari Valentine Cina. Tiansun, cucu kepada Maharaja Jade, ialah Tujuh Peri.\nGuo Ziyi (697-781), juga dikenali sebagai Guo Linggong, adalah penduduk asli Daerah Zheng, Huazhou (kini Daerah Huaxian, Wilayah Shaanxi) dan seorang jeneral dalam Dinasti Tang. Mahkamah empayar menganugerahkan Ziyi gelaran Raja Fenyang.\nDikatakan bahawa Ziyi berasal dari Huazhou dan pergi menyertai tentera di luar Tembok Besar. Dia pergi ke Beijing untuk mendesak bayaran tentera dan kembali ke Yinzhou. Kebetulan ketika itu adalah Hari Valentine Cina. Angin dan pasir semakin gelap, dan matahari semakin gelap. Ziyi tidak dapat bergerak ke hadapan, jadi dia berdiri di tepi jalan. Dia tidur di atas lantai di rumah kosong. Ketika dia hendak tidur, dia tiba-tiba melihat lampu merah di kedua-dua belah. Dia berdiri dan mendongak dengan terkejut. Ada awan di langit, perlahan-lahan turun. Di situ duduk seorang wanita cantik, bermaruah dan jelita, sama sekali berbeza daripada orang biasa. Ziyi segera memberi penghormatan dan berkata, \"Hari ini adalah hari ketujuh dari bulan ketujuh bulan. Saya rasa Gadis Penenun yang telah datang, ingin memberinya umur panjang dan kekayaan.\"\nWanita itu pun menjawab: \"Dengan harta yang banyak datangnya umur panjang.\"\nSelepas dia selesai bercakap, cahaya itu kembali dan awan perlahan-lahan naik. Wanita itu masih memandang ke bawah ke arah Guo Ziyi dengan senyuman yang menyenangkan sehingga dia berada jauh darinya, dan kemudian asap menjadi kabur dan dia tidak dapat dilihat lagi.\nTernyata benar, seperti yang dikatakan wanita itu. Jasa Ziyi terkenal di dunia, dia adalah seorang menteri yang sangat popular, dan dia adalah seorang jeneral dengan kedua-dua merit dan kebaikan.", "聖意": "Buat hajat untuk diri sendiri di rumah, buat hajat untuk diri sendiri, doakan duit, selamat berniaga, selamat berumah tangga, selamat di Liujia, selamat melancong dengan orang ramai, pindah sawah, ulat sutera, ternakan stabil, malang dalam mencari. orang ramai, tuntutan mahkamah awam, penghijrahan, nasib baik, penyakit harta benda yang hilang, makam di Zhenxingshan", "古人": "Raja Fenyang bertemu cucunya pada Hari Valentine Cina", "第X籤": "Tandatangan sembilan puluh enam", "宮": "xugong"}