{"籤詩版本二": "Lewat keluar masuk untuk mendapatkan khidmat nasihat, cemas dan bimbang menimbulkan masalah\nSeperti burung terbang ke dalam perangkap, berapa lama masa yang diperlukan untuk melarikan diri?", "詩意": "Heksagram ini adalah tanda mengekalkan perkara yang lama dan menyesuaikan diri dengan nasib.\nSegala yang salah adalah kejahatan utama.", "解曰": "Jadilah konservatif pada bila-bila masa. Menunggu yang mulia tiba. Jika anda bertanya tentang segala-galanya. Perkara utama akan terlambat.", "籤詩故事一": "◇Ji Ping terbunuh\nJi Ping, yang nama sebenarnya Ji Tai, juga dikenali sebagai Ping, adalah seorang doktor empayar pada Dinasti Han.\nPada tahun kelima Jian'an (200 Masihi), Cao Cao menjadi perdana menteri dan tidak memandang serius maharaja. Sejak dia membaca titah yang ditulis oleh maharaja pada tali pinggangnya, Dong Cheng, yang tidak mempunyai cara untuk mendapatkannya. menyingkirkan Cao Cao, berasa marah dan marah. Bimbang, dia jatuh sakit.\nMaharaja Xian meminta doktor empayar Ji Ping untuk merawat Cao Cao. Ji Ping membaca titah rahsia maharaja dan bertekad untuk menyingkirkan Cao Cao, jadi mereka berdua merancang bersama-sama. Tanpa diduga, dinding mempunyai telinga. Hamba domestik Dong Cheng, Qin Qingtong, telah dipukul empat puluh kali dengan kayu oleh Dong Cheng kerana hubungan sulitnya dengan isteri muda Dong Cheng. Dia menyimpan dendam. Apabila dia mendengar tentang perkara ini, dia melaporkan Dong Cheng dan Ji Ping ke Cao Cao.\nJi Ping mengambil kesempatan daripada sakit kepala Cao Cao dan diam-diam meracuninya. Cao Cao menerima petua, memerangkap Ji Ping, menyeksanya, dan menyiasat pemimpin itu. Ji Ping menentang maut dan mati selepas menyentuh tangga.", "聖意": "Rumah bimbang diri sendiri, penjahat minta wang, perniagaan rosak, perkahwinan tidak lama, hukuman enam, pejalan kaki terperangkap di padang, ulat sutera rosak, enam ternakan ditemui, orang ditemui, tuntutan awam hilang, hijrah tidak bergerak, harta hilang, penyakit dilakukan, pukat di gunung, kubur mati,", "古人": "Ji Ping terbunuh", "第X籤": "Sembilan puluh lapan Tanda", "宮": "Haigong"}