{"籤詩版本二": "Mengekang kuda dan memegang cambuk, kami datang terus ke sini, separuh dalam bahaya dan separuh dalam bencana.\nBagaikan rumah hangus terbakar.Bila langit turun hujan jadi abu.Aku ada rancangan.", "詩意": "Heksagram ini mewakili separuh kesedihan dan separuh kegembiraan.\nAdalah dinasihatkan untuk melakukan kebaikan dalam segala hal.", "解曰": "Buruh sepanjang hayat. Tak kisah betul dan salah. Belenggu adalah sementara. Kebencian datang secara semula jadi.", "籤詩故事一": "◇Tao Sanchun menewaskan Zheng En di Guayuan\n\"Hidup memorial saya,\" Zhao Kuangyin berdiri semula, \"Raja Beiping Zheng En telah mengatur perkahwinan ketika itu. Sekarang dunia sudah aman, saya ingin meminta kebenaran anda untuk memilih hari yang baik untuk berkahwin. \"\n\"Hidup memorial saya!\" Zhao Kuangyin berdiri dan berkata, \"Raja Peking, Zheng En, telah mengatur perkahwinan ketika itu. Sekarang dunia sudah aman, saya ingin meminta kebenaran anda untuk memilih yang bertuah. hari untuk berkahwin.\"\n\"Oh, abang ketiga dah bertunang dulu, kenapa saya tak tahu pasal ni?\" Chai Rong sangat terkejut. Dia melambai tangannya meminta Zhao Kuangyin duduk dan bercakap.\n\"Oh! Adik ketiga sudah bertunang, kenapa saya tidak tahu tentang ini?\" Chai Rong (Maharaja Dinasti Zhou Kemudian) sangat terkejut. Dia melambaikan tangannya dan meminta Zhao Kuangyin duduk dan bercakap.\n\"Panjang ceritanya. Pertama, kami masih dalam kemiskinan ketika itu dan tidak menyertai tentera kamu. Sejak itu, kami telah berjuang selama bertahun-tahun dan tidak ada masa untuk mengambil berat tentang kamu. Kedua, abang ketiga juga sedikit. malu untuk menyebutnya, jadi Tuanku tidak tahu.”\n\"Panjang ceritanya. Pertama, kami masih hidup dalam kemiskinan ketika itu dan tidak menyertai tentera kamu. Sejak itu, kami telah berjuang selama bertahun-tahun dan tidak ada masa untuk mengambil berat tentang kamu. Kedua, abang ketiga juga seorang sedikit malu untuk menyebutnya, jadi Tuanku tidak tahu.”\n\"Hei, pelajar kolej lelaki itu akan berkahwin, apa gunanya dimalukan? Abang ketiga itu sudah lama berada di medan perang dan boleh dianggap sebagai hero yang tiada tolok bandingnya. Kenapa kamu picisan tentang perkara ini?\"\n\"Hei! Budak kolej tu nak kahwin, buat apa nak dimalukan? Abang ketiga sudah lama berada di medan perang dan boleh disifatkan sebagai hero yang tiada tolok bandingnya. Kenapa kamu picisan sangat tentang perkara ini?\"\n\"Bercakap mengenainya, saya tidak boleh menyalahkan abang ketiga saya kerana malu, kerana perkahwinan ini dijalin.\"\n\"Bercakap mengenainya, saya tidak boleh menyalahkan abang ketiga saya kerana malu, kerana perkahwinan ini dijalin.\"\n\"Ditaip? Hei, ia menarik. Tolong beritahu saya apa yang berlaku.\"\n\"Saya menaipnya! Hei! Ia menarik! Tolong beritahu saya apa yang berlaku.\"\n\"Ya, saya masih ingat tahun itu, ketika kami hendak menyertai Baginda, kami melalui Daerah Baocheng. Pada bulan Jun panas sangat panas. Adik ketiga saya tidak dapat menginap di hotel, jadi dia keluar merayau-rayau sendirian. Selepas melalui kebun tembikai, dia masuk untuk memetik. Tembikai menghilangkan dahaga. Tidak banyak tembikai yang masak awal pada masa ini, dan abang ketiga tidak tahu cara memetiknya, jadi dia memecahkan banyak tembikai. Yang melihat tembikai itu adalah seorang wanita. Dia melangkah ke hadapan untuk menuduh abang ketiga. Kedua-duanya berselisih faham, dan kemudian mereka mula bergaduh. Marilah. Mujurlah saya bimbang dan bergegas menyelamatkan tepat pada waktunya, jika tidak.. .\"\n\"Ya, saya masih ingat tahun itu, ketika kami hendak menyertai Baginda, kami melalui Daerah Baocheng. Pada bulan Jun panas sangat panas. Adik ketiga saya tidak dapat menginap di hotel, jadi dia keluar merayau-rayau sendirian. Selepas melalui kebun tembikai, dia masuk untuk memetik. Tembikai menghilangkan dahaga. Tidak banyak tembikai yang masak awal pada masa ini, dan abang ketiga tidak tahu cara memetiknya, jadi dia memecahkan banyak tembikai. Yang melihat tembikai itu adalah seorang wanita. Dia melangkah ke hadapan untuk menuduh abang ketiga. Kedua-duanya berselisih faham, dan kemudian mereka mula bergaduh. Marilah. Mujurlah saya bimbang dan bergegas menyelamatkan tepat pada waktunya, jika tidak.. .\"\n\"Zheng Ziming ni, memang salah dia dulu, dia patut minta maaf. Kenapa awak pukul dia? Lagipun, macam mana keluarga perempuan boleh tahan tumbukan dan tendangan lelaki garang macam dia! Ayuh, awak pukul perempuan itu ke keping. Tidak?\" \"Gadis itu tidak cedera...\"\n\"Zheng Ziming ni, memang salah dia dulu, jadi dia patut minta maaf. Kenapa awak belasah dia? Lagipun, macam mana keluarga perempuan boleh tahan tumbukan dan tendangan lelaki garang macam dia! Jom, beritahu saya, awak pukul perempuan ni. Tak?\"\n\"Gadis itu tidak cedera...\"\n\"Tak apa, tak apa... Hei, awak tak ambil tindakan ke? Oh, saya rasa awak selamatkan saya tepat pada masanya.\"\n\"Tak apa! Tak apa... Hei! Awak tak ambil tindakan ke? Oh! Saya rasa awaklah yang menyelamatkan saya tepat pada masanya!\"\n“...Tidak, orang yang saya selamatkan ialah...abang yang ketiga.” “...Tidak, orang yang saya selamatkan ialah...adik yang ketiga.”\n\"Ah ah?!\"\n\"Abang ketiga telah dihempap ​​ke tanah oleh wanita itu dan dipukul dengan kuat sepanjang jalan. Mujurlah saya tiba dan memujuknya supaya dia pergi, jadi dia tidak cedera parah. ... Tuanku... Tuanku!... \"\n\"Abang ketiga dihempap ​​ke tanah oleh wanita itu dan dipukul dengan ganas. Mujurlah saya tiba dan memujuknya untuk pergi, jadi dia tidak cedera parah. ... Tuanku... Tuanku!...\"\n\"Ah?...Oh, siapa perempuan tu!?\" \"Ah!?...Oh, siapa perempuan tu!?\"\n\"Kemudian barulah saya mendapat tahu bahawa nama wanita itu ialah Tao Sanchun, dan bapanya Tao Hong adalah seorang wira tua yang tidak bercita-cita tinggi. Tao Sanchun belajar seni mempertahankan diri daripada bapanya sejak dia kecil. Selepas saya mengenalinya. keluarganya, saya melihat bahawa Nona Sanchun mempunyai perwatakan yang luar biasa. , Luo Luo dan pemurah, tanpa sebarang tabiat menjadi gadis kecil, mereka sengaja memadankannya. Bapa dan anak perempuan Tao itu juga sangat menyukai watak lugas adik lelaki ketiga itu. Mereka segera dan putuskan perkahwinan ini untuk mereka berdua. Tuanku, tolong beritahu saya, ini bukan Adakah ini perkahwinan palsu?\"\n\"Baru kemudian saya mendapat tahu bahawa nama gadis itu adalah Tao Sanchun, dan dia telah mempelajari seni mempertahankan diri daripada bapanya sejak dia kecil. Selepas saya berkenalan dengan keluarganya, saya melihat bahawa Cik Sanchun mempunyai perwatakan yang luar biasa, adalah murah hati, dan tidak mempunyai kesan tabiat gadis kecil itu, jadi saya sengaja merekrutnya. Encik Tao dan anak perempuannya juga sangat menyukai perwatakan lugas abang ketiga mereka. Mereka bertindak segera dan memutuskan perkahwinan ini untuk mereka. Anda Tuanku, tolong beritahu saya, bukankah ini perkahwinan palsu?\"\n(Kisah ini adalah metafora, kerana perkara yang buruk ternyata menjadi perkara yang baik.)", "聖意": "Berdoa untuk perlindungan rumah dan diri, berhati-hati, berdoa untuk kekayaan, merosakkan perniagaan, menghalang perkahwinan, hukuman, Liujia, insurans, pejalan kaki terperangkap di sawah, kerosakan ulat sutera, kerosakan ternakan, orang hilang, tuntutan undang-undang haram, kerugian, penghijrahan, konservatif , harta benda yang hilang, penyakit jahat, kebimbangan, bahaya, gunung, kubur, kegagalan", "古人": "Tao Sanchun menewaskan Zheng En di taman tembikai", "第X籤": "Nombor sembilan puluh sembilan", "宮": "Haigong"}