{"籤詩版本二": "ଏକ ଭଲ ବିବାହ, ଶୁଭ ଦିନ ଏବଂ ଭଲ ସମୟ ପାଇଁ ଜଗତ ସୃଷ୍ଟି ହେଉ ଏବଂ ସବୁ ଜିନିଷ ଭଲ ହେଉ |\nଯଦି ତୁମେ ଏହି ଲଟ ପାଇବ ତେବେ ଏହା କ small ଣସି ଛୋଟ କଥା ନୁହେଁ | ସମ୍ରାଟ ଘୋଷଣା କରିଛନ୍ତି ଯେ ଲୋକମାନେ ବିଶ୍ୱସ୍ତ ଏବଂ ସରଳ ଅଟନ୍ତି |", "詩意": "ଏହି ଷୋଡଗ୍ରାମ ସ୍ୱର୍ଗ ଏବଂ ପୃଥିବୀର ଖୋଲିବାର ଆରମ୍ଭକୁ ପ୍ରତିପାଦିତ କରେ |\nସବୁକିଛି ଶୁଭ ଅଟେ |", "解曰": "ଦ୍ରୁତ ଗତି ବର୍ଷ ଏହାର ସମୟର ମୂଲ୍ୟ ନୁହେଁ | ଗୁଆନିନ୍ ଲେଖିଛନ୍ତି | ମୋତେ ପ୍ରଥମେ ଜଣାନ୍ତୁ |", "籤詩故事一": "◇ ଜୋଙ୍ଗଲି ଜ୍ଞାନବାନ ହେଲେ |\nଜୋଙ୍ଗଲି କୁଆନ୍, ଯାହାର ନାମ ଜୋଙ୍ଗଲି, କୁଆନ୍ ନାମ, ସ y ଜନ୍ୟ ନାମ ୟୁନଫାଙ୍ଗ ଏବଂ ଡାକ ନାମ ଜେଙ୍ଗୟାଙ୍ଗ, ପୂର୍ବ ହାନ ରାଜବଂଶ ସମୟରେ ଶିଆନ୍ସି ପ୍ରଦେଶର ଜିଆଙ୍ଗ ଜିଲ୍ଲାର ମୂଳ ବାସିନ୍ଦା ଥିଲେ |\nଜୋଙ୍ଗ ଲିକାନ ହାନ ରାଜବଂଶର ଜଣେ ଜେନେରାଲ ଥିଲେ। ପାଶ୍ଚାତ୍ୟ କିଆଙ୍ଗ ବିରୁଦ୍ଧରେ ଅଭିଯାନ ସମୟରେ ସେ ସେନାଧ୍ୟକ୍ଷ ଲିଆଙ୍ଗ ୟୀଙ୍କ ପ୍ରତି ealous ର୍ଷା କରିଥିଲେ ଏବଂ ତାଙ୍କୁ କେବଳ 30,000 ପୁରୁଣା ଏବଂ ଦୁର୍ବଳ ସ soldiers ନିକ ନିଯୁକ୍ତ କରିଥିଲେ। ସେ ନିଜ ଗନ୍ତବ୍ୟ ସ୍ଥଳରେ ପହଞ୍ଚିବା ମାତ୍ରେ କ୍ୟାମ୍ପ ଲୁଟ କରିଥିଲେ ପଶ୍ଚିମ କିଆଙ୍ଗ ସେନା, ଏବଂ ସ soldiers ନିକମାନେ ପଳାଇଲେ। ଜୋଙ୍ଗ ଲିକୁଆନ୍ ଏକ ଉପତ୍ୟକାରେ ହଜିଯାଇ ରାସ୍ତାରେ ଜଣେ ହୁ ମାଙ୍କଡଙ୍କୁ ଭେଟିଥିଲେ। ସେ ତାଙ୍କୁ ଏକ ଛୋଟ ଗାଁକୁ ନେଇ କହିଥିଲେ, ଏହା ହେଉଛି ଶ୍ରୀ ଡୋଙ୍ଗହୁଙ୍କ ବାସସ୍ଥାନ। ତା’ପରେ ସେ ବିଦାୟ ନେଇ ଚାଲିଗଲେ। କିଛି ସମୟ ପରେ ହଠାତ୍ କେହି ଜଣେ କହିଲା, \"ଏହା ନିଶ୍ଚୟ ହେବ କାରଣ ସବୁଜ ଆଖିରେ ଥିବା ହୁ ମଣିଷ ବହୁତ କଥାବାର୍ତ୍ତା କରନ୍ତି।\" ସେ ଜଣେ ଧଳା ହରିଣ ପୋଷାକ ପିନ୍ଧିଥିବା ଏବଂ ସବୁଜ କ୍ୱିନୋଆ କର୍ମଚାରୀଙ୍କୁ ଧରିଥିବାର ଦେଖିଲେ। ଏଠାରେ ହାନ୍ ଡା ଜେନେରାଲ୍ ଜୋଙ୍ଗଲି କ୍ୱାନ୍ ଅଛନ୍ତି |\n? ଜୋଙ୍ଗ ଲିକୁଆନ୍ ଆଶ୍ଚର୍ଯ୍ୟ ହୋଇଗଲେ, ସେ ଜାଣିଥିଲେ ଯେ ସେ ଜଣେ ଅଜବ ବ୍ୟକ୍ତିଙ୍କୁ ଭେଟିଛନ୍ତି, ତେଣୁ ସେ ଆନ୍ତରିକତାର ସହିତ ଟା ଶିଖିଲେ |\nଜୋଙ୍ଗ ଲିକୁଆନ୍ ପରେ ଜେନେରେନ୍ ହୁଆଙ୍ଗ ଏବଂ ଅମର ରାଜା ଜୁଆନଫୁଙ୍କୁ ଭେଟିଥିଲେ ଏବଂ \"ଅମରତାର ରହସ୍ୟ\" ଶିଖିଲେ | ଶେଷରେ, ସେ କଙ୍ଗଟୋଙ୍ଗ ମାଉଣ୍ଟେନ୍‌ର ଜିଜିନ୍ ସିହାଫେଙ୍ଗରେ ରହିଲେ, \"ଜାଡେ ବକ୍ସର ରହସ୍ୟ\" ହାସଲ କଲେ ଏବଂ ପ୍ରକୃତ ଅମର ହୋଇଗଲେ।", "聖意": "ଶରତ ଏବଂ ଶୀତରେ ଆପଣଙ୍କ ଘର ଏବଂ ଘର ଆଶୀର୍ବାଦ ପ୍ରାପ୍ତ ହେବା ପାଇଁ ପ୍ରାର୍ଥନା କରନ୍ତୁ। ଶରତ ଏବଂ ଶୀତରେ ଭାଗ୍ୟ ଖୋଜ | ବ୍ୟବସାୟରେ ଶୁଭଫଳ, ବିବାହରେ ଶୁଭଫଳ, ପୁଅମାନଙ୍କୁ ଜନ୍ମ ଦେବାରେ ଶୁଭକାମନା, ଭ୍ରମଣରେ ଶୁଭଫଳ | କ୍ଷେତ, ରେଶମ କୀଟରେ ଶୁଭଫଳ, ପଶୁପାଳନରେ ଶୁଭଫଳ, ଲୋକଙ୍କୁ ଖୋଜିବାରେ ଶୁଭଫଳ, ମକଦ୍ଦମାରେ ଶୁଭଫଳ, ସ୍ଥାନାନ୍ତରଣରେ ଶୁଭଫଳ, ସମ୍ପତ୍ତି ହରାଇବା ଏବଂ ଉତ୍ତର-ପୂର୍ବ ରୋଗରେ ଶୁଭଫଳ | ପର୍ବତ ଏବଂ କବର ପଠାଇବାରେ ଶୁଭଫଳ |", "古人": "ଜୋଙ୍ଗଲି ଜ୍ଞାନବାନ ହେଲେ |", "第X籤": "ପ୍ରଥମ ଚିହ୍ନ", "宮": "ଗର୍ଭାଶୟ"}