{"籤詩版本二": "ଚିନ୍ତା ଏବଂ ଚିନ୍ତା ସାମୟିକ ଭାବରେ ମୁକ୍ତି ପାଇଥାଏ ଏବଂ ଆକାଶରୁ ଆନନ୍ଦ ଆସିଥାଏ |\nଗୋବରରେ ଲୁଚି ରହିଥିବା ଜାଡେ ପରି, ଜଣେ ଭଲ କର୍ମୀ ଧୂଳି ଉଠାନ୍ତି |", "詩意": "ଏହି ଷୋଡଗ୍ରାମ ୟିନ ଏବଂ ୟାଙ୍ଗର ସମନ୍ୱୟକୁ ପ୍ରତିପାଦିତ କରେ |\nଆପଣ ଯୋଜନା କରୁଥିବା ସମସ୍ତ ଜିନିଷ ଶୁଭ ଅଟେ |", "解曰": "କିଛି ପାଇଲା ନାହିଁ, କିଛି ହଜିଗଲା ନାହିଁ | କ୍ଷତିରୁ ଲାଭ | ଭିଲେନ୍ ଅସୁବିଧାରେ ଅଛନ୍ତି | ଭଦ୍ରଲୋକ, ଆପଣଙ୍କୁ ଶୁଭକାମନା |", "籤詩故事一": "◇ ୟେ ମେଙ୍ଗ ଜିଆନଗ ଚାଓ ଡି\nୟେ ମେଙ୍ଗସିଅନଗ (1531-1597), ଯାହାର ସ es ଜନ୍ୟ ନାମ ନାନଜାଓ ଏବଂ ଯାହାର ନାମ ଲଙ୍ଗଟାଙ୍ଗ, ଲଙ୍ଗଟାନରେ ପରିବର୍ତ୍ତିତ ହୋଇଥିଲା ଏବଂ ହୁଆୟୁନ୍ ମଧ୍ୟ ରଖାଯାଇଥିଲା | ମିଙ୍ଗ ରାଜବଂଶର ୱାନସିଫାଙ୍ଗର ମୂଳ ବାସିନ୍ଦା, ହୁଇଜୋ ଫୁଚେଙ୍ଗ (ବର୍ତ୍ତମାନ ହୁଇଚେଙ୍ଗ ଜିଲ୍ଲାର ଏକ ଅଂଶ) | ଜିଆଜିଙ୍ଗ ରାଜତ୍ୱର 44 ତମ ବର୍ଷରେ (1565), ସେ ଜଣେ ଜିନ୍ସି ହୋଇଥିଲେ ଏବଂ ତାଙ୍କୁ କଳିଙ୍ଗ ଜିଲ୍ଲାର ମାଜିଷ୍ଟ୍ରେଟ୍ ପଦରେ ସମ୍ମାନିତ କରାଯାଇଥିଲା | ସେ ସ୍ଥାନାନ୍ତର ବିଭାଗର ନିର୍ଦ୍ଦେଶକ ଭାବରେ କାର୍ଯ୍ୟ କରିଥିଲେ ଏବଂ ପରେ ଶାନସି ରୋଡ୍ର ସୁପରଭାଇଜର ସେନ୍ସରରେ ପରିବର୍ତ୍ତନ ହୋଇଥିଲେ।\nୱାନଲିର 20 ବର୍ଷରେ (1592), ନିଙ୍ଗକ୍ସିଆର ଜେନେରାଲ୍ କନସୁଲ୍ କୁଏବାଇ (ମଙ୍ଗୋଲିଆ ଟାଟାର ଜନଜାତିର ମୁଖ୍ୟ) ରାଜ୍ୟପାଳ ଡାଙ୍ଗ ଜିନଙ୍କୁ ହତ୍ୟା କରିଥିଲେ ଏବଂ ହେକ୍ସି ପ୍ରଦେଶର ଚାଳିଶତମ ଦୁର୍ଗକୁ କବଜା କରି ସହର ଭାଙ୍ଗିଥିଲେ, ପୂଜା କରିଥିଲେ ଏବଂ ପୋଡି ଦେଇଥିଲେ। ସେ ନିଜେ ମୃତ୍ୟୁ ପର୍ଯ୍ୟନ୍ତ। ମେଙ୍ଗ ଜିଆନଗ credit ଣ ନେବାରେ ଅହଂକାର କରନ୍ତି ନାହିଁ, ଏବଂ ଯୁଦ୍ଧ କରିବାକୁ ସାହସ କରୁଥିବା ଜେନେରାଲଙ୍କ ଭଳି ତାଙ୍କ ଦକ୍ଷତାକୁ ଭଲ କରିବାକୁ ଦିଅନ୍ତି | ଅଫିସିଆଲ୍ ୱାଇ ଜୁଏଜେଙ୍ଗ ପୁନ st ସ୍ଥାପିତ ହୋଇଥିଲେ। ପରବର୍ତ୍ତୀ ବର୍ଷରେ, ସେ ପାଞ୍ଚ ଥର ଇସ୍ତଫା ଦେଇଥିଲେ ଏବଂ ହୁଇଲୋଙ୍ଗ ମନ୍ଦିର ନିର୍ମାଣ ପାଇଁ ହୁଇଜୋକୁ ଫେରି ଆସିଥିଲେ।\nୟେ ମେଙ୍ଗସିଅନ ଆରମ୍ଭରେ ଜଣେ ସରକାରୀ କର୍ମଚାରୀ ଭାବରେ Taoism ରେ ପ୍ରବେଶ କରିଥିଲେ ଏବଂ ତାଙ୍କର ଅଖଣ୍ଡତା ପାଇଁ ପ୍ରସିଦ୍ଧ ଥିଲେ। ପୁରାତନ historical ତିହାସିକ ରେକର୍ଡଗୁଡିକ କହିଛି ଯେ ସେ ନମ୍ରତା ଏବଂ ସାମର୍ଥ୍ୟରେ ପ୍ରଥମ, \"ଦୁର୍ନୀତି ଦୂର କରନ୍ତି ଏବଂ ବିଦ୍ରୋହକୁ ଦଣ୍ଡ ଦିଅନ୍ତି\", ସେ ଏକ ଭଲ ଖ୍ୟାତି ଛାଡିଥିଲେ; ଅତ୍ୟନ୍ତ ବିଶ୍ୱସ୍ତ, ସାହସୀ, ସାହସୀ ଏବଂ ଉତ୍ସାହିତ | ବନ୍ଧୁକଧାରୀରେ ଭଲ | ତାଙ୍କ ଜୀବନର ଦ୍ୱିତୀୟାର୍ଦ୍ଧରେ, ତାଙ୍କର ମାର୍ଶଲ ଆର୍ଟ କ skills ଶଳ \"ମିଙ୍ଗ ରାଜବଂଶର ଇତିହାସ\" ରେ ରେକର୍ଡ କରାଯାଇଥିଲା ଏବଂ ତାଙ୍କୁ ଜାତୀୟ ହିରୋ ଭାବରେ ବିବେଚନା କରାଯାଉଥିଲା |", "聖意": "ଘର ଅନୁକୂଳ (ଅଧିକ ଶାନ୍ତିପୂର୍ଣ୍ଣ) ଶରତ ଏବଂ ଶୀତ ନିଜ ପାଇଁ ଭଲ, ଧନ ସଫଳ ହେବ, କାରବାର ସଫଳ ହେବ, ବିବାହ ସଫଳ ହେବ, ଲିୟୁଜିଆରେ ମିଥ୍ୟା ସତର୍କ ସୂଚନା ରହିବ (ଧନସମ୍ପଦ ରହିବ), ପଥଚାରୀମାନେ କ୍ଷେତକୁ ଆସିବେ | ରେଶମ କୀଟ ପାଇଁ ପ୍ରାର୍ଥନା କରିବାକୁ, six ଟି ପ୍ରାଣୀ ସମତଳ ହେବେ, ଲୋକଙ୍କୁ ମିଳିବ, ସର୍ବସାଧାରଣ ମକଦ୍ଦମା ଅନୁକୂଳ ହେବ, ସ୍ଥାନାନ୍ତରଣ ରକ୍ଷଣଶୀଳ ହେବ, ସମ୍ପତ୍ତି ନଷ୍ଟ ହେବ, ଫୁଶାନ କବରରେ ରୋଗ ସମାଧାନ ହେବ |", "古人": "ୟେ ମେଙ୍ଗ ଜିଆନଗ ଚାଓ ଡି", "第X籤": "ଷୋଡଶ ବିଜୟ ଲୋଟୋ |", "宮": "ମୋଗୋଙ୍ଗ |"}