{"籤詩版本二": "ଗୋଲଡେନ୍ କାଉ ପଶ୍ଚିମରେ ପଡେ ଏବଂ ରାବଣ ପୂର୍ବରେ ଉଠେ | ଦିନରାତି ଚକ୍ର ପ୍ରାଚୀନ କାଳରୁ ବର୍ତ୍ତମାନ ପର୍ଯ୍ୟନ୍ତ ଜାରି ରହିଛି |\nମାଙ୍କଡ ଏବଂ ଟାଓ୍ ists ିଷ୍ଟମାନେ ଜାଣନ୍ତି ଯେ ଏଥିରେ କ age ଣସି ଅସୁବିଧା ନାହିଁ, ଏବଂ ପଣ୍ଡିତ, କୃଷକ, ଶିଳ୍ପ ଏବଂ ବ୍ୟବସାୟୀମାନେ ସମସ୍ତେ ନିଜ ମନକୁ ଅନୁସରଣ କରନ୍ତି |", "詩意": "ଏହି ଷୋଡଗ୍ରାମ ୟିନ ଏବଂ ୟାଙ୍ଗର ମହମ ଏବଂ କ୍ଷୟକୁ ପ୍ରତିପାଦିତ କରେ |\nଏହା ମଧ୍ୟ ଏକ ସଙ୍କେତ ଯେ ସବୁକିଛି ଯୋଜନା ଅନୁଯାୟୀ ଚାଲିବ |", "解曰": "ମନରେ କିଛି ନାହିଁ | ତୁମେ ଯାହା କରିଛ ତାହା ଯୋଗ୍ୟ ଅଟେ | ଧନୁରୁ ତୀର ପରି। ଗୋଟିଏ ଗୁଳି ଟାର୍ଗେଟକୁ ଧକ୍କା ଦେଇଥିଲା।", "籤詩故事一": "◇ ଅଙ୍କଲ୍ କାଓ ଗୁ ଏକ ଅମର |\nଗୀତ ରାଜବଂଶର ରେଞ୍ଜୋଙ୍ଗ ସମୟରେ ଜୁଜୋଙ୍କ ମୂଳ ବାସିନ୍ଦା କାଓ ଗୁଜିୟୁ ରାଜ୍ୟର ବଡ ମାମୁଁ ବୋଲି କୁହାଯାଏ। ତାଙ୍କ ନାମ କାଓ ୟି, ଯାହା କାଓ ଜିଙ୍ଗସିୟୁ ନାମରେ ମଧ୍ୟ ଜଣାଶୁଣା।\nମାମୁଁ କାଓ ଗୁଙ୍କର ସାନ ଭାଇ ନାମକ ଏକ ସାନ ଭାଇ ଥିଲେ | ଏହି କାଓ ଏର ସାମ୍ରାଜ୍ୟ କର୍ତ୍ତୃପକ୍ଷଙ୍କ ଉପରେ ନିର୍ଭର କରି ସମସ୍ତ ପ୍ରକାର ମନ୍ଦ କାର୍ଯ୍ୟ କରିଥିଲେ। ସେ କ୍ଷେତ୍ର ଦଖଲ କରିଥିଲେ, ପତ୍ନୀ ଏବଂ daughters ିଅମାନଙ୍କୁ ନେଇ ଯାଇଥିଲେ ଏବଂ କିଛି ଆଇନଶୃଙ୍ଖଳାକାରୀଙ୍କ ସହ ବନ୍ଧୁତା ସ୍ଥାପନ କରିଥିଲେ। ସେ ଭିତରକୁ ଆସି ବାହାରକୁ ଯାଇଥିଲେ। ତାଙ୍କର ଭଲ କଥା ଏବଂ ଆରାମ ଶୁଣିବାକୁ ମନା କରିଦେଲେ, ତେଣୁ ସେ ତାଙ୍କୁ ନିୟନ୍ତ୍ରଣ କରିବା ପାଇଁ ଦଣ୍ଡ ବ୍ୟବହାର କଲେ।, ଦୁଇ ଭାଇ ଏକ କ୍ରୋଧ ସୃଷ୍ଟି କଲେ |\nକାଓ ଗୁଜିୟୁ କହିଛନ୍ତି: \"ବିଶ୍ world ର ନୀତି ହେଉଛି ଯେଉଁମାନେ ଭଲ ଜମା କରନ୍ତି ସେମାନେ ଉନ୍ନତି କରିବେ ଏବଂ ଯେଉଁମାନେ ମନ୍ଦ ସଂଗ୍ରହ କରିବେ ସେମାନେ ବିନଷ୍ଟ ହେବେ। ଏହା ଏକ ପରିବର୍ତ୍ତନଶୀଳ ସତ୍ୟ। ଅତୀତରେ ଆମର କାଓ ପରିବାର ଆଜିର ଧନ ହାସଲ କରିବା ପାଇଁ ମନ୍ଦ କାର୍ଯ୍ୟ ସଂଗ୍ରହ କରିଥିଲେ। ବର୍ତ୍ତମାନ ମୋ ଭାଇ ଅତ୍ୟଧିକ ଦୁଷ୍ଟତା ସଂଗ୍ରହ କରିଛି, ଯଦିଓ ସେ ପଳାୟନ କରେ ଯଦିଓ ତୁମେ ଜଣେ ଅଧିକାରୀଙ୍କ ଦ୍ୱାରା ଦଣ୍ଡିତ ହୁଅ, ତୁମେ ଲୁକ୍କାୟିତ ବିପର୍ଯ୍ୟୟରୁ ରକ୍ଷା ପାଇ ପାରିବ ନାହିଁ | ଥରେ ବିପର୍ଯ୍ୟୟ ଆସି ତୁମର ପରିବାର ନଷ୍ଟ ହୋଇଯାଏ ଏବଂ କେହି ମରିଯାଏ, ତୁମେ ସେଠାରୁ ଖସିଯିବାକୁ ସମର୍ଥ ହେବ ନାହିଁ | ମୁଁ ସେତେବେଳେ ଅପମାନିତ ହେବି ଏବଂ ଭୟଭୀତ ହେବି। \"ତେଣୁ, ମୁଁ ମୋର ସମସ୍ତ ସମ୍ପତ୍ତି ବିସର୍ଜନ କଲି, ସେ ଗରିବ ଲୋକଙ୍କୁ ସାହାଯ୍ୟ କଲେ ଏବଂ ଆଉ ତାଙ୍କ ଭାଇଙ୍କ ବିଷୟରେ ଚିନ୍ତା କଲେ ନାହିଁ। ତା’ପରେ ସେ ନିଜ ଘର ଏବଂ ସାଙ୍ଗମାନଙ୍କୁ ଛାଡି ଏକ Taoist ୟୁନିଫର୍ମରେ ପରିବର୍ତ୍ତନ ହୋଇ ନିଜ ମନ ଏବଂ ପ୍ରକୃତିର ବିକାଶ ପାଇଁ ପର୍ବତକୁ ଗଲେ |\nଦିନେ, ସେ ହାନ ରାଜବଂଶର ଜୋଙ୍ଗଲି ଏବଂ ଲୁ ଡୋଙ୍ଗବିନଙ୍କୁ ଭେଟିଥିଲେ। ଅଙ୍କଲ କାଓ ଗୁଙ୍କ ବକ୍ତବ୍ୟର ଉତ୍ତର ଦେଖି ସେମାନେ ବହୁତ ଖୁସି ହୋଇଥିଲେ। ସେମାନେ ତାଙ୍କୁ \"ସତ୍ୟ ଫେରାଇବାର ଗୁପ୍ତ ନିର୍ଦ୍ଦେଶ\" ଦେଇଥିଲେ ଏବଂ ତାଙ୍କୁ ଯତ୍ନର ସହ ଅଭ୍ୟାସ କରିବାକୁ ନିର୍ଦ୍ଦେଶ ଦେଇଥିଲେ। ଶୀଘ୍ର ଜୋଙ୍ଗଲି କୁଆନ୍ ଏବଂ ଲୁ ଡୋଙ୍ଗବିନ୍ ଅମର ଶ୍ରେଣୀ ସହିତ ପରିଚିତ ହୋଇଥିଲେ |", "聖意": "ଘର, ଘର, ଭାଗ୍ୟ, ଶୁଭଫଳ, ବ୍ୟବସାୟରେ ଶୁଭଫଳ, ବିବାହ, ପୁରୁଷ ଭ୍ରମଣକାରୀ, କ୍ଷେତରେ ରେଶମ କୀଟ ଲଗାଇବା, ପଶୁପାଳନ ବିଫଳତା, ଲୋକଙ୍କୁ ଖୋଜିବା, ମକଦ୍ଦମା, ସ୍ଥାନାନ୍ତରଣ, ସମ୍ପତ୍ତି ହରାଇବା, ବିଳମ୍ବିତ ରୋଗ, ଶୁଭଫଳ", "古人": "ଅଙ୍କଲ କାଓ ଗୁ ଏକ ଅମର |", "第X籤": "ଅଷ୍ଟାଦଶ ଦସ୍ତଖତ କରନ୍ତୁ |", "宮": "ମୋଗୋଙ୍ଗ |"}