{"籤詩版本二": "ଦ୍ରୁତ ଜଳ ବେଳାଭୂମିରୁ ଡଙ୍ଗାକୁ ଫେରିବାକୁ ଦିଅନ୍ତୁ, ଅଶାନ୍ତି ହେତୁ ଆପଣ କ’ଣ କରିବାକୁ ଚାହୁଁଛନ୍ତି?\nଯଦି ଆପଣ ନିରାପଦରେ ରହିବାକୁ ଚାହାଁନ୍ତି, ତେବେ ଶାନ୍ତି ଖୋଜ ଏବଂ ଏହି ସଙ୍କଟ ଦୂର ହେବା ପାଇଁ ତରଙ୍ଗକୁ ଅପେକ୍ଷା କର |", "詩意": "ଏହି ଷୋଡଗ୍ରାମ ଦ୍ରୁତ ବେଳାଭୂମିରେ ଯାତ୍ରା କରୁଥିବା ଡଙ୍ଗା ପରି |\nସବୁକିଛିରେ ରକ୍ଷଣଶୀଳ ରୁହ ଏବଂ ସମୟକୁ ଅପେକ୍ଷା କର |", "解曰": "ଶକ୍ତିଶାଳୀ ପାଣିରେ ଓହ୍ଲାନ୍ତୁ | ବିପଦ ସମୟକୁ ଅପେକ୍ଷା କରିଛି | ଯଦି ଆପଣ କ୍ୟାମ୍ପ ଯୋଜନା ବିଷୟରେ ପଚାରନ୍ତି | କିଛି କରାଯାଇପାରିବ ନାହିଁ |", "籤詩故事一": "Iyi Ziyi ରାଜା ମୁକୁଟ ପିନ୍ଧିଛନ୍ତି |\nଗୁ ଜିଙ୍ଗି (697-781), ଯାହା ଗୋ ଲିଙ୍ଗଙ୍ଗ ନାମରେ ମଧ୍ୟ ଜଣାଶୁଣା, ସେ ଜେଙ୍ଗ କାଉଣ୍ଟି, ହୁଆଜୋ (ବର୍ତ୍ତମାନ ହୁଆସିଆନ୍ କାଉଣ୍ଟି, ଶାନସି ପ୍ରଦେଶ) ଏବଂ ଟାଙ୍ଗ ରାଜବଂଶର ଜଣେ ଜେନେରାଲ୍ ଥିଲେ |\nତିଆନବାଓର 14 ତମ ବର୍ଷରେ (755) ଅନ୍ସି ବିଦ୍ରୋହ ସମୟରେ ତାଙ୍କୁ ଶୁଫାଙ୍ଗ ଜିଡୁସି (ବର୍ତ୍ତମାନର ନିଙ୍ଗସିଆର ଲିଙ୍ଗୱୁ ପଶ୍ଚିମ) ଆଖ୍ୟା ଦିଆଯାଇଥିଲା। ତାଙ୍କୁ କ୍ରୁସେଡ୍ କରିବାକୁ ନିର୍ଦ୍ଦେଶ ଦିଆଯାଇଥିଲା। ସେମାନେ ଚାଙ୍ଗଶାନ (ଜେଙ୍ଗଡିଙ୍ଗ, ହେବାଇ) ରେ ମିଳିତ ହୋଇ ଶି ସିମିଙ୍ଗଙ୍କୁ ପରାସ୍ତ କରି ହେବିଙ୍କୁ ପୁନ ained ପ୍ରାପ୍ତ କଲେ | ଏହି ସମୟରେ ଗୁ ଜିଓ ପରାମର୍ଶ ଦେଇଥିଲେ ଯେ ସମ୍ରାଟ ଉତ୍ତରରୁ ଫ୍ୟାନ୍ ୟାଙ୍ଗଙ୍କୁ ନେଇ ଟୋଙ୍ଗଗୁଏନ୍ ଅବରୋଧକୁ ହ୍ରାସ କରିବା ପାଇଁ ବିଦ୍ରୋହୀ ବାଘର ଗୁମ୍ଫା ଉପରେ ଆକ୍ରମଣ କରିଥିଲେ, କିନ୍ତୁ ଜୁଆନଜୋଙ୍ଗ ମନା କରିଦେଇଥିଲେ। ଏହା ପରେ, ଟାଙ୍ଗ୍ ରାଜବଂଶର ବିଚ୍ଛିନ୍ନତାବାଦୀ ଭାସାଲ୍ ସହରଗୁଡିକର ଅବସ୍ଥା ରୋପଣ କରାଯାଇଥିଲା, ଯାହା ଟାଙ୍ଗ ରାଜବଂଶର ବିନାଶର ଦୂର କାରଣ ହୋଇଗଲା |\nତିଆନବାଓଙ୍କ ଶାସନର ପଞ୍ଚଦଶ ବର୍ଷରେ (756), ସେ ଏବଂ ଉଇଗୁରୁ ମିଳିତ ମଞ୍ଚ ହେକ୍କୁ ଶାନ୍ତି ପ୍ରଦାନ କରିଥିଲେ। ପରବର୍ତ୍ତୀ ବର୍ଷର ବସନ୍ତରେ ସେମାନେ ହେଡଙ୍ଗ (ବର୍ତ୍ତମାନ ୟୋଙ୍ଗଜୀ, ଶାନସି) ଏବଂ ଫେଙ୍ଗ ୟି (ବର୍ତ୍ତମାନ ଡାଲୀ, ଶାନସି) ଉଦ୍ଧାର କରିଥିଲେ ଏବଂ ଟୋଙ୍ଗଗୁଏନ୍ ଉପରେ ଆକ୍ରମଣ କରିଥିଲେ, କୁଇ କିଆନୁଙ୍କୁ ପରାସ୍ତ କରି ଟାଙ୍ଗ ସ army ନ୍ୟ 10,000 ରୁ ଅଧିକ ଆହତ ହୋଇଥିଲେ। କୁଇ କିଆନୁ ପୂଜିନଙ୍କ ନିକଟରେ ଆତ୍ମସମର୍ପଣ କରିଥିଲେ। ତାଙ୍କ ପୁଅ ଆନ୍ କଳିଙ୍ଗସୁଙ୍କ ଦ୍ୱାରା ଏକ ଲୁଶାନ୍ଙ୍କୁ ହତ୍ୟା କରାଯାଇଥିଲା।\nIde ିଡେ (757) ର ଦ୍ୱିତୀୟ ବର୍ଷରେ ତାଙ୍କୁ ଫେଙ୍ଗସିୟାଙ୍ଗକୁ ସ troops ନ୍ୟବାହିନୀକୁ ନେବାକୁ ନିର୍ଦ୍ଦେଶ ଦିଆଯାଇଥିଲା। ବାଟରେ ସେ ବାଏକ୍ ଲିୟୁୟୁନ୍ ବ୍ରିଜ୍ (ଆଜିର ଦକ୍ଷିଣ-ପୂର୍ବ) ରେ 5000 ଲି ଗୁଏରେନ୍ଙ୍କ ଅଶ୍ୱାରୋହୀଙ୍କୁ ପରାସ୍ତ କରିଥିଲେ। ମେ ମାସରେ ସେ ଏକ ଶୋଜୋଙ୍ଗ ଏବଂ ଲି ସହିତ ଯୁଦ୍ଧ କରିଥିଲେ। କଳିଙ୍ଗରେ ଗୁଇରେନ (ଆଜି ସିୟାନର ପଶ୍ଚିମ) ପରାସ୍ତ ହୋଇ ସେ ୱୁଗୋଙ୍ଗ (ଆଜିର ଉତ୍ତର-ପଶ୍ଚିମ) କୁ ଫେରିଗଲେ। ସେପ୍ଟେମ୍ବରରେ, ସେ ମାର୍ଶଲ ଗୁଆଙ୍ଗପିଙ୍ଗ ୱାଙ୍ଗ ଲି ଚୁଙ୍କୁ ଅନୁସରଣ କରି ଟାଙ୍ଗ ଏବଂ ଉଇଗୁରୁମାନଙ୍କୁ 150,000 ସ troops ନ୍ୟବାହିନୀରେ ଯୋଗ ଦେଇଥିଲେ ଏବଂ ପରେ ଯୁଦ୍ଧ କରିଥିଲେ। ଜିଆଙ୍ଗରେ ଏକ ଶୁଜୋଙ୍ଗ ଏବଂ ଲି ଗୁଏରେନଙ୍କ ସହ ଜି ମନ୍ଦିରର ଉତ୍ତରରେ (ଆଜିର ଚାଙ୍ଗାନ ଜିଲ୍ଲାର ଦକ୍ଷିଣ-ପଶ୍ଚିମ), ଉଇଗୁରୁ ସ soldiers ନିକମାନେ ଶତ୍ରୁ ପଛରେ ଘେରି ରହି ଉଭୟ ପାର୍ଶ୍ୱରୁ ଆକ୍ରମଣ କରିଥିଲେ ଏବଂ 60,000 ଶତ୍ରୁଙ୍କୁ ହତ୍ୟା କରିଥିଲେ। Zhang ାଙ୍ଗ ଟୋଙ୍ଗ୍ରୁ ଶାନସି କାଉଣ୍ଟି, ଏବଂ ଶେଷରେ ରାଜଧାନୀ ଚାଙ୍ଗାନ (ଆଜିର ସିଆନ୍) କୁ ପୁନ ained ପ୍ରାପ୍ତ କଲା | ଟାଙ୍ଗ୍ ସେନାର ମହିମା ପୁଣି ଥରେ ଚାଙ୍ଗାନକୁ ପୁନ restored ସ୍ଥାପିତ ହେଲା |\nଏହା ପରେ, ଟାଙ୍ଗ ସ army ନ୍ୟବାହିନୀ ବିଜୟର ସୁଯୋଗ ନେଇ ପୂର୍ବ ଦିଗକୁ ଗଲେ, ୟିଣ୍ଡ ଜୁଆଙ୍ଗ ଏବଂ Zhang ାଙ୍ଗ ଟୋଙ୍ଗ୍ରୁଙ୍କ ସହ 150,000 ପୁରୁଷଙ୍କୁ ପରାସ୍ତ କରି ଜିନ୍ଦିଆନରେ (ବର୍ତ୍ତମାନ ହେମେନ ପ୍ରଦେଶର ସାନମେନକ୍ସିଆ ସହରର ଦକ୍ଷିଣ-ପଶ୍ଚିମ ଦିଗରେ) ଆଙ୍କିଙ୍ଗ ଜୁଙ୍କୁ ହଳଦିଆ ନଦୀ ପାର ହୋଇ ଜିଆଙ୍ଗଜୋକୁ ପଛକୁ ଯାଇଥିଲେ। ଡୋଙ୍ଗଜୁନ୍ ଲୁୟାଙ୍ଗ ଫେରି ଆସିଥିଲେ | ସିତୁଙ୍କୁ ତାଙ୍କ ଗୁଣରେ ଯୋଡନ୍ତୁ ଏବଂ ତାଙ୍କୁ ଦେଶର ଡ୍ୟୁକ୍ କରନ୍ତୁ |\nଶି ସିମିଙ୍ଗ ତାଙ୍କ ସ army ନ୍ୟବାହିନୀକୁ ଫ୍ୟାନ୍ ୟାଙ୍ଗରୁ ଏକ କଳିଙ୍ଗକୁ ଉଦ୍ଧାର କରିବା ପାଇଁ ନେତୃତ୍ୱ ନେଇଥିଲେ। ଉଭୟ ପକ୍ଷ ଅନୟାଙ୍ଗ ନଦୀର ଉତ୍ତରରେ (ଆଜିର ଉତ୍ତର ଉତ୍ତର) ଗଠନରେ ଯୁଦ୍ଧ କରିଥିଲେ। 600,000 ପୁରୁଷ ଅଛନ୍ତି ବୋଲି ଦାବି କରିଥିଲେ, ପଛକୁ ଯାଇଥିଲେ (ୟେଚେଙ୍ଗ ଯୁଦ୍ଧରେ) ଯୁଦ୍ଧ) | ଏହି ଯୁଦ୍ଧର ମୁଖ୍ୟ କମାଣ୍ଡର ଥିଲେ ନପୁଂସକ ୟୁ ଚାଓନ୍, ଯାହାର କ leadership ଣସି ନେତୃତ୍ୱ ଦକ୍ଷତା ନଥିଲା ଏବଂ ଯୁଦ୍ଧର ବିଫଳତା ପାଇଁ ଗୁ ଜିଓଙ୍କୁ ଦାୟୀ କରିଥିଲେ। ଗୁ ଜିଇଙ୍କୁ ପୁନର୍ବାର ଚାଙ୍ଗାନକୁ ଡକାଯାଇଥିଲା, ସାମରିକ ଶକ୍ତିରୁ ମୁକ୍ତି ପାଇ ଜଣେ ନିଷ୍କ୍ରିୟ ଅଧିକାରୀ ହୋଇଥିଲେ।\nବାଏଙ୍ଗ୍ (762) ର ପ୍ରଥମ ବର୍ଷରେ, ତାଇୟୁଆନ୍ (ଆଜିର ଦକ୍ଷିଣ-ପଶ୍ଚିମ ତାଇୟୁଆନ୍) ଏବଂ ଜିଆଙ୍ଗଜୋ (ଶାନସି ପ୍ରଦେଶର ଆଜିର ଜିନଜିଆନ୍) ରେ ସ troops ନ୍ୟମାନେ ବିଦ୍ରୋହ କଲେ। କୋର୍ଟ ଭୟଭୀତ ହେଲେ, ତେଣୁ ଜିଆଙ୍କୁ ଫେନିଆଙ୍ଗର ରାଜା ଆଖ୍ୟା ଦିଆଗଲା ଏବଂ ବାହାରକୁ ଗଲା। ଜିଆଙ୍ଗଜୋ ନିୟନ୍ତ୍ରଣ କରନ୍ତୁ | ସେ ନପୁଂସକ ଚେଙ୍ଗ ୟୁଆଜେନଙ୍କ ଦ୍ୱାରା ବିଚ୍ଛିନ୍ନ ହୋଇଥିଲେ ଏବଂ ସାମରିକ ଶକ୍ତିରୁ ମୁକ୍ତି ପାଇଥିଲେ।\n)", "聖意": "ଘର ଏବଂ ନିଜକୁ ଆଶୀର୍ବାଦ ଦେବା, ଧନ ଅନ୍ୱେଷଣ, କ trans ଣସି କାରବାର, ବିବାହ, ମିଥ୍ୟା ଆଲାର୍ମ, ତିଆନକାନଜିରେ ଆସୁଥିବା ପଥଚାରୀ, ଲୋକଙ୍କୁ ଖୋଜିବା କଷ୍ଟକର, ସର୍ବସାଧାରଣ ମକଦ୍ଦମା ଏବଂ (ଜିଙ୍ଗ ନୁହେଁ), ସ୍ଥାନାନ୍ତରଣ, ରକ୍ଷଣଶୀଳତା, ସମ୍ପତ୍ତି ହରାଇବା, ପାଇବା କଷ୍ଟକର, ରୋଗ, ଆଶୀର୍ବାଦ, ପର୍ବତ ଏବଂ କବର ପାଇଁ ପ୍ରାର୍ଥନା, ଶୁଭ |", "古人": "Ziyi ରାଜା ମୁକୁଟ ପିନ୍ଧିଥିଲେ", "第X籤": "Ete ନବିଂଶ ବିଜୟ ଲୋଟୋ |", "宮": "ତତ୍ସୁମୀ |"}