{"籤詩版本二": "ଏତେଗୁଡ଼ିଏ ଚିନ୍ତା ଏବଂ ବିପଦ ପରେ, ଏହା ଆଉ ଖାଲି ରହିବ ନାହିଁ |\nଏକ ଉଦାର ହୃଦୟର ନିଜସ୍ୱ ଉଦାର ଯୋଜନା ଅଛି | ବଡ଼ ସଫଳତା ପାଇବା ପାଇଁ ଆପଣଙ୍କୁ ଜଣେ ବିଶେଷଜ୍ଞଙ୍କୁ ଭେଟିବାକୁ ପଡିବ |", "詩意": "ଏହି ଷୋଡଗ୍ରାମ ଏକ spring ରଣା ସହିତ ଏକ ପ୍ରାଚୀନ କୂଅ ପରି |\nସବୁକିଛିରେ, ସମ୍ଭ୍ରାନ୍ତ ବ୍ୟକ୍ତିମାନେ ସଫଳତା ହାସଲ କରନ୍ତି |", "解曰": "ଏହି ମକଦ୍ଦମା ଶେଷରେ ଯଥାର୍ଥ ହେବ। ଅସୁସ୍ଥ ଏବଂ ନିରାପଦ ପରାମର୍ଶ ନେବାକୁ ଭିତରକୁ ଯାଅ | ପ୍ରାଚୀନ କୂଅ ବସନ୍ତକୁ ଭେଟିଥାଏ |", "籤詩故事一": "O ୟୋ ଚୋଙ୍ଗ ପଙ୍ଗପାଳକୁ ନିୟନ୍ତ୍ରଣ କରନ୍ତି |\nୟୋ ଚୋଙ୍ଗ (649-721), ଯାହାର ପ୍ରକୃତ ନାମ ୟୁଆନ ଚୋଙ୍ଗ, ଶାନଜୋରୁ ଆସିଥିଲେ। ସେ ଟାଙ୍ଗ ରାଜବଂଶରେ ଜିଆ ଗୁଆନ, ଚୁଙ୍ଗୁୟାନର ଶାଙ୍ଗସୁ, ଜିୱେଲିଙ୍ଗ, ଜୋଙ୍ଗସୁଲିଙ୍ଗ ଏବଂ ପ୍ରଧାନମନ୍ତ୍ରୀ ଭାବରେ କାର୍ଯ୍ୟ କରିଥିଲେ।\nକାୟୁଆନ୍ (716) ର ଚତୁର୍ଥ ବର୍ଷରେ, ଶାନ୍ଦୋଙ୍ଗ (ସାଧାରଣତ Hu ହୁଆଶାନର ପୂର୍ବରେ ଥିବା ହଳଦିଆ ନଦୀ ଅବବାହିକାକୁ ସୂଚାଇଥାଏ) ପଙ୍ଗପାଳ ଦ୍ୱାରା ପୀଡିତ ହୋଇଥିଲେ। ଲୋକମାନେ ଅନ୍ଧବିଶ୍ୱାସୀ ଚିନ୍ତାଧାରାରେ ବନ୍ଧା ହୋଇଥିଲେ ଏବଂ ସେମାନଙ୍କୁ ଶିକାର କରି ହତ୍ୟା କରିବାକୁ ସାହସ କରିନଥିଲେ। ଏହା ବଦଳରେ ସେମାନେ ସ୍ଥାପନ କରିଥିଲେ। ବଳିଦାନ, ଧୂପ ଜାଳି, କ୍ଷେତ ପାଖରେ ପୂଜା କଲେ ଏବଂ ପଙ୍ଗପାଳ ଦ୍ୱାରା ଗ୍ରାସ କରାଯାଉଥିବା ଫସଲକୁ ଦେଖିଲେ |\nସମସ୍ତ ଅଧିକାରୀ ବିଶ୍ believed ାସ କରିଥିଲେ: \"ପଙ୍ଗପାଳ ଏକ ପ୍ରାକୃତିକ ବିପର୍ଯ୍ୟୟ, ସେମାନଙ୍କୁ କିପରି ମାନବ ଶକ୍ତି ଦ୍ୱାରା ନିୟନ୍ତ୍ରଣ କରାଯାଇପାରିବ!\" ସେହି ସମୟରେ ଦୁଇଟି ଭିନ୍ନ ଚିନ୍ତାଧାରା ମଧ୍ୟରେ ସଂଘର୍ଷ ତୀବ୍ର ଥିଲା, ପଙ୍ଗପାଳ ହଟାଇବା କିମ୍ବା ବିଲୋପ ନକରିବା।\nୟା ଚୋଙ୍ଗ କହିଛନ୍ତି: \"ଯେପର୍ଯ୍ୟନ୍ତ ଆମେ ଏକାଠି କାମ କରୁ, ସେ ପର୍ଯ୍ୟନ୍ତ ଆମେ ଏଥିରୁ ମୁକ୍ତି ପାଇ ପାରିବା। ସେ କହିଛନ୍ତି: ପଙ୍ଗପାଳ ଲୋକମାନଙ୍କୁ ଭୟ କରନ୍ତି, ତେଣୁ ସେମାନଙ୍କୁ ତଡ଼ି ଦେବା ସହଜ ଅଟେ। ବିହନଗୁଡିକର ମାଲିକ ଅଛନ୍ତି, ତେଣୁ ଉଦ୍ଧାରକାରୀମାନେ କଠିନ ପରିଶ୍ରମ କରିବେ; ପଙ୍ଗପାଳ; ଉଡିପାରେ, ଏବଂ ରାତିରେ ନିଆଁ ଦେଖିବା ପରେ ସେମାନେ ନିଶ୍ଚିତ ଭାବରେ ଉଡ଼ିବେ; କ୍ଷେତରେ ସେମାନଙ୍କ ଉପରେ ନିଆଁ ଲଗାନ୍ତୁ, ଜଳୁଥିବା ସମୟରେ ଗାତ ଖୋଳନ୍ତୁ, ଜଳୁଥିବା ସମୟରେ କବର ଦିଅନ୍ତୁ, ଆଉ କିଛି ରହିବ ନାହିଁ | \"\nଜୁଆନଜୋଙ୍ଗ କହିଛନ୍ତି: \"ଖରାପ ନ moral ତିକ ଶାସନ ଦ୍ୱାରା ପଙ୍ଗପାଳ ଏକ ପ୍ରାକୃତିକ ବିପର୍ଯ୍ୟୟ ଅଟେ। ଯଦି ଆପଣ ସେମାନଙ୍କୁ ଶିକାର କରି ହତ୍ୟା କରିବାକୁ କୁହନ୍ତି, ତେବେ ଏହା ଶସ୍ୟ ବିରୁଦ୍ଧରେ ଯାଉଛି କି?\"\nୟା ଚୋଙ୍ଗ ଆହୁରି କହିଛନ୍ତି: \"ପ୍ରାଚୀନମାନଙ୍କ ଦ୍ୱାରା ପଙ୍ଗପାଳ ଧରିବା ଏବଂ ହତ୍ୟା କରିବା ଅଭ୍ୟାସ କରାଯାଉଥିଲା ଏବଂ ଭବିଷ୍ୟତରେ ତୁମର ମହିମା ଏହାକୁ ବ୍ୟବହାର କରିବ। କୃଷକମାନଙ୍କ ପାଇଁ ଶାନ୍ତି ଏବଂ ସମୃଦ୍ଧତା ଆଣିବା ଏକ ପ୍ରମୁଖ ଜାତୀୟ ଘଟଣା। ଦୟାକରି ଏହାକୁ ଗୁରୁତର ସହ ବିଚାର କର।\"\nଜୁଆନଜୋଙ୍ଗ ନିଶ୍ଚିତ ହୋଇଥିଲେ। କିନ୍ତୁ ସେତେବେଳେ କୋର୍ଟ ଭିତରେ ଓ ବାହାରେ ସମସ୍ତେ କହିଥିଲେ ଯେ ପଙ୍ଗପାଳ ଶିକାର ହୋଇପାରିବ ନାହିଁ।\nଜୁଆନଜୋଙ୍ଗ କହିଛନ୍ତି: \"ମୁଁ ପ୍ରଧାନମନ୍ତ୍ରୀଙ୍କ ସହ ଆଲୋଚନା କରି ପଙ୍ଗପାଳ ଧରିବାକୁ ନିଷ୍ପତ୍ତି ନେଇଛି। ଯିଏ ପୁନର୍ବାର ଆପତ୍ତି କରିବ ସେ ମୃତ୍ୟୁଦଣ୍ଡ ପାଇବ। ତେଣୁ ସେ ପଙ୍ଗପାଳ ପୋଡି ପୋତିଦେବା ପାଇଁ ଲୋକଙ୍କୁ ତଦାରଖ କରିବା ପାଇଁ ନିର୍ଦ୍ଦେଶ ଦେଇଛନ୍ତି।\nଫଳାଫଳଗୁଡିକ ଅତ୍ୟନ୍ତ ପ୍ରଭାବଶାଳୀ ଥିଲା। ସମଗ୍ର ଦେଶରେ ନଅ ଲକ୍ଷ ଡାନ୍ସ ପଙ୍ଗପାଳ ଧରାଯାଇଥିଲା ଏବଂ ପଙ୍ଗପାଳ ମହାମାରୀକୁ ସଫଳତାର ସହିତ ହଟାଇ ଦିଆଯାଇଥିଲା। ସେହି ବର୍ଷ କୃଷି ଏକ ଭଲ ଅମଳ ହାସଲ କରିଥିଲା।\n(ବିପର୍ଯ୍ୟୟ ପରିଚାଳନା ଏବଂ ଥଇଥାନରେ ଜ୍ଞାନ ବ୍ୟବହାର କରାଯିବା ଉଚିତ, ଏବଂ ଅସୁବିଧାକୁ ଦୂର କରିବା ପାଇଁ ଚତୁର ରଣନୀତି ରହିବା ଆବଶ୍ୟକ | ୟୋ ଚୋଙ୍ଗ ଏହି ବିଷୟରେ ବିଶେଷଜ୍ଞ)", "聖意": "ଘର ସାଧାରଣ, ଆତ୍ମ ଅବରୋଧ, ଟଙ୍କା ଅନ୍ୱେଷଣ, ବାଣିଜ୍ୟ ଅବରୋଧ, ବିବାହ ଏବଂ ସ harmony ହାର୍ଦ୍ଦ୍ୟ ଅବରୋଧିତ ହୋଇଛି, ଲିୟୁଜିଆରେ ବିପଦ ରହିଛି, ପଥଚାରୀମାନେ ଅବରୋଧ ହୋଇଛନ୍ତି, ରେଶମ କୀଟ ଅବରୋଧ କରାଯାଇଛି, ପଶୁପାଳନ ଅନୁକୂଳ, ଲୋକମାନେ ନିଖୋଜ ଅଛନ୍ତି, ସର୍ବସାଧାରଣ ମକଦ୍ଦମା ଚାଲିଛି ଅବରୋଧିତ, ସ୍ଥାନାନ୍ତରଣ ଅଯ able କ୍ତିକ, ହଜିଯାଇଥିବା ଜିନିଷ ଖୋଜିବା କଷ୍ଟକର, ରୋଗ ପାଇଁ ପ୍ରାର୍ଥନା କରିବା କଷ୍ଟକର, ପର୍ବତ ଏବଂ କବର ଅସହଜ |", "古人": "ୟା ଚୋଙ୍ଗ ପଙ୍ଗପାଳକୁ ନିୟନ୍ତ୍ରଣ କରନ୍ତି |", "第X籤": "ପଚିଶଟି ଲଟେରୀ ଜିତିବା |", "宮": "ମି ପ୍ୟାଲେସ୍ |"}