{"籤詩版本二": "ଗୁଜବ ଅଛି ଯେ ଜିନିଷଗୁଡ଼ିକ ଓଲଟପାଲଟ ହୋଇଯାଇଛି, ଏବଂ ମୁଁ ରାଶିରୁ ଏକ ଚିଠି ପାଇଲି |\nପୁସ୍ତକରେ ମୋତେ ପ୍ରତିଜ୍ଞା କରିଥିବା ଖ୍ୟାତି ଏବଂ ସଫଳତା ଶେଷ ପର୍ଯ୍ୟନ୍ତ ଖାଲି ରହିଲା |", "詩意": "ଏହି ଷୋଡଗ୍ରାମର ଏକ ମିଥ୍ୟା ନାମ ଅଛି |\nସବୁ ଜିନିଷରେ ରକ୍ଷଣଶୀଳ ହେବା ପରାମର୍ଶଦାୟକ |", "解曰": "ଉପର ଏବଂ ତଳକୁ ବିରକ୍ତ | ଅବକାଶ ଖୋଜିବା ନିଷ୍କ୍ରିୟ ନୁହେଁ | ଖ୍ୟାତି ପାଇଁ ଇଚ୍ଛା | ସୁରକ୍ଷିତ ରୁହନ୍ତୁ |", "籤詩故事一": "◇ ଜୋଙ୍ଗ କୁଇ ଜ୍ଞାନ ପ୍ରାପ୍ତ କରେ |\nଜୋଙ୍ଗ କୁଇ, ଯାହାର ଉପନାମ ଜୋଙ୍ଗ କୁଇ, ଯାହାର ସ es ଜନ୍ୟ ନାମ ଜେଙ୍ଗନାନ, ଜୋଙ୍ଗନଶନରୁ ଆସିଛି |\nଟାଙ୍ଗ ରାଜବଂଶର ସମ୍ରାଟ ଡିଜୋଙ୍ଗଙ୍କ ଶାସନ କାଳରେ, ଜୋଙ୍ଗ କୁଇ ସାମ୍ରାଜ୍ୟ ପରୀକ୍ଷାରେ ଅଂଶଗ୍ରହଣ କରିଥିଲେ। ସେଦିନ ମୁଖ୍ୟ ପରୀକ୍ଷକ ଥିଲେ ସିଭିଲ୍ ବ୍ୟାପାର ମନ୍ତ୍ରୀ ହାନ୍ ୟୁ ଏବଂ ଡେପୁଟି ପରୀକ୍ଷକ ଥିଲେ ଲୁ ଜି, ଜଣେ ମହାନ ପଣ୍ଡିତ। ଯେତେବେଳେ ଦୁଇଜଣ ଜୋଙ୍ଗ କୁଇଙ୍କ କାଗଜ ପ read ିଲେ, ସେମାନଙ୍କ ଆଖି ଜଳି ଉଠିଲା ଏବଂ ସେମାନେ ଏକଜୁଟ ହୋଇ କହିଲେ: \"ୱିଜାର୍ଡ, ୱିଜାର୍ଡ! ଏହି ପ୍ରବନ୍ଧର ପ୍ରତ୍ୟେକ ଶବ୍ଦ ଅତି ସୁନ୍ଦର, ଲି ତାଇବାଇ ଏବଂ ଡୁ ଜିମେଇ ପାଇଁ ଯୋଗ୍ୟ!\" ତେଣୁ ସେମାନେ ଜୋଙ୍ଗ କୁଇଙ୍କୁ ପ୍ରଥମ ସ୍ଥାନ ଭାବରେ ନାମିତ କଲେ |\nସମ୍ରାଟ ଡିଜୋଙ୍ଗ ହାନ ୟୁଙ୍କ ରିପୋର୍ଟ ଶୁଣି କହିଥିଲେ ଯେ ବିଜ୍ଞାନର ନୂତନ ଚାମ୍ପିଅନ୍ ଜୋଙ୍ଗ କୁଇ ବହୁତ ଦକ୍ଷ ଥିଲେ ତେଣୁ ସେ ଜୋଙ୍ଗ କୁଇଙ୍କୁ ସୁବର୍ଣ୍ଣ ପ୍ରାସାଦକୁ ଡକାଇଲେ।\nଯେତେବେଳେ ସମ୍ରାଟ ଡିଜୋଙ୍ଗ ତାଙ୍କର ଅଶୁଭ ରୂପ ଦେଖିଲେ, ସେ ସଙ୍ଗେ ସଙ୍ଗେ ଅସନ୍ତୁଷ୍ଟ ଅନୁଭବ କଲେ ଏବଂ କହିଲେ, \"ଆମ କୋର୍ଟରେ ପଣ୍ଡିତମାନଙ୍କ ଚୟନ ସମସ୍ତ ବ୍ୟକ୍ତିଗତ ଶବ୍ଦ ଏବଂ କଲିଗ୍ରାଫି ଉପରେ ଆଧାରିତ | ଏହିପରି ଜଣେ କୁତ୍ସିତ ବ୍ୟକ୍ତିଙ୍କୁ କିପରି ସୁବର୍ଣ୍ଣ ବିଜ୍ iences ାନର ଏକ ନମ୍ବର ପଣ୍ଡିତ ଭାବରେ ମନୋନୀତ କରାଯାଇପାରିବ? \"\nହାନ୍ ୟୁ ଶୀଘ୍ର ଆଣ୍ଠୁମାଡି କହିଲା: \"ଜଣେ ବ୍ୟକ୍ତିର ଭଲ ଏବଂ ମନ୍ଦ ସମସ୍ତ ରୂପ ବିଷୟରେ ନୁହେଁ। ପବିତ୍ର ପ୍ରଭୁ, ଆପଣ ଶୁଣନ୍ତି ନାହିଁ ଯେ ୟାନ ୟିଙ୍ଗ ତିନି ଫୁଟ ଉଚ୍ଚ ଏବଂ ପ୍ରଧାନମନ୍ତ୍ରୀଙ୍କ ସହ ସମାନ କି? ଜୋ ଚାଙ୍ଗ ଷ୍ଟଟର୍ସ କିନ୍ତୁ ହାନ ରାଜବଂଶକୁ ସାହାଯ୍ୟ କରିପାରନ୍ତି; କନଫୁସିୟସ୍ ଲୋକମାନଙ୍କୁ ସେମାନଙ୍କର ରୂପ ଅନୁଯାୟୀ ବିଚାର କରନ୍ତି ଏବଂ ତାଙ୍କ ପୁଅ ୟୁଙ୍କୁ ହରାନ୍ତି। ମୁଁ ଆଶା କରେ ତୁମର ମହିମା ଦୁଇଥର ଚିନ୍ତା କରିବ। \"\nସମ୍ରାଟ ଡିଜୋଙ୍ଗ କିଛି ସମୟ ପାଇଁ ଚିନ୍ତା କରି କହିଲେ: \"ଯଦିଓ ହାନ ଆକିଙ୍ଗଙ୍କ କଥା ଯୁକ୍ତିଯୁକ୍ତ, ଯେତେବେଳେ ମୁଁ ସମ୍ରାଟ ତାଇଜୋଙ୍ଗ ଥିଲି, ସେତେବେଳେ ଅଠର ଜଣ ପଣ୍ଡିତ ଥିଲେ ଯେଉଁମାନେ ୟିଙ୍ଗଜୋକୁ ଆସିଥିଲେ ଏବଂ ଏହା ବିଷୟରେ କଥାବାର୍ତ୍ତା କରିଥିଲେ। ଏହି ବ୍ୟକ୍ତି ଜଣକ ପ୍ରଥମ ପଣ୍ଡିତ ଥିଲେ। ମୁଁ ଭୟ କରେ ଯେ ବିଶ୍ୱ ପ୍ରତିଭାକୁ ଚିହ୍ନି ନ ଥିବାରୁ ମୋତେ ହସିବେ। \"\nପ୍ରଧାନମନ୍ତ୍ରୀ ଲୁ କୀ ସଂକୀର୍ଣ୍ଣ ଏବଂ ପ୍ରତିଭା ପ୍ରତି vious ର୍ଷାପରାୟଣ ଥିଲେ। ସମ୍ରାଟଙ୍କ କଥା ଶୁଣିବା ପରେ ସେ ଆଣ୍ଠୁମାଡ଼ି କହିଲେ: \"ସୁବର୍ଣ୍ଣ ବିଷୟର ଏକ ନମ୍ବର ପଣ୍ଡିତ ଉଭୟ ଆଭ୍ୟନ୍ତରୀଣ ଏବଂ ବାହ୍ୟ ହେବା ଆବଶ୍ୟକ | ଏହି ବିଷୟ ପାଇଁ ତିନି ଶହ ପ୍ରାର୍ଥୀ ଅଛନ୍ତି | ଆପଣ କାହିଁକି ଅନ୍ୟକୁ ବାଛି ନାହାଁନ୍ତି? \"\nଯେତେବେଳେ ଜୋଙ୍ଗ କୁଇ ଦେଖିଲେ ଯେ ଏହି ବ୍ୟକ୍ତି ଏତେ ଦ୍ୱନ୍ଦ୍ୱରେ ପଡିଛନ୍ତି, ସେ କ୍ରୋଧିତ ହୋଇପଡି ନାହାଁନ୍ତି। ସେ ଲୁ କୁଇଙ୍କୁ ଅଭିଶାପ ଦେଇଛନ୍ତି ଏବଂ ଅଭିଶାପ ଦେଇଛନ୍ତି: \"ଯଦି ଏପରି ଜଣେ ଅଜ୍ଞ ଅଧିକାରୀ କୋର୍ଟରେ ଅଛନ୍ତି, ତେବେ ସେ ଦେଶର କ harm ଣସି କ୍ଷତି କରିବେ ନାହିଁ?\" ସେ ଲୁ କୁଇଙ୍କୁ ତାଙ୍କ ମୁଷ୍ଟିରେ ପିଟିଥିଲେ।\nଏହା ଦେଖି ଦେଜୋଙ୍ଗ କ୍ରୋଧିତ ହୋଇ କହିଲେ: ତୁମେ ବହୁତ ସାହସୀ, ତୁମେ ସୁବର୍ଣ୍ଣ ମହଲରେ ଅସୁବିଧା ସୃଷ୍ଟି କରିବାକୁ ସାହସ କରୁଛ, ଏହାକୁ ଶୀଘ୍ର ତଳକୁ ନିଅ!\nରାଗରେ ଜୋଙ୍ଗ କୁଇ ରାଜପ୍ରାସାଦରେ ଠିଆ ହୋଇଥିବା ଜେନେରାଲଙ୍କ ଅଣ୍ଟାରୁ ଖଣ୍ଡା ବାହାର କରି ଉଚ୍ଚ ସ୍ୱରରେ ଦୀର୍ଘ ନିଶ୍ୱାସ ଛାଡ଼ିଲେ: “ହତାଶ ବିଲେଇଙ୍କ ପାଇଁ ବାଘର ଅନୁକରଣ କରିବା କଷ୍ଟକର, ଏବଂ ହତାଶ ହୋଇଥିବା ପାରାଟି ମଧ୍ୟ ଭଲ ନୁହେଁ। ଚିକେନ୍। \"ଏହା ପରେ ସେ ଆତ୍ମହତ୍ୟା କରିଥିଲେ।\nଯେତେବେଳେ ସମ୍ରାଟ ଡିଜୋଙ୍ଗ ଦେଖିଲେ ଯେ ଜୋଙ୍ଗ କୁଇ କ୍ରୋଧରେ ଆତ୍ମହତ୍ୟା କରିଛନ୍ତି, ସେତେବେଳେ ସେ ବହୁତ ଆଶ୍ଚର୍ଯ୍ୟ ହୋଇଯାଇଥିଲେ। ଲୋକଙ୍କ ହୃଦୟ ଜିତିବା ପାଇଁ ସେ ନିର୍ଦ୍ଦେଶ ଦେଇଥିଲେ ଯେ ଜୋଙ୍ଗ କୁଇଙ୍କୁ No. ନମ୍ବର ସ୍କୋଲାରର ସରକାରୀ ଆଖ୍ୟା ଦେଇ କବର ଦିଆଯାଉ ଏବଂ ସେ ଜୋଙ୍ଗ କୁଇଙ୍କୁ ଭଗବାନ ମଧ୍ୟ ନାମ ଦେଲେ। ଦୁଷ୍ଟ ଆତ୍ମାମାନଙ୍କ ଦୁନିଆରୁ ମୁକ୍ତି ପାଇବା ପାଇଁ Exorcism ର |", "聖意": "ଆପଣଙ୍କ ଘରେ ଆଶୀର୍ବାଦ ପାଇଁ ପ୍ରାର୍ଥନା କରନ୍ତୁ, ଆପଣଙ୍କର ନିଜ ସୁରକ୍ଷା, ଆର୍ଥିକ ଅସୁବିଧା, ବ୍ୟବସାୟରେ ବିଫଳତା, ବିବାହ ବିଫଳତା, ଲିୟୁଜିଆ ମହିଳା ପଥଚାରୀ, ଟ୍ରଷ୍ଟ ଫିଲ୍ଡ ରେଶମ କୀଟ ଅଧା ରନ୍ଧା, six ଟି ପଶୁପାଳନ, ବଞ୍ଚିପାରିବେ, ନିଖୋଜ ଲୋକ, ପାଶ୍ଚାତ୍ୟ ଜନସାଧାରଣ ମକଦ୍ଦମା, ସ୍ଥାନାନ୍ତରଣ ହରାଇବା, ରକ୍ଷଣଶୀଳତା , ସମ୍ପତ୍ତି ହରାଇବା, ଅସୁସ୍ଥତା, ପର୍ବତ ଏବଂ କବରରେ ଶୁଭକାମନା ପାଇଁ ପ୍ରାର୍ଥନା କର |", "古人": "ଜୋଙ୍ଗ କୁଇ ଟା ହାସଲ କରିଥିଲେ |", "第X籤": "ଷାଠିଏଟି ଲଟେରୀ ଜିତିବା (ଲଟେରୀ)", "宮": "ମି ପ୍ୟାଲେସ୍ |"}