{"籤詩版本二": "ଶାନ୍ତି ଏବଂ ଶାନ୍ତରେ ସମୟ ବିତାଇବା, ପୂର୍ଣ୍ଣ ହେବା ପରେ ଚା ପିଇବା ସମୟରେ ବସି ଶୋଇବା |\nଆପଣଙ୍କୁ ଶାରୀରିକ ଏବଂ ମାନସିକ ସ୍ତରରେ ବ୍ୟସ୍ତ ହେବାର ଆବଶ୍ୟକତା ନାହିଁ, ଏବଂ ଆପଣ ନିଶ୍ଚିତ ଭାବରେ ଅନ୍ୟାୟ କିମ୍ବା ବିପର୍ଯ୍ୟୟର କାରଣ ହେବେ ନାହିଁ |", "詩意": "ଏହି ଷୋଡଗ୍ରାମ ଶାନ୍ତି ଏବଂ ସ୍ଥିରତାର ପ୍ରତୀକ |\nସବୁ ଜିନିଷରେ, ସଠିକ୍ ସମୟ ଅପେକ୍ଷା କରିବା ଶୁଭଫଳ ଆଣିବ |", "解曰": "ନିରାପଦ ଏବଂ ସୁସ୍ଥ ରୁହନ୍ତୁ | ଦେବତାମାନଙ୍କୁ ପଚାର | ସମୟ ଆସିବା ପର୍ଯ୍ୟନ୍ତ ଅପେକ୍ଷା କର | ଜିନିଷଗୁଡିକ ସ chance ଭାଗ୍ୟବଶତ happen ଘଟେ |", "籤詩故事一": "Oy Foyinhui Dongpo\nଥରେ, ସୁ ଡୋଙ୍ଗପୋ ଜେନ୍ ଅଧ୍ୟୟନ କରିବା ସମୟରେ କିଛି ବୁ understanding ାମଣା ହାସଲ କରିଥିଲେ | ସେ ଅନୁଭବ କଲେ ଯେ ତାଙ୍କ ରାଜ୍ୟ ଅତ୍ୟଧିକ, ଏବଂ ସେ ଏଥିରେ ଆନନ୍ଦ ଅନୁଭବ କଲେ | ମୋର ଆଗ୍ରହକୁ ରୋକିବାରେ ଅସମର୍ଥ, ମୁଁ ମୋର କଲମ ବିସ୍ତାର କରି ଏକ କବିତା ଲେଖିଲି:\n\"ଆକାଶ ମ In ିରେ ଜିଶୁ ବ୍ରହ୍ମାଣ୍ଡରେ ଉଜ୍ଜ୍ୱଳ ଆଲୋକିତ କରେ; ଆଠଟି ପବନ ଦ୍ୱାରା ଉଡି ପାରିଲା ନାହିଁ, ସେ ବାଇଗଣୀ ରଙ୍ଗର ସୁବର୍ଣ୍ଣ ଲତା ଉପରେ ସିଧା ବସିଥାଏ।\"\n(ଆଠଟି ପବନ ସୂଚିତ କରେ: ଲାଭ, ହ୍ରାସ, ବିନାଶ, ପ୍ରତିଷ୍ଠା, ପ୍ରଶଂସା, ପରିହାସ, ଯନ୍ତ୍ରଣା ଏବଂ ସୁଖ। ଅର୍ଥାତ୍ ଏହି ଆଠଟି ରାଜ୍ୟ ଦ୍ୱାରା ବିରକ୍ତ ନହେବା \"ଆଠ ପବନ ଗତି କରିପାରିବ ନାହିଁ\" କୁହାଯାଏ)\nଏହା ଲେଖିବା ପରେ, ଡୋଙ୍ଗପୋ ନିଜ ସେବକଙ୍କୁ ଜିନ୍ଶାନ୍ ମନ୍ଦିରର ଜେନ୍ ମାଷ୍ଟର ଫୋଇନ୍ଙ୍କୁ ଦେବା ପାଇଁ ନଦୀ ପାର କରି ପଠାଇଲେ |\nଜେନ୍ ମାଷ୍ଟର ଫୋଇନ୍ ଏହାକୁ ପ After ଼ିବା ପରେ, ସେ ଏହାକୁ \"ଫାର୍ଟ\" ଶବ୍ଦ ସହିତ ଚିହ୍ନିତ କରି ସେବକକୁ ଫେରାଇ ଆଣିବାକୁ ଦେଲେ |\nଡୋଙ୍ଗପୋ ଏହା ଦେଖିବା ପରେ ରାଗି ଯାଇଥିଲେ, ତେଣୁ ସେ ନଦୀ ପାର ହୋଇ ଏକ ଡଙ୍ଗା ନେଇ ଜିନ୍ଶାନ୍ ମନ୍ଦିରକୁ ଯାଇ ଆଲୋଚନା ପାଇଁ ବୁଦ୍ଧଙ୍କ ମୁଦ୍ରା ଖୋଜିଥିଲେ।\nଯେତେବେଳେ ଡୋଙ୍ଗପୋ ଜିନ୍ଶାନ ମନ୍ଦିରର ଫାଟକରେ ପହଞ୍ଚିଲେ, ଫୋଇନ୍ ଦ୍ୱାରରେ ଅପେକ୍ଷା କରି ରହିଥିଲେ |\nସୁ ଡୋଙ୍ଗପୋ ସଙ୍ଗେ ସଙ୍ଗେ ଫୋଇନ୍ଙ୍କୁ ଦୋଷାରୋପ କଲେ: \"ମୁଁ କବିତାକୁ ଏକ ଫାର୍ଟ ଲେଖିଥିବା କାହିଁକି କହୁଛ?\"\nଫୋଇନ୍ ଉତ୍ତର ଦେଲେ: \"ତୁମେ ଆଗରୁ 'ଆଠ ପବନ ଦ୍ୱାରା ଉଡ଼ିବାରେ ଅସମର୍ଥ' ନୁହଁ କି? ତୁମେ କିପରି ଦୂରଦୂରାନ୍ତରେ 'ନଦୀ ପାର ହୋଇ ପାରିବ'!\"\nଏହି ସମୟରେ, ଡୋଙ୍ଗପୋ ଜାଣିଥିଲେ ଯେ ସେ ଯଥେଷ୍ଟ ଭଲ ନୁହଁନ୍ତି ଏବଂ ଲଜ୍ଜାରେ ଛାଡିଛନ୍ତି |\n(ଏହି କାହାଣୀ \"ଉତ୍ତାପ ଏପର୍ଯ୍ୟନ୍ତ ଆସିନାହିଁ\" ପାଇଁ ଏକ ରୂପାୟନ)", "聖意": "ତୁମର ଘର ଏବଂ ନିଜ ସୁରକ୍ଷା ପାଇଁ, ତୁମର ଧନ ପାଇଁ, ବ୍ୟବସାୟ ପାଇଁ, ତୁମର ବିବାହରେ ଶୁଭକାମନା, ଲିୟୁଜିଆରୁ ଜଣେ ମହିଳା ଯାତ୍ରୀ, କ୍ଷେତକୁ, ରେଶମ କୀଟ ଶରତରେ ପାଚିବା ପାଇଁ, six ଟି ପଶୁ ସ୍ଥିର ରହିବା ପାଇଁ ପ୍ରାର୍ଥନା କର | କାହାକୁ ଖୋଜ, ଖୋଜିବା କଷ୍ଟକର, ସର୍ବସାଧାରଣ ମକଦ୍ଦମା ପାଇଁ, ସ୍ଥାନାନ୍ତରଣ ପାଇଁ, ହଜିଯାଇଥିବା ସମ୍ପତ୍ତି ପାଇଁ, ରୋଗ ପାଇଁ, ପର୍ବତ କବରକୁ ପଠାଇବା ପାଇଁ, ଶୁଭ", "古人": "ଫୋଇନହୁଇ ଡୋଙ୍ଗପୋ |", "第X籤": "ଏକତିରିଟି ଜିତିବା ଲଟେରୀ |", "宮": "ୱାଇ ଗଙ୍ଗ"}