{"籤詩版本二": "ପ୍ରତ୍ୟାବର୍ତ୍ତନ ଯାତ୍ରା ନିଶ୍ଚିତ ଅଟେ। ପଥରରେ ଲୁଚି ରହିଥିବା ଜାଡେ ଅଛି କିଏ ଜାଣେ?\nଥରେ ଜଣେ ଭଲ କାରିଗର ସ୍ପଷ୍ଟ କଟା ହୋଇଗଲେ, ସେ ଜାସ୍ପର୍ ଅବଧିରେ ନିରାପଦ ଏବଂ ନିରାପଦ ଅନୁଭବ କରିବେ |", "詩意": "ଏହି ଷୋଡଶଗ୍ରାମରେ, ଯେତେବେଳେ ଆପଣ ପଥର କାଟିବେ ସେତେବେଳେ ଆପଣ ଜାଡର ଚିତ୍ର ଦେଖିପାରିବେ |\nପ୍ରତ୍ୟେକ ଜିନିଷରେ ସଫଳ ହେବା ପାଇଁ କଠିନ ପରିଶ୍ରମ କର |", "解曰": "ଭଣ୍ଡାରଟି ପଥରରେ ଅଛି | ଅପରିଚିତ ବ୍ୟକ୍ତିମାନେ ଅଳ୍ପ ଜାଣନ୍ତି | ଏହା ସ୍ପଷ୍ଟ ହେବା ପର୍ଯ୍ୟନ୍ତ ଅପେକ୍ଷା କର | ତୁମେ ଯାହା କର ତାହା କର |", "籤詩故事一": "U ଲିୟୁ ବେ ପ୍ରତିଭା ଖୋଜନ୍ତି (ତିନୋଟି କୁଟୀରକୁ ତିନିଥର ପରିଦର୍ଶନ, ସେହି କୁଟୀରକୁ ତିନୋଟି ପରିଦର୍ଶନ) |\nତିନୋଟି ରାଜ୍ୟ ଅବଧି | ଜୁଗେ ଲିଆଙ୍ଗ ଲଙ୍ଗଜୋଙ୍ଗର ଏକ ଖାଲରେ ରହୁଥିଲେ। ଲିୟୁ ବେ ପ୍ରତିଭା ଅନ୍ୱେଷଣ କରିବାକୁ ଆଗ୍ରହୀ ଥିଲେ, ତେଣୁ ସେ ବ୍ୟକ୍ତିଗତ ଭାବେ ଜୁଗ୍ ଲିଆଙ୍ଗଙ୍କୁ ଦେଖା କରିଥିଲେ। ସେ ଜୁଗେ ଲିଆଙ୍ଗଙ୍କୁ ତିନିଥର ପରିଦର୍ଶନ କରିଥିଲେ (ଇତିହାସରେ \"ଥ୍ରିଡ୍ କୁଟିଜ୍ କୁ ତିନିଟି ଭିଜିଟ୍\" ଭାବରେ ଜଣାଶୁଣା) ଲିୟୁ ବେ ଅନ୍ୟମାନଙ୍କୁ ଦୂରରେ ରହିବାକୁ କହିଥିଲେ ଏବଂ ଜୁଗ୍ ଲିଆଙ୍ଗଙ୍କୁ କହିଥିଲେ। ହାନ ରାଜବଂଶ ପତନ ହୋଇଛି, ଏବଂ ବିଶ୍ୱାସଘାତକ ମନ୍ତ୍ରୀମାନେ ସେମାନଙ୍କ ଜୀବନ ଚୋରି କରିଛନ୍ତି। ଆପଣଙ୍କ ମହାରାଜା ଅସ୍ଥାୟୀ, ତେଣୁ ମୁଁ ଏହାକୁ ବହୁଳ ଭାବରେ ବ୍ୟବହାର କରେ। ଆଜି ସୁଦ୍ଧା। ତଥାପି ମୋର ଅଭିଳାଷ ସମାପ୍ତ ହୋଇନାହିଁ, ଆପଣ ଭାବୁଥିବେ ଏହି ଯୋଜନା କାର୍ଯ୍ୟକାରୀ ହେବ କି? \"\nଏହା ପରେ ଜୁଗ୍ ଲିଆଙ୍ଗ ତାଙ୍କୁ ବିଶ୍ three କୁ ତିନି ଭାଗରେ ବିଭକ୍ତ କରିବାର ଯୋଜନା ଉପସ୍ଥାପନ କରିଥିଲେ ଏବଂ କାଓ କାଓ ଅନୁପସ୍ଥିତ ଥିବା ପରିସ୍ଥିତିକୁ ବିଶ୍ଳେଷଣ କରିଥିଲେ ଏବଂ ସୂର୍ଯ୍ୟ କୁଆନ୍ ତାଙ୍କୁ ସାହାଯ୍ୟ କରିପାରନ୍ତି। ଯାହାର ସୁଯୋଗ ନେବାକୁ ସେ ଏକ ସୁଯୋଗ ପାଇଥିଲେ ଏବଂ ସେ କେବଳ ଏହି ଦୁଇଟି ରାଜ୍ୟର ଫାଇଦା ଉଠାଇ ପାରିବେ। କେବଳ ସେତେବେଳେ ସେ ବିଶ୍ୱ ଜିତି ପାରିବେ; ସେ ମଧ୍ୟ ଲିୟୁ ବେଙ୍କୁ କେନ୍ଦ୍ରୀୟ ସମତଳ ଭୂମି ଉପରେ ଆକ୍ରମଣ କରିବାର ରଣନୀତି କହିଥିଲେ। (ଏହି ଆଲୋଚନା ପରେ \"ଲଙ୍ଗଜୋଙ୍ଗ ଦୁଇ\" କୁହାଯାଉଥିଲା) | ଲିୟୁ ବେ ଏହା ଶୁଣିବା ପରେ, ସେ ଏହାକୁ ପ୍ରଶଂସା କଲେ ଯେପରି ସେ ଏକ ଧନ ପାଇଛନ୍ତି, ଏବଂ ଜୁଗେ ଲିଆଙ୍ଗଙ୍କୁ ସାହାଯ୍ୟ କରିବାକୁ ବାହାରକୁ ଆସିବାକୁ ଦୃ strongly ଭାବରେ ନିମନ୍ତ୍ରଣ କରିଛନ୍ତି, ତେଣୁ ଜୁଗେ ଲିଆଙ୍ଗ ଲିୟୁ ବେଙ୍କର ସାମରିକ ପରାମର୍ଶଦାତା ହୋଇଥିଲେ |", "聖意": "ଘର ଶାନ୍ତିପୂର୍ଣ୍ଣ, ମୁଁ ଧନ ଅନ୍ୱେଷଣ କରେ, ଶ୍ରମ ବାଣିଜ୍ୟ ବିବାହରେ ବାଧା ସୃଷ୍ଟି କରେ ଏବଂ ଲିୟୁଜିଆର ଏକ ଭର୍ଚୁଆଲ୍ ଭ୍ରମଣକାରୀ ହୋଇଯାଏ |", "古人": "ଲିୟୁ ବେ ପ୍ରତିଭା ଅନ୍ୱେଷଣ କରନ୍ତି (ତିନିଟି କୁଟୀର କୁଟିଜ୍, ତିନୋଟି କୁଟିଜ୍ କୁ ପରିଦର୍ଶନ) |", "第X籤": "ତିରିଶ ସେକେଣ୍ଡ ଲଟେରୀ ବିଜେତା |", "宮": "ୱାଇ ଗଙ୍ଗ"}