{"籤詩版本二": "ଯଦି ଆପଣ ଶାନ୍ତିରେ ଏବଂ ଶାନ୍ତ ରହିବାକୁ ଚାହାଁନ୍ତି, ତେବେ ପବନରେ ମହମବତୀ ଏବଂ ଦୀପ ରଖିବା ଅନୁଚିତ |\nସଫା ନକରି ଏକ ଗଭୀର ହଲରେ, ଆଲୋକ ବିନା, ଉଜ୍ଜ୍ୱଳ ଆଲୋକ ସହିତ ଏକ ଶାନ୍ତ ସ୍ଥାନରେ ବସିବା ଏବଂ → ପରିବହନ ଚଳାଇବା ଭଲ | କମ୍ପନ → ୟା। ମାଗଣା → ଅଳ୍ପ", "詩意": "ଏହି ଷୋଡଗ୍ରାମଟି ଦୀପ ଏବଂ ମହମବତୀକୁ କମ୍ପୁଥିବା ପବନ ପରି |\nଜିନିଷକୁ ସ୍ଥିର ରଖିବା ଦ୍ୱାରା ଶୁଭଫଳ ମିଳିବ |", "解曰": "ଏକ ଶାନ୍ତ ସ୍ଥାନରେ ବସନ୍ତୁ | କଲ୍ ରେ ରୁହ ଏବଂ ଠିକ୍ ସମୟରେ ରୁହ | ଏହା ଏକ ଆଶୀର୍ବାଦ ନୁହେଁ | ରକ୍ଷଣଶୀଳ ଏବଂ ଉପଯୁକ୍ତ |", "籤詩故事一": "◇ ଲି ଜିଙ୍ଗ ପର୍ବତକୁ ଫେରିଛନ୍ତି |\nଲି ଜିଙ୍ଗ (571-ଜୁଲାଇ 2, 649), ସ Pharma ଜନ୍ୟ ନାମ ଫାର୍ମାସିଷ୍ଟ, ୟୋଙ୍ଗଜୋ (ବର୍ତ୍ତମାନ ଶାନସି ପ୍ରଦେଶର ସାନୁଆନ୍ ଜିଲ୍ଲାର ଉତ୍ତର-ପୂର୍ବରେ) ସାନୁୟାନର ମୂଳ ବାସିନ୍ଦା ଥିଲେ | ସୁ ସୁଇ ରାଜବଂଶର ଆରମ୍ଭରୁ ଟାଙ୍ଗ୍ ରାଜବଂଶ ପର୍ଯ୍ୟନ୍ତ ଜଣେ ଜେନେରାଲ୍, ସେ ଟାଙ୍ଗ୍ ରାଜବଂଶରେ ଉଭୟ ନାଗରିକ ତଥା ସାମରିକ ଦକ୍ଷତା ସହିତ ଜଣେ ପ୍ରସିଦ୍ଧ ସାମରିକ ରଣନୀତିଜ୍ଞ ଥିଲେ | ପରେ, ତାଙ୍କୁ ଡ୍ୟୁକ୍ ଅଫ୍ ୱାଇ ଆଖ୍ୟା ଦିଆଯାଇଥିଲା ଏବଂ ସେ ଦୁନିଆରେ ଡ୍ୟୁକ୍ ଅଫ୍ ୱାଇ ଭାବରେ ପରିଚିତ ହୋଇଥିଲେ |\nଲି ଜିଙ୍ଗ ଦେବତା ତାଲିକାରେ ତୃତୀୟ ରାଜକୁମାର ନେଜାଙ୍କ ପିତା, ଯାହା \"ଟୋଟା ରାଜା\" ଭାବରେ ମଧ୍ୟ ଜଣାଶୁଣା। ଲି ଜିଙ୍ଗ ଏବଂ ତାଙ୍କ ପୁଅ ଜିଆଙ୍ଗ ଜିଆ (ତାଇ ଗଙ୍ଗ) କୁ ରାଣୀ ଜୋଙ୍କୁ ପରାସ୍ତ କରିବାରେ, ଜୋ ରାଜବଂଶ ପ୍ରତିଷ୍ଠା କରିବାରେ ଏବଂ ରାଜାଙ୍କୁ ସାହାଯ୍ୟ କରିଥିଲେ। ୱୁ ଆନୁଷ୍ଠାନିକ ଭାବରେ ସିଂହାସନ ଆରୋହଣ କଲେ। ଏହା ପରେ ଜିଆଙ୍ଗ ଜିଆ ଦେବତାମାନଙ୍କର ଏକ ତାଲିକା ସ୍ଥାପନ କଲେ ଏବଂ ଯୁଦ୍ଧରେ ପ୍ରାଣ ହରାଇଥିବା ସ soldiers ନିକମାନଙ୍କ ଆତ୍ମାକୁ ଶାନ୍ତ କରିବା ପାଇଁ ଏକ ସମାରୋହ କରିଥିଲେ | ସେବେଠାରୁ ବିଶ୍ୱ ଶାନ୍ତିପୂର୍ଣ୍ଣ ଏବଂ ଶାନ୍ତିପୂର୍ଣ୍ଣ ହେଲା। କିଙ୍ଗ ୱୁ ମାର୍କୁଇସ୍ ତିଆରି କରିବାକୁ ଏବଂ ସେମାନଙ୍କୁ ପୁରସ୍କୃତ କରିବାକୁ ଚାହୁଁଥିଲେ ଏବଂ ପ୍ରତିଷ୍ଠାତା ହିରୋମାନଙ୍କୁ ମଧ୍ୟ ଜମି ବଣ୍ଟନ କରିବାକୁ ଚାହୁଁଥିଲେ | ଲି ଜିଙ୍ଗ, ତାଙ୍କ ପିତା ଏବଂ ପୁଅ ଏବଂ ଅନ୍ୟ seven ଜଣ ବ୍ୟକ୍ତି ପର୍ବତକୁ ଫେରି Taoism ଅଭ୍ୟାସ କରିବାକୁ ଏବଂ ସାଂସାରିକ ଖ୍ୟାତି ଏବଂ ଧନ ପ୍ରତି ବ୍ୟସ୍ତ ନହେବାକୁ କହିଥିଲେ। ପରେ, ସେମାନଙ୍କ ମଧ୍ୟରୁ ସାତଜଣ \"ଶରୀରରେ ସାଧୁ ହେଲେ\" ଏବଂ ଅମର ଶ୍ରେଣୀରେ ସ୍ଥାନ ପାଇଲେ |\n\"ଫେଙ୍ଗ୍ ଶେନ୍ ବାଙ୍ଗ\" ର କାହାଣୀ |", "聖意": "ଘରଟି ରକ୍ଷଣଶୀଳ, ମୁଁ ସାଧାରଣ, ମୁଁ ଟଙ୍କା ଖୋଜୁଛି, ମୋର ବ୍ୟବସାୟରେ ଅସୁବିଧା ଅଛି, ମୋର ବିବାହ ସୁସଙ୍ଗତ ନୁହେଁ, ଲିୟୁଜିଆ ପଥଚାରୀଙ୍କ ବିଶ୍ୱାସ ପାଇଁ ପ୍ରାର୍ଥନା କରନ୍ତି, ଶରତରେ ରେଶମ କୀଟ ପାଚିଲା, six ଟି ପ୍ରାଣୀ ସୁରକ୍ଷିତ, ଲୋକମାନେ ନିଖୋଜ, ସାର୍ବଜନୀନ ମକଦ୍ଦମା ଏବଂ ସ୍ଥାନାନ୍ତରଣ ରକ୍ଷଣଶୀଳ, ହଜିଯାଇଥିବା ସମ୍ପତ୍ତି ରୋଗ, ଜିଆନକ୍ସିଙ୍ଗାନରେ ସମାଧି ପରିବର୍ତ୍ତନ କରନ୍ତୁ ନାହିଁ |", "古人": "ଲି ଜିଙ୍ଗ ପର୍ବତକୁ ଫେରିଛନ୍ତି", "第X籤": "ସତୀଶ ଲଟେରୀ ବିଜେତା |", "宮": "ଶେନ୍ ଗଙ୍ଗ |"}