{"籤詩版本二": "ଲାଲ୍ ଚକ ପଶ୍ଚିମରେ ପଡେ, ରାବଣ ପୂର୍ବରେ ଉଠେ, ୟିନ୍ ବ ows େ ଏବଂ ୟାଙ୍ଗ ଅଦୃଶ୍ୟ ହୁଏ, ଏବଂ ସବୁକିଛି ସମୃଦ୍ଧ ହୁଏ |\nଯଦି ଜଣେ ମହିଳା ଏହାକୁ ବ୍ୟବହାର କରିବାକୁ ଚାହାଁନ୍ତି, ତେବେ ଏହା ତା’ର ଧନ ବୃଦ୍ଧି କରିବ ଏବଂ ତାଙ୍କ ହୃଦୟରେ ସୁଖ ଆଣିଦେବ |", "詩意": "ଏହି ଷୋଡଗ୍ରାମ ହେଉଛି ୟିନ ବ growing ୁଥିବା ଏବଂ ୟାଙ୍ଗ ଅଦୃଶ୍ୟ ହେବାର ପ୍ରତୀକ |\nପରେ ସହଜ ହେବା ପୂର୍ବରୁ ସବୁକିଛି କଷ୍ଟକର |", "解曰": "ୟିନ ମହିଳାମାନଙ୍କୁ ଉପକାର କରନ୍ତି | ପୁରୁଷମାନଙ୍କ ପାଇଁ ଉପଯୁକ୍ତ ନୁହେଁ | ଯଦି ଆପଣ ପରାମର୍ଶ ଚାହୁଁଛନ୍ତି | ମନ୍ଦ ପ୍ରଥମେ ଆସେ ଏବଂ ତା’ପରେ ଭଲ ଆସେ |", "籤詩故事一": "ଓୟୁ ଜେଟିୟାନ୍ ସିଂହାସନ ଆରୋହଣ କରିଥିଲେ\n14 ବର୍ଷ ବୟସରେ, ୱୁ ମେ 'ନାମକ ଜଣେ ଦକ୍ଷ ବ୍ୟକ୍ତି ଭାବରେ ଟାଙ୍ଗ ରାଜବଂଶର ସମ୍ରାଟ ତାଇଜୋଙ୍ଗ ଲି ଶିମିନ୍ଙ୍କୁ ରାଜଭବନକୁ ଡକାଯାଇଥିଲା। ତାଇଜୋଙ୍ଗଙ୍କ ମୃତ୍ୟୁ ପରେ ଜେଟିୟାନ୍ ଗାନି ମନ୍ଦିରରେ ପ୍ରବେଶ କରି ଜଣେ ନନ୍ ହୋଇଗଲେ |\nଯେତେବେଳେ ଟାଙ୍ଗ ରାଜବଂଶର ସମ୍ରାଟ ଗୋଜୋଙ୍ଗ ସିଂହାସନକୁ ଆସିଲେ, ସେ ୱୋଇ ପରିବାରକୁ ରାଜଭବନକୁ ଡକାଇ ଜାଓଙ୍କୁ ଶ୍ରଦ୍ଧାଞ୍ଜଳି ଅର୍ପଣ କରିଥିଲେ। ୟୋଙ୍ଗହୁଇର ଷଷ୍ଠ ବର୍ଷରେ (655), ସମ୍ରାଟ ଗୋଜୋଙ୍ଗ ୱୁଙ୍କୁ ତାଙ୍କ ରାଣୀ ଭାବରେ ପ୍ରତିଷ୍ଠିତ କଲେ |\nୱୁ ଜେଟିୟାନ୍ ବୁଦ୍ଧିମାନ, ସାହିତ୍ୟ ଏବଂ ଇତିହାସରେ ଜଡିତ ଥିଲେ ଏବଂ ସମ୍ବଳରେ ସମୃଦ୍ଧ ଥିଲେ | ୱୁ ଜେଟିୟାନ୍ ରାଣୀ ହେବା ପରେ, ଗୋଜୋଙ୍ଗ ଦୁର୍ବଳ ଏବଂ ଅସୁସ୍ଥ ଥିବାରୁ ସେ ବେଳେବେଳେ ତାଙ୍କୁ କିଛି ରାଜନ political ତିକ କାର୍ଯ୍ୟ ପରିଚାଳନା କରିବାକୁ ଦାୟିତ୍। ଦେଇଥିଲେ, ତେଣୁ ତାଙ୍କର ଶକ୍ତି ବୃଦ୍ଧି ପାଇଲା | ଶାଙ୍ଗୁଆନ୍ (674) ର ପ୍ରଥମ ବର୍ଷରେ ସମ୍ରାଟ ଗୋଜୋଙ୍ଗଙ୍କୁ \"ସମ୍ରାଟ\", ସମ୍ରାଟ ୱୁଙ୍କୁ \"ସ୍ୱର୍ଗର ରାଣୀ\" କୁହାଯାଉଥିଲା ଏବଂ ଉଭୟଙ୍କୁ ରାଜପ୍ରାସାଦରେ \"ଦୁଇ ସାଧୁ\" କୁହାଯାଉଥିଲା |\nହଙ୍ଗଡାଓର ପ୍ରଥମ ବର୍ଷରେ (683) ସମ୍ରାଟ ଗୋଜୋଙ୍ଗଙ୍କ ମୃତ୍ୟୁ ହୋଇଥିଲା, ପ୍ରିନ୍ସ ଲି ଜିଆନ ସିଂହାସନକୁ ଆସିଥିଲେ ଏବଂ ୱୁ ଜେଟିୟାନ୍ ସିଂହାସନ ଗ୍ରହଣ କରିଥିଲେ। ସିସେଙ୍ଗର ପ୍ରଥମ ବର୍ଷ ଫେବୃଆରୀରେ (684), ୱୁ ଜେଟିୟାନ୍ ଲି ଜିଆନ୍ଙ୍କୁ ଲୁଲିଙ୍ଗର ରାଜା ଭାବରେ ନିଯୁକ୍ତ କରିଥିଲେ ଏବଂ ରାଜବଂଶର ଶାସନ ଜାରି ରଖି ଚତୁର୍ଥ ପୁତ୍ର ଲି ଡାନ୍ଙ୍କୁ ସମ୍ରାଟ ଭାବରେ ପ୍ରତିଷ୍ଠା କରିଥିଲେ। ସେହି ବର୍ଷ ସେପ୍ଟେମ୍ବରରେ ସେ ପତାକାକୁ ସୁନାରେ ବଦଳାଇଲେ ଏବଂ ପୂର୍ବ ରାଜଧାନୀ ଲୁୟୋଙ୍ଗଙ୍କୁ divine ଶ୍ୱରୀୟ ରାଜଧାନୀ ଭାବରେ ନାମିତ କରାଗଲା। ତିନ୍ଶୋ (690) ର ପ୍ରଥମ ବର୍ଷରେ ସେପ୍ଟେମ୍ବରର ନବମ ଦିନରେ, ୱୁ ଜେଟିୟାନ୍ ନିଜକୁ ସମ୍ରାଟ ଘୋଷଣା କଲେ ଏବଂ ଦେଶର ନାମ ଜୋଉରେ ପରିବର୍ତ୍ତନ କଲେ |", "聖意": "ଘରଟି ନିଜ ପାଇଁ ଅନୁକୂଳ, ଆଶୀର୍ବାଦ ପାଇଁ ପ୍ରାର୍ଥନା କରିବା, ଧନ ଅନ୍ୱେଷଣ, କାରବାରର ଜଗିବା, ବିବାହରେ ଶୁଭଫଳ, ବିବାହରେ ଦୁର୍ଭାଗ୍ୟ (ମହିଳା), କ୍ଷେତକୁ ଅବରୋଧ କରୁଥିବା ପଥଚାରୀ, ରେଶମ କୀଟ, ସମୃଦ୍ଧ ପଶୁ, ଲୋକଙ୍କୁ ଖୋଜିବା, ବିଚ୍ଛିନ୍ନତା, ମକଦ୍ଦମା, କ୍ଷତି, ଦୁର୍ଭାଗ୍ୟ, ସମ୍ପତ୍ତି ହରାଇବା, ଅସୁସ୍ଥତା, ଆଘାତ, ପର୍ବତ ଏବଂ କବର, ଶୁଭଫଳ |", "古人": "ୱୁ ଜେଟିୟାନ୍ ସିଂହାସନ ଆରୋହଣ କରନ୍ତି", "第X籤": "ଚାଳିଶଟି ଲଟେରୀ ବିଜେତା |", "宮": "ତୁ ପ୍ୟାଲେସ୍"}