{"籤詩版本二": "ତୁମେ ଅସୀମ ଭଲ କଥା ମନେ ରଖିବ, କିନ୍ତୁ ତୁମେ ଯଦି ଚୋରକୁ ଚିହ୍ନି ପାରିବ ତେବେ ତୁମେ ତୁମର ପୁଅ ହେବ |\nଏହି ସମୟରେ ଲୋଭୀ ହୁଅ ନାହିଁ ଏବଂ ଏକ ବର୍ଷ ପୂର୍ବେ ସେ କିପରି କିଛି ଭଲ କରିଥାନ୍ତେ ସେ ବିଷୟରେ ଚିନ୍ତା କର |", "詩意": "ଏହି ଷୋଡଶଗ୍ରାମ ଏକ ଚୋରକୁ ପୁଅ ବୋଲି ଚିହ୍ନଟ କରେ |\nଆପଣ କରୁଥିବା ସମସ୍ତ କାର୍ଯ୍ୟରେ ସାବଧାନ ରୁହନ୍ତୁ |", "解曰": "କେବଳ ଗୋଟିଏ | ଜଣେ ଭଦ୍ରଲୋକ ଭୁଲ୍ କରନ୍ତି ନାହିଁ | ଏହାକୁ ଧ୍ୟାନରେ ରଖନ୍ତୁ | ଏକୁଟିଆ ରୁହନ୍ତୁ ନାହିଁ |", "籤詩故事一": "◇ ଡୋଙ୍ଗ ଜୁ ଲୁ ବୁକୁ ଗ୍ରହଣ କରନ୍ତି |\nଲୁ ବୁ, ସାହସୀ ଏବଂ ଯୁଦ୍ଧରେ ପାରଙ୍ଗମ, ପୂର୍ବ ହାନ୍ ରାଜବଂଶର ଶେଷରେ ଏବଂ ତିନି ରାଜ୍ୟ ଆରମ୍ଭରେ ଜଣେ ପ୍ରସିଦ୍ଧ ସାମରିକ ଜେନେରାଲ୍ ଥିଲେ। ସେ ଥରେ ଜିଙ୍ଗଜୋ ରାଜ୍ୟପାଳ ଡିଙ୍ଗ୍ ୟୁଆନ୍ଙ୍କୁ ତାଙ୍କର ପୋଷ୍ୟ ପିତା ଭାବରେ ଗ୍ରହଣ କରିଥିଲେ ଏବଂ ତାଙ୍କ ଅଧୀନରେ ସେବା କରିଥିଲେ।\nପୂର୍ବ ହାନ ରାଜବଂଶର ସମ୍ରାଟ ଲିଙ୍ଗଙ୍କ ମୃତ୍ୟୁ ପରେ ଡିଙ୍ଗ ୟୁଆନ ବେଜିଂ ଯାଇ ଜେନେରାଲ ହେ ଜିନ୍ଙ୍କ ସହ ମିଶି ସରକାରଙ୍କୁ ନିୟନ୍ତ୍ରଣ କରିଥିଲେ।\nଡୋଙ୍ଗ ଜୁଓ ଡିଙ୍ଗ ୟୁଆନଙ୍କ ସହ ଲ fought ିଥିଲେ, କିନ୍ତୁ ଅନେକ ଜେନେରାଲ ଲୁ ବୁଙ୍କୁ ପରାସ୍ତ କରିବାରେ ଅସମର୍ଥ ହୋଇଥିଲେ, ତେଣୁ ଡୋଙ୍ଗ ଜୁ ତାଙ୍କ ଅଧିନସ୍ଥ ଲି ସୁଙ୍କୁ ଲୁ ବୁଙ୍କୁ ଲାଞ୍ଚ ଦେବାକୁ ପଠାଇଥିଲେ। ଲି ସୁ \"ଲୁ ବୁ\" ପରିଦର୍ଶନ କରିବା ପାଇଁ ସୁନା ଓ ରୂପା ଭଣ୍ଡାର ଏବଂ ପ୍ରସିଦ୍ଧ ଲାଲ୍ ରାବଣ ଘୋଡା ଆଣିଥିଲେ | ଲି ବୁ ଲୁଙ୍କୁ ଦେଖା କରିବାକୁ ସୁ ସୁନା ଓ ରୂପା ଭଣ୍ଡାର ଏବଂ ପ୍ରସିଦ୍ଧ ଲାଲ୍ ରାବଣ ଘୋଡା ଆଣିଥିଲେ | ତେଣୁ ଲୁ ବୁଙ୍ଗ ଡୋଙ୍ଗ ଜୁଆଙ୍କୁ ଡିଙ୍ଗ ୟୁଆନଙ୍କୁ ହତ୍ୟା କରିବା ପାଇଁ ଲାଞ୍ଚ ଦେଇଥିଲେ ଏବଂ ତାଙ୍କ ସ soldiers ନିକମାନଙ୍କୁ ଚାହିଁଲେ ତାଙ୍କ ସହ ଆସିବାକୁ କହିଥିଲେ ଏବଂ ଯଦି ସେମାନେ ତାଙ୍କୁ ଅନୁସରଣ କରିବାକୁ ଚାହୁଁ ନାହାଁନ୍ତି ତେବେ ଚାଲିଯିବାକୁ କହିଥିଲେ। ଫଳସ୍ୱରୂପ ଅଧିକାଂଶ ସ soldiers ନିକ ପଳାଇ ଯାଇଥିଲେ। ତେଣୁ ଲୁ ବୁ ଡୋଙ୍ଗ ଜୁଓଙ୍କୁ ଲାଞ୍ଚ ଦେଇ ଡିଙ୍ଗ ୟୁଆନଙ୍କୁ ହତ୍ୟା କରିଥିଲେ।\nଡୋଙ୍ଗ ଜୁଓ କ୍ଷମତା ହାସଲ କରିବା ପରେ, ସେ ଲୁ ବୁଙ୍କୁ ତାଙ୍କର ପୋଷ୍ୟପୁତ୍ର ଭାବରେ ଗ୍ରହଣ କଲେ ଏବଂ ତାଙ୍କୁ ଏକ ସାଧାରଣ ଏବଂ ମାର୍କିସ୍ କଲେ |\nଡୋଙ୍ଗ୍ ଜୁଓଙ୍କର ଏକ ହିଂସାତ୍ମକ ସ୍ୱଭାବ ଥିଲା, ଏବଂ ଲୁ ବୁଙ୍କ ସହିତ \"ପିତା-ପୁତ୍ର ସମ୍ପର୍କ\" ବାସ୍ତବରେ ବହୁତ ଦୁର୍ବଳ ଥିଲା |\nଡୋଙ୍ଗ ଜୁଓଙ୍କ ମୃତ୍ୟୁର ଛଅ ମାସ ପରେ, ଡୋଙ୍ଗ ଜୁଓଙ୍କ ପୁରୁଣା ସ troops ନ୍ୟମାନେ ରାଜଧାନୀ ଉପରେ ଆକ୍ରମଣ କଲେ ଏବଂ ଲୁ ବୁ ଏବଂ ତାଙ୍କ ପତ୍ନୀ ଭୟଭୀତ ହୋଇ ପଳାଇଲେ। ରାଜଧାନୀ ଛାଡିବା ପରେ ଲୁ ବୁ ଯୁଦ୍ଧକ୍ଷେତ୍ର ୟୁଆନ୍ ଶୁ, ୟୁଆନ୍ ଶାଓ, ୱାଙ୍ଗ ୟାଙ୍ଗ, Zhang ାଙ୍ଗ ମିଆଓ, ଲିୟୁ ବେ ଇତ୍ୟାଦିଙ୍କ ଆଶ୍ରୟ ନେଇଥିଲେ ଏବଂ ସେହି ସମୟରେ ଅନ୍ୟ ଜଣେ ପ୍ରମୁଖ ଯୋଦ୍ଧା କାଓ କାଓଙ୍କ ସହ ଅନେକ ଥର ଯୁଦ୍ଧ କରିଥିଲେ। ଲୁ ବୁ ସାହସୀ ଏବଂ ଭଲ ଥିଲେ। ଯୁଦ୍ଧରେ, ଏବଂ କାଓ କାଓଙ୍କୁ ଅନେକ ଥର ପରାସ୍ତ କରିଥିଲେ |\nପୂର୍ବ ହାନ ରାଜବଂଶର ଜିଆନାନର ତୃତୀୟ ବର୍ଷରେ, କାଓ କାଓଙ୍କ ସ troops ନ୍ୟମାନେ ଲୁ ବୁଙ୍କ ବେସ୍ ଜିଆଓପି ଉପରେ ଆକ୍ରମଣ କରିଥିଲେ ଏବଂ ବାଇମେନ ଟାୱାର ତଳେ କାଓ କାଓ ଦ୍ୱାରା ସେମାନଙ୍କୁ କାବୁ କରି ହତ୍ୟା କରାଯାଇଥିଲା। ମୃତ୍ୟୁ ପୂର୍ବରୁ, ଲୁ ବୁ କାଓ କାଓଙ୍କୁ ମୃତ୍ୟୁକୁ ଏଡାଇବା ପାଇଁ ଜୀବନ୍ତ ରଖିବାକୁ କହିଥିଲେ, କିନ୍ତୁ ଲିୟୁ ବେ କାଓ କାଓଙ୍କୁ ମନେ ପକାଇଲେ ଯେ ଲୁ ବୁ ଅନେକ ଥର ବିଶ୍ୱାସଘାତକତା କରିଥିଲେ ଏବଂ ଜଣେ ଅସାଧୁ ବ୍ୟକ୍ତି ଥିଲେ। ଶେଷରେ, କାଓ କାଓ, ଯିଏ କେବଳ ନ ality ତିକତାକୁ ଖାତିର ନକରି ପ୍ରତିଭାକୁ ଗୁରୁତ୍ୱ ଦେଇଥିଲେ, ଲୁ ବୁଙ୍କୁ ମୃତ୍ୟୁଦଣ୍ଡ ଦେଇଥିଲେ |", "聖意": "ମୁଁ ଘରେ ଅସନ୍ତୁଷ୍ଟ, ମୁଁ ସାଧାରଣତ money ଟଙ୍କା ଖୋଜେ, କାରବାରରୁ ରକ୍ଷା କରେ, ବିବାହ କରିବା କଷ୍ଟକର, ଲିୟୁଜିଆ ଲୋକ ଚକିତ ହୋଇଗଲେ, କ୍ଷେତରେ ରେଶମ କୀଟ ଅଧା ପାଚିଗଲା, six ଟି ପ୍ରାଣୀ ସୁରକ୍ଷିତ, ବ୍ୟକ୍ତି ତାଙ୍କୁ ଖୋଜୁଛି | , ସର୍ବସାଧାରଣ ମକଦ୍ଦମା ଉପଯୁକ୍ତ, ଏବଂ ସ୍ଥାନାନ୍ତରଣ ହେଉଛି ହଜିଯାଇଥିବା ଜିନିଷ ପାଇଁ ପ୍ରାର୍ଥନା କରିବା, ଯାହା ପାଇବା କଷ୍ଟକର, ରୋଗ ଏବଂ ଜେନସିଂ ପର୍ବତର ସମାଧିରେ ଶାନ୍ତି |", "古人": "ଡୋଙ୍ଗ ଜୁ ଲୁ ବୁଙ୍କୁ ଗ୍ରହଣ କରନ୍ତି |", "第X籤": "41 ତମ ଲଟେରୀ ବିଜେତା |", "宮": "ତୁ ପ୍ୟାଲେସ୍"}