{"籤詩版本二": "ଦୁନିଆ ନମନୀୟ ଏବଂ ସମସ୍ତ ଜିନିଷ ଆତ୍ମ-ସହାୟକ, ଆତ୍ମ-ସହାୟକ ଏବଂ ନିରାପଦ ଅଟେ |\nଜୀବନର ସବୁକିଛି ଚମତ୍କାର, ସାଧୁ ଏବଂ ସାଧୁମାନଙ୍କୁ ସବୁକିଛି ପାଇଁ ଧନ୍ୟବାଦ ଦିଅ ଏବଂ ସମୃଦ୍ଧ ହୁଅ |", "詩意": "ଏହି ଷୋଡଗ୍ରାମ ପୃଥିବୀ ଏବଂ ପୃଥିବୀ ମଧ୍ୟରେ ସମନ୍ୱୟକୁ ପ୍ରତିପାଦିତ କରେ |\nସବୁକିଛି ଠିକ୍ ଚାଲିଛି ଏବଂ କ danger ଣସି ବିପଦ ନାହିଁ |", "解曰": "ସମସ୍ତ ଜିନିଷ ଜନ୍ମ | ସମସ୍ତ ଯୋଜନା ଏବଂ ଇଚ୍ଛା ପୂରଣ ହୁଏ | ଫୋର୍ଡ ସାହାଯ୍ୟ କରେ | ରୁଇ କୀ ତତ୍ପର ଅଟେ |", "籤詩故事一": "◇ ପଦଯାତ୍ରୀମାନେ ଜ୍ଞାନ ପ୍ରାପ୍ତ କରନ୍ତି |\nପଶ୍ଚିମ କାହାଣୀକୁ ଯାତ୍ରା:\nସୂର୍ଯ୍ୟ ୱୁକୋଙ୍ଗ ଫୁଲ ଏବଂ ଫଳର ପର୍ବତ ଗ୍ରହଣ କରି ରାଜା ହୋଇଥିଲେ। ପରେ, ଚିରଦିନ ବଞ୍ଚିବାର ଉପାୟ ଖୋଜିବା ପାଇଁ ସେ ଆଠ କିମ୍ବା ନଅ ବର୍ଷ ପର୍ବତ ଓ ନଦୀ ପାର ହୋଇ ପିତୃପୁରୁଷ ବୋଡିଙ୍କୁ ତାଙ୍କ ଗୁରୁ ଭାବରେ ଉପାସନା କରିଥିଲେ। ସେ ସତୁରି ବର୍ଷ ଶିଖିଲେ। - ପାର୍ଥିବ ମନ୍ଦ ଏବଂ କିଛି ମେଘର ଦୁଇଟି ପରିବର୍ତ୍ତନ, ଏବଂ ପ୍ରଥମ ଥର ପାଇଁ ସୂର୍ଯ୍ୟ ଉପନାମ ନେଇଗଲା | ନାମ ୱୁକୋଙ୍ଗ |\nଏହା ପରେ, ସୂର୍ଯ୍ୟ ୱୁକୋଙ୍ଗ ଏକ ଉପଯୁକ୍ତ ଅସ୍ତ୍ର ଖୋଜିବା ପାଇଁ ପୂର୍ବ ଚୀନ୍ ସାଗରର ଡ୍ରାଗନ୍ ପ୍ୟାଲେସକୁ ଯାଇ ଶେଷରେ ତିଆହେ ଏବଂ ଡିଙ୍ଗାଇର divine ଶ୍ୱରୀୟ ଛୁଞ୍ଚି ରୁଇ ଗୋଲ୍ଡେନ୍ କୁଡଗେଲ୍ ପାଇଲେ | ତାଙ୍କ ଜୀବନ କାଳ ଶେଷ ହୋଇଥିବାରୁ ସେ ଅଣ୍ଡରୱାର୍ଲ୍ଡରେ ଏକ ବଡ uss ଗଡା କରିଥିଲେ, ଜୀବନ ଏବଂ ମୃତ୍ୟୁ ପୁସ୍ତକକୁ ସଂଶୋଧନ କରି ମାନବ ଜଗତକୁ ଫେରି ଆସିଥିଲେ। ପରେ, ସୂର୍ଯ୍ୟ ୱୁକୋଙ୍ଗଙ୍କୁ ପ୍ରଥମ ଥର ପାଇଁ ସ୍ୱର୍ଗ ଡକାଯାଇଥିଲା ଏବଂ ଏହାର ନାମ ବିମା ୱେନ୍ ରଖାଗଲା | ପରେ, ତାଙ୍କୁ ଦ୍ୱିତୀୟ ଥର ସ୍ୱର୍ଗକୁ ଡକାଗଲା ଏବଂ ତାଙ୍କୁ ମାଙ୍କଡ଼ ରାଜା ନାମ ଦିଆଗଲା। ସେ ଗୁପ୍ତ ଭାବରେ ପେଚା ଖାଇ ସ୍ୱର୍ଗରେ ଏକ ବଡ uss ଗଡା କରିଥିଲେ। ତାଙ୍କୁ ସୁନା ଆଖି ଏବଂ ଜ୍ୱଳନ୍ତ ଆଖି ତାଲିମ ଦେବା ପାଇଁ ବାଗୁଆ ଫର୍ଣ୍ଣେସରେ ସିଲ୍ କରାଯାଇଥିଲା। ଶେଷରେ ସେ 500 ବର୍ଷ ଧରି ୱୁଜି ମାଉଣ୍ଟେନ୍ ପାଦଦେଶରେ ଥିବା ଟାଥାଗାତା ବୁଦ୍ଧଙ୍କ ଦ୍ pressed ାରା ଦମନ କରାଯାଇଥିଲା। ଯେଉଁ ସ୍ଥାନରେ ବାଗୁଆ ଫର୍ଣ୍ଣେସକୁ ଠେଲି ଦିଆଯାଇଥିଲା ସେହି ସ୍ଥାନଟି ଅଗ୍ନି ପର୍ବତରେ ପରିଣତ ହେଲା |\nପାଞ୍ଚଶହ ବର୍ଷ ପରେ, ମାଙ୍କ ଟାଙ୍ଗ ପାଶ୍ଚାତ୍ୟ ଶାସ୍ତ୍ର ପାଇବା ପାଇଁ ଯାଇ ପାଞ୍ଚ ଏଲିମେଣ୍ଟ ମାଉଣ୍ଟେନ୍ ଦେଇ ଯାଇ ସୂର୍ଯ୍ୟ ୱୁକୋଙ୍ଗଙ୍କୁ ବଞ୍ଚାଇବା ପୂର୍ବରୁ ଟଲିସମ୍ୟାନକୁ ନେଇଗଲେ। ସୂର୍ଯ୍ୟ ୱୁକୋଙ୍ଗ କୃତଜ୍ଞତା ସହିତ କାନ୍ଦିବାକୁ ଲାଗିଲେ। ଗୁଆନିନ ବୋଧିସତ୍ତ୍ୱଙ୍କ ନିର୍ଦ୍ଦେଶ ପରେ ସେ ଟାଙ୍ଗ ମାଙ୍କଙ୍କୁ ତାଙ୍କ ଗୁରୁ ଭାବରେ ପୂଜା କରିଥିଲେ ଏବଂ ଏକତ୍ର ଶାସ୍ତ୍ର ଶିଖିବା ପାଇଁ ପାଶ୍ଚାତ୍ୟ ଦେଶକୁ ଯାଇଥିଲେ। ଶାସ୍ତ୍ର ଶିଖିବା ବାଟରେ, ସୂର୍ଯ୍ୟ ୱୁକୋଙ୍ଗ ଭୂତମାନଙ୍କ ଉପରେ ଓହ୍ଲାଇ ରାକ୍ଷସମାନଙ୍କୁ ବିଲୋପ କଲେ ଏବଂ ବାରମ୍ବାର ଅସାଧାରଣ କାର୍ଯ୍ୟ କରିଥିଲେ। ତଥାପି ତାଙ୍କୁ ଭୁଲ୍ ବୁ stood ି ତାଙ୍କୁ ଗୁରୁ ଟାଙ୍ଗ ସେଙ୍ଗ ଦ୍ୱାରା ବହିଷ୍କାର କରାଯାଇଥିଲା। ଅଶୀ ଏକ ଅସୁବିଧା ପରେ, କାର୍ଯ୍ୟଟି ଶେଷରେ ସମାପ୍ତ ହେଲା | ଚାରିଜଣ ଗୁରୁ ଓ ଶିଷ୍ୟ Xitian Leiyin ମନ୍ଦିରରେ ପହ and ୍ଚି ପ୍ରକୃତ ଶାସ୍ତ୍ର ପ୍ରାପ୍ତ କଲେ | ସୂର୍ଯ୍ୟ ୱୁକୋଙ୍ଗ ସଠିକ୍ ଫଳାଫଳ ହାସଲ କଲେ |\n(ଏହି କାହାଣୀଟି ହେଉଛି ଏକ ରୂପାୟନ ଯାହାକି ଏକ ମାଙ୍କଡ ମଧ୍ୟ ଜ୍ଞାନବାନ ହୋଇପାରେ, ମଣିଷକୁ ଛାଡିଦିଅ |)", "聖意": "ଘରଟି ନିଜ ପାଇଁ ଶୁଭ ଅଟେ, ଧନ, ବ୍ୟବସାୟ, ବିବାହ, ଲିୟୁଜିଆ, ପୁରୁଷ ପଥଚାରୀ, କ୍ଷେତରେ ବାଧା, ରେଶମ କୀଟ, six ଟି ପ୍ରାଣୀ, ଜୋଙ୍ଗପିଙ୍ଗ, ଲୋକଙ୍କୁ ଖୋଜିବା, ମକଦ୍ଦମା, ସଫଳତା, ସ୍ଥାନାନ୍ତରଣ, ସମ୍ପତ୍ତି ନଷ୍ଟ, ରୋଗ, ଚୁଆନକ୍ସିଙ୍ଗନ୍ କବର, ଜିନିଷ | ଶୁଭ ଅଟେ |", "古人": "ଭ୍ରମଣକାରୀ ଜ୍ଞାନ ପ୍ରାପ୍ତ କରନ୍ତି |", "第X籤": "43 ରେ ସାଇନ୍ ଇନ୍ |", "宮": "xugong"}