{"籤詩版本二": "ଶୀତଳ ପାଗ ଜଳକୁ ବରଫରେ ପରିଣତ କରେ ଖ୍ୟାତି ପାଇଁ ଲୋଭୀ କାହିଁକି?\nଚୁପଚାପ୍ ବସିବା ଏବଂ ପତ୍ରଗୁଡିକ ପ୍ରାକୃତିକ ଭାବରେ ଫୁଲିବା ପାଇଁ ଅପେକ୍ଷା କରିବା ବ୍ୟତୀତ ମୋର ଅନ୍ୟ କ .ଣସି ବିକଳ୍ପ ନାହିଁ |", "詩意": "ଏହି ଷୋଡଗ୍ରାମରେ ଜଳ ବରଫରେ ପରିଣତ ହୁଏ |\nବୃଥା କିଛି ମାଗନ୍ତୁ ନାହିଁ |", "解曰": "ବରଫରେ ପାଣି ଥଣ୍ଡା ହୋଇଯାଏ | ବରଫ ପାଣିରେ ତରଳିଯାଏ | ଯଦି ଏହା ଏକ ଷଡଯନ୍ତ୍ର ଅଟେ | ସେହିପରି ଅଟେ |", "籤詩故事一": "◇ ୱାଙ୍ଗ ଜିଆଙ୍ଗ କାର୍ପ ମାଗନ୍ତି (ଚବିଶ ଚାରି ଫିଲିଲ୍ ଧାର୍ମିକ କାହାଣୀ)\nଜିନ୍ ରାଜବଂଶର ୱାଙ୍ଗ ଜିଆଙ୍ଗ, ସ uz ଜନ୍ୟ ନାମ ଫୁଜେଙ୍ଗ, ଲିନିରେ ଜନ୍ମଗ୍ରହଣ କରିଥିଲେ |\nୱାଙ୍ଗ ଜିଆଙ୍ଗ ଯେତେବେଳେ ଛୋଟ ଥିଲେ, ତାଙ୍କର ଜ ological ବିକ ମାତାଙ୍କର ମୃତ୍ୟୁ ହୋଇଥିଲା। ତାଙ୍କର ଏକାକୀ ପିତା ଜୁ ନାମକ ଜଣେ ମହିଳାଙ୍କୁ ବିବାହ କରିଥିଲେ ଏବଂ ୱାଙ୍ଗ ଜିଆଙ୍ଗଙ୍କର ଏକ ନୂତନ ମାତା ଥିଲେ। ଯେତେବେଳେ ୱାଙ୍ଗ ଜିଆଙ୍ଗ ଛୋଟ ଥିଲେ, ତାଙ୍କର ଜ ological ବିକ ମାତାଙ୍କର ଦେହାନ୍ତ ହୋଇଥିଲା ଏବଂ ତାଙ୍କର ଏକାକୀ ପିତା ଜୁ ନାମକ ଜଣେ ମହିଳାଙ୍କୁ ବିବାହ କରିଥିଲେ | ୱାଙ୍ଗ ଜିଆଙ୍ଗଙ୍କ ସାବତ ମା ଜଣେ ସଂକୀର୍ଣ୍ଣ ଏବଂ ealous ର୍ଷାପରାୟଣ ମହିଳା ଥିଲେ। ସେ ୱାଙ୍ଗ ଜିଆଙ୍ଗଙ୍କୁ ପସନ୍ଦ କରୁନଥିଲେ ଏବଂ ଅନେକ ସମୟରେ ତାଙ୍କୁ ଛୋଟ କଥା ପାଇଁ ଗାଳି ଦେଇଥିଲେ। ଖୁବ୍ ଶୀଘ୍ର ସାବତ ମା ମଧ୍ୟ ୱାଙ୍ଗ ଲାନ୍ ନାମକ ଏକ ପୁତ୍ରକୁ ଜନ୍ମ ଦେଇଥିଲେ। ସାବତ ମା କେବଳ ନିଜ ପିଲାମାନଙ୍କୁ ଭଲ ପାଉଥିଲେ ଏବଂ ୱାଙ୍ଗ ଜିଆଙ୍ଗଙ୍କୁ ତାଙ୍କ ପାର୍ଶ୍ୱରେ କଣ୍ଟା ବୋଲି ଭାବୁଥିଲେ। ସେ ୱାଙ୍ଗ ସିୟାଙ୍ଗଙ୍କ ଉପରେ ଅଧିକ ଦାବି କରିଥିଲେ ଏବଂ ତାଙ୍କ ପିତାଙ୍କ ସାମ୍ନାରେ ୱାଙ୍ଗ ସିୟାଙ୍ଗଙ୍କ ବିଷୟରେ ଖରାପ କଥା କହିଥିଲେ। ଏପରିକି ତାଙ୍କ ପିତା ମଧ୍ୟ ଧୀରେ ଧୀରେ ତାଙ୍କୁ ଭଲ ପାଉ ନଥିଲେ। ସାବତ ମା କେବଳ ନିଜ ପିଲାମାନଙ୍କୁ ଭଲ ପାଉଥିଲେ ଏବଂ ୱାଙ୍ଗ ଜିଆଙ୍ଗଙ୍କୁ ତାଙ୍କ ପାର୍ଶ୍ୱରେ କଣ୍ଟା ବୋଲି ଭାବୁଥିଲେ। ସେ ୱାଙ୍ଗ ଜିଆଙ୍ଗଙ୍କ ଉପରେ ଅଧିକ ଦାବି କରୁଥିଲେ ଏବଂ ୱାଙ୍ଗ ଜିଆଙ୍ଗଙ୍କ ପିତାଙ୍କ ସାମ୍ନାରେ ଅନେକ ସମୟରେ ଖରାପ କଥା କହିଥିଲେ। ଏପରିକି ତାଙ୍କ ପିତା ମଧ୍ୟ ଧୀରେ ଧୀରେ ତାଙ୍କୁ ଭଲ ପାଉ ନଥିଲେ। ଯଦିଓ ୱାଙ୍ଗ ଜିଆଙ୍ଗଙ୍କ ଅଧା ଭାଇ, ୱାଙ୍ଗ ଲାନ୍ ତାଙ୍କ ଭାଇଙ୍କ ପାଇଁ ଅତ୍ୟନ୍ତ ବନ୍ଧୁତ୍ୱପୂର୍ଣ୍ଣ | ତାଙ୍କ ସାବତ ମା’ଙ୍କ ନିର୍ଯାତନା ସତ୍ତ୍ she େ ସେ ବହୁତ ଖରାପ ଥିଲେ। ସାବତ ମା ଏତେ କଠୋର, କିନ୍ତୁ ୱାଙ୍ଗ ଜିଆଙ୍ଗ ଏପର୍ଯ୍ୟନ୍ତ ବହୁତ ଖରାପ।\nତାଙ୍କ ସାବତ ମାଙ୍କର ଏକ ହବି ଅଛି, ଅର୍ଥାତ୍ ସେ ନଦୀରୁ ମାଛ ଧରିଥିବା ତାଜା ମାଛ ଖାଇବାକୁ ପସନ୍ଦ କରନ୍ତି | ତାଙ୍କ ସାବତ ମାଙ୍କର ଏକ ହବି ଅଛି, ଅର୍ଥାତ୍ ସେ ନଦୀରୁ ମାଛ ଧରିଥିବା ତାଜା ମାଛ ଖାଇବାକୁ ପସନ୍ଦ କରନ୍ତି | ଗୋଟିଏ ଶୀତ ଦିନେ, ତାଙ୍କ ପିତା ବ୍ୟବସାୟ ପାଇଁ ଚାଲିଗଲେ, ଏବଂ ତାଙ୍କ ସାବତ ମା ପୁଣି ଅସୁସ୍ଥ ହୋଇପଡିଥିଲେ। ଭାଇମାନେ ୱାଙ୍ଗ ଜିଆଙ୍ଗ ଏବଂ ୱାଙ୍ଗ ଲାନ୍ ନିଜ ମା’ଙ୍କ ଖାଇବା ପାଇଁ ସୁପ୍ ଏବଂ medicine ଷଧ ସେବନ କରିଥିଲେ। ପ୍ରବଳ ଥଣ୍ଡା ପାଗରେ, ସାବତ ମା’ଙ୍କ ରୋଗରେ ଉନ୍ନତି ହୋଇନଥିଲା। ଜଲ୍ଦି। ଗୋଟିଏ ଶୀତ ଦିନେ, ତାଙ୍କ ପିତା ବ୍ୟବସାୟ ପାଇଁ ଚାଲିଗଲେ, ଏବଂ ତାଙ୍କ ସାବତ ମା ପୁଣି ଅସୁସ୍ଥ ହୋଇପଡିଥିଲେ। ଭାଇମାନେ ୱାଙ୍ଗ ଜିଆଙ୍ଗ ଏବଂ ୱାଙ୍ଗ ଲାନ୍ ନିଜ ମା’ଙ୍କ ଖାଇବା ପାଇଁ ସୁପ୍ ଏବଂ medicine ଷଧ ସେବନ କରିଥିଲେ। ପ୍ରବଳ ଥଣ୍ଡା ପାଗରେ, ସାବତ ମା’ଙ୍କ ରୋଗରେ ଉନ୍ନତି ହୋଇନଥିଲା। ଜଲ୍ଦି। ଅସୁସ୍ଥ ସାବତ ମା ନଦୀରୁ ସତେଜ ମାଛ ଖାଇବାକୁ ଚାହୁଁଥିଲେ। ସେହି ପ୍ରବଳ ଶୀତଳ ଜଳବାୟୁରେ ବାହାରେ ତୁଷାରପାତ ହେଉଥିଲା ଏବଂ ନଦୀର ଜଳ ମୋଟା ବରଫରେ ପରିଣତ ହୋଇସାରିଛି। ଅସୁସ୍ଥ ସାବତ ମା ତାଜା ମାଛ ଖାଇବାକୁ ଚାହୁଁଥିଲେ ସେହି ବରଫ ଏବଂ ବରଫ ଜଳବାୟୁରେ ତାଜା ମାଛ କେଉଁଠୁ ମିଳିବ?\nସେହି ଦିନଗୁଡ଼ିକରେ, କ off ଣସି ଅଫ୍ ସିଜନ୍ ଡିସ୍ ନଥିଲା, ଏବଂ ଆପଣଙ୍କ ପାଖରେ ଟଙ୍କା ଥିଲେ ମଧ୍ୟ ଆପଣ ସେଗୁଡିକ କିଣି ପାରିବେ ନାହିଁ |\nକାହାଣୀର ଏହି ସମୟରେ, ୱାଙ୍ଗ ଜିଆଙ୍ଗକିୟୁ ଲିଙ୍କ ସ୍ପର୍ଶକାତର ଘଟଣା ଘଟିଗଲା | ଦୁଇ ଭାଇ ନିଜ ମା’ଙ୍କୁ ଅସହାୟ ଭାବରେ ଜଗି ରହିଥିଲେ। ଅସୁସ୍ଥ ସାବତ ମା’ଙ୍କୁ ନିରାଶ ନକରିବା ପାଇଁ ୱାଙ୍ଗ ଜିଆଙ୍ଗ ଫ୍ରିଜ୍ ନଦୀକୁ ଚାଲିଆସିଥିଲେ। ୱାଙ୍ଗ ଜିଆଙ୍ଗଙ୍କ ଧାରଣା ଥିଲା ଏବଂ ଥଣ୍ଡାକୁ ଖାତିର ନକରି ତାଙ୍କ ସାର୍ଟ କା took ଼ିଥିଲେ। ବରଫ ତରଳିବା ପାଇଁ ଏହା ନିଜ ଶରୀରର ତାପମାତ୍ରା ବ୍ୟବହାର କରେ (ତେଣୁ ୱାଙ୍ଗ ଜିଆଙ୍ଗକିୟୁ କାର୍ପକୁ ବରଫରେ ପଡ଼ିଥିବା ୱାଙ୍ଗ ଜିଆଙ୍ଗ ମଧ୍ୟ କୁହାଯାଏ) | ସେ ତାଙ୍କ ସାର୍ଟ କା and ି ଗ୍ଲାସିଅର୍ ଉପରେ ଉଲଗ୍ନ ହୋଇ ଶୋଇଥିଲେ | ସେ ଭଗବାନଙ୍କ ନିକଟରେ ପ୍ରାର୍ଥନା କରି କହିଥିଲେ: \"ଭଗବାନ, ମୋ ମା ଅସୁସ୍ଥ ଅଛନ୍ତି ଏବଂ ତାଜା କାର୍ପ ଖାଇବାକୁ ଚାହୁଁଛନ୍ତି। ଯାହାବି ହେଉ ନା କାହିଁକି ତୁମେ ମୋ ପାଇଁ ଏକ ରାସ୍ତା ଖୋଜିବାକୁ ପଡିବ। ଆଶ୍ଚର୍ଯ୍ୟର କଥା, ତାଙ୍କ ପାଖରେ ଥିବା ବରଫ ବ୍ଲକ ହଠାତ୍ ଫାଟିଗଲା ଏବଂ ସେଠାରେ ଦୁଇଟି ଥିଲା। ଏକ ଜୀବନ୍ତ କାର୍ପ ଫାଟରୁ ଡେଇଁ ବରଫ ଉପରକୁ ଡେଇଁଲା | ୱାଙ୍ଗ ଜିଆଙ୍ଗ ବହୁତ ଖୁସି ଥିଲେ | ସେ ଭଗବାନଙ୍କ ନିକଟରେ ପ୍ରାର୍ଥନା କଲେ: \"ଭଗବାନ, ମୋ ମା ଅସୁସ୍ଥ ଅଛନ୍ତି ଏବଂ ତାଜା କାର୍ପ ଖାଇବାକୁ ଚାହାଁନ୍ତି। ଯାହା ହେଉନା କାହିଁକି ତୁମେ ମୋ ପାଇଁ ଏକ ଉପାୟ ଖୋଜିବାକୁ ପଡିବ। ଆଶ୍ଚର୍ଯ୍ୟର କଥା, ତାଙ୍କ ପାଖରେ ଥିବା ବରଫ ବ୍ଲକ ହଠାତ୍ ଫାଟିଗଲା ଏବଂ ଦୁଇଟି ଫାଟ ସୃଷ୍ଟି ହେଲା। ଏକ ଜୀବନ୍ତ କାର୍ପ ଫାଟରୁ ଡେଇଁ ବରଫ ଉପରକୁ ଡେଇଁଲା | ୱାଙ୍ଗ ଜିଆଙ୍ଗ ବହୁତ ଖୁସି ଥିଲେ | ସେ ଶୀଘ୍ର ଆଣ୍ଠୁମାଡି ଭଗବାନଙ୍କୁ ଧନ୍ୟବାଦ ଜଣାଇଲେ ଏବଂ କାର୍ପ ସହିତ ଘରକୁ ଦ ran ଡ଼ିଗଲେ। ସେ ଶୀଘ୍ର ଆଣ୍ଠୁମାଡି ଭଗବାନଙ୍କୁ ଧନ୍ୟବାଦ ଜଣାଇଲେ ଏବଂ ଶୀଘ୍ର କାର୍ପ ନେଇ ଘରକୁ ଗଲେ। ସାବତ ମା ତାଜା କାର୍ପ ଖାଇବା ପରେ ସେ ଶୀଘ୍ର ଅସୁସ୍ଥତାରୁ ମୁକ୍ତି ପାଇଲେ। ହସ୍ପିଟାଲ ବେଡରେ ଥିବା ସାବତ ମା ଯେତେବେଳେ ୱାଙ୍ଗ ଜିଆଙ୍ଗଙ୍କ ଶୀତରୁ ବାଇଗଣୀ ରଙ୍ଗର ଉଲଗ୍ନ ଉପର ଶରୀରକୁ ଦେଖି ତାଙ୍କ ହାତରେ ଦୁଇଟି ମାଛ ଧରିଥିବାର ଦେଖି ସେ ଆଶ୍ଚର୍ଯ୍ୟ ହୋଇଯାଇଥିଲେ। ସେ ଖୁସିରେ କୋଠରୀକୁ ଦ ran ଡ଼ିଗଲେ।\nୱାଙ୍ଗ ଜିଆଙ୍ଗ ପରେ ଜଣେ ଅଧିକାରୀ ହୋଇ ତାଇବାଓ ହୋଇଥିଲେ ଏବଂ ତାଙ୍କୁ ଡ୍ୟୁକ୍ ଆଖ୍ୟା ଦିଆଗଲା |", "聖意": "ଘରେ ଅସନ୍ତୁଷ୍ଟ, ମୁଁ ସୁରକ୍ଷା, ଆର୍ଥିକ ଅସୁବିଧା, ବ୍ୟବସାୟ ସମସ୍ୟା, ବିବାହ, ଲିଉଜିଆ ବୀମା, ପଥଚାରୀ, ଚିତିଆନ୍ ରେଶମ କୀଟ, six ଟି ପ୍ରାଣୀଙ୍କର ହଜିଯିବା, ନିଖୋଜ ଲୋକ, ଜନସାଧାରଣଙ୍କ ମକଦ୍ଦମା, ସ୍ଥାନାନ୍ତରଣ, ସଂରକ୍ଷଣ, ହଜିଯାଇଥିବା ସମ୍ପତ୍ତି, ଅସୁସ୍ଥତା, ପୁନରୁଦ୍ଧାର ପାଇଁ ପ୍ରାର୍ଥନା କରୁଛି , ପର୍ବତ କବରଗୁଡ଼ିକରେ ଶୁଭକାମନା |", "古人": "ୱାଙ୍ଗ ଜିଆଙ୍ଗ କାର୍ପ ମାଗିଛନ୍ତି (ଚବିଶ ଚାରି ଫିଲିଲ୍ ଧାର୍ମିକ କାହାଣୀ)", "第X籤": "ଚାଳିଶ ଜଣ ଲଟ୍ ଜିତିବା |", "宮": "ହାଇଗୋଙ୍ଗ |"}