{"籤詩版本二": "ଏହାକୁ ମୁକ୍ତ ଭାବରେ ଧରି ରଖିବା ପାଇଁ ଆପଣ ଦେଶର କୋଣ ଅନୁକୋଣକୁ ଯାତ୍ରା କରିପାରିବେ |\nଯଦି ଏକ ଅନୁକୂଳ ପବନ ଅଛି, ଏହା ଶୀଘ୍ର ପହଞ୍ଚିବ ଏବଂ ଡଙ୍ଗା ଭଣ୍ଡାରରେ ପରିପୂର୍ଣ୍ଣ ହେବ |", "詩意": "ଏହି ଷୋଡଗ୍ରାମ ପବନ ସହିତ ଏକ ଡଙ୍ଗା ଟାଣିବା ପରି |\nସବୁକିଛି ଠିକ ଅଛି |", "解曰": "ଆରାମରେ ବିଶ୍ରାମ କରନ୍ତୁ | କ effort ଣସି ପ୍ରୟାସ ଆବଶ୍ୟକ ନାହିଁ | ବହୁ ଧନ | ସମସ୍ତେ ପ୍ରଶଂସିତ |", "籤詩故事一": "O ତାଓ ଜୁଗୁଇ ପାଞ୍ଚ ହ୍ରଦ (ଫ୍ୟାନ୍ ଲିଗୁଇ ହ୍ରଦ)\nବସନ୍ତ ଏବଂ ଶରତ ଅବଧିରେ, ଫ୍ୟାନ୍ ଲି, ଯାହାର ସ es ଜନ୍ୟ ନାମ ଶାବୋ, ଗୁଇ ୟିଜିପି କିମ୍ବା ଟା ଜୁଗୁଙ୍ଗ୍ ଭାବରେ ମଧ୍ୟ ଜଣାଶୁଣା |\nସେତେବେଳେ ୱୁ ରାଜ୍ୟ ଏବଂ ୟୁ ରାଜ୍ୟ ମଧ୍ୟରେ ଯୁଦ୍ଧ ହୋଇଥିଲା ଏବଂ ୱୁ ରାଜ୍ୟ ୟୁ ରାଜ୍ୟକୁ ଧ୍ୱଂସ କରିଦେଇଥିଲା। ୟୁଙ୍କୁ ପ୍ରୋତ୍ସାହିତ କରିବା ଏବଂ ୱୁକୁ ଧ୍ୱଂସ କରିବା ପାଇଁ ଫ୍ୟାନ୍ ଲି ଏବଂ ୱେନ ଜୋଙ୍ଗ ୟୁ କିଙ୍ଗ ଗୋ ଜିଆନଙ୍କ ପାଇଁ ଏକ ଯୋଜନା ପ୍ରସ୍ତୁତ କରିଥିଲେ। ଫ୍ୟାନ୍ ଲି ବ୍ୟକ୍ତିଗତ ଭାବରେ ପର୍ବତ ଏବଂ ନଦୀ ଦେଇ ଯାତ୍ରା କରିଥିଲେ ଏବଂ ମାଉଣ୍ଟ କାଇଲୁରେ ଥିବା ହୁଆନଶା ନଦୀ ପରିଦର୍ଶନ କରି ସି ଶିଙ୍କୁ ଉଭୟ ଗୁଣ, ପ୍ରତିଭା ଏବଂ ସ beauty ନ୍ଦର୍ଯ୍ୟରେ ସୁନ୍ଦର ମହିଳାଙ୍କୁ ଖୋଜିଥିଲେ ଏବଂ ଏହାକୁ ୱୁ ରାଜାଙ୍କ ନିକଟରେ ଉପସ୍ଥାପନ କରିଥିଲେ। କ inside ଶଳ \"ଭିତର ତଥା ବାହାରେ ସହଯୋଗ କରିବା ଏବଂ ୱୁ ରାଜ୍ୟକୁ ନଷ୍ଟ କରିବା |\nସେ ୱୁ w Kingdom Kingdom ଡମକୁ ପୋଛି ଦେବାରେ ସଫଳ ହେବା ପରେ ଫ୍ୟାନ୍ ଲି ଜାଣିଥିଲେ ଯେ ଗୋ ଜିଆନ୍ ଜଣେ “ଏକ ବେକ ବିଶିଷ୍ଟ ଲମ୍ବା ପକ୍ଷୀ” ଏବଂ ତାଙ୍କ ସହ କଷ୍ଟ ଏବଂ ସୁଖ ବାଣ୍ଟି ପାରିବେ, ତେଣୁ ସେ ଏବଂ ସି ଶି Qi ରାଜ୍ୟ ଦେଇ ଯାତ୍ରା କରି ସେମାନଙ୍କ ନାମ ପରିବର୍ତ୍ତନ କଲେ | ଗୁଇ ଜିପିକୁ, ଏବଂ ତାଙ୍କ ପୁତ୍ର ଏବଂ ଶିଷ୍ୟମାନଙ୍କୁ Qi ରାଜ୍ୟରେ ଆଗେଇ ନେଇଥିଲେ, ସେମାନେ ସମୁଦ୍ର କୂଳରେ ଏକ କୁଟୀରରେ ରୁହନ୍ତି | ସେ ବର୍ଜ୍ୟବସ୍ତୁ ଚାଷ କରିବା, ଏକ ସାଇଡଲାଇନ ବ୍ୟବସାୟ ଚଳାଇବା ଏବଂ ବ୍ୟବସାୟ କରିବା ପାଇଁ କଠିନ ପରିଶ୍ରମ କରିଥିଲେ | କିଛି ବର୍ଷ ମଧ୍ୟରେ ସେ ଦଶ ଲକ୍ଷ ପରିବାରର ସମ୍ପତ୍ତି ସଂଗ୍ରହ କରିଥିଲେ | ସେ ଧନ ବିସ୍ତାର କରିବାରେ ଏବଂ ନିଜ ସହରକୁ ଭଲ କାମ କରିବାରେ ଉଦାର ଥିଲେ। ଫ୍ୟାନ୍ ଲିଙ୍କ ଜ୍ଞାନ ଏବଂ ଦକ୍ଷତାକୁ କି ଲୋକମାନେ ପ୍ରଶଂସା କରିଥିଲେ। କି ରାଜା ତାଙ୍କୁ ରାଜଧାନୀ ଲିଞ୍ଜିକୁ ନିମନ୍ତ୍ରଣ କରିଥିଲେ ଏବଂ ତାଙ୍କୁ ସରକାରୀ କାର୍ଯ୍ୟ ଦାୟିତ୍ୱରେ ଥିବା ପ୍ରଧାନମନ୍ତ୍ରୀ ଭାବରେ ପୂଜା କରିଥିଲେ। । ସେ ଚିତ୍କାର କରି କହିଛନ୍ତି: \"ଜଣେ ଅଧିକାରୀ ହେବା ମନ୍ତ୍ରୀମାନଙ୍କୁ ନେଇପାରେ ଏବଂ ପରିବାର ଚଳାଇବା ଦ୍ୱାରା ଭାଗ୍ୟ ମଧ୍ୟ ହୋଇପାରେ। ଜଣେ ସାଧାରଣ ଲୋକଙ୍କ ପାଇଁ ଏହା ଆରମ୍ଭରୁ ଚରମ ସୀମାରେ ପହଞ୍ଚିଛି। ଦୀର୍ଘ ଦିନ ଧରି ସମ୍ମାନିତ ହେବା ବୋଧହୁଏ ଭଲ ସଙ୍କେତ ନୁହେଁ।\" ତେଣୁ, ମାତ୍ର ତିନିବର୍ଷ ପରେ, ସେ ପୁଣି ଥରେ ଜିଲିୟୁ ସାହସର ସହିତ ପଛକୁ ଗଲେ, କି ର ରାଜାଙ୍କ ନିକଟକୁ ଏହି ମୁଦ୍ରା ଫେରାଇଲେ ଏବଂ ପରିବାରର ସମସ୍ତ ସମ୍ପତ୍ତିକୁ ତାଙ୍କର ଘନିଷ୍ଠ ବନ୍ଧୁ ଏବଂ ସହକର୍ମୀମାନଙ୍କୁ ଦେଇଥିଲେ।", "聖意": "ଘରଟି ନିଜ ପାଇଁ ଭଲ (ପଠାଯିବା), ଟଙ୍କା ଭଲ, ବ୍ୟବସାୟ ଭଲ, ବିବାହ ବିଳମ୍ବ, ବିବାହ ଭଲ ନୁହେଁ, ଲିଉଜିଆ ସୁରକ୍ଷିତ, ଲୋକମାନେ କ୍ଷେତ, ରେଶମ କୀଟ, ଶରତ, ପଶୁପାଳନ, ବସନ୍ତରେ ବାଧା ସୃଷ୍ଟି କରୁଛନ୍ତି | ସମୃଦ୍ଧ, ଲୋକମାନେ ଲୋକମାନଙ୍କୁ ଖୋଜୁଛନ୍ତି, ମକଦ୍ଦମା ଖରାପ, ସ୍ଥାନାନ୍ତରଣ ରକ୍ଷଣଶୀଳ, ହଜିଯାଇଥିବା ଜିନିଷ, ପାଶ୍ଚାତ୍ୟ ରୋଗର ସମାଧାନ ହୋଇଛି, ପର୍ବତ ଏବଂ କବର ଦକ୍ଷିଣରେ ଅଛି |", "古人": "ଟା ଜୁଗୁଇ ପାଞ୍ଚ ହ୍ରଦ (ଫ୍ୟାନ୍ ଲିଗୁଇ ହ୍ରଦ)", "第X籤": "ପଚାଶତମ ଲଟେରୀ ବିଜେତା |", "宮": "ହାଇଗୋଙ୍ଗ |"}