{"籤詩版本二": "ଗ୍ରୀଷ୍ମ ସବୁଠାରୁ ଲମ୍ବା ଦିନ ଏବଂ ଗରମ ଏବଂ ଉଦାସୀନତା ପାଇଁ ସମସ୍ତେ ଚିନ୍ତିତ |\nଲୋକମାନେ କଣ ଚାହାଁନ୍ତି ସ୍ୱର୍ଗ ଏବଂ ପୃଥିବୀ ମଧ୍ୟ ଜାଣନ୍ତି, ଏବଂ ପବନ ପ୍ରବାହିତ ହୁଏ ଏବଂ ଏହା ସ୍ୱାଭାବିକ ଭାବରେ ଥଣ୍ଡା ଅଟେ |", "詩意": "ଏହି ଷଡଯନ୍ତ୍ର ସୂଚାଇଥାଏ ଯେ ଉତ୍ତାପ ପାଇଁ ସମସ୍ତେ ଚିନ୍ତିତ |\nଆପଣ ଯାହା ଚାହାଁନ୍ତି ତାହା କରନ୍ତୁ |", "解曰": "ଆଗକୁ ବ or ଼ିବା କିମ୍ବା ପଛକୁ ଯିବା ଉପରେ କ doubt ଣସି ସନ୍ଦେହ ନାହିଁ | ଭଲ ସମୟ ଯାପନ କରିବେ। ଏହା କ୍ୟାମ୍ପ କରିବା ପାଇଁ କି? ଶୀଘ୍ର କାର୍ଯ୍ୟ କରିବାର ଆବଶ୍ୟକତା ନାହିଁ |", "籤詩故事一": "◇ କଙ୍ଗ ମିଙ୍ଗ ସିଚୁଆନରେ ପ୍ରବେଶ କରେ |\nଜୁଗେ ଲିଆଙ୍ଗ (181-234), ସ Kong ଜନ୍ୟ ନାମ କଙ୍ଗମିଙ୍ଗ, ଲଙ୍ଗିଆର ୟାଙ୍ଗଡୁ (ବର୍ତ୍ତମାନ ୟାନାନ କାଉଣ୍ଟି, ଶାଣ୍ଡୋଙ୍ଗ ପ୍ରଦେଶ) ର ମୂଳ ବାସିନ୍ଦା ଥିଲେ ଏବଂ ତିନୋଟି ରାଜ୍ୟ କାଳରେ ଶୁ ହାନ (ଲିୟୁ ବେ) ଙ୍କ ପ୍ରଧାନମନ୍ତ୍ରୀ ଥିଲେ |\nଯଦିଓ ଲିୟୁ ବେ ଜିଙ୍ଗଜୋ ଜିତିଥିଲେ, ଗୋଟିଏ ପାର୍ଶ୍ୱକୁ ଅଲଗା କରିବା ପର୍ଯ୍ୟାପ୍ତ ନୁହେଁ | ଜୁୟୁ କଙ୍ଗମିଙ୍ଗ ଲିୟୁ ବେ’ର ଅଞ୍ଚଳ ବୃଦ୍ଧି ପାଇଁ ଜିଚୁଆନକୁ କାବୁ କରିବାକୁ ଯୋଜନା କରିଥିଲେ | ଏହି ସମୟରେ, ୟିଜୋରେ ଥିବା ଲିୟୁ ୱାଙ୍ଗଙ୍କୁ ଉତ୍ତରରେ ୱାଙ୍ଗ ଲୁ ଆକ୍ରମଣ କରିଥିଲେ। ଜୁଗେ କଙ୍ଗମିଙ୍ଗ ଜାଣିବାକୁ ପାଇଲେ ଯେ ଲିୟୁ ୱାଙ୍ଗ ନିଜକୁ ରକ୍ଷା କରିବା ପାଇଁ ଜିଚୁଆନଙ୍କ ମାନଚିତ୍ରକୁ କାଓ କାଓକୁ ଉତ୍ସର୍ଗ କରିବାକୁ ଚାହୁଁଛନ୍ତି। ଯେତେବେଳେ Zhang ାଙ୍ଗ୍ ଗୀତ (ଲିୟୁ Zhang ାଙ୍ଗଙ୍କ ଅଧସ୍ତନ) କାଓ କାଓଙ୍କୁ ଭେଟିଥିଲେ, କାରଣ କାଓ କାଓ ଅହଂକାରୀ ଏବଂ ଅଭଦ୍ର ଥିଲେ, ଲିୟୁ Zhang ାଙ୍ଗ୍ ମାନଚିତ୍ରକୁ ଜିଚୁଆନ୍କୁ ନେଇ ରାସ୍ତାରେ ଜିଙ୍ଗଜୋ ଦେଇ ଯାଇଥିଲେ | କଙ୍ଗ ମିଙ୍ଗ ତାଙ୍କୁ ବାଟରେ ଅପେକ୍ଷା କରିସାରିଥିଲେ ଏବଂ ତାଙ୍କୁ ଜିଙ୍ଗଜୋକୁ ନିମନ୍ତ୍ରଣ କରିଥିଲେ, କିନ୍ତୁ ସେ ଯିବା ସମୟ ପର୍ଯ୍ୟନ୍ତ ସେ ଜିଚୁଆନ୍ ଚିତ୍ର ବିଷୟରେ ଉଲ୍ଲେଖ କରିନଥିଲେ। ତାଙ୍କୁ\nଜିଚୁଆନ୍ଙ୍କ ଭୂମି ବିପଜ୍ଜନକ ଥିଲା ଏବଂ ତାଙ୍କୁ ଆକ୍ରମଣ କିମ୍ବା ରକ୍ଷା କରାଯାଇପାରେ। କଙ୍ଗ ମିଙ୍ଗର ବିଭିନ୍ନ ବ୍ୟବସ୍ଥା ପରେ ଜିଚୁଆନ୍ ଲିୟୁ ବେଙ୍କ ଜନ୍ମସ୍ଥାନ ହୋଇଥିଲେ।\n(କଙ୍ଗ ମିଙ୍ଗ ଲୋକମାନଙ୍କୁ ସ es ଜନ୍ୟ ସହିତ ବ୍ୟବହାର କରିଥିଲେ ଏବଂ ଲୋଭନୀୟ ଜିଚୁଆନ୍ ସହଜରେ ପାଇଥିଲେ |)", "聖意": "ଘରେ ଆଶୀର୍ବାଦ ଏବଂ ନିଜ ସୁରକ୍ଷା ପାଇଁ ପ୍ରାର୍ଥନା କରନ୍ତୁ (ଦୁର୍ଭାଗ୍ୟରେ ଶୁଭଫଳ ଅଛି) ଧନ, ବ୍ୟବସାୟରେ ଶୁଭଫଳ, ସାଧାରଣ ବିବାହ, ଲିୟୁଜିଆରେ ପୁଅମାନଙ୍କର ଜନ୍ମ, ଚଳନ କ୍ଷେତ୍ର, ରେଶମ କୀଟ, ପଶୁମାନଙ୍କର କ୍ଷତି, ଲୋକଙ୍କୁ ଖୋଜିବା, ଜନସାଧାରଣ ଖୋଜ | ମକଦ୍ଦମା, ସ୍ଥାନାନ୍ତରଣ, ପୁରୁଣା ହଜିଯାଇଥିବା ଜିନିଷ, ଉତ୍ତର ରୋଗ, ପର୍ବତ ଏବଂ କବର ପାଇଁ ଇଚ୍ଛା |", "古人": "କଙ୍ଗ ମିଙ୍ଗ ସିଚୁଆନରେ ପ୍ରବେଶ କରେ |", "第X籤": "ଅଧ୍ୟାୟ 51: ଲଟ୍ ଜିତିବା (ଲଟ୍ ଜିତିବା)", "宮": "ଗର୍ଭାଶୟ"}