{"籤詩版本二": "ଚନ୍ଦ୍ରକୁ ପାଣିରେ ଧରିବା ପାଇଁ ବହୁତ ପରିଶ୍ରମ କରିବାକୁ ପଡେ | ଏହା ବହୁତ ପରିଶ୍ରମ କରେ କିନ୍ତୁ କିଛି ନୁହେଁ |\nନିର୍ବୋଧ କଥା କୁହ ନାହିଁ ଏବଂ ଶରୀରକୁ ଶକ୍ତିଶାଳୀ କରିବା ପାଇଁ ତୁମର ପ୍ରୟାସକୁ ନଷ୍ଟ କର | \"ଶରୀର ଶୁଖିଗଲା\" ଶବ୍ଦର ଅର୍ଥ ହେଉଛି \"ଶରୀର ଏକାକୀ\" |", "詩意": "ପ୍ରୟାସର ପ୍ରତିଛବି ପାଇଁ ଏହି ଷୋଡଗ୍ରାମ ଲୋଭୀ |\nସବୁକିଛି ପରିଶ୍ରମୀ ଏବଂ ପରିଶ୍ରମୀ |", "解曰": "ପ୍ରତିଜ୍ଞା ମନେ ରଖିବା କଷ୍ଟକର | ବହୁତ କଠିନ ପରିଶ୍ରମ | ଘରେ ଚିନ୍ତା କର | ସମ୍ଭ୍ରାନ୍ତ ଲୋକଙ୍କୁ ଭେଟିବାକୁ ଅପେକ୍ଷା କରିଛି |", "籤詩故事一": "ମଦ୍ୟପାନ କରୁଥିବା ସମୟରେ ତାଇବାଇ ଚନ୍ଦ୍ରକୁ ଧରିଥିଲେ (ଲି ତାଇବାଇ ମଦ୍ୟପାନ କରୁଥିବା ସମୟରେ ଚନ୍ଦ୍ରକୁ ଧରିଥିଲେ)\nଲି ବାଇ (701-762), ତାଇବାଇ ନାମରେ ମଧ୍ୟ ଜଣାଶୁଣା, କଳିଙ୍ଗ ଜୁଶି ଭାବରେ ମଧ୍ୟ ଜଣାଶୁଣା | ଟାଙ୍ଗ ରାଜବଂଶର କବି, ଯିଏ ନିଜକୁ ଏକ ଅମର ଅମର ବୋଲି କହିଥିଲେ, ସେ କବିତାର ଅମରତା ଭାବରେ ଜଣାଶୁଣା ଏବଂ ସେ ସର୍ବଦା ମଦ୍ୟପାନ କରି ଖୁସି ଥିଲେ |\nଥରେ ଲି ବାଇ ଜିନ୍ଲିଙ୍ଗ (ବର୍ତ୍ତମାନ ନାନଜିଙ୍ଗ) କୁ ଆସି ୱେଣ୍ଡେ ବ୍ରିଜ ପାଖରେ ଥିବା ଏକ ରେଷ୍ଟୁରାଣ୍ଟରେ ବିଶ୍ରାମ କଲେ |\nସେଦିନ ଶୀତ ଚନ୍ଦ୍ର ମାସର ପ te ୍ଚଦଶ ଦିନ ଥିଲା | ରାତିରେ ସେ ରେଷ୍ଟୁରାଣ୍ଟରେ ଏକାକୀ ବସି ଚନ୍ଦ୍ରକୁ ପ୍ରଶଂସା କରିବା ସହିତ ମଦ୍ୟପାନ କରି କବିତା ପାଠ କରୁଥିଲେ | ସେଦିନ ଶୀତ ଚନ୍ଦ୍ର ମାସର ପ te ୍ଚଦଶ ଦିନ ଥିଲା | ରାତିରେ ସେ ରେଷ୍ଟୁରାଣ୍ଟରେ ଏକାକୀ ବସି ଚନ୍ଦ୍ରକୁ ପ୍ରଶଂସା କରିବା ସହିତ ମଦ୍ୟପାନ କରି କବିତା ପାଠ କରୁଥିଲେ | ଲି ତାଇବାଇ ତାଙ୍କ ଜୀବନରେ ଚନ୍ଦ୍ରକୁ ଅଧିକ ଭଲ ପାଉଥିଲେ ଏବଂ ଏହା ସଫା ଏବଂ ସୁନ୍ଦର ବୋଲି କହିଥିଲେ। ଲି ତାଇବାଇ ତାଙ୍କ ଜୀବନରେ ଚନ୍ଦ୍ରକୁ ଅଧିକ ଭଲ ପାଉଥିଲେ ଏବଂ ଏହା ସଫା ଏବଂ ସୁନ୍ଦର ବୋଲି କହିଥିଲେ। ସେଦିନ ରାତିରେ ସେ ଉପରକୁ ଚାହିଁ ଆକାଶରେ ଧଳା ଏବଂ ଗୋଲାକାର ଚନ୍ଦ୍ର ଦେଖିଲେ। ସେ ବହୁତ ଖୁସି ହେଲେ ଏବଂ ଆଉ କିଛି ଗ୍ଲାସ ପିଇଲେ | ସେଦିନ ରାତିରେ ସେ ଉପରକୁ ଚାହିଁ ଆକାଶରେ ଧଳା ଏବଂ ଗୋଲାକାର ଚନ୍ଦ୍ର ଦେଖିଲେ। ସେ ବହୁତ ଖୁସି ହେଲେ ଏବଂ ଆଉ କିଛି ଗ୍ଲାସ ପିଇଲେ | ମଧ୍ୟରାତ୍ରିରେ, ଲି ତାଇବାଇ ମଦର ସୁଯୋଗ ନେଇ ତଳ ମହଲାରେ ୱେଣ୍ଡେ ବ୍ରିଜକୁ ଗଲେ | ମଧ୍ୟରାତ୍ରିରେ, ଲି ତାଇବାଇ ମଦର ସୁଯୋଗ ନେଇ ତଳ ମହଲାରେ ୱେଣ୍ଡେ ବ୍ରିଜକୁ ଗଲେ | ସେ ବ୍ରିଜ ଉପରକୁ ଯିବା ମାତ୍ରେ ସେ ମୁଣ୍ଡ ତଳକୁ କରି ହଠାତ୍ ଚନ୍ଦ୍ରକୁ ପାଣିରେ ପଡ଼ିଯିବାର ଦେଖିଲେ। ସେ ବ୍ରିଜ ଉପରକୁ ଯିବା ମାତ୍ରେ ସେ ମୁଣ୍ଡ ତଳକୁ କରି ହଠାତ୍ ଚନ୍ଦ୍ରକୁ ପାଣିରେ ପଡ଼ିଯିବାର ଦେଖିଲେ। ଲି ତାଇବାଇ ଏହି ସମୟରେ ଏତେ ମଦ୍ୟପାନ କରିଥିଲେ ଯେ ସେ ଭାବିଥିଲେ ଏହା ହେଉଛି ଚନ୍ଦ୍ର ଯାହା ନଦୀ ଜଳ ଦ୍ୱାରା ଦାଗ ହୋଇଛି। ଲି ତାଇବାଇ ଏହି ସମୟରେ ଏତେ ମଦ୍ୟପାନ କରିଥିଲେ ଯେ ସେ ଭାବିଥିଲେ ଏହା ହେଉଛି ଚନ୍ଦ୍ର ଯାହା ନଦୀ ଜଳ ଦ୍ୱାରା ଦାଗ ହୋଇଛି। ସେ ଜୋତା କା take ିବାକୁ ମଧ୍ୟ ବ୍ୟଗ୍ର ହେଲେ ନାହିଁ, ସେ ହାତ ଖୋଲି ଚନ୍ଦ୍ରକୁ ଧରିବା ପାଇଁ ବ୍ରିଜରୁ ଡେଇଁଲେ। ସେ ଜୋତା କା take ିବାକୁ ମଧ୍ୟ ବ୍ୟଗ୍ର ହେଲେ ନାହିଁ, ସେ ହାତ ଖୋଲି ଚନ୍ଦ୍ରକୁ ଧରିବା ପାଇଁ ବ୍ରିଜରୁ ଡେଇଁଲେ। ଅପ୍ରତ୍ୟାଶିତ ଭାବରେ, ଏହି ଡେଇଁବା ସହିତ ଚନ୍ଦ୍ର ଧରାଗଲା ନାହିଁ, କିନ୍ତୁ ପାଣିରେ ଥିବା ଚନ୍ଦ୍ର ଭାଙ୍ଗିଗଲା ଏବଂ ସଙ୍ଗେ ସଙ୍ଗେ ଦୁଇ ଭାଗରେ ବିଭକ୍ତ ହେଲା | ଅପ୍ରତ୍ୟାଶିତ ଭାବରେ, ଏହି ଜମ୍ପରେ ଚନ୍ଦ୍ର ଧରାଯାଇ ନଥିଲା, କିନ୍ତୁ ବ୍ୟକ୍ତି ଜଣକ ବୁଡ଼ି ଯାଇଥିଲେ | ସେ ଷାଠିଏ ବର୍ଷ ବୟସରେ ଦେହାନ୍ତ କରିଥିଲେ।", "聖意": "ଘରଟି ଅସହଜ ଏବଂ ନିଜେ ଦୁର୍ଭାଗ୍ୟରେ ଅଛି (ଭାଗ୍ୟଶାଳୀ, ସ୍ୱାସ୍ଥ୍ୟ ପ୍ରତି ଧ୍ୟାନ ଦିଅନ୍ତୁ), ସମ୍ପତ୍ତିରେ ସନ୍ତୁଳନ ଖୋଜନ୍ତୁ (ଏହା ବିଷୟରେ ଚିନ୍ତା କରନ୍ତୁ ନାହିଁ), କଷ୍ଟସାଧ୍ୟ ବ୍ୟବସାୟ, ବିବାହ ସ୍ଥିର ହୋଇନାହିଁ, ସୁରକ୍ଷା ପାଇଁ ପ୍ରାର୍ଥନା କରନ୍ତୁ (ଗର୍ଭଧାରଣକୁ ରୋକିବା ପାଇଁ ଖାଲି ଧନ ), ପଥଚାରୀମାନେ ଅସୁବିଧାରେ ଅଛନ୍ତି, କ୍ଷେତ୍ର ରେଶମ କୀଟ ପାଞ୍ଚ ପଏଣ୍ଟ, six ଟି ପ୍ରାଣୀ ହ୍ରାସ ପାଉଛନ୍ତି, ଲୋକଙ୍କୁ ଖୋଜୁଛନ୍ତି (ଭାଗ୍ୟଶାଳୀ), ସର୍ବସାଧାରଣ ମକଦ୍ଦମା ଏବଂ (ମକଦ୍ଦମା ବନ୍ଦ କରନ୍ତୁ) ସାଧାରଣ ସ୍ଥାନାନ୍ତରଣ (ଏହାକୁ ଉଲ୍ଲେଖ କରନ୍ତୁ ନାହିଁ) ସମ୍ପତ୍ତି ହରାଇବା (ବିମାନ) ପ୍ରାର୍ଥନା ରୋଗରୁ ରକ୍ଷା ପାଇଁ (ଦୁର୍ଭାଗ୍ୟଜନକ) ପର୍ବତ ଏବଂ କବରରେ ଭାଗ୍ୟ |", "古人": "ତାଇବାଇ ମଦ୍ୟପାନ କରୁଥିବା ସମୟରେ ଚନ୍ଦ୍ରକୁ ଧରିଥିଲେ (ଲି ତାଇବାଇ ମଦ୍ୟପାନ କରୁଥିବା ସମୟରେ ଚନ୍ଦ୍ରକୁ ଧରିଥିଲେ)", "第X籤": "ପଚାଶ ସେକେଣ୍ଡ ଲଟେରୀ ଜିତିବା (ଲଟେରୀ)", "宮": "ଗର୍ଭାଶୟ"}