{"籤詩版本二": "ଯେତେବେଳେ ନିରାଶା ଆନନ୍ଦରେ ପରିଣତ ହୁଏ, ଡ୍ରାଗନ୍ ଗର୍ଜନ କରେ ଏବଂ ବାଘ ଗର୍ଜନ କରେ |\nନୀଳ ଆକାଶର ଆକାଶକୁ ନିଜସ୍ୱ ରାସ୍ତା ଅଛି | ମୋର ଅଧିକ ସଫଳତା ଏବଂ ଖ୍ୟାତି ହୋଇପାରେ |", "詩意": "ଏହି ଷୋଡାଗ୍ରାମ୍ ଏକ ଡ୍ରାଗନ୍ ଗର୍ଜନ ଏବଂ ବାଘ ଗର୍ଜନ ପରି |\nସବୁକିଛି ଭଲରେ ଚାଲିବ ବୋଲି ଆଶା ଅଛି |", "解曰": "କେବଳ ଶିଖ ଏବଂ ଯାଅ | ତୁମର ସମୃଦ୍ଧତା କର | ଶେଷରେ ପ୍ରସ୍ତୁତ ହେବା ଜରୁରୀ | ଖୋଜିବାକୁ ଏକ ସ୍ଥାନ ଅଛି |", "籤詩故事一": "◇ ଲିୟୁ ବେ ଏକ ବର ନିଯୁକ୍ତ କରନ୍ତି |\nଚିବି ଯୁଦ୍ଧ ପରେ, ସୂର୍ଯ୍ୟ କୁଆନ୍ ଲିୟୁ ବେ ଦ୍ୱାରା ଅର୍ଜନ କରିଥିବା ଜିଙ୍ଗଜୋକୁ ପୁନ ain ପ୍ରାପ୍ତ କରିବାକୁ ଆଗ୍ରହୀ ଥିଲେ, ତେଣୁ ସେ ତାଙ୍କ ଭଉଣୀ ସନ୍ ରେନ୍ଙ୍କୁ ଲିୟୁ ବେଙ୍କୁ ବିବାହ କରିବାକୁ ଚାହୁଁଥିବାର ଛଳନା କରି ଜୋ ୟୁଙ୍କ ଯୋଜନା ବ୍ୟବହାର କରିଥିଲେ, କିନ୍ତୁ ବାସ୍ତବରେ ସେ ନେବାକୁ ଚାହୁଁଥିଲେ। ଜିଙ୍ଗଜୋ ଦାବି କରିବା ପାଇଁ ଲିୟୁ ବେ ଏକ ବନ୍ଧକ ଭାବରେ |\nଜୁୟୁ ଲିଆଙ୍ଗ ଜୋ ୟୁଙ୍କ ଯୋଜନା ଉପରେ ଗୁପ୍ତଚର କରିବା ପରେ, ସେ ସୋଚୋକୁ ଯିବାବେଳେ ଲିୟୁ ବେଙ୍କୁ ସୁରକ୍ଷା ଦେଉଥିବା ଜାଓ ୟୁନଙ୍କୁ ରଣନୀତି ସହିତ ବ୍ରୋଚର ପ୍ରଦାନ କରିଥିଲେ। ସୂର୍ଯ୍ୟ କୁଆନଙ୍କ ପିତା) ବିବାହ ପ୍ରସ୍ତାବ ବିଷୟରେ ଜାଣନ୍ତି | ୱୁ ଗୁଟାଇ ତାଙ୍କ daughter ିଅକୁ ଭଲ ପାଉଥିଲେ ଏବଂ ତାଙ୍କ daughter ିଅର ଜୀବନବ୍ୟାପୀ କାର୍ଯ୍ୟ ବିଷୟରେ କାଜୁଆଲ୍ ନିଷ୍ପତ୍ତି ନେବାକୁ ଅନିଚ୍ଛୁକ ଥିବାରୁ ସେ ସନ୍ କୁଆନ୍ଙ୍କୁ ତାଙ୍କ ଭଉଣୀ ପ୍ରତି ନିର୍ଦ୍ଦୟ ଭାବରେ ଗାଳି ଦେଇଥିଲେ ଏବଂ ଗାନୁଲୁ ମନ୍ଦିରରେ ଲିୟୁ ବେ ତାଙ୍କ daughter ିଅ ପାଇଁ ଯୋଗ୍ୟ କି ନୁହେଁ ତାହା ପରୀକ୍ଷା କରିବାକୁ ପ୍ରସ୍ତାବ ଦେଇଥିଲେ। ୱୁ ଗୁଟାଇ ଲିୟୁ ବେଙ୍କୁ ଭେଟିବା ପରେ, ସେ ଲିୟୁ ବେଙ୍କୁ ବହୁତ ପ୍ରଶଂସା କରିଥିଲେ ଏବଂ ଲିୟୁ ବେ ଏବଂ ତାଙ୍କ daughter ିଅ ମଧ୍ୟରେ ବିବାହକୁ ଦୃ strongly ଭାବରେ ପ୍ରୋତ୍ସାହିତ କରିଥିଲେ। ଫଳସ୍ୱରୂପ, ଲିୟୁ ବେ ସଫଳତାର ସହ ଶ୍ରୀମତୀ ସୂର୍ଯ୍ୟଙ୍କୁ ବିବାହ କରିଥିଲେ।\nପରେ, ଲିୟୁ ବେ ଏବଂ ଶ୍ରୀମତୀ ସୂର୍ଯ୍ୟ ଏକାଠି ଜିଙ୍ଗଜୋକୁ ପଳାଇ ଆସିଥିଲେ। ପରେ, ସୂର୍ଯ୍ୟ କୁଆନ୍ ଜିଙ୍ଗଜୋ ଉପରେ ଆକ୍ରମଣ କରିବାକୁ ଚାହୁଁଥିଲେ ଯେତେବେଳେ ଲିୟୁ ବେ ୟିଜୋ ଉପରେ ଆକ୍ରମଣ କରୁଥିଲେ, କିନ୍ତୁ ତାଙ୍କ daughter ିଅର ସୁରକ୍ଷାକୁ ନେଇ ଚିନ୍ତିତ ଥିବା ୱୁ ଗୁଟାଇ ତାଙ୍କୁ ଅଟକାଇ ଥିଲେ।\nସେ କହିଛନ୍ତି: \"ଜୋ ୟୁଙ୍କର ଚତୁର ଯୋଜନା ଦୁନିଆରେ ସର୍ବୋତ୍ତମ। ସେ ପତ୍ନୀଙ୍କୁ ହରାଇ ସ troops ନ୍ୟ ହରାଇଲେ।\"\n(ଲିୟୁ ବେଇ କ୍ଷତିରୁ ହାସଲ କରିଥିଲେ)", "聖意": "ମୁଁ ଘରେ ଭାଗ୍ୟଶାଳୀ ଏବଂ ମୁଁ ଭାଗ୍ୟଶାଳୀ ନୁହେଁ (ପ୍ରଥମେ ଦୁର୍ଭାଗ୍ୟ, ତାପରେ ଶୁଭଫଳ)। ଧନ, ସନ୍ତୁଳନ, ବିବାହରେ ଅସୁବିଧା, ବିବାହରେ ସଫଳତା ଖୋଜ | ପଥଚାରୀଙ୍କ ପାଇଁ ଆଶୀର୍ବାଦ ପ୍ରାର୍ଥନା କର, କ୍ଷେତରେ ରେଶମ କୀଟ, ପଶୁ ନଷ୍ଟ ପାଇଁ ପାଞ୍ଚ ପଏଣ୍ଟ, ଖୋଜ | ଲୋକ, ମକଦ୍ଦମା ଏବଂ ସ୍ଥାନାନ୍ତରଣ, ହଜିଯାଇଥିବା ସମ୍ପତ୍ତି ପାଇଁ ଶୁଭଫଳ, ରୋଗ ପାଇଁ ଶୁଭଫଳ, ପର୍ବତ ଏବଂ କବରର ଶାନ୍ତି |", "古人": "ଲିୟୁ ବେ ଏକ ବର ନିଯୁକ୍ତ କରନ୍ତି |", "第X籤": "ପଚାଶ ତୃତୀୟ ବିଜୟ ସଂଖ୍ୟା |", "宮": "ଗର୍ଭାଶୟ"}