{"籤詩版本二": "ସମୁଦ୍ର କୂଳ ପଥରରେ ପରିପୂର୍ଣ୍ଣ, ସ୍ରୋତ ପ୍ରବାହିତ ହେଉଛି, ପବନ ସ୍ୱଚ୍ଛ, ଚନ୍ଦ୍ର ସ୍ୱଚ୍ଛ ଏବଂ ସମ୍ଭ୍ରାନ୍ତ ଲୋକମାନେ ବ୍ୟସ୍ତ ଅଛନ୍ତି।\nରାସ୍ତାରେ, ମୋତେ ପଚାରିବାକୁ ପଡିବ କୁଆଡେ ଯିବି। ଜଙ୍ଗଲରେ ଫୁଲ ଏବଂ ଉଦ୍ଭିଦର ସୁଗନ୍ଧ ନିଅ ନାହିଁ | ଏହାର ଯତ୍ନ ନିଅ ନାହିଁ |", "詩意": "ଏହି ଷୋଡଗ୍ରାମଟି ଏକ ଛୋଟ ବେଳାଭୂମିରେ ଯାତ୍ରା କରୁଥିବା ଡଙ୍ଗା ପରି |\nସବୁକିଛିରେ, ସାହାଯ୍ୟ କରିବାକୁ ସମ୍ଭ୍ରାନ୍ତ ବ୍ୟକ୍ତି ଅଛନ୍ତି |", "解曰": "ରୋଜଗାର କରିବା ପାଇଁ | ବହୁତ କଠିନ ପରିଶ୍ରମ | ରକ୍ଷଣଶୀଳ ରୁହ ଏବଂ ଅପେକ୍ଷା କର | ବହୁତ ଶୁଭକାମନା।", "籤詩故事一": "Ush ଲୁଶାନ୍ ବିଦ୍ରୋହ |\nଏକ ଲୁଶାନ୍ (703-757), ଯାହାର ଉପନାମ କାଙ୍ଗ ଏବଂ ୟାଲୁଶାନ୍ ନାମରେ ନାମିତ, ୟିଙ୍ଗଜୋ (ବର୍ତ୍ତମାନ ଚାଓୟାଙ୍ଗ୍, ଲିଆଓନିଙ୍ଗ୍) ର ଲିଚେଙ୍ଗ୍ |\nପରେ, ସେ ଆନ୍ ଉପନାମ ଗ୍ରହଣ କଲେ ଏବଂ ତାଙ୍କ ନାମ ଲୁଶାନ୍ ରେ ପରିବର୍ତ୍ତନ କଲେ | ଟାଙ୍ଗ ରାଜବଂଶର ସମ୍ରାଟ ଜୁଆଜୋଙ୍ଗଙ୍କ ଶାସନ କାଳରେ, ଏକ ଲୁଶାନ୍ ସାମରିକ ଦୂତ ଥିଲେ।\nତିଆନବାଓର 14 ତମ ନଭେମ୍ବରରେ, ଏକ ଲୁଶାନ୍ ଫାନିଆଙ୍ଗରେ ସ troops ନ୍ୟ ସଂଗ୍ରହ କରିଥିଲେ ୟାଙ୍ଗ ଗୁଜୋଙ୍ଗଙ୍କୁ ଆକ୍ରମଣ କରିବା ନାମରେ ସେ ଏକ ବିଦ୍ରୋହ ଆରମ୍ଭ କରି ପୂର୍ବ ସହରର ରାଜଧାନୀ ଲୁୟୋଙ୍ଗ ଉପରେ ଆକ୍ରମଣ କରିବାକୁ ତିନି ସହରର ସ troops ନ୍ୟ ନେଇଥିଲେ। ତାଇୟୁଆନରୁ ଖବର ଲିଶାନକୁ ଦ rus ଡ଼ିଗଲା। ସେହି ସମୟରେ ଲିଶାନର ହୁଆକିଙ୍ଗ ପ୍ୟାଲେସରେ ଥିବା ଟାଙ୍ଗ ଜୁଆଙ୍ଗୋଙ୍ଗ ବିଶ୍ An ାସ କରିନଥିଲେ ଯେ ଅନଲୁଶାନ ବିଦ୍ରୋହ କରିବେ। (ଏହା ହେଉଛି \"ଏକ stream ରଣାରେ ଛୋଟ ପଥର ଉପରେ କଠିନ ପ୍ରବାହିତ ଜଳର ଶବ୍ଦ\")\nପିଙ୍ଗୁଆନ୍ ଜିଲ୍ଲାର ପ୍ରିଫେକ୍ଟ୍ ୟାନ୍ ଜେନକିଙ୍ଗ ସୂଚନା ପଠାଇବା ପାଇଁ କାହାକୁ ପଠାଇ ନଥିଲେ ଯେ ଜୁଆନଜୋଙ୍ଗ ତାଙ୍କ ସ୍ୱପ୍ନରୁ ଉଠିଲେ।\nଟାଙ୍ଗ ରାଜବଂଶର ସମ୍ରାଟ ଜୁଆନଜୋଙ୍ଗଙ୍କ ଭୁଲ ରଣନୀତି ଅନୁଯାୟୀ, ଏକ ଲୁଶାନର ଅଶ୍ୱାରୋହୀ ରେଜିମେଣ୍ଟ ପୂର୍ବ ରାଜଧାନୀ ଲୁୟୋଙ୍ଗକୁ କାବୁ କରିଥିଲା। ପରବର୍ତ୍ତୀ ବର୍ଷର ପ୍ରଥମ ମାସରେ ସେ ଲୁୟୋଙ୍ଗରେ ସମ୍ରାଟ ଦିନାନ୍, ଜିଆନୁଆନ୍ ସେଙ୍ଗୱୁ, ସମ୍ରାଟ ସିୟୋଙ୍ଗୱୁ ଏବଂ ଡା ଜିକ୍ସୁନ୍ ଭାବରେ ଘୋଷଣା କରିଥିଲେ। ପ୍ରଧାନ ମନ୍ତ୍ରୀ।\nସେହି ବର୍ଷ ଜୁନ୍ ମାସରେ, ଟାଙ୍ଗ ରାଜବଂଶର ସମ୍ରାଟ ଜୁଆନଜୋଙ୍ଗ, ଚାଙ୍ଗାନରେ ହୋଇଥିବା ସଙ୍କଟ ଦୂର କରିବାକୁ ଆଗ୍ରହୀ ତଥା ଭୁଲ୍ ସାମରିକ ବୁ understanding ାମଣାରେ ଦୁଇଜଣ ପ୍ରସିଦ୍ଧ ଜେନେରାଲ୍ ଫେଙ୍ଗ୍ ଚାଙ୍ଗକିଙ୍ଗ୍ ଏବଂ ଗାଓ ଜିଆନଜିଙ୍କୁ ମୃତ୍ୟୁଦଣ୍ଡ ଦେଇଥିଲେ। ଏହି ଆଦେଶ ଟାଙ୍ଗ ସେନାକୁ ଚକିତ କରି ଦେଇଥିଲା। (ଏହି ଆଚରଣ \"ରାସ୍ତାଟି ଆଗ ନଦୀକୁ ସୂଚିତ କରିବା ଉଚିତ୍\" ଉଲ୍ଲଂଘନ କରେ)\nଏହା ପରେ, ଟାଙ୍ଗ ରାଜବଂଶର ସମ୍ରାଟ ଜୁଆଜୋଙ୍ଗ ଅନ୍ୟ ଜଣେ ଜେନେରାଲ୍ ଜି ଶୁହାନ୍ଙ୍କୁ ଟାଙ୍ଗ୍ ସେନାକୁ ପୂର୍ବ ଦିଗକୁ ଟଙ୍ଗଗୁଏନ୍ ବାହାରକୁ ନେବାକୁ ନିର୍ଦ୍ଦେଶ ଦେଇଥିଲେ।\nଜି ଶୁହାନ୍, ଯିଏ ଟାଙ୍ଗ ରାଜବଂଶର ସମ୍ରାଟ ଜୁଆଜୋଙ୍ଗଙ୍କ ରଣନ error ତିକ ତ୍ରୁଟିକୁ ସମ୍ପୂର୍ଣ୍ଣ ଭାବରେ ବୁ understood ିଥିଲେ, ପରିବର୍ତ୍ତନକୁ ବିଳମ୍ବ କରିବାକୁ ଯୋଜନା କରିଥିଲେ (ପବନ ଶାନ୍ତ ଏବଂ ଜୁଆର ଶାନ୍ତ ହେଲେ ଠିକ୍ ହେବ)।\nଶେଷରେ, ଟାଙ୍ଗ ରାଜବଂଶର ସମ୍ରାଟ ଜୁଆନଜୋଙ୍ଗ ଭାବିଲେ ଯେ ସେ ଯୁଦ୍ଧ କରିବାକୁ ଅତ୍ୟଧିକ ଭୟଭୀତ, ତେଣୁ ଲୁଶଙ୍କ ସହ ଲୁହରେ ଲ to ିବା ଛଡା ତାଙ୍କର ଅନ୍ୟ କ choice ଣସି ବିକଳ୍ପ ନଥିଲା ଏବଂ ସେ ପରାସ୍ତ ହୋଇଥିଲେ। (ଏହା ପୂରଣ କରେ \"ଯଦି ତୁମେ ନିଜକୁ ସମର୍ଥନ କରିବା ପାଇଁ କଠିନ ପରିଶ୍ରମ କର, ତୁମେ ଆଘାତ ପାଇପାରେ |\")\nଟାଙ୍ଗ ରାଜବଂଶରେ ଯେତେବେଳେ ସୀମା ସ troops ନ୍ୟ ଏବଂ ସ୍ଥାନୀୟ ଗ୍ୟାରିସନ୍ଙ୍କ ପ୍ରତିକ୍ରିୟା କରିବାର ସମୟ ନଥିଲା, ଏକ ଲୁଶାନଙ୍କ ସ army ନ୍ୟ ସୀମା ଦବାଇ ରାଜଧାନୀ ଅଞ୍ଚଳରେ ପ୍ରବେଶ କରିଥିଲେ। ଏକ ଗୁରୁତର ଅବସ୍ଥାରେ ଟାଙ୍ଗ ରାଜବଂଶର ସମ୍ରାଟ ଜୁଆନଜୋଙ୍ଗ ଗାର୍ଡସ କର୍ପସକୁ ରାଜଧାନୀରୁ ଖସିଯିବାକୁ ନେତୃତ୍ୱ ନେଇଥିଲେ, ଯାହା ଫଳରେ ନେତାହୀନ ଜିଜିଙ୍ଗ ଚାଙ୍ଗାନ ଖସି ଯାଇଥିଲେ।\n(ଟାଙ୍ଗ ଜୁଆଜୋଙ୍ଗ ଏହି ଚିହ୍ନର ମାର୍ଗଦର୍ଶନକୁ ଉଲ୍ଲଂଘନ କରିଛନ୍ତି, ତେଣୁ ଏକ ଲୁଶାନଙ୍କ ବିଦ୍ରୋହ ସଫଳ ହୋଇଥିଲା।)", "聖意": "ଘର ସୁରକ୍ଷିତ, ନିଜେ ଭାଗ୍ୟବାନ, ଭାଗ୍ୟ ସ୍ଥିର, କାରବାର ସମୃଦ୍ଧ, ବିବାହ ସଫଳ ହୋଇଛି (ସତର୍କତା), ଲିୟୁଜିଆର ଜଣେ ପୁରୁଷ ପଥଚାରୀ କ୍ଷେତକୁ ଆସନ୍ତି, ରେଶମ କୀଟ ଅମଳ ହୁଏ, six ଟି ପଶୁ ନଷ୍ଟ ହୋଇଯାଏ, ବ୍ୟକ୍ତି ମିଳିଲା | , ମକଦ୍ଦମା ଯଥାର୍ଥ, ହଜିଯାଇଥିବା ସମ୍ପତ୍ତି ରୋଗ ଆଣିଥାଏ, ଅର୍ଥାତ୍ ଅନଶନ କବରକୁ ମରାମତି କରାଯିବା ଉଚିତ୍ |", "古人": "ଲୁଶାନ ବିଦ୍ରୋହ", "第X籤": "ପଚାଶ-ଷଷ୍ଠ ଲଟେରୀ |", "宮": "ଅଶୁଭ ପ୍ୟାଲେସ୍ |"}