{"籤詩版本二": "ସକାଳ ଓ ସନ୍ଧ୍ୟା, ବୁଦ୍ଧଙ୍କ ସମର୍ଥନ ବିପଦ ସମୟରେ ହେବା ଆବଶ୍ୟକ କିନ୍ତୁ ବିପଦରେ ନୁହେଁ |\nଯଦି ତୁମେ ଜଣେ ସମ୍ଭ୍ରାନ୍ତ ବ୍ୟକ୍ତିଙ୍କ ଦ୍ୱାରା ଆକର୍ଷିତ ହୁଅ, ତେବେ ଟଙ୍କା ଏବଂ ରେଶମ ମଧ୍ୟ ତୁମ ସହିତ ଆସିବ | ଏହା ହେଉଛି ଚୁଆନ୍ ଲାଇ | ଏହା ସବୁ ଆପଣଙ୍କ ଉପରେ ନିର୍ଭର କରେ |", "詩意": "ଏହି ଷୋଡଗ୍ରାମ ଦେବତା ଏବଂ ବୁଦ୍ଧଙ୍କ ଗୁପ୍ତ ଆଶୀର୍ବାଦକୁ ପ୍ରତିପାଦିତ କରେ |\nଧ patient ର୍ଯ୍ୟବାନ ହୁଅ ଏବଂ ପ୍ରତ୍ୟେକ ଜିନିଷରେ ଶୁଭଫଳ ପାଇବ |", "解曰": "ପୁରୁଣା ଶାନ୍ତିର ସଙ୍କେତ | ଯେତେବେଳେ ସବୁକିଛି ମହଙ୍ଗା ହେବ, ଏହା ଶୁଭ ହେବ |", "籤詩故事一": "◇ ଟାଙ୍ଗ ମାଙ୍କ ଜ୍ଞାନ ପ୍ରାପ୍ତ କରିଥିଲେ |\nଦିନେ ଟାଙ୍ଗ ସେଙ୍ଗ ନଦୀକୁ ଆସି ବୁଦ୍ଧଙ୍କ ଲିଙ୍ଗଶାନ ପର୍ବତକୁ ଦେଖିଲେ। ଏହା ଆଗରେ ଗୋଟିଏ ପଟା ବ୍ରିଜ ଥିଲା। ଟାଙ୍ଗ ସେଙ୍ଗ ଏହାକୁ ପାର ହେବାକୁ ସାହସ କଲେ ନାହିଁ। ବୁଦ୍ଧ ଜଣେ ଡଙ୍ଗାବୁଡ଼ିରେ ପରିଣତ ହେଲେ ଏବଂ ଏକ ତଳହୀନ ଭଙ୍ଗା ଡଙ୍ଗା ଧରିଥିଲେ। ଟାଙ୍ଗ ମାଙ୍କ ଡଙ୍ଗାରେ ଯିବା ମାତ୍ରେ ସେ ନଦୀରେ ପଡ଼ିଯାଇ ଡଙ୍ଗା ଚାଳକ ତାଙ୍କୁ ଉଦ୍ଧାର କରିଥିଲେ। (ପଶ୍ଚିମକୁ ଯାତ୍ରା ର କାହାଣୀ)\n◇ ଟାଙ୍ଗ ମାଙ୍କ ବ Budd ଦ୍ଧ ଶାସ୍ତ୍ର |\nଟାଙ୍ଗ ରାଜବଂଶର ସଞ୍ଜଙ୍ଗ, ତାଙ୍କର ସାଧାରଣ ଉପନାମ ଚେନ୍ ଏବଂ ତାଙ୍କର ନାମ ୟି | ଲୁଓଜୋ (ବର୍ତ୍ତମାନ ହେନାନ ପ୍ରଦେଶର ୟାନସି ସହରର ଦକ୍ଷିଣରେ) ଗୋଶି କାଉଣ୍ଟିରେ ଜନ୍ମଗ୍ରହଣ କରିଥିଲେ | ସେ ତେର ବର୍ଷ ବୟସରେ ଜଣେ ଭିକ୍ଷୁ ହୋଇଥିଲେ ଏବଂ ବ Budd ଦ୍ଧ ନାମ ଜୁଆଜାଙ୍ଗ ନେଇଥିଲେ।\nମୂଳ ବ h ଦ୍ଧ ଶାସ୍ତ୍ର ପାଇବା ପାଇଁ ସେ ଚେଙ୍ଗାନ (ଆଜିର ସିଆନ୍, ଶାନସି ପ୍ରଦେଶ) ରୁ ଜେଙ୍ଗୁଆନ୍ (AD 629) ର ତୃତୀୟ ବର୍ଷରେ ସୀମା ପାର ହୋଇ ତିଆନ୍ଜୁରେ ପହଞ୍ଚିବା ପାଇଁ ଅସଂଖ୍ୟ କଷ୍ଟ ଦେଇ ଗଲେ ( ଭାରତ) ଶାସ୍ତ୍ର ସଂଗ୍ରହ କରିବାକୁ | ସେ ଗଙ୍ଗା ଏବଂ ସିନ୍ଦୂର ନଦୀ ଅବବାହିକାରେ ଏବଂ ଭାରତର ଦକ୍ଷିଣ-ପୂର୍ବ ଉପକୂଳବର୍ତ୍ତୀ ଅଞ୍ଚଳରେ ଭ୍ରମଣ କରିଥିଲେ, ଏବଂ ପରେ ବରଫ ଦ୍ୱାରା ଆବୃତ ପର୍ବତ ଏବଂ ସବୁଜ ପାହାଡ ଅତିକ୍ରମ କରି 50,000 ମାଇଲରୁ ଅଧିକ ଟ୍ରାକ କରିଥିଲେ। ଶେଷରେ ଚାଙ୍ଗାନକୁ ଫେରିବା ପାଇଁ ତାଙ୍କୁ 16 ବର୍ଷ ଲାଗିଗଲା। ଜେଙ୍ଗୁଆନ୍ ର 19 ତମ ବର୍ଷ (AD 645) | ସେ ବହୁ ସଂଖ୍ୟକ ବ h ଦ୍ଧ ଶାସ୍ତ୍ର ଫେରାଇ ଆଣି ଚାଇନିଜରେ ଅନୁବାଦ କରିଥିଲେ।\n(ଟାଙ୍ଗ ସଞ୍ଜଙ୍ଗ ଚୀନ୍ ଏବଂ ଭାରତ ମଧ୍ୟରେ ଏକ ଦୀର୍ଘ ଯାତ୍ରା ଦେଇ ଯାଇଥିଲେ। ଏହି ଯାତ୍ରା ସମୟରେ ସେ ନିଶ୍ଚୟ ବିପଦ ଅନୁଭବ କରିଥିବେ, କିନ୍ତୁ ସେ ନିରାପଦରେ ଫେରିବାରେ ସକ୍ଷମ ହୋଇଥିଲେ କାରଣ ତାଙ୍କ ପଛରେ ଜଣେ ଅଦୃଶ୍ୟ ପୃଷ୍ଠପୋଷକ ଥିଲେ।)", "聖意": "ଘର ନିରାପଦ, ନିଜେ ଶୁଭ, ପାଶ୍ଚାତ୍ୟ ବାଣିଜ୍ୟ ସଫଳ, ବିବାହ ସଫଳ, ପଥଚାରୀମାନେ କ୍ଷେତକୁ ଅବରୋଧ କରନ୍ତି, ରେଶମ କୀଟ ଅବରୋଧିତ ହୁଏ, ରେଶମ କୀଟ 70%, ପଶୁପାଳନ ଲାଭଜନକ, ଲୋକମାନେ ମିଳନ୍ତି, ପାଶ୍ଚାତ୍ୟ ଜନସାଧାରଣ ମକଦ୍ଦମା ଖରାପ, ସ୍ଥାନାନ୍ତରଣ ରକ୍ଷଣଶୀଳ, ହଜିଯାଇଥିବା ସମ୍ପତ୍ତି ଦେଖାଯାଏ, ରୋଗ ଶୁଭ, ପର୍ବତ ଏବଂ ସମାଧି ଶୁଭ ଅଟେ |", "古人": "ଟାଙ୍ଗ ମାଙ୍କ ଜ୍ଞାନ ପ୍ରାପ୍ତ କରିଥିଲେ |", "第X籤": "ଷାଠିଏଟି ଲଟେରୀ ଜିତିବା |", "宮": "ୟିନ ପ୍ୟାଲେସ୍ |"}