{"籤詩版本二": "ଯେତେବେଳେ ଶୀତ ଆସେ, ପର୍ବତ ଉପରେ ଘିଅ ଫୁଲର ଏକ ଶାଖା କେବେ ବି ନଷ୍ଟ ହୋଇଯିବ ନାହିଁ ଯଦିଓ ଏହାର ପତ୍ର ଖସିଯାଏ ଏବଂ ଶାଖା ଶୁଖିଯାଏ |\nକିନ୍ତୁ ଯେତେବେଳେ ବସନ୍ତ ଆସେ, ମୁଁ ତଥାପି ମୋତେ ସ es ଜନ୍ୟ ଭାବରେ ଫେରାଇ ଦେବି ଏବଂ ମୂଳ କାର୍ଯ୍ୟକୁ ନଷ୍ଟ କରିଦେବି |", "詩意": "ଏହି ଷୋଡଗ୍ରାମରେ, ପ୍ଲମ୍ ଫୁଲ ଅଗ୍ରଣୀ ସ୍ଥାନ ଅଧିକାର କରେ |\nବିଳମ୍ବ ହେଲେ ସବୁକିଛି ଭଲ |", "解曰": "ଗୋଟିଏ ତୀର ଖାଲି ଗୁଳି | ଯେତେବେଳେ ଏହା ଖାଲି ଥାଏ, ଏହା ଖାଲି ନଥାଏ | ବସନ୍ତ ଆସିବାକୁ ଅପେକ୍ଷା କରିଛି | ରଙ୍ଗ ଏଥିରେ ଅଛି |", "籤詩故事一": "ଦୁଇଥର ସ୍କୋର କରାଯାଇଛି |\nଟାଙ୍ଗ ରାଜବଂଶର ସମ୍ରାଟ ଡିଜୋଙ୍ଗଙ୍କ ଶାସନ କାଳରେ, ବିଶ୍ୱସ୍ତ ମନ୍ତ୍ରୀ ମେ ବୋଗାଓ ଏବଂ ତାଙ୍କ ପରିବାର ଦେଶଦ୍ରୋହୀ ପ୍ରଧାନମନ୍ତ୍ରୀ ଲୁ କାଇଙ୍କ ଦ୍ୱାରା ଫ୍ରେମ୍ ହୋଇଥିଲେ, ଯିଏ ସମସ୍ତଙ୍କୁ ହତ୍ୟା କରିବାକୁ ଚାହୁଁଥିଲେ। କେବଳ ତାଙ୍କ ପୁଅ ମେ ଲିଆଙ୍ଗୟୁ ଖସିଯିବାରେ ସଫଳ ହୋଇଥିଲେ। ପରେ ସେ ପରିବର୍ତ୍ତନ କରିଥିଲେ। ନିଜର ପରିଚୟ ଲୁଚାଇବା ପାଇଁ ୱାଙ୍ଗ ଜିଟୋଙ୍ଗଙ୍କ ନାମ | ସେ ଭୋକିଲା ଏବଂ ଥଣ୍ଡା ରାସ୍ତାରେ ଏକୁଟିଆ ରହୁଥିଲେ, କିନ୍ତୁ ସ un ଭାଗ୍ୟବଶତ Chen ତାଙ୍କୁ ଚେନ୍ ରିସେଙ୍ଗ (ଚେନ୍ ଡୋଙ୍ଗଚୁ) ନେଇଥିଲେ। ଚେନ୍ ରିଷେଙ୍ଗ ତାଙ୍କ ଜୀବନର ଅଭିଜ୍ know ତା ଜାଣି ନଥିଲେ, ତେଣୁ ସେ ତାଙ୍କୁ ରାସ୍ତାରେ ଭୋକିଲା ନହେବା ପାଇଁ ଚେନ୍ ର ପ୍ଲମ୍ ବଗିଚାର ଯତ୍ନ ନେବାରେ ସାହାଯ୍ୟ କରିବାକୁ କହିଥିଲେ।\nଚେନ୍ ରିଶେଙ୍ଗ ମେ ମେ ବୋଗୋଙ୍କର ଜଣେ ସହପାଠୀ ଏବଂ ବନ୍ଧୁ ଥିଲେ। ଯେତେବେଳେ ତାଙ୍କୁ ଲୁ କି ଦ୍ୱାରା ନିର୍ଯାତନା ଦିଆଯାଉଥିଲା, ସେତେବେଳେ ତାଙ୍କୁ ମେ ମେ ବୋଗୋ ଦ୍ୱାରା ଉଦ୍ଧାର କରାଯାଇଥିଲା। ଏହି କାରଣରୁ ରିଷେଙ୍ଗ ଦୁ sad ଖ ଓ କ୍ରୋଧ ଅନୁଭବ କରିଥିଲେ। ବିବାହ ପରେ ସେ ଇସ୍ତଫା ଦେଇଥିଲେ ଏବଂ ପରିବାରକୁ ୟାଙ୍ଗଜୋକୁ ଏକାକୀ ରହିବାକୁ ସ୍ଥାନାନ୍ତର କରିଥିଲେ।\nଚେନ୍ ରିସେଙ୍ଗଙ୍କର ଚେନ୍ ଜିଙ୍ଗୁଆନ୍ ନାମକ ଏକ daughter ିଅ ଅଛି, ଯିଏ ସୁନ୍ଦର ଏବଂ ସୁଗନ୍ଧିତ | ମେ ଲିଆଙ୍ଗି ଚେନ୍ ପରିବାରକୁ ଆସିବା ପରେ ସେମାନେ ପ୍ରଥମ ଦେଖାରେ ପ୍ରେମରେ ପଡିଥିଲେ | ଯେଉଁ ଦିନ ପଲମ ଫୁଲ ପୁରା ଫୁଲରେ ଥିଲା, ଯାହାକି ମେ ବୋଗାଓଙ୍କ ମୃତ୍ୟୁ ବାର୍ଷିକୀ ଥିଲା, ଚେନ୍ ରିସେଙ୍ଗ ଏବଂ ତାଙ୍କ ପରିବାର ସେମାନଙ୍କ ମୃତ ବନ୍ଧୁ ତଥା ଉପକାରକର୍ତ୍ତାଙ୍କୁ ସ୍ମରଣ କରିବା ପାଇଁ ନିଜ ଘରର ପ୍ଲମ୍ ବଗିଚାରେ ଏକ ବେଦୀ ଖୋଲିଥିଲେ। ଅପ୍ରତ୍ୟାଶିତ ଭାବରେ ପାଗ ହଠାତ୍ ବଦଳିଗଲା | ଏବଂ ଏକ ପ୍ରବଳ ତୁଷାରପାତ ପ୍ରବାହିତ ହେଲା, ସମସ୍ତ ଘିଅ ଫୁଲକୁ ଆଚ୍ଛାଦନ କଲା | ଚେନ୍ ରିଷେଙ୍ଗ ଦୁ l ଖ ପ୍ରକାଶ କରିଛନ୍ତି ଯେ ସେ ନିରାପଦରେ ଖସିଯିବାକୁ ସକ୍ଷମ ହୋଇଥିଲେ ମଧ୍ୟ ସେ ମେ ପରିବାରର ବଂଶଧରଙ୍କୁ ରକ୍ଷା କରିପାରିନଥିଲେ। ସେ ଭାବିଥିଲେ ଏହା ଭଗବାନଙ୍କ ଚେତାବନୀ ଅଟେ, ତେଣୁ ସେ ଶପଥ କଲେ ଯେ ଯଦି ପୁନର୍ବାର ଫୁଲ ଫୁଟିବ ନାହିଁ, ଏହା ପ୍ରମାଣ କରିବ ଯେ ମେ ପରିବାର ଏପର୍ଯ୍ୟନ୍ତ ଜୀବିତ ଥିଲେ, ସେ କଦାପି କିଛି କହିବେ ନାହିଁ। ସେ ବ h ଦ୍ଧ ଧର୍ମକୁ ପଳାଇ ମାଙ୍କଡ ହୋଇଥିଲେ।\nତାଙ୍କ daughter ିଅ ଜିଙ୍ଗୁଆନ୍ ଏହା ଶୁଣି ସଙ୍ଗେ ସଙ୍ଗେ ଧୂପ ଜଳାଇଲେ ଏବଂ ପୁନର୍ବାର ଫୁଲ ଫୁଟିବା ପାଇଁ ଭଗବାନଙ୍କ ନିକଟରେ ପ୍ରାର୍ଥନା କଲେ | ସେମାନଙ୍କର ଆନ୍ତରିକତା ସ୍ୱର୍ଗକୁ ଘୁଞ୍ଚାଇଲା, ଏବଂ ଘିଅ ବଗିଚାରେ ଥିବା ସମସ୍ତ ଘିଅ ଗଛ ପୁନର୍ବାର ଫୁଲିଲା; ପରେ ଚେନ୍ ରିସେଙ୍ଗ ଜାଣିଥିଲେ ଯେ ଜିତୋଙ୍ଗ ଲିଆଙ୍ଗୟୁ, ତେଣୁ ସେ ତାଙ୍କ daughter ିଅ ଜିଙ୍ଗୁଆନଙ୍କୁ ତାଙ୍କ ସହିତ ବିବାହ କରିଥିଲେ |", "聖意": "ଘରଟି ନିଜ ପାଇଁ ଭଲ ନୁହେଁ, ଜଣେ ନିଜ ପାଇଁ ଭଲ, ଜଣେ ଧନ ଅନ୍ୱେଷଣ କରେ, ଜଣେ କାରବାରରେ ଚତୁର, ସମୟ ଠିକ୍, ବିବାହ ବିଳମ୍ବ, ବସନ୍ତ ଶକ୍ତିଶାଳୀ, ଶରତ ଶୂନ୍ୟ, ଯାତ୍ରୀ ବିଳମ୍ବ, କ୍ଷେତ୍ରଗୁଡିକ ସମୃଦ୍ଧ, ରେଶମ କୀଟ ସମୃଦ୍ଧ, six ଟି ପଶୁ ସମୃଦ୍ଧ, ଲୋକଙ୍କୁ ଖୋଜୁଛନ୍ତି, ଜନସାଧାରଣଙ୍କ ମକଦ୍ଦମା, କ୍ଷତି, ସ୍ଥାନାନ୍ତରଣ, ସମ୍ପତ୍ତି ନଷ୍ଟ, ପୂର୍ବାଞ୍ଚଳ ରୋଗ, ମିଥ୍ୟା ଆଲାର୍ମ, ପର୍ବତ କବର ପରିବର୍ତ୍ତନ କରାଯିବା ଉଚିତ୍ |", "古人": "ଦୁଇଥର ସ୍କୋର କରାଯାଇଛି |", "第X籤": "ଷାଠିଏ ଜଣ ଲଟ୍ ଜିତିବା |", "宮": "ତତ୍ସୁମୀ |"}