{"籤詩版本二": "ଚାଓ ଚାଓ ଏକ ଫୁଲ ସଂଗ୍ରହ କରୁଥିବା ମହୁ ପରି, ଦକ୍ଷିଣ-ପଶ୍ଚିମ ଏବଂ ପରେ ପୂର୍ବକୁ ଉଡିଥାଏ |\nଯେତେବେଳେ ବସନ୍ତ ସମାପ୍ତ ହୁଏ ଏବଂ ଫୁଲଗୁଡିକ ଚାଲିଯାଏ, ଖୋଜିବାକୁ ସ୍ଥାନ ନାହିଁ | ଏହି ହୃଦୟ ତାର ସ୍ଥିତିକୁ ପରିବର୍ତ୍ତନ କରିବ ନାହିଁ |", "詩意": "ଏହି ଷୋଡଗ୍ରାମ ଫୁଲ ଉଠାଉଥିବା ମହୁମାଛି ପରି |\nସବୁକିଛି ପରିଶ୍ରମୀ ଏବଂ ପରିଶ୍ରମୀ |", "解曰": "କ spring ଣସି ବସନ୍ତ ଦୃଶ୍ୟ ନାହିଁ | ଦୀର୍ଘ ସମୟ ଧରି ବର୍ଷା ହୁଏ କିନ୍ତୁ କେବେ ସଫା ହୁଏ ନାହିଁ | ସାହାଯ୍ୟ ମାଗନ୍ତୁ | ଚୁପ୍ ରହିବା ଭଲ।\n।", "籤詩故事一": "Mi ଲି ମି ଟାଙ୍ଗ ରାଜବଂଶ ବିରୁଦ୍ଧରେ ବିଦ୍ରୋହ କଲେ\nଲି ମି\n(582-619), ଚାଇନାର ସୁଇ ସୁଇ ରାଜବଂଶରେ କୃଷକ ବିଦ୍ରୋହରେ ୱାଗଙ୍ଗ ସେନାର ସ୍ୱର୍ଗତ ନେତା | କଲିଗ୍ରାଫିର ଗୁରୁ ଫା ଶବ୍ଦର ଗୁରୁ ଚାଙ୍ଗାନ, ଜିଙ୍ଗଜାଓର ମୂଳ ବାସିନ୍ଦା ଥିଲେ ଏବଂ ତାଙ୍କର ପ ancest ତୃକ ଘର ଲିଆଓଡଙ୍ଗର ଜିଆଙ୍ଗପିଙ୍ଗ (ବର୍ତ୍ତମାନ ଲିଆଓଙ୍ଗର ଦକ୍ଷିଣରେ) ଜିଙ୍ଗଜାଓର ଚାଙ୍ଗାନ୍ର ମୂଳ ବାସିନ୍ଦା, ତାଙ୍କର ପ ancest ତୃକ ଘର ହେଉଛି ଜିଆଙ୍ଗପିଙ୍ଗ, ଲିଆଓଡଙ୍ଗ (ବର୍ତ୍ତମାନ ଲିଆଓୟାଙ୍ଗର ଦକ୍ଷିଣ, ଲିଆଓନିଂ) |\nଡାଏର ନବମ ବର୍ଷରେ (613), ସେ ଲିଆଙ୍ଗରେ ସୁଇ ରାଜବଂଶ ବିରୁଦ୍ଧରେ ୟାଙ୍ଗ ଜୁଆଙ୍ଗାନଙ୍କ ବିଦ୍ରୋହରେ ଅଂଶଗ୍ରହଣ କରିଥିଲେ (ବର୍ତ୍ତମାନ ହେନାନ ପ୍ରଦେଶର ଜୁନସିଆନ୍ କାଉଣ୍ଟିର ଉତ୍ତର-ପୂର୍ବରେ) | ଡାଏର ନବମ ବର୍ଷରେ (613), ସେ ଲିଆଙ୍ଗରେ ସୁଇ ରାଜବଂଶ ବିରୁଦ୍ଧରେ ୟାଙ୍ଗ ଜୁଆଙ୍ଗାନଙ୍କ ବିଦ୍ରୋହରେ ଅଂଶଗ୍ରହଣ କରିଥିଲେ (ବର୍ତ୍ତମାନ ହେନାନ ପ୍ରଦେଶର ଜୁନସିଆନ୍ କାଉଣ୍ଟିର ଉତ୍ତର-ପୂର୍ବରେ) | ରହସ୍ୟମୟ ଭାବନା ପରାଜିତ,\nଲି ମି ପଳାଇଲା। ଜୁଆଙ୍ଗାନ୍ ପରାସ୍ତ ହୋଇ ଲି ମି ପଳାଇ ଯାଇଥିଲେ।\nଡେ’ର ଦ୍ୱାଦଶ ବର୍ଷରେ ସେ ୱାଗଙ୍ଗ ସେନାରେ ଯୋଗ ଦେଇଥିଲେ\n। ଡେଙ୍କ ଶାସନର ଦ୍ୱାଦଶ ବର୍ଷରେ ସେ ୱାଗଙ୍ଗ ସେନାରେ ଯୋଗ ଦେଇଥିଲେ। ଲି ମି ରଣନୀତିରେ ଭଲ ଥିଲେ। ଡାଏର ଦ୍ th ାଦଶ ବର୍ଷ ଅକ୍ଟୋବରରେ, ଲି ମି ସେନାଙ୍କ ସହ ଥିବା ଶକ୍ତିଶାଳୀ ଜେନେରାଲ୍ ଜିଙ୍ଗୟାଙ୍ଗ ଟୋଙ୍ଗଙ୍କୁ ଆକ୍ରମଣ କରିବାକୁ, Zhang ାଙ୍ଗ ଜୁଟୁଙ୍କୁ ରକ୍ଷା କରିବାକୁ, ସୁଇ ସେନାକୁ ପରାସ୍ତ କରି ୱାଙ୍ଗ ଜୁଟୁଙ୍କୁ ହତ୍ୟା କରିବାକୁ ପ୍ରବର୍ତ୍ତାଇଥିଲେ। ଲି ମି ରଣନୀତିରେ ଭଲ ଥିଲେ। ଡାଏର ଦ୍ th ାଦଶ ବର୍ଷ ଅକ୍ଟୋବରରେ, ଲି ମି ସେନାଙ୍କ ସହ ଥିବା ଶକ୍ତିଶାଳୀ ଜେନେରାଲ୍ ଜିଙ୍ଗୟାଙ୍ଗ ଟୋଙ୍ଗଙ୍କୁ ଆକ୍ରମଣ କରିବାକୁ, Zhang ାଙ୍ଗ ଜୁଟୁଙ୍କୁ ରକ୍ଷା କରିବାକୁ, ସୁଇ ସେନାକୁ ପରାସ୍ତ କରି ୱାଙ୍ଗ ଜୁଟୁଙ୍କୁ ହତ୍ୟା କରିବାକୁ ପ୍ରବର୍ତ୍ତାଇଥିଲେ।\nପରେ, ସେ ଜିଙ୍ଗଲୁ (ପରେ ଲୁକୋ ନାମରେ ନାମିତ) ଗୋଦାମ ଉପରେ ଆକ୍ରମଣ କରିବାକୁ, ରିଲିଫ ପାଇଁ ଗୋଦାମ ଖୋଲିବାକୁ ଏବଂ ଦଳକୁ ବିସ୍ତାର କରିବାକୁ ପ୍ରସ୍ତାବ ଦେଇଥିଲେ। ୱାଗଙ୍ଗ ଆର୍ମି ଦଳ ଦ୍ରୁତ ଗତିରେ ବ grew ିଥିଲେ। ଡାଏର 13 ବର୍ଷରେ ଲି ମି ୱାଗଙ୍ଗ ସେନା ଏବଂ ଜାଇ ରଙ୍ଗକୁ ନେତୃତ୍ୱ ନେଇଥିଲେ। ସୁଇ ରାଜବଂଶର ପଦୋନ୍ନତି ଏବଂ ବଣ୍ଟନ ସହିତ ମୁକାବିଲା କରିଥିଲେ ସାମରିକ ସମ୍ବଳ ଏବଂ ଅନ୍ୟାନ୍ୟ ପ୍ରସଙ୍ଗରେ ଯୁଦ୍ଧ ହୋଇଥିଲା, ଏବଂ ଲି ମି ଜାଇ ରଙ୍ଗ ଏବଂ ତାଙ୍କର ଶହ ଶହ ଅନୁଗାମୀଙ୍କୁ ହତ୍ୟା କରିଥିଲେ | ପରେ, ସେ ଜିଙ୍ଗଲୁ (ପରେ ଲୁକୋ ନାମରେ ନାମିତ) ଗୋଦାମ ଉପରେ ଆକ୍ରମଣ କରିବାକୁ, ରିଲିଫ ପାଇଁ ଗୋଦାମ ଖୋଲିବାକୁ ଏବଂ ଦଳକୁ ବିସ୍ତାର କରିବାକୁ ପ୍ରସ୍ତାବ ଦେଇଥିଲେ। ୱାଗଙ୍ଗ ଆର୍ମି ଦଳ ଦ୍ରୁତ ଗତିରେ ବ grew ିଥିଲେ। ଡାଏର 13 ବର୍ଷରେ ଲି ମି ୱାଗଙ୍ଗ ସେନା ଏବଂ ଜାଇ ରଙ୍ଗକୁ ନେତୃତ୍ୱ ନେଇଥିଲେ। ସୁଇ ରାଜବଂଶର ପଦୋନ୍ନତି ଏବଂ ବଣ୍ଟନ ସହିତ ମୁକାବିଲା କରିଥିଲେ ସାମରିକ ସମ୍ବଳ ଏବଂ ଅନ୍ୟାନ୍ୟ ପ୍ରସଙ୍ଗରେ ଯୁଦ୍ଧ ହୋଇଥିଲା, ଏବଂ ଲି ମି ଜାଇ ରଙ୍ଗ ଏବଂ ତାଙ୍କର ଶହ ଶହ ଅନୁଗାମୀଙ୍କୁ ହତ୍ୟା କରିଥିଲେ |\nଡେ’ର 14 ତମ ମାର୍ଚ୍ଚରେ, ୟୁ ୱେନହୁଜୀ ସୁଇ ରାଜବଂଶର ସମ୍ରାଟ ୟାଙ୍ଗଙ୍କୁ ହତ୍ୟା କରିଥିଲେ |\n, 100,000 ରୁ ଅଧିକ ଲୋକଙ୍କୁ ପଶ୍ଚିମକୁ ଫେରିବା ପାଇଁ ଆଗେଇ ନେଇଥିଲେ | ଡେ’ର ଚତୁର୍ଦ୍ଦଶ ବର୍ଷର ମାର୍ଚ୍ଚରେ, ୟୁ ୱେନହୁଜୀ (ୟୁ ୱେନ୍, ଯ ound ଗିକ ଉପନାମ) ସୁଇ ରାଜବଂଶର ସମ୍ରାଟ ୟାଙ୍ଗଙ୍କୁ ହତ୍ୟା କରି 100,000 ରୁ ଅଧିକ ଲୋକଙ୍କ ସହ ପଶ୍ଚିମକୁ ଫେରି ଆସିଥିଲେ। ହୁ ମିଙ୍କୁ ହୁଆଜୀ ଉପରେ ଆକ୍ରମଣ କରିବାକୁ ନିର୍ଦ୍ଦେଶ ଦିଆଯାଇଥିଲା। ଯଦିଓ ହୁଆଜୀ ପରାସ୍ତ ହୋଇଥିଲେ ମଧ୍ୟ ଲି ମି ମଧ୍ୟ ସ troops ନ୍ୟବାହିନୀରେ ବହୁ କ୍ଷତି ସହିଥିଲେ। ପରେ ତାଙ୍କୁ ୱାଙ୍ଗ ଶିଚୋଙ୍ଗ ଗୋଡାଇ ଥିଲେ। ଲି ମିଙ୍କ ସ army ନ୍ୟ ପରାଜିତ ହୋଇଥିଲେ ଏବଂ ତାଙ୍କ ଶିବିର ଧ୍ୱଂସ ହୋଇଯାଇଥିଲା। ଚେଙ୍ଗ୍ ୟୋଜିନ ନାମକ), ନିୟୁ ଜିନ୍ଦା ଏବଂ ଅନ୍ୟମାନେ ଧରାପଡିଥିଲେ। ହୁ ମିଙ୍କୁ ହୁଆଜି ଉପରେ ଆକ୍ରମଣ କରିବାକୁ ନିର୍ଦ୍ଦେଶ ଦିଆଯାଇଥିଲା ଯଦିଓ ହୁଆଜୀ ପରାସ୍ତ ହୋଇଥିଲେ ମଧ୍ୟ ଲି ମିଙ୍କର ସ troops ନ୍ୟମାନେ ମଧ୍ୟ ବହୁ କ୍ଷତି ସହିଥିଲେ। ପରେ, ତାଙ୍କୁ ୱାଙ୍ଗ ଶିଚୋଙ୍ଗ ଗୋଡାଇ ଥିଲେ। ଲି ମିଙ୍କର ସ army ନ୍ୟ ପରାଜିତ ହୋଇଥିଲେ ଏବଂ ତାଙ୍କ ଶିବିର ଧ୍ୱଂସ ହୋଇଯାଇଥିଲା। ତାଙ୍କର ଜେନେରାଲ୍ କିନ୍ ଶୁବାଓ, ଚେଙ୍ଗ୍ ଜିଜି (ମୂଳତ Che ଚେଙ୍ଗ୍ ୟୋଜିନ ନାମରେ ନାମିତ), ନିୟୁ ଜିନ୍ଦା ଏବଂ ଅନ୍ୟମାନେ କାବୁ ହୋଇଥିଲେ ଏବଂ ଶାନ୍ ସିୟୋନକ୍ସିନ୍ ଆତ୍ମସମର୍ପଣ କରିଥିଲେ। ଲି ମି ହତାଶ ହୋଇପଡିଥିଲେ ତେଣୁ ସେ ସେପ୍ଟେମ୍ବରରେ ନଦୀ ପାର ହୋଇ ହେଙ୍ଗକୁ ଯାଇ ଟାଙ୍ଗ ରାଜବଂଶରେ ଆତ୍ମସମର୍ପଣ କରିଥିଲେ। ଲି ମି ହତାଶ ହୋଇପଡିଥିଲେ ତେଣୁ ସେ ସେପ୍ଟେମ୍ବରରେ ନଦୀ ପାର ହୋଇ ହେଙ୍ଗକୁ ଯାଇ ଟାଙ୍ଗ ରାଜବଂଶରେ ଆତ୍ମସମର୍ପଣ କରିଥିଲେ।\nନଭେମ୍ବରରେ, ଲି ୟୁଆନ୍ ପୁରୁଣା ସ troops ନ୍ୟ ନିଯୁକ୍ତି ପାଇଁ ଲି ମିଙ୍କୁ ଶାଣ୍ଡୋଙ୍ଗକୁ ପଠାଇଲେ | ନଭେମ୍ବର,\nଲି ୟୁଆନ୍ ପୁରୁଣା ସ troops ନ୍ୟ ନିଯୁକ୍ତି ପାଇଁ ଶାଣ୍ଡୋଙ୍ଗରେ ଅପେକ୍ଷା କରିବାକୁ ଲି ମିଙ୍କୁ ପଠାଇଲେ | ତାଙ୍କୁ ସନ୍ଦେହ କରାଯାଉଥିବା ଅନୁଭବ କରି ସେ ଟାଙ୍ଗଙ୍କ ବିରୁଦ୍ଧରେ ବିଦ୍ରୋହ କରିଥିଲେ। ତାଙ୍କୁ ସନ୍ଦେହ କରାଯାଉଥିବା ଅନୁଭବ କରି ସେ ଟାଙ୍ଗଙ୍କ ବିରୁଦ୍ଧରେ ବିଦ୍ରୋହ କରିଥିଲେ। ଟାଙ୍ଗ ଜେନେରାଲ ଶେଙ୍ଗ ୟାନଶି ଲି ମିଙ୍କୁ ଆକ୍ରମଣ କରିବାକୁ ନିମନ୍ତ୍ରଣ କରିଥିଲେ ଏବଂ ତାଙ୍କୁ ଜିଙ୍ଗଙ୍ଗ ଜିଆନରେ ହତ୍ୟା କରିଥିଲେ। ଟାଙ୍ଗ ଜେନେରାଲ ସେଙ୍ଗ ୟାନଶି ଲି ମିଙ୍କୁ ଆକ୍ରମଣ କରିବାକୁ ନିମନ୍ତ୍ରଣ କରିଥିଲେ ଏବଂ ତାଙ୍କୁ ଜିଙ୍ଗଙ୍ଗ ଜିଆନରେ ହତ୍ୟା କରିଥିଲେ।", "聖意": "ଘର, ଘର, ଜିଭ, ଆତ୍ମ, ଭିଲେନ୍, ଧନ ଅନ୍ୱେଷଣ, ବ୍ୟବସାୟ ନଷ୍ଟ, ବିବାହ ସ୍ଥାୟୀ ନୁହେଁ, ଲିୟୁଜିଆ, ଖାଲି ଫୁଲ, ପଥଚାରୀ, ୟାଟିଆନ୍, ରେଶମ କୀଟ କ୍ଷତି, six ଟି ପଶୁ ନଷ୍ଟ, ନିଖୋଜ ବ୍ୟକ୍ତି, ମକଦ୍ଦମା, କ୍ଷତି, ସ୍ଥାନାନ୍ତରଣ, ସଂରକ୍ଷଣ, ହଜିଯାଇଥିବା ସମ୍ପତ୍ତି, ଅସୁସ୍ଥତା, ବାଧା, ପର୍ବତ ସମାଧି ସଂସ୍କାର |", "古人": "ଲି ମି ଟାଙ୍ଗ ରାଜବଂଶ ବିରୁଦ୍ଧରେ ବିଦ୍ରୋହ କରିଥିଲେ", "第X籤": "ସତୁରି ଡ୍ର", "宮": "ତତ୍ସୁମୀ |"}