{"籤詩版本二": "କାଙ୍ଗଲଙ୍ଗ ete ନବିଂଶ ରାକ୍ଷୀଙ୍କ ଜ୍ଞାନ: ଜଣେ ମହିଳା ଦ୍ୱିତୀୟ ସ୍ୱାମୀଙ୍କୁ ବିବାହ କଲେ |\nଗୋଟିଏ ଧନୁ ଏବଂ ଦୁଇଟି ତୀର ସହିତ ଡାଇନୋସରମାନେ ତୁରନ୍ତ ଶାନ୍ତିରେ ବାସ କରିବେ |", "詩意": "ଏହି ଷୋଡଗ୍ରାମ ଦୁଇଟି ତୀର ଧରିଥିବା ଧନୁ ପରି |\nଯଦି ଏହା ଏକତ୍ର ଯାଏ ତେବେ ସବୁକିଛି ଶୁଭ ଅଟେ |", "解曰": "ଅତ୍ୟଧିକ ଭାରୀ ନୁହେଁ | ଭାଗ୍ୟ ଜେନ ଲିଉଜୋଙ୍ଗ ଖୋଲନ୍ତି | ସତର୍କ ରହିବାକୁ ପରାମର୍ଶ ଦିଆଯାଇଛି।", "籤詩故事一": "◇ ୱେନଜୁନ୍ ଜିଆଙ୍ଗ୍ରୁ ପରିଦର୍ଶନ କରନ୍ତି |\nଜୁଓ ୱେନଜୁନ୍, ସିଚୁଆନ୍ ପ୍ରଦେଶର ଲିନକିଓନ୍ଗର ଜଣେ ଧନୀ ବ୍ୟବସାୟୀ ଜୁ ୱାଙ୍ଗଙ୍କ ନାତି ଥିଲେ। ସେ ସଙ୍ଗୀତରେ ପାରଙ୍ଗମ ଥିଲେ ଏବଂ ତାଙ୍କର ସାହିତ୍ୟିକ ନାମ ଥିଲା। ସେ ଷୋହଳ ବର୍ଷ ବୟସରେ ବିବାହ କରିଥିଲେ। କିଛି ବର୍ଷ ପରେ ତାଙ୍କ ସ୍ୱାମୀଙ୍କର ଦେହାନ୍ତ ହୋଇଥିଲା ଏବଂ ସେ ବିବାହିତା ଭାବରେ ରହିବାକୁ ନିଜ ଜନ୍ମ ପରିବାରକୁ ଫେରି ଆସିଥିଲେ।\nଦିନେ, ସିମା ଜିଆଙ୍ଗ୍ରୁ ଜୁ ୱାଙ୍ଗସୁନ୍ଙ୍କ ଘରକୁ ଭୋଜି ପାଇଁ ଯାଇଥିଲେ। ଯେତେବେଳେ ସେ ଜାଣିବାକୁ ପାଇଲେ ଯେ ଜୁ ୱେନଜୁନ୍ ନବ ବିଧବା ଥିଲେ, ସେତେବେଳେ ସେ ନିଜ ପ୍ରେମକୁ ପ୍ରକାଶ କରିବା ପାଇଁ \"ଫିନିକ୍ସ ଖୋଜୁଥିବା ଫିନିକ୍ସ\" ଗୀତ ବଜାଇଥିଲେ। ଜୁ ୱେଞ୍ଜୁନ୍ ସିମା ଜିଆଙ୍ଗ୍ରୁଙ୍କ ବିଷୟରେ ଶୁଣି ସାରିଥିଲେ ଏବଂ ଏହି ଭୋଜି ତାଙ୍କୁ ସିମା ଜିଆଙ୍ଗ୍ରୁଙ୍କ ପ୍ରତି ଅଧିକ ଆକର୍ଷିତ କରିଥିଲା ​​| ଅନ୍ୟପକ୍ଷରେ, ସିମା ଜିଆଙ୍ଗ୍ରୁଙ୍କ ଭୋଜି ପରେ ସେ ତୁରନ୍ତ ଜୁଓ ୱେନଜୁନଙ୍କ ବ୍ୟକ୍ତିଗତ ଚାକରାଣୀକୁ ଲାଞ୍ଚ ଦେବା ପାଇଁ ବହୁ ଅର୍ଥ ଖର୍ଚ୍ଚ କରି ତାଙ୍କୁ ସିଓ ସିଆଙ୍ଗ୍ରୁଙ୍କ ଜୁ ୱେନଜୁନଙ୍କ ପ୍ରେମ ବିଷୟରେ ଜଣାଇବାକୁ କହିଥିଲେ। ଜୁ ୱେନଜୁନ୍ ଚାକରାଣୀ ମାଧ୍ୟମରେ ସିମା ଜିଆଙ୍ଗ୍ରୁଙ୍କ ପ୍ରେମ ବିଷୟରେ ଜାଣିବା ପରେ ସେ ସଙ୍ଗେ ସଙ୍ଗେ ସିମା ଜିଆଙ୍ଗ୍ରୁ ରହୁଥିବା ଅନ୍ତ inn ସ୍ଥଳୀକୁ ଦ hed ଡ଼ିଗଲେ। ଜୁ ୱେଞ୍ଜୁନ୍ଙ୍କ ଆଗମନ ଦେଖି ସିମା ଜିଆଙ୍ଗ୍ରୁ ତୁରନ୍ତ ତାଙ୍କ ସହ ଚେଙ୍ଗଡୁରେ ନିଜ ସହରକୁ ଚାଲିଗଲେ।\nଯେତେବେଳେ ସେମାନେ ଚେଙ୍ଗଡୁରେ ଥିଲେ, ଏହି ଦମ୍ପତି ଦରିଦ୍ର ଥିଲେ ଏବଂ ଜୀବିକା ନିର୍ବାହ ପାଇଁ ଏକ ଛୋଟ ହୋଟେଲ ଖୋଲିବାକୁ ଲିନକିଓଙ୍ଗକୁ ଫେରିବାକୁ ପଡିଲା | ଜୁ ୱେନଜୁନ୍ ମଦ ବିକ୍ରି କରିଥିଲେ ଏବଂ ସିମା ଜିଆଙ୍ଗ୍ରୁ ଧୋଇବା ପାତ୍ର ଧୋଇଥିଲେ | ସେମାନେ ଏକ ଖରାପ ଜୀବନ ବିତାଇଥିଲେ | ଜୁ ୱେନଜୁନ୍ଙ୍କ ପିତା ଜୁ ୱାଙ୍ଗସୁନ୍ ଏହା ଜାଣିବା ପରେ ସେ ରାଜି ହୋଇଥିଲେ ଏବଂ ତାଙ୍କ ସାଙ୍ଗମାନଙ୍କ ପରାମର୍ଶରେ ସେମାନଙ୍କୁ ଅର୍ଥ ପ୍ରଦାନ କରିଥିଲେ, ଯାହାଫଳରେ ସିମା ଜିଆଙ୍ଗ୍ରୁ ଏବଂ ଜୁ ୱେଞ୍ଜୁନ୍ ଚେଙ୍ଗଡୁକୁ ଫେରି ଆସିଥିଲେ ଏବଂ ପରେ ଧନୀ ହୋଇଥିଲେ।", "聖意": "ଘର ଏବଂ ସମ୍ପତ୍ତି ହରାଇବା, ନିଜର ଅଧିକାର ଏବଂ ଭୁଲ, ଧନ ଖୋଜିବା, ଶ୍ରମ କାରବାର, ବିବାହ ପୁନ un ମିଳନରୁ ରକ୍ଷା କରିବା |", "古人": "ୱେଞ୍ଜୁନ୍ ଜିଆଙ୍ଗ୍ରୁ ପରିଦର୍ଶନ କରନ୍ତି |", "第X籤": "ସତୁରି ଜଣ ବିଜେତା ଲଟେରୀ |", "宮": "ତତ୍ସୁମୀ |"}