{"籤詩版本二": "ମହୁମାଛିମାନେ ମହୁ ପାଇଁ ଭିକ ମାଗିବା ଉଚିତ୍, ନଚେତ୍ ସେମାନେ ଏକ ଦାଗ ଦ୍ୱାରା ଆଘାତ ପାଇବେ |\nଆପଣଙ୍କ ସାମ୍ନାରେ ଏକ ଅଜବ ରାସ୍ତା ନିଶ୍ଚୟ ରହିବ | ରହସ୍ୟ କଣ୍ଟା ଜଙ୍ଗଲ ପରି ଗଭୀର |", "詩意": "ଏହି ଷୋଡଗ୍ରାମ ମହୁ ସଂଗ୍ରହ କରୁଥିବା ମହୁମାଛିର ପ୍ରତୀକ ଅଟେ |\nସବୁକିଛି ପରିଶ୍ରମୀ ଏବଂ ପରିଶ୍ରମୀ |\n\n(ଏହି ଷୋଡଗ୍ରାମ ମଧୁରତା ଏବଂ ତିକ୍ତତାର ପ୍ରତୀକ ଖୋଜେ |\nସବୁକିଛିରେ ବିପର୍ଯ୍ୟୟକୁ ରୋକନ୍ତୁ |\n)", "解曰": "ଜିନିଷଗୁଡିକ ଯତ୍ନର ସହିତ କରିବା ଆବଶ୍ୟକ | ଏହାକୁ ବାଧ୍ୟ କରିବାର ଆବଶ୍ୟକତା ନାହିଁ | ମହୁମାଛି ମହୁ ସଂଗ୍ରହ କରନ୍ତି | ଏହାର କାରଣ କ’ଣ?", "籤詩故事一": "◇ ୱାଙ୍ଗ ମଙ୍ଗ ପ୍ରତିଭା ଖୋଜନ୍ତି |\nପଶ୍ଚିମ ହାନ ରାଜବଂଶର ୱାଙ୍ଗ ମଙ୍ଗ ପରିବାରକୁ ଏକ ଧନୀ ପରିବାର ବୋଲି କୁହାଯାଇପାରେ | ଯଦିଓ ତାଙ୍କ ପିତା ଶୀଘ୍ର ମୃତ୍ୟୁ ବରଣ କରିଥିଲେ, ତାଙ୍କର ଅନେକ ମାମୁଁ ଏବଂ ମାମୁଁମାନେ ହାନ୍ ରାଜବଂଶର ସମ୍ରାଟ ହୋଇଥିଲେ। ସେମାନେ ଜେନେରାଲ୍, ପ୍ରଧାନମନ୍ତ୍ରୀ ହୋଇଥିଲେ ଏବଂ ମାର୍କାଇଜ୍ ହୋଇଥିଲେ ଏବଂ ପୁରସ୍କାର ଗ୍ରହଣ କରିଥିଲେ। ୱାଙ୍ଗ ପରିବାର ଅତ୍ୟନ୍ତ ପ୍ରତିଷ୍ଠିତ ଥିଲେ।\nକିନ୍ତୁ ୱାଙ୍ଗ ମଙ୍ଗଙ୍କ ନିଜ ଛୋଟ ପରିବାର ଅତ୍ୟନ୍ତ ଗରିବ ଥିଲା; ତାଙ୍କ ପିତା ଅଳ୍ପ ବୟସରେ ମୃତ୍ୟୁ ବରଣ କରିଥିଲେ ଏବଂ ସେ କେବଳ ସମ୍ପର୍କୀୟଙ୍କ ଦାନ ଉପରେ ନିର୍ଭର କରି ତାଙ୍କ ମାଙ୍କ ସହ ରହୁଥିଲେ। କିନ୍ତୁ ଏହି କାରଣରୁ, ୱାଙ୍ଗ ମାଙ୍ଗ ପିଲାବେଳୁ ଲୋକଙ୍କ ସହ କାରବାର କରିବାରେ କ skills ଶଳର ଏକ ସେଟ୍ ବିକଶିତ କରିଥିଲେ ଏବଂ ଅଭ୍ୟାସ କରିଥିଲେ | ସେ ଯେତେ ଦୁ sad ଖୀ କିମ୍ବା କ୍ରୋଧ ଅନୁଭବ କଲେ ମଧ୍ୟ ସେ ସର୍ବଦା ସମ୍ପର୍କୀୟ, ପ୍ରାଚୀନ କିମ୍ବା ବାହାର ଲୋକଙ୍କ ସାମ୍ନାରେ ବହୁତ ଖୁସି ଏବଂ ଶାନ୍ତିପୂର୍ଣ୍ଣ ଚେହେରା ଦେଖାଉଥିଲେ, ତେଣୁ ପରିବାରର ସମସ୍ତେ ତାଙ୍କୁ ପ୍ରଶଂସା କରିଥିଲେ |\nଥରେ, ତାଙ୍କ ବଡ ମାମୁଁ ଗୁରୁତର ଅସୁସ୍ଥ ହୋଇପଡିଥିଲେ। ସେ ଏହା ଜାଣିବା ପରେ ରୋଗୀ ଶଯ୍ୟାରେ ଅପେକ୍ଷା କରିଥିଲେ, medicine ଷଧ ଓ ପାଣି ଆଣିଥିଲେ ଏବଂ ରାତିରେ ସଜାଗ ରହିଥିଲେ। ସେ ଜଣେ ରୋଗୀଙ୍କ ଅପେକ୍ଷା ଅଧିକ \"ଧ patient ର୍ଯ୍ୟବାନ\" ଥିଲେ। ଜ bi ବିକ ପୁତ୍ର ଅପେକ୍ଷା ଅଧିକ \"ପୁଅ\" |\nଏଥିପାଇଁ ତାଇୱାନର ସମସ୍ତେ ତାଙ୍କୁ ପ୍ରଶଂସା କରିଥିଲେ ଏବଂ ତାଙ୍କ ପାଇଁ ପୁରସ୍କାର ମାଗି ଚିଠି ଲେଖିଥିଲେ।\nତେଣୁ ହାନ୍ ରାଜବଂଶର ସମ୍ରାଟ ଚେଙ୍ଗ୍ ତାଙ୍କୁ ନ୍ୟୁ କ୍ୟାପିଟାଲ୍ ମାର୍କିସ୍ ଆଖ୍ୟା ଦେଇଥିଲେ ଏବଂ ତାଙ୍କୁ ରାଜପ୍ରାସାଦରେ ରାକ୍ଷୀ ଭାବରେ ନିଯୁକ୍ତ କରି ସମ୍ରାଟଙ୍କ ଘନିଷ୍ଠ ମନ୍ତ୍ରୀ ହୋଇଥିଲେ।\nୱାଙ୍ଗ ମଙ୍ଗ ତାଙ୍କର ଉଚ୍ଚ ମାନ୍ୟତା ଏବଂ ମହାନ ଶକ୍ତି ସହିତ କ any ଣସି ଅହଂକାର କିମ୍ବା ଅଳସୁଆତା ଦେଖାଇ ନଥିଲେ।\nକିନ୍ତୁ ସେ ଅତ୍ୟନ୍ତ ଫଳପ୍ରଦ ଜୀବନ ଅତିବାହିତ କରୁଥିଲେ, ପ୍ରାୟତ meat ମାଂସ ପାତ୍ର ଖାଉଥିଲେ, ଲମ୍ବା ପୋଷାକ ଏବଂ ଲମ୍ବା ହାତର ପୋଷାକ ପିନ୍ଧିବା କଥା ନୁହେଁ, କେବଳ ଛୋଟ ପୋଷାକ ପିନ୍ଧିଥିଲେ | ତେଣୁ ସରକାର ଏବଂ ଜନସାଧାରଣ ସମସ୍ତେ ସର୍ବସମ୍ମତି କ୍ରମେ ତାଙ୍କୁ “ଗୁଣବତ୍ତା” ଶବ୍ଦ ସହିତ ପ୍ରଶଂସା କରିଥିଲେ।\nପରେ ତାଙ୍କ ମାମୁଁ ଗ୍ରାଣ୍ଡ ସିମା ୱାଙ୍ଗଗେନ୍ ଅସୁସ୍ଥତା ହେତୁ ମୃତ୍ୟୁ ବରଣ କରିଥିଲେ ଏବଂ ତାଙ୍କୁ ତାଙ୍କ ସ୍ଥାନ ଭାବରେ ଚୟନ କରାଯାଇଥିଲା। ସମ୍ରାଟ ଏବଂ ସମସ୍ତ ମନ୍ତ୍ରୀ ଭାବିଲେ ଯେ ସେ ସବୁଠାରୁ ଉପଯୁକ୍ତ। ତେଣୁ ୱାଙ୍ଗ ମଙ୍ଗ, ଯିଏ ମାତ୍ର ଅଠେଇଶ ବର୍ଷ ବୟସ ହୋଇଥିଲେ, ସେ ଦେଶର ସର୍ବୋଚ୍ଚ ସାମରିକ ଶକ୍ତି ସହିତ ଗ୍ରାଣ୍ଡ ସିମା ହୋଇଥିଲେ।\n)", "聖意": "ଘର ନିଜ ପାଇଁ ଭଲ ନୁହେଁ, ପରିବାର ଅସୁବିଧାରେ ଅଛନ୍ତି, ବ୍ୟବସାୟ ଅବରୋଧ ହୋଇଛି, ବିବାହ ଅବରୋଧ ହୋଇଛି, six ଟି ବାହୁବଳୀ ମିଥ୍ୟା, ପଥଚାରୀମାନେ ବିଳମ୍ବ କରିଛନ୍ତି, ରେଶମ କୀଟ ଅମଳ କମ୍, ପଶୁପାଳନ କମ୍, ଏହା କରିବା କଷ୍ଟକର ଲୋକଙ୍କୁ ଖୋଜ, ମକଦ୍ଦମା ଖରାପ, ସ୍ଥାନାନ୍ତରଣ ଚାଲୁ ନାହିଁ, ହଜିଯାଇଥିବା ସମ୍ପତ୍ତି ଖରାପ, ରୋଗ ସ୍ଥାପିତ ହୋଇଛି, ପର୍ବତ କବର ହଜିଯାଇଛି,", "古人": "ୱାଙ୍ଗ ମଙ୍ଗ ପ୍ରତିଭା ଖୋଜନ୍ତି |", "第X籤": "ସତୁରି ଦୁଇ ଲଟେରୀ ଜିତିବା |", "宮": "ତତ୍ସୁମୀ |"}