{"籤詩版本二": "ଯେତେବେଳେ ବସନ୍ତ ଆସେ, ବଜ୍ରପାତ ଶହ ଶହ କୀଟପତଙ୍ଗର ଶବ୍ଦକୁ ଥରାଇ ଦିଏ, ଏବଂ ମୁଁ କାଦୁଅରୁ ଦୂରେଇ ଯାଏ |\nଯେତେବେଳେ ମୁଁ ପ୍ରଥମେ ଅନୁଭବ କଲି ଯେ ମୁଁ ତଥାପି ଆସୁଛି ଏବଂ ଯାଉଛି, ଥରେ ବଦଳିବା ପରେ ମୁଁ ଏକ ଡ୍ରାଗନ୍ ହୋଇଗଲି |", "詩意": "ଏହି ଷୋଡଗ୍ରାମ ବଜ୍ର ଏବଂ କୀଟ ପରି |\nଜଣେ ସମ୍ଭ୍ରାନ୍ତ ବ୍ୟକ୍ତିଙ୍କୁ ଭେଟିବା ସବୁକିଛିରେ ଏକ ଭଲ ସଙ୍କେତ ଅଟେ |", "解曰": "ବଜ୍ରପାତ ଦୁଇଟି ଏବଂ ଜମା ଥରେ ପରିବର୍ତ୍ତନ କରନ୍ତୁ | ତିଆନ୍ମେନ୍ ପର୍ଯ୍ୟନ୍ତ |", "籤詩故事一": "◇ ଚେଙ୍କିଆଓ ବିଦ୍ରୋହ |\n959 ଖ୍ରୀଷ୍ଟାବ୍ଦରେ, ଜୋଉ ସିଜୋଙ୍ଗ ଚାଇ ରୋଙ୍ଗଙ୍କର ମୃତ୍ୟୁ ହୋଇଥିଲା ଏବଂ ସମ୍ରାଟ ଗଙ୍ଗ, ସିଂହାସନ ଆରୋହଣ କରିଥିବା ଚାଇ ଜୋଙ୍ଗସୁନଙ୍କୁ ମାତ୍ର ସାତ ବର୍ଷ ହୋଇଥିଲା। ସେହି ସମୟରେ, ରାଜପ୍ରାସାଦ ସମ୍ମୁଖରେ ଇନ୍ସପେକ୍ଟର ତଥା ଜର୍ମାନ ସେନାରେ ସୋଙ୍ଗଜୋଙ୍କ ଦୂତ ଭାବରେ କାର୍ଯ୍ୟ କରୁଥିବା ଜାଓ କୁଆଙ୍ଗିନ୍ ପ୍ରକୃତ କ୍ଷମତା ରଖିଥିଲେ।\n960 ଖ୍ରୀଷ୍ଟାବ୍ଦର ବସନ୍ତରେ, ଜେନଜୋ (ଆଜିର ଜେଙ୍ଗଡିଙ୍ଗ, ହେବ ପ୍ରଦେଶ) ଏବଂ ଡିଙ୍ଗଜୋ (ଆଜିର ଡିଙ୍ଗସିଆନ୍ କାଉଣ୍ଟି, ହେବ ପ୍ରଦେଶ) ରିପୋର୍ଟ କରିଛନ୍ତି ଯେ ଉତ୍ତର ହାନ୍ ରାଜବଂଶ ଏବଂ ଲିଆଓ ରାଜ୍ୟ ସ ies ନ୍ୟ ମିଳିତ ଭାବରେ ଦକ୍ଷିଣ ଜୋ ରାଜବଂଶ ଉପରେ ଆକ୍ରମଣ କରିବାକୁ ଯାଉଛନ୍ତି; ବହୁତ ଗତି, ଏବଂ ସହାୟତା ପାଇଁ ସ troops ନ୍ୟ ପଠାଇବାକୁ ଅନୁରୋଧ | ପରେ, ଜୋ ରାଜବଂଶ ଜାଓ କୁଆଙ୍ଗିନ୍ଙ୍କୁ ତାଙ୍କ ସ troops ନ୍ୟମାନଙ୍କୁ ଶତ୍ରୁ ବିରୁଦ୍ଧରେ ଲ to ିବାକୁ ନିର୍ଦ୍ଦେଶ ଦେଇଥିଲେ। ଜାଓ କୁଆଙ୍ଗିନ୍ ତାଙ୍କ ଭାଇ ଜାଓ ଗୁଆଙ୍ଗି, ଜାଓ ପୁ, ଶି ଶକ୍ସିନ୍ ଏବଂ ଅନ୍ୟମାନଙ୍କ ଯୋଜନା ଅନୁଯାୟୀ ଗୁପ୍ତ ଭାବରେ କାର୍ଯ୍ୟ କରିଥିଲେ।\nଫେବୃଆରୀ 3 ରେ, ଯେତେବେଳେ ସେନା ଚେଙ୍କିଆଓ (ବର୍ତ୍ତମାନ ଚେଙ୍ଗିଆଓ ଟାଉନ୍, ଫେଙ୍ଗକିଓର ଦକ୍ଷିଣ-ପୂର୍ବ, ହେନାନ) ରେ ପହଞ୍ଚିଲେ, ସେମାନେ ବିଦ୍ରୋହ ଆରମ୍ଭ କଲେ ଏବଂ ସ soldiers ନିକମାନଙ୍କୁ ତାଙ୍କ ପାଇଁ ହଳଦିଆ ରଙ୍ଗର ପୋଷାକ ପିନ୍ଧିବାକୁ ନିର୍ଦ୍ଦେଶ ଦେଲେ। ସେମାନେ ପରବର୍ତ୍ତୀ ଜୋ ରାଜବଂଶ ବିରୁଦ୍ଧରେ ବିଦ୍ରୋହ କଲେ ଏବଂ ଜାଓ କୁଆଙ୍ଗିନ୍ଙ୍କୁ ସମ୍ରାଟ ଭାବରେ ସମର୍ଥନ କଲେ | । ଏହା ପରେ ଜାଓ ନିଜର ସ troops ନ୍ୟମାନଙ୍କୁ ଜାଳି, ହତ୍ୟା କିମ୍ବା ଲୁଟ୍ ନକରି କାଇଫେଙ୍ଗକୁ ଫେରାଇ ଆଣିଥିଲେ। ତାଇଜୁ ଚେନ୍ କିଆଓ ରାଜଧାନୀର ଲୋକଙ୍କୁ ବିବ୍ରତ ନକରିବାକୁ ଶପଥ ନେଇଥିଲେ ଏବଂ ସେ ସହରକୁ ପ୍ରବେଶ କରିବା ଦିନ ସେ ସହରକୁ ବିଶୃଙ୍ଖଳା ନକରିବାକୁ ପ୍ରତିଶୃତି ଦେଇଥିଲେ।\nଚନ୍ଦ୍ର ମାସର ତୃତୀୟ ବର୍ଷର ତୃତୀୟ ଦିନରେ, ଜାଓ କୁଆଙ୍ଗିନ୍ ଚେଙ୍କିଆଓରେ ବିଦ୍ରୋହ କରି ରାଜଧାନୀକୁ ଫେରି ଆସିଥିଲେ। : \"ଏହି ତିନି ସ ies ନ୍ୟବାହିନୀର କ s ଣସି ମାଲିକ ନାହାଁନ୍ତି। ଜେନେରାଲମାନେ ତାଙ୍କୁ ସମ୍ରାଟ ଭାବରେ ନିଯୁକ୍ତ କରିବାକୁ ନିଷ୍ପତ୍ତି ନେଇଛନ୍ତି। ଯିଏ କହିବ ତାଙ୍କୁ ହତ୍ୟା କରାଯିବ!\" ୱାଙ୍ଗ ପୁଙ୍କ ମୁହଁ ପୃଥିବୀ ପରି ଫିକା ପଡିଥିଲା। ସେ ତାଙ୍କ ପାଦ ତଳକୁ କରି ନତମସ୍ତକ ହୋଇଥିଲେ। ଫ୍ୟାନ୍ ଜୀ ମଧ୍ୟ ପ୍ରଣାମ କରିଥିଲେ। କୁଆଙ୍ଗ ୟିନ୍ ବ୍ୟକ୍ତିଗତ ଭାବରେ ତାଙ୍କୁ ସାହାଯ୍ୟ କରିଥିଲେ ଏବଂ ତାଙ୍କୁ ବହୁତ ସ es ଜନ୍ୟରେ ବ୍ୟବହାର କରିଥିଲେ।\nମଧ୍ୟମ ପ୍ରତିରୋଧ ପରେ, ପରବର୍ତ୍ତୀ ଜୋ ରାଜବଂଶର ସମ୍ରାଟ ଗଙ୍ଗ ସିଂହାସନ ଗ୍ରହଣ କଲେ, ଏବଂ ଜାଓ ସିଂହାସନ ଗ୍ରହଣ କଲେ। \"ତାଇଜୁ ଜେନଙ୍କୁ ଗ୍ରହଣ କରିବାକୁ ଯାଉଥିଲେ, କିନ୍ତୁ ସେଠାରେ ଜେନ ପାଠ ନଥିଲା। ଏବଂ ତାହାଙ୍କ ପାଖକୁ ଆସି କହିଲେ, \"ଏହା ସମାପ୍ତ ହୋଇଛି।\"\nଜାଓ ସିଂହାସନକୁ ଆସିବା ପରେ ସେ ଦେଶର ନାମ ଗୀତ, ୟୁଆନ୍ ଜିଆନଲୋଙ୍ଗରେ ପରିବର୍ତ୍ତନ କରି କାଇଫେଙ୍ଗକୁ ରାଜଧାନୀ କରିଥିଲେ। ଶି ଶୋକ୍ସିନ୍, ଗାଓ ହୁଆଡେ, ୱାଙ୍ଗ ଲିଙ୍ଗଡୁ, ୱାଙ୍ଗ ଶେଙ୍କି, Zhang ାଙ୍ଗ ଗୁଆଙ୍ଗାନ, ଏବଂ ଜାଓ ୟାନହୁଇଙ୍କୁ ସମସ୍ତେ ଜିଡୁସି ଆଖ୍ୟା ପ୍ରଦାନ କରିଥିଲେ। , ଯାହା ଇତିହାସରେ \"ଚେଙ୍କିଆଓ ବିଦ୍ରୋହ\" ଭାବରେ ଜଣାଶୁଣା |\nଉଇକିପିଡ଼ିଆ\n(ଏହି କାହାଣୀ ଦର୍ଶାଏ ଯେ ଏହା ହେଉଛି ଜାଓ କୁଆଙ୍ଗିନ୍ଙ୍କ ଅଭିନୟର ଆରମ୍ଭ |)", "聖意": "ଆପଣଙ୍କ ଘର, ଦ daily ନନ୍ଦିନ ଜୀବନ, ​​ଧନ, ଭାଗ୍ୟ, ବ୍ୟବସାୟରେ ଶୁଭଫଳ, ସମ୍ଭ୍ରାନ୍ତ ବିବାହ, ଲିୟୁଜିଆରେ ସଫଳତା, ପୁରୁଷ ପଥଚାରୀ, କ୍ଷେତରେ ରେଶମ କୀଟମାନଙ୍କର ଶୀଘ୍ର ଜନ୍ମ, six ଟି ପ୍ରାଣୀଙ୍କର ଶୀଘ୍ର ଜନ୍ମ, ବସନ୍ତରେ ଭାଗ୍ୟ, ଲୋକଙ୍କୁ ଖୋଜ | , ମକଦ୍ଦମାରେ ସଫଳତା, ସ୍ଥାନାନ୍ତରଣରେ ଶୁଭଫଳ, ସମ୍ପତ୍ତି ହରାଇବା, ରୋଗରେ ବିପଦ, ପର୍ବତ ଏବଂ କବରରେ ବିପଦ |", "古人": "ଚେଙ୍କିଆଓ ବିଦ୍ରୋହ |", "第X籤": "ସତୁରି ଜଣ ଦସ୍ତଖତ କଲେ |", "宮": "ମି ପ୍ୟାଲେସ୍ |"}