{"籤詩版本二": "ସ୍ୱପ୍ନରେ କୁହାଯାଇଥିଲା ଯେ ସେଠାରେ ବହୁତ ଧନ ହେବ, କିନ୍ତୁ ଖ୍ୟାତି କିଛି ହେବ ନାହିଁ |\nଜଳ ବହୁତ ଦୂରରେ ଏବଂ ପର୍ବତଗୁଡିକ ବହୁତ ଦୂରରେ, କିନ୍ତୁ ବିଶ୍ୱସ୍ତ ହେବା କଷ୍ଟକର | ସମ୍ଭ୍ରାନ୍ତ ବ୍ୟକ୍ତି ମାର୍ଗଦର୍ଶନ କରନ୍ତି ଏବଂ ହସନ୍ତି |", "詩意": "ଏହି ଷୋଡଗ୍ରାମ ସ୍ୱପ୍ନରେ ଧନ ପ୍ରାପ୍ତିର ପ୍ରତୀକକୁ ପ୍ରତିପାଦିତ କରେ |\nସବୁକିଛି ଅଧିକ ବା କମ ବାସ୍ତବ ଅଟେ |", "解曰": "ସ୍ୱପ୍ନ ପରି ସ୍ୱପ୍ନ ଦେଖିବା | ଖ୍ୟାତିର କ hope ଣସି ଭରସା ନାହିଁ | ଭଲ ସମୟ ପାଇଁ ଅପେକ୍ଷା କର | ଉତ୍ତମ ନିର୍ଦ୍ଦେଶାବଳୀ |", "籤詩故事一": "The ଜାଡକୁ ଜାଓକୁ ଫେରାନ୍ତୁ (ଜାଡକୁ ଏହା ସମାପ୍ତ କରିବା ପରେ ଜାଓକୁ ଫେରାନ୍ତୁ)\nଖ୍ରୀଷ୍ଟପୂର୍ବ 283 ମସିହାରେ, ରାଜା ଜାଓ ହୁଇୱେନ୍ ଚୁରୁ ସେ ବି ପ୍ରାପ୍ତ କରିଥିଲେ। ରାଜା କିନ୍ ଜାଓକ୍ସିଆଙ୍ଗ ଏହି ଖବର ଶୁଣିବା ପରେ ସେ ରାଜା ଜାଓଙ୍କୁ ଏକ ଚିଠି ପଠାଇ ସେ ବି ପାଇଁ ପନ୍ଦରଟି ସହର ବିନିମୟ କରିବାକୁ ଇଚ୍ଛା ପ୍ରକାଶ କରିଥିଲେ।\nଲିନ ଜିଆଙ୍ଗ୍ରୁ ରାଜା ଜାଓଙ୍କୁ ବିଶ୍ଳେଷଣ କରିଥିଲେ ଯେ କିନ୍ ଶକ୍ତିଶାଳୀ ଏବଂ ଜାଓ ଦୁର୍ବଳ ଥିଲେ ଏବଂ ତାଙ୍କୁ ବଦଳାଇବାକୁ ପଡିବ।\nରାଜା ଜାଓ ତା’ପରେ ଲିନ୍ ଜିଆଙ୍ଗ୍ରୁଙ୍କୁ ସେ ବି ସହିତ କୁଇନ୍ ପଠାଇଲେ |\nକିଙ୍ଗର ରାଜା Zhang ାଙ୍ଗଟାଇରେ ଲିନ ଜିଆଙ୍ଗ୍ରୁଙ୍କୁ ଭେଟିଥିଲେ ଏବଂ ଲିନ ଜିଆଙ୍ଗ୍ରୁ କୁଇନ୍ ରାଜାଙ୍କୁ ଏହି ଜାଡେ ଉପସ୍ଥାପନ କରିଥିଲେ। କିନ୍ ରାଜା ଅତ୍ୟଧିକ ଆନନ୍ଦିତ ହୋଇ ହେ ବିଙ୍କୁ ସ beauty ନ୍ଦର୍ଯ୍ୟକୁ ପଠାଇଲେ ଏବଂ ତାଙ୍କ ଆଖପାଖରେ ଥିବା ସମସ୍ତେ ଏହାକୁ ଦେଖିଲେ। ଏହି ସମୟରେ ବାମ ଓ ଡାହାଣ ପାର୍ଶ୍ୱରେ ସମସ୍ତେ ଦୀର୍ଘଜୀବୀ ପାଟି କରିଥିଲେ।\nଲିନ ଜିଆଙ୍ଗ୍ରୁ ଦେଖିଲେ ଯେ କିନ୍ ରାଜା ଜାଓଙ୍କୁ ସହରକୁ ଦେବାର କ intention ଣସି ଇଚ୍ଛା କରୁନାହାଁନ୍ତି, ତେଣୁ ସେ କିନ୍ ରାଜାଙ୍କୁ କହିଥିଲେ ଯେ ସେ ଜାଡେ ତ୍ରୁଟିପୂର୍ଣ୍ଣ ଏବଂ ଏହାକୁ କିନ୍ ରାଜାଙ୍କ ନିକଟକୁ ଦେଖାଇବାକୁ ଚାହୁଁଛନ୍ତି ଯାହା ଦ୍ the ାରା ସୁଯୋଗ ପାଇବାକୁ ସୁଯୋଗ ପାଇବେ। ଜାଡେ ଫେରି\nଲିନ ଜିଆଙ୍ଗ୍ରୁ ହେଶିଙ୍କ ବିକୁ ଫେରାଇ ନେବା ପରେ, ସେ ବଡ଼ ସ୍ତମ୍ଭ ପାଖରେ ଠିଆ ହୋଇ ଦେଖାଇଲେ ଯେ ସେ ହେଶିଙ୍କ ବି ସହିତ ମରିବାକୁ ଚାହୁଁଛନ୍ତି |\nଏହି ସମୟରେ, ଲିନ ଜିଆଙ୍ଗ୍ରୁ କିନ୍ ରାଜାଙ୍କୁ କହିଥିଲେ: \"ଜାଓର ରାଜା ମନ୍ତ୍ରୀଙ୍କ ଆପତ୍ତି ଦୂର କରି ମନ୍ତ୍ରୀଙ୍କ ପ୍ରସ୍ତାବକୁ ଗ୍ରହଣ କରିଛନ୍ତି। ସାଧାରଣ ଲୋକଙ୍କ ସହ କଥାବାର୍ତ୍ତା ବେଳେ ସେ ପରସ୍ପରକୁ ପ୍ରତାରଣା କରିନଥିଲେ ମଧ୍ୟ ତାହା ଉଲ୍ଲେଖ କରନ୍ତୁ ନାହିଁ। କୁଇନ୍ ଏକ ବଡ ଦେଶ! କିନ୍ ଏବଂ ଜାଓଙ୍କ ମଧ୍ୟରେ ବନ୍ଧୁତା ରକ୍ଷା କରିବା ପାଇଁ, ରାଜା ଜାଓ ପାଞ୍ଚ ଦିନ ଉପବାସ କରିବା ପରେ ମୁଁ ମୋର ମନ୍ତ୍ରୀମାନଙ୍କୁ ଜାଡେ ସହିତ କିନ୍ ନିକଟକୁ ପଠାଇଲି। ଦୁର୍ଭାଗ୍ୟବଶତ Q, କିନ୍ ରାଜା କେବଳ ଜାଓଙ୍କୁ ଦେବାର ଉଦ୍ଦେଶ୍ୟ ନଥିଲେ। ସହର, କିନ୍ତୁ ସେ ପରିବାରର ଜାଡେକୁ ଏକ ସୁନ୍ଦର ମହିଳାଙ୍କ ନିକଟକୁ ପଠାଇଲେ, ଯାହା ପ୍ରକୃତରେ ମୋର ମନ୍ତ୍ରୀମାନଙ୍କୁ ପରିହାସ କରିଥିଲା ​​| \"\nଭାଷଣ ଶେଷ କରିବା ପରେ, ଲିନ ଜିଆଙ୍ଗ୍ରୁ ସଙ୍ଗେ ସଙ୍ଗେ ଏକ ସ୍ତମ୍ଭକୁ ଆଘାତ କରିବା ପାଇଁ ଏକ ଅଙ୍ଗଭଙ୍ଗୀ କରିଥିଲେ। କିନ୍ ରାଜା ଭୟ କରୁଥିଲେ ଯେ ସେ ବି ବି କ୍ଷତିଗ୍ରସ୍ତ ହେବେ, ତେଣୁ ସେ ଜାଓଙ୍କୁ ପନ୍ଦରଟି ସହର ଦେବାକୁ ଚେଷ୍ଟା କଲେ | ଲିନ୍ ଜିଆଙ୍ଗ୍ରୁ କିଙ୍ଗ କିନ୍ଙ୍କ ବିଶ୍ୱାସଘାତକ ଯୋଜନା ମାଧ୍ୟମରେ ଦେଖିଲେ, ତେଣୁ ସେ ରାଜା କିନ୍ଙ୍କୁ ସମୟ ବିଳମ୍ବ କରିବାକୁ ହେ ବି ଉପସ୍ଥାପନ କରିବା ପୂର୍ବରୁ ପାଞ୍ଚ ଦିନ ଉପବାସ କରିବାକୁ କହିଥିଲେ। ଏହି କିଛି ଦିନ ମଧ୍ୟରେ, ଲିନ୍ ଜିଆଙ୍ଗ୍ରୁ ତାଙ୍କର ସେବକମାନଙ୍କୁ ଜାଡେ ସହିତ ଜାଓ ରାଜ୍ୟକୁ ଫେରିବା ପାଇଁ ପଠାଇଥିବାବେଳେ ସେ କିନ୍ ରାଜାଙ୍କ ସହ କାରବାର କରିବାକୁ ରହିଥିଲେ।\n(ଏହି କାହାଣୀଟି ଜଣେ ସାଧାରଣ ବ୍ୟକ୍ତିଙ୍କ ଆଖି ତାଙ୍କ ସ୍ଥିତି ଦ୍ୱାରା ଆକର୍ଷିତ ହେବା ପରି |)", "聖意": "ଘର ପାଇଁ ପ୍ରାର୍ଥନା କର ଏବଂ ଧନ ରୋକିବା ପାଇଁ ନିଜ ପାଇଁ ପ୍ରାର୍ଥନା କର | ବିବାହ କରିବା କଷ୍ଟକର | ବିବାହ କରିବା କଷ୍ଟକର | ଲୋକମାନେ ସମନ୍ୱୟ ରକ୍ଷା କରନ୍ତି ନାହିଁ |", "古人": "ଜାଡକୁ ଜାଓକୁ ଫେରାନ୍ତୁ (ଜାଡକୁ ଜାଓକୁ ସମ୍ପୂର୍ଣ୍ଣ କରନ୍ତୁ)", "第X籤": "ସତୁରି ସପ୍ତମ ଲଟେରୀ |", "宮": "ମଧ୍ୟାହ୍ନ ପ୍ୟାଲେସ୍ |"}