{"籤詩版本二": "ଶୂନ୍ୟ ଗଣ୍ଠି, ମୁଁ ତୁମକୁ ସୁରକ୍ଷିତ ରଖିବାକୁ ଚାହେଁ | ଯଦି ତୁମେ ନିଜ ଶରୀରକୁ ସୁରକ୍ଷିତ ରଖ, ମୁଁ ଇଚ୍ଛା କରେ ତୁମେ ଏହାକୁ ଆଉ ଫେରାଇବ ନାହିଁ |\nଭୁଲନ୍ତୁ ନାହିଁ ଯେ God ଶ୍ବରଙ୍କ କୃପା ଫେରି ଆସିଛି | God ଶ୍ବରଙ୍କ ବାକ୍ୟକୁ ଅପମାନିତ କରନ୍ତୁ ନାହିଁ |", "詩意": "ଏହି ଷୋଡଗ୍ରାମଟି ସତ ବୋଲି ବିଶ୍ୱାସ କରନ୍ତୁ ନାହିଁ |\nପ୍ରତ୍ୟେକ ଜିନିଷରେ ରକ୍ଷଣଶୀଳ ହେବାର ଏହା ଏକ ସଙ୍କେତ ଅଟେ |", "解曰": "ଲୋକଙ୍କ ନିଜର ମତ ଅଛି | ମନ ବ୍ୟସ୍ତ ହେବାର ଆବଶ୍ୟକତା ନାହିଁ | ଗୁଆନିନ୍ ନିର୍ଦ୍ଦେଶାବଳୀ | ଅସମ୍ମାନ କରନ୍ତୁ ନାହିଁ |", "籤詩故事一": "◇ ଗୁପ୍ତ ଭାବରେ ପିତ୍ତଳ ପତାକାକୁ ସମର୍ଥନ କରେ |\nଟାଙ୍ଗ ରାଜବଂଶର ପ୍ରସିଦ୍ଧ ପ୍ରତିଷ୍ଠାତା ଜେନେରାଲ୍ କିନ୍ କିଓନ୍ଗ (କିନ୍ ଶୁବାଓ) କୁ ସୁଇ ରାଜବଂଶର ଗ୍ରାଣ୍ଡ୍ ମାର୍ଶାଲ୍ ଆଖ୍ୟା ଦିଆଯାଇଥିଲା। ସେ ସିସୁଇ ପାସ୍ (କିମ୍ବା ସିଶୁଇ ପାସ୍ କିମ୍ବା ଡୋଙ୍ଗଲିଙ୍ଗ୍ ପାସ୍, କିମ୍ବଦନ୍ତୀ ଭିନ୍ନ) ଉପରେ ଆକ୍ରମଣ କରିବାକୁ ତାଙ୍କ ସ troops ନ୍ୟମାନଙ୍କୁ ଆଗେଇ ନେଇଥିଲେ। ସିସୁଇ ପାସ୍ ର ରାକ୍ଷୀ ଜେନେରାଲ୍ ୟାଙ୍ଗ ୟିଚେଙ୍ଗ) ସୁଇ ରାଜବଂଶର ସମ୍ରାଟ ୟାଙ୍ଗ ଥିଲେ ଏକ ବ୍ରୋଞ୍ଜ ପତାକା ଆରେ ସ୍ଥାପନ କରିବାକୁ ନିର୍ଦ୍ଦେଶ ଦେଇଥିଲେ, କିନ୍ତୁ କିନ୍ ଶୁବା ଦୀର୍ଘ ସମୟ ପର୍ଯ୍ୟନ୍ତ ଏହାକୁ ଆକ୍ରମଣ କରିପାରିନଥିଲେ। ଗଠନର ନେତା ଲୁଓ ଚେଙ୍ଗ ତାଙ୍କ ସମ୍ପର୍କୀୟ ବୋଲି ଜାଣିବା ପରେ ସେ ତାଙ୍କ ମାଉସୀଙ୍କ ସହ ଯୋଗାଯୋଗ କରିଥିଲେ।\nଲୁଓ ଚେଙ୍ଗ ଯିବା ପୂର୍ବରୁ ସେ ତାଙ୍କ ମାତାଙ୍କୁ କହିଥିଲେ ଯେ ପତାକା ଉତ୍ତୋଳନ କରିବାକୁ ଆସିଥିବା ବ୍ୟକ୍ତି ତାଙ୍କର ସମ୍ପର୍କୀୟ ଭାଇ କିନ୍ କିଓନଗ ଏବଂ ତାଙ୍କ ମା ତାଙ୍କୁ ଗୁପ୍ତରେ ସାହାଯ୍ୟ କରିବାକୁ ନିର୍ଦ୍ଦେଶ ଦେଇଛନ୍ତି। ନିର୍ଣ୍ଣାୟକ ଯୁଦ୍ଧ ଦିନ, ବ୍ରୋଞ୍ଜ ପତାକା ଜଗି ରହିଥିବା ଲୁଓ ଚେଙ୍ଗ ହଠାତ୍ ପାର୍ଶ୍ୱ ପରିବର୍ତ୍ତନ କରି କିନ୍ କିଓନଗଙ୍କ ସହ ମିଶିଥିଲେ। ଶେଷରେ ସେମାନେ ବ୍ରୋଞ୍ଜ ଫ୍ଲାଗ ଗଠନକୁ ପରାସ୍ତ କରିଥିଲେ। ଲୁଓ ଚେଙ୍ଗ ଡୋଙ୍ଗଲିଙ୍ଗ ପାସ୍ ଦଖଲ କରି ବିଜୟୀ ହୋଇଥିଲେ। ଲୁଓ ଚେଙ୍ଗ ମଧ୍ୟ ଆତ୍ମସମର୍ପଣ କରିଥିଲେ। ଟାଙ୍ଗ୍ ରାଜବଂଶ |\n(ଏହି କାହାଣୀଟି ହେଉଛି ଏକ ରୂପାୟନ ଯାହା ବେଳେବେଳେ ଭାବନା କିମ୍ବା ବିଶ୍ୱାସ ଉପରେ ନିର୍ଭର କରିବା ପରିବର୍ତ୍ତେ କାର୍ଯ୍ୟ କରିବା ସମୟରେ ଆପଣ କାରଣ ଉପରେ ନିର୍ଭର କରିବା ଉଚିତ୍ |)", "聖意": "ଘର ମଧ୍ୟ ପ୍ରତିଶ୍ରୁତି ଦେବାକୁ, ଧନ ଅନ୍ୱେଷଣ କରିବାକୁ, ନିଜର ଅଂଶ ରଖିବାକୁ, କାରବାରରେ ସତର୍କ ରହିବାକୁ, ବିବାହ ମିଥ୍ୟା, girl ିଅକୁ ଜନ୍ମ ଦେବାକୁ, ପଥଚାରୀମାନେ କ୍ଷେତରେ ରହିବାକୁ, ରେଶମ କୀଟ, ସାତ ପଏଣ୍ଟ, six ଟି ପଶୁ ନଷ୍ଟ, ନିଖୋଜ ଲୋକ, ଜନସାଧାରଣ ମକଦ୍ଦମା, ସ୍ଥାନାନ୍ତରଣ, ହଜିଯାଇଥିବା ସମ୍ପତ୍ତି, ପାଶ୍ଚାତ୍ୟ ରୋଗ, ପର୍ବତଗୁଡିକର ସମାଧାନ, କବର, ପଶ୍ଚିମ ଦିଗ |", "古人": "ଗୁପ୍ତରେ ପିତ୍ତଳ ପତାକା ତଳକୁ ସାହାଯ୍ୟ କରେ |", "第X籤": "ସତୁରି ନଅଟି ଲଟ୍ ଜିତିବା |", "宮": "ମଧ୍ୟାହ୍ନ ପ୍ୟାଲେସ୍ |"}