{"籤詩版本二": "ଆଖୁ ଗଛର ପତ୍ର ଖସି ପଡିଛି, ଶରତ ପାଖେଇ ଆସୁଛି ଏବଂ ଯାତ୍ରୀମାନଙ୍କ ପ୍ରତ୍ୟାବର୍ତ୍ତନ ଯାତ୍ରା ମେଘ ପରି ଦେଖାଯାଉଛି |\nGod's ଶ୍ବରଙ୍କ ମହାନ ଉଦ୍ୟମ ଯୋଗୁଁ ଜାହାଜ ପବନରେ ଭଣ୍ଡାର ସହିତ ଫେରିଗଲା |", "詩意": "ଏହି ଷୋଡଗ୍ରାମ ପତିତ ସାଇକାମୋର ପତ୍ରର ପ୍ରତିଛବିକୁ ପ୍ରତିପାଦିତ କରେ |\nସବୁକିଛି ଆଗରୁ ଖରାପ ଏବଂ ଶେଷରେ ଭଲ |", "解曰": "ହୃଦୟରୁ ଜିନିଷ ନିଅ | ତିଆନସିନ୍ ଏହାକୁ ଅନୁସରଣ କରନ୍ତି | ରୋଜଗାର କରିବା ପାଇଁ | ତୁମେ ଯାହା କର ତାହା କର |", "籤詩故事一": "Teng ଟେଙ୍ଗୱାଙ୍ଗ ପାଭିଲିୟନକୁ ପବନ ବହିବ |\nୱାଙ୍ଗ ବୋ, ସ ian ଜନ୍ୟ ନାମ ଜିଆନ୍, ଟାଙ୍ଗ୍ ରାଜବଂଶର କବି ଥିଲେ। ୱାଙ୍ଗ ବୋ ପିଲାବେଳୁ ଶାସ୍ତ୍ର ପ been ୁଥିଲେ ଏବଂ ସେ ଜଣେ \"ଶିଶୁ ବିଦ୍ରୋହୀ\" ଭାବରେ ଜଣାଶୁଣା | ୱାଙ୍ଗ ବୋ ପିଲାବେଳୁ ଶାସ୍ତ୍ର ପ been ୁଥିଲେ ଏବଂ ସେ ଜଣେ \"ଶିଶୁ ବିଦ୍ରୋହୀ\" ଭାବରେ ଜଣାଶୁଣା |\nଯେତେବେଳେ ତାଙ୍କୁ ଦଶ ବର୍ଷ ହୋଇଥିଲା, ସେତେବେଳେ ସେ ଏବଂ ତାଙ୍କ ପିତା ଏକ ଗୁଆଣ୍ଡି ମନ୍ଦିର ଦେଇ ଯାଇଥିଲେ। ସେମାନେ ମନ୍ଦିରରେ ଗୁଆଣ୍ଡିର ମହାନ ପ୍ରତିମୂର୍ତ୍ତିକୁ ଦେଖିଥିଲେ, \"ବସନ୍ତ ଏବଂ ଶରତ\" ର ଏକ କପି ଧରି ଏହାକୁ ପ reading ିଥିଲେ। ଯେତେବେଳେ ପିତା ଏହା ଦେଖିଲେ, ସେ ସେ ସମ୍ରାଟ ଗୁଆନଙ୍କୁ ଜପ କରିଥିଲେ: \"ସବୁଜ ଦା ard ିର ତିନିଟି ତାଲା ଧରି, କଳିଙ୍ଗ ରାଜବଂଶର ଇତିହାସକୁ ସବୁଜ ଦୀପକୁ ପ reading ଼ିବା ଏବଂ ପ୍ରସିଦ୍ଧ ନାମ ମାନଙ୍କୁ ସମ୍ମାନ ଜଣାଇବା। ସବୁଜ ଡ୍ରାଗନ୍ ଏବଂ ଚନ୍ଦ୍ରକୁ ମୋ ହାତରେ ଧରି ରଖିବା।\" ଚଳିତ ବର୍ଷ ଶରତରେ, ୱାଙ୍ଗ ବୋ ଶାନସିରୁ ହ ain ନାନ ଦ୍ୱୀପକୁ ଯାଇ ତାଙ୍କ ପିତାଙ୍କୁ ଦେଖା କରିବାକୁ ଯାଇଥିଲେ ଯାହାକି ଜିଆଓଜିର କାଉଣ୍ଟି ମାଜିଷ୍ଟ୍ରେଟଙ୍କୁ ପଦୋନ୍ନତି ପାଇ ରାସ୍ତାରେ ହଜାର ହଜାର ପର୍ବତ ଓ ନଦୀ ଦେଇ ଯାଇଥିଲେ। ବର୍ଷର ଶରତରେ ଯେତେବେଳେ ତାଙ୍କୁ ସତୁରି ବର୍ଷ ହୋଇଥିଲା, ୱାଙ୍ଗ ବୋ ଶାନସିରୁ ହ ain ନାନ ଦ୍ୱୀପକୁ ଯାଇ ତାଙ୍କ ପିତାଙ୍କୁ ଦେଖା କରିବାକୁ ଯାଇଥିଲେ, ଯିଏକି ଜିଆଓଜି କାଉଣ୍ଟି ମାଜିଷ୍ଟ୍ରେଟ ପଦରେ ଅବସ୍ଥାପିତ ହୋଇଥିଲେ। ସେ ରାସ୍ତାରେ ହଜାର ହଜାର ପର୍ବତ ଓ ନଦୀ ଦେଇ ଯାଇଥିଲେ।\nସେଦିନ ଯେତେବେଳେ ଆମେ ମାଡାଙ୍ଗ ମାଉଣ୍ଟେନ୍‌ରେ ପହଞ୍ଚିଲୁ, ସମସ୍ତେ ବିଶ୍ରାମ ନେବାକୁ କୂଳକୁ ଗଲେ। ୱାଙ୍ଗ ବୋ ଏକାକୀ ପ୍ରାଚୀନ ମନ୍ଦିର ଦେଇ ଯିବାବେଳେ ହଠାତ୍ ଜଣେ ବୃଦ୍ଧଙ୍କୁ ମନ୍ଦିର ପାଖରେ ଥିବା ପଥର ଉପରେ ବସିଥିବାର ଦେଖିଲେ। ବୃଦ୍ଧ ଜଣକ ସୁନ୍ଦର କେଶ ଥିବା ପିଲା ପରି ଦେଖାଯାଉଥିଲେ। ୱାଙ୍ଗ ବୋଙ୍କୁ କହିଲା \"ତୁମେ ୱାଙ୍ଗ ବୋ ନୁହଁ କି?\" ୱାଙ୍ଗ ବୋ ଆଶ୍ଚର୍ଯ୍ୟ ହୋଇ କହିଲା, \"ଠିକ୍! ତୁମେ ଏହା କିପରି ଜାଣିଛ?\" ବୃଦ୍ଧ ଜଣକ କହିଥିଲେ, \"ମୁଁ ବହୁତ ଦିନରୁ ଶୁଣିଛି ଯେ ତୁମର ଭଲ ଅଛି। ଲୋକଙ୍କୁ ବଞ୍ଚାଇବା ପାଇଁ ଇଚ୍ଛା, ଏବଂ ତୁମର କବିତା ଅତ୍ୟନ୍ତ ଅର୍ଥପୂର୍ଣ୍ଣ | ଆସନ୍ତାକାଲି ତେଙ୍ଗୱାଙ୍ଗ ପାଭିଲିୟନରେ ଏକ ଗ୍ରାଣ୍ଡ ପାର୍ଟୀ ହେବ | ଯଦି ତୁମେ ଭୋଜିରେ ଯୋଗ ଦେଇ ଏକ ପ୍ରବନ୍ଧ ଲେଖି ପାରିବ, ତୁମେ ଯୁଗ ଯୁଗରେ ପ୍ରସିଦ୍ଧ ହେବ ଏବଂ ଯାତ୍ରା ଖର୍ଚ୍ଚ ପାଇବ | ମାଡାଙ୍ଗ ମାଉଣ୍ଟେନ୍‌ରେ ସମସ୍ତେ ବିଶ୍ରାମ ନେବାକୁ କୂଳକୁ ଯାଇଥିଲେ। ଯେତେବେଳେ ୱାଙ୍ଗ ବୋ ଏକ ପ୍ରାଚୀନ ମନ୍ଦିର ଦେଇ ଯାଉଥିଲେ, ହଠାତ୍ ସେ ମନ୍ଦିର ପାଖରେ ଥିବା ପଥର ଉପରେ ଦେଖିଲେ, ସେଠାରେ ଜଣେ ବୃଦ୍ଧ ବସିଥିଲେ, ଯିଏ ସୁନ୍ଦର କେଶ ଏବଂ ମେହେନ୍ଦୀ ପିଲା ପରି ଦେଖାଯାଉଥିଲେ | ସେ ୱାଙ୍ଗ ବୋଙ୍କୁ କହିଲା, ତୁମେ ୱାଙ୍ଗ ବୋ ନୁହଁ କି?\nୱାଙ୍ଗ ବୋ ଆଶ୍ଚର୍ଯ୍ୟ ହୋଇ କହିଲା, ଠିକ୍! ଆପଣ ଏହା କିପରି ଜାଣନ୍ତି?\nବୃଦ୍ଧ ଜଣକ କହିଛନ୍ତି: \"ମୁଁ ବହୁ ଦିନରୁ ଶୁଣିଛି ଯେ ଲୋକଙ୍କୁ ବଞ୍ଚାଇବା ପାଇଁ ତୁମର ଏକ ଉତ୍ତମ ଉଦ୍ଦେଶ୍ୟ ଅଛି ଏବଂ ତୁମେ ରଚନା କରିଥିବା କବିତାଗୁଡ଼ିକ ବହୁତ ଅର୍ଥପୂର୍ଣ୍ଣ ଅଟେ। ଆସନ୍ତାକାଲି ପ୍ରିନ୍ସ ଟେଙ୍ଗର ପାଭିଲିଅନରେ ଏକ ଗ୍ରାଣ୍ଡ ପାର୍ଟୀ ହେବ। ଯଦି ତୁମେ ଭୋଜିରେ ଯୋଗ ଦେଇ ରଚନା କରିପାରିବ, ତୁମେ ଯୁଗ ଯୁଗରେ ପ୍ରସିଦ୍ଧ ହେବ ଏବଂ ତୁମେ ଯାତ୍ରା ଖର୍ଚ୍ଚ ପାଇବ | \"\nୱାଙ୍ଗ ବୋ କହିଛନ୍ତି: \"ଏହି ସ୍ଥାନଟି ଟେଙ୍ଗୱାଙ୍ଗ ପାଭିଲିୟନ ଠାରୁ ଛଅ କିମ୍ବା ସାତ ଶହ ମାଇଲ ଦୂରରେ। ଆସନ୍ତାକାଲି ଆମେ କିପରି ଏଠାରେ ପହଞ୍ଚି ପାରିବା?\" ବୃଦ୍ଧ ଜଣକ କହିଛନ୍ତି: ମୁଁ ଏକ ଘୋଡାକୁ divine ଶ୍ୱରୀୟ ପବନ ଭାବରେ ବ୍ୟବହାର କରିବି ଯାହା ଆପଣଙ୍କୁ ସୁଗମ ଯାତ୍ରା କରିବାରେ ସାହାଯ୍ୟ କରିବ। ଆସନ୍ତାକାଲି ନିଶ୍ଚିତ ଭାବେ ଆସିବ। \"ୱାଙ୍ଗ ବୋ ମୋତେ ଧନ୍ୟବାଦ ଜଣାଇ କହିଲେ: କ୍ଷମା କରିବେ, ମୋ ଶ୍ୱଶୁର। ତୁମେ ଜଣେ ଅମର ନା ଦେବତା? ୱାଙ୍ଗ ବୋ କହିଛନ୍ତି, \"ଏହି ସ୍ଥାନଟି ତେଙ୍ଗୱାଙ୍ଗ ପାଭିଲିୟନ ଠାରୁ ଛଅ କିମ୍ବା ସାତ ଶହ ମାଇଲ ଦୂରରେ। ଆସନ୍ତାକାଲି ଆମେ ସେଠାରେ କିପରି ପହଞ୍ଚି ପାରିବା?\"\nବୃଦ୍ଧ ଜଣକ କହିଛନ୍ତି: \"ମୁଁ ଘୋଡାକୁ ଏକ divine ଶ୍ୱରୀୟ ପବନ ଭାବରେ ବ୍ୟବହାର କରିବି ଯାହା ଆପଣଙ୍କୁ ସୁଗମ ଜାହାଜରେ ସାହାଯ୍ୟ କରିବ। ମୁଁ ଆସନ୍ତାକାଲି ନିଶ୍ଚିତ ଭାବରେ ପହଞ୍ଚିବି।\"\nୱାଙ୍ଗ ବୋ ତାଙ୍କୁ ଧନ୍ୟବାଦ ଜଣାଇ କହିଲେ, କ୍ଷମା କରିବେ, ଶ୍ୱଶୁର, ଆପଣ ଜଣେ ଅମର ନା ଦେବତା?\nବୃଦ୍ଧ ହସିଦେଇ କହିଲେ, “ମୁଁ ଏହି ଜଳ ଅ area ୍ଚଳର ଦାୟିତ୍ୱରେ ଥିବା ଜୋଙ୍ଗିଆନ୍ ଶୁଇଜୁନ୍!” ତା’ପରେ ବୃଦ୍ଧ ଜଣକ ୱାଙ୍ଗ ବୋଙ୍କୁ ଶୀଘ୍ର ଡଙ୍ଗାରେ ଯିବାକୁ ଅନୁରୋଧ କଲେ। ରାସ୍ତାରେ ଜଳ ସୁଗମ ଥିଲା। ଆଖି ପିଛୁଳାକେ ସେ ଶହ ଶହ ମାଇଲ ଯାତ୍ରା କରିଥିଲେ।\nତା’ପରେ ବୃଦ୍ଧ ଜଣକ ୱାଙ୍ଗ ବୋଙ୍କୁ ଶୀଘ୍ର ଡଙ୍ଗାରେ ଯିବାକୁ ଅନୁରୋଧ କଲେ। ସେ କିଛି ସମୟ ପାଇଁ ତାଙ୍କୁ ଘେରି ରହିଥିବା ଶୁଭ ମେଘ ଦେଖିଥିଲେ ଏବଂ ଏହା ଏକ ସୁଗମ ଯାତ୍ରା ଥିଲା। ଆଖି ପିଛୁଳାକେ ସେ ଶହ ଶହ ମାଇଲ ଯାତ୍ରା କରିଥିଲେ। ଆଶା କରାଯାଉଥିବା ପରି ୱାଙ୍ଗ ବୋ ଗ୍ରାଣ୍ଡ ଇଭେଣ୍ଟ ସକାଳେ ପ୍ରିନ୍ସ ଟେଙ୍ଗର ପାଭିଲିୟନକୁ ଯାଇଥିଲେ।\nଆଶା କରାଯାଉଥିବା ପରି ୱାଙ୍ଗ ବୋ ଗ୍ରାଣ୍ଡ ଇଭେଣ୍ଟ ସକାଳେ ପ୍ରିନ୍ସ ଟେଙ୍ଗର ପାଭିଲିୟନକୁ ଯାଇଥିଲେ। ଏବଂ ସେହି ସ୍ଥାନରେ ସେ \"ପ୍ରିନ୍ସ ଟେଙ୍ଗଙ୍କ ପାଭିଲିଅନର ଉପକ୍ରମଣିକା\" ଲେଖିଥିଲେ, ଯାହାକୁ ଟାଙ୍ଗ ରାଜବଂଶର ସମ୍ରାଟ ଗୋଜୋଙ୍ଗଙ୍କ ଦ୍ୱାରା ଅନନ୍ତ ମାଷ୍ଟରପିର କୁହାଯାଉଥିଲା। ଏବଂ ସେହି ସ୍ଥାନରେ ସେ \"ପ୍ରିନ୍ସ ଟେଙ୍ଗଙ୍କ ପାଭିଲିଅନର ଉପକ୍ରମଣିକା\" ଲେଖିଥିଲେ, ଯାହାକୁ ଟାଙ୍ଗ ରାଜବଂଶର ସମ୍ରାଟ ଗୋଜୋଙ୍ଗଙ୍କ ଦ୍ୱାରା ଅନନ୍ତ ମାଷ୍ଟରପିର କୁହାଯାଉଥିଲା।\nଏକ କବିତା ଅଛି ଯେଉଁଥିରେ କୁହାଯାଇଛି:\nସର୍ବଦା କୁହାଯାଇଛି ଯେ ଦକ୍ଷ ବ୍ୟକ୍ତିମାନେ gods ଶ୍ୱର ଅଟନ୍ତି, ତେଣୁ ପବନ ନାନଚାଙ୍ଗକୁ ନାନଚାଙ୍ଗକୁ ଆଣିବା ଏକ ଦୁର୍ଘଟଣା ନୁହେଁ;\nମୁଁ ଟେଙ୍ଗ ୱାଙ୍ଗଙ୍କ ଉଚ୍ଚ ପ୍ୟାଭିଲିୟନ ବିଷୟରେ ଏକ ବାକ୍ୟ ଲେଖିଲି, ଏବଂ ତା’ପରେ ସେ ଅମରମାନଙ୍କ ସହିତ ଜୋଙ୍ଗିଆୟାନକୁ ଗଲେ |", "聖意": "ନିଜ ଘର ପାଇଁ ପ୍ରାର୍ଥନା କର ଏବଂ ନିଜକୁ ରକ୍ଷା କର, ଆଶୀର୍ବାଦ ପାଇଁ ପ୍ରାର୍ଥନା କର, ଧନ ଅନ୍ୱେଷଣ କର ଏବଂ ବିବାହ ଏବଂ ସମନ୍ୱୟ ହାସଲ କର |", "古人": "ତେଙ୍ଗୱାଙ୍ଗ ପାଭିଲିୟନକୁ ପବନ ବହିବ |", "第X籤": "ଏକତିରି ଦସ୍ତଖତ କରନ୍ତୁ |", "宮": "ୱାଇ ଗଙ୍ଗ"}