{"籤詩版本二": "ଯଦି ତୁମର ପ୍ରତିଷ୍ଠା ହେତୁ ତୁମେ ତୁମର ଗୁଣ ହରାଇବ ତେବେ କଣ କରିବା? ମୁଁ ଭୟ କରୁଛି ଯେ ଭାଗ୍ୟ ବଦଳିଯିବ ଏବଂ ଖରାପ ଘଟଣା ଘଟିବ |\nମଦ୍ୟପ, ମୁଁ ଜାଣେ ନାହିଁ କେଉଁଠିକୁ ଯିବି। ସବୁଜ କଦଳୀ ଗଛର ଛାଇରେ ମୋର ଏକ ସ୍ୱପ୍ନ ଅଛି |", "詩意": "ଏହି ଷୋଡାଗ୍ରାମ୍ ପାଣି ଛାଡି ଥଣ୍ଡା ମାଛକୁ ପ୍ରତିପାଦିତ କରେ |\nକିଛି ଘୁଞ୍ଚାଯାଇପାରିବ ନାହିଁ |\n\n(ଏହି ଷୋଡଗ୍ରାମଟି ଖରାପ ଗୁଣ ଏବଂ ଦୁର୍ଭାଗ୍ୟର ପ୍ରତୀକ |\nପ୍ରତ୍ୟେକ ଜିନିଷରେ ପାଦ ରଖ |\n)", "解曰": "ଥଣ୍ଡା ମାଛ ପାଣି ଛାଡିଦିଏ | ଅତରରେ ଏକ ମାଛି। ଯଦି ଆପଣ କ୍ୟାମ୍ପ ଯୋଜନା ବିଷୟରେ ପଚାରନ୍ତି | ମୋ Qi ପାଇଁ ଏହା ଭଲ |\nଏହି ଚିହ୍ନ ଲିଉଜିଆ ପାଇଁ ଦୁର୍ଭାଗ୍ୟ ଆଣିବ | ସବୁକିଛି ଭୁଲ ହୋଇଯାଏ | ସୁରକ୍ଷା ପାଇଁ ପ୍ରାର୍ଥନା କର |", "籤詩故事一": "Hu ଜୁଆଙ୍ଗଜି ତାଙ୍କ ପତ୍ନୀଙ୍କୁ ପରୀକ୍ଷା କରନ୍ତି |\nଜୁଆଙ୍ଗଜି ଜୋ ରାଜବଂଶରେ ଜନ୍ମଗ୍ରହଣ କରିଥିଲେ। ତାଙ୍କର ଉପନାମ ଜୁଆଙ୍ଗ, ଦିଆଯାଇଥିବା ନାମ ଜୋଉ ଏବଂ ଦିଆଯାଇଥିବା ନାମ ଜିକ୍ସିୟୁ। ସେ ଗୀତ ରାଜବଂଶର ମେଙ୍ଗିର ମୂଳ ବାସିନ୍ଦା ଥିଲେ। ଜୋ ରାଜବଂଶରେ ସେ କିୟୁଆନ୍ର ଅଧିକାରୀ ଥିଲେ।\nଦିନେ, ଜୁଆଙ୍ଗଜି ପର୍ବତ ଉପରେ ଜଣେ ମହିଳାଙ୍କୁ ଭେଟିଥିଲେ। ସେ ଏକ ନୂତନ କବର ସମ୍ମୁଖରେ ବସି ତାଙ୍କ ପ୍ରଶଂସକଙ୍କୁ ହତାଶ କରି ଥରୁଥିଲେ, ଯେପରି ସେ କବର ଉପରେ ଓଦା ମାଟି ଶୁଖାଇବାକୁ ଚାହୁଁଛନ୍ତି | ଜୁଆଙ୍ଗଜି ତାଙ୍କ ଉଦ୍ଦେଶ୍ୟ ବୁ didn't ିପାରିଲେ ନାହିଁ, ତେଣୁ ସେ ତାଙ୍କୁ ପଚାରିଲେ। ସେ କହିଛନ୍ତି ଯେ କବରରେ ପୋତି ହୋଇଥିବା ବ୍ୟକ୍ତି ତାଙ୍କ ସ୍ୱାମୀ ଏବଂ ତାଙ୍କ ସ୍ୱାମୀଙ୍କ ଶେଷ କଥା ହେଉଛି ଯେ କବର ଉପରେ ମାଟି ଶୁଖିଯିବା ପର୍ଯ୍ୟନ୍ତ ସେ ପୁନର୍ବାର ବିବାହ କରିପାରିବେ ନାହିଁ। ସେ ଆଉ ଅପେକ୍ଷା କରିପାରିଲା ନାହିଁ, ତେଣୁ ସେ ଶୀଘ୍ର ଶୁଖିବା ପାଇଁ କବର ମାଟିକୁ ଉତ୍ତେଜିତ କଲେ, ତେଣୁ ସେ ଦ୍ୱିତୀୟ spring ରଣା ଅନୁସରଣ କରିପାରନ୍ତି |\nଯେତେବେଳେ ସେ ଭାବିଲେ ଯେ ଦୁନିଆରେ ଏପରି ହୃଦୟହୀନ ମହିଳା ଅଛନ୍ତି | ତା’ପରେ ମୁଁ ଭାବିଲି, ମୋ ପତ୍ନୀ ଏହିପରି ହେବ କି? ଯେତେବେଳେ ସନ୍ଦେହ ଉପୁଜେ, ମୁଁ ଏହାକୁ ପରୀକ୍ଷା କରିବାକୁ ଚାହେଁ |\nଜୁଆଙ୍ଗଜିଙ୍କ ପତ୍ନୀଙ୍କ ଉପନାମ ତିଆନ୍ ଥିଲା ଏବଂ ଏହି ଦମ୍ପତିଙ୍କର ସାଧାରଣତ a ଘନିଷ୍ଠ ସମ୍ପର୍କ ରହିଥିଲା ​​| ତାଙ୍କ ପତ୍ନୀଙ୍କ ବିଶ୍ୱସ୍ତତା ପରୀକ୍ଷା କରିବାକୁ ଜୁଆଙ୍ଗଜି ନିଜକୁ ମୃତ ବୋଲି ଦର୍ଶାଇବାକୁ ନିଷ୍ପତ୍ତି ନେଇଥିଲେ |\nଜୁଆଙ୍ଗଜିଙ୍କର ହଠାତ୍ ଅସୁସ୍ଥତା ହେତୁ ମୃତ୍ୟୁ ହୋଇଥିବାର ଶୁଣି, ସମ୍ପର୍କୀୟ ତଥା ବନ୍ଧୁଙ୍କ ସମେତ ବିଭିନ୍ନ ସ୍ଥାନରୁ ଅନେକ ଲୋକ ସମବେଦନା ଜଣାଇବାକୁ ଆସିଥିଲେ। ସେମାନଙ୍କ ମଧ୍ୟରେ ଚୁ ରାଜ୍ୟର ଜଣେ ସୁନ୍ଦର ରାଜା ଏବଂ ନାତି ଥିଲେ, ଯିଏ ଧନୀ ଥିଲେ। ତିଆନ୍ ନୂତନ ବିଧବା ଏବଂ ଦୟାଳୁ ଥିଲେ, ସେ ତାଙ୍କୁ ଗୋଡ଼ାଇଥିଲେ। ଶ୍ରୀମତୀ ତିଆନ୍ ଏହି ପ୍ରଲୋଭନକୁ ସହି ପାରିଲେ ନାହିଁ ଏବଂ ୱାଙ୍ଗ୍ ସନ୍ଙ୍କ ପ୍ରେମରେ ପଡ଼ିଲେ | ସେମାନେ କୋଡିଏ ଦିନ ମଧ୍ୟରେ ବିବାହ କଲେ |\nସେହି ଦିନ ରାତିରେ ଯେତେବେଳେ ମଦ ପିଇଥିଲା ଏବଂ କାନ ଗରମ ହୋଇଥିଲା, ହଠାତ୍ ୱାଙ୍ଗ ସନ୍ ହୃଦଘାତରେ ମୃତ୍ୟୁ ବରଣ କଲେ।\nଶ୍ରୀମତୀ ତିଆନ୍ ଭୟଭୀତ ହୋଇ ଭୟଭୀତ ହୋଇ ୱାଙ୍ଗ ସୂର୍ଯ୍ୟଙ୍କୁ ତୁରନ୍ତ କଣ କରିବେ ବୋଲି ପଚାରିଥିଲେ। ୱାଙ୍ଗ ସୂର୍ଯ୍ୟ ଏହି ଯନ୍ତ୍ରଣା ସହିଥିଲେ ଏବଂ ମୃତମାନଙ୍କୁ ଜୀବନ୍ତ କରିବା ପାଇଁ ମୃତ ଶରୀରର ମସ୍ତିଷ୍କ ବ୍ୟବହାର କରାଯାଇପାରିବ ବୋଲି କହିଥିଲେ।\nମୃତଦେହ କେଉଁଠୁ ପାଇବ? ଶ୍ରୀମତୀ ତିଆନ୍ ହଠାତ୍ ଭାବିଲେ, ତାଙ୍କ ସ୍ୱାମୀ କେବଳ ମରି ନାହାଁନ୍ତି କି? ଶ୍ରୀ ତିଆନ୍ ସ୍ୱାମୀ-ସ୍ତ୍ରୀ ମଧ୍ୟରେ ଥିବା ପୁରୁଣା ପ୍ରେମ ବିଷୟରେ ଭୁଲିଗଲେ ଏବଂ ପ୍ରକୃତରେ କୁରା ax ି ନେଇ ସ୍ୱାମୀଙ୍କ କଫିନ୍ ଖୋଲି medicine ଷଧ ପାଇଁ ତାଙ୍କ ମସ୍ତିଷ୍କ ବାହାର କରିବାକୁ ପ୍ରସ୍ତୁତ ହେଲେ |\nଅପ୍ରତ୍ୟାଶିତ ଭାବରେ, ଯେତେବେଳେ କଫିନ୍ ଖୋଲିଲା, ଜୁଆଙ୍ଗଜି ପୁନର୍ବାର ଜୀବନ୍ତ ହେଲେ | ଶ୍ରୀମତୀ ତିଆନ୍ ଏତେ ଲଜ୍ଜିତ ହେଲେ ଯେ ସେ ନିଜକୁ ଫାଶୀ ଦେଲେ |\n(ଏହି କାହାଣୀ ବ୍ୟକ୍ତିଗତ ଲାଭ ପାଇଁ ବନ୍ଧୁତ୍ୱର ଉଲ୍ଲଂଘନ ପାଇଁ ଏକ ରୂପାୟନ, ତେଣୁ ଆମେ ଏହା ସହ ସହମତ ହୋଇପାରିବା ନାହିଁ |)", "聖意": "ଘର ଶାନ୍ତିପୂର୍ଣ୍ଣ, ଆତ୍ମ ନିରାପଦ, ଟଙ୍କା ଅନ୍ୟାୟ, ବାଣିଜ୍ୟ ବଳି ଦିଆଯାଏ, ବିବାହ ସମାଧାନ ହୁଏ, ଲିୟୁଜିଆରେ ମନ୍ଦ ସମୃଦ୍ଧ ହୁଏ, ପଥଚାରୀମାନେ ଆସି ନାହାଁନ୍ତି, ରେଶମ କୀଟ ସମତଳ, ପଶୁ ସମତଳ, ଲୋକ ନିଖୋଜ ଅଛନ୍ତି, ମକଦ୍ଦମା ବଦଳୁଛି, ଶିଷ୍ୟମାନେ ରକ୍ଷଣଶୀଳ, ସମ୍ପତ୍ତି ଅସୁସ୍ଥ ନୁହେଁ ଏବଂ ପର୍ବତ ଏବଂ ସମାଧି ମନ୍ଦ ଅଟେ |", "古人": "ଜୁଆଙ୍ଗଜି ତାଙ୍କ ପତ୍ନୀଙ୍କୁ ପରୀକ୍ଷା କରନ୍ତି", "第X籤": "ଲଟ୍ 84", "宮": "ୱାଇ ଗଙ୍ଗ"}