{"籤詩版本二": "ଘନ ମେଘ ଏବଂ କୁହୁଡି ପର୍ବତ ସାମ୍ନାରେ ରାସ୍ତାକୁ ଆଚ୍ଛାଦନ କରେ ସବୁକିଛି ଗୋଲାକାର ଏବଂ ଚନ୍ଦ୍ର ପୁଣି ଗୋଲାକାର |\nଯଦି ତୁମେ କବିତା ଏବଂ ପୁସ୍ତକ ପାଇବ, ତୁମେ ଏକ ଗଭୀର ସ୍ୱପ୍ନରୁ ଜାଗ୍ରତ ହେବ | ସମ୍ଭ୍ରାନ୍ତ ବ୍ୟକ୍ତି ତୁମକୁ ଛାତ ଉପରକୁ ନେଇଯିବେ |", "詩意": "ଏହି ଷୋଡାଗ୍ରାମ୍ ବସନ୍ତର ଶେଷ ଏବଂ ଫୁଲର ଫୁଲକୁ ପ୍ରତୀକ କରେ |\nପ୍ରଭୁଙ୍କ ପରେ ସବୁକିଛି ବଦଳିଯାଏ |", "解曰": "ବୃଦ୍ଧଙ୍କୁ ସାହାଯ୍ୟ ମାଗିବା ଆବଶ୍ୟକ | ବସନ୍ତରେ ଏହା ପୁଣି ଫୁଲିଲା | ଖ୍ୟାତି ଏବଂ ଧନ ପାଇଁ ଇଚ୍ଛା | ଜୀବନର ବିଳମ୍ବରେ ଏକ ପବନର ସମ୍ମୁଖୀନ ହୁଅ |", "籤詩故事一": "◇ ହାନ ୱେଙ୍ଗଙ୍ଗ ବରଫର ସାମ୍ନା କରନ୍ତି |\nହାନ୍ ୟୁ, ଯାହାର ସ es ଜନ୍ୟ ନାମ ତୁଇଜି ଥିଲା, ସେ ଚାଙ୍ଗଲିର ଥିଲେ | ଟାଙ୍ଗ ଡିଜୋଙ୍ଗ ଜେନିୟାନର ଅଷ୍ଟମ ବର୍ଷରେ ଜଣେ ଜିନ୍ସି ହୋଇଥିଲେ ଏବଂ ତାଙ୍କର ପରବର୍ତ୍ତୀ ଟାଇଟଲ୍ ୱେନ୍ ଗଙ୍ଗ ଥିଲା |\nଟାଙ୍ଗ ରାଜବଂଶର ସମ୍ରାଟ ଜିଆନଜୋଙ୍ଗଙ୍କ ଶାସନ କାଳରେ ହାନ ୟୁ ବୁଦ୍ଧଙ୍କ ଅସ୍ଥି ସହିତ ପୁନ on ନିର୍ମାଣ କରିଥିଲେ ଯାହା ସମ୍ରାଟଙ୍କୁ କ୍ରୋଧିତ କରିଥିଲା। ହାନ୍ ୟୁ ତାଙ୍କ ପତ୍ନୀ ଏବଂ ପିଲାମାନଙ୍କୁ ଛାଡି ଚାଓଜୋକୁ ଯାଇଥିଲେ | କିଛି ଦିନ ତଳେ ଚାଲିବା ପରେ ଶୀତଳ ପବନ ଉଠିଲା ଏବଂ ପ୍ରବଳ ତୁଷାରପାତ ହେଲା | ହାନ୍ ୟୁ ଏକ ସ୍ଥାନକୁ ଆସିଥିଲେ ଯେଉଁଠାରେ ବରଫ ଅନେକ ଫୁଟ ଗଭୀର ଥିଲା, ଯାହା ଦ୍ his ାରା ତାଙ୍କ ଘୋଡା ଆଗକୁ ବ difficult ିବା କଷ୍ଟକର ହୋଇପଡିଥିଲା। ପାଖରେ କ house ଣସି ଘର ନଥିଲା ଏବଂ ରାସ୍ତାଟି କେଉଁଠାରେ ଥିଲା ସେ ଜାଣି ନଥିଲେ। ଯଦି ଆପଣ ପଥ ଅନୁସରଣ କରିବାକୁ ଏବଂ ପଛକୁ ଯିବାକୁ ଚାହୁଁଛନ୍ତି, ତେବେ ପଛକୁ ଫେରିବା ପାଇଁ କ is ଣସି ଉପାୟ ନାହିଁ | ପବନ ପ୍ରବଳ ବେଗରେ ପ୍ରବାହିତ ହେଉଥିଲା ଏବଂ ତୁଷାର ଦ୍ରୁତ ଗତିରେ ପଡୁଥିଲା।\nହାନ୍ ୟୁ ଦୀର୍ଘ ନିଶ୍ବାସ ଛାଡି କହିଲା: ସମ୍ରାଟ ମୋତେ ମାରିବେ ନାହିଁ, କିନ୍ତୁ ସମ୍ରାଟ ମୋତେ ବିନାଶ କରିବାକୁ ଚାହୁଁଛନ୍ତି।\nଯେତେବେଳେ ହାନ୍ ୟୁ ହତାଶ ହୋଇଥିଲେ, ସେତେବେଳେ ସେ ଦେଖିଲେ ଯେ ପ୍ରବଳ ଥଣ୍ଡା ସତ୍ତ୍ snow େ ବରଫ ସଫା କରିବାକୁ ଜଣେ ଲୋକ ଆସୁଛନ୍ତି।\nଏହାପୂର୍ବରୁ, ହାନ ଜିଆଙ୍ଗଜି ହାନ ୟୁଙ୍କୁ କହିଥିଲେ: \"କିଙ୍ଗଲିଙ୍ଗରେ ୟୁନ ହେଙ୍ଗଙ୍କ ଘର କେଉଁଠାରେ ଅଛି? ତୁଷାର ନୀଳ ଫାଟକକୁ ଆଲିଙ୍ଗନ କରେ ଏବଂ ଘୋଡା ଆଗକୁ ବ stop ିବା ବନ୍ଦ କରିଦିଏ। ଶେଷରେ ବୁ understood ିଗଲା |\nତେଣୁ ହାନ ୟୁ ଏବଂ ହାନ ଜିଆଙ୍ଗଜି ଲାଙ୍ଗାନରେ ଫୁଙ୍କ ଘରେ ରାତି କଟାଇବାକୁ ଯାଇଥିଲେ। ଅତୀତ ଏବଂ ଚାଷର ରାସ୍ତା ବିଷୟରେ କଥାବାର୍ତ୍ତା କରି ହାନ୍ ୟୁ ଆନ୍ତରିକତାର ସହ ବିଶ୍ୱାସ କଲେ |\nପରେ, ହାନ୍ ୟୁ ତାଙ୍କର ସରକାରୀ ପଦ ତ୍ୟାଗ କରି ତାଙ୍କର ସମସ୍ତ ସମ୍ପତ୍ତି ସ୍ଥାନୀୟ ସରକାରଙ୍କୁ ଦାନ କରିଥିଲେ ଏବଂ ପର୍ବତକୁ ଯାଇ Taoism ଅଭ୍ୟାସ କରିଥିଲେ ଏବଂ ଏକ ଅମର ହୋଇଗଲେ |", "聖意": "ଘରଟି ନିଜ ପାଇଁ ଭଲ ନୁହେଁ, ଟଙ୍କା ଖୋଜିବାରେ ସତର୍କ ରୁହ, ବ୍ୟବସାୟ ଉପରେ ଧ୍ୟାନ ଦିଅ, ବିବାହ ବିଳମ୍ବ, ଲିଉଜିଆ ମହିଳା ପଥଚାରୀମାନେ କ୍ଷେତକୁ ଅବରୋଧ କରନ୍ତି, ରେଶମ କୀଟ ଭଲ, ପଶୁପାଳନ ଭଲ, ଲୋକଙ୍କୁ ଖୋଜିବା କଷ୍ଟକର, ସର୍ବସାଧାରଣ ମକଦ୍ଦମା ପୁନରାବୃତ୍ତି, ସ୍ଥାନାନ୍ତରଣ ହେଉଛି ଅଦ୍ୟତନ, ହଜିଯାଇଥିବା ଜିନିଷ ଗମ୍ଭୀର, ରୋଗ ବିଳମ୍ବ ହୁଏ, ପର୍ବତ କବର ପରିବର୍ତ୍ତନ କରାଯିବା ଉଚିତ |", "古人": "ହାନ ୱେଙ୍ଗଙ୍ଗ ବରଫର ସାମ୍ନା କରନ୍ତି |", "第X籤": "ଅଶୀ-ପଞ୍ଚମ ବିଜେତା ଲଟେରୀ |", "宮": "ଶେନ୍ ଗଙ୍ଗ |"}