{"籤詩版本二": "ପଶ୍ଚିମ ପର୍ବତରୁ ଅଧା ବାଟରେ ଚାଲିବା, ଜୁଲିଙ୍ଗର ଶିଖରଗୁଡିକ ସମାଧାନ ହୋଇପାରିବ ନାହିଁ |\nସୁରକ୍ଷା ପାଇଁ ଭଗବାନଙ୍କ ଆଡକୁ ଚାହିଁ ଏହି ଶରୀର ଏବେବି ମର୍ଗରେ ଅଛି |", "詩意": "ଏହି ଷୋଡାଗ୍ରାମ୍ ବାଲିରେ ସୁନା ଖୋଜିବା ପରି |\nସବୁ ଜିନିଷରେ ସମ୍ଭ୍ରାନ୍ତ ଲୋକମାନଙ୍କର ଚିହ୍ନ ଅଛି |\n\nଆହୁରି ମଧ୍ୟ: ଏହି ଷୋଡାଗ୍ରାମ୍ ସୂଚିତ କରେ ଯେ ବ୍ୟକ୍ତି ବିପଦରେ ଅଛନ୍ତି |\nସବୁ ଜିନିଷରେ ସମ୍ଭ୍ରାନ୍ତ ଲୋକମାନଙ୍କର ଚିହ୍ନ ଅଛି |", "解曰": "ପଥର କାଟିବା ଦ୍ୱାରା ଜାଡେ ମିଳିପାରିବ | ବାଲିରେ ସୁନା ଖୋଜ | କଠିନ ପରିଶ୍ରମ କରିବା ଆବଶ୍ୟକ | କେବଳ ଅସୁବିଧା |\nଅନ୍ୟ ଏକ କାମ: ଏକ କଠିନ ପରିସ୍ଥିତି | କେଉଁଠାରେ ରହିବେ ନାହିଁ | God's ଶ୍ବରଙ୍କ ଆଶୀର୍ବାଦ ମାଗନ୍ତୁ | ମାନସିକ ଶାନ୍ତି ପାଇଁ ପ୍ରାର୍ଥନା କର |", "籤詩故事一": "Gold ସୁନା କାମୁଡ଼ନ୍ତୁ ଏବଂ ଭୂତଳ ଗୁମ୍ଫାକୁ ଅନୁସନ୍ଧାନ କରନ୍ତୁ |\nତାଙ୍କର ସାମରିକ ଶୋଷଣକୁ ପାଳନ କରିବା ପାଇଁ ଚେଙ୍ଗ ୟୋଜିନ ୟାନୱୁଆଙ୍ଗରେ ଏକ ଭୋଜି ଆୟୋଜନ କରିଥିଲେ। ହଠାତ୍ ଭୂମିରେ ଏକ ଛିଦ୍ର ଖୋଲିଲା, ଯାହା ଅବିସ୍ମରଣୀୟ ଥିଲା | ସମସ୍ତେ ଶବ୍ଦ ବାହାର କରି ଜିତିବା ପାଇଁ ସୁନା କାମୁଡ଼ିବା ସହ ନିଜକୁ ଗର୍ତ୍ତରେ ବାନ୍ଧିବା ପାଇଁ ଦଉଡି ଭଡା କରି ଲଟ ଟାଣିଥିଲେ |\nସେଠାରେ ପଥର କବାଟ, ଟେବୁଲ, ଚେୟାର, ବ୍ରିଜ୍ ଏବଂ ଅନ୍ୟାନ୍ୟ ବସ୍ତୁ ଅଛି | ଟେବୁଲ ଉପରେ ଡ୍ରାଗନ୍ ପୋଷାକ ଏବଂ ଜାଡେ ବେଲ୍ଟ ଅଛି, ଯାହା ସୁନାରେ ନିର୍ମିତ ଏବଂ ଗୁମ୍ଫାରୁ ପୁରୁଣା |\nୟୋ ଜିନ୍ ଏକ ବଡ଼ ବାକ୍ସ ଏବଂ ଏକ ଛୋଟ ବାକ୍ସ ସହିତ ଗର୍ତ୍ତରୁ ବାହାରି କାଠ ବାକ୍ସ ଖୋଲି ଜାଡେ ସିଲ୍ ବାହାର କରି ବାକ୍ସ ଖୋଲିଲା, ବଡ ପତାକା ଏବଂ ମୁକୁଟ ପୋଷାକ ଏବଂ ଟ୍ରାକ୍ ବାହାର କରି ଟେବୁଲ ଉପରେ ରଖିଲା, ଏବଂ ସମସ୍ତେ ଗୋଟିଏ ପରେ ଗୋଟିଏ ଦେଖୁଥିଲେ | ମୁଁ ଦେଖିଲି ବଡ଼ ସିଲରେ ଖୋଦିତ ଆଠଟି ସିଲ୍ ଚରିତ୍ରଗୁଡ଼ିକ ହେଲା \"ହୁନ୍ସିଙ୍କ ଡେମନ୍ କିଙ୍ଗ୍, ମହାନ ଭର୍ଚୁଆଲ୍ ସମ୍ରାଟ\" |\nସମସ୍ତେ ତାଙ୍କୁ \"ସମ୍ରାଟ\" ଭାବରେ ପୂଜା କରିଥିଲେ ଏବଂ ୟୋଜିନ ତିନି ବର୍ଷ ଧରି ଡେମନ୍ କିଙ୍ଗ ଭାବରେ ଏହା କରିଥିଲେ। (ବାସ୍ତବରେ, ଏହା କେବଳ ଆତ୍ମ-ଘୋଷିତ ହୋଇଥିଲା ଏବଂ ଚେଙ୍ଗ୍ ୟୋଜିନ ସେତେବେଳେ କେବଳ ଗାଁର ନେତା ଥିଲେ।)\n(ଏହି କାହାଣୀଟି ହେଉଛି ଏକ ରୂପାୟନ ଯାହା ଭଲ ଜିନିଷଗୁଡିକ ଅଭିନୟ ପରି ଅଟେ | ଏହା ହେଉଛି \"ଏହି ଶରୀର ଏପର୍ଯ୍ୟନ୍ତ ଶୂନ୍ୟସ୍ଥାନରେ ଅଛି\" ର କଳାତ୍ମକ ଧାରଣା |)", "聖意": "ଘର ଏବଂ ଘର ପାଇଁ ପ୍ରାର୍ଥନା କରିବା, ନିଜେ, ଲାଭ ଅଭାବ, ଧନ ଅନ୍ୱେଷଣ, ପରିଶ୍ରମ କରିବା, ବ୍ୟବସାୟରେ ଯତ୍ନବାନ ହେବା, ଲିୟୁ ଜିଆକ୍ସୁ, ପଥଚାରୀ, ଚି ତିଆନ୍, ରେଶମ କୀଟ, ସ୍ଥିର six ଟି ପଶୁପାଳନ, ଲୋକଙ୍କୁ ଖୋଜିବା, କ no ଣସି ମକଦ୍ଦମା ନାହିଁ | , କ୍ଷତି, ସ୍ଥାନାନ୍ତରଣ, ହଜିଯାଇଥିବା ସମ୍ପତ୍ତି, ମନ୍ଦ ରୋଗ, ବାଧା, ପର୍ବତ ଏବଂ କବର ରଖିବା |", "古人": "ସୁନା ପାଇଁ କ୍ରିପ୍ଟ ଅନ୍ୱେଷଣ |", "第X籤": "ଅଶୀ-ସାତ ଦସ୍ତଖତ କରନ୍ତୁ |", "宮": "ଶେନ୍ ଗଙ୍ଗ |"}