{"籤詩版本二": "ତୁମର ବ୍ୟକ୍ତିଗତ କାର୍ଯ୍ୟରେ ମୋତେ ବ୍ୟସ୍ତ କର ନାହିଁ | ଜନସାଧାରଣଙ୍କୁ ପଚାରିବା ଏହା ଅଧିକ ଉପଯୁକ୍ତ |\nଏକ ସ୍ୱଚ୍ଛ ହୃଦୟ ଆକାଶରେ ଉଜ୍ଜ୍ୱଳ ଚନ୍ଦ୍ର ପରି ଉଜ୍ଜ୍ୱଳ ଏବଂ ସ୍ୱଚ୍ଛ |", "詩意": "ଏହି ଷୋଡଗ୍ରାମ ଆକାଶରେ ଏକ ଉଜ୍ଜ୍ୱଳ ଚନ୍ଦ୍ରର ପ୍ରତିମୂର୍ତ୍ତିକୁ ପ୍ରତିପାଦିତ କରେ |\nସବୁକିଛି ଉଜ୍ଜ୍ୱଳ ଏବଂ ବାୟୁମଣ୍ଡଳ |", "解曰": "ହୃଦୟରେ ସରଳ ହୁଅ। ନିୟମକୁ ସିଧା କର | ପବିତ୍ର ଶବ୍ଦ | ଶେଷରେ ଏହା ସ୍ପଷ୍ଟ ହୋଇଯାଏ |", "籤詩故事一": "◇ କଙ୍ଗ ମିଙ୍ଗର ଜେନେରାଲ୍ |\nସମାଧାନ: ଜୁଗେ ଲିଆଙ୍ଗ ତାଙ୍କର ସ troops ନ୍ୟ ଏବଂ ଜେନେରାଲମାନଙ୍କୁ ଏକତ୍ରିତ କରନ୍ତି |\nଥ୍ରୀ କିଙ୍ଗ୍ସ ଅବଧି ସମୟରେ, ଜୁଗେ ଲିଆଙ୍ଗ (181-234), ସ Kong ଜନ୍ୟ ନାମ କଙ୍ଗମିଙ୍ଗ, ଲଙ୍ଗିଆର ୟାଙ୍ଗଡୁ (ବର୍ତ୍ତମାନ ୟାନାନ କାଉଣ୍ଟି, ଶାଣ୍ଡୋଙ୍ଗ ପ୍ରଦେଶ) ରେ ଜନ୍ମଗ୍ରହଣ କରିଥିଲେ |\nଲିୟୁ ବେ ତିନିଥର କୁଟୀର କୁଟୀର ପରିଦର୍ଶନ କରିବା ପରେ ଜୁଗେ ଲିଆଙ୍ଗ ଜଣେ ଅଧିକାରୀ ହେବାକୁ ରାଜି ହୋଇଥିଲେ। ସେହି ସମୟରେ କାଓ କାଓ ହେବେଙ୍କୁ ଶାନ୍ତ କରିଥିଲେ ଏବଂ ଦକ୍ଷିଣ ଦିଗକୁ ଯିବାକୁ ସ୍ଥିର କରିଥିଲେ। ଡେପୁଟି ଜେନେରାଲ୍, 100,000 ସ army ନ୍ୟବାହିନୀକୁ ଜିନେଇ ଅଭିମୁଖେ ଯାତ୍ରା କରିଥିଲେ | ଯଦିଓ ସେହି ସମୟରେ ଶତ୍ରୁଠାରୁ ଘେରିଯିବା ପାଇଁ ଜୁଗ୍ ଲିଆଙ୍ଗଙ୍କର ଯୋଜନା ଥିଲା, ଗୁଆନ୍ ୟୁ ଏବଂ Zhang ାଙ୍ଗ ଫେ ଜୁଗେ ଲିଆଙ୍ଗଙ୍କ କଥାକୁ ଘୃଣା କରିଥିଲେ। ଜୁଗେ ଲିଆଙ୍ଗଙ୍କୁ ଦୁହିଁଙ୍କୁ ମନାଇବା ପାଇଁ ଲିୟୁ ବେଙ୍କ ଖଣ୍ଡା ବ୍ୟବହାର କରିବା ବ୍ୟତୀତ ଅନ୍ୟ କ had ଣସି ବିକଳ୍ପ ନଥିଲା, ତେଣୁ ସେମାନେ ପ୍ରତ୍ୟେକେ ଏକ ହଜାର ସ troops ନ୍ୟବାହିନୀ ଏବଂ ୟୁଶାନ୍ ଏବଂ ଆନ୍ଲିନ୍ରେ ଆକ୍ରମଣ କରିଥିଲେ। ଆକ୍ରମଣ ଏବଂ ଅଗ୍ନି\nଏଥିସହ, ଜାଓ ୟୁନଙ୍କୁ ସେନାର ପୁରୁଣା ଏବଂ ଦୁର୍ବଳ ଅବଶିଷ୍ଟାଂଶଙ୍କୁ ଜିଆହୁ ଡନ୍ଙ୍କ ବିରୁଦ୍ଧରେ ଯୁଦ୍ଧ କରିବା ପାଇଁ ପଠାଇବା ପାଇଁ ପଠାଯାଇଥିଲା ଏବଂ ପରେ ପରାଜୟକୁ ନକଲି କରି ପଛକୁ ଯାଇ ଜିଆହୁ ଡନ୍ଙ୍କୁ ପାର୍ବତ୍ୟ ଓ ଜଙ୍ଗଲର ସଂକୀର୍ଣ୍ଣ ରାସ୍ତାରେ ଆକର୍ଷିତ କରି ସେ ଗୁଆନ୍ ମଧ୍ୟ ପଠାଇଥିଲେ। ପିଓ, ଜୋଉ କାଙ୍ଗ, ଲିୟୁ ଫେଙ୍ଗ ଏବଂ ଅନ୍ୟମାନେ କାଓଙ୍କ ସ army ନ୍ୟବାହିନୀର ପଛ ପଟକୁ ପଶିଯିବା, ସାମଗ୍ରୀ ଜାଳିବା ଏବଂ କାଓଙ୍କ ସ army ନ୍ୟବାହିନୀରେ ଆତଙ୍କ ସୃଷ୍ଟି କରିଥିଲେ |\nଯୁଦ୍ଧ ପରେ, ଜୁଗ୍ ଲିଆଙ୍ଗ୍ ବ୍ୟବସ୍ଥା କଲାବେଳେ ସବୁକିଛି ଘଟିଗଲା | ଯେତେବେଳେ ଜିଆହୁ ଡନ୍ ଏବଂ ୟୁ ଜିନ୍ ସ army ନ୍ୟବାହିନୀର ନେତୃତ୍ୱ ନେଇଥିଲେ, ପଛରେ ଥିବା ଲି ଡିଆନ୍ ତୁରନ୍ତ ଜିଆହୁ ଡନ୍ଙ୍କୁ ଆଗରେ ଜଣାଇଥିଲେ ଯେ ତାଙ୍କୁ ଶତ୍ରୁ ଅଗ୍ନି ଆକ୍ରମଣରୁ ରକ୍ଷା କରିବା ଆବଶ୍ୟକ। ତଥାପି ଏହା ବହୁତ ବିଳମ୍ବ ହୋଇଯାଇଥିଲା। ସଂକୀର୍ଣ୍ଣ ରାସ୍ତା ଏବଂ ଏପରି ଏକ ଜାଗାରେ ଥିଲା ଯେଉଁଠାରେ ଗଛଗୁଡ଼ିକ ପରସ୍ପର ସହିତ ଜଡ଼ିତ ଥିଲା, ତେଣୁ ନିଆଁ ଆରମ୍ଭ ହୋଇପାରିଲା ନାହିଁ। ସେଠାରେ ପ୍ରବଳ କ୍ଷୟକ୍ଷତି ହୋଇଥିଲା, ଏବଂ ଜିଆହୁ ଡନ୍ ଏବଂ ଅନ୍ୟ ଜେନେରାଲମାନେ ପରାସ୍ତ ହୋଇ ଜୁଡୁକୁ ପଳାୟନ କଲେ |\n(ଏହି କାହାଣୀ ହେଉଛି ଏକ ରୂପାୟନ ଯାହା କଙ୍ଗ ମିଙ୍ଗ ଲୋକଙ୍କୁ ବ୍ୟବହାର କରିବାରେ ଏବଂ ଜ୍ଞାନ ସହିତ ଦେଶକୁ ଶାସନ କରିବାରେ ଭଲ |)", "聖意": "ଘର ଓ ଘର ଶୁଭ ଅଟେ ଆଶୀର୍ବାଦ, ଅସୁସ୍ଥତା, ଶାନ୍ତି, ପର୍ବତ ଏବଂ କବର |", "古人": "କଙ୍ଗ ମିଙ୍ଗର ଜେନେରାଲ୍ |", "第X籤": "ନବମ ଚିହ୍ନ", "宮": "ୟିନ ପ୍ୟାଲେସ୍ |"}