{"籤詩版本二": "ଏକ ଭଲ ଶୋ ଆପଣଙ୍କୁ ଭ୍ରାନ୍ତି ସହିତ ଭିଡ଼ରୁ ଛିଡା କରାଏ, ଏବଂ ଆପଣଙ୍କର ଭବିଷ୍ୟତ ପରିବର୍ତ୍ତନ ହୁଏ ଏବଂ ଆପଣ ବହୁତ ଧନ ଆଣିଥାନ୍ତି |\nଏକ ରାସ୍ତା ଆକାଶ ପରି ପ୍ରଶସ୍ତ, ଏବଂ ଆପଣ ଦେଇଥିବା ସମସ୍ତ ଟଙ୍କା ଆପଣଙ୍କ ହୃଦୟରେ ରହିବ |", "詩意": "ଏହି ଷୋଡଗ୍ରାମ ଏକ ପ୍ରତିଜ୍ଞାକାରୀ ଭବିଷ୍ୟତକୁ ସୂଚିତ କରେ |\nସବୁକିଛି ଠିକ ଅଛି |", "解曰": "ଏକ ବଡ ରାସ୍ତା ଆପଣ ଆଗକୁ ଯାଇପାରିବେ | ତୁମର ହୃଦୟ ବ୍ୟବହାର କର | କେବଳ ଆଗକୁ |\nଏହି ଚିହ୍ନ ସହିତ ସବୁକିଛି ଯୋଜନା ହୋଇଛି | ଜିଚାଙ୍ଗ ପାଇଁ ଶୁଭକାମନା |", "籤詩故事一": "Lu ତିନି ହିରୋ ଲୁ ବୁଙ୍କ ବିରୁଦ୍ଧରେ ଲ fight ନ୍ତି |\nସମାଧାନ: ତିନି ହିରୋ Zhang ାଙ୍ଗ ଫେ, ଗୁଆନ୍ ୟୁ, ଏବଂ ଲିୟୁ ବେ ଲୁ ବୁଙ୍କ ବିରୁଦ୍ଧରେ ଲ fight ନ୍ତି |\nଡୋଙ୍ଗ ଜୁ ଜାଣିବାକୁ ପାଇଲେ ଯେ ହୁଆ ସିଅନଗଙ୍କ ମୁଣ୍ଡ କାଟି ଦିଆଯାଇଥିଲା ଏବଂ ଯୁଦ୍ଧ ପାଇଁ ଫ୍ଲାଇଙ୍ଗ ଜେନେରାଲ ଲୁ ବୁଙ୍କୁ ପଠାଯାଇଥିଲା। ଲୁ ବୁ ଯୁଦ୍ଧକୁ ଯିବା ମାତ୍ରେ ସେ ଜେନେରାଲ୍ ଫାଙ୍ଗ୍ ୟୁ ଏବଂ ମୁ ଶୁନ୍ଙ୍କୁ ହତ୍ୟା କରିଥିଲେ ଏବଂ ୱୁ ଆଙ୍ଗୁଓ ଏବଂ ଗଙ୍ଗସୁନ୍ ଜାନଙ୍କୁ ହତ୍ୟା କରିଥିଲେ।\nZhang ାଙ୍ଗ ଫେ ଦେଖିଲେ ଯେ ଗୋଙ୍ଗସୁନ୍ ଜାନ ଲୁ ବୁଙ୍କୁ ପରାସ୍ତ କରିପାରିବେ ନାହିଁ, ତେଣୁ ସେ ଶୀଘ୍ର ଗଙ୍ଗସୁନ୍ ଜାନଙ୍କୁ ବଦଳାଇ ଚିତ୍କାର କରି କହିଲେ: \"ତିନି ଉପନାମ୍ର ଦାସମାନେ ଚାଲିଯିବା ଉଚିତ୍! ୟାନରୁ ୱାଙ୍ଗ ଫେ ଏଠାରେ ଅଛନ୍ତି!\" ଏହା ପରେ ସେମାନେ ପଚାଶ ରାଉଣ୍ଡରୁ ଅଧିକ ଯୁଦ୍ଧ କରିଥିଲେ। ଉତ୍ତରାଧିକାରୀ, କ winner ଣସି ବିଜେତା କିମ୍ବା ହାରି ନଥିବା ସହିତ |\nଗୁଆନ୍ ୟୁ ଏହା ଦେଖିବା ପରେ, ସେ ଏବଂ ୱାଙ୍ଗ୍ ୱେ ଲୁ ବୁ ଉପରେ ଆକ୍ରମଣ କରି ତିରିଶ ରାଉଣ୍ଡରୁ ଅଧିକ ଯୁଦ୍ଧ କରିଥିଲେ |\nଲିୟୁ ବେ ମଧ୍ୟ ଦୁଇଟି ଖଣ୍ଡା ଧରି ଘୋଡାକୁ ଚାପୁଡ଼ା କରି Zhang ାଙ୍ଗ ଫେ ଏବଂ ଗୁଆନ୍ ୟୁଙ୍କୁ ସାହାଯ୍ୟ କରିବାକୁ ଆଗକୁ ବ .ିଲେ।\nତିନିଜଣ ଲୁ ବୁଙ୍କୁ ଘେରି ରହି ଯୁଦ୍ଧ ଜାରି ରଖିଥିଲେ। ଗୋଷ୍ଠୀର ସମସ୍ତ ଲୋକ ଆଶ୍ଚର୍ଯ୍ୟ ହୋଇଯାଇଥିଲେ।\nଖୁବ୍ ଶୀଘ୍ର, ଲୁ ବୁ ଶକ୍ତି ହରାଇବାକୁ ଲାଗିଲେ। ଲୁ ବୁ’ର ପେଗାସସ୍ ପଛକୁ ଫେରିଗଲେ, କିନ୍ତୁ ତିନିଜଣ ଲୁ ଲୁଙ୍କୁ ଗୋଡ଼ାଇଲେ ଏବଂ ହାର ମାନିବାକୁ ମନା କରିଦେଲେ।\n\"ତିନୋଟି ରାଜ୍ୟ\"\n(ଏହି କାହାଣୀ ଲୁ ବୁଙ୍କର ସାହସିକତା ଏବଂ ଯୁଦ୍ଧରେ ଦକ୍ଷତା ପାଇଁ ଏକ ରୂପାୟନ ଅଟେ | ଜଣେ ବ୍ୟକ୍ତି ତିନି ଜଣଙ୍କୁ ପରାସ୍ତ କରିପାରିବ |)", "聖意": "ଘରର ହୃଦୟ କେବଳ ଧନ ଅନ୍ୱେଷଣ ପାଇଁ ନିଜ ଯାତ୍ରା ପାଇଁ ଅଟେ | ଏକ ସମ୍ଭାବ୍ୟ ବିବାହ ପ୍ରବନ୍ଧ ଲିୟୁଜିଆକୁ ପଠାଯାଇପାରିବ | ଲୋକଙ୍କ ପାଇଁ ଜିନିଷଗୁଡିକ ସୁରୁଖୁରୁରେ ଚାଲିଥାଏ | ଜୁସୁଣ୍ଟିଆନ୍ ରେଶମ କୀଟ ବ୍ୟବହାର କରାଯାଇଥାଏ | ଏହି six ଟି ପ୍ରାଣୀ ମଧ୍ୟରେ ଲୋକମାନେ ମିଳିପାରନ୍ତି | ସର୍ବସାଧାରଣ ମକଦ୍ଦମା ପୂର୍ବରୁ, ୟି ଚାଙ୍ଗ୍, ସ୍ଥାନାନ୍ତରଣ, ହଜିଯାଇଥିବା ସମ୍ପତ୍ତି, ରୋଗ, ପର୍ବତ ସମାଧି ଇତ୍ୟାଦି, ଏହା ଶୁଭ ଅଟେ |", "古人": "ତିନିଜଣ ହିରୋ ଲୁ ବୁଙ୍କ ବିରୁଦ୍ଧରେ ଲ fight ନ୍ତି |", "第X籤": "ନବେ ଜଣ ବିଜେତା ଲଟେରୀ |", "宮": "ତୁ ପ୍ୟାଲେସ୍"}