{"籤詩版本二": "ଲୁଆନ୍ ଫେଙ୍ଗ୍ ଜିଆଙ୍ଗ୍ izz ିପି .ିପିରେ ବୁଡ଼ି ଯାଇଥିଲେ, କିନ୍ତୁ ସେତେବେଳେ ତାଙ୍କୁ କୁଇର୍ ଗାଳିଗୁଲଜ କରିଥିଲେ\nମୁଁ ଜାଣି ଆଶ୍ଚର୍ଯ୍ୟ ହୋଇଗଲି ଯେ ଦିନେ ମେଘ ବହୁତ ଦୂରରେ ଥିଲା, କିନ୍ତୁ ମୁଁ ତଥାପି ମୋର ପୋଷାକ ତୁମକୁ ଫେରାଇ ଦେଲି |", "詩意": "ଏହି ଷୋଡଗ୍ରାମ ଲୁଆନ୍ ଏବଂ ଫିନିକ୍ସର ପ୍ରତୀକକୁ ବର୍ଷା ଦ୍ୱାରା ଆଚ୍ଛାଦିତ କରିଥାଏ |\nସମୟ ଆସିଲେ ସବୁକିଛି ଆସେ |", "解曰": "ଭିଲେନ୍ ଦିନକୁ ଦିନ ସମୃଦ୍ଧ ହେଉଛନ୍ତି | ଜଣେ ଭଦ୍ରଲୋକ କିଛି କରିବା ଉଚିତ୍ ନୁହେଁ | କେବଳ ନିଜ ପାଖରେ ରଖ | ସମୟ ଆସିଲେ କାର୍ଯ୍ୟାନୁଷ୍ଠାନ ଗ୍ରହଣ କର |", "籤詩故事一": "◇ ଗାଓ ଜୁନ୍ ବିବାହର ଗ୍ୟାରେଣ୍ଟି ଦିଅନ୍ତି |\nପ୍ରାରମ୍ଭିକ ଗୀତ ରାଜବଂଶରେ ଜାଓ କୁଆଙ୍ଗିନ୍ ଉତ୍ତରକୁ ଏକ କରି ସମଗ୍ର ଦେଶ ଆତ୍ମସମର୍ପଣ କରିଥିଲେ। ତଥାପି ଦକ୍ଷିଣ ଟାଙ୍ଗ ରାଜବଂଶରେ ଲି ୟୁ ୟାଙ୍ଗଜେ ନଦୀର ଦକ୍ଷିଣରେ ନିଜକୁ ପ୍ରବେଶ କରିଥିଲେ। ସେ ଏକ ସହର ପ୍ରଦାନ କରିବା ତଥା ଆତ୍ମସମର୍ପଣ କରିବାର ରଣନୀତି ଗ୍ରହଣ କରିଥିଲେ, ଶୋଉରେ ଜାଓ କୁଆଙ୍ଗିନ୍ଙ୍କୁ ଫାନ୍ଦରେ ପକାଇ ପରିସ୍ଥିତି ଗୁରୁତର ଥିଲା। ଜାଓ କୁଆଙ୍ଗିନ୍‌ଙ୍କ ଭଣଜା ଗାଓ ଜୁନବାଓ ନାମକ ଜଣେ ଯୁବକ ସୁନା ବନ୍ଧୁକ ଧରି ବିଆଜିଙ୍ଗ ଛାଡି ଶ zhou ଜୋଙ୍କ ଅବରୋଧକୁ ଭାଙ୍ଗିଥିଲେ।\n, ଶୁଆଙ୍ଗସୁଓ ମାଉଣ୍ଟେନ୍ ଦେଇ ଯାଇ ସେମାନେ ଲିୟୁ ଜିନ୍ଦିଂଙ୍କ ଦ୍ୱାରା ସ୍ଥାପିତ ସ୍ୱାମୀ ଚିହ୍ନକୁ ଭାଙ୍ଗି ଦେଇଥିଲେ ଏବଂ ଦୁଇଜଣ ପ୍ରତିଯୋଗୀ ହୋଇଥିଲେ | ଫଳସ୍ୱରୂପ, ଲିୟୁ ଜିଣ୍ଡିଙ୍ଗ ତାଙ୍କର ଚମତ୍କାର ମାର୍ଶଲ ଆର୍ଟ ସହିତ ଗାଓ ଜୁନବାଓଙ୍କୁ times ଥର ପରାସ୍ତ କରିଥିଲେ ଏବଂ ସେମାନେ ଜୀବନ ପାଇଁ ସୁନା ମେସ୍ ଏବଂ ରୂପା ଘଣ୍ଟି ବିନିମୟ କରିଥିଲେ | ଜାଓ କୁଆଙ୍ଗିନ୍ଙ୍କ ଭଣଜା ଗାଓ ଜୁନବାଓ ଶୋଜୋରେ ଫସି ରହିଥିବା ଜାଓ କୁଆଙ୍ଗିନ୍ଙ୍କୁ ଉଦ୍ଧାର କରିବା ପାଇଁ ବିୟାନଜିଙ୍ଗ ଛାଡିଥିଲେ। ସେ ଶୁଆଙ୍ଗସୁଓ ମାଉଣ୍ଟେନ୍ ଦେଇ ଲିୟୁ ଜିଣ୍ଡିଙ୍ଗଙ୍କ ଦ୍ୱାରା ସ୍ଥାପିତ ଚିହ୍ନକୁ ଭାଙ୍ଗି ଦେଇଥିଲେ। ଏବଂ ବିବାହ କରିବାକୁ ବାଧ୍ୟ ହୋଇଥିଲେ। ଏହି ଦମ୍ପତି ଜନତାଙ୍କୁ ଘେରିଯାଇ ଜାଓ କୁଆଙ୍ଗିନ୍ଙ୍କୁ ଉଦ୍ଧାର କରିଥିଲେ।\n(ଏହି କାହାଣୀର ରୂପାନ୍ତର ହେଉଛି ଯେ ଦୁହିଁଙ୍କ ସମନ୍ୱୟ ହୋଇନଥିଲା (ସେମାନଙ୍କୁ ଗାଳିଗୁଲଜ କରାଯାଇଥିଲା), କିନ୍ତୁ ପରେ ପୁନ reconc ସମନ୍ୱୟ କରାଯାଇଥିଲା।)", "聖意": "ପାରିବାରିକ ଘର ନିଜ ପାଇଁ ଭଲ ନୁହେଁ, ଟଙ୍କା ଖୋଜିବା, ବ୍ୟବସାୟକୁ ଅବରୋଧ କରିବା, ବିବାହକୁ ଅପେକ୍ଷା କରିବା, ବିଳମ୍ବ କରିବା, ଲିୟୁଜିଆ, ମିଥ୍ୟା ଭ୍ରମଣକାରୀ, କ୍ଷେତରେ ରହିବା, ରେଶମ କୀଟ, ବିଳମ୍ବ, six ଟି ପଶୁ ନଷ୍ଟ, ଲୋକଙ୍କୁ ଖୋଜିବା କଷ୍ଟକର, ମକଦ୍ଦମା, କ୍ଷତି, ସ୍ଥାନାନ୍ତରଣ, ରକ୍ଷଣଶୀଳତା, ହଜିଯାଇଥିବା ସମ୍ପତ୍ତି, ଗୁରୁତର ଅସୁସ୍ଥତା, ପର୍ବତର ବିସ୍ତାର, ଗମ୍ଭୀର ସଂସ୍କାର |", "古人": "ଗାଓ ଜୁନ୍ ବିବାହର ଗ୍ୟାରେଣ୍ଟି ଦିଅନ୍ତି |", "第X籤": "ନବେ ତିରିଶ ଲଟେରୀ ଜିତିବା |", "宮": "xugong"}