{"籤詩版本二": "ଉଚ୍ଚାଭିଳାଷ ଏବଂ ସଫଳତା ରାଜବଂଶରେ ଅଛି, କିନ୍ତୁ ବର୍ତ୍ତମାନ ମଦ ଏବଂ ଯ sex ନ ଅସୀମ ହେବ |\nଯଦି ଆପଣ ଏକ ସୁବର୍ଣ୍ଣ କୁକୁଡ଼ା ଦେଖନ୍ତି, ତେବେ ଆପଣଙ୍କୁ ଟଙ୍କା, ଭାଗ୍ୟ ଏବଂ ଭାଗ୍ୟରେ ପୁରସ୍କୃତ କରାଯିବ |", "詩意": "ଏହି ଷୋଡଗ୍ରାମ ଉଚ୍ଚାଭିଳାଷ ଏବଂ ଖ୍ୟାତିର ପ୍ରତୀକକୁ ପ୍ରତିପାଦିତ କରେ |\nସବୁକିଛି ଶୁଭ ରଖନ୍ତୁ |", "解曰": "ଉଚ୍ଚାଭିଳାଷୀ ଏବଂ ଉତ୍ସାହିତ | ନିଜକୁ ରକ୍ଷା କରିବା ପାଇଁ ଏହା ବିଳମ୍ବ ନୁହେଁ | ସୁବର୍ଣ୍ଣ କୁକୁଡ଼ା ପ୍ରତିଜ୍ଞା କରେ | ସମସ୍ତେ ଖୁସି |", "籤詩故事一": "O କାଓ ପି ନିଜକୁ ସମ୍ରାଟ ଘୋଷଣା କଲେ |\nକାଓ ପି, ସ es ଜନ୍ୟ ନାମ ଜିହୁଆନ୍, ପେଇଗୁକିଆଓ (ବର୍ତ୍ତମାନ ହାଓ କାଉଣ୍ଟି, ଆନ୍ହୁଇ) ରେ ଜନ୍ମଗ୍ରହଣ କରିଥିଲେ | ଜିଆନ୍ ସମୟରେ ଜଣେ ପ୍ରସିଦ୍ଧ ରାଜନେତା ଏବଂ ଲେଖକ |\nକାଓ ପି କାଓର ଦ୍ୱିତୀୟ ପୁତ୍ର। ସେ ପିଲାବେଳୁ ତାଙ୍କ ପିତାଙ୍କ ସହ ସାମରିକ ଶିବିରରେ ରହୁଥିଲେ। ତାଙ୍କ ପିତାଙ୍କ ପ୍ରଭାବରେ କାଓ ପି six ବର୍ଷ ବୟସରେ ତୀରନ୍ଦାଜ ଶିକ୍ଷା କରିଥିଲେ ଏବଂ ଆଠ ବର୍ଷ ବୟସରେ ଘୋଡା ଚ iding ିଥିଲେ ଏବଂ ବିକାଶ କରିଥିଲେ ଭଲ ମାର୍ଶଲ ଆର୍ଟ କ skills ଶଳ | ତାଙ୍କର ପ୍ରାଚୀନ ତଥା ଆଧୁନିକ ଶାସ୍ତ୍ରୀୟ ତଥା ଜୀବନୀ ବିଷୟରେ ବିସ୍ତୃତ ଜ୍ଞାନ, ଶହ ଶହ ଚିନ୍ତାଧାରାର ପୁସ୍ତକ ମଧ୍ୟ ଅଛି | ଅଠର ବର୍ଷ ବୟସ ପର୍ଯ୍ୟନ୍ତ କାଓ କାଓ ୟୁଆନ୍ ଶାଓଙ୍କୁ ପରାସ୍ତ କରିଥିଲେ ଏବଂ କାଓ କାଓଙ୍କ ଶାସନର କେନ୍ଦ୍ର ୟେଚେଙ୍ଗରେ ଅପେକ୍ଷାକୃତ ସ୍ଥିର ଜୀବନ ବିତାଇଥିଲେ। ସେବେଠାରୁ, ଯଦିଓ ସେ ବେଳେବେଳେ ତାଙ୍କ ପିତାଙ୍କ ସହ ସାମରିକ ଅଭିଯାନରେ ଯାଇଥିଲେ ଏବଂ ଅଧିକାଂଶ ସମୟରେ ଜଣେ ସମ୍ଭ୍ରାନ୍ତ ପୁଅର ଜୀବନ ବିତାଇଥିଲେ, ତଥାପି ସେ ପ୍ରତିଦିନ ମାର୍ଶଲ ଆର୍ଟ ଅଭ୍ୟାସ କରିଥିଲେ ଏବଂ ଆଜି ପର୍ଯ୍ୟନ୍ତ ମନା କରି ନାହାଁନ୍ତି | ସେ ପ୍ରାୟତ hundred ଶହେ ପାହାଚରେ ଘୋଡା ଉପରେ ଚ and ନ୍ତି ଏବଂ ମାର୍ଶଲ ଆର୍ଟରେ ପାରଙ୍ଗମ ଅଟନ୍ତି କାରଣ ସେ ପ୍ରାୟତ mart ମାର୍ଶଲ ଆର୍ଟ ଅଭ୍ୟାସ କରନ୍ତି, ସେ ହାଲୁକା ଏବଂ ଶକ୍ତିଶାଳୀ |\nକାଓ କାଓଙ୍କ ବଡ ପୁଅ କାଓ ଆଙ୍ଗ ଏକ ଯୁଦ୍ଧରେ ନିହତ ହୋଇଥିଲେ। ବଡ ପୁଅର ମୃତ୍ୟୁ ପରେ କାଓ ପି ମୁକୁଟ ରାଜକୁମାରଙ୍କ ପାଇଁ ପ୍ରଥମ ପସନ୍ଦ ହୋଇଥିଲେ | ଯେତେବେଳେ ତାଙ୍କୁ ଏକତିରିଶ ବର୍ଷ ହୋଇଥିଲା, ତାଙ୍କୁ କାଓ କାଓଙ୍କ ଦ୍ୱାରା ମୁକୁଟ ରାଜକୁମାର କରାଯାଇଥିଲା | ଯେତେବେଳେ କାଓ ପି ତିରିଶ ବର୍ଷ ବୟସରେ, କାଓ କାଓ ଅସୁସ୍ଥତା ହେତୁ ମୃତ୍ୟୁ ବରଣ କଲେ, ଏବଂ କାଓ ପି ତାଙ୍କୁ ପ୍ରଧାନମନ୍ତ୍ରୀ ତଥା ୱାଇର ରାଜା ଭାବରେ ଉତ୍ତରାଧିକାରୀ ହେଲେ। ସେ କହିଛନ୍ତି ଯେ ସେ ପ୍ରାୟତ hundred ଶହେ ପାହାଚରେ ଘୋଡା ଚ r ିଥାନ୍ତି ଏବଂ ବହୁତ ଦକ୍ଷ ଅଟନ୍ତି କାରଣ ସେ ପ୍ରାୟତ ku କୁଙ୍ଗଫୁ ଅଭ୍ୟାସ କରନ୍ତି, ସେ ହାଲୁକା ଏବଂ ସୁସ୍ଥ ଅଟନ୍ତି |", "聖意": "ଆପଣଙ୍କ ଘର ଏବଂ ଆପଣଙ୍କ ଘର ଶାନ୍ତିପୂର୍ଣ୍ଣ ହେବା ପାଇଁ ପ୍ରାର୍ଥନା କରନ୍ତୁ। ଧନ ଖୋଜ, କଠିନ ପରିଶ୍ରମ କର, ବାଣିଜ୍ୟ କର ଏବଂ ଶୀଘ୍ର ଭାଙ୍ଗିଯାଅ। ବିବାହ ସଫଳ ହେବ। ଲିୟୁଜିଆ ସୁରକ୍ଷିତ ରହିବ। ଲୋକମାନେ ନିରାପଦରେ ରହିବେ। ରେଶମ କୀଟ କ୍ଷେତ ବିଳମ୍ବ ହେବ। Six ଟି ପଶୁପାଳନ ହେବ। ପରିପକ୍ୱତା। ଲୋକଙ୍କୁ ଖୋଜିବା କଷ୍ଟକର ହେବ | ଜନସାଧାରଣଙ୍କ ମକଦ୍ଦମା। ଜରୁରୀ ନିଷ୍ପତ୍ତି। ସ୍ଥାନାନ୍ତରଣ", "古人": "କାଓ ପି ନିଜକୁ ସମ୍ରାଟ ଘୋଷଣା କରନ୍ତି |", "第X籤": "ନବେ-ପଞ୍ଚମ ବିଜେତା ଲଟେରୀ |", "宮": "xugong"}