{"籤詩版本二": "ଚମତ୍କାର ପାଗୋଡା ଅସ୍ unusual ାଭାବିକ, ସବୁ ପାର୍ଶ୍ୱରେ ସୂକ୍ଷ୍ମ ବ features ଶିଷ୍ଟ୍ୟ ଯାହା ଉଜ୍ଜ୍ୱଳ ଆଲୋକିତ କରେ |\nମୁଁ ତୁମକୁ ଅନୁରୋଧ କରୁଛି ଯେ କଠିନ ପରିଶ୍ରମ କରି ଭଲ କାମ କରିବାକୁ ସ୍ଥିର କର, ଏବଂ ସ୍ୱର୍ଗ ଆପଣଙ୍କୁ ଆଶୀର୍ବାଦ ପଠାଇବ |", "詩意": "ଏହି ଷୋଡଗ୍ରାମ ଯୋଗ୍ୟତାର ପ୍ରଦର୍ଶନକୁ ପ୍ରତିପାଦିତ କରେ |\nସବୁକିଛି ଶୁଭ ଅଟେ |", "解曰": "ଏହି ଆଶୀର୍ବାଦଗୁଡିକ | ସମସ୍ତଙ୍କର ଏହା ଅଛି | ଅତ୍ୟଧିକ ବ୍ୟସ୍ତ ହୁଅନ୍ତୁ ନାହିଁ | ଯୋଗ୍ୟତା ଆଗରୁ ନିର୍ଣ୍ଣୟ କରାଯାଏ |", "籤詩故事一": "Fen ଫେନିଆଙ୍ଗର ରାଜା ଚାଇନାର ଭାଲେଣ୍ଟାଇନ୍ସ ଡେ’ରେ ତାଙ୍କ ନାତିଙ୍କୁ ଭେଟିଛନ୍ତି |\nସମାଧାନ: ଗୁ ଜିଓ ଚାଇନାର ଭାଲେଣ୍ଟାଇନ୍ସ ଡେରେ ପୃଥିବୀକୁ ଓହ୍ଲାଉଥିବା ବୁଣାକାର Girl ିଅକୁ ଭେଟିଥିଲେ | ଜାଡେ ସମ୍ରାଟଙ୍କ ନାତୁଣୀ ତିଆନସୁନ୍ ହେଉଛନ୍ତି ସାତୋଟି ମେହେନ୍ଦୀ |\nଗୁ ଜିଙ୍ଗି (697-781), ଯାହା ଗୋ ଲିଙ୍ଗଙ୍ଗ ନାମରେ ମଧ୍ୟ ଜଣାଶୁଣା, ସେ ଜେଙ୍ଗ କାଉଣ୍ଟି, ହୁଆଜୋ (ବର୍ତ୍ତମାନ ହୁଆସିଆନ୍ କାଉଣ୍ଟି, ଶାନସି ପ୍ରଦେଶ) ଏବଂ ଟାଙ୍ଗ ରାଜବଂଶର ଜଣେ ଜେନେରାଲ୍ ଥିଲେ | ସାମ୍ରାଜ୍ୟ ଅଦାଲତ ଜିଓଙ୍କୁ ଫେନିଆଙ୍ଗର ରାଜା ଆଖ୍ୟା ଦେଇଥିଲେ।\nକୁହାଯାଏ ଯେ ଜିଇ ମୂଳତ Hu ହୁଆଜୋରୁ ଆସିଥିଲେ ଏବଂ ମହାନ ପ୍ରାଚୀର ବାହାରେ ସେନାରେ ଯୋଗଦେବାକୁ ଯାଇଥିଲେ। ସେ ବେଜିଂ ଯାଇ ସାମରିକ ଦରମା ଦବାଇ ୟିନଜୋକୁ ଫେରିଥିଲେ। ସେତେବେଳେ ଚାଇନାର ଭାଲେଣ୍ଟାଇନ୍ସ ଡେ ଥିଲା। ପବନ ଓ ବାଲି ଅନ୍ଧାର ହୋଇଯାଉଥିଲା, ଏବଂ ସୂର୍ଯ୍ୟ ଅନ୍ଧାର ହୋଇଯାଉଥିଲା | Ziyi ଆଗକୁ ଯାଇପାରିଲା ନାହିଁ, ତେଣୁ ସେ ରାସ୍ତା କଡରେ ଠିଆ ହୋଇଥିଲେ | ସେ ଏକ ଖାଲି ଘରେ ଚଟାଣରେ ଶୋଇଥିଲେ | ଯେତେବେଳେ ସେ ଶୋଇବାକୁ ଯାଉଥିଲେ, ହଠାତ୍ ଏକ ଲାଲ୍ ଆଲୋକ ଦେଖିଲେ | ସେ ଠିଆ ହୋଇ ଆଶ୍ଚର୍ଯ୍ୟ ହୋଇ ଚାହିଁ ରହିଲେ। ଆକାଶରେ ଏକ ମେଘ ଥିଲା, ଧୀରେ ଧୀରେ ତଳକୁ ଓହ୍ଲାଇଲା। ସେଠାରେ ଜଣେ ସୁନ୍ଦର ମହିଳା ବସିଥିଲେ, ସମ୍ମାନଜନକ ଏବଂ ସୁନ୍ଦର, ସାଧାରଣ ଲୋକଙ୍କଠାରୁ ସମ୍ପୂର୍ଣ୍ଣ ଭିନ୍ନ | ଜିଆଇ ତୁରନ୍ତ ତାଙ୍କୁ ସମ୍ମାନ ଜଣାଇ କହିଲା, \"ଆଜି ହେଉଛି ସପ୍ତମ ଚନ୍ଦ୍ର ମାସର ସପ୍ତମ ଦିନ। ମୁଁ ଭାବୁଛି ବୁଣାକାର Girl ିଅ ଯିଏ ଦୀର୍ଘାୟୁ ଏବଂ ଧନ ଦେବାକୁ ଚାହୁଁଛି।\"\nମହିଳା ଜଣକ ମଧ୍ୟ ଉତ୍ତର ଦେଇଛନ୍ତି: ବହୁ ଧନ ସହିତ ଦୀର୍ଘାୟୁ ହୁଏ।\nସେ କହିବା ସମାପ୍ତ କରିବା ପରେ, ଆଲୋକ ଫେରି ଆସିଲା ଏବଂ ମେଘ ଧୀରେ ଧୀରେ ବ rose ିଗଲା | ମହିଳା ଜଣକ ତଥାପି ଜିଓ ଜିଓକୁ ଏକ ସୁନ୍ଦର ହସ ସହିତ ଦେଖୁଥିଲେ |\nମହିଳା ଜଣକ ଯେପରି କହିଥିଲେ, ତାହା ସତ୍ୟ ହେଲା | ଜିଇଙ୍କ ଗୁଣ ବିଶ୍ୱ ପ୍ରସିଦ୍ଧ, ସେ ଜଣେ ଅତି ଲୋକପ୍ରିୟ ମନ୍ତ୍ରୀ, ଏବଂ ସେ ଉଭୟ ଗୁଣ ଏବଂ ଗୁଣ ସହିତ ଜଣେ ଜେନେରାଲ୍ |", "聖意": "ଘରେ ନିଜ ପାଇଁ ଏକ ଇଚ୍ଛା କର, ନିଜ ପାଇଁ ଏକ ଇଚ୍ଛା କର, ଟଙ୍କା ପାଇଁ ପ୍ରାର୍ଥନା କର, ବ୍ୟବସାୟରେ ଶୁଭଫଳ, ବିବାହରେ ଶୁଭଫଳ, ଲିୟୁଜିଆରେ ଶୁଭଫଳ, ଲୋକଙ୍କ ସହ ଖୁସି ଯାତ୍ରା, ଚଳନ କ୍ଷେତ୍ର, ରେଶମ କୀଟ, ସ୍ଥିର ପଶୁପାଳନ, ଖୋଜିବାରେ ଦୁର୍ଭାଗ୍ୟ | ଲୋକ, ସର୍ବସାଧାରଣ ମକଦ୍ଦମା, ସ୍ଥାନାନ୍ତରଣ, ଭାଗ୍ୟ, ସମ୍ପତ୍ତି ହରାଇବା, ଜେନକ୍ସିଙ୍ଗଶନରେ କବର |", "古人": "ଚାଇନାର ଭାଲେଣ୍ଟାଇନ୍ସ ଡେ’ରେ କିଙ୍ଗ ଫେନିଆଙ୍ଗ ତାଙ୍କ ନାତିଙ୍କୁ ଭେଟିଛନ୍ତି", "第X籤": "ଷାଠିଏ ଦସ୍ତଖତ କରନ୍ତୁ |", "宮": "xugong"}