{"籤詩版本二": "ଘୋଡାକୁ ସଜାଡିବା ଏବଂ ଚାବୁକ ଧରି ଆମେ ସିଧା ଏଠାକୁ ଆସୁ, ଅଧା ବିପଦରେ ଏବଂ ଅଧା ବିପଦରେ |\nଏହା ଘର ପରି ନିଆଁରେ ପୋଡିଯିବା ପରି | ଯେତେବେଳେ ଆକାଶ ପଡ଼େ, ବର୍ଷା ଏହାକୁ ପାଉଁଶରେ ପରିଣତ କରେ | ମୋର ଏକ ଯୋଜନା ଅଛି |", "詩意": "ଏହି ଷୋଡଗ୍ରାମ ଅଧା ଦୁ orrow ଖ ଏବଂ ଅଧା ଆନନ୍ଦକୁ ପ୍ରତିପାଦିତ କରେ |\nପ୍ରତ୍ୟେକ ଜିନିଷରେ ଭଲ କାମ କରିବା ପରାମର୍ଶ ଦିଆଯାଇଛି |", "解曰": "ଆଜୀବନ ପରିଶ୍ରମ | ଭଲ ଏବଂ ଭୁଲ ବିଷୟରେ ଚିନ୍ତା କର ନାହିଁ | ଶିକୁଳିଗୁଡ଼ିକ ଅସ୍ଥାୟୀ ଅଟେ | ଅସନ୍ତୋଷ ସ୍ୱାଭାବିକ ଭାବରେ ଆସେ |", "籤詩故事一": "O ତାଓ ସଞ୍ଚୁନ୍ ଗୁଏୟାନରେ ଜେଙ୍ଗ୍ ଏନ୍ଙ୍କୁ ପରାସ୍ତ କରିଛନ୍ତି |\nଜାଓ କୁଆଙ୍ଗିନ୍ ପୁନର୍ବାର ଠିଆ ହେଲେ, \"ଦୀର୍ଘ ଦିନ ବଞ୍ଚି ମୋର ସ୍ମୃତି, ବେପିଙ୍ଗ୍ କିଙ୍ଗ ଜେଙ୍ଗ ଏନ୍ ସେତେବେଳେ ଏକ ବିବାହର ଆୟୋଜନ କରିଥିଲେ। ବର୍ତ୍ତମାନ ବିଶ୍ peace ଶାନ୍ତିରେ ଥିବାରୁ ମୁଁ ବିବାହ ପାଇଁ ଏକ ଶୁଭ ଦିନ ବାଛିବା ପାଇଁ ଆପଣଙ୍କ ଅନୁମତି ମାଗିବାକୁ ଚାହେଁ। \"\nଜାଓ କୁଆଙ୍ଗିନ୍ ଠିଆ ହୋଇ କହିଲେ, \"ପେକିଙ୍ଗର ରାଜା ଜେଙ୍ଗ ଏନ୍ ସେତେବେଳେ ଏକ ବିବାହର ଆୟୋଜନ କରିଥିଲେ। ବର୍ତ୍ତମାନ ବିଶ୍ peace ଶାନ୍ତିରେ ଥିବାରୁ ମୁଁ ଶୁଭକାମନା ବାଛିବା ପାଇଁ ଆପଣଙ୍କ ଅନୁମତି ମାଗିବାକୁ ଚାହେଁ। ବିବାହ କରିବାକୁ ଦିନ। \"\n\"ଓହ, ତୃତୀୟ ଭାଇ ପୂର୍ବରୁ ବ୍ୟସ୍ତ ଥିଲେ, ମୁଁ ଏ ବିଷୟରେ କିପରି ଜାଣିଲି ନାହିଁ?\" ୱାଇ ରୋଙ୍ଗ ବହୁତ ଆଶ୍ଚର୍ଯ୍ୟ ହେଲେ। ସେ ଜାଓ କୁଆଙ୍ଗିନ୍ ବସି ବସି କଥା ହେବା ପାଇଁ ହାତ ବୁଲାଇଲେ |\n\"ଓ !! ଏହା ପୂର୍ବରୁ ତୃତୀୟ ଭାଇ ଜଡିତ ଥିଲେ, ମୁଁ କିପରି ଏ ବିଷୟରେ ଜାଣି ନଥିଲି?\" ଚାଇ ରଙ୍ଗ (ପରବର୍ତ୍ତୀ ଜୋ ରାଜବଂଶର ସମ୍ରାଟ) ବହୁତ ଆଶ୍ଚର୍ଯ୍ୟ ହୋଇଗଲେ। ସେ ହାତ ହଲାଇ ଜାଓ କୁଆଙ୍ଗିନ୍ଙ୍କୁ ବସି କଥା ହେବାକୁ କହିଥିଲେ।\n\"ଏହା ଏକ ଲମ୍ବା କାହାଣୀ। ପ୍ରଥମତ we, ଆମେ ସେତେବେଳେ ମଧ୍ୟ ଦାରିଦ୍ରରେ ରହିଥିଲୁ ଏବଂ ଆପଣଙ୍କ ସ army ନ୍ୟବାହିନୀରେ ଯୋଗ ଦେଇ ନଥିଲୁ। ସେହି ଦିନଠାରୁ, ଆମେ ବର୍ଷ ବର୍ଷ ଧରି ସଂଗ୍ରାମ କରିଆସୁଛୁ ଏବଂ ଆପଣଙ୍କ ଯତ୍ନ ନେବାକୁ ସମୟ ନାହିଁ। ଦ୍ୱିତୀୟତ ,, ତୃତୀୟ ଭାଇ ମଧ୍ୟ ଟିକିଏ ଅଛନ୍ତି। ଏହା କହିବାକୁ ଲଜ୍ଜାଜନକ, ତେଣୁ ଆପଣଙ୍କର ମହାରାଜ ଜାଣନ୍ତି ନାହିଁ। ”\n\"ଏହା ଏକ ଲମ୍ବା କାହାଣୀ। ପ୍ରଥମତ we, ଆମେ ସେତେବେଳେ ମଧ୍ୟ ଦାରିଦ୍ରରେ ଜୀବନ ବିତାଉଥିଲୁ ଏବଂ ଆପଣଙ୍କ ସ army ନ୍ୟବାହିନୀରେ ଯୋଗ ଦେଇ ନଥିଲୁ। ସେହି ଦିନଠାରୁ, ଆମେ ବର୍ଷ ବର୍ଷ ଧରି ସଂଗ୍ରାମ କରିଆସୁଛୁ ଏବଂ ଆପଣଙ୍କ ଯତ୍ନ ନେବାକୁ ସମୟ ନାହିଁ। ଦ୍ୱିତୀୟତ ,, ତୃତୀୟ ଭାଇ ମଧ୍ୟ ଜଣେ ଏହାକୁ ଉଲ୍ଲେଖ କରିବାକୁ ଲଜ୍ଜାଜନକ, ତେଣୁ ଆପଣଙ୍କର ମହାରାଜ ଜାଣନ୍ତି ନାହିଁ। ”\n\"ଆରେ, ପୁରୁଷ କଲେଜ ଛାତ୍ର ବିବାହ କରୁଛନ୍ତି, ଲଜ୍ଜିତ ହେବାର କ’ଣ ଆବଶ୍ୟକ? ତୃତୀୟ ଭାଇ ଦୀର୍ଘ ଦିନ ଧରି ଯୁଦ୍ଧକ୍ଷେତ୍ରରେ ରହିଆସିଛନ୍ତି ଏବଂ ତାଙ୍କୁ ଜଣେ ଅଦ୍ୱିତୀୟ ହିରୋ ଭାବରେ ପରିଗଣିତ କରାଯାଇପାରିବ। ତୁମେ ଏ ବିଷୟରେ ଏତେ ଛୋଟ କାହିଁକି?\"\n\"ଆରେ! କଲେଜ ବାଳକ ବିବାହ କରୁଛି, ଲଜ୍ଜିତ ହେବାର କ’ଣ ଅଛି? ତୃତୀୟ ଭାଇ ଦୀର୍ଘ ଦିନ ଧରି ଯୁଦ୍ଧକ୍ଷେତ୍ରରେ ରହିଆସିଛନ୍ତି ଏବଂ ତାଙ୍କୁ ଜଣେ ଅଦ୍ୱିତୀୟ ହିରୋ ଭାବରେ ପରିଗଣିତ କରାଯାଇପାରିବ। ତୁମେ ଏ ବିଷୟରେ ଏତେ ଛୋଟ କାହିଁକି?\"\n\"ଯାହା ବିଷୟରେ କହିବାକୁ ଗଲେ, ମୁଁ ମୋର ତୃତୀୟ ଭାଇଙ୍କୁ ଲଜ୍ଜାଜନକ ବୋଲି ଦାୟୀ କରିପାରିବି ନାହିଁ, କାରଣ ଏହି ବିବାହ ଜାଲ୍ ଥିଲା।\"\n\"ଯାହା ବିଷୟରେ କହିବାକୁ ଗଲେ, ମୁଁ ମୋର ତୃତୀୟ ଭାଇଙ୍କୁ ଲଜ୍ଜାଜନକ ବୋଲି ଦାୟୀ କରିପାରିବି ନାହିଁ, କାରଣ ଏହି ବିବାହ ଜାଲ୍ ଥିଲା।\"\n\"ଟାଇପ୍ ହୋଇଛି? ଆରେ, ଏହା କ interesting ତୁହଳପୂର୍ଣ୍ଣ। ଦୟାକରି ମୋତେ କୁହ କ'ଣ ହେଲା।\"\n\"ମୁଁ ଏହାକୁ ଟାଇପ୍ କରିଥିଲି! ଆରେ! ଏହା କ interesting ତୁହଳପୂର୍ଣ୍ଣ! କ’ଣ ହେଲା ଦୟାକରି ମୋତେ କୁହନ୍ତୁ।\"\n\"ହଁ, ମୋର ମନେ ଅଛି ସେହି ବର୍ଷ, ଯେତେବେଳେ ଆମେ ତାଙ୍କ ମହାରାଜାଙ୍କ ସହ ଯୋଗଦେବାକୁ ଯାଉଥିଲୁ, ସେତେବେଳେ ଆମେ ବାଓଚେଙ୍ଗ କାଉଣ୍ଟି ଦେଇ ଯାଉଥିଲୁ। ଜୁନ୍ ମାସରେ ଏହା ଅତ୍ୟଧିକ ଗରମ ଥିଲା। ମୋର ତୃତୀୟ ଭାଇ ହୋଟେଲରେ ରହିପାରିନଥିଲେ, ତେଣୁ ସେ ଏକୁଟିଆ ବୁଲିବାକୁ ଯାଇଥିଲେ। ଏକ ତରଭୁଜ ବଗିଚା ଅତିକ୍ରମ କରିବା ପରେ ସେ କିଛି ବାଛିବାକୁ ଭିତରକୁ ଗଲେ। ତରଭୁଜ ଶୋଷ ମେଣ୍ଟାଇଲା। ଏହି ସମୟରେ ବହୁତ ଶୀଘ୍ର ପାଚିଲା ତରଭୁଜ ନଥିଲା, ଏବଂ ତୃତୀୟ ଭାଇ ସେମାନଙ୍କୁ କିପରି ବାଛିବେ ତାହା ଜାଣି ନଥିଲେ, ତେଣୁ ସେ ସେଗୁଡିକୁ ଭାଙ୍ଗି ଦେଇଥିଲେ | ତରଭୁଜକୁ ଦେଖୁଥିବା ଜଣେ ମହିଳା ଥିଲେ। ସେ ତୃତୀୟ ଭାଇଙ୍କୁ ଦୋଷ ଦେବା ପାଇଁ ଆଗକୁ ବ .ିଥିଲେ। ଦୁଇଜଣଙ୍କର ମତଭେଦ ହୋଇଥିଲା, ଏବଂ ପରେ ସେମାନେ ଯୁଦ୍ଧ କରିବାକୁ ଲାଗିଲେ। ଆସନ୍ତୁ। ସ un ଭାଗ୍ୟବଶତ ,, ମୁଁ ଚିନ୍ତିତ ହୋଇ ଠିକ୍ ସମୟରେ ଉଦ୍ଧାର କାର୍ଯ୍ୟକୁ ଦ hed ଡ଼ିଲି, ନଚେତ୍ .. । \"\n\"ହଁ, ମୋର ମନେ ଅଛି ସେହି ବର୍ଷ, ଯେତେବେଳେ ଆମେ ତାଙ୍କ ମହାରାଜାଙ୍କ ସହ ଯୋଗଦେବାକୁ ଯାଉଥିଲୁ, ସେତେବେଳେ ଆମେ ବାଓଚେଙ୍ଗ କାଉଣ୍ଟି ଦେଇ ଯାଉଥିଲୁ। ଜୁନ୍ ମାସରେ ଏହା ଅତ୍ୟଧିକ ଗରମ ଥିଲା। ମୋର ତୃତୀୟ ଭାଇ ହୋଟେଲରେ ରହିପାରିନଥିଲେ, ତେଣୁ ସେ ଏକୁଟିଆ ବୁଲିବାକୁ ଯାଇଥିଲେ। ଏକ ତରଭୁଜ ବଗିଚା ଅତିକ୍ରମ କରିବା ପରେ ସେ କିଛି ବାଛିବାକୁ ଭିତରକୁ ଗଲେ। ତରଭୁଜ ଶୋଷ ମେଣ୍ଟାଇଲା। ଏହି ସମୟରେ ବହୁତ ଶୀଘ୍ର ପାଚିଲା ତରଭୁଜ ନଥିଲା, ଏବଂ ତୃତୀୟ ଭାଇ ସେମାନଙ୍କୁ କିପରି ବାଛିବେ ତାହା ଜାଣି ନଥିଲେ, ତେଣୁ ସେ ସେଗୁଡିକୁ ଭାଙ୍ଗି ଦେଇଥିଲେ | ତରଭୁଜକୁ ଦେଖୁଥିବା ଜଣେ ମହିଳା ଥିଲେ। ସେ ତୃତୀୟ ଭାଇଙ୍କୁ ଦୋଷ ଦେବା ପାଇଁ ଆଗକୁ ବ .ିଥିଲେ। ଦୁଇଜଣଙ୍କର ମତଭେଦ ହୋଇଥିଲା, ଏବଂ ପରେ ସେମାନେ ଯୁଦ୍ଧ କରିବାକୁ ଲାଗିଲେ। ଆସନ୍ତୁ। ସ un ଭାଗ୍ୟବଶତ ,, ମୁଁ ଚିନ୍ତିତ ହୋଇ ଠିକ୍ ସମୟରେ ଉଦ୍ଧାର କାର୍ଯ୍ୟକୁ ଦ hed ଡ଼ିଲି, ନଚେତ୍ .. । \"\n\"ଏହି ଜେଙ୍ଗ ଜିମିଙ୍ଗ, ଏହା ପ୍ରଥମରେ ତାଙ୍କର ଦୋଷ, ସେ କ୍ଷମା ମାଗିବା ଉଚିତ୍। ଆପଣ ତାଙ୍କୁ କାହିଁକି ମାଡ ମାରୁଛନ୍ତି? ଏହା ଛଡା ଜଣେ girl ିଅର ପରିବାର ତାଙ୍କ ପରି ଜଣେ ଭୟଙ୍କର ବ୍ୟକ୍ତିଙ୍କ ପିଚ୍ ଏବଂ କିକ୍କୁ କିପରି ସହ୍ୟ କରିପାରିବ! ଆସ, ତୁମେ the ିଅକୁ ପିଟିଲ। ଖଣ୍ଡ? ନା? \"\" girl ିଅଟି ଅନିଷ୍ଟିତ ... \"\n\"ଏହି ଜେଙ୍ଗ ଜିମିଙ୍ଗ, ଏହା ପ୍ରଥମରେ ତାଙ୍କର ଦୋଷ, ତେଣୁ ସେ କ୍ଷମା ମାଗିବା ଉଚିତ୍। ଆପଣ ତାଙ୍କୁ କାହିଁକି ମାଡ ମାରୁଛନ୍ତି? ଏହା ବ୍ୟତୀତ ଜଣେ girl ିଅର ପରିବାର ତାଙ୍କ ପରି ଜଣେ ଭୟଙ୍କର ବ୍ୟକ୍ତିଙ୍କ ପିଚ୍ ଏବଂ କିକ୍କୁ କିପରି ସହ୍ୟ କରିପାରନ୍ତି! ଆସ, ମୋତେ କୁହ, ତୁମେ ଏହି girl ିଅକୁ ପିଟିଲ। ନା? \"\n\"Girl ିଅଟି କ ed ଣସି ଅସୁବିଧା ନଥିଲା ...\"\n\"ଠିକ୍ ଅଛି, ଠିକ୍ ଅଛି ... ଆରେ, ତୁମେ କ action ଣସି ପଦକ୍ଷେପ ନେଇ ନାହଁ କି? ଓ ,, ମୁଁ ଭାବୁଛି ତୁମେ ମୋତେ ଠିକ୍ ସମୟରେ ଉଦ୍ଧାର କରିଛ।\"\n\"ଠିକ୍ ଅଛି! ଠିକ୍ ଅଛି ... ଆରେ! ତୁମେ କ action ଣସି ପଦକ୍ଷେପ ନେଇ ନାହଁ କି? ଓ !! ମୁଁ ଭାବୁଛି ତୁମେ ହିଁ ଯିଏ ମୋତେ ଠିକ୍ ସମୟରେ ବଞ୍ଚାଇଥିଲ!\"\n\"... ନା, ମୁଁ ଉଦ୍ଧାର କରିଥିବା ବ୍ୟକ୍ତି ଥିଲା ... ତୃତୀୟ ଭାଇ।\" \"... ନା, ମୁଁ ଉଦ୍ଧାର କରିଥିବା ବ୍ୟକ୍ତି ଥିଲା ... ତୃତୀୟ ଭାଇ।\"\n\"ଆହା ?!\" \"ଆହା ?!\"\n\"ତୃତୀୟ ଭାଇ ମହିଳାଙ୍କୁ ଭୂମିରେ ପିଟିପିଟି ହତ୍ୟା କରିଥିଲା ​​ଏବଂ ରାସ୍ତାରେ ତାଙ୍କୁ ମାଡ ମାରିଥିଲା। ସ un ଭାଗ୍ୟବଶତ I ମୁଁ ସେଠାରେ ପହଞ୍ଚି ତାଙ୍କୁ ଚାଲିଯିବାକୁ ପ୍ରବର୍ତ୍ତାଇଥିଲି, ତେଣୁ ସେ ଗୁରୁତର ଆହତ ହୋଇନଥିଲେ। ... ଆପଣଙ୍କ ମହାରାଜ ... ଆପଣଙ୍କ ମହାରାଜା! ... \"\n\"ତୃତୀୟ ଭାଇ ମହିଳାଙ୍କୁ ତଳେ ପକାଇ ଦେଇଥିଲେ ଏବଂ ତାଙ୍କୁ ଅତି ନିର୍ମମ ଭାବରେ ମାଡ ଦିଆଯାଇଥିଲା। ସ un ଭାଗ୍ୟବଶତ I ମୁଁ ପହଞ୍ଚି ତାଙ୍କୁ ଚାଲିଯିବାକୁ ପ୍ରବର୍ତ୍ତାଇଥିଲି, ତେଣୁ ସେ ଗୁରୁତର ଆହତ ହୋଇନଥିଲେ। ... ଆପଣଙ୍କ ମହାରାଜ ... ଆପଣଙ୍କ ମହାରାଜା! ...\"\n\"ଆହା? ... ଓହ, ସେ ସ୍ତ୍ରୀ କିଏ!?\" \"ଆହା!? ... ଓହ, ସେ ସ୍ତ୍ରୀ କିଏ!?\"\n\"ଏହା ପରେ ହିଁ ମୁଁ ଜାଣିଲି ଯେ ମହିଳାଙ୍କ ନାମ ତାଓ ସଞ୍ଚୁନ୍ ଏବଂ ତାଙ୍କ ପିତା ତାଓ ହଙ୍ଗ ଜଣେ ପୁରୁଣା ହିରୋ ଥିଲେ, ଯାହାର କ asp ଣସି ଆକାଂକ୍ଷା ନଥିଲା। ତାଓ ସଞ୍ଚୁନ୍ ପିଲାବେଳୁ ତାଙ୍କ ପିତାଙ୍କଠାରୁ ମାର୍ଶଲ ଆର୍ଟ ଶିଖିଥିଲେ। ମୁଁ ଜାଣିବା ପରେ ତାଙ୍କ ପରିବାର, ମୁଁ ଦେଖିଲି ଯେ ମିସ୍ ସଞ୍ଚୁନ୍ଙ୍କର ଉଲ୍ଲେଖନୀୟ ଚରିତ୍ର ଥିଲା।, ଲୁଓ ଲୁଓ ଏବଂ ଉଦାର, ଛୋଟ girl ିଅ ହେବାର କ habit ଣସି ଅଭ୍ୟାସ ବିନା, ସେମାନେ ଜାଣିଶୁଣି ତାଙ୍କୁ ମେଳ ଖାଉଥିଲେ | ଟା ବାପା ଏବଂ daughter ିଅ ମଧ୍ୟ ତୃତୀୟ ଭାଇର ସରଳ ଚରିତ୍ରକୁ ବହୁତ ପସନ୍ଦ କରିଥିଲେ | ସେମାନେ | ଏହାକୁ ତୁରନ୍ତ ବନ୍ଦ କରି ଦୁହିଁଙ୍କ ପାଇଁ ଏହି ବିବାହ ବିଷୟରେ ନିଷ୍ପତ୍ତି ନେଇଛି। ମହାରାଜ, ଦୟାକରି ମୋତେ କୁହନ୍ତୁ, ଏହା ଜାଲ୍ ବିବାହ ନୁହେଁ କି?\n\"ଏହା ପରେ ହିଁ ମୁଁ ଜାଣିଲି ଯେ girl ିଅଟିର ନାମ ତାଓ ସଞ୍ଚୁନ୍, ଏବଂ ସେ ପିଲାବେଳୁ ତାଙ୍କ ପିତାଙ୍କଠାରୁ ମାର୍ଶଲ ଆର୍ଟ ଶିଖିଥିଲେ। ମୁଁ ତାଙ୍କ ପରିବାର ସହିତ ପରିଚିତ ହେବା ପରେ ଦେଖିଲି ଯେ ମିସ୍ ସଞ୍ଚୁନ୍ଙ୍କର ଉଲ୍ଲେଖନୀୟ ଚରିତ୍ର ଥିଲା, ଉଦାର, ଏବଂ ଛୋଟ girl ିଅର ଅଭ୍ୟାସଗୁଡ଼ିକର କ ace ଣସି ଚିହ୍ନ ନଥିଲା, ତେଣୁ ମୁଁ ଜାଣିଶୁଣି ତାଙ୍କୁ ନିଯୁକ୍ତି ଦେଲି। ଶ୍ରୀ ତାଓ ଏବଂ ତାଙ୍କ daughter ିଅ ମଧ୍ୟ ସେମାନଙ୍କର ତୃତୀୟ ଭାଇର ସିଧା ଚରିତ୍ରକୁ ବହୁତ ପସନ୍ଦ କଲେ | ସେମାନେ ଏହାକୁ ତୁରନ୍ତ ବନ୍ଦ କରିଦେଲେ ଏବଂ ସେମାନଙ୍କ ପାଇଁ ଏହି ବିବାହ ସ୍ଥିର କଲେ | ମହାରାଜ, ଦୟାକରି ମୋତେ କୁହ, ଏହା ଏକ ଜାଲ୍ ବିବାହ ନୁହେଁ କି? \"\n(ଏହି କାହାଣୀଟି ଏକ ରୂପାୟନ, କାରଣ ଏକ ଖରାପ ଜିନିଷ ଏକ ଭଲ ଜିନିଷରେ ପରିଣତ ହେଲା |)", "聖意": "ଘର ଏବଂ ଆତ୍ମର ସୁରକ୍ଷା ପାଇଁ ପ୍ରାର୍ଥନା କର, ସାବଧାନ ରୁହ, ଧନ ପାଇଁ ପ୍ରାର୍ଥନା କର, ବ୍ୟବସାୟକୁ ନଷ୍ଟ କର, ବିବାହରେ ବାଧା ଦିଅ, ଦଣ୍ଡ, ଲିୟୁଜିଆ, ବୀମା, କ୍ଷେତରେ ଫସି ରହିଥିବା ପଥଚାରୀ, ରେଶମ କୀଟ କ୍ଷତି, ପଶୁ ନଷ୍ଟ, ନିଖୋଜ ଲୋକ, ବେଆଇନ ମକଦ୍ଦମା, କ୍ଷତି, ସ୍ଥାନାନ୍ତରଣ, ସଂରକ୍ଷଣ , ହଜିଯାଇଥିବା ସମ୍ପତ୍ତି, ମନ୍ଦ ରୋଗ, ଚିନ୍ତା, ବିପଦ, ପର୍ବତ, ସମାଧି, ବିଫଳତା |", "古人": "ତାଓ ସଞ୍ଚୁନ୍ ତରଭୁଜ ବଗିଚାରେ ଜେଙ୍ଗ୍ ଏନ୍ଙ୍କୁ ପିଟିଲେ |", "第X籤": "ନବେ ନବେ ସଂଖ୍ୟା |", "宮": "ହାଇଗୋଙ୍ଗ |"}