{"籤詩版本二": "Måtte verden bli skapt for et godt ekteskap, lykkebringende dager og gode tider, og alt gå bra\nDet er ingen liten sak om du får dette partiet.Keiseren erklærer at folk er lojale og rettskafne.", "詩意": "Dette heksagrammet representerer begynnelsen på begynnelsen av himmel og jord.\nAlt er lykkebringende.", "解曰": "Rask hastighet. Året er ikke verdt tiden sin. Guanyin skriver ned. Gi meg beskjed først.", "籤詩故事一": "◇Zhongli ble opplyst\nZhongli Quan, med etternavnet Zhongli, fornavnet Quan, høflighetsnavnet Yunfang og kallenavnet Zhengyang, var hjemmehørende i Xianyang County, Xi'an, Shaanxi-provinsen under det østlige Han-dynastiet.\nZhong Liquan var en general fra Han-dynastiet. Under ekspedisjonen mot den vestlige Qiang var han sjalu på sjefen Liang Yi og tildelte ham bare 30 000 gamle og svake soldater. Så snart han kom til bestemmelsesstedet ble leiren ranet av den vestlige Qiang-hæren, og soldatene flyktet. Zhong Liquan gikk seg vill i en dal og møtte en Hu-munk på veien. Han tok ham med til en liten landsby og sa: «Dette er residensen til Mr. Donghua.» Så sa han farvel og dro. Etter en stund sa noen plutselig: «Dette må være fordi den grønnøyde Hu-mannen er for pratsom.» Han så en mann iført hvit hjortepels og holdt en grønn quinoastav. Han spurte Zhong Liquan: «Personen som kom her er Han Da. General Zhongliquan\n? Zhong Liquan ble sjokkert, da han visste at han hadde møtt en merkelig person, så han lærte oppriktig Tao.\nZhong Liquan møtte senere Zhenren Huayang og den udødelige kongen Xuanfu, og lærte \"Udødelighetens hemmelighet\". Til slutt bodde han på Zijin Sihaofeng i Kongtong-fjellet, fikk \"Jade-boksens hemmelighet\", og ble en sann udødelig. Han ble også æret som en av de fem nordlige patriarkene av Quanzhen-sekten.", "聖意": "Be om at ditt hjem og hjem skal bli velsignet med hell om høsten og vinteren Søk hell om høsten og vinteren Lykke til i forretninger, lykke til i ekteskapet, lykke til med å føde gutter, lykke til med å reise til marken , lykke til med silkeorm, lykke til med husdyr, lykke til med å finne folk, lykke til i offentlige rettssaker, lykke til i migrasjon, hittegods, nordøstlige sykdommer, lykke til med å sende fjell og graver.", "古人": "Zhongli ble opplyst", "第X籤": "første tegn", "宮": "Livmor"}