{"籤詩版本二": "Hvorfor drar du ikke til Tailai, som er rett rundt hjørnet?Jeg vil midlertidig forlate mannen ut av fjellet.\nHvis det er gode nyheter om tigeren eller kaninen, vil du være fri selv om du er fast bestemt på å være opptatt.", "詩意": "I dette heksagrammet er det et tegn på velsignelse blant ulykker.\nAlt er dårlig på forhånd og bra til slutt.", "解曰": "Bytt ut med hampsilke. Slå noens føtter. Se klart. Velsignelser kommer fra katastrofer.", "籤詩故事一": "◇ Å møte en mester i Bukit\nWu Ji var opprinnelig en vedhogger, og de to møtte Jiang Ziya da de fisket i Feng River. Wuji lo da han så Ziya fiske med en rett krok.\nZiya så på ansiktet til Wuji og fortalte spådom: «Hvis du går inn i byen i dag, vil du drepe noen». Etter å ha hørt dette, dro Wu Ji sint og bar ved inn i byen.\nEtter å ha kommet inn i byen, kolliderte Wu Ji med andre og slo ved en feiltakelse statsminister Wen Wang i hjel.\nKong Wen tegnet bakken som et fengsel og fengslet Wu Ji.\nBukit Hou ble midlertidig løslatt og ble dømt til døden for å ta seg av moren sin til høsten.\nMoren hans ba ham søke hjelp fra Jiang Ziya.\nTaigongen aksepterte ham som sin disippel, lærte ham krigskunsten og beordret ham til å grave hull og trollforme for å bryte hans medfødte skjebne.\nEtter høsten kom ikke Wu Ji for å bli straffet.Kong Wen utledet de medfødte tallene og mente at Wu Ji hadde begått selvmord av frykt for kriminalitet.\nSenere møtte kong Wen Wu Ji, og Wu Ji introduserte kong Wen for å møte Jiang Taigong.\nTaigong ble tildelt tittelen General of Wude. Både mester og lærling jobbet for kong Wen.", "聖意": "Huset er trygt, jeget er heldig, virksomheten er god, ekteskapet er sent, den mannlige fotgjengeren har ikke kommet tilbake til feltet, silkeormene er lønnsomme, de seks dyrene er Shenji, letingen er god, det offentlige søksmålet er bra, migrasjonen er konservativ, hittegodset er sett, sykdommen er god, Qiuji, fjellet og graven er bra.", "古人": "Bukit Encounter", "第X籤": "Det tolvte tegnet", "宮": "Yin-palasset"}