{"籤詩版本二": "Bekymringene og bekymringene blir midlertidig lettet, og gleden kommer fra himmelen.\nAkkurat som jade gjemt i møkk, løfter en god arbeider ut støvet", "詩意": "Dette heksagrammet representerer harmonien mellom Yin og Yang.\nAlt du planlegger er gunstig.", "解曰": "Ingenting vunnet, ingenting tapt. Få ut av tap. Skurken er i trøbbel. Lykke til, herremann.", "籤詩故事一": "◇ Ye Meng Xiong Chao Di\nYe Mengxiong (1531-1597), hvis høflighetsnavn var Nanzhao og hvis navn var Longtang, ble endret til Longtan og også kalt Huayun. En innfødt fra Wanshifang, Huizhou Fucheng (nå en del av Huicheng-distriktet, Huizhou City) i Ming-dynastiet. I det 44. året av Jiajing regjeringstid (1565) ble han en Jinshi og ble tildelt tittelen magistrat i Qing County. Han fungerte som direktør for overføringsavdelingen, og endret senere til tilsynssensoren til Shanxi Road.\nI det 20. året av Wanli (1592) drepte generalkonsulen i Ningxia, Kuaibai (sjef for den mongolske tatarstammen), guvernøren Dang Xin og erobret det førtisyvende fortet i Hexi-provinsen. , brøt byen, tilbad og brente seg i hjel. Meng Xiong er ikke arrogant i å ta æren, og lar sine ferdigheter være like gode som de til generalene som våger å kjempe. Den offisielle Wei Xuezeng ble gjeninnsatt. I de senere årene trakk han seg fem ganger og ble returnert til Huizhou for å bygge Huilong-tempelet.\nYe Mengxiong gikk inn i taoismen som embetsmann i begynnelsen, og var berømt for sin integritet. Gamle historiske opptegnelser sa at han var \"den første i ydmykhet og evne\", \"eliminerer korrupsjon og straffer opprør\", og etterlater et godt rykte; han var ekstremt lojal, modig, modig og ressurssterk. God til å skyte. I andre halvdel av livet hans ble kampsportferdighetene hans registrert i \"Historien om Ming-dynastiet\", og han ble sett på som en nasjonal helt.", "聖意": "Hjemmet er ugunstig (stadig fredeligere) Høst og vinter er bra for en selv, rikdom vil lykkes, transaksjoner vil lykkes, ekteskap vil lykkes, Liujia vil bli falskt skremt (det vil være skatter), fotgjengere vil gå til feltet for å be for silkeormer, seks dyr vil være flate, folk vil bli funnet, offentlige søksmål vil være ugunstige, migrasjon vil være konservativ, hittegods vil bli hindret, sykdommer vil bli avgjort i Fushan-graven", "古人": "Ye Meng Xiong Chao Di", "第X籤": "Sekstende vinnende lotto", "宮": "Maogong"}