{"籤詩版本二": "Den gyldne kråke faller i vest og kaninen reiser seg i øst. Syklusen av dag og natt fortsetter fra antikken til i dag.\nMunkene og taoistene vet at det ikke er noen ulempe, og de lærde, bøndene, industrien og kjøpmennene følger alle sine egne tanker.", "詩意": "Dette heksagrammet representerer voksende og avtagende yin og yang.\nDet er også et tegn på at alt vil gå som planlagt.", "解曰": "Det er ingenting i tankene. Det du har gjort er fortjenstfullt. Som en pil fra en bue. Ett skudd traff målet.", "籤詩故事一": "◇Onkel Cao Guo er en udødelig\nCao Guojiu, en innfødt i Xuzhou, sies å være den store onkelen til staten under Renzong-perioden under Song-dynastiet. Hans navn var Cao Yi, også kjent som Cao Jingxiu.\nOnkel Cao Guo hadde en yngre bror som het Cao Er. Denne Cao Er stolte på sin keiserlige maktposisjon og begikk all slags ondskap. Han okkuperte felt, tok bort koner og døtre og ble venner med noen lovløse mennesker som kom inn og ut. Cao Guojiu tålte det ikke, så han nektet å lytte til hans gode ord og trøster, så han brukte straff for å kontrollere ham. , skapte de to brødrene nag.\nCao Guojiu sa: \"Prinsippene i verden er at de som akkumulerer gode vil ha fremgang, og de som akkumulerer ondskap vil gå til grunne. Dette er en uforanderlig sannhet. Tidligere har Cao-familien vår samlet onde gjerninger for å oppnå dagens rikdom. Nå broren min har samlet ondskap til det ytterste, selv om han rømmer Selv om du blir straffet av tjenestemenn, kan du ikke unnslippe naturkatastrofene som pågår i all hemmelighet. Når en katastrofe kommer og familien din blir ødelagt og noen dør, vil du ikke bli det Jeg vil bli ydmyket og redd for det.\" Så jeg spredte all rikdommen min, Han hjalp de fattige og brydde seg ikke lenger om brorens saker. Så forlot han hjemmet og vennene sine, skiftet til en taoistisk uniform og dro til fjells for å dyrke sinnet og naturen.\nEn dag møtte han Zhongli og Lu Dongbin fra Han-dynastiet ved en tilfeldighet. Da han så onkel Cao Guos flytende svar, ble han veldig glad og ga ham \"Secret Edict of Returning Truth\" og beordret ham til å øve forsiktig. Ikke lenge etterpå, Zhongli Quan og Lu Dongbin ble introdusert for den udødelige klassen.", "聖意": "Lykke for hjemmet, hjemmet, hell, hell, lykke til i forretninger, ekteskap, mannlig reisende, planting av silkeormer på åkrene, tidlig planting av seks husdyr, tap av fortjeneste, finne folk, rettslige skritt, migrasjon, tapt eiendom , sen sykdom, lykke (kaninens år eller uflaks for kanin), lykke til i fjellgravene", "古人": "Onkel Cao Guo er en udødelig", "第X籤": "Signer den attende", "宮": "Maogong"}