{"籤詩版本二": "Å la båten gå tilbake fra hurtigvannstranden, hva vil du gjøre på grunn av uroen?\nHvis du vil være trygg, søk ro og vent på at bølgene skal passere denne krisen.", "詩意": "Dette heksagrammet er som en båt som reiser på en rask strand.\nVær konservativ i alt og vent på tiden.", "解曰": "Gå av i raskt vann. Hold deg i fare. Hvis du spør om leirplaner. Ingenting kan gjøres.", "籤詩故事一": "◇ Ziyi blir kronet til konge\nGuo Ziyi (697-781), også kjent som Guo Linggong, var opprinnelig fra Zheng County, Huazhou (nå Huaxian County, Shaanxi-provinsen) og en general i Tang-dynastiet.\nUnder Anshi-opprøret i det 14. året av Tianbao (755) ble han gitt tittelen Shuofang Jiedushi (Lingwu, vest for Lingwu i dagens Ningxia). Han ble beordret til korstog. Han kombinerte Shuofangs hær med Li Guangbi for å marsjere inn i Hebei.De slo seg sammen i Changshan (Zhengding, Hebei) og beseiret Shi Siming, gjenvunnet Hebei. På dette tidspunktet foreslo Guo Ziyi at keiseren skulle ta Fan Yang fra nord og angripe den opprørske tigerhulen for å redusere beleiringen av Tongguan, men Xuanzong nektet. Etterpå ble situasjonen til separatistiske vasalbyer i det sene Tang-dynastiet plantet, som også ble den fjerne årsaken til Tang-dynastiets bortgang.\nI det femtende året av Tianbaos regjeringstid (756) pasifiserte han og uighurkoalisjonen Hequ. Våren året etter gjenopprettet de Hedong (nå Yongji, Shanxi) og Feng Yi (nå Dali, Shaanxi), og angrep Tongguan, beseiret Cui Qianyu. Tang-hæren led mer enn 10 000 ofre. Cui Qianyu overga seg til Pujin. An Lushan ble drept av sønnen An Qingxu.\nI Zhides andre år (757) ble han beordret til å lede tropper til Fengxiang. På veien beseiret han 5000 Li Guirens kavaleri ved Baiqu Liuyun-broen (dagens sørøst for Sanyuan) I mai kjempet han med An Shouzhong og Li Guiren i Qingqu (dagens vest for Xi'an) ble beseiret, og han trakk seg tilbake til Wugong (dagens nordvest for Wugong) I september fulgte han marskalk Guangping Wang Li Chu for å lede Tang og uigurene til å slutte seg til 150 000 tropper, og kjempet deretter med An Shouzhong og Li Guiren i Xiang. Nord for Ji-tempelet (sørvest for dagens Chang'an-fylke) sirklet de uiguriske soldatene bak fienden, angrep fra begge sider og drepte 60 000 fiender. Zhang Tongru flyktet til Shaanxi-fylket, og til slutt gjenvunnet hovedstaden Chang'an (dagens Xi'an) Majesteten til Tang-hæren ble igjen gjenopprettet til Chang'an.\nEtterpå utnyttet Tang-hæren seieren og marsjerte østover, og beseiret 150 000 mann inkludert Yan Zhuang og Zhang Tongru i Xindian (nå sørvest for Sanmenxia City, Henan-provinsen), og tvang Anqing Xu til å krysse den gule elven og trekke seg tilbake til Xiangzhou. Dongjun Luoyang kom tilbake. Legg Situ til hans fortjenester og gjør ham til hertugen av landet.\nShi Siming ledet hæren sin fra Fan Yang for å redde An Qingxu. De to sidene kjempet i formasjon nord for Anyang-elven (dagens nord for Anyang). Kampen var uløselig. Til slutt ledet av ni Jiedushi, Tang-hæren, som hevdet å ha 600 000 mann, trakk seg tilbake (i slaget ved Yecheng). krig). Hovedsjefen for dette slaget var evnukken Yu Chaoen, som ikke hadde noen lederegenskaper og beskyldte Guo Ziyi for slagets fiasko. Guo Ziyi ble kalt tilbake til Chang'an, fritatt for militær makt og ble en ledig tjenestemann.\nI det første året av Baoying (762) gjorde troppene i Taiyuan (dagens sørvest for Taiyuan) og Jiangzhou (dagens Xinjiang i Shanxi-provinsen) opprør. Retten ble skremt, så Ziyi fikk tittelen konge av Fenyang og dro ut til kontrollere Jiangzhou. Han ble også fremmedgjort av evnukken Cheng Yuanzhen og ble fritatt for militær makt.\n(Fokus for denne historien: Guo Ziyi, som var veldig dyktig og veloppdragen, møtte Xuanzong og noen skurker, noe som i stor grad kompromitterte prestasjonene hans.)", "聖意": "Velsignelse av hjemmet og seg selv, søke rikdom, ingen transaksjoner, ingen ekteskap, ingen falsk alarm, fotgjengere som ankommer Tiancanji, vanskelig å finne folk, offentlige søksmål og (ikke Xing), migrasjon, konservativitet, tapt eiendom, vanskelig å finne, sykdommer, ber om velsignelser, fjell og graver, lykkebringende", "古人": "Ziyi ble kronet til konge", "第X籤": "nittende vinnende lotto", "宮": "Tatsumi"}