{"籤詩版本二": "Etter så mange bekymringer og farer, vil det aldri være tomt igjen fra nå av\nEt sjenerøst hjerte har sine egne generøse planer. Du må møte en ekspert for å oppnå store prestasjoner.", "詩意": "Dette heksagrammet er som en eldgammel brønn med en fjær.\nI alt oppnår edle mennesker suksess.", "解曰": "Søksmålet vil etter hvert være berettiget. Syk og trygg. Gå inn og ut for å søke råd. Gammel brønn møter våren.", "籤詩故事一": "◇Yao Chong kontrollerer gresshopper\nYao Chong (649-721), hvis egentlige navn var Yuan Chong, var fra Shaanzhou. Han tjente som minister for Xia Guan, Shangshu fra Chunguan, Ziweiling, Zhongshuling og statsminister i Tang-dynastiet.\nI det fjerde året av Kaiyuan (716) ble Shandong (som vanligvis refererer til Yellow River Basin øst for Huashan) plaget av gresshopper. Folket var bundet av overtroiske ideer og våget ikke å jakte og drepe dem. I stedet satte de opp ofre, brente røkelse, tilbedt ved siden av åkrene og så på at avlingene ble fortært av gresshopper.\nAlle tjenestemenn trodde: \"Ggresshopper er en naturkatastrofe, hvordan kan de kontrolleres av arbeidskraft!\" Kampen mellom to forskjellige ideer var hard på den tiden, om man skulle eliminere eller ikke eliminere gresshopper.\nYao Chong sa: \"Så lenge vi jobber sammen, kan vi bli kvitt dem alle. Han sa: Græshopper er redde for mennesker, så de er enkle å kjøre bort. Frøplantene har eiere, så redningsmennene må jobbe hardt; gresshopper kan fly, og hvis de ser ild om natten, vil de fly til den; sett fyr på dem på marken, grav hull mens de brenner, begrav dem mens de brenner, og det vil ikke være noe igjen.\"\nXuanzong sa: \"gresshopper er en naturkatastrofe forårsaket av dårlig moralsk styring. Hvis du ber om at de skal bli jaktet og drept, går ikke dette mot lyset?\"\nYao Chong la til: \"Å fange og drepe gresshopper ble praktisert av de gamle, og Deres majestet vil bruke det i fremtiden. Det er en stor nasjonal begivenhet for å bringe fred og velstand til bønder. Vennligst vurder det alvorlig.\"\nXuanzong var overbevist. Men den gangen sa alle i og utenfor retten at gresshopper ikke kunne jaktes.\nXuanzong sa: «Jeg har diskutert med statsministeren og har bestemt meg for å fange gresshoppene. Alle som protesterer igjen vil bli henrettet.» Så han sendte sensuren for å overvåke og lede folket til å brenne og begrave gresshoppene.\nResultatene var ganske effektive. Ni millioner danser med gresshopper ble fanget over hele landet, og gresshoppeplagen ble vellykket eliminert. Landbruket oppnådde en god høst det året.\n(Visdom bør brukes i katastrofehåndtering og evakuering, og det må finnes geniale strategier for å overvinne vanskeligheter. Yao Chong er eksperten på denne saken)", "聖意": "Huset er vanlig, en selv er blokkert, det å søke penger er blokkert, handel er blokkert, ekteskap og harmoni er blokkert, det er fare i Liujia, fotgjengere er blokkert, silkeormer er blokkert, husdyr er ugunstige, folk blir ikke funnet, folk er blokkert , offentlige søksmål blir reist, migrasjon er urimelig, tapte gjenstander er vanskelige å finne, sykdommer ber om velsignelser, fjell og graver er urolige", "古人": "Yao Chong kontrollerer gresshopper", "第X籤": "Vinner i lotto tjuefemte", "宮": "Mi Palace"}