{"籤詩版本二": "Ryktene sier at ting har snudd på hodet, og jeg fikk et brev fra horisonten.\nBerømmelsen og suksessen lovet meg i boken forble tom til slutten.", "詩意": "Dette heksagrammet har et falskt navn.\nDet er tilrådelig å være konservativ i alt.", "解曰": "Opp og ned opprørt. Å søke fritid er ikke ledig. Ønske om berømmelse. Hold deg trygg.", "籤詩故事一": "◇ Zhong Kui oppnår opplysning\nZhong Kui, hvis etternavn er Zhong Kui, hvis høflighetsnavn er Zhengnan, er fra Zhongnanshan.\nUnder keiser Dezongs regjeringstid fra Tang-dynastiet deltok Zhong Kui i den keiserlige eksamen.Zhong Kui leste eksamensspørsmålene og skrev umiddelbart artikkelen på én gang og leverte den inn. Hovedeksaminator den dagen var Han Yu, ministeren for sivile saker, og nestlederen var Lu Zhi, en stor lærd. Da de to leste Zhong Kuis papir, lyste øynene deres opp og de sa i kor: \"Trollmann, trollmann! Hvert ord i denne artikkelen er utsøkt, verdig Li Taibai og Du Zimei!\" Så de kalte Zhong Kui som det første stedet.\nKeiser Dezong lyttet til Han Yus rapport og sa at Zhong Kui, den nye forkjemperen for vitenskap, var veldig talentfull, så han tilkalte Zhong Kui i Det gylne palass.\nDa keiser Dezong så det stygge utseendet hans, følte han seg umiddelbart misfornøyd og sa: \"Utvalget av lærde i vårt hoff er alt basert på personlige ord og kalligrafi. Hvordan kan en så stygg person bli valgt ut som den første lærde i de gylne vitenskapene? \"\nHan Yu knelte raskt ned og sa: \"Det gode og det dårlige til en person handler ikke bare om utseende. Hører ikke du, den hellige Herre, at Yan Ying er tre fot høy og er lik statsministeren? Zhou Chang? stammer, men kan hjelpe Han-dynastiet; Konfucius dømmer folk etter utseendet og mister sønnen Yu. Jeg håper din majestet vil tenke seg om to ganger.\"\nKeiser Dezong grunnet et øyeblikk og sa: \"Selv om Han Aiqings ord er rimelige, da jeg var keiser Taizong, var det atten lærde som kom til Yingzhou og snakket om det. Denne mannen var den lærde nummer én. Jeg er redd for at verden vil le av meg for ikke å gjenkjenne talenter.\"\nStatsminister Lu Qi var trangsynt og misunnelig på talenter. Etter å ha hørt keiserens ord, knelte han ned og sa: \"Forsker nummer én i det gylne faget må være både internt og eksternt. Det er tre hundre kandidater til dette faget. Hvorfor velger du ikke en annen?\"\nDa Zhong Kui så at denne mannen var så forvirret, kunne han ikke annet enn å bli sint. Han pekte på Lu Qi og forbannet: «Hvis en så uvitende tjenestemann er i retten, vil han ikke skade landet?» Etter det, han slo Lu Qi med knyttneven.\nDa Dezong så dette, ble Dezong rasende og sa: \"Du er så dristig, du tør å lage trøbbel i Det gyldne palass, ta det raskt ned!\"\nI raseri trakk Zhong Kui ut sverdet fra midjen til generalen som sto i palasset og sukket høyt: \"Det er vanskelig for en frustrert katt å etterligne en tiger, og en frustrert papegøye er ikke like god som en kylling.\" Etter det begikk han selvmord.\nDa keiser Dezong så at Zhong Kui begikk selvmord i sinne, ble han svært overrasket.For å vinne over folks hjerter beordret han at Zhong Kui skulle begraves med den offisielle tittelen nr. 1 lærd, og han gjorde også Zhong Kui til Gud av eksorcisme for å befri verden for onde ånder.", "聖意": "Be om velsignelser for ditt hjem, din egen sikkerhet, økonomiske vanskeligheter, forretningssvikt, ekteskapssvikt, Liujia kvinnelige fotgjengere, tillitsfelt silkeormer halvkokte, seks husdyr, kan oppdras, savnede mennesker, vestlige offentlige søksmål, tap av migrasjon, konservativitet, tap av eiendom, sykdom, be om hell i fjell og graver", "古人": "Zhong Kui fikk Tao", "第X籤": "26. vinner i lotteriet (lotteri)", "宮": "Mi Palace"}