{"籤詩版本二": "I øst er det en vakker Chanjuan i måneskinnet, og skyene dekker den et øyeblikk og forblir skjult.\nNoen ganger kan den være rund, men noen ganger kan den mangle.De som sier at det ikke er det er bare tomprat.", "詩意": "Månen i dette heksagrammet er dekket av skyer.\nAlt er fortsatt i koma.", "解曰": "Flytende skyer dekker månen. Ingen grunn til å tvile. Venter på at skyen skal samle seg. Da vil du forstå.", "籤詩故事一": "◇Bao Gong leter etter keiserinne Li\nUnder regimet til Zhenzong fra Song-dynastiet var keiserinne Li (keiserinne Li) en hushjelp i haremet. Hun ble favorisert av Song Zhenzong og ble forfremmet til Wanyi, og hun ble gravid.\nMen på den tiden hadde konkubinen Liu Def (senere keiserinne Liu) onde tanker og bestakk evnukken Guo Huai for å erstatte keiserinne Lis sønn med en flådd civetkatt, rev sønnen hennes vekk og fortalte keiseren at han var hennes biologiske sønn. Song Zhenzong ble rasende og sendte Li Empress til det kalde palasset.\nEtter at konkubine De ble forfremmet til dronning, planla hun å drepe keiserinne Li, som rømte fra palasset.\nEn dag møtte Li Niangniang, som bodde på gaten, Bao Zheng, den keiserlige utsendingen, som var på patrulje i lokalområdet. Hun fortalte ham om sin livserfaring og at hun var den biologiske moren til den nåværende keiseren Song Renzong . Etter at Bao Zheng fikk vite om hendelsen, tok han Li Niangniang tilbake til Beijing, rapporterte det til Song Renzong og fant ut saken, og til slutt kjente moren og sønnen hverandre igjen. Enkekeiserinne Liu og evnukken Guo Huai bøyde hodet og tilsto.", "聖意": "Jeg er urolig hjemme, jeg ber om økonomisk beskyttelse, økonomiske vanskeligheter, lykke til i forretninger, ekteskap, ulykke, folk i felten, silkeormer, ugunstige dyr, vanskeligheter med å finne folk, søksmål, tap, migrasjon, konservativitet, tapt eiendom, Vestlige sykdommer, vanskelig å gjenopprette, reform av fjellgravene", "古人": "Bao Gong leter etter keiserinne Li", "第X籤": "Tjueåttende lottovinner", "宮": "Middagspalasset"}