{"籤詩版本二": "Tilbringe tid i fred og ro, sitte og ligge mens du har te etter å ha vært mett\nDu trenger ikke å være opptatt fysisk og mentalt, og du vil definitivt ikke forårsake urettferdighet eller katastrofe.", "詩意": "Dette heksagrammet er et symbol på fred og stabilitet.\nI alle ting vil det å vente på rett tid bringe lykke.", "解曰": "Hold deg trygg og sunn. Spør gudene. Vent til tiden kommer. Ting skjer ved en tilfeldighet.", "籤詩故事一": "◇ Foyinhui Dongpo\nEn gang fikk Su Dongpo litt forståelse mens han studerte Zen. Han innså at tilstanden hans var transcendent, og han følte glede i det. Ute av stand til å begrense lidenskapen min spredte jeg pennen og skrev et dikt:\n\"Midt på himmelen skinner Jishou sterkt over universet; han kan ikke bli blåst av de åtte vindene, han sitter oppreist på en lilla gylden lotus.\"\n(De åtte vindene refererer til: profitt, nedgang, ødeleggelse, rykte, ros, latterliggjøring, lidelse og lykke. Det vil si at det å ikke bli irritert over disse åtte tilstandene kalles \"de åtte vindene kan ikke bevege seg\")\nEtter å ha skrevet den, sendte Dongpo sin tjener over elven for å gi den til Zen Master Foyin fra Jinshan Temple.\nEtter at Zen-mester Foyin leste den, merket han den med ordet \"prut\" og ga den til tjeneren sin for å ta den tilbake.\nDongpo ble rasende etter å ha sett dette, så han tok en båt over elven og dro til Jinshan-tempelet for å finne Buddhas segl for diskusjon.\nDa Dongpo ankom porten til Jinshan-tempelet, ventet Foyin allerede ved døren.\nSu Dongpo anklaget umiddelbart Foyin: \"Hvorfor kaller du diktet jeg skrev for en fjert?\"\nFoyin svarte: \"Er du ikke allerede 'ikke i stand til å bli blåst av de åtte vindene'? Hvordan kunne du bli 'slått over elven' av en fjert!\"\nPå dette tidspunktet ble Dongpo sjokkert da han innså at han ikke var god nok og dro i skam.\n(Denne historien er en metafor for \"Varmen har ennå ikke kommet\")", "聖意": "Be for ditt hjem og din egen sikkerhet, for din rikdom, for din virksomhet, for lykke til i ekteskapet, for en kvinnelig reisende fra Liujia, til marken, for at silkeormene skal modnes om høsten, for at seks husdyr skal være stabile, for å finne noen, for å være vanskelig å finne, for offentlige søksmål, for migrasjon, for tapt eiendom, for sykdom, for å sende til en fjellgrav, gunstig", "古人": "Foyinhui Dongpo", "第X籤": "Trettien vinnende lotteri", "宮": "Wei Gong"}