{"籤詩版本二": "Hjemreisen er sikker Hvem vet om det er jade gjemt i steinen?\nNår en god håndverker har et klart snitt, vil han føle seg trygg og sikker i jaspisperioden", "詩意": "I dette heksagrammet kan du se bildet av jade når du kutter en stein.\nJobb hardt for å lykkes med alt.", "解曰": "Skatten er i steinen. Fremmede vet lite. Vent til det blir klart. Gjør det du kan.", "籤詩故事一": "◇Liu Bei søker talenter (tre besøk på stråtakhytte, tre besøk på stråtakhytte)\nDe tre kongedømmene perioden. Zhuge Liang bodde tilbaketrukket i en hytte med stråtak i Longzhong. Liu Bei var ivrig etter å søke talenter, så han dro for å besøke Zhuge Liang personlig. Han besøkte Zhuge Liang tre ganger (kjent som \"Three Visits to the Thatched Cottage\" i historien). Liu Bei ba andre holde seg unna og ba Zhuge Liang : \"Han-dynastiet er i tilbakegang, og forræderske statsråder stjeler livet deres. Deres Majestet.\" Dekket av støv. Jeg måler ikke mine dyder og evner, jeg vil tro på den store rettferdigheten i verden, men min visdom og ferdighetene er grunne, så jeg bruker det voldsomt. Per i dag. Men ambisjonen min er fortsatt ikke over, tror du planen vil bli gjennomført?\nZhuge Liang presenterte deretter planen for å dele verden i tre deler for ham, og analyserte situasjonen der Cao Cao var utilgjengelig og Sun Quan kunne komme ham til unnsetning. Han utdypet også feigheten til guvernørene i statene Jing og Yi, som hadde en mulighet til å utnytte ham, og at han bare kunne dra nytte av disse to statene. Først da kan han vinne verden, han fortalte til og med Liu Bei strategien med å angripe Central Plains. (Denne diskusjonen ble senere kalt \"Longzhong Dui\"). Etter at Liu Bei hørte dette, berømmet han det som om han hadde funnet en skatt, og inviterte Zhuge Liang sterkt til å komme ut for å hjelpe, så Zhuge Liang ble Liu Beis militære rådgiver.", "聖意": "Huset er fredelig, jeg søker rikdom, arbeidskraften hindrer ekteskapet og blir en virtuell reisende i Liujia.", "古人": "Liu Bei søker talenter (tre besøk på stråtakhytte, tre besøk på stråtakhytte)", "第X籤": "Den trettiandre lotterivinneren", "宮": "Wei Gong"}