{"籤詩版本二": "Kle deg ut og omform den gamle familiestilen. Tao er uten himmel, men har fortjeneste.\nEtter å ha feid vekk tornene og tornene på veien, ble de tre enige om å gjenforenes med sine kolleger", "詩意": "Dette heksagrammet representerer omorganiseringen av klær.\nAlt er vanskelig før det blir lett senere.", "解曰": "Ikke bekymre deg. Kos deg. Hvis du spør om fremtiden. Det er en god vei videre.", "籤詩故事一": "◇Tang Monks buddhistiske skrifter\nXuanzang (602-664), en eminent munk fra Tang-dynastiet, hadde et vanlig etternavn på Chen og et gitt navn på Yi. Han ble født i Goushi County, Luozhou (nå den sørlige delen av Yanshi City, Henan-provinsen). Han ble munk i en alder av tretten og tok det buddhistiske navnet Xuanzang. Verden kalles Sanzang fra Tang-dynastiet.\nI det tredje året av Zhenguan (629, også kjent som det første året av Zhenguan), reiste han vestover til Tianzhu (India) for å skaffe buddhistiske skrifter. Han våget seg ut i fare alene og tålte vanskeligheter. Han kom først på fire år.\nI det syttende året av Zhenguan trakk mesteren seg offisielt og vendte tilbake til øst. Han returnerte til Kina via South Road i dagens Xinjiang-provinsen, Khotan og Loulan. Det tok totalt sytten år og en reise på 50 000 miles. Da han ankom Chang'an i den første måneden av det nittende året av Zhenguan, beordret keiseren Liang Guogong Fang Xuanling og andre sivile og militære tjenestemenn til å gi ham en storartet velkomst.\nTotalt 520 og 657 bind av de originale sanskritbuddhistiske skriftene ble etterspurt. og oversatt til kinesisk.\nEtter at mesteren kom tilbake, ble han høyt respektert av keiser Taizong og keiser Gaozong og ble nedfelt i Da Nei, og ga ham tittelen \"Master Tripitaka\".", "聖意": "Huset er i opprør, lykke til med seg selv, lykke, god forretning, godt ekteskap, hindrer ankomst av folk i marken, silkeormer, ugunstige husdyr, leting etter mennesker, offentlige søksmål, migrasjon, hittegods, forsinket sykdom, bønn for velsignelser bør fjellgravene være gamle.", "古人": "Tang Monk lærer buddhistiske skrifter", "第X籤": "Den trettifemte lottovinneren", "宮": "Shen Gong"}