{"籤詩版本二": "Skal du være trygg og fredelig, egner det seg ikke å ha stearinlys i vinden.\nDet er bedre å rydde opp og sitte i en dyp hall, unngå lys, riste på et stille sted og bevege seg rundt. Rist → Yao. Gratis → få.", "詩意": "Dette heksagrammet er som vinden som rister lampen og stearinlyset.\nÅ holde ting konstant vil bringe lykke.", "解曰": "Slå deg ned på et rolig sted. Vær på vakt og kom i tide. Det er ikke en velsignelse. Konservativ og passende.", "籤詩故事一": "◇Li Jing vender tilbake til fjellet\nLi Jing (571-2. juli 649), høflig navn Farmasøyt, var hjemmehørende i Sanyuan, Yongzhou (nå nordøst for Sanyuan County, Shaanxi-provinsen). En general fra slutten av Sui-dynastiet til det tidlige Tang-dynastiet, han var en kjent militærstrateg med både sivile og militære ferdigheter i Tang-dynastiet. Senere ble han tildelt tittelen hertug av Wei, og ble kjent som hertug av Wei i verden.\nLi Jing er faren til den tredje prinsen Nezha på listen over guder, også kjent som \"Kongen av Tota\". Li Jing og sønnen hans hjalp Jiang Ziya (Tai Gong) med å beseire dronning Zhou, etablere Zhou-dynastiet og kongen. Wu besteg offisielt tronen. Jiang Ziya satte deretter opp en liste over guder og gjennomførte en seremoni for å blidgjøre sjelene til soldater som døde i slaget. Fra da av ble verden fredelig og fredelig. Kong Wu ønsket å lage markiser og belønne dem, og han ønsket også å tildele land til de grunnleggende heltene. Li Jing, hans far og sønn, og andre syv personer ba om å vende tilbake til fjellet for å praktisere taoisme og ikke være besatt av verdslig berømmelse og rikdom. Senere ble alle syv av dem \"hellige i kroppen\" og rangerte i klassen udødelige.\nHistorien om \"Feng Shen Bang\"", "聖意": "Huset er konservativt, jeg er vanlig, jeg leter etter penger, jeg har problemer med forretninger, ekteskapet mitt er ikke harmonisk, Liujia ber om at fotgjengere skal ha tillit, silkeormer er modne om høsten, seks dyr er trygge, folk er savnet, Offentlige søksmål og migrasjon er konservative, hittegodssykdommer, ikke endre graven i Jianxingshan.", "古人": "Li Jing vender tilbake til fjellet", "第X籤": "Trettisjuende lottovinner", "宮": "Shen Gong"}