{"籤詩版本二": "Tusen år gammelt speil gjenforent, kvinne ber mannen om å gifte seg på nytt\nSiden den gang har familien blitt forvandlet, og barna og barnebarna har fått velsignelser.", "詩意": "Dette heksagrammet er et symbol på gjenforeningen av speil.\nAlt er hardt arbeid og dyrt.", "解曰": "Graver sand til gull. Å ri på en drage og ri på en tiger. Selv om det er arbeidskrevende. Det er et supplement i den.", "籤詩故事一": "◇ Yulianhui ti venner\nI Song-dynastiet giftet Qian Yulian seg med Wang Shipeng. Da Shi Peng dro til Beijing for å ta eksamen, tvang den velstående Sun Ruquan Yulian til å gifte seg med ham på nytt.\nQian Yulian avviste forslaget til velstående Sun Ruquan og ville heller gifte seg med Wang Shipeng, en fattig lærd fra Wenzhou som ble ansatt av \"Jing Chai\".\nSenere vant Wang Shipeng førstepremien.Fordi han nektet å bli tvunget til å gifte seg av statsminister Wanqi, ble han sendt for å tjene som dommer i det avsidesliggende Chaoyang. Sun Ruquan endret i all hemmelighet Wang Shipengs familiebrev til et \"skilsmissebrev\" og lurte Yulian til å bli lurt. Stemoren til Qian Yulian tvang henne også til å gifte seg på nytt, men Yulian nektet og begikk selvmord ved å kaste seg i elven. Hun ble reddet av Qian Zaihe fra Fujian-provinsen og adoptert som sin adopterte datter.\nYulian trodde Shipeng var død. Fem år senere var Wang Shipeng guvernør i Ji'an. En dag holdt han en minneseremoni ved et taoisttempel for å minnes sin avdøde kone. Yulian dro tilfeldigvis til Ji'an taoisttempel for å brenne røkelse, og Wang og Qian ble endelig gjenforent.", "聖意": "Huset er ikke bra for seg selv. Høst og vinter er velstående. Må rikdom være velstående. Høst og vinter er velstående. Forretninger er velstående. Måtte ekteskapet bli vellykket. Be om at fotgjengere skal gå til markene. Silkeorm kan oppdras. Seks husdyr kan oppdras. Folk kan bli funnet. Offentlige søksmål er ugunstige. Migrasjon er konservativ. Tap av eiendom. Sen sykdom. Be om velsignelser. Fjell og graver er bra.", "古人": "Yulianhui ti venner", "第X籤": "Det fjerde tegnet", "宮": "Livmor"}