{"籤詩版本二": "Det røde hjulet faller i vest, kaninen reiser seg i øst, yin vokser og yang forsvinner, og alt blomstrer\nHvis en kvinne vil bruke det, vil det øke rikdommen hennes og bringe lykke til hjertet hennes.", "詩意": "Dette heksagrammet er symbolet på at Yin vokser og Yang forsvinner.\nAlt er vanskelig før det blir lett senere.", "解曰": "Yin er til fordel for kvinner. Ikke egnet for menn. Hvis du søker råd. Det onde kommer først og så kommer det gode.", "籤詩故事一": "◇ Wu Zetian besteg tronen\nI en alder av 14 ble Wu innkalt til palasset av keiser Taizong Li Shimin fra Tang-dynastiet som en talentfull person, kalt \"Wu Mei\". Etter at Taizong døde, gikk Zetian inn i Ganye Temple og ble nonne.\nDa keiser Gaozong fra Tang-dynastiet kom til tronen, kalte han Wu-familien inn i palasset for å hylle Zhaoyi. I det sjette året av Yonghui (655) etablerte keiser Gaozong Wu som sin dronning.\nWu Zetian var intelligent, involvert i litteratur og historie, og var rik på oppfinnsomhet. Rett etter at Wu Zetian ble dronningen, fordi Gaozong var svak og syk, betrodde han henne noen ganger å håndtere visse politiske saker, så makten hennes vokste. I det første året av Shangyuan (674) ble keiser Gaozong kalt «keiser», keiserinne Wu ble kalt «himmelens dronning», og de ble begge kalt «to hellige» i palasset.\nI det første året av Hongdao (683) døde Gaozong, prins Li Xian kom til tronen, og Wu Zetian kom for å styre dynastiet. I februar i det første året av Sisheng (684), avsatte Wu Zetian Li Xian som konge av Luling og etablerte hennes fjerde sønn Li Dan som keiser, og fortsatte å styre dynastiet. I september samme år endret hun flagget til gull, og Luoyang, den østlige hovedstaden, ble omdøpt til den guddommelige hovedstaden. Den niende dagen i september i det første året av Tianshou (690), utropte Wu Zetian seg til keiser og endret navnet på landet til Zhou.", "聖意": "Hjemmet er ugunstig for en selv, ber om velsignelser, søker rikdom, vokter transaksjoner, lykke til i ekteskapet, uflaks i ekteskapet (kvinnelig), fotgjengere som blokkerer åker, silkeormer, velstående husdyr, leter etter mennesker, separasjon, søksmål, tap, migrasjon , tap av eiendom, sykdom, sjokk, fjell og graver, lykke til", "古人": "Wu Zetian bestiger tronen", "第X籤": "Den førtiende lottovinneren", "宮": "Du palass"}