{"籤詩版本二": "Du vil huske de uendelige gode ordene, men du vil bli din sønn hvis du gjenkjenner tyven.\nIkke vær grådig for øyeblikket og bekymre deg for hvordan han ville ha gjort noe bra for et år siden.", "詩意": "Dette heksagrammet identifiserer en tyv som en sønn.\nVær forsiktig i alt du gjør.", "解曰": "Bare denne. En gentleman gjør ingen feil. Husk på. Ikke vær ensom.", "籤詩故事一": "◇Dong Zhuo aksepterer Lu Bu\nLu Bu, modig og flink til å kjempe, var en berømt militærgeneral på slutten av det østlige Han-dynastiet og begynnelsen av de tre kongedømmene. Han så en gang på Ding Yuan, guvernøren i Jingzhou, som sin adoptivfar og tjenestegjorde under ham.\nEtter døden til keiser Ling fra det østlige Han-dynastiet dro Ding Yuan til Beijing for å samarbeide med generalen He Jin for å kontrollere regjeringen.\nDong Zhuo kjempet med Ding Yuan, men flere generaler klarte ikke å beseire Lu Bu, så Dong Zhuo sendte sin underordnede Li Su for å bestikke Lu Bu. Li Su tok med seg hauger med gull- og sølvskatter og den berømte røde kaninhesten for å \"besøke Lu Bu\". Li Su tok med seg hauger med gull- og sølvskatter og den berømte røde kaninhesten for å besøke Lu Bu. Så Lu Bu ble bestukket av Dong Zhuo for å drepe Ding Yuan, og ba soldatene hans om å bli med ham hvis de ville, og å dra hvis de ikke ville følge ham. Som et resultat løp de fleste av soldatene. Så Lu Bu ble bestukket av Dong Zhuo og drepte Ding Yuan.\nEtter at Dong Zhuo fikk makten, adopterte han Lu Bu som sin adopterte sønn og gjorde ham til general og markis.\nDong Zhuo hadde et voldsomt temperament, og \"far-sønn-forholdet\" med Lu Bu var faktisk veldig svakt. I 189 e.Kr., på foranledning av Situ Wang Yun, drepte Lu Bu Dong Zhuo.\nSeks måneder etter Dong Zhuos død invaderte Dong Zhuos gamle tropper hovedstaden, og Lu Bu og hans kone flyktet i panikk. Etter å ha forlatt hovedstaden søkte Lu Bu tilflukt hos krigsherrene Yuan Shu, Yuan Shao, Zhang Yang, Zhang Miao, Liu Bei osv., og kjempet mange ganger med Cao Cao, en annen stor krigsherre på den tiden. Lu Bu var modig og god i kamp, ​​og beseiret Cao Cao flere ganger.\nI det tredje året av Jian'an i det østlige Han-dynastiet, angrep Cao Caos tropper Xiaopei, Lu Bus base, og ble tatt til fange og drept av Cao Cao under Baimen-tårnet. Før henrettelsen ba Lu Bu Cao Cao om å holde ham i live for å unngå døden, men Liu Bei minnet Cao Cao om at Lu Bu hadde forrådt mange ganger og var en uærlig mann. Til slutt henrettet Cao Cao, som bare verdsatte talenter uavhengig av moral, Lu Bu.", "聖意": "Jeg er urolig hjemme, jeg pleier å søke penger, beskytte meg mot transaksjoner, det er vanskelig å gifte seg, Liujia-mannen er sjokkert, silkeormene er halvmodne i marken, de seks dyrene er trygge, personen leter etter ham , det offentlige søksmålet er passende, og migrasjonen er å be for tapte ting som er vanskelig å finne, sykdommer og freden i graven til Zhenxing-fjellet.", "古人": "Dong Zhuo aksepterer Lu Bu", "第X籤": "Den 41. lottovinneren", "宮": "Du palass"}