{"籤詩版本二": "Keiseren, keiseren og keiserinnen vil endelig være nådige og vente og be om velsignelser uten tap eller vinning.\nAlle levende vesener drar nytte av det, og det forventes velstand i verden og i himmelen.", "詩意": "Dette heksagrammet er et tegn på gunst fra himmelen.\nAlt vil bli vellykket.", "解曰": "Keiseren viste sin gunst. Glem aldri. Morgen- og kveldsritualer. Det passer å brenne røkelse.", "籤詩故事一": "◇Mulian reddet moren sin\nMokou Lian, eller Mulian, er den mektigste blant de ti disiplene til Sakyamuni Buddha.\nMoren hans var grådig og gjerrig i løpet av livet, så hun falt inn i riket av sultne spøkelser etter hennes død. Mokhullian brukte sin magiske kraft til å observere og fant ut at moren hans ble født som et sultent spøkelse, uten mulighet til å få mat og var i store nød. Han brukte sin magiske kraft til å bringe mat til moren. Uventet, etter at moren mottok maten ble til aske og kunne ikke spises.\nMaudgalyana var bekymret for hva som skjedde og rapporterte det til Buddha. Buddha fortalte Mulian at på den 15. dagen i den syvende månemåneden skulle han legge hundre smaker og fem frukter i et basseng og tilby dem til de dydige munkene i de ti retningene. Med denne kraften ville moren hans kunne spise .\nMaudgalyana handlet i henhold til Buddhas vilje, og moren hans ble til slutt frigjort. Denne typen seremoni kalles \"Obon Festival\" og denne festivalen kalles \"Obon Festival\".\n(Merk: Et stoff har forskjellige følelser på forskjellige nivåer av verden. For eksempel: når det regner i denne verden, ser vi det som \"vann\", mens vesener i riket av sultne spøkelser føler det som \"blod\", og sansende vesener i helvetes verden føler det som \"blod\". Det føles som å \"slippe et sverd\", mens himmelske vesener har lyst til å \"slippe en blomst\".)", "聖意": "Ber for hjem og hus, ber om lykke til om vinteren, søker rikdom, ingen transaksjoner, ekteskap, fred i Liujia, fotgjengere, flyttemarker, silkeormer, seks dyr, finne mennesker, søksmål, suksess, migrasjon, konservativitet, tapt eiendom, sykdom , sinnsro, fred i fjell og graver", "古人": "Mulian redder moren sin", "第X籤": "Tegn førtito", "宮": "Du palass"}