{"籤詩版本二": "Verden er fleksibel og alle ting er selvforsørgende, selvforsørgende og trygge\nAlt i livet er fantastisk, takk helgenene og vismennene for alt, og vær velstående.", "詩意": "Dette heksagrammet representerer harmonien mellom jorden og jorden.\nAlt går bra og det er ingen fare.", "解曰": "Alle ting er født. Alle planer og ønsker går i oppfyllelse. Ford hjelper til. Rui Qi har det travelt.", "籤詩故事一": "◇ Turgåere får opplysning\nHistorien om reisen til vesten:\nSun Wukong tok over fjellet av blomster og frukter og ble konge. Senere, for å finne en måte å leve evig på, brukte han åtte eller ni år på å reise over fjell og elver for å tilbe patriark Bodhi som sin lærer. Han lærte de sytti- to transformasjoner av den jordiske ondskapen og saltoskyene, og tok etternavnet Sun for første gang. kalt Wukong.\nEtter det dro Sun Wukong til Dragepalasset i Øst-Kinahavet for å finne et passende våpen, og fant til slutt Ruyi Golden Cudgel, den guddommelige nålen til Tianhe og Dinghai. Fordi hans levetid var over, gjorde han et stort oppstyr i underverdenen, reviderte boken om liv og død og vendte tilbake til menneskeverdenen. Senere ble Sun Wukong tilkalt av himmelen for første gang og fikk navnet Bima Wen. Senere ble han tilkalt til himmelen for andre gang og ble kåret til apekongen. Han stjal også fersken og skapte problemer i himmelen. Han ble forseglet i Bagua-ovnen for å øve på sine gylne øyne og brennende øyne. Til slutt ble han undertrykt av Tathagata Buddha ved foten av Wuzhi-fjellet i 500 år, ute av stand til å bevege seg. Stedet der Bagua-ovnen ble sparket over, ble til et fjell av flammer.\nFem hundre år senere dro munken Tang til Vesten for å skaffe skriftsteder, passerte Five Elements Mountain og tok av talismanen før han reddet Sun Wukong. Sun Wukong brast i gråt av takknemlighet. Etter å ha blitt instruert av Guanyin Bodhisattva, tilbad han Tang Monk som sin lærer og dro til Vesten for å lære Skriften sammen. På vei for å lære Skriftene, kom Sun Wukong ned på demoner og eliminerte monstre, og utførte gjentatte ganger ekstraordinære bragder, men han ble misforstått og utvist av sin mester Tang Seng igjen og igjen. Etter åttien vanskeligheter ble arbeidet endelig fullført.De fire mesterne og disiplene ankom Xitian Leiyin-tempelet og fikk det sanne skriftstedet. Sun Wukong oppnådde det riktige resultatet.\n(Denne historien er en metafor på at selv en ape kan bli opplyst, enn si et menneske.)", "聖意": "Hjemmet er gunstig for seg selv, for rikdom, forretninger, ekteskap, Liujia, mannlige fotgjengere, hindring av åker, silkeormer, seks dyr, Zhongping, leter etter mennesker, søksmål, suksess, migrasjon, tap av eiendom, sykdom, Xingxingshan-grav, ting er gunstige", "古人": "Den reisende oppnår opplysning", "第X籤": "Signert den 43", "宮": "xugong"}