{"籤詩版本二": "Det kalde været gjør vann til is. Hvorfor være grådig etter berømmelse?\nJeg har ikke noe annet valg enn å sitte stille og vente på at bladene skal blomstre naturlig.", "詩意": "I dette heksagrammet blir vann til is.\nIkke be om noe forgjeves.", "解曰": "Vann fryser til is. Is smelter til vann. Hvis det er en konspirasjon. Det er akkurat det det er.", "籤詩故事一": "◇Wang Xiang ber om karpe (Twenty-Four Filial Piety Stories)\nWang Xiang fra Jin-dynastiet, med høflighet Fuzheng, ble født i Linyi.\nDa Wang Xiang var ung, døde hans biologiske mor. Hans ensomme far giftet seg med en kvinne som het Zhu, og Wang Xiang fikk en ny mor. Da Wang Xiang var ung, døde hans biologiske mor, og hans ensomme far giftet seg med en kvinne som het Zhu. Wang Xiangs stemor var en trangsynt og sjalu kvinne.Hun likte ikke Wang Xiang og skjelte ham ofte for trivielle saker. Snart fødte stemoren også en sønn ved navn Wang Lan. Stemoren elsket bare sine egne barn, og betraktet Wang Xiang som en torn i øyet. Hun ble enda mer krevende overfor Wang Xiang, og snakket ofte stygt om Wang Xiang foran sin far.Selv hans far elsket ham gradvis ikke lenger. Stemoren elsket bare sine egne barn, og betraktet Wang Xiang som en torn i øyet. Hun var enda mer krevende overfor Wang Xiang, og snakket ofte stygt om Wang Xiang foran sin far.Selv hans far elsket ham gradvis ikke lenger. Selv om Wang Xiangs halvbror, er Wang Lan veldig vennlig mot broren. Til tross for torturen av stemoren hennes, var hun fortsatt veldig sønlig. Stemoren er så barsk, men Wang Xiang er fortsatt veldig søtlig.\nStemoren hans har en hobby, det vil si at hun liker å spise fersk fisk som nettopp er fisket opp av elva. Stemoren hans har en hobby, det vil si at hun liker å spise fersk fisk som nettopp er fisket opp av elva. En vinter dro faren på forretningsreise, og stemoren ble syk igjen.Brødrene Wang Xiang og Wang Lan serverte forsiktig suppen og medisinene til moren deres kunne spise. I det strenge kalde været ble stemorens sykdom fortsatt ikke bedre. i en hast. En vinter dro faren på forretningsreise, og stemoren ble syk igjen.Brødrene Wang Xiang og Wang Lan serverte forsiktig suppen og medisinene til moren deres kunne spise. I det strenge kalde været ble stemorens sykdom fortsatt ikke bedre. i en hast. Den syke stemoren ønsket å spise fersk fisk fra elva.I det harde, kalde klimaet snødde det ute og vannet i elva var allerede blitt til tykk is. Den syke stemoren ville spise fersk fisk.Hvor kunne man finne fersk fisk i det isete og snørike klimaet?\nPå den tiden var det ingen retter utenom sesongen, og du kunne ikke kjøpe dem selv om du hadde penger.\nPå dette tidspunktet i historien skjedde den rørende historien om Wang Xiangqiu Li. De to brødrene voktet sin mor hjelpeløst. Wang Xiang gikk til den frosne elven for ikke å skuffe sin syke stemor. Wang Xiang fikk en idé og tok av seg skjorten uansett kulde. Han lå naken på breen og ville Det bruker sin egen kroppstemperatur for å smelte isen (så Wang Xiangqiu karpe kalles også Wang Xiang som ligger på isen). Han tok av seg skjorta og lå naken på breen. Han ba til Gud og sa: «Gud, min mor er syk og vil spise fersk karpe. Du må finne en måte for meg uansett.» Merkelig nok sprakk plutselig isblokken ved siden av ham, og det var to sprekker. En levende karpe hoppet ut av sprekken og hoppet på isen Wang Xiang var veldig glad. Han ba til Gud: \"Gud, min mor er syk og vil spise fersk karpe. Du må finne en vei for meg uansett.\" Merkelig nok sprakk plutselig isblokken ved siden av, og det ble to sprekker. En levende karpe hoppet ut av sprekken og hoppet på isen Wang Xiang var veldig glad. Han knelte raskt ned, takket Gud og løp hjem med karpen. Han knelte raskt ned, takket Gud og tok raskt karpen og dro hjem. Etter at stemoren spiste fersk karpe, ble hun raskt frisk etter sykdommen. Stemoren i sykehussengen ble lamslått da hun så Wang Xiangs nakne overkropp, som var i ferd med å bli lilla av kulde, og to fisker i hendene hans. Hun løp lykkelig inn i rommet og ble lamslått.\nWang Xiang ble senere embetsmann og ble en Taibao, og fikk tittelen hertug.", "聖意": "Uro hjemme ber jeg om beskyttelse, økonomiske vanskeligheter, forretningsproblemer, ekteskap, inkonsekvens i Liujia-forsikring, fotgjengere, chitiske silkeormer, tap av seks husdyr, savnede mennesker, offentlige søksmål, migrasjon, konservativitet, tapt eiendom, sykdom, vanskelig å komme seg, fjellgrav, lykke til", "古人": "Wang Xiang ber om karpe (Twenty-Four Filial Piety Stories)", "第X籤": "Førti-ni Vinner Lott", "宮": "Haigong"}