{"籤詩版本二": "Du kan reise til alle kanter av landet, henge seiltak for å holde det fritt\nBlir det gunstig vind kommer den snart og båten blir full av skatter.", "詩意": "Dette heksagrammet er som å trekke en båt med vinden.\nAlt går bra.", "解曰": "Hvil i ro. Ingen innsats kreves. Mye rikdom. Alle beundret.", "籤詩故事一": "◇Tao Zhugui Five Lakes (Fan Ligui Lake)\nI vår- og høstperioden ble Fan Li, hvis høflighetsnavn var Shaobo, også kjent som Gui Yizipi eller Tao Zhugong.\nPå den tiden var det en krig mellom staten Wu og staten Yue, og staten Wu ødela staten Yue. Fan Li og Wen Zhong formulerte en plan for Yue King Gou Jian for å promotere Yue og ødelegge Wu. Fan Li reiste personlig gjennom fjell og elver, og besøkte Xi Shi, en vakker kvinne med både dyd, talent og skjønnhet, ved Huansha-elven i Bailuo-fjellet og presenterte den for kongen av Wu. Han brukte \"skjønnhetstrikset\" for å samarbeide på innsiden og utsiden og ødela Wu-riket.\nEtter at han lyktes i å utslette Wu-riket, visste Fan Li at Gou Jian var en \"langhalset fugl med et nebb\" og kunne dele vanskeligheter og lykke med ham, så han dro på båt med Xi Shi over Qi-riket, endret sin navn til Gui Zipi, og ledet hans sønn og disipler i Qi Kingdom.De bor i en hytte ved sjøen. Han jobbet hardt for å dyrke ødemark, drive en sidebedrift og drive forretning.I løpet av få år akkumulerte han titalls millioner av familieeiendom. Han var raus med å spre rikdom og gjøre godt for hjembyen. Fan Lis visdom og evne ble verdsatt av folket i Qi. Kongen av Qi inviterte ham til Linzi, hovedstaden, og tilba ham som statsminister med ansvar for regjeringssaker . Han utbrøt: \"Å være embetsmann kan føre til statsråder, og det å drive familie kan føre til en formue. For en almue som startet fra bunnen av, har dette nådd det ytterste. Å bli hedret i lang tid er nok ikke et godt tegn.\" Så, bare tre år senere, trakk han seg nok en gang tappert tilbake, returnerte seglet til kongen av Qi og ga bort all familierikdommen til sine nære venner og andre landsbyboere.", "聖意": "Huset er bra for en selv (som skal sendes), søker rikdom, lykke til i vesten, forretningene er sent, ekteskapet er ikke bra, Liujia er trygt, folk blokkerer åkrene, silkeormer, høst, bra for de seks dyrene, våren er velstående, folk leter etter folk, søksmål er dårlige, migrasjon er konservativ, tapte ting, vestlige sykdommer løser seg opp, fjell og graver er sørover.", "古人": "Tao Zhugui Five Lakes (Fan Ligui Lake)", "第X籤": "Den femtiende lottovinneren", "宮": "Haigong"}