{"籤詩版本二": "Sommeren er den lengste dagen og alle er bekymret for varmen og depresjonen\nHimmel og jord vet også hva folk vil ha, og det blåser og det er naturlig kjølig", "詩意": "Dette heksagrammet indikerer at alle er bekymret for varme.\nGjør hva du vil.", "解曰": "Det er ingen tvil om man skal rykke frem eller trekke seg tilbake. Kos deg. Er det for camping? Ingen grunn til å opptre overilet.", "籤詩故事一": "◇Kong Ming kommer inn i Sichuan\nZhuge Liang (181-234), høflig navn Kongming, var hjemmehørende i Yangdu, Langya (nå Yinan County, Shandong-provinsen), og var statsminister i Shu Han (Liu Bei) i løpet av Three Kingdoms-perioden.\nSelv om Liu Bei vant Jingzhou, var det ikke nok til å skille den ene siden.Zhuge Kongming planla å fange Xichuan for å øke Liu Beis territorium. På dette tidspunktet ble Liu Zhang i Yizhou angrepet av Zhang Lu i nord. Zhuge Kongming fikk vite at Liu Zhang ønsket å dedikere kartet over Xichuan til Cao Cao for å beskytte seg selv. Da Zhang Song (Liu Zhangs underordnede) møtte Cao Cao, fordi Cao Cao var arrogant og frekk, tok Liu Zhang kartet tilbake til Xichuan og passerte Jingzhou på veien. Kong Ming hadde allerede ventet på ham på veien og inviterte ham til Jingzhou, men han nevnte aldri Xichuan-bildet før avreise. Zhang Song var takknemlig mot Kong Ming for hans høflighet og gjestfrihet, så han dedikerte Xichuan-bildet til ham.\nXichuans terreng var farlig og kunne angripes eller forsvares. Etter Kong Mings ulike arrangementer ble Xichuan fødestedet til Liu Bei.\n(Kong Ming behandlet folk med høflighet og skaffet seg enkelt den ettertraktede Xichuan.)", "聖意": "Be om velsignelser hjemme og for din egen beskyttelse (det er lykke i ulykkene) Søk rikdom, lykke til i virksomheten, felles ekteskap, fødsel av gutter i Liujia, flytte åker, silkeorm, skade på husdyr, finne folk, offentlige søksmål , migrasjon, gamle tapte ting, nordlige sykdommer, ønske om fjell og graver", "古人": "Kong Ming kommer inn i Sichuan", "第X籤": "Kapittel 51: Vinne i lotto (vinne i lotto)", "宮": "Livmor"}