{"籤詩版本二": "Det krever mye krefter å fange månen i vannet.Det krever mye krefter, men ingenting.\nIkke snakk tull og kast bort innsatsen for å styrke kroppen Ordet «kropp vissen» betyr opprinnelig «kroppen er ensom».", "詩意": "Dette heksagrammet er grådig for bildet av innsats.\nAlt er arbeidskrevende og arbeidskrevende.", "解曰": "Løfter er vanskelig å huske. Mye hardt arbeid. Bekymre deg hjemme. Venter på å møte edle mennesker.", "籤詩故事一": "◇Taibai fanget månen mens han var full (Li Taibai fanget månen mens han var full)\nLi Bai (701-762), også kjent som Taibai, også kjent som Qinglian Jushi. Poeten fra Tang-dynastiet, som kalte seg en forvist udødelig, var kjent som poesiens udødelige, og han var alltid glad uten å drikke.\nEn gang kom Li Bai til Jinling (nå Nanjing) og hvilte på en restaurant ved siden av Wende Bridge.\nDen dagen var tilfeldigvis den femtende dagen i vintermånemåneden. Om natten satt han alene i restauranten og beundret månen, mens han drakk og leste opp dikt. Den dagen var tilfeldigvis den femtende dagen i vintermånemåneden. Om natten satt han alene i restauranten og beundret månen, mens han drakk og leste opp dikt. Li Taibai elsket månen mest i livet sitt, og sa at den var ren og vakker. Li Taibai elsket månen mest i livet sitt, og sa at den var ren og vakker. Den kvelden så han opp og så den hvite og runde månen på himmelen. Han var veldig glad og drakk noen flere glass. Den kvelden så han opp og så den hvite og runde månen på himmelen. Han var veldig glad og drakk noen flere glass. Ved midnatt utnyttet Li Taibai vinen og gikk ned til Wende Bridge. Ved midnatt utnyttet Li Taibai vinen og gikk ned til Wende Bridge. Så snart han gikk inn på broen, senket han hodet og så plutselig at månen falt i vannet.Da elven beveget seg, ble det lagt noen svarte streker til den hvite måneskyggen. Så snart han gikk inn på broen, senket han hodet og så plutselig at månen falt i vannet.Da elven beveget seg, ble det lagt noen svarte streker til den hvite måneskyggen. Li Taibai var så full på dette tidspunktet at han trodde det var månen som ble flekket av elvevannet. Li Taibai var så full på dette tidspunktet at han trodde det var månen som ble flekket av elvevannet. Han gadd ikke engang å ta av seg støvlene, han åpnet hendene og hoppet av broen for å fange månen. Han gadd ikke engang å ta av seg støvlene, han åpnet hendene og hoppet av broen for å fange månen. Uventet, med dette hoppet, ble ikke månen fanget, men månen i vannet ble knust og umiddelbart delt i to halvdeler. Uventet, i dette hoppet, ble ikke månen fanget, men mannen druknet. Han døde i en alder av sekstito.", "聖意": "Huset er urolig og du er på uflaks (vær oppmerksom på helsen din) (uheldig) Søk rikdom og balanse (ikke engang tenk på det) Vanskeligheter med forretningstransaksjoner, ekteskap er ikke løst, be om beskyttelse (tomme skatter forhindrer) spontanabort) Fotgjengere er i trøbbel, silkeorm i marka er fem poeng, og seks dyr er i tilbakegang (uheldig) Leter etter mennesker (uheldig) Offentlige søksmål og (Stopp søksmålet) Vanlig migrasjon (ikke nevne det) Tap av eiendom (fly) Ber om beskyttelse mot sykdom (uheldig) Lykke i fjell og graver", "古人": "Taibai fanget månen mens han var full (Li Taibai fanget månen mens han var full)", "第X籤": "Femti-sekunders vinner i lotteriet (lotteri)", "宮": "Livmor"}