{"籤詩版本二": "Når frustrasjon blir til oppstemthet, brøler drager og tigre brøler.\nDen blå himmelen har sin egen vei til himmelen. Måtte jeg få en ny sjanse til å oppnå berømmelse.", "詩意": "Dette heksagrammet er som en drage som brøler og en tiger som brøler.\nDet er håp om at alt skal gå bra.", "解曰": "Bare lær og gå. Ha din egen velstand. Må lages til slutt. Det er et sted å finne.", "籤詩故事一": "◇Liu Bei rekrutterer en brud\nEtter slaget ved Chibi var Sun Quan ivrig etter å gjenvinne Jingzhou, som var blitt tatt til fange av Liu Bei, så han brukte Zhou Yus plan, og lot som om han ønsket å forlove søsteren Sun Ren til Liu Bei, men faktisk ønsket han å ta Liu Bei som gissel for å kreve Jingzhou.\nEtter at Zhuge Liang spionerte på Zhou Yus plan, ga han brosjyren med strategien til Zhao Yun, som beskyttet Liu Bei da han dro til Soochow. Zhao Yun fulgte strategien i brosjyren og gjorde bevisst et stort plask for å la Wu Guotai ( Sun Quans far) vet om ekteskapsforslaget. Fordi Wu Guotai elsket datteren sin og ikke var villig til å ta tilfeldige avgjørelser om datterens livslange affærer, irettesatte hun Sun Quan for å være hensynsløs mot søsteren og foreslo å personlig teste om Liu Bei var verdig datteren sin ved Ganlu Temple. Etter at Wu Guotai møtte Liu Bei, satte hun stor pris på Liu Bei og tok sterkt til orde for ekteskapet mellom Liu Bei og datteren hans. Som et resultat giftet Liu Bei seg vellykket med fru Sun.\nSenere flyktet Liu Bei og fru Sun sammen tilbake til Jingzhou. Senere ønsket Sun Quan å utnytte Liu Beis angrep på Yizhou for å angripe Jingzhou, men ble stoppet av Wu Guotai, som var bekymret for datterens sikkerhet.\nHan sa: \"Zhou Yus smarte plan er den beste i verden. Han mistet sin kone og mistet troppene sine.\"\n(Liu Bei kom på skade)", "聖意": "Jeg er uheldig hjemme og jeg er uheldig (først uflaks, så lykke) Søk rikdom, balanse, problemer i ekteskapet, suksess i ekteskapet. Be om velsignelser for fotgjengere, silkeorm i åkeren, fem poeng for husdyrskader, søk etter mennesker, rettssaker og migrasjon, lykke til for hittegods, lykke til for sykdommer, fred i fjell og graver.", "古人": "Liu Bei rekrutterer en brud", "第X籤": "Det femtitredje vinnertallet", "宮": "Livmor"}