{"籤詩版本二": "Stranden er full av steiner, bekken renner, vinden er klar, månen er klar, og de edle menneskene er opptatt.\nPå veien må jeg spørre hvor jeg skal gå Ikke ta duften av blomster og planter i skogen Ikke ta vare på den.", "詩意": "Dette heksagrammet er som en båt som reiser på en liten strand.\nI alt er det edle mennesker til å hjelpe.", "解曰": "Å tjene til livets opphold. Mye hardt arbeid. Vær konservativ og vent. Beste ønsker.", "籤詩故事一": "◇Lushan opprør\nEn Lushan (703-757), hvis etternavn var Kang og kalt Yaluoshan, var fra Liucheng, Yingzhou (nå Chaoyang, Liaoning).\nSenere antok han etternavnet An og skiftet navn til Lushan. Under keiser Xuanzongs regjeringstid fra Tang-dynastiet var An Lushan den militære utsendingen.\nI november av det 14. året av Tianbao, reiste An Lushan tropper i Fanyang. I navnet til å angripe Yang Guozhong startet han et opprør og tok troppene fra tre byer for å angripe Luoyang, den østlige hovedstaden. Rapporter fra Taiyuan hastet til Lishan.Tang Xuanzong, som var på Huaqing-palasset i Lishan på den tiden, trodde ikke at Anlushan ville gjøre opprør. Nyhetene om opprøret fortsatte imidlertid å spre seg, og Xuanzong var fortsatt halvt overbevist. (Dette er en skildring av \"lyden av røft rennende vann på små steiner i en bekk\")\nDet var ikke før Yan Zhenqing, prefekten i Pingyuan County, sendte noen for å sende informasjon at Xuanzong våknet fra drømmen sin.\nUnder den feilaktige strategien til keiser Xuanzong fra Tang-dynastiet, fanget An Lushans kavaleriregiment Luoyang, den østlige hovedstaden. I den første måneden av året etter utropte han seg til keiser Dayan i Luoyang, Jianyuan Shengwu, keiser Xiongwu og Da Xixun som statsminister.\nI juni samme år henrettet keiser Xuanzong fra Tang-dynastiet, ivrig etter å avhjelpe krisen i Chang'an og med feil militær forståelse, to kjente generaler, Feng Changqing og Gao Xianzhi. Denne ordren sjokkerte Tang-hæren. (Denne oppførselen bryter med \"veien må peke til elven foran\")\nEtterpå beordret keiser Xuanzong fra Tang-dynastiet raskt en annen general, Ge Shuhan, til å lede Tang-hæren østover ut av Tongguan.\nGe Shuhan, som fullt ut forsto den strategiske feilen til keiser Xuanzong fra Tang-dynastiet, planla å utsette endringen (tilnærmingen til \"det er greit hvis vinden er rolig og tidevannet er rolig\").\nTil slutt mente keiser Xuanzong fra Tang-dynastiet at han var for sjenert til å kjempe, så han hadde ikke noe annet valg enn å kjempe med An Lushan i tårer, og ble beseiret. (Det oppfyller \"Hvis du jobber hardt for å forsørge deg selv, kan du bli skadet.\")\nI Tang-dynastiet, da grensetroppene og lokale garnisoner ikke hadde tid til å svare, presset An Lushans hær grensen og gikk inn i hovedstadsområdet. I en kritisk situasjon førte keiser Xuanzong fra Tang-dynastiet til at gardekorpset rømte fra hovedstaden, noe som fikk den lederløse Xijing Chang'an til å falle.\n(Tang Xuanzong brøt veiledningen til dette tegnet, så An Lushans opprør var vellykket.)", "聖意": "Hjemmet er trygt, en selv er gunstig, formuen er stabil, transaksjonen er velstående, og ekteskapet er vellykket (forsiktig). En mannlig fotgjenger fra Liujia kommer til feltet, silkeormer høstes og seks husdyr er skadet. Personen er funnet og det offentlige søksmålet er berettiget. Den tapte eiendom bringer sykdom, det vil si at Anshan-graven bør repareres.", "古人": "Lushan-opprøret", "第X籤": "Det femtiseksende lotteriet", "宮": "Ugly Palace"}