{"籤詩版本二": "Om morgenen og skumringen må Buddhas støtte være i tider med fare, men ikke i fare\nHvis du blir tiltrukket av en edel person, vil penger og silke også følge deg. Dette er Chuan Lai. Alt avhenger av deg.", "詩意": "Dette heksagrammet representerer den hemmelige velsignelsen til guder og Buddhaer.\nVær tålmodig og ha lykke til i alt.", "解曰": "Et tegn på gammeldags fred. Når alt er dyrt, vil det være gunstig.", "籤詩故事一": "◇ Tang Monk oppnådde opplysning\nEn dag kom Tang Seng til elven og så Buddhas Lingshan-fjell foran den. Det var en enkeltplankebro foran den. Tang Seng turte ikke å krysse den. Buddhaen forvandlet seg til en båtmann og holdt en bunnløs knust båt. Så snart Tang Monk kom på båten, falt han i elven og ble reddet av båtmannen. Slik oppnådde Tang Monk Buddhaskap. (Historien om reisen til vesten)\n◇Tang Monks buddhistiske skrifter\nSanzang fra Tang-dynastiet, hans vanlige etternavn var Chen og hans fornavn var Yi. Født i Goushi County, Luozhou (nå sør for Yanshi City, Henan-provinsen). Han ble munk i en alder av tretten og tok det buddhistiske navnet Xuanzang.\nFor å få tak i de originale buddhistiske skriftene dro han fra Chang'an (dagens Xi'an, Shaanxi-provinsen) i det tredje året av Zhenguan (629 e.Kr.), våget seg over grensen og gikk gjennom utallige vanskeligheter for å nå Tianzhu ( India) for å samle skriftsteder. Han reiste gjennom elvebassengene Ganges og Indus og de sørøstlige kystområdene i India, og krysset deretter de snødekte fjellene og grønne åsene og vandret mer enn 50 000 miles frem og tilbake. Det tok ham 16 år å endelig returnere til Chang'an i det 19. året av Zhenguan (645 e.Kr.). Han brakte tilbake et stort antall buddhistiske skrifter og oversatte dem til kinesisk.\n(Tang Sanzang gikk gjennom en lang reise frem og tilbake mellom Kina og India. Han må ha opplevd farer under reisen, men han kunne komme trygt tilbake fordi det var en usynlig skytshelgen bak ham.)", "聖意": "Hjemmet er trygt, en selv er gunstig, den vestlige handelen er vellykket, ekteskapet er vellykket, fotgjengerne blokkerer åkeren, silkeormene er blokkert, silkeormene er 70 %, husdyrene er lønnsomme, menneskene er funnet, den vestlige offentligheten søksmålet er dårlig, migrasjonen er konservativ, hittegodset er sett, sykdommen er gunstig, fjellene og gravene er gunstige.", "古人": "Tang Monk oppnådde opplysning", "第X籤": "Vinner i lotteriet sekstito", "宮": "Yin-palasset"}