{"籤詩版本二": "Når vinteren kommer, vil en plommeblomstergren på fjellet aldri bli ødelagt selv om bladene faller og grenene visner.\nMen når våren kommer, returnerer jeg meg fortsatt som kurtisane og ødelegger det originale verket.", "詩意": "I dette heksagrammet inntar plommeblomsten den ledende posisjonen.\nAlt er bra hvis det blir forsinket.", "解曰": "Én pil skutt tom. Når det er tomt, er det ikke tomt. Venter på at våren skal komme. Farge er i den.", "籤詩故事一": "◇ Scoret to ganger\nUnder keiser Dezongs regjeringstid fra Tang-dynastiet ble den lojale ministeren Mei Bogao og hans familie innrammet av den forræderiske statsministeren Lu Qi, som ønsket å drepe dem alle. Bare sønnen Mei Liangyu klarte å rømme. Senere endret han sin navn til Wang Xitong for å skjule identiteten hans. Han bodde alene på gatene, sulten og kald, men heldigvis ble han tatt inn av Chen Risheng (Chen Dongchu). Chen Risheng kjente ikke til livserfaringen hans, så han ba ham hjelpe til med å ta vare på Chens plommehage slik at han ikke skulle sulte i hjel på gaten.\nChen Risheng var en klassekamerat og venn av Mei Bogao. Da han ble forfulgt av Lu Qi, ble han reddet av Mei Bogao. Som et resultat ble Mei Bogao og Lu Qi fiendskap. Til slutt ble hele familien deres henrettet. Chen Risheng følte seg trist og sint på grunn av dette. Etter å ha giftet seg, trakk han seg og flyttet familien til Yangzhou for å leve i tilbaketrukkethet.\nChen Risheng har en datter som heter Chen Xingyuan, som er vakker og velduftende. Etter at Mei Liangyu kom til Chen-familien, ble de forelsket ved første blikk. På en dag da plommeblomstringen var i full blomst, som også var årsdagen for Mei Bogaos død, åpnet Chen Risheng og hans familie et alter i plommehagen til hjemmet sitt for å minnes sin avdøde venn og velgjører. Uventet endret været seg plutselig , og en kraftig snøstorm blåste som dekket alle plommeblomstene. Chen Risheng beklaget at han var i stand til å rømme trygt, men han kunne ikke engang redde etterkommerne av Mei-familien. Han trodde dette var en advarsel fra Gud, så han sverget at med mindre plommeblomstringen blomstret igjen, beviser at etterkommerne av familien Mei var fortsatt i live, han ville aldri si noe. Han rømte inn i buddhismen og ble munk.\nDatteren hans Xingyuan hørte dette og brente umiddelbart røkelse og ba oppriktig til Gud om å få plommeblomstene til å blomstre igjen. Deres oppriktighet flyttet himmelen, og alle plommetrærne i plommehagen blomstret igjen; senere visste Chen Risheng at Xitong var Liangyu, så han forlovet datteren Xingyuan til ham.", "聖意": "Huset er ikke bra for seg selv, man er godt for seg selv, man søker rikdom, man er klok i sin omgang, tiden er inne, ekteskapet er sent, våren er sterk, høsten er tom, den reisende er sen, markene er velstående, silkeormene er velstående, de seks husdyrene er velstående, på jakt etter mennesker, offentlige rettssaker, tap, migrasjon, hittegods, østlige sykdommer, falske alarmer, fjellgraver bør endres.", "古人": "Scoret to ganger", "第X籤": "Seksti-ni Vinner Lott", "宮": "Tatsumi"}