{"籤詩版本二": "Chao Chao er som en blomstrende bie, som flyr ut fra sørvest og deretter østover\nVåren er over, blomstene er borte, og det er ikke noe sted å lete etter. Dette hjertet vil ikke endre oppholdssted.", "詩意": "Dette heksagrammet er som en bie som plukker blomster.\nAlt er arbeidskrevende og arbeidskrevende.", "解曰": "Ingen vårlandskap. Det regner lenge, men klarer aldri opp. Be om hjelp. Det er bedre å være stille.\n.", "籤詩故事一": "◇Li Mi gjorde opprør mot Tang-dynastiet\nLi Mi\n(582-619), den avdøde lederen av Wagang-hæren i bondeopprøret i det sene Sui-dynastiet i Kina. Mester i kalligrafi. Mesteren av ordet Fa var innfødt i Chang'an, Jingzhao, og hans forfedres hjem var Xiangping, Liaodong (nå sør for Liaoyang, Liaoning). En innfødt av Chang'an, Jingzhao, hans forfedres hjem er Xiangping, Liaodong (nå sør for Liaoyang, Liaoning).\nI det niende året av Daye (613) deltok han i Yang Xuangans opprør mot Sui-dynastiet i Liyang (nå nordøst for Junxian County, Henan-provinsen). I det niende året av Daye (613) deltok han i Yang Xuangans opprør mot Sui-dynastiet i Liyang (nå nordøst for Junxian County, Henan-provinsen). Mystisk sans er beseiret,\nLi Mi flyktet. Xuangan ble beseiret og Li Mi flyktet.\nI det tolvte året av Daye sluttet han seg til Wagang-hæren\n. I det tolvte året av Dayes regjeringstid sluttet han seg til Wagang-hæren. Li Mi var god på strategi.I oktober i det tolvte året av Daye overtalte Li Mi Zhai til å angripe Xingyang Tong, den mektige generalen som fulgte hæren, for å forsvare Zhang Xutuo, beseire Sui-hæren og drepe Zhang Xutuo. Li Mi var god på strategi.I oktober i det tolvte året av Daye overtalte Li Mi Zhai til å angripe Xingyang Tong, den mektige generalen som fulgte hæren, for å forsvare Zhang Xutuo, beseire Sui-hæren og drepe Zhang Xutuo.\nSenere foreslo han å angripe Xingluo-lageret (senere omdøpt til Luokou), åpne lageret for nødhjelp og utvide teamet. Wagang Army-teamet vokste raskt. I det 13. året av Daye ledet Li Mi Wagang-hæren og Zhai Rang behandlet Sui-dynastiets degradering og distribusjon.Det var en krig om militære ressurser og andre spørsmål, og Li Mi drepte Zhai Rang og hundrevis av hans tilhengere. Senere foreslo han å angripe Xingluo-lageret (senere omdøpt til Luokou), åpne lageret for nødhjelp og utvide teamet. Wagang Army-teamet vokste raskt. I det 13. året av Daye ledet Li Mi Wagang-hæren og Zhai Rang behandlet Sui-dynastiets degradering og distribusjon.Det var en krig om militære ressurser og andre spørsmål, og Li Mi drepte Zhai Rang og hundrevis av hans tilhengere.\nI mars det 14. året av Daye drepte Yu Wenhuaji keiser Yang fra Sui-dynastiet\n, førte til at mer enn 100 000 mennesker vendte tilbake til vest. I mars i det fjortende året av Daye, drepte Yu Wenhuaji (Yu Wen, sammensatt etternavn) keiser Yang fra Sui-dynastiet og returnerte til vest med mer enn 100 000 mennesker. Li Mi ble beordret til å angripe Huaji. Selv om Huaji ble beseiret, led Li Mi sine tropper også store tap. De ble senere forfulgt av Wang Shichong. Li Mi sin hær ble beseiret og leiren hans ble ødelagt. Hans generaler Qin Shubao, Cheng Zhijie (opprinnelig kalt Cheng Yaojin), Niu Jinda og andre ble tatt til fange. , Shan Xiongxin overga seg. Li Mi ble beordret til å angripe Huaji. Selv om Huaji ble beseiret, led Li Mi også store tap i troppene sine. Senere ble han forfulgt av Wang Shichong. Li Mi sin hær ble beseiret og leiren hans ble utslettet. Hans generaler Qin Shubao, Cheng Zhijie (opprinnelig kalt Cheng Yaojin), Niu Jinda og andre ble tatt til fange, og Shan Xiongxin overga seg. Li Mi var desperat, så han krysset elven til Heyang i september og overga seg til Tang-dynastiet. Li Mi var desperat, så han krysset elven til Heyang i september og overga seg til Tang-dynastiet.\nI november sendte Li Yuan Li Mi til Shandong for å rekruttere gamle tropper. november,\nLi Yuan sendte Li Mi for å vente i Shandong for å rekruttere gamle tropper. Da han følte at han var blitt mistenkt, gjorde han opprør mot Tang. Da han følte at han var blitt mistenkt, gjorde han opprør mot Tang. Tang-general Sheng Yanshi inviterte Li Mi til å angripe og drepte ham ved Xinggong Xian. Tang-general Sheng Yanshi inviterte Li Mi til å angripe og drepte ham ved Xinggong Xian.", "聖意": "Hus, hus, tunge, selv, skurk, søker rikdom, sløsing med forretninger, ekteskap som ikke varer, Liujia, tomme blomster, fotgjengere, Yaotian, silkeormskader, seks husdyrskader, savnede personer, søksmål, tap, migrasjon, konservativitet, hittegods, sykdom, hindringer, fjellgravreform", "古人": "Li Mi gjorde opprør mot Tang-dynastiet", "第X籤": "Den syttiende trekningen", "宮": "Tatsumi"}