{"籤詩版本二": "Erkjennelse av Canglong Nineteenth Guards: En kvinne giftet seg med en annen ektemann\nMed én bue og to piler vil dinosaurene umiddelbart leve i fred", "詩意": "Dette heksagrammet er som en bue som holder to piler.\nAlt er gunstig hvis det går sammen.", "解曰": "Ikke for tung. Skjebne. Zhen Liuzhong åpner. Det er tilrådelig å være forsiktig.", "籤詩故事一": "◇Wenjun besøker Xiangru\nZhuo Wenjun var datter av barnebarnet til Zhuo Wang, en velstående forretningsmann i Linqiong, Sichuan-provinsen. Hun var dyktig i musikk og hadde et litterært navn. Hun giftet seg da hun var 16. Noen år senere døde mannen hennes og hun vendte tilbake til fødselsfamilien for å leve som enke.\nEn dag dro Sima Xiangru til Zhuo Wangsuns hus for en bankett. Da han fikk vite at Zhuo Wenjun var nylig enke, spilte han sangen \"Phoenix Seeking the Phoenix\" for å uttrykke sin kjærlighet. Zhuo Wenjun hadde allerede hørt om Sima Xiangru, og denne banketten gjorde ham enda mer tiltrukket av Sima Xiangru. På den annen side, etter Sima Xiangrus bankett, brukte han umiddelbart mye penger på å bestikke Zhuo Wenjuns personlige hushjelp og ba henne om å formidle Sima Xiangrus kjærlighet til Zhuo Wenjun. Etter at Zhuo Wenjun fikk vite om Sima Xiangrus kjærlighet gjennom hushjelpen, skyndte han seg umiddelbart til vertshuset der Sima Xiangru bodde. Da han så Zhuo Wenjuns ankomst, flyr Sima Xiangru umiddelbart med henne over natten til hjembyen hans i Chengdu.\nDa de var i Chengdu, var paret nødlidende og måtte returnere til Linqiong for å åpne et lite hotell for å tjene til livets opphold.Zhuo Wenjun solgte vin og Sima Xiangru vasket opp. De levde et fattig liv. Etter at Zhuo Wenjuns far, Zhuo Wangsun, fikk vite om det, sa han ja og finansierte dem etter råd fra vennene hans, slik at Sima Xiangru og Zhuo Wenjun kom tilbake til Chengdu for å bo, og senere ble rike.", "聖意": "Tap av hjem og eiendom, egne rettigheter og urett, søker rikdom, arbeidstransaksjoner, vakt mot gjengifte.", "古人": "Wenjun besøker Xiangru", "第X籤": "Syttien vinnende lotteri", "宮": "Tatsumi"}