{"籤詩版本二": "Birøktere må tigge om honning, for ikke å bli stukket av et stikk\nDet må være en merkelig vei foran deg.Hemmeligheten er dyp som en torneskog.", "詩意": "Dette heksagrammet symboliserer bier som samler honning.\nAlt er arbeidskrevende og arbeidskrevende.\n\n(Dette heksagrammet søker symbolet på sødme og bitterhet.\nForhindre katastrofer i alt.\n)", "解曰": "Ting må gjøres nøye. Ingen grunn til å tvinge det. Bier samler honning. Hva er grunnen?", "籤詩故事一": "◇ Wang Mang søker talenter\nWang Mang-familien i det vestlige Han-dynastiet kan sies å være en velstående familie. Selv om faren døde ung, ble flere av hans onkler og onkler keisere av Han-dynastiet. De ble generaler, statsministre og ble markiser og mottok belønninger. Wang-familien var ekstremt fremtredende.\nMen Wang Mangs egen lille familie var ekstremt fattig; faren hans døde ung, og han bodde bare hos moren sin, og stolte på veldedighet fra slektninger. Men på grunn av dette utviklet og praktiserte Wang Mang et sett med ferdigheter i å håndtere mennesker siden han var barn. Uansett hvor trist eller sint han følte seg, viste han alltid et veldig glad og fredelig blikk foran slektninger, eldste eller utenforstående, så han ble ganske verdsatt av alle i klanen.\nEn gang var hans eldste onkel alvorlig syk. Etter å ha fått vite om det, kom han bort og ventet ved pasientens seng, hadde med seg medisiner og vann og holdt vakt om natten. I flere måneder på rad var han avkledd, ustelt og utslitt. Han var rett og slett mer \"tålmodig\" enn en pasient, mer \"sønn\" enn en biologisk sønn.\nFor dette roste alle i det taiwanske folket ham og skrev brev der de ba om en belønning for ham.\nSå keiser Cheng fra Han-dynastiet ga ham tittelen New Capital Marquis og utnevnte ham til en vakt i palasset, og ble en nær minister for keiseren.\nMed sin høye status og store makt viste Wang Mang aldri noen arroganse eller slapphet. I stedet ble han mer og mer høflig og høflig. På den ene siden ble han venn med ministre, generaler, kjendiser og lærde. På den andre siden , han hjalp de fattige og var raus med sin rikdom.\nMen han levde et veldig nøysomt liv, spiste ofte kjøttretter, for ikke å snakke om lange kapper og langermede kjoler, kun i korte klær. Så alle i regjeringen og offentligheten roste ham enstemmig med ordet \"dydig\".\nSenere døde hans onkel, Grand Sima Wanggen, av sykdom og han ble valgt som hans erstatter. Keiseren og alle statsrådene mente han var best egnet. Derfor ble Wang Mang, som bare var trettiåtte år gammel, Grand Sima med den høyeste militærmakten i landet.\n(Denne historien er en metafor. Å være god til å være en god person kan hjelpe deg med å bli kvitt \"vanskeligheten med å bli stukket av bier\" og oppnå dine idealer slik du ønsker.)", "聖意": "Huset er ikke bra for en selv, familien er i trøbbel, virksomheten er blokkert, ekteskapet er blokkert, de seks rustningene er skremt, fotgjengerne er forsinket, silkeormhøsten er lav, husdyrene er lave, det er vanskelig å finne folk, søksmålet er dårlig, migrasjonen beveger seg ikke, hittegodset er dårlig, sykdommen er satt opp, fjellgraven er tapt,", "古人": "Wang Mang søker talenter", "第X籤": "Vinner i lotteriet syttito", "宮": "Tatsumi"}