{"籤詩版本二": "Når våren kommer, rister torden kvitringen fra hundrevis av insekter, og jeg snur meg bort fra gjørmen\nDa jeg først skjønte at jeg fortsatt kom og gikk, så snart jeg forandret meg, ble jeg en drage.", "詩意": "Dette heksagrammet er som torden og insekter.\nÅ møte en edel person er et godt tegn i alt.", "解曰": "Torden slår inn. To innskudd inn og ut. Bytt en gang. Helt til Tianmen.", "籤詩故事一": "◇ Chenqiao-mytteri\nI 959 e.Kr. døde Zhou Shizong Chai Rong, og keiser Gong, Chai Zongxun, som besteg tronen, var bare syv år gammel. På den tiden hadde Zhao Kuangyin, som tjente som inspektør foran palasset og utsending av Songzhou til den tyske hæren, reell makt.\nVåren 960 e.Kr. rapporterte Zhenzhou (dagens Zhengding, Hebei-provinsen) og Dingzhou (dagens Dingxian-fylket, Hebei-provinsen) at hærene til det nordlige Han-dynastiet og Liao-staten i fellesskap dro sørover for å angripe det senere Zhou-dynastiet, med stor fart, og ba om å sende tropper for å få hjelp. Senere beordret Zhou-dynastiet Zhao Kuangyin til å lede troppene sine nordover for å kjempe mot fienden. Zhao Kuangyin handlet i hemmelighet under planleggingen av broren Zhao Guangyi, Zhao Pu, Shi Shouxin og andre.\nDen 3. februar, da hæren ankom Chenqiaoyi (nå Chenqiao Town, sørøst for Fengqiu, Henan), startet de et mytteri og beordret soldatene til å bære gule kapper for ham.De gjorde opprør mot det senere Zhou-dynastiet og støttet Zhao Kuangyin som keiser . Etter det førte Zhao troppene sine tilbake til Kaifeng uten å brenne, drepe eller plyndre.\"Taizu Chen Qiao avla en ed på å ikke forstyrre hovedstadens folk, og han lovet å ikke forstyrre byen den dagen han kom inn i byen.\"\nPå den tredje dagen av det tredje året i månemåneden gjorde Zhao Kuangyin mytteri i Chenqiao og returnerte til hovedstaden. Fan Zhi ledet Wang Pu og Wei Renpu til å spørre Zhao Kuangyin. Luo Yanhuan trakk sverdet foran teltet og ropte høyt : \"De tre hærene har ingen herrer. Generalene har bestemt seg for å utnevne ham til keiseren. Alle som uttaler seg vil bli drept!\". Wang Pu sitt ansikt var blekt som jord. Han senket trinnene og bøyde seg. Fan Zhi bukket også. Kuang Yin hjalp ham personlig opp og behandlet ham med stor høflighet.\nEtter en moderat motstand overtok keiser Gong fra det senere Zhou-dynastiet tronen, og Zhao overtok tronen.\"Taizu var i ferd med å akseptere Zen, men det var ingen Zen-tekst. Tao Gu, en lærd av Hanlin, aksepterte ordren. og kom inn ved siden av ham og sa: \"Det er gjort.\"\nEtter at Zhao kom til tronen, endret han landets navn til Song, Yuan til Jianlong, og gjorde Kaifeng til hovedstad. Shi Shouxin, Gao Huaide, Zhang Lingduo, Wang Shenqi, Zhang Guanghan og Zhao Yanhui ble alle tildelt tittelen Jiedushi , som var kjent som \"Chenqiao-mytteriet\" i historien.\nWikipedia\n(Denne historien representerer at dette er begynnelsen på Zhao Kuangyins opptreden.)", "聖意": "Be for ditt hjem, dagligliv, rikdom, lykke, lykke til i forretninger, edelt ekteskap, suksess i Liujia, mannlige fotgjengere, tidlig fødsel av silkeormer på markene, tidlig fødsel av seks dyr, lykke om våren, på jakt etter mennesker , suksess i rettssaker, lykke til i migrasjon, hittegods, farer ved sykdommer, farer i fjell og graver.", "古人": "Chenqiao-mytteri", "第X籤": "Signert syttitre", "宮": "Mi Palace"}