{"籤詩版本二": "I drømmen ble det sagt at det ville være mye rikdom, men berømmelsen ville bli til ingenting.\nVannet er langt unna og fjellene er langt unna, men det er vanskelig å være trofast.Den edle gir veiledning og smiler.", "詩意": "Dette heksagrammet representerer symbolet på å skaffe skatter i en drøm.\nAlt er mer eller mindre ekte.", "解曰": "Som en drøm, en drøm. Ikke noe håp om berømmelse. Bare vent på gode tider. Noble instruksjoner.", "籤詩故事一": "◇ Returner jaden til Zhao (retur jaden til Zhao etter å ha fullført den)\nI 283 f.Kr. skaffet kong Zhao Huiwen He's Bi fra Chu. Etter at kong Qin Zhaoxiang hørte nyhetene, sendte han et brev til kong Zhao, hvor han uttrykte at han var villig til å bytte ut femten byer med He's Bi.\nLin Xiangru analyserte for kong Zhao at Qin var sterk og Zhao var svak og måtte erstattes.\nKong Zhao sendte deretter Lin Xiangru til Qin med He's Bi.\nKongen av Qin møtte Lin Xiangru på Zhangtai, og Lin Xiangru presenterte jaden til kongen av Qin. Kongen av Qin var overlykkelig og ga He's Bi til skjønnheten og alle rundt henne så på den. På dette tidspunktet ropte alle til venstre og høyre lenge leve.\nLin Xiangru så at kongen av Qin ikke hadde til hensikt å gi byen til Zhao, så han fortalte kongen av Qin at hans jade var defekt og ønsket å påpeke det til kongen av Qin for å benytte anledningen til å få jade tilbake.\nEtter at Lin Xiangru tok tilbake Heshis Bi, sto han ved siden av den store søylen, og viste at han ønsket å dø med Heshis Bi.\nPå dette tidspunktet sa Lin Xiangru til kongen av Qin: \"Kongen av Zhao overvant fortsatt innvendingene fra ministrene og godtok ministerens forslag. Selv om han ikke lurte hverandre når de samhandlet med vanlige folk, for ikke å nevne at Qin er et stort land! For å bevare vennskapet mellom Qin og Zhao, kong Zhao Etter fem dager med faste sendte jeg mine prester til Qin med jaden. Dessverre hadde ikke kongen av Qin bare noen intensjon om å gi Zhao en by, men ga også He-familiens jade til en vakker kvinne, noe som virkelig var en hån mot mine prester.\"\nEtter å ha snakket ferdig, gjorde Lin Xiangru umiddelbart en gest med å treffe en søyle. Kongen av Qin var redd for at He's Bi ville bli skadet, så han lot som han ga Zhao femten byer. Lin Xiangru så gjennom kong Qins forræderske plan, så han ba kong Qin om å faste i fem dager før han presenterte He's Bi for å utsette tiden. I løpet av disse få dagene sendte Lin Xiangru sine ledsagere for å returnere til staten Zhao med jaden, mens han ble for å håndtere kongen av Qin.\n(Denne historien er som en vanlig persons øyne som blir fascinert av statusen hans.)", "聖意": "Å be om velsignelser hjemme, seg selv, hindre rikdom, gjøre transaksjoner vanskelige å oppnå, ekteskap er ikke i harmoni med fotgjengere i Liujiaxu, chitiske silkeormer er ikke akseptert, seks dyr er skadet, folk er savnet, offentlige søksmål og migrasjon forventes, tapte ting er langt unna, sykdommer settes opp, sendes til fjellgraver og endres.", "古人": "Returner jaden til Zhao (fullfør jaden til Zhao)", "第X籤": "Det syttisjuende vinnerlotteriet", "宮": "Middagspalasset"}