{"籤詩版本二": "Ugyldig knute, jeg ønsker å holde deg trygg. Hvis du holder kroppen din trygg, skulle jeg ønske at du aldri ville returnere den.\nIkke glem at Guds gunst er gjengjeldt. Ikke vær hånlig mot Guds ord.", "詩意": "Tro ikke at dette heksagrammet er sant.\nDet er et tegn på å være konservativ i alt.", "解曰": "Folk har sine egne meninger. Sinnet trenger ikke være opptatt. Guanyin-instruksjoner. Ikke vær respektløs.", "籤詩故事一": "◇ Støtter bronseflagget i hemmelighet\nDen berømte grunnleggeren av Tang-dynastiet, Qin Qiong (Qin Shubao) ble tildelt tittelen Grand Marshal av Sui-dynastiet. Han ledet troppene sine til å angripe Sishui Pass (eller Sishui Pass eller Dongling Pass, legender varierer). Yang Lin ( Yang Yicheng), vaktgeneralen til Sishui Pass, var keiser Yang fra Sui-dynastiet som beordret en oppstilling av bronseflagg, men Qin Shubao kunne ikke angripe den på lenge. Etter å ha funnet ut at Luo Cheng, lederen for formasjonen, var hans fetter, tok han kontakt med tanten.\nFør Luo Cheng dro fortalte han moren sin at personen som kom for å styrte flagget var hans fetter Qin Qiong, og moren beordret ham til å hjelpe ham i all hemmelighet. På dagen for det avgjørende slaget byttet Luo Cheng, som voktet bronseflagget, plutselig side og slo seg sammen med Qin Qiong. De beseiret til slutt bronseflaggformasjonen. Luo Cheng okkuperte Donglingpasset og kom seirende tilbake. Luo Cheng overga seg også til Tang-dynastiet.\n(Denne historien er en metafor om at du noen ganger bør stole på fornuft når du gjør ting, i stedet for å stole på følelser eller tro.)", "聖意": "Huset er fortsatt villig til å love seg selv, søke rikdom, beholde sin del, være forsiktig med ekteskap, føde en jente, fotgjengere oppholder seg i marka, silkeormer, syv punkter og seks husdyrskader, søk etter mennesker, offentlige søksmål og migrasjon , hittegods, vestlige sykdommer, løsning på fjell, graver i vest", "古人": "Hjelper i hemmelighet ned bronseflagget", "第X籤": "Syttini Vinner Lott", "宮": "Middagspalasset"}