{"籤詩版本二": "Bladene på platantrærne har falt, høsten nærmer seg, og de reisendes hjemreise ser ut som skyer.\nTakket være Guds store innsats kom skipet tilbake med skatten i vinden.", "詩意": "Dette heksagrammet representerer bildet av falne platanblader.\nAlt er dårlig på forhånd og bra til slutt.", "解曰": "Ta ting fra hjertet. Tianxin følger den. Å tjene til livets opphold. Gjør det du kan.", "籤詩故事一": "◇ Vinden blåser til Tengwang Pavilion\nWang Bo, høflig navn Zian, var en poet fra det tidlige Tang-dynastiet. Han ble født i det første året av Yonghui, keiser Gaozong fra Tang-dynastiet. Wang Bo har lest skriftsteder siden han var barn, og han er kjent som et «vidunderbarn». Wang Bo har lest skriftsteder siden han var barn, og han er kjent som et «vidunderbarn».\nDa han var ti år gammel, kom han og faren tilfeldigvis forbi et Guandi-tempel. De så den majestetiske statuen av Guandi i templet, holdt en kopi av \"Vår og høst\" og leste den. Da faren så den, ble inspirert. Han sang til keiser Guan: \"Holder tre lokker med grønt skjegg, leser historien om Qing-dynastiet til den grønne lykten og hyller de kjente navnene. Holder den grønne dragen og månen i hånden min.\" Det sies det. at høsten i år dro Wang Bo fra Shanxi til Hainan-øya for å besøke sin far, som ble degradert til fylkesdommeren i Jiaozhi. , og passerte gjennom tusenvis av fjell og elver langs veien. På høsten året da han var tjuesyv, dro Wang Bo fra Shanxi til Hainan-øya for å besøke sin far, som var blitt degradert til stillingen som Jiaozhi fylkesdommer. Han passerte gjennom tusenvis av fjell og elver underveis.\nDa vi kom til Madang-fjellet den dagen, gikk alle i land for å hvile. Da Wang Bo gikk forbi et eldgammelt tempel alene, så han plutselig en gammel mann sitte på steinen ved siden av templet. Den gamle mannen så ut som et barn med lyst hår Han sa til Wang Bo \"Er du ikke Wang Bo?\" Wang Bo ble skremt og sa: \"Nøyaktig! Hvordan vet du det?\" Den gamle mannen sa: \"Jeg har lenge hørt at du har det bra. intensjoner om å redde mennesker, og diktene dine er veldig meningsfulle. Det blir en storslått fest på Tengwang Pavilion i morgen. Hvis du kan delta på banketten og skrive et essay, vil du bli berømt gjennom tidene og få reiseutgifter.\" Da de ankom ved Madang-fjellet gikk alle i land for å hvile.Da Wang Bo gikk alene ved et eldgammelt tempel, så han plutselig på steinen ved siden av templet: Det satt en gammel mann, som så ut som et barn med lyst hår og en fe. Han sa til Wang Bo: \"Er du ikke Wang Bo?\"\nWang Bo ble overrasket og sa: \"Akkurat! Hvordan vet du det?\"\nDen gamle mannen sa: \"Jeg har lenge hørt at du har en god intensjon om å redde mennesker, og diktene du dikter er ganske meningsfulle. Det blir en storslått fest på Prins Tengs paviljong i morgen. Hvis du kan delta på banketten og komponere, du vil bli berømt gjennom tidene, og du vil få reiseutgifter.\"\nWang Bo sa: \"Dette stedet er seks eller syv hundre miles unna Tengwang Pavilion. Hvordan kan vi komme hit i morgen?\" Den gamle mannen sa: \"Jeg vil bruke en hest som en guddommelig vind for å hjelpe deg med en jevn seiling. Jeg kommer definitivt i morgen.\" Wang Bo takket meg og sa: \"Unnskyld meg, min svigerfar. , er du en udødelig eller en gud?\" Den gamle mannen lo og sa: \"Jeg er Zhongyuan Shuijun som har ansvaret for dette vannområdet!\" Wang Bo sa: \"Dette stedet er seks eller syv hundre mil unna Tengwang Pavilion. Hvordan kan vi komme hit i morgen?\"\nDen gamle mannen sa: \"Jeg vil bruke hesten som en guddommelig vind for å hjelpe deg med en jevn seiling. Jeg kommer definitivt i morgen.\"\nWang Bo takket ham og sa: \"Unnskyld meg, svigerfar, er du en udødelig eller en gud?\"\nDen gamle mannen lo og sa: «Jeg er Zhongyuan Shuijun som har ansvaret for dette vannområdet!» Så oppfordret den gamle mannen Wang Bo til å komme seg på båten raskt. Han så lykkebringende skyer som omgir ham en stund, og vinden og vannet var glatt underveis. På et øyeblikk hadde han reist hundrevis av mil.\nSå oppfordret den gamle mannen Wang Bo til å komme seg raskt på båten. Han så lykkebringende skyer som omringet ham en stund, og det var en jevn reise. På et øyeblikk hadde han reist hundrevis av mil. Som forventet skyndte Wang Bo seg til Prince Tengs paviljong om morgenen den store begivenheten.\nSom forventet skyndte Wang Bo seg til Prince Tengs paviljong om morgenen den store begivenheten. Og på stedet skrev han «Forordet til prins Tengs paviljong», som ble kalt det evige mesterverket av keiser Gaozong fra Tang-dynastiet. Og på stedet skrev han «Forordet til prins Tengs paviljong», som ble kalt det evige mesterverket av keiser Gaozong fra Tang-dynastiet.\nDet er et dikt som sier:\nDet har alltid blitt sagt at talentfulle mennesker er guder, så det er ikke tilfeldig at vinden bringer Nanchang til Nanchang;\nJeg skrev en setning om Teng Wangs høye paviljong, og så fulgte han de udødelige til Zhongyuan.", "聖意": "Be for hjemmet ditt og beskytt deg selv, be om velsignelser, søk rikdom og oppnå ekteskap og harmoni.", "古人": "Vinden blåser til Tengwang Pavilion", "第X籤": "Signer åttien", "宮": "Wei Gong"}