{"籤詩版本二": "Hva skal du gjøre hvis du mister din dyd på grunn av ditt rykte?Jeg er redd for at hell vil endre seg og dårlige ting vil skje.\nBeruset, jeg vet ikke hvor jeg skal dra. Jeg har en tåkete drøm i skyggen av de grønne furutrærne.", "詩意": "Dette heksagrammet representerer den kalde fisken som forlater vannet.\nIngenting kan flyttes.\n\n(Dette heksagrammet er et symbol på dårlig dyd og uflaks.\nHold føttene på bakken i alt.\n)", "解曰": "Den kalde fisken forlater vannet. en flue i salven. Hvis du spør om leirplaner. Det er bedre å Mo Qi\nDette tegnet vil bringe uflaks til Liujia. Alt går galt. Be om sikkerhet.", "籤詩故事一": "◇Zhuangzi tester kona\nZhuangzi ble født i Zhou-dynastiet. Etternavnet hans var Zhuang, fornavnet hans var Zhou, og fornavnet hans var Zixiu. Han var opprinnelig fra Mengyi i Song-dynastiet. I Zhou-dynastiet var han offisiell for Qiyuan.\nEn dag møtte Zhuangzi en kvinne på fjellet, hun satt på huk foran en ny grav og ristet viften desperat, som om hun ville tørke den våte jorda på graven. Zhuangzi forsto ikke intensjonen hennes, så han spurte henne. Hun sa at den som ble gravlagt i graven var mannen hennes, og mannens siste ord var at hun ikke kunne gifte seg på nytt før jorden på graven tørket. Hun kunne ikke vente lenger, så hun rørte opp gravjorden for å få den til å tørke raskere, så hun kunne forfølge en ny vår.\nZhuangzi sukket da han trodde at det fantes en så hjerteløs kvinne i verden. Da tenkte jeg, ville min kone vært slik? Når det oppstår mistanke, vil jeg teste det.\nZhuangzis kones etternavn var Tian, ​​og paret hadde vanligvis et nært forhold. For å teste sin kones lojalitet bestemte Zhuangzi seg for å late som han var død.\nEtter å ha hørt at Zhuangzi døde av en plutselig sykdom, kom mange mennesker fra hele verden, inkludert slektninger og venner, for å uttrykke sine kondolanser. Blant dem var en kjekk konge og barnebarn fra delstaten Chu, som var rik på rikdom. Da hun så at Ms. Tian var nylig enke og ynkelig, han forfulgte henne. Tian tålte ikke fristelsen og ble forelsket i Wang Sun. De giftet seg på bare tjue dager.\nDen kvelden, da vinen ble drukket og ørene var varme, fikk Wang Sun plutselig et hjerteinfarkt og døde.\nTian ble redd og fikk panikk, og spurte Wang Sun raskt hva hun skulle gjøre. Wang Sun tålte smerten og fortalte Tian at hjernen til døde kropper kunne brukes til å bringe de døde til live igjen.\nHvor finner man den døde kroppen? Tian tenkte plutselig, døde ikke mannen hennes nettopp? Mr. Tian glemte den gamle kjærligheten mellom mann og kone, og tok faktisk en øks og kløvde opp ektemannens kiste, og forberedte seg på å ta ut hjernen hans for medisin.\nUventet, da kisten ble åpnet, kom Zhuangzi tilbake til livet. Tian skammet seg så mye at hun hengte seg selv.\n(Denne historien er en metafor for å krenke vennskap for personlig vinning, så vi kan ikke være enige i den.)", "聖意": "Huset er fredelig, jeget er trygt, pengene er urettferdige, handelene er ofret, ekteskapet er løst, ondskapen er velstående i Liujia, fotgjengerne har ikke kommet, silkeormen er flat, husdyrene er flate, menneskene mangler, søksmålet endres, disiplene er konservative, eiendommen er ikke syk, og fjellet og graven er onde.", "古人": "Zhuangzi tester kona", "第X籤": "Lott 84", "宮": "Wei Gong"}