{"籤詩版本二": "Mørke skyer og tåke dekker veien foran fjellet.Alt er rundt og månen er rund igjen.\nHvis du får poesi og bøker, vil du våkne opp fra en dyp drøm.Den edle personen vil lede deg til taket.", "詩意": "Dette heksagrammet symboliserer slutten av våren og blomstringen av blomster.\nAlt forandrer seg etter Herren.", "解曰": "Den gamle mannen må be om hjelp. Den blomstrer igjen om våren. Ønske om berømmelse og formue. Møte en uventing sent i livet.", "籤詩故事一": "◇Han Wengong møter snø\nHan Yu, hvis høflighetsnavn var Tuizhi, var fra Changli. Tang Dezong ble en Jinshi i det åttende året av Zhenyuan, og hans posthume tittel var Wen Gong.\nUnder regjeringen til keiser Xianzong fra Tang-dynastiet, protesterte Han Yu med Buddhas bein, noe som gjorde keiseren sint. Han Yu forlot sin kone og barn og dro til Chaozhou. Etter å ha gått i mindre enn noen dager tok den kalde vinden til og det snødde kraftig. Han Yu kom til et sted hvor snøen var flere fot dyp, noe som gjorde det vanskelig for hesten å bevege seg fremover. Det var ikke noe hus i nærheten og han visste ikke hvor veien var. Vil du følge stien og trekke deg tilbake, er det ingen vei tilbake. Vinden blåste hardt og snøen falt raskt.Han Yu var gjennomvåt til huden, iskald og sulten, og hadde ingen steder å uttrykke sin sorg.\nHan Yu sukket og sa: \"Keiseren vil ikke drepe meg, men keiseren vil ødelegge meg.\"\nAkkurat da Han Yu var desperat, så han en mann komme for å rydde snøen til tross for den sterke kulden. Han viste seg å være Han Xiangzi (Han Yus nevø).\nPå forhånd hadde Han Xiangzi sagt til Han Yu: «Hvor er Yun Hengs hjem i Qinling? Snøen omfavner den blå porten og hesten slutter å bevege seg fremover.» På det tidspunktet forsto ikke Han Yu hva Han Xiangzi mente, men nå endelig forstått.\nSå Han Yu og Han Xiangzi dro for å overnatte i Fus hus på Languan. Han snakket om fortiden og veien til kultivering, og Han Yu var oppriktig overbevist.\nSenere forlot Han Yu sin offisielle stilling, donerte all eiendom til den lokale regjeringen og dro til fjells for å praktisere taoisme og bli en udødelig.", "聖意": "Huset er ikke bra for deg selv, vær forsiktig med å søke penger, fokus på forretninger, ekteskapet er sent, Liujia kvinnelige fotgjengere blokkerer åker, silkeormer er bra, husdyr er bra, det er vanskelig å finne folk, offentlige søksmål gjentas, tapt eiendom , alvorlig sykdom, sykdomsforsinkelse, fjellgrav bør endres.", "古人": "Han Wengong møter snø", "第X籤": "Åttifemte vinnende lotteri", "宮": "Shen Gong"}