{"籤詩版本二": "Når du går halvveis opp på det vestlige fjellet, kan klippene i Junling ikke bosettes.\nSer opp til Gud for å få beskyttelse, denne kroppen er fortsatt i likhuset", "詩意": "Dette heksagrammet er som å lete etter gull i sanden.\nDet er tegn på edle mennesker i alt.\n\nDessuten: Dette heksagrammet indikerer at personen er i fare.\nDet er tegn på edle mennesker i alt.", "解曰": "Jade kan bli funnet ved å meisle stein. Finn gull i sanden. Trenger å jobbe hardt. Bare trøbbel.\nEt annet arbeid: en vanskelig situasjon. Ingen steder å bo. Be om Guds velsignelse. Be om fred i sinnet.", "籤詩故事一": "◇ Bit gull og utforsk underjordiske grotter\nFor å feire sine militære bedrifter holdt Cheng Yaojin en bankett på Yanwuyang. Plutselig åpnet det seg et hull i bakken, noe som var ufattelig. Alle trakk lodd ved å plukke ut ordene, bite i gullet for å vinne og leie tau for å binde seg ned i hullet.\nDet er steindører, bord, stoler, broer og andre gjenstander.På bordet er det dragekåper og jadebelter, som er laget av gull og slitt ut av hulen.\nYao Jin kom ut av hullet med en stor boks og en liten boks, åpnet trekassen og tok ut jadeforseglingen, åpnet esken, tok ut det store flagget, kronkappen og sporene og la dem på bordet, og alle så dem en etter en. Jeg så de åtte seglkarakterene gravert på det store seglet var \"The Demon King of Hunshi, the Great Virtuous Emperor\".\nAlle tilbad ham som \"keiseren\", og Yaojin gjorde dette i tre år som demonkongen. (Egentlig var dette bare selverklært, og Cheng Yaojin var bare lederen av landsbyen på den tiden.)\n(Denne historien er en metafor om at gode ting er akkurat som skuespill. Dette er den kunstneriske oppfatningen av \"denne kroppen er fortsatt i tomrommet\".)", "聖意": "Å be for hjem og hus, selvneiere, søke rikdom, jobbe hardt, være forsiktig i forretninger, ekteskap vil bli hindret av Liu Jiaxu, fotgjengere, Chi Tian, ​​silkeormer, stall seks husdyr, på jakt etter folk, ingen rettssaker, tap , migrasjon, oppbevaring av hittegods, onde sykdommer, hindringer, fjell og graver.", "古人": "Utforsk krypten for gull", "第X籤": "Signer åttisju", "宮": "Shen Gong"}