{"籤詩版本二": "Ikke bry meg med dine personlige saker. Dette er mer passende å spørre offentligheten.\nEt klart hjerte er like lyst og klart som den lyse månen på himmelen", "詩意": "Dette heksagrammet representerer bildet av en lys måne på himmelen.\nAlt er lyst og luftig.", "解曰": "Vær oppreist i hjertet. Rett ut loven. Hellige ord. Endelig blir det klart.", "籤詩故事一": "◇Kong Mings general\nLøsning: Zhuge Liang mobiliserer sine tropper og generaler\nI løpet av Three Kingdoms-perioden ble Zhuge Liang (181-234), høflig navn Kongming, født i Yangdu, Langya (nå Yinan County, Shandong-provinsen).\nZhuge Liang gikk med på å bli embetsmann etter at Liu Bei avla tre besøk til hytta med stråtak. På den tiden hadde Cao Cao fredet Hebei og var fast bestemt på å marsjere sørover. Han sendte Xiahou Dun som generalsjef, Yu Jin, Li Dian og andre som visegeneraler, ledet en hær på 100 000 for å marsjere mot Xinye. Selv om Zhuge Liang hadde en plan om å trekke seg tilbake fra fienden på den tiden, foraktet Guan Yu og Zhang Fei Zhuge Liangs ord. Zhuge Liang hadde ikke noe annet valg enn å bruke Liu Beis sverd for å undertrykke de to mennene. De ledet hver tusen soldater og hester, og lurte i Yushan og Anlin. De ventet på at Xiahou Dun skulle lede hæren hans til å passere, og angrep dem deretter med bakhold og brann.\nI tillegg ble Zhao Yun sendt for å lede de gamle og svake restene av hæren for å kjempe som en fortropp mot Xiahou Dun, og deretter falske nederlag og trakk seg tilbake, og lokket Xiahou Dun inn på den smale veien i fjellene og skogene. Han sendte også Guan Ping, Zhou Cang, Liu Feng og andre for å snike seg inn på baksiden av Caos hær, brenne forsyninger og forårsake panikk i Caos hær.\nEtter slaget skjedde alt som Zhuge Liang ordnet. Da Xiahou Dun og Yu Jin ledet hæren i forfølgelse, informerte Li Dian, som var bakerst, raskt Xiahou Dun i fronten om at han måtte beskytte seg mot fiendtlige brannangrep. Det var imidlertid for sent. Caos hær ble begrenset av den smale veien og lå på et sted hvor trær var sammenflettet, slik at brannen ikke kunne starte.Det var store tap, og Xiahou Dun og andre generaler ble beseiret og flyktet tilbake til Xudu.\n(Denne historien er en metafor om at Kong Ming er flink til å bruke mennesker og styre landet med visdom.)", "聖意": "Hjem og hus er lykkebringende. Jeg ønsker lykke til med rikdom, sinnsro, velstående forretninger, ekteskap, suksess, suksess i Liujia, menn som flytter åker, silkeormer, tap av husdyr, savnede mennesker, offentlige søksmål, migrasjon, tapt eiendom, velsignelser, sykdom, fred, fjell og graver.", "古人": "Kong Mings general", "第X籤": "Det niende tegnet", "宮": "Yin-palasset"}