{"籤詩版本二": "Et godt show får deg til å skille deg ut fra mengden med en rynke, og fremtiden din endrer seg og du gir deg mye rikdom.\nEn vei er like bred som himmelen, og alle pengene du kan gi vil være i hjertet ditt", "詩意": "Dette heksagrammet indikerer en lovende fremtid.\nAlt går bra.", "解曰": "En stor vei. Du kan gå videre. Bruk hjertet ditt. Bare fremover.\nAlt går som planlagt med dette skiltet. Lykke til Jichang.", "籤詩故事一": "◇ Tre helter kjemper mot Lu Bu\nLøsning: Tre helter Zhang Fei, Guan Yu og Liu Bei kjemper mot Lu Bu\nDong Zhuo fikk vite at Hua Xiong var blitt halshugget og sendt flygende general Lu Bu for å kjempe. Så snart Lu Bu gikk i kamp, ​​drepte han generalene Fang Yue og Mu Shun, og drepte Wu Anguo og Gongsun Zan.\nZhang Fei så at Gongsun Zan ikke kunne beseire Lu Bu, så han erstattet raskt Gongsun Zan og ropte: \"Slavene til de tre etternavnene burde dra! Zhang Fei fra Yan er her!\" Etter det kjempet de i mer enn femti runder i rekkefølge, uten vinner eller taper.\nEtter at Guan Yu så det, angrep han og Zhang Fei Lu Bu og kjempet i mer enn tretti runder.\nLiu Bei bar også to sverd, klappet hesten og gikk frem for å hjelpe Zhang Fei og Guan Yu.\nDe tre mennene omringet Lu Bu og fortsatte å kjempe. Alle menneskene i gruppen ble lamslått.\nSnart begynte Lu Bu å miste styrke. Lu Bu sin Pegasus trakk seg tilbake, men de tre mennene forfulgte Lu Bu og nektet å gi opp. De trakk seg ikke tilbake før de møtte Lu Bu sine tropper.\n\"Tre kongedømmer\"\n(Denne historien er en metafor for Lu Bus tapperhet og dyktighet i kamp. En person kan beseire tre personer.)", "聖意": "Hjertet av huset og hjemmet reiser bare på ens egen reise for å søke rikdom. En mulig ekteskapsartikkel går til Liujia. Ting går greit for folk. Zhushuntian silkeormer bruker. Folk kan finnes blant de seks dyrene. Før det offentlige søksmålet, Yichang , migrasjon, hittegods, sykdom, fjellgrav osv., er det gunstig.", "古人": "Tre helter kjemper mot Lu Bu", "第X籤": "Vinner i lotteriet nittien", "宮": "Du palass"}