{"籤詩版本二": "Luan Feng Xiang var gjennomvåt i duskregnet, men på det tidspunktet ble han mobbet av Queer\nJeg ble sjokkert da jeg hørte at en dag var skyene langt unna, men jeg returnerte likevel klærne mine til deg.", "詩意": "Dette heksagrammet representerer symbolet på at Luan og Phoenix blir dekket av regn.\nAlt kommer når tiden kommer.", "解曰": "Skurken har fremgang dag for dag. En gentleman bør ikke gjøre noe. Bare hold deg for deg selv. Ta grep når den tid kommer.", "籤詩故事一": "◇Gao Jun garanterer ekteskap\nI det tidlige Song-dynastiet forenet Zhao Kuangyin nord og hele landet overga seg. Men i det sørlige Tang-dynastiet okkuperte Li Yu sør for Yangtze-elven og tok i bruk strategien om å tilby en by å overgi seg, og fanget Zhao Kuangyin i Shouzhou og situasjonen var kritisk. Zhao Kuangyins nevø, Gao Junbao, en ung mann med en gylden pistol, forlot Bianjing for å bryte beleiringen av Shouzhou.\nDa de passerte Shuangsuo-fjellet, knuste de Husband-skiltet satt opp av Liu Jinding, og de to konkurrerte. Som et resultat beseiret Liu Jinding Gao Junbao tre ganger med sin suverene kampsport, og de byttet ut gullklatter og sølvklokker for livet. Zhao Kuangyins nevø Gao Junbao, for å redde den fangede Zhao Kuangyin i Shouzhou, forlot Bianjing og passerte Shuangsuo-fjellet. Han knuste skiltet satt opp av Liu Jinding og de to konkurrerte. Som et resultat beseiret Liu Jinding Gao Junbao med sin suveren kampsport og ble tvunget til å gjøre det. Paret ledet folkemengden inn i beleiringen og reddet Zhao Kuangyin.\n(Metaforen til denne historien er at de to ikke ble forsonet (de ble mobbet), men senere forsonet.)", "聖意": "Familiens hjem er ikke bra for en selv, vær forsiktig med å søke penger, blokkere forretninger, vente på ekteskapet, utsette, Liujia, falsk reisende, dvele på markene, silkeorm, sent, seks husdyrskader, vanskelig å finne folk, søksmål, tap, migrasjon, konservativitet, hittegods, alvorlig sykdom, utvidelse av fjellet, gravreform", "古人": "Gao Jun garanterer ekteskap", "第X籤": "Nittitre vinner i lotto", "宮": "xugong"}