{"籤詩版本二": "Ambisjonen og prestasjonene er i dynastiet, men nå vil vinen og sexen være uendelig\nHvis du ser en gyllen hane, vil du bli belønnet med penger, formue og formue.", "詩意": "Dette heksagrammet representerer symbolet på ambisjon og berømmelse.\nHold alt gunstig.", "解曰": "Ambisiøs. Det er ikke for sent å beskytte seg selv. Gullhanen lover. Alle glade.", "籤詩故事一": "◇Cao Pi utropte seg selv til keiser\nCao Pi, med høflighet Zihuan, ble født i Peiguoqiao (nå Hao County, Anhui). En kjent politiker og forfatter under Jian'an-perioden.\nCao Pi er den andre sønnen til Cao Cao. Han bodde sammen med sin far i militærleiren siden han var barn. Under farens innflytelse lærte Cao Pi bueskyting i en alder av seks og ridning i en alder av åtte, og utviklet seg gode kampsportferdigheter. Han har også omfattende kunnskap om gamle og moderne klassikere og biografier, samt bøkene fra hundrevis av tankeretninger. Det var først i en alder av atten at Cao Cao beseiret Yuan Shao og Cao Pi levde et relativt stabilt liv i Yecheng, sentrum av Cao Caos styre. Siden den gang, selv om han noen ganger fulgte faren sin på militære ekspedisjoner og levde livet som en adelig sønn mesteparten av tiden, har han fortsatt praktisert kampsport hver dag og har ikke avslått til i dag. Han rir ofte på hesten sin i hundre skritt og er veldig dyktig i kampsport.Fordi han ofte trener kampsport er han lett og sterk.\nCao Caos eldste sønn Cao Ang ble drept i et slag. Etter at den eldste sønnen døde, ble Cao Pi førstevalget for kronprinsen. Da han var trettien år gammel, ble han gjort til kronprins av Cao Cao. Da Cao Pi var trettitre år gammel, døde Cao Cao av ​​sykdom, og Cao Pi etterfulgte ham som statsminister og konge av Wei. Han sa at han ofte rir på hesteryggen i hundre skritt og er veldig dyktig.Fordi han ofte trener kungfu, er han lett og frisk.", "聖意": "Be om at hjemmet ditt og hjemmet ditt skal være fredelig. Søk rikdom, jobb hardt, bytt opp tidlig. Ekteskapet vil være vellykket. Liujia vil være trygt. Folk vil være på markene. Silkeormene vil være modne. Seks husdyr vil bli moden. Det vil være vanskelig å finne folk. Offentlig rettssak. Hastevedtak. Migrasjon. Tapte eiendom. Langt unna. Sykdommer henger igjen i fjell og graver. Lykke til.", "古人": "Cao Pi utroper seg selv til keiser", "第X籤": "Nittifemte vinnende lotteri", "宮": "xugong"}