{"籤詩版本二": "Den majestetiske pagoden er uvanlig, med utsøkte dekorasjoner på alle sider som skinner av lys\nJeg oppfordrer deg til å være fast bestemt på å bøye deg flittig og gjøre gode gjerninger, og himmelen vil sende deg velsignelser.", "詩意": "Dette heksagrammet representerer manifestasjonen av fortjeneste.\nAlt er lykkebringende.", "解曰": "Disse velsignelsene. Alle har det. Ikke vær for opptatt. Meritter bestemmes på forhånd.", "籤詩故事一": "◇ Kongen av Fenyang møter barnebarnet sitt på kinesisk Valentinsdag\nLøsning: Guo Ziyi møtte Weaver Girl som kom ned til jorden på den kinesiske Valentinsdagen. Tiansun, barnebarnet til Jade-keiseren, er de syv feene.\nGuo Ziyi (697-781), også kjent som Guo Linggong, var opprinnelig fra Zheng County, Huazhou (nå Huaxian County, Shaanxi-provinsen) og en general i Tang-dynastiet. Den keiserlige domstolen ga Ziyi tittelen konge av Fenyang.\nDet sies at Ziyi opprinnelig var fra Huazhou og gikk for å slutte seg til hæren utenfor Den kinesiske mur. Han dro til Beijing for å presse på for militærlønn og returnerte til Yinzhou. Det var tilfeldigvis den kinesiske Valentinsdagen på den tiden. Vinden og sanden ble mørkt, og solen ble mørk. Ziyi kunne ikke bevege seg fremover, så han sto ved siden av veien. Han sov på gulvet i et tomt hus. Da han skulle sovne, så han plutselig et rødt lys på begge sider.Han reiste seg og så overrasket opp.Det var en sky på himmelen som sakte kom ned.Der satt en vakker kvinne, verdig og nydelig, helt annerledes enn vanlige mennesker. Ziyi ga umiddelbart respekt og sa: \"I dag er den syvende dagen i den syvende månemåneden. Jeg tror det er Weaver Girl som har kommet, og ønsket å gi henne lang levetid og rikdom.\"\nKvinnen svarte også: \"Med stor rikdom følger lang levetid.\"\nEtter at han var ferdig med å snakke kom gløden tilbake og skyene steg sakte.Kvinnen så fortsatt ned på Guo Ziyi med et hyggelig smil til hun var langt unna henne, og da ble røyken uskarp og hun kunne ikke lenger sees.\nDet viste seg å stemme, akkurat som kvinnen sa. Ziyis meritter er verdenskjente, han er en ekstremt populær minister, og han er en general med både fortjenester og dyder.", "聖意": "Ønsk deg selv hjemme, ønsk deg selv, be om penger, lykke til i virksomheten, lykke til i ekteskapet, lykke til i Liujia, glade reiser med mennesker, flytting av åkre, silkeormer, stabile husdyr, uflaks med å finne mennesker, offentlige søksmål, migrasjon, hell, hittegodssykdommer, graver i Zhenxingshan", "古人": "Kong Fenyang møter barnebarnet sitt på kinesisk Valentinsdag", "第X籤": "Tegn nittiseks", "宮": "xugong"}