{"籤詩版本二": "Ved å tøyle hesten og holde pisken kommer vi rett hit, halvparten i fare og halvparten i katastrofe.\nDet er som et hus som brennes ned av ild. Når himmelen faller, forvandler regnet det til aske. Jeg har en plan.", "詩意": "Dette heksagrammet representerer halvt sorg og halvt glede.\nDet er tilrådelig å gjøre godt i alt.", "解曰": "Livslang arbeidskraft. Ikke bry deg om rett og galt. Sjaklene er midlertidige. Harme kommer naturlig.", "籤詩故事一": "◇Tao Sanchun slår Zheng En i Guayuan\n\"Leve minnesmerket mitt,\" reiste Zhao Kuangyin seg opp igjen, \"Beiping-kong Zheng En hadde arrangert et ekteskap den gang. Nå som verden er i fred, vil jeg gjerne be om din tillatelse til å velge en gunstig dag for å gifte seg. \"\n«Leve minnesmerket mitt!» Zhao Kuangyin reiste seg og sa: «Kongen av Peking, Zheng En, hadde arrangert et ekteskap den gang. Nå som verden er i fred, vil jeg be om din tillatelse til å velge en lykkebringende dag for å gifte seg.\"\n«Å, den tredje broren var forlovet før, hvorfor visste jeg ikke om dette?» Chai Rong ble veldig overrasket.Han viftet med hånden for at Zhao Kuangyin skulle sette seg ned og snakke.\n\"Oh! Den tredje broren var forlovet før, hvorfor visste jeg ikke om dette?\" Chai Rong (keiseren av det senere Zhou-dynastiet) ble veldig overrasket. Han viftet med hånden og ba Zhao Kuangyin sette seg ned og snakke.\n\"Det er en lang historie. For det første var vi fortsatt i fattigdom på den tiden og ble ikke med i hæren din. Siden den gang har vi kjempet i årevis og har ikke tid til å bry oss om deg. For det andre er den tredje broren også litt sjenert å nevne det, så Deres Majestet vet ikke.»\n\"Det er en lang historie. For det første levde vi fortsatt i fattigdom på den tiden og ble ikke med i hæren din. Siden den gang har vi kjempet i årevis og har ikke tid til å bry oss om deg. For det andre er den tredje broren også en litt sjenert å nevne det, så Deres Majestet vet ikke.»\n\"Hei, den mannlige høyskolestudenten skal gifte seg, hva er vitsen med å bli flau? Den tredje broren har vært på slagmarken lenge og kan betraktes som en helt uten sidestykke. Hvorfor er du så smålig i denne saken?\"\n\"Hei! Collegegutten skal gifte seg, hva er vitsen med å være flau? Den tredje broren har vært på slagmarken lenge og kan betraktes som en helt uten sidestykke. Hvorfor er du så smålig i denne saken?\"\n\"Apropos det, jeg kan ikke klandre min tredje bror for å være sjenert, fordi dette ekteskapet ble forfalsket.\"\n\"Apropos det, jeg kan ikke klandre min tredje bror for å være sjenert, fordi dette ekteskapet ble forfalsket.\"\n\"Skrevet ut? Hei, det er interessant. Fortell meg hva som skjedde.\"\n\"Jeg skrev det ut! Hei! Det er interessant! Fortell meg hva som skjedde.\"\n\"Ja, jeg husker det året, da vi var i ferd med å slutte oss til Hans Majestet, vi passerte gjennom Baocheng County. Det var veldig varmt i juni. Min tredje bror kunne ikke bo på hotellet, så han gikk ut for å vandre alene. Etter å ha passert en melonhage gikk han inn for å plukke noen Meloner slukket tørsten Det var ikke mange tidligmodne meloner på denne tiden, og den tredje broren visste ikke hvordan han skulle plukke dem, så han brøt mange av dem. Kvinnen som så på melonene gikk frem for å anklage den tredje broren. De to var uenige, og så begynte de å slåss. Kom. Heldigvis var jeg bekymret og skyndte meg til unnsetning i tide, ellers...\"\n\"Ja, jeg husker det året, da vi skulle slutte oss til Hans Majestet, var vi forbi Baocheng County. Det var veldig varmt i juni. Min tredje bror kunne ikke bo på hotellet, så han gikk ut for å vandre alene. Etter å ha passert en melonhage gikk han inn for å plukke noen Meloner slukket tørsten Det var ikke mange tidligmodne meloner på denne tiden, og den tredje broren visste ikke hvordan han skulle plukke dem, så han brøt mange av dem. Kvinnen som så på melonene gikk frem for å anklage den tredje broren. De to var uenige, og så begynte de å slåss. Kom. Heldigvis var jeg bekymret og skyndte meg til unnsetning i tide, ellers...\"\n\"Denne Zheng Ziming, det er hans feil i utgangspunktet, han burde be om unnskyldning. Hvorfor slo han ham? Dessuten, hvordan kan en jentes familie tåle slag og spark fra en hissig mann som ham! Kom igjen, du slo denne jenta for å stykker. Nei?\" \"Jenta var uskadd...\"\n\"Denne Zheng Ziming, det er hans feil i utgangspunktet, så han burde be om unnskyldning. Hvorfor banker du ham? Dessuten, hvordan kan en jentes familie tåle slag og spark fra en hissig mann som ham! Kom igjen, fortell meg, du banket opp denne jenta. Nei?\n\"Jenta var uskadd...\"\n\"Det er greit, det er greit... Hei, tok du ikke affære? Å, jeg antar at du reddet meg i tide.\"\n\"Det er greit! Det er greit... Hei! Gjorde du ikke grep? Å! Jeg antar at du var den som reddet meg i tide!\"\n\"...Nei, personen jeg reddet var...den tredje broren.\" \"...Nei, personen jeg reddet var...den tredje broren.\"\n\"Ah ah?!\"\n\"Den tredje broren ble slått i bakken av kvinnen og slått voldsomt hele veien. Heldigvis kom jeg og overtalte ham til å dra, så han ble ikke alvorlig skadet. ... Deres Majestet... Deres Majestet!... \"\n\"Den tredje broren ble slått i bakken av kvinnen og ble slått voldsomt. Heldigvis kom jeg og overtalte ham til å dra, så han ble ikke alvorlig skadet. ... Deres Majestet... Deres Majestet!...\"\n\"Ah?...Å, hvem er den kvinnen!?\" \"Ah!?...Å, hvem er den kvinnen!?\"\n\"Det var først senere jeg fant ut at kvinnens navn var Tao Sanchun, og hennes far Tao Hong var en gammel helt som ikke hadde noen ambisjoner. Tao Sanchun lærte kampsport av faren sin siden han var barn. Etter at jeg ble kjent med familien hans, så jeg at frøken Sanchun hadde en enestående karakter. , Luo Luo og sjenerøs, uten noen vane å være en liten jente, matchet de bevisst ham. Tao-faren og -datteren likte også den enkle karakteren til den tredje broren. De slo det av umiddelbart og bestemte seg for dette ekteskapet for de to. Deres Majestet, vennligst fortell meg, dette er ikke. Er det et forfalsket ekteskap?\"\n\"Det var først senere jeg fant ut at jenta het Tao Sanchun, og hun hadde lært kampsport av faren sin siden hun var barn. Etter at jeg ble kjent med familien hans, så jeg at frøken Sanchun hadde en enestående karakter, var sjenerøs, og hadde ingen spor av den lille jentas vaner, så jeg rekrutterte henne bevisst. Mr. Tao og datteren hans likte også den enkle karakteren til deres tredje bror veldig godt. De slo det av umiddelbart og bestemte seg for å gifte seg med hverandre. Deres Majestet, tror du ikke dette er et forfalsket ekteskap?\"\n(Denne historien er en metafor, fordi en dårlig ting viste seg å være en god ting.)", "聖意": "Be om beskyttelse av hjemmet og selvet, vær forsiktig, be om rikdom, ødelegge virksomheten, hindre ekteskap, straff, Liujia, forsikring, fotgjengere fanget i åkre, silkeormskader, husdyrskader, savnede mennesker, ulovlige søksmål, tap, migrasjon, konservativitet , tapt eiendom, onde sykdommer, bekymringer, farer, fjell, graver, fiasko", "古人": "Tao Sanchun slår Zheng En i melonhagen", "第X籤": "Nummer nittini", "宮": "Haigong"}