{"籤詩版本二": "Թող աշխարհը ստեղծվի լավ ամուսնության, բարենպաստ օրերի և լավ ժամանակների համար, և ամեն ինչ լավ լինի\nՓոքր բան չէ, եթե դուք ստանաք այս վիճակը՝ կայսրը հայտարարում է, որ մարդիկ հավատարիմ են և ուղղամիտ։", "詩意": "Այս վեցագրամը ներկայացնում է երկնքի և երկրի սկզբի սկիզբը:\nԱմեն ինչ բարեհաջող է:", "解曰": "Արագ արագություն. Տարին չարժե իր ժամանակը։ Գուանինը գրում է. Տեղեկացրու ինձ նախ:", "籤詩故事一": "◇Չժոնգլին լուսավորվեց\nՉժոնգլի Քուանը, ազգանունը՝ Չժոնգլի, անունը՝ Քուան, քաղաքավարական անունը Յունֆանգ և մականունը՝ Չժենգյան, բնիկ Սյանյան գավառում էր, Սիան, Շենսի նահանգի Արևելյան Հան դինաստիայի օրոք:\nՉժոնգ Լիկունը Հան դինաստիայի գեներալ էր: Արևմտյան Ցյանգի դեմ արշավանքի ժամանակ նա նախանձում էր հրամանատար Լյան Յիին և նրան նշանակեց միայն 30000 ծեր ու թույլ զինվոր: Հենց նա հասավ իր նպատակակետին, ճամբարը թալանվեց. Արևմտյան Քյանգի բանակը, իսկ զինվորները փախան։ Չժոնգ Լիկունը մոլորվել է հովտում և ճանապարհին հանդիպեց Հու վանականին, նա տարավ նրան մի փոքրիկ գյուղ և ասաց. «Սա պարոն Դոնխուայի նստավայրն է»: Հետո նա հրաժեշտ տվեց և գնաց: Որոշ ժամանակ անց ինչ-որ մեկը հանկարծ ասաց. «Դա պետք է լինի, քանի որ կանաչ աչքերով Հու մարդը չափազանց շատախոս է»: Նա տեսավ մի տղամարդու, որը կրում էր սպիտակ եղջերու մորթի և ձեռքին կանաչ քինոայի գավազան: Նա հարցրեց Չժոնգ Լիկուանին. ահա Հան Դա Գեներալ Չժոնգլիուանը\n? Չժոնգ Լիկունը ցնցված էր՝ իմանալով, որ ծանոթացել է տարօրինակ մարդու հետ, ուստի նա անկեղծորեն սովորեց Տաո:\nԱվելի ուշ Չժոնգ Լիկունը հանդիպեց Ժենրեն Հուայանգին և անմահ թագավոր Սուանֆուին և իմացավ «Անմահության գաղտնիքը»։ Վերջապես, նա ապրեց Կոնտոնգ լեռան Զիջին Սիհաոֆենգում, ստացավ «Ջեյդի տուփի գաղտնիքը» և դարձավ իսկական անմահ: Նա նաև հարգվում էր որպես Հյուսիսային հինգ պատրիարքներից մեկը Քուանժեն աղանդի կողմից:", "聖意": "Աղոթեք, որ ձեր տունն ու տունը օրհնվեն աշնանն ու ձմռանը: Փնտրեք հաջողություն աշնանը և ձմռանը: Հաջողություն բիզնեսում, հաջողություն ամուսնության մեջ, հաջողություն տղաներ ծնելու մեջ, հաջողություն դաշտ ճանապարհորդելու մեջ: , հաջողություն մետաքսի որդերի մեջ, հաջողություն անասունների մեջ, հաջողություն մարդկանց գտնելու մեջ, հաջողություն հանրային դատավարություններում, հաջողություն գաղթի մեջ, կորցրած ունեցվածք, հյուսիսարևելյան հիվանդություններ, հաջողություն լեռներ ու գերեզմաններ ուղարկելու մեջ։", "古人": "Չժոնգլին լուսավորվեց", "第X籤": "առաջին նշանը", "宮": "Արգանդ"}