{"籤詩版本二": "Ինչո՞ւ չես գնում Թայլայ, որը հենց անկյունում է, ես պարոնին ժամանակավորապես սարից դուրս կթողնեմ։\nԵթե ​​վագրի կամ նապաստակի մասին լավ նորություններ կան, դուք ազատ կլինեք, նույնիսկ եթե վճռական եք զբաղված լինելու:", "詩意": "Այս վեցագրամում դժբախտությունների մեջ օրհնության նշան կա։\nԱմեն ինչ նախապես վատ է, իսկ վերջում լավ է։", "解曰": "Փոխարինեք կանեփի մետաքսով: Հարվածեք մեկի ոտքերին. Պարզ տեսեք. Օրհնությունները գալիս են աղետներից:", "籤詩故事一": "◇Հանդիպում վարպետի հետ Բուկիտում\nՎու Ջին ի սկզբանե փայտահատ էր, և նրանք հանդիպեցին Ցզյան Զիային, երբ ձկնորսություն էին անում Ֆենգ գետում: Վուջին ծիծաղեց, երբ տեսավ, որ Զիային ուղիղ կարթով ձկնորսություն է անում։\nԶիյան նայեց Ուջիի դեմքին և գուշակությանը ասաց. «Եթե այսօր քաղաք մտնես, մեկին կսպանես»։ Դա լսելուց հետո Վու Ջզին զայրացած հեռացավ և վառելափայտ տարավ քաղաք։\nՔաղաք մտնելուց հետո Ու Ջին բախվել է մյուսների հետ և սխալմամբ սպանել վարչապետ Վեն Վանգին։\nՎեն թագավորը գետնին գծեց որպես բանտ և բանտարկեց Վու Ջիին:\nԲուկիտ Հոուն ժամանակավորապես ազատ է արձակվել և դատապարտվել մահվան՝ մինչև աշուն մորը խնամելու համար։\nՄայրը խնդրել է նրան օգնություն խնդրել Ցզյան Զիային։\nԹայգոնգը նրան ընդունեց որպես իր աշակերտին, սովորեցրեց նրան պատերազմի արվեստը և հրամայեց փոսեր փորել և հմայել՝ կոտրելու իր բնածին ճակատագիրը:\nԱշունից հետո Վու Ջին չեկավ պատժվելու, Վեն թագավորը դուրս բերեց բնածին թվերը և մտածեց, որ Վու Ցզին ինքնասպան է եղել՝ վախենալով հանցագործությունից։\nԱվելի ուշ Վեն թագավորը հանդիպեց Ու Ջիին, իսկ Վու Ջին ներկայացրեց Վեն թագավորին Ցզյան Թայգոնգի հետ ծանոթանալու համար։\nԹայգոնգին շնորհվել է Վուդեի գեներալի կոչում։ Ե՛վ վարպետը, և՛ աշակերտը աշխատում էին Վեն թագավորի մոտ:", "聖意": "Տունը ապահով է, եսը բախտավոր է, գործը լավ է, ամուսնությունը ուշացել է, արու հետիոտնը դաշտ չի վերադարձել, մետաքսի որդերը՝ ձեռնտու, վեց անասունը՝ Շենջին, որոնումը լավ է, հանրային դատը՝ լավ, գաղթը պահպանողական է, կորցրածը երեւում է, հիվանդությունը լավ է, Qiuji, լեռն ու գերեզմանը լավ են:", "古人": "Բուկիտի հանդիպում", "第X籤": "Տասներկուերորդ նշանը", "宮": "Յին պալատ"}