{"籤詩版本二": "Այսքան հոգսերից ու վտանգներից հետո այն այլեւս երբեք դատարկ չի լինի\nԱռատաձեռն սիրտն ունի իր առատաձեռն ծրագրերը: Մեծ ձեռքբերումներ կատարելու համար դուք պետք է հանդիպեք մասնագետի:", "詩意": "Այս վեցանկյունը նման է հնագույն ջրհորի աղբյուրի հետ:\nԱմեն ինչում ազնիվ մարդիկ հաջողության են հասնում։", "解曰": "Հայցն ի վերջո արդարանալու է։ Հիվանդ և ապահով: Մտեք և դուրս եկեք խորհուրդ փնտրելու համար: Հին ջրհորը հանդիպում է գարնանը:", "籤詩故事一": "◇ Յաո Չոնգը կառավարում է մորեխներին\nՅաո Չոնգը (649-721), ում իսկական անունը Յուան Չոնգ էր, Շանչժոուից էր, ծառայում էր որպես Սյա Գուանի, Չունգուանի Շանգշուի, Ցիվեյլինգի, Չժոնգշուլինգի նախարար և Տանգ դինաստիայում վարչապետ։\nԿայյուանի չորրորդ տարում (716) Շանդունը (ընդհանուր առմամբ նկատի ունի Հուաշանից արևելք գտնվող Դեղին գետի ավազանը) մորեխներով պատուհասվեց։ Ժողովուրդը կապված էր սնոտիապաշտ գաղափարներով և չէր համարձակվում որսալ ու սպանել նրանց։ Փոխարենը, նրանք հիմնեցին։ զոհաբերություններ, խունկ ծխեցին, երկրպագեցին դաշտերի կողքին և դիտեցին, թե ինչպես են մորեխները խժռում բերքը:\nԲոլոր պաշտոնյաները հավատում էին. «Մորեխը բնական աղետ է, ինչպե՞ս կարելի է նրանց կառավարել կենդանի ուժով», երկու տարբեր գաղափարների պայքարն այն ժամանակ կատաղի էր՝ վերացնել մորեխը, թե չվերացնել։\nՅաո Չոնգը ասաց. «Քանի դեռ մենք միասին աշխատում ենք, մենք կարող ենք ազատվել նրանցից: Նա ասաց. «Մորեխները վախենում են մարդկանցից, ուստի նրանց հեշտ է քշել: Սածիլները տերեր ունեն, ուստի փրկարարները պետք է շատ աշխատեն. մորեխներ». կարող են թռչել, և եթե գիշերը կրակ տեսնեն, կթռչեն դեպի այն, կրակ արձակեն նրանց վրա դաշտում, այրվելիս փոսեր փորեք, այրվելիս թաղեք, և ոչինչ չի մնա»:\nՍուանսոնգն ասել է. «Մորեխները բնական աղետ են, որն առաջացել է վատ բարոյական կառավարման հետևանքով: Եթե դուք խնդրեք նրանց որսալ և սպանել, մի՞թե դա հակասում է հացահատիկին»:\nՅաո Չոնգը հավելեց. «Մորեխներ որսալն ու սպանելը սովորել են հին մարդիկ, և ձերդ մեծությունը դա կօգտագործի ապագայում: Դա խոշոր ազգային իրադարձություն է ֆերմերներին խաղաղություն և բարգավաճում բերելու համար: Խնդրում ենք լրջորեն վերաբերվել դրան»:\nՍյուանսոնգը համոզված էր. Բայց այն ժամանակ դատարանի ներսում ու դրսում բոլորն ասում էին, որ մորեխ չի կարելի որսալ։\n«Ես քննարկել եմ վարչապետի հետ և որոշել եմ մորեխները բռնել: Ով նորից դեմ լինի, մահապատժի կենթարկվի»: Ուստի նա ուղարկեց գրաքննիչը վերահսկելու և մարդկանց ուղղորդելու, որ մորեխներն այրեն և թաղեն:\nԱրդյունքները բավականին արդյունավետ էին, ամբողջ երկրում ինը միլիոն դան մորեխ բռնեցին, և մորեխի ժանտախտը հաջողությամբ վերացավ։ Այդ տարի գյուղատնտեսությունը լավ բերք ստացավ։\n(Իմաստությունը պետք է օգտագործվի աղետների կառավարման և տարհանման մեջ, և դժվարությունները հաղթահարելու համար պետք է լինեն հնարամիտ ռազմավարություններ: Յաո Չոնգը այս հարցում փորձագետն է)", "聖意": "Տունը սովորական է, եսը արգելափակված է, փող փնտրելը արգելափակված է, առևտուրը արգելափակված է, ամուսնությունն ու ներդաշնակությունը արգելափակված են, Լյուջիայում վտանգ կա, հետիոտները արգելափակված են, մետաքսի որդերն արգելափակված են, անասունները անբարենպաստ են, մարդիկ անհայտ կորած են, դատական ​​հայցերը՝ արգելափակված է, միգրացիան անհիմն է, կորցրած իրերը դժվար է գտնել, հիվանդությունների համար դժվար է աղոթել, լեռներն ու գերեզմանները՝ անհանգիստ:", "古人": "Յաո Չոնգը կառավարում է մորեխներին", "第X籤": "Քսանհինգերորդ վիճակախաղում շահելը", "宮": "Mi Palace"}