{"籤詩版本二": "Խոսակցություններ կան, որ ամեն ինչ գլխիվայր շրջվել է, և ես նամակ եմ ստացել հորիզոնից։\nԳրքում ինձ խոստացված համբավն ու հաջողությունը մինչև վերջ դատարկ մնացին։", "詩意": "Այս վեցագրամը կեղծ անուն ունի։\nՑանկալի է ամեն ինչում պահպանողական լինել։", "解曰": "Վեր ու վար վրդովված. Ժամանց փնտրելը պարապ չէ: Փառքի ցանկություն. Մնացեք ապահով։", "籤詩故事一": "◇ Չժոնգ Կույը հասնում է լուսավորության\nՉժոնգ Կույը, ում ազգանունը Չժոնգ Կույ է, քաղաքավարության անունը՝ Չժեննան, Չժոննշանից է:\nՏանգ դինաստիայի կայսր Դեզոնգի օրոք Չժոնգ Կույը մասնակցել է կայսերական քննությանը, Չժոնգ Կույը կարդաց քննության հարցերը և անմիջապես հոդվածը գրել է և հանձնել։ Այդ օրը գլխավոր քննիչը քաղաքացիական գործերի նախարար Հան Յուն էր, իսկ քննիչի տեղակալը՝ մեծ գիտնական Լու Չժին։ Երբ երկուսը կարդացին Չժոնգ Կուի թերթը, նրանց աչքերը փայլեցին և նրանք միաձայն ասացին.\nԿայսր Դեզոնգը լսեց Հան Յուի զեկույցը և ասաց, որ գիտության նոր չեմպիոն Չժոնգ Կույը շատ տաղանդավոր է, ուստի Չժոնգ Կույին կանչեց Ոսկե պալատ։\nԵրբ Կայսր Դեզոնգը տեսավ նրա տգեղ տեսքը, նա անմիջապես դժգոհեց և ասաց. «\nՀան Յուն շտապորեն ծնկի իջավ և ասաց. «Մարդու լավն ու վատը միայն արտաքին տեսքի հետ չեն: Դու, Սուրբ Տեր, չե՞ս լսում, որ Յան Ինը երեք ոտնաչափ բարձրություն ունի և հավասար է վարչապետին: Չժոու Չանգ: կակազում է, բայց կարող է օգնել Հան դինաստային։ Կոնֆուցիոսը դատում է մարդկանց արտաքինից և կորցնում է իր որդուն՝ Յուին։ Հուսով եմ, որ ձեր մեծությունը երկու անգամ կմտածի։\nԿայսր Դեզոնգը մի պահ խորհեց և ասաց. «Չնայած Հան Այքինգի խոսքերը խելամիտ են, երբ ես կայսր Թայզոնգ էի, տասնութ գիտնականներ եկան Յինչժոու և խոսեցին դրա մասին: Այս մարդը թիվ մեկ գիտնականն էր: Ես վախենում եմ, որ աշխարհը կծիծաղի ինձ վրա տաղանդներ չճանաչելու համար»։\nՎարչապետ Լու Ցին նեղմիտ էր և նախանձում էր տաղանդներին, կայսեր խոսքերը լսելուց հետո նա ծնկի եկավ և ասաց. Ինչու՞ ուրիշը չես ընտրում»։\nԵրբ Չժոնգ Կույը տեսավ, որ այս մարդն այնքան շփոթված է, չկարողացավ զսպել զայրույթը, մատնացույց արեց Լու Ցիին և հայհոյեց. նա բռունցքով հարվածել է Լու Ցիին։\nՏեսնելով դա՝ Դեզոնգը կատաղեց և ասաց. «Դու այնքան համարձակ ես, որ համարձակվում ես անհանգստություն պատճառել Ոսկե Պալասում, արագ իջեցրու այն»։\nԶայրացած Չժոնգ Կույը հանեց թուրը պալատում կանգնած գեներալի գոտկատեղից և բարձր հառաչեց. «Հիասթափված կատվի համար դժվար է նմանակել վագրին, իսկ հիասթափված թութակն այնքան էլ լավը չէ, որքան հավի միսը»։ Դրանից հետո նա ինքնասպան է եղել։\nԵրբ Կայսր Դեզոնգը տեսավ, որ Չժոնգ Կույը զայրացած ինքնասպան է եղել, շատ զարմացավ։Մարդկանց սրտերը գրավելու համար նա հրամայեց, որ Չժոնգ Կույին թաղեն թիվ 1 գիտնականի պաշտոնական կոչումով, ինչպես նաև Չժոնգ Կույին դարձրեց Աստված։ Exorcism աշխարհը չար ոգիներից ազատելու համար:", "聖意": "Աղոթեք օրհնությունների համար ձեր տան, ձեր սեփական անվտանգության, ֆինանսական դժվարությունների, բիզնեսի ձախողման, ամուսնության ձախողման, Լյուջիայի կին հետիոտների, վստահեք դաշտի կիսաեփ մետաքսի որդերին, վեց անասուններին, կարող են մեծանալ, անհայտ կորածներ, արևմտյան հասարակական դատեր, միգրացիայի կորուստ, պահպանողականություն , ունեցվածքի կորուստ, հիվանդություն, բարի երթ աղոթեք լեռներում ու գերեզմաններում", "古人": "Չժոնգ Կույը ձեռք բերեց Տաոն", "第X籤": "Վիճակախաղի քսանվեցերորդ շահումը (Վիճակախաղ)", "宮": "Mi Palace"}