{"籤詩版本二": "Հանգիստ և հանգիստ ժամանակ անցկացնելը, կուշտ լինելուց հետո թեյ խմելիս նստած և պառկած\nՊետք չէ ֆիզիկապես և հոգեպես զբաղված լինել, և հաստատ անարդարության կամ աղետի պատճառ չեք դառնա։", "詩意": "Այս վեցագրամը խաղաղության և կայունության խորհրդանիշ է:\nԱմեն ինչում, ճիշտ ժամանակին սպասելը հաջողություն կբերի:", "解曰": "Մնացեք ողջ և առողջ: Հարցրեք աստվածներին. Սպասեք, մինչև ժամանակը գա: Իրերը պատահական են լինում։", "籤詩故事一": "◇Ֆոյինհույ Դոնգպո\nՄի անգամ Սու Դոնգպոն որոշակի հասկացողություն ձեռք բերեց՝ ուսումնասիրելով Զենը, նա հասկացավ, որ իր վիճակը տրանսցենդենտալ է, և նա ուրախություն զգաց դրա մեջ: Չկարողանալով զսպել իմ կիրքը՝ ես տարածեցի գրիչս և գրեցի մի բանաստեղծություն.\n«Երկնքի մեջտեղում Ջիշոուն պայծառ փայլում է ամբողջ տիեզերքում, ութ քամիներից չփչվելու հնարավորությունից նա նստած է ուղիղ մանուշակագույն ոսկե լոտոսի վրա»:\n(Ութ քամիները վերաբերում են՝ շահույթ, անկում, կործանում, հեղինակություն, գովասանք, ծաղր, տառապանք և երջանկություն։ Այսինքն՝ այս ութ վիճակներից չնյարդայնանալը կոչվում է «ութ քամիները չեն կարող շարժվել»)։\nԱյն գրելուց հետո Դոնգպոն իր ծառային ուղարկեց գետը, որպեսզի այն տա Ջինշանի տաճարի Զեն Վարպետ Ֆոյինին:\nԱյն բանից հետո, երբ Զեն Վարպետ Ֆոյինը կարդաց այն, նա այն նշեց «ֆարտ» բառով և տվեց իր ծառային, որ հետ վերցնի:\nԴոնգպոն դա տեսնելուց հետո կատաղեց, ուստի նա նավով անցավ գետի վրայով և գնաց Ջինշանի տաճար՝ գտնելու Բուդդայի կնիքը քննարկելու համար:\nԵրբ Դոնգպոն հասավ Ջինշանի տաճարի դարպասի մոտ, Ֆոյինը արդեն սպասում էր դռան մոտ։\nՍու Դոնգպոն անմիջապես մեղադրեց Ֆոյինին.\nՖոյինը պատասխանեց. «Մի՞թե դու արդեն «չես կարող քեզ փչել ութ քամիների կողմից»: Ինչպե՞ս կարող է քեզ «ծեծել գետի այն կողմը» փորով»:\nԱյդ ժամանակ Դոնգպոն ցնցվեց՝ հասկանալով, որ ինքը բավականաչափ լավը չէ, և ամոթից հեռացավ։\n(Այս պատմությունը փոխաբերություն է «Ջերմությունը դեռ չի հասել»)", "聖意": "Աղոթեք ձեր տան և ձեր անվտանգության համար, ձեր հարստության համար, ձեր բիզնեսի համար, ձեր լավ ժամանակի համար, ձեր ամուսնության համար, մի կին ճանապարհորդի համար Լյուջիայում, որպեսզի մետաքսի որդեր ժամանեն դաշտերում, որպեսզի վեց անասունները կայուն լինեն, ինչ-որ մեկին գտնելու, անախորժության, հանրային դատավարության, գաղթի, կորցրած ունեցվածքի, հիվանդության, լեռան դամբարան ուղարկելու համար, բարեհաջող", "古人": "Ֆոյինհույ Դոնգպո", "第X籤": "Երեսունմեկ հաղթող թիվ", "宮": "Վեյ Գոնգ"}