{"籤詩版本二": "Հագնվեք և ձևավորեք հին ընտանեկան ոճը: Տաոն առանց երկնքի է, բայց արժանիքներ ունի:\nՃանապարհի փշերն ու փշերը մաքրելուց հետո նրանք երեքով պայմանավորվեցին վերամիավորվել իրենց գործընկերների հետ.", "詩意": "Այս վեցագրամը ներկայացնում է հագուստի վերադասավորումը։\nԱմեն ինչ դժվար է, քանի դեռ ավելի ուշ հեշտ չի դառնում:", "解曰": "Մի անհանգստացեք: Լավ ժամանակ անցկացրու. Եթե ​​հարցնեք ապագայի մասին. Առջևում լավ ճանապարհ կա։", "籤詩故事一": "◇Tang Monk-ի բուդդայական սուրբ գրությունները\nՍուանզանգը (602-664), Տանգ դինաստիայի նշանավոր վանական, ուներ Չեն ընդհանուր ազգանունը և տրված անունը Յի: Նա ծնվել է Գուշի կոմսությունում, Լուոժոու (այժմ՝ Հենան նահանգի Յանշի քաղաքի հարավային մասը): Նա տասներեք տարեկանում դարձավ վանական և վերցրեց բուդդայական Սուանզանգ անունը։ Աշխարհը կոչվում է Տանգ դինաստիայի Սանջանգ։\nՉժենգուանի երրորդ տարում (629, հայտնի է նաև որպես Չժենգուանի առաջին տարի), նա ճանապարհորդեց դեպի արևմուտք՝ Տյանչժու (Հնդկաստան)՝ բուդդայական սուրբ գրություններ ձեռք բերելու համար: Նա միայնակ վտանգի մեջ ընկավ և դիմացավ դժվարություններին: Նա ժամանեց ընդամենը չորս տարում:\nՉժենգուանի տասնյոթերորդ տարում վարպետը պաշտոնապես հրաժարական տվեց և վերադարձավ արևելք։ Նա վերադարձավ Չինաստան ներկայիս Սինցզյան նահանգի, Խոտանի և Լուլանի հարավային ճանապարհով, ընդհանուր առմամբ տևեց տասնյոթ տարի և 50,000 մղոն ճանապարհ: Երբ նա ժամանեց Չանգան Չժենգուանի տասնիններորդ տարվա առաջին ամսին, կայսրը հրամայեց Լյան Գուոգոնգ Ֆանգ Սյուանլինգին և այլ քաղաքացիական և ռազմական պաշտոնյաներին մեծ ընդունելություն մատուցել նրան:\nԸնդհանուր առմամբ պահանջվել է 520 և 657 հատոր բնօրինակ սանսկրիտ բուդդայական սուրբ գրություններ: և թարգմանվել է չինարեն:\nՎարպետի վերադարձից հետո նա մեծ հարգանք էր վայելում կայսր Թայզոնգի և Գաոզոնգ կայսրի կողմից և ամրագրվեց Դա Նեյում՝ տալով նրան «Վարպետ Տրիպիտակա» տիտղոսը։", "聖意": "Տունը խառնաշփոթ է, հաջողություն ինքն իրեն, հաջողություն, լավ բիզնես, լավ ամուսնություն, խոչընդոտում է մարդկանց մուտքը դաշտ, մետաքսի որդեր, անբարենպաստ անասուններ, մարդկանց որոնում, հանրային դատավարություններ, գաղթ, կորցրած գույք, ուշացած հիվանդություն, աղոթում. օրհնությունների համար լեռնային գերեզմանները պետք է հին լինեն:", "古人": "Tang Monk-ը սովորում է բուդդայական սուրբ գրությունները", "第X籤": "Երեսունհինգերորդ վիճակախաղի հաղթողը", "宮": "Շեն Գոնգ"}