{"籤詩版本二": "Առաքինությունը հորից որդուն փոխանցվում է թոռնիկին, սննդի և հագուստի բարգավաճումը կախված է միայն Աստծուց:\nԴահլիճում գտնվող Chunxuan-ը մարդկանց ուրախացնում է:Երբ նրանք սոված են, սնված, ծարավ և քնկոտ, Chunxuan-ը փոխաբերություն է ծնողների համար:", "詩意": "Այս վեցանկյունը կապված է գարուն տանող բամբուկի պատկերի հետ։\nՀուսով եմ, որ ամեն ինչ լավ է ընթանում:", "解曰": "Վերցրեք բամբուկը և տարեք գարուն: Այն անվերջ տարածվում է։ Ջենթլմենը հույս է փնտրում: Բոլորը հիացած.", "籤詩故事一": "◇ Գահ բարձրացավ Չժոուի թագավոր Վուն\nՉժոուի թագավոր Վուն հարձակվեց Չժոու թագավորի վրա և առաջնորդեց ութ հարյուր արքայազնի՝ պայքարելու Շանգ թագավորի բանակի դեմ։ Չաոգեում (Շանգ թագավորի մայրաքաղաք) զինվորները նույնպես շրջվեցին Շանգ թագավորի դեմ և դավաճանեցին թագավոր Շանգին։\nՉժոու թագավորն ինքն իրեն այրեց Չժայսինգ աշտարակի վրա, և Շանգ դինաստիան ավերվեց:\nՎու թագավորն ընդունեց ոսկյա գիրքը և ոսկյա գանձը, որը կայսեր գահն է։ Նա դեմքով դեպի հարավ, ձեռքերը ծալված էր, և նստեց ուղիղ։ Վուն թագավորը հրամայեց բաշխել Լութայի ունեցվածքը, քանդել Աստղահավաք աշտարակը և բաժանել Ջուքիաոյում պահվող բրնձի հացահատիկը։\nԱզատ արձակեք բանտարկված Ջիզին և վերանորոգեք Բիգանի գերեզմանը։ Վու թագավորը նստեց իմաստուն Շան Ռոնգի տան դռան մոտով և գլուխը խոնարհեց։ Հարգեք առաքինի ու բարեկիրթ մարդկանց, իսկ ստրուկներին բաց թողեք ներքին պալատում։\nՆա նաև դադարեցրեց սպառազինությունը և քարոզեց մշակույթն ու կրթությունը։ Նանշանի հարավում ձիեր են արածում, անասուններ արածում են գյուղում դեղձենիներով, խաղաղ տեսարան է։", "聖意": "Տունը լավ վիճակում չէ (հաջողություն), դուք կարող եք կատարել ձեր ցանկությունները (հաջողություն), ֆինանսական շահ փնտրել, գործարք կատարել և ամուսնանալ (ծանոթանալ լավ փեսայի հետ), Լյուջիան ապահով է (կենդանակերպ. նշան), հետիոտները դաշտեր են տեղափոխում, մետաքսի որդերը բախտավոր են, վեց կենդանիներ վնասված են, մարդկանց դժվար է գտնել (տես) հանրային դատավարություններ, ազնվական մարդը շարժվում է, հաջողությունը կորչում է Հիվանդություններ և հիվանդություններ.", "古人": "Գահ բարձրացավ Չժոուի թագավոր Վուն", "第X籤": "Հիսունհինգերորդ շահումը վիճակախաղում (վիճակախաղ)", "宮": "Տգեղ պալատ"}