{"籤詩版本二": "Առավոտյան և մթնշաղ, Բուդդայի աջակցությունը պետք է լինի վտանգի ժամանակ, բայց ոչ վտանգի տակ\nԵթե ​​ձեզ գրավում է ազնվական մարդ, ապա փողն ու մետաքսը նույնպես կուղեկցեն ձեզ Սա Չուան Լայն է։ Ամեն ինչ կախված է ձեզանից:", "詩意": "Այս վեցագրամը ներկայացնում է աստվածների և Բուդդաների գաղտնի օրհնությունը:\nԵղեք համբերատար և հաջողություն ամեն ինչում:", "解曰": "Հնաոճ խաղաղության նշան. Երբ ամեն ինչ թանկ է, բարեհաջող կլինի։", "籤詩故事一": "◇Տանգ Մոնքը հասավ լուսավորության\nՄի օր Թանգ Սենգը եկավ գետի մոտ և տեսավ Բուդդայի Լինգշան լեռը նրա դիմաց, որի դիմաց մի տախտակ կամուրջ կար, Թանգ Սենգը չհամարձակվեց անցնել այն: Բուդդան կերպարանափոխվեց նավակավարի և պահեց մի անհատակ կոտրված նավակ: Հենց որ Թանգ Մոնքը նավ նստեց, նա ընկավ գետը և նրան փրկեց նավավարը: Ահա թե ինչպես Թանգ վանքը հասավ Բուդդա: (Պատմություն Ճանապարհորդություն դեպի Արևմուտք)\n◇Tang Monk-ի բուդդայական սուրբ գրությունները\nՏանգ դինաստիայի Սանջանգը, նրա ընդհանուր ազգանունը Չեն էր, իսկ անունը՝ Յի։ Ծնվել է Գուշի շրջանում, Լուոժոու (այժմ՝ Յանսի քաղաքից հարավ, Հենան նահանգ): Նա տասներեք տարեկանում դարձավ վանական և վերցրեց բուդդայական Սուանզանգ անունը։\nԲուդդայական սուրբ գրությունները ձեռք բերելու համար նա Չժենգուանի երրորդ տարում (մ.թ. 629) ճամփա ընկավ Չանգանից (այսօրվա Սիան, Շանսի նահանգ), շրջեց սահմանը և անցավ անհամար դժվարությունների միջով՝ հասնելու Տյանչժու ( Հնդկաստան) սուրբ գրություններ հավաքելու համար: Նա ճանապարհորդեց Գանգես և Ինդուս գետերի ավազաններով և Հնդկաստանի հարավ-արևելյան ափամերձ շրջաններով, այնուհետև անցավ ձյունածածկ լեռներն ու կանաչ լեռնաշղթաները՝ քայլելով ավելի քան 50,000 մղոն ետ ու առաջ: Նրանից պահանջվեց 16 տարի, որպեսզի վերջապես վերադառնա Չանգան: Ժենգուանի 19-րդ տարին (մ.թ. 645)։ Նա հետ բերեց մեծ թվով բուդդայական սուրբ գրություններ և թարգմանեց դրանք չինարեն:\n(Tang Sanzang-ը երկար ճանապարհ անցավ Չինաստանի և Հնդկաստանի միջև ետ ու առաջ: Նա, հավանաբար, վտանգներ էր ապրել ճանապարհի ընթացքում, բայց նա կարողացավ ապահով վերադառնալ, քանի որ նրա հետևում անտեսանելի հովանավոր սուրբ կար):", "聖意": "Տունն ապահով է, ինքն իրեն՝ բարեհաջող, արևմտյան առևտուրը՝ հաջողակ, ամուսնությունը՝ հաջող, հետիոտնը փակում է դաշտը, մետաքսի որդերը՝ 70%, անասունը՝ ձեռնտու, ժողովուրդը՝ գտնված, արևմտյան հանրությունը. դատը վատ է, գաղթը պահպանողական է, կորցրած ունեցվածքը երևում է, հիվանդությունը բարենպաստ է, սարերն ու դամբարանները բարենպաստ են։", "古人": "Թանգ Մոնքը հասավ լուսավորության", "第X籤": "Վաթսուներկու վիճակախաղի շահում", "宮": "Յին պալատ"}