{"籤詩版本二": "Լողացող ձուկը որոգայթի մեջ է բռնվել Բիբո լճակում.\nԵթե ​​դրա մասին մտածելուց հետո ինչ-որ բան սխալ լինի, ի վերջո դա անախորժություն կառաջացնի։", "詩意": "Այս վեցագրամը ներկայացնում է թակարդի մեջ բռնված ձուկը:\nՑանկալի է նաև զգույշ լինել ամեն ինչում։", "解曰": "Բնակավայր տան տակ։ Աղետը երկնքից է ընկնում. Վաղ արթնացեք և նախազգուշական միջոցներ ձեռնարկեք: Խուսափեք աղետներից.", "籤詩故事一": "◇Ձին ծածկված է ջրով (դժվար է ջուրը հավաքել)\nՀան դինաստիա. Չժու Մայչեն, քաղաքավարական անունը՝ Վենգզի, բնիկ Վու քաղաքից էր Կուայջիում (այժմ՝ Սուչժոու քաղաքի մաս):\nԿյանքի վաղ տարիներին Մայխենի ընտանիքը աղքատ էր, և նա հաջողություն չունեցավ։Զույգը ապրում էր հետնանցքում գտնվող ծղոտե դարպասում՝ կտրելով վառելափայտը և վաճառելով այն՝ ապրուստը հոգալու համար։ Որևէ մեկի գնով վառելափայտ վաճառելով շատ փող չես աշխատում։\nՆրա կինը դուրս է եկել ջուր բերելու և տեսել է, որ մի խումբ երեխաներ ծիծաղում են Մայխենի վրա, կինը մտածել է, որ դա ամոթ է և հետո հեռացել է:\nԵրբ Չժու Մայչենը հիսուն տարեկան էր, Հան դինաստիայի կայսր Վուն փնտրում էր տաղանդներ և երկրպագում Չժուին որպես Կուայջիի պրեֆեկտ:\nՆրա կինը զղջաց իր կուրության համար և ցանկացավ, որ իրեն սպասուհի և հարճ դարձնեն, որպեսզի ծառայեն Չժուին մինչև կյանքի վերջ:\nՄայխենը հրամայեց իր նախկին կնոջը, որ մի դույլ ջուր վերցնի, լցնի աստիճանների վրա և ասաց. «Եթե ջուրը կարելի է հետ տանել, երկուսով կարող են նորից հավաքվել»։\nՀաշվի առնելով ամուսնու և կնոջ փոխհարաբերությունները՝ կնոջը և նրա ամուսնացած ամուսնուն ետևի այգում բաց տարածություն տրվեց՝ մշակելու և իրենց ապրուստը պահելու համար: Նրա կինը նետվել է գետն ու մահացել։", "聖意": "Տունը վտանգի տակ է, ինքն իրեն վտանգի տակ է, փողը կորել է, գործարքը խաղաղ է, ամուսնությունը անհամապատասխան է, Լյուջիան վախեցած է, մարդիկ արգելափակված են, արտերը վնասված են, մետաքսի որդերը կորել են, անասունները կորել են, մարդիկ. գտնվել են, հանրային դատը կորել է, գաղթը լավ է, կորցրած ունեցվածքը անբարենպաստ է, հիվանդությունը վտանգավոր է, և լեռան դամբարանը պետք է փոխվի։", "古人": "Ձին ծածկված է ջրով (դժվար է ջուրը հավաքել)", "第X籤": "Վաթսունչորրորդ նշան", "宮": "Մաոգոնգ"}