{"籤詩版本二": "Կանգլոնգի տասնիններորդ գվարդիայի ճանաչումը. մի կին ամուսնացավ երկրորդ ամուսնու հետ\nՄեկ աղեղով և երկու նետով դինոզավրերը անմիջապես կապրեն խաղաղության մեջ", "詩意": "Այս վեցանկյունը նման է աղեղի, որը պահում է երկու նետ:\nԱմեն ինչ բարենպաստ է, եթե այն գնում է միասին:", "解曰": "Ոչ շատ ծանր: Ճակատագիր. Չժեն Լյուչժոնգը բացվում է. Ցանկալի է զգույշ լինել։", "籤詩故事一": "◇Վենջունն այցելում է Սյանգրուն\nՉժուո Վենջունը Սիչուան նահանգի Լինցյոն նահանգի հարուստ գործարար Չժուո Վանգի թոռան դուստրն էր, նա տիրապետում էր երաժշտությանը և ուներ գրական անուն: Նա ամուսնացել է տասնվեց տարեկանում, մի քանի տարի անց ամուսինը մահացել է, և նա վերադարձել է ծննդաբերական ընտանիք՝ ապրելու որպես այրի։\nՄի օր Սիմա Քսյանգրուն գնաց Չժուո Վանգսունի տուն՝ խնջույքի։ Երբ իմացավ, որ Չժուո Վենջունը նոր է այրիացել, նա նվագեց «Phoenix Seeking the Phoenix» երգը՝ արտահայտելու իր սերը։ Չժուո Վենջունն արդեն լսել էր Սիմա Սյանգրուի մասին, և այս բանկետը նրան ավելի շատ գրավեց Սիմա Սյանգրուի հանդեպ։ Մյուս կողմից, Սիմա Սյանգրուի խնջույքից հետո նա անմիջապես մեծ գումար է ծախսել Չժուո Վենջունի անձնական սպասուհուն կաշառելու համար և խնդրել է նրան փոխանցել Սիմա Սյանգրուի սերը Չժուո Վենջունի հանդեպ։ Այն բանից հետո, երբ Չժուո Վենջունը սպասուհու միջոցով իմացավ Սիմա Սյանգրուի սիրո մասին, նա անմիջապես շտապեց դեպի այն պանդոկը, որտեղ ապրում էր Սիմա Սյանգրուն: Տեսնելով Չժուո Վենջունի ժամանումը, Սիմա Քսյանգրուն անմիջապես փախավ նրա հետ մեկ գիշերվա իր հայրենի քաղաք Չենգդուում:\nԵրբ նրանք Չենդուում էին, զույգը կարիքավոր էր և ստիպված էր վերադառնալ Լինցյոն՝ փոքրիկ հյուրանոց բացելու՝ ապրուստը հոգալու համար: Չժուո Վենջունը գինի էր վաճառում, իսկ Սիմա Սյանգրուն լվանում էր սպասքը: Նրանք ապրում էին աղքատ կյանքով: Այն բանից հետո, երբ Չժուո Վենջունի հայրը՝ Չժուո Վանգսունը, իմացավ այդ մասին, նա համաձայնեց և ֆինանսավորեց նրանց իր ընկերների խորհրդով, այնպես որ Սիմա Սյանգրուն և Չժուո Վենջունը վերադարձան Չենդու՝ ապրելու, իսկ հետո հարստացան։", "聖意": "Տան և գույքի կորուստ, սեփական իրավունքներ և սխալներ, հարստություն փնտրելը, աշխատանքային գործարքները, ամուսնության վերամիավորումից պաշտպանելը.", "古人": "Վենջունն այցելում է Սյանգրուն", "第X籤": "Յոթանասունմեկ շահող լոտո", "宮": "Տացումի"}