{"籤詩版本二": "Սոսի ծառերի տերեւները թափվել են, աշունը մոտենում է, իսկ ճանապարհորդների վերադարձի ճանապարհը ամպերի է նման։\nԱստծո մեծ ջանքերի շնորհիվ նավը վերադարձավ՝ քամու մեջ գանձերով:", "詩意": "Այս վեցագրամը ներկայացնում է սոսի ընկած տերևների պատկերը:\nԱմեն ինչ նախապես վատ է, իսկ վերջում լավ է։", "解曰": "Վերցրեք բաները սրտից: Tianxin-ը հետևում է դրան: ապրելու համար։ Արեք այն, ինչ կարող եք:", "籤詩故事一": "◇Քամին փչում է դեպի Tengwang տաղավար\nՎան Բոն, քաղաքավարի անունը՝ Ցիան, վաղ Տանգ դինաստիայի բանաստեղծ էր։ Նա ծնվել է Յոնհուի՝ Տանգ դինաստիայի կայսր Գաոզոնգի օրոք։ Վան Բոն մանկուց սուրբ գրություններ է կարդում, և նա հայտնի է որպես «հրաշք երեխա»։ Վան Բոն մանկուց սուրբ գրություններ է կարդում, և նա հայտնի է որպես «հրաշք երեխա»։\nԵրբ նա տասը տարեկան էր, նա և իր հայրը պատահաբար անցան Գուանդիի տաճարի մոտով: Նրանք տաճարում տեսան Գուանդիի շքեղ արձանը, որը ձեռքին «Գարուն և աշուն» գրքի պատճենը կարդում էր: Երբ հայրը տեսավ այն, նա տեսավ. ոգեշնչված էր: Նա վանկարկել է Գուան կայսրին. «Կանաչ մորուքով երեք կողպեք բռնած, կանաչ լապտերի մոտ կարդալով Ցին դինաստիայի պատմությունը և հարգանքի տուրք մատուցելով հայտնի անուններին: Իմ ձեռքում պահել եմ կանաչ վիշապն ու լուսինը»: Ասվում է. որ այս տարվա աշնանը Վան Բոն Շանսիից գնաց Հայնան կղզի՝ այցելելու իր հորը, ով պաշտոնանկ էր արվել Ցզյաոժի կոմսության մագիստրատուրայի պաշտոնում՝ անցնելով ճանապարհին հազարավոր լեռներով ու գետերով։ Տարվա աշնանը, երբ նա քսանյոթ տարեկան էր, Վանգ Բոն Շանսիից գնաց Հայնան կղզի՝ այցելելու իր հորը, ով իջեցվել էր Ցզյաոժի շրջանի մագիստրատի պաշտոնում: Նա ճանապարհին անցավ հազարավոր լեռների և գետերի միջով:\nԵրբ մենք հասանք Մադանգ լեռան այդ օրը, բոլորը գնացին ափ հանգստանալու: Երբ Վան Բոն մենակ անցավ հնագույն տաճարի մոտով, հանկարծ տեսավ մի ծերունու, որը նստած էր տաճարի կողքի քարի վրա: Ծերունին նման էր գեղեցիկ մազերով երեխայի: Նա ասաց Վան Բոյին. «Դու Վանգ Բոն չե՞ս», Վանգ Բոն զարմացավ և ասաց. մարդկանց փրկելու մտադրությունները, և ձեր բանաստեղծությունները շատ իմաստալից են: Վաղը Tengwang տաղավարում մեծ խնջույք է լինելու: Եթե կարողանաք մասնակցել բանկետին և շարադրություն գրել, դուք հայտնի կլինեք դարերի ընթացքում և կստանաք ճանապարհածախս: Երբ նրանք եկան: Մադանգ լեռան մոտ բոլորը գնացին ափ՝ հանգստանալու: Երբ Վան Բոն մենակ քայլում էր հնագույն տաճարի մոտով, հանկարծ տաճարի կողքի քարի վրա տեսավ, որ նստած էր մի ծերունի, որը նման էր գեղեցիկ մազերով երեխայի և փերիի: Նա ասաց Վան Բոյին. «Դու չե՞ս Վանգ Բոն»:\nՎանգ Բոն զարմացավ և ասաց.\nԾերունին ասաց. «Ես վաղուց եմ լսել, որ դուք բարի մտադրություն ունեք փրկելու մարդկանց, և ձեր ստեղծագործած բանաստեղծությունները բավականին իմաստալից են: Վաղը արքայազն Թենգի տաղավարում մեծ խնջույք է լինելու: Եթե կարող եք մասնակցել բանկետին և ստեղծագործել, Դարերի ընթացքում հայտնի կլինեք և ճանապարհածախս կստանաք»։\nՎանգ Բոն ասաց. «Այս վայրը վեց կամ յոթ հարյուր մղոն հեռավորության վրա է Թենգվանգ տաղավարից: Ինչպե՞ս կարող ենք վաղը հասնել այստեղ»: Ծերունին ասաց. Վան Բոն շնորհակալություն հայտնեց ինձ և ասաց. «Կներես, սկեսրայրս, դու անմահա՞ն ես, թե՞ աստված»: Ծերունին ծիծաղեց և ասաց. Այս ջրային տարածքի պատասխանատվությունը: Վանգ Բոն ասաց. «Այս վայրը վեց կամ յոթ հարյուր մղոն հեռավորության վրա է Tengwang տաղավարից: Ինչպե՞ս կարող ենք վաղը հասնել այնտեղ»:\nԾերունին ասաց. «Ես ձին կօգտագործեմ որպես աստվածային քամի, որպեսզի օգնեմ քեզ սահուն նավարկել, ես անպայման կհասնեմ վաղը»:\nՎան Բոն շնորհակալություն հայտնեց նրան և ասաց. «Կներես, աներ, դու անմահա՞ր ես, թե՞ աստված»։\nԾերունին ծիծաղեց և ասաց. «Ես Չժոնգյուան ​​Շուջունն եմ, ով ղեկավարում է այս ջրային տարածքը»: Այնուհետև ծերունին հորդորեց Վանգ Բոյին արագ նստել նավը: Նա տեսավ բարենպաստ ամպեր, որոնք շրջապատում էին իրեն որոշ ժամանակ և քամին: իսկ ճանապարհին ջուրը հարթ էր։Աչքի թարթման մեջ նա անցել էր հարյուրավոր մղոններ։\nԱյնուհետև ծերունին հորդորեց Վանգ Բոյին արագ նստել նավը: Նա տեսավ բարենպաստ ամպեր, որոնք շրջապատում էին իրեն որոշ ժամանակ, և դա հարթ ճանապարհ էր: Աչքի թարթման մեջ նա անցել էր հարյուրավոր մղոններ: Ինչպես և սպասվում էր, Վան Բոն շտապեց արքայազն Թենգի տաղավարը մեծ իրադարձության առավոտյան:\nԻնչպես և սպասվում էր, Վան Բոն շտապեց արքայազն Թենգի տաղավարը մեծ իրադարձության առավոտյան: Իսկ տեղում գրել է «Արքայազն Թենգի տաղավարի նախաբանը», որը Տանգ դինաստիայի կայսր Գաոզոնգն անվանել է հավերժական գլուխգործոց։ Իսկ տեղում գրել է «Արքայազն Թենգի տաղավարի նախաբանը», որը Տանգ դինաստիայի կայսր Գաոզոնգն անվանել է հավերժական գլուխգործոց։\nՄի բանաստեղծություն կա, որն ասում է.\nՄիշտ ասվել է, որ տաղանդավոր մարդիկ աստվածներ են, ուստի պատահական չէ, որ քամին Նանչանգին բերում է Նանչանգ.\nԵս բանաստեղծություն գրեցի Թեն թագավորի բարձր տաղավարի մասին, և նա հետևեց անմահներին՝ Չժոնգյուանին ուղեկցելու համար։", "聖意": "Աղոթեք ձեր տան համար և պաշտպանեք ինքներդ ձեզ, աղոթեք օրհնությունների համար, փնտրեք հարստություն և հասեք ամուսնության և ներդաշնակության:", "古人": "Քամին փչում է դեպի Tengwang տաղավար", "第X籤": "Ստորագրեք ութսունմեկ", "宮": "Վեյ Գոնգ"}