{"籤詩版本二": "Մութ ամպերն ու մառախուղը ծածկում են լեռան դիմացի ճանապարհը, ամեն ինչ կլոր է, և լուսինը կրկին կլոր է։\nԵթե ​​ձեռք բերեք պոեզիա և գրքեր, դուք կարթնանաք խորը երազից, ազնվական մարդը ձեզ կուղեկցի տանիք:", "詩意": "Այս վեցագրամը խորհրդանշում է գարնան ավարտը և ծաղիկների ծաղկումը։\nԱմեն ինչ փոխվում է Տիրոջից հետո:", "解曰": "Ծերունին օգնություն է խնդրում: Գարնանը նորից ծաղկում է։ Փառքի և հարստության ցանկություն: Կյանքի վերջում հանդիպեք անսպասելի գումարի:", "籤詩故事一": "◇ Հան Վենգոնը հանդիպում է ձյան\nՀան Յու, ում քաղաքավարության անունը Տույժի էր, Չանգլիից էր: Թանգ Դեզոնգը դարձավ Ջինշի Չժենյուանի ութերորդ տարում, և նրա հետմահու կոչումը Վեն Գոնգ էր։\nԹանգ դինաստիայի կայսր Սյանցոնգի օրոք Հան Յուն ապստամբեց Բուդդայի ոսկորների հետ, ինչը բարկացրեց կայսրին: Հան Յուն թողեց կնոջն ու երեխաներին և գնաց Չաոժոու։ Մի քանի օրից էլ քիչ քայլելուց հետո սառը քամին ուժեղացավ և առատ ձյուն տեղաց։ Հան Յուն եկավ մի տեղ, որտեղ ձյունը մի քանի ոտնաչափ խորություն ուներ, ինչը դժվարացնում էր նրա ձիու առաջ գնալը, մոտակայքում տուն չկար և չգիտեր, թե որտեղ է ճանապարհը: Եթե ​​ուզում ես գնալ ճանապարհով ու նահանջել, հետդարձի ճանապարհ չկա։ Քամին ուժգին էր փչում, իսկ ձյունն արագ թափվում էր, Հան Յուն մինչև կաշին թրջված էր, սառած ու քաղցած, և վիշտը արտահայտելու տեղ չուներ։\nՀան Յուն հոգոց հանեց և ասաց. «Կայսրը ինձ չի սպանի, բայց կայսրն ուզում է ինձ ոչնչացնել»։\nՀենց այն ժամանակ, երբ Հան Յուն հուսահատ էր, նա տեսավ մի մարդու, որը գալիս էր ձյունը մաքրելու, չնայած սաստիկ ցրտին, պարզվեց, որ նա Հան Սյանցզին է (Հան Յուի եղբոր որդին):\nՀան Սյանցզին նախապես ասել էր Հան Յուին. «Ո՞ւր է Յուն Հենգի տունը Ցինլինգում: Ձյունը գրկում է կապույտ դարպասը, և ձին դադարում է առաջ շարժվել»: Այդ ժամանակ Հան Յուն չէր հասկանում, թե ինչ նկատի ուներ Հան Սյանցին, բայց հիմա նա վերջապես հասկացավ.\nԱյսպիսով, Հան Յուն ու Հան Սյանցզին գնացին գիշերելու Ֆուի տանը՝ Լանգուանում։ Խոսելով անցյալի և մշակության ճանապարհի մասին՝ Հան Յուն անկեղծորեն համոզվեց.\nՀետագայում Հան Յուն հրաժարվեց իր պաշտոնական դիրքից, իր ողջ ունեցվածքը նվիրեց տեղական իշխանությանը և գնաց լեռներ՝ դաոսիզմով զբաղվելու և անմահ դառնալու համար։", "聖意": "Տունն իր համար լավ չէ, փող փնտրելիս զգույշ եղիր, գործի վրա կենտրոնացիր, ամուսնությունը ուշանում է, Լյուջիա կին հետիոտները դաշտերը փակում են, մետաքսը լավն է, անասունը լավն է, դժվար է մարդկանց գտնելը, հանրային դատավարությունները կրկնվում են, միգրացիան՝ թարմացվում է, կորցրած իրերը լուրջ են, հիվանդությունները հետաձգվում են, լեռնային դամբարանները պետք է փոխվեն.", "古人": "Հան Վենգոնգը հանդիպում է ձյան", "第X籤": "Ութսունհինգերորդ շահումով վիճակախաղ", "宮": "Շեն Գոնգ"}