{"籤詩版本二": "Ինձ մի անհանգստացրեք ձեր անձնական գործերով, սա ավելի տեղին է հանրությանը հարցնել.\nՄաքուր սիրտը նույնքան պայծառ ու պարզ է, որքան պայծառ լուսինը երկնքում", "詩意": "Այս վեցագրամը ներկայացնում է երկնքում պայծառ լուսնի պատկերը:\nԱմեն ինչ լուսավոր է և օդային։", "解曰": "Եղիր սրտով ուղիղ: Ուղղեք օրենքը. Սուրբ խոսքեր. Վերջապես պարզ է դառնում.", "籤詩故事一": "◇Կոնգ Մինգի գեներալ\nԼուծում. Չժուգե Լիանգը մոբիլիզացնում է իր զորքերը և գեներալներին\nԵրեք թագավորությունների ժամանակաշրջանում Ժուգե Լիանգը (181-234), քաղաքավարի անունը՝ Կոնմինգ, ծնվել է Յանգդուում, Լանգյա (այժմ՝ Յինան շրջան, Շանդուն նահանգ):\nՉժուգե Լիանգը համաձայնեց դառնալ պաշտոնյա այն բանից հետո, երբ Լյու Բեյը երեք անգամ այցելեց ծղոտե քոթեջը: Այդ ժամանակ Կաո Կաոն խաղաղեցրել էր Հեբեյին և վճռական էր արշավել դեպի հարավ: Նա ուղարկեց Սյահու Դունին որպես գլխավոր գեներալ, Յու Ջինին, Լի Դյանին և այլոց որպես գլխավոր գեներալ: գեներալների տեղակալներ, առաջնորդելով 100.000-անոց բանակ՝ շարժվելու դեպի Քսինյե։ Թեև Չժուգե Լիանգն այդ ժամանակ թշնամուց նահանջելու ծրագիր ուներ, Գուան Յուն և Չժան Ֆեյը արհամարհեցին Չժուգե Լիանգի խոսքերը։ Չժուգե Լիանգին այլ ելք չուներ, քան օգտագործել Լյու Բեյի սուրը՝ երկուսին համոզելու համար, այնպես որ նրանք յուրաքանչյուրը առաջնորդեցին հազարավոր զորքեր և դարանակալեցին Յուշանում և Անլինում: Նրանք սպասեցին, որ Քսահոու Դունը առաջնորդի իր բանակը, և հետո հարձակվեցին նրանց վրա: դարանակալներ և կրակ.\nԲացի այդ, Չժաո Յունին ուղարկեցին առաջնորդելու բանակի հին ու թույլ մնացորդներին՝ որպես առաջապահ պայքարելու Սյահու Դունի դեմ, այնուհետև կեղծելով պարտությունը և նահանջեց՝ գայթակղելով Սյահու Դունին լեռների և անտառների նեղ ճանապարհի մեջ։ Նա նաև ուղարկեց Գուանին։ Ping-ը, Zhou Cang-ը, Liu Feng-ը և ուրիշներ՝ գաղտագողի մտնելու Կաոյի բանակի թիկունքը՝ վառելով պաշարները և խուճապ ստեղծելով Կաոյի բանակում:\nՃակատամարտից հետո ամեն ինչ եղավ այնպես, ինչպես կազմակերպել էր Չժուգե Լիանգը: Երբ Սյահոու Դունը և Յու Ջինը գլխավորեցին բանակը հետապնդելու համար, Լի Դիանը, ով գտնվում էր թիկունքում, շտապ տեղեկացրեց Սիահու Դունին ճակատում, որ նա պետք է պաշտպանվի թշնամու կրակից: Այնուամենայնիվ, արդեն ուշ էր: Կաոյի բանակը կաշկանդված էր. նեղ ճանապարհը և գտնվում էր մի վայրում, որտեղ ծառերը միահյուսված էին, ուստի հրդեհը չհաջողվեց բռնկել: Եղան մեծ զոհեր, իսկ Սյահու Դունը և մյուս գեներալները պարտվեցին և փախան հետ Սյուդու:\n(Այս պատմությունը փոխաբերություն է այն մասին, որ Քոնգ Մինգը լավ է կարողանում օգտագործել մարդկանց և կառավարել երկիրը իմաստությամբ):", "聖意": "Տունն ու տունը բարենպաստ են: Մաղթում եմ հաջողություն հարստության մեջ, մտքի խաղաղություն, բարգավաճ բիզնես, ամուսնություն, հաջողություն, հաջողություն Լյուջիայում, տղամարդիկ տեղափոխում են դաշտեր, մետաքսե որդ, անասունների կորուստ, անհայտ կորածներ, հանրային դատավարություններ, միգրացիա, կորցրած ունեցվածք, օրհնություններ, հիվանդություն, խաղաղություն, սարեր ու գերեզմաններ։", "古人": "Կոնգ Մինգի գեներալ", "第X籤": "Իններորդ նշան", "宮": "Յին պալատ"}