{"籤詩版本二": "Հոյակապ պագոդան անսովոր է, բոլոր կողմերից փայլուն դեկորացիաներով, որոնք փայլում են լույսով\nԵս կոչ եմ անում ձեզ վճռական լինել ջանասիրաբար խոնարհվելու և բարի գործեր անելու համար, և դրախտը ձեզ օրհնություններ կուղարկի:", "詩意": "Այս վեցագրամը ներկայացնում է արժանիքների դրսևորումը:\nԱմեն ինչ բարեհաջող է:", "解曰": "Այս օրհնությունները. Բոլորն էլ ունեն: Շատ զբաղված մի եղեք: Վաստակությունը նախապես որոշված ​​է։", "籤詩故事一": "◇ Ֆենյանգի թագավորը չինական Վալենտինի օրը հանդիպում է իր թոռանը\nԼուծում․ Գուո Զիին չինացի Վալենտինի օրը հանդիպեց երկիր իջնող Ջուլհակ աղջկան։ Թիանսունը, նեֆրիտի կայսրի թոռնուհին, Յոթ փերիներն են:\nGuo Ziyi (697-781), որը նաև հայտնի է որպես Guo Linggong, բնիկ Չժենգ շրջանից էր, Huazhou (այժմ Huaxian County, Shaanxi նահանգ) և Tang Dynasty-ի գեներալ: Կայսերական արքունիքը Զիյիին շնորհեց Ֆենյանգի թագավորի տիտղոս։\nԱսում են, որ Զիին ծագումով Հուաժոուից էր և գնաց միանալու բանակին Մեծ պարսպից դուրս: Նա գնաց Պեկին ՝ զինվորական վարձատրություն ստանալու համար և վերադարձավ Յինչժոու: Այդ ժամանակ պատահաբար չինացի Վալենտինի օրն էր: Քամին և ավազը: Մթնում էին, և արևը մթնում էր: Զիին չէր կարող առաջ շարժվել, ուստի նա կանգնած էր ճանապարհի կողքին: Նա քնում էր հատակին դատարկ տան մեջ: Երբ պատրաստվում էր քնել, նա հանկարծ կարմիր լույս տեսավ: երկու կողմից։Նա վեր կացավ և զարմացած նայեց վերև։Երկնքում մի ամպ էր,որ դանդաղ իջնում ​​էր։Նստած էր մի գեղեցիկ կին՝ արժանապատիվ ու շքեղ, բոլորովին տարբերվող սովորական մարդկանցից։ Զիյին իսկույն հարգանքի տուրք մատուցեց և ասաց. «Այսօր յոթերորդ լուսնային ամսվա յոթերորդ օրն է, կարծում եմ Ջուլհակ աղջիկն է, ով եկել է՝ ցանկանալով նրան երկարակեցություն և հարստություն շնորհել»։\nԿինը նույնպես պատասխանեց. «Մեծ հարստության հետ գալիս է երկարակեցությունը»:\nԵրբ նա ավարտեց խոսքը, փայլը վերադարձավ, և ամպերը կամաց-կամաց բարձրացան: Կինը դեռևս հաճելի ժպիտով նայում էր Գուո Զիյիին, մինչև որ նա շատ հեռու էր նրանից, իսկ հետո ծուխը մշուշվեց, և նա այլևս չէր երևում:\nՊարզվեց, որ ճիշտ է, ինչպես կինը ասաց. Զիյիի արժանիքները աշխարհահռչակ են, նա չափազանց սիրված նախարար է, գեներալ է և՛ արժանիքներով, և՛ արժանիքներով։", "聖意": "Ցանկություն արա քեզ համար տանը, մաղթիր քեզ համար, աղոթիր փողի համար, հաջողություն բիզնեսում, հաջողություն ամուսնության մեջ, հաջողություն Լյուջիայում, երջանիկ ճանապարհորդություններ մարդկանց հետ, շարժվող դաշտեր, մետաքսի որդեր, կայուն անասուններ, վատ հաջողություն գտնելու մեջ: մարդիկ, հասարակական դատավարություններ, միգրացիա, բարի բախտ, կորցրած գույքի հիվանդություններ, դամբարաններ Չժենսինգշանում", "古人": "Թագավոր Ֆենյանգը չինական Վալենտինի օրը հանդիպում է իր թոռանը", "第X籤": "Ստորագրեք իննսունվեց", "宮": "սյուգոնգ"}