{"籤詩版本二": "दुनिया एक अच्छी शादी, शुभ दिन और अच्छे समय के लिए बनाई जाए और सभी चीजें अच्छी हों\nयदि आपको इतना कुछ मिल जाए तो यह कोई छोटी बात नहीं है। सम्राट घोषणा करता है कि लोग वफादार और ईमानदार हैं।", "詩意": "यह हेक्साग्राम स्वर्ग और पृथ्वी के उद्घाटन की शुरुआत का प्रतिनिधित्व करता है।\nसब कुछ शुभ है.", "解曰": "तीव्र गति. वर्ष अपने समय के लायक नहीं है. गुआनिन लिखता है। पहले मुझे बताओ.", "籤詩故事一": "◇झोंगली प्रबुद्ध हो गया\nझोंगली क्वान, उपनाम झोंगली, दिया गया नाम क्वान, शिष्टाचार नाम युनफैंग और उपनाम झेंगयांग, पूर्वी हान राजवंश के दौरान जियानयांग काउंटी, शीआन, शानक्सी प्रांत का मूल निवासी था।\nझोंग लिक्वान हान राजवंश के एक जनरल थे। पश्चिमी कियांग के खिलाफ अभियान के दौरान, वह कमांडर लियांग यी से ईर्ष्या करते थे और उन्हें केवल 30,000 पुराने और कमजोर सैनिक सौंपे थे। जैसे ही वह अपने गंतव्य पर पहुंचे, शिविर को लूट लिया गया था पश्चिमी क़ियांग सेना, और सैनिक भाग गए। झोंग लिक्वान एक घाटी में खो गया और रास्ते में एक साधु से मिला। वह उसे एक छोटे से गाँव में ले गया और कहा, \"यह श्री डोंगहुआ का निवास है।\" फिर उसने अलविदा कहा और चला गया। थोड़ी देर बाद, किसी ने अचानक कहा, \"ऐसा इसलिए होगा क्योंकि हरी आंखों वाला हू आदमी बहुत बातूनी है।\" उसने एक आदमी को सफेद हिरण का फर पहने और हरे रंग की क्विनोआ छड़ी पकड़े हुए देखा। उसने झोंग लिक्वान से पूछा, \"वह व्यक्ति जो आया था यहाँ हान दा हैं। जनरल झोंग्लिक्वान\n? झोंग लिक्वान यह जानकर हैरान रह गया कि उसकी मुलाकात एक अजीब व्यक्ति से हुई है, इसलिए उसने ईमानदारी से ताओ सीख लिया।\nझोंग लिक्वान ने बाद में जेनरेन हुआयांग और अमर राजा जुआनफू से मुलाकात की, और \"अमरता का रहस्य\" सीखा। अंत में, वह कोंगटोंग पर्वत में ज़िजिन सिहाओफ़ेंग में रहे, उन्होंने \"जेड बॉक्स का रहस्य\" प्राप्त किया, और एक सच्चे अमर बन गए। उन्हें क्वानज़ेन संप्रदाय द्वारा पांच उत्तरी पितृसत्ताओं में से एक के रूप में भी सम्मानित किया गया था।", "聖意": "अपने घर और घर के लिए शरद ऋतु और सर्दियों में अच्छे भाग्य के लिए प्रार्थना करें। शरद ऋतु और सर्दियों में अच्छे भाग्य की तलाश करें। व्यापार में सौभाग्य, विवाह में सौभाग्य, लड़कों को जन्म देने में सौभाग्य, क्षेत्र की यात्रा के लिए सौभाग्य , रेशम के कीड़ों में सौभाग्य, पशुधन में सौभाग्य, लोगों को ढूंढने में सौभाग्य, सार्वजनिक मुकदमों में सौभाग्य, प्रवासन में सौभाग्य, खोई हुई संपत्ति, पूर्वोत्तर बीमारियाँ, पहाड़ों और कब्रों को भेजने में सौभाग्य।", "古人": "झोंगली प्रबुद्ध हो गया", "第X籤": "पहला संकेत", "宮": "गर्भाशय"}