{"籤詩版本二": "आप तलाई क्यों नहीं जाते, जो कोने के आसपास ही है? मैं अस्थायी रूप से सज्जन को पहाड़ से बाहर छोड़ दूँगा।\nयदि बाघ या खरगोश के बारे में अच्छी खबर है, तो आप व्यस्त होने के बावजूद भी स्वतंत्र रहेंगे।", "詩意": "इस षट्कोण में दुर्भाग्य के बीच आशीर्वाद का संकेत है।\nहर चीज़ पहले से ख़राब और अंत में अच्छी होती है।", "解曰": "भाँग रेशम से बदलें। किसी के पैर मारना. साफ़ साफ़ देखो। आपदाओं से आशीर्वाद मिलता है.", "籤詩故事一": "बुकिट में एक मास्टर से मुठभेड़\nवू जी मूल रूप से एक लकड़हारा था, और दोनों की मुलाकात जियांग जिया से तब हुई जब वे फेंग नदी में मछली पकड़ रहे थे। वूजी हँसे जब उन्होंने जिया को सीधे काँटे से मछली पकड़ते देखा।\nज़िया ने वुजी के चेहरे की ओर देखा और भाग्य बताने वाला बताया: \"यदि आप आज शहर में प्रवेश करते हैं, तो आप किसी को मार डालेंगे।\" यह सुनने के बाद, वू जी गुस्से में चले गए और शहर में जलाऊ लकड़ी ले गए।\nशहर में प्रवेश करने के बाद, वू जी अन्य लोगों से भिड़ गए और गलती से प्रधान मंत्री वेन वांग को पीट-पीट कर मार डाला।\nराजा वेन ने ज़मीन को जेल की तरह बनाया और वू जी को कैद कर लिया।\nबुकिट होउ को अस्थायी रूप से रिहा कर दिया गया और शरद ऋतु तक अपनी मां की देखभाल करने के लिए मौत की सजा सुनाई गई।\nउसकी माँ ने उससे जियांग ज़िया से मदद माँगने को कहा।\nताइगोंग ने उसे अपने शिष्य के रूप में स्वीकार किया, उसे युद्ध की कला सिखाई, और उसकी जन्मजात नियति को तोड़ने के लिए छेद खोदने और जादू करने का आदेश दिया।\nशरद ऋतु के बाद, वू जी को सजा नहीं दी गई। राजा वेन ने जन्मजात संख्याओं का अनुमान लगाया और सोचा कि वू जी ने अपराध के डर से आत्महत्या कर ली है।\nबाद में, राजा वेन वू जी से मिले, और वू जी ने राजा वेन को जियांग ताइगोंग से मिलवाया।\nताइगॉन्ग को जनरल ऑफ़ वुड की उपाधि से सम्मानित किया गया। मास्टर और प्रशिक्षु दोनों राजा वेन के लिए काम करते थे।", "聖意": "घर सुरक्षित है, स्वयं भाग्यशाली है, व्यवसाय अच्छा है, शादी में देर हो गई है, पुरुष पैदल यात्री खेत में नहीं लौटा है, रेशम के कीड़ों से लाभ होता है, छह जानवर शेनजी हैं, खोज अच्छी है, सार्वजनिक मुकदमा है अच्छा है, प्रवासन रूढ़िवादी है, खोई हुई संपत्ति देखी जाती है, बीमारी अच्छी है, किउजी, पहाड़ और कब्र अच्छी हैं।", "古人": "बुकित मुठभेड़", "第X籤": "बारहवाँ लक्षण", "宮": "यिन पैलेस"}