{"籤詩版本二": "जिस प्रकार एक सारस अपने नश्वर पिंजरे से बाहर निकलता है, उसी प्रकार नश्वर पिंजरे से बाहर निकलना भी संभव है।\nउत्तर, दक्षिण और पूर्व के बीच कोई बाधा नहीं है। आप सीधे जिउक्सियाओ पैलेस जा सकते हैं।", "詩意": "यह हेक्साग्राम अपने पिंजरे को छोड़ती हुई एक क्रेन की छवि का प्रतिनिधित्व करता है।\nहर चीज़ पहले से ख़राब और अंत में अच्छी होती है।", "解曰": "कोई चिंता नहीं। सड़क समृद्ध है. आसान बने रहे। एक इंसान (भगवान) के रूप में लापरवाह.", "籤詩故事一": "◇ज़िया ने अपना आधिकारिक पद त्याग दिया\nजब जियांग ज़िया एक भविष्यवक्ता के रूप में काम कर रहा था, तो उसने देखा कि एक महिला जेड पीपा आत्मा द्वारा बदल दी गई थी, इसलिए उसने उसे पकड़ लिया और स्याही के पत्थर से उसकी पिटाई भी की। राजा झोउ के प्रधान मंत्री ने बताया कि क्या हुआ था, पूछा कि क्या हुआ था, और फिर जियांग ज़िया को राजा झोउ से मिलने ले गए। जियांग जिया ने राजा झोउ के सामने पीपा आत्मा को उसके मूल आकार से जलाने के लिए समाधि ट्रू फायर का इस्तेमाल किया और राजा झोउ ने उसे एक वरिष्ठ अधिकारी बना दिया।\nजेड पीपा भावना का बदला लेने के लिए, दाजी ने राजा झोउ से जियांग ज़िया को एक हिरण मंच बनाने का आदेश देने के लिए कहा। जियांग ज़िया ने राजा झोउ को डांटा, और राजा झोउ ने उसे मारने का आदेश दिया। जियांग ज़िया पानी का उपयोग करके भाग निकला। घर लौटने के बाद, जियांग ज़िया ने मा से ज़िकी के पास जाने के बारे में पूछा, और मा उसे तलाक देना चाहती थी। इसलिए जियांग ज़िया अकेले ज़िकी (झोउ राजवंश के राजा वेन की राजधानी) गए।\nजियांग ज़िया ज़िकी पहुंचे और पंक्सी कण्ठ में मछली पकड़ने के लिए एकांत में रहने लगे। उनकी मुलाकात झोउ के राजा वेन से हुई जो प्रतिभाओं की तलाश करने के लिए उत्सुक थे। राजा वेन के ईमानदार अनुरोध पर, जियांग ज़िया को उनके शिक्षक के रूप में पूजा गया और उन्होंने राजा वेन की सहायता की।", "聖意": "मैं घर पर असहज हूं और मैं वित्तीय सहयोग, लेन-देन, विवाह, लिउजिया, पुरुष पैदल यात्री, खेत देखना, रेशमकीट, शरद ऋतु लाभ, छह पशुधन हानि, लोगों की खोज, सार्वजनिक मुकदमों में बाधा, प्रवासन, खोई हुई संपत्ति, दक्षिणपूर्व की तलाश करना चाहता हूं। रोग, अस्त, पहाड़ और कब्र भेजना, शुभता।", "古人": "ज़िया ने अपना आधिकारिक पद त्याग दिया", "第X籤": "चौदहवाँ लॉटरी विजेता", "宮": "माओगोंग"}