{"籤詩版本二": "चिंताओं और चिंताओं से अस्थायी रूप से राहत मिलती है, और खुशी आसमान से आती है।\nगोबर में छिपे जेड की तरह, एक अच्छा कार्यकर्ता धूल को बाहर निकालता है", "詩意": "यह हेक्साग्राम यिन और यांग के सामंजस्य का प्रतिनिधित्व करता है।\nआपने जो कुछ भी योजना बनाई है वह शुभ है।", "解曰": "न कुछ पाया, न कुछ खोया। हानि से लाभ. खलनायक मुसीबत में है. आपको शुभकामनाएँ, सज्जन।", "籤詩故事一": "◇ये मेंग जिओंग चाओ दी\nये मेंगक्सिओनग (1531-1597), जिसका शिष्टाचार नाम नानझाओ था और जिसका नाम लोंगतांग था, को बदलकर लोंगतान कर दिया गया और उसका नाम हुआयुन भी रखा गया। मिंग राजवंश में वानशिफांग, हुइझोउ फुचेंग (अब हुइचेंग जिले, हुइझोउ शहर का हिस्सा) का मूल निवासी। जियाजिंग शासनकाल (1565) के 44वें वर्ष में, वह जिंशी बन गए और उन्हें किंग काउंटी के मजिस्ट्रेट की उपाधि से सम्मानित किया गया। उन्होंने स्थानांतरण विभाग के निदेशक के रूप में कार्य किया, और बाद में शांक्सी रोड के पर्यवेक्षी सेंसर में बदल गए।\nवानली (1592) के 20वें वर्ष में, निंग्ज़िया के जनरल कौंसल, कुएबाई (मंगोलियाई तातार जनजाति के प्रमुख) ने गवर्नर डांग शिन को मार डाला और हेक्सी प्रांत में सैंतालीसवें किले पर कब्जा कर लिया।, शहर को तोड़ दिया, पूजा की और जला दिया खुद को मौत के घाट उतार दिया. मेंग जिओंग श्रेय लेने में अहंकारी नहीं है, और अपने कौशल को उन जनरलों जितना अच्छा होने देता है जो लड़ने की हिम्मत रखते हैं। आधिकारिक वेई ज़ुएज़ेंग को बहाल कर दिया गया। अपने बाद के वर्षों में, उन्होंने पांच बार इस्तीफा दिया और हुइलोंग मंदिर का निर्माण करने के लिए हुइझोउ लौट आए।\nये मेंगक्सिओनग ने शुरुआत में एक सिविल सेवक के रूप में ताओवाद में प्रवेश किया, और अपनी ईमानदारी के लिए प्रसिद्ध थे। पुराने ऐतिहासिक रिकॉर्ड में कहा गया है कि वह \"विनम्रता और क्षमता में प्रथम\" थे, \"भ्रष्टाचार को खत्म करते हैं और विद्रोहियों को दंडित करते हैं\", एक अच्छी प्रतिष्ठा छोड़कर; वह थे अत्यंत वफादार, साहसी, साहसी और साधन संपन्न। तोपखाने में अच्छा। उनके जीवन के उत्तरार्ध में, उनके मार्शल आर्ट कौशल को \"मिंग राजवंश के इतिहास\" में दर्ज किया गया और उन्हें एक राष्ट्रीय नायक माना गया।", "聖意": "घर प्रतिकूल है (शांति बढ़ रही है) शरद ऋतु और सर्दी स्वयं के लिए अच्छे हैं, धन सफल होगा, लेनदेन सफल होगा, विवाह सफल होगा, लिउजिया को झूठा अलार्म होगा (खजाना होगा), पैदल यात्री मैदान में आएंगे रेशम के कीड़ों के लिए प्रार्थना करने के लिए, छह जानवर सपाट होंगे, लोग मिलेंगे, सार्वजनिक मुकदमे प्रतिकूल होंगे, प्रवासन रूढ़िवादी होगा, खोई हुई संपत्ति में बाधा आएगी, फ़ुशान कब्र में बीमारियों का निपटारा किया जाएगा", "古人": "ये मेंग जिओंग चाओ दी", "第X籤": "सोलहवीं विजेता लोट्टो", "宮": "माओगोंग"}