{"籤詩版本二": "गोल्डन क्रो पश्चिम में और खरगोश पूर्व में उगता है। दिन और रात का चक्र प्राचीन काल से आज तक जारी है।\nभिक्षु और ताओवादी जानते हैं कि कोई नुकसान नहीं है, और विद्वान, किसान, उद्योग और व्यापारी सभी अपने मन की बात सुनते हैं।", "詩意": "यह हेक्साग्राम यिन और यांग के घटने-बढ़ने को दर्शाता है।\nयह इस बात का भी संकेत है कि सब कुछ योजना के अनुसार होगा।", "解曰": "मन में कुछ भी नहीं है. आपने जो किया वह सराहनीय है. धनुष से निकले तीर की तरह. एक गोली निशाने पर लगी.", "籤詩故事一": "◇चाचा काओ गुओ एक अमर हैं\nज़ुझाउ के मूल निवासी काओ गुओजिउ को सोंग राजवंश के रेनज़ोंग काल के दौरान राज्य का बड़ा चाचा कहा जाता है। उनका नाम काओ यी था, जिन्हें काओ जिंगशीउ के नाम से भी जाना जाता था।\nचाचा काओ गुओ का एक छोटा भाई था जिसका नाम काओ एर था। इस काओ एर ने शाही अधिकार की अपनी स्थिति पर भरोसा किया और सभी प्रकार की बुराई की। उसने खेतों पर कब्जा कर लिया, पत्नियों और बेटियों को छीन लिया, और कुछ अराजक खलनायकों से दोस्ती कर ली, जो आते-जाते रहते थे। काओ गुओजीउ इसे बर्दाश्त नहीं कर सका, इसलिए उसने उसके अच्छे शब्दों और सांत्वनाओं को सुनने से इनकार कर दिया, इसलिए उसने उसे नियंत्रित करने के लिए दंड का सहारा लिया। दोनों भाइयों ने द्वेष पैदा किया।\nकाओ गुओजिउ ने कहा: \"दुनिया का सिद्धांत यह है कि जो लोग अच्छी चीजें जमा करते हैं वे समृद्ध होंगे, और जो लोग बुराई जमा करते हैं वे नष्ट हो जाएंगे। यह एक अपरिवर्तनीय सत्य है। हमारे काओ परिवार ने आज की संपत्ति हासिल करने के लिए अतीत में बुरे कर्म जमा किए हैं। अब मेरे भाई ने चरम सीमा तक बुराई जमा कर ली है, भले ही वह बच जाए भले ही आपको किसी अधिकारी द्वारा दंडित किया जाए, आप छिपी हुई आपदाओं से नहीं बच सकते। एक बार जब कोई आपदा आती है और आपका परिवार नष्ट हो जाता है और कोई मर जाता है, तो आप बच नहीं पाएंगे उस समय। मैं अपमानित होऊंगा और डरूंगा।\" इसलिए, मैंने अपनी सारी संपत्ति बिखेर दी, उसने गरीबों की मदद की और अब अपने भाई के मामलों की परवाह नहीं की। फिर उन्होंने अपना घर और दोस्तों को छोड़ दिया, ताओवादी वर्दी पहन ली और अपने मन और स्वभाव को विकसित करने के लिए पहाड़ों में चले गए।\nएक दिन, उनकी मुलाकात हान राजवंश के झोंगली और लू डोंगबिन से हुई। वे अंकल काओ गुओ के शानदार उत्तरों को देखकर बहुत खुश हुए। उन्होंने उसे \"सत्य को लौटाने का गुप्त आदेश\" दिया और उसे सावधानीपूर्वक अभ्यास करने का आदेश दिया। जल्द ही, झोंगली क्वान और लू डोंगबिन को अमर वर्ग से परिचित कराया गया।", "聖意": "घर के लिए सौभाग्य, घर, सौभाग्य, सौभाग्य, व्यापार में सौभाग्य, विवाह, पुरुष यात्री, खेत में रेशम के कीड़ों का जल्दी रोपण, पशुधन की विफलता, लोगों की तलाश, मुकदमा, प्रवास, खोई हुई संपत्ति, देर से बीमारी, सौभाग्य", "古人": "अंकल काओ गुओ अमर हैं", "第X籤": "अठारहवें पर हस्ताक्षर करें", "宮": "माओगोंग"}