{"籤詩版本二": "तेज पानी वाले तट से नाव को वापस जाने देना, उथल-पुथल के कारण आप क्या करना चाहते हैं?\nयदि आप सुरक्षित रहना चाहते हैं, तो शांति की तलाश करें और इस संकट को पार करने के लिए लहरों की प्रतीक्षा करें।", "詩意": "यह हेक्साग्राम तेजी से समुद्र तट पर यात्रा कर रही एक नाव की तरह है।\nहर चीज़ में रूढ़िवादी रहें और समय का इंतज़ार करें।", "解曰": "तेज पानी में उतरना. ख़तरा समय का इंतज़ार कर रहा है. यदि आप शिविर योजनाओं के बारे में पूछें। कुछ भी नहीं किया जा सकता है।", "籤詩故事一": "◇ज़ियी को राजा का ताज पहनाया गया\nगुओ ज़ियि (697-781), जिन्हें गुओ लिंगगोंग के नाम से भी जाना जाता है, झेंग काउंटी, हुआझोउ (अब हुआक्सियन काउंटी, शानक्सी प्रांत) के मूल निवासी थे और तांग राजवंश में एक जनरल थे।\nतियानबाओ (755) के 14वें वर्ष में अंशी विद्रोह के दौरान, उन्हें शुओफांग जिदुशी (लिंगवु, वर्तमान निंगक्सिया में लिंगवु के पश्चिम में) की उपाधि दी गई थी। उन्हें धर्मयुद्ध करने का आदेश दिया गया था। उन्होंने शूओफांग की सेना को ली गुआंगबी के साथ मिलाकर मार्च किया हेबेई में। वे चांगशान (झेंगडिंग, हेबेई) में सेना में शामिल हो गए और शी सिमिंग को हराकर हेबेई पर पुनः कब्ज़ा कर लिया। इस समय, गुओ ज़ियि ने सुझाव दिया कि सम्राट फैन यांग को उत्तर से ले जाएं और टोंगगुआन की घेराबंदी को कम करने के लिए विद्रोही बाघ की मांद पर हमला करें, लेकिन जुआनज़ोंग ने इनकार कर दिया। बाद में, तांग राजवंश के अंत में अलगाववादी जागीरदार कस्बों की स्थिति पैदा हो गई, जो तांग राजवंश के निधन का दूरस्थ कारण भी बन गया।\nतियानबाओ के शासनकाल (756) के पंद्रहवें वर्ष में, उन्होंने और उइघुर गठबंधन ने हेकू को शांत किया। अगले वर्ष के वसंत में, उन्होंने हेडोंग (अब योंगजी, शांक्सी) और फेंग यी (अब डाली, शानक्सी) पर कब्ज़ा कर लिया, और टोंगगुआन पर हमला किया, कुई कियानयु को हराना। तांग सेना को 10,000 से अधिक हताहतों का सामना करना पड़ा। कुई कियानयु ने पुजिन के सामने आत्मसमर्पण कर दिया। एन लुशान को उसके बेटे एन क्विंगक्सू ने मार डाला था।\nज़ाइड (757) के दूसरे वर्ष में, उन्हें फ़ेंग्ज़ियांग में सैनिकों का नेतृत्व करने का आदेश दिया गया था। रास्ते में, उन्होंने बायकुलियुन ब्रिज (आज के सानयुआन के दक्षिण-पूर्व) में 5,000 ली गुइरेन की घुड़सवार सेना को हराया। मई में, उन्होंने एन शौज़होंग और ली गुइरेन के साथ लड़ाई की। क्विंग्कू (आज शीआन के पश्चिम में) में पराजित हो गया, और वह वुगोंग (आज वुगोंग के उत्तर-पश्चिम) में वापस चला गया। सितंबर में, उसने 150,000 सैनिकों में शामिल होने के लिए तांग और उइघुर का नेतृत्व करने के लिए मार्शल गुआंगपिंग वांग ली चू का अनुसरण किया, और फिर उसके साथ लड़ाई की। जियांग में एक शोज़ोंग और ली गुइरेन। जी मंदिर (आज के चांगान काउंटी के दक्षिण पश्चिम) के उत्तर में, उइघुर सैनिकों ने दुश्मन के पीछे घेरा, दोनों तरफ से हमला किया और 60,000 दुश्मनों को मार डाला। झांग टोंगरू शानक्सी काउंटी में भाग गए, और अंततः राजधानी चांगान (आज का शीआन) पर कब्ज़ा कर लिया। तांग सेना की महिमा एक बार फिर चांगान में बहाल हो गई।\nबाद में, तांग सेना ने जीत का फायदा उठाया और पूर्व की ओर मार्च किया, ज़िंडियन (अब सैनमेनक्सिया शहर, हेनान प्रांत के दक्षिण-पश्चिम में) में यान ज़ुआंग और झांग टोंगरू सहित 150,000 लोगों को हराया, जिससे अंकिंग जू को पीली नदी पार करने और ज़ियांग्झू की ओर पीछे हटने के लिए मजबूर होना पड़ा। डोंगजुन लुओयांग लौट आया। सीटू को उसकी योग्यताओं में जोड़ें और उसे देश का ड्यूक बनाएं।\nएन क्विंगक्सू को बचाने के लिए शी सिमिंग ने फैन यांग से अपनी सेना का नेतृत्व किया। दोनों पक्षों ने आन्यांग नदी के उत्तर में (आज आन्यांग के उत्तर में) एक साथ मिलकर लड़ाई लड़ी। लड़ाई अटूट थी। अंत में, नौ जिदु दूतों के नेतृत्व में, तांग सेना , जिसने 600,000 लोगों के होने का दावा किया था, पीछे हट गया (येचेंग की लड़ाई में)। युद्ध)। इस लड़ाई का मुख्य कमांडर हिजड़ा यू चाओएन था, जिसके पास कोई नेतृत्व कौशल नहीं था और उसने लड़ाई की विफलता के लिए गुओ ज़ियी को दोषी ठहराया। गुओ ज़ियि को चांगान में वापस बुलाया गया, उसे सैन्य शक्ति से मुक्त कर दिया गया और वह एक निष्क्रिय अधिकारी बन गया।\nबाओयिंग (762) के पहले वर्ष में, ताइयुआन (आज के ताइयुआन के दक्षिण-पश्चिम) और जियांगझू (आज के शांक्सी प्रांत में झिंजियांग) में सैनिकों ने विद्रोह कर दिया। अदालत डर गई थी, इसलिए ज़ियी को फेनयांग के राजा की उपाधि दी गई और वह बाहर चला गया जियांगझू पर नियंत्रण रखें। हिजड़े चेंग युआनज़ेन ने भी उसे अलग-थलग कर दिया था और उसे सैन्य शक्ति से मुक्त कर दिया गया था।\n(इस कहानी का फोकस: गुओ ज़ियि, जो बहुत सक्षम और अच्छा व्यवहार करने वाला था, जुआनज़ोंग और कुछ खलनायकों से मिला, जिससे उसकी उपलब्धियों से काफी समझौता हुआ।)", "聖意": "घर और खुद को आशीर्वाद देना, धन की तलाश करना, कोई लेन-देन नहीं, कोई शादी नहीं, कोई झूठा अलार्म नहीं, पैदल चलने वालों का खेतों में पहुंचना, कैनजी, लोगों को ढूंढना मुश्किल, सार्वजनिक मुकदमे और (ज़िंग नहीं), प्रवासन, रूढ़िवादिता, खोई हुई संपत्ति, ढूंढना मुश्किल, बीमारियाँ, आशीर्वाद के लिए प्रार्थना, पहाड़ और कब्रें, शुभ", "古人": "ज़ियि को राजा का ताज पहनाया गया", "第X籤": "उन्नीसवीं विजेता लॉट", "宮": "Tatsumi"}