{"籤詩版本二": "इतनी सारी चिंताओं और खतरों के बाद अब यह कभी खाली नहीं होगा\nएक उदार हृदय की अपनी उदार योजनाएँ होती हैं। बड़ी उपलब्धियाँ हासिल करने के लिए आपको किसी विशेषज्ञ से मिलना होगा।", "詩意": "यह हेक्साग्राम एक झरने वाले प्राचीन कुएं की तरह है।\nनेक लोग हर काम में सफलता हासिल करते हैं।", "解曰": "अंततः मुकदमा न्यायसंगत होगा। बीमार और सुरक्षित. सलाह लेने के लिए अंदर-बाहर जाएँ। प्राचीन कुआँ वसंत ऋतु से मिलता है।", "籤詩故事一": "◇याओ चोंग टिड्डियों को नियंत्रित करता है\nयाओ चोंग (649-721), जिनका असली नाम युआन चोंग था, शानझोउ से थे। उन्होंने ज़िया गुआन के मंत्री, चुंगुआन के शांगशू, ज़िवेइलिंग, झोंगशुलिंग और तांग राजवंश में प्रधान मंत्री के रूप में कार्य किया।\nकाइयुआन (716) के चौथे वर्ष में, शेडोंग (आम तौर पर हुशान के पूर्व में पीली नदी बेसिन का जिक्र) टिड्डियों से पीड़ित था। लोग अंधविश्वासी विचारों से बंधे थे और उन्हें शिकार करने और मारने की हिम्मत नहीं करते थे। इसके बजाय, उन्होंने स्थापित किया बलिदान देते थे, धूप जलाते थे, खेतों के किनारे पूजा करते थे, और टिड्डियों द्वारा चट की जा रही फसलों को देखते थे।\nसभी अधिकारियों का मानना ​​था: ''टिड्डियाँ एक प्राकृतिक आपदा हैं, उन्हें जनशक्ति द्वारा कैसे नियंत्रित किया जा सकता है!'' उस समय दो अलग-अलग विचारों के बीच संघर्ष भयंकर था, कि टिड्डियों को खत्म किया जाए या नहीं।\nयाओ चोंग ने कहा: \"जब तक हम एक साथ काम करते हैं, हम उन सभी से छुटकारा पा सकते हैं। उन्होंने कहा: टिड्डियां लोगों से डरती हैं, इसलिए उन्हें भगाना आसान होता है। पौधों के मालिक होते हैं, इसलिए बचाव दल को कड़ी मेहनत करनी चाहिए; टिड्डियां उड़ सकते हैं, और रात में जब वे आग देखेंगे तो अवश्य उड़ेंगे; खेत में उन पर आग लगाओ, जलते समय गड्ढा खोदो, जलते समय उन्हें गाड़ दो, और कुछ भी नहीं बचेगा।\"\nजुआनज़ोंग ने कहा: \"टिड्डियां खराब नैतिक शासन के कारण होने वाली एक प्राकृतिक आपदा हैं। यदि आप उनका शिकार करने और मारने के लिए कहते हैं, तो क्या यह नियम के विरुद्ध नहीं जा रहा है?\"\nयाओ चोंग ने कहा: \"टिड्डियों को पकड़ने और मारने का अभ्यास पूर्वजों द्वारा किया जाता था, और महामहिम भविष्य में इसका उपयोग करेंगे। यह किसानों के लिए शांति और समृद्धि लाने के लिए एक प्रमुख राष्ट्रीय कार्यक्रम है। कृपया इस पर गंभीरता से विचार करें।\"\nजुआनज़ोंग आश्वस्त था। लेकिन उस समय कोर्ट के अंदर और बाहर सभी ने कहा कि टिड्डियों का शिकार नहीं किया जा सकता.\nजुआनज़ॉन्ग ने कहा: \"मैंने प्रधान मंत्री के साथ चर्चा की है और टिड्डियों को पकड़ने का फैसला किया है। जो कोई भी फिर से विरोध करेगा उसे मार दिया जाएगा। \" इसलिए उन्होंने निगरानी करने और लोगों को टिड्डियों को जलाने और दफनाने का निर्देश देने के लिए सेंसर भेजा।\nपरिणाम काफी प्रभावी थे। देश भर में नौ मिलियन टन टिड्डियाँ पकड़ी गईं, और टिड्डी प्लेग को सफलतापूर्वक समाप्त कर दिया गया। उस वर्ष कृषि में अच्छी फसल हुई।\n(आपदा प्रबंधन और निकासी में बुद्धि का उपयोग किया जाना चाहिए, और कठिनाइयों को दूर करने के लिए सरल रणनीतियाँ होनी चाहिए। याओ चोंग इस मामले में विशेषज्ञ हैं)", "聖意": "घर सामान्य है, स्वयं अवरुद्ध है, धन की तलाश अवरुद्ध है, व्यापार अवरुद्ध है, विवाह और सद्भाव अवरुद्ध हैं, लिउजिया में खतरा है, पैदल यात्री अवरुद्ध हैं, रेशमकीट अवरुद्ध हैं, पशुधन प्रतिकूल है, लोग लापता हैं, सार्वजनिक मुकदमे हैं अवरुद्ध, प्रवासन अनुचित है, खोई हुई वस्तुओं को ढूंढना कठिन है, बीमारियों के लिए प्रार्थना करना कठिन है, पहाड़ और कब्रें असहज हैं।", "古人": "याओ चोंग टिड्डियों को नियंत्रित करता है", "第X籤": "पच्चीसवीं लॉटरी जीतना", "宮": "एमआई पैलेस"}