{"籤詩版本二": "अफवाह यह है कि चीजें उलट गई हैं, और मुझे क्षितिज से एक पत्र मिला है।\nपुस्तक में मुझसे जिस प्रसिद्धि और सफलता का वादा किया गया था, वह अंत तक खोखला ही रहा।", "詩意": "इस हेक्साग्राम का नाम ग़लत है.\nहर चीज़ में रूढ़िवादी रहने की सलाह दी जाती है।", "解曰": "ऊपर-नीचे परेशान. फुरसत की तलाश बेकार नहीं है. प्रसिद्धि की चाहत. सुरक्षित रहें।", "籤詩故事一": "◇झोंग कुई को ज्ञान प्राप्त हुआ\nझोंग कुई, जिसका उपनाम झोंग कुई है, जिसका शिष्टाचार नाम झेंगनान है, झोंगनानशान से है।\nतांग राजवंश के सम्राट देज़ोंग के शासनकाल के दौरान, झोंग कुई ने शाही परीक्षा में भाग लिया। झोंग कुई ने परीक्षा के प्रश्न पढ़े और तुरंत एक बार में लेख लिखा और उसे सौंप दिया। उस दिन मुख्य परीक्षक नागरिक मामलों के मंत्री हान यू थे, और उप परीक्षक लू ज़ी थे, जो एक महान विद्वान थे। जब दोनों ने झोंग कुई का पेपर पढ़ा, तो उनकी आंखें चमक उठीं और उन्होंने एक स्वर में कहा: \"जादूगर, जादूगर! इस लेख का प्रत्येक शब्द उत्तम है, ली ताइबाई और डू जिमी के योग्य है!\" इसलिए उन्होंने झोंग कुई को पहले स्थान पर रखा।\nसम्राट देज़ॉन्ग ने हान यू की रिपोर्ट सुनी और कहा कि विज्ञान के नए चैंपियन झोंग कुई बहुत प्रतिभाशाली थे, इसलिए उन्होंने झोंग कुई को गोल्डन पैलेस में बुलाया।\nजब सम्राट देज़ोंग ने उसका कुरूप रूप देखा, तो उसे तुरंत अप्रसन्नता हुई और उसने कहा, \"हमारे दरबार में विद्वानों का चयन शब्दों और सुलेख पर आधारित है। ऐसे कुरूप व्यक्ति को स्वर्ण विज्ञान में नंबर एक विद्वान के रूप में कैसे चुना जा सकता है?\"\nहान यू ने जल्दी से घुटने टेक दिए और कहा: \"किसी व्यक्ति का अच्छा और बुरा दिखना सब कुछ नहीं है। क्या आपने, पवित्र भगवान, नहीं सुना है कि यान यिंग तीन फीट लंबा है और प्रधान मंत्री के बराबर है? झोउ चांग हकलाता है लेकिन हान राजवंश की मदद कर सकता है; कन्फ्यूशियस लोगों को उनकी शक्ल से आंकता है, और अपने बेटे यू को खो देता है। मुझे आशा है कि आपकी महिमा दो बार सोचेगी।\"\nसम्राट डेज़ॉन्ग ने एक पल के लिए विचार किया और कहा: \"हालांकि हान अइकिंग के शब्द उचित हैं, जब मैं सम्राट ताइज़ोंग था, तो अठारह विद्वान थे जो यिंगझोउ आए और इसके बारे में बात की। यह आदमी नंबर एक विद्वान था। मुझे डर है कि दुनिया प्रतिभाओं को न पहचानने के लिए मुझ पर हंसेंगे।\"\nप्रधान मंत्री लू क्यूई संकीर्ण सोच वाले और प्रतिभाओं से ईर्ष्यालु थे। सम्राट की बातें सुनने के बाद, उन्होंने घुटने टेक दिए और कहा: \"स्वर्णिम विषय में नंबर एक विद्वान आंतरिक और बाहरी दोनों होना चाहिए। इस विषय के लिए तीन सौ उम्मीदवार हैं। आप कोई दूसरा क्यों नहीं चुन लेते?\"\nजब झोंग कुई ने देखा कि यह आदमी इतना भ्रमित है, तो वह क्रोधित हुए बिना नहीं रह सका। उसने लू क्वी की ओर इशारा किया और शाप दिया: \"यदि ऐसा अज्ञानी अधिकारी अदालत में है, तो क्या वह देश को नुकसान नहीं पहुंचाएगा?\" उसके बाद, उसने लू क्वी को अपनी मुट्ठी से मारा।\nयह देखकर डेज़ॉन्ग क्रोधित हो गया और उसने कहा: \"तुम बहुत साहसी हो, तुमने गोल्डन पैलेस में परेशानी पैदा करने की हिम्मत की, इसे जल्दी से नीचे ले जाओ!\"\nगुस्से में, झोंग कुई ने महल में खड़े जनरल की कमर से तलवार खींच ली और जोर से आह भरी: \"एक निराश बिल्ली के लिए बाघ की नकल करना मुश्किल है, और एक निराश तोता चिकन जितना अच्छा नहीं है।\" इसके बाद उन्होंने आत्महत्या कर ली.\nजब सम्राट डेज़ोंग ने देखा कि झोंग कुई ने गुस्से में आत्महत्या कर ली है, तो उन्हें बहुत आश्चर्य हुआ। लोगों के दिलों को जीतने के लिए, उन्होंने आदेश दिया कि झोंग कुई को नंबर 1 विद्वान की आधिकारिक उपाधि के साथ दफनाया जाए, और उन्होंने झोंग कुई को भगवान भी बना दिया। दुनिया को बुरी आत्माओं से छुटकारा दिलाने के लिए भूत भगाने की विद्या।", "聖意": "अपने घर पर आशीर्वाद के लिए प्रार्थना करें, अपनी सुरक्षा, वित्तीय कठिनाइयां, व्यापार विफलता, विवाह विफलता, लिउजिया महिला पैदल यात्री, ट्रस्ट फील्ड रेशमकीट आधे पके हुए, छह घरेलू जानवर, पाले जा सकते हैं, लापता लोग, पश्चिमी सार्वजनिक मुकदमे, प्रवासन की हानि, रूढ़िवादिता, संपत्ति की हानि, बीमारी, पहाड़ों और कब्रों में अच्छे भाग्य के लिए प्रार्थना करें", "古人": "झोंग कुई ने ताओ प्राप्त किया", "第X籤": "छब्बीसवीं लॉटरी जीतना (लॉटरी)", "宮": "एमआई पैलेस"}