{"籤詩版本二": "पूर्व में चांदनी रात में एक खूबसूरत चानजुआन है और बादल इसे एक पल के लिए ढक लेते हैं और छिप जाते हैं।\nकभी-कभी यह गोल हो सकता है, लेकिन कभी-कभी यह गायब भी हो सकता है। जो लोग कहते हैं कि यह गोल नहीं है, वे सिर्फ बेकार की बातें करते हैं।", "詩意": "इस षट्क्रम में चंद्रमा बादलों से ढका हुआ है।\nसब कुछ अभी भी कोमा में है.", "解曰": "तैरते बादल चंद्रमा को ढक लेते हैं। संदेह करने की कोई जरूरत नहीं. बादल छाने का इंतज़ार कर रहा हूँ. तब तुम्हें समझ आएगा.", "籤詩故事一": "◇बाओ गोंग महारानी ली की तलाश कर रहे हैं\nसोंग राजवंश के झेंजोंग के शासनकाल के दौरान, महारानी ली (महारानी ली) हरम में एक नौकरानी थी। सोंग झेंजोंग ने उसे पसंद किया और उसे वानी में पदोन्नत किया गया, और वह गर्भवती हो गई।\nलेकिन उस समय, उपपत्नी लियू डेफ (बाद में महारानी लियू) के मन में बुरे विचार आए और उन्होंने महारानी ली के बेटे की जगह एक खालदार सिवेट बिल्ली रखने के लिए किन्नर गुओ हुआई को रिश्वत दी, उसके बेटे को छीन लिया और सम्राट को बताया कि वह उसका जैविक बेटा है। सॉन्ग झेंजोंग गुस्से में था और उसने ली महारानी को ठंडे महल में भेज दिया।\nकॉन्सुबाइन डे को रानी के रूप में पदोन्नत किए जाने के बाद, उसने महारानी ली को मारने की योजना बनाई, जो महल से भाग गई थी।\nएक दिन, सड़क पर रहने वाली ली नियांगियांग की मुलाकात शाही दूत बाओ झेंग से हुई, जो स्थानीय क्षेत्र में गश्त पर थे। उसने उसे अपने जीवन के अनुभव के बारे में बताया और कहा कि वह वर्तमान सम्राट सोंग रेनजॉन्ग की जैविक मां थी। . बाओ झेंग को घटना का पता चलने के बाद, वह ली नियांगनियांग को वापस बीजिंग ले गए, सोंग रेनजॉन्ग को इसकी सूचना दी और मामले का पता लगाया, और आखिरकार मां और बेटे ने एक-दूसरे को पहचान लिया। महारानी डोवेगर लियू और किन्नर प्रभारी गुओ हुआई ने सिर झुकाया और कबूल किया।", "聖意": "मैं घर पर असहज हूं, मैं वित्तीय सुरक्षा, वित्तीय कठिनाइयों, व्यापार में सौभाग्य, विवाह, दुर्भाग्य, क्षेत्र में लोगों, रेशम के कीड़ों, प्रतिकूल जानवरों, लोगों को ढूंढने में कठिनाई, मुकदमे, हानि, प्रवासन, रूढ़िवादिता, खोई हुई संपत्ति के लिए प्रार्थना करता हूं। पश्चिमी रोगों से उबरना कठिन है, पर्वत समाधि सुधार", "古人": "बाओ गोंग महारानी ली की तलाश कर रहे हैं", "第X籤": "अट्ठाईसवाँ लॉटरी विजेता", "宮": "नून पैलेस"}