{"籤詩版本二": "मैं आपको सलाह देता हूं कि आप उससे मदद न मांगें। वह क्रेन की तरह उड़ता है और आप पर गुप्त तीर चलाता है।\nयदि आप जलाऊ लकड़ी इकट्ठा करने जाते हैं और घास में सांप है, तो आपको जहर से काटा जा सकता है और आप दुखी होंगे।", "詩意": "यह हेक्साग्राम सुरक्षित रहने और खुद को सुरक्षित रखने का संकेत है.\nहर काम में सावधान रहें.", "解曰": "अपना मुंह बंद करें और अपने दांत पकड़ें। वह लापरवाह है. यदि आप दोषी महसूस करते हैं. अंतत: इससे अपना ही नुकसान होता है।", "籤詩故事一": "◇शतरंज की बैठक\nतांग राजवंश के सम्राट ताइज़ोंग पश्चिम की ओर मार्च कर रहे थे और सुओयांग शहर में फंस गए थे। चेंग याओजिन सुदृढीकरण मांगने के लिए बीजिंग लौट आए।\nज़ू डिंगशान को दूसरे रूट मार्शल के रूप में सेवा करने का आदेश दिया गया और वह भगवान को बचाने और ज़िलियाओ को शांत करने के लिए गया।\nलोगों का एक समूह युमेन दर्रे से बाहर आने के बाद, क़िपन पर्वत पर आया। पहाड़ पर हजारों गुर्गों से घिरे हुए, पहाड़ के राजा, डू यिहु को तांग जनरल लुओ टोंग ने हरा दिया था। सौभाग्य से, उनकी बहन डू जियानटोंग पीले फूलों की पवित्र माता की शिष्या थीं और मार्शल आर्ट में कुशल थीं। परी की रस्सी पकड़ी और लुओ टोंग को बांध दिया। ज़ू डिंगशान ने व्यक्तिगत रूप से कुलीन सैनिकों का नेतृत्व किया। फँस गया।\n(हस्ताक्षरित कविता इसी से मेल खाती है)\nडू जियानतोंग ने ज़ू डिंगशान की सुंदरता को देखा और फेंग लुआन के साथ दोस्ती करना चाहा, लेकिन ज़ू डिंगशान ने इनकार कर दिया। डू जियानतोंग क्रोधित हो गया और उसे बाहर धकेलना और उसका सिर काटना चाहता था। सौभाग्य से, चेंग याओजिन उसे बचाने के लिए आए और उनकी शादी की सुविधा प्रदान की। बाद में, डू यिहू ने तांग राजवंश को पश्चिमी लियाओ पर विजय प्राप्त करने में मदद करने के लिए क़िपांशन भाइयों को तांग राजवंश में वापस ले लिया।", "聖意": "गृह सुरक्षा, स्वार्थ, धन की तलाश, समय की प्रतीक्षा, व्यापार में ठहराव, विवाह की अनुमति नहीं, लिउजिया झूठा अलार्म, पैदल चलने वालों द्वारा खेतों को अवरुद्ध करना, रेशम के कीड़ों, छह पशुधन, लापता लोग, सार्वजनिक मुकदमों को रोकना, हानि (मो जिंग) प्रवासन, रूढ़िवादी, खोई हुई संपत्ति, बीमारी से उबरना मुश्किल, पहाड़ पर समाधि, शुभकामनाएँ", "古人": "शतरंज की बिसात सम्मेलन", "第X籤": "सैंतीसवाँ लॉटरी विजेता", "宮": "नून पैलेस"}