{"籤詩版本二": "पेट भरने के बाद चाय पीते हुए शांति और शांति से समय बिताना, बैठना और लेटना\nआपको शारीरिक और मानसिक रूप से व्यस्त होने की आवश्यकता नहीं है, और आप निश्चित रूप से अन्याय या आपदा का कारण नहीं बनेंगे।", "詩意": "यह षट्कोण शांति और स्थिरता का प्रतीक है।\nसभी चीज़ों में सही समय का इंतज़ार करना सौभाग्य लाएगा।", "解曰": "सुरक्षित और स्वस्थ रहें. देवताओं से पूछो. समय आने तक प्रतीक्षा करें. चीज़ें संयोग से घटती हैं.", "籤詩故事一": "◇फ़ोयिनहुई डोंगपो\nएक बार, सु डोंगपो को ज़ेन का अध्ययन करते समय कुछ समझ प्राप्त हुई। उन्हें एहसास हुआ कि उनकी स्थिति उत्कृष्ट थी, और उन्हें इसमें खुशी महसूस हुई। अपने जुनून को रोक पाने में असमर्थ, मैंने अपनी कलम फैलाई और एक कविता लिखी:\n\"आकाश के मध्य में, जिशो पूरे ब्रह्मांड में चमकता है; आठ हवाओं द्वारा उड़ाए जाने में असमर्थ, वह बैंगनी सुनहरे कमल पर सीधा बैठा है।\"\n(आठ हवाओं का तात्पर्य है: लाभ, गिरावट, विनाश, प्रतिष्ठा, प्रशंसा, उपहास, पीड़ा और खुशी। यानी, इन आठ स्थितियों से नाराज न होना \"आठ हवाओं को नहीं चल सकता\" कहा जाता है)\nइसे लिखने के बाद, डोंगपो ने इसे जिनशान मंदिर के ज़ेन मास्टर फ़ोयिन को देने के लिए अपने नौकर को नदी पार भेजा।\nज़ेन मास्टर फ़ोयिन ने इसे पढ़ने के बाद, इसे \"गोज़\" शब्द से चिह्नित किया और अपने नौकर को वापस लेने के लिए दिया।\nयह देखकर डोंगपो क्रोधित हो गया, इसलिए वह नदी के पार एक नाव लेकर चर्चा के लिए बुद्ध की मुहर खोजने के लिए जिनशान मंदिर गया।\nजब डोंगपो जिनशान मंदिर के गेट पर पहुंचा, तो फ़ोयिन पहले से ही दरवाजे पर इंतज़ार कर रहा था।\nसु डोंगपो ने फ़ोयिन पर तुरंत आरोप लगाया: \"मैंने जो कविता लिखी है उसे आप गोज़ क्यों कहते हैं?\"\nफ़ोयिन ने उत्तर दिया: \"क्या आप पहले से ही 'आठ हवाओं द्वारा उड़ाए जाने में असमर्थ' नहीं हैं? आप एक पाद द्वारा 'नदी के उस पार कैसे उड़ाए जा सकते हैं'!\"\nइस समय, डोंगपो यह जानकर हैरान रह गया कि वह उतना अच्छा नहीं था और शर्मिंदा होकर चला गया।\n(यह कहानी \"गर्मी अभी तक नहीं आई है\" का रूपक है)", "聖意": "अपने घर और अपनी सुरक्षा के लिए प्रार्थना करें, अपने धन के लिए, अपने व्यवसाय के लिए, अपने विवाह में सौभाग्य के लिए, लिउजिया से मैदान की ओर जाने वाली एक महिला यात्री के लिए, शरद ऋतु में रेशम के कीड़ों के पकने के लिए, छह पशुओं के स्थिर रहने के लिए प्रार्थना करें। किसी को ढूंढना, ढूंढना कठिन होना, सार्वजनिक मुकदमे के लिए, प्रवास के लिए, खोई हुई संपत्ति के लिए, बीमारी के लिए, पहाड़ की कब्र पर भेजने के लिए, शुभ", "古人": "फ़ोयिनहुई डोंगपो", "第X籤": "इकतीस जीतने वाला नंबर", "宮": "वेई गोंग"}