{"籤詩版本二": "वापसी यात्रा निश्चित है। पत्थर में छुपे जेड को कौन जानता है?\nएक बार जब एक अच्छे शिल्पकार को स्पष्ट रूप से पता चल जाता है, तो वह जैस्पर अवधि में सुरक्षित और सुरक्षित महसूस करेगा", "詩意": "इस हेक्साग्राम में आप पत्थर काटते समय जेड की छवि देख सकते हैं।\nहर चीज में सफल होने के लिए कड़ी मेहनत करें।", "解曰": "खजाना पत्थर में है. अजनबी बहुत कम जानते हैं. तब तक प्रतीक्षा करें जब तक यह स्पष्ट न हो जाए। जो कुछ भी आप कर सकते हैं वह करें.", "籤詩故事一": "◇लियू बेई प्रतिभाओं की तलाश करती है (तीन बार फूस की झोपड़ी में, तीन बार फूस की झोपड़ी में)\nतीन साम्राज्यों की अवधि. ज़ुगे लियांग लोंगज़ोंग में एक फूस की झोपड़ी में एकांत में रहते थे। लियू बेई प्रतिभाओं की तलाश करने के लिए उत्सुक थे, इसलिए वह व्यक्तिगत रूप से ज़ुगे लियांग से मिलने गए। उन्होंने तीन बार ज़ुगे लियांग का दौरा किया (इतिहास में \"थ्री विजिट्स टू द थैच्ड कॉटेज\" के रूप में जाना जाता है)। लियू बेई ने दूसरों को दूर रहने के लिए कहा और ज़ुगे लियांग से कहा : \"हान राजवंश गिरावट में है, और विश्वासघाती मंत्रियों ने उनके जीवन चुरा लिए हैं। महामहिम।\" धूल में ढंका हुआ। मैं अपने गुण और अपनी क्षमता को नहीं मापता, मैं दुनिया में महान धार्मिकता पर विश्वास करना चाहता हूं, लेकिन अपनी बुद्धि पर और कौशल उथले हैं, इसलिए मैं इसका बड़े पैमाने पर उपयोग करता हूं। आज तक। हालांकि, मेरी महत्वाकांक्षा अभी भी खत्म नहीं हुई है, क्या आपको लगता है कि योजना लागू की जाएगी? \"\nज़ुगे लियांग ने तब उन्हें दुनिया को तीन भागों में विभाजित करने की योजना प्रस्तुत की, और उस स्थिति का विश्लेषण किया जिसमें काओ काओ अनुपलब्ध था और सन क्वान उनकी सहायता के लिए आ सकता था। उन्होंने जिंग और यी राज्यों में राज्यपालों की कायरता के बारे में भी विस्तार से बताया। जिसका उसे लाभ उठाने का अवसर मिला, और वह केवल इन दो राज्यों का लाभ उठा सकता था। तभी वह दुनिया जीत सकता था; उसने लियू बेई को केंद्रीय मैदानों पर हमला करने की रणनीति भी बताई। (इस चर्चा को बाद में \"लोंगज़ोंग डुई\" कहा गया)। लियू बेई ने यह सुनने के बाद, इसकी प्रशंसा की जैसे कि उन्हें कोई खजाना मिल गया हो, और ज़ुगे लियांग को मदद के लिए आगे आने के लिए दृढ़ता से आमंत्रित किया, इसलिए ज़ुगे लियांग लियू बेई के सैन्य सलाहकार बन गए।", "聖意": "घर शांतिपूर्ण है, मैं धन चाहता हूं, श्रम व्यापार विवाह में बाधा डालता है और लिउजिया में एक आभासी यात्री बन जाता है।", "古人": "लियू बेई प्रतिभाओं की तलाश करती है (तीन बार फूस की झोपड़ी में, तीन बार फूस की झोपड़ी में)", "第X籤": "बत्तीसवीं लॉटरी विजेता", "宮": "वेई गोंग"}