{"籤詩版本二": "पोशाक पहनें और पुरानी पारिवारिक शैली को नया आकार दें। ताओ में आकाश नहीं है लेकिन उसमें योग्यता है।\nरास्ते के काँटों और काँटों को साफ़ करने के बाद वे तीनों अपने साथियों के साथ फिर से मिलने के लिए सहमत हुए", "詩意": "यह हेक्साग्राम कपड़ों की पुनर्व्यवस्था को दर्शाता है।\nहर चीज़ पहले कठिन होती है बाद में आसान हो जाती है।", "解曰": "चिंता मत करो। आपका समय अच्छा गुजरे। यदि आप भविष्य के बारे में पूछें. आगे एक अच्छी सड़क है.", "籤詩故事一": "◇तांग भिक्षु के बौद्ध ग्रंथ\nजुआनज़ैंग (602-664), तांग राजवंश के एक प्रतिष्ठित भिक्षु, का सामान्य उपनाम चेन और प्रदत्त नाम यी था। उनका जन्म गौशी काउंटी, लुओझोउ (अब यान्शी शहर, हेनान प्रांत का दक्षिणी भाग) में हुआ था। वह तेरह साल की उम्र में भिक्षु बन गए और बौद्ध नाम ह्वेनसांग रख लिया। दुनिया को तांग राजवंश का सानज़ांग कहा जाता है।\nझेंगुआन के तीसरे वर्ष (629, जिसे झेंगुआन के पहले वर्ष के रूप में भी जाना जाता है) में, उन्होंने बौद्ध धर्मग्रंथ प्राप्त करने के लिए पश्चिम से तियानझू (भारत) की यात्रा की। उन्होंने अकेले ही खतरे का जोखिम उठाया और कठिनाइयों का सामना किया। वह केवल चार वर्षों में पहुंचे।\nझेंगुआन के सत्रहवें वर्ष में, मास्टर ने आधिकारिक तौर पर इस्तीफा दे दिया और पूर्व में लौट आए। वह वर्तमान शिनजियांग प्रांत, खोतान और लूलान के दक्षिण मार्ग से चीन लौटे। इसमें कुल सत्रह साल और 50,000 मील की यात्रा लगी। जब वह झेंगुआन के उन्नीसवें वर्ष के पहले महीने में चांगान पहुंचे, तो सम्राट ने लियांग गुओगोंग फांग जुआनलिंग और अन्य नागरिक और सैन्य अधिकारियों को उनका भव्य स्वागत करने का आदेश दिया।\nमूल संस्कृत बौद्ध ग्रंथों के कुल 520 और 657 खंडों का अनुरोध किया गया था। और चीनी भाषा में अनुवाद किया गया।\nमास्टर के लौटने के बाद, सम्राट ताइज़ोंग और सम्राट गाओज़ोंग द्वारा उनका बहुत सम्मान किया गया और उन्हें दा नेई में प्रतिष्ठित किया गया, जिससे उन्हें \"मास्टर त्रिपिटक\" की उपाधि दी गई।", "聖意": "घर में अशांति है, स्वयं के लिए सौभाग्य, अच्छा भाग्य, अच्छा व्यवसाय, अच्छी शादी, लिउजिया में बाधा, खेतों में आने वाले लोग, रेशम के कीड़े, प्रतिकूल जानवर, लोगों की तलाश, सार्वजनिक मुकदमे, प्रवासन, खोई हुई संपत्ति, देर से बीमारी, प्रार्थना करना दुआ के लिए पहाड़ की कब्रें पुरानी होनी चाहिए.", "古人": "तांग भिक्षु बौद्ध धर्मग्रंथ सीखते हैं", "第X籤": "पैंतीसवाँ लॉटरी विजेता", "宮": "शेन गोंग"}