{"籤詩版本二": "यदि आप सुरक्षित और शांतिपूर्ण रहना चाहते हैं, तो हवा में मोमबत्तियाँ फैलाना उपयुक्त नहीं है।\nबेहतर है कि साफ-सफाई करके किसी गहरे हॉल में बैठें, रोशनी से बचें, किसी शांत जगह पर घूमें और घूमें। हिलाएँ → याओ। मुफ़्त → कुछ।", "詩意": "यह हेक्साग्राम दीपक और मोमबत्ती को हिलाने वाली हवा की तरह है।\nचीज़ों को स्थिर रखने से सौभाग्य आएगा।", "解曰": "किसी शान्त स्थान पर निवास करें। कॉल पर रहें और समय पर पहुंचें. यह कोई आशीर्वाद नहीं है. रूढ़िवादी और उपयुक्त.", "籤詩故事一": "◇ली जिंग पहाड़ पर लौट आया\nली जिंग (571-जुलाई 2, 649), शिष्टाचार नाम फार्मासिस्ट, सानयुआन, योंगझोउ (अब सानयुआन काउंटी, शानक्सी प्रांत के उत्तर-पूर्व) के मूल निवासी थे। स्वर्गीय सुई राजवंश से प्रारंभिक तांग राजवंश तक के एक जनरल, वह तांग राजवंश में नागरिक और सैन्य कौशल दोनों के साथ एक प्रसिद्ध सैन्य रणनीतिकार थे। बाद में उन्हें ड्यूक ऑफ वेई की उपाधि दी गई और दुनिया में वे ड्यूक ऑफ वेई के नाम से जाने गए।\nली जिंग देवताओं की सूची में तीसरे राजकुमार नेझा के पिता हैं, जिन्हें \"टोटा के राजा\" के रूप में भी जाना जाता है। ली जिंग और उनके बेटे ने रानी झोउ को हराने, झोउ राजवंश की स्थापना करने और राजा बनने में जियांग जिया (ताई गोंग) की सहायता की। वू आधिकारिक तौर पर सिंहासन पर बैठा। जियांग ज़िया ने तब देवताओं की एक सूची बनाई और युद्ध में मारे गए सैनिकों की आत्माओं को प्रसन्न करने के लिए एक समारोह आयोजित किया। तभी से दुनिया शांतिपूर्ण और शांत हो गई। राजा वू मार्कीज़ बनाना और उन्हें पुरस्कृत करना चाहता था, और वह संस्थापक नायकों को भूमि भी आवंटित करना चाहता था। ली जिंग, उनके पिता और पुत्र और अन्य सात लोगों ने ताओवाद का अभ्यास करने और सांसारिक प्रसिद्धि और धन से ग्रस्त न होने के लिए पहाड़ पर लौटने के लिए कहा। बाद में, वे सभी सातों \"शारीरिक रूप से संत बन गए\" और अमरों की श्रेणी में आ गए।\n\"फेंग शेन बैंग\" की कहानी", "聖意": "घर रूढ़िवादी है, मैं साधारण हूं, मैं धन की तलाश में हूं, मुझे व्यवसाय में कठिनाई होती है, मेरी शादी असंगत है, लिउजिया पैदल चलने वालों के लिए विश्वास रखने की प्रार्थना करती है, रेशम के कीड़े शरद ऋतु में पकते हैं, और छह जानवर सुरक्षित हैं, लोग लापता हैं, सार्वजनिक मुकदमे और प्रवासन रूढ़िवादी हैं, खोई हुई संपत्ति की बीमारियाँ, जियानक्सिंगशान में कब्र को न बदलें", "古人": "ली जिंग पहाड़ पर लौट आया", "第X籤": "सैंतीसवाँ लॉटरी विजेता", "宮": "शेन गोंग"}