{"籤詩版本二": "हजारों साल पुराना आईना फिर हुआ एक, महिला ने पति से दोबारा शादी करने को कहा\nतब से, परिवार बदल गया है, और बच्चों और पोते-पोतियों को आशीर्वाद मिला है।", "詩意": "यह हेक्साग्राम दर्पणों के पुनर्मिलन का प्रतीक है।\nहर चीज़ कड़ी मेहनत वाली और महँगी है।", "解曰": "रेत खोदकर सोना बनाना। ड्रैगन की सवारी और बाघ की सवारी। हालाँकि यह श्रमसाध्य है. इसमें एक सप्लीमेंट है.", "籤詩故事一": "◇यूलियानहुई दस दोस्त\nसोंग राजवंश में, कियान यूलियन ने वांग शिपेंग से शादी की। जब शी पेंग परीक्षा देने के लिए बीजिंग गए, तो अमीर सन रुक्वान ने यूलियन को उससे दोबारा शादी करने के लिए मजबूर किया।\nकियान यूलियान ने अमीर सन रुक्वान के प्रस्ताव को अस्वीकार कर दिया और वे वानजाउ के एक गरीब विद्वान वांग शिपेंग से शादी करेंगे, जिन्हें \"जिंग चाई\" ने काम पर रखा था।\nबाद में, वांग शिपेंग ने प्रथम पुरस्कार जीता। क्योंकि उन्होंने प्रधान मंत्री वानकी द्वारा शादी के लिए मजबूर करने से इनकार कर दिया था, उन्हें सुदूर चाओयांग में न्यायाधीश के रूप में सेवा करने के लिए भेजा गया था। सन रुक्वान ने गुप्त रूप से वांग शिपेंग के पारिवारिक पत्र को \"तलाक के पत्र\" में बदल दिया और यूलियन को धोखा दिया। कियान यूलियन की सौतेली माँ ने भी उसे पुनर्विवाह करने के लिए मजबूर किया, लेकिन यूलियन ने इनकार कर दिया और खुद को एक नदी में फेंककर आत्महत्या कर ली। उसे कियान ज़ैहे ने बचाया था फ़ुज़ियान प्रांत से और उनकी दत्तक पुत्री के रूप में गोद लिया गया।\nयूलियन ने सोचा कि शिपेंग मर गया है। पांच साल बाद, वांग शिपेंग जियान के गवर्नर थे। एक दिन, उन्होंने अपनी दिवंगत पत्नी की याद में एक ताओवादी मंदिर में एक स्मारक समारोह आयोजित किया। यूलियन को जलाने के लिए जियान ताओवादी मंदिर जाना पड़ा धूप, और वांग शिपेंग और कियान अंततः फिर से मिल गए।", "聖意": "घर स्वयं के लिए अच्छा नहीं है। शरद ऋतु और सर्दी समृद्ध हैं। शरद ऋतु और सर्दी में धन समृद्ध हो सकता है। व्यापार समृद्ध हो सकता है। विवाह सफल हो सकता है। पैदल चलने वालों के लिए मैदान में जाने के लिए प्रार्थना करें। रेशम के कीड़ों को पाला जा सकता है। छह पशुधन हो सकते हैं उठाया। लोग मिल सकते हैं। सार्वजनिक मुकदमे प्रतिकूल हैं। प्रवासन रूढ़िवादी है। संपत्ति का नुकसान। देर से बीमारी। आशीर्वाद के लिए प्रार्थना करें। पहाड़ और कब्रें अच्छी हैं।", "古人": "यूलियानहुई दस दोस्त", "第X籤": "चौथा लक्षण", "宮": "गर्भाशय"}