{"籤詩版本二": "लाल पहिया पश्चिम में गिरता है, खरगोश पूर्व में उगता है, यिन बढ़ता है और यांग गायब हो जाता है, और सब कुछ समृद्ध होता है\nयदि कोई स्त्री इसका प्रयोग करना चाहे तो इससे उसके धन में वृद्धि होगी तथा उसके मन में प्रसन्नता आएगी।", "詩意": "यह हेक्साग्राम यिन के बढ़ने और यांग के लुप्त होने का प्रतीक है।\nहर चीज़ पहले कठिन होती है बाद में आसान हो जाती है।", "解曰": "यिन से महिलाओं को लाभ होता है। पुरुषों के लिए उपयुक्त नहीं. यदि आप सलाह मांग रहे हैं. बुराई पहले आती है और फिर अच्छाई आती है।", "籤詩故事一": "◇वू ज़ेटियन सिंहासन पर बैठा\n14 साल की उम्र में वू को तांग राजवंश के सम्राट ताइज़ोंग ली शिमिन ने एक प्रतिभाशाली व्यक्ति के रूप में महल में बुलाया, जिसका नाम \"वू मेई\" रखा गया। ताइज़ोंग की मृत्यु के बाद, ज़ेटियन ने गेनी मंदिर में प्रवेश किया और नन बन गईं।\nजब तांग राजवंश के सम्राट गाओज़ोंग सिंहासन पर आए, तो उन्होंने झाओई को श्रद्धांजलि देने के लिए वू परिवार को महल में बुलाया। योंगहुई (655) के छठे वर्ष में, सम्राट गाओज़ोंग ने वू को अपनी रानी के रूप में स्थापित किया।\nवू ज़ेटियन बुद्धिमान थे, साहित्य और इतिहास में शामिल थे, और साधन संपन्नता के धनी थे। वू ज़ेटियन के रानी बनने के तुरंत बाद, क्योंकि गाओज़ोंग कमजोर और बीमार थी, उसने कभी-कभी उसे कुछ राजनीतिक मामलों को संभालने का काम सौंपा, इसलिए उसकी शक्ति बढ़ गई। शांगयुआन (674) के पहले वर्ष में, सम्राट गाओज़ोंग को \"सम्राट\" कहा जाता था, महारानी वू को \"स्वर्ग की रानी\" कहा जाता था, और उन दोनों को महल में \"दो संत\" कहा जाता था।\nहोंगदाओ (683) के पहले वर्ष में, गाओज़ोंग की मृत्यु हो गई, प्रिंस ली जियान सिंहासन पर आए, और वू ज़ेटियन राजवंश पर शासन करने आए। सिशेंग (684) के पहले वर्ष के फरवरी में, वू ज़ेटियन ने ली जियान को लुलिंग के राजा के पद से हटा दिया और अपने चौथे बेटे ली डैन को सम्राट के रूप में स्थापित किया, जिससे राजवंश पर शासन जारी रहा। उसी वर्ष सितंबर में, उन्होंने झंडे को सोने में बदल दिया और पूर्वी राजधानी लुओयांग का नाम बदलकर दैवीय राजधानी कर दिया गया। तियानशॉ (690) के पहले वर्ष में सितंबर के नौवें दिन, वू ज़ेटियन ने खुद को सम्राट घोषित किया और देश का नाम बदलकर झोउ कर दिया।", "聖意": "घर स्वयं के लिए प्रतिकूल है, आशीर्वाद के लिए प्रार्थना करना, धन की तलाश करना, लेन-देन की रक्षा करना, विवाह में सौभाग्य, विवाह में दुर्भाग्य (महिला), पैदल चलने वालों ने खेतों को अवरुद्ध कर दिया, रेशम के कीड़ों, समृद्ध पशुधन, लोगों की तलाश, अलगाव, मुकदमे, हानि, प्रवास , संपत्ति की हानि, बीमारी, सदमा, पहाड़ और कब्रें, शुभकामनाएँ", "古人": "वू ज़ेटियन सिंहासन पर बैठा", "第X籤": "चालीसवाँ लॉटरी विजेता", "宮": "आप महल"}