{"籤詩版本二": "तुम्हें अनंत अच्छे शब्द याद रहेंगे, लेकिन तुम चोर के बेटे होगे।\nइस समय लालची मत बनो और इस बात की चिंता मत करो कि उसने एक साल पहले कैसे कुछ अच्छा किया होगा।", "詩意": "यह हेक्साग्राम एक चोर की पहचान एक बेटे के रूप में करता है।\nहर चीज़ में कर्तव्यनिष्ठ रहें।", "解曰": "सिर्फ यह एक। एक सज्जन व्यक्ति कोई गलती नहीं करता. इसका ध्यान रखें। अकेले मत रहो.", "籤詩故事一": "◇डोंग झूओ लू बू को स्वीकार करता है\nलू बू, बहादुर और लड़ने में अच्छे, पूर्वी हान राजवंश के अंत और तीन राज्यों की शुरुआत में एक प्रसिद्ध सैन्य जनरल थे। वह एक बार जिंगझोउ के गवर्नर डिंग युआन को अपने दत्तक पिता के रूप में मानते थे और उनके अधीन काम करते थे।\nपूर्वी हान राजवंश के सम्राट लिंग की मृत्यु के बाद, डिंग युआन सरकार को नियंत्रित करने के लिए जनरल हे जिन के साथ मिलीभगत करने के लिए बीजिंग गए।\nडोंग झूओ ने डिंग युआन के साथ लड़ाई की, लेकिन कई जनरल लू बू को हराने में असमर्थ थे, इसलिए डोंग झूओ ने अपने अधीनस्थ ली सु को लू बू को रिश्वत देने के लिए भेजा। ली सु \"लू बू से मिलने\" के लिए सोने और चांदी के खजाने के ढेर और प्रसिद्ध लाल खरगोश घोड़ा लेकर आए। ली सु, लू बू से मिलने के लिए सोने और चांदी के खजाने के ढेर और प्रसिद्ध लाल खरगोश घोड़ा लेकर आई। इसलिए लू बू को डोंग झूओ ने डिंग युआन को मारने के लिए रिश्वत दी थी, और अपने सैनिकों से यह भी कहा था कि अगर वे चाहें तो उनके साथ आएं और अगर वे उसका पीछा नहीं करना चाहते हैं तो चले जाएं। परिणामस्वरूप, अधिकांश सैनिक भाग गए। इसलिए लू बू को डोंग झूओ ने रिश्वत दी और डिंग युआन को मार डाला।\nडोंग झूओ ने सत्ता हासिल करने के बाद, लू बू को अपने दत्तक पुत्र के रूप में अपनाया और उसे एक जनरल और मार्किस बना दिया।\nडोंग झूओ का स्वभाव हिंसक था, और लू बू के साथ \"पिता-पुत्र का रिश्ता\" वास्तव में बहुत कमजोर था। 189 ईस्वी में, सीटू वांग यूं के कहने पर, लू बू ने डोंग झूओ को मार डाला।\nडोंग झूओ की मृत्यु के छह महीने बाद, डोंग झूओ के पुराने सैनिकों ने राजधानी पर आक्रमण किया, और लू बू और उसकी पत्नी दहशत में भाग गए। राजधानी छोड़ने के बाद, लू बू ने सरदारों युआन शू, युआन शाओ, झांग यांग, झांग मियाओ, लियू बेई आदि के साथ शरण ली और उस समय के एक अन्य प्रमुख सरदार काओ काओ के साथ कई बार लड़ाई लड़ी। लू बू बहादुर और अच्छा था लड़ाई में, और काओ काओ को कई बार हराया।\nपूर्वी हान राजवंश में जियानान के तीसरे वर्ष में, काओ काओ के सैनिकों ने जियाओपेई, लू बू के अड्डे पर हमला किया, और बैमेन टॉवर के नीचे काओ काओ द्वारा पकड़ लिया गया और मार डाला गया। फाँसी से पहले, लू बू ने काओ काओ से मौत से बचने के लिए उसे जीवित रखने के लिए कहा, लेकिन लियू बेई ने काओ काओ को याद दिलाया कि लू बू ने कई बार विश्वासघात किया था और वह एक बेईमान आदमी था। अंत में, काओ काओ, जो नैतिकता की परवाह किए बिना केवल प्रतिभाओं को महत्व देता था, ने लू बू को मार डाला।", "聖意": "मैं घर पर असहज हूं, मैं आमतौर पर पैसे की तलाश करता हूं, लेन-देन से बचता हूं, शादी करना मुश्किल है, लिउजिया आदमी हैरान है, खेत में रेशम के कीड़े आधे पके हुए हैं, छह जानवर सुरक्षित हैं, व्यक्ति उसकी तलाश कर रहा है , सार्वजनिक मुकदमा उचित है, और प्रवास खोई हुई चीजों के लिए प्रार्थना करना है जिन्हें ढूंढना मुश्किल है, बीमारियों और जेनक्सिंग पर्वत की कब्र में शांति के लिए प्रार्थना करना है।", "古人": "डोंग झूओ लू बू को स्वीकार करता है", "第X籤": "नंबर 41 लॉटरी जीतना", "宮": "आप महल"}