{"籤詩版本二": "सम्राट, सम्राट और साम्राज्ञी अंततः दयालु होंगे और बिना हानि या लाभ के आशीर्वाद के लिए प्रतीक्षा करेंगे और प्रार्थना करेंगे।\nसभी संवेदनशील प्राणियों को इससे लाभ होता है, और दुनिया और स्वर्ग में समृद्धि की उम्मीद की जाती है।", "詩意": "यह हेक्साग्राम स्वर्ग से अनुग्रह का संकेत है।\nसब कुछ सफल होगा.", "解曰": "बादशाह ने अपनी कृपा प्रकट की। कभी नहीं भूलें। सुबह और शाम की रस्में. धूप जलाना उचित है.", "籤詩故事一": "◇मुलियन ने अपनी माँ को बचाया\nमोकौ लियान या मुलियन, शाक्यमुनि बुद्ध के दस शिष्यों में सबसे शक्तिशाली हैं।\nउनकी माँ अपने जीवनकाल में लालची और कंजूस थीं, इसलिए उनकी मृत्यु के बाद वह भूखे भूतों के दायरे में आ गईं। मोखुल्लियन ने निरीक्षण करने के लिए अपनी जादुई शक्ति का उपयोग किया और पाया कि उसकी माँ एक भूखे भूत के रूप में पैदा हुई थी, जिसके पास भोजन प्राप्त करने का कोई रास्ता नहीं था और वह बहुत कठिनाई में थी। उसने अपनी माँ के लिए भोजन लाने के लिए अपनी जादुई शक्ति का उपयोग किया। अप्रत्याशित रूप से, माँ को भोजन मिलने के बाद भोजन, वह राख में बदल गया और खाया नहीं जा सका।\nजो कुछ हुआ उससे मौद्गल्यायन चिंतित हुआ और उसने इसकी सूचना बुद्ध को दी। बुद्ध ने मुलियन से कहा कि सातवें चंद्र माह के 15वें दिन, उसे एक बेसिन में सौ स्वाद और पांच फल रखने चाहिए और उन्हें दस दिशाओं के पुण्य भिक्षुओं को अर्पित करना चाहिए। इस शक्ति से, उसकी माँ खा सकेगी .\nमौद्गल्यायन ने बुद्ध की इच्छा के अनुसार कार्य किया और उनकी माँ अंततः मुक्त हो गईं। इस प्रकार के समारोह को \"ओबोन फेस्टिवल\" कहा जाता है और इस त्यौहार को \"ओबोन फेस्टिवल\" कहा जाता है।\n(नोट: एक प्रकार के पदार्थ की दुनिया के विभिन्न स्तरों पर अलग-अलग भावनाएँ होती हैं। उदाहरण के लिए: जब इस दुनिया में बारिश होती है, तो हम इसे \"पानी\" के रूप में देखते हैं, जबकि भूखे भूत के दायरे में प्राणी इसे \"रक्त\" के रूप में महसूस करते हैं, और नरक की दुनिया में संवेदनशील प्राणी इसे \"खून\" के रूप में महसूस करते हैं। यह \"तलवार गिराने\" जैसा महसूस होता है, जबकि स्वर्गीय प्राणी इसे \"फूल गिराने\" जैसा महसूस करते हैं।)", "聖意": "घर और घर के लिए प्रार्थना करना, सर्दियों में सौभाग्य के लिए प्रार्थना करना, धन की तलाश करना, कोई लेन-देन नहीं, विवाह, लिउजिया में शांति, पैदल यात्री, चलते खेत, रेशम के कीड़े, छह जानवर, लोगों को ढूंढना, मुकदमे, सफलता, प्रवासन, रूढ़िवादिता, खोई हुई संपत्ति, बीमारी , मन की शांति, पहाड़ों और कब्रों की शांति", "古人": "मुलियन ने अपनी माँ को बचाया", "第X籤": "बयालीस पर हस्ताक्षर करें", "宮": "आप महल"}