{"籤詩版本二": "दुनिया लचीली है और सभी चीजें स्वावलंबी, स्वावलंबी और सुरक्षित हैं\nजीवन में सब कुछ अद्भुत है, हर चीज के लिए संतों और संतों को धन्यवाद दें और समृद्ध रहें।", "詩意": "यह हेक्साग्राम पृथ्वी और पृथ्वी के बीच सामंजस्य को दर्शाता है।\nसब कुछ ठीक चल रहा है और कोई ख़तरा नहीं है.", "解曰": "सभी चीजें पैदा होती हैं. सभी योजनाएँ और इच्छाएँ पूरी होती हैं। फोर्ड मदद करता है. रुई क्यूई जल्दी में है।", "籤詩故事一": "◇वॉकर्स को ज्ञान प्राप्त होता है\nपश्चिम की यात्रा कहानी:\nसुन वुकोंग हुआगुओ पर्वत में राजा बने। बाद में, हमेशा के लिए जीने का रास्ता खोजने के लिए, उन्होंने अपने शिक्षक के रूप में पितृसत्ता बोधि की पूजा करने के लिए पहाड़ों और नदियों में यात्रा करते हुए आठ या नौ साल बिताए। उन्होंने बहत्तर परिवर्तनों को सीखा सांसारिक बुराई और कलाबाजी के बादल, और पहली बार उपनाम सन लिया। वुकोंग नाम दिया गया।\nउसके बाद, सन वुकोंग एक उपयुक्त हथियार खोजने के लिए पूर्वी चीन सागर में ड्रैगन पैलेस में गया, और अंत में उसे तियान्हे और डिंगहाई की दिव्य सुई रुई गोल्डन कुडगेल मिली। क्योंकि उनका जीवन काल समाप्त हो गया था, उन्होंने अंडरवर्ल्ड में एक बड़ा उपद्रव किया, जीवन और मृत्यु की पुस्तक को संशोधित किया, और मानव दुनिया में लौट आए। बाद में, सन वुकोंग को पहली बार स्वर्ग द्वारा बुलाया गया और उसका नाम बीमा वेन रखा गया। बाद में, उसे दूसरी बार स्वर्ग में बुलाया गया और उसे बंदर राजा का नाम दिया गया। उसने आड़ू भी चुराए और स्वर्ग में परेशानी पैदा की। उसकी सुनहरी आँखों और उग्र आँखों का अभ्यास करने के लिए उसे बगुआ भट्टी में सील कर दिया गया। अंत में, उसे दबा दिया गया तथागत बुद्ध 500 वर्षों से वुझी पर्वत की तलहटी में हैं, हिलने-डुलने में असमर्थ हैं। वह स्थान जहाँ बगुआ भट्ठी को लात मारी गई थी, आग की लपटों के पहाड़ में बदल गया।\nपांच सौ साल बाद, भिक्षु तांग धर्मग्रंथ प्राप्त करने के लिए पश्चिम गए, पांच तत्व पर्वत से गुजरे, और सन वुकोंग को बचाने से पहले ताबीज उतार दिया। सन वुकोंग कृतज्ञता से फूट-फूट कर रोने लगे। गुआनिन बोधिसत्व द्वारा निर्देश दिए जाने के बाद, उन्होंने तांग मोंक को अपने शिक्षक के रूप में पूजा किया और साथ में शास्त्र सीखने के लिए पश्चिम चले गए। शास्त्रों को सीखने के रास्ते में, सन वुकोंग राक्षसों पर उतरे और राक्षसों का सफाया किया, और बार-बार असाधारण करतब दिखाए। हालाँकि, उनके गुरु तांग सेंग ने उन्हें बार-बार गलत समझा और निष्कासित कर दिया। इक्यासी कठिनाइयों के बाद, काम अंततः पूरा हुआ। चार गुरु और शिष्य ज़िटियन लेयिन मंदिर पहुंचे और सच्चा धर्मग्रंथ प्राप्त किया। सन वुकोंग ने सही परिणाम हासिल किया।\n(यह कहानी एक रूपक है कि एक बंदर भी प्रबुद्ध हो सकता है, इंसान की तो बात ही छोड़िए।)", "聖意": "घर स्वयं के लिए शुभ है, धन, व्यापार, विवाह, लिउजिया, पुरुष पैदल यात्री, खेतों में रुकावट, रेशम के कीड़ों, छह जानवरों, झोंगपिंग, लोगों की तलाश, मुकदमे, सफलता, प्रवास, संपत्ति की हानि, बीमारी, जिंगक्सिंगशान कब्र, चीजें शुभ हैं", "古人": "यात्री को ज्ञान की प्राप्ति होती है", "第X籤": "43 तारीख को हस्ताक्षर किये गये", "宮": "ज़ुगोंग"}