{"籤詩版本二": "प्राचीन काल से ही सज्जनता शक्ति पर विजयी रही है और अच्छे कर्मों का द्वार समृद्धिपूर्ण है।\nयदि कोई इस षट्क्रम का दैवीकरण करता है, तो यह प्यास लगने पर याओजिंग से मुठभेड़ करने जैसा होगा।", "詩意": "यह षट्कोण दयालुता और नम्रता का प्रतीक है।\nहर चीज में सामंजस्य आदर्श है।", "解曰": "स्वर्ग और पृथ्वी की भावनाएँ हैं। बिल्कुल सच। भगवान और बुद्ध आपकी रक्षा करते हैं। जो तुम्हें मिला उसे मत भूलो.", "籤詩故事一": "◇रेन्जॉन्ग ने अपनी मां को पहचान लिया\nसॉन्ग झेंजोंग की उपपत्नी, उपपत्नी लियू, उपपत्नी ली के बेटे झाओ जेन के जन्म से ईर्ष्या करती थी, और उसने उपपत्नी ली के बेटे की जगह एक चमड़ीदार सिवेट बिल्ली रखने के लिए दाई को रिश्वत दी थी। उपपत्नी ली पर एक राक्षस को जन्म देने का झूठा आरोप लगाया गया था और उसे पदावनत कर दिया गया था। ठंडा महल। उपपत्नी लियू को प्रतिष्ठित किया जा सका। बाद के लिए।\nकॉन्सुबिन डे को महारानी के रूप में पदोन्नत किए जाने के बाद, कॉन्सुबिन डे ने ठंडे महल में आग लगा दी और कॉन्सुबिन ली को मारने की योजना बनाई। कॉन्सुबिन ली भाग गई और लोगों के बीच रहने लगी।\nउपपत्नी ली ने मूल रूप से झाओ जेन को नदी में फेंक दिया था, लेकिन सौभाग्य से उसे हिजड़े ने बचा लिया और आठ संतों के महल में भेज दिया। जब वह बड़ा हुआ, तो वह सोंग रेनजॉन्ग का उत्तराधिकारी बना।\nबाद में, बाओ झेंग (बाओ क्विंगटियन) गलती से अंधे उपपत्नी ली से मिले। जब उन्हें सच्चाई पता चली, तो उन्होंने मामले की सख्ती से जांच की और आखिरकार सच्चाई सामने आ गई, जिससे सॉन्ग रेनजॉन्ग को उपपत्नी ली को मां और बेटे के रूप में पहचानने की अनुमति मिली। उपपत्नी लियू को ठंडे महल में फेंक दिया गया और उपपत्नी ली का महल में स्वागत किया गया। कहानी सफलतापूर्वक समाप्त हो गई।", "聖意": "घर और मकान स्वयं के लिए, धन के लिए, व्यापार के लिए, विवाह के लिए, विवाह के लिए, पुरुष पैदल यात्रियों के लिए, खेतों में रुकावट के लिए, रेशम के कीड़ों के लिए, शरद ऋतु के लिए, छह जानवरों के लिए, छह जानवरों के लिए, लोगों को खोजने के लिए, लोगों को देखने के लिए शुभ होते हैं। , मुकदमों के लिए, सफलता के लिए, आप्रवासन के लिए, खोई हुई संपत्ति के लिए, पूर्वी रोगों के लिए, आशीर्वाद के लिए, पहाड़ी कब्रों के लिए, और पूर्व और पश्चिम की शुभता के लिए।", "古人": "रेनजॉन्ग ने अपनी मां को पहचान लिया", "第X籤": "पैंतालीसवीं जीतने वाली लॉटरी", "宮": "ज़ुगोंग"}