{"籤詩版本二": "ठंडा मौसम पानी को बर्फ में बदल देता है, प्रसिद्धि का लालच क्यों करें?\nमेरे पास चुपचाप बैठने और पत्तियों के प्राकृतिक रूप से खिलने का इंतजार करने के अलावा कोई विकल्प नहीं है।", "詩意": "इस हेक्साग्राम में पानी बर्फ में बदल जाता है।\nव्यर्थ में कुछ मत मांगो.", "解曰": "पानी जम कर बर्फ बन जाता है. बर्फ पिघलकर पानी बन जाती है. अगर ये कोई साजिश है. सो है।", "籤詩故事一": "◇वांग जियांग ने कार्प मांगा (चौबीस फिलिअल पिटीशन कहानियां)\nजिन राजवंश के वांग जियांग, सौजन्य नाम फुझेंग, का जन्म लिनी में हुआ था।\nजब वांग जियांग छोटे थे, तो उनकी जैविक मां की मृत्यु हो गई। उनके अकेले पिता ने झू नाम की महिला से शादी की, और वांग जियांग की एक नई मां थी। जब वांग जियांग छोटे थे, तो उनकी जैविक मां का निधन हो गया और उनके अकेले पिता ने झू नाम की महिला से शादी कर ली। वांग जियांग की सौतेली माँ एक संकीर्ण सोच वाली और ईर्ष्यालु महिला थी। वह वांग जियांग को पसंद नहीं करती थी और अक्सर छोटी-छोटी बातों पर उसे डांटती थी। जल्द ही, सौतेली माँ ने वांग लैन नामक एक बेटे को भी जन्म दिया। सौतेली माँ केवल अपने बच्चों से प्यार करती थी, और वांग जियांग को अपने लिए काँटा मानती थी। वह वांग जियांग पर और भी अधिक माँग करने लगी, और अक्सर अपने पिता के सामने वांग जियांग के बारे में बुरा बोलती थी। यहाँ तक कि उसके पिता भी धीरे-धीरे उससे प्यार नहीं करते थे। सौतेली माँ केवल अपने बच्चों से प्यार करती थी, और वांग जियांग को अपने लिए एक कांटा मानती थी। वह वांग जियांग पर और भी अधिक मांग कर रही थी, और अक्सर अपने पिता के सामने वांग जियांग के बारे में बुरा बोलती थी। यहाँ तक कि उसके पिता भी धीरे-धीरे उससे प्यार नहीं करते थे। हालाँकि वांग जियांग के सौतेले भाई, वांग लैन अपने भाई के प्रति बहुत मिलनसार हैं। अपनी सौतेली माँ की यातना के बावजूद, वह अभी भी बहुत पुत्रवधू थी। सौतेली माँ बहुत कठोर है, लेकिन वांग जियांग अभी भी बहुत संतानहीन है।\nउसकी सौतेली माँ को एक शौक है, वह यह कि वह नदी से निकली ताज़ी मछलियाँ खाना पसंद करती है। उसकी सौतेली माँ को एक शौक है, वह यह कि वह नदी से निकली ताज़ी मछलियाँ खाना पसंद करती है। एक सर्दियों में, उनके पिता व्यवसाय के लिए चले गए, और उनकी सौतेली माँ फिर से बीमार पड़ गईं। भाइयों वांग जियांग और वांग लैन ने सावधानीपूर्वक अपनी माँ को खाने के लिए सूप और दवाएँ दीं। भीषण ठंड के मौसम में, सौतेली माँ की बीमारी में अभी भी सुधार नहीं हुआ। जल्दी करो। एक सर्दियों में, उनके पिता व्यवसाय के लिए चले गए, और उनकी सौतेली माँ फिर से बीमार पड़ गईं। भाइयों वांग जियांग और वांग लैन ने सावधानीपूर्वक अपनी माँ को खाने के लिए सूप और दवाएँ दीं। भीषण ठंड के मौसम में, सौतेली माँ की बीमारी में अभी भी सुधार नहीं हुआ। जल्दी करो। बीमार सौतेली माँ नदी से ताज़ी मछली खाना चाहती थी। उस भीषण ठंडी जलवायु में, बाहर बर्फबारी हो रही थी और नदी का पानी पहले से ही मोटी बर्फ में बदल गया था। बीमार सौतेली माँ ताज़ी मछली खाना चाहती थी। उस बर्फीली जलवायु में ताज़ी मछली कहाँ मिल सकती थी?\nउन दिनों, कोई ऑफ-सीज़न व्यंजन नहीं थे, और पैसे होने पर भी आप उन्हें नहीं खरीद सकते थे।\nकहानी के इस बिंदु पर, वांग जियांगकिउ ली की मार्मिक कहानी घटी। दोनों भाइयों ने असहाय होकर अपनी माँ की रक्षा की। वांग जियांग अपनी बीमार सौतेली माँ को निराश न करने के लिए जमी हुई नदी की ओर चल दिया। वांग जियांग को एक विचार आया और उसने ठंड की परवाह किए बिना अपनी शर्ट उतार दी। वह ग्लेशियर पर नग्न लेट गया और इसका उपयोग करना चाहता था बर्फ को पिघलाने के लिए उसका अपना शरीर का तापमान होता है (इसलिए वांग जियांगकिउ कार्प को बर्फ पर लेटे हुए वांग जियांग भी कहा जाता है)। उसने अपनी शर्ट उतार दी और ग्लेशियर पर नग्न होकर लेट गया। उसने भगवान से प्रार्थना की और कहा: \"भगवान, मेरी मां बीमार है और ताजा कार्प खाना चाहती है। आपको मेरे लिए कोई रास्ता खोजना होगा, चाहे कुछ भी हो।\" अजीब बात है, उसके बगल में बर्फ का टुकड़ा अचानक टूट गया, और दो टुकड़े हो गए दरारें। एक जीवित कार्प दरार से बाहर निकला और बर्फ पर कूद गया। वांग जियांग बहुत खुश था। उसने भगवान से प्रार्थना की: \"भगवान, मेरी मां बीमार है और ताजा कार्प खाना चाहती है। आपको मेरे लिए कोई रास्ता खोजना होगा, चाहे कुछ भी हो। \" अजीब बात है, उसके बगल में बर्फ का टुकड़ा अचानक टूट गया, और दो दरारें थीं। एक जीवित कार्प दरार से बाहर निकला और बर्फ पर कूद गया। वांग जियांग बहुत खुश था। वह जल्दी से घुटनों के बल बैठ गया, भगवान को धन्यवाद दिया और कार्प के साथ घर भाग गया। वह जल्दी से घुटनों के बल बैठ गया, भगवान को धन्यवाद दिया और जल्दी से कार्प लेकर घर चला गया। सौतेली माँ द्वारा ताज़ा कार्प खाने के बाद, वह जल्द ही अपनी बीमारी से ठीक हो गई। अस्पताल के बिस्तर पर सौतेली माँ उस समय दंग रह गई जब उसने वांग जियांग के नग्न ऊपरी शरीर को देखा, जो ठंड से बैंगनी हो रहा था, और उसके हाथों में दो मछलियाँ थीं। वह खुशी से कमरे में भाग गई और दंग रह गई।\nवांग जियांग बाद में एक अधिकारी बन गए और ताइबाओ बन गए, और उन्हें ड्यूक की उपाधि दी गई।", "聖意": "घर में बेचैनी, मैं सुरक्षा, वित्तीय कठिनाइयाँ, व्यावसायिक समस्याएँ, विवाह, लिउजिया बीमा में असंगतता, पैदल यात्री, चिटियन रेशमकीट, छह पशुधन हानि, लापता लोग, सार्वजनिक मुकदमे, प्रवासन, रूढ़िवादिता, खोई हुई संपत्ति, बीमारी, पुनर्प्राप्त करना मुश्किल, के लिए प्रार्थना करता हूँ। पर्वत समाधि, शुभकामनाएँ", "古人": "वांग जियांग ने कार्प की मांग की (चौबीस फिलिअल पिटीशन कहानियां)", "第X籤": "उनतालीस लॉटरी जीतना", "宮": "हैगोंग"}