{"籤詩版本二": "आप पाल की छत्रछाया को स्वतंत्र रूप से पकड़कर देश के सभी कोनों की यात्रा कर सकते हैं\nयदि अनुकूल हवा रही तो वह शीघ्र ही आ जायेगी और नाव खज़ाने से भर जायेगी।", "詩意": "यह हेक्साग्राम नाव को हवा से खींचने जैसा है।\nसबकुछ ठीक होता है।", "解曰": "आराम से आराम करो. किसी प्रयास की आवश्यकता नहीं है. बहुत सारा धन. सभी ने प्रशंसा की.", "籤詩故事一": "◇ताओ झुगुई पांच झीलें (फैन लिगुई झील)\nवसंत और शरद काल में, फैन ली, जिसका शिष्टाचार नाम शाओबो था, को गुई यिज़िपी या ताओ ज़ुगोंग के नाम से भी जाना जाता था।\nउस समय वू राज्य और यू राज्य के बीच युद्ध हुआ और वू राज्य ने यू राज्य को नष्ट कर दिया। फैन ली और वेन झोंग ने यू को बढ़ावा देने और वू को नष्ट करने के लिए यू किंग गौ जियान के लिए एक योजना तैयार की। फैन ली ने व्यक्तिगत रूप से पहाड़ों और नदियों के माध्यम से यात्रा की, और बैलुओ पर्वत में हुआनशा नदी पर गुण, प्रतिभा और सुंदरता दोनों के साथ एक खूबसूरत महिला शी शी से मुलाकात की और इसे वू के राजा को प्रस्तुत किया। उन्होंने सहयोग करने के लिए \"सौंदर्य चाल\" का इस्तेमाल किया अंदर और बाहर से और वू साम्राज्य को नष्ट कर दिया।\nवू साम्राज्य का सफाया करने में सफल होने के बाद, फैन ली को पता था कि गौ जियान एक \"चोंच के साथ लंबी गर्दन वाला पक्षी\" था और उसके साथ कठिनाइयों और खुशियों को साझा कर सकता था, इसलिए वह क्यूई साम्राज्य में शी शी के साथ नौकायन करने गया, अपना स्थान बदल लिया गुई ज़िपी को नाम दिया, और क्यूई साम्राज्य में अपने बेटे और शिष्यों का नेतृत्व किया। वे समुद्र के किनारे एक झोपड़ी में रहते हैं। उन्होंने बंजर भूमि पर खेती करने, एक किनारे का व्यवसाय चलाने और व्यवसाय करने के लिए कड़ी मेहनत की। कुछ ही वर्षों में, उन्होंने करोड़ों की पारिवारिक संपत्ति जमा कर ली। वह धन फैलाने और अपने गृहनगर की भलाई करने में उदार थे। फैन ली की बुद्धिमत्ता और क्षमता की क्यूई के लोगों ने सराहना की। क्यूई के राजा ने उन्हें राजधानी लिंज़ी में आमंत्रित किया, और सरकारी मामलों के प्रभारी प्रधान मंत्री के रूप में उनकी पूजा की। . उन्होंने कहा: \"एक अधिकारी होने से मंत्री बन सकते हैं, और परिवार चलाने से भाग्य बन सकता है। एक सामान्य व्यक्ति के लिए जिसने शून्य से शुरुआत की, यह चरम पर पहुंच गया है। लंबे समय तक सम्मानित होना शायद अच्छा संकेत नहीं है।\" इसलिए, केवल तीन साल बाद, वह एक बार फिर बहादुरी से पीछे हट गया, क्यूई के राजा को मुहर लौटा दी, और अपनी सारी पारिवारिक संपत्ति अपने करीबी दोस्तों और साथी ग्रामीणों को दे दी।", "聖意": "घर स्वयं के लिए अच्छा है (भेजने के लिए), धन की तलाश में, पश्चिम के लिए सौभाग्य, व्यापार में देर हो रही है, शादी अच्छी नहीं है, लिउजिया सुरक्षित है, लोग खेतों को अवरुद्ध कर रहे हैं, रेशम के कीड़ों, शरद ऋतु, छह जानवरों के लिए अच्छा है, वसंत समृद्ध है, लोग लोगों की तलाश कर रहे हैं, मुकदमे खराब हैं, प्रवासन रूढ़िवादी है, खोई हुई चीजें हैं, पश्चिमी रोग सुलझ रहे हैं, पहाड़ और कब्रें दक्षिण में हैं।", "古人": "ताओ झुगुई पांच झीलें (फैन लिगुई झील)", "第X籤": "पचासवाँ लॉटरी विजेता", "宮": "हैगोंग"}