{"籤詩版本二": "गर्मी का दिन सबसे लंबा होता है और हर कोई गर्मी और डिप्रेशन से परेशान रहता है\nस्वर्ग और पृथ्वी भी जानते हैं कि लोग क्या चाहते हैं, और हवा चलती है और यह स्वाभाविक रूप से ठंडी होती है", "詩意": "यह हेक्साग्राम दर्शाता है कि हर कोई गर्मी से परेशान है।\nआप जो चाहे करें।", "解曰": "इसमें कोई संदेह नहीं है कि आगे बढ़ना है या पीछे हटना है। आपका समय अच्छा गुजरे। क्या यह कैम्पिंग के लिए है? उतावलेपन से काम लेने की जरूरत नहीं है.", "籤詩故事一": "◇कोंग मिंग सिचुआन में प्रवेश करता है\nज़ुगे लियांग (181-234), शिष्टाचार नाम कोंगमिंग, यांगडु, लांग्या (अब यिनान काउंटी, शेडोंग प्रांत) के मूल निवासी थे, और तीन साम्राज्यों की अवधि के दौरान शू हान (लियू बेई) के प्रधान मंत्री थे।\nहालाँकि लियू बेई ने जिंगझू को जीत लिया, लेकिन यह एक पक्ष को अलग करने के लिए पर्याप्त नहीं था। ज़ुगे कोंगमिंग ने लियू बेई के क्षेत्र को बढ़ाने के लिए ज़िचुआन पर कब्जा करने की योजना बनाई। इस समय, यिझोउ में लियू झांग पर उत्तर में झांग लू द्वारा हमला किया गया था। ज़ुगे कोंगमिंग को पता चला कि लियू झांग खुद को बचाने के लिए ज़िचुआन का नक्शा काओ काओ को समर्पित करना चाहते थे। जब झांग सोंग (लियू झांग के अधीनस्थ) काओ काओ से मिले, क्योंकि काओ काओ घमंडी और असभ्य था, लियू झांग ने नक्शा वापस ज़िचुआन ले लिया और रास्ते में जिंगझोउ को पार किया। कोंग मिंग रास्ते में पहले से ही उनका इंतजार कर रहे थे और उन्होंने उन्हें जिंगझू में आमंत्रित किया, लेकिन प्रस्थान के समय तक उन्होंने कभी भी ज़िचुआन पिक्चर का उल्लेख नहीं किया। झांग सॉन्ग उनके शिष्टाचार और आतिथ्य के लिए कोंग मिंग के आभारी थे, इसलिए उन्होंने ज़िचुआन पिक्चर को समर्पित कर दिया। उसे।\nज़िचुआन का इलाका खतरनाक था और उस पर हमला किया जा सकता था या बचाव किया जा सकता था। कोंग मिंग की विभिन्न व्यवस्थाओं के बाद, ज़िचुआन लियू बेई का जन्मस्थान बन गया।\n(कोंग मिंग ने लोगों के साथ शिष्टाचार से व्यवहार किया और आसानी से प्रतिष्ठित ज़िचुआन प्राप्त किया।)", "聖意": "घर में आशीर्वाद के लिए और अपनी सुरक्षा के लिए प्रार्थना करें (दुर्भाग्य में भी सौभाग्य है) धन की तलाश करें, व्यापार में सौभाग्य, सामान्य विवाह, लिउजिया में लड़कों का जन्म, खेतों को हिलाना, रेशम के कीड़ों, पशुधन को नुकसान, लोगों को ढूंढना, सार्वजनिक मुकदमे , प्रवासन, पुरानी खोई हुई चीज़ें, उत्तरी बीमारियाँ, पहाड़ों और कब्रों की कामना", "古人": "कोंग मिंग सिचुआन में प्रवेश करता है", "第X籤": "अध्याय 51: लॉट जीतना (लॉट जीतना)", "宮": "गर्भाशय"}