{"籤詩版本二": "चाँद को पानी में पकड़ने में बहुत मेहनत लगती है, बहुत मेहनत लगती है लेकिन कुछ नहीं।\nबकवास मत करो और शरीर को मजबूत करने के अपने प्रयासों को बर्बाद मत करो। \"शरीर सूख गया\" शब्द का अर्थ है \"शरीर अकेला है\"।", "詩意": "यह हेक्साग्राम प्रयास की छवि का लालची है।\nसब कुछ श्रमसाध्य और श्रमसाध्य है।", "解曰": "वादे याद रखना मुश्किल है. बहुत मेहनत है. घर पर चिंता. नेक लोगों से मिलने का इंतज़ार कर रहे हैं.", "籤詩故事一": "◇ताइबाई ने नशे में चाँद को पकड़ा (ली ताइबाई ने नशे में चाँद को पकड़ा)\nली बाई (701-762), जिन्हें ताइबाई के नाम से भी जाना जाता है, उन्हें क़िंग्लियान जुशी के नाम से भी जाना जाता है। तांग राजवंश के कवि, जो खुद को निर्वासित अमर कहते थे, कविता के अमर के रूप में जाने जाते थे और वह बिना शराब पिए हमेशा खुश रहते थे।\nएक बार ली बाई जिनलिंग (अब नानजिंग) आईं और वेंडे ब्रिज के बगल में एक रेस्तरां में आराम किया।\nवह दिन शीतकालीन चंद्र मास का पंद्रहवाँ दिन था। रात में, वह रेस्तरां में अकेले बैठता था और शराब पीते और कविताएँ सुनाते हुए चाँद को निहारता था। वह दिन शीतकालीन चंद्र मास का पंद्रहवाँ दिन था। रात में, वह रेस्तरां में अकेले बैठता था और शराब पीते और कविताएँ सुनाते हुए चाँद को निहारता था। ली ताइबाई को अपने जीवन में चंद्रमा सबसे अधिक प्रिय था, उनका कहना था कि यह स्वच्छ और सुंदर है। ली ताइबाई को अपने जीवन में चंद्रमा सबसे अधिक प्रिय था, उनका कहना था कि यह स्वच्छ और सुंदर है। उस रात, उसने ऊपर देखा और आकाश में सफेद और गोल चाँद देखा। वह बहुत खुश हुआ और कुछ और गिलास पी गया। उस रात, उसने ऊपर देखा और आकाश में सफेद और गोल चाँद देखा। वह बहुत खुश हुआ और कुछ और गिलास पी गया। आधी रात को, ली ताइबाई ने शराब का फायदा उठाया और वेंडे ब्रिज के नीचे चली गईं। आधी रात को, ली ताइबाई ने शराब का फायदा उठाया और वेंडे ब्रिज के नीचे चली गईं। जैसे ही उसने पुल पर कदम रखा, उसने अपना सिर नीचे किया और अचानक चंद्रमा को पानी में गिरता हुआ देखा। जब नदी आगे बढ़ी, तो सफेद चंद्रमा की छाया में कुछ काली रेखाएं जुड़ गईं। जैसे ही उसने पुल पर कदम रखा, उसने अपना सिर नीचे किया और अचानक चंद्रमा को पानी में गिरता हुआ देखा। जब नदी आगे बढ़ी, तो सफेद चंद्रमा की छाया में कुछ काली रेखाएं जुड़ गईं। ली ताइबाई इस समय इतने नशे में थे कि उन्हें लगा कि यह चंद्रमा है जिस पर नदी के पानी का दाग लग गया है। ली ताइबाई इस समय इतने नशे में थे कि उन्हें लगा कि यह चंद्रमा है जिस पर नदी के पानी का दाग लग गया है। उसने अपने जूते उतारने की भी जहमत नहीं उठाई, उसने अपने हाथ खोले और चंद्रमा को देखने के लिए पुल से छलांग लगा दी। उसने अपने जूते उतारने की भी जहमत नहीं उठाई, उसने अपने हाथ खोले और चंद्रमा को देखने के लिए पुल से छलांग लगा दी। अप्रत्याशित रूप से, इस छलाँग से चंद्रमा पकड़ में नहीं आया, लेकिन पानी में मौजूद चंद्रमा टूट गया और तुरंत दो हिस्सों में विभाजित हो गया। अप्रत्याशित रूप से इस छलाँग में चाँद तो नहीं फँसा, पर वह आदमी डूब गया। बासठ वर्ष की आयु में उनका निधन हो गया।", "聖意": "घर में अशांति है और स्वयं दुर्भाग्य में हैं (अशुभ हैं, स्वास्थ्य पर ध्यान दें), धन में संतुलन तलाशें (इसके बारे में सोचें भी नहीं), कठिन व्यवसाय, विवाह तय नहीं हुआ है, सुरक्षा के लिए प्रार्थना करें (गर्भपात को रोकने के लिए खाली खजाने) ), पैदल यात्री मुसीबत में हैं, मैदानी रेशमकीट पाँच बिंदु हैं, छह जानवर गिरावट में हैं, लोगों की तलाश कर रहे हैं (दुर्भाग्यपूर्ण), सार्वजनिक मुकदमे और (मुकदमा रोकें) साधारण प्रवास (इसका उल्लेख न करें) संपत्ति का नुकसान (विमान) प्रार्थना कर रहे हैं बीमारी से सुरक्षा के लिए (दुर्भाग्यपूर्ण) पहाड़ों और कब्रों में सौभाग्य", "古人": "ताईबाई ने नशे में चाँद को पकड़ा (ली ताईबाई ने नशे में चाँद को पकड़ा)", "第X籤": "बावनवें ने लॉटरी जीती (लॉटरी)", "宮": "गर्भाशय"}