{"籤詩版本二": "जब निराशा प्रसन्नता में बदल जाती है, तो ड्रेगन दहाड़ते हैं और बाघ दहाड़ते हैं।\nनीले आसमान के पास आसमान तक पहुंचने का अपना रास्ता है। क्या मुझे प्रसिद्धि हासिल करने का एक और मौका मिल सकता है।", "詩意": "यह हेक्साग्राम एक ड्रैगन के दहाड़ने और एक बाघ के दहाड़ने जैसा है।\nउम्मीद है कि सब कुछ ठीक हो जायेगा.", "解曰": "बस पढ़ाओ और जाओ. अपनी समृद्धि रखें. आख़िर में बनना ही चाहिए. वहाँ एक जगह ढूंढी जानी है।", "籤詩故事一": "◇लियू बेई एक दुल्हन की भर्ती करती है\nचिबी की लड़ाई के बाद, सन क्वान जिंगझू को फिर से हासिल करने के लिए उत्सुक था, जिसे लियू बेई ने हासिल कर लिया था, इसलिए उसने झोउ यू की योजना का इस्तेमाल किया, यह दिखाते हुए कि वह अपनी बहन सुन रेन की शादी लियू बेई से करना चाहता था, लेकिन वास्तव में वह लेना चाहता था जिंगझोऊ पर दावा करने के लिए बंधक के रूप में लियू बेई।\nज़ुगे लियांग ने झोउ यू की योजना पर जासूसी करने के बाद, उन्होंने रणनीति के साथ ब्रोशर झाओ यूं को सौंप दिया, जो सूचो में जाने पर लियू बेई की रक्षा कर रहे थे। झाओ यूं ने ब्रोशर में रणनीति का पालन किया और जानबूझकर वू गुओताई को जाने देने के लिए एक बड़ा छींटाकशी की। सन क्वान के पिता) विवाह प्रस्ताव के बारे में जानते हैं। क्योंकि वू गुओताई अपनी बेटी से प्यार करती थी और अपनी बेटी के जीवन भर के मामलों के बारे में आकस्मिक निर्णय लेने के लिए तैयार नहीं थी, उसने अपनी बहन के प्रति निर्दयी होने के लिए सन क्वान को डांटा और गनलू मंदिर में व्यक्तिगत रूप से परीक्षण करने का प्रस्ताव रखा कि लियू बेई उसकी बेटी के योग्य थी या नहीं। वू गुओताई ने लियू बेई से मुलाकात के बाद, उन्होंने लियू बेई की बहुत सराहना की और लियू बेई और उनकी बेटी के बीच शादी की पुरजोर वकालत की। परिणामस्वरूप, लियू बेई ने सफलतापूर्वक श्रीमती सन से शादी की।\nबाद में, लियू बेई और श्रीमती सन एक साथ वापस जिंगझोउ भाग गए। बाद में, जब लियू बेई यिझोउ पर हमला कर रहे थे, तब सन क्वान जिंगझोउ पर चुपचाप हमला करना चाहता था, लेकिन वू गुओताई ने उसे रोक दिया, जो अपनी बेटी की सुरक्षा के बारे में चिंतित था।\nउन्होंने कहा: \"झोउ यू की चतुर योजना दुनिया में सबसे अच्छी है। उसने अपनी पत्नी को खो दिया और अपने सैनिकों को खो दिया।\"\n(लियू बेई को नुकसान से फायदा हुआ)", "聖意": "मैं घर पर अशुभ हूं और मैं अशुभ हूं (पहले दुर्भाग्य, फिर सौभाग्य)। धन, संतुलन, विवाह में कठिनाई, विवाह में सफलता की तलाश करें। पैदल चलने वालों के लिए आशीर्वाद की प्रार्थना करें, खेतों में रेशम के कीड़ों, पशुधन क्षति के लिए पांच अंक, खोजें लोगों के लिए, मुकदमे और प्रवास, खोई हुई संपत्ति के लिए शुभकामनाएँ, बीमारियों के लिए शुभकामनाएँ, पहाड़ों और कब्रों की शांति।", "古人": "लियू बेई एक दुल्हन की भर्ती करती है", "第X籤": "तिरपनवां जीतने वाला नंबर", "宮": "गर्भाशय"}