{"籤詩版本二": "पिता से पुत्र का पुण्य पोते को मिलता है। भोजन और वस्त्र में समृद्धि केवल ईश्वर पर निर्भर करती है।\nहॉल में चुनक्सुआन लोगों को खुश करता है। जब वे भूखे, खिलाए, प्यासे और नींद में होते हैं, चुनक्सुआन माता-पिता के लिए एक रूपक है।", "詩意": "यह हेक्साग्राम वसंत की ओर ले जाने वाले बांस की छवि से जुड़ा है।\nआशा है कि सबकुछ अच्छा होगा।", "解曰": "बाँस लो और बसंत की ओर ले चलो। यह अंतहीन रूप से फैलता है. एक सज्जन व्यक्ति आशा चाहता है। सभी प्रसन्न.", "籤詩故事一": "◇झोउ के राजा वू सिंहासन पर बैठे\nझोउ के राजा वू ने राजा झोउ पर हमला किया और राजा शांग की सेना के खिलाफ लड़ने के लिए आठ सौ राजकुमारों का नेतृत्व किया। चाओगे (राजा शांग की राजधानी) में सैनिक भी राजा शांग के खिलाफ हो गए और राजा शांग को धोखा दिया।\nराजा झोउ ने झाइक्सिंग टॉवर पर खुद को जला लिया और शांग राजवंश नष्ट हो गया।\nराजा वू ने सोने की किताब और सोने के खजाने को स्वीकार कर लिया, जो सम्राट का सिंहासन है। उसने दक्षिण की ओर मुंह किया, उसके हाथ नीचे मुड़े हुए थे, और वह सीधा बैठा था। राजा वू ने लुताई की संपत्ति को वितरित करने, स्टार पिकिंग टॉवर को ध्वस्त करने और जुकियाओ में संग्रहीत चावल के अनाज को वितरित करने का आदेश दिया।\nकैद किए गए जिज़ी को रिहा करो और बिगन की कब्र की मरम्मत करो। राजा वू ऋषि शांग रोंग के घर के दरवाजे पर पहुंचे और अपना सिर झुकाया। सदाचारी और विनम्र लोगों का सम्मान करें, और भीतर के महल में दासों को जाने दें।\nउन्होंने शस्त्रागार भी बंद कर दिया और संस्कृति और शिक्षा को बढ़ावा दिया। नानशान के दक्षिण में आड़ू के पेड़ों वाले ग्रामीण इलाके में घोड़े चराए जाते हैं और मवेशी चराए जाते हैं। यह एक शांतिपूर्ण दृश्य है।", "聖意": "घर अच्छी स्थिति में नहीं है (सौभाग्य), आप अपनी इच्छाएं (सौभाग्य) बना सकते हैं, वित्तीय लाभ की तलाश कर सकते हैं, लेन-देन कर सकते हैं, और शादी कर सकते हैं (एक अच्छे दामाद से मिल सकते हैं), लिउजिया सुरक्षित है (राशि चक्र) संकेत), पैदल यात्री खेतों में चले जाते हैं, रेशम के कीड़े भाग्यशाली होते हैं, छह जानवर क्षतिग्रस्त हो जाते हैं, लोगों को ढूंढना (देखना) मुश्किल होता है, सार्वजनिक मुकदमे, महान लोग चलते हैं, सौभाग्य खो जाता है और चीजें दिखाई देती हैं रोग और बीमारियाँ", "古人": "झोउ के राजा वू सिंहासन पर बैठे", "第X籤": "पचपनवीं लॉटरी जीतना (लॉटिंग)", "宮": "बदसूरत महल"}