{"籤詩版本二": "समुद्र तट चट्टानों से भरा है, जलधारा बह रही है, हवा साफ़ है, चाँद साफ़ है, और कुलीन लोग व्यस्त हैं।\nरास्ते में पूछना पड़ता है किधर जाना है, जंगल में फूल-पौधों की खुशबू मत लेना, उसका ख्याल मत रखना।", "詩意": "यह हेक्साग्राम एक छोटे से समुद्र तट पर यात्रा कर रही नाव की तरह है।\nहर चीज़ में मदद करने के लिए नेक लोग होते हैं।", "解曰": "जीविका के लिए। बहुत मेहनत है. रूढ़िवादी रहें और प्रतीक्षा करें। शुभकामनाएं।", "籤詩故事一": "◇लुशान विद्रोह\nएक लुशान (703-757), जिसका उपनाम कांग था और नाम यालुओशान था, लिउचेंग, यिंगझोउ (अब चाओयांग, लियाओनिंग) से था।\nबाद में, उन्होंने उपनाम एन ग्रहण किया और अपना नाम बदलकर लुशान रख लिया। तांग राजवंश के सम्राट जुआनज़ोंग के शासनकाल के दौरान, एन लुशान सैन्य दूत था।\nतियानबाओ के 14वें वर्ष के नवंबर में, एन लुशान ने फैनयांग में सेना खड़ी की। यांग गुओझोंग पर हमला करने के नाम पर, उसने विद्रोह शुरू किया और पूर्वी राजधानी लुओयांग पर हमला करने के लिए तीन शहरों की सेना ले ली। ताइयुआन से रिपोर्टें लिशान तक पहुंचीं। तांग जुआनज़ोंग, जो उस समय लिशान के हुआकिंग पैलेस में थे, को विश्वास नहीं था कि अनलुशान विद्रोह करेगा। हालाँकि, विद्रोह की खबरें फैलती रहीं, और जुआनज़ोंग अभी भी आधे-आश्वस्त थे। (यह \"एक धारा में छोटी चट्टानों पर तेज़ बहते पानी की आवाज़\" का चित्रण है)\nऐसा तब तक नहीं हुआ जब तक कि पिंगयुआन काउंटी के प्रीफेक्ट यान जेनकिंग ने किसी को यह सूचना भेजने के लिए नहीं भेजा कि जुआनज़ोंग अपने सपने से जाग गया है।\nतांग राजवंश के सम्राट जुआनजोंग की गलत रणनीति के तहत, एक लुशान की घुड़सवार सेना रेजिमेंट ने पूर्वी राजधानी लुओयांग पर कब्जा कर लिया। अगले वर्ष के पहले महीने में, उसने खुद को लुओयांग में सम्राट दयान, जियानयुआन शेंगवु, सम्राट ज़िओंगवु और दा ज़िक्सुन के रूप में घोषित किया। प्रधान मंत्री।\nउसी वर्ष जून में, तांग राजवंश के सम्राट जुआनज़ोंग ने, चांगान में संकट को दूर करने के लिए उत्सुक और गलत सैन्य समझ के साथ, दो प्रसिद्ध जनरलों, फेंग चांगकिंग और गाओ जियानज़ी को मार डाला। इस आदेश ने तांग सेना को चौंका दिया। (यह व्यवहार \"सड़क को सामने वाली नदी की ओर इंगित करना चाहिए\" का उल्लंघन करता है)\nबाद में, तांग राजवंश के सम्राट जुआनज़ोंग ने तत्काल एक अन्य जनरल, जी शुहान को तांग सेना को टोंगगुआन से पूर्व की ओर ले जाने का आदेश दिया।\nजी शुहान, जो तांग राजवंश के सम्राट जुआनज़ोंग की रणनीतिक त्रुटि को पूरी तरह से समझते थे, ने परिवर्तन में देरी करने की योजना बनाई (\"यदि हवा शांत है और ज्वार शांत है तो यह ठीक है\") का दृष्टिकोण।\nअंत में, तांग राजवंश के सम्राट जुआनज़ोंग ने सोचा कि वह लड़ने के लिए बहुत डरपोक है, इसलिए उसके पास आंसुओं में डूबे एन लुशान से लड़ने के अलावा कोई विकल्प नहीं था, और हार गया। (यह \"यदि आप अपने आप को सहारा देने के लिए कड़ी मेहनत करते हैं, तो आप घायल हो सकते हैं\" को पूरा करता है।)\nतांग राजवंश में, जब सीमा सैनिकों और स्थानीय सैनिकों के पास प्रतिक्रिया देने का समय नहीं था, तो लुशान की सेना ने सीमा पर दबाव डाला और राजधानी क्षेत्र में प्रवेश किया। एक गंभीर स्थिति में, तांग राजवंश के सम्राट जुआनज़ोंग ने गार्ड्स कोर को राजधानी से भागने के लिए प्रेरित किया, जिससे नेतृत्वहीन ज़िजिंग चांगान गिर गया।\n(तांग जुआनज़ोंग ने इस संकेत के मार्गदर्शन का उल्लंघन किया, इसलिए एन लुशान का विद्रोह सफल रहा।)", "聖意": "घर सुरक्षित है, स्वयं भाग्यशाली है, भाग्य स्थिर है, लेन-देन समृद्ध है, विवाह सफल है (सावधानी), लिउजिया से एक पुरुष पैदल यात्री खेत में आता है, रेशम के कीड़ों की कटाई की जाती है, छह पशुधन क्षतिग्रस्त हो जाते हैं, व्यक्ति मिल जाता है , मुकदमा उचित है, खोई हुई संपत्ति बीमारी लाती है, अर्थात अनशन कब्र की मरम्मत की जानी चाहिए।", "古人": "लुशान विद्रोह", "第X籤": "छप्पनवीं लॉटरी", "宮": "बदसूरत महल"}