{"籤詩版本二": "सुबह और शाम, खतरे के समय बुद्ध का सहारा होना चाहिए, लेकिन खतरे में नहीं\nयदि आप किसी नेक व्यक्ति से आकर्षित हैं, तो पैसा और रेशम भी आपका साथ देंगे। यह चुआन लाई है। यह सब आप पर निर्भर है।", "詩意": "यह षट्क्रम देवताओं और बुद्धों के गुप्त आशीर्वाद का प्रतिनिधित्व करता है।\nधैर्य रखें और हर चीज में सौभाग्य प्राप्त करें।", "解曰": "पुराने ज़माने की शांति का संकेत. जब हर चीज़ महंगी होगी तो शुभ ही होगा.", "籤詩故事一": "◇तांग भिक्षु को ज्ञान प्राप्त हुआ\nएक दिन, तांग सेंग नदी के पास आया और उसने अपने सामने बुद्ध के लिंगशान पर्वत को देखा। उसके सामने एक एकल-तख़्ता पुल था। तांग सेंग ने इसे पार करने की हिम्मत नहीं की। बुद्ध एक नाविक में बदल गए और एक अथाह टूटी हुई नाव पकड़ ली। जैसे ही तांग भिक्षु नाव पर चढ़े, वह नदी में गिर गए और नाविक ने उन्हें बचा लिया। इस तरह तांग भिक्षु को बुद्धत्व प्राप्त हुआ। (पश्चिम की यात्रा की कहानी)\n◇तांग भिक्षु के बौद्ध ग्रंथ\nतांग राजवंश के सानज़ांग, उनका सामान्य उपनाम चेन था और उनका दिया गया नाम यी था। गौशी काउंटी, लुओझोउ (अब यान्शी शहर, हेनान प्रांत के दक्षिण में) में जन्मे। वह तेरह साल की उम्र में भिक्षु बन गए और बौद्ध नाम ह्वेनसांग रख लिया।\nमूल बौद्ध धर्मग्रंथों को प्राप्त करने के लिए, वह झेंगुआन (629 ई.) के तीसरे वर्ष में चांगान (आज का शीआन, शानक्सी प्रांत) से निकले, सीमा पार की, और अनगिनत कठिनाइयों से गुजरते हुए तियानझू ( भारत) धर्मग्रंथों को एकत्रित करने के लिए। उन्होंने पूरे गंगा और सिंधु नदी घाटियों और भारत के दक्षिण-पूर्वी तटीय क्षेत्रों की यात्रा की, फिर बर्फ से ढके पहाड़ों और हरी-भरी चोटियों को पार किया, 50,000 मील से अधिक की ट्रैकिंग की। अंततः चांगान लौटने में उन्हें 16 साल लग गए। झेंगुआन का 19वां वर्ष (645 ई.)। वह बड़ी संख्या में बौद्ध ग्रंथ वापस लाए और उनका चीनी भाषा में अनुवाद किया।\n(तांग सानज़ैंग ने चीन और भारत के बीच आगे-पीछे की लंबी यात्रा की, और उसे खतरों का अनुभव होना ही था, लेकिन वह सुरक्षित लौटने में सक्षम था क्योंकि उसके पीछे एक अदृश्य संरक्षक संत था।)", "聖意": "घर सुरक्षित है, स्वयं शुभ है, पश्चिमी व्यापार सफल है, विवाह सफल है, पैदल चलने वालों ने खेत को अवरुद्ध कर दिया है, रेशम के कीड़ों को अवरुद्ध कर दिया है, रेशम के कीड़ों को 70% कर दिया है, पशुधन लाभदायक है, लोग पाए जाते हैं, पश्चिमी जनता मुक़दमा बुरा है, प्रवास रुढ़िवादी है, खोई हुई संपत्ति दिखती है, रोग शुभ है, पहाड़ और कब्रें शुभ हैं।", "古人": "तांग भिक्षु को ज्ञान प्राप्त हुआ", "第X籤": "बासठ की लॉटरी जीतना", "宮": "यिन पैलेस"}