{"籤詩版本二": "जब सर्दी आती है, तो पहाड़ पर बेर के फूल की एक शाखा नष्ट नहीं होगी, भले ही उसकी पत्तियाँ गिर जाएँ और उसकी शाखाएँ सूख जाएँ।\nलेकिन जब वसंत आता है, तब भी मैं वेश्या के रूप में मुझे लौटा देती हूं और मूल कार्य को नष्ट कर देती हूं।", "詩意": "इस हेक्साग्राम में, बेर का फूल अग्रणी स्थान रखता है।\nदेर हो जाए तो सब अच्छा होता है.", "解曰": "एक तीर खाली चला गया. जब यह खाली होता है तो यह खाली नहीं होता। वसंत ऋतु के आने की प्रतीक्षा में. रंग इसमें है.", "籤詩故事一": "◇दो बार स्कोर किया\nतांग राजवंश के सम्राट देज़ोंग के शासनकाल के दौरान, वफादार मंत्री मेई बोगाओ और उनके परिवार को गद्दार प्रधान मंत्री लू क्यूई ने फंसाया था, जो उन सभी को मारना चाहता था। केवल उनका बेटा मेई लियानग्यू भागने में कामयाब रहा। बाद में, उसने अपना स्थान बदल लिया अपनी पहचान छुपाने के लिए वांग ज़िटॉन्ग को नाम दिया गया। वह भूखा और ठंडा होकर सड़कों पर अकेला रहता था, लेकिन सौभाग्य से उसे चेन रिशेंग (चेन डोंगचू) ने पकड़ लिया। चेन रिशेंग अपने जीवन के अनुभव को नहीं जानते थे, इसलिए उन्होंने उनसे चेन के बेर के बगीचे की देखभाल करने में मदद करने के लिए कहा ताकि वह सड़क पर भूख से न मरें।\nचेन रिशेंग मेई बोगाओ का सहपाठी और मित्र था। जब उसे लू क्यूई द्वारा सताया जा रहा था, तो उसे मेई बोगाओ ने बचाया था। परिणामस्वरूप, मेई बोगाओ और लू क्यूई में दुश्मनी हो गई। अंत में, उसके पूरे परिवार को मार डाला गया। चेन रिशेंग को इस बात से दुख और गुस्सा आया। शादी के बाद उन्होंने इस्तीफा दे दिया और अपने परिवार को यंग्ज़हौ में एकांत में रहने के लिए ले गए।\nचेन रिशेंग की एक बेटी है जिसका नाम चेन जिंगयुआन है, जो सुंदर और सुगंधित है। मेई लियानग्यू के चेन परिवार में आने के बाद, उन्हें पहली नजर में प्यार हो गया। जिस दिन बेर के फूल पूरी तरह से खिले हुए थे, जो मेई बोगाओ की मृत्यु की सालगिरह भी थी, चेन रिशेंग और उनके परिवार ने अपने मृत मित्र और परोपकारी की याद में अपने घर के बेर के बगीचे में एक वेदी खोली। अप्रत्याशित रूप से, मौसम अचानक बदल गया और भारी बर्फबारी हुई, जिससे बेर के सारे फूल ढक गए। नष्ट हो गए। चेन रिशेंग ने अफसोस जताया कि वह सुरक्षित भागने में सक्षम थे, लेकिन वह मेई परिवार के वंशजों को भी नहीं बचा सके। उन्होंने सोचा कि यह भगवान की ओर से एक चेतावनी थी, इसलिए उन्होंने कसम खाई कि जब तक बेर के फूल दोबारा नहीं खिलेंगे, यह साबित होगा कि के वंशज मेई परिवार अभी भी जीवित था, उसने कभी कुछ नहीं कहा। वह बौद्ध धर्म में भाग गया और भिक्षु बन गया।\nउनकी बेटी ज़िंगयुआन ने यह सुना और तुरंत धूप जला दी और ईमानदारी से बेर के फूल फिर से खिलने के लिए भगवान से प्रार्थना की। उनकी ईमानदारी स्वर्ग को छू गई, और बेर के बगीचे में सभी बेर के पेड़ फिर से खिल गए; बाद में चेन रिशेंग को पता चला कि ज़िटोंग लियानग्यू था, इसलिए उसने अपनी बेटी जिंगयुआन से उसकी सगाई कर दी।", "聖意": "घर और मकान स्वयं के लिए अच्छे नहीं हैं, स्वयं के सौभाग्य के लिए, धन की तलाश में, लेन-देन में विवेकपूर्ण होना, विवाह के समय तक इंतजार करना, देर से विवाह करना, देर से विवाह करना, समृद्ध होना वसंत, देर होना, देर होना, देर होना, व्यस्त होना, व्यस्त होना, समृद्ध होना, व्यस्त होना, पाया जाना।", "古人": "दो बार स्कोर किया", "第X籤": "उनहत्तर लॉटरी जीतना", "宮": "Tatsumi"}