{"籤詩版本二": "चाओ चाओ फूल इकट्ठा करने वाली मधुमक्खी की तरह है, जो दक्षिण-पश्चिम और फिर पूर्व की ओर उड़ती है\nवसंत खत्म हो गया है, फूल चले गए हैं, और तलाशने के लिए कोई जगह नहीं है। यह दिल अपना ठिकाना नहीं बदलेगा।", "詩意": "यह हेक्साग्राम मधुमक्खी द्वारा फूल चुनने जैसा है।\nसब कुछ श्रमसाध्य और श्रमसाध्य है।", "解曰": "कोई वसंत दृश्य नहीं. बारिश काफी देर तक होती है लेकिन कभी साफ नहीं होती। मदद के लिए पूछना। चुप रहना ही बेहतर है.\n.", "籤詩故事一": "◇ली एमआई ने तांग राजवंश के खिलाफ विद्रोह किया\nली मि\n(582-619), चीन के स्वर्गीय सुई राजवंश में किसान विद्रोह में वागांग सेना के दिवंगत नेता। सुलेख के मास्टर. फा शब्द के स्वामी चांगान, जिंगझाओ के मूल निवासी थे और उनका पैतृक घर जियांगपिंग, लियाओडोंग (अब लियाओयांग, लियाओनिंग के दक्षिण में) था। चांगान, जिंगझाओ के मूल निवासी, उनका पैतृक घर जियांगपिंग, लियाओडोंग (अब लियाओयांग, लियाओनिंग के दक्षिण में) है।\nडे (613) के नौवें वर्ष में, उन्होंने लियांग (अब जुनक्सियन काउंटी, हेनान प्रांत के उत्तर-पूर्व) में सुई राजवंश के खिलाफ यांग ज़ुआंगन के विद्रोह में भाग लिया। डे (613) के नौवें वर्ष में, उन्होंने लियांग (अब जुनक्सियन काउंटी, हेनान प्रांत के उत्तर-पूर्व) में सुई राजवंश के खिलाफ यांग ज़ुआंगन के विद्रोह में भाग लिया। रहस्यमय भावना पराजित हुई,\nली मि भाग गये. ज़ुआंगन हार गया और ली एमआई भाग गया।\nडेय के बारहवें वर्ष में, वह वागांग सेना में शामिल हो गए\n. डे के शासनकाल के बारहवें वर्ष में, वह वागांग सेना में शामिल हो गए। ली एमआई रणनीति में अच्छे थे। डे के बारहवें वर्ष के अक्टूबर में, ली एमआई ने झांग ज़ुतुओ की रक्षा के लिए सेना के साथ आए शक्तिशाली जनरल ज़िंगयांग टोंग पर हमला करने, सुई सेना को हराने और झांग ज़ुतुओ को मारने के लिए झाई को राजी किया। ली एमआई रणनीति में अच्छे थे। डे के बारहवें वर्ष के अक्टूबर में, ली एमआई ने झांग ज़ुतुओ की रक्षा के लिए सेना के साथ आए शक्तिशाली जनरल ज़िंगयांग टोंग पर हमला करने, सुई सेना को हराने और झांग ज़ुतुओ को मारने के लिए झाई को राजी किया।\nबाद में, उन्होंने ज़िंग्लुओ (बाद में इसका नाम बदलकर लुओकौ) गोदाम पर हमला करने, राहत के लिए गोदाम खोलने और टीम का विस्तार करने का प्रस्ताव रखा। वागांग सेना की टीम तेजी से बढ़ी। डे के 13 वें वर्ष में, ली एमआई ने वागांग सेना का नेतृत्व किया, और झाई रंग ने सुई राजवंश की अवनति और वितरण से निपटा। सैन्य संसाधनों और अन्य मुद्दों पर युद्ध हुआ और ली एमआई ने झाई रंग और उनके सैकड़ों अनुयायियों को मार डाला। बाद में, उन्होंने ज़िंग्लुओ (बाद में इसका नाम बदलकर लुओकौ) गोदाम पर हमला करने, राहत के लिए गोदाम खोलने और टीम का विस्तार करने का प्रस्ताव रखा। वागांग सेना की टीम तेजी से बढ़ी। डे के 13 वें वर्ष में, ली एमआई ने वागांग सेना का नेतृत्व किया, और झाई रंग ने सुई राजवंश की अवनति और वितरण से निपटा। सैन्य संसाधनों और अन्य मुद्दों पर युद्ध हुआ और ली एमआई ने झाई रंग और उनके सैकड़ों अनुयायियों को मार डाला।\nडे के 14वें वर्ष के मार्च में, यू वेनहुआजी ने सुई राजवंश के सम्राट यांग की हत्या कर दी\n, 100,000 से अधिक लोगों को पश्चिम की ओर लौटने के लिए प्रेरित किया। डे के चौदहवें वर्ष के मार्च में, यू वेनहुआजी (यू वेन, मिश्रित उपनाम) ने सुई राजवंश के सम्राट यांग की हत्या कर दी और 100,000 से अधिक लोगों के साथ पश्चिम लौट आए। ली एमआई को हुआजी पर हमला करने का आदेश दिया गया था। हालांकि हुआजी हार गए थे, ली एमआई को भी सैनिकों में भारी नुकसान हुआ था। बाद में वांग शिचोंग ने उनका पीछा किया था। ली एमआई की सेना हार गई थी और उनका शिविर नष्ट हो गया था। उनके सेनापति किन शुबाओ, चेंग झिजी (मूल रूप से) चेंग याओजिन नाम दिया गया), नीउ जिंदा और अन्य को पकड़ लिया गया। शान ज़िओंगक्सिन ने आत्मसमर्पण कर दिया। ली एमआई को हुआजी पर हमला करने का आदेश दिया गया था। हालांकि हुआजी हार गया था, ली एमआई के सैनिकों को भी भारी नुकसान हुआ था। बाद में, वांग शिचोंग ने उनका पीछा किया। ली एमआई की सेना हार गई और उनके बेस कैंप को नष्ट कर दिया गया। उनके जनरलों किन शुबाओ, चेंग झिजी (मूल रूप से चेंग याओजिन नाम दिया गया), नीउ जिंदा और अन्य को पकड़ लिया गया और शान ज़िओंगक्सिन ने आत्मसमर्पण कर दिया। ली मि हताश था, इसलिए उसने सितंबर में हेयांग नदी पार की और तांग राजवंश के सामने आत्मसमर्पण कर दिया। ली मि हताश था, इसलिए उसने सितंबर में हेयांग नदी पार की और तांग राजवंश के सामने आत्मसमर्पण कर दिया।\nनवंबर में, ली युआन ने पुराने सैनिकों की भर्ती के लिए ली एमआई को शेडोंग भेजा। नवंबर, \nली युआन ने ली एमआई को पुराने सैनिकों की भर्ती के लिए शेडोंग में प्रतीक्षा करने के लिए भेजा। यह महसूस करते हुए कि उस पर संदेह किया गया है, उसने तांग के खिलाफ विद्रोह कर दिया। यह महसूस करते हुए कि उस पर संदेह किया गया है, उसने तांग के खिलाफ विद्रोह कर दिया। टैंग जनरल शेंग यान्शी ने ली एमआई को हमला करने के लिए आमंत्रित किया और ज़िंगगोंग जियान में उसे मार डाला। टैंग जनरल शेंग यान्शी ने ली एमआई को हमला करने के लिए आमंत्रित किया और ज़िंगगोंग जियान में उसे मार डाला।", "聖意": "घर, घर, जीभ, स्वयं, खलनायक, धन की तलाश, व्यापार बर्बाद करना, विवाह स्थायी नहीं, लिउजिया, खाली फूल, पैदल यात्री, याओटियन, रेशमकीट क्षति, छह पशुधन क्षति, लापता व्यक्ति, मुकदमे, हानि, प्रवासन, रूढ़िवादिता, खोई हुई संपत्ति, बीमारी, बाधाएं, पर्वत समाधि सुधार", "古人": "ली एमआई ने तांग राजवंश के खिलाफ विद्रोह किया", "第X籤": "सत्तरवाँ ड्रा", "宮": "Tatsumi"}