{"籤詩版本二": "कांगलोंग उन्नीसवीं गार्ड की अनुभूति: एक महिला ने दूसरे पति से शादी की\nएक धनुष और दो तीर के साथ, डायनासोर तुरंत शांति से रहेंगे", "詩意": "यह हेक्साग्राम एक धनुष की तरह है जिसमें दो तीर होते हैं।\nसब कुछ एक साथ चले तो शुभ है.", "解曰": "बहुत भारी नहीं. तकदीर। जेन लिउज़होंग खुलता है। सतर्क रहने की सलाह दी जाती है।", "籤詩故事一": "◇वेंजुन ने जियानग्रू का दौरा किया\nझूओ वेनजुन सिचुआन प्रांत के लिनकियॉन्ग के एक धनी व्यापारी झूओ वांग के पोते की बेटी थी। वह संगीत में कुशल थी और उसका साहित्यिक नाम था। जब वह सोलह वर्ष की थी तब उसकी शादी हो गई। कुछ साल बाद, उसके पति की मृत्यु हो गई और वह विधवा के रूप में रहने के लिए अपने पैतृक परिवार में लौट आई।\nएक दिन, सिमा जियानग्रू एक भोज के लिए झूओ वांगसुन के घर गई। जब उसे पता चला कि झूओ वेनजुन हाल ही में विधवा हुई है, तो उसने अपने प्यार का इजहार करने के लिए \"फीनिक्स सीकिंग द फीनिक्स\" गाना बजाया। झूओ वेनजुन ने सिमा जियानग्रू के बारे में पहले ही सुन लिया था और इस भोज ने उसे सिमा जियानग्रू के प्रति और भी अधिक आकर्षित कर दिया। दूसरी ओर, सिमा जियानग्रू के भोज के बाद, उसने तुरंत झूओ वेनजुन की निजी नौकरानी को रिश्वत देने के लिए बहुत सारे पैसे खर्च किए और उसे झूओ वेनजुन के लिए सिमा जियानग्रू के प्यार को व्यक्त करने के लिए कहा। जब झूओ वेनजुन को नौकरानी के माध्यम से सिमा जियानग्रू के प्यार के बारे में पता चला, तो वह तुरंत उस सराय में पहुंच गया जहां सिमा जियानग्रू रहती थी। झूओ वेनजुन के आगमन को देखकर, सिमा जियानग्रू तुरंत उसके साथ रातों-रात चेंग्दू में अपने गृहनगर भाग गई।\nजब वे चेंग्दू में थे, तो दंपति निराश्रित थे और उन्हें आजीविका कमाने के लिए एक छोटा सा होटल खोलने के लिए लिनकियॉन्ग लौटना पड़ा। झूओ वेनजुन ने शराब बेची और सिमा जियानग्रू ने बर्तन धोए। वे गरीब जीवन जीते थे। झूओ वेनजुन के पिता झूओ वांगसुन को इसके बारे में पता चलने के बाद, वह सहमत हुए और अपने दोस्तों की सलाह के तहत उन्हें वित्त पोषित किया, ताकि सिमा जियानग्रू और झूओ वेनजुन रहने के लिए चेंगदू लौट आए, और बाद में अमीर बन गए।", "聖意": "घर और संपत्ति की हानि, स्वयं के अधिकार और गलतियाँ, धन की तलाश, श्रम लेनदेन, विवाह पुनर्मिलन से बचाव", "古人": "वेनजुन ने जियानग्रू का दौरा किया", "第X籤": "इकहत्तर विजेता लोट्टो", "宮": "Tatsumi"}