{"籤詩版本二": "मधुमक्खी पालकों को शहद माँगना चाहिए, कहीं ऐसा न हो कि वे डंक से काटे जाएँ\nअजीब राह होगी तेरे सामने, राज़ काँटों के जंगल जितना गहरा है।", "詩意": "यह षट्कोण मधुमक्खियों द्वारा शहद एकत्र करने का प्रतीक है।\nसब कुछ श्रमसाध्य और श्रमसाध्य है।\n\n(यह हेक्साग्राम मिठास का प्रतीक ढूंढता है और कड़वाहट प्राप्त करता है।\nहर चीज़ में आपदाओं को रोकें।\n)", "解曰": "काम सावधानी से करने की जरूरत है। इसे जबरदस्ती करने की जरूरत नहीं है. मधुमक्खियाँ शहद इकट्ठा करती हैं। क्या कारण है?", "籤詩故事一": "◇वांग मांग प्रतिभाओं की तलाश करता है\nपश्चिमी हान राजवंश में वांग मांग परिवार को एक धनी परिवार कहा जा सकता है। हालाँकि उनके पिता की मृत्यु जल्दी हो गई, उनके कई चाचा और चाचा हान राजवंश के सम्राट बन गए। वे सेनापति, प्रधान मंत्री बन गए, और मार्कीज़ बन गए और पुरस्कार प्राप्त किए। वांग परिवार बेहद प्रमुख था।\nलेकिन वांग मंगल का अपना छोटा परिवार बेहद गरीब था; उनके पिता की युवावस्था में ही मृत्यु हो गई थी, और वह केवल अपनी माँ के साथ रहते थे, रिश्तेदारों से दान पर निर्भर थे। लेकिन इस वजह से, वांग मांग ने बचपन से ही लोगों के साथ व्यवहार करने में कौशल का एक सेट विकसित किया और उसका अभ्यास किया। चाहे वह कितना भी दुखी या क्रोधित क्यों न हो, वह रिश्तेदारों, बड़ों या बाहरी लोगों के सामने हमेशा बहुत खुश और शांतिपूर्ण दिखता था, इसलिए कबीले में सभी के द्वारा उसकी काफी सराहना की जाती थी।\nएक बार, उनके सबसे बड़े चाचा गंभीर रूप से बीमार थे। इसके बारे में जानने के बाद, वह आए और मरीज के बिस्तर पर इंतजार करने लगे, दवा और पानी लेकर आए और रात में जागते रहे। लगातार कई महीनों तक, वह निर्वस्त्र, अस्त-व्यस्त और सुस्त रहे। . वह बस एक रोगी से अधिक \"धैर्यवान\" था। एक जैविक पुत्र से अधिक \"पुत्र\" था।\nइसके लिए ताइवान के सभी लोगों ने उनकी प्रशंसा की और पत्र लिखकर उनके लिए इनाम मांगा।\nइसलिए हान राजवंश के सम्राट चेंग ने उसे न्यू कैपिटल मार्क्विस की उपाधि दी और उसे महल में एक रक्षक के रूप में नियुक्त किया, जिससे वह सम्राट का करीबी मंत्री बन गया।\nअपनी उच्च स्थिति और महान शक्ति के साथ, वांग मंगल ने कभी भी अहंकार या ढिलाई नहीं दिखाई। इसके बजाय, वह अधिक से अधिक विनम्र और विनम्र हो गए। एक ओर, उन्होंने मंत्रियों, सेनापतियों, मंत्रियों, प्रसिद्ध विद्वानों और विद्वानों से मित्रता की।\nलेकिन वह बहुत मितव्ययी जीवन जीते थे, अक्सर मांस के व्यंजन खाते थे, लंबे वस्त्र और लंबी बाजू की पोशाक पहनने की तो बात ही छोड़ दें, केवल छोटे कपड़े ही पहनते थे। अतः सरकार और जनता में सभी ने एक स्वर से \"गुणी\" शब्द से उनकी प्रशंसा की।\nबाद में, उनके चाचा, ग्रैंड सिमा वांगगेन की बीमारी से मृत्यु हो गई और उन्हें उनके प्रतिस्थापन के रूप में चुना गया। सम्राट और सभी मंत्रियों ने सोचा कि वह सबसे उपयुक्त है। इसलिए, वांग मांग, जो केवल अड़तीस वर्ष का था, देश में सर्वोच्च सैन्य शक्ति वाला ग्रैंड सिमा बन गया।\n(यह कहानी एक रूपक है। एक अच्छा इंसान बनने से आपको \"मधुमक्खियों द्वारा काटे जाने की कठिनाई\" से छुटकारा पाने और अपनी इच्छानुसार अपने आदर्शों को प्राप्त करने में मदद मिल सकती है।)", "聖意": "घर स्वयं के लिए अच्छा नहीं है, परिवार संकट में है, व्यापार अवरुद्ध है, विवाह अवरुद्ध है, छह कवच झूठे हैं, पैदल यात्री देर से चलते हैं, रेशमकीट की फसल कम है, पशुधन कम है, मुश्किल है लोगों को ढूंढें, मुकदमा खराब है, प्रवासन नहीं बढ़ रहा है, खोई हुई संपत्ति खराब है, बीमारी स्थापित हो गई है, पहाड़ की कब्र खो गई है", "古人": "वांग मांग प्रतिभाओं की तलाश करता है", "第X籤": "बहत्तर की लॉटरी जीतना", "宮": "Tatsumi"}