{"籤詩版本二": "जब वसंत आता है, तो गरज के साथ सैकड़ों कीड़ों की चहचहाहट हिल जाती है, और मैं कीचड़ से दूर हो जाता हूँ\nजब मुझे पहली बार एहसास हुआ कि मैं अभी भी आ-जा रहा था, एक बार जब मैं बदल गया, तो मैं एक अजगर बन गया।", "詩意": "यह षट्क्रम वज्र और कीड़ों के समान है।\nकिसी नेक इंसान से मिलना हर चीज में एक अच्छा संकेत है।", "解曰": "वज्रपात। दो जमा अंदर और बाहर. एक बार बदलो. तियानमेन तक.", "籤詩故事一": "◇चेनकियाओ विद्रोह\n959 ईस्वी में, झोउ शिज़ोंग चाई रोंग की मृत्यु हो गई, और सम्राट गोंग, चाई ज़ोंगक्सुन, जो सिंहासन पर बैठे, केवल सात वर्ष के थे। उस समय, झाओ कुआंगिन, जो महल के सामने निरीक्षक और जर्मन सेना में सोंगझोउ के दूत के रूप में कार्यरत थे, के पास वास्तविक शक्ति थी।\n960 ईस्वी के वसंत में, झेनझोउ (आज का झेंगडिंग, हेबेई प्रांत) और डिंगझोउ (आज का डिंगक्सियन काउंटी, हेबेई प्रांत) ने बताया कि उत्तरी हान राजवंश और लियाओ राज्य की सेनाएं संयुक्त रूप से बाद के झोउ राजवंश पर हमला करने के लिए दक्षिण की ओर जा रही थीं। महान गति, और सहायता के लिए सेना भेजने का अनुरोध किया। बाद में, झोउ राजवंश ने झाओ कुआंगिन को दुश्मन के खिलाफ लड़ने के लिए अपने सैनिकों को उत्तर की ओर ले जाने का आदेश दिया। झाओ कुआंगिन ने अपने भाई झाओ गुआंग्यी, झाओ पु, शी शॉक्सिन और अन्य की योजना के तहत गुप्त रूप से काम किया।\n3 फरवरी को, जब सेना चेनकियाओई (अब फेंगकिउ, हेनान के दक्षिण-पूर्व में चेनकियाओ टाउन) पहुंची, तो उन्होंने विद्रोह शुरू कर दिया और सैनिकों को उसके लिए पीले वस्त्र पहनने का आदेश दिया। उन्होंने बाद के झोउ राजवंश के खिलाफ विद्रोह किया और सम्राट के रूप में झाओ कुआंगिन का समर्थन किया। . उसके बाद, झाओ ने बिना जलाए, हत्या किए या लूटपाट किए अपने सैनिकों को कैफ़ेंग वापस ले लिया। \"ताइज़ू चेन क़ियाओ ने राजधानी के लोगों को परेशान न करने की शपथ ली, और जिस दिन उन्होंने शहर में प्रवेश किया, उस दिन उन्होंने शहर को परेशान न करने का वादा किया।\"\nचंद्र माह के तीसरे वर्ष के तीसरे दिन, झाओ कुआंगिन ने चेनकियाओ में विद्रोह किया और राजधानी लौट आए। फैन ज़ी ने झाओ कुआंगिन से पूछताछ करने के लिए वांग पु और वेई रेनपु का नेतृत्व किया। लुओ यानहुआन ने तंबू के सामने अपनी तलवार निकाली और जोर से चिल्लाया : \"तीनों सेनाओं के पास कोई स्वामी नहीं है। सेनापतियों ने उसे सम्राट नियुक्त करने का फैसला किया है। जो भी बोलेगा उसे मार दिया जाएगा!\"। वांग पु का चेहरा धरती की तरह पीला पड़ गया था। उसने अपने कदम नीचे कर दिए और झुक गया। फैन ज़ी भी झुक गया। कुआंग यिन ने व्यक्तिगत रूप से उसकी मदद की और उसके साथ बहुत शिष्टाचार से पेश आया।\nमध्यम प्रतिरोध के बाद, बाद के झोउ राजवंश के सम्राट गोंग ने सिंहासन पर कब्जा कर लिया, और झाओ ने सिंहासन पर कब्जा कर लिया। \"ताइज़ू ज़ेन को स्वीकार करने वाला था, लेकिन कोई ज़ेन पाठ नहीं था। हनलिन के विद्वान ताओ गु ने आदेश स्वीकार कर लिया और उसके पास आकर बोला, \"यह हो गया।\"\nझाओ के सिंहासन पर आने के बाद, उन्होंने देश का नाम बदलकर सोंग, युआन से जियानलोंग कर दिया और कैफेंग को राजधानी बनाया। शि शॉक्सिन, गाओ हुआइडे, झांग लिंगडुओ, वांग शेन्की, झांग गुआंघन और झाओ यानहुई सभी को जिएदुशी की उपाधि से सम्मानित किया गया। जिसे इतिहास में \"चेनकियाओ विद्रोह\" के नाम से जाना जाता है।\nविकिपीडिया\n(यह कहानी दर्शाती है कि यह झाओ कुआंगिन के प्रदर्शन की शुरुआत है।)", "聖意": "अपने घर, दैनिक जीवन, धन, अच्छे भाग्य, व्यापार में अच्छे भाग्य, उत्तम विवाह, लिउजिया में सफलता, पुरुष पैदल यात्रियों, खेतों में रेशम के कीड़ों का शीघ्र जन्म, छह जानवरों का शीघ्र जन्म, वसंत ऋतु में सौभाग्य, लोगों को ढूंढना, सफलता के लिए प्रार्थना करें। सार्वजनिक मुकदमों में, प्रवास में सौभाग्य, खोई हुई संपत्ति, बीमारियों में खतरा, पहाड़ों और कब्रों में खतरा।", "古人": "चेन्कियाओ विद्रोह", "第X籤": "तिहत्तर पर हस्ताक्षर किये", "宮": "एमआई पैलेस"}