{"籤詩版本二": "सपने में कहा गया कि धन तो बहुत होगा, लेकिन यश नहीं मिलेगा।\nपानी दूर है और पहाड़ बहुत दूर हैं, लेकिन वफादार रहना मुश्किल है। नेक इंसान मार्गदर्शन देता है और मुस्कुराता है।", "詩意": "यह हेक्साग्राम सपने में खजाना प्राप्त होने का प्रतीक दर्शाता है।\nसब कुछ कमोबेश वास्तविक है।", "解曰": "सपने जैसा सपना देखना. प्रसिद्धि की कोई आशा नहीं. बस अच्छे समय का इंतजार करें. नेक निर्देश.", "籤詩故事一": "◇ जेड को झाओ को लौटाएं (जेड को पूरा करने के बाद झाओ को लौटाएं)\n283 ईसा पूर्व में, राजा झाओ हुइवेन ने चू से हेज़ बी प्राप्त किया। राजा किन झाओक्सियांग ने खबर सुनने के बाद, उन्होंने राजा झाओ को एक पत्र भेजा, जिसमें उन्होंने हेज़ बी के लिए पंद्रह शहरों का आदान-प्रदान करने की इच्छा व्यक्त की।\nलिन जियानग्रू ने राजा झाओ को विश्लेषण किया कि किन मजबूत था और झाओ कमजोर था और उसे प्रतिस्थापित करना होगा।\nइसके बाद राजा झाओ ने लिन जियानग्रू को हेज़ बी के साथ किन के पास भेजा।\nकिन के राजा ने झांगताई में लिन जियानग्रू से मुलाकात की और लिन जियानग्रू ने किन के राजा को जेड भेंट की। किन के राजा बहुत खुश हुए और उन्होंने हेज़ बी को सुंदरता के पास भेज दिया और उसके आस-पास के सभी लोग इसे देख रहे थे। इस समय, बाएं और दाएं सभी लोग लंबे समय तक जीवित रहे चिल्लाए।\nलिन जियानग्रू ने देखा कि किन के राजा का झाओ को शहर देने का कोई इरादा नहीं था, इसलिए उसने किन के राजा को बताया कि उसकी जेड ख़राब थी और वह इसे किन के राजा को बताना चाहता था ताकि वह अवसर का लाभ उठा सके। जेड वापस.\nलिन जियानग्रू ने हेशी की बी को वापस लेने के बाद, वह बड़े खंभे के बगल में खड़ा हो गया, यह दिखाते हुए कि वह हेशी की बी के साथ मरना चाहता था।\nइस समय, लिन जियानग्रू ने किन के राजा से कहा: \"झाओ के राजा ने अभी भी मंत्रियों की आपत्तियों पर काबू पा लिया और मंत्री के प्रस्ताव को स्वीकार कर लिया। भले ही उन्होंने आम लोगों के साथ बातचीत करते समय एक-दूसरे को धोखा नहीं दिया, इसका उल्लेख नहीं किया गया किन एक बड़ा देश है! किन और झाओ के बीच दोस्ती को बनाए रखने के लिए, राजा झाओ ने पांच दिनों के उपवास के बाद, अपने मंत्रियों को जेड के साथ किन भेजा। दुर्भाग्य से, किन के राजा का न केवल झाओ को देने का कोई इरादा था शहर, लेकिन हे परिवार की जेड को एक खूबसूरत महिला को भी दे दिया, जो वास्तव में मेरे मंत्रियों का मजाक था।\"\nबोलना समाप्त करने के बाद, लिन जियानग्रू ने तुरंत एक खंभे से टकराने का इशारा किया। किन के राजा को डर था कि वह बी क्षतिग्रस्त हो जाएगा, इसलिए उसने झाओ को पंद्रह शहर देने का नाटक किया। लिन जियानग्रू ने राजा किन की विश्वासघाती योजना को समझ लिया था, इसलिए उसने समय में देरी करने के लिए राजा किन को हेज़ बी पेश करने से पहले पांच दिनों तक उपवास करने के लिए कहा। इन कुछ दिनों में, लिन जियानग्रू ने अपने परिचारकों को जेड के साथ झाओ राज्य में लौटने के लिए भेजा, जबकि वह किन के राजा से निपटने के लिए रुके थे।\n(यह कहानी एक आम इंसान की आंखों को उसके रुतबे पर मोहित होने जैसी है।)", "聖意": "घर में, अपने लिए आशीर्वाद के लिए प्रार्थना करना, धन में बाधा, लेन-देन को प्राप्त करना कठिन बनाना, विवाह लिउजियाक्सू पैदल यात्रियों के साथ सामंजस्य नहीं है, चिटियन रेशमकीट स्वीकार नहीं किए जाते हैं, छह जानवर क्षतिग्रस्त हो गए हैं, लोग लापता हैं, सार्वजनिक मुकदमे और प्रवासन की उम्मीद है, चीजें खो गईं दूर हैं, बीमारियाँ स्थापित की जाती हैं, पहाड़ की कब्रों में भेजी जाती हैं, और बदल दी जाती हैं।", "古人": "जेड को झाओ को लौटाएं (जेड को झाओ को पूरा करें)", "第X籤": "सत्तरवीं जीतने वाली लॉटरी", "宮": "नून पैलेस"}