{"籤詩版本二": "शून्य गाँठ, मैं तुम्हें सुरक्षित रखना चाहता हूँ। यदि तुम अपने शरीर को सुरक्षित रखते हो, तो मैं चाहता हूँ कि तुम इसे कभी वापस न करो।\nयह मत भूलो कि परमेश्वर का अनुग्रह वापस मिल गया है। परमेश्वर के शब्दों का तिरस्कार मत करो।", "詩意": "विश्वास न करें कि यह हेक्साग्राम सत्य है।\nयह हर चीज़ में रूढ़िवादी होने का संकेत है।", "解曰": "लोगों की अपनी-अपनी राय है. मन को व्यस्त रहने की जरूरत नहीं है. गुआनिन निर्देश. अनादर मत करो.", "籤詩故事一": "◇गुप्त रूप से कांस्य ध्वज का समर्थन करना\nतांग राजवंश के प्रसिद्ध संस्थापक जनरल, किन क़ियोंग (किन शुबाओ) को सुई राजवंश के ग्रैंड मार्शल की उपाधि से सम्मानित किया गया था। उन्होंने सिशुई दर्रा (या सिशुई दर्रा या डोंगलिंग दर्रा, किंवदंतियाँ अलग-अलग) पर हमला करने के लिए अपने सैनिकों का नेतृत्व किया। यांग लिन ( यांग यिचेंग), सिशुई दर्रे के गार्ड जनरल, सूई राजवंश के सम्राट यांग ने एक कांस्य ध्वज सरणी स्थापित करने का आदेश दिया था, लेकिन किन शुबाओ लंबे समय तक इस पर हमला नहीं कर सके। यह पता चलने के बाद कि गठन का नेता लुओ चेंग उसका चचेरा भाई था, उसने अपनी चाची से संपर्क किया।\nलुओ चेंग के जाने से पहले, उसने अपनी माँ को बताया कि जो व्यक्ति झंडा उखाड़ने आया था वह उसका चचेरा भाई किन क़ियोंग था, और उसकी माँ ने उसे गुप्त रूप से उसकी मदद करने का आदेश दिया। निर्णायक लड़ाई के दिन, लुओ चेंग, जो कांस्य ध्वज की रखवाली कर रहा था, ने अचानक पाला बदल लिया और कांस्य ध्वज के गठन को हराने के लिए किन क्यूओंग के साथ सेना में शामिल हो गया। लुओ चेंग ने डोंगलिंग दर्रे पर कब्जा कर लिया और विजयी होकर लौटा। लुओ चेंग ने भी तांग के सामने आत्मसमर्पण कर दिया राजवंश.\n(यह कहानी एक रूपक है कि कभी-कभी आपको काम करते समय भावना या विश्वास पर भरोसा करने के बजाय तर्क पर भरोसा करना चाहिए।)", "聖意": "घर अभी भी खुद से वादा करने, धन की तलाश करने, अपना हिस्सा रखने, शादी के बारे में सतर्क रहने, लड़की को जन्म देने, पैदल चलने वालों का मैदान में रहने, रेशम के कीड़ों, सात अंक और छह पशुधन क्षति, लोगों की तलाश, सार्वजनिक मुकदमे और प्रवासन के लिए तैयार है। , खोई हुई संपत्ति, पश्चिमी बीमारियाँ, पहाड़ों का समाधान, पश्चिम में कब्रें", "古人": "गुप्त रूप से कांस्य ध्वज को नीचे उतारने में मदद करना", "第X籤": "उनहत्तर लॉटरी जीतना", "宮": "नून पैलेस"}