{"籤詩版本二": "गूलर के पेड़ों की पत्तियाँ झड़ गयी हैं, पतझड़ आ रहा है और यात्रियों की वापसी यात्रा बादलों की तरह दिखाई देती है।\nभगवान के महान प्रयासों के लिए धन्यवाद, जहाज हवा में खजाना लेकर लौट आया।", "詩意": "यह हेक्साग्राम गिरे हुए गूलर के पत्तों की छवि दर्शाता है।\nहर चीज़ पहले से ख़राब और अंत में अच्छी होती है।", "解曰": "दिल से बातें करो. तियानक्सिन इसका अनुसरण करता है। जीविका के लिए। जो कुछ भी आप कर सकते हैं वह करें.", "籤詩故事一": "◇ हवा तेंगवांग मंडप की ओर चलती है\nवांग बो, शिष्टाचार नाम ज़ियान, प्रारंभिक तांग राजवंश के कवि थे। उनका जन्म तांग राजवंश के सम्राट गाओज़ोंग, योंगहुई के पहले वर्ष में हुआ था। वांग बो बचपन से ही धर्मग्रंथ पढ़ते रहे हैं और उन्हें \"बाल प्रतिभावान\" के रूप में जाना जाता है। वांग बो बचपन से ही धर्मग्रंथ पढ़ते रहे हैं और उन्हें \"बाल प्रतिभावान\" के रूप में जाना जाता है।\nजब वह दस साल का था, तो वह और उसके पिता एक गुंडी मंदिर के पास से गुजरे। उन्होंने मंदिर में गुंडी की राजसी मूर्ति देखी, जो \"स्प्रिंग एंड ऑटम\" की एक प्रति हाथ में लिए हुए थी और उसे पढ़ रही थी। जब उसके पिता ने इसे देखा, तो उन्होंने प्रेरित था। उन्होंने सम्राट गुआन से कहा: \"हरी दाढ़ी के तीन ताले पकड़े हुए, हरे लालटेन पर किंग राजवंश का इतिहास पढ़ना और प्रसिद्ध नामों को श्रद्धांजलि देना। हरे ड्रैगन और चंद्रमा को अपने हाथ में पकड़ना।\" ऐसा कहा जाता है इस वर्ष की शरद ऋतु में, वांग बो अपने पिता से मिलने के लिए शांक्सी से हैनान द्वीप गए, जिन्हें जियाओझी के काउंटी मजिस्ट्रेट के पद पर पदावनत कर दिया गया था। रास्ते में हजारों पहाड़ों और नदियों से गुजरते हुए। वर्ष की शरद ऋतु में जब वह सत्ताईस वर्ष के थे, वांग बो अपने पिता से मिलने के लिए शांक्सी से हैनान द्वीप गए, जिन्हें जियाओझी काउंटी मजिस्ट्रेट के पद पर पदावनत कर दिया गया था। वह रास्ते में हजारों पहाड़ों और नदियों से होकर गुजरे।\nजब हम उस दिन मदांग पर्वत पर पहुंचे, तो हर कोई आराम करने के लिए तट पर चला गया। जब वांग बो अकेले एक प्राचीन मंदिर के पास से गुजर रहे थे, तो उन्होंने अचानक एक बूढ़े आदमी को मंदिर के बगल में पत्थर पर बैठे देखा। बूढ़ा आदमी गोरे बालों के साथ एक बच्चे की तरह लग रहा था और एक परी जैसी शक्ल। उसने वांग बो से कहा, \"क्या आप वांग बो नहीं हैं?\" वांग बो चौंका और बोला, \"बिल्कुल! आप यह कैसे जानते हैं?\" बूढ़े व्यक्ति ने कहा, \"मैंने बहुत पहले से सुना है कि आप अच्छे हैं लोगों को बचाने के इरादे, और आपकी कविताएँ बहुत सार्थक हैं। कल तेंगवांग मंडप में एक भव्य पार्टी होगी। यदि आप भोज में शामिल हो सकते हैं और एक निबंध लिख सकते हैं, तो आप उम्र भर प्रसिद्ध होंगे और यात्रा व्यय प्राप्त करेंगे।\" जब वे पहुंचे मदांग पर्वत पर, हर कोई आराम करने के लिए तट पर चला गया। जब वांग बो अकेले एक प्राचीन मंदिर के पास से गुजर रहे थे, तो उन्होंने अचानक मंदिर के बगल के पत्थर पर देखा, वहाँ एक बूढ़ा आदमी बैठा था, जो गोरे बालों वाला एक बच्चा और एक परी जैसा लग रहा था। उपस्थिति। उसने वांग बो से कहा, \"क्या आप वांग बो नहीं हैं?\"\nवांग बो आश्चर्यचकित रह गये और बोले, \"बिल्कुल! तुम्हें यह कैसे पता?\"\nबूढ़े व्यक्ति ने कहा: \"मैंने लंबे समय से सुना है कि आपका लोगों को बचाने का अच्छा इरादा है, और आपने जो कविताएँ लिखी हैं वे काफी सार्थक हैं। कल प्रिंस टेंग के मंडप में एक भव्य पार्टी होगी। यदि आप भोज में भाग ले सकते हैं और रचना कर सकते हैं, युगों-युगों तक तुम्हारी प्रसिद्धि होगी और तुम्हें यात्रा-व्यय भी मिलेगा।”\nवांग बो ने कहा: \"यह स्थान तेंगवांग मंडप से छह या सात सौ मील दूर है। हम कल यहां कैसे पहुंच सकते हैं?\" बूढ़े व्यक्ति ने कहा: \"मैं आपको सहज नौकायन में मदद करने के लिए एक दिव्य हवा के रूप में एक घोड़े का उपयोग करूंगा। मैं निश्चित रूप से कल पहुंचूंगा।\" वांग बो ने मुझे धन्यवाद दिया और कहा: \"माफ करें, मेरे ससुर। क्या आप अमर हैं या भगवान?\" बूढ़े व्यक्ति ने हँसते हुए कहा, \"मैं झोंगयुआन शुइजुन हूं जो अंदर है इस जल क्षेत्र का प्रभार!\" वांग बो ने कहा, \"यह स्थान तेंगवांग मंडप से छह या सात सौ मील दूर है। हम कल वहां कैसे पहुंच सकते हैं?\"\nबूढ़े व्यक्ति ने कहा: \"मैं आपकी यात्रा को सुचारू बनाने में मदद करने के लिए घोड़े को एक दिव्य पवन के रूप में उपयोग करूंगा। मैं निश्चित रूप से कल पहुंचूंगा।\"\nवांग बो ने उन्हें धन्यवाद देते हुए कहा, \"माफ करें, ससुर जी, आप अमर हैं या भगवान?\"\nबूढ़े व्यक्ति ने हंसते हुए कहा, \"मैं झोंगयुआन शुइजुन हूं जो इस जल क्षेत्र का प्रभारी है!\" फिर बूढ़े व्यक्ति ने वांग बो से जल्दी से नाव पर चढ़ने का आग्रह किया। उसने थोड़ी देर के लिए अपने चारों ओर शुभ बादलों और हवा को देखा और रास्ते में पानी भी साफ था। पलक झपकते ही उसने सैकड़ों मील का सफर तय कर लिया।\nतब बूढ़े व्यक्ति ने वांग बो से जल्दी से नाव पर चढ़ने का आग्रह किया। उसने कुछ देर तक शुभ बादलों को अपने चारों ओर घिरा देखा, और यह एक सहज यात्रा थी। पलक झपकते ही, उसने सैकड़ों मील की यात्रा कर ली थी। जैसा कि अपेक्षित था, वांग बो भव्य कार्यक्रम की सुबह प्रिंस टेंग के मंडप में पहुंचे।\nजैसा कि अपेक्षित था, वांग बो भव्य कार्यक्रम की सुबह प्रिंस टेंग के मंडप में पहुंचे। और मौके पर, उन्होंने \"प्रिंस टेंग के मंडप की प्रस्तावना\" लिखी, जिसे तांग राजवंश के सम्राट गाओज़ोंग ने शाश्वत कृति कहा था। और मौके पर, उन्होंने \"प्रिंस टेंग के मंडप की प्रस्तावना\" लिखी, जिसे तांग राजवंश के सम्राट गाओज़ोंग ने शाश्वत कृति कहा था।\nएक कविता है जो कहती है:\nयह हमेशा कहा गया है कि प्रतिभाशाली लोग भगवान होते हैं, इसलिए यह कोई दुर्घटना नहीं है कि हवा नानचांग को नानचांग में लाती है;\nमैंने टेंग वांग के ऊंचे मंडप के बारे में एक वाक्य लिखा, और फिर वह अमरों के साथ झोंगयुआन तक गया।", "聖意": "अपने घर के लिए प्रार्थना करें और अपनी रक्षा करें, आशीर्वाद के लिए प्रार्थना करें, धन की तलाश करें, और विवाह और सद्भाव प्राप्त करें।", "古人": "हवा तेंगवांग मंडप की ओर बहती है", "第X籤": "इक्यासी पर हस्ताक्षर करें", "宮": "वेई गोंग"}