{"籤詩版本二": "यदि आप अपनी प्रतिष्ठा के कारण अपना पुण्य खो देते हैं तो क्या करें? मुझे डर है कि अच्छा भाग्य बदल जाएगा और बुरी चीजें होंगी।\nनशे में, मुझे नहीं पता कि कहाँ जाना है। हरे देवदार के पेड़ों की छाया में मुझे एक धुंधला सपना आता है।", "詩意": "यह हेक्साग्राम पानी छोड़ने वाली ठंडी मछली का प्रतिनिधित्व करता है।\nकुछ भी स्थानांतरित नहीं किया जा सकता.\n\n(यह षट्कोण बुरे गुण और दुर्भाग्य का प्रतीक है।\nहर चीज़ में अपने पैर ज़मीन पर रखें।\n)", "解曰": "ठंडी मछली पानी छोड़ देती है। काम बिगाड़ना। यदि आप शिविर योजनाओं के बारे में पूछें। यह मो क्यूई के लिए बेहतर है\nयह चिन्ह लिउजिया के लिए दुर्भाग्य लाएगा। सब कुछ गलत हो जाता है। सुरक्षा के लिए प्रार्थना करें.", "籤詩故事一": "◇ज़ुआंगज़ी ने अपनी पत्नी का परीक्षण किया\nज़ुआंगज़ी का जन्म झोउ राजवंश में हुआ था। उनका उपनाम ज़ुआंग था, उनका दिया गया नाम झोउ था, और उनका दिया हुआ नाम ज़िक्सीयू था। वह सोंग राजवंश में मेंगयी के मूल निवासी थे। झोउ राजवंश में, वह कियुआन का अधिकारी था।\nएक दिन, ज़ुआंगज़ी की मुलाकात पहाड़ पर एक महिला से हुई। वह एक नई कब्र के सामने बैठी थी, अपने पंखे को जोर से हिला रही थी, जैसे कि वह कब्र पर गीली मिट्टी को सुखाना चाहती हो। ज़ुआंगज़ी को उसका इरादा समझ में नहीं आया, इसलिए उसने उससे पूछा। उसने कहा कि कब्र में दफनाया गया व्यक्ति उसका पति था और उसके पति के आखिरी शब्द थे कि जब तक कब्र की मिट्टी नहीं सूख जाती तब तक वह दूसरी शादी नहीं कर सकती। वह अब और इंतजार नहीं कर सकती थी, इसलिए उसने कब्र की मिट्टी को तेजी से सूखने के लिए हिलाया, ताकि वह दूसरे वसंत का प्रयास कर सके।\nज़ुआंगज़ी ने जब सोचा कि दुनिया में ऐसी हृदयहीन महिला है तो उसने आह भरी। फिर मैंने सोचा कि क्या मेरी पत्नी ऐसी होगी? जब संदेह उत्पन्न होता है तो मैं उसका परीक्षण करना चाहता हूं।\nज़ुआंगज़ी की पत्नी का उपनाम तियान था, और जोड़े के बीच आमतौर पर घनिष्ठ संबंध थे। अपनी पत्नी की वफादारी का परीक्षण करने के लिए, ज़ुआंगज़ी ने मृत होने का नाटक करने का फैसला किया।\nयह सुनकर कि ज़ुआंगज़ी की अचानक बीमारी से मृत्यु हो गई, रिश्तेदारों और दोस्तों सहित, हर जगह से कई लोग अपनी संवेदना व्यक्त करने आए। उनमें चू राज्य का एक सुंदर राजा और पोता भी था, जो धन से समृद्ध था। यह देखकर कि सुश्री। तियान हाल ही में विधवा हुई थी और दयनीय थी, उसने उसका पीछा किया। सुश्री तियान इस प्रलोभन को सहन नहीं कर सकीं और उन्हें वांग सन से प्यार हो गया। उन्होंने केवल बीस दिनों में शादी कर ली।\nउस रात, जब शराब पी हुई थी और कान गर्म थे, वांग सन को अचानक दिल का दौरा पड़ा और उनकी मृत्यु हो गई।\nसुश्री तियान भयभीत और घबरा गईं, और उन्होंने वांग सन से तुरंत पूछा कि क्या करना है। वांग सन ने दर्द सहन किया और सुश्री तियान को बताया कि मृत शरीर के मस्तिष्क का उपयोग मृतकों को वापस जीवन में लाने के लिए किया जा सकता है।\nशव कहां मिलेगा? सुश्री तियान ने अचानक सोचा, क्या उसका पति अभी नहीं मरा? श्री तियान पति और पत्नी के बीच पुराने प्यार के बारे में भूल गए, और वास्तव में एक कुल्हाड़ी ली और अपने पति के ताबूत को खोल दिया, दवा के लिए उसका मस्तिष्क निकालने की तैयारी की।\nअप्रत्याशित रूप से, जब ताबूत खोला गया, ज़ुआंगज़ी जीवित हो गया। सुश्री तियान इतनी शर्मिंदा हुईं कि उन्होंने खुद को फांसी लगा ली।\n(यह कहानी व्यक्तिगत लाभ के लिए मित्रता का उल्लंघन करने का एक रूपक है, इसलिए हम इससे सहमत नहीं हो सकते।)", "聖意": "घर शांतिपूर्ण है, स्वयं सुरक्षित है, पैसा अनुचित है, व्यापार का त्याग किया जाता है, विवाह का समाधान किया जाता है, लिउजिया में बुराई समृद्ध है, पैदल यात्री नहीं आए हैं, रेशम के कीड़े शांति में हैं, पशुधन शांति में हैं, लोग लोगों की तलाश कर रहे हैं, मुकदमा बदल गया है, शिष्य रूढ़िवादी हो गए हैं, संपत्ति खो गई है, कोई बीमारी नहीं है, और पहाड़ और कब्रें दुष्ट हैं।", "古人": "ज़ुआंगज़ी ने अपनी पत्नी का परीक्षण किया", "第X籤": "लॉट 84", "宮": "वेई गोंग"}