{"籤詩版本二": "पहाड़ के सामने सड़क पर काले बादल और कोहरा छाया हुआ है। सब कुछ गोल है और चंद्रमा फिर से गोल है।\nअगर तुम्हें शायरी और किताबें मिलें तो तुम एक गहरे सपने से जाग जाओगे। नेक इंसान तुम्हें छत तक ले जाएगा।", "詩意": "यह षट्क्रम वसंत के अंत और फूलों के खिलने का प्रतीक है।\nप्रभु के बाद सब कुछ बदल जाता है।", "解曰": "बूढ़े आदमी को मदद माँगने की ज़रूरत है। यह वसंत ऋतु में फिर से खिलता है। प्रसिद्धि और भाग्य की इच्छा. जीवन में देर से अप्रत्याशित अप्रत्याशित लाभ का सामना करना पड़ेगा।", "籤詩故事一": "◇हान वेन्गॉन्ग को बर्फ का सामना करना पड़ा\nहान यू, जिसका शिष्टाचार नाम तुइझी था, चांगली से था। झेनयुआन के आठवें वर्ष में तांग देज़ोंग जिंशी बन गए, और उनकी मरणोपरांत उपाधि वेन गोंग थी।\nतांग राजवंश के सम्राट जियानज़ोंग के शासनकाल के दौरान, हान यू ने बुद्ध की हड्डियों के साथ दुर्व्यवहार किया, जिससे सम्राट क्रोधित हो गए। हान यू अपनी पत्नी और बच्चों को छोड़कर चाओझोउ चला गया। कुछ दिनों से भी कम समय तक चलने के बाद, ठंडी हवा चल पड़ी और भारी बर्फबारी हुई। हान यू एक ऐसी जगह पर आया जहां कई फीट गहरी बर्फ थी, जिससे उसके घोड़े के लिए आगे बढ़ना मुश्किल हो गया। आसपास कोई घर नहीं था और उसे नहीं पता था कि सड़क कहां है। यदि आप मार्ग का अनुसरण करना चाहते हैं और पीछे हटना चाहते हैं, तो पीछे हटने का कोई रास्ता नहीं है। हवा तेज़ चल रही थी और बर्फ तेज़ी से गिर रही थी। हान यू पूरी तरह भीग चुका था, ठिठुर रहा था और भूखा था, और उसके पास अपना दुख व्यक्त करने के लिए कोई जगह नहीं थी।\nहान यू ने आह भरी और कहा: \"सम्राट मुझे नहीं मारेगा, लेकिन सम्राट मुझे नष्ट करना चाहता है।\"\nजब हान यू हताश था, उसने देखा कि एक आदमी भीषण ठंड के बावजूद बर्फ साफ करने आ रहा था। वह हान जियांगज़ी (हान यू का भतीजा) निकला।\nपहले, हान जियांगज़ी ने हान यू से कहा था: \"किनलिंग में यूं हेंग का घर कहां है? बर्फ नीले गेट को घेर लेती है और घोड़ा आगे बढ़ना बंद कर देता है।\" उस समय, हान यू को समझ नहीं आया कि हान जियांगज़ी का क्या मतलब है, लेकिन अब वह आख़िरकार समझ आया.\nइसलिए हान यू और हान जियांगज़ी लांगुआन में फू के घर में रात बिताने गए। अतीत और खेती की राह के बारे में बात करते हुए, हान यू ईमानदारी से आश्वस्त था।\nबाद में, हान यू ने अपना आधिकारिक पद त्याग दिया, अपनी सारी संपत्ति स्थानीय सरकार को दान कर दी, और ताओवाद का अभ्यास करने और अमर बनने के लिए पहाड़ों पर चले गए।", "聖意": "घर स्वयं के लिए अच्छा नहीं है, पैसे की तलाश में सावधान रहें, व्यवसाय पर ध्यान दें, शादी में देर हो रही है, लिउजिया महिला पैदल चलने वालों ने खेतों को अवरुद्ध कर दिया है, रेशम के कीड़े अच्छे हैं, पशुधन अच्छा है, लोगों को ढूंढना मुश्किल है, सार्वजनिक मुकदमे दोहराए जाते हैं, प्रवासन होता है अद्यतन, खोई हुई चीजें गंभीर हैं, बीमारियों में देरी होती है, पहाड़ी कब्रों को बदला जाना चाहिए।", "古人": "हान वेंगोंग का सामना बर्फ़ से होता है", "第X籤": "अस्सीवीं जीतने वाली लॉटरी", "宮": "शेन गोंग"}