{"籤詩版本二": "पश्चिमी पर्वत के आधे रास्ते पर चलते हुए, जुनलिंग की चट्टानों को नहीं बसाया जा सकता है।\nसुरक्षा के लिए भगवान की ओर देख रहा यह शरीर अभी भी मुर्दाघर में है", "詩意": "यह हेक्साग्राम रेत में सोना ढूंढने जैसा है।\nहर चीज़ में महान लोगों के लक्षण होते हैं।\n\nइसके अलावा: यह हेक्साग्राम इंगित करता है कि व्यक्ति खतरे में है।\nहर चीज़ में महान लोगों के लक्षण होते हैं।", "解曰": "जेड पत्थर को तराश कर पाया जा सकता है। रेत में सोना ढूंढो. कड़ी मेहनत करने की जरूरत है. बस परेशानी.\nदूसरा काम: एक कठिन परिस्थिति. कहीं नहीं रहना. भगवान का आशीर्वाद मांगें. मन की शांति के लिए प्रार्थना करें.", "籤詩故事一": "◇सोना चबाओ और भूमिगत गुफा का पता लगाओ\nअपने सैन्य कारनामों का जश्न मनाने के लिए, चेंग याओजिन ने यानवुयांग में एक भोज का आयोजन किया। अचानक जमीन में एक गड्ढा खुल गया, जो अथाह था। सभी ने शब्दों को चुनकर, सोना जीतने के लिए दांव लगाकर और छेद में खुद को बांधने के लिए रस्सियों को किराए पर लेकर लॉटरी निकाली।\nवहाँ पत्थर के दरवाजे, मेज, कुर्सियाँ, पुल और अन्य वस्तुएँ हैं। मेज पर ड्रैगन वस्त्र और जेड बेल्ट हैं, जो सोने से बने हैं और गुफा से बाहर पहने हुए हैं।\nयाओ जिन एक बड़ा बक्सा और एक छोटा बक्सा लेकर छेद से बाहर आया, लकड़ी का बक्सा खोला और जेड सील निकाली, बक्सा खोला, बड़ा झंडा और मुकुट बागे और पटरियाँ निकालीं और उन्हें मेज पर रख दिया, और सभी ने एक-एक करके उन्हें देखा। मैंने देखा कि बड़ी मुहर पर उत्कीर्ण आठ मुहरों के अक्षर थे \"हंशी का दानव राजा, महान सदाचारी सम्राट\"।\nसभी लोग उसे \"सम्राट\" के रूप में पूजते थे, और याओजिन ने दानव राजा के रूप में तीन वर्षों तक ऐसा किया। (दरअसल, यह सिर्फ स्वघोषित था, और चेंग याओजिन उस समय सिर्फ गांव के नेता थे।)\n(यह कहानी एक रूपक है कि अच्छी चीजें अभिनय की तरह ही होती हैं। यह \"यह शरीर अभी भी शून्य में है\" की कलात्मक अवधारणा है।)", "聖意": "घर और घर के लिए प्रार्थना करना, आत्म-पराजय, धन की तलाश करना, कड़ी मेहनत करना, व्यापार में सावधानी बरतना, विवाह में लियू जियाक्सू, पैदल यात्री, ची तियान, रेशमकीट, स्थिर छह पशुधन, लोगों की तलाश, कोई मुकदमा नहीं, हानि से बाधा आएगी। , प्रवास, खोई हुई संपत्ति को रखना, बुरी बीमारियाँ, बाधाएँ, पहाड़ और कब्रें।", "古人": "सोने की तहखाना की खोज", "第X籤": "सत्तासी पर हस्ताक्षर करें", "宮": "शेन गोंग"}