{"籤詩版本二": "मुझे अपने निजी मामलों में परेशान मत करो, यह जनता से पूछना अधिक उचित है।\nएक साफ दिल आकाश में चमकते चंद्रमा की तरह उज्ज्वल और स्पष्ट होता है", "詩意": "यह हेक्साग्राम आकाश में एक चमकीले चंद्रमा की छवि का प्रतिनिधित्व करता है।\nसब कुछ उज्ज्वल और हवादार है.", "解曰": "दिल से ईमानदार रहो. कानून को सीधा करो. पवित्र शब्द. अंततः यह स्पष्ट हो गया।", "籤詩故事一": "◇कोंग मिंग के जनरल\nसमाधान: ज़ुगे लियांग ने अपने सैनिकों और जनरलों को संगठित किया\nतीन साम्राज्यों की अवधि के दौरान, ज़ुगे लियांग (181-234), शिष्टाचार नाम कोंगमिंग, का जन्म यांगडु, लांग्या (अब यिनान काउंटी, शेडोंग प्रांत) में हुआ था।\nलियू बेई द्वारा तीन बार फूस की कुटिया का दौरा करने के बाद ज़ुगे लियांग एक अधिकारी बनने के लिए सहमत हुए। उस समय, काओ काओ ने हेबेई को शांत कर दिया था और दक्षिण की ओर मार्च करने के लिए दृढ़ थे। उन्होंने ज़ियाहोउ डुन को मुख्य सेनापति, यू जिन, ली डियान और अन्य को भेजा। डिप्टी जनरलों ने 100,000 की सेना का नेतृत्व करते हुए ज़िनये की ओर मार्च किया। हालाँकि उस समय ज़ुगे लियांग की दुश्मन से पीछे हटने की योजना थी, गुआन यू और झांग फी ने ज़ुगे लियांग के शब्दों का तिरस्कार किया। ज़ुगे लियांग के पास उन दोनों को समझाने के लिए लियू बेई की तलवार का उपयोग करने के अलावा कोई विकल्प नहीं था, ताकि उनमें से प्रत्येक ने एक हजार सैनिकों का नेतृत्व किया और युशान और एनलिन में घात लगाकर हमला किया। उन्होंने अपनी सेना को आगे बढ़ाने के लिए ज़ियाहोउ डुन का इंतजार किया, और फिर उन पर हमला किया घात लगाकर हमला करना और गोलीबारी करना.\nइसके अलावा, झाओ यूं को ज़ियाहोउ डुन के खिलाफ एक मोहरा के रूप में लड़ने के लिए सेना के पुराने और कमजोर अवशेषों का नेतृत्व करने के लिए भेजा गया था, और फिर हार का नाटक किया और पीछे हट गए, ज़ियाहोउ डुन को पहाड़ों और जंगलों में संकीर्ण सड़क पर लुभाया। उन्होंने गुआन को भी भेजा पिंग, झोउ कांग, लियू फेंग और अन्य लोग काओ की सेना के पिछले हिस्से में घुस गए, आपूर्ति जला दी और काओ की सेना में दहशत पैदा कर दी।\nलड़ाई के बाद, सब कुछ वैसा ही हुआ जैसा ज़ुगे लियांग ने व्यवस्थित किया था। जब ज़ियाहोउ डुन और यू जिन ने पीछा करने के लिए सेना का नेतृत्व किया, तो ली डियान, जो पीछे थे, ने तुरंत सामने वाले ज़ियाहोउ डुन को सूचित किया कि उन्हें दुश्मन के हमले से बचने की ज़रूरत है। हालांकि, तब तक बहुत देर हो चुकी थी। काओ की सेना विवश थी संकरी सड़क और ऐसी जगह पर थी जहां पेड़ आपस में जुड़े हुए थे, इसलिए आग नहीं लगाई जा सकी। भारी हताहत हुए, और ज़ियाहौ डुन और अन्य जनरल हार गए और ज़ुडू वापस भाग गए।\n(यह कहानी एक रूपक है कि कोंग मिंग लोगों का उपयोग करने और ज्ञान के साथ देश पर शासन करने में अच्छा है।)", "聖意": "घर और घर शुभ हैं। मैं धन, मन की शांति, समृद्ध व्यवसाय, विवाह, सफलता, लिउजिया में सफलता, पुरुषों द्वारा खेतों का स्थानांतरण, रेशम के कीड़ों, पशुधन की हानि, लापता लोगों, सार्वजनिक मुकदमों, प्रवासन, खोई हुई संपत्ति में सौभाग्य की कामना करता हूं। आशीर्वाद, बीमारी, शांति, पहाड़ और कब्रें।", "古人": "कोंग मिंग के जनरल", "第X籤": "नौवाँ लक्षण", "宮": "यिन पैलेस"}