{"籤詩版本二": "एक अच्छा शो आपको भीड़ से अलग खड़ा कर देता है और आपका भविष्य बदल जाता है और आप ढेर सारा धन लेकर आते हैं।\nसड़क आकाश जितनी चौड़ी है, और आप जो भी पैसा दे सकते हैं वह आपके दिल में होगा", "詩意": "यह हेक्साग्राम एक आशाजनक भविष्य का संकेत देता है।\nसबकुछ ठीक होता है।", "解曰": "एक बड़ी सड़क. आप आगे बढ़ सकते हैं. अपने दिल का प्रयोग करें. केवल आगे।\nइस चिन्ह के साथ सब कुछ योजना के अनुसार होता है। जिचांग को शुभकामनाएँ।", "籤詩故事一": "◇तीन नायक लू बू के खिलाफ लड़ते हैं\nसमाधान: तीन नायक झांग फी, गुआन यू और लियू बेई लू बू के खिलाफ लड़ते हैं\nडोंग झूओ को पता चला कि हुआ जिओंग का सिर काट दिया गया है और उसने फ्लाइंग जनरल लू बू को लड़ने के लिए भेजा। जैसे ही लू बू युद्ध में गया, उसने जनरलों फैंग यू और म्यू शुन को मार डाला, और वू अंगुओ और गोंगसुन ज़ान को मार डाला।\nझांग फी ने देखा कि गोंगसन ज़ान लू बू को नहीं हरा सकता, इसलिए उसने तुरंत गोंगसन ज़ान की जगह ले ली और चिल्लाया: \"तीन उपनामों के दासों को छोड़ देना चाहिए! यान से झांग फी यहाँ है!\" उसके बाद, उन्होंने पचास से अधिक राउंड तक लड़ाई की, बिना किसी विजेता या हारने वाले के।\nगुआन यू ने इसे देखने के बाद, उसने और झांग फी ने लू बू पर हमला किया और तीस से अधिक राउंड तक लड़ाई की।\nलियू बेई ने भी दो तलवारें लीं, अपने घोड़े को ताली बजाई और झांग फी और गुआन यू की मदद के लिए आगे बढ़े।\nतीनों लोगों ने लू बू को घेर लिया और लड़ते रहे। समूह के सभी लोग स्तब्ध थे।\nजल्द ही, लू बू की ताकत कम होने लगी। लू बू का पेगासस पीछे हट गया, लेकिन तीन लोगों ने लू बू का पीछा किया और हार मानने से इनकार कर दिया। वे तब तक पीछे नहीं हटे जब तक कि उनकी लू बू की सेना से मुलाकात नहीं हो गई।\n\"तीन राज्य\"\n(यह कहानी लू बू की बहादुरी और युद्ध कौशल का एक रूपक है। एक व्यक्ति तीन लोगों को हरा सकता है।)", "聖意": "घर और घर का दिल केवल धन की तलाश में अपनी यात्रा पर जाता है। एक संभावित विवाह लेख लिउजिया को जाता है। लोगों के लिए चीजें सुचारू रूप से चलती हैं। ज़ुशुंटियन रेशमकीट उपयोग करते हैं। लोगों को छह जानवरों के बीच पाया जा सकता है। लोगों को पहले से पाया जा सकता है . मुकदमेबाजी. प्रवासन. खोई हुई संपत्ति. बीमारियाँ. पहाड़ और कब्रें सौभाग्य की तरह हैं.", "古人": "तीन नायक लू बू के विरुद्ध लड़ते हैं", "第X籤": "निन्यानबे जीतने वाली लॉटरी", "宮": "आप महल"}