{"籤詩版本二": "लुआन फेंग जियांग बूंदाबांदी में भीग गया था, लेकिन उस समय क्वीर ने उसे परेशान कर दिया था\nमुझे यह जानकर आश्चर्य हुआ कि एक दिन, बादल बहुत दूर थे, लेकिन फिर भी मैंने अपने कपड़े तुम्हें लौटा दिए।", "詩意": "यह हेक्साग्राम लुआन और फीनिक्स के बारिश से ढके होने के प्रतीक को दर्शाता है।\nसमय आने पर सब कुछ मिल जाता है.", "解曰": "खलनायक दिन-ब-दिन समृद्ध होता जा रहा है। सज्जन व्यक्ति को कुछ नहीं करना चाहिए. बस अपने तक ही सीमित रहो. समय आने पर कार्रवाई करें.", "籤詩故事一": "◇गाओ जून शादी की गारंटी देता है\nप्रारंभिक सांग राजवंश में, झाओ कुआंगिन ने उत्तर को एकजुट किया और पूरे देश ने आत्मसमर्पण कर दिया। हालांकि, दक्षिणी तांग राजवंश में, ली यू ने खुद को यांग्त्ज़ी नदी के दक्षिण में स्थापित कर लिया। उसने एक शहर की पेशकश करने और आत्मसमर्पण करने का नाटक करने की रणनीति अपनाई, शाओझोउ में झाओ कुआंग्यिन को फँसाना, और स्थिति गंभीर थी। झाओ कुआंगिन का भतीजा, गाओ जुनबाओ, एक सुनहरी बंदूक वाला युवक, शौझोउ की घेराबंदी को तोड़ने के लिए बियांजिंग छोड़ गया।\nशुआंगसुओ पर्वत से गुजरते हुए, उन्होंने लियू जिंडिंग द्वारा स्थापित हस्बैंड साइन को तोड़ दिया, और दोनों ने प्रतिस्पर्धा की। परिणामस्वरूप, लियू जिंडिंग ने अपनी शानदार मार्शल आर्ट से गाओ जुनबाओ को तीन बार हराया, और उन्होंने जीवन के लिए सोने की गदाओं और चांदी की घंटियों का आदान-प्रदान किया। झाओ कुआंगयिन के भतीजे गाओ जुनबाओ ने शौझोउ में फंसे झाओ कुआंगयिन को बचाने के लिए बियानजिंग छोड़ दिया। वह शुआंगसुओ पर्वत से गुजरे और लियू जिंदिंग द्वारा स्थापित साइन को तोड़ दिया। दोनों ने प्रतिस्पर्धा की, लेकिन लियू जिंदिंग ने अपनी शानदार मार्शल आर्ट से गाओ जुनबाओ को तीन बार हराया और शादी के लिए मजबूर किया गया. दंपति ने घेराबंदी में भीड़ का नेतृत्व किया और झाओ कुआंगिन को बचाया।\n(इस कहानी का रूपक यह है कि दोनों में सुलह नहीं हुई थी (उन्हें धमकाया गया था), लेकिन बाद में सुलह हो गई।)", "聖意": "घर स्वयं के लिए अच्छा नहीं है, धन की तलाश करने से सावधान रहें, व्यापार में रुकावट, शादी के लिए इंतजार करना, विवाह में देरी, लोगों को खोना, खेतों में रहना, रेशम के कीड़ों, देर से पशुधन, लोगों की हानि, लोगों को ढूंढने में कठिनाई, मुकदमे, हानि, प्रवासन, रूढ़िवादिता, खोई हुई संपत्ति, बुरी बीमारियाँ, पहाड़ों और कब्रों का विस्तार।", "古人": "गाओ जून शादी की गारंटी देता है", "第X籤": "निन्यानवे लॉटरी जीत रहे हैं", "宮": "ज़ुगोंग"}