{"籤詩版本二": "महत्वाकांक्षाएं और उपलब्धियां राजवंश में हैं, लेकिन अब अंतहीन शराब और सेक्स होगा।\nयदि आप एक सुनहरा मुर्गा देखते हैं, तो आपको धन, भाग्य और भाग्य से पुरस्कृत किया जाएगा।", "詩意": "यह षट्कोण महत्वाकांक्षा और प्रसिद्धि का प्रतीक दर्शाता है।\nसब कुछ शुभ रखें.", "解曰": "महत्वाकांक्षी और उत्साहित. खुद को सुरक्षित रखने में अभी देर नहीं हुई है. सुनहरा मुर्गा वादा करता है. सभी खुश।", "籤詩故事一": "◇काओ पाई ने स्वयं को सम्राट घोषित किया\nकाओ पाई, शिष्टाचार नाम ज़िहुआन, का जन्म पेइगुओकियाओ (अब हाओ काउंटी, अनहुई) में हुआ था। जियान काल के दौरान एक प्रसिद्ध राजनीतिज्ञ और लेखक।\nकाओ पाई, काओ काओ का दूसरा बेटा है। वह बचपन से ही अपने पिता के साथ सैन्य शिविर में रहता था। अपने पिता के प्रभाव में, काओ पाई ने छह साल की उम्र में तीरंदाजी और आठ साल की उम्र में घुड़सवारी सीखी और विकसित हुआ अच्छा मार्शल आर्ट कौशल. उन्हें प्राचीन और आधुनिक क्लासिक्स और जीवनियों के साथ-साथ सैकड़ों विचारधाराओं की पुस्तकों का भी व्यापक ज्ञान है। अठारह साल की उम्र तक काओ काओ ने युआन शाओ को हराया नहीं था और काओ पाई ने काओ काओ के शासन के केंद्र येचेंग में अपेक्षाकृत स्थिर जीवन जीया था। तब से, हालाँकि वह कभी-कभी सैन्य अभियानों पर अपने पिता के साथ जाते थे और अधिकांश समय एक महान पुत्र का जीवन जीते थे, फिर भी उन्होंने हर दिन मार्शल आर्ट का अभ्यास किया और आज तक इसमें कोई कमी नहीं आई है। वह अक्सर अपने घोड़े पर सौ कदम चलता है और मार्शल आर्ट में बहुत कुशल है। क्योंकि वह अक्सर मार्शल आर्ट का अभ्यास करता है, वह हल्का और मजबूत है।\nकाओ काओ का सबसे बड़ा बेटा काओ आंग एक युद्ध में मारा गया। सबसे बड़े बेटे की मृत्यु के बाद, काओ पाई क्राउन प्रिंस के लिए पहली पसंद बन गए। जब वह इकतीस वर्ष का था, तब काओ काओ ने उसे युवराज बना दिया। जब काओ पाई तैंतीस वर्ष का था, काओ काओ की बीमारी से मृत्यु हो गई, और काओ पाई उनके उत्तराधिकारी के रूप में प्रधान मंत्री और वेई के राजा बने। उन्होंने कहा कि वह अक्सर घोड़े पर सवार होकर सौ कदम चलते हैं और बहुत कुशल हैं। क्योंकि वह अक्सर कुंगफू का अभ्यास करते हैं, इसलिए वह हल्के और स्वस्थ हैं।", "聖意": "अपने घर और घर में शांति के लिए प्रार्थना करें। धन की तलाश करें, कड़ी मेहनत करें, व्यापार करें और जल्दी संबंध तोड़ लें। विवाह सफल होगा। लिउजिया सुरक्षित रहेगा। लोग खेतों में होंगे। रेशम के कीड़े परिपक्व होंगे। छह पशुधन होंगे परिपक्व। लोगों को ढूंढना मुश्किल होगा। सार्वजनिक मुकदमा। तत्काल निर्णय। प्रवासन। संपत्ति खो गई। बहुत दूर। बीमारियाँ पहाड़ों और कब्रों में रहती हैं। शुभकामनाएँ।", "古人": "काओ पाई ने स्वयं को सम्राट घोषित किया", "第X籤": "निन्यानबेवीं जीतने वाली लॉटरी", "宮": "ज़ुगोंग"}