{"籤詩版本二": "राजसी शिवालय असामान्य है, जिसके सभी तरफ उत्कृष्ट विशेषताएं हैं जो चमकती हैं।\nमैं आपसे आग्रह करता हूं कि आप लगन से झुकने और अच्छे कर्म करने के लिए दृढ़ रहें, और स्वर्ग आपको आशीर्वाद भेजेगा।", "詩意": "यह षट्क्रम योग्यता की अभिव्यक्ति का प्रतिनिधित्व करता है।\nसब कुछ शुभ है.", "解曰": "ये आशीर्वाद. यह सबके पास है. बहुत व्यस्त मत रहो. योग्यता पहले से निर्धारित होती है.", "籤詩故事一": "◇फेनयांग के राजा चीनी वेलेंटाइन डे पर अपने पोते से मिलते हैं\nसमाधान: गुओ ज़ियि ने चीनी वेलेंटाइन डे पर धरती पर उतरती हुई वीवर गर्ल से मुलाकात की। जेड सम्राट की पोती तियानसुन, सात परियां हैं।\nगुओ ज़ियि (697-781), जिन्हें गुओ लिंगगोंग के नाम से भी जाना जाता है, झेंग काउंटी, हुआझोउ (अब हुआक्सियन काउंटी, शानक्सी प्रांत) के मूल निवासी थे और तांग राजवंश में एक जनरल थे। शाही दरबार ने ज़ियि को फेनयांग के राजा की उपाधि दी।\nऐसा कहा जाता है कि ज़ियी मूल रूप से हुआझोउ का रहने वाला था और महान दीवार के बाहर सेना में शामिल होने गया था। वह सैन्य वेतन के लिए दबाव बनाने के लिए बीजिंग गया और यिनझोउ लौट आया। उस समय चीनी वेलेंटाइन डे था। हवा और रेत अँधेरा हो रहा था, और सूरज भी अँधेरा हो रहा था। ज़ियी आगे नहीं बढ़ सकता था, इसलिए वह सड़क के किनारे खड़ा था। वह एक खाली घर में फर्श पर सो रहा था। जब वह सोने ही वाला था, तो उसने अचानक एक लाल बत्ती देखी दोनों तरफ। वह खड़ा हो गया और आश्चर्य से ऊपर देखा। आकाश में एक बादल था, जो धीरे-धीरे नीचे आ रहा था। वहाँ एक सुंदर महिला बैठी थी, प्रतिष्ठित और भव्य, सामान्य लोगों से बिल्कुल अलग। ज़ियी ने तुरंत अपना सम्मान व्यक्त किया और कहा, \"आज सातवें चंद्र माह का सातवां दिन है। मुझे लगता है कि यह वीवर गर्ल है जो उसे दीर्घायु और धन देने की कामना से आई है।\"\nमहिला ने यह भी उत्तर दिया: \"महान धन के साथ दीर्घायु आती है।\"\nउसके बोलने के बाद, चमक लौट आई और बादल धीरे-धीरे ऊपर उठे। महिला तब तक गुओ ज़ियि को एक सुखद मुस्कान के साथ देख रही थी जब तक कि वह उससे बहुत दूर नहीं हो गई, और फिर धुआं धुंधला हो गया और वह अब दिखाई नहीं दे रही थी।\nजैसा कि महिला ने कहा था, यह सच निकला। ज़ियी की खूबियाँ विश्व प्रसिद्ध हैं, वह एक बेहद लोकप्रिय मंत्री हैं, और वह योग्यता और गुण दोनों के साथ एक सेनापति हैं।", "聖意": "घर पर अपने लिए एक इच्छा करें, अपने लिए एक इच्छा बनाएं, धन के लिए प्रार्थना करें, व्यापार में सौभाग्य, विवाह में सौभाग्य, लिउजिया में सौभाग्य, लोगों के साथ सुखद यात्रा, बदलते खेत, रेशम के कीड़े, स्थिर पशुधन, खोजने में दुर्भाग्य लोग, सार्वजनिक मुकदमे, प्रवासन, सौभाग्य, खोई हुई संपत्ति की बीमारियाँ, झेनक्सिंगशान में कब्रें", "古人": "चीनी वैलेंटाइन डे पर राजा फेनयांग अपने पोते से मिलते हैं", "第X籤": "छियानवे पर हस्ताक्षर करें", "宮": "ज़ुगोंग"}