{"籤詩版本二": "घोड़े पर लगाम लगाते हुए और चाबुक थामे हुए, हम सीधे यहाँ आते हैं, आधे खतरे में और आधे आपदा में।\nयह ऐसा है जैसे कोई घर आग से जल गया हो। जब आकाश गिरता है, तो बारिश उसे राख में बदल देती है। मेरे पास एक योजना है।", "詩意": "यह षट्क्रम आधे दुःख और आधे आनंद को दर्शाता है।\nहर काम में अच्छा करने की सलाह दी जाती है।", "解曰": "आजीवन परिश्रम. सही और गलत की परवाह मत करो. बंधन अस्थायी हैं. नाराजगी स्वाभाविक रूप से आती है.", "籤詩故事一": "◇ताओ सांचुन ने गुआयुआन में झेंग एन को हराया\n\"मेरे स्मारक लंबे समय तक जीवित रहें,\" झाओ कुआंगिन फिर से खड़ा हुआ, \"बीपिंग किंग झेंग एन ने उस समय एक शादी की व्यवस्था की थी। अब जब दुनिया में शांति है, तो मैं शादी करने के लिए एक शुभ दिन चुनने के लिए आपकी अनुमति मांगना चाहता हूं। \"\n\"मेरे स्मारक लंबे समय तक जीवित रहें!\" झाओ कुआंगिन खड़े हुए और कहा, \"पेकिंग के राजा, झेंग एन ने उस समय एक विवाह की व्यवस्था की थी। अब जब दुनिया में शांति है, तो मैं एक शुभ विकल्प चुनने के लिए आपकी अनुमति मांगना चाहता हूं शादी करने का दिन।\"\n\"ओह, तीसरे भाई की सगाई पहले हो चुकी थी, मुझे इसके बारे में कैसे पता नहीं चला?\" चाई रोंग बहुत आश्चर्यचकित था। उसने झाओ कुआंगिन को बैठने और बात करने के लिए अपना हाथ लहराया।\n\"ओह! तीसरे भाई की सगाई पहले हो चुकी थी, मुझे इसके बारे में कैसे पता नहीं चला?\" चाई रोंग (बाद के झोउ राजवंश के सम्राट) बहुत आश्चर्यचकित थे। उन्होंने अपना हाथ लहराया और झाओ कुआंगिन को बैठकर बात करने के लिए कहा।\n\"यह एक लंबी कहानी है। सबसे पहले, हम उस समय भी गरीबी में थे और आपकी सेना में शामिल नहीं हुए थे। तब से, हम वर्षों से लड़ रहे हैं और आपकी परवाह करने के लिए हमारे पास समय नहीं है। दूसरे, तीसरा भाई भी छोटा है इसका उल्लेख करने में शर्म आती है, इसलिए महामहिम को पता नहीं है।\n\"यह एक लंबी कहानी है। सबसे पहले, हम उस समय भी गरीबी में जी रहे थे और आपकी सेना में शामिल नहीं हुए थे। तब से, हम वर्षों से लड़ रहे हैं और आपके बारे में चिंता करने का समय नहीं है। दूसरे, तीसरा भाई भी एक है इसका उल्लेख करने में थोड़ा संकोच हो रहा है, इसलिए महामहिम को पता नहीं है।\"\n\"अरे, पुरुष कॉलेज छात्र की शादी हो रही है, इसमें शर्मिंदा होने की क्या बात है? तीसरा भाई लंबे समय से युद्ध के मैदान में है और उसे एक अद्वितीय नायक माना जा सकता है। आप इस मामले में इतने तुच्छ क्यों हैं?\"\n\"अरे! कॉलेज के लड़के की शादी हो रही है, इसमें शर्मिंदा होने की क्या बात है? तीसरा भाई लंबे समय से युद्ध के मैदान में है और उसे एक अद्वितीय नायक माना जा सकता है। आप इस मामले में इतने छोटे क्यों हैं?\"\n\"इसके बारे में बोलते हुए, मैं अपने तीसरे भाई को शर्मीले होने के लिए दोषी नहीं ठहरा सकता, क्योंकि यह शादी फर्जी थी।\"\n\"इसके बारे में बोलते हुए, मैं अपने तीसरे भाई को शर्मीले होने के लिए दोषी नहीं ठहरा सकता, क्योंकि यह शादी फर्जी थी।\"\n\"टाइप हो गया? अरे, यह दिलचस्प है। कृपया मुझे बताएं कि क्या हुआ।\"\n\"मैंने इसे टाइप कर दिया! अरे! यह दिलचस्प है! कृपया मुझे बताएं कि क्या हुआ।\"\n\"हां, मुझे वह साल याद है, जब हम महामहिम के साथ शामिल होने वाले थे, हम बाओचेंग काउंटी से गुजर रहे थे। जून में बहुत गर्मी थी। मेरा तीसरा भाई होटल में नहीं रह सकता था, इसलिए वह अकेले घूमने चला गया। एक खरबूजे के बगीचे से गुजरने के बाद, वह कुछ तोड़ने के लिए अंदर गया। खरबूजे से प्यास बुझती थी। इस समय जल्दी पकने वाले ज्यादा खरबूजे नहीं थे, और तीसरे भाई को नहीं पता था कि उन्हें कैसे तोड़ना है, इसलिए उसने उनमें से बहुत सारे तोड़ दिए। खरबूजे देख रही महिला तीसरे भाई पर आरोप लगाने के लिए आगे बढ़ी। दोनों के बीच असहमति हुई और फिर वे लड़ने लगे। चलो। सौभाग्य से, मैं चिंतित था और समय पर बचाव के लिए पहुंच गया, अन्यथा...\"\n\"हां, मुझे वह साल याद है, जब हम महामहिम से जुड़ने वाले थे, हम बाओचेंग काउंटी से गुजर रहे थे। जून में बहुत गर्मी थी। मेरा तीसरा भाई होटल में नहीं रह सकता था, इसलिए वह अकेले घूमने चला गया। एक खरबूजे के बगीचे से गुजरने के बाद, वह कुछ तोड़ने के लिए अंदर गया। खरबूजे से प्यास बुझती थी। इस समय जल्दी पकने वाले ज्यादा खरबूजे नहीं थे, और तीसरे भाई को नहीं पता था कि उन्हें कैसे तोड़ना है, इसलिए उसने उनमें से बहुत सारे तोड़ दिए। खरबूजे देख रही महिला तीसरे भाई पर आरोप लगाने के लिए आगे बढ़ी। दोनों के बीच असहमति हुई और फिर वे लड़ने लगे। चलो। सौभाग्य से, मैं चिंतित था और समय पर बचाव के लिए पहुंच गया, अन्यथा...\"\n\"यह झेंग ज़िमिंग, सबसे पहले यह उसकी गलती है, उसे माफ़ी मांगनी चाहिए। उसने उसे क्यों मारा? इसके अलावा, एक लड़की का परिवार उसके जैसे क्रूर आदमी के घूंसे और लातें कैसे झेल सकता है! चलो, तुमने इस लड़की को पीटा टुकड़े। नहीं?\" \"लड़की को कोई नुकसान नहीं हुआ...\"\n\"यह झेंग ज़िमिंग, सबसे पहले यह उसकी गलती है, इसलिए उसे माफ़ी मांगनी चाहिए। आप उसे क्यों पीट रहे हैं? इसके अलावा, एक लड़की का परिवार उसके जैसे क्रूर आदमी के घूंसे और लातें कैसे झेल सकता है! चलो, मुझे बताओ, तुमने इस लड़की को पीटा। नहीं?\"\n\"लड़की को कोई नुकसान नहीं हुआ...\"\n\"यह ठीक है, यह ठीक है... अरे, क्या आपने कार्रवाई नहीं की? ओह, मुझे लगता है कि आपने समय रहते मुझे बचा लिया।\"\n\"यह ठीक है! यह ठीक है... अरे! क्या तुमने कार्रवाई नहीं की? ओह! मुझे लगता है कि तुम ही वह व्यक्ति हो जिसने मुझे समय पर बचाया!\"\n\"...नहीं, जिसे मैंने बचाया वह...तीसरा भाई था।\" \"...नहीं, जिसे मैंने बचाया वह...तीसरा भाई था।\"\n\"आह आह?!\"\n\"तीसरे भाई को महिला ने ज़मीन पर गिरा दिया और पूरे रास्ते हिंसक तरीके से पीटा। सौभाग्य से, मैं आ गया और उसे जाने के लिए मना लिया, इसलिए वह गंभीर रूप से घायल नहीं हुआ। ...महामहिम...महामहिम!... \"\n\"तीसरे भाई को महिला ने ज़मीन पर गिरा दिया और उसे हिंसक तरीके से पीटा। सौभाग्य से, मैं आ गया और उसे जाने के लिए मना लिया, इसलिए वह गंभीर रूप से घायल नहीं हुआ। ...महामहिम...महामहिम!...\"\n\"आह?...ओह, वह महिला कौन है!?\" \"आह!?...ओह, वह महिला कौन है!?\"\n\"मुझे बाद में ही पता चला कि महिला का नाम ताओ सानचुन था, और उसके पिता ताओ होंग एक बूढ़े नायक थे जिनकी कोई आकांक्षा नहीं थी। ताओ सानचुन ने अपने पिता से मार्शल आर्ट तब सीखा जब वह एक बच्चा था। जब मुझे पता चला उनके परिवार में, मैंने देखा कि मिस सांचुन का चरित्र उत्कृष्ट था। लुओ लुओ और उदार, छोटी लड़की होने की आदत के बिना, वे जानबूझकर उससे मेल खाते थे। ताओ पिता और बेटी को तीसरे भाई का सीधा चरित्र भी बहुत पसंद आया। उन्हें इसे तुरंत निपटाया और उन दोनों के लिए इस शादी का फैसला किया। महामहिम, कृपया मुझे बताएं, क्या यह एक जाली शादी नहीं है?\"\n\"मुझे बाद में पता चला कि लड़की का नाम ताओ सानचुन था, और उसने बचपन से ही अपने पिता से मार्शल आर्ट सीखा था। जब मैं उसके परिवार से परिचित हुआ, तो मैंने देखा कि मिस सानचुन का चरित्र उत्कृष्ट था, वह थी उदार, और छोटी लड़की की आदतों का कोई पता नहीं था, इसलिए मैंने जानबूझकर उसे भर्ती किया। श्री ताओ और उनकी बेटी को भी अपने तीसरे भाई का सीधा-सादा चरित्र बहुत पसंद आया। उन्होंने इसे तुरंत स्वीकार कर लिया और एक-दूसरे से शादी करने का फैसला किया। महाराज, क्या आपको नहीं लगता कि यह जाली शादी है?\"\n(यह कहानी एक रूपक है, क्योंकि एक बुरी चीज़ अच्छी चीज़ बन गई।)", "聖意": "घर की सुरक्षा के लिए प्रार्थना करें, सावधान रहें, धन की तलाश करें, व्यापार बर्बाद करें, विवाह में बाधा डालें, सज़ा, लिउजिया बीमा, खेतों में फंसे पैदल यात्री, रेशमकीट क्षति, पशुधन क्षति, लापता लोग, अवैध मुकदमे, हानि, प्रवासन, रूढ़िवादिता, खोई हुई संपत्ति, बुरी बीमारियाँ , खतरे, पहाड़, कब्रें, असफलता", "古人": "ताओ सांचुन ने तरबूज के बगीचे में झेंग एन को हराया", "第X籤": "संख्या निन्यानवे", "宮": "हैगोंग"}