{"籤詩版本二": "మంచి వివాహం, శుభ దినాలు మరియు మంచి సమయాల కోసం ప్రపంచం సృష్టించబడుతుంది మరియు అన్ని విషయాలు మంచిగా ఉండనివ్వండి\nఇంత వ ర కు వ చ్చినా చిన్న విష యం కాదు.. ప్ర జ లు విధేయులుగా, నిటారుగా ఉంటార ని చక్రవర్తి ఘోషిస్తున్నాడు.", "詩意": "ఈ హెక్సాగ్రామ్ స్వర్గం మరియు భూమి యొక్క ప్రారంభ ప్రారంభాన్ని సూచిస్తుంది.\nఅంతా శుభప్రదమే.", "解曰": "వేగవంతమైన వేగం. సంవత్సరం దాని సమయం విలువైనది కాదు. గ్వాన్యిన్ వ్రాస్తాడు. ముందుగా నాకు తెలియజేయండి.", "籤詩故事一": "◇జోంగ్లీకి జ్ఞానోదయం అయింది\nZhongli Quan, Zhongli ఇంటిపేరు, ఇవ్వబడిన పేరు Quan, సౌజన్య పేరు Yunfang మరియు మారుపేరు Zhengyang, తూర్పు హాన్ రాజవంశం సమయంలో Xianyang కౌంటీ, Xi'an, Shaanxi ప్రావిన్స్ స్థానిక.\nఝాంగ్ లిక్వాన్ హాన్ రాజవంశం యొక్క జనరల్. పశ్చిమ కియాంగ్‌పై దండయాత్ర సమయంలో, అతను కమాండర్ లియాంగ్ యిపై అసూయపడి అతనికి 30,000 మంది పాత మరియు బలహీన సైనికులను మాత్రమే కేటాయించాడు. అతను తన గమ్యస్థానానికి చేరుకున్న వెంటనే, శిబిరాన్ని దోచుకున్నారు. పశ్చిమ కియాంగ్ సైన్యం మరియు సైనికులు పారిపోయారు. జాంగ్ లిక్వాన్ ఒక లోయలో తప్పిపోయి, దారిలో ఒక సన్యాసిని కలిశాడు, అతను అతన్ని ఒక చిన్న గ్రామానికి తీసుకెళ్లి, \"ఇది మిస్టర్ డోంగ్వా నివాసం\" అని చెప్పి, వీడ్కోలు చెప్పి వెళ్లిపోయాడు. కాసేపటి తర్వాత, ఎవరో అకస్మాత్తుగా ఇలా అన్నారు, \"పచ్చ కళ్లతో ఉన్న హు మనిషి చాలా మాట్లాడేవాడు కాబట్టి.\" అతను తెల్ల జింక బొచ్చు ధరించి, ఆకుపచ్చ క్వినోవా స్టాండ్ పట్టుకున్న వ్యక్తిని చూశాడు. అతను జాంగ్ లిక్వాన్‌ను అడిగాడు, \"వచ్చిన వ్యక్తి ఇక్కడ హన్ డా. జనరల్ జోంగ్లీ క్వాన్\n? జాంగ్ లిక్వాన్ ఆశ్చర్యపోయాడు, అతను ఒక వింత వ్యక్తిని కలుసుకున్నాడని తెలిసి, అతను టావోను హృదయపూర్వకంగా నేర్చుకున్నాడు.\nజాంగ్ లిక్వాన్ తరువాత జెన్రెన్ హుయాంగ్ మరియు ఇమ్మోర్టల్ కింగ్ జువాన్‌ఫులను కలుసుకున్నాడు మరియు \"అమరత్వం యొక్క రహస్యం\" నేర్చుకున్నాడు. చివరగా, అతను కాంగ్టాంగ్ పర్వతంలోని జిజిన్ సిహాఫెంగ్ వద్ద నివసించాడు, \"జాడే బాక్స్ యొక్క రహస్యం\" పొందాడు మరియు నిజమైన అమరుడు అయ్యాడు, అతను క్వాన్‌జెన్ సెక్ట్ చేత ఐదుగురు ఉత్తర పాట్రియార్క్‌లలో ఒకరిగా కూడా గౌరవించబడ్డాడు.", "聖意": "శరదృతువు మరియు చలికాలంలో మీ ఇల్లు మరియు గృహం శుభం జరగాలని ప్రార్థించండి. శరదృతువు మరియు శీతాకాలాలలో అదృష్టం కోసం వెతకండి. వ్యాపారంలో అదృష్టం, వివాహంలో అదృష్టం, అబ్బాయిలకు జన్మనివ్వడంలో అదృష్టం, ప్రయాణంలో అదృష్టం పొలాలు, పట్టుపురుగులలో అదృష్టం, పశు సంపదలో అదృష్టం, వ్యక్తులను కనుగొనడంలో అదృష్టం, వ్యాజ్యాలలో అదృష్టం, వలసలలో అదృష్టం, పోగొట్టుకున్న ఆస్తి మరియు ఈశాన్య వ్యాధులలో అదృష్టం. పర్వతాలు మరియు సమాధులను పంపడంలో అదృష్టం", "古人": "ఝొంగ్లీకి జ్ఞానోదయం అయింది", "第X籤": "మొదటి సంకేతం", "宮": "గర్భాశయం"}