{"籤詩版本二": "మీరు కేవలం మూలలో ఉన్న తైలైకి ఎందుకు వెళ్లకూడదు? నేను తాత్కాలికంగా పెద్దమనిషిని పర్వతం నుండి బయటికి వదిలివేస్తాను.\nపులి లేదా కుందేలు గురించి శుభవార్త ఉంటే, మీరు బిజీగా ఉండాలని నిర్ణయించుకున్నా మీరు స్వేచ్ఛగా ఉంటారు.", "詩意": "ఈ హెక్సాగ్రామ్‌లో, దురదృష్టాల మధ్య ఆశీర్వాదం యొక్క చిహ్నం ఉంది.\nప్రతిదీ ముందుగానే చెడ్డది మరియు చివరికి మంచిది.", "解曰": "జనపనార పట్టుతో భర్తీ చేయండి. ఒకరి పాదాలను కొట్టండి. స్పష్టంగా చూడండి. విపత్తుల నుండి దీవెనలు వస్తాయి.", "籤詩故事一": "◇బుకిట్‌లో మాస్టర్‌ను ఎదుర్కోవడం\nవు జీ నిజానికి చెక్కలు కట్టేవాడు, మరియు ఇద్దరూ ఫెంగ్ నదిలో చేపలు పట్టేటప్పుడు జియాంగ్ జియాను కలిశారు. జియా నేరుగా హుక్‌తో చేపలు పట్టడం చూసి వుజీ నవ్వుకున్నాడు.\nజియా వుజీ ముఖంలోకి చూస్తూ అదృష్టాన్ని చెప్పింది: \"మీరు ఈ రోజు నగరంలోకి ప్రవేశిస్తే, మీరు ఎవరినైనా చంపుతారు.\" ఇది విన్న వూ జీ కోపంతో బయలుదేరి కట్టెలు తీసుకుని నగరంలోకి వచ్చాడు.\nనగరంలోకి ప్రవేశించిన తర్వాత, వు జీ ఇతరులతో గొడవపడి, పొరపాటున ప్రధానమంత్రి వెన్ వాంగ్‌ను కొట్టి చంపాడు.\nకింగ్ వెన్ నేలను జైలుగా గీసి వు జీని బంధించాడు.\nబుకిట్ హౌ తాత్కాలికంగా విడుదల చేయబడ్డాడు మరియు శరదృతువు వరకు అతని తల్లిని చూసుకోవడానికి మరణశిక్ష విధించబడింది.\nసహాయం కోసం జియాంగ్ జియాను అడగమని అతని తల్లి కోరింది.\nటైగాంగ్ అతనిని తన శిష్యుడిగా అంగీకరించాడు, అతనికి యుద్ధ కళను నేర్పించాడు మరియు అతని సహజమైన విధిని విచ్ఛిన్నం చేయడానికి రంధ్రాలు తీయమని మరియు మంత్రాలు వేయమని ఆదేశించాడు.\nశరదృతువు తర్వాత, వు జీ శిక్షించబడటానికి రాలేదు.కింగ్ వెన్ సహజమైన సంఖ్యలను అంచనా వేసాడు మరియు వు జి నేరానికి భయపడి ఆత్మహత్య చేసుకున్నాడని భావించాడు.\nతరువాత, కింగ్ వెన్ వు జీని కలిశాడు మరియు జియాంగ్ టైగాంగ్‌ను కలవడానికి వు జీ కింగ్ వెన్‌ను పరిచయం చేశాడు.\nటైగాంగ్‌కు జనరల్ ఆఫ్ వుడ్ బిరుదు లభించింది. మాస్టర్ మరియు అప్రెంటిస్ ఇద్దరూ కింగ్ వెన్ వద్ద పనిచేశారు.", "聖意": "ఇల్లు భద్రం, స్వయం అదృష్టం, వ్యాపారం మంచిది, వివాహం ఆలస్యం, మగ పాదచారి క్షేత్రానికి తిరిగి రాలేదు, పట్టు పురుగులు లాభదాయకం, ఆరు జంతువులు షెంజీ, శోధన మంచిది, ప్రజా వ్యాజ్యం మంచిది, వలసలు సంప్రదాయవాదం, కోల్పోయిన ఆస్తి కనిపిస్తుంది, వ్యాధి మంచిది, క్యూజీ, పర్వతం మరియు సమాధి మంచివి.", "古人": "బుకిట్ ఎన్‌కౌంటర్", "第X籤": "పన్నెండవ సంకేతం", "宮": "యిన్ ప్యాలెస్"}