{"籤詩版本二": "క్రేన్ తన మర్త్య పంజరం నుండి బయటకు వచ్చినట్లే, మర్త్య పంజరం నుండి తప్పించుకోవడం సాధ్యమవుతుంది.\nఉత్తరం, దక్షిణం మరియు తూర్పు మధ్య ఎటువంటి అడ్డంకులు లేవు. మీరు నేరుగా జియుక్సియావో ప్యాలెస్‌కి వెళ్లవచ్చు.", "詩意": "ఈ హెక్సాగ్రామ్ దాని పంజరాన్ని విడిచిపెట్టిన క్రేన్ యొక్క చిత్రాన్ని సూచిస్తుంది.\nప్రతిదీ ముందుగానే చెడ్డది మరియు చివరికి మంచిది.", "解曰": "కంగారుపడవద్దు. రహదారి సుభిక్షంగా ఉంది. సుఖంగా ఉండండి. మానవుని (దేవుడు) వలె నిర్లక్ష్యము.", "籤詩故事一": "◇జియా తన అధికారిక పదవిని వదులుకున్నాడు\nజియాంగ్ జియా జాతకం చెప్పే వ్యక్తిగా పని చేస్తున్నప్పుడు, ఒక మహిళ జాడే పిపా స్పిరిట్‌తో రూపాంతరం చెందిందని అతను చూశాడు, కాబట్టి అతను ఆమెను పట్టుకుని ఇంక్‌స్టోన్‌తో కొట్టాడు. కింగ్ జౌ యొక్క ప్రధాన మంత్రి ఏమి జరిగిందో వివరించాడు, ఏమి జరిగిందో అడిగాడు, ఆపై జియాంగ్ జియాను కింగ్ జౌని చూడటానికి తీసుకెళ్లాడు. జియాంగ్ జియా సమాధి ట్రూ ఫైర్‌ని ఉపయోగించి కింగ్ జౌ ముందు పిపా స్పిరిట్‌ను దాని అసలు ఆకారం నుండి కాల్చివేసాడు మరియు కింగ్ జౌ అతన్ని సీనియర్ అధికారిగా చేసాడు.\nజాడే పిపా స్పిరిట్‌కి ప్రతీకారం తీర్చుకోవడానికి, జియాంగ్ జియాను జింకల ప్లాట్‌ఫారమ్‌ను నిర్మించమని ఆదేశించమని దాజీ రాజు జౌను కోరాడు. జియాంగ్ జియా రాజు జౌను మందలించాడు మరియు రాజు జౌ అతన్ని చంపమని ఆదేశించాడు. జియాంగ్ జియా నీటిని ఉపయోగించి తప్పించుకున్నాడు. ఇంటికి తిరిగి వచ్చిన తర్వాత, జియాంగ్ జియా Xiqiకి వెళ్లడం గురించి మాను అడిగాడు మరియు మా అతనికి విడాకులు ఇవ్వాలని కోరుకున్నాడు. కాబట్టి జియాంగ్ జియా ఒంటరిగా జికికి (జౌ రాజవంశం రాజు వెన్ రాజధాని) వెళ్ళాడు.\nజియాంగ్ జియా Xiqi చేరుకుని, Panxi జార్జ్‌లో ఏకాంతంగా ఫిషింగ్‌లో నివసించాడు. అతను ప్రతిభను వెతకడానికి ఆసక్తి ఉన్న జౌ రాజు వెన్‌ను కలుసుకున్నాడు. కింగ్ వెన్ యొక్క హృదయపూర్వక అభ్యర్థన మేరకు, జియాంగ్ జియా అతని గురువుగా ఆరాధించబడ్డాడు మరియు కింగ్ వెన్‌కు సహాయం చేశాడు.", "聖意": "నేను ఇంట్లో అసౌకర్యంగా ఉన్నాను మరియు నేను ఆర్థిక సహకారం, లావాదేవీలు, వివాహం, లియుజియా, మగ పాదచారులు, పొలాలు, పట్టుపురుగులు, శరదృతువు లాభాలు, ఆరు పశువుల నష్టాలు, ప్రజల కోసం వెతకడం, ప్రజా వ్యాజ్యాలకు ఆటంకం, వలసలు, కోల్పోయిన ఆస్తి, ఆగ్నేయ ప్రాంతాలను చూడాలనుకుంటున్నాను వ్యాధి, అమరిక, పర్వతాలు మరియు సమాధులను పంపడం, శుభప్రదం", "古人": "జియా తన అధికారిక పదవిని వదులుకున్నాడు", "第X籤": "పద్నాలుగో లాటరీ విజేత", "宮": "మాగోంగ్"}