{"籤詩版本二": "చింతలు మరియు చింతలు తాత్కాలికంగా ఉపశమనం పొందుతాయి మరియు ఆనందం ఆకాశం నుండి వస్తుంది.\nఒంటిలో పచ్చని దాచినట్లే, మంచి పనివాడు దుమ్మును బయటకు తీస్తాడు", "詩意": "ఈ హెక్సాగ్రామ్ యిన్ మరియు యాంగ్ యొక్క సామరస్యాన్ని సూచిస్తుంది.\nమీరు అనుకున్నవన్నీ శుభప్రదమే.", "解曰": "ఏమీ పొందలేదు, కోల్పోయింది ఏమీ లేదు. నష్టం నుండి లాభం పొందండి. విలన్ చిక్కుల్లో పడ్డాడు. మీకు శుభోదయం, పెద్దమనిషి.", "籤詩故事一": "◇యే మెంగ్ జియోంగ్ చావో డి\nయే మెంగ్జియోంగ్ (1531-1597), దీని మర్యాద పేరు నాన్‌జావో మరియు అతని పేరు లాంగ్‌టాంగ్, లాంగ్టన్‌గా మార్చబడింది మరియు హుయున్ అని కూడా పేరు పెట్టబడింది. మింగ్ రాజవంశంలోని వాన్షిఫాంగ్, హుయిజౌ ఫుచెంగ్ (ప్రస్తుతం హుయిచెంగ్ జిల్లా, హుయిజౌ సిటీలో భాగం) స్థానికుడు. జియాజింగ్ పాలన యొక్క 44వ సంవత్సరంలో (1565), అతను జిన్షీ అయ్యాడు మరియు క్వింగ్ కౌంటీ యొక్క మేజిస్ట్రేట్ బిరుదును పొందాడు. అతను బదిలీ విభాగానికి డైరెక్టర్‌గా పనిచేశాడు మరియు తర్వాత షాంగ్సీ రోడ్‌కు సూపర్‌వైజరీ సెన్సార్‌గా మారాడు.\nవాన్లీ 20వ సంవత్సరంలో (1592), నింగ్జియా జనరల్ కాన్సుల్, కుయాబాయి (మంగోలియన్ టాటర్ తెగ యొక్క చీఫ్), గవర్నర్ డాంగ్ జిన్‌ను చంపి, హెక్సీ ప్రావిన్స్‌లోని నలభై ఏడవ కోటను స్వాధీనం చేసుకున్నాడు. , నగరాన్ని పగలగొట్టి, పూజించి, కాల్చివేశాడు. మరణానికి తానే. మెంగ్ జియాంగ్ క్రెడిట్ తీసుకోవడంలో గర్వించడు మరియు అతని నైపుణ్యాలు పోరాడటానికి ధైర్యం చేసే జనరల్‌ల వలె మంచిగా ఉండనివ్వండి. అధికారిక Wei Xuezeng పునరుద్ధరించబడింది. అతని తరువాతి సంవత్సరాలలో, అతను ఐదుసార్లు రాజీనామా చేసాడు మరియు హుయిలాంగ్ ఆలయాన్ని నిర్మించడానికి హుయిజౌకు తిరిగి వచ్చాడు.\nయే మెంగ్జియాంగ్ టావోయిజంలో ప్రారంభంలో పౌర సేవకుడిగా ప్రవేశించాడు మరియు అతని నిజాయితీ మరియు సమగ్రతకు ప్రసిద్ధి చెందాడు.పాత చారిత్రక రికార్డులు అతను \"నమ్రత మరియు సామర్థ్యంలో మొదటివాడు\", \"అవినీతిని నిర్మూలిస్తాడు మరియు తిరుగుబాటులను శిక్షిస్తాడు\", మంచి పేరు తెచ్చుకున్నాడు. చాలా విశ్వాసపాత్రుడు, ధైర్యవంతుడు, ధైర్యవంతుడు మరియు వనరులతో కూడినవాడు. అతని జీవితంలో రెండవ భాగంలో, అతని యుద్ధ కళల నైపుణ్యాలు \"హిస్టరీ ఆఫ్ ది మింగ్ రాజవంశం\"లో నమోదు చేయబడ్డాయి మరియు అతను జాతీయ హీరోగా పరిగణించబడ్డాడు.", "聖意": "ఇల్లు అననుకూలమైనది (పెరుగుతున్న శాంతియుతమైనది) శరదృతువు మరియు శీతాకాలాలు తనకు మంచివి, సంపద విజయవంతమవుతుంది, లావాదేవీలు విజయవంతమవుతాయి, వివాహం విజయవంతమవుతుంది, లియుజియా తప్పుగా భయపడుతుంది (నిధిలు ఉంటాయి), పాదచారులు మైదానానికి వెళతారు పట్టుపురుగుల కోసం ప్రార్థించండి, ఆరు జంతువులు చదునుగా ఉంటాయి, ప్రజలు దొరుకుతారు, ప్రజా వ్యాజ్యాలు అననుకూలంగా ఉంటాయి, వలసలు సాంప్రదాయకంగా ఉంటాయి, పోగొట్టుకున్న ఆస్తికి ఆటంకం ఏర్పడుతుంది, ఫ్యూషన్ సమాధిలో వ్యాధులు స్థిరపడతాయి", "古人": "యే మెంగ్ జియోంగ్ చావో డి", "第X籤": "పదహారవ విజేత లోట్టో", "宮": "మాగోంగ్"}