{"籤詩版本二": "గోల్డెన్ క్రో పశ్చిమాన పడిపోతుంది మరియు కుందేలు తూర్పున ఉదయిస్తుంది.పగలు మరియు రాత్రి చక్రం పురాతన కాలం నుండి నేటి వరకు కొనసాగుతుంది.\nసన్యాసులు మరియు టావోయిస్ట్‌లకు ఎటువంటి ప్రతికూలత లేదని తెలుసు, మరియు పండితులు, రైతులు, పరిశ్రమలు మరియు వ్యాపారులు అందరూ వారి స్వంత ఆలోచనలను అనుసరిస్తారు.", "詩意": "ఈ హెక్సాగ్రామ్ యిన్ మరియు యాంగ్ యొక్క వాక్సింగ్ మరియు క్షీణతను సూచిస్తుంది.\nఅన్నీ అనుకున్నట్లు జరుగుతాయని కూడా ఇది సంకేతం.", "解曰": "మనసులో ఏమీ లేదు. నువ్వు చేసినది పుణ్యం. విల్లు నుండి వచ్చిన బాణం లాంటిది. ఒక్క షాట్ లక్ష్యాన్ని చేధించింది.", "籤詩故事一": "◇అంకుల్ కావో గువో అమరుడు\nజుజౌకు చెందిన కావో గుయోజియు, సాంగ్ రాజవంశం యొక్క రెంజాంగ్ కాలంలో రాష్ట్రానికి గొప్ప మేనమామగా చెప్పబడింది.అతని పేరు కావో యి, దీనిని కావో జింగ్క్సియు అని కూడా పిలుస్తారు.\nఅంకుల్ కావో గువోకు కావో ఎర్ అనే తమ్ముడు ఉన్నాడు. ఈ కావో ఎర్ తన సామ్రాజ్య అధికార హోదాపై ఆధారపడ్డాడు మరియు అన్ని రకాల దుర్మార్గాలకు పాల్పడ్డాడు, అతను పొలాలను ఆక్రమించాడు, భార్యలను మరియు కుమార్తెలను తీసుకున్నాడు మరియు కొంతమంది అక్రమ దుర్మార్గులతో స్నేహం చేశాడు. అతను లోపలికి మరియు బయటికి వచ్చాడు. కావో గుయోజియు తట్టుకోలేకపోయాడు. అతని మంచి మాటలు మరియు సుఖాలను వినడానికి నిరాకరించాడు, కాబట్టి అతను అతనిని నియంత్రించడానికి శిక్షను ఉపయోగించాడు. , ఇద్దరు సోదరులు పగ పెంచుకున్నారు.\nకావో గువోజియు ఇలా అన్నారు: \"మంచిని కూడబెట్టిన వారు అభివృద్ధి చెందుతారు, చెడును పోగుచేసే వారు నశిస్తారు అని ప్రపంచ సూత్రాలు. ఇది మార్చలేని నిజం. గతంలో, మా కావో కుటుంబం నేటి సంపదను సాధించడానికి చెడు పనులను పోగుచేసింది. ఇప్పుడు నా సోదరుడు విపరీతంగా చెడును కూడబెట్టాడు, అతను తప్పించుకున్నా, అధికారులచే శిక్షించబడినా, మీరు రహస్యంగా చేస్తున్న ప్రకృతి వైపరీత్యాల నుండి తప్పించుకోలేరు.ఒకసారి విపత్తు వచ్చి మీ కుటుంబం నాశనం చేయబడి, ఎవరైనా చనిపోతే, మీరు ఉండరు తప్పించుకోగలుగుతున్నాను. నేను అవమానించబడతాను మరియు దాని గురించి భయపడతాను.\" కాబట్టి, నేను నా సంపద మొత్తాన్ని చెదరగొట్టాను, అతను పేదలకు సహాయం చేసాడు మరియు ఇకపై తన సోదరుడి వ్యవహారాలను పట్టించుకోలేదు. అప్పుడు అతను తన ఇంటిని మరియు స్నేహితులను విడిచిపెట్టి, తావోయిస్ట్ యూనిఫాంలోకి మారి, తన మనస్సు మరియు ప్రకృతిని పెంపొందించుకోవడానికి పర్వతాలలోకి వెళ్ళాడు.\nఒక రోజు, అతను అనుకోకుండా హాన్ రాజవంశానికి చెందిన ఝోంగ్లీ మరియు లు డాంగ్బిన్‌లను కలిశాడు.అంకుల్ కావో గువో యొక్క సరళమైన సమాధానాలను చూసి, అతను చాలా సంతోషించాడు మరియు అతనికి \"సత్యాన్ని తిరిగి ఇచ్చే రహస్య శాసనం\" ఇచ్చాడు మరియు అతనిని జాగ్రత్తగా సాధన చేయమని ఆదేశించాడు.కొంతకాలం తర్వాత, జోంగ్లీ క్వాన్ మరియు లు డాంగ్బిన్ అమర తరగతికి పరిచయం చేయబడ్డారు.", "聖意": "ఇంటికి శుభం, గృహం, సౌభాగ్యం, అదృష్టం, వ్యాపారంలో అదృష్టం, వివాహం, మగ ప్రయాణికుడు, పొలంలో పట్టుపురుగులు నాటడం, ఆరు పశువులను ముందుగానే నాటడం, లాభనష్టం, ప్రజల కోసం వెతకడం, చట్టపరమైన చర్యలు, వలసలు, మంచి కోల్పోయిన ఆస్తి కోసం అదృష్టం, ఆలస్యంగా అనారోగ్యం, అదృష్టం (కుందేలు సంవత్సరం లేదా రాబిట్ యొక్క రాశి అదృష్టము), పర్వత సమాధులలో అదృష్టం", "古人": "అంకుల్ కావో గువో అమరుడు", "第X籤": "పద్దెనిమిదవ సంతకం చేయండి", "宮": "మాగోంగ్"}