{"籤詩版本二": "వేగవంతమైన నీటి బీచ్ నుండి పడవను వెనక్కి వెళ్లనివ్వండి, గందరగోళం కారణంగా మీరు ఏమి చేయాలనుకుంటున్నారు?\nమీరు సురక్షితంగా ఉండాలనుకుంటే, ప్రశాంతతను వెతకండి మరియు అలలు ఈ సంక్షోభాన్ని దాటే వరకు వేచి ఉండండి.", "詩意": "ఈ హెక్సాగ్రామ్ వేగంగా సముద్ర తీరంలో ప్రయాణించే పడవలా ఉంటుంది.\nప్రతి విషయంలోనూ సంప్రదాయబద్ధంగా ఉండండి మరియు సమయం కోసం వేచి ఉండండి.", "解曰": "బలమైన నీటిలో దిగండి. ప్రమాదం సమయం కోసం వేచి ఉంది. మీరు క్యాంపు ప్రణాళికల గురించి అడిగితే. ఏమీ చేయలేము.", "籤詩故事一": "◇జియీ రాజుగా పట్టాభిషేకం చేయబడ్డాడు\nగువో జియి (697-781), గువో లింగ్‌గాంగ్ అని కూడా పిలుస్తారు, అతను జెంగ్ కౌంటీ, హువాజౌ (ఇప్పుడు హుయాక్సియన్ కౌంటీ, షాంగ్సీ ప్రావిన్స్)కి చెందినవాడు మరియు టాంగ్ రాజవంశంలో జనరల్.\nతియాన్‌బావో (755) యొక్క 14వ సంవత్సరంలో జరిగిన అన్షి తిరుగుబాటు సమయంలో, అతనికి షుఫాంగ్ జీదుషి (లింగ్వు, ప్రస్తుత నింగ్‌క్సియాలోని లింగ్వుకు పశ్చిమాన) అనే బిరుదు లభించింది.అతను క్రూసేడ్‌కు ఆదేశించబడ్డాడు.అతను షూఫాంగ్ సైన్యాన్ని లి గ్వాంగ్బీతో కలిపి కవాతు చేశాడు. వారు చాంగ్‌షాన్ (జెంగ్డింగ్, హెబీ) వద్ద బలగాలు చేరారు మరియు షి సిమింగ్‌ను ఓడించి, హెబీని తిరిగి పొందారు. ఈ సమయంలో, చక్రవర్తి ఫాన్ యాంగ్‌ను ఉత్తరం నుండి తీసుకెళ్లి, టోంగ్‌గువాన్ ముట్టడిని తగ్గించేందుకు తిరుగుబాటు పులుల గుహపై దాడి చేయాలని గువో జియీ సూచించాడు, అయితే జువాన్‌జాంగ్ నిరాకరించాడు. ఆ తరువాత, టాంగ్ రాజవంశం చివరిలో వేర్పాటువాద సామంత పట్టణాల పరిస్థితి నాటబడింది, ఇది టాంగ్ రాజవంశం అంతరించిపోవడానికి మారుమూల కారణంగా మారింది.\nటియాన్‌బావో పాలనలో (756) పదిహేనవ సంవత్సరంలో, అతను మరియు ఉయ్‌ఘర్ సంకీర్ణం హెక్యూను శాంతింపజేసాయి. మరుసటి సంవత్సరం వసంతకాలంలో, వారు హెడాంగ్ (ఇప్పుడు యోంగ్‌జీ, షాంగ్సీ) మరియు ఫెంగ్ యి (ఇప్పుడు డాలీ, షాంగ్సీ)లను స్వాధీనం చేసుకున్నారు మరియు టోంగువాన్‌పై దాడి చేశారు, కుయ్ కియాన్యును ఓడించడం.టాంగ్ సైన్యం 10,000 కంటే ఎక్కువ మంది ప్రాణాలు కోల్పోయింది. కుయ్ కియాన్యు పూజిన్‌కు లొంగిపోయాడు. ఒక లూషన్‌ను అతని కుమారుడు అన్ క్వింగ్సు చంపాడు.\nZhide (757) యొక్క రెండవ సంవత్సరంలో, అతను ఫెంగ్‌క్సియాంగ్‌కు దళాలను నడిపించమని ఆదేశించబడ్డాడు.మార్గంలో, అతను బైకు లియున్ వంతెన (ఈరోజు సన్యువాన్‌కు ఆగ్నేయంగా) వద్ద 5,000 లి గుయిరెన్ యొక్క అశ్వికదళాన్ని ఓడించాడు. క్వింగ్‌కు (నేటి జియాన్‌కు పశ్చిమం)లో గుయిరెన్ ఓడిపోయాడు మరియు అతను వుగాంగ్‌కు (నేటి వాయువ్యంగా ఉన్న వుగాంగ్)కి ఉపసంహరించుకున్నాడు, సెప్టెంబర్‌లో, అతను మార్షల్ గ్వాంగ్‌పింగ్ వాంగ్ లీ చును అనుసరించి టాంగ్ మరియు ఉయ్ఘర్‌లను 150,000 మంది సైనికులతో చేరి, ఆపై పోరాడాడు. జియాంగ్‌లోని అన్ షౌజోంగ్ మరియు లీ గుయిరెన్‌లతో.జి టెంపుల్‌కు ఉత్తరాన (నేటి చాంగాన్ కౌంటీకి నైరుతి) ఉయ్‌ఘర్ సైనికులు శత్రువుల వెనుక చుట్టుముట్టారు, రెండు వైపుల నుండి దాడి చేసి 60,000 మంది శత్రువులను చంపారు.జాంగ్ టోంగ్రు షాంగ్సీ కౌంటీకి పారిపోయారు చివరకు రాజధాని చాంగాన్ (నేటి జియాన్)ని తిరిగి పొందింది.టాంగ్ సైన్యం యొక్క ఘనత మరోసారి చాంగాన్‌కు పునరుద్ధరించబడింది.\nతరువాత, టాంగ్ సైన్యం విజయాన్ని సద్వినియోగం చేసుకొని తూర్పువైపు కవాతు చేసింది, జిండియన్‌లో యాన్ జువాంగ్ మరియు జాంగ్ టోంగ్రూతో సహా 150,000 మందిని ఓడించింది (ప్రస్తుతం సన్‌మెన్క్సియా సిటీ, హెనాన్ ప్రావిన్స్‌కు నైరుతి), యాంకింగ్ జు పసుపు నదిని దాటి జియాంగ్‌జౌకు తిరోగమనం చేయవలసి వచ్చింది. Dongjun Luoyang తిరిగి వచ్చాడు. సితువును అతని యోగ్యతకు చేర్చి దేశానికి డ్యూక్‌ని చేయండి.\nషి సిమింగ్ తన సైన్యాన్ని ఫ్యాన్ యాంగ్ నుండి యాన్ క్వింగ్సును రక్షించడానికి నాయకత్వం వహించాడు.అన్యాంగ్ నదికి ఉత్తరాన (నేటి అన్యాంగ్‌కు ఉత్తరం) రెండు వైపులా ఏర్పడి పోరాడారు.పోరాటం విడదీయరానిది.చివరికి, తొమ్మిది జియేదుషి నేతృత్వంలోని టాంగ్ సైన్యం, ఇది 600,000 మంది పురుషులు ఉన్నారని పేర్కొన్నారు, (యెచెంగ్ యుద్ధంలో) వెనక్కి తగ్గారు. ఈ యుద్ధం యొక్క ప్రధాన కమాండర్ నపుంసకుడు యు చావోన్, అతనికి నాయకత్వ నైపుణ్యాలు లేవు మరియు యుద్ధం యొక్క వైఫల్యానికి గువో జియీని నిందించాడు. గువో జియీని తిరిగి చాంగన్‌కు పిలిపించారు, సైనిక శక్తి నుండి విముక్తి పొందారు మరియు పనికిమాలిన అధికారి అయ్యాడు.\nబాయోయింగ్ (762) మొదటి సంవత్సరంలో, తైయువాన్ (నేటి నైరుతి తైయువాన్) మరియు జియాంగ్‌జౌ (నేటి షాంగ్సీ ప్రావిన్స్‌లోని జిన్‌జియాంగ్)లోని దళాలు తిరుగుబాటు చేశాయి.కోర్టు భయపడింది, కాబట్టి జియీకి ఫెన్యాంగ్ రాజు బిరుదు లభించింది. జియాంగ్‌జౌను నియంత్రించండి. అతను నపుంసకుడు చెంగ్ యువాన్‌జెన్‌చే దూరం చేయబడ్డాడు మరియు సైనిక శక్తి నుండి విముక్తి పొందాడు.\n(ఈ కథ యొక్క దృష్టి: చాలా సామర్థ్యం మరియు మంచి ప్రవర్తన కలిగిన గువో జియి, జువాన్‌జాంగ్ మరియు కొంతమంది విలన్‌లను కలుసుకున్నాడు, ఇది అతని విజయాలను బాగా రాజీ చేసింది.)", "聖意": "ఇంటిని మరియు తనను తాను ఆశీర్వదించడం, సంపదను కోరుకోవడం, లావాదేవీలు జరగడం లేదు, వివాహం లేదు, తప్పుడు హెచ్చరిక లేదు, టియాన్‌కాంజీకి వచ్చే పాదచారులు, ప్రజలను కనుగొనడం కష్టం, పబ్లిక్ వ్యాజ్యాలు మరియు (జింగ్ కాదు), వలసలు, సంప్రదాయవాదం, కోల్పోయిన ఆస్తి, కనుగొనడం కష్టం, వ్యాధులు దీవెనలు, పర్వతాలు మరియు సమాధుల కోసం ప్రార్థించడం, పవిత్రమైనది", "古人": "Ziyi రాజుగా పట్టాభిషేకం చేయబడింది", "第X籤": "పంతొమ్మిదవ విజేత లోట్టో", "宮": "తత్సుమి"}