{"籤詩版本二": "ఇన్ని ఆందోళనలు, ప్రమాదాల తర్వాత ఇక నుంచి ఖాళీగా ఉండదు\nఉదార హృదయానికి దాని స్వంత ఉదారమైన ప్రణాళికలు ఉంటాయి. గొప్ప విజయాలు సాధించడానికి మీరు నిపుణుడిని కలవాలి.", "詩意": "ఈ హెక్సాగ్రామ్ ఒక పురాతన బావి వంటిది.\nప్రతిదానిలో, గొప్ప వ్యక్తులు విజయం సాధిస్తారు.", "解曰": "దావా చివరికి సమర్థించబడుతుంది. అనారోగ్యం మరియు సురక్షితం. సలహా కోసం లోపలికి మరియు బయటికి వెళ్లండి. పురాతన బావి వసంత కలుస్తుంది.", "籤詩故事一": "◇యావో చోంగ్ మిడుతలను నియంత్రిస్తుంది\nయావో చోంగ్ (649-721), ఇతని అసలు పేరు యువాన్ చోంగ్, షాన్‌జౌ నుండి వచ్చాడు, అతను జియా గువాన్ మంత్రిగా, చుంగువాన్‌కు షాంగ్షు, జివిలింగ్, ఝోంగ్‌షులింగ్ మరియు టాంగ్ రాజవంశంలో ప్రధాన మంత్రిగా పనిచేశాడు.\nకైయువాన్ (716) యొక్క నాల్గవ సంవత్సరంలో, షాన్‌డాంగ్ (సాధారణంగా హుషాన్‌కు తూర్పున ఉన్న పసుపు నది బేసిన్‌ను సూచిస్తుంది) మిడుతలతో బాధపడింది.ప్రజలు మూఢనమ్మకాలతో బంధించబడ్డారు మరియు వాటిని వేటాడి చంపడానికి ధైర్యం చేయలేదు. బదులుగా, వారు ఏర్పాటు చేశారు. బలులు, ధూపం వేయడం, పొలాల పక్కన పూజలు చేయడం మరియు మిడతలు మింగేస్తున్న పంటలను చూడటం.\nఅధికారులందరూ విశ్వసించారు: \"మిడుతలు ఒక ప్రకృతి విపత్తు, వాటిని మానవశక్తితో ఎలా నియంత్రించవచ్చు!\" మిడతలను తొలగించాలా వద్దా అనే రెండు విభిన్న ఆలోచనల మధ్య పోరాటం ఆ సమయంలో తీవ్రంగా ఉండేది.\nయావో చోంగ్ ఇలా అన్నాడు: \"మనం కలిసి పనిచేసినంత కాలం, మనం వాటన్నింటినీ వదిలించుకోవచ్చు. అతను చెప్పాడు: మిడుతలు ప్రజలకు భయపడతాయి, కాబట్టి వాటిని తరిమికొట్టడం సులభం. మొలకలకి యజమానులు ఉంటారు, కాబట్టి రక్షించేవారు కష్టపడి పనిచేయాలి; మిడుతలు ఎగరగలవు, రాత్రిపూట మంటలు కనిపిస్తే, అవి ఖచ్చితంగా ఎగురుతాయి; పొలంలో నిప్పు పెట్టండి, కాల్చేటప్పుడు గుంతలు తవ్వండి, కాల్చేటప్పుడు వాటిని పాతిపెట్టండి మరియు ఏమీ మిగిలి ఉండదు.\"\nజువాన్‌జాంగ్ ఇలా అన్నాడు: \"మిడుతలు పేలవమైన నైతిక పాలన వల్ల కలిగే ప్రకృతి వైపరీత్యం. వాటిని వేటాడి చంపమని మీరు కోరితే, ఇది ధాన్యానికి వ్యతిరేకం కాదా?\"\nయావో చోంగ్ జోడించారు: \"మిడుతలను పట్టుకోవడం మరియు చంపడం ప్రాచీనులు ఆచరించారు, మరియు మీ మహిమ భవిష్యత్తులో దీనిని ఉపయోగిస్తుంది. ఇది రైతులకు శాంతి మరియు శ్రేయస్సును తీసుకురావడానికి ఒక ప్రధాన జాతీయ కార్యక్రమం. దయచేసి దీనిని తీవ్రంగా పరిగణించండి.\"\nXuanzong ఒప్పించాడు. అయితే ఆ సమయంలో కోర్టు లోపల, బయట అందరూ మిడతలను వేటాడలేమని చెప్పారు.\nజువాన్‌జాంగ్ ఇలా అన్నాడు: \"నేను ప్రధాన మంత్రితో చర్చించాను మరియు మిడుతలను పట్టుకోవాలని నిర్ణయించుకున్నాను. ఎవరైనా మళ్లీ అభ్యంతరం వ్యక్తం చేస్తే ఉరితీయబడతారు.\" కాబట్టి అతను మిడుతలను కాల్చివేసి పాతిపెట్టమని ప్రజలను పర్యవేక్షించడానికి మరియు నిర్దేశించడానికి సెన్సార్‌ను పంపాడు.\nఫలితాలు చాలా ప్రభావవంతంగా ఉన్నాయి.దేశవ్యాప్తంగా తొమ్మిది మిలియన్ డాన్‌ల మిడతలు పట్టబడ్డాయి మరియు మిడుత ప్లేగు విజయవంతంగా తొలగించబడింది. ఆ సంవత్సరం వ్యవసాయం మంచి పంటను సాధించింది.\n(విపత్తు నిర్వహణ మరియు తరలింపులో వివేకాన్ని ఉపయోగించాలి మరియు ఇబ్బందులను అధిగమించడానికి తెలివిగల వ్యూహాలు ఉండాలి. ఈ విషయంలో యావో చోంగ్ నిపుణుడు)", "聖意": "ఇల్లు సాధారణమైనది, స్వీయ నిరోధించబడింది, డబ్బు కోరడం నిరోధించబడింది, వ్యాపారం నిరోధించబడింది, వివాహం మరియు సామరస్యం నిరోధించబడింది, లియుజియాలో ప్రమాదం ఉంది, పాదచారులు నిరోధించబడ్డారు, పట్టుపురుగులు నిరోధించబడ్డాయి, పశువులు అననుకూలంగా ఉన్నాయి, ప్రజలు తప్పిపోయారు, ప్రజా వ్యాజ్యాలు నిరోధించబడింది, వలసలు అసమంజసమైనవి, పోయిన వస్తువులు దొరకడం కష్టం, వ్యాధులు ప్రార్థించడం కష్టం, పర్వతాలు మరియు సమాధులు అసౌకర్యంగా ఉంటాయి.", "古人": "యావో చోంగ్ మిడుతలను నియంత్రిస్తాడు", "第X籤": "ఇరవై ఐదవ లాటరీని గెలుచుకోవడం", "宮": "మి ప్యాలెస్"}