{"籤詩版本二": "విషయాలు తలక్రిందులుగా మారాయని పుకారు ఉంది, మరియు నాకు హోరిజోన్ నుండి ఒక లేఖ వచ్చింది.\nపుస్తకంలో నాకు వాగ్దానం చేసిన కీర్తి మరియు విజయం చివరి వరకు ఖాళీగా ఉన్నాయి.", "詩意": "ఈ హెక్సాగ్రామ్‌కు తప్పుడు పేరు ఉంది.\nప్రతి విషయంలోనూ సంప్రదాయబద్ధంగా ఉండటం మంచిది.", "解曰": "అప్ మరియు డౌన్ కలత. తీరిక వెతకడం పనికిమాలినది కాదు. కీర్తి కోసం కోరిక. సురక్షితంగా ఉండండి.", "籤詩故事一": "◇జాంగ్ కుయ్ జ్ఞానోదయం పొందాడు\nZhong Kui, దీని ఇంటిపేరు Zhong Kui, దీని మర్యాద పేరు Zhengnan, Zhongnanshan నుండి వచ్చింది.\nటాంగ్ రాజవంశానికి చెందిన డెజోంగ్ చక్రవర్తి హయాంలో, ఝాంగ్ కుయ్ సామ్రాజ్య పరీక్షలో పాల్గొన్నాడు. జాంగ్ కుయ్ పరీక్ష ప్రశ్నలను చదివి, వెంటనే వ్యాసాన్ని ఒక్కసారిగా వ్రాసి దానిని అందజేసాడు. ఆ రోజు చీఫ్ ఎగ్జామినర్ పౌర వ్యవహారాల మంత్రి హన్ యు మరియు డిప్యూటీ ఎగ్జామినర్ లు జి, గొప్ప పండితుడు. ఇద్దరూ జాంగ్ కుయ్ పేపర్‌ను చదివినప్పుడు, వారి కళ్ళు వెలిగిపోయాయి మరియు వారు ఏకగ్రీవంగా ఇలా అన్నారు: \"విజార్డ్, విజార్డ్! ఈ వ్యాసంలోని ప్రతి పదం అద్భుతమైనది, లి తైబాయి మరియు డు జిమెయికి అర్హమైనది!\" కాబట్టి వారు జాంగ్ కుయ్‌ని మొదటి స్థానంలో పెట్టారు.\nడెజోంగ్ చక్రవర్తి హాన్ యు యొక్క నివేదికను విని, సైన్స్‌లో కొత్త ఛాంపియన్ అయిన ఝాంగ్ కుయ్ చాలా ప్రతిభావంతుడని, అందుకే అతను జాంగ్ కుయ్‌ని గోల్డెన్ ప్యాలెస్‌లో పిలిపించాడని చెప్పాడు.\nడెజోంగ్ చక్రవర్తి అతని వికారమైన రూపాన్ని చూసినప్పుడు, అతను వెంటనే అసహ్యించుకున్నాడు మరియు ఇలా అన్నాడు, \"మన ఆస్థానంలో పండితుల ఎంపిక అంతా వ్యక్తిగత పదాలు మరియు నగీషీ వ్రాతపై ఆధారపడి ఉంటుంది. అటువంటి వికారమైన వ్యక్తిని బంగారు శాస్త్రాలలో నంబర్ వన్ పండితుడిగా ఎలా ఎంపిక చేస్తారు? \"\nహన్ యు హడావిడిగా మోకరిల్లి ఇలా అన్నాడు: \"ఒక వ్యక్తి యొక్క మంచి మరియు చెడు అంతా రూపానికి సంబంధించినది కాదు. పవిత్ర ప్రభువు, యాన్ యింగ్ మూడు అడుగుల పొడవు మరియు ప్రధాన మంత్రితో సమానమని మీరు వినలేదా? జౌ చాంగ్ నత్తిగా మాట్లాడతాడు కానీ హాన్ రాజవంశానికి సహాయం చేయగలడు; కన్ఫ్యూషియస్ ప్రజలను వారి రూపాన్ని బట్టి అంచనా వేస్తాడు మరియు అతని కుమారుడు యును పోగొట్టుకుంటాడు. మీ ఘనత ఒకటికి రెండుసార్లు ఆలోచిస్తుందని నేను ఆశిస్తున్నాను.\" \"\nడెజోంగ్ చక్రవర్తి ఒక్క క్షణం ఆలోచించి ఇలా అన్నాడు: \"హాన్ ఐకింగ్ మాటలు సహేతుకమైనవే అయినప్పటికీ, నేను తైజాంగ్ చక్రవర్తిగా ఉన్నప్పుడు, యింగ్‌జౌకు వచ్చి దాని గురించి మాట్లాడిన పద్దెనిమిది మంది పండితులు ఉన్నారు. ఈ వ్యక్తి నంబర్ వన్ పండితుడు. నేను ప్రపంచాన్ని భయపెడుతున్నాను. ప్రతిభను గుర్తించనందుకు నన్ను చూసి నవ్వుతారు.\"\nప్రధానమంత్రి లు క్వి సంకుచిత మనస్తత్వం మరియు ప్రతిభను చూసి అసూయపడేవాడు.చక్రవర్తి మాటలు విని మోకరిల్లి ఇలా అన్నాడు: \"బంగారు సబ్జెక్టులో నంబర్ వన్ పండితుడు అంతర్గత మరియు బాహ్యంగా ఉండాలి. ఈ సబ్జెక్ట్ కోసం మూడు వందల మంది అభ్యర్థులు ఉన్నారు. మీరు మరొకదాన్ని ఎందుకు ఎంచుకోకూడదు?\"\nజాంగ్ కుయ్ ఈ వ్యక్తి చాలా గందరగోళంగా ఉండటం చూసి, అతను కోపంతో ఉండలేకపోయాడు. అతను లు క్వి వైపు చూపిస్తూ శపించాడు: \"అంత తెలివితక్కువ అధికారి కోర్టులో ఉంటే, అతను దేశానికి హాని చేయలేదా?\" ఆ తర్వాత, అతను లూ క్విని పిడికిలితో కొట్టాడు.\nఇది చూసిన డెజోంగ్ ఆవేశపడి ఇలా అన్నాడు: \"నువ్వు చాలా ధైర్యంగా ఉన్నావు, గోల్డెన్ ప్యాలెస్‌లో ఇబ్బంది పెట్టే ధైర్యం, దానిని త్వరగా దించండి!\"\nరాజభవనంలో నిలబడి ఉన్న సైన్యాధిపతి నడుము నుండి కత్తిని ఝాంగ్ కుయ్ బయటికి తీసి బిగ్గరగా నిట్టూర్చాడు: \"విసుగు చెందిన పిల్లికి పులిని అనుకరించడం కష్టం, విసుగు చెందిన చిలుక కోడి అంత మంచిది కాదు.\" ఆ తర్వాత ఆత్మహత్యకు పాల్పడ్డాడు.\nఝాంగ్ కుయ్ కోపంతో ఆత్మహత్య చేసుకోవడం చూసిన డెజోంగ్ చక్రవర్తి చాలా ఆశ్చర్యపోయాడు.ప్రజల హృదయాలను గెలుచుకోవడానికి, ఝాంగ్ కుయ్‌ని అధికారిక నంబర్ 1 స్కాలర్ అనే బిరుదుతో ఖననం చేయమని ఆదేశించాడు మరియు అతను జాంగ్ కుయ్‌ని దేవుడిగా కూడా చేసాడు. ప్రపంచాన్ని దుష్టశక్తుల నుండి విముక్తి చేయడానికి భూతవైద్యం.", "聖意": "మీ ఇల్లు, మీ స్వంత భద్రత, ఆర్థిక ఇబ్బందులు, వ్యాపార వైఫల్యం, వివాహ వైఫల్యం, లియుజియా మహిళలు పాదచారులు, ట్రస్ట్ ఫీల్డ్ పట్టుపురుగులు సగం ఉడికిస్తారు, ఆరు పెంపుడు జంతువులు, పెంచవచ్చు, తప్పిపోయిన వ్యక్తులు, పాశ్చాత్య ప్రజా వ్యాజ్యాలు, వలసల నష్టం, సంప్రదాయవాదం, ఆస్తి నష్టం, అనారోగ్యం, పర్వతాలు మరియు సమాధులలో అదృష్టం కోసం ప్రార్థన", "古人": "జాంగ్ కుయ్ టావోను పొందాడు", "第X籤": "లాటరీని గెలుచుకున్న ఇరవై ఆరవది (లాటరీ)", "宮": "మి ప్యాలెస్"}