{"籤詩版本二": "తూర్పున, చంద్రకాంతిలో అందమైన చంజువాన్ ఉంది, మరియు మేఘాలు ఒక క్షణం దానిని కప్పివేసి, దాగి ఉన్నాయి.\nఒక్కోసారి గుండ్రంగా ఉండొచ్చు, ఒక్కోసారి మిస్సయిపోవచ్చు.. కాదన్న వాళ్లు ఊరికే మాట్లాడతారు.", "詩意": "ఈ హెక్సాగ్రామ్‌లోని చంద్రుడు మేఘాలతో కప్పబడి ఉన్నాడు.\nఅంతా ఇంకా కోమాలోనే ఉన్నారు.", "解曰": "తేలియాడే మేఘాలు చంద్రుడిని కప్పేస్తాయి. సందేహం అవసరం లేదు. క్లౌడ్ సేకరించడం కోసం వేచి ఉంది. అప్పుడు మీకే అర్థమవుతుంది.", "籤詩故事一": "◇బావో గాంగ్ సామ్రాజ్ఞి లి కోసం వెతుకుతున్నారు\nసాంగ్ రాజవంశం యొక్క జెన్‌జాంగ్ పాలనలో, ఎంప్రెస్ లీ (సామ్రాజ్ఞి లి) అంతఃపురంలో పనిమనిషిగా ఉంది, ఆమె సాంగ్ జెన్‌జాంగ్‌కు అనుకూలంగా ఉంది మరియు వనీకి పదోన్నతి పొందింది మరియు ఆమె గర్భవతి అయింది.\nకానీ ఆ సమయంలో, ఉంపుడుగత్తె లియు డెఫ్ (తరువాత సామ్రాజ్ఞి లియు) చెడు ఆలోచనలను కలిగి ఉంది మరియు నపుంసకుడు గువో హువాయ్‌కు లంచం ఇచ్చి, లీ యొక్క కుమారునికి బదులుగా చర్మంతో కూడిన సివెట్ పిల్లిని తీసుకువెళ్లి, ఆమె కొడుకును లాక్కొని, అతను తన జీవసంబంధమైన కొడుకు అని చక్రవర్తికి చెప్పింది. సాంగ్ జెన్‌జాంగ్ కోపంతో లీ ఎంప్రెస్‌ని చల్లని ప్యాలెస్‌కి పంపాడు.\nఉంపుడుగత్తె డి రాణిగా పదోన్నతి పొందిన తరువాత, ఆమె రాజభవనం నుండి తప్పించుకున్న సామ్రాజ్ఞి లీని చంపాలని ప్లాన్ చేసింది.\nఒక రోజు, వీధిలో నివసిస్తున్న లి నియాంగ్నియాంగ్, స్థానిక ప్రాంతంలో గస్తీలో ఉన్న ఇంపీరియల్ రాయబారి బావో జెంగ్‌ను కలుసుకున్నారు. ఆమె తన జీవిత అనుభవం గురించి మరియు ప్రస్తుత చక్రవర్తి సాంగ్ రెంజాంగ్ యొక్క జీవసంబంధమైన తల్లి అని అతనికి చెప్పింది. . బావో జెంగ్ సంఘటన గురించి తెలుసుకున్న తర్వాత, అతను లీ నియాంగ్నియాంగ్‌ను తిరిగి బీజింగ్‌కు తీసుకెళ్లి, సాంగ్ రెంజాంగ్‌కు నివేదించి విషయం తెలుసుకున్నాడు, చివరకు తల్లి మరియు కొడుకు ఒకరినొకరు గుర్తించారు. ఎంప్రెస్ డోవగెర్ లియు మరియు నపుంసకుడు గువో హువాయ్ తలలు వంచి ఒప్పుకున్నారు.", "聖意": "నేను ఇంట్లో అసౌకర్యంగా ఉన్నాను, ఆర్థిక రక్షణ, వ్యాపారంలో అదృష్టం, వివాహ విబేధాలు, పొలాల్లోని వ్యక్తులు, పట్టుపురుగులు, అననుకూల జంతువులు, ప్రజలను కనుగొనడంలో ఇబ్బంది, వ్యాజ్యాలు, నష్టం, వలసలు, సంప్రదాయవాదం, పోగొట్టుకున్న ఆస్తి, పాశ్చాత్య వ్యాధులు, కష్టం తిరిగి, పర్వత సమాధి పునరుద్ధరణ", "古人": "బావో గాంగ్ సామ్రాజ్ఞి లి కోసం వెతుకుతున్నాడు", "第X籤": "ఇరవై ఎనిమిదవ లాటరీ విజేత", "宮": "నూన్ ప్యాలెస్"}