{"籤詩版本二": "అతని నుండి సహాయం అడగవద్దని నేను మీకు సలహా ఇస్తున్నాను, అతను క్రేన్ లాగా ఎగురుతాడు మరియు మీపై రహస్య బాణాలు వేస్తాడు.\nమీరు కట్టెలు సేకరించడానికి వెళితే, గడ్డిలో పాము ఉంటే, మీరు విషం కాటు వేయవచ్చు మరియు మీరు బాధపడతారు.", "詩意": "ఈ హెక్సాగ్రామ్ సురక్షితంగా ఉండటానికి మరియు తనను తాను ఉంచుకోవడానికి సంకేతం.\nప్రతి విషయంలోనూ జాగ్రత్తగా ఉండాలి.", "解曰": "మీ నోరు మూసుకుని, మీ దంతాలను పట్టుకోండి. అతను అజాగ్రత్త. మీరు నేరాన్ని అనుభవిస్తే. చివరికి అది తనకే హాని చేస్తుంది.", "籤詩故事一": "◇ చెస్ బోర్డ్ సమావేశం\nటాంగ్ రాజవంశానికి చెందిన తైజాంగ్ చక్రవర్తి పశ్చిమం వైపు కవాతు చేస్తున్నాడు మరియు సుయోయాంగ్ నగరంలో చిక్కుకున్నాడు.చెంగ్ యాయోజిన్ బలగాలను అడగడానికి బీజింగ్‌కు తిరిగి వచ్చాడు.\nXue Dingshan రెండవ రూట్ మార్షల్‌గా పనిచేయమని ఆదేశించబడ్డాడు మరియు లార్డ్‌ను రక్షించడానికి మరియు జిలియావోను శాంతింపజేయడానికి వెళ్ళాడు.\nయుమెన్ పాస్ నుండి కొంతమంది వ్యక్తులు బయటకు వచ్చిన తర్వాత, వారు కిపాన్ పర్వతానికి వచ్చారు. పర్వతంపై వేలాది మంది సేవకులతో చుట్టుముట్టబడిన, పర్వత రాజు డౌ యిహు, టాంగ్ జనరల్ లువో టోంగ్ చేతిలో ఓడిపోయాడు.అదృష్టవశాత్తూ, అతని సోదరి డౌ జియాంటాంగ్ పసుపు పువ్వుల పవిత్ర తల్లికి శిష్యురాలు మరియు యుద్ధ కళలలో ప్రావీణ్యం సంపాదించింది. అద్భుత తాడును పట్టుకుని, లువో టోంగ్‌ను కట్టివేసాడు.\n(సంతకం చేసిన పద్యం దీనికి అనుగుణంగా ఉంటుంది)\nడౌ జియాంటాంగ్ జుయే డింగ్షాన్ యొక్క అందాన్ని చూసి ఫెంగ్ లువాన్ స్నేహితునిగా మారాలని కోరుకున్నాడు, కానీ జుయే డింగ్షాన్ నిరాకరించాడు. డౌ జియాంటాంగ్ కోపంగా అతనిని బయటకు నెట్టి తల నరికివేయాలనుకున్నాడు. అదృష్టవశాత్తూ, చెంగ్ యాయోజిన్ అతనిని రక్షించడానికి వచ్చి వారి వివాహాన్ని సులభతరం చేశాడు. తరువాత, డౌ యిహు కూడా కిపాన్షాన్ సోదరులను టాంగ్ రాజవంశానికి తిరిగి నడిపించి, టాంగ్ రాజవంశం పశ్చిమ లియావోను జయించటానికి సహాయం చేసాడు.", "聖意": "గృహ భద్రత, స్వీయ-ఆసక్తి, సంపదను వెతకడం, సమయం కోసం వేచి ఉండటం, వ్యాపార స్తబ్దత, వివాహానికి అనుమతి లేదు, లియుజియా తప్పుడు అలారం, పాదచారులు పొలాలను అడ్డుకోవడం, పట్టు పురుగులు, ఆరు పశువులు, తప్పిపోయిన వ్యక్తులు, పబ్లిక్ వ్యాజ్యాలను నిరోధించడం, నష్టం (మో జింగ్) వలస, సంప్రదాయవాద, కోల్పోయిన ఆస్తి, వ్యాధి కోలుకోవడం కష్టం, పర్వత సమాధి, అదృష్టం", "古人": "చదరంగం బోర్డు సమావేశం", "第X籤": "ముప్పై ఏడవ లాటరీ విజేత", "宮": "నూన్ ప్యాలెస్"}