{"籤詩版本二": "నిండుగా ఉన్న తర్వాత టీ తాగుతూ కూర్చోవడం మరియు పడుకోవడం, ప్రశాంతంగా మరియు నిశ్శబ్దంగా గడపడం\nమీరు శారీరకంగా మరియు మానసికంగా బిజీగా ఉండవలసిన అవసరం లేదు మరియు మీరు ఖచ్చితంగా అన్యాయం లేదా విపత్తుకు కారణం కాదు.", "詩意": "ఈ హెక్సాగ్రామ్ శాంతి మరియు స్థిరత్వానికి చిహ్నం.\nఅన్ని విషయాలలో, సరైన సమయం కోసం వేచి ఉండటం అదృష్టం కలిగిస్తుంది.", "解曰": "సురక్షితంగా మరియు ధ్వనిగా ఉండండి. దేవతలను అడగండి. సమయం వచ్చే వరకు ఆగండి. పనులు యాదృచ్ఛికంగా జరుగుతాయి.", "籤詩故事一": "◇Foyinhui Dongpo\nఒకసారి, సు డాంగ్పో జెన్ చదువుతున్నప్పుడు కొంత అవగాహన పొందాడు, అతను తన స్థితికి అతీతమైనదని గ్రహించాడు మరియు అతను దానిలో ఆనందాన్ని అనుభవించాడు. నా అభిరుచిని అణచుకోలేక నా కలం విప్పి కవిత రాశాను:\n\"ఆకాశం మధ్యలో, జిషౌ విశ్వం అంతటా ప్రకాశవంతంగా ప్రకాశిస్తుంది; ఎనిమిది గాలులచే వీచబడలేక, ఊదారంగు బంగారు కమలంపై నిటారుగా కూర్చున్నాడు.\"\n(ఎనిమిది పవనాలు సూచిస్తాయి: లాభం, క్షీణత, విధ్వంసం, కీర్తి, ప్రశంసలు, అపహాస్యం, బాధ మరియు సంతోషం. అంటే, ఈ ఎనిమిది స్థితులచే చికాకుపడకపోవడాన్ని \"అష్ట పవనాలు కదలలేవు\" అంటారు)\nదానిని వ్రాసిన తరువాత, డోంగ్పో తన సేవకుని జిన్షాన్ దేవాలయానికి చెందిన జెన్ మాస్టర్ ఫోయిన్‌కి ఇవ్వడానికి నదిని దాటి పంపాడు.\nజెన్ మాస్టర్ ఫోయిన్ దానిని చదివిన తర్వాత, అతను దానిని \"ఫార్ట్\" అనే పదంతో గుర్తుపెట్టి, దానిని తిరిగి తీసుకోవడానికి తన సేవకుడికి ఇచ్చాడు.\nఇది చూసిన డోంగ్‌పో కోపంగా ఉన్నాడు, కాబట్టి అతను నదికి అడ్డంగా పడవను తీసుకొని చర్చ కోసం బుద్ధుని ముద్రను కనుగొనడానికి జిన్షాన్ ఆలయానికి వెళ్ళాడు.\nడాంగ్పో జిన్షాన్ ఆలయ ద్వారం వద్దకు వచ్చినప్పుడు, ఫోయిన్ అప్పటికే తలుపు వద్ద వేచి ఉన్నాడు.\nసు డాంగ్‌పో వెంటనే ఫోయిన్‌ను నిందించాడు: \"నేను వ్రాసిన కవితను మీరు అపానవాయువు అని ఎందుకు పిలుస్తారు?\"\nఫోయిన్ ఇలా జవాబిచ్చాడు: \"మీరు ఇప్పటికే 'ఎనిమిది గాలులచే ఎగిరిపోలేరు'? మీరు అపానవాయువుతో 'నదికి అడ్డంగా' ఎలా కొట్టబడ్డారు!\"\nఈ సమయంలో, డోంగ్పో తనకు సరిపోదని గ్రహించి షాక్ అయ్యాడు మరియు సిగ్గుతో వెళ్లిపోయాడు.\n(ఈ కథ \"వేడి ఇంకా రాలేదు\" అనే పదానికి రూపకం)", "聖意": "మీ ఇల్లు మరియు మీ స్వంత భద్రత కోసం, మీ సంపద కోసం, మీ వ్యాపారం కోసం, మీ వివాహంలో అదృష్టం కోసం, లియుజియా నుండి ఒక మహిళా ప్రయాణికురాల కోసం, పొలానికి, పట్టుపురుగులు శరదృతువులో పక్వానికి రావాలని, ఆరు పశువులు స్థిరంగా ఉండాలని ప్రార్థించండి. ఎవరినైనా కనుక్కోవడం, దొరకడం కష్టం", "古人": "Foyinhui Dongpo", "第X籤": "ముప్పై ఒకటి విజేత సంఖ్య", "宮": "వీ గాంగ్"}