{"籤詩版本二": "తిరుగు ప్రయాణం ఖాయం.. రాయిలో దాగున్న పచ్చ ఎవరికి తెలుసు?\nఒక మంచి హస్తకళాకారుడు స్పష్టమైన కోతను కలిగి ఉంటే, అతను జాస్పర్ కాలంలో సురక్షితంగా మరియు సురక్షితంగా భావిస్తాడు", "詩意": "ఈ హెక్సాగ్రామ్‌లో, మీరు రాయిని కత్తిరించినప్పుడు జాడే చిత్రాన్ని చూడవచ్చు.\nప్రతిదానిలో విజయం సాధించడానికి కష్టపడండి.", "解曰": "రాయిలో నిధి ఉంది. అపరిచితులకు కొంచెం తెలుసు. అది స్పష్టమయ్యే వరకు వేచి ఉండండి. మీరు చేయగలిగినదంతా చేయండి.", "籤詩故事一": "◇Liu Bei ప్రతిభను కోరుకుంటాడు (తాచు కుటీరానికి మూడు సందర్శనలు, గడ్డి కాటేజీకి మూడు సందర్శనలు)\nమూడు రాజ్యాల కాలం. ఝుగే లియాంగ్ లాంగ్‌జోంగ్‌లోని ఒక గడ్డి గుడిసెలో ఏకాంతంగా నివసించాడు. లియు బీ ప్రతిభను వెతకడానికి ఆసక్తిని కలిగి ఉన్నాడు, కాబట్టి అతను జుగే లియాంగ్‌ను వ్యక్తిగతంగా సందర్శించడానికి వెళ్ళాడు. అతను జుగే లియాంగ్‌ను మూడుసార్లు సందర్శించాడు (చరిత్రలో \"త్రీ విజిట్స్ టు ది థాచెడ్ కాటేజ్\" అని పిలుస్తారు) లియు బీ ఇతరులను దూరంగా ఉండమని మరియు జుగే లియాంగ్‌ను అడిగాడు. : \"హాన్ రాజవంశం క్షీణిస్తోంది, మరియు నమ్మకద్రోహ మంత్రులు వారి జీవితాలను దొంగిలించారు. మీ మెజెస్టి.\" దుమ్ముతో కప్పబడి, నేను నా ధర్మాన్ని మరియు నా సామర్థ్యాన్ని కొలవను, నేను ప్రపంచంలోని గొప్ప ధర్మాన్ని నమ్మాలనుకుంటున్నాను, కానీ నా జ్ఞానం మరియు నైపుణ్యాలు నిస్సారంగా ఉన్నాయి, కాబట్టి నేను దానిని విపరీతంగా ఉపయోగిస్తాను. నేటికి. అయినప్పటికీ, నా ఆశయం ఇంకా ముగియలేదు, ప్రణాళిక అమలు చేయబడుతుందని మీరు అనుకుంటున్నారా?\"\nజుగే లియాంగ్ ప్రపంచాన్ని మూడు భాగాలుగా విభజించే ప్రణాళికను అతనికి అందించాడు మరియు కావో కావో అందుబాటులో లేని పరిస్థితిని విశ్లేషించాడు మరియు సన్ క్వాన్ అతనికి సహాయం చేశాడు. అతను జింగ్ మరియు యి రాష్ట్రాలలోని గవర్నర్ల పిరికితనం గురించి కూడా వివరించాడు, అది అతనిని సద్వినియోగం చేసుకునే అవకాశాన్ని కలిగి ఉంది మరియు అతను ఈ రెండు రాష్ట్రాలను మాత్రమే ఉపయోగించుకోగలడు.అప్పుడే అతను ప్రపంచాన్ని గెలవగలడు; అతను లియు బీకి సెంట్రల్ ప్లెయిన్స్‌పై దాడి చేసే వ్యూహాన్ని కూడా చెప్పాడు. (ఈ చర్చ తరువాత \"లాంగ్‌జోంగ్ డుయి\" అని పిలువబడింది). లియు బీ ఈ విషయాన్ని విన్న తర్వాత, అతను ఒక నిధిని కనుగొన్నట్లు ప్రశంసించాడు మరియు సహాయం చేయడానికి బయటకు రావాలని జుగే లియాంగ్‌ను గట్టిగా ఆహ్వానించాడు, కాబట్టి జుగే లియాంగ్ లియు బీ యొక్క సైనిక సలహాదారు అయ్యాడు.", "聖意": "ఇల్లు శాంతియుతంగా ఉంది, నేను సంపదను కోరుకుంటాను, కార్మిక వ్యాపారం వివాహానికి ఆటంకం కలిగిస్తుంది మరియు లియుజియాలో వర్చువల్ ట్రావెలర్ అవుతుంది.", "古人": "లియు బీ ప్రతిభను కోరుకుంటాడు (తాచు కుటీరానికి మూడు సందర్శనలు, గడ్డి కాటేజీకి మూడు సందర్శనలు)", "第X籤": "ముప్పై రెండవ లాటరీ విజేత", "宮": "వీ గాంగ్"}