{"籤詩版本二": "దుస్తులు ధరించి, పాత కుటుంబ శైలిని పునర్వ్యవస్థీకరించండి. టావో ఆకాశం లేకుండా ఉంది కానీ యోగ్యత ఉంది.\nరోడ్డుపై ఉన్న ముళ్లను, ముళ్లను ఊడ్చిన తర్వాత, ముగ్గురూ తమ సహోద్యోగులతో మళ్లీ కలిసేందుకు అంగీకరించారు.", "詩意": "ఈ హెక్సాగ్రామ్ బట్టల పునర్వ్యవస్థీకరణను సూచిస్తుంది.\nతర్వాత సులువుగా మారేముందు అంతా కష్టమే.", "解曰": "చింతించకు. మంచి సమయం గడపండి. భవిష్యత్తు గురించి అడిగితే. ముందు మంచి రోడ్డు ఉంది.", "籤詩故事一": "◇టాంగ్ మాంక్ యొక్క బౌద్ధ గ్రంథాలు\nటాంగ్ రాజవంశానికి చెందిన ప్రముఖ సన్యాసి అయిన జువాన్‌జాంగ్ (602-664), చెన్ యొక్క సాధారణ ఇంటిపేరు మరియు యి అనే పేరును కలిగి ఉన్నాడు, అతను గౌషి కౌంటీ, లుయోజౌ (ప్రస్తుతం యాన్షి నగరం, హెనాన్ ప్రావిన్స్ యొక్క దక్షిణ భాగం)లో జన్మించాడు. అతను పదమూడేళ్ల వయసులో సన్యాసి అయ్యాడు మరియు జువాన్జాంగ్ అనే బౌద్ధ నామాన్ని తీసుకున్నాడు. ప్రపంచాన్ని టాంగ్ రాజవంశం యొక్క సంజాంగ్ అంటారు.\nజెంగువాన్ యొక్క మూడవ సంవత్సరంలో (629, దీనిని జెంగ్వాన్ మొదటి సంవత్సరం అని కూడా పిలుస్తారు), బౌద్ధ గ్రంథాలను పొందేందుకు అతను పశ్చిమాన టియాంజు (భారతదేశం)కి ప్రయాణించాడు, అతను ఒంటరిగా ప్రమాదంలో పడ్డాడు మరియు కష్టాలను భరించాడు. అతను నాలుగు సంవత్సరాలలో మాత్రమే వచ్చాడు.\nజెంగువాన్ యొక్క పదిహేడవ సంవత్సరంలో, మాస్టర్ అధికారికంగా రాజీనామా చేసి తూర్పుకు తిరిగి వచ్చాడు. అతను ప్రస్తుత జిన్జియాంగ్ ప్రావిన్స్, ఖోటాన్ మరియు లౌలాన్ యొక్క దక్షిణ రహదారి గుండా చైనాకు తిరిగి వచ్చాడు.దీనికి మొత్తం పదిహేడేళ్లు మరియు 50,000 మైళ్ల ప్రయాణం పట్టింది. అతను జెన్‌గువాన్ పంతొమ్మిదవ సంవత్సరం మొదటి నెలలో చాంగాన్‌కు వచ్చినప్పుడు, చక్రవర్తి అతనికి ఘన స్వాగతం పలకమని లియాంగ్ గుగోంగ్ ఫాంగ్ జువాన్‌లింగ్ మరియు ఇతర పౌర మరియు సైనిక అధికారులను ఆదేశించాడు.\nఅసలు సంస్కృత బౌద్ధ గ్రంథాల మొత్తం 520 మరియు 657 సంపుటాలు అభ్యర్థించబడ్డాయి. మరియు చైనీస్ లోకి అనువదించబడింది.\nమాస్టర్ తిరిగి వచ్చిన తరువాత, అతను తైజాంగ్ చక్రవర్తి మరియు గాజోంగ్ చక్రవర్తిచే అత్యంత గౌరవించబడ్డాడు మరియు అతనికి \"మాస్టర్ త్రిపిటక\" అనే బిరుదునిచ్చి డా నేయ్‌లో ప్రతిష్ఠించబడ్డాడు.", "聖意": "ఇల్లు అల్లకల్లోలంగా ఉంది, తనకు శుభం, మంచి వ్యాపారం, మంచి వివాహం, క్షేత్రంలో ప్రజల రాకకు ఆటంకం, పట్టుపురుగులు, అననుకూల పశువులు, ప్రజల కోసం వెతకడం, ప్రజా వ్యాజ్యాలు, వలసలు, పోగొట్టుకున్న ఆస్తి, ఆలస్యంగా అనారోగ్యం, ప్రార్థన ఆశీర్వాదం కోసం, పర్వత సమాధులు పాతవిగా ఉండాలి.", "古人": "టాంగ్ మాంక్ బౌద్ధ గ్రంథాలను నేర్చుకుంటాడు", "第X籤": "ముప్పై ఐదవ లాటరీ విజేత", "宮": "షెన్ గాంగ్"}