{"籤詩版本二": "మీరు సురక్షితంగా మరియు శాంతియుతంగా ఉండాలనుకుంటే, గాలిలో కొవ్వొత్తులను కలిగి ఉండటం సరికాదు.\nశుభ్రం చేసి, లోతైన హాలులో కూర్చోవడం, వెలుతురు రాకుండా, నిశ్శబ్ద ప్రదేశంలో కదిలించడం మరియు చుట్టూ తిరగడం మంచిది. షేక్ → యావో. ఉచిత → కొన్ని.", "詩意": "ఈ హెక్సాగ్రామ్ దీపం మరియు కొవ్వొత్తిని కదిలించే గాలి లాంటిది.\nవిషయాలను స్థిరంగా ఉంచడం అదృష్టం కలిగిస్తుంది.", "解曰": "నిశ్శబ్ద ప్రదేశంలో స్థిరపడండి. కాల్‌లో ఉండండి మరియు సమయానికి ఉండండి. అది ఆశీర్వాదం కాదు. సంప్రదాయవాద మరియు తగిన.", "籤詩故事一": "◇లి జింగ్ పర్వతానికి తిరిగి వస్తాడు\nలి జింగ్ (571-జూలై 2, 649), సౌజన్య పేరు ఫార్మసిస్ట్, సాన్యువాన్, యోంగ్‌జౌ (ప్రస్తుతం శాన్‌క్సీ ప్రావిన్స్‌లోని సన్యువాన్ కౌంటీకి ఈశాన్యం) చెందినవాడు. సుయి రాజవంశం నుండి ప్రారంభ టాంగ్ రాజవంశం వరకు జనరల్, అతను టాంగ్ రాజవంశంలో పౌర మరియు సైనిక నైపుణ్యాలు రెండింటినీ కలిగి ఉన్న ప్రసిద్ధ సైనిక వ్యూహకర్త. తరువాత, అతను డ్యూక్ ఆఫ్ వీ అనే బిరుదును పొందాడు మరియు ప్రపంచంలో డ్యూక్ ఆఫ్ వీ అని పిలువబడ్డాడు.\nలి జింగ్ దేవతల జాబితాలో మూడవ యువరాజు నెజా యొక్క తండ్రి, దీనిని \"కింగ్ ఆఫ్ టోటా\" అని కూడా పిలుస్తారు. లి జింగ్ మరియు అతని కుమారుడు జియాంగ్ జియా (తాయ్ గాంగ్) రాణి జౌను ఓడించి, జౌ రాజవంశాన్ని స్థాపించడానికి మరియు రాజుకు సహాయం చేశారు. వు అధికారికంగా సింహాసనాన్ని అధిష్టించాడు. జియాంగ్ జియా అప్పుడు దేవతల జాబితాను ఏర్పాటు చేసి యుద్ధంలో మరణించిన సైనికుల ఆత్మలను శాంతింపజేసేందుకు ఒక వేడుకను నిర్వహించాడు. అప్పటి నుండి, ప్రపంచం ప్రశాంతంగా మరియు ప్రశాంతంగా మారింది. కింగ్ వు మార్క్యూజ్‌లను తయారు చేసి వారికి బహుమతి ఇవ్వాలని కోరుకున్నాడు మరియు వ్యవస్థాపక నాయకులకు భూమిని కూడా కేటాయించాలని కోరుకున్నాడు. లి జింగ్, అతని తండ్రి మరియు కొడుకు మరియు ఇతర ఏడుగురు వ్యక్తులు టావోయిజంను అభ్యసించడానికి పర్వతానికి తిరిగి రావాలని మరియు ప్రాపంచిక కీర్తి మరియు సంపదతో నిమగ్నమయ్యారని కోరారు. తరువాత, వారు ఏడుగురు \"శరీరంలో సాధువులయ్యారు\" మరియు చిరంజీవుల తరగతిలో ర్యాంక్ పొందారు.\n\"ఫెంగ్ షెన్ బ్యాంగ్\" కథ", "聖意": "ఇల్లు సంప్రదాయవాది, నేను సామాన్యుడిని, నేను సంపదను కోరుకుంటాను, నాకు వ్యాపారంలో కష్టాలు ఉన్నాయి, నా వివాహం సామరస్యంగా లేదు, లియుజియా పాదచారులకు నమ్మకం కలిగించమని ప్రార్థిస్తుంది, పట్టు పురుగులు శరదృతువులో పండాయి, ఆరు జంతువులు సురక్షితంగా ఉన్నాయి, ప్రజలు తప్పిపోయారు, పబ్లిక్ వ్యాజ్యాలు మరియు వలసలు సంప్రదాయవాదం, కోల్పోయిన ఆస్తి వ్యాధులు, జియాన్‌క్సింగ్‌షాన్‌లోని సమాధిని మార్చవద్దు.", "古人": "లి జింగ్ పర్వతానికి తిరిగి వచ్చాడు", "第X籤": "ముప్పై ఏడవ లాటరీ విజేత", "宮": "షెన్ గాంగ్"}