{"籤詩版本二": "వెయ్యేళ్ల నాటి అద్దం మళ్లీ కలుస్తుంది, స్త్రీ భర్తను మళ్లీ పెళ్లి చేసుకోమని కోరింది\nఅప్పటి నుండి, కుటుంబం రూపాంతరం చెందింది మరియు పిల్లలు మరియు మనవళ్లకు ఆశీర్వాదాలు జోడించబడ్డాయి.", "詩意": "ఈ హెక్సాగ్రామ్ అద్దాల కలయికకు చిహ్నం.\nప్రతిదీ కష్టతరమైనది మరియు ఖరీదైనది.", "解曰": "ఇసుకను బంగారంగా తవ్వుతున్నారు. డ్రాగన్‌పై స్వారీ చేయడం మరియు పులిపై స్వారీ చేయడం. ఇది శ్రమతో కూడుకున్నది అయినప్పటికీ. అందులో సప్లిమెంట్ ఉంది.", "籤詩故事一": "◇యులియన్హుయ్ పది మంది స్నేహితులు\nసాంగ్ రాజవంశంలో, కియాన్ యులియన్ వాంగ్ షిపెంగ్‌ను వివాహం చేసుకున్నాడు. షి పెంగ్ బీజింగ్‌కు పరీక్ష రాయడానికి వెళ్ళినప్పుడు, సంపన్నుడైన సన్ రుక్వాన్ యూలియన్‌ని మళ్లీ పెళ్లి చేసుకోమని బలవంతం చేశాడు.\nకియాన్ యులియన్ సంపన్నుడైన సన్ రుక్వాన్ ప్రతిపాదనను తిరస్కరించాడు మరియు \"జింగ్ చాయ్\" ద్వారా నియమించబడిన వెన్‌జౌకి చెందిన ఒక పేద పండితుడు వాంగ్ షిపెంగ్‌ను వివాహం చేసుకున్నాడు.\nతర్వాత, వాంగ్ షిపెంగ్ మొదటి బహుమతిని గెలుచుకున్నాడు.ప్రధాని వాంకీ బలవంతంగా పెళ్లి చేసుకోమని నిరాకరించినందున, రిమోట్ చాయోయాంగ్‌లో న్యాయమూర్తిగా పనిచేయడానికి పంపబడ్డాడు. సన్ రుక్వాన్ వాంగ్ షిపెంగ్ కుటుంబ లేఖను రహస్యంగా \"విడాకుల లేఖ\"గా మార్చి యూలియన్‌ను మోసగించాడు.కియాన్ యులియన్ సవతి తల్లి కూడా ఆమెను మళ్లీ పెళ్లి చేసుకోమని బలవంతం చేసింది, కానీ యులియన్ నిరాకరించి నదిలో పడి ఆత్మహత్య చేసుకున్నాడు.ఆమెను కియాన్ జైహే రక్షించాడు. ఫుజియాన్ ప్రావిన్స్ నుండి మరియు అతని దత్తపుత్రికగా స్వీకరించబడింది. .\nషిపెంగ్ చనిపోయాడని యులియన్ భావించాడు.ఐదేళ్ల తర్వాత, వాంగ్ షిపెంగ్ జియాన్ గవర్నర్‌గా ఉన్నాడు.ఒకరోజు, అతను తన దివంగత భార్య జ్ఞాపకార్థం టావోయిస్ట్ ఆలయంలో స్మారక వేడుకను నిర్వహించాడు.యులియన్ జియాన్ తావోయిస్ట్ ఆలయాన్ని కాల్చడానికి వెళ్లడం జరిగింది. ధూపం, మరియు వాంగ్ మరియు కియాన్ చివరకు తిరిగి కలిశారు.", "聖意": "ఇల్లు తనకు మంచిది కాదు, శరదృతువు మరియు శీతాకాలం సుభిక్షంగా ఉంటుంది, శరదృతువు మరియు శీతాకాలం సుభిక్షంగా ఉంటుంది, శరదృతువు మరియు శీతాకాలం సుభిక్షంగా ఉంటుంది. వ్యాపారాలు అభివృద్ధి చెందుతాయి. వివాహం విజయవంతమవుతుంది. పాదచారులు పొలాలకు వెళ్లమని ప్రార్థించండి. పట్టుపురుగులను పెంచవచ్చు. ఆరు పశువులు ఉద్ధరించవచ్చు.ప్రజలు దొరుకుతారు.ప్రజా వ్యాజ్యాలు అననుకూలమైనవి.వలసలు సంప్రదాయవాదం.ఆస్తి నష్టం.ఆలస్యంగా అనారోగ్యం.ఆశీర్వాదం కోసం ప్రార్థించండి.పర్వతాలు మరియు సమాధులు మంచివి.", "古人": "యులియన్హుయ్ పది మంది స్నేహితులు", "第X籤": "నాల్గవ సంకేతం", "宮": "గర్భాశయం"}