{"籤詩版本二": "ఎర్ర చక్రం పశ్చిమాన పడిపోతుంది, కుందేలు తూర్పున పెరుగుతుంది, యిన్ పెరుగుతుంది మరియు యాంగ్ అదృశ్యమవుతుంది మరియు ప్రతిదీ అభివృద్ధి చెందుతుంది\nఒక స్త్రీ దానిని ఉపయోగించాలనుకుంటే, అది ఆమె సంపదను పెంచుతుంది మరియు ఆమె హృదయానికి ఆనందాన్ని ఇస్తుంది.", "詩意": "ఈ హెక్సాగ్రామ్ యిన్ పెరుగుతున్న మరియు యాంగ్ అదృశ్యం యొక్క చిహ్నం.\nతర్వాత సులువుగా మారేముందు అంతా కష్టమే.", "解曰": "యిన్ మహిళలకు ప్రయోజనం చేకూరుస్తుంది. పురుషులకు తగినది కాదు. మీరు సలహా కోరుతూ ఉంటే. చెడు మొదట వస్తుంది మరియు మంచి వస్తుంది.", "籤詩故事一": "◇వు జెటియన్ సింహాసనాన్ని అధిష్టించాడు\n14 సంవత్సరాల వయస్సులో, టాంగ్ రాజవంశానికి చెందిన చక్రవర్తి తైజోంగ్ లీ షిమిన్ చేత \"వు మేయి\" అనే ప్రతిభావంతుడిగా వును రాజభవనానికి పిలిపించాడు. తైజాంగ్ మరణించిన తర్వాత, జెటియన్ గన్యే ఆలయంలోకి ప్రవేశించి సన్యాసిని అయ్యాడు.\nటాంగ్ రాజవంశం యొక్క చక్రవర్తి గాజోంగ్ సింహాసనంపైకి వచ్చినప్పుడు, అతను జావోయికి నివాళులర్పించడానికి వూ కుటుంబాన్ని ప్యాలెస్‌లోకి పిలిపించాడు. యోంగ్‌హుయ్ (655) ఆరవ సంవత్సరంలో, గాజోంగ్ చక్రవర్తి వును తన రాణిగా స్థాపించాడు.\nవు జెటియన్ తెలివైనవాడు, సాహిత్యం మరియు చరిత్రలో నిమగ్నమై ఉన్నాడు మరియు వనరులలో గొప్పవాడు. వు జెటియన్ రాణి అయిన వెంటనే, గాజోంగ్ బలహీనంగా మరియు అనారోగ్యంతో ఉన్నందున, అతను కొన్నిసార్లు కొన్ని రాజకీయ వ్యవహారాలను నిర్వహించడానికి ఆమెకు అప్పగించాడు, కాబట్టి ఆమె శక్తి పెరిగింది. షాంగ్యువాన్ (674) మొదటి సంవత్సరంలో, గాజోంగ్ చక్రవర్తిని \"చక్రవర్తి\" అని పిలిచారు, ఎంప్రెస్ వును \"స్వర్గపు రాణి\" అని పిలిచేవారు మరియు రాజభవనంలో వారిద్దరినీ \"ఇద్దరు సెయింట్స్\" అని పిలిచేవారు.\nహాంగ్‌డావో (683) మొదటి సంవత్సరంలో, గాజోంగ్ మరణించాడు, ప్రిన్స్ లి జియాన్ సింహాసనాన్ని అధిష్టించాడు మరియు వు జెటియన్ రాజవంశాన్ని పరిపాలించడానికి వచ్చాడు. సిషెంగ్ (684) మొదటి సంవత్సరం ఫిబ్రవరిలో, వు జెటియన్ లులింగ్ రాజుగా లి జియాన్‌ను పదవీచ్యుతుడయ్యాడు మరియు ఆమె నాల్గవ కుమారుడు లి డాన్‌ను చక్రవర్తిగా స్థాపించాడు, రాజవంశాన్ని పాలించడం కొనసాగించాడు. అదే సంవత్సరం సెప్టెంబరులో, ఆమె జెండాను బంగారంగా మార్చింది మరియు తూర్పు రాజధాని లుయోయాంగ్‌ను దైవ రాజధానిగా మార్చారు. టియాన్‌షౌ (690) మొదటి సంవత్సరంలో సెప్టెంబర్ తొమ్మిదవ తేదీన, వు జెటియన్ తనను తాను చక్రవర్తిగా ప్రకటించుకున్నాడు మరియు దేశం పేరును జౌగా మార్చుకున్నాడు.", "聖意": "ఇల్లు తనకు అననుకూలమైనది, దీవెనల కోసం ప్రార్థించడం, ధనాన్ని కోరుకోవడం, లావాదేవీలను కాపాడుకోవడం, వివాహంలో అదృష్టం, వివాహం (ఆడ), పాదచారులు పొలాలను అడ్డుకోవడం, పట్టుపురుగులు, సంపన్నమైన పశువులు, వ్యక్తుల కోసం వెతకడం, విడిపోవడం, వ్యాజ్యాలు, నష్టం, వలసలు , ఆస్తి నష్టం, అనారోగ్యం, షాక్, పర్వతాలు మరియు సమాధులు, అదృష్టం", "古人": "వు జెటియన్ సింహాసనాన్ని అధిరోహించాడు", "第X籤": "నలభైవ లాటరీ విజేత", "宮": "మీరు ప్యాలెస్"}