{"籤詩版本二": "మీరు అనంతమైన మంచి మాటలు గుర్తుంచుకుంటారు, కానీ మీరు దొంగ కొడుకు అవుతారు.\nప్రస్తుతానికి అత్యాశతో ఉండకండి మరియు అతను ఒక సంవత్సరం క్రితం ఏదైనా మంచి చేస్తే ఎలా అని చింతించకండి.", "詩意": "ఈ హెక్సాగ్రామ్ ఒక దొంగను కొడుకుగా గుర్తిస్తుంది.\nమీరు చేసే ప్రతి పనిలో జాగ్రత్తగా ఉండండి.", "解曰": "ఇదొక్కటే. పెద్దమనిషి ఏ తప్పు చేయడు. మనసులో పెట్టుకో. ఒంటరిగా ఉండకండి.", "籤詩故事一": "◇డాంగ్ జువో లు బుని అంగీకరిస్తాడు\nలూ బు, ధైర్యవంతుడు మరియు పోరాడడంలో మంచివాడు, తూర్పు హాన్ రాజవంశం చివరిలో మరియు మూడు రాజ్యాల ప్రారంభంలో ఒక ప్రసిద్ధ సైనిక జనరల్. అతను ఒకప్పుడు జింగ్జౌ గవర్నర్ అయిన డింగ్ యువాన్‌ను తన పెంపుడు తండ్రిగా భావించి అతని క్రింద పనిచేశాడు.\nతూర్పు హాన్ రాజవంశం యొక్క చక్రవర్తి లింగ్ మరణం తరువాత, ప్రభుత్వాన్ని నియంత్రించడానికి జనరల్ హే జిన్‌తో కుమ్మక్కయ్యేందుకు డింగ్ యువాన్ బీజింగ్‌కు వెళ్లాడు.\nడాంగ్ జువో డింగ్ యువాన్‌తో పోరాడాడు, కానీ అనేక మంది జనరల్స్ లు బును ఓడించలేకపోయారు, కాబట్టి డాంగ్ జువో లు బుకి లంచం ఇవ్వడానికి తన అధీనంలోని లి సును పంపాడు. లి సు \"లు బుని సందర్శించడానికి\" బంగారం మరియు వెండి సంపదలను మరియు ప్రసిద్ధ ఎర్ర కుందేలు గుర్రాన్ని తీసుకువచ్చాడు. లు బుని సందర్శించడానికి లి సు బంగారం మరియు వెండి సంపదలను మరియు ప్రసిద్ధ ఎర్ర కుందేలు గుర్రాన్ని తీసుకువచ్చాడు. కాబట్టి డింగ్ యువాన్‌ను చంపడానికి లూ బుకి డాంగ్ జువో లంచం ఇచ్చాడు మరియు అతని సైనికులకు కూడా వారు కావాలంటే తనతో రమ్మని, వారు తనను అనుసరించడానికి ఇష్టపడకపోతే వదిలివేయమని చెప్పారు. ఫలితంగా, చాలా మంది సైనికులు పారిపోయారు. కాబట్టి లూ బుకి డాంగ్ జువో లంచం ఇచ్చి డింగ్ యువాన్‌ను చంపాడు.\nడాంగ్ జువో అధికారాన్ని పొందిన తరువాత, అతను లు బును తన దత్తపుత్రుడిగా స్వీకరించాడు మరియు అతనిని జనరల్ మరియు మార్క్విస్‌గా చేసాడు.\nడాంగ్ జువో హింసాత్మకమైన కోపాన్ని కలిగి ఉన్నాడు మరియు లు బుతో \"తండ్రి-కొడుకుల సంబంధం\" నిజానికి చాలా బలహీనంగా ఉంది.189 ADలో, సిటు వాంగ్ యున్ ప్రోద్బలంతో, లు బు డాంగ్ జువోను చంపాడు.\nడాంగ్ జువో మరణించిన ఆరు నెలల తర్వాత, డాంగ్ జువో యొక్క పాత దళాలు రాజధానిని ఆక్రమించాయి మరియు లు బు మరియు అతని భార్య భయంతో పారిపోయారు. రాజధానిని విడిచిపెట్టిన తరువాత, లూ బు యువాన్ షు, యువాన్ షావో, ఝాంగ్ యాంగ్, జాంగ్ మియావో, లియు బీ మొదలైన వారితో ఆశ్రయం పొందాడు మరియు ఆ సమయంలో మరొక ప్రధాన యుద్దనాయకుడైన కావో కావోతో చాలాసార్లు పోరాడాడు. లు బు ధైర్యం మరియు మంచివాడు. పోరాటంలో, మరియు కావో కావోను అనేకసార్లు ఓడించాడు.\nతూర్పు హాన్ రాజవంశంలో జియాన్ యొక్క మూడవ సంవత్సరంలో, కావో కావో యొక్క దళాలు లు బు యొక్క స్థావరం అయిన జియోపీపై దాడి చేశాయి మరియు బైమెన్ టవర్ క్రింద కావో కావో చేత పట్టుకుని చంపబడ్డారు. మరణశిక్షకు ముందు, లు బు కావో కావోను మరణాన్ని నివారించడానికి అతన్ని సజీవంగా ఉంచమని అడిగాడు, అయితే లూ బు చాలాసార్లు మోసం చేశాడని మరియు నిజాయితీ లేని వ్యక్తి అని లియు బీ కావో కావోను గుర్తు చేశాడు. చివరికి, నైతికతతో సంబంధం లేకుండా ప్రతిభకు మాత్రమే విలువ ఇచ్చే కావో కావో, లు బును ఉరితీశాడు.", "聖意": "నేను ఇంట్లో అసౌకర్యంగా ఉన్నాను, నేను సాధారణంగా డబ్బు కోరుకుంటాను, లావాదేవీల నుండి కాపాడుకుంటాను, పెళ్లి చేసుకోవడం కష్టం, లియుజియా మనిషి షాక్ అయ్యాడు, పట్టుపురుగులు పొలంలో సగం పండాయి, ఆరు జంతువులు సురక్షితంగా ఉన్నాయి, వ్యక్తి అతని కోసం చూస్తున్నాడు , ప్రజా వ్యాజ్యం తగినది, మరియు వలస అనేది జెన్‌క్సింగ్ పర్వతం యొక్క సమాధిలో కనుగొనడం కష్టం, వ్యాధులు మరియు శాంతి కోసం కోల్పోయిన వస్తువుల కోసం ప్రార్థించడం.", "古人": "డాంగ్ జువో లు బుని అంగీకరించాడు", "第X籤": "41వ లాటరీ విజేత", "宮": "మీరు ప్యాలెస్"}