{"籤詩版本二": "చక్రవర్తి, చక్రవర్తి మరియు సామ్రాజ్ఞి చివరకు దయతో ఉంటారు మరియు నష్టం లేదా లాభం లేకుండా ఆశీర్వాదం కోసం వేచి ఉంటారు.\nఅన్ని జీవులు దాని నుండి ప్రయోజనం పొందుతాయి మరియు ప్రపంచంలో మరియు స్వర్గంలో శ్రేయస్సు ఆశించబడుతుంది.", "詩意": "ఈ హెక్సాగ్రామ్ స్వర్గం నుండి అనుకూలతకు సంకేతం.\nఅంతా విజయవంతమవుతుంది.", "解曰": "చక్రవర్తి తన దయ చూపించాడు. ఎప్పటికి మరచిపోవద్దు. ఉదయం మరియు సాయంత్రం ఆచారాలు. ధూపం వేయడం సముచితం.", "籤詩故事一": "◇ములియన్ తన తల్లిని రక్షించాడు\nమోకౌ లియన్, లేదా ములియన్, శాక్యముని బుద్ధుని పది మంది శిష్యులలో అత్యంత శక్తివంతమైనవాడు.\nఅతని తల్లి తన జీవితకాలంలో అత్యాశ మరియు జిత్తులమారి, కాబట్టి ఆమె మరణానంతరం ఆకలితో ఉన్న దయ్యాల సామ్రాజ్యంలో పడిపోయింది. మొఖుల్లియన్ తన మంత్రశక్తిని ఉపయోగించి గమనించి, తన తల్లి ఆకలితో దెయ్యంగా జన్మించిందని, తిండికి దారిలేక చాలా కష్టాల్లో ఉందని తెలుసుకున్నాడు.అతను తన మాంత్రిక శక్తిని ఉపయోగించి తన తల్లికి ఆహారం తెచ్చాడు.అనుకోకుండా, తల్లి అందుకున్న తర్వాత. ఆహారం, అది బూడిదగా మారింది మరియు తినడానికి వీలులేదు.\nమౌద్గల్యాన జరిగిన దాని గురించి ఆందోళన చెంది బుద్ధునికి నివేదించాడు. సప్తమాసం 15వ రోజున ఒక బేసిన్‌లో వంద రుచులు, ఐదు పండ్లను వేసి వాటిని పది దిక్కుల సద్గురువులకు నైవేద్యంగా పెట్టాలని, ఈ శక్తితో తన తల్లి భుజించగలదని బుద్ధుడు మూలియన్‌తో చెప్పాడు. .\nమౌద్గల్యాన బుద్ధుని చిత్తానుసారం ప్రవర్తించాడు మరియు అతని తల్లి చివరకు విముక్తి పొందింది. ఈ రకమైన వేడుకను \"ఓబోన్ ఫెస్టివల్\" అని పిలుస్తారు మరియు ఈ పండుగను \"ఓబోన్ ఫెస్టివల్\" అని పిలుస్తారు.\n(గమనిక: ఒక రకమైన పదార్ధం ప్రపంచంలోని వివిధ స్థాయిలలో విభిన్న భావాలను కలిగి ఉంటుంది. ఉదాహరణకు: ఈ ప్రపంచంలో వర్షాలు పడినప్పుడు, మనం దానిని \"నీరు\"గా చూస్తాము, అయితే ఆకలితో ఉన్న ప్రేత రాజ్యంలో ఉన్న జీవులు దానిని \"రక్తం\"గా భావిస్తారు, మరియు నరకంలోని జీవులు దానిని \"రక్తం\"గా భావిస్తారు. ఇది \"కత్తిని వదలినట్లు\" అనిపిస్తుంది, అయితే స్వర్గపు జీవులు \"పువ్వు జారినట్లు\" భావిస్తారు.)", "聖意": "ఇల్లు మరియు ఇల్లు కోసం ప్రార్థించడం, శీతాకాలంలో అదృష్టం కోసం ప్రార్థించడం, సంపద, లావాదేవీలు లేవు, వివాహం, లియుజియాలో శాంతి, పాదచారులు, కదిలే పొలాలు, పట్టు పురుగులు, ఆరు జంతువులు, ప్రజలను కనుగొనడం, వ్యాజ్యాలు, విజయం, వలసలు, సంప్రదాయవాదం, కోల్పోయిన ఆస్తి, వ్యాధి , మనశ్శాంతి, పర్వతాలు మరియు సమాధుల శాంతి", "古人": "ములియన్ తన తల్లిని కాపాడుతాడు", "第X籤": "నలభై రెండుపై సంతకం చేయండి", "宮": "మీరు ప్యాలెస్"}