{"籤詩版本二": "ప్రపంచం అనువైనది మరియు అన్ని విషయాలు స్వీయ-మద్దతు, స్వీయ-మద్దతు మరియు సురక్షితమైనవి\nజీవితంలో ప్రతిదీ అద్భుతమైనది, ప్రతిదానికీ సాధువులకు మరియు ఋషులకు కృతజ్ఞతలు చెప్పండి మరియు సంపన్నంగా ఉండండి.", "詩意": "ఈ హెక్సాగ్రామ్ భూమి మరియు భూమి మధ్య సామరస్యాన్ని సూచిస్తుంది.\nఅంతా సవ్యంగా సాగుతోంది, ఎలాంటి ప్రమాదం లేదు.", "解曰": "అన్నీ పుట్టాయి. అన్ని ప్రణాళికలు మరియు కోరికలు నెరవేరుతాయి. ఫోర్డ్ సహాయం చేస్తుంది. Rui Qi ఆతురుతలో ఉంది.", "籤詩故事一": "◇వాకర్స్ జ్ఞానోదయం పొందుతారు\nజర్నీ టు ది వెస్ట్ కథ:\nసన్ వుకాంగ్ పువ్వులు మరియు పండ్ల పర్వతాన్ని స్వాధీనం చేసుకుని రాజు అయ్యాడు.తరువాత, శాశ్వతంగా జీవించడానికి ఒక మార్గం కోసం, అతను పాట్రియార్క్ బోధిని తన గురువుగా పూజించడానికి ఎనిమిది లేదా తొమ్మిది సంవత్సరాలు పర్వతాలు మరియు నదుల మీదుగా ప్రయాణించాడు. అతను డెబ్బై నేర్చుకున్నాడు. భూసంబంధమైన చెడు మరియు సోమర్సాల్ట్ మేఘాల యొక్క రెండు రూపాంతరాలు మరియు మొదటి సారిగా సూర్య అనే ఇంటిపేరును తీసుకున్నారు.\nఆ తరువాత, సన్ వుకాంగ్ తగిన ఆయుధాన్ని కనుగొనడానికి తూర్పు చైనా సముద్రంలోని డ్రాగన్ ప్యాలెస్‌కి వెళ్లి, చివరకు టియాన్హే మరియు డింగ్హై యొక్క దైవిక సూది అయిన రుయి గోల్డెన్ కడ్జెల్‌ను కనుగొన్నాడు. అతని ఆయుర్దాయం ముగిసిపోయినందున, అతను పాతాళంలో పెద్ద సందడి చేసి, జీవిత మరియు మరణ పుస్తకాన్ని సవరించి, మానవ లోకానికి తిరిగి వచ్చాడు. తరువాత, సన్ వుకాంగ్‌ను మొదటిసారి స్వర్గం పిలిపించింది మరియు బీమా వెన్ అని పేరు పెట్టబడింది. తరువాత, అతను రెండవసారి స్వర్గానికి పిలవబడ్డాడు మరియు కోతి రాజు అని పేరు పెట్టబడ్డాడు, అతను పీచులను దొంగిలించి స్వర్గంలో ఇబ్బంది పెట్టాడు. అతని బంగారు కళ్ళు మరియు మండుతున్న కళ్ళను సాధన చేయడానికి బాగువా కొలిమిలో ముద్రించబడ్డాడు. చివరకు అణచివేయబడ్డాడు. తథాగత బుద్ధుడు వుజీ పర్వతం పాదాల వద్ద 500 సంవత్సరాలు కదలలేకపోయాడు. బాగు కొలిమి తన్నిన ప్రదేశం నిప్పుల కొండగా మారింది.\nఐదు వందల సంవత్సరాల తరువాత, మాంక్ టాంగ్ గ్రంధాలను పొందేందుకు పశ్చిమానికి వెళ్లి, ఐదు మూలకాల పర్వతం గుండా వెళ్ళాడు మరియు సన్ వుకాంగ్‌ను రక్షించే ముందు టాలిస్మాన్‌ను తీశాడు. సన్ వుకాంగ్ కృతజ్ఞతతో కన్నీళ్లు పెట్టుకున్నాడు.గ్వాన్యిన్ బోధిసత్వచే ఉపదేశించిన తరువాత, అతను టాంగ్ మాంక్‌ని తన గురువుగా ఆరాధించాడు మరియు కలిసి గ్రంధాలను నేర్చుకోవడానికి పశ్చిమ దేశాలకు వెళ్ళాడు. గ్రంధాలను నేర్చుకునే మార్గంలో, సన్ వుకాంగ్ రాక్షసులపై దిగి, రాక్షసులను అంతమొందించాడు మరియు పదేపదే అసాధారణమైన విన్యాసాలు చేశాడు.అయితే, అతని మాస్టర్ టాంగ్ సెంగ్ అతన్ని తప్పుగా అర్థం చేసుకుని, పదే పదే బహిష్కరించబడ్డాడు. ఎనభై ఒక్క కష్టాల తరువాత, పని ఎట్టకేలకు పూర్తయింది, నలుగురు గురువులు మరియు శిష్యులు Xitian Leiyin ఆలయానికి చేరుకుని నిజమైన గ్రంథాన్ని పొందారు. సన్ వుకాంగ్ సరైన ఫలితాన్ని సాధించాడు.\n(మనిషికే కాదు కోతికి కూడా జ్ఞానోదయం కలుగుతుందనే రూపకం ఈ కథ.)", "聖意": "ఇల్లు తనకు శుభప్రదమైనది, సంపద, వ్యాపారం, వివాహం, లియుజియా, మగ పాదచారులు, పొలాలకు ఆటంకం, పట్టుపురుగులు, ఆరు జంతువులు, జాంగ్‌పింగ్, వ్యక్తుల కోసం వెతకడం, వ్యాజ్యాలు, విజయం, వలసలు, ఆస్తి నష్టం, వ్యాధి, చువాన్‌క్సింగ్‌షాన్ సమాధి, వస్తువులు శుభప్రదమైనవి", "古人": "ప్రయాణికుడు జ్ఞానోదయం పొందుతాడు", "第X籤": "43న సంతకం చేశారు", "宮": "xugong"}