{"籤詩版本二": "చల్లని వాతావరణం నీటిని మంచుగా మారుస్తుంది, కీర్తి కోసం ఎందుకు అత్యాశ?\nఆకులు సహజంగా వికసించే వరకు నిశ్శబ్దంగా కూర్చోవడం తప్ప నాకు వేరే మార్గం లేదు.", "詩意": "ఈ హెక్సాగ్రామ్‌లో నీరు మంచుగా మారుతుంది.\nవ్యర్థంగా ఏమీ అడగవద్దు.", "解曰": "నీరు మంచుగా గడ్డకడుతుంది. మంచు నీటిలో కరుగుతుంది. అది కుట్ర అయితే. కాబట్టి ఇది.", "籤詩故事一": "◇వాంగ్ జియాంగ్ కార్ప్ కోసం అడుగుతాడు (ఇరవై-నాలుగు సంతాన పుణ్య కథలు)\nజిన్ రాజవంశానికి చెందిన వాంగ్ జియాంగ్, మర్యాద పేరు ఫుజెంగ్, లినీలో జన్మించాడు.\nవాంగ్ జియాంగ్ చిన్నతనంలో, అతని జీవసంబంధమైన తల్లి మరణించింది.ఒంటరిగా ఉన్న అతని తండ్రి జు అనే స్త్రీని వివాహం చేసుకున్నాడు మరియు వాంగ్ జియాంగ్‌కు కొత్త తల్లి ఉంది. వాంగ్ జియాంగ్ చిన్నతనంలో, అతని జీవసంబంధమైన తల్లి మరణించింది మరియు అతని ఒంటరి తండ్రి జు అనే స్త్రీని వివాహం చేసుకున్నాడు. వాంగ్ జియాంగ్ యొక్క సవతి తల్లి సంకుచిత మనస్తత్వం మరియు అసూయపడే స్త్రీ.ఆమె వాంగ్ జియాంగ్‌ను ఇష్టపడలేదు మరియు తరచుగా చిన్న విషయాల కోసం అతన్ని తిట్టేది. త్వరలో, సవతి తల్లి కూడా వాంగ్ లాన్ అనే కొడుకుకు జన్మనిచ్చింది. సవతి తల్లి తన స్వంత పిల్లలను మాత్రమే ప్రేమిస్తుంది మరియు వాంగ్ జియాంగ్‌ను తన జీవితంలో ముల్లుగా భావించింది.ఆమె వాంగ్ జియాంగ్‌ను మరింత డిమాండ్ చేసింది మరియు తరచుగా అతని తండ్రి ముందు వాంగ్ జియాంగ్ గురించి చెడుగా మాట్లాడుతుంది.అతని తండ్రి కూడా క్రమంగా అతనిని ప్రేమించలేదు. సవతి తల్లి తన స్వంత పిల్లలను మాత్రమే ప్రేమిస్తుంది మరియు వాంగ్ జియాంగ్‌ను తన జీవితంలో ముల్లుగా భావించింది.ఆమె వాంగ్ జియాంగ్‌పై మరింత డిమాండ్ చేసేది మరియు తరచుగా అతని తండ్రి ముందు వాంగ్ జియాంగ్ గురించి చెడుగా మాట్లాడుతుంది.అతని తండ్రి కూడా క్రమంగా అతనిని ప్రేమించలేదు. వాంగ్ జియాంగ్ యొక్క సవతి సోదరుడు అయినప్పటికీ, వాంగ్ లాన్ తన సోదరుడితో చాలా స్నేహపూర్వకంగా ఉంటాడు. ఆమె సవతి తల్లి హింసించినప్పటికీ, ఆమె ఇంకా చాలా పుత్రోత్సాహంతో ఉంది. సవతి తల్లి చాలా కఠినంగా ఉంటుంది, కానీ వాంగ్ జియాంగ్ ఇప్పటికీ చాలా సంతానం.\nఅతని సవతి తల్లికి ఒక అభిరుచి ఉంది, అంటే, ఆమె నది నుండి చేపలు పట్టిన తాజా చేపలను తినడానికి ఇష్టపడుతుంది. అతని సవతి తల్లికి ఒక అభిరుచి ఉంది, అంటే, ఆమె నది నుండి చేపలు పట్టిన తాజా చేపలను తినడానికి ఇష్టపడుతుంది. ఒక శీతాకాలంలో, అతని తండ్రి వ్యాపారం కోసం వెళ్ళాడు మరియు అతని సవతి మళ్ళీ అనారోగ్యానికి గురైంది.వాంగ్ జియాంగ్ మరియు వాంగ్ లాన్ అనే సోదరులు తమ తల్లికి తినడానికి సూప్ మరియు మందులను జాగ్రత్తగా వడ్డించారు. తీవ్రమైన చలిలో, సవతి తల్లి అనారోగ్యం ఇంకా తగ్గలేదు. అత్యవసరము. ఒక శీతాకాలంలో, అతని తండ్రి వ్యాపారం కోసం వెళ్ళాడు మరియు అతని సవతి మళ్ళీ అనారోగ్యానికి గురైంది.వాంగ్ జియాంగ్ మరియు వాంగ్ లాన్ అనే సోదరులు తమ తల్లికి తినడానికి సూప్ మరియు మందులను జాగ్రత్తగా వడ్డించారు. తీవ్రమైన చలిలో, సవతి తల్లి అనారోగ్యం ఇంకా తగ్గలేదు. అత్యవసరము. అనారోగ్యంతో ఉన్న సవతి తల్లికి నదిలోని తాజా చేపలు తినాలనిపించింది.ఆ తీవ్రమైన చలి వాతావరణంలో బయట మంచు కురుస్తోంది, నదిలోని నీరు అప్పటికే దట్టమైన మంచులా మారిపోయింది. అనారోగ్యంతో ఉన్న సవతి తల్లి తాజా చేపలను తినాలనుకుంది, ఆ మంచు మరియు మంచు వాతావరణంలో తాజా చేపలు ఎక్కడ దొరుకుతాయి?\nఆ రోజుల్లో, ఆఫ్-సీజన్ వంటకాలు లేవు మరియు మీ వద్ద డబ్బు ఉన్నప్పటికీ మీరు వాటిని కొనుగోలు చేయలేరు.\nకథలో ఈ సమయంలో, వాంగ్ జియాంగ్కియు లి యొక్క హత్తుకునే కథ జరిగింది. ఇద్దరు సోదరులు తమ తల్లిని నిస్సహాయంగా కాపాడుకున్నారు.వాంగ్ జియాంగ్ తన జబ్బుపడిన సవతి తల్లిని నిరాశపరచకూడదని గడ్డకట్టిన నదికి నడిచాడు.వాంగ్ జియాంగ్‌కు ఒక ఆలోచన వచ్చింది మరియు చలిని లెక్కచేయకుండా తన చొక్కా తీసివేసాడు. అతను హిమానీనదంపై నగ్నంగా పడుకున్నాడు మరియు దానిని ఉపయోగించాలనుకున్నాడు. మంచును కరిగించడానికి దాని స్వంత శరీర ఉష్ణోగ్రత (కాబట్టి వాంగ్ జియాంగ్కియు కార్ప్‌ను వాంగ్ జియాంగ్ మంచు మీద పడుకోవడం అని కూడా అంటారు). అతను తన చొక్కా తీసి హిమానీనదంపై నగ్నంగా పడుకున్నాడు. అతను దేవుణ్ణి ప్రార్థించి ఇలా అన్నాడు: \"దేవుడా, మా అమ్మ అనారోగ్యంతో ఉంది మరియు తాజా కార్ప్ తినాలని ఉంది, మీరు ఎలా ఉన్నా నాకు మార్గం వెతకాలి.\" విచిత్రంగా, అతని పక్కన ఉన్న ఐస్ బ్లాక్ అకస్మాత్తుగా పగులగొట్టింది మరియు రెండు ఉన్నాయి. ఒక సజీవ కార్ప్ పగులు నుండి దూకి మంచు మీద దూకింది.వాంగ్ జియాంగ్ చాలా సంతోషించాడు. అతను దేవుణ్ణి ప్రార్థించాడు: \"దేవా, మా అమ్మ అనారోగ్యంతో ఉంది మరియు తాజా కార్ప్ తినాలని ఉంది, మీరు ఎలా ఉన్నా నాకు మార్గం కనుగొనాలి. \" విచిత్రమేమిటంటే, అతని పక్కన ఉన్న ఐస్ బ్లాక్ ఒక్కసారిగా పగిలింది, మరియు రెండు పగుళ్లు ఉన్నాయి. ఒక సజీవ కార్ప్ పగుళ్లలో నుండి దూకి మంచు మీద దూకింది.వాంగ్ జియాంగ్ చాలా సంతోషించాడు. అతను త్వరగా మోకరిల్లి, దేవునికి కృతజ్ఞతలు తెలిపి, కార్ప్‌తో ఇంటికి పరిగెత్తాడు. అతను త్వరగా మోకరిల్లి, దేవునికి కృతజ్ఞతలు చెప్పి, త్వరగా కార్ప్ తీసుకొని ఇంటికి వెళ్ళాడు. సవతి తల్లి తాజా కార్ప్ తిన్న తర్వాత, ఆమె అనారోగ్యం నుండి త్వరగా కోలుకుంది. చలికి ఊదా రంగులోకి మారుతున్న వాంగ్ జియాంగ్ నగ్నమైన పై శరీరాన్ని, చేతిలోని రెండు చేపలను చూసి హాస్పిటల్ బెడ్‌లో ఉన్న సవతి తల్లడిల్లిపోయింది.ఆనందంగా గదిలోకి పరుగెత్తి దిగ్భ్రాంతి చెందింది.\nవాంగ్ జియాంగ్ తరువాత అధికారి అయ్యాడు మరియు తైబావో అయ్యాడు మరియు డ్యూక్ బిరుదు పొందాడు.", "聖意": "ఇంట్లో అశాంతి, నేను రక్షణ, ఆర్థిక ఇబ్బందులు, వ్యాపార సమస్యలు, వివాహం, లియుజియా బీమాలో అస్థిరత, పాదచారులు, చిటియన్ పట్టు పురుగులు, ఆరు పశువుల నష్టాలు, తప్పిపోయిన వ్యక్తులు, ప్రజా వ్యాజ్యాలు, వలసలు, సంప్రదాయవాదం, కోల్పోయిన ఆస్తి, అనారోగ్యం, కోలుకోవడం కష్టం పర్వత సమాధి, అదృష్టం", "古人": "వాంగ్ జియాంగ్ కార్ప్ కోసం అడుగుతాడు (ఇరవై నాలుగు పుత్ర భక్తి కథలు)", "第X籤": "నలభై తొమ్మిది లాట్ గెలుపొందింది", "宮": "హైగాంగ్"}