{"籤詩版本二": "మీరు దేశంలోని అన్ని మూలలకు ప్రయాణించవచ్చు, తెరచాప పందిరిని స్వేచ్ఛగా పట్టుకోవడానికి వేలాడదీయవచ్చు\nఅనుకూలమైన గాలి ఉంటే, అది వెంటనే చేరుకుంటుంది మరియు పడవ నిండా సంపద ఉంటుంది.", "詩意": "ఈ హెక్సాగ్రామ్ గాలితో పడవను లాగడం లాంటిది.\nఅంతా బాగానే సాగుతుంది.", "解曰": "ప్రశాంతంగా విశ్రాంతి తీసుకోండి. శ్రమ అవసరం లేదు. బోలెడంత సంపద. అందరూ మెచ్చుకున్నారు.", "籤詩故事一": "◇టావో జుగుయ్ ఫైవ్ లేక్స్ (ఫ్యాన్ లిగుయ్ లేక్)\nవసంత ఋతువు మరియు శరదృతువు కాలంలో, ఫ్యాన్ లి, దీని మర్యాద పేరు షావోబో, గుయ్ యిజిపి లేదా టావో జుగోంగ్ అని కూడా పిలుస్తారు.\nఆ సమయంలో, వు రాష్ట్రానికి మరియు యుయే రాష్ట్రానికి మధ్య యుద్ధం జరిగింది, మరియు వు రాష్ట్రం యుయే రాష్ట్రాన్ని నాశనం చేసింది. ఫ్యాన్ లి మరియు వెన్ ఝాంగ్ యుయే కింగ్ గౌ జియాన్‌ను ప్రోత్సహించడానికి మరియు వును నాశనం చేయడానికి ఒక ప్రణాళికను రూపొందించారు. ఫ్యాన్ లి వ్యక్తిగతంగా పర్వతాలు మరియు నదుల గుండా ప్రయాణించి, బైలువో పర్వతంలోని హుయాన్షా నది వద్ద సద్గుణం, ప్రతిభ మరియు అందం రెండూ కలిగిన అందమైన మహిళ Xi షిని సందర్శించి, దానిని వూ రాజుకు సమర్పించాడు. అతను \"బ్యూటీ ట్రిక్\"ని ఉపయోగించాడు. లోపల మరియు వెలుపల సహకరించండి మరియు వూ రాజ్యాన్ని నాశనం చేసింది.\nఅతను వు రాజ్యాన్ని తుడిచిపెట్టడంలో విజయం సాధించిన తర్వాత, ఫ్యాన్ లీకి గౌ జియాన్ \"ముక్కుతో కూడిన పొడవాటి మెడ పక్షి\" అని తెలుసు మరియు అతనితో కష్టాలు మరియు ఆనందాన్ని పంచుకోగలడు, కాబట్టి అతను క్వి కింగ్డమ్ మీదుగా Xi షితో కలిసి బోటింగ్‌కి వెళ్లి, అతనిని మార్చుకున్నాడు. గుయ్ జిప్‌కి పేరు పెట్టాడు మరియు అతని కొడుకు మరియు శిష్యులను క్వి రాజ్యంలో నడిపించాడు.వారు సముద్రం ఒడ్డున ఒక కుటీరంలో నివసిస్తున్నారు. బీడుభూములను సాగుచేసి, పక్కదారి పట్టించి వ్యాపారం చేసి.. కొన్నేళ్లలోనే కుటుంబ ఆస్తులను పదిలక్షలు పోగుచేసుకున్నాడు. అతను సంపదను వ్యాప్తి చేయడంలో మరియు తన స్వగ్రామానికి మేలు చేయడంలో ఉదారంగా ఉన్నాడు.ఫ్యాన్ లి యొక్క జ్ఞానం మరియు సామర్థ్యాన్ని క్వి ప్రజలు మెచ్చుకున్నారు. క్వి రాజు అతన్ని రాజధాని లింజికి ఆహ్వానించి ప్రభుత్వ వ్యవహారాలకు బాధ్యత వహించే ప్రధానమంత్రిగా పూజించాడు. . అతను ఇలా అన్నాడు: \"అధికారికంగా ఉండటం మంత్రులకు దారి తీస్తుంది, మరియు కుటుంబాన్ని నడిపించవచ్చు. మొదటి నుండి ప్రారంభించిన సామాన్యుడికి ఇది తీవ్ర స్థాయికి చేరుకుంది. చాలా కాలం పాటు గౌరవించబడటం బహుశా మంచి సంకేతం కాదు.\" కాబట్టి, మూడు సంవత్సరాల తరువాత, అతను మరోసారి జిలియు ధైర్యంగా వెనక్కి వెళ్లి, క్వి రాజుకు ముద్రను తిరిగి ఇచ్చాడు మరియు అతని కుటుంబ సంపదను తన సన్నిహితులు మరియు తోటి గ్రామస్తులకు ఇచ్చాడు.", "聖意": "ఇల్లు తనకు మంచిది (రవాణా చేయడానికి), డబ్బు మంచిది, వ్యాపారం మంచిది, వివాహం ఆలస్యం, వివాహం మంచిది కాదు, లియుజియా సురక్షితంగా ఉంది, ప్రజలు పొలాలు, పట్టుపురుగులు, శరదృతువు, పశువులు, వసంతకాలం సంపన్నమైనది, ప్రజలు ప్రజల కోసం వెతుకుతున్నారు, వ్యాజ్యాలు చెడ్డవి, వలసలు సాంప్రదాయికమైనవి, కోల్పోయిన విషయాలు, పాశ్చాత్య వ్యాధులు పరిష్కరించబడతాయి, పర్వతాలు మరియు సమాధులు దక్షిణంగా ఉన్నాయి.", "古人": "టావో జుగుయ్ ఫైవ్ లేక్స్ (ఫ్యాన్ లిగుయ్ లేక్)", "第X籤": "యాభైవ లాటరీ విజేత", "宮": "హైగాంగ్"}