{"籤詩版本二": "వేసవి కాలం చాలా కాలం ఉంటుంది మరియు ప్రతి ఒక్కరూ వేడి మరియు నిరాశ గురించి ఆందోళన చెందుతారు\nప్రజలు ఏమి కోరుకుంటున్నారో స్వర్గం మరియు భూమికి కూడా తెలుసు, మరియు గాలి వీస్తుంది మరియు అది సహజంగా చల్లగా ఉంటుంది", "詩意": "ప్రతి ఒక్కరూ వేడి గురించి ఆందోళన చెందుతున్నారని ఈ హెక్సాగ్రామ్ సూచిస్తుంది.\nనీకేది కావాలో అదే చేయి.", "解曰": "ముందడుగు వేయాలా, వెనక్కి తగ్గాలా అనే సందేహం లేదు. మంచి సమయం గడపండి. క్యాంపింగ్ కోసమా? ఆవేశంగా ప్రవర్తించాల్సిన అవసరం లేదు.", "籤詩故事一": "◇కాంగ్ మింగ్ సిచువాన్‌లోకి ప్రవేశించాడు\nజుగే లియాంగ్ (181-234), మర్యాద పేరు కోంగ్మింగ్, లాంగ్యా (ప్రస్తుతం యినాన్ కౌంటీ, షాన్‌డాంగ్ ప్రావిన్స్)కి చెందిన వ్యక్తి మరియు మూడు రాజ్యాల కాలంలో షు హాన్ (లియు బీ) ప్రధాన మంత్రి.\nలియు బీ జింగ్‌జౌను గెలుచుకున్నప్పటికీ, ఒక వైపు విడిపోవడానికి సరిపోలేదు.లియు బీ భూభాగాన్ని పెంచడానికి జిచువాన్‌ను స్వాధీనం చేసుకోవాలని జుగే కాంగ్మింగ్ ప్లాన్ చేశాడు. ఈ సమయంలో, యిజౌలోని లియు జాంగ్ ఉత్తరాన జాంగ్ లుచే దాడి చేయబడ్డాడు. లియు జాంగ్ తనను తాను రక్షించుకోవడానికి జిచువాన్ మ్యాప్‌ను కావో కావోకు అంకితం చేయాలనుకుంటున్నాడని జుగే కాంగ్మింగ్ తెలుసుకున్నాడు. జాంగ్ సాంగ్ (లియు జాంగ్ యొక్క సబార్డినేట్) కావో కావోను కలిసినప్పుడు, కావో కావో అహంకారంగా మరియు మొరటుగా ఉన్నందున, లియు జాంగ్ మ్యాప్‌ను తిరిగి జిచువాన్‌కు తీసుకెళ్లి, మార్గంలో జింగ్‌జౌను దాటాడు. కాంగ్ మింగ్ అప్పటికే దారిలో అతని కోసం వేచి ఉన్నాడు మరియు అతనిని జింగ్‌జౌకు ఆహ్వానించాడు, కానీ అతను బయలుదేరే వరకు జిచువాన్ చిత్రాన్ని ఎప్పుడూ ప్రస్తావించలేదు. జాంగ్ సాంగ్ కాంగ్ మింగ్‌కు అతని మర్యాద మరియు ఆతిథ్యానికి కృతజ్ఞతలు తెలిపాడు, కాబట్టి అతను జిచువాన్ చిత్రాన్ని అంకితం చేశాడు. అతనిని.\nజిచువాన్ యొక్క భూభాగం ప్రమాదకరమైనది మరియు దాడి చేయవచ్చు లేదా రక్షించబడవచ్చు.కాంగ్ మింగ్ యొక్క వివిధ ఏర్పాట్ల తర్వాత, జిచువాన్ లియు బీ జన్మస్థలంగా మారింది.\n(కాంగ్ మింగ్ ప్రజలను మర్యాదగా చూసుకున్నాడు మరియు గౌరవనీయమైన జిచువాన్‌ను సులభంగా పొందాడు.)", "聖意": "ఇంట్లో మరియు మీ స్వంత రక్షణ కోసం ఆశీర్వాదం కోసం ప్రార్థించండి (దురదృష్టాలలో అదృష్టం ఉంది) సంపద, వ్యాపారంలో అదృష్టం, సాధారణ వివాహం, లియుజియాలో అబ్బాయిల పుట్టుక, కదిలే పొలాలు, పట్టుపురుగులు, పశువులకు నష్టం, ప్రజలు, ప్రజల కోసం వెతకడం వ్యాజ్యాలు, వలసలు, పాత పోయిన వస్తువులు, ఉత్తర వ్యాధులు, పర్వతాలు మరియు సమాధుల కోసం కోరిక", "古人": "కాంగ్ మింగ్ సిచువాన్‌లోకి ప్రవేశించింది", "第X籤": "అధ్యాయం 51: లాట్‌ను గెలుచుకోవడం (లాట్‌ను గెలుచుకోవడం)", "宮": "గర్భాశయం"}