{"籤詩版本二": "నీళ్లలో చంద్రుడిని పట్టుకోవడానికి చాలా శ్రమ పడాలి.. చాలా శ్రమ పడాలి కానీ ఏమీ లేదు.\nశరీరాన్ని దృఢపరచుకోవడానికి చేసే ప్రయత్నాలను వృధా చేసుకోకండి.. శరీరం శుష్కించిపోయింది అనే పదానికి అసలు అర్థం శరీరం ఒంటరిగా ఉంది.", "詩意": "ఈ హెక్సాగ్రామ్ ప్రయత్నం యొక్క చిత్రం కోసం అత్యాశ.\nఅంతా శ్రమతో కూడుకున్నదే.", "解曰": "వాగ్దానాలు గుర్తుంచుకోవడం కష్టం. చాలా కష్టపడాలి. ఇంట్లో ఆందోళన. గొప్ప వ్యక్తులను కలవడానికి వేచి ఉన్నారు.", "籤詩故事一": "◇తైబాయి తాగి ఉండగా చంద్రుడిని పట్టుకుంది (లి తైబాయి తాగి ఉండగా చంద్రుడిని పట్టుకుంది)\nలీ బాయి (701-762), తైబాయి అని కూడా పిలుస్తారు, దీనిని క్వింగ్లియన్ జుషి అని కూడా పిలుస్తారు. తనను తాను బహిష్కరించబడిన అమరుడిగా పిలిచే టాంగ్ రాజవంశానికి చెందిన కవి, కవిత్వం యొక్క అమరుడిగా పిలువబడ్డాడు మరియు అతను ఎప్పుడూ తాగకుండా సంతోషంగా ఉన్నాడు.\nఒకసారి లి బాయి జిన్లింగ్ (ప్రస్తుతం నాన్జింగ్)కి వచ్చి వెండే బ్రిడ్జ్ పక్కన ఉన్న రెస్టారెంట్‌లో విశ్రాంతి తీసుకుంది.\nఆ రోజు చలికాలపు మాఘమాసంలో పదిహేనవ రోజు.రాత్రి పూట రెస్టారెంట్‌లో ఒంటరిగా కూర్చుని, తాగుతూ, పద్యాలు చెబుతూ చంద్రుడిని మెచ్చుకునేవాడు. ఆ రోజు చలికాలపు మాఘమాసంలో పదిహేనవ రోజు.రాత్రి పూట రెస్టారెంట్‌లో ఒంటరిగా కూర్చుని, తాగుతూ, పద్యాలు చెబుతూ చంద్రుడిని మెచ్చుకునేవాడు. లి తైబాయి తన జీవితంలో చంద్రుడిని ఎక్కువగా ప్రేమిస్తుంది, అది శుభ్రంగా మరియు అందంగా ఉందని చెప్పింది. లి తైబాయి తన జీవితంలో చంద్రుడిని ఎక్కువగా ప్రేమిస్తుంది, అది శుభ్రంగా మరియు అందంగా ఉందని చెప్పింది. ఆ రాత్రి తల పైకెత్తి ఆకాశంలో తెల్లగా గుండ్రంగా చంద్రుడు కనిపించాడు.చాలా సంతోషించి మరికొన్ని గ్లాసులు తాగాడు. ఆ రాత్రి తల పైకెత్తి ఆకాశంలో తెల్లగా గుండ్రంగా చంద్రుడు కనిపించాడు.చాలా సంతోషించి మరికొన్ని గ్లాసులు తాగాడు. అర్ధరాత్రి, లీ తైబాయి వైన్‌ని సద్వినియోగం చేసుకొని వెండే బ్రిడ్జ్‌కి దిగింది. అర్ధరాత్రి, లీ తైబాయి వైన్‌ని సద్వినియోగం చేసుకొని వెండే బ్రిడ్జ్‌కి దిగింది. బ్రిడ్జి మీదకి అడుగు పెట్టగానే తల దించుకుని ఒక్కసారిగా చంద్రుడు నీళ్లలో పడటం చూశాడు.నది కదలగానే తెల్లటి చందమామ నీడకు కొన్ని నల్లని గీతలు చేరాయి. బ్రిడ్జి మీదకి అడుగు పెట్టగానే తల దించుకుని ఒక్కసారిగా చంద్రుడు నీళ్లలో పడటం చూశాడు.నది కదలగానే తెల్లటి చందమామ నీడకు కొన్ని నల్లని గీతలు చేరాయి. ఈ సమయంలో లి తైబాయి బాగా తాగి ఉంది, అతను నది నీటికి తడిసిన చంద్రుడు అని అతను భావించాడు. ఈ సమయంలో లి తైబాయి బాగా తాగి ఉంది, అతను నది నీటికి తడిసిన చంద్రుడు అని అతను భావించాడు. బూట్‌లు తీయడానికి కూడా ఇబ్బంది పడకుండా, చేతులు తెరిచి, చంద్రుడిని పట్టుకోవడానికి వంతెనపై నుండి దూకాడు. బూట్‌లు తీయడానికి కూడా ఇబ్బంది పడకుండా, చేతులు తెరిచి, చంద్రుడిని పట్టుకోవడానికి వంతెనపై నుండి దూకాడు. ఈ జంప్ తో అనూహ్యంగా చంద్రుడు పట్టుబడక పోయినా నీటిలో ఉన్న చంద్రుడు పగిలిపోయి వెంటనే రెండు భాగాలుగా విడిపోయాడు. ఈ జంప్‌లో అనూహ్యంగా చంద్రుడు పట్టుబడకపోగా.. ఆ వ్యక్తి నీటిలో మునిగిపోయాడు. అతను అరవై రెండు సంవత్సరాల వయస్సులో మరణించాడు.", "聖意": "ఇల్లు అశాంతి మరియు దురదృష్టం (దురదృష్టం, ఆరోగ్యంపై శ్రద్ధ వహించండి), సంపదలో సమతుల్యతను కోరుకోండి (దాని గురించి ఆలోచించవద్దు), కష్టమైన వ్యాపారం, వివాహం స్థిరపడదు, రక్షణ కోసం ప్రార్థించండి (గర్భస్రావం నిరోధించడానికి ఖాళీ సంపదలు. ), పాదచారులు ఇబ్బందుల్లో ఉన్నారు, ఫీల్డ్ సిల్క్‌వార్మ్‌లు ఐదు పాయింట్లు, ఆరు జంతువులు క్షీణించాయి, వ్యక్తుల కోసం వెతుకుతున్నాయి (దురదృష్టకరం), పబ్లిక్ వ్యాజ్యాలు మరియు (దావాను ఆపండి) సాధారణ వలసలు (దాని గురించి ప్రస్తావించవద్దు) ఆస్తి నష్టం (విమానం) ప్రార్థన అనారోగ్యం నుండి రక్షణ కోసం (దురదృష్టకరం) పర్వతాలు మరియు సమాధులలో అదృష్టం", "古人": "తైబాయి తాగి ఉండగా చంద్రుడిని పట్టుకుంది (లి తైబాయి తాగి ఉండగా చంద్రుడిని పట్టుకుంది)", "第X籤": "యాభై రెండవ లాటరీని గెలుచుకోవడం (లాటరీ)", "宮": "గర్భాశయం"}