{"籤詩版本二": "నిరాశ ఆనందంగా మారినప్పుడు, డ్రాగన్లు గర్జిస్తాయి మరియు పులులు గర్జిస్తాయి.\nనీలాకాశానికి ఆకాశానికి దాని స్వంత రహదారి ఉంది. నేను కీర్తిని సాధించడానికి మరొక అవకాశం దొరుకుతుంది.", "詩意": "ఈ హెక్సాగ్రామ్ డ్రాగన్ గర్జిస్తున్నట్లుగా మరియు పులి గర్జిస్తున్నట్లుగా ఉంటుంది.\nఅంతా సవ్యంగా సాగుతుందన్న ఆశ ఉంది.", "解曰": "బోధించండి మరియు వెళ్ళండి. మీ స్వంత శ్రేయస్సును కలిగి ఉండండి. చివరికి తయారు చేయాలి. వెతుక్కోవడానికి స్థలం ఉంది.", "籤詩故事一": "◇Liu Bei ఒక వధువును నియమిస్తాడు\nచిబి యుద్ధం తర్వాత, సన్ క్వాన్ లియు బీ చే స్వాధీనం చేసుకున్న జింగ్‌జౌను తిరిగి పొందాలని ఆత్రుతగా ఉన్నాడు, కాబట్టి అతను తన సోదరి సన్ రెన్‌ను లియు బీకి నిశ్చితార్థం చేయాలనుకుంటున్నట్లు నటిస్తూ, జౌ యు యొక్క ప్రణాళికను ఉపయోగించాడు, అయితే వాస్తవానికి అతను దానిని తీసుకోవాలనుకున్నాడు. జింగ్‌జౌను క్లెయిమ్ చేయడానికి లియు బీ బందీగా ఉన్నాడు.\nఝుగే లియాంగ్ జౌ యు ప్రణాళికపై నిఘా పెట్టిన తర్వాత, అతను సూచౌకు వెళ్లినప్పుడు లియు బీని రక్షించే జావో యున్‌కు వ్యూహంతో కూడిన బ్రోచర్‌ను అందజేసాడు. జావో యున్ బ్రోచర్‌లోని వ్యూహాన్ని అనుసరించాడు మరియు ఉద్దేశపూర్వకంగా వు గూతాయ్‌ని అనుమతించమని పెద్ద ఎత్తున ప్రచారం చేశాడు ( సన్ క్వాన్ తండ్రి) వివాహ ప్రతిపాదన గురించి తెలుసు. వు గూతాయ్ తన కుమార్తెను ప్రేమిస్తున్నందున మరియు తన కుమార్తె జీవితకాల వ్యవహారాల గురించి సాధారణ నిర్ణయాలు తీసుకోవడానికి ఇష్టపడనందున, ఆమె తన సోదరి పట్ల నిర్దాక్షిణ్యంగా ప్రవర్తించినందుకు సన్ క్వాన్‌ను తిట్టింది మరియు గన్లు ఆలయంలో లియు బీ తన కుమార్తెకు అర్హుడా కాదా అని వ్యక్తిగతంగా పరీక్షించాలని ప్రతిపాదించింది. వు గూటాయ్ లియు బీని కలిసిన తర్వాత, ఆమె లియు బీని ఎంతో మెచ్చుకుంది మరియు లియు బీ మరియు అతని కుమార్తె మధ్య వివాహాన్ని గట్టిగా సమర్థించింది. ఫలితంగా, లియు బీ విజయవంతంగా శ్రీమతి సన్‌ని వివాహం చేసుకుంది.\nతరువాత, లియు బీ మరియు శ్రీమతి సన్ కలిసి జింగ్‌జౌకి పారిపోయారు.తరువాత, లియు బీ యిజౌపై దాడి చేస్తున్నప్పుడు సన్ క్వాన్ జింగ్‌జౌపై దాడి చేయాలని కోరుకున్నాడు, కానీ అతని కుమార్తె భద్రత గురించి ఆందోళన చెందిన వు గూతాయ్ అతన్ని అడ్డుకున్నాడు.\nఅతను ఇలా అన్నాడు: \"జౌ యు యొక్క తెలివైన ప్రణాళిక ప్రపంచంలోనే అత్యుత్తమమైనది. అతను తన భార్యను కోల్పోయాడు మరియు తన దళాలను కోల్పోయాడు.\"\n(లియు బీ హాని నుండి పొందాడు)", "聖意": "నేను ఇంట్లో దురదృష్టవంతుడను మరియు నేను దురదృష్టవంతుడను (మొదట దురదృష్టం, తరువాత అదృష్టం) సంపద, సమతుల్యత, వివాహంలో కష్టాలు, వివాహ విజయాన్ని కోరండి. పాదచారులకు ఆశీర్వాదం, పొలాల్లో పట్టు పురుగులు, పశువుల నష్టానికి ఐదు పాయింట్లు, శోధన ప్రజలకు, వ్యాజ్యాలు మరియు వలసలు, కోల్పోయిన ఆస్తికి అదృష్టం, వ్యాధులకు అదృష్టం, పర్వతాలు మరియు సమాధుల శాంతి.", "古人": "లియు బీ ఒక వధువును నియమిస్తాడు", "第X籤": "యాభై మూడవ లాటరీ", "宮": "గర్భాశయం"}