{"籤詩版本二": "తండ్రి నుండి కుమారునికి పుణ్యం మనవడికి సంక్రమిస్తుంది.ఆహారం మరియు వస్త్రాలలో శ్రేయస్సు భగవంతునిపై మాత్రమే ఆధారపడి ఉంటుంది.\nహాల్‌లోని చున్‌క్సువాన్ ప్రజలను సంతోషపరుస్తుంది.వారు ఆకలితో, తిండితో, దాహంతో మరియు నిద్రలో ఉన్నప్పుడు, చున్‌క్సువాన్ తల్లిదండ్రులకు ఒక రూపకం.", "詩意": "ఈ హెక్సాగ్రామ్ వసంతానికి దారితీసే వెదురు చిత్రంతో అనుసంధానించబడి ఉంది.\nఅంతా బాగానే జరుగుతుందని ఆశిస్తున్నాను.", "解曰": "వెదురు తీసుకొని వసంతానికి దారి తీయండి. ఇది అనంతంగా వ్యాపిస్తుంది. ఒక పెద్దమనిషి ఆశను కోరుకుంటాడు. అందరు సంతోషించారు.", "籤詩故事一": "◇జౌ రాజు వూ సింహాసనాన్ని అధిష్టించాడు\nజౌ రాజు వు రాజు ఝౌపై దాడి చేసి ఎనిమిది వందల మంది యువరాజులను కింగ్ షాంగ్ సైన్యంతో పోరాడటానికి నడిపించాడు.చావోజ్ (కింగ్ షాంగ్ రాజధాని)లోని సైనికులు కూడా కింగ్ షాంగ్‌కి వ్యతిరేకంగా మారి కింగ్ షాంగ్‌కి ద్రోహం చేశారు.\nకింగ్ జౌ జైక్సింగ్ టవర్‌పై తనను తాను కాల్చుకున్నాడు మరియు షాంగ్ రాజవంశం నాశనం చేయబడింది.\nవూ చక్రవర్తి సింహాసనం బంగారు పుస్తకాన్ని మరియు బంగారు నిధిని స్వీకరించాడు, అతను దక్షిణం వైపు ముఖంగా, చేతులు ముడుచుకుని, నిటారుగా కూర్చున్నాడు. లూటై ఆస్తిని పంచాలని, స్టార్ పికింగ్ టవర్‌ను కూల్చివేయాలని, జుకియావోలో నిల్వ ఉంచిన బియ్యం ధాన్యాన్ని పంపిణీ చేయాలని రాజు వూ ఆదేశించాడు.\nఖైదు చేయబడిన జిజిని విడుదల చేయండి మరియు బిగాన్ సమాధిని బాగు చేయండి. రాజు వూ ఋషి షాంగ్ రోంగ్ ఇంటి తలుపు దగ్గరికి వెళ్లి తల వంచుకున్నాడు. సత్పురుషులు మరియు మర్యాదగల వ్యక్తులను గౌరవించండి మరియు లోపలి రాజభవనంలోని బానిసలను విడిచిపెట్టండి.\nఅతను ఆయుధాలను కూడా నిలిపివేసాడు మరియు సంస్కృతి మరియు విద్యను ప్రోత్సహించాడు. నంషాన్‌కు దక్షిణాన పీచు చెట్లతో పల్లెల్లో గుర్రాలు, పశువులను మేపడం ప్రశాంతమైన దృశ్యం.", "聖意": "ఇల్లు మంచి స్థితిలో లేదు (అదృష్టం), మీరు మీ స్వంత కోరికలు (అదృష్టం) చేయవచ్చు, ఆర్థిక లాభం పొందవచ్చు, లావాదేవీలు చేయవచ్చు మరియు వివాహం చేసుకోవచ్చు (మంచి అల్లుడిని కలవవచ్చు), లియుజియా సురక్షితం (రాశిచక్రం) సంకేతం), పాదచారులు పొలాలను తరలిస్తారు, పట్టు పురుగులు అదృష్టవంతులు, ఆరు జంతువులు దెబ్బతిన్నాయి, ప్రజలు కనుగొనడం కష్టం (చూడండి), ప్రజా వ్యాజ్యాలు, గొప్ప వ్యక్తులు కదలడం, అదృష్టం పోతుంది మరియు విషయాలు కనిపిస్తాయి వ్యాధులు మరియు వ్యాధులు", "古人": "జౌ రాజు వూ సింహాసనాన్ని అధిష్టించాడు", "第X籤": "యాభై ఐదవది లాటరీని గెలుచుకోవడం (లాటింగ్)", "宮": "అగ్లీ ప్యాలెస్"}