{"籤詩版本二": "సముద్రతీరం రాళ్ళతో నిండి ఉంది, ప్రవాహం ప్రవహిస్తుంది, గాలి స్పష్టంగా ఉంది, చంద్రుడు స్పష్టంగా ఉంది మరియు గొప్ప వ్యక్తులు బిజీగా ఉన్నారు.\nరోడ్డు మీద ఎక్కడికెళ్లాలి అని అడగాలి.. అడవిలో పూలు, మొక్కల సువాసన తీసుకోవద్దు.. చూసుకోవద్దు.", "詩意": "ఈ హెక్సాగ్రామ్ ఒక చిన్న బీచ్‌లో ప్రయాణించే పడవలా ఉంటుంది.\nప్రతిదానిలో, సహాయం చేయడానికి గొప్ప వ్యక్తులు ఉన్నారు.", "解曰": "జీవనం చేయడానికి. చాలా కష్టపడాలి. సాంప్రదాయికంగా ఉండండి మరియు వేచి ఉండండి. అంతా మంచి జరుగుగాక.", "籤詩故事一": "◇లుషన్ తిరుగుబాటు\nయాన్ లుషాన్ (703-757), దీని ఇంటిపేరు కాంగ్ మరియు యలుయోషన్ అని పేరు పెట్టారు, లియుచెంగ్, యింగ్‌జౌ (ఇప్పుడు చాయోయాంగ్, లియానింగ్) నుండి వచ్చారు.\nతరువాత, అతను యాన్ అనే ఇంటిపేరును స్వీకరించాడు మరియు అతని పేరును లుషన్‌గా మార్చుకున్నాడు. టాంగ్ రాజవంశానికి చెందిన జువాన్‌జాంగ్ చక్రవర్తి పాలనలో, యాన్ లుషాన్ సైనిక దూతగా ఉండేవాడు.\nటియాన్‌బావో యొక్క 14వ సంవత్సరం నవంబర్‌లో, యాన్ లుషాన్ ఫాన్యాంగ్‌లో సైన్యాన్ని పెంచాడు.యాంగ్ గుజోంగ్‌పై దాడి పేరుతో, అతను తిరుగుబాటును ప్రారంభించాడు మరియు తూర్పు రాజధాని లుయోయాంగ్‌పై దాడి చేయడానికి మూడు పట్టణాల దళాలను తీసుకున్నాడు. తైయువాన్ నుండి నివేదికలు లిషాన్‌కు చేరాయి.ఆ సమయంలో లిషాన్‌లోని హువాకింగ్ ప్యాలెస్‌లో ఉన్న టాంగ్ జువాన్‌జాంగ్, అన్లుషాన్ తిరుగుబాటు చేస్తాడని నమ్మలేదు.అయితే, తిరుగుబాటు వార్తలు వ్యాప్తి చెందుతూనే ఉన్నాయి మరియు జువాన్‌జాంగ్ ఇప్పటికీ సగం నమ్మకంతో ఉన్నాడు. (ఇది \"ప్రవాహంలో చిన్న రాళ్ళపై నీటి ప్రవాహం యొక్క శబ్దం\" యొక్క చిత్రణ)\nయాన్ జెన్‌కింగ్, పింగ్యువాన్ కౌంటీ ప్రిఫెక్ట్, జువాన్‌జాంగ్ తన కల నుండి మేల్కొన్నట్లు సమాచారం పంపడానికి ఒకరిని పంపే వరకు ఇది జరగలేదు.\nటాంగ్ రాజవంశం యొక్క జువాన్‌జాంగ్ చక్రవర్తి యొక్క తప్పుడు వ్యూహం ప్రకారం, యాన్ లుషాన్ యొక్క అశ్వికదళ రెజిమెంట్ తూర్పు రాజధాని లుయోయాంగ్‌ను స్వాధీనం చేసుకుంది, తరువాతి సంవత్సరం మొదటి నెలలో, అతను తనను తాను లుయోయాంగ్, జియాన్యువాన్ షెంగ్వు, చక్రవర్తి జియాన్‌యువాన్ మరియు డా క్సూన్‌లో దయాన్ చక్రవర్తిగా ప్రకటించుకున్నాడు. ప్రధాన మంత్రి.\nఅదే సంవత్సరం జూన్‌లో, టాంగ్ రాజవంశం యొక్క చక్రవర్తి జువాన్‌జాంగ్, చాంగాన్‌లో సంక్షోభం నుండి ఉపశమనం పొందాలనే ఆసక్తితో మరియు తప్పుడు సైనిక అవగాహనతో, ఇద్దరు ప్రసిద్ధ జనరల్స్, ఫెంగ్ చాంగ్కింగ్ మరియు గావో జియాంజీలను ఉరితీశాడు.ఈ ఉత్తర్వు టాంగ్ సైన్యాన్ని దిగ్భ్రాంతికి గురి చేసింది. (ఈ ప్రవర్తన \"రోడ్డు ముందు నదికి సూచించాలి\" అని ఉల్లంఘిస్తుంది)\nతరువాత, టాంగ్ రాజవంశం యొక్క చక్రవర్తి జువాన్‌జాంగ్ అత్యవసరంగా టాంగ్ సైన్యాన్ని టోంగ్‌గువాన్ నుండి తూర్పు వైపు నడిపించమని మరొక జనరల్ గె షుహాన్‌ను ఆదేశించాడు.\nటాంగ్ రాజవంశానికి చెందిన జువాన్‌జాంగ్ చక్రవర్తి యొక్క వ్యూహాత్మక లోపాన్ని పూర్తిగా అర్థం చేసుకున్న జి షుహాన్, మార్పును ఆలస్యం చేయాలని ప్లాన్ చేశాడు (\"గాలి ప్రశాంతంగా ఉంటే మరియు ఆటుపోట్లు ప్రశాంతంగా ఉంటే ఫర్వాలేదు\").\nచివరికి, టాంగ్ రాజవంశానికి చెందిన జువాన్‌జాంగ్ చక్రవర్తి అతను పోరాడటానికి చాలా పిరికివాడని భావించాడు, కాబట్టి అతను కన్నీటితో అన్ లుషన్‌తో పోరాడటం తప్ప మరో మార్గం లేదు మరియు ఓడిపోయాడు. (ఇది \"మిమ్మల్ని మీరు ఆదుకోవడానికి కష్టపడి పనిచేస్తే, మీరు గాయపడవచ్చు\" అని నెరవేరుస్తుంది.)\nటాంగ్ రాజవంశంలో, సరిహద్దు దళాలు మరియు స్థానిక దండులకు ప్రతిస్పందించడానికి సమయం లేనప్పుడు, యాన్ లుషాన్ సైన్యం సరిహద్దును నొక్కి, రాజధాని ప్రాంతంలోకి ప్రవేశించింది. ఒక క్లిష్టమైన పరిస్థితిలో, టాంగ్ రాజవంశం యొక్క చక్రవర్తి జువాన్‌జాంగ్ రాజధాని నుండి తప్పించుకోవడానికి గార్డ్స్ కార్ప్స్‌ను నడిపించాడు, దీనివల్ల నాయకుడు లేని జిజింగ్ చాంగన్ పడిపోయాడు.\n(టాంగ్ జువాన్‌జాంగ్ ఈ సంకేతం యొక్క మార్గదర్శకాన్ని ఉల్లంఘించాడు, కాబట్టి ఆన్ లుషన్ తిరుగుబాటు విజయవంతమైంది.)", "聖意": "ఇల్లు సురక్షితంగా ఉంది, తాను అదృష్టవంతుడు, అదృష్టం స్థిరంగా ఉంది, లావాదేవీలు సమృద్ధిగా ఉన్నాయి, వివాహం విజయవంతమైంది (జాగ్రత్త), లియుజియా నుండి ఒక మగ పాదచారుడు పొలానికి వస్తాడు, పట్టు పురుగులు పండించబడ్డాయి, ఆరు పశువులు దెబ్బతిన్నాయి, వ్యక్తి కనుగొనబడ్డాడు , దావా సమర్థించబడుతోంది, పోయిన ఆస్తి వ్యాధిని తెస్తుంది, అంటే, అన్షాన్ సమాధిని మరమ్మత్తు చేయాలి.", "古人": "లూషన్ తిరుగుబాటు", "第X籤": "యాభై ఆరవ లాటరీ", "宮": "అగ్లీ ప్యాలెస్"}