{"籤詩版本二": "ఉదయం మరియు సాయంత్రం, బుద్ధుని మద్దతు ప్రమాద సమయంలో ఉండాలి కానీ ప్రమాదంలో కాదు\nమీరు ఒక గొప్ప వ్యక్తి ద్వారా ఆకర్షితులైతే, డబ్బు మరియు పట్టు కూడా మీకు తోడుగా ఉంటుంది. ఇది చువాన్ లై. ఇది అన్ని మీరు ఆధారపడి ఉంటుంది.", "詩意": "ఈ హెక్సాగ్రామ్ దేవతలు మరియు బుద్ధుల రహస్య ఆశీర్వాదాన్ని సూచిస్తుంది.\nఓపికగా ఉండండి మరియు ప్రతిదానిలో అదృష్టం కలిగి ఉండండి.", "解曰": "పాతకాలపు శాంతికి సంకేతం. ప్రతిదీ ఖరీదైనది అయినప్పుడు, అది శుభప్రదం అవుతుంది.", "籤詩故事一": "◇టాంగ్ మాంక్ జ్ఞానోదయం పొందాడు\nఒకరోజు తాంగ్ సెంగ్ నది వద్దకు వచ్చి, దానికి ఎదురుగా ఉన్న బుద్ధుని లింగ్షాన్ పర్వతాన్ని చూశాడు.. దానికి ఎదురుగా ఒకే ప్లాంక్ వంతెన ఉంది.. దాన్ని దాటడానికి తాంగ్ సెంగ్ సాహసించలేదు. బుద్ధుడు పడవ మనిషిగా రూపాంతరం చెందాడు మరియు అట్టడుగు విరిగిన పడవను పట్టుకున్నాడు.టాంగ్ మాంక్ పడవ ఎక్కగానే నదిలో పడిపోయాడు మరియు పడవ నడిపేవాడు రక్షించబడ్డాడు.ఇలా టాంగ్ మాంక్ బుద్ధత్వాన్ని పొందాడు. (పశ్చిమ యాత్ర కథ)\n◇టాంగ్ మాంక్ యొక్క బౌద్ధ గ్రంథాలు\nటాంగ్ రాజవంశానికి చెందిన సంజాంగ్, అతని సాధారణ ఇంటిపేరు చెన్ మరియు అతని పేరు యి. గౌషి కౌంటీ, లుయోజౌలో జన్మించారు (ఇప్పుడు యాన్షి నగరానికి దక్షిణంగా, హెనాన్ ప్రావిన్స్). అతను పదమూడేళ్ల వయసులో సన్యాసి అయ్యాడు మరియు జువాన్జాంగ్ అనే బౌద్ధ నామాన్ని తీసుకున్నాడు.\nఅసలైన బౌద్ధ గ్రంధాలను పొందడం కోసం, అతను జెన్‌గువాన్ యొక్క మూడవ సంవత్సరంలో (క్రీ.శ. 629) చాంగాన్ (నేటి జియాన్, షాంగ్సీ ప్రావిన్స్) నుండి బయలుదేరాడు, సరిహద్దు మీదుగా సాహసించి, లెక్కలేనన్ని కష్టాలను ఎదుర్కొని టియాంజు ( భారతదేశం) గ్రంథాలను సేకరించడానికి. అతను గంగా మరియు సింధు నదీ పరీవాహక ప్రాంతాలు మరియు భారతదేశంలోని ఆగ్నేయ తీర ప్రాంతాలలో ప్రయాణించాడు, తరువాత మంచుతో కప్పబడిన పర్వతాలు మరియు పచ్చని గట్లను దాటాడు, 50,000 మైళ్ళకు పైగా ట్రెక్కింగ్ చేసాడు. చివరికి చాంగాన్‌కి తిరిగి రావడానికి అతనికి 16 సంవత్సరాలు పట్టింది. జెంగువాన్ యొక్క 19వ సంవత్సరం (AD 645). అతను పెద్ద సంఖ్యలో బౌద్ధ గ్రంథాలను తిరిగి తీసుకువచ్చాడు మరియు వాటిని చైనీస్లోకి అనువదించాడు.\n(టాంగ్ సంజాంగ్ చైనా మరియు భారతదేశం మధ్య అటూ ఇటూ సుదీర్ఘ ప్రయాణం సాగించాడు. ఆ ప్రయాణంలో అతను ప్రమాదాలను చవిచూసి ఉంటాడు, కానీ అతని వెనుక ఒక అదృశ్య పోషకుడు ఉన్నందున అతను సురక్షితంగా తిరిగి రాగలిగాడు.)", "聖意": "గృహము క్షేమము, తానే శుభము, పాశ్చాత్య వ్యాపారము సఫలము, వివాహము సఫలము, పాదచారులు పొలము నిరోధము, పట్టుపురుగులు అడ్డము, పట్టుపురుగులు ఏడు బిందువులు, పశుసంపద లాభదాయకము, అన్వేషణ ప్రజల కొరకు, పాశ్చాత్య ప్రజా వ్యాజ్యం చెడ్డది, వలసలు సంప్రదాయవాదం, పోయిన ఆస్తి కనిపిస్తుంది, వ్యాధి శుభం, పర్వతాలు మరియు సమాధులు శుభప్రదం.", "古人": "టాంగ్ మాంక్ జ్ఞానోదయం పొందాడు", "第X籤": "లాటరీ అరవై రెండు గెలుచుకోవడం", "宮": "యిన్ ప్యాలెస్"}