{"籤詩版本二": "రహదారి ప్రమాదకరంగా ఉంది, గుర్రాలు మరియు మనుషులు హడావిడిగా ఉన్నారు మరియు సైనికులు తప్పిపోయినప్పుడు చాలా కష్టాల్లో ఉన్నారు.\nసముద్రతీరం ఎత్తుగా ఉంది, గాలి మరియు అలలు విరుచుకుపడుతున్నాయి, పడవ విరిగింది, సూర్యుడు అస్తమిస్తున్నాడు, పువ్వులు చనిపోతున్నాయి, ఆకాశం పడిపోతుంది మరియు మంచు పడిపోతుంది. గెలుపొందింది: ఎలుగుబంటి.棹: ఒడ్డు.", "詩意": "ఈ హెక్సాగ్రామ్ సముద్రతీరాన్ని బద్దలు కొట్టే పడవలా ఉంటుంది.\nఅన్ని ప్రమాదాల పట్ల జాగ్రత్త వహించండి.", "解曰": "పాత పాఠశాల మరియు పాత పాఠశాల. నిశ్శబ్ద మరియు నిందారహిత. సలహా తీసుకోవాల్సిన అవసరం లేదు. స్వేచ్ఛగా ప్రయాణించండి.", "籤詩故事一": "◇చు యిన్ లింగ్ రాజు దారి తప్పిపోయాడు\n202 BC ప్రారంభంలో, మూడు వైపుల నుండి మొత్తం 400,000 మంది హాన్ దళాలు గైక్సియాలో జియాంగ్ యు యొక్క సైన్యాన్ని చుట్టుముట్టాయి, అది ఆహారం కొరతగా ఉంది.వారు సైనికులను చు మాండలికంలో పాడమని అడిగారు, జియాంగ్ యు సైన్యం తమ స్వస్థలం నియంత్రించబడిందని తప్పుగా భావించింది. హాన్ సైన్యం ద్వారా. \"అన్ని వైపులా ముట్టడి\" అనే ఈ మానసిక వ్యూహం జియాంగ్ యు సైన్యం మనోధైర్యాన్ని కోల్పోయేలా చేసింది.\nకాబట్టి జియాంగ్ యు 800 కంటే ఎక్కువ ఎలైట్ అశ్వికదళానికి నాయకత్వం వహించాడు మరియు విడిపోవాలని నిర్ణయించుకున్నాడు, అయితే హాన్ సైన్యం గ్వాన్ యింగ్ మరియు 5,000 అశ్వికదళాన్ని అనుసరించింది. హువాయ్ నదిని దాటిన తర్వాత, జియాంగ్ యు యొక్క అశ్వికదళంలో కేవలం వంద మంది మాత్రమే మిగిలారు.\nజియాంగ్ యు యిన్లింగ్‌లో తప్పిపోయి, రోడ్డు పక్కన ఉన్న రైతును నదికి వెళ్లే రహదారి కోసం అడిగాడు. అనుకోకుండా, అతను వృద్ధుడు సూచించిన దిశను అనుసరించి, కదలడం కష్టతరం చేస్తూ చిత్తడి నేలలో పడ్డాడు. అతన్ని దాదాపు లియు అధిగమించాడు. బ్యాంగ్ సైన్యం.జియాంగ్ యు ఎట్టకేలకు వుజియాంగ్ చేరుకుని పరిస్థితి సద్దుమణిగిందని తెలిసి జియాంగ్‌డాంగ్ పెద్దలను చూసి సిగ్గు లేకుండా ఆత్మహత్య చేసుకుని చనిపోయాడు.", "聖意": "ఇల్లు ఒకరి స్వంత విపత్తు గురించి ఆందోళన చెందుతుంది, సంపదను కోరుకోవడం, నాశనమైన వ్యాపారం, విఫలమైన వివాహం, దీర్ఘకాలికమైనది కాదు, ప్రమాదకరమైనది, పాదచారులు పొలాలను అడ్డుకోవడం, పట్టుపురుగు నష్టం, పశువుల నష్టం, తప్పిపోయిన వ్యక్తులు, ప్రజా వ్యాజ్యాలు, నష్టం, వలసలు, తరలింపు, కోల్పోయిన ఆస్తి అనారోగ్యం, పర్వత సమాధికి పంపడం అననుకూలమైనది.", "古人": "చు రాజు యిన్ లింగ్ దారి కోల్పోయాడు", "第X籤": "అరవై ఆరవ లాట్", "宮": "మాగోంగ్"}