{"籤詩版本二": "శీతాకాలం వచ్చినప్పుడు, పర్వతంపై ప్లం వికసించిన కొమ్మ దాని ఆకులు పడిపోయినా మరియు దాని కొమ్మలు ఎండిపోయినా ఎప్పటికీ నాశనం కాదు.\nకానీ వసంతకాలం వచ్చినప్పుడు, నేను ఇప్పటికీ నన్ను వేశ్యగా తిరిగి మరియు అసలు పనిని నాశనం చేస్తాను.", "詩意": "ఈ హెక్సాగ్రామ్‌లో, ప్లం మొగ్గ ప్రముఖ స్థానాన్ని ఆక్రమించింది.\nఆలస్యం చేస్తే అంతా బాగుంటుంది.", "解曰": "ఒక బాణం ఖాళీగా ఉంది. ఖాళీగా ఉన్నప్పుడు, అది ఖాళీగా ఉండదు. వసంతకాలం వస్తుందని ఎదురుచూస్తోంది. అందులో రంగు ఉంటుంది.", "籤詩故事一": "◇రెండుసార్లు స్కోర్ చేసారు\nటాంగ్ రాజవంశానికి చెందిన డెజోంగ్ చక్రవర్తి హయాంలో, నమ్మకమైన మంత్రి మెయి బోగావ్ మరియు అతని కుటుంబాన్ని దేశద్రోహి ప్రధాన మంత్రి లు క్వి, వారందరినీ చంపాలనుకున్నాడు. అతని కుమారుడు మెయి లియాంగ్యు మాత్రమే తప్పించుకోగలిగాడు. తరువాత, అతను తన మార్పును మార్చుకున్నాడు. అతని గుర్తింపును దాచడానికి వాంగ్ జిటాంగ్‌కు పేరు పెట్టండి. అతను ఒంటరిగా వీధుల్లో నివసించాడు, ఆకలితో మరియు చల్లగా ఉన్నాడు, కానీ అదృష్టవశాత్తూ అతన్ని చెన్ రిషెంగ్ (చెన్ డోంగ్చు) తీసుకున్నాడు. చెన్ రిషెంగ్‌కు అతని జీవిత అనుభవం తెలియదు, కాబట్టి అతను వీధిలో ఆకలితో చనిపోకుండా చెన్ యొక్క ప్లం తోట సంరక్షణలో సహాయం చేయమని కోరాడు.\nచెన్ రిషెంగ్ మెయి బోగావ్ యొక్క సహవిద్యార్థి మరియు స్నేహితుడు. అతను లు క్వి చేత హింసించబడినప్పుడు, అతను మెయి బోగావో చేత రక్షించబడ్డాడు. ఫలితంగా మెయి బోగావో మరియు లు క్వి శత్రుత్వం చెందారు. చివరికి వారి కుటుంబం మొత్తం ఉరితీయబడ్డారు. చెన్ ఈ కారణంగా రిషెంగ్‌కు బాధగానూ, కోపంగానూ అనిపించింది.పెళ్లయ్యాక రాజీనామా చేసి తన కుటుంబాన్ని యాంగ్‌జౌకు తరలించి ఏకాంతంగా జీవించాడు.\nచెన్ రిషెంగ్‌కు చెన్ జింగ్యువాన్ అనే కుమార్తె ఉంది, ఆమె అందంగా మరియు సువాసనతో ఉంటుంది.మెయి లియాంగ్యు చెన్ కుటుంబానికి వచ్చిన తర్వాత, వారు మొదటి చూపులోనే ప్రేమలో పడ్డారు. ప్లం పువ్వులు పూర్తిగా వికసించిన రోజున, అది కూడా మెయి బోగావో మరణ వార్షికోత్సవం, చెన్ రిషెంగ్ మరియు అతని కుటుంబం మరణించిన వారి స్నేహితుడు మరియు శ్రేయోభిలాషి జ్ఞాపకార్థం వారి ఇంటిలోని ప్లం గార్డెన్‌లో ఒక బలిపీఠాన్ని తెరిచారు. ఊహించని విధంగా, వాతావరణం అకస్మాత్తుగా మారిపోయింది. , మరియు ఒక భారీ మంచు తుఫాను వీచింది, అన్ని ప్లం వికసిస్తుంది. తాను క్షేమంగా తప్పించుకోగలిగానని, అయితే మెయి కుటుంబానికి చెందిన వారసులను కూడా రక్షించలేకపోయానని చెన్ రిషెంగ్ విలపించాడు.ఇది దేవుడిచ్చిన హెచ్చరికగా భావించి, ప్లం వికసిస్తే తప్ప మళ్లీ వికసిస్తానని శపథం చేశాడు. మెయి కుటుంబం ఇప్పటికీ సజీవంగా ఉంది, అతను ఎప్పుడూ ఏమీ మాట్లాడడు, అతను బౌద్ధమతంలోకి తప్పించుకుని సన్యాసి అయ్యాడు.\nఅతని కుమార్తె జింగ్యువాన్ అది విని, వెంటనే ధూపం వేసి, రేగు పువ్వులు మళ్లీ వికసించేలా చేయమని హృదయపూర్వకంగా దేవుడిని ప్రార్థించింది. వారి చిత్తశుద్ధి స్వర్గాన్ని కదిలించింది మరియు ప్లం గార్డెన్‌లోని ప్లం చెట్లన్నీ మళ్లీ వికసించాయి; తర్వాత చెన్ రిషెంగ్‌కి జిటాంగ్ లియాంగ్యు అని తెలుసు, కాబట్టి అతను తన కుమార్తె జింగ్‌యువాన్‌ను అతనికి నిశ్చితార్థం చేశాడు.", "聖意": "ఇల్లు మరియు ఇల్లు తనకు మంచిది కాదు, తన అదృష్టం కోసం, సంపదను వెతకడం, వ్యవహారాలలో వివేకం, వివాహ సమయం వరకు వేచి ఉండటం, ఆలస్యం, వివాహం, ఆలస్యం, శ్రేయస్సు వసంతం, ఆలస్యంగా, ఆలస్యంగా, ఆలస్యంగా, బిజీగా, బిజీగా, సంపన్నంగా, బిజీగా ఉండటానికి, కనుగొనడానికి.", "古人": "రెండుసార్లు స్కోర్ చేశాడు", "第X籤": "అరవై తొమ్మిది లాట్‌ను గెలుచుకుంది", "宮": "తత్సుమి"}