{"籤詩版本二": "చావో చావో పువ్వులు సేకరించే తేనెటీగ లాంటిది, నైరుతి మరియు తూర్పు నుండి ఎగురుతుంది\nవసంతం గడిచిపోయింది, పూలు పోయాయి, వెతకడానికి చోటు లేదు ఈ హృదయం తన ఆచూకీ మారదు.", "詩意": "ఈ హెక్సాగ్రామ్ తేనెటీగ పువ్వులు తీయడం లాంటిది.\nఅంతా శ్రమతో కూడుకున్నదే.", "解曰": "వసంత దృశ్యాలు లేవు. చాలా సేపు వర్షం కురుస్తుంది కానీ ఎప్పటికీ తగ్గదు. సహాయం కోసం అడుగు. మౌనంగా ఉండడం మంచిది.\n.", "籤詩故事一": "◇లి మి టాంగ్ రాజవంశానికి వ్యతిరేకంగా తిరుగుబాటు చేశాడు\nలి మి\n(582-619), చైనాలోని సుయి రాజవంశం చివరిలో రైతుల తిరుగుబాటులో వాగాంగ్ సైన్యం యొక్క దివంగత నాయకుడు. కాలిగ్రఫీలో మాస్టర్. ఫా అనే పదం యొక్క మాస్టర్ చాంగాన్, జింగ్‌జావో స్థానికుడు మరియు అతని పూర్వీకుల ఇల్లు జియాంగ్‌పింగ్, లియాడాంగ్ (ఇప్పుడు లియాయోంగ్‌కు దక్షిణంగా, లియానింగ్). జింగ్‌జావోలోని చాంగాన్‌కు చెందిన వ్యక్తి, అతని పూర్వీకుల ఇల్లు జియాంగ్‌పింగ్, లియాడోంగ్ (ఇప్పుడు లియాయోంగ్‌కు దక్షిణంగా, లియానింగ్).\nడేయే (613) తొమ్మిదవ సంవత్సరంలో, అతను లియాంగ్‌లో (ప్రస్తుతం హెనాన్ ప్రావిన్స్‌లోని జుంక్సియన్ కౌంటీకి ఈశాన్యం) సుయి రాజవంశంపై యాంగ్ జువాంగాన్ తిరుగుబాటులో పాల్గొన్నాడు. డేయే (613) తొమ్మిదవ సంవత్సరంలో, అతను లియాంగ్‌లో (ప్రస్తుతం హెనాన్ ప్రావిన్స్‌లోని జుంక్సియన్ కౌంటీకి ఈశాన్యం) సుయి రాజవంశంపై యాంగ్ జువాంగాన్ తిరుగుబాటులో పాల్గొన్నాడు. రహస్య భావం ఓడిపోయింది,\nలి మి పారిపోయాడు. జువాన్గన్ ఓడిపోయాడు మరియు లి మి పారిపోయాడు.\nదయే యొక్క పన్నెండవ సంవత్సరంలో, అతను వాగాంగ్ సైన్యంలో చేరాడు\n. దయే పాలన యొక్క పన్నెండవ సంవత్సరంలో, అతను వాగాంగ్ సైన్యంలో చేరాడు. లి మి వ్యూహంలో మంచివాడు.డాయే యొక్క పన్నెండవ సంవత్సరం అక్టోబర్‌లో, ఝాంగ్ జుటువోను రక్షించడానికి, సుయి సైన్యాన్ని ఓడించి, ఝాంగ్ జుటువోను చంపడానికి, సైన్యంతో పాటు ఉన్న శక్తివంతమైన జనరల్ జింగ్‌యాంగ్ టోంగ్‌పై దాడి చేయడానికి లి మి జాయ్‌ని ఒప్పించాడు. లి మి వ్యూహంలో మంచివాడు.డాయే యొక్క పన్నెండవ సంవత్సరం అక్టోబర్‌లో, ఝాంగ్ జుటువోను రక్షించడానికి, సుయి సైన్యాన్ని ఓడించి, ఝాంగ్ జుటువోను చంపడానికి, సైన్యంతో పాటు ఉన్న శక్తివంతమైన జనరల్ జింగ్‌యాంగ్ టోంగ్‌పై దాడి చేయడానికి లి మి జాయ్‌ని ఒప్పించాడు.\nతరువాత, అతను Xingluo (తరువాత పేరు మార్చబడింది Luokou) గిడ్డంగిపై దాడి చేయాలని, ఉపశమనం కోసం గిడ్డంగిని తెరిచి, జట్టును విస్తరించాలని ప్రతిపాదించాడు.వాగాంగ్ ఆర్మీ బృందం వేగంగా అభివృద్ధి చెందింది.దాయే యొక్క 13వ సంవత్సరంలో, Li Mi వాగాంగ్ ఆర్మీకి నాయకత్వం వహించాడు మరియు జాయ్ రంగ్ సుయి రాజవంశం యొక్క పతనం మరియు పంపిణీతో వ్యవహరించారు.సైనిక వనరులు మరియు ఇతర సమస్యలపై యుద్ధం జరిగింది మరియు లి మి జాయ్ రాంగ్ మరియు అతని వందలాది మంది అనుచరులను చంపాడు. తరువాత, అతను Xingluo (తరువాత పేరు మార్చబడింది Luokou) గిడ్డంగిపై దాడి చేయాలని, ఉపశమనం కోసం గిడ్డంగిని తెరిచి, జట్టును విస్తరించాలని ప్రతిపాదించాడు.వాగాంగ్ ఆర్మీ బృందం వేగంగా అభివృద్ధి చెందింది.దాయే యొక్క 13వ సంవత్సరంలో, Li Mi వాగాంగ్ ఆర్మీకి నాయకత్వం వహించాడు మరియు జాయ్ రంగ్ సుయి రాజవంశం యొక్క పతనం మరియు పంపిణీతో వ్యవహరించారు.సైనిక వనరులు మరియు ఇతర సమస్యలపై యుద్ధం జరిగింది మరియు లి మి జాయ్ రాంగ్ మరియు అతని వందలాది మంది అనుచరులను చంపాడు.\nడేయే యొక్క 14వ సంవత్సరం మార్చిలో, యు వెన్‌హువాజీ సుయ్ రాజవంశానికి చెందిన యాంగ్ చక్రవర్తిని చంపాడు.\n, 100,000 కంటే ఎక్కువ మంది ప్రజలు పశ్చిమానికి తిరిగి రావడానికి దారితీసింది. డేయే యొక్క పద్నాలుగో సంవత్సరం మార్చిలో, యు వెన్‌హువాజీ (యు వెన్, సమ్మేళనం ఇంటిపేరు) సుయి రాజవంశానికి చెందిన యాంగ్ చక్రవర్తిని చంపి, 100,000 కంటే ఎక్కువ మందితో పశ్చిమానికి తిరిగి వచ్చాడు. హువాజీపై దాడి చేయమని లి మిని ఆదేశించాడు.హువాజీ ఓడిపోయినప్పటికీ, లి మి కూడా దళాలలో భారీ నష్టాలను చవిచూశాడు.ఆ తర్వాత వాంగ్ షిచోంగ్ అతనిని వెంబడించాడు.లీ మి సైన్యం ఓడిపోయింది మరియు అతని శిబిరం ధ్వంసమైంది.అతని జనరల్స్ క్విన్ షుబావో, చెంగ్ జిజీ (వాస్తవానికి పేరు చెంగ్ యాయోజిన్), నియు జిందా మరియు ఇతరులు పట్టుబడ్డారు. , షాన్ జియోంగ్సిన్ లొంగిపోయాడు. హువాజీపై దాడి చేయమని లి మిని ఆదేశించాడు.హువాజీ ఓడిపోయినప్పటికీ, లి మి కూడా అతని దళాలలో భారీ నష్టాలను చవిచూశాడు. తరువాత, వాంగ్ షిచోంగ్ అతనిని వెంబడించాడు.లి మి యొక్క సైన్యం ఓడిపోయింది మరియు అతని బేస్ క్యాంప్ నాశనం చేయబడింది.అతని జనరల్స్ క్విన్ షుబావో, చెంగ్ జిజియే (వాస్తవానికి చెంగ్ యావోజిన్ అని పేరు పెట్టారు), నియు జిండా మరియు ఇతరులు పట్టుబడ్డారు మరియు షాన్ జియోంగ్సిన్ లొంగిపోయారు. లి మి నిరాశగా ఉన్నాడు, కాబట్టి అతను సెప్టెంబరులో హేయాంగ్‌కు నదిని దాటి టాంగ్ రాజవంశానికి లొంగిపోయాడు. లి మి నిరాశకు గురయ్యాడు, కాబట్టి అతను సెప్టెంబరులో హేయాంగ్‌కు నదిని దాటి టాంగ్ రాజవంశానికి లొంగిపోయాడు.\nనవంబరులో, లి యువాన్ పాత దళాలను నియమించుకోవడానికి లి మిని షాన్‌డాంగ్‌కు పంపాడు. నవంబర్,\nలి యువాన్ పాత దళాలను నియమించుకోవడానికి షాన్‌డాంగ్‌లో వేచి ఉండటానికి లి మిని పంపాడు. అతను అనుమానించబడ్డాడని భావించి, అతను టాంగ్‌పై తిరుగుబాటు చేశాడు. అతను అనుమానించబడ్డాడని భావించి, అతను టాంగ్‌పై తిరుగుబాటు చేశాడు. టాంగ్ జనరల్ షెంగ్ యాన్షి లి మిని దాడికి ఆహ్వానించాడు మరియు జింగ్‌గాంగ్ జియాన్‌లో అతన్ని చంపాడు. టాంగ్ జనరల్ షెంగ్ యాన్షి లి మిని దాడికి ఆహ్వానించాడు మరియు జింగ్‌గాంగ్ జియాన్‌లో అతన్ని చంపాడు.", "聖意": "ఇల్లు, ఇల్లు, నాలుక, నేనే, విలన్, సంపదను వెతకడం, వ్యాపారం వృధా చేయడం, వివాహాలు శాశ్వతం కాదు, లియుజియా, ఖాళీ పువ్వులు, పాదచారులు, యావోషియన్, పట్టు పురుగు నష్టం, ఆరు పశువుల నష్టం, తప్పిపోయిన వ్యక్తులు, వ్యాజ్యాలు, నష్టం, వలసలు, సంప్రదాయవాదం, కోల్పోయిన ఆస్తి అనారోగ్యం, అడ్డంకులు, పర్వత సమాధి సంస్కరణ", "古人": "లి మి టాంగ్ రాజవంశానికి వ్యతిరేకంగా తిరుగుబాటు చేశాడు", "第X籤": "డెబ్బైవ డ్రా", "宮": "తత్సుమి"}