{"籤詩版本二": "కాంగ్లాంగ్ నైన్టీన్త్ గార్డ్స్ యొక్క జ్ఞానం: ఒక మహిళ రెండవ భర్తను వివాహం చేసుకుంది\nఒక విల్లు మరియు రెండు బాణాలతో, డైనోసార్‌లు వెంటనే ప్రశాంతంగా జీవిస్తాయి", "詩意": "ఈ హెక్సాగ్రామ్ రెండు బాణాలు పట్టుకున్న విల్లు లాంటిది.\nఅంతా కలసి సాగితే శుభమే.", "解曰": "చాలా బరువు లేదు. విధి. జెన్ లియుజోంగ్ తెరుచుకుంటుంది. జాగ్రత్తగా ఉండటం మంచిది.", "籤詩故事一": "◇వెన్జున్ జియాంగ్రూను సందర్శించాడు\nజువో వెన్‌జున్ సిచువాన్ ప్రావిన్స్‌లోని లిన్‌కియోంగ్‌లో సంపన్న వ్యాపారవేత్త అయిన జువో వాంగ్ మనవడి కుమార్తె.ఆమె సంగీతంలో ప్రావీణ్యం కలిగి ఉంది మరియు సాహిత్యపరంగా పేరు సంపాదించింది. ఆమెకు పదహారేళ్ల వయసులో పెళ్లయింది.కొన్ని సంవత్సరాల తర్వాత ఆమె భర్త చనిపోవడంతో వితంతువుగా జీవించేందుకు ఆమె పుట్టింటికి తిరిగి వచ్చింది.\nఒక రోజు, సిమా జియాంగ్రూ జువో వాంగ్సన్ ఇంటికి విందు కోసం వెళ్ళాడు. జువో వెన్జున్ కొత్తగా వితంతువు అని తెలుసుకున్నప్పుడు, అతను తన ప్రేమను వ్యక్తపరచడానికి \"ఫీనిక్స్ సీకింగ్ ది ఫీనిక్స్\" పాటను ప్లే చేశాడు. Zhuo Wenjun ఇప్పటికే సిమా జియాంగ్రూ గురించి విన్నారు, మరియు ఈ విందు అతన్ని సిమా జియాంగ్రూ పట్ల మరింత ఆకర్షితులను చేసింది. మరోవైపు, సిమా జియాంగ్రూ యొక్క విందు తర్వాత, అతను వెంటనే జువో వెన్జున్ యొక్క వ్యక్తిగత పనిమనిషికి లంచం ఇవ్వడానికి చాలా డబ్బు ఖర్చు చేశాడు మరియు జువో వెన్జున్ పట్ల సిమా జియాంగ్రూ ప్రేమను తెలియజేయమని ఆమెను కోరాడు. Zhuo Wenjun పని మనిషి ద్వారా Sima Xiangru ప్రేమ గురించి తెలుసుకున్న తర్వాత, అతను వెంటనే Sima Xiangru నివసించే సత్రానికి పరుగెత్తాడు. Zhuo Wenjun రాకను చూసిన, Sima Xiangru వెంటనే ఆమెతో పాటు చెంగ్డులోని తన స్వగ్రామానికి రాత్రిపూట పారిపోయింది.\nవారు చెంగ్డూలో ఉన్నప్పుడు, దంపతులు నిరాశ్రయులయ్యారు మరియు జీవనోపాధి కోసం ఒక చిన్న హోటల్‌ని తెరవడానికి లింక్‌యాంగ్‌కు తిరిగి రావాల్సి వచ్చింది. జువో వెన్‌జున్ వైన్ విక్రయించారు మరియు సిమా జియాంగ్రూ గిన్నెలు కడుగుతారు. వారు పేద జీవితాన్ని గడిపారు. Zhuo Wenjun తండ్రి, Zhuo Wangsun, దాని గురించి తెలుసుకున్న తర్వాత, అతను అంగీకరించాడు మరియు అతని స్నేహితుల సలహా మేరకు వారికి నిధులు సమకూర్చాడు, తద్వారా Sima Xiangru మరియు Zhuo Wenjun నివసించడానికి చెంగ్డుకు తిరిగి వచ్చారు మరియు తరువాత ధనవంతులు అయ్యారు.", "聖意": "ఇల్లు మరియు ఆస్తిని కోల్పోవడం, ఒకరి స్వంత హక్కులు మరియు తప్పులు, సంపదను కోరుకోవడం, కార్మిక లావాదేవీలు, వివాహ పునరేకీకరణకు వ్యతిరేకంగా రక్షణ", "古人": "వెన్జున్ జియాంగ్రూను సందర్శించాడు", "第X籤": "డెబ్బై ఒక్క విజేత లోట్టో", "宮": "తత్సుమి"}