{"籤詩版本二": "తేనెటీగల పెంపకందారులు తమను కుట్టకుండా తేనె కోసం వేడుకోవాలి\nమీ ఎదురుగా ఒక వింత రహదారి ఉండాలి.. రహస్యం ముళ్ల అడవిలా ఉంది.", "詩意": "ఈ హెక్సాగ్రామ్ తేనెటీగలు తేనెను సేకరించడాన్ని సూచిస్తుంది.\nఅంతా శ్రమతో కూడుకున్నదే.\n\n(ఈ హెక్సాగ్రామ్ తీపి మరియు చేదు యొక్క చిహ్నాన్ని కోరుకుంటుంది.\nప్రతిదానిలో విపత్తులను నిరోధించండి.\n)", "解曰": "పనులు జాగ్రత్తగా చేయాలి. బలవంతం చేయాల్సిన అవసరం లేదు. తేనెటీగలు తేనెను సేకరిస్తాయి. కారణం ఏమిటి?", "籤詩故事一": "◇వాంగ్ మాంగ్ ప్రతిభను కోరుకుంటాడు\nపాశ్చాత్య హాన్ రాజవంశంలోని వాంగ్ మాంగ్ కుటుంబం సంపన్న కుటుంబం అని చెప్పవచ్చు. అతని తండ్రి ముందుగానే మరణించినప్పటికీ, అతని మేనమామలు మరియు మేనమామలు చాలా మంది హాన్ రాజవంశానికి చక్రవర్తులు అయ్యారు.వారు జనరల్‌లు, ప్రధానులు, మరియు మార్క్యూస్‌లుగా మారారు మరియు బహుమతులు పొందారు.వాంగ్ కుటుంబం చాలా ప్రముఖమైనది.\nకానీ వాంగ్ మాంగ్ యొక్క స్వంత చిన్న కుటుంబం చాలా పేదది; అతని తండ్రి చిన్న వయస్సులోనే మరణించాడు మరియు అతను తన తల్లితో మాత్రమే నివసించాడు, బంధువుల నుండి దాతృత్వంపై ఆధారపడి ఉన్నాడు. కానీ దీని కారణంగా, వాంగ్ మాంగ్ చిన్నప్పటి నుండి వ్యక్తులతో వ్యవహరించడంలో నైపుణ్యాల సమితిని అభివృద్ధి చేశాడు మరియు సాధన చేశాడు. అతను ఎంత విచారంగా మరియు కోపంగా ఉన్నా, అతను ఎల్లప్పుడూ బంధువులు, పెద్దలు లేదా బయటి వ్యక్తుల ముందు చాలా సంతోషంగా మరియు ప్రశాంతంగా కనిపిస్తాడు, కాబట్టి అతను వంశంలో ప్రతి ఒక్కరికీ చాలా ప్రశంసలు అందుకున్నాడు.\nఒకసారి, అతని పెద్ద బాబాయి తీవ్ర అనారోగ్యంతో ఉన్నాడు, విషయం తెలుసుకున్న తరువాత, అతను వచ్చి రోగి మంచం దగ్గర వేచి ఉన్నాడు, మందులు మరియు నీరు తెచ్చి, రాత్రి జాగరణ చేస్తూ, అతను వరుసగా చాలా నెలలు, బట్టలు విప్పి, చింపి, మరియు వికృతంగా ఉన్నాడు. . అతను రోగి కంటే \"ఓపికగా\" ఉన్నాడు. జీవసంబంధమైన కొడుకు కంటే ఎక్కువ \"కొడుకు\".\nదీనికి, తైవాన్ ప్రజలందరూ అతనిని మెచ్చుకున్నారు మరియు అతనికి బహుమతి ఇవ్వాలని కోరుతూ లేఖలు రాశారు.\nకాబట్టి హాన్ రాజవంశానికి చెందిన చెంగ్ చక్రవర్తి అతనికి కొత్త రాజధాని మార్క్విస్ అనే బిరుదును ఇచ్చాడు మరియు అతన్ని రాజభవనంలో కాపలాదారుగా నియమించాడు, చక్రవర్తి యొక్క సన్నిహిత మంత్రి అయ్యాడు.\nతన ఉన్నత స్థితి మరియు గొప్ప శక్తితో, వాంగ్ మాంగ్ ఎప్పుడూ అహంకారం మరియు అలసత్వం ప్రదర్శించలేదు, బదులుగా, అతను మరింత మర్యాదగా మరియు మర్యాదగా ఉన్నాడు. అతను ఒక వైపు మంత్రులతో, సేనాధిపతులతో, మంత్రులతో, ప్రసిద్ధ పండితులతో మరియు పండితులతో స్నేహం చేశాడు.\nకానీ అతను చాలా పొదుపుగా జీవించాడు, తరచుగా మాంసం వంటకాలు తింటూ, పొడవాటి వస్త్రాలు మరియు పొడవాటి చేతుల దుస్తులు ధరించే ప్రసక్తే లేదు, పొట్టి బట్టలు మాత్రమే ధరించాడు. కాబట్టి ప్రభుత్వంలోని ప్రతి ఒక్కరూ, ప్రజానీకం ఏకగ్రీవంగా ఆయనను సద్గురువు అనే పదంతో కొనియాడారు.\nతరువాత, అతని మామ, గ్రాండ్ సిమా వాంగ్గెన్ అనారోగ్యంతో మరణించాడు మరియు అతని స్థానంలో అతను ఎంపికయ్యాడు. చక్రవర్తి మరియు మంత్రులందరూ అతను చాలా సరిఅయిన వ్యక్తి అని భావించారు. అందువల్ల, కేవలం ముప్పై ఎనిమిది సంవత్సరాల వయస్సులో ఉన్న వాంగ్ మాంగ్, దేశంలో అత్యధిక సైనిక శక్తితో గ్రాండ్ సిమా అయ్యాడు.\n(ఈ కథ ఒక రూపకం. మంచి వ్యక్తిగా ఉండటం వల్ల \"తేనెటీగలు కుట్టడం వల్ల కలిగే ఇబ్బంది\" నుండి బయటపడవచ్చు మరియు మీరు కోరుకున్న విధంగా మీ ఆశయాలను సాధించవచ్చు.)", "聖意": "ఇల్లు తనకు బాగాలేదు, కుటుంబం కష్టాల్లో ఉంది, వ్యాపారం అడ్డుకుంటుంది, పెళ్లికి అడ్డుపడింది, ఆరు కవచాలు అబద్ధం, పాదచారులు ఆలస్యం, పట్టుపురుగు తక్కువ, పశువులు తక్కువ, కష్టం ప్రజలను కనుగొనండి, వ్యాజ్యం చెడ్డది, వలసలు కదలడం లేదు, కోల్పోయిన ఆస్తి చెడ్డది, వ్యాధి ఏర్పాటు చేయబడింది, పర్వత సమాధి పోయింది", "古人": "వాంగ్ మాంగ్ ప్రతిభను కోరుకుంటాడు", "第X籤": "లాటరీ డెబ్బై రెండు గెలుచుకోవడం", "宮": "తత్సుమి"}