{"籤詩版本二": "వసంతకాలం వచ్చినప్పుడు, ఉరుములు వణుకుతున్నాయి మరియు కీటకాలు కిచకిచగా ఉంటాయి మరియు నేను బురద నుండి దూరంగా ఉంటాను\nనేను ఇంకా వస్తున్నాను మరియు వెళ్తున్నాను అని నేను మొదట తెలుసుకున్నప్పుడు, నేను మారిన తర్వాత, నేను డ్రాగన్‌గా మారాను.", "詩意": "ఈ హెక్సాగ్రామ్ ఉరుము మరియు కీటకాలు వంటిది.\nఒక గొప్ప వ్యక్తిని కలవడం ప్రతిదానిలో మంచి సంకేతం.", "解曰": "పిడుగులు పడ్డాయి. లోపల మరియు వెలుపల రెండు డిపాజిట్లు. ఒక్కసారి మార్చండి. టియాన్మెన్ వరకు.", "籤詩故事一": "◇చెంకియావో తిరుగుబాటు\n959 ADలో, జౌ షిజోంగ్ చాయ్ రోంగ్ మరణించాడు మరియు సింహాసనాన్ని అధిష్టించిన చక్రవర్తి గాంగ్, చై జోంగ్‌క్సన్ వయస్సు కేవలం ఏడు సంవత్సరాలు. ఆ సమయంలో, ప్యాలెస్ ముందు ఇన్స్పెక్టర్‌గా మరియు జర్మన్ సైన్యానికి సాంగ్‌జౌ యొక్క రాయబారిగా పనిచేసిన జావో కువాంగ్యిన్ నిజమైన అధికారాన్ని కలిగి ఉన్నాడు.\nక్రీ.శ. 960 వసంతకాలంలో, జెన్‌జౌ (నేటి జెంగ్‌డింగ్, హెబీ ప్రావిన్స్) మరియు డింగ్‌జౌ (నేటి డింగ్‌క్సియన్ కౌంటీ, హెబీ ప్రావిన్స్) ఉత్తర హాన్ రాజవంశం మరియు లియావో రాష్ట్రం సంయుక్తంగా తరువాత జౌ రాజవంశంపై దాడి చేయడానికి దక్షిణానికి వెళ్తున్నట్లు నివేదించాయి. గొప్ప ఊపు, మరియు సహాయం కోసం దళాలను పంపమని అభ్యర్థించారు. తరువాత, జౌ రాజవంశం శత్రువుపై పోరాడటానికి తన దళాలను ఉత్తరాన నడిపించమని జావో కుయాంగ్యిన్‌ని ఆదేశించింది. జావో కుయాంగ్యిన్ తన సోదరుడు జావో గ్వాంగ్యి, జావో పు, షి షౌక్సిన్ మరియు ఇతరుల ప్రణాళిక ప్రకారం రహస్యంగా వ్యవహరించాడు.\nఫిబ్రవరి 3న, సైన్యం చెన్కియోయికి (ప్రస్తుతం చెన్కియావో టౌన్, ఫెంగ్క్యూ, హెనాన్‌కు ఆగ్నేయంగా) చేరుకున్నప్పుడు, వారు తిరుగుబాటును ప్రారంభించారు మరియు అతనికి పసుపు వస్త్రాలు ధరించమని సైనికులను ఆదేశించారు. వారు తరువాతి జౌ రాజవంశానికి వ్యతిరేకంగా తిరుగుబాటు చేసి, చక్రవర్తిగా జావో కువాంగిన్‌కు మద్దతు ఇచ్చారు . ఆ తర్వాత, జావో తన సైన్యాన్ని తగలబెట్టడం, చంపడం లేదా దోపిడీ చేయకుండా తిరిగి కైఫెంగ్‌కు నడిపించాడు. \"తైజు చెన్ కియావో రాజధాని ప్రజలకు ఇబ్బంది కలిగించవద్దని ప్రమాణం చేశాడు మరియు అతను నగరంలోకి ప్రవేశించిన రోజున నగరానికి భంగం కలిగించనని వాగ్దానం చేశాడు.\"\nచాంద్రమాన మాసం యొక్క మూడవ సంవత్సరం మూడవ రోజున, జావో కుయాంగ్యిన్ చెన్కియావోలో తిరుగుబాటు చేసి రాజధానికి తిరిగి వచ్చాడు. ఫ్యాన్ ఝీ వాంగ్ పు మరియు వెయ్ రెన్పులను జావో కుయాంగ్యిన్‌ని ప్రశ్నించడానికి నడిపించాడు. లువో యాన్హువాన్ డేరా ముందు తన కత్తిని తీసి బిగ్గరగా అరిచాడు. : \"త్రివిధ సైన్యాలకు మాస్టర్లు లేరు. జనరల్స్ అతన్ని చక్రవర్తిగా నియమించాలని నిర్ణయించుకున్నారు. ఎవరైనా మాట్లాడితే చంపబడతారు!\". వాంగ్ పు ముఖం భూమిలా పాలిపోయింది.అతను తన మెట్లను తగ్గించి నమస్కరించాడు.ఫ్యాన్ ఝీ కూడా నమస్కరించాడు.కుయాంగ్ యిన్ వ్యక్తిగతంగా అతనిని పైకి లేపడానికి మరియు అతనిని చాలా మర్యాదగా చూసుకున్నాడు.\nమితమైన ప్రతిఘటన తరువాత, తరువాతి జౌ రాజవంశం యొక్క చక్రవర్తి గాంగ్ సింహాసనాన్ని స్వాధీనం చేసుకున్నాడు మరియు జావో సింహాసనాన్ని స్వీకరించాడు. \"తైజు జెన్‌ను అంగీకరించబోతున్నాడు, కానీ జెన్ వచనం లేదు. హాన్లిన్ పండితుడైన టావో గు ఈ ఆదేశాన్ని అంగీకరించాడు. మరియు అతని ప్రక్కన వచ్చి: \"అయిపోయింది.''\nజావో సింహాసనాన్ని అధిష్టించిన తర్వాత, అతను దేశం పేరును సాంగ్‌గా, యువాన్‌ను జియాన్‌లాంగ్‌గా మార్చాడు మరియు కైఫెంగ్‌ను రాజధానిగా మార్చాడు.షి షౌక్సిన్, గావో హుయేడే, జాంగ్ లింగ్‌డువో, వాంగ్ షెన్‌కీ, జాంగ్ గ్వాంగ్‌హాన్ మరియు జావో యాన్‌హుయ్‌లకు జీదుషి బిరుదు లభించింది. , ఇది చరిత్రలో \"చెంకియావో తిరుగుబాటు\"గా పిలువబడింది.\nవికీపీడియా\n(ఈ కథ జావో కుయాంగ్యిన్ యొక్క ప్రదర్శన యొక్క ప్రారంభం అని సూచిస్తుంది.)", "聖意": "మీ ఇల్లు, రోజువారీ జీవితం, సంపద, అదృష్టం, వ్యాపారంలో అదృష్టం, గొప్ప వివాహం, లియుజియాలో విజయం, మగ పాదచారులు, పొలాల్లో పట్టుపురుగుల ప్రారంభ పుట్టుక, ఆరు జంతువుల ప్రారంభ పుట్టుక, వసంతకాలంలో అదృష్టం, ప్రజల కోసం వెతుకుతున్నట్లు ప్రార్థించండి , వ్యాజ్యాలలో విజయం, వలసలలో అదృష్టం, పోయిన ఆస్తి, వ్యాధులలో ప్రమాదాలు, పర్వతాలు మరియు సమాధులలో ప్రమాదాలు.", "古人": "చెన్కియావో తిరుగుబాటు", "第X籤": "డెబ్బై మూడు సంతకాలు చేశారు", "宮": "మి ప్యాలెస్"}