{"籤詩版本二": "ఎత్తైన పర్వతం మీదుగా పులిని ఈడ్చుకెళ్లినట్లే, ఒకరితో ఒకరు పోట్లాడుకోవడం, పోటీపడడం పిరికితనం, చల్లదనం.\nఅకస్మాత్తుగా మీకు తెలియకుండా ఏదైనా మంచి పని చేస్తే, మిమ్మల్ని మీరు సురక్షితంగా ఉంచుకోవాలి.పులిని లాగడం అనే పదానికి పులిని కౌగిలించుకోవడం అని అర్థం.", "詩意": "ఈ హెక్సాగ్రామ్ పర్వతం మీదుగా పులిని పట్టుకోవడం (లాగడం) లాంటిది.\nప్రతిదీ ప్రమాదకరమైనది మరియు భయానకంగా ఉంది.", "解曰": "ప్రమాదం ప్రమాదకరం. ముందుకు అడ్డంకులు ఉన్నాయి. మీరు సలహా అడిగితే. ఇది నిజంగా కష్టమైన పని.", "籤詩故事一": "◇వు యువాన్ రాత్రి జావోగువాన్ నుండి బయలుదేరాడు (వు జిక్సు జావోగువాన్‌ను దాటాడు)\nవు జిక్సు వసంత మరియు శరదృతువు కాలంలో చుకు చెందిన వ్యక్తి. ఆ సమయంలో చు రాజు పింగ్ అతనిని వేటాడాలనుకున్నాడు. చు రాజు పింగ్ వు జిక్సును అరెస్టు చేసినందుకు బహుమతిని అందించాడు మరియు అతని చిత్రపటాన్ని చిత్రీకరించాడు మరియు చు రాష్ట్రం అంతటా నగర గేట్లపై ఉంచాడు మరియు దర్యాప్తును వేగవంతం చేయాలని అధికారులను ఆదేశించాడు. వు జిక్సు వు మరియు చు మధ్య సరిహద్దు అయిన జావోగువాన్‌కు పారిపోయినప్పుడు, జావోగువాన్‌లోని అధికారులు చాలా నిశితంగా తనిఖీ చేశారు. అతను చాలా ఆందోళన చెందాడు, అతను వరుసగా చాలా రాత్రులు నిద్రపోలేడు మరియు అతని జుట్టు కూడా ఆందోళనతో బూడిద రంగులోకి మారింది. అదృష్టవశాత్తూ, నేను డాంగ్ గావో గాంగ్ అనే వ్యక్తిని కలిశాను, అతను అతని దుస్థితికి సానుభూతి చెందాడు మరియు దాచడానికి ఇంటికి తీసుకెళ్లాడు. డ్యూక్ డాంగ్ గావ్‌కి వు జిక్సూ లాగా కనిపించే స్నేహితుడు ఉన్నాడు, కాబట్టి డ్యూక్ డాంగ్ గావో అతన్ని వు జిక్సూగా నటిస్తూ పరీక్షలో ఉత్తీర్ణులవ్వమని అడిగాడు. ద్వారపాలకులు నకిలీ వు జిక్సును పట్టుకున్నారు, కాని అతని జుట్టు అంతా తెల్లగా ఉన్నందున నిజమైన వు జిక్సును ద్వారపాలకులు గుర్తించలేకపోయారు. తరువాత, అతను వు రాష్ట్రానికి సురక్షితంగా తప్పించుకున్నాడు.\n(వూ జిక్సు స్థానంలో ఒకేలా కనిపించే స్నేహితుడిని, మరియు స్వయంగా నెరిసిన జుట్టు కలిగి ఉండటం ఈ కథలోని \"మ్యాజిక్ హ్యాండ్\")", "聖意": "మిమ్మల్ని మీరు రక్షించుకోవడానికి మీ ఇల్లు మరియు మీ ఇంటి కోసం ప్రార్థించండి, సంపద కోసం జాగ్రత్త వహించండి, లావాదేవీలలో జాగ్రత్తగా ఉండండి, లావాదేవీలలో స్తబ్దత, వివాహ కష్టాలు", "古人": "వు యువాన్ రాత్రి జావోగువాన్ నుండి బయలుదేరాడు (వు జిక్సు జావోగువాన్‌ను దాటాడు)", "第X籤": "డెబ్బై ఐదవ సంకేతం", "宮": "మి ప్యాలెస్"}