{"籤詩版本二": "స్వప్నంలో చాలా ఐశ్వర్యం ఉంటుందని, కానీ కీర్తి మాత్రం ఏమీ రాదని చెప్పారు.\nనీరు చాలా దూరంలో ఉంది, పర్వతాలు దూరంగా ఉన్నాయి, కానీ నమ్మకంగా ఉండటం కష్టం, గొప్ప వ్యక్తి మార్గదర్శకత్వం మరియు చిరునవ్వుతో ఉంటాడు.", "詩意": "ఈ హెక్సాగ్రామ్ కలలో నిధిని పొందే చిహ్నాన్ని సూచిస్తుంది.\nప్రతిదీ ఎక్కువ లేదా తక్కువ వాస్తవమైనది.", "解曰": "కలలా కలలు కంటోంది. కీర్తిపై ఆశ లేదు. మంచి సమయాల కోసం వేచి ఉండండి. గొప్ప సూచనలు.", "籤詩故事一": "◇ జావోకు పచ్చని తిరిగి ఇవ్వండి (పూర్తి చేసిన తర్వాత జావోకు జావోకు తిరిగి ఇవ్వండి)\n283 BCలో, కింగ్ జావో హుయివెన్ చు నుండి హిస్ బిని పొందాడు.కింగ్ క్విన్ జావోక్సియాంగ్ వార్త విన్న తర్వాత, అతను కింగ్ జావోకు ఒక లేఖ పంపాడు, అతను పదిహేను నగరాలను హీ'స్ బికి మార్చడానికి సుముఖత వ్యక్తం చేశాడు.\nలిన్ జియాంగ్రూ కింగ్ జావోతో క్విన్ బలంగా ఉన్నాడని మరియు జావో బలహీనంగా ఉన్నాడని మరియు అతనిని భర్తీ చేయాల్సి ఉందని విశ్లేషించారు.\nకింగ్ జావో తర్వాత లిన్ జియాంగ్రూను హిస్ బితో క్విన్‌కి పంపాడు.\nక్విన్ రాజు జాంగ్తాయ్ వద్ద లిన్ జియాంగ్రూను కలిశాడు మరియు లిన్ జియాంగ్రూ క్విన్ రాజుకు పచ్చని బహూకరించాడు. క్విన్ రాజు ఆనందానికి లోనయ్యాడు మరియు అందానికి హిస్ బిని అందించాడు మరియు ఆమె చుట్టూ ఉన్న ప్రతి ఒక్కరూ దానిని చూశారు.ఈ సమయంలో, ఎడమ మరియు కుడి వైపున ఉన్న ప్రతి ఒక్కరూ లాంగ్ లైవ్ అని అరిచారు.\nక్విన్ రాజుకు నగరాన్ని జావోకు ఇచ్చే ఉద్దేశం లేదని లిన్ జియాంగ్రూ చూశాడు, కాబట్టి అతను క్విన్ రాజుతో తన జాడే లోపభూయిష్టంగా ఉందని చెప్పాడు మరియు దానిని పొందడానికి క్విన్ రాజుకు సూచించాలని కోరుకున్నాడు. జాడే తిరిగి.\nలిన్ జియాంగ్రూ హేషి యొక్క Biని తిరిగి తీసుకున్న తర్వాత, అతను పెద్ద స్తంభం పక్కన నిలబడి, అతను హేషి యొక్క Biతో చనిపోవాలనుకుంటున్నట్లు చూపించాడు.\nఈ సమయంలో, లిన్ జియాంగ్రూ క్విన్ రాజుతో ఇలా అన్నాడు: \"జావో రాజు ఇప్పటికీ మంత్రుల అభ్యంతరాలను అధిగమించాడు మరియు మంత్రి ప్రతిపాదనను అంగీకరించాడు. అతను సాధారణ ప్రజలతో మాట్లాడేటప్పుడు ఒకరినొకరు మోసం చేసుకోకపోయినా, చెప్పనవసరం లేదు. క్విన్ ఒక పెద్ద దేశం!కిన్ మరియు జావో మధ్య స్నేహాన్ని కాపాడటానికి, ఐదు రోజుల ఉపవాసం తరువాత, నేను నా మంత్రులను క్విన్‌కి జాడేతో పంపాను. నగరం, కానీ అతను కుటుంబం యొక్క పచ్చని ఒక అందమైన స్త్రీకి కూడా పంపాడు, ఇది నిజంగా నా మంత్రులను అపహాస్యం చేసింది.\"\nమాట్లాడటం ముగించిన తర్వాత, లిన్ జియాంగ్రూ వెంటనే ఒక స్తంభాన్ని కొట్టే సంజ్ఞ చేసాడు.కిన్ రాజు హిస్ బై పాడవుతుందని భయపడి, జావోకు పదిహేను నగరాలు ఇచ్చినట్లు నటించాడు. లిన్ జియాంగ్రూ కింగ్ క్విన్ యొక్క మోసపూరిత ప్రణాళికను చూశాడు, కాబట్టి అతను కింగ్ క్విన్‌ను ఐదు రోజుల పాటు ఉపవాసం ఉండమని కోరాడు, సమయం ఆలస్యం చేయడానికి హి ఈజ్ బిని ప్రదర్శించాడు. ఈ కొద్ది రోజుల్లో, లిన్ జియాంగ్రూ తన పరిచారకులను జావో రాష్ట్రానికి జావోతో తిరిగి రమ్మని పంపాడు, అయితే అతను క్విన్ రాజుతో వ్యవహరించడానికి ఉన్నాడు.\n(ఈ కథ ఒక సాధారణ వ్యక్తి తన స్థితిని చూసి ఆకర్షితుడైనట్లు ఉంటుంది.)", "聖意": "ఇంట్లో ఆశీర్వాదం కోసం ప్రార్థించడం, సంపదను అడ్డుకోవడం, లావాదేవీలు సాధించడం కష్టతరం చేయడం, లియుజియాక్సు పాదచారులతో వివాహం సామరస్యం కాదు, చిటియన్ పట్టు పురుగులు అంగీకరించబడవు, ఆరు జంతువులు దెబ్బతిన్నాయి, తప్పిపోయిన వ్యక్తులు తప్పిపోయారు, ప్రజా వ్యాజ్యాలు మరియు వలసలు ఆశించబడ్డాయి, పోతాయి ఆస్తి చాలా దూరంలో ఉంది, వ్యాధులు ఏర్పాటు చేయబడ్డాయి, పర్వత సమాధులకు పంపబడతాయి మరియు మార్చబడతాయి.", "古人": "జావోకి జాడేని తిరిగి ఇవ్వండి (జావోకి జాడేని పూర్తి చేయండి)", "第X籤": "డెబ్బై ఏడవ విజేత లాటరీ", "宮": "నూన్ ప్యాలెస్"}