{"籤詩版本二": "శూన్యమైన ముడి, నేను మిమ్మల్ని సురక్షితంగా ఉంచాలనుకుంటున్నాను. మీరు మీ శరీరాన్ని సురక్షితంగా ఉంచుకుంటే, మీరు దానిని ఎప్పటికీ తిరిగి ఇవ్వరని నేను కోరుకుంటున్నాను.\nదేవుని అనుగ్రహం తిరిగి వచ్చిందని మరచిపోవద్దు.దేవుని మాటలను ఎగతాళి చేయవద్దు.", "詩意": "ఈ హెక్సాగ్రామ్ నిజమని నమ్మవద్దు.\nఇది ప్రతి విషయంలోనూ సంప్రదాయబద్ధంగా ఉండేందుకు సంకేతం.", "解曰": "ప్రజలకు వారి స్వంత అభిప్రాయాలు ఉన్నాయి. మనస్సు బిజీగా ఉండవలసిన అవసరం లేదు. గ్వాన్యిన్ సూచనలు. అగౌరవంగా ఉండకండి.", "籤詩故事一": "◇రహస్యంగా కాంస్య జెండాకు మద్దతునిస్తోంది\nటాంగ్ రాజవంశం యొక్క ప్రసిద్ధ వ్యవస్థాపక జనరల్, క్విన్ కియోంగ్ (క్విన్ షుబావో)కి సుయి రాజవంశం యొక్క గ్రాండ్ మార్షల్ బిరుదు లభించింది, అతను తన దళాలను శిషుయ్ పాస్ (లేదా సిషుయ్ పాస్ లేదా డాంగ్లింగ్ పాస్, ఇతిహాసాలు మారుతూ ఉంటాయి) దాడికి నడిపించాడు. యాంగ్ యిచెంగ్), సిషుయ్ పాస్ యొక్క గార్డు జనరల్, సుయి రాజవంశానికి చెందిన యాంగ్ చక్రవర్తి కాంస్య జెండా శ్రేణిని ఏర్పాటు చేయమని ఆదేశించాడు, అయితే క్విన్ షుబావో చాలా కాలం పాటు దానిపై దాడి చేయలేకపోయాడు. ఏర్పాటుకు నాయకుడు లువో చెంగ్ తన బంధువు అని తెలుసుకున్న తర్వాత, అతను తన అత్తను సంప్రదించాడు.\nలువో చెంగ్ వెళ్ళే ముందు, జెండాను పడగొట్టడానికి వచ్చిన వ్యక్తి తన బంధువు క్విన్ కియోంగ్ అని తన తల్లికి చెప్పాడు మరియు అతని తల్లి అతనికి రహస్యంగా సహాయం చేయమని ఆదేశించింది. నిర్ణయాత్మక యుద్ధం రోజున, కాంస్య జెండాకు కాపలాగా ఉన్న లువో చెంగ్, అకస్మాత్తుగా వైపులా మారాడు మరియు క్విన్ కియోంగ్‌తో జతకట్టాడు. వారు చివరకు కాంస్య జెండా నిర్మాణాన్ని ఓడించారు. లువో చెంగ్ డోంగ్లింగ్ పాస్‌ను ఆక్రమించి విజయంతో తిరిగి వచ్చాడు. లువో చెంగ్ కూడా లొంగిపోయాడు. టాంగ్ రాజవంశం.\n(ఈ కథ ఒక రూపకం, కొన్నిసార్లు మీరు పనులు చేసేటప్పుడు భావోద్వేగం లేదా విశ్వాసం మీద ఆధారపడకుండా కారణంపై ఆధారపడాలి.)", "聖意": "ఇల్లు ఇప్పటికీ వాగ్దానం చేయడానికి, సంపద కోసం, ఒకరి వాటాను ఉంచుకోవడానికి, వివాహం గురించి జాగ్రత్తగా ఉండండి, ఒక అమ్మాయికి జన్మనిస్తుంది, పాదచారులు పొలంలో ఉండడం, పట్టుపురుగులు, ఏడు పాయింట్లు మరియు ఆరు పశువుల నష్టం, వ్యక్తుల కోసం వెతకడం, ప్రజా వ్యాజ్యాలు మరియు వలసలు , కోల్పోయిన ఆస్తి, పాశ్చాత్య వ్యాధులు, పర్వతాలకు పరిష్కారం, పశ్చిమాన సమాధులు", "古人": "రహస్యంగా కాంస్య పతాకాన్ని తగ్గించడంలో సహాయం చేస్తుంది", "第X籤": "డెబ్బై తొమ్మిది లాట్‌ను గెలుచుకుంది", "宮": "నూన్ ప్యాలెస్"}