{"籤詩版本二": "తాంబూల చెట్ల ఆకులు రాలిపోయాయి, శరదృతువు సమీపిస్తోంది, ప్రయాణికుల తిరుగు ప్రయాణం మేఘాల్లా కనిపిస్తోంది.\nదేవుని గొప్ప ప్రయత్నాలకు ధన్యవాదాలు, ఓడ గాలిలో నిధితో తిరిగి వచ్చింది.", "詩意": "ఈ హెక్సాగ్రామ్ పడిపోయిన సైకమోర్ ఆకుల చిత్రాన్ని సూచిస్తుంది.\nప్రతిదీ ముందుగానే చెడ్డది మరియు చివరికి మంచిది.", "解曰": "హృదయం నుండి విషయాలను తీసుకోండి. Tianxin దానిని అనుసరిస్తుంది. జీవనం చేయడానికి. మీరు చేయగలిగినదంతా చేయండి.", "籤詩故事一": "◇తెంగ్వాంగ్ పెవిలియన్‌కి గాలి వీస్తుంది\nవాంగ్ బో, మర్యాదపూర్వక పేరు జియాన్, ప్రారంభ టాంగ్ రాజవంశానికి చెందిన కవి, అతను టాంగ్ రాజవంశం యొక్క చక్రవర్తి గాజోంగ్ యోంగ్‌హుయ్ యొక్క మొదటి సంవత్సరంలో జన్మించాడు. వాంగ్ బో చిన్నప్పటి నుండి గ్రంధాలను చదివేవాడు మరియు అతను \"చైల్డ్ ప్రాడిజీ\" అని పిలువబడ్డాడు. వాంగ్ బో చిన్నప్పటి నుండి గ్రంధాలను చదివేవాడు మరియు అతను \"చైల్డ్ ప్రాడిజీ\" అని పిలువబడ్డాడు.\nఅతనికి పదేళ్ళ వయసులో, అతను మరియు అతని తండ్రి ఒక గువాండి గుడి గుండా వెళుతుండగా, వారు గుడిలో ఉన్న గుండి యొక్క గంభీరమైన విగ్రహాన్ని చూశారు, \"వసంత మరియు శరదృతువు\" కాపీని పట్టుకుని దానిని చదువుతున్నారు. అతని తండ్రి దానిని చూడగానే, అతను అతను గ్వాన్ చక్రవర్తికి ఇలా జపించాడు: \"ఆకుపచ్చ గడ్డం యొక్క మూడు తాళాలు పట్టుకుని, ఆకుపచ్చ లాంతరుకు క్వింగ్ రాజవంశ చరిత్రను చదవడం మరియు ప్రసిద్ధ పేర్లకు నివాళులు అర్పించడం. నా చేతిలో ఆకుపచ్చ డ్రాగన్ మరియు చంద్రుడిని పట్టుకోవడం.\" ఇది చెప్పబడింది. ఈ సంవత్సరం శరదృతువులో, వాంగ్ బో తన తండ్రిని సందర్శించడానికి షాంగ్సీ నుండి హైనాన్ ద్వీపానికి వెళ్ళాడు, అతను జియావోజీ కౌంటీ మేజిస్ట్రేట్ స్థాయికి తగ్గించబడ్డాడు. అతను ఇరవై ఏడు సంవత్సరాల వయస్సులో ఉన్న సంవత్సరం శరదృతువులో, వాంగ్ బో తన తండ్రిని సందర్శించడానికి షాంగ్సీ నుండి హైనాన్ ద్వీపానికి వెళ్ళాడు, అతను జియావోజి కౌంటీ మేజిస్ట్రేట్ పదవికి దిగజారాడు. అతను దారిలో వేలాది పర్వతాలు మరియు నదుల గుండా వెళ్ళాడు.\nఆ రోజు మేం మడాంగ్ పర్వతం వద్దకు రాగానే అందరూ విశ్రాంతి తీసుకోవడానికి ఒడ్డుకు వెళ్లారు.వాంగ్ బో ఒంటరిగా ఒక పురాతన దేవాలయం మీదుగా నడుచుకుంటూ వెళుతుండగా, గుడి పక్కనే ఉన్న రాతిపై కూర్చున్న వృద్ధుడిని అకస్మాత్తుగా చూశాడు.ఆ ముసలావిడ సొగసైన జుట్టుతో ఉన్న పిల్లవాడిలా కనిపించింది. మరియు ఒక అద్భుత ప్రదర్శన. అతను వాంగ్ బోతో \"నువ్వు వాంగ్ బో కాదా?\" అన్నాడు వాంగ్ బో ఆశ్చర్యపోయాడు మరియు \"సరిగ్గా! అది మీకు ఎలా తెలుసు?\" ఆ వృద్ధుడు ఇలా అన్నాడు, \"నీకు మంచి ఉందని నేను చాలా కాలంగా విన్నాను. ప్రజలను రక్షించే ఉద్దేశ్యం, మరియు మీ కవితలు చాలా అర్థవంతంగా ఉన్నాయి. రేపు టెంగ్వాంగ్ పెవిలియన్‌లో గ్రాండ్ పార్టీ ఉంటుంది. మీరు విందుకి హాజరై ఒక వ్యాసం రాయగలిగితే, మీరు యుగాలలో ప్రసిద్ధి చెంది, ప్రయాణ ఖర్చులు పొందుతారు.\" వారు వచ్చినప్పుడు మడాంగ్ పర్వతం వద్ద, అందరూ విశ్రాంతి తీసుకోవడానికి ఒడ్డుకు వెళ్లారు.వాంగ్ బో ఒంటరిగా ఒక పురాతన దేవాలయం నుండి నడుచుకుంటూ వెళుతున్నప్పుడు, అతను అకస్మాత్తుగా గుడి పక్కన ఉన్న రాయిపై చూశాడు, అక్కడ ఒక వృద్ధుడు కూర్చుని ఉన్నాడు, అతను అందంగా జుట్టుతో మరియు అద్భుతంగా ఉన్నాడు. ప్రదర్శన. అతను వాంగ్ బోతో, \"నువ్వు వాంగ్ బో కాదా?\"\nవాంగ్ బో అవాక్కయి, \"సరిగ్గా! అది నీకెలా తెలుసు?\"\nవృద్ధుడు ఇలా అన్నాడు: \"మీకు ప్రజలను రక్షించాలనే దయగల ఉద్దేశం ఉందని నేను చాలా కాలంగా విన్నాను మరియు మీరు కంపోజ్ చేసిన పద్యాలు చాలా అర్థవంతంగా ఉన్నాయి. రేపు ప్రిన్స్ టెంగ్స్ పెవిలియన్‌లో గ్రాండ్ పార్టీ ఉంటుంది. మీరు విందుకి హాజరై, కంపోజ్ చేయగలిగితే, మీరు యుగయుగాలలో ప్రసిద్ధులుగా ఉంటారు మరియు మీరు ప్రయాణ ఖర్చులను పొందుతారు.\"\nవాంగ్ బో ఇలా అన్నాడు: \"ఈ ప్రదేశం టెంగ్వాంగ్ పెవిలియన్ నుండి ఆరు లేదా ఏడు వందల మైళ్ళ దూరంలో ఉంది. రేపు మనం ఇక్కడకు ఎలా చేరుకోవచ్చు?\" వృద్ధుడు ఇలా అన్నాడు: \"నేను మీకు సాఫీగా సాగిపోవడానికి ఒక గుర్రాన్ని దైవిక గాలిగా ఉపయోగిస్తాను. నేను రేపు తప్పకుండా వస్తాను.\" వాంగ్ బో నాకు కృతజ్ఞతలు తెలుపుతూ ఇలా అన్నాడు: \"నన్ను క్షమించు, మా అత్తగారు. , మీరు అమరుడు లేదా దేవుడా?\" వృద్ధుడు నవ్వుతూ ఇలా అన్నాడు, \"నేను ఝోంగ్యువాన్ షుయిజున్ బాధ్యత వహిస్తున్నాను. ఈ నీటి ప్రాంతం!\" వాంగ్ బో అన్నాడు, \"ఈ ప్రదేశం టెంగ్వాంగ్ పెవిలియన్ నుండి ఆరు లేదా ఏడు వందల మైళ్ళ దూరంలో ఉంది. రేపు మనం ఇక్కడికి ఎలా చేరుకోవచ్చు?\"\nవృద్ధుడు ఇలా అన్నాడు: \"నేను గుర్రాన్ని ఒక దివ్యమైన గాలిగా ఉపయోగిస్తాను, మీకు సాఫీగా సాగిపోవడానికి సహాయం చేస్తాను. నేను ఖచ్చితంగా రేపు వస్తాను.\"\nవాంగ్ బో అతనికి కృతజ్ఞతలు తెలుపుతూ, \"నన్ను క్షమించు, మామగారూ, మీరు అమరత్వం లేదా దేవుడా?\"\nవృద్ధుడు నవ్వుతూ ఇలా అన్నాడు: \"నేను ఈ నీటి ప్రాంతానికి బాధ్యత వహిస్తున్న ఝోంగ్యువాన్ షుయిజున్!\" అప్పుడు వృద్ధుడు వాంగ్ బోను త్వరగా పడవ ఎక్కమని కోరాడు. అతను కాసేపటికి తన చుట్టూ ఉన్న శుభ మేఘాలను మరియు గాలిని చూశాడు. మరియు దారి పొడవునా నీరు సాఫీగా ఉంది, అతను రెప్పపాటులో వందల మైళ్ళు ప్రయాణించాడు.\nఅప్పుడు వృద్ధుడు వాంగ్ బోను త్వరగా పడవ ఎక్కమని కోరాడు.కాసేపటికి తన చుట్టూ ఉన్న శుభ మేఘాలు చూశాడు, అది ఒక సాఫీగా సాగిపోయింది.రెప్పపాటులో వందల మైళ్లు ప్రయాణించాడు. ఊహించినట్లుగానే, గ్రాండ్ ఈవెంట్ ఉదయం ప్రిన్స్ టెంగ్స్ పెవిలియన్‌కు చేరుకున్నాడు వాంగ్ బో.\nఊహించినట్లుగానే, గ్రాండ్ ఈవెంట్ ఉదయం ప్రిన్స్ టెంగ్స్ పెవిలియన్‌కు చేరుకున్నాడు వాంగ్ బో. మరియు అక్కడికక్కడే, అతను \"ప్రిన్స్ టెంగ్స్ పెవిలియన్‌కు ముందుమాట\" రాశాడు, దీనిని టాంగ్ రాజవంశం యొక్క చక్రవర్తి గాజోంగ్ శాశ్వతమైన కళాఖండంగా పిలిచాడు. మరియు అక్కడికక్కడే, అతను \"ప్రిన్స్ టెంగ్స్ పెవిలియన్‌కు ముందుమాట\" రాశాడు, దీనిని టాంగ్ రాజవంశం యొక్క చక్రవర్తి గాజోంగ్ శాశ్వతమైన కళాఖండంగా పిలిచాడు.\nఅని ఒక పద్యం ఉంది:\nప్రతిభావంతులైన వ్యక్తులు దేవుళ్లని ఎప్పటినుంచో చెబుతారు, కాబట్టి గాలి నాన్‌చాంగ్‌ను నాన్‌చాంగ్‌కు తీసుకురావడం ప్రమాదం కాదు;\nనేను టెంగ్ వాంగ్ యొక్క ఎత్తైన పెవిలియన్ గురించి ఒక వాక్యాన్ని వ్రాసాను, ఆపై అతను అమరులతో జోంగ్యువాన్‌కు వెళ్లాడు.", "聖意": "మీ ఇంటి కోసం ప్రార్థించండి మరియు మిమ్మల్ని మీరు రక్షించుకోండి, దీవెనల కోసం ప్రార్థించండి, సంపదను కోరుకోండి మరియు వివాహం మరియు సామరస్యాన్ని సాధించండి.", "古人": "టెంగ్వాంగ్ పెవిలియన్‌కి గాలి వీస్తుంది", "第X籤": "ఎనభై ఒకటిపై సంతకం చేయండి", "宮": "వీ గాంగ్"}