{"籤詩版本二": "ఉదాహరణకు, చంద్ర మాసంలో మూడవ, నాల్గవ లేదా ఐదవ రోజు లేకుంటే, అది సగం లేదు, సగం ఉంది మరియు అసంపూర్ణంగా ఉంటుంది.\nసంవత్సరంలో పదిహేనవ రోజు అర్ధరాత్రి అల్పాహారం కోసం వేచి ఉంది, ప్రతిదీ ప్రకాశవంతంగా మరియు నిండి ఉంది", "詩意": "ఈ హెక్సాగ్రామ్‌లో చంద్రుడు తప్పిపోయాడు కానీ నిండలేదు.\nప్రతి విషయంలోనూ ఓపికగా ఉండండి.", "解曰": "సాంప్రదాయికంగా ఉండండి మరియు వేచి ఉండండి. నెల మొదటి నెల లాగా. రౌండ్ సమయం కోసం వేచి ఉంది. చెడు ఏమీ లేదు.", "籤詩故事一": "◇లి యువాన్ సింహాసనాన్ని అధిష్టించాడు\nసుయి రాజవంశం యొక్క చివరి సంవత్సరాల్లో, సుయి రాజవంశానికి చెందిన యాంగ్ చక్రవర్తి అవినీతిపరుడు మరియు కరిగిపోయాడు, ప్రతిచోటా సరదాగా గడిపాడు, ప్రజలలో ఆగ్రహాన్ని కలిగించాడు మరియు హీరోల మధ్య సామ్రాజ్యాన్ని విభజించాడు.\nక్రీ.శ. 618లో, యు వెన్‌హువాజీ, సిమా దేకన్, పీ క్వాంటాంగ్ మరియు ఇతరులు సుయి రాజవంశానికి చెందిన యాంగ్ చక్రవర్తిని చంపడానికి తిరుగుబాటును ప్రారంభించారు మరియు యాంగ్ హావోను చక్రవర్తిగా ప్రకటించారు.\nత్వరలో యు వెన్‌హువాజీ క్విన్ వాంఘావోను చంపి, జు చక్రవర్తిగా ప్రకటించుకున్నాడు, జు దేశాన్ని స్థాపించాడు.\nమరుసటి సంవత్సరం, అతన్ని టాంగ్ జనరల్ లి షెంటాంగ్ మరియు జియా రాజు డౌ జియాండే సంయుక్తంగా నాశనం చేశారు.\nసెంట్రల్ ప్లెయిన్స్ ప్రాంతం యాంగ్ చక్రవర్తి మరణం గురించి తెలుసుకున్న తర్వాత, లుయోయాంగ్ గార్డు వాంగ్ షిచాంగ్ యుయే రాజు డాంగ్‌కు చక్రవర్తిగా మద్దతు ఇచ్చాడు, అంటే సుయి రాజవంశానికి చెందిన ఐ చక్రవర్తి.\nఈ సమయంలో, లి యువాన్ యాంగ్ యును పదవీచ్యుతుడయ్యాడు, తైయువాన్‌లో తనను తాను చక్రవర్తిగా ప్రకటించుకున్నాడు మరియు దేశం పేరును టాంగ్‌గా మార్చాడు. ఇది టాంగ్ గాజు.", "聖意": "కుటుంబం మరియు ఇల్లు వేసవి మరియు శరదృతువులో తమను తాము కోరుకుంటున్నాము, సంపదను కోరుకుంటారు, ఒప్పందాలు కొనసాగించండి, సమయం కోసం వేచి ఉండండి, వివాహం ఆలస్యమైంది, లియుజియా ఒక అమ్మాయికి జన్మనిస్తుంది, పాదచారులు నిరోధించబడ్డారు, పట్టు పురుగులు స్థిరంగా ఉంటాయి, పశువులు స్థిరంగా ఉంటాయి, అది వ్యక్తులను కనుగొనడం కష్టం, పబ్లిక్ వ్యాజ్యాలు మరియు వలసలు సాంప్రదాయికమైనవి, కోల్పోయిన ఆస్తి కష్టం, అనారోగ్యం ఏర్పాటు చేయడం కష్టం, పర్వత సమాధికి పంపడం మరియు దానిని మార్చడం.", "古人": "లి యువాన్ సింహాసనాన్ని అధిష్టించాడు", "第X籤": "ఎనభై మూడు విజేత లాటరీలు", "宮": "వీ గాంగ్"}