{"籤詩版本二": "నీ పరువు వల్ల నీ పుణ్యం పోతే ఏం చెయ్యాలి?అదృష్టం మారి అశుభం జరుగుతుందేమోనని భయం.\nతాగి, ఎక్కడికి వెళ్లాలో తెలియడం లేదు.పచ్చని పైన్ చెట్ల నీడలో నాకు మబ్బుగా కల వస్తోంది.", "詩意": "ఈ హెక్సాగ్రామ్ నీటిని విడిచిపెట్టిన చల్లని చేపలను సూచిస్తుంది.\nఏదీ కదలదు.\n\n(ఈ హెక్సాగ్రామ్ చెడు ధర్మం మరియు దురదృష్టానికి చిహ్నం.\nప్రతిదానిలో మీ పాదాలను నేలపై ఉంచండి.\n)", "解曰": "చల్లని చేప నీటిని వదిలివేస్తుంది. లేపనం లో ఒక ఫ్లై. మీరు క్యాంపు ప్రణాళికల గురించి అడిగితే. మో క్వికి ఇది మంచిది\nఈ సంకేతం లియుజియాకు దురదృష్టాన్ని తెస్తుంది. అంతా తప్పు అవుతుంది. భద్రత కోసం ప్రార్థించండి.", "籤詩故事一": "◇జువాంగ్జీ తన భార్యను పరీక్షించాడు\nజువాంగ్జీ జౌ రాజవంశంలో జన్మించాడు.అతని ఇంటిపేరు జువాంగ్, అతని ఇంటిపేరు జౌ, మరియు అతని ఇంటి పేరు జిక్సియు. అతను సాంగ్ రాజవంశంలో మెంగీకి చెందినవాడు. జౌ రాజవంశంలో, అతను కియువాన్ అధికారి.\nఒకరోజు, జువాంగ్జీ పర్వతం మీద ఒక స్త్రీని కలుసుకున్నాడు.ఆమె సమాధిపై ఉన్న తడి మట్టిని ఆరబెట్టాలని కోరుకున్నట్లుగా, ఆమె ఒక కొత్త సమాధి ముందు చతికిలబడి, తన అభిమానిని తీవ్రంగా కదిలించింది. జువాంగ్జీకి ఆమె ఉద్దేశ్యం అర్థం కాలేదు, కాబట్టి అతను ఆమెను అడిగాడు. సమాధిలో పాతిపెట్టిన వ్యక్తి తన భర్త అని, సమాధిపై ఉన్న మట్టి ఆరిపోయే వరకు తాను మళ్లీ పెళ్లి చేసుకోలేనని భర్త చివరి మాటలు చెప్పాడు. ఆమె ఇక వేచి ఉండలేకపోయింది, కాబట్టి ఆమె సమాధి మట్టిని వేగంగా పొడిగా చేయడానికి కదిలించింది, తద్వారా ఆమె రెండవ వసంతాన్ని కొనసాగించవచ్చు.\nఇంత హృదయం లేని మహిళ ప్రపంచంలో ఉందేమోనని జువాంగ్జీ నిట్టూర్చాడు. అప్పుడు అనుకున్నాను నా భార్య ఇలా ఉంటుందా? అనుమానం వచ్చినప్పుడు, నేను దానిని పరీక్షించాలనుకుంటున్నాను.\nజువాంగ్జీ భార్య ఇంటిపేరు టియాన్, మరియు దంపతులు సాధారణంగా సన్నిహిత సంబంధాన్ని కలిగి ఉంటారు.తన భార్య విధేయతను పరీక్షించడానికి, జువాంగ్జీ చనిపోయినట్లు నటించాలని నిర్ణయించుకున్నాడు.\nజువాంగ్జీ అకస్మాత్తుగా అనారోగ్యంతో మరణించాడని విని, బంధువులు మరియు స్నేహితులతో సహా చాలా మంది ప్రజలు తమ సంతాపాన్ని తెలియజేసేందుకు వచ్చారు.వారిలో చు రాష్ట్రానికి చెందిన ఒక అందమైన రాజు మరియు మనవడు, సంపదతో సంపన్నుడు, అది చూసి శ్రీమతి. టియాన్ కొత్తగా వితంతువు మరియు దయనీయంగా ఉన్నాడు, అతను ఆమెను వెంబడించాడు. శ్రీమతి టియాన్ ప్రలోభాలను భరించలేక వాంగ్ సన్‌తో ప్రేమలో పడింది.ఇరవై రోజుల్లోనే పెళ్లి చేసుకున్నారు.\nఆ రాత్రి, వైన్ తాగి, చెవులు వేడిగా ఉన్నప్పుడు, వాంగ్ సన్ హఠాత్తుగా గుండెపోటుకు గురై మరణించాడు.\nశ్రీమతి టియాన్ భయపడి, భయాందోళనకు గురై, వాంగ్ సన్‌ను అత్యవసరంగా ఏమి చేయాలో అడిగాడు. వాంగ్ సన్ నొప్పిని భరించి, చనిపోయినవారిని తిరిగి బ్రతికించడానికి మృతదేహాల మెదడులను ఉపయోగించవచ్చని శ్రీమతి టియాన్‌కు చెప్పాడు.\nమృతదేహం ఎక్కడ దొరుకుతుంది? శ్రీమతి టియాన్ అకస్మాత్తుగా ఆలోచించాడు, ఆమె భర్త చనిపోలేదా? మిస్టర్ టియాన్ భార్యాభర్తల మధ్య పాత ప్రేమను మరచిపోయాడు మరియు వాస్తవానికి గొడ్డలిని తీసుకొని తన భర్త శవపేటికను తెరిచి, ఔషధం కోసం అతని మెదడును బయటకు తీయడానికి సిద్ధమైంది.\nఊహించని విధంగా శవపేటిక తెరవగానే జువాంగ్జీ మళ్లీ ప్రాణం పోసుకున్నాడు. ఎమ్మెల్యే తియాన్ చాలా సిగ్గుపడి ఉరి వేసుకుని ఆత్మహత్య చేసుకుంది.\n(ఈ కథ వ్యక్తిగత ప్రయోజనాల కోసం స్నేహాన్ని ఉల్లంఘించే రూపకం, కాబట్టి మేము దానితో ఏకీభవించలేము.)", "聖意": "ఇల్లు ప్రశాంతంగా ఉంది, స్వయం సురక్షితం, డబ్బు అన్యాయం, వ్యాపారాలు త్యాగం, వివాహం పరిష్కరించబడింది, లియుజియాలో చెడు శ్రేయస్సు, పాదచారులు రాలేదు, పట్టు పురుగులు శాంతిగా ఉన్నాయి, పశువులు శాంతితో ఉన్నాయి, ప్రజలు ప్రజల కోసం చూస్తున్నారు, వ్యాజ్యం మార్చబడింది, శిష్యులు సంప్రదాయవాదులు, ఆస్తి పోయింది, అనారోగ్యం లేదు, మరియు పర్వతం మరియు సమాధులు చెడుగా ఉన్నాయి.", "古人": "జువాంగ్జీ తన భార్యను పరీక్షిస్తాడు", "第X籤": "లాట్ 84", "宮": "వీ గాంగ్"}