{"籤詩版本二": "చీకటి మేఘాలు మరియు పొగమంచు పర్వతం ముందు రహదారిని కప్పివేస్తుంది.అంతా గుండ్రంగా ఉంది మరియు చంద్రుడు మళ్లీ గుండ్రంగా ఉన్నాడు.\nమీకు కవిత్వం మరియు పుస్తకాలు లభిస్తే, మీరు లోతైన కల నుండి మేల్కొంటారు, గొప్ప వ్యక్తి మిమ్మల్ని పైకప్పుపైకి నడిపిస్తాడు.", "詩意": "ఈ హెక్సాగ్రామ్ వసంతకాలం ముగింపు మరియు పువ్వుల వికసించడాన్ని సూచిస్తుంది.\nప్రభువు తర్వాత ప్రతిదీ మారుతుంది.", "解曰": "వృద్ధుడు సహాయం కోసం అడగాలి. ఇది వసంతకాలంలో మళ్లీ వికసిస్తుంది. కీర్తి మరియు సంపద కోసం కోరిక. జీవితంలో ఆలస్యమైన గాలిని ఎదుర్కొంటారు.", "籤詩故事一": "◇హాన్ వెంగోంగ్ మంచును ఎదుర్కొన్నాడు\nహన్ యు, అతని మర్యాద పేరు తుయిజీ, చాంగ్లీకి చెందినవాడు. టాంగ్ డెజోంగ్ జెన్యువాన్ యొక్క ఎనిమిదవ సంవత్సరంలో జిన్షీ అయ్యాడు మరియు అతని మరణానంతర బిరుదు వెన్ గాంగ్.\nటాంగ్ రాజవంశానికి చెందిన జియాన్‌జాంగ్ చక్రవర్తి హయాంలో, హాన్ యు బుద్ధుని ఎముకలతో విరుచుకుపడ్డాడు, ఇది చక్రవర్తికి కోపం తెప్పించింది. హన్ యు తన భార్య మరియు పిల్లలను విడిచిపెట్టి చావోజౌకు వెళ్లాడు. కొద్దిరోజుల కిందటే నడిచేసరికి చల్లటి గాలి వీచి మంచు కురుస్తోంది. హాన్ యు తన గుర్రం ముందుకు కదలడం కష్టంగా ఉన్న మంచు అనేక అడుగుల లోతులో ఉన్న ప్రదేశానికి వచ్చాడు.దగ్గరలో ఇల్లు లేదు మరియు రహదారి ఎక్కడ ఉందో అతనికి తెలియదు. మీరు మార్గాన్ని అనుసరించి తిరోగమనం చేయాలనుకుంటే, తిరిగి వెళ్ళే మార్గం లేదు. గాలి బలంగా వీస్తోంది మరియు మంచు వేగంగా కురుస్తోంది.హన్ యు చర్మానికి తడిసి, ఘనీభవించి మరియు ఆకలితో ఉన్నాడు మరియు అతని బాధను వ్యక్తం చేయడానికి ఎక్కడా లేదు.\nహన్ యు నిట్టూర్చాడు మరియు ఇలా అన్నాడు: \"చక్రవర్తి నన్ను చంపడు, కానీ చక్రవర్తి నన్ను నాశనం చేయాలనుకుంటున్నాడు.\"\nహన్ యు నిరాశగా ఉన్నప్పుడు, తీవ్రమైన చలి ఉన్నప్పటికీ మంచును తొలగించడానికి వస్తున్న వ్యక్తిని చూశాడు. అతను హాన్ జియాంగ్జీ (హాన్ యు మేనల్లుడు) అని తేలింది.\nముందుగా, హాన్ జియాంగ్జీ హన్ యుతో ఇలా అన్నాడు: \"కిన్లింగ్‌లో యున్ హెంగ్ ఇల్లు ఎక్కడ ఉంది? మంచు నీలిరంగు గేటును ఆలింగనం చేసుకుంటుంది మరియు గుర్రం ముందుకు కదలడం ఆగిపోతుంది.\" ఆ సమయంలో, హాన్ జియాంగ్జీ అంటే ఏమిటో హాన్ యుకు అర్థం కాలేదు, కానీ ఇప్పుడు అతను చివరకు అర్థమైంది.\nకాబట్టి హాన్ యు మరియు హాన్ జియాంగ్జీ లాంగ్వాన్‌లోని ఫూ ఇంట్లో రాత్రి గడపడానికి వెళ్లారు. గతం మరియు సాగు మార్గం గురించి మాట్లాడుతూ, హన్ యు హృదయపూర్వకంగా ఒప్పించారు.\nతరువాత, హాన్ యు తన అధికారిక పదవిని విడిచిపెట్టి, తన ఆస్తి మొత్తాన్ని స్థానిక ప్రభుత్వానికి విరాళంగా ఇచ్చాడు మరియు టావోయిజంను అభ్యసించడానికి మరియు అమరుడిగా మారడానికి పర్వతాలకు వెళ్ళాడు.", "聖意": "ఇల్లు తనకు మంచిది కాదు, డబ్బు కోసం జాగ్రత్త వహించండి, వ్యాపారంపై దృష్టి పెట్టండి, వివాహం ఆలస్యం అవుతుంది, లియుజియా ఆడ పాదచారులు పొలాలను అడ్డుకుంటారు, పట్టు పురుగులు మంచివి, పశువులు మంచివి, మనుషులు దొరకడం కష్టం, ప్రజాహిత వ్యాజ్యాలు పునరావృతమవుతాయి, వలసలు నవీకరించబడింది, కోల్పోయిన విషయాలు తీవ్రమైనవి, వ్యాధులు ఆలస్యం అవుతాయి, పర్వత సమాధులను మార్చాలి.", "古人": "హాన్ వెంగోంగ్ మంచును ఎదుర్కొంటాడు", "第X籤": "ఎనభై ఐదవ విజేత లాటరీ", "宮": "షెన్ గాంగ్"}