{"籤詩版本二": "పశ్చిమ పర్వతం మీదుగా సగం దూరం నడిస్తే, జున్లింగ్ శిఖరాలు స్థిరపడవు.\nరక్షణ కోసం దేవుడి వైపు చూస్తున్నా, ఈ శరీరం ఇప్పటికీ శవాగారంలోనే ఉంది", "詩意": "ఇసుకలో బంగారాన్ని వెతుకుతున్నట్టుగా ఉంది ఈ షడ్భారం.\nప్రతిదానిలో గొప్ప వ్యక్తుల సంకేతాలు ఉన్నాయి.\n\nఅలాగే: ఈ హెక్సాగ్రామ్ వ్యక్తి ప్రమాదంలో ఉన్నాడని సూచిస్తుంది.\nప్రతిదానిలో గొప్ప వ్యక్తుల సంకేతాలు ఉన్నాయి.", "解曰": "ఉలి రాయి ద్వారా జాడేను కనుగొనవచ్చు. ఇసుకలో బంగారాన్ని కనుగొనండి. కష్టపడి పనిచేయాలి. కేవలం ఇబ్బంది.\nమరొక పని: క్లిష్ట పరిస్థితి. ఎక్కడా ఉండకూడదు. దేవుని ఆశీర్వాదం కోసం అడగండి. మనశ్శాంతి కోసం ప్రార్థించండి.", "籤詩故事一": "◇బంగారాన్ని కొరికి, భూగర్భ గుహలను అన్వేషించండి\nతన సైనిక దోపిడీని జరుపుకోవడానికి, చెంగ్ యాయోజిన్ యాన్వుయాంగ్‌లో విందు ఏర్పాటు చేశాడు. అకస్మాత్తుగా భూమిలో ఒక రంధ్రం తెరుచుకుంది, అది అర్థం చేసుకోలేనిది, అందరూ పదాలు ఎంచుకొని, గెలవడానికి బంగారు కొరికి, ఆ రంధ్రంలో తమను తాము కట్టుకోవడానికి తాళ్లు అద్దెకు తీసుకొని లాట్లు గీసారు.\nరాతి తలుపులు, బల్లలు, కుర్చీలు, వంతెనలు మరియు ఇతర వస్తువులు ఉన్నాయి.బల్ల మీద డ్రాగన్ వస్త్రాలు మరియు గుహలో నుండి అరిగిపోయిన బంగారంతో చేసిన బెల్టులు ఉన్నాయి.\nయావో జిన్ రంధ్రం నుండి ఒక పెద్ద పెట్టె మరియు ఒక చిన్న పెట్టెతో బయటకు వచ్చి, చెక్క పెట్టెను తెరిచి, జాడే సీల్ తీసి, పెట్టెను తెరిచి, పెద్ద జెండా మరియు కిరీటం వస్త్రం మరియు ట్రాక్‌లను తీసి టేబుల్‌పై ఉంచాడు మరియు అందరూ వాటిని ఒక్కొక్కటిగా చూశారు. పెద్ద సీల్‌పై \"ది డెమోన్ కింగ్ ఆఫ్ హున్షి, ది గ్రేట్ సద్గుణ చక్రవర్తి\" అని చెక్కబడి ఉన్న ఎనిమిది ముద్రల పాత్రలను నేను చూశాను.\nఅందరూ అతనిని \"చక్రవర్తి\"గా ఆరాధించారు మరియు యాయోజిన్ రాక్షస రాజుగా మూడు సంవత్సరాలు ఇలా చేసాడు. (వాస్తవానికి, ఇది కేవలం స్వయం ప్రకటితమైంది, మరియు ఆ సమయంలో చెంగ్ యాయోజిన్ కేవలం గ్రామ నాయకుడు.)\n(నటన లాంటివి మంచివి అనే రూపకం ఈ కథ. \"ఈ శరీరం ఇంకా శూన్యం\" అనే కళాత్మక భావన.)", "聖意": "ఇల్లు మరియు ఇల్లు కోసం ప్రార్థించడం, తనకు తానుగా, లాభం లేకపోవడం, ధనాన్ని కోరుకోవడం, కష్టపడి పనిచేయడం, వ్యాపారంలో జాగ్రత్త, వివాహానికి లియుజియాక్సు, పాదచారులు, చిటియన్ పట్టు పురుగులు, స్థిరమైన ఆరు పశువులు, వ్యక్తుల కోసం వెతకడం, వ్యాజ్యాలు, నష్టం, వలసలు, ఉంచడం కోల్పోయిన ఆస్తి, చెడు వ్యాధులు, అడ్డంకులు, పర్వతాలు మరియు సమాధులు.", "古人": "బంగారం కోసం క్రిప్ట్‌ను అన్వేషించడం", "第X籤": "ఎనభై ఏడుపై సంతకం చేయండి", "宮": "షెన్ గాంగ్"}