{"籤詩版本二": "మీ వ్యక్తిగత విషయాలతో నన్ను ఇబ్బంది పెట్టకండి.. ఇది పబ్లిక్‌ని అడగడం మరింత సముచితం.\nస్పష్టమైన హృదయం ఆకాశంలో ప్రకాశవంతమైన చంద్రుని వలె ప్రకాశవంతంగా ఉంటుంది", "詩意": "ఈ హెక్సాగ్రామ్ ఆకాశంలో ప్రకాశవంతమైన చంద్రుని చిత్రాన్ని సూచిస్తుంది.\nప్రతిదీ ప్రకాశవంతంగా మరియు అవాస్తవికంగా ఉంది.", "解曰": "హృదయంలో నిటారుగా ఉండండి. చట్టాన్ని సరిదిద్దండి. పవిత్ర పదాలు. చివరకు స్పష్టమవుతుంది.", "籤詩故事一": "◇కాంగ్ మింగ్ జనరల్\nపరిష్కారం: జుగే లియాంగ్ తన దళాలను మరియు జనరల్స్‌ను సమీకరించాడు\nమూడు రాజ్యాల కాలంలో, జుగే లియాంగ్ (181-234), మర్యాద పేరు కొంగ్మింగ్, లాంగ్యాలోని యాంగ్డులో (ప్రస్తుతం యినాన్ కౌంటీ, షాన్డాంగ్ ప్రావిన్స్) జన్మించాడు.\nలియు బీ గడ్డితో కప్పబడిన కుటీరాన్ని మూడుసార్లు సందర్శించిన తర్వాత జుగే లియాంగ్ అధికారి కావడానికి అంగీకరించాడు, ఆ సమయంలో, కావో కావో హెబీని శాంతింపజేసాడు మరియు దక్షిణం వైపు వెళ్లాలని నిశ్చయించుకున్నాడు. అతను జియాహౌ డన్‌ను చీఫ్ జనరల్‌గా, యు జిన్, లి డియాన్ మరియు ఇతరులను పంపాడు. డిప్యూటీ జనరల్స్‌గా, 100,000 మంది సైన్యాన్ని Xinye వైపు కవాతు చేయడానికి నాయకత్వం వహించారు. ఆ సమయంలో జుగే లియాంగ్ శత్రువుల నుండి తిరోగమనం కోసం ఒక ప్రణాళికను కలిగి ఉన్నప్పటికీ, గ్వాన్ యు మరియు జాంగ్ ఫీ జుగే లియాంగ్ మాటలను తృణీకరించారు. ఇద్దరు వ్యక్తులను లొంగదీసుకోవడానికి లియు బీ కత్తిని ఉపయోగించడం తప్ప జుగే లియాంగ్‌కు వేరే మార్గం లేదు, వారు ఒక్కొక్కరు వెయ్యి మంది సైనికులు మరియు గుర్రాలను నడిపించారు మరియు యుషాన్ మరియు అన్లిన్‌లలో దాక్కున్నారు. వారు Xiahou Dun తన సైన్యాన్ని నడిపించే వరకు వేచి ఉన్నారు, ఆపై వారిపై దాడి చేశారు. ఆకస్మిక దాడులు మరియు అగ్ని.\nఅదనంగా, జియాహౌ డన్‌పై అగ్రగామిగా పోరాడేందుకు సైన్యంలోని పాత మరియు బలహీనమైన అవశేషాలను నడిపించడానికి జావో యున్‌ను పంపారు, ఆపై నకిలీ ఓటమిని ఎదుర్కొని వెనక్కి తగ్గారు, పర్వతాలు మరియు అడవులలోని ఇరుకైన రహదారిలోకి జియాహౌ డన్‌ను ఆకర్షించాడు. అతను గ్వాన్‌ను కూడా పంపాడు. పింగ్, జౌ కాంగ్, లియు ఫెంగ్ మరియు ఇతరులు కావో సైన్యం వెనుక భాగంలోకి చొరబడి, సామాగ్రిని కాల్చివేసి, కావో సైన్యంలో భయాందోళనలకు గురిచేస్తున్నారు.\nయుద్ధం తరువాత, జుగే లియాంగ్ ఏర్పాటు చేసినట్లు ప్రతిదీ జరిగింది. Xiahou Dun మరియు Yu Jin వెంబడిస్తూ సైన్యాన్ని నడిపించినప్పుడు, వెనుక ఉన్న లి డయాన్, శత్రువుల కాల్పుల నుండి రక్షించాల్సిన అవసరం ఉందని ముందు ఉన్న Xiahou Dunకి అత్యవసరంగా తెలియజేశాడు. అయితే, చాలా ఆలస్యం అయింది. కావో సైన్యం నిర్బంధించబడింది. ఇరుకైన రహదారి మరియు చెట్లు ఒకదానితో ఒకటి ముడిపడి ఉన్న ప్రదేశంలో ఉంది, కాబట్టి మంటలు ప్రారంభం కాలేదు, అక్కడ భారీ ప్రాణనష్టం జరిగింది, మరియు జియాహౌ డన్ మరియు ఇతర జనరల్స్ ఓడిపోయి తిరిగి జుదుకి పారిపోయారు.\n(కాంగ్ మింగ్ ప్రజలను ఉపయోగించుకోవడంలో మరియు వివేకంతో దేశాన్ని పరిపాలించడంలో మంచివాడని ఈ కథ ఒక రూపకం.)", "聖意": "ఇల్లు మరియు ఇల్లు శుభప్రదం.ఐశ్వర్యం, మనశ్శాంతి, సంపన్న వ్యాపారం, వివాహం, విజయం, లియుజియాలో విజయం, పురుషులు కదిలే పొలాలు, పట్టు పురుగులు, పశువుల నష్టం, తప్పిపోయిన వ్యక్తులు, ప్రజా వ్యాజ్యాలు, వలసలు, పోగొట్టుకున్న ఆస్తి, ఆశీర్వాదాలు, అనారోగ్యం, శాంతి, పర్వతాలు మరియు సమాధులు.", "古人": "కాంగ్ మింగ్ జనరల్", "第X籤": "తొమ్మిదవ రాశి", "宮": "యిన్ ప్యాలెస్"}