{"籤詩版本二": "ఒక మంచి ప్రదర్శన మిమ్మల్ని గుంపు నుండి ముఖం నుండి వేరు చేస్తుంది మరియు మీ భవిష్యత్తు మారుతుంది మరియు మీరు చాలా సంపదను తీసుకువస్తారు.\nఒక రహదారి ఆకాశం అంత విశాలమైనది, మరియు మీరు ఇవ్వగల డబ్బు అంతా మీ హృదయంలో ఉంటుంది", "詩意": "ఈ హెక్సాగ్రామ్ మంచి భవిష్యత్తును సూచిస్తుంది.\nఅంతా బాగానే సాగుతుంది.", "解曰": "ఒక పెద్ద రోడ్డు. మీరు ముందుకు సాగవచ్చు. మీ హృదయాన్ని ఉపయోగించండి. ముందుకు మాత్రమే.\nఈ సంకేతంతో ప్రతిదీ అనుకున్నట్లుగా జరుగుతుంది. జిచాంగ్‌కు అదృష్టం.", "籤詩故事一": "◇ముగ్గురు హీరోలు లు బుకి వ్యతిరేకంగా పోరాడారు\nపరిష్కారం: ముగ్గురు హీరోలు జాంగ్ ఫీ, గ్వాన్ యు మరియు లియు బీ లు బుతో పోరాడారు\nహువా జియాంగ్ శిరచ్ఛేదం చేయబడిందని డాంగ్ జువో తెలుసుకున్నాడు మరియు యుద్ధానికి ఎగిరే జనరల్ లు బును పంపాడు. లు బు యుద్ధానికి వెళ్ళిన వెంటనే, అతను జనరల్స్ ఫాంగ్ యు మరియు ము షున్‌లను చంపాడు మరియు వు అంగువో మరియు గోంగ్‌సన్ జాన్‌లను చంపాడు.\nగోంగ్సన్ జాన్ లు బుని ఓడించలేడని జాంగ్ ఫీ చూశాడు, కాబట్టి అతను త్వరగా గోంగ్‌సన్ జాన్‌ను భర్తీ చేసి ఇలా అరిచాడు: \"మూడు ఇంటిపేర్ల బానిసలు వెళ్లిపోవాలి! యాన్ నుండి జాంగ్ ఫీ ఇక్కడ ఉన్నారు!\" ఆ తర్వాత, వారు యాభై రౌండ్లకు పైగా పోరాడారు, విజేత లేదా ఓడిపోయిన వ్యక్తి లేకుండా.\nగ్వాన్ యు దానిని చూసిన తర్వాత, అతను మరియు జాంగ్ ఫీ లు బుపై దాడి చేసి ముప్పై రౌండ్లకు పైగా పోరాడారు.\nలియు బీ కూడా రెండు కత్తులు తీసుకుని, తన గుర్రాన్ని చప్పట్లు కొట్టి, జాంగ్ ఫీ మరియు గ్వాన్ యులకు సహాయం చేయడానికి ముందుకు వచ్చాడు.\nముగ్గురూ లూ బుని చుట్టుముట్టి పోట్లాడుకుంటూనే వున్నారు.గుంపులో ఉన్న వాళ్ళంతా బిత్తరపోయారు.\nవెంటనే, లు బు బలాన్ని కోల్పోవడం ప్రారంభించాడు.లూ బు యొక్క పెగాసస్ వెనక్కి తగ్గింది, కానీ ముగ్గురు వ్యక్తులు లు బుని వెంబడించారు మరియు వదులుకోవడానికి నిరాకరించారు.వారు లు బు యొక్క దళాలను కలిసే వరకు వారు వెనక్కి తగ్గలేదు.\n\"మూడు రాజ్యాలు\"\n(ఈ కథ లు బు యొక్క ధైర్యసాహసాలకు మరియు పోరాట నైపుణ్యానికి రూపకం. ఒక వ్యక్తి ముగ్గురిని ఓడించగలడు.)", "聖意": "ఇల్లు మరియు ఇంటి గుండె సంపదను వెతకడానికి ఒకరి స్వంత ప్రయాణంలో మాత్రమే ప్రయాణిస్తుంది. సాధ్యమైన వివాహ కథనం లియుజియాకు వెళుతుంది. ప్రజలకు విషయాలు సజావుగా సాగుతాయి. జుషుంటియన్ పట్టు పురుగుల ఉపయోగం. ఆరు జంతువులలో ప్రజలను కనుగొనవచ్చు. ప్రజలను ముందుగానే కనుగొనవచ్చు వ్యాజ్యం, వలసలు, ఆస్తులు పోగొట్టుకోవడం, రోగాలు, పర్వతాలు, సమాధులు అదృష్టం లాంటివి.", "古人": "లు బుకి వ్యతిరేకంగా ముగ్గురు హీరోలు పోరాడుతారు", "第X籤": "తొంభై ఒకటి విజేత లాటరీ", "宮": "మీరు ప్యాలెస్"}