{"籤詩版本二": "లువాన్ ఫెంగ్ జియాంగ్ చినుకులో తడిసిపోయాడు, కానీ ఆ సమయంలో అతను క్వీర్ చేత బెదిరించబడ్డాడు\nఒక రోజు మేఘాలు చాలా దూరంగా ఉన్నాయని తెలుసుకుని నేను ఆశ్చర్యపోయాను, కాని నేను ఇప్పటికీ నా బట్టలు మీకు తిరిగి ఇచ్చాను.", "詩意": "ఈ హెక్సాగ్రామ్ వర్షంతో కప్పబడిన లువాన్ మరియు ఫీనిక్స్ యొక్క చిహ్నాన్ని సూచిస్తుంది.\nసమయం వచ్చినప్పుడు ప్రతిదీ వస్తుంది.", "解曰": "విలన్ దినదినాభివృద్ధి చెందుతున్నాడు. పెద్దమనిషి ఏమీ చేయకూడదు. నీ దగ్గరే ఉంచుకో. సమయం వచ్చినప్పుడు చర్యలు తీసుకోండి.", "籤詩故事一": "◇గావో జున్ వివాహానికి హామీ ఇస్తుంది\nప్రారంభ సాంగ్ రాజవంశంలో, జావో కుయాంగ్యిన్ ఉత్తరాన్ని ఏకం చేశాడు మరియు దేశం మొత్తం లొంగిపోయింది.అయితే, దక్షిణ టాంగ్ రాజవంశంలో, లి యు యాంగ్జీ నదికి దక్షిణాన స్థిరపడ్డాడు.అతను నగరాన్ని అందించడం ద్వారా లొంగిపోయినట్లు నటించే వ్యూహాన్ని అనుసరించాడు. షౌజౌలో జావో కుయాంగ్యిన్, పరిస్థితి క్లిష్టంగా ఉంది. జావో కుయాంగ్యిన్ మేనల్లుడు, గావో జున్‌బావో, బంగారు తుపాకీతో ఉన్న యువకుడు, షౌజౌ ముట్టడిని విచ్ఛిన్నం చేయడానికి బియాంజింగ్‌ను విడిచిపెట్టాడు.\n, షువాంగ్సువో పర్వతం గుండా వెళుతూ, వారు లియు జిండింగ్ ఏర్పాటు చేసిన హస్బెండ్ గుర్తును పగులగొట్టారు, మరియు ఇద్దరూ పోటీ పడ్డారు. ఫలితంగా, లియు జిండింగ్ తన అద్భుతమైన యుద్ధ కళలతో గావో జున్‌బావోను మూడుసార్లు ఓడించాడు మరియు వారు జీవితాంతం బంగారు గద్దలు మరియు వెండి గంటలు మార్చుకున్నారు. షౌజౌలో చిక్కుకున్న జావో కుయాంగ్యిన్‌ని రక్షించేందుకు జావో కుయాంగ్యిన్ మేనల్లుడు గావో జున్‌బావో బియాంజింగ్‌ను విడిచిపెట్టాడు. అతను షువాంగ్‌సువో పర్వతం గుండా వెళ్లి లియు జిండింగ్ ఏర్పాటు చేసిన గుర్తును ధ్వంసం చేశాడు. ఇద్దరూ పోటీ పడ్డారు, అయితే లియు జిండింగ్ తన అద్భుతమైన మార్టియల్ కళతో గావో జున్‌బావోను మూడుసార్లు ఓడించాడు. మరియు బలవంతంగా వివాహం చేసుకున్నారు. జంట ముట్టడిలోకి జనాన్ని నడిపించారు మరియు జావో కువాంగ్యిన్‌ను రక్షించారు.\n(ఈ కథ యొక్క రూపకం ఏమిటంటే, ఇద్దరూ రాజీపడలేదు (వారు వేధించారు), కానీ తరువాత రాజీపడ్డారు.)", "聖意": "కుటుంబ ఇల్లు తనకు మంచిది కాదు, డబ్బు వెతకడం, వ్యాపారాన్ని నిరోధించడం, వివాహం కోసం వేచి ఉండటం, ఆలస్యం, లియుజియా, తప్పుడు ప్రయాణికుడు, పొలాల్లో ఆలస్యం చేయడం, పట్టు పురుగులు, ఆలస్యంగా, ఆరు పశువుల నష్టం, ప్రజలను కనుగొనడం కష్టం, వ్యాజ్యాలు, నష్టం, వలసలు, సంప్రదాయవాదం, కోల్పోయిన ఆస్తి, తీవ్రమైన అనారోగ్యం, పర్వత విస్తరణ, సమాధి సంస్కరణ", "古人": "గావో జున్ వివాహానికి హామీ ఇస్తాడు", "第X籤": "లాటరీని గెలుచుకున్న తొంభై మూడు", "宮": "xugong"}