{"籤詩版本二": "ఆశయం మరియు విజయాలు రాజవంశంలో ఉన్నాయి, కానీ ఇప్పుడు అంతులేని మద్యపానం మరియు సెక్స్ ఉంటుంది.\nబంగారు కోడిని చూస్తే ధనము, అదృష్టము, ఐశ్వర్యము ప్రసాదించును.", "詩意": "ఈ హెక్సాగ్రామ్ ఆశయం మరియు కీర్తి యొక్క చిహ్నాన్ని సూచిస్తుంది.\nప్రతిదీ శుభప్రదంగా ఉంచండి.", "解曰": "ప్రతిష్టాత్మకమైనది. మిమ్మల్ని మీరు రక్షించుకోవడానికి ఇది చాలా ఆలస్యం కాదు. బంగారు రూస్టర్ వాగ్దానం చేస్తుంది. అందరూ సంతోషించారు.", "籤詩故事一": "◇కావో పై తనను తాను చక్రవర్తిగా ప్రకటించుకున్నాడు\nకావో పై, మర్యాద పేరు జిహువాన్, పీగువోకియావో (ప్రస్తుతం హావో కౌంటీ, అన్హుయ్)లో జన్మించారు. జియాన్ కాలంలో ప్రసిద్ధ రాజకీయవేత్త మరియు రచయిత.\nకావో కావోకి రెండో కొడుకు కావో పి.చిన్నప్పటి నుంచి తండ్రితో కలిసి సైనిక శిబిరంలో నివసించాడు.తండ్రి ప్రభావంతో ఆరేళ్ల వయసులో విలువిద్య, ఎనిమిదేళ్ల వయసులో గుర్రపు స్వారీ నేర్చుకుని అభివృద్ధి చెందాడు. మంచి మార్షల్ ఆర్ట్స్ నైపుణ్యాలు. అతను పురాతన మరియు ఆధునిక క్లాసిక్‌లు మరియు జీవిత చరిత్రల గురించి, అలాగే వందలాది ఆలోచనా పాఠశాలల పుస్తకాల గురించి కూడా విస్తృతమైన జ్ఞానం కలిగి ఉన్నాడు. పద్దెనిమిదేళ్ల వయస్సు వరకు కావో కావో యువాన్ షావోను ఓడించాడు మరియు కావో కావో పాలనకు కేంద్రమైన యెచెంగ్‌లో కావో పై సాపేక్షంగా స్థిరమైన జీవితాన్ని గడిపాడు. అప్పటి నుండి, అతను కొన్నిసార్లు సైనిక దండయాత్రలలో తన తండ్రితో కలిసి మరియు ఎక్కువ సమయం గొప్ప కొడుకుగా జీవించినప్పటికీ, అతను ఇప్పటికీ ప్రతిరోజూ యుద్ధ కళలను అభ్యసించాడు మరియు ఈ రోజు వరకు తగ్గలేదు. అతను తరచుగా తన గుర్రంపై వంద మెట్లు ఎక్కి, యుద్ధ కళలలో చాలా నైపుణ్యం కలిగి ఉంటాడు, అతను తరచుగా యుద్ధ కళలను అభ్యసించేవాడు కాబట్టి, అతను తేలికగా మరియు బలంగా ఉంటాడు.\nకావో కావో పెద్ద కుమారుడు కావో ఆంగ్ యుద్ధంలో మరణించాడు. పెద్ద కుమారుడు మరణించిన తరువాత, కావో పై యువరాజుకు మొదటి ఎంపికగా మారింది. అతను ముప్పై ఒక్క సంవత్సరాల వయస్సులో, అతను కావో కావో ద్వారా యువరాజుగా నియమించబడ్డాడు. కావో పై ముప్పై మూడు సంవత్సరాల వయస్సులో, కావో కావో అనారోగ్యంతో మరణించాడు మరియు కావో పై అతని తర్వాత ప్రధాన మంత్రి మరియు వీ రాజుగా బాధ్యతలు చేపట్టారు. తాను తరచుగా వంద మెట్లు ఎక్కి గుర్రంపై స్వారీ చేసేవాడినని, చాలా నైపుణ్యం కలవాడని.. తరచూ కుంగ్ఫూ ప్రాక్టీస్ చేయడం వల్ల తేలికగా, ఆరోగ్యంగా ఉంటానని చెప్పాడు.", "聖意": "మీ ఇల్లు మరియు మీ ఇల్లు శాంతియుతంగా ఉండాలని ప్రార్థించండి, సంపదను కోరుకుంటారు, కష్టపడి పనిచేయండి, వ్యాపారం చేయండి, త్వరగా విడిపోతుంది, వివాహం విజయవంతమవుతుంది, లియుజియా సురక్షితంగా ఉంటుంది, ప్రజలు పొలంలో ఉంటారు, పట్టు పురుగులు పరిపక్వం చెందుతాయి, ఆరు పశువులు పరిపక్వం చెందుతాయి , మనుషులను వెతకడం కష్టమవుతుంది, ప్రజాహిత వ్యాజ్యాలు అత్యవసరం, వలసలు పోతాయి, మరియు విషయాలు దూరంగా ఉంటాయి. పర్వతాలలో మరియు సమాధులలో వ్యాధులు వ్యాపిస్తాయి.", "古人": "కావో పై తనను తాను చక్రవర్తిగా ప్రకటించుకున్నాడు", "第X籤": "తొంభై ఐదవ విజేత లాటరీ", "宮": "xugong"}