{"籤詩版本二": "గంభీరమైన పగోడా అసాధారణమైనది, ప్రకాశవంతంగా ప్రకాశించే అన్ని వైపులా సున్నితమైన లక్షణాలతో ఉంటుంది.\nశ్రద్ధగా నమస్కరించి, సత్కార్యాలు చేయాలని నిశ్చయించుకోమని, స్వర్గం మీకు దీవెనలు పంపుతుంది.", "詩意": "ఈ హెక్సాగ్రామ్ మెరిట్ యొక్క అభివ్యక్తిని సూచిస్తుంది.\nఅంతా శుభప్రదమే.", "解曰": "ఈ ఆశీర్వాదాలు. అందరికీ అది ఉంది. చాలా బిజీగా ఉండకండి. మెరిట్ ముందుగానే నిర్ణయించబడుతుంది.", "籤詩故事一": "◇ఫెన్యాంగ్ రాజు చైనీస్ వాలెంటైన్స్ డే రోజున తన మనవడిని కలుసుకున్నాడు\nపరిష్కారం: చైనీస్ వాలెంటైన్స్ డే నాడు భూమిపైకి దిగుతున్న వీవర్ గర్ల్‌ని గువో జియీ కలిశారు. జేడ్ చక్రవర్తి మనవరాలు టియాన్సన్, సెవెన్ ఫెయిరీస్.\nగువో జియి (697-781), గువో లింగ్‌గాంగ్ అని కూడా పిలుస్తారు, అతను జెంగ్ కౌంటీ, హువాజౌ (ఇప్పుడు హుయాక్సియన్ కౌంటీ, షాంగ్సీ ప్రావిన్స్)కి చెందినవాడు మరియు టాంగ్ రాజవంశంలో జనరల్. సామ్రాజ్య న్యాయస్థానం జియీకి ఫెన్యాంగ్ రాజు బిరుదును మంజూరు చేసింది.\nZiyi నిజానికి Huazhou నుండి మరియు గ్రేట్ వాల్ వెలుపల సైన్యంలో చేరడానికి వెళ్ళాడని చెబుతారు, అతను సైనిక చెల్లింపు కోసం ఒత్తిడి చేయడానికి బీజింగ్ వెళ్లి యిన్జౌకు తిరిగి వచ్చాడు. అది ఆ సమయంలో చైనీస్ వాలెంటైన్స్ డే. గాలి మరియు ఇసుక చీకటి పడింది, సూర్యుడు చీకటి పడుతున్నాడు, Ziyi ముందుకు కదలలేక రోడ్డు పక్కన నిలబడి ఉన్నాడు, అతను ఒక ఖాళీ ఇంట్లో నేలపై నిద్రిస్తున్నాడు, అతను నిద్రలోకి జారుకున్నప్పుడు, అతను అకస్మాత్తుగా ఎరుపు కాంతిని చూశాడు. రెండు వైపులా, అతను లేచి నిలబడి ఆశ్చర్యంగా చూశాడు, ఆకాశంలో ఒక మేఘం ఉంది, నెమ్మదిగా క్రిందికి వస్తోంది, అక్కడ ఒక అందమైన మహిళ కూర్చుని ఉంది, గౌరవప్రదంగా మరియు అందమైన, సాధారణ వ్యక్తుల కంటే పూర్తిగా భిన్నంగా ఉంది. Zyi వెంటనే తన నివాళులర్పించి, \"ఈరోజు ఏడవ చాంద్రమానం యొక్క ఏడవ రోజు. ఆమెకు ఆయురారోగ్యాలు మరియు సంపదను ప్రసాదించాలని కోరుతూ వచ్చిన నేత అమ్మాయి అని నేను భావిస్తున్నాను.\"\nస్త్రీ కూడా ఇలా సమాధానమిచ్చింది: \"గొప్ప సంపదతో దీర్ఘాయువు వస్తుంది.\"\nఅతను మాట్లాడటం ముగించిన తర్వాత, మెరుపు తిరిగి వచ్చింది మరియు మేఘాలు మెల్లగా పైకి లేచాయి, ఆ స్త్రీ తనకు దూరంగా ఉన్నంత వరకు ఆహ్లాదకరమైన చిరునవ్వుతో గువో జియీ వైపు చూస్తూనే ఉంది, ఆపై పొగ అస్పష్టంగా మారింది మరియు ఆమె కనిపించలేదు.\nఆ మహిళ చెప్పింది నిజమేనని తేలింది. Ziyi యొక్క యోగ్యతలు ప్రపంచ ప్రసిద్ధి చెందినవి, అతను అత్యంత ప్రజాదరణ పొందిన మంత్రి మరియు అతను యోగ్యతలు మరియు సద్గుణాలు రెండింటినీ కలిగి ఉన్న జనరల్.", "聖意": "ఇంట్లో మీ కోసం ఒక కోరిక చేసుకోండి, మీ కోసం ఒక కోరిక చేసుకోండి, డబ్బు కోసం ప్రార్థించండి, వ్యాపారంలో అదృష్టం, వివాహంలో అదృష్టం, లియుజియాలో అదృష్టం, ప్రజలతో సంతోషకరమైన ప్రయాణాలు, కదిలే పొలాలు, పట్టు పురుగులు, స్థిరమైన పశువులు, కనుగొనడంలో దురదృష్టం ప్రజలు, ప్రజా వ్యాజ్యాలు, వలసలు, అదృష్టం, కోల్పోయిన ఆస్తి వ్యాధులు, జెన్‌క్సింగ్‌షాన్‌లోని సమాధులు", "古人": "చైనీస్ వాలెంటైన్స్ డే రోజున కింగ్ ఫెన్యాంగ్ తన మనవడిని కలుసుకున్నాడు", "第X籤": "తొంభై ఆరుపై సంతకం చేయండి", "宮": "xugong"}