{"籤詩版本二": "సలహా తీసుకోవడానికి లోపలికి వెళ్లడానికి మరియు బయటకు వెళ్లడానికి ఆలస్యం, ఆందోళన మరియు ఇబ్బంది కలిగించే ఆందోళన\nఉచ్చులోకి ఎగిరిన పక్షిలా, తప్పించుకోవడానికి ఎంత సమయం పడుతుంది?", "詩意": "ఈ హెక్సాగ్రామ్ వస్తువులను పాతదిగా ఉంచడానికి మరియు విధికి అనుగుణంగా ఉండటానికి సంకేతం.\nఅంతా అసంతృప్తిగా ఉంది.", "解曰": "ఏ సమయంలోనైనా సంప్రదాయవాదంగా ఉండండి. మహానుభావుడు వస్తాడని ఎదురు చూస్తున్నారు. అన్నీ అడిగితే. ప్రధాన విషయం ఆలస్యం అవుతుంది.", "籤詩故事一": "◇జీ పింగ్ చంపబడ్డాడు\nజి పింగ్, దీని అసలు పేరు జి తాయ్, పింగ్ అని కూడా పిలుస్తారు, హాన్ రాజవంశంలో సామ్రాజ్య వైద్యుడు.\nజియానాన్ (క్రీ.శ. 200) ఐదవ సంవత్సరంలో, కావో కావో ప్రధానమంత్రి అయ్యాడు మరియు చక్రవర్తిని సీరియస్‌గా తీసుకోలేదు, అతను తన బెల్ట్‌పై చక్రవర్తి వ్రాసిన శాసనాన్ని చదివినప్పటి నుండి, పొందే మార్గం లేని డాంగ్ చెంగ్ కావో కావోను వదిలించుకున్నాడు, కోపంగా మరియు కోపంగా భావించాడు.ఆందోళన చెందాడు, అతను అనారోగ్యానికి గురయ్యాడు.\nచక్రవర్తి జియాన్ సామ్రాజ్య వైద్యుడు జి పింగ్‌ను కావో కావోకు చికిత్స చేయమని అడిగాడు. జీ పింగ్ చక్రవర్తి యొక్క రహస్య శాసనాన్ని చదివి, కావో కావోను వదిలించుకోవాలని నిశ్చయించుకున్నాడు, కాబట్టి వారిద్దరూ కలిసి ఒక ప్రణాళికను రూపొందించారు. ఊహించని విధంగా, గోడలకు చెవులు ఉన్నాయి.డాంగ్ చెంగ్ యొక్క చిన్న భార్యతో ఉన్న అనుబంధం కారణంగా డాంగ్ చెంగ్ యొక్క ఇంటి బానిస క్విన్ క్వింగ్‌టాంగ్‌ను డాంగ్ చెంగ్ కర్రతో నలభై సార్లు కొట్టాడు. అతను పగ పెంచుకున్నాడు. ఈ విషయం విని అతను డాంగ్ చెంగ్ మరియు జీ పింగ్ టు కావో కావో.\nజి పింగ్ కావో కావో యొక్క తలనొప్పిని సద్వినియోగం చేసుకొని రహస్యంగా అతనికి విషం పెట్టాడు. కావో కావో ఒక చిట్కా అందుకున్నాడు, జి పింగ్‌ను ట్రాప్ చేశాడు, అతనిని హింసించాడు మరియు నాయకుడిని విచారించాడు. జీ పింగ్ మృత్యువును ఎదిరించి మెట్లను తాకి చనిపోయాడు.", "聖意": "వీడు తన గురించి ఆందోళన చెందుతాడు, విలన్ డబ్బు అడుగుతున్నాడు, వ్యాపారం విచ్ఛిన్నమైంది, వివాహం చాలా కాలం కాదు, శిక్ష ఆరు, పాదచారి పొలంలో చిక్కుకున్నాడు, పట్టుపురుగు దెబ్బతింది, ఆరు పశువులు దొరికాయి, వ్యక్తి దొరికాడు, ప్రజా వ్యాజ్యం పోతుంది, వలసలు కదలడం లేదు, ఆస్తి పోతుంది, వ్యాధికి పాల్పడ్డాడు, వల పర్వతంలో ఉంది, సమాధి చనిపోయింది,", "古人": "జీ పింగ్ హత్యకు గురయ్యాడు", "第X籤": "సంఖ్య తొంభై ఎనిమిది", "宮": "హైగాంగ్"}