{"籤詩版本二": "గుర్రాన్ని పట్టుకుని, కొరడా పట్టుకుని, మేము నేరుగా ఇక్కడకు వస్తాము, సగం ప్రమాదంలో మరియు సగం విపత్తులో.\nఇల్లు అగ్నికి ఆహుతి అయినట్లే.. ఆకాశం కురిసినా వర్షం బూడిదగా మారుతుంది.. నా దగ్గర ఒక ప్లాన్ ఉంది.", "詩意": "ఈ హెక్సాగ్రామ్ సగం దుఃఖాన్ని మరియు సగం ఆనందాన్ని సూచిస్తుంది.\nప్రతి విషయంలోనూ మంచి చేయడం మంచిది.", "解曰": "జీవితాంతం శ్రమ. ఒప్పు మరియు తప్పు గురించి పట్టించుకోవద్దు. సంకెళ్లు తాత్కాలికం. ఆగ్రహం సహజంగా వస్తుంది.", "籤詩故事一": "◇టావో సంచున్ గ్వాయువాన్‌లో జెంగ్ ఎన్‌ను ఓడించాడు\n\"నా స్మారక చిహ్నం చిరకాలం జీవించండి,\" జావో కువాంగ్యిన్ మళ్లీ లేచి నిలబడి, \"బీపింగ్ కింగ్ జెంగ్ ఎన్ అప్పట్లో వివాహాన్ని ఏర్పాటు చేసుకున్నాడు. ఇప్పుడు ప్రపంచం ప్రశాంతంగా ఉంది, పెళ్లి చేసుకోవడానికి శుభ దినాన్ని ఎంచుకోవడానికి నేను మీ అనుమతిని కోరాలనుకుంటున్నాను. \"\n\"నా స్మారకం చిరకాలం జీవించాలి!\" జావో కుయాంగ్యిన్ లేచి నిలబడి ఇలా అన్నాడు, \"పెకింగ్ రాజు జెంగ్ ఎన్ అప్పట్లో ఒక వివాహాన్ని ఏర్పాటు చేసుకున్నాడు. ఇప్పుడు ప్రపంచం శాంతించింది కాబట్టి, ఒక శుభకార్యాన్ని ఎంచుకోవడానికి నేను మీ అనుమతిని కోరాలనుకుంటున్నాను. పెళ్లి చేసుకునే రోజు.\"\n\"ఓహ్, మూడవ సోదరుడికి ఇంతకు ముందు నిశ్చితార్థం జరిగింది, ఈ విషయం నాకు ఎలా తెలియదు?\" చై రోంగ్ చాలా ఆశ్చర్యపోయాడు. అతను తన చేయి ఊపుతూ జావో కుయాంగ్యిన్‌ని కూర్చుని మాట్లాడమని అడిగాడు.\n\"ఓహ్! మూడవ సోదరుడికి ఇంతకు ముందు నిశ్చితార్థం జరిగింది, ఈ విషయం నాకు ఎలా తెలియదు?\" చై రోంగ్ (తరువాత జౌ రాజవంశం యొక్క చక్రవర్తి) చాలా ఆశ్చర్యపోయాడు. అతను తన చేయి ఊపుతూ జావో కువాంగ్యిన్‌ని కూర్చుని మాట్లాడమని అడిగాడు.\n“ఇది చాలా పెద్ద కథ, మొదటిది, మేము ఆ సమయంలో ఇంకా పేదరికంలో ఉన్నాము మరియు మీ సైన్యంలో చేరలేదు, అప్పటి నుండి, మేము సంవత్సరాలుగా పోరాడుతున్నాము, మిమ్మల్ని పట్టించుకునే సమయం లేదు. రెండవది, మూడవ సోదరుడు కూడా చిన్నవాడు. దాని గురించి ప్రస్తావించడానికి సిగ్గుపడుతున్నాను, కాబట్టి మీ మెజెస్టికి తెలియదు .\n“ఇది చాలా పెద్ద కథ, మొదటిది, మేము ఆ సమయంలో ఇంకా పేదరికంలో ఉన్నాము మరియు మీ సైన్యంలో చేరలేదు, అప్పటి నుండి, మేము సంవత్సరాలుగా పోరాడుతున్నాము, మిమ్మల్ని పట్టించుకునే సమయం లేదు. రెండవది, మూడవ సోదరుడు కూడా ఒక. దాని గురించి ప్రస్తావించడానికి కొంచెం సిగ్గుపడతారు, కాబట్టి మీ మెజెస్టికి తెలియదు .\n\"ఏయ్ కాలేజి స్టూడెంట్ పెళ్ళవుతున్నాడు, సిగ్గుపడటం ఏమిటి? మూడో అన్నయ్య చాలా కాలంగా రణరంగంలో ఉండి అసమానమైన వీరుడిగా పరిగణించబడతాడు. ఈ విషయంలో నువ్వేం చిన్నగా ఉన్నావు?\"\n\"ఏయ్! కాలేజీ కుర్రాడికి పెళ్ళవుతోంది, సిగ్గుపడటం దేనికి? మూడో అన్నయ్య చాలా కాలంగా రణరంగంలో ఉండి అసమానమైన వీరుడిగా పేరు తెచ్చుకోగలడు. ఈ విషయంలో నువ్వేం చిన్నగా ఉన్నావు?\"\n\"దాని గురించి చెప్పాలంటే, నా మూడవ సోదరుడిని సిగ్గుపడటానికి నేను నిందించలేను, ఎందుకంటే ఈ వివాహం నకిలీ చేయబడింది.\"\n\"దాని గురించి చెప్పాలంటే, నా మూడవ సోదరుడిని సిగ్గుపడటానికి నేను నిందించలేను, ఎందుకంటే ఈ వివాహం నకిలీ చేయబడింది.\"\n\"టైప్ చేసారా? హే, ఇది ఆసక్తికరంగా ఉంది. దయచేసి నాకు ఏమి జరిగిందో చెప్పండి.\"\n\"నేను టైప్ చేసాను! హే! ఇది ఆసక్తికరంగా ఉంది! దయచేసి నాకు ఏమి జరిగిందో చెప్పండి.\"\n\"అవును, ఆ సంవత్సరం నాకు గుర్తుంది, మేము హిజ్ మెజెస్టిలో చేరబోతున్నప్పుడు, మేము బాచెంగ్ కౌంటీ గుండా వెళుతున్నాము. జూన్‌లో చాలా వేడిగా ఉంది. నా మూడవ సోదరుడు హోటల్‌లో ఉండలేడు, కాబట్టి అతను ఒంటరిగా సంచరించడానికి బయలుదేరాడు. ఒక పుచ్చకాయ తోట దాటిన తరువాత, అతను కొన్ని కోయడానికి లోపలికి వెళ్ళాడు, పుచ్చకాయలు దాహాన్ని తీర్చాయి, ఈ సమయంలో చాలా త్వరగా పండిన పుచ్చకాయలు లేవు, మరియు మూడవ సోదరుడు వాటిని ఎలా తీయాలో తెలియదు, కాబట్టి అతను వాటిని చాలా విరిచాడు. సీతాఫలం వైపు చూస్తున్న స్త్రీ మూడో అన్నయ్యను దూషించటానికి ముందుకు వచ్చింది.ఇద్దరికి అభిప్రాయభేదాలు వచ్చాయి.అప్పుడు గొడవలు మొదలయ్యాయి.రా.అదృష్టవశాత్తూ నేను కంగారుపడి సమయానికి రక్షించటానికి పరుగెత్తాను,లేకపోతే...\"\n\"అవును, ఆ సంవత్సరం నాకు గుర్తుంది, మేము హిజ్ మెజెస్టిలో చేరబోతున్నప్పుడు, మేము బాచెంగ్ కౌంటీ గుండా వెళుతున్నాము. జూన్‌లో చాలా వేడిగా ఉంది. నా మూడవ సోదరుడు హోటల్‌లో ఉండలేడు, కాబట్టి అతను ఒంటరిగా తిరుగుతూ వెళ్ళాడు. ఒక పుచ్చకాయ తోట దాటిన తరువాత, అతను కొన్ని కోయడానికి లోపలికి వెళ్ళాడు, పుచ్చకాయలు దాహాన్ని తీర్చాయి, ఈ సమయంలో చాలా త్వరగా పండిన పుచ్చకాయలు లేవు, మరియు మూడవ సోదరుడు వాటిని ఎలా తీయాలో తెలియదు, కాబట్టి అతను వాటిని చాలా విరిచాడు. సీతాఫలం వైపు చూస్తున్న స్త్రీ మూడో అన్నయ్యను దూషించటానికి ముందుకు వచ్చింది.ఇద్దరికి అభిప్రాయభేదాలు వచ్చాయి.అప్పుడు గొడవలు మొదలయ్యాయి.రా.అదృష్టవశాత్తూ నేను కంగారుపడి సమయానికి రక్షించటానికి పరుగెత్తాను,లేకపోతే...\"\n\"ఈ జెంగ్ జిమింగ్, ఇది మొదట అతని తప్పు, అతను క్షమాపణ చెప్పాలి. అతన్ని ఎందుకు కొట్టాడు? దానికి తోడు, ఒక అమ్మాయి కుటుంబం అతనిలాంటి క్రూరుడి పంచ్‌లు మరియు కిక్‌లను ఎలా తట్టుకోగలదు! రండి, మీరు ఈ అమ్మాయిని కొట్టారు ముక్కలు. కాదా?\" \"అమ్మాయి క్షేమంగా ఉంది...\"\n\"ఈ జెంగ్ జిమింగ్, ఇది మొదట అతని తప్పు, కాబట్టి అతను క్షమాపణ చెప్పాలి. అతన్ని ఎందుకు కొట్టావు? అదీగాక, అతనిలాంటి క్రూరమైన వ్యక్తి యొక్క పంచ్‌లు మరియు కిక్‌లను ఒక అమ్మాయి కుటుంబం ఎలా తట్టుకోగలదు! రండి, నాకు చెప్పండి, నువ్వు ఈ అమ్మాయిని కొట్టావు. కాదా?\"\n\"అమ్మాయి క్షేమంగా ఉంది...\"\n\"అది సరే, అది సరే... హే, మీరు చర్య తీసుకోలేదా? ఓహ్, మీరు నన్ను సమయానికి రక్షించారని నేను అనుకుంటున్నాను.\"\n\"అది సరే! అది సరే... హే! నువ్వు చర్య తీసుకోలేదా? ఓహ్! నన్ను సమయానికి రక్షించింది నువ్వేనని నేను అనుకుంటున్నాను!\"\n\"...కాదు, నేను రక్షించిన వ్యక్తి ... మూడవ సోదరుడు.\" \"...కాదు, నేను రక్షించిన వ్యక్తి ... మూడవ సోదరుడు.\"\n\"ఆహ్?!\" \"ఆహ్?!\"\n\"మూడో తమ్ముడిని ఆ స్త్రీ నేలమీద పడేసి దారి పొడవునా దౌర్జన్యంగా కొట్టింది. అదృష్టవశాత్తూ నేను వచ్చి అతనిని విడిచిపెట్టమని ఒప్పించాను, కాబట్టి అతనికి పెద్దగా గాయాలు కాలేదు. ... మహిమాన్వితుడు.. మహానీయుడు!... \"\n\"మూడో తమ్ముడిని ఆ స్త్రీ నేలకేసి కొట్టింది మరియు తీవ్రంగా కొట్టింది. అదృష్టవశాత్తూ, నేను వచ్చి అతనిని విడిచిపెట్టమని ఒప్పించాను, కాబట్టి అతనికి పెద్దగా గాయాలు కాలేదు. ... మీ మహిమాన్విత ... యువర్!...\"\n\"ఆహ్?...ఓహ్, ఆ స్త్రీ ఎవరు!?\" \"అయ్యా!?...ఓ, ఆ స్త్రీ ఎవరు!?\"\n\"ఆ మహిళ పేరు టావో సంచున్ అని, ఆమె తండ్రి టావో హాంగ్ ఆశయాలు లేని ముసలి హీరో అని నాకు తర్వాత తెలిసింది. టావో సంచున్ చిన్నప్పటి నుండి తన తండ్రి వద్ద మార్షల్ ఆర్ట్స్ నేర్చుకున్నాడు. నాకు తెలిసిన తర్వాత అతని కుటుంబం, మిస్ సంచున్‌కి అత్యద్భుతమైన పాత్ర ఉందని నేను చూశాను. , లువో లువో మరియు ఉదారంగా, చిన్న అమ్మాయిగా ఉండే అలవాటు లేకుండా, వారు ఉద్దేశపూర్వకంగా అతనితో సరిపెట్టారు. టావో తండ్రి మరియు కుమార్తె కూడా మూడవ సోదరుడి యొక్క ముక్కుసూటి పాత్రను చాలా ఇష్టపడ్డారు. వెంటనే దాన్ని కొట్టివేసి, వారిద్దరికీ ఈ వివాహం నిశ్చయించుకున్నారు. మీ మహిమ, దయచేసి నాకు చెప్పండి, ఇది నకిలీ వివాహం కాదా?\"\n\"అమ్మాయి పేరు టావో సంచున్ అని నాకు తరువాత తెలిసింది, ఆమె చిన్నప్పటి నుండి ఆమె తన తండ్రి వద్ద మార్షల్ ఆర్ట్స్ నేర్చుకుంది, నేను అతని కుటుంబంతో పరిచయం అయిన తర్వాత, మిస్ సంచున్‌కు అసాధారణమైన పాత్ర ఉందని నేను చూశాను. ఉదారంగా, మరియు చిన్న అమ్మాయి అలవాట్ల జాడ లేదు, కాబట్టి నేను ఉద్దేశపూర్వకంగా ఆమెను రిక్రూట్ చేసాను.మిస్టర్ టావో మరియు అతని కుమార్తె కూడా వారి మూడవ సోదరుడి యొక్క ముక్కుసూటి పాత్రను చాలా ఇష్టపడ్డారు. వారు వెంటనే దానిని కొట్టివేసి, ఒకరినొకరు వివాహం చేసుకోవాలని నిర్ణయించుకున్నారు. మీ మహారాజు, ఇది నకిలీ వివాహం అని మీరు అనుకోలేదా?\n(ఈ కథ ఒక రూపకం, ఎందుకంటే చెడ్డ విషయం మంచి విషయంగా మారింది.)", "聖意": "ఇల్లు మరియు స్వీయ రక్షణ కోసం ప్రార్థించండి, జాగ్రత్తగా ఉండండి, సంపద కోసం ప్రార్థించండి, వ్యాపారాన్ని నాశనం చేయండి, వివాహాన్ని అడ్డుకోండి, శిక్ష, లియుజియా, భీమా, పొలాల్లో చిక్కుకున్న పాదచారులు, పట్టు పురుగుల నష్టం, పశువుల నష్టం, తప్పిపోయిన వ్యక్తులు, అక్రమ వ్యాజ్యాలు, నష్టం, వలసలు, సంప్రదాయవాదం , కోల్పోయిన ఆస్తి, చెడు వ్యాధులు, చింతలు, ప్రమాదాలు, పర్వతాలు, సమాధులు, వైఫల్యం", "古人": "టావో సంచున్ పుచ్చకాయ తోటలో జెంగ్ ఎన్‌ను ఓడించాడు", "第X籤": "సంఖ్య తొంభై తొమ్మిది", "宮": "హైగాంగ్"}