{"籤詩版本二": "നല്ല ദാമ്പത്യത്തിനും ശുഭദിനങ്ങൾക്കും നല്ല സമയത്തിനും വേണ്ടി ലോകം സൃഷ്ടിക്കപ്പെടട്ടെ, എല്ലാം ശുഭമായിരിക്കുക\nഇത്രയും കിട്ടിയാൽ ചെറിയ കാര്യമല്ല.. ജനങ്ങൾ വിശ്വസ്തരും നേരുള്ളവരുമാണെന്ന് ചക്രവർത്തി പ്രഖ്യാപിക്കുന്നു.", "詩意": "ഈ ഹെക്സാഗ്രാം ആകാശവും ഭൂമിയും തുറക്കുന്നതിന്റെ തുടക്കത്തെ പ്രതിനിധീകരിക്കുന്നു.\nഎല്ലാം ഐശ്വര്യമാണ്.", "解曰": "ദ്രുത വേഗത. വർഷം അതിന്റെ സമയം വിലമതിക്കുന്നില്ല. ഗുവാൻയിൻ എഴുതുന്നു. ആദ്യം എന്നെ അറിയിക്കൂ.", "籤詩故事一": "◇ഷോങ്‌ലി പ്രബുദ്ധനായി\nകിഴക്കൻ ഹാൻ രാജവംശത്തിന്റെ കാലത്ത് ഷാങ്‌സി പ്രവിശ്യയിലെ സിയാനിലെ ഷിയാൻയാങ് കൗണ്ടി സ്വദേശിയായിരുന്നു ഷൊങ്‌ലി ക്വാൻ, സോംഗ്‌ലി എന്ന കുടുംബപ്പേര്, നൽകിയ പേര് ക്വാൻ, കടപ്പാട് പേര് യുൻഫാങ്, സെങ്‌യാങ് എന്ന വിളിപ്പേര്.\nഹാൻ രാജവംശത്തിലെ ഒരു ജനറലായിരുന്നു സോങ് ലിക്വാൻ.പടിഞ്ഞാറൻ ക്വിയാങ്ങിനെതിരായ പര്യവേഷണ വേളയിൽ അദ്ദേഹം കമാൻഡർ ലിയാങ് യിയോട് അസൂയപ്പെട്ടു, 30,000 വൃദ്ധരും ദുർബലരുമായ സൈനികരെ മാത്രമേ അദ്ദേഹത്തിന് നിയോഗിച്ചിട്ടുള്ളൂ.അവൻ ലക്ഷ്യസ്ഥാനത്ത് എത്തിയ ഉടൻ ക്യാമ്പ് കൊള്ളയടിച്ചു. പടിഞ്ഞാറൻ ക്വിയാങ് സൈന്യവും സൈനികരും ഓടിപ്പോയി. സോങ് ലിക്വാൻ ഒരു താഴ്‌വരയിൽ വഴിതെറ്റി, വഴിയിൽ വച്ച് ഒരു ഹു സന്യാസിയെ കണ്ടുമുട്ടി, അവനെ ഒരു ചെറിയ ഗ്രാമത്തിലേക്ക് കൂട്ടിക്കൊണ്ടുപോയി, \"ഇത് മിസ്റ്റർ ഡോങ്‌ഹുവയുടെ വസതിയാണ്\" എന്ന് പറഞ്ഞു, അവൻ യാത്ര പറഞ്ഞു പോയി. കുറച്ചു കഴിഞ്ഞപ്പോൾ പെട്ടെന്ന് ആരോ പറഞ്ഞു, \"പച്ചക്കണ്ണുള്ള ഹു മനുഷ്യൻ വളരെ സംസാരശേഷിയുള്ളതുകൊണ്ടായിരിക്കണം ഇത്.\" വെളുത്ത മാൻ രോമങ്ങൾ ധരിച്ച് ഒരു പച്ച ക്വിനോവ വടി പിടിച്ച് നിൽക്കുന്ന ഒരാളെ കണ്ടു. അവൻ സോംഗ് ലിക്വാനോട് ചോദിച്ചു, \"വന്ന ആൾ ഇതാ ഹാൻ ഡാ. ജനറൽ സോംഗ്ലി ക്വാൻ\n? താൻ ഒരു വിചിത്ര വ്യക്തിയെ കണ്ടുമുട്ടിയതായി അറിഞ്ഞ സോങ് ലിക്വാൻ ഞെട്ടിപ്പോയി, അതിനാൽ അദ്ദേഹം ആത്മാർത്ഥമായി താവോ പഠിച്ചു.\nZhong Liquan പിന്നീട് Zhenren Huayang, അനശ്വര രാജാവ് Xuanfu എന്നിവരെ കണ്ടുമുട്ടുകയും \"അമർത്യതയുടെ രഹസ്യം\" പഠിക്കുകയും ചെയ്തു. അവസാനം, അദ്ദേഹം കോങ്‌ടോംഗ് പർവതത്തിലെ സിജിൻ സിഹാഫെംഗിൽ താമസിച്ചു, \"ജേഡ് ബോക്‌സിന്റെ രഹസ്യം\" നേടി, യഥാർത്ഥ അമർത്യനായി, ക്വാൻ‌ഷെൻ വിഭാഗത്തിന്റെ അഞ്ച് വടക്കൻ ഗോത്രപിതാക്കന്മാരിൽ ഒരാളായും അദ്ദേഹത്തെ ആദരിച്ചു.", "聖意": "നിങ്ങളുടെ വീടും വീടും ശരത്കാലത്തും ശീതകാലത്തും ഭാഗ്യം ലഭിക്കാൻ പ്രാർത്ഥിക്കുക, ശരത്കാലത്തും ശീതകാലത്തും ഭാഗ്യം തേടുക, ബിസിനസ്സിൽ ഭാഗ്യം, വിവാഹത്തിൽ ഭാഗ്യം, ആൺകുട്ടികളെ പ്രസവിക്കാൻ ഭാഗ്യം, വയലിൽ യാത്ര ചെയ്യാൻ ഭാഗ്യം. , പട്ടുനൂൽ ഭാഗ്യം, കന്നുകാലികളിൽ ഭാഗ്യം, ആളുകളെ കണ്ടെത്തുന്നതിൽ ഭാഗ്യം, പൊതു വ്യവഹാരങ്ങളിൽ ഭാഗ്യം, ദേശാടന ഭാഗ്യം, നഷ്ടപ്പെട്ട സ്വത്ത്, വടക്കുകിഴക്കൻ രോഗങ്ങൾ, മലകളും ശവകുടീരങ്ങളും അയയ്ക്കുന്നതിൽ ഭാഗ്യം.", "古人": "സോംഗ്ലി പ്രബുദ്ധനായി", "第X籤": "ആദ്യ അടയാളം", "宮": "ഗർഭപാത്രം"}