{"籤詩版本二": "കോണിപ്പടിയിലുള്ള തായിലിലേക്ക് പോയിക്കൂടെ?ഞാൻ ആ മാന്യനെ മലയിൽ നിന്ന് താത്കാലികമായി വിടാം.\nകടുവയെക്കുറിച്ചോ മുയലിനെക്കുറിച്ചോ നല്ല വാർത്തയുണ്ടെങ്കിൽ, നിങ്ങൾ തിരക്കിലായിരിക്കാൻ തീരുമാനിച്ചാലും നിങ്ങൾ സ്വതന്ത്രരായിരിക്കും.", "詩意": "ഈ ഹെക്സാഗ്രാമിൽ, നിർഭാഗ്യങ്ങൾക്കിടയിൽ അനുഗ്രഹത്തിന്റെ അടയാളമുണ്ട്.\nഎല്ലാം മുൻകൂട്ടി മോശവും അവസാനം നല്ലതുമാണ്.", "解曰": "ഹെംപ് സിൽക്ക് ഉപയോഗിച്ച് മാറ്റിസ്ഥാപിക്കുക. ഒരാളുടെ കാലിൽ അടിക്കുക. വ്യക്തമായി കാണുക. ദുരന്തങ്ങളിൽ നിന്നാണ് അനുഗ്രഹങ്ങൾ വരുന്നത്.", "籤詩故事一": "◇ബുക്കിറ്റിൽ ഒരു മാസ്റ്ററെ കണ്ടുമുട്ടുന്നു\nവു ജി യഥാർത്ഥത്തിൽ ഒരു മരം വെട്ടുകാരനായിരുന്നു, ഇരുവരും ഫെങ് നദിയിൽ മത്സ്യബന്ധനം നടത്തുമ്പോൾ ജിയാങ് സിയയെ കണ്ടുമുട്ടി. സിയയെ നേരായ കൊളുത്തിട്ട് മീൻ പിടിക്കുന്നത് കണ്ട് വുജി ചിരിച്ചു.\nസിയ വുജിയുടെ മുഖത്തേക്ക് നോക്കി ഭാഗ്യം പറഞ്ഞു: \"ഇന്ന് നിങ്ങൾ നഗരത്തിൽ പ്രവേശിച്ചാൽ നിങ്ങൾ ആരെയെങ്കിലും കൊല്ലും.\" ഇതുകേട്ട വു ജി കോപാകുലനായി നഗരത്തിലേക്ക് വിറക് കയറ്റി വിട്ടു.\nനഗരത്തിൽ പ്രവേശിച്ച ശേഷം, വു ജി മറ്റുള്ളവരുമായി ഏറ്റുമുട്ടുകയും പ്രധാനമന്ത്രി വെൻ വാംഗിനെ തെറ്റായി അടിച്ച് കൊല്ലുകയും ചെയ്തു.\nവെൻ രാജാവ് ഒരു തടവറയായി നിലം വരച്ച് വു ജിയെ തടവിലാക്കി.\nബുക്കിറ്റ് ഹൗ താൽക്കാലികമായി മോചിപ്പിക്കപ്പെടുകയും ശരത്കാലം വരെ അമ്മയെ പരിപാലിക്കുന്നതിനായി വധശിക്ഷയ്ക്ക് വിധിക്കുകയും ചെയ്തു.\nജിയാങ് സിയയോട് സഹായം ചോദിക്കാൻ അമ്മ അവനോട് ആവശ്യപ്പെട്ടു.\nതായ്‌ഗോങ് അദ്ദേഹത്തെ തന്റെ ശിഷ്യനായി സ്വീകരിച്ചു, യുദ്ധകല പഠിപ്പിച്ചു, അവന്റെ ജന്മസിദ്ധമായ വിധി തകർക്കാൻ കുഴികൾ കുഴിക്കാനും മന്ത്രവാദം നടത്താനും ഉത്തരവിട്ടു.\nശരത്കാലത്തിനുശേഷം, വു ജി ശിക്ഷിക്കപ്പെടാൻ വന്നില്ല, വെൻ രാജാവ് സഹജമായ സംഖ്യകൾ ഊഹിച്ചു, കുറ്റകൃത്യം ഭയന്ന് വു ജി ആത്മഹത്യ ചെയ്തതാണെന്ന് കരുതി.\nപിന്നീട്, വെൻ രാജാവ് വു ജിയെ കണ്ടുമുട്ടി, ജിയാങ് ടൈഗോംഗിനെ കാണാൻ വു ജി വെൻ രാജാവിനെ പരിചയപ്പെടുത്തി.\nജനറൽ ഓഫ് വുഡ് എന്ന പദവി ടൈഗോങ്ങിന് ലഭിച്ചു. മാസ്റ്ററും അപ്രന്റീസും വെൻ രാജാവിന് വേണ്ടി ജോലി ചെയ്തു.", "聖意": "വീട് സുരക്ഷിതം, സ്വയം ഭാഗ്യം, ബിസിനസ്സ് നല്ലതാണ്, വിവാഹം വൈകി, ആൺ കാൽനടക്കാരൻ വയലിൽ തിരിച്ചെത്തിയില്ല, പട്ടുനൂലുകൾ ലാഭകരമാണ്, ആറ് മൃഗങ്ങൾ ഷെഞ്ചിയാണ്, തിരച്ചിൽ നല്ലതാണ്, പൊതു വ്യവഹാരം നല്ലത്, കുടിയേറ്റം യാഥാസ്ഥിതികമാണ്, നഷ്ടപ്പെട്ട സ്വത്ത് കാണുന്നു, രോഗം നല്ലതാണ്, ക്യുജി, മലയും ശവക്കുഴിയും നല്ലതാണ്.", "古人": "ബുക്കിറ്റ് ഏറ്റുമുട്ടൽ", "第X籤": "പന്ത്രണ്ടാം രാശി", "宮": "യിൻ കൊട്ടാരം"}