{"籤詩版本二": "ഒരു ക്രെയിൻ അതിന്റെ മാരകമായ കൂട്ടിൽ നിന്ന് പുറത്തുവരുന്നത് പോലെ, മാരകമായ കൂട്ടിൽ നിന്ന് രക്ഷപ്പെടാൻ കഴിയും.\nവടക്ക്, തെക്ക്, കിഴക്ക് എന്നിവയ്ക്കിടയിൽ തടസ്സങ്ങളൊന്നുമില്ല, നിങ്ങൾക്ക് നേരെ ജിയുക്സിയാവോ കൊട്ടാരത്തിലേക്ക് പോകാം.", "詩意": "ഈ ഹെക്സാഗ്രാം ഒരു ക്രെയിൻ അതിന്റെ കൂട്ടിൽ നിന്ന് പുറത്തുപോകുന്ന ചിത്രത്തെ പ്രതിനിധീകരിക്കുന്നു.\nഎല്ലാം മുൻകൂട്ടി മോശവും അവസാനം നല്ലതുമാണ്.", "解曰": "വിഷമിക്കേണ്ടതില്ല. റോഡ് സമൃദ്ധമാണ്. സുഖമായിരിക്കുക. ഒരു മനുഷ്യൻ (ദൈവം) എന്ന നിലയിൽ അശ്രദ്ധ.", "籤詩故事一": "◇സിയ തന്റെ ഔദ്യോഗിക സ്ഥാനം ഉപേക്ഷിച്ചു\nജിയാങ് സിയ ജോത്സ്യനായി ജോലി ചെയ്തുകൊണ്ടിരിക്കുമ്പോൾ, ഒരു സ്ത്രീയെ ജേഡ് പിപ്പാ സ്പിരിറ്റ് ഉപയോഗിച്ച് രൂപാന്തരപ്പെടുത്തിയതായി കണ്ടു, അയാൾ അവളെ പിടികൂടി മഷിക്കല്ല് കൊണ്ട് അടിക്കുകയും ചെയ്തു. സോ രാജാവിന്റെ പ്രധാനമന്ത്രി എന്താണ് സംഭവിച്ചതെന്ന് വിശദീകരിക്കുകയും എന്താണ് സംഭവിച്ചതെന്ന് ചോദിക്കുകയും തുടർന്ന് ജിയാങ് സിയയെ ഷൗ രാജാവിനെ കാണാൻ കൊണ്ടുപോവുകയും ചെയ്തു. ജിയാങ് സിയ സമാധി ട്രൂ ഫയർ ഉപയോഗിച്ച് പിപ്പ സ്പിരിറ്റിനെ അതിന്റെ യഥാർത്ഥ രൂപത്തിൽ നിന്ന് സോവ രാജാവിന് മുന്നിൽ കത്തിച്ചു, കൂടാതെ സോ രാജാവ് അദ്ദേഹത്തെ മുതിർന്ന ഉദ്യോഗസ്ഥനാക്കി.\nജേഡ് പിപ്പാ സ്പിരിറ്റിനോട് പ്രതികാരം ചെയ്യാൻ, മാൻ പ്ലാറ്റ്ഫോം നിർമ്മിക്കാൻ ജിയാങ് സിയയോട് കൽപ്പിക്കാൻ ദാജി സോ രാജാവിനോട് ആവശ്യപ്പെട്ടു, ജിയാങ് സിയ, ഷൗ രാജാവിനെ ശാസിച്ചു, ഷൗ രാജാവ് അവനെ കൊല്ലാൻ ഉത്തരവിട്ടു. ജിയാങ് സിയ വെള്ളം ഉപയോഗിച്ച് രക്ഷപ്പെട്ടു. വീട്ടിൽ തിരിച്ചെത്തിയ ശേഷം, ജിയാങ് സിയ സിക്കിയിലേക്ക് പോകുന്നതിനെക്കുറിച്ച് മായോട് ചോദിച്ചു, മാ അവനെ വിവാഹമോചനം ചെയ്യാൻ ആഗ്രഹിച്ചു. അങ്ങനെ ജിയാങ് സിയ ഒറ്റയ്ക്ക് സിക്കിയിലേക്ക് (ഷൗ രാജവംശത്തിലെ വെൻ രാജാവിന്റെ തലസ്ഥാനം) പോയി.\nജിയാങ് സിയ Xiqi ൽ എത്തി, Panxi Gorge-ൽ ഒറ്റപ്പെട്ട മത്സ്യബന്ധനത്തിൽ താമസിച്ചു, കഴിവുകൾ അന്വേഷിക്കാൻ ഉത്സുകനായ ഷൗ രാജാവായ വെന്നിനെ കണ്ടുമുട്ടി. വെൻ രാജാവിന്റെ ആത്മാർത്ഥമായ അഭ്യർത്ഥന പ്രകാരം ജിയാങ് സിയയെ തന്റെ ഗുരുവായി ആരാധിക്കുകയും വെൻ രാജാവിനെ സഹായിക്കുകയും ചെയ്തു.", "聖意": "ഞാൻ വീട്ടിൽ അസ്വസ്ഥനാണ്, സാമ്പത്തിക സഹകരണം, ഇടപാട്, വിവാഹം, ലിയുജിയ, പുരുഷ കാൽനടയാത്രക്കാർ, വയലുകൾ, പട്ടുനൂൽപ്പുഴുക്കൾ, ശരത്കാല ലാഭം, ആറ് കന്നുകാലികളുടെ നഷ്ടം, ആളുകളെ തിരയുക, പൊതു വ്യവഹാരങ്ങൾ തടസ്സപ്പെടുത്തൽ, കുടിയേറ്റം, നഷ്ടപ്പെട്ട സ്വത്ത്, തെക്കുകിഴക്ക് എന്നിവയും ഞാൻ ആഗ്രഹിക്കുന്നു രോഗം, ക്രമീകരണം, പർവതങ്ങളും ശവകുടീരങ്ങളും അയയ്ക്കൽ, ഐശ്വര്യം.", "古人": "സിയ തന്റെ ഔദ്യോഗിക സ്ഥാനം ഉപേക്ഷിച്ചു", "第X籤": "പതിനാലാമത്തെ ലോട്ടറി വിജയി", "宮": "മാഗോങ്"}