{"籤詩版本二": "ആകുലതകളും ആശങ്കകളും താത്കാലികമായി ശമിച്ചു, സന്തോഷം ആകാശത്ത് നിന്ന് വരുന്നു.\nചാണകത്തിൽ ഒളിപ്പിച്ച ജേഡ് പോലെ, ഒരു നല്ല തൊഴിലാളി പൊടി ഉയർത്തുന്നു", "詩意": "ഈ ഹെക്സാഗ്രാം യിൻ, യാങ് എന്നിവയുടെ ഐക്യത്തെ പ്രതിനിധീകരിക്കുന്നു.\nനിങ്ങൾ ആസൂത്രണം ചെയ്യുന്നതെല്ലാം ശുഭകരമാണ്.", "解曰": "ഒന്നും നേടിയില്ല, നഷ്ടപ്പെട്ടതുമില്ല. നഷ്ടത്തിൽ നിന്ന് നേട്ടം. വില്ലൻ കുഴപ്പത്തിലാണ്. മാന്യൻ, നിങ്ങൾക്ക് ആശംസകൾ.", "籤詩故事一": "◇യെ മെങ് സിയോങ് ചാവോ ഡി\nയെ മെങ്‌സിയോങ് (1531-1597), അദ്ദേഹത്തിന്റെ മര്യാദയുള്ള പേര് നൻഷാവോ എന്നും പേര് ലോംഗ്‌താങ് എന്നും ആയിരുന്നു, ലോംഗ്‌ടാൻ എന്ന് മാറ്റി, ഹുയുൻ എന്നും പേരിട്ടു. മിംഗ് രാജവംശത്തിലെ വാൻഷിഫാങ് സ്വദേശി, ഹുയിഷോ ഫുചെങ് (ഇപ്പോൾ ഹുയിചെങ് ജില്ലയുടെ ഭാഗമാണ്, ഹുയിഷോ സിറ്റി). ജിയാജിംഗ് ഭരണത്തിന്റെ 44-ാം വർഷത്തിൽ (1565), അദ്ദേഹം ഒരു ജിൻഷി ആയിത്തീരുകയും ക്വിംഗ് കൗണ്ടിയിലെ മജിസ്‌ട്രേറ്റ് പദവി ലഭിക്കുകയും ചെയ്തു. ട്രാൻസ്ഫർ ഡിപ്പാർട്ട്‌മെന്റിന്റെ ഡയറക്ടറായി സേവനമനുഷ്ഠിച്ച അദ്ദേഹം പിന്നീട് ഷാൻസി റോഡിന്റെ സൂപ്പർവൈസറി സെൻസറായി മാറി.\nവാൻലിയുടെ 20-ാം വർഷത്തിൽ (1592), നിംഗ്‌സിയയുടെ ജനറൽ കോൺസൽ കുവൈബായ് (മംഗോളിയൻ ടാറ്റർ ഗോത്രത്തിന്റെ തലവൻ) ഗവർണർ ഡാങ് സിന്നിനെ കൊല്ലുകയും ഹെക്‌സി പ്രവിശ്യയിലെ നാൽപ്പത്തിയേഴാം കോട്ട പിടിച്ചടക്കുകയും ചെയ്തു. , നഗരം തകർത്ത് ആരാധിക്കുകയും സ്വയം കത്തിക്കുകയും ചെയ്തു. മെങ് സിയോങ് ക്രെഡിറ്റ് എടുക്കുന്നതിൽ അഹങ്കാരിയല്ല, കൂടാതെ യുദ്ധം ചെയ്യാൻ ധൈര്യപ്പെടുന്ന ജനറൽമാരുടെ കഴിവുകൾ പോലെ മികച്ചതായിരിക്കാൻ അദ്ദേഹത്തിന്റെ കഴിവുകൾ അനുവദിക്കുകയും ചെയ്യുന്നു. ഔദ്യോഗിക വെയ് സൂസെങ്ങിനെ പുനഃസ്ഥാപിച്ചു. പിന്നീടുള്ള വർഷങ്ങളിൽ, അദ്ദേഹം അഞ്ച് തവണ രാജിവെക്കുകയും ഹുയിലോംഗ് ക്ഷേത്രം പണിയുന്നതിനായി ഹുയിഷൗവിലേക്ക് മടങ്ങുകയും ചെയ്തു.\nയെ മെങ്‌സിയോങ് തുടക്കത്തിൽ താവോയിസത്തിൽ ഒരു സിവിൽ സേവകനായി പ്രവേശിച്ചു, അദ്ദേഹത്തിന്റെ സത്യസന്ധതയ്ക്കും സത്യസന്ധതയ്ക്കും പ്രശസ്തനായിരുന്നു.പഴയ ചരിത്രരേഖകൾ പറയുന്നത്, \"വിനയത്തിലും കഴിവിലും ഒന്നാമൻ\", \"അഴിമതി ഇല്ലാതാക്കുകയും കലാപങ്ങളെ ശിക്ഷിക്കുകയും ചെയ്തു\", അദ്ദേഹം നല്ല പ്രശസ്തി നേടി. അങ്ങേയറ്റം വിശ്വസ്തനും ധീരനും ധീരനും വിഭവശേഷിയുള്ളവനുമായിരുന്നു തോക്കെടുക്കുന്നതിൽ മിടുക്കൻ. അദ്ദേഹത്തിന്റെ ജീവിതത്തിന്റെ രണ്ടാം പകുതിയിൽ, അദ്ദേഹത്തിന്റെ ആയോധന കലയുടെ കഴിവുകൾ \"മിംഗ് രാജവംശത്തിന്റെ ചരിത്രത്തിൽ\" രേഖപ്പെടുത്തപ്പെട്ടു, അദ്ദേഹം ഒരു ദേശീയ നായകനായി കണക്കാക്കപ്പെട്ടു.", "聖意": "വീട് പ്രതികൂലമാണ് (കൂടുതൽ സമാധാനപരമാണ്) ശരത്കാലവും ശീതകാലവും സ്വയം നല്ലതാണ്, സമ്പത്ത് വിജയിക്കും, ഇടപാടുകൾ വിജയിക്കും, വിവാഹം വിജയിക്കും, ലിയുജിയ തെറ്റായി പരിഭ്രാന്തനാകും (നിധികൾ ഉണ്ടാകും), കാൽനടയാത്രക്കാർ വയലിലേക്ക് പോകും. പട്ടുനൂൽ പുഴുക്കൾക്കായി പ്രാർത്ഥിക്കുക, ആറ് മൃഗങ്ങൾ പരന്നതായിരിക്കും, ആളുകളെ കണ്ടെത്തും, പൊതു വ്യവഹാരങ്ങൾ പ്രതികൂലമാകും, കുടിയേറ്റം യാഥാസ്ഥിതികമാകും, നഷ്ടപ്പെട്ട സ്വത്ത് തടസ്സപ്പെടും, രോഗങ്ങൾ ഫ്യൂഷാൻ ശവക്കുഴിയിൽ തീർക്കും", "古人": "യെ മെങ് സിയോങ് ചാവോ ഡി", "第X籤": "പതിനാറാം വിജയിച്ച ലോട്ടോ", "宮": "മാഗോങ്"}