{"籤詩版本二": "സുവർണ്ണ കാക്ക പടിഞ്ഞാറ് പതിക്കുന്നു, മുയൽ കിഴക്ക് ഉദിക്കുന്നു, രാവും പകലും പുരാതന കാലം മുതൽ ഇന്നുവരെ തുടരുന്നു.\nഒരു പോരായ്മയുമില്ലെന്ന് സന്യാസിമാർക്കും താവോയിസ്റ്റുകൾക്കും അറിയാം, പണ്ഡിതന്മാരും കർഷകരും വ്യവസായവും വ്യാപാരികളും എല്ലാവരും അവരുടെ മനസ്സിനെ പിന്തുടരുന്നു.", "詩意": "ഈ ഹെക്സാഗ്രാം യിൻ, യാങ് എന്നിവയുടെ വാക്സിംഗ്, ക്ഷയിക്കുന്നതിനെ പ്രതിനിധീകരിക്കുന്നു.\nഎല്ലാം ആസൂത്രണം ചെയ്തതുപോലെ നടക്കുമെന്നതിന്റെ സൂചന കൂടിയാണിത്.", "解曰": "മനസ്സിൽ ഒന്നുമില്ല. നിങ്ങൾ ചെയ്തത് പുണ്യമാണ്. വില്ലിൽ നിന്നുള്ള അമ്പ് പോലെ. ഒരു ഷോട്ട് ലക്ഷ്യത്തിലെത്തി.", "籤詩故事一": "◇അങ്കിൾ കാവോ ഗുവോ ഒരു അനശ്വരനാണ്\nസോങ് രാജവംശത്തിന്റെ റെൻസോങ് കാലഘട്ടത്തിൽ സംസ്ഥാനത്തിന്റെ വലിയ അമ്മാവനായിരുന്നു സൂഷൗ സ്വദേശിയായ കാവോ ഗുവോജിയു എന്ന് പറയപ്പെടുന്നു, അദ്ദേഹത്തിന്റെ പേര് കാവോ ജിംഗ്സിയൂ എന്നും അറിയപ്പെടുന്നു.\nഅങ്കിൾ കാവോ ഗുവോയ്ക്ക് കാവോ എർ എന്നൊരു ഇളയ സഹോദരനുണ്ടായിരുന്നു. ഈ കാവോ എർ തന്റെ സാമ്രാജ്യത്വ സ്ഥാനത്തെ ആശ്രയിച്ചു, എല്ലാത്തരം തിന്മകളും ചെയ്തു, അവൻ വയലുകൾ കൈവശപ്പെടുത്തി, ഭാര്യമാരെയും പെൺമക്കളെയും അപഹരിച്ചു, നിയമവിരുദ്ധരായ ചില വില്ലന്മാരുമായി ചങ്ങാത്തം സ്ഥാപിച്ചു, അവൻ അകത്തും പുറത്തും വന്നു, കാവോ ഗുവോജിയുവിന് അത് സഹിക്കാൻ കഴിഞ്ഞില്ല. അവന്റെ നല്ല വാക്കുകളും സുഖസൗകര്യങ്ങളും കേൾക്കാൻ വിസമ്മതിച്ചു, അതിനാൽ അവനെ നിയന്ത്രിക്കാൻ അവൻ ശിക്ഷ ഉപയോഗിച്ചു. , രണ്ട് സഹോദരന്മാരും പകയുണ്ടാക്കി.\nകാവോ ഗുവോജിയു പറഞ്ഞു: \"നന്മ ശേഖരിക്കുന്നവർ അഭിവൃദ്ധി പ്രാപിക്കും, തിന്മ ശേഖരിക്കുന്നവർ നശിക്കും എന്നതാണ് ലോകത്തിന്റെ തത്വങ്ങൾ. ഇത് മാറ്റമില്ലാത്ത സത്യമാണ്. പണ്ട്, നമ്മുടെ കാവോ കുടുംബം ഇന്നത്തെ സമ്പത്ത് നേടാൻ തിന്മകൾ ശേഖരിച്ചു. ഇപ്പോൾ എന്റെ സഹോദരൻ തിന്മ അതിരൂക്ഷമായി ശേഖരിച്ചു, അവൻ രക്ഷപ്പെട്ടാലും, നിങ്ങളെ ഉദ്യോഗസ്ഥർ ശിക്ഷിച്ചാലും, രഹസ്യമായി ചെയ്യുന്ന പ്രകൃതി ദുരന്തങ്ങളിൽ നിന്ന് നിങ്ങൾക്ക് രക്ഷപ്പെടാൻ കഴിയില്ല, ഒരിക്കൽ ഒരു ദുരന്തം വന്ന് നിങ്ങളുടെ കുടുംബം നശിക്കുകയും ആരെങ്കിലും മരിക്കുകയും ചെയ്താൽ നിങ്ങൾ ആകില്ല രക്ഷപ്പെടാൻ കഴിയും. ഞാൻ അപമാനിതനാകുകയും ഭയപ്പെടുകയും ചെയ്യും.\" അങ്ങനെ, ഞാൻ എന്റെ സമ്പത്ത് മുഴുവൻ ചിതറിച്ചു, അവൻ ദരിദ്രരെ സഹായിച്ചു, പിന്നെ അവന്റെ സഹോദരന്റെ കാര്യങ്ങളിൽ ശ്രദ്ധിച്ചില്ല. പിന്നെ വീടും സുഹൃത്തുക്കളും ഉപേക്ഷിച്ച് താവോയിസ്റ്റ് യൂണിഫോമിലേക്ക് മാറി, മനസ്സും പ്രകൃതിയും വളർത്തിയെടുക്കാൻ മലകളിറങ്ങി.\nഒരു ദിവസം, യാദൃശ്ചികമായി ഹാൻ രാജവംശത്തിലെ സോങ്‌ലിയെയും ലു ഡോങ്‌ബിനിനെയും കണ്ടുമുട്ടി.അങ്കിൾ കാവോ ഗുവോയുടെ ഒഴുക്കുള്ള മറുപടികൾ കണ്ട് അദ്ദേഹം വളരെ സന്തോഷിക്കുകയും \"സത്യം തിരിച്ചുവരാനുള്ള രഹസ്യ ശാസന\" നൽകുകയും ശ്രദ്ധാപൂർവം പരിശീലിക്കാൻ ഉത്തരവിടുകയും ചെയ്തു. ക്വാൻ, ലു ഡോങ്ബിൻ എന്നിവരെ അനശ്വര ക്ലാസിലേക്ക് പരിചയപ്പെടുത്തി.", "聖意": "വീടിന് ഭാഗ്യം, വീട്, ഭാഗ്യം, ഭാഗ്യം, ഭാഗ്യം, ബിസിനസ്സിൽ ഭാഗ്യം, വിവാഹം, പുരുഷ സഞ്ചാരി, പാടത്ത് പട്ടുനൂൽ നേരത്തെ നടൽ, കന്നുകാലി പരാജയം, ആളുകളെ അന്വേഷിക്കൽ, കേസ്, കുടിയേറ്റം, നഷ്ടപ്പെട്ട സ്വത്ത്, വൈകി അസുഖം, ഭാഗ്യം.", "古人": "അങ്കിൾ കാവോ ഗുവോ ഒരു അനശ്വരനാണ്", "第X籤": "പതിനെട്ടിൽ ഒപ്പിടുക", "宮": "മാഗോങ്"}