{"籤詩版本二": "ഫാസ്റ്റ് വാട്ടർ ബീച്ചിൽ നിന്ന് ബോട്ട് തിരികെ പോകാൻ അനുവദിച്ചാൽ, പ്രക്ഷുബ്ധമായതിനാൽ നിങ്ങൾ എന്താണ് ചെയ്യാൻ ആഗ്രഹിക്കുന്നത്?\nനിങ്ങൾക്ക് സുരക്ഷിതരായിരിക്കണമെങ്കിൽ, ശാന്തത തേടുക, ഈ പ്രതിസന്ധി മറികടക്കാൻ തിരമാലകൾ കാത്തിരിക്കുക.", "詩意": "ദ്രുതഗതിയിലുള്ള കടൽത്തീരത്ത് സഞ്ചരിക്കുന്ന ഒരു ബോട്ട് പോലെയാണ് ഈ ഹെക്സാഗ്രാം.\nഎല്ലാത്തിലും യാഥാസ്ഥിതികത പുലർത്തുക, സമയത്തിനായി കാത്തിരിക്കുക.", "解曰": "ശക്തമായ വെള്ളത്തിൽ ഇറങ്ങുക. സമയം കാത്തിരിക്കുകയാണ് അപകടം. ക്യാമ്പ് പ്ലാനുകളെ കുറിച്ച് ചോദിച്ചാൽ. ഒന്നും ചെയ്യാൻ പറ്റില്ല.", "籤詩故事一": "◇സിയി രാജാവായി\nഗുവോ ലിംഗോങ് എന്നറിയപ്പെടുന്ന ഗുവോ സിയി (697-781), ഹുവാഷൗവിലെ ഷെങ് കൗണ്ടി സ്വദേശിയും (ഇപ്പോൾ ഹുവാക്സിയൻ കൗണ്ടി, ഷാൻസി പ്രവിശ്യ) ടാങ് രാജവംശത്തിലെ ഒരു ജനറലുമായിരുന്നു.\nടിയാൻബാവോയുടെ 14-ാം വർഷത്തിൽ (755) നടന്ന അൻഷി കലാപത്തിൽ, അദ്ദേഹത്തിന് ഷൂഫാങ് ജീദുഷി (ലിംഗ്വു, ഇന്നത്തെ നിംഗ്സിയയിലെ ലിംഗ്വുവിന് പടിഞ്ഞാറ്) എന്ന പദവി ലഭിച്ചു അവർ ചാങ്‌ഷാനിൽ (ഷെങ്‌ഡിംഗ്, ഹെബെയ്) ചേർന്ന് ഷി സിമിങ്ങിനെ പരാജയപ്പെടുത്തി ഹെബെയ്‌യെ വീണ്ടെടുത്തു. ഈ സമയത്ത്, ചക്രവർത്തി ഫാൻ യാങ്ങിനെ വടക്ക് നിന്ന് കൊണ്ടുപോയി വിമത കടുവയുടെ ഗുഹയിൽ ആക്രമിക്കാൻ ടോങ്ഗുവാൻ ഉപരോധം കുറയ്ക്കാൻ ഗുവോ സിയി നിർദ്ദേശിച്ചു, പക്ഷേ സുവാൻസോങ് വിസമ്മതിച്ചു. പിന്നീട്, താങ് രാജവംശത്തിന്റെ അവസാനത്തിൽ വിഘടനവാദ സാമന്ത നഗരങ്ങളുടെ സാഹചര്യം നട്ടുപിടിപ്പിച്ചു, ഇത് ടാങ് രാജവംശത്തിന്റെ തകർച്ചയുടെ വിദൂര കാരണമായി മാറി.\nടിയാൻബാവോയുടെ ഭരണത്തിന്റെ പതിനഞ്ചാം വർഷത്തിൽ (756), അദ്ദേഹവും ഉയ്ഗൂർ സഖ്യവും ഹെക്വുവിനെ സമാധാനിപ്പിച്ചു, അടുത്ത വർഷം വസന്തകാലത്ത്, അവർ ഹെഡോംഗിനെയും (ഇപ്പോൾ യോങ്ജി, ഷാൻസി) ഫെങ് യിയെയും (ഇപ്പോൾ ഡാലി, ഷാങ്‌സി) വീണ്ടെടുത്തു, ടോങ്ഗുവാൻ ആക്രമിച്ചു. കുയി ക്വിയാൻയുവിനെ പരാജയപ്പെടുത്തി, ടാങ് സൈന്യത്തിന് 10,000-ത്തിലധികം പേർ കൊല്ലപ്പെട്ടു. കുയി ക്വിയാൻയു പുജിന് കീഴടങ്ങി. അൻ ലുഷനെ അദ്ദേഹത്തിന്റെ മകൻ ആൻ ക്വിങ്‌സു വധിച്ചു.\nZhide-ന്റെ രണ്ടാം വർഷത്തിൽ (757), അവൻ ഫെങ്‌സിയാങ്ങിലേക്ക് സൈന്യത്തെ നയിക്കാൻ ഉത്തരവിട്ടു, വഴിയിൽ, അവൻ 5,000 ലീ ഗ്വിറന്റെ കുതിരപ്പടയെ ബൈക് ലിയുൻ പാലത്തിൽ (ഇന്നത്തെ സന്യുവാൻ തെക്കുകിഴക്ക്) പരാജയപ്പെടുത്തി. ക്വിങ്കുവിലെ (ഇന്നത്തെ സിയാൻ പടിഞ്ഞാറ്) ഗുയിറൻ പരാജയപ്പെട്ടു, അദ്ദേഹം വുഗോങ്ങിലേക്ക് (ഇന്നത്തെ വുഗോങ്ങിന്റെ വടക്കുപടിഞ്ഞാറ്) പിൻവാങ്ങി, സെപ്തംബറിൽ, അദ്ദേഹം മാർഷൽ ഗുവാങ്‌പിംഗ് വാങ് ലി ചുവിനെ പിന്തുടർന്ന് 150,000 സൈനികരോടൊപ്പം ടാങ്ങിനെയും ഉയിഗറുകളെയും നയിക്കുകയും തുടർന്ന് യുദ്ധം ചെയ്യുകയും ചെയ്തു. സിയാൻഗിലെ ആൻ ഷൗഷോങ്ങിനും ലി ഗുയിറനുമൊപ്പം ജി ക്ഷേത്രത്തിന്റെ വടക്ക് (ഇന്നത്തെ ചങ്ങാൻ കൗണ്ടിയുടെ തെക്ക് പടിഞ്ഞാറ്) ഉയ്ഗൂർ പട്ടാളക്കാർ ശത്രുവിന് പിന്നിൽ വട്ടമിട്ട് ഇരുവശത്തുനിന്നും ആക്രമിക്കുകയും 60,000 ശത്രുക്കളെ വധിക്കുകയും ചെയ്തു. ഒടുവിൽ തലസ്ഥാനമായ ചാംഗാൻ (ഇന്നത്തെ സിയാൻ) തിരിച്ചുപിടിച്ചു.ടാങ് സൈന്യത്തിന്റെ മഹത്വം ഒരിക്കൽ കൂടി ചാംഗാനിലേക്ക് പുനഃസ്ഥാപിക്കപ്പെട്ടു.\nഅതിനുശേഷം, വിജയം മുതലെടുത്ത് ടാങ് സൈന്യം കിഴക്കോട്ട് നീങ്ങി, ഷിൻഡിയനിൽ (ഇപ്പോൾ സാൻമെൻസിയ സിറ്റിയുടെ തെക്കുപടിഞ്ഞാറ്, ഹെനാൻ പ്രവിശ്യയുടെ തെക്ക് പടിഞ്ഞാറ്) യാൻ ഷുവാങ്, ഷാങ് ടോങ്രു എന്നിവരുൾപ്പെടെ 150,000 പേരെ പരാജയപ്പെടുത്തി, മഞ്ഞ നദി കടന്ന് സിയാങ്‌ഷൗവിലേക്ക് പിൻവാങ്ങാൻ അങ്കിംഗ് സുവിനെ നിർബന്ധിച്ചു. ഡോങ്‌ജുൻ ലുവോയാങ് മടങ്ങി. സിതുവിനെ അവന്റെ യോഗ്യതയിൽ ചേർത്ത് രാജ്യത്തിന്റെ ഡ്യൂക്ക് ആക്കുക.\nഷി സിമിംഗ് തന്റെ സൈന്യത്തെ ഫാൻ യാങ്ങിൽ നിന്ന് ആൻ ക്വിങ്ങ്സുവിനെ രക്ഷപ്പെടുത്താൻ നയിച്ചു.ഇരുപക്ഷവും അന്യാങ് നദിക്ക് വടക്ക് (ഇന്നത്തെ അനിയാങ്ങിന്റെ വടക്ക്) രൂപീകരിച്ച് യുദ്ധം ചെയ്തു, പോരാട്ടം അഭേദ്യമായിരുന്നു, അവസാനം, ഒമ്പത് ജിയേദുഷിയുടെ നേതൃത്വത്തിൽ, ടാങ് സൈന്യം. 600,000 പേർ ഉണ്ടെന്ന് അവകാശപ്പെട്ടു, പിൻവാങ്ങി (യെചെങ് യുദ്ധത്തിൽ) യുദ്ധം). ഈ യുദ്ധത്തിന്റെ പ്രധാന കമാൻഡർ നപുംസകമായ യു ചാവോൻ ആയിരുന്നു, അദ്ദേഹത്തിന് നേതൃത്വ വൈദഗ്ദ്ധ്യം ഇല്ലായിരുന്നു, യുദ്ധത്തിന്റെ പരാജയത്തിന് ഗുവോ സിയിയെ കുറ്റപ്പെടുത്തി. ഗുവോ സിയിയെ വീണ്ടും ചാംഗാനിലേക്ക് വിളിച്ചുവരുത്തി, സൈനിക അധികാരത്തിൽ നിന്ന് മോചിപ്പിക്കപ്പെട്ടു, ഒരു നിഷ്ക്രിയ ഉദ്യോഗസ്ഥനായി.\nബയോയിങ്ങിന്റെ (762) ആദ്യ വർഷത്തിൽ, തയ്യുവാൻ (ഇന്നത്തെ തയ്യുവാൻ തെക്കുപടിഞ്ഞാറ്), ജിയാങ്‌ഷൗ (ഇന്നത്തെ ഷാൻസി പ്രവിശ്യയിലെ സിൻജിയാങ്) എന്നിവിടങ്ങളിലെ സൈന്യം കലാപം നടത്തി, കോടതി ഭയപ്പെട്ടു, അതിനാൽ സിയിക്ക് ഫെന്യാങ്ങിലെ രാജാവ് എന്ന പദവി നൽകപ്പെട്ടു. ജിയാങ്‌ഷൂവിനെ നിയന്ത്രിക്കുക. നപുംസകനായ ചെങ് യുവാൻഷെൻ അദ്ദേഹത്തെ അകറ്റുകയും സൈനിക അധികാരത്തിൽ നിന്ന് മോചിപ്പിക്കപ്പെടുകയും ചെയ്തു.\n(ഈ കഥയുടെ ശ്രദ്ധാകേന്ദ്രം: വളരെ കഴിവും നല്ല പെരുമാറ്റവുമുള്ള ഗുവോ സിയി, ഷുവാൻസോംഗിനെയും ചില വില്ലന്മാരെയും കണ്ടുമുട്ടി, അത് അദ്ദേഹത്തിന്റെ നേട്ടങ്ങളിൽ വളരെയധികം വിട്ടുവീഴ്ച ചെയ്തു.)", "聖意": "വീടിനെയും തന്നെയും അനുഗ്രഹിക്കുക, സമ്പത്ത് തേടുക, ഇടപാടില്ല, വിവാഹമില്ല, തെറ്റായ അലാറമില്ല, ടിയാൻകാഞ്ചിയിൽ എത്തുന്ന കാൽനടയാത്രക്കാർ, ആളുകളെ കണ്ടെത്താൻ പ്രയാസം, പൊതു വ്യവഹാരങ്ങൾ കൂടാതെ (സിംഗല്ല), കുടിയേറ്റം, യാഥാസ്ഥിതികത, നഷ്ടപ്പെട്ട സ്വത്ത്, കണ്ടെത്താൻ പ്രയാസം, രോഗങ്ങൾ, അനുഗ്രഹങ്ങൾ, മലകൾ, ശവകുടീരങ്ങൾ എന്നിവയ്ക്കായി പ്രാർത്ഥിക്കുന്നു", "古人": "സിയി രാജാവായി", "第X籤": "പത്തൊൻപതാം വിജയിച്ച ലോട്ട്", "宮": "തത്സുമി"}