{"籤詩版本二": "നീണ്ട വസന്തകാല മഴ മായ്ക്കാൻ തുടങ്ങുമ്പോൾ, ജേഡ് റാബിറ്റും ഗോൾഡൻ ക്രോയും ക്രമേണ തെളിച്ചമുള്ളതായിത്തീരുന്നു\nപഴയ കാര്യങ്ങൾ അപ്രത്യക്ഷമാവുകയും പുതിയവ പ്രത്യക്ഷപ്പെടുകയും ചെയ്യുക, ഡ്രാഗൺ ഗേറ്റ് കാണുക.", "詩意": "ഈ ഹെക്സാഗ്രാം നീണ്ട മഴയുടെയും ആദ്യകാല വെളിച്ചത്തിന്റെയും പ്രതീകമാണ്.\nഎല്ലാം ആസൂത്രണം ചെയ്തതുപോലെ പോകുന്നു.", "解曰": "ദേവന്മാരാലും ബുദ്ധന്മാരാലും സംരക്ഷിക്കപ്പെടുന്നു. ദുരന്തത്തിന്റെ അപകടമില്ല. യാത്ര ശാന്തമാകട്ടെ. അവസാനം ബഹുമാനത്തോടെ മടങ്ങുക.", "籤詩故事一": "◇ ജിയാങ് ടൈഗോങ് വെൻ രാജാവിനെ കണ്ടുമുട്ടുന്നു\nഷൗ രാജവംശം. ജിയാങ് ഷാങ്, കടപ്പാട് പേര് സിയ. ജി ആളുകൾ (കിഴക്കൻ ചൈനാ കടലിലെ സുഷൗവിൽ നിന്ന്). താവോയിസ്റ്റ് നാമം ഫെയ് സിയോംഗ് എന്നാണ്, അദ്ദേഹത്തിന്റെ പൂർവ്വികർ ലുവിൽ (സ്ഥലപ്പേര്) മുദ്രയിട്ടിരുന്നു, അതിനാൽ അദ്ദേഹത്തെ ലു വാങ് എന്നും വിളിക്കുന്നു.\nഷാങ് രാജവംശത്തിലെ രാജാവായ ഷൗവിന്റെ പ്രശ്‌നങ്ങൾ ഒഴിവാക്കാൻ, അദ്ദേഹം കിഴക്കൻ ചൈനാ കടലിലെ വെള്ളത്തിനരികിൽ താമസിക്കുകയും വെയ്ഷുയി നദിയിൽ മത്സ്യബന്ധനം നടത്തുകയും ചെയ്തു. ഫിഷ്‌ഹുക്ക് നേരായതാണ്.അദ്ദേഹത്തിന്റെ ഉദ്ദേശം മീൻ പിടിക്കലല്ല, മറിച്ച് സദാചാരമുള്ള ഒരു പ്രധാനമന്ത്രിയാണ്.\nഅവൻ ജ്ഞാനിയാണെന്ന് കേട്ട് സോവിലെ വെൻ രാജാവ് അദ്ദേഹത്തെ തന്റെ ഗുരുവായി (പ്രധാനമന്ത്രി) നിയമിച്ചു. (അന്ന് അദ്ദേഹത്തിന് എൺപത് വയസ്സായിരുന്നു) പിന്നീട്, ഷൗ രാജാവായ വു, ഷൗ രാജാവിനെ ആക്രമിക്കുകയും ഷാങ് രാജവംശത്തെ നശിപ്പിക്കുകയും ഷൗ രാജവംശം സ്ഥാപിക്കുകയും ചെയ്തു. രാജാവ് വു അവനെ ഷാങ്ഫു എന്ന് വിളിച്ചു. അദ്ദേഹത്തിന്റെ മകൻ ഡിങ് ഗോങ്ങിന് മാർക്വിസ് ഓഫ് ക്വി എന്ന പദവി ലഭിച്ചു.\n(ഈ കഥയുടെ ഫോക്കസ്: വെയ്‌ഷുയി നദിയിൽ മീൻ പിടിക്കാൻ ഏറെ നാളായി കാത്തിരുന്ന ജിയാങ് ടൈഗോങ് ഒടുവിൽ പ്രശ്‌നത്തിൽ നിന്ന് കരകയറി, വെൻ രാജാവ് വീണ്ടും ഉപയോഗിച്ചു.)", "聖意": "വീട്ടിൽ, സോങ്‌പിംഗ് തന്നെ അനുഗ്രഹത്തിനും സമ്പത്തിനും വേണ്ടി പ്രാർത്ഥിക്കുന്നു, ഇടപാട് ഇല്ലെങ്കിൽ, വിവാഹം ക്രമരഹിതമാണ്, ലിയുജിയ പെൺ കാൽനടയാത്രക്കാർ വയലിൽ തടയുന്നു, പട്ടുനൂൽ പുഴുക്കൾ ആറ് കന്നുകാലികളെ തടയുന്നു, ആളെ തിരയുന്നത് തടയുന്നു, വൈകിയുള്ള വ്യവഹാരങ്ങളും കുടിയേറ്റവും, ഭാഗ്യം Xingxing മൗണ്ടനിൽ സ്വത്തുക്കൾ, രോഗം, ശവക്കുഴികൾ എന്നിവ നഷ്ടപ്പെട്ടു.", "古人": "ജിയാങ് ടൈഗോംഗ് വെൻ രാജാവിനെ കണ്ടുമുട്ടുന്നു", "第X籤": "ഇരുപത്തിയൊന്നാമത്തെ ലോട്ടറി", "宮": "തത്സുമി"}