{"籤詩版本二": "ഒരുപാട് ആകുലതകൾക്കും അപകടങ്ങൾക്കും ശേഷം ഇനിയൊരിക്കലും ശൂന്യമാകില്ല\nഉദാരമായ ഹൃദയത്തിന് അതിന്റേതായ ഉദാരമായ പദ്ധതികളുണ്ട്, മികച്ച നേട്ടങ്ങൾ കൈവരിക്കുന്നതിന് നിങ്ങൾ ഒരു വിദഗ്ദ്ധനെ കാണേണ്ടതുണ്ട്.", "詩意": "ഈ ഹെക്സാഗ്രാം ഒരു നീരുറവയുള്ള ഒരു പുരാതന കിണർ പോലെയാണ്.\nഎല്ലാത്തിലും, കുലീനരായ ആളുകൾ വിജയം കൈവരിക്കുന്നു.", "解曰": "കേസ് ഒടുവിൽ ന്യായീകരിക്കപ്പെടും. രോഗിയും സുരക്ഷിതനും. ഉപദേശം തേടാൻ അകത്തേക്കും പുറത്തേക്കും പോകുക. പുരാതന കിണർ വസന്തത്തെ കണ്ടുമുട്ടുന്നു.", "籤詩故事一": "◇ യാവോ ചോങ് വെട്ടുക്കിളികളെ നിയന്ത്രിക്കുന്നു\nയാവോ ചോങ് (649-721), യഥാർത്ഥ പേര് യുവാൻ ചോങ്, ഷാൻഷൗവിൽ നിന്നുള്ളയാളാണ്, അദ്ദേഹം സിയ ഗുവാനിലെ മന്ത്രിയായും, ചുങ്കുവാൻ, സിവെയ്‌ലിംഗ്, സോങ്‌ഷുലിംഗിലെ ഷാങ്‌ഷു, ടാങ് രാജവംശത്തിൽ പ്രധാനമന്ത്രിയായും സേവനമനുഷ്ഠിച്ചു.\nകൈയുവാന്റെ (716) നാലാം വർഷത്തിൽ, ഷാൻഡോംഗ് (സാധാരണയായി ഹുവാഷന്റെ കിഴക്കുള്ള മഞ്ഞ നദീതടത്തെ പരാമർശിക്കുന്നു) വെട്ടുക്കിളികളാൽ പീഡിപ്പിക്കപ്പെട്ടു, ആളുകൾ അന്ധവിശ്വാസപരമായ ആശയങ്ങളാൽ ബന്ധിക്കപ്പെട്ടു, അവരെ വേട്ടയാടി കൊല്ലാൻ ധൈര്യപ്പെട്ടില്ല, പകരം അവർ സ്ഥാപിച്ചു. യാഗങ്ങൾ, ധൂപം കാട്ടൽ, വയലുകളുടെ അരികിൽ ആരാധിച്ചു, വെട്ടുക്കിളികൾ വിഴുങ്ങുന്നത് നോക്കി.\nഎല്ലാ ഉദ്യോഗസ്ഥരും വിശ്വസിച്ചു: \"വെട്ടുകിളികൾ ഒരു പ്രകൃതിദുരന്തമാണ്, അവയെ മനുഷ്യശക്തിയാൽ എങ്ങനെ നിയന്ത്രിക്കാനാകും!\" വെട്ടുക്കിളികളെ ഉന്മൂലനം ചെയ്യണോ വേണ്ടയോ എന്ന് രണ്ട് വ്യത്യസ്ത ആശയങ്ങൾ തമ്മിലുള്ള പോരാട്ടം അക്കാലത്ത് കഠിനമായിരുന്നു.\nയാവോ ചോങ് പറഞ്ഞു: \"നമ്മൾ ഒരുമിച്ച് പ്രവർത്തിക്കുന്നിടത്തോളം കാലം നമുക്ക് അവയിൽ നിന്ന് രക്ഷപ്പെടാം. വെട്ടുക്കിളികൾ ആളുകളെ ഭയപ്പെടുന്നു, അതിനാൽ അവയെ ഓടിക്കാൻ എളുപ്പമാണ്. തൈകൾക്ക് ഉടമകളുണ്ട്, അതിനാൽ രക്ഷാപ്രവർത്തകർ കഠിനാധ്വാനം ചെയ്യണം; വെട്ടുക്കിളികൾ പറക്കാൻ കഴിയും, രാത്രിയിൽ തീ കണ്ടാൽ അവ തീർച്ചയായും പറക്കും; വയലിൽ തീയിടുക, കത്തിക്കുമ്പോൾ കുഴികൾ കുഴിക്കുക, കത്തുമ്പോൾ കുഴിച്ചിടുക, ഒന്നും അവശേഷിക്കില്ല.\"\nXuanzong പറഞ്ഞു: \"മോറൽ ധാർമ്മിക ഭരണം മൂലമുണ്ടാകുന്ന പ്രകൃതി ദുരന്തമാണ് വെട്ടുക്കിളികൾ. അവയെ വേട്ടയാടി കൊല്ലാൻ നിങ്ങൾ ആവശ്യപ്പെടുകയാണെങ്കിൽ, ഇത് ധാന്യത്തിന് എതിരല്ലേ?\"\nയാവോ ചോങ് കൂട്ടിച്ചേർത്തു: \"വെട്ടുക്കിളികളെ പിടിക്കുന്നതും കൊല്ലുന്നതും പുരാതന കാലത്ത് ശീലമാക്കിയിരുന്നു, നിങ്ങളുടെ മഹത്വം ഭാവിയിൽ ഇത് ഉപയോഗിക്കും. കർഷകർക്ക് സമാധാനവും സമൃദ്ധിയും കൊണ്ടുവരുന്നതിനുള്ള ഒരു പ്രധാന ദേശീയ സംഭവമാണിത്. ദയവായി ഇത് ഗൗരവമായി പരിഗണിക്കുക.\"\nXuanzong ബോധ്യപ്പെട്ടു. എന്നാൽ വെട്ടുക്കിളിയെ വേട്ടയാടാൻ കഴിയില്ലെന്ന് അന്ന് കോടതിക്കകത്തും പുറത്തും എല്ലാവരും പറഞ്ഞു.\nXuanzong പറഞ്ഞു: \"ഞാൻ പ്രധാനമന്ത്രിയുമായി ചർച്ച ചെയ്യുകയും വെട്ടുക്കിളികളെ പിടിക്കാൻ തീരുമാനിക്കുകയും ചെയ്തു. വീണ്ടും എതിർക്കുന്ന ആരെയും വധിക്കും.\" അതിനാൽ വെട്ടുക്കിളികളെ കത്തിക്കാനും സംസ്കരിക്കാനും മേൽനോട്ടം വഹിക്കാനും ജനങ്ങളോട് നിർദ്ദേശിക്കാനും അദ്ദേഹം സെൻസറിനെ അയച്ചു.\nഫലങ്ങൾ വളരെ ഫലപ്രദമായിരുന്നു.രാജ്യത്തുടനീളം ഒമ്പത് ദശലക്ഷം ഡാൻ വെട്ടുക്കിളികളെ പിടികൂടി, വെട്ടുക്കിളി ബാധ വിജയകരമായി ഇല്ലാതാക്കി.ആ വർഷം കൃഷിയിൽ നല്ല വിളവ് ലഭിച്ചു.\n(ദുരന്തനിവാരണത്തിലും ഒഴിപ്പിക്കലിലും വിവേകം ഉപയോഗിക്കണം, ബുദ്ധിമുട്ടുകൾ തരണം ചെയ്യാൻ കൗശലപൂർവമായ തന്ത്രങ്ങൾ ഉണ്ടാകണം. യാവോ ചോങ് ആണ് ഇക്കാര്യത്തിൽ വിദഗ്ധൻ)", "聖意": "വീട് സാധാരണമാണ്, സ്വയം തടഞ്ഞു, പണം തേടുന്നത് തടഞ്ഞു, വ്യാപാരം തടഞ്ഞു, വിവാഹവും ഐക്യവും തടസ്സപ്പെട്ടു, ലിയുജിയയിൽ അപകടമുണ്ട്, കാൽനടയാത്രക്കാരെ തടഞ്ഞു, പട്ടുനൂൽ തടയുന്നു, കന്നുകാലികൾ പ്രതികൂലമാണ്, ആളുകളെ കാണുന്നില്ല, പൊതു വ്യവഹാരങ്ങൾ തടഞ്ഞു, കുടിയേറ്റം യുക്തിരഹിതമാണ്, നഷ്ടപ്പെട്ട വസ്തുക്കൾ കണ്ടെത്താൻ പ്രയാസമാണ്, രോഗങ്ങൾക്കായി പ്രാർത്ഥിക്കാൻ പ്രയാസമാണ്, മലകളും ശവക്കുഴികളും അസ്വസ്ഥമാണ്.", "古人": "യാവോ ചോങ് വെട്ടുക്കിളികളെ നിയന്ത്രിക്കുന്നു", "第X籤": "ഇരുപത്തിയഞ്ചാം നറുക്കെടുപ്പ്", "宮": "മി കൊട്ടാരം"}