{"籤詩版本二": "കാര്യങ്ങൾ തലകീഴായി മാറിയെന്ന് കിംവദന്തിയുണ്ട്, എനിക്ക് ചക്രവാളത്തിൽ നിന്ന് ഒരു കത്ത് ലഭിച്ചു.\nപുസ്തകത്തിൽ എനിക്ക് വാഗ്ദാനം ചെയ്ത പ്രശസ്തിയും വിജയവും അവസാനം വരെ ശൂന്യമായി തുടർന്നു.", "詩意": "ഈ ഹെക്സാഗ്രാമിന് തെറ്റായ പേരുണ്ട്.\nഎല്ലാത്തിലും യാഥാസ്ഥിതികത പുലർത്തുന്നതാണ് നല്ലത്.", "解曰": "മുകളിലേക്കും താഴേക്കും അസ്വസ്ഥത. വിശ്രമം തേടുന്നത് വെറുതെയല്ല. പ്രശസ്തിക്ക് വേണ്ടിയുള്ള ആഗ്രഹം. സുരക്ഷിതനായി ഇരിക്കുക.", "籤詩故事一": "◇ഷോങ് കുയി ജ്ഞാനോദയം പ്രാപിക്കുന്നു\nZhong Kui, Zhong Kui എന്ന കുടുംബപ്പേര്, Zhengnan എന്ന മര്യാദയുള്ള പേര് Zhongnanshan-ൽ നിന്നുള്ളതാണ്.\nതാങ് രാജവംശത്തിലെ ഡെസോങ്ങ് ചക്രവർത്തിയുടെ ഭരണകാലത്ത് സോങ് കുയി സാമ്രാജ്യത്വ പരീക്ഷയിൽ പങ്കെടുത്തു, പരീക്ഷാ ചോദ്യങ്ങൾ വായിച്ച് ഉടൻ തന്നെ ലേഖനം ഒറ്റയടിക്ക് എഴുതി കൈമാറി. അന്നത്തെ ചീഫ് എക്സാമിനർ സിവിൽ അഫയേഴ്സ് മന്ത്രി ഹാൻ യു ആയിരുന്നു, ഡെപ്യൂട്ടി എക്സാമിനർ മഹാ പണ്ഡിതനായ ലു ഷി ആയിരുന്നു. ഇരുവരും സോങ് കുയിയുടെ പേപ്പർ വായിച്ചപ്പോൾ, അവരുടെ കണ്ണുകൾ തിളങ്ങി, അവർ ഒരേ സ്വരത്തിൽ പറഞ്ഞു: \"മാന്ത്രികൻ, മാന്ത്രികൻ! ഈ ലേഖനത്തിലെ ഓരോ വാക്കും അതിമനോഹരമാണ്, ലി തായ്ബായിക്കും ഡു സിമേയ്ക്കും യോഗ്യമാണ്!\nഹാൻ യുവിന്റെ റിപ്പോർട്ട് ശ്രദ്ധിച്ച ഡെസോങ് ചക്രവർത്തി, ശാസ്ത്രത്തിലെ പുതിയ ചാമ്പ്യനായ സോങ് കുയി വളരെ കഴിവുള്ളവനാണെന്ന് പറഞ്ഞു, അതിനാൽ അദ്ദേഹം സോങ് കുയിയെ ഗോൾഡൻ പാലസിൽ വിളിച്ചുവരുത്തി.\nഅദ്ദേഹത്തിന്റെ വൃത്തികെട്ട രൂപം കണ്ടപ്പോൾ ഡെസോങ് ചക്രവർത്തിക്ക് ഉടൻ തന്നെ അതൃപ്തി തോന്നി, \"നമ്മുടെ കൊട്ടാരത്തിലെ പണ്ഡിതന്മാരെ തിരഞ്ഞെടുക്കുന്നത് വ്യക്തിപരമായ വാക്കുകളും കാലിഗ്രാഫിയും അടിസ്ഥാനമാക്കിയുള്ളതാണ്, അത്തരമൊരു വൃത്തികെട്ട വ്യക്തിയെ എങ്ങനെ സുവർണ്ണ ശാസ്ത്രത്തിലെ ഒന്നാം നമ്പർ പണ്ഡിതനായി തിരഞ്ഞെടുക്കാനാകും? \"\nഹാൻ യു തിടുക്കത്തിൽ മുട്ടുകുത്തി പറഞ്ഞു: \"ഒരു വ്യക്തിയുടെ നല്ലതും ചീത്തയും എല്ലാം ബാഹ്യരൂപമല്ല, യാൻ യിംഗ് മൂന്നടി ഉയരവും പ്രധാനമന്ത്രിക്ക് തുല്യവുമാണെന്ന് പരിശുദ്ധനായ കർത്താവേ, നിങ്ങൾ കേൾക്കുന്നില്ലേ? ഷൗ ചാങ് ഇടറുന്നു, പക്ഷേ ഹാൻ രാജവംശത്തെ സഹായിക്കാൻ കഴിയും; കൺഫ്യൂഷ്യസ് ആളുകളെ അവരുടെ രൂപഭാവത്താൽ വിലയിരുത്തുന്നു, അവന്റെ മകൻ യുവിനെ നഷ്ടപ്പെടുന്നു. നിങ്ങളുടെ മഹത്വം രണ്ടുതവണ ചിന്തിക്കുമെന്ന് ഞാൻ പ്രതീക്ഷിക്കുന്നു.\" \"\nഡെസോങ് ചക്രവർത്തി ഒരു നിമിഷം ആലോചിച്ച് പറഞ്ഞു: \"ഹാൻ ഐക്കിംഗിന്റെ വാക്കുകൾ ന്യായമാണെങ്കിലും, ഞാൻ ടൈസോംഗ് ചക്രവർത്തിയായിരിക്കുമ്പോൾ, പതിനെട്ട് പണ്ഡിതന്മാർ യിംഗ്‌ഷൂവിൽ വന്ന് അതിനെക്കുറിച്ച് സംസാരിച്ചു. ഈ മനുഷ്യനാണ് ഒന്നാം നമ്പർ പണ്ഡിതൻ. ഞാൻ ഭയപ്പെടുന്നു ലോകം. കഴിവുകളെ തിരിച്ചറിയാത്തതിന് എന്നെ നോക്കി ചിരിക്കും.\"\nപ്രധാനമന്ത്രി ലു ക്വി സങ്കുചിതവും കഴിവുകളോട് അസൂയയുള്ളവനായിരുന്നു.ചക്രവർത്തിയുടെ വാക്കുകൾ കേട്ട് മുട്ടുകുത്തി പറഞ്ഞു: \"സുവർണ്ണ വിഷയത്തിലെ ഒന്നാം നമ്പർ പണ്ഡിതൻ ആന്തരികവും ബാഹ്യവുമായിരിക്കണം. ഈ വിഷയത്തിന് മുന്നൂറു പേർ ഉണ്ട്. എന്തുകൊണ്ടാണ് നിങ്ങൾ മറ്റൊന്ന് തിരഞ്ഞെടുക്കാത്തത്?\"\nഈ മനുഷ്യൻ ഇത്രയും കുഴഞ്ഞു വീണത് കണ്ട് സോങ് കുയിക്ക് ദേഷ്യം അടക്കാനായില്ല, ലു ക്വിയെ ചൂണ്ടി ശപിച്ചു: \"ഇത്രയും അറിവില്ലാത്ത ഉദ്യോഗസ്ഥൻ കോടതിയിൽ ഉണ്ടെങ്കിൽ, അവൻ രാജ്യത്തിന് ദോഷം ചെയ്യില്ലേ?\" അതിനുശേഷം, അവൻ ലു ക്വിയെ മുഷ്ടി കൊണ്ട് അടിച്ചു.\nഇത് കണ്ട് രോഷാകുലനായ ദെസോങ് പറഞ്ഞു: \"നിങ്ങൾ വളരെ ധൈര്യശാലിയാണ്, ഗോൾഡൻ പാലസിൽ പ്രശ്‌നമുണ്ടാക്കാൻ നിങ്ങൾ ധൈര്യപ്പെടുന്നു, വേഗം താഴെയിറക്കൂ!\"\nക്ഷോഭത്തിൽ, സോങ് കുയി കൊട്ടാരത്തിൽ നിൽക്കുന്ന ജനറലിന്റെ അരയിൽ നിന്ന് വാൾ പുറത്തെടുത്ത് ഉറക്കെ നെടുവീർപ്പിട്ടു: \"നിരാശനായ പൂച്ചയ്ക്ക് കടുവയെ അനുകരിക്കാൻ പ്രയാസമാണ്, നിരാശനായ തത്ത കോഴിയെപ്പോലെ നല്ലതല്ല.\" അതിന് ശേഷം ആത്മഹത്യ ചെയ്തു.\nകോപാകുലനായി സോങ് കുയി ആത്മഹത്യ ചെയ്തത് കണ്ടപ്പോൾ ഡെസോങ് ചക്രവർത്തി അത്യധികം ആശ്ചര്യപ്പെട്ടു, ആളുകളുടെ ഹൃദയം കീഴടക്കുന്നതിനായി, സോങ് കുയിയെ നമ്പർ 1 പണ്ഡിതൻ എന്ന ഔദ്യോഗിക പദവി നൽകി സംസ്‌കരിക്കാൻ അദ്ദേഹം ഉത്തരവിട്ടു, കൂടാതെ സോങ് കുയിയെ ദൈവമാക്കുകയും ചെയ്തു. ലോകത്തെ ദുരാത്മാക്കളിൽ നിന്ന് മോചിപ്പിക്കാൻ ഭൂതോച്ചാടനം.", "聖意": "നിങ്ങളുടെ വീടിന്റെ അനുഗ്രഹങ്ങൾക്കായി പ്രാർത്ഥിക്കുക, നിങ്ങളുടെ സ്വന്തം സുരക്ഷ, സാമ്പത്തിക ബുദ്ധിമുട്ടുകൾ, ബിസിനസ് പരാജയം, വിവാഹ പരാജയം, ലിയുജിയ സ്ത്രീകൾ കാൽനടയാത്രക്കാർ, ട്രസ്റ്റ് വയലിലെ പട്ടുനൂൽ പുഴുക്കൾ പകുതി വേവിച്ച, ആറ് വളർത്തുമൃഗങ്ങൾ, വളർത്താം, കാണാതാകുന്ന ആളുകൾ, പാശ്ചാത്യ പൊതു വ്യവഹാരങ്ങൾ, കുടിയേറ്റ നഷ്ടം, യാഥാസ്ഥിതികത, സ്വത്ത് നഷ്ടപ്പെടൽ, രോഗം, മലകളിലും ശവക്കുഴികളിലും ഭാഗ്യത്തിനായി പ്രാർത്ഥിക്കുക", "古人": "സോങ് കുയി താവോ നേടി", "第X籤": "ലോട്ടറി (ലോട്ടറി) നേടിയ ഇരുപത്തിയാറാം", "宮": "മി കൊട്ടാരം"}