{"籤詩版本二": "കിഴക്ക്, ചന്ദ്രപ്രകാശത്തിൽ മനോഹരമായ ഒരു ചഞ്ചുവാൻ ഉണ്ട്, മേഘങ്ങൾ അതിനെ ഒരു നിമിഷം മൂടി മറഞ്ഞിരിക്കുന്നു.\nചിലപ്പോൾ വട്ടമായിരിക്കാം, ചിലപ്പോൾ കാണാതാവാം.അല്ലെങ്കിൽ പറയുന്നവർ വെറും ചുമ്മാ സംസാരം മാത്രം.", "詩意": "ഈ ഹെക്സാഗ്രാമിലെ ചന്ദ്രൻ മേഘങ്ങളാൽ മൂടപ്പെട്ടിരിക്കുന്നു.\nഎല്ലാം ഇപ്പോഴും കോമയിലാണ്.", "解曰": "ഒഴുകുന്ന മേഘങ്ങൾ ചന്ദ്രനെ മൂടുന്നു. സംശയിക്കേണ്ട കാര്യമില്ല. ക്ലൗഡ് ശേഖരിക്കുന്നതിനായി കാത്തിരിക്കുന്നു. അപ്പോൾ മനസ്സിലാകും.", "籤詩故事一": "◇ബാവോ ഗോങ് ചക്രവർത്തി ലിയെ തിരയുന്നു\nസോങ് രാജവംശത്തിലെ ഷെൻസോങ്ങിന്റെ ഭരണകാലത്ത്, ചക്രവർത്തി ലി (ലി ചക്രവർത്തി) അന്തഃപുരത്തിലെ ഒരു പരിചാരികയായിരുന്നു.അവരെ സോംഗ് ഷെൻസോങ്ങ് ഇഷ്ടപ്പെടുകയും വാനിയായി സ്ഥാനക്കയറ്റം ലഭിക്കുകയും ചെയ്തു, അവൾ ഗർഭിണിയായി.\nഎന്നാൽ ആ സമയത്ത്, വെപ്പാട്ടിയായ ലിയു ഡെഫിന് (പിന്നീട് ചക്രവർത്തി ലിയു) ദുഷിച്ച ചിന്തകളുണ്ടായി, ലിയുടെ മകന് പകരം തൊലിയുള്ള ഒരു പൂച്ചയെ കൊണ്ടുവരാൻ ഗൂവോ ഹുവായ് എന്ന നപുംസകത്തിന് കൈക്കൂലി നൽകി, അവളുടെ മകനെ തട്ടിക്കൊണ്ടുപോയി, അവൻ തന്റെ ജീവപുത്രനാണെന്ന് ചക്രവർത്തിയോട് പറഞ്ഞു. സോങ് ഷെൻസോങ് കോപാകുലനായി, ലി എംപ്രസിനെ തണുത്ത കൊട്ടാരത്തിലേക്ക് അയച്ചു.\nവെപ്പാട്ടി ഡി രാജ്ഞിയായി സ്ഥാനക്കയറ്റം ലഭിച്ച ശേഷം, കൊട്ടാരത്തിൽ നിന്ന് രക്ഷപ്പെട്ട ലി ചക്രവർത്തിയെ കൊല്ലാൻ അവൾ പദ്ധതിയിട്ടു.\nഒരു ദിവസം, തെരുവിൽ താമസിക്കുന്ന ലി നിയാങ്‌നിയാങ്, പ്രാദേശിക പ്രദേശത്ത് പട്രോളിംഗ് നടത്തുകയായിരുന്ന സാമ്രാജ്യത്വ ദൂതനായ ബാവോ ഷെങ്ങിനെ കണ്ടുമുട്ടി, അവൾ തന്റെ ജീവിതാനുഭവത്തെ കുറിച്ചും നിലവിലെ ചക്രവർത്തിയായ സോങ് റെൻസോങ്ങിന്റെ ജൈവിക അമ്മയാണെന്നും പറഞ്ഞു. . ബാവോ ഷെങ് സംഭവം അറിഞ്ഞതിന് ശേഷം, ലി നിയാങ്‌നിയാങ്ങിനെ ബെയ്ജിംഗിലേക്ക് തിരികെ കൊണ്ടുപോയി, സോംഗ് റെൻസോങ്ങിനെ അറിയിക്കുകയും കാര്യം മനസ്സിലാക്കുകയും ചെയ്തു, ഒടുവിൽ അമ്മയും മകനും പരസ്പരം തിരിച്ചറിഞ്ഞു. ചക്രവർത്തി ഡോവഗർ ലിയുവും ചുമതലയുള്ള നപുംസകമായ ഗുവോ ഹുവായ് തല കുനിച്ച് കുറ്റസമ്മതം നടത്തി.", "聖意": "ഞാൻ വീട്ടിൽ അസ്വസ്ഥനാണ്, സാമ്പത്തിക സംരക്ഷണം, ബിസിനസ്സിൽ ഭാഗ്യം, വിവാഹ വിയോജിപ്പുകൾ, വയലിലെ ആളുകൾ, പട്ടുനൂൽപ്പുഴുക്കൾ, അനുകൂലമല്ലാത്ത മൃഗങ്ങൾ, ആളുകളെ കണ്ടെത്തുന്നതിൽ ബുദ്ധിമുട്ട്, വ്യവഹാരങ്ങൾ, നഷ്ടം, കുടിയേറ്റം, യാഥാസ്ഥിതികത, നഷ്ടപ്പെട്ട സ്വത്ത്, പാശ്ചാത്യ രോഗങ്ങൾ, ബുദ്ധിമുട്ട് വീണ്ടെടുക്കുക, പർവത ശവകുടീരം നവീകരണം", "古人": "ബാവോ ഗോങ് ചക്രവർത്തി ലിയെ തിരയുന്നു", "第X籤": "ഇരുപത്തിയെട്ടാമത്തെ ലോട്ടറി വിജയി", "宮": "നൂൺ പാലസ്"}