{"籤詩版本二": "അവനോട് സഹായം ചോദിക്കരുതെന്ന് ഞാൻ നിങ്ങളെ ഉപദേശിക്കുന്നു, അവൻ ഒരു ക്രെയിൻ പോലെ പറന്ന് രഹസ്യ അമ്പുകൾ എയ്യുന്നു.\nവിറക് ശേഖരിക്കാൻ പോയാൽ പുല്ലിൽ പാമ്പുണ്ടായാൽ വിഷം കടിച്ചേക്കാം, സങ്കടം വരും.", "詩意": "ഈ ഹെക്സാഗ്രാം സുരക്ഷിതമായി തുടരുന്നതിന്റെയും സ്വയം സൂക്ഷിക്കുന്നതിന്റെയും അടയാളമാണ്.\nഎല്ലാ കാര്യങ്ങളിലും ജാഗ്രത പാലിക്കുക.", "解曰": "നിങ്ങളുടെ വായ അടച്ച് പല്ലുകൾ പിടിക്കുക. അവൻ അശ്രദ്ധനാണ്. നിങ്ങൾക്ക് കുറ്റബോധം തോന്നിയാൽ. അവസാനം അത് സ്വയം ഉപദ്രവിക്കുന്നു.", "籤詩故事一": "◇ചെസ്സ്ബോർഡ് മീറ്റിംഗ്\nതാങ് രാജവംശത്തിലെ ടൈസോങ് ചക്രവർത്തി പടിഞ്ഞാറോട്ട് നീങ്ങുകയും സുയോയാങ് സിറ്റിയിൽ കുടുങ്ങിപ്പോകുകയും ചെയ്തു.ചിംഗ് യാവോജിൻ ബെയ്ജിംഗിലേക്ക് തിരിച്ചുപോയി.\nXue Dingshan രണ്ടാം റൂട്ട് മാർഷലായി സേവനമനുഷ്ഠിക്കാൻ ഉത്തരവിടുകയും കർത്താവിനെ രക്ഷിക്കാനും സിലിയാവോയെ സമാധാനിപ്പിക്കാനും പോയി.\nഒരു കൂട്ടം ആളുകൾ യുമെൻ പാസിൽ നിന്ന് പുറത്തുവന്നതിനുശേഷം അവർ ക്വിപാൻ പർവതത്തിലേക്ക് വന്നു. പർവതത്തിൽ ആയിരക്കണക്കിന് അനുയായികളാൽ ഉപരോധിക്കപ്പെട്ട, പർവതത്തിലെ രാജാവായ ഡൗ യിഹുവിനെ ടാങ് ജനറൽ ലുവോ ടോങ് പരാജയപ്പെടുത്തി.ഭാഗ്യവശാൽ, അദ്ദേഹത്തിന്റെ സഹോദരി ദൗ സിയാൻടോംഗ് മഞ്ഞപ്പൂക്കളുടെ വിശുദ്ധ മാതാവിന്റെ ശിഷ്യയും ആയോധനകലയിൽ പ്രാവീണ്യവുമുള്ളവളായിരുന്നു. ഫെയറി റോപ്പ് പിടിച്ച് ലുവോ ടോങ്ങിനെ കെട്ടിയിട്ടു.എലൈറ്റ് പട്ടാളക്കാരെ നേരിട്ടു നയിച്ചത് Xue Dingshan ആയിരുന്നു.\n(ഒപ്പിട്ട കവിത ഇതിനോട് യോജിക്കുന്നു)\nXue Dingshan ന്റെ സൌന്ദര്യം കണ്ട Dou Xiantong, Feng Luan മായി ചങ്ങാത്തം കൂടാൻ ആഗ്രഹിച്ചു, എന്നാൽ Xue Dingshan നിരസിച്ചു, Dou Xiantong ദേഷ്യപ്പെട്ടു അവനെ പുറത്താക്കി തലവെട്ടാൻ ആഗ്രഹിച്ചു.ഭാഗ്യവശാൽ, Cheng Yaojin അവനെ രക്ഷിക്കാൻ വന്ന് അവരുടെ വിവാഹം സുഗമമാക്കി. പിന്നീട്, പടിഞ്ഞാറൻ ലിയാവോയെ കീഴടക്കാൻ ടാങ് രാജവംശത്തെ സഹായിക്കാൻ ഡൗ യിഹു ക്വിപാൻഷാൻ സഹോദരന്മാരെ തിരികെ ടാങ് രാജവംശത്തിലേക്ക് നയിച്ചു.", "聖意": "വീടിന്റെ സുരക്ഷ, സ്വാർത്ഥതാൽപര്യങ്ങൾ, സമ്പത്ത് തേടൽ, ബിസിനസ്സിനായുള്ള കാത്തിരിപ്പ്, വിവാഹം അനുവദനീയമല്ല, ലിയുജിയ തെറ്റായ അലാറം, വയലുകൾ തടയുന്ന കാൽനടയാത്രക്കാർ, പട്ടുനൂൽപ്പുഴുക്കൾ, ആറ് കന്നുകാലികൾ, കാണാതായ ആളുകൾ, പൊതു വ്യവഹാരങ്ങൾ തടയൽ, നഷ്ടം (മോ സിംഗ്) കുടിയേറ്റം, യാഥാസ്ഥിതിക, നഷ്ടപ്പെട്ട സ്വത്ത് രോഗം വീണ്ടെടുക്കാൻ പ്രയാസമാണ്, പർവത ശവകുടീരം, ഭാഗ്യം", "古人": "ചെസ്സ്ബോർഡ് സമ്മേളനം", "第X籤": "മുപ്പത്തിയേഴാമത്തെ ലോട്ടറി വിജയി", "宮": "നൂൺ പാലസ്"}