{"籤詩版本二": "ശാന്തമായും നിശ്ശബ്ദമായും സമയം ചെലവഴിക്കുക, നിറഞ്ഞുകഴിഞ്ഞാൽ ചായ കുടിക്കുമ്പോൾ ഇരിക്കുകയും കിടക്കുകയും ചെയ്യുന്നു\nനിങ്ങൾ ശാരീരികമായും മാനസികമായും തിരക്കിലായിരിക്കേണ്ട ആവശ്യമില്ല, നിങ്ങൾ തീർച്ചയായും അനീതിയോ ദുരന്തമോ ഉണ്ടാക്കില്ല.", "詩意": "ഈ ഹെക്സാഗ്രാം സമാധാനത്തിന്റെയും സ്ഥിരതയുടെയും പ്രതീകമാണ്.\nഎല്ലാ കാര്യങ്ങളിലും, ശരിയായ സമയത്തിനായി കാത്തിരിക്കുന്നത് ഭാഗ്യം കൊണ്ടുവരും.", "解曰": "സുരക്ഷിതമായും സുരക്ഷിതമായും തുടരുക. ദൈവങ്ങളോട് ചോദിക്കൂ. സമയം വരുന്നതുവരെ കാത്തിരിക്കുക. യാദൃശ്ചികമായാണ് കാര്യങ്ങൾ സംഭവിക്കുന്നത്.", "籤詩故事一": "◇Foyinhui Dongpo\nഒരിക്കൽ, സു ഡോങ്‌പോ, സെൻ പഠിക്കുമ്പോൾ കുറച്ച് ധാരണ നേടി, തന്റെ അവസ്ഥ അതിരുകടന്നതാണെന്ന് അദ്ദേഹം മനസ്സിലാക്കി, അതിൽ അദ്ദേഹത്തിന് സന്തോഷം തോന്നി. അഭിനിവേശം അടക്കാനാകാതെ ഞാൻ പേന വിരിച്ച് ഒരു കവിതയെഴുതി.\n\"ആകാശത്തിന്റെ നടുവിൽ, ജിഷോ പ്രപഞ്ചം മുഴുവൻ തിളങ്ങുന്നു; എട്ട് കാറ്റുകളാൽ വീശാൻ കഴിയാതെ, അവൻ ഒരു ധൂമ്രനൂൽ സ്വർണ്ണ താമരയിൽ നിവർന്നുനിൽക്കുന്നു.\"\n(എട്ട് കാറ്റുകൾ സൂചിപ്പിക്കുന്നത്: ലാഭം, തകർച്ച, നാശം, പ്രശസ്തി, പ്രശംസ, പരിഹാസം, കഷ്ടപ്പാട്, സന്തോഷം. അതായത്, ഈ എട്ട് അവസ്ഥകളാൽ അലോസരപ്പെടാത്തതിനെ \"എട്ട് കാറ്റുകൾക്ക് ചലിക്കാൻ കഴിയില്ല\" എന്ന് വിളിക്കുന്നു)\nഇത് എഴുതിയ ശേഷം, ഡോങ്‌പോ തന്റെ ദാസനെ ജിൻഷൻ ക്ഷേത്രത്തിലെ സെൻ മാസ്റ്റർ ഫോയിന് നൽകാൻ നദിക്ക് അക്കരെ അയച്ചു.\nസെൻ മാസ്റ്റർ ഫോയിൻ അത് വായിച്ചതിനുശേഷം, \"ഫാർട്ട്\" എന്ന വാക്ക് കൊണ്ട് അടയാളപ്പെടുത്തി, അത് തിരികെ എടുക്കാൻ തന്റെ ദാസനെ ഏൽപ്പിച്ചു.\nഇത് കണ്ട് രോഷാകുലനായ ഡോങ്പോ നദിക്ക് കുറുകെ ഒരു ബോട്ട് എടുത്ത് ചർച്ചയ്ക്കായി ബുദ്ധന്റെ മുദ്ര കണ്ടെത്താൻ ജിൻഷൻ ക്ഷേത്രത്തിലേക്ക് പോയി.\nഡോങ്‌പോ ജിൻഷൻ ക്ഷേത്രത്തിന്റെ ഗേറ്റിൽ എത്തിയപ്പോൾ, ഫോയിൻ ഗേറ്റിൽ കാത്തുനിൽക്കുകയായിരുന്നു.\nസു ഡോങ്‌പോ ഉടൻ തന്നെ ഫോയിനെ കുറ്റപ്പെടുത്തി: \"ഞാൻ എഴുതിയ കവിതയെ നിങ്ങൾ എന്തിനാണ് ഫാർട്ട് എന്ന് വിളിക്കുന്നത്?\"\nഫോയിൻ മറുപടി പറഞ്ഞു: \"എട്ട് കാറ്റിനാൽ ഊതപ്പെടാൻ നിങ്ങൾക്ക് ഇതിനകം കഴിയുന്നില്ലേ? ഒരു ഫാർട്ട് കൊണ്ട് നിങ്ങളെ എങ്ങനെ 'നദിക്ക് കുറുകെ അടിക്കാനാകും!\"\nഈ സമയത്ത്, താൻ പോരെന്ന് തിരിച്ചറിഞ്ഞ ഡോങ്‌പോ ഞെട്ടിപ്പോയി, നാണിച്ചു പോയി.\n(ഈ കഥ \"ചൂട് ഇനിയും എത്തിയിട്ടില്ല\" എന്നതിന്റെ രൂപകമാണ്)", "聖意": "നിങ്ങളുടെ വീടിനും സ്വന്തം സുരക്ഷയ്ക്കും, നിങ്ങളുടെ സമ്പത്തിനും, നിങ്ങളുടെ ബിസിനസ്സിനും, നല്ല സമയത്തിനും, നിങ്ങളുടെ വിവാഹത്തിനും, ലിയുജിയയിലെ ഒരു സ്ത്രീ സഞ്ചാരിക്ക്, വയലുകളിൽ പട്ടുനൂൽപ്പുഴുക്കൾ വരുന്നതിനും, ആറ് കന്നുകാലികൾ സ്ഥിരത കൈവരിക്കുന്നതിനും വേണ്ടി പ്രാർത്ഥിക്കുക. ആരെയെങ്കിലും കണ്ടെത്തുന്നതിന്, പ്രശ്‌നങ്ങൾക്ക്, പൊതു വ്യവഹാരങ്ങൾക്ക്, കുടിയേറ്റത്തിന്, നഷ്ടപ്പെട്ട സ്വത്തിന്, അസുഖത്തിന്, പർവത ശവകുടീരത്തിലേക്ക് അയയ്‌ക്കുന്നതിന്, മംഗളകരമായ", "古人": "Foyinhui Dongpo", "第X籤": "മുപ്പത്തിയൊന്ന് വിജയിച്ച നമ്പർ", "宮": "വെയ് ഗോങ്"}