{"籤詩版本二": "മടക്കയാത്ര ഉറപ്പാണ്.കല്ലിൽ ഒളിഞ്ഞിരിക്കുന്ന ജേഡ് ആരറിയാം?\nഒരു നല്ല കരകൗശല വിദഗ്ധന് വ്യക്തമായ കട്ട് ലഭിച്ചുകഴിഞ്ഞാൽ, ജാസ്പർ കാലഘട്ടത്തിൽ അയാൾക്ക് സുരക്ഷിതത്വവും സുരക്ഷിതത്വവും അനുഭവപ്പെടും", "詩意": "ഈ ഹെക്സാഗ്രാമിൽ, നിങ്ങൾ ഒരു കല്ല് മുറിക്കുമ്പോൾ ജേഡിന്റെ ചിത്രം കാണാം.\nഎല്ലാത്തിലും വിജയിക്കാൻ കഠിനാധ്വാനം ചെയ്യുക.", "解曰": "നിധി കല്ലിലാണ്. അപരിചിതർക്ക് കുറച്ച് മാത്രമേ അറിയൂ. അത് വ്യക്തമാകുന്നതുവരെ കാത്തിരിക്കുക. നിങ്ങൾക്ക് കഴിയുന്നതെന്തും ചെയ്യുക.", "籤詩故事一": "◇ലിയു ബെയ് പ്രതിഭകളെ തേടുന്നു (മൂന്ന് ഓല മേഞ്ഞ കോട്ടേജിലേക്കുള്ള സന്ദർശനങ്ങൾ, മൂന്ന് തവണ തട്ടുകൊണ്ടുള്ള കോട്ടേജിലേക്കുള്ള സന്ദർശനങ്ങൾ)\nമൂന്ന് രാജ്യങ്ങളുടെ കാലഘട്ടം. ലോങ്‌ഷോങ്ങിലെ ഒരു ഓല മേഞ്ഞ കുടിലിലാണ് ഷുഗെ ലിയാങ് താമസിച്ചിരുന്നത്. ലിയു ബെയ് കഴിവുകൾ തേടാൻ ഉത്സുകനായിരുന്നു, അതിനാൽ അദ്ദേഹം ഷുഗെ ലിയാംഗിനെ നേരിട്ട് സന്ദർശിച്ചു. അദ്ദേഹം മൂന്ന് തവണ ഷുഗെ ലിയാംഗിനെ സന്ദർശിച്ചു (ചരിത്രത്തിൽ \"മൂന്ന് തവണ തട്ടുകൊണ്ടുള്ള കോട്ടേജ്\" എന്ന് അറിയപ്പെടുന്നു) ലിയു ബെയ് മറ്റുള്ളവരോട് മാറിനിൽക്കാൻ ആവശ്യപ്പെടുകയും ഷുഗെ ലിയാങ്ങിനോട് ആവശ്യപ്പെടുകയും ചെയ്തു: \" ഹാൻ രാജവംശം വീണു, വഞ്ചകരായ മന്ത്രിമാർ അവരുടെ ജീവിതം അപഹരിച്ചു, മഹിമ. \"മണ്ണിൽ മൂടി. ഞാൻ എന്റെ പുണ്യവും കഴിവും അളക്കുന്നില്ല, ലോകത്തിലെ മഹത്തായ നീതിയിൽ വിശ്വസിക്കാൻ ഞാൻ ആഗ്രഹിക്കുന്നു, പക്ഷേ എന്റെ ജ്ഞാനത്തിലും കഴിവിലും. ആഴം കുറഞ്ഞവയാണ്, അതിനാൽ ഞാൻ അത് വ്യാപകമായി ഉപയോഗിക്കുന്നു. ഇന്നത്തെ നിലയിൽ. എന്നിരുന്നാലും, എന്റെ അഭിലാഷം ഇപ്പോഴും അവസാനിച്ചിട്ടില്ല, പദ്ധതി നടപ്പിലാക്കുമെന്ന് നിങ്ങൾ കരുതുന്നുണ്ടോ?\"\nലോകത്തെ മൂന്നായി വിഭജിക്കുന്നതിനുള്ള പദ്ധതി സുഗേ ലിയാങ് അദ്ദേഹത്തിന് മുന്നിൽ അവതരിപ്പിച്ചു, കാവോ കാവോ ലഭ്യമല്ലാത്ത സാഹചര്യം വിശകലനം ചെയ്തു, സൺ ക്വാൻ തന്റെ സഹായത്തിനെത്തി. , അവ മുതലെടുക്കാൻ അവസരമുണ്ടായിരുന്നു, ആ രണ്ട് സംസ്ഥാനങ്ങളെ മാത്രമേ ചൂഷണം ചെയ്യാൻ കഴിയൂ.അപ്പോൾ മാത്രമേ അവന് ലോകത്തെ ജയിക്കാൻ കഴിയൂ; മധ്യ സമതലങ്ങളെ ആക്രമിക്കാനുള്ള തന്ത്രം പോലും അദ്ദേഹം ലിയു ബെയോട് പറഞ്ഞു. (ഈ ചർച്ച പിന്നീട് \"Longzhong Dui\" എന്നറിയപ്പെട്ടു). ലിയു ബെയ് ഇത് കേട്ടതിന് ശേഷം, താൻ ഒരു നിധി കണ്ടെത്തിയതുപോലെ അതിനെ പ്രശംസിക്കുകയും സഹായിക്കാൻ പുറത്തുവരാൻ ഷുഗെ ലിയാംഗിനെ ശക്തമായി ക്ഷണിക്കുകയും ചെയ്തു, അതിനാൽ ഷുഗെ ലിയാങ് ലിയു ബെയുടെ സൈനിക ഉപദേശകനായി.", "聖意": "വീട് സമാധാനപരമാണ്, ഞാൻ സമ്പത്ത് തേടുന്നു, തൊഴിൽ വ്യാപാരം വിവാഹത്തെ തടസ്സപ്പെടുത്തുകയും ലിയുജിയയിലെ ഒരു വെർച്വൽ സഞ്ചാരിയാകുകയും ചെയ്യുന്നു.", "古人": "ലിയു ബെയ് പ്രതിഭകളെ തേടുന്നു (മൂന്ന് ഓല മേഞ്ഞ കോട്ടേജിലേക്കുള്ള സന്ദർശനങ്ങൾ, മൂന്ന് തവണ ഓല മേഞ്ഞ കോട്ടേജിലേക്ക്)", "第X籤": "മുപ്പത്തിരണ്ടാം ലോട്ടറി വിജയി", "宮": "വെയ് ഗോങ്"}