{"籤詩版本二": "വസ്ത്രം ധരിച്ച് പഴയ കുടുംബ ശൈലി പുനഃസംഘടിപ്പിക്കുക. താവോ ആകാശമില്ലാത്തതാണ്, പക്ഷേ അതിന് അർഹതയുണ്ട്.\nറോഡിലെ മുള്ളും മുള്ളും തൂത്തുവാരി കളഞ്ഞ ശേഷം സഹപ്രവർത്തകരുമായി ഒത്തുചേരാൻ മൂവരും സമ്മതിച്ചു.", "詩意": "ഈ ഹെക്സാഗ്രാം വസ്ത്രങ്ങളുടെ പുനഃക്രമീകരണത്തെ പ്രതിനിധീകരിക്കുന്നു.\nപിന്നീട് എളുപ്പമാകുന്നതിന് മുമ്പ് എല്ലാം ബുദ്ധിമുട്ടാണ്.", "解曰": "വിഷമിക്കേണ്ട. ഒരു നല്ല കാലം ആശംസിക്കുന്നു. ഭാവിയെക്കുറിച്ച് ചോദിച്ചാൽ. മുന്നിൽ നല്ലൊരു റോഡുണ്ട്.", "籤詩故事一": "◇താങ് മോങ്കിന്റെ ബുദ്ധമത ഗ്രന്ഥങ്ങൾ\nതാങ് രാജവംശത്തിലെ ഒരു പ്രമുഖ സന്യാസിയായ സുവാൻസാങ്ങിന് (602-664), ചെൻ എന്ന ഒരു പൊതു കുടുംബപ്പേരും യി എന്ന പേരുമുണ്ടായിരുന്നു.അദ്ദേഹം ജനിച്ചത് ലുവോഷൗവിലെ ഗൗഷി കൗണ്ടിയിൽ (ഇപ്പോൾ ഹെനാൻ പ്രവിശ്യയിലെ യാൻസി നഗരത്തിന്റെ തെക്ക് ഭാഗമാണ്). പതിമൂന്നാം വയസ്സിൽ സന്യാസിയായിത്തീർന്ന അദ്ദേഹം ബുദ്ധമത നാമം സുവാൻസാങ് സ്വീകരിച്ചു. താങ് രാജവംശത്തിന്റെ സാൻസാങ് എന്നാണ് ലോകത്തെ അറിയപ്പെടുന്നത്.\nഷെൻഗുവാൻ മൂന്നാം വർഷത്തിൽ (629, ഷെൻഗുവാൻ ആദ്യ വർഷം എന്നും അറിയപ്പെടുന്നു), ബുദ്ധമത ഗ്രന്ഥങ്ങൾ ലഭിക്കുന്നതിനായി അദ്ദേഹം പടിഞ്ഞാറോട്ട് ടിയാൻഷുവിലേക്ക് (ഇന്ത്യ) യാത്ര ചെയ്തു.ഒറ്റയ്ക്ക് അപകടത്തിൽ പെട്ട് കഷ്ടതകൾ സഹിച്ചു, നാല് വർഷത്തിനുള്ളിൽ അദ്ദേഹം എത്തി.\nഷെങ്കുവാന്റെ പതിനേഴാം വർഷത്തിൽ, യജമാനൻ ഔദ്യോഗികമായി രാജിവച്ച് കിഴക്കോട്ട് മടങ്ങി. ഇന്നത്തെ സിൻജിയാങ് പ്രവിശ്യ, ഖോട്ടാൻ, ലൗലാൻ എന്നിവിടങ്ങളിലെ സൗത്ത് റോഡ് വഴി അദ്ദേഹം ചൈനയിലേക്ക് മടങ്ങി.ആകെ പതിനേഴു വർഷവും 50,000 മൈൽ യാത്രയും വേണ്ടി വന്നു. ഷെങ്‌വാന്റെ പത്തൊൻപതാം വർഷത്തിന്റെ ആദ്യ മാസത്തിൽ അദ്ദേഹം ചാംഗാനിൽ എത്തിയപ്പോൾ, ചക്രവർത്തി ലിയാങ് ഗുഗോങ് ഫാങ് സുവാൻലിങ്ങിനോടും മറ്റ് സിവിൽ, സൈനിക ഉദ്യോഗസ്ഥരോടും അദ്ദേഹത്തിന് ഗംഭീരമായ സ്വീകരണം നൽകാൻ ഉത്തരവിട്ടു.\nഒറിജിനൽ സംസ്‌കൃത ബുദ്ധമത ഗ്രന്ഥങ്ങളുടെ ആകെ 520, 657 വാല്യങ്ങൾ ആവശ്യപ്പെട്ടു. ചൈനീസ് ഭാഷയിലേക്ക് വിവർത്തനം ചെയ്യുകയും ചെയ്തു.\nയജമാനൻ തിരിച്ചെത്തിയ ശേഷം, ടൈസോങ് ചക്രവർത്തിയും ഗാസോങ് ചക്രവർത്തിയും അദ്ദേഹത്തെ വളരെയധികം ബഹുമാനിക്കുകയും ഡാ നെയിൽ പ്രതിഷ്ഠിക്കുകയും അദ്ദേഹത്തിന് \"മാസ്റ്റർ ത്രിപിടക\" എന്ന പദവി നൽകുകയും ചെയ്തു.", "聖意": "വീട് കുഴപ്പത്തിലാണ്, ഭാഗ്യം, ഭാഗ്യം, നല്ല ബിസിനസ്സ്, നല്ല വിവാഹം, വയലിൽ ആളുകളുടെ വരവിന് തടസ്സം, പട്ടുനൂൽ, പ്രതികൂല കന്നുകാലികൾ, ആളുകളെ അന്വേഷിക്കൽ, പൊതു വ്യവഹാരങ്ങൾ, കുടിയേറ്റം, നഷ്ടപ്പെട്ട സ്വത്ത്, വൈകി രോഗം, പ്രാർത്ഥന. അനുഗ്രഹങ്ങൾക്കായി, പർവത ശവകുടീരങ്ങൾ പഴയതായിരിക്കണം.", "古人": "ടാങ് മോങ്ക് ബുദ്ധമത ഗ്രന്ഥങ്ങൾ പഠിക്കുന്നു", "第X籤": "മുപ്പത്തിയഞ്ചാമത്തെ ലോട്ടറി വിജയി", "宮": "ഷെൻ ഗോങ്"}