{"籤詩版本二": "നിങ്ങൾക്ക് ശാന്തമായും ശാന്തമായും ജീവിക്കണമെങ്കിൽ, കാറ്റിൽ മെഴുകുതിരികളും വിളക്കുകളും ഉള്ളത് അനുയോജ്യമല്ല.\nവൃത്തിയാക്കി ആഴത്തിലുള്ള ഹാളിൽ, വെളിച്ചമില്ലാതെ, ശോഭയുള്ള വെളിച്ചമുള്ള ശാന്തമായ സ്ഥലത്ത്, ഗതാഗതം നീക്കുന്നത് നല്ലതാണ്. കുലുക്കുക → യാവോ. സൗജന്യം → കുറച്ച്.", "詩意": "കാറ്റ് വിളക്കിനെയും മെഴുകുതിരിയെയും കുലുക്കുന്നതുപോലെയാണ് ഈ ഹെക്സാഗ്രാം.\nകാര്യങ്ങൾ സ്ഥിരമായി നിലനിർത്തുന്നത് ഭാഗ്യം നൽകും.", "解曰": "ശാന്തമായ സ്ഥലത്ത് സ്ഥിരതാമസമാക്കുക. കോളിൽ ആയിരിക്കുക, കൃത്യസമയത്ത് ആയിരിക്കുക. അതൊരു അനുഗ്രഹമല്ല. യാഥാസ്ഥിതികവും അനുയോജ്യവുമാണ്.", "籤詩故事一": "◇ലി ജിംഗ് മലയിലേക്ക് മടങ്ങുന്നു\nലി ജിംഗ് (571-ജൂലൈ 2, 649), കടപ്പാട് ഫാർമസിസ്റ്റ്, യോങ്‌ഷൂവിലെ സന്യുവാൻ സ്വദേശിയാണ് (ഇപ്പോൾ ഷാൻസി പ്രവിശ്യയിലെ സന്യുവാൻ കൗണ്ടിയുടെ വടക്കുകിഴക്ക്). അന്തരിച്ച സുയി രാജവംശം മുതൽ ആദ്യകാല ടാങ് രാജവംശം വരെയുള്ള ഒരു ജനറൽ, അദ്ദേഹം ടാങ് രാജവംശത്തിലെ സിവിൽ, സൈനിക വൈദഗ്ധ്യമുള്ള ഒരു പ്രശസ്ത സൈനിക തന്ത്രജ്ഞനായിരുന്നു. പിന്നീട്, അദ്ദേഹത്തിന് ഡ്യൂക്ക് ഓഫ് വെയ് എന്ന പദവി ലഭിച്ചു, കൂടാതെ ലോകത്ത് വെയ് ഡ്യൂക്ക് എന്നറിയപ്പെട്ടു.\n\"ടോട്ടയുടെ രാജാവ്\" എന്നും അറിയപ്പെടുന്ന ദൈവങ്ങളുടെ പട്ടികയിലെ മൂന്നാമത്തെ രാജകുമാരനായ നെജയുടെ പിതാവാണ് ലി ജിംഗ് വു ഔദ്യോഗികമായി സിംഹാസനത്തിൽ കയറി. ജിയാങ് സിയ പിന്നീട് ദൈവങ്ങളുടെ ഒരു ലിസ്റ്റ് സ്ഥാപിക്കുകയും യുദ്ധത്തിൽ മരിച്ച സൈനികരുടെ ആത്മാക്കളെ സമാധാനിപ്പിക്കാൻ ഒരു ചടങ്ങ് നടത്തുകയും ചെയ്തു. അന്നുമുതൽ ലോകം ശാന്തവും സമാധാനപരവുമായി മാറി. വു രാജാവ് മാർക്വിസ് ഉണ്ടാക്കാനും അവർക്ക് പ്രതിഫലം നൽകാനും ആഗ്രഹിച്ചു, കൂടാതെ സ്ഥാപക വീരന്മാർക്ക് ഭൂമി അനുവദിക്കാനും അദ്ദേഹം ആഗ്രഹിച്ചു. ലി ജിംഗും അദ്ദേഹത്തിന്റെ പിതാവും മകനും മറ്റ് ഏഴുപേരും താവോയിസം ആചരിക്കാൻ മലയിലേക്ക് മടങ്ങാനും ലോക പ്രശസ്തിയിലും സമ്പത്തിലും ഭ്രമിക്കരുതെന്നും ആവശ്യപ്പെട്ടു. പിന്നീട്, അവർ ഏഴുപേരും \"ശരീരത്തിൽ വിശുദ്ധരായി\" മാറുകയും അനശ്വരരുടെ വർഗ്ഗത്തിൽ സ്ഥാനം നേടുകയും ചെയ്തു.\n\"ഫെങ് ഷെൻ ബാങ്ങിന്റെ\" കഥ", "聖意": "വീട് യാഥാസ്ഥിതികമാണ്, ഞാൻ സാധാരണക്കാരനാണ്, ഞാൻ പണം തേടുന്നു, എനിക്ക് ബിസിനസ്സിൽ ബുദ്ധിമുട്ടുണ്ട്, എന്റെ വിവാഹം യോജിച്ചതല്ല, കാൽനടക്കാർക്ക് വിശ്വാസമുണ്ടാകാൻ ലിയുജിയ പ്രാർത്ഥിക്കുന്നു, ശരത്കാലത്തിലാണ് പട്ടുനൂൽ പുഴുക്കൾ പാകമായത്, ആറ് മൃഗങ്ങൾ സുരക്ഷിതമാണ്, ആളുകളെ കാണാതായി, പൊതു വ്യവഹാരങ്ങളും കുടിയേറ്റവും യാഥാസ്ഥിതികമാണ്, നഷ്ടപ്പെട്ട സ്വത്ത് രോഗങ്ങൾ, ജിയാൻസിംഗ്‌ഷാനിലെ ശവകുടീരം മാറ്റരുത്.", "古人": "ലി ജിംഗ് മലയിലേക്ക് മടങ്ങുന്നു", "第X籤": "മുപ്പത്തിയേഴാമത്തെ ലോട്ടറി വിജയി", "宮": "ഷെൻ ഗോങ്"}