{"籤詩版本二": "ആയിരം വർഷം പഴക്കമുള്ള കണ്ണാടി വീണ്ടും ഒന്നിച്ചു, യുവതി ഭർത്താവിനോട് വീണ്ടും വിവാഹം കഴിക്കാൻ ആവശ്യപ്പെടുന്നു\nഅതിനുശേഷം, കുടുംബം രൂപാന്തരപ്പെട്ടു, കുട്ടികൾക്കും പേരക്കുട്ടികൾക്കും അനുഗ്രഹങ്ങൾ ചേർത്തു.", "詩意": "ഈ ഹെക്സാഗ്രാം കണ്ണാടികളുടെ കൂടിച്ചേരലിന്റെ പ്രതീകമാണ്.\nഎല്ലാം കഠിനാധ്വാനവും ചെലവേറിയതുമാണ്.", "解曰": "സ്വർണ്ണത്തിലേക്ക് മണൽ കുഴിക്കുന്നു. ഡ്രാഗൺ സവാരി, കടുവ സവാരി. അത് അധ്വാനമാണെങ്കിലും. അതിൽ ഒരു സപ്ലിമെന്റ് ഉണ്ട്.", "籤詩故事一": "◇യുലിയാൻഹുയി പത്ത് സുഹൃത്തുക്കൾ\nസോംഗ് രാജവംശത്തിൽ, ക്വിയാൻ യൂലിയൻ വാങ് ഷിപെങ്ങിനെ വിവാഹം കഴിച്ചു. ഷി പെങ് ബീജിംഗിൽ പരീക്ഷയെഴുതാൻ പോയപ്പോൾ, സമ്പന്നനായ സൺ റുക്വാൻ യൂലിയനെ വീണ്ടും വിവാഹം കഴിക്കാൻ നിർബന്ധിച്ചു.\nസമ്പന്നനായ സൺ റുക്വാന്റെ നിർദ്ദേശം ക്വിയാൻ യൂലിയൻ നിരസിച്ചു, കൂടാതെ \"ജിംഗ് ചായ്\" നിയമിച്ച വെൻ‌ഷൗവിൽ നിന്നുള്ള ഒരു പാവപ്പെട്ട പണ്ഡിതനായ വാങ് ഷിപെങ്ങിനെ വിവാഹം കഴിക്കാൻ ആഗ്രഹിക്കുന്നു.\nപിന്നീട്, വാങ് ഷിപെങ് ഒന്നാം സമ്മാനം നേടി.പ്രധാനമന്ത്രി വാൻകി നിർബന്ധിച്ച് വിവാഹം കഴിക്കാൻ വിസമ്മതിച്ചതിനാൽ, വിദൂര ചായോങ്ങിൽ ജഡ്ജിയായി സേവനമനുഷ്ഠിക്കാൻ അദ്ദേഹത്തെ അയച്ചു. സൺ റുക്വാൻ വാങ് ഷിപെങ്ങിന്റെ കുടുംബ കത്ത് രഹസ്യമായി \"വിവാഹമോചന കത്ത്\" ആക്കി യൂലിയനെ കബളിപ്പിച്ച് ചതിച്ചു.ക്യാൻ യൂലിയന്റെ രണ്ടാനമ്മയും അവളെ വീണ്ടും വിവാഹം കഴിക്കാൻ നിർബന്ധിച്ചു, എന്നാൽ യൂലിയൻ വിസമ്മതിക്കുകയും നദിയിൽ സ്വയം എറിഞ്ഞ് ആത്മഹത്യ ചെയ്യുകയും ചെയ്തു. ഫുജിയാൻ പ്രവിശ്യയിൽ നിന്നും തന്റെ ദത്തുപുത്രിയായി ദത്തെടുത്തു.\nഷിപെങ് മരിച്ചുവെന്ന് യൂലിയൻ കരുതി, അഞ്ച് വർഷത്തിന് ശേഷം, വാങ് ഷിപെങ് ജിയാനിലെ ഗവർണറായി. ഒരു ദിവസം, തന്റെ പരേതയായ ഭാര്യയുടെ സ്മരണയ്ക്കായി ഒരു താവോയിസ്റ്റ് ക്ഷേത്രത്തിൽ ഒരു അനുസ്മരണ ചടങ്ങ് നടത്തി, യൂലിയൻ ജിയാൻ താവോയിസ്റ്റ് ക്ഷേത്രത്തിൽ കത്തിക്കാൻ പോയി. ധൂപം, വാങ് ഷിപെംഗും ക്വിയാനും ഒടുവിൽ വീണ്ടും ഒന്നിച്ചു.", "聖意": "വീട് തനിയ്ക്ക് നല്ലതല്ല, ശരത്കാലവും ശീതകാലവും ഐശ്വര്യപ്രദമാണ്, സമ്പത്ത് സമൃദ്ധമാകട്ടെ, ശരത്കാലവും ശിശിരവും ഐശ്വര്യപ്രദമാകട്ടെ, ശരത്കാലവും ശീതകാലവും ഐശ്വര്യവും, വ്യാപാരവും ഐശ്വര്യവും, ദാമ്പത്യം വിജയകരവും, കാൽനടയാത്രക്കാർക്ക് വയലിൽ പോകാൻ പ്രാർത്ഥിക്കുക. പട്ടുനൂൽപ്പുഴുക്കളെ വളർത്താം. ആറ് കന്നുകാലികൾ ഉയർത്താൻ കഴിയും, ആളുകളെ കണ്ടെത്താൻ കഴിയും, പൊതു വ്യവഹാരങ്ങൾ അനുകൂലമല്ല, കുടിയേറ്റം യാഥാസ്ഥിതികമാണ്, സ്വത്ത് നഷ്ടം, വൈകി അസുഖം, അനുഗ്രഹങ്ങൾക്കായി പ്രാർത്ഥിക്കുക, മലകളും കുഴിമാടങ്ങളും നല്ലതാണ്.", "古人": "യുലിയാൻഹുയി പത്ത് സുഹൃത്തുക്കൾ", "第X籤": "നാലാമത്തെ അടയാളം", "宮": "ഗർഭപാത്രം"}