{"籤詩版本二": "ചുവന്ന ചക്രം പടിഞ്ഞാറ് വീഴുന്നു, മുയൽ കിഴക്ക് ഉയരുന്നു, യിൻ വളരുന്നു, യാങ് അപ്രത്യക്ഷമാകുന്നു, എല്ലാം അഭിവൃദ്ധി പ്രാപിക്കുന്നു\nഒരു സ്ത്രീ അത് ഉപയോഗിക്കാൻ ആഗ്രഹിക്കുന്നുവെങ്കിൽ, അത് അവളുടെ സമ്പത്ത് വർദ്ധിപ്പിക്കുകയും അവളുടെ ഹൃദയത്തിന് സന്തോഷം നൽകുകയും ചെയ്യും.", "詩意": "ഈ ഹെക്സാഗ്രാം യിൻ വളരുന്നതിന്റെയും യാങ് അപ്രത്യക്ഷമാകുന്നതിന്റെയും പ്രതീകമാണ്.\nപിന്നീട് എളുപ്പമാകുന്നതിന് മുമ്പ് എല്ലാം ബുദ്ധിമുട്ടാണ്.", "解曰": "യിൻ സ്ത്രീകൾക്ക് ഗുണം ചെയ്യും. പുരുഷന്മാർക്ക് അനുയോജ്യമല്ല. നിങ്ങൾ ഉപദേശം തേടുകയാണെങ്കിൽ. ആദ്യം തിന്മയും പിന്നീട് നന്മയും വരുന്നു.", "籤詩故事一": "◇Wu Zetian സിംഹാസനത്തിൽ കയറി\n14-ആം വയസ്സിൽ, ടാങ് രാജവംശത്തിലെ ടൈസോങ് ലി ഷിമിൻ ചക്രവർത്തി, \"വു മേ\" എന്ന പ്രതിഭാധനനായ വ്യക്തിയായി വുവിനെ കൊട്ടാരത്തിലേക്ക് വിളിപ്പിച്ചു. ടൈസോങ്ങിന്റെ മരണശേഷം, സെറ്റിയാൻ ഗാന്യേ ക്ഷേത്രത്തിൽ പ്രവേശിച്ച് കന്യാസ്ത്രീയായി.\nതാങ് രാജവംശത്തിലെ ഗാവോസോങ് ചക്രവർത്തി സിംഹാസനത്തിൽ വന്നപ്പോൾ, ഷാവോയിക്ക് ആദരാഞ്ജലികൾ അർപ്പിക്കാൻ വു കുടുംബത്തെ കൊട്ടാരത്തിലേക്ക് വിളിച്ചുവരുത്തി. യോങ്ഹുയിയുടെ ആറാം വർഷത്തിൽ (655), ഗാവോസോങ് ചക്രവർത്തി വുവിനെ തന്റെ രാജ്ഞിയായി സ്ഥാപിച്ചു.\nവു സെറ്റിയാൻ ബുദ്ധിമാനും സാഹിത്യത്തിലും ചരിത്രത്തിലും ഇടപെട്ടിരുന്നു, വിഭവസമൃദ്ധിയിലും സമ്പന്നനായിരുന്നു. വു സെറ്റിയാൻ രാജ്ഞിയായതിന് തൊട്ടുപിന്നാലെ, ഗാവോസോംഗ് ദുർബലനും രോഗിയും ആയിരുന്നതിനാൽ, ചില രാഷ്ട്രീയ കാര്യങ്ങൾ കൈകാര്യം ചെയ്യാൻ അദ്ദേഹം ചിലപ്പോൾ അവളെ ഏൽപ്പിച്ചു, അതിനാൽ അവളുടെ ശക്തി വർദ്ധിച്ചു. ഷാങ്‌യുവാന്റെ (674) ആദ്യ വർഷത്തിൽ, ഗാവോസോങ് ചക്രവർത്തിയെ \"ചക്രവർത്തി\" എന്നും ചക്രവർത്തി വുവിനെ \"സ്വർഗ്ഗരാജ്ഞി\" എന്നും വിളിച്ചിരുന്നു, അവരെ രണ്ടുപേരെയും കൊട്ടാരത്തിൽ \"രണ്ട് വിശുദ്ധർ\" എന്നും വിളിച്ചിരുന്നു.\nഹോങ്‌ദാവോയുടെ ആദ്യ വർഷത്തിൽ (683), ഗാവോസോങ് മരിച്ചു, രാജകുമാരൻ ലി സിയാൻ സിംഹാസനത്തിൽ എത്തി, വു സെറ്റിയാൻ രാജവംശം ഭരിച്ചു. സിഷെങ്ങിന്റെ (684) ഒന്നാം വർഷം ഫെബ്രുവരിയിൽ, വു സെറ്റിയാൻ ലി സിയാനെ ലുലിംഗിലെ രാജാവായി സ്ഥാനഭ്രഷ്ടനാക്കുകയും അവളുടെ നാലാമത്തെ മകൻ ലി ഡാൻ ചക്രവർത്തിയായി സ്ഥാപിക്കുകയും ചെയ്തു, രാജവംശം തുടർന്നു. അതേ വർഷം സെപ്റ്റംബറിൽ, അവൾ പതാകയെ സ്വർണ്ണമാക്കി മാറ്റി, കിഴക്കൻ തലസ്ഥാനമായ ലുവോയാങ്ങിനെ ദിവ്യ തലസ്ഥാനം എന്ന് പുനർനാമകരണം ചെയ്തു. ടിയാൻഷൂവിന്റെ ഒന്നാം വർഷം (690) സെപ്റ്റംബർ ഒമ്പതാം തീയതി, വു സെഷ്യൻ സ്വയം ചക്രവർത്തിയായി പ്രഖ്യാപിക്കുകയും രാജ്യത്തിന്റെ പേര് ഷൗ എന്ന് മാറ്റുകയും ചെയ്തു.", "聖意": "ഭവനം തനിക്ക് പ്രതികൂലമാണ്, അനുഗ്രഹങ്ങൾക്കായി പ്രാർത്ഥിക്കുക, സമ്പത്ത് തേടുക, ഇടപാടുകൾ സൂക്ഷിക്കുക, വിവാഹത്തിൽ ഭാഗ്യം, ദാമ്പത്യത്തിൽ ഭാഗ്യം (സ്ത്രീ), കാൽനടക്കാർ വയലുകൾ തടയൽ, പട്ടുനൂൽ, സമൃദ്ധമായ കന്നുകാലികൾ, ആളുകളെ അന്വേഷിക്കുക, വേർപിരിയൽ, വ്യവഹാരങ്ങൾ, നഷ്ടം, കുടിയേറ്റം , സ്വത്ത് നഷ്ടം, രോഗം, ഷോക്ക്, മലകളും കുഴിമാടങ്ങളും, ഭാഗ്യം", "古人": "വു സെറ്റിയാൻ സിംഹാസനത്തിൽ കയറുന്നു", "第X籤": "നാല്പതാം ലോട്ടറി വിജയി", "宮": "നിങ്ങൾ കൊട്ടാരം"}