{"籤詩版本二": "അനന്തമായ നല്ല വാക്കുകൾ നിങ്ങൾ ഓർക്കും, പക്ഷേ നിങ്ങൾ കള്ളനെ തിരിച്ചറിഞ്ഞാൽ നിങ്ങൾ നിങ്ങളുടെ മകനാകും.\nഈ നിമിഷം അത്യാഗ്രഹിക്കരുത്, ഒരു വർഷം മുമ്പ് അവൻ എങ്ങനെ ഒരു നല്ല കാര്യം ചെയ്യുമായിരുന്നുവെന്ന് വിഷമിക്കരുത്.", "詩意": "ഈ ഹെക്സാഗ്രാം ഒരു കള്ളനെ മകനായി തിരിച്ചറിയുന്നു.\nനിങ്ങൾ ചെയ്യുന്ന എല്ലാ കാര്യങ്ങളിലും ശ്രദ്ധാലുവായിരിക്കുക.", "解曰": "ഇത് ഒന്ന് മാത്രം. ഒരു മാന്യൻ ഒരു തെറ്റും ചെയ്യുന്നില്ല. മനസ്സിൽ സൂക്ഷിക്കുക. ഒറ്റപ്പെടരുത്.", "籤詩故事一": "◇ഡോങ് ഷുവോ ലു ബു സ്വീകരിക്കുന്നു\nകിഴക്കൻ ഹാൻ രാജവംശത്തിന്റെ അവസാനത്തിലും മൂന്ന് രാജ്യങ്ങളുടെ തുടക്കത്തിലും പ്രസിദ്ധനായ ഒരു സൈനിക ജനറലായിരുന്നു, ധീരനും യുദ്ധത്തിൽ മിടുക്കനുമായ ലു ബു ഒരിക്കൽ ജിംഗ്‌ഷൂവിലെ ഗവർണറായ ഡിംഗ് യുവാനെ തന്റെ വളർത്തു പിതാവായി കണക്കാക്കുകയും അദ്ദേഹത്തിന് കീഴിൽ സേവനമനുഷ്ഠിക്കുകയും ചെയ്തു.\nകിഴക്കൻ ഹാൻ രാജവംശത്തിലെ ചക്രവർത്തി ലിംഗിന്റെ മരണശേഷം, ഗവൺമെന്റിനെ നിയന്ത്രിക്കാൻ ജനറൽ ഹി ജിന്നുമായി കൂട്ടുകൂടാൻ ഡിംഗ് യുവാൻ ബീജിംഗിലേക്ക് പോയി.\nഡോങ് ഷുവോ ഡിംഗ് യുവാനുമായി യുദ്ധം ചെയ്തു, എന്നാൽ നിരവധി ജനറൽമാർക്ക് ലു ബുവിനെ പരാജയപ്പെടുത്താൻ കഴിഞ്ഞില്ല, അതിനാൽ ഡോങ് ഷുവോ തന്റെ കീഴിലുള്ള ലി സുവിനെ ലു ബുവിന് കൈക്കൂലിയായി അയച്ചു. \"ലു ബു സന്ദർശിക്കാൻ\" ലി സു സ്വർണ്ണത്തിന്റെയും വെള്ളിയുടെയും നിധികളും പ്രശസ്തമായ ചുവന്ന മുയൽ കുതിരയും കൊണ്ടുവന്നു. ലു ബു സന്ദർശിക്കാൻ ലി സു സ്വർണത്തിന്റെയും വെള്ളിയുടെയും നിധികളും പ്രശസ്തമായ ചുവന്ന മുയൽ കുതിരയും കൊണ്ടുവന്നു. അങ്ങനെ ഡിംഗ് യുവാനെ കൊല്ലാൻ ഡോങ് ഷുവോ ലു ബുവിന് കൈക്കൂലി നൽകി, തന്റെ സൈനികരോട് വേണമെങ്കിൽ തന്നോടൊപ്പം വരാനും, തന്നെ പിന്തുടരാൻ താൽപ്പര്യമില്ലെങ്കിൽ പോകാനും പറഞ്ഞു, അതിന്റെ ഫലമായി ഭൂരിഭാഗം സൈനികരും ഓടിപ്പോയി. അതിനാൽ ലു ബുവിന് ഡോങ് ഷുവോ കൈക്കൂലി നൽകുകയും ഡിംഗ് യുവാനെ വധിക്കുകയും ചെയ്തു.\nഡോങ് ഷുവോ അധികാരം നേടിയ ശേഷം, ലു ബുവിനെ തന്റെ ദത്തുപുത്രനായി ദത്തെടുക്കുകയും അദ്ദേഹത്തെ ഒരു ജനറലും മാർക്വിസും ആക്കുകയും ചെയ്തു.\nഡോങ് ഷുവോയ്ക്ക് അക്രമാസക്തമായ സ്വഭാവമുണ്ടായിരുന്നു, ലു ബുവുമായുള്ള \"പിതാവ്-മകൻ ബന്ധം\" യഥാർത്ഥത്തിൽ വളരെ ദുർബലമായിരുന്നു.എഡി 189-ൽ, സിതു വാങ് യുനിന്റെ പ്രേരണയാൽ, ലു ബു ഡോങ് ഷുവോയെ വധിച്ചു.\nഡോങ് ഷുവോയുടെ മരണത്തിന് ആറുമാസത്തിനുശേഷം, ഡോങ് ഷുവോയുടെ പഴയ സൈന്യം തലസ്ഥാനം ആക്രമിച്ചു, ലു ബുവും ഭാര്യയും പരിഭ്രാന്തരായി പലായനം ചെയ്തു. തലസ്ഥാനം വിട്ടശേഷം ലു ബു യുദ്ധപ്രഭുക്കളായ യുവാൻ ഷു, യുവാൻ ഷാവോ, ഴാങ് യാങ്, ഷാങ് മിയാവോ, ലിയു ബെയ് മുതലായവരോട് അഭയം തേടി, അക്കാലത്തെ മറ്റൊരു പ്രധാന യുദ്ധത്തലവനായ കാവോ കാവോയുമായി പലതവണ യുദ്ധം ചെയ്തു.ലു ബു ധീരനും നല്ലവനുമായിരുന്നു. യുദ്ധത്തിൽ, കാവോ കാവോയെ പലതവണ പരാജയപ്പെടുത്തി.\nകിഴക്കൻ ഹാൻ രാജവംശത്തിലെ ജിയാനന്റെ മൂന്നാം വർഷത്തിൽ, കാവോ കാവോയുടെ സൈന്യം ലു ബുവിന്റെ താവളമായ സിയാവോപേയെ ആക്രമിക്കുകയും ബൈമെൻ ടവറിന് കീഴിൽ കാവോ കാവോ പിടികൂടുകയും കൊല്ലപ്പെടുകയും ചെയ്തു. വധശിക്ഷയ്ക്ക് മുമ്പ്, ലു ബു കാവോ കാവോയോട് മരണം ഒഴിവാക്കാൻ അവനെ ജീവനോടെ നിലനിർത്താൻ ആവശ്യപ്പെട്ടു, എന്നാൽ ലു ബു പലതവണ വഞ്ചിച്ചിട്ടുണ്ടെന്നും സത്യസന്ധതയില്ലാത്ത മനുഷ്യനാണെന്നും ലിയു ബെയ് കാവോ കാവോയെ ഓർമ്മിപ്പിച്ചു. അവസാനം, ധാർമ്മികത പരിഗണിക്കാതെ പ്രതിഭകളെ മാത്രം വിലമതിച്ച കാവോ കാവോ, ലു ബുവിനെ വധിച്ചു.", "聖意": "ഞാൻ വീട്ടിൽ അസ്വസ്ഥനാണ്, ഞാൻ സാധാരണയായി പണം തേടുന്നു, ഇടപാടുകൾ സൂക്ഷിക്കുന്നു, വിവാഹം കഴിക്കാൻ പ്രയാസമാണ്, ലിയുജിയ മനുഷ്യൻ ഞെട്ടി, വയലിൽ പട്ടുനൂൽ പാതി പാകമായി, ആറ് മൃഗങ്ങൾ സുരക്ഷിതമാണ്, ആൾ അവനെ തിരയുന്നു , പൊതു വ്യവഹാരം ഉചിതമാണ്, മൈഗ്രേഷൻ കണ്ടെത്താൻ പ്രയാസമുള്ള നഷ്ടപ്പെട്ട കാര്യങ്ങൾ, രോഗങ്ങൾ, Zhenxing മൗണ്ടൻ ശവകുടീരത്തിൽ സമാധാനം എന്നിവയ്ക്കായി പ്രാർത്ഥിക്കുന്നു.", "古人": "ഡോങ് ഷുവോ ലു ബു സ്വീകരിക്കുന്നു", "第X籤": "41-ാമത് ലോട്ടറി വിജയി", "宮": "നിങ്ങൾ കൊട്ടാരം"}