{"籤詩版本二": "ചക്രവർത്തി, ചക്രവർത്തി, ചക്രവർത്തി എന്നിവർ ഒടുവിൽ കൃപ കാണിക്കുകയും നഷ്ടമോ നേട്ടമോ ഇല്ലാതെ അനുഗ്രഹങ്ങൾക്കായി കാത്തിരിക്കുകയും പ്രാർത്ഥിക്കുകയും ചെയ്യും.\nഎല്ലാ ജീവജാലങ്ങളും അതിൽ നിന്ന് പ്രയോജനം നേടുന്നു, ലോകത്തിലും സ്വർഗത്തിലും അഭിവൃദ്ധി പ്രതീക്ഷിക്കുന്നു.", "詩意": "ഈ ഹെക്സാഗ്രാം സ്വർഗത്തിൽ നിന്നുള്ള പ്രീതിയുടെ അടയാളമാണ്.\nഎല്ലാം വിജയിക്കും.", "解曰": "ചക്രവർത്തി തന്റെ പ്രീതി കാണിച്ചു. ഒരിക്കലും മറക്കരുത്. രാവിലെയും വൈകുന്നേരവും ആചാരങ്ങൾ. ധൂപം കാട്ടുന്നതാണ് ഉചിതം.", "籤詩故事一": "◇മുളിയൻ അമ്മയെ രക്ഷിച്ചു\nശാക്യമുനി ബുദ്ധന്റെ പത്ത് ശിഷ്യന്മാരിൽ ഏറ്റവും ശക്തനാണ് മൊകൗ ലിയാൻ അല്ലെങ്കിൽ മുളിയൻ.\nഅവന്റെ അമ്മ ജീവിച്ചിരുന്ന കാലത്ത് അത്യാഗ്രഹിയും പിശുക്കുമായിരുന്നു, അതിനാൽ അവളുടെ മരണശേഷം അവൾ വിശക്കുന്ന പ്രേതങ്ങളുടെ സാമ്രാജ്യത്തിലേക്ക് വീണു. മൊഖുള്ളിയൻ തന്റെ മാന്ത്രിക ശക്തി ഉപയോഗിച്ച് നിരീക്ഷിച്ചപ്പോൾ തന്റെ അമ്മ വിശന്നു വലഞ്ഞ പ്രേതമായി ജനിച്ചു, ഭക്ഷണം ലഭിക്കാൻ വഴിയില്ലാതെ വളരെ ബുദ്ധിമുട്ടിലാണെന്ന് കണ്ടെത്തി, തന്റെ മാന്ത്രിക ശക്തി ഉപയോഗിച്ച് അമ്മയ്ക്ക് ഭക്ഷണം കൊണ്ടുവന്നു. അപ്രതീക്ഷിതമായി, അമ്മ സ്വീകരിച്ചതിന് ശേഷം. ഭക്ഷണം, അത് ചാരമായി മാറി, കഴിക്കാൻ കഴിഞ്ഞില്ല.\nമൗദ്ഗല്യൻ എന്താണ് സംഭവിച്ചതെന്ന് ആശങ്കാകുലനാകുകയും ബുദ്ധനെ അറിയിക്കുകയും ചെയ്തു. ഏഴാം മാസത്തിലെ 15-ാം ദിവസം നൂറ് രുചികളും അഞ്ച് പഴങ്ങളും ഒരു തടത്തിൽ ഇട്ട് പത്ത് ദിക്കുകളിലെയും സന്യാസിമാർക്ക് സമർപ്പിക്കണമെന്ന് ബുദ്ധൻ മുളിയനോട് പറഞ്ഞു, ഈ ശക്തിയാൽ അവന്റെ അമ്മയ്ക്ക് ഭക്ഷണം കഴിക്കാൻ കഴിയും. .\nബുദ്ധന്റെ ഇഷ്ടപ്രകാരം മൗദ്ഗല്യൻ പ്രവർത്തിച്ചു, ഒടുവിൽ അവന്റെ അമ്മ മോചിപ്പിക്കപ്പെട്ടു. ഇത്തരത്തിലുള്ള ചടങ്ങിനെ \"ഓബോൺ ഫെസ്റ്റിവൽ\" എന്നും ഈ ഉത്സവത്തെ \"ഓബോൺ ഫെസ്റ്റിവൽ\" എന്നും വിളിക്കുന്നു.\n(ശ്രദ്ധിക്കുക: ഒരുതരം പദാർത്ഥത്തിന് ലോകത്തിന്റെ വിവിധ തലങ്ങളിൽ വ്യത്യസ്ത വികാരങ്ങളുണ്ട്. ഉദാഹരണത്തിന്: ഈ ലോകത്ത് മഴ പെയ്യുമ്പോൾ, നാം അതിനെ \"ജലം\" ആയി കാണുന്നു, വിശക്കുന്ന പ്രേത മണ്ഡലത്തിലെ ജീവജാലങ്ങൾക്ക് അത് \"രക്തം\" ആയി അനുഭവപ്പെടുന്നു, കൂടാതെ നരകലോകത്തിലെ ജീവജാലങ്ങൾക്ക് അത് \"രക്തം\" ആയി അനുഭവപ്പെടുന്നു. \"വാൾ വീഴ്ത്തുന്നത്\" പോലെ തോന്നുന്നു, സ്വർഗ്ഗീയ ജീവികൾ \"ഒരു പുഷ്പം പൊഴിക്കുന്നത്\" പോലെയാണ്.)", "聖意": "വീടിനും വീടിനും വേണ്ടി പ്രാർത്ഥിക്കുക, ശൈത്യകാലത്ത് ഭാഗ്യത്തിനായി പ്രാർത്ഥിക്കുക, സമ്പത്ത്, ഇടപാടുകൾ ഇല്ല, വിവാഹം, ലിയുജിയയിൽ സമാധാനം, കാൽനടയാത്രക്കാർ, ചലിക്കുന്ന വയലുകൾ, പട്ടുനൂൽ, ആറ് മൃഗങ്ങൾ, ആളുകളെ കണ്ടെത്തൽ, വ്യവഹാരങ്ങൾ, വിജയം, കുടിയേറ്റം, യാഥാസ്ഥിതികത, നഷ്ടപ്പെട്ട സ്വത്ത്, രോഗം , മനസ്സമാധാനം, മലകളുടെയും ശവക്കുഴികളുടെയും സമാധാനം", "古人": "മുളിയൻ അമ്മയെ രക്ഷിക്കുന്നു", "第X籤": "നാല്പത്തിരണ്ടിൽ ഒപ്പിടുക", "宮": "നിങ്ങൾ കൊട്ടാരം"}