{"籤詩版本二": "ലോകം വഴക്കമുള്ളതാണ്, എല്ലാം സ്വയം പിന്തുണയ്ക്കുന്നതും സ്വയം പിന്തുണയ്ക്കുന്നതും സുരക്ഷിതവുമാണ്\nജീവിതത്തിലെ എല്ലാം അത്ഭുതകരമാണ്, എല്ലാത്തിനും സന്യാസിമാർക്കും ഋഷിമാർക്കും നന്ദി പറയുക, ഐശ്വര്യമുള്ളവരായിരിക്കുക.", "詩意": "ഈ ഹെക്സാഗ്രാം ഭൂമിയും ഭൂമിയും തമ്മിലുള്ള ഐക്യത്തെ പ്രതിനിധീകരിക്കുന്നു.\nഎല്ലാം നന്നായി നടക്കുന്നു, അപകടമൊന്നുമില്ല.", "解曰": "എല്ലാ വസ്തുക്കളും ജനിക്കുന്നു. എല്ലാ പദ്ധതികളും ആഗ്രഹങ്ങളും സഫലമാകും. ഫോർഡ് സഹായിക്കുന്നു. റൂയി ക്വി തിരക്കിലാണ്.", "籤詩故事一": "◇നടക്കുന്നവർക്ക് പ്രബുദ്ധത ലഭിക്കുന്നു\nപടിഞ്ഞാറിലേക്കുള്ള യാത്ര കഥ:\nപൂക്കളുടെയും പഴങ്ങളുടെയും പർവ്വതം സൺ വുകോംഗ് ഏറ്റെടുത്ത് രാജാവായി.പിന്നീട് എന്നേക്കും ജീവിക്കാൻ ഒരു വഴി കണ്ടെത്താൻ, പാത്രിയർക്കീസ് ​​ബോധിയെ ഗുരുവായി ആരാധിക്കുന്നതിനായി എട്ടോ ഒമ്പതോ വർഷം മലകളും നദികളും ചുറ്റി സഞ്ചരിച്ച് അദ്ദേഹം എഴുപത് പഠിച്ചു. -ഭൗമിക തിന്മയുടെയും സോമർസോൾട്ട് മേഘങ്ങളുടെയും രണ്ട് മാറ്റങ്ങൾ, കൂടാതെ സൂര്യൻ എന്ന കുടുംബപ്പേര് ആദ്യമായി സ്വീകരിച്ചു.\nഅതിനുശേഷം, അനുയോജ്യമായ ആയുധം കണ്ടെത്തുന്നതിനായി സൺ വുകോംഗ് കിഴക്കൻ ചൈനാ കടലിലെ ഡ്രാഗൺ കൊട്ടാരത്തിലേക്ക് പോയി, ഒടുവിൽ ടിയാൻഹെയുടെയും ഡിംഗായിയുടെയും ദിവ്യ സൂചിയായ റൂയി ഗോൾഡൻ കഡ്ജൽ കണ്ടെത്തി. തന്റെ ആയുസ്സ് അവസാനിച്ചതിനാൽ, അവൻ പാതാളത്തിൽ വലിയ ബഹളമുണ്ടാക്കി, ജീവിതത്തിന്റെയും മരണത്തിന്റെയും പുസ്തകം പരിഷ്കരിച്ച് മനുഷ്യലോകത്തേക്ക് മടങ്ങി. പിന്നീട്, സൺ വുകോങ്ങിനെ ആദ്യമായി സ്വർഗം വിളിക്കുകയും ബീമ വെൻ എന്ന് വിളിക്കുകയും ചെയ്തു. പിന്നീട് രണ്ടാം പ്രാവശ്യം സ്വർഗത്തിലേക്ക് വിളിക്കപ്പെടുകയും കുരങ്ങൻ രാജാവ് എന്ന് നാമകരണം ചെയ്യപ്പെടുകയും ചെയ്തു.പീച്ചുകൾ മോഷ്ടിക്കുകയും സ്വർഗത്തിൽ വലിയ ബഹളമുണ്ടാക്കുകയും ചെയ്തു.തൻ്റെ സ്വർണ്ണക്കണ്ണുകളും തീപ്പൊരി കണ്ണുകളും പരിശീലിക്കുന്നതിനായി ബാഗുവ ചൂളയിൽ മുദ്രവച്ചു.അവസാനം അവൻ തഥാഗത ബുദ്ധൻ 500 വർഷത്തോളം വുഴി പർവതത്തിന്റെ ചുവട്ടിൽ അനങ്ങാൻ കഴിയാതെ അടിച്ചമർത്തപ്പെട്ടു. ബാഗ്വാ ചൂളയിൽ ചവിട്ടിയ സ്ഥലം അഗ്നിപർവ്വതമായി മാറി.\nഅഞ്ഞൂറ് വർഷങ്ങൾക്ക് ശേഷം, സന്യാസി താങ് പടിഞ്ഞാറോട്ട് പോയി വിശുദ്ധ ഗ്രന്ഥങ്ങൾ നേടുകയും അഞ്ച് മൂലകങ്ങളുടെ പർവതത്തിലൂടെ കടന്നുപോകുകയും സൺ വുകോങ്ങിനെ രക്ഷിക്കുന്നതിന് മുമ്പ് താലിസ്മാൻ അഴിക്കുകയും ചെയ്തു. സൺ വുകോംഗ് നന്ദിയോടെ പൊട്ടിക്കരഞ്ഞു.ഗുവാൻയിൻ ബോധിസത്വയുടെ ഉപദേശം ലഭിച്ചതിന് ശേഷം അദ്ദേഹം ടാങ് മോങ്കിനെ തന്റെ ഗുരുവായി ആരാധിക്കുകയും ഒരുമിച്ച് വേദപാഠങ്ങൾ പഠിക്കാൻ പാശ്ചാത്യരാജ്യങ്ങളിലേക്ക് പോകുകയും ചെയ്തു. ഗ്രന്ഥങ്ങൾ പഠിക്കാനുള്ള വഴിയിൽ, സൺ വുകോംഗ് ഭൂതങ്ങളുടെ മേൽ ഇറങ്ങി, രാക്ഷസന്മാരെ ഉന്മൂലനം ചെയ്തു, അസാധാരണമായ നേട്ടങ്ങൾ ആവർത്തിച്ച് ചെയ്തു, എന്നിരുന്നാലും, തന്റെ യജമാനനായ ടാങ് സെംഗ് അവനെ വീണ്ടും വീണ്ടും തെറ്റിദ്ധരിപ്പിക്കുകയും പുറത്താക്കുകയും ചെയ്തു. എൺപത്തിയൊന്ന് ബുദ്ധിമുട്ടുകൾക്ക് ശേഷം, ഒടുവിൽ ജോലി പൂർത്തിയായി, നാല് ഗുരുക്കന്മാരും ശിഷ്യന്മാരും Xitian Leiyin ക്ഷേത്രത്തിലെത്തി സത്യഗ്രന്ഥം നേടി. സൺ വുകോംഗ് ശരിയായ ഫലം നേടി.\n(മനുഷ്യനെന്നല്ല, കുരങ്ങനുപോലും പ്രബുദ്ധനാകാൻ കഴിയുമെന്നതിന്റെ രൂപകമാണ് ഈ കഥ.)", "聖意": "സമ്പത്ത്, ബിസിനസ്സ്, വിവാഹം, ലിയുജിയ, പുരുഷ കാൽനടയാത്രക്കാർ, വയലിലെ തടസ്സം, പട്ടുനൂൽ, ആറ് മൃഗങ്ങൾ, സോങ്‌പിംഗ്, ആളുകളെ അന്വേഷിക്കൽ, വ്യവഹാരങ്ങൾ, വിജയം, കുടിയേറ്റം, സ്വത്ത് നഷ്ടം, രോഗം, സിംഗ്‌സിംഗ്‌ഷാൻ ശവകുടീരം, വസ്തുക്കൾ എന്നിവയ്ക്ക് വീട് ശുഭകരമാണ്. ശുഭകരമാണ്", "古人": "സഞ്ചാരി ബോധോദയം പ്രാപിക്കുന്നു", "第X籤": "43ന് ഒപ്പുവച്ചു", "宮": "xugong"}