{"籤詩版本二": "പുരാതന കാലം മുതൽ സൗമ്യത ശക്തിയുടെ മേൽ വിജയിച്ചു, നല്ല പ്രവൃത്തികളിലേക്കുള്ള വാതിൽ സമൃദ്ധമാണ്.\nആരെങ്കിലും ഈ ഹെക്സാഗ്രാം എന്ന് മനസ്സിലാക്കിയാൽ, അത് നിങ്ങൾക്ക് ദാഹിക്കുമ്പോൾ യോജിംഗിനെ കണ്ടുമുട്ടുന്നത് പോലെയാകും.", "詩意": "ഈ ഹെക്സാഗ്രാം ദയയുടെയും സൗമ്യതയുടെയും അടയാളമാണ്.\nഎല്ലാത്തിലും യോജിപ്പാണ് മാനദണ്ഡം.", "解曰": "ആകാശത്തിനും ഭൂമിക്കും വികാരങ്ങളുണ്ട്. വളരെ സത്യം. ദൈവവും ബുദ്ധനും നിങ്ങളെ സംരക്ഷിക്കുന്നു. നിങ്ങൾക്ക് ലഭിച്ചത് മറക്കരുത്.", "籤詩故事一": "◇റെൻസോങ് തന്റെ അമ്മയെ തിരിച്ചറിഞ്ഞു\nസോങ് ഷെൻസോങ്ങിന്റെ വെപ്പാട്ടിയായ ലിയു, വെപ്പാട്ടിയായ ലിയുടെ മകനായ ഷാവോ ഷെൻ ജനിക്കുന്നതിൽ അസൂയപ്പെട്ടു, വെപ്പാട്ടി ലിയുടെ മകന് പകരം തൊലിയുള്ള ഒരു പൂച്ചയെ നൽകാൻ സൂതികർമ്മിണിക്ക് കൈക്കൂലി നൽകി. തണുത്ത കൊട്ടാരം, വെപ്പാട്ടി ലിയുവിനെ പ്രതിഷ്ഠിക്കാൻ കഴിഞ്ഞു, പിന്നീട്.\nവെപ്പാട്ടി ഡി ചക്രവർത്തിയായി സ്ഥാനക്കയറ്റം ലഭിച്ച ശേഷം, വെപ്പാട്ടി ഡി തണുത്ത കൊട്ടാരത്തിന് തീയിടുകയും വെപ്പാട്ടി ലിയെ കൊല്ലാൻ പദ്ധതിയിടുകയും ചെയ്തു. വെപ്പാട്ടി ലി രക്ഷപ്പെട്ട് ആളുകൾക്കിടയിൽ ജീവിച്ചു.\nവെപ്പാട്ടി ലി യഥാർത്ഥത്തിൽ ഷാവോ ഷെനെ നദിയിലേക്ക് എറിഞ്ഞു, പക്ഷേ ഭാഗ്യവശാൽ അദ്ദേഹത്തെ നപുംസകവും രക്ഷപ്പെടുത്തി എട്ട് മുനിമാരുടെ കൊട്ടാരത്തിലേക്ക് അയച്ചു, അവൻ വളർന്നപ്പോൾ സോംഗ് റെൻസോങ്ങിന്റെ പിൻഗാമിയായി.\nപിന്നീട്, അന്ധയായ വെപ്പാട്ടി ലിയെ ആകസ്മികമായി ബാവോ ഷെങ് (ബാവോ ക്വിംഗ്ടിയൻ) കണ്ടുമുട്ടി, സത്യം മനസ്സിലാക്കിയപ്പോൾ, അദ്ദേഹം കേസ് ശക്തമായി അന്വേഷിച്ചു, ഒടുവിൽ സത്യം വെളിച്ചത്ത് വന്നു, ലിയെ അമ്മയും മകനുമായി തിരിച്ചറിയാൻ സോംഗ് റെൻസോങ്ങിനെ അനുവദിച്ചു. വെപ്പാട്ടി ലിയുവിനെ തണുത്ത കൊട്ടാരത്തിലേക്ക് എറിഞ്ഞു, വെപ്പാട്ടി ലിയെ കൊട്ടാരത്തിലേക്ക് സ്വാഗതം ചെയ്തു.കഥ വിജയകരമായി അവസാനിച്ചു.", "聖意": "വീടും വീടും തനിക്കും, സമ്പത്തിനും, കച്ചവടത്തിനും, വിവാഹത്തിനും, പുരുഷ കാൽനടക്കാർക്കും, വയല് തടസ്സത്തിനും, പട്ടുനൂൽ, ശരത്കാലം, ആറ് മൃഗങ്ങൾക്കും, ആറ് മൃഗങ്ങൾക്കും, ആളുകളെ കണ്ടെത്തുന്നതിനും ആളുകളെ കാണുന്നതിനും ഐശ്വര്യമാണ്. , വ്യവഹാരങ്ങൾക്കും, വിജയത്തിനും, കുടിയേറ്റത്തിനും, നഷ്ടപ്പെട്ട സ്വത്തിനും, പൗരസ്ത്യ രോഗങ്ങൾക്കും, അനുഗ്രഹത്തിനും, പർവത ശവകുടീരങ്ങൾക്കും, കിഴക്കും പടിഞ്ഞാറും ഐശ്വര്യത്തിനും.", "古人": "റെൻസോങ് അമ്മയെ തിരിച്ചറിഞ്ഞു", "第X籤": "നാല്പത്തിയഞ്ചാമത് നറുക്കെടുപ്പ്", "宮": "xugong"}