{"籤詩版本二": "തണുത്ത കാലാവസ്ഥ ജലത്തെ ഐസാക്കി മാറ്റുന്നു, എന്തിനാണ് പ്രശസ്തിക്ക് അത്യാഗ്രഹം?\nഇലകൾ സ്വാഭാവികമായി തഴച്ചുവളരുന്നത് വരെ നിശബ്ദമായി ഇരിക്കുകയല്ലാതെ എനിക്ക് മറ്റ് മാർഗമില്ല.", "詩意": "ഈ ഹെക്സാഗ്രാമിൽ വെള്ളം ഐസായി മാറുന്നു.\nവെറുതെ ഒന്നും ചോദിക്കരുത്.", "解曰": "വെള്ളം തണുത്തുറഞ്ഞ് ഐസായി മാറുന്നു. ഐസ് വെള്ളത്തിൽ ഉരുകുന്നു. ഗൂഢാലോചന ആണെങ്കിൽ. അങ്ങനെയാണ്.", "籤詩故事一": "◇വാങ് സിയാങ് കരിമീൻ ചോദിക്കുന്നു (ഇരുപത്തിനാല് സന്താനഭക്തി കഥകൾ)\nജിൻ രാജവംശത്തിലെ വാങ് സിയാങ്, കടപ്പാട് ഫുഷെംഗ്, ലിനിയിൽ ജനിച്ചു.\nവാങ് സിയാങ്ങ് ചെറുപ്പമായിരുന്നപ്പോൾ, അവന്റെ ജീവശാസ്ത്രപരമായ അമ്മ മരിച്ചു, ഏകാന്തനായ അച്ഛൻ ഷു എന്ന സ്ത്രീയെ വിവാഹം കഴിച്ചു, വാങ് സിയാങ്ങിന് ഒരു പുതിയ അമ്മ ജനിച്ചു. വാങ് സിയാങ്ങ് ചെറുപ്പമായിരുന്നപ്പോൾ, അവന്റെ ജൈവിക മാതാവ് മരിച്ചു, ഏകാന്തനായ അച്ഛൻ ഷു എന്ന സ്ത്രീയെ വിവാഹം കഴിച്ചു. വാങ് സിയാങ്ങിന്റെ രണ്ടാനമ്മ ഇടുങ്ങിയ ചിന്താഗതിയും അസൂയയും ഉള്ളവളായിരുന്നു.അവൾക്ക് വാങ് സിയാങ്ങിനെ ഇഷ്ടമല്ലായിരുന്നു, പലപ്പോഴും നിസ്സാരകാര്യങ്ങൾക്ക് അവനെ ശകാരിച്ചിരുന്നു. താമസിയാതെ, രണ്ടാനമ്മയും വാങ് ലാൻ എന്ന മകനെ പ്രസവിച്ചു. രണ്ടാനമ്മ സ്വന്തം മക്കളെ മാത്രം സ്നേഹിച്ചു, വാങ് സിയാങ്ങിനെ ഒരു മുള്ളായി കരുതി, അവൾ വാങ് സിയാങ്ങിനോട് കൂടുതൽ ആവശ്യപ്പെടുകയും പലപ്പോഴും വാങ് സിയാങ്ങിനെ അച്ഛന്റെ മുന്നിൽ മോശമായി സംസാരിക്കുകയും ചെയ്തു.അവന്റെ അച്ഛൻ പോലും ക്രമേണ അവനെ സ്നേഹിച്ചില്ല. രണ്ടാനമ്മ സ്വന്തം മക്കളെ മാത്രം സ്‌നേഹിക്കുകയും വാങ് സിയാങ്ങിനെ ഒരു മുള്ളായി കരുതുകയും ചെയ്തു.വാങ് സിയാങ്ങിനോട് അവൾ കൂടുതൽ ആവശ്യപ്പെടുകയും പലപ്പോഴും വാങ് സിയാങ്ങിനെ അച്ഛന്റെ മുന്നിൽ മോശമായി പറയുകയും ചെയ്തു.അവന്റെ അച്ഛൻ പോലും ക്രമേണ അവനെ സ്‌നേഹിച്ചില്ല. വാങ് സിയാങ്ങിന്റെ അർദ്ധസഹോദരനാണെങ്കിലും വാങ് ലാൻ തന്റെ സഹോദരനോട് വളരെ സൗഹാർദ്ദപരമാണ്. രണ്ടാനമ്മയുടെ പീഡനങ്ങൾക്കിടയിലും അവൾ വളരെ പുത്രസ്വഭാവത്തിലായിരുന്നു. രണ്ടാനമ്മ വളരെ പരുഷയാണ്, പക്ഷേ വാങ് സിയാങ് ഇപ്പോഴും വളരെ പുത്രസ്വഭാവിയാണ്.\nഅവന്റെ രണ്ടാനമ്മയ്ക്ക് ഒരു ഹോബിയുണ്ട്, അതായത്, നദിയിൽ നിന്ന് മീൻപിടിച്ച പുതിയ മത്സ്യം കഴിക്കാൻ അവൾ ഇഷ്ടപ്പെടുന്നു. അവന്റെ രണ്ടാനമ്മയ്ക്ക് ഒരു ഹോബിയുണ്ട്, അതായത്, നദിയിൽ നിന്ന് മീൻപിടിച്ച പുതിയ മത്സ്യം കഴിക്കാൻ അവൾ ഇഷ്ടപ്പെടുന്നു. ഒരു ശൈത്യകാലത്ത്, അവന്റെ അച്ഛൻ ബിസിനസ്സിനായി പോയി, അവന്റെ രണ്ടാനമ്മയ്ക്ക് വീണ്ടും അസുഖം വന്നു. സഹോദരങ്ങളായ വാങ് സിയാങ്ങും വാങ് ലാനും അമ്മയ്ക്ക് കഴിക്കാൻ സൂപ്പും മരുന്നും ശ്രദ്ധാപൂർവ്വം വിളമ്പി.കടുത്ത തണുപ്പിലും രണ്ടാനമ്മയുടെ അസുഖം മാറിയില്ല. വേഗം. ഒരു ശൈത്യകാലത്ത്, അവന്റെ അച്ഛൻ ബിസിനസ്സിനായി പോയി, അവന്റെ രണ്ടാനമ്മയ്ക്ക് വീണ്ടും അസുഖം വന്നു. സഹോദരങ്ങളായ വാങ് സിയാങ്ങും വാങ് ലാനും അമ്മയ്ക്ക് കഴിക്കാൻ സൂപ്പും മരുന്നും ശ്രദ്ധാപൂർവ്വം വിളമ്പി.കടുത്ത തണുപ്പിലും രണ്ടാനമ്മയുടെ അസുഖം മാറിയില്ല. വേഗം. രോഗബാധിതയായ രണ്ടാനമ്മയ്ക്ക് പുഴയിൽ നിന്ന് പുതിയ മത്സ്യം കഴിക്കാൻ ആഗ്രഹമുണ്ടായിരുന്നു.കഠിനമായ ആ തണുത്ത കാലാവസ്ഥയിൽ പുറത്ത് മഞ്ഞ് പെയ്യുന്നുണ്ടായിരുന്നു, നദിയിലെ വെള്ളം ഇതിനകം കട്ടിയുള്ള ഐസായി മാറിയിരുന്നു. രോഗിയായ രണ്ടാനമ്മയ്ക്ക് പുതിയ മത്സ്യം കഴിക്കാൻ ആഗ്രഹമുണ്ടായിരുന്നു, മഞ്ഞും മഞ്ഞും നിറഞ്ഞ കാലാവസ്ഥയിൽ പുതിയ മത്സ്യം എവിടെയാണ്?\nഅക്കാലത്ത്, ഓഫ്-സീസൺ വിഭവങ്ങളൊന്നും ഉണ്ടായിരുന്നില്ല, നിങ്ങൾക്ക് പണമുണ്ടെങ്കിൽ പോലും നിങ്ങൾക്ക് അവ വാങ്ങാൻ കഴിയില്ല.\nകഥയുടെ ഈ ഘട്ടത്തിൽ, വാങ് സിയാങ്‌ക്യു ലിയുടെ ഹൃദയസ്പർശിയായ കഥ സംഭവിച്ചു. രണ്ട് സഹോദരന്മാരും നിസ്സഹായരായി അമ്മയെ കാവൽ നിന്നു.രോഗിയായ രണ്ടാനമ്മയെ നിരാശപ്പെടുത്താതിരിക്കാൻ, വാങ് സിയാങ്ങ് തണുത്തുറഞ്ഞ നദിയിലേക്ക് നടന്നു.വാങ് സിയാങ്ങിന് ഒരു ആശയം തോന്നി, തണുപ്പ് വകവെക്കാതെ ഷർട്ട് അഴിച്ചു. അവൻ ഹിമാനിയിൽ നഗ്നമായി കിടന്നു, ആഗ്രഹിച്ചു. ഐസ് ഉരുകാൻ അത് സ്വന്തം ശരീര താപനില ഉപയോഗിക്കുന്നു (അതിനാൽ വാങ് സിയാങ്‌ക്യു കാർപ്പിനെ വാങ് സിയാങ് എന്നും വിളിക്കുന്നു ഐസിൽ കിടക്കുന്നത്). അവൻ ഷർട്ട് അഴിച്ചു നഗ്നനായി ഹിമാനിയിൽ കിടന്നു. അവൻ ദൈവത്തോട് പ്രാർത്ഥിച്ചു: \"ദൈവമേ, എന്റെ അമ്മയ്ക്ക് അസുഖമാണ്, പുതിയ കരിമീൻ കഴിക്കാൻ ആഗ്രഹിക്കുന്നു, എന്തുതന്നെയായാലും നിങ്ങൾ എനിക്കൊരു വഴി കണ്ടെത്തണം.\" വിചിത്രമായി, അവന്റെ അടുത്തുള്ള ഐസ് കട്ട പെട്ടെന്ന് പൊട്ടി, അവിടെ രണ്ടെണ്ണം. വിള്ളലുകൾ, ജീവനുള്ള ഒരു കരിമീൻ വിള്ളലിൽ നിന്ന് ചാടി ഐസിലേക്ക് ചാടി, വാങ് സിയാങ് വളരെ സന്തോഷവാനായിരുന്നു. അവൻ ദൈവത്തോട് പ്രാർത്ഥിച്ചു: \"ദൈവമേ, എന്റെ അമ്മയ്ക്ക് അസുഖമാണ്, പുതിയ കരിമീൻ കഴിക്കാൻ ആഗ്രഹിക്കുന്നു, എന്തായാലും നിങ്ങൾ എനിക്ക് ഒരു വഴി കണ്ടെത്തണം.\" വിചിത്രമായി, അവന്റെ അടുത്തുള്ള ഐസ് കട്ട പെട്ടെന്ന് പൊട്ടി, രണ്ട് വിള്ളലുകൾ ഉണ്ടായി. ജീവനുള്ള ഒരു കരിമീൻ വിള്ളലിൽ നിന്ന് ചാടി മഞ്ഞുപാളിയിൽ ചാടി.വാങ് സിയാങ് വളരെ സന്തോഷവാനായിരുന്നു. അവൻ വേഗത്തിൽ മുട്ടുകുത്തി, ദൈവത്തിന് നന്ദി പറഞ്ഞു, കരിമീനുമായി വീട്ടിലേക്ക് ഓടി. അവൻ വേഗം മുട്ടുകുത്തി, ദൈവത്തിന് നന്ദി പറഞ്ഞു, വേഗം കരിമീനും എടുത്ത് വീട്ടിലേക്ക് പോയി. രണ്ടാനമ്മ പുതിയ കരിമീൻ കഴിച്ചതിനുശേഷം, അവൾ താമസിയാതെ അവളുടെ അസുഖത്തിൽ നിന്ന് സുഖം പ്രാപിച്ചു. തണുത്തു വിറച്ച് പർപ്പിൾ നിറമാകുന്ന വാങ് സിയാങ്ങിന്റെ നഗ്നമായ മുകൾഭാഗവും അവന്റെ കൈകളിൽ രണ്ട് മീനുകളും കണ്ടപ്പോൾ ആശുപത്രി കിടക്കയിലിരുന്ന രണ്ടാനമ്മ സ്തംഭിച്ചുപോയി.\nവാങ് സിയാങ് പിന്നീട് ഒരു ഉദ്യോഗസ്ഥനാകുകയും തായ്ബാവോ ആയിത്തീരുകയും ഡ്യൂക്ക് എന്ന പദവി ലഭിക്കുകയും ചെയ്തു.", "聖意": "വീട്ടിൽ അസ്വസ്ഥത, സംരക്ഷണം, സാമ്പത്തിക ബുദ്ധിമുട്ടുകൾ, ബിസിനസ്സ് പ്രശ്നങ്ങൾ, വിവാഹം, ലിയുജിയ ഇൻഷുറൻസിലെ പൊരുത്തക്കേട്, കാൽനടയാത്രക്കാർ, ചിറ്റിയൻ പട്ടുനൂൽപ്പുഴുക്കൾ, ആറ് കന്നുകാലികളുടെ നഷ്ടം, കാണാതായ ആളുകൾ, പൊതു വ്യവഹാരങ്ങൾ, കുടിയേറ്റം, യാഥാസ്ഥിതികത, നഷ്ടപ്പെട്ട സ്വത്ത്, രോഗം, വീണ്ടെടുക്കാൻ പ്രയാസം പർവത ശവകുടീരം, ഭാഗ്യം", "古人": "വാങ് സിയാങ് കരിമീൻ ചോദിക്കുന്നു (ഇരുപത്തിനാല് സന്താനഭക്തി കഥകൾ)", "第X籤": "നാല്പത്തിയൊമ്പത് ലോട്ട് നേടിയത്", "宮": "ഹൈഗോംഗ്"}