{"籤詩版本二": "നിങ്ങൾക്ക് രാജ്യത്തിന്റെ എല്ലാ കോണുകളിലേക്കും യാത്ര ചെയ്യാം, അത് സ്വതന്ത്രമായി ഉയർത്തിപ്പിടിക്കാൻ കപ്പൽ മേലാപ്പ് തൂക്കിയിടാം\nഅനുകൂലമായ കാറ്റ് വീശുകയാണെങ്കിൽ, അത് ഉടൻ എത്തും, ബോട്ട് നിറയെ നിധികളായിരിക്കും.", "詩意": "ഈ ഹെക്സാഗ്രാം കാറ്റിനൊപ്പം ബോട്ട് വലിക്കുന്നത് പോലെയാണ്.\nഎല്ലാം നന്നായി പോകുന്നു.", "解曰": "സ്വസ്ഥമായി വിശ്രമിക്കുക. പരിശ്രമം ആവശ്യമില്ല. ധാരാളം സമ്പത്ത്. എല്ലാവരും അഭിനന്ദിച്ചു.", "籤詩故事一": "◇താവോ സുഗുയി അഞ്ച് തടാകങ്ങൾ (ഫാൻ ലിഗുയി തടാകം)\nവസന്തകാല-ശരത്കാല കാലഘട്ടത്തിൽ, ഷാവോബോ എന്നായിരുന്നു ഫാൻ ലി, ഗുയി യിസിപി അല്ലെങ്കിൽ താവോ ഷുഗോംഗ് എന്നും അറിയപ്പെട്ടിരുന്നു.\nഅക്കാലത്ത്, വു സംസ്ഥാനവും യുവേ സംസ്ഥാനവും തമ്മിൽ ഒരു യുദ്ധം നടക്കുകയും, വു സംസ്ഥാനം യുയെ നശിപ്പിക്കുകയും ചെയ്തു. ഫാൻ ലിയും വെൻ സോംഗും യുവെയെ പ്രോത്സാഹിപ്പിക്കാനും വു നശിപ്പിക്കാനും യു കിംഗ് ഗോ ജിയാൻ വേണ്ടി ഒരു പദ്ധതി ആവിഷ്കരിച്ചു. ഫാൻ ലി വ്യക്തിപരമായി പർവതങ്ങളിലൂടെയും നദികളിലൂടെയും സഞ്ചരിച്ച്, കയ്‌ലുവോ പർവതത്തിലെ ഹുയാൻഷ നദി സന്ദർശിച്ച്, ഗുണങ്ങളും കഴിവുകളും സൗന്ദര്യവും ഉള്ള ഒരു സുന്ദരിയായ സ്ത്രീയെ കണ്ടെത്തി, അത് വു രാജാവിന് സമ്മാനിച്ചു. അദ്ദേഹം ഒരു \"സൗന്ദര്യം ഉപയോഗിച്ചു. തന്ത്രം\" അകത്തും പുറത്തും സഹകരിച്ച് വു രാജ്യം നശിപ്പിച്ചു.\nവു രാജ്യം തുടച്ചുനീക്കുന്നതിൽ വിജയിച്ചതിന് ശേഷം, ഗൗ ജിയാൻ \"കൊക്കോടുകൂടിയ നീളമുള്ള കഴുത്തുള്ള പക്ഷി\" ആണെന്നും അവനുമായി ബുദ്ധിമുട്ടുകളും സന്തോഷവും പങ്കിടാൻ കഴിയുമെന്നും ഫാൻ ലിക്ക് അറിയാമായിരുന്നു, അതിനാൽ അവനും ഷി ഷിയും ക്വി രാജ്യത്തുടനീളം കപ്പൽ കയറി അവരുടെ പേരുകൾ മാറ്റി. Gui Zipi ലേക്ക്, അവന്റെ പുത്രന്മാരെയും ശിഷ്യന്മാരെയും ക്വി രാജ്യത്തിലേക്ക് നയിച്ചു, അവർ കടൽത്തീരത്തുള്ള ഒരു കുടിലിലാണ് താമസിക്കുന്നത്. തരിശുഭൂമിയിൽ കൃഷിയിറക്കാനും സൈഡ്‌ലൈൻ ബിസിനസ്സ് നടത്താനും കച്ചവടം ചെയ്യാനും അദ്ദേഹം കഠിനാധ്വാനം ചെയ്തു.കുറച്ച് വർഷങ്ങൾക്കുള്ളിൽ അദ്ദേഹം കോടിക്കണക്കിന് കുടുംബ സ്വത്ത് സ്വരൂപിച്ചു. സമ്പത്ത് പ്രചരിപ്പിക്കുന്നതിലും ജന്മനാട്ടിൽ നന്മ ചെയ്യുന്നതിലും അദ്ദേഹം ഉദാരമനസ്കനായിരുന്നു.ഫാൻ ലിയുടെ ജ്ഞാനവും കഴിവും ക്വിയിലെ ജനങ്ങൾ അഭിനന്ദിച്ചു.ക്വി രാജാവ് അദ്ദേഹത്തെ തലസ്ഥാനമായ ലിൻസിയിലേക്ക് ക്ഷണിക്കുകയും സർക്കാർ കാര്യങ്ങളുടെ ചുമതലയുള്ള പ്രധാനമന്ത്രിയായി അദ്ദേഹത്തെ ആരാധിക്കുകയും ചെയ്തു. . അദ്ദേഹം ഉദ്‌ഘോഷിച്ചു: \"ഉദ്യോഗസ്ഥനായാൽ മന്ത്രിമാരാകാം, കുടുംബം നടത്തിക്കൊണ്ടുപോകുന്നത് സമ്പത്തിലേക്ക് നയിക്കും. ആദ്യം മുതൽ തുടങ്ങിയ ഒരു സാധാരണക്കാരനെ സംബന്ധിച്ചിടത്തോളം ഇത് അങ്ങേയറ്റം വരെ എത്തിയിരിക്കുന്നു. ദീർഘകാലം ആദരിക്കപ്പെടുന്നത് ഒരുപക്ഷെ നല്ല ലക്ഷണമല്ല.\" അതിനാൽ, മൂന്ന് വർഷത്തിന് ശേഷം, ജിലിയു വീണ്ടും ധീരമായി പിൻവാങ്ങി, ക്വിയിലെ രാജാവിന് മുദ്ര തിരികെ നൽകുകയും തന്റെ കുടുംബസമ്പത്ത് മുഴുവൻ തന്റെ അടുത്ത സുഹൃത്തുക്കൾക്കും സഹ ഗ്രാമീണർക്കും നൽകുകയും ചെയ്തു.", "聖意": "വീട് സ്വയം നല്ലതാണ് (കയറ്റിവിടാൻ), സമ്പത്ത് തേടുക, പടിഞ്ഞാറ് ഭാഗ്യം, ബിസിനസ്സ് വൈകി, വിവാഹം നല്ലതല്ല, ലിയുജിയ സുരക്ഷിതമാണ്, ആളുകൾ വയലുകൾ തടയുന്നു, പട്ടുനൂൽ, ശരത്കാലം, ആറ് മൃഗങ്ങൾക്ക് നല്ലത്, വസന്തം സമൃദ്ധമാണ്, ആളുകൾ ആളുകളെ തിരയുന്നു, വ്യവഹാരങ്ങൾ മോശമാണ്, കുടിയേറ്റം യാഥാസ്ഥിതികമാണ്, നഷ്ടപ്പെട്ട കാര്യങ്ങൾ, പാശ്ചാത്യ രോഗങ്ങൾ അഴിഞ്ഞുവീഴുന്നു, മലകളും ശവക്കുഴികളും തെക്ക്.", "古人": "താവോ സുഗുയി അഞ്ച് തടാകങ്ങൾ (ഫാൻ ലിഗുയി തടാകം)", "第X籤": "അമ്പതാം ലോട്ടറി വിജയി", "宮": "ഹൈഗോംഗ്"}