{"籤詩版本二": "വേനൽക്കാലം ഏറ്റവും ദൈർഘ്യമേറിയ ദിവസമാണ്, എല്ലാവരും ചൂടും വിഷാദവും സംബന്ധിച്ച് ആശങ്കാകുലരാണ്\nആളുകൾക്ക് എന്താണ് വേണ്ടതെന്ന് ആകാശത്തിനും ഭൂമിക്കും അറിയാം, കാറ്റ് വീശുന്നു, അത് സ്വാഭാവികമായും തണുപ്പാണ്", "詩意": "ഈ ഹെക്സാഗ്രാം സൂചിപ്പിക്കുന്നത് എല്ലാവരും ചൂടിനെക്കുറിച്ച് ആശങ്കാകുലരാണെന്നാണ്.\nനിങ്ങൾ ആഗ്രഹിക്കുന്നതെന്തും ചെയ്യുക.", "解曰": "മുന്നേറണോ പിന്മാറണോ എന്ന കാര്യത്തിൽ സംശയമില്ല. ഒരു നല്ല കാലം ആശംസിക്കുന്നു. ഇത് ക്യാമ്പിംഗിന് വേണ്ടിയാണോ? ധൃതിയിൽ പ്രവർത്തിക്കേണ്ടതില്ല.", "籤詩故事一": "◇കോങ് മിംഗ് സിചുവാൻ പ്രവേശിക്കുന്നു\nഷുഗെ ലിയാങ് (181-234), കോങ്‌മിംഗ് എന്ന പേര്, ലാംഗ്യയിലെ യാങ്‌ഡു സ്വദേശിയാണ് (ഇപ്പോൾ യിനാൻ കൗണ്ടി, ഷാൻ‌ഡോംഗ് പ്രവിശ്യ), മൂന്ന് രാജ്യങ്ങളുടെ കാലത്ത് ഷു ഹാന്റെ (ലിയു ബെയ്) പ്രധാനമന്ത്രിയായിരുന്നു.\nലിയു ബെയ് ജിങ്‌സൗവിൽ വിജയിച്ചെങ്കിലും ഒരു വശം വേർപെടുത്താൻ പര്യാപ്തമായിരുന്നില്ല.ലിയു ബെയുടെ പ്രദേശം വർദ്ധിപ്പിക്കുന്നതിനായി ഷുഗെ കോങ്‌മിംഗ് സിചുവാൻ പിടിച്ചെടുക്കാൻ പദ്ധതിയിട്ടു. ഈ സമയത്ത്, യിഷൂവിലെ ലിയു ഷാങ്ങിനെ വടക്ക് ഴാങ് ലു ആക്രമിച്ചു. ലിയു ഷാങ് സ്വയം പരിരക്ഷിക്കുന്നതിനായി കാവോ കാവോയ്ക്ക് സിചുവാൻ ഭൂപടം സമർപ്പിക്കാൻ ആഗ്രഹിക്കുന്നുവെന്ന് ഷുഗെ കോങ്മിംഗ് മനസ്സിലാക്കി. ഴാങ് സോങ് (ലിയു ഷാങ്ങിന്റെ കീഴുദ്യോഗസ്ഥൻ) കാവോ കാവോയെ കണ്ടുമുട്ടിയപ്പോൾ, കാവോ കാവോ അഹങ്കാരിയും പരുഷതയുമുള്ളവനായിരുന്നതിനാൽ, ലിയു ഷാങ് മാപ്പ് തിരികെ സിചുവാനിലേക്ക് കൊണ്ടുപോയി, വഴിയിൽ ജിങ്‌ഷൂവിനെ കടന്നുപോയി. കോങ് മിംഗ് വഴിയിൽ അവനെ കാത്തിരിക്കുകയും ജിംഗ്‌സൗവിലേക്ക് ക്ഷണിക്കുകയും ചെയ്‌തിരുന്നു, എന്നാൽ പുറപ്പെടുന്ന സമയം വരെ അദ്ദേഹം സിചുവാൻ ചിത്രത്തെ കുറിച്ച് പരാമർശിച്ചിരുന്നില്ല. അദ്ദേഹത്തിന്റെ മര്യാദയ്ക്കും ആതിഥ്യമര്യാദയ്ക്കും ഷാങ് സോംഗ് കോങ് മിങ്ങിനോട് നന്ദിയുള്ളവനായിരുന്നു, അതിനാൽ അദ്ദേഹം സിചുവാൻ ചിത്രം സമർപ്പിച്ചു. അവനെ.\nസിചുവാന്റെ ഭൂപ്രദേശം അപകടകരവും ആക്രമിക്കപ്പെടുകയോ പ്രതിരോധിക്കുകയോ ചെയ്യാം.കോങ് മിങ്ങിന്റെ വിവിധ ക്രമീകരണങ്ങൾക്ക് ശേഷം സിചുവാൻ ലിയു ബെയുടെ ജന്മസ്ഥലമായി മാറി.\n(കോങ്ങ് മിംഗ് ആളുകളോട് മര്യാദയോടെ പെരുമാറി, കൂടാതെ സിചുവാൻ എളുപ്പത്തിൽ സ്വന്തമാക്കി.)", "聖意": "വീട്ടിലും നിങ്ങളുടെ സ്വന്തം സംരക്ഷണത്തിനും അനുഗ്രഹങ്ങൾക്കായി പ്രാർത്ഥിക്കുക (നിർഭാഗ്യങ്ങളിൽ ഭാഗ്യമുണ്ട്) സമ്പത്ത്, ബിസിനസ്സിൽ ഭാഗ്യം, പൊതു വിവാഹം, ലിയുജിയയിൽ ആൺകുട്ടികളുടെ ജനനം, ചലിക്കുന്ന വയലുകൾ, പട്ടുനൂൽ, കന്നുകാലികൾക്ക് കേടുപാടുകൾ, ആളുകളെ അന്വേഷിക്കുക, പൊതു വ്യവഹാരങ്ങൾ എന്നിവ തേടുക , കുടിയേറ്റം, പഴയ നഷ്ടപ്പെട്ട കാര്യങ്ങൾ, വടക്കൻ രോഗങ്ങൾ, മലകളും ശവക്കുഴികളും ആശംസിക്കുന്നു, ഭാഗ്യം", "古人": "കോങ് മിംഗ് സിചുവാൻ പ്രവേശിക്കുന്നു", "第X籤": "അധ്യായം 51: ലോട്ടറി നേടൽ (ലോട്ടറി നേടൽ)", "宮": "ഗർഭപാത്രം"}