{"籤詩版本二": "ചന്ദ്രനെ വെള്ളത്തിൽ പിടിക്കാൻ ഒരുപാട് പ്രയത്നം വേണം.ഒരുപാട് പ്രയത്നം വേണ്ടി വരും പക്ഷെ ഒന്നുമില്ല.\nവിഡ്ഢിത്തം പറഞ്ഞ് ശരീരത്തെ ബലപ്പെടുത്താനുള്ള ശ്രമങ്ങൾ പാഴാക്കരുത്.ശരീരം വാടിപ്പോയത് എന്ന വാക്കിന്റെ അർത്ഥം \"ശരീരം മാത്രം\" എന്നാണ്.", "詩意": "ഈ ഹെക്സാഗ്രാം പ്രയത്നത്തിന്റെ പ്രതിച്ഛായയ്ക്ക് അത്യാഗ്രഹമാണ്.\nഎല്ലാം അധ്വാനവും അധ്വാനവുമാണ്.", "解曰": "വാഗ്ദാനങ്ങൾ ഓർക്കാൻ പ്രയാസമാണ്. ഒരുപാട് കഠിനാധ്വാനം. വീട്ടിൽ ആശങ്ക. മാന്യരായ ആളുകളെ കാണാൻ കാത്തിരിക്കുന്നു.", "籤詩故事一": "◇തൈബായി മദ്യപിച്ചിരിക്കുമ്പോൾ ചന്ദ്രനെ പിടികൂടി (ലി തൈബായി മദ്യപിച്ചപ്പോൾ ചന്ദ്രനെ പിടിച്ചു)\nലി ബായ് (701-762), തായ്ബായ് എന്നും അറിയപ്പെടുന്നു, ക്വിംഗ്ലിയൻ ജൂഷി എന്നും അറിയപ്പെടുന്നു. നാടുകടത്തപ്പെട്ട അനശ്വരനെന്ന് സ്വയം വിശേഷിപ്പിച്ച ടാങ് രാജവംശത്തിലെ കവി, കവിതയുടെ അനശ്വരൻ എന്നറിയപ്പെട്ടിരുന്നു, അദ്ദേഹം മദ്യപിക്കാതെ എപ്പോഴും സന്തോഷവാനായിരുന്നു.\nഒരിക്കൽ ലി ബായ് ജിൻലിംഗിൽ (ഇപ്പോൾ നാൻജിംഗ്) വന്ന് വെൻഡേ ബ്രിഡ്ജിന് അടുത്തുള്ള ഒരു റെസ്റ്റോറന്റിൽ വിശ്രമിച്ചു.\nആ ദിവസം ശീതകാല ചാന്ദ്രമാസത്തിലെ പതിനഞ്ചാം ദിവസമായിരുന്നു, രാത്രിയിൽ, അവൻ ഭക്ഷണശാലയിൽ ഒറ്റയ്ക്ക് ഇരുന്നു ചന്ദ്രനെ അഭിനന്ദിക്കുന്നു, മദ്യപിക്കുകയും കവിതകൾ ചൊല്ലുകയും ചെയ്യും. ആ ദിവസം ശീതകാല ചാന്ദ്രമാസത്തിലെ പതിനഞ്ചാം ദിവസമായിരുന്നു, രാത്രിയിൽ, അവൻ ഭക്ഷണശാലയിൽ ഒറ്റയ്ക്ക് ഇരുന്നു ചന്ദ്രനെ അഭിനന്ദിക്കുന്നു, മദ്യപിക്കുകയും കവിതകൾ ചൊല്ലുകയും ചെയ്യും. ശുദ്ധവും മനോഹരവുമാണെന്ന് പറഞ്ഞുകൊണ്ട് ലി തൈബായ് തന്റെ ജീവിതത്തിൽ ചന്ദ്രനെ ഏറ്റവും സ്നേഹിച്ചു. ശുദ്ധവും മനോഹരവുമാണെന്ന് പറഞ്ഞുകൊണ്ട് ലി തൈബായ് തന്റെ ജീവിതത്തിൽ ചന്ദ്രനെ ഏറ്റവും സ്നേഹിച്ചു. അന്നു രാത്രി അവൻ തലയുയർത്തി നോക്കിയപ്പോൾ ആകാശത്ത് വെളുത്തതും വൃത്താകൃതിയിലുള്ളതുമായ ചന്ദ്രനെ കണ്ടു, അവൻ വളരെ സന്തോഷവാനാണ്, കുറച്ച് ഗ്ലാസ് കൂടി കുടിച്ചു. അന്നു രാത്രി അവൻ തലയുയർത്തി നോക്കിയപ്പോൾ ആകാശത്ത് വെളുത്തതും വൃത്താകൃതിയിലുള്ളതുമായ ചന്ദ്രനെ കണ്ടു, അവൻ വളരെ സന്തോഷവാനാണ്, കുറച്ച് ഗ്ലാസ് കൂടി കുടിച്ചു. അർദ്ധരാത്രിയിൽ, ലീ തൈബായി വൈൻ മുതലെടുത്ത് വെൻഡേ ബ്രിഡ്ജിലേക്ക് ഇറങ്ങി. അർദ്ധരാത്രിയിൽ, ലീ തൈബായി വൈൻ മുതലെടുത്ത് വെൻഡേ ബ്രിഡ്ജിലേക്ക് ഇറങ്ങി. പാലത്തിലേക്ക് കാലുകുത്തിയ ഉടനെ തല താഴ്ത്തി, പെട്ടെന്ന് ചന്ദ്രനെ വെള്ളത്തിലേക്ക് വീഴുന്നത് കണ്ടു, നദി നീങ്ങിയപ്പോൾ വെളുത്ത ചന്ദ്രനിഴലിൽ കുറച്ച് കറുത്ത വരകൾ ചേർത്തു. പാലത്തിലേക്ക് കാലുകുത്തിയ ഉടനെ തല താഴ്ത്തി, പെട്ടെന്ന് ചന്ദ്രനെ വെള്ളത്തിലേക്ക് വീഴുന്നത് കണ്ടു, നദി നീങ്ങിയപ്പോൾ വെളുത്ത ചന്ദ്രനിഴലിൽ കുറച്ച് കറുത്ത വരകൾ ചേർത്തു. ഈ സമയം നദീജലം കലർന്ന ചന്ദ്രനാണെന്ന് കരുതി മദ്യപിച്ചിരുന്ന ലീ തൈബായി. ഈ സമയം നദീജലം കലർന്ന ചന്ദ്രനാണെന്ന് കരുതി മദ്യപിച്ചിരുന്ന ലീ തൈബായി. ബൂട്ട് അഴിക്കാൻ പോലും കൂട്ടാക്കാതെ കൈകൾ തുറന്ന് ചന്ദ്രനെ പിടിക്കാൻ പാലത്തിൽ നിന്ന് ചാടി. ബൂട്ട് അഴിക്കാൻ പോലും കൂട്ടാക്കാതെ കൈകൾ തുറന്ന് ചന്ദ്രനെ പിടിക്കാൻ പാലത്തിൽ നിന്ന് ചാടി. അപ്രതീക്ഷിതമായി ഈ കുതിച്ചുചാട്ടത്തിൽ ചന്ദ്രൻ പിടിക്കപ്പെട്ടില്ല, പക്ഷേ വെള്ളത്തിൽ ചന്ദ്രൻ തകർന്നു, ഉടൻ തന്നെ രണ്ടായി പിളർന്നു. അപ്രതീക്ഷിതമായി, ഈ ചാട്ടത്തിൽ, ചന്ദ്രൻ പിടിക്കപ്പെട്ടില്ല, പക്ഷേ മനുഷ്യൻ മുങ്ങിമരിച്ചു. അറുപത്തിരണ്ടാം വയസ്സിൽ അദ്ദേഹം മരിച്ചു.", "聖意": "വീട് അസ്വസ്ഥമാണ്, സ്വയം നിർഭാഗ്യവശാൽ (നിർഭാഗ്യം, ആരോഗ്യം ശ്രദ്ധിക്കുക), സമ്പത്തിൽ സന്തുലിതാവസ്ഥ തേടുക (അതിനെക്കുറിച്ച് ചിന്തിക്കരുത്), ബുദ്ധിമുട്ടുള്ള ബിസിനസ്സ്, വിവാഹം ഉറപ്പിച്ചില്ല, സംരക്ഷണത്തിനായി പ്രാർത്ഥിക്കുക (ഗർഭധാരണം തടയാൻ ശൂന്യമായ നിധികൾ ), കാൽനടയാത്രക്കാർ കുഴപ്പത്തിലാണ്, വയലിലെ പട്ടുനൂൽപ്പുഴുക്കൾ അഞ്ച് പോയിന്റ്, ആറ് മൃഗങ്ങൾ കുറയുന്നു, ആളുകളെ തിരയുന്നു (നിർഭാഗ്യവശാൽ), പൊതു വ്യവഹാരങ്ങൾ, (വ്യവഹാരം നിർത്തുക) സാധാരണ കുടിയേറ്റം (അത് പരാമർശിക്കരുത്) സ്വത്ത് നഷ്ടം (വിമാനം) പ്രാർത്ഥിക്കുന്നു രോഗത്തിൽ നിന്നുള്ള സംരക്ഷണത്തിനായി (നിർഭാഗ്യവശാൽ) മലകളിലും ശവക്കുഴികളിലും ഭാഗ്യം", "古人": "മദ്യപിച്ചിരിക്കുമ്പോൾ തൈബായ് ചന്ദ്രനെ പിടികൂടി (ലി തൈബായ് മദ്യപിച്ച് ചന്ദ്രനെ പിടികൂടി)", "第X籤": "ലോട്ടറി (ലോട്ടറി) നേടിയ അമ്പത്തിരണ്ടാം", "宮": "ഗർഭപാത്രം"}