{"籤詩版本二": "നിരാശ ആഹ്ലാദമായി മാറുമ്പോൾ, വ്യാളികൾ അലറുന്നു, കടുവകൾ അലറുന്നു.\nനീലാകാശത്തിന് ആകാശത്തേക്ക് അതിന്റേതായ വഴിയുണ്ട്, പ്രശസ്തി നേടാൻ എനിക്ക് ഒരു അവസരം കൂടി ലഭിക്കട്ടെ.", "詩意": "ഈ ഹെക്സാഗ്രാം ഒരു മഹാസർപ്പം അലറുന്നതും കടുവ അലറുന്നതും പോലെയാണ്.\nഎല്ലാം നന്നായി നടക്കുമെന്ന പ്രതീക്ഷയുണ്ട്.", "解曰": "പഠിപ്പിച്ചിട്ട് പോയാൽ മതി. നിങ്ങളുടെ സ്വന്തം അഭിവൃദ്ധി ഉണ്ടായിരിക്കുക. അവസാനം ഉണ്ടാക്കണം. ഒരു സ്ഥലം കണ്ടെത്താനുണ്ട്.", "籤詩故事一": "◇Liu Bei ഒരു വധുവിനെ റിക്രൂട്ട് ചെയ്യുന്നു\nചിബി യുദ്ധത്തിന് ശേഷം, ലിയു ബെയ് സ്വന്തമാക്കിയ ജിംഗ്‌ഷൗ തിരിച്ചുപിടിക്കാൻ സൺ ക്വാൻ ഉത്സുകനായിരുന്നു, അതിനാൽ ഷൗ യുവിന്റെ പദ്ധതി ഉപയോഗിച്ചു, തന്റെ സഹോദരി സൺ റെനെ ലിയു ബെയ്‌ക്ക് വിവാഹം കഴിക്കാൻ ആഗ്രഹമുണ്ടെന്ന് നടിച്ചു, എന്നാൽ വാസ്തവത്തിൽ അവൻ അത് ഏറ്റെടുക്കാൻ ആഗ്രഹിച്ചു. ലിയു ബെയ് ജിങ്‌ഷൗവിനെതിരെ അവകാശവാദം ഉന്നയിക്കാൻ ബന്ദിയാക്കി.\nZhuge Liang Zhou Yu's പദ്ധതിയിൽ ചാരപ്പണി നടത്തിയതിന് ശേഷം, അവൻ സൂചോവിൽ പോകുമ്പോൾ ലിയു ബെയെ സംരക്ഷിച്ചിരുന്ന Zhao Yun-ന് തന്ത്രങ്ങളടങ്ങിയ ബ്രോഷർ കൈമാറി. Zhao Yun ബ്രോഷറിലെ തന്ത്രം പിന്തുടരുകയും വു ഗുട്ടായിയെ അനുവദിക്കാൻ മനഃപൂർവ്വം ഒരു വലിയ വിവാദമുണ്ടാക്കുകയും ചെയ്തു ( സൺ ക്വാന്റെ അച്ഛൻ) വിവാഹാലോചനയെക്കുറിച്ച് അറിയാം. വു ഗൂട്ടായി തന്റെ മകളെ സ്നേഹിക്കുന്നതിനാലും മകളുടെ ജീവിതകാലം മുഴുവൻ സമയബന്ധിതമായി തീരുമാനങ്ങൾ എടുക്കാൻ തയ്യാറല്ലാത്തതിനാലും, തന്റെ സഹോദരിയോട് ദയയില്ലാതെ പെരുമാറിയതിന് അവൾ സൺ ക്വാനെ ശകാരിക്കുകയും ലിയു ബെയ് തന്റെ മകൾക്ക് യോഗ്യനാണോ എന്ന് ഗാൻലു ക്ഷേത്രത്തിൽ വെച്ച് വ്യക്തിപരമായി പരീക്ഷിക്കാൻ നിർദ്ദേശിക്കുകയും ചെയ്തു. വു ഗൂട്ടായി ലിയു ബീയെ കണ്ടുമുട്ടിയ ശേഷം, അവൾ ലിയു ബെയ്‌യെ വളരെയധികം അഭിനന്ദിക്കുകയും ലിയു ബെയ്‌യും മകളും തമ്മിലുള്ള വിവാഹത്തെ ശക്തമായി വാദിക്കുകയും ചെയ്തു. അതിന്റെ ഫലമായി ലിയു ബെയ് മിസിസ് സണിനെ വിവാഹം കഴിച്ചു.\nപിന്നീട്, ലിയു ബെയ്‌യും മിസ്സിസ് സണും ഒരുമിച്ച് ജിംഗ്‌സൗവിലേക്ക് പലായനം ചെയ്തു.പിന്നീട്, ലിയു ബെയ് യിഷൂവിനെ ആക്രമിക്കുന്നതിനിടയിൽ, സൺ ക്വാൻ ജിംഗ്‌സുവിനെ ആക്രമിക്കാൻ ആഗ്രഹിച്ചു, എന്നാൽ മകളുടെ സുരക്ഷയെക്കുറിച്ച് ആശങ്കാകുലനായ വു ഗൂട്ടായി തടഞ്ഞു.\nഅദ്ദേഹം പറഞ്ഞു: \"സൗ യുവിന്റെ സമർത്ഥമായ പദ്ധതി ലോകത്തിലെ ഏറ്റവും മികച്ചതാണ്, അയാൾക്ക് ഭാര്യയെ നഷ്ടപ്പെട്ടു, സൈന്യവും നഷ്ടപ്പെട്ടു.\"\n(ദ്രോഹത്തിൽ നിന്ന് ലിയു ബെയ് നേടിയത്)", "聖意": "ഞാൻ വീട്ടിൽ നിർഭാഗ്യവാനാണ്, ഞാൻ നിർഭാഗ്യവാനാണ് (ആദ്യം ഭാഗ്യം, പിന്നെ ഭാഗ്യം) സമ്പത്ത്, സന്തുലിതാവസ്ഥ, ദാമ്പത്യത്തിലെ പ്രശ്‌നങ്ങൾ, ദാമ്പത്യവിജയം എന്നിവ അന്വേഷിക്കുക. കാൽനടയാത്രക്കാർക്ക് അനുഗ്രഹത്തിനായി പ്രാർത്ഥിക്കുക, വയലിലെ പട്ടുനൂൽപ്പുഴുക്കൾ, കന്നുകാലി നാശത്തിന് അഞ്ച് പോയിന്റുകൾ, തിരയുക ആളുകൾ, വ്യവഹാരങ്ങളും കുടിയേറ്റവും, നഷ്ടപ്പെട്ട വസ്തുവകകൾക്ക് ഭാഗ്യം, രോഗങ്ങൾക്ക് ഭാഗ്യം, മലകളുടെയും ശവക്കുഴികളുടെയും സമാധാനം.", "古人": "ലിയു ബെയ് ഒരു വധുവിനെ റിക്രൂട്ട് ചെയ്യുന്നു", "第X籤": "വിജയിച്ച അമ്പത്തിമൂന്നാം നമ്പർ", "宮": "ഗർഭപാത്രം"}