{"籤詩版本二": "പിതാവിൽ നിന്ന് പുത്രനിലേക്കുള്ള പുണ്യം പേരക്കുട്ടിയിലേക്ക് കൈമാറ്റം ചെയ്യപ്പെടുന്നു.ഭക്ഷണത്തിലും വസ്ത്രത്തിലും സമൃദ്ധി ദൈവത്തിൽ മാത്രം ആശ്രയിച്ചിരിക്കുന്നു.\nഹാളിലെ ചുങ്ക്‌സുവാൻ ആളുകളെ സന്തോഷിപ്പിക്കുന്നു.അവർ വിശക്കുമ്പോഴും ആഹാരം നൽകുമ്പോഴും ദാഹിക്കുമ്പോഴും ഉറക്കം വരുമ്പോഴും മാതാപിതാക്കളുടെ ഒരു രൂപകമാണ് ചുങ്ക്‌സുവാൻ.", "詩意": "ഈ ഹെക്സാഗ്രാം വസന്തത്തിലേക്ക് നയിക്കുന്ന മുളയുടെ ചിത്രവുമായി ബന്ധപ്പെട്ടിരിക്കുന്നു.\nഎല്ലാം നന്നായി നടക്കുമെന്ന് പ്രതീക്ഷിക്കുന്നു.", "解曰": "മുള എടുത്ത് വസന്തത്തിലേക്ക് നയിക്കുക. അത് അനന്തമായി പടരുന്നു. ഒരു മാന്യൻ പ്രതീക്ഷ തേടുന്നു. എല്ലാവരും സന്തോഷിച്ചു.", "籤詩故事一": "◇സൗവിലെ രാജാവ് വു സിംഹാസനത്തിൽ കയറി\nഷൗ രാജാവ് വു രാജാവിനെ ആക്രമിക്കുകയും എണ്ണൂറ് രാജകുമാരന്മാരെ ഷാങ് രാജാവിന്റെ സൈന്യത്തിനെതിരെ യുദ്ധം ചെയ്യാൻ നയിക്കുകയും ചെയ്തു.ചോഗെയിലെ (ഷാങ്ങിന്റെ തലസ്ഥാനം) പട്ടാളക്കാരും ഷാങ്ങിനെതിരെ തിരിയുകയും ഷാങ്ങിനെ ഒറ്റിക്കൊടുക്കുകയും ചെയ്തു.\nഷൗ രാജാവ് ഷൈക്സിംഗ് ടവറിൽ സ്വയം കത്തിക്കുകയും ഷാങ് രാജവംശം നശിപ്പിക്കപ്പെടുകയും ചെയ്തു.\nവൂ രാജാവ് ചക്രവർത്തിയുടെ സിംഹാസനമായ സ്വർണ്ണ പുസ്തകവും സ്വർണ്ണ നിധിയും സ്വീകരിച്ചു, അവൻ തെക്ക് അഭിമുഖമായി, കൈകൾ മടക്കി, നിവർന്നു ഇരുന്നു. ലുട്ടായിയുടെ സ്വത്ത് വിതരണം ചെയ്യാനും സ്റ്റാർ പിക്കിംഗ് ടവർ പൊളിക്കാനും ജുഖിയാവോയിൽ സൂക്ഷിച്ചിരുന്ന നെല്ല് വിതരണം ചെയ്യാനും വു രാജാവ് ഉത്തരവിട്ടു.\nതടവിലാക്കപ്പെട്ട ജിസിയെ മോചിപ്പിക്കുകയും ബിഗന്റെ ശവകുടീരം നന്നാക്കുകയും ചെയ്യുക. വു രാജാവ് ഷാങ് റോങ്ങിന്റെ വീടിന്റെ വാതിൽക്കൽ കയറി തല കുനിച്ചു. സദ്‌വൃത്തരും മര്യാദയുള്ളവരുമായ ആളുകളെ ബഹുമാനിക്കുക, അകത്തെ കൊട്ടാരത്തിലെ അടിമകളെ വിട്ടയക്കുക.\nഅദ്ദേഹം ആയുധം നിർത്തുകയും സംസ്കാരവും വിദ്യാഭ്യാസവും പ്രോത്സാഹിപ്പിക്കുകയും ചെയ്തു. നാൻഷന്റെ തെക്ക്, പീച്ച് മരങ്ങളുള്ള നാട്ടിൻപുറങ്ങളിൽ കുതിരകളെ മേയിക്കുന്നതും കന്നുകാലികളെ മേയിക്കുന്നതും ശാന്തമായ ഒരു കാഴ്ചയാണ്.", "聖意": "വീട് നല്ല നിലയിലല്ല (ഭാഗ്യം), നിങ്ങൾക്ക് സ്വന്തമായി ആഗ്രഹങ്ങൾ ഉണ്ടാക്കാം (ഭാഗ്യം), സാമ്പത്തിക ലാഭം തേടാം, ഇടപാട് നടത്താം, വിവാഹം കഴിക്കാം (നല്ല മരുമകനെ കണ്ടുമുട്ടുക), ലിയുജിയ സുരക്ഷിതമാണ് (രാശിചക്രം). അടയാളം), കാൽനടക്കാർ വയലുകൾ നീക്കുന്നു, പട്ടുനൂൽ പുഴുക്കൾ ഭാഗ്യവാന്മാർ, ആറ് മൃഗങ്ങൾക്ക് കേടുപാടുകൾ സംഭവിച്ചു, ആളുകൾക്ക് പൊതു വ്യവഹാരങ്ങൾ കണ്ടെത്താൻ പ്രയാസമാണ് (കാണുക), കുലീനനായ ഒരാൾ നീങ്ങുന്നു, ഭാഗ്യം നഷ്ടപ്പെടുന്നു. രോഗങ്ങളും രോഗങ്ങളും", "古人": "സോവിലെ രാജാവ് വു സിംഹാസനത്തിൽ കയറി", "第X籤": "ലോട്ടറി നേടിയ അമ്പത്തിയഞ്ചാമത് (നറുക്കെടുപ്പ്)", "宮": "വൃത്തികെട്ട കൊട്ടാരം"}