{"籤詩版本二": "കടൽത്തീരം പാറകൾ നിറഞ്ഞതാണ്, അരുവി ഒഴുകുന്നു, കാറ്റ് തെളിഞ്ഞിരിക്കുന്നു, ചന്ദ്രൻ തെളിഞ്ഞതാണ്, കുലീനരായ ആളുകൾ തിരക്കിലാണ്.\nറോഡിൽ എങ്ങോട്ട് പോകണം എന്ന് ചോദിക്കണം.കാട്ടിലെ പൂക്കളുടെയും ചെടികളുടെയും മണമെടുക്കരുത്.. പരിപാലിക്കരുത്.", "詩意": "ഒരു ചെറിയ കടൽത്തീരത്ത് സഞ്ചരിക്കുന്ന ഒരു ബോട്ട് പോലെയാണ് ഈ ഹെക്സാഗ്രാം.\nഎല്ലാത്തിലും സഹായിക്കാൻ മാന്യരായ ആളുകളുണ്ട്.", "解曰": "ജീവിക്കാൻ. ഒരുപാട് കഠിനാധ്വാനം. യാഥാസ്ഥിതികമായി തുടരുക, കാത്തിരിക്കുക. എല്ലാ ആശംസകളും.", "籤詩故事一": "◇ലുഷൻ കലാപം\nഅൻ ലുഷൻ (703-757), കാങ് എന്നായിരുന്നു, യലുഷാൻ എന്ന് പേരിട്ടിരുന്നത്, യിംഗ്‌ഷൂവിലെ ലിയുചെങ്ങിൽ നിന്നുള്ളയാളാണ് (ഇപ്പോൾ ചായോംഗ്, ലിയോണിംഗ്).\nപിന്നീട്, അദ്ദേഹം ആൻ എന്ന കുടുംബപ്പേര് സ്വീകരിക്കുകയും തന്റെ പേര് ലുഷൻ എന്നാക്കി മാറ്റുകയും ചെയ്തു. ടാങ് രാജവംശത്തിലെ സുവാൻസോങ് ചക്രവർത്തിയുടെ ഭരണകാലത്ത്, അൻ ലുഷൻ സൈനിക ദൂതനായിരുന്നു.\nടിയാൻബാവോയുടെ 14-ാം വർഷം നവംബറിൽ, അൻ ലുഷാൻ ഫാന്യാങ്ങിൽ സൈന്യത്തെ ഉയർത്തി.യാങ് ഗുവോഷോങ്ങിനെ ആക്രമിക്കാനെന്ന പേരിൽ അദ്ദേഹം ഒരു കലാപം അഴിച്ചുവിടുകയും കിഴക്കൻ തലസ്ഥാനമായ ലുവോയാങ്ങിനെ ആക്രമിക്കാൻ മൂന്ന് പട്ടണങ്ങളിലെ സൈനികരെ കൊണ്ടുപോവുകയും ചെയ്തു. Taiyuan-ൽ നിന്നുള്ള റിപ്പോർട്ടുകൾ Lishan-ലേക്ക് കുതിച്ചു.അന്ന് Lishan ലെ Huaqing കൊട്ടാരത്തിൽ ഉണ്ടായിരുന്ന Tang Xuanzong, Anlushan കലാപം ചെയ്യുമെന്ന് വിശ്വസിച്ചില്ല.എന്നിരുന്നാലും, കലാപത്തെക്കുറിച്ചുള്ള വാർത്തകൾ പ്രചരിച്ചു, Xuanzong അപ്പോഴും പകുതി ബോധ്യത്തിലായിരുന്നു. (ഇത് \"ഒരു അരുവിയിൽ ചെറിയ പാറകളിൽ വെള്ളം ഒഴുകുന്നതിന്റെ ശബ്ദം\" എന്നതിന്റെ ചിത്രീകരണമാണ്)\nപിംഗ്യുവാൻ കൗണ്ടിയിലെ പ്രിഫെക്റ്റായ യാൻ ഷെൻകിംഗ്, വിവരം അയക്കാൻ ആളെ അയച്ചതിന് ശേഷമാണ് സുവാൻസോങ് തന്റെ സ്വപ്നത്തിൽ നിന്ന് ഉണർന്നത്.\nടാങ് രാജവംശത്തിലെ സുവാൻസോങ് ചക്രവർത്തിയുടെ തെറ്റായ തന്ത്രത്തിന് കീഴിൽ, ആൻ ലുഷന്റെ കുതിരപ്പട റെജിമെന്റ് കിഴക്കൻ തലസ്ഥാനമായ ലുവോയാങ് പിടിച്ചെടുത്തു.അടുത്ത വർഷത്തിന്റെ ആദ്യ മാസത്തിൽ, ലുവോയാങ്, ജിയാൻ‌യുവാൻ ഷെങ്‌വു, ചക്രവർത്തി സിയോങ്‌വു, ഡാ ക്‌സുൻ എന്നിവിടങ്ങളിൽ അദ്ദേഹം സ്വയം ദയാൻ ചക്രവർത്തിയായി പ്രഖ്യാപിച്ചു. പ്രധാന മന്ത്രി.\nഅതേ വർഷം ജൂണിൽ, ടാങ് രാജവംശത്തിലെ സുവാൻസോങ് ചക്രവർത്തി, ചാങ്‌ആനിലെ പ്രതിസന്ധി പരിഹരിക്കാൻ ഉത്സുകനായ, തെറ്റായ സൈനിക ധാരണയിൽ, രണ്ട് പ്രശസ്ത ജനറൽമാരായ ഫെങ് ചാങ്‌കിംഗ്, ഗാവോ ഷിയാൻസി എന്നിവരെ വധിച്ചു.ഈ ഉത്തരവ് ടാങ് സൈന്യത്തെ ഞെട്ടിച്ചു. (ഈ പെരുമാറ്റം \"റോഡ് മുൻ നദിയിലേക്ക് ചൂണ്ടിക്കാണിക്കണം\" ലംഘിക്കുന്നു)\nഅതിനുശേഷം, ടാങ് രാജവംശത്തിലെ സുവാൻസോങ് ചക്രവർത്തി മറ്റൊരു ജനറലായ ഗെ ഷുഹാനോട്, ടാങ് സൈന്യത്തെ കിഴക്കോട്ട് ടോങ്ഗ്വാനിൽ നിന്ന് നയിക്കാൻ അടിയന്തിരമായി ഉത്തരവിട്ടു.\nടാങ് രാജവംശത്തിലെ സുവാൻസോങ് ചക്രവർത്തിയുടെ തന്ത്രപരമായ പിഴവ് പൂർണ്ണമായി മനസ്സിലാക്കിയ ഗെ ഷുഹാൻ, മാറ്റം വൈകിപ്പിക്കാൻ പദ്ധതിയിട്ടു (\"കാറ്റ് ശാന്തമായാലും വേലിയേറ്റം ശാന്തമായാലും കുഴപ്പമില്ല\" എന്ന സമീപനം).\nഅവസാനം, ടാങ് രാജവംശത്തിലെ സുവാൻസോങ് ചക്രവർത്തി താൻ യുദ്ധം ചെയ്യാൻ വളരെ ഭീരുവാണെന്ന് കരുതി, അതിനാൽ കണ്ണീരോടെ അൻ ലുഷനുമായി യുദ്ധം ചെയ്യുകയല്ലാതെ അദ്ദേഹത്തിന് മറ്റ് മാർഗമില്ലായിരുന്നു, പരാജയപ്പെട്ടു. (\"സ്വയം താങ്ങാൻ നിങ്ങൾ കഠിനാധ്വാനം ചെയ്താൽ, നിങ്ങൾക്ക് പരിക്കേറ്റേക്കാം\" എന്ന് ഇത് നിറവേറ്റുന്നു.)\nതാങ് രാജവംശത്തിൽ, അതിർത്തി സൈനികർക്കും പ്രാദേശിക പട്ടാളക്കാർക്കും പ്രതികരിക്കാൻ സമയമില്ലാതായപ്പോൾ, അൻ ലുഷന്റെ സൈന്യം അതിർത്തി അമർത്തി തലസ്ഥാന പ്രദേശത്തേക്ക് പ്രവേശിച്ചു. ഒരു നിർണായക സാഹചര്യത്തിൽ, താങ് രാജവംശത്തിലെ ചക്രവർത്തി സുവാൻസോങ് ഗാർഡ്സ് കോർപ്സിനെ തലസ്ഥാനത്ത് നിന്ന് രക്ഷപ്പെടാൻ നയിച്ചു, ഇത് നേതാവില്ലാത്ത ഷിജിംഗ് ചംഗാൻ വീഴാൻ കാരണമായി.\n(ടാങ് സുവാൻസോങ് ഈ അടയാളത്തിന്റെ മാർഗ്ഗനിർദ്ദേശം ലംഘിച്ചു, അതിനാൽ അൻ ലുഷന്റെ കലാപം വിജയിച്ചു.)", "聖意": "വീട് സുരക്ഷിതമാണ്, സ്വയം ഭാഗ്യവാനാണ്, ഭാഗ്യം സുസ്ഥിരമാണ്, ഇടപാട് സമൃദ്ധമാണ്, വിവാഹം വിജയകരമാണ് (ജാഗ്രത), ലിയുജിയയിൽ നിന്നുള്ള ഒരു പുരുഷ കാൽനടക്കാരൻ വയലിലേക്ക് വരുന്നു, പട്ടുനൂൽ വിളവെടുക്കുന്നു, ആറ് കന്നുകാലികൾക്ക് കേടുപാടുകൾ സംഭവിച്ചു, ആളെ കണ്ടെത്തി , വ്യവഹാരം ന്യായമാണ്, നഷ്ടപ്പെട്ട സ്വത്ത് രോഗം കൊണ്ടുവരുന്നു, അതായത്, അൻഷാൻ ശവകുടീരം നന്നാക്കണം.", "古人": "ലുഷൻ കലാപം", "第X籤": "അൻപത്തിയാറാമത്തെ ലോട്ടറി", "宮": "വൃത്തികെട്ട കൊട്ടാരം"}