{"籤詩版本二": "മുള്ളുകൾ നിറഞ്ഞ വനത്താൽ ചുറ്റപ്പെട്ട, ഒളിക്കാൻ നേരെ ഇരട്ട കെട്ടിടത്തിലേക്ക് പോകുക\nടിയാൻ ഗൗജുന് ദീർഘായുസ്സും ഹ്രസ്വമായ ജീവിതവുമുണ്ട്. ഒരു വിജയം നേടുകയും രണ്ട് പേരെ നഷ്ടപ്പെടുകയും ചെയ്യുക. ചുറ്റും പോകൂ →.", "詩意": "ഈ ഹെക്‌സാഗ്രാം കാര്യങ്ങൾ പഴയതായി നിലനിർത്തുന്നതിന്റെയും എപ്പോൾ വേണമെങ്കിലും മാറുന്നതിന്റെയും അടയാളമാണ്.\nകൃത്യസമയത്തിനായി കാത്തിരുന്നാൽ എല്ലാം ശുഭകരമാകും.", "解曰": "മദ്യപാനം പോലെ. യാഥാസ്ഥിതികനായിരിക്കുക. സമയം വരുന്നതുവരെ കാത്തിരിക്കുക. ദുരന്തമില്ല, കുറ്റപ്പെടുത്തുന്നില്ല.", "籤詩故事一": "◇ഴാങ് ലിയാൻജിൻ പർവ്വതം\nഹാൻ രാജവംശത്തിൽ, Zhang Liang, അദ്ദേഹത്തിന്റെ മര്യാദയുടെ പേര് Zifang, ഒരു കൊറിയൻ ആയിരുന്നു, അവന്റെ പൂർവ്വികർ അഞ്ച് തലമുറകളോളം കൊറിയൻ പ്രധാനമന്ത്രിമാരായിരുന്നു.\nക്വിൻ സ്റ്റേറ്റ് ദക്ഷിണ കൊറിയയെ നശിപ്പിച്ചപ്പോൾ, ഷാങ് ലിയാങ് തന്റെ സമ്പത്തെല്ലാം ചിതറിച്ച് ഒളിവിൽ പോയി.ദക്ഷിണ കൊറിയയോട് പ്രതികാരം ചെയ്യാൻ ആഗ്രഹിച്ച്, ശരീരത്തിൽ ഇരുമ്പ് കോണുമായി ഒരു ശക്തനായ മനുഷ്യനെ അയച്ചു. ബൊലാങ്‌ഷയിൽ (ഇപ്പോൾ യുവാൻയാങ് കൗണ്ടി, ഹെനാൻ പ്രവിശ്യ) ക്വിൻ ഷിഹുവാങ്ങിനെ ആക്രമിച്ച അദ്ദേഹം അബദ്ധത്തിൽ ഡെപ്യൂട്ടി കാറിൽ ഇടിച്ചു. ഒന്നാം ചക്രവർത്തി ഷാങ് ലിയാങ്ങിനെ രാജ്യത്തുടനീളം അറസ്റ്റ് ചെയ്യാൻ ആഗ്രഹിച്ചു, പക്ഷേ പത്ത് മാസത്തേക്ക് അവനെ പിടിക്കാൻ കഴിഞ്ഞില്ല.\nപിന്നീട്, ലോകത്തെ ഏകീകരിക്കാൻ ഷാങ് ലിയാങ് ഹാൻ രാജാവിനെ സഹായിച്ചു. അദ്ദേഹത്തിന്റെ വിജയത്തിനുശേഷം, അദ്ദേഹം പ്രതിഫലം നിരസിക്കുകയും ഒരു ഉദ്യോഗസ്ഥനെ നിയമിക്കുകയും ചെയ്തു, കൂടാതെ ചിസോങ്സിയിൽ നിന്ന് (അമർത്യൻ) താവോയിസം പഠിക്കുന്നതിന്റെ മറവിൽ.", "聖意": "വീട്ടിലും നിങ്ങളുടെ സ്വന്തം സുരക്ഷയ്ക്കും അനുഗ്രഹങ്ങൾക്കായി പ്രാർത്ഥിക്കുക (മന്ദമായ ഭാഗ്യം ദയയോടെ മാത്രമേ വിശദീകരിക്കാനാകൂ) സമ്പത്ത് തേടുന്നത് സാധാരണമാണ് (ഒഴിവാക്കുക) ഇടപാടുകൾ വിജയിക്കും (ഒരു മിനിറ്റ് കാത്തിരിക്കൂ) വിവാഹം ലിയുജിയയുമായി യോജിക്കുന്നില്ല, യാത്ര ചെയ്യുമ്പോൾ ഭാഗ്യം വയൽ, പട്ടുനൂൽ പകുതി ശുഭം, ആറ് മൃഗങ്ങൾ അഭിവൃദ്ധി (പരാജയം), ആളുകളെ അന്വേഷിക്കൽ, പൊതു വ്യവഹാരങ്ങൾക്ക് തടസ്സം, നഷ്ടം, ദേശാടനം ശുഭകരമാണ് (നിർഭാഗ്യം) ) സ്വത്ത് നഷ്ടം, അസുഖത്തിന് ഭാഗ്യം, മലകളിലും കുഴിമാടങ്ങളിലും ഭാഗ്യം പ്രാർത്ഥിക്കുക", "古人": "ഷാങ് ലിയാൻജിൻ പർവ്വതം", "第X籤": "അമ്പത്തിയൊമ്പത് നറുക്കെടുപ്പ് (ലോട്ടറി)", "宮": "യിൻ കൊട്ടാരം"}