{"籤詩版本二": "പ്രഭാതത്തിലും സന്ധ്യയിലും, ബുദ്ധന്റെ പിന്തുണ അപകടസമയത്ത് ആയിരിക്കണം, പക്ഷേ അപകടത്തിലല്ല\nമാന്യനായ ഒരു വ്യക്തി നിങ്ങളെ ആകർഷിക്കുകയാണെങ്കിൽ, പണവും പട്ടും നിങ്ങളെ അനുഗമിക്കും, ഇതാണ് ചുവാൻ ലായ്. ഇതെല്ലാം നിങ്ങളെ ആശ്രയിച്ചിരിക്കുന്നു.", "詩意": "ഈ ഹെക്സാഗ്രാം ദേവന്മാരുടെയും ബുദ്ധന്മാരുടെയും രഹസ്യ അനുഗ്രഹത്തെ പ്രതിനിധീകരിക്കുന്നു.\nക്ഷമയോടെയിരിക്കുക, എല്ലാത്തിലും ഭാഗ്യം നേടുക.", "解曰": "പഴയകാല സമാധാനത്തിന്റെ അടയാളം. എല്ലാം ചെലവേറിയതായിരിക്കുമ്പോൾ, അത് മംഗളകരമാകും.", "籤詩故事一": "◇താങ് സന്യാസി ജ്ഞാനോദയം പ്രാപിച്ചു\nഒരു ദിവസം താങ് സെങ് നദിക്കരയിൽ വന്നപ്പോൾ ബുദ്ധന്റെ ലിംഗ്ഷാൻ പർവതത്തിന് മുന്നിൽ ബുദ്ധന്റെ ലിംഗ്ഷൻ പർവതം കണ്ടു.അതിന് മുന്നിൽ ഒരു ഒറ്റയടിപ്പാലം.അത് കടക്കാൻ താങ് സെങ് ധൈര്യപ്പെട്ടില്ല. ബുദ്ധൻ തോണിക്കാരനായി രൂപാന്തരം പ്രാപിച്ച് അടിത്തട്ടില്ലാത്ത തകർന്ന ബോട്ട് പിടിച്ചു.താങ് മോങ്ക് ബോട്ടിൽ കയറിയ ഉടൻ നദിയിൽ വീണ അദ്ദേഹത്തെ ബോട്ടുകാരൻ രക്ഷപ്പെടുത്തി.ഇങ്ങനെയാണ് ടാങ് മോങ്ക് ബുദ്ധസ്ഥാനം നേടിയത്. (പടിഞ്ഞാറോട്ടുള്ള യാത്രയുടെ കഥ)\n◇താങ് മോങ്കിന്റെ ബുദ്ധമത ഗ്രന്ഥങ്ങൾ\nതാങ് രാജവംശത്തിലെ സാൻസാങ്, അദ്ദേഹത്തിന്റെ പൊതുവായ കുടുംബപ്പേര് ചെൻ എന്നായിരുന്നു, അദ്ദേഹത്തിന്റെ യഥാർത്ഥ പേര് യി. ലുവോഷൗവിലെ ഗൗഷി കൗണ്ടിയിൽ (ഇപ്പോൾ ഹെനാൻ പ്രവിശ്യയിലെ യാൻസി സിറ്റിയുടെ തെക്ക്) ജനിച്ചു. പതിമൂന്നാം വയസ്സിൽ സന്യാസിയായിത്തീർന്ന അദ്ദേഹം ബുദ്ധമത നാമം സുവാൻസാങ് സ്വീകരിച്ചു.\nയഥാർത്ഥ ബുദ്ധമത ഗ്രന്ഥങ്ങൾ ലഭിക്കുന്നതിനായി, അദ്ദേഹം ഷെൻ‌ഗ്വാനിന്റെ മൂന്നാം വർഷത്തിൽ (എഡി 629) ചാങ്‌ആനിൽ നിന്ന് (ഇന്നത്തെ സിയാൻ, ഷാൻസി പ്രവിശ്യ) പുറപ്പെട്ടു, അതിർത്തി കടന്ന് ടിയാൻ‌ഷുവിലെത്താൻ എണ്ണമറ്റ പ്രയാസങ്ങളിലൂടെ കടന്നുപോയി ( ഇന്ത്യ) വേദഗ്രന്ഥങ്ങൾ ശേഖരിക്കാൻ. ഗംഗ, സിന്ധു നദീതടങ്ങളിലും ഇന്ത്യയുടെ തെക്കുകിഴക്കൻ തീരപ്രദേശങ്ങളിലും അദ്ദേഹം സഞ്ചരിച്ചു, മഞ്ഞുമൂടിയ മലനിരകളും പച്ചനിറത്തിലുള്ള വരമ്പുകളും കടന്ന് 50,000 മൈലുകൾ അങ്ങോട്ടും ഇങ്ങോട്ടും നടന്നു.അവസാനം 16 വർഷമെടുത്തു ചാങ്ങാനിലേക്ക് മടങ്ങാൻ. ഷെങ്കുവാന്റെ 19-ാം വർഷം (എഡി 645). അദ്ദേഹം ധാരാളം ബുദ്ധമത ഗ്രന്ഥങ്ങൾ തിരികെ കൊണ്ടുവന്ന് ചൈനീസ് ഭാഷയിലേക്ക് വിവർത്തനം ചെയ്തു.\n(ചൈനയ്ക്കും ഇന്ത്യയ്ക്കും ഇടയിൽ അങ്ങോട്ടും ഇങ്ങോട്ടും ഒരു നീണ്ട യാത്രയിലൂടെയാണ് താങ് സാൻസാങ് കടന്നു പോയത്. യാത്രയ്ക്കിടെ അപകടങ്ങൾ അനുഭവിച്ചിട്ടുണ്ടാകണം, പക്ഷേ പിന്നിൽ ഒരു അദൃശ്യനായ രക്ഷാധികാരി ഉണ്ടായിരുന്നതിനാൽ സുരക്ഷിതമായി മടങ്ങാൻ അദ്ദേഹത്തിന് കഴിഞ്ഞു.)", "聖意": "വീട് സുരക്ഷിതം, സ്വയം ശുഭം, പാശ്ചാത്യ ബിസിനസ്സ് വിജയിക്കും, വിവാഹം വിജയിക്കും, കാൽനടക്കാർ വയലിൽ തടയുന്നു, പട്ടുനൂൽ പുഴുക്കൾ തടയുന്നു, പട്ടുനൂൽ ഏഴ് പോയിന്റുകൾ, കന്നുകാലികൾ ലാഭകരമാണ്, തിരയൽ ആളുകൾക്ക്, പാശ്ചാത്യ പൊതുവ്യവഹാരം മോശമാണ്, കുടിയേറ്റം യാഥാസ്ഥിതികമാണ്, നഷ്ടപ്പെട്ട സ്വത്ത് കാണുന്നു, രോഗം ശുഭകരമാണ്, മലകളും ശവകുടീരങ്ങളും ശുഭകരമാണ്.", "古人": "താങ് മോങ്ക് ജ്ഞാനോദയം നേടി", "第X籤": "അറുപത്തിരണ്ട് ലോട്ടറി അടിച്ചു", "宮": "യിൻ കൊട്ടാരം"}