{"籤詩版本二": "നീന്തൽ മത്സ്യം ബിബോ കുളത്തിലെ കെണിയിൽ കുടുങ്ങി.\nആലോചിച്ച് എന്തെങ്കിലും തെറ്റ് സംഭവിച്ചാൽ അത് അവസാനം കുഴപ്പമുണ്ടാക്കും.", "詩意": "ഈ ഹെക്സാഗ്രാം ഒരു കെണിയിൽ കുടുങ്ങിയ മത്സ്യത്തെ പ്രതിനിധീകരിക്കുന്നു.\nഎല്ലാ കാര്യങ്ങളിലും ജാഗ്രത പാലിക്കുന്നതും നല്ലതാണ്.", "解曰": "വീടിനു താഴെയുള്ള സെറ്റിൽമെന്റ്. സ്വർഗത്തിൽ നിന്ന് ദുരന്തം വീഴുന്നു. നേരത്തെ ഉണരുക, ആദ്യം മുൻകരുതലുകൾ എടുക്കുക. ദുരന്തങ്ങൾ ഒഴിവാക്കുക.", "籤詩故事一": "◇കുതിരയെ വെള്ളത്താൽ മൂടിയിരിക്കുന്നു (വെള്ളം ശേഖരിക്കാൻ പ്രയാസമാണ്)\nഹാൻ രാജവംശം. സു മൈചെൻ, കടപ്പാട് വെങ്‌സി എന്ന പേര്, കുയിജിയിലെ (ഇപ്പോൾ സുഷൗ സിറ്റിയുടെ ഭാഗമാണ്) വു സ്വദേശിയായിരുന്നു.\nആദ്യകാലങ്ങളിൽ, മൈച്ചന്റെ കുടുംബം ദരിദ്രമായിരുന്നു, അവൻ വിജയിച്ചില്ല, ദമ്പതികൾ പിന്നിലെ ഇടവഴിയിലെ ഒരു ഓല മേഞ്ഞ ഗേറ്റിൽ വിറക് വെട്ടി വിറ്റ് ജീവിതത്തിന്റെ രണ്ടറ്റവും കൂട്ടിമുട്ടിച്ചു. ആരുടേയും വിലയ്ക്ക് വിറക് വിറ്റ് വലിയ പണമുണ്ടാക്കില്ല.\nഭാര്യ വെള്ളമെടുക്കാൻ ഇറങ്ങിയപ്പോൾ ഒരു കൂട്ടം കുട്ടികൾ മായിച്ചനെ നോക്കി ചിരിക്കുന്നത് കണ്ടു, നാണക്കേടാണെന്ന് കരുതിയ ഭാര്യ പിന്നീട് പോയി.\nZhu Maichen-ന് അമ്പത് വയസ്സുള്ളപ്പോൾ, ഹാൻ രാജവംശത്തിലെ ചക്രവർത്തി വു കഴിവുകൾ തേടുകയും കുയിജിയുടെ പ്രിഫെക്റ്റായി Zhu നെ ആരാധിക്കുകയും ചെയ്തു.\nഅയാളുടെ ഭാര്യ തന്റെ അന്ധതയിൽ പശ്ചാത്തപിക്കുകയും ജീവിതകാലം മുഴുവൻ ഴുവിനെ സേവിക്കാൻ ഒരു പരിചാരികയും വെപ്പാട്ടിയുമായി ചുരുങ്ങാൻ ആഗ്രഹിക്കുകയും ചെയ്തു.\nമാച്ചൻ തന്റെ മുൻ ഭാര്യയോട് ഒരു ബക്കറ്റ് വെള്ളമെടുക്കാൻ ആജ്ഞാപിച്ചു, അത് സ്റ്റെപ്പിൽ ഒഴിച്ചു, \"വെള്ളം തിരികെ എടുക്കാൻ കഴിയുമെങ്കിൽ, അവർ രണ്ടുപേർക്കും വീണ്ടും ഒന്നിക്കാം.\"\nഭാര്യാഭർത്താക്കന്മാർ തമ്മിലുള്ള ബന്ധം കണക്കിലെടുത്ത്, ഭാര്യയ്ക്കും പുനർവിവാഹം ചെയ്ത ഭർത്താവിനും കൃഷി ചെയ്യാനും താങ്ങാനുമായി പിന്നിലെ തോട്ടത്തിൽ ഒരു തുറന്ന സ്ഥലം നൽകി. ഭാര്യ നദിയിൽ ചാടി മരിച്ചു.", "聖意": "വീട് അപകടത്തിലാണ്, സ്വയം അപകടത്തിലാണ്, പണം നഷ്‌ടപ്പെട്ടു, ഇടപാട് സമാധാനത്തിലാണ്, വിവാഹം യോജിപ്പില്ല, ലിയുജിയ ഭയക്കുന്നു, ആളുകളെ തടഞ്ഞു, വയലിലെ പട്ടുനൂലുകൾക്ക് കേടുപാടുകൾ, ആറ് കന്നുകാലികൾ നഷ്ടപ്പെട്ടു, ആളുകൾ കണ്ടെത്തി, വ്യവഹാരങ്ങൾ നഷ്‌ടപ്പെടുന്നു, കുടിയേറ്റം നല്ലതാണ്, നഷ്ടപ്പെട്ട കാര്യങ്ങൾ അശുഭകരമാണ്, രോഗങ്ങൾ ഉണ്ടാകുന്നു, ദുരന്തങ്ങളും അപകടകരമായ പർവത ശവകുടീരങ്ങളും മാറ്റണം.", "古人": "കുതിരയെ വെള്ളത്താൽ മൂടിയിരിക്കുന്നു (വെള്ളം ശേഖരിക്കാൻ പ്രയാസമാണ്)", "第X籤": "അറുപത്തിനാലാമത്തെ രാശി", "宮": "മാഗോങ്"}