{"籤詩版本二": "റോഡ് അപകടകരമാണ്, കുതിരകളും മനുഷ്യരും തിരക്കിലാണ്, പട്ടാളക്കാർ നഷ്ടപ്പെട്ടപ്പോൾ കടുത്ത പ്രതിസന്ധിയിലാണ്.\nകടൽത്തീരം ഉയർന്നതാണ്, കാറ്റും തിരമാലകളും പൊട്ടിത്തെറിക്കുന്നു, ബോട്ട് തകർന്നു, സൂര്യൻ അസ്തമിക്കുന്നു, പൂക്കൾ മരിക്കുന്നു, ആകാശം വീഴുന്നു, മഞ്ഞ് വീഴുന്നു, വിജയിക്കുക: കരടി.棹: തുഴ.", "詩意": "ഈ ഹെക്സാഗ്രാം ഒരു ബോട്ട് കടൽത്തീരത്തെ തകർക്കുന്നതുപോലെയാണ്.\nഎല്ലാ അപകടങ്ങളും സൂക്ഷിക്കുക.", "解曰": "പഴയ സ്കൂളും പഴയ സ്കൂളും. ശാന്തവും കുറ്റമറ്റതും. ഉപദേശം തേടേണ്ടതില്ല. സ്വതന്ത്രമായി യാത്ര ചെയ്യുക.", "籤詩故事一": "◇ചു യിൻ ലിംഗ് രാജാവിന് വഴി തെറ്റി\nബിസി 202-ന്റെ തുടക്കത്തിൽ മൂന്ന് വശത്തുനിന്നും 400,000 ഹാൻ സൈന്യം ഗെയ്‌സിയയിലെ സിയാങ് യുവിന്റെ സൈന്യത്തെ വളഞ്ഞു, അത് ഭക്ഷണത്തിന് ക്ഷാമം നേരിട്ടു, അവർ പട്ടാളക്കാരോട് ചു ഭാഷയിൽ പാടാൻ ആവശ്യപ്പെട്ടു, സിയാങ് യുവിന്റെ സൈന്യം അവരുടെ ജന്മദേശം നിയന്ത്രിക്കപ്പെട്ടുവെന്ന് തെറ്റായി വിശ്വസിച്ചു. ഹാൻ സൈന്യത്താൽ. \"എല്ലാ ഭാഗത്തും ഉപരോധിച്ചു\" എന്ന ഈ മനഃശാസ്ത്രപരമായ തന്ത്രം സിയാങ് യുവിന്റെ സൈന്യത്തിന് മനോവീര്യം നഷ്ടപ്പെടുത്തി.\nഅതിനാൽ സിയാങ് യു 800-ലധികം എലൈറ്റ് കുതിരപ്പടയെ നയിക്കുകയും പൊട്ടിപ്പുറപ്പെടാൻ തീരുമാനിക്കുകയും ചെയ്തു, അതേസമയം ഹാൻ സൈന്യം ഗ്വാൻ യിംഗിനെയും 5,000 കുതിരപ്പടയെയും അനുഗമിച്ചു. ഹുവായ് നദി മുറിച്ചുകടന്ന ശേഷം, സിയാങ് യുവിന്റെ കുതിരപ്പടയിൽ നൂറ് പേർ മാത്രമേ അവശേഷിച്ചിരുന്നുള്ളൂ.\nയിൻലിങ്ങിൽ വഴിതെറ്റിയ സിയാങ് യു, റോഡരികിലുണ്ടായിരുന്ന ഒരു കർഷകനോട് നദിയിലേക്കുള്ള വഴി ചോദിച്ചു, അപ്രതീക്ഷിതമായി, വൃദ്ധൻ ചൂണ്ടിക്കാണിച്ച ദിശ പിന്തുടര് ന്ന് ഒരു ചതുപ്പിൽ അവസാനിച്ചു, അത് നീങ്ങുന്നത് ബുദ്ധിമുട്ടാക്കി, ലിയു അവനെ മിക്കവാറും മറികടന്നു. ബാംഗിന്റെ സൈന്യം.സിയാങ് യു ഒടുവിൽ വുജിയാങ്ങിൽ എത്തി, സ്ഥിതിഗതികൾ അവസാനിച്ചു എന്നറിഞ്ഞു.ജിയാങ്‌ഡോങ്ങിന്റെ മുതിർന്നവരെ നാണമില്ലാതെ കണ്ടപ്പോൾ അയാൾ ആത്മഹത്യ ചെയ്തു മരിച്ചു.", "聖意": "കുടുംബവും വീടും സ്വന്തം ആപത്തുകളെ ഓർത്ത് വേവലാതിപ്പെടുന്നു.പണം അന്വേഷിച്ച് കച്ചവടം നശിക്കുന്നു.വിവാഹം നീണ്ടുനിൽക്കുന്നില്ല.ലിയുജിയ അപകടകാരിയാണ്.കാൽനടക്കാർ വയലുകൾ തടയുന്നു.പട്ടുനൂൽപ്പുഴുക്കൾ നശിച്ചു.ആറ് കന്നുകാലികൾക്ക് നാശം.കാണാതായ ആളുകൾ.പൊതുകേസുകൾ. നഷ്‌ടം, കുടിയേറ്റം, സമ്പത്ത്‌ നഷ്‌ടപ്പെടുക, അസുഖം, പർവത ശവക്കുഴിയിലേക്ക്‌ അയക്കുന്നത്‌ പ്രതികൂലമാണ്‌.", "古人": "ചുവിലെ യിൻ ലിംഗ് രാജാവിന് വഴി തെറ്റി", "第X籤": "അറുപത്തിയാറാമത്തെ ചീട്ട്", "宮": "മാഗോങ്"}