{"籤詩版本二": "ശീതകാലം വരുമ്പോൾ, മലയിൽ പൂക്കുന്ന പ്ലം ശാഖ അതിന്റെ ഇലകൾ കൊഴിഞ്ഞാലും ശാഖകൾ വാടിപ്പോയാലും നശിക്കുകയില്ല.\nപക്ഷേ, വസന്തകാലം വരുമ്പോൾ, ഞാൻ ഇപ്പോഴും എന്നെ വേശ്യയായി തിരിച്ചയക്കുകയും യഥാർത്ഥ സൃഷ്ടി നശിപ്പിക്കുകയും ചെയ്യുന്നു.", "詩意": "ഈ ഹെക്സാഗ്രാമിൽ, പ്ലം പുഷ്പം മുൻനിര സ്ഥാനം വഹിക്കുന്നു.\nവൈകിയാൽ എല്ലാം നല്ലതാണ്.", "解曰": "ഒരു അമ്പടയാളം ശൂന്യമാണ്. ശൂന്യമായാൽ അത് ശൂന്യമല്ല. വസന്തം വരാൻ കാത്തിരിക്കുന്നു. അതിൽ നിറമുണ്ട്.", "籤詩故事一": "◇രണ്ടു തവണ സ്കോർ ചെയ്തു\nടാങ് രാജവംശത്തിലെ ഡെസോങ് ചക്രവർത്തിയുടെ ഭരണകാലത്ത് വിശ്വസ്തനായ മന്ത്രി മെയ് ബൊഗാവോയെയും കുടുംബത്തെയും രാജ്യദ്രോഹി പ്രധാനമന്ത്രി ലു ക്വി കള്ളക്കേസിൽ കുടുക്കുകയായിരുന്നു. അവന്റെ ഐഡന്റിറ്റി മറയ്ക്കാൻ വാങ് സിറ്റോങ്ങിന്റെ പേര്. വിശപ്പും തണുപ്പും കൊണ്ട് അവൻ തെരുവുകളിൽ ഒറ്റയ്ക്ക് ജീവിച്ചു, പക്ഷേ ഭാഗ്യവശാൽ അവനെ ചെൻ റിഷെംഗ് (ചെൻ ഡോങ്ചു) ഏറ്റെടുത്തു. ചെൻ റിഷെങ്ങിന് തന്റെ ജീവിതാനുഭവം അറിയില്ല, അതിനാൽ അവൻ തെരുവിൽ പട്ടിണി കിടന്ന് മരിക്കാതിരിക്കാൻ ചെനിന്റെ പ്ലം ഗാർഡൻ പരിപാലിക്കാൻ സഹായിക്കണമെന്ന് അഭ്യർത്ഥിച്ചു.\nമെയ് ബൊഗാവോയുടെ സഹപാഠിയും സുഹൃത്തും ആയിരുന്നു ചെൻ റിഷെങ്.ലു ക്വിയുടെ പീഡനത്തിനിരയായപ്പോൾ മെയ് ബോഗാവോ അവനെ രക്ഷിച്ചു.ഇതിന്റെ ഫലമായി മെയ് ബൊഗാവോയും ലു ക്വിയും ശത്രുതയിലായി.അവസാനം അവന്റെ കുടുംബത്തെ മുഴുവൻ വധിച്ചു.ചെൻ ഇതോടെ റിഷേങ്ങിന് സങ്കടവും ദേഷ്യവും തോന്നി.വിവാഹത്തിന് ശേഷം ജോലി രാജിവെച്ച് കുടുംബത്തെ യാങ്ഷൗവിലേക്ക് മാറ്റി ഏകാന്തതയിൽ കഴിയുകയായിരുന്നു.\nചെൻ റിഷെങ്ങിന് സുന്ദരിയും സുഗന്ധവുമുള്ള ചെൻ സിൻഗ്യാൻ എന്നൊരു മകളുണ്ട്.മെയ് ലിയാങ്യു ചെൻ കുടുംബത്തിലേക്ക് വന്നതിന് ശേഷം ആദ്യ കാഴ്ചയിൽ തന്നെ അവർ പ്രണയത്തിലായി. മെയ് ബൊഗാവോയുടെ ചരമവാർഷിക ദിനമായ പ്ലം പൂക്കൾ നിറഞ്ഞുനിൽക്കുന്ന ഒരു ദിവസം, മരിച്ചുപോയ സുഹൃത്തും ഗുണഭോക്താവുമായ അവരുടെ സ്മരണയ്ക്കായി ചെൻ റിഷെംഗും കുടുംബവും അവരുടെ വീട്ടിലെ പ്ലം ഗാർഡനിൽ ഒരു ബലിപീഠം തുറന്നു. അപ്രതീക്ഷിതമായി, ആകാശം പെട്ടെന്ന് മാറി. ഒരു കനത്ത മഞ്ഞുവീഴ്ച വീശി, പ്ലം പൂക്കളെയെല്ലാം ആവരണം ചെയ്തു. തനിക്ക് സുരക്ഷിതമായി രക്ഷപ്പെടാൻ സാധിച്ചെങ്കിലും മെയ് കുടുംബത്തിന്റെ പിൻഗാമികളെ രക്ഷിക്കാൻ പോലും തനിക്ക് കഴിഞ്ഞില്ലെന്ന് ചെൻ റിഷെങ് വിലപിച്ചു.ഇത് ദൈവത്തിന്റെ മുന്നറിയിപ്പാണെന്ന് കരുതി, പ്ലം വീണ്ടും വിരിഞ്ഞില്ലെങ്കിൽ, പ്ലം പൂക്കുമെന്ന് അദ്ദേഹം പ്രതിജ്ഞയെടുത്തു. മെയ് കുടുംബം ഇപ്പോഴും ജീവിച്ചിരിപ്പുണ്ടായിരുന്നു, അവൻ ഒരിക്കലും ഒന്നും പറയില്ല, അവൻ ബുദ്ധമതത്തിൽ പ്രവേശിച്ച് സന്യാസിയായി.\nഅദ്ദേഹത്തിന്റെ മകൾ സിംഗ്‌യുവാൻ ഇത് കേട്ടു, ഉടനെ ധൂപം കാട്ടുകയും പ്ലം പൂക്കൾ വീണ്ടും പൂക്കണമെന്ന് ആത്മാർത്ഥമായി ദൈവത്തോട് പ്രാർത്ഥിക്കുകയും ചെയ്തു. അവരുടെ ആത്മാർത്ഥത സ്വർഗത്തെ ചലിപ്പിച്ചു, പ്ലം ഗാർഡനിലെ എല്ലാ പ്ലം മരങ്ങളും വീണ്ടും പൂത്തു; പിന്നീട് സിറ്റോംഗ് ലിയാങ്യു ആണെന്ന് ചെൻ റിഷെങ്ങ് മനസ്സിലാക്കി, അതിനാൽ അവൻ തന്റെ മകളായ സിംഗ്‌യുവാനെ വിവാഹം കഴിച്ചു.", "聖意": "വീടും വീടും തനിക്ക് നല്ലതല്ല, സ്വന്തം ഭാഗ്യത്തിന്, സമ്പത്ത് അന്വേഷിക്കുക, ഇടപാടുകളിൽ വിവേകം കാണിക്കുക, വിവാഹ സമയം വരെ കാത്തിരിക്കുക, വൈകുക, വിവാഹം കഴിക്കുക, വൈകുക, ഐശ്വര്യമുണ്ടാകുക. വസന്തം, വൈകും, വൈകും, വൈകും, തിരക്കും, തിരക്കും, സമൃദ്ധിയും, തിരക്കും, കണ്ടെത്തലും.", "古人": "രണ്ടുതവണ സ്കോർ ചെയ്തു", "第X籤": "അറുപത്തിയൊൻപത് ലോട്ട് നേടിയത്", "宮": "തത്സുമി"}