{"籤詩版本二": "ചാവോ ചാവോ ഒരു പുഷ്പം ശേഖരിക്കുന്ന തേനീച്ച പോലെയാണ്, തെക്ക് പടിഞ്ഞാറ് നിന്നും കിഴക്ക് നിന്നും പറക്കുന്നു\nവസന്തം തീർന്നു, പൂക്കളും പോയി, തിരയാൻ ഇടമില്ല, ഈ ഹൃദയം അതിന്റെ വാസസ്ഥലം മാറ്റില്ല.", "詩意": "ഈ ഹെക്സാഗ്രാം ഒരു തേനീച്ച പൂക്കൾ പറിക്കുന്നതുപോലെയാണ്.\nഎല്ലാം അധ്വാനവും അധ്വാനവുമാണ്.", "解曰": "വസന്തകാല പ്രകൃതിയില്ല. വളരെക്കാലം മഴ പെയ്യുന്നു, പക്ഷേ ഒരിക്കലും മായ്ക്കുന്നില്ല. സഹായം ചോദിക്കുക. മിണ്ടാതിരിക്കുന്നതാണ് നല്ലത്.\n.", "籤詩故事一": "◇ലി മി ടാങ് രാജവംശത്തിനെതിരെ മത്സരിച്ചു\nലി മി\n(582-619), ചൈനയിലെ സൂയി രാജവംശത്തിന്റെ അവസാനത്തെ കർഷക പ്രക്ഷോഭത്തിൽ വാഗാംഗ് ആർമിയുടെ അന്തരിച്ച നേതാവ്. കാലിഗ്രാഫിയുടെ മാസ്റ്റർ. ഫാ എന്ന വാക്കിന്റെ യജമാനൻ ജിംഗ്‌സാവോയിലെ ചംഗാൻ സ്വദേശിയായിരുന്നു, അദ്ദേഹത്തിന്റെ പൂർവ്വിക ഭവനം സിയാങ്‌പിംഗ്, ലിയോഡോംഗ് (ഇപ്പോൾ ലിയോയാങ്ങിന്റെ തെക്ക്, ലിയോണിംഗ്) ആയിരുന്നു. ജിങ്‌ഷാവോയിലെ ചാംഗാൻ സ്വദേശിയായ അദ്ദേഹത്തിന്റെ പൂർവ്വിക ഭവനമാണ് ലിയോഡോങ്ങിലെ സിയാങ്‌പിംഗ് (ഇപ്പോൾ ലിയോയാങ്ങിന്റെ തെക്ക്, ലിയോണിംഗ്).\nഡേയുടെ ഒമ്പതാം വർഷത്തിൽ (613), ലിയാങ്ങിൽ (ഇപ്പോൾ ഹെനാൻ പ്രവിശ്യയിലെ ജുങ്‌സിയാൻ കൗണ്ടിയുടെ വടക്കുകിഴക്ക്) സുയി രാജവംശത്തിനെതിരെയുള്ള യാങ് സുവാംഗന്റെ കലാപത്തിൽ അദ്ദേഹം പങ്കെടുത്തു. ഡേയുടെ ഒമ്പതാം വർഷത്തിൽ (613), ലിയാങ്ങിൽ (ഇപ്പോൾ ഹെനാൻ പ്രവിശ്യയിലെ ജുങ്‌സിയാൻ കൗണ്ടിയുടെ വടക്കുകിഴക്ക്) സുയി രാജവംശത്തിനെതിരെയുള്ള യാങ് സുവാംഗന്റെ കലാപത്തിൽ അദ്ദേഹം പങ്കെടുത്തു. നിഗൂഢമായ ഇന്ദ്രിയം പരാജയപ്പെട്ടു,\nലി മി ഓടിപ്പോയി. ഷുവാംഗൻ പരാജയപ്പെട്ടു, ലി മി ഓടിപ്പോയി.\nഡേയുടെ പന്ത്രണ്ടാം വർഷത്തിൽ അദ്ദേഹം വാഗാങ് ആർമിയിൽ ചേർന്നു\n. ഡേയുടെ ഭരണത്തിന്റെ പന്ത്രണ്ടാം വർഷത്തിൽ അദ്ദേഹം വാഗാങ് സൈന്യത്തിൽ ചേർന്നു. ലി മി തന്ത്രത്തിൽ മിടുക്കനായിരുന്നു.ഡേയുടെ പന്ത്രണ്ടാം വർഷത്തിലെ ഒക്ടോബറിൽ, ഴാങ് സ്യൂട്ടുവോയെ പ്രതിരോധിക്കാൻ സൈന്യത്തോടൊപ്പമുള്ള ശക്തനായ ജനറൽ സിൻഗ്യാങ് ടോങ്ങിനെ ആക്രമിക്കാൻ ലി മി ഴായിയെ പ്രേരിപ്പിച്ചു, സ്യൂയി സൈന്യത്തെ പരാജയപ്പെടുത്തി ഴാങ് ഷുട്ടുവോയെ വധിച്ചു. ലി മി തന്ത്രത്തിൽ മിടുക്കനായിരുന്നു.ഡേയുടെ പന്ത്രണ്ടാം വർഷത്തിലെ ഒക്ടോബറിൽ, ഴാങ് സ്യൂട്ടുവോയെ പ്രതിരോധിക്കാൻ സൈന്യത്തോടൊപ്പമുള്ള ശക്തനായ ജനറൽ സിൻഗ്യാങ് ടോങ്ങിനെ ആക്രമിക്കാൻ ലി മി ഴായിയെ പ്രേരിപ്പിച്ചു, സ്യൂയി സൈന്യത്തെ പരാജയപ്പെടുത്തി ഴാങ് ഷുട്ടുവോയെ വധിച്ചു.\nപിന്നീട്, Xingluo (പിന്നീട് പുനർനാമകരണം ചെയ്യപ്പെട്ടത് Luokou) വെയർഹൗസ് ആക്രമിക്കാനും, ദുരിതാശ്വാസത്തിനായി വെയർഹൗസ് തുറക്കാനും, ടീമിനെ വിപുലീകരിക്കാനും അദ്ദേഹം നിർദ്ദേശിച്ചു.വാഗാംഗ് ആർമി ടീം അതിവേഗം വളർന്നു.ഡയേയുടെ 13-ാം വർഷത്തിൽ, ലി മി വാഗാംഗ് ആർമിയെ നയിച്ചു, ഴായി രംഗ് സുയി രാജവംശത്തിന്റെ തരംതാഴ്ത്തലും വിതരണവും കൈകാര്യം ചെയ്തു.സൈനിക വിഭവങ്ങളുടെയും മറ്റ് പ്രശ്‌നങ്ങളുടെയും പേരിൽ ഒരു യുദ്ധമുണ്ടായി, ലി മി സായ് റാംഗിനെയും നൂറുകണക്കിന് അനുയായികളെയും കൊന്നു. പിന്നീട്, Xingluo (പിന്നീട് പുനർനാമകരണം ചെയ്യപ്പെട്ടത് Luokou) വെയർഹൗസ് ആക്രമിക്കാനും, ദുരിതാശ്വാസത്തിനായി വെയർഹൗസ് തുറക്കാനും, ടീമിനെ വിപുലീകരിക്കാനും അദ്ദേഹം നിർദ്ദേശിച്ചു.വാഗാംഗ് ആർമി ടീം അതിവേഗം വളർന്നു.ഡയേയുടെ 13-ാം വർഷത്തിൽ, ലി മി വാഗാംഗ് ആർമിയെ നയിച്ചു, ഴായി രംഗ് സുയി രാജവംശത്തിന്റെ തരംതാഴ്ത്തലും വിതരണവും കൈകാര്യം ചെയ്തു.സൈനിക വിഭവങ്ങളുടെയും മറ്റ് പ്രശ്‌നങ്ങളുടെയും പേരിൽ ഒരു യുദ്ധമുണ്ടായി, ലി മി സായ് റാംഗിനെയും നൂറുകണക്കിന് അനുയായികളെയും കൊന്നു.\nഡേയുടെ 14-ാം വർഷം മാർച്ചിൽ, യു വെൻഹുവാജി, സുയി രാജവംശത്തിലെ യാങ് ചക്രവർത്തിയെ വധിച്ചു.\n, 100,000-ത്തിലധികം ആളുകളെ പടിഞ്ഞാറോട്ട് മടങ്ങാൻ നയിച്ചു. ഡേയുടെ പതിനാലാം വർഷം മാർച്ചിൽ, യു വെൻഹുവാജി (യു വെൻ, സംയുക്ത കുടുംബപ്പേര്) സുയി രാജവംശത്തിലെ യാങ് ചക്രവർത്തിയെ വധിക്കുകയും 100,000-ത്തിലധികം ആളുകളുമായി പടിഞ്ഞാറോട്ട് മടങ്ങുകയും ചെയ്തു. ലി മി ഹുവാജിയെ ആക്രമിക്കാൻ ഉത്തരവിട്ടു.ഹുവാജി പരാജയപ്പെട്ടെങ്കിലും ലി മിയുടെ സൈന്യത്തിനും കനത്ത നഷ്ടം സംഭവിച്ചു.പിന്നീട് വാങ് ഷിചോങ്ങ് അവരെ പിന്തുടർന്നു.ലി മിയുടെ സൈന്യം പരാജയപ്പെടുകയും അവന്റെ ക്യാമ്പ് നശിപ്പിക്കപ്പെടുകയും ചെയ്തു.അയാളുടെ ജനറൽമാരായ ക്വിൻ ഷുബാവോ, ചെങ് സിജി (യഥാർത്ഥ പേര്. ചെങ് യാവോജിൻ), നിയു ജിൻഡയും മറ്റുള്ളവരും പിടിക്കപ്പെട്ടു. , ഷാൻ സിയോങ്‌സിൻ കീഴടങ്ങി. ലി മി ഹുവാജിയെ ആക്രമിക്കാൻ ഉത്തരവിട്ടു.ഹുവാജി പരാജയപ്പെട്ടെങ്കിലും ലി മിയുടെ സൈന്യത്തിനും കനത്ത നഷ്ടം സംഭവിച്ചു. പിന്നീട്, വാങ് ഷിചോങ്ങ് അവനെ പിന്തുടർന്നു.ലി മിയുടെ സൈന്യം പരാജയപ്പെടുകയും അവന്റെ പാളയം നശിപ്പിക്കപ്പെടുകയും ചെയ്തു.അവന്റെ ജനറൽമാരായ ക്വിൻ ഷുബാവോ, ചെങ് ഷിജി (യഥാർത്ഥ പേര് ചെങ് യാവോജിൻ), നിയു ജിൻഡയും മറ്റുള്ളവരും പിടിക്കപ്പെട്ടു, ഷാൻ സിയോങ്‌സിൻ കീഴടങ്ങി. ലി മി നിരാശനായിരുന്നു, അതിനാൽ അദ്ദേഹം സെപ്തംബറിൽ നദി കടന്ന് ഹെയാങ്ങിലേക്ക് പോയി, ടാങ് രാജവംശത്തിന് കീഴടങ്ങി. ലി മി നിരാശനായിരുന്നു, അതിനാൽ അദ്ദേഹം സെപ്തംബറിൽ നദി കടന്ന് ഹെയാങ്ങിലേക്ക് പോയി, ടാങ് രാജവംശത്തിന് കീഴടങ്ങി.\nനവംബറിൽ ലി യുവാൻ പഴയ സൈനികരെ റിക്രൂട്ട് ചെയ്യാൻ ലി മിയെ ഷാൻഡോങ്ങിലേക്ക് അയച്ചു. നവംബർ,\nപഴയ സൈനികരെ റിക്രൂട്ട് ചെയ്യാൻ ഷാൻഡോങ്ങിൽ കാത്തിരിക്കാൻ ലി യുവാൻ ലി മിയെ അയച്ചു. തന്നെ സംശയിക്കപ്പെടുന്നുവെന്ന് തോന്നിയ അദ്ദേഹം ടാംഗിനെതിരെ മത്സരിച്ചു. തന്നെ സംശയിക്കപ്പെടുന്നുവെന്ന് തോന്നിയ അദ്ദേഹം ടാംഗിനെതിരെ മത്സരിച്ചു. ടാങ് ജനറൽ ഷെങ് യാൻഷി ലി മിയെ ആക്രമിക്കാൻ ക്ഷണിക്കുകയും സിംഗ്‌ഗോങ് സിയാനിൽ വച്ച് അവനെ കൊല്ലുകയും ചെയ്തു. ടാങ് ജനറൽ ഷെങ് യാൻഷി ലി മിയെ ആക്രമിക്കാൻ ക്ഷണിക്കുകയും സിംഗ്‌ഗോങ് സിയാനിൽ വച്ച് അവനെ കൊല്ലുകയും ചെയ്തു.", "聖意": "വീട്, വീട്, നാവ്, സ്വയം, വില്ലൻ, സമ്പത്ത് തേടൽ, ബിസിനസ്സ് പാഴാക്കൽ, വിവാഹങ്ങൾ ശാശ്വതമല്ല, ലിയുജിയ, ശൂന്യമായ പൂക്കൾ, കാൽനടയാത്രക്കാർ, യാവോഷ്യൻ, പട്ടുനൂൽ നാശം, ആറ് കന്നുകാലി നാശം, കാണാതായ വ്യക്തികൾ, കേസുകൾ, നഷ്ടം, കുടിയേറ്റം, യാഥാസ്ഥിതികത, നഷ്ടപ്പെട്ട സ്വത്ത് അസുഖം, തടസ്സങ്ങൾ, പർവത ശവകുടീര പരിഷ്കരണം", "古人": "ലി മി ടാങ് രാജവംശത്തിനെതിരെ മത്സരിച്ചു", "第X籤": "എഴുപതാം സമനില", "宮": "തത്സുമി"}