{"籤詩版本二": "കാംഗ്ലോംഗ് പത്തൊൻപതാം ഗാർഡുകളുടെ അറിവ്: ഒരു സ്ത്രീ രണ്ടാം ഭർത്താവിനെ വിവാഹം കഴിച്ചു\nഒരു വില്ലും രണ്ട് അമ്പും കൊണ്ട് ദിനോസറുകൾ ഉടൻ തന്നെ സമാധാനത്തോടെ ജീവിക്കും", "詩意": "ഈ ഹെക്സാഗ്രാം രണ്ട് അമ്പുകൾ പിടിച്ചിരിക്കുന്ന വില്ലു പോലെയാണ്.\nഎല്ലാം ഒരുമിച്ചു നടന്നാൽ ഐശ്വര്യം.", "解曰": "അധികം ഭാരമില്ല. വിധി. Zhen Liuzhong തുറക്കുന്നു. ജാഗ്രത പാലിക്കുന്നതാണ് ഉചിതം.", "籤詩故事一": "◇വെൻജുൻ സിയാൻഗ്രു സന്ദർശിക്കുന്നു\nസിചുവാൻ പ്രവിശ്യയിലെ ലിങ്ക്യോങ്ങിൽ സമ്പന്നനായ വ്യവസായിയായ ഷുവോ വാങിന്റെ ചെറുമകന്റെ മകളായിരുന്നു ഷുവോ വെൻജുൻ.സംഗീതത്തിൽ പ്രാവീണ്യവും സാഹിത്യപരമായ പേരും ഉണ്ടായിരുന്നു. അവൾക്ക് പതിനാറ് വയസ്സുള്ളപ്പോൾ അവൾ വിവാഹിതയായി, കുറച്ച് വർഷങ്ങൾക്ക് ശേഷം അവളുടെ ഭർത്താവ് മരിച്ചു, അവൾ ഒരു വിധവയായി ജീവിക്കാൻ ജന്മ കുടുംബത്തിലേക്ക് മടങ്ങി.\nഒരു ദിവസം, സിമ സിയാങ്‌രു, ഷുവോ വാങ്‌സന്റെ വീട്ടിൽ വിരുന്നിന് പോയി.ഷുവോ വെൻജുൻ പുതുതായി വിധവയായെന്ന് അറിഞ്ഞപ്പോൾ, തന്റെ പ്രണയം പ്രകടിപ്പിക്കാൻ അദ്ദേഹം \"ഫീനിക്സ് സീക്കിംഗ് ദി ഫീനിക്സ്\" എന്ന ഗാനം പ്ലേ ചെയ്തു. Zhuo Wenjun സിമ സിയാൻഗ്രുവിനെ കുറിച്ച് നേരത്തെ കേട്ടിരുന്നു, ഈ വിരുന്ന് അവനെ സിമ സിയാൻഗ്രുവിലേക്ക് കൂടുതൽ ആകർഷിച്ചു. മറുവശത്ത്, സിമ സിയാങ്‌രുവിന്റെ വിരുന്നിന് ശേഷം, ഷുവോ വെൻജൂന്റെ സ്വകാര്യ വേലക്കാരിക്ക് കൈക്കൂലി നൽകാനായി അദ്ദേഹം ഉടൻ തന്നെ ധാരാളം പണം ചിലവഴിക്കുകയും സിമ സിയാങ്‌രുവിന് ഷുവോ വെൻജുനോടുള്ള സ്നേഹം അറിയിക്കാൻ ആവശ്യപ്പെടുകയും ചെയ്തു. വേലക്കാരി മുഖേന സിമ സിയാൻഗ്രുവിന്റെ പ്രണയത്തെക്കുറിച്ച് Zhuo Wenjun അറിഞ്ഞപ്പോൾ, അവൻ ഉടൻ തന്നെ Sima Xiangru താമസിച്ചിരുന്ന സത്രത്തിലേക്ക് ഓടിക്കയറി, Zhuo Wenjun ന്റെ വരവ് കണ്ടപ്പോൾ, Sima Xiangru ഉടൻ തന്നെ അവളുമായി തന്റെ ജന്മനാടായ ചെങ്ഡുവിലേക്ക് ഓടിപ്പോയി.\nഅവർ ചെങ്ഡുവിൽ ആയിരുന്നപ്പോൾ, ദമ്പതികൾ നിരാലംബരായി, ജീവിക്കാൻ ഒരു ചെറിയ ഹോട്ടൽ തുറക്കാൻ ലിങ്ക്യോങ്ങിലേക്ക് മടങ്ങേണ്ടിവന്നു.ഷുവോ വെൻജുൻ വൈൻ വിറ്റു, സിമ സിയാൻഗ്രു പാത്രങ്ങൾ കഴുകി, ദരിദ്രമായ ജീവിതം നയിച്ചു. Zhuo Wenjun-ന്റെ പിതാവ് Zhuo Wangsun, ഇതേക്കുറിച്ച് അറിഞ്ഞതിന് ശേഷം, അവൻ സമ്മതിക്കുകയും തന്റെ സുഹൃത്തുക്കളുടെ ഉപദേശപ്രകാരം അവർക്ക് ധനസഹായം നൽകുകയും ചെയ്തു, അങ്ങനെ Sima Xiangru ഉം Zhuo Wenjun ഉം ചെംഗ്ഡുവിലേക്ക് മടങ്ങി താമസിക്കുകയും പിന്നീട് സമ്പന്നരാകുകയും ചെയ്തു.", "聖意": "വീടും സ്വത്തും നഷ്ടപ്പെടുക, സ്വന്തം അവകാശങ്ങളും തെറ്റുകളും, സമ്പത്ത് തേടൽ, തൊഴിൽ ഇടപാടുകൾ, വിവാഹ പുനരൈക്യത്തിൽ നിന്ന് സംരക്ഷിക്കൽ", "古人": "വെൻജുൻ സിയാൻഗ്രു സന്ദർശിക്കുന്നു", "第X籤": "എഴുപത്തിയൊന്ന് നറുക്കെടുപ്പ്", "宮": "തത്സുമി"}