{"籤詩版本二": "തേനീച്ച വളർത്തുന്നവർ തേനിന് വേണ്ടി യാചിക്കണം, ഒരു കുത്തേറ്റാൽ കുത്താതിരിക്കാൻ\nനിങ്ങളുടെ മുൻപിൽ ഒരു വിചിത്രമായ പാത ഉണ്ടായിരിക്കണം, രഹസ്യം മുള്ളുകൾ നിറഞ്ഞ വനം പോലെ ആഴമുള്ളതാണ്.", "詩意": "ഈ ഹെക്സാഗ്രാം തേനീച്ചകൾ തേൻ ശേഖരിക്കുന്നതിനെ പ്രതീകപ്പെടുത്തുന്നു.\nഎല്ലാം അധ്വാനവും അധ്വാനവുമാണ്.\n\n(ഈ ഹെക്സാഗ്രാം മധുരത്തിന്റെയും കയ്പ്പിന്റെയും പ്രതീകമാണ്.\nഎല്ലാത്തിലും ദുരന്തങ്ങൾ തടയുക.\n)", "解曰": "കാര്യങ്ങൾ ശ്രദ്ധയോടെ ചെയ്യണം. നിർബന്ധിക്കേണ്ടതില്ല. തേനീച്ചകൾ തേൻ ശേഖരിക്കുന്നു. എന്താണ് കാരണം?", "籤詩故事一": "◇വാങ് മാങ് കഴിവുകൾ തേടുന്നു\nപടിഞ്ഞാറൻ ഹാൻ രാജവംശത്തിലെ വാങ് മാങ് കുടുംബം ഒരു സമ്പന്ന കുടുംബമാണെന്ന് പറയാം. അദ്ദേഹത്തിന്റെ പിതാവ് ചെറുപ്പത്തിൽ തന്നെ മരിച്ചെങ്കിലും, അദ്ദേഹത്തിന്റെ നിരവധി അമ്മാവന്മാരും അമ്മാവന്മാരും ഹാൻ രാജവംശത്തിന്റെ ചക്രവർത്തിമാരായി.അവർ ജനറലുകളും പ്രധാനമന്ത്രിമാരും, മാർക്വിസുകളും പാരിതോഷികങ്ങളും നേടി.വാങ് കുടുംബം വളരെ പ്രമുഖമായിരുന്നു.\nഎന്നാൽ വാങ് മാങ്ങിന്റെ സ്വന്തം ചെറിയ കുടുംബം വളരെ ദരിദ്രമായിരുന്നു; അവന്റെ പിതാവ് ചെറുപ്പത്തിൽ തന്നെ മരിച്ചു, ബന്ധുക്കളിൽ നിന്നുള്ള ജീവകാരുണ്യത്തെ ആശ്രയിച്ച് അമ്മയോടൊപ്പം മാത്രമാണ് അദ്ദേഹം താമസിച്ചിരുന്നത്. എന്നാൽ ഇക്കാരണത്താൽ, വാങ് മാങ് കുട്ടിക്കാലം മുതൽ ആളുകളുമായി ഇടപഴകുന്നതിൽ ഒരു കൂട്ടം കഴിവുകൾ വികസിപ്പിക്കുകയും പരിശീലിക്കുകയും ചെയ്തു. അയാൾക്ക് എത്ര സങ്കടമോ ദേഷ്യമോ തോന്നിയാലും, അവൻ എപ്പോഴും ബന്ധുക്കളുടെയും മുതിർന്നവരുടെയും അല്ലെങ്കിൽ പുറത്തുള്ളവരുടെയും മുമ്പിൽ വളരെ സന്തോഷത്തോടെയും സമാധാനത്തോടെയും ഒരു നോട്ടം കാണിക്കുന്നു, അതിനാൽ കുലത്തിലെ എല്ലാവരാലും അദ്ദേഹത്തെ വളരെയധികം അഭിനന്ദിച്ചു.\nഒരിക്കൽ, മൂത്ത അമ്മാവന് ഗുരുതരമായ അസുഖമുണ്ടായിരുന്നു, വിവരമറിഞ്ഞ്, അദ്ദേഹം രോഗിയുടെ കട്ടിലിനരികിൽ വന്നു, മരുന്നും വെള്ളവും കൊണ്ടുവന്ന് രാത്രിയിൽ ജാഗ്രത പാലിച്ചു, തുടർച്ചയായി മാസങ്ങളോളം, അവൻ വസ്ത്രം അഴിച്ചും, അലങ്കരിച്ചും, വിറച്ചും കിടന്നു. അവൻ ഒരു രോഗിയെക്കാൾ \"ക്ഷമ\" ആയിരുന്നു, ഒരു ജീവശാസ്ത്രപരമായ മകനേക്കാൾ കൂടുതൽ \"മകൻ\".\nഇതിന് തായ്‌വാൻ ജനതയിലെ എല്ലാവരും അദ്ദേഹത്തെ പ്രശംസിക്കുകയും പ്രതിഫലം ആവശ്യപ്പെട്ട് കത്തുകൾ എഴുതുകയും ചെയ്തു.\nഅതിനാൽ ഹാൻ രാജവംശത്തിലെ ചെങ് ചക്രവർത്തി അദ്ദേഹത്തിന് പുതിയ തലസ്ഥാനമായ മാർക്വിസ് എന്ന പദവി നൽകുകയും കൊട്ടാരത്തിൽ കാവൽക്കാരനായി നിയമിക്കുകയും ചെയ്തു, ചക്രവർത്തിയുടെ അടുത്ത മന്ത്രിയായി.\nഉയർന്ന പദവിയും മഹത്തായ അധികാരവും കൊണ്ട് വാങ് മാങ് ഒരിക്കലും അഹങ്കാരമോ അലസതയോ കാണിച്ചിരുന്നില്ല.പകരം കൂടുതൽ കൂടുതൽ മര്യാദയും മര്യാദയും ഉള്ളവനായിത്തീർന്നു.ഒരു വശത്ത് മന്ത്രിമാർ, സൈന്യാധിപന്മാർ, മന്ത്രിമാർ, പ്രശസ്ത പണ്ഡിതന്മാർ, പണ്ഡിതന്മാർ എന്നിവരുമായി സൗഹൃദം സ്ഥാപിച്ചു.\nഎന്നാൽ അവൻ വളരെ മിതവ്യയ ജീവിതം നയിച്ചു, പലപ്പോഴും മാംസ വിഭവങ്ങൾ കഴിച്ചു, നീളമുള്ള വസ്ത്രങ്ങളും നീളൻ കൈയുള്ള വസ്ത്രങ്ങളും ധരിച്ച്, കുറിയ വസ്ത്രങ്ങൾ മാത്രം ധരിച്ചു. അതിനാല് സര് ക്കാരിലെയും പൊതുസമൂഹത്തിലെയും എല്ലാവരും ഒരേസ്വരത്തില് \"സദാചാര\" എന്ന വാക്ക് കൊണ്ട് അദ്ദേഹത്തെ പുകഴ്ത്തി.\nപിന്നീട്, അദ്ദേഹത്തിന്റെ അമ്മാവൻ ഗ്രാൻഡ് സിമ വാങ്ഗൻ അസുഖം മൂലം മരിക്കുകയും പകരം അദ്ദേഹത്തെ തിരഞ്ഞെടുക്കുകയും ചെയ്തു. ചക്രവർത്തിയും എല്ലാ മന്ത്രിമാരും അവനാണ് ഏറ്റവും അനുയോജ്യൻ എന്ന് കരുതി. അതുകൊണ്ട് തന്നെ മുപ്പത്തിയെട്ട് വയസ്സ് മാത്രം പ്രായമുള്ള വാങ് മാങ് രാജ്യത്തെ ഏറ്റവും ഉയർന്ന സൈനിക ശക്തിയുള്ള ഗ്രാൻഡ് സിമയായി.\n(ഈ കഥ ഒരു രൂപകമാണ്. ഒരു നല്ല മനുഷ്യനായിരിക്കാൻ മിടുക്കനാകുന്നത് \"തേനീച്ചകൾ കുത്തുന്നതിന്റെ ബുദ്ധിമുട്ട്\" ഒഴിവാക്കാനും നിങ്ങളുടെ ആഗ്രഹം പോലെ നിങ്ങളുടെ ആദർശങ്ങൾ നേടാനും സഹായിക്കും.)", "聖意": "വീട് സുഖമല്ല, കുടുംബം കുഴപ്പത്തിലാണ്, കച്ചവടം മുടങ്ങി, വിവാഹം മുടങ്ങി, ആറാട്ട് കവചം വ്യാജം, കാൽനടയാത്രക്കാർ വൈകി, പട്ടുനൂൽ വിളവ് കുറഞ്ഞു, കന്നുകാലികൾ കുറവാണ്, ബുദ്ധിമുട്ടാണ് ആളുകളെ കണ്ടെത്തുക, കേസ് മോശമാണ്, കുടിയേറ്റം നീങ്ങുന്നില്ല, നഷ്ടപ്പെട്ട സ്വത്ത് മോശമാണ്, രോഗം സ്ഥാപിച്ചു, പർവത ശവക്കുഴി നഷ്ടപ്പെട്ടു", "古人": "വാങ് മാങ് പ്രതിഭകളെ തേടുന്നു", "第X籤": "എഴുപത്തിരണ്ട് ലോട്ടറി അടിച്ചു", "宮": "തത്സുമി"}