{"籤詩版本二": "വസന്തം വരുമ്പോൾ, ഇടിമുഴക്കം നൂറുകണക്കിന് ഷഡ്പദങ്ങളുടെ ചിലച്ചകളെ കുലുക്കുന്നു, ഞാൻ ചെളിയിൽ നിന്ന് അകന്നുപോകുന്നു\nഞാനിപ്പോഴും വരുകയും പോകുകയും ചെയ്യുന്നുണ്ടെന്ന് ആദ്യം തിരിച്ചറിഞ്ഞപ്പോൾ, ഒരിക്കൽ ഞാൻ മാറിയപ്പോൾ ഞാൻ ഒരു മഹാസർപ്പമായി.", "詩意": "ഈ ഹെക്സാഗ്രാം ഇടിയും പ്രാണികളും പോലെയാണ്.\nകുലീനനായ ഒരു വ്യക്തിയെ കണ്ടുമുട്ടുന്നത് എല്ലാത്തിലും ഒരു നല്ല അടയാളമാണ്.", "解曰": "ഇടിമുഴക്കം. അകത്തും പുറത്തും രണ്ട് നിക്ഷേപങ്ങൾ. ഒരിക്കൽ മാറ്റുക. ടിയാൻമെൻ വരെ.", "籤詩故事一": "◇ചെങ്കിയാവോ കലാപം\nഎഡി 959-ൽ, ഷൗ ഷിസോങ് ചായ് റോംഗ് മരിച്ചു, ചക്രവർത്തി ഗോങ്ങ്, സിംഹാസനത്തിൽ കയറിയ ചായ് സോങ്‌ഷൂണിന് ഏഴ് വയസ്സ് മാത്രമേ ഉണ്ടായിരുന്നുള്ളൂ. അക്കാലത്ത്, കൊട്ടാരത്തിന് മുന്നിൽ ഇൻസ്പെക്ടറായും ജർമ്മൻ സൈന്യത്തിലെ സോംഗ്ഷൂവിന്റെ ദൂതനായും സേവനമനുഷ്ഠിച്ച ഷാവോ കുവാങ്‌യിൻ യഥാർത്ഥ അധികാരം വഹിച്ചു.\nഎഡി 960-ലെ വസന്തകാലത്ത്, വടക്കൻ ഹാൻ രാജവംശത്തിന്റെയും ലിയാവോ സ്റ്റേറ്റിന്റെയും സൈന്യങ്ങൾ സംയുക്തമായി തെക്കോട്ട് നീങ്ങി പിൽക്കാല ഷൗ രാജവംശത്തെ ആക്രമിക്കുകയാണെന്ന് ഷെൻഷൗവും (ഇന്നത്തെ ഷെങ്‌ഡിംഗ്, ഹെബെയ് പ്രവിശ്യ) ഡിങ്‌ഷൗവും (ഇന്നത്തെ ഡിംഗ്‌സിയാൻ കൗണ്ടി, ഹെബെയ് പ്രവിശ്യ) റിപ്പോർട്ട് ചെയ്തു. വലിയ ആക്കം, സഹായത്തിനായി സൈന്യത്തെ അയയ്ക്കാൻ അഭ്യർത്ഥിച്ചു. പിന്നീട്, ഷൗ രാജവംശം, ശത്രുവിനെതിരെ പോരാടാൻ തന്റെ സൈന്യത്തെ വടക്കോട്ട് നയിക്കാൻ ഷാവോ കുവാങ്‌യിന് ഉത്തരവിട്ടു. സഹോദരൻ ഷാവോ ഗുവാങ്കി, ഷാവോ പു, ഷി ഷൗക്സിൻ തുടങ്ങിയവരുടെ ആസൂത്രണത്തിന് കീഴിൽ ഷാവോ കുവാങ്‌യിൻ രഹസ്യമായി പ്രവർത്തിച്ചു.\nഫെബ്രുവരി 3-ന്, സൈന്യം ചെൻക്യാവോയിയിൽ (ഇപ്പോൾ ഹെനാൻ, ഫെങ്‌ക്യുവിന് തെക്കുകിഴക്ക്, ചെൻകിയാവോ ടൗൺ) എത്തിയപ്പോൾ, അവർ ഒരു കലാപം അഴിച്ചുവിടുകയും സൈനികരോട് അദ്ദേഹത്തിന് മഞ്ഞ വസ്ത്രം ധരിക്കാൻ ആജ്ഞാപിക്കുകയും ചെയ്തു. പിന്നീടുള്ള ഷൗ രാജവംശത്തിനെതിരെ അവർ മത്സരിക്കുകയും ഷാവോ കുവാങ്‌യിനെ ചക്രവർത്തിയായി പിന്തുണയ്ക്കുകയും ചെയ്തു. . അതിനുശേഷം, ഷാവോ തന്റെ സൈന്യത്തെ കത്തിക്കുകയോ കൊല്ലുകയോ കൊള്ളയടിക്കുകയോ ചെയ്യാതെ തിരികെ കൈഫെങ്ങിലേക്ക് നയിച്ചു. \"തൈസു ചെൻ ക്യാവോ തലസ്ഥാനത്തെ ജനങ്ങളെ ശല്യപ്പെടുത്തരുതെന്ന് ശപഥം ചെയ്തു, നഗരത്തിൽ പ്രവേശിച്ച ദിവസം നഗരത്തെ ശല്യപ്പെടുത്തില്ലെന്ന് അദ്ദേഹം വാഗ്ദാനം ചെയ്തു.\"\nചാന്ദ്ര മാസത്തിന്റെ മൂന്നാം വർഷത്തിന്റെ മൂന്നാം ദിവസം, ഷാവോ കുവാങ്‌യിൻ ചെങ്കിയാവോയിൽ കലാപം നടത്തി തലസ്ഥാനത്തേക്ക് മടങ്ങി, ഷാവോ കുവാങ്‌യിനെ ചോദ്യം ചെയ്യാൻ ഫാൻ സി വാങ് പുയെയും വെയ് റെൻപുവിനെയും നയിച്ചു. : \"മൂന്ന് സൈന്യങ്ങൾക്കും യജമാനന്മാരില്ല. എല്ലാ ജനറലുകളും അദ്ദേഹത്തെ ചക്രവർത്തിയായി നിയമിക്കാൻ തീരുമാനിച്ചു. ആരെങ്കിലും സംസാരിച്ചാൽ കൊല്ലപ്പെടും!\". വാങ് പുവിന്റെ മുഖം ഭൂമി പോലെ വിളറിയിരുന്നു.അയാൾ തന്റെ പടികൾ താഴ്ത്തി വണങ്ങി.ഫാൻ സിയും വണങ്ങി.കുവാങ് യിൻ അദ്ദേഹത്തെ വ്യക്തിപരമായി സഹായിക്കുകയും മാന്യമായി പെരുമാറുകയും ചെയ്തു.\nമിതമായ ചെറുത്തുനിൽപ്പിന് ശേഷം, പിൽക്കാല ഷൗ രാജവംശത്തിലെ ചക്രവർത്തി ഗോങ് സിംഹാസനത്തിൽ സിംഹാസനസ്ഥനായി, ഷാവോ സിംഹാസനം ഏറ്റെടുത്തു. \"തൈസു സെൻ സ്വീകരിക്കാൻ പോകുകയായിരുന്നു, പക്ഷേ സെൻ വാചകം ഉണ്ടായിരുന്നില്ല. ഹാൻലിനിലെ പണ്ഡിതനായ താവോ ഗു ഈ ഉത്തരവ് സ്വീകരിച്ചു. \"അത് കഴിഞ്ഞു\" എന്ന് പറഞ്ഞുകൊണ്ട് അവന്റെ അരികിലേക്ക് നടന്നു.\nഷാവോ സിംഹാസനത്തിൽ വന്നതിന് ശേഷം അദ്ദേഹം രാജ്യത്തിന്റെ പേര് സോംഗ്, യുവാൻ എന്നാക്കി ജിയാൻലോങ് എന്നാക്കി മാറ്റി കൈഫെങ്ങിനെ തലസ്ഥാനമാക്കി.ഷി ഷൗക്സിൻ, ഗാവോ ഹുവൈഡെ, ഷാങ് ലിംഗ്ഡുവോ, വാങ് ഷെൻകി, ഷാങ് ഗുവാങ്ഹാൻ, ഷാവോ യാൻഹുയി എന്നിവർക്കെല്ലാം ജീദുഷി പദവി ലഭിച്ചു. , അത് ചരിത്രത്തിൽ \"ചെങ്കിയാവോ കലാപം\" എന്നറിയപ്പെടുന്നു.\nവിക്കിപീഡിയ\n(സാവോ കുവാങ്‌യിന്റെ പ്രകടനത്തിന്റെ തുടക്കമാണിതെന്ന് ഈ കഥ പ്രതിനിധീകരിക്കുന്നു.)", "聖意": "നിങ്ങളുടെ വീട്, ദൈനംദിന ജീവിതം, സമ്പത്ത്, ഭാഗ്യം, ബിസിനസ്സിലെ ഭാഗ്യം, കുലീനമായ വിവാഹം, ലിയൂജിയയിലെ വിജയം, പുരുഷ കാൽനടയാത്രക്കാർ, വയലുകളിൽ പട്ടുനൂൽപ്പുഴുക്കളുടെ ആദ്യകാല ജനനം, ആറ് മൃഗങ്ങളുടെ ആദ്യകാല ജനനം, വസന്തകാലത്ത് ഭാഗ്യം, ആളുകളെ അന്വേഷിക്കുക എന്നിവയ്ക്കായി പ്രാർത്ഥിക്കുക , വ്യവഹാരങ്ങളിൽ വിജയം, ദേശാടനത്തിൽ ഭാഗ്യം, നഷ്ടപ്പെട്ട സ്വത്ത്, രോഗങ്ങളിൽ അപകടങ്ങൾ, പർവതങ്ങളിലും കുഴിമാടങ്ങളിലും അപകടങ്ങൾ.", "古人": "ചെങ്കിയാവോ കലാപം", "第X籤": "എഴുപത്തിമൂന്ന് ഒപ്പിട്ടു", "宮": "മി കൊട്ടാരം"}