{"籤詩版本二": "ഉയർന്ന മലയിൽ കടുവയെ വലിച്ചിഴക്കുന്നതുപോലെ, തണുപ്പ് തകർക്കാൻ പരസ്പരം പോരടിച്ചും മത്സരിച്ചും\nഅറിയാതെ പൊടുന്നനെ ഒരു നല്ല കാര്യം ചെയ്താൽ നിങ്ങൾ സ്വയം സുരക്ഷിതരായിരിക്കണം.കടുവയെ വലിച്ചിടുക എന്ന വാക്കിന്റെ അർത്ഥം കടുവയെ കെട്ടിപ്പിടിക്കുക എന്നാണ്.", "詩意": "ഈ ഹെക്സാഗ്രാം ഒരു കടുവയെ മലയ്ക്ക് കുറുകെ പിടിച്ച് (വലിച്ചിടുന്നത്) പോലെയാണ്.\nഎല്ലാം അപകടകരവും ഭയാനകവുമാണ്.", "解曰": "അപകടം അപകടകരമാണ്. മുന്നിൽ തടസ്സങ്ങളുണ്ട്. ഉപദേശം ചോദിച്ചാൽ. ഇത് ശരിക്കും കഠിനാധ്വാനമാണ്.", "籤詩故事一": "◇വു യുവാൻ രാത്രിയിൽ ഷാവോഗുവാൻ വിട്ടു (വു സിക്സു ഷാവോഗുവാൻ കടന്നു)\nവു സിക്സു വസന്തകാല ശരത്കാല കാലഘട്ടത്തിലെ ചു സ്വദേശിയായിരുന്നു. ആ സമയത്ത് ചുയിലെ രാജാവ് പിംഗ് അവനെ വേട്ടയാടാൻ ആഗ്രഹിച്ചു. വു സിക്സുവിന്റെ അറസ്റ്റിന് ചുവിലെ പിംഗ് രാജാവ് പാരിതോഷികം വാഗ്ദാനം ചെയ്യുകയും അദ്ദേഹത്തിന്റെ ഛായാചിത്രം വരച്ച് ചു സംസ്ഥാനത്തുടനീളമുള്ള നഗര കവാടങ്ങളിൽ സ്ഥാപിക്കുകയും അന്വേഷണം ത്വരിതപ്പെടുത്താൻ ഉദ്യോഗസ്ഥരോട് ആവശ്യപ്പെടുകയും ചെയ്തു. വു സിക്സു, വു, ചു എന്നിവയ്‌ക്കിടയിലുള്ള അതിർത്തിയായ ഷാവോഗ്വാനിലേക്ക് പലായനം ചെയ്തപ്പോൾ, ഷാവോഗ്വാനിലെ ഉദ്യോഗസ്ഥർ വളരെ സൂക്ഷ്മമായി പരിശോധിച്ചു, തുടർച്ചയായി നിരവധി രാത്രികളിൽ ഉറങ്ങാൻ കഴിയാതെ വിഷമിച്ചു, അവന്റെ തലമുടി പോലും ആശങ്കാകുലനായി നരച്ചു. ഭാഗ്യവശാൽ, ഡോങ് ഗാവോ ഗോങ് എന്ന വ്യക്തിയെ ഞാൻ കണ്ടുമുട്ടി, അവന്റെ ദുരവസ്ഥയിൽ സഹതപിക്കുകയും അവനെ ഒളിപ്പിക്കാൻ വീട്ടിലേക്ക് കൊണ്ടുപോവുകയും ചെയ്തു. ഡ്യൂക്ക് ഡോങ് ഗാവോയ്ക്ക് വു സിക്സുവിനെപ്പോലെ തോന്നിക്കുന്ന ഒരു സുഹൃത്ത് ഉണ്ടായിരുന്നു, അതിനാൽ ഡ്യൂക്ക് ഡോങ് ഗാവോ അവനോട് വു സിക്സുവായി അഭിനയിച്ച് പരീക്ഷയിൽ വിജയിക്കാൻ ആവശ്യപ്പെട്ടു. ഗേറ്റ്കീപ്പർമാർ വ്യാജ വു സിക്സുവിനെ പിടികൂടി, പക്ഷേ യഥാർത്ഥ വു സിക്സുവിനെ ഗേറ്റ്കീപ്പർമാർക്ക് തിരിച്ചറിയാൻ കഴിഞ്ഞില്ല, കാരണം അവന്റെ മുടി മുഴുവൻ വെളുത്തതിനാൽ അവർ അവനെ കടന്നുപോകാൻ അനുവദിച്ചു. പിന്നീട് വു എന്ന സംസ്ഥാനത്തേക്ക് സുരക്ഷിതമായി രക്ഷപ്പെട്ടു.\n(വൂ സിക്സുവിന് പകരം സാദൃശ്യമുള്ള, നരച്ച മുടിയുള്ള ഒരു സുഹൃത്തിനെ നിയമിക്കുന്നത് ഈ കഥയുടെ \"മാന്ത്രിക കൈ\"യാണ്)", "聖意": "സ്വയം സംരക്ഷിക്കാൻ നിങ്ങളുടെ വീടിനും വീടിനും വേണ്ടി പ്രാർത്ഥിക്കുക, സമ്പത്ത് തേടുന്നതിൽ സൂക്ഷിക്കുക, ഇടപാടുകളിൽ ശ്രദ്ധിക്കുക, ഇടപാടുകളിൽ സ്തംഭനാവസ്ഥ, വിവാഹ ബുദ്ധിമുട്ടുകൾ", "古人": "വു യുവാൻ രാത്രിയിൽ ഷാവോഗ്വാനിൽ നിന്ന് പുറപ്പെട്ടു (വു സിക്സു ഷാവോഗുവാൻ കടന്നു)", "第X籤": "എഴുപത്തഞ്ചാമത്തെ അടയാളം", "宮": "മി കൊട്ടാരം"}