{"籤詩版本二": "മത്സ്യത്തിന്റെയും ഡ്രാഗണിന്റെയും മിശ്രിതത്തിന് ഒരേ അർത്ഥമുണ്ട്. ആഴത്തിലുള്ള കുളത്തിൽ താമസിച്ച് ഭാഗ്യത്തിനായി കാത്തിരിക്കുക.\nഅബോധാവസ്ഥയിൽ, യുമെൻ തലയുയർത്തി ഡ്രാഗൺ കൊട്ടാരത്തിന് മുകളിലൂടെ ചാടി.", "詩意": "ഹെക്സാഗ്രാം മത്സ്യവും ഡ്രാഗണും മാറ്റമില്ലാതെ തുടരുന്നു.\nഎല്ലാം കൃത്യസമയത്ത് വരുന്നു.", "解曰": "അത് സിജി ആണെങ്കിലും. കൂടാതെ കാത്തിരിക്കുക. നിങ്ങളുടെ സ്വന്തം ബിസിനസ്സ് ആസൂത്രണം ചെയ്യുക. അശ്രദ്ധമായി പ്രവർത്തിക്കരുത്.", "籤詩故事一": "◇ഹോങ്വു കന്നുകാലികളെ നിരീക്ഷിക്കുന്നു\nഹൗസൗവിലെ സോംഗ്ലി സ്വദേശിയായ ഷു യുവാൻഷാങ് (ഇപ്പോൾ അൻഹുയി പ്രവിശ്യയിലെ ഫെങ്‌യാങ് കൗണ്ടി), യുവാൻ രാജവംശത്തിലെ യുവാൻ വെൻസോങ്ങിന്റെ ടിയാൻലിയുടെ ആദ്യ വർഷത്തിലാണ് ജനിച്ചത്, അദ്ദേഹത്തിന്റെ കുടുംബത്തിൽ നാലാം സ്ഥാനത്താണ്. ഒരു ദരിദ്ര കർഷക കുടുംബത്തിലാണ് അദ്ദേഹം ജനിച്ചത്.ചെറുപ്പത്തിൽ ദാരിദ്ര്യം കാരണം പഠിക്കാൻ കഴിയാതെ വന്ന അദ്ദേഹം ഒരിക്കൽ ജന്മിക്കുവേണ്ടി കന്നുകാലികളെ മേയിച്ചു.\nZhizheng-ന്റെ നാലാം വർഷത്തിൽ (1344) Huaibei യിൽ കടുത്ത വരൾച്ച ഉണ്ടായി.Zhu Yuanzhang ന്റെ അച്ഛനും അമ്മയും സഹോദരനും തുടർച്ചയായി മരിച്ചു, അതിനാൽ Huangjue ക്ഷേത്രത്തിൽ ഒരു പുതിയ സന്യാസി ആകുകയല്ലാതെ അദ്ദേഹത്തിന് മറ്റ് മാർഗമില്ലായിരുന്നു.\nക്ഷേത്രത്തിൽ പ്രവേശിച്ച് രണ്ട് മാസം തികയുന്നതിന് മുമ്പ്, ക്ഷാമകാലത്ത് ക്ഷേത്രത്തിന്റെ വാടക ഈടാക്കാനുള്ള ബുദ്ധിമുട്ട് കാരണം, ക്ഷേത്ര ഉടമ സംഭരണശാല അടച്ച് സന്യാസിമാരെ പിരിച്ചുവിട്ടു. ഴു യുവാൻഷാങ്ങിന് ജന്മനാട് വിട്ട് അലഞ്ഞുതിരിയുന്ന സന്യാസിയാകേണ്ടിവന്നു (a ഭിക്ഷാടനം നടത്തി ഉപജീവനം നടത്തിയ സന്യാസി).\nപിന്നീട്, ഷു യുവാൻഷാങ് മിംഗ് രാജവംശത്തിന്റെ ടൈസുവും ചൈനീസ് ചരിത്രത്തിലെ \"സിവിലിയൻ ചക്രവർത്തി\" ആയിത്തീർന്നു, ഭരണനാമമായ \"ഹോങ്‌വു\".\n(ഈ കഥയുടെ രൂപകം കുറച്ചുകാലം സാധാരണമായാൽ ഭാവിയിലും അങ്ങനെ തന്നെയായിരിക്കുമെന്നല്ല. സമയം ഇതുവരെ വന്നിട്ടില്ലാത്തതിനാലാണിത്.)", "聖意": "കുടുംബം സുരക്ഷിതമാണ്, കുടുംബം ആരോഗ്യമുള്ളതാണ്, ഭാഗ്യം നല്ലതാണ്, ബിസിനസ്സ് ബാക്കിയുണ്ട്, വിവാഹം വൈകുന്നു, പുരുഷൻ ലിയുജിയയിൽ ജനിക്കുന്നു, കാൽനടക്കാരൻ വൈകി, പട്ടുനൂൽ സമ്പന്നനാണ്, ആറ് മൃഗങ്ങൾ വാലുണ്ട്, ആളെ കാണാതായി, വ്യവഹാരം വൈകില്ല, കുടിയേറ്റം യാഥാസ്ഥിതികമാണ്, നഷ്ടപ്പെട്ട സ്വത്ത് തടഞ്ഞു, രോഗം പർവത ശവക്കുഴി തടസ്സപ്പെടുത്തുന്നു.", "古人": "ഹോങ്വു കന്നുകാലികളെ നോക്കുന്നു", "第X籤": "എഴുപത്തിയാറാമത്തെ ചീട്ട്", "宮": "മി കൊട്ടാരം"}