{"籤詩版本二": "സ്വപ്‌നത്തിൽ ധാരാളം സമ്പത്തുണ്ടാകുമെന്ന് പറഞ്ഞിരുന്നു, എന്നാൽ പ്രശസ്തി വെറുതെയാകില്ല.\nവെള്ളം അകലെയാണ്, പർവതങ്ങൾ അകലെയാണ്, പക്ഷേ വിശ്വസ്തത പുലർത്തുന്നത് ബുദ്ധിമുട്ടാണ്, കുലീനനായ വ്യക്തി മാർഗദർശനം നൽകുകയും പുഞ്ചിരിക്കുകയും ചെയ്യുന്നു.", "詩意": "ഈ ഹെക്സാഗ്രാം ഒരു സ്വപ്നത്തിൽ ഒരു നിധി നേടുന്നതിന്റെ പ്രതീകമാണ്.\nഎല്ലാം ഏറെക്കുറെ യഥാർത്ഥമാണ്.", "解曰": "ഒരു സ്വപ്നം പോലെ സ്വപ്നം കാണുന്നു. പ്രശസ്തി പ്രതീക്ഷയില്ല. നല്ല സമയത്തിനായി കാത്തിരിക്കുക. മാന്യമായ നിർദ്ദേശങ്ങൾ.", "籤詩故事一": "◇ ജേഡ് ഷാവോയിലേക്ക് തിരികെ നൽകുക (പൂർത്തിയായതിന് ശേഷം ജേഡ് ഷാവോയിലേക്ക് തിരികെ നൽകുക)\nബിസി 283-ൽ, ഷാവോ ഹുയ്‌വെൻ രാജാവ് ചൂവിൽ നിന്ന് ഹിസ് ബി കരസ്ഥമാക്കി, ക്വിൻ ഷാവോക്സിയാങ് രാജാവ് ഈ വാർത്ത അറിഞ്ഞതിന് ശേഷം, പതിനഞ്ച് നഗരങ്ങളെ ഹീസ് ബി എന്നാക്കി മാറ്റാൻ സന്നദ്ധത പ്രകടിപ്പിച്ച് ഷാവോ രാജാവിന് ഒരു കത്ത് അയച്ചു.\nക്വിൻ ശക്തനാണെന്നും ഷാവോ ദുർബലനാണെന്നും അദ്ദേഹത്തെ മാറ്റിസ്ഥാപിക്കേണ്ടതുണ്ടെന്നും ലിൻ സിയാങ്‌രു രാജാവ് ഷാവോയോട് വിശകലനം ചെയ്തു.\nപിന്നീട് ഷാവോ രാജാവ് ലിൻ സിയാങ്രൂവിനെ ഹിസ് ബിയുമായി ക്വിനിലേക്ക് അയച്ചു.\nക്വിൻ രാജാവ് ഷാങ്തായിൽ വച്ച് ലിൻ സിയാങ്‌രുവിനെ കണ്ടുമുട്ടി, ലിൻ സിയാങ്‌രു ക്വിൻ രാജാവിന് ജേഡ് സമ്മാനിച്ചു. ക്വിൻ രാജാവ് ആഹ്ലാദഭരിതനായി, സുന്ദരിക്ക് ഹിസ് ബൈ കൈമാറി, ചുറ്റുമുള്ളവരെല്ലാം അത് നോക്കി. ഈ സമയം, ഇടതും വലതും എല്ലാവരും ദീർഘായുസ്സോടെ നിലവിളിച്ചു.\nക്വിൻ രാജാവിന് നഗരം ഷാവോയ്ക്ക് നൽകാൻ ഉദ്ദേശ്യമില്ലെന്ന് ലിൻ സിയാങ്രു കണ്ടു, അതിനാൽ അദ്ദേഹം ക്വിൻ രാജാവിനോട് തന്റെ ജേഡ് വികലമാണെന്നും അത് ക്വിൻ രാജാവിനോട് ചൂണ്ടിക്കാണിക്കാൻ ആഗ്രഹിക്കുന്നുവെന്നും പറഞ്ഞു. ജേഡ് ബാക്ക്.\nLin Xiangru Heshi's Bi തിരികെ എടുത്ത ശേഷം, അവൻ Heshi's Bi- യുടെ കൂടെ മരിക്കാൻ ആഗ്രഹിക്കുന്നുവെന്ന് കാണിച്ച് വലിയ തൂണിനോട് ചേർന്ന് നിന്നു.\nഈ സമയത്ത്, ലിൻ സിയാങ്രു ക്വിൻ രാജാവിനോട് പറഞ്ഞു: \"ഷാവോ രാജാവ് മന്ത്രിമാരുടെ എതിർപ്പുകൾ മറികടന്ന് മന്ത്രിയുടെ നിർദ്ദേശം സ്വീകരിച്ചു. സാധാരണക്കാരുമായി ഇടപഴകുമ്പോൾ പരസ്പരം വഞ്ചിച്ചില്ലെങ്കിലും, അത് പറയേണ്ടതില്ല. ക്വിൻ ഒരു വലിയ രാജ്യമാണ്!ക്വിനും ഷാവോയും തമ്മിലുള്ള സൗഹൃദം കാത്തുസൂക്ഷിക്കാൻ, ഷാവോ രാജാവ് അഞ്ച് ദിവസത്തെ ഉപവാസത്തിനുശേഷം ഞാൻ എന്റെ മന്ത്രിമാരെ ക്വിനിലേക്ക് ജേഡുമായി അയച്ചു.നിർഭാഗ്യവശാൽ, ക്വിൻ രാജാവിന് ഷാവോയ്ക്ക് ഒരു നൽകാൻ ഉദ്ദേശമുണ്ടായിരുന്നില്ല എന്ന് മാത്രമല്ല. നഗരം, മാത്രമല്ല അവന്റെ കുടുംബത്തിന്റെ ജേഡ് സുന്ദരിയായ ഒരു സ്ത്രീക്ക് കൈമാറി, ഇത് ശരിക്കും എന്റെ മന്ത്രിമാരെ പരിഹസിക്കുന്നതായിരുന്നു.\nസംസാരിച്ചുകഴിഞ്ഞ്, ലിൻ സിയാങ്‌രു ഉടൻ തന്നെ ഒരു തൂണിൽ ഇടിക്കാൻ ആംഗ്യം കാണിച്ചു.ഹി ഈസ് ബിക്ക് കേടുപാടുകൾ സംഭവിക്കുമെന്ന് ക്വിൻ രാജാവ് ഭയപ്പെട്ടു, അതിനാൽ അദ്ദേഹം ഷാവോയ്ക്ക് പതിനഞ്ച് നഗരങ്ങൾ നൽകുന്നതായി നടിച്ചു. ക്വിൻ രാജാവിന്റെ വഞ്ചനാപരമായ പദ്ധതി ലിൻ സിയാങ്‌രു കണ്ടു, അതിനാൽ സമയം വൈകുന്നതിന് ഹിസ് ബി അവതരിപ്പിക്കുന്നതിന് മുമ്പ് അഞ്ച് ദിവസം ഉപവസിക്കാൻ കിംഗ് ക്വിനിനോട് ആവശ്യപ്പെട്ടു. ഈ കുറച്ച് ദിവസങ്ങളിൽ, ലിൻ സിയാങ്‌രു തന്റെ പരിചാരകരെ ജേഡുമായി ഷാവോ സംസ്ഥാനത്തേക്ക് മടങ്ങാൻ അയച്ചു, അതേസമയം ക്വിൻ രാജാവുമായി ഇടപെടാൻ അദ്ദേഹം താമസിച്ചു.\n(ഒരു സാധാരണക്കാരന്റെ കണ്ണുകൾ അവന്റെ സ്റ്റാറ്റസിൽ ആകൃഷ്ടനാകുന്നത് പോലെയാണ് ഈ കഥ.)", "聖意": "വീട്ടിൽ അനുഗ്രഹത്തിനായി പ്രാർത്ഥിക്കുക, സമ്പത്ത് തടസ്സപ്പെടുത്തുക, ഇടപാടുകൾ നേടാൻ പ്രയാസമാക്കുക, ലിയുജിയാക്സു കാൽനടക്കാരുമായി വിവാഹം യോജിപ്പില്ല, ചിതിയൻ പട്ടുനൂലുകൾ സ്വീകരിക്കില്ല, ആറ് മൃഗങ്ങൾക്ക് കേടുപാടുകൾ സംഭവിക്കുന്നു, ആളുകളെ കാണാതാകുന്നു, പൊതു വ്യവഹാരങ്ങളും കുടിയേറ്റവും പ്രതീക്ഷിക്കുന്നു, നഷ്ടപ്പെട്ട കാര്യങ്ങൾ ദൂരെയാണ്, രോഗങ്ങൾ സ്ഥാപിക്കുകയും, പർവത ശവകുടീരങ്ങളിലേക്ക് അയയ്ക്കുകയും, മാറ്റുകയും ചെയ്യുന്നു.", "古人": "ജേഡ് ഷാവോയിലേക്ക് തിരികെ നൽകുക (ജാവോയിലേക്ക് ജേഡ് പൂർത്തിയാക്കുക)", "第X籤": "എഴുപത്തിയേഴാമത്തെ നറുക്കെടുപ്പ്", "宮": "നൂൺ പാലസ്"}