{"籤詩版本二": "ശൂന്യമായ കെട്ട്, നിങ്ങളെ സുരക്ഷിതമായി സൂക്ഷിക്കാൻ ഞാൻ ആഗ്രഹിക്കുന്നു, നിങ്ങളുടെ ശരീരം സുരക്ഷിതമായി സൂക്ഷിക്കുകയാണെങ്കിൽ, നിങ്ങൾ ഒരിക്കലും അത് തിരികെ നൽകരുതെന്ന് ഞാൻ ആഗ്രഹിക്കുന്നു.\nദൈവത്തിന്റെ പ്രീതി തിരിച്ചുകിട്ടിയ കാര്യം മറക്കരുത്, ദൈവവചനങ്ങളെ പുച്ഛിക്കരുത്.", "詩意": "ഈ ഹെക്സാഗ്രാം സത്യമാണെന്ന് വിശ്വസിക്കരുത്.\nഎല്ലാത്തിലും യാഥാസ്ഥിതികത പുലർത്തുന്നതിന്റെ ലക്ഷണമാണിത്.", "解曰": "ആളുകൾക്ക് അവരുടേതായ അഭിപ്രായങ്ങളുണ്ട്. മനസ്സ് തിരക്കുകൂട്ടേണ്ടതില്ല. Guanyin നിർദ്ദേശങ്ങൾ. അനാദരവ് കാണിക്കരുത്.", "籤詩故事一": "◇വെങ്കല പതാകയെ രഹസ്യമായി പിന്തുണയ്ക്കുന്നു\nടാങ് രാജവംശത്തിന്റെ പ്രശസ്ത സ്ഥാപക ജനറൽ, ക്വിൻ ക്യോങ് (ക്വിൻ ഷുബാവോ)ക്ക് സുയി രാജവംശത്തിന്റെ ഗ്രാൻഡ് മാർഷൽ പദവി ലഭിച്ചു.ശിശുയി പാസ് ആക്രമിക്കാൻ അദ്ദേഹം തന്റെ സൈന്യത്തെ നയിച്ചു (അല്ലെങ്കിൽ സിഷുയി പാസ് അല്ലെങ്കിൽ ഡോംഗ്ലിംഗ് പാസ്, ഐതിഹ്യങ്ങൾ വ്യത്യാസപ്പെട്ടിരിക്കുന്നു) യാങ് ലിൻ ( സിഷുയി പാസിന്റെ ഗാർഡ് ജനറലായിരുന്ന യാങ് യിചെങ്, സുയി രാജവംശത്തിലെ യാങ് ചക്രവർത്തിയാണ്, വെങ്കല പതാക സജ്ജീകരിക്കാൻ ഉത്തരവിട്ടിരുന്നു, എന്നാൽ ക്വിൻ ഷുബാവോയ്ക്ക് അതിനെ ആക്രമിക്കാൻ വളരെക്കാലം കഴിഞ്ഞില്ല. രൂപീകരണത്തിന്റെ നേതാവ് ലുവോ ചെങ് തന്റെ ബന്ധുവാണെന്ന് കണ്ടെത്തിയതിനെ തുടർന്ന് അദ്ദേഹം അമ്മായിയുമായി ബന്ധപ്പെട്ടു.\nലുവോ ചെങ് പോകുന്നതിനുമുമ്പ്, പതാക മറിച്ചിടാൻ വന്നത് തന്റെ ബന്ധുവായ ക്വിൻ ക്യോങ് ആണെന്ന് അമ്മയോട് പറഞ്ഞു, അവനെ രഹസ്യമായി സഹായിക്കാൻ അമ്മ ആജ്ഞാപിച്ചു. നിർണ്ണായക യുദ്ധത്തിന്റെ ദിവസം, വെങ്കല പതാകയുടെ കാവൽ നിന്ന ലുവോ ചെങ് പെട്ടെന്ന് വശങ്ങൾ മാറി ക്വിൻ ക്യോംഗിനൊപ്പം ചേർന്നു.അവസാനം വെങ്കല പതാക രൂപീകരണത്തെ പരാജയപ്പെടുത്തി.ലുവോ ചെങ് ഡോംഗ്ലിംഗ് പാസ് കൈവശപ്പെടുത്തി വിജയിയായി മടങ്ങി.ലുവോ ചെംഗും കീഴടങ്ങി. ടാങ് രാജവംശം.\n(ഈ കഥ ചിലപ്പോൾ വികാരത്തെയോ വിശ്വാസത്തെയോ ആശ്രയിക്കാതെ കാര്യങ്ങൾ ചെയ്യുമ്പോൾ യുക്തിയെ ആശ്രയിക്കേണ്ട ഒരു രൂപകമാണ്.)", "聖意": "വീട് ഇപ്പോഴും സ്വയം വാഗ്ദാനം ചെയ്യാനും, സമ്പത്ത് തേടാനും, സ്വന്തം ഓഹരി സൂക്ഷിക്കാനും, വിവാഹത്തിൽ ജാഗ്രത പാലിക്കാനും, ഒരു പെൺകുട്ടിയെ പ്രസവിക്കാനും, കാൽനടയാത്രക്കാർ വയലിൽ തങ്ങാനും, പട്ടുനൂൽ, ഏഴ് പോയിന്റ്, ആറ് കന്നുകാലി നാശം, ആളുകളെ തിരയാനും പൊതു വ്യവഹാരങ്ങൾക്കും കുടിയേറ്റത്തിനും തയ്യാറാണ്. , നഷ്ടപ്പെട്ട സ്വത്ത്, പാശ്ചാത്യ രോഗങ്ങൾ, പർവതങ്ങൾക്ക് പരിഹാരം, പടിഞ്ഞാറ് ശവക്കുഴികൾ", "古人": "വെങ്കല പതാക താഴ്ത്താൻ രഹസ്യമായി സഹായിക്കുന്നു", "第X籤": "എഴുപത്തിയൊൻപത് ലോട്ട് നേടി", "宮": "നൂൺ പാലസ്"}