{"籤詩版本二": "ഉദാഹരണത്തിന്, ചാന്ദ്ര മാസത്തിലെ മൂന്നാമത്തെയോ നാലാമത്തെയോ അഞ്ചാമത്തെയോ ദിവസം ഇല്ലെങ്കിൽ, അത് പകുതി ഇല്ല, പകുതി നിലവിലുണ്ട്, അപൂർണ്ണമാണ്.\nവർഷത്തിലെ പതിനഞ്ചാം ദിവസം അർദ്ധരാത്രി ലഘുഭക്ഷണത്തിനായി കാത്തിരിക്കുന്നു, എല്ലാം ശോഭയുള്ളതും നിറഞ്ഞതുമാണ്", "詩意": "ഈ ഹെക്സാഗ്രാമിൽ, ചന്ദ്രൻ കാണുന്നില്ലെങ്കിലും പൂർണ്ണമല്ല.\nഎല്ലാത്തിലും ക്ഷമയോടെയിരിക്കുക.", "解曰": "യാഥാസ്ഥിതികമായി തുടരുക, കാത്തിരിക്കുക. മാസത്തിലെ ആദ്യ ദിവസം പോലെ. റൗണ്ട് ടൈമിനായി കാത്തിരിക്കുന്നു. മോശമായി ഒന്നുമില്ല.", "籤詩故事一": "◇ലി യുവാൻ സിംഹാസനത്തിൽ കയറി\nസുയി രാജവംശത്തിന്റെ അവസാന വർഷങ്ങളിൽ, സുയി രാജവംശത്തിലെ യാങ് ചക്രവർത്തി അഴിമതിക്കാരനും അലിഞ്ഞുചേർന്നവനുമായിരുന്നു, എല്ലായിടത്തും ആസ്വദിക്കുകയും ജനങ്ങൾക്കിടയിൽ നീരസമുണ്ടാക്കുകയും സാമ്രാജ്യത്തെ വീരന്മാർക്കിടയിൽ വിഭജിക്കുകയും ചെയ്തു.\nഎഡി 618-ൽ, യു വെൻഹുവാജി, സിമാ ദേക്കൻ, പേയ് ക്വാൻടോംഗ് എന്നിവരും മറ്റുള്ളവരും സുയി രാജവംശത്തിലെ യാങ് ചക്രവർത്തിയെ കൊല്ലാൻ ഒരു കലാപം ആരംഭിക്കുകയും യാങ് ഹാവോയെ ചക്രവർത്തിയായി പ്രഖ്യാപിക്കുകയും ചെയ്തു.\nതാമസിയാതെ യു വെൻഹുവാജി ക്വിൻ വാങ്‌ഹാവോയെ വധിക്കുകയും സ്വയം ചക്രവർത്തിയായി പ്രഖ്യാപിക്കുകയും സൂ എന്ന രാജ്യം സ്ഥാപിക്കുകയും ചെയ്തു.\nഅടുത്ത വർഷം, ടാങ് ജനറൽ ലി ഷെൻറോങ്ങും സിയാ രാജാവ് ഡൗ ജിയാൻഡെയും ചേർന്ന് അദ്ദേഹത്തെ സംയുക്തമായി നശിപ്പിച്ചു.\nസെൻട്രൽ പ്ലെയിൻസ് പ്രദേശം യാങ് ചക്രവർത്തിയുടെ മരണത്തെക്കുറിച്ച് അറിഞ്ഞതിനുശേഷം, ലുവോയാങ് ഗാർഡ് വാങ് ഷിചോംഗ് യുവെ രാജാവായ ഡോങ്ങിനെ ചക്രവർത്തിയായി പിന്തുണച്ചു, അതായത് സുയി രാജവംശത്തിലെ ഐ ചക്രവർത്തി.\nഈ സമയത്ത്, ലി യുവാൻ യാങ് യുവിനെ സ്ഥാനഭ്രഷ്ടനാക്കി, തയ്യുവാൻ ചക്രവർത്തിയായി സ്വയം പ്രഖ്യാപിക്കുകയും രാജ്യത്തിന്റെ പേര് ടാങ് എന്നാക്കി മാറ്റുകയും ചെയ്തു. ഇതാണ് ടാങ് ഗൗസു.", "聖意": "വീടും വീടും സ്വയം ആഗ്രഹിക്കുന്നു, വേനൽക്കാലത്തും ശരത്കാലത്തും ഭാഗ്യം, ഇടപാടുകളിൽ ശ്രദ്ധാലുവായിരിക്കുക, സമയത്തിനായി കാത്തിരിക്കുക, വിവാഹം വൈകി, ലിയുജിയ ഒരു പെൺകുട്ടിയെ പ്രസവിക്കുന്നു, കാൽനടയാത്രക്കാരെ തടയുന്നു, പട്ടുനൂൽ സ്ഥിരമാണ്, കന്നുകാലികൾ സ്ഥിരമാണ്, ബുദ്ധിമുട്ടാണ് ആളുകളെ കണ്ടെത്തുക, പൊതു വ്യവഹാരങ്ങളും കുടിയേറ്റവും യാഥാസ്ഥിതികമാണ്, നഷ്ടപ്പെട്ട സ്വത്ത് ബുദ്ധിമുട്ടാണ്, അസുഖം സ്ഥാപിക്കാൻ പ്രയാസമാണ്, പർവത ശവകുടീരത്തിലേക്ക് അയയ്ക്കുക, മാറ്റുക", "古人": "ലി യുവാൻ സിംഹാസനത്തിൽ കയറി", "第X籤": "വിജയിച്ച എൺപത്തിമൂന്ന് ലോട്ടറികൾ", "宮": "വെയ് ഗോങ്"}