{"籤詩版本二": "പ്രശസ്തി കാരണം നിങ്ങളുടെ പുണ്യം നഷ്ടപ്പെട്ടാൽ എന്തുചെയ്യും, ഭാഗ്യം മാറുമെന്നും മോശം കാര്യങ്ങൾ സംഭവിക്കുമെന്നും ഞാൻ ഭയപ്പെടുന്നു.\nമദ്യപിച്ച്, എവിടേക്ക് പോകണമെന്ന് എനിക്കറിയില്ല, പച്ച പൈൻ മരങ്ങളുടെ തണലിൽ ഞാൻ ഒരു മങ്ങിയ സ്വപ്നം കാണുന്നു.", "詩意": "ഈ ഹെക്സാഗ്രാം ജലത്തിൽ നിന്ന് പുറത്തുപോകുന്ന തണുത്ത മത്സ്യത്തെ പ്രതിനിധീകരിക്കുന്നു.\nഒന്നും നീക്കാൻ കഴിയില്ല.\n\n(ഈ ഹെക്സാഗ്രാം മോശം ഗുണത്തിന്റെയും നിർഭാഗ്യത്തിന്റെയും പ്രതീകമാണ്.\nഎല്ലാത്തിലും നിങ്ങളുടെ പാദങ്ങൾ നിലത്ത് വയ്ക്കുക.\n)", "解曰": "തണുത്ത മത്സ്യം വെള്ളം വിടുന്നു. നല്ല അന്തരീക്ഷം നശിപ്പിക്കുന്ന ഒന്ന്. ക്യാമ്പ് പ്ലാനുകളെ കുറിച്ച് ചോദിച്ചാൽ. മോ ക്വിയിലേക്കാണ് നല്ലത്\nഈ അടയാളം ലിയുജിയയ്ക്ക് ഭാഗ്യം കൊണ്ടുവരും. എല്ലാം തെറ്റായി പോകുന്നു. സുരക്ഷിതത്വത്തിനായി പ്രാർത്ഥിക്കുക.", "籤詩故事一": "◇സുവാങ്സി തന്റെ ഭാര്യയെ പരീക്ഷിക്കുന്നു\nZhuangzi ജനിച്ചത് Zhou രാജവംശത്തിലാണ്.അവന്റെ കുടുംബപ്പേര് Zhuang, ഇയാളുടെ പേര് Zhou, അവന്റെ യഥാർത്ഥ പേര് Zixiu എന്നാണ്.സോംഗ് രാജവംശത്തിലെ Mengyi സ്വദേശിയായിരുന്നു. ഷൗ രാജവംശത്തിൽ അദ്ദേഹം ക്യുവാന്റെ ഉദ്യോഗസ്ഥനായിരുന്നു.\nഒരു ദിവസം, ഷുവാങ്‌സി മലയിൽ വച്ച് ഒരു സ്ത്രീയെ കണ്ടുമുട്ടി, അവൾ ഒരു പുതിയ കുഴിമാടത്തിനു മുന്നിൽ പതുങ്ങി നിന്നു, ശവക്കുഴിയിലെ നനഞ്ഞ മണ്ണ് ഉണങ്ങാൻ ആഗ്രഹിക്കുന്നതുപോലെ, ആരാധകനെ നിരാശയോടെ കുലുക്കി. അവളുടെ ഉദ്ദേശം സുവാങ്‌സിക്ക് മനസ്സിലായില്ല, അവൻ അവളോട് ചോദിച്ചു. കുഴിമാടത്തിൽ കുഴിച്ചിട്ടത് തന്റെ ഭർത്താവാണെന്നും, കല്ലറയിലെ മണ്ണ് ഉണങ്ങുന്നത് വരെ തനിക്ക് മറ്റൊരു വിവാഹം കഴിക്കാൻ കഴിയില്ലെന്നായിരുന്നു ഭർത്താവിന്റെ അവസാന വാക്കുകൾ. അവൾക്ക് കൂടുതൽ കാത്തിരിക്കാൻ കഴിഞ്ഞില്ല, അതിനാൽ അവൾ ശവക്കുഴി മണ്ണ് ഇളക്കി, അത് വേഗത്തിൽ വരണ്ടതാക്കുന്നു, അങ്ങനെ അവൾക്ക് രണ്ടാമത്തെ വസന്തം പിന്തുടരാൻ കഴിഞ്ഞു.\nഹൃദയമില്ലാത്ത ഒരു സ്ത്രീ ഈ ലോകത്തുണ്ടെന്ന് ചിന്തിച്ചപ്പോൾ സുവാങ്സി നെടുവീർപ്പിട്ടു. അപ്പോൾ ഞാൻ ചിന്തിച്ചു, എന്റെ ഭാര്യ ഇങ്ങനെ ആയിരിക്കുമോ? സംശയം വരുമ്പോൾ, ഞാൻ അത് പരീക്ഷിക്കാൻ ആഗ്രഹിക്കുന്നു.\nഷുവാങ്‌സിയുടെ ഭാര്യയുടെ കുടുംബപ്പേര് ടിയാൻ എന്നായിരുന്നു, ദമ്പതികൾ സാധാരണയായി അടുത്ത ബന്ധം പുലർത്തിയിരുന്നു.ഭാര്യയുടെ വിശ്വസ്തത പരിശോധിക്കുന്നതിനായി, ഷുവാങ്സി മരിച്ചതായി നടിക്കാൻ തീരുമാനിച്ചു.\nസുവാങ്‌സി പെട്ടെന്ന് അസുഖം ബാധിച്ച് മരിച്ചുവെന്നറിഞ്ഞ്, ബന്ധുക്കളും സുഹൃത്തുക്കളും ഉൾപ്പെടെ നിരവധി ആളുകൾ അനുശോചനം അറിയിക്കാൻ എത്തി.അവരിൽ സമ്പന്നനായ ചു സംസ്ഥാനത്തിൽ നിന്നുള്ള സുന്ദരനായ രാജാവും ചെറുമകനും ഉണ്ടായിരുന്നു.അത് കണ്ട് ശ്രീമതി. ടിയാൻ പുതുതായി വിധവയും ദയനീയവുമായിരുന്നു, അവൻ അവളെ പിന്തുടർന്നു. ടിയാൻ പ്രലോഭനം സഹിക്കവയ്യാതെ വാങ് സണുമായി പ്രണയത്തിലായി, വെറും ഇരുപത് ദിവസത്തിനുള്ളിൽ അവർ വിവാഹിതരായി.\nഅന്നുരാത്രി വീഞ്ഞ് കുടിച്ച് ചെവി ചൂടായപ്പോൾ വാങ് സൺ പെട്ടെന്ന് ഹൃദയാഘാതം വന്ന് മരിച്ചു.\nടിയാൻ പേടിച്ചും പരിഭ്രാന്തിയും ആയി, എന്താണ് ചെയ്യേണ്ടതെന്ന് വാങ് സണിനോട് അടിയന്തിരമായി ചോദിച്ചു.വാങ് സൺ വേദന സഹിച്ചുകൊണ്ട്, മരിച്ചവരെ ജീവിതത്തിലേക്ക് തിരികെ കൊണ്ടുവരാൻ മൃതദേഹങ്ങളുടെ തലച്ചോറ് ഉപയോഗിക്കാമെന്ന് മിസ് ടിയനോട് പറഞ്ഞു.\nമൃതദേഹം എവിടെ കണ്ടെത്തും? മിസ് ടിയാൻ പെട്ടെന്ന് ചിന്തിച്ചു, അവളുടെ ഭർത്താവ് മരിച്ചതല്ലേ? ഭർത്താവും ഭാര്യയും തമ്മിലുള്ള പഴയ പ്രണയത്തെക്കുറിച്ച് മിസ്റ്റർ ടിയാൻ മറന്നു, യഥാർത്ഥത്തിൽ കോടാലി എടുത്ത് ഭർത്താവിന്റെ ശവപ്പെട്ടി പിളർത്തി, മരുന്നിനായി അവന്റെ തലച്ചോറ് പുറത്തെടുക്കാൻ തയ്യാറെടുത്തു.\nഅപ്രതീക്ഷിതമായി ശവപ്പെട്ടി തുറന്നപ്പോൾ ഷുവാങ്സി ജീവിതത്തിലേക്ക് തിരിച്ചുവന്നു. ശ്രീമതി ടിയാൻ തൂങ്ങിമരിക്കും വിധം ലജ്ജിച്ചു.\n(ഈ കഥ വ്യക്തിപരമായ നേട്ടങ്ങൾക്കായി സൗഹൃദം ലംഘിക്കുന്നതിന്റെ രൂപകമാണ്, അതിനോട് യോജിക്കാൻ കഴിയില്ല.)", "聖意": "വീട് ശാന്തമാണ്, സ്വയം സുരക്ഷിതമാണ്, പണം അന്യായമാണ്, കച്ചവടങ്ങൾ ബലിയർപ്പിക്കുന്നു, വിവാഹം പരിഹരിച്ചു, ലിയുജിയയിലെ ദോഷം സമൃദ്ധമാണ്, കാൽനടക്കാർ എത്തിയില്ല, പട്ടുനൂൽപ്പുഴുക്കൾ സമാധാനത്തിലാണ്, കന്നുകാലികൾക്ക് സമാധാനമുണ്ട്, ആളുകൾ ആളുകളെ അന്വേഷിക്കുന്നു, വ്യവഹാരം മാറി, ശിഷ്യന്മാർ യാഥാസ്ഥിതികരാണ്, സ്വത്ത് നഷ്ടപ്പെട്ടു, രോഗമില്ല, മലയും ശവകുടീരങ്ങളും ദുഷിച്ചിരിക്കുന്നു.", "古人": "സുവാങ്സി തന്റെ ഭാര്യയെ പരീക്ഷിക്കുന്നു", "第X籤": "ലോട്ട് 84", "宮": "വെയ് ഗോങ്"}