{"籤詩版本二": "ഇരുണ്ട മേഘങ്ങളും മൂടൽമഞ്ഞും മലയുടെ മുൻവശത്തെ റോഡിനെ മൂടുന്നു.എല്ലാം ഉരുണ്ടതാണ്, ചന്ദ്രൻ വീണ്ടും ഉരുണ്ടിരിക്കുന്നു.\nകവിതയും പുസ്‌തകവും കിട്ടിയാൽ ഗാഢമായ ഒരു സ്വപ്നത്തിൽ നിന്നുണരും.. കുലീനനായ മനുഷ്യൻ നിങ്ങളെ മേൽക്കൂരയിലേക്ക് നയിക്കും.", "詩意": "ഈ ഹെക്സാഗ്രാം വസന്തത്തിന്റെ അവസാനത്തെയും പൂക്കൾ വിരിയുന്നതിനെയും പ്രതീകപ്പെടുത്തുന്നു.\nകർത്താവിനു ശേഷം എല്ലാം മാറുന്നു.", "解曰": "വൃദ്ധനോട് സഹായം ചോദിക്കേണ്ടതുണ്ട്. വസന്തകാലത്ത് ഇത് വീണ്ടും പൂക്കുന്നു. പ്രശസ്തിക്കും സമ്പത്തിനും വേണ്ടിയുള്ള ആഗ്രഹം. ജീവിതത്തിന്റെ അവസാനത്തിൽ ഒരു കാറ്റിനെ അഭിമുഖീകരിക്കുക.", "籤詩故事一": "◇ഹാൻ വെംഗോംഗ് മഞ്ഞുവീഴ്ചയെ നേരിടുന്നു\nചംഗ്ലിയിൽ നിന്നുള്ള ഹാൻ യു, തുയിഷി എന്നായിരുന്നു അദ്ദേഹത്തിന്റെ പേര്. ഷെൻയുവാന്റെ എട്ടാം വർഷത്തിൽ ടാങ് ദെസോംഗ് ജിൻഷിയായി, അദ്ദേഹത്തിന്റെ മരണാനന്തര പദവി വെൻ ഗോങ് എന്നായിരുന്നു.\nതാങ് രാജവംശത്തിലെ സിയാൻസോങ് ചക്രവർത്തിയുടെ ഭരണകാലത്ത്, ഹാൻ യു ബുദ്ധന്റെ അസ്ഥികൾ ഉപയോഗിച്ച് പ്രതിഷേധിച്ചത് ചക്രവർത്തിയെ ചൊടിപ്പിച്ചു. ഹാൻ യു ഭാര്യയെയും കുട്ടികളെയും ഉപേക്ഷിച്ച് ചാവോസൗവിലേക്ക് പോയി. കുറച്ചു ദിവസങ്ങൾ കഴിഞ്ഞിട്ടും തണുത്ത കാറ്റ് വീശുകയും കനത്ത മഞ്ഞ് വീഴുകയും ചെയ്തു. കുതിരയ്ക്ക് മുന്നോട്ട് പോകാൻ ബുദ്ധിമുട്ടുണ്ടാക്കുന്ന തരത്തിൽ മഞ്ഞ് അടിയോളം താഴ്ചയുള്ള ഒരു സ്ഥലത്തേക്ക് ഹാൻ യു എത്തി.അടുത്തൊന്നും വീടില്ല, റോഡ് എവിടെയാണെന്ന് അവനറിയില്ല. നിങ്ങൾ പാത പിന്തുടരുകയും പിൻവാങ്ങുകയും ചെയ്യണമെങ്കിൽ, തിരിച്ചുപോകാൻ വഴിയില്ല. കാറ്റ് ശക്തമായി വീശുന്നു, മഞ്ഞ് അതിവേഗം വീഴുന്നു, ഹാൻ യു ചർമ്മത്തിൽ നനഞ്ഞു, തണുത്തുറഞ്ഞു, വിശന്നു, സങ്കടം പ്രകടിപ്പിക്കാൻ ഒരിടവുമില്ലായിരുന്നു.\nഹാൻ യു നെടുവീർപ്പിട്ടു പറഞ്ഞു: \"ചക്രവർത്തി എന്നെ കൊല്ലില്ല, പക്ഷേ ചക്രവർത്തി എന്നെ നശിപ്പിക്കാൻ ആഗ്രഹിക്കുന്നു.\"\nഹാൻ യു നിരാശനായി ഇരിക്കുമ്പോൾ, കൊടും തണുപ്പിനെ വകവെക്കാതെ ഒരു മനുഷ്യൻ മഞ്ഞ് നീക്കം ചെയ്യാൻ വരുന്നത് കണ്ടു, അവൻ ഹാൻ സിയാങ്‌സി (ഹാൻ യുവിന്റെ അനന്തരവൻ) ആയി മാറി.\nഹാൻ സിയാങ്‌സി ഹാൻ യുവിനോട് നേരത്തെ പറഞ്ഞിരുന്നു: \"ക്വിൻലിംഗിൽ യുൻ ഹെങ്ങിന്റെ വീട് എവിടെയാണ്? മഞ്ഞ് നീല ഗേറ്റിനെ ആലിംഗനം ചെയ്യുന്നു, കുതിര മുന്നോട്ട് നീങ്ങുന്നത് നിർത്തുന്നു.\" ഹാൻ സിയാങ്‌സി എന്താണ് ഉദ്ദേശിച്ചതെന്ന് ഹാൻ യുവിന് മനസ്സിലായില്ല, പക്ഷേ ഇപ്പോൾ അവൻ ഒടുവിൽ മനസ്സിലായി.\nഅങ്ങനെ ഹാൻ യുവും ഹാൻ സിയാങ്‌സിയും ലാങ്വാനിലെ ഫുവിന്റെ വീട്ടിൽ രാത്രി ചെലവഴിക്കാൻ പോയി. ഭൂതകാലത്തെക്കുറിച്ചും കൃഷിയിലേക്കുള്ള വഴിയെക്കുറിച്ചും സംസാരിക്കുമ്പോൾ ഹാൻ യുവിന് ആത്മാർത്ഥമായി ബോധ്യപ്പെട്ടു.\nപിന്നീട്, ഹാൻ യു തന്റെ ഔദ്യോഗിക സ്ഥാനം ഉപേക്ഷിച്ച്, തന്റെ സ്വത്തുക്കളെല്ലാം പ്രാദേശിക ഭരണകൂടത്തിന് സംഭാവന നൽകി, താവോയിസം ആചരിക്കാൻ മലകളിലേക്ക് പോയി അനശ്വരനായി.", "聖意": "വീട് സ്വയം നന്നല്ല, പണം തേടുന്നതിൽ ജാഗ്രത പാലിക്കുക, ബിസിനസ്സിൽ ശ്രദ്ധ കേന്ദ്രീകരിക്കുക, വിവാഹം വൈകും, ലിയുജിയ സ്ത്രീ കാൽനടക്കാർ വയലുകൾ തടയുന്നു, പട്ടുനൂൽ നല്ലതാണ്, കന്നുകാലികൾ നല്ലതാണ്, ആളുകളെ കണ്ടെത്താൻ പ്രയാസമാണ്, പൊതു വ്യവഹാരങ്ങൾ ആവർത്തിക്കുന്നു, കുടിയേറ്റം അപ്ഡേറ്റ് ചെയ്തു, നഷ്ടപ്പെട്ട കാര്യങ്ങൾ ഗുരുതരമാണ്, രോഗങ്ങൾ വൈകുന്നു, പർവത ശവകുടീരങ്ങൾ മാറ്റണം.", "古人": "ഹാൻ വെങ്കോങ്ങ് മഞ്ഞിനെ നേരിടുന്നു", "第X籤": "എൺപത്തിയഞ്ചാം നറുക്കെടുപ്പ്", "宮": "ഷെൻ ഗോങ്"}