{"籤詩版本二": "പടിഞ്ഞാറൻ പർവതത്തിന്റെ പകുതി ദൂരം നടന്നാൽ, ജുൻലിംഗിലെ പാറക്കെട്ടുകൾ സ്ഥാപിക്കാൻ കഴിയില്ല.\nസംരക്ഷണത്തിനായി ദൈവത്തെ നോക്കി, ഈ ശരീരം ഇപ്പോഴും മോർച്ചറിയിലാണ്", "詩意": "ഈ ഹെക്സാഗ്രാം മണലിൽ സ്വർണ്ണം തിരയുന്നത് പോലെയാണ്.\nഎല്ലാത്തിലും മാന്യരായ ആളുകളുടെ അടയാളങ്ങളുണ്ട്.\n\nകൂടാതെ: ഈ ഹെക്സാഗ്രാം വ്യക്തി അപകടത്തിലാണെന്ന് സൂചിപ്പിക്കുന്നു.\nഎല്ലാത്തിലും മാന്യരായ ആളുകളുടെ അടയാളങ്ങളുണ്ട്.", "解曰": "ഉളി കല്ലുകൊണ്ട് ജേഡ് കണ്ടെത്താം. മണലിൽ സ്വർണ്ണം കണ്ടെത്തുക. കഠിനാധ്വാനം ചെയ്യണം. വെറും കുഴപ്പം.\nമറ്റൊരു ജോലി: ബുദ്ധിമുട്ടുള്ള ഒരു സാഹചര്യം. താമസിക്കാൻ ഒരിടവുമില്ല. ദൈവാനുഗ്രഹം യാചിക്കുക. മനസ്സമാധാനത്തിനായി പ്രാർത്ഥിക്കുക.", "籤詩故事一": "◇സ്വർണ്ണം കടിച്ച് ഭൂഗർഭ ഗുഹകൾ പര്യവേക്ഷണം ചെയ്യുക\nതന്റെ സൈനിക ചൂഷണങ്ങൾ ആഘോഷിക്കാൻ, ചെങ് യാവോജിൻ യാൻവുയാങ്ങിൽ ഒരു വിരുന്ന് സംഘടിപ്പിച്ചു. പൊടുന്നനെ ഭൂമിയിൽ ആഴ്ന്നിറങ്ങാൻ പറ്റാത്ത ഒരു ദ്വാരം തുറന്നു.എല്ലാവരും വാക്കുകൾ പെറുക്കിയെടുത്തും, ജയിക്കാനായി സ്വർണം കടിച്ചും, കുഴിയിൽ കെട്ടാൻ കയറുകൾ വാടകയ്‌ക്കെടുത്തും നറുക്കെടുത്തു.\nകല്ലുകൊണ്ട് നിർമ്മിച്ച വാതിലുകളും മേശകളും കസേരകളും പാലങ്ങളും മറ്റ് വസ്തുക്കളും ഉണ്ട്.മേശപ്പുറത്ത് ഡ്രാഗൺ വസ്ത്രങ്ങളും ജേഡ് ബെൽറ്റുകളും ഉണ്ട്, അവ സ്വർണ്ണം കൊണ്ട് നിർമ്മിച്ചതും ഗുഹയിൽ നിന്ന് ജീർണിച്ചതുമാണ്.\nയാവോ ജിൻ ഒരു വലിയ പെട്ടിയും ഒരു ചെറിയ പെട്ടിയുമായി ദ്വാരത്തിൽ നിന്ന് പുറത്തിറങ്ങി, മരപ്പെട്ടി തുറന്ന് ജേഡ് സീൽ പുറത്തെടുത്തു, പെട്ടി തുറന്ന്, വലിയ പതാകയും കിരീടവസ്ത്രവും ട്രാക്കുകളും പുറത്തെടുത്ത് മേശപ്പുറത്ത് വച്ചു. എല്ലാവരും അവരെ ഓരോന്നായി വീക്ഷിച്ചു. വലിയ മുദ്രയിൽ കൊത്തിവച്ചിരിക്കുന്ന എട്ട് മുദ്രാക്ഷരങ്ങൾ \"ഹുൻഷിയിലെ അസുരരാജാവ്, മഹത്തായ സദ്ഗുണസമ്പന്നനായ ചക്രവർത്തി\" എന്ന് ഞാൻ കണ്ടു.\nഎല്ലാവരും അദ്ദേഹത്തെ \"ചക്രവർത്തി\" ആയി ആരാധിച്ചു, യോജിൻ അസുര രാജാവായി മൂന്ന് വർഷം ഇത് ചെയ്തു. (യഥാർത്ഥത്തിൽ, ഇത് സ്വയം പ്രഖ്യാപിതമായിരുന്നു, അക്കാലത്ത് ചെങ് യാവോജിൻ ഗ്രാമത്തിന്റെ നേതാവ് മാത്രമായിരുന്നു.)\n(നല്ല കാര്യങ്ങളും അഭിനയം പോലെയാണെന്നതിന്റെ രൂപകമാണ് ഈ കഥ. \"ഈ ശരീരം ഇപ്പോഴും ശൂന്യതയിലാണ്\" എന്ന കലാപരമായ സങ്കൽപ്പമാണിത്.)", "聖意": "വീടിനും വീടിനും വേണ്ടി പ്രാർത്ഥിക്കുക, ലാഭമില്ലായ്മ, സമ്പത്ത് അന്വേഷിക്കുക, കഠിനാധ്വാനം ചെയ്യുക, ബിസിനസ്സിൽ ശ്രദ്ധാലുവായിരിക്കുക, ലിയു ജിയാക്സു, കാൽനടക്കാർ, ചി ടിയാൻ, പട്ടുനൂൽപ്പുഴുക്കൾ, സ്ഥിരതയുള്ള ആറ് കന്നുകാലികൾ, ആളുകളെ അന്വേഷിക്കുക, കേസുകൾ ഒന്നുമില്ല , നഷ്ടം, കുടിയേറ്റം, നഷ്ടപ്പെട്ട സ്വത്ത് സൂക്ഷിക്കൽ, ദുഷിച്ച രോഗങ്ങൾ, തടസ്സങ്ങൾ, മലകളും ശവക്കുഴികളും.", "古人": "സ്വർണ്ണത്തിനായുള്ള ക്രിപ്റ്റ് പര്യവേക്ഷണം ചെയ്യുന്നു", "第X籤": "എൺപത്തിയേഴിൽ ഒപ്പിടുക", "宮": "ഷെൻ ഗോങ്"}