{"籤詩版本二": "നിങ്ങളുടെ വ്യക്തിപരമായ കാര്യങ്ങളിൽ എന്നെ ബുദ്ധിമുട്ടിക്കരുത്, പൊതുജനങ്ങളോട് ചോദിക്കുന്നതാണ് കൂടുതൽ ഉചിതം.\nതെളിഞ്ഞ ഹൃദയം ആകാശത്തിലെ ചന്ദ്രൻ പോലെ പ്രകാശവും വ്യക്തവുമാണ്", "詩意": "ഈ ഹെക്സാഗ്രാം ആകാശത്തിലെ ഒരു ശോഭയുള്ള ചന്ദ്രന്റെ ചിത്രത്തെ പ്രതിനിധീകരിക്കുന്നു.\nഎല്ലാം തെളിച്ചമുള്ളതും വായുസഞ്ചാരമുള്ളതുമാണ്.", "解曰": "ഹൃദയത്തിൽ നേരുള്ളവരായിരിക്കുക. നിയമം നേരെയാക്കുക. വിശുദ്ധ വാക്കുകൾ. ഒടുവിൽ അത് വ്യക്തമാകും.", "籤詩故事一": "◇കോങ് മിങ്ങിന്റെ ജനറൽ\nപരിഹാരം: ഷുഗെ ലിയാങ് തന്റെ സൈനികരെയും ജനറൽമാരെയും അണിനിരത്തുന്നു\nമൂന്ന് രാജ്യങ്ങളുടെ കാലഘട്ടത്തിൽ, ഷുഗെ ലിയാങ് (181-234), കടപ്പാട് കോങ്മിംഗ്, ലാംഗ്യയിലെ യാങ്ഡുവിലാണ് (ഇപ്പോൾ യിനാൻ കൗണ്ടി, ഷാൻഡോംഗ് പ്രവിശ്യ) ജനിച്ചത്.\nലിയു ബെയ് കോട്ടേജിൽ മൂന്ന് തവണ സന്ദർശനം നടത്തിയതിന് ശേഷം ഷുഗെ ലിയാങ് ഒരു ഉദ്യോഗസ്ഥനാകാൻ സമ്മതിച്ചു, ആ സമയത്ത്, കാവോ കാവോ ഹെബെയെ സമാധാനിപ്പിക്കുകയും തെക്കോട്ട് നീങ്ങാൻ തീരുമാനിക്കുകയും ചെയ്തു. അദ്ദേഹം സിയാവു ഡണിനെ ചീഫ് ജനറലായി അയച്ചു, യു ജിൻ, ലി ഡിയൻ എന്നിവരും മറ്റുള്ളവരും. ഡെപ്യൂട്ടി ജനറൽമാരായി, 100,000 സൈന്യത്തെ സിനിയിലേക്ക് മാർച്ച് ചെയ്യാൻ നയിച്ചു. ആ സമയത്ത് ശത്രുവിൽ നിന്ന് പിൻവാങ്ങാൻ ഷുഗെ ലിയാങ്ങിന് പദ്ധതിയുണ്ടായിരുന്നെങ്കിലും, ഗ്വാൻ യുവും ഷാങ് ഫീയും ഷുഗെ ലിയാങ്ങിന്റെ വാക്കുകളെ പുച്ഛിച്ചു തള്ളി. രണ്ടുപേരെയും കീഴടക്കാൻ ലിയു ബെയുടെ വാൾ ഉപയോഗിക്കുകയല്ലാതെ സുഗെ ലിയാങ്ങിന് മറ്റ് മാർഗമില്ലായിരുന്നു.അവർ ഓരോരുത്തരും ആയിരം പടയാളികളെയും കുതിരകളെയും നയിച്ച് യുഷാനിലും അൻലിനിലും പതിയിരുന്ന് തന്റെ സൈന്യത്തെ നയിക്കാൻ സിയാവു ഡണിനെ കാത്തിരിക്കുകയും തുടർന്ന് അവരെ ആക്രമിക്കുകയും ചെയ്തു. പതിയിരിപ്പുകളും തീയും.\nകൂടാതെ, Xiahou Dun നെതിരായ ഒരു മുൻനിരയായി യുദ്ധം ചെയ്യാൻ സൈന്യത്തിന്റെ പഴയതും ദുർബലവുമായ അവശിഷ്ടങ്ങളെ നയിക്കാൻ Zhao Yun അയയ്‌ക്കപ്പെട്ടു, തുടർന്ന് വ്യാജ പരാജയം ഏറ്റുവാങ്ങി പിൻവാങ്ങി, പർവതങ്ങളിലെയും വനങ്ങളിലെയും ഇടുങ്ങിയ റോഡിലേക്ക് Xiahou Dun-നെ ആകർഷിച്ചു. പിംഗ്, ഷൗ കാങ്, ലിയു ഫെങ് എന്നിവരും മറ്റുള്ളവരും കാവോയുടെ സൈന്യത്തിന്റെ പിന്നിലേക്ക് നുഴഞ്ഞുകയറുകയും സാധനങ്ങൾ കത്തിക്കുകയും കാവോയുടെ സൈന്യത്തിൽ പരിഭ്രാന്തി സൃഷ്ടിക്കുകയും ചെയ്യുന്നു.\nയുദ്ധത്തിനുശേഷം, ഷുഗെ ലിയാങ് ക്രമീകരിച്ചതുപോലെ എല്ലാം സംഭവിച്ചു. Xiahou Dun ഉം Yu Jin ഉം സൈന്യത്തെ പിന്തുടർന്നപ്പോൾ, പിന്നിൽ നിന്നിരുന്ന ലി ഡിയാൻ, ശത്രുക്കളുടെ വെടിവയ്പ്പിൽ നിന്ന് തനിക്ക് ജാഗ്രത പാലിക്കണമെന്ന് മുൻവശത്തുള്ള Xiahou Dun-നെ അടിയന്തിരമായി അറിയിച്ചു.എന്നിരുന്നാലും, അത് വളരെ വൈകിപ്പോയി, കാവോയുടെ സൈന്യം തടഞ്ഞു. ഇടുങ്ങിയ റോഡ്, മരങ്ങൾ പരസ്പരം പിണഞ്ഞുകിടക്കുന്ന സ്ഥലത്താണ് സ്ഥിതി ചെയ്യുന്നത്, അതിനാൽ തീ ആരംഭിക്കാൻ കഴിഞ്ഞില്ല, കനത്ത നാശനഷ്ടങ്ങൾ ഉണ്ടായി, സിയാവു ഡണും മറ്റ് ജനറലുകളും പരാജയപ്പെട്ട് സദുവിലേക്ക് പലായനം ചെയ്തു.\n(ആളുകളെ ഉപയോഗിക്കാനും വിവേകത്തോടെ രാജ്യം ഭരിക്കാനും കോങ് മിംഗ് മിടുക്കനാണ് എന്നതിന്റെ ഒരു രൂപകമാണ് ഈ കഥ.)", "聖意": "വീടും വീടും ഐശ്വര്യം, സമ്പത്ത്, മനസ്സമാധാനം, അഭിവൃദ്ധിയുള്ള ബിസിനസ്സ്, വിവാഹം, വിജയം, ലിയുജിയയിലെ വിജയം, പുരുഷന്മാർ സഞ്ചരിക്കുന്ന വയലുകൾ, പട്ടുനൂൽ, കന്നുകാലികളുടെ നഷ്ടം, കാണാതായ ആളുകൾ, പൊതു വ്യവഹാരങ്ങൾ, കുടിയേറ്റം, നഷ്ടപ്പെട്ട സ്വത്ത്, അനുഗ്രഹങ്ങൾ, രോഗം, സമാധാനം, മലകളും ശവക്കുഴികളും.", "古人": "കോങ് മിങ്ങിന്റെ ജനറൽ", "第X籤": "ഒമ്പതാം രാശി", "宮": "യിൻ കൊട്ടാരം"}