{"籤詩版本二": "ഒരു നല്ല ഷോ നിങ്ങളെ ജനക്കൂട്ടത്തിൽ നിന്ന് മുഖം ചുളിച്ച് വേറിട്ടു നിർത്തുന്നു, നിങ്ങളുടെ ഭാവി മാറുകയും നിങ്ങൾക്ക് ധാരാളം സമ്പത്ത് കൊണ്ടുവരികയും ചെയ്യും.\nഒരു റോഡ് ആകാശം പോലെ വിശാലമാണ്, നിങ്ങൾക്ക് നൽകാൻ കഴിയുന്ന എല്ലാ പണവും നിങ്ങളുടെ ഹൃദയത്തിലുണ്ടാകും", "詩意": "ഈ ഹെക്സാഗ്രാം ഒരു നല്ല ഭാവിയെ സൂചിപ്പിക്കുന്നു.\nഎല്ലാം നന്നായി പോകുന്നു.", "解曰": "ഒരു വലിയ റോഡ്. നിങ്ങൾക്ക് മുന്നോട്ട് പോകാം. നിങ്ങളുടെ ഹൃദയം ഉപയോഗിക്കുക. മുന്നോട്ട് മാത്രം.\nഈ അടയാളം ഉപയോഗിച്ച് എല്ലാം ആസൂത്രണം ചെയ്തതുപോലെ നടക്കുന്നു. ജിച്ചാങ്ങിന് ആശംസകൾ.", "籤詩故事一": "◇മൂന്ന് വീരന്മാർ ലു ബുവിനെതിരെ പോരാടുന്നു\nപരിഹാരം: മൂന്ന് വീരന്മാർ ഷാങ് ഫെയ്, ഗുവാൻ യു, ലിയു ബെയ് എന്നിവർ ലു ബുവിനെതിരെ പോരാടുന്നു\nഹുവാ സിയോങ്ങിനെ ശിരഛേദം ചെയ്തതായി ഡോങ് ഷുവോ മനസ്സിലാക്കി, യുദ്ധത്തിനായി ഫ്ലൈയിംഗ് ജനറൽ ലു ബുവിനെ അയച്ചു. ലു ബു യുദ്ധത്തിലേർപ്പെട്ടയുടൻ, അദ്ദേഹം ജനറൽമാരായ ഫാങ് യുവെയും മു ഷൂണിനെയും വധിക്കുകയും വു അൻഗുവോയെയും ഗോങ്‌സുൻ സാനെയും വധിക്കുകയും ചെയ്തു.\nലു ബുവിനെ തോൽപ്പിക്കാൻ ഗോങ്‌സുൻ സാന് കഴിയില്ലെന്ന് ഷാങ് ഫെയ് കണ്ടു, അതിനാൽ അദ്ദേഹം വേഗത്തിൽ ഗോങ്‌സുൻ സാനെ മാറ്റി, ആക്രോശിച്ചു: \"മൂന്ന് കുടുംബപ്പേരുകളുടെ അടിമകൾ പോകണം! യാനിൽ നിന്നുള്ള ഷാങ് ഫെയ് ഇവിടെയുണ്ട്!\" അതിനുശേഷം, അവർ അമ്പതിലധികം റൗണ്ടുകൾ യുദ്ധം ചെയ്തു. വിജയിയോ പരാജിതനോ ഇല്ലാതെ പിന്തുടർച്ച.\nഗ്വാൻ യു അത് കണ്ടതിന് ശേഷം, അവനും ഷാങ് ഫീയും ലു ബുവിനെ ആക്രമിക്കുകയും മുപ്പതിലധികം റൗണ്ടുകൾ പോരാടുകയും ചെയ്തു.\nലിയു ബെയും രണ്ട് വാളുകൾ വഹിച്ചു, തന്റെ കുതിരയെ കൈകൊട്ടി, ഷാങ് ഫെയ്‌യെയും ഗുവാൻ യുവിനെയും സഹായിക്കാൻ മുന്നോട്ട് പോയി.\nമൂന്നു പേരും ലു ബുവിനെ വളഞ്ഞിട്ട് വഴക്കിട്ടു.സംഘത്തിലുള്ളവരെല്ലാം സ്തംഭിച്ചുപോയി.\nതാമസിയാതെ, ലു ബുവിന് ശക്തി നഷ്ടപ്പെട്ടു തുടങ്ങി.ലു ബുവിന്റെ പെഗാസസ് പിൻവാങ്ങി, എന്നാൽ മൂന്ന് പേർ ലു ബുവിനെ പിന്തുടർന്നു.\n\"മൂന്ന് രാജ്യങ്ങൾ\"\n(ലു ബുവിന്റെ ധീരതയുടെയും പോരാട്ടവീര്യത്തിന്റെയും രൂപകമാണ് ഈ കഥ. ഒരാൾക്ക് മൂന്ന് പേരെ തോൽപ്പിക്കാൻ കഴിയും.)", "聖意": "വീടിന്റെ ഹൃദയം സമ്പത്ത് തേടിയുള്ള സ്വന്തം യാത്രയ്ക്ക് മാത്രമുള്ളതാണ്, സാധ്യമായ ഒരു വിവാഹ ലേഖനം ലിയുജിയയിലേക്ക് അയയ്ക്കാം. ആളുകൾക്ക് കാര്യങ്ങൾ സുഗമമായി നടക്കും. ഷുഷുണ്ടിയൻ പട്ടുനൂൽ ഉപയോഗിക്കുന്നു. ആറ് മൃഗങ്ങളിൽ ആളുകളെ കണ്ടെത്താം. പൊതു വ്യവഹാരത്തിന് മുമ്പ്, യി ചാങ്, കുടിയേറ്റം, നഷ്ടപ്പെട്ട സ്വത്ത്, രോഗം, പർവത ശവകുടീരം മുതലായവ ഇത് ശുഭകരമാണ്.", "古人": "മൂന്ന് വീരന്മാർ ലു ബുവിനെതിരെ പോരാടുന്നു", "第X籤": "തൊണ്ണൂറ്റിയൊന്ന് നറുക്കെടുപ്പ്", "宮": "നിങ്ങൾ കൊട്ടാരം"}