{"籤詩版本二": "ഞാൻ കുട്ടിക്കാലം മുതൽ ബിസിനസ്സിനായി പ്ലാൻ ചെയ്യുന്ന ആളാണ്, അതിനാൽ എനിക്ക് സമ്പത്തും സമ്പത്തും ചോദിക്കേണ്ടതില്ല.\nരണ്ടുപേർ എന്തെങ്കിലും അന്വേഷിക്കുകയാണെങ്കിൽ, പണ്ഡിതൻ പുറത്തുപോയി മികച്ച സമ്മാനവുമായി മടങ്ങിവരും.", "詩意": "ഈ ഹെക്സാഗ്രാം കുട്ടിക്കാലം മുതൽ ബിസിനസ്സിന്റെ പ്രതീകമാണ്.\nഎല്ലാ കാര്യങ്ങളിലും ഉത്സാഹത്തോടെയും മിതവ്യയത്തോടെയും വിഷമിക്കാതെയും ഇരിക്കുക.", "解曰": "കുട്ടിക്കാലം മുതൽ മുതിർന്നവർ വരെ. തടസ്സമില്ല, തടസ്സമില്ല. ഒരു പ്ലാൻ ഉണ്ടാക്കുക. പ്രശസ്തി സുഗമമായി പോകുന്നു.", "籤詩故事一": "◇കായ് ക്വിംഗ് തന്റെ ദയയ്ക്ക് പ്രതിഫലം നൽകുന്നു (കായ് യോങ്)\nകായ് യോങ്, കടപ്പാട് പേര് ബോജി, ചെൻലിയുവിലാണ് (ഇപ്പോൾ ഹെനാൻ പ്രവിശ്യയിലെ ക്വിസിയാൻ കൗണ്ടിയുടെ തെക്ക്) ജനിച്ചത്. അദ്ദേഹം ഒരു പണ്ഡിതനും ഷാവോ വുനിയാങ്ങിന്റെ ഭർത്താവുമാണ്. അഞ്ച് വർഷം മുമ്പ്, ഇംപീരിയൽ കോടതി മഞ്ഞപ്പട്ടികയിൽ പ്രതിഭകളെ റിക്രൂട്ട് ചെയ്തു, പരീക്ഷ എഴുതാൻ ബീജിംഗിലേക്ക് വരാൻ കൗണ്ടി അദ്ദേഹത്തെ ശുപാർശ ചെയ്തു. അതിനുശേഷം ഒരു വാർത്തയും ഉണ്ടായിട്ടില്ല.\nകായ് ബോജി പോയതിന് ശേഷമുള്ള ആദ്യ വർഷം കൈകാര്യം ചെയ്യാൻ എളുപ്പമായിരുന്നു.കുടുംബത്തിന് കുറച്ച് സമ്പാദ്യവും അവരുടെ ജീവിതം കൈകാര്യം ചെയ്യാവുന്നതുമായിരുന്നു.\nഅടുത്ത വർഷം, ചെൻലിയുവിന് കടുത്ത വരൾച്ച അനുഭവപ്പെട്ടു, അതിനാൽ ക്ഷാമത്തെ അതിജീവിക്കാൻ ആഭരണങ്ങൾ വിൽക്കാൻ അദ്ദേഹം ഷാവോ വുനിയാങ്ഡിയനെ ആശ്രയിച്ചു.കായ് ബോജിയിൽ നിന്ന് ഒരു വാർത്തയും ഇല്ല, ഇത് കുടുംബത്തെ കൂടുതൽ ആശങ്കാകുലരാക്കി.\nഇക്കാലയളവിൽ മൂന്ന് വർഷത്തോളം വരൾച്ച നീണ്ടു. ഗ്രാമത്തിലെ അയൽവാസിയായ ഷാങ് ഗുവാങ്‌ചായി ഇടയ്‌ക്കിടെ അവളെ സഹായിച്ചു.\nപിന്നീട്, കായ് ബോജി ഒന്നാം സമ്മാനം നേടി, തന്റെ ഭാര്യയെ ഷാങ് ഗുവാങ്കായി സഹായിച്ചുവെന്നറിയാൻ വീട്ടിലേക്ക് മടങ്ങി. നന്ദി പ്രകടിപ്പിക്കാൻ ദമ്പതികൾ ഷാങ്ങിന്റെ വീട്ടിലെത്തി, ഷാങ് ഗുവാങ്‌ചായിക്ക് രണ്ട് തുലാ വെള്ളി സമ്മാനമായി നൽകി.", "聖意": "ഗൃഹം ശാന്തം, സ്വയം ഐശ്വര്യം, വ്യാപാരം വിജയിക്കും, ദാമ്പത്യം വിജയിക്കും, പുരുഷന്റെ ജനനം വിജയിക്കും, വയലിൽ നിറയെ പട്ടുനൂൽ, ആറ് കന്നുകാലികൾ ഐശ്വര്യം, അന്വേഷണം വിജയിക്കും, കേസ് വിജയിക്കും. , ദേശാടനം വിജയകരമാണ്, നഷ്ടപ്പെട്ട സ്വത്ത് നല്ലതാണ്, അസുഖം ഒരു മലയാണ്, ശവകുടീരം നല്ലതാണ്.", "古人": "കായ് ക്വിംഗ് തന്റെ ദയയ്ക്ക് പ്രതിഫലം നൽകുന്നു (കായ് യോങ്)", "第X籤": "തൊണ്ണൂറ്റിരണ്ടിൽ ഒപ്പിടുക", "宮": "നിങ്ങൾ കൊട്ടാരം"}