{"籤詩版本二": "ചാറ്റൽമഴയിൽ ലുവാൻ ഫെങ് സിയാങ്ങ് നനഞ്ഞുകുതിർന്നിരുന്നു, എന്നാൽ ആ സമയത്ത് അദ്ദേഹത്തെ ക്വീർ ഭീഷണിപ്പെടുത്തി\nഒരു ദിവസം, മേഘങ്ങൾ വളരെ അകലെയാണെന്ന് അറിഞ്ഞപ്പോൾ ഞാൻ ഞെട്ടിപ്പോയി, പക്ഷേ ഞാൻ ഇപ്പോഴും എന്റെ വസ്ത്രങ്ങൾ നിങ്ങൾക്ക് തിരികെ നൽകി.", "詩意": "ഈ ഹെക്സാഗ്രാം മഴയാൽ മൂടപ്പെട്ട ലുവാനിന്റെയും ഫീനിക്സിന്റെയും പ്രതീകമാണ്.\nഎല്ലാം സമയമാകുമ്പോൾ വരും.", "解曰": "വില്ലൻ ദിനംപ്രതി അഭിവൃദ്ധി പ്രാപിക്കുന്നു. ഒരു മാന്യൻ ഒന്നും ചെയ്യാൻ പാടില്ല. സ്വയം സൂക്ഷിക്കുക. സമയമാകുമ്പോൾ നടപടിയെടുക്കുക.", "籤詩故事一": "◇ഗാവോ ജുൻ വിവാഹത്തിന് ഉറപ്പ് നൽകുന്നു\nആദ്യകാല സോംഗ് രാജവംശത്തിൽ, ഷാവോ കുവാങ്‌യിൻ വടക്ക് ഏകീകരിക്കുകയും രാജ്യം മുഴുവൻ കീഴടങ്ങുകയും ചെയ്തു.എന്നിരുന്നാലും, തെക്കൻ ടാങ് രാജവംശത്തിൽ, ലി യു യാങ്‌സി നദിയുടെ തെക്ക് ഭാഗത്ത് നിലയുറപ്പിച്ചു.ഒരു നഗരം വാഗ്ദാനം ചെയ്ത് കീഴടങ്ങുന്നതായി നടിക്കുക എന്ന തന്ത്രമാണ് അദ്ദേഹം സ്വീകരിച്ചത്. ഷൗഷൗവിൽ ഷാവോ കുവാങ്‌യിനെ കുടുക്കുകയായിരുന്നു, സ്ഥിതി ഗുരുതരമായിരുന്നു. ഷാവോ കുവാങ്‌യിനിന്റെ അനന്തരവൻ, ഗാവോ ജുൻബാവോ, ഒരു സ്വർണ്ണ തോക്കുമായി ഒരു യുവാവ്, ഷൗഷൗവിന്റെ ഉപരോധം തകർക്കാൻ ബിയാൻജിംഗിൽ നിന്ന് പുറപ്പെട്ടു.\n, ഷുവാങ്‌സുവോ പർവതത്തിലൂടെ കടന്നുപോകുമ്പോൾ, അവർ ലിയു ജിൻഡിംഗ് സ്ഥാപിച്ച ഹസ്‌ബൻഡ് സൈൻ തകർത്തു, ഇരുവരും മത്സരിച്ചു, തൽഫലമായി, ലിയു ജിൻഡിംഗ് തന്റെ മികച്ച ആയോധനകലകൾ ഉപയോഗിച്ച് ഗാവോ ജുൻബാവോയെ മൂന്ന് തവണ പരാജയപ്പെടുത്തി, അവർ ജീവിതത്തിനായി സ്വർണ്ണ മെക്കുകളും വെള്ളി മണികളും കൈമാറി. ഷൗസൗവിൽ കുടുങ്ങിയ ഷാവോ കുവാങ്‌യിനെ രക്ഷിക്കാൻ ഷാവോ കുവാങ്‌യിനിന്റെ അനന്തരവൻ ഗാവോ ജുൻബാവോ ബിയാൻജിംഗിൽ നിന്ന് പുറപ്പെട്ടു.ഷുവാങ്‌സുവോ പർവതത്തിലൂടെ കടന്നുപോയി ലിയു ജിൻഡിംഗ് സ്ഥാപിച്ച അടയാളം തകർത്തു.ഇരുവരും മത്സരിച്ചെങ്കിലും ലിയു ജിൻഡിംഗ് തന്റെ മികച്ച മാർട്ടിയാലിനെ മൂന്ന് തവണ തോൽപിച്ചു. വിവാഹം കഴിക്കാൻ നിർബന്ധിക്കുകയും ചെയ്തു. ദമ്പതികൾ ജനക്കൂട്ടത്തെ ഉപരോധത്തിലേക്ക് നയിക്കുകയും ഷാവോ കുവാംഗിനെ രക്ഷപ്പെടുത്തുകയും ചെയ്തു.\n(ഇരുവരും അനുരഞ്ജനത്തിലായില്ല (അവർ ഭീഷണിപ്പെടുത്തി), പിന്നീട് അനുരഞ്ജനം ചെയ്തു എന്നതാണ് ഈ കഥയുടെ രൂപകം.)", "聖意": "കുടുംബവീട് തനിക്കുതന്നെ നല്ലതല്ല, പണം തേടാൻ ശ്രദ്ധിക്കുക, കച്ചവടം തടയുക, വിവാഹത്തിനായി കാത്തിരിക്കുക, താമസം, ലിയുജിയ, ആളൊഴിഞ്ഞ സഞ്ചാരി, വയലിൽ തങ്ങിനിൽക്കുക, പട്ടുനൂൽപ്പുഴുക്കൾ, വൈകി, ആറ് കന്നുകാലി നാശം, ആളുകളെ കണ്ടെത്താൻ പ്രയാസം, വ്യവഹാരങ്ങൾ, നഷ്ടം, കുടിയേറ്റം, യാഥാസ്ഥിതികത, നഷ്ടപ്പെട്ട സ്വത്ത്, ഗുരുതരമായ രോഗം, പർവതത്തിന്റെ വിപുലീകരണം, ഗുരുതരമായ പരിഷ്കരണം", "古人": "ഗാവോ ജുൻ വിവാഹത്തിന് ഉറപ്പ് നൽകുന്നു", "第X籤": "ലോട്ടറി അടിച്ച തൊണ്ണൂറ്റിമൂന്ന്", "宮": "xugong"}