{"籤詩版本二": "ഒരു മാന്യൻ ചെറിയ ആളുകളുടെ കാര്യം ശ്രദ്ധിക്കരുത്, കാര്യങ്ങൾ തെറ്റിയാൽ അവൻ കുഴപ്പമുണ്ടാക്കും.\nപിയാനോയുടെ ശബ്ദം അടുത്ത സുഹൃത്തിനൊപ്പം കേൾക്കണം.അത് എപ്പോഴും നിശബ്ദവും അവ്യക്തവുമാണ്.ഈ വർക്ക് എല്ലാവർക്കും വേണ്ടിയുള്ളതാണ്.", "詩意": "ഈ ഹെക്സാഗ്രാം ഒരു ഉറ്റ ചങ്ങാതിയുടെ ചിത്രം കാണണം.\nകാര്യങ്ങൾ സ്ഥിരമായി നിലനിർത്തുന്നത് ഭാഗ്യം നൽകും.", "解曰": "Zhiyinfangxu. മറ്റ് കാര്യങ്ങളിൽ ശ്രദ്ധ ചെലുത്തരുത്. മാന്യനായ ഒരാളെപ്പോലെ സ്വയം പെരുമാറുക. എല്ലാവർക്കും സന്തോഷം.\nഷിയിൻ ഫാങ്‌സുവിന് നാല് പ്രതീകങ്ങളുണ്ട്, അത് ആദ്യം എഴുതിയത് ഷിയിൻ ഫാങ്‌ഹുവ എന്നാണ്.", "籤詩故事一": "◇BoYa സുഹൃത്തുക്കളെ സന്ദർശിക്കുന്നു (BoYa Broken Qin)\nബോയ, യു എന്ന കുടുംബപ്പേര്, നൽകിയ പേര് റൂയി, കടപ്പാട് പേര് ബോയ, വസന്തകാലത്തും ശരത്കാലത്തും യുദ്ധം ചെയ്യുന്ന സംസ്ഥാനങ്ങളുടെ കാലഘട്ടത്തിലും ചു സംസ്ഥാനത്തെ യിംഗ്ഡു സ്വദേശിയായിരുന്നു.\nഛു രാജ്യത്തിലെ മരം വെട്ടുകാരനായി സോങ് സിക്കി ജോലി ചെയ്തു. ഒരു ദിവസം, അവൻ ഹാൻ നദിയിൽ കിന്നാരം വായിക്കുന്ന യു ബോയയെ കണ്ടുമുട്ടി. സോങ് സിക്കി പറയുന്ന ഒരു ശബ്ദം കേട്ടു: \"ഇത് ഒരു പർവതത്തോളം ഉയരവും ഒഴുകുന്ന വെള്ളം പോലെ ആടുന്നു.\" ഇരുവരും വിവാഹിതരായി, മധ്യകാലഘട്ടത്തിൽ വീണ്ടും കണ്ടുമുട്ടാമെന്ന് വാഗ്ദാനം ചെയ്തു. അടുത്ത വർഷം ശരത്കാല ഉത്സവം.\nഅടുത്ത വർഷം, യു ബോയ അപ്പോയിന്റ്മെന്റ് ഷെഡ്യൂൾ ചെയ്‌തു, പക്ഷേ സോങ് സിക്കി അന്തരിച്ചു. സോങ് സിക്കി മരിച്ചുവെന്ന് യു ബോയ അറിഞ്ഞതിനുശേഷം, ലോകത്ത് ഇനി സംഗീതം ഉണ്ടാകില്ലെന്നും ജീവിതത്തിൽ ഇനി ഒരിക്കലും കിന്നരം വായിക്കില്ലെന്നും യു ബോയ കരുതി.\nപറയുക:\nയാവോ ക്വിൻ, ഫെങ് വെയ് ഹാൻ എന്നിവ തകർക്കുന്നു. സി ക്വി താൻ ആരെയാണ് കളിക്കുന്നത് എന്നത് കാര്യമാക്കുന്നില്ല.\nസ്പ്രിംഗ് കാറ്റ് എല്ലാ സുഹൃത്തുക്കളെയും കൊണ്ടുവരുന്നു. ഒരു യഥാർത്ഥ സുഹൃത്തിനെ കണ്ടെത്താൻ പ്രയാസമാണ്.", "聖意": "വീട്ടിൽ നിന്നും സ്വന്തം വില്ലനെ വിട്ട് പുറത്തിറങ്ങുന്നതിൽ ജാഗ്രത പാലിക്കുക.സമ്പത്ത് അന്വേഷിക്കുമ്പോൾ ഇടപാടുകളിൽ ജാഗ്രത പാലിക്കുക.വിവാഹം വൈകുന്നത് അഭികാമ്യം.ലിയുജിയയിൽ യാത്ര ചെയ്യുന്ന സ്ത്രീകൾക്ക് വയലുകൾ, പട്ടുനൂൽ, കന്നുകാലികൾ എന്നിവ മാറ്റുന്നത് പ്രതികൂലമാണ്. കാരണം, ജനങ്ങൾ പൊതു വ്യവഹാരങ്ങളിലും കുടിയേറ്റങ്ങളിലും ശ്രദ്ധാലുക്കളാണ്.നഷ്ടപ്പെട്ട സ്വത്തുക്കൾ വേഗത്തിൽ അന്വേഷിക്കും.പർവതങ്ങളും കുഴിമാടങ്ങളും രോഗങ്ങളെ തടയുന്നു.അത് പ്രതികൂലമാണ്.", "古人": "ബോയ സുഹൃത്തുക്കളെ സന്ദർശിക്കുന്നു (ബോയ ബ്രോക്കൺ ക്വിൻ)", "第X籤": "ലോട്ട് തൊണ്ണൂറ്റി നാല്", "宮": "xugong"}