{"籤詩版本二": "അഭിലാഷവും നേട്ടങ്ങളും രാജവംശത്തിലാണ്, എന്നാൽ ഇപ്പോൾ അനന്തമായ മദ്യപാനവും ലൈംഗികതയും ഉണ്ടാകും.\nസ്വർണക്കോഴിയെ കണ്ടാൽ പണവും ഭാഗ്യവും ഭാഗ്യവും ലഭിക്കും.", "詩意": "ഈ ഹെക്സാഗ്രാം അഭിലാഷത്തിന്റെയും പ്രശസ്തിയുടെയും പ്രതീകമാണ്.\nഎല്ലാം ശുഭകരമായി നിലനിർത്തുക.", "解曰": "അതിമോഹവും ആവേശവും. സ്വയം സൂക്ഷിക്കാൻ വൈകിയിട്ടില്ല. സ്വർണ്ണ കോഴി വാഗ്ദാനം ചെയ്യുന്നു. എല്ലാവർക്കും സന്തോഷം.", "籤詩故事一": "◇കാവോ പൈ സ്വയം ചക്രവർത്തിയായി പ്രഖ്യാപിച്ചു\nകാവോ പൈ, കടപ്പാട് പേര് സിഹുവാൻ, പീഗുവോകിയാവോയിൽ (ഇപ്പോൾ ഹാവോ കൗണ്ടി, അൻഹുയി) ജനിച്ചു. ജിയാൻ കാലഘട്ടത്തിലെ പ്രശസ്ത രാഷ്ട്രീയക്കാരനും എഴുത്തുകാരനും.\nകാവോ കാവോയുടെ രണ്ടാമത്തെ മകനാണ് കാവോ പൈ.കുട്ടിക്കാലം മുതൽ പിതാവിനൊപ്പം സൈനിക ക്യാമ്പിലായിരുന്നു താമസം.അച്ഛന്റെ സ്വാധീനത്തിൽ ആറാം വയസ്സിൽ അമ്പെയ്ത്തും എട്ടാം വയസ്സിൽ കുതിരസവാരിയും പഠിച്ച് വികസിച്ചു. നല്ല ആയോധന കല കഴിവുകൾ. പുരാതനവും ആധുനികവുമായ ക്ലാസിക്കുകളെക്കുറിച്ചും ജീവചരിത്രങ്ങളെക്കുറിച്ചും നൂറുകണക്കിന് ചിന്താധാരകളുടെ പുസ്തകങ്ങളെക്കുറിച്ചും അദ്ദേഹത്തിന് വിപുലമായ അറിവുണ്ട്. പതിനെട്ടാം വയസ്സിൽ കാവോ കാവോ യുവാൻ ഷാവോയെ പരാജയപ്പെടുത്തുകയും കാവോ കാവോയുടെ ഭരണത്തിന്റെ കേന്ദ്രമായ യെചെങ്ങിൽ താരതമ്യേന സ്ഥിരതയുള്ള ജീവിതം നയിക്കുകയും ചെയ്തു. അതിനുശേഷം, ചിലപ്പോൾ അദ്ദേഹം സൈനിക പര്യവേഷണങ്ങളിൽ പിതാവിനൊപ്പം പോകുകയും കുലീനനായ ഒരു മകന്റെ ജീവിതം നയിക്കുകയും ചെയ്തെങ്കിലും, അദ്ദേഹം ഇപ്പോഴും എല്ലാ ദിവസവും ആയോധനകലകൾ അഭ്യസിച്ചു, ഇന്നും നിരസിച്ചിട്ടില്ല. പലപ്പോഴും നൂറു പടികളിൽ കുതിരപ്പുറത്ത് കയറുന്ന അവൻ ആയോധന കലയിൽ വളരെ വൈദഗ്ദ്ധ്യം ഉള്ളവനാണ്.പലപ്പോഴും ആയോധനകല അഭ്യസിക്കുന്നതിനാൽ, അവൻ ഭാരം കുറഞ്ഞവനും ശക്തനുമാണ്.\nകാവോ കാവോയുടെ മൂത്ത മകൻ കാവോ ആങ് ഒരു യുദ്ധത്തിൽ കൊല്ലപ്പെട്ടു. മൂത്ത മകന്റെ മരണശേഷം, കിരീടാവകാശിയുടെ ആദ്യ തിരഞ്ഞെടുപ്പായി കാവോ പൈ മാറി. മുപ്പത്തിയൊന്ന് വയസ്സുള്ളപ്പോൾ, കാവോ കാവോ അദ്ദേഹത്തെ കിരീടാവകാശിയാക്കി. കാവോ പൈക്ക് മുപ്പത്തിമൂന്ന് വയസ്സുള്ളപ്പോൾ, കാവോ കാവോ അസുഖം മൂലം മരിച്ചു, കാവോ പൈ അദ്ദേഹത്തിന് ശേഷം പ്രധാനമന്ത്രിയും വെയ് രാജാവുമായി. താൻ പലപ്പോഴും നൂറ് പടികൾ കയറി കുതിരപ്പുറത്ത് കയറാറുണ്ടെന്നും അത്യധികം വൈദഗ്ധ്യമുള്ളവനാണെന്നും അദ്ദേഹം പറഞ്ഞു.പലപ്പോഴും കുങ്ഫു പരിശീലിക്കുന്നതിനാൽ, അവൻ ഭാരം കുറഞ്ഞവനും ആരോഗ്യവാനുമാണ്.", "聖意": "നിങ്ങളുടെ വീടും വീടും സമാധാനപൂർണമാകാൻ പ്രാർത്ഥിക്കുക, സമ്പത്ത് തേടുക, കഠിനാധ്വാനം ചെയ്യുക, വ്യാപാരം ചെയ്യുക, നേരത്തെ വേർപിരിയുക, വിവാഹം വിജയിക്കും, ലിയുജിയ സുരക്ഷിതമായിരിക്കും, ആളുകൾ വയലിലുണ്ടാകും, പട്ടുനൂൽ മൂപ്പുണ്ടാകും, ആറ് കന്നുകാലികൾ പക്വത പ്രാപിക്കും , ആളുകളെ കണ്ടെത്താൻ പ്രയാസമായിരിക്കും, പൊതു വ്യവഹാരങ്ങൾ അടിയന്തിരമായിരിക്കും, കുടിയേറ്റം നഷ്ടപ്പെടും, കാര്യങ്ങൾ അകലെയാകും.മലകളിലും കുഴിമാടങ്ങളിലും രോഗങ്ങൾ നീണ്ടുനിൽക്കും.", "古人": "കാവോ പൈ സ്വയം ചക്രവർത്തിയായി പ്രഖ്യാപിക്കുന്നു", "第X籤": "തൊണ്ണൂറ്റി അഞ്ചാം നറുക്കെടുപ്പ്", "宮": "xugong"}