{"籤詩版本二": "ഗംഭീരമായ പഗോഡ അസാധാരണമാണ്, എല്ലാ വശങ്ങളിലും തിളങ്ങുന്ന അതിമനോഹരമായ സവിശേഷതകൾ.\nഉത്സാഹത്തോടെ വണങ്ങാനും സൽകർമ്മങ്ങൾ ചെയ്യാനും ദൃഢനിശ്ചയം ചെയ്യണമെന്ന് ഞാൻ നിങ്ങളോട് അഭ്യർത്ഥിക്കുന്നു, സ്വർഗ്ഗം നിങ്ങൾക്ക് അനുഗ്രഹങ്ങൾ നൽകും.", "詩意": "ഈ ഹെക്സാഗ്രാം യോഗ്യതയുടെ പ്രകടനത്തെ പ്രതിനിധീകരിക്കുന്നു.\nഎല്ലാം ഐശ്വര്യമാണ്.", "解曰": "ഈ അനുഗ്രഹങ്ങൾ. എല്ലാവർക്കും അത് ഉണ്ട്. അധികം തിരക്കുകൂട്ടരുത്. മെറിറ്റ് മുൻകൂട്ടി നിശ്ചയിച്ചിരിക്കുന്നു.", "籤詩故事一": "◇ചൈനീസ് വാലന്റൈൻസ് ദിനത്തിൽ ഫെന്യാങ്ങിലെ രാജാവ് തന്റെ ചെറുമകനെ കണ്ടുമുട്ടുന്നു\nപരിഹാരം: ചൈനീസ് വാലന്റൈൻസ് ദിനത്തിൽ ഭൂമിയിലേക്ക് ഇറങ്ങുന്ന വീവർ പെൺകുട്ടിയെ ഗുവോ സിയി കണ്ടുമുട്ടി. ജേഡ് ചക്രവർത്തിയുടെ ചെറുമകളായ ടിയാൻസൺ സെവൻ ഫെയറികളാണ്.\nഗുവോ ലിംഗോങ് എന്നറിയപ്പെടുന്ന ഗുവോ സിയി (697-781), ഹുവാഷൗവിലെ ഷെങ് കൗണ്ടി സ്വദേശിയും (ഇപ്പോൾ ഹുവാക്സിയൻ കൗണ്ടി, ഷാൻസി പ്രവിശ്യ) ടാങ് രാജവംശത്തിലെ ഒരു ജനറലുമായിരുന്നു. സാമ്രാജ്യത്വ കോടതി സീയിക്ക് ഫെന്യാങ്ങിന്റെ രാജാവ് എന്ന പദവി നൽകി.\nസിയി യഥാർത്ഥത്തിൽ ഹുവാഷൂ സ്വദേശിയാണെന്നും വൻമതിലിന് പുറത്ത് സൈന്യത്തിൽ ചേരാൻ പോയെന്നും സൈനിക വേതനം ആവശ്യപ്പെടാൻ ബെയ്ജിംഗിൽ പോയി യിൻഷൂവിലേക്ക് മടങ്ങിയെന്നും പറയപ്പെടുന്നു.അന്ന് ചൈനീസ് വാലന്റൈൻസ് ഡേ ആയിരുന്നു.കാറ്റും മണലും ഇരുട്ട് വീണു, സൂര്യൻ ഇരുട്ടിത്തുടങ്ങി.സിയിക്ക് മുന്നോട്ട് പോകാനാവാതെ വഴിയരികിൽ നിൽക്കുകയായിരുന്നു, ആളൊഴിഞ്ഞ വീട്ടിൽ തറയിൽ കിടന്നുറങ്ങുകയായിരുന്നു.ഉറങ്ങാൻ തുടങ്ങിയപ്പോൾ പെട്ടെന്ന് ഒരു ചുവന്ന ലൈറ്റ് കണ്ടു. ഇരുവശത്തും, അവൻ എഴുന്നേറ്റു നിന്ന് ആശ്ചര്യത്തോടെ നോക്കി, ആകാശത്ത് ഒരു മേഘം, പതുക്കെ താഴേക്ക് വരുന്നു, അവിടെ സാധാരണക്കാരിൽ നിന്ന് തികച്ചും വ്യത്യസ്തമായ, മാന്യവും സുന്ദരിയുമായ ഒരു സുന്ദരി ഇരുന്നു. സിയി ഉടൻ ആദരാഞ്ജലികൾ അർപ്പിച്ചുകൊണ്ട് പറഞ്ഞു, \"ഇന്ന് ഏഴാം ചാന്ദ്രമാസത്തിലെ ഏഴാം ദിവസമാണ്, അവൾക്ക് ദീർഘായുസ്സും സമ്പത്തും നൽകണമെന്ന് ആഗ്രഹിച്ച് നെയ്ത്തുകാരിയായ പെൺകുട്ടിയാണ് വന്നതെന്ന് ഞാൻ കരുതുന്നു.\"\nസ്ത്രീയും മറുപടി പറഞ്ഞു: \"വലിയ സമ്പത്തിനൊപ്പം ദീർഘായുസ്സ് ലഭിക്കും.\"\nഅവൻ പറഞ്ഞു തീർന്നതിനു ശേഷവും തിളക്കം തിരിച്ചു വന്നു, മേഘങ്ങൾ മെല്ലെ ഉയർന്നു, ആ സ്ത്രീ അപ്പോഴും ഗുവോ സിയിയെ മനോഹരമായ പുഞ്ചിരിയോടെ നോക്കിക്കൊണ്ടിരുന്നു.അവൾ അവളിൽ നിന്ന് അകലെയായിരിക്കുമ്പോൾ മാത്രം പുക മങ്ങുകയും അവളെ കാണാൻ കഴിയാതെ വരികയും ചെയ്തു.\nആ സ്ത്രീ പറഞ്ഞതു പോലെ അത് സത്യമായി മാറി. സീയിയുടെ യോഗ്യതകൾ ലോകപ്രശസ്തമാണ്, അദ്ദേഹം അങ്ങേയറ്റം ജനപ്രീതിയുള്ള മന്ത്രിയാണ്, കൂടാതെ അദ്ദേഹം ഗുണങ്ങളും ഗുണങ്ങളും ഉള്ള ഒരു ജനറലാണ്.", "聖意": "വീട്ടിൽ നിങ്ങൾക്കായി ഒരു ആഗ്രഹം ഉണ്ടാക്കുക, സ്വയം ആഗ്രഹിക്കുക, പണത്തിനായി പ്രാർത്ഥിക്കുക, ബിസിനസ്സിൽ ഭാഗ്യം, വിവാഹത്തിൽ ഭാഗ്യം, ലിയുജിയയിൽ ഭാഗ്യം, ആളുകളുമായി സന്തോഷകരമായ യാത്രകൾ, ചലിക്കുന്ന വയലുകൾ, പട്ടുനൂൽ, സ്ഥിരമായ കന്നുകാലികൾ, കണ്ടെത്തുന്നതിൽ ഭാഗ്യം ആളുകൾ, പൊതു വ്യവഹാരങ്ങൾ, കുടിയേറ്റം, ഭാഗ്യം, നഷ്ടപ്പെട്ട സ്വത്ത് രോഗങ്ങൾ, ഷെൻക്സിംഗ്ഷാനിലെ ശവകുടീരങ്ങൾ", "古人": "ചൈനീസ് വാലന്റൈൻസ് ദിനത്തിൽ ഫെന്യാങ് രാജാവ് തന്റെ ചെറുമകനെ കണ്ടുമുട്ടുന്നു", "第X籤": "തൊണ്ണൂറ്റിയാറിൽ ഒപ്പിടുക", "宮": "xugong"}