{"籤詩版本二": "കുതിരയെ ചമ്മന്തിയും പിടിച്ച് ഞങ്ങൾ നേരെ ഇവിടെയെത്തുന്നു, പകുതി അപകടത്തിലും പകുതി ദുരന്തത്തിലും.\nവീടിന് തീപിടിച്ച് നശിക്കുന്നത് പോലെ.ആകാശം ഇടിഞ്ഞുവീഴുമ്പോൾ മഴ അതിനെ ചാരമാക്കും.എനിക്കൊരു പദ്ധതിയുണ്ട്.", "詩意": "ഈ ഹെക്സാഗ്രാം പകുതി സങ്കടത്തെയും പകുതി സന്തോഷത്തെയും പ്രതിനിധീകരിക്കുന്നു.\nഎല്ലാത്തിലും നല്ലത് ചെയ്യുന്നതാണ് അഭികാമ്യം.", "解曰": "ആജീവനാന്ത അധ്വാനം. ശരിയും തെറ്റും ശ്രദ്ധിക്കരുത്. ചങ്ങലകൾ താൽക്കാലികമാണ്. നീരസം സ്വാഭാവികമായി വരുന്നു.", "籤詩故事一": "◇താവോ സഞ്ചുൻ ഗ്വായുവനിൽ ഷെങ് എനിനെ തോൽപിച്ചു\n\"എന്റെ സ്മാരകം നീണാൾ വാഴട്ടെ,\" ഷാവോ കുവാങ്‌യിൻ വീണ്ടും എഴുന്നേറ്റു, \"ബെയ്‌പിംഗ് രാജാവ് ഷെങ് എൻ അന്ന് ഒരു വിവാഹം നിശ്ചയിച്ചിരുന്നു. ഇപ്പോൾ ലോകം സമാധാനത്തിലായതിനാൽ, വിവാഹിതരാകാൻ ഒരു ശുഭദിനം തിരഞ്ഞെടുക്കാൻ ഞാൻ നിങ്ങളോട് അനുവാദം ചോദിക്കാൻ ആഗ്രഹിക്കുന്നു. \"\n\"എന്റെ സ്മാരകം നീണാൾ വാഴട്ടെ!\" ഷാവോ കുവാങ്‌യിൻ എഴുന്നേറ്റ് പറഞ്ഞു, \"പീക്കിംഗ് രാജാവ്, ഷെങ് എൻ, അന്ന് ഒരു വിവാഹം നിശ്ചയിച്ചിരുന്നു. ഇപ്പോൾ ലോകം സമാധാനത്തിലായതിനാൽ, ഒരു ശുഭകാര്യം തിരഞ്ഞെടുക്കാൻ ഞാൻ നിങ്ങളോട് അനുവാദം ചോദിക്കാൻ ആഗ്രഹിക്കുന്നു. വിവാഹം കഴിക്കാനുള്ള ദിവസം.\"\n\"ഓ, മൂന്നാമത്തെ സഹോദരൻ മുമ്പ് വിവാഹനിശ്ചയം നടത്തിയിരുന്നു, ഞാൻ ഇതെങ്ങനെ അറിയാതെ?\" ചായ് റോംഗ് വളരെ ആശ്ചര്യപ്പെട്ടു. ഷാവോ കുവാങ്‌യിന് ഇരിക്കാനും സംസാരിക്കാനും അയാൾ കൈ കാണിച്ചു.\n\"ഓ! മൂന്നാമത്തെ സഹോദരൻ മുമ്പ് വിവാഹനിശ്ചയം നടത്തിയിരുന്നു, ഞാൻ ഇതെങ്ങനെ അറിഞ്ഞില്ല?\" ചായ് റോങ് (പിന്നീടുള്ള ഷൗ രാജവംശത്തിന്റെ ചക്രവർത്തി) വളരെ ആശ്ചര്യപ്പെട്ടു, അവൻ കൈ വീശി ഷാവോ കുവാങ്‌ജിനോട് ഇരുന്ന് സംസാരിക്കാൻ ആവശ്യപ്പെട്ടു.\n\"ഇതൊരു നീണ്ട കഥയാണ്, ഒന്നാമതായി, ഞങ്ങൾ അപ്പോഴും ദാരിദ്ര്യത്തിലായിരുന്നു, നിങ്ങളുടെ സൈന്യത്തിൽ ചേർന്നില്ല. അതിനുശേഷം, ഞങ്ങൾ വർഷങ്ങളായി യുദ്ധം ചെയ്യുന്നു, നിങ്ങളെ ശ്രദ്ധിക്കാൻ സമയമില്ല. രണ്ടാമതായി, മൂന്നാമത്തെ സഹോദരനും അൽപ്പമാണ്. അത് പരാമർശിക്കാൻ ലജ്ജിക്കുന്നു, അതിനാൽ നിങ്ങളുടെ മഹത്വത്തിന് അറിയില്ല .\n\"ഇതൊരു നീണ്ട കഥയാണ്, ഒന്നാമതായി, ഞങ്ങൾ അപ്പോഴും ദാരിദ്ര്യത്തിലായിരുന്നു, നിങ്ങളുടെ സൈന്യത്തിൽ ചേർന്നില്ല. അതിനുശേഷം, ഞങ്ങൾ വർഷങ്ങളായി യുദ്ധം ചെയ്യുന്നു, നിങ്ങളെ ശ്രദ്ധിക്കാൻ സമയമില്ല. രണ്ടാമതായി, മൂന്നാമത്തെ സഹോദരനും ഒരു വ്യക്തിയാണ്. അത് പരാമർശിക്കാൻ അൽപ്പം ലജ്ജയില്ല, അതിനാൽ നിങ്ങളുടെ മഹത്വത്തിന് അറിയില്ല .\n\"ഹേയ്, ആൺ കോളേജ് വിദ്യാർത്ഥി കല്യാണം കഴിക്കുന്നു, നാണംകെട്ടിട്ട് എന്താണ് കാര്യം? മൂന്നാമത്തെ സഹോദരൻ വളരെക്കാലമായി യുദ്ധക്കളത്തിലുണ്ട്, സമാനതകളില്ലാത്ത വീരനായി കണക്കാക്കാം. ഈ കാര്യത്തിൽ നിങ്ങൾ എന്തിനാണ് ഇത്ര നിസ്സാരത?\"\n\"ഹേയ്! കോളേജ് കുമാരൻ കല്യാണം കഴിക്കുന്നു, നാണംകെട്ടിട്ട് എന്താണ് കാര്യം? മൂന്നാമത്തെ സഹോദരൻ വളരെക്കാലമായി യുദ്ധക്കളത്തിലുണ്ട്, സമാനതകളില്ലാത്ത വീരനായി കണക്കാക്കാം. ഈ കാര്യത്തിൽ നിങ്ങൾ എന്തിനാണ് ഇത്ര നിസ്സാരൻ?\"\n\"ഇതിനെക്കുറിച്ച് പറയുമ്പോൾ, എന്റെ മൂന്നാമത്തെ സഹോദരനെ ലജ്ജിച്ചതിന് എനിക്ക് കുറ്റപ്പെടുത്താനാവില്ല, കാരണം ഈ വിവാഹം കെട്ടിച്ചമച്ചതാണ്.\"\n\"ഇതിനെക്കുറിച്ച് പറയുമ്പോൾ, എന്റെ മൂന്നാമത്തെ സഹോദരനെ ലജ്ജിച്ചതിന് എനിക്ക് കുറ്റപ്പെടുത്താനാവില്ല, കാരണം ഈ വിവാഹം കെട്ടിച്ചമച്ചതാണ്.\"\n\"ടൈപ്പ് ഔട്ട് ചെയ്തോ? ഹേയ്, ഇത് രസകരമാണ്. എന്താണ് സംഭവിച്ചതെന്ന് ദയവായി എന്നോട് പറയൂ.\"\n\"ഞാൻ അത് ടൈപ്പ് ചെയ്തു! ഹേയ്! ഇത് രസകരമാണ്! എന്താണ് സംഭവിച്ചതെന്ന് ദയവായി എന്നോട് പറയൂ.\"\n\"അതെ, ആ വർഷം ഞാൻ ഓർക്കുന്നു, ഞങ്ങൾ ഹിസ് മജസ്റ്റിയിൽ ചേരാൻ പോകുമ്പോൾ, ഞങ്ങൾ ബയോചെങ് കൗണ്ടിയിലൂടെ കടന്നുപോകുകയായിരുന്നു. ജൂണിൽ നല്ല ചൂടായിരുന്നു. എന്റെ മൂന്നാമത്തെ സഹോദരന് ഹോട്ടലിൽ താമസിക്കാൻ കഴിഞ്ഞില്ല, അതിനാൽ അവൻ ഒറ്റയ്ക്ക് അലഞ്ഞുതിരിയാൻ പോയി. ഒരു തണ്ണിമത്തൻ തോട്ടം കടന്ന് കുറച്ച് പറിക്കാൻ കയറി.തണ്ണിമത്തൻ ദാഹം ശമിപ്പിച്ചു, നേരത്തെ പാകമാകുന്ന തണ്ണിമത്തൻ അധികം ഉണ്ടായിരുന്നില്ല, മൂന്നാമത്തെ സഹോദരന് അവ പറിക്കാൻ അറിയില്ല, അതിനാൽ അവൻ അവയിൽ പലതും തകർത്തു. തണ്ണിമത്തനെ നോക്കുന്ന സ്ത്രീ മൂന്നാമത്തെ സഹോദരനെ കുറ്റപ്പെടുത്താൻ മുന്നിട്ടിറങ്ങി, ഇരുവരും തമ്മിൽ അഭിപ്രായവ്യത്യാസമുണ്ടായി, പിന്നെ അവർ വഴക്കിട്ടു, വരൂ, ഭാഗ്യവശാൽ, ഞാൻ വിഷമിച്ചു, കൃത്യസമയത്ത് രക്ഷാപ്രവർത്തനത്തിന് ഓടി, ഇല്ലെങ്കിൽ ... \"\n\"അതെ, ആ വർഷം ഞാൻ ഓർക്കുന്നു, ഞങ്ങൾ ഹിസ് മജസ്റ്റിയിൽ ചേരാൻ പോകുമ്പോൾ, ഞങ്ങൾ ബാവോചെങ് കൗണ്ടിയിലൂടെ കടന്നുപോകുകയായിരുന്നു. ജൂണിൽ നല്ല ചൂടായിരുന്നു. എന്റെ മൂന്നാമത്തെ സഹോദരന് ഹോട്ടലിൽ താമസിക്കാൻ കഴിഞ്ഞില്ല, അതിനാൽ അവൻ ഒറ്റയ്ക്ക് അലഞ്ഞുതിരിയാൻ പോയി. ഒരു തണ്ണിമത്തൻ തോട്ടം കടന്ന് കുറച്ച് പറിക്കാൻ കയറി.തണ്ണിമത്തൻ ദാഹം ശമിപ്പിച്ചു, നേരത്തെ പാകമാകുന്ന തണ്ണിമത്തൻ അധികം ഉണ്ടായിരുന്നില്ല, മൂന്നാമത്തെ സഹോദരന് അവ പറിക്കാൻ അറിയില്ല, അതിനാൽ അവൻ അവയിൽ പലതും തകർത്തു. തണ്ണിമത്തനെ നോക്കുന്ന സ്ത്രീ മൂന്നാമത്തെ സഹോദരനെ കുറ്റപ്പെടുത്താൻ മുന്നിട്ടിറങ്ങി, ഇരുവരും തമ്മിൽ അഭിപ്രായവ്യത്യാസമുണ്ടായി, പിന്നെ അവർ വഴക്കിട്ടു, വരൂ, ഭാഗ്യവശാൽ, ഞാൻ വിഷമിച്ചു, കൃത്യസമയത്ത് രക്ഷാപ്രവർത്തനത്തിന് ഓടി, ഇല്ലെങ്കിൽ ... \"\n\"ഈ Zheng Ziming, ഇത് അവന്റെ തെറ്റാണ്, അവൻ മാപ്പ് പറയണം, അവൻ എന്തിനാണ് അവനെ തല്ലിയത്? മാത്രമല്ല, അവനെപ്പോലെയുള്ള ഒരു ഉഗ്രനായ മനുഷ്യന്റെ അടിയും ചവിട്ടലും ഒരു പെൺകുട്ടിയുടെ കുടുംബത്തിന് എങ്ങനെ സഹിക്കും! വരൂ, നിങ്ങൾ ഈ പെൺകുട്ടിയെ തല്ലുക. കഷണങ്ങൾ. ഇല്ലേ?\" \"പെൺകുട്ടിക്ക് പരിക്കില്ല...\"\n\"ഈ Zheng Ziming, ഇത് അവന്റെ തെറ്റാണ്, അതിനാൽ അവൻ ക്ഷമ ചോദിക്കണം, നിങ്ങൾ എന്തിനാണ് അവനെ തല്ലുന്നത്? മാത്രമല്ല, അവനെപ്പോലെയുള്ള ഒരു ഉഗ്രനായ മനുഷ്യന്റെ അടികളും ചവിട്ടുകളും ഒരു പെൺകുട്ടിയുടെ കുടുംബത്തിന് എങ്ങനെ സഹിക്കും! വരൂ, എന്നോട് പറയൂ, നിങ്ങൾ ഈ പെൺകുട്ടിയെ അടിച്ചു. ഇല്ലേ?\"\n\"പെൺകുട്ടിക്ക് പരിക്കില്ല...\"\n\"അത് കുഴപ്പമില്ല, അത് കുഴപ്പമില്ല... ഹേയ്, നിങ്ങൾ നടപടിയെടുത്തില്ലേ? ഓ, നിങ്ങൾ കൃത്യസമയത്ത് എന്നെ രക്ഷിച്ചുവെന്ന് ഞാൻ കരുതുന്നു.\"\n\"അത് കുഴപ്പമില്ല! അത് കുഴപ്പമില്ല... ഹേയ്! നിങ്ങൾ നടപടിയെടുത്തില്ലേ? ഓ! എന്നെ തക്കസമയത്ത് രക്ഷിച്ചത് നിങ്ങളാണെന്ന് ഞാൻ കരുതുന്നു!\"\n\"...ഇല്ല, ഞാൻ രക്ഷിച്ച ആൾ...മൂന്നാം സഹോദരനാണ്.\"\n\"ആഹ്?!\" \"ആഹ്?!\"\n\"മൂന്നാം സഹോദരനെ സ്ത്രീ നിലത്ത് വീഴ്ത്തി, വഴിയിലുടനീളം ക്രൂരമായി മർദ്ദിച്ചു. ഭാഗ്യവശാൽ, ഞാൻ എത്തി അവനെ പോകാൻ പ്രേരിപ്പിച്ചു, അതിനാൽ അദ്ദേഹത്തിന് കാര്യമായ പരിക്കില്ല. ... രാജാവേ.. രാജാവേ!... \"\n\"മൂന്നാം സഹോദരനെ ആ സ്ത്രീ നിലത്ത് വീഴ്ത്തുകയും ക്രൂരമായി മർദ്ദിക്കുകയും ചെയ്തു. ഭാഗ്യവശാൽ, ഞാൻ എത്തി അവനെ പോകാൻ പ്രേരിപ്പിച്ചു, അതിനാൽ അദ്ദേഹത്തിന് കാര്യമായ പരിക്കില്ല. ... രാജാവേ.. രാജാവേ!...\"\n\"അയ്യോ?...ഓ, ആരാണ് ആ സ്ത്രീ!?\" \"അയ്യോ!?...ഓ, ആരാണ് ആ സ്ത്രീ!?\"\n\"ആ സ്ത്രീയുടെ പേര് താവോ സഞ്ചുൻ എന്നാണെന്നും അവളുടെ അച്ഛൻ ടാവോ ഹോങ് ഒരു പഴയ വീരനായകനാണെന്നും പിന്നീടാണ് അറിഞ്ഞത്. ചെറുപ്പം മുതലേ അച്ഛനിൽ നിന്നാണ് ടാവോ സഞ്ചുൻ ആയോധനകല പഠിച്ചത്. ഞാൻ അറിഞ്ഞതിന് ശേഷം. അവന്റെ കുടുംബത്തിൽ, മിസ് സഞ്ചുവിന് അസാധാരണമായ സ്വഭാവമുണ്ടെന്ന് ഞാൻ കണ്ടു. , ലുവോ ലുവോയും ഉദാരമതിയും, ഒരു കൊച്ചു പെൺകുട്ടിയായി ശീലമില്ലാതെ, അവർ അവനെ മനഃപൂർവം പൊരുത്തപ്പെടുത്തി ഉടൻ തന്നെ അത് അവസാനിപ്പിക്കുകയും അവർ രണ്ടുപേരുടെയും ഈ വിവാഹം തീരുമാനിക്കുകയും ചെയ്തു. രാജാവേ, ദയവായി എന്നോട് പറയൂ, ഇത് വ്യാജ വിവാഹമല്ലേ?\"\n\"പെൺകുട്ടിയുടെ പേര് താവോ സഞ്ചുൻ ആണെന്നും അവൾ ചെറുപ്പം മുതലേ അവളുടെ അച്ഛനിൽ നിന്ന് ആയോധനകല പഠിച്ചിട്ടുണ്ടെന്നും പിന്നീടാണ് ഞാൻ അറിഞ്ഞത്. അവന്റെ കുടുംബവുമായി പരിചയപ്പെട്ടതിന് ശേഷം മിസ് സഞ്ചുന് മികച്ച സ്വഭാവമുണ്ടെന്ന് ഞാൻ കണ്ടു, ഉദാരമതിയായിരുന്നു. , ഒരു കൊച്ചുപെൺകുട്ടിയാണെന്നതിന്റെ ചെറിയൊരു അടയാളം പോലും ഇല്ലായിരുന്നു, അതുകൊണ്ട് ഞാൻ അവളെ മനപ്പൂർവ്വം റിക്രൂട്ട് ചെയ്തു . രാജാവേ, ദയവായി എന്നോട് പറയൂ, ഇതൊരു വ്യാജ വിവാഹമല്ലേ?\"\n(ഈ കഥ ഒരു രൂപകമാണ്, കാരണം ഒരു മോശം കാര്യം നല്ല കാര്യമായി മാറി.)", "聖意": "ഭവന സംരക്ഷണത്തിനായി പ്രാർത്ഥിക്കുക, ശ്രദ്ധിക്കുക, സമ്പത്ത് തേടുക, ബിസിനസ്സ് നശിപ്പിക്കുക, വിവാഹം തടസ്സപ്പെടുത്തുക, ശിക്ഷ, ലിയുജിയ ഇൻഷുറൻസ്, വയലുകളിൽ കുടുങ്ങിപ്പോയ കാൽനടയാത്രക്കാർ, പട്ടുനൂൽ നാശം, കന്നുകാലി നാശം, കാണാതായ ആളുകൾ, നിയമവിരുദ്ധ കേസുകൾ, നഷ്ടം, കുടിയേറ്റം, യാഥാസ്ഥിതികത, നഷ്ടപ്പെട്ട സ്വത്ത്, ദുഷിച്ച രോഗങ്ങൾ , അപകടങ്ങൾ, മലകൾ, ശവകുടീരങ്ങൾ, പരാജയം", "古人": "താവോ സഞ്ചുൻ തണ്ണിമത്തൻ തോട്ടത്തിൽ Zheng En അടിക്കുന്നു", "第X籤": "നമ്പർ തൊണ്ണൂറ്റി ഒമ്പത്", "宮": "ഹൈഗോംഗ്"}