{"籤詩版本二": "Possa il mondo essere creato per un buon matrimonio, giorni propizi e bei tempi, e tutte le cose vadano bene\nNon è cosa da poco se ottieni questo lotto. L'imperatore dichiara che le persone sono leali e rette.", "詩意": "Questo esagramma rappresenta l'inizio dell'apertura del cielo e della terra.\nTutto è di buon auspicio.", "解曰": "Velocità rapida. L'anno non vale il suo tempo. Guanyin scrive. Fammi sapere prima.", "籤詩故事一": "◇Zhongli divenne illuminato\nZhongli Quan, soprannominato Zhongli, nome di battesimo Quan, nome di cortesia Yunfang e soprannome Zhengyang, era originario della contea di Xianyang, Xi'an, provincia dello Shaanxi durante la dinastia Han orientale.\nZhong Liquan era un generale della dinastia Han. Durante la spedizione contro i Qiang occidentali, era geloso del comandante Liang Yi e gli assegnò solo 30.000 soldati vecchi e deboli. Appena arrivato a destinazione, l'accampamento fu derubato. l'esercito Qiang occidentale e i soldati fuggirono. Zhong Liquan si perse in una valle e lungo la strada incontrò un monaco, lo portò in un piccolo villaggio e gli disse: \"Questa è la residenza del signor Donghua\", poi lo salutò e se ne andò. Dopo un po', qualcuno improvvisamente disse: \"Deve essere perché l'uomo Hu dagli occhi verdi è troppo loquace\". Vide un uomo che indossava una pelliccia di cervo bianco e teneva in mano un bastone di quinoa verde. Chiese a Zhong Liquan: \"La persona che è venuta ecco Han Da. Generale Zhongliquan\n? Zhong Liquan rimase scioccato, sapendo di aver incontrato una persona strana, quindi imparò sinceramente il Tao.\nZhong Liquan in seguito incontrò Zhenren Huayang e il re immortale Xuanfu e apprese il \"segreto dell'immortalità\". Alla fine visse a Zijin Sihaofeng sul Monte Kongtong, ottenne il \"Segreto della Scatola di Giada\" e divenne un vero immortale. Era anche venerato come uno dei Cinque Patriarchi del Nord dalla setta Quanzhen.", "聖意": "Pregate affinché la vostra casa e la vostra casa siano benedette dalla buona fortuna in autunno e in inverno. Cercate la buona fortuna in autunno e in inverno. Buona fortuna negli affari, buona fortuna nel matrimonio, buona fortuna nel dare alla luce dei maschi, buona fortuna nel viaggiare verso buona fortuna per i bachi da seta, buona fortuna per il bestiame, buona fortuna per trovare persone, buona fortuna per le cause legali, buona fortuna per la migrazione, buona fortuna per le proprietà smarrite e buona fortuna per le malattie del nord-est. Buona fortuna per l'invio di montagne e tombe", "古人": "Zhongli divenne illuminato", "第X籤": "primo segno", "宮": "Utero"}