{"籤詩版本二": "Perché non vai a Tailai, che è proprio dietro l'angolo? Lascerò temporaneamente il signore fuori dalla montagna.\nSe ci sono buone notizie sulla tigre o sul coniglio, sarai libero anche se sei determinato a darti da fare.", "詩意": "In questo esagramma c'è un segno di benedizione tra le disgrazie.\nTutto è brutto in anticipo e buono alla fine.", "解曰": "Sostituisci con seta di canapa. Colpisci i piedi di qualcuno. Vedere chiaramente. Le benedizioni provengono dai disastri.", "籤詩故事一": "◇Incontro con un maestro a Bukit\nWu Ji era originariamente un taglialegna, e i due incontrarono Jiang Ziya mentre stavano pescando nel fiume Feng. Wuji rise quando vide Ziya pescare con un amo dritto.\nZiya guardò il volto di Wuji e raccontò la predizione del futuro: \"Se entri in città oggi, ucciderai qualcuno\". Dopo aver sentito questo, Wu Ji se ne andò arrabbiato e portò legna da ardere in città.\nDopo essere entrato in città, Wu Ji si è scontrato con altri e ha erroneamente picchiato a morte il primo ministro Wen Wang.\nIl re Wen trasformò il terreno in una prigione e imprigionò Wu Ji.\nBukit Hou è stato temporaneamente rilasciato e condannato a morte per prendersi cura di sua madre fino all'autunno.\nSua madre gli ha chiesto di chiedere aiuto a Jiang Ziya.\nIl Taigong lo accettò come suo discepolo, gli insegnò l'arte della guerra e gli ordinò di scavare buche e lanciare incantesimi per spezzare il suo destino innato.\nDopo l'autunno, Wu Ji non venne per essere punito. Il re Wen dedusse i numeri innati e pensò che Wu Ji si fosse suicidato per paura del crimine.\nPiù tardi, il re Wen incontrò Wu Ji e Wu Ji presentò il re Wen all'incontro con Jiang Taigong.\nTaigong è stato insignito del titolo di Generale di Wude. Sia il maestro che l'apprendista lavoravano per il re Wen.", "聖意": "La casa è sicura, l'io è fortunato, gli affari vanno bene, il matrimonio è in ritardo, il pedone maschio non è tornato nel campo, i bachi da seta sono redditizi, i sei animali sono Shenji, la ricerca è buona, la causa pubblica è bene, la migrazione è conservativa, si vedono gli oggetti smarriti, la malattia è buona, Qiuji, la montagna e la tomba sono buoni.", "古人": "Incontro di Bukit", "第X籤": "Il dodicesimo segno", "宮": "Palazzo Yin"}