{"籤詩版本二": "Proprio come una gru che esce dalla sua gabbia mortale, è possibile uscire dalla gabbia mortale.\nNon ci sono barriere tra Nord, Sud ed Est. Puoi andare direttamente al Palazzo Jiuxiao.", "詩意": "Questo esagramma rappresenta l'immagine di una gru che lascia la sua gabbia.\nTutto è brutto in anticipo e buono alla fine.", "解曰": "Nessun problema. La strada è prospera. Essere a proprio agio. Spensierato come un essere umano (dio).", "籤詩故事一": "◇Ziya ha abbandonato la sua posizione ufficiale\nQuando Jiang Ziya lavorava come indovino, vide che una donna era stata trasformata dallo spirito del pipa di giada, quindi l'afferrò e la picchiò persino con una pietra d'inchiostro. Il primo ministro di re Zhou spiegò cosa era successo, chiese cosa fosse successo e poi portò Jiang Ziya a vedere re Zhou. Jiang Ziya usò il Samadhi True Fire per bruciare lo spirito pipa e togliergli la sua forma originale di fronte al re Zhou, e il re Zhou lo nominò un alto funzionario.\nPer vendicare lo spirito del pipa di giada, Daji chiese al re Zhou di ordinare a Jiang Ziya di costruire una piattaforma per cervi. Jiang Ziya rimproverò il re Zhou e il re Zhou gli ordinò di essere ucciso. Jiang Ziya fuggì usando l'acqua. Dopo essere tornato a casa, Jiang Ziya ha chiesto a Ma di andare a Xiqi e Ma voleva divorziare da lui. Quindi Jiang Ziya andò da solo a Xiqi (la capitale del re Wen della dinastia Zhou).\nJiang Ziya arrivò a Xiqi e visse in isolamento pescando nella gola di Panxi. Incontrò il re Wen di Zhou che era ansioso di cercare talenti. Su richiesta sincera di re Wen, Jiang Ziya fu adorato come suo insegnante e aiutò il re Wen.", "聖意": "Sono a disagio a casa e voglio anche cercare cooperazione finanziaria, transazione, matrimonio, Liujia, pedoni uomini, vedere campi, bachi da seta, profitti autunnali, sei perdite di bestiame, ricerca di persone, ostruzione di cause pubbliche, migrazione, oggetti smarriti, sud-est malattia, tramonto, invio di monti e tombe, buon auspicio.", "古人": "Ziya ha abbandonato la sua posizione ufficiale", "第X籤": "Il quattordicesimo vincitore della lotteria", "宮": "Maogong"}