{"籤詩版本二": "Le preoccupazioni e le preoccupazioni sono temporaneamente alleviate e la gioia arriva dal cielo.\nProprio come la giada nascosta nello sterco, un buon lavoratore solleva la polvere", "詩意": "Questo esagramma rappresenta l'armonia di Yin e Yang.\nTutto ciò che pianifichi è di buon auspicio.", "解曰": "Niente di guadagnato, niente di perso. Guadagno dalla perdita. Il cattivo è nei guai. Buona fortuna a te, signore.", "籤詩故事一": "◇Ye Meng Xiong Chao Di\nYe Mengxiong (1531-1597), il cui nome di cortesia era Nanzhao e il cui nome era Longtang, fu cambiato in Longtan e chiamato anche Huayun. Nativo di Wanshifang, Huizhou Fucheng (ora parte del distretto di Huicheng, città di Huizhou) durante la dinastia Ming. Nel 44esimo anno del regno di Jiajing (1565), divenne un Jinshi e gli fu conferito il titolo di magistrato della contea di Qing. Ha servito come direttore del dipartimento di trasferimento e in seguito è diventato il censore di supervisione di Shanxi Road.\nNel 20° anno di Wanli (1592), il console generale di Ningxia Kuaibai (capo della tribù tartara mongola) uccise il governatore Dang Xin e conquistò il quarantasettesimo forte nella provincia di Hexi, distrusse la città, adorò e si bruciò vivo. Meng Xiong non è arrogante nel prendersi il merito e lascia che le sue abilità siano buone quanto quelle dei generali che osano combattere. Il funzionario Wei Xuezeng è stato reintegrato. Nei suoi ultimi anni, si dimise cinque volte e tornò a Huizhou per costruire il Tempio Huilong.\nYe Mengxiong entrò nel Taoismo inizialmente come funzionario pubblico e fu famoso per la sua onestà e integrità. Vecchi documenti storici dicevano che era \"il primo in umiltà e abilità\", \"elimina la corruzione e punisce le ribellioni\", lasciando una buona reputazione. era estremamente leale, coraggioso, coraggioso e pieno di risorse, bravo nell'artiglieria. Nella seconda metà della sua vita, le sue abilità nelle arti marziali furono registrate nella \"Storia della dinastia Ming\" ed era considerato un eroe nazionale.", "聖意": "La casa è sfavorevole (sempre più pacifica) L'autunno e l'inverno fanno bene a se stessi, la ricchezza avrà successo, le transazioni andranno a buon fine, il matrimonio avrà successo, Liujia sarà falsamente allarmata (ci saranno tesori), i pedoni andranno nei campi a pregate per i bachi da seta, sei animali saranno appiattiti, le persone saranno ritrovate, le cause pubbliche saranno sfavorevoli, la migrazione sarà conservativa, gli oggetti smarriti saranno ostacolati, le malattie saranno risolte nella tomba di Fushan", "古人": "Ye Meng Xiong Chao Di", "第X籤": "Sedicesima vincita del Lotto", "宮": "Maogong"}