{"籤詩版本二": "Il Corvo d'Oro cade a Ovest e il Coniglio sorge a Est. Il ciclo del giorno e della notte continua dai tempi antichi fino ai giorni nostri.\nI monaci e i taoisti sanno che non esiste alcuno svantaggio e gli studiosi, gli agricoltori, l’industria e i commercianti seguono tutti la propria mente.", "詩意": "Questo esagramma rappresenta l'aumento e il declino di yin e yang.\nÈ anche un segno che tutto andrà come previsto.", "解曰": "Non c'è niente in mente. Ciò che hai fatto è meritorio. Come una freccia scoccata da un arco. Un colpo ha colpito il bersaglio.", "籤詩故事一": "◇Lo zio Cao Guo è un immortale\nSi dice che Cao Guojiu, originario di Xuzhou, fosse il prozio dello stato durante il periodo Renzong della dinastia Song. Il suo nome era Cao Yi, noto anche come Cao Jingxiu.\nLo zio Cao Guo aveva un fratello minore di nome Cao Er. Questo Cao Er faceva affidamento sulla sua posizione di autorità imperiale e commetteva ogni tipo di male. Occupò campi, portò via mogli e figlie e fece amicizia con alcuni criminali senza legge, che entravano e uscivano. Cao Guojiu non poteva sopportarlo, quindi si rifiutò di ascoltare le sue buone parole e le sue consolazioni, quindi usò la punizione per controllarlo. , i due fratelli nutrirono rancore.\nCao Guojiu ha detto: \"I principi del mondo sono che coloro che accumulano cose buone prospereranno e coloro che accumulano cose malvagie periranno. Questa è una verità immutabile. La nostra famiglia Cao ha accumulato azioni malvagie in passato per ottenere la ricchezza di oggi. Ora mio fratello ha accumulato il male fino all'estremo, anche se scappa Anche se vieni punito da un ufficiale, non puoi sfuggire ai disastri nascosti. Una volta che arriva un disastro e la tua famiglia viene distrutta e qualcuno muore, non sarai in grado di scappare quella volta. Ne sarò umiliato e ne avrò paura.\" Così, ho disperso tutte le mie ricchezze, Lui ha aiutato i poveri e non si è più preoccupato degli affari di suo fratello. Poi lasciò la sua casa e i suoi amici, indossò un'uniforme taoista e andò sulle montagne per coltivare la sua mente e la sua natura.\nUn giorno, gli capitò di incontrare Zhongli e Lu Dongbin della dinastia Han. Furono molto felici di vedere le risposte eloquenti di zio Cao Guo. Gli diedero l'\"Editto segreto di restituire la verità\" e gli ordinarono di praticare con attenzione. Presto, Zhongli Quan e Lu Dongbin furono introdotti alla classe immortale.", "聖意": "Buona fortuna per la casa, casa, buona fortuna, buona fortuna, buona fortuna negli affari, matrimonio, viaggiatore maschio, piantare presto bachi da seta nel campo, fallimento del bestiame, ricerca di persone, causa, migrazione, oggetti smarriti, malattia tardiva, buona fortuna", "古人": "Lo zio Cao Guo è un immortale", "第X籤": "Firma il diciottesimo", "宮": "Maogong"}