{"籤詩版本二": "Lasciando che la barca ritorni dalla spiaggia con acque veloci, cosa vuoi fare a causa del tumulto?\nSe vuoi essere al sicuro, cerca la tranquillità e aspetta che le onde superino questa crisi.", "詩意": "Questo esagramma è come una barca che viaggia su una spiaggia veloce.\nRimani conservatore in tutto e aspetta il momento giusto.", "解曰": "Sbarcare in acque forti. Il pericolo è aspettare il tempo. Se chiedi informazioni sui piani del campo. Non può essere fatto nulla.", "籤詩故事一": "◇Ziyi viene incoronato re\nGuo Ziyi (697-781), noto anche come Guo Linggong, era originario della contea di Zheng, Huazhou (ora contea di Huaxian, provincia dello Shaanxi) e un generale della dinastia Tang.\nDurante la ribellione di Anshi nel 14° anno di Tianbao (755), gli fu concesso il titolo di Shuofang Jiedushi (Lingwu, a ovest di Lingwu nell'attuale Ningxia). Gli fu ordinato di fare una crociata. Unì l'esercito di Shuofang con Li Guangbi per marciare. nell'Hebei, unirono le forze a Changshan (Zhengding, Hebei) e sconfissero Shi Siming, riconquistarono l'Hebei. In questo momento, Guo Ziyi suggerì all'imperatore di prendere Fan Yang dal nord e di attaccare la tana della tigre ribelle per ridurre l'assedio di Tongguan, ma Xuanzong rifiutò. Successivamente si creò la situazione delle città vassalli separatiste alla fine della dinastia Tang, che divenne anche la remota causa della fine della dinastia Tang.\nNel quindicesimo anno del regno di Tianbao (756), lui e la coalizione uigura pacificarono Hequ. Nella primavera dell'anno successivo, recuperarono Hedong (ora Yongji, Shanxi) e Feng Yi (ora Dali, Shaanxi) e attaccarono Tongguan, sconfiggendo Cui Qianyu e l'esercito Tang subì più di 10.000 vittime. Cui Qianyu si arrese a Pujin. An Lushan è stato ucciso da suo figlio An Qingxu.\nNel secondo anno di Zhide (757), gli fu ordinato di condurre le truppe a Fengxiang. Lungo la strada, sconfisse 5.000 cavalieri di Li Guiren al ponte Baiqu Liuyun (l'odierno sud-est di Sanyuan). A maggio, combatté con An Shouzhong e Li Guiren fu sconfitto a Qingqu (oggi a ovest di Xi'an) e si ritirò a Wugong (oggi a nord-ovest di Wugong). A settembre, seguì il maresciallo Guangping Wang Li Chu per guidare i Tang e gli Uiguri a unirsi a 150.000 soldati, e poi combatté con An Shouzhong e Li Guiren a Xiang. A nord del Tempio Ji (a sud-ovest dell'odierna contea di Chang'an), i soldati uiguri girarono dietro il nemico, attaccarono da entrambi i lati e uccisero 60.000 nemici. Zhang Tongru fuggì nella contea di Shaanxi, e infine riconquistò la capitale Chang'an (l'odierna Xi'an).La maestà dell'esercito Tang fu nuovamente restituita a Chang'an.\nSuccessivamente, l'esercito Tang approfittò della vittoria e marciò verso est, sconfiggendo 150.000 uomini tra cui Yan Zhuang e Zhang Tongru a Xindian (ora a sud-ovest della città di Sanmenxia, ​​provincia di Henan), costringendo Anqing Xu ad attraversare il fiume Giallo e ritirarsi a Xiangzhou. Dongjun Luoyang ritornò. Aggiungi Situ ai suoi meriti e rendilo Duca del paese.\nShi Siming guidò il suo esercito da Fan Yang per salvare An Qingxu. Le due parti combatterono in formazione a nord del fiume Anyang (l'odierno nord di Anyang). La lotta fu inestricabile. Alla fine, guidato da nove Jiedushi, l'esercito Tang, che affermò di avere 600.000 uomini, si ritirò (nella battaglia di Yecheng). Il comandante principale di questa battaglia era l'eunuco Yu Chaoen, che non aveva capacità di comando e incolpò Guo Ziyi per il fallimento della battaglia. Guo Ziyi fu richiamato a Chang'an, sollevato dal potere militare e divenne un funzionario inattivo.\nNel primo anno di Baoying (762), le truppe di Taiyuan (l'odierno sud-ovest di Taiyuan) e di Jiangzhou (l'odierno Xinjiang nella provincia dello Shanxi) si ribellarono. La corte era spaventata, così a Ziyi fu concesso il titolo di re di Fenyang e si recò a controllare Jiangzhou. Fu anche alienato dall'eunuco Cheng Yuanzhen e fu sollevato dal potere militare.\n(Il focus di questa storia: Guo Ziyi, che era molto capace e ben educato, incontrò Xuanzong e alcuni cattivi, il che compromise notevolmente i suoi successi.)", "聖意": "Benedizione della casa e di se stessi, ricerca della ricchezza, nessuna transazione, nessun matrimonio, nessun falso allarme, pedoni che arrivano a Tiancanji, persone difficili da trovare, cause pubbliche e (non Xing), migrazione, conservatorismo, oggetti smarriti, difficile da trovare, malattie, pregando per benedizioni, montagne e tombe, di buon auspicio", "古人": "Ziyi fu incoronato re", "第X籤": "Diciannovesimo Lotto Vincitore", "宮": "Tatsumi"}