{"籤詩版本二": "Dopo tante preoccupazioni e pericoli, da ora in poi non sarà mai più vuoto\nUn cuore generoso ha i suoi progetti generosi: devi incontrare un esperto per ottenere grandi risultati.", "詩意": "Questo esagramma è come un antico pozzo con una sorgente.\nIn ogni cosa, le persone nobili raggiungono il successo.", "解曰": "Alla fine la causa sarà giustificata. Malato e sicuro. Entra ed esci per chiedere consiglio. Il pozzo antico incontra la primavera.", "籤詩故事一": "◇Yao Chong controlla le locuste\nYao Chong (649-721), il cui vero nome era Yuan Chong, era di Shaanzhou e prestò servizio come ministro di Xia Guan, Shangshu di Chunguan, Ziweiling, Zhongshuling e primo ministro durante la dinastia Tang.\nNel quarto anno di Kaiyuan (716), lo Shandong (generalmente riferito al bacino del fiume Giallo a est di Huashan) era infestato dalle locuste. Le persone erano vincolate da idee superstiziose e non osavano cacciarle e ucciderle. Invece, si stabilirono sacrifici, bruciavano incenso, adoravano accanto ai campi e osservavano i raccolti divorati dalle locuste. .\nTutti i funzionari credevano: \"Le locuste sono un disastro naturale, come possono essere controllate dalla manodopera!\" La lotta tra due idee diverse a quel tempo era feroce, se eliminare o meno le locuste.\nYao Chong ha detto: \"Finché lavoriamo insieme, possiamo sbarazzarci di tutti loro. Ha detto: le locuste hanno paura delle persone, quindi sono facili da scacciare. Le piantine hanno proprietari, quindi i soccorritori devono lavorare sodo; le locuste possono volare, e se di notte vedono il fuoco, voleranno verso di esso; date loro fuoco nel campo, scavate buche mentre bruciano, seppelliteli mentre bruciano e non rimarrà più nulla.\"\nXuanzong ha detto: \"Le locuste sono un disastro naturale causato da una cattiva governance morale. Se chiedi che vengano cacciate e uccise, non è questo andare contro il buon senso?\"\nYao Chong ha aggiunto: \"La cattura e l'uccisione delle locuste era praticata dagli antichi, e Vostra Maestà la utilizzerà in futuro. È un importante evento nazionale per portare pace e prosperità agli agricoltori. Per favore, consideratelo seriamente.\"\nXuanzong era convinto. Ma a quel tempo, tutti dentro e fuori il tribunale dicevano che non si poteva cacciare le locuste.\nXuanzong ha detto: \"Ho discusso con il primo ministro e ho deciso di catturare le locuste. Chiunque si opponga nuovamente verrà giustiziato. \"Così ha inviato il censore a supervisionare e ordinare alla gente di bruciare e seppellire le locuste.\nI risultati furono piuttosto efficaci: furono catturati nove milioni di locuste in tutto il paese e la piaga delle locuste fu debellata con successo. Quell’anno l’agricoltura ottenne un buon raccolto.\n(Si dovrebbe usare saggezza nella gestione dei disastri e nell’evacuazione, e devono esserci strategie ingegnose per superare le difficoltà. Yao Chong è l’esperto in questa materia)", "聖意": "La casa è ordinaria, se stessi sono bloccati, la ricerca di denaro è bloccata, il commercio è bloccato, il matrimonio e l'armonia sono bloccati, c'è pericolo a Liujia, i pedoni sono bloccati, i bachi da seta sono bloccati, il bestiame è sfavorevole, le persone non si trovano, le persone sono bloccate , vengono intentate cause pubbliche, la migrazione è irragionevole, gli oggetti smarriti sono difficili da trovare, le malattie invocano benedizioni, le montagne e le tombe sono inquiete", "古人": "Yao Chong controlla le locuste", "第X籤": "Vincere la venticinquesima lotteria", "宮": "Palazzo Mi"}