{"籤詩版本二": "Si dice che le cose siano andate sottosopra e ho ricevuto una lettera dall'orizzonte.\nLa fama e il successo promessimi nel libro sono rimasti vuoti fino alla fine.", "詩意": "Questo esagramma ha un nome falso.\nSi consiglia di essere conservatori in tutto.", "解曰": "Su e giù sconvolto. Cercare il tempo libero non è ozioso. Desiderio di fama. Rimani al sicuro.", "籤詩故事一": "◇Zhong Kui raggiunge l'illuminazione\nZhong Kui, il cui cognome è Zhong Kui, il cui nome di cortesia è Zhengnan, è di Zhongnanshan.\nDurante il regno dell'imperatore Dezong della dinastia Tang, Zhong Kui prese parte all'esame imperiale, lesse le domande dell'esame e immediatamente scrisse l'articolo in una volta sola e lo consegnò. L'esaminatore capo quel giorno era Han Yu, il ministro degli Affari civili, e il vice esaminatore era Lu Zhi, un grande studioso. Quando i due lessero l'articolo di Zhong Kui, i loro occhi si illuminarono e dissero all'unisono: \"Mago, mago! Ogni parola in questo articolo è squisita, degna di Li Taibai e Du Zimei!\" Così chiamarono Zhong Kui al primo posto.\nL'imperatore Dezong ascoltò il rapporto di Han Yu e disse che Zhong Kui, il nuovo campione della scienza, aveva molto talento, quindi convocò Zhong Kui nel Palazzo d'Oro.\nQuando l'imperatore Dezong vide il suo brutto aspetto, si sentì immediatamente dispiaciuto e disse: \"La selezione degli studiosi nella nostra corte si basa tutta su parole personali e calligrafia. Come può una persona così brutta essere scelta come studioso numero uno nelle scienze d'oro? \"\nHan Yu si inginocchiò in fretta e disse: \"Il bene e il male di una persona non riguardano solo l'apparenza. Non hai sentito tu, Santo Signore, che Yan Ying è alto tre piedi ed è uguale al suo primo ministro? Zhou Chang ha un balbetta ma può aiutare la dinastia Han. Confucio giudica le persone dal loro aspetto e perde suo figlio Yu. Spero che vostra maestà ci penserà due volte.\" \"\nL'imperatore Dezong rifletté per un momento e disse: \"Sebbene le parole di Han Aiqing siano ragionevoli, quando ero imperatore Taizong, c'erano diciotto studiosi che vennero a Yingzhou e ne parlarono. Quest'uomo era lo studioso numero uno. Temo che il mondo riderà di me perché non riconosco i talenti.\"\nIl primo ministro Lu Qi aveva una mentalità ristretta e invidioso dei talenti. Dopo aver ascoltato le parole dell'imperatore, si inginocchiò e disse: \"Lo studioso numero uno nella materia d'oro deve essere sia interno che esterno. Ci sono trecento candidati per questa materia. Perché non ne scegli un altro?\"\nQuando Zhong Kui vide quanto fosse confuso quest'uomo, non poté fare a meno di arrabbiarsi, indicò Lu Qi e imprecò: \"Se un funzionario così stupido è in tribunale, non danneggerà il paese?\" colpì Lu Qi con il pugno.\nVedendo questo, Dezong si arrabbiò e disse: \"Sei così audace, osi creare problemi al Palazzo d'Oro, abbattilo velocemente!\"\nIn preda alla rabbia, Zhong Kui tirò fuori la spada dalla vita del generale in piedi nel palazzo e sospirò rumorosamente: \"È difficile per un gatto frustrato imitare una tigre, e un pappagallo frustrato non è bravo come un pollo\". Successivamente si suicidò.\nQuando l'imperatore Dezong vide che Zhong Kui si suicidava con rabbia, rimase scioccato e, per conquistare i cuori delle persone, decretò che Zhong Kui fosse sepolto con il titolo ufficiale di Studioso n. Esorcismo per liberare il mondo dagli spiriti maligni.", "聖意": "Pregate per le benedizioni sulla vostra casa, sulla vostra sicurezza, sulle difficoltà finanziarie, sul fallimento degli affari, sul fallimento del matrimonio, sulle pedoni Liujia, sui bachi da seta Shinta semicotti, sui sei animali domestici che possono essere allevati, sulle persone scomparse, sulle cause pubbliche occidentali, sulla migrazione, sulla conservatorità, sulla perdita proprietà, malattia, pregare per la buona fortuna nelle montagne e nelle tombe", "古人": "Zhong Kui ottenne il Tao", "第X籤": "Ventiseiesima vincita alla lotteria (Lotteria)", "宮": "Palazzo Mi"}