{"籤詩版本二": "A est c'è una bellissima Chanjuan illuminata dalla luna, e le nuvole la coprono per un momento e rimangono nascoste.\nA volte può essere rotondo, ma a volte può mancare: coloro che dicono che non lo è sono solo chiacchiere.", "詩意": "La luna in questo esagramma è coperta da nuvole.\nTutto è ancora in coma.", "解曰": "Nuvole fluttuanti coprono la luna. Non c'è bisogno di dubitare. In attesa che la nuvola si raccolga. Allora capirai.", "籤詩故事一": "◇Bao Gong sta cercando l'Imperatrice Li\nDurante il regno di Zhenzong della dinastia Song, l'Imperatrice Li (Imperatrice Li) era una domestica dell'harem, fu favorita da Song Zhenzong e fu promossa a Wanyi, e rimase incinta.\nMa a quel tempo, la concubina Liu Def (in seguito imperatrice Liu) aveva pensieri malvagi e corruppe l'eunuco Guo Huai per sostituire il figlio dell'imperatrice Li con uno zibetto scuoiato, portò via suo figlio e disse all'imperatore che era il suo figlio biologico. Song Zhenzong era furioso e mandò l'Imperatrice Li al palazzo freddo.\nDopo che la concubina De fu promossa a regina, progettò di uccidere l'imperatrice Li, che fuggì dal palazzo.\nUn giorno, Li Niangniang, che viveva per strada, incontrò Bao Zheng, l'inviato imperiale, che era di pattuglia nella zona, e gli raccontò la sua esperienza di vita e che era la madre biologica dell'attuale imperatore Song Renzong. . Dopo che Bao Zheng venne a conoscenza dell'incidente, riportò Li Niangniang a Pechino, lo riferì a Song Renzong e scoprì la questione, e alla fine madre e figlio si riconobbero. L'imperatrice vedova Liu e l'eunuco responsabile Guo Huai chinarono la testa e confessarono.", "聖意": "Sono a disagio a casa, prego per protezione finanziaria, difficoltà finanziarie, buona fortuna negli affari, matrimonio, sfortuna, persone nei campi, bachi da seta, animali sfavorevoli, difficoltà nel trovare persone, cause legali, perdita, migrazione, conservatorismo, proprietà smarrite, Malattie occidentali, difficili da guarire, riforma delle tombe di montagna", "古人": "Bao Gong sta cercando l'Imperatrice Li", "第X籤": "Ventottesimo vincitore della lotteria", "宮": "Palazzo di mezzogiorno"}