{"籤詩版本二": "Ti consiglio di non chiedere aiuto a lui: vola come una gru e ti scaglia frecce segrete.\nSe vai a raccogliere legna da ardere e c'è un serpente nell'erba, potresti essere morso dal veleno e sarai triste.", "詩意": "Questo esagramma è un segno di stare al sicuro e di mantenersi.\nStai attento a tutto.", "解曰": "Chiudi la bocca e tieni i denti. È distratto. Se ti senti in colpa. Alla fine fa del male a se stessi.", "籤詩故事一": "◇Incontro sulla scacchiera\nL'imperatore Taizong della dinastia Tang stava marciando verso ovest e rimase intrappolato nella città di Suoyang. Cheng Yaojin tornò a Pechino per chiedere rinforzi.\nA Xue Dingshan fu ordinato di servire come maresciallo della seconda rotta e andò a salvare il Signore e pacificare Xiliao.\nDopo che un gruppo di persone è uscito dal Passo Yumen, è arrivato al Monte Qipan. Assediato da migliaia di servitori sulla montagna, Dou Yihu, il re della montagna, fu sconfitto dal generale Tang Luo Tong. Fortunatamente, sua sorella Dou Xiantong era una discepola della Santa Madre dei Fiori Gialli ed era esperta nelle arti marziali. tenne una corda immortale e legò Luo Tong.\n(La poesia firmata corrisponde a questa)\nVedendo la bellezza di Xue Dingshan, Dou Xiantong voleva diventare amico di Feng Luan, ma Xue Dingshan rifiutò. Dou Xiantong si arrabbiò e voleva spingerlo fuori e decapitarlo. Fortunatamente, Cheng Yaojin venne a salvarlo e facilitò il loro matrimonio. Successivamente, Dou Yihu riportò anche i fratelli Qipanshan alla dinastia Tang per aiutare la dinastia Tang a conquistare il Liao occidentale.", "聖意": "Sicurezza domestica, interesse personale, ricerca di ricchezza, attesa di affari, matrimonio non consentito, falso allarme Liujia, pedoni che bloccano i campi, bachi da seta, sei capi di bestiame, persone scomparse, blocco di cause pubbliche, perdita (Mo Xing) Migrazione, conservatore, proprietà smarrita, la malattia è difficile da recuperare, tomba di montagna, buona fortuna", "古人": "conferenza sulla scacchiera", "第X籤": "Trentasettesimo vincitore della lotteria", "宮": "Palazzo di mezzogiorno"}