{"籤詩版本二": "Trascorrere del tempo in pace e tranquillità, sedendosi e sdraiandosi mentre si prende il tè dopo essere stati sazi\nNon hai bisogno di essere impegnato fisicamente e mentalmente e sicuramente non causerai ingiustizie o disastri.", "詩意": "Questo esagramma è un simbolo di pace e stabilità.\nIn tutte le cose, aspettare il momento giusto porterà fortuna.", "解曰": "Rimani sano e salvo. Chiedi agli dei. Aspetta finché arriva il momento. Le cose accadono per caso.", "籤詩故事一": "◇Foyinhui Dongpo\nUna volta, mentre studiava lo Zen, Su Dongpo acquisì una certa comprensione: si rese conto che il suo stato era trascendente e ne provò gioia. Incapace di frenare la mia passione, ho aperto la penna e ho scritto una poesia:\n\"Nel mezzo del cielo, Jishou risplende luminoso in tutto l'universo; incapace di essere soffiato dagli otto venti, siede in posizione eretta su un loto viola dorato.\"\n(Gli otto venti si riferiscono a: profitto, declino, distruzione, reputazione, lode, ridicolo, sofferenza e felicità. Cioè, non essere infastidito da questi otto stati è chiamato \"gli otto venti non possono muoversi\")\nDopo averlo scritto, Dongpo mandò il suo servitore oltre il fiume per darlo al maestro Zen Foyin del Tempio Jinshan.\nDopo che il maestro Zen Foyin lo lesse, lo contrassegnò con la parola \"scoreggia\" e lo diede al suo servitore perché lo riprendesse.\nDongpo era furioso dopo aver visto questo, quindi prese una barca attraverso il fiume e andò al Tempio Jinshan per trovare il sigillo del Buddha per discuterne.\nQuando Dongpo arrivò al cancello del Tempio Jinshan, Foyin stava già aspettando sulla porta.\nSu Dongpo ha immediatamente accusato Foyin: \"Perché chiami la poesia che ho scritto una scoreggia?\"\nFoyin rispose: \"Non sei già 'incapace di lasciarti trasportare dagli otto venti'? Come potresti essere' sbattuto oltre il fiume' da una scoreggia!\"\nIn quel momento, Dongpo rimase scioccato nel rendersi conto che non era abbastanza bravo e se ne andò per la vergogna.\n(Questa storia è una metafora di \"Il caldo non è ancora arrivato\")", "聖意": "Prega per la tua casa e la tua sicurezza, per la tua ricchezza, per i tuoi affari, per la buona fortuna nel tuo matrimonio, per una viaggiatrice da Liujia, per il campo, affinché i bachi da seta maturino in autunno, affinché sei capi di bestiame siano stabili, per trovare qualcuno, per essere difficile da trovare, per cause pubbliche, per migrazione, per oggetti smarriti, per malattia, per l'invio a una tomba di montagna, di buon auspicio", "古人": "Foyinhui Dongpo", "第X籤": "Trentuno numero vincente", "宮": "Wei Gong"}