{"籤詩版本二": "Il viaggio di ritorno è certo: chi conosce la giada nascosta nella pietra?\nUna volta che un buon artigiano ha un taglio netto, si sentirà sicuro e protetto nel periodo del diaspro", "詩意": "In questo esagramma puoi vedere l'immagine della giada quando tagli una pietra.\nLavora duro per riuscire in tutto.", "解曰": "Il tesoro è nella pietra. Gli estranei sanno poco. Aspetta finché non diventa chiaro. Fai tutto ciò che puoi.", "籤詩故事一": "◇Liu Bei cerca talenti (tre visite al cottage dal tetto di paglia, tre visite al cottage dal tetto di paglia)\nIl periodo dei Tre Regni. Zhuge Liang viveva in isolamento in una capanna dal tetto di paglia a Longzhong. Liu Bei era ansioso di cercare talenti, quindi visitò Zhuge Liang di persona. Visitò Zhuge Liang tre volte (conosciute come \"Tre visite al cottage dal tetto di paglia\" nella storia). Liu Bei chiese agli altri di stare lontani e chiese a Zhuge Liang: \" La dinastia Han è caduta e ministri traditori hanno rubato le loro vite. Vostra Maestà.\" Coperto di polvere. Non misuro la mia virtù e la mia capacità, voglio credere nella grande rettitudine del mondo, ma la mia saggezza e abilità sono superficiali, quindi lo uso in modo dilagante. Ad oggi. Tuttavia, la mia ambizione non è ancora finita, pensi che il piano verrà attuato? \"\nZhuge Liang gli presentò quindi il piano di dividere il mondo in tre parti, analizzò la situazione in cui Cao Cao non era disponibile e Sun Quan poteva venire in suo aiuto, e approfondì anche la codardia dei pastori statali negli stati Jing e Yi. , e c'era un'opportunità per trarne vantaggio, e solo quei due stati potevano essere sfruttati. Solo allora potrà vincere il mondo; ha persino detto a Liu Bei la strategia di attaccare le pianure centrali. (Questa discussione fu successivamente chiamata \"Longzhong Dui\"). Dopo che Liu Bei sentì questo, lo lodò come se avesse trovato un tesoro, e invitò fortemente Zhuge Liang a venire in aiuto, così Zhuge Liang divenne il consigliere militare di Liu Bei.", "聖意": "La casa è tranquilla, cerco la ricchezza, il commercio di manodopera ostacola il matrimonio e divento un viaggiatore virtuale a Liujia.", "古人": "Liu Bei cerca talenti (tre visite al cottage dal tetto di paglia, tre visite al cottage dal tetto di paglia)", "第X籤": "Il trentaduesimo vincitore della lotteria", "宮": "Wei Gong"}