{"籤詩版本二": "Vesti e riorganizza il vecchio stile di famiglia. Il Tao è senza cielo ma ha merito.\nDopo aver spazzato via spine e spine dalla strada, i tre hanno deciso di riunirsi ai colleghi", "詩意": "Questo esagramma rappresenta la riorganizzazione dei vestiti.\nTutto è difficile prima, diventa facile dopo.", "解曰": "Non preoccuparti. Divertiti. Se chiedi del futuro. C'è una buona strada da percorrere.", "籤詩故事一": "◇Scritture buddiste del monaco Tang\nXuanzang (602-664), un eminente monaco della dinastia Tang, aveva un cognome comune Chen e un nome proprio Yi, nacque nella contea di Goushi, Luozhou (oggi la parte meridionale della città di Yanshi, provincia di Henan). Divenne monaco all'età di tredici anni e prese il nome buddista Xuanzang. Il mondo si chiama Sanzang della dinastia Tang.\nNel terzo anno di Zhenguan (629, conosciuto anche come il primo anno di Zhenguan), viaggiò a ovest, a Tianzhu (India) per ottenere le scritture buddiste. Si avventurò in pericolo da solo e sopportò difficoltà. Arrivò solo dopo quattro anni.\nNel diciassettesimo anno di Zhenguan, il maestro si dimise ufficialmente e ritornò ad est. Tornò in Cina attraverso la South Road dell'attuale provincia dello Xinjiang, Khotan e Loulan, impiegando un totale di diciassette anni e un viaggio di 50.000 miglia. Quando arrivò a Chang'an nel primo mese del diciannovesimo anno di Zhenguan, l'imperatore ordinò a Liang Guogong Fang Xuanling e ad altri funzionari civili e militari di dargli un grande benvenuto.\nSono stati richiesti un totale di 520 e 657 volumi delle scritture buddiste sanscrite originali. e tradotto in cinese.\nDopo il ritorno del maestro, fu molto rispettato dall'imperatore Taizong e dall'imperatore Gaozong e fu consacrato a Da Nei, dandogli il titolo di \"Maestro Tripitaka\".", "聖意": "La casa è in subbuglio, buona fortuna per se stessi, buona fortuna, buoni affari, buon matrimonio, Liujia ostacolante, gente che viene nei campi, bachi da seta, animali sfavorevoli, ricerca di persone, cause pubbliche, migrazione, oggetti smarriti, malattie tardive, preghiere per le benedizioni, le tombe di montagna dovrebbero essere antiche.", "古人": "Il monaco Tang impara le scritture buddiste", "第X籤": "Il trentacinquesimo vincitore della lotteria", "宮": "Shen Gong"}