{"籤詩版本二": "Se vuoi essere sicuro e tranquillo, non è adatto tenere le candele al vento.\nÈ meglio pulire e sedersi in una sala profonda, evitare la luce, agitarsi in un luogo tranquillo e muoversi. Agitare → Yao. Gratuito → pochi.", "詩意": "Questo esagramma è come il vento che scuote la lampada e la candela.\nMantenere le cose costanti porterà fortuna.", "解曰": "Sistemati in un posto tranquillo. Sii reperibile e puntuale. Non è una benedizione. Conservatore e appropriato.", "籤詩故事一": "◇Li Jing ritorna sulla montagna\nLi Jing (571-2 luglio 649), nome di cortesia Farmacista, era originario di Sanyuan, Yongzhou (ora a nord-est della contea di Sanyuan, provincia dello Shaanxi). Un generale dalla fine della dinastia Sui all'inizio della dinastia Tang, fu un famoso stratega militare con abilità sia civili che militari durante la dinastia Tang. Successivamente gli fu concesso il titolo di Duca di Wei ed era conosciuto come Duca di Wei nel mondo.\nLi Jing è il padre del terzo principe Nezha nella lista degli dei, conosciuto anche come il \"Re di Tota\". Li Jing e suo figlio aiutarono Jiang Ziya (Tai Gong) a sconfiggere la regina Zhou, a stabilire la dinastia Zhou e il re Wu salì ufficialmente al trono. Jiang Ziya quindi stabilì un elenco di dei e condusse una cerimonia per placare le anime dei soldati morti in battaglia. Da quel momento in poi, il mondo divenne pacifico e pacifico. Il re Wu voleva creare marchesi e ricompensarli, e voleva anche assegnare la terra agli eroi fondatori. Li Jing, suo padre, suo figlio e altre sette persone chiesero di tornare sulla montagna per praticare il taoismo e non essere ossessionati dalla fama e dalla ricchezza mondane. Successivamente, tutti e sette \"divennero santi nel corpo\" e furono classificati nella classe degli immortali.\nLa storia di \"Feng Shen Bang\"", "聖意": "La casa è conservatrice, io sono normale, cerco soldi, ho difficoltà negli affari, il mio matrimonio non è in armonia con Liujia, prego affinché i pedoni abbiano fiducia, i bachi da seta sono maturi in autunno e gli animali sono al sicuro, Cerco persone, vedo cause legali pubbliche e migrazione, sono conservatore, ho perso proprietà, sono malato, non voglio cambiare la tomba a Jianxingshan.", "古人": "Li Jing ritorna sulla montagna", "第X籤": "Trentasettesimo vincitore della lotteria", "宮": "Shen Gong"}