{"籤詩版本二": "Specchio millenario riunito, la donna chiede al marito di risposarsi\nDa allora, la famiglia si è trasformata e ai figli e ai nipoti sono state aggiunte benedizioni.", "詩意": "Questo esagramma è un simbolo della riunione degli specchi.\nTutto è duro e costoso.", "解曰": "Scavando la sabbia nell'oro. Cavalcare un drago e cavalcare una tigre. Anche se è laborioso. C'è un supplemento in esso.", "籤詩故事一": "◇Yulianhui dieci amici\nDurante la dinastia Song, Qian Yulian sposò Wang Shipeng. Quando Shi Peng andò a Pechino per sostenere l'esame, il ricco Sun Ruquan costrinse Yulian a risposarlo.\nQian Yulian rifiutò la proposta del ricco Sun Ruquan e preferirebbe sposare Wang Shipeng, un povero studioso di Wenzhou assunto da \"Jing Chai\".\nSuccessivamente, Wang Shipeng vinse il primo premio e poiché rifiutò di essere costretto a sposarsi dal primo ministro Wanqi, fu mandato a servire come giudice nella remota Chaoyang. Sun Ruquan cambiò segretamente la lettera della famiglia di Wang Shipeng in una \"lettera di divorzio\" e ingannò Yulian facendola ingannare. Anche la matrigna di Qian Yulian la costrinse a risposarsi, ma Yulian rifiutò e si suicidò gettandosi in un fiume. Fu salvata da Qian Zaihe dalla provincia del Fujian e adottata come figlia adottiva. .\nYulian pensava che Shipeng fosse morto. Cinque anni dopo, Wang Shipeng era il governatore di Ji'an. Un giorno, tenne una cerimonia commemorativa in un tempio taoista per commemorare la sua defunta moglie. Yulian si recò al tempio taoista di Ji'an per bruciare incenso e Wang Shipeng e Qian si riunirono finalmente.", "聖意": "La casa non è buona per se stessi. L'autunno e l'inverno sono prosperi. Possa la ricchezza essere prospera. L'autunno e l'inverno sono prosperi. Gli affari sono prosperi. Possa il matrimonio avere successo. Pregate affinché i pedoni possano andare nei campi. I bachi da seta possono essere allevati. Sei bestiame Le persone possono essere trovate. Le cause pubbliche sono sfavorevoli. La migrazione è conservatrice. Perdita di proprietà. Malattia tardiva. Pregare per le benedizioni. Montagne e tombe sono buone.", "古人": "Yulianhui dieci amici", "第X籤": "Il quarto segno", "宮": "Utero"}