{"籤詩版本二": "La ruota rossa cade a ovest, il coniglio si alza a est, lo yin cresce e lo yang scompare, e tutto prospera\nSe una donna vuole usarlo, aumenterà la sua ricchezza e porterà felicità nel suo cuore.", "詩意": "Questo esagramma è il simbolo della crescita dello Yin e della scomparsa dello Yang.\nTutto è difficile prima, diventa facile dopo.", "解曰": "Lo yin avvantaggia le donne. Non adatto agli uomini. Se stai cercando un consiglio. Prima viene il male e poi arriva il bene.", "籤詩故事一": "◇Wu Zetian salì al trono\nAll'età di 14 anni, Wu fu convocato a palazzo dall'imperatore Taizong Li Shimin della dinastia Tang come persona di talento, chiamata \"Wu Mei\". Dopo la morte di Taizong, Zetian entrò nel tempio di Ganye e divenne una suora.\nQuando l'imperatore Gaozong della dinastia Tang salì al trono, convocò la famiglia Wu nel palazzo per rendere omaggio a Zhaoyi. Nel sesto anno di Yonghui (655), l'imperatore Gaozong stabilì Wu come sua regina.\nWu Zetian era intelligente, coinvolto nella letteratura e nella storia ed era ricco di intraprendenza. Subito dopo che Wu Zetian divenne regina, poiché Gaozong era debole e malata, a volte le affidava la gestione di alcuni affari politici, quindi il suo potere crebbe. Nel primo anno di Shangyuan (674), l'imperatore Gaozong fu chiamato \"Imperatore\", l'imperatrice Wu fu chiamata \"Regina del cielo\" ed entrambi furono chiamati \"Due Santi\" nel palazzo.\nNel primo anno di Hongdao (683), Gaozong morì, il principe Li Xian salì al trono e Wu Zetian salì a governare la dinastia. Nel febbraio del primo anno di Sisheng (684), Wu Zetian depose Li Xian come re di Luling e stabilì il suo quarto figlio Li Dan come imperatore, continuando a governare la dinastia. Nel settembre dello stesso anno cambiò la bandiera in oro e Luoyang, la capitale orientale, fu ribattezzata capitale divina. Il nono giorno di settembre del primo anno di Tianshou (690), Wu Zetian si proclamò imperatore e cambiò il nome del paese in Zhou.", "聖意": "La casa è sfavorevole per se stessi, pregare per benedizioni, cercare ricchezza, custodire transazioni, buona fortuna nel matrimonio, sfortuna nel matrimonio (femmina), pedoni che bloccano i campi, bachi da seta, bestiame prospero, ricerca di persone, separazione, cause legali, perdita, migrazione , perdita di proprietà, malattia, shock, montagne e tombe, buona fortuna", "古人": "Wu Zetian sale al trono", "第X籤": "Il quarantesimo vincitore della lotteria", "宮": "Tu Palazzo"}