{"籤詩版本二": "Ricorderai le infinite buone parole, ma diventerai tuo figlio se riconoscerai il ladro.\nNon essere avido in questo momento e preoccuparti di come avrebbe fatto qualcosa di buono un anno fa.", "詩意": "Questo esagramma identifica un ladro come un figlio.\nStai attento in tutto ciò che fai.", "解曰": "Solo questo. Un gentiluomo non commette errori. Tienilo a mente. Non sentirti solo.", "籤詩故事一": "◇Dong Zhuo accetta Lu Bu\nLu Bu, coraggioso e bravo a combattere, fu un famoso generale militare della fine della dinastia Han Orientale e dell'inizio dei Tre Regni. Un tempo considerava Ding Yuan, il governatore di Jingzhou, come suo padre adottivo e prestò servizio sotto di lui.\nDopo la morte dell'imperatore Ling della dinastia Han orientale, Ding Yuan andò a Pechino per collaborare con il generale He Jin per controllare il governo.\nDong Zhuo combatté con Ding Yuan, ma diversi generali non furono in grado di sconfiggere Lu Bu, quindi Dong Zhuo mandò il suo subordinato Li Su a corrompere Lu Bu. Li Su portò pile di tesori d'oro e d'argento e il famoso cavallo coniglio rosso per \"visitare Lu Bu\". Li Su portò pile di tesori d'oro e d'argento e il famoso cavallo coniglio rosso per visitare Lu Bu. Quindi Lu Bu fu corrotto da Dong Zhuo per uccidere Ding Yuan, e disse anche ai suoi soldati di venire con lui se volevano, e di andarsene se non volevano seguirlo. Di conseguenza, la maggior parte dei soldati scappò. Quindi Lu Bu fu corrotto da Dong Zhuo e uccise Ding Yuan.\nDopo che Dong Zhuo ottenne il potere, adottò Lu Bu come suo figlio adottivo e lo nominò generale e marchese.\nDong Zhuo aveva un carattere violento e la \"relazione padre-figlio\" con Lu Bu era in realtà molto debole. Nel 189 d.C., su istigazione di Situ Wang Yun, Lu Bu uccise Dong Zhuo.\nSei mesi dopo la morte di Dong Zhuo, le vecchie truppe di Dong Zhuo invasero la capitale e Lu Bu e sua moglie fuggirono in preda al panico. Dopo aver lasciato la capitale, Lu Bu cercò rifugio presso i signori della guerra Yuan Shu, Yuan Shao, Zhang Yang, Zhang Miao, Liu Bei, ecc., e combatté molte volte con Cao Cao, un altro importante signore della guerra dell'epoca. Lu Bu era coraggioso e buono combattendo, e sconfisse Cao Cao diverse volte.\nNel terzo anno di Jian'an durante la dinastia Han Orientale, le truppe di Cao Cao attaccarono Xiaopei, la base di Lu Bu, e furono catturate e uccise da Cao Cao sotto la Torre Baimen. Prima dell'esecuzione, Lu Bu chiese a Cao Cao di mantenerlo in vita per evitare la morte, ma Liu Bei ricordò a Cao Cao che Lu Bu aveva tradito molte volte ed era un uomo disonesto. Alla fine, Cao Cao, che dava valore solo ai talenti indipendentemente dalla moralità, giustiziò Lu Bu.", "聖意": "Sono a disagio a casa, di solito cerco denaro, mi guardo dalle transazioni, è difficile sposarsi, l'uomo Liujia è sorpreso, la gente viene al campo, i bachi da seta sono maturi a metà, sei animali sono al sicuro, la gente cerca persone, le cause legali sono appropriate e la migrazione, le cose perdute sono difficili da trovare, le malattie sono difficili da trovare e c'è pace nella tomba del monte Zhenxing.", "古人": "Dong Zhuo accetta Lu Bu", "第X籤": "Il 41esimo vincitore della lotteria", "宮": "Tu Palazzo"}