{"籤詩版本二": "L'imperatore, l'imperatore e l'imperatrice saranno finalmente gentili e aspetteranno e pregheranno per le benedizioni senza perdita o guadagno.\nTutti gli esseri senzienti ne traggono beneficio e si prevede prosperità nel mondo e in cielo.", "詩意": "Questo esagramma è un segno di favore dal cielo.\nTutto avrà successo.", "解曰": "L'imperatore mostrò il suo favore. Non dimenticare mai. Rituali mattutini e serali. È opportuno bruciare l'incenso.", "籤詩故事一": "◇Mulian ha salvato sua madre\nMokou Lian, o Mulian, è il più potente tra i dieci discepoli del Buddha Sakyamuni.\nSua madre era avida e avara durante la sua vita, quindi dopo la sua morte cadde nel regno dei fantasmi affamati. Mokhullian usò il suo potere magico per osservare e scoprì che sua madre era nata come un fantasma affamato, senza modo di procurarsi il cibo ed era in grandi difficoltà. Usò il suo potere magico per portare del cibo a sua madre. Inaspettatamente, dopo che la madre lo ricevette il cibo si riduceva in cenere e non poteva essere mangiato.\nMaudgalyana era preoccupata per l'accaduto e lo riferì al Buddha. Il Buddha disse a Mulian che il quindicesimo giorno del settimo mese lunare avrebbe dovuto mettere cento sapori e cinque frutti in una bacinella e offrirli ai monaci virtuosi delle dieci direzioni. Con questo potere, sua madre avrebbe potuto mangiare .\nMaudgalyayana agì secondo la volontà del Buddha e sua madre fu finalmente liberata. Questo tipo di cerimonia si chiama \"Festival dell'Obon\" e questo festival si chiama \"Festival dell'Obon\".\n(Nota: un tipo di sostanza ha sentimenti diversi nei diversi livelli del mondo. Ad esempio: quando piove in questo mondo, la vediamo come \"acqua\", mentre gli esseri nel regno dei fantasmi affamati la sentono come \"sangue\" e gli esseri senzienti nel mondo infernale lo sentono come \"sangue\", è come \"far cadere una spada\", mentre per gli esseri celesti è come \"far cadere un fiore\".", "聖意": "Pregare per la casa e la casa, pregare per buona fortuna in inverno, ricerca di ricchezza, nessuna transazione, matrimonio, pace a Liujia, pedoni, campi in movimento, bachi da seta, sei animali, ricerca di persone, cause legali, successo, migrazione, conservatorismo, proprietà smarrite, malattia , tranquillità, pace di montagne e tombe", "古人": "Mulian salva sua madre", "第X籤": "Firma quarantadue", "宮": "Tu Palazzo"}