{"籤詩版本二": "Il mondo è flessibile e tutte le cose sono autosufficienti, autosufficienti e sicure\nTutto nella vita è meraviglioso, ringrazia i santi e i saggi per tutto e sii prospero.", "詩意": "Questo esagramma rappresenta l'armonia tra la terra e la terra.\nTutto sta andando bene e non c'è pericolo.", "解曰": "Tutte le cose nascono. Tutti i piani e i desideri diventano realtà. Ford aiuta. Rui Qi ha fretta.", "籤詩故事一": "◇I camminatori ottengono l'illuminazione\nStoria del Viaggio in Occidente:\nSun Wukong conquistò la Montagna dei Fiori e dei Frutti e divenne Re. In seguito, per trovare un modo per vivere per sempre, trascorse otto o nove anni viaggiando attraverso montagne e fiumi per adorare il Patriarca Bodhi come suo insegnante. due trasformazioni del male terreno e delle nuvole capriole, e prese per la prima volta il cognome Sole. Si chiamava Wukong.\nSuccessivamente, Sun Wukong si recò al Palazzo del Drago nel Mar Cinese Orientale per trovare un'arma adatta e alla fine trovò il Randello d'Oro Ruyi, l'ago divino di Tianhe e Dinghai. Poiché la sua durata di vita era finita, fece un grande clamore negli inferi, revisionò il libro della vita e della morte e ritornò nel mondo umano. Successivamente, Sun Wukong fu convocato dal cielo per la prima volta e fu chiamato Bima Wen. Successivamente, fu convocato in paradiso per la seconda volta e fu chiamato il Re Scimmia. Rubò anche le pesche e causò problemi in paradiso. Fu sigillato nella fornace del Bagua per praticare i suoi occhi dorati e ardenti. Alla fine, fu soppresso. dal Buddha Tathagata ai piedi del monte Wuzhi per 500 anni, incapace di muoversi. Il luogo in cui fu abbattuta la fornace Bagua si trasformò in una montagna di fiamme.\nCinquecento anni dopo, il monaco Tang andò in Occidente per ottenere le scritture, passò accanto alla Montagna dei Cinque Elementi e si tolse il talismano prima di salvare Sun Wukong. Sun Wukong scoppiò in lacrime di gratitudine e, dopo essere stato istruito dal bodhisattva Guanyin, adorò il monaco Tang come suo insegnante e andò in Occidente per imparare insieme le scritture. Sulla strada per apprendere le scritture, Sun Wukong discese sui demoni ed eliminò i mostri e compì ripetutamente imprese straordinarie, ma fu frainteso ed espulso più e più volte dal suo maestro Tang Seng. Dopo ottantuno difficoltà, il lavoro fu finalmente completato: i quattro maestri e discepoli arrivarono al Tempio Xitian Leiyin e ottennero la vera scrittura. Sun Wukong ha ottenuto il risultato giusto.\n(Questa storia è una metafora del fatto che anche una scimmia può diventare illuminata, per non parlare di un essere umano.)", "聖意": "La casa è di buon auspicio per se stessi, ricerca di ricchezza, affari, matrimonio, Liujia, pedoni maschi, ostruzione dei campi, bachi da seta, sei animali, Zhongping, ricerca di persone, cause legali, successo, migrazione, perdita di proprietà, malattia, tomba di Chuanxingshan, cose sono di buon auspicio", "古人": "Il viaggiatore raggiunge l'illuminazione", "第X籤": "Firmato il 43", "宮": "xugong"}