{"籤詩版本二": "Il freddo trasforma l'acqua in ghiaccio: perché essere avidi di fama?\nNon ho altra scelta che sedermi in silenzio e aspettare che le foglie fioriscano naturalmente.", "詩意": "In questo esagramma l'acqua si trasforma in ghiaccio.\nNon chiedere nulla invano.", "解曰": "L'acqua si congela in ghiaccio. Il ghiaccio si scioglie nell'acqua. Se è un complotto. Così è.", "籤詩故事一": "◇Wang Xiang chiede la carpa (Ventiquattro storie di pietà filiale)\nWang Xiang della dinastia Jin, nome di cortesia Fuzheng, nacque a Linyi.\nQuando Wang Xiang era giovane, la sua madre biologica morì, il suo padre solitario sposò una donna di nome Zhu e Wang Xiang ebbe una nuova madre. Quando Wang Xiang era giovane, la sua madre biologica morì e il suo padre solitario sposò una donna di nome Zhu. La matrigna di Wang Xiang era una donna gelosa e dalla mentalità ristretta, non le piaceva Wang Xiang e spesso lo rimproverava per questioni banali. Ben presto, la matrigna diede alla luce anche un figlio di nome Wang Lan. La matrigna amava solo i suoi figli e considerava Wang Xiang una spina nel fianco. Diventò ancora più esigente con Wang Xiang e spesso parlava male di Wang Xiang di fronte a suo padre. Anche suo padre gradualmente non lo amava più. La matrigna amava solo i suoi figli e considerava Wang Xiang una spina nel fianco. Era ancora più esigente con Wang Xiang e spesso parlava male di Wang Xiang di fronte a suo padre. Anche suo padre gradualmente non lo amava più. Sebbene sia il fratellastro di Wang Xiang, Wang Lan è molto amichevole con suo fratello. Nonostante la tortura della matrigna, era ancora molto filiale. La matrigna è così dura, ma Wang Xiang è ancora molto filiale.\nLa sua matrigna ha un hobby, cioè le piace mangiare il pesce fresco appena pescato nel fiume. La sua matrigna ha un hobby, cioè le piace mangiare il pesce fresco appena pescato nel fiume. Un inverno, suo padre andò via per affari e la sua matrigna si ammalò di nuovo. I fratelli Wang Xiang e Wang Lan servirono con cura la zuppa e le medicine affinché la madre mangiasse. Nonostante il freddo intenso, la malattia della matrigna non migliorò ancora. una fretta. Un inverno, suo padre andò via per affari e la sua matrigna si ammalò di nuovo. I fratelli Wang Xiang e Wang Lan servirono con cura la zuppa e le medicine affinché la madre mangiasse. Nonostante il freddo intenso, la malattia della matrigna non migliorò ancora. una fretta. La matrigna malata voleva mangiare il pesce fresco del fiume: in quel clima così freddo, fuori nevicava e l'acqua del fiume si era già trasformata in uno spesso strato di ghiaccio. La matrigna malata voleva mangiare pesce fresco: dove si poteva trovare il pesce fresco in quel clima ghiacciato e nevoso?\nA quei tempi non c’erano piatti fuori stagione e non potevi comprarli anche se avevi soldi.\nA questo punto della storia, è accaduta la toccante storia di Wang Xiangqiu Li. I due fratelli custodirono impotenti la madre. Wang Xiang camminò verso il fiume ghiacciato per non deludere la matrigna malata. Wang Xiang ebbe un'idea e si tolse la maglietta nonostante il freddo. Si sdraiò nudo sul ghiacciaio e volle usare la propria temperatura corporea per sciogliere il ghiaccio (quindi la carpa Wang Xiangqiu è anche chiamata Wang Xiang sdraiata sul ghiaccio). Si tolse la maglietta e si sdraiò nudo sul ghiacciaio. Pregò Dio e disse: \"Dio, mia madre è malata e vuole mangiare carpa fresca. Devi trovarmi un modo, qualunque cosa accada. \" Stranamente, il blocco di ghiaccio accanto a lui improvvisamente si spezzò e c'erano due crepe. Una carpa viva saltò fuori dalla fessura e saltò sul ghiaccio. Wang Xiang era molto felice. Pregò Dio: \"Dio, mia madre è malata e vuole mangiare carpa fresca. Devi trovarmi un modo, qualunque cosa accada. \" Stranamente, il blocco di ghiaccio accanto a lui improvvisamente si spezzò e c'erano due crepe. Una carpa viva saltò fuori dalla fessura e saltò sul ghiaccio. Wang Xiang era molto felice. Si inginocchiò velocemente, ringraziò Dio e corse a casa con la carpa. Si inginocchiò rapidamente, ringraziò Dio, prese rapidamente la carpa e tornò a casa. Dopo che la matrigna mangiò carpe fresche, si riprese presto dalla malattia. La matrigna nel letto d'ospedale rimase sbalordita quando vide la parte superiore nuda del corpo di Wang Xiang, che stava diventando viola per il freddo, e due pesci nelle sue mani, corse felicemente nella stanza e rimase sbalordita.\nWang Xiang in seguito divenne un ufficiale e divenne un Taibao, e gli fu concesso il titolo di Duca.", "聖意": "A disagio a casa, prego per protezione, difficoltà finanziarie, problemi commerciali, matrimonio, incoerenza nell'assicurazione Liujia, pedoni, bachi da seta chitiani, sei perdite di bestiame, persone scomparse, cause pubbliche, migrazione, conservatorismo, proprietà smarrite, malattia, difficile recupero, tomba di montagna, buona fortuna", "古人": "Wang Xiang chiede la carpa (Ventiquattro storie di pietà filiale)", "第X籤": "Quarantanove Vincere al Lotto", "宮": "Hai Gong"}