{"籤詩版本二": "Puoi viaggiare in tutti gli angoli del paese, appendendo la vela per sostenerla liberamente\nSe c'è un vento favorevole, arriverà presto e la barca sarà piena di tesori.", "詩意": "Questo esagramma è come tirare una barca con il vento.\nTutto va bene.", "解曰": "Riposa a tuo agio. Nessuno sforzo richiesto. Molta ricchezza. Tutti ammirati.", "籤詩故事一": "◇Cinque laghi Tao Zhugui (Lago Fan Ligui)\nNel periodo primaverile e autunnale, Fan Li, il cui nome di cortesia era Shaobo, era anche conosciuto come Gui Yizipi o Tao Zhugong.\nA quel tempo, ci fu una guerra tra lo Stato di Wu e lo Stato di Yue, e lo Stato di Wu distrusse lo Stato di Yue. Fan Li e Wen Zhong formularono un piano per Yue King Gou Jian per promuovere Yue e distruggere Wu. Fan Li viaggiò personalmente attraverso montagne e fiumi e visitò Xi Shi, una bellissima donna dotata di virtù, talento e bellezza, sul fiume Huansha sul monte Bailuo e la presentò al re di Wu. Usò il \"trucco di bellezza\" per collaborare con l'interno e l'esterno e distrusse il Regno Wu.\nDopo essere riuscito a spazzare via il Regno Wu, Fan Li sapeva che Gou Jian era un \"uccello dal collo lungo con un becco\" e poteva condividere difficoltà e felicità con lui, così andò in barca con Xi Shi attraverso il Regno Qi, cambiò il suo nome a Gui Zipi e guidò suo figlio e i suoi discepoli nel Regno Qi, dove vivono in un cottage vicino al mare. Lavorò duramente per coltivare terreni desolati, gestire un'attività secondaria e fare affari, e nel giro di pochi anni accumulò decine di milioni di proprietà di famiglia. Era generoso nel diffondere ricchezza e fare del bene alla sua città natale. La saggezza e l'abilità di Fan Li furono apprezzate dalla gente di Qi. Il re di Qi lo invitò a Linzi, la capitale, e lo venerò come primo ministro incaricato degli affari di governo . Esclamò: \"Essere un funzionario può portare a ministri, e gestire una famiglia può portare a una fortuna. Per un cittadino comune che ha iniziato da zero, questo è arrivato all'estremo. Essere onorato per molto tempo probabilmente non è un buon segno\". Così, solo tre anni dopo, Jiliu si ritirò ancora una volta coraggiosamente, restituì il sigillo al re di Qi e donò tutta la ricchezza della sua famiglia ai suoi amici intimi e ai suoi compaesani.", "聖意": "La casa fa bene a se stessi (da spedire), ricerca di ricchezza, buona fortuna per l'ovest, gli affari sono in ritardo, il matrimonio non va bene, Liujia è al sicuro, la gente blocca i campi, i bachi da seta, l'autunno, buono per i sei animali, la primavera è prospera, le persone cercano persone, le cause legali sono pessime, la migrazione è conservatrice, le cose perdute, le malattie occidentali si stanno svelando, le montagne e le tombe sono a sud.", "古人": "I Cinque Laghi Tao Zhugui (Lago Fan Ligui)", "第X籤": "Il cinquantesimo vincitore della lotteria", "宮": "Hai Gong"}