{"籤詩版本二": "L'estate è la giornata più lunga e tutti sono preoccupati per il caldo e la depressione\nAnche il cielo e la terra sanno cosa vogliono le persone, e la brezza soffia ed è naturalmente fresco", "詩意": "Questo esagramma indica che tutti sono preoccupati per il caldo.\nFai quello che vuoi.", "解曰": "Non c’è dubbio se avanzare o ritirarsi. Divertiti. È per il campeggio? Non c'è bisogno di agire in modo avventato.", "籤詩故事一": "◇Kong Ming entra nel Sichuan\nZhuge Liang (181-234), nome di cortesia Kongming, era originario di Yangdu, Langya (ora contea di Yinan, provincia di Shandong), ed era il primo ministro di Shu Han (Liu Bei) durante il periodo dei Tre Regni.\nSebbene Liu Bei vinse Jingzhou, ciò non bastò a separare una parte: Zhuge Kongming pianificò di catturare Xichuan per espandere il territorio di Liu Bei. In questo momento, Liu Zhang a Yizhou fu attaccato da Zhang Lu nel nord. Zhuge Kongming apprese che Liu Zhang voleva dedicare la mappa di Xichuan a Cao Cao per proteggersi. Quando Zhang Song (il subordinato di Liu Zhang) incontrò Cao Cao, poiché Cao Cao era arrogante e scortese, Liu Zhang riportò la mappa a Xichuan e passò Jingzhou lungo la strada. Kong Ming lo stava già aspettando lungo la strada e lo invitò a Jingzhou, ma non menzionò mai l'immagine di Xichuan fino al momento della partenza. Zhang Song era grato a Kong Ming per la sua cortesia e ospitalità, quindi dedicò l'immagine di Xichuan a lui.\nIl terreno di Xichuan era pericoloso e poteva essere attaccato o difeso. Dopo i vari accordi di Kong Ming, Xichuan divenne il luogo di nascita di Liu Bei.\n(Kong Ming trattava le persone con cortesia e ottenne facilmente l'ambito Xichuan.)", "聖意": "Prega per le benedizioni in casa e per la tua protezione (c'è buona fortuna nelle disgrazie) Cerca la ricchezza, buona fortuna negli affari, matrimonio comune, nascita di ragazzi a Liujia, spostamento di campi, bachi da seta, danni al bestiame, ricerca di persone, pubblico cause legali, migrazioni, vecchie cose perdute, malattie del nord, desiderio di montagne e tombe", "古人": "Kong Ming entra nel Sichuan", "第X籤": "Capitolo 51: Vincere la sorte (Vincere la sorte)", "宮": "Utero"}