{"籤詩版本二": "Ci vuole molto sforzo per catturare la luna nell'acqua, ci vuole molto sforzo ma niente.\nNon dire sciocchezze e sprecare i tuoi sforzi per rafforzare il corpo. La parola \"corpo appassito\" significa originariamente \"il corpo è solo\".", "詩意": "Questo esagramma è avido dell'immagine dello sforzo.\nTutto è laborioso e laborioso.", "解曰": "Le promesse sono difficili da ricordare. Tanto duro lavoro. Preoccuparsi a casa. In attesa di incontrare persone nobili.", "籤詩故事一": "◇ Taibai ha catturato la luna mentre era ubriaco (Li Taibai ha catturato la luna mentre era ubriaco)\nLi Bai (701-762), noto anche come Taibai, noto anche come Qinglian Jushi. Il poeta della dinastia Tang, che si definiva un immortale bandito, era conosciuto come l'immortale della poesia ed era sempre felice senza bere.\nUna volta Li Bai arrivò a Jinling (ora Nanchino) e si riposò in un ristorante vicino al ponte Wende.\nQuel giorno era il quindicesimo giorno del mese lunare invernale e di notte si sedeva da solo al ristorante ad ammirare la luna, bevendo e recitando poesie. Quel giorno era il quindicesimo giorno del mese lunare invernale e di notte si sedeva da solo al ristorante ad ammirare la luna, bevendo e recitando poesie. Li Taibai ha amato di più la luna nella sua vita, dicendo che era pulita e bella. Li Taibai ha amato di più la luna nella sua vita, dicendo che era pulita e bella. Quella notte alzò lo sguardo e vide la luna bianca e rotonda nel cielo, fu molto felice e bevve qualche altro bicchiere. Quella notte alzò lo sguardo e vide la luna bianca e rotonda nel cielo, fu molto felice e bevve qualche altro bicchiere. A mezzanotte Li Taibai approfittò del vino e scese al ponte Wende. A mezzanotte Li Taibai approfittò del vino e scese al ponte Wende. Non appena mise piede sul ponte, abbassò la testa e all'improvviso vide la luna cadere nell'acqua. Quando il fiume si mosse, alcune linee nere furono aggiunte all'ombra bianca della luna. Non appena mise piede sul ponte, abbassò la testa e all'improvviso vide la luna cadere nell'acqua. Quando il fiume si mosse, alcune linee nere furono aggiunte all'ombra bianca della luna. Li Taibai era così ubriaco in quel momento che pensò che fosse la luna macchiata dall'acqua del fiume. Li Taibai era così ubriaco in quel momento che pensò che fosse la luna macchiata dall'acqua del fiume. Non si prese nemmeno la briga di togliersi gli stivali, aprì le mani e saltò giù dal ponte per catturare la luna. Non si prese nemmeno la briga di togliersi gli stivali, aprì le mani e saltò giù dal ponte per catturare la luna. Inaspettatamente, con questo salto, la luna non fu catturata, ma la luna nell'acqua si frantumò e immediatamente si divise in due metà. Inaspettatamente, in questo salto, la luna non venne catturata, ma l'uomo annegò. Morì all'età di sessantadue anni.", "聖意": "La casa è inquieta e sei sfortunato (attenzione alla salute) (sfortunato) Cerca equilibrio nella ricchezza (non pensarci nemmeno) Difficoltà nelle transazioni, matrimonio non risolto, prega per protezione (tesori vuoti per evitare aborto spontaneo) I pedoni sono in difficoltà, i bachi da seta nel campo sono cinque punti e sei animali sono in declino, in cerca di persone (sfortunate) cause pubbliche e (Stop alla causa) Migrazione ordinaria (non dirlo) Perdita di proprietà (aerei) Pregare per la protezione dalla malattia (sfortunato) Buona fortuna nelle montagne e nelle tombe", "古人": "Taibai ha catturato la luna mentre era ubriaco (Li Taibai ha catturato la luna mentre era ubriaco)", "第X籤": "Cinquantaduesima vincita alla lotteria (Lotteria)", "宮": "Utero"}