{"籤詩版本二": "Quando la frustrazione si trasforma in euforia, i draghi ruggiscono e le tigri ruggiscono.\nIl cielo azzurro ha la sua strada verso il cielo, che io possa avere un'altra possibilità di raggiungere la fama.", "詩意": "Questo esagramma è come un drago che ruggisce e una tigre che ruggisce.\nC'è speranza che tutto vada bene.", "解曰": "Basta insegnare e andare. Abbi la tua prosperità. Deve essere fatto alla fine. C'è un posto dove essere trovato.", "籤詩故事一": "◇Liu Bei recluta una sposa\nDopo la battaglia di Chibi, Sun Quan era ansioso di riconquistare Jingzhou, che era stata catturata da Liu Bei, quindi usò il piano di Zhou Yu, fingendo di voler fidanzare sua sorella Sun Ren con Liu Bei, ma in realtà voleva prendere Liu Bei come ostaggio per rivendicare Jingzhou.\nDopo che Zhuge Liang ha spiato il piano di Zhou Yu, ha consegnato l'opuscolo con la strategia a Zhao Yun, che stava proteggendo Liu Bei quando è andato a Soochow. Zhao Yun ha seguito la strategia nell'opuscolo e ha deliberatamente fatto un grande colpo per lasciare che Wu Guotai ( Il padre di Sun Quan) è a conoscenza della proposta di matrimonio. Poiché Wu Guotai amava sua figlia e non era disposto a decidere con disinvoltura gli affari di sua figlia per tutta la vita, rimproverò Sun Quan per essere stato spietato con sua sorella e propose di verificare personalmente se Liu Bei fosse degno di sua figlia al Tempio Ganlu. Dopo che Wu Guotai incontrò Liu Bei, apprezzò molto Liu Bei e sostenne fortemente il matrimonio tra Liu Bei e sua figlia, di conseguenza Liu Bei sposò con successo la signora Sun.\nPiù tardi, Liu Bei e la signora Sun fuggirono insieme a Jingzhou. Più tardi, Sun Quan voleva approfittare dell'attacco di Liu Bei a Yizhou per attaccare Jingzhou, ma fu fermato da Wu Guotai, che era preoccupato per la sicurezza di sua figlia.\nHa detto: \"Il piano intelligente di Zhou Yu è il migliore del mondo. Ha perso sua moglie e ha perso le sue truppe\".\n(Liu Bei ha guadagnato dal danno)", "聖意": "Sono sfortunato a casa e sono sfortunato (prima sfortuna, poi buona fortuna). Cerca ricchezza, equilibrio, difficoltà nel matrimonio, successo nel matrimonio. Prega per benedizioni per i pedoni, bachi da seta nei campi, cinque punti per danni al bestiame, cerca per le persone, le cause legali e le migrazioni, buona fortuna per gli oggetti smarriti, buona fortuna per le malattie, pace per montagne e tombe.", "古人": "Liu Bei recluta una sposa", "第X籤": "Il cinquantatreesimo numero vincente", "宮": "Utero"}