{"籤詩版本二": "La virtù si trasmette di padre in figlio ai nipoti, la prosperità nel cibo e nel vestiario dipende solo da Dio.\nChunxuan nella sala rende felici le persone: quando hanno fame, nutrimento, sete e sonno, Chunxuan è una metafora dei genitori.", "詩意": "Questo esagramma è collegato all'immagine del bambù che porta alla primavera.\nSpero che tutto vada bene.", "解曰": "Prendi il bambù e portalo alla primavera. Si diffonde all'infinito. Un gentiluomo cerca speranza. Tutti contentissimi.", "籤詩故事一": "◇Il re Wu di Zhou salì al trono\nIl re Wu di Zhou attaccò il re Zhou e guidò ottocento principi a combattere contro l'esercito del re Shang. Anche i soldati di Chaoge (la capitale del re Shang) si rivoltarono contro il re Shang e tradirono il re Shang.\nIl re Zhou si bruciò sulla Torre Zhaixing e la dinastia Shang fu distrutta.\nIl re Wu accettò il libro d'oro e il tesoro d'oro, che è il trono dell'imperatore, si rivolse a sud, con le mani giunte e si sedette in posizione eretta. Il re Wu ordinò la distribuzione della proprietà di Lutai, la demolizione della Torre di raccolta delle stelle e la distribuzione del chicco di riso immagazzinato a Juqiao.\nLibera Jizi imprigionato e ripara la tomba di Bigan. Il re Wu passò davanti alla porta della casa del saggio Shang Rong e chinò la testa. Rispetta le persone virtuose e cortesi e lascia andare gli schiavi nel palazzo interno.\nHa anche fermato gli armamenti e promosso la cultura e l'istruzione. Nel sud di Nanshan, i cavalli pascolano e il bestiame pascola in una campagna con alberi di pesco, è uno scenario tranquillo.", "聖意": "La casa non è in buone condizioni (buona fortuna), puoi esprimere i tuoi desideri (buona fortuna), cercare un guadagno finanziario, fare una transazione e sposarti (incontrare un buon genero), Liujia è al sicuro (zodiaco segno), i pedoni spostano i campi, i bachi da seta sono fortunati, sei animali vengono danneggiati, le persone sono difficili da trovare (vedi) cause pubbliche, una persona nobile si muove, la buona fortuna è perduta.", "古人": "Il re Wu di Zhou salì al trono", "第X籤": "Cinquantacinquesima vincita alla lotteria (lotto)", "宮": "Palazzo brutto"}