{"籤詩版本二": "La spiaggia è piena di rocce, il ruscello scorre, il vento è limpido, la luna è limpida e le persone nobili sono occupate.\nSulla strada devo chiedere dove andare, non prendere il profumo dei fiori e delle piante della foresta, non prendertene cura.", "詩意": "Questo esagramma è come una barca che naviga su una piccola spiaggia.\nIn ogni cosa ci sono persone nobili che possono aiutare.", "解曰": "Per farsi una vita. Tanto duro lavoro. Rimani conservatore e aspetta. Ti auguro il meglio.", "籤詩故事一": "◇Ribellione di Lushan\nAn Lushan (703-757), il cui cognome era Kang e si chiamava Yaluoshan, era di Liucheng, Yingzhou (ora Chaoyang, Liaoning).\nSuccessivamente assunse il cognome An e cambiò il suo nome in Lushan. Durante il regno dell'imperatore Xuanzong della dinastia Tang, An Lushan era l'inviato militare.\nNel novembre del 14° anno di Tianbao, An Lushan radunò truppe a Fanyang e, con lo scopo di attaccare Yang Guozhong, lanciò una ribellione e condusse le truppe di tre città per attaccare Luoyang, la capitale orientale. Rapporti da Taiyuan si precipitarono a Lishan. Tang Xuanzong, che in quel momento si trovava al Palazzo Huaqing a Lishan, non credeva che Anlushan si sarebbe ribellato. Tuttavia, la notizia della ribellione continuò a diffondersi e Xuanzong era ancora poco convinto. (Questa è una rappresentazione del \"suono dell'acqua che scorre agitata su piccole rocce in un ruscello\")\nFu solo quando Yan Zhenqing, il prefetto della contea di Pingyuan, inviò qualcuno a informarlo che Xuanzong si svegliò dal suo sogno.\nSecondo l'errata strategia dell'imperatore Xuanzong della dinastia Tang, il reggimento di cavalleria di An Lushan conquistò Luoyang, la capitale orientale. Nel primo mese dell'anno successivo, si proclamò imperatore Dayan a Luoyang, Jianyuan Shengwu, imperatore Xiongwu e Da Xixun come primo ministro.\nNel giugno dello stesso anno, l'imperatore Xuanzong della dinastia Tang, desideroso di alleviare la crisi a Chang'an e per un'errata interpretazione militare, giustiziò due famosi generali, Feng Changqing e Gao Xianzhi, lasciando scioccato l'esercito Tang. (Questo comportamento viola \"la strada deve puntare verso il fiume davanti\")\nSuccessivamente, l'imperatore Xuanzong della dinastia Tang ordinò urgentemente a un altro generale, Ge Shuhan, di guidare l'esercito Tang verso est fuori Tongguan.\nGe Shuhan, che comprendeva appieno l'errore strategico dell'imperatore Xuanzong della dinastia Tang, progettò di ritardare il cambiamento (l'approccio di \"va bene se il vento è calmo e la marea è calma\").\nAlla fine, l'imperatore Xuanzong della dinastia Tang pensò che fosse troppo timido per combattere, quindi non ebbe altra scelta che combattere con An Lushan in lacrime, e fu sconfitto. (Soddisfa \"Se lavori duro per mantenerti, potresti rimanere ferito.\")\nDurante la dinastia Tang, quando le truppe di confine e le guarnigioni locali non ebbero il tempo di rispondere, l'esercito di An Lushan spinse il confine ed entrò nell'area della capitale. In una situazione critica, l'imperatore Xuanzong della dinastia Tang guidò il Corpo delle Guardie a fuggire dalla capitale, provocando la caduta di Xijing Chang'an senza leader.\n(Tang Xuanzong ha violato la guida di questo segno, quindi la ribellione di An Lushan ha avuto successo.)", "聖意": "La casa è sicura, se stessi sono di buon auspicio, la fortuna è stabile, la transazione è prospera e il matrimonio ha successo (attenzione). Un pedone maschio di Liujia arriva al campo, i bachi da seta vengono raccolti e sei capi di bestiame sono danneggiati. La persona viene trovato e la causa pubblica è giustificata.La proprietà smarrita porta malattie, cioè la tomba di Anshan dovrebbe essere riparata.", "古人": "Ribellione di Lushan", "第X籤": "La cinquantaseiesima lotteria", "宮": "Palazzo brutto"}