{"籤詩版本二": "Andate dritti fino al doppio edificio per nascondervi, circondato da una foresta di spine\nTian Gaojun ha una vita lunga e una vita breve. Ottieni un successo e perdi due persone. Vai in giro →.", "詩意": "Questo esagramma è un segno di mantenere le cose vecchie e di cambiare in qualsiasi momento.\nTutto sarà di buon auspicio se aspetti il ​​momento giusto.", "解曰": "Come bere da ubriachi. Sii semplicemente conservatore. Aspetta finché arriva il momento. Nessun disastro, nessuna colpa.", "籤詩故事一": "◇Montagna Zhang Liangyin\nDurante la dinastia Han, Zhang Liang, il cui nome di cortesia era Zifang, era un coreano, i suoi antenati per cinque generazioni furono tutti primi ministri coreani.\nQuando lo Stato Qin distrusse la Corea del Sud, Zhang Liang disperse tutte le sue ricchezze e si nascose e, volendo vendicare la Corea del Sud, mandò un uomo forte con un cono di ferro nel corpo. Attaccando Qin Shihuang a Bolangsha (ora contea di Yuanyang, provincia di Henan), colpì accidentalmente l'auto del vice. Il Primo Imperatore voleva arrestare Zhang Liang in tutto il paese, ma non riuscì a catturarlo per dieci mesi.\nSuccessivamente, Zhang Liang aiutò il Re di Han a unificare il mondo. Dopo il suo successo, rifiutò di essere ricompensato e nominò un funzionario, con il pretesto di imparare il taoismo da Chisongzi (immortale).", "聖意": "Prega per le benedizioni a casa e per la tua sicurezza (la scarsa fortuna può essere spiegata solo dalla benevolenza) Cercare la ricchezza è normale (evitare) Le transazioni andranno a buon fine (aspetta un minuto) Il matrimonio non è in armonia con Liujia, buona fortuna quando viaggi nel campo, i bachi da seta sono per metà di buon auspicio, sei animali sono prosperi (fallimento), ricerca di persone, ostacolo a cause pubbliche, perdita, la migrazione è di buon auspicio (sfortunato) ) Perdita di proprietà, sfortuna per la malattia, pregare per buona fortuna in montagne e tombe", "古人": "Montagna Zhang Liangyin", "第X籤": "Cinquantanove Vincere al Lotto (Lotteria)", "宮": "Palazzo Yin"}