{"籤詩版本二": "Al mattino e al tramonto, il sostegno del Buddha deve essere nei momenti di pericolo ma non in pericolo\nSe sei attratto da una persona nobile, allora anche il denaro e la seta ti accompagneranno: questo è Chuan Lai. Dipende tutto da te.", "詩意": "Questo esagramma rappresenta la benedizione segreta degli dei e dei Buddha.\nSii paziente e abbi buona fortuna in tutto.", "解曰": "Un segno di pace vecchio stile. Quando tutto sarà costoso, sarà di buon auspicio.", "籤詩故事一": "◇Il monaco Tang raggiunse l'illuminazione\nUn giorno, Tang Seng arrivò al fiume e vide di fronte la montagna Lingshan del Buddha, davanti a cui c'era un ponte ad una sola tavola e Tang Seng non osava attraversarlo. Il Buddha si trasformò in un barcaiolo e reggeva una barca rotta senza fondo. Non appena il monaco Tang salì sulla barca, cadde nel fiume e fu salvato dal barcaiolo. In questo modo il monaco Tang raggiunse la Buddità. (Storia del viaggio in Occidente)\n◇Scritture buddiste del monaco Tang\nSanzang della dinastia Tang, il suo cognome comune era Chen e il suo nome di battesimo era Yi. Nato nella contea di Goushi, Luozhou (ora a sud della città di Yanshi, provincia di Henan). Divenne monaco all'età di tredici anni e prese il nome buddista Xuanzang.\nPer ottenere le scritture buddiste originali, partì da Chang'an (l'odierna Xi'an, provincia dello Shaanxi) nel terzo anno di Zhenguan (629 d.C.), si avventurò oltre il confine e attraversò innumerevoli difficoltà per raggiungere Tianzhu ( India) per raccogliere le scritture. Viaggiò attraverso i bacini dei fiumi Gange e Indo e le aree costiere sud-orientali dell'India, poi attraversò le montagne innevate e le creste verdi, camminando per più di 50.000 miglia avanti e indietro. Gli ci vollero 16 anni per tornare finalmente a Chang'an nel il 19° anno di Zhenguan (645 d.C.). Riportò un gran numero di scritture buddiste e le tradusse in cinese.\n(Tang Sanzang fece un lungo viaggio avanti e indietro tra la Cina e l'India, e dovette affrontare dei pericoli, ma poté tornare sano e salvo perché dietro di lui c'era un santo patrono invisibile.)", "聖意": "La casa è sicura, se stessi sono di buon auspicio, gli affari occidentali hanno successo, il matrimonio ha successo, i pedoni bloccano il campo, i bachi da seta sono bloccati, i bachi da seta sono sette punti, il bestiame è redditizio, la ricerca è di persone, l'Occidente la causa pubblica è cattiva, la migrazione è conservatrice, gli oggetti smarriti si vedono, la malattia è di buon auspicio, le montagne e le tombe sono di buon auspicio.", "古人": "Il monaco Tang raggiunse l'illuminazione", "第X籤": "Vincere la lotteria sessantadue", "宮": "Palazzo Yin"}