{"籤詩版本二": "Il pesce che nuotava fu catturato in una trappola nello stagno di Bibo.\nSe qualcosa va storto dopo averci pensato, alla fine causerà problemi.", "詩意": "Questo esagramma rappresenta un pesce preso in una trappola.\nSi consiglia inoltre di stare attenti a tutto.", "解曰": "Insediamento sotto casa. Il disastro cade dal cielo. Svegliati presto e prendi prima le precauzioni. Evita i disastri.", "籤詩故事一": "◇Il cavallo è coperto d'acqua (è difficile raccogliere l'acqua)\nDinastia Han. Zhu Maichen, nome di cortesia Wengzi, era originario di Wu a Kuaiji (ora parte della città di Suzhou).\nNei suoi primi anni, la famiglia di Maichen era povera e lui non aveva successo. La coppia viveva in un cancello di paglia in un vicolo, tagliando legna da ardere e vendendola per sbarcare il lunario. Non guadagni molti soldi vendendo legna da ardere al prezzo di chiunque.\nSua moglie andò a prendere l'acqua e vide un gruppo di bambini che ridevano di Maichen, pensò che fosse una cosa vergognosa e se ne andò.\nQuando Zhu Maichen aveva cinquant'anni, l'imperatore Wu della dinastia Han cercò i talenti e adorò Zhu come prefetto di Kuaiji.\nSua moglie si rammaricava della sua cecità e desiderava essere ridotta a serva e concubina per servire Zhu per il resto della sua vita.\nMaichen ordinò alla sua ex moglie di prendere un secchio d'acqua, di versarlo sui gradini e disse: \"Se l'acqua può essere ripresa, loro due potranno tornare insieme\".\nConsiderando il rapporto tra marito e moglie, alla moglie e al marito risposato veniva concesso uno spazio aperto nel giardino sul retro per coltivare e mantenersi. Sua moglie si gettò nel fiume e morì.", "聖意": "La casa è in pericolo, noi stessi siamo in pericolo, il denaro è perduto, la transazione è tranquilla, il matrimonio è incoerente, Liujia ha paura, le persone sono bloccate, i campi sono danneggiati, i bachi da seta sono perduti, il bestiame è perduto, le persone vengono ritrovati, la causa pubblica è perduta, la migrazione è buona, gli oggetti smarriti sono infausti, la malattia è pericolosa e la tomba di montagna dovrebbe essere cambiata.", "古人": "Il cavallo è coperto d'acqua (è difficile raccogliere l'acqua)", "第X籤": "Sessantaquattresimo segno", "宮": "Maogong"}