{"籤詩版本二": "La strada è pericolosa, i cavalli e gli uomini hanno fretta e i soldati sono in gravi difficoltà quando si perdono.\nLa spiaggia è alta, il vento e le onde si infrangono, la barca è rotta, il sole tramonta, i fiori stanno morendo, il cielo sta cadendo e il gelo sta cadendo. Vinci: orso.棹: remo.", "詩意": "Questo esagramma è come una barca che si infrange sulla spiaggia.\nAttenzione a tutti i pericoli.", "解曰": "Vecchia scuola e vecchia scuola. Silenzioso e irreprensibile. Non c'è bisogno di chiedere consiglio. Viaggia liberamente.", "籤詩故事一": "◇Il re di Chu Yin Ling si è perso\nAll'inizio del 202 a.C., un totale di 400.000 soldati Han provenienti da tre lati circondarono l'esercito di Xiang Yu a Gaixia, che era a corto di cibo, e chiesero ai soldati di cantare nel dialetto Chu, facendo credere erroneamente all'esercito di Xiang Yu che la loro città natale fosse stata controllata. dall'esercito Han. Questa tattica psicologica di \"assediare da tutte le parti\" fece perdere il morale all'esercito di Xiang Yu.\nQuindi Xiang Yu guidò più di 800 cavalieri d'élite e decise di evadere, mentre l'esercito Han lo seguì da vicino con Guan Ying e 5.000 cavalieri. Dopo aver attraversato il fiume Huai, alla cavalleria di Xiang Yu erano rimaste solo un centinaio di persone.\nXiang Yu si perse a Yinling e chiese ad un contadino sul ciglio della strada la strada per il fiume. Inaspettatamente, seguì la direzione indicata dal vecchio e finì in una palude, rendendo difficile il movimento. Fu quasi superato da Liu L'esercito di Bang. Xiang Yu finalmente raggiunse Wujiang e capì che la situazione era finita. Vedendo gli anziani di Jiangdong senza vergogna, si suicidò.", "聖意": "La casa è preoccupata per il proprio disastro, ricerca di ricchezza, affari rovinati, matrimonio fallito, non a lungo termine, pericoloso, pedoni che bloccano i campi, danni ai bachi da seta, danni al bestiame, persone scomparse, cause pubbliche, perdita, migrazione, trasloco, proprietà smarrita, malattia, è sfavorevole mandarlo alla tomba di montagna.", "古人": "Il re Yin Ling di Chu ha perso la strada", "第X籤": "Sessantaseiesimo lotto", "宮": "Maogong"}