{"籤詩版本二": "Quando arriva l’inverno, un ramo di pruno in fiore sulla montagna non verrà mai distrutto, anche se le sue foglie cadono e i suoi rami appassiscono.\nMa quando arriva la primavera, mi restituisco ancora come la cortigiana e distruggo l'opera originale.", "詩意": "In questo esagramma il fiore di pruno occupa la posizione principale.\nTutto va bene se viene ritardato.", "解曰": "Una freccia scagliata a vuoto. Quando è vuoto, non è vuoto. Aspettando che arrivi la primavera. Il colore è dentro.", "籤詩故事一": "◇Segnato due volte\nDurante il regno dell'imperatore Dezong della dinastia Tang, il fedele ministro Mei Bogao e la sua famiglia furono incastrati dal traditore primo ministro Lu Qi, che voleva ucciderli tutti. Solo suo figlio Mei Liangyu riuscì a scappare. In seguito, cambiò il suo nome a Wang Xitong per nascondere la sua identità. Viveva da solo per strada, affamato e al freddo, ma fortunatamente è stato accolto da Chen Risheng (Chen Dongchu). Chen Risheng non conosceva la sua esperienza di vita, quindi gli ha chiesto di aiutarlo a prendersi cura del giardino di pruni di Chen in modo che non morisse di fame per strada.\nChen Risheng era un compagno di classe e amico di Mei Bogao. Quando fu perseguitato da Lu Qi, fu salvato da Mei Bogao. Di conseguenza, Mei Bogao e Lu Qi divennero inimicizia. Alla fine, la loro intera famiglia fu giustiziata. Chen Risheng si sentì triste e arrabbiato per questo motivo e dopo essersi sposato si dimise e trasferì la sua famiglia a Yangzhou per vivere in isolamento.\nChen Risheng ha una figlia di nome Chen Xingyuan, che è bella e profumata. Dopo che Mei Liangyu arrivò dalla famiglia Chen, si innamorarono a prima vista. In un giorno in cui i fiori di pruno erano in piena fioritura, che era anche l'anniversario della morte di Mei Bogao, Chen Risheng e la sua famiglia aprirono un altare nel giardino di pruni della loro casa per commemorare il loro amico e benefattore defunto. Inaspettatamente, il tempo cambiò improvvisamente. , e soffiò una forte tempesta di neve, coprendo tutti i fiori di pruno. Chen Risheng si lamentò di essere riuscito a scappare sano e salvo, ma di non essere riuscito nemmeno a salvare i discendenti della famiglia Mei. Pensava che fosse un avvertimento da parte di Dio, quindi giurò che se i fiori di pruno non fossero sbocciati di nuovo, dimostrando che i discendenti di la famiglia Mei era ancora viva, non avrebbe mai detto nulla, fuggì nel buddismo e divenne monaco.\nSua figlia Xingyuan lo sentì e immediatamente bruciò l'incenso e pregò sinceramente Dio affinché i fiori del pruno sbocciassero di nuovo. La loro sincerità commosse il cielo, e tutti gli alberi di susino nel giardino di susini fiorirono di nuovo; in seguito Chen Risheng seppe che Xitong era Liangyu, così gli promise sua figlia Xingyuan.", "聖意": "La casa non fa bene a sé, si fa bene, si cerca la ricchezza, si è prudenti nei rapporti, il tempo è buono, il matrimonio è tardi, la primavera è forte, l'autunno è vuoto, il viaggiatore è in ritardo, prosperi i campi, prosperi i bachi da seta, prosperi i sei capi di bestiame, ricerca di persone, cause pubbliche, perdite, migrazioni, oggetti smarriti, malattie orientali, falsi allarmi, tombe di montagna andrebbero cambiate.", "古人": "Ha segnato due volte", "第X籤": "Sessantanove Vincere al Lotto", "宮": "Tatsumi"}