{"籤詩版本二": "Chao Chao è come un'ape che raccoglie fiori, che vola da sud-ovest e poi da est\nQuando la primavera finisce e i fiori se ne vanno, non c'è nessun posto dove cercare e questo cuore non cambierà la sua posizione.", "詩意": "Questo esagramma è come un'ape che raccoglie fiori.\nTutto è laborioso e laborioso.", "解曰": "Nessuno scenario primaverile. Piove a lungo ma non si schiarisce mai. Chiedere aiuto. E' meglio tacere.\n.", "籤詩故事一": "◇Li Mi si ribellò alla dinastia Tang\nLi Mi\n(582-619), il defunto leader dell'esercito Wagang nella rivolta contadina della tarda dinastia cinese Sui. Maestro di calligrafia. Il maestro della parola Fa era originario di Chang'an, Jingzhao, e la sua casa ancestrale era Xiangping, Liaodong (ora a sud di Liaoyang, Liaoning). Originario di Chang'an, Jingzhao, la sua casa ancestrale è Xiangping, Liaodong (ora a sud di Liaoyang, Liaoning).\nNel nono anno di Daye (613), partecipò alla ribellione di Yang Xuangan contro la dinastia Sui a Liyang (ora a nord-est della contea di Junxian, provincia di Henan). Nel nono anno di Daye (613), partecipò alla ribellione di Yang Xuangan contro la dinastia Sui a Liyang (ora a nord-est della contea di Junxian, provincia di Henan). Il senso misterioso è sconfitto,\nLi Mi è fuggito. Xuangan fu sconfitto e Li Mi fuggì.\nNel dodicesimo anno di Daye, si arruolò nell'esercito Wagang\n. Nel dodicesimo anno del regno di Daye, si unì all'esercito Wagang. Li Mi era bravo con la strategia: nell'ottobre del dodicesimo anno di Daye, Li Mi convinse Zhai ad attaccare Xingyang Tong, il potente generale che accompagnava l'esercito, per difendere Zhang Xutuo, sconfiggendo l'esercito Sui e uccidendo Zhang Xutuo. Li Mi era bravo con la strategia: nell'ottobre del dodicesimo anno di Daye, Li Mi convinse Zhai ad attaccare Xingyang Tong, il potente generale che accompagnava l'esercito, per difendere Zhang Xutuo, sconfiggendo l'esercito Sui e uccidendo Zhang Xutuo.\nSuccessivamente, propose di attaccare il magazzino di Xingluo (in seguito ribattezzato Luokou), aprire il magazzino per i soccorsi ed espandere la squadra. La squadra dell'esercito Wagang crebbe rapidamente. Nel 13° anno di Daye, Li Mi guidò l'esercito Wagang e Zhai Rang affrontò la retrocessione e la distribuzione della dinastia Sui, ci fu una guerra per le risorse militari e altre questioni e Li Mi uccise Zhai Rang e centinaia di suoi seguaci. Successivamente, propose di attaccare il magazzino di Xingluo (in seguito ribattezzato Luokou), aprire il magazzino per i soccorsi ed espandere la squadra. La squadra dell'esercito Wagang crebbe rapidamente. Nel 13° anno di Daye, Li Mi guidò l'esercito Wagang e Zhai Rang affrontò la retrocessione e la distribuzione della dinastia Sui, ci fu una guerra per le risorse militari e altre questioni e Li Mi uccise Zhai Rang e centinaia di suoi seguaci.\nNel marzo del 14° anno di Daye, Yu Wenhuaji uccise l'imperatore Yang della dinastia Sui\n, ha portato più di 100.000 persone a tornare in ovest. Nel marzo del quattordicesimo anno di Daye, Yu Wenhuaji (Yu Wen, cognome composto) uccise l'imperatore Yang della dinastia Sui e tornò in occidente con più di 100.000 persone. A Li Mi fu ordinato di attaccare Huaji. Sebbene Huaji fosse stato sconfitto, Li Mi subì anche pesanti perdite di truppe. Successivamente fu inseguito da Wang Shichong. L'esercito di Li Mi fu sconfitto e il suo accampamento distrutto. I suoi generali Qin Shubao, Cheng Zhijie (originariamente chiamato Cheng Yaojin), Niu Jinda e altri furono catturati. , Shan Xiongxin si arrese. A Li Mi fu ordinato di attaccare Huaji e, sebbene Huaji fosse stato sconfitto, anche le truppe di Li Mi subirono pesanti perdite. Successivamente fu inseguito da Wang Shichong. L'esercito di Li Mi fu sconfitto e il suo accampamento distrutto. I suoi generali Qin Shubao, Cheng Zhijie (originariamente chiamato Cheng Yaojin), Niu Jinda e altri furono catturati e Shan Xiongxin si arrese. Li Mi era disperato, quindi attraversò il fiume verso Heyang a settembre e si arrese alla dinastia Tang. Li Mi era disperato, quindi attraversò il fiume verso Heyang a settembre e si arrese alla dinastia Tang.\nA novembre, Li Yuan inviò Li Mi nello Shandong per reclutare vecchie truppe. novembre,\nLi Yuan mandò Li Mi ad aspettare nello Shandong per reclutare vecchie truppe. Sentendosi sospettato, si ribellò a Tang. Sentendosi sospettato, si ribellò a Tang. Il generale Tang Sheng Yanshi invitò Li Mi ad attaccare e lo uccise a Xinggong Xian. Il generale Tang Sheng Yanshi invitò Li Mi ad attaccare e lo uccise a Xinggong Xian.", "聖意": "Casa, casa, lingua, sé, cattivo, ricerca di ricchezza, affari sprecati, matrimoni non duraturi, Liujia, fiori vuoti, pedoni, Yaotian, danni ai bachi da seta, sei danni al bestiame, persone scomparse, cause legali, perdita, migrazione, conservatorismo, oggetti smarriti, malattie, ostacoli, riforma delle tombe di montagna", "古人": "Li Mi si ribellò alla dinastia Tang", "第X籤": "Il settantesimo pareggio", "宮": "Tatsumi"}