{"籤詩版本二": "Cognizione della diciannovesima guardia di Canglong: una donna sposò un secondo marito\nCon un arco e due frecce i dinosauri vivranno subito in pace", "詩意": "Questo esagramma è come un arco che tiene due frecce.\nSe tutto andrà bene, sarà di buon auspicio.", "解曰": "Non troppo pesante. Destino. Zhen Liuzhong apre. È consigliabile essere prudenti.", "籤詩故事一": "◇Wenjun visita Xiangru\nZhuo Wenjun era la figlia del nipote di Zhuo Wang, un ricco uomo d'affari di Linqiong, nella provincia del Sichuan, era esperta in musica e aveva un nome letterario. Si sposò all'età di sedici anni, pochi anni dopo morì il marito e lei ritornò nella sua famiglia natale per vivere da vedova.\nUn giorno, Sima Xiangru andò a casa di Zhuo Wangsun per un banchetto e quando seppe che Zhuo Wenjun era appena rimasto vedovo, suonò la canzone \"Phoenix Seeking the Phoenix\" per esprimere il suo amore. Zhuo Wenjun aveva già sentito parlare di Sima Xiangru, e questo banchetto lo rese ancora più attratto da Sima Xiangru. D'altra parte, dopo il banchetto di Sima Xiangru, ha immediatamente speso un sacco di soldi per corrompere la cameriera personale di Zhuo Wenjun e le ha chiesto di trasmettere l'amore di Sima Xiangru per Zhuo Wenjun. Dopo che Zhuo Wenjun venne a conoscenza dell'amore di Sima Xiangru attraverso la cameriera, si precipitò immediatamente alla locanda dove viveva Sima Xiangru e, vedendo l'arrivo di Zhuo Wenjun, Sima Xiangru fuggì immediatamente con lei durante la notte nella sua città natale a Chengdu.\nQuando erano a Chengdu, la coppia era indigente e dovette tornare a Linqiong per aprire un piccolo albergo per guadagnarsi da vivere. Zhuo Wenjun vendeva vino e Sima Xiangru lavava i piatti. Vissero una vita povera. Dopo che il padre di Zhuo Wenjun, Zhuo Wangsun, ne venne a conoscenza, accettò e li finanziò sotto il consiglio dei suoi amici, così che Sima Xiangru e Zhuo Wenjun tornarono a vivere a Chengdu, e in seguito divennero ricchi.", "聖意": "Perdita della casa e della proprietà, diritti e torti, ricerca di ricchezza, transazioni lavorative, protezione dal ricongiungimento matrimoniale", "古人": "Wenjun visita Xiangru", "第X籤": "Settantuno vincite al Lotto", "宮": "Tatsumi"}