{"籤詩版本二": "Gli apicoltori devono mendicare il miele, per non essere punti da una puntura\nCi deve essere una strana strada davanti a te. Il segreto è profondo come una foresta di spine.", "詩意": "Questo esagramma simboleggia le api che raccolgono il miele.\nTutto è laborioso e laborioso.\n\n(Questo esagramma cerca il simbolo della dolcezza e ottiene l'amarezza.\nPrevenire i disastri in ogni cosa.\n)", "解曰": "Le cose devono essere fatte con attenzione. Non c'è bisogno di forzarlo. Le api raccolgono il miele. Per quale motivo?", "籤詩故事一": "◇Wang Mang cerca talenti\nSi può dire che la famiglia Wang Mang della dinastia Han occidentale fosse una famiglia benestante. Sebbene suo padre morì prematuramente, molti dei suoi zii divennero imperatori della dinastia Han, divennero generali, primi ministri, marchesi e ricevettero ricompense. La famiglia Wang era estremamente importante.\nMa la piccola famiglia di Wang Mang era estremamente povera; suo padre morì giovane e lui viveva solo con sua madre, contando sulla carità dei parenti. Ma a causa di ciò, Wang Mang ha sviluppato e messo in pratica una serie di abilità nel trattare con le persone fin da quando era bambino. Non importa quanto si sentisse triste o arrabbiato, mostrava sempre uno sguardo molto felice e pacifico di fronte a parenti, anziani o estranei, quindi era molto apprezzato da tutti nel clan.\nUna volta suo zio maggiore era gravemente malato. Dopo averlo saputo, si avvicinò e aspettò accanto al letto del paziente, portando medicine e acqua e vegliando di notte. Per diversi mesi di seguito rimase spogliato, trasandato e smunto. Era semplicemente più \"paziente\" che paziente, più \"figlio\" che figlio biologico.\nPer questo, tutti nel popolo taiwanese lo hanno elogiato e hanno scritto lettere chiedendo una ricompensa per lui.\nCosì l'imperatore Cheng della dinastia Han gli diede il titolo di Marchese della Nuova Capitale e lo nominò guardia del palazzo, diventando uno stretto ministro dell'imperatore.\nCon il suo status elevato e il suo grande potere, Wang Mang non ha mai mostrato arroganza o negligenza. Invece, è diventato sempre più cortese e cortese. Da un lato, ha stretto amicizia con ministri, generali, celebrità e studiosi. , aiutava i poveri ed era generoso con le sue ricchezze.\nMa viveva una vita molto frugale, mangiando spesso piatti di carne, per non parlare di indossare abiti lunghi e abiti a maniche lunghe, indossando solo abiti corti. Quindi tutti nel governo e nell'opinione pubblica lo hanno elogiato all'unanimità con la parola \"virtuoso\".\nPiù tardi, suo zio, Grand Sima Wanggen, morì di malattia e fu scelto come suo sostituto. L'imperatore e tutti i ministri lo ritennero il più adatto. Pertanto, Wang Mang, che aveva solo trentotto anni, divenne il Gran Sima con la più alta potenza militare del paese.\n(Questa storia è una metafora. Essere bravi ad essere una brava persona può aiutarti a sbarazzarti della \"difficoltà di essere punto dalle api\" e a realizzare i tuoi ideali come desideri.)", "聖意": "La casa non va bene, la famiglia è in difficoltà, gli affari sono bloccati, il matrimonio è bloccato, le sei armature sono false, i pedoni tardano, il raccolto dei bachi da seta è scarso, il bestiame è scarso, è difficile trovare persone, la causa è brutta, la migrazione non si muove, gli oggetti smarriti sono cattivi, la malattia è instaurata, la tomba di montagna è perduta", "古人": "Wang Mang cerca talenti", "第X籤": "Vincere la lotteria settantadue", "宮": "Tatsumi"}