{"籤詩版本二": "Quando arriva la primavera, i tuoni tremano e gli insetti cinguettano, e io mi allontano dal fango\nQuando ho realizzato per la prima volta che stavo ancora andando e venendo, una volta cambiato, sono diventato un drago.", "詩意": "Questo esagramma è come il tuono e gli insetti.\nIncontrare una persona nobile è un buon segno in tutto.", "解曰": "Colpisce il tuono. Due depositi in entrata e in uscita. Cambia una volta. Fino a Tianmen.", "籤詩故事一": "◇Ammutinamento di Chenqiao\nNel 959 d.C., Zhou Shizong Chai Rong morì e l'imperatore Gong, Chai Zongxun, che salì al trono, aveva solo sette anni. A quel tempo, Zhao Kuangyin, che prestava servizio come ispettore di fronte al palazzo e inviato di Songzhou presso l'esercito tedesco, deteneva il vero potere.\nNella primavera del 960 d.C., Zhenzhou (l'odierna Zhengding, provincia di Hebei) e Dingzhou (l'odierna contea di Dingxian, provincia di Hebei) riferirono che gli eserciti della dinastia Han settentrionale e dello stato Liao stavano andando congiuntamente a sud per attaccare la tarda dinastia Zhou, con grande slancio e chiese di inviare truppe in aiuto. Successivamente, la dinastia Zhou ordinò a Zhao Kuangyin di condurre le sue truppe a nord per combattere contro il nemico. Zhao Kuangyin agì segretamente sotto la pianificazione di suo fratello Zhao Guangyi, Zhao Pu, Shi Shouxin e altri.\nIl 3 febbraio, quando l'esercito arrivò a Chenqiaoyi (ora città di Chenqiao, a sud-est di Fengqiu, Henan), lanciarono un ammutinamento e ordinarono ai soldati di indossare vesti gialle per lui. Si ribellarono contro la tarda dinastia Zhou e sostenevano Zhao Kuangyin come imperatore. . Successivamente, Zhao ricondusse le sue truppe a Kaifeng senza bruciare, uccidere o saccheggiare. \"Taizu Chen Qiao ha giurato di non disturbare la gente della capitale e ha promesso di non disturbare la città il giorno in cui sarebbe entrato in città\".\nIl terzo giorno del terzo anno del mese lunare, Zhao Kuangyin si ammutinò a Chenqiao e tornò nella capitale. Fan Zhi condusse Wang Pu e Wei Renpu a interrogare Zhao Kuangyin. Luo Yanhuan estrasse la spada davanti alla tenda e gridò ad alta voce : \"I tre eserciti non hanno padroni. I generali hanno deciso di nominarlo imperatore. Chiunque parli sarà ucciso!\". Il volto di Wang Pu era pallido come la terra. Abbassò i passi e si inchinò. Anche Fan Zhi si inchinò. Kuang Yin lo aiutò personalmente ad alzarsi e lo trattò con grande cortesia.\nDopo una moderata resistenza, l'imperatore Gong della tarda dinastia Zhou salì al trono e Zhao salì al trono. \"Taizu stava per accettare lo Zen, ma non c'era nessun testo Zen. Tao Gu, uno studioso di Hanlin, accettò l'ordine e gli si avvicinò dicendo: \"È fatta\".\nDopo che Zhao salì al trono, cambiò il nome del paese in Song, Yuan in Jianlong e fece di Kaifeng la capitale. Shi Shouxin, Gao Huaide, Zhang Lingduo, Wang Shenqi, Zhang Guanghan e Zhao Yanhui furono tutti insigniti del titolo di Jiedushi. , noto nella storia come \"l'ammutinamento di Chenqiao\".\nWikipedia\n(Questa storia rappresenta l’inizio della performance di Zhao Kuangyin.)", "聖意": "Prega per la tua casa, la vita quotidiana, la ricchezza, la buona fortuna, la buona fortuna negli affari, il matrimonio nobile, il successo a Liujia, i pedoni maschi, la nascita anticipata dei bachi da seta nei campi, la nascita anticipata di sei animali, buona fortuna in primavera, ricerca di persone , successo nelle cause legali, buona fortuna nella migrazione, oggetti smarriti, pericoli nelle malattie, pericoli nelle montagne e nelle tombe.", "古人": "Ammutinamento di Chenqiao", "第X籤": "Firmato settantatré", "宮": "Palazzo Mi"}