{"籤詩版本二": "Proprio come trascinare una tigre attraverso un'alta montagna, combattendo e gareggiando tra loro per spezzare il freddo\nSe improvvisamente fai qualcosa di buono senza rendertene conto, devi tenerti al sicuro. La parola trascinare la tigre significa abbracciare la tigre.", "詩意": "Questo esagramma è come tenere (trascinare) una tigre attraverso la montagna.\nTutto è pericoloso e spaventoso.", "解曰": "Il pericolo è pericoloso. Ci sono ostacoli davanti a noi. Se chiedi un consiglio. È davvero un duro lavoro.", "籤詩故事一": "◇Wu Yuan ha lasciato Zhaoguan di notte (Wu Zixu ha superato Zhaoguan)\nWu Zixu era originario di Chu nel periodo primaverile e autunnale. A quel tempo, il re Ping di Chu voleva dargli la caccia. Il re Ping di Chu offrì una ricompensa per l'arresto di Wu Zixu, fece disegnare e affiggere il suo ritratto sulle porte della città in tutto lo stato di Chu e ordinò ai funzionari di intensificare le indagini. Quando Wu Zixu fuggì a Zhaoguan, al confine tra Wu e Chu, gli ufficiali di Zhaoguan lo controllarono molto attentamente: era così preoccupato che non riuscì a dormire per diverse notti di seguito, e perfino i suoi capelli diventarono grigi per la preoccupazione. Fortunatamente, ho incontrato un uomo di nome Dong Gao Gong, che simpatizzò con la sua situazione e lo portò a casa per nasconderlo. Il duca Dong Gao aveva un amico che somigliava un po' a Wu Zixu, quindi il duca Dong Gao gli chiese di superare il test fingendo di essere Wu Zixu. I guardiani catturarono il falso Wu Zixu, ma il vero Wu Zixu non poteva essere riconosciuto dai guardiani perché i suoi capelli erano tutti bianchi, quindi lo lasciarono passare. Successivamente, è fuggito sano e salvo nello stato di Wu.\n(Sostituire Wu Zixu con un amico che gli somiglia e che ha i capelli grigi, è la \"mano magica\" di questa storia)", "聖意": "Prega per la tua casa e la tua casa per proteggerti, fai attenzione alla ricerca della ricchezza, sii cauto nelle transazioni, stagnazione nelle transazioni, difficoltà matrimoniali", "古人": "Wu Yuan ha lasciato Zhaoguan di notte (Wu Zixu ha superato Zhaoguan)", "第X籤": "Il settantacinquesimo segno", "宮": "Palazzo Mi"}