{"籤詩版本二": "Una miscela di pesce e drago ha lo stesso significato: resta nella pozza profonda e aspetta la fortuna.\nInconsciamente, Yumen saltò sopra il Palazzo del Drago con la testa sollevata.", "詩意": "L'esagramma pesce e drago rimangono invariati.\nTutto arriva in tempo.", "解曰": "Anche se è Ziji. Aspetta anche. Pianifica la tua attività. Non agire in modo sconsiderato.", "籤詩故事一": "◇Hongwu che osserva il bestiame\nZhu Yuanzhang, originario di Zhongli, Haozhou (ora contea di Fengyang, provincia di Anhui), nacque nel primo anno di Tianli di Yuan Wenzong della dinastia Yuan, classificandosi al quarto posto nella sua famiglia. Nacque in una povera famiglia di contadini e da giovane, a causa della povertà, non poté studiare e una volta pascolava il bestiame per il padrone di casa.\nNel quarto anno di Zhizheng (1344), ci fu una grave siccità a Huaibei. Il padre, la madre e il fratello di Zhu Yuanzhang morirono successivamente, quindi non ebbe altra scelta che diventare monaco novizio nel Tempio Huangjue.\nMeno di due mesi dopo essere entrato nel tempio, a causa della difficoltà di riscuotere l'affitto del tempio negli anni della carestia, il proprietario del tempio chiuse il magazzino e licenziò i monaci. Zhu Yuanzhang dovette lasciare la sua città natale e diventare un monaco errante (un monaco che si guadagnava da vivere elemosinando).\nSuccessivamente, Zhu Yuanzhang divenne il Taizu della dinastia Ming e l'\"imperatore civile\" nella storia cinese, con il nome del regno \"Hongwu\".\n(La metafora di questa storia è che essere ordinari per un po’ non significa che sarà lo stesso in futuro. Questo perché il momento non è ancora arrivato.)", "聖意": "La famiglia è al sicuro, la famiglia è sana, la fortuna è buona, gli affari sono in sospeso, il matrimonio è in ritardo, il maschio è nato a Liujia, il pedone è in ritardo, il baco da seta è in ritardo, il baco da seta è ricco, i sei animali vengono pedinati, la persona è scomparsa, nessuna causa è ritardata, la migrazione è conservativa, gli oggetti smarriti sono bloccati, la malattia è ostacolata dalla tomba di montagna.", "古人": "Hongwu guarda il bestiame", "第X籤": "Settantaseiesimo lotto", "宮": "Palazzo Mi"}