{"籤詩版本二": "Nel sogno si diceva che ci sarebbe stata molta ricchezza, ma la fama sarebbe finita nel nulla.\nL'acqua è lontana e le montagne sono lontane, ma è difficile essere fedeli. La persona nobile guida e sorride.", "詩意": "Questo esagramma rappresenta il simbolo dell’ottenimento di un tesoro in un sogno.\nTutto è più o meno reale.", "解曰": "Sognare come un sogno. Nessuna speranza di fama. Aspetta solo i bei tempi. Istruzioni nobili.", "籤詩故事一": "◇ Restituisci la giada a Zhao (restituisci la giada a Zhao dopo averla completata)\nNel 283 a.C., il re Zhao Huiwen ottenne He's Bi da Chu e, dopo aver appreso la notizia, re Qin Zhaoxiang inviò una lettera al re Zhao, esprimendo la sua disponibilità a scambiare quindici città con He's Bi.\nLin Xiangru analizzò al re Zhao che Qin era forte e Zhao era debole e doveva essere sostituito.\nRe Zhao mandò quindi Lin Xiangru a Qin con He's Bi.\nIl re di Qin incontrò Lin Xiangru a Zhangtai e Lin Xiangru presentò la giada al re di Qin. Il re di Qin era felicissimo e passò l'He's Bi alla bella e tutti intorno a lei lo guardarono. In questo momento, tutti a sinistra e a destra gridarono lunga vita.\nLin Xiangru vide che il re di Qin non aveva intenzione di dare la città a Zhao, quindi disse al re di Qin che la giada di He era difettosa e voleva farlo notare al re di Qin per cogliere l'occasione per ottenere il giada indietro.\nDopo che Lin Xiangru riprese il Bi di Heshi, rimase accanto al grande pilastro, dimostrando che voleva morire con il Bi di Heshi.\nIn questo momento, Lin Xiangru disse al re di Qin: \"Il re di Zhao ha comunque superato le obiezioni dei ministri e ha accettato la proposta del ministro. Anche se non si sono ingannati a vicenda quando interagiscono con la gente comune, per non parlare del fatto che Qin è un grande paese! Per preservare l'amicizia tra Qin e Zhao, il re Zhao Dopo cinque giorni di digiuno, ho inviato i miei ministri a Qin con la giada. Sfortunatamente, il re di Qin non solo non aveva intenzione di dare a Zhao una città, ma passò anche la giada della famiglia He a una bellissima donna, il che era davvero una presa in giro dei miei ministri.\"\nDopo aver finito di parlare, Lin Xiangru fece immediatamente il gesto di colpire un pilastro. Il re di Qin aveva paura che He's Bi venisse danneggiato, quindi finse di dare a Zhao quindici città. Lin Xiangru capì il piano traditore di re Qin, quindi chiese a re Qin di digiunare per cinque giorni prima di presentare He's Bi per ritardare il tempo. In questi pochi giorni, Lin Xiangru mandò i suoi attendenti a tornare nello Stato di Zhao con la giada, mentre lui rimase a trattare con il Re di Qin.\n(Questa storia è come se gli occhi di una persona comune fossero affascinati dal suo status.)", "聖意": "Pregare per le benedizioni a casa, se stessi, ostacolare la ricchezza, rendere difficili le transazioni, il matrimonio non è in armonia con i pedoni di Liujiaxu, i bachi da seta chitiani non sono accettati, sei animali sono danneggiati, mancano le persone scomparse, sono previste cause pubbliche e migrazione, perdute la proprietà è lontana, le malattie vengono installate, inviate alle tombe di montagna e modificate.", "古人": "Restituisci la giada a Zhao (completa la giada a Zhao)", "第X籤": "La settantasettesima lotteria vincente", "宮": "Palazzo di mezzogiorno"}