{"籤詩版本二": "Nodo del Vuoto, desidero tenerti al sicuro. Se mantieni il tuo corpo al sicuro, vorrei che non lo restituissi mai.\nNon dimenticare che è stato ricambiato il favore di Dio. Non disprezzare le parole di Dio.", "詩意": "Non credere che questo esagramma sia vero.\nÈ un segno di essere conservatori in tutto.", "解曰": "Le persone hanno le proprie opinioni. La mente non ha bisogno di essere occupata. Istruzioni Guanyin. Non essere irrispettoso.", "籤詩故事一": "◇ Sostiene segretamente la bandiera di bronzo\nIl famoso generale fondatore della dinastia Tang, Qin Qiong (Qin Shubao) fu insignito del titolo di Gran Maresciallo della dinastia Sui e guidò le sue truppe ad attaccare il Passo Sishui (o Passo Sishui o Passo Dongling, le leggende variano). Yang Lin ( Yang Yicheng), il generale della guardia del Passo Sishui, era l'imperatore Yang della dinastia Sui che ordinò di posizionare una bandiera di bronzo, ma Qin Shubao non poté attaccarla per molto tempo. Dopo aver scoperto che Luo Cheng, il leader della formazione, era suo cugino, contattò sua zia.\nPrima che Luo Cheng se ne andasse, disse a sua madre che la persona venuta a rovesciare la bandiera era suo cugino Qin Qiong, e sua madre gli ordinò di aiutarlo segretamente. Il giorno della battaglia decisiva, Luo Cheng, che era a guardia della Bandiera di Bronzo, cambiò improvvisamente schieramento e unì le forze con Qin Qiong per sconfiggere la formazione della Bandiera di Bronzo. Luo Cheng occupò il Passo Dongling e tornò vittorioso. Anche Luo Cheng si arrese ai Tang Dinastia.\n(Questa storia è una metafora del fatto che a volte dovresti fare affidamento sulla ragione quando fai le cose, piuttosto che fare affidamento sull'emozione o sulla fede.)", "聖意": "La casa è ancora disposta a promettersi, cercare ricchezza, mantenere la propria quota, essere cauta nel matrimonio, dare alla luce una femmina, i pedoni restano nel campo, i bachi da seta, sette punti e sei danni al bestiame, ricerca di persone, cause pubbliche e migrazione , oggetti smarriti, malattie occidentali, soluzione alle montagne, tombe a ovest", "古人": "Aiutando segretamente ad abbassare la bandiera di bronzo", "第X籤": "Settantanove Vincere al Lotto", "宮": "Palazzo di mezzogiorno"}