{"籤詩版本二": "Le foglie dei sicomori sono cadute, l'autunno si avvicina e il viaggio di ritorno dei viaggiatori sembra nuvole.\nGrazie ai grandi sforzi di Dio, la nave ritornò con il tesoro al vento.", "詩意": "Questo esagramma rappresenta l'immagine delle foglie cadute del sicomoro.\nTutto è brutto in anticipo e buono alla fine.", "解曰": "Prendi le cose dal cuore. Tianxin lo segue. Per farsi una vita. Fai tutto ciò che puoi.", "籤詩故事一": "◇Il vento soffia sul padiglione Tengwang\nWang Bo, nome di cortesia Zian, era un poeta della prima dinastia Tang, nato nel primo anno di Yonghui, l'imperatore Gaozong della dinastia Tang. Wang Bo legge le Scritture fin da quando era bambino ed è conosciuto come un \"bambino prodigio\". Wang Bo legge le Scritture fin da quando era bambino ed è conosciuto come un \"bambino prodigio\".\nQuando aveva dieci anni, lui e suo padre passarono per caso davanti al tempio di Guandi. Videro la maestosa statua di Guandi nel tempio, che teneva in mano una copia di \"Primavera e autunno\" e la leggeva. Quando suo padre la vide, fu ispirato e cantò all'imperatore Guan: \"Tenendo tre ciocche di barba verde, leggendo la storia della dinastia Qing alla lanterna verde e rendendo omaggio ai nomi famosi. Tenendo il drago verde e la luna in mano\". che nell'autunno di quest'anno, Wang Bo è andato dallo Shanxi all'isola di Hainan per visitare suo padre che è stato retrocesso a magistrato della contea di Jiaozhi, attraversando migliaia di montagne e fiumi lungo la strada. Nell'autunno dell'anno, quando aveva ventisette anni, Wang Bo andò dallo Shanxi all'isola di Hainan per visitare suo padre, che era stato retrocesso alla carica di magistrato della contea di Jiaozhi, attraversando migliaia di montagne e fiumi lungo la strada.\nQuando arrivammo quel giorno al monte Madang, tutti scesero a terra per riposarsi. Quando Wang Bo passò da solo davanti a un antico tempio, vide improvvisamente un vecchio seduto sulla pietra accanto al tempio. Il vecchio sembrava un bambino con i capelli biondi e un aspetto da fata. Disse a Wang Bo \"Non sei Wang Bo?\" Wang Bo fu sorpreso e disse: \"Esattamente! Come fai a saperlo?\" Il vecchio disse: \"Ho sentito dire da tempo che hai delle buone intenzioni di salvare la gente, e le tue poesie sono molto significative. Domani ci sarà una grande festa al padiglione Tengwang. Se puoi partecipare al banchetto e scrivere un saggio, sarai famoso nel corso dei secoli e riceverai le spese di viaggio.\" Quando arrivarono sul monte Madang, tutti scesero a terra per riposarsi. Quando Wang Bo stava camminando da solo vicino a un antico tempio, improvvisamente vide sulla pietra accanto al tempio, c'era un vecchio seduto, che sembrava un bambino con i capelli biondi e una fata Egli disse a Wang Bo: \"Non sei tu Wang Bo?\"\nWang Bo fu colto di sorpresa e disse: \"Esattamente! Come fai a saperlo?\"\nIl vecchio disse: \"Ho sentito da tempo che hai una gentile intenzione di salvare le persone, e le poesie che componi sono piuttosto significative. Domani ci sarà una grande festa al padiglione del principe Teng. Se puoi partecipare al banchetto e comporre, sarai famoso nel corso dei secoli e riceverai le spese di viaggio.\"\nWang Bo disse: \"Questo posto è a sei o settecento miglia di distanza dal Padiglione Tengwang. Come possiamo arrivare qui domani?\" Il vecchio disse: \"Utilizzerò un cavallo come vento divino per aiutarti ad avere una navigazione tranquilla. Io arriverà sicuramente domani.\" Wang Bo mi ringraziò e disse: \"Scusami, mio ​​suocero. , sei un immortale o un dio?\" Il vecchio rise e disse: \"Io sono lo Zhongyuan Shuijun responsabile di questa zona d'acqua!\" Wang Bo disse: \"Questo posto è a sei o settecento miglia di distanza dal Padiglione Tengwang. Come possiamo arrivare qui domani?\"\nIl vecchio disse: \"Utilizzerò il cavallo come un vento divino per aiutarti ad avere una navigazione tranquilla. Arriverò sicuramente domani\".\nWang Bo lo ringraziò e disse: \"Scusami, suocero, sei un immortale o un dio?\"\nIl vecchio rise e disse: \"Io sono lo Zhongyuan Shuijun che è responsabile di quest'area acquatica!\" Quindi il vecchio esortò Wang Bo a salire rapidamente sulla barca. Vide nuvole di buon auspicio circondarlo per un po', e il vento e l'acqua era liscia lungo la strada.In un batter d'occhio, aveva percorso centinaia di miglia.\nQuindi il vecchio esortò Wang Bo a salire rapidamente sulla barca. Vide nuvole di buon auspicio circondarlo per un po', e il viaggio fu tranquillo. In un batter d'occhio, aveva percorso centinaia di miglia. Come previsto, Wang Bo si è precipitato al padiglione del principe Teng la mattina del grande evento.\nCome previsto, Wang Bo si è precipitato al padiglione del principe Teng la mattina del grande evento. E sul posto scrisse la \"Prefazione al padiglione del principe Teng\", che fu definito l'eterno capolavoro dell'imperatore Gaozong della dinastia Tang. E sul posto scrisse la \"Prefazione al padiglione del principe Teng\", che fu definito l'eterno capolavoro dell'imperatore Gaozong della dinastia Tang.\nC'è una poesia che dice:\nSi è sempre detto che le persone di talento sono dei, quindi non è un caso che il vento porti Nanchang a Nanchang;\nHo scritto una frase sull'alto padiglione di Teng Wang, e poi ha accompagnato gli immortali a Zhongyuan.", "聖意": "Prega per la tua casa e proteggi te stesso, prega per le benedizioni, cerca la ricchezza e raggiungi il matrimonio e l'armonia.", "古人": "Il vento soffia sul padiglione Tengwang", "第X籤": "Firma ottantuno", "宮": "Wei Gong"}