{"籤詩版本二": "Cosa accadrà se perderai la tua virtù a causa della tua reputazione? Temo che la buona sorte cambierà e accadranno cose brutte.\nUbriaco, non so dove andare, faccio un sogno nebuloso all'ombra dei verdi pini.", "詩意": "Questo esagramma rappresenta il pesce freddo che lascia l'acqua.\nNiente può essere spostato.\n\n(Questo esagramma è un simbolo di cattiva virtù e sfortuna.\nTieni i piedi per terra in ogni cosa.\n)", "解曰": "Il pesce freddo lascia l'acqua. un unico difetto che guasta tutto. Se chiedi informazioni sui piani del campo. È meglio Mo Qi\nQuesto segno porterà sfortuna a Liujia. Tutto va male. Pregate per la sicurezza.", "籤詩故事一": "◇Zhuangzi mette alla prova sua moglie\nZhuangzi nacque durante la dinastia Zhou. Il suo cognome era Zhuang, il suo nome di battesimo era Zhou e il suo nome di battesimo era Zixiu. Era originario di Mengyi durante la dinastia Song. Durante la dinastia Zhou, era il funzionario di Qiyuan.\nUn giorno, Zhuangzi incontrò una donna sulla montagna: era accovacciata davanti a una tomba nuova, agitando disperatamente il suo ventaglio, come se volesse asciugare il terreno bagnato sulla tomba. Zhuangzi non capì la sua intenzione, quindi glielo chiese. Ha detto che la persona sepolta nella tomba era suo marito, e le ultime parole di suo marito furono che non poteva risposarsi finché il terreno sulla tomba non si fosse asciugato. Non poteva più aspettare, così smosse il terreno della tomba per farlo asciugare più velocemente, così da poter inseguire una seconda sorgente.\nZhuangzi sospirò quando pensò che esistesse una donna così senza cuore al mondo. Poi ho pensato: mia moglie sarebbe così? Quando sorge il sospetto, voglio metterlo alla prova.\nIl cognome della moglie di Zhuangzi era Tian, ​​e la coppia di solito aveva una relazione stretta. Per mettere alla prova la lealtà di sua moglie, Zhuangzi decise di fingere di essere morto.\nSentendo che Zhuangzi era morto a causa di una malattia improvvisa, molte persone da ogni parte, inclusi parenti e amici, vennero ad esprimere le loro condoglianze. Tra loro c'era un bel re e un nipote dello stato di Chu, che era ricco di ricchezze. Vedendo che la signora. Tian era appena rimasto vedovo e pietoso, la perseguitò. La signora Tian non riuscì a sopportare la tentazione e si innamorò di Wang Sun. Si sposarono in soli venti giorni.\nQuella notte, quando il vino fu bevuto e le orecchie erano calde, Wang Sun ebbe improvvisamente un attacco di cuore e morì.\nLa signora Tian era spaventata e in preda al panico e ha chiesto urgentemente a Wang Sun cosa fare. Wang Sun ha sopportato il dolore e ha detto alla signora Tian che il cervello dei cadaveri poteva essere usato per riportare in vita i morti.\nDove trovare il cadavere? La signora Tian pensò improvvisamente, suo marito non è appena morto? Il signor Tian si è dimenticato del vecchio amore tra marito e moglie, e in realtà ha preso un'ascia e ha aperto la bara di suo marito, preparandosi a estrarre il suo cervello per la medicina.\nInaspettatamente, quando la bara fu aperta, Zhuangzi tornò in vita. La signora Tian si vergognava così tanto che si impiccò.\n(Questa storia è una metafora della violazione dell’amicizia per guadagno personale, quindi non possiamo essere d’accordo con essa.)", "聖意": "La casa è pacifica, l'io è al sicuro, il denaro è ingiusto, i commerci sono sacrificati, il matrimonio è risolto, il male a Liujia prospera, i pedoni non sono arrivati, i bachi da seta sono in pace, il bestiame è in pace, le persone cercano persone, la causa è cambiata, i discepoli sono stati conservatori, la proprietà è andata perduta, non c'è malattia e la montagna e le tombe sono state malvagie.", "古人": "Zhuangzi mette alla prova sua moglie", "第X籤": "Lotto 84", "宮": "Wei Gong"}