{"籤詩版本二": "Nuvole scure e nebbia coprono la strada davanti alla montagna, tutto è rotondo e la luna è di nuovo rotonda.\nSe ottieni poesie e libri, ti sveglierai da un sogno profondo e la persona nobile ti guiderà sul tetto.", "詩意": "Questo esagramma simboleggia la fine della primavera e lo sbocciare dei fiori.\nTutto cambia dopo il Signore.", "解曰": "Il vecchio ha bisogno di chiedere aiuto. Fiorisce nuovamente in primavera. Desiderio di fama e ricchezza. Incontra una manna inaspettata in tarda età.", "籤詩故事一": "◇Han Wengong incontra la neve\nHan Yu, il cui nome di cortesia era Tuizhi, era di Changli. Tang Dezong divenne un Jinshi nell'ottavo anno di Zhenyuan e il suo titolo postumo fu Wen Gong.\nDurante il regno dell'imperatore Xianzong della dinastia Tang, Han Yu protestò con le ossa del Buddha, cosa che fece arrabbiare l'imperatore. Han Yu lasciò moglie e figli e andò a Chaozhou. Dopo aver camminato per meno di qualche giorno, il vento freddo si aumentò e nevicò pesantemente. Han Yu arrivò in un luogo dove la neve era alta parecchi metri, rendendo difficile al suo cavallo avanzare: non c'erano case nelle vicinanze e non sapeva dove fosse la strada. Se vuoi seguire il percorso e ritirarti, non c'è modo di tornare indietro. Il vento soffiava forte e la neve cadeva rapidamente, Han Yu era fradicio fino alle ossa, congelato e affamato, e non aveva nessun posto dove esprimere il suo dolore.\nHan Yu sospirò e disse: \"L'imperatore non mi ucciderà, ma l'imperatore vuole distruggermi\".\nProprio quando Han Yu era disperato, vide un uomo venire a spalare la neve nonostante il freddo intenso: si scoprì essere Han Xiangzi (nipote di Han Yu).\nIn precedenza, Han Xiangzi aveva detto a Han Yu: \"Dov'è la casa di Yun Heng a Qinling? La neve abbraccia il cancello blu e il cavallo smette di andare avanti.\" A quel tempo, Han Yu non capiva cosa intendesse Han Xiangzi, ma ora finalmente capito.\nCosì Han Yu e Han Xiangzi andarono a passare la notte a casa di Fu a Languan. Parlando del passato e della strada verso la coltivazione, Han Yu ne era sinceramente convinto.\nSuccessivamente, Han Yu abbandonò la sua posizione ufficiale, donò tutte le sue proprietà al governo locale e andò sulle montagne per praticare il taoismo e diventare un immortale.", "聖意": "La casa non fa bene a se stessi, sii cauto nella ricerca di denaro, concentrati sugli affari, il matrimonio è in ritardo, le pedoni Liujia bloccano i campi, i bachi da seta sono buoni, il bestiame è buono, è difficile trovare persone, le cause pubbliche si ripetono, la migrazione è aggiornate, le cose perdute sono gravi, le malattie ritardano, le tombe di montagna dovrebbero essere cambiate.", "古人": "Han Wengong incontra la neve", "第X籤": "Ottantacinquesima lotteria vincente", "宮": "Shen Gong"}