{"籤詩版本二": "Camminando a metà della montagna occidentale, non è possibile raggiungere le scogliere di Junling.\nAlzando lo sguardo a Dio per ricevere protezione, questo corpo è ancora all'obitorio", "詩意": "Questo esagramma è come cercare l'oro nella sabbia.\nCi sono segni di persone nobili in ogni cosa.\n\nInoltre: questo esagramma indica che la persona è in pericolo.\nCi sono segni di persone nobili in ogni cosa.", "解曰": "La giada può essere trovata cesellando la pietra. Trova l'oro nella sabbia. Ho bisogno di lavorare duro. Solo guai.\nUn'altra opera: una situazione difficile. Nessun posto dove stare. Chiedi la benedizione di Dio. Pregate per la pace della mente.", "籤詩故事一": "◇ Mordi l'oro ed esplora le caverne sotterranee\nPer celebrare le sue imprese militari, Cheng Yaojin organizzò un banchetto a Yanwuyang. All'improvviso si aprì nel terreno un buco insondabile e tutti tirarono a sorte scegliendo le parole, mordendo l'oro per vincere e affittando delle corde per legarsi al buco.\nCi sono porte di pietra, tavoli, sedie, ponti e altri oggetti, sul tavolo ci sono vesti di drago e cinture di giada, fatte d'oro e consumate dalla caverna.\nYao Jin uscì dal buco con una scatola grande e una piccola, aprì la scatola di legno e tirò fuori il sigillo di giada, aprì la scatola, tirò fuori la grande bandiera, la veste della corona e i binari e li mise sul tavolo, e tutti li osservai uno per uno. Ho visto che gli otto caratteri del sigillo incisi sul grande sigillo erano \"Il Re Demone di Hunshi, il Grande Imperatore Virtuoso\".\nTutti lo adoravano come \"Imperatore\", e Yaojin lo fece per tre anni come Re Demone. (In realtà, questo era semplicemente autoproclamato e Cheng Yaojin all'epoca era solo il capo del villaggio.)\n(Questa storia è una metafora del fatto che le cose belle sono proprio come la recitazione. Questa è la concezione artistica di \"questo corpo è ancora nel vuoto\".)", "聖意": "Pregare per la casa e la casa, se stessi, la mancanza di profitto, ricerca di ricchezza, duro lavoro, cautela negli affari, il matrimonio sarà ostacolato da Liujiaxu, pedoni, bachi da seta chitiani, sei bestiame stabile, ricerca di persone, nessuna causa legale, perdita, migrazione, mantenimento oggetti smarriti, malattie malvagie, ostacoli, montagne e tombe.", "古人": "Esplorando la cripta per l'oro", "第X籤": "Firma ottantasette", "宮": "Shen Gong"}