{"籤詩版本二": "Non disturbarmi con i tuoi affari personali, è più appropriato chiederlo al pubblico.\nUn cuore limpido è luminoso e chiaro come la luna splendente nel cielo", "詩意": "Questo esagramma rappresenta l'immagine di una luna luminosa nel cielo.\nTutto è luminoso e arioso.", "解曰": "Sii retto di cuore. Raddrizzare la legge. Parole sante. Finalmente diventa chiaro.", "籤詩故事一": "◇ Generale di Kong Ming\nSoluzione: Zhuge Liang mobilita le sue truppe e i suoi generali\nDurante il periodo dei Tre Regni, Zhuge Liang (181-234), nome di cortesia Kongming, nacque a Yangdu, Langya (ora contea di Yinan, provincia di Shandong).\nZhuge Liang accettò di diventare un ufficiale dopo che Liu Bei visitò il cottage dal tetto di paglia tre volte. A quel tempo, Cao Cao aveva pacificato l'Hebei ed era determinato a marciare verso sud. Mandò Xiahou Dun come capo generale, Yu Jin, Li Dian e altri come vice generali, alla guida di un esercito di 100.000 uomini in marcia verso Xinye. Sebbene Zhuge Liang avesse un piano per ritirarsi dal nemico in quel momento, Guan Yu e Zhang Fei disprezzavano le parole di Zhuge Liang. Zhuge Liang non ebbe altra scelta che usare la spada di Liu Bei per convincere i due, così che ciascuno di loro guidò un migliaio di truppe e tese un'imboscata a Yushan e Anlin. Aspettarono che Xiahou Dun guidasse il suo esercito al passaggio, e poi li attaccarono con imboscate e incendi.\nInoltre, Zhao Yun fu inviato a guidare i vecchi e deboli resti dell'esercito per combattere come avanguardia contro Xiahou Dun, quindi finse la sconfitta e si ritirò, attirando Xiahou Dun nella stretta strada tra le montagne e le foreste. Inviò anche Guan Ping, Zhou Cang, Liu Feng e altri si intrufolano nella parte posteriore dell'esercito di Cao, bruciando rifornimenti e creando panico nell'esercito di Cao.\nDopo la battaglia, tutto avvenne come aveva organizzato Zhuge Liang. Quando Xiahou Dun e Yu Jin guidarono l'esercito all'inseguimento, Li Dian, che era nelle retrovie, informò urgentemente Xiahou Dun che era al fronte che doveva proteggersi dagli attacchi di fuoco nemici. Tuttavia, era troppo tardi. L'esercito di Cao fu vincolato da La strada stretta e si trovava in un luogo dove gli alberi erano intrecciati, quindi il fuoco non poteva essere appiccato. Ci furono pesanti perdite, e Xiahou Dun e altri generali furono sconfitti e fuggirono di nuovo a Xudu.\n(Questa storia è una metafora del fatto che Kong Ming è bravo a usare le persone e a governare il paese con saggezza.)", "聖意": "Casa e casa sono di buon auspicio. Auguro buona fortuna in ricchezza, tranquillità, affari prosperi, matrimonio, successo, successo a Liujia, uomini che spostano i campi, bachi da seta, perdita di bestiame, persone scomparse, cause pubbliche, migrazione, proprietà smarrite, benedizioni, malattie, pace, montagne e tombe.", "古人": "Il generale di Kong Ming", "第X籤": "Il nono segno", "宮": "Palazzo Yin"}