{"籤詩版本二": "Un bello spettacolo ti fa distinguere dalla massa con un cipiglio, il tuo futuro cambia e porti molta ricchezza.\nUna strada è larga come il cielo e tutto il denaro che potrai donare sarà nel tuo cuore", "詩意": "Questo esagramma indica un futuro promettente.\nTutto va bene.", "解曰": "Una grande strada. Puoi andare avanti. Usa il tuo cuore. Solo avanti.\nTutto va come previsto con questo segno. Buona fortuna a Jichang.", "籤詩故事一": "◇Tre eroi combattono contro Lu Bu\nSoluzione: tre eroi Zhang Fei, Guan Yu e Liu Bei combattono contro Lu Bu\nDong Zhuo apprese che Hua Xiong era stato decapitato e mandò il generale volante Lu Bu a combattere. Non appena Lu Bu entrò in battaglia, uccise i generali Fang Yue e Mu Shun, e uccise Wu Anguo e Gongsun Zan.\nZhang Fei vide che Gongsun Zan non poteva sconfiggere Lu Bu, quindi prese rapidamente il posto di Gongsun Zan e gridò: \"Gli schiavi dei tre cognomi dovrebbero andarsene! Zhang Fei di Yan è qui!\" Dopodiché, combatterono per più di cinquanta round in successione, senza vincitori né vinti.\nDopo che Guan Yu lo vide, lui e Zhang Fei attaccarono Lu Bu e combatterono per più di trenta round.\nAnche Liu Bei portava due spade, batté le mani sul suo cavallo e si fece avanti per aiutare Zhang Fei e Guan Yu.\nI tre uomini circondarono Lu Bu e continuarono a combattere, lasciando tutti i componenti del gruppo storditi.\nBen presto Lu Bu cominciò a perdere forza. Il Pegaso di Lu Bu si ritirò, ma i tre uomini inseguirono Lu Bu e si rifiutarono di arrendersi. Non si ritirarono finché non incontrarono le truppe di Lu Bu.\n\"Tre regni\"\n(Questa storia è una metafora del coraggio e dell'abilità di Lu Bu nel combattere. Una persona può sconfiggere tre persone.)", "聖意": "Il cuore della casa e della casa viaggia solo nel proprio viaggio alla ricerca della ricchezza. Un possibile articolo sul matrimonio va a Liujia. Le cose vanno bene per le persone. Uso dei bachi da seta Zhushuntian. Le persone possono essere trovate tra i sei animali. Le persone possono essere trovate in anticipo Contenziosi, migrazioni, oggetti smarriti, malattie, montagne e tombe sono come portafortuna.", "古人": "Tre eroi combattono contro Lu Bu", "第X籤": "Novantuno vincitori della lotteria", "宮": "Tu Palazzo"}