{"籤詩版本二": "Pianifico gli affari fin da quando ero bambino, quindi non ho bisogno di chiedere ricchezza e ricchezza.\nSe due persone cercano qualcosa, lo studioso uscirà e tornerà con il primo premio.", "詩意": "Questo esagramma è stato il simbolo degli affari fin dall'infanzia.\nSii diligente e parsimonioso in tutto e senza preoccupazioni.", "解曰": "Dall'infanzia all'età adulta. Nessun ostacolo, nessun ostacolo. Fare un piano. La fama procede senza intoppi.", "籤詩故事一": "◇Cai Qing ripaga la sua gentilezza (Cai Yong)\nCai Yong, nome di cortesia Bojie, è nato a Chenliuyu (ora a sud della contea di Qixian, provincia di Henan). È uno studioso e il marito di Zhao Wuniang. Cinque anni fa la corte imperiale reclutò i talenti nella lista gialla e la contea gli raccomandò di venire a Pechino per sostenere l'esame, da allora non si hanno più notizie.\nIl primo anno dopo la partenza di Cai Bojie fu facile da affrontare: la famiglia aveva dei risparmi e la loro vita era gestibile.\nL'anno successivo, Chenliu soffrì di una grave siccità, quindi si affidò a Zhao Wuniangdian per vendere gioielli per sopravvivere alla carestia. Non c'erano notizie da Cai Bojie, il che rendeva la famiglia ancora più preoccupata.\nLa siccità durò tre anni durante questo periodo. Zhang Guangcai, un vicino del villaggio, l'aiutava di tanto in tanto.\nPiù tardi, Cai Bojie vinse il primo premio e tornò a casa per apprendere che sua moglie era stata aiutata da Zhang Guangcai. La coppia andò a casa di Zhang per esprimere la loro gratitudine e diede in dono a Zhang Guangcai due tael d'argento.", "聖意": "La casa è pacifica, l'io è prospero, gli affari hanno successo, il matrimonio ha successo, la nascita di un uomo ha successo, il campo è pieno di bachi da seta, i sei capi di bestiame sono prosperi, la ricerca ha successo, la causa ha successo , la migrazione ha successo, gli oggetti smarriti sono buoni, la malattia è una montagna e la tomba è buona.", "古人": "Cai Qing ripaga la sua gentilezza (Cai Yong)", "第X籤": "Firma novantadue", "宮": "Tu Palazzo"}