{"籤詩版本二": "Luan Feng Xiang era inzuppato sotto la pioggerellina, ma a quel tempo era vittima di bullismo da parte di Queer\nSono rimasto scioccato nell'apprendere che un giorno le nuvole erano lontane, ma ti ho comunque restituito i miei vestiti.", "詩意": "Questo esagramma rappresenta il simbolo di Luan e Phoenix coperti dalla pioggia.\nTutto arriva quando arriva il momento.", "解曰": "Il cattivo prospera giorno dopo giorno. Un gentiluomo non dovrebbe fare nulla. Tieniti per te. Agisci quando arriva il momento.", "籤詩故事一": "◇Gao Jun garantisce il matrimonio\nAll'inizio della dinastia Song, Zhao Kuangyin unificò il nord e l'intero paese si arrese. Tuttavia, durante la dinastia Tang meridionale, Li Yu si trincerò nel sud del fiume Yangtze. Adottò la strategia di offrire una città e fingere di arrendersi. intrappolando Zhao Kuangyin a Shouzhou, e la situazione era critica. Il nipote di Zhao Kuangyin, Gao Junbao, un giovane con una pistola d'oro, lasciò Bianjing per rompere l'assedio di Shouzhou.\n, passando per il monte Shuangsuo, distrussero il cartello del marito messo da Liu Jinding, e i due gareggiarono. Di conseguenza, Liu Jinding sconfisse Gao Junbao tre volte con le sue superbe arti marziali, e si scambiarono mazze d'oro e campanelle d'argento per la vita. Il nipote di Zhao Kuangyin, Gao Junbao, lasciò Bianjing per salvare Zhao Kuangyin intrappolato a Shouzhou. Attraversò il monte Shuangsuo e distrusse il cartello eretto da Liu Jinding. I due gareggiarono, ma Liu Jinding sconfisse Gao Junbao tre volte con le sue superbe arti marziali e fu costretto al matrimonio. La coppia guidò la folla durante l'assedio e salvò Zhao Kuangyin.\n(La metafora di questa storia è che i due non si sono riconciliati (sono stati vittime di bullismo), ma si sono poi riconciliati.)", "聖意": "La casa non fa bene a se stessi, attenzione alla ricerca di denaro, al blocco degli affari, all'attesa del matrimonio, al matrimonio ritardato, alle persone scomparse, all'indugiare nei campi, ai bachi da seta, al bestiame in ritardo, alla perdita di persone, alla difficoltà di trovare persone, processi, perdite, migrazioni, conservatorismo, oggetti smarriti, malattie malvagie, estensione di montagne e tombe.", "古人": "Gao Jun garantisce il matrimonio", "第X籤": "Novantatre vincitori della lotteria", "宮": "xugong"}