{"籤詩版本二": "Un gentiluomo non dovrebbe preoccuparsi delle piccole persone: se le cose vanno male, causerà problemi.\nIl suono del pianoforte va ascoltato con un amico intimo, è sempre sommesso e vago, quest'opera è per tutti.", "詩意": "Questo esagramma dovrebbe incontrare l'immagine di un caro amico.\nMantenere le cose costanti porterà fortuna.", "解曰": "Zhiyinfangxu. Non prestare attenzione ad altre cose. Trattati come una persona nobile. Tutti felici.\nZhiyin Fangxu ha quattro caratteri, originariamente scritti come Shiyin Fanghua.", "籤詩故事一": "◇BoYa fa visita agli amici (BoYa Broken Qin)\nBoya, soprannominato Yu, nome di battesimo Rui e nome di cortesia Boya, era originario di Yingdu, nello stato di Chu durante il periodo delle primavere e degli autunni e il periodo degli Stati Combattenti.\nZhong Ziqi lavorava come taglialegna nel regno di Chu. Un giorno, incontrò Yu Boya che suonava l'arpa nel fiume Han. Zhong Ziqi sentì una voce che diceva: \"È alta come una montagna e ondeggia come l'acqua corrente.\" I due si sposarono e promisero di incontrarsi di nuovo durante il Mid- Festival d'Autunno l'anno prossimo.\nL'anno successivo, Yu Boya mantenne l'appuntamento come previsto, ma Zhong Ziqi era morto. Dopo che Yu Boya venne a sapere che Zhong Ziqi era morto, Yu Boya pensò che non ci sarebbe più stata musica al mondo e non avrebbe mai più suonato l'arpa in vita sua.\nDire:\nRompere Yao Qin e Feng Wei Han. A Zi Qi non importa con chi gioca.\nLa brezza primaverile porta tutti gli amici. È difficile trovare un vero amico.", "聖意": "Sii cauto nell'uscire di casa e nel tuo cattivo. Quando cerchi la ricchezza, sii cauto nelle transazioni. È consigliabile essere in ritardo nel matrimonio. È sfavorevole per le pedoni spostare campi, bachi da seta e bestiame, cercare diligentemente le persone , intentare cause legali e migrare, cercare velocemente oggetti smarriti, farsi bloccare dalle malattie, e tombe in montagna.", "古人": "Boya fa visita agli amici (Boya Broken Qin)", "第X籤": "Lotto novantaquattro", "宮": "xugong"}