{"籤詩版本二": "L'ambizione e i risultati sono nella dinastia, ma ora ci saranno bevute e sesso senza fine.\nSe vedi un gallo d'oro, sarai ricompensato con denaro, fortuna e fortuna.", "詩意": "Questo esagramma rappresenta il simbolo dell'ambizione e della fama.\nMantieni tutto di buon auspicio.", "解曰": "Ambizioso ed emozionato. Non è troppo tardi per proteggerti. Il gallo d'oro promette. Tutti felici.", "籤詩故事一": "◇Cao Pi si autoproclamò imperatore\nCao Pi, nome di cortesia Zihuan, è nato a Peiguoqiao (ora contea di Hao, Anhui). Un famoso politico e scrittore durante il periodo Jian'an.\nCao Pi è il secondo figlio di Cao Cao. Ha vissuto con suo padre nel campo militare fin da quando era bambino. Sotto l'influenza di suo padre, Cao Pi ha imparato il tiro con l'arco all'età di sei anni e l'equitazione all'età di otto anni, e ha sviluppato buone abilità nelle arti marziali. Ha inoltre una vasta conoscenza dei classici e delle biografie antiche e moderne, nonché dei libri di centinaia di scuole di pensiero. Fu solo all'età di diciotto anni che Cao Cao sconfisse Yuan Shao e Cao Pi visse una vita relativamente stabile a Yecheng, il centro del governo di Cao Cao. Da allora, anche se a volte accompagnava suo padre nelle spedizioni militari e viveva per la maggior parte del tempo la vita di un figlio nobile, praticava ancora le arti marziali ogni giorno e non ha rifiutato fino ad oggi. Spesso cavalca il suo cavallo a cento passi ed è molto abile nelle arti marziali, poiché pratica spesso le arti marziali, è leggero e forte.\nIl figlio maggiore di Cao Cao, Cao Ang, fu ucciso in una battaglia. Dopo la morte del figlio maggiore, Cao Pi divenne la prima scelta del principe ereditario. Quando aveva trentuno anni, fu nominato principe ereditario da Cao Cao. Quando Cao Pi aveva trentatré anni, Cao Cao morì di malattia, e Cao Pi gli succedette come primo ministro e re di Wei. Ha detto che spesso cavalca a cavallo per cento passi ed è molto abile e poiché pratica spesso il kungfu, è leggero e sano.", "聖意": "Pregate affinché la vostra casa e la vostra casa siano pacifiche. Cercate la ricchezza, lavorate sodo, commerciate e lasciatevi presto. Il matrimonio avrà successo. Liujia sarà al sicuro. Le persone saranno nei campi. I bachi da seta saranno maturi. Sei capi di bestiame saranno maturo. Sarà difficile trovare persone. Contenzioso pubblico. Decisione urgente. Migrazione. Oggetti smarriti. Lontano. Le malattie persistono nelle montagne e nelle tombe. Buona fortuna.", "古人": "Cao Pi si autoproclama imperatore", "第X籤": "Novantacinquesima lotteria vincente", "宮": "xugong"}