{"籤詩版本二": "La maestosa pagoda è insolita, con elementi squisiti su tutti i lati che brillano brillantemente.\nTi esorto a essere determinato a inchinarti diligentemente e a compiere buone azioni, e il cielo ti invierà benedizioni.", "詩意": "Questo esagramma rappresenta la manifestazione del merito.\nTutto è di buon auspicio.", "解曰": "Queste benedizioni. Tutti ce l'hanno. Non essere troppo occupato. Il merito è determinato in anticipo.", "籤詩故事一": "◇Il re di Fenyang incontra suo nipote nel giorno di San Valentino cinese\nSoluzione: Guo Ziyi ha incontrato la Ragazza Tessitrice che scendeva sulla terra nel giorno di San Valentino cinese. Tiansun, la nipote dell'Imperatore di Giada, è le Sette Fate.\nGuo Ziyi (697-781), noto anche come Guo Linggong, era originario della contea di Zheng, Huazhou (ora contea di Huaxian, provincia dello Shaanxi) e un generale della dinastia Tang. La corte imperiale concesse a Ziyi il titolo di re di Fenyang.\nSi dice che Ziyi fosse originario di Huazhou e andò ad arruolarsi nell'esercito fuori dalla Grande Muraglia. Andò a Pechino per chiedere la paga militare e tornò a Yinzhou. In quel periodo era il giorno di San Valentino cinese. Il vento e la sabbia stavano diventando scuri e il sole si stava oscurando. Ziyi non poteva andare avanti, quindi era in piedi accanto alla strada. Stava dormendo sul pavimento in una casa vuota. Quando stava per addormentarsi, improvvisamente vide una luce rossa su entrambi i lati. Si alzò e guardò sorpreso. C'era una nuvola nel cielo, che scendeva lentamente. Là sedeva una donna bellissima, dignitosa e splendida, completamente diversa dalla gente comune. Ziyi rese immediatamente omaggio e disse: \"Oggi è il settimo giorno del settimo mese lunare. Penso che sia la Ragazza Tessitrice che è venuta, desiderando garantirle longevità e ricchezza\".\nLa donna rispose anche: \"Da una grande ricchezza deriva la longevità\".\nDopo aver finito di parlare, il bagliore ritornò e le nuvole si alzarono lentamente. La donna stava ancora guardando Guo Ziyi con un sorriso piacevole finché non fu lontana da lei, e poi il fumo si offuscò e lei non poteva più essere vista.\nSi è rivelato vero, proprio come aveva detto la donna. I meriti di Ziyi sono famosi in tutto il mondo, è un ministro estremamente popolare ed è un generale con meriti e virtù.", "聖意": "Esprimi un desiderio a casa, esprimi un desiderio per te stesso, prega per i soldi, buona fortuna negli affari, buona fortuna nel matrimonio, buona fortuna a Liujia, viaggi felici con le persone, campi in movimento, bachi da seta, bestiame stabile, sfortuna nel trovare persone, cause pubbliche, migrazione, buona fortuna, malattie legate agli oggetti smarriti, tombe a Zhenxingshan", "古人": "Il re Fenyang incontra suo nipote nel giorno di San Valentino cinese", "第X籤": "Firma novantasei", "宮": "xugong"}