{"籤詩版本二": "Tardi per entrare e uscire per chiedere consiglio, ansioso e preoccupato di causare problemi\nCome un uccello che cade in una trappola, quanto tempo impiega per scappare?", "詩意": "Questo esagramma è un segno di mantenere le cose vecchie e di adattarsi al destino.\nTutto ciò che va storto è il male principale.", "解曰": "Sii conservatore in qualsiasi momento. Aspettando l'arrivo del nobile. Se chiedi tutto. La cosa principale sarà tardi.", "籤詩故事一": "◇Ji Ping è stato ucciso\nJi Ping, il cui vero nome è Ji Tai, noto anche come Ping, era un medico imperiale della dinastia Han.\nNel quinto anno di Jian'an (200 d.C.), Cao Cao divenne primo ministro e non prese sul serio l'imperatore, fin da quando lesse l'editto scritto dall'imperatore sulla sua cintura, Dong Cheng, che non aveva modo di ottenere liberatosi di Cao Cao, si sentì indignato e arrabbiato.Preoccupato, si ammalò.\nL'imperatore Xian chiese al medico imperiale Ji Ping di curare Cao Cao. Ji Ping lesse l'editto segreto dell'imperatore ed era determinato a sbarazzarsi di Cao Cao, quindi i due escogitarono un piano insieme. Inaspettatamente, i muri hanno orecchie. Lo schiavo domestico di Dong Cheng, Qin Qingtong, è stato picchiato quaranta volte con un bastone da Dong Cheng a causa della sua relazione con la giovane moglie di Dong Cheng. Provava rancore. Quando seppe di questo, denunciò Dong Cheng e Ji Ping a Cao Cao.\nJi Ping approfittò del mal di testa di Cao Cao e lo avvelenò segretamente. Cao Cao ha ricevuto una soffiata, ha intrappolato Ji Ping, lo ha torturato e ha indagato sul leader. Ji Ping ha resistito alla morte ed è morto dopo aver toccato i gradini.", "聖意": "La casa si preoccupa per se stessa, il cattivo chiede soldi, gli affari sono falliti, il matrimonio non dura a lungo, la punizione è sei, il pedone è intrappolato nel campo, il baco da seta è danneggiato, i sei capi di bestiame ritrovati, il la persona è ritrovata, la causa pubblica è perduta, la migrazione non si muove, i beni sono perduti, la malattia è commessa, la rete è sul monte, la tomba è morta,", "古人": "Ji Ping è stato ucciso", "第X籤": "Numero novantotto", "宮": "Hai Gong"}