{"籤詩版本二": "Tenendo le redini del cavallo e tenendo la frusta, arriviamo direttamente qui, metà in pericolo e metà in disastro.\nÈ come una casa che viene bruciata dal fuoco. Quando il cielo cade, la pioggia la riduce in cenere. Ho un piano.", "詩意": "Questo esagramma rappresenta metà dolore e metà gioia.\nÈ consigliabile fare del bene in tutto.", "解曰": "Lavoro permanente. Non preoccuparti di giusto e sbagliato. Le catene sono temporanee. Il risentimento viene naturale.", "籤詩故事一": "◇Tao Sanchun batte Zheng En a Guayuan\n\"Lunga vita al mio memoriale,\" Zhao Kuangyin si alzò di nuovo, \"Il re di Beiping Zheng En aveva organizzato un matrimonio allora. Ora che il mondo è in pace, vorrei chiederti il ​​permesso di scegliere un giorno propizio per sposarci. \"\n\"Lunga vita al mio memoriale!\" Zhao Kuangyin si alzò e disse: \"Il re di Pechino, Zheng En, aveva combinato un matrimonio allora. Ora che il mondo è in pace, vorrei chiedere il tuo permesso di scegliere un matrimonio di buon auspicio.\" giorno per sposarsi.\"\n\"Oh, il terzo fratello era fidanzato prima, come mai non lo sapevo?\" Chai Rong fu molto sorpreso e agitò la mano affinché Zhao Kuangyin si sedesse e parlasse.\n\"Oh! Il terzo fratello era già fidanzato, come mai non lo sapevo?\" Chai Rong (imperatore della tarda dinastia Zhou) fu molto sorpreso, agitò la mano e chiese a Zhao Kuangyin di sedersi e parlare.\n\"È una lunga storia. In primo luogo, a quel tempo eravamo ancora in povertà e non ci siamo arruolati nel vostro esercito. Da allora combattiamo da anni e non abbiamo tempo per prenderci cura di voi. In secondo luogo, anche il terzo fratello è un piccolo è timido menzionarlo, quindi Vostra Maestà non lo sa.\n\"È una lunga storia. In primo luogo, a quel tempo vivevamo ancora in povertà e non ci siamo arruolati nel vostro esercito. Da allora combattiamo da anni e non abbiamo tempo per preoccuparci di voi. In secondo luogo, anche il terzo fratello è un un po' timido nel menzionarlo, quindi Vostra Maestà non lo sa.\n\"Ehi, lo studente universitario si sposa, che senso ha vergognarsi? Il terzo fratello è sul campo di battaglia da molto tempo e può essere considerato un eroe senza pari. Perché sei così meschino su questa faccenda?\"\n\"Ehi! Lo studente del college si sposa, che senso ha vergognarsi? Il terzo fratello è sul campo di battaglia da molto tempo e può essere considerato un eroe senza pari. Perché sei così meschino in questa faccenda?\"\n\"A proposito, non posso biasimare il mio terzo fratello per la sua timidezza, perché questo matrimonio è stato forgiato.\"\n\"A proposito, non posso biasimare il mio terzo fratello per la sua timidezza, perché questo matrimonio è stato forgiato.\"\n\"L'hai scritto? Ehi, è interessante. Per favore, dimmi cosa è successo.\"\n\"L'ho scritto! Ehi! È interessante! Per favore, dimmi cosa è successo.\"\n\"Sì, ricordo quell'anno, quando stavamo per raggiungere Sua Maestà, stavamo attraversando la contea di Baocheng. Faceva molto caldo a giugno. Il mio terzo fratello non poteva restare in albergo, quindi andò a vagare da solo. Dopo aver superato un giardino di meloni, entrò a raccoglierne alcuni. I meloni dissetavano. A quel tempo non c'erano molti meloni a maturazione precoce e il terzo fratello non sapeva come raccoglierli, quindi ne spezzò molti. La donna che guardava i meloni si fece avanti per accusare il terzo fratello. I due ebbero un disaccordo e poi cominciarono a litigare. Venite. Per fortuna ero preoccupata e sono corsa in soccorso in tempo, altrimenti...\"\n\"Sì, ricordo quell'anno, quando stavamo per raggiungere Sua Maestà, stavamo passando per la contea di Baocheng. Faceva molto caldo a giugno. Il mio terzo fratello non poteva restare in albergo, quindi andò a vagare da solo. Dopo aver superato un giardino di meloni, entrò a raccoglierne alcuni. I meloni dissetavano. A quel tempo non c'erano molti meloni a maturazione precoce e il terzo fratello non sapeva come raccoglierli, quindi ne spezzò molti. La donna che guardava i meloni si fece avanti per accusare il terzo fratello. I due ebbero un disaccordo e poi cominciarono a litigare. Venite. Per fortuna ero preoccupata e sono corsa in soccorso in tempo, altrimenti...\"\n\"Questo Zheng Ziming, è innanzitutto colpa sua, dovrebbe scusarsi. Perché lo ha colpito? Inoltre, come può la famiglia di una ragazza resistere ai pugni e ai calci di un uomo feroce come lui! Andiamo, hai picchiato questa ragazza pezzi. No?\" \"La ragazza è rimasta illesa...\"\n\"Questo Zheng Ziming, è innanzitutto colpa sua, quindi dovrebbe scusarsi. Perché lo picchi? Inoltre, come può la famiglia di una ragazza resistere ai pugni e ai calci di un uomo feroce come lui! Avanti, dimmi, hai picchiato questa ragazza. No?\"\n\"La ragazza è rimasta illesa...\"\n\"Va bene, va bene... Ehi, non hai agito? Oh, immagino che tu mi abbia salvato in tempo.\"\n\"Va bene! Va bene... Ehi! Non hai agito? Oh! Immagino che tu sia stato quello che mi ha salvato in tempo!\"\n\"...No, la persona che ho salvato era...il terzo fratello.\" \"...No, la persona che ho salvato era...il terzo fratello.\"\n\"Ah ah?!\"\n\"Il terzo fratello è stato sbattuto a terra dalla donna e picchiato violentemente per tutto il percorso. Per fortuna sono arrivato e l'ho convinto ad andarsene, così non è rimasto gravemente ferito... Vostra Maestà... Vostra Maestà!... \"\n\"Il terzo fratello è stato sbattuto a terra dalla donna ed è stato picchiato violentemente. Per fortuna sono arrivato e l'ho convinto ad andarsene, così non è rimasto gravemente ferito... Vostra Maestà... Vostra Maestà!...\"\n\"Ah?...Oh, chi è quella donna!?\" \"Ah!?...Oh, chi è quella donna!?\"\n\"Solo più tardi ho scoperto che il nome della donna era Tao Sanchun, e suo padre Tao Hong era un vecchio eroe che non aveva aspirazioni. Tao Sanchun ha imparato le arti marziali da suo padre fin da quando era bambino. Dopo aver conosciuto Nella sua famiglia, ho visto che la signorina Sanchun aveva un carattere eccezionale. , Luo Luo e generoso, senza alcuna abitudine di essere una ragazzina, lo hanno deliberatamente abbinato. Anche al padre e alla figlia Tao è piaciuto molto il carattere schietto del terzo fratello. andarono d'accordo immediatamente e decisero questo matrimonio per loro due. Vostra Maestà, per favore ditemi, questo non è un matrimonio contraffatto?\"\n\"Solo più tardi ho scoperto che il nome della ragazza era Tao Sanchun e che aveva imparato le arti marziali da suo padre fin da quando era bambina. Dopo aver conosciuto la sua famiglia, ho visto che la signorina Sanchun aveva un carattere eccezionale, era generoso e non avevo traccia delle abitudini della bambina, quindi l'ho reclutata deliberatamente. Anche al signor Tao e sua figlia è piaciuto molto il carattere schietto del loro terzo fratello. Si sono subito trovati bene e hanno deciso di sposarsi. Vostra Maestà, non pensate che questo sia un matrimonio contraffatto?\"\n(Questa storia è una metafora, perché una cosa brutta si è rivelata una cosa buona.)", "聖意": "Pregare per la protezione della casa, fare attenzione, cercare ricchezza, rovinare affari, ostacolare il matrimonio, punizione, assicurazione Liujia, pedoni intrappolati nei campi, danni ai bachi da seta, danni al bestiame, persone scomparse, cause legali illegali, perdita, migrazione, conservatorismo, proprietà smarrite, malattie malvagie , pericoli, montagne, tombe, fallimento", "古人": "Tao Sanchun batte Zheng En nel giardino dei meloni", "第X籤": "Numero novantanove", "宮": "Hai Gong"}