{"籤詩版本二": "Нека је свет створен за добар брак, лепе дане и лепа времена, и да све буде добро\nНије мала ствар ако добијете оволико.Цар изјављује да су људи одани и поштени.", "詩意": "Овај хексаграм представља почетак отварања неба и земље.\nСве је повољно.", "解曰": "Рапид мегаспеед. Година није вредна свог времена. Гуаниин пише. Јави ми прво.", "籤詩故事一": "◇Зхонгли је постао просветљен\nЗхонгли Куан, презиме Зхонгли, име Куан, име из љубазности Иунфанг и надимак Зхенгианг, био је родом из округа Ксианианг, Кси'ан, провинција Схаанки током династије Источни Хан.\nЗхонг Ликуан је био генерал династије Хан. Током експедиције против Западног Кианга, био је љубоморан на команданта Лианг Јиа и доделио му само 30.000 старих и слабих војника.Чим је стигао на одредиште, логор су опљачкали армије Западног Ћианга, а војници су побегли. Зхонг Ликуан се изгубио у долини и на путу је срео монаха који га је одвео у мало село и рекао: „Ово је резиденција господина Донгхуа.“ Затим се поздравио и отишао. После неког времена, неко је изненада рекао: „То мора да је зато што је зеленооки Ху човек превише причљив.“ Видео је човека који је носио крзно белог јелена и који је држао зелени штап од киное. Питао је Џонга Ликвана: „Особа која је дошла ево Хан Да.Генерал Зхонгликуан\n? Зхонг Ликуан је био шокиран, знајући да је срео чудну особу, па је искрено научио Тао.\nЗхонг Ликуан је касније упознао Зхенрен Хуаианга и бесмртног краља Ксуанфуа, и сазнао \"Тајну бесмртности\". Коначно, живео је у Зијин Сихаофенгу на планини Конгтонг, добио је \"Тајну кутије од жада\" и постао прави бесмртник. Такође је био поштован као један од пет северних патријарха од стране секте Куанзхен.", "聖意": "Молите се да ваш дом и дом буду благословени срећом у јесен и зиму.Тражите срећу у јесен и зиму Срећно у послу, у браку, срећно у рађању дечака, срећно на путовању у њиве,срећу у свиленим бубама,срећно у стоци,срећно у проналажењу људи,срећно у тужбама,срећно у сеоби,изгубљеном имању и срећом у североисточним болестима.Срећно у слању планина и гробова.", "古人": "Зхонгли је постао просветљен", "第X籤": "први знак", "宮": "Утерус"}