{"籤詩版本二": "Бриге и бриге се привремено ослобађају, а радост долази са неба.\nБаш као жад сакривен у балеги, добар радник диже прашину", "詩意": "Овај хексаграм представља хармонију Јина и Јанга.\nСве што планирате је повољно.", "解曰": "Ништа добијено, ништа изгубљено. Добитак из губитка. Зликовац је у невољи. Срећно вам, господо.", "籤詩故事一": "◇Ие Менг Ксионг Цхао Ди\nИе Менгкионг (1531-1597), чије је љубазно име било Нанзхао и чије је име било Лонгтанг, промењен је у Лонгтан и такође назван Хуаиун. Родом из Ваншифанга, Хуизхоу Фуцхенг (сада део округа Хуицхенг, град Хуизхоу) у династији Минг. У 44. години владавине Ђаџинга (1565) постао је ђинши и добио је титулу магистрата округа Ћинг. Служио је као директор одељења за трансфере, а касније је промењен у надзорног цензора Сханки Роад-а.\nДвадесете године Ванлија (1592), генерални конзул Нингсије, Куаибаи (поглавица монголског татарског племена), убио је гувернера Данг Сина и заузео Четрдесет седму тврђаву у провинцији Хекси., разбио град, обожавао га и спалио себе до смрти. Менг Сјонг није арогантан у преузимању заслуга и дозвољава да његове вештине буду добре као и оне генерала који се усуђују да се боре. Вратити званичника Веи Ксуезенга на његово место. У каснијим годинама, дао је оставку пет пута и враћен у Хуизхоу да изгради храм Хуилонг.\nИе Менгкионг је на почетку ушао у таоизам као државни службеник и био је познат по свом интегритету. Стари историјски записи говоре да је био „први по понизности и способности“, „елиминише корупцију и кажњава побуне“, остављајући добру репутацију; био је изузетно лојалан, храбар, храбар и сналажљив. Добар у стрељаштву. У другој половини његовог живота, његове борилачке вештине су забележене у „Историји династије Минг“ и сматран је националним херојем.", "聖意": "Дом је неповољан (све мирнији) Јесен и зима су добре за себе, богатство ће бити успешно, трансакције ће бити успешне, брак ће бити успешан, Лиујиа ће имати лажну узбуну (биће блага), пешаци ће доћи на терен молити се за свилене бубе, шест животиња ће бити равне, људи ће се наћи, јавне тужбе ће бити неповољне, миграције ће бити конзервативне, изгубљена имовина ће бити ометана, болести ће бити настањене у Фушанском гробу", "古人": "Ие Менг Ксионг Цхао Ди", "第X籤": "Шеснаести победнички лото", "宮": "Маогонг"}