{"籤詩版本二": "Златна врана пада на западу, а Зец се диже на истоку.Круг дана и ноћи наставља се од давнина до данас.\nМонаси и таоисти знају да не постоји недостатак, а научници, фармери, индустрија и трговци сви следе своје мисли.", "詩意": "Овај хексаграм представља раст и слабљење јина и јанга.\nТо је такође знак да ће све ићи како је планирано.", "解曰": "Нема ништа на уму. Оно што сте урадили је заслужно. Као стрела из лука. Један хитац је погодио мету.", "籤詩故事一": "◇Ујак Цао Гуо је бесмртан\nЗа Цао Гуојиуа, родом из Сјуџоуа, каже се да је био велики ујак државе током периода Рензонг династије Сонг.Звао се Цао Ји, такође познат као Цао Јингкиу.\nУјак Цао Гуо је имао млађег брата по имену Цао Ер. Овај Цао Ер се ослањао на свој положај царске власти и чинио је свакаква зла.Окупирао је поља, одузимао жене и ћерке и спријатељио се са неким безаконим зликовцима, долазили и излазили. Цао Гуојиу није могао да издржи, па је одбио је да слуша његове добре речи и утехе, па је употребио казну да га контролише. , два брата су се замерила.\nЦао Гуојиу је рекао: „Принципи света су да ће они који акумулирају добре ствари напредовати, а они који акумулирају зло ће нестати. Ово је непроменљива истина. Наша породица Цао је акумулирала зла дела у прошлости да би стекла данашње богатство. Сада мој брат је нагомилао зло до крајности, чак и ако побегне Чак и ако те казни службено лице, не можеш избећи скривене катастрофе. Једном када дође катастрофа и твоја породица буде уништена и неко умре, нећеш моћи да побегнеш у тог времена. Понизићу се и уплашићу се тога.“ Тако сам све богатство распршио, Он је помагао сиротињи и није више марио за послове свога брата. Затим је напустио дом и пријатеље, пресвукао се у таоистичку униформу и отишао у планине да негује свој ум и природу.\nЈедног дана, случајно је срео Зхонглија и Лу Донгбина из династије Хан. Били су веома срећни што су видели елоквентне одговоре ујака Цао Гуоа. Дали су му „Тајни едикт о враћању истине“ и наредили му да пажљиво вежба. Убрзо, Зхонгли Куан и Лу Донгбин су уведени у бесмртну класу.", "聖意": "Срећа за дом, дом, срећа, срећа, срећа у послу, брак, мушки путник, рано сађење свилене бубе у пољу, неуспех стоке, тражење људи, тужба, сеоба, изгубљена имовина, касна болест, срећа", "古人": "Ујак Цао Гуо је бесмртник", "第X籤": "Потпишите осамнаести", "宮": "Маогонг"}