{"籤詩版本二": "Пустите чамац да се врати са плаже брзе воде, шта желите да радите због превирања?\nАко желите да будете сигурни, тражите мир и сачекајте да таласи прођу ову кризу.", "詩意": "Овај хексаграм је као чамац који путује брзом плажом.\nОстаните конзервативни у свему и сачекајте време.", "解曰": "Искрцајте се у јакој води. Опасност чека време. Ако питате за планове кампа. Ништа се не може учинити.", "籤詩故事一": "◇Зиии је крунисан за краља\nГуо Зији (697-781), такође познат као Гуо Линггонг, био је родом из округа Џенг, Хуаџоу (сада округ Хуаксијан, провинција Шанкси) и генерал у династији Танг.\nТоком Анши побуне 14. године Тианбаоа (755) добио је титулу Шуофанг Ђедуши (Лингву, на западу Лингвуа у данашњој Нингсији). Наређено му је да крене у крсташки рат. Ујединио је Шуофангову војску са Ли Гуангбијем. и поделио своје трупе на Хебеи.Удружили су снаге у Чангшану (Зхенгдинг, Хебеи) и победили их.Ши Симинг, повратио Хебеи. У то време, Гуо Зији је предложио да цар преузме Фан Јанг са севера и нападне јазбину побуњеничког тигра како би смањио опсаду Тонггуана, али је Сјуанзонг одбио. Након тога, подметнута је ситуација сепаратистичких вазалних градова у касној династији Танг, што је такође постало удаљени узрок пропасти династије Танг.\nУ петнаестој години владавине Тианбаоа (756), он и Ујгурска коалиција су умирили Хеку. У пролеће следеће године повратили су Хедонга (сада Јонгђи, Шанси) и Фенг Јиа (сада Далија, Шанси) и напали Тонггуан, победивши Цуи Кианиу.Танг војска је претрпела више од 10.000 жртава. Цуи Кианиу се предао Пуђину. Ан Лушана је убио његов син Ан Ћингсу.\nДруге године Жиде (757) добио је наређење да предводи трупе на Фенгсјанг.На путу је поразио 5.000 Ли Гуиренове коњице код Баикулиу Иункиаоа (данашњи југоисточно од Сањуана).У мају се борио са Ан Схоузхонгом и Ли Гуиреном. у Ћингкуу (данашњи западно од Сиана) је поражен и повукао се у Вугонг (данашњи северозападно од Вугонга).У септембру је пратио маршала Гуангпинга Ванг Ли Чуа да предводи Танг и Ујгуре да удруже снаге од 150.000 људи, а затим се борио са Ан Схоузхонг и Ли Гуирен у Ксиангу. Северно од храма Ји (југозападно од данашњег округа Цханг'ан), ујгурски војници су кружили иза непријатеља, напали са обе стране и убили 60.000 непријатеља. Зханг Тонгру је побегао у округ Шанкси и коначно повратио главни град Чанг'ан (данашњи Сиан).Величанство Танг војске је поново враћено Чанг'ану.\nПосле тога, Танг војска је искористила победу и кренула ка истоку, поразивши 150.000 људи, укључујући Јан Џуанга и Џанга Тонгруа у Синдиану (сада југозападно од града Санменксија, провинција Хенан), приморавши Анкинга Сјуа да пређе Жуту реку и повуче се у Сјанџоу. Донгјун Луоианг се вратио. Додајте Ситу његовим заслугама и учините га војводом земље.\nШи Симинг је повео своју војску из Фан Јанга да спасе Ан Ћингсу. Две стране су се бориле у формацији на северу реке Ањанг (данашњи северно од Ањанга). Борба је била нераскидива. На крају, предвођена девет Јиеду изасланика, Танг војска , који је тврдио да има 600.000 људи, повукао се (у бици код Јеченга).рат). Главни командант ове битке био је евнух Ју Чаоен, који није имао лидерске способности и окривио је Гуо Зија за неуспех битке. Гуо Зији је позван назад у Чанган, разрешен војне моћи и постао је неактиван званичник.\nПрве године Баоинга (762.) побунили су се војници у Тајјуану (данашњи југозападно од Тајјуана) и Ђангџоу (данашњи Синђианг у провинцији Шанси).Суд се уплашио, па је Зији добио титулу краља Фењанга и изашао на контролу. Јиангзхоу. Такође га је отуђио евнух Ченг Јуанжен и разрешен војне моћи.\n(Фокус ове приче: Гуо Зији, који је био веома способан и добро се понашао, упознао је Ксуанзонга и неке зликовце, што је у великој мери угрозило његова достигнућа.)", "聖意": "Благосиљање дома и себе, тражење богатства, без трансакција, без брака, без лажне узбуне, пешаци који стижу у Тианцањи, тешко наћи људе, јавне тужбе и (не Ксинг), миграције, конзервативност, изгубљена имовина, тешко наћи, болести, молећи се за благослове, планине и гробнице, повољно", "古人": "Зиии је крунисан за краља", "第X籤": "Деветнаести победнички лото", "宮": "Татсуми"}