{"籤詩版本二": "После толико брига и опасности, од сада више никада неће бити празан\nВеликодушно срце има своје великодушне планове. Морате упознати стручњака да бисте постигли велика достигнућа.", "詩意": "Овај хексаграм је као древни бунар са извором.\nУ свему племенити људи постижу успех.", "解曰": "Тужба ће на крају бити оправдана. Болесно и сигурно. Улазите и излазите да тражите савет. Древни бунар среће пролеће.", "籤詩故事一": "◇Јао Чонг контролише скакавце\nЈао Чонг (649-721), чије је право име било Јуан Чонг, био је из Шанџоуа. Служио је као министар Сја Гуана, Шангшуа Чунгуана, Зивејлинга, Џонгшулинга и премијер у династији Танг.\nЧетврте године Каијуана (716.), Шандонг (углавном се односи на слив Жуте реке источно од Хуашана) су харали скакавцима. Људи су били везани сујеверним идејама и нису се усуђивали да их лове и убијају. Уместо тога, поставили су се за њих. приносили жртве, кадили, клањали се поред поља и гледали усеве како прождиру скакавци.\nСви званичници су веровали: „Скакавци су природна катастрофа, како се могу контролисати људством!“ Борба између две различите идеје била је у то време жестока, да ли да елиминишу или не елиминишу скакавце.\nЈао Чонг је рекао: „Све док радимо заједно, можемо их се свих отарасити. Рекао је: Скакавци се плаше људи, па их је лако отерати. Саднице имају власнике, тако да спасиоци морају напорно да раде; скакавци могу да лете, и ако ноћу виде ватру, долетеће до ње; запалити их У пољу, копати рупе док горе, затрпавати их док горе, и неће остати ништа.\"\nКсуанзонг је рекао: \"Скакавци су природна катастрофа узрокована лошим моралним управљањем. Ако тражите да их се лови и убија, зар ово није противно?\"\nЈао Чонг је додао: „Древни су практиковали хватање и убијање скакаваца и ваше величанство ће то користити у будућности. То је велики национални догађај који ће донети мир и просперитет пољопривредницима. Молимо вас да то озбиљно размотрите.\nКсуанзонг је био уверен. Али тада су сви у двору и ван њега говорили да се скакавци не могу ловити.\nКсуанзонг је рекао: „Разговарао сам са премијером и одлучио да ухватим скакавце. Свако ко се поново успротиви биће погубљен.“ Зато је послао цензора да надгледа и упути људе да спале и закопају скакавце.\nРезултати су били прилично ефектни.Ухваћено је девет милиона дана скакаваца широм земље, а куга скакаваца је успешно елиминисана.Пољопривреда је те године остварила добар род.\n(Мудрост треба користити у управљању катастрофама и евакуацији, и морају постојати генијалне стратегије за превазилажење потешкоћа. Јао Чонг је стручњак за ово питање)", "聖意": "Кућа је обична, сопство је блокирано, тражење новца је блокирано, трговина је блокирана, брак и слога су блокирани, постоји опасност у Лиујиа, пешаци су блокирани, свилене бубе су блокиране, стока је неповољна, људи нестају, јавне тужбе су блокиран, миграција је неразумна, изгубљене ствари је тешко пронаћи, болести је тешко молити, планине и гробови су немирни.", "古人": "Јао Чонг контролише скакавце", "第X籤": "Добитак на лутрији двадесет и пети", "宮": "Ми Палаце"}