{"籤詩版本二": "Прича се да су се ствари окренуле наглавачке, а ја сам добио писмо са хоризонта.\nСлава и успех који су ми обећани у књизи остали су празни до краја.", "詩意": "Овај хексаграм има лажно име.\nПрепоручљиво је бити конзервативан у свему.", "解曰": "Горе и доле узнемирен. Тражење доколице није беспослено. Жеља за славом. Чувај се.", "籤詩故事一": "◇Зхонг Куи постиже просветљење\nЗхонг Куи, чије је презиме Зхонг Куи, чије је љубазно име Зхенгнан, је из Зхонгнансхан-а.\nЗа време владавине цара Дезонга из династије Танг, Џонг Куи је учествовао у царском испиту.Џонг Куи је прочитао испитна питања и одмах написао чланак у једном потезу и предао га. Главни испитивач тога дана био је Хан Ју, министар цивилних послова, а заменик испитивача Лу Зхи, велики научник. Када су њих двојица прочитали рад Зхонг Куија, очи су им се засветлеле и углас су рекли: „Чаробњак, чаробњак! Свака реч у овом чланку је изузетна, достојна Ли Таибаија и Ду Зимеија!“ Тако су навели Џонг Куија као прво место.\nЦар Дезонг је саслушао извештај Хан Јуа и рекао да је Зхонг Куи, нови шампион науке, веома талентован, па је позвао Зхонг Куија у Златну палату.\nКада је цар Дезонг видео његову ружну појаву, одмах је осетио незадовољство и рекао: „Одабир научника на нашем двору се заснива на личним речима и калиграфији. Како се тако ружна особа може изабрати као научник број један у златним наукама? \"\nХан Ју је журно клекнуо и рекао: „Добар и лош човек није све у изгледу. Зар не чујеш, свети Господе, да је Јан Јинг висок три стопе и једнак свом премијеру? Џоу Чанг има муцају али могу помоћи династији Хан. Конфуције суди о људима по изгледу и изгуби свог сина Ју. Надам се да ће ваше величанство добро размислити.\"\nЦар Дезонг је на тренутак размислио и рекао: „Иако су речи Хан Аикинга разумне, када сам ја био цар Таизонг, било је осамнаест научника који су дошли у Јингџоу и разговарали о томе. Овај човек је био научник број један. Бојим се да је свет смејаће ми се што не препознајем таленте“.\nПремијер Лу Ки је био ускогрудан и љубоморан на таленте. Након што је саслушао цареве речи, клекнуо је и рекао: „Научњак број један у Златним субјектима мора бити и унутрашњи и спољашњи. За овај предмет има три стотине кандидата. . Зашто не изабереш другу?\"\nКада је Џонг Куи видео колико је овај човек збуњен, није могао да се не наљути. Показао је на Лу Чија и опсовао: „Ако је тако глуп званичник на суду, неће ли нанети штету земљи?“ Након тога је ударио Лу Ћија песницом.\nВидевши ово, Дезонг је побеснео и рекао: „Тако си храбар, усуђујеш се да правиш невоље у Златној палати, брзо је сруши!“\nЏонг Куи је у бесу извукао мач из струка генерала који је стајао у палати и гласно уздахнуо: „Тешко је фрустрираној мачки да имитира тигра, а фрустрирани папагај није добар као кокошка. Након тога извршио је самоубиство.\nКада је цар Дезонг видео да је Зхонг Куи извршио самоубиство у бесу, био је шокиран.Да би освојио срца људи, наредио је да Зхонг Куи буде сахрањен са званичном титулом учењака број 1, а такође је учинио Зхонг Куија богом Егзорцизам за ослобађање света од злих духова.", "聖意": "Молите се за благослов за свој дом, сопствену безбедност, финансијске потешкоће, пословни неуспех, неуспех брака, Лиујиа жене пешаке, поверење пољске свилене бубе напола куване, шест домаћих животиња, могу се узгајати, нестали људи, западне јавне тужбе, губитак миграције, конзервативност, губитак имовине, болест, моли се за срећу у планинама и гробовима", "古人": "Зхонг Куи је стекао Тао", "第X籤": "Двадесет шести добитак на лутрији (лутрија)", "宮": "Ми Палаце"}