{"籤詩版本二": "Провођење времена у миру и тишини, седећи и лежећи уз чај након ситости\nНе морате бити заузети физички и психички, и сигурно нећете изазвати неправду или катастрофу.", "詩意": "Овај хексаграм је симбол мира и стабилности.\nУ свему, чекање на право време донеће срећу.", "解曰": "Останите здрави. Питај богове. Сачекај да дође време. Ствари се дешавају случајно.", "籤詩故事一": "◇Фоиинхуи Донгпо\nЈедном је Су Донгпо стекао извесно разумевање док је проучавао зен. Схватио је да је његово стање трансцендентно и осећао је радост у томе. Не могавши да обуздам страст, раширио сам перо и написао песму:\n\"Усред неба, Јисхоу сјајно сија широм свемира; неспособан да га одувају осам ветрова, он седи усправно на љубичастом златном лотосу.\"\n(Осам ветрова се односи на: профит, пад, уништење, репутацију, похвалу, исмевање, патњу и срећу. То јест, нервирање због ових осам стања се зове „осам ветрова не може да се креће“)\nНакон што га је написао, Донгпо је послао свог слугу преко реке да га преда зен мајстору Фојину из храма Јинсхан.\nНакон што ју је зен мајстор Фоин прочитао, означио ју је речју \"прдети\" и дао је свом слузи да је врати.\nДонгпо је био бесан након што је ово видео, па је чамцем прешао реку и отишао у храм Ђиншан да пронађе Будин печат за дискусију.\nКада је Донгпо стигао на капију храма Јинсхан, Фоиин је већ чекао на вратима.\nСу Донгпо је одмах оптужио Фојина: „Зашто песму коју сам написао назвао прдећем?“\nФојин је одговорио: \"Зар те већ 'не може одувати осам ветрова'? Како би те 'пребио преко реке' прдећ!\"\nУ то време, Донгпо је био шокиран када је схватио да није довољно добар и отишао је посрамљен.\n(Ова прича је метафора за \"Врелина још није стигла\")", "聖意": "Моли се за свој дом и сопствену безбедност, за своје богатство, за свој посао, за срећу у браку, за путницу из Лиујиа, у поље, да свилене бубе сазревају у јесен, да шест стоке буде стабилно, да наћи некога, тешко наћи, за јавне тужбе, за сеобу, за изгубљену имовину, за болест, за слање у планински гроб, повољан", "古人": "Фоиинхуи Донгпо", "第X籤": "Тридесет и једна добитна лутрија", "宮": "Веи Гонг"}