{"籤詩版本二": "Повратак је сигуран.Ко зна жад скривен у камену?\nЈедном када добар мајстор буде јасан, осећаће се сигурно и сигурно у периоду јасписа", "詩意": "У овом хексаграму можете видети слику жада када сечете камен.\nРадите напорно да бисте успели у свему.", "解曰": "Благо је у камену. Странци мало знају. Сачекајте док не постане јасно. Урадите све што можете.", "籤詩故事一": "◇Лиу Беи тражи таленте (три посете колиби са сламом, три посете колиби са сламом)\nПериод Три краљевства. Зхуге Лианг је живео повучено у колиби од сламе у Лонгзхонгу. Лиу Беи је био нестрпљив да тражи таленте, па је лично посетио Џугеа Лианга. Посетио је Џугеа Лианга три пута (познато као „Три посете сламнатој колиби“ у историји). Лиу Беи је замолио друге да се држе подаље и замолио Џугеа Лианга: „ Династија Хан је пала, а издајнички министри су им украли животе. Ваше Величанство.\" Покривени прашином. Не мерим своју врлину и своју способност, желим да верујем у велику праведност света, већ у своју мудрост и вештину. су плитке, тако да их масовно користим. Од данас. Међутим, моја амбиција још није готова, да ли мислите да ће план бити спроведен?\"\nЗхуге Лианг му је потом представио план поделе света на три дела, анализирао ситуацију у којој је Цао Цао био недоступан и Сун Куан би могао да му прискочи у помоћ. Такође је елаборирао кукавичлук државних пастора у државама Ђинг и Ји. , и постојала је прилика да их искористи, и само те две државе су могле бити експлоатисане. Тек тада може да освоји свет, чак је рекао Лиу Беију стратегију напада на Централну равницу. (Ова дискусија је касније названа „Лонгзхонг Дуи“). Након што је Лиу Беи ово чуо, похвалио га је као да је пронашао благо и снажно је позвао Џугеа Лианга да изађе у помоћ, тако да је Џуге Лијанг постао Лиу Беијев војни саветник.", "聖意": "Кућа је просечна, човек је сигуран, тражи богатство, трговину радном снагом, омета брак, постаје виртуелни путник у Лиујиа, а свилене бубе на јаотском, касно постаје просперитетна животиња, тражи људе, јавне тужбе, миграције, изгубљену имовину, западне болести , јадни Ансхан, промена гробнице у повољну", "古人": "Лиу Беи тражи таленте (три посете колиби са сламом, три посете колиби са сламом)", "第X籤": "Тридесет други добитник лутрије", "宮": "Веи Гонг"}