{"籤詩版本二": "Ако желите да будете у миру и тишини, није прикладно имати свеће и лампе на ветру.\nБоље је поспремити и седети у дубокој сали, без светла, на тихом месту са јаким светлом, и кретати се → транспорт. Схаке → Иао. Бесплатно → мало.", "詩意": "Овај хексаграм је као ветар који тресе лампу и свећу.\nОдржавање ствари константним донеће срећу.", "解曰": "Сместите се на мирно место. Будите дежурни и будите на време. То није благослов. Конзервативно и прикладно.", "籤詩故事一": "◇Ли Ђинг се враћа на планину\nЛи Ђинг (571-2. јул 649), љубазно име Фармацеут, био је родом из Сањуана, Јонгџоу (сада североисточно од округа Сањуан, провинција Шанкси). Генерал од касне династије Суи до ране династије Танг, био је познати војни стратег са цивилним и војним вештинама у династији Танг. Касније му је додељена титула војводе од Веја, а у свету је био познат као војвода од Веја.\nЛи Ђинг је отац трећег принца Незха на листи богова, познатог и као \"краљ Тота\". Ли Ђинг и његов син помогли су Јианг Зији (Таи Гонг) да победи краљицу Џоу, успостави династију Џоу и краља Ву је званично ступио на престо. Ђијанг Зија је затим саставио списак богова и извео церемонију да умири душе војника који су погинули у бици. Од тада је свет постао миран и миран. Краљ Ву је желео да направи маркизе и да их награди, а такође је желео да додели земљу јунацима оснивачима. Ли Ђинг, његов отац и син и осталих седам људи затражили су да се врате на планину да практикују таоизам и да не буду опседнути световном славом и богатством. Касније су свих седморо „постали светитељи телом“ и сврстали се међу бесмртнике.\nПрича о \"Фенг Схен Бангу\"", "聖意": "Кућа је конзервативна, ја сам обичан, тражим богатство, имам потешкоћа у послу, мој брак није у хармонији, Лиујиа се моли да пешаци имају поверења, свилене бубе су зреле у јесен, шест животиња је безбедно, људи су нестали, јавност тужбе и миграције су конзервативне, болести изгубљене имовине, не мењајте гробницу у Јианкингсхану.", "古人": "Ли Ђинг се враћа на планину", "第X籤": "Тридесет седми добитник лутрије", "宮": "Схен Гонг"}