{"籤詩版本二": "Црвени точак пада на западу, зец се диже на истоку, јин расте и јанг нестаје, и све напредује\nАко жена жели да га користи, то ће повећати њено богатство и донети срећу њеном срцу.", "詩意": "Овај хексаграм је симбол раста Јина и нестајања Јанга.\nСве је тешко пре него што касније постане лако.", "解曰": "Јин користи женама. Није погодно за мушкарце. Ако тражите савет. Прво долази зло, а онда долази добро.", "籤詩故事一": "◇Ву Зетиан се попео на престо\nУ доби од 14 година, Вуа је позвао у палату цар Таизонг Ли Шимин из династије Танг као талентовану особу, по имену \"Ву Меи\". Након што је Таизонг умро, Зетиан је ушла у храм Гање и постала монахиња.\nКада је цар Гаозонг из династије Танг дошао на престо, позвао је породицу Ву у палату да ода почаст Џаоију. Шесте године Јонгхуија (655), цар Гаозонг је поставио Ву за своју краљицу.\nВу Зетиан је био интелигентан, бавио се књижевношћу и историјом и био је богат сналажљивошћу. Убрзо након што је Ву Зетиан постала краљица, јер је Гаозонг била слаба и болесна, понекад јој је поверавао да води одређене политичке послове, тако да је њена моћ расла. Прве године Шангјуана (674), цар Гаозонг је назван „Цар“, царица Ву је била „Краљица неба“, а обоје су у палати звали „Два свеца“.\nУ првој години Хонгдаоа (683), Гаозонг је умро, принц Ли Сјан је дошао на престо, а Ву Зетиан је дошао да влада династијом. У фебруару прве године Сишенга (684), Ву Зетиан је збацио Ли Сјана са места краља Лулинга и успоставио њеног четвртог сина Ли Дана за цара, настављајући да влада династијом. У септембру исте године променила је заставу у златну, а Луојанг, источна престоница, преименован је у божанску престоницу. Деветог дана септембра прве године Тјеншоуа (690), Ву Зетиан се прогласио за цара и променио име земље у Џоу.", "聖意": "Дом је неповољан за себе, молитва за благослов, тражење богатства, чување трансакција, срећа у браку, лоша срећа у браку (женски), пешаци блокирају поља, свилене бубе, просперитетна стока, тражење људи, раздвајање, тужбе, губитак, сеоба , губитак имовине, болест, шок, планине и гробови, срећно", "古人": "Ву Зетиан ступа на престо", "第X籤": "Четрдесети добитник лутрије", "宮": "Иоу Палаце"}