{"籤詩版本二": "Памтићеш бескрајно добре речи, али ћеш бити син лопова.\nНемојте бити похлепни у овом тренутку и бринути о томе како би он урадио нешто добро пре годину дана.", "詩意": "Овај хексаграм идентификује лопова као сина.\nБудите савесни у свему.", "解曰": "Само овај. Џентлмен не греши. Имајте то на уму. Немојте бити усамљени.", "籤詩故事一": "◇Донг Зхуо прихвата Лу Бу\nЛу Бу, храбар и добар у борби, био је чувени војни генерал на крају династије Источни Хан и на почетку Три краљевства. Некада је Динг Јуана, гувернера Ђингџоуа, сматрао својим усвојеним оцем и служио под њим.\nНакон смрти цара Линга из династије Источни Хан, Динг Јуан је отишао у Пекинг како би у дослуху са генералом Хе Ђином контролисао владу.\nДонг Жуо се борио са Динг Јуаном, али неколико генерала није успело да победи Лу Буа, па је Донг Жуо послао свог подређеног Ли Суа да подмити Лу Буа. Ли Су је донео гомиле злата и сребра и чувеног коња црвеног зеца да „посети Лу Бу”. Ли Су је донео гомиле злата и сребра и чувеног коња црвеног зеца да посети Лу Бу. Дакле, Донг Жуо је подмитио Лу Буа да убије Динг Јуана и рекао је својим војницима да пођу с њим ако желе и да оду ако не желе да га прате. Као резултат тога, већина војника је побегла. Дакле, Лу Бу је подмитио Донг Жуо и убио Динг Јуана.\nНакон што је Донг Жуо добио власт, усвојио је Лу Буа као свог усвојеног сина и учинио га генералом и маркизом.\nДонг Жуо је имао насилну нарав, а „однос оца и сина“ са Лу Буом је заправо био веома слаб. 189. године нове ере, на подстицај Ситу Ванг Јуна, Лу Бу је убио Донг Жуоа.\nШест месеци након Донг Жуове смрти, старе трупе Донг Жуа напале су престоницу, а Лу Бу и његова жена су побегли у паници. Након што је напустио престоницу, Лу Бу је потражио уточиште код војсковођа Јуан Шуа, Јуан Шаоа, Џанг Јанга, Џанг Мјаоа, Лиу Беија, итд., и много пута се борио са Цао Цаом, још једним главним вођом рата у то време. Лу Бу је био храбар и добар у борбама, и неколико пута је победио Цао Цаоа.\nУ трећој години Јиан'ана у династији Источни Хан, Цао Цаоове трупе су напале Сјаопеј, Лу Буову базу, и Цао Цао их је заробио и убио испод Баимен куле. Пре погубљења, Лу Бу је замолио Цао Цаоа да га одржи у животу како би избегао смрт, али Лиу Беи је подсетио Цао Цаоа да је Лу Бу издао много пута и да је непоштен човек. На крају је Цао Цао, који је ценио само таленте без обзира на морал, погубио Лу Бу.", "聖意": "Нелагодно ми је код куће, обично тражим новац, чувам се трансакција, тешко се оженити, Лиујиа човек је изненађен, људи долазе у поље, свилене бубе су полузреле, шест животиња је на сигурном, људи траже људе, тужбе су прикладне и миграције, изгубљене ствари је тешко пронаћи, болести је тешко пронаћи, а у гробници планине Женшинг влада мир.", "古人": "Донг Жуо прихвата Лу Бу", "第X籤": "Бр. 41 Добивање лота", "宮": "Иоу Палаце"}