{"籤詩版本二": "Цар, цар и царица ће коначно бити милостиви и чекати и молити се за благослов без губитка и добити.\nОд тога имају користи сва жива бића, а очекује се благостање у свету и на небу.", "詩意": "Овај хексаграм је знак наклоности са неба.\nСве ће бити успешно.", "解曰": "Цар је показао своју наклоност. Никад не заборави. Јутарњи и вечерњи ритуали. Прикладно је кадити тамјан.", "籤詩故事一": "◇Мулиан је спасио своју мајку\nМокоу Лиан, или Мулиан, је најмоћнији међу десет ученика Шакјамуни Буде.\nЊегова мајка је за живота била похлепна и шкрта, па је после смрти пала у царство гладних духова. Мохулијан је искористио своју магијску моћ да посматра и сазнао да је његова мајка рођена као гладан дух, да нема начина да добије храну и да је у великој невољи. Својом магичном моћи је донео храну својој мајци. Неочекивано, након што је мајка добила храна се претворила у пепео и није се могла јести.\nМаудгалиана је била забринута због онога што се догодило и пријавила је Буди. Буда је рекао Мулијану да 15. дана седмог лунарног месеца треба да стави стотину укуса и пет плодова у лавор и понуди их врлинским монасима из десет праваца. Са овом моћи, његова мајка ће моћи да једе .\nМаудгалиана је поступио по Будиној вољи, а његова мајка је коначно ослобођена. Ова врста церемоније се зове \"Обон Фестивал\", а овај фестивал се зове \"Обон Фестивал\".\n(Напомена: Супстанца има различита осећања на различитим нивоима света. На пример: када пада киша на овом свету, ми је видимо као „воду“, док бића у царству гладних духова то осећају као „крв“ и осећајна бића у пакленом свету то осећају као \"крв\". То је као \"испуштање мача\", док се небеска бића осећају као \"испуштање цвета\".)", "聖意": "Молитва за дом и кућу, молитва за срећу зими, тражење богатства, без трансакција, брак, мир у Лиујиа, пешаци, покретна поља, свилене бубе, шест животиња, проналажење људи, тужбе, успех, миграција, конзервативност, изгубљена имовина, болест , мир душе, мир гора и гробова", "古人": "Мулиан спасава своју мајку", "第X籤": "Потпишите четрдесет два", "宮": "Иоу Палаце"}