{"籤詩版本二": "Свет је флексибилан и све ствари су самоодрживе, самоодрживе и безбедне\nСве је у животу дивно, хвала свецима и мудрацима на свему, и будите успешни.", "詩意": "Овај хексаграм представља хармонију између земље и земље.\nСве иде како треба и нема опасности.", "解曰": "Све се ствари рађају. Сви планови и жеље се остварују. Форд помаже. Руи Ки је у журби.", "籤詩故事一": "◇Шетачи добијају просветљење\nПрича Путовање на Запад:\nСун Вуконг је преузео Планину цвећа и воћа и постао краљ. Касније, да би пронашао начин да живи вечно, провео је осам или девет година путујући преко планина и река да би се поклонио патријарху Бодхију као свом учитељу. Научио је седамдесет година. две трансформације земаљског зла и салто облака и први пут узео презиме Сунце.Назван Вуконг.\nНакон тога, Сун Вуконг је отишао у змајеву палату у Источном кинеском мору како би пронашао одговарајуће оружје и коначно пронашао Руји златну палицу, божанску иглу Тианхеа и Дингхаиа. Пошто је његов животни век прошао, направио је велику пометњу у подземном свету, ревидирао књигу живота и смрти и вратио се у људски свет. Касније је Сун Вуконг први пут био позван у небо и добио је име Бима Вен. Касније је по други пут позван на небо и назван је Краљ мајмуна. Такође је украо брескве и изазвао невоље на небу. Био је запечаћен у пећи Багуа да вежба своје златне очи и ватрене очи. Коначно је потиснут Татагата Буда у подножју планине Вужи већ 500 година, неспособан да се помери. Место где је пребачена пећ Багуа претворило се у гору пламена.\nПет стотина година касније, монах Танг је отишао на Запад да набави свете списе, прошао поред планине Пет елемената и скинуо талисман пре него што је спасао Сун Вуконга. Сун Вуконг је бризнуо у плач од захвалности.Након инструкција Гуаниин Бодхисаттве, обожавао је Танг Монка као свог учитеља и отишао на Запад да заједно уче Света писма. На путу да научи свете списе, Сун Вуконг се спустио на демоне и елиминисао чудовишта, и у више наврата изводио изванредне подвиге, међутим, његов господар Танг Сенг га је увек изнова погрешно разумео и протерао. После осамдесет и једне потешкоће, посао је коначно завршен.Четворица мајстора и ученика стигли су у храм Кситиан Леииин и добили право Свето писмо. Сун Вуконг је постигао прави резултат.\n(Ова прича је метафора да чак и мајмун може постати просветљен, а камоли људско биће.)", "聖意": "Дом је повољан за себе, тражење богатства, посао, брак, Лиујиа, мушки пешаци, опструкција поља, свилене бубе, шест животиња, Зхонгпинг, тражење људи, тужбе, успех, миграција, губитак имовине, болест, гробница Цхуанкингсхан, ствари су повољни", "古人": "Путник достиже просветљење", "第X籤": "Потписан 43", "宮": "кугонг"}