{"籤詩版本二": "Хладно време претвара воду у лед Зашто бити похлепан за славом?\nНе преостаје ми ништа друго него да мирно седим и чекам да лишће природно цвета.", "詩意": "У овом хексаграму вода се претвара у лед.\nНе тражите ништа узалуд.", "解曰": "Вода се смрзава у лед. Лед се топи у воду. Ако је у питању завера. Дакле то је.", "籤詩故事一": "◇Ванг Сјанг тражи шарана (Двадесет четири приче о синовској побожности)\nВанг Ксианг из династије Јин, љубазног имена Фузхенг, рођен је у Лињију.\nКада је Ванг Сјанг био млад, умрла му је биолошка мајка.Његов усамљени отац се оженио женом по имену Џу, а Ванг Сјанг је имао нову мајку. Када је Ванг Сјанг био млад, његова биолошка мајка је преминула, а његов усамљени отац се оженио женом по имену Жу. Ванг Сјангова маћеха била је ускогрудна и љубоморна жена, није волела Ванг Сјанга и често га је грдила због тривијалних ствари. Убрзо је и маћеха родила сина по имену Ванг Лан. Маћеха је волела само сопствену децу и сматрала је Ванг Сјанга трном у оку. Постала је још захтевнија према Ванг Сјангу и често је лоше говорила о Ванг Сјангу пред његовим оцем. Чак га ни отац постепено више није волео. Маћеха је волела само сопствену децу и сматрала је Ванг Сјанга трном у оку. Била је још захтевнија према Ванг Сјангу и често је лоше говорила о Ванг Сјангу пред његовим оцем. Чак га ни отац постепено више није волео. Иако је Ванг Сјангов полубрат, Ванг Лан је веома пријатељски настројен према свом брату. Упркос мучењу своје маћехе, она је и даље била веома синовска. Маћеха је тако оштра, али Ванг Сјанг је и даље веома синовски.\nЊегова маћеха има хоби, односно воли да једе свежу рибу тек изловљену из реке. Његова маћеха има хоби, односно воли да једе свежу рибу тек изловљену из реке. Једне зиме његов отац је отишао послом, а маћеха му се поново разболела. Браћа Ванг Сјанг и Ванг Лан су пажљиво служили мајци супу и лекове. По јаком хладном времену, маћехина болест се и даље није поправљала. пожурите. Једне зиме његов отац је отишао послом, а маћеха му се поново разболела. Браћа Ванг Сјанг и Ванг Лан су пажљиво служили мајци супу и лекове. По јаком хладном времену, маћехина болест се и даље није поправљала. пожурите. Болесна маћеха је хтела да једе свежу рибу из реке.У тој оштрој хладној клими напољу је падао снег и вода у реци се већ претворила у дебео лед. Болесна маћеха је хтела да једе свежу рибу.Где би се могла наћи свежа риба у тој леденој и снежној клими?\nУ то време није било јела ван сезоне, а нисте могли да их купите чак ни да сте имали новца.\nУ овом тренутку у причи догодила се дирљива прича Ванг Ксиангћиу Лија. Два брата су беспомоћно чувала мајку. Да не би разочарао болесну маћеху, Ванг Сјанг је отишао до залеђене реке. Ванг Сјанг је имао идеју и скинуо кошуљу без обзира на хладноћу. Лежао је голих груди на глечеру и хтео да користи сопствену телесну температуру да топи лед (па се Ванг Ксиангћиу шаран назива и Ванг Ксианг који лежи на леду). Скинуо је кошуљу и легао наг на глечер. Помолио се Богу и рекао: „Боже, моја мајка је болесна и жели да једе свежег шарана. Мораш да нађеш пут за мене без обзира на све.“ Зачудо, ледени блок поред њега изненада је напукао, а била су два. пукотине.Живи шаран је искочио из пукотине и скочио на лед.Ванг Сјанг је био веома срећан. Молио се Богу: „Боже, моја мајка је болесна и хоће да једе свежег шарана. Мораш да нађеш пут за мене без обзира на све.“ Зачудо, ледени блок поред њега изненада је напукао, а ту су биле две пукотине. Живи шаран је искочио из пукотине и скочио на лед.Ванг Сјанг је био веома срећан. Брзо је клекнуо, захвалио Богу и отрчао кући са шараном. Брзо је клекнуо, захвалио се Богу, па брзо узео шарана и отишао кући. Након што је маћеха појела свежег шарана, убрзо се опоравила од болести. Маћеха у болничком кревету била је запањена када је видела голи горњи део тела Ванг Сјанга, који је од хладноће постајао љубичасти, и две рибе у његовим рукама. Срећно је утрчала у собу и остала запањена.\nВанг Сјанг је касније постао званичник и постао Таибао, и добио је титулу војводе.", "聖意": "Нелагодно код куће, молим се за заштиту, финансијске потешкоће, пословни проблеми, брак, недоследност у осигурању Лиујиа, пешаци, Цхитиан свилене бубе, шест губитака стоке, нестали људи, јавне тужбе, миграција, конзервативност, изгубљена имовина, болест, тешко опоравити, планинска гробница, сретно", "古人": "Ванг Сјанг тражи шарана (Двадесет четири приче о синовској побожности)", "第X籤": "Четрдесет девет Освојити лот", "宮": "Хаигонг"}