{"籤詩版本二": "Можете путовати у све крајеве земље, окачивши надстрешницу једра како бисте је слободно држали\nАко буде повољан ветар, ускоро ће стићи и чамац ће бити пун блага.", "詩意": "Овај хексаграм је као да вучете чамац са ветром.\nСве иде добро.", "解曰": "Одморите се. Није потребан напор. Много богатства. Сви се дивили.", "籤詩故事一": "◇ Тао Зхугуи Фиве Лакес (Језеро Фан Лигуи)\nУ пролећном и јесењем периоду, Фан Ли, чије је љубазно име било Шаобо, такође је био познат као Гуи Јизипи или Тао Жугонг.\nУ то време је дошло до рата између државе Ву и државе Јуе, а држава Ву је уништила државу Јуе. Фан Ли и Вен Зхонг су формулисали план за краља Јуе Гоу Јиана да промовише Јуеа и уништи Вуа. Фан Ли је лично путовао кроз планине и реке и посетио Си Ши, прелепу жену са врлином, талентом и лепотом, на реци Хуанша на планини Баилуо и представио је краљу Вуа. Користио је „трик лепоте“ да сарађивали изнутра и споља и уништили Ву краљевство.\nНакон што је успео да збрише Ву краљевство, Фан Ли је знао да је Гоу Јиан „птица дугог врата са кљуном“ и да може да дели невоље и срећу са њим, па је отишао на чамац са Си Шијем преко царства Ки, променио своју име Гуи Зипи, и водио је свог сина и ученике у Царство Ки.Они живе у колиби поред мора. Напорно се трудио да обрађује пустош, води споредни посао и послује, а за неколико година акумулирао је десетине милиона породичне имовине. Био је великодушан у ширењу богатства и чињењу добра свом родном граду. Људи из Чија су ценили Фан Лијеву мудрост и способност. Краљ Чија га је позвао у Линци, главни град, и обожавао га као премијера задуженог за владине послове . Он је узвикнуо: \"Бити функционер може довести до министара, а вођење породице може довести до богатства. За обичног човека који је почео од нуле, ово је достигло крајност. Бити почашћен дуго времена вероватно није добар знак.\" Дакле, само три године касније, Ђилију се поново храбро повукао, вратио печат краљу Чија и поклонио сво породично богатство својим блиским пријатељима и суседима.", "聖意": "Кућа је добра за себе (за отпрему), тражи богатство, срећу за запад, посао касни, брак није добар, Лиујиа је сигурна, људи блокирају поља, свилене бубе, јесен, добро за шест животиња, пролеће је просперитетно, људи траже људе, тужбе су лоше, миграције су конзервативне, изгубљене ствари, западне болести се расплићу, планине и гробови су јужни.", "古人": "Пет језера Тао Зхугуи (језеро Фан Лигуи)", "第X籤": "Педесети добитник лутрије", "宮": "Хаигонг"}