{"籤詩版本二": "Потребно је много труда да се ухвати месец у води. Потребно је много труда, али ништа.\nНе причајте глупости и трошите напоре да ојачате тело.Реч „тело је увело“ првобитно значи „тело је усамљено“.", "詩意": "Овај хексаграм је похлепан за сликом напора.\nСве је напорно и мукотрпно.", "解曰": "Обећања је тешко запамтити. Много напорног рада. Брините код куће. Чека да упозна племените људе.", "籤詩故事一": "◇Таибаи је ухватио месец док је пијан (Ли Таибаи је ухватио месец док је пијан)\nЛи Баи (701-762), такође познат као Таибаи, такође познат као Кинглиан Јусхи. Песник династије Танг, који је себе називао прогнаним бесмртником, био је познат као Бесмртник поезије и увек је био срећан без пића.\nЈедном је Ли Баи дошао у Јинлинг (сада Нањинг) и одмарао се у ресторану поред моста Венде.\nТај дан је био петнаести дан зимског лунарног месеца, а ноћу би седео сам у ресторану и дивио се месецу, пијући и рецитујући песме. Тај дан је био петнаести дан зимског лунарног месеца, а ноћу би седео сам у ресторану и дивио се месецу, пијући и рецитујући песме. Ли Таибаи је највише волео месец у свом животу, говорећи да је чист и леп. Ли Таибаи је највише волео месец у свом животу, говорећи да је чист и леп. Те ноћи је подигао поглед и угледао бели и округли месец на небу.Веома се обрадовао и попио још неколико чаша. Те ноћи је подигао поглед и угледао бели и округли месец на небу.Веома се обрадовао и попио још неколико чаша. У поноћ, Ли Таибаи је искористио вино и сишао доле до моста Венде. У поноћ, Ли Таибаи је искористио вино и сишао доле до моста Венде. Чим је закорачио на мост, спустио је главу и одједном угледао месец како пада у воду.Када се река померила, белој месечевој сенци додато је неколико црних линија. Чим је закорачио на мост, спустио је главу и одједном угледао месец како пада у воду.Када се река померила, белој месечевој сенци додато је неколико црних линија. Ли Таибаи је у то време био толико пијан да је помислио да је то месец који је умрљан речном водом. Ли Таибаи је у то време био толико пијан да је помислио да је то месец који је умрљан речном водом. Није се потрудио ни да изује чизме, отворио је руке и скочио са моста да ухвати месец. Није се потрудио ни да изује чизме, отворио је руке и скочио са моста да ухвати месец. Неочекивано, овим скоком, месец није ухваћен, већ се месец у води разбио и одмах поделио на две половине. Неочекивано, у овом скоку, месец није ухваћен, већ се човек удавио. Умро је у шездесет и другој години.", "聖意": "Кућа је немирна и сам у лошој срећи (несрећни, пази на здравље), тражити равнотежу у богатству (немој ни размишљати о томе), тешки послови, брак није сређен, молити се за заштиту (празне ризнице за спречавање побачаја ), пешаци су у невољи, пољске свилене бубе пет бодова, шест животиња у опадању, тражење људи (несрећни), јавне тужбе и (Стоп тужби) Обична сеоба (не помињати) Губитак имовине (летелица) Молитва за заштиту од болести (несрећника) Срећа у планинама и гробовима", "古人": "Таибаи је ухватио месец док је пијан (Ли Таибаи је ухватио месец док је пијан)", "第X籤": "Педесет други добитак на лутрији (лутрија)", "宮": "Утерус"}