{"籤詩版本二": "Када се фрустрација претвори у усхићење, змајеви ричу и тигрови ричу.\nПлаво небо има свој пут до неба.Нека имам још једну шансу за славу.", "詩意": "Овај хексаграм је као змај који риче и тигар риче.\nПостоји нада да ће све проћи како треба.", "解曰": "Само научи и иди. Имајте свој просперитет. Мора се направити на крају. Ту се може наћи место.", "籤詩故事一": "◇Лиу Беи регрутује младу\nНакон битке код Чибија, Сун Куан је био жељан да поврати Јингџоу, који је Лиу Беи преузео, па је искористио Џоу Ју-ов план, претварајући се да жели да заручи своју сестру Сун Рен за Лиу Беија, али је у ствари желео да преузме Лиу Беи као талац да преузме Јингзхоу.\nНакон што је Зхуге Лианг шпијунирао план Џоу Јуа, предао је брошуру са стратегијом Џао Јуну, који је штитио Лиу Беија када је отишао у Соочов. Џао Јун је следио стратегију из брошуре и намерно направио велику пажњу да дозволи Ву Гуотаију ( Сун Куан-ов отац) знају за понуду за брак. Пошто је Ву Гуотаи волео своју ћерку и није био вољан да доноси необавезне одлуке о животним пословима своје ћерке, она је прекорила Сун Куана да је био немилосрдан према његовој сестри и предложила је да лично провери да ли је Лиу Беи достојан своје ћерке у храму Ганлу. Након што је Ву Гуотаи упознала Лиу Беија, веома је ценила Лиу Беија и снажно се залагала за брак између Лиу Беија и његове ћерке.Као резултат тога, Лиу Беи се успешно оженио госпођом Сун.\nКасније су Лиу Беи и госпођа Сун заједно побегли назад у Јингџоу. Касније је Сун Куан желео да се кришом нападне Јингџоу док је Лиу Беи нападао Јиџоу, али га је зауставио Ву Гуотаи, који је био забринут за безбедност своје ћерке.\nРекао је: \"Паметан план Џоу Јуа је најбољи на свету. Изгубио је жену и изгубио своје трупе.\"\n(Лиу Беи је добио од штете)", "聖意": "Ја немам среће код куће и немам среће (прво лоша срећа па срећа).Тражи богатство, равнотежу, тешкоће у браку, успех у браку. Моли се за благослов пешака, свилене бубе у пољу, пет бодова за штету на стоци, тражи за људе, тужбе и сеобе, срећу за изгубљену имовину, срећу за болести, мир планина и гробова.", "古人": "Лиу Беи регрутује младу", "第X籤": "Педесет трећи победнички број", "宮": "Утерус"}