{"籤詩版本二": "Плажа је пуна камења, поток тече, ветар ветар, месец ведар, а племенити људи заузети.\nНа путу морам да питам куда да идем.Немој да узимаш мирис цвећа и биљака у шуми.Немој да бринеш о томе.", "詩意": "Овај хексаграм је као чамац који путује малом плажом.\nУ свему има племенитих људи да помогну.", "解曰": "Зарађивати за живот. Много напорног рада. Останите конзервативни и сачекајте. Све најбоље.", "籤詩故事一": "◇ Лушанска побуна\nАн Лушан (703-757), чије је презиме било Канг и име Јалуошан, био је из Лиученга, Јингџоу (сада Чаојанг, Лиаонинг).\nКасније је преузео презиме Ан и променио име у Лушан. Током владавине цара Ксуанзонга из династије Танг, Ан Лушан је био војни изасланик.\nУ новембру 14. године Тианбаоа, Ан Лушан је подигао трупе у Фањангу.У име напада Јанг Гуожонга, покренуо је побуну и повео трупе три града да нападну Луојанг, источну престоницу. Извештаји из Тајјуана су пожурили Лишану.Танг Ксуанзонг, који се у то време налазио у палати Хуакинг у Лишану, није веровао да ће се Анлушан побунити.Међутим, вести о побуни су наставиле да се шире, а Сјуанзонг је још увек био напола убеђен. (Ово је приказ „звука грубе текуће воде на малим стенама у потоку“)\nТек када је Јан Зхенкинг, префект округа Пингјуан, послао некога да пошаље информацију, Ксуанзонг се пробудио из свог сна.\nПод погрешном стратегијом цара Сјуанзонга из династије Танг, Ан Лушанов коњички пук заузео је Луојанг, источну престоницу. У првом месецу следеће године он се прогласио за цара Дајана у Луојангу, Јианиуан Схенгву, као цар и Ксионгвук премијер.\nУ јуну исте године, цар Сјуанзонг из династије Танг, жељан да ублажи кризу у Чангану и са погрешним војним разумевањем, погубио је два позната генерала, Фенг Чангћина и Гао Сјанџија.Ова наредба је шокирала војску Танг. (Ово понашање крши „пут мора да показује на предњу реку“)\nПосле тога, цар Ксуанзонг из династије Танг хитно је наредио другом генералу, Ге Шухану, да поведе Танг војску на исток од Тонггуана.\nГе Шухан, који је у потпуности разумео стратешку грешку цара Сјуанзонга из династије Танг, планирао је да одложи промену (приступ „у реду је ако је ветар миран, а плима мирна“).\nНа крају, цар Сјуанзонг из династије Танг сматрао је да је превише плашљив да би се борио, тако да није имао избора осим да се бори са Ан Лушаном у сузама, и био је поражен. (Испуњава „Ако напорно радите да бисте се издржавали, можете бити повређени.“)\nУ династији Танг, када граничне трупе и локални гарнизони нису имали времена да одговоре, Ан Лушанова војска је притиснула границу и ушла у подручје главног града. У критичној ситуацији, цар Ксуанзонг из династије Танг повео је гардијски корпус да побегне из главног града, због чега је пао Ксијинг Цханг'ан без вође.\n(Танг Ксуанзонг је прекршио смернице овог знака, тако да је побуна Ан Лушана била успешна.)", "聖意": "Кућа је безбедна, човек има среће, богатство је стабилно, трансакција је успешна, брак је успешан (опрез), мушкарац пешак из Лиујиа долази на њиву, свилене бубе су пожњевене, шест стоке је оштећено, особа је пронађена , тужба је оправдана, изгубљена имовина доноси болест, односно Аншан гробницу треба поправити.", "古人": "Лушанска побуна", "第X籤": "Педесет шеста лутрија", "宮": "Ружна палата"}