{"籤詩版本二": "Ујутро и у сумрак, Будина подршка мора бити у временима опасности, али не и у опасности\nАко вас привлачи племенита особа, онда ће вас пратити и новац и свила Ово је Цхуан Лаи. Све зависи од вас.", "詩意": "Овај хексаграм представља тајни благослов богова и Буда.\nБудите стрпљиви и срећно у свему.", "解曰": "Знак старомодног мира. Када је све скупо, биће повољно.", "籤詩故事一": "◇Танг Монк је постигао просветљење\nЈедног дана Танг Сенг је дошао до реке и угледао Будину планину Лингшан испред ње. Испред ње је био мост од једне даске. Танг Сенг се није усудио да је пређе. Буда се трансформисао у лађара и држао разбијени чамац без дна. Чим је Танг Монк ушао у чамац, пао је у реку и чамац га је спасао. Овако је Танг Монк стекао статус Буде. (Прича о путовању на запад)\n◇ Будистички списи Танга Монка\nСанзанг из династије Танг, његово уобичајено презиме је било Чен, а име Ји. Рођен у округу Гоуши, Луоџоу (сада јужно од града Јанши, провинција Хенан). Постао је монах са тринаест година и узео будистичко име Сјуанзанг.\nДа би дошао до оригиналних будистичких списа, кренуо је из Чанг'ана (данашњи Сиан, провинција Шанкси) треће године Џенгуана (629. нове ере), прешао је границу и прошао кроз безбројне тешкоће да би стигао до Тианжуа ( Индија) за прикупљање светих списа. Путовао је по сливовима река Ганг и Инд и југоисточним обалним областима Индије, затим прешао снежне планине и зелене гребене, прешавши више од 50.000 миља напред-назад. Требало му је 16 година да се коначно врати у Чанган у 19. године Џенгуана (645. не). Донео је велики број будистичких списа и превео их на кинески.\n(Танг Санзанг је прошао дуг пут напред-назад између Кине и Индије. Мора да је искусио опасности током путовања, али је успео да се безбедно врати јер је иза њега био невидљив светац заштитник.)", "聖意": "Дом је сигуран, сам повољан, западна трговина успешна, брак успешан, пешаци блокирају поље, свилене бубе су блокиране, свилене бубе 70%, стока исплатива, људи се налазе, западна јавност тужба је лоша, сеоба је конзервативна, изгубљена имовина се види, болест је повољна, повољне су планине и гробови.", "古人": "Танг Монк је постигао просветљење", "第X籤": "Добитак на лутрији шездесет два", "宮": "Иин Палаце"}