{"籤詩版本二": "Риба која плива ухваћена је у замку у рибњаку Бибо.\nАко нешто крене наопако након размишљања о томе, то ће на крају изазвати невоље.", "詩意": "Овај хексаграм представља рибу ухваћену у замку.\nТакође је препоручљиво бити опрезан у свему.", "解曰": "Насеље испод куће. Несрећа пада са неба. Устаните рано и прво предузмите мере предострожности. Избегавајте катастрофе.", "籤詩故事一": "◇ Коњ је прекривен водом (тешко је прикупити воду)\nДинастија Хан. Зху Маицхен, љубазно име Венгзи, био је родом из Вуа у Куаији (данас део града Суџоу).\nУ његовим раним годинама, Маицхенова породица је била сиромашна и он није имао успеха.Пар је живео у сламнатој капији у задњој уличици, секао дрва за огрев и продавао их да би саставио крај с крајем. Не можете зарадити много новца продајом огрева по било чијој цени.\nЊегова жена је изашла да донесе воду и видела групу деце како се смеју Маицхену. Жена је мислила да је то срамота и касније је отишла.\nКада је Зху Маицхен имао педесет година, цар Ву из династије Хан је тражио таленте и обожавао Жуа као префекта Куаији.\nЊегова жена је зажалила због слепила и желела је да буде сведена на слушкињу и конкубину да би служила Жуу до краја живота.\nМаицхен је наредио својој бившој жени да узме канту воде, сипа је на степенице и рекао: „Ако се вода може вратити, њих двоје се могу вратити заједно“.\nУзимајући у обзир однос између мужа и жене, жена и њен поново ожењени муж добили су отворени простор у задњем врту да се култивишу и издржавају. Жена му се бацила у реку и умрла.", "聖意": "Кућа је у опасности, он сам у опасности, новац је изгубљен, трансакција је у миру, брак је недоследан, Лиујиа је уплашена, људи су блокирани, поља су оштећена, свилене бубе изгубљене, стока је изгубљена, људи се нађу, јавна тужба је изгубљена, сеобе су добре, изгубљене ствари су несрећне, болести су изазване, катастрофе и опасности, планинске гробнице треба мењати.", "古人": "Коњ је прекривен водом (тешко је прикупити воду)", "第X籤": "Шездесет четврти знак", "宮": "Маогонг"}