{"籤詩版本二": "Када дође зима, грана шљивиног цвета на планини никада неће бити уништена чак и ако јој лишће опадне, а гране увену.\nАли када дође пролеће, ја ме ипак враћам као куртизану и уништавам оригинално дело.", "詩意": "У овом хексаграму, цвет шљиве заузима водећу позицију.\nСве је добро ако се одложи.", "解曰": "Једна стрела испаљена празна. Кад је празан, није празан. Чекајући да дође пролеће. Боја је у њему.", "籤詩故事一": "◇ Два пута постигнут гол\nЗа време владавине цара Дезонга из династије Танг, верном министру Меи Богаоу и његовој породици подметнуо је издајнички премијер Лу Ки, који је желео да их све побије. Само је његов син Меи Лиангју успео да побегне. Касније је променио своју име Ванг Ситонгу да би сакрио свој идентитет. Живео је сам на улици, гладан и хладан, али га је, на срећу, примио Чен Ришенг (Чен Донгчу). Чен Ришенг није познавао његово животно искуство, па га је замолио да помогне да се брине о Ченовом врту шљива како не би умро од глади на улици.\nЧен Ришен је био друг из разреда и пријатељ Меи Богаоа. Када га је прогањао Лу Ки, спасао га је Меи Богао. Као резултат тога, Меи Богао и Лу Ки су постали непријатељи. На крају је цела његова породица погубљена. Цхен Ришенг је због тога био тужан и љут. Након што се оженио, дао је оставку и преселио породицу у Јангџоу да живи повучено.\nЧен Ришенг има ћерку по имену Чен Шингјуан, која је лепа и миришљава.Након што је Меи Лиангју дошла у породицу Чен, заљубили су се на први поглед. На дан када су цветови шљиве били у пуном цвету, а који је био и годишњица смрти Меи Богаоа, Чен Ришенг и његова породица отворили су олтар у башти своје куће у знак сећања на свог преминулог пријатеља и добротвора. Неочекивано, време се изненада променило а јака снежна мећава запухала је покрила све цветове шљиве.Уништена. Чен Ришен је јадао да је успео да безбедно побегне, али није могао да спасе ни потомке породице Меи. Мислио је да је то упозорење од Бога, па се заклео да ако цвет шљиве поново не процвета, доказујући да потомци породица Меи је још увек била жива, он никада ништа није рекао.Побегао је у будизам и постао монах.\nЊегова ћерка Шингјуан је то чула и одмах запалила тамјан и искрено се помолила Богу да поново процвета цвет шљиве. Њихова искреност је покренула небо, и сва стабла шљива у врту шљива су поново процветала; касније је Чен Ришенг знао да је Кситонг Лиангју, па је заручио своју ћерку Шингјуан за њега.", "聖意": "Дом и кућа нису добри за себе, за своју срећу, тражити богатство, бити разборит у пословима, чекати време брака, каснити, оженити се, каснити, бити напредан у пролеће, закаснити, каснити, закаснити, бити заузет, бити заузет, бити просперитет, бити заузет, наћи се.", "古人": "Погодио два пута", "第X籤": "Шездесет девет освајање лота", "宮": "Татсуми"}