{"籤詩版本二": "Чао Чао је као пчела која сакупља цвеће, која лети са југозапада, а затим на исток\nПролеће је прошло, цвећа нема, а нема где да се тражи.Ово срце неће променити своје место боравка.", "詩意": "Овај хексаграм је као пчела која бере цвеће.\nСве је напорно и мукотрпно.", "解曰": "Нема пролећног пејзажа за тражење. Киша пада дуго, али се никад не разведри. Питати за помоћ. Боље је ћутати.\n.", "籤詩故事一": "◇Ли Ми се побунио против династије Танг\nЛи Ми\n(582-619), покојни вођа Ваганг војске у сељачком устанку у касној династији Суи у Кини. Мастер калиграфије. Мајстор речи Фа био је родом из Чангана, Ђингжао, а дом његових предака био је Сјангпинг, Лиаодонг (сада јужно од Лиаојанга, Лиаонинг). Родом из Чангана, Ђингжао, његова домовина предака је Сјангпинг, Лиаодонг (сада јужно од Лиаојанга, Лиаонинг).\nДевете године Дана (613) учествовао је у побуни Јанг Сјуангана против династије Суи у Лијангу (данас североисточно од округа Јунксиан, провинција Хенан). Девете године Дана (613) учествовао је у побуни Јанг Сјуангана против династије Суи у Лијангу (данас североисточно од округа Јунксиан, провинција Хенан). Тајанствени смисао је поражен,\nЛи Ми је побегао. Сјуанган је поражен и Ли Ми је побегао.\nУ дванаестој години Дана, придружио се војсци Ваганга\n. У дванаестој години Дајеове владавине, придружио се војсци Ваганга. Ли Ми је био добар у стратегији. У октобру дванаесте године Дајеа, Ли Ми је убедио Зхаија да нападне Ксингианг Тонга, моћног генерала који је пратио војску, да одбрани Џанга Ксутуа, поразивши војску Суија и убивши Џанга Ксутуа. Ли Ми је био добар у стратегији. У октобру дванаесте године Дајеа, Ли Ми је убедио Зхаија да нападне Ксингианг Тонга, моћног генерала који је пратио војску, да одбрани Џанга Ксутуа, поразивши војску Суија и убивши Џанга Ксутуа.\nКасније је предложио да се нападне складиште Ксинглуо (касније преименовано у Луокоу), отвори складиште за помоћ и прошири тим. Тим Ваганг армије је брзо растао. У 13. години Даиеа, Ли Ми је водио Ваганг војску, а Зхаи Ранг бавио се деградирањем и дистрибуцијом династије Суи Дошло је до рата око војних ресурса и других питања, а Ли Ми је убио Зхаи Ранга и стотине његових следбеника. Касније је предложио да се нападне складиште Ксинглуо (касније преименовано у Луокоу), отвори складиште за помоћ и прошири тим. Тим Ваганг армије је брзо растао. У 13. години Даиеа, Ли Ми је водио Ваганг војску, а Зхаи Ранг бавио се деградирањем и дистрибуцијом династије Суи Дошло је до рата око војних ресурса и других питања, а Ли Ми је убио Зхаи Ранга и стотине његових следбеника.\nУ марту 14. године Даие, Иу Венхуаји је убио цара Јанга из династије Суи\n, навела је више од 100.000 људи да се врате на запад. У марту четрнаесте године Дана, Иу Венхуаји (Ју Вен, сложено презиме) убио је цара Јанга из династије Суи и вратио се на запад са више од 100.000 људи. Ли Ми је добио наређење да нападне Хуађија. Иако је Хуађи поражен, Ли Ми је такође претрпео велике губитке у трупама. Касније га је прогонио Ванг Шичонг. Ли Мијева војска је поражена и његов логор је уништен. Његови генерали Ћин Шубао, Ченг Зхијие (првобитно по имену Ченг Јаојин), Ниу Јинда и други су заробљени. Шан Сјонгсин се предао. Ли Ми је добио наређење да нападне Хуађи.Иако је Хуаји поражен, Ли Ми је такође претрпео велике губитке у својим трупама. Касније га је прогонио Ванг Шичонг. Ли Мијева војска је поражена и његов логор уништен. Његови генерали Ћин Шубао, Ченг Зхијие (првобитно назван Ченг Јаојин), Ниу Ђинда и други су заробљени, а Шан Сјонгсин се предао. Ли Ми је био очајан, па је у септембру прешао реку до Хејанга и предао се династији Танг. Ли Ми је био очајан, па је у септембру прешао реку до Хејанга и предао се династији Танг.\nУ новембру, Ли Јуан је послао Ли Мија у Шандонг да регрутује старе трупе. новембар,\nЛи Јуан је послао Ли Мија да чека у Шандонгу да регрутује старе трупе. Осећајући да је осумњичен, побунио се против Танга. Осећајући да је осумњичен, побунио се против Танга. Танг генерал Шенг Јанши позвао је Ли Мија да нападне и убио га код Шинггонг Сјана. Танг генерал Шенг Јанши позвао је Ли Мија да нападне и убио га код Шинггонг Сјана.", "聖意": "Кућа, кућа, језик, сопство, зликовац, тражење богатства, трошење послова, бракови који не трају, Лиујиа, празно цвеће, пешаци, Јаотиан, штета од свилене бубе, шест оштећења стоке, нестале особе, тужбе, губитак, миграција, конзервативност, изгубљена имовина, болест, препреке, реформа планинских гробница", "古人": "Ли Ми се побунио против династије Танг", "第X籤": "Седамдесети жреб", "宮": "Татсуми"}