{"籤詩版本二": "Пчелари морају молити за мед, да их не убоде убод\nМора да је пред вама чудан пут Тајна је дубока као шума од трња.", "詩意": "Овај хексаграм симболизује пчеле које сакупљају мед.\nСве је напорно и мукотрпно.\n\n(Овај хексаграм тражи симбол слаткоће и добија горчину.\nСпречите катастрофе у свему.\n)", "解曰": "Ствари треба радити пажљиво. Нема потребе да га форсирате. Пчеле скупљају мед. Који је разлог?", "籤詩故事一": "◇Ванг Манг тражи таленте\nЗа породицу Ванг Манг из династије Западни Хан може се рећи да је била богата породица. Иако му је отац рано умро, неколико његових ујака и ујака постали су цареви из династије Хан.Постали су генерали, премијери, постали маркизи и добијали награде.Породица Ванг је била изузетно истакнута.\nАли мала породица Ванг Манга била је изузетно сиромашна; његов отац је умро млад, а он је живео само са својом мајком, ослањајући се на доброчинство рођака. Али због тога је Ванг Манг развио и практиковао низ вештина у опхођењу са људима још од детињства. Колико год да је био тужан или љут, увек је показивао веома срећан и миран поглед пред рођацима, старијима или странцима, тако да су га сви у клану веома ценили.\nЈедном је његов најстарији ујак био тешко болестан.Када је сазнао за то, дошао је и чекао поред болесниковог кревета, доносећи лекове и воду, и бдео ноћу.Неколико месеци заредом био је разодевен, неуредан и изнурен. Он је једноставно био више \"стрпљив\" него пацијент. Више \"син\" него биолошки син.\nЗбог тога су га сви у Тајвану хвалили и писали писма тражећи награду за њега.\nТако му је цар Ченг из династије Хан дао титулу маркиза нове престонице и именовао га за чувара у палати, чиме је постао блиски министар цара.\nСа својим високим статусом и великом моћи, Ванг Манг никада није показивао ароганцију или млитавост, већ је постајао све љубазнији и учтивији. С једне стране, дружио се са министрима, генералима, познатим личностима и научницима. , помагао је сиромашне и био дарежљив са својим богатством.\nАли он је живео веома штедљиво, често јео јела од меса, а да не помињемо да је носио дуге хаљине и хаљине дугих рукава, само кратку одећу. Па су га сви у влади и јавности једногласно хвалили речју „врли“.\nКасније је његов ујак, Гранд Сима Вангген, умро од болести и он је изабран за његову замену. Цар и сви министри сматрали су да је он најпогоднији. Стога је Ванг Манг, који је имао само тридесет осам година, постао Гранд Сима са највећом војном моћи у земљи.\n(Ова прича је метафора. Бити добар у томе да будете добра особа може вам помоћи да се ослободите „тешкоће да вас пчеле убоду“ и остварите своје идеале како желите.)", "聖意": "Кућа за себе не ваља, породица у невољи, посао блокиран, брак блокиран, шест оклопа лажно, пешаци касне, жетва свилене бубе мала, сточни фонд, тешко је. нађи људе, тужба лоша, сеоба се не креће, изгубљена имовина лоша, болест намештена, планински гроб изгубљен,", "古人": "Ванг Манг тражи таленте", "第X籤": "Добитак на лутрији седамдесет два", "宮": "Татсуми"}