{"籤詩版本二": "Кад дође пролеће, грмљавина тресе и инсекти цвркућу, а ја се окрећем од блата\nКада сам први пут схватио да и даље долазим и одлазим, када сам се променио, постао сам змај.", "詩意": "Овај хексаграм је као гром и инсекти.\nУпознавање са племенитом особом је добар знак у свему.", "解曰": "Гром удара. Два депозита улазе и излазе. Промените једном. До Тианмена.", "籤詩故事一": "◇Цхенкиао побуна\n959. године наше ере, Џоу Шизонг Чаи Ронг је умро, а цар Гонг, Чаи Зонгсун, који је ступио на престо, имао је само седам година. У то време, Зхао Куангиин, који је служио као инспектор испред палате и изасланик Сонгзхоуа у немачкој војсци, имао је стварну власт.\nУ пролеће 960. године, Џенџу (данашњи Џенгдинг, провинција Хебеј) и Дингџоу (данашњи округ Дингксиан, провинција Хебеј) су известили да војске династије Северни Хан и државе Лиао заједно иду на југ да нападну каснију династију Џоу, са велики замах, и затражио да пошаље трупе у помоћ. Касније је династија Зхоу наредила Зхао Куангиину да поведе своје трупе на север да се боре против непријатеља. Зхао Куангиин је деловао тајно према плану свог брата Зхао Гуангиија, Зхао Пуа, Схи Схоукина и других.\n3. фебруара, када је војска стигла у Цхенкиаоии (садашњи град Цхенкиао, југоисточно од Фенгкиуа, Хенан), покренули су побуну и наредили војницима да носе жуте хаљине за њега. Побунили су се против касније династије Зхоу и подржали Зхао Куангиина као цара. . Након тога, Џао је повео своје трупе назад у Каифенг без паљења, убијања или пљачке. „Таизу Чен Ћао се заклео да неће узнемиравати становнике престонице и обећао је да неће узнемиравати град на дан када је ушао у град.\nТрећег дана треће године лунарног месеца, Зхао Куангиин се побунио у Ченћаоу и вратио се у престоницу. Фан Зхи је повео Ванг Пуа и Веи Ренпуа да испитају Џао Куангјина. Луо Јанхуан је извукао мач испред шатора и гласно повикао : \"Три војске немају господара. Генерали су одлучили да га поставе за цара. Ко год проговори биће убијен!\". Ванг Пуово лице је било бледо као земља. Спустио је степенице и поклонио се. Фан Зхи се такође наклонио. Куанг Јин му је лично помогао да устане и опходио се према њему са великом љубазношћу.\nПосле умереног отпора, цар Гонг из касније династије Џоу преузео је трон, а Џао је преузео престо. „Таизу се спремао да прихвати зен, али није било зен текста. Тао Гу, научник Ханлина, прихватио је наређење и уђе поред њега говорећи: „Готово је“.\nНакон што је Џао дошао на трон, променио је име земље у Сонг, Јуан у Ђианлонг и учинио Каифенг главним градом. Ши Шоуксин, Гао Хуаиде, Џанг Лингдуо, Ванг Шенћи, Џанг Гуанган и Џао Јанхуи су сви добили титулу Јиедуши , која је у историји била позната као „Ченћао побуна“.\nВикипедиа\n(Ова прича представља да је ово почетак наступа Зхао Куангиина.)", "聖意": "Молите се за свој дом, свакодневни живот, богатство, срећу, срећу у послу, племенити брак, успех у Лиујиа, мушке пешаке, рано рођење свилених буба у пољима, рано рођење шест животиња, срећу у пролеће, тражење људи , успех у парницама, срећа у сеоби, изгубљена имовина, опасности у болестима, опасности у планинама и гробовима.", "古人": "Цхенкиао побуна", "第X籤": "Потписано седамдесет три", "宮": "Ми Палаце"}