{"籤詩版本二": "У сну се говорило да ће бити много богатства, али слава је била узалудна.\nДалеко је вода и далеко су планине, али тешко је бити веран.Племенита особа даје упутства и осмехује се.", "詩意": "Овај хексаграм представља симбол стицања блага у сну.\nСве је мање-више стварно.", "解曰": "Сањати као сан. Нема наде у славу. Само чекај добра времена. Племенита упутства.", "籤詩故事一": "◇ Вратите жад Зхаоу (вратите жад Зхаоу након што га завршите)\n283. пре нове ере, краљ Џао Хуивен је од Чуа добио Хе'с Би. Након што је краљ Кин Зхаокианг чуо вест, послао је писмо краљу Џаоу, изражавајући спремност да замени петнаест градова за Хе'с Би.\nЛин Ксиангру је анализирао краљу Џаоу да је Ћин јак, а Џао слаб и да је морао да буде замењен.\nКраљ Зхао је затим послао Лин Ксиангруа у Кин са Хе'с Би.\nКраљ Кин-а је срео Лин Ксиангру у Зхангтаи-у, а Лин Ксиангру је поклонио жад краљу Кина. Краљ Кин је био пресрећан и додао је Хе'с Би лепотици и сви око ње су га погледали.У овом тренутку сви лево и десно су викали живео.\nЛин Ксиангру је увидео да краљ Ћина нема намеру да да град Џаоу, па је рекао краљу Ћина да је Његов жад неисправан и желео је да укаже на то краљу Ћина како би искористио прилику да добије јаде бацк.\nНакон што је Лин Ксиангру вратио Хешијев Би, стао је поред великог стуба, показујући да жели да умре са Хешијевим Би.\nУ то време, Лин Сјангру је рекао краљу Ћина: „Краљ Џаоа је ипак превазишао примедбе министара и прихватио предлог министра. Чак и ако се није преварио у интеракцији са обичним људима, да не помињемо Ћин је велика земља!Да би сачувао пријатељство између Ћина и Џаоа, краљ Џао После петодневног поста послао сам своје министре у Ћин са жадом.Нажалост, краљ Ћина не само да није имао намеру да Џаоу да града, али и пренео жад породице Хе лепој жени, што је заиста била ругло мојим министрима“.\nНакон што је завршио говор, Лин Ксиангру је одмах направио гест да удари у стуб.Краљ Кин се уплашио да ће Хе'с Би бити оштећен, па се претварао да даје Џаоу петнаест градова. Лин Ксиангру је прозрео издајнички план краља Ћина, па је замолио краља Ћина да пости пет дана пре него што је представио Хе'с Би да одложи време. У ових неколико дана, Лин Ксиангру је послао своје пратиоце да се врате у државу Зхао са жадом, док је он остао да се обрачуна са краљем Кин.\n(Ова прича је као да очи обичног човека буду фасциниране његовим статусом.)", "聖意": "Молити се за благослов код куће, себе, ометање богатства, отежавање трансакција, брак није у складу са пешацима Лиујиаку, Цхитиан свилене бубе нису прихваћене, шест животиња је оштећено, људи су нестали, очекују се јавне тужбе и миграције, изгубљене ствари су далеко, болести се постављају, шаљу у планинске гробнице и мењају.", "古人": "Вратите жад Џаоу (довршите жад Џаоу)", "第X籤": "Седамдесет седма лутрија", "宮": "Подневна палата"}