{"籤詩版本二": "Опало је лишће платана, ближи се јесен, а повратни пут путника изгледа као облаци.\nЗахваљујући великом труду Божијем, лађа се вратила са благом на ветру.", "詩意": "Овај хексаграм представља опадајуће лишће платана.\nСве је унапред лоше и добро на крају.", "解曰": "Узмите ствари из срца. Тиан Ксин је уследио. Зарађивати за живот. Урадите све што можете.", "籤詩故事一": "◇Ветар дува до Тенгванг павиљона\nВанг Бо, љубазно име Зиан, био је песник ране династије Танг.Рођен је прве године Јонгхуија, цара Гаозонга из династије Танг. Ванг Бо је од детињства читао Свете списе и познат је као „чудо од детета“. Ванг Бо је од детињства читао Свете списе и познат је као „чудо од детета“.\nКада је имао десет година, он и његов отац су случајно прошли поред храма Гуанди. Видели су величанствену статуу Гуандија у храму, како држи копију \"Пролећа и јесени\" и чита је. Када ју је његов отац видео, он је био инспирисан. Певао је цару Гуану: „Држећи три прамена зелене браде, читајући историју династије Ћинг уз зелену фењеру и одајући почаст познатим именима. Држећи зеленог змаја и месец у руци.“ Каже се да је у јесен ове године Ванг Бо отишао из Шансија на острво Хаинан да посети свог оца који је деградиран у окружног судију Јиаозхи. , пролазећи кроз хиљаде планина и река успут. У јесен године када је имао двадесет седму, Ванг Бо је отишао из Шансија на острво Хаинан да посети свог оца, који је био деградиран на место судије округа Јиаозхи. Успут је прошао кроз хиљаде планина и река.\nКада смо тог дана стигли на планину Маданг, сви су отишли ​​на обалу да се одморе. Када је Ванг Бо сам прошао поред древног храма, изненада је угледао старца како седи на камену поред храма. Старац је изгледао као дете светле косе и вилинска појава. Рекао је Ванг Боу „Зар ти ниси Ванг Бо?“ Ванг Бо се запрепастио и рекао: „Тачно! Како то знаш?“ Старац је рекао: „Одавно сам чуо да имаш добро. намере да спасеш људе, а твоје песме су веома значајне. Сутра ће бити велика забава у Тенгванг павиљону. Ако будеш могао да присуствујеш банкету и напишеш есеј, бићеш славан кроз векове и добићеш путне трошкове.\" Када стигну на планини Маданг, сви су отишли ​​на обалу да се одморе. Када је Ванг Бо сам шетао поред древног храма, изненада је видео на камену поред храма, седео је старац, који је изгледао као дете светле косе и вила Рекао је Ванг Боу: \"Зар ти ниси Ванг Бо?\"\nВанг Бо је био затечен и рекао: \"Тачно! Како то знаш?\"\nСтарац је рекао: „Одавно сам чуо да имате љубазну намеру да спасавате људе, а песме које пишете су прилично значајне. У павиљону принца Тенга сутра ће бити велика забава. Ако можете да присуствујете банкету и компонујете, бићеш славан кроз векове и добићеш путне трошкове“.\nВанг Бо је рекао: „Ово место је удаљено шест или седам стотина миља од Тенгванг павиљона. Како да стигнемо овде сутра?“ Старац је рекао: „Употребићу коња као божански ветар да ти помогнем да пловиш глатко. ће сигурно стићи сутра.\" Ванг Бо ми се захвалио и рекао: \"Извини, мој свекар. , јеси ли ти бесмртан или бог?\" Старац се насмејао и рекао: \"Ја сам Зхонгиуан Схуијун задужен за ово водено подручје!\" Ванг Бо је рекао: \"Ово место је шест или седам стотина миља удаљено од Тенгванг павиљона. Како можемо доћи овде сутра?\"\nСтарац је рекао: „Употребићу коња као божански ветар да ти помогнем да несметано пловиш. Сигурно ћу стићи сутра.“\nВанг Бо му је захвалио и рекао: „Извини, тасте, јеси ли ти бесмртан или бог?“\nСтарац се насмејао и рекао: „Ја сам Зхонгиуан Схуијун који је задужен за ово водено подручје!“ Тада је старац позвао Ванг Боа да брзо уђе у чамац. Видео је повољне облаке да га окружују неко време и ветар а вода је била глатка на путу.За трен ока прешао је стотине миља.\nТада је старац подстакао Ванг Боа да брзо уђе у чамац. Видео је повољне облаке који га окружују неко време, и то је било глатко путовање. За трен ока, прешао је стотине миља. Као што се и очекивало, Ванг Бо је пожурио у павиљон принца Тенга ујутру великог догађаја.\nКао што се и очекивало, Ванг Бо је пожурио у павиљон принца Тенга ујутру великог догађаја. И на лицу места написао је „Предговор павиљону принца Тенга”, који је цар Гаозонг из династије Танг назвао вечним ремек-делом. И на лицу места написао је „Предговор павиљону принца Тенга”, који је цар Гаозонг из династије Танг назвао вечним ремек-делом.\nПостоји песма која каже:\nУвек се говорило да су талентовани људи богови, па није случајно што ветар доноси Нанчанг у Нанчанг;\nНаписао сам песму о високом павиљону краља Тенга, а он је пратио бесмртнике да би пратио Зхонгјуана.", "聖意": "Молите се за свој дом и заштитите се, молите се за благослове, тражите богатство и остварите брак и хармонију.", "古人": "Ветар дува до Тенгванг павиљона", "第X籤": "Потпиши осамдесет један", "宮": "Веи Гонг"}