{"籤詩版本二": "Шта ће се десити ако изгубиш своју врлину због угледа? Бојим се да ће се срећа променити и десити лоше ствари.\nПијан, не знам куда да идем, магловит сан у сенци зелених борова.", "詩意": "Овај хексаграм представља хладну рибу која напушта воду.\nНишта се не може померити.\n\n(Овај хексаграм је симбол лоше врлине и лоше среће.\nДржите ноге на земљи у свему.\n)", "解曰": "Хладна риба напушта воду. мува у мелу. Ако питате за планове кампа. Боље је Мо Ки\nОвај знак ће донети лошу срећу Лиујии. Све иде наопако. Молите се за сигурност.", "籤詩故事一": "◇Зхуангзи тестира своју жену\nЗхуангзи је рођен у династији Зхоу. Његово презиме је било Зхуанг, његово име је било Џоу, а његово име је било Зикиу. Био је родом из Менђија у династији Сонг. У династији Џоу, био је званичник Кијуана.\nЈедног дана, Џуангзи је срео жену на планини која је чучала испред новог гроба, очајнички тресла лепезом, као да је хтела да осуши влажну земљу на гробу. Џуангзи није разумео њену намеру, па ју је питао. Она је рекла да је особа сахрањена у гробу њен муж, а последње речи њеног мужа биле су да се не може поново удати док се земља на гробу не осуши. Није могла више да чека, па је узбуркала гробну земљу да се брже осуши, како би могла да крене за другим пролећем.\nЏуангзи је уздахнуо када је помислио да на свету постоји тако бездушна жена. Онда сам помислио, да ли би моја жена била оваква? Када се појави сумња, желим да је тестирам.\nЗхуангзијева супруга се презивала Тиан и пар је обично имао блиску везу.Да би тестирао лојалност своје жене, Џуангзи је одлучио да се претвара да је мртав.\nЧувши да је Џуангзи преминуо од изненадне болести, многи људи из свих крајева, укључујући родбину и пријатеље, дошли су да изразе саучешће. Међу њима је био и лепи краљ и унук из државе Чу, који је био богат богатством. Видевши да је гђа. Тиан је била тек удовица и сажаљена, прогонио ју је. Госпођа Тиан није могла да поднесе искушење и заљубила се у Ванг Суна, венчали су се за само двадесет дана.\nТе ноћи, када је вино било попијено и уши биле вруће, Ванг Сун је изненада доживео срчани удар и умро.\nГоспођа Тиан је била уплашена и успаничена и хитно је питала Ванг Суна шта да ради. Ванг Сун је издржао бол и рекао је госпођи Тиан да се мозак мртвих тела може искористити да се мртве врате у живот.\nГде пронаћи мртво тело? Госпођа Тиан је изненада помислила, није ли њен муж управо умро? Господин Тиан је заборавио на стару љубав између мужа и жене, и заправо је узео секиру и отворио ковчег њеног мужа, спремајући се да му извади мозак за лек.\nНеочекивано, када је ковчег отворен, Џуангзи се вратио у живот. Госпођа Тиан се толико постидела да се обесила.\n(Ова прича је метафора за нарушавање пријатељства ради личне користи, тако да се не можемо сложити са њом.)", "聖意": "Кућа је мирна, сопство је сигурно, новац је неправедан, занати су жртвовани, брак је решен, зло у Лиујиа је просперитетно, пешаци нису стигли, свилене бубе су у миру, стока је у миру, народ тражи људе, тужба се променила, ђаци су конзервативни, имовина изгубљена, нема болести, а планина и гробови су били зли.", "古人": "Зхуангзи тестира своју жену", "第X籤": "Партија 84", "宮": "Веи Гонг"}