{"籤詩版本二": "Тамни облаци и магла прекривају пут пред планином Све је округло и месец је опет округао.\nАко добијете поезију и књиге, пробудићете се из дубоког сна, племенита особа ће вас водити на кров.", "詩意": "Овај хексаграм симболизује крај пролећа и цветање цвећа.\nСве се мења после Господа.", "解曰": "Старац треба да тражи помоћ. У пролеће поново цвета. Жеља за славом и богатством. Сусрећете се са неочекиваним новцем касно у животу.", "籤詩故事一": "◇Хан Венгонг наилази на снег\nХан Ју, чије је љубазно име било Туижи, био је из Чанглија. Танг Дезонг је постао Ђинши у осмој години Жењуана, а његова постхумна титула била је Вен Гонг.\nТоком владавине цара Ксианзонга из династије Танг, Хан Ју се бунио због Будиних костију, што је разбеснело цара. Хан Ју је оставио жену и децу и отишао у Чаоџоу. Након мање од неколико дана ходања, хладан ветар се појачао и пао је јак снег. Хан Ју је дошао до места где је снег био дубок неколико стопа, што је отежавало његовом коњу да крене напред.У близини није било куће и није знао где је пут. Ако желите да пратите пут и да се повучете, нема повратка. Ветар је јако дувао и снег је брзо падао.Хан Ју је био мокар до коже, смрзнут и гладан, и није имао где да искаже своју тугу.\nХан Ју је уздахнуо и рекао: \"Цар ме неће убити, али цар жели да ме уништи.\"\nУправо када је Хан Ју био очајан, угледао је човека који долази да очисти снег упркос великој хладноћи, а испоставило се да је Хан Ксиангзи (Хан Иуов нећак).\nПре тога, Хан Сјангзи је рекао Хан Јуу: „Где је Јун Хенгов дом у Ћинлингу? Снег загрли плаву капију и коњ престаје да се креће напред.“ У то време Хан Ју није разумео шта Хан Сјангзи мисли, али сада је коначно схватио.\nТако су Хан Иу и Хан Ксиангзи отишли ​​да преноће у Фуовој кући у Лангуану. Говорећи о прошлости и путу до култивације, Хан Ју је био искрено уверен.\nКасније је Хан Ју напустио свој званични положај, поклонио сву своју имовину локалној управи и отишао у планине да практикује таоизам и постане бесмртник.", "聖意": "Кућа није добра за себе, буди опрезан у тражењу новца, фокусирај се на посао, брак касни, Лиујиа пешаке блокирају поља, свилене бубе су добре, стока је добра, тешко је наћи људе, понављају се јавне тужбе, миграције су ажуриране, изгубљене ствари су озбиљне, болести одлажу, планинске гробнице треба мењати.", "古人": "Хан Венгонг наилази на снег", "第X籤": "Осамдесет пета добитна лутрија", "宮": "Схен Гонг"}