{"籤詩版本二": "Ходајући на пола пута уз западну планину, литице Јунлинга се не могу населити.\nГледајући у Бога за заштиту, ово тело је још увек у мртвачници", "詩意": "Овај хексаграм је као тражење злата у песку.\nУ свему има знакова племенитих људи.\n\nТакође: Овај хексаграм указује да је особа у опасности.\nУ свему има знакова племенитих људи.", "解曰": "Жад се може наћи клесањем камена. Пронађите злато у песку. Треба напорно радити. Само невоља.\nЈош једно дело: тешка ситуација. Нема где да останем. Затражите Божји благослов. Молите се за душевни мир.", "籤詩故事一": "◇Угризите злато и истражите подземну пећину\nДа би прославио своје војне подвиге, Ченг Јаојин је одржао банкет у Јанвујангу. Одједном се отвори рупа у земљи која је била недокучива.Сви су извлачили жреб бирајући речи, гризући злато да би победили, и изнајмљивање ужади да се вежу за рупу.\nТу су камена врата, столови, столице, мостови и други предмети, а на столу су змајеве хаљине и појасеви од жада, који су направљени од злата и изношени из пећине.\nЈао Ђин је изашао из рупе са великом и малом кутијом, отворио дрвену кутију и извадио печат од жада, отворио кутију, извадио велику заставу и крунски огртач и стазе и ставио их на сто, и сви су их гледали један по један. Видео сам осам знакова печата угравираних на великом печату били су „Краљ демона Хуншија, велики врли цар“.\nСви су га обожавали као „Цара“, а Јаојин је то радио три године као Краљ демона. (Заправо, ово је било самопроглашено, а Ченг Јаојин је у то време био само вођа села.)\n(Ова прича је метафора да су добре ствари исто као и глума. Ово је уметничка концепција „ово тело је још увек у празнини“.)", "聖意": "Молитва за дом и кућу, себе, недостатак профита, тражење богатства, напоран рад, опрез у послу, брак ће ометати Лиу Јиаку, пешаци, Цхи Тиан, свилене бубе, шест стоке, тражење људи, без тужби , губитак, сеоба, чување изгубљене имовине, зле болести, препреке, планине и гробови.", "古人": "Истраживање крипте за злато", "第X籤": "Потпиши осамдесет седам", "宮": "Схен Гонг"}