{"籤詩版本二": "Немојте ме замарати својим личним пословима, ово је прикладније питати јавност.\nБистро срце је светло као сјајан месец на небу", "詩意": "Овај хексаграм представља слику сјајног месеца на небу.\nСве је светло и прозрачно.", "解曰": "Будите искрени у срцу. Исправи закон. Свете речи. Коначно постаје јасно.", "籤詩故事一": "◇ Генерал Конг Минга\nРешење: Зхуге Лианг мобилише своје трупе и генерале\nТоком периода Три краљевства, Зхуге Лианг (181-234), љубазно име Конгминг, рођен је у Јангдуу, Ланђа (данас округ Иинан, провинција Шандонг).\nЗхуге Лианг је пристао да постане званичник након што је Лиу Беи три пута посетио колибу покривену сламом. У то време, Цао Цао је смирио Хебеи и био је одлучан да крене на југ. Послао је Сјахоу Дуна као главног генерала, Ју Ђина, Ли Дијана и друге као заменици генерала, предводећи војску од 100.000 људи у марш према Ксињеу. Иако је Џуге Лианг имао план да се повуче од непријатеља у то време, Гуан Ју и Џанг Феј су презирали речи Џугеа Лианга. Зхуге Лианг није имао другог избора него да употреби мач Лиу Беија да покори двојицу људи. Сваки од њих је водио по хиљаду војника и коња, и вребао у Јушану и Анлину. Чекали су да Сјахоу Дун поведе своју војску да прође, а затим су их напали са заседе и ватру.\nПоред тога, Џао Јун је послат да предводи старе и слабе остатке војске да се бори као претходница против Сјахоу Дуна, а затим је лажирао пораз и повукао се, намамивши Сјахоу Дуна на уски пут у планинама и шумама. Такође је послао Гуана Пинг, Џоу Цанг, Лиу Фенг и други да се ушуњају у позадину Цаоове војске, палећи залихе и изазивајући панику у Цаоовој војсци.\nПосле битке, све се догодило како је Зхуге Лианг договорио. Када су Ксиахоу Дун и Иу Јин повели војску у потеру, Ли Диан, који се налазио у позадини, хитно је обавестио Ксиахоу Дуна на фронту да треба да се чува од непријатељских ватрених напада. Међутим, било је прекасно. Цаоову војску су ограничавали уском путу и ​​налазио се на месту где је дрвеће било испреплетено, тако да ватра није могла да се разбукта.Било је тешких жртава, а Ксиахоу Дун и други генерали су поражени и побегли назад у Ксуду.\n(Ова прича је метафора да је Конг Минг добар у коришћењу људи и мудром управљању земљом.)", "聖意": "Дом и кућа су повољни.Желим срећу у богатству, душевни мир, успешан посао, брак, успех, успех у Лиујии, мушкарци који селе поља, свилене бубе, губитак стоке, нестали људи, јавне тужбе, миграције, изгубљена имовина, благослов, болест, мир, планине и гробови.", "古人": "Генерал Конг Минга", "第X籤": "Девети знак", "宮": "Иин Палаце"}