{"籤詩版本二": "Луан Фенг Ксианг је био мокри у кишици, али га је Квир малтретирао у то време\nБио сам шокиран када сам сазнао да су једног дана облаци били далеко, али сам ти ипак вратио своју одећу.", "詩意": "Овај хексаграм представља симбол Луана и Феникса који су прекривени кишом.\nСве долази када дође време.", "解曰": "Зликовац напредује из дана у дан. Господин не би требало да ради ништа. Само се држи за себе. Предузмите акцију када дође време.", "籤詩故事一": "◇Гао Јун гарантује брак\nУ раној династији Сонг, Зхао Куангиин је ујединио север и цела земља се предала. Међутим, у династији Јужни Танг, Ли Ју се учврстио на југу реке Јангце. Он је усвојио стратегију лажирања предаје нудећи граду, хватајући га у замку. Зхао Куангиин у Схоузхоу, а ситуација је била критична. Џао Куангјинов нећак, Гао Јунбао, младић са златним пиштољем, напустио је Бианџинг да би прекинуо опсаду Шоуџоуа.\n, пролазећи поред планине Шуангсуо, разбили су знак Муж који је поставио Лиу Ђиндинг, и њих двојица су се такмичили. Као резултат тога, Лиу Ђиндинг је победио Гао Јунбаоа три пута својим врхунским борилачким вештинама, и заменили су златне буздоване и сребрна звона за живот. Џао Куангјинов нећак Гао Џунбао напустио је Бианђинг како би спасио заробљеног Џаоа Куангјина у Шоуџоу. Прошао је кроз планину Шуангсу и разбио знак који је поставио Лиу Ђиндинг. Њих двојица су се такмичили, али је Лиу Ђиндинг три пута победио Гао Џунбаоа својом врхунском вештином и био приморан на брак. Пар је повео масу у опсаду и спасио Зхао Куангиина.\n(Метафора ове приче је да се њих двоје нису помирили (били су малтретирани), али су се касније помирили.)", "聖意": "Породична кућа није добра за себе, пази да тражи новац, блокира посао, чекај брак, кашњење, Лиујиа, лажни путник, задржавање у пољима, свилене бубе, касно, шест оштећења стоке, тешко наћи људе, тужбе, губитак, миграција, конзервативност, изгубљена имовина, тешка болест, проширење планине, гробна реформа", "古人": "Гао Јун гарантује брак", "第X籤": "Деведесет три су добили на лутрији", "宮": "кугонг"}