{"籤詩版本二": "Амбиције и достигнућа су у династији, али сада ће вино и секс бити бескрајни\nАко видите златног петла, бићете награђени новцем, богатством и богатством.", "詩意": "Овај хексаграм представља симбол амбиције и славе.\nНека све буде повољно.", "解曰": "Амбициозан и узбуђен. Није касно да се чувате. Златни петао обећава. Сви срећни.", "籤詩故事一": "◇ Цао Пи се прогласио за цара\nЦао Пи, љубазно име Зихуан, рођен је у Пеигуокиаоу (сада округ Хао, Анхуи). Познати политичар и писац током Јиан'ан периода.\nЦао Пи је други син Цао Цаоа. Од детињства је живео са оцем у војном логору. Под утицајем свог оца, Цао Пи је са шест година научио стреличарство, а јахање са осам година, и развио се добре борилачке вештине. Такође има широко знање о античким и модерним класицима и биографијама, као и књигама стотина школа мишљења. Тек са осамнаест година Цао Цао је победио Јуан Шаоа и Цао Пи је живео релативно стабилним животом у Јецхенгу, центру Цао Цаоове владавине. Од тада, иако је понекад пратио оца на војним експедицијама и већину времена живео животом племенитог сина, и даље се свакодневно бавио борилачким вештинама и није одустајао до данас. Често јаше на коњу на стотину корака и веома је вешт у борилачким вештинама.Пошто се често бави борилачким вештинама, лаган је и снажан.\nЦао Цаов најстарији син Цао Анг погинуо је у бици. Након што је најстарији син умро, Цао Пи је постао први избор за престолонаследника. Када је имао тридесет једну годину, Цао Цао га је поставио за престолонаследника. Када је Цао Пи имао тридесет три године, Цао Цао је умро од болести, а Цао Пи га је наследио на месту премијера и краља Веја. Рекао је да често јаше на коњу на стотину корака и веома је вешт.Зато што често вежба кунгфу, лаган је и здрав.", "聖意": "Молите се да ваш дом и ваш дом буду мирни. Тражите богатство, радите напорно, тргујте и раскините се. Брак ће бити успешан. Лиујиа ће бити сигурна. Људи ће бити у пољима. Свилене бубе ће бити зреле. сазрео.Биће тешко наћи људе Јавне парнице Хитна одлука Сеоба Изгубљена имовина Далеко Болести леле у планинама и гробовима Срећно.", "古人": "Цао Пи се проглашава за цара", "第X籤": "Деведесет пета добитна лутрија", "宮": "кугонг"}