{"籤詩版本二": "Величанствена пагода је необична, са изузетним карактеристикама на свим странама које сјајно сијају.\nПозивам вас да будете одлучни да се марљиво клањате и чините добра дела, и небо ће вам послати благослов.", "詩意": "Овај хексаграм представља манифестацију заслуга.\nСве је повољно.", "解曰": "Ови благослови. Сви га имају. Немојте бити превише заузети. Заслуге се унапред одређују.", "籤詩故事一": "◇Краљ Фењанга упознаје свог унука на кинеско Дан заљубљених\nРешење: Гуо Зији је упознао Девојку ткача која се спуштала на земљу на кинеско Дан заљубљених. Тиансун, унука цара од жада, је седам вила.\nГуо Зији (697-781), такође познат као Гуо Линггонг, био је родом из округа Џенг, Хуаџоу (сада округ Хуаксијан, провинција Шанкси) и генерал у династији Танг. Царски двор је Зиију доделио титулу краља Фењанга.\nКажу да је Зији био пореклом из Хуаџоуа и да је отишао да се придружи војсци испред Великог зида. Отишао је у Пекинг да тражи војну плату и вратио се у Јинџоу. У то време је био кинески Дан заљубљених. Ветар и песак пали су у мрак, а сунце је падало. Зиии није могао да крене напред, па је стајао поред пута. Спавао је на поду у празној кући. Када је требало да заспи, изненада је угледао црвено светло са обе стране.Устао је и изненађено подигао поглед.На небу је био облак који се полако спуштао.Седела је лепа жена,достојанствена и раскошна, потпуно другачија од обичних људи. Зиии је одмах одао почаст и рекао: \"Данас је седми дан седмог лунарног месеца. Мислим да је Девојка Ткачица дошла, желећи да јој подари дуговечност и богатство.\"\nЖена је такође одговорила: „Са великим богатством долази и дуговечност.\nНакон што је завршио са говором, сјај се вратио и облаци су се полако дизали.Жена је и даље гледала у Гуо Зији са пријатним осмехом све док није била далеко од ње, а онда се дим замаглио и више се није могла видети.\nИспоставило се да је тачно, баш како је жена рекла. Зијијеве заслуге су светски познате, он је изузетно популаран министар, а он је и генерал са заслугама и врлинама.", "聖意": "Зажели жељу за себе код куће, зажели жељу за себе, моли се за новац, срећно у послу, срећно у браку, срећно у Лиујиа, срећна путовања са људима, покретна поља, свилене бубе, штала за стоку, лоша срећа у проналажењу људи, јавне тужбе, миграције, срећа, болести изгубљене имовине, гробнице у Женшингшану", "古人": "Краљ Фењанг упознаје свог унука на кинеско Дан заљубљених", "第X籤": "Потпиши деведесет шест", "宮": "кугонг"}