{"籤詩版本二": "Зауздавши коња и држећи бич, долазимо право овде, пола у опасности, а пола у несрећи.\nТо је као да је кућа спаљена у пожару.Кад небо падне, киша га претвори у пепео.Имам план.", "詩意": "Овај хексаграм представља пола туге а пола радости.\nПрепоручљиво је чинити добро у свему.", "解曰": "Доживотни рад. Не обазирите се на исправно и погрешно. Окови су привремени. Огорченост долази природно.", "籤詩故事一": "◇Тао Санцхун је победио Зхенг Ен у Гуаиуану\n„Живео мој споменик“, поново је устао Џао Куангин, „краљ Беипинг Џенг Ен је тада договорио брак. Сада када је свет у миру, желео бих да тражим вашу дозволу да изаберем повољан дан за венчање. \"\n„Живео мој споменик!“ Џао Куангјин је устао и рекао: „Краљ Пекинга, Џенг Ен, је тада договорио брак. Сада када је свет у миру, желео бих да затражим вашу дозволу да изаберем повољну дан за венчање“.\n„Ох, трећи брат је раније био верен, како то да нисам знао за ово?“ Чаи Ронг је био веома изненађен. Махнуо је руком Џао Куангјину да седне и разговара.\n\"Ох! Трећи брат је раније био верен, како то да нисам знао за ово?\", био је веома изненађен Чаи Ронг (цар касније династије Џоу). Одмахнуо је руком и замолио Џао Куангјина да седне и разговара.\n\"Дуга је то прича. Прво, ми смо тада још били у сиромаштву и нисмо ишли у вашу војску. Од тада се боримо годинама и немамо кога да бринемо о вама. Друго, и трећи брат је мало стиди се да то спомене, па Ваше Величанство не зна.”\n„Дуга је прича. Прво, ми смо тада још увек живели у сиромаштву и нисмо отишли ​​у вашу војску. Од тада се боримо годинама и немамо кога да бринемо о вама. Друго, трећи брат је такође мало је стидљиво да то помене, тако да Ваше Величанство не зна.”\n„Хеј, студент се жени, каква је поента да се стидиш? Трећи брат је већ дуго на бојном пољу и може се сматрати херојем без премца. Зашто си тако ситничав по овом питању?“\n„Хеј! Студент се жени, каква је поента да се стидиш? Трећи брат је већ дуго на бојном пољу и може се сматрати херојем без премца. Зашто си тако ситничав по овом питању?“\n„Кад смо већ код тога, не могу да замерим трећем брату што је био стидљив, јер је овај брак фалсификован.\n„Кад смо већ код тога, не могу да замерим трећем брату што је био стидљив, јер је овај брак фалсификован.\n\"Откуцано? Хеј, занимљиво је. Молим те, реци ми шта се догодило.\"\n„Откуцао сам! Хеј! Занимљиво је! Молим те реци ми шта се десило.“\n„Да, сећам се те године, када смо се спремали да се придружимо Његовом Величанству, пролазили смо кроз округ Баоченг. Било је веома вруће у јуну. Мој трећи брат није могао да остане у хотелу, па је изашао да лута сам. Прошавши једну дињу башту, ушао је да бере. Диње су утажиле жеђ. У то време није било много ранозрелих диња, а трећи брат није знао да их бере, па их је доста поломио. Жена која је гледала диње иступила је да оптужи трећег брата. Њих двојица су се посвађали, а онда су почели да се свађају. Дођите. На срећу, забринуо сам се и на време сам притрчао у помоћ, иначе...\"\n„Да, сећам се те године, када смо се спремали да се придружимо Његовом Величанству, пролазили смо поред округа Баоченг. Било је веома вруће у јуну. Мој трећи брат није могао да остане у хотелу, па је изашао да лута сам. Прошавши једну дињу башту, ушао је да бере. Диње су утажиле жеђ. У то време није било много ранозрелих диња, а трећи брат није знао да их бере, па их је доста поломио. Жена која је гледала диње иступила је да оптужи трећег брата. Њих двојица су се посвађали, а онда су почели да се свађају. Дођите. На срећу, забринуо сам се и на време сам притрчао у помоћ, иначе...\"\n\"Овај Џенг Зиминг, он је пре свега крив, треба да се извини. Зашто га је ударио? Осим тога, како девојка породица може да издржи ударце и ударце жестоког човека попут њега! Хајде, тукли сте ову девојку да комада. Не?\" „Девојка је била неповређена...\"\n\"Овај Џенг Зиминг, он је пре свега крив, па треба да се извини. Зашто га тучеш? Осим тога, како девојка породица може да издржи ударце и ударце жестоког човека попут њега! Хајде, реци ми, пребио си ову девојку. Не?\"\n\"Девојчица је остала неповређена...\"\n\"У реду је, у реду је... Хеј, зар ниси нешто предузео? Ох, ваљда си ме спасио на време.\"\n\"То је у реду! То је у реду... Хеј! Зар ниси нешто предузео? Ох! Претпостављам да си ме ти на време спасио!\"\n\"...Не, особа коју сам спасао је...трећи брат.\" \"...Не, особа коју сам спасао је...трећи брат.\"\n\"Ах ах?!\"\n„Трећег брата жена је оборила на земљу и силовито га тукла целим путем. На срећу, стигао сам и наговорио га да оде, тако да није теже повређен... Ваше Величанство... Ваше Величанство!... \"\n„Трећег брата жена је оборила на земљу и силовито га претукла. На срећу, стигао сам и наговорио га да оде, тако да није теже повређен... Ваше Величанство... Ваше Величанство!...“\n„Ах?...Ох, ко је та жена!?“ „Ах!?...Ох, ко је та жена!?“\n\"Тек касније сам сазнао да се жена звала Тао Санцхун, а њен отац Тао Хонг је био стари херој који није имао аспирације. Тао Санцхун је учио борилачке вјештине од свог оца од малих ногу. Након што сам упознао његовој породици, видео сам да госпођица Санчун има изванредан карактер. Луо Луо и великодушни, без икакве навике да буду девојчица, намерно су се слагали са њим. Тао оцу и ћерки се такође веома допао директан карактер трећег брата. одмах погоди и одлучи се за овај брак за њих двоје. Ваше величанство, реците ми, молим вас, ово није. Није ли то фалсификовани брак?\"\n„Касније сам сазнао да се девојчица зове Тао Санчун, а борилачке вештине је учила од оца од детињства. Након што сам се упознао са његовом породицом, видео сам да госпођица Санчун има изузетан карактер, да је великодушна. , и није имала ни најмањег трага да је девојчица, па сам је намерно ангажовао. Господину Таоу и његовој ћерки се такође веома допао директан карактер њиховог трећег брата. Одмах су се погодили и одлучили да се венчају са сваким. друго. Ваше Величанство, зар не мислите да је ово фалсификовани брак?\"\n(Метафора ове приче је да је лоша ствар испала добра.)", "聖意": "Молите се за заштиту дома, будите опрезни, тражите богатство, упропастите посао, ометајте брак, кажњавање, Лиујиа осигурање, пешаци заробљени у пољима, штета од свилене бубе, штета на стоци, нестали људи, нелегалне тужбе, губитак, миграција, конзервативност, изгубљена имовина, зле болести , опасности, планине, гробнице, неуспех", "古人": "Тао Санчун победи Џенг Ен у башти диње", "第X籤": "Број деведесет девет", "宮": "Хаигонг"}