{"籤詩版本二": "Бигзор дунё барои издивоҷи нек, рӯзҳои нек ва рӯзҳои нек офарида шавад ва ҳама чиз хуб бошад\nАгар ин ќисматро ба даст оварї, кам нест, Император эълон мекунад, ки мардум содиќ ва ростгўянд.", "詩意": "Ин гексаграмма оғози кушодашавии осмон ва заминро ифода мекунад.\nҲама чиз баракат аст.", "解曰": "Суръати тез. Сол ба вақти худ намеарзад. Гуанин менависад. Аввал ба ман хабар диҳед.", "籤詩故事一": "◇Чжунгли равшанфикр шуд\nЧжунгли Куан, бо насаб Чжунгли, номаш Куан, номи хушмуомилагӣ Юнфан ва лақаби Чжэнянг, зодаи ноҳияи Сианян, Сиан, музофоти Шэнси дар давраи сулолаи Ҳанҳои Шарқӣ буд.\nЧжунг Лицюан генерали сулолаи Хан буд.Дар экспедицияи зидди Цяни Гарби вай ба фармондех Лианг Йи хасад мебурд ва танхо ба у 30000 сарбози пиру заифро таъин кардааст.Баробари ба макони таъинот расидан лагерро горат мекунанд. кушунхои Цяни Гарбй ва солдатхо гурехтанд. Чжунг Лицюан дар водие гум шуд ва дар роҳ бо роҳиби Ҳу вохӯрд ва ӯро ба як деҳаи хурде бурд ва гуфт: \"Ин манзили ҷаноби Дунхуа аст\" Пас хайрухуш карда рафт. Пас аз муддате касе ногаҳон гуфт: \"Ин бояд аз он сабаб бошад, ки марди сабзчашми Ҳу хеле гапзан аст.\" Ӯ мардеро дид, ки куртаи оҳуи сафед дар бар дошт ва дар даст асои квиноаи сабз дошт ва аз Чжун Лицюан пурсид: \"Шахсе, ки омада буд.\" дар ин чо Хан Да генерал Чжунли Цюан\n? Чжун Лицюан, чун донист, ки бо одами бегона вохӯрдааст, дар ҳайрат афтод, бинобар ин дао-ро самимона ёд гирифт.\nЧжун Лицюан баъдтар бо Чжэнрен Хуаянг ва Подшоҳи ҷовидонӣ Сюанфу вохӯрда, \"Асрори ҷовидонӣ\"-ро омӯхт. Ниҳоят, ӯ дар Зиҷин Сихаофэнг дар кӯҳи Конгтонг зиндагӣ карда, \"Асрори қуттии нефрит\"-ро ба даст овард ва ҷовидони ҳақиқӣ шуд ва ӯро ҳамчун яке аз панҷ патриархҳои шимолӣ аз ҷониби сектаи Куанҷен эҳтиром мекарданд.", "聖意": "Дуо кун, ки хонаву хонаат дар тирамоҳу зимистон файзу баракат ёбад.Дар тирамоҳу зимистон бахт ҷустан.Дар тиҷорат, ба никоҳ, дар таваллуди писар, барори сафар дар сафар сахро барори кирмак, барори чорво, барори мардум, бахти суд, бахти мухочират, молу мулки гумшуда, бахти беморихои шимолу шарк, барори фиристодани куху кабр", "古人": "Чжунгли мунаввар гардид", "第X籤": "аломати аввал", "宮": "бачадон"}