{"籤詩版本二": "Ташвишу изтироб муваккатан рафъ мешавад, шодй аз осмон меояд.\nМисли нефрите, ки дар пору ниҳон шудааст, коргари хуб чангро берун мекунад", "詩意": "Ин гексаграмма ҳамоҳангии Ин ва Янро ифода мекунад.\nҲар чизе, ки шумо нақша доред, хуб аст.", "解曰": "Ҳеҷ чиз ба даст наомадааст, ҳеҷ чиз гум нашудааст. Фоида аз зиён. Шахси бадкирдор дар душворӣ қарор дорад. Муваффақият ба шумо, ҷанобон.", "籤詩故事一": "◇Е Мэн Сионг Чао Ди\nЙе Менгсионг (1531-1597), ки номи хушмуомилааш Нанчжао ва номаш Лонгтанг буд, ба Лонгтан иваз карда шуд ва инчунин Хуайюн ном дошт. Зодаи Ваншифан, Хуйчжоу Фучэн (ҳоло қисми ноҳияи Ҳуйчэн, шаҳри Ҳуйчжоу) дар сулолаи Мин. Дар соли 44-уми њукмронии Цзязин (1565) љинши шуд ва ба унвони ќозии уезди Чин мушарраф гардид. Вай ба ҳайси директори шӯъбаи интиқол кор мекард ва баъдтар ба сенсори назоратии Шанси Роуд иваз шуд.\nДар соли 20-уми Ванли (1592) Консули генералии Нинся Куайбай (сардори қабилаи тоторҳои муғулӣ) губернатор Данг Синро кушта, Қалъаи чилу ҳафтуми музофоти Ҳексиро забт кард. , шаҳрро шикаста, ибодат кард ва сӯзонд. худ ба марг. Мэн Сионг дар гирифтани қарз мағрур нест ва имкон медиҳад, ки маҳорати ӯ мисли генералҳое, ки ҷуръати ҷанг кунанд, хуб бошад. Вей Сюзенг расман баркарор карда шуд. Дар солҳои охири худ, ӯ панҷ маротиба истеъфо дод ва ба Ҳуйчжоу барои сохтани маъбади Ҳуйлонг баргардонида шуд.\nЙе Менгсионг дар ибтидо ба Даосизм ҳамчун ходими давлатӣ ворид шуда, бо ростқавлӣ ва поквиҷдонӣ машҳур буд.Дар навиштаҳои қадимаи таърихӣ гуфта мешавад, ки ӯ \"аз ҷиҳати фурӯтанӣ ва қобилият аввалин аст\", \"фасодро аз байн мебарад ва исёнҳоро ҷазо медиҳад\". Ӯ обрӯи хубе гузоштааст. нихоят вафодор, далер, далер ва заковат буд Дар тирпарронй хуб. Дар нимаи дуюми умраш маҳорати ҷангии ӯ дар «Таърихи сулолаи Минҳо» сабт гардида, ӯро қаҳрамони миллӣ медонистанд.", "聖意": "Хона номусоид (афзоянда ором аст) Тирамоҳу зимистон барои худ хуб аст, сарват муваффақ мешавад, муомилот муваффақ мешавад, издивоҷ муваффақ хоҳад шуд, Люцзя бардурӯғ ҳушдор медиҳад (ганҷҳо хоҳад буд), пиёдагардон ба саҳро мераванд кирмак дуъо кун, шаш чорво хамвор мешавад, одам пайдо мешавад, даъвои оммавй номусоид мешавад, мухочират консервативй, молу мулки гумшуда монеъ мешавад, беморихо дар кабри Фушан.", "古人": "Йе Менг Сионг Чао Ди", "第X籤": "Лотои шонздахум бурднок", "宮": "Маогунг"}