{"籤詩版本二": "Дар гарб зоғи тиллоӣ меафтад ва дар шарқ харгӯш меафтад.Сикли шабу рӯз аз замонҳои қадим то имрӯз идома дорад.\nРохибон ва даосчиён медонанд, ки ягон камбудй нест ва олимон, дехконон, саноат ва савдогарон хама ба фикри худашон пайравй мекунанд.", "詩意": "Ин гексаграмма афзоиш ва коҳиши инь ва янро ифода мекунад.\nИн инчунин як аломати он аст, ки ҳама чиз мувофиқи нақша сурат мегирад.", "解曰": "Дар хотир чизе нест. Коре, ки шумо кардаед, савоб аст. Мисли тир аз камон. Як тир ба нишон расид.", "籤詩故事一": "◇Амак Цао Гуо ҷовидона аст\nЦао Гуочзю, зодаи Сючжоу, гуфта мешавад, ки амаки бузурги давлат дар давраи Ренцзуни сулолаи Сун аст.Номи ӯ Цао Йи буд, ки бо номи Цао Ҷинсиу низ маъруф аст.\nАмаки Цао Гуо бародари хурдӣ дошт, ки Цао Эр ном дошт. Ин Цао Эр ба мавкеи хокимияти императориаш такя карда, хар гуна бадкирдорихоро содир мекард, сахрохоро ишгол мекард, зану духтаронро мебурд ва бо чанд бадкирдорихои бехукукон, ки меомаданду меомаданд, дуст медошт. Аз шунидани суханони нек ва тасаллои ӯ сарпечӣ кард, бинобар ин ӯ ҷазоро ба кор бурд, то ӯро идора кунад. , ду бародар кина карданд.\nЦао Гуочзю гуфт: \"Принсипҳои ҷаҳон ин аст, ки онҳое, ки чизҳои хубро ҷамъ мекунанд, обод мешаванд ва онҳое, ки бадӣ ҷамъ мекунанд, нобуд мешаванд. Ин ҳақиқати тағирнопазир аст. Оилаи Cao мо дар гузашта барои ба даст овардани сарвати имрӯза корҳои бад ҷамъоварӣ кардааст. Ҳоло. бародари ман бадиро ба хадди зиёд чамъ кардааст, агарчи гурезад хам, агар туро мансабдор чазо дихад хам, ту аз офатхои пинхонй гурехта наметавонӣ, вакте ки фалокат меояду оилаат вайрон мешавад ва касе мемирад, шумо гурехта наметавонед. он замон хору битарсам.» Пас, парешон кардам тамоми сарват, Ба бечорагон ёрӣ карду дигар парвои кори бародар. Баъд аз хонаю рафиқонаш баромада, либоси даосиро иваз кард ва барои парвариши ақлу табиати худ ба кӯҳҳо рафт.\nРузе вай тасодуфан бо Чжунгли ва Лу Дунбин аз сулолаи Хан вохурд.Онхо аз чавобхои пурмазмуни амаки Цао Гуо хеле шод шуданд ва ба у «Фармони махфии баргардонидани хакикат»-ро доданд ва фармуданд, ки бодиққат машқ кунад.Ба зудӣ Чжунгли Куан ва Лу Донгбин бо синфи ҷовидона шинос шуданд.", "聖意": "Бахти хона, хона, файзу баракат, бахти тичорат, ба шавхар, марди мусофир, кирмак коштан дар сахро, барвакт коштани шаш чорво, зиёни фоида, чустучуи мардум, чораи суди, мухочират, хайр бахти молу мулки гумшуда, бемории дер, бахти нек (соли харгўш ё аломати зодиаки харгўш бадбахт аст), барори ќабрњои кўњї", "古人": "Амаки Цао Гуо човидона аст", "第X籤": "Ҳаждаҳумро имзо кунед", "宮": "Маогунг"}