{"籤詩版本二": "Бигзоред, ки қаиқ аз соҳили оби тез баргардад, шумо аз нооромиҳо чӣ кор кардан мехоҳед?\nАгар шумо хоҳед, ки дар амн бошед, оромиро ҷустуҷӯ кунед ва мунтазир бошед, ки мавҷҳо аз ин бӯҳрон мегузарад.", "詩意": "Ин гексаграмма мисли қаиқест, ки дар соҳили тез ҳаракат мекунад.\nДар ҳама чиз консерватив бошед ва вақтро интизор шавед.", "解曰": "Дар оби сахт фуруд оваред. Хавф интизори вақт аст. Агар шумо дар бораи нақшаҳои лагер пурсед. Хеч кор кардан мумкин нест.", "籤詩故事一": "◇Зиёӣ тоҷи шоҳ аст\nГуо Зийи (697-781), ки бо номи Гуо Линггун низ маъруф аст, зодаи Шаҳристони Чжэн, Ҳуачжоу (ҳоло Шаҳристони Ҳуасяни музофоти Шэнси) ва генерали сулолаи Тан буд.\nДар замони шӯриши Анши дар соли 14-уми Тяньбао (755) ба ӯ унвони Шуофан Ҷиедуши (Лингву, ғарби Линву дар Нинсяи ҳозира) дода шуд, ба ӯ фармон дода шуд, ки лашкари Шуофанро бо Ли Гуанби ҳамроҳ кард. Онхо дар Чаншан (Чжэндин, Хэбэй) ба хам пайваста, Ши Симинро маглуб карда, Хэбэйро баркарор карданд. Дар ин вакт Го Цзый ба император таклиф кард, ки Фан Янро аз шимол гирифта, ба кохи паланги исьёнгарон хамла карда, мухосираи Тунггуанро кам кунад, аммо Сюанцзун рад кард. Баъд аз он, вазъияти шаҳрҳои вассалии сепаратист дар охири сулолаи Тан шинонда шуд, ки ин ҳам сабаби дурдасти нобудшавии сулолаи Тан гардид.\nДар соли понздаҳуми ҳукмронии Тяньбао (756) ӯ ва эътилофи уйғурҳо Ҳекуро ором карданд, дар баҳори соли оянда онҳо Ҳедун (ҳоло Юнҷзи, Шанси) ва Фэн Йи (ҳоло Дали, Шэнси)ро барқарор карда, ба Тунггуан ҳамла карданд. Цюи Цянюй торумор карда шуд.. Кушунхои Танг бештар аз 10 хазор нафар талафот доданд. Цуй Цяню ба Пучин таслим шуд. Ан Лушанро писараш Ан Цинсу куштааст.\nДар соли дуюми Чжиде (757) ба ӯ фармон дода шуд, ки лашкарҳоро ба сӯи Фэнсян сарварӣ кунад.Дар роҳ ӯ дар купруки Байцу-Лююн (ҷанубу шарқии имрӯзаи Санюань) 5000 савораи Ли Гуйренро торумор кард.Дар моҳи май бо Ан Шоуҷун ва Ли ҷангид. Гуйрен дар Цинку (шарқи имрӯзаи Сиан) шикаст хӯрд ва ӯ ба Вугун (шимоли ғарби имрӯзаи Вугун) ақибнишинӣ кард.Дар моҳи сентябр ӯ аз паи маршал Гуанпин Ван Ли Чу рафта, ба Танг ва уйғурҳо ба 150 000 сарбоз ҳамроҳ шуд ва сипас ҷангид. бо Ан Шоучжун ва Ли Гирен дар Сян.. Дар шимоли маъбади Цзи (дар чануби гарбии уезди имруза) солдатхои уйгур аз паси душман давр зада, аз хар ду тараф хучум карда, 60 хазор душманро куштанд Чжан Тонгру ба уезди Шэнси гурехт. ва нихоят пойтахти Чанъанро (Сианьи имруза) ба даст овард.. Шаъну шарафи лашкари Тан боз ба Чанъон баркарор гардид.\nБаъд аз ин, лашкари Тан аз пирӯзӣ истифода бурда, ба самти шарқ ҳаракат карда, 150 000 нафар, аз ҷумла Ян Чжуан ва Чжан Тунгруро дар Синдиён (ҳоло дар ҷанубу ғарби шаҳри Санменсяи музофоти Хэнань) шикаст дода, Анчин Сюро маҷбур сохт, ки аз дарёи Зард гузашта, ба Сянчжоу ақибнишинӣ кунад. Донгжун Луоян баргашт. Ситуро ба хизматҳояш илова кунед ва ӯро герцоги кишвар гардонед.\nШи Симин лашкари худро аз Фан Ян барои наҷоти Ан Цинсю сарварӣ кард.Ду тараф дар шимоли дарёи Анян (шимолии Аняни имрӯза) ба ҳам меҷангиданд.Ин ҷанг ногусастанӣ буд.Дар ниҳоят, 9 Ҷиедуши, лашкари Танг, ки сарварӣ мекард. даъво кард, ки 600.000 нафар дошта бошад, акибнишинй кард (дар чанги Еченг).чанг). Фармондеҳи асосии ин ҷанг хоҷасаро Ю Чаоэн буд, ки малакаи роҳбарӣ надошт ва дар нокомии ҷанг Гуо Зийиро гунаҳкор кард. Го Цзыи боз ба Чанъон даъват карда шуда, аз кувваи харбй озод карда шуда, амалдори бекорхобида шуд.\nДар соли якуми Баойин (762) аскарони Тайюань (имруз дар чануби гарбии Тайюань) ва Цзянчжоу (Синьцзяни имрузаи музофоти Шанси) исён бардоштанд, дарбор тарсид, аз ин сабаб Зийй унвони шохи Фенянро гирифт ва ба назди Цзянчжоуро назорат мекунанд. Вай инчунин аз ҷониби хоҷасаро Ченг Юанжен бегона карда шуд ва аз қудрати низомӣ озод карда шуд.\n(Маркази ин ҳикоя: Го Зийӣ, ки хеле қобилиятнок ва рафтори хуб буд, бо Сюанцзун ва баъзе бадкорон вохӯрд, ки дастовардҳои ӯро хеле зери хатар мегузоранд.)", "聖意": "Баракат ба хона ва худ, ҷустани сарват, бе муомила, бе издивоҷ, бе ҳушдори бардурӯғ, пиёдагардон ба саҳро меоянд, Канҷӣ, одамонро ёфтан душвор, даъвоҳои ҷамъиятӣ ва (на Xing), муҳоҷират, консервативӣ, амволи гумшуда, ёфтан душвор, беморихо, дуои баракат, куху мазорхо, хайрхох", "古人": "Зийӣ тоҷи шоҳ шуд", "第X籤": "Лоти нуздаҳуми бурднок", "宮": "Тацуми"}