{"籤詩版本二": "Пас аз ин қадар ташвишу хатарҳо, дигар ҳеҷ гоҳ холӣ нахоҳад буд\nДили саховатманд накшахои саховатманди худро дорад Барои ноил шудан ба комёбихои бузург бояд бо мутахассис вомехуред.", "詩意": "Ин гексаграмма ба чохи кадим монанд аст, ки чашма дорад.\nДар ҳама чиз одамони шариф ба муваффақият ноил мешаванд.", "解曰": "Даъво дар ниҳоят асоснок хоҳад шуд. Бемор ва бехатар. Барои гирифтани маслиҳат даромаду берун равед. Чохи кадим ба бахор вомехурад.", "籤詩故事一": "◇Яо Чонг малахҳоро назорат мекунад\nЯо Чонг (649-721), ки номи аслиаш Юан Чунг буд, аз Шаанчжоу буд.Вазири Ся Гуан, Шангшуи Чунгуан, Цзивейлин, Чжунгшулинг ва сарвазири сулолаи Тан кор кардааст.\nДар соли чоруми давлати Кайюан (716) Шандун (умуман ҳавзаи дарёи Хуанх дар шарқи Ҳуашан дар назар дошта шудааст) ба малах гирифтор шуд.Мардум бо ақидаҳои хурофотӣ баста шуда буданд ва ҷуръат намекарданд, ки онҳоро шикор ва куштанд. қурбонӣ меоварданд, бухур месохтанд, дар канори саҳроҳо ибодат мекарданд ва тамошо мекарданд, ки ҳосилро малахҳо мехӯрданд.\nҲама мансабдорон бовар доштанд: «Малах офати табиӣ аст, бо қувваи корӣ чӣ гуна мубориза бурдан мумкин аст!» Муборизаи ду ақидаи гуногун дар он замон шадид буд, ки оё малахро нест кардан ё нест кардан.\nЯо Чонг гуфт: \"Модоме ки мо якҷоя кор мекунем, мо метавонем аз ҳама халос шавем. Ӯ гуфт: Малах аз одамон метарсад, бинобар ин онҳоро рондан осон аст. Ниҳолҳо соҳиби доранд, аз ин рӯ наҷотдиҳандагон бояд сахт кор кунанд; малах. парвоз карда метавонанд, ва ҳатман, вақте ки шабона оташ мебинанд, парвоз хоҳанд кард, дар саҳро оташ бигиред, сӯзонда сӯрохҳо кобед, ҳангоми сӯхтан гӯр кунед ва ҳеҷ чиз намемонад».\nСюанцзун гуфт: \"Малах як офати табиӣ аст, ки бар асари идораи нодурусти ахлоқӣ ба вуҷуд омадааст. Агар бихоҳед, ки онҳоро шикор ва куштан кунед, оё ин хилофи ғалла нест?\"\nЯо Чунг афзуд: \"Сайёд кардан ва куштани малахро аҷдодони пешин таҷриба мекарданд ва ҷаноби олиатон дар оянда аз он истифода хоҳанд кард. Ин як рӯйдоди бузурги миллӣ аст, ки ба деҳқонон сулҳ ва шукуфоӣ меорад. Лутфан онро ҷиддӣ баррасӣ кунед.\"\nСюанцзун боварй хосил кард. Аммо он ваќт њама дар дохилу беруни дарбор мегуфтанд, ки малахро шикор кардан мумкин нест.\nСюанцзун гуфт: \"Ман бо сарвазир гуфтугӯ кардам ва тасмим гирифтам, ки малахро сайд кунам. Ҳар касе, ки дубора эътироз кунад, ба қатл расонида мешавад.\" Пас ӯ сензорро фиристод, то мардумро назорат ва роҳнамоӣ кунад, то малахҳоро сӯзондан ва дафн кунанд.\nНатичахо хеле самарабахш буданд Дар тамоми мамлакат 9 миллион данна малах сайд карда шуда, вабои малах бомуваффакият бартараф карда шуд Дар он сол хочагии кишлок хосили баланд ба даст овард.\n(Ҳикматро дар идоракунии офатҳои табиӣ ва эвакуатсия бояд истифода кард ва барои бартараф кардани мушкилот бояд стратегияҳои оқилона вуҷуд дошта бошанд. Яо Чонг коршиноси ин масъала аст)", "聖意": "Хона оддист, худаш бастааст, пулҷӯйӣ бастааст, савдо бастааст, никоҳ ва ҳамфикр аст, дар Люцзя хатар аст, пиёдагардҳо, кирмакҳо бастаанд, чорво номусоид аст, одамон намеёбанд, одамонро бастааст. , даъвохои оммавй, мухочират беасос аст, чизи гумшударо ёфтан душвор аст, беморихо дуо мекунанд, куху кабрхо ноором аст.", "古人": "Яо Чонг ба малах назорат мекунад", "第X籤": "Дар лотерея бисту панчум бурд мебарояд", "宮": "Қасри Ми"}