{"籤詩版本二": "Гуфта мешавад, ки кор чаппа шудааст, аз уфуқ нома гирифтам.\nШӯҳрат ва муваффақияте, ки дар китоб ба ман ваъда шуда буд, то охир холӣ монд.", "詩意": "Ин гексаграмма номи бардурӯғ дорад.\nДар ҳама чиз консерватив будан тавсия дода мешавад.", "解曰": "Ба боло ва поён ғамгин. Ҷустуҷӯи вақтхушӣ бекор нест. Хоҳиши шӯҳрат. Бехатар бошед.", "籤詩故事一": "◇Чжун Куй ба маърифат ноил мегардад\nЧжун Куй, ки фамилияаш Чжун Куй аст, ки номи некаш Чжэннан аст, аз Чжуннаншан аст.\nДар давраи хукмронии император Децзуни сулолаи Тан Чжун Куй дар имтихони империалистй иштирок дошт Чжун Куй саволхои имтихонро хонда, дархол бо як рох маколаро навишт ва ба супурд. Сардори имтихон дар он руз вазири корхои гражданй Хан Ю ва чонишини имтихонгир Лу Чжи олими бузург буданд. Вақте ки ҳарду коғази Чжун Куиро хонданд, чашмонашон равшан шуд ва бо як овоз гуфтанд: \"Ҷодугар, ҷодугар! Ҳар як калимаи ин мақола олиҷаноб аст, сазовори Ли Тайбай ва Ду Зимэй аст!\" Пас онҳо Чжун Куиро ҷои аввал номиданд.\nИмператор Децзун маърузаи Хан Юро шунида, гуфт, ки Чжун Куй, чемпиони нави илм хеле боистеъдод аст, бинобар ин Чжун Куйро ба Касри тиллой даъват кард.\nВақте ки император Дезонг намуди зишти ӯро дид, дарҳол норозӣ шуд ва гуфт: \"Интихоби донишмандон дар дарбори мо ҳама аз рӯи сухани шахсӣ ва хаттотӣ аст. Чӣ гуна метавон чунин шахси зиштро ба унвони донишманди рақами як дар улуми заррин интихоб кард? \"\nХан Ю саросема ба зону нишаст ва гуфт: \"Некиву бади инсон ҳама аз рӯи намуди зоҳирӣ нест. Оё ту, Худованди муқаддас, намешунавӣ, ки Ян Ин се фут қад дорад ва ба сарвазир баробар аст? Чжоу Чанг. канд мекунад, вале метавонад ба сулолаи Хан кӯмак кунад; Конфуций одамонро аз рӯи намуди зоҳирӣ баҳо медиҳад ва писари худ Юро аз даст медиҳад.\nИмператор Дезонг лахзае андеша карду гуфт: \"Гарчанде ки сухани Хан Айсин окилона аст, вакте ки ман император Тайзун будам, хаждах нафар донишмандон ба Инчжоу омада, дар ин бора сухбат мекарданд. Ин мард донишманди раками як буд. Метарсам, ки дунё ба ман механдад, ки истеъдодхоро нашинохтам».\nСарвазир Лу Ци тангфикр ва хасад ба истеъдод буд, пас аз шунидани сухани император зону зада гуфт: Донишманди раками як дар мавзуи заррин бояд хам дарун ва хам берун бошад. Ба ин мавзуъ сесад довталаб аст. Чаро дигарашро интихоб намекунед?\"\nЧжун Куй чун дид, ки ин одам ин кадар парешонхотир шудааст, худашро ба газаб оварда натавонист ва ба Лу Ци ишора карда, лаънат гуфт: «Агар ин гуна амалдори нодон дар суд бошад, ба кишвар зарар намерасонад?» Баъд аз он, вай бо мушти худ Лу Ци зад.\nИнро дида, Дезонг ба газаб омад ва гуфт: — Ту ин кадар далер хастй, чуръат кардай, ки дар Касри тиллой нохушй кунй, тезтар фуроварй!\nЧжун Куй дар хашму газаб шамшерро аз камари генерал, ки дар каср меистод, кашид ва бо овози баланд охи кашид: — Ба гурбаи маъюсй таклид кардан ба паланг душвор аст, тутии маъюс мисли мург хуб нест. Пас аз ин, ӯ худкушӣ кард.\nВақте ки император Дезонг дид, ки Чжун Куй аз хашм даст ба худкушӣ мезанад, хеле дар тааҷҷуб монд ва барои ба даст овардани дили мардум фармон дод, ки Чжун Куй бо унвони расмии олими №1 ба хок супорида шавад ва инчунин Чжунг Куйро худо сохт. аз Exorcism барои тоза кардани ҷаҳон аз рӯҳҳои бад.", "聖意": "Дуо барои баракат дар хонаи худ, амнияти худ, мушкилоти молиявӣ, нокомии тиҷорат, нокомии издивоҷ, пиёдагардони занони Люҷя, кирми саҳроии эътимод нимпухта, шаш ҳайвони хонагӣ, парвариш кардан мумкин аст, одамони гумшуда, даъвоҳои ҷамъиятии ғарбӣ, талафоти муҳоҷират, муҳофизакорӣ, аз даст додани молу мулк, беморӣ, дар кӯҳу гӯрҳо бахту саодат дуо кунед", "古人": "Чжун Куй Дао ба даст овард", "第X籤": "Бисту шашумин бурди лотерея (лотерея)", "宮": "Қасри Ми"}