{"籤詩版本二": "Дар орому осуда вакт гузарондан, пас аз сер шудан чой нушидан ва нишастан ва хобидан\nБа шумо лозим нест, ки аз ҷиҳати ҷисмонӣ ва рӯҳӣ банд бошед ва шумо бешубҳа боиси беадолатӣ ё фалокат нахоҳед шуд.", "詩意": "Ин гексаграмма рамзи сулху субот аст.\nДар ҳама чиз интизории вақти мувофиқ ба муваффақият меорад.", "解曰": "Сихату саломат бошед. Аз худоён пурсед. То он даме, ки вақт фаро мерасад, интизор шавед. Ҳодисаҳо тасодуфан рӯй медиҳанд.", "籤詩故事一": "◇Фойинхуи Донгпо\nБоре Су Донгпо ҳангоми омӯзиши Зен каме фаҳмиш пайдо кард ва фаҳмид, ки ҳолати ӯ транссендент аст ва аз он шодӣ мекард. Натавонистам, ки шавқу ҳавасамро боздоштам, қалам густурдам ва шеъре навиштам:\n\"Дар мобайни осмон, Ҷишоу дар тамоми олам дурахшанда медурахшад; вай наметавонад аз ҳашт шамол вазида, дар болои лотуси тиллои арғувон рост нишастааст.\"\n(Ҳашт бод мансуб аст: фоида, таназзул, харобӣ, обрӯ, ситоиш, масхара, ранҷ ва саодат. Яъне озор надодан аз ин ҳашт ҳолатро “ҳашт бод ҳаракат намекунад” мегӯянд)\nПас аз навиштани он, Донгпо хизматгори худро ба он тарафи дарё фиристод, то онро ба устоди Зен Фойин аз маъбади Ҷиншан диҳад.\nПас аз он ки Зен Устод Фойин онро хонд, вай онро бо калимаи \"фарт\" қайд кард ва ба ходими худ дод, то баргардонад.\nДонгпо пас аз дидани ин ба ғазаб омад ва ба қаиқ савор шуда, ба он тарафи дарё рафт ва ба маъбади Ҷиншан рафт, то мӯҳри Буддоро барои муҳокима пайдо кунад.\nВақте ки Донгпо ба дарвозаи маъбади Ҷиншан расид, Фойин аллакай дар назди дар интизор буд.\nСу Донгпо дархол Фойинро айбдор кард: «Чаро шеъри навиштаамро фарт мехонед?\nФойин дар чавоб гуфт: — Магар ту аллакай «аз хашт шамол натавонист» на-мешавй? Чй тавр «аз дарьё зада» фарт кард!\nДар ин вақт Донгпо дар ҳайрат афтод, ки ӯ ба қадри кофӣ хуб нест ва аз шарм рафт.\n(Ин ҳикоя истиораи \"Ҳанӯз гармӣ нарасидааст\")", "聖意": "Дуо кун, ки хонаву дари худат, барои моли худ, барои тиҷорат, вақти хуб, издивоҷат, барои зани мусофир дар Люцзя, барои ба саҳро омадани кирмак, барои шаш чорво устувор, барои пайдо кардани касе, барои душворӣ, даъвоҳои ҷамъиятӣ, барои муҳоҷират, барои моли гумшуда, барои беморӣ, барои фиристодан ба гӯри кӯҳӣ, хайрхоҳ", "古人": "Фоинхуи Донгпо", "第X籤": "Сию як рақами бурднок", "宮": "Вей Гонг"}