{"籤詩版本二": "Бозгашти муътакид аст, Ки медонад нешфи дар санг нихон?\nВақте ки устои хуб як буриши равшан дорад, дар давраи яшма худро бехатар ва бехатар ҳис мекунад", "詩意": "Дар ин гексаграмма шумо метавонед ҳангоми буридани санг симои нефритро бинед.\nБарои муваффақ шудан дар ҳама чиз кӯшиш кунед.", "解曰": "Ганҷ дар санг аст. Бегонахо кам медонанд. То он даме, ки равшан шавад, интизор шавед. Ҳар чӣ аз дастатон меояд, кунед.", "籤詩故事一": "◇Лю Бей истеъдодҳоро меҷӯяд (се боздид ба коттеджи сафолӣ, се боздид ба котеҷи садақа)\nДавраи се салтанат. Чжугэ Лян дар як кулбае, ки дар Лонгчжонг сохта шудааст, дар танҳоӣ зиндагӣ мекард. Лю Бэй ба ҷустуҷӯи истеъдодҳо майл дошт, бинобар ин ӯ шахсан ба дидани Чжугэ Лян рафт.Вай се маротиба аз Чжуге Лян дидан кард (дар таърих бо номи \"Се боздид ба коттеджи коттеҷ\" маъруф аст) Лю Бэй аз дигарон хоҳиш кард, ки дур нашаванд ва аз Ҷуге Лян хоҳиш кард. : \"Сулолаи Хан дар таназзул аст ва вазирони хиёнаткор ҷони онҳоро медузданд. Ҷаноби олӣ.\" Дар хок пӯшонида шудааст. Ман фазилат ва тавоноии худро чен намекунам, Ман мехоҳам ба адолати бузург дар ҷаҳон бовар кунам, аммо ҳикмати ман. ва малакаҳо суст аст, бинобар ин ман онро васеъ истифода мебарам. То имрӯз. Бо вуҷуди ин, орзуи ман ҳанӯз тамом нашудааст, ба фикри шумо нақша иҷро мешавад? \"\nБаъд Чжугэ Лян ба у накшаи ба се кием таксим кардани дуньёро пешниход карда, вазъиятеро тахлил кард, ки дар он Цао Цао дастнорас аст ва Сун Цюан ба ёрии у омада метавонад, инчунин дар бораи тарсончакии губернаторони штатхои Цзин ва И муфассал сухан ронд. ки имко-ният дошт, ки аз вай истифода барад ва вай факат аз ин ду долат истифода бурда метавонад.. Факат дар ин сурат вай дар чахон галаба карда метавонад, хатто ба Лю Бэй стратегияи хучумро ба даштхои Марказй гуфта буд. (Ин мубохиса баъдтар «Лончжунг Дуй» номида шуд). Пас аз шунидани ин сухан Лю Бэй гӯё ганҷе ёфта бошад, ситоиш кард ва ба Чжу-Лян сахт даъват кард, ки ба ёрӣ барояд, бинобар ин, Чжу Лиан мушовири низомии Лю Бэй шуд.", "聖意": "Хона миёна аст, худ бехатар аст, дар ҷустуҷӯи сарват, савдои меҳнатӣ, монеъ шудан ба издивоҷ, сайёҳи маҷозӣ шудан дар Люцзя ва кирмакпарварӣ дар Яотян, дер ба ҳайвони обод шудан, ҷустуҷӯи одамон, даъвоҳои ҷамъиятӣ, муҳоҷират, амволи гумшуда, бемориҳои ғарбӣ , Аншони бечора, гӯр иваз ба хайр", "古人": "Лю Бей истеъдодҳоро меҷӯяд (се боздид ба коттеджи сафолак, се боздид ба коттеджи сафол)", "第X籤": "Бурди сию дуюми лотерея", "宮": "Вей Гонг"}