{"籤詩版本二": "Тарзи кӯҳнаи оилавиро пӯшед ва тағир диҳед. Дао бе осмон аст, аммо шоистагӣ дорад.\nПас аз руфтани хору хорҳои роҳ се нафар розӣ шуданд, ки бо ҳамкасбонашон дубора ҷамъ шаванд.", "詩意": "Ин гексаграмма аз нав ҷобаҷогузории либосҳоро ифода мекунад.\nҲама чиз душвор аст, пеш аз он ки баъдтар осон шавад.", "解曰": "Парво накунед. Вақтатро нағз гузарон. Агар шумо дар бораи оянда пурсед. Дар пеш роҳи хубе ҳаст.", "籤詩故事一": "◇ Навиштаҳои буддоии Танг Монк\nСюан-Цзан (602-664), як роҳиби барҷастаи сулолаи Тан, насабҳои умумии Чен ва номи худро Йи дошт, дар уезди Гушии Луочжоу (ҳоло қисми ҷанубии шаҳри Янши музофоти Хэнань) ба дунё омадааст. Ӯ дар синни 13-солагӣ роҳиб шуд ва номи буддоӣ Сюанцзанро гирифт. Ҷаҳонро Санзанги сулолаи Танг меноманд.\nДар соли сеюми Чжэнгуан (629, ки онро соли якуми Чжэнгуан низ меноманд) барои ба даст овардани китобҳои буддоӣ ба ғарб ба Тянчжу (Ҳиндустон) сафар кард.Вай танҳо ба хатар дучор шуд ва ба душвориҳо тоб овард ва танҳо дар чор сол омад.\nДар соли хабдахуми Чжэнгуан усто расман истеъфо дод ва ба шарк баргашт. Вай бо рохи чанубии музофоти Синьцзяни хозира, Хотан ва Лоулан ба Хитой баргашт, Хамагй хабдах сол ва 50 000 мил рохро тай кард. Вакте ки вай дар мохи аввали соли нуздахуми Чжэнгуан ба Чанъан омад, император ба Лян Гуогун Фан Сюанлин ва дигар ходимони давлатию харби фармон дод, ки уро бо камоли хурсандй пешвоз гиранд.\nДар маҷмӯъ 520 ва 657 ҷилд аз оятҳои аслии буддоӣ санскрит дархост карда шуд. ва ба хитой тарчума шудааст.\nПас аз бозгашти устод, ӯ аз ҷониби император Тайзонг ва император Гаозонг эҳтироми зиёд дошт ва дар Да Ней сабт карда шуд ва ба ӯ унвони \"Устод Трипитака\" дод.", "聖意": "Хона ноором аст, бахти худаш, бахти нек, тичорати нек, издивоҷи нек, монеъ шудан ба Люцзя, одамон ба саҳро меоянд, кирмак, ҳайвоноти номусоид, ҷустуҷӯи одамон, даъвоҳои ҷамъиятӣ, муҳоҷират, молу мулки гумшуда, бемории дермонда, намоз хондан барои баракат кабрхои кухсор бояд кухна бошанд.", "古人": "Танг Монк Навиштаҳои буддоиро меомӯзад", "第X籤": "Бурди сию панчуми лотерея", "宮": "Шен Гонг"}