{"籤詩版本二": "Агар шумо хоҳед, ки бехатар ва ором бошед, шамъ дар шамол мувофиқ нест.\nБеҳтар аст, ки тоза карда, дар толори амиқ нишинед, аз рӯшноӣ канорагирӣ кунед, дар ҷои ором ҷунбиш кунед ва ҳаракат кунед. Шак → Яо. Озод → чанд.", "詩意": "Ин гексаграмма монанди бодест, ки чароғ ва шамъро меларзонад.\nМунтазам нигоҳ доштани чизҳо барори кор меорад.", "解曰": "Дар ҷои ором ҷойгир шавед. Дар занг бошед ва сари вақт бошед. Ин баракат нест. Консервативӣ ва мувофиқ.", "籤詩故事一": "◇Ли Ҷинг ба кӯҳ бармегардад\nЛи Ҷинг (571 – 2 июли 649), зодаи шаҳри Санюан, Юнчжоу (ҳоло дар шимолу шарқи ноҳияи Санюан, музофоти Шэнси) буд. Генерал аз охири сулолаи Суй то сулолаи аввали Тан, ӯ як стратеги машҳури низомӣ буд, ки дар сулолаи Танг ҳам малакаҳои шаҳрвандӣ ва ҳам ҳарбӣ дошт. Баъдтар, ба ӯ унвони герцоги Вей дода шуд ва дар ҷаҳон ҳамчун герцоги Вей маъруф буд.\nЛи Ҷинг падари шоҳзодаи сеюми Неҷа дар рӯйхати худоён аст, ки бо номи \"Подшоҳи Тота\" низ маъруф аст.Ли Ҷинг ва писараш ба Ҷян Зия (Тайгун) барои мағлуб кардани малика Чжоу, таъсиси сулолаи Чжоу ва подшоҳ кӯмак карданд. Ву расман ба тахт нишаст. Баъд Цзян Зиё руйхати худоёнро тартиб дод ва барои таскини рухи сарбозони дар чанг халокшуда маросиме барпо кард. Аз хамон вакт cap карда, дуньё орому осоиш гардид. Шоҳ Ву мехост, ки маркизҳо созад ва онҳоро мукофот диҳад ва инчунин мехост, ки ба қаҳрамонони бунёдгузор замин ҷудо кунад. Ли Цзин, падар ва писараш ва ҳафт нафари дигар хоҳиш карданд, ки ба кӯҳ баргарданд, то ба Даосизм машғул шаванд ва ба шӯҳрат ва сарвати ҷаҳонӣ ғамхорӣ накунанд. Баъдтар, ҳамаи ҳафт нафари онҳо «дар тан авлиё шуданд» ва ба синфи ҷовидона дохил шуданд.\nҲикояи \"Feng Shen Bang\"", "聖意": "Хона консерватив, ман оддиам, сарват меҷӯям, дар тиҷорат душворӣ дорам, издивоҷам мувофиқ нест, Люцзя дуо мекунад, ки пиёдагард имон дошта бошад, кирмак дар тирамоҳ пухтааст, шаш ҳайвон бехатар аст, одамон гум шудаанд, ҷамъиятӣ. даъво ва мухочират консервативй, касалихои молу мулки гумшуда, кабрро дар Цзянсиншан иваз намекунанд.", "古人": "Ли Ҷинг ба кӯҳ бармегардад", "第X籤": "Бурди сию хафтуми лотерея", "宮": "Шен Гонг"}