{"籤詩版本二": "Оинаи ҳазорсола дубора ба ҳам пайваст, зан аз шавҳар хоҳиш мекунад, ки дубора издивоҷ кунад\nАз он вакт инчониб оила дигаргун шуд, ба фарзандону наберагон баракат зам шуд.", "詩意": "Ин гексаграмма боз ҳам пайвастани оинаҳоро ифода мекунад.\nҲама чиз кори душвор ва қимат аст.", "解曰": "Кофтани қум ба тилло. Савораи аждаҳо ва савори паланг. Ҳарчанд меҳнатталаб аст. Дар он илова мавҷуд аст.", "籤詩故事一": "◇ Юлианхуи даҳ дӯст\nДар сулолаи Сун, Цян Юлян ба Ван Шипэн издивоҷ кард. Вақте ки Ши Пэн барои супоридани имтиҳон ба Пекин рафт, Сун Руцюан сарватманд Юлианро маҷбур кард, ки ӯро дубора издивоҷ кунад.\nЦян Юлиан пешниҳоди сарватманд Сун Рукуанро рад кард ва беҳтараш бо Ван Шипенг, донишманди камбизоат аз Венчжоу, ки аз ҷониби \"Ҷинг Чай\" киро шуда буд, издивоҷ кунад.\nБаъдтар Ван Шипэн мукофоти якумро гирифт, зеро вай аз тарафи сарвазир Ванци мачбур шудан ба издивоч нахохад шуд, уро ба сифати судя ба Чаоян дурдаст фиристоданд. Сун Руцюан ба таври пинҳонӣ номаи оилавии Ван Шипэнро ба \"номаи талоқ\" иваз кард ва Юлианро фиреб дода, ӯро фиреб дод.Модари угайи Қиан Юлиан низ ӯро маҷбур кард, ки дубора издивоҷ кунад, аммо Юлиан розӣ нашуд ва худро ба дарё партофта худкушӣ кард.Ӯро Зай наҷот дод. аз музофоти Фуцзян буда, ба сифати духтари фарзандхондааш кабул кардааст.\nЮлиан гумон мекард, ки Шипенг мурдааст.Панч сол баъд Ван Шипенг волии Ҷиан буд.Рӯзе ӯ дар маъбади Даосиён маросими ёдбуд ба хотири ёдбуди зани марҳумаш баргузор кард.Юлиан тасодуфан ба маъбади Ҷиан Таоистон рафта, сӯзонданаш кард. бухур, ва Ван Шипенг ва Цян дар ниҳоят дубора муттаҳид шуданд.", "聖意": "Хона ба худаш хуб нест.Тирамоху зимистон обод.Бой обод бошад.Тирамоху зимистон обод.Савдо обод.Зимистон обод.Дуо кунед,ки пиёдагардон ба сахро равад.Кирмак парвариш карда шавад.Шаш чорво. бардоштан мумкин.Одамон ёфтан мумкин аст.Давъахои давлати носоз аст.Мухочират консервативист.Талаби молу мулк.Бемории дер.Дуо ба баракат.Куху кабр хуб аст.", "古人": "Юлианхуи даҳ дӯст", "第X籤": "Аломати чорум", "宮": "бачадон"}