{"籤詩版本二": "Дар ғарб чархи сурх меафтад, дар шарқ харгӯш бармехезад, инь мерӯяд ва ян нопадид мешавад ва ҳама чиз обод мешавад.\nАгар зан аз он истифода барад, сарвати ӯро афзун мекунад ва ба дилаш шодӣ меорад.", "詩意": "Ин гексаграмма рамзи афзоиши Yin ва нопадидшавии Ян мебошад.\nҲама чиз душвор аст, пеш аз он ки баъдтар осон шавад.", "解曰": "Ин ба занон фоида меорад. Барои мардон мувофиқ нест. Агар шумо маслиҳат ҷӯед. Аввал бадӣ меояд ва баъд некӣ меояд.", "籤詩故事一": "◇Ву Зетян ба тахт нишаст\nДар синни 14-солагӣ Ву аз ҷониби император Тайзонг Ли Шимин аз сулолаи Тан ҳамчун як шахси боистеъдод, ки \"Ву Мэй\" ном дошт, ба қаср даъват карда шуд. Пас аз марги Тайзонг, Зетиан ба маъбади Гание ворид шуд ва роҳиба шуд.\nВақте ки император Гаозун аз сулолаи Тан ба тахт омад, вай оилаи Вуро ба қаср даъват кард, то ба Чжаойи эҳтиром кунад. Дар соли шашуми Юнхуй (655) император Гаозон Вуро маликаи худ таъин кард.\nВу Цзетян доно буд, ба адабиёт ва таърих маш-гул буд ва аз чихати кордонй бой буд. Чанде пас аз он ки Ву Зетян малика шуд, азбаски Гаозон заиф ва бемор буд, ӯ баъзан ба ӯ супориш медод, ки баъзе корҳои сиёсиро идора кунад, аз ин рӯ қудрати вай афзоиш ёфт. Дар соли аввали Шанюан (674) император Гаозунро «император», императрица Вуро «маликаи осмон» меномиданд ва ҳардуро дар қаср «Ду муқаддас» меномиданд.\nДар соли аввали Хунддао (683) император Гаозун вафот кард, шохзода Ли Сян ба тахт омад ва У Цзэтян тахти тахтро гирифт. Дар моҳи феврали соли якуми Сишен (684), Ву Цзетян Ли Сянро подшоҳи Лулинг барканор кард ва писари чоруми худ Ли Данро император таъин кард ва ҳукмронии сулоларо идома дод. Дар моҳи сентябри ҳамон сол, вай парчамро ба тилло иваз кард ва Луоян, пойтахти шарқӣ пойтахти илоҳӣ номида шуд. Дар рузи 9-уми сентябри соли якуми Тяншоу (690) Ву Цзетян худро император эълон кард ва номи кишварро ба Чжоу иваз кард.", "聖意": "Хона барои худ номусоид аст, дуои баракат, талаби мол, посбонии муомилот, бахт дар издивоҷ, бадбахтӣ дар издивоҷ (зан), пиёдагардон садди киштзор, кирмак, чорвои обод, ҷустуҷӯи одам, ҷудоӣ, даъво, талафот, муҳоҷират , талафи мол, беморй, шок, куху кабр, барори кор", "古人": "Ву Цетян ба тахт менишинад", "第X籤": "Бурди чилуми лотерея", "宮": "Шумо Қасри"}