{"籤詩版本二": "Суханони неки бепоёнро ба ёд меорӣ, аммо писари дузд мешавӣ.\nДар айни замон хасис нашавед ва хавотир шавед, ки чӣ гуна ӯ як сол пеш кори хубе мекард.", "詩意": "Ин гексаграмма дуздро хамчун писар муайян мекунад.\nДар ҳар коре, ки мекунед, эҳтиёт бошед.", "解曰": "Танҳо ҳамин. Ҷаноб хато намекунад. Онро дар хотир нигоҳ доред. Танҳо набошед.", "籤詩故事一": "◇Дон Чжуо Лу Буро қабул мекунад\nЛу Бу, ки далер ва дар ҷанг моҳир буд, дар охири сулолаи Ҳанони Шарқӣ ва ибтидои Се салтанат генерали машҳури низомӣ буд.Вай замоне Дин Юан, волии Ҷинчжоуро падархонди худ медонист ва таҳти фармони ӯ хидмат мекард.\nПас аз марги император Лин сулолаи Ҳан Шарқӣ, Дин Юан ба Пекин рафт, то бо генерал Ҳе Ҷин машварат кунад, то ҳукуматро назорат кунад.\nДун Чжуо бо Дин Юан меҷангид, вале чанд генерал натавонистанд Лу Буро мағлуб кунанд, бинобар ин Дун Чжуо тобеи худ Ли Суро фиристод, то Лу Буро пора диҳад. Ли Су тудаҳои ганҷҳои тиллову нуқра ва аспи харгӯши сурхи машҳурро барои \"таҳлили Лу Бу\" овард. Ли Су тӯдаҳои ганҷҳои тиллову нуқра ва аспи харгӯши сурхи машҳурро барои зиёрати Лу Бу овард. Бинобар ин, Лу Бу аз ҷониби Дун Чжуо барои куштани Дин Юан ришва гирифт ва ба аскаронаш фармуд, ки агар хоҳанд, ҳамроҳи ӯ биёянд ва агар нахоҳанд аз паси ӯ раванд, раванд ва дар натиҷа аксари сарбозон гурехтанд. Ҳамин тавр, Лу Бу аз ҷониби Донг Жуо ришва гирифт ва Дин Юанро кушт.\nПас аз ба даст овардани қудрат Дон Чжуо, ӯ Лу Буро ба фарзандӣ қабул кард ва ӯро генерал ва маркиз кард.\nДун Чжуо табъи хушунат дошт ва \"муносибати падару писар\" бо Лу Бу воқеан хеле заиф буд.Дар соли 189 милодӣ бо ташаббуси Ситу Ван Юн Лу Бу Дун Чжуоро кушт.\nПас аз шаш моҳи марги Дун Чжуо, аскарони кӯҳнаи Дун Чжуо ба пойтахт ҳамла карданд ва Лу Бу ва занаш дар воҳима фирор карданд. Пас аз тарк кардани пойтахт Лу Бу бо сардорони ҷангӣ Юан Шу, Юан Шао, Чжан Ян, Чжан Мяо, Лю Бэй ва ғайра паноҳ бурд ва борҳо бо Цао Као, сарлашкари дигари асосии он вақт ҷанг кард Лу Бу далер ва хуб буд. дар чанг ва чанд маротиба Цао Цаоро маглуб кард.\nДар соли сейуми хукмронии Цзяньан дар сулолаи Хани Шаркй аскарони Цао Цао ба Сяопэй, ки ба базаи Лу Бу буд, хучум карданд ва дар зери манораи Баймень аз тарафи Цао Цао асир ва кушта шуданд. Пеш аз қатл Лу Бу аз Као Као хоҳиш кард, ки ӯро зинда нигоҳ дорад, то марг накунад, аммо Лю Бэй ба Цао Као хотиррасон кард, ки Лу Бу борҳо хиёнат карда буд ва одами беинсоф буд. Дар ниҳоят, Cao Cao, ки новобаста аз ахлоқ танҳо истеъдодҳоро қадр мекард, Лу Буро ба қатл расонд.", "聖意": "Дар хона ноором, Одатан пул мечуям, аз муомилот нигахдорам, никох кардан душвор аст, Люцзя марди хайрон, ба сахро меоянд, кирмак нимпаз, шаш чорво амон, одамон дар чустучуи одамон. даъвохо мувофиканд ва мухочират, чизхои гумшуда ёфтан душвор аст, беморихоро ёфтан душвор аст ва дар оромгохи кухи Чжэнсин ором аст.", "古人": "Дон Чжуо Лу Буро қабул мекунад", "第X籤": "Бурди 41-уми лотерея", "宮": "Шумо Қасри"}