{"籤詩版本二": "Император, император ва император ниҳоят лутфу марҳамат хоҳанд кард ва мунтазир мешаванд ва барои баракатҳо бе талафот ва фоида дуо хоҳанд кард.\nТамоми мавҷудоти зинда аз он баҳра мебаранд ва дар дунёву осмон ободӣ интизор аст.", "詩意": "Ин гексаграмма нишонаи илтифот аз осмон аст.\nҲама чиз муваффақ хоҳад шуд.", "解曰": "Император илтифоти худро нишон дод. Ҳеҷ гоҳ фаромӯш накунед. Маросимҳои субҳ ва шом. Бухур сӯзондан мувофиқ аст.", "籤詩故事一": "◇Мулиан модарашро наҷот дод\nМоку Лиан ё Мулиан дар байни даҳ шогирди Буддо Сакямуни тавонотарин аст.\nМодараш дар айёми зиндагиаш хасис ва бахил буд, пас аз маргаш ба мулки арвохи гурусна афтод. Мохуллиан барои мушохида кардан аз кувваи сехрноки худ истифода бурда фахмид, ки модараш хамчун арвохи гурусна ба дунё омадааст, ки имкони дарёфти хурок надорад ва дар сахтихои зиёд гирифтор шудааст.Вай кувваи сехрноки худро барои ба модараш хурок овардан истифода бурд.Баъди интизори модараш таом, ба хокистар табдил ёфт ва хУрдан мумкин набуд.\nМаудгальяна аз вокеаи руйдода хавотир шуда, ба Буддо хабар дод. Буддо ба Мулиён гуфт, ки дар рӯзи 15-уми моҳи ҳафтуми қамарӣ, сад мазза ва панҷ меваро дар як ҳавза гузошта, ба роҳибони неки даҳ самт пешкаш кунад.Бо ин қудрат модараш метавонад бихӯрад. .\nМаудгальяна аз руи васияти Буддо амал кард ва дар охир модараш озод шуд. Ин гуна маросимро \"Ҷашнвораи Обон\" ва ин ҷашнро \"Ҷашнвораи Обон\" меноманд.\n(Эзоҳ: Як навъ ҷавҳар дар сатҳҳои мухталифи дунё эҳсосоти мухталиф дорад. Масалан: вақте ки дар ин дунё борон меборад, мо онро \"об\" мебинем, дар ҳоле ки мавҷудоти дар мулки арвоҳ гурусна онро \"хун\" эҳсос мекунанд ва мавҷудоти ҳассос дар ҷаҳони ҷаҳаннам онро ҳамчун \"хун\" эҳсос мекунанд.\"Ин \"шамшер партофтан\" эҳсос мешавад, дар ҳоле ки мавҷудоти осмонӣ мисли \"гул партофтан\" эҳсос мекунанд.)", "聖意": "Дуои хонаву хона, дуои бахт дар зимистон, талаби сарват, бе муомилот, издивоҷ, сулҳ дар Люцзя, пиёдагардон, киштзорҳо, кирмак, шаш ҳайвон, пайдо кардани одамон, даъво, муваффақият, муҳоҷират, консервативӣ, молу мулки гумшуда, беморӣ , оромй, оромии куху кабрхо", "古人": "Мулиан модарашро наҷот медиҳад", "第X籤": "Чилу ду имзо кунед", "宮": "Шумо Қасри"}