{"籤詩版本二": "Ҷаҳон чандир аст ва ҳама чиз худтаъминкунанда, худтаъминкунанда ва бехатар аст\nДар зиндаги хама чиз оличаноб аст, барои хамааш ба авлиёву олимон шукр гӯед, обод бошед.", "詩意": "Ин гексаграмма ҳамоҳангии байни замин ва заминро ифода мекунад.\nҲама чиз хуб аст ва ҳеҷ хатаре нест.", "解曰": "Ҳама чиз таваллуд мешавад. Ҳама нақшаҳо ва орзуҳо амалӣ мешаванд. Форд кӯмак мекунад. Rui Qi шитоб мекунад.", "籤詩故事一": "◇Пешрафтагон маърифат пайдо мекунанд\nҲикояи сафар ба Ғарб:\nСун Вуконг Кӯҳи Гулҳо ва Меваҳоро ба тасарруфи худ гирифт ва подшоҳ шуд.Баъдтар, барои пайдо кардани роҳи ҷовидона, ҳашт ё нӯҳ сол дар кӯҳҳо ва дарёҳо сайру гашт, то Патриарх Бодхиро муаллими худ парастиш кард. ду табдили бадии заминӣ ва абрҳои чархбол ва бори аввал насаби Офтобро гирифт, Вуконг номида шуд.\nПас аз ин, Сун Вуконг ба қасри аждаҳо дар баҳри Чини Шарқӣ рафт, то аслиҳаи мувофиқ пайдо кунад ва дар ниҳоят Кудҷели тиллоии руйӣ, сӯзани илоҳии Тянхэ ва Динхайро пайдо кард. Чунки умраш ба охир расид, дар олами зеризаминӣ сару садои зиёд ба бор овард, китоби маргу зиндагиро аз нав дида баромад ва ба олами инсонӣ баргашт. Баъдтар, Сун Вуконг бори аввал аз ҷониби осмон даъват карда шуд ва онро Бима Вен номиданд. Баъдан бори дувум ба биҳишт даъват карда шуд ва ӯро Подшоҳи Маймун номиданд.Инчунин шафтолуро дуздид ва дар биҳишт мусибат андохт.Дар танӯри Багуа мӯҳр задаанд, то чашмони тиллоӣ ва чашмони оташинашро машқ кунад.Дар ниҳоят ӯро пахш карданд. аз ҷониби Татхагата Буддо дар домани кӯҳи Вуҷӣ 500 сол ҳаракат карда натавонист. Чое, ки печи Багуа лагад зада буд, ба кухи аланга табдил ёфт.\nПас аз панҷсад сол, Монк Танг барои гирифтани Навиштаҳо ба Ғарб рафт ва аз назди кӯҳи Панҷ Элемент гузашт ва пеш аз наҷот додани Сун Вуконг тӯморро кашид. Сун Вуконг аз миннатдорӣ ашк рехт.Баъд аз дастури Гуанин Бодҳисаттва, ӯ Танг Монкро ҳамчун муаллими худ парастиш кард ва барои омӯхтани Навиштаҳо якҷоя ба Ғарб рафт. Дар роҳи омӯхтани Навиштаҳо Сун Вуконг ба девҳо фуруд омада, ҳаюлоҳоро нест кард ва борҳо корнамоиҳои ғайриоддӣ анҷом дод, аммо аз ҷониби устодаш Танг Сенг ӯро нодуруст фаҳмид ва гаштаву баргашта ронданд. Пас аз хаштод як душворй, нихоят кор ба охир расид.. Чор устоду шогирд ба маъбади Ситиан Леиин омада, китоби хакикиро гирифтанд. Сун Вуконг натичаи дуруст ба даст овард.\n(Ин достон як истиораест, ки ҳатто як маймун метавонад рӯшан гардад, бигзор инсон.)", "聖意": "Хона барои худ хайрхоҳ аст, барои сарват, тиҷорат, издивоҷ, Люцзя, пиёдагардони мард, монеаи киштзорҳо, кирмак, шаш ҳайвон, Чжунпин, ҷустуҷӯи одамон, даъвоҳо, муваффақият, муҳоҷират, аз даст додани молу мулк, беморӣ, қабри Синсиншан, чизҳо мубораканд", "古人": "Мусофир ба маърифат ноил мегардад", "第X籤": "43-юм имзо шуд", "宮": "хугонг"}