{"籤詩版本二": "Сармо обро ба ях мубаддал мекунад.Чаро хасиси шухрат?\nМан чорае надорам, ки ором нишинам ва мунтазири он ки баргҳо табиатан шукуфанд.", "詩意": "Дар ин гексаграмма об ба ях мубаддал мешавад.\nБеҳуда чизе талаб накунед.", "解曰": "Об ба ях ях мекунад. Ях ба об гудохта мешавад. Агар ин як дасиса бошад. Ҳамин тавр аст.", "籤詩故事一": "◇ Ван Сян карп мепурсад (Бисту чаҳор ҳикояи тақвои филиалӣ)\nВан Сян аз сулолаи Ҷин, номаш Фуженг, дар Линӣ таваллуд шудааст.\nВақте ки Ван Сян ҷавон буд, модари биологиаш вафот кард.Падари танҳояш бо зане бо номи Чжу издивоҷ кард ва Ван Сян модари нав пайдо кард. Вақте ки Ван Сян ҷавон буд, модари биологии ӯ даргузашт ва падари танҳояш бо зане бо номи Чжу издивоҷ кард. Модари угайи Ван Сян зани тангфикру хасад буд ва Ван Сянро дуст намедошт ва аксар вакт уро барои корхои ночиз сарзаниш мекард. Дере нагузашта модари угай низ Ван Лан ном писаре таваллуд кард. Модари угай танхо фарзандони худро дуст медошт ва Ван Сянро хоре дар пахлуяш медонист, нисбат ба Ван Сян боз хам серталаб шуда, дар назди падараш дар хакки Ван Сян тез-тез сухан мегуфт, Хатто падараш охиста-охиста уро дуст намедошт. Модари угай танхо фарзандони худро дуст медошт ва Ван Сянро хоре дар пахлуяш мехисобид, нисбат ба Ван Сян боз хам серталаб буд ва дар назди падараш дар хакки Ван Сян тез-тез харф мезад, Хатто падараш охиста-охиста уро дуст намедошт. Ҳарчанд бародари Ван Сян, Ван Лан ба бародараш хеле меҳрубон аст. Бо вуҷуди азобу шиканҷаи модарандараш, ӯ ҳанӯз хеле фарзандхондӣ буд. Модари угай хеле сахтгир аст, аммо Ван Сян то ҳол хеле меҳрубон аст.\nМодари угайаш шуғли ҳавас дорад, яъне хӯрдани моҳии тару тозаеро, ки танҳо аз дарё гирифта шудааст, дӯст медорад. Модари угайаш шуғли ҳавас дорад, яъне хӯрдани моҳии тару тозаеро, ки танҳо аз дарё гирифта шудааст, дӯст медорад. Як зимистон падараш барои тиҷорат рафт ва модари угайаш боз бемор шуд.Бародарон Ван Сян ва Ван Лан бодиққат шӯрбо ва доруро барои хӯрдани модарашон пешкаш карданд.Дар ҳавои шадид бемории модари угай то ҳол беҳтар нашуд. шитоб. Як зимистон падараш барои тиҷорат рафт ва модари угайаш боз бемор шуд.Бародарон Ван Сян ва Ван Лан бодиққат шӯрбо ва доруро барои хӯрдани модарашон пешкаш карданд.Дар ҳавои шадид бемории модари угай то ҳол беҳтар нашуд. шитоб. Модари угайи бемор мехост моҳии тару тоза аз дарё бихӯрад.Дар он иқлими сарди сахт дар берун барф меборид ва оби дарё аллакай ба яхи ғафс мубаддал шуда буд. Модари угайи бемор мехост мохии тару тоза бихурад Дар он иклими яхбанду барфбор мохии тару тоза аз кучо ёфт мешуд?\nДар он рӯзҳо хӯрокҳои ғайримавсимӣ вуҷуд надоштанд ва шумо ҳатто агар пул дошта бошед, онҳоро харида наметавонистед.\nДар ин лаҳзаи ҳикоя ҳикояи таъсирбахши Ван Сянцю Ли рӯй дод. Ду бародар модари худро беихтиёр посбонӣ мекарданд.Ван Сян ба хотири ноумед накардани модари угайи бемораш ба сӯи дарёи яхбаста равон шуд.Ван Сян ба андешае омад ва новобаста аз сармо куртаашро кашид.Вай бараҳна рӯи пирях хобид ва мехост It uses ҳарорати бадани худ барои обшавии ях (аз ин рӯ Ван Сянцю карпро низ Ван Сян дар рӯи ях меноманд). Куртаашро кашида, бараҳна рӯи пирях хобид. Ба Худо дуо карду гуфт: Худоё модарам бемор аст ва мехохад карпи тару тоза бихурад, ба хар хол рохашро ёбед.. Ачиби ин ки яхбандии пахлуяш ногахон кафид ва дуто шуд. кафида.. Карп зинда аз кафида баромад ва ба болои ях чахида шуд Ван Сян хеле хурсанд шуд. Ба Худо дуо кард: «Худоё, модарам бемор аст ва мехоҳад карпии тару тоза бихӯрад, ба ҳар ҳол, ба ман роҳ ёбӣ.» Аҷиб он аст, ки яхбандии паҳлӯяш ногаҳон кафид ва ду тарқиш пайдо шуд. Сазани зинда аз тарқиш берун ҷаҳида, ба рӯи ях парид, Ван Сян хеле шод шуд. Вай зуд зону зада, Худоро шукр гуфт ва бо карп ба хона давид. Вай зуд зону зада, Худоро шукр гуфт ва зуд карпро гирифта ба хонааш рафт. Модари угай баъди хурдани карпи тару тоза зуд аз бемориаш шифо ёфт. Модари угай дар бистари бемористон бадани болоии урёни Ван Сянро, ки аз сармо бунафш шуда буд ва ду мохиро дар дасташ дида, дар хайрат монд ва хушхолона вориди уток давид ва дар хайрат монд.\nВан Сян баъдтар мансабдор шуд ва тайбао шуд ва унвони герцогро гирифт.", "聖意": "Дар хона ноором аст, ман барои муҳофизат, мушкилоти молиявӣ, мушкилоти тиҷорат, издивоҷ, номувофиқӣ дар суғуртаи Люцзя, пиёдагардҳо, кирмакҳои Читиан, шаш талафоти чорво, одамони гумшуда, даъвоҳои ҷамъиятӣ, муҳоҷират, консервативӣ, амволи гумшуда, беморӣ, барқароршавӣ душвор, мазори кухистон, барори кор", "古人": "Ван Сян карп мепурсад (Бисту чаҳор ҳикояи тақвои Филиал)", "第X籤": "Чилу нӯҳ бурди лот", "宮": "Хайгонг"}