{"籤詩版本二": "Шумо метавонед ба тамоми гӯшаву канори кишвар сафар кунед, соябони бодбонро овезон кунед, то онро озодона нигоҳ доред\nАгар шамоли мусоид бошад, зуд меояд ва киштӣ пур аз ганҷ мешавад.", "詩意": "Ин гексаграмма монанди бо шамол кашидани қаиқ аст.\nҲама чиз хуб мешавад.", "解曰": "Бо оромӣ истироҳат кунед. Кӯшиш лозим нест. Бисёр сарват. Ҳама ҳайрон шуданд.", "籤詩故事一": "◇Тао Жугуй Панҷ кӯл (кӯли Фан Лигуи)\nДар давраи баҳор ва тирамоҳ Фан Ли, ки исми хушмуомилааш Шаобо буд, бо номи Гуи Йизипи ё Тао Чжугун низ маъруф буд.\nДар он вакт дар байни давлати Ву ва Юэ чанг ба амал омад ва давлати У давлати Юэро хароб кард. Фан Ли ва Вен Чжун нақшаеро барои Юэ Подшоҳи Гоу Ҷян таҳия карданд, то Юэро пешбарӣ кунад ва Вуро нест кунад. Фан Ли шахсан аз байни кӯҳҳо ва дарёҳо сайру гашт ва дар назди дарёи Хуанша дар кӯҳи Байлуо ба Си Ши, зани зебое, ки ҳам фазилат, ҳам истеъдод ва ҳам зебоӣ буд, зиёрат кард ва онро ба подшоҳи Ву тақдим кард. дар дохил ва берун хамкорй карда, салтанати Ву-ро несту нобуд кард.\nПас аз он ки ӯ дар маҳв кардани Салтанати Ву муваффақ шуд, Фан Ли медонист, ки Гоу Ҷиан \"парандаи дароз гардан бо нӯгдор\" аст ва метавонад бо ӯ душвориҳо ва хушбахтиро тақсим кунад, аз ин рӯ бо Си Ши дар саросари Подшоҳии Қи қаиқ савор шуд. ба Гуи Зипӣ ном гузошта, писар ва шогирдони худро дар Малакути Қи бурданд.Онҳо дар котеҷ дар соҳили баҳр зиндагӣ мекунанд. Вай барои корам кардани заминхои бекорхобида, кори канорй ва савдо бисьёр мехнат карда, дар давоми якчанд сол даххо миллион моликияти оилавй чамъ кард. Дар паҳн кардани сарват ва некӣ ба зодгоҳаш саховатманд буд.Хикмат ва тавоноии Фан Лиро мардуми Қи қадр карданд.Шоҳи Қи ӯро ба Линзи, пойтахт даъват кард ва ӯро сарвазири масъули корҳои ҳукумат парастиш кард. . Вай хитоб кард: \"Мақомдор будан метавонад боиси вазирон ва идораи хонавода боиси сарватманд шавад. Барои як одами оддӣ, ки аз сифр оғоз кардааст, ин ба ҳадди ифрот расидааст. Муддати тӯлонӣ шарафманд шудан шояд нишонаи хуб нест.\" Ҳамин тавр, танҳо пас аз се сол, ӯ боз Ҷилю далерона ақибнишинӣ карда, мӯҳрро ба подшоҳи Қи баргардонд ва тамоми сарвати оилавии худро ба дӯстони наздик ва ҳамдеҳагонаш дод.", "聖意": "Хона барои худ хуб аст (фиристода мешавад), кофтукови сарват, бахт ба гарб, тиҷорат дер аст, издивоҷ хуб нест, Люцзя бехатар аст, одамон киштзорро мебанданд, кирмак, тирамоҳ, барои шаш ҳайвон, баҳор обод аст, мардум меҷӯяд, даъво бад аст, муҳоҷират консервативӣ аст, чизҳои гумшуда, бемориҳои ғарбӣ кушода мешаванд, кӯҳу гӯрҳо ҷануб.", "古人": "Панҷ кӯли Тао Жугуй (кӯли Фан Лигуи)", "第X籤": "Барандаи панчохуми лотерея", "宮": "Хайгонг"}