{"籤詩版本二": "Тобистон дарозтарин рӯз аст ва ҳама аз гармӣ ва афсурдагӣ нигаронанд\nОсмону замин низ медонанд, ки одамон чи мехоханд, насими вазидани он табиатан салкин аст", "詩意": "Ин гексаграмма нишон медиҳад, ки ҳама аз гармӣ нигаронанд.\nҲар чӣ мехоҳед, кунед.", "解曰": "Ба пеш рафтан ё акибнишинй чои шубхае нест. Вақтатро нағз гузарон. Оё он барои хаймазанӣ? Бемалол амал кардан лозим нест.", "籤詩故事一": "◇Конг Минг вориди Сичуан мешавад\nЧжуге Лян (181-234), исми хушмуомилагӣ Конгминг, зодаи шаҳри Яндуи Лангя (ҳоло Шаҳристони Инан, музофоти Шандун) буд ва дар давраи Се салтанат сарвазири Шу Ҳан (Лю Бэй) буд.\nҲарчанд Лю Бэй дар Ҷинчжоу ғалаба кард, аммо ҷудо кардани як тараф кофӣ набуд.Чжуге Конмин ният дошт, ки Сичуанро забт кунад, то қаламрави Лю Бейро зиёд кунад. Дар ин вақт Лю Чжан дар Ичжоу аз ҷониби Чжан Лу дар шимол ҳамла карда шуд. Чжуге Конгминг фаҳмид, ки Лю Чжан мехоҳад харитаи Сичуанро ба Cao Cao бахшад, то худро муҳофизат кунад. Вакте ки Чжан Сонг (тобеъи Лю Чжан) бо Цао Цао вохурд, зеро Цао Цао такаббур ва дагал буд, Лю Чжан харитаро ба Сичуан баргардонд ва дар рох аз Цзинчжоу гузашт. Конг Минг аллакай дар роҳ ӯро интизор буд ва ӯро ба Ҷинчжоу даъват кард, аммо то замони рафтанаш ҳеҷ гоҳ аз тасвири Сичуан ёдовар нашуд.Чжан Сонг аз Конг Минг барои хушмуомилагӣ ва меҳмоннавозии ӯ миннатдор буд, бинобар ин ӯ расми Сичуанро ба вай.\nМинтақаи Сичуан хатарнок буд ва онро метавон ҳамла кард ё муҳофизат кард.Пас аз чораҳои мухталифи Конг Мин, Сичуан зодгоҳи Лю Бэй гардид.\n(Конг Минг ба одамон хушмуомила муносибат мекард ва ба осонӣ Сичуани дилбастагиро ба даст овард.)", "聖意": "Барои баракат дар хона ва барои муҳофизати худ дуо гӯед (бахт дар бадбахтиҳост) Ҷустуҷӯи сарват, барори тиҷорат, издивоҷи умумӣ, таваллуди писарон дар Люцзя, ҳаракати киштзор, кирмак, зарар ба чорво, пайдо кардани одамон, даъвоҳои ҷамъиятӣ , мухочират, чизхои кухнаи гумшуда, касалихои шимолй, орзуи куху кабрхо", "古人": "Конг Минг вориди Сичуан аст", "第X籤": "Боби 51: Бурди лотерея (бурди лотерея)", "宮": "бачадон"}