{"籤詩版本二": "Барои дар об гирифтани Мох кушиши зиёд лозим аст.\nБемаънӣ ҳарф назанед ва кӯшишҳои худро барои мустаҳкам кардани бадан бехуда сарф накунед, калимаи \"бадан пажмурда\" дар асл маънои \"танҳо бадан\"-ро дорад.", "詩意": "Ин гексаграмма барои тасвири саъю кушиш хасис аст.\nХама чиз мехнатдуст ва мехнатдуст аст.", "解曰": "Дар хотир доштан душвор аст. Кори бисьёре. Дар хона ғамгин. Мунтазири вохӯрӣ бо одамони наҷиб.", "籤詩故事一": "◇Тайбай моҳро ҳангоми маст гирифт (Ли Тайбай ҳангоми маст моҳро гирифт)\nЛи Бай (701-762), инчунин бо номи Тайбай, инчунин бо номи Цинлян Ҷушӣ маълум аст. Шоири сулолаи Танг, ки худро абадзиндаи бадаргашуда меномид, бо номи ҷовидони шеър шинохта шуда буд ва ҳамеша бе нӯшидан шодӣ мекард.\nБоре Ли Бай ба Ҷинлинг (ҳоло Нанҷинг) омад ва дар тарабхонаи назди пули Венде истироҳат кард.\nОн рӯз тасодуфан рӯзи понздаҳуми моҳи қамарии зимистон буд, шабҳо дар тарабхона танҳо менишаст ва ба моҳ тамошо мекард ва шароб менӯшид ва шеър мегуфт. Он рӯз тасодуфан рӯзи понздаҳуми моҳи қамарии зимистон буд, шабҳо дар тарабхона танҳо менишаст ва ба моҳ тамошо мекард ва шароб менӯшид ва шеър мегуфт. Ли Тайбай моҳро дар ҳаёти худ бештар дӯст медошт ва мегуфт, ки он пок ва зебост. Ли Тайбай моҳро дар ҳаёти худ бештар дӯст медошт ва мегуфт, ки он пок ва зебост. Он шаб ба боло нигаристу дар осмон мохи сафеду мудавварро дид, хеле шод шуду боз чанд кадаха нушид. Он шаб ба боло нигаристу дар осмон мохи сафеду мудавварро дид, хеле шод шуду боз чанд кадаха нушид. Нисфи шаб Ли Тайбай аз шароб истифода бурда, ба поён ба пули Венде рафт. Нисфи шаб Ли Тайбай аз шароб истифода бурда, ба поён ба пули Венде рафт. Хамин ки ба болои купрук кадам гузошт, сарашро паст кард ва ногахон дид, ки мох ба об меафтад, хангоми харакати дарьё ба сояи сафеди мох чанд хатти сиёх зам шуд. Хамин ки ба болои купрук кадам гузошт, сарашро паст кард ва ногахон дид, ки мох ба об меафтад, хангоми харакати дарьё ба сояи сафеди мох чанд хатти сиёх зам шуд. Ли Тайбай дар ин вақт чунон маст буд, ки гумон кард, ки моҳест, ки аз оби дарё олуда шудааст. Ли Тайбай дар ин вақт чунон маст буд, ки гумон кард, ки моҳест, ки аз оби дарё олуда шудааст. Вай хатто ба кашидани мӯзааш ҳам ғам нахӯрд, дастонашро кушода, аз купрук парид, то моҳро бигирад. Вай хатто ба кашидани мӯзааш ҳам ғам нахӯрд, дастонашро кушода, аз купрук парид, то моҳро бигирад. Ногаҳон бо ин ҷаҳиш моҳ ба даст нарасид, аммо моҳе дар об пора-пора шуд ва дарҳол ба ду қисм тақсим шуд. Дар ин ҷаҳиш ғайричашмдошт моҳро ба даст наовард, аммо мард ғарқ шуд. Вай дар синни шасту ду-солагй вафот кард.", "聖意": "Хона ноором аст ва худаш бахти бад дорад (бахт, ба саломатӣ диққат диҳед), мувозинатро дар сарват ҷустуҷӯ кунед (ҳатто дар ин бора фикр накунед), кори душвор, издивоҷ ҳал нашудааст, дуо кардан барои муҳофизат (ганҷҳои холӣ барои пешгирии ҳомиладорӣ) ), пиёдагард дар ранҷ, кирмаки саҳро панҷ хол, шаш ҳайвон камоб, кофтукови одам (бахтӣ), даъвои оммавӣ ва (давворо бас кунед) Муҳоҷирати оддӣ (нагуфта) Талафоти мол (ҳавопаймо) Намоз барои эмин аз бемори (бадбахт) Бахт дар куху кабр", "古人": "Тайбай моҳро ҳангоми маст гирифт (Ли Тайбай моҳро ҳангоми маст гирифт)", "第X籤": "Панҷоҳ дуюми бурди лотерея (Лотерея)", "宮": "бачадон"}