{"籤詩版本二": "Вақте ки ноумедӣ ба шодмонӣ табдил меёбад, аждаҳо наъра мекунанд ва палангҳо наъра мекунанд.\nОсмони кабуд рохи худро дорад ба суи фалак, Маро боз як фурсати расидан ба шухрат.", "詩意": "Ин гексаграмма монанди гурриши аждаҳо ва гурриши паланг аст.\nУмед ҳаст, ки ҳама чиз хуб мешавад.", "解曰": "Танҳо таълим диҳед ва равед. Ободонии худро дошта бошед. Дар охир бояд сохта шавад. Ҷои пайдо кардан вуҷуд дорад.", "籤詩故事一": "◇Лю Бей арӯсро ба кор ҷалб мекунад\nПас аз ҷанги Чиби, Сун Куан мехост, ки Ҷинчжоуро, ки Лю Бэй забт карда буд, дубора ба даст орад, бинобар ин ӯ нақшаи Чжоу Юро истифода бурда, вонамуд мекард, ки хоҳараш Сун Ренро ба Лю Бэй хостгорӣ кунад, аммо дар асл ӯ мехост, ки ӯро ба даст орад. Лю Бей ҳамчун гаравгон барои даъвои Ҷинчжоу.\nПас аз он ки Чжугэ Лян нақшаи Чжоу Юро ҷосусӣ кард, ӯ брошюраро бо стратегия ба Чжао Юн дод, ки ҳангоми рафтан ба Сучов Лю Бэйро муҳофизат мекард. Падари Сун Куан) дар бораи пешниҳоди издивоҷ медонанд. Азбаски Ву Гуотай духтарашро дӯст медошт ва намехост, ки дар бораи корҳои тӯли умри духтараш қарорҳои тасодуфӣ қабул кунад, вай Сун Куанро барои бераҳмӣ нисбат ба хоҳараш сарзаниш кард ва пешниҳод кард, ки шахсан озмоиш кунад, ки оё Лю Бэй дар маъбади Ганлу сазовори духтараш аст ё не. Пас аз вохӯрии Ву Гуотай Лю Бэйро хеле қадр кард ва ба издивоҷи Лю Бэй ва духтараш сахт ҷонибдорӣ кард.Дар натиҷа, Лю Бэй бо хонум Сун бомуваффақият издивоҷ кард.\nБаъдтар Лю Бэй ва хонум Сун якҷоя ба Ҷинчжоу гурехтанд.Баъдтар Сун Куан мехост аз ҳамлаи Лю Бэй ба Ичжоу истифода карда, ба Ҷинчжоу ҳамла кунад, аммо Ву Гуотай, ки аз амнияти духтараш нигарон буд, боздошт.\nДар урфият мегуянд: «Накшаи окилонаи Чжоу Юй бехтарин дар чахон аст, вай занашро аз даст дод ва аскаронашро талаф дод».\n(Лю Бэй аз зарар ба даст овард)", "聖意": "Дар хона бахти ман бадбахт (аввал бадбахт, баъд бахти) Мол, мувозинат, душвори дар зану шавхар, дар никох комёб шав, Дуъои баракат барои пиёда, кирмак дар сахро, панч хол барои зарари чорво, кофтуков. барои мардум, даъвою мухочират, бахти моли гумшуда, бахти беморихо, оромии куху кабр.", "古人": "Лю Бей арӯсро ба кор мегирад", "第X籤": "Рақами панҷоҳу сеюми бурднок", "宮": "бачадон"}