{"籤詩版本二": "Сахил пур аз санг, ҷӯйбор равон, шамоли софу моҳтоб, мардуми шариф серкор.\nДар рох бояд кучо равам бипурсам буи гулу гиёхро дар чангал нагиред нигохубин накун.", "詩意": "Ин гексаграмма ба қаиқ монанд аст, ки дар соҳили хурд сафар мекунад.\nДар ҳама чиз одамони олиҷанобе ҳастанд, ки ба онҳо кӯмак мекунанд.", "解曰": "Барои пешбурди зиндагӣ. Кори бисьёре. Консерватив бошед ва интизор шавед. Ҳамаи Беҳтарин хушиҳо.", "籤詩故事一": "◇Шӯриши Лушан\nАн Лушан (703-757), ки насабаш Канг ва Ялуошан ном дошт, аз Лючэни Инчжоу (ҳоло Чаоян, Ляонин) буд.\nБаъдтар, ӯ насаби Анро гирифт ва номи худро ба Лушан иваз кард. Дар замони ҳукмронии император Сюанцзуни сулолаи Тан Ан Лушан фиристодаи низомӣ буд.\nМохи ноябри соли 14-уми Тяньбао, Ан Лушан дар Фанян аскарон баровард.Ба номи хучум ба Ян Гуочун исён баровард ва аскарони се шахрро гирифт, то ба пойтахти шаркии Луоян хучум кунад. Хабархое, ки аз Тайюань ба Лишан мерасанд, Тан Сюанцзун, ки он вакт дар касри Хуацин дар Лишан буд, бовар надошт, ки Анлушан исьён мекунад, Аммо хабари исьён пахн мешуд ва Сюан-цзун хануз нисфй боварй надошт. (Ин тасвири \"садои оби ноҳамвор дар сангҳои хурд дар ҷӯйбор\" аст)\nФақат Ян Чжэнцин, префекти музофоти Пинюан касеро фиристод, то маълумот фиристад, ки Сюанцзун аз хоб бедор шуд.\nБо стратегияи нодурусти император Сюанцзуни сулолаи Тан, полки савораи Ан Лушан пойтахти шарқии Луоянро забт карда, дар моҳи аввали соли оянда худро император Даян дар Луоян, Цзянюан Шэнву, император Сюнву ва Да Сюнюн эълон кард. сарвазир.\nДар мохи июни хамон сол императори сулолаи Тан Сюан-цзун бо майли рафъи кризиси Чанъон ва бо фахмиши нодурусти харби ду генерали машхур Фэн Чанцин ва Гао Сянчзиро ба катл расонд Ин фармон лашкари Танро ба ларза овард. (Ин рафтор вайрон кардани \"роҳ бояд ба дарёи пешина бошад\")\nПас аз он, императори сулолаи Тан Сюанцзун ба таври фаврӣ ба генерали дигар Ге Шуҳан фармон дод, ки лашкари Танро ба самти шарқ аз Тунггуан берун кунад.\nГэ Шухан, ки хатои стратегии император Сюанцзуни сулолаи Танро пурра дарк карда буд, ба таъхир андохтани ин тагйиротро ба накша гирифта буд (наздикшавии «боди ором бошад ва мавч ором бошад»).\nДар охир императори сулолаи Тан Сюанцзун гумон кард, ки вай барои чанг хеле тарсончак аст, бинобар ин вай чораи дигаре надошт, ки бо ашк бо Ан Лушан чанг кунад ва маглуб шуд. (Он иҷро мекунад \"Агар шумо барои дастгирии худ сахт меҳнат кунед, шумо метавонед маҷрӯҳ шавед.\")\nДар сулолаи Тан, вакте ки кушунхои сархаддй ва гарнизонхои махаллй барои чавоб додан фурсат наёфтанд, лашкари Ан-Лушан сархадро пахш карда, ба райони пойтахт даромад. Дар вазъияти вазнин император Сюанцзуни сулолаи Тан корпуси Гвардияро ба гурехтан аз пойтахт бурданд ва боиси суқути Сицзин Чанъан гардид.\n(Тан Сюанцзун дастури ин аломатро вайрон кард, бинобар ин, исёни Ан Лушан муваффақ шуд.)", "聖意": "Хона амн, худаш бахт, бахти устувор, муомила обод, никоҳ бурдбор (эҳтиёт), пиёдагарди мард аз Люцзя ба саҳро меояд, кирмак медаравад, шаш чорво зарар дорад, одам ёфт , даъво асоснок аст, моли гумшуда беморй меорад, яъне мазори Аншон бояд таъмир карда шавад.", "古人": "Исёни Лушан", "第X籤": "лотереяи панчоху шашум", "宮": "Қасри зишт"}