{"籤詩版本二": "Субҳ ва шом, дастгирии Буддо бояд дар вақти хатар бошад, аммо дар хатар нест\nАгар туро одами наҷиб ҷалб кунад, пулу абрешим ҳам ҳамроҳи ту хоҳад буд, Ин Чуан Лай аст. Ҳамааш аз шумо вобаста аст.", "詩意": "Ин гексаграмма баракати махфии худоён ва Буддоҳоро ифода мекунад.\nСабр кунед ва дар ҳама чиз муваффақ бошед.", "解曰": "Нишони сулхи кухна. Вақте ки ҳама чиз гарон аст, он баракат хоҳад буд.", "籤詩故事一": "◇ Танг Монк ба маърифат расид\nРузе Танг Сенг ба дарё омад ва дар ру ба руи он кухи Лингшани Буддоро дид.Дар пеши он купруки як тахта буд.Тан Сенг чуръати аз он гузаштан надошт. Буддо ба қаиқчӣ мубаддал шуд ва як қаиқи шикастаи бепоёнро нигоҳ дошт.Баробари ба қаиқ савор шуданаш Танг Монк ба дарё афтод ва онро қаиқчӣ наҷот дод.Ҳамин тавр Танг Монк ба унвони Буддоӣ расид. (Ҳикояи сафар ба Ғарб)\n◇ Навиштаҳои буддоии Танг Монк\nСанзанг аз сулолаи Тан, насаби умумии ӯ Чен ва номи ӯ Йи буд. Дар музофоти Гуши, Луочжоу (ҳоло дар ҷануби шаҳри Янши музофоти Хэнань) таваллуд шудааст. Ӯ дар синни 13-солагӣ роҳиб шуд ва номи буддоӣ Сюанцзанро гирифт.\nБарои ба даст овардани навиштаҷоти аслии буддоӣ ӯ дар соли сеюми ҳукмронии Чжэнгуан (соли 629 милодӣ) аз Чанъан (Сиани имрӯза, музофоти Шэнси) ба сафар баромада, аз сарҳад гузашт ва душвориҳои бешуморро паси сар карда, то ба Тянчжу расид. Ҳиндустон) барои ҷамъ овардани навиштаҷот. Вай дар тамоми ҳавзаҳои дарёҳои Ганг ва Ҳинд ва минтақаҳои ҷанубу шарқии соҳили Ҳиндустон сафар карда, пас аз кӯҳҳои пурбарф ва қаторкӯҳҳои сабзу хуррам гузашта, зиёда аз 50 000 милро пасу пеш тай кард.Ба ӯ 16 сол лозим шуд, то ниҳоят ба Чанъон баргардад. соли 19-уми Чжэнгуан (соли 645). Вай шумораи зиёди оятҳои буддоиро баргардонд ва онҳоро ба хитоӣ тарҷума кард.\n(Тан Санзанг дар байни Чину Ҳиндустон роҳи дуру дарозеро паси сар кард. Дар ин сафар ӯ бояд хатарҳоро аз сар гузаронд, аммо ӯ тавонист сиҳату саломат баргардад, зеро дар паси ӯ як сарпарасти ноаён меистод).", "聖意": "Хона дар амн, худаш хайр, тичорати гарб, никох бурдбор, пиёдагардон садро, кирмак баста, кирмак хафт хол, чорво фоида, чустучуи одам, гарб. даъвои омма бад аст, мухочират консервативй, молу мулки гумшуда дида мешавад, бемори хайрон аст, куху мазорхо хайрхох.", "古人": "Танг Монк ба маърифат ноил гардид", "第X籤": "Дар лотерея бурд баромадааст", "宮": "Қасри Ин"}