{"籤詩版本二": "Мохии шиновар дар хавзи Бибо ба дом афтод.\nАгар пас аз андешидани он чизе хато кунад, дар охир боиси мушкилот мегардад.", "詩意": "Ин гексаграмма моҳии дар дом афтодаро нишон медиҳад.\nИнчунин тавсия дода мешавад, ки дар ҳама чиз эҳтиёткор бошед.", "解曰": "Сукунат дар зери хона. Фалокат аз осмон меафтад. Барвакт бедор шавед ва аввал чораҳои эҳтиётӣ андешед. Аз офатҳо канорагирӣ кунед.", "籤詩故事一": "◇Аспро об фаро гирифтааст (ҷамъ кардани об мушкил аст)\nСулолаи Хан. Чжу Майчен, ки бо номи Венгзи зодаи Ву дар Куайҷи (ҳоло як қисми шаҳри Сучжоу) буд.\nДар солхои ав-вал оилаи Майчен камбагал буд ва ба хеч муваф-факият намерасид.. Зану шавхар дар як дарвозаи аз тахтачае, ки дар паси хиёбон буд, зиндагй карда, хезум мебуриду мефурУхтанд. Ҳезумро бо нархи касе фурӯхта, пули зиёд ба даст овардан мумкин нест.\nЗанаш барои обкашй баромад ва дид, ки як гурух бачахо ба суи Майчен хандида истодаанд Зан ин корро шарманда пиндошту баъдтар рафт.\nВақте ки Чжу Майчен панҷоҳсола буд, император Ву аз сулолаи Ҳан истеъдодҳоро ҷустуҷӯ кард ва Чжуро ҳамчун префект Куайҷӣ парастиш кард.\nЗанаш аз нобиноии худ пушаймон шуд ва орзу дошт, ки ба канизу каниза табдил ёбад, то охири умр ба Чжу хизмат кунад.\nМайчен ба зани собикаш фармон дод, ки як сатил об гирифта, ба зинапоя рехт ва гуфт: «Агар обро баргардондан мумкин бошад, хардуи онхо боз ба хам меоянд».\nМуносибати байни зану шавҳарро ба назар гирифта, ба зан ва шавҳари дубора издивоҷкардааш дар боғи қафо майдони кушод дода шуд, то худро парвариш ва таъмин кунанд. Занаш худро ба дарё андохт ва мурд.", "聖意": "Хона дар хатар аст, худаш дар хатар аст, пул талаф мешавад, муомилот дар сулҳ аст, издивоҷ номувофиқ аст, Люцзя метарсад, одамон бастаанд, киштзорҳо вайрон мешаванд, кирмак талаф мешавад, чорво талаф мешавад, одамон ёфт мешаванд, даъвои чамъиятй гум шудааст, мухочират хуб аст, чизхои гумшуда бебох аст, касалихо ба амал меоянд, офатхо ва хавфу хатархо, кабрхои кухистон бояд иваз карда шаванд.", "古人": "Аспро об фаро гирифтааст (обро ҷамъ кардан душвор аст)", "第X籤": "Аломати шасту чорум", "宮": "Маогунг"}