{"籤詩版本二": "Вахте ки зимистон фаро мерасад, шохаи олу дар кухсор, агар баргаш резад, шохааш пажмурда шавад хам, нобуд намешавад.\nАммо вақте ки баҳор фаро мерасад, ман ҳамчунон маро ҳамчун хушбӯй бармегардонам ва асари аслиро вайрон мекунам.", "詩意": "Дар ин гексаграмма гули олу мавкеи пешкадамро ишгол мекунад.\nҲама чиз хуб аст, агар таъхир карда шавад.", "解曰": "Як тир холй. Вақте ки он холӣ аст, он холӣ нест. Интизорӣ омадани баҳор. Ранг дар он аст.", "籤詩故事一": "◇ Ду маротиба гол зад\nДар замони ҳукмронии император Дезонги сулолаи Тан, вазири вафодор Мэй Богао ва оилаи ӯ аз ҷониби сарвазири хиёнаткор Лу Ци, ки мехост ҳамаи онҳоро бикушад, ҷарима шуда буд.Танҳо писараш Мэй Ляню тавонист фирор кунад.Баъдтар ӯ мақомашро иваз кард. ном ба Ван Ситонг барои пинҳон кардани шахсияти худ. Ӯ дар кӯчаҳо, гурусна ва сард танҳо зиндагӣ мекард, аммо хушбахтона, ӯро Чен Ришенг (Чен Дунгчу) ба худ бурд. Чен Ришенг тачрибаи зиндагиашро намедонист, бинобар ин аз у хохиш кард, ки дар нигохубини боги олуи Чен кумак кунад, то дар куча аз гуруснагй намурад.\nЧен Ришенг хамсинф ва дусти Мэй Богао буд.Вакте ки уро Лу Ци таъкиб мекард,Меи Богао уро начот дод.Дар натича Мэй Богао ва Лу Ци душмани шуданд.Дар охир тамоми оилааш ба катл расонида шуд.Чен Ришенг аз ин ғамгин ва хашмгин шуд.Баъд аз издивоҷ ӯ аз кор рафт ва оилаашро ба Янчжоу кӯчид, то дар хилват зиндагӣ кунад.\nЧен Ришен як духтаре дорад бо номи Чен Сингюан, ки зебо ва хушбӯй аст.Пас аз он ки Мэй Лианю ба оилаи Чен омад, онҳо аз назари аввал ошиқ шуданд. Дар рӯзе, ки гулҳои олу пурра шукуфта буданд, ки он ҳам солгарди марги Мэй Богао буд, Чен Ришенг ва оилаи ӯ дар боғи олуи хонаашон қурбонгоҳе кушоданд, то хотираи дӯст ва хайрхоҳи фавтидаи худро ёдоварӣ кунанд. Ногаҳон, ҳаво ногаҳон тағйир ёфт. ва туфони сахт вазида, тамоми гулхои олуро фаро гирифт. Чен Ришенг афсӯс мехӯрд, ки тавонист сиҳату саломат фирор кунад, аммо ҳатто натавонистааст авлоди хонадони Мэйро наҷот диҳад.Инро ҳушдоре аз ҷониби Худо медонад ва қасам хӯрд, ки магар олу боз шукуфад ва собит мекунад, ки авлоди олу оилаи Мэй зинда буданд, хеч гох чизе намегуфт У ба дини буддизм гурехта рохиб шуд.\nДухтараш Сингюань инро шунида, дархол бухур кард ва аз худо самимона дуо кард, ки олу боз гул кунад. Самимияти онҳо ба осмон бархост ва тамоми дарахтони олу дар боғи олу боз гул карданд; баъдтар Чен Ришенг медонист, ки Ситунг Лянгю аст, бинобар ин духтараш Сингюанро ба ӯ хостгорӣ кард.", "聖意": "Хона ба худ некӯ, кас ба худ, кас дар пайи сарват, кас дар муомила боақл, вақт дер, издивоҷ дер, баҳор обод, тирамоҳ холӣ, пиёда дер, киштзор обод, кирмак обод, шаш чорво обод, чустучуи одамон, даъвои чамъиятй, талафот, мухочират, молу мулки гумшуда, касалихои шаркй, сигналхои бардуруг, кабрхои кухистонро дигар кардан лозим.", "古人": "Ду гол зад", "第X籤": "Шасту нӯҳ бурди лот", "宮": "Тацуми"}