{"籤詩版本二": "Чао Чао мисли занбури гулчин аст, ки аз чануби гарб ва баъд аз шарк парвоз мекунад\nБаҳор гузашт, гулҳо рафту ҷои ҷустуҷӯ нест, Ин дил ҷои буду бошашро дигар намекунад.", "詩意": "Ин гексаграмма мисли занбури гул мечинад.\nХама чиз мехнатдуст ва мехнатдуст аст.", "解曰": "Манзараи баҳорӣ нест. Муддати дароз борон меборад, аммо ҳеҷ гоҳ тоза намешавад. Кӯмак пурсед. Бехтараш ором боши.\n.", "籤詩故事一": "◇Ли Ми бар зидди сулолаи Тан исён кард\nЛи Ми\n(582-619), пешвои марҳумии артиши Ваган дар шӯриши деҳқонон дар охири сулолаи Суи Чин. Устоди каллиграфия. Устоди калимаи Фа зодаи шаҳри Чанъан, Ҷинчжао буд ва манзили аҷдодии ӯ Сянпини Ляодун (ҳоло дар ҷануби Ляоян, Ляонин) буд. Зодаи Чанъан, Ҷинчжао, хонаи аҷдодии ӯ Сянпин, Ляодун (ҳоло дар ҷануби Ляоян, Ляонин) мебошад.\nДар соли нӯҳуми Дайе (613) дар шӯриши Ян Сюанган бар зидди сулолаи Суи дар Лиян (ҳоло дар шимолу шарқи уезди Ҷунсиан, музофоти Хэнань) ширкат дошт. Дар соли нӯҳуми Дайе (613) дар шӯриши Ян Сюанган бар зидди сулолаи Суи дар Лиян (ҳоло дар шимолу шарқи уезди Ҷунсиан, музофоти Хэнань) ширкат дошт. Ҳисси пурасрор мағлуб мешавад,\nЛи Ми гурехт. Сюанган мағлуб шуд ва Ли Ми гурехт.\nДар соли дувоздахуми Дайе ба сафи армияи Ваганг дохил шуд\n. Дар соли дувоздахуми хукмронии Дай ба сафи армияи Ваганг дохил шуд. Ли Ми дар стратегия моҳир буд.Дар моҳи октябри соли дувоздаҳуми Дай, Ли Ми Чжайро водор кард, ки ба Синян Тонг, генерали пурқудрати ҳамроҳи артиш ҳамла кунад, то Чжан Сютуоро дифоъ кунад, артиши Суйро мағлуб кунад ва Чжан Сютуоро бикушад. Ли Ми дар стратегия моҳир буд.Дар моҳи октябри соли дувоздаҳуми Дай, Ли Ми Чжайро водор кард, ки ба Синян Тонг, генерали пурқудрати ҳамроҳи артиш ҳамла кунад, то Чжан Сютуоро дифоъ кунад, артиши Суйро мағлуб кунад ва Чжан Сютуоро бикушад.\nБаъдтар, ӯ пешниҳод кард, ки ба анбори Синлуо (баъдтар номи Луоку иваз карда шуд) ҳамла кунад, анборро барои сабукӣ кушояд ва дастаро васеъ кунад. Дастаи артиши Ваганг бо суръат афзоиш ёфт.Дар соли 13-уми Дай Ли Ми артиши Ваганг ва Чжай Ранг сарварӣ кард. бо паст кардани сулолаи Суй ва таксим кардани сулолаи Суй машгул шуд.Дар бораи захирахои харбй ва масъалахои дигар чанг ба амал омад ва Ли Ми Чжай Ранг ва садхо пайравони уро кушт. Баъдтар, ӯ пешниҳод кард, ки ба анбори Синлуо (баъдтар номи Луоку иваз карда шуд) ҳамла кунад, анборро барои сабукӣ кушояд ва дастаро васеъ кунад. Дастаи артиши Ваганг бо суръат афзоиш ёфт.Дар соли 13-уми Дай Ли Ми артиши Ваганг ва Чжай Ранг сарварӣ кард. бо паст кардани сулолаи Суй ва таксим кардани сулолаи Суй машгул шуд.Дар бораи захирахои харбй ва масъалахои дигар чанг ба амал омад ва Ли Ми Чжай Ранг ва садхо пайравони уро кушт.\nМоҳи марти соли 14-уми Дайе Ю Венхуажӣ император Янги сулолаи Суйро кушт.\n, зиёда аз 100 000 нафар одамонро ба гарб баргаштанд. Моҳи марти соли чордаҳуми Дайе, Ю Венхуажӣ (Ю Вен, насаб мураккаб) император Янги сулолаи Суйро кушта, бо зиёда аз 100 000 нафар ба ғарб баргашт. Ба Ли Ми фармон дода шуд, ки ба Ҳуадзӣ ҳамла кунад.Ҳарчанд лашкари Ли Ми низ талафоти зиёд доданд.Баъдтар аз ҷониби Ван Шичон таъқиб карда шуданд.Артиши Ли Ми шикаст хӯрд ва лагери ӯ нобуд карда шуд.Генералҳои ӯ Цин Шубао, Ченг Чжие (аввал номаш ном дошт) Ченг Яоцзин), Ниу Цзинда ва дигарон асир карда шуданд. , Шан Сюнсин таслим шуд. Ба Ли Ми фармон дода шуд, ки ба Ҳуачӣ ҳамла кунад.. Ҳарчанд Ҳуадӣ шикаст хӯрд, Ли Ми низ дар лашкарҳояш талафоти зиёд дод. Баъдтар вайро Ван Шичон таъқиб кард, лашкари Ли Ми торумор карда, лагери ӯ несту нобуд карда шуд, генералҳои ӯ Цин Шубао, Чен Чжицзе (аслан Чен Яоҷин), Ниу Цзинда ва дигарон асир шуданд ва Шан Сюнсин таслим шуд. Ли Ми ноумед шуд, аз ин рӯ дар моҳи сентябр аз дарё ба Хеян гузашт ва ба сулолаи Тан таслим шуд. Ли Ми ноумед шуд, аз ин рӯ дар моҳи сентябр аз дарё ба Хеян гузашт ва ба сулолаи Тан таслим шуд.\nДар моҳи ноябр Ли Юан Ли Миро ба Шандун фиристод, то ки аскарони кӯҳнаро ба кор ҷалб кунад. ноябр,\nЛи Юан Ли Миро фиристод, то дар Шандун мунтазир шавад, то ки аскарони кӯҳнаро ба кор ҷалб кунад. Эҳсос кард, ки ӯ гумонбар шудааст, ӯ бар зидди Танг исён кард. Эҳсос кард, ки ӯ гумонбар шудааст, ӯ бар зидди Танг исён кард. Генерали Тан Шенг Янши Ли Миро ба ҳамла даъват кард ва ӯро дар Сингун Сян кушт. Генерали Танг Шенг Янши Ли Миро ба ҳамла даъват кард ва ӯро дар Сингун Сян кушт.", "聖意": "Хона, хона, забон, худ, бадкирдор, ҷустуҷӯи сарват, беҳуда кор кардан, издивоҷҳо пойдор нест, Люҷзя, гулҳои холӣ, пиёдагардон, яотӣ, зарари кирмак, шаш зарар ба чорво, шахсони гумшуда, даъвоҳо, талафот, муҳоҷират, консервативӣ, моликияти гумшуда, беморй, монеахо, ислохоти кабрхои кухй", "古人": "Ли Ми бар зидди сулолаи Тан исён кард", "第X籤": "Тиражи хафтодум", "宮": "Тацуми"}