{"籤詩版本二": "Шинохти Гвардияи нуздаҳуми Канглонг: Зане ба шавҳари дуюм издивоҷ кард\nБо як камон ва ду тир, динозаврҳо фавран дар сулҳ зиндагӣ хоҳанд кард", "詩意": "Ин гексаграмма мисли камонест, ки ду тирро дар даст дорад.\nҲама чиз хуб аст, агар он якҷоя бошад.", "解曰": "На он қадар вазнин. Тақдир. Чжэн Лючжун кушода мешавад. Эҳтиёткор бўлиш тавсия этилади.", "籤詩故事一": "◇Вэнцзюн ба Сянгру ташриф меорад\nЧжуо Вэнҷун духтари набераи Чжуо Ванг, як тоҷири сарватманд дар Линчюни музофоти Сичуан буд, ки дар мусиқӣ донанд ва номи адабӣ дошт. Вай дар синни шонздахсолагиаш ба шавхар баромад.Баъди чанд сол шавхараш аз дунё гузашт ва ба оилаи таваллуди худ баргашт ва бевазана зиндаги кард.\nРузе Сима Сянру барои зиёфат ба хонаи Чжу Вансун рафт ва чун фахмид, ки Чжу Вэнцзюн навакак бева мондааст, суруди \"Феникс Финиксро мечуяд\"-ро менавохт, то ишки худро баён кунад. Чжу Вэнцзюн аллакай дар бораи Симо Сянру шунида буд ва ин зиёфат ӯро ба Симо Сянру бештар ҷалб кард. Аз тарафи дигар, пас аз зиёфати Симо Сянру, ӯ дарҳол пули зиёде сарф кард, то ба канизи шахсии Чжу Вэнҷун пора диҳад ва аз ӯ хоҳиш кард, ки муҳаббати Симо Сянруро ба Чжу Вэнҷун расонад. Пас аз он ки Чжу Вэнцзюн аз ишқи Сима Сянру тавассути каниз хабардор шуд, дарҳол ба меҳмонхонае, ки дар он Сима Сянру зиндагӣ мекард, шитофт.Омадани Чжуо Вэнҷунро дида, Сима Сянру дарҳол бо ӯ фирор карда, як шаб ба зодгоҳаш дар Ченгду рафт.\nВақте ки онҳо дар Чэнду буданд, ҳамсарон бечора буданд ва маҷбур шуданд, ки ба Линьцюн баргарданд, то як меҳмонхонаи хурде кушоянд, то рӯзгорро пеш баранд.Чжуо Вэнцзюн май мефурӯхт ва Сима Сянру табақ мешуст.Онҳо зиндагии фақирона доштанд. Пас аз он ки падари Чжуо Вэнцзюн, Чжу Вансун, аз ин хабар фаҳмид, ӯ розӣ шуд ва бо маслиҳати дӯстонаш онҳоро маблағгузорӣ кард, то Сима Сянру ва Чжу Вэнҷун ба Ченгду баргаштанд ва баъдтар сарватманд шуданд.", "聖意": "Аз даст додани манзил ва молу мулк, ҳуқуқу гуноҳи худ, ҷустуҷӯи сарват, муомилоти меҳнатӣ, муҳофизат аз издивоҷи дубора.", "古人": "Вэнцзюн ба Сянгру боздид мекунад", "第X籤": "Ҳафтод як лотто бурднок", "宮": "Тацуми"}