{"籤詩版本二": "Занбурпарварон бояд асал талаб кунанд, мабодо неш нешзанад\nДар пешат бояд рахи бегона бошад, Асрори чукур чун бешаи хор.", "詩意": "Ин шонздаҳӣ рамзи занбӯри асал ҷамъоварӣ мекунад.\nХама чиз мехнатдуст ва мехнатдуст аст.\n\n(Ин гексаграмма рамзи ширинӣ ва талхиро меҷӯяд.\nПешгирӣ кардани офатҳои табиӣ дар ҳама чиз.\n)", "解曰": "Корҳоро бодиққат анҷом додан лозим аст. Онро маҷбур кардан лозим нест. Занбурҳо асал ҷамъ мекунанд. Сабаб чист?", "籤詩故事一": "◇ Ван Манг истеъдодҳоро меҷӯяд\nОилаи Ван Манг дар сулолаи Ҳанҳои Ғарбӣ метавон гуфт, ки оилаи сарватманд. Падари у барвакт вафот карда бошад хам, чанд амак ва амаки у императорони сулолаи Хан шуданд.Онхо генерал, сарвазир шуданд ва маркиз шуданд ва мукофот гирифтанд.Оилаи Ванг бениҳоят машҳур буд.\nАммо оилаи хурди Ван Манг бениҳоят камбизоат буд; падараш ҷавонӣ мурд ва ӯ танҳо бо модараш зиндагӣ мекард ва ба хайрияи хешовандон такя мекард. Аммо аз ин сабаб, Ван Манг аз кӯдакӣ як қатор малакаҳоро дар муомила бо одамон таҳия ва амалӣ мекард. Новобаста аз он ки ӯ худро ғамгин ва хашмгин ҳис мекард, ҳамеша дар назди хешовандон, пирон ва бегонагон нигоҳи хеле шодӣ ва оромона зоҳир мекард, аз ин рӯ ҳама дар қабила ӯро қадр мекарданд.\nБоре амаки калониаш бемори сахт буд, пас аз огаҳ шуданаш омада, дар назди кати бемор интизор шуда, доруву об оварда, шабҳо ҳушёрӣ мекард, чанд моҳ бараҳна, бетартиб ва гаҷагӣ буд. аз бемор бештар «сабр» бештар аз писари биологи.\nБарои ин ҳама дар мардуми Тайван ӯро ситоиш мекарданд ва нома навишта, барои ӯ мукофот хоста буданд.\nҲамин тавр, император Ченг аз сулолаи Ҳан ба ӯ унвони Маркизи Пойтахти Навро дод ва ӯро дар қаср посбон таъин кард ва вазири наздики император шуд.\nВан Манг бо мартабаи баланд ва қудрати бузурги худ ҳеҷ гоҳ такаббурӣ ва сустӣ нишон намедиҳад, ба ҷои ин, ӯ беш аз пеш боодоб ва хушмуомилатар шуд, аз як сӯ бо вазирону вазирону шахсиятҳои маъруф ва уламо дӯстӣ пайдо кард.\nАммо зиндагии хеле сарфакор буд, аксар вақт хӯрокҳои гӯштӣ мехӯрд, ҷомаҳои дароз ва куртаҳои остин дароз нагуфта, танҳо либоси кӯтоҳ мепӯшид. Аз ин рӯ, ҳама дар ҳукумат ва ҷомеа якдилона ӯро бо калимаи «фазилат» ситоиш карданд.\nБаъдтар амаки ӯ Гранд Сима Ванген аз беморӣ даргузашт ва ӯро ба ҷои ӯ интихоб карданд. Император ва ҳама вазирон ӯро аз ҳама мувофиқ медонистанд. Аз ин рӯ, Ванг Манг, ки ҳамагӣ сию ҳаштсола буд, Сима Гранд бо қудрати баландтарин дар кишвар шуд.\n(Ин қисса як истиора аст. Хуб будан дар одами хуб метавонад ба шумо кумак кунад, ки аз \"мушкили неш задани занбӯри асал\" раҳоӣ ёбад ва ба идеалҳои худ мувофиқи хоҳишатон бирасед).", "聖意": "Хона ба худаш хуб нест, оила мушкил аст, кораш бастааст, никоҳ баста мешавад, шаш зиреҳ метарсад, пиёдагардҳо дер мекунанд, ҳосили кирмак кам аст, чорво кам аст, душвор аст. мардумро ёбед, даъво бад, муњољират намеравад, моли гумшуда бад аст, беморињо барпо шудааст, ќабри кўњ гум шудааст,", "古人": "Ван Манг истеъдодҳоро меҷӯяд", "第X籤": "Дар лотерея бурд баромадааст", "宮": "Тацуми"}