{"籤詩版本二": "Вақте ки баҳор меояд, раъд меларзад ва хашарот чир-чир мекунад ва ман аз лой рӯй мегардонам\nВақте ки ман бори аввал фаҳмидам, ки ман ҳоло ҳам меравам ва меравам, як бор тағир ёфтам, ман аждаҳо шудам.", "詩意": "Ин гексаграмма мисли раъд ва ҳашарот аст.\nВохӯрӣ бо шахси шариф дар ҳама чиз аломати нек аст.", "解曰": "Раъд мезанад. Ду амонат дар дохил ва берун. Як бор иваз кунед. То Тяньмен.", "籤詩故事一": "◇ Шӯриши Ченкяо\nСоли 959 милодӣ Чжоу Шизонг Чаи Рунг вафот кард ва император Гун Чай Зонгсун, ки ба тахт нишаст, ҳамагӣ ҳафтсола буд. Дар он вакт Чжао Куан-ин, ки дар назди каср инспектор ва фиристодаи Сончжоу дар армияи немис буд, хокимияти хакикиро дар дасти худ дошт.\nДар баҳори соли 960-и милодӣ, Чжэнчжоу (ҷазираи Чжэндини музофоти Ҳбей) ва Динчжоу (шаҳристони имрӯзаи Динся, музофоти Ҳбей) хабар доданд, ки лашкарҳои сулолаи Хани Шимолӣ ва иёлати Ляо якҷоя ба ҷануб рафта, ба сулолаи баъд аз Чжоу ҳамла мекунанд. ривочи калон пайдо карда, хохиш кард, ки кушунхоро барои ёрй фиристанд. Баъдтар сулолаи Чжоу ба Чжао Куангин фармон дод, ки аскарони худро ба шимол барои мубориза бар зидди душман сарварӣ кунад. Чжао Куан-ин аз руи накшаи бародараш Чжао Гуаньи, Чжао Пу, Ши Шоусин ва дигарон пинхонй амал мекард.\n3 феврал, вақте ки артиш ба Ченқиаоӣ (ҳоло шаҳри Ченцяо, ҷанубу шарқии Фэнцю, Ҳенан) расиданд, онҳо шӯриш бардоштанд ва ба сарбозон фармон доданд, ки барои ӯ либоси зард пӯшанд.Онҳо бар зидди сулолаи Чжоуи баъдӣ шӯриш бардоштанд ва Чжао Куангинро ҳамчун император дастгирӣ карданд. . Баъд аз ин Чжао аскарони худро бе сузондан, куштан ва горат кардан ба Кайфэн баргардонд: «Тайзу Чен Цяо савганд ёд кард, ки ба ахолии пойтахт халал нарасонад ва ваъда дод, ки дар рузи ба шахр даромаданаш ба шахр халал нарасонад».\nДар рузи сеюми соли сейуми моди камар Чжао Куан-ин дар Чэньчяо шуриш бардошта, ба пойтахт баргашт.Фан Чжи Ван Пу ва Вэй Ренпуро ба Чжао Куан-ин савол дод.Ло Яньхуан шамшерашро дар назди хайма кашида, бо овози баланд дод зад. : \"Се лашкар хоҷа надоранд. Генералҳо тасмим гирифтанд, ки ӯро император таъин кунанд. Ҳар кӣ сухан гӯяд, кушта мешавад!\". Руи Ван Пу барин хок буд, Қадамҳои худро паст карда, хам кард Фан Чжи хам таъзим кард Куанг Ин шахсан ба ӯ кӯмак кард ва бо эҳтироми бузург муносибат кард.\nПас аз муқовимати мӯътадил, император Гунг аз сулолаи Чжоу баъдтар тахтро ба даст гирифт ва Чжао тахтро ба ӯҳда гирифт. \"Тайзу қариб буд, ки Зенро қабул кунад, аммо матни Зен вуҷуд надошт. Тао Гу, як донишманди Ҳанлин, фармонро қабул кард. ва аз паҳлӯи ӯ даромада, гуфт: «Иҷро шуд».\nПас аз ба тахт омадани Чжао номи кишварро ба Сун, Юанро ба Цзянлун иваз кард ва Кайфэнро пойтахт кард.Ши Шоусин, Гао Хуайде, Чжан Линдуо, Ван Шенчи, Чжан Гуанган ва Чжао Янхуй ба унвони Цзедуши мушарраф гардиданд. , ки дар таърих бо номи «шӯриши Ченцяо» маъруф буд.\nВикипедиа\n(Ин ҳикоя нишон медиҳад, ки ин оғози иҷрои Чжао Куангин аст.)", "聖意": "Дуои хона, рӯзгори рӯзгор, сарват, бахт, бахти тиҷорӣ, издивоҷи шариф, комёбӣ дар Люцзя, пиёдагардони нар, барвақт ба дунё омадани кирмак дар саҳро, барвақт таваллуд кардани шаш ҳайвон, баҳори баҳор, ёфтани одам, муваффақият дар даъвоҳои ҷамъиятӣ, бурдборӣ дар муҳоҷират, молу мулки гумшуда, хатар дар бемориҳо, хатар дар кӯҳу гӯр.", "古人": "Чэнцяо шуриш", "第X籤": "Ҳафтоду се имзо шуд", "宮": "Қасри Ми"}