{"籤詩版本二": "Дар хоб мегуфтанд, ки сарвати зиёд мешавад, аммо шӯҳрат беҳуда буд.\nОб дуру кух дур, вале вафо кардан душвор аст, Шахси шариф хидоят мекунаду табассум мекунад.", "詩意": "Ин шонздаҳӣ рамзи ба даст овардани ганҷ дар хоб аст.\nҲама чиз бештар ё камтар воқеӣ аст.", "解曰": "Мисли хоб орзу кардан. Умед ба шӯҳрат нест. Танҳо вақтҳои хубро интизор шавед. Дастурҳои олӣ.", "籤詩故事一": "◇ Нефритро ба Чжао баргардонед (пас аз анҷом додани он нефритро ба Чжао баргардонед)\nДар соли 283 пеш аз милод шоҳ Чжао Хуэйвэн аз Чу би ба даст овард.Баъд аз он ки шоҳ Цин Чжаосян ин хабарро шунид, ба шоҳ Чжао нома фиристода, омодагии худро барои иваз кардани понздаҳ шаҳр ба Ҳи Би изҳор дошт.\nЛин Сянру ба шоҳ Чжао таҳлил кард, ки Цин қавӣ аст ва Чжао заиф аст ва бояд иваз карда шавад.\nПас аз он подшоҳ Чжао Лин Сянруро бо Ҳе Би ба Цин фиристод.\nПодшоҳи Цин бо Лин Сянру дар Чжантай вохӯрд ва Лин Сянру ба шоҳи Цин нефрит тақдим кард. Подшоҳи Цин аз шодӣ бемаънӣ шуд ва Би-биро ба зебоӣ дароз кард ва ҳама дар атрофаш ба он нигоҳ карданд.Дар ин вақт ҳама аз чапу рост фарьёд зада, зинда бошед.\nЛин Сянру дид, ки подшоҳи Цин нияти ба Чжао додани шаҳрро надорад, бинобар ин ӯ ба подшоҳи Цин гуфт, ки нефри ӯ ноқис аст ва мехост онро ба подшоҳи Цин нишон диҳад, то аз фурсат истифода барад. баргашт.\nПас аз он ки Лин Сянгру бии Ҳеширо бозпас гирифт, ӯ дар паҳлӯи сутуни калон истода, нишон дод, ки мехоҳад бо бии Ҳешӣ бимирад.\nДар ин вакт Лин Сянру ба шохи Цинь гуфт: «Шохи Чжао хануз хам эътирози вазиронро паси cap карда, таклифи вазирро кабул кард. Агарчи вай хангоми муомила бо мардуми оддй хамдигарро фиреб намедихад, нагуфта. Цин як кишвари бузург аст!Бо мақсади нигоҳ доштани дӯстии байни Цин ва Чжао, подшоҳи Чжао Пас аз панҷ рӯзи рӯзадорӣ ман вазирони худро бо нефрит ба Цин фиристодам.Мутаассифона, подшоҳи Цин на танҳо нияти додани Чжаоро надошт. шаҳр, балки ҳамчунин нешри оилаи Ҳе ба як зани зебое дод, ки ин воқеан тамасхури вазирони ман буд.\"\nПас аз ба итмом расонидани сухан, Лин Сянру дарҳол ишораи ба сутунро задан кард.Подшоҳи Цин метарсид, ки ӯ Биро вайрон мекунад, бинобар ин вонамуд кард, ки ба Чжао понздаҳ шаҳр медиҳад. Лин Сянгру нақшаи хиёнаткоронаи шоҳ Цинро пай бурд, аз ин рӯ, ӯ аз шоҳ Цин хоҳиш кард, ки панҷ рӯз рӯза бигирад, пеш аз пешниҳоди Ҳи Би барои таъхири вақт. Дар ин чанд рӯз, Лин Сянгру хизматгорони худро фиристод, то бо яғд ба давлати Чжао баргарданд, дар ҳоле ки ӯ бо подшоҳи Цин монд.\n(Ин ҳикоя ба он монанд аст, ки чашми одами оддӣ аз мақоми ӯ мафтун мешавад.)", "聖意": "Дуои хона кун ва худат дуо кун то молу мулкро банд кунад.Никоҳ кардан мушкил аст.Никоҳ кардан душвор аст.Мардум ҳамфикр нест.", "古人": "Ёшро ба Чжао баргардонед (ҷадро ба Чжао пурра кунед)", "第X籤": "Лотереяи хафтоду хафтуми бурднок", "宮": "Қасри нисфирӯзӣ"}