{"籤詩版本二": "Баргхои чинор рехта, тирамох наздик мешавад, рохи бозгашти мусофирон абрхо ба назар мерасад.\nБа шарофати кӯшишҳои бузурги Худо, киштӣ бо ганҷ дар шамол баргашт.", "詩意": "Ин гексаграмма баргҳои резиши дарахти чинорро ифода мекунад.\nҲама чиз пеш аз ҳама бад ва дар охир хуб аст.", "解曰": "Чизҳоро аз дил гиред. Тиансин ба он пайравӣ мекунад. Барои пешбурди зиндагӣ. Ҳар чӣ аз дастатон меояд, кунед.", "籤詩故事一": "◇ Шамол ба павильони Тенгванг мевазад\nВан Бо, ки бо номи Зян ном дорад, шоири сулолаи Танг буд ва дар соли якуми Юнхуй император Гаозун аз сулолаи Тан ба дунё омадааст. Ван Бо аз овони кӯдакиаш оятҳо мехонд ва ӯ ҳамчун \"вудиёи кӯдакона\" маъруф аст. Ван Бо аз овони кӯдакиаш оятҳо мехонд ва ӯ ҳамчун \"вудиёи кӯдакона\" маъруф аст.\nВақте ки ӯ даҳсола буд, бо падараш тасодуфан аз назди маъбади Гуандӣ мегузашт.Дар маъбад муҷассамаи бошукӯҳи Гуандиро диданд, ки нусхаи «Баҳору тирамоҳ»-ро дар даст дошта, онро мехонанд.Падараш онро дида, илҳом гирифт.Вай ба император Гуан шиор дод: \"Се қуфли риши сабз доштан, таърихи сулолаи Чинро ба чароғи сабз хондан ва ба номҳои маъруф эҳтиром гузоштан. Дар дастам аждаҳои сабзу моҳро нигоҳ доштан\". ки тирамохи хамин сол Ван Бо аз Шаньси ба чазираи Хайнань рафта, ба дидори падараш, ки ба вазифаи суди округи Цзяочзи дода шуда буд, рафта, дар рох аз хазорхо куху дарьёхо гузашта. Тирамохи соле, ки бисту хафтсола буд, Ван Бо аз Шанси ба чазираи Хайнань рафта, ба дидори падараш, ки ба вазифаи суди округи Цзяоцзи дода шуда буд, рафт ва дар ин рох аз хазорхо куху дарьёхо гузашт.\nВақте ки мо он рӯз ба кӯҳи Маданг расидем, ҳама барои истироҳат ба соҳил баромаданд.Вақте Ван Бо танҳо аз канори маъбади бостонӣ мегузашт, ногаҳон пирамардеро дид, ки рӯи санги назди маъбад нишастааст.Муйсафед мисли кӯдаки мӯйсафед ба назар мерасид. ва намуди афсонавӣ ба Ванг Бо гуфт: \"Оё ту Ванг Бо нестӣ?\" Ванг Бо дар ҳайрат афтод ва гуфт: \"Рақан! Инро аз куҷо медонед?\" Пирамард гуфт: \"Ман кайҳо шунидаам, ки ту хубӣ дорӣ. нияти наҷоти одамон ва шеърҳои шумо хеле пурмазмунанд. Пагоҳ дар павильони Тенгванг як зиёфати бошукӯҳ баргузор мешавад. Агар шумо метавонед дар зиёфат иштирок кунед ва иншо навиштед, дар тӯли асрҳо машҳур мешавед ва хароҷоти роҳро ба даст меоред.\" Вақте ки онҳо омаданд. дар кухи Маданг хама барои истирохат ба сохил баромаданд.Вангоме ки Ван Бо танхо аз назди маъбади бостонй мегузашт, ногахон дар болои санги назди маъбад дид, Дар он чо пирамард нишаста буд, ки ба кудаки муйсафед ва афсона монанд буд. Вай ба Ванг Бо гуфт: \"Оё ту Ванг Бо нестӣ?\"\nВан Бо дар ҳайрат монд ва гуфт: \"Рақан! Шумо инро аз куҷо медонед?\"\nМӯйсафед гуфт: \"Ман кайҳо шунидам, ки шумо нияти неки наҷоти мардум доред ва шеърҳое, ки эҷод мекунед, хеле пурмазмунанд. Фардо дар Павильони Шоҳзода Тенг базми бошукӯҳ баргузор мешавад. Агар дар зиёфат ширкат карда тавонед ва эҷод кунед. Шумо дар тӯли асрҳо машҳур хоҳед буд ва хароҷоти сафарро ба даст меоред.\"\nВанг Бо гуфт: \"Ин ҷо аз Павильони Тенгванг шаш ё ҳафтсад мил дуртар аст. Фардо чӣ гуна ба ин ҷо расида метавонем?\" Пирамард гуфт: \"Ман аспро ҳамчун шамоли илоҳӣ истифода мебарам, то ба шумо ёрӣ расонед, ки бодбонӣ кунед. Пагоҳ ҳатман меояд.\" Ван Бо ба ман ташаккур гуфт ва гуфт: \"Мебахшед, падарарӯси ман. , ту ҷовидон ҳастӣ ё худо?\" Пирамард хандида гуфт: \"Ман Ҷунгюан Шуйҷун ҳастам. ин минтақаи обӣ!\" Ванг Бо гуфт: \"Ин ҷо аз павильони Тенгванг шаш ё ҳафтсад мил дуртар аст. Фардо чӣ гуна метавонем ба ин ҷо биёем?\"\nМӯйсафед гуфт: Аспро боди илоҳӣ ба кор мебарам, то туро ҳамвор гардонӣ, пагоҳ ҳатман меоям.\nВан Бо ба ӯ ташаккур гуфт ва гуфт: \"Мебахшед, хусур, шумо ҷовидонед ё худо?\"\nМӯйсафед хандида гуфт: \"Ман Ҷунгюан Шуйҷун ҳастам, ки ин минтақаи обанборро ба ӯҳда дорад!\" Баъд пирамард Ван Боро даъват кард, ки зуд ба киштӣ савор шавад.Вай дид, ки муддате абрҳои хайрхоҳро дар атрофаш ихота кардаанд ва бод. дар рох об хамвор буд Дар як мижа задан садхо километр рохро тай карда буд.\nБаъд муйсафед Ван Боро даъват кард, ки зуд ба киштй савор шавад, вай дар атрофаш абрхои пурфайзро дид, ки муддате уро ихота кардаанд ва ин сафар хамвор буд, дар як мижа задан садхо километр рохро тай карда буд. Тавре интизор мерафт, Ван Бо субҳи баргузории чорабинии бузург ба павильони шоҳзода Тенг шитофт.\nТавре интизор мерафт, Ван Бо субҳи баргузории чорабинии бузург ба павильони шоҳзода Тенг шитофт. Ва дар худи хамон чо «Мукаддима ба павильони шохзода Тенг»-ро навишт, ки онро император Гаозонги сулолаи Тан шохасари абади номида буд. Ва дар худи хамон чо «Мукаддима ба павильони шохзода Тенг»-ро навишт, ки онро император Гаозонги сулолаи Тан шохасари абади номида буд.\nШеъре ҳаст, ки мегӯяд:\nХамеша мегуфтанд, ки одамони боистеъдод худоанд, бинобар ин тасодуфй нест, ки шамол Нанчанро ба Нанчан меорад;\nМан дар бораи павильони баланди Тэн Ван як ҷумла навиштам ва сипас ӯ ҷовидонро ба Чжунгюан ҳамроҳӣ кард.", "聖意": "Барои хонаи худ дуо гӯед ва худро ҳифз кунед, дуои баракат бигӯед, сарват талаб кунед ва ба издивоҷ ва мувофиқат ноил шавед.", "古人": "Шамол ба павильони Тенгванг мевазад", "第X籤": "Ҳаштоду як имзо кунед", "宮": "Вей Гонг"}