{"籤詩版本二": "Чй бояд кард, ки аз обруи худ фазилатро гум кунй, Метарсам, ки бахти нек дигар шаваду бадихо руй дихад.\nМаст, намедонам ба кучо равам Дар сояи дарахтони сабзу хуррам хоби хирае дорам.", "詩意": "Ин гексаграмма моҳии сардеро, ки аз об мебарояд, тасвир мекунад.\nҲеҷ чизро интиқол додан мумкин нест.\n\n(Ин гексаграмма рамзи фазилати бад ва бадбахтист.\nДар ҳама чиз пойҳои худро дар замин нигоҳ доред.\n)", "解曰": "Мохии хунук аз об мебарояд. пашша дар марҳам. Агар шумо дар бораи нақшаҳои лагер пурсед. Ин беҳтар аст ба Mo Qi\nИн нишона ба Люжиа бадбахтӣ меорад. Ҳама чиз нодуруст меравад. Барои амният дуо кунед.", "籤詩故事一": "◇Чжуанси занашро месанҷад\nЧжуанзи дар сулолаи Чжоу таваллуд шудааст.Насабаш Чжуан, номаш Чжоу ва номаш Цзысиу буд.Вай зодаи Менги дар сулолаи Сун буд. Дар сулолаи Чжоу вай мансабдори Циюан буд.\nРузе Чжуанцзй дар кух бо зане во-хурд, вай дар назди кабри нав хамвор шуда, вентиля-ташро сахт чунбонда, гуё хоки тарро дар болои кабр хушк карданй мешуд. Чжуанзи нияти ӯро нафаҳмида, аз ӯ пурсид. Вай гуфт, шахсе, ки дар гӯр дафн шудааст, шавҳараш аст ва охирин сухани шавҳараш ин буд, ки то хушк шудани хоки қабр наметавонад дубора издивоҷ кунад. Вай дигар сабр карда наметавонист, аз ин рӯ, хоки гӯрро ба шӯр зад, то тезтар хушк шавад, то баҳори дуюмро дунбол кунад.\nЧжуанзи ох кашид вакте фикр кард, ки дар дунё чунин зани бедил хаст. Баъд фикр кардам, ки магар занам чунин мешавад? Вақте ки шубҳа пайдо мешавад, ман мехоҳам онро санҷам.\nНасаби зани Чжуанзи Тян буд ва ҳамсарон одатан муносибати наздик доштанд.Барои санҷидани садоқати занаш Чжуанзи тасмим гирифт, ки худро мурда вонамуд кунад.\nБо шунидани хабари аз бемории ногаҳонӣ даргузашти Чжуанзӣ аз ҳар гӯшаву канори кишвар, аз ҷумла хешу табор ва дӯстон барои изҳори таслият омаданд.Дар миёни онҳо шоҳи зебо ва набераи аз давлати Чу, ки сарватманди сарватманд буд, буд. Тян навзана ва рахмдил буд, вайро таъқиб мекард. Хонум Тян ба ин васвасаҳо тоб наоварда, ба Ван Сун ошиқ шуд ​​ва ҳамагӣ дар давоми бист рӯз издивоҷ карданд.\nОн шаб, ки шароб нӯшида буд ва гӯшҳо гарм буд, Ван Сун ногаҳон сактаи дил гирифт ва мурд.\nХонум Тян тарсида ва воҳима афтод ва аз Ван Сун фавран пурсид, ки чӣ кор кунад.Ванг Сун ба дард таҳаммул кард ва ба хонум Тян гуфт, ки мағзи ҷасадҳоро метавон барои зинда кардани мурдаҳо истифода кард.\nҶасади мурдаро аз куҷо пайдо кардан мумкин аст? Хонум Тян ногаҳон фикр кард, ки шавҳараш танҳо мурдааст? Ҷаноби Тиан ишқи пешини зану шавҳарро фаромӯш карда, воқеан табарро гирифта тобути шавҳарашро пора карда, барои гирифтани дору мағзи сарашро омода мекунад.\nНогаҳон, вақте ки тобут кушода шуд, Чжуанзи дубора зинда шуд. Хонум Тян чунон шарм дошт, ки худро ба дор овехт.\n(Ин ҳикоя як истиора барои вайрон кардани дӯстӣ ба манфиати шахсӣ аст, бинобар ин мо бо он розӣ шуда наметавонем.)", "聖意": "Хона тинч, нафси амн, пул беадолат, савдо курбон, никох хал мешавад, бади дар Люцзя обод, пиёдагардон нарасидааст, кирмак осуда, чорво осуда аст. мардум одамро мечуяд, даъво дигар шуд, шогирдон консервативй, молу мулк талаф шуд, касалй нест, куху мазорхо бад буд.", "古人": "Чжуанзи занашро месанҷад", "第X籤": "Лот 84", "宮": "Вей Гонг"}