{"籤詩版本二": "Дар пеши кух рохро абрхои сиёху туман фаро мегирад, Хама чиз давра асту мох боз давр мезанад.\nШеъру китоб гирй, аз хоби амиру бедор мешавӣ, Шахси шариф ба бом раҳнамоӣ мекунад.", "詩意": "Ин шонздаҳӣ рамзи охири баҳор ва шукуфтани гулҳо мебошад.\nҲама чиз пас аз Худованд тағйир меёбад.", "解曰": "Муйсафед бояд ёрй пурсад. Он дар баҳор боз мешукуфад. Хоҳиши шӯҳрат ва сарват. Дар охири ҳаёт бо як фоҷиа рӯ ба рӯ шавед.", "籤詩故事一": "◇Хан Венгонг ба барф дучор мешавад\nХан Ю, ки номаш Туйжи буд, аз Чангли буд. Танг Дезонг дар соли ҳаштуми Ҷенюан ҷинши шуд ва унвони баъди маргаш Вен Гунг буд.\nДар давраи ҳукмронии император Сянцзуни сулолаи Тан, Ҳан Ю бо устухонҳои Буддо эътироз кард, ки ин императорро ба хашм овард. Хан Ю зану фарзандонашро партофта, ба Чаочжоу рафт. Пас аз гаштугузори камтар аз чанд рӯз шамоли сард шиддат гирифт ва барфи зиёд борид. Хан Ю ба чое омад, ки барф чанд метр чукур буд ва пеш рафтани аспро душвор мегардонд, дар наздикии он хонае набуд ва намедонист, ки рох кучост. Агар шумо хоҳед, ки роҳро пеш гиред ва ақибнишинӣ кунед, роҳи бозгашт нест. Шамол сахт вазида, барф бо суръат мерехт, Хан Ю ба пуст тар шуда, сармо ва гурусна монд ва барои баёни андух чое надошт.\nХан Ю оҳ кашид ва гуфт: \"Император маро намекушад, аммо император маро нест кардан мехоҳад\".\nҲангоме ки Ҳан Ю ноумед шуд, ӯ дид, ки марде ба сармои сахт нигоҳ накарда, барои тоза кардани барф меояд ва маълум шуд, ки Хан Сянзи (ҷияни Ҳан Ю) будааст.\nҚаблан Хан Сянзи ба Ҳан Ю гуфта буд: \"Хонаи Юн Ҳен дар Цинлинг куҷост? Барф дарвозаи кабудро ба оғӯш мегирад ва асп ба пеш ҳаракат намекунад.\" Он вақт Хан Ю нафаҳмид, ки Ҳан Сянзи чӣ маъно дорад, аммо ҳоло ӯ ниҳоят фаҳмид.\nҲамин тавр, Хан Ю ва Хан Сянцзи барои шаб дар хонаи Фу дар Лангуан рафтанд. Хань Ю дар бораи гузашта ва рохи кишт сухан ронда, самимона боварй хосил кард.\nБаъдтар Хан Ю аз вазифаи расмии худ даст кашида, тамоми молу мулки худро ба ҳукумати маҳаллӣ дод ва ба кӯҳҳо рафт, то даосизмро тамрин кунад ва ҷовидонӣ шавад.", "聖意": "Хона барои худаш хуб нест, дар кофтукови пул боэҳтиёт бошед, ба тиҷорат таваҷҷӯҳ кунед, издивоҷ дер мешавад, пиёдагардони занҳои Люцзя киштзорро мебанданд, кирмак хуб аст, чорво хуб аст, одам ёфтан душвор аст, даъвоҳои ҷамъиятӣ такрор мешаванд, муҳоҷират нав карда шудааст, чизхои гумшуда вазнинанд, беморихо ба таъхир меафтанд, кабрхои кухистонро иваз кардан лозим аст.", "古人": "Han Wengong ба барф дучор мешавад", "第X籤": "Лотереяи хаштоду панчуми бурднок", "宮": "Шен Гонг"}