{"籤詩版本二": "Нисфи рохро ба болои кухи гарбй кадам зада, куххои Цунлингро карор додан мумкин нест.\nАз Худо муҳофизат меҷӯяд, ин ҷасад то ҳол дар сардхона аст", "詩意": "Ин гексаграмма монанди чустучуи тилло дар рег аст.\nДар ҳама чиз нишонаи одамони шариф ҳаст.\n\nИнчунин: Ин гексаграмма нишон медиҳад, ки шахс дар хатар аст.\nДар ҳама чиз нишонаи одамони шариф ҳаст.", "解曰": "Ҷадро бо роҳи буридани санг пайдо кардан мумкин аст. Дар рег тилло пайдо кунед. Кор кардан лозим. Фақат муаммо.\nКори дигар: вазъияти душвор. Ҷои мондан. Аз Худо баракат талаб кунед. Барои оромии рӯҳ дуо кунед.", "籤詩故事一": "◇ Тилло газед ва ғори зеризаминиро кашф кунед\nБарои таҷлили корнамоиҳои низомии худ Ченг Яоҷин дар Янвуян зиёфат дод. Ногаҳон дар замин сӯрохе кушода шуд, ки нофаҳмо буд.Ҳар кас қуръа кашиданд, ки калимаҳоро интихоб кунанд, тиллоро газанд, то ғолиб шаванд ва ресмонҳоро киро кунанд, то худро ба сӯрох бибанданд.\nДари сангин, мизу стул, пул ва дигар чизхо гузошта шудаанд.Дар руи миз чомахои аждахо ва камарбанди нефри, ки аз тилло сохта шуда, аз гор фарсуда шудаанд.\nЯо Ҷин бо як қуттии калон ва як қуттии хурд аз сӯрох баромад, қуттии чӯбиро кушод ва мӯҳри нефритро баровард, қуттиро кушод, парчами калон, ҷомаи тоҷ ва пайроҳаҳоро бароварда, болои миз гузошт ва ҳама онхоро як ба як тамошо мекард. Ман дидам, ки ҳашт аломати мӯҳра, ки дар мӯҳри калон нақш баста буданд, \"Шоҳи деви Ҳуншӣ, императори бузурги фазилат\" буданд.\nҲама ӯро ҳамчун \"император\" парастиш мекарданд ва Яоҷин дар тӯли се сол ҳамчун Подшоҳи девҳо ин корро кард. (Аслан, ин танҳо худаш эълон шуда буд ва Ченг Яоҷин он вақт танҳо роҳбари деҳа буд.)\n(Ин ҳикоя як истиораест, ки чизҳои хуб ба мисли актёрӣ ҳастанд. Ин консепсияи бадеии \"ин бадан ҳанӯз дар холӣ аст\".)", "聖意": "Дуо барои хонаву хона, худ, бефоида, ҷустани сарват, меҳнат, эҳтиёт дар тиҷорат, издивоҷ аз ҷониби Люцзясу, пиёдагардон, кирмакҳои Читиан, шаш чорвои устувор, ҷустуҷӯи одамон, даъво нест, талафот, муҳоҷират, нигоҳдорӣ халал мерасонад. моли гумшуда, беморихои бад, монеахо, куху кабрхо.", "古人": "Омӯзиши Crypt барои тилло", "第X籤": "Имзои ҳаштоду ҳафт", "宮": "Шен Гонг"}