{"籤詩版本二": "Маро бо корҳои шахсии худ ранҷонед, аз мардум пурсидан мувофиқтар аст.\nДили софу бегубор чун мохи равшани осмон", "詩意": "Ин шонздаҳӣ тасвири моҳи равшани осмонро ифода мекунад.\nҲама чиз равшан ва ҳаво аст.", "解曰": "Дар дил рост бошед. Қонунро рост кунед. Суханони муқаддас. Дар охир маълум мешавад.", "籤詩故事一": "◇ Генерали Конг Минг\nҲалли: Ҷуге Лян аскарон ва генералҳои худро сафарбар мекунад\nДар давраи Се салтанат, Чжуге Лян (181-234), ки бо номи Конгминг ном дорад, дар Яндуи Лангя (ҳоло Шаҳристони Инан, музофоти Шандун) таваллуд шудааст.\nЧжугэ Лян розй шуд, ки Лю Бэй се маротиба ба коттеджи сафолак ташриф овард.Дар он вақт Цао Цао Ҳбейро ором карда буд ва тасмим гирифт, ки ба ҷануб ҳаракат кунад.Вай Сяхоу Дунро ба ҳайси сарлашкар Ю Ҷин, Ли Диан ва дигарон фиристод. чонишинони генералхо, ки армияи 100 хазорнафариро ба суи Синье пеш мебаранд. Дар он вакт Чжугэ Лян накшаи акибнишиниро аз душман дошта бошад хам, Гуан Ю ва Чжан Фэй суханони Чжугэ Лянро нафрат карданд. Чжуге Лян илоҷе надошт, ки шамшери Лю Бэйро истифода барад, то ин дуро бовар кунонад, то ҳар кадоме ҳазорон лашкарро сарварӣ намуда, дар Юшан ва Анлин камин гирифтанд.Интизор шуданд, ки Сяхоу Дун лашкарашро роҳбарӣ кунад ва сипас бо онҳо ҳамла кард. камин ва оташфишонй мекунанд.\nИлова бар ин, Чжао Юн фиристода шуд, ки боқимондаҳои кӯҳна ва заиф артишро сарварӣ кунад, то ҳамчун пешоҳанг ба муқобили Сяхоу Дун мубориза барад ва сипас шикасти қалбакӣ ва ақибнишинӣ карда, Сяхоу Дунро ба роҳи танг дар кӯҳҳо ва ҷангалҳо ҷалб кард. Вай инчунин Гуанро фиристод. Пинг, Чжоу Кан, Лю Фэн ва дигарон ба ақибгоҳи артиши Као ворид шуда, лавозимотро сӯзонданд ва дар артиши Као ваҳм ба вуҷуд оранд.\nПас аз ҷанг, ҳама чиз тавре сурат гирифт, ки Чжу Лян тартиб дод. Вақте ки Сяхоу Дун ва Ю Ҷин артишро ба таъқиб бурданд, Ли Диан, ки дар ақиб буд, фавран ба Сяхоу Дун дар фронт хабар дод, ки ӯ бояд аз ҳамлаҳои оташфишони душман эмин бошад.Аммо ин хеле дер шуда буд. Артиши Цао аз ҷониби онҳо маҳдуд шуд. рохи танг ва дар чое буд, ки дарахтон ба хам печида буданд, бинобар ин сухтор cap кардан мум-кин набуд, талафоти калон дода шуд ва Сяхоу Дун ва дигар генералхо маглуб шуда, ба Сюду баргаштанд.\n(Ин ҳикоя як истиораест, ки Конг Минг дар истифодаи одамон ва идора кардани кишвар бо хирад хуб аст.)", "聖意": "Хонаву хона хайру баракат, дар мол, оромї, тиљорат, хонадорї, бурдборї, муваффаќият дар Люцзя, мардони киштзор, кирмакпарварї, талафи чорво, гумшудагон, даъвоњои љамъиятї, муњољират, молу мулки гумшуда, файзу баракат, беморӣ, оромӣ, кӯҳу қабр.", "古人": "Генерали Конг Минг", "第X籤": "Аломати нӯҳум", "宮": "Қасри Ин"}