{"籤詩版本二": "Намоиши хуб туро аз байни мардум бо рубоӣ фарқ мекунад ва ояндаат дигар мешавад ва боигарии зиёд меорад.\nРоҳ чун осмон васеъ аст ва ҳама пуле, ки медиҳӣ, дар дилат хоҳад буд", "詩意": "Ин гексаграмма ояндаи умедбахшро нишон медихад.\nҲама чиз хуб мешавад.", "解曰": "Роҳи калон. Шумо метавонед ба пеш ҳаракат кунед. Дили худро истифода баред. Фақат ба пеш.\nБо ин аломат ҳама чиз ба нақша гирифта шудааст. Муваффақият ба Ҷичанг.", "籤詩故事一": "◇Се қаҳрамон бар зидди Лу Бу меҷанганд\nҲалли: Се қаҳрамон Чжан Фэй, Гуан Ю ва Лю Бей бар зидди Лу Бу меҷанганд\nДун Чжуо фахмид, ки сараш Хуа Сионро буридаанд ва генерали парвозкунанда Лу Буро ба чанг фиристод. Ҳамин ки Лу Бу ба ҷанг даромад, ӯ генералҳо Фан Юэ ва Му Шунро кушт ва Ву Анго ва Гунсун Занро кушт.\nЧжан Фэй дид, ки Гунсун Зан Лу Буро мағлуб карда наметавонад, бинобар ин зуд ба ҷои Гунсун Зан нишаст ва фарёд зад: \"Ғуломони се насаб бояд бираванд! Чжан Фэй аз Ян ин ҷост!\" Баъд аз ин, онҳо беш аз панҷоҳ раунд ҷанг карданд. пай дар пай, бе ғолибу бохт.\nПас аз он ки Гуан Ю инро дид, ӯ ва Чжан Фэй ба Лу Бу ҳамла карданд ва зиёда аз сӣ давр меҷангиданд.\nЛю Бэй низ ду шамшер бардошта, ба асп чапак зада, ба ёрию мадади Чжан Фэй ва Гуан Ю кадам гузошт.\nСе мард гирди Лу Буро ихота карда, ба ҷанг идома доданд, Ҳама мардуми гурӯҳ ҳайрон шуданд.\nДере нагузашта, Лу Бу қувваташро аз даст дод.Пегаси Лу Бу ақибнишинӣ кард, аммо се нафар Лу Буро таъқиб карданд ва аз таслим нахостанд, то ба лашкари Лу Бу вохӯрданд, ақиб нарафтанд.\n\"Се салтанат\"\n(Ин достон истиораи шучоат ва махорати Лу Бу дар чанг аст. Як кас метавонад се касро маглуб кунад).", "聖意": "Дили хонаю хона танхо бо рохи худ ба чустучуи сарват сафар мекунад Маколаи никохи эхтимоли ба Люцзя меравад Кор барои одамон осон меравад Кирмакхои Жушунтиён истифода мебаранд Дар байни шаш хайвон одамонро ёфтан мумкин аст.Одамонро пешакй ёфтан мумкин аст. Додхо мухочират молу мулки гумшуда беморихо куху кабр мисли бахт.", "古人": "Се қаҳрамон ба муқобили Лу Бу меҷанганд", "第X籤": "Наваду як бурди лотерея", "宮": "Шумо Қасри"}