{"籤詩版本二": "Луан Фэн Сян дар борони борон ғарқ шуд, аммо дар он вақт аз ҷониби Queer таҳқир карда шуд.\nМан фахмидам, ки рузе абрхо дуранд, аммо ба хар хол либосамро ба ту баргардондам.", "詩意": "Ин шонздаҳӣ рамзи Луан ва Финиксро ифода мекунад, ки зери борон пӯшонида мешавад.\nҲама чиз вақте меояд, ки вақташ меояд.", "解曰": "Бадкирдор руз то руз обод мешавад. Ҷаноб набояд коре кунад. Фақат ба худат нигоҳ кун. Вақте ки вақт фаро мерасад, амал кунед.", "籤詩故事一": "◇Гао Ҷун издивоҷро кафолат медиҳад\nДар ибтидои сулолаи Сун Чжао Куан-ин шимолро муттаҳид кард ва тамоми кишвар таслим шуд.Аммо дар сулолаи Танҳои ҷанубӣ Ли Юй худро дар ҷануби дарёи Янтзе ҷойгир кард.Вай стратегияи пешниҳоди шаҳр ва вонамуд кардани таслим шуданро қабул кард. Чжао Куан-инро дар Шоучжоу ба дом афтонда, вазъият хеле вазнин буд. Ҷияни Чжао Куан-ин, Гао Цзюньбао, ки ҷавоне, ки силоҳи тилло дошт, барои шикастани муҳосираи Шоучжоу аз Бяньцзин рафт.\n, ки аз кухи Шуансуо мегузаштанд, онхо нишони Шавхарро, ки Лю Цзиндин гузошта буд, шикастаанд ва харду мусобика карданд.Дар натича Лю Цзюньдин бо санъати аълои чангии худ бар Гао Цзюнбао се бор маглуб шуд ва онхо тупхои тилло ва зангулахои нукрагинро барои якумр иваз карданд. Ҷияни Чжао Куангин Гао Ҷунбао барои наҷоти Чжао Куанин дар Шоучжоу дар дом афтода Бянҷингро тарк кард.Вай аз кӯҳи Шуансуо гузашт ва нишони гузоштаи Лю Ҷиндинро шикаст.Ҳарду рақобат карданд, аммо Лю Ҷиндин бо ҳунари ҳарбии аълои худ Гао Ҷунбаоро се маротиба мағлуб кард. ва маҷбур шуд, ки издивоҷ кунад. Ин ҳамсарон издиҳомро ба муҳосира бурданд ва Чжао Куангинро наҷот доданд.\n(Ибораи ин ҳикоя ин аст, ки ҳарду оштӣ нашуданд (онҳоро таҳқир карданд), балки баъдтар оштӣ карданд.)", "聖意": "Хона барои худ хуб нест, аз пулҷӯӣ, бастани тиҷорат, мунтазири издивоҷ, дер издивоҷ, гум шудан, дар саҳро мондан, кирмак, дер чорво, талафоти одам, мушкил дар ёфтани одам, даъво, талафот, муҳоҷират, консервативй, моликияти гумшуда, касалихои бад, васеъ кардани куху кабрхо.", "古人": "Гао Ҷун издивоҷро кафолат медиҳад", "第X籤": "Наваду се нафар, ки ба лотерея бурд мебарояд", "宮": "хугонг"}