{"籤詩版本二": "Шӯҳратпарастӣ ва дастовардҳо дар сулола ҳастанд, аммо ҳоло нӯшокӣ ва ҷинсӣ беохир хоҳад буд.\nАгар хурӯси тиллоӣ бинед, ба шумо пул, бахту иқбол гирифта мешавад.", "詩意": "Ин гексаграмма рамзи шӯҳратпарастӣ ва шӯҳратро ифода мекунад.\nҲама чизро хуб нигоҳ доред.", "解曰": "Шӯҳратпараст ва ҳаяҷоновар. Ҳанӯз дер нашудааст, ки худро муҳофизат кунед. Хурӯси тиллоӣ ваъда медиҳад. Ҳама хушбахтанд.", "籤詩故事一": "◇Цао Пи худро император эълон кард\nЦао Пи, номаш Зихуан, дар Пейгуокяо (ҳоло Шаҳристони Ҳао, Анҳуй) таваллуд шудааст. Сиёсатмадор ва нависандаи машҳур дар давраи Ҷянъан.\nЦао Пи писари дуюми Цао Цао аст.Вай аз овони кӯдакӣ бо падараш дар лагери низомӣ зиндагӣ мекард.Таҳти таъсири падараш Цао Пи дар синни шашсолагӣ камонварӣ ва дар ҳаштсолагӣ аспсаворӣ омӯхта, инкишоф ёфт. маҳорати хуби санъати ҳарбӣ. Вай инчунин дар бораи классикон ва тарчумаи ҳоли қадиму муосир ва китобҳои садҳо мазҳаб маълумоти густурда дорад. Танҳо дар синни ҳаждаҳсолагӣ Цао Цао Юан Шаоро мағлуб кард ва Цао Пи дар Йечэн, маркази ҳукмронии Цао Као зиндагии нисбатан устувор дошт. Аз он вақт инҷониб, ҳарчанд гоҳо падарашро дар сафарҳои ҳарбӣ ҳамроҳӣ мекард ва аксар вақт зиндагии фарзанди наҷиб буд, аммо ҳар рӯз ба ҳунари ҷангӣ машғул буд ва то имрӯз кам нарафтааст. Вай аксар вакт ба аспи худ дар сад кадам савор шуда, дар санъати чангй хеле махорати баланд дорад, зеро вай тез-тез машк мекунад, сабук ва бакувват аст.\nПисари калонии Цао Цао Цао Анг дар чанг кушта шуд. Пас аз марги писари калонӣ, Cao Pi интихоби аввалини шоҳзодаи валиаҳд шуд. Вақте ки ӯ сию яксола буд, аз ҷониби Cao Cao ӯро шоҳзодаи валиаҳд таъин карданд. Вақте ки Цао Пи сию сесола буд, Цао Као аз беморӣ фавтид ва Цао Пи ба ҷои ӯ сарвазир ва подшоҳи Вей шуд. Ӯ гуфт, ки аксар вақт дар сад қадам савори асп аст ва хеле моҳир аст, зеро аксар вақт бо кунгфу машқ мекунад, сабук ва солим аст.", "聖意": "Дуъо кун, ки хонаву хонаат тинҷ, сарват ҷӯям, меҳнат кун, савдо кун, барвақт ҷудо шав, никоҳ барор, Люцзя амон, мардум дар саҳро, кирмак баркамол, шаш чорво ба камол расад. , пайдо кардани одам душвор мешавад, судхои оммавй таъчилй ме-шавад, мухочират аз байн меравад, чизхо дур мешаванд, беморихо дар куху кабрхо мемонанд.", "古人": "Cao Pi худро император эълон мекунад", "第X籤": "Лотереяи наваду панчуми бурднок", "宮": "хугонг"}