{"籤詩版本二": "Пагодаи боҳашамат ғайриоддӣ буда, дар ҳар тараф ороишоти зебо дорад, ки аз нур медурахшад.\nАз шумо хохиш мекунам, ки азму иродаи кавй дошта бошед, ки сачда кунед ва кори хайр кунед ва бихишт ба шумо баракатхо фиристад.", "詩意": "Ин гексаграмма зуҳури шоистагӣ мебошад.\nҲама чиз баракат аст.", "解曰": "Ин баракатхо. Ҳама онро доранд. Аз ҳад зиёд банд нашавед. Шаъну шараф пешакй муайян карда мешавад.", "籤詩故事一": "◇ Подшоҳи Фенян бо наберааш дар Рӯзи Валентини Чин мулоқот мекунад\nҲалли: Гуо Зийи бо духтари бофандае вохӯрд, ки дар рӯзи Валентини Чин ба замин фуромад. Тянсун, набераи императори Ҷейд, Ҳафт пари аст.\nГуо Зийи (697-781), ки бо номи Гуо Линггун низ маъруф аст, зодаи Шаҳристони Чжэн, Ҳуачжоу (ҳоло Шаҳристони Ҳуасяни музофоти Шэнси) ва генерали сулолаи Тан буд. Додгоҳи император ба Зийӣ унвони подшоҳи Фенянро дод.\nГуфта мешавад, ки Зии аслан аз Ҳуачжоу буд ва барои ҳамроҳ шудан ба артиш берун аз девори Бузург рафтааст.Ӯ ба Пекин рафта, барои фишор додани музди ҳарбӣ ва ба Инчжоу баргашт.Он вақт рӯзи ошиқони чинӣ буд.Шамол ва қум. торик мешуданд, офтоб тира мегардид, Зийй пеш рафта наметавонист, дар канори рох меистод, дар хонаи холй дар фарш мехобид, вакте ки хоб рафтанй буд, ногахон чароги сурхро дид. аз ду тараф бархоста, бо тааччуб ба боло нигарист.. Дар осмон абре буд, охиста-охиста ба поён мефурояд.. Дар он чо зани зебое нишаста буд, ки обруманд ва зебо, аз одамони оддй тамоман фарк мекунад. Зийї њамоно иззату эњтиром карду гуфт: «Имрўз рўзи њафтуми моњи њафтуми ќамарї аст, Ба гумонам, духтари бофанда омадааст, ки ба ў умри дарозу сарват ато кунад.\nЗан низ посух дод: Бо сарвати зиёд умри дароз меояд.\nБаъди ба охир расидани сухан шуъла баргашт ва абрхо охиста-охиста баланд шуданд.Зан хануз бо табассуми гуворо ба суи Гуо Зий менигарист.Танхо вакте ки аз у дур буд, дуд хира шуд ва дигар дида намешуд.\nРост баромад, чунон ки зан гуфт. Хисмати Зиёй машхури олам аст, вазири бенихоят машхур аст ва генерали хам бо фазилат ва хам фазилат аст.", "聖意": "Дар хона барои худ хохиш кун, барои худ хохиш кун, дуъо кун, дар тичорат, барори кор, барори хонадор, барори Люцзя, саёхати хуш бо одамон, киштзорхо, кирмакхо, чорвои устувор, бадбахтй дар ёфтан. одамон, даъвоҳои ҷамъиятӣ, муҳоҷират, хушбахтӣ, бемориҳои молу мулки гумшуда, қабрҳо дар Чжэнсиншан", "古人": "Подшоҳ Фенян дар Рӯзи Валентини Чин бо наберааш мулоқот мекунад", "第X籤": "Наваду шаш имзо кунед", "宮": "хугонг"}