{"籤詩版本二": "Аспро дастгир карда, камчинро дар даст дошта, рост ба ин чо меоем, ним дар хатару ним дар фалокат.\nМисли он ки хонаро оташ месузад.Чун осмон фуруд меояд, борон онро хокистар мекунад.Ман нақша дорам.", "詩意": "Ин гексаграмма нисфи ғам ва нисфи шодиро ифода мекунад.\nДар ҳама кор хайр кардан тавсия дода мешавад.", "解曰": "Меҳнати умрбод. Ба дурусту нодуруст парво накун. Занҷирҳо муваққатӣ мебошанд. Нафрат табиатан пайдо мешавад.", "籤詩故事一": "◇Тао Санчун дар Гуайуан Чжэн Энро мағлуб кард\n\"Зинда бод ёдгории ман,\" Чжао Куангин боз бархост, \"Бэйпин подшоҳи Чжен Эн он вақт издивоҷ карда буд. Ҳоло, ки ҷаҳон ором аст, ман мехоҳам аз шумо иҷоза бипурсам, ки рӯзи муборакро барои издивоҷ интихоб кунед. \"\n\"Зинда бод ёдгории ман!\" Чжао Куангин бархост ва гуфт: \"Шоҳи Пекин, Чжэн Эн, он вақт издивоҷ карда буд. Ҳоло, ки ҷаҳон ором аст, ман мехостам аз шумо иҷоза бипурсам, то як хайрхоҳро интихоб кунед. рӯзи издивоҷ».\n«О, бародари сеюм пештар хам-рох шуда буд, чй тавр ман аз ин хабар надоштам?» Чой Ронг хеле хайрон шуда, дасташро нишон дод, ки Чжао Куангин нишаста сухбат кунад.\n«О! Бародари сеюм пештар хам ни-шаста буд, чй тавр ман аз ин хабар надоштам?» Чой Ронг (императори сулолаи баъд аз Чжоу) хеле дар хайрат монд ва дасташро нишон дод ва аз Чжао Куангин хохиш кард, ки нишаста сухбат кунад.\n\"Ин як қиссаи дароз аст. Аввалан, мо он замон ҳанӯз дар фақр будем ва ба артиши шумо нарафтем. Аз он вақт инҷониб солҳо ҷанг мекунем ва вақт надорем, ки дар бораи шумо ғамхорӣ кунем. Сониян, бародари сеюм низ каме аст. аз зикр кардан шарм медоред, бинобар ин Аълоҳазрат намедонад».\n\"Ин як қиссаи тӯлонӣ аст. Аввалан, мо дар он замон ҳанӯз дар фақр зиндагӣ мекардем ва ба артиши шумо нарафтем. Аз он вақт инҷониб солҳо ҷанг мекунем ва вақт надорем, ки дар бораи шумо ғамхорӣ кунем. Сониян, бародари сеюм низ аз зикри он каме шармгин аст, бинобар ин Аълоҳазрат намедонад ».\n\"Ҳай, донишҷӯи коллеҷ ба шавҳар мебарояд, шарманда шудан чӣ маъно дорад? Бародари сеюм кайҳо боз дар майдони ҷанг аст ва ӯро қаҳрамони бемислу монанд метавон арзёбӣ кард. Чаро дар ин масъала ин қадар майдакорӣ мекунед?\"\n\"Ҳай! Писари коллеҷ хонадор мешавад, шарманда шудан чӣ маъно дорад? Бародари сеюм кайҳо боз дар майдони ҷанг аст ва ӯро қаҳрамони бемислу монанд донистан мумкин аст. Чаро шумо дар ин масъала ин қадар майдакорӣ мекунед?\"\n— Агар гап занем, бародари сеюмамро барои шармгин буданаш маломат карда наметавонам, зеро ин издивоҷ сохта буд.\n— Агар гап занем, бародари сеюмамро барои шармгин буданаш маломат карда наметавонам, зеро ин издивоҷ сохта буд.\n\"Машина кардед? Ҳей, ҷолиб аст. Лутфан ба ман бигӯед, ки чӣ шуд.\"\n\"Ман онро чоп кардам! Ҳей! Ҷолиб аст! Лутфан ба ман бигӯед, ки чӣ шуд.\"\n\"Бале, дар ёд дорам, ки он сол, вақте ки мо ба Аълоҳазрат пайвастанӣ будем, мо аз ноҳияи Баочен мегузаштем. Моҳи июн ҳаво хеле гарм буд. Бародари сеюмам дар меҳмонхона истода натавонист, танҳо ба саргардонӣ баромад. Пас аз гузаштан аз харбуза дарун даромад, харбуза ташнагиро мешиканад, дар ин вакт харбузахои барвактпаз кам набуданд, бародари сеюм чи тавр чиданро намедонист, бисьёрашро шикаст. Зане, ки ба харбуза нигарист, пеш рафт, то бародари сеюмро муттаҳам кунад.Ҳар ду ихтилоф карданд ва баъд ҷангу ҷанҷол карданд.Биёед, хушбахтона, хавотир шудам ва сари вақт ба кумак шитофтам, вагарна...\"\n\"Бале, дар ёд дорам, ки он сол, вақте ки мо ба Аълоҳазрат пайвастанӣ будем, аз назди ноҳияи Баочен мегузаштем. Моҳи июн ҳаво хеле гарм буд. Бародари сеюмам дар меҳмонхона истода натавонист, танҳо ба саргардонӣ баромад. Пас аз гузаштан аз харбуза дарун даромад, харбуза ташнагиро мешиканад, дар ин вакт харбузахои барвактпаз кам набуданд, бародари сеюм чи тавр чиданро намедонист, бисьёрашро шикаст. Зане, ки ба харбуза нигарист, пеш рафт, то бародари сеюмро муттаҳам кунад.Ҳар ду ихтилоф карданд ва баъд ҷангу ҷанҷол карданд.Биёед, хушбахтона, хавотир шудам ва сари вақт ба кумак шитофтам, вагарна...\"\n\"Ин Чжэн Циминг, дар навбати аввал гуноҳаш аст, бояд бахшиш пурсад. Чаро ӯро зад? Гайр аз ин, оилаи духтар чӣ гуна ба мушту лагадҳои як марди бераҳм мисли ӯ тоб оварда метавонад! Биё, ин духтарро латукӯб кардӣ пора-пора. Не?» «Духтарча сиҳат буд...».\n\"Ин Чжэн Циминг, дар навбати аввал айби ӯ аст, пас ӯ бояд бахшиш пурсад. Чаро ӯро мезанӣ? Ба ғайр аз ин, оилаи духтар чӣ гуна ба мушту лагадкӯби як марди бераҳм мисли ӯ тоб оварда метавонад! Биё, ба ман бигӯ. шумо ин духтарро задаед. Не?\"\n— Духтарча сихат набуд...\n— Хайр, гапаш... Э, чорае надидй, ба гумонам, маро дар вакташ начот додй.\n\"Хамааш хуб аст! Хуб... Эй! Ту чорае надидаӣ? Оҳ! Гумон мекунам, ки ту маро дар вақташ наҷот додӣ!\"\n«...Не, шахсе, ки ман наҷот додам... бародари сеюм буд.\n\"Аҳ?!\" \"Аҳ?!\"\n\"Бародари сеюмро зан ба замин афтонд ва дар тамоми роҳ сахт лату кӯб кард. Хушбахтона, ман расидам ва ӯро ба рафтан водор кардам, бинобар ин ӯ сахт осеб надидааст... Ҷаноби олӣ... Ҷаноби олӣ!... \"\n\"Бародари сеюмро зан ба замин афтонд ва ӯро сахт лату кӯб карданд. Хушбахтона, ман расидам ва ӯро ба рафтан водор кардам, ки ӯ сахт осеб надидааст... Ҷаноби олӣ... Ҷаноби олӣ!...\"\n\"Ах?...О, кист он зан!?\" \"Ах!?...О, кист он зан!?\"\n\"Танҳо баъдтар фаҳмидам, ки номи ин зан Тао Санчун аст ва падараш Тао Хонг як қаҳрамони куҳансол буд, ки ормон надошт. Тао Санчун аз хурдӣ аз падараш ҳунари ҷангиро омӯхтааст. Пас аз он ки ман шинос шудам. оилаи ӯ, ман дидам, ки Мисс Санчун хислати барҷаста дорад. , Луо Луо ва саховатманд, бе ягон одати духтарча будан, дидаву дониста ба ӯ мувофиқат карданд. Падару духтари Тао низ хислати рости бародари сеюмро хеле дӯст медоштанд. фавран онро пахш кард ва барои ҳардуи онҳо ин издивоҷро тасмим гирифт, Ҷаноби олӣ, лутфан ба ман бигӯед, ки ин издивоҷи қалбакӣ нест?»\n\"Танҳо баъдтар фаҳмидам, ки номи ин духтар Тао Санчун аст ва ӯ аз хурдӣ аз падараш ҳунари ҷангиро омӯхтааст. Пас аз шиносоӣ бо хонаводаи ӯ дидам, ки Мисс Санчун хислати барҷаста дорад. саховатманд ва аз одатҳои духтари хурдакак осоре надоштам, бинобар ин ман дидаву дониста ӯро ба кор ҷалб кардам.Ба ҷаноби Тао ва духтараш низ хислати рости бародари сеюмашон хеле писанд омад.Онҳо дарҳол ба ин кор заданд ва ба ин издивоҷ тасмим гирифтанд. Ҷаноби олӣ, лутфан ба ман бигӯед, ки ин издивоҷи қалбакӣ нест?\n(Ин ҳикоя як истиора аст, зеро як чизи бад як чизи хуб шуд.)", "聖意": "Дар бораи ҳифзи хона ва худ дуо гӯед, эҳтиёт бошед, барои сарват дуо кунед, тиҷоратро вайрон кунед, ба издивоҷ монеъ шавед, ҷазо, Люҷя, суғурта, пиёдагардон дар саҳроҳо, зарари кирмак, зарари чорво, гум шудани одамон, даъвоҳои ғайриқонунӣ, талафот, муҳоҷират, консервативӣ , молу мулки гумшуда, бемориҳои бад, ташвишҳо, хатарҳо, кӯҳҳо, қабрҳо, нокомӣ", "古人": "Тао Санчун дар боғи харбуза Чжэн Энро мезанад", "第X籤": "Шумораи наваду нӯҳ", "宮": "Хайгонг"}