{"籤詩版本二": "Хорвоо ертөнц сайхан гэр бүл, өлзийтэй өдрүүд, сайхан цагийг бүтээж, бүх зүйл сайхан байх болтугай\nЭнэ ихийг авбал өчүүхэн ч юм биш.Хүмүүс үнэнч, шулуун шударга гэж эзэн хаан тунхаглаж байна.", "詩意": "Энэ зургаан өнцөгт нь тэнгэр, газар нээгдэх эхлэлийг илэрхийлдэг.\nБүх зүйл өлзийтэй.", "解曰": "Хурдан хурд. Жил нь цаг хугацаагаа зориулдаггүй. Гуанин бичжээ. Эхлээд надад мэдэгдээрэй.", "籤詩故事一": "◇Жунли гэгээрэв\nЖүнли Цюань, Жунли овогтой, Чуан нэр, эелдэг нэр Юнфан, Жэнгян хоч нь Зүүн Хань гүрний үед Шэньси мужийн Сиань мужийн Шяньян хошууны уугуул хүн байжээ.\nЖун Лицюань бол Хан гүрний жанжин байсан.Баруун Цянь улсын эсрэг аян дайны үеэр жанжин Лян И-д атаархаж, түүнд ердөө 30 мянган хөгшин, сул дорой цэргийг томилж, зорьсон газартаа очсон даруйд хуаранг нь дээрэмджээ. Баруун Цяны арми, цэргүүд зугтав. Жүн Лицюань нэгэн хөндийд төөрч, замдаа нэгэн ламтай таарч, нэгэн жижиг тосгонд хүргэж өгөөд “Энэ бол Дунхуа ноёны өргөө” гэж хэлээд салах ёс гүйцэтгээд гарч одов. Хэсэг хугацааны дараа хэн нэгэн гэнэт: \"Ногоон нүдтэй Ху хүн дэндүү яриа хөөрөөтэй болохоор ийм болсон байх\" гэж хэлээд, цагаан бугын арьс өмсөж, ногоон квиноа таяг барьсан хүнийг хараад Жун Личуанаас \"Ирсэн хүн Энд Хан Да.Жанжин Жунли Цюань байна\n? Жүн Лицюань хачин хүнтэй учирснаа мэдээд цочирдсон тул Таог үнэн сэтгэлээсээ сурсан.\nЖун Лицюань хожим Жэнрэн Хуаян, Үхэшгүй мөнх хаан Сюаньфу нартай уулзаж, \"Үхэшгүй мөнхийн нууц\"-ыг сурчээ. Эцэст нь тэрээр Конгтун уулын Зижин Сихаофэнд амьдарч, \"Хаш хайрцгийн нууц\"-ыг олж авч, жинхэнэ үхэшгүй мөнхийн хүн болсон бөгөөд Куанжен шашныхан түүнийг Умардын таван патриархын нэг хэмээн хүндэтгэдэг байжээ.", "聖意": "Намар, өвөлдөө өлзийтэй, өлзийтэй байхын өлзийтэй ерөөл өргөе.Намар, өвөлдөө аз хийморь эрж, ажил үйлс нь өлзийтэй, хань ижил, хүү төрүүлэх нь өлзийтэй, хээр явахад өлзийтэй ерөөл өргө. , торгонд өлзийтэй, мал адгуус нь өлзийтэй, хүн олдох нь өлзийтэй, нийтийн заргад өлзийтэй, нүүдэл, төөрсөн эд хөрөнгө, зүүн хойд өвчин, уул булш илгээхэд өлзийтэй.", "古人": "Жунли гэгээрсэн", "第X籤": "анхны тэмдэг", "宮": "Умай"}