{"籤詩版本二": "Санаа зоволт, түгшүүр нь түр зуур тайвширч, баяр баясгалан тэнгэрээс ирдэг.\nАргалд нуугдсан хаш шиг сайн ажилчин тоосыг нь өргөдөг", "詩意": "Энэхүү зургаан өнцөгт нь Инь ба Ян хоёрын зохицлыг илэрхийлдэг.\nТаны төлөвлөж буй бүхэн өлзийтэй.", "解曰": "Юу ч олсонгүй, юу ч алдсангүй. Алдагдлаасаа ашиг олох. Муу санаатан хүнд хэцүү байна. Танд амжилт хүсье, эрхэм ээ.", "籤詩故事一": "◇Е Мэн Шион Чао Ди\nЭелдэг нэр нь Нанжао, Лонтанг нэртэй Е Мэншионг (1531-1597) Лонгтан болон өөрчлөгдөн Хуаюн хэмээх нэр зүүжээ. Мин гүрний Хуйжоу Фүчэн (одоо Хуйчөү хотын Хүйчэн дүүргийн хэсэг) Ваншифангийн уугуул. Жяжингийн 44 дэх жил (1565) Жинши цол хүртэж, Чин хошууны захирагч цол хүртжээ. Тэрээр шилжүүлгийн хэлтсийн даргаар ажиллаж байсан бөгөөд дараа нь Шаньси замын хяналтын цензур болж өөрчлөгдсөн.\nВанлигийн 20-р онд (1592) Ниншягийн ерөнхий консул Куайбай (Монгол Татар овгийн ахлагч) захирагч Дан Синыг алж, Хэси мужийн Дөчин долдугаар цайзыг эзлэн авч, хотыг эвдэж, мөргөж, шатаажээ. өөрийгөө үхтэлээ. Мэн Шионг алдар нэрээ авахдаа бардам зан гаргадаггүй бөгөөд ур чадвараараа байлдахаар зориглосон жанжных шиг сайн байхыг зөвшөөрдөг. Албан ёсны Вэй Сюзенг албан тушаалд нь эргүүлэн томил. Тэрээр амьдралынхаа сүүлийн жилүүдэд таван удаа огцорч, Хуйлоун сүмийг барихаар Хуйжоу руу буцаж ирэв.\nЕ Мэншионг анх Даоизмд төрийн албан хаагчаар орж, шударга зангаараа алдартай байсан. Хуучин түүхэнд түүнийг \"даруу зан, чадвараараа анхдагч\", \"авлига хээл хахуулийг устгаж, бослогыг шийтгэдэг\" гэж бичсэн байдаг. туйлын үнэнч, зоригтой, зоригтой, авхаалжтай, бууны суманд сайн. Амьдралынх нь сүүлийн хагаст түүний тулааны урлагийг \"Мин улсын түүх\"-д тэмдэглэж, үндэсний баатар хэмээн үнэлдэг байжээ.", "聖意": "Гэр орон тааламжгүй (улам амар амгалан) Намар, өвөл нь өөртөө сайн, эд баялаг бүтэмжтэй, гүйлгээ амжилттай, гэрлэлт амжилттай болох, Люжя худал сандрах (эрдэнэс байх), явган зорчигчид хээр явах болно. торгоны төлөө залбирах, зургаан мал хавтгай болох, хүн олдох, нийтийн зарга тааламжгүй, шилжин суурьших, алдагдсан эд хөрөнгө саад болох, Фушаны булшинд өвчин намдаах", "古人": "Е Мэн Сионг Чао Ди", "第X籤": "Арван зургаа дахь хожсон лотто", "宮": "Маогун"}