{"籤詩版本二": "Баруун талаараа Алтан хэрээ унаж, зүүн талаараа туулай мандаж байна.Өдөр, шөнийн мөчлөг эрт дээр үеэс өнөөг хүртэл үргэлжилж байна.\nЛам ба дао шашинтнууд ямар ч сул тал байхгүй гэдгийг мэддэг бөгөөд эрдэмтэн, тариаланчид, үйлдвэр худалдаачид бүгд өөрсдийн бодлоор явдаг.", "詩意": "Энэхүү зургаан өнцөгт нь билгийн өсөн нэмэгдэж, буурч байгааг илэрхийлдэг.\nЭнэ нь бас бүх зүйл санаснаар болно гэсэн дохио юм.", "解曰": "Санасанд юу ч алга. Таны хийсэн зүйл бол гавьяа юм. Нумаас гарсан сум шиг. Нэг сум оносон.", "籤詩故事一": "◇Авга ах Цао Гуо бол үхэшгүй мөнх хүн юм\nСүжөүгийн уугуул Цао Гуожю нь Сүн гүрний Рэнцзун үеийн улсын их нагац ах байсан гэдэг.Түүнийг Цао И гэдэг бөгөөд түүнийг Цао Жиншиу ч гэдэг.\nНагац ах Цао Гуо Као Эр гэдэг дүүтэй байв. Энэ Цао Эр эзэнт гүрний албан тушаалд түшиглэн элдэв бузар мууг үйлдэж, талбай эзлэн, эхнэр охидыг булааж, хууль бус хүмүүстэй нөхөрлөж орж гарч ирж, Цао Гуожю тэссэнгүй. Түүний сайхан үг, тайтгарлыг сонсохоос татгалзсан тул түүнийг захирахын тулд шийтгэлийг ашигласан. , ах дүү хоёр дургүйцсэн.\nЦао Гуожю хэлэхдээ: \"Дэлхийн зарчим бол сайныг хуримтлуулсан нь өсөн дэвжиж, мууг хуримтлуулсан нь мөхдөг. Энэ бол хувиршгүй үнэн юм. Өнгөрсөн хугацаанд манай Цао гэр бүл өнөөдрийн баялагт хүрэхийн тулд муу үйлийг хуримтлуулж ирсэн. Одоо. ах минь бузар булайг туйлдаа хүртэл хуримтлуулсан, мултарсан ч гэсэн албан тушаалтнуудаар шийтгүүлсэн ч нууцаар урсдаг байгалийн гамшгаас мултарч чадахгүй, нэгэнт гамшиг тохиолдоход гэр бүл чинь сүйрч, хүн нас барсан ч чи болохгүй. зугтаж чадна. Би доромжлуулж, үүнээс айх болно.\" Тиймээс би бүх баялгаа тарааж, Тэр ядууст тусалж, ахынхаа хэргийг хайхрахаа болив. Дараа нь тэрээр гэр орон, найз нөхдөө орхиж, Даоист дүрэмт хувцсаа сольж, оюун ухаан, мөн чанараа хөгжүүлэхээр ууланд гарчээ.\nНэгэн өдөр Хань гүрний Жунли, Лу Дунбин нартай санамсаргүй тааралдсанд Цао Гуо ахын яруу хариултыг хараад ихэд баярлан түүнд \"Үнэнийг буцаах нууц зарлиг\"-ыг өгч, түүнийг анхааралтай бясалгахыг тушаав. Удалгүй Жүнли. Цюань, Лу Дунбин нар үхэшгүй мөнхийн ангитай танилцсан.", "聖意": "Гэр орон, гэр, өлзийтэй, өлзийтэй, ажил үйлс, гэр бүл, аялагч эр, тариан талбайд торго тарих, зургаан мал эрт тарих, ашиг хонжоо олох, хүн олох, шүүхэд хандах, нүүдэллэх, алдагдсан эд хөрөнгө , хожуу өвчин тусах, аз хийморь (туулай жил эсвэл туулай жил муутай), уулын булш бунханд өлзийтэй.", "古人": "Авга ах Цао Гуо бол үхэшгүй мөнхийн хүн юм", "第X籤": "Арван наймдугаарт гарын үсэг зурна уу", "宮": "Маогун"}