{"籤詩版本二": "Хурдан усан эрэг дээрээс завийг буцаах, үймээн самуунаас болж та юу хийхийг хүсч байна вэ?\nХэрэв та аюулгүй байхыг хүсч байвал тайван байдлыг эрэлхийлж, давалгаа энэ хямралыг даван туулахыг хүлээнэ үү.", "詩意": "Энэ зургаан өнцөгт нь хурдан эрэг дээр явж буй завьтай адил юм.\nБүх зүйлд консерватив байж, цагийг хүлээ.", "解曰": "Хүчтэй усанд бууна. Аюул цагийг хүлээж байна. Хэрэв та баазын төлөвлөгөөний талаар асуувал. Юу ч хийж чадахгүй.", "籤詩故事一": "◇Зий хаан титмийг өргөмжилсөн\nГуо Зий (697-781) нь Гуо Лингун гэгддэг Хуажөү (одоогийн Шааньси мужийн Хуасянь хошуу) Жэн хошууны уугуул, Тан гүрний жанжин байв.\nТяньбаогийн 14-р он (755) Аньшийн бослогын үеэр түүнд Шуофан Жиэдүши (Одоогийн Ниншягийн Линвүгийн баруун зүгт орших Линву) цол хүртэж, загалмайтны аян дайнд орох тушаал авч, Шуофангийн цэргийг Ли Гуанбитай нэгтгэн жагсав. Хэбэй рүү Тэд Чаншан (Жэндин, Хэбэй)-д хүчээ нэгтгэж Ши Симинийг ялж, Хэбэйг эргүүлэн авав. Энэ үед Гуо Зий хаан Фан Яныг хойд зүгээс авч, босогч барын үүр рүү довтлон Тунгуаны бүслэлтийг багасгахыг санал болгосон ч Сюань Цзун зөвшөөрөөгүй. Дараа нь Тан гүрний сүүл үеийн салан тусгаарлах вассал хотуудын нөхцөл байдал тарьсан нь Тан гүрний мөхлийн алслагдсан шалтгаан болсон юм.\nТяньбаогийн 15 дахь жил (756) Уйгурын эвслийн хамт Хэкүг тайвшруулж, дараа оны хавар Хэдун (одоогийн Юнжи, Шаньси), Фэн И (одоогийн Дали, Шааньси) нарыг эргүүлэн авч, Тунгуань, Цүй Цяньюйг ялав.Тан улсын цэрэг 10000 гаруй хохирол амсав. Цүй Цянью Пүжинд бууж өгөв. Ан Лушаныг хүү Ан Цинсү алжээ.\nЖидэ улсын 2-р он (757)-д Фэншян руу цэргийг удирдан явуулах тушаал авч, замдаа Ли Гүйрэнгийн 5000 морьт цэргийг Байкүлююн гүүрэнд (өнөөгийн Санюань хотын зүүн урд талд) бут цохиж, 5-р сард Ан Шөүжүн, Ли Гүйрэн нартай байлдав. Чингүд (өнөөгийн Сиань хотоос баруун зүгт) ялагдаж, Уугунд (өнөөгийн Вугун хотын баруун хойд зүгт) ухарч 9-р сард Маршал Гуанпин Ван Ли Чуг дагаж Тан, Уйгурыг удирдан 150 мянган цэрэгтэй нийлж, дараа нь тэдэнтэй тулалдав. Шянь дахь Ань Шоужун, Ли Гүйрэн нар.Жи сүмийн хойд талд (өнөөгийн Чан Ан хошууны баруун урд) Уйгурын цэргүүд дайсны араар тойрч хоёр талаас довтолж, 60000 дайсныг устгаж, Жан Тунгру Шаанши хошуу руу зугтаж, мөн эцэст нь нийслэл Чанань хотыг (өнөөгийн Сиань) эргүүлэн авав.Тандын армийн сүр жавхлан Чанань хотод дахин сэргэв.\nДараа нь Тангудын цэрэг ялалтыг далимдуулан зүүн зүг хөдөлж, Шиньдяньд (одоо Хэнань мужийн Саньмэнься хотын баруун өмнө зүгт) Янь Жуан, Жан Тунру зэрэг 150 000 хүнийг бут цохиж, Анчин Сюйг Шар мөрнийг гатлан ​​Шянжоу руу ухарчээ. Дунжүн Луоян буцаж ирэв. Түүний гавьяа дээр Ситуг нэмж, түүнийг улсын гүн болго.\nШи Симин өөрийн цэргээ Фан Янгаас удирдан Ань Цинсүг аварсан.Хоёр тал Анян мөрний хойд талд (өнөөгийн Аняны хойд хэсэг) бүрэлдэж тулалдсан.Тэмцэл салшгүй өрнөв.Эцэст нь есөн Жиэдүшигээр удирдуулсан Тан улсын арми. 600 000 хүнтэй гэж мэдэгдсэн, ухарсан (Ечений тулалдаанд). дайн). Энэ тулалдааны гол командлагч нь удирдах чадваргүй тайган Ю Чаоэн байсан бөгөөд тулаан бүтэлгүйтсэний бурууг Гуо Зыи-д тохож байв. Гуо Зы-г Чананьд дуудаж, цэргийн хүчнээс чөлөөлөгдөж, сул түшмэл болжээ.\nБаойин (762) оны эхний онд Тайюань (өнөөгийн Тайюань хотоос баруун өмнө зүгт), Жянжоу (өнөөгийн Шаньси мужийн Шинжаан) зэрэг газрын цэргүүд бослого гаргаж, ордныхон айж сандарсан тул Зы-д Фэньянгийн ван цол олгож, гадаа гарав. Зянжоуг удирдана. Түүнийг мөн тайган Чен Юаньжен харилцуулж, цэргийн эрх мэдлээс чөлөөлөгдсөн.\n(Энэ түүхийн гол сэдэв: Го Зии маш чадварлаг, биеэ авч явах чадвартай байсан бөгөөд Сюан Цзун болон зарим муу санаатнуудтай уулзсан нь түүний амжилтад ихээхэн хохирол учруулсан.)", "聖意": "Гэр орон болон өөрийгөө адислах, эд баялгийг эрэлхийлэх, ямар ч гүйлгээ хийх, гэрлэх, хуурамч дохиолол өгөх, тариалангийн талбайд ирж буй явган зорчигч, Канжи, хүмүүсийг олоход хэцүү, олон нийтийн зарга болон (Син биш), шилжилт хөдөлгөөн, консерватив байдал, алдагдсан эд хөрөнгө, олоход хэцүү, өвчин, ерөөл гуйх, уул бунхан, өлзийтэй", "古人": "Зийи хаан ширээнд суув", "第X籤": "Арван ес дэх хожлын лотто", "宮": "Тацуми"}