{"籤詩版本二": "Өчнөөн олон санаа зоволт, аюулын дараа одооноос хойш хэзээ ч хоосон болохгүй\nӨгөөмөр сэтгэл өөрийн гэсэн өгөөмөр төлөвлөгөөтэй байдаг.Агуу их амжилт гаргахын тулд та мэргэжилтэнтэй уулзах хэрэгтэй.", "詩意": "Энэ зургаан өнцөгт булагтай эртний худаг шиг юм.\nБүх зүйлд эрхэмсэг хүмүүс амжилтанд хүрдэг.", "解曰": "Нэхэмжлэл эцэстээ үндэслэлтэй болно. Өвчтэй, аюулгүй. Дотогш орж гарч зөвлөгөө аваарай. Эртний худаг хавартай уулздаг.", "籤詩故事一": "◇Яо Чонг царцааг хянадаг\nЖинхэнэ нэр нь Юань Чунг байсан Яо Чон (649-721) нь Шаанжоугийн хүн бөгөөд Тан гүрний үед Шиа Гуан, Чунгуан улсын Шаншшу, Зивэйлин, Жуншулин нарын сайд, Ерөнхий сайдаар ажиллаж байжээ.\nКайюань улсын дөрөв дэх жил (716) Шаньдун (ерөнхийдөө Хуашань хотын зүүн талын Шар мөрний сав газрыг хэлж байна) царцаанд нэрвэгдэж, ард түмэн мухар сүсэгт автагдаж, тэднийг агнаж, алахыг зүрхэлсэнгүй, оронд нь царцаа барьжээ. тахил өргөж, хүж шатааж, талбайн хажууд мөргөж, үр тариа царцаанд идэгдэж байхыг харав.\n“Царцаа бол байгалийн гамшиг, хүн хүчээр яаж дарах билээ!” хэмээн бүх түшмэд итгэж, царцаа устгах уу, үгүй ​​юу гэдэг хоёр өөр үзэл санааны тэмцэл тухайн үед ширүүн байсан.\nЯо Чон хэлэхдээ: \"Бид хамтдаа ажиллаж л байвал бүгдийг нь устгаж чадна. Тэрээр хэлэхдээ: Царцаа хүнээс айдаг тул тэднийг хөөж гаргахад амархан. Суулгац эзэдтэй тул аврагчид шаргуу ажиллах ёстой; царцаа. нисч чадна, тэд шөнө галыг хараад нисэх нь гарцаагүй; тэдэн дээр гал тавьж, талбай дээр шатаж, нүх ухаж, шатаж байхад нь булж, юу ч үлдэхгүй.\"\nШюан Цзун: \"Царцаа бол ёс суртахууны муу засаглалаас үүдэлтэй байгалийн гамшиг юм. Хэрэв та тэднийг агнаж, алахыг гуйвал энэ нь үр тарианы эсрэг үйлдэл биш гэж үү?\"\nЯо Чон нэмж хэлэхдээ: \"Царцаа барьж устгах нь эртний хүмүүсийн зан үйл байсан бөгөөд эрхэм дээдсүүд үүнийг ирээдүйд ашиглах болно. Тариаланчдад амар амгалан, хөгжил цэцэглэлтийг авчрах үндэсний томоохон арга хэмжээ юм. Үүнийг нухацтай авч үзнэ үү\" гэжээ.\nШюан Цзун итгэлтэй байв. Гэтэл тэр үед хашаан доторх гадна бүх хүмүүс царцаа агнах боломжгүй гэж байсан.\nШюан Цзун: \"Ерөнхий сайдтай ярилцаж, царцаа барихаар шийдсэн. Дахиад эсэргүүцсэн хүнийг цаазлах болно\" гэж хэлээд цензурыг явуулж, ард түмэнд хяналт тавьж, царцааг шатааж, булшлахад чиглүүлэв.\nҮр дүн нь нэлээд үр дүнтэй.Улсын хэмжээнд есөн сая дан царцаа барьж, царцааны тахлыг амжилттай устгаж, газар тариалан тэр жил арвин ургац авсан.\n(Гамшгаас хамгаалах, нүүлгэн шилжүүлэхэд мэргэн ухааныг ашиглах ёстой бөгөөд бэрхшээлийг даван туулах ухаалаг стратеги байх ёстой. Яо Чонг бол энэ асуудлын мэргэжилтэн юм)", "聖意": "Байшин эгэл жирийн, өөрийгөө боогдуулж, мөнгө хөөцөлдөж, худалдаа наймаа гацаж, гэр бүл зохицохгүй, Люжя хотод аюул нүүрлэж, явган хүн гацаж, торгон хорхойтой, мал тааламжгүй, хүн олдохгүй, хүн гацаанд орсон. , нийтийн зарга үүсгэсэн, шилжилт хөдөлгөөн зохисгүй, алдагдсан эд зүйл олдохгүй, өвчин зовлон ерөөл гуйж, уул булш тавгүй", "古人": "Яо Чон царцааг хянадаг", "第X籤": "Хорин тав дахь сугалаанд хожсон", "宮": "Ми ордон"}