{"籤詩版本二": "Бүх зүйл орвонгоороо эргэсэн сурагтай, би тэнгэрийн хаяанаас захидал хүлээн авлаа.\nНомонд надад амласан алдар нэр, амжилт эцсээ хүртэл хоосон үлдэв.", "詩意": "Энэ зургаан өнцөгт нь хуурамч нэртэй байна.\nБүх зүйлд консерватив байхыг зөвлөж байна.", "解曰": "Дээшээ доошоо бухимдаж байна. Чөлөөт цагийг эрэлхийлэх нь хоосон зүйл биш юм. Алдар нэр хүндийн төлөөх хүсэл. Аюулгүй байх.", "籤詩故事一": "◇Жун Күй гэгээрэлд хүрдэг\nЖун Күй, овог нь Жүн Күй, эелдэг нэр нь Жэннань нь Жуннаньшань гаралтай.\nТан гүрний эзэн хаан Дэзонгийн үед Жун Күй эзэн хааны шалгалтад оролцож байсан бөгөөд Жун Күй шалгалтын асуултуудыг уншаад тэр даруй нийтлэлийг нэг дор бичээд хүлээлгэн өгчээ. Тэр өдрийн ерөнхий шалгуулагч нь Иргэний яамны сайд Хан Юй, дэд шалгагч нь их эрдэмтэн Лу Жи байв. Тэр хоёр Жүн Күйн цаасыг уншихад нүд нь бадамлан: \"Шидтэн ээ, шидтэн! Энэ өгүүллийн үг бүр тансаг, Ли Тайбай, Дү Зимэй хоёрт зохимжтой!\" гэж хэлээд Жун Күйг тэргүүн байранд нэрлэв.\nДэзон хаан Хан Юйгийн илтгэлийг сонсоод Шинжлэх ухааны шинэ аварга Жүн Күй их авъяастай байсан тул Алтан ордонд Жүн Күйг дуудаж авчрав.\nЭзэн хаан Дэзонг түүний царай муутай төрхийг хараад шууд л дургүй хүрч, \"Манай ордонд эрдэмтдийг сонгон шалгаруулах нь бүгд хувийн үг хэллэг, уран бичлэг дээр суурилдаг. Ийм муухай хүнийг яаж алтан шинжлэх ухааны нэг номерын эрдэмтээр шалгаруулж чадаж байна аа?\" \"\nХан Юй яаран сөхөрч суугаад өгүүлрүүн: \"Хүний сайн муу нь зөвхөн гадаад үзэмжээс шалтгаалдаггүй. Гэгээн Эзэн та Янь Ин гурван тохой өндөртэй, Ерөнхий сайдтай тэнцэх хүн гэдгийг сонсохгүй байна уу? Жоу Чанг. гацсан ч Хань улсад тусалж чадна; Күнз хүмүүсийг гадаад үзэмжээр нь дүгнэж, хүү Юүгээ алдлаа. Эрхэм дээдсээ сайтар тунгаана гэж найдаж байна.\" \"\nДэзон хаан хэсэг тунгаан бодон өгүүлрүүн: \"Хан Айчингийн үг үндэслэлтэй боловч намайг Тайзун хаан байхад арван найман эрдэмтэн Инжөүд ирж энэ тухай ярьж байсан. Энэ хүн бол 1-р эрдэмтэн байсан. Дэлхий ертөнцөөс айж байна. Авъяас чадварыг танихгүй байна гэж намайг шоолох болно.\"\nЕрөнхий сайд Лу Ци явцуу бодолтой, авьяас билгээрээ атаархаж, эзэн хааны үгийг сонсоод өвдөг сөгдөн өгүүлрүүн: \"Алтан судрын нэг номерын эрдэмтэн дотоод, гадаад аль аль нь байх ёстой. Энэ хичээлд гурван зуун хүн нэр дэвшиж байна. Та яагаад өөр нэгийг сонгохгүй байгаа юм бэ?\"\nЖун Күй энэ хүнийг ихэд будилсаныг хараад уурлахаас өөр аргагүй болж, Лу Ци рүү заагаад: “Ийм мунхаг түшмэл шүүх хуралд байгаа бол улсыг хохироохгүй гэж үү?” хэмээн хараан зүхэв. гэж Лу Ци нударгаараа цохив.\nҮүнийг харсан Дэзон ихэд хилэгнэж: \"Чи үнэхээр зоригтой юм аа, Алтан ордонд гай тарьж зүрхлэв, хурдан буулга!\" гэв.\nЖун Күй хилэгнэж, ордонд зогсож байсан жанжны бэлхүүсээс сэлмээ сугалан чанга дуугаар санаа алдаад: - Бухимдсан муур барыг дуурайхад хэцүү, бухимдсан тоть тахиа шиг сайн биш. Үүний дараа тэрээр амиа хорлосон.\nЖун Күйг уурандаа амиа хорлосныг хараад Дэзон хаан ихэд гайхаж, хүмүүсийн сэтгэлийг байлдан дагуулахын тулд Жун Күйг 1-р эрдэмтний албан ёсны цолоор оршуулахыг зарлиглаж, мөн Жун Күйг бурхан болгов. Дэлхийг муу ёрын сүнснүүдээс ангижруулахын тулд Exorcism.", "聖意": "Гэр орон, өөрийн аюулгүй байдал, санхүүгийн бэрхшээл, ажил хэрэг бүтэлгүйтэх, гэрлэлтийн бүтэлгүйтэл, Люжиа эмэгтэй явган зорчигч, итгэлийн талбайн торгоны хорхойг хагас болгосон, тэжээж болох зургаан тэжээвэр амьтан, сураггүй алга болсон хүмүүс, барууны олон нийтийн зарга, шилжилт хөдөлгөөн алдагдсан, консерватив байдал, эд хөрөнгөө алдах, өвчин эмгэг, уул, булшинд сайн сайхны төлөө залбир", "古人": "Жун Күй Даог олж авсан", "第X籤": "Сугалаанд хорин зургаа дахь хожлоо (Сугалаа)", "宮": "Ми ордон"}