{"籤詩版本二": "Амар тайван, нам гүм, цатгалан цайгаа ууж хэвтэх\nТа бие махбодийн болон оюун санааны хувьд завгүй байх шаардлагагүй бөгөөд та шударга бус байдал, сүйрэлд хүргэхгүй.", "詩意": "Энэхүү зургаан өнцөгт нь энх тайван, тогтвортой байдлын бэлэг тэмдэг юм.\nБүх зүйлд тохиромжтой цагийг хүлээх нь аз авчрах болно.", "解曰": "Аюулгүй, эрүүл байгаарай. Бурхнаас асуу. Цаг нь ирэх хүртэл хүлээ. Аливаа зүйл тохиолдлоор болдог.", "籤詩故事一": "◇Фойнхуй Дунпо\nНэгэн удаа Су Дунпо Зэнийг судлах явцдаа бага зэрэг ойлголттой болж, өөрийн төлөв байдал давж байгааг ухаарч, баяр баясгаланг мэдэрсэн. Хүсэл тэмүүллээ барьж чадалгүй үзгээ дэлгэн шүлэг бичлээ.\n\"Тэнгэрийн дунд Жишоу орчлонг бүхэлд нь гялалзуулж, найман салхинд хийсэх боломжгүй, ягаан алтан бадамлянхуа дээр эгц сууж байна.\"\n(Найман салхи нь ашиг, бууралт, сүйрэл, нэр хүнд, магтаал, тохуурхах, зовлон зүдгүүр, жаргалыг хэлдэг. Өөрөөр хэлбэл, энэ найман төлөвт зэвүүцэхгүй байхыг \"найман салхи хөдөлж чадахгүй\" гэдэг)\nҮүнийг бичсэнийхээ дараа Дунпо зарцаа Жиншань сүмийн Зэн багш Фойнд өгөхөөр голын цаана явуулжээ.\nЗэн багш Фойн үүнийг уншсаны дараа \"фарт\" гэж тэмдэглээд, буцааж авахаар зарцдаа өгөв.\nҮүнийг харсан Дунпо ихэд хилэгнэж, завиар гол гатлан ​​Жиншан сүмд очиж Буддагийн тамгыг олж ярилцав.\nДунпог Жиншань сүмийн үүдэнд ирэхэд Фойн аль хэдийн үүдэнд хүлээж байв.\nСу Дунпо тэр дороо Фойныг буруутгаж: \"Чи яагаад миний бичсэн шүлгийг фарт гэж нэрлээд байгаа юм бэ?\"\nФойн хариуд нь: \"Чи аль хэдийн \"найман салхинд хийсэж чадахгүй\" байгаа юм биш үү? Яаж \"голын гаталж\" зодох вэ!\"\nЭнэ үед Дунпо өөрийгөө хангалттай сайн биш гэдгээ мэдээд шоконд орж, ичиж орхисон.\n(Энэ түүх нь \"Халуун хараахан ирээгүй байна\" гэсэн зүйрлэл юм)", "聖意": "Гэр орон, өөрийнхөө аюулгүй байдал, эд баялаг, ажил үйлс, гэр бүлд тань аз хийморь, Люжягийн аялагч эмэгтэй, хээр, торго намар боловсорч, зургаан мал тогтвортой байхын төлөө залбир. хэн нэгнийг олох, олоход бэрх, нийтийн зарга, шилжилт хөдөлгөөн, алдагдсан эд хөрөнгө, өвчин эмгэг, уулын булш руу илгээх, өлзий", "古人": "Фойнхуй Дунпо", "第X籤": "Гучин нэгэн хожсон дугаар", "宮": "Вэй Гонг"}