{"籤詩版本二": "Буцах зам нь тодорхой. Чулуунд хаш чулуу нуугдаж байгаа эсэхийг хэн мэдэх вэ?\nСайн дархан тодорхой зүсэлттэй болсны дараа хаш чулууны үед аюулгүй, аюулгүй байдлыг мэдрэх болно", "詩意": "Энэхүү зургаан өнцөгт зурган дээр та чулуу зүсэх үед хаш чулууны дүрсийг харж болно.\nБүх зүйлд амжилтанд хүрэхийн тулд шаргуу ажилла.", "解曰": "Эрдэнэс нь чулуун дотор байдаг. Танихгүй хүмүүс бага мэддэг. Энэ нь тодорхой болох хүртэл хүлээнэ үү. Та чадах бүхнээ хий.", "籤詩故事一": "◇Лю Бэй авъяас чадвар хайж байна (саасаар хийсэн зуслангийн байшинд гурван удаа зочлох, зуслангийн байшинд гурван удаа зочлох)\nГурван хаант улсын үе. Жугэ Лян Лонжун дахь сүрлэн овоохойд тусгаарлагдмал амьдарч байжээ. Лю Бэй авьяасыг эрэлхийлэх хүсэл эрмэлзэлтэй байсан тул Жүгэ Ляньд өөрийн биеэр очиж, Жүгэ Ляньд гурван удаа (түүхэнд \"Саасан зуслангийн гурван удаа зочилсон\" гэж нэрлэдэг) зочилсон бөгөөд Лю Бэй бусдаас хол байхыг гуйж, Жүгэ Ляныг гуйв. : \"Хан гүрэн мөхөж, урвагч сайд нар амь насыг нь булааж байна. Эрхэм дээдэс.\" Тоосонд дарагдсан Би буян, чадвараа хэмждэггүй, би хорвоо дээрх агуу зөвт байдалд итгэхийг хүсч байна, харин миний мэргэн ухаанд итгэхийг хүсч байна. ур чадвар нь гүехэн тул би үүнийг их ашигладаг. Өнөөдрийн байдлаар. Гэсэн хэдий ч миний хүсэл тэмүүлэл дуусаагүй байна, төлөвлөгөө хэрэгжих болов уу? \"\nДараа нь Жугэ Лян түүнд дэлхийг гурван хэсэгт хуваах төлөвлөгөөг танилцуулж, Цао Цао олдохгүй, Сун Цюань түүнд тусалж болох нөхцөл байдалд дүн шинжилгээ хийж, Жин, И мужуудын захирагч нарын хулчгар зангийн талаар дэлгэрэнгүй өгүүлэв. түүнийг ашиглах боломж байсан бөгөөд тэр зөвхөн энэ хоёр мужийг ашиглаж чадна.Тэгвэл л тэр дэлхийг ялж чадна, тэр ч байтугай Лю Бэйд Төвийн тал руу довтлох стратегийг хэлжээ. (Энэ хэлэлцүүлгийг хожим \"Лонжун Дуй\" гэж нэрлэсэн). Лю Бэй үүнийг сонсоод эрдэнэс олсон мэт магтаж, Жүгэ Лянийг туслахаар гарч ирэхийг хүчтэй урьснаар Жүгэ Лян Лю Бэйгийн цэргийн зөвлөх болов.", "聖意": "Байшин амар амгалан, би эд баялгийг эрэлхийлж, хөдөлмөрийн худалдаа нь гэрлэхэд саад болж, Люжиа дахь виртуал аялагч болдог.", "古人": "Лю Бэй авьяасыг эрэлхийлж байна (саасаар хийсэн зуслангийн байшинд гурван удаа зочлох, зуслангийн байшинд гурван удаа зочлох)", "第X籤": "Гучин хоёр дахь сугалааны азтан", "宮": "Вэй Гонг"}