{"籤詩版本二": "Хувцаслаад хуучин гэр бүлийн хэв маягаа өөрчлөөрэй.Тао тэнгэргүй ч гавьяатай.\nЗамын өргөс, өргөсийг шүүрдэж, гурвуулаа хамт олонтойгоо нийлэхээр тохиролцов.", "詩意": "Энэ зургаан өнцөгт нь хувцасны дахин зохион байгуулалтыг илэрхийлдэг.\nХожим амархан болохоосоо өмнө бүх зүйл хэцүү байдаг.", "解曰": "Санаа зоволтгүй. Сайхан амраарай. Хэрэв та ирээдүйн талаар асуувал. Цаашид сайхан зам байна.", "籤詩故事一": "◇Тан ламын буддын шашны судар\nТан гүрний нэрт лам Сюань Цзан (602-664) нь нийтлэг Чен овогтой бөгөөд И гэдэг нэртэй байсан бөгөөд тэрээр Луожөүгийн Гоуши хошуунд (одоо Хэнань мужийн Янши хотын өмнөд хэсэг) төрсөн. Тэрээр арван гурван настайдаа лам болж, Буддын шашны Шүанзан хэмээх нэрийг авсан. Дэлхийг Тан гүрний Санзанг гэдэг.\nЖэнгуаны гурав дахь жил (629, Жэнгуаны эхний он) тэрээр Буддын шашны ном судрыг олж авахаар баруун тийш Тяньжу (Энэтхэг) явж, ганцаараа аюулд орж, зовлон зүдгүүрийг даван туулж, дөрөвхөн жил иржээ.\nЖэнгуаны арван долдугаар онд эзэн хаан албан ёсоор огцорч зүүн зүгт буцав. Тэрээр одоогийн Шинжаан мужийн өмнөд зам, Хотан, Лоулан зэрэг замаар Хятад руу буцсан бөгөөд нийт арван долоон жил, 50 мянган бээр замыг туулсан. Жэнгуан улсын арван есдүгээр оны эхний сард Чанань хотод хүрэлцэн ирэхэд нь эзэн хаан Лян Гуогун Фан Шюаньлин болон бусад иргэн, цэргийн албан тушаалтнуудад түүнийг сүр дуулиантайгаар угтан авахыг тушаажээ.\nСанскрит хэл дээрх Буддын шашны эх судрын нийт 520, 657 ботийг хүссэн. мөн Хятад хэл рүү орчуулсан.\nБагшийг буцаж ирсний дараа эзэн хаан Тайзонг, Гаозон хаан нар түүнийг ихэд хүндэлж, Да Нейд өргөмжлүүлж, түүнд \"Трипитака багш\" цол олгожээ.", "聖意": "Байшин үймээн самуунтай, хувь заяа сайн, ажил үйлс бүтэмжтэй, гэр бүл сайн байх, Люжяад саад болох, хээр ирэх хүн, торго хорхой, тааламжгүй мал, хүн хайх, нийтийн зарга, шилжилт хөдөлгөөн, алдагдсан эд хөрөнгө, хожимдсон өвчин, залбирал. адислалын хувьд уулын булшнууд хуучин байх ёстой.", "古人": "Тан лам Буддын судар сурдаг", "第X籤": "Сугалааны гучин тав дахь азтан", "宮": "Шэн Гонг"}