{"籤詩版本二": "Аюулгүй, тайван байхыг хүсч байвал салхинд лаа асгах нь тохиромжгүй.\nЦэвэрлэгээ хийгээд гүн танхимд сууж, гэрлээс зайлсхийж, чимээгүй газар сэгсэрч, ийш тийш хөдөлж байвал сайн. Сэгсрэх → Яо. Үнэгүй → цөөхөн.", "詩意": "Энэ зургаан өнцөгт нь дэнлүү болон лааг сэгсрэх салхитай адил юм.\nАливаа зүйлийг тогтмол байлгах нь аз авчрах болно.", "解曰": "Чимээгүй газар суу. Дуудлагаар, цагтаа ирээрэй. Энэ бол ерөөл биш. Консерватив, тохиромжтой.", "籤詩故事一": "◇Ли Жин уул руу буцаж ирэв\nЛи Жин (571-649 оны 7-р сарын 2), эелдэг нэрээр эм зүйч, Юнжоугийн Санюань (одоо Шааньси мужийн Санюань хошууны зүүн хойд хэсэг) хотын уугуул хүн байв. Сүй гүрний сүүл үеэс Тан гүрний эхэн үе хүртэл жанжин байсан тэрээр Тан гүрний иргэний болон цэргийн ур чадвар бүхий алдартай цэргийн стратегич байжээ. Дараа нь тэрээр Вэй гүн цол хүртэж, дэлхийд Вэй гүн хэмээн алдаршжээ.\nЛи Жин бол \"Тотагийн хаан\" гэгддэг бурхдын жагсаалтын гурав дахь хунтайж Нежагийн эцэг юм.Ли Жин болон түүний хүү Зян Зия (Тай Гун)-д Жоу хатныг дарж, Жоу гүрнийг байгуулж, хааныг байгуулахад тусалсан. Ву албан ёсоор хаан ширээнд суув. Дараа нь Зян Зия бурхдын жагсаалт гаргаж, тулалдаанд амиа алдсан цэргүүдийн сэтгэлийг тайвшруулах ёслол үйлджээ. Тэр цагаас хойш дэлхий амар амгалан, амар амгалан болсон. Ву хаан маркизм хийж, тэднийг шагнаж урамшуулахыг хүсч, мөн үүсгэн байгуулагч баатруудад газар олгохыг хүссэн. Ли Жин, түүний аав, хүү болон бусад долоон хүн ууланд буцаж ирж Даоизмыг шүтэж, дэлхийн алдар нэр, эд баялагт хэт автахгүй байхыг хүсчээ. Хожим нь тэр долоо нь бүгдээрээ \"биеэр гэгээнтэн\" болж үхэшгүй мөнхийн тоонд багтсан.\n\"Фэн Шен Банг\"-ын түүх", "聖意": "Байшин нь хуучинсаг, би эгэл жирийн, би мөнгө хайж байна, би ажил хэрэгт хэцүү байна, миний гэрлэлт Люжиатай зохицохгүй, явган зорчигчид итгэл найдвар, торгоны өт намар боловсорч, амьтад аюулгүй байгаасай гэж залбирч байна. Би хүмүүсийг хайж байна, олон нийтийн зарга, шилжилт хөдөлгөөнийг харж байна, би хуучинсаг үзэлтэй, би эд хөрөнгөө алдсан, өвчтэй, Зяншиншаны булшийг өөрчлөхийг хүсэхгүй байна.", "古人": "Ли Жин уул руу буцаж ирэв", "第X籤": "Сугалааны гучин долоо дахь азтан", "宮": "Шэн Гонг"}