{"籤詩版本二": "Баруун зүгт улаан хүрд унаж, дорно зүгт туулай босч, билэг ургаж, ян арилж, бүх зүйл өөдлөн дэвжинэ.\nХэрэв эмэгтэй хүн үүнийг ашиглахыг хүсвэл энэ нь түүний баялгийг нэмэгдүүлж, зүрх сэтгэлд нь аз жаргалыг авчрах болно.", "詩意": "Энэхүү зургаан өнцөгт нь Инь өсөж, Ян алга болохын бэлгэдэл юм.\nХожим амархан болохоосоо өмнө бүх зүйл хэцүү байдаг.", "解曰": "Инь нь эмэгтэйчүүдэд тустай. Эрэгтэй хүнд тохиромжгүй. Хэрэв та зөвлөгөө авах гэж байгаа бол. Эхлээд муу зүйл, дараа нь сайн зүйл ирдэг.", "籤詩故事一": "◇ Ву Цетянь хаан ширээнд суув\nВуг 14 настайдаа Тан гүрний эзэн хаан Тайзон Ли Шимин \"У Мэй\" хэмээх авъяаслаг нэгэн хэмээн ордонд дуудсан байна. Тайзонг нас барсны дараа Зетиан Ганье сүмд орж гэлэнмаа болжээ.\nТан гүрний эзэн хаан Гаозун хаан ширээнд залрахдаа У овгийг ордондоо дуудаж Жаойд хүндэтгэл үзүүлжээ. Юнхуйн зургадугаар онд (655) эзэн хаан Гаозон Вуг хатан болгон өргөмжилжээ.\nВу Зетян ухаантай, уран зохиол, түүхэнд идэвхтэй оролцдог, авхаалж самбаагаараа баялаг хүн байв. У Зетян хатан болсныхоо дараахан Гаозонг сул дорой, өвчтэй байсан тул заримдаа түүнд улс төрийн зарим ажлыг даатгадаг байсан тул түүний эрх мэдэл нэмэгджээ. Шанюань улсын анхны жил (674) Гаозун хааныг \"Эзэн хаан\", Ву хатанг \"Тэнгэрийн хатан\" хэмээн өргөмжилж, ордонд хоёуланг нь \"Хоёр гэгээнтэн\" хэмээн нэрлэжээ.\nХондаогийн эхний жил (683) Гаозун нас барж, Ли Сянь хунтайж хаан ширээнд сууж, У Зэцянь угсааг удирдах болжээ. Сишэнгийн анхны (684) оны 2-р сард У Зетянь Ли Сянийг Лулингийн хаанаар буулгаж, дөрөв дэх хүү Ли Данийг хаан болгож, хаант улсыг үргэлжлүүлэн захирч байв. Мөн оны 9-р сард тэрээр далбаагаа алт болгон сольсон бөгөөд зүүн нийслэл Лоянг бурханлаг нийслэл гэж нэрлэжээ. Тяньшөүгийн тэргүүн (690) оны 9-р сарын 9-ний өдөр Ву Зетянь өөрийгөө хаан хэмээн зарлаж, улсынхаа нэрийг Жоу болгон өөрчилөв.", "聖意": "Гэр орон өөртөө тааламжгүй, буян хишиг, эд баялгийг эрэлхийлэх, гүйлгээ сахих, гэр бүлд аз муу (эм), явган хүн талбай хаах, торгон хорхой, мал адгуус арвижих, хүн хайх, хагацал, зарга, төөрөгдөл, нүүдэл , эд хөрөнгө алдах, өвчин эмгэг, цочрол, уул булш, амжилт хүсье", "古人": "Ву Зетиан хаан ширээнд суув", "第X籤": "Дөчин дэх сугалааны азтан", "宮": "Та ордон"}