{"籤詩版本二": "Хязгааргүй сайхан үгсийг санаж явах боловч хулгайчийг таньж мэдвэл хүү чинь болно.\nОдоохондоо шунаж, жилийн өмнө тэр яаж сайн зүйл хийх байсан бол гэж санаа зовох хэрэггүй.", "詩意": "Энэ зургаан өнцөгт нь хулгайчийг хүү гэж тодорхойлдог.\nБүх зүйлд ухамсартай бай.", "解曰": "Зүгээр л энэ. Ноён хүн алдаа гаргадаггүй. Үүнийг санаж байгаарай. Битгий ганцаард.", "籤詩故事一": "◇Дон Жуо Лу Бүг хүлээн зөвшөөрөв\nЗоригтой, байлдахдаа гарамгай Лу Бу нь Зүүн Хань гүрний төгсгөл, Гурван улсын эхэн үеийн алдартай цэргийн жанжин байсан бөгөөд нэгэн цагт Жинжоугийн захирагч Дин Юанийг өргөмөл эцэг хэмээн үзэж, түүний дор алба хааж байжээ.\nЗүүн Хань гүрний эзэн хаан Лин нас барсны дараа Дин Юань жанжин Хэ Жинтэй тохиролцож засгийн газрыг удирдахаар Бээжинд очжээ.\nДун Жуо Дин Юаньтай тулалдсан боловч хэд хэдэн жанжин Лу Бүг ялж чадаагүй тул Дун Жуо өөрийн харьяат Ли Сүг Лу Бүд хахуульдуулахаар илгээв. Ли Су овоолсон алт мөнгөн эрдэнэс, алдарт халиун туулай морь авчирч \"Лу Буд зочлох\"-ыг зорьжээ. Ли Су овоолсон алт, мөнгөн эрдэнэс болон алдарт улаан туулайн морийг Лу Буд бараалхахаар авчирчээ. Ингээд Лу Бүг Дун Жуо хахуульдаж, Дин Юанийг алахдаа цэргүүдээ хүсвэл хамт ирээрэй, дагахыг хүсэхгүй бол гараарай гэж захисан тул ихэнх цэргүүд зугтан одов. Ингээд Лу Бүг Дун Жуо авлига авч, Дин Юаныг алжээ.\nДун Жуог засгийн эрхэнд гарсны дараа тэрээр Лу Бүг өргөмөл хүү болгон өргөж, жанжин, марк болгосон.\nДун Жуо ширүүн ааштай байсан ба Лу Бутай \"эцэг хүүгийн харилцаа\" үнэндээ маш сул байсан.МЭ 189 онд Лу Бү Ситу Ван Юний өдөөлтөөр Дун Жуог хөнөөжээ.\nДун Жуог нас барснаас хойш зургаан сарын дараа Дун Жуогийн хуучин цэргүүд нийслэл рүү довтолж, Лу Бу эхнэрийн хамт сандран зугтав. Лу Бү нийслэлийг орхисныхоо дараа Юань Шу, Юань Шао, Жан Ян, Жан Мяо, Лю Бэй зэрэг дайны ноёдтой орогнож, тухайн үеийн өөр нэг томоохон дайчин Цао Цаотай олон удаа тулалдсан бөгөөд Лу Бу зоригтой, сайн хүн байжээ. тулалдаанд Као Цаог хэд хэдэн удаа ялсан.\nЗүүн Хань гүрний Зянь Ань улсын 3-р онд Цао Цаогийн цэргүүд Лу Бүгийн суурин Сяопэй рүү довтолж, Баймэн цамхагийн доор Цао Цаод баригдан алагдсан байна. Цаазлуулахын өмнө Лу Бү Као Цаог үхлээс зайлсхийхийн тулд амьд үлдээхийг хүссэн боловч Лю Бэй Као Цаод Лу Бу олон удаа урвасан, шударга бус хүн байсныг сануулжээ. Эцэст нь ёс суртахууныг үл харгалзан зөвхөн авьяасыг эрхэмлэдэг Цао Цао Лу Буг цаазлав.", "聖意": "Би гэртээ эвгүй, ихэвчлэн мөнгө хайдаг, гүйлгээнээс хамгаалдаг, гэрлэхэд хэцүү, Люжя хүн гайхаж, хүмүүс тариалангийн талбайд ирдэг, торго хагас боловсорч, зургаан мал аюулгүй, хүн хайж байна, зарга зохимжтой ба нүүдэл, алдагдсан зүйл олоход бэрх, өвчин эмгэг олоход хэцүү, Жэншин уулын булшинд амар амгалан байдаг.", "古人": "Дун Жуо Лу Бүг хүлээн зөвшөөрөв", "第X籤": "Сугалааны 41 дэх азтан", "宮": "Та ордон"}