{"籤詩版本二": "Эзэн хаан, эзэн хаан, хатан хаан эцэст нь нигүүлсэнгүй байж, алдагдал, ашиг хонжоогүйгээр адислал хүсэн залбирах болно.\nАмьтан бүхэн үр шимийг нь хүртэж, хорвоо, тэнгэрт хөгжил дэвшлийг хүсэн хүлээдэг.", "詩意": "Энэ зургаан өнцөгт нь тэнгэрээс ивээж буйн шинж юм.\nБүх зүйл амжилттай болно.", "解曰": "Эзэн хаан таашаалаа харуулав. Хэзээ ч мартахгүй. Өглөө, оройн зан үйл. Хүж шатаах нь тохиромжтой.", "籤詩故事一": "◇Мулиан ээжийгээ аварсан\nМокоу Лиан буюу Мулиан бол Сажамүни Буддагийн арван шавь дотроос хамгийн хүчирхэг нь юм.\nЭэж нь амьд ахуйдаа шуналтай, харамч байсан тул нас барсныхаа дараа өлсгөлөн сүнсний ертөнцөд унасан. Мохуллиан ид шидийн хүчээ ашиглан ажиглаж, ээж нь өлссөн сүнс болж төрсөн, хоол унд авах ямар ч боломжгүй, асар их зовлон зүдгүүрт орсныг мэдсэн.Тэр ид шидийн хүчээ ашиглан ээждээ хоол авчирч өгсөн.Ээж хүлээж авсны дараа санаанд оромгүй юм. хоол хүнс нь үнс болж, идэж болохгүй.\nМаудгальяна юу болсонд санаа зовж, Буддад мэдэгдэв. Бурхан багш Мулианд билгийн тооллын долоон сарын шинийн 15-нд нэг аяганд зуун амт, таван жимс хийж арван зүгийн буянт лам нарт өргөх учиртай гэж айлдсан бөгөөд энэ хүчээр эх нь иднэ. .\nМаудгалаяна Буддагийн гэрээслэлийн дагуу үйлдэж, ээж нь эцэст нь чөлөөлөгдсөн. Энэ төрлийн ёслолыг “Обон баяр”, энэ баярыг “Обон баяр” гэж нэрлэдэг.\n(Тэмдэглэл: Нэг төрлийн бодис нь дэлхийн янз бүрийн түвшинд өөр өөр мэдрэмжийг төрүүлдэг. Жишээ нь: энэ ертөнцөд бороо ороход бид үүнийг \"ус\" гэж хардаг бол өлсгөлөн сүнсний ертөнцөд байгаа хүмүүс үүнийг \"цус\" гэж мэдэрдэг. тамын ертөнцийн амьтад үүнийг \"цус\" мэт мэдэрдэг. Энэ нь \"сэлэм унагах\" мэт мэдрэмж төрдөг бол тэнгэрлэг амьтан \"цэцгийг унагах\" мэт санагддаг.)", "聖意": "Гэр орон, гэр орны төлөө залбирах, өвлийн улиралд сайн сайхны төлөө залбирах, эд баялаг хайх, гүйлгээ хийхгүй байх, гэрлэх, Люжягийн амгалан тайван байдал, явган хүн, нүүдэллэх талбай, торго, зургаан мал, хүн олох, зарга, амжилт, нүүдэл, хадгаламж, алдагдсан эд хөрөнгө, өвчин , уулсын амар амгалан, булшнууд", "古人": "Мулиан ээжийгээ аварна", "第X籤": "Дөчин хоёрт гарын үсэг зур", "宮": "Та ордон"}