{"籤詩版本二": "Дэлхий уян хатан бөгөөд бүх зүйл бие даан, өөрийгөө тэтгэдэг, аюулгүй байдаг\nАмьдралын бүх зүйл гайхамшигтай, гэгээнтэн, мэргэд бүхний төлөө талархаж, цэцэглэн хөгжих болтугай.", "詩意": "Энэхүү зургаан өнцөгт нь дэлхий ба дэлхийн хоорондын зохицолыг илэрхийлдэг.\nБүх зүйл сайхан болж, ямар ч аюул байхгүй.", "解曰": "Бүх зүйл төрдөг. Бүх төлөвлөгөө, хүсэл биелдэг. Форд тусалдаг. Руи Ци яарч байна.", "籤詩故事一": "◇Явган хүн гэгээрдэг\nБаруун руу аялах түүх:\nСун Вуконг Цэцэг жимсний уулыг эзлэн хаан болов.Хожим нь мөнх амьдрах арга замаа олохын тулд найм, есөн жил уул ус гаталж, Бодь патриархыг багш болгон мөргөж, далан номонд суралцжээ. Дэлхий дээрх хорон муу ба үүлсийн хоёр хувирал, анх удаа Нар овог авсан. Вуконг нэрлэсэн.\nҮүний дараа Сун Вуконг тохирох зэвсгийг хайж олохоор Зүүн Хятадын тэнгис дэх Луугийн ордонд очиж, эцэст нь Тяньхэ, Динхай нарын бурханлиг зүү болох Руй Алтан Цөгжлийг олжээ. Амьдрах хугацаа нь дуусч, далд ертөнцөд шуугиан тарьж, үхэл амьдралын номоо засч, хүний ​​ертөнцөд эргэн ирсэн. Хожим нь Сун Вуконг анх удаа тэнгэрт дуудаж Бима Вэн гэж нэрлэв. Дараа нь хоёр дахь удаагаа тэнгэрт дуудагдаж Бичин хаан хэмээн өргөмжлөгдөж, бас тоор хулгайлж, тэнгэрт гай тарьж, алтан нүд, галт нүдээ сургуулилах гэж Багуа зууханд лацдаж, эцэст нь дарагджээ. Татагата Будда Вужи уулын бэлд 500 жил хөдөлж чадаагүй. Багуа зуухыг өшиглөсөн газар галын уул болж хувирав.\nТаван зуун жилийн дараа Тан лам баруунд очиж судар авахаар Таван элемент уулын хажуугаар өнгөрч, Сун Вуконг аврахын өмнө сахиусаа тайлжээ. Сун Вуконг баярласандаа нулимс дуслуулан, Гуанин Бодьсадвагаас заалгасны дараа Тан ламыг багш болгон мөргөж, хамтдаа судар сурахаар баруун зүгт явжээ. Сун Вүконг судар ном сурах замдаа чөтгөр дээр бууж мангасуудыг устгаж, дахин дахин ер бусын гавъяа үйлдэж байсан боловч түүнийг эзэн Тан Сэнг буруугаар ойлгож, дахин дахин хөөжээ. Наян нэгэн бэрхшээлийн эцэст ажил дуусч, дөрвөн багш шавь нар Шиянь Лэйиний сүмд хүрч, жинхэнэ судрыг олж авав. Сун Вуконг зөв үр дүнд хүрсэн.\n(Энэ түүх бол хүн битгий хэл сармагчин ч гэсэн гэгээрч чадна гэсэн зүйрлэл юм.)", "聖意": "Гэрийн өлзийтэй, эд баялаг, ажил үйлс, гэрлэлт, Люжя, эр явган хүн, талбай боогдуулах, торго хорхой, зургаан мал, Жүнпин, хүн хайх, заргалдах, амжилт гаргах, нүүдэллэх, эд хөрөнгө алдах, өвчин эмгэг, Шиншиншаны бунхан, эд зүйлс. өлзийтэй байдаг", "古人": "Аялагч хүн гэгээрэлд хүрдэг", "第X籤": "43-нд гарын үсэг зурсан", "宮": "Хугонг"}