{"籤詩版本二": "Хүйтэн ус мөс болж хувирна.Яагаад алдар нэрд шунана гэж?\nНавчийг байгалийн жамаар ургахыг хүлээхээс өөр сонголт надад алга.", "詩意": "Энэ гексаграмд ​​ус мөс болж хувирдаг.\nДэмий юу ч битгий гуй.", "解曰": "Ус мөс болж хөлддөг. Мөс хайлж усанд ордог. Хэрэв энэ нь хуйвалдаан бол. Ийм л байна.", "籤詩故事一": "◇ Ван Шиан мөрөг гуйв (Хорин дөрвөн Филиал сүсэг бишрэлийн түүх)\nЖинь гүрний Ван Шян, эелдэг нэр нь Фүжэн нь Линьи хотод төрсөн.\nВан Шяныг бага байхад төрсөн эх нь нас барж, ганцаардсан эцэг нь Жу гэдэг эмэгтэйтэй гэрлэж, Ван Шян шинэ ээжтэй болжээ. Ван Шяныг бага байхад төрсөн эх нь нас барж, ганцаардсан эцэг нь Жу гэдэг эмэгтэйтэй гэрлэжээ. Ван Шяны хойд эх нь явцуу бодолтой, атаархсан эмэгтэй байсан бөгөөд Ван Шянд дургүй, өчүүхэн зүйлд байнга загнадаг байжээ. Удалгүй хойд эх нь Ван Лан хэмээх хүү төрүүлжээ. Хойд эх нь зөвхөн өөрийн үр хүүхдээ хайрлаж, Ван Шяныг өргөс мэт үзэн, Ван Шяныг бүр ч их шаардаж, эцгийнхээ өмнө Ван Шяныг муу хэлэх нь олонтаа, аав нь хүртэл түүнийг аажмаар хайрлахаа больжээ. Хойд эх нь зөвхөн өөрийн үр хүүхдээ хайрлаж, Ван Шяныг өргөс мэт үзэн, Ван Шяныг бүр ч их шаардаж, эцгийнхээ өмнө Ван Шяныг муугаар хэлэх нь олонтаа, аав нь хүртэл аажмаар хайрлахаа больжээ. Ван Шяны төрсөн ах хэдий ч Ван Лан ахдаа их эелдэг ханддаг. Хойд эх нь тарчлаан зовоож байсан ч тэр үнэхээр эелдэг байсан. Хойд эх нь маш хатуу ширүүн боловч Ван Шян их элэгтэй хэвээр байна.\nТүүний хойд эх хоббитой, өөрөөр хэлбэл голоос дөнгөж загас барьсан шинэ загас идэх дуртай. Түүний хойд эх хоббитой, өөрөөр хэлбэл голоос дөнгөж загас барьсан шинэ загас идэх дуртай. Нэгэн өвөл аав нь ажлаар явж, хойд эх нь дахин өвдөж, ах дүү Ван Шян, Ван Лан нар ээждээ шөл, эм бэлдэж өгч, хүйтэн цаг агаарт хойд эхийн өвчин арилаагүй хэвээр байна. яарах. Нэгэн өвөл аав нь ажлаар явж, хойд эх нь дахин өвдөж, ах дүү Ван Шян, Ван Лан нар ээждээ шөл, эм бэлдэж өгч, хүйтэн цаг агаарт хойд эхийн өвчин арилаагүй хэвээр байна. яарах. Өвчтэй хойд эх голын шинэ загас идэхийг хүссэн.Тэр хүйтэн цаг агаарт гадаа цас орж, голын ус аль хэдийн зузаан мөс болон хувирчээ. Өвчтэй хойд эх шинэ загас идмээр санагдав.Тэр мөстэй, цастай цаг агаарт шинэ загас хаанаас олдох вэ?\nТэр үед улирлын бус хоол байдаггүй байсан тул мөнгөтэй байсан ч худалдаж авах боломжгүй байсан.\nТүүхийн энэ үед Ван Сянчю Лигийн сэтгэл хөдөлгөм түүх тохиолдов. Ах дүү хоёр ээжийгээ арчаагүй манаж байв.Ван Шиан өвдсөн хойд эхийнхээ урмыг хугалахгүйн тулд хөлдсөн гол руу алхав.Ван Шианд нэг санаа орж, хүйтнийг үл тоон цамцаа тайлж, мөсөн гол дээр нүцгэн хэвтэхийг хүсэв. мөс хайлуулах өөрийн биеийн температур (Тиймээс Ван Сянцю хэлтэг нь мөсөн дээр хэвтэж буй Ван Шян гэгддэг). Тэр цамцаа тайлаад мөсөн гол дээр нүцгэн хэвтэв. Бурханд залбираад: \"Бурхан минь, ээж минь өвдөж, шинэхэн мөрөг идэхийг хүсч байна. Та надад ямар ч байсан арга замыг олох хэрэгтэй.\" Хачирхалтай нь түүний хажууд байсан мөсөн блок гэнэт хагарч, хоёр хүн байсан. хагарал.. Амьд мөрөг загас хагарлаас үсрэн гарч мөсөн дээр үсэрлээ. Ван Шян маш их баярлав. \"Бурхан минь, ээж минь өвдөж, шинэхэн мөрөг идмээр байна. Та надад ямар ч байсан арга замыг олох хэрэгтэй\" гэж бурханд залбирсан нь хачирхалтай нь түүний хажууд байсан мөсөн блок гэнэт хагарч, хоёр хагарал үүссэн. Хагарсан газраас амьд мөрөг үсрэн гарч мөсөн дээгүүр харайхад Ван Шян маш их баярлав. Тэр хурдан өвдөг сөгдөн, Бурханд талархаж, мөрөг загастай гэр лүүгээ гүйв. Тэр хурдан өвдөг сөгдөн, Бурханд талархаж, хурдан мөрөг аваад гэртээ харив. Хойд эх шинэ хэлтэг идээд удалгүй өвчнөөсөө эдгэрчээ. Эмнэлгийн орон дээр хэвтсэн хойд эх Ван Шяны нүцгэн дээд бие нь хүйтнээс нил ягаан болж, гарт нь хоёр загас байхыг хараад гайхан баярлан өрөөндөө гүйж орж ирээд балмагдсан байв.\nВан Шян хожим түшмэл болж, Тайбао болж, гүн цол хүртэв.", "聖意": "Гэртээ эвгүй байгаа тул би хамгаалалт, санхүүгийн бэрхшээл, бизнесийн асуудал, гэрлэлт, Люжиа даатгалд үл нийцэх, явган зорчигч, Чи Тиан, торгоны хорогдол, зургаан малын хорогдол, сураггүй алга болсон хүмүүс, олон нийтийн нэхэмжлэл, шилжилт хөдөлгөөн, консерватив, алдагдсан эд хөрөнгө, өвчин эмгэгийн төлөө залбирч байна. , сэргээхэд хэцүү, уулын булш, амжилт хүсье", "古人": "Ван Шиан мөрөг гуйв (Хорин дөрвөн Филиал сүсэг бишрэлийн түүх)", "第X籤": "Сугалаанд хожсон нь дөчин есөн", "宮": "Хайгонг"}