{"籤詩版本二": "Та дарвуулт далбаа өлгөж, чөлөөтэй барихын тулд улс орны өнцөг булан бүрт аялж болно\nТааламжтай салхи байвал удахгүй ирж, завь эрдэнэсээр дүүрэн байх болно.", "詩意": "Энэ зургаан өнцөгт нь завийг салхиар татахтай адил юм.\nБүх зүйл сайхан болж байна.", "解曰": "Тайвшир. Ямар ч хүчин чармайлт шаардахгүй. Маш их баялаг. Бүгд биширсэн.", "籤詩故事一": "◇Тао Жугуй таван нуур (Фан Лигуй нуур)\nХавар, намрын улиралд Шаобо хэмээх эелдэг нэр нь Фан Лиг Гуй Изипи буюу Тао Жугон гэгддэг байв.\nТэр үед Ү улс, Юэ улсын хооронд дайн болж, Ү улс Юэ улсыг устгасан. Фан Ли, Вэн Жун нар Юэ хаан Гоу Жяньд Юэ-г сурталчилж, Ву-г устгах төлөвлөгөө боловсруулжээ. Фан Ли өөрийн биеэр уул мөрөн дундуур аялж, Байлуо уулын Хуанша голд буян, авьяас, гоо үзэсгэлэнгээрээ хосолсон үзэсгэлэнт бүсгүй Ши Шид бараалхаж, Угийн хаанд бэлэглэж, \"гоо сайхны заль\"-ыг ашигласан байна. дотор болон гадна хамтран ажиллаж, Ву хаант улсыг устгасан.\nВу хаант улсыг устгаж чадсаныхаа дараа Фан Ли Гоу Жианыг \"урт хүзүүт хушуутай шувуу\" бөгөөд түүнтэй зовлон зүдгүүр, аз жаргалыг хуваалцаж чадна гэдгийг мэдэж байсан тул Ши Шитэй хамт завиар зугаалж, Ци хаант улсыг гаталж, дүрээ өөрчилсөн. Гүй Зипи хэмээх нэр зүүж, хүү болон шавь нараа Ци хаант улсад удирдаж, далайн эрэг дээрх зуслангийн байшинд амьдардаг. Эзгүй газар тариалж, хажуугийн бизнес эрхэлж, бизнес хийх гэж их хөдөлмөрлөсөн тэрээр хэдхэн жилийн дотор хэдэн арван сая айлын өмчийг хуримтлуулсан. Төрөлх хотдоо эд баялаг түгээж, буян үйлдэхэд өгөөмөр сэтгэлтэй байсан.Фан Лигийн мэргэн ухаан, чадварыг Цигийн ард түмэн өндрөөр үнэлж Ци улсын хаан түүнийг нийслэл Линзид урьж, төрийн хэрэг эрхэлсэн ерөнхий сайдаар өргөмжилжээ. . Тэрбээр \"Албан тушаалтан байж сайд болно, өрх толгойлно гэдэг хөрөнгө мөнгөтэй болно. Эхнээс нь эхлүүлсэн эгэл жирийн хүний ​​хувьд энэ нь туйлдаа хүрчихлээ. Удаан алдар цол хүртэх нь сайны шинж биш байх.\" Ингээд гуравхан жилийн дараа Жилиу дахин зоригтойгоор ухарч, Цигийн хаанд тамгаа эргүүлэн өгч, гэр бүлийн бүх баялгаа дотны найз нөхөд, хөдөөнийхөндөө өгчээ.", "聖意": "Байшин өөртөө сайн (ачигдах), мөнгө сайн, ажил үйлс сайн, гэрлэлт оройтож, гэр бүл сайнгүй, Люжя аюулгүй, тариалангийн талбай, торго, намар, мал, хавар баян чинээлэг, хүн хайж байна, зарга муутай, шилжилт хөдөлгөөн консерватив, алдагдсан зүйл, барууны өвчин тайлагдсан, уул булш урагшаа.", "古人": "Тао Жугуй таван нуур (Фан Лигуй нуур)", "第X籤": "Сугалааны тав дахь азтан", "宮": "Хайгонг"}