{"籤詩版本二": "Зун бол хамгийн урт өдөр бөгөөд хүн бүр халуун, сэтгэлийн хямралд санаа зовдог\nТэнгэр газар ч гэсэн хүмүүсийн юу хүсч байгааг мэддэг, салхи сэвэлзэж, байгалийн сэрүүн байдаг", "詩意": "Энэ зургаан өнцөгт нь хүн бүр халуунд санаа зовж байгааг харуулж байна.\nХүссэн бүхнээ хий.", "解曰": "Урагшлах уу, ухрах уу гэдэгт эргэлзэх зүйл алга. Сайхан амраарай. Зуслангийн зориулалттай юу? Яаралтай үйлдэл хийх шаардлагагүй.", "籤詩故事一": "◇Конг Мин Сычуань руу оров\nЖугэ Лян (181-234), эелдэг нэр нь Конминг нь Ланжагийн Янду (одоогийн Шаньдун мужийн Инань хошуу) хотын уугуул бөгөөд Гурван улсын үед Шу Хан (Лю Бэй)-ийн ерөнхий сайд байсан.\nХэдийгээр Лю Бэй Жинжоуг ялсан ч нэг талыг нь салгаж чадсангүй Жугэ Конмин Лиу Бэйгийн газар нутгийг нэмэгдүүлэхийн тулд Сичуаныг эзлэхээр төлөвлөжээ. Энэ үед Ижоу дахь Лю Жан хойд зүгт Жан Лугийн дайралтанд өртөв. Жүгэ Конминг Лю Жан өөрийгөө хамгаалахын тулд Шичуан хотын газрын зургийг Цао Цаод зориулахыг хүсч байгааг мэдэв. Жан Сүн (Лю Жангийн захирагч) Цао Цаотай уулзахад, Цао Цао ихэмсэг, бүдүүлэг байсан тул Лю Жан газрын зургийг Шичуань руу буцаан авч, замдаа Жинжоуг өнгөрөв. Конг Мин түүнийг замдаа аль хэдийн хүлээж байсан бөгөөд Жинжоу руу урьсан боловч явах хүртлээ Сичуанийн зургийг нэг ч удаа дурдаагүй бөгөөд Жан Сүн Конг Минд эелдэг, зочломтгой хандсанд талархаж байсан тул Сичуань зургийг түүнд зориулжээ. түүнийг.\nШичуаны газар нутаг аюултай тул халдлагад өртөх, хамгаалах боломжтой байсан.Кон Мингийн янз бүрийн зохицуулалт хийсний дараа Сичуань Лю Бэйгийн төрсөн нутаг болжээ.\n(Конг Мин хүмүүстэй эелдэг харьцаж, хүсэн хүлээсэн Сичуаныг хялбархан олж авсан.)", "聖意": "Гэртээ болон өөрийгөө хамгаалахын төлөө залбирах (зовлонд аз хийморьтой байх) Эд баялаг эрж, ажил үйлсэд аз хийморь, хамтын гэрлэлт, Люжя-д хөвгүүд төрөх, талбай нүүх, торго, малд хохирол учруулах, хүн олох, нийтийн зарга. , нүүдэл, хуучны алдагдсан зүйл, умард өвчин, уул булш хүсэх", "古人": "Конг Минг Сычуань руу оров", "第X籤": "Бүлэг 51: Сугалаа хожсон нь (Лотыг хожсон нь)", "宮": "Умай"}