{"籤詩版本二": "Сарыг усан дотор барихын тулд маш их хүчин чармайлт шаардагддаг, маш их хүчин чармайлт шаарддаг боловч юу ч биш.\nБитгий дэмий юм ярьж, биеийг хүчирхэгжүүлэх гэж хүч хөдөлмөрөө дэмий үрээрэй.\"Бие хатсан\" гэдэг үг анх \"бие ганцаардсан\" гэсэн утгатай.", "詩意": "Энэ гексаграм нь хүчин чармайлтын дүр төрхөд шунадаг.\nБүх зүйл хөдөлмөрлөж, хөдөлмөрлөдөг.", "解曰": "Амлалтуудыг санахад хэцүү байдаг. Маш их хөдөлмөр. Гэртээ санаа зов. Эрхэм хүмүүстэй уулзахыг хүлээж байна.", "籤詩故事一": "◇Тайбай согтуу байхдаа сар барив (Ли Тайбай согтуу байхдаа сарыг барив)\nЛи Бай (701-762), Тайбай гэгддэг, Цинлянь Жүши гэгддэг. Өөрийгөө хөөгдсөн мөнх бус хэмээн өргөмжилсөн Тан гүрний яруу найрагчийг яруу найргийн үхэшгүй хэмээн алдаршуулж, архи уухгүй үргэлж баярлаж явдаг байжээ.\nНэгэн удаа Ли Бай Жинлин (одоогийн Нанжин) хотод ирээд Вэндэ гүүрний дэргэдэх ресторанд амарчээ.\nТэр өдөр санаандгүй өвлийн билгийн тооллын арван тавны өдөр тохиож, шөнөдөө зоогийн газарт ганцаараа сууж сарыг биширч, архи ууж, шүлэг уншина. Тэр өдөр санаандгүй өвлийн билгийн тооллын арван тавны өдөр тохиож, шөнөдөө зоогийн газарт ганцаараа сууж сарыг биширч, архи ууж, шүлэг уншина. Ли Тайбай сарыг амьдралынхаа туршид хамгийн их хайрлаж, сарыг цэвэр, үзэсгэлэнтэй гэж хэлжээ. Ли Тайбай сарыг амьдралынхаа туршид хамгийн их хайрлаж, сарыг цэвэр, үзэсгэлэнтэй гэж хэлжээ. Тэр шөнө тэр дээшээ хараад тэнгэрт цагаан бөөрөнхий сар байхыг хараад ихэд баярлаж дахиад хэдэн хундага уув. Тэр шөнө тэр дээшээ хараад тэнгэрт цагаан бөөрөнхий сар байхыг хараад ихэд баярлаж дахиад хэдэн хундага уув. Шөнө дундын үед Ли Тайбай дарсыг далимдуулан доош бууж Вэндэ гүүр рүү явав. Шөнө дундын үед Ли Тайбай дарсыг далимдуулан доош бууж Вэндэ гүүр рүү явав. Гүүрэн дээр гишгэнгүүтээ толгойгоо доошлуулан гэнэтхэн сар усанд унахыг хараад гол хөдөлж эхлэхэд цагаан сарны сүүдэрт хэдэн хар зураас нэмэгдэв. Гүүрэн дээр гишгэнгүүтээ толгойгоо доошлуулан гэнэтхэн сар усанд унахыг хараад гол хөдөлж эхлэхэд цагаан сарны сүүдэрт хэдэн хар зураас нэмэгдэв. Энэ үед Ли Тайбай маш их согтуу байсан тул голын усанд будагдсан сар гэж бодов. Энэ үед Ли Тайбай маш их согтуу байсан тул голын усанд будагдсан сар гэж бодов. Тэр гутлаа ч тайлалгүй, гараа онгойлгож, гүүрэн дээрээс үсэрч сарыг барив. Тэр гутлаа ч тайлалгүй, гараа онгойлгож, гүүрэн дээрээс үсэрч сарыг барив. Санаанд оромгүй энэ үсрэлтээр сар баригдаагүй ч усан доторх сар хагарч, тэр дороо хоёр хэсэгт хуваагджээ. Санаанд оромгүй энэ үсрэлтэнд сар баригдаагүй ч тэр хүн живжээ. Тэрээр жаран хоёр настайдаа нас баржээ.", "聖意": "Байшин тав тухгүй, өөрийгөө азгүйтэх (азгүй, эрүүл мэнддээ анхаарах), эд баялгийн тэнцвэрт байдлыг эрэлхийлэх (энэ талаар бодох ч хэрэггүй), ажил хэрэг хэцүү, гэрлэлт тогтохгүй, хамгаалах залбирал (зулбахаас сэргийлэх хоосон эрдэнэс) ), явган хүн бэрх, хээрийн торгон таван оноо, зургаан мал цөөрөх, хүн хайх (азгүй), нийтийн зарга ба (заргалдахаа болих) Эгэл нүүдэл (үүнийг бүү хэл) эд хөрөнгө алдах (онгоц) залбирах. өвчнөөс хамгаалахын тулд (азгүй) ​​Уул, булшинд аз", "古人": "Тайбай согтуу байхдаа сарыг барьж авав (Ли Тайбай согтуу байхдаа сарыг барив)", "第X籤": "Сугалаанд тавин секунд хожих (Сугалаа)", "宮": "Умай"}