{"籤詩版本二": "Бухимдал баяр хөөр болж хувирвал луу архирч, бар архирана.\nЦэнхэр тэнгэрт өөрийн гэсэн зам бий.Алдарт хүрэх боломж дахин олдох болтугай.", "詩意": "Энэ зургаан өнцөгт нь луу архирах, бар архирахтай адил юм.\nБүх зүйл сайхан болно гэж найдаж байна.", "解曰": "Зүгээр л зааж өгөөд яв. Өөрийн гэсэн хөгжил цэцэглэлттэй байх. Эцсийн эцэст хийх ёстой. Олдох газар байна.", "籤詩故事一": "◇Лю Бэй сүйт бүсгүй элсүүлэв\nЧибигийн тулалдааны дараа Сун Цюань Лю Бэйд олзлогдсон Жинжоуг эргүүлэн авахыг эрмэлзэж байсан тул Жоу Юйгийн төлөвлөгөөг ашиглан өөрийн эгч Сун Рэнийг Лю Бэйтэй сүй тавих гэж байгаа мэт дүр эсгэж байсан ч үнэн хэрэгтээ тэрээр авахыг хүссэн юм. Лиу Бэй Жинжоуг барьцаалсан.\nЖүгэ Лян Жоу Юйгийн төлөвлөгөөг тагнасны дараа тэрээр стратегийн хамт товхимолыг Соочов руу явахдаа Лю Бэйг хамгаалж байсан Жао Юнд гардуулан өгөхөд Жао Юн товхимол дээрх стратегийг дагаж, Ву Гуотайг зөвшөөрөхийн тулд зориудаар том шуугиан тарьсан ( Sun Quan-ийн аав) гэрлэх саналын талаар мэддэг. Ву Гуотай охиндоо хайртай байсан бөгөөд охиныхоо насан туршийн асуудлыг санамсаргүйгээр шийдэх хүсэлгүй байсан тул эгчдээ хэрцгий хандсан гэж Сун Цюаныг зэмлэж, Лю Бэй охиндоо тохирох эсэхийг Ганлу сүмд биечлэн шалгахыг санал болгов. Ву Гуотай Лю Бэйтэй уулзсаны дараа тэрээр Лю Бэйг маш их үнэлж, Лю Бэй болон түүний охины гэрлэлтийг хүчтэй дэмжсэний үр дүнд Лю Бэй Сүн хатагтайтай амжилттай гэрлэжээ.\nХожим нь Лю Бэй, Сун хатагтай хоёр хамтдаа Жинжоу руу зугтсан ба хожим нь Сун Цюань Лю Бэйгийн Ижөү рүү дайрсныг далимдуулан Жинжөү рүү дайрахыг хүссэн ч охиныхоо аюулгүй байдалд санаа зовсон У Гуотай түүнийг зогсоожээ.\n\"Жоу Юйгийн ухаалаг төлөвлөгөө бол дэлхийн хамгийн шилдэг нь. Тэр эхнэрээ алдаж, цэргээ алдсан\" гэсэн үг байдаг.\n(Лю Бэй хор хөнөөлөөс олсон)", "聖意": "Би гэртээ азгүй, азгүй (эхлээд азгүй, дараа нь аз) Эд баялаг эрж, тэнцвэрт байдал, гэрлэлтийн бэрх, гэрлэлтийн амжилт, явган хүний ​​адислал, хээр торгон, малын хохирол таван оноо, эрэл хай. хүн, зарга, нүүдэл, төөрсөн эд хөрөнгө, өвчин туссан нь өлзийтэй, уул булшны амар амгалан.", "古人": "Лю Бэй сүйт бүсгүйг элсүүлж байна", "第X籤": "Тавин гурав дахь хожсон дугаар", "宮": "Умай"}