{"籤詩版本二": "Далайн эрэг нь хад чулуугаар дүүрэн, горхи урсаж, салхи нь цэлмэг, сар нь цэлмэг, эрхэмсэг хүмүүс завгүй байна.\nЗамдаа би хаашаа явахаа асуух хэрэгтэй.Ойд цэцэг, ургамлын үнэрийг бүү тат, битгий анхаарал халамж тавь.", "詩意": "Энэ зургаан өнцөгт нь жижиг далайн эрэг дээр явж буй завьтай адил юм.\nБүх зүйлд туслах эрхэм хүмүүс байдаг.", "解曰": "Амьжиргаагаа залгуулахын тулд. Маш их хөдөлмөр. Консерватив байж, хүлээ. Хамгийн сайн сайхныг хүсье.", "籤詩故事一": "◇Лушаны бослого\nКан овогтой, Ялуошань нэртэй Ан Лушан (703-757) нь Инжоугийн Лючэн (одоогийн Ляонин, Чаоян) хотоос гаралтай байв.\nДараа нь тэрээр Ан овогтой болж, нэрээ Лушан болгон өөрчилсөн. Тан гүрний хаан Сюань Цзун хааны үед Ан Лушан цэргийн элчээр ажиллаж байв.\nТяньбаогийн 14-р оны 11-р сард Ань Лушань Фаньянд цэргээ босгож, Ян Гуожүнийг довтлох нэрийдлээр бослого гаргаж, гурван хотын цэргийг авч зүүн нийслэл Лоян руу довтлов. Тайюанаас ирсэн мэдээ Лишань руу яаран ирэв.Тухайн үед Лишань хотын Хуачин ордонд байсан Тан Сюань Цзун Анлушань бослого гарна гэдэгт итгээгүй.Гэвч бослогын тухай мэдээ тасрахгүй, Сюань Цзунг хагас итгэсэн хэвээр байв. (Энэ бол \"Горхины жижиг хадан дээрх ширүүн урсгал усны чимээ\"-ийн дүрслэл юм)\nПин Юань хошууны захирагч Янь Жэнчин хүн илгээж мэдээлэл явуулахад л Шюан Цзун зүүднээсээ сэржээ.\nТан улсын эзэн хаан Сюань Цзунгийн алдаатай стратегийн дагуу Ань Лушаний морин цэрэг зүүн нийслэл Луян хотыг эзлэн авч, дараа оны эхний сард тэрээр өөрийгөө Луоян дахь Даян хаан, Жянюань Шэнвү, хаан Шионву, Да Шюнь зэрэг улс хэмээн өргөмжилжээ. ерөнхий сайд.\nМөн оны 6-р сард Тан улсын эзэн хаан Сюань Цзун Чан-Аны хямралыг арилгахыг эрмэлзэж, цэргийн буруу ойлголтоор Фэн Чанчин, Гао Сяньжи хэмээх хоёр алдартай жанжныг цаазалсан нь Тан улсын армийг цочирдуулжээ. (Энэ зан үйл нь \"зам урд гол руу чиглэх ёстой\"-г зөрчиж байна)\nҮүний дараа Тан улсын эзэн хаан Сюань Цзун өөр жанжин Гэ Шуханд яаралтай Тунгуанаас зүүн зүгт Тан улсын цэргийг удирдан явуулахыг тушаажээ.\nТан гүрний хаан Сюан Цзунгийн стратегийн алдааг бүрэн ойлгосон Гэ Шухань өөрчлөлтийг хойшлуулахаар төлөвлөжээ (\"Салхи тайван, түрлэг тайван байвал зүгээр\" гэсэн арга барил).\nЭцэст нь Тан улсын эзэн хаан Суан Цзун тулалдахаас аймхай байна гэж бодоод Ан Лушантай нулимс дуслуулан байлдахаас өөр аргагүй болж, ялагджээ. (Энэ нь \"Хэрэв та өөрийгөө дэмжихийн тулд шаргуу хөдөлмөрлөвөл бэртэж болзошгүй\" гэсэн үгийг биелүүлдэг.)\nТан гүрний үед хилийн цэрэг, орон нутгийн гарнизонууд хариу арга хэмжээ авахгүй байтал Ан Лушаний цэрэг хилийг дарж, нийслэлийн нутаг дэвсгэрт орж ирэв. Хэцүү нөхцөл байдалд Тан гүрний эзэн хаан Суан Цзунг удирдан харуулын корпусыг нийслэлээс зугтаж, удирдагчгүй Шижин Чан-аныг унагав.\n(Тан Сюан Цзун энэ тэмдгийн удирдамжийг зөрчсөн тул Ан Лушаний бослого амжилттай болсон.)", "聖意": "Байшин нь гайгүй, өөрөө азтай, өлзий балай, гүйлгээ нь бүтэмжтэй, гэр бүл бүтэх (болгоомжлох), Люжягийн эр явган хээр ирэх, торго түүж, зургаан мал эвдрэх, хүн олдох , нэхэмжлэл үндэслэлтэй, алдагдсан эд хөрөнгө өвчин авчирдаг, өөрөөр хэлбэл Аньшань булшийг засах хэрэгтэй.", "古人": "Лушаны бослого", "第X籤": "Тавин зургаа дахь сугалаа", "宮": "Муухай ордон"}