{"籤詩版本二": "Өглөө, үдшийн бүрийд Буддагийн дэмжлэг аюулын үед байх ёстой, гэхдээ аюулд өртөхгүй\nЭрхэм хүнд татагдсан бол мөнгө, торгон хоёр ч чамайг дагалдана.Энэ бол Чуан Лай. Энэ бүхэн чамаас шалтгаална.", "詩意": "Энэхүү зургаан өнцөгт нь бурхад болон Буддагийн нууц адислалыг илэрхийлдэг.\nТэвчээртэй байж, бүх зүйлд амжилт хүсье.", "解曰": "Хуучны амар амгалангийн шинж. Бүх зүйл үнэтэй байвал өлзийтэй болно.", "籤詩故事一": "◇Тан лам гэгээрэлд хүрсэн\nНэгэн өдөр Тан Сэнг голын эрэг дээр ирээд урд нь Бурхан багшийн Линшань уулыг харвал урд нь нэг банзтай гүүр байх бөгөөд Тан Сэнг гаталж зүрхэлсэнгүй. Будда завьчин болж хувиран ёроолгүй хугарсан завийг барьжээ.Тан лам завинд суунгуутаа голд унаж, завьчин түүнийг аварчээ.Ингэж Тан лам бурханы зэрэгт хүрсэн байна. (Баруун руу аялсан түүх)\n◇Тан ламын буддын шашны судар\nТан гүрний Санзангийн нийтлэг овог нь Чен, нэр нь И байв. Луожөүгийн Гоуши хошуунд (одоо Хэнань мужийн Янши хотын өмнөд хэсэгт) төрсөн. Тэрээр арван гурван настайдаа лам болж, Буддын шашны Шүанзан хэмээх нэрийг авсан.\nБуддын шашны эх сурвалжийг олж авахын тулд тэрээр Жэнгуаны гуравдугаар онд (МЭ 629 он) Чаньан хотоос (одоогийн Шэньси муж) мордож, хил давж, Тяньжүд хүрэхийн тулд тоо томшгүй олон зовлон зүдгүүрийг туулсан. Энэтхэг) судар цуглуулах. Тэрээр Ганга, Инд мөрний сав газар, Энэтхэгийн зүүн өмнөд эргийн нутгуудаар аялж, цаст уулс, ногоон нурууг туулж, нааш цааш 50,000 гаруй миль замыг туулж, Чанань руу буцаж ирэхэд 16 жил зарцуулсан. Жэнгуаны 19-р он (МЭ 645). Буддын шашны маш олон судрыг эргүүлэн авчирч, хятад хэл рүү орчуулсан.\n(Тан Санзан Хятад, Энэтхэг хоёрын хооронд урт удаан аялал туулсан. Аяллын явцад аюул тохиолдсон байх. Гэвч ард нь үл үзэгдэх ивээн тэтгэгч байсан тул эсэн мэнд буцаж чадсан юм.)", "聖意": "Гэр орон аюулгүй, өлзийтэй, өрнийн худалдаа бүтэмжтэй, гэрлэлт бүтэмжтэй, явган хүн талбай хааж, торго гацсан, торго 70 хувь, мал нь ашигтай, хүн олддог, барууны олон нийт зарга муу, нүүдэл хужаа, алдагдсан эд хөрөнгө үзэгдэх, өвчин өлзийтэй, уул булш өлзийтэй.", "古人": "Тан лам гэгээрэлд хүрсэн", "第X籤": "Жаран хоёр сугалаанд хожсон", "宮": "Инь ордон"}