{"籤詩版本二": "Өвөл болоход уулын чавганы мөчир навчис нь унаж, мөчир нь хатсан ч хэзээ ч устахгүй.\nГэвч хавар болоход би намайг эелдэгчээр эргүүлж, анхны бүтээлийг устгадаг.", "詩意": "Энэ гексаграмд ​​чавганы цэцэг тэргүүлэх байр суурийг эзэлдэг.\nХойшлуулсан тохиолдолд бүх зүйл сайхан болно.", "解曰": "Нэг сум хоосон харав. Хоосон байхад хоосон биш. Хавар ирэхийг хүлээж байна. Үүнд өнгө байгаа.", "籤詩故事一": "◇ Хоёр удаа оноо авсан\nТан гүрний эзэн хаан Дезонгийн үед үнэнч сайд Мэй Богао болон түүний гэр бүлийнхэн урвагч Ерөнхий сайд Лу Цигийн нэр хүндэд өртөж, тэднийг бүгдийг нь хороохыг хүссэн бөгөөд зөвхөн түүний хүү Мэй Лянью зугтаж чадсан бөгөөд хожим нь тэрээр дүрээ өөрчилсөн. хэн болохыг нь нуухын тулд Ван Шитонг нэрлэсэн. Гудамжинд ганцаараа өлсөж, даарч байсан ч азаар түүнийг Чен Ришэн (Чен Дунчу) өөртөө авчээ. Чен Ришэн амьдралынхаа туршлагыг мэдэхгүй байсан тул гудамжинд өлсөж үхэхгүйн тулд Ченийн чавганы цэцэрлэгийг арчлахад туслахыг гуйжээ.\nЧен Ришэн бол Мэй Богаогийн ангийн найз, найз байсан.Түүнийг Лу Ци хавчигдаж байхад нь Мэй Богао аварсан.Үүний дүнд Мэй Богао, Лу Чи хоёр дайсагналцаж, эцэст нь түүний гэр бүл бүхэлдээ цаазлуулсан.Чэнь. Үүнээс болж Ришен гуниглаж, уурлаж, гэрлэснийхээ дараа албан тушаалаасаа огцорч, гэр бүлээ Янжоу руу нүүж, тусгаарлагдмал амьдрах болжээ.\nЧен Ришэн нь үзэсгэлэнтэй, анхилуун үнэртэй Чен Шин Юан хэмээх охинтой бөгөөд Мэй Лянью Чен гэр бүлд ирсний дараа тэд анхны харцаар дурласан. Мэй Богаогийн нас барсны ой тохиож байсан чавганц цэцэглэсэн тэр өдөр Чен Ришэн болон түүний гэр бүлийнхэн талийгаач найз, буянт хүнийхээ дурсгалыг хүндэтгэхийн тулд гэрийнхээ чавганы цэцэрлэгт тахилын ширээ нээв.Тэнгэр гэнэт өөрчлөгдөв. мөн хүчтэй цасан шуурга шуурч, бүх чавганы цэцэгсийг бүрхэв.. Устгав. Чен Ришэн эсэн мэнд зугтаж чадсан ч Мэй овогтны үр удмыг ч аварч чадсангүй хэмээн халаглаж, үүнийг бурхнаас ирсэн сануулга гэж бодсон тул чавга дахин цэцэглэхгүй л бол андгайлсан нь хойч үеийнхэн нь хойч үеэ нялх үр удмыг аварч чадна гэдгийг батлан ​​харуулжээ. Мэй гэр бүлийнхэн амьд хэвээр байсан, тэр хэзээ ч юу ч хэлдэггүй, Буддизм руу зугтаж, лам болсон.\nТүүний охин Синьюань үүнийг сонсоод тэр даруй хүж асаан, чавганцыг дахин цэцэглүүлэхийг бурханд чин сэтгэлээсээ залбирав. Тэдний чин сэтгэл тэнгэрийг хөдөлгөж, чавганы цэцэрлэгийн бүх чавга дахин цэцэглэв; хожим Чен Ришэн Ситунг Лянью мөн гэдгийг мэдээд, охин Синюаньтай сүй тавьжээ.", "聖意": "Гэр орон, гэр орон өөрт, буян заяанд сайнгүй, эд баялгийг эрэлхийлэх, ажил үйлсэд хянамгай хандах, гэрлэх цагийг хүлээх, хоцрох, гэрлэх, хоцрох, арвижих зэрэгт сайн. хавар, хоцрох, хоцрох, хоцрох, завгүй байх, завгүй байх, цэцэглэн хөгжих, завгүй байх, олдох.", "古人": "Хоёр гоол оруулсан", "第X籤": "Жаран есөн сугалаа хожсон", "宮": "Тацуми"}