{"籤詩版本二": "Чао Чао нь цэцэг цуглуулдаг зөгийтэй адил бөгөөд баруун өмнөд, дараа нь зүүн тийш нисдэг\nХавар дуусч, цэцэгс нь алга болж, эрж хайх газар олдохгүй, энэ зүрх байгаа газраа өөрчлөхгүй.", "詩意": "Энэ зургаан өнцөгт нь зөгий цэцэг түүж байгаатай адил юм.\nБүх зүйл хөдөлмөрлөж, хөдөлмөрлөдөг.", "解曰": "Хаврын байгаль байхгүй. Удаан хугацаанд бороо ордог ч хэзээ ч арилдаггүй. Тусламж гуйх. Чимээгүй байсан нь дээр.\n.", "籤詩故事一": "◇Ли Ми Тан гүрний эсрэг бослоо\nЛи Ми\n(582-619), Хятадын сүүл үеийн Сүй гүрний үеийн тариачдын бослогын Вагангийн армийн удирдагч. Уран бичлэгийн мастер. Фа гэдэг үгийн эзэн нь Жинжаогийн Чан-ан хотын уугуул хүн байсан бөгөөд түүний өвөг дээдсийн нутаг нь Ляодун (одоогийн Ляонин хотын өмнөд хэсэг) Сянпин хот юм. Жинжаогийн Чан-ань хотын уугуул, түүний өвөг дээдсийн нутаг нь Ляодун (одоогийн Ляонин хотын өмнөд хэсэг) Шянпин юм.\nДайегийн 9-р онд (613) тэрээр Лиян (одоо Хэнань мужийн Жүншиан хошууны зүүн хойд хэсэг)-д Ян Сюанганы Сүй гүрний эсрэг бослогод оролцсон. Дайегийн 9-р онд (613) тэрээр Лиян (одоо Хэнань мужийн Жүншиан хошууны зүүн хойд хэсэг)-д Ян Сюанганы Сүй гүрний эсрэг бослогод оролцсон. Нууцлаг мэдрэмж ялагдсан,\nЛи Ми зугтав. Суанган ялагдаж, Ли Ми зугтав.\nДайгийн арван хоёр дахь онд тэрээр Вагангийн цэрэгт элсэв\n. Дайегийн арван хоёр дахь жилд Вагангийн цэрэгт элсэв. Ли Ми стратегийн тал дээр сайн байсан.Дэйгийн арван хоёр дахь оны 10-р сард Ли Ми Жайг ятгаж, армийг дагалдан явсан хүчирхэг жанжин Синян Тонг руу дайрч, Жан Сютуог хамгаалахаар Сүйн цэргийг бут цохиж, Жан Сютуог алжээ. Ли Ми стратегийн тал дээр сайн байсан.Дэйгийн арван хоёр дахь оны 10-р сард Ли Ми Жайг ятгаж, армийг дагалдан явсан хүчирхэг жанжин Синян Тонг руу дайрч, Жан Сютуог хамгаалахаар Сүйн цэргийг бут цохиж, Жан Сютуог алжээ.\nХожим нь тэрээр Синьлуо (хожим нь Луоку гэж нэрлэсэн) агуулах руу дайрч, тусламж үзүүлэхийн тулд агуулахыг нээж, багийг өргөжүүлэхийг санал болгов.Вагангийн армийн баг хурдацтай хөгжиж, Дае улсын 13-р онд Ли Ми Вагангийн армийг удирдаж, Жай Ранг. Сүй гүрнийг буулгах, хуваарилах асуудлыг шийдэж, цэргийн нөөц болон бусад асуудлаар дайн болж, Ли Ми Жай Ранг болон түүний олон зуун дагалдагчдыг алжээ. Хожим нь тэрээр Синьлуо (хожим нь Луоку гэж нэрлэсэн) агуулах руу дайрч, тусламж үзүүлэхийн тулд агуулахыг нээж, багийг өргөжүүлэхийг санал болгов.Вагангийн армийн баг хурдацтай хөгжиж, Дае улсын 13-р онд Ли Ми Вагангийн армийг удирдаж, Жай Ранг. Сүй гүрнийг буулгах, хуваарилах асуудлыг шийдэж, цэргийн нөөц болон бусад асуудлаар дайн болж, Ли Ми Жай Ранг болон түүний олон зуун дагалдагчдыг алжээ.\nДай улсын 14-р оны 3-р сард Ю Вэньхуажи Сүй гүрний Ян хааныг алжээ.\n, 100,000 гаруй хүнийг баруун зүг рүү буцахад хүргэсэн. Дае улсын арван дөрөв дэх оны гуравдугаар сард Ю Вэнхуажи (Юу Вэн, нийлмэл овог) Сүй гүрний хаан Яныг алж, 100 мянга гаруй хүнтэй баруун зүгт буцаж ирэв. Ли Ми Хуажид довтлохыг тушаажээ.Хуажид ялагдсан ч Ли Мигийн цэргүүд ч их хохирол амссан.Дараа нь Ван Шичонд мөргөсөн.Ли Мигийн арми ялагдаж, отог нь сүйрсэн.Түүний жанжин Цинь Шубао, Чен Жижиэ (анх нэрээр нь нэрлэсэн) Чен Яожин), Ниу Жинда болон бусад хүмүүс баригдсан. , Шан Сионшин бууж өгөв. Ли Ми Хуажид довтлохыг тушаажээ.Хэдийгээр Хуажи ялагдсан ч Ли Ми мөн цэргүүддээ их хэмжээний хохирол амсав. Дараа нь Ван Шичүнд мөргөж, Ли Мигийн цэрэг ялагдаж, отог нь устгагдаж, түүний жанжин Цинь Шубао, Чен Жижиэ (уг нь Чен Яожин гэдэг), Ниу Жинда болон бусад хүмүүс олзлогдон, Шан Шиншин бууж өгчээ. Ли Ми цөхрөнгөө барсан тул 9-р сард Хэянд голыг гатлан ​​Тан гүрний мэдэлд дагаар оржээ. Ли Ми цөхрөнгөө барсан тул 9-р сард Хэянд голыг гатлан ​​Тан гүрний мэдэлд дагаар оржээ.\nАрваннэгдүгээр сард Ли Юань Ли Ми-г Шаньдун руу хуучин цэргээ элсүүлэхээр илгээв. Арваннэгдүгээр сар,\nЛи Юань Ли Миг Шаньдунд хүлээлгэн өгч, хуучин цэргээ элсүүлэв. Өөрийгөө сэжиглэгдэж буйг мэдрэн Тан улсын эсрэг бослоо. Өөрийгөө сэжиглэгдэж буйг мэдрэн Тан улсын эсрэг бослоо. Тан улсын жанжин Шэн Янши Ли Миг довтлохыг урьж, Сингун Шианд алав. Тан улсын жанжин Шэн Янши Ли Миг довтлохыг урьж, Сингун Шианд алав.", "聖意": "Байшин, байшин, хэл, өөрийгөө, муу санаатан, эд баялаг хайх, ажил хэрэг үрэх, гэрлэлт удаан үргэлжлэхгүй, Люжя, хоосон цэцэг, явган зорчигч, Яосын, торго хорхой, зургаан малын хохирол, сураггүй алга болсон хүмүүс, зарга, алдагдал, шилжилт хөдөлгөөн, консерватив байдал, алдагдсан эд хөрөнгө, өвчин, саад бэрхшээл, уулын булшны шинэчлэл", "古人": "Ли Ми Тан гүрний эсрэг бослого гаргасан", "第X籤": "Далан дахь сугалаа", "宮": "Тацуми"}