{"籤詩版本二": "Канлонг арван есдүгээр харуулын танин мэдэхүй: Нэгэн эмэгтэй хоёр дахь нөхөртэй гэрлэсэн\nНэг нум, хоёр сумтай бол үлэг гүрвэлүүд тэр дороо амар амгалан амьдрах болно", "詩意": "Энэ зургаан өнцөгт нь хоёр сум барьсан нум шиг юм.\nБүх зүйл нийлж байвал өлзийтэй.", "解曰": "Хэт хүнд биш. Хувь тавилан. Жэнь Люжунг нээж байна. Болгоомжтой байхыг зөвлөж байна.", "籤詩故事一": "◇ Вэнжүн Шианруд айлчиллаа\nЖуо Вэньжун бол Сычуань мужийн Линчюн хотын чинээлэг бизнесмен Жуо вангийн ач хүүгийн охин бөгөөд хөгжимд гарамгай, уран зохиолын нэртэй нэгэн байжээ. Тэрээр арван зургаан настайдаа гэрлэж, хэдэн жилийн дараа нөхөр нь нас барж, төрсөн гэр бүлдээ буцаж ирээд бэлэвсэн эхнэр болжээ.\nНэгэн өдөр Сима Шиангру Жуо Вансунгийн гэрт дайллага хийхээр явж, Жуо Вэнжүнийг дөнгөж бэлэвсэн болсныг мэдээд \"Галт шувууг хайж буй галт шувуу\" дууг тоглож, хайр сэтгэлээ илэрхийлжээ. Жуо Вэньжун Сима Шианругийн тухай аль хэдийн сонссон байсан бөгөөд энэ хүлээн авалт нь түүнийг Сима Шянругийн сэтгэлийг улам ихээр татав. Нөгөөтэйгүүр, Сыма Шянругийн дайлсны дараа тэрээр Жуо Вэньжуны хувийн шивэгчинд авлига өгөхийн тулд тэр даруйд их хэмжээний мөнгө зарцуулж, Сима Шянругийн Жуо Вэнжүнийг хайрлах хайрыг дамжуулахыг түүнээс хүсэв. Жүо Вэньжүн шивэгчинээр дамжуулан Сима Шянругийн хайр дурлалын тухай мэдсэний дараа тэр даруй Сима Шянругийн амьдардаг дэн буудал руу яаран очсон бөгөөд Жуо Вэнжүнийг ирэхийг харсан Сима Шянру тэр даруй түүнтэй хамт Чэндү дэх төрөлх хот руугаа гүйн оджээ.\nХосууд Чэндуд байхдаа ядуу зүдүү байсан тул Линьчюнд буцаж очоод жижиг зочид буудал нээж, амьдралаа залгуулж, Жуо Вэньжун дарс зарж, Сима Шиангру аяга таваг угааж, ядуу амьдарч байжээ. Жуо Вэньзюнь эцэг Жуо Вансунь энэ тухай мэдсэний дараа тэрээр зөвшөөрч, найз нөхдийнхөө зөвлөснөөр тэднийг санхүүжүүлснээр Сыма Шианру, Жуо Вэньжун нар Чэнду руу буцаж ирж амьдарсан ба хожим баяжсан байна.", "聖意": "Орон гэр, эд хөрөнгөө алдах, өөрийн эрх, бурууг алдах, эд баялаг хайх, хөдөлмөрийн гүйлгээ хийх, гэрлэлтийг дахин нэгтгэхээс хамгаалах", "古人": "Вэнжүнь Шиангруд айлчилна", "第X籤": "Далан нэг хонжворт сугалаа", "宮": "Тацуми"}