{"籤詩版本二": "Зөгийчид хатгуулахгүйн тулд зөгийн балаа гуйх ёстой.\nТаны өмнө хачин зам байгаа байх.Нууц нь өргөстэй ой мэт гүнд байдаг.", "詩意": "Энэхүү зургаан өнцөгт нь зөгийн бал цуглуулж буй зөгийг бэлэгддэг.\nБүх зүйл хөдөлмөрлөж, хөдөлмөрлөдөг.\n\n(Энэ зургаан өнцөгт нь чихэрлэг, гашуун байдлын бэлгэдлийг эрэлхийлдэг.\nБүх зүйлд гамшгаас урьдчилан сэргийлэх.\n)", "解曰": "Аливаа зүйлийг болгоомжтой хийх хэрэгтэй. Хүчлэх шаардлагагүй. Зөгий зөгийн бал цуглуулдаг. Шалтгаан нь юу вэ?", "籤詩故事一": "◇ Ван Ман авъяас чадварыг эрэлхийлдэг\nБаруун Хань гүрний Ван Ман гэр бүлийг чинээлэг гэр бүл гэж хэлж болно. Эцэг нь залуу нас барсан ч хэд хэдэн нагац ах нар нь Хан гүрний хаад болж, жанжин, ерөнхий сайд болж, маркийн цол хүртэж, шагнал хүртэж байсан.Ван овог нэн нэр хүндтэй байжээ.\nГэвч Ван Мангийн жижиг гэр бүл маш ядуу байсан бөгөөд аав нь залуу нас барж, хамаатан садныхаа буяны тусламжаар зөвхөн ээжтэйгээ амьдардаг байв. Гэвч үүнээс болж Ван Манг багаасаа хүмүүстэй харьцах олон ур чадварыг хөгжүүлж, дадлагажуулжээ. Хичнээн гунигтай, ууртай байсан ч хамаатан садан, хөгшчүүл, гадны хүмүүсийн өмнө маш их баяр хөөртэй, тайван амгалан харагддаг тул овгийнхон бүгд түүнийг үнэлдэг байв.\nНэг удаа том нагац ах нь хүнд өвчтэй байсан бөгөөд энэ талаар мэдээд ирж, өвчтөний орны дэргэд эм, ус авчирч, шөнөжин сахиулж, хэдэн сарын турш нүцгэн, нүцгэн, эелдэг байсан. зүгээр л өвчтөнөөс илүү \"тэвчээртэй\" Төрсөн хүүгээс илүү \"хүү\".\nҮүнийх нь төлөө Тайванийн ард түмэн бүгд түүнийг магтан сайшааж, түүнд шагнал өгөхийг хүссэн захидал бичжээ.\nТиймээс Хан гүрний эзэн хаан Чен түүнд Шинэ Нийслэл Маркиз цол олгож, ордонд харуулаар томилж, эзэн хааны ойрын сайд болжээ.\nВан Ман өөрийн өндөр байр суурьтай, агуу их эрх мэдэлтэй байхдаа хэзээ ч бардам зан гаргадаггүй, харин ч улам эелдэг, эелдэг зантай болж, нэг талаар сайд, сайд, алдартнууд, эрдэмтэн мэргэдтэй нөхөрлөх болжээ.\nГэвч тэрээр урт дээл, урт ханцуйтай даашинз өмсөх нь бүү хэл, зөвхөн богино хувцас өмсөж, махан хоол иддэг, маш хэмнэлттэй амьдарч байсан. Тиймээс төр засаг, олон нийт нэгэн дуугаар түүнийг буянтай хэмээн магтсан.\nДараа нь түүний авга ах Гранд Сима Ванген өвчний улмаас нас барж, түүнийг орлох хүнээр сонгосон. Эзэн хаан болон бүх сайд нар түүнийг хамгийн тохиромжтой гэж үзсэн. Иймээс Ван Ман гучин наймхан настай байсан бөгөөд тус улсын цэргийн хамгийн хүчирхэг Гранд Сима болжээ.\n(Энэ түүх бол зүйрлэл юм. Сайн хүн байх нь таныг \"зөгийд хатгуулах бэрхшээл\"-ээс ангижруулж, хүссэн зорилгодоо хүрэхэд тусална.)", "聖意": "Байшин өөртөө тааруу, айл өрх гайгүй, ажил хэрэг гацсан, гэр бүл гацсан, зургаан хуяг худал, явган хүн хоцордог, торгоны ургац бага, мал бага, хэцүү хүн олох, зарга муу, нүүдэл нүүхгүй, алдагдсан эд хөрөнгө муу, өвчин туссан, уулын булш алдагдсан", "古人": "Ван Манг авьяасыг эрэлхийлдэг", "第X籤": "Далан хоёр сугалаанд хожсон", "宮": "Тацуми"}