{"籤詩版本二": "Хавар ирэхэд аянга чичирч, шавж жиргэж, би шавраас холдоно\nБи одоог хүртэл ирж яваагаа анх мэдээд нэг л өөрчлөгдсөн бол луу болсон.", "詩意": "Энэ зургаан өнцөгт нь аянга, шавьж шиг юм.\nЭрхэм хүнтэй уулзах нь бүх зүйлд сайн шинж тэмдэг юм.", "解曰": "Аянга цохиж байна. Дотор болон гарах хоёр орд. Нэг удаа өөрчлөх. Тяньмэн хүртэл.", "籤詩故事一": "◇Чэньчяогийн бослого\nМЭ 959 онд Жоу Шизонг Чай Рун нас барж, хаан ширээнд суусан эзэн хаан Гон Чай Зонгсун дөнгөж долоон настай байжээ. Тухайн үед ордны өмнөх байцаагч, Германы армийн Сүнжоугийн элчээр ажиллаж байсан Жао Куан-ин жинхэнэ эрх мэдлийг атгаж байв.\nМЭ 960 оны хавар Жэньжөү (өнөөгийн Хэбэй мужийн Жэндин) болон Динжоу (өнөөгийн Хэбэй мужийн Диншянь хошуу) нар Хойд Хань гүрэн болон Ляо улсын арми хамтдаа өмнө зүгт явж, Хожмын Жоу гүрнийг довтлохоор явж байна гэж мэдээлэв. маш их эрч хүчтэй болж, тусламж үзүүлэхээр цэргээ илгээхийг хүссэн. Хожим нь Жоу гүрэн Жао Куан-ин-д цэргүүдээ хойд зүгт удирдан дайсны эсрэг байлдахыг тушаажээ. Жао Куангин өөрийн ах Жао Гуаньи, Жао Пу, Ши Шоусин болон бусад хүмүүсийн төлөвлөгөөний дагуу нууцаар үйлдэв.\n2-р сарын 3-нд арми Ченчяойд (одоогийн Фэнцю хот, Хэнань хотын зүүн өмнө зүгт орших Ченьцяо хотхон) ирэхэд бослого дэгдээж, цэргүүдэд шар дээл өмсгөхийг тушааж, Хожмын Жоу гүрний эсрэг бослого гаргаж, Жао Куаниныг эзэн хаан болгон дэмжив. . Үүний дараа Жао цэргээ шатааж, алах, дээрэм тонуулалгүйгээр Кайфэн рүү буцан ирж, \"Тайзу Чэнь Чяо нийслэлийн иргэдийг үймүүлэхгүй гэж тангараглаж, хотод орж ирсэн өдрөө хотыг үймүүлэхгүй гэж амласан\" гэжээ.\nБилгийн тооллын 3 дахь өдөр Жао Куан Инь Чэнчяод бослого гаргаж нийслэлд буцаж ирэхэд Фан Жи Ван Пү, Вэй Рэнпу нарыг удирдан Жао Куаниныг байцаахад Луо Яньхуан майхны өмнө сэлмээ сугалан чанга чанга хашгирав. : \"Гурван арми эзэнгүй. Генералууд түүнийг эзэн хаан болгохоор шийджээ. Үг хэлсэн хэнийг ч ална!\". Ван Пүгийн царай газар шиг цонхийж, алхаагаа доошлуулж мөргөв.Фан Жи ч мөргөв.Куан Инь хувьдаа түүнийг босоход тусалж, их эелдэг харьцав.\nДунд зэргийн эсэргүүцэл үзүүлсний дараа Хожмын Жоу гүрний эзэн хаан Гун хаан ширээг залж, Жао хаан ширээнд суув. \"Тайзу Зэнийг хүлээн авах гэж байсан боловч Зэн бичвэр байхгүй байсан. Ханлинь улсын эрдэмтэн Тао Гу зарлигийг хүлээн авав. Тэгээд хажууд нь орж ирээд: \"Болчихлоо\" гэж хэлэв.\nЖао хаан ширээнд суусны дараа улсынхаа нэрийг Сүн, Юанийг Жианлун болгон өөрчилж, Кайфэнг нийслэл болгож, Ши Шоушин, Гао Хуайдэ, Жан Линдуо, Ван Шэнчи, Жан Гуанхан, Жао Яньхуй нар Жэйдүши цол хүртжээ. , энэ нь түүхэнд \"Чэнцяогийн бослого\" гэж нэрлэгддэг байсан.\nВикипедиа\n(Энэ түүх нь Жао Куангиний тоглолтын эхлэл гэдгийг харуулж байна.)", "聖意": "Гэр орон, өдөр тутмын амьдрал, эд баялаг, аз хийморь, ажил үйлс нь өлзийтэй, эрхэмсэг гэр бүл, Люжя-д амжилт, эр явган хүн, хээр торгон эрт төрөх, зургаан мал төллөх, хаврын буян заяа, хүн олох, амжилт гаргахын төлөө залбир. нийтийн зарга, шилжилт хөдөлгөөнд амжилт хүсье, алдагдсан эд хөрөнгө, өвчин эмгэгийн аюул, уул, булшны аюул.", "古人": "Ченкяо бослого", "第X籤": "Далан гуравт гарын үсэг зурсан", "宮": "Ми ордон"}