{"籤詩版本二": "Зүүдэндээ маш их эд баялаг бий болно гэж хэлсэн боловч алдар нэр нь дэмий хоосон байв.\nУс нь хол, уул ус нь хол ч үнэнч байх хэцүү.Эрхэм хүн чиглүүлж, инээмсэглэдэг.", "詩意": "Энэхүү зургаан өнцөгт нь зүүдэндээ эрдэнэс олж авахын бэлгэдэл юм.\nБүх зүйл илүү их эсвэл бага бодитой байдаг.", "解曰": "Зүүд шиг мөрөөддөг. Алдар нэрийн найдвар алга. Зүгээр л сайхан цагийг хүлээ. Эрхэм заавар.", "籤詩故事一": "◇ Жаод хаш чулууг буцааж өгөх (хаш чулууг дуусгасны дараа Жао руу буцааж өгөх)\nМЭӨ 283 онд Жао Хуйвэнь хаан Чугаас Хэ-Би-г авсан бөгөөд Цинь Жаосян хаан энэ мэдээг сонсоод Жао хаанд захидал илгээж, Хэ-Би-ээр арван таван хотыг солих хүсэлтэй байгаагаа илэрхийлжээ.\nЛин Шианру Цинь хүчирхэг, Жао сул дорой тул түүнийг солих шаардлагатай гэж Жао хаанд дүн шинжилгээ хийжээ.\nДараа нь Жао хаан Лин Сянруг Хэ Бигийн хамт Цинь руу илгээв.\nЧинь улсын хаан Лин Сянрутай Жантайд уулзсан бөгөөд Лин Шянру Циний хаанд хаш чулуу бэлэглэжээ. Циний хаан ихэд баярлаж, Хэ-Би-г гоо үзэсгэлэнд өгөхөд эргэн тойрныхон нь түүнийг харцгаав.Энэ үед баруун, зүүн талд байгаа бүх хүмүүс урт наслаарай гэж хашгирав.\nЛин Шянру Циний хаан Жаод хотыг өгөх бодолгүй байгааг олж мэдээд Циний хаанд хаш чулуу нь гэмтэлтэй байна гэж хэлээд Циний хаанд зааж өгөхийг хүссэн тул Цинь улсын хаанд зааж өгөв. хаш буцах.\nЛин Шянру Хэшигийн Биг эргүүлэн авсны дараа том баганын дэргэд зогсоод Хэшигийн Битэй хамт үхэхийг хүсч байгаагаа харуулав.\nЭнэ үед Лин Шяньру Чинь улсын хаанд хандан: \"Жаогийн хаан сайд нарын эсэргүүцлийг давж, сайдын саналыг хүлээж авлаа. Тэр битгий хэл эгэл ард түмэнтэй харилцахдаа бие биенээ хуурч мэхлээгүй ч гэлээ. Цинь бол том улс!Цинь, Жао хаан хоёрын нөхөрлөлийг хадгалахын тулд би тав хоног мацаг барьсны эцэст сайд нараа Цинь руу хаш чулуугаар илгээв.Харамсалтай нь Циний хаан Жао-д ханз өгөх санаа байгаагүй юм. хотоос гадна Хэ гэр бүлийн хаш чулууг нэгэн сайхан эмэгтэйд өгсөн нь миний сайд нарыг үнэхээр шоолж байсан юм.\"\nЛин Шянрү үг хэлж дуусаад тэр дороо багана цохих дохиог хийв.Чиний хаан Би-г сүйтгэнэ гэж айж, Жаод арван таван хот өгсөн дүр эсгэжээ. Лин Сянру Чин хааны урвасан төлөвлөгөөг сайтар ухаарсан тул Цинь хаанд тав хоногийн турш мацаг барихыг гуйж, Хэ-Би-г өгөхөөс өмнө цагийг хойшлуулав. Энэ хэдхэн хоногийн дотор Лин Шян Ру зарц нараа Жао муж руу хаш чулууг дагуулан буцахаар илгээсэн бол Циний хаантай харьцахаар үлджээ.\n(Энэ түүх нь жирийн хүний ​​нүд түүний статусыг биширч буйтай адил юм.)", "聖意": "Гэртээ, өөртөө залбирах, эд баялагт саад болох, ажил гүйлгээ хийхэд бэрх, Лиужясү явган хүний ​​гэр бүл зохицохгүй, Читиан торго авахгүй, зургаан мал гэмтэх, хүн сураггүй болох, нийтийн зарга, нүүдэл хүлээх, алдагдсан эд зүйлс хол байгаа, өвчин эмгэг төрүүлж, уулын булш руу илгээж, өөрчлөгддөг.", "古人": "Жаод хаш чулууг буцааж өгөх (Жао руу хаш чулууг гүйцээх)", "第X籤": "Далан долоо дахь сугалаа", "宮": "Үд дундын ордон"}