{"籤詩版本二": "Сикамор модны навчис унаж, намар дөхөж, аялагчдын буцах зам үүл шиг харагдана.\nБурханы асар их хүчин чармайлтын ачаар хөлөг онгоц салхинд эрдэнэстэй буцаж ирэв.", "詩意": "Энэ зургаан өнцөгт нь унасан чинар навчны дүрсийг илэрхийлдэг.\nБүх зүйл урьдаас муу, эцэст нь сайн.", "解曰": "Аливаа зүйлийг зүрх сэтгэлээсээ ав. Тианшин түүнийг дагадаг. Амьжиргаагаа залгуулахын тулд. Та чадах бүхнээ хий.", "籤詩故事一": "◇Тэнгван павильон руу салхи үлээв\nВан Бо, эелдэг нэр нь Зиан нь эрт үеийн Тан гүрний яруу найрагч байсан бөгөөд Тан гүрний Гаозон хаан Юнхуйн 1-р онд төрсөн. Ван Бо бага наснаасаа судар уншдаг байсан бөгөөд түүнийг \"мэргэн хүүхэд\" гэж нэрлэдэг. Ван Бо бага наснаасаа судар уншдаг байсан бөгөөд түүнийг \"мэргэн хүүхэд\" гэж нэрлэдэг.\nАрван настай байхдаа аавтайгаа хамт Гуанди сүмийн хажуугаар өнгөрч байгаад сүмд Гуандигийн сүрлэг хөшөөг хараад \"Хавар намар\" ном бариад уншиж байхыг хараад аав нь хараад урам зориг авч Гуан хаанд хандан: \"Гурван цоож ногоон сахал барьж, Чин гүрний түүхийг ногоон дэнлүүнд уншиж, алдар нэрд хүндэтгэл үзүүлэв. Гартаа ногоон луу саран хоёрыг барив\" хэмээсэн байдаг. Энэ оны намар Ван Бо Шаньсигаас Хайнань арал руу Жяожи хошууны захирагчаар доошилсон аавтайгаа уулзахаар явж, замдаа олон мянган уул ус, гол мөрнийг гатлав. Ван Бо хорин долоон настай байхдаа оны намар Шаньсигаас Хайнань аралд очиж, Жяожи хошууны захирагчийн албан тушаалыг бууруулсан аавыгаа бараалхаж, замдаа олон мянган уул ус, гол мөрнийг гатлав.\nТэр өдөр Маданг ууланд ирэхэд бүгд эрэг дээр гарч амарч, Ван Бо эртний сүмийн хажуугаар ганцаараа явж байтал гэнэт сүмийн хажуугийн чулуун дээр нэгэн өвгөн сууж байхыг олж харав.Өвгөн цайвар үстэй хүүхэд шиг харагдав. мөн үлгэрийн дүр төрхтэй. Ван Бо-д хандан: \"Чи Ван Бо биш гэж үү?\" гэхэд Ван Бо гайхан \"Яг тийм! Чи үүнийг яаж мэдэх вэ?\" гэхэд өвгөн: \"Чамайг сайн гэж эртнээс сонссон. Хүмүүсийг аврах санаа, шүлэг чинь их утга учиртай. Маргааш Тэнгвангийн асарт том үдэшлэг болно. Хэрэв та цайллагад оролцож эссэ бичиж чадвал олон зуун жилийн турш алдаршиж, замын зардал авах болно.\" Тэднийг очиход. Маданг ууланд бүгд эрэг дээр гарч амарч, Ван Бо ганцаараа эртний сүмийн хажуугаар явж байтал сүмийн хажуугийн чулуун дээр гэнэт цайвар үстэй хүүхэд шиг хөгшин хүн сууж байхыг харжээ. гадаад төрх.Тэр Ван Бод хандан: \"Чи Ван Бо биш гэж үү?\"\nВан Бо гайхан \"Яг тийм! Чи үүнийг яаж мэдэхэв?\"\nӨвгөн өгүүлрүүн: \"Таныг хүмүүсийг аврах сайхан сэтгэлтэй, зохиосон шүлгүүд чинь нэлээн утга учиртай гэж би эртнээс сонссон. Маргааш Тэнг хунтайжийн асарт их найр болно. Хэрэв та найранд оролцож, зохиож чадвал Та олон зууны туршид алдартай байх болно, мөн та замын зардлыг авах болно.\"\nВан Бо өгүүлрүүн: \"Энэ газар Тэнваны асараас зургаа долоон зуун бээрийн зайд оршдог. Маргааш яаж ирэх вэ?\" Өвгөн өгүүлрүүн: \"Би морийг тэнгэрийн салхи болгон ашиглаж, чамайг гөлгөр дарвуулуулъя. Би Маргааш заавал ирнэ.\" Ван Бо надад талархаад: \"Уучлаарай хадам аав минь. Чи үхэшгүй мөнх хүн үү эсвэл бурхан уу?\" гэхэд өвгөн инээж: \"Би бол Жүн Юань Шүйжүн байна. Энэ усан бүсийг хариуцаж байгаарай!\" гэж Ван Бо өгүүлрүүн: \"Энэ газар Тэнваны асараас зургаа долоон зуун милийн зайтай. Маргааш яаж очих вэ?\"\nӨвгөн: \"Би морийг чинь тэнгэрлэг салхи болгон ашиглая, чамайг гөлгөр дарвуулуулъя. Би маргааш заавал ирнэ\" гэв.\nВан Бо түүнд талархал илэрхийлээд \"Уучлаарай хадам аав, чи үхэшгүй мөнх хүн үү эсвэл бурхан уу?\"\nӨвгөн инээж: \"Би бол энэ усан бүсийг хариуцаж буй Жүн Юань Шүйжүн юм!\" Тэгтэл өвгөн Ван Бог завинд хурдан мордохыг уриалж, түүнийг хэсэг зуур тойрон өлзий үүл бүрхэж, салхи шуурга байхыг харав. замд ус гөлгөр байлаа.Нүд ирмэхийн зуур тэрээр хэдэн зуун бээр замыг туулсан.\nТэгтэл өвгөн Ван Бо-г завинд хурдан мордохыг уриалж, түүнийг хэсэг зуур тойрон өлзий үүл харвал нүд ирмэхийн зуурт зуугаад бээр зам туулсан байв. Хүлээгдэж байсанчлан Ван Бо их үйл явдлын өглөө Тэн ханхүүгийн асар руу яаран очив.\nХүлээгдэж байсанчлан Ван Бо их үйл явдлын өглөө Тэн ханхүүгийн асар руу яаран очив. Тэгээд тэр газар дээр нь Тан улсын эзэн хаан Гаозонгийн мөнхийн бүтээл хэмээн нэрлэсэн \"Тэн Хунтайжийн асрын өмнөх үг\"-ээ бичжээ. Тэгээд тэр газар дээр нь Тан улсын эзэн хаан Гаозонгийн мөнхийн бүтээл хэмээн нэрлэсэн \"Тэн Хунтайжийн асрын өмнөх үг\"-ээ бичжээ.\nНэг шүлэг байдаг:\nАвьяаслаг хүмүүсийг бурхан гэж хэлсээр ирсэн тул салхи Нанчанг Наньчан руу авчирсан нь санамсаргүй хэрэг биш;\nБи Тэн вангийн өндөр асрын тухай өгүүлбэр бичиж, дараа нь тэр үхэшгүй мөнх хүмүүсийг дагуулан Жүн Юаньд очив.", "聖意": "Гэрийнхээ төлөө залбирч, өөрийгөө хамгаалж, адислалд залбирч, эд баялгийг эрэлхийлж, гэрлэлт, эв найрамдлыг олж ав.", "古人": "Салхи Тэнгван павильон руу үлээдэг", "第X籤": "Наян нэгд гарын үсэг зур", "宮": "Вэй Гонг"}