{"籤詩版本二": "Нэр хүндээсээ болоод буянаа гээчихвэл яах вэ, аз хийморь нь хувирч, муу юм болох вий гэж айж байна.\nСогтуу би хаашаа явахаа мэдэхгүй байна, би ногоон нарсны сүүдэрт бүрхэг зүүд зүүдлэв.", "詩意": "Энэ зургаан өнцөгт нь уснаас гарч буй хүйтэн загасыг илэрхийлдэг.\nЮуг ч хөдөлгөж болохгүй.\n\n(Энэ гексаграм нь муу буян, азгүйтлийн бэлэг тэмдэг юм.\nБүх зүйлд хөлөө газар барь.\n)", "解曰": "Хүйтэн загас уснаас гардаг. тосонд ялаа. Хэрэв та баазын төлөвлөгөөний талаар асуувал. Энэ нь Мо Ци-д илүү дээр юм\nЭнэ тэмдэг нь Люжиад азгүйтэл авчрах болно. Бүх зүйл буруугаар эргэдэг. Аюулгүй байдлын төлөө залбир.", "籤詩故事一": "◇ Жуанзи эхнэрээ сорьж байна\nЖуанзи нь Жоу гүрний үед төрсөн.Түүний овог Жуан, Жоу, Цышиу гэх бөгөөд Сүн улсын Мэнгигийн уугуул хүн. Жоу гүрний үед тэрээр Цюань улсын түшмэл байв.\nНэгэн өдөр Жуанзи ууланд нэгэн эмэгтэйтэй таарч, шинэ булшны өмнө булшин дээрх нойтон хөрсийг хатаахыг хүссэн мэт сэнсээ цөхрөлгүй сэгсрэн сууж байв. Жуанзи түүний санааг ойлгоогүй тул түүнээс асуув. Тэрээр булшинд оршуулсан хүн нь түүний нөхөр байсан бөгөөд нөхрийнх нь сүүлчийн үг нь булшин дээрх хөрс хатах хүртэл дахин гэрлэж болохгүй гэсэн. Тэр удаан хүлээж чадаагүй тул булшны хөрсийг хурдан хатааж, хоёр дахь рашааныг хөөцөлдөхөөр хутгав.\nЖуанзи хорвоо дээр ийм сэтгэлгүй эмэгтэй байдаг гэж бодохдоо санаа алдав. Тэгээд би эхнэр маань ийм байх болов уу гэж бодсон. Сэжиг төрвөл би үүнийг шалгаж үзэхийг хүсч байна.\nЖуанзигийн эхнэрийн овог Тиан байсан бөгөөд хосууд ихэвчлэн дотно харилцаатай байсан.Жуанзи эхнэрийнхээ үнэнч байдлыг шалгахын тулд үхсэн мэт дүр эсгэхээр шийджээ.\nЖуанзиг гэнэтийн өвчнөөр нас барсныг сонсоод төрөл төрөгсөд, найз нөхөд гээд олон хүн эмгэнэл илэрхийлж, тэдний дотор баян чинээлэг Чу улсын нэгэн царайлаг хаан, ач хүү байжээ. Тянь дөнгөж бэлэвсэн, өрөвдмөөр байсан тул араас нь хөөв. Тянь хатагтай энэ уруу таталтыг тэвчиж чадалгүй Ван Сунд дурлаж, тэд хорьхон хоногийн дотор гэрлэжээ.\nТэр шөнө дарс ууж, чих халуу оргиж байхад Ван Сун гэнэт зүрхний шигдээсээр нас баржээ.\nХатагтай Тянь айж, сандарч, Ван Суныг яаралтай яах вэ гэж асуухад Ван Сун өвдөлтийг тэвчиж, үхэгсдийн тархийг үхэгсдийг амилуулахад ашиглаж болно гэж Тянь хатагтайд хэлэв.\nҮхсэн цогцсыг хаанаас олох вэ? Хатагтай Тиан гэнэтхэн нөхөр нь үхээгүй гэж үү? Ноён Тянь эхнэр нөхөр хоёрын эртний хайр дурлалыг мартаж, үнэндээ сүх аваад нөхрийнхөө авсыг онгойлгож, тархийг нь эмээр гаргахаар бэлтгэв.\nСанаанд оромгүй авсыг онгойлгоход Жуанзи дахин амилав. Хатагтай Тиан маш их ичиж, өөрийгөө дүүжлэв.\n(Энэ түүх нь хувийн ашиг сонирхлын үүднээс нөхөрлөлийг зөрчиж буй зүйрлэл тул бид үүнтэй санал нийлэхгүй байна.)", "聖意": "Байшин амар амгалан, бие нь аюулгүй, мөнгө шударга бус, худалдаа наймааны золиос, гэрлэлт шийдэгдэж, Люжягийн хилэнц сайн, явган хүн ирээгүй, торго нь амар амгалан, мал нь амар амгалан, ард түмэн хүн хайж байна, зарга өөрчлөгдөв, шавь нар нь хуучинсаг үзэлтэй, өмч хөрөнгө алдагдсан, өвчин эмгэггүй, уул булш бузар булштай.", "古人": "Жуанзи эхнэрээ сорьж байна", "第X籤": "Багц 84", "宮": "Вэй Гонг"}