{"籤詩版本二": "Уулын урд талын замыг хар үүл манан бүрхэж, бүх зүйл бөөрөнхийлж, сар дахин эргэлдэнэ.\nШүлэг, ном авбал гүн зүүднээсээ сэрнэ.Эрхэм хүн чамайг дээвэр рүү хөтөлнө.", "詩意": "Энэхүү зургаан өнцөгт нь хавар дуусч, цэцэглэж буйг бэлэгддэг.\nЭзэний дараа бүх зүйл өөрчлөгддөг.", "解曰": "Хөгшин хүн тусламж гуйх хэрэгтэй. Энэ нь хавар дахин цэцэглэдэг. Алдар нэр, эд баялагт хүрэх хүсэл. Амьдралынхаа хожуу үед гэнэтийн ашиг олох.", "籤詩故事一": "◇Хан Вэнгон цастай тулгарлаа\nХан Юй, эелдэг нэр нь Туйжи байсан бөгөөд Чанлигаас гаралтай. Тан Дэзон Жэньюань улсын найм дахь жилд Жинши болсон бөгөөд түүний нас барсны дараах цол нь Вэн Гун байв.\nТан гүрний эзэн хаан Шиан Цзүнгийн үед Хан Юй Буддагийн ясаар жагсаал хийсэн нь эзэн хааны уурыг хүргэв. Хан Юй эхнэр хүүхдээ орхин Чаожоу руу явав. Хэд хоног ч болоогүй явсны эцэст хүйтэн салхи ширүүсч, их хэмжээний цас оржээ. Хан Юй хэд хэдэн тохой цас ихтэй газар ирж, морь нь урагшлахад бэрх болж, ойр хавьд байшин байхгүй, зам хаана байгааг ч мэдэхгүй байв. Зам дагаж, ухрахыг хүсвэл буцах зам байхгүй. Салхи ширүүн салхилж, цас хурдацтай орж, Хан Юй арьсандаа норж, хөлдөж, өлсөж, харамсаж байгаагаа хэлэх газаргүй болжээ.\nХан Юй санаа алдаад: \"Эзэн хаан намайг алахгүй, харин эзэн хаан намайг устгахыг хүсэж байна\" гэв.\nХан Юйг цөхрөнгөө барж байтал их хүйтнийг үл хайхран цас цэвэрлэхээр ирж буй хүнийг хараад тэр нь Хань Сянзи (Хан Юйгийн ач хүү) болж таарав.\nӨмнө нь Хань Сянзи Хан Юйд хандан: \"Чинлин дэх Юн Хэнгийн гэр хаана байна? Цас хөх хаалгыг тэвэрч, морь урагшлахаа болино\" гэж Хан Юй тэр үед Хань Сянзи юу гэж хэлснийг ойлгоогүй ч одоо эцэст нь ойлголоо.\nИнгээд Хан Юй, Хан Шианзи хоёр Лангуан дахь Фүгийн гэрт хонохоор явав. Өнгөрсөн болон бясалгалын замын талаар ярихдаа Хан Юй чин сэтгэлээсээ итгэлтэй байв.\nХожим нь Хан Юй албан тушаалаа орхиж, бүх хөрөнгөө орон нутгийн засаг захиргаанд хандивлаж, ууланд гарч Даоизмыг шүтэж, үхэшгүй мөнх болсон.", "聖意": "Байшин өөртөө тааруу, мөнгө хөөцөлдөхөөс болгоомжлох, ажил үйлсдээ анхаарах, гэр бүл хоцрох, Люжягийн эмэгтэй явган хүн талбай хааж, торго сайн, мал сайн, хүн олоход бэрх, төрийн зарга давтагдах, шилжилт хөдөлгөөн шинэчлэгдсэн, алдагдсан зүйл ноцтой, өвчин саатсан, уулын булшийг өөрчлөх хэрэгтэй.", "古人": "Хан Вэнгон цастай тулгарна", "第X籤": "Наян тав дахь хонжворт сугалаа", "宮": "Шэн Гонг"}