{"籤詩版本二": "Баруун уулын хагасыг өгсөхөд Жунлингийн хадан цохио тогтохгүй.\nБурханаас хамгаалалт хайж байгаа энэ цогцос одоог хүртэл шарил хадгалах газарт байна", "詩意": "Энэ зургаан өнцөгт нь элсэнд алт хайхтай адил юм.\nБүх зүйлд эрхэмсэг хүмүүсийн шинж тэмдэг байдаг.\n\nӨөр нэг жишээ: Энэ зургаан өнцөгт нь тухайн хүн аюулд орсныг илтгэнэ.\nБүх зүйлд эрхэмсэг хүмүүсийн шинж тэмдэг байдаг.", "解曰": "Хаш чулууг цүүцлэх замаар олж болно. Элсэнд алт олоорой. Шаргуу ажиллах хэрэгтэй. Зүгээр л асуудал.\nӨөр нэг ажил: хэцүү нөхцөл байдал. Байх газар байхгүй. Бурханы адислалыг гуй. Сэтгэлийн амар амгалангийн төлөө залбир.", "籤詩故事一": "◇Алт хазаж, газар доорх агуйг судлаарай\nЦэргийн гавъяаныхаа баярыг тэмдэглэхийн тулд Чен Яожин Янвуянд цайллага хийв. Гэнэт газарт нүх нээгдэж, ухаарах аргагүй нүх гарч, хүн бүр үг түүж, ялахын тулд алт хазаж, нүхэнд уяхын тулд олс түрээсэлж сугалаа.\nЧулуун хаалга, ширээ, сандал, гүүр болон бусад эд зүйлс, ширээн дээр алтаар урласан, агуйд элэгдсэн луу дээл, хаш бүс байдаг.\nЯо Жин нүхнээс том хайрцаг, жижиг хайрцагтай гарч ирээд модон хайрцгийг онгойлгож хаш тамгыг гаргаж аван хайрцгийг онгойлгож, том туг, титэм дээл, мөрийг гаргаж ирээд ширээн дээр тавив. тэднийг нэг нэгээр нь ажиглав. Том тамган дээр “Хүншигийн чөтгөрийн хаан, их буянт хаан” гэсэн найман тамга сийлсэн байхыг би харсан.\nХүн бүр түүнийг \"Эзэн хаан\" хэмээн шүтэж, Яожин чөтгөрийн хааны хувьд гурван жилийн турш үүнийг хийсэн. (Үнэндээ энэ нь зүгээр л өөрийгөө тунхагласан бөгөөд Чен Яожин тэр үед тосгоны удирдагч байсан юм.)\n(Энэ түүх бол сайн зүйл яг л жүжиглэхтэй адил гэсэн зүйрлэл юм. Энэ бол \"энэ бие хоосон хэвээр байна\" гэсэн уран сайхны ойлголт юм.)", "聖意": "Гэр орон, гэр орон, өөрийнхөө төлөө залбирах, ашиг хонжоо олохгүй байх, эд баялаг хайх, шаргуу хөдөлмөрлөх, ажил хэрэгт болгоомжтой хандах, гэрлэхэд Лю Жясү, явган зорчигч, Чи Тиан, торгон хорхой, зургаан мал, хүн хайх, зарга үүсгэхгүй. , алдах, нүүдэллэх, алдагдсан эд хөрөнгө хадгалах, муу өвчин, саад бэрхшээл, уул булш.", "古人": "Алтны криптийг судалж байна", "第X籤": "Наян долоонд гарын үсэг зур", "宮": "Шэн Гонг"}