{"籤詩版本二": "Хувийн асуудлаа битгий зовоогоод бай, үүнийг олон нийтээс асуух нь илүү тохиромжтой.\nЦэлмэг зүрх нь тэнгэрт байгаа сар шиг гэрэлтдэг", "詩意": "Энэхүү зургаан өнцөгт нь тэнгэрт байгаа тод сарны дүр төрхийг илэрхийлдэг.\nБүх зүйл гэрэл гэгээтэй, агаартай.", "解曰": "Зүрх сэтгэлдээ шулуун бай. Хуулиа засч залруулах. Ариун үгс. Эцэст нь тодорхой болно.", "籤詩故事一": "◇Конг Мингийн генерал\nШийдэл: Жүгэ Лянь цэрэг, жанжнуудаа дайчлав\nГурван хаант улсын үед Жугэ Лян (181-234), эелдэг нэр нь Конминг Ланжагийн Янду (одоогийн Шаньдун мужийн Инань хошуу) хотод төржээ.\nЖүгэ Лянь Лю Бэй гурван удаа сүрдэн зуслангийн байшинд очсоны дараа түшмэл болохыг зөвшөөрөв.Тухайн үед Цао Цао Хэбэйг тайвшруулж, өмнө зүгт мордохоор шийдсэн байсан.Тэрээр Шяхоу Дун, Ю Жинь, Ли Диан болон бусад хүмүүсийг ерөнхий жанжинаар илгээв. дэд генералууд 100,000 хүнтэй армийг удирдан Шинье рүү чиглэн явав. Хэдийгээр тэр үед Жүгэ Лянь дайснаасаа ухрах төлөвлөгөөтэй байсан ч Гуан Юй, Жан Фэй нар Жүгэ Ляний үгийг үл тоомсорлов. Жугэ Лянь Лю Бэйгийн илдээр тэр хоёрыг итгүүлэхээс өөр аргагүй болсон тул тэд тус бүр мянган цэрэг удирдан Юшан, Анлин хоёрт отолт хийж, Сяхоу Дуныг цэргээ дагуулан өнгөрөхийг хүлээж, дараа нь тэдэн рүү дайрчээ. отолт, гал .\nҮүнээс гадна Жао Юн армийн хөгшин, сул дорой үлдэгдлийг удирдан Шиахо Дуны эсрэг манлайлан байлдахаар илгээгдсэн ба дараа нь ялагдаж хуурамчаар ухарч, Сяхоу Дуныг уул, ойн нарийхан замд уруу татсан ба Гуанийг мөн илгээв. Пин, Жоу Кан, Лю Фэн болон бусад хүмүүс Каогийн армийн ар тал руу сэмхэн орж, хангамжийг шатааж, Каогийн армийг сандаргав.\nТулааны дараа бүх зүйл Жүгэ Ляны зохицуулснаар болов. Сяхоу Дун, Ю Жинь хоёр армийг удирдан хөөхөд ар талд байсан Ли Диан дайсны галын довтолгооноос хамгаалах шаардлагатайг Шяхоу Дунд яаралтай мэдэгдэв.Гэвч нэгэнт оройтсон байсан.Цаогийн арми хязгаарлагдмал байв. нарийхан зам, мод сүлжилдсэн газар байсан тул түймэр гаргах боломжгүй, их хэмжээний хохирол учирч, Шяхоу Дун болон бусад жанжид ялагдаж Шүдү рүү буцаж зугтав.\n(Энэ түүх нь Конг Минг хүмүүсийг ашиглах, улс орныг мэргэн ухаанаар удирдахдаа сайн гэсэн зүйрлэл юм.)", "聖意": "Гэр орон гэр өлзийтэй, эд баялаг, сэтгэлийн амар амгалан, ажил үйлс бүтэмжтэй, гэр бүл, амжилт бүтээл, Люжя улсад эр хүн нүүдэллэх, торго, мал хорогдох, сураггүй алга болох, олон нийтийн зарга, шилжилт хөдөлгөөн, эд хөрөнгө алдагдсан, ерөөл, өвчин эмгэг, амар амгалан, уул булш.", "古人": "Конг Мингийн генерал", "第X籤": "Ес дэх тэмдэг", "宮": "Инь ордон"}