{"籤詩版本二": "Хүсэл эрмэлзэл, ололт амжилт нь угсаатных боловч одоо дарс, секс эцэс төгсгөлгүй байх болно\nАлтан азарган тахиа харвал мөнгө, эд хөрөнгө, аз хийморьтой болно.", "詩意": "Энэхүү зургаан өнцөгт нь хүсэл тэмүүлэл, алдар нэрийн бэлгэдэл юм.\nБүх зүйл өлзийтэй байгаарай.", "解曰": "Амбицтай, сэтгэл хөдөлсөн. Өөрийгөө хамгаалахад оройтоогүй байна. Алтан азарган тахиа амлаж байна. Бүгд баяртай байна.", "籤詩故事一": "◇ Цао Пи өөрийгөө эзэн хаан хэмээн тунхаглав\nЦао Пи, эелдэг нэр нь Зихуан нь Пэйгуоциао (одоогийн Аньхуйгийн Хао муж) хотод төрсөн. Жянь-Аний үеийн алдартай улс төрч, зохиолч.\nЦао Пи бол Цао Цаогийн хоёр дахь хүү бөгөөд тэрээр багаасаа цэргийн хуаранд аавтайгаа хамт амьдарч байсан бөгөөд аавынхаа нөлөөгөөр 6 настайдаа байт харваа, 8 настайдаа морь унаж сурч, хөгжсөн. сайн тулааны урлагийн ур чадвар. Тэрээр мөн эртний болон орчин үеийн сонгодог зохиол, намтар түүхийн талаар өргөн мэдлэгтэй, түүнчлэн олон зуун шашны урсгалын номуудыг эзэмшдэг. Арван найман нас хүртлээ л Цао Цао Юань Шаог ялж, Цао Пи Као Цаогийн засаглалын төв болсон Ечэн хотод харьцангуй тогтвортой амьдарч байжээ. Тэр цагаас хойш аавыгаа хааяа дагаад цэргийн аянд явж, язгуур хүүгийн амьдралаар ихэнх цагаа өнгөрөөсөн ч өдөр бүр тулааны урлагаар хичээллэж, өнөөдрийг хүртэл буураагүй. Зуун гишгүүрт мориндоо байнга унадаг, тулааны урлагт маш чадварлаг нэгэн.Тулааны урлагаар байнга хичээллэдэг учраас хөнгөн, хүчтэй байдаг.\nЦао Цаогийн ууган хүү Цао Ан тулалдаанд амь үрэгджээ. Том хүү нь нас барсны дараа Као Пи нь угсаа залгамжлах ханхүүгийн анхны сонголт болжээ. Түүнийг гучин нэгэн настай байхад нь Цао Цао угсаа залгамжлах ханхүү болгожээ. Цао Пиг гучин гурван настай байхад Цао Цао өвчний улмаас нас барж, Цао Пи түүний орыг залгамжлан ерөнхий сайд, Вэй улсын хаан болжээ. Зуун гишгүүрт морь унадаг, ур чадвар сайтай гээд олон удаа кунфугоор хичээллэдэг учраас хөнгөн, эрүүл чийрэг байдаг гэсэн.", "聖意": "Гэр орон, гэр орон тань амар амгалан, эд баялгийг эрэлхийлж, хөдөлмөрлөж, худалдаа арилжаа хий, эрт салж, гэр бүл бүтэх, Люжя эсэн мэнд, хээр тал, торго ургаж, зургаан мал төлжихийн төлөө залбир. , хүн олоход бэрх, нийтийн зарга яаралтай тулгаж, нүүдэл алдагдаж, юмс хол байх болно.Уул, булшинд өвчин сунана.", "古人": "Цао Пи өөрийгөө эзэн хаан хэмээн тунхаглав", "第X籤": "Ерэн тав дахь хонжворт сугалаа", "宮": "Хугонг"}