{"籤詩版本二": "Сүр жавхлант пагода нь ер бусын бөгөөд бүх талаараа гоёмсог чимэглэлтэй, гэрлээр гэрэлтдэг.\nТа бүхнийг хичээнгүйлэн бөхийж, буян үйлдэхийн төлөө тууштай байхыг уриалж байна. Тэнгэр танд ивээл илгээх болно.", "詩意": "Энэхүү зургаан өнцөгт нь гавьяаны илрэл юм.\nБүх зүйл өлзийтэй.", "解曰": "Эдгээр адислалууд. Хүн болгонд байдаг. Хэт завгүй байж болохгүй. Гавьяа нь урьдчилан тогтоогддог.", "籤詩故事一": "◇ Фэньянгийн хаан Хятадын Гэгээн Валентины өдрөөр ач хүүтэйгээ уулзаж байна\nШийдэл: Гуо Зыи Хятадын Гэгээн Валентины өдрөөр дэлхий дээр бууж буй нэхмэлчин охинтой уулзав. Хаш хааны ач охин Тяньсун бол долоон дагина.\nГуо Зий (697-781) нь Гуо Лингун гэгддэг Хуажөү (одоогийн Шааньси мужийн Хуасянь хошуу) Жэн хошууны уугуул, Тан гүрний жанжин байв. Эзэн хааны шүүх Зиид Фэньянгийн хаан цол олгосон.\nЗыи нь Хуажөүгээс гаралтай бөгөөд Цагаан хэрмийн гадаа цэрэгт явахаар Бээжинд очиж, цэргийн мөнгө шахаж, Иньжөүд буцаж ирсэн.Тэр үед Хятадын Гэгээн Валентины өдөр тохиож байжээ.Салхи элс харанхуй болж, нар харанхуй болж байв.Зыи урагшлах боломжгүй байсан тул замын хажууд зогсож байв.Тэр хоосон байшинд шалан дээр унтаж байсан.Тэр нойрмоглох гэж байтал гэнэт улаан гэрэл асахыг харав. Хоёр талаараа.. Тэр босоод гайхан дээшээ харав.Тэнгэрт үүл бууж, аажуухан бууж байв.Тэнд жирийн хүмүүсээс тэс өөр, эрхэмсэг, гоёмсог эмэгтэй сууж байв. Зыи тэр даруй хүндэтгэл үзүүлж: \"Өнөөдөр билгийн тооллын долоон сарын шинийн 7-ны өдөр. Урт нас, эд баялаг хайрлахыг хүсэн нэхмэлчин охин ирсэн байх гэж бодож байна\" гэв.\nЭмэгтэй бас: \"Их эд баялаг урт насалдаг\" гэж хариулав.\nТүүнийг ярьж дууссаны дараа туяа эргэн ирж, үүл аажмаар дээшиллээ.Эмэгтэй Гуо Зы-г аятайхан инээмсэглэн доош харсан хэвээр байв.Түүнээс хол байх үед л утаа бүдгэрч, харагдахаа болив.\nЯг тэр эмэгтэйн хэлсэнчлэн үнэн болж таарав. Зийгийн гавьяа дэлхийд алдартай, нэн алдартай сайд, гавьяатай, буянтай жанжин юм.", "聖意": "Гэртээ хүслээ хүснэ, өөртөө хүслээ хүснэ, мөнгө гуйна, ажил үйлс нь бүтэмжтэй, гэр бүлд аз хийморь, Люжя хотод аз хийморь, хүмүүнтэй аян замд гарах, нүүдэллэх талбай, торго хорхой, мал сүрэг, олоход муу хүмүүс, олон нийтийн зарга, шилжилт хөдөлгөөн, аз завшаан, алдагдсан эд хөрөнгийн өвчин, Жэнсиншань дахь булш", "古人": "Фэньян хаан Хятадын Гэгээн Валентины өдрөөр ач хүүтэйгээ уулзав", "第X籤": "Ерэн зургаад гарын үсэг зур", "宮": "Хугонг"}