{"籤詩版本二": "Морио хазаарлаж, ташуураа бариад тал нь аюулд, тал нь гамшигт шууд л наашаа ирдэг.\nГалд байшин шатаж байгаа юм шиг.Тэнгэр унахад бороо үнс болон хувирдаг.Надад төлөвлөгөө бий.", "詩意": "Энэ зургаан өнцөгт тал нь уй гашуу, хагас баяр баясгаланг илэрхийлдэг.\nБүх зүйлд сайн сайхныг хийхийг зөвлөж байна.", "解曰": "Насан туршийн хөдөлмөр. Зөв бурууг бүү тоо. Дөнгө нь түр зуурынх. Гомдол нь аяндаа гарч ирдэг.", "籤詩故事一": "◇Тао Санчун Гуайюанд Жэн Энийг ялав\n\"Дурсамж минь урт удаан наслаарай\" гэж Жао Куангин дахин босож, \"Тэр үед Бэйпин хаан Жэн Энь гэрлэв. Одоо дэлхий амар амгалан байгаа тул би та бүхнээс гэрлэх сайн өдрийг сонгох зөвшөөрөл хүсч байна. \"\n\"Дурсамж минь мандтугай!\" гэж Жао Куан-ин босоод \"Тэр үед Бээжингийн хаан Жэн Энь гэрлэлтээ батлуулж байсан. Одоо дэлхий амар амгалан байгаа тул би танаас өршөөл сонгох зөвшөөрөл хүсч байна. гэрлэх өдөр.\"\n\"Өө, гурав дахь ах нь өмнө нь сүй тавьсан юм байна, би энэ талаар мэдээгүй байсан юм бэ?\" гэж Чай Ронг ихэд гайхаж, Жао Куангиныг суугаад ярилцъя гэж гараа даллав.\n\"Өө! Гурав дахь ах нь өмнө нь сүй тавьсан юм байна, би энэ талаар мэдээгүй юм бэ?\" гэж Чай Рун (Хожмын Жоу гүрний эзэн хаан) ихэд гайхаж, гараа даллан Жао Куангиныг суугаад ярилцахыг хүсэв.\n\"Энэ бол урт түүх. Нэгд, тэр үед бид ядуу тарчиг байж, танай армид элсээгүй. Түүнээс хойш бид олон жил тэмцэж, чамайг тоох цаг алга. Хоёрдугаарт, гурав дахь ах нь бас жаахан Эрхэм дээдэс үүнийг хэлэхээс ичдэг тул мэдэхгүй.\"\n\"Энэ бол урт түүх. Нэгд, тэр үед бид ядуу зүдүү амьдарч байгаад танай армид элсээгүй. Түүнээс хойш бид олон жил тэмцэж, чамайг тоох завгүй болсон. Хоёрдугаарт, гурав дахь ах нь бас Эрхэм дээдэс үүнийг хэлэхээс ичмээргүй байна.\"\n\"Хөөе, коллежийн оюутан залуу гэрлэх гэж байна, ичиж зовох нь ямар учиртай юм бэ? Гурав дахь ах нь тулааны талбарт удаан хугацаагаар явсан, хосгүй баатар гэж үнэлэгдэх болно. Та яагаад энэ асуудалд ийм өчүүхэн юм бэ?\"\n\"Хөөе! Коллежийн хүү гэрлэх гэж байна, ичиж зовох ямар хэрэг байгаа юм бэ? Гурав дахь ах нь тулааны талбарт удаан хугацаагаар явсан бөгөөд хосгүй баатар гэж үнэлэгдэх болно. Чи яагаад энэ асуудалд ийм өчүүхэн юм бэ?\"\nЭнэ гэр бүлийг хуурамчаар үйлдсэн учраас би гурав дахь дүүгээ ичимхий гэж буруутгах аргагүй” хэмээн ярьжээ.\nЭнэ гэр бүлийг хуурамчаар үйлдсэн учраас би гурав дахь дүүгээ ичимхий гэж буруутгах аргагүй” хэмээн ярьжээ.\n\"Бичигдсэн үү? Хөөе, сонирхолтой байна. Юу болсныг надад хэлээч.\"\n\"Би үүнийг бичсэн! Хөөе! Сонирхолтой байна! Юу болсныг хэлээч.\"\n\"Тийм ээ, би тэр жил бид Эрхэм дээдсийн хүрээнийхэнтэй нэгдэх гэж байхад Баочэн хошууг дайран өнгөрч байсныг санаж байна. Зургадугаар сард маш халуун байсан. Гурав дахь ах маань буудалд байрлаж чадаагүй тул ганцаараа тэнүүчлэх гэж гарсан. Нэг гуа түүж яваад орж ирээд амтат гуа амны цангаа тайлж, энэ үед эрт боловсорч гүйцсэн гуа нэг их биш, гурав дахь ах нь яаж түүж мэдэхээ больсон тул ихийг нь хугалжээ. Гуа харж байсан эмэгтэй гурав дахь ахыг буруутгахаар урагш алхав.Тэр хоёр үл ойлголцож, улмаар зодолдоод эхэлсэн. Ирээрэй, азаар би санаа зовж, цаг тухайд нь аврахаар очсон, тэгэхгүй бол...\"\n\"Тийм ээ, тэр жил бид Эрхэмсэг ноёнтой нэгдэх гэж байхад Баочэн хошууны хажуугаар өнгөрч байсныг санаж байна. Зургадугаар сард маш халуун байсан. Гурав дахь ах маань буудалд байрлаж чадаагүй тул ганцаараа тэнүүчлэх гэж гарсан. Нэг гуа түүж яваад орж ирээд амтат гуа амны цангаа тайлж, энэ үед эрт боловсорч гүйцсэн гуа нэг их биш, гурав дахь ах нь яаж түүж мэдэхээ больсон тул ихийг нь хугалжээ. Гуа харж байсан эмэгтэй гурав дахь ахыг буруутгахаар урагш алхав.Тэр хоёр үл ойлголцож, улмаар зодолдоод эхэлсэн. Ирээрэй, азаар би санаа зовж, цаг тухайд нь аврахаар очсон, тэгэхгүй бол...\"\n\"Энэ Жэн Зимин, хамгийн түрүүнд түүний буруу, тэр уучлалт гуйх ёстой. Яагаад цохисон юм бэ? Түүнээс гадна охины гэр бүл түүн шиг догшин эрийн цохилт, өшиглөлтийг яаж тэвчих вэ! Алив, чи энэ охиныг зодчихлоо. хэсэг. Үгүй ээ?\" \"Охин гэмтэлгүй байсан...\"\n\"Энэ Жэн Зимин, хамгийн түрүүнд түүний буруу, тиймээс тэр уучлалт гуйх ёстой. Чи яагаад түүнийг зодож байгаа юм бэ? Түүнээс гадна охины гэр бүл түүн шиг догшин эрийн цохилт, өшиглөлтийг яаж тэсэх билээ! Алив, надад хэлээч. чи энэ охиныг зодсон. Үгүй ээ?\"\n\"Охин гэмтэлгүй байсан ...\"\n\"Зүгээр дээ, зүгээр дээ... Хөөе чи арга хэмжээ аваагүй юм уу? Өө, чи намайг цагтаа аварсан байх.\"\n\"Зүгээр дээ! Зүгээр дээ... Хөөе! Чи арга хэмжээ аваагүй юм уу? Өө! Чи намайг цаг хугацаанд нь аварсан байх аа!\"\n\"...Үгүй ээ, миний аварсан хүн ... гурав дахь ах байсан.\" \"...Үгүй ээ, миний аварсан хүн ... гурав дахь ах байсан.\"\n\"Аа аа?!\"\n\"Гурав дахь ахыг эмэгтэй газар унагаж, бүх замд нь зодуулсан. Аз болоход би хүрч ирээд түүнийг явахыг ятгасан тул тэр хүнд бэртэл аваагүй. ... Эрхэмсэг ноён... Эрхэмсэг ноёнтон!... \"\n\"Гурав дахь ахыг эмэгтэй газар унагаж, хүчтэй зодсон. Аз болоход би хүрч ирээд түүнийг явахыг ятгасан тул тэр хүнд бэртэл аваагүй. ... Эрхэмсэг ноён... Эрхэмсэг ноён!...\"\n\"Аа?...Өө, тэр эмэгтэй хэн бэ!?\" \"Аан!?...Өө, тэр эмэгтэй хэн бэ!?\"\n\"Энэ эмэгтэйн нэрийг Тао Санчун гэдгийг би сүүлд мэдсэн. Түүний аав Тао Хонг нь ямар ч хүсэл тэмүүлэлгүй өвгөн баатар байсан. Тао Санчун багаасаа ааваасаа тулааны урлагт суралцсан. Намайг танилцсаны дараа. Түүний гэр бүлийнхэнд би Санчун авхайг гайхалтай зан чанартай болохыг олж харсан. , Луо Луо, өгөөмөр, ямар ч жаахан охин байх зуршилгүй тэд түүнийг зориудаар тааруулж байсан. Гурав дахь ахын шулуун зан чанар Тао аав охин хоёрт маш их таалагдсан. Тэр даруйд нь зогсоод, тэр хоёрыг гэрлэхээр шийдсэн. Эрхэмсэг ноён, энэ бол хуурамч гэрлэлт биш гэж хэлээч?\"\n\"Охины нэрийг Тао Санчун гэдэг бөгөөд багаасаа ааваасаа тулааны урлаг сурсан гэдгийг би сүүлд мэдсэн. Гэр бүлийнхэнтэй нь танилцсаны дараа би Санчун авхайг гайхалтай зан чанартай, өгөөмөр сэтгэлтэй байсныг олж харсан. , мөн бяцхан охин байсан гэсэн өчүүхэн ч ул мөр байгаагүй тул би түүнийг зориуд элсүүлсэн. Ноён Тао болон түүний охин ч мөн адил гурав дахь ахынх нь шулуухан зан чанарт маш их таалагдсан.Тэд тэр даруйд нь дургүйцэж, тус бүртэй нь гэрлэхээр шийджээ. бусад. Эрхэмсэг ноёнтон, та үүнийг хуурамч гэрлэлт гэж бодохгүй байна уу?\n(Энэ түүх бол зүйрлэл юм, учир нь муу зүйл сайн зүйл болж хувирсан.)", "聖意": "Гэр орноо хамгаалахын төлөө залбир, болгоомжтой байгаарай, эд баялаг хайх, бизнесийг сүйрүүлэх, гэрлэлтэнд саад учруулах, шийтгэл, Люжя даатгал, талбайд баригдсан явган зорчигч, торго хорхой, малын хохирол, сураггүй алга болсон хүмүүс, хууль бус зарга, алдагдал, шилжилт хөдөлгөөн, консерватив байдал, алдагдсан эд хөрөнгө, муу өвчин , аюул, уул, булш, бүтэлгүйтэл", "古人": "Тао Санчун гуа цэцэрлэгт Жэн Энийг зодлоо", "第X籤": "Ерэн есийн тоо", "宮": "Хайгонг"}