{"籤詩版本二": "Gum biodh an saoghal air a chruthachadh airson deagh phòsadh, làithean fàbharach, agus amannan math, agus a h-uile càil gu math\nChan eil e gu diofar ma gheibh thu an crannchur seo Tha an t-ìmpire ag innse gu bheil daoine dìleas agus dìreach.", "詩意": "Tha an hexagram seo a’ riochdachadh toiseach toiseach nèimh agus na talmhainn.\nTha a h-uile dad adhartach.", "解曰": "Astar luath. Chan fhiach a’ bhliadhna an ùine aice. Tha Guanyin a’ sgrìobhadh sìos. Leig fios dhomh an toiseach.", "籤詩故事一": "◇ Thàinig Zhongli gu bhith na shoilleireachadh\nBhuineadh Zhongli Quan, leis an t-sloinneadh Zhongli, leis an ainm Quan, ainm modhail Yunfang, agus am far-ainm Zhengyang, à Siorrachd Xianyang, Xi'an, Roinn Shaanxi aig àm Rìoghachd Han an Ear.\nBha Zhong Liquan na sheanalair air Han Dynasty. Rè an turas an-aghaidh an Qiang an Iar, bha e eudmhor ris a 'cheannard Liang Yi agus cha do shònraich e dha ach 30,000 saighdear lag agus sean. arm Qiang an Iar, agus theich na saighdearan. Chaidh Zhong Liquan air chall ann an gleann agus choinnich e ri manach Hu air an t-slighe.Thug e gu baile beag e agus thuirt e, \"Seo àite-còmhnaidh Mgr Donghua.\" An uairsin thuirt e soraidh slàn agus dh'fhalbh e. An ceann greiseag, thuirt cuideigin gu h-obann, \"Feumaidh seo a bhith air sgàth gu bheil an duine le sùilean uaine Hu ro labhairteach.\" Chunnaic e fear le bian fèidh geal air agus a 'cumail luchd-obrach quinoa uaine. Dh'fhaighnich e do Zhong Liquan, \"An neach a thàinig Seo Han Da. Seanalair Zhongli Quan\n? Bha iongnadh air Zhong Liquan, le fios gun do choinnich e ri duine neònach, agus mar sin dh'ionnsaich e an Tao gu dùrachdach.\nChoinnich Zhong Liquan an dèidh sin ri Zhenren Huayang agus an Rìgh Neo-bhàsmhor Xuanfu, agus dh'ionnsaich e \"Secret of Immortality\". Mu dheireadh, bha e a' fuireach aig Zijin Sihaofeng ann an Kongtong Mountain, fhuair e \"Secret of the Jade Box\", agus dh'fhàs e fìor neo-bhàsmhor.", "聖意": "Ùrnaigh airson do dhachaigh agus do dhachaigh a bhith beannaichte le deagh fhortan as t-fhoghar agus sa gheamhradh Sireadh deagh fhortan as t-fhoghar agus sa gheamhradh Math fortanach ann an gnìomhachas, deagh fhortan ann am pòsadh, deagh fhortan ann a bhith a’ toirt breith do bhalaich, deagh fhortan ann a bhith a’ siubhal chun achadh , deagh fhortan ann an cnuimhean sìoda, deagh fhortan ann an stoc, deagh fhortan ann a bhith a’ lorg dhaoine, deagh fhortan ann an cùis-lagha poblach, deagh fhortan ann an imrich, seilbh air chall, galairean taobh an ear-thuath, deagh fhortan ann a bhith a’ cur bheanntan is uaighean.", "古人": "Thàinig Zhongli gu bhith na shoilleireachadh", "第X籤": "chiad soidhne", "宮": "Uterus"}