{"籤詩版本二": "Chan eil ach coigrich à àiteachan eile a’ sireadh an t-seileadair gun phrìs agus an ionmhas a tha falaichte sa chloich.\nDìreach mar a bhith a 'cumail lampa airson teine ​​​​a lorg, tha e nas fheàrr an oidhirp sgudail a ghlanadh", "詩意": "Bidh an hexagram seo a’ cumail an lampa agus a’ coimhead airson samhla teine.\nThèid a h-uile càil a choileanadh ann an àm iomchaidh.", "解曰": "Coinneamh pòsaidh. Chan urrainn dad a dhèanamh. Feumaidh a bhith gun chrìoch. Tha e fìor ro mo shùilean.", "籤詩故事一": "◇ Tha Pang Juan a’ cumail sùil air an cruthachadh\nAig àm nan Stàitean Cogaidh, b’ ann à Qi a bha Sun Bin. 'S ann à Wei a bha Pang Juan. Bha e cuideachd ag adhradh Gui Guzi mar thidsear aige.\nDh’ ionnsaich Sun Bin na b’ fheàrr na Pang Juan, agus thàinig Pang Juan gu bhith na sheanalair aig Wei. Bha e a’ sabaid le Sun Bin ann am blàr wits, agus nuair a chaill e, bha gràin aige air Sun Bin.\nChleachd e cleas airson casan Sun Bin a ghearradh dheth.\nChleachd Rìgh Wei de Qi Sun Bin mar chomhairliche armachd gus saighdearan a stiùireadh gus ionnsaigh a thoirt air Wei.\nChaidh Pang Juan gu campa Sun Bin gus sgrùdadh a dhèanamh air cruthachadh an airm. Mheall Sun Bin Pang Juan le bhith a 'leigeil air na saighdearan aige a lùghdachadh agus a' cur barrachd shaighdearan gu dìomhair. Lean Pang Juan às a dhèidh gu Maling Road agus chaidh a losgadh gu bàs le saighdear ambush le bogha-frois.\n(Is e meafar na sgeòil seo gu bheil thu cuideachd tàlantach, mar sin carson a bu chòir dhut a bhith farmadach ris an tàlant aige?)", "聖意": "Chan eil an taigh math dhut fhèin, tha e duilich airgead a lorg, tha e duilich malairt, tha e duilich pòsadh, tha e duilich do neach-siubhail boireann an raon a ghluasad, cnuimhean sìoda, Qiuji, agus sia sprèidh, is e duilich cuideigin a lorg, a bhith air a lorg, a bhith air a agairt, gluasad gu seann dachaigh, a bhith air chall, a bhith tinn, a bhith air a thiodhlacadh ann an uaigh beinne.", "古人": "Tha Pang Juan a’ cumail sùil air an cruthachadh", "第X籤": "An deicheamh crannchur", "宮": "Lùchairt Yin"}