{"籤詩版本二": "Carson nach tèid thu gu Tailai, a tha direach mu'n cuairt, Fàgaidh mi rè seal an duin'-uasal as a' bheinn.\nMa tha deagh naidheachd ann mun tìgear no mun choineanach, bidh thu saor ged a tha thu airson a bhith trang.", "詩意": "Anns an hexagram seo, tha comharra beannachaidh am measg mì-fhortan.\nTha a h-uile dad dona ro làimh agus math aig a’ cheann thall.", "解曰": "Cuir sìoda hemp na àite. Buail casan cuideigin. Faic gu soilleir. Thig beannachdan bho thubaistean.", "籤詩故事一": "◇ A’ coinneachadh ri Maighstir ann am Bukit\nB’ e gearradh fiodha a bh’ ann an Wu Ji bho thùs, agus choinnich an dithis ri Jiang Ziya nuair a bha iad ag iasgach ann an Abhainn Feng. Rinn Wuji gàire nuair a chunnaic e Ziya ag iasgach le dubhan dìreach.\nChoimhead Ziya air aodann Wuji agus thuirt i ri fortan: \"Ma thèid thu a-steach don bhaile-mhòr an-diugh, marbhaidh tu cuideigin.\" Às deidh dha seo a chluinntinn, dh’ fhalbh Wu Ji gu feargach agus ghiùlain e connadh a-steach don bhaile-mòr.\nÀs deidh dha a dhol a-steach don bhaile-mhòr, rinn Wu Ji ionnsaigh air càch agus rinn e a’ chùis air a’ Phrìomhaire Wen Wang le mearachd.\nTharraing an Rìgh Wen an talamh mar phrìosan agus chuir e Wu Ji sa phrìosan.\nChaidh Bukit Hou a leigeil ma sgaoil airson ùine agus chaidh binn bàis a thoirt dha airson cùram a thoirt dha mhàthair gu deireadh an fhoghair.\nDh'iarr a mhàthair air faighneachd dha Jiang Ziya airson cuideachadh.\nGhabh an Taigong ris mar dheisciobal, theagaisg e ealain cogaidh dha, agus dh’ òrduich e dha tuill a chladhach agus geasan a thilgeil gus an dàn dhùthchasach aige a bhriseadh.\nÀs deidh an fhoghair, cha robh Wu Ji air a pheanasachadh.\nNas fhaide air adhart, choinnich an Rìgh Wen ri Wu Ji, agus thug Wu Ji a-steach Rìgh Wen gus coinneachadh ri Jiang Taigong.\nFhuair Taigong an tiotal Seanalair Wude. Bha an dà chuid maighstir agus preantas ag obair don Rìgh Wen.", "聖意": "Tha an taigh sàbhailte, tha e fhèin math, tha an gnìomhachas math, tha am pòsadh fadalach, chan eil an neach-coiseachd fireann air tilleadh gu na h-achaidhean, tha na cnuimhean sìoda prothaideach, tha na sia beathaichean shenji, tha an rannsachadh math, tha a’ chùis-lagha poblach math, tha an imrich glèidhteach, chithear an t-seilbh caillte, tha an galar math, Qiu Ji, tha an tuama beinne math", "古人": "Coinneamh Bukit", "第X籤": "An dara soidhne deug", "宮": "Lùchairt Yin"}