{"籤詩版本二": "Dìreach mar chrann a 'tighinn a-mach às a chèidse bàsmhor, tha e comasach teicheadh ​​​​bhon chèidse bàsmhor.\nChan eil cnapan-starra sam bith eadar tuath, deas agus an ear Faodaidh tu a dhol dìreach gu Lùchairt Jiuxiao.", "詩意": "Tha an hexagram seo a’ riochdachadh ìomhaigh crann a’ fàgail a chèidse.\nTha a h-uile dad dona ro làimh agus math aig a’ cheann thall.", "解曰": "Gun dragh sam bith. Tha an rathad soirbheachail. Bi air do shocair. Gun chùram mar dhuine (dia).", "籤詩故事一": "◇ Thrèig Ziya a dhreuchd oifigeil\nNuair a bha Jiang Ziya ag obair mar fhortan, chunnaic e gu robh boireannach air a cruth-atharrachadh leis an spiorad jade pipa, agus mar sin rug e oirre agus eadhon ga bhualadh le clach-inc. Mhìnich prìomhaire Rìgh Zhou na bha air tachairt, dh'fhaighnich e dè a thachair, agus an uairsin thug e air Jiang Ziya an Rìgh Zhou fhaicinn. Chleachd Jiang Ziya Samadhi True Fire gus an spiorad pipa a losgadh a-mach às a chumadh tùsail air beulaibh Rìgh Zhou, agus rinn Rìgh Zhou àrd-oifigear e.\nGus dìoghaltas a dhèanamh air spiorad jade pipa, dh'iarr Daji air an Rìgh Zhou òrdugh a thoirt dha Jiang Ziya àrd-ùrlar fèidh a thogail.Rinn Jiang Ziya càineadh air an Rìgh Zhou, agus dh'òrdaich an Rìgh Zhou gun deidheadh ​​​​a mharbhadh, agus theich Jiang Ziya le bhith a 'cleachdadh uisge. Às deidh dha tilleadh dhachaigh, dh ’fhaighnich Jiang Ziya dha Ma mu bhith a’ dol gu Xiqi, agus bha Ma airson a sgaradh. Mar sin chaidh Jiang Ziya gu Xiqi (prìomh-bhaile Rìgh Wen de Zhou Dynasty) leis fhèin.\nRàinig Jiang Ziya Xiqi agus dh'fhuirich e ann an iasgach dealachaidh ann am Panxi Gorge.Choinnich e ri Rìgh Wen Zhou a bha dèidheil air tàlantan a shireadh.", "聖意": "Tha mi mì-chofhurtail aig an taigh agus tha mi cuideachd airson co-obrachadh ionmhasail a shireadh, malairt, pòsadh, Liujia, luchd-coiseachd fireann, faic achaidhean, cnuimhean sìoda, prothaidean foghair, sia call stuic, lorg daoine, bacadh air cùis-lagha poblach, imrich, seilbh air chall, ear-dheas galair, suidheachadh, cur bheanntan agus uaighean, dànachd.", "古人": "Trèig Ziya a dhreuchd oifigeil", "第X籤": "An ceathramh buannaiche crannchur deug", "宮": "Maogong"}