{"籤詩版本二": "Tha na h-iomagainean agus na h-iomagainean air am faothachadh rè ùine, agus thig gàirdeachas o na speuraibh.\nDìreach mar jade falaichte ann an todhar, bidh neach-obrach math a’ togail a-mach an duslach", "詩意": "Tha an hexagram seo a’ riochdachadh co-sheirm Yin agus Yang.\nTha a h-uile dad a tha thu a’ dealbhadh adhartach.", "解曰": "Chan eil dad air a chosnadh, cha deach dad a chall. Faigh a-mach à call. Tha an villain ann an trioblaid. Gur math a thèid leat, a dhuine uasail.", "籤詩故事一": "◇ Ye Meng Xiong Chao Di\nChaidh Ye Mengxiong (1531-1597), leis an ainm modhail Nanzhao agus leis an ainm Longtang, atharrachadh gu Longtan agus chaidh ainmeachadh cuideachd Huayun. Bhuineadh do Wanshifang, Huizhou Fucheng (a-nis na phàirt de Sgìre Huicheng, Cathair Huizhou) ann an Rìoghachd Ming. Anns a’ 44mh bliadhna de rìoghachadh Jiajing (1565), thàinig e gu bhith na Jinshi agus fhuair e an tiotal maighstir-lagha Qing County. Bha e na stiùiriche air an roinn gluasaid, agus an dèidh sin dh'atharraich e gu censor stiùiridh Shanxi Road.\nAnns an 20mh bliadhna de Wanli (1592), mharbh Àrd-chonsal Ningxia, Kuaibai (ceannard treubh Tatar Mongolia), an riaghladair Dang Xin agus ghlac e an seachdamh dùn air fhichead ann an Roinn Hexi, bhris e am baile-mòr, rinn e adhradh agus loisg e e fèin gu bàs. Chan eil Meng Xiong àrdanach ann a bhith a’ gabhail creideas, agus leigidh e leis na sgilean aige a bhith cho math ri sgilean nan seanalairean a tha airson sabaid. Chaidh an Wei Xuezeng oifigeil ath-shuidheachadh. Anns na bliadhnaichean mu dheireadh aige, leig e dheth a dhreuchd còig tursan agus chaidh a thilleadh gu Huizhou gus Teampall Huilong a thogail.\nChaidh Ye Mengxiong a-steach do Thaoism mar sheirbheiseach catharra aig an toiseach, agus bha e ainmeil airson a ionracas.Thuirt seann chlàran eachdraidheil gur e “a’ chiad fhear ann an irioslachd agus comas”, “a’ cur às do choirbeachd agus a’ peanasachadh ar-a-mach\", a’ fàgail deagh chliù; bha e air leth dìleas, misneachail, misneachail, agus innleachdach, Math air gunnaireachd. Anns an dàrna leth de a bheatha, chaidh na sgilean ealain armachd aige a chlàradh ann an \"Eachdraidh na Ming Dynasty\" agus bha e air a mheas mar ghaisgeach nàiseanta.", "聖意": "Tha an dachaigh mì-fhàbharach (a 'sìor fhàs sìtheil) Tha an fhoghar agus an geamhradh math dhut fhèin, bidh beairteas soirbheachail, bidh gnothaichean soirbheachail, bidh pòsadh soirbheachail, bidh eagal ceàrr air Liujia (bidh ulaidhean ann), thèid luchd-coiseachd dhan achadh gu ùrnaigh airson cnuimhean sìoda, bidh sia beathaichean rèidh, lorgar daoine, bidh cùis-lagha poblach mì-fhàbharach, bidh imrich glèidhteach, thèid bacadh a chuir air seilbh air chall, thèid galairean a shocrachadh ann an uaigh Fushan", "古人": "Ye Meng Xiong Chao Di", "第X籤": "An t-siathamh-deug a bhuannaich Lotto", "宮": "Maogong"}