{"籤詩版本二": "Tha an Fheannag Òir a' tuiteam san iar agus an Coineanach ag èirigh san ear.Tha cearcall latha is oidhche a' leantainn bhon t-seann aimsir chun an latha an-diugh.\nTha fios aig na manaich agus na Taoistich nach eil ana-cothrom ann, agus tha na sgoilearan, na tuathanaich, an gnìomhachas agus na marsantan uile a 'leantainn an inntinn fhèin.", "詩意": "Tha an hexagram seo a’ riochdachadh cìreadh agus crìonadh yin is yang.\nTha e cuideachd na chomharra gun tèid a h-uile càil mar a bha dùil.", "解曰": "Chan eil dad san inntinn. Tha na rinn thu airidh. Mar shaighead o bhogha. Bhuail aon urchair an targaid.", "籤詩故事一": "◇ Tha Uncle Cao Guo neo-bhàsmhor\nThathas ag ràdh gur e Cao Guojiu, a bhuineadh do Xuzhou, bràthair-athar na stàite aig àm Renzong ann an Rìoghachd na h-Òrain.B’ e Cao Yi an t-ainm a bh’ air, ris an canar cuideachd Cao Jingxiu.\nBha bràthair nas òige aig Uncle Cao Guo air an robh Cao Er. Bha an Cao Er seo an eisimeil a dhreuchd mar chumhachd ìmpireil agus rinn e a h-uile seòrsa uilc, ghabh e còmhnaidh ann an achaidhean, thug e air falbh mnathan agus nigheanan, agus rinn e caraidean ri cuid de dhaoine gun lagh, a 'tighinn a-steach agus a-mach. dhiùlt e eisdeachd r'a bhriathraibh matha agus a chomhfhurt- achd, agus mar sin chleachd e peanas a chum smachd a chumail air. , rinn an dà bhràthair gearan.\nThuirt Cao Guojiu: \"Is e prionnsapalan an t-saoghail gum bi an fheadhainn a chruinnicheas math a 'soirbheachadh, agus gun tèid an fheadhainn a chruinnicheas olc a chall. Is e fìrinn nach gabh atharrachadh a tha seo. San àm a dh'fhalbh, tha ar teaghlach Cao air droch ghnìomhan a chruinneachadh gus beairteas an latha an-diugh a choileanadh. tha mo bhràthair air olc a chruinneachadh chun fhìor cheann, eadhon ged a theich e Eadhon ged a tha na h-oifigearan air do pheanasachadh, chan urrainn dhut teicheadh ​​​​bho na mòr-thubaistean nàdurrach a tha a’ ruith gu dìomhair. comasach air teicheadh. Bithidh mi air mo n-irioslachadh agus fo eagal.\" Mar sin sgaoil mi mo bheairteas uile, chuidich e na bochdan, agus cha robh suim aige do ghnothaichean a bhràthar tuilleadh. An uairsin dh'fhàg e a dhachaigh agus a charaidean, dh'atharraich e gu bhith na èideadh Taoist, agus chaidh e a-steach do na beanntan gus inntinn agus nàdar àiteach.\nAon latha, choinnich e ri Zhongli agus Lu Dongbin bho Han Dynasty le cothrom. A 'faicinn freagairtean fileanta Uncle Cao Guo, bha e glè thoilichte agus thug e dha \"Secret Edict of Returning the Truth\" agus dh'òrdaich e dha a bhith ag obair gu faiceallach. A dh'aithghearr, Zhongli Quan agus chaidh Lu Dongbin a thoirt a-steach don chlas neo-bhàsmhor.", "聖意": "Math fortanach airson an dachaigh, an dachaigh, deagh fhortan, deagh fhortan, deagh fhortan ann an gnìomhachas, pòsadh, neach-siubhail fireann, a 'cur chnuimhean sìoda san raon tràth, fàilligeadh sprèidh, a' coimhead airson daoine, cùis-lagha, imrich, seilbh air chall, tinneas fadalach, deagh fhortan", "古人": "Tha Uncle Cao Guo neo-bhàsmhor", "第X籤": "Soidhnig an t-ochdamh deug", "宮": "Maogong"}