{"籤詩版本二": "A’ leigeil leis a’ bhàta a dhol air ais bhon tràigh uisge luath, dè a tha thu airson a dhèanamh air sgàth na buaireadh?\nMa tha thu airson a bhith sàbhailte, faigh fois agus feitheamh gus an tèid na tonnan seachad air an èiginn seo.", "詩意": "Tha an hexagram seo coltach ri bàta a’ siubhal air tràigh luath.\nFuirich glèidhteach anns a h-uile dad agus feitheamh ris an ùine.", "解曰": "Rach air tìr ann an uisge làidir. Tha an cunnart a 'feitheamh airson ùine. Ma dh'fhaighnicheas tu mu phlanaichean campa. Chan urrainn dad a dhèanamh.", "籤詩故事一": "◇ Tha Ziyi air a chrùnadh na rìgh\nBha Guo Ziyi (697-781), ris an canar cuideachd Guo Linggong, à Zheng County, Huazhou (a-nis Siorrachd Huaxian, Roinn Shaanxi) agus na sheanalair ann an Sliochd Tang.\nAig àm Ar-a-mach Anshi anns a' 14mh bliadhna de Tianbao (755), chaidh an tiotal Shuofang Jiedushi (Lingwu, taobh an iar Lingwu ann an Ningxia an latha an-diugh) a thoirt dha. Thàinig iad còmhla aig Changshan (Zhengding, Hebei) agus bhuail iad Shi Siming, agus fhuair iad air ais Hebei. Aig an àm seo, mhol Guo Ziyi gun toireadh an t-ìmpire Fan Yang bhon taobh tuath agus ionnsaigh a thoirt air nead tìgear nan reubaltach gus sèist Thungagain a lùghdachadh, ach dhiùlt Xuanzong. Às deidh sin, chaidh suidheachadh bailtean vassal separatist aig deireadh an Tang Dynasty a chur, a thàinig gu bhith na adhbhar iomallach airson crìonadh Rìoghachd Tang.\nAnns a' chòigeamh bliadhna deug de rìoghachadh Tianbao (756), rinn e fhèin agus co-bhanntachd Uighur sìth air Hequ. As t-Earrach na h-ath bhliadhna, fhuair iad air ais Hedong (Yongji, Shanxi a-nis) agus Feng Yi (Dali, Shaanxi a-nis), agus thug iad ionnsaigh air Tongguan, a' chùis air Cui Qianyu Dh'fhuiling arm Tang còrr is 10,000 leòintich. Ghèill Cui Qianyu do Pujin. Chaidh An Lushan a mharbhadh le a mhac An Qingxu.\nAnns an dàrna bliadhna de Zhide (757), chaidh òrdachadh dha saighdearan a stiùireadh gu Fengxiang.Air an t-slighe, rinn e a’ chùis air 5,000 eachraidh Li Guiren aig Drochaid Baiqu Liuyun (an ear-dheas air Sanyuan an-diugh).Sa Chèitean, bha e a’ sabaid le An Shouzhong agus Li Chaidh a' chùis a dhèanamh air Guiren ann an Qingqu (an-diugh an iar air Xi'an), agus tharraing e air ais gu Wugong (an-diugh taobh an iar-thuath Wugong). le An Shouzhong agus Li Guiren ann an Xiang Gu tuath air Ji Temple (iar-dheas air an latha an-diugh Chang'an County), chuairtich na saighdearan Uighur air cùl an nàmhaid, thug iad ionnsaigh bhon dà thaobh, agus mharbh iad 60,000 nàimhdean.Theich Zhang Tongru gu Shaanxi County, agus mu dheireadh fhuair e air ais am prìomh-bhaile Chang'an (Xi'an an latha an-diugh) Chaidh mòrachd arm Tang a thoirt air ais gu Chang'an a-rithist.\nÀs deidh sin, ghabh arm Tang brath air a’ bhuaidh agus rinn iad caismeachd chun ear, a’ dèanamh a’ chùis air 150,000 fear a’ gabhail a-steach Yan Zhuang agus Zhang Tongru ann an Xindian (a-nis iar-dheas air Cathair Sanmenxia, ​​Roinn Henan), a’ toirt air Anqing Xu a dhol tarsainn air an Abhainn Bhuidhe agus tilleadh gu Xiangzhou. Thill Dongjun Luoyang. Cuir Situ ri airidheachd agus dèan Diùc na dùthcha e.\nStiùir Shi Siming an arm aige bho Fan Yang gus an Qingxu a shàbhaladh.Bha an dà thaobh a’ strì ann an cruthachadh tuath air Abhainn Anyang (Tuath an-diugh air Anyang). a' cumail a-mach gun robh 600,000 fear aca, air an teàrnadh (ann am Blàr Yecheng). cogadh). B 'e prìomh cheannard a' bhlàir seo an eunuch Yu Chaoen, aig nach robh sgilean stiùiridh agus chuir e a 'choire air Guo Ziyi airson fàilligeadh a' bhlàir. Chaidh Guo Ziyi a ghairm air ais gu Chang'an, faochadh bho chumhachd an airm, agus thàinig e gu bhith na oifigear leisg.\nAnns a 'chiad bhliadhna de Baoying (762), rinn na saighdearan ann an Taiyuan (an-diugh iar-dheas air Taiyuan) agus Jiangzhou (Xinjiang an-diugh ann an Roinn Shanxi) ar-a-mach.Bha eagal air a' chùirt, agus mar sin fhuair Ziyi an tiotal Rìgh Fenyang agus chaidh e a-mach gu smachd a chumail air Jiangzhou. Bha e cuideachd air a shàrachadh leis an eunuch Cheng Yuanzhen agus fhuair e faochadh bho chumhachd an airm.\n(Fòcas na sgeòil seo: choinnich Guo Ziyi, a bha glè chomasach agus modhail, ri Xuanzong agus cuid de bhreugan, a chuir gu mòr ris na choilean e.)", "聖意": "Beannachadh an dachaigh agus thu fhèin, a ’sireadh beairteas, gun ghnothach, gun phòsadh, gun rabhadh meallta, luchd-coiseachd a’ ruighinn Tiancanji, duilich daoine a lorg, cùis-lagha poblach agus (chan e Xing), imrich, glèidhteachas, seilbh air chall, duilich a lorg, galairean, ag ùrnaigh airson beannachdan, beanntan agus uaighean, taiceil", "古人": "Chaidh Sii a chrùnadh na rìgh", "第X籤": "An naoidheamhamh deug a bhuannaich Lott", "宮": "Tatsumi"}