{"籤詩版本二": "Nuair a thòisicheas uisge fada an earraich a’ glanadh, bidh an Jade Rabbit agus an Golden Crow a’ fàs nas gile mean air mhean\nBidh seann rudan a’ dol à sealladh agus rudan ùra a’ nochdadh.Thoir sùil agus coinnich ri geata an dràgon.", "詩意": "Tha an hexagram seo na shamhla air uisge fada agus solas tràth.\nBidh a h-uile càil a’ dol mar a bha dùil.", "解曰": "Air a dhìon le diathan agus Buddhas. Chan eil cunnart mòr-thubaist ann. Biodh an turas sàmhach. Tilleadh le urram aig a’ cheann thall.", "籤詩故事一": "◇ Bidh Jiang Taigong a’ coinneachadh ris an Rìgh Wen\nZhou Dynasty. Jiang Shang, ainm le cead Ziya. Daoine Ji (bho Xuzhou ann am Muir Shìona an Ear). Is e Fei Xiong an t-ainm Taoist, agus chaidh a shinnsirean a sheulachadh ann an Lu (ainm-àite), agus mar sin canar Lu Wang ris cuideachd.\nGus amannan trioblaideach Rìgh Zhou à Shang Dynasty a sheachnadh, bha e a’ fuireach ri taobh uisge Muir Shìona an Ear agus ag iasgach air Abhainn Weishui. Tha an t-iasg dìreach, chan e a bhith ag iasgach, ach a bhith na phrìomhaire beusach.\nChuala Rìgh Wen Shù gu robh e glic agus dh'fhastaidh e e mar thidsear (prìomhaire). (Bha e ceithir fichead bliadhna a dh'aois aig an àm) Nas fhaide air adhart, thug Rìgh Wu à Zhou ionnsaigh air Rìgh Zhou, sgrios e Shang Dynasty, agus stèidhich e Zhou Dynasty. Thug Rìgh Wu Shangfu air. Fhuair a mhac Ding Gong an tiotal Marcas Qi.\n(Fòcas na sgeòil seo: Chaidh Jiang Taigong, a bha air a bhith a’ feitheamh ri iasgach air Abhainn Weishui airson ùine mhòr, a-mach à trioblaid mu dheireadh agus chaidh a chleachdadh a-rithist leis an Rìgh Wen.)", "聖意": "Anns an taigh, bidh Zhongping fhèin ag ùrnaigh airson beannachdan agus beairteas.Nuair nach eil aonta ann, tha pòsadh air thuaiream.Lujia boireann luchd-coiseachd a’ cur bacadh air an raon, bidh cnuimhean sìoda a’ cur bacadh air na sia sprèidh, a’ cur casg air lorg an neach, cùis-lagha fadalach agus imrich, tha rudan math ann. air chall, chithear galairean, agus tha uaighean Zhenxingshan math.", "古人": "Bidh Jiang Taigong a’ coinneachadh ris an Rìgh Wen", "第X籤": "An crannchur fichead", "宮": "Tatsumi"}