{"籤詩版本二": "Tha mi airson an Gui Neo-bhàsmhor a tharraing a-steach don lùchairt Toad, ach fosglaidh mi geata nèimh agus leigidh mi air falbh thu.\nGu h-obann, tha an naidheachd math, bidh a h-uile duine a 'gàireachdainn air na flùraichean air mullach na beinne", "詩意": "Tha an hexagram seo a’ cumail samhla osmanthus neo-bhàsmhor.\nFeumaidh gu bheil daoine uasal anns a h-uile rud.", "解曰": "Ùidhean marsantan. Tha (chan eil) cunnart ann a bhith ga chaitheamh. Chaidh an tinneas a rèiteachadh agus chaidh a 'chùis-lagha a rèiteachadh. Dèan rud sam bith as urrainn dhut.", "籤詩故事一": "◇ Bi coibhneil agus mothachail\nRugadh Gao Huaide (926-982), le cead ainm Zangyong, ann an Changshan, Zhending (Zhengding a-nis, Hebei).\nRè an \"Chenqiao Ar-a-mach\", leis gu robh Gao Huaide a 'toirt taic do Zhao Kuangyin mar ìmpire, chaidh àrdachadh gu bhith na leas-phrìomh neach-sgrùdaidh air beulaibh na lùchairt.\nPhòs Gao Huaide cuideachd piuthar Song Taizu Zhao Kuangyin (bha dithis pheathraichean aig Zhao Kuangyin, bhàsaich aon dhiubh òg agus chaidh ainmeachadh mar Bhana-phrionnsa Chen an dèidh làimhe; bha am fear eile pòsta aig Miford, ach gu mì-fhortanach bhàsaich an duine aice agus bha i a-nis na banntrach. Zhao Kuangyin air ainmeachadh is i a' bhana-phrionnsa as sine aig Yan). . B’ e am Prionnsa Consort Duwei an tiotal oifigeil.\n(Le bhith nad ghaisgeach stèidheachaidh agus a’ pòsadh piuthar an ìmpire, cha leig thu leas a bhith draghail mu dheidhinn nach eil suidheachadh oifigeil agad.)", "聖意": "Tha an taigh ann an àrdan, tha e fhèin ann an deagh fhortan, a’ sireadh beairteas, agus tha gnìomhachas ann an cunnart, tha pòsadh ann an cunnart, tha Liujia ann an cunnart, tha cnuimhean sìoda ann an cunnart, tha an raon mì-fhàbharach, tha cnuimhean sìoda ann an cunnart, tha na sia beathaichean mì-fhàbharach, tha e duilich daoine a lorg, tha cùis-lagha poblach ann an àrdan, tha imrich mì-shealbhach, seilbh air chall, tinneas, Anshan, uaigh, seann mhisneachd", "古人": "Bi coibhneil agus mothachail", "第X籤": "Bhuannaich tri air fhichead an crannchur", "宮": "Mi Lùchairt"}