{"籤詩版本二": "Às deidh na h-uimhir de dhraghan is chunnartan, cha bhith e falamh tuilleadh bho seo a-mach\nTha na planaichean fialaidh aige fhèin aig cridhe fialaidh.Feumaidh tu coinneachadh ri eòlaiche gus euchdan mòra a dhèanamh.", "詩意": "Tha an hexagram seo coltach ri seann tobar le fuaran.\nAnns a h-uile càil, bidh daoine uasal a 'soirbheachadh.", "解曰": "Bidh a’ chùis-lagha air fhìreanachadh mu dheireadh thall. Tinn agus sàbhailte. Gabh a-steach agus a-mach a shireadh comhairle. Seann tobar a' coinneachadh as t-earrach.", "籤詩故事一": "◇ Bidh Yao Chong a’ cumail smachd air locust\n'S ann à Shaanzhou a bha Yao Chong (649-721), leis an fhìor ainm Yuan Chong, agus bha e na Mhinistear Xia Guan, Shangshu à Chunguan, Ziweiling, Zhongshuling, agus Prìomh Mhinistear ann an Rìoghachd na Tang.\nAnns a 'cheathramh bliadhna de Kaiyuan (716), bha Shandong (mar as trice a' toirt iomradh air Linne Abhainn Buidhe an ear air Huashan) air a mhilleadh le locusts. ìobairtean, loisg e tùis, rinn e aoradh làimh ris na machraichean, agus choimhead e am bàrr air a chaitheamh suas le locust. .\nBha a h-uile oifigear den bheachd: “Is e mòr-thubaist nàdurrach a th’ ann an locust, ciamar as urrainn dhaibh smachd a chumail orra le sgiobachd! ”Bha an strì eadar dà bheachd eadar-dhealaichte fiadhaich aig an àm sin, am bu chòir cuir às no nach cuir thu às do locust.\nThuirt Yao Chong: \"Cho fad 's a bhios sinn ag obair còmhla, gheibh sinn cuidhteas iad uile. Thuirt e: Tha eagal air locust air daoine, agus mar sin tha iad furasta an draibheadh ​​​​air falbh. Tha sealbhadairean aig na sìol-chraobhan, agus mar sin feumaidh an luchd-teasairginn obrachadh gu cruaidh; locusts itealaich, agus ma chi iad teine ​​'s an oidhche, theid iad d'a ionnsuidh ; cuir teine ​​orra Anns a' mhachair, cladhaich tuill fhad 's a loisgeas iad, adhlaic iad fhad 's a bhios iad a' losgadh, 's cha bhi ni air bith air fhàgail.\"\nThuirt Xuanzong: \"'S e mòr-thubaist nàdarra a th' ann an locust air sgàth droch riaghladh moralta. Ma dh'iarras tu gun tèid an sealg agus am marbhadh, nach eil seo a' dol an aghaidh a' ghràin?\"\nThuirt Yao Chong: “B’ e seann daoine a bhith a’ glacadh agus a’ marbhadh locust, agus cleachdaidh do mhòrachd e san àm ri teachd. Is e tachartas mòr nàiseanta a th’ ann gus sìth is beairteas a thoirt do thuathanaich. Feuch an toir thu aire dha-rìribh dha.\"\nBha Xuanzong cinnteach. Ach aig an àm sin, thuirt a h-uile duine taobh a-staigh agus taobh a-muigh na cùirte nach gabhadh locust a shealg.\nThuirt Xuanzong: \"Tha mi air bruidhinn ris a 'phrìomhaire agus tha mi air co-dhùnadh na locust a ghlacadh.\nBha na toraidhean gu math èifeachdach.Chaidh naoi millean dans de locust a ghlacadh air feadh na dùthcha, agus chaidh plàigh nan locust a chuir às gu soirbheachail.Fhuair àiteachas foghar math am bliadhna sin.\n(Bu chòir gliocas a bhith air a chleachdadh ann an riaghladh mòr-thubaistean agus falmhachadh, agus feumaidh ro-innleachdan innleachdach a bhith ann gus faighinn thairis air duilgheadasan. Is e Yao Chong an t-eòlaiche sa chùis seo)", "聖意": "Tha an taigh àbhaisteach, tha e fhèin air a bhacadh, thathas a’ sireadh airgead, tha malairt air a bhacadh, tha pòsadh agus co-sheirm air am bacadh, tha cunnart ann an Liujia, tha luchd-coiseachd air am bacadh, cnuimhean sìoda air am bacadh, tha stoc mì-fhàbharach, tha daoine a dhìth, tha cùis-lagha poblach ann. air a bhacadh, tha imrich mì-reusanta, tha rudan caillte duilich an lorg, tha galairean duilich a bhith ag ùrnaigh, tha beanntan agus uaighean mì-chofhurtail.", "古人": "Bidh Yao Chong a’ cumail smachd air locust", "第X籤": "A' buannachadh a' chrannchuir air fhichead 's a còig", "宮": "Mi Lùchairt"}