{"籤詩版本二": "Tha fathann ann gu bheil cùisean air tionndadh bun os cionn, agus fhuair mi litir bho fàire.\nDh’fhan an cliù agus an t-soirbheachas a gheall mi dhomh anns an leabhar falamh gus an deireadh.", "詩意": "Tha ainm meallta air an hexagram seo.\nTha e ciallach a bhith glèidhteach anns a h-uile dad.", "解曰": "Suas is sìos troimh-chèile. Chan eil a bhith a’ sireadh cur-seachad leisg. Miann airson cliù. Fuirich sàbhailte.", "籤詩故事一": "◇ Bidh Zhong Kui a’ faighinn soillseachadh\nTha Zhong Kui, leis an t-sloinneadh Zhong Kui, leis an ainm modhail Zhengnan, à Zhongnanshan.\nAig àm riaghladh an Ìmpire Dezong de Shliochd Tang, ghabh Zhong Kui pàirt anns an sgrùdadh ìmpireil, leugh Zhong Kui ceistean an sgrùdaidh agus sgrìobh e an artaigil sa bhad ann an aon turas agus thug e a-steach e. B’ e am prìomh neach-sgrùdaidh an latha sin Han Yu, Ministear nan Cùisean Catharra, agus b’ e an leas-sgrùdaiche Lu Zhi, sàr sgoilear. Nuair a leugh an dithis pàipear Zhong Kui, las an sùilean suas agus thuirt iad ann an aonadh: \"Wizard, draoidh! Tha a h-uile facal san artaigil seo eireachdail, airidh air Li Taibai agus Du Zimei! \" Mar sin dh'ainmich iad Zhong Kui mar a 'chiad àite.\nDh'èist an t-Ìmpire Dezong ri aithisg Han Yu agus thuirt e gu robh Zhong Kui, an curaidh ùr saidheans, gu math tàlantach, agus mar sin ghairm e Zhong Kui anns an Lùchairt Òir.\nNuair a chunnaic an t-Ìmpire Dezong a choltas grànda, bha e sa bhad a’ faireachdainn mì-thoilichte agus thuirt e, “Tha taghadh sgoilearan sa chùirt againn uile stèidhichte air faclan pearsanta agus peannaireachd. Ciamar as urrainn neach cho grànda a bhith air a thaghadh mar phrìomh sgoilear anns na saidheansan òir? \"\nChaidh Han Yu air a ghlùinean gu sgiobalta agus thuirt e: \"Chan eil math agus dona duine mu dheidhinn coltas. Nach cluinn thu, an Tighearna Naomh, gu bheil Yan Ying trì troighean a dh'àirde agus gu bheil e co-ionnan ris a' phrìomhaire? Zhou Chang ach faodaidh e cuideachadh a thoirt do Han Dynasty; tha Confucius a’ toirt breith air daoine a rèir an coltas, agus a’ call a mhac Yu. Tha mi an dòchas gun smaoinich do mhòrachd dà uair.”\nMhìnich an t-Ìmpire Dezong airson mionaid agus thuirt e: \"Ged a tha faclan Han Aiqing reusanta, nuair a bha mi nam Ìmpire Taizong, bha ochd deug sgoilear ann a thàinig gu Yingzhou agus bhruidhinn iad mu dheidhinn. B’ e am fear seo am prìomh sgoilear. Tha eagal orm gur e an saoghal a th’ ann. nì e gàire rium airson nach aithnich mi tàlantan.\"\nBha am Prìomhaire Lu Qi caol-inntinn agus farmad ri tàlantan. Às deidh dha faclan an ìmpire a chluinntinn, chaidh e air a ghlùinean agus thuirt e: “Feumaidh an sgoilear àireamh a h-aon anns a’ chuspair òrail a bhith a-staigh agus a-muigh. Tha trì cheud tagraiche ann airson a’ chuspair seo. Carson nach tagh thu fear eile?\"\nNuair a chunnaic Zhong Kui gun robh an duine seo cho troimh-a-chèile, cha b' urrainn dha cuideachadh ach fàs feargach. Thug e iomradh air Lu Qi agus mhallaich e: \"Ma tha oifigear aineolach anns a' chùirt, nach dèan e cron air an dùthaich?\" Às dèidh sin, bhuail e Lu Qi le a dhòrn.\nA ’faicinn seo, bha Dezong feargach agus thuirt e:“ Tha thu cho dàna, tha thu airson trioblaid adhbhrachadh anns an Lùchairt Òir, thoir sìos e gu sgiobalta!\nAnn an corruich, tharraing Zhong Kui a-mach an claidheamh bho mheadhan an t-seanailear a bha na sheasamh anns an lùchairt agus rinn e osnaich àrd: \"Tha e duilich do chat sàraichte atharrais a dhèanamh air tìgear, agus chan eil parrot frustrachais cho math ri cearc.\" Às deidh sin, chuir e às dha fhèin.\nNuair a chunnaic an t-Ìmpire Dezong gun do chuir Zhong Kui às dha fhèin ann am fearg, chuir e iongnadh mòr air.Gus buannachadh thairis air cridheachan dhaoine, dh’ òrduich e Zhong Kui a thiodhlacadh leis an tiotal oifigeil Àireamh 1 Scholar, agus rinn e cuideachd Zhong Kui an Dia de Exorcism gus cuir às don t-saoghal de spioradan olc.", "聖意": "Ùrnaigh airson beannachdan air do dhachaigh, do shàbhailteachd fhèin, duilgheadasan ionmhais, fàilligeadh gnìomhachais, fàilligeadh pòsaidh, luchd-coiseachd boireannaich Liujia, cnuimhean sìoda earbsa leth-chòcaireachd, sia beathaichean dachaigheil, a thogail, daoine a tha a dhìth, cùis-lagha poblach an Iar, call imrich, glèidhteachas, call seilbh, tinneas, ùrnaigh airson deagh fhortan ann am beanntan agus uaighean", "古人": "Fhuair Zhong Kui an Tao", "第X籤": "An t-siathamh air fhichead a’ buannachadh a’ chrannchuir (Crannchur)", "宮": "Mi Lùchairt"}