{"籤詩版本二": "San taobh an ear, tha Chanjuan àlainn ann an solas na gealaich, agus tha na sgòthan ga chòmhdach airson mionaid agus a 'fuireach falaichte.\nUaireannan faodaidh e a bhith cruinn, ach uaireannan bidh e a dhìth.", "詩意": "Tha a’ ghealach anns an hexagram seo còmhdaichte le sgòthan.\nTha a h-uile dad fhathast ann an coma.", "解曰": "Bidh sgòthan air bhog a’ còmhdach na gealaich. Chan eil feum air teagamh. A 'feitheamh ris an sgòth a chruinneachadh. An uairsin tuigidh tu.", "籤詩故事一": "◇ Tha Bao Gong a’ coimhead airson Empress Li\nAig àm riaghladh Zhenzong de Shliochd nan Òran, bha a' Bhan-ìmpire Li (Empress Li) na maighdeann anns a' harem.Bha Song Zhenzong a' còrdadh rithe agus chaidh àrdachadh gu Wanyi, agus dh'fhàs i trom.\nAch aig an àm sin, bha droch smuaintean aig Concubine Liu Def (Ban-ìmpire Liu às deidh sin) agus thug i brìb don eunuch Guo Huai gus cat civet le craiceann a chuir an àite mac a ’Bhana-phrionnsa Li, spìon i a mac air falbh agus dh’ innis i don ìmpire gur e a mac bith-eòlasach a bh’ ann. Bha Song Zhenzong feargach agus chuir e Li Empress dhan lùchairt fhuar.\nÀs deidh do Concubine De a bhith air àrdachadh gu bhith na banrigh, bha i an dùil a 'Bhan-ìmpire Li a mharbhadh, a theich às an lùchairt.\nAon latha, choinnich Li Niangniang, a bha a 'fuireach air an t-sràid, ri Bao Zheng, an tosgaire ìmpireil, a bha air faire san sgìre ionadail. . Às deidh dha Bao Zheng faighinn a-mach mun tachartas, thug e Li Niangniang air ais gu Beijing, thug e aithris dha Song Renzong agus fhuair e a-mach a ’chùis, agus mu dheireadh dh’ aithnich am màthair agus a mhac a chèile. Chrom a’ Bhan-ìmpire Dowager Liu agus an eunuch a bha os cionn Guo Huai an cinn agus dh’aidich iad.", "聖意": "Tha mi an-fhoiseil aig an taigh, bidh mi ag ùrnaigh airson dìon ionmhais, duilgheadasan ionmhais, deagh fhortan ann an gnìomhachas, pòsadh, mì-fhortan, daoine san raon, cnuimhean sìoda, beathaichean mì-fhàbharach, duilgheadas ann a bhith a’ lorg dhaoine, cùis-lagha, call, imrich, glèidhteachas, seilbh air chall, Tha e duilich faighinn air ais galairean an iar, ath-leasachadh uaighean beinne", "古人": "Tha Bao Gong a’ coimhead airson Empress Li", "第X籤": "Buannaiche crannchur fichead 's a h-ochdamh", "宮": "Lùchairt meadhan-latha"}