{"籤詩版本二": "Tha mi a 'toirt comhairle dhut gun a bhith ag iarraidh cuideachadh bhuaithe Bidh e ag itealaich mar chanach agus a' losgadh saighdean dìomhair ort.\nMa thèid thu a chruinneachadh connadh agus gu bheil nathair san fheur, is dòcha gu bheil thu air do bhìdeadh le puinnsean agus bidh thu brònach.", "詩意": "Tha an hexagram seo na chomharra air a bhith sàbhailte agus gad chumail fhèin.\nBi faiceallach anns a h-uile càil.", "解曰": "Dùin do bheul agus cùm d’ fhiaclan. Tha e gun chùram. Ma tha thu a 'faireachdainn ciontach. Aig a 'cheann thall bidh e a' dèanamh cron ort fhèin.", "籤詩故事一": "◇ Coinneamh bòrd tàileasg\nBha an t-Ìmpire Taizong bho Shliochd Tang a' meàrrsadh dhan iar agus bha e glaiste ann am Baile Suoyang.Thill Cheng Yaojin a Beijing a dh'iarraidh daingneachadh.\nChaidh òrdachadh do Xue Dingshan a bhith na Marasgal Dàrna Slighe agus chaidh e a shàbhaladh an Tighearna agus a shìtheachadh Xiliao.\nÀs deidh do bhuidheann de dhaoine tighinn a-mach à Yumen Pass, thàinig iad gu Qipan Mountain. Air a chuir fo shèist le mìltean de mhionnairean air a’ bheinn, rinn Dou Yihu, rìgh na beinne, a’ chùis air an Seanalair Tang Luo Tong.Gu fortanach, bha a phiuthar Dou Xiantong na dheisciobal ​​​​aig Màthair Naomh nam Flùraichean Buidhe agus bha i comasach ann an ealain armachd. Chùm e an ròp sìthiche agus cheangail e Luo Tong, stiùir Xue Dingshan gu pearsanta na saighdearan elite.\n(Tha an dàn soidhnichte a’ freagairt ri seo)\nChunnaic Dou Xiantong bòidhchead Xue Dingshan agus bha e airson a bhith na charaidean le Feng Luan, ach dhiùlt Xue Dingshan, Dh'fhàs Dou Xiantong feargach agus bha e airson a phutadh a-mach agus a cheann a chuir dheth. Nas fhaide air adhart, thug Dou Yihu cuideachd na bràithrean Qipanshan air ais gu Rìoghachd Tang gus cuideachadh le Rìoghachd Tang a 'toirt buaidh air Liao an Iar.", "聖意": "Tèarainteachd dachaigh, fèin-ùidh, a’ sireadh beairteas, feitheamh ùine, stagnation gnìomhachais, pòsadh nach eil ceadaichte, rabhadh meallta Liujia, luchd-coiseachd a’ bacadh achaidhean, cnuimhean sìoda, sia sprèidh, daoine a tha a dhìth, a’ bacadh cùis-lagha poblach, call (Mo Xing) Imrich, glèidhteach, seilbh air chall, tha e doirbh faighinn air ais galar, uaigh beinne, deagh fhortan", "古人": "co-labhairt bòrd tàileisg", "第X籤": "Buannaiche crannchur trithead-seachdamh", "宮": "Lùchairt meadhan-latha"}