{"籤詩版本二": "A’ caitheamh ùine ann an sìth agus sàmhach, a’ suidhe agus a’ laighe sìos fhad ‘s a bhios tu a’ faighinn tì às deidh a bhith làn\nChan fheum thu a bhith trang gu corporra agus gu inntinn, agus gu cinnteach cha bhith thu ag adhbhrachadh ana-ceartas no mòr-thubaist.", "詩意": "Tha an hexagram seo na chomharra air sìth agus seasmhachd.\nAnns a h-uile càil, bheir feitheamh airson an àm cheart deagh fhortan.", "解曰": "Fuirich sàbhailte agus sàmhach. Iarr air na diathan. Fuirich gus an tig an t-àm. Bidh cùisean a’ tachairt le cothrom.", "籤詩故事一": "◇ Foyinhui Dongpo\nAon uair, fhuair Su Dongpo beagan tuigse fhad 'sa bha e ag ionnsachadh Zen, thuig e gu robh an stàit aige thar-ghnèitheach, agus bha e a' faireachdainn gàirdeachas ann. Leis nach b’ urrainn dhomh mo dhealas a chasg, sgaoil mi am peann agus sgrìobh mi dàn:\n“Ann am meadhan na speuran, tha Jishou a’ deàrrsadh gu soilleir air feadh na cruinne; gun chomas a bhith air a shèideadh leis na h-ochd gaothan, tha e na shuidhe gu dìreach air lotus òir purpaidh. ”\n(Tha na h-ochd gaothan a 'toirt iomradh air: prothaid, crìonadh, sgrios, cliù, moladh, magadh, fulangas, agus toileachas. 'S e sin, gun a bhith air a bhuaireadh leis na h-ochd stàitean sin canar \"chan urrainn dha na h-ochd gaothan gluasad\")\nÀs deidh dha a sgrìobhadh, chuir Dongpo a sheirbhiseach tarsainn na h-aibhne gus a thoirt dha Zen Master Foyin à Teampall Jinshan.\nÀs deidh dha Zen Master Foyin a leughadh, chomharraich e e leis an fhacal “fart” agus thug e dha sheirbhiseach e airson a thoirt air ais.\nBha Dongpo feargach às deidh dha seo fhaicinn, agus mar sin thug e bàta tarsainn na h-aibhne agus chaidh e gu Teampall Jinshan gus ròn Buddha a lorg airson deasbad.\nNuair a ràinig Dongpo geata Teampall Jinshan, bha Foyin mu thràth a ’feitheamh aig a’ gheata.\nChuir Su Dongpo às leth Foyin sa bhad: “Carson a chanas tu ris an dàn a sgrìobh mi fart?”\nFhreagair Foyin: \"Nach eil thu mar-thà 'chan urrainn a bhith air do shèideadh leis na h-ochd gaothan'? Ciamar a dh 'fhaodadh tu a bhith air do bhualadh thar na h-aibhne le fart!\"\nAig an àm seo, bha e na iongnadh dha Dongpo a bhith mothachail nach robh e math gu leòr agus dh'fhàg e ann an nàire.\n(Tha an sgeulachd seo na mheafar airson “Chan eil an teas air ruighinn fhathast”)", "聖意": "Ùrnaigh airson do dhachaigh agus do shàbhailteachd fhèin, airson do bheairteas, airson do ghnìomhachas, airson ùine mhath, airson do phòsaidh, airson ban-turas gu Liujia, airson cnuimhean sìoda a thighinn anns na h-achaidhean, airson na sia sprèidh a bhith seasmhach, airson cuideigin a lorg, airson trioblaid, airson cùis-lagha poblach, airson imrich, airson seilbh air chall, airson tinneas, airson a chuir gu uaigh beinne, taiceil", "古人": "Dongpo Foyinhui", "第X籤": "Trithead 'sa h-aon a bhuannaich crannchur", "宮": "Wei Gong"}