{"籤詩版本二": "Tha an t-slighe air ais cinnteach.\nAon uair 's gu bheil deagh ghearradh soilleir aig neach-ciùird math, bidh e a' faireachdainn sàbhailte anns an ùine jasper", "詩意": "Anns an hexagram seo, chì thu ìomhaigh jade nuair a ghearras tu clach.\nObraich gu cruaidh gus soirbheachadh anns a h-uile càil.", "解曰": "Tha an ulaidh anns a’ chloich. Chan eil mòran eòlach air coigrich. Fuirich gus am bi e soilleir. Dèan rud sam bith as urrainn dhut.", "籤詩故事一": "◇ Bidh Liu Bei a’ sireadh thàlantan (trì tursan gu taigh-tughaidh, trì tursan gu taigh-tughaidh)\nÙine nan Trì Rìoghachdan. Bha Zhuge Liang a’ fuireach ann an aonaranachd ann am bothan tughaidh ann an Longzhong. Bha Liu Bei gu mòr airson tàlantan a shireadh, agus mar sin thadhail e air Zhuge Liang gu pearsanta. Thadhail e air Zhuge Liang trì tursan (ris an canar \"Trì Tadhal air an taigh-tughaidh\" ann an eachdraidh). Dh'iarr Liu Bei air daoine eile fuireach air falbh agus dh'fhaighnich e do Zhuge Liang: \" Tha Rìoghachd Han air tuiteam, agus tha ministearan fealltach air am beatha a ghoid. Do Mhòrachd.\" Air a chòmhdach le duslach Chan eil mi a 'tomhas mo bhuadhan agus mo chomas, tha mi airson creidsinn anns an fhìreantachd mhòr san t-saoghal, ach tha mo ghliocas agus mo sgilean tha iad eu-domhainn, agus mar sin bidh mi ga chleachdadh gu h-obann. Mar an-diugh. Ach, chan eil mo mhiann seachad fhathast, a bheil thu a’ smaoineachadh gun tèid am plana a chuir an gnìomh?\"\nAn uairsin thug Zhuge Liang seachad dha am plana airson an saoghal a roinn ann an trì pàirtean, agus rinn e mion-sgrùdadh air an t-suidheachadh far nach robh Cao Cao ri fhaighinn agus gum faodadh Sun Quan a chuideachadh. aig an robh cothrom brath a ghabhail air, agus nach b' urrainn dha ach brath a ghabhail air an dà staid sin.Is ann dìreach an uairsin a gheibh e an saoghal a bhuannachadh; dh'innis e eadhon do Liu Bei an ro-innleachd airson ionnsaigh a thoirt air na Raointean Meadhanach. (B 'e \"Longzhong Dui\" an t-ainm a bh' air an deasbad seo nas fhaide air adhart). Às deidh dha Liu Bei seo a chluinntinn, mhol e e mar gum biodh e air ulaidh a lorg, agus thug e cuireadh làidir do Zhuge Liang a thighinn a-mach gus cuideachadh, agus mar sin thàinig Zhuge Liang gu bhith na chomhairliche armachd aig Liu Bei.", "聖意": "Tha an taigh cuibheasach, tha thu fhèin sàbhailte, a’ sireadh beairteas, malairt saothair, a’ cur bacadh air pòsadh, a’ fàs na neach-siubhail brìgheil ann an Liujia, agus cnuimhean sìoda ann an Yaotian, fadalach a’ fàs na bheathach beairteach, a’ coimhead airson daoine, cùis-lagha poblach, imrich, seilbh air chall, galairean an Iar , Anshan bochd, atharrachadh uaigh gu dànachd", "古人": "Bidh Liu Bei a’ sireadh thàlantan (trì tursan gu taigh-tughaidh, trì tursan gu taigh-tughaidh)", "第X籤": "Buannaiche a' chrannchuir trithead sa h-aon", "宮": "Wei Gong"}