{"籤詩版本二": "Èideadh agus ath-eagrachadh seann stoidhle an teaghlaich Tha an Tao gun adhar ach tha airidheachd ann.\nÀs deidh dhaibh an droigheann agus an droigheann a sguabadh air falbh air an rathad, dh’ aontaich an triùir aca coinneachadh a-rithist le an co-obraichean", "詩意": "Tha an hexagram seo a’ riochdachadh ath-rèiteachadh aodach.\nTha a h-uile dad duilich mus bi e furasta nas fhaide air adhart.", "解曰": "Na gabh dragh. Gabh deagh àm. Ma tha thu a’ faighneachd mun àm ri teachd. Tha rathad math air thoiseach.", "籤詩故事一": "◇ Sgriobtaran Bùdachais Tang Monk\nBha sloinneadh cumanta Chen aig Xuanzang (602-664), manach cliùiteach de Shliochd Tang, agus an t-ainm ainmichte Yi. Thàinig e gu bhith na mhanach aig aois trì-deug agus ghabh e an t-ainm Buddhist Xuanzang. Canar Sanzang of Tang Dynasty ris an t-saoghal.\nAnns an treas bliadhna de Zhenguan (629, ris an canar cuideachd a' chiad bhliadhna de Zhenguan), shiubhail e dhan iar gu Tianzhu (na h-Innseachan) gus sgriobtairean Bùdachais fhaighinn.\nAnns an t-seachdamh bliadhna deug de Zhenguan, am maighstir a dhreuchd a leigeil dheth gu h-oifigeil agus thill e dhan ear. Thill e gu Sìona air an rathad a deas ann an Roinn Xinjiang, Khotan, agus Loulan an-diugh, agus thug e seachd bliadhna deug uile gu lèir agus turas 50,000 mìle. Nuair a ràinig e Chang'an anns a 'chiad mhìos den naoidheamh bliadhna deug de Zhenguan, dh'òrdaich an ìmpire Liang Guogong Fang Xuanling agus oifigearan catharra agus armailteach eile fàilte mhòr a thoirt dha.\nChaidh 520 agus 657 leabhar gu h-iomlan de na sgriobtairean Bùdachais Sanskrit tùsail iarraidh. agus air eadar-theangachadh gu Sìnis.\nÀs deidh don mhaighstir tilleadh, bha spèis mhòr aige leis an Impire Taizong agus an Impire Gaozong agus chaidh a chuir an sàs ann an Da Nei, a ’toirt dha an tiotal“ Master Tripitaka ”.", "聖意": "Tha an taigh fo bhuaireadh, deagh fhortan dhut fhèin, deagh fhortan, gnìomhachas math, pòsadh math, bacadh air Liujia, daoine a’ tighinn chun na h-achaidhean, cnuimhean sìoda, beathaichean mì-fhàbharach, a’ lorg dhaoine, cùis-lagha poblach, imrich, seilbh air chall, tinneas fadalach, ùrnaigh airson beannachdan, bu chòir uaighean beinne a bhith sean.", "古人": "Bidh Tang Monk ag ionnsachadh Sgriobtaran Bùdachais", "第X籤": "Bhuannaich an còigeamh crannchur air fhichead", "宮": "Shen Gong"}