{"籤詩版本二": "Cha 'n 'eil feum air dragh a chur air an tinneas a th' ann an-dràsta 's a' chùis lagha Tha fearann ​​ionmhas agus saoibhreas rim faotainn.\nDìreach mar a bha an t-seabhag a-nis air a shaoradh bho na slabhraidhean aige agus a’ tilleadh don uaimh airson a dhol timcheall", "詩意": "Tha an hexagram seo a’ riochdachadh ìomhaigh de pheann ga leigeil ma sgaoil bho na slabhraidhean aige.\nTha a h-uile dad duilich mus bi e furasta nas fhaide air adhart.", "解曰": "Faigh cuidhteas rudan. Agus bi aig fois. Thig ann an àm iomchuidh. Lorg an t-slighe cheart.", "籤詩故事一": "◇ Bidh Xiangzi a’ coinneachadh ri aoigh (Han Xiangzi a’ coinneachadh ri Lu Dongbin)\nAnn an Rìoghachd na Tang, bha Han Xiangzi na ogha do Han Yu. Tha nàdar mì-mhodhail aige agus chan eil e math air ionnsachadh, agus mar sin chan eil roghainn aige ach a bhith ag òl. Chaidh a ghairm le Han Yu airson ionnsachadh san acadamaidh, ach an àite a bhith ag ionnsachadh gu math, rinn e burraidheachd air a cho-oileanaich. Nas fhaide air adhart, chuir Han Yu air dòigh gum biodh e ag ionnsachadh ann am manachainn, ach ghearain aba na manachainn gu robh e àrdanach.\nNas fhaide air adhart, thàinig Lu Dongbin gus a shoilleireachadh, agus mu dheireadh thàinig e gu bhith neo-bhàsmhor. Air ainmeachadh mar Impire Yaohua. Aon de na h-ochd neo-bhàsmhor. Tha an samhla aige na basgaid fhlùraichean làimhe.", "聖意": "Tha mi an-fhoiseil aig an taigh, tha mi ag ùrnaigh airson mo shàbhailteachd fhìn, tha mi ag ùrnaigh airson beairteas agus prothaidean mòra, tha an gnothach ri thighinn, chan eil am pòsadh crìochnaichte, tha Liujia ag ùrnaigh airson luchd-coiseachd a thighinn chun achadh, tha cnuimhean sìoda pailt, Liu dachaigheil lorgar beathaichean, tha a’ chùis-lagha air fhìreanachadh, tha an togalach caillte fada air falbh, tha an galar mì-shealbhach, tha uaigh Anshan taiceil.", "古人": "Bidh Xiangzi a’ coinneachadh ri aoigh (Han Xiangzi a’ coinneachadh ri Lu Dongbin)", "第X籤": "Trithead-siathamh crannchur a bhuannaich", "宮": "Shen Gong"}