{"籤詩版本二": "Ma tha thu airson a bhith ann an sìth agus sàmhach, chan eil e iomchaidh coinnlearan agus lampaichean a bhith agad sa ghaoith.\nTha e nas fheàrr a bhith a 'glanadh agus a' suidhe ann an talla domhainn, a 'seachnadh solas, a' crathadh ann an àite sàmhach, agus a 'gluasad timcheall. Crith → Yao. Saor an-asgaidh → beagan.", "詩意": "Tha an hexagram seo mar a’ ghaoth a’ crathadh an lampa agus a’ choinneal.\nBheir a bhith a’ cumail rudan seasmhach deagh fhortan.", "解曰": "Suidhich sìos ann an àite sàmhach. Bi air gairm agus bi ann an àm. Chan e beannachd a th’ ann. Tòraidheach agus iomchaidh.", "籤詩故事一": "◇ Bidh Li Jing a’ tilleadh don bheinn\nB’ ann à Sanyuan, Yongzhou (a-nis an ear-thuath air Siorrachd Sanyuan, Roinn Shaanxi), a bha Li Jing (571-2 an t-Iuchar, 649), leis an ainm Cungadair, à Sanyuan. Na sheanalair bho Shliochd Sui nach maireann gu tràth san Rìoghachd Aonaichte Tang, bha e na ro-innleachdach armachd ainmeil le sgilean catharra agus armachd ann an Dynasty Tang. Nas fhaide air adhart, fhuair e an tiotal Diùc Wei, agus bha e air ainmeachadh mar Dhiùc Wei air an t-saoghal.\nIs e Li Jing athair an treas prionnsa Nezha anns an liosta de dhiathan, ris an canar cuideachd \"Rìgh na Tota\". Chuidich Li Jing agus a mhac Jiang Ziya (Tai Gong) gus a 'chùis a dhèanamh air a' Bhanrigh Zhou, stèidhich Rìoghachd Zhou, agus Rìgh Chaidh Wu suas gu h-oifigeil air an rìgh-chathair. An uairsin stèidhich Jiang Ziya liosta de dhiathan agus rinn e cuirm gus anaman nan saighdearan a bhàsaich sa bhlàr a shàsachadh. Bhon uairsin, dh'fhàs an saoghal sìtheil agus sìtheil. Bha Rìgh Wu airson marquises a dhèanamh agus duais a thoirt dhaibh, agus bha e cuideachd airson fearann ​​​​a riarachadh dha na gaisgich stèidheachaidh. Dh’iarr Li Jing, athair agus mac, agus seachdnar eile air tilleadh don bheinn gus Taoism a chleachdadh agus gun a bhith trom le cliù agus beairteas saoghalta. Nas fhaide air adhart, thàinig na seachdnar dhiubh \"gu bhith nan naomh ann am bodhaig\" agus air an rangachadh ann an clas neo-bhàsmhor.\nSgeulachd mu \"Feng Shen Bang\"", "聖意": "Tha an taigh glèidhteach, tha mi àbhaisteach, tha mi a 'coimhead airson airgead, tha duilgheadas agam ann an gnìomhachas, chan eil mo phòsadh ann an co-chòrdadh ri Liujia, tha mi ag ùrnaigh gum bi earbsa aig luchd-coiseachd, tha cnuimhean sìoda abaich as t-fhoghar, agus tha na beathaichean sàbhailte, Tha mi a’ coimhead airson daoine, tha mi a’ faicinn cùis-lagha poblach agus imrich, tha mi glèidhidh, tha mi air seilbh a chall, tha mi tinn, chan eil mi airson an tuama atharrachadh ann an Jianxingshan.", "古人": "Li Jing a 'tilleadh don bheinn", "第X籤": "Buannaiche crannchur trithead-seachdamh", "宮": "Shen Gong"}