{"籤詩版本二": "Sgàthan mìle bliadhna air ais còmhla, boireannach ag iarraidh air an duine aice pòsadh a-rithist\nBhon uairsin, tha an teaghlach air atharrachadh, agus chaidh beannachdan a chuir ris a’ chloinn agus na h-oghaichean.", "詩意": "Tha an hexagram seo na shamhla air ath-choinneachadh sgàthan.\nTha a h-uile dad na obair chruaidh agus daor.", "解曰": "A 'cladhach gainmheach dhan òr. A’ marcachd air dràgon agus a’ marcachd air tìgear. Ged a tha e saothaireach. Tha supplement innte.", "籤詩故事一": "◇ Yulianhui deich caraidean\nAnn an Rìoghachd nan Òran, phòs Qian Yulian Wang Shipeng. Nuair a chaidh Shi Peng gu Beijing airson an deuchainn a ghabhail, thug an Sun Ruquan beairteach air Yulian a phòsadh a-rithist.\nDhiùlt Qian Yulian moladh Sun Ruquan beairteach agus b’ fheàrr leis Wang Shipeng, sgoilear bochd à Wenzhou a chaidh fhastadh le “Jing Chai” a phòsadh.\nNas fhaide air adhart, choisinn Wang Shipeng a 'chiad duais.Air sgàth' s gun do dhiùlt e a bhith air a sparradh air pòsadh leis a 'Phrìomhaire Wanqi, chaidh a chuir gu bhith na bhritheamh anns a' Chaoyang iomallach. Dh'atharraich Sun Ruquan gu dìomhair litir teaghlaich Wang Shipeng gu \"litir sgaradh-pòsaidh\" agus mheall e Yulian gu bhith air a mealladh. Thug muime Qian Yulian oirre pòsadh a-rithist, ach dhiùlt Yulian agus chuir i às dha fhèin le bhith ga thilgeil fhèin dhan abhainn. , neach-sìthiche à Fujian, agus air a h-uchd-mhacachadh mar nighean. .\nBha Yulian den bheachd gun robh Shipeng marbh.Còig bliadhna an dèidh sin, bha Wang Shipeng na riaghladair Ji'an Aon latha, chùm e cuirm cuimhneachaidh aig teampall Taoist mar chuimhneachan air a bhean nach maireann Thachair Yulian a dhol gu teampall Ji'an Taoist a losgadh tùis, agus Wang Shipeng agus Qian air ais còmhla a-rithist.", "聖意": "Chan eil an taigh math dhaibhsan fhèin Tha an fhoghar agus an geamhradh soirbheachail Faodaidh beairteas a bhith soirbheachail as t-fhoghar agus sa gheamhradh Tha gnìomhachas soirbheachail May pòsadh a bhith soirbheachail Ùrnaigh do luchd-coiseachd a dhol dhan achadh Faodar sìoda a thogail Faodaidh sia sprèidh a bhith thogadh Gheibhear daoine Tha laghannan poblach neo-fhàbharach Tha imrich glèidhteach Caill maoin Galar anmoch Ùrnaigh beannachdan Tha beannachdan is uaighean math.", "古人": "Deich caraidean Yulianhui", "第X籤": "An ceathramh soidhne", "宮": "Uterus"}