{"籤詩版本二": "Bidh a’ chuibhle dhearg a’ tuiteam san iar, bidh an coineanach ag èirigh san ear, bidh an yin a’ fàs agus an yang a’ falbh, agus bidh a h-uile càil a’ soirbheachadh\nMa tha boireannach airson a chleachdadh, àrdaichidh e a beairteas agus bheir e toileachas dha cridhe.", "詩意": "Tha an hexagram seo mar shamhla air Yin a’ fàs agus Yang a’ dol à sealladh.\nTha a h-uile dad duilich mus bi e furasta nas fhaide air adhart.", "解曰": "Tha Yin na bhuannachd do bhoireannaich. Chan eil e freagarrach dha fir. Ma tha thu a’ sireadh comhairle. Thig an t-olc an toiseach agus an uairsin thig am math.", "籤詩故事一": "◇ Chaidh Wu Zetian suas an rìgh-chathair\nAig aois 14, chaidh Wu a ghairm don lùchairt leis an Impire Taizong Li Shimin de Shliochd Tang mar neach tàlantach, leis an ainm \"Wu Mei\". Às deidh dha Taizong bàsachadh, chaidh Zetian a-steach do Ganye Temple agus thàinig e gu bhith na cailleachan-dubha.\nNuair a thàinig an t-Ìmpire Gaozong de Shliochd Tang chun rìgh-chathair, ghairm e an teaghlach Wu a-steach don lùchairt gus ùmhlachd a thoirt do Zhaoyi. Anns an t-siathamh bliadhna de Yonghui (655), stèidhich an Impire Gaozong Wu mar a bhanrigh.\nBha Wu Zetian tuigseach, an sàs ann an litreachas agus eachdraidh, agus bha e beairteach ann an innleachdas. Goirid às deidh Wu Zetian a bhith na banrigh, leis gu robh Gaozong lag agus tinn, bha e uaireannan ag iarraidh oirre cùisean poilitigeach sònraichte a làimhseachadh, agus mar sin dh’ fhàs a cumhachd. Anns a 'chiad bhliadhna de Shangyuan (674), chaidh an t-Impire Gaozong ainmeachadh mar \"Ìmpire\", bha Empress Wu air ainmeachadh mar \"Banrigh Nèamh\", agus chaidh an dithis ainmeachadh mar \"Two Saints\" anns an lùchairt.\nAnns a 'chiad bhliadhna de Hongdao (683), bhàsaich Gaozong, thàinig am Prionnsa Li Xian chun rìgh-chathair, agus thàinig Wu Zetian gu bhith a' riaghladh an rìgh-chathair. Anns a’ Ghearran sa chiad bhliadhna de Sisheng (684), chuir Wu Zetian a-mach Li Xian mar Rìgh Luling agus stèidhich e an ceathramh mac aice Li Dan mar ìmpire, a’ leantainn air adhart a’ riaghladh an sliochd. San t-Sultain an aon bhliadhna, dh'atharraich i am bratach gu òr, agus chaidh Luoyang, prìomh-bhaile an ear, ath-ainmeachadh mar phrìomh-bhaile dhiadhaidh. Air an naoidheamh latha den t-Sultain anns a’ chiad bhliadhna de Tianshou (690), ghairm Wu Zetian e fhèin na ìmpire agus dh’atharraich e ainm na dùthcha gu Zhou.", "聖意": "Tha an dachaigh mì-fhàbharach dhut fhèin, ag ùrnaigh airson beannachdan, a 'sireadh beairteas, a' dìon ghnothaichean, deagh fhortan ann am pòsadh, droch fhortan ann am pòsadh (boireann), luchd-coiseachd a 'bacadh achaidhean, cnuimhean sìoda, sprèidh shoirbheachail, a' coimhead airson daoine, dealachadh, cùis-lagha, call, imrich , call seilbh, tinneas, clisgeadh, beanntan agus uaighean, deagh fhortan", "古人": "Tha Wu Zetian a’ dol suas chun rìgh-chathair", "第X籤": "An dà fhicheadamh buannaiche crannchur", "宮": "Thusa Lùchairt"}