{"籤詩版本二": "Cuimhnichidh tu na briathran math gun chrìoch, ach bidh tu nad mhac mèirleach.\nNa bi sanntach an-dràsta agus gabh dragh mu mar a bhiodh e air rudeigin math a dhèanamh bliadhna air ais.", "詩意": "Tha an hexagram seo ag aithneachadh mèirleach mar mhac.\nBi foighidneach anns gach nì.", "解曰": "Dìreach an tè seo. Chan eil duine-uasal a’ dèanamh mearachd. Cùm ann an inntinn e. Na bi aonaranach.", "籤詩故事一": "◇ Tha Dong Zhuo a’ gabhail ri Lu Bu\nBha Lu Bu, treun agus math air sabaid, na sheanalair armailteach ainmeil aig deireadh Rìoghachd Han an Ear agus toiseach nan Trì Rìoghachdan.\nÀs deidh bàs an Impire Ling de Shliochd Han an Ear, chaidh Ding Yuan gu Beijing gus a dhol còmhla ris an t-seanalair He Jin gus smachd a chumail air an riaghaltas.\nBha Dong Zhuo a’ sabaid le Ding Yuan, ach cha b’ urrainn do ghrunn sheanalairean a’ chùis a dhèanamh air Lu Bu, agus mar sin chuir Dong Zhuo a fho-cheannard Li Su gu bribeadh Lu Bu. Thug Li Su tiùrran de dh’ ulaidhean òir is airgid agus an t-each coineanach dearg ainmeil “tadhal air Lu Bu”. Thug Li Su tiùrran de ulaidhean òir is airgid agus an t-each coineanach dearg ainmeil a chèilidh air Lu Bu. Mar sin fhuair Lu Bu brìb le Dong Zhuo airson Ding Yuan a mharbhadh, agus dh'iarr e air na saighdearan aige tighinn còmhla ris nam biodh iad ag iarraidh, agus falbh mura robh iad airson a leantainn. Mar sin chaidh Lu Bu a bhreabadh le Dong Zhuo agus mharbh e Ding Yuan.\nÀs deidh dha Dong Zhuo cumhachd fhaighinn, ghabh e ri Lu Bu mar a mhac uchd-mhacach agus rinn e seanalair agus marquis dha.\nBha droch bhuaireadh aig Dong Zhuo, agus bha an \"dàimh athair-mac\" le Lu Bu gu math lag. Ann an 189 AD, air iarrtas Situ Wang Yun, mharbh Lu Bu Dong Zhuo.\nSia mìosan an dèidh bàs Dong Zhuo, thug seann shaighdearan Dong Zhuo ionnsaigh air a 'phrìomh-bhaile, agus theich Lu Bu agus a bhean ann an clisgeadh. Às deidh dha am prìomh-bhaile fhàgail, bha Lu Bu a’ sireadh tèarmann le uachdarain-cogaidh Yuan Shu, Yuan Shao, Zhang Yang, Zhang Miao, Liu Bei, msaa, agus bha e a’ sabaid iomadh uair le Cao Cao, prìomh uachdaran-cogaidh eile aig an àm. aig sabaid, agus rinn e a' chùis air Cao Cao grunn thursan.\nAnns an treas bliadhna de Jian'an ann an Han Dynasty an Ear, thug saighdearan Cao Cao ionnsaigh air Xiaopei, ionad Lu Bu, agus chaidh an glacadh agus a mharbhadh le Cao Cao fo Thùr Baimen. Mus deach a chur gu bàs, dh’ iarr Lu Bu air Cao Cao a chumail beò gus bàs a sheachnadh, ach chuir Liu Bei an cuimhne Cao Cao gun robh Lu Bu air brathadh iomadh uair agus gur e duine mì-onarach a bh’ ann. Aig a 'cheann thall, chuir Cao Cao, a chuir luach air tàlantan a-mhàin a dh' aindeoin moraltachd, Lu Bu gu bàs.", "聖意": "Tha mi an-fhoiseil aig an taigh, mar as trice bidh mi a’ sireadh airgead, dìon an aghaidh ghnothaichean, tha e duilich pòsadh, tha an duine Liujia air a chlisgeadh, tha na cnuimhean sìoda leth-aibidh san achadh, tha na sia beathaichean sàbhailte, tha an duine a’ coimhead air a shon , tha a 'chùis-lagha poblach iomchaidh, agus is e an imrich a bhith ag ùrnaigh airson rudan caillte a tha doirbh a lorg, galaran, agus an t-sìth ann an uaigh Zhenxing Mountain.", "古人": "Tha Dong Zhuo a’ gabhail ri Lu Bu", "第X籤": "Àir. 41 Buannachadh a' Lott", "宮": "Thusa Lùchairt"}