{"籤詩版本二": "Bidh an t-ìmpire, an ìmpire, agus an ìmpire gràsmhor mu dheireadh agus feitheamh agus ùrnaigh airson beannachdan gun chall no buannachd.\nTha gach creutair mothachail a' faighinn buannachd uaith, agus tha dùil ri saoibhreas anns an t-saoghal agus air neamh.", "詩意": "Tha an hexagram seo na chomharra air fàbhar bho neamh.\nBidh a h-uile dad soirbheachail.", "解曰": "Sheall an t-ìmpire a thoil. Na dì-chuimhnich gu bràth. Deas-ghnàthan madainn is feasgar. Tha e iomchaidh tùis a losgadh.", "籤詩故事一": "◇ Shàbhail Mulian a mhàthair\nIs e Mokou Lian, neo Mulian, am fear as cumhachdaiche am measg deich deisciobail Sakyamuni Buddha.\nBha a mhàthair sanntach agus gruamach rè a beatha, agus mar sin chaidh i a-steach do rìoghachd taibhsean acrach às deidh a bàis. Chleachd Mokhullian a chumhachd draoidheil airson a choimhead agus fhuair e a-mach gun do rugadh a mhàthair mar thaibhse acrach, gun dòigh air biadh fhaighinn agus gu robh e ann an cruadal mòr Chleachd e a chumhachd draoidheil gus biadh a thoirt dha mhàthair.Gu h-obann, às deidh don mhàthair faighinn. am biadh, thionndaidh e gu luaithre agus cha b’urrainn e ithe.\nBha dragh air Maudgalyana mu na thachair agus thug e cunntas don Buddha. Thuirt an Buddha ri Mulian gum bu chòir dha ceud blas agus còig measan a chuir ann an lagan air a’ 15mh latha den t-seachdamh mìos gealaich agus an tabhann dha na manaich buadhach anns na deich stiùiridhean. .\nBha Maudgalyana ag obair a rèir toil an Buddha, agus chaidh a mhàthair a shaoradh mu dheireadh. Canar \"Fèis Obon\" ris an t-seòrsa deas-ghnàth seo agus canar \"Fèis Obon\" ris an fhèis seo.\n(Nòta: Tha faireachdainnean eadar-dhealaichte aig stuth ann an diofar ìrean den t-saoghal. Mar eisimpleir: nuair a tha an t-uisge ann san t-saoghal seo, tha sinn ga fhaicinn mar \"uisge\", agus bidh creutairean ann an rìoghachd taibhsean acrach ga fhaicinn mar \"fuil\", agus mothachail bidh creutairean ann an saoghal ifrinn ga fhaicinn mar “fuil”. Tha e a’ faireachdainn mar “a’ tuiteam claidheamh\", fhad ‘s a tha creutairean nèamhaidh a’ faireachdainn mar “a’ leigeil flùr”.)", "聖意": "Ag ùrnaigh airson an taigh agus an taigh, ag ùrnaigh airson deagh fhortan sa gheamhradh, a ’sireadh beairteas, gun ghnothach, pòsadh, sìth ann an Liujia, luchd-coiseachd, raointean gluasad, cnuimhean sìoda, sia beathaichean, lorg dhaoine, cùis-lagha, soirbheachas, imrich, glèidhteachas, seilbh caillte, galair , fois inntinn, sìth bheanntan agus uaighean", "古人": "Bidh Mulian a 'sàbhaladh a mhàthair", "第X籤": "Soidhne dà fhichead 's a dhà", "宮": "Thusa Lùchairt"}