{"籤詩版本二": "Tha an saoghal sùbailte agus tha a h-uile càil fèin-thaiceil, fèin-thaiceil agus sàbhailte\nTha a h-uile dad nad bheatha mìorbhuileach, taing dha na naoimh agus na saoi airson a h-uile càil, agus bi soirbheachail.", "詩意": "Tha an hexagram seo a’ riochdachadh a’ cho-sheirm eadar an talamh agus an talamh.\nBidh a h-uile dad a’ dol gu math agus chan eil cunnart ann.", "解曰": "Tha na h-uile nithe air am breith. Thig a h-uile plana agus miann gu buil. Bidh Ford a’ cuideachadh. Tha Rui Qi ann an cabhag.", "籤詩故事一": "◇ Bidh luchd-coiseachd a’ faighinn soillseachadh\nSgeulachd Turas chun an Iar:\nGhabh Sun Wukong thairis Beinn nam Flùraichean is nam Measan agus thàinig e gu bhith na rìgh.An dèidh sin, gus dòigh a lorg airson a bhith beò gu bràth, chuir e seachad ochd no naoi bliadhna a’ siubhal thar bheanntan is aibhnichean gus adhradh a thoirt dha Patriarch Bodhi mar thidsear. dà chruth-atharrachadh air an olc thalmhaidh agus sgòthan somersault, agus ghabh iad an sloinneadh Sun airson a 'chiad uair, ainmichte Wukong.\nÀs deidh sin, chaidh Sun Wukong gu Lùchairt an Dragon ann am Muir Shìona an Ear gus armachd iomchaidh a lorg, agus mu dheireadh lorg e an Ruyi Golden Cudgel, snàthad diadhaidh Tianhe agus Dinghai. Leis gu robh a bheatha seachad, rinn e othail mhòr anns an fho-thalamh, rinn e ath-sgrùdadh air leabhar beatha agus bàis, agus thill e gu saoghal an duine. Nas fhaide air adhart, chaidh Sun Wukong a ghairm le neamh airson a 'chiad uair agus chaidh ainmeachadh mar Bima Wen. Nas fhaide air adhart, chaidh a ghairm gu neamh airson an dàrna turas agus chaidh ainmeachadh mar Rìgh Monkey. Ghoid e peitseagan agus dh'adhbhraich e trioblaid anns na nèamhan. le Tathagata Buddha aig bonn Wuzhi Mountain airson 500 bliadhna, gun chomas gluasad. Thionndaidh an t-àite far an deach fùirneis Bagua a bhreabadh gu bhith na bheinn lasraichean.\nCòig ceud bliadhna às deidh sin, chaidh Monk Tang chun an Iar gus sgriobtaichean fhaighinn, a chaidh seachad air na Five Elements Mountain, agus thug e dheth an talisman mus do shàbhail e Sun Wukong. Thòisich Sun Wukong na dheòir le taing.An dèidh dha stiùireadh fhaighinn bho Guanyin Bodhisattva, rinn e adhradh dha Tang Monk mar thidsear agus chaidh e dhan Iar gus na sgriobtairean ionnsachadh còmhla. Air an t-slighe gus na sgriobtairean ionnsachadh, thàinig Sun Wukong sìos air deamhain agus chuir e às do uilebheistean, agus rinn e cleasan iongantach a-rithist, ach chaidh a mhì-thuigsinn agus chaidh a chuir às le a mhaighstir Tang Seng a-rithist agus a-rithist. Às deidh ceithir fichead sa h-aon duilgheadas, chaidh an obair a chrìochnachadh mu dheireadh.Ràinig na ceathrar mhaighstirean agus deisciobail Teampall Xitian Leiyin agus fhuair iad an fhìor sgriobtar. Fhuair Sun Wukong an toradh ceart.\n(Tha an sgeulachd seo na mheafar gum faod eadhon muncaidh a bhith air a shoilleireachadh, gun luaidh air mac an duine.)", "聖意": "Tha an dachaigh taiceil dhut fhèin, airson beairteas, gnìomhachas, pòsadh, Liujia, luchd-coiseachd fireann, bacadh achaidhean, cnuimhean sìoda, sia beathaichean, Zhongping, a ’coimhead airson daoine, cùis-lagha, soirbheachas, imrich, call seilbh, galair, uaigh Xingxingshan, rudan tha taiceil", "古人": "Bidh an neach-siubhail a 'faighinn soillseachadh", "第X籤": "Air a shoidhnigeadh air an 43mh", "宮": "xugong"}