{"籤詩版本二": "Tha beatha ghlèidhidh aig Qin Jun agus tha e dìorrasach gun a bhith a’ dèanamh olc.\nGus an cuir cuideigin an gnìomh gu socair, bidh na meuran marbh agus na seann chraobhan ag ath-nuadhachadh flùraichean.", "詩意": "Tha an hexagram seo coltach ri fiodh marbh a’ fàs fhlùraichean.\nTha a shoirbheachas fhèin aig a h-uile dad.", "解曰": "Bi glèidhteach agus sàmhach. Thig cùisean gu buil. Ma ghluaiseas e, bidh mòran thubaistean ann. Chan eil coire ann an sàmhchair.", "籤詩故事一": "◇ Iasgach Weishui\nAnn an Sliochd Zhou, rugadh Jiang Shang, leis an ainm Ziya, ann an Ji (bho Xuzhou, Muir Shìona an Ear), agus b’ e Fei Xiong an t-ainm Taoist a bh’ air. Fhuair an sinnsear an tiotal Zai Lu (ainm-àite), agus mar sin b' e Lu Wang a bh' air cuideachd.\nGus faighinn seachad air amannan trioblaideach Rìgh Zhou de Shang Dynasty, bha Jiang Ziya a’ fuireach ri taobh uisge Muir Shìona an Ear agus ag iasgach ann an Abhainn Weishui.\nTha an t-iasg dìreach, gu dearbh, chan e iasgach a chridhe, ach 's e a mhiann a bhith na phrìomhaire.\nChuala an Rìgh Wen gu robh e glic agus dh'fhastaidh e e mar a thidsear (prìomhaire). (Bha Jiang Ziya ceithir fichead bliadhna a dh'aois aig an àm)\nNas fhaide air adhart, thug Rìgh Wu à Zhou ionnsaigh air Rìgh Zhou à Shang, sgrios e Rìoghachd Shang, agus stèidhich e Rìoghachd Zhou. Rìgh Wu ris an canar Jiang Ziya Shangfu. Thàinig mac Feng Jiang, Ding Gong, gu bhith na Mharcas Qi.\n(Is e metafhor a th’ anns an sgeulachd seo: feitheamh ris a’ chothrom, fuirich gus am bi cothrom brosnachaidh ann, an uairsin tòisichidh leasachadh.)", "聖意": "Math fortanach don teaghlach, don dachaigh, agus don bheairteas Nuair a thig an t-àm, bidh an gnothach soirbheachail Ma thèid nighean a bhreith ann an Liujia, cuiridh luchd-coiseachd casg air na h-achaidhean, thèid cnuimhean sìoda a bhacadh Bidh e duilich sia beathaichean a lorg. fortan ann an laghannan-lagha, imrich, caomhalachd, maoin chaillte, tinneas, agus beannachd Math fortanach anns na beanntan 's an uaighean.", "古人": "Weishui ag iasgach", "第X籤": "Dà fhichead sa siathamh crannchur a bhuannaich", "宮": "xugong"}