{"籤詩版本二": "Bidh eòin chobhartaich a’ tionndadh gu pengs as t-fhoghar, toilichte a bhith a’ siubhal agus ag èirigh\nAg èirigh suas mìltean mhìltean dhan iarmailt, chan urrainn dha na h-eòin eile", "詩意": "Tha an hexagram seo na shamhla air àrdachadh is crìonadh Kunpeng.\nBidh a h-uile càil ag atharrachadh.", "解曰": "Dh'atharraich Kun gu Peng. Chan urrainn dha na mìltean de dh'eòin. Pìos cinnamon. Meudaichidh fortan agus beairteas.", "籤詩故事一": "◇ Han Xin a’ gabhail smachd\nBha Han Xin à Huaiyin.\nAig an àm sin, loisg an Rìgh Han sìos an rathad planc, agus theich mòran de na saighdearan aige.Theich Han Xin, a bha air fasgadh a ghabhail le Rìgh Han, cuideachd.\nXiao Fhuair e a-mach agus ruaig e Han Xin air ais thar oidhche.\nAn ath latha nuair a dh'ionnsaich Rìgh Han mu dheidhinn seo, thuirt e gu feargach: \"Theich faisg air dàrna leth nan saighdearan. Cha chuala mi gu robh thu a' ruith prìomh mhinistearan eile, ach bha thu a' ruith Han Xin leat fhèin. Carson?\"\nXiao Thuirt e: \"Mura h-eil dùil aig do Mhòrachd a bhith a 'toirt buaidh air Xiang Yu, na dì-chuimhnich e. ​​Ma tha thu airson a bhith a' farpais ri Chu airson an t-saoghail, feumaidh Han Xin a bhith agad. \" Rinn Rìgh Han an uairsin adhradh do Han Xin mar sheanalair.\nAn uairsin chuidich Han Xin an Impire Gao à Han gus an saoghal a riaghladh, ghlac e rìgh Wei, thug e buaidh air Zhao, ghèill e do Yan, ghlac e Qi, agus sgrios e Chu. Rinn e deich euchdan mòra agus fhuair e an toiseach an tiotal Rìgh Chu.", "聖意": "Math fortanach airson an dachaigh, deagh fhortan dhut fhèin, deagh fhortan airson an fhoghair, gnìomhachas math, pòsadh fadalach, droch fhortan airson sìth, daoine a’ bacadh achaidhean, cnuimhean sìoda, rèidh, deagh fhortan dha na sia beathaichean, deagh fhortan airson an earraich, daoine air chall , cùis-lagha, soirbheachas, imrich, glèidhteachas, seilbh air chall, galair, ùrnaigh airson sìth ann am beanntan agus uaighean", "古人": "Bidh Han Xin a’ gabhail uallach", "第X籤": "Dà fhichead 's a h-ochd a' buannachadh a' Lott", "宮": "Haigong"}