{"籤詩版本二": "Bidh an aimsir fhuar a' tionndadh uisge gu deigh. Carson a bhitheas sanntach airson cliù?\nChan eil roghainn agam ach suidhe gu sàmhach agus feitheamh gus am fàs na duilleagan gu nàdarrach.", "詩意": "Anns an hexagram seo, bidh uisge a 'tionndadh gu deigh.\nNa iarr rud sam bith gu dìomhain.", "解曰": "Bidh uisge a 'reothadh gu deigh. Bidh deigh a 'leaghadh a-steach don uisge. Ma tha e na cho-fheall. Is e sin dìreach a tha ann.", "籤詩故事一": "◇ Tha Wang Xiang ag iarraidh carp (Fichead ’s a Ceithir Sgeulachdan Cràdh Filial)\nRugadh Wang Xiang à Jin Dynasty, le cead ainm Fuzheng, ann an Linyi.\nNuair a bha Wang Xiang òg, bhàsaich a mhàthair bith-eòlasach, phòs athair aonaranach boireannach air an robh Zhu, agus bha màthair ùr aig Wang Xiang. Nuair a bha Wang Xiang òg, bhàsaich a mhàthair bith-eòlasach, agus phòs athair aonaranach boireannach air an robh Zhu. B' e boireannach cumhang, eudmhor a bh' ann am muime Wang Xiang. Goirid, thug a 'mhummair cuideachd mac air an robh Wang Lan. Cha robh gaol aig a' mhuime ach air a' chloinn aice fhèin, agus bha i a' faicinn Wang Xiang mar dhris na taobh, agus dh'fhàs i na bu mhiosa buileach air Wang Xiang, agus bhiodh i tric a' bruidhinn tinn mu Wang Xiang air beulaibh athair. Cha robh gaol aig a' mhuime ach air a' chloinn aice fhèin, agus bha i a' faicinn Wang Xiang mar dhris na thaobh.Bha i fiù 's na bu duilghe air Wang Xiang, agus bhiodh i tric a' bruidhinn tinn air Wang Xiang air beulaibh athar.Mean air mhean cha robh gaol aig athair air tuilleadh. Ged a tha leth-bhràthair Wang Xiang, Wang Lan gu math càirdeil dha bhràthair. A dh'aindeoin cràdh a muime, bha i fhathast glè shalach. Tha a’ mhuime cho cruaidh, ach tha Wang Xiang fhathast gu math filial.\nTha cur-seachad aig a mhuime, is e sin, is toil leatha a bhith ag ithe iasg ùr a tha dìreach ag iasgach a-mach às an abhainn. Tha cur-seachad aig a mhuime, is e sin, is toil leatha a bhith ag ithe iasg ùr a tha dìreach ag iasgach a-mach às an abhainn. Aon gheamhradh, dh'fhalbh athair airson gnìomhachas, agus dh'fhàs a mhuime tinn a-rithist.Thug na bràithrean Wang Xiang agus Wang Lan gu cùramach am brot agus an stuth-leigheis dha am màthair ri ithe. cabhaig. Aon gheamhradh, dh'fhalbh athair airson gnìomhachas, agus dh'fhàs a mhuime tinn a-rithist.Thug na bràithrean Wang Xiang agus Wang Lan gu cùramach am brot agus an stuth-leigheis dha am màthair ri ithe. cabhaig. Bha a mhuime thinn ag iarraidh iasg ùr ithe às an abhainn, agus anns a' ghnàth-shìde chruaidh fhuar sin, bha an t-sneachda a-muigh agus uisge na h-aibhne air tionndadh gu deigh thiugh. Bha a mhuime thinn ag iarraidh iasg ùr ithe.\nSna làithean sin, cha robh soithichean taobh a-muigh an t-seusain ann, agus cha b’ urrainn dhut an ceannach eadhon ged a bhiodh airgead agad.\nAig an ìre seo den sgeulachd, thachair an sgeulachd dhrùidhteach mu Wang Xiangqiu Li. Choisich Wang Xiang chun na h-aibhne reòta gus nach dèanadh e briseadh dùil air a mhuime tinn.Bha beachd aig Wang Xiang agus thug e dheth a lèine ge bith dè an fhuachd a bh’ ann. teòthachd a chuirp fhèin gus an deigh a leaghadh (mar sin canar Wang Xiang carp cuideachd air Wang Xiang na laighe air an deigh). Thug e dheth a lèine agus laigh e rùisgte air an eigh-shruth. Rinn e ùrnaigh ri Dia agus thuirt e: \"Dia, tha mo mhàthair tinn agus ag iarraidh carp ùr ithe. Feumaidh tu dòigh a lorg dhomh ge bith dè. \" Gu h-iongantach gu leòr, sgàin am bloc deighe ri thaobh gu h-obann, agus bha dà Leum carp beò às an sgàineadh agus leum e air an deigh Bha Wang Xiang glè thoilichte. Rinn e ùrnaigh ri Dia: \"Dia, tha mo mhàthair tinn agus tha e ag iarraidh carp ùr ithe. Feumaidh tu dòigh a lorg dhomh ge bith dè. \" Gu h-iongantach gu leòr, sgàin am bloc deighe ri thaobh gu h-obann, agus bha dà sgàineadh ann. Leum carp beò às an sgàineadh agus leum e air an deigh, bha Wang Xiang glè thoilichte. Chaidh e sìos gu sgiobalta, thug e taing do Dhia, agus ruith e dhachaigh leis a 'charp. Chaidh e sìos gu sgiobalta, thug e taing do Dhia, agus gu sgiobalta ghabh e an carp agus chaidh e dhachaigh. Às deidh don mhuime carp ùr ithe, cha b’ fhada gus an d’ fhuair i seachad air bhon tinneas aice. Chaidh iongnadh a dhèanamh air a' mhuime ann an leabaidh an ospadail nuair a chunnaic i corp àrd rùisgte Wang Xiang, a bha a' tionndadh purpaidh bhon fhuachd, agus dà iasg na làmhan.\nThàinig Wang Xiang gu bhith na oifigear às deidh sin agus thàinig e gu bhith na Taibao, agus fhuair e an tiotal Diùc.", "聖意": "An-fhoiseil aig an taigh, tha mi ag ùrnaigh airson dìon, duilgheadasan ionmhais, duilgheadasan gnìomhachais, pòsadh, neo-chunbhalachd ann an àrachas Liujia, luchd-coiseachd, cnuimhean sìoda Chitian, sia call stuic, daoine a tha a dhìth, cùis-lagha poblach, imrich, glèidhteachas, seilbh air chall, tinneas, duilich faighinn air ais, tuama beinne, deagh fhortan", "古人": "Tha Wang Xiang ag iarraidh carp (Fichead ’s a Ceithir Sgeulachdan Cràdh Filial)", "第X籤": "Dà fhichead 's a naoi a' buannachadh a' Lott", "宮": "Haigong"}