{"籤詩版本二": "Faodaidh tu siubhal gu gach ceàrnaidh den dùthaich, a 'crochadh a' chliathaich seòlaidh gus a chumail suas gu saor\nMa tha gaoth fàbharach ann, thig i a dh'aithghearr agus bidh am bàta làn ulaidhean.", "詩意": "Tha an hexagram seo coltach ri bhith a’ tarraing bàta leis a’ ghaoith.\nBidh a h-uile càil a’ dol gu math.", "解曰": "Gabh fois. Chan eil feum air oidhirp. Mòran beairteas. A h-uile meas.", "籤詩故事一": "◇ Còig lochan Tao Zhugui (Loch Fan Ligui)\nAs t-Earrach agus as t-Fhoghar, bha Fan Li, leis an ainm modhail Shaobo, cuideachd air ainmeachadh mar Gui Yizipi no Tao Zhugong.\nAig an àm sin, bha cogadh ann eadar Stàit Wu agus Stàit Yue, agus sgrios Stàit Wu Stàit Yue. Chuir Fan Li agus Wen Zhong ri chèile plana airson Yue King Gou Jian gus Yue a bhrosnachadh agus Wu a sgrios. Shiubhail Fan Li gu pearsanta tro bheanntan is aibhnichean, agus thadhail e air Xi Shi, boireannach brèagha le gach cuid buaidh, tàlant agus bòidhchead, aig Abhainn Huansha ann am Beinn Bailuo agus thug e seachad e do Rìgh Wu. co-obrachadh taobh a-staigh agus taobh a-muigh agus sgrios an Wu Rìoghachd.\nÀs deidh dha soirbheachadh le bhith a’ cuir às do Wu Kingdom, bha fios aig Fan Li gur e “eun fada le amhach le gob” a bh’ ann an Gou Jian agus gum b’ urrainn dha cruadal agus toileachas a cho-roinn leis, agus mar sin chaidh e air bàta le Xi Shi air feadh na Rìoghachd Qi, dh’ atharraich e a chuid ainm gu Gui Zipi, agus threòraich e a mhac agus a dheisciobail anns an Rìoghachd Qi, agus tha iad a 'fuireach ann am bothan ri taobh na mara. Dh'obraich e gu cruaidh gus talamh fhàsach àiteach, ruith gnìomhachas air an taobh agus gnìomhachas a dhèanamh.An ceann beagan bhliadhnaichean, chruinnich e deichean de mhilleanan de mhaoin teaghlaich. Bha e fialaidh ann a bhith a' sgaoileadh beairteas agus a' dèanamh math dhan bhaile aige. Bha muinntir Qi a' cur luach air gliocas agus comas Fan Li. Thug rìgh Qi cuireadh dha gu Linzi, am prìomh-bhaile, agus rinn e adhradh dha mar phrìomhaire a bha os cionn gnothaichean an riaghaltais . Dh'èigh e: \"Faodaidh a bhith nad oifigeach leantainn gu ministearan, agus faodaidh ruith teaghlach fortan a thoirt gu buil. Dha neach a thòisich bhon fhìor thoiseach, tha seo air an ìre as àirde a ruighinn. Is dòcha nach e deagh chomharra a th’ ann a bhith a’ faighinn urram airson ùine mhòr.\" Mar sin, dìreach trì bliadhna às deidh sin, thill e a-rithist Jiliu gu gaisgeil, thill e an ròn gu rìgh Qi, agus thug e air falbh beairteas a theaghlaich gu lèir dha a charaidean dlùth agus a cho-luchd-còmhnaidh.", "聖意": "Tha an taigh math dhut fhèin (ri chuir air falbh), tha an t-airgead math, tha an gnìomhachas math, tha am pòsadh fadalach, chan eil am pòsadh math, tha Liujia sàbhailte, tha daoine a’ cur bacadh air na h-achaidhean, cnuimhean sìoda, foghar, stoc, earrach tha e soirbheachail, tha daoine a 'coimhead airson daoine, tha cùis-lagha dona, tha imrich glèidhteach, tha rudan air chall, tha galaran an Iar air am fuasgladh, tha beanntan agus uaighean deas.", "古人": "Còig Lochan Tao Zhugui (Loch Fan Ligui)", "第X籤": "An leth-cheudamh buannaiche crannchur", "宮": "Haigong"}