{"籤詩版本二": "Is e làithean samhraidh as fhaide agus tha a h-uile duine draghail mun teas agus an trom-inntinn\nTha fios aig neamh agus talamh cuideachd ciod a tha daoine ag iarraidh, agus tha a' ghaoth a' sèideadh agus tha e gu nàdarrach fionnar", "詩意": "Tha an hexagram seo a 'sealltainn gu bheil a h-uile duine draghail mu theas.\nDèan rud sam bith a tha thu ag iarraidh.", "解曰": "Chan eil teagamh sam bith co-dhiù an tèid thu air adhart no tarraing air ais. Gabh deagh àm. A bheil e airson campachadh? Chan eil feum air a bhith gòrach.", "籤詩故事一": "◇ Kong Ming a-steach Sichuan\nBhuineadh Zhuge Liang (181-234), leis an ainm Kongming, do Yangdu, Langya (a-nis Siorrachd Yinan, Roinn Shandong), agus bha e na phrìomhaire air Shu Han (Liu Bei) rè ùine nan Trì Rìoghachdan.\nGed a bhuannaich Liu Bei Jingzhou, cha robh e gu leòr aon taobh a sgaradh.Bha Zhuge Kongming an dùil Xichuan a ghlacadh gus fearann ​​​​Liu Bei a mheudachadh. Aig an àm seo, chaidh ionnsaigh a thoirt air Liu Zhang ann an Yizhou le Zhang Lu sa cheann a tuath. Dh'ionnsaich Zhuge Kongming gu robh Liu Zhang airson mapa Xichuan a choisrigeadh gu Cao Cao gus e fhèin a dhìon. Nuair a choinnich Zhang Song (fo-cheannard Liu Zhang) ri Cao Cao, leis gu robh Cao Cao àrdanach agus mì-mhodhail, thug Liu Zhang am mapa air ais gu Xichuan agus chaidh e seachad air Jingzhou air an t-slighe. Bha Kong Ming air a bhith a’ feitheamh ris air an t-slighe mar-thà agus thug e cuireadh dha gu Jingzhou, ach cha tug e iomradh air an Xichuan Picture gus an do dh’ fhalbh e. ris.\nBha talamh Xichuan cunnartach agus ghabhadh ionnsaigh no dìon a thoirt air.An dèidh diofar rèiteachaidhean Kong Ming, thàinig Xichuan gu bhith na àite breith aig Liu Bei.\n(Dhèilig Kong Ming ri daoine le modh agus fhuair e gu furasta an Xichuan cliùiteach.)", "聖意": "Ùrnaigh airson beannachdan aig an taigh agus airson do dhìon fhèin (tha deagh fhortan anns na mì-fhortan) Sireadh beairteas, deagh fhortan ann an gnìomhachas, pòsadh cumanta, breith bhalaich ann an Liujia, raointean gluasadach, cnuimhean sìoda, milleadh air stoc, lorg dhaoine, cùis-lagha poblach , imrich, seann rudan caillte, galairean a tuath, miann bheanntan agus uaighean", "古人": "Kong Ming a-steach Sichuan", "第X籤": "Caibideil 51: A 'buannachadh a' chrannchuir (a 'buannachadh a' chrannchuir)", "宮": "Uterus"}