{"籤詩版本二": "Tha e a' toirt tòrr oidhirp a' ghealach a ghlacadh anns an uisge.Tha e a' toirt tòrr oidhirp ach gun dad.\nNa bi a' bruidhinn neòinean agus na caith na h-oidhirpean agad gus an corp a neartachadh.", "詩意": "Tha an hexagram seo sanntach airson ìomhaigh oidhirp.\nTha a h-uile dad saothair agus saothair.", "解曰": "Tha geallaidhean duilich a chuimhneachadh. Tòrr obair chruaidh. Dèan dragh aig an taigh. A’ feitheamh ri daoine uasal a choinneachadh.", "籤詩故事一": "◇ Ghlac Taibai a ’ghealach fhad‘ s a bha e air an deoch (ghlac Li Taibai a ’ghealach fhad‘ s a bha e leis an deoch)\nLi Bai (701-762), ris an canar cuideachd Taibai, ris an canar cuideachd Qinglian Jushi. B' e Immortal of Poetry an t-ainm a bha air a' bhàrd aig an Tang Dynasty, ris an canadh e fhèin neo-bhàsmhor, agus bha e daonnan toilichte gun a bhith ag òl.\nAon uair 's gun tàinig Li Bai gu Jinling (Nanjing a-nis) agus ghabh e fois ann an taigh-bìdh ri taobh Drochaid Wende.\nThachair gur e an latha sin an còigeamh latha deug de mhìos gealaich a' gheamhraidh, agus air an oidhche, shuidh e na aonar anns an taigh-bìdh agus a 'toirt meas air a' ghealach, agus e ag òl agus ag aithris dàin. Thachair gur e an latha sin an còigeamh latha deug de mhìos gealaich a' gheamhraidh, agus air an oidhche, shuidh e na aonar anns an taigh-bìdh agus a 'toirt meas air a' ghealach, agus e ag òl agus ag aithris dàin. Bha gaol aig Li Taibai air a’ ghealach na bheatha, ag ràdh gu robh i glan agus brèagha. Bha gaol aig Li Taibai air a’ ghealach na bheatha, ag ràdh gu robh i glan agus brèagha. An oidhche sin, sheall e suas agus chunnaic e a' ghealach gheal agus chruinn anns an adhar, bha e glè thoilichte agus dh'òl e beagan speuclairean eile. An oidhche sin, sheall e suas agus chunnaic e a' ghealach gheal agus chruinn anns an adhar, bha e glè thoilichte agus dh'òl e beagan speuclairean eile. Aig meadhan oidhche, ghabh Li Taibai brath air an fhìon agus chaidh e sìos an staidhre ​​​​gu Drochaid Wende. Aig meadhan oidhche, ghabh Li Taibai brath air an fhìon agus chaidh e sìos an staidhre ​​​​gu Drochaid Wende. Cho luath 's a choisich e air an drochaid, leig e sìos a cheann agus gu h-obann chunnaic e a' ghealach a' tuiteam dhan uisge.Nuair a ghluais an abhainn, chaidh beagan loidhnichean dubha a chur ri dubhar geal na gealaich. Cho luath 's a choisich e air an drochaid, leig e sìos a cheann agus gu h-obann chunnaic e a' ghealach a' tuiteam dhan uisge.Nuair a ghluais an abhainn, chaidh beagan loidhnichean dubha a chur ri dubhar geal na gealaich. Bha Li Taibai cho deoch aig an àm seo 's gu robh e den bheachd gur i a' ghealach a bha air a dhath le uisge na h-aibhne. Bha Li Taibai cho deoch aig an àm seo 's gu robh e den bheachd gur i a' ghealach a bha air a dhath le uisge na h-aibhne. Cha robh e fiù 's dragh a thoirt air a bhòtannan a thoirt dheth, dh'fhosgail e a làmhan agus leum e far na drochaid gus a' ghealach a ghlacadh. Cha robh e fiù 's dragh a thoirt air a bhòtannan a thoirt dheth, dh'fhosgail e a làmhan agus leum e far na drochaid gus a' ghealach a ghlacadh. Gu h-obann, leis an leum seo, cha deach a 'ghealach a ghlacadh, ach chaidh a' ghealach san uisge a bhriseadh agus a roinn ann an dà leth sa bhad. Gu h-obann, anns an leum seo, cha deach a 'ghealach a ghlacadh, ach chaidh an duine a bhàthadh. Chaochail e aig aois tri fichead 's a dhà.", "聖意": "Tha an taigh mì-chofhurtail agus tha thu ann an droch fhortan (thoir aire do do shlàinte) (mì-fhortanach) Faigh cothromachadh ann am beairteas (na bi eadhon a ’smaoineachadh mu dheidhinn) Duilgheadas ann an gnothaichean, chan eil pòsadh air a rèiteachadh, ùrnaigh airson dìon (ulaidhean falamh gus casg a chuir air breith-ghiùlan) Tha luchd-coiseachd ann an trioblaid, tha cnuimhean sìoda san raon còig puingean agus sia beathaichean a’ crìonadh, a’ coimhead airson cùis-lagha poblach dhaoine (mì-fhortanach) agus (Cuir stad air a’ chùis-lagha) Imrich àbhaisteach (na toir iomradh air) Caill seilbh (itealain) Ag ùrnaigh airson dìon bho thinneas (mì-fhortanach) Math fortanach ann am beanntan agus uaighean", "古人": "Ghlac Taibai a’ ghealach fhad ‘s a bha e leis an deoch (ghlac Li Taibai a’ ghealach fhad ‘s a bha e leis an deoch)", "第X籤": "Leth-cheud sa dhà a’ buannachadh a’ chrannchuir (Crannchur)", "宮": "Uterus"}