{"籤詩版本二": "Nuair a thionndaidheas frustrachas gu bhith na aoibhneas, bidh dragain a’ beucaich agus tìgearan a’ beucaich.\nTha a rathad fein aig an adhar ghorm chum nan speur, Gu'm biodh tuilleadh soirbheachaidh agus cliù agam.", "詩意": "Tha an hexagram seo coltach ri dràgon a’ beucaich agus tìgear a’ beucaich.\nTha dòchas ann gun tèid a h-uile càil gu math.", "解曰": "Dìreach teagasg agus falbh. Biodh do shoirbheachas fhèin agad. Feumar a dhèanamh mu dheireadh. Tha àite ri lorg.", "籤詩故事一": "◇ Bidh Liu Bei a’ trusadh bean na bainnse\nÀs deidh Blàr Chibi, bha Sun Quan gu mòr airson Jingzhou fhaighinn air ais, a chaidh a ghlacadh le Liu Bei, agus mar sin chleachd e plana Zhou Yu, a ’leigeil air gun robh e airson a phiuthar Sun Ren a ghealladh gu Liu Bei, ach gu dearbh bha e airson a thoirt Liu Bei mar nàmhaid airson Jingzhou a thagradh.\nÀs deidh dha Zhuge Liang spionadh air plana Zhou Yu, thug e seachad an leabhran leis an ro-innleachd gu Zhao Yun, a bha a’ dìon Liu Bei nuair a chaidh e gu Soochow. Tha fios aig athair Sun Quan mun mholadh pòsaidh. Leis gu robh gaol aig Wu Guotai air an nighinn aige agus nach robh i deònach cùisean fad-beatha na h-ìghne aice a cho-dhùnadh gu cas, rinn i càineadh air Sun Quan airson a bhith neo-thruacanta ri a phiuthar agus mhol i dearbhadh gu pearsanta an robh Liu Bei airidh air an nighean aige aig Ganlu Temple. Às deidh Wu Guotai coinneachadh ri Liu Bei, chuir i meas mòr air Liu Bei agus mhol i gu làidir am pòsadh eadar Liu Bei agus an nighean aige.Mar thoradh air an sin, phòs Liu Bei a’ Bh-ph Sun gu soirbheachail.\nNas fhaide air adhart, theich Liu Bei agus a 'Bh-ph Sun air ais gu Jingzhou còmhla.. Nas fhaide air adhart, bha Sun Quan airson brath a ghabhail air ionnsaigh Liu Bei air Yizhou gus ionnsaigh a thoirt air Jingzhou, ach chaidh a stad le Wu Guotai, a bha draghail mu shàbhailteachd an nighean aige.\nTha an abairt ag ràdh: \"Is e plana snasail Zhou Yu am fear as fheàrr air an t-saoghal. Chaill e a bhean agus chaill e na saighdearan aige.\"\n(Fhuair Liu Bei bho chron)", "聖意": "Tha mi mì-shealbhach aig an taigh agus tha mi mì-shealbhach (an toiseach droch fhortan, an uairsin deagh fhortan) Sireadh beairteas, cothromachadh, duilgheadas pòsaidh, soirbheachas ann am pòsadh Ùrnaigh airson beannachdan do luchd-coiseachd, cnuimhean sìoda anns na h-achaidhean, còig puingean airson milleadh sprèidh, lorg do dhaoine, cùis-lagha agus imrich, deagh fhortan airson seilbh air chall, deagh fhortan airson galair, sìth bheanntan agus uaighean.", "古人": "Bidh Liu Bei a’ fastadh bean na bainnse", "第X籤": "An treas àireamh leth-cheud a bhuannaich", "宮": "Uterus"}