{"籤詩版本二": "Tha buadhan athair gu mac air a thoirt sìos gu ogha.Tha beairteas ann am biadh agus aodach an urra ri Dia a-mhàin.\nTha Chunxuan anns an talla a' toirt toileachas do dhaoine.Nuair a tha an t-acras orra, biadhadh, pathadh agus cadal, tha Chunxuan na mheafar do phàrantan.", "詩意": "Tha an hexagram seo ceangailte ri ìomhaigh bambù a’ leantainn chun earrach.\nAn dòchas gun tèid a h-uile càil gu math.", "解曰": "Gabh bambù agus lean gu earrach. Bidh e a 'sgaoileadh gun chrìoch. Tha duine-uasal a’ sireadh dòchais. A h-uile toilichte.", "籤詩故事一": "◇ Chaidh Rìgh Wu à Zhou suas an rìgh-chathair\nThug Rìgh Wu à Zhou ionnsaigh air Rìgh Zhou agus stiùir e ochd ceud prionnsa a shabaid an aghaidh arm Rìgh Shang.Thionndaidh na saighdearan ann an Chaoge (prìomh-bhaile Rìgh Shang) an aghaidh Rìgh Shang agus bhrath iad Rìgh Shang.\nLoisg Rìgh Zhou e fhèin air Tùr Zhaixing, agus chaidh an Shang Dynasty a sgrios.\nGhabh Rìgh Wu ris an leabhar òir agus an ionmhas òir, a tha mar rìgh-chathair an ìmpire.Thug e aghaidh gu deas, bha a làmhan air am pasgadh sìos, agus shuidh e gu dìreach. Dh'òrdaich Rìgh Wu gun deidheadh ​​​​seilbh Lutai a sgaoileadh, an Tùr Togail Rionnag a leagail, agus an gràn rus a bha air a stòradh ann an Juqiao a sgaoileadh.\nLeig às an Jizi sa phrìosan agus càradh uaigh Bigan. Mharcaich Rìgh Wu ri taobh doras an t-saoi aig taigh Shang Rong agus chrom e a cheann. Thoir urram do na daoine buadhach agus beusach, agus leig às na tràillean anns an lùchairt a-staigh.\nChuir e stad air armachd cuideachd agus bhrosnaich e cultar agus foghlam. Ann an ceann a deas Nanshan, bidh eich ag ionaltradh agus bidh crodh ag ionaltradh air an dùthaich le craobhan peach.", "聖意": "Chan eil an taigh ann an deagh staid (deagh fhortan), faodaidh tu do mhiannan fhèin a dhèanamh (deagh fhortan), buannachd ionmhais a shireadh, malairt a dhèanamh, agus pòsadh (coinnich ri deagh mhac-cèile), tha Liujia sàbhailte (zodiac). soidhne), bidh luchd-coiseachd a’ gluasad achaidhean, tha cnuimhean sìoda fortanach, tha sia beathaichean air am milleadh, tha e duilich daoine a lorg (faic), cùis-lagha poblach, daoine uasal a’ gluasad, tha deagh fhortan air chall agus thathas a’ faicinn rudan Galaran agus ghalaran", "古人": "Chaidh Rìgh Wu à Zhou suas an rìgh-chathair", "第X籤": "Leth-cheud sa chòigeamh a’ buannachadh a’ chrannchuir (lotadh)", "宮": "Lùchairt grànda"}