{"籤詩版本二": "Tha an tràigh làn de chreagan, tha an sruth a 'sruthadh, tha a' ghaoth soilleir, tha a 'ghealach soilleir, agus na daoine uasal trang.\nAir an rathad, feumaidh mi faighneachd càite an tèid thu Na gabh fàileadh flùraichean is lusan sa choille Na gabh cùram dheth.", "詩意": "Tha an hexagram seo coltach ri bàta a’ siubhal air tràigh bheag.\nAnns a h-uile càil, tha daoine uasal ann airson cuideachadh.", "解曰": "Airson bith-beò a dhèanamh. Tòrr obair chruaidh. Fuirich glèidhteach agus fuirich. Gach dùrachd.", "籤詩故事一": "◇ Ar-a-mach Lushan\nBha An Lushan (703-757), leis an t-sloinneadh Kang agus ainmichte Yaluoshan, à Liucheng, Yingzhou (Chaoyang, Liaoning a-nis).\nNas fhaide air adhart, ghabh e an sloinneadh An agus dh'atharraich e ainm gu Lushan. Aig àm riaghladh an Ìmpire Xuanzong de Shliochd Tang, bha An Lushan na thosgaire armailteach.\nSan t-Samhain den 14mh bliadhna de Tianbao, thog An Lushan saighdearan ann am Fanyang.In ainm ionnsaigh a thoirt air Yang Guozhong, chuir e air bhog ar-a-mach agus thug e saighdearan trì bailtean gus ionnsaigh a thoirt air Luoyang, prìomh-bhaile an ear. Chaidh aithrisean bho Taiyuan gu Lishan, cha robh Tang Xuanzong, a bha aig Lùchairt Huaqing ann an Lishan aig an àm, den bheachd gun dèanadh Anlushan ar-a-mach Ach, lean naidheachdan mun ar-a-mach a’ sgaoileadh, agus bha Xuanzong fhathast leth-chinnteach. (Seo dealbh de “fuaim uisge ruith garbh air creagan beaga ann an allt”)\nCha b’ ann gus an do chuir Yan Zhenqing, àrd-oifigear Siorrachd Pingyuan, cuideigin a chuir fios a dhùisg Xuanzong bhon aisling aige.\nFo ro-innleachd mhearachdach an Impire Xuanzong de Shliochd Tang, ghlac rèisimeid eachraidh An Lushan Luoyang, prìomh-bhaile an ear. Am Prìomhaire.\nAnns an Ògmhios den aon bhliadhna, chuir an t-Ìmpire Xuanzong de Shliochd Tang, a bha dèidheil air faochadh a thoirt don èiginn ann an Chang'an agus fo thuigse armachd ceàrr, dà sheanalair ainmeil, Feng Changqing agus Gao Xianzhi, a chuir an òrdugh seo iongnadh air arm Tang. (Tha an giùlan seo a 'dol an aghaidh \"feumaidh an rathad a bhith a' comharrachadh an abhainn aghaidh\")\nÀs deidh sin, dh’ òrduich an t-Ìmpire Xuanzong de Shliochd Tang gu h-èiginneach seanalair eile, Ge Shuhan, arm Tang a stiùireadh chun ear a-mach à Tongguan.\nBha Ge Shuhan, a thuig gu h-iomlan mearachd ro-innleachdail an Impire Xuanzong de Shliochd Tang, an dùil dàil a chuir air an atharrachadh (an dòigh-obrach “tha e ceart gu leòr ma tha a’ ghaoth socair agus an làn socair).\nAig a' cheann thall, bha an t-Ìmpire Xuanzong de Shliochd Tang den bheachd gu robh e ro eagallach airson sabaid, agus mar sin cha robh roghainn aige ach a bhith a 'sabaid ri An Lushan ann an deòir, agus chaidh a' chùis a dhèanamh. (Tha e a 'coileanadh \"Ma tha thu ag obair gu cruaidh gus taic a thoirt dhut fhèin, is dòcha gu bheil thu air do leòn.\")\nAnn an Sliochd Tang, nuair nach robh ùine aig na saighdearan crìche agus gearastan ionadail freagairt, bhrùth arm An Lushan air a’ chrìch agus chaidh iad a-steach don phrìomh-bhaile. Ann an suidheachadh èiginneach, thug an t-Ìmpire Xuanzong de Shliochd Tang air Buidheann nan Geàrdan teicheadh ​​​​bhon phrìomh-bhaile, ag adhbhrachadh gun do thuit Xijing Chang'an gun cheannard.\n(Bhris Tang Xuanzong an aghaidh stiùireadh an t-soidhne seo, agus mar sin bha ar-a-mach An Lushan soirbheachail.)", "聖意": "Tha an taigh sàbhailte, tha thu fhèin fortanach, tha am fortan seasmhach, tha an gnothach soirbheachail, tha am pòsadh soirbheachail (rabhadh), thig neach-coiseachd fireann à Liujia chun achadh, thathas a’ buain cnuimhean sìoda, tha sia sprèidh air am milleadh, lorgar an neach , tha a 'chùis-lagha air fhìreanachadh, tha an t-seilbh caillte a' toirt galair, is e sin, bu chòir uaigh Anshan a chàradh.", "古人": "ar-a-mach Lushan", "第X籤": "An siathamh crannchur leth-cheud", "宮": "Lùchairt grànda"}