{"籤詩版本二": "Gabh dìreach suas chun togalach dùbailte gus am falach, air a chuairteachadh le coille droigheann\nTha beatha fhada agus beatha ghoirid aig Tian Gaojun. Faigh aon shoirbheachadh agus caill dithis. Gabh timcheall →.", "詩意": "Tha an hexagram seo na chomharradh air cùisean a chumail sean agus atharrachadh aig àm sam bith.\nBidh a h-uile dad adhartach ma dh’ fheitheas tu airson an àm cheart.", "解曰": "Coltach ri deoch làidir. Dìreach bi glèidhteach. Fuirich gus an tig an t-àm. Gun tubaist, gun choire.", "籤詩故事一": "◇ Beinn Zhang Liangyin\nAnn an Han Dynasty, b 'e Coirèanais a bh' ann an Zhang Liang, leis an ainm modhail Zifang, agus bha a shinnsirean airson còig ginealaichean uile nam prìomh mhinistearan ann an Coirèanais.\nNuair a sgrios Stàit Qin Coirea a Deas, sgaoil Zhang Liang a bheairteas gu lèir agus chaidh e am falach. A 'toirt ionnsaigh air Qin Shihuang ann am Bolangsha (a-nis Yuanyang County, Henan Province), bhuail e an leas-chàr gun fhiosta. Bha a' Chiad Impire ag iarraidh Zhang Liang a chur an grèim air feadh na dùthcha, ach cha b' urrainn dha a ghlacadh airson deich mìosan.\nNas fhaide air adhart, chuidich Zhang Liang Rìgh Han gus an saoghal aonachadh. Às deidh a shoirbheachadh, dhiùlt e duais fhaighinn agus chaidh oifigear ainmeachadh, agus fo stiùir ionnsachadh Taoism bho Chisongzi (neo-bhàsmhor).", "聖意": "Ùrnaigh airson beannachdan aig an taigh agus airson do shàbhailteachd fhèin (chan urrainnear fortan slaodach a mhìneachadh ach le caoimhneas) Tha a bhith a’ sireadh beairteas àbhaisteach (seachain) Bidh gnothaichean soirbheachail (feithibh mionaid) Chan eil pòsadh ann an co-chòrdadh ri Liujia, deagh fhortan nuair a bhios tu a’ siubhal chun an achadh, tha cnuimhean sìoda leth taiceil, tha sia beathaichean soirbheachail (fàilligeadh), a’ coimhead airson daoine, a’ cur bacadh air cùis-lagha poblach, call, tha imrich taiceil (mì-shealbhach)) Caill seilbh, droch fhortan airson tinneas, ùrnaigh airson deagh fhortan ann am beanntan is uaighean", "古人": "Beinn Zhang Liangyin", "第X籤": "Caogad ’s a naoi a’ buannachadh a’ Lott (Crannchur)", "宮": "Lùchairt Yin"}