{"籤詩版本二": "Ag aithris dàin aig dol fodha na grèine, a’ gabhail òrain fon ghealach, a’ magadh air a h-uile cothrom\nNuair a choinnicheas sinn, bidh sinn a 'falach ann an trioblaid agus a' seinn còmhla a 'seinn Lianliluo Tha Lianli a' toirt iomradh air a 'chraobh leantainneach. Tha e a’ samhlachadh co-sheirm eadar fear is bean. Luo Zhiwang. Tha e a’ ciallachadh gu bheil càraid ceangailte ri chèile. No tha sìoda agus satain a’ toirt iomradh air aodach dathach.", "詩意": "Tha an hexagram seo na chomharradh air cùisean a chumail sean agus atharrachadh aig àm sam bith.\nTha a h-uile dad adhartach.", "解曰": "Tha am bòidhchead anns an taigh. Seinn bàrdachd. Bha gàirdeachas ann. Math fortanach agus droch fhortan.", "籤詩故事一": "◇ Tha Su Xiaomei ann an trioblaid\nAnn an Rìoghachd nan Òran, b' i Su Xiaomei am piuthar ab' òige aig Su Dongpo. Chaidh trì ceistean duilich ullachadh airson deuchainn a dhèanamh air an duine-cèile, agus rinn e cùisean duilich dha fear na bainnse Qin Shaoyou a dh'aona ghnothach.Nuair a thàinig e chun treas ceist, smaoinich Qin Shaoyou gu cruaidh.\nGu fortanach, chuidich Su Dongpo gu dìomhair e mus deach e a-steach don t-seòmar-bainnse.\nTha dàn ann a tha ag ràdh:\nTha artaigilean air a ràdh bhon t-seann aimsir gu bheil am piuthar as òige nas glice na an duine aice;\nTha fear-bainnse nan Trì Duilgheadasan gu math neònach, taigh eireachdail gun choimeas air an t-saoghal.", "聖意": "Math fortanach airson an dachaigh, deagh fhortan dhut fhèin, deagh fhortan airson gnìomhachas, deagh fhortan airson pòsadh, deagh fhortan dha boireannaich, siubhal gu achaidhean, aibidh cnuimhean sìoda, deagh fhortan dha sprèidh, a ’coimhead airson daoine, deagh fhortan airson cùis-lagha, deagh fhortan airson imrich, deagh fhortan airson seilbh air chall, droch fhortan airson tinneas, deagh fhortan airson faighinn seachad air, deagh fhortan airson beanntan agus uaighean", "古人": "Tha Su Xiaomei ann an trioblaid", "第X籤": "Trì fichead 's a h-aon a' buannachadh crannchur", "宮": "Lùchairt Yin"}