{"籤詩版本二": "Madainn is oidhche, feumaidh taic an Buddha a bhith ann an amannan cunnartach ach gun a bhith ann an cunnart\nMa tha thu air do thàladh le duine uasal, bidh airgead agus sìoda còmhla riut cuideachd, is e seo Chuan Lai. Tha e uile an urra riut fhèin.", "詩意": "Tha an hexagram seo a’ riochdachadh beannachadh dìomhair dhiathan agus Buddhas.\nBi foighidneach agus bi deagh fhortan anns a h-uile càil.", "解曰": "Comharradh air sìth seann-fhasanta. Nuair a bhios a h-uile dad daor, bidh e taiceil.", "籤詩故事一": "◇ Fhuair Tang Monk soillseachadh\nAon latha, thàinig Tang Seng chun na h-aibhne agus chunnaic e Beinn Lingshan an Buddha air a beulaibh, bha drochaid aon-phlanc air a beulaibh agus cha robh Tang Seng airson a dhol tarsainn oirre. Dh'atharraich an Buddha gu bhith na fhear-bàta agus chùm e bàta briste gun bhonn.Cho luath 's a fhuair Tang Monk air a' bhàta, thuit e dhan abhainn agus chaidh a shàbhaladh le fear a' bhàta. (Sgeulachd Turas chun an Iar)\n◇ Sgriobtaran Bùdachais Tang Monk\nSanzang de Shliochd Tang, b’ e Chen an sloinneadh cumanta aige agus b’ e Yi an t-ainm a thug e air. Rugadh e ann an Siorrachd Goushi, Luozhou (a-nis deas air Yanshi City, Roinn Henan). Thàinig e gu bhith na mhanach aig aois trì-deug agus ghabh e an t-ainm Buddhist Xuanzang.\nGus na sgriobtairean Bùdachais tùsail fhaighinn, chaidh e a-mach à Chang'an (Xi'an an-diugh, Roinn Shaanxi) anns an treas bliadhna de Zhenguan (AD 629), chaidh e tarsainn na crìche, agus chaidh e tro chruadal gun àireamh gus Tianzhu a ruighinn ( India) gus na sgriobtairean a chruinneachadh. Shiubhail e air feadh lagan aibhne Ganges agus Indus agus taobh an ear-dheas nan Innseachan, agus chaidh e thairis air na beanntan le mullach sneachda agus na dromannan uaine, a' coiseachd còrr is 50,000 mìle air ais 's air adhart. an 19mh bliadhna de Zhenguan (AD 645). Thug e air ais àireamh mhòr de sgriobtairean Bùdachais agus dh’eadar-theangaich e iad gu Sìonais.\n(Chaidh Tang Sanzang air turas fada air ais is air adhart eadar Sìona agus na h-Innseachan, agus bha e gu bhith a’ faighinn eòlas air cunnartan, ach bha e comasach dha tilleadh gu sàbhailte leis gu robh naomh-taic neo-fhaicsinneach air a chùlaibh.)", "聖意": "Tha an dachaigh sàbhailte, tha e fhèin taiceil, tha malairt an Iar soirbheachail, tha am pòsadh soirbheachail, bidh an luchd-coiseachd a’ bacadh an achaidh, tha na cnuimhean sìoda air am bacadh, tha na cnuimhean sìoda 70%, tha an sprèidh prothaideach, lorgar daoine, sluagh an Iar tha a' chùis-lagha dona, tha an imrich glèidhte, chithear an t-seilbh caillte, tha an galar taiceil, tha na beanntan agus na h-uaighean taiceil.", "古人": "Fhuair Tang Monk soillseachadh", "第X籤": "A' buannachadh a' chrannchuir trì fichead 's a dhà", "宮": "Lùchairt Yin"}