{"籤詩版本二": "Chaidh an t-iasg snàmh a ghlacadh ann an ribe ann an Linne Bibo.\nMa thèid rudeigin ceàrr às deidh smaoineachadh mu dheidhinn, adhbharaichidh e trioblaid aig a’ cheann thall.", "詩意": "Tha an hexagram seo a’ riochdachadh iasg a chaidh a ghlacadh ann an ribe.\nTha e ciallach cuideachd a bhith faiceallach anns a h-uile dad.", "解曰": "Tuineachadh fon taigh. Tha mòr-thubaist a 'tuiteam bho neamh. Dùisg tràth agus gabh cùram an toiseach. Seachain tubaistean.", "籤詩故事一": "◇ Tha an t-each còmhdaichte le uisge (tha e duilich an t-uisge a chruinneachadh)\nHan Dynasty. Bhuineadh Zhu Maichen, le cead ainm Wengzi, do Wu ann an Kuaiji (a-nis na phàirt de Suzhou City).\nAnns na bliadhnaichean tràtha aige, bha teaghlach Maichen bochd agus cha robh soirbheachadh sam bith aige, agus bha a' chàraid a' fuireach ann an geata tughaidh ann an rathad cùil, a' gearradh connadh agus ga reic airson dà cheann-cinn. Cha bhith thu a’ dèanamh mòran airgid le bhith a’ reic connadh aig prìs duine sam bith.\nChaidh a bhean a-mach a dh'iarraidh uisge agus chunnaic i buidheann chloinne a' gàireachdainn air Maichen.\nNuair a bha Zhu Maichen leth-cheud bliadhna a dh'aois, dh'iarr an t-Ìmpire Wu à Han Dynasty tàlantan agus thug e adhradh do Zhu mar àrd-oifigear Kuaiji.\nBha aithreachas air a bhean gun robh i dall agus bha i airson a bhith air a lughdachadh gu bhith na searbhanta agus na leannan airson seirbheis a thoirt dha Zhu airson a’ chòrr de a bheatha.\nDh' àithn Maichen d'a iar-bhean bucaid uisge fhaotainn, a dhòrtadh air an staidhre, agus thubhairt i, \"Ma ghabhas an t-uisge air ais, gheibh an dithis aca air ais còmhla.\"\nA 'beachdachadh air a' chàirdeas eadar an duine agus a bhean, fhuair a 'bhean agus an duine aice a bha air ath-phòsadh àite fosgailte sa ghàrradh cùil airson àiteachadh agus taic a thoirt dhaibh fhèin. Thilg a bhean i fhèin dhan abhainn agus bhàsaich i.", "聖意": "Tha an taigh ann an cunnart, tha e fhèin ann an cunnart, tha an t-airgead air chall, tha an gnothach ann an sìth, chan eil am pòsadh co-sheirm, tha eagal air Liujia, tha daoine air am bacadh, tha cnuimhean sìoda san raon air am milleadh, sia sprèidh air chall, tha daoine lorg, tha cùis-lagha air chall, tha imrich math, tha cùisean air chall neo-chomasach, tha galairean air adhbhrachadh, bu chòir mòr-thubaistean agus uaighean beinne cunnartach atharrachadh.", "古人": "Tha an t-each còmhdaichte le uisge (tha e duilich an t-uisge a chruinneachadh)", "第X籤": "Seasgad sa cheathramh soidhne", "宮": "Maogong"}