{"籤詩版本二": "Tha an rathad cunnartach, tha na h-eich agus na fir ann an cabhaig, agus tha na saighdearan ann an droch chaolas nuair a thèid iad air chall.\nTha an tràigh àrd, tha a' ghaoth agus na tonnan a' briseadh, tha am bàta briste, tha a' ghrian a' dol fodha, tha na flùraichean a' tuiteam, tha an speur a' tuiteam, agus tha an reothadh a' tuiteam. : ràmh.", "詩意": "Tha an hexagram seo coltach ri bàta a’ briseadh sìos an tràigh.\nThoir an aire bho gach cunnart.", "解曰": "Seann sgoil agus seann sgoil. Sàmhach agus gun choire. Chan eil feum air comhairle a shireadh. Siubhail gu saor.", "籤詩故事一": "◇ Chaill Rìgh Chu Yin Ling a shlighe\nTràth ann an 202 RC, bha 400,000 saighdear Han bho thrì taobhan a' cuairteachadh arm Xiang Yu ann an Gaixia, a bha gann de bhiadh. le arm Han. Thug an innleachd saidhgeòlach seo de “sèist air gach taobh” air arm Xiang Yu misneachd a chall.\nMar sin stiùir Xiang Yu còrr air 800 eachraidh mionlach agus chuir iad romhpa briseadh a-mach, fhad ‘s a lean arm Han gu dlùth le Guan Ying agus 5,000 eachraidh. Às deidh dha a dhol thairis air Abhainn Huai, cha robh ach ceud neach air fhàgail aig eachraidh Xiang Yu.\nChaidh Xiang Yu air chall ann an Yinling agus dh'iarr e air tuathanach air taobh an rathaid an rathad chun na h-aibhne.Gu h-obann, lean e an stiùireadh a chomharraich am bodach agus chrìochnaich e ann am boglach, ga dhèanamh duilich a ghluasad. Arm Bang, ràinig Xiang Yu Wujiang mu dheireadh agus bha fios aige gu robh an suidheachadh seachad.", "聖意": "Tha an teaghlach agus an taigh draghail mu na mòr-thubaistean aca fhèin A’ sireadh airgid agus a’ milleadh a’ ghnothaich Chan eil am pòsadh maireannach Tha Liujia cunnartach Tha luchd-coiseachd a’ bacadh nan achaidhean Tha cnuimhean sìoda air am milleadh Sia sprèidh air am milleadh Daoine a’ call cùis-lagha poblach. call, Imrich, maoin chaillte, tinneas Cha'n f heàrr a chur gu uaigh beinne.", "古人": "Chaill Rìgh Yin Ling of Chu a shlighe", "第X籤": "Trì fichead 's a sia crannchur", "宮": "Maogong"}