{"籤詩版本二": "Nuair a thig an geamhradh, cha tèid meur de bhlàthan pluma air a’ bheinn a sgrios ged a thuiteas a dhuilleagan agus a geugan a’ seargadh.\nAch nuair a thig an t-earrach, bidh mi fhathast a 'tilleadh orm mar an courtesan agus a' sgrios an obair thùsail.", "詩意": "Anns an hexagram seo, tha am blàths pluma anns a’ phrìomh àite.\nTha a h-uile dad math ma thèid dàil a chuir air.", "解曰": "Loisg aon saighead falamh. Nuair a tha e falamh, chan eil e falamh. A ' feitheamh airson an t-earrach a ' tighinn a-nuas. Tha an dath ann.", "籤詩故事一": "◇ Sgòr dà uair\nAig àm riaghladh an Ìmpire Dezong de Shliochd Tang, chaidh am ministear dìleas Mei Bogao agus a theaghlach a dhealbhadh leis a’ Phrìomhaire meallta Lu Qi, a bha airson am marbhadh uile.Cha b’ urrainn ach a mhac Mei Liangyu teicheadh. ainm gu Wang Xitong gus a dhearbh-aithne fhalach. Bha e a’ fuireach leis fhèin air na sràidean, acrach agus fuar, ach gu fortanach chaidh a thoirt a-steach le Chen Risheng (Chen Dongchu). Cha robh fios aig Chen Risheng air an eòlas beatha aige, agus mar sin dh'iarr e air cuideachadh le bhith a 'toirt aire do ghàrradh pluma Chen gus nach biodh e leis an acras gu bàs air an t-sràid.\nBha Chen Risheng na charaid clas agus na charaid do Mei Bogao.Nuair a bha Lu Qi air a gheur-leanmhainn, chaidh a shàbhaladh le Mei Bogao.Mar thoradh air an sin, thàinig Mei Bogao agus Lu Qi gu bhith nan nàimhdean. Dh'fhairich Risheng brònach agus feargach air sgàth seo.An dèidh pòsadh, leig e dheth a dhreuchd agus ghluais e a theaghlach gu Yangzhou a dh'fhuireach ann an aonaranachd.\nTha nighean aig Chen Risheng air a bheil Chen Xingyuan, a tha brèagha agus cùbhraidh.An dèidh Mei Liangyu a thighinn gu teaghlach Chen, thuit iad ann an gaol aig a’ chiad sealladh. Air latha nuair a bha flùraichean pluma fo bhlàth, a bha cuideachd na cheann-bliadhna bho chaochail Mei Bogao, dh'fhosgail Chen Risheng agus a theaghlach altair ann an gàrradh pluma an dachaigh mar chuimhneachan air an caraid agus an neach-taic a chaochail. , agus shèid stoirm sneachda trom, a' còmhdachadh nam blàthan luim uile. Bha Chen Risheng a' caoidh gun robh e comasach dha teicheadh ​​gu sàbhailte, ach cha b' urrainn dha fiù 's sliochd an teaghlaich Mei a shàbhaladh.Bha e den bheachd gur e rabhadh bho Dhia a bha seo, agus mar sin bhòidich e mura biodh na blàthan pluma a' fàs a-rithist, a' dearbhadh gun robh sliochd Mhi. bha an teaghlach Mei fhathast beò, cha chanadh e dad gu bràth.Theich e gu Buddhism agus thàinig e gu bhith na mhanach.\nChuala an nighean aige Xingyuan seo agus loisg i tùis sa bhad agus rinn i ùrnaigh gu dùrachdach ri Dia toirt air na blàthan pluma fàs a-rithist. Ghluais an dìlseachd gu neamh, agus dh'fhàs a h-uile craobh pluma anns a 'ghàrradh pluma a-rithist; às dèidh sin bha fios aig Chen Risheng gur e Liangyu an Xitong, agus mar sin rinn e gealladh-pòsaidh dha nighean Xingyuan dha.", "聖意": "Cha 'n 'eil an tigh 's an tigh maith dhuit fein, air son do mhaith fein, a bhi 'g iarraidh saoibhreas, a bhi ciallach an gnothach, feitheamh gu àm a' phòsaidh, a bhi fadalach, a bhi posda, a bhi fadalach, a bhi buanachadh ann an an t-earrach, a bhith anmoch, a bhith anmoch, a bhith anmoch, a bhith trang, a bhith trang, a bhith soirbheachail, a bhith trang, ri lorg.", "古人": "Sgòr dà uair", "第X籤": "Trì fichead 's a naoi a' buannachadh a' Lott", "宮": "Tatsumi"}