{"籤詩版本二": "A’ ruith mun cuairt gus faighinn thairis air iomadh cunnart, a’ giùlan uisge agus a’ slaodadh dhaoine gus beanntan a dhìreadh\nBidh mi fiù 's a' coimhead gu dùthaich eile airson cuideachadh, cha do thill mi a-riamh às deidh dhomh siubhal mìltean de mhìltean air falbh.", "詩意": "Tha an hexagram seo coltach ri bhith a’ slaodadh eabar is uisge.\nBheir a bhith a’ cumail rudan aosda deagh fhortan.", "解曰": "Tha tarraing air ais comasach. Tha adhartas duilich. Dìreach bi glèidhteach. Na bi dùil ri streap àrd.", "籤詩故事一": "◇ Tha e duilich dha Qiuniang falbh\nBhuineadh Du Qiu do Jinling ann an Rìoghachd Tang.\nAig aois 15, thàinig i gu bhith na leannan aig Li Qi (neach-brathaidh ann an Dynasty Tang).\nAnns an dàrna bliadhna de Yuanhe (807), chuir Li Qi arm gu h-oifigeil air bhog airson reubaltaich. Nas fhaide air adhart, dh'fhàillig ar-a-mach Li Qi agus chaidh Du Qiu a ghabhail a-steach don lùchairt. Nas fhaide air adhart, b 'fheàrr leatha an t-Ìmpire Xianzong bho Tang Dynasty agus thàinig i gu bhith na leannan.\nAnns a 'chòigeamh bliadhna deug de Yuanhe (820), thàinig Tang Muzong chun rìgh-chathair agus chuir e an dreuchd i mar a mhac Li Min's Fumu (nanny a bha gu sònraichte a' toirt aire do chloinn an teaghlaich rìoghail).\nNas fhaide air adhart, chaidh Li Min a chuir a-mach mar Rìgh Zhang, agus thill Du Qiuci chun bhaile aige.\nNuair a chaidh Du Mu seachad air Jinling, chunnaic e i bochd agus sean...\n(Tha an sgeulachd seo na mheafar airson an aithreachas gum fàs cùisean nas miosa a h-uile turas.)", "聖意": "Tha an dachaigh mì-fhàbharach dhut fhèin, ag ùrnaigh airson beairteas, deagh fhortan as t-fhoghar agus sa gheamhradh, pòsadh rèidh, ag ùrnaigh airson beannachdan airson Liujia, ag ùrnaigh airson beannachdan do luchd-coiseachd, a’ bacadh achaidhean, cnuimhean sìoda, mì-fhàbharach airson sia sprèidh, duilich daoine a lorg, cùis-lagha, call deagh fhortan airson imrich, seilbh air chall, tinneas, agus uaighean ann am Fushan.", "古人": "Tha Qiuniang ann an trioblaid", "第X籤": "An seachdamh crannchur", "宮": "Lùchairt grànda"}