{"籤詩版本二": "Tha Chao Chao coltach ri seillean cruinneachadh fhlùraichean, ag itealaich a-mach às an iar-dheas agus an uairsin chun ear\nTha 'n t-earrach seachad, dh' fhalbh na blàthan, 'S cha 'n 'eil aite r'a shireadh, Cha 'n atharraich an cridhe c'àit am bheil e.", "詩意": "Tha an hexagram seo coltach ri seillean a’ buain fhlùraichean.\nTha a h-uile dad saothair agus saothair.", "解曰": "Gun seallaidhean as t-earrach. Bidh an t-uisge ann airson ùine mhòr ach cha bhith e a’ glanadh. Iarr cuideachadh. Tha e nas fheàrr a bhith sàmhach.\n.", "籤詩故事一": "◇ Rinn Li Mi ar-a-mach an-aghaidh Tang Dynasty\nLi Mi\n(582-619), ceannard an airm Wagang nach maireann anns an ar-a-mach tuathanaich aig deireadh Sui Dynasty of China. Maighstir calligraphy. B’ ann à Chang'an, Jingzhao a bha maighstir an fhacail Fa, agus b’ e dachaigh a shinnsir Xiangping, Liaodong (a-nis deas air Liaoyang, Liaoning). Is ann à Chang'an, Jingzhao, a tha dachaigh a shinnsireil, Xiangping, Liaodong (a-nis deas air Liaoyang, Liaoning).\nAnns an naoidheamh bliadhna de Daye (613), ghabh e pàirt ann an ar-a-mach Yang Xuangan an aghaidh Sliochd Sui ann an Liyang (a-nis an ear-thuath air Siorrachd Junxian, Roinn Henan). Anns an naoidheamh bliadhna de Daye (613), ghabh e pàirt ann an ar-a-mach Yang Xuangan an aghaidh Sliochd Sui ann an Liyang (a-nis an ear-thuath air Siorrachd Junxian, Roinn Henan). Tha mothachadh dìomhair air a chuir fodha,\nTheich Li Mi. Chaidh a’ chùis a dhèanamh air Xuangan agus theich Li Mi.\nAnns an dara-bliadhna-deug de Daye, chaidh e dhan Wagang Army\n. Anns an dara-bliadhna-deug de rìoghachadh Daye, chaidh e dhan Wagang Army. Anns an Dàmhair den dàrna bliadhna deug de Daye, chuir Li Mi ìmpidh air Zhai ionnsaigh a thoirt air Xingyang Tong, an seanalair cumhachdach a bha còmhla ris an arm, gus Zhang Xutuo a dhìon, a 'chùis air arm Sui agus a' marbhadh Zhang Xutuo. Anns an Dàmhair den dàrna bliadhna deug de Daye, chuir Li Mi ìmpidh air Zhai ionnsaigh a thoirt air Xingyang Tong, an seanalair cumhachdach a bha còmhla ris an arm, gus Zhang Xutuo a dhìon, a 'chùis air arm Sui agus a' marbhadh Zhang Xutuo.\nNas fhaide air adhart, mhol e ionnsaigh a thoirt air taigh-bathair Xingluo (air ath-ainmeachadh Luokou an dèidh sin), an taigh-bathair fhosgladh airson faochadh, agus an sgioba a leudachadh Dh'fhàs sgioba Arm Wagang gu luath. Bha cogadh ann mu ghoireasan armailteach agus cùisean eile, agus mharbh Li Mi Zhai Rang agus na ceudan de a luchd-leanmhainn. Nas fhaide air adhart, mhol e ionnsaigh a thoirt air taigh-bathair Xingluo (air ath-ainmeachadh Luokou an dèidh sin), an taigh-bathair fhosgladh airson faochadh, agus an sgioba a leudachadh Dh'fhàs sgioba Arm Wagang gu luath. Bha cogadh ann mu ghoireasan armailteach agus cùisean eile, agus mharbh Li Mi Zhai Rang agus na ceudan de a luchd-leanmhainn.\nAnns a 'Mhàrt den 14mh bliadhna de Daye, mharbh Yu Wenhuaji an t-Ìmpire Yang de Shliochd Sui\n, air còrr is 100,000 neach tilleadh chun an iar. Anns a 'Mhàrt den cheathramh bliadhna deug de Daye, mharbh Yu Wenhuaji (Yu Wen, sloinneadh cumanta) an t-Ìmpire Yang à Sui Dynasty agus thill e chun an iar le còrr is 100,000 neach. Chaidh òrdugh a thoirt dha Li Mi ionnsaigh a thoirt air Huaji Ged a chaidh a' chùis a dhèanamh air Huaji, dh'fhuiling saighdearan Li Mi cuideachd call mòr. Chaidh Wang Shichong an tòir orra às dèidh sin. Cheng Yaojin), Niu Jinda agus feadhainn eile a ghlacadh. , Shan Xiongxin ghèill. Chaidh òrdachadh do Li Mi ionnsaigh a thoirt air Huaji Ged a chaidh a' chùis a dhèanamh air Huaji, dh'fhuiling saighdearan Li Mi call mòr cuideachd. Nas fhaide air adhart, chaidh Wang Shichong às a dhèidh, chaidh arm Li Mi fodha agus chaidh a champa a chuir às a chèile, chaidh a sheanalairean Qin Shubao, Cheng Zhijie (air an robh Cheng Yaojin an toiseach), Niu Jinda agus feadhainn eile a ghlacadh, agus ghèill Shan Xiongxin. Bha Li Mi eu-dòchasach, agus mar sin chaidh e thairis air an abhainn gu Heyang san t-Sultain agus ghèill e gu Tang Dynasty. Bha Li Mi eu-dòchasach, agus mar sin chaidh e thairis air an abhainn gu Heyang san t-Sultain agus ghèill e gu Tang Dynasty.\nSan t-Samhain, chuir Li Yuan Li Mi gu Shandong gus seann shaighdearan fhastadh. An t-Samhain, \nChuir Li Yuan Li Mi gu feitheamh ann an Shandong gus seann shaighdearan fhastadh. A 'faireachdainn gun robh e fo amharas, rinn e ar-a-mach an aghaidh Tang. A 'faireachdainn gun robh e fo amharas, rinn e ar-a-mach an aghaidh Tang. Thug Seanalair Tang Sheng Yanshi cuireadh do Li Mi ionnsaigh a thoirt air agus mharbh e e aig Xinggong Xian. Thug Seanalair Tang Sheng Yanshi cuireadh do Li Mi ionnsaigh a thoirt air agus mharbh e e aig Xinggong Xian.", "聖意": "Taigh, taigh, teanga, e fhèin, villain, a 'sireadh beairteas, a' caitheamh gnìomhachas, pòsaidhean nach eil maireannach, Liujia, flùraichean falamh, luchd-coiseachd, Yaotian, milleadh cnuimhean sìoda, sia milleadh sprèidh, daoine a tha a dhìth, cùis-lagha, call, imrich, glèidhteachas, seilbh air chall, tinneas, bacaidhean, ath-leasachadh uaighean beinne", "古人": "Rinn Li Mi ar-a-mach an aghaidh Tang Dynasty", "第X籤": "An t-seachdamh tarraing", "宮": "Tatsumi"}