{"籤詩版本二": "Cognition of Canglong Naoidheamh Geàrdan Deug: Phòs boireannach dàrna fear\nLe aon bhogha agus dà shaighead, bidh na dineosairean beò ann an sìth sa bhad", "詩意": "Tha an hexagram seo coltach ri bogha le dà shaighead.\nTha a h-uile dad adhartach ma thèid e còmhla.", "解曰": "Gun a bhith ro throm. Fàil. Zhen Liuzhong a 'fosgladh. Tha e ciallach a bhith faiceallach.", "籤詩故事一": "◇ Bidh Wenjun a’ tadhal air Xiangru\nB' e nighean ogha Zhuo Wang, fear-gnìomhachais beairteach ann an Linqiong, Roinn Sichuan a bh' ann an Zhuo Wenjun.Bha i comasach air ceòl agus bha ainm litreachais aice. Phòs i nuair a bha i sia-deug, beagan bhliadhnaichean às dèidh sin, chaochail an duine aice agus thill i gu a teaghlach breith gus fuireach na banntraich.\nAon latha, chaidh Sima Xiangru gu taigh Zhuo Wangsun airson fèist.Nuair a dh'ionnsaich e gu robh Zhuo Wenjun na bhanntrach ùr, chluich e an t-òran \"Phoenix Seeking the Phoenix\" gus a ghaol a chur an cèill. Bha Zhuo Wenjun air cluinntinn mu Sima Xiangru mar-thà, agus thug am fèist seo barrachd tarraing dha Sima Xiangru. Air an làimh eile, às deidh fèist Sima Xiangru, chuir e seachad tòrr airgid sa bhad gus brìb a thoirt do mhaighdeann pearsanta Zhuo Wenjun agus dh’ iarr e oirre gaol Sima Xiangru airson Zhuo Wenjun a chuir an cèill. Às deidh dha Zhuo Wenjun ionnsachadh mu ghaol Sima Xiangru tron ​​​​mhaighdeann, chaidh e sa bhad chun taigh-òsta far an robh Sima Xiangru a’ fuireach.\nNuair a bha iad ann an Chengdu, bha a' chàraid bochd agus bha aca ri tilleadh gu Linqiong gus taigh-òsta beag fhosgladh airson beòshlaint a dhèanamh. Reic Zhuo Wenjun fìon agus nigh Sima Xiangru na soithichean. Às deidh dha athair Zhuo Wenjun, Zhuo Wangsun, ionnsachadh mu dheidhinn, dh’ aontaich e agus mhaoinich e iad fo chomhairle a charaidean, gus an do thill Sima Xiangru agus Zhuo Wenjun gu Chengdu a dh’fhuireach, agus an dèidh sin dh’fhàs iad beairteach.", "聖意": "A 'call dachaigh is seilbh, na còraichean agus na h-eucoirean agad fhèin, a' sireadh beairteas, gnothaichean obrach, dìon an aghaidh ath-phòsadh.", "古人": "Bidh Wenjun a’ tadhal air Xiangru", "第X籤": "Seachdad ’s a h-aon a bhuannaich crannchur", "宮": "Tatsumi"}