{"籤詩版本二": "Feumaidh luchd-seillean iarraidh mil, air eagal gum bi iad air an goirteachadh le gath\nFeumaidh rathad neònach a bhith romhad, Tha an dìomhair cho domhainn ri coille dhris.", "詩意": "Tha an hexagram seo a’ samhlachadh seilleanan a’ cruinneachadh mil.\nTha a h-uile dad saothair agus saothair.\n\n(Tha an hexagram seo a 'sireadh samhla de mhìlseachd agus a' faighinn searbhas.\nCuir casg air mòr-thubaistean anns a h-uile càil.\n)", "解曰": "Feumar rudan a dhèanamh gu faiceallach. Chan eil feum air a sparradh. Bidh seilleanan a 'cruinneachadh mil. Dè an adhbhar?", "籤詩故事一": "◇ Bidh Wang Mang a’ sireadh tàlantan\nFaodar a ràdh gu bheil an teaghlach Wang Mang ann an Han Dynasty an Iar na theaghlach beairteach. Ged a chaochail athair òg, thàinig grunn de bhràithrean is bhràithrean gu bhith nan ìmpirean air Rìoghachd Han, agus thàinig iad gu bhith nan seanalairean, nam prìomh mhinistearan, agus thàinig iad gu bhith nam marquises agus fhuair iad duaisean.\nAch bha teaghlach beag Wang Mang fhèin air leth bochd; bhàsaich athair òg, agus cha robh e a’ fuireach ach còmhla ri a mhàthair, an urra ri carthannas bho chàirdean. Ach air sgàth seo, leasaich agus chleachd Wang Mang seata de sgilean ann a bhith a’ dèiligeadh ri daoine bho bha e na leanabh. Ge bith dè cho brònach no feargach a bha e a’ faireachdainn, bha e an-còmhnaidh a’ nochdadh sealladh glè thoilichte agus sìtheil air beulaibh chàirdean, èildearan no coigrich, agus mar sin bha a h-uile duine sa chinneadh a’ cur luach mòr air.\nAon uair, bha bràthair a mhàthar bu shine gu math tinn.An dèidh ionnsachadh mu dheidhinn, thàinig e a-null agus dh'fheitheamh e ri taobh leabaidh an euslaintich, a 'toirt cungaidh-leigheis agus uisge, agus a' cumail faire air an oidhche. Bha e dìreach na bu \"euslainteach\" na euslainteach, barrachd \"mac\" na mac bith-eòlais.\nAirson seo, mhol a h-uile duine ann an Taiwanese e agus sgrìobh iad litrichean ag iarraidh duais air a shon.\nMar sin thug an t-Ìmpire Cheng de Han Dynasty an tiotal Marcas Calpa Ùr dha agus chuir e an dreuchd e mar gheàrd anns an lùchairt, agus e na mhinistear dlùth air an ìmpire.\nLeis an inbhe àrd agus an cumhachd mòr aige, cha do sheall Wang Mang a-riamh arrogance no slackness.An àite sin, dh’ fhàs e barrachd is barrachd modhail agus modhail.Air an aon làimh, rinn e caraidean le ministearan, seanailearan, ministearan, sgoilearan ainmeil agus sgoilearan.\nAch bha beatha gu math frugal aige, gu tric ag ithe soithichean feòil, gun luaidh air a bhith a’ caitheamh trusganan fada agus dreasaichean le sleagh fhada, dìreach a’ caitheamh aodach goirid. Mar sin mhol a h-uile duine san riaghaltas agus am poball e gu h-aon-ghuthach leis an fhacal \"buadhach\".\nNas fhaide air adhart, bhàsaich bràthair athar, Grand Sima Wanggen, le tinneas agus chaidh a thaghadh mar fhear eile. Shaoil ​​an t-ìmpire agus na ministeirean uile gu'm b' esan an duine a bu fhreagarraiche. Mar sin, thàinig Wang Mang, nach robh ach trithead ’s a h-ochd bliadhna a dh’ aois, gu bhith na Grand Sima leis an cumhachd armachd as àirde san dùthaich.\n(Is e meafar a th’ anns an sgeulachd seo. Le bhith math air a bhith nad dhuine math cuidichidh sin thu gus faighinn cuidhteas an “duilgheadas a bhith air do shàrachadh le seilleanan” agus na h-ideals agad a choileanadh mar a thogras tu.)", "聖意": "Chan eil an taigh math dhut fhèin, tha an teaghlach ann an trioblaid, tha an gnìomhachas air a bhacadh, tha am pòsadh air a bhacadh, tha na sia armachd meallta, tha an luchd-coiseachd fadalach, tha foghar sìoda ìosal, tha an sprèidh ìosal, tha e duilich lorg daoine, tha a’ chùis-lagha dona, chan eil an imrich a’ gluasad, tha an togalach caillte dona, tha an galar air a stèidheachadh, tha uaigh beinne air chall", "古人": "Wang Mang a 'sireadh tàlantan", "第X籤": "Bhuannaich e an crannchur seachdad ’s a dhà", "宮": "Tatsumi"}