{"籤詩版本二": "Nuair a thig an t-earrach, bidh tàirneanach a’ crathadh nan ceudan de mheanbh-bhiastagan, agus tionndaidhidh mi air falbh bhon eabar\nNuair a thuig mi an toiseach gu robh mi fhathast a 'tighinn agus a' falbh, aon uair 's gun do dh'atharraich mi, thàinig mi gu bhith na dhragon.", "詩意": "Tha an hexagram seo coltach ri tàirneanach agus biastagan.\nTha coinneachadh ri duine uasal na dheagh chomharra anns a h-uile dad.", "解曰": "Frasan a’ bualadh. Dà thasgadh a-steach agus a-mach. Atharraich aon uair. Gus an Tianmen.", "籤詩故事一": "◇ Ar-a-mach Chenqiao\nAnn an 959 AD, bhàsaich Zhou Shizong Chai Rong, agus cha robh an Impire Gong, Chai Zongxun, a chaidh suas air an rìgh-chathair, ach seachd bliadhna a dh'aois. Aig an àm sin, bha fìor chumhachd aig Zhao Kuangyin, a bha na neach-sgrùdaidh air beulaibh na lùchairt agus na thosgaire aig Songzhou gu Arm na Gearmailt.\nAs t-earrach 960 AD, dh'innis Zhenzhou (Zhengding a-nis, Roinn Hebei) agus Dingzhou (a-nis Siorrachd Dingxian, Roinn Hebei) gun robh feachdan an Northern Han Dynasty agus an Liao State còmhla a 'dol gu deas gus ionnsaigh a thoirt air an Zhou Dynasty Nas fhaide air adhart. bha an gluasad gu math àrd agus dh'iarr iad air saighdearan a chuir airson cuideachadh. Nas fhaide air adhart, dh'òrdaich Sliochd Zhou Zhao Kuangyin a shaighdearan a stiùireadh gu tuath gus sabaid an aghaidh an nàmhaid. Bha Zhao Kuangyin an sàs gu dìomhair fo dhealbhadh a bhràthar Zhao Guangyi, Zhao Pu, Shi Shouxin agus feadhainn eile.\nAir 3 Gearran, nuair a ràinig an t-arm Chenqiaoyi (a-nis Baile Chenqiao, an ear-dheas air Fengqiu, Henan), chuir iad air bhog ar-a-mach agus dh'òrdaich iad dha na saighdearan trusganan buidhe a chur orra air a shon. . Às deidh sin, stiùir Zhao na saighdearan aige air ais gu Kaifeng gun a bhith a’ losgadh, a’ marbhadh no a’ sprèadhadh.\" Rinn Taizu Chen Qiao bòid gun a bhith a’ cur dragh air muinntir a’ phrìomh-bhaile, agus gheall e gun a bhith a’ cur dragh air a’ bhaile air an latha a chaidh e a-steach don bhaile mhòr.\"\nAir an treas latha den treas bliadhna de mhìos na gealaich, rinn Zhao Kuangyin ar-a-mach ann an Chenqiao agus thill e dhan phrìomh-bhaile.Threòraich Fan Zhi Wang Pu agus Wei Renpu gus Zhao Kuangyin a cheasnachadh. : \"Chan eil maighstirean aig na trì feachdan. Tha na seanailearan uile air co-dhùnadh a chur an dreuchd mar an ìmpire. Thèid duine sam bith a bhruidhneas a mharbhadh!\". Bha aodann Wang Pu cho bàn ris an talamh, leig e sìos a cheuman agus chrom e sìos, chrom Fan Zhi cuideachd, chuidich Kuang Yin gu pearsanta e agus dhèilig e ris le fìor chùirt.\nÀs deidh strì meadhanach, thug an t-Ìmpire Gong de Shliochd Zhou Nas fhaide air adhart an rìgh-chathair, agus ghabh Zhao thairis an rìgh-chathair. \"Bha Taizu gu bhith a’ gabhail ri Zen, ach cha robh teacsa Zen ann. Ghabh Tao Gu, sgoilear aig an Acadamaidh Ìmpireil, ris an òrdugh agus choisich e a-steach ri thaobh, ag ràdh: \"Tha e deiseil.\"\nÀs deidh dha Zhao a thighinn chun rìgh-chathair, dh’atharraich e ainm na dùthcha gu Song, Yuan gu Jianlong, agus rinn e Kaifeng na phrìomh-bhaile: Shi Shouxin, Gao Huaide, Zhang Lingduo, Wang Shenqi, Zhang Guanghan, agus Zhao Yanhui uile air an tiotal Jiedushi , a bha aithnichte mar an \"Chenqiao Ar-a-mach\" ann an eachdraidh.\nUicipeid\n(Tha an sgeulachd seo a’ riochdachadh gur e seo toiseach coileanadh Zhao Kuangyin.)", "聖意": "Ùrnaigh airson do dhachaigh, beatha làitheil, beairteas, deagh fhortan, deagh fhortan ann an gnìomhachas, pòsadh uasal, soirbheachas ann an Liujia, luchd-coiseachd fireann, breith thràth de chnuimhean sìoda ann an achaidhean, breith tràth sia beathaichean, deagh fhortan as t-earrach, lorg daoine, soirbheachas ann an cùis-lagha poblach, deagh fhortan ann an imrich, seilbh air chall, cunnartan ann an galairean, cunnartan ann am beanntan agus uaighean.", "古人": "Ceann-suidhe Chenqiao", "第X籤": "Air a shoidhnigeadh seachdad ’s a trì", "宮": "Mi Lùchairt"}