{"籤詩版本二": "Dìreach mar a bhith a 'slaodadh tìgear thairis air beinn àrd, tha sabaid agus farpais ri chèile eagallach agus fuar.\nMa nì thu rudeigin math gu h-obann gun a bhith ga thuigsinn, feumaidh tu thu fhèin a chumail sàbhailte.", "詩意": "Tha an hexagram seo coltach ri bhith a’ cumail (slaodadh) tìgear tarsainn na beinne.\nTha a h-uile dad cunnartach agus eagallach.", "解曰": "Tha cunnart cunnartach. Tha cnapan-starra air thoiseach. Ma dh'iarras tu comhairle. ’S e obair chruaidh dha-rìribh a th’ ann.", "籤詩故事一": "◇ Dh’ fhàg Wu Yuan Zhaoguan air an oidhche (chaidh Wu Zixu seachad air Zhaoguan)\nBhuineadh Wu Zixu do Chu as t-Earrach agus san Fhoghar. Aig an àm sin, bha Rìgh Ping of Chu airson a shealg. Thairg Rìgh Ping à Chu duais airson Wu Zixu a chur an grèim, agus chaidh an dealbh aige a tharraing agus a phostadh air geataichean baile-mòr air feadh Stàite Chu, agus dh’ òrduich e dha na h-oifigearan rannsachaidhean a chuir air adhart. Nuair a theich Wu Zixu gu Zhaoguan, a 'chrìoch eadar Wu agus Chu, rinn na h-oifigearan aig Zhaoguan sùil gheur, Bha e cho iomagaineach nach b' urrainn dha cadal airson grunn oidhcheannan ann an sreath, agus thionndaidh eadhon a fhalt liath le dragh. Gu fortanach, choinnich mi ri fear air an robh Dong Gao Gong, a bha co-fhaireachdainn leis an t-suidheachadh aige agus a thug dhachaigh e airson falach. Bha caraid aig Diùc Dong Gao a bha a’ coimhead caran coltach ri Wu Zixu, agus mar sin dh’ iarr Diùc Dong Gao air a dhol seachad air an deuchainn le bhith a’ leigeil air gur e Wu Zixu a bh’ ann. Ghlac na geataichean an Wu Zixu meallta, ach cha b’ urrainn dha na geataichean an fhìor Wu Zixu aithneachadh leis gu robh a fhalt geal uile, agus mar sin leig iad leis a dhol seachad. Nas fhaide air adhart, theich e gu sàbhailte gu staid Wu.\n(Is e “làmh dhraoidheil” na sgeòil seo a th’ ann an àite Wu Zixu le caraid a tha coltach ri chèile, agus air a bheil falt liath e fhèin)", "聖意": "Ùrnaigh airson do dhachaigh agus do dhachaigh thu fhèin a dhìon, bi faiceallach mu bhith a’ sireadh beairteas, bi faiceallach ann an gnothaichean, stagnation ann an gnothaichean, duilgheadasan pòsaidh", "古人": "Dh'fhàg Wu Yuan Zhaoguan air an oidhche (Wu Zixu seachad air Zhaoguan)", "第X籤": "An soidhne seachdad ’s a còig", "宮": "Mi Lùchairt"}