{"籤詩版本二": "Tha an aon chiall aig measgachadh èisg is dràgon.Fuirich anns an linne dhomhainn agus feithibh fortan.\nGu neo-fhiosrach, leum Yumen thairis air Lùchairt an Dragon le a cheann air a thogail.", "詩意": "Tha an t-iasg hexagram agus an dràgon fhathast gun atharrachadh.\nThig a h-uile càil ann an ùine.", "解曰": "Ged is e Ziji a th’ ann. Cuideachd feitheamh. Dealbhaich do ghnìomhachas fhèin. Na dèan gnìomh gu neo-chùramach.", "籤詩故事一": "◇ Hongwu a’ coimhead crodh\nRugadh Zhu Yuanzhang, a bhuineadh do Zhongli, Haozhou (a-nis Fengyang County, Anhui Province), anns a’ chiad bhliadhna de Tianli de Yuan Wenzong ann an Dynasty Yuan, sa cheathramh àite san teaghlach aige. Rugadh e ann an teaghlach bochd tuathanaich, air sgàth bochdainn nuair a bha e òg, cha b' urrainn dha ionnsachadh agus bha e uair a' buachailleachd crodh dhan uachdaran.\nAnns a' cheathramh bliadhna de Zhizheng (1344), bha fìor thiormachd ann an Huaibei.Chaochail athair, màthair agus bràthair Zhu Yuanzhang an dèidh a chèile, agus mar sin cha robh roghainn aige ach a bhith na mhanach ùr ann an Teampall Huangjue.\nNas lugha na dà mhìos às deidh dha a dhol a-steach don teampall, air sgàth cho duilich ‘s a bha e màl an teampall a chruinneachadh anns na bliadhnaichean gorta, dhùin sealbhadair an teampall an taigh-bathair agus chuir e às do na manaich. manach a rinn bith-beò le bhith ag iarraidh).\nNas fhaide air adhart, thàinig Zhu Yuanzhang gu bhith na Taizu de Shliochd Ming agus an “ìmpire sìobhalta” ann an eachdraidh Shìona, leis an ainm riaghlaidh “Hongwu”.\n(Is e meafar na sgeòil seo nach eil a bhith àbhaisteach airson greis a’ ciallachadh gum bi e mar an ceudna san àm ri teachd. Tha seo air sgàth ‘s nach eil an ùine air tighinn fhathast.)", "聖意": "Tha an teaghlach sàbhailte, tha an teaghlach fallain, tha am fortan math, tha an gnìomhachas a’ feitheamh, tha am pòsadh fadalach, tha am fireannach air a bhreith ann an Liujia, tha an coisiche fadalach, tha an t-sìoda fadalach, tha an sìoda beairteach, na sia beathaichean air an earbaill, tha an neach a dhìth, chan eil dàil air cùis-lagha, tha an imrich glèidhteach, tha an togalach caillte air a bhacadh, tha an galar air a bhacadh, tha uaigh beinne a’ tachairt", "古人": "Tha Hongwu a' coimhead air crodh", "第X籤": "Lot seachdad ’s a sia", "宮": "Mi Lùchairt"}