{"籤詩版本二": "Anns an aisling, chaidh a ràdh gum biodh tòrr beairteas ann, ach gun tigeadh an cliù gu neoni.\nTha 'n t-uisge fad air falbh 's na slèibhtean fada air falbh, ach 's duilich a bhi dìleas Bheir an duine uasal treòir 's a ghàire.", "詩意": "Tha an hexagram seo a’ riochdachadh samhla air ionmhas fhaighinn ann am bruadar.\nTha a h-uile dad fìor no nas lugha.", "解曰": "Mar aisling, bruadar. Gun dòchas cliù. Dìreach feitheamh airson amannan math. Stiùireadh sgoinneil.", "籤詩故事一": "◇ Till an jade gu Zhao (till an jade gu Zhao às deidh a chrìochnachadh)\nAnn an 283 RC, fhuair an Rìgh Zhao Huiwen He's Bi bho Chu. Às deidh don Rìgh Qin Zhaoxiang an naidheachd a chluinntinn, chuir e litir gu Rìgh Zhao ag innse gu robh e deònach còig bailtean deug iomlaid airson He's Bi.\nRinn Lin Xiangru mion-sgrùdadh don Rìgh Zhao gu robh Qin làidir agus gu robh Zhao lag agus gum feumadh e a chuir na àite.\nChuir an Rìgh Zhao an uairsin Lin Xiangru gu Qin le He's Bi.\nChoinnich Rìgh Qin ri Lin Xiangru aig Zhangtai, agus thug Lin Xiangru an jade gu Rìgh Qin. Bha Rìgh Qin air leth toilichte agus chaidh e seachad air an He's Bi chun a 'bhòidhchead agus thug a h-uile duine timcheall oirre sùil air.\nChunnaic Lin Xiangru nach robh dùil aig Rìgh Qin am baile-mòr a thoirt do Zhao, agus mar sin dh’ innis e do Rìgh Qin gu robh an jade aige easbhaidheach agus bha e airson a chomharrachadh gu Rìgh Qin gus an cothrom a ghabhail jade air ais.\nÀs deidh dha Lin Xiangru Heshi's Bi a thoirt air ais, sheas e ri taobh a’ chrann mhòir, a’ sealltainn gu robh e airson bàsachadh le Heshi's Bi.\nAig an àm seo, thuirt Lin Xiangru ri Rìgh Qin: \"Bha Rìgh Zhao fhathast a 'faighinn thairis air gearanan nam ministearan agus ghabh e ri moladh a' mhinisteir. Fiù ged nach do mheall e a chèile nuair a bha e ag eadar-obrachadh leis na daoine cumanta, gun a bhith a 'toirt iomradh air sin 'S e dùthaich mhòr a th' ann an Qin! Gus an càirdeas eadar Qin agus Zhao, an Rìgh Zhao a ghlèidheadh ​​Às dèidh còig latha de fastadh, chuir mi mo mhinistearan gu Qin leis an jade. bhaile, ach thug e mar an ceudna seachad fleasg an teaghlaich He gu boirionnach mhaiseach, ni a bha da rìreadh 'na magadh air mo mhinisteiribh.\"\nÀs deidh dha crìoch a chuir air bruidhinn, rinn Lin Xiangru gluasad sa bhad de bhith a’ bualadh colbh.Bha eagal air Rìgh Qin gun deidheadh ​​​​He's Bi a mhilleadh, agus mar sin leig e air còig-deug bailtean-mòra a thoirt dha Zhao. Chunnaic Lin Xiangru tro phlana fealltach Rìgh Qin, agus mar sin dh'iarr e air Rìgh Qin fastadh airson còig latha mus tug e seachad He's Bi gus dàil a chur air ùine. Anns na beagan làithean seo, chuir Lin Xiangru an luchd-frithealaidh aige gus tilleadh gu Stàit Zhao leis an jade, fhad ‘s a dh’ fhuirich e gus dèiligeadh ri Rìgh Qin.\n(Tha an sgeulachd seo coltach ri sùilean neach àbhaisteach air a bheò-ghlacadh leis an inbhe aige.)", "聖意": "Ag ùrnaigh airson beannachdan aig an taigh, thu fhèin, a ’cur bacadh air beairteas, a’ dèanamh gnothaichean duilich a choileanadh, chan eil pòsadh ann an co-chòrdadh ri luchd-coiseachd Liujiaxu, cha ghabhar ri cnuimhean sìoda Chitian, tha sia beathaichean air am milleadh, tha daoine a dhìth, tha dùil ri cùis-lagha poblach agus imrich, rudan air chall fada air falbh, tha galairean air an cur suas, air an cur gu uaighean beinne, agus air an atharrachadh.", "古人": "Till an jade gu Zhao (crìochnaich an jade gu Zhao)", "第X籤": "An crannchur a bhuannaich an t-seachdamh-fichead", "宮": "Lùchairt meadhan-latha"}