{"籤詩版本二": "Gun snaidhm, bu mhiann leam do chumail sàbhailt, Ma chumas tu do bhodhaig sàbhailte, B’ fheàrr leam nach tilleadh thu gu bràth e.\nNa dì-chuimhnich gu bheil fàbhar Dhè air a thilleadh, Na biodh tàir air briathran Dhè.", "詩意": "Na creidibh gu bheil an hexagram seo fìor.\nTha e na chomharra air a bhith glèidhteach anns a h-uile dad.", "解曰": "Tha na beachdan aca fhèin aig daoine. Chan fheum an inntinn a bhith trang. Guanyin stiùireadh. Na bi eas-urramach.", "籤詩故事一": "◇ Gu dìomhair a’ toirt taic don bhratach umha\nFhuair an seanalair ainmeil a stèidhich Sliochd Tang, Qin Qiong (Qin Shubao) an tiotal Grand Marshal de Shliochd nan Sui. Thug e air na saighdearan aige ionnsaigh a thoirt air Bealach Sishui (no Sishui Pass no Dongling Pass, tha uirsgeulan eadar-dhealaichte) Yang Lin ( B’ e an t-Ìmpire Yang de Shliochd Sui a bh’ ann an Yang Yicheng), geàrd coitcheann Bealach Sishui, òrdachadh gun deidheadh ​​sreath de bhratach umha a stèidheachadh, ach cha b’ urrainn dha Qin Shubao ionnsaigh a thoirt air airson ùine mhòr. Às deidh dha faighinn a-mach gu robh Luo Cheng, ceannard an cruthachadh dìon, na cho-ogha dha, chuir e fios gu piuthar a mhàthar.\nMus do dh'fhalbh Luo Cheng, dh'innis e dha mhàthair gur e a cho-ogha Qin Qiong an duine a thàinig a chur às don bhratach, agus dh'iarr a mhàthair air a chuideachadh gu dìomhair. Air latha a 'bhlàir chinnteach, thionndaidh Luo Cheng, a bha a' dìon a 'Bhratach Umha, gu h-obann agus thàinig e còmhla ri Qin Qiong, mu dheireadh rinn iad a' chùis air cruthachadh a 'Bhratach Umha. an Tang Dynasty.\n(Tha an sgeulachd seo na mheafar a bu chòir dhut uaireannan a bhith an urra ri adhbhar nuair a bhios tu a’ dèanamh rudan, seach a bhith an urra ri faireachdainn no creideamh.)", "聖意": "Tha an taigh fhathast deònach gealltainn dha fhèin, beairteas a shireadh, cuibhreann neach a chumail, a bhith faiceallach mu phòsadh, breith nighean, luchd-coiseachd a’ fuireach san raon, cnuimhean sìoda, seachd puingean agus sia milleadh sprèidh, lorg dhaoine, cùis-lagha poblach agus imrich , seilbh air chall, galaran an iar, fuasgladh air beanntan, uaighean chun an iar", "古人": "Gu dìomhair a 'cuideachadh sìos a' bhratach umha", "第X籤": "Seachduin ’s a naoi a’ Buannachadh a’ Lott", "宮": "Lùchairt meadhan-latha"}