{"籤詩版本二": "Tha duilleagan nan craobhan sycamore air tuiteam, tha an fhoghar a 'tighinn dlùth, agus tha turas tilleadh an luchd-siubhail coltach ri sgòthan.\nTaing do oidhirpean mòra Dhè, thill an soitheach leis an ulaidh sa ghaoith.", "詩意": "Tha an hexagram seo a’ riochdachadh duilleagan tuiteam na craoibhe sycamore.\nTha a h-uile dad dona ro làimh agus math aig a’ cheann thall.", "解曰": "Gabh rudan bho chridhe. Tha Tianxin ga leantainn. Airson bith-beò a dhèanamh. Dèan rud sam bith as urrainn dhut.", "籤詩故事一": "◇ Bidh a’ ghaoth a’ sèideadh gu Pàillean Tengwang\nB' e bàrd tràth Rìoghachd na Tang a bh' ann an Wang Bo, le cead ainm Zian, anns a' chiad bhliadhna de Yonghui, Impire Gaozong de Shliochd Tang. Tha Wang Bo air a bhith a’ leughadh na sgriobtairean bho bha e na leanabh, agus tha e air ainmeachadh mar “prògan cloinne”. Tha Wang Bo air a bhith a’ leughadh na sgriobtairean bho bha e na leanabh, agus tha e air ainmeachadh mar “prògan cloinne”.\nNuair a bha e deich bliadhna a dh'aois, thachair e fhèin agus athair a dhol seachad air Teampall Guandi, agus chunnaic iad an ìomhaigh mhòr de Guandi anns an teampall, a 'cumail lethbhreac de \"Earrach agus Foghar\" agus ga leughadh. Bhruidhinn e ris an Impire Guan: \"A 'cumail trì glasan feusag uaine, a' leughadh eachdraidh Qing Dynasty chun an lanntair uaine agus a 'toirt ùmhlachd dha na h-ainmean ainmeil. A' cumail an dràgon uaine agus a 'ghealach nam làimh. \" Thathar ag ràdh gur ann as t-fhoghar na bliadhna seo, Wang Bo chaidh bho Shanxi gu Hainan Eilean a thadhal air athair a chaidh a thoirt sìos gu britheamh siorrachd Jiaozhi. , a 'dol tro mhìltean de bheanntan is aibhnichean air an t-slighe. As t-fhoghar na bliadhna nuair a bha e seachd air fhichead, Wang Bo chaidh bho Shanxi gu Hainan Eilean a 'tadhal air athair, a bha air a bhith air a chuir sìos gu dreuchd Jiaozhi County Magistrate.Chaidh e tro mhìltean de bheanntan agus aibhnichean air an t-slighe.\nNuair a ràinig sinn Madang Mountain an latha sin, chaidh a h-uile duine air tìr gus fois a ghabhail.Nuair a choisich Wang Bo ri taobh seann teampall leis fhèin, gu h-obann chunnaic e bodach na shuidhe air a’ chloich ri taobh an teampaill.Bha am bodach coltach ri leanabh le falt bàn. agus coltas sìthiche. Thuirt e ri Wang Bo, “Nach tusa Wang Bo?” Ghabh Wang Bo iongantas agus thuirt e, “Dìreach! Ciamar a tha fios agad air sin?” Thuirt am bodach, “Is fhada a chuala mi gu bheil thu math. rùintean gus daoine a shàbhaladh, agus tha na dàin agad gu math brìoghmhor. Bidh pàrtaidh mòr ann am Pàillean Tengwang a-màireach. Mas urrainn dhut a bhith an làthair aig a’ chuirm agus aiste a sgrìobhadh, bidh thu ainmeil tro na linntean agus gheibh thu cosgaisean siubhail.” Nuair a ràinig iad aig Madang Mountain, chaidh a h-uile duine air tìr gus fois a ghabhail Nuair a bha Wang Bo a 'coiseachd ri taobh seann teampall na aonar, chunnaic e gu h-obann air a' chloich ri taobh an teampall, Bha bodach na shuidhe, a bha coltach ri leanabh le falt bàn agus sìthiche Thuirt e ri Wang Bo, \"Nach tusa Wang Bo?\"\nChaidh iongnadh a dhèanamh air Wang Bo agus thuirt e, \"Dìreach! Ciamar a tha fios agad air sin?\"\nThuirt am bodach: “Chuala mi o chionn fhada gu bheil rùn math agad daoine a shàbhaladh, agus tha na dàin a tha thu a’ dèanamh ciallach gu leòr. Bidh partaidh mòr ann am Pàillean a’ Phrionnsa Teng a-màireach. Mas urrainn dhut a bhith an làthair aig a’ chuirm agus sgrìobhadh, bidh thu ainmeil tro na linntean agus gheibh thu cosgaisean siubhail.\"\nThuirt Wang Bo: “Tha an t-àite seo sia no seachd ceud mìle air falbh bho Phàillean Tengwang. Ciamar a gheibh sinn an seo a-màireach?” Thuirt am bodach: “Cleachdaidh mi each mar ghaoth dhiadhaidh gus do chuideachadh le seòladh rèidh. gun teagamh a’ ruighinn a-màireach.” Thug Wang Bo taing dhomh agus thuirt e: “Gabh mo leisgeul, m’ athair-cèile. , an e neo-bhàsmhor no dia a th’ annad?” Rinn am bodach gàire agus thuirt e, “Is mise an Zhongyuan Shuijun a tha os cionn an raon uisge seo!\" Thuirt Wang Bo, \"Tha an t-àite seo sia no seachd ceud mìle air falbh bho Phàillean Tengwang. Ciamar a gheibh sinn an seo a-màireach?\"\nThuirt am bodach: \" Cleachdaidh mi an t-each mar ghaoth dhiadhaidh gus do chuideachadh le seòladh rèidh. Thig mi gu cinnteach a-màireach.\"\nThug Wang Bo taing dha agus thuirt e, \"Gabh mo leisgeul, athair-cèile, an e neo-bhàsmhor no dia a th' annad?\"\nRinn am bodach gàire agus thuirt e, “Is mise an Zhongyuan Shuijun a tha os cionn na sgìre uisge seo!” An uairsin chuir am bodach ìmpidh air Wang Bo faighinn air a’ bhàta gu sgiobalta. Chunnaic e sgòthan adhartach timcheall air airson greis, agus a’ ghaoth agus bha uisge rèidh air an t-slighe, ann am priobadh na sùla, shiubhail e ceudan mile.\nAn sin ghuidh am bodach air Wang Bo a dhol air a' bhàta gu luath, chunnaic e neoil aobhach mu 'n cuairt air airson greis, agus b' e turas rèidh a bh' ann. Mar a bhiodh dùil, chaidh Wang Bo gu Pàillean a’ Phrionnsa Teng air madainn an tachartais mhòir.\nMar a bhiodh dùil, chaidh Wang Bo gu Pàillean a’ Phrionnsa Teng air madainn an tachartais mhòir. Agus anns an spot, sgrìobh e an \"Ro-ràdh gu Pàillean a' Phrionnsa Teng\", ris an canar sàr obair shìorraidh leis an Impire Gaozong de Shliochd Tang. Agus anns an spot, sgrìobh e an \"Ro-ràdh gu Pàillean a' Phrionnsa Teng\", ris an canar sàr obair shìorraidh leis an Impire Gaozong de Shliochd Tang.\nTha dàn ann a tha ag ràdh:\nChaidh a ràdh a-riamh gur e diathan a th’ ann an daoine tàlantach, agus mar sin chan e tubaist a th’ ann gu bheil a’ ghaoth a’ toirt Nanchang gu Nanchang;\nSgrìobh mi seantans mu dheidhinn pàillean àrd Teng Wang, agus an uairsin chaidh e còmhla ris na neo-bhàsmhor gu Zhongyuan.", "聖意": "Ùrnaigh airson do dhachaigh agus dìon thu fhèin, ùrnaigh airson beannachdan, faigh beairteas, agus faigh pòsadh agus co-sheirm.", "古人": "Bidh a’ ghaoth a’ sèideadh gu Pàillean Tengwang", "第X籤": "Soidhne ceithir fichead 's a h-aon", "宮": "Wei Gong"}