{"籤詩版本二": "Mar eisimpleir, tha an treas, an ceathramh, agus an còigeamh ìre den chiad mhìos gealaich a dhìth, leth neo-làthaireach, leth an làthair, agus neo-iomlan.\nA’ feitheamh ri greim-bìdh meadhan-oidhche air a’ chòigeamh latha deug dhen bhliadhna, tha a h-uile dad soilleir agus làn", "詩意": "Anns an hexagram seo, tha a’ ghealach a dhìth ach chan eil i làn.\nBi foighidneach anns a h-uile càil.", "解曰": "Fuirich glèidhteach agus fuirich. Coltach ris a 'chiad mhìos den mhìos. A 'feitheamh airson an àm cruinn. Chan eil dad dona.", "籤詩故事一": "◇ Chaidh Li Yuan suas an rìgh-chathair\nAnns na bliadhnaichean mu dheireadh de Shliochd Sui, bha an t-Ìmpire Yang de Shliochd Sui coirbte agus mì-mhodhail, a 'faighinn spòrs anns a h-uile àite, ag adhbhrachadh tàmailt am measg an t-sluaigh agus a' roinn na h-ìmpireachd am measg nan gaisgeach.\nAnn an 618 AD, chuir Yu Wenhuaji, Sima Dekan, Pei Qantong agus feadhainn eile ar-a-mach air bhog gus an Impire Yang de Shliochd Sui a mharbhadh agus ghairm iad Yang Hao mar ìmpire.\nGoirid mharbh Yu Wenhuaji Qin Wanghao agus ghairm e e fhèin Impire Xu, a 'stèidheachadh na dùthcha Xu.\nAn ath bhliadhna, chaidh a sgrios còmhla le Seanalair Tang Li Shentong agus Xia rìgh Dou Jiande.\nÀs deidh do sgìre Central Plains faighinn a-mach mu bhàs an Impire Yang, thug geàrd Luoyang Wang Shichong taic do Rìgh Dong Yue mar ìmpire, is e sin, Impire Ai de Shliochd Sui.\nAig an àm seo, chuir Li Yuan às do Yang You, ghairm e e fhèin na ìmpire ann an Taiyuan, agus dh’ atharraich e ainm na dùthcha gu Tang. Is e seo Tang Gaozu.", "聖意": "Tha an teaghlach agus an taigh a’ guidhe deagh fhortan dhaibh fhèin as t-samhradh agus as t-fhoghar, a’ sireadh beairteas, a’ cumail cùmhnantan, a’ feitheamh ris an ùine, tha pòsadh fadalach, tha Liujia a’ breith nighean, tha luchd-coiseachd air am bacadh, tha cnuimhean sìoda seasmhach, tha sprèidh seasmhach, tha e tha e duilich daoine a lorg, tha cùis-lagha poblach agus imrich glèidhteach, tha seilbh air chall duilich, tha e duilich tinneas a stèidheachadh, a chuir chun uaigh beinne, agus atharrachadh.", "古人": "Chaidh Li Yuan suas an rìgh-chathair", "第X籤": "Ochd-deug 's a trì a' buannachadh a' chrannchuir", "宮": "Wei Gong"}