{"籤詩版本二": "Dè thachras ma chailleas tu do bhuadhan air sgàth do chliù, Tha eagal orm gun atharraich deagh fhortan agus gun tachair droch rudan.\nAn deoch, chan eil fhios agam càit an tèid mi, Tha aisling ceòthach agam fo sgàil nan craobh-ghiuthais uaine.", "詩意": "Tha an hexagram seo a’ riochdachadh an èisg fhuar a’ fàgail an uisge.\nChan urrainn dad a ghluasad.\n\n(Tha an hexagram seo na shamhla air droch bhuaidh agus droch fhortan.\nCùm do chasan air an talamh anns a h-uile càil.\n)", "解曰": "Bidh an t-iasg fuar a’ fàgail an uisge. cuileag anns an oladh. Ma dh'fhaighnicheas tu mu phlanaichean campa. Tha e nas fheàrr Mo Qi\nBheir an soidhne seo droch fhortan do Liujia. Bidh a h-uile dad a’ dol ceàrr. Ùrnaigh airson tèarainteachd.", "籤詩故事一": "◇ Bidh Zhuangzi a’ dèanamh deuchainn air a bhean\nRugadh Zhuangzi ann an Rìoghachd na Zhou. B' e Zhuang an sloinneadh a bh' air, b' e Zhou an t-ainm a thug e air, agus b' e Zixiu an t-ainm a thug e air. Ann an Zhou Dynasty, bha e na oifigear air Qiyuan.\nAon latha, choinnich Zhuangzi ri boireannach air a 'bheinn, a' sgoltadh air beulaibh uaigh ùr, a 'crathadh a fanadair gu cruaidh, mar gum biodh i airson an talamh fliuch a thiormachadh air an uaigh. Cha do thuig Zhuangzi a rùn, agus mar sin dh'fhaighnich e dhith. Thuirt i gur e an duine aice an duine a chaidh a thiodhlacadh anns an uaigh, agus b' e na faclan mu dheireadh a bh' aig an duine aice nach b' urrainn dhi pòsadh a-rithist gus an tiormaich an talamh air an uaigh. Cha b’ urrainn dhi feitheamh na b’ fhaide, agus mar sin dhùisg i an talamh uaighe gus a dhèanamh tioram na bu luaithe, gus an tòir oirre dàrna fuaran.\nRinn Zhuangzi osna nuair a smaoinich e gu robh boireannach cho gun chridhe air an t-saoghal. An uairsin smaoinich mi, am biodh mo bhean mar seo? Nuair a dh'èireas amharas, tha mi airson deuchainn a dhèanamh air.\nB 'e Tian an t-ainm a bh' aig bean Zhuangzi, ​​agus mar as trice bha dlùth dhàimh aig a 'chàraid.\nA 'cluinntinn gun do chaochail Zhuangzi le tinneas obann, thàinig mòran dhaoine bho air feadh an t-saoghail, a' gabhail a-steach càirdean agus caraidean, gus an co-fhaireachdainn a chur an cèill, nam measg bha rìgh eireachdail agus ogha à stàite Chu, aig an robh beairteas beairteas. Bha Tian air ùr bhanntrach agus truas, agus lean e i. Cha b' urrainn Ms Tian am buaireadh a ghiùlain agus thuit i ann an gaol le Wang Sun Phòs iad ann an dìreach fichead latha.\nAn oidhche sin, nuair a bha am fìon air an deoch agus na cluasan teth, dh'fhuiling Wang Sun gu h-obann grèim cridhe agus bhàsaich e.\nBha eagal is clisgeadh air Ms Tian, ​​agus dh’ fhaighnich i gu h-èiginneach do Wang Sun dè a dhèanadh i. Dh’fhuiling Wang Sun am pian agus dh’ innis i dha Ms Tian gum faodadh eanchainn bodhaigean marbh a bhith air an cleachdadh gus na mairbh a thoirt air ais beò.\nCàite am faigh thu corp marbh? Gu h-obann smaoinich Ms Tian, ​​nach do bhàsaich an duine aice dìreach? Dhìochuimhnich Mr Tian an t-seann ghaol a bh' eadar fear agus bean, agus dha-rìribh ghabh e tuagh agus dhealaich e ri ciste-laighe an duine aice, ag ullachadh airson eanchainn a thoirt a-mach airson cungaidh-leighis.\nGun dùil, nuair a chaidh a 'chiste fhosgladh, thàinig Zhuangzi air ais beò. Bha ioghnadh air Ms Tian gun do chroch i i fhèin.\n(Tha an sgeulachd seo na mheafar airson a bhith a’ briseadh càirdeas airson buannachd phearsanta, agus mar sin chan urrainn dhuinn aontachadh leis.)", "聖意": "Tha an taigh sìtheil, tha e fhèin sàbhailte, tha an t-airgead mì-chothromach, tha na ciùird air an ìobairt, tha am pòsadh air a rèiteachadh, tha an t-olc ann an Liujia soirbheachail, chan eil an luchd-coiseachd air ruighinn, tha na cnuimhean sìoda ann an sìth, tha an sprèidh ann an sìth, tha na daoine a' sireadh dhaoine, tha an lagh air atharrachadh, tha na deisciobail air a bhith glèidhteach, tha am maoin air a chall, chan eil tinneas ann, agus tha na beanntan agus na h-uaighean air a bhith olc.", "古人": "Bidh Zhuangzi a’ dèanamh deuchainn air a bhean", "第X籤": "Raon 84", "宮": "Wei Gong"}