{"籤詩版本二": "Tha neoil dorch is ceo a' comhdach an rathaid air beulaibh na beinne, Tha a h-uile ni cruinn 's a' ghealach cruinn a rithist.\nMa gheibh thu bàrdachd is leabhraichean, dùisgidh tu bho aisling dhomhainn, Bidh an duine uasal gad stiùireadh chun mhullach.", "詩意": "Tha an hexagram seo a 'samhlachadh deireadh an earraich agus blàthachadh flùraichean.\nBidh a h-uile dad ag atharrachadh às deidh an Tighearna.", "解曰": "Feumaidh am bodach cuideachadh iarraidh. Bidh e a 'blàthachadh as t-earrach a-rithist. Miann airson cliù agus beairteas. Faigh eòlas air rud beag fadalach nad bheatha.", "籤詩故事一": "◇ Bidh Han Wengong a’ coinneachadh ri sneachda\n'S ann à Changli a bha Han Yu, aig an robh ainm modhail Tuizhi. Thàinig Tang Dezong gu bhith na Jinshi anns an ochdamh bliadhna de Zhenyuan, agus b’ e Wen Gong an tiotal an dèidh bàis.\nRè riaghladh an Ìmpire Xianzong de Shliochd Tang, rinn Han Yu ath-thagradh le cnàmhan an Buddha, a chuir fearg air an Ìmpire. Dh'fhàg Han Yu a bhean agus a chlann agus chaidh e gu Chaozhou. Às deidh coiseachd airson nas lugha na beagan làithean, thog a’ ghaoth fhuar agus bha an t-sneachda trom. Thàinig Han Yu gu àite far an robh an sneachda grunn throighean de dhoimhneachd, ga dhèanamh duilich dha each gluasad air adhart.Cha robh taigh faisg air làimh agus cha robh fios aige càite an robh an rathad. Ma tha thu airson an t-slighe a leantainn agus a dhol air ais, chan eil dòigh air ais. Bha a' ghaoth a' sèideadh gu cruaidh agus an sneachd a' tuiteam gu luath, bha Han Yu bog dhan chraiceann, reòthte agus acrach, agus cha robh àite aige airson a bhròn a chur an cèill.\nRinn Han Yu osnaich agus thuirt e: \"Cha mharbh an ìmpire mi, ach tha an ìmpire airson mo sgrios.\"\nDìreach nuair a bha Han Yu eu-dòchasach, chunnaic e fear a 'tighinn a ghlanadh an t-sneachda a dh' aindeoin an fhuachd chruaidh, agus b 'e Han Xiangzi (mac-bràthar Han Yu) a bh' ann.\nRo-làimh, bha Han Xiangzi air a ràdh ri Han Yu: \"Càit a bheil dachaigh Yun Heng ann an Qinling? Tha an sneachda a 'gabhail a-steach a' gheata ghorm agus stad an t-each a 'gluasad air adhart. \" Aig an àm sin, cha robh Han Yu a 'tuigsinn dè bha Han Xiangzi a' ciallachadh, ach a-nis tha e mu dheireadh air a thuigsinn.\nMar sin chaidh Han Yu agus Han Xiangzi a chur seachad na h-oidhche ann an taigh Fu ann an Languan. A 'bruidhinn mun àm a dh'fhalbh agus an rathad gu àiteachadh, bha Han Yu air a dhearbhadh gu mòr.\nNas fhaide air adhart, thrèig Han Yu a dhreuchd oifigeil, thug e seachad a chuid seilbh gu lèir don riaghaltas ionadail, agus chaidh e gu na beanntan gus Taoism a chleachdadh agus a bhith neo-bhàsmhor.", "聖意": "Chan eil an taigh math dhut fhèin, bi faiceallach airgead a shireadh, fòcas air gnìomhachas, tha pòsadh fadalach, bidh luchd-coiseachd boireann Liujia a’ bacadh achaidhean, tha cnuimhean sìoda math, tha stoc math, tha e duilich daoine a lorg, tha cùis-lagha poblach air ath-aithris, tha imrich ùrachadh, tha cùisean caillte dona, tha dàil air galairean, bu chòir uaighean beinne atharrachadh.", "古人": "Bidh Han Wengong a’ coinneachadh ri sneachda", "第X籤": "Ochd-còigeamh crannchur a bhuannaich", "宮": "Shen Gong"}