{"籤詩版本二": "A’ coiseachd letheach slighe suas a’ bheinn an iar, chan urrainnear bearraidhean Junling a shocrachadh.\nA’ coimhead suas ri Dia airson dìon, tha an corp seo fhathast anns a’ mhorgue", "詩意": "Tha an hexagram seo coltach ri bhith a’ coimhead airson òr sa ghainmhich.\nTha comharran de dhaoine uasal anns a h-uile càil.\n\nCuideachd: Tha an hexagram seo a’ sealltainn gu bheil an neach ann an cunnart.\nTha comharran de dhaoine uasal anns a h-uile càil.", "解曰": "Gheibhear jade le clach chiseling. Lorg òr anns a’ ghainmhich. Feumaidh a bhith ag obair cruaidh. Dìreach trioblaid.\nObair eile: suidheachadh duilich. Gun àite airson fuireach. Iarr beannachadh Dhè. Ùrnaigh airson fois inntinn.", "籤詩故事一": "◇ Bite òr agus rannsaich an uamh fon talamh\nGus na rinn e san arm a chomharrachadh, chùm Cheng Yaojin fèist aig Yanwuyang. Gu h-obann, dh'fhosgail toll anns an talamh, rud a bha do-chreidsinneach, tharraing a h-uile duine crann le bhith a 'togail nam faclan, a' bìdeadh an òir airson a bhuannachadh, agus a 'faighinn ròpaichean air màl gus iad fhèin a cheangal dhan toll.\nTha dorsan cloiche, bùird, cathraichean, drochaidean agus rudan eile.Air a’ bhòrd tha trusganan dràgon agus criosan jade, a tha air an dèanamh le òr agus air an caitheamh a-mach às an uamh.\nThàinig Yao Jin a-mach às an toll le bogsa mòr agus bogsa beag, dh’ fhosgail e am bogsa fiodha agus thug e a-mach an ròn jade, dh’ fhosgail e am bogsa, thug e a-mach a’ bhratach mhòr, an trusgan crùn agus na slighean agus chuir iad air a’ bhòrd iad, agus a h-uile duine dh' amhairc e orra aon ri aon. Chunnaic mi na h-ochd caractaran ròin air an gràbhaladh air an ròn mòr mar “The Demon King of Hunshi, the Great Virtuous Emperor”.\nBha a h-uile duine ag adhradh dha mar an \"Ìmpire\", agus rinn Yaojin seo airson trì bliadhna mar an Rìgh Demon. (Gu fìrinneach, bha seo dìreach fèin-ghairm, agus bha Cheng Yaojin dìreach na cheannard air a’ bhaile aig an àm.)\n(Is e meafar a th’ anns an sgeulachd seo gu bheil rudan math dìreach mar a bhith cleasachd. Is e seo am beachd ealanta air “tha a’ bhuidheann seo fhathast anns a’ bheàrn”.)", "聖意": "Ùrnaigh airson an taigh agus an taigh, fèin-call, a 'sireadh beairteas, ag obair gu cruaidh, a bhith faiceallach ann an gnìomhachas, pòsadh bidh bacadh Liu Jiaxu, luchd-coiseachd, Chi Tian, ​​​​sìoda, stàball sia sprèidh, a' sireadh dhaoine, gun lawsuits, call , imrich, cumail seilbh air chall, galairean olc, cnapan-starra, beanntan agus uaighean.", "古人": "A' rannsachadh an Crypt for Gold", "第X籤": "Soidhne ceithir fichead ’s a seachd", "宮": "Shen Gong"}