{"籤詩版本二": "Na cuir dragh orm le do ghnothaichean pearsanta.Tha seo nas freagarraiche faighneachd don phoball.\nTha cridhe soilleir cho soilleir agus cho soilleir ris a' ghealach shoilleir anns na speuran", "詩意": "Tha an hexagram seo a’ riochdachadh ìomhaigh gealach shoilleir san adhar.\nTha a h-uile dad soilleir agus èadhar.", "解曰": "Bi dìreach nad chridhe. Cuir a-mach an lagh. Faclan naomha. Mu dheireadh bidh e soilleir.", "籤詩故事一": "◇ Seanalair Kong Ming\nFuasgladh: Bidh Zhuge Liang a 'gluasad a shaighdearan agus a sheanalairean\nRè ùine nan Trì Rìoghachdan, rugadh Zhuge Liang (181-234), leis an ainm Kongming, ann an Yangdu, Langya (a-nis Siorrachd Yinan, Roinn Shandong).\nDh'aontaich Zhuge Liang a bhith na oifigear an dèidh dha Liu Bei trì tursan a phàigheadh ​​don bhothan tughaidh.Aig an àm sin, bha Cao Cao air sìtheachadh Hebei agus bha e airson caismeachd gu deas. mar leas-seanalairean, a' stiùireadh arm de 100,000 gus caismeachd a dh'ionnsaigh Xinye. Ged a bha plana aig Zhuge Liang airson a dhol air ais bhon nàmhaid aig an àm sin, rinn Guan Yu agus Zhang Fei tàir air faclan Zhuge Liang. Cha robh roghainn aig Zhuge Liang ach claidheamh Liu Bei a chleachdadh gus an dithis fhireannach a cheannsachadh.Threòraich iad gach fear mìle saighdear agus each, agus chaidh iad air falach ann an Yushan agus Anlin. ambushes agus teine.\nA bharrachd air an sin, chaidh Zhao Yun a chuir a stiùireadh seann agus lag na tha air fhàgail den arm gus sabaid mar gheàrd an aghaidh Xiahou Dun, agus an uairsin rinn e call agus thill e air ais, a ’tàladh Xiahou Dun a-steach don rathad chumhang anns na beanntan agus na coilltean. Ping, Zhou Cang, Liu Feng agus feadhainn eile a dhol a-steach do chùl arm Cao, a 'losgadh stuthan agus ag adhbhrachadh clisgeadh ann an arm Cao.\nÀs deidh a 'bhlàir, thachair a h-uile càil mar a chuir Zhuge Liang air dòigh. Nuair a stiùir Xiahou Dun agus Yu Jin an arm an tòir, chuir Li Dian, a bha air a chùlaibh, fios gu èiginn air Xiahou Dun air a bheulaibh gum feumadh e dìon an aghaidh ionnsaighean teine ​​​​nàmhaid. an rathad cumhang agus bha e suidhichte ann an àite far an robh craobhan air an ceangal ri chèile, agus mar sin cha b' urrainn dhan teine ​​tòiseachadh.Bha mòran leòintich ann, agus chaidh a' chùis a dhèanamh air Xiahou Dun agus seanailearan eile agus theich iad air ais gu Xudu.\n(Tha an sgeulachd seo na mheafar gu bheil Kong Ming math air daoine a chleachdadh agus an dùthaich a riaghladh le gliocas.)", "聖意": "Tha mi a’ guidhe deagh fhortan ann am beairteas, fois inntinn, gnìomhachas soirbheachail, pòsadh, soirbheachas, soirbheachas ann an Liujia, fir a’ gluasad raointean, cnuimhean sìoda, call sprèidh, daoine a tha air chall, cùis-lagha poblach, imrich, seilbh air chall, beannachdan, tinneas, sìth, beanntan agus uaighean.", "古人": "Seanalair Kong Ming", "第X籤": "An naoidheamh soidhne", "宮": "Lùchairt Yin"}