{"籤詩版本二": "Bheir taisbeanadh math ort seasamh a-mach bhon t-sluagh le frown, agus bidh na h-atharrachaidhean agad san àm ri teachd agus bheir thu tòrr beairteas.\nTha rathad cho farsuinn ris na speuraibh, agus bithidh an t-airgiod uile a bheir thu seachad nad chridhe", "詩意": "Tha an hexagram seo a’ comharrachadh àm ri teachd gealltanach.\nBidh a h-uile càil a’ dol gu math.", "解曰": "Rathad mòr. Faodaidh tu gluasad air adhart. Cleachd do chridhe. A-mhàin air adhart.\nBidh a h-uile càil a’ dol mar a bhathar an dùil leis an t-soidhne seo. Gur math a thèid leat Jichang.", "籤詩故事一": "◇ Bidh triùir ghaisgich a’ sabaid an-aghaidh Lu Bu\nFuasgladh: Bidh triùir ghaisgich Zhang Fei, Guan Yu, agus Liu Bei a 'sabaid an aghaidh Lu Bu\nDh'ionnsaich Dong Zhuo gun deach Hua Xiong a dhì-cheannadh agus chuir e an seanalair itealaich Lu Bu gu sabaid. Cho luath 's a chaidh Lu Bu dhan bhlàr, mharbh e na seanailearan Fang Yue agus Mu Shun, agus mharbh e Wu Anguo agus Gongsun Zan.\nChunnaic Zhang Fei nach b 'urrainn dha Gongsun Zan a' chùis a dhèanamh air Lu Bu, agus mar sin chuir e an àite Gongsun Zan gu luath agus dh'èigh e: \"Bu chòir dha tràillean nan trì sloinnidhean falbh! Tha Zhang Fei bho Yan an seo! \" Às deidh sin, bha iad a 'sabaid airson còrr is leth-cheud cuairt ann an leantainneachd, gun neach a bhuannaich no a chailleas.\nÀs deidh dha Guan Yu fhaicinn, thug e fhèin agus Zhang Fei ionnsaigh air Lu Bu agus shabaid iad airson còrr air trithead cuairt.\nGhiùlain Liu Bei dà chlaidheamh cuideachd, bhuail e an t-each aige agus rinn e ceum air adhart gus Zhang Fei agus Guan Yu a chuideachadh.\nChuairtich an triùir fhireannach Lu Bu agus chùm iad orra a' sabaid, agus chaidh iongnadh a dhèanamh air a h-uile duine sa bhuidheann.\nCha b' fhada gus an do thòisich Lu Bu air neart a chall. Thill Pegasus Lu Bu air ais, ach chaidh an triùir an tòir air Lu Bu agus dhiùlt iad a leigeil seachad.\n\"Trì rìoghachdan\"\n(Tha an sgeulachd seo na mheafar airson gaisgeachd agus sgil Lu Bu ann an sabaid. Faodaidh aon neach a’ chùis a dhèanamh air triùir.)", "聖意": "Chan eil cridhe an taighe agus an dachaigh a 'siubhal ach air an turas fhèin gus beairteas a shireadh Tha artaigil pòsaidh comasach a' dol gu Liujia Bidh cùisean a 'dol gu rèidh dha daoine Cleachd cnuimhean sìoda Zhushuntian Faodaidh daoine a lorg am measg nan sia beathaichean.Ron chùis lagha poblach, Yichang , imrich, seilbh air chall, galair, uaigh beinne, msaa, tha e taiceil.", "古人": "Bidh triùir ghaisgich a’ sabaid an aghaidh Lu Bu", "第X籤": "A' buannachadh a' chrannchuir ceithir fichead 's a h-aon", "宮": "Thusa Lùchairt"}