{"籤詩版本二": "Tha mi air a bhith a’ dealbhadh airson gnìomhachas bho bha mi nam leanabh, agus mar sin chan fheum mi beairteas agus beairteas iarraidh.\nMa tha dithis a’ coimhead airson rudeigin, thèid an sgoilear a-mach agus thig e air ais leis a’ phrìomh dhuais.", "詩意": "Tha an hexagram seo air a bhith na shamhla air gnìomhachas bho leanabas.\nBi dìcheallach agus tarbhach anns a h-uile càil agus gun dragh.", "解曰": "Bho òige gu aois. Gun bhacadh, gun bhacadh. Dèan plana. Bidh an cliù a 'dol gu rèidh.", "籤詩故事一": "◇ Tha Cai Qing a’ toirt air ais a chaoimhneas (Cai Yong)\nRugadh Cai Yong, ainm le cead Bojie, ann an Chenliuyu (a-nis deas air Siorrachd Qixian, Roinn Henan). Tha e na sgoilear agus an duine aig Zhao Wuniang. Còig bliadhna air ais, dh'fhastaidh a 'chùirt ìmpireil tàlantan air an liosta bhuidhe, agus mhol an siorrachd dha tighinn gu Beijing airson an deuchainn a ghabhail.\nA' chiad bhliadhna an dèidh dha Cai Bojie falbh bha e furasta dèiligeadh ris, bha beagan sàbhalaidhean aig an teaghlach agus bha am beatha furasta a riaghladh.\nAn ath bhliadhna, dh'fhuiling Chenliu fìor thrioblaid, agus mar sin bha e an urra ri Zhao Wuniangdian seudaireachd a reic gus a bhith beò bhon ghort.\nMhair an tart airson trì bliadhna rè na h-ùine seo. Chuidich Zhang Guangcai, nàbaidh sa bhaile, i bho àm gu àm.\nNas fhaide air adhart, choisinn Cai Bojie a 'chiad duais agus thill e dhachaigh gus faighinn a-mach gun robh Zhang Guangcai air a bhean a chuideachadh. Chaidh a 'chàraid gu taigh Zhang gus an taing a thoirt seachad agus thug iad dà phìos airgid dha Zhang Guangcai mar thiodhlac.", "聖意": "Tha an dachaigh sìtheil, tha an neach fhèin soirbheachail, tha an gnìomhachas soirbheachail, tha am pòsadh soirbheachail, tha breith duine soirbheachail, tha an raon làn de chnuimhean sìoda, tha na sia sprèidh soirbheachail, tha an rannsachadh soirbheachail, tha a’ chùis-lagha soirbheachail , tha an imrich soirbheachail, tha an t-seilbh caillte math, tha an tinneas na bheinn agus tha an uaigh math.", "古人": "Bidh Cai Qing a’ toirt air ais a chaoimhneas (Cai Yong)", "第X籤": "Clàraich naochad ’s a dhà", "宮": "Thusa Lùchairt"}