{"籤詩版本二": "Bha Luan Feng Xiang air a dhòrtadh anns an uisge, ach aig an àm sin bha e air a shàrachadh le Queer\nChuir e iongnadh orm a bhith ag ionnsachadh gun robh na sgòthan fada air falbh aon latha, ach thill mi fhathast m’ aodach thugad.", "詩意": "Tha an hexagram seo a’ riochdachadh samhla Luan agus Phoenix a bhith còmhdaichte le uisge.\nThig a h-uile càil nuair a thig an t-àm.", "解曰": "Tha an t-eucorach a’ soirbheachadh bho latha gu latha. Cha bu chòir do dhuine uasal dad a dhèanamh. Dìreach cùm riut fhèin. Dèan gnìomh nuair a thig an t-àm.", "籤詩故事一": "◇ Tha Gao Jun a’ gealltainn pòsadh\nTràth ann an Rìoghachd na h-Òrain, dh' aonaich Zhao Kuangyin an ceann a tuath agus ghèill an dùthaich gu lèir.Ach, ann an Sliochd Tang a Deas, ghabh Li Yu thairis air ceann a deas Abhainn Yangtze agus ghabh e ris an ro-innleachd airson baile-mòr a thabhann airson gèilleadh, a' glacadh Zhao Kuangyin ann an Shouzhou agus bha an suidheachadh èiginneach. Dh’ fhàg mac peathar Zhao Kuangyin, Gao Junbao, fear òg le gunna òrail, Bianjing gus sèist Shouzhou a bhriseadh.\n, a' dol seachad air Shuangsuo Mountain, bhris iad an soidhne Husband a chuir Liu Jinding air bhonn, agus bha an dithis a' farpais.Mar thoradh air an sin, rinn Liu Jinding a' chùis air Gao Junbao trì tursan leis na h-ealain armachd sgoinneil aige, agus dh'atharraich iad maces òir agus glagan airgid airson beatha. Dh'fhàg mac peathar Zhao Kuangyin Gao Junbao, a bha glaiste Zhao Kuangyin ann an Shouzhou, Bianjing agus chaidh e tro Shuangsuo Mountain. sàr ealain armachd agus b' fheudar dha sin a dhèanamh. Thug a 'chàraid an sluagh a-steach don t-sèist agus shàbhail iad Zhao Kuangyin.\n(Is e meafar na sgeòil seo nach robh an dithis air an rèiteachadh (bha iad air am bagairt), ach an dèidh sin rèite.)", "聖意": "Chan eil dachaigh an teaghlaich math dhut fhèin, bi faiceallach airgead a shireadh, casg a chuir air gnìomhachas, feitheamh ris a ’phòsadh, dàil, Liujia, neach-siubhail meallta, fuireach anns na h-achaidhean, cnuimhean sìoda, fadalach, sia milleadh sprèidh, duilich daoine a lorg, cùis-lagha, call, imrich, caomhalachd, seilbh air chall, droch thinneas, leudachadh beinne, ath-leasachadh uaighe", "古人": "Tha Gao Jun a 'gealltainn pòsadh", "第X籤": "Naochad ’s a trì a’ buannachadh a’ chrannchuir", "宮": "xugong"}