{"籤詩版本二": "Cha bu chòir do dhuin'-uasal cùram a ghabhail de na daoine beaga, ma thèid cùisean ceàrr, cuiridh e trioblaid.\nFeumar èisteachd ri fuaim a’ phiàna le dlùth charaid Tha e an-còmhnaidh sàmhach agus neo-shoilleir Tha an obair seo airson a h-uile duine.", "詩意": "Bu chòir don hexagram seo coinneachadh ri ìomhaigh dlùth charaid.\nBheir a bhith a’ cumail rudan seasmhach deagh fhortan.", "解曰": "slainte. Na toir aire do rudan eile. Dèilig riut fhèin mar dhuine uasal. A h-uile toilichte.\nTha ceithir caractaran aig Zhiyin Fangxu, a chaidh a sgrìobhadh an toiseach mar Shiyin Fanghua.", "籤詩故事一": "◇ Bidh BoYa a’ tadhal air caraidean (BoYa Broken Qin)\nBha Boya, leis an t-ainm Yu, leis an ainm Rui, ainm le cead Boya, à Yingdu, Chu State aig àm an Earraich agus an Fhoghair agus Àm nan Stàitean Cogaidh.\nBha Zhong Ziqi ag obair mar neach-gearraidh fiodha ann an Rìoghachd Chu. Aon latha, choinnich e ri Yu Boya a 'cluich na clàrsaich ann an Abhainn Han. Chuala Zhong Ziqi guth ag ràdh: \"Tha e cho àrd ri beinn agus cho luasgadh ri uisge a 'sruthadh.\" Phòs an dithis agus gheall iad coinneachadh a-rithist aig àm a 'Mheadhain. Fèis an Fhoghair an ath-bhliadhna.\nAn ath bhliadhna, chùm Yu Boya an dreuchd mar a chaidh a chlàradh, ach bha Zhong Ziqi air bàsachadh. Às deidh do Yu Boya faighinn a-mach gun robh Zhong Ziqi air bàsachadh, bha Yu Boya den bheachd nach biodh barrachd ceòl air an t-saoghal agus nach cluich e a’ chlàrsaich tuilleadh na bheatha.\nabair:\nA 'briseadh an Yao Qin agus Feng Wei Han. Chan eil dragh aig Zi Qi cò dha a bhios e a’ cluich.\nBheir gaoth an earraich a h-uile caraid. Tha e duilich fìor charaid a lorg.", "聖意": "Bi faiceallach mu dhol a-mach às do dhachaigh agus do dh'eucoir fhèin Nuair a bhios tu a' sireadh beairteas, bi faiceallach mu ghnothaichean. Tha e ciallach a bhith fadalach ann am pòsadh Tha e mì-fhàbharach do bhoireannaich a tha a 'siubhal ann an Liujia a bhith a' gluasad achaidhean, cnuimhean sìoda, agus nas lugha de bheathaichean. oir tha daoine dìcheallach Ann an cùis-lagha poblach agus imrich Tha maoin chaillte ga shireadh gu luath Tha galair air am bacadh le beanntan is uaighean Tha e mì-fhàbharach.", "古人": "Boya a’ tadhal air caraidean (Boya Broken Qin)", "第X籤": "Lot ceithir fichead 's a ceithir", "宮": "xugong"}