{"籤詩版本二": "Tha mòr-mhiann agus euchdan anns an teaghlach, ach a-nis bidh òl gun chrìoch agus gnè.\nMa chì thu coileach òir, gheibh thu airgead, fortan agus fortan.", "詩意": "Tha an hexagram seo a’ riochdachadh samhla glòir-mhiann is cliù.\nCùm a h-uile càil adhartach.", "解曰": "Àrd-amasach. Chan eil e ro fhadalach thu fhèin a dhìon. Tha an coileach òir a' gealltainn. A h-uile toilichte.", "籤詩故事一": "◇ Ghairm Cao Pi e fhèin na ìmpire\nRugadh Cao Pi, ainm le cead Zihuan, ann am Peiguoqiao (a-nis Hao County, Anhui). Neach-poileataigs agus sgrìobhadair ainmeil aig àm Jian'an.\nIs e Cao Pi an dàrna mac aig Cao Cao.Bha e a’ fuireach còmhla ri athair anns a’ champa armachd bho bha e na leanabh.Fo bhuaidh athar, dh’ionnsaich Cao Pi boghadaireachd aig aois sia agus marcachd eich aig aois ochd, agus leasaich e deagh sgilean ealain armachd. Tha eòlas farsaing aige cuideachd air seann chlasaichean agus eachdraidhean-beatha, a bharrachd air leabhraichean nan ceudan de sgoiltean smaoineachaidh. Cha b' ann gu aois ochd-deug a rinn Cao Cao a' chùis air Yuan Shao agus bha Cao Pi beò gu ìre mhath seasmhach ann an Yecheng, meadhan riaghailt Cao Cao. Bhon uairsin, ged a bha e uaireannan còmhla ri athair air turasan armailteach agus a 'fuireach beatha mac uasal a' mhòr-chuid den ùine, bha e fhathast a 'cleachdadh ealain armachd a h-uile latha agus chan eil e air crìonadh chun an latha an-diugh. Bidh e tric a' marcachd air an each aige aig ceud ceum agus tha e air leth sgileil air ealain armachd, oir tha e tric a' cleachdadh ealain armachd, tha e aotrom agus làidir.\nChaidh am mac bu shine aig Cao Cao, Cao Ang, a mharbhadh ann am blàr. Às deidh don mhac as sine bàsachadh, b’ e Cao Pi a’ chiad roghainn airson prionnsa a’ chrùin. Nuair a bha e trithead ’s a h-aon bliadhna a dh’ aois, chaidh a dhèanamh mar phrionnsa a’ chrùin le Cao Cao. Nuair a bha Cao Pi trithead ’s a trì bliadhna a dh’ aois, bhàsaich Cao Cao le tinneas, agus lean Cao Pi e mar phrìomhaire agus rìgh Wei. Thuirt e gu bheil e tric a' marcachd air muin eich aig ceud ceum agus gu bheil e air leth sgileil, leis gu bheil e tric a' cleachdadh kungfu, tha e aotrom agus fallain.", "聖意": "Ùrnaigh airson do dhachaigh agus do dhachaigh a bhith sìtheil Iarr beairteas, obraich gu cruaidh, malairt, is briseadh tràth Bidh pòsadh soirbheachail Bidh Liujia sàbhailte Bidh daoine sàbhailte Bidh raointean shìoda fadalach Bidh sia sprèidh ann. Bidh e doirbh daoine a lorg Gnathachadh poblach Co-dhùnadh èiginneach Imrich Seilbh air chall Fad air falbh Tinneasan mairidh sna beanntan is uaighean Math fortanach.", "古人": "Tha Cao Pi ga ghairm fhèin mar ìmpire", "第X籤": "Naochad-còigeamh crannchur a bhuannaich", "宮": "xugong"}