{"籤詩版本二": "Tha am pagoda mòrail neo-àbhaisteach, le sgeadachadh eireachdail air gach taobh a tha a’ deàrrsadh le solas\nTha mi a' guidhe ort a bhith dìorrasach cromadh gu dìcheallach agus gnìomhan math a dhèanamh, agus cuiridh nèamh beannachdan thugaibh.", "詩意": "Tha an hexagram seo a’ riochdachadh foillseachadh airidheachd.\nTha a h-uile dad adhartach.", "解曰": "Na beannachdan seo. Tha e aig a h-uile duine. Na bi ro thrang. Tha airidheachd air a dhearbhadh ro-làimh.", "籤詩故事一": "◇ Coinnichidh Rìgh Fenyang ri ogha air Latha Valentine Sìneach\nFuasgladh: Choinnich Guo Ziyi ri Nighean nam Breabadair a thàinig sìos gu talamh air Latha Valentine Sìneach. Is e Tiansun, ogha an Ìmpire Jade, na Seachd Sìthichean.\nBha Guo Ziyi (697-781), ris an canar cuideachd Guo Linggong, à Zheng County, Huazhou (a-nis Siorrachd Huaxian, Roinn Shaanxi) agus na sheanalair ann an Sliochd Tang. Thug a’ chùirt ìmpireil an tiotal Rìgh Fenyang do Ziyi.\nThathas ag ràdh gur ann à Huazhou a bha Ziyi bho thùs agus gun deach e dhan arm taobh a-muigh a’ Bhalla Mhòir Chaidh e gu Beijing airson pàigheadh ​​armailteach a bhrùthadh agus thill e gu Yinzhou.Thachair gur e Latha Valentine Sìneach a bh’ ann aig an àm sin. a' tionndadh dorch, agus a' ghrian a' fas dorcha, cha b' urrainn do Shiyi gluasad air adhart, agus mar sin sheas e ri taobh an rathaid, bha e na chadal air an ùrlar ann an taigh falamh, nuair a bha e faisg air tuiteam na chadal, chunnaic e solas dearg gu h-obann Sheas e suas agus sheall e suas le iongnadh Bha neul anns an adhar, a 'tighinn a-nuas gu mall, shuidh boireannach brèagha, urramach agus eireachdail, gu tur eadar-dhealaichte bho dhaoine àbhaisteach. Thug Ziyi urram sa bhad agus thuirt i, \"Is e an-diugh an seachdamh latha den t-seachdamh mìos gealaich. Tha mi a 'smaoineachadh gur e Nighean nam Breabadair a thàinig, a tha airson fad-beatha agus beairteas a bhuileachadh oirre.\"\nFhreagair am boireannach cuideachd: \"Le beairteas mòr thig fad-beatha.\"\nNuair a sguir e de bhruidhinn, thill an deàrrsadh agus dh’èirich na neòil gu mall, bha am boireannach fhathast a’ coimhead sìos air Guo Ziyi le gàire tlachdmhor.Is ann dìreach nuair a bha i fada air falbh bhuaipe bha a’ cheò neo-mhearachdach agus chan fhaicear i tuilleadh.\nThionndaidh e a-mach gu bhith fìor, dìreach mar a thuirt am boireannach. Tha airidheachd Ziyi ainmeil air feadh an t-saoghail, tha e 'na mhinistear air leth measail, agus tha e 'na sheanalair le araon airidheachd agus buadhan.", "聖意": "Dèan miann dhut fhèin aig an taigh, dèan miann dhut fhèin, dèan ùrnaigh airson airgead, deagh fhortan ann an gnìomhachas, deagh fhortan ann am pòsadh, deagh fhortan ann an Liujia, siubhal sona le daoine, raointean gluasadach, cnuimhean sìoda, stoc seasmhach, droch fhortan ann an lorg daoine, lagh-lagha poblach, imrich, deagh fhortan, galaran seilbh air chall, uaighean ann an Zhenxingshan", "古人": "Coinnichidh Rìgh Fenyang ri ogha air Latha Valentine Sìneach", "第X籤": "Clàraich naochad s a sia", "宮": "xugong"}