{"籤詩版本二": "Anmoch airson a dhol a-steach agus a-mach a shireadh comhairle, iomagaineach agus iomagaineach mu bhith ag adhbhrachadh trioblaid\nColtach ri eun ag itealaich a-steach do ribe, dè cho fada ‘s as urrainn dha teicheadh?", "詩意": "Tha an hexagram seo na chomharradh air rudan a chumail sean agus atharrachadh gu dànachd.\nTha a h-uile dad neo-thaitneach.", "解曰": "Bi glèidhteach aig àm sam bith. A’ feitheamh ris an fhear uasal a thighinn. Ma tha thu a 'faighneachd mu dheidhinn a h-uile rud. Bidh am prìomh rud fadalach.", "籤詩故事一": "◇ Chaidh Ji Ping a mharbhadh\nBha Ji Ping, leis an fhìor ainm Ji Tai, ris an canar cuideachd Ping, na lighiche ìmpireil ann an Han Dynasty.\nAnns a' chòigeamh bliadhna de Jian'an (200 AD), thàinig Cao Cao gu bhith na phrìomhaire agus cha do ghabh e an t-ìmpire gu mòr. cuidhteas e Cao Cao, dh’fhairich e diombach agus feargach, Dreach, dh’ fhàs e tinn.\nDh'iarr an t-Ìmpire Xian air an lighiche ìmpireil Ji Ping dèiligeadh ri Cao Cao. Leugh Ji Ping òrdugh dìomhair an ìmpire agus bha e dìorrasach faighinn cuidhteas Cao Cao, agus mar sin dhealbhaich an dithis aca plana còmhla. Gun dùil, tha cluasan air ballachan Chaidh tràill dachaigh Dong Cheng, Qin Qingtong, a bhualadh dà fhichead uair le bata le Dong Cheng air sgàth a ghnothaich ri bean òg Dong Cheng. Ji Ping gu Cao Cao.\nGhabh Ji Ping brath air ceann goirt Cao Cao agus phuinnseanaich e e gu dìomhair. Fhuair Cao Cao tip, ghlac e Ji Ping, chràdh e e, agus rinn e sgrùdadh air an stiùiriche. Chuir Ji Ping an aghaidh bàs agus bhàsaich e às deidh dha suathadh air na ceumannan.", "聖意": "Tha dragh air an taigh mu dheidhinn fhèin, tha an t-eucoir ag iarraidh airgead, tha an gnìomhachas briste, chan eil am pòsadh fada, tha am peanas sia, tha an neach-coiseachd glaiste san achadh, tha an sìoda air a mhilleadh, lorgar na sia sprèidh, lorgar an neach-coiseachd. lorgar neach, tha cùis-lagha poblach air chall, chan eil an imrich a’ gluasad, tha an togalach air chall, tha an galar air a ghealltainn, tha an lìon sa bheinn, tha an uaigh marbh,", "古人": "Chaidh Ji Ping a mharbhadh", "第X籤": "Àireamh ceithir fichead 's a h-ochd", "宮": "Haigong"}