{"籤詩版本二": "A' reubadh an eich agus a' cumail a' chuip, thig sinn dìreach an seo, leth ann an cunnart agus leth ann an tubaist.\nTha e mar thaigh air a losgadh le teine ​​Nuair a thuiteas an speur, tionndaidh an t-uisge gu luaithre e Tha plana agam.", "詩意": "Tha an hexagram seo a’ riochdachadh leth bròin agus leth aoibhneis.\nTha e ciallach math a dhèanamh anns a h-uile dad.", "解曰": "Saothair fad-beatha. Na gabh dragh mu dheidhinn ceart agus ceàrr. Tha na geimhlean sealach. Tha tàmailt a’ tighinn gu nàdarrach.", "籤詩故事一": "◇ Tao Sanchun a’ chùis air Zheng En ann an Guayuan\n“Fad beò mo charragh-chuimhne,” sheas Zhao Kuangyin a-rithist, “Bha Beiping King Zheng En air pòsadh a chuir air dòigh aig an àm sin. A-nis gu bheil an saoghal ann an sìth, bu mhath leam do chead iarraidh latha adhartach a thaghadh airson pòsadh. \"\n“Fada beò mo chuimhneachan!” Sheas Zhao Kuangyin suas agus thuirt e, “Bha Rìgh Peking, Zheng En, air pòsadh a chuir air dòigh aig an àm sin. A-nis gu bheil an saoghal aig fois, bu mhath leam do chead iarraidh gus neach taiceil a thaghadh latha airson pòsadh.\"\n\"O, bha an treas bràthair an sàs roimhe, ciamar nach robh fios agam mu dheidhinn seo?\" Chuir e iongnadh mòr air Chai Rong, chuir e a làmh airson Zhao Kuangyin suidhe sìos agus bruidhinn.\n\"Oh! Bha an treas bràthair an sàs roimhe, ciamar nach robh fios agam mu dheidhinn seo? \" Chuir e iongnadh mòr air Chai Rong (Ìmpire na Zhou Dynasty) nas fhaide air adhart. Shìn e a làmh agus dh'iarr e air Zhao Kuangyin suidhe sìos agus bruidhinn.\n\"Is e sgeulachd fhada a th 'ann. An toiseach, bha sinn fhathast ann am bochdainn aig an àm sin agus cha deach sinn a-steach don arm agad. Bhon uairsin, tha sinn air a bhith a 'sabaid fad bhliadhnaichean agus chan eil ùine againn a bhith a' gabhail cùram mu do dheidhinn. San dàrna àite, tha an treas bràthair cuideachd beagan diùid a ràdh, agus mar sin chan eil fios aig do Mhòrachd.\"\n\"Is e sgeulachd fhada a th 'ann. An toiseach, bha sinn fhathast beò ann am bochdainn aig an àm sin agus cha deach sinn a-steach don arm agad. Bhon uairsin, tha sinn air a bhith a 'sabaid fad bhliadhnaichean agus chan eil ùine againn a bhith a' gabhail cùram mu do dheidhinn. San dàrna àite, tha an treas bràthair cuideachd na rud beag diùid a bhith ga ainmeachadh, agus mar sin chan eil fios aig do Mhòrachd.”\n\"Hey, tha an oileanach colaiste fireann a' pòsadh, dè as coireach gu bheil nàire ort? Tha an treas bràthair air a bhith air an raon-catha airson ùine mhòr agus faodar a mheas mar ghaisgeach gun choimeas. Carson a tha thu cho beag mun chùis seo?\"\n\"Haidh! Tha balach na colaiste a' pòsadh, dè as coireach gu bheil nàire air? Tha an treas bràthair air a' bhlàr airson ùine mhòr agus faodar a mheas mar ghaisgeach gun choimeas. Carson a tha thu cho beag mun chùis seo?\"\n“A’ bruidhinn air sin, chan urrainn dhomh a ’choire a chuir air mo threas bràthair airson a bhith diùid, leis gun deach am pòsadh seo a chruthachadh.”\n“A’ bruidhinn air sin, chan urrainn dhomh a ’choire a chuir air mo threas bràthair airson a bhith diùid, leis gun deach am pòsadh seo a chruthachadh.”\n\"Air a sgrìobhadh a-mach? Hey, tha e inntinneach. Inns dhomh dè thachair.\"\n\"Chuir mi a-mach e! Hey! Tha e inntinneach! Feuch an innis thu dhomh dè thachair.\"\n“Tha, tha cuimhne agam air a’ bhliadhna sin, nuair a bha sinn gu bhith còmhla ri A Mhòrachd, bha sinn a’ dol tro Shiorrachd Baocheng. Bha e glè theth san Ògmhios. Cha b’ urrainn dha mo threas bràthair fuireach san taigh-òsta, agus mar sin chaidh e a-mach air seachran leis fhèin. Às deidh dha a dhol seachad air gàrradh melon, chaidh e a-steach a bhuain cuid.Dh’ fhalbh melonan am pathadh, cha robh mòran melonan a bha a’ fàs nas tràithe aig an àm seo, agus cha robh fios aig an treas bràthair ciamar a thogadh e iad, agus mar sin bhris e mòran dhiubh. B’ e boireannach a bh’ anns an fhear a bha a’ coimhead air na melons. Ghabh i ceum air adhart gus casaid a thogail don treas bràthair.Bha eas-aonta aig an dithis, agus an uairsin thòisich iad a’ sabaid Thig. .\"\n“Tha, tha cuimhne agam air a’ bhliadhna sin, nuair a bha sinn gu bhith còmhla ri A Mhòrachd, bha sinn a’ dol tro Shiorrachd Baocheng. Bha e glè theth san Ògmhios. Cha b’ urrainn dha mo threas bràthair fuireach san taigh-òsta, agus mar sin chaidh e a-mach air seachran leis fhèin. Às deidh dha a dhol seachad air gàrradh melon, chaidh e a-steach a bhuain cuid.Dh’ fhalbh melonan am pathadh, cha robh mòran melonan a bha a’ fàs nas tràithe aig an àm seo, agus cha robh fios aig an treas bràthair ciamar a thogadh e iad, agus mar sin bhris e mòran dhiubh. B’ e boireannach a bh’ anns an fhear a bha a’ coimhead air na melons. Ghabh i ceum air adhart gus casaid a thogail don treas bràthair.Bha eas-aonta aig an dithis, agus an uairsin thòisich iad a’ sabaid Thig. .\"\n“An Zheng Ziming seo, is e a choire a th’ ann sa chiad àite, bu chòir dha a leisgeul a ghabhail. Carson a rinn thu a ’chùis air? A bharrachd air an sin, ciamar as urrainn do theaghlach nighean a bhith an aghaidh punches agus breaban fear fiadhaich mar e! Thig air adhart, bhuail thu an nighean gu pìosan. Cha robh?\" \"Cha robh an nighean gun chron...\"\n“An Zheng Ziming seo, is e a choire a th’ ann sa chiad àite, agus mar sin bu chòir dha a leisgeul a ghabhail. Carson a tha thu ga bhualadh? A bharrachd air an sin, ciamar as urrainn do theaghlach nighean a bhith an aghaidh punches agus breaban duine borb mar e! Thig air adhart, innis dhomh, bhuail thu an nighean seo. Chan e?\"\n\"Bha an nighean gun chron ...\"\n\"Tha sin ceart gu leòr, tha sin ceart gu leòr... Hey, nach do rinn thu gnìomh? O, tha mi creidsinn gun do shàbhail thu mi ann an tìde.\"\n\"Tha sin ceart gu leòr! Tha sin ceart gu leòr... Hey! nach do rinn thu rudeigin? O! tha mi creidsinn gur tusa a shàbhail mi ann an tìde!\"\n\"...Chan e, b' e an duine a shàbhail mi...an treas bràthair.\" \"...Chan e, b' e an duine a shàbhail mi...an treas bràthair.\"\n\"Ah?!\" \"Ah?!\"\n\"Chaidh an treas bràthair a leagail gu làr leis a' bhoireannach agus a bhualadh gu brùideil fad na slighe. Gu fortanach, ràinig mi agus chuir mi ìmpidh air falbh, gus nach robh e air a dhroch ghoirteachadh. ... Do Mhòrachd... Do Mhòrachd!... \"\n\"Chaidh an treas bràthair a leagail leis a' bhoireannach agus chaidh a bhualadh gu brùideil. Gu fortanach, ràinig mi agus chuir mi ìmpidh air falbh, 's cha robh e air a dhroch ghoirteachadh. ... Do Mhòrachd... Do Mhòrachd!...\"\n\"Ah?...O, cò am boireannach a tha sin!?\" \"Ah!?...O, cò am boireannach a tha sin!?\"\n“Is ann dìreach às deidh sin a fhuair mi a-mach gur e Tao Sanchun an t-ainm a bha air a’ bhoireannach, agus bha a h-athair Tao Hong na sheann ghaisgeach aig nach robh miann sam bith. Dh’ ionnsaich Tao Sanchun ealain armachd bho athair bho bha e na leanabh. Às deidh dhomh eòlas fhaighinn air. a theaghlach, chunnaic mi gu robh caractar sònraichte aig a’ Bh-Uas Sanchun. , Luo Luo agus fialaidh, gun chleachdadh sam bith a bhith na nighean bheag, bha iad a’ maidseadh ris a dh’aona ghnothach. buail dheth sa bhad e agus chuir e roimhe am pòsadh so aig an dithis. A Mhòrachd, innis dhomh, guidheam ort, nach e so am pòsadh briste a th' ann?\"\n“Is ann dìreach às deidh sin a fhuair mi a-mach gur e Tao Sanchun an t-ainm a bh’ air an nighean, agus bha i air ealain armachd ionnsachadh bho a h-athair bho bha i na leanabh. Às deidh dhomh eòlas fhaighinn air a theaghlach, chunnaic mi gu robh caractar air leth aig a’ Bh-Uas Sanchun. fialaidh, agus cha robh sgeul air cleachdaidhean na h-ìghne, agus mar sin dh'fhastaidh mi i a dh'aona ghnothaich. Chòrd caractar neo-fhillte an treas bràthar gu mòr ri Mgr Tao agus an nighean aige. A Mhòrachd, nach eil thu a’ smaoineachadh gur e pòsadh meallta a tha seo?”\n(Is e meafar a th’ anns an sgeulachd seo, oir b’ e droch rud a bh’ ann an droch rud.)", "聖意": "Ùrnaigh airson an dachaigh agus thu fhèin a dhìon, bi faiceallach, ùrnaigh airson beairteas, sgrios gnìomhachas, bacadh pòsadh, peanas, Liujia, àrachas, luchd-coiseachd glaiste ann an achaidhean, milleadh cnuimhean sìoda, milleadh sprèidh, daoine a tha a dhìth, cùis-lagha mì-laghail, call, imrich, glèidhteachas , seilbh air chall, galairean olc, draghan, cunnartan, beanntan, uaighean, fàilligeadh", "古人": "Tao Sanchun a 'chùis air Zheng En anns a' ghàrradh melon", "第X籤": "Àireamh ceithir fichead 's a naoi", "宮": "Haigong"}