{"籤詩版本二": "E se eka lefatše le ka bōptjoa bakeng sa lenyalo le letle, matsatsi a monate le linako tse monate, 'me lintho tsohle li tsamaee hantle\nHa se taba e nyenyane ha u ka fumana lotho ena.", "詩意": "Hexagram ena e emela tšimoloho ea leholimo le lefatše.\nTsohle di monate.", "解曰": "Lebelo le potlakileng. Selemo ha se na nako ea sona. Guanyin oa ngola fatše. Ntsebise pele.", "籤詩故事一": "◇Zhongli o ile a hlaka\nZhongli Quan, ea rehiloeng Zhongli, ea rehiloeng Quan, lebitso la tlhompho Yunfang, le lebitso la bosoasoi la Zhengyang, e ne e le letsoalloa la Xianyang County, Xi'an, Profinseng ea Shaanxi nakong ea Leloko la Han Bochabela.\nZhong Liquan e ne e le molaoli oa Lesika la Han. Nakong ea leeto khahlanong le Qiang Bophirimela, o ile a honohela molaoli Liang Yi 'me a mo abela masole a tsofetseng le a fokolang a 30 000. Hang ha a fihla moo a eang teng, kampo e ile ea tlatlapuoa. lebotho la Qiang Bophirimela, 'me masole a baleha. Zhong Liquan o ile a lahleha phuleng ’me a kopana le moitlami tseleng, eaba o mo isa motsaneng o monyenyane ’me a re, “Mona ke sebaka sa bolulo sa Monghali Donghua.” Eaba o re hantle ’me oa tsamaea. Ka mor’a nakoana, ka tšohanyetso motho e mong o ile a re: “E tlameha ebe ke hobane motho oa Hu ea mahlo a matala o bua haholo.” A bona monna ea apereng boea bo bosoeu ba likhama ’me a tšoere lere le letala la quinoa, a botsa Zhong Liquan, “Motho ea tlileng. mona ke Han Da. General Zhongli Quan\n? Zhong Liquan o ne a maketse, a tseba hore o kopane le motho ea sa tloaelehang, kahoo o ile a ithuta Setao ka tieo.\nHamorao Zhong Liquan o ile a kopana le Zhenren Huayang le Morena ea sa Shoeng Xuanfu, 'me a ithuta \"Lekunutu la ho se Shoe\". Qetellong, o ile a lula Zijin Sihaofeng Thabeng ea Kongtong, a fumana \"Lekunutu la Lebokose la Jade\", 'me ea e-ba motho ea sa shoeng.O ne a boetse a hlomphuoa e le e mong oa Bapatriareka ba Bahlano ba Leboea ke Lequloana la Quanzhen.", "聖意": "Rapella lehae le lehae la hao ho hlohonolofatsoa ka mahlohonolo nakong ea hoetla le mariha, batla mahlohonolo nakong ea hoetla le mariha. , mahlohonolo ho liboko tsa silika, mahlohonolo liphoofolong, mahlohonolo a ho fumana batho, mahlohonolo liqosong tsa sechaba, mahlohonolo a ho falla, thepa e lahlehileng, mafu a leboea-bochabela, mahlohonolo a ho romela lithaba le mabitla.", "古人": "Zhongli o ile a hlaka", "第X籤": "letšoao la pele", "宮": "Popelo"}