{"籤詩版本二": "Ke hobane'ng ha u sa ee Tailai, e haufi le sekhutlo?\nHaeba ho na le litaba tse monate ka nkwe kapa mmutla, o tla lokoloha leha o ikemiseditse ho phathahana.", "詩意": "Ho hexagram ena, ho na le letšoao la tlhohonolofatso har'a bomalimabe.\nNtho e 'ngoe le e' ngoe e mpe esale pele 'me e ntle qetellong.", "解曰": "Kenya sebaka ka silika ea hemp. Otla maoto a motho. Bona ka ho hlaka. Litlhohonolofatso li tsoa likoluoa.", "籤詩故事一": "◇Ho Kopana le Monghali Bukit\nWu Ji qalong e ne e le rametsi, 'me bobeli ba bona ba ile ba kopana le Jiang Ziya ha ba ntse ba tšoasa litlhapi Feng River. Wuji o ile a tsheha ha a bona Ziya a tshwasa ditlhapi ka hoko e otlolohileng.\nZiya o ile a sheba sefahleho sa Wuji 'me a bolella linohe: \"Haeba u kena motseng kajeno, u tla bolaea motho.\" Ka mor'a ho utloa sena, Wu Ji o ile a tloha a halefile 'me a nka patsi ho ea motseng.\nKa mor'a ho kena motseng, Wu Ji o ile a qabana le ba bang 'me ka phoso a otla Tonakholo Wen Wang ho fihlela a e-shoa.\nMorena Wen o ile a rala fatše e le chankana 'me a kenya Wu Ji chankaneng.\nBukit Hou o ile a lokolloa ka nakoana 'me a ahloleloa lefu hore a hlokomele' mè oa hae ho fihlela ka hoetla.\n'M'ae o ile a mo kopa hore a kope thuso ho Jiang Ziya.\nMa-Taigong a ile a mo amohela e le morutuoa oa hae, a mo ruta tsebo ea ntoa, ’me a mo laela ho cheka mekoti le ho loha ka boloi ho senya qetello ea hae ea tlhaho.\nKa mor'a hoetla, Wu Ji ha aa ka a tla ho tla fuoa kotlo.\nHamorao, Morena Wen o ile a kopana le Wu Ji, ’me Wu Ji a tsebisa Morena Wen hore a kopane le Jiang Taigong.\nTaigong o ile a fuoa tlotla ea Molaoli oa Wude. Ka bobeli monghali le moithuti ba ne ba sebeletsa Morena Wen.", "聖意": "Ntlo e bolokehile, bonna bo monate, khoebo e monate, lenyalo le lata, monna ea tsamaeang ka maoto ha a khutletse masimong, liboko li na le phaello, liphoofolo tse tšeletseng ke shenji, patlo e monate, qoso ea sechaba e ntle, ho falla hoa baballa, thepa e lahlehileng e bonoa, lefu lena le molemo, Qiu Ji, lebitla la thaba le molemo", "古人": "Kopano ea Bukit", "第X籤": "Letshwao la leshome le metso e mmedi", "宮": "Yin Palace"}