{"籤詩版本二": "Joalo ka ha kreine e tsoa lesakeng la eona le shoang, hoa khoneha ho baleha lesakeng le shoang.\nHa ho na litšitiso lipakeng tsa leboea, boroa le bochabela, u ka leba Jiuxiao Palace ka kotloloho.", "詩意": "Hexagram ena e emela setšoantšo sa crane e tlohang lesaka la eona.\nNtho e 'ngoe le e' ngoe e mpe esale pele 'me e ntle qetellong.", "解曰": "Ha ho bothata. Mmila o atlehile. Le be le boiketlo. Ho se tsotelle joalo ka motho (molimo).", "籤詩故事一": "◇Ziya o ile a tlohela mosebetsi oa hae\nHa Jiang Ziya a ntse a sebetsa e le senohe, o ile a bona hore mosali e mong o fetotsoe ke moea oa jade pipa, kahoo a mo tšoara a ba a mo otla ka lejoe la enke. Tonakholo ea Morena Zhou o ile a hlalosa se etsahetseng, a botsa se etsahetseng, eaba o nka Jiang Ziya ho ea bona Morena Zhou. Jiang Ziya o ile a sebelisa Samadhi 'Nete ea Mollo ho chesa moea oa pipa ho tsoa sebopeho sa oona sa pele ka pel'a Morena Zhou,' me Morena Zhou a mo etsa ofisiri e kholo.\nE le ho phetetsa moea oa jade pipa, Daji o ile a kōpa Morena Zhou hore a laele Jiang Ziya ho haha ​​sethala sa likhama. Jiang Ziya o ile a khalemela Morena Zhou, 'me Morena Zhou a laela hore a bolaoe. Ka mor'a hore a khutlele hae, Jiang Ziya o ile a botsa Ma ka ho ea Xiqi, 'me Ma o ne a batla ho mo hlala. Kahoo Jiang Ziya o ile a ea Xiqi (motse-moholo oa Morena Wen oa Zhou Dynasty) a le mong.\nJiang Ziya o ile a fihla Xiqi 'me a lula sebakeng sa ho tšoasa litlhapi Panxi Gorge.O ile a kopana le Morena Wen oa Zhou ea neng a labalabela ho batla litalenta.Ka kopo e tiileng ea Morena Wen, Jiang Ziya o ile a rapeloa e le mosuoe oa hae' me a thusa Morena Wen.", "聖意": "Ha kea phutholoha lapeng 'me hape ke batla ho kopa tšebelisano ea lichelete, transaction, lenyalo, Liujia, banna ba tsamaeang ka maoto, bona masimo, liboko, phaello ea hoetla, tahlehelo e tšeletseng ea mehlape, ho batla batho, ho sitisa linyeoe tsa sechaba, ho falla, thepa e lahlehileng, boroa-bochabela. lefu, ho beha, ho romela lithaba le mabitla, tse ntle", "古人": "Ziya o ile a tlohela boemo ba hae ba molao", "第X籤": "Mohloli oa lotho ea leshome le metso e mene", "宮": "Maogong"}