{"籤詩版本二": "Matšoenyeho le matšoenyeho a imolohile ka nakoana, 'me thabo e tsoa leholimong.\nFeela joaloka jade e patiloeng ka bolokoeng, mosebetsi ea hloahloa o ntša lerōle", "詩意": "Hexagram ena e emela tumellano ea Yin le Yang.\nNtho e 'ngoe le e 'ngoe eo u e rerang e ntle.", "解曰": "Ha ho letho le fumanoeng, ha ho letho le lahlehileng. Fumana ka lebaka la tahlehelo. Molotsana o mathateng. Mahlohonolo ho uena, Mohlomphehi.", "籤詩故事一": "◇Ye Meng Xiong Chao Di\nYe Mengxiong (1531-1597), eo lebitso la hae la tlhompho e neng e le Nanzhao eo lebitso la hae e neng e le Longtang, e ile ea fetoleloa ho Longtan ’me hape ea rehoa Huayun. Letsoalloa la Wanshifang, Huizhou Fucheng (eo hona joale e leng karolo ea Setereke sa Huicheng, Huizhou City) Lelokong la Ming. Ka selemo sa bo44 sa puso ea Jiajing (1565), e ile ea e-ba Jinshi ’me a fuoa tlotla ea ’maseterata oa Qing County. O sebelitse e le motsamaisi oa lefapha la phetisetso, mme hamorao a fetohela ho mookameli oa censor oa Shanxi Road.\nSelemong sa bo20 sa Wanli (1592), Molaoli oa Kakaretso oa Ningxia, Kuaibai (hlooho ea morabe oa Matatare oa Mongolia), o ile a bolaea 'musisi Dang Xin' me a hapa Qhobosheane ea Mashome a Metso a metso e supileng Profinseng ea Hexi. , a roba motse, a rapela le ho chesa. ka boeena ho isa lefung. Meng Xiong ha a ikhohomose ka ho nka mokitlane, 'me o lumella litsebo tsa hae hore li be ntle joaloka tsa balaoli ba itetang sefuba ho loana. Ofisiri ea Wei Xuezeng e ile ea khutlisetsoa mosebetsing. Lilemong tsa hae tsa morao, o ile a itokolla ka makhetlo a mahlano 'me a khutlisetsoa Huizhou ho ea haha ​​​​Tempele ea Huilong.\nYe Mengxiong o ile a kena Taoism e le mosebeletsi oa sechaba qalong 'me o ne a tumme ka botšepehi le botšepehi. o ne a tšepahala haholo, a le sebete, a le sebete, a bile a le masene. Karolong ea bobeli ea bophelo ba hae, litsebo tsa hae tsa ntoa li ile tsa tlalehoa \"History of the Ming Dynasty\" 'me o ne a nkoa e le mohale oa naha.", "聖意": "Lehae ha le ratehe (khotso e ntse e eketseha) Hoetla le mariha ho molemo ho uena, leruo le tla atleha, litšebelisano li tla atleha, lenyalo le atlehe, Liujia e tla tšoha ka bohata (ho tla ba le matlotlo), ba tsamaeang ka maoto ba tla ea tšimong rapella liboko tsa silika, liphoofolo tse tšeletseng li tla ba sephara, batho ba tla fumanoa, linyeoe tsa sechaba li tla be li sa thabise, ho falla e tla ba batho ba bolokang lintho, thepa e lahlehileng e tla sitisoa, mafu a tla rarolloa lebitleng la Fushan.", "古人": "Ye Meng Xiong Chao Di", "第X籤": "Lotto ea Leshome le Metso e Tšeletseng", "宮": "Maogong"}