{"籤詩版本二": "Khauta ea Khauta e oela ka bophirima 'me Mmutla o nyoloha ka bochabela.Potoloho ea motšehare le bosiu e tsoela pele ho tloha mehleng ea boholo-holo ho fihlela joale.\nBaitlami ba banna le ba Tao baa tseba hore ha ho letho le phoso, ’me litsebi, lihoai, indasteri le bahoebi kaofela ba latela likelello tsa bona.", "詩意": "Hexagram ena e emela ho putlama le ho putlama ha yin le yang.\nHape ke sesupo sa hore tsohle li tla tsamaea joalo ka ha ho reriloe.", "解曰": "Haho letho kelellong. Seo u se entseng se molemo. Joalo ka motsu oa seqha. Thunya e le 'ngoe e ile ea otla sepheo.", "籤詩故事一": "◇ Malome Cao Guo ha a shoe\nCao Guojiu, letsoalloa la Xuzhou, ho boleloa hore ke malome e moholo oa Emperor Renzong oa Leloko la Lipina. Lebitso la hae e ne e le Cao Yi, ea tsejoang hape e le Cao Jingxiu.\nMalome Cao Guo o ne a e-na le ngoan'abo e monyenyane ea bitsoang Cao Er. Cao Er enoa o ne a itšetlehile ka boemo ba hae ba bolaoli ba borena 'me a etsa mefuta eohle ea bobe. a hana ho mamela mantsoe a hae a matle le matšeliso a hae, kahoo a sebelisa kotlo ho mo laola.\nCao Guojiu o itse: \"Melao-motheo ea lefats'e ke hore ba bokellang lintho tse ntle ba tla atleha, 'me ba bokellang bobe ba tla timela. Ena ke 'nete e ke keng ea fetoha. Lelapa la rona la Cao le bokelletse liketso tse mpe nakong e fetileng ho finyella leruo la kajeno. ngoan’eso o bokeletse bobe ka mokhoa o fetisisang, leha a ka phonyoha Leha u ka shapuoa ke ofisiri, u ke ke ua phonyoha likoluoa ​​tse patiloeng, hang ha tlokotsi e fihla ’me lelapa la hao le senyehile ’me motho a shoa, u ke ke ua phonyoha ho hang. ka nako eo. Ke tla tlotloloha, 'me ka e tšaba.\" Kahoo, Ka qhala leruo lohle la ka, A thusa mafutsana 'me a se ke a hlola a tsotella litaba tsa mor'abo. Eaba o siea lehae la hae le metsoalle, a apara junifomo ea Botao, ’me a ea lithabeng ho ea hlaolela kelello ea hae le tlhaho.\nKa letsatsi le leng, ho ile ha etsahala hore a kopane le Zhongli le Lu Dongbin ba Lesika la Han. Ba ile ba thaba haholo ha ba bona likarabo tse hlakileng tsa Malome Cao Guo. Quan le Lu Dongbin ba ile ba tsebisoa sehlopheng sa batho ba sa shoeng.", "聖意": "Mahlohonolo a lehae, lehae, mahlohonolo, mahlohonolo, mahlohonolo khoebong, lenyalo, motsamai oa banna, ho lema liboko tšimong esale pele, ho hloleha ha mehlape, ho batla batho, nyeoe, ho falla, thepa e lahlehileng, ho kula ka morao, mahlohonolo.", "古人": "Malome Cao Guo ke motho ea sa shoeng", "第X籤": "Saena ea leshome le metso e robeli", "宮": "Maogong"}