{"籤詩版本二": "Ho lumella seketsoana hore se khutlele morao ho tloha lebōpong la metsi a potlakileng, u batla ho etsa'ng ka lebaka la moferefere?\nHaeba u batla ho sireletseha, batla khutso 'me u emele hore maqhubu a fete tlokotsing ena.", "詩意": "Hexagram ena e tšoana le seketsoana se tsamaeang lebōpong la leoatle le potlakileng.\nLula u le hlokolosi nthong e 'ngoe le e' ngoe 'me u emele nako.", "解曰": "Hlatsoa ka metsi a futhumetseng. Kotsi ke ho emela nako. Haeba u botsa ka merero ea kampo. Ha ho letho le ka etsoang.", "籤詩故事一": "◇Ziyi o beoa moqhaka\nGuo Ziyi (697-781), eo hape a tsejoang e le Guo Linggong, e ne e le letsoalloa la Setereke sa Zheng, Huazhou (eo hona joale e leng Setereke sa Huaxian, Profinseng ea Shaanxi) hape e le molaoli oa Leloko la Tang.\nNakong ea Bofetoheli ba Anshi selemong sa bo14 sa Tianbao (755), o ile a fuoa tlotla ea Shuofang Jiedushi (Lingwu, ka bophirimela ho Lingwu Ningxia ea kajeno) O ile a laeloa ho ea ntoeng. Ba ile ba ikopanya Changshan (Zhengding, Hebei) 'me ba hlōla Shi Siming, ba boela ba hapa Hebei. Ka nako ena, Guo Ziyi o ile a etsa tlhahiso ea hore moemphera a nke Fan Yang ho tloha leboea 'me a hlasele sekoti sa nkoe ea marabele ho fokotsa ho thibella ha Tongguan, empa Xuanzong a hana. Ka mor'a moo, boemo ba metse e arohaneng ea likarohano mehleng ea morao ea Tang Dynasty e ile ea lengoa, e leng eona e ileng ea fetoha sesosa se ka thōko sa ho timela ha Leloko la Tang.\nKa selemo sa leshome le metso e mehlano sa puso ea Tianbao (756), eena le mokhatlo oa ma-Uighur ba ile ba khutsisa Hequ. ho hlola Cui Qianyu. Lebotho la Tang le ile la shoa batho ba fetang 10,000. Cui Qianyu o ile a inehela ho Pujin. Lushan o ile a bolaoa ke mora oa hae An Qingxu.\nKa selemo sa bobeli sa Zhide (757), o ile a laeloa hore a etelle pele mabotho ho ea Fengxiang. Guiren oa Qingqu (kajeno e ka bophirimela ho Xi'an) o ile a hlōloa, eaba o ikhula ho ea Wugong (e leng leboea-bophirimela ho Wugong kajeno). le An Shouzhong le Li Guiren ba Xiang Ho ea ka leboea ho Ji Temple (ka boroa-bophirimela ho Setereke sa Chang'an kajeno), masole a Uighur a ile a pota-pota ka mor'a sera, a hlasela ka mahlakore ka bobeli, 'me a bolaea lira tse 60 000. Zhang Tongru o ile a balehela Seterekeng sa Shaanxi, 'me qetellong a boela a fumana motse-moholo Chang'an (Xi'an ea kajeno).\nKa mor’a moo, lebotho la Tang le ile la nka monyetla oa tlhōlo eo ’me la leba bochabela, la hlōla banna ba 150 000 ba akarelletsang Yan Zhuang le Zhang Tongru ba Xindian (eo hona joale e leng ka boroa-bophirimela ho Motse oa Sanmenxia, ​​Profinseng ea Henan), ba qobella Anqing Xu ho tšela Nōka e Yellow le ho khutlela Xiangzhou. Dongjun Luoyang o ile a khutla. Eketsa Situ molemong oa hae 'me u mo etse 'Musisi oa naha.\nShi Siming o ile a etella pele lebotho la hae ho tloha Fan Yang ho pholosa An Qingxu Mahlakore ana a mabeli a ile a loana ka lihlopha ka leboea ho Nōka ea Anyang (Ka leboea ho Anyang kajeno). ba re ba na le banna ba 600,000, ba ile ba ikhula (Ntoeng ea Yecheng). Molaoli ea ka sehloohong oa ntoa ena e ne e le leqhalaha Yu Chaoen, ea neng a se na tsebo ea boeta-pele 'me a beha Guo Ziyi molato oa ho hlōleha ha ntoa. Guo Ziyi o ile a bitsetsoa Chang'an, a imoloha matla a sesole, 'me ea e-ba ofisiri e sa sebetseng.\nSelemong sa pele sa Baoying (762), masole a Taiyuan (eo kajeno e leng ka boroa-bophirimela ho Taiyuan) le Jiangzhou (eo kajeno e leng Xinjiang Profinseng ea Shanxi) a ile a rabela. laola Jiangzhou. O ile a boela a aroloa ke leqhalaha Cheng Yuanzhen 'me a imoloha matla a sesole.\n(Mopi-taba oa pale ena: Guo Ziyi, ea neng a e-na le bokhoni haholo a bile a itšoere hantle, o ile a kopana le Xuanzong le batho ba bang ba khopo, e leng se ileng sa senya katleho ea hae haholo.)", "聖意": "Hlohonolofatsa ntlo le uena, ho batla maruo, ha ho khoebo, ha ho lenyalo, ha ho alamo ea bohata, Batsamai ba fihlang Tiancanji, ho thata ho fumana batho, liqoso tsa sechaba le (eseng Xing), ho falla, ho boloka lintho, ho lahleheloa ke thepa, ho thata ho fumana, mafu, ba rapella mahlohonolo, lithaba le mabitla, ba lehlohonolo", "古人": "Ziyi a bewa moqhaka", "第X籤": "Leshome le metso e robong la ho Hlōla Lotho", "宮": "Tatsumi"}