{"籤詩版本二": "Ka mor'a matšoenyeho a mangata le likotsi, e ke ke ea hlola e e-ba lefeela ho tloha joale ho ea pele\nPelo e fanang ka seatla se bulehileng e na le merero ea eona ea seatla se bulehileng.U tlameha ho kopana le setsebi ho fihlela katleho e kholo.", "詩意": "Hexagram ena e tšoana le seliba sa khale se nang le seliba.\nNthong e 'ngoe le e' ngoe, batho ba hlomphehang ba fumana katleho.", "解曰": "Qetellong nyeoe e tla lokafatsoa. E kula ebile e bolokehile. Kena le ho tsoa ho batla keletso. Seliba sa khale se kopana le selemo.", "籤詩故事一": "◇Yao Chong o laola litsie\nYao Chong (649-721), eo lebitso la hae la sebele e neng e le Yuan Chong, o ne a tsoa Shaanzhou.\nSelemong sa bone sa Kaiyuan (716), Shandong (eo ka kakaretso e buang ka Yellow River Basin e ka bochabela ho Huashan) e ile ea hlaseloa ke litsie. mahlabelo, ho chesa libano, ho rapela pel’a masimo, le ho shebella ha lijalo li jeoa ke litsie.\nBa boholong kaofela ba ne ba lumela: “Litsie ke koluoa ​​ea tlhaho, li ka laoloa joang ke basebetsi!” Ntoa pakeng tsa likhopolo tse peli tse fapaneng e ne e le matla ka nako eo, hore na ho felisa litsie kapa che.\nYao Chong o itse: “Hafeela re sebetsa ’moho, re ka li felisa kaofela. O itse: Litsie li tšaba batho, kahoo ho bonolo ho li leleka. di ka fofa, mme ha di ka bona mollo bosiu, di tla fofela ho wona; o di tjhese ka mollo masimong, o tjheke mekoti e tukang, o e epele e ntse e tuka, mme ho ke ke ha sala letho.”\nXuanzong o itse: \"Litsie ke koluoa ​​ea tlhaho e bakoang ke tsamaiso e mpe ea boitšoaro. Haeba u kōpa hore li tsongoe le ho bolaoa, na see ha se khahlanong le lijo-thollo?\"\nYao Chong o ile a phaella ka ho re: \"Ho tšoasa le ho bolaea litsie ho ne ho etsoa ke batho ba boholo-holo, 'me motlotlehi o tla e sebelisa nakong e tlang. Ke ketsahalo e kholo ea naha ea ho tlisa khotso le katleho ho lihoai. Ke kopa u e nahane ka botebo.\"\nXuanzong o ne a kholisehile. Empa ka nako eo, bohle ba ka hare le ka ntle ho lekhotla ba ne ba bolela hore litsie li ke ke tsa tsongoa.\nXuanzong o itse: “Ke buisane le tona-khōlō ’me ke entse qeto ea ho tšoara litsie. Mang kapa mang ea hanang hape o tla bolaoa.” Kahoo o ile a romela mohlahlobi hore a laole le ho laela batho hore ba chese le ho pata litsie.\nHo ile ha tšoaroa litsie tse limilione tse robong ho pholletsa le naha, 'me seoa sa litsie se ile sa felisoa ka katleho.\n(Bohlale bo lokela ho sebelisoa taolong ea likoluoa ​​le phallisong, 'me ho be le maano a bohlale a ho hlola mathata. Yao Chong ke setsebi tabeng ena)", "聖意": "Ntlo ke ntho e tlwaelehileng, motho o thibane, ho batla tjhelete ho thijwa, kgwebo e thibetswe, manyalo le kutloano di thibetswe, kotsi e teng Liujia, batsamaya ka maoto ba thijwa, diboko tsa silika di thibane, leruo ha le monate, batho ha ba yo, dinyewe tsa setjhaba di a thijwa. e thibetsoe, ho falla ha ho utloahale, ho thata ho fumana lintho tse lahlehileng, mafu a thata ho a rapella, lithaba le mabitla ha lia phutholoha.", "古人": "Yao Chong e laola litsie", "第X籤": "Ho hapa lotho ea mashome a mabeli a metso e mehlano", "宮": "Mi Palace"}