{"籤詩版本二": "Ho na le menyenyetsi ea hore lintho li fetohile, 'me ke ile ka fumana lengolo le tsoang sehlohlolong.\nBotumo le katleho tseo ke li tšepisitsoeng bukeng li ile tsa lula li se na letho ho fihlela qetellong.", "詩意": "Hexagram ena e na le lebitso la bohata.\nHo eletsoa hore u be hlokolosi linthong tsohle.", "解曰": "Ho fufuleloa holimo le tlase. Ho batla ho phomola ha ho etse letho. Takatso ea botumo. Lula u bolokehile.", "籤詩故事一": "◇Zhong Kui o fumana leseli\nZhong Kui, eo fane ea hae e leng Zhong Kui, eo lebitso la hae la tlhompho e leng Zhengnan, o tsoa Zhongnanshan.\nNakong ea puso ea Moemphera Dezong oa Leloko la Tang, Zhong Kui o ile a kenya letsoho tlhatlhobong ea borena. Mohlahlobi ea ka sehloohong letsatsing leo e ne e le Han Yu, Letona la Litaba tsa Sechaba, ’me motlatsi oa mohlahlobi e ne e le Lu Zhi, setsebi se seholo. Ha ba babeli ba bala pampiri ea Zhong Kui, mahlo a bona a ile a khanya ’me ba bua ka lentsoe le le leng: “Moloi, moloi!\nEmperor Dezong o ile a mamela tlaleho ea Han Yu mme a re Zhong Kui, 'mampoli e mocha oa saense, o ne a e-na le talenta e ngata, kahoo a bitsetsa Zhong Kui Ntlong ea Khauta.\nHa Moemphera Dezong a bona ponahalo ea hae e mpe, hang-hang o ile a ikutloa a sa thaba ’me a re: “Ho khethoa ha litsebi lekhotleng la rōna kaofela ho itšetlehile ka mantsoe a botho le mongolo oa mongolo. \"\nHan Yu o ile a khumama ka potlako 'me a re: \"Botle le bobe ba motho ha bo felle feela ka ponahalo. Na uena, Morena ea Halalelang, ha u utloe hore Yan Ying o bolelele ba limithara tse tharo 'me o lekana le tona-khōlō? Zhou Chang bohoelea empa ba ka thusa Leloko la Han; Confucius o ahlola batho ka ponahalo ea bona, 'me o lahleheloa ke mora oa hae Yu. Ke tšepa hore borena ba hau bo tla nahana habeli.\"\nMoemphera Dezong o ile a nahanisisa ka nakoana ’me a re: “Le hoja mantsoe a Han Aiqing a utloahala, ha ke ne ke le Moemphera Taizong, ho ne ho e-na le litsebi tse leshome le metso e robeli tse ileng tsa tla Yingzhou ’me tsa bua ka eona. Monna enoa e ne e le setsebi sa pele. o tla ntšeha ka ho se lemohe litalenta.\"\nTona-khōlō Lu Qi o ne a na le kelello e fokolang 'me a honohela litalenta.Ka mor'a ho utloa mantsoe a moemphera, o ile a khumama fatše eaba o re: \"Setsebi sa pele sa thuto ea khauta e tlameha ho ba ka hare le ka ntle. Ke hobane'ng ha u sa khethe e 'ngoe?\"\nHa Zhong Kui a bona hore monna enoa o ferekane haholo, a sitoa ho ithiba empa a halefa, a supa Lu Qi ’me a rohaka: “Haeba ofisiri e joalo e sa tsebeng letho e le ka lekhotleng, na e ke ke ea ntša naha kotsi?” Ka mor’a moo. a otla Lu Qi ka feisi.\nHa Dezong a bona sena, o ile a halefa mme a re: \"U sebete haholo, u iteta sefuba ho baka khathatso Ntlong ea Khauta, e theole kapele!\"\nKa khalefo, Zhong Kui o ile a ntša sabole thekeng ea molaoli oa kakaretso ea emeng ka tlung ea borena eaba o feheloa ka lentsoe le phahameng: “Ho thata hore katse e ferekaneng e etsise nkoe, ’me papage e ferekaneng ha e tšoane le khoho. Ka mor’a moo, o ile a ipolaea.\nEitse ha Moemphera Dezong a bona hore Zhong Kui o ipolaile a halefile, o ile a makala haholo.E le hore a hape lipelo tsa batho, o ile a laela hore Zhong Kui a patoe ka tlotla ea molao ea Setsebi sa No. 1, hape a etsa Zhong Kui Molimo. ea Ho Leleka meea e khopo lefatšeng.", "聖意": "Rapella litlhohonolofatso lapeng la hau, polokeho ea hau, mathata a lichelete, ho hloleha ha khoebo, ho hloleha ha lenyalo, basali ba Liujia ba tsamaeang ka maoto, li-silkworms tse phehiloeng ka halofo, liphoofolo tse tšeletseng tsa lapeng, li ka tsosoa, batho ba lahlehileng, liqoso tsa sechaba tsa Bophirimela, tahlehelo ea ho falla, paballo, tahlehelo ea thepa, ho kula, rapella mahlohonolo lithabeng le mabitleng", "古人": "Zhong Kui o fumane Tao", "第X籤": "Mashome a mabeli a metso e ts'eletseng a hapile lotho (Lotho)", "宮": "Mi Palace"}