{"籤詩版本二": "Ka bochabela, ho na le Chanjuan e ntle khanyeng ea khoeli, 'me maru a e koahela ka nakoana' me a lula a ipatile.\nKa linako tse ling e ka 'na ea e-ba chitja, empa ka linako tse ling e ka 'na ea haella.", "詩意": "Khoeli e ka har'a hexagram ena e koahetsoe ke maru.\nNtho e 'ngoe le e 'ngoe e ntse e le koma.", "解曰": "Maru a phaphametseng a koahela khoeli. Ha ho hlokahale hore u belaele. Ho emetse leru ho bokella. Ke moo o tla utlwisisa.", "籤詩故事一": "◇Bao Gong e batla Empress Li\nNakong ea puso ea Zhenzong oa Leloko la Lipina, Mofumahali Li (Empress Li) e ne e le lekhabunyane ntlong ea basali.\nEmpa ka nako eo, Concubine Liu Def (eo hamorao e ileng ea e-ba Mofumahali Liu) o ne a e-na le menahano e mebe ’me a fa leqhalaha tjotjo Guo Huai hore a nkele mora oa Mofumahali Li sebaka ka katse e letlalo ea civet, a phamola mora oa hae ’me a bolella moemphera hore ke mora oa hae oa tlhaho. Song Zhenzong o ne a halefile mme a romela Li Empress ntlong ea borena e batang.\nKa mor'a hore Serethe De a phahamisetsoe ho ba mofumahali, o ile a rera ho bolaea Mofumahali Li, ea ileng a baleha ntlong ea borena.\nKa letsatsi le leng, Li Niangniang, ea neng a lula seterateng, o ile a kopana le Bao Zheng, moemeli oa moemphera, ea neng a ntse a paterola sebakeng sa sebaka seo. . Ka mor'a hore Bao Zheng a utloe ka ketsahalo ena, o ile a khutlisetsa Li Niangniang Beijing, a tlalehela Song Renzong 'me a fumana taba eo, 'me qetellong' mè le mora ba ile ba tsebana. Mofumahali Dowager Liu le leqhalaha le ikarabellang Guo Huai ba inamisa lihlooho ba ipolela.", "聖意": "Ha kea phutholoha hae, ke rapella ts'ireletso ea lichelete, mahlohonolo khoebong, ho se utloane lenyalong, batho ba masimong, liboko, liphoofolo tse sa rateheng, bothata ba ho fumana batho, linyeoe, tahlehelo, ho falla, ho boloka, ho lahleheloa ke thepa, mafu a Bophirimela, ho thata ho fola, tokiso ya lebitla la thaba", "古人": "Bao Gong o batla Empress Li", "第X籤": "Mohloli oa lotho ea mashome a mabeli a metso e robeli", "宮": "Motšehare Palace"}