{"籤詩版本二": "Ho qeta nako ka khotso le khutso, ho lula le ho paqama ha u ntse u noa tee ka mor'a ho khora\nHa ho hlokahale hore u phathahane ’meleng le kelellong, ’me ka sebele u ke ke ua baka ho hloka toka kapa tlokotsi.", "詩意": "Hexagram ena ke letšoao la khotso le botsitso.\nLinthong tsohle, ho emela nako e nepahetseng ho tla tlisa mahlohonolo.", "解曰": "Lula u sireletsehile 'me u phetse hantle. Botsa melimo. Ema ho fihlela nako e fihla. Lintho li etsahala ka tšohanyetso.", "籤詩故事一": "◇Foyinhui Dongpo\nKa lekhetlo le leng, Su Dongpo o ile a fumana kutloisiso e itseng ha a ntse a ithuta Zen. Ha ke khone ho thibela takatso ea ka, ke ile ka ala pene ea ka 'me ka ngola thothokiso:\n\"Bohareng ba leholimo, Jishou e khanya ka ho phatsimang ho pholletsa le bokahohle; ha a khone ho fefoloa ke meea e robeli, o lutse a otlolohile holim'a lotus ea khauta e pherese.\"\n(Meea e robeli e bua ka: phaello, ho fokotseha, timetso, botumo, thoriso, ho songoa, mahlomola le thabo. Ke hore, ho se tenehe ke mebuso ena e robeli ho bitsoa \"meea e robeli e ke ke ea sisinyeha\").\nKa mor'a ho e ngola, Dongpo o ile a romela mohlanka oa hae ka mose ho nōka hore a e fe Zen Master Foyin oa Tempele ea Jinshan.\nKa mor’a hore Zen Monghali Foyin a e bale, o ile a e tšoaea ka lentsoe “fart” eaba o e fa mohlanka oa hae hore a e khutlise.\nDongpo o ne a halefile ka mor'a ho bona sena, kahoo a palama sekepe ka mose ho nōka 'me a ea tempeleng ea Jinshan ho ea fumana tiiso ea Buddha bakeng sa puisano.\nHa Dongpo a fihla hekeng ea Tempele ea Jinshan, Foyin o ne a se a ntse a emetse monyako.\nHang-hang Su Dongpo o ile a qosa Foyin: \"Ke hobane'ng ha u bitsa thothokiso eo ke e ngotseng fart?\"\nFoyin o ile a araba: \"Na u se u ntse u 'ke ke ua khona ho fefoloa ke meea e robeli'? U ka 'otloa joang ka mose ho nōka' ke fart!\"\nKa nako ena, Dongpo o ne a maketse ha a hlokomela hore o ne a sa tšoanelehe 'me a tsamaea ka lihlong.\n(Pale ena ke papiso ea \"Mocheso ha o so fihle\").", "聖意": "Rapella lehae la hao le polokeho ea hao, leruo la hao, khoebo ea hao, nako e monate, lenyalo la hao, motsamai oa mosali Liujia, ho fihla ha liboko tsa silika masimong, hore mehlape e tšeletseng e tsitsa, bakeng sa ho fumana motho, bakeng sa khathatso, bakeng sa linyeoe tsa sechaba, bakeng sa ho falla, bakeng sa thepa e lahlehileng, bakeng sa ho kula, bakeng sa ho romela lebitleng la thaba, ho thaba", "古人": "Foyinhui Dongpo", "第X籤": "Lotho e hapileng mashome a mararo a motso o mong", "宮": "Wei Gong"}