{"籤詩版本二": "Ho hlakile hore leeto la ho khutla ke la 'nete.\nHang ha setsebi se hloahloa sa mesebetsi ea matsoho se se se hlakile, se tla ikutloa se sireletsehile ebile se sireletsehile nakong ea jasper", "詩意": "Ho hexagram ena, u ka bona setšoantšo sa jade ha u khaola lejoe.\nSebetsa ka thata ho atleha nthong tsohle.", "解曰": "Letlotlo le ka lejoeng. Basele ba tseba hanyane. Ema ho fihlela e hlaka. Etsa sohle seo u ka se khonang.", "籤詩故事一": "◇Liu Bei o batla litalenta (maeto a mararo ntlong e ruletsoeng ka joang, makhetlo a mararo a ea ntlong e ruletsoeng ka joang)\nMehla ea Mebuso e meraro. Zhuge Liang o ne a lula boinotšing ntlong ea joang e Longzhong. Liu Bei o ne a chesehela ho batla litalenta, kahoo o ile a etela Zhuge Liang ka seqo. O ile a etela Zhuge Liang ka makhetlo a mararo (ea tsejoang e le \"Maeto a Mararo a Maeto a Thatched Cottage\" historing). Liu Bei o ile a kōpa ba bang hore ba se ke ba tsamaea eaba o botsa Zhuge Liang: \" Leloko la Han le oele, 'me matona a bolotsana a utsoitse bophelo ba bona. Motlotlehi.\" E koahetsoe ke lerole. Ha ke lekanye bokhabane ba ka le bokhoni ba ka, ke batla ho lumela ho loka ho hoholo lefatšeng, empa bohlale le bokhoni ba ka. ha li teba, kahoo ke li sebelisa haholo. Ho tloha kajeno. Leha ho le joalo, tabatabelo ea ka e ntse e e-s'o fele, na u nahana hore morero oo o tla kengoa tšebetsong?\nJoale Zhuge Liang o ile a hlahisa ho eena leano la ho arola lefatše likarolo tse tharo, ’me a hlahloba boemo boo Cao Cao a neng a le sieo ho bona ’me Sun Quan a ka mo thusa. , 'me ho ne ho e-na le monyetla oa ho sebelisa monyetla oa tsona,' me ke linaha tseo tse peli feela tse neng li ka sebelisoa. (Moqoqo ona hamorao o ile oa bitsoa \"Longzhong Dui\"). Ka mor’a hore Liu Bei a utloe sena, o ile a e rorisa joalokaha eka o fumane letlotlo, ’me ka matla a mema Zhuge Liang hore a tsoe ho tla thusa, kahoo Zhuge Liang ea e-ba moeletsi oa sesole oa Liu Bei.", "聖意": "Ntlo e na le khotso, ke batla leruo, khoebo ea basebetsi e sitisa lenyalo mme e ba moeti oa Liujia.", "古人": "Liu Bei o batla litalenta (maeto a mararo ntlong e ruletsoeng ka joang, makhetlo a mararo ntlong e ruletsoeng ka joang)", "第X籤": "Mohlodi wa lotho ya mashome a mararo le metso e mmedi", "宮": "Wei Gong"}