{"籤詩版本二": "Haeba u batla ho sireletseha le ho ba le khotso, ha hoa lokela ho ba le likerese moeeng.\nHo molemo ho hloekisa le ho lula ka holong e tebileng, ho qoba khanya, ho sisinyeha sebakeng se khutsitseng, le ho potoloha. Shake → Yao. Mahala → tse seng kae.", "詩意": "Hexagram ena e tšoana le moea o sisinyang lebone le kerese.\nHo boloka lintho kamehla ho tla tlisa mahlohonolo.", "解曰": "Lula sebakeng se khutsitseng. Eba mohala mme o fihle ka nako. Ha se lehlohonolo. Conservative le e loketseng.", "籤詩故事一": "◇Li Jing o khutlela thabeng\nLi Jing (571-Phupu 2, 649), ka tlhompho ea lebitso la Pharmacist, e ne e le letsoalloa la Sanyuan, Yongzhou (hona joale e ka leboea-bochabela ho Setereke sa Sanyuan, Profinseng ea Shaanxi). Kakaretso ho tloha nakong ea Leloko la Sui ho fihlela mehleng ea pele ea Leloko la Tang, e ne e le setsebi se tummeng sa sesole se nang le tsebo ea sesole le ea sesole Lesikeng la Tang. Hamorao, o ile a fuoa tlotla ea 'Musisi oa Wei,' me a tsejoa e le 'Musisi oa Wei lefatšeng.\nLi Jing ke ntate oa khosana ea boraro Nezha lethathamong la melimo, eo hape a tsejoang e le “Morena oa Tota.” Li Jing le mora oa hae ba ile ba thusa Jiang Ziya (Tai Gong) ho hlola Mofumahali Zhou, ho theha Leloko la Zhou, le Morena. Wu o ile a nyolohela teroneng ka molao. Joale Jiang Ziya o ile a theha lethathamo la melimo ’me a etsa mokete oa ho khotsofatsa meea ea masole a shoeleng ntoeng. Ho tloha ka nako eo, lefatše le ile la fetoha la khotso le khotso. Morena Wu o ne a batla ho etsa marquise le ho ba putsa, hape o ne a batla ho abela bahale ba qalileng naha. Li Jing, ntate oa hae le mora oa hae, le batho ba bang ba supileng ba ile ba kōpa ho khutlela thabeng ho ea sebelisa Botao le hore ba se ke ba ameha haholo ka botumo le leruo la lefatše. Hamorao, bohle ba supileng ba bona ba ile “ba fetoha bahalaleli ka ’mele” ’me ba kenngoa sehlopheng sa ba sa shoeng.\nPale ea \"Feng Shen Bang\"", "聖意": "Ntlo ke ea tloaeleha, ke batla leruo, ke thatafalloa ke khoebo, lenyalo la ka ha le utloane, Liujia o rapella ba tsamaeang ka maoto hore ba be le tumelo, liboko li butsoitse hoetla, liphoofolo tse tšeletseng li bolokehile, batho ba nyamela, sechaba. liqoso le ho falla ke conservative, lahleheloa ke thepa maloetse, u se ke ua fetola lebitla Jianxingshan.", "古人": "Li Jing o khutlela thabeng", "第X籤": "Mohloli oa lotho ea mashome a mararo a metso e supileng", "宮": "Shen Gong"}