{"籤詩版本二": "Seipone sa lilemo tse sekete se kopane hape, mosali o kopa monna hore a nyaloe hape\nHo tloha ka nako eo, lelapa le ’nile la fetoha, ’me litlhohonolofatso li ekelelitsoe ho bana le litloholo.", "詩意": "Hexagram ena ke letšoao la ho kopana hape ha liipone.\nNtho e 'ngoe le e 'ngoe e sebetsa ka thata ebile e theko e boima.", "解曰": "Ho cheka lehlabathe ka khauta. Ho palama drakone le ho palama nkoe. Leha ho le boima. Ho na le tlatsetso ho eona.", "籤詩故事一": "◇Yulianhui metsoalle e leshome\nNakong ea Leloko la Pina, Qian Yulian o ile a nyala Wang Shipeng. Ha Shi Peng a ea Beijing ho ea ngola tlhahlobo, morui oa Sun Ruquan o ile a qobella Yulian hore a mo nyale hape.\nQian Yulian o ile a hana tlhahiso ea morui Sun Ruquan mme a ka mpa a nyaloa ke Wang Shipeng, setsebi se futsanehileng sa Wenzhou se neng se hiriloe ke \"Jing Chai\".\nHamorao, Wang Shipeng o ile a hapa khau ea pele.Kaha a ile a hana ho nyaloa ke Tona-khōlō Wanqi, o ile a romeloa ho ea sebeletsa e le moahloli sebakeng se hōle sa Chaoyang. Sun Ruquan o ile a fetola lengolo la lelapa la Wang Shipeng ka lekunutu hore e be \"lengolo la tlhalo\" 'me a thetsa Yulian hore a thetsoe.' Mè oa bobeli oa Qian Yulian le eena o ile a mo qobella hore a nyaloe hape, empa Yulian o ile a hana 'me a ipolaea ka ho itahlela ka nōkeng.O ile a pholosoa ke Qian Zaihe. , sehlare se tsoang Fujian, 'me se ile sa nkoa e le morali ea hōlisitsoeng. .\nYulian o ne a nahana hore Shipeng o shoele. Lilemo tse hlano hamorao, Wang Shipeng e ne e le 'musisi oa Ji'an. Ka letsatsi le leng, o ile a tšoara mokete oa sehopotso tempeleng ea Taoist ho ikhopotsa mofu oa hae. libano, 'me qetellong Wang Shipeng le Qian ba ile ba kopana hape.", "聖意": "Ntlo ha e ntle bakeng sa motho, Hoetla le mariha lia atleha, Leruo le atlehe nakong ea hoetla le mariha, khoebo e atlehe, lenyalo le atlehe. phahamisitsoe Batho ba ka fumanoa Linyeoe tsa sechaba ha li ratehe Ho falla ke paballo Tahlehelo ea thepa Boloetse ba morao Rapella mahlohonolo Lithaba le mabitla a molemo.", "古人": "Yulianhui metsoalle e leshome", "第X籤": "Pontsho ya bone", "宮": "Popelo"}