{"籤詩版本二": "Lebili le lefubelu le oela ka bophirimela, 'mutlanyana o phahama ka bochabela, yin ea hōla' me eang ea nyamela, 'me ntho e' ngoe le e 'ngoe ea atleha.\nHaeba mosali a batla ho e sebelisa, e tla eketsa leruo la hae le ho tlisa thabo pelong ea hae.", "詩意": "Hexagram ena ke letšoao la ho hōla ha Yin le Yang ea nyamela.\nNtho e 'ngoe le e' ngoe e thata pele e e-ba bonolo hamorao.", "解曰": "Yin e tsoela basali molemo. Ha e loketse banna. Haeba u batla keletso. Se sebe se tla pele, ebe ho latela se molemo.", "籤詩故事一": "◇Wu Zetian o ile a nyolohela teroneng\nHa a le lilemo li 14, Wu o ile a bitsetsoa ntlong ea borena ke Emperor Taizong Li Shimin oa Leloko la Tang e le motho ea nang le talenta, ea bitsoang \"Wu Mei\". Ka mor'a hore Taizong a shoe, Zetian o ile a kena Ganye Temple 'me ea e-ba moitlami.\nHa Moemphera Gaozong oa Leloko la Tang a kena teroneng, o ile a bitsetsa lelapa la Wu ntlong ea borena ho tla hlompha Zhaoyi. Selemong sa botšelela sa Yonghui (655), Emperor Gaozong o ile a theha Wu e le mofumahali oa hae.\nWu Zetian o ne a le bohlale, a ikakhetse ka setotsoana libukeng le historing, a bile a e-na le mahlale a mangata. Nakoana kamora hore Wu Zetian e be mofumahali, hobane Gaozong o ne a fokola ebile a kula, ka linako tse ling o ne a mo fa boikarabelo ba ho sebetsana le litaba tse ling tsa lipolotiki, kahoo matla a hae a ile a eketseha. Selemong sa pele sa Shangyuan (674), Moemphera Gaozong o ne a bitsoa \"Emperor\", Mofumahali Wu o ne a bitsoa \"Mofumahali oa Leholimo\", 'me ka bobeli ba ne ba bitsoa \"Bahalaleli ba babeli\" ntlong ea borena.\nSelemong sa pele sa Hongdao (683), Moemphera Gaozong a hlokahala, Khosana Li Xian o ile a tla teroneng, 'me Wu Zetian a nka terone. Ka Hlakola selemong sa pele sa Sisheng (684), Wu Zetian o ile a theola Li Xian e le Morena oa Luling mme a theha mora oa hae oa bone Li Dan joalo ka moemphera, a tsoela pele ho busa leloko la borena. Ka September selemong sona seo, o ile a fetola folakha hore e be khauta, ’me Luoyang, motse-moholo o ka bochabela, e ile ea rehoa motse-moholo oa bomolimo. Ka letsatsi la borobong la Loetse selemong sa pele sa Tianshou (690), Wu Zetian o ile a ipitsa moemphera mme a fetola lebitso la naha ho Zhou.", "聖意": "Lehae ha le ratehe, ho rapella mahlohonolo, ho batla leruo, ho lebela litransekshene, mahlohonolo lenyalong, malimabe lenyalong (basali), ba tsamaeang ka maoto ba thiba masimo, liboko, mehlape e atlehileng, ho batla batho, karohano, linyeoe, tahlehelo, ho falla. , tahlehelo ea thepa, ho kula, ho tšoha, lithaba le mabitla, mahlohonolo", "古人": "Wu Zetian o nyolohela teroneng", "第X籤": "Mohloli oa lotho ea mashome a mane", "宮": "Uena Palace"}