{"籤詩版本二": "O tla hopola mantswe a monate a sa feleng, empa o tla fetoha mora wa hao ha o ka elellwa leshodu.\nU se ke ua ba meharo hona joale 'me u tšoenyehe ka hore na a ka be a entse ntho e ntle joang selemong se fetileng.", "詩意": "Hexagram ena e bontša hore lesholu ke mora.\nHlokomela nthong tsohle tseo o di etsang.", "解曰": "Ena feela. Motho ea khabane ha a etse phoso. E boloke kelellong. U se ke ua jeoa ke bolutu.", "籤詩故事一": "◇Dong Zhuo o amohela Lu Bu\nLu Bu, ea neng a le sebete a bile a ipabola ntoeng, e ne e le molaoli oa sesole ea tummeng qetellong ea Lesika la Han Bochabela le qalehong ea Mebuso e Meraro. O kile a nka Ding Yuan, ’musisi oa Jingzhou, e le ntat’ae ea mo hōlisitseng ’me a sebeletsa tlas’a hae.\nKa mor'a lefu la Emperor Ling oa Lesika la Han Bochabela, Ding Yuan o ile a ea Beijing ho ea sebelisana le molaoli He Jin ho laola 'muso.\nDong Zhuo o ile a loana le Ding Yuan, empa balaoli ba 'maloa ba ile ba sitoa ho hlōla Lu Bu, kahoo Dong Zhuo o ile a romela mohlanka oa hae ea ka tlaase Li Su ho tjotjo ho Lu Bu. Li Su o ile a tlisa liqubu tsa matlotlo a khauta le silevera le pere e tummeng ea mmutla e khubelu ho \"etela Lu Bu\". Li Su o ile a tlisa liqubu tsa matlotlo a khauta le silevera le pere e tummeng ea mmutla e khubelu ho etela Lu Bu. Kahoo Lu Bu o ile a fuoa tjotjo ke Dong Zhuo hore a bolaee Ding Yuan, ’me a bolella masole a hae hore a tle le eena haeba a batla, ’me a tsamaee haeba a sa batle ho mo latela.Ka lebaka leo, boholo ba masole a ile a baleha. Kahoo Lu Bu o ile a fuoa tjotjo ke Dong Zhuo mme a bolaea Ding Yuan.\nKa mor'a hore Dong Zhuo a fumane matla, o ile a amohela Lu Bu e le mora oa hae ea mo nketseng 'me a mo etsa molaoli le marquis.\nDong Zhuo o ne a e-na le bohale bo mabifi, 'me \"kamano ea ntate-mora\" le Lu Bu e ne e hlile e fokola haholo.Ka 189 AD, ka tšusumetso ea Situ Wang Yun, Lu Bu o ile a bolaea Dong Zhuo.\nLikhoeli tse tšeletseng ka mor’a lefu la Dong Zhuo, masole a khale a Dong Zhuo a ile a hlasela motse-moholo, ’me Lu Bu le mosali oa hae ba baleha ka lebaka la ho tšoha. Ka mor'a hore a tlohe motse-moholo, Lu Bu o ile a batla setšabelo ho balaoli ba ntoa Yuan Shu, Yuan Shao, Zhang Yang, Zhang Miao, Liu Bei, joalo-joalo, 'me a loana ka makhetlo a mangata le Cao Cao, mohlabani e mong e moholo ka nako eo. Lu Bu o ne a le sebete a bile a le molemo. ntweng, mme a hlola Cao Cao ka makgetlo a mmalwa.\nSelemong sa boraro sa Jian'an Lelokong la Han Bochabela, mabotho a Cao Cao a ile a hlasela Xiaopei, setsi sa Lu Bu, 'me a tšoaroa a ba a bolaoa ke Cao Cao tlas'a Baimen Tower. Pele a bolaoa, Lu Bu o ile a kōpa Cao Cao hore a mo boloke a phela ho qoba lefu, empa Liu Bei o ile a hopotsa Cao Cao hore Lu Bu o ile a eka ka makhetlo a mangata 'me e ne e le monna ea sa tšepahaleng. Qetellong, Cao Cao, ea neng a ananela litalenta feela ho sa tsotellehe boitšoaro, o ile a bolaea Lu Bu.", "聖意": "Nna hae ha kea phuthuloha hae, hangata ke batla tjhelete, itebelang kgahlanong le ditransekshene, ho thata ho nyalwa, monna wa Liujia o tshohile, diboko tsa silika di se di butswitse tshimong, diphoofolo tse tsheletseng di bolokehile, motho o mmatla. , nyeoe ea sechaba e loketse, ’me ho falla ke ho rapella lintho tse lahlehileng tseo ho leng thata ho li fumana, mafu, le khotso lebitleng la Thaba ea Zhenxing.", "古人": "Dong Zhuo o amohela Lu Bu", "第X籤": "No. 41 Ho Hlōla Lotho", "宮": "Uena Palace"}