{"籤詩版本二": "Moemphera, moemphera le moemphera ba tla qetella ba le mohau ’me ba letele ’me ba rapelle litlhohonolofatso ntle le tahlehelo kapa phaello.\nLibōpuoa tsohle tse nang le maikutlo li rua molemo ho eona, ’me ho lebeletsoe katleho lefatšeng le leholimong.", "詩意": "Hexagram ena ke pontšo ea mohau o tsoang leholimong.\nTsohle di tla atleha.", "解曰": "Moemphera o ile a bontša mohau oa hae. Le ka mohla u se ke ua lebala. Meetlo ea hoseng le ea mantsiboea. Ho loketse ho chesa libano.", "籤詩故事一": "◇Mulian o ile a pholosa 'mè oa hae\nMokou Lian, kapa Mulian, ke ea matla ka ho fetisisa har'a barutuoa ba leshome ba Sakyamuni Buddha.\n'M'ae o ne a le meharo a bile a le bohale nakong ea bophelo ba hae, kahoo o ile a oela sebakeng sa lithotsela tse lapileng ka mor'a lefu la hae. Mokhullian o ile a sebelisa matla a hae a boselamose ho shebella 'me a fumana hore' mè oa hae o hlahile e le sepoko se lapileng, a se na mokhoa oa ho fumana lijo 'me o ne a le mathateng a maholo.A sebelisa matla a hae a boselamose ho tlisetsa' mè oa hae lijo. lijo, li ile tsa fetoha molora ’me li ne li ke ke tsa jeoa.\nMaudgalyana o ne a tšoenyehile ka se etsahetseng eaba o se tlalehela Buddha. Buddha o ile a bolella Mulian hore ka letsatsi la bo15 la khoeli ea bosupa ea khoeli, o lokela ho tšela litatso tse lekholo le litholoana tse hlano ka sekotlolong ebe o li fa baitlami ba khabane ba litsela tse leshome. .\nMaudgalyana o ile a etsa ho ea ka thato ea Buddha, ’me qetellong ’mè oa hae a lokolloa. Mokete oa mofuta ona o bitsoa \"Mokete oa Obon\" mme mokete ona o bitsoa \"Mokete oa Obon\".\n(Hlokomela: Ntho e na le maikutlo a fapaneng maemong a fapaneng a lefats'e. Mohlala: ha pula e na lefatšeng lena, re e bona e le \"metsi\", ha libōpuoa tse sebakeng sa lithotsela tse lapileng li e utloa e le \"mali\", le maikutlo. Libōpuoa tsa lefats'e la lihele li ikutloa e le \"mali\". E utloahala eka ke \"ho akhela sabole\", ha libōpuoa tsa leholimo li ikutloa eka li \"rotha palesa\".)", "聖意": "Ho rapella ntlo le ntlo, ho rapella mahlohonolo mariha, ho batla leruo, ho se khoebo, lenyalo, khotso Liujia, ba tsamaeang ka maoto, masimo a falla, liboko tsa silika, liphoofolo tse tšeletseng, ho fumana batho, linyeoe, katleho, ho falla, tlhokomelo, thepa e lahlehileng, boloetse. , khotso ea kelello, khotso ea lithaba le mabitla", "古人": "Mulian o pholosa 'm'ae", "第X籤": "Saena mashome a mane a metso e mmedi", "宮": "Uena Palace"}