{"籤詩版本二": "Lefatše lea tenyetseha 'me lintho tsohle lia iphelisa, lia iphelisa ebile li bolokehile\nNtho e 'ngoe le e 'ngoe bophelong e ntle, leboha bahalaleli le ba bohlale ka ntho e 'ngoe le e' ngoe, 'me u atlehe.", "詩意": "Hexagram ena e emela kutloano pakeng tsa lefatše le lefatše.\nLintho tsohle li tsamaea hantle 'me ha ho kotsi.", "解曰": "Lintho tsohle lia tsoaloa. Merero le litakatso tsohle lia phethahala. Ford e thusa. Rui Qi o potlakile.", "籤詩故事一": "◇Batsamai ba fumana tsebo\nLeeto la pale ea Bophirimela:\nSun Wukong o ile a hapa Thaba ea Lipalesa le Litholoana 'me ea e-ba morena.Hamorao, e le hore a fumane tsela ea ho phela ka ho sa feleng, o ile a qeta lilemo tse robeli kapa tse robong a haola le lithaba le linōka ho ea khumamela Mopatriareka Bodhi e le mosuoe oa hae. liphetoho tse peli tsa bokhopo ba lefats'e le maru a somersault, 'me a nka lebitso la Sun ka lekhetlo la pele.\nKa mor'a moo, Sun Wukong o ile a ea Dragon Palace e Leoatleng la Chaena Bochabela ho ea fumana sebetsa se loketseng, 'me qetellong a fumana Ruyi Golden Cudgel, nale ea bomolimo ea Tianhe le Dinghai. Kaha nako ea bophelo ba hae e ne e felile, o ile a etsa moferefere o moholo lefatšeng la bafu, a lokisa buka ea bophelo le lefu, ’me a khutlela lefatšeng la batho. Hamorao, Sun Wukong o ile a bitsoa ke leholimo ka lekhetlo la pele 'me a bitsoa Bima Wen. Hamorao, o ile a bitsetsoa leholimong lekhetlo la bobeli 'me a bitsoa Morena oa Litšoene.A boela a utsoa liperekisi 'me a baka moferefere leholimong.A tiisoa ka Sebōping sa Bagua ho itlhakisa mahlo a hae a khauta le mahlo a mollo.Qetellong a hatelloa. ke Tathagata Buddha mosikong oa Thaba ea Wuzhi ka lilemo tse 500, a sa khone ho tsamaea. Sebaka seo sebōpi sa Bagua se ileng sa rahelloa ho sona se ile sa fetoha thaba ea malakabe.\nLilemo tse makholo a mahlano hamorao, Monk Tang o ile a ea Bophirima ho ea fumana mangolo, a feta pela Thaba ea Five Elements, 'me a tlosa seroala pele a pholosa Sun Wukong. Sun Wukong o ile a lla ka teboho.” Ka mor’a ho rutoa ke Guanyin Bodhisattva, o ile a rapela Tang Monk e le mosuoe oa hae ’me a ea Bophirimela ho ea ithuta mangolo hammoho. Ha a le tseleng ea ho ithuta mangolo, Sun Wukong o ile a theohela holim’a bademona ’me a felisa liphoofolo tsa litonanahali, ’me ka makhetlo a mangata a etsa lintho tse sa tloaelehang. Ka mor'a mathata a mashome a robeli a motso o mong, mosebetsi o ile oa qetella o phethiloe. Sun Wukong e fihletse sephetho se nepahetseng.\n(Pale ena ke mokhabo-puo oa hore esita le tšoene e ka hlakisoa, ho sa bue letho ka motho.)", "聖意": "Lehae le na le boiketlo bakeng sa hau, ho ipatlela leruo, khoebo, lenyalo, Liujia, banna ba tsamaeang ka maoto, tšitiso ea masimo, liboko, liphoofolo tse tšeletseng, Zhongping, batla batho, linyeoe, katleho, ho falla, tahlehelo ea thepa, lefu, lebitla la Chuanxingshan, lintho li ntle", "古人": "Motsamai o fumana tsebo", "第X籤": "E saennoe ka la 43", "宮": "xugong"}