{"籤詩版本二": "Bonolo haesale bo le matla ho feta matla ho tloha mehleng ea boholo-holo, 'me monyako oa liketso tse ntle o atlehile.\nHaeba motho e mong a noha hexagram ena, ho tla tšoana le ho kopana le Yaojing ha o nyoriloe.", "詩意": "Hexagram ena ke pontšo ea mosa le bonolo.\nHo tsohle, kutloano ke ntho e tloaelehileng.", "解曰": "Leholimo le lefatše li na le maikutlo. Ke nnete haholo. Molimo le Buddha ba u sireletsa. U se ke ua lebala seo u nang le sona.", "籤詩故事一": "◇Renzong o ile a tseba 'mè oa hae\nSerethe sa Song Zhenzong, Concubine Liu, o ne a boulela ka lebaka la tsoalo ea Concubine Li ea mora, Zhao Zhen, 'me a fana ka tjotjo ho 'melehisi hore a nkele mora oa Letsoalo Li sebaka ka katse ea letlalo la civet. ntlo ea borena e batang.Serethe Liu o ile a khona ho beoa.\nKa mor'a hore Serethe De a phahamisoe ho ba mofumahali, Concubine De o ile a chesa ntlo ea borena e batang 'me a rera ho bolaea Lefielo Li.Lefielo Li o ile a phonyoha' me a lula har'a batho.\nSerethe Li qalong o ile a lahlela Zhao Zhen ka nōkeng, empa ka lehlohonolo o ile a pholosoa ke leqhalaha 'me a isoa Ntlong ea Bohlale ba Borobeli.Ha a hōla, o ile a atleha Song Renzong.\nHamorao, Bao Zheng (Bao Qingtian) o ile a kopana le Serethe sa Li sa sefofu ka phoso.” Ha a ithuta ’nete, o ile a batlisisa nyeoe eo ka matla, ’me qetellong ’nete ea hlahella, e leng se ileng sa lumella Song Renzong hore a lemohe Serethe Li e le ’mè le mora. Serethe Liu o ile a akheloa ka tlung ea borena e batang 'me Serethe Li a amoheloa ka tlung ea borena. Pale e ile ea fela ka katleho.", "聖意": "Lehae le ntlo li na le boiketlo bakeng sa hau, bakeng sa leruo, bakeng sa khoebo, bakeng sa lenyalo, bakeng sa lenyalo, bakeng sa banna ba tsamaeang ka maoto, bakeng sa ho thibela masimo, bakeng sa silika, bakeng sa hoetla, bakeng sa liphoofolo tse tšeletseng, bakeng sa liphoofolo tse tšeletseng, bakeng sa ho fumana batho, ho bona batho. , bakeng sa linyeoe, katleho, ho falla, ho lahleheloa ke thepa, mafu a Bochabela, litlhohonolofatso, bakeng sa mabitla a lithaba, le bakeng sa boiketlo ba bochabela le bophirimela.", "古人": "Renzong o ile a hlokomela 'm'ae", "第X籤": "Lotho ea ho hapa ea mashome a mane a metso e mehlano", "宮": "xugong"}