{"籤詩版本二": "Qin Jun o mamella bophelo ba boits'oaro mme o ikemiselitse ho se etse bobe.\nHo fihlela motho e mong a sebelisa matla ka bonolo, makala a shoeleng le lifate tsa khale li tla tsosolosa lipalesa.", "詩意": "Hexagram ena e tšoana le lipalesa tse melang lehong le shoeleng.\nNtho e nngwe le e nngwe e na le katleho ya yona.", "解曰": "E-ba le mekhoa e metle 'me u khutse. Lintho lia phethahala. Haeba e tsamaea, ho tla ba le likoluoa ​​tse ngata. Ha ho molato ho khutsa.", "籤詩故事一": "◇Ho tšoasa litlhapi ka Weishui\nLelokong la borena la Zhou, Jiang Shang, ea bitsoang Ziya, o hlahetse motseng oa Ji (ea hlahetseng Xuzhou, Leoatleng la China Bochabela), ’me lebitso la hae la Botao e ne e le Fei Xiong. Ntate-moholo o ile a fuoa tlotla ea Zai Lu (lebitso la sebaka), kahoo o ne a boetse a bitsoa Lu Wang.\nE le hore a balehe linako tse likhathatso tsa Morena Zhou oa Lesika la Shang, Jiang Ziya o ne a phela pel’a metsi a Leoatle la China Bochabela ’me a tšoasa litlhapi Nokeng ea Weishui.\nSekoti se otlolohile.Ha e le hantle pelo ea hae ha e ts'oare, empa tabatabelo ea hae ke ho ba tonakholo.\nMorena Wen o ile a utloa hore o bohlale eaba o mo hira e le tichere ea hae (tona-kholo). (Jiang Ziya o ne a le lilemo li mashome a robeli ka nako eo)\nHamorao, Morena Wu oa Zhou o ile a hlasela Morena Zhou oa Shang, a senya lesika la Shang, 'me a theha Leloko la Zhou. Morena Wu o bitsitse Jiang Ziya Shangfu. Mora oa Feng Jiang, Ding Gong, e ile ea e-ba Marquis ea Qi.\n(Pale ena ke papiso: emela monyetla, emela ho fihlela monyetla o hlaha, joale nts'etsopele e tla qala.)", "聖意": "Mahlohonolo a lelapa, hae, le leruo.Ha nako e fihla, khoebo e tla atleha.Ha ngoanana a tsoalloa Liujia, ba tsamaeang ka maoto ba thiba masimo, ho thijoe liboko, ho tla ba thata ho fumana mehlape e tšeletseng. mahlohonolo dinyeweng, phalliso, paballo, thepa e lahlehileng, ho kula, le mahlohonolo.Mahlohonolo dithabeng le mabitleng.", "古人": "Ho tšoasa litlhapi tsa Weishui", "第X籤": "Lotho ea ho hapa ea mashome a mane a metso e tšeletseng", "宮": "xugong"}