{"籤詩版本二": "Serame sa leholimo se fetola metsi leqhoa Ke hobane'ng ha u ka chachehela botumo?\nHa ke na boikhethelo haese ho lula ke khutsitse ebe ke emela hore makhasi a atlehe ka tlhaho.", "詩意": "Hexagram ena, metsi a fetoha leqhoa.\nU se ke ua kōpa ntho leha e le efe lefeela.", "解曰": "Metsi a hoama ho ba leqhoa. Leqhoa le qhibiliha ka metsing. Haeba ke morero oa bolotsana. Ho joalo.", "籤詩故事一": "◇Wang Xiang o kopa carp (Lipale tse Mashome a Mabeli a Metso e Mene ea Borapeli)\nWang Xiang oa Leloko la Jin, lebitso la tlhompho Fuzheng, o hlahetse Linyi.\nHa Wang Xiang a sa le monyenyane, ’mè oa hae ea mo tsoetseng o ile a hlokahala, Ntate oa hae ea jeoang ke bolutu a nyala mosali ea bitsoang Zhu, ’me Wang Xiang a ba le ’mè e mocha. Ha Wang Xiang a sa le monyenyane, ’mè oa hae ea mo tsoetseng o ile a hlokahala, ’me ntate oa hae ea jeoang ke bolutu a nyala mosali ea bitsoang Zhu. 'M'e oa bobeli oa Wang Xiang e ne e le mosali ea se nang kelello le ea boulela. Haufinyane, 'mè oa bobeli o ile a boela a tsoala mora ea bitsoang Wang Lan. 'Mè oa lenyalo la bobeli o ne a rata bana ba hae feela,' me a nka Wang Xiang e le moutloa ho eena. 'Mè oa lenyalo la bobeli o ne a rata bana ba hae feela,' me a nka Wang Xiang e le moutloa ho eena. Le hoja Wang Xiang e le ngoan'abo, Wang Lan o mosa haholo ho mor'abo. Ho sa tsotellehe tlhokofatso ea ’m’ae oa bobeli, o ne a ntse a le ngoana haholo. 'M'e oa bobeli o bohale haholo, empa Wang Xiang o ntse a le ngoana haholo.\n'M'ae oa bobeli o na le mosebetsi oa ho itlosa bolutu, ke hore, o rata ho ja litlhapi tse foreshe tse qetang ho tšoasoa ka ntle ho noka. 'M'ae oa bobeli o na le mosebetsi oa ho itlosa bolutu, ke hore, o rata ho ja litlhapi tse foreshe tse qetang ho tšoasoa ka ntle ho noka. Mariheng a mang, ntat'ae o ile a ea khoebong, 'me 'm'ae oa bobeli o ile a kula hape.Mor'abo rōna Wang Xiang le Wang Lan ba ile ba fa 'm'a bona sopho le moriana ka hloko. potlaka. Mariheng a mang, ntat'ae o ile a ea khoebong, 'me 'm'ae oa bobeli o ile a kula hape.Mor'abo rōna Wang Xiang le Wang Lan ba ile ba fa 'm'a bona sopho le moriana ka hloko. potlaka. 'Mè oa bobeli ea kulang o ne a batla ho ja litlhapi tse foreshe tsa noka. 'Mè oa bobeli ea kulang o ne a batla ho ja tlhapi e sa tsoa khuoa.\nMehleng eo, ho ne ho se na lijana tsa nako e sa jeseng litheohelang, ’me u ne u ke ke ua li reka le haeba u ne u e-na le chelete.\nNakong ena ea pale, pale e amang maikutlo ea Wang Xiangqiu Li e etsahetse. Barab'abo rōna ba babeli ba ile ba lebela 'm'a bona ho se letho leo ba ka le etsang. mocheso oa 'mele oa eona ho qhibilihisa leqhoa (kahoo Wang Xiangqiu carp e boetse e bitsoa Wang Xiang e robetse holim'a leqhoa). A hlobola hempe ya hae mme a paqama a hlobotse hodima lehlwa. O ile a rapela Molimo ’me a re: “Molimo, ’Mè oa kula ’me o batla ho ja carp e ncha. K'hapete e phelang e ile ea qhoma leqhoeng 'me ea tlōlela holim'a leqhoa.Wang Xiang o ne a thabile haholo. O ile a rapela Molimo: \"Molimo, 'Mè oa kula 'me o batla ho ja carp e ncha. U tlameha ho mpatlela tsela ho sa tsotellehe hore na ho etsahala'ng. \" Ho makatsang ke hore leqhoa le haufi le eena le ile la phatloha ka tšohanyetso, 'me ha e-ba le mapetsong a mabeli. Carp e phelang e ile ea qhoma leqhoeng 'me ea qhomela holim'a leqhoa.Wang Xiang o ne a thabile haholo. O ile a khumama kapele, a leboha Molimo, ’me a mathela hae ka carp. O ile a khumama kapele, a leboha Molimo, ’me kapele a nka carp ’me a ea hae. Ka mor'a hore 'mè oa bobeli a je carp e ncha, kapele o ile a fola bokuli ba hae. 'Mè oa bobeli ea neng a le betheng ea sepetlele o ne a maketse ha a bona' mele o hlobotseng oa Wang Xiang, o neng o fetoha pherese ka lebaka la serame, 'me a tšoere litlhapi tse peli matsohong a hae, a mathela ka kamoreng a thabile a bile a maketse.\nHamorao Wang Xiang e ile ea e-ba ofisiri 'me ea e-ba Taibao,' me a fuoa tlotla ea Duke.", "聖意": "Ha ke sa phutholoha lapeng, ke rapella tšireletso, mathata a lichelete, mathata a khoebo, lenyalo, ho se lumellane ho inshorense ea Liujia, batho ba tsamaeang ka maoto, liboko tsa silika tsa Chiti, tahlehelo ea liphoofolo tse tšeletseng, batho ba lahlehileng, linyeoe tsa sechaba, ho falla, tlhokomelo, thepa e lahlehileng, ho kula, ho thata ho hlaphoheloa. , mahlohonolo mabitleng a lithaba", "古人": "Wang Xiang o kopa carp (Lipale tse mashome a mabeli a metso e mene tsa boinehelo ba Filial)", "第X籤": "Ba mashome a mane a metso e robong ba Hlileng Lotho", "宮": "Haigong"}