{"籤詩版本二": "U ka tsamaea ho ea likhutlong tsohle tsa naha, u leketlisa seile sa seile ho e phahamisa ka bolokolohi\nHaeba ho e-na le moea o motle, o tla fihla haufinyane ’me sekepe se tla be se tletse matlotlo.", "詩意": "Hexagram ena e tšoana le ho hula seketsoana se nang le moea.\nTsohle di tsamaya hantle.", "解曰": "Phomola ka boiketlo. Ha ho na boiteko bo hlokahalang. Leruo le leholo. Tsohle tse ratwang.", "籤詩故事一": "◇Tao Zhugui Matša a mahlano (Letša la Fan Ligui)\nNakong ea Selemo le Hoetla, Fan Li, eo lebitso la hae la tlhompho e neng e le Shaobo, o ne a boetse a tsejoa e le Gui Yizipi kapa Tao Zhugong.\nKa nako eo, ho ne ho e-na le ntoa pakeng tsa Naha ea Wu le Naha ea Yue, 'me Naha ea Wu e ile ea senya Naha ea Yue. Fan Li le Wen Zhong ba ile ba etsa moralo oa hore Yue King Gou Jian a khothaletse Yue le ho senya Wu. Fan Li ka boyena o tsamaile hara dithaba le dinoka, mme a etela Noka ya Huansha e Mt. Cailuo ho fumana Xi Shi, mosadi e motle ya nang le makhabane, litalenta le botle, mme a e hlahisa ho Morena oa Wu. O sebelisitse \"botle.\" trick\" ho sebelisana ka hare le ka ntle le ho senya 'Muso oa Wu.\nKa mor'a hore a atlehe ho felisa 'Muso oa Wu, Fan Li o ne a tseba hore Gou Jian e ne e le \"nonyana e molala o molelele e nang le molomo\"' me a ka arolelana mathata le thabo le eena, kahoo eena le Xi Shi ba ile ba tšela Qi Kingdom ka sekepe, ba fetola mabitso a bona. ho Gui Zipi, 'me a etella pele bara le barutuoa ba hae 'Musong oa Qi. O ile a sebetsa ka thata ho lema libaka tse senyehileng, ho ba le khoebo e ka thōko le ho etsa khoebo. O ne a le seatla se bulehileng ka ho hasa leruo le ho etsa hantle motseng oa habo.Bohlale le bokhoni ba Fan Li li ile tsa ananeloa ke batho ba Qi.Morena oa Qi o ile a mo memela motse-moholo oa Linzi, a mo khumamela e le tona-kholo e ikarabellang litabeng tsa mmuso. . O ile a hooa: \"Ho ba ofisiri ho ka lebisa ho basebeletsi, 'me ho tsamaisa lelapa ho ka lebisa leruong. Ho motho ea tloaelehileng ea qalileng ho tloha qalong, sena se fihlile ho feteletseng. Ho hlomphuoa ka nako e telele mohlomong hase pontšo e ntle.\" Kahoo, lilemo tse tharo feela hamorao, Jiliu o ile a boela a ikhula ka sebete, a khutlisetsa tiiso ho morena oa Qi, ’me a fana ka leruo lohle la lelapa la hae ho metsoalle ea hae e haufi le baahi ba motse.", "聖意": "Ntlo e ntle bakeng sa hau (ho romelloa), ho batla leruo, mahlohonolo a bophirimela, khoebo e lieha, lenyalo ha le monate, Liujia e bolokehile, batho ba thiba masimo, liboko, hoetla, ho molemo liphoofolong tse tšeletseng, selemo se na le katleho, batho ba batla batho, linyeoe li mpe, ho falla hoa baballa, lintho tse lahlehileng, mafu a Bophirimela a ntse a haroloha, lithaba le mabitla a ka boroa.", "古人": "Matša a mahlano a Tao Zhugui (Letša la Fan Ligui)", "第X籤": "Mohloli oa lotho ea mashome a mahlano", "宮": "Haigong"}