{"籤詩版本二": "Matsatsi a lehlabula ke a malelele ka ho fetisisa 'me bohle ba tšoenyehile ka mocheso le ho tepella maikutlong\nLeholimo le lefats'e le tsona li tseba seo batho ba se batlang, 'me ho foka moea o fokang 'me ho pholile ka tlhaho", "詩意": "Hexagram ena e bontša hore bohle ba tšoenyehile ka mocheso.\nEtsa eng kapa eng eo u e batlang.", "解曰": "Ha ho na pelaelo mabapi le hore na ho ea pele kapa ho khutlela morao. U natefeloe. Na ke ea ho kampa? Ha ho hlokahale hore u etse lintho ka lepotlapotla.", "籤詩故事一": "◇Kong Ming e kena Sichuan\nZhuge Liang (181-234), ka tlhompho ea lebitso Kongming, e ne e le letsoalloa la Yangdu, Langya (eo hona joale e leng Setereke sa Yinan, Profinseng ea Shandong), hape e ne e le tonakholo ea Shu Han (Liu Bei) nakong ea Mebuso e meraro.\nLeha Liu Bei a hapile Jingzhou, ho ne ho sa lekana ho arola lehlakore le le leng. Zhuge Kongming o rerile ho hapa Xichuan ho eketsa sebaka sa Liu Bei. Ka nako ena, Liu Zhang oa Yizhou o ile a hlaseloa ke Zhang Lu ka leboea. Zhuge Kongming o ithutile hore Liu Zhang o batla ho nehelana ka 'mapa oa Xichuan ho Cao Cao molemong oa ho itšireletsa. Ha Zhang Song (ea ka tlaase ho Liu Zhang) a kopana le Cao Cao, hobane Cao Cao o ne a ikhohomosa a bile a le mabifi, Liu Zhang o ile a nka 'mapa ho khutlela Xichuan mme a feta Jingzhou tseleng. Kong Ming o ne a se a ntse a mo emetse tseleng mme a mo memela Jingzhou, empa ha a ka a bua ka Setšoantšo sa Xichuan ho fihlela nako ea ho tloha. eena.\nSebaka sa Xichuan se ne se le kotsi 'me se ne se ka hlaseloa kapa sa sireletsoa.Ka mor'a litokisetso tse fapaneng tsa Kong Ming, Xichuan e ile ea fetoha sebaka sa tsoalo sa Liu Bei.\n(Kong Ming o ne a tšoara batho ka mekhoa e metle 'me a fumana Xichuan eo a e lakatsang habonolo.)", "聖意": "Rapella mahlohonolo lapeng le ho ipoloka (ho na le mahlohonolo tlokotsing) Batla leruo, mahlohonolo khoebong, lenyalo le tloaelehileng, tsoalo ea bashanyana Liujia, ho falla masimong, liboko, tšenyo ea mehlape, ho batla batho, sechaba. melato, ho falla, lintho tsa khale tse lahlehileng, mafu a leboea, ho lakatsa lithaba le mabitla", "古人": "Kong Ming o kena Sichuan", "第X籤": "Khaolo ea 51: Ho Hlōla Lotho (Ho Hlōla Lotho)", "宮": "Popelo"}