{"籤詩版本二": "Ho hloka boiteko bo matla ho tšoara khoeli ka metsing.\nU se ke ua bua lintho tse sa utloahaleng 'me ua senya boiteko ba hau ba ho matlafatsa' mele.", "詩意": "Hexagram ena e meharo bakeng sa setšoantšo sa boiteko.\nNtho e 'ngoe le e 'ngoe e boima ebile e boima.", "解曰": "Ho thata ho hopola litšepiso. Mosebetsi o mongata o boima. Tšoenyeha hae. E emetse ho kopana le batho ba kgabane.", "籤詩故事一": "◇Taibai o ile a tšoara khoeli a tahiloe (Li Taibai o ile a tšoara khoeli a tahiloe)\nLi Bai (701-762), eo hape a tsejoang e le Taibai, ea tsejoang hape e le Qinglian Jushi. Seroki sa Leloko la Tang, se neng se ipitsa motho ea lelekiloeng ea sa shoeng, se ne se tsejoa e le Ea sa Shoeng Poetry, ’me o ne a lula a thabile a sa noe.\nHang ha Li Bai a fihla Jinling (eo hona joale e leng Nanjing) 'me a phomola reschorenteng e haufi le Wende Bridge.\nLetsatsi leo e ne e le letsatsi la leshome le metso e mehlano la khoeli ea khoeli ea mariha. Letsatsi leo e ne e le letsatsi la leshome le metso e mehlano la khoeli ea khoeli ea mariha. Li Taibai o ne a rata khoeli haholo bophelong ba hae, a re e hloekile ebile e ntle. Li Taibai o ne a rata khoeli haholo bophelong ba hae, a re e hloekile ebile e ntle. Bosiung boo, a phahamisa mahlo mme a bona khoeli e tšoeu le e chitja leholimong. Bosiung boo, a phahamisa mahlo mme a bona khoeli e tšoeu le e chitja leholimong. Har'a mp'a bosiu, Li Taibai o ile a nka monyetla oa veine 'me a theohela mokatong o ka tlaase ho Wende Bridge. Har'a mp'a bosiu, Li Taibai o ile a nka monyetla oa veine 'me a theohela mokatong o ka tlaase ho Wende Bridge. Eitse hang ha a hata borokhong a theola hlooho eaba hang-hang a bona khoeli e oela ka metsing. Eitse hang ha a hata borokhong a theola hlooho eaba hang-hang a bona khoeli e oela ka metsing. Li Taibai o ne a tahiloe haholo ka nako ena hoo a neng a nahana hore ke khoeli e silafalitsoeng ke metsi a nōka. Li Taibai o ne a tahiloe haholo ka nako ena hoo a neng a nahana hore ke khoeli e silafalitsoeng ke metsi a nōka. Ha a ka a itshwenya le ho rola dibutsi, a bula matsoho a hae mme a tlola borokgong ho tshwara kgwedi. Ha a ka a itshwenya le ho rola dibutsi, a bula matsoho a hae mme a tlola borokgong ho tshwara kgwedi. Ho sa lebelloa, ka ho qhoma hona, khoeli ha ea ka ea tšoaroa, empa khoeli e ka metsing e ile ea pshatleha ’me hang-hang ea aroha likarolo tse peli. Ho sa lebelloa, ho qhoma hona, khoeli ha ea ka ea tšoaroa, empa monna eo o ile a khangoa ke metsi. O ile a hlokahala a le lilemo li mashome a tšeletseng a metso e 'meli.", "聖意": "Ntlo ha e na boiketlo 'me u malimabe (ela hloko bophelo ba hau) (mahlohonolo) Batla ho leka-lekana maruong (o seke oa nahana ka hona) Ho thata ho li-transaction, lenyalo ha le rarolloe, rapella tšireletso (matlotlo a se nang letho ho thibela). Miscarriage) Batsamai ba mathateng, liboko tsa silika tšimong ke lintlha tse hlano le liphoofolo tse tšeletseng li fokotsehile, ho batla batho (ka malimabe) linyeoe tsa sechaba le (Stop the law) Ho falla ho tloaelehileng (o se ke oa e bolela) Tahlehelo ea thepa (lifofane) Ho rapella tshireletso malwetseng (ho madimabe) mahlohonolo dithabeng le mabitleng", "古人": "Taibai o ile a tšoara khoeli a tahiloe (Li Taibai o ile a tšoara khoeli a tahiloe)", "第X籤": "Metsotsoana e mashome a mahlano a metso e 'meli ea hapileng lotho (Lotho)", "宮": "Popelo"}