{"籤詩版本二": "Ha ho tsieleha ho fetoha thabo, lidrakone lia puruma ’me linkoe ​​lia puruma.\nLeholimo le leputsoa le na le tsela ea lona ea ho ea leholimong.", "詩意": "Hexagram ena e tšoana le drakone e purumang le nkoe e purumang.\nHo na le tšepo ea hore lintho tsohle li tla tsamaea hantle.", "解曰": "Ruta feela o tsamaye. E-ba le katleho ea hau. E tlameha ho etsoa qetellong. Ho na le sebaka se ka fumanoang.", "籤詩故事一": "◇Liu Bei o thaotha monyaluoa\nKa mor'a Ntoa ea Chibi, Sun Quan o ne a labalabela ho boela a fumana Jingzhou, e neng e hapiloe ke Liu Bei, kahoo a sebelisa leano la Zhou Yu, a etsa eka o batla ho beta khaitseli ea hae Sun Ren ho Liu Bei, empa ha e le hantle o ne a batla ho nka. Liu Bei e le motlamuoa ho tseka Jingzhou.\nKa mor’a hore Zhuge Liang a hlahlobe morero oa Zhou Yu, o ile a nehelana ka bukana e nang le leano leo ho Zhao Yun, ea neng a sireletsa Liu Bei ha a e-ea Soochow. Ntate oa Sun Quan) tseba ka tlhahiso ea lenyalo. Hobane Wu Guotai o ne a rata morali oa hae 'me a sa ikemisetsa ho etsa qeto ea bophelo ba morali oa hae a sa tsotelle, o ile a khalemela Sun Quan ka ho hloka mohau ho khaitseli ea hae' me a etsa tlhahiso ea ho itlhahloba hore na Liu Bei o ne a tšoaneloa ke morali oa hae tempeleng ea Ganlu. Ka mor'a hore Wu Guotai a kopane le Liu Bei, o ile a ananela Liu Bei haholo 'me a buella ka matla lenyalo pakeng tsa Liu Bei le morali oa hae.Ka lebaka leo, Liu Bei o atlehile ho nyala Mofumahali Sun.\nHamorao, Liu Bei le Mofumahali Sun ba ile ba baleha ba khutlela Jingzhou hammoho. Hamorao, Sun Quan o ne a batla ho nka monyetla ka tlhaselo ea Liu Bei ho Yizhou ho hlasela Jingzhou, empa a emisoa ke Wu Guotai, ea neng a tšoenyehile ka polokeho ea morali oa hae.\nO ile a re: \"Leano le bohlale la Zhou Yu ke lona le molemo ka ho fetisisa lefatšeng. O ile a lahleheloa ke mosali oa hae 'me a lahleheloa ke mabotho a hae.\"\n(Liu Bei o ile a tsoa kotsi)", "聖意": "Ke madimabe hae ke madimabe (pele ke lehlohonolo,batla lehlohonolo,tekanyo,mathata lenyalong,katleho ya lenyalo.Rapela mahlohonolo ho batsamaya ka maoto,silkworms masimong,ntlha tse hlano tsa tshenyo ya leruo,batla bakeng sa batho, linyeoe le ho falla, mahlohonolo bakeng sa thepa e lahlehileng, mahlohonolo bakeng sa mafu, khotso ea lithaba le mabitla.", "古人": "Liu Bei o hira monyaluoa", "第X籤": "Nomoro ea ho hlola ea mashome a mahlano a metso e meraro", "宮": "Popelo"}