{"籤詩版本二": "Bokhabane ho tloha ho ntate ho ea ho mora bo fetisetsoa ho setloholo.Nala ea lijo le liaparo e itšetlehile ka Molimo feela.\nChunxuan ka holong e thabisa batho.Ha ba lapile, ba fepehile, ba nyoriloe ba robetse, Chunxuan ke papiso ea batsoali.", "詩意": "Hexagram ena e hokahane le setšoantšo sa bamboo e lebisang nakong ea selemo.\nKe tšepa hore tsohle li tsamaea hantle.", "解曰": "Nka bamboo 'me u lebise selemo. E hasana ka ho sa feleng. Motho ea khabane o batla tšepo. Bohle ba thabile.", "籤詩故事一": "◇Morena Wu oa Zhou o ile a hloella teroneng\nMorena Wu oa Zhou o ile a hlasela Morena Zhou ’me a etella pele likhosana tse makholo a robeli ho ea loantša lebotho la Morena Shang.Masole a Chaoge (motse-moholo oa Morena Shang) le ’ona a ile a fetohela Morena Shang ’me a eka Morena Shang.\nMorena Zhou o ile a ichesa Toreng ea Zhaixing, ’me leloko la borena la Shang la timetsoa.\nMorena Wu o ile a amohela buka ea khauta le letlotlo la khauta, e leng terone ea moemphera. Morena Wu o ile a laela hore thepa ea Lutai e abuoe, Star Picking Tower e senngoe, 'me lijo-thollo tsa raese tse bolokiloeng Juqiao li ajoe.\nLokolla Jizi ea koaletsoeng 'me u lokise lebitla la Bigan. Morena Wu o ile a palama koloi ya hae mme a feta monyako wa ntlo ya mohlalefi Shang Rong, a inamisa hlooho mme a ema. Hlomphang batho ba khabane le ba mekhoa e metle, le tlohele makhoba ka tlung ea borena e ka hare.\nO ile a boela a emisa lihlomo 'me a khothalletsa setso le thuto. Ka boroa ho Nanshan, ho fula lipere ’me likhomo li fula naheng ea mahaeng ka lifate tsa perekisi.", "聖意": "Ntlo ha e boemong bo botle (mahlohonolo), u ka iketsetsa litakatso (mahlohonolo), u batla phaello ea lichelete, ua etsa khoebo, ua nyala (ho kopana le mokhoenyana ea molemo), Liujia e bolokehile (zodiac). lets'oao), ba tsamaeang ka maoto ba tsamaisa masimo, liboko tsa silika li lehlohonolo, liphoofolo tse tšeletseng li senyehile, ho thata ho fumana batho (bona) linyeoe tsa sechaba, motho ea khabane o tsamaea, mahlohonolo a lahlehile.", "古人": "Morena Wu oa Zhou o ile a nyolohela teroneng", "第X籤": "Mashome a mahlano a metso e mehlano o hapa lotho (lotting)", "宮": "Ntlo ea borena e mobe"}