{"籤詩版本二": "Lebōpo la leoatle le tletse majoe, molapo o phalla, moea o hlakile, khoeli e hlakile, le batho ba hlomphehang ba tšoarehile.\nTseleng, ke tlameha ho botsa hore na ke ea kae, u se ke ua nka monko oa lipalesa le limela ka morung, u se ke ua e hlokomela.", "詩意": "Hexagram ena e tšoana le seketsoana se tsamaeang lebōpong le lenyenyane la leoatle.\nNthong e 'ngoe le e' ngoe, ho na le batho ba khabane ba ka thusang.", "解曰": "Ho iphedisa. Mosebetsi o mongata o boima. E-ba le mekhoa e metle 'me u eme. Mahlohonolo.", "籤詩故事一": "◇Bofetoheli ba Lushane\nAn Lushan (703-757), eo fane ea hae e neng e le Kang 'me a bitsoa Yaluoshan, o ne a tsoa Liucheng, Yingzhou (hona joale ke Chaoyang, Liaoning).\nHamorao, o ile a reha fane ea An eaba o fetola lebitso la hae hore e be Lushan. Nakong ea puso ea Moemphera Xuanzong oa Leloko la Tang, An Lushan e ne e le lenģosa la sesole.\nKa Pulungoana ea selemo sa 14 sa Tianbao, An Lushan o ile a phahamisa mabotho Fanyang. Lebitsong la ho hlasela Yang Guozhong, o ile a qala bofetoheli mme a nka mabotho a litoropo tse tharo ho ea hlasela Luoyang, motse-moholo o ka bochabela. Litlaleho tse tsoang Taiyuan li ile tsa potlakela Lishan.Tang Xuanzong, ea neng a le ntlong ea borena ea Huaqing e Lishan ka nako eo, o ne a sa lumele hore Anlushan e ne e tla ba lerabele. (Ena ke setšoantšo sa \"molumo oa metsi a phallang mafika a manyenyane a molapo\")\nE ne e se ho fihlela Yan Zhenqing, mookameli oa Setereke sa Pingyuan, a romela motho e mong ho romela boitsebiso hore Xuanzong o ile a tsoha torong ea hae.\nTlas’a leano le fosahetseng la Moemphera Xuanzong oa Leloko la Tang, lebotho la ba palameng lipere la Lushan le ile la hapa Luoyang, motse-moholo o ka bochabela. tona kholo.\nKa June selemong sona seo, Moemphera Xuanzong oa Leloko la Tang, a labalabela ho imolla tlokotsi e neng e le Chang'an le tlas'a kutloisiso e fosahetseng ea sesole, o ile a bolaea balaoli ba babeli ba tummeng, Feng Changqing le Gao Xianzhi. (Boitšoaro bona bo tlola \"tsela e tlameha ho supa noka e ka pele\")\nKa mor'a moo, Moemphera Xuanzong oa Leloko la Tang ka potlako o ile a laela molaoli e mong, Ge Shuhan, hore a etelle pele lebotho la Tang ka bochabela ho tsoa Tongguan.\nGe Shuhan, ea neng a utloisisa ka botlalo phoso ea leano la Emperor Xuanzong oa Leloko la Tang, o rerile ho liehisa phetoho (mokhoa oa \"ho lokile haeba moea o khutsitse 'me leqhubu le khutsitse\").\nQetellong, Moemphera Xuanzong oa Leloko la Tang o ile a nahana hore o lihlong haholo ho loana, kahoo o ne a se na boikhethelo haese ho loana le An Lushan ka likhapha, ’me a hlōloa. (E phethahatsa \"Haeba u sebetsa ka thata ho iphelisa, u ka 'na ua tsoa kotsi.\")\nLelokong la lesika la Tang, ha masole a moeli le mabotho a sesole a ne a se na nako ea ho arabela, lebotho la An Lushan le ile la hatella moeli 'me la kena motse-moholo. Boemong bo boima, Moemphera Xuanzong oa Leloko la Tang o ile a etella pele Balebeli ba Corps ho baleha motse-moholo, ho etsa hore Xijing Chang'an e se nang moetapele a oe.\n(Tang Xuanzong o ile a tlōla tataiso ea pontšo ena, kahoo bofetoheli ba An Lushan bo ile ba atleha.)", "聖意": "Lehae le bolokehile, motho o na le mahlohonolo, mahlohonolo a tsitsitse, khoebo ea atleha, 'me lenyalo le atlehile (temoso) Monna e motona ea tsamaeang ka maoto oa Liujia o tla tšimong, ho kotuloa liboko, 'me mehlape e tšeletseng ea senyeha. e fumanoa 'me nyeoe ea sechaba e lokile.Thepa e lahlehileng e tlisa lefu, ke hore, lebitla la Anshan le lokela ho lokisoa.", "古人": "Bofetoheli ba Lushan", "第X籤": "Lotho ea mashome a mahlano a metso e tšeletseng", "宮": "Ntlo ea borena e mobe"}