{"籤詩版本二": "E-ea ka ho toba mohahong o habeli ho ipata, o pota-potiloe ke moru oa meutloa\nTian Gaojun o phela nako e telele le bophelo bo bokhuts'oane. Fumana katleho e le 'ngoe mme o lahleheloe ke batho ba babeli. Potoloha →.", "詩意": "Hexagram ena ke sesupo sa ho boloka lintho tsa khale le ho fetoha ka nako efe kapa efe.\nNtho e 'ngoe le e' ngoe e tla ba ntle haeba u emela nako e nepahetseng.", "解曰": "Joalo ka ho noa botahoa. E-ba hlokolosi. Ema ho fihlela nako e fihla. Ha ho tlokotsi, ha ho molato.", "籤詩故事一": "◇ Thaba ea Zhang Liangyin\nLelokong la Han, Zhang Liang, eo lebitso la hae la tlhompho e neng e le Zifang, e ne e le Mokorea.Balimo ba hae melokong e mehlano kaofela e ne e le litona-kholo tsa Korea.\nEitse ha Naha ea Qin e timetsa Korea Boroa, Zhang Liang o ile a qhala leruo lohle la hae ’me a ipata.Ka ho batla ho iphetetsa ho Korea Boroa, o ile a romela monna ea matla ea nang le tšepe ’meleng oa hae. Ha a hlasela Qin Shihuang, Bolangsha (eo hona joale e leng Yuanyang County, Henan), o ile a otla koloi ea mothusi ka phoso. Moemphera oa Pele o ne a batla ho tšoara Zhang Liang naheng eohle, empa a sitoa ho mo tšoara ka likhoeli tse leshome.\nHamorao, Zhang Liang o ile a thusa Morena oa Han ho kopanya lefatše. Ka mor’a katleho ea hae, o ile a hana ho putsoa le ho khetheloa ho ba ofisiri, ’me a ikhakantse hore o ithutile Taoism ho Chisongzi (ea ho se shoe).", "聖意": "Rapella mahlohonolo lapeng le bakeng sa polokeho ea hau (mahlohonolo a botsoa a ka hlalosoa feela ke mohau) Ho batla leruo ke ntho e tloaelehileng (qoba) Transactions tla atleha (ema hanyane) Lenyalo ha le lumellane le Liujia, mahlohonolo ha u etela field, silkworms are half auspicious, tshelela liphoofolo li atlehile (ho hloleha), ho batla batho, ho sitisa linyeoe tsa sechaba, tahlehelo, ho falla ke ntho e ntle (mahlohonolo) ) Tahlehelo ea thepa, bomalimabe ka lebaka la ho kula, rapella mahlohonolo lithabeng le mabitleng.", "古人": "Thaba ea Zhang Liangyin", "第X籤": "Mashome a mahlano a metso e robong Ho hapa Lotho (Lotho)", "宮": "Yin Palace"}