{"籤詩版本二": "Hoseng le ka shoalane, tšehetso ea Buddha e tlameha ho ba linakong tsa kotsi empa e se kotsing\nHaeba u khahloa ke motho ea khabane, chelete le silika le tsona li tla tsamaea le uena. Ena ke Chuan Lai. Ho itšetlehile ka uena.", "詩意": "Hexagram ena e emela tlhohonolofatso ea lekunutu ea melimo le Mabuddha.\nE-ba le mamello 'me u be le mahlohonolo nthong e' ngoe le e 'ngoe.", "解曰": "Sesupo sa kgotso ya kgale. Ha ntho e 'ngoe le e' ngoe e turu, e tla ba monate.", "籤詩故事一": "◇Tang Monk o fumane tsebo\nKa letsatsi le leng, Tang Seng o ile a tla nōkeng 'me a bona Thaba ea Buddha ea Lingshan ka pel'a eona.Ho ne ho e-na le borokho ba lepolanka le le leng ka pel'a eona.Tang Seng ha aa ka a iteta sefuba ho e tšela. Buddha o ile a iphetola ho ba mokhanni oa seketsoana 'me a tšoara sekepe se robehileng se se nang moeli.Hang ha Tang Monk a kena ka sekepeng, a oela ka nōkeng 'me a pholosoa ke mokhanni oa sekepe.Ke kamoo Tang Monk a fihletseng Buddhahood. (Pale ea Leeto ho ea Bophirimela)\n◇Mangolo a Mabuddha a Tang Monk\nSanzang oa Leloko la Tang, fane ea hae e tloaelehileng e ne e le Chen 'me lebitso la hae e le Yi. O hlahetse Seterekeng sa Goushi, Luozhou (eo hona joale e leng ka boroa ho Yanshi City, Profinseng ea Henan). E ile ea e-ba moitlami ha a le lilemo li leshome le metso e meraro 'me a nka lebitso la Mabuddha Xuanzang.\nE le hore a fumane mangolo a pele a Mabuddha, o ile a tloha Chang’an (eo kajeno e leng Xi’an, Profinseng ea Shaanxi) selemong sa boraro sa Zhenguan (AD 629), a haola le moeli, ’me a feta har’a mathata a mangata ho ea fihla Tianzhu ( India) ho bokella mangolo. O ile a tsamaea ho pholletsa le matsoapo a Nōka ea Ganges le Indus le libaka tse lebōpong le ka boroa-bochabela la India, eaba o tšela lithaba tse koahetsoeng ke lehloa le matsoapo a matala, a tsamaea lik’hilomithara tse fetang 50 000 ho ea pele le morao. Ho ile ha mo nka lilemo tse 16 hore qetellong a khutlele Chang’an selemo sa bo19 sa Zhenguan (AD 645). O ile a khutlisa mangolo a mangata a Bobuddha ’me a a fetolela Sechaena.\n(Tang Sanzang o ile a feta leetong le lelelele ho ea pele le ho khutla pakeng tsa Chaena le India, ’me o ne a tlameha ho hlaheloa ke likotsi, empa o ile a khona ho khutla a sireletsehile hobane ho ne ho e-na le mohalaleli ea sa bonahaleng oa mosireletsi ka mor’a hae.)", "聖意": "Lehae le ts'ireletsehile, motho ka bouena o na le ts'epo, khoebo ea Bophirima e atlehile, lenyalo le atlehile, ba tsamaeang ka maoto ba thiba lebala, liboko li thijoa, liboko li supa lintlha tse supileng, leruo le ruisa, patlo ke batho, Bophirima. qoso ea sechaba e mpe, ho falla hoa tsitsa, thepa e lahlehileng e bonoa, lefu lena le monate, lithaba le mabitla a monate.", "古人": "Tang Monk o ile a fumana leseli", "第X籤": "Ho hapa lotho ea mashome a tšeletseng a metso e 'meli", "宮": "Yin Palace"}