{"籤詩版本二": "Litlhapi tse sesang li ile tsa tšoasoa lerabeng la Letamo la Bibo.\nHaeba ho na le ntho e sa tsamaeeng hantle ka mor'a ho nahana ka eona, e tla baka mathata qetellong.", "詩意": "Hexagram ena e emela tlhapi e tšoasoang ke leraba.\nHape ho eletsoa ho ba hlokolosi nthong e 'ngoe le e' ngoe.", "解曰": "Ho lula tlas'a ntlo. Tlokotsi e wa lehodimong. Tsoha hoseng 'me u nke mehato ea ho itšireletsa pele. Qoba likoluoa.", "籤詩故事一": "◇ pere e koahetsoe ke metsi (ho thata ho bokella metsi)\nLeloko la Han. Zhu Maichen, lebitso la tlhompho Wengzi, e ne e le letsoalloa la Wu Kuaiji (eo hona joale e leng karolo ea Motse oa Suzhou).\nLilemong tsa hae tsa bonyenyane, lelapa labo Maichen le ne le futsanehile 'me o ne a sa atlehe. U ke ke ua etsa chelete e ngata ka ho rekisa patsi ka theko ea mang kapa mang.\nMosali oa hae a tsoa ho ea kha metsi a bona sehlopha sa bana se tšeha Maichen, mosali o ile a nahana hore ke lihlong eaba hamorao oa tsamaea.\nHa Zhu Maichen a le lilemo li mashome a mahlano, Moemphera Wu oa Lesika la Han o ile a batla litalenta 'me a rapela Zhu e le mookameli oa Kuaiji.\nMosali oa hae o ile a ikoahlaela bofofu ba hae mme a lakatsa ho fokotsoa ho ba lekhabunyane le serethe hore a sebeletse Zhu bophelo bohle ba hae.\nMaichen o ile a laela mosali oa hae oa mehleng hore a nke nkho ea metsi, a e tšele litepising, 'me a re, \"Haeba metsi a ka khutlisoa, bobeli ba bona ba ka khutlela hammoho.\"\nHa ho nahanoa ka kamano pakeng tsa monna le mosali, mosali le monna oa hae ea nyetsoeng hape ba ile ba fuoa sebaka se bulehileng serapeng se ka morao hore ba leme le ho iphelisa. Mosali oa hae o ile a itahlela ka nōkeng eaba oa shoa.", "聖意": "Ntlo e tsietsing, motho o tsietsing, chelete e lahleha, transaction e khotsong, lenyalo le tsielehile, Liujia e tšohile, batho ba thijoa, masimo a senyehile, liboko li lahleha, leruo la timela, batho. li fumanoa, nyeoe ea sechaba e lahlehile, ho falla ho molemo, thepa e lahlehileng ha e na molato, lefu le kotsi, 'me lebitla la thaba le lokela ho fetoloa.", "古人": "Pere e koahetsoe ke metsi (ho thata ho bokella metsi)", "第X籤": "Letshwao la mashome a tsheletseng a metso e mene", "宮": "Maogong"}