{"籤詩版本二": "Tsela e kotsi, lipere le banna ba potlakile, 'me masole a tsielehile ha a lahlehile.\nLebōpo la leoatle le phahame, moea le maqhubu a foqoha, seketsoana se robehile, letsatsi lea likela, lipalesa lia shoa, leholimo lea oa le serame sea theoha.棹: oar.", "詩意": "Hexagram ena e tšoana le seketsoana se pshatlehang lebopong la leoatle.\nHlokomela likotsi tsohle.", "解曰": "Sekolo sa khale le sekolo sa khale. E khutsitseng ebile e hloka molato. Ha ho hlokahale ho batla keletso. Tsamaea ka bolokolohi.", "籤詩故事一": "◇Morena oa Chu Yin Ling o ile a lahleheloa ke tsela\nMathoasong a 202 BC, kakaretso ea masole a Han a 400,000 a tsoang mahlakoreng a mararo a ile a lika-liketsa lebotho la Xiang Yu motseng oa Gaixia, o neng o haelloa ke lijo. ka lebotho la Han. Leqheka lena la kelello la \"ho thibelloa ka mahlakoreng 'ohle\" le ile la etsa hore lebotho la Xiang Yu le lahleheloe ke boitšoaro.\nKahoo Xiang Yu o ile a etella pele bapalami ba phahameng ba fetang 800 'me ba etsa qeto ea ho qhoma, ha lebotho la Han le latela haufi-ufi le Guan Ying le bapalami ba lipere ba 5,000. Ka mor'a ho tšela Nōka ea Huai, bapalami ba lipere ba Xiang Yu ba ne ba setse batho ba lekholo feela.\nXiang Yu o ile a lahleha Yinling eaba o botsa sehoai se pel’a tsela tsela e eang nokeng, a sa lebella, a latela tsela eo monna-moholo a neng a e supile ’me a qetella a le mokhoabong, a etsa hore ho be thata ho tsamaea. Sesole sa Bang. Xiang Yu o ile a qetella a fihlile Wujiang mme a tseba hore boemo bo felile. Ha a bona baholo ba Jiangdong a se na lihlong, o ile a ipolaea.", "聖意": "Lelapa le ntlo ba tšoenyehile ka likoluoa ​​tsa bona, ho batla chelete le ho senya khoebo, Lenyalo ha le tšoarelle, Liujia li kotsi. Batsamai ba thiba masimo, Liboko tsa silika li senyehile, mehlape e tšeletseng e senyehile. Tahlehelo Bofalli, Thepa e lahlehileng Boloetse Ha ho monate ho isa lebitleng la thaba.", "古人": "Morena Yin Ling oa Chu o ile a lahleheloa ke tsela", "第X籤": "Karolo ea mashome a tšeletseng a metso e tšeletseng", "宮": "Maogong"}