{"籤詩版本二": "Ha mariha a fihla, palesa ea plum e thuntseng thabeng e ke ke ea senyeha le haeba makhasi a eona a oa 'me makala a eona a pona.\nEmpa ha nako ea selemo e fihla, ke ntse ke khutlisa 'na ke le mohlokomeli 'me ke senya mosebetsi oa pele.", "詩意": "Ho hexagram ena, palesa ea plum e nka boemo bo ka sehloohong.\nNtho e 'ngoe le e 'ngoe e ntle haeba e ka lieha.", "解曰": "Motsu o le mong o thunya o se na letho. Ha e se na letho, ha e na letho. Ho emetse selemo se tlang. Mmala o teng.", "籤詩故事一": "◇O fumane lintlha tse peli\nNakong ea puso ea Moemphera Dezong oa Leloko la Tang, letona le tšepahalang Mei Bogao le ba lelapa la hae ba ile ba thehoa ke Tona-khōlō Lu Qi, ea neng a batla ho ba bolaea kaofela, ke mora oa hae feela Mei Liangyu ea ileng a khona ho baleha. Lebitso la Wang Xitong ho pata lebitso la hae. O ne a lula a le mong literateng, a lapile a bile a bata, empa ka lehlohonolo o ile a nkoa ke Chen Risheng (Chen Dongchu). Chen Risheng o ne a sa tsebe phihlelo ea hae ea bophelo, kahoo o ile a mo kōpa hore a thuse ho hlokomela serapa sa plum sa Chen e le hore a se ke a bolaoa ke tlala seterateng.\nChen Risheng e ne e le seithuti-'moho le eena hape e le motsoalle oa Mei Bogao. Ha a ntse a hlorisoa ke Lu Qi, o ile a pholosoa ke Mei Bogao. Ka lebaka leo, Mei Bogao le Lu Qi ba ile ba fetoha bora. Qetellong, lelapa la bona kaofela le ile la bolaoa. Risheng o ile a ikutloa a hloname a bile a halefile ka lebaka la sena.Ka mor'a ho nyaloa, o ile a itokolla mosebetsing 'me a fallisetsa lelapa la hae Yangzhou ho ea lula boinotšing.\nChen Risheng o na le morali ea bitsoang Chen Xingyuan, ea motle le monko o monate Ka mor'a hore Mei Liangyu a tle lelapeng la Chen, ba ile ba ratana qalong. Ka letsatsi leo lithunthung tsa plum li neng li thuntse ka ho feletseng, leo hape e neng e le sehopotso sa lefu la Mei Bogao, Chen Risheng le lelapa la hae ba ile ba bula aletare serapeng sa plum ea lehae la bona ho ikhopotsa motsoalle oa bona ea hlokahetseng le mothusi. , 'me ha foka sefefo se matla sa lehloa, se koahelang lithunthung tsohle tsa plum. Chen Risheng o ile a lla ka hore o ile a khona ho baleha a sireletsehile, empa o ne a sitoa le ho pholosa litloholo tsa lelapa la Mei. lelapa la Mei le ne le ntse le phela, o ne a ke ke a bua letho.\nMorali oa hae Xingyuan o ile a utloa sena ’me hang-hang a chesa libano ’me a rapela Molimo ka tieo hore a etse hore lipalesa tsa plum li thunye hape. Botšepehi ba bona bo ile ba sisinya leholimo, 'me lifate tsohle tsa plum tse serapeng sa plum tsa thunya hape; hamorao Chen Risheng o ile a tseba hore Xitong ke Liangyu, kahoo a mo lebela morali oa hae Xingyuan.", "聖意": "Lehae le ntlo ha li ntle bakeng sa motho, ho ipatlela leruo, ho ba masene litšebelisanong, ho ema ho fihlela nako ea lenyalo, ho lieha, ho nyaloa, ho lieha, ho ba le katleho. nako ea selemo, ho ba morao, ho lieha, ho ba thari, ho phathahana, ho phathahana, ho atleha, ho phathahana, ho fumanoa.", "古人": "E kentse habeli", "第X籤": "Mashome a tšeletseng a metso e robong Ho hapa Lotho", "宮": "Tatsumi"}