{"籤詩版本二": "Chao Chao e tšoana le notši e bokellang lipalesa, e fofang ho tsoa boroa-bophirimela ho ea bochabela\nNako ea selemo e felile, lipalesa li felile, 'me ha ho sebaka seo u ka se batlang.Pelo ena e ke ke ea fetola moo e leng teng.", "詩意": "Hexagram ena e tšoana le linotši e kha lipalesa.\nNtho e 'ngoe le e 'ngoe e boima ebile e boima.", "解曰": "Ha ho na sebaka sa selemo seo u ka se batlang. Pula e na ka nako e telele empa ha e na pula. Kopa thuso. Ho molemo ho khutsa.\n.", "籤詩故事一": "◇Li Mi o ile a fetohela Leloko la Tang\nLi Mi\n(582-619), moeta-pele oa morao oa Sesole sa Wagang nakong ea moferefere oa batho ba fokolang qetellong ea lesika la Sui la Chaena. Mong'a calligraphy. Mong’a lentsoe Fa e ne e le letsoalloa la Chang’an, Jingzhao, ’me lehae la baholo-holo ba hae e ne e le Xiangping, Liaodong (eo hona joale e leng ka boroa ho Liaoyang, Liaoning). Letsoalloa la Chang'an, Jingzhao, lehae la baholo-holo ba hae ke Xiangping, Liaodong (eo hona joale e leng ka boroa ho Liaoyang, Liaoning).\nSelemong sa borobong sa Daye (613), o ile a kenya letsoho borabeleng ba Yang Xuangan khahlanong le Leloko la Sui le Liyang (eo hona joale e leng ka leboea-bochabela ho Setereke sa Junxian, Profinseng ea Henan). Selemong sa borobong sa Daye (613), o ile a kenya letsoho borabeleng ba Yang Xuangan khahlanong le Leloko la Sui le Liyang (eo hona joale e leng ka leboea-bochabela ho Setereke sa Junxian, Profinseng ea Henan). Kelello e makatsang e hlotswe,\nLi Mi o ile a baleha. Xuangan o ile a hlōloa 'me Li Mi a baleha.\nSelemong sa leshome le metso e 'meli sa Daye, o ile a kenela Sesole sa Wagang\n. Selemong sa leshome le metso e 'meli sa puso ea Daye, o ile a kenela Sesole sa Wagang. Ka Mphalane oa selemo sa leshome le metso e 'meli sa Daye, Li Mi o ile a phehella Zhai ho hlasela Xingyang Tong, molaoli ea matla ea tsamaeang le sesole, ho sireletsa Zhang Xutuo, ho hlola sesole sa Sui le ho bolaea Zhang Xutuo. Ka Mphalane oa selemo sa leshome le metso e 'meli sa Daye, Li Mi o ile a phehella Zhai ho hlasela Xingyang Tong, molaoli ea matla ea tsamaeang le sesole, ho sireletsa Zhang Xutuo, ho hlola sesole sa Sui le ho bolaea Zhang Xutuo.\nHamorao, o ile a etsa tlhahiso ea ho hlasela ntlo ea polokelo ea Xingluo (eo hamorao e ileng ea rehoa Luokou), ho bula sebaka sa polokelo bakeng sa liphallelo, le ho atolosa sehlopha.Sehlopha sa Sesole sa Wagang se ile sa hōla ka potlako. e ile ea sebetsana le ho theoleloa le ho ajoa ha Lesika la Sui Ho ile ha e-ba le ntoa ka lebaka la lisebelisoa tsa sesole le litaba tse ling, 'me Li Mi a bolaea Zhai Rang le makholo a balateli ba hae. Hamorao, o ile a etsa tlhahiso ea ho hlasela ntlo ea polokelo ea Xingluo (eo hamorao e ileng ea rehoa Luokou), ho bula sebaka sa polokelo bakeng sa liphallelo, le ho atolosa sehlopha.Sehlopha sa Sesole sa Wagang se ile sa hōla ka potlako. e ile ea sebetsana le ho theoleloa le ho ajoa ha Lesika la Sui Ho ile ha e-ba le ntoa ka lebaka la lisebelisoa tsa sesole le litaba tse ling, 'me Li Mi a bolaea Zhai Rang le makholo a balateli ba hae.\nKa Hlakubele selemong sa 14 sa Daye, Yu Wenhuaji o ile a bolaea Emperor Yang oa leloko la Sui.\n, e ile ea etsa hore batho ba fetang 100 000 ba khutlele ka bophirimela. Ka Hlakubele selemong sa leshome le metso e mene sa Daye, Yu Wenhuaji (Yu Wen, sefane se kopaneng) o ile a bolaea Emperor Yang oa leloko la Sui Dynasty mme a khutlela bophirima le batho ba fetang 100,000. Li Mi o ile a laeloa hore a hlasele Huaji.Le hoja Huaji a ile a hlōloa, Li Mi le eena o ile a lahleheloa haholo ke masole. Hamorao o ile a lelekoa ke Wang Shichong. Lebotho la Li Mi le ile la hlōloa 'me liahelo tsa hae tsa timetsoa.Baokameli ba hae Qin Shubao, Cheng Zhijie (qalong ea bitsoang Cheng Yaojin), Niu Jinda le ba bang ba ile ba tšoaroa. , Shan Xiongxin o ile a inehela. Li Mi o ile a laeloa hore a hlasele Huaji.Le hoja Huaji a ile a hlōloa, Li Mi le eena o ile a lahleheloa haholo ke masole a hae. Hamorao, o ile a lelekoa ke Wang Shichong.Lebotho la Li Mi le ile la hlōloa ’me liahelo tsa hae tsa ripitloa.Bajenerale ba hae Qin Shubao, Cheng Zhijie (eo qalong a neng a bitsoa Cheng Yaojin), Niu Jinda le ba bang ba ile ba tšoaroa, ’me Shan Xiongxin o ile a inehela. Li Mi o ne a tsielehile, kahoo a tšela nōka ho ea Heyang ka September 'me a inehela ho lesika la Tang. Li Mi o ne a tsielehile, kahoo a tšela nōka ho ea Heyang ka September 'me a inehela ho lesika la Tang.\nKa November, Li Yuan o ile a romela Li Mi ho Shandong ho ea thaotha masole a khale. Pulungoana,\nLi Yuan o ile a romela Li Mi ho ema Shandong ho ea thaotha masole a khale. A utloa eka oa belaelloa, o ile a fetohela Tang. A utloa eka oa belaelloa, o ile a fetohela Tang. Tang General Sheng Yanshi o ile a mema Li Mi ho mo hlasela le ho mo bolaea Xinggong Xian. Tang General Sheng Yanshi o ile a mema Li Mi ho mo hlasela le ho mo bolaea Xinggong Xian.", "聖意": "Ntlo, ntlo, leleme, boithati, molotsana, ho batla maruo, ho senya khoebo, manyalo a sa tšoarellang, Liujia, lipalesa tse se nang letho, ba tsamaeang ka maoto, Yaotian, tšenyo ea silkworm, tšenyo ea liphoofolo tse tšeletseng, batho ba lahlehileng, linyeoe, tahlehelo, ho falla, ho boloka lintho, ho lahleheloa ke thepa, ho kula, litšitiso, phetoho ea mabitla a lithaba", "古人": "Li Mi o ile a fetohela lesika la Tang", "第X籤": "Ea mashome a supileng a hula", "宮": "Tatsumi"}