{"籤詩版本二": "Tlhokomeliso ea Balebeli ba Leshome le Borobong ba Canglong: Mosali o ile a nyaloa ke monna oa bobeli\nKa seqha se le seng le metsu e 'meli, li-dinosaurs li tla phela ka khotso hang-hang", "詩意": "Hexagram ena e tšoana le seqha se tšoereng metsu e 'meli.\nNtho e 'ngoe le e' ngoe e monate haeba e tsamaea hammoho.", "解曰": "E seng boima haholo. Qetello. Zhen Liuzhong oa bula. Ho eletsoa ho ba hlokolosi.", "籤詩故事一": "◇Wenjun o etela Xiangru\nZhuo Wenjun e ne e le morali oa setloholo sa Zhuo Wang, rakhoebo ea ruileng oa Linqiong, Profinseng ea Sichuan. O ile a nyaloa ha a le lilemo li leshome le metso e tšeletseng. Lilemo tse 'maloa hamorao, monna oa hae o ile a hlokahala' me a khutlela lelapeng la hae la tsoalo ho ea lula e le mohlolohali.\nKa letsatsi le leng, Sima Xiangru o ile a ea moketeng ha Zhuo Wangsun. Zhuo Wenjun o ne a se a utloile ka Sima Xiangru, 'me mokete ona o ile oa etsa hore a khahlehe le ho feta ho Sima Xiangru. Ka lehlakoreng le leng, ka mor'a mokete oa Sima Xiangru, hang-hang o ile a sebelisa chelete e ngata ho fana ka tjotjo ho mohlanka oa sebele oa Zhuo Wenjun 'me a mo kōpa hore a fetisetse lerato la Sima Xiangru ho Zhuo Wenjun. Ka mor'a hore Zhuo Wenjun a tsebe ka lerato la Sima Xiangru ka mosebeletsi oa hae, hang-hang o ile a potlakela ntlong ea baeti moo Sima Xiangru a neng a lula teng.\nHa ba le Chengdu, banyalani bana ba ne ba futsanehile 'me ba tlameha ho khutlela Linqiong ho ea bula hotele e nyenyane hore ba iphelise.Zhuo Wenjun o ne a rekisa veine 'me Sima Xiangru a hlatsoa lijana.Ba phela bophelo bo futsanehileng. Ka mor’a hore ntate oa Zhuo Wenjun, Zhuo Wangsun, a tsebe ka hona, o ile a lumela ’me a ba tšehetsa ka lichelete tlas’a keletso ea metsoalle ea hae, e le hore Sima Xiangru le Zhuo Wenjun ba khutlele Chengdu ho ea phela, ’me hamorao ba rua.", "聖意": "Tahlehelo ea lehae le thepa, litokelo le liphoso tsa motho, ho batla leruo, litšebelisano tsa basebetsi, ho itebela khahlanong le kopano ea lenyalo.", "古人": "Wenjun o etela Xiangru", "第X籤": "Lotho e hapileng mashome a supileng a motso o mong", "宮": "Tatsumi"}