{"籤詩版本二": "Barui ba linotsi ba tlameha ho kopa mahe a linotši, esere ba hlajoa ke hlaba\nHo tlameha ho na le tsela e makatsang ka pel'a hao.Sephiri se tebile joalo ka moru oa meutloa.", "詩意": "Hexagram ena e tšoantšetsa linotši tse bokellang mahe a linotši.\nNtho e 'ngoe le e 'ngoe e boima ebile e boima.\n\n(Hexagram ena e batla letšoao la monate le bohloko.\nThibela likoluoa ​​nthong tsohle.\n)", "解曰": "Lintho li tlameha ho etsoa ka hloko. Ha ho hlokahale ho e qobella. Linotši li bokella mahe a linotši. Lebaka ke lefe?", "籤詩故事一": "◇Wang Mang o batla litalenta\nLelapa la Wang Mang Lelokong la Han Bophirimela ho ka boleloa hore ke lelapa le ruileng. Le hoja ntat'ae a ile a hlokahala pele ho nako, malome le malome oa hae ba 'maloa e ile ea e-ba babusi ba lesika la Han.Ba fetoha balaoli, matona-kholo,' me ba fetoha marquise 'me ba fumana meputso.Lelapa la Wang le ne le hlahelletse ka ho fetisisa.\nEmpa lelapa le lenyenyane la Wang Mang le ne le futsanehile haholo; ntate oa hae o ile a hlokahala a sa le monyenyane, 'me o ne a lula le' mè oa hae feela, a itšetlehile ka liphallelo tse tsoang ho beng ka eena. Empa ka lebaka la sena, Wang Mang o ile a ntlafatsa le ho sebelisa tsebo ea ho sebelisana le batho ho tloha ha e sa le ngoana. Ho sa tsotellehe hore na o ne a hloname hakae kapa a halefile hakae, kamehla o ne a bontša ponahalo ea thabo le khotso ka pel’a beng ka eena, baholo kapa batho ba ka ntle, kahoo o ne a ananeloa haholo ke e mong le e mong oa leloko leo.\nKa nako e 'ngoe, malome oa hae e moholo o ne a kula haholo, ka mor'a ho tseba ka taba eo, o ile a tla 'me a emela bethe ea mokuli, a tlisa meriana le metsi, a lebela bosiu. O ne a mpa a le “mamello” ho feta mokuli.” “Mora” ho feta mora oa tlhaho.\nKa lebaka la sena, batho bohle ba Taiwan ba ile ba mo rorisa ’me ba ngola mangolo ba kōpa moputso bakeng sa hae.\nKahoo Moemphera Cheng oa Lesika la Han o ile a mo fa tlotla ea New Capital Marquis ’me a mo khetha hore e be molebeli ntlong ea borena, ea e-ba letona le haufi la moemphera.\nKa boemo ba hae bo phahameng le matla a hae a maholo, Wang Mang ha ho mohla a kileng a bontša boikhohomoso leha e le bofe kapa botsoa.Ho e-na le hoo, o ile a tsoela pele ho ba le mekhoa e metle le mekhoa e metle.Ka lehlakoreng le leng, o ile a etsa setsoalle le matona, balaoli ba sesole, matona, litsebi tse tummeng le litsebi.\nEmpa o ne a phela bophelo bo baballang haholo, a atisa ho ja lijana tsa nama, re sa bue ka ho apara liaparo tse telele le mese e matsoho a malelele, a apere liaparo tse khutšoanyane feela. Kahoo bohle ba pusong le sechaba ba ile ba mo rorisa ka lentsoe le le leng ka lentsoe “bokhabane”.\nHamorao, malome oa hae, Grand Sima Wanggen, o ile a hlokahala ka lebaka la ho kula ’me a khethoa hore e be moemedi wa hae. Moemphera le matona ’ohle ba ne ba nahana hore ke eena motho ea tšoanelehang ka ho fetisisa. Ka hona, Wang Mang, ea neng a le lilemo li mashome a mararo a metso e robeli feela, e ile ea e-ba Grand Sima e nang le matla a phahameng ka ho fetisisa a sesole naheng.\n(Pale ena ke mokhabo-puo. Ho ba motho ea molemo ho ka u thusa ho tlosa \"bothata ba ho longoa ke linotsi\" le ho finyella lipakane tsa hau kamoo u lakatsang kateng.)", "聖意": "Ntlo ha e itokisetse, lelapa le mathateng, khoebo e thibiloe, lenyalo le thibiloe, lihlomo tse tšeletseng ke tsa bohata, ba tsamaeang ka maoto ba liehile, kotulo ea tšoele e tlaase, leruo le tlaase, ho thata fumana batho, qoso e mpe, ho falla ha ho sisinyehe, thepa e lahlehileng e mpe, lefu le beiloe, lebitla la thaba le lahlehile.", "古人": "Wang Mang o batla litalenta", "第X籤": "Ho hapa lotho mashome a supileng a metso e 'meli", "宮": "Tatsumi"}