{"籤詩版本二": "Ha nako ea selemo e fihla, lialuma lia sisinyeha ’me likokoanyana li lla, ’me ke furalla seretse\nHa ke qala ho hlokomela hore ke ntse ke tla le ho tsamaea, hang ha ke fetoha, ke ile ka fetoha drakone.", "詩意": "Hexagram ena e tšoana le lialuma le likokoanyana.\nHo kopana le motho ea khabane ke pontšo e ntle ho tsohle.", "解曰": "Diaduma di a otla. Li-depositi tse peli tse kenang le ho tsoa. Fetola hang. Ho fihlela Tianmen.", "籤詩故事一": "◇Chenqiao Mutiny\nKa 959 AD, Zhou Shizong Chai Rong o ile a hlokahala, 'me Emperor Gong, Chai Zongxun, ea ileng a lula teroneng, o ne a le lilemo li supileng feela. Ka nako eo, Zhao Kuangyin, ea neng a sebetsa e le mohlahlobi ka pel'a ntlo ea borena le moemeli oa Songzhou ho Sesole sa Jeremane, o ne a e-na le matla a sebele.\nNakong ea selemo ka 960 AD, Zhenzhou (eo kajeno e leng Zhengding, Profinseng ea Hebei) le Dingzhou (Setereke sa kajeno sa Dingxian, Profinseng ea Hebei) li ile tsa tlaleha hore mabotho a Leloko la Han Leboea le Naha ea Liao a ne a kopane ho ea ka boroa ho ea hlasela Leloko la Morao oa Zhou, le matla a maholo, mme a kopa ho romela masole ho ea thusa. Hamorao, Lesika la Zhou le ile la laela Zhao Kuangyin ho etella pele mabotho a hae leboea ho ea loantša sera. Zhao Kuangyin o ile a sebetsa ka sekhukhu tlas'a moralo oa mor'abo Zhao Guangyi, Zhao Pu, Shi Shouxin le ba bang.\nKa la 3 Hlakola, ha lebotho le fihla Chenqiaoyi (eo hona joale e leng Toropo ea Chenqiao, ka boroa-bochabela ho Fengqiu, Henan), le ile la qalisa bofetoheli ’me la laela masole hore a mo apare liaparo tse mosehla. . Ka mor'a moo, Zhao o ile a etella pele mabotho a hae ho khutlela Kaifeng ntle le ho chesa, ho bolaea kapa ho tlatlapa \"Taizu Chen Qiao o ile a etsa kano ea hore a se ke a tšoenya batho ba motse-moholo, 'me a tšepisa hore a ke ke a senya motse letsatsing leo a kenang motseng ka lona.\"\nKa letsatsi la boraro la selemo sa boraro sa khoeli e holimo, Zhao Kuangyin o ile a fetohela Chenqiao eaba o khutlela motse-moholo, Fan Zhi o ile a etella pele Wang Pu le Wei Renpu ho botsa Zhao Kuangyin. : \"Mabotho a mararo ha a na benghali. Bajenerale ba entse qeto ea ho mo khetha hore e be moemphera. Mang kapa mang ea tla bua o tla bolaoa!\". Sefahleho sa Wang Pu se ne se le sesehla joalo ka lefats'e, a theola mehato ea hae, a inamela fatše. Fan Zhi le eena a inama.\nKa mor’a khanyetso e itekanetseng, Moemphera Gong oa Leloko la Hamorao la Zhou o ile a nka terone, ’me Zhao a nka terone. mme a kena pela hae, a re: “Ho phethehile.”\nKa mor'a hore Zhao a be teroneng, o ile a fetola lebitso la naha ho Song, Yuan ho Jianlong, 'me a etsa Kaifeng motse-moholo. , e neng e tsejoa e le \"Chenqiao Mutiny\" historing.\nWikipedia\n(Pale ena e bontša hore ena ke qalo ea ts'ebetso ea Zhao Kuangyin.)", "聖意": "Rapella ntlo ea hau, bophelo ba letsatsi le letsatsi, leruo, mahlohonolo, mahlohonolo khoebong, lenyalo le hlomphehang, katleho Liujia, banna ba tsamaeang ka maoto, tsoalo ea pele ea silika masimong, tsoalo ea pele ea liphoofolo tse tšeletseng, mahlohonolo nakong ea selemo, ho batla batho. , katleho linyeoeng, mahlohonolo a ho falla, thepa e lahlehileng, likotsi tsa mafu, likotsi lithabeng le mabitleng.", "古人": "Chenqiao Mutiny", "第X籤": "E saennweng mashome a supileng a metso e meraro", "宮": "Mi Palace"}