{"籤詩版本二": "Feela joaloka ho hula nkoe holim'a thaba e phahameng, ho loana le ho hlōlisana hoa tšoha ebile ho bata.\nHaeba ka tšohanyetso u etsa ntho e ntle u sa elelloe, u tlameha ho ipoloka u sireletsehile.Lentsoe ho hula nkoe le bolela ho haka nkoe.", "詩意": "Hexagram ena e tšoana le ho tšoara (ho hula) nkoe holim'a thaba.\nNtho e 'ngoe le e 'ngoe e kotsi ebile e tšosa.", "解曰": "Kotsi e kotsi. Ho na le litšitiso ka pele. Ha o kopa keletso. Ke mosebetsi o boima ruri.", "籤詩故事一": "◇Wu Yuan o tlohile Zhaoguan bosiu (Wu Zixu o fetile Zhaoguan)\nWu Zixu e ne e le letsoalloa la Chu nakong ea Selemo le Hoetla. Ka nako eo, Morena Ping oa Chu o ne a batla ho mo tsoma. Morena Ping oa Chu o ile a fana ka moputso bakeng sa ho tšoaroa ha Wu Zixu. O ile a penta setšoantšo sa hae 'me a se maneha lihekeng tsa motse ho pholletsa le Chu State, eaba o laela ba boholong hore ba matlafatse lipatlisiso. Ha Wu Zixu a balehela Zhaoguan, moeling o pakeng tsa Wu le Chu, ba boholong Zhaoguan ba ile ba mo hlahloba ka hloko haholo. Ka lehlohonolo, ke ile ka kopana le monna ea bitsoang Dong Gao Gong, ea ileng a mo utloela bohloko ’me a mo isa hae ho ea ipata. Duke Dong Gao o ne a e-na le motsoalle ea batlang a tšoana le Wu Zixu, kahoo Duke Dong Gao o ile a mo kōpa hore a fete tlhahlobo ka ho iketsa Wu Zixu. Balebeli ba liheke ba ile ba tšoara Wu Zixu oa bohata, empa Wu Zixu oa sebele ha aa ka a tsejoa ke balebeli ba liheke hobane moriri oa hae o ne o le mosoeu kaofela, kahoo ba mo tlohela hore a fete. Hamorao, o ile a phonyoha a sireletsehile ho ea seterekeng sa Wu.\n(Ho nkela Wu Zixu sebaka ka motsoalle ea tšoanang le eena, eo ka boeena a nang le moriri o moputsoa, ​​​​ke \"letsoho la boselamose\" la pale ena)", "聖意": "Rapella lehae la hao le lehae la hao hore le itšireletse, hlokomela ho batla maruo, hlokomela litransekshene, ho thekesela ha lithekisetsano, mathata a lenyalo.", "古人": "Wu Yuan o ile a tloha Zhaoguan bosiu (Wu Zixu a feta Zhaoguan)", "第X籤": "Letshwao la mashome a supileng a metso e mehlano", "宮": "Mi Palace"}