{"籤詩版本二": "Motsoako oa tlhapi le drakone o na le moelelo o tšoanang. Lula ka har'a letamo le tebileng 'me u emele mahlohonolo.\nA sa hlokomele, Yumen o ile a tlola ka holim'a Dragon Palace a phahamisitse hlooho.", "詩意": "Litlhapi tsa hexagram le drakone li lula li sa fetohe.\nTsohle di tla ka nako.", "解曰": "Leha e le Ziji. Hape ema. Rera khoebo ea hau. U se ke ua etsa lintho ka lepotlapotla.", "籤詩故事一": "◇Hongwu ho shebella likhomo\nZhu Yuanzhang, letsoalloa la Zhongli, Haozhou (eo hona joale e leng Setereke sa Fengyang, Profinseng ea Anhui), o hlahile ka selemo sa pele sa Tianli oa Yuan Wenzong oa Lesika la Yuan, a le boemong ba bone lelapeng la hae. O hlahetse lelapeng le futsanehileng la batho ba futsanehileng.\nSelemong sa bone sa Zhizheng (1344), ho ile ha e-ba le komello e matla Huaibei. Ntate oa Zhu Yuanzhang, 'mè le moena oa Zhu Yuanzhang ba ile ba shoa ka ho latellana, kahoo o ne a se na boikhethelo haese ho ba moitlami oa pele tempeleng ea Huangjue.\nNako e ka tlaase ho likhoeli tse peli ka mor'a ho kena tempeleng, ka lebaka la bothata ba ho bokella rente ea tempele lilemong tsa tlala, mong'a tempele o ile a koala ntlo ea polokelo 'me a leleka baitlami.Zhu Yuanzhang o ile a tlameha ho tloha motseng oa habo 'me e be moitlami ea lelera moitlami ya neng a iphedisa ka ho kopa).\nHamorao, Zhu Yuanzhang e ile ea e-ba Taizu oa Leloko la Ming le \"moemphera oa sechaba\" historing ea Chaena, ka lebitso la puso \"Hongwu\".\n(Mokhabo-puo oa pale ena ke hore ho tloaeleha ka nakoana ha ho bolele hore ho tla tšoana le kamoso. Sena ke hobane nako ha e-so fihle.)", "聖意": "Lelapa le bolokehile, lelapa le phetse hantle, lehlohonolo le letle, khoebo e emetse, lenyalo le morao, monna e motona o tsoalloa Liujia, ea tsamaeang ka morao, seboko se le morao, seboko se ruile, liphoofolo tse tšeletseng ba mohatla, motho o nyametse, ha ho qoso e liehang, ho falla hoa tsitsa, thepa e lahlehileng e thijoa, lefu le sitisoa ke lebitla la thaba.", "古人": "Hongwu o shebella likhomo", "第X籤": "Lotho mashome a supileng a metso e tšeletseng", "宮": "Mi Palace"}