{"籤詩版本二": "Torong, ho ne ho thoe ho tla ba le leruo le lengata, empa botumo e ne e le lefeela.\nMetsi a hole le lithaba li hole, empa ho tšepahala ho thata, motho ea khabane o fana ka tataiso le pososelo.", "詩意": "Hexagram ena e emela letšoao la ho fumana letlotlo torong.\nNtho e 'ngoe le e 'ngoe e batla e le ea sebele.", "解曰": "Ho lora joalo ka toro. Ha ho tšepo ea botumo. Emela feela linako tse monate. Litaelo tse khabane.", "籤詩故事一": "◇ Khutlisetsa jade ho Zhao (khutlisetsa jade ho Zhao ka mor'a ho e qeta)\nKa 283 BC, Morena Zhao Huiwen o ile a fumana He's Bi ho Chu. Kamora hore Morena Qin Zhaoxiang a utloe litaba tsena, o ile a romela lengolo ho Morena Zhao, a hlalosa boikemisetso ba hae ba ho fapanyetsana metse e leshome le metso e mehlano bakeng sa He's Bi.\nLin Xiangru o ile a hlahloba Morena Zhao hore Qin e matla 'me Zhao o ne a fokola' me a tlameha ho nkeloa sebaka.\nMorena Zhao o ile a romela Lin Xiangru Qin le He's Bi.\nMorena oa Qin o ile a kopana le Lin Xiangru ho Zhangtai, 'me Lin Xiangru a fana ka jade ho Morena oa Qin. Morena oa Qin o ne a thabile haholo 'me a fetisetsa He's Bi ho botle' me bohle ba mo pota-potileng ba e sheba.\nLin Xiangru o ile a bona hore Morena oa Qin o ne a sa ikemisetsa ho fana ka motse ho Zhao, kahoo o ile a bolella Morena oa Qin hore He's jade e na le sekoli 'me o batla ho e bontša Morena oa Qin e le hore a nke monyetla oa ho fumana jade morao.\nKa mor'a hore Lin Xiangru a khutlise Bi oa Heshi, o ile a ema haufi le tšiea e khōlō, a bontša hore o batla ho shoa le Bi oa Heshi.\nKa nako ena, Lin Xiangru o ile a re ho Morena oa Qin: \"Morena oa Zhao o ntse a hlōla khanyetso ea basebeletsi 'me a amohela tlhahiso ea letona. Qin ke naha e kholo!E le ho boloka setsoalle pakeng tsa Qin le Zhao, Morena Zhao Kamora matsatsi a mahlano a ho itima lijo, ke ile ka romela matona a ka Qin ka jade. motse, empa hape o ile a fetisetsa jade ea lelapa la He ho mosali e motle, eo e neng e hlile e le sesomo ho basebeletsi ba ka.\"\nHa a qeta ho bua, hang-hang Lin Xiangru o ile a etsa pontšo ea ho otla tšiea Morena oa Qin o ne a tšohile hore He's Bi o tla senyeha, kahoo a etsa eka o file Zhao metse e leshome le metso e mehlano. Lin Xiangru o ile a bona ka morero oa bolotsana oa Morena Qin, kahoo a kopa Morena Qin hore a itime lijo ka matsatsi a mahlano pele a hlahisa He's Bi ho lieha nako. Matsatsing ana a 'maloa, Lin Xiangru o ile a romela bahlanka ba hae hore ba khutlele Profinseng ea Zhao le jade, ha a ntse a lula ho sebetsana le Morena oa Qin.\n(Pale ena e tšoana le mahlo a motho ea tloaelehileng a khahloang ke boemo ba hae.)", "聖意": "Ho rapella mahlohonolo ka lapeng, ka bouena, ho sitisa maruo, ho thatafalletsa litšebelisano, lenyalo ha le lumellane le batho ba tsamaeang ka maoto ba Liujiaxu, liboko tsa silika tsa Chiti ha li amoheloe, liphoofolo tse tšeletseng li senyehile, batho ha ba eo, ho lebelletsoe linyeoe tsa sechaba le ho falla, lintho tse lahlehileng. ba hole, mafu a hlongwa, a iswa mabitleng a dithaba, mme a a fetoha.", "古人": "Khutlisa jade ho Zhao (tlatsa jade ho Zhao)", "第X籤": "Lotho ea mashome a supileng a metso e supileng", "宮": "Motšehare Palace"}