{"籤詩版本二": "Lefito le se nang letho, ke lakatsa ho o boloka o bolokehile.Ha o ka boloka mmele wa hao o bolokehile, ke lakatsa eka o ka be o sa o busetse.\nU se ke ua lebala hore mohau oa Molimo o khutlisitsoe. U se ke ua soma mantsoe a Molimo.", "詩意": "Se lumele hore hexagram ena ke 'nete.\nKe sesupo sa ho ba hlokolosi ho tsohle.", "解曰": "Batho ba na le maikutlo a bona. Kelello ha ea lokela ho tšoareha. Litaelo tsa Guanyin. U se ke ua hloka tlhompho.", "籤詩故事一": "◇Ho tšehetsa folakha ea boronse ka sekhukhu\nMolaoli ea tummeng oa mothehi oa Leloko la Tang, Qin Qiong (Qin Shubao) o ile a fuoa tlotla ea Grand Marshal oa lesika la Sui. O ile a etella pele mabotho a hae ho hlasela Sishui Pass (kapa Sishui Pass kapa Dongling Pass, litšōmo lia fapana). Yang Lin ( Yang Yicheng), molaoli oa molebeli oa Sishui Pass, e ne e le Moemphera Yang oa Leloko la Sui o ile a laela hore ho hlongoe lifolakha tsa boronse, empa Qin Shubao ha aa ka a e hlasela ka nako e telele. Ka mor'a ho fumana hore Luo Cheng, moetapele oa mokhatlo oa tšireletso, e ne e le motsoala oa hae, o ile a ikopanya le 'mangoane oa hae.\nPele Luo Cheng a tsamaea, o ile a bolella ’mè oa hae hore motho ea tlileng ho tla liha folakha ke motsoal’ae Qin Qiong, ’me ’mè oa hae o ile a mo laela hore a mo thuse ka sekhukhu. Letsatsing la ntoa ea makhaola-khang, Luo Cheng, ea neng a lebetse Folakha ea Bronze, ka tšohanyetso o ile a fetola mahlakore 'me a ikopanya le Qin Qiong. Qetellong ba hlōla ho thehoa ha Bronze Flag.Luo Cheng o ile a hapa Dongling Pass' me a khutla a hlōtse. Leloko la Tang.\n(Pale ena ke papiso eo ka linako tse ling u lokelang ho itšetleha ka mabaka ha u etsa lintho, ho fapana le ho itšetleha ka maikutlo kapa tumelo.)", "聖意": "Ntlo e ntse e ikemiseditse ho itshepisa, ho batla leruo, ho boloka seabo, ho hlokomela lenyalo, ho beleha ngwanana, batsamaya ka maoto ba sala masimong, diboko, ntlha tse supileng le tshenyo ya mehlape e tsheletseng, batho ba lahlehileng, melato ya setjhaba le ho falla; ho lahleheloa ke thepa, mafu a Bophirimela, litharollo tsa lithaba le mabitla, tataiso ea bophirimela", "古人": "Ho thusa ka sekhukhu ho theola folakha ea boronse", "第X籤": "Mashome a supileng a metso e robong Ho hapa Lotho", "宮": "Motšehare Palace"}