{"籤詩版本二": "Makhasi a lifate tsa sikamora a oele, hoetla ho atametse, ’me leeto la ho khutla la baeti le shebahala joaloka maru.\nKa lebaka la boiteko bo matla ba Molimo, sekepe se ile sa khutla le letlotlo leo le le moeeng.", "詩意": "Hexagram ena e emela makhasi a oang a sefate sa sikamora.\nNtho e 'ngoe le e' ngoe e mpe esale pele 'me e ntle qetellong.", "解曰": "Nka lintho ho tloha pelong. Tianxin oa e latela. Ho iphedisa. Etsa sohle seo u ka se khonang.", "籤詩故事一": "◇Moea o fokela Tengwang Pavilion\nWang Bo, lebitso la tlhompho Zian, e ne e le seroki sa lesika la pele la Tang. O hlahile ka selemo sa pele sa Yonghui, Emperor Gaozong oa Leloko la Tang. Wang Bo esale a bala mangolo ho tloha e sa le ngoana, 'me o tsejoa e le \"motlatsi oa ngoana\". Wang Bo esale a bala mangolo ho tloha e sa le ngoana, 'me o tsejoa e le \"motlatsi oa ngoana\".\nHa a le lilemo li leshome, ho ile ha etsahala hore eena le ntat’ae ba fete pel’a Tempele ea Guandi, ba bona seemahale se seholohali sa Guandi ka tempeleng, se tšoere kopi ea “Seliba le Hoetla” ’me se e bala. O ile a binela Emperor Guan: \"Ke tšoere liloko tse tharo tsa litelu tse tala, ke bala histori ea Qing Dynasty ho lebone le letala le ho hlompha mabitso a tummeng. Ke tšoere drakone e tala le khoeli letsohong la ka. \" Ho boleloa hore nakong ea hoetla ea selemo sena, Wang Bo o ile a tloha Shanxi ho ea Hainan Island ho etela ntat'ae ea neng a theotsoe ho 'maseterata oa setereke sa Jiaozhi. , a feta har'a likete tsa lithaba le linōka tseleng. Nakong ea hoetla ea selemo ha a le lilemo li mashome a mabeli a metso e supileng, Wang Bo o ile a tloha Shanxi ho ea Hainan Island ho etela ntat'ae, ea neng a theotsoe setulong sa 'maseterata oa Jiaozhi County.\nHa re fihla thabeng ea Madang letsatsing leo, bohle ba ile ba ea lebōpong la leoatle ho ea phomola. O ile a re ho Wang Bo \"Na ha u Wang Bo?\" Wang Bo o ile a makala 'me a re, \"Hantle-ntle! U tseba seo joang?\" Monna-moholo a re, \"Ke khale ke utloa hore u na le molemo. maikemisetso a ho pholosa batho, mme dithoko tsa hao di na le moelelo o moholo. Hosane ho tla ba le moketjana o moholo Tengwang Pavilion, ha o ka ba teng moketeng oo wa ngola moqoqo, o tla tuma ka mengwaha yohle, o fumane ditshenyehelo tsa maeto. Ha Wang Bo a ntse a tsamaea haufi le tempele ea khale a le mong, hang-hang o ile a bona lejoeng le haufi le tempele, ho ne ho lutse monna-moholo, ea neng a shebahala joaloka ngoana ea moriri o motle le tšōmo. A re ho Wang Bo, \"Na ha u Wang Bo?\"\nWang Bo o ile a makala 'me a re, \"Hantle-ntle! U tseba seo joang?\"\nMonnamoholo o ile a re: \"Ke khale ke utloa hore le na le sepheo se setle sa ho pholosa batho, 'me lithothokiso tseo le li qapang li na le moelelo. Ho tla ba le mokete o moholo Pavilion ea Prince Teng. Ha u ka ea moketeng oo 'me ua qapa; u tla tuma ho theosa le lilemo 'me u tla fumana litšenyehelo tsa maeto.\"\nWang Bo o itse: “Sebaka sena se bohōle ba lik’hilomithara tse makholo a tšeletseng kapa a supileng ho tloha Tengwang Pavilion. ruri e tla fihla hosane.\" Wang Bo o ile a nteboha a re: \"Ntšoarele mohoe oa ka. , na u motho ea sa shoeng kapa molimo?\" Monna-moholo o ile a tšeha a re, \"Ke 'na Zhongyuan Shuijun tefello ea sebaka sena sa metsi!\" Wang Bo a re, \"Sebaka sena se bohole ba limaele tse makholo a tšeletseng kapa a supileng ho tloha Tengwang Pavilion. Re ka fihla joang hosane?\"\nMonna-moholo o ile a re: \"Ke tla sebelisa pere e le moea oa bomolimo ho u thusa ho tsamaea hantle. Ke tla fihla hosasane.\"\nWang Bo a mo leboha mme a re, \"Ntšoarele, ntate matsale, na u motho ea sa shoeng kapa molimo?\"\nMonna-moholo o ile a tšeha a re: “Ke ’na Zhongyuan Shuijun ea okametseng sebaka sena sa metsi!” Eaba monna-moholo eo o phehella Wang Bo hore a palame sekepe ka potlako. O ile a bona maru a mahlonoko a mo pota-potile ka nakoana, le moea. 'me metsi a ne a le boreleli tseleng.Ka ho panya ha leihlo, o ne a tsamaile lik'hilomithara tse makholo.\nEaba monna-moholo o phehella Wang Bo hore a kene sekepeng kapele, a bona maru a mahlonoko a mo pota-potile ka nakoana, 'me e ne e le leeto le bonolo.Ka ho panya ha leihlo, o ne a tsamaile lik'hilomithara tse makholo. Joalokaha ho ne ho lebelletsoe, Wang Bo o ile a potlakela ho Prince Teng's Pavilion hoseng ha ketsahalo e kholo.\nJoalokaha ho ne ho lebelletsoe, Wang Bo o ile a potlakela ho Prince Teng's Pavilion hoseng ha ketsahalo e kholo. 'Me hang-hang, o ile a ngola \"Selelekela sa Pavilion ea Prince Teng\", e neng e bitsoa mosebetsi o tsoileng matsoho oa ka ho sa feleng oa Moemphera Gaozong oa Leloko la Tang. 'Me hang-hang, o ile a ngola \"Selelekela sa Pavilion ea Prince Teng\", e neng e bitsoa mosebetsi o tsoileng matsoho oa ka ho sa feleng oa Moemphera Gaozong oa Leloko la Tang.\nHo na le thothokiso e reng:\nHo 'nile ha boleloa hore batho ba nang le talenta ke melimo, kahoo hase kotsi hore ebe moea o tlisa Nanchang Nanchang;\nKe ile ka ngola polelo mabapi le pavilion e phahameng ea Teng Wang, eaba o tsamaea le batho ba sa shoeng ho ea Zhongyuan.", "聖意": "Rapella lehae la hao 'me u itšireletse, u rapelle mahlohonolo, u batle maruo, u fihlele lenyalo le kutloano.", "古人": "Phefo e fokela Tengwang Pavilion", "第X籤": "Letshwao la mashome a robedi le motso o mong", "宮": "Wei Gong"}