{"籤詩版本二": "U ka etsa joang haeba u lahleheloa ke bokhabane ka lebaka la botumo ba hau?\nKe tahiloe, ha ke tsebe hore na nka ea hokae.", "詩意": "Hexagram ena e emela tlhapi e batang e tlohang metsing.\nHa ho letho le ka sisinyehang.\n\n(Hexagram ena ke letšoao la bokhabane bo bobe le bomalimabe.\nBoloka maoto a hau fatše nthong e 'ngoe le e' ngoe.\n)", "解曰": "Litlhapi tse batang li tloha metsing. ts'intsi ka setlotsing. Haeba u botsa ka merero ea kampo. Ho molemo ho Mo Qi\nLetšoao lena le tla tlisetsa Liujia bomalimabe. Tsohle di tsamaya hampe. Rapella tšireletseho.", "籤詩故事一": "◇Zhuangzi o leka mosali oa hae\nZhuangzi o hlahetse Lelokong la Borena ba Zhou, fane ea hae e ne e le Zhuang, lebitso leo a le filoeng e le Zhou, lebitso la hae e le Zixiu. Lelokong la Zhou, e ne e le ofisiri ea Qiyuan.\nKa letsatsi le leng, Zhuangzi o ile a kopana le mosali e mong thabeng, a ntse a kopile ka pel'a lebitla le lecha, a sisinya fene ea hae ka matla, joalokaha eka o batla ho omisa mobu o mongobo lebitleng. Zhuangzi o ne a sa utloisise sepheo sa hae, kahoo a mo botsa. O ile a re motho ea neng a patoa lebitleng ke monna oa hae, ’me mantsoe a ho qetela a monna oa hae ke hore a ke ke a nyaloa hape ho fihlela mobu oa lebitla o oma. O ne a se a sa kgone ho ema, kahoo a hlohlora mobu wa lebitla hore o ome kapele, e le hore a ka lelekisa sediba sa bobedi.\nZhuangzi o ile a feheloa ha a nahana hore ho na le mosali ea se nang pelo joalo lefatšeng. Eaba kea nahana, na mosali oa ka o tla ba tjena? Ha lipelaelo li hlaha, ke batla ho e hlahloba.\nLebitso la mosali oa Zhuangzi e ne e le Tian, ​​​​'me hangata banyalani bana ba ne ba e-na le kamano e haufi.E le ho leka botšepehi ba mosali oa hae, Zhuangzi o ile a etsa qeto ea ho iketsa eka o shoele.\nHa ba utloa hore Zhuangzi o shoele ka lebaka la ho kula ka tšohanyetso, batho ba bangata ba tsoang libakeng tsohle, ho kopanyelletsa le beng ka bona le metsoalle, ba ile ba tla ho tla tšelisa. Tian o ne a sa tsoa ba mohlolohali a bile a soabile, o ile a mo sala morao. Mme Tian o ne a sa kgone ho mamella teko mme a ratana le Wang Sun.Ba nyalane ka matsatsi a mashome a mabedi feela.\nBosiung boo, ha veine e tahiloe 'me litsebe li chesa, Wang Sun o ile a tšoaroa ke lefu la pelo ka tšohanyetso' me a shoa.\nMme Tian o ne a tshohile mme a tshohile, mme a botsa Wang Sun ka potlako hore na a etse eng.Wang Sun o ile a mamella bohloko boo mme a bolella Mme Tian hore boko ba litopo bo ka sebelisoa ho khutlisetsa bafu bophelong.\nSetopo se ka fumanoa hokae? Mme Tian o ile a nahana ka tšohanyetso, na monna oa hae ha aa ka a shoa? Monghali Tian o ile a lebala ka lerato la khale pakeng tsa monna le mosali, ’me a hla a nka selepe ’me a petsola lekese la monna oa hae, a itokisetsa ho ntša boko ba hae bakeng sa moriana.\nHo sa lebelloa, ha lekese le buloa, Zhuangzi o ile a tsoha. Mme Tian o ne a le dihlong hoo a ileng a iphanyeha.\n(Pale ena ke papiso ea ho tlola setsoalle molemong oa ho ithuisa, kahoo re ke ke ra lumellana le eona.)", "聖意": "Ntlo e na le khotso, motho o bolokehile, chelete ha e na toka, khoebo e etsoa sehlabelo, lenyalo le rarolloa, bobe ba Liujia bo atleha, ba tsamaeang ka maoto ha ba e-s'o fihle, liboko li lutse ka khotso, leruo le khutsitse, batho ba ntse ba batla batho, qoso e fetohile, barutuwa ba ne ba bolokile melao, thepa e lahlehile, ha ho na ho kula, le thaba le mabitla a mabe.", "古人": "Zhuangzi o leka mosali oa hae", "第X籤": "Karolo ea 84", "宮": "Wei Gong"}