{"籤詩版本二": "Maru a lefifi le moholi li koahetse tsela e ka pel'a thaba.\nHa u ka fumana lithoko le libuka, u tla tsoha torong e tebileng, Motho ea khabane o tla u tataisa ho ea marulelong.", "詩意": "Hexagram ena e tšoantšetsa ho fela ha selemo le ho thunya ha lipalesa.\nTsohle di a fetoha ka mora Morena.", "解曰": "Monnamoholo o hloka ho kopa thuso. E thunya hape nakong ea selemo. Takatso ea botumo le leruo. Ho kopana le moea oa moea morao bophelong.", "籤詩故事一": "◇Han Wengong o kopana le lehlwa\nHan Yu, eo lebitso la hae la tlhompho e neng e le Tuizhi, o ne a tsoa Changli. Tang Dezong e ile ea e-ba Jinshi ka selemo sa borobeli sa Zhenyuan, 'me tlotla ea hae ea ka mor'a lefu e ne e le Wen Gong.\nNakong ea puso ea Emperor Xianzong oa Leloko la Tang, Han Yu o ile a boela a kopana le masapo a Buddha, a ileng a halefisa Moemphera. Han Yu o ile a siea mosali oa hae le bana eaba o ea Chaozhou. Ka mor’a ho tsamaea ka nako e ka tlaase ho matsatsi a seng makae, moea o batang o ile oa phahama ’me lehloa le ne le e-na haholo. Han Yu o ile a fihla sebakeng seo lehloa le neng le le botebo ba limithara tse ’maloa, e leng se neng se thatafaletsa pere ea hae ho ea pele. Haeba u batla ho latela tsela le ho khutlela morao, ha ho na tsela ea ho khutla. Moea o ne o foka ka matla 'me lehloa le theoha ka potlako.\nHan Yu o ile a feheloa eaba o re: \"Moemphera a ke ke a mpolaea, empa moemphera o batla ho ntšenya.\"\nHa Han Yu a ne a tsielehile, o ile a bona monna ea tlang ho tla tlosa lehloa ho sa tsotellehe serame se matla.\nPele ho moo, Han Xiangzi o ne a ile a re ho Han Yu: \"Lehae la Yun Heng le Qinling? qetellong ea utloisisa.\nKahoo Han Yu le Han Xiangzi ba ile ba ea robala ntlong ea Fu ka Languan. Ha a bua ka nako e fetileng le tsela ea ho lema, Han Yu o ne a kholisehile ka tieo.\nHamorao, Han Yu o ile a tlohela boemo ba hae ba molao, a nehelana ka thepa eohle ea hae ho ’muso oa sebaka seo, ’me a ea lithabeng ho ea sebelisa Botao le ho fetoha motho ea sa shoeng.", "聖意": "Ntlo ha e itokisetse, hlokomela ho batla chelete, tsepamisa maikutlo khoebong, lenyalo le lieha, Liujia basali ba tsamaeang ka maoto ba thibela masimo, liboko li ntle, mehlape e ntle, ho thata ho fumana batho, linyeoe tsa sechaba lia phetoa, ho falla ke lintho tse nchafalitsoeng, tse lahlehileng li tebile, mafu a lieha, mabitla a lithaba a lokela ho fetoloa.", "古人": "Han Wengong e kopana le lehlwa", "第X籤": "Lilotho tse hlotseng mashome a robeli a metso e mehlano", "宮": "Shen Gong"}