{"籤詩版本二": "Ha u tsamaea halofo ea sebaka sa thaba e ka bophirimela, mafika a Junling a ke ke a rarolloa.\nKa ho talima ho Molimo bakeng sa tšireletso, setopo sena se ntse se le sebakeng sa bafu", "詩意": "Hexagram ena e tšoana le ho batla khauta lehlabatheng.\nHo na le matšoao a batho ba hlomphehang nthong e 'ngoe le e 'ngoe.\n\nHape: Hexagram ena e bontša hore motho o kotsing.\nHo na le matšoao a batho ba hlomphehang nthong e 'ngoe le e 'ngoe.", "解曰": "Jade e ka fumanoa ka lejoe la ho chesoa. Fumana khauta lehlabatheng. Ho hlokahala ho sebetsa ka thata. Bothata feela.\nMosebetsi o mong: boemo bo thata. Haho moo o ka dulang teng. Kopa tlhohonolofatso ea Molimo. Rapella khotso ea kelello.", "籤詩故事一": "◇ Loma khauta 'me u hlahlobe mahaheng a ka tlas'a lefatše\nE le ho keteka liketso tsa hae tsa sesole, Cheng Yaojin o ile a tšoara mokete Yanwuyang. Hang-hang ha buleha lesoba fatše, le neng le sa utloisisehe.\nHo na le mamati a majoe, litafole, litulo, marokho le lintho tse ling.Tafoleng ho na le liaparo tsa drakone le mabanta a jade, a entsoeng ka khauta a aparoang ka ntle ho lehaheng.\nYao Jin o ile a tsoa ka sekoting ka lebokose le leholo le lebokose le lenyenyane, a bula lebokose la lepolanka 'me a ntša tiiso ea jade, a bula lebokose, a ntša folakha e kholo le seaparo sa moqhaka le lipina ebe o li beha holim'a tafole. bohle ba ba shebile ka bonngoe. Ke ile ka bona litlhaku tse robeli tsa tiiso tse neng li ngotsoe setiisong se seholo e ne e le “Morena oa Ledemona oa Hunshi, Moemphera e Moholo ea Khabane”.\nE mong le e mong o ne a mo khumamela e le \"Emperor\", 'me Yaojin o entse sena ka lilemo tse tharo e le Morena oa Bademona. (Ha e le hantle, sena e ne e le ho iphahamisa, ’me Cheng Yaojin e ne e le moeta-pele oa motse ka nako eo.)\n(Pale ena ke mokhabo-puo oa hore lintho tse ntle li tšoana le botšoantšisi. Ena ke mohopolo oa bonono oa \"'mele ona o ntse o le lefeela\".", "聖意": "Ho rapella ntlo le ntlo, ho itlhoekisa, ho batla leruo, ho sebetsa ka thata, ho ba hlokolosi khoebong, lenyalo le tla sitisoa ke Liu Jiaxu, ba tsamaeang ka maoto, Chi Tian, ​​liboko tsa silika, mehlape e tšeletseng e tsitsitseng, ho batla batho, ha ho na linyeoe, tahlehelo. , ho falla, ho boloka thepa e lahlehileng, mafu a khopo, litšitiso, lithaba le mabitla.", "古人": "Ho hlahloba Crypt bakeng sa Khauta", "第X籤": "Pontšo ea mashome a robeli a metso e supileng", "宮": "Shen Gong"}