{"籤詩版本二": "U se ke ua ntšoenya ka litaba tsa hau tsa botho.Sena se loketse ho botsa sechaba.\nPelo e hlakileng e khanya ebile e hlakile joaloka khoeli e khanyang leholimong", "詩意": "Hexagram ena e emela setšoantšo sa khoeli e khanyang leholimong.\nNtho e 'ngoe le e 'ngoe e khanya ebile e na le moea.", "解曰": "E be ea lokileng pelong. Otlolla molao. Mantsoe a halalelang. Qetellong hoa hlaka.", "籤詩故事一": "◇ Molaoli oa kakaretso oa Kong Ming\nTharollo: Zhuge Liang o bokella mabotho a hae le balaoli ba sesole\nNakong ea Mebuso e Meraro, Zhuge Liang (181-234), lebitso la tlhompho Kongming, o hlahetse Yangdu, Langya (eo hona joale e leng Setereke sa Yinan, Profinseng ea Shandong).\nZhuge Liang o ile a lumela ho ba ofisiri ka mor'a hore Liu Bei a etele ntloana ea joang ka makhetlo a mararo. Ka nako eo, Cao Cao o ne a khutsitse Hebei 'me a ikemiselitse ho leba boroa. e le motlatsi oa balaoli, a etella pele lebotho la batho ba 100,000 ho leba Xinye. Le hoja Zhuge Liang a ne a e-na le morero oa ho ikhula ho sera ka nako eo, Guan Yu le Zhang Fei ba ne ba nyelisa mantsoe a Zhuge Liang. Zhuge Liang o ne a se na boikhethelo haese ho sebelisa sabole ea Liu Bei ho kokobetsa banna bao ba babeli, e mong le e mong oa bona a etella pele masole a sekete le lipere, ’me a lalla Yushan le Anlin. ba laletseng le mollo.\nHo phaella moo, Zhao Yun o ile a romeloa ho etella pele masala a khale le a fokolang a sesole ho loana e le mohlabani oa ntoa khahlanong le Xiahou Dun, 'me joale a hlōloa ka bolotsana' me a khutlela morao, a hohela Xiahou Dun tseleng e moqotetsane lithabeng le merung. Ping, Zhou Cang, Liu Feng le ba bang ho kena ka morao ho lebotho la Cao, ba chesa thepa le ho baka tšabo lebothong la Cao.\nKa mor'a ntoa, ntho e 'ngoe le e' ngoe e ile ea etsahala kamoo Zhuge Liang a neng a rerile kateng. Ha Xiahou Dun le Yu Jin ba etella pele lebotho ho ba lelekisa, Li Dian, ea neng a le ka morao, o ile a potlakela ho tsebisa Xiahou Dun ea ka pele hore o lokela ho itebela khahlanong le litlhaselo tsa mollo oa lira. Leha ho le joalo, e ne e se e le morao haholo. tsela e moqotetsane 'me e ne e le sebakeng seo lifate li neng li lohelletsoe teng, kahoo mollo o ne o ke ke oa qala.\n(Pale ena ke papiso ea hore Kong Ming o sebetsa hantle ho sebelisa batho le ho busa naha ka bohlale.)", "聖意": "Lehae le ntlo li monate, ke lakaletsa mahlohonolo leruong, khotsong ea kelello, khoebong e atlehileng, lenyalo, katleho, katleho Liujia, banna ba fallisang masimo, liboko, tahlehelo ea mehlape, batho ba lahlehileng, linyeoe tsa sechaba, ho falla, ho lahleheloa ke thepa, mahlohonolo, ho kula, kgotso, dithaba le mabitla.", "古人": "Kakaretso ea Kong Ming", "第X籤": "Letshwao la borobong", "宮": "Yin Palace"}