{"籤詩版本二": "Pontšo e ntle e etsa hore u hlahelle har'a bongata ka sefahleho, 'me bokamoso ba hau bo fetoha' me u tlise maruo a mangata.\nTsela e pharaletse joalo ka leholimo, 'me chelete eohle eo u ka fanang ka eona e tla ba pelong ea hau", "詩意": "Hexagram ena e bontša bokamoso bo tšepisang.\nTsohle di tsamaya hantle.", "解曰": "Tsela e kgolo. O ka tswela pele. Sebelisa pelo ea hau. Pele feela.\nNtho e 'ngoe le e' ngoe e tsamaea joalokaha e reriloe ka letšoao lena. Mahlohonolo ho Jichang.", "籤詩故事一": "◇Bahale ba bararo ba loana le Lu Bu\nTharollo: Bahale ba bararo Zhang Fei, Guan Yu, le Liu Bei ba loana le Lu Bu\nDong Zhuo o ile a utloa hore Hua Xiong o khaotsoe hlooho 'me a romela molaoli oa lifofane Lu Bu ho ea loana. Hang ha Lu Bu a kena ntoeng, a bolaea balaoli ba Fang Yue le Mu Shun, 'me a bolaea Wu Anguo le Gongsun Zan.\nZhang Fei o ile a bona hore Gongsun Zan a ke ke a hlōla Lu Bu, kahoo a potlakela ho nkela Gongsun Zan sebaka 'me a hoeletsa: \"Makhoba a mabitso a mararo a tlameha ho tloha! Zhang Fei oa Yan o teng mona! \"Ka mor'a moo, ba ile ba loana ka makhetlo a fetang mashome a mahlano; ntle le mohlodi kapa mohlodi.\nKamora hore Guan Yu a e bone, eena le Zhang Fei ba ile ba hlasela Lu Bu mme ba loana ka makhetlo a fetang mashome a mararo.\nLiu Bei le eena o nkile lisabole tse peli, a opa pere ea hae 'me a hatela pele ho thusa Zhang Fei le Guan Yu.\nBanna ba bararo ba pota-pota Lu Bu 'me ba tsoela pele ho loana.Batho bohle ba sehlopha ba maketse.\nHaufinyane, Lu Bu o ile a qala ho felloa ke matla. Pegasus oa Lu Bu o ile a khutlela morao, empa banna bao ba bararo ba ile ba lelekisa Lu Bu 'me ba hana ho inehela.Ha baa ka ba khutlela morao ho fihlela ba kopana le mabotho a Lu Bu.\n\"Mebuso e meraro\"\n(Pale ena ke papiso ea sebete le bokhoni ba Lu Bu ntoeng. Motho a le mong a ka hlola batho ba bararo.)", "聖意": "Pelo ea ntlo le ntlo e tsamaea feela leetong la hae ho ea batla leruo Sengoloa se ka bang teng sa lenyalo se ea Liujia Lintho li tsamaela batho hantle. Liboko tsa silika tsa Zhushuntian li sebelisoa Batho ba ka fumanoa har'a liphoofolo tse tšeletseng Pele ho nyeoe ea sechaba, Yichang , ho falla, thepa e lahlehileng, maloetse, lebitla la thaba, joalo-joalo, ke ntho e ntle.", "古人": "Bahale ba bararo ba loana le Lu Bu", "第X籤": "Lotho e hapileng mashome a robong a motso o mong", "宮": "Uena Palace"}