{"籤詩版本二": "Takatso le likatleho li lelokong la borena, empa joale veine le thobalano e tla ba e sa feleng\nHaeba u bona mokoko oa khauta, u tla putsoa ka chelete, letlotlo le leruo.", "詩意": "Hexagram ena e emela letšoao la tabatabelo le botumo.\nBoloka tsohle li le ntle.", "解曰": "E rata maemo ebile e thabile. Ha e-so liehe ho itebela. Mokoko oa khauta oa tšepisa. Bohle ba thabile.", "籤詩故事一": "◇Cao Pi o itse ke moemphera\nCao Pi, lebitso la tlhompho Zihuan, o hlahetse Peiguoqiao (hona joale ke Hao County, Anhui). Ralipolotiki le sengoli se tummeng nakong ea Jian'an.\nCao Pi ke mora oa bobeli oa Cao Cao. O ne a lula le ntate oa hae kampong ea sesole ho tloha e sa le ngoana. Tlas'a tšusumetso ea ntat'ae, Cao Pi o ile a ithuta ho fula ka ho fula ha a le lilemo li tšeletseng le ho palama pere a le lilemo li robeli, 'me a hōla. bokgoni bo botle ba karate. O boetse o na le tsebo e batsi ea libuka tsa khale le tsa morao-rao tsa khale le lipale tsa bophelo, hammoho le libuka tsa likolo tse makholo tsa menahano. E bile lilemo tse leshome le metso e robeli ha Cao a hlola Yuan Shao mme Cao Pi a phela bophelo bo batlang bo tsitsitse Yecheng, setsi sa puso ea Cao Cao. Ho tloha ka nako eo, le hoja ka linako tse ling a ne a tsamaea le ntat'ae maetong a sesole 'me a phela bophelo ba mora ea khabane ka nako e telele, o ne a ntse a etsa lipapali tsa ntoa letsatsi le leng le le leng' me ha aa ka a hana ho fihlela kajeno. O atisa ho palama pere ea hae litepising tse lekholo ’me ke setsebi haholo litabeng tsa karate.Kaha a atisa ho ikoetlisa, o bobebe ebile o matla.\nMora e moholo oa Cao Cao Cao Ang o ile a bolaoa ntoeng. Ka mor'a lefu la mora oa letsibolo, Cao Pi e bile khetho ea pele bakeng sa khosana ea moqhaka. Ha a le lilemo li mashome a mararo a motso o mong, o ile a etsoa khosana ea moqhaka ke Cao Cao. Ha Cao Pi a le lilemo li mashome a mararo a metso e meraro, Cao Cao o ile a bolaoa ke ho kula, 'me Cao Pi a mo hlahlama e le tonakholo le morena oa Wei. O ile a bolela hore o atisa ho palama litepisi tse lekholo ’me o na le litsebo tse ngata, kaha o atisa ho itloaetsa kungfu, o bobebe ebile o phetse hantle.", "聖意": "Rapella lehae la hao le lehae la hao ho ba le khotso Batla leruo, sebetsa ka thata, khoebo, 'me le qhalane kapele.Lenyalo le tla atleha.Liujia li tla bolokeha.Batho ba bolokehe.Masimo a liboko a tla siuoa.Liruo tse tšeletseng li tla ba teng. ba holileng Ho tla ba thata ho fumana batho Linyeoe tsa sechaba Qeto e potlakileng Ho falla Ho lahleha thepa Hole hole Mafu a lutse lithabeng le mabitleng mahlohonolo.", "古人": "Cao Pi o itsebahatsa e le moemphera", "第X籤": "Lotho ea ho hapa ea mashome a robong a metso e mehlano", "宮": "xugong"}