{"籤詩版本二": "Tempele e khōlōhali ea tempele ha ea tloaeleha, e na le litšobotsi tse ntle ka mahlakoreng ’ohle tse khanyang ka ho phatsimang.\nKe le kopa hore le ikemisetse ho inama ka tjantjello le etse mesebetsi e metle, mme lehodimo le tla le tlisetsa mahlohonolo.", "詩意": "Hexagram ena e emela ponahatso ea boleng.\nTsohle di monate.", "解曰": "Mahlohonolo ana. E mong le e mong o na le yona. Se ke oa tšoareha haholo. Merit e reriloe esale pele.", "籤詩故事一": "◇Morena oa Fenyang o kopana le setloholo sa hae ka Letsatsi la China la Valentine\nTharollo: Guo Ziyi o ile a kopana le Weaver Girl ea theohelang lefatšeng ka Letsatsi la Valentine la Chaena. Tiansun, setloholo sa Moemphera oa Jade, ke Li-Fairies tse Supileng.\nGuo Ziyi (697-781), eo hape a tsejoang e le Guo Linggong, e ne e le letsoalloa la Setereke sa Zheng, Huazhou (eo hona joale e leng Setereke sa Huaxian, Profinseng ea Shaanxi) hape e le molaoli oa Leloko la Tang. Lekhotla la borena le ile la fa Ziyi tlotla ea ho ba Morena oa Fenyang.\nHo boleloa hore Ziyi o ne a tsoa Huazhou 'me a kena sesoleng ka ntle ho Lerako le Leholo.O ile a ea Beijing ho ea hatella hore a lefe sesole' me a khutlela Yinzhou.Ka nako eo e ne e le Letsatsi la Valentine la Chaena. e ne e ntse e fifala, letsatsi le ntse le fifala, Ziyi o ne a sa kgone ho ya pele, kahoo o ne a eme pela tsela, a robetse fatshe ka tlung e se nang batho. ka mahlakoreng a mabeli.A ema ’me a talima holimo ka ho makala.Ho ne ho e-na le leru leholimong, le theoha butle.Ho ne ho lutse mosali e motle, ea nang le seriti le bokhabane, ea fapaneng ka ho feletseng le batho ba tloaelehileng. Hang-hang Ziyi a fana ka tlhompho mme a re, \"Kajeno ke letsatsi la bosupa la khoeli ea khoeli ea bosupa. Ke nahana hore ke Weaver Girl ea tlileng, a lakatsa ho mo fa bophelo bo bolelele le leruo.\"\nMosali eo o ile a boela a araba: \"Ka leruo le leholo ho tla nako e telele.\"\nHoba a qete ho bua, kganya ya kgutla, maru a phahama butle, mosadi a ntse a shebile fatshe a shebile Guo Ziyi ka pososelo e monate ho fihlela a le hole le yena, yaba mosi o lerootho a se a sa bonwe.\nHo ile ha bonahala e le ’nete, feela joalokaha mosali eo a boletse. Botho ba Ziyi bo tumme lefatshe ka bophara, ke tona e tsebahalang haholo, mme ke mogenerale ya nang le makhabane le makhabane.", "聖意": "Iketsetse takatso lapeng, iketsetse takatso, ithapelle chelete, mahlohonolo khoebong, mahlohonolo lenyalong, mahlohonolo Liujia, maeto a monate le batho, ho falla masimong, liboko, mehlape e tsitsitseng, mahlohonolo ho fumana. batho, linyeoe tsa sechaba, ho falla, mahlohonolo, mafu a lahlehileng, mabitla a Zhenxingshan", "古人": "Morena Fenyang o kopana le setloholo sa hae ka Letsatsi la Valentine la China", "第X籤": "Tšoaea mashome a robong le metso e tšeletseng", "宮": "xugong"}