{"籤詩版本二": "Re pakile pere 'me re tšoere sephali, re tla mona ka ho toba, halofo e le kotsing 'me halofo e le tlokotsing.\nekare ntlo e chesoa ke mollo, ha leholimo le oela pula e e fetola molora, ke na le morero.", "詩意": "Hexagram ena e emela halofo ea masoabi le halofo ea thabo.\nHo eletsoa ho etsa hantle nthong tsohle.", "解曰": "Mosebetsi oa bophelo bohle. O seke wa tsotella botle le bobe. Mahlaahlela ke a nakoana. Ho boloka sekhopi ho itlela feela.", "籤詩故事一": "◇Tao Sanchun o hlola Zheng En ka Guayuan\n\"Sehopotso sa ka se phele ka nako e telele,\" Zhao Kuangyin o ile a ema hape, \"Beiping Morena Zheng En o ne a lokiselitse lenyalo ka nako eo. Kaha joale lefatše le le khotsong, ke kopa tumello ea hau ea ho khetha letsatsi le letle la ho nyala. \"\n\"Sehopotso sa ka se phele ka nako e telele!\" Zhao Kuangyin o ile a ema 'me a re, \"Morena oa Peking, Zheng En, o ne a lokiselitse lenyalo ka nako eo. Kaha joale lefatše le se le le khotsong, ke kopa tumello ea hau ea ho khetha sebaka se setle. letsatsi la ho nyala.\"\n“Oh, mor’abo rōna oa boraro o ne a lebelelitsoe pele, ho tla joang hore ebe ke ne ke sa tsebe ka taba ee?” Chai Rong o ile a makala haholo, ’me a tsoka letsoho ’me a kōpa Zhao Kuangyin hore a lule fatše ’me ba bue.\nMor'abo rōna oa boraro o ne a lebelelitsoe pele, ho tla joang hore ebe ke ne ke sa tsebe ka see?\n\"Ke taba e telele. Taba ea pele, re ne re ntse re le bofutsaneng ka nako eo re sa kene sesoleng sa hau. Ho tloha ka nako eo, ke lilemo tse ngata re loana 'me ha re na nako ea ho u tsotella. Ea bobeli, moena oa boraro le eena o monyenyane. ke lihlong ho e bolela, kahoo Motlotlehi ha a tsebe .”\n\"Ke taba e telele. Taba ea pele, re ne re ntse re phela bofumeng ka nako eo, re sa kene sesoleng sa hau. Ho tloha ka nako eo, ke lilemo tse ngata re loana 'me ha re na nako ea ho u tsotella. Ea bobeli, moena oa boraro le eena ke motho Ke lihlong ho bua ka eona, kahoo Motlotlehi ha a tsebe .”\n\"Hei, moithuti e motona oa koleche oa nyaloa, ho hlajoa ke lihlong ke eng? Mor'abo rōna oa boraro o bile lebaleng la ntoa ka nako e telele 'me a ka nkoa e le mohale ea ke keng a lekanngoa. Ke hobane'ng ha u le monyenyane ka taba ee?\"\n\"Hei! Moshanyana oa koleche oa nyaloa, ho hlajoa ke lihlong ke eng? Moena oa boraro ke khale a le ntoeng 'me a ka nkoa e le mohale ea ke keng a lekanngoa. Ke hobane'ng ha u le monyenyane ka taba ee?\"\n\"Ha ke bua ka eona, nke ke ka beha mor'eso oa boraro molato ka ho ba lihlong, hobane lenyalo lena le ne le entsoe.\"\n\"Ha ke bua ka eona, nke ke ka beha mor'eso oa boraro molato ka ho ba lihlong, hobane lenyalo lena le ne le entsoe.\"\n\"E ngotsoe? Hei, e ea khahla. Ke kopa u mpolelle hore na ho etsahetse'ng.\"\n\"Ke e thaepile! Hei! E ea thahasellisa! Ke kopa u mpolelle hore na ho etsahetse'ng.\"\n\"Ee, ke hopola selemong seo, ha re ne re le haufi le ho kena ho Motlotlehi, re ne re feta Seterekeng sa Baocheng. Ho ne ho chesa haholo ka June. Moholoane oa ka oa boraro o ne a sitoa ho lula hoteleng, kahoo a tsoa ho ea lelera a le mong. Hoba a fete serapeng sa mahapu, a kena ho kha, mahapu a tima lenyora, ho ne ho se na mahapu a mangata a butsoitseng ka nako ena, 'me mor'abo rōna oa boraro o ne a sa tsebe ho kha, kahoo a senya a mangata. Mosali ea shebileng mahapu a tsoela pele ho qosa mor'abo rona oa boraro. Ba babeli ba ne ba sa utloane, eaba ba qala ho loana. Tlo. Ka lehlohonolo ke ne ke tšoenyehile 'me ka potlakela ho pholosa ka nako, ho seng joalo...\"\n\"Ee, ke hopola selemong seo, ha re ne re le haufi le ho kena ho Motlotlehi, re ne re feta seterekeng sa Baocheng. Ho ne ho chesa haholo ka June. Moholoane oa ka oa boraro o ne a sitoa ho lula hoteleng, kahoo a tsoa ho ea lelera a le mong. Ha a qeta ho feta serapa sa mahapu a kena ho kha.Mahapu a tima lenyora.Mahapu a ne a se a le mangata ka nako ena,' me mor'abo rōna oa boraro o ne a sa tsebe ho kha, kahoo a pshatla mahapu a mangata. .Mosali ea shebileng mahapu a tsoela pele ho qosa abuti oa boraro.Ba babeli ba ile ba qabana, eaba ba qala ho loana. Tlo. Ka lehlohonolo ke ne ke tšoenyehile eaba ke potlakela ho pholosa ka nako, ho seng joalo...\"\n\"Zheng Ziming enoa, molato ke oa hae pele, o lokela ho kopa tšoarelo, u mo shapa hobane'ng? Ho feta moo, lelapa la ngoanana le ka mamella joang litebele le ho raha monna ea bohale joalo ka eena! Tloho, u shapa ngoanana ho Che?\" \"Ngoanana o ne a sa tsoa kotsi...\"\n\"Zheng Ziming enoa, molato ke oa hae, joale o lokela ho kopa tšoarelo, u mo shapa joang? Ho feta moo, lelapa la ngoanana le ka mamella joang litebele le ho raha monna ea bohale joalo ka eena! Tloho, u shapa! ngoanana enoa. Che?\"\n\"Ngoanana o ne a sa tsoa kotsi ...\"\n\"Ho lokile, ho lokile ... Hey, na ha ua nka khato? Oh, ke nahana hore u mpholositse ka nako.\"\n\"Ho lokile! Ho lokile ... Hela! Ha ua nka khato? Oh! Ke nahana hore ke uena ea ileng a mpholosa ka nako!\"\n\"...Che, motho eo ke mo pholositseng e ne e le ... mor'abo rōna oa boraro.\" \"... Che, motho eo ke mo pholositseng e ne e le ... mor'abo rōna oa boraro.\"\n\"Ah?!\" \"Ah?!\"\n\"Ntate oa boraro o ile a lihuoa fatše ke mosali 'me a shapuoa ka mabifi tsela eohle. Ka lehlohonolo, ke ile ka fihla ka mo phehella hore a tsamaee, kahoo ha aa ka a tsoa likotsi tse mpe. ... Motlotlehi... Motlotlehi!... \"\n\"Ntate oa boraro o ile a lihuoa fatše ke mosali 'me a shapuoa habohloko. Ka lehlohonolo, ke ile ka fihla ka mo phehella hore a tsamaee, kahoo ha aa ka a tsoa likotsi tse mpe. ... Motlotlehi... Motlotlehi!...\"\n\"Ah?...Ao, mosadi yoo ke mang!?\" \"Ah!?...Ao, mosadi yoo ke mang!?\"\n\"E bile hamorao moo ke ileng ka fumana hore lebitso la mosali eo e ne e le Tao Sanchun, 'me ntat'ae, Tao Hong, e ne e le mohale oa khale ea neng a se na litabatabelo. Tao Sanchun o ile a ithuta karate ho ntat'ae ho tloha bonyenyaneng. ho tseba lelapa la hae, ke bone hore Mofumahatsana Sanchun o ne a e-na le sebopeho se ikhethang. . Ba ile ba e otla hang-hang eaba ba etsa qeto ea lenyalo lena la bona ba babeli.\n\"Hamorao ke ile ka fumana hore lebitso la ngoanana eo e ne e le Tao Sanchun, 'me o ne a ithutile karate ho ntate oa hae ho tloha bonyenyaneng. Ka mor'a hore ke tloaelane le lelapa la hae, ke ile ka bona hore Mofumahatsana Sanchun o ne a e-na le botho bo ikhethang, o ne a le seatla se bulehileng. , 'me ke ne ke se na le mohlala le hanyenyane feela oa ho ba ngoananyana, kahoo ke ile ka mo thaotha ka boomo.Monghali Tao le morali oa hae le bona ba ne ba rata botho bo otlolohileng ba moen'a bona oa boraro haholo. tse ling. Motlotlehi, ha u nahane hore hona ke lenyalo la maiketsetso?\n(Pale ena ke papiso, hobane ntho e mpe e ile ea fetoha ntho e ntle.)", "聖意": "Rapella tšireletso ea lapeng, ela hloko, batla leruo, senya khoebo, sitisa lenyalo, kotlo, inshorense ea Liujia, ba tsamaeang ka maoto ba qabeletsoe masimong, tšenyo ea liboko, tšenyo ea mehlape, batho ba sieo, linyeoe tse seng molaong, tahlehelo, ho falla, ho boloka thepa, mafu a khopo. , likotsi, lithaba, mabitla, ho hlōleha", "古人": "Tao Sanchun o otla Zheng En serapeng sa mahapu", "第X籤": "Palo ea mashome a robong le metso e robong", "宮": "Haigong"}