{"籤詩版本二": "நல்ல திருமணம், மங்களகரமான நாட்கள் மற்றும் நல்ல நேரங்கள் மற்றும் அனைத்தும் நன்றாக இருக்க உலகம் உருவாக்கப்படட்டும்\nஇந்தச் சீட்டு கிடைத்தால் அது சிறிய விஷயமல்ல.மக்கள் விசுவாசமானவர்கள், நேர்மையானவர்கள் என்று பேரரசர் அறிவிக்கிறார்.", "詩意": "இந்த ஹெக்ஸாகிராம் வானத்தையும் பூமியையும் திறப்பதற்கான தொடக்கத்தைக் குறிக்கிறது.\nஎல்லாம் மங்களகரமானது.", "解曰": "விரைவான வேகம். ஆண்டு அதன் நேரத்திற்கு மதிப்பு இல்லை. குவான்யின் எழுதுகிறார். முதலில் எனக்கு தெரியப்படுத்துங்கள்.", "籤詩故事一": "◇ஜோங்லி ஞானமடைந்தார்\nZhongli Quan, Zhongli என்ற குடும்பப்பெயர், கொடுக்கப்பட்ட பெயர் Quan, மரியாதைக்குரிய பெயர் Yunfang மற்றும் புனைப்பெயர் Zhengyang, கிழக்கு ஹான் வம்சத்தின் போது ஷான்சி மாகாணத்தின் Xi'an, Xianyang கவுண்டியை பூர்வீகமாகக் கொண்டவர்.\nஜாங் லிகுவான் ஹான் வம்சத்தின் ஜெனரலாக இருந்தார்.மேற்கத்திய கியாங்கிற்கு எதிரான படையெடுப்பின் போது, ​​அவர் தளபதி லியாங் யி மீது பொறாமைப்பட்டு, 30,000 வயதான மற்றும் பலவீனமான வீரர்களை மட்டுமே அவருக்கு நியமித்தார். அவர் இலக்கை அடைந்தவுடன், முகாம் கொள்ளையடிக்கப்பட்டது. மேற்கு கியாங் இராணுவம் மற்றும் வீரர்கள் தப்பி ஓடிவிட்டனர். Zhong Liquan ஒரு பள்ளத்தாக்கில் தொலைந்து போனார், வழியில் ஒரு ஹூ துறவியைச் சந்தித்தார், அவர் அவரை ஒரு சிறிய கிராமத்திற்கு அழைத்துச் சென்று, \"இது மிஸ்டர். டோங்குவாவின் குடியிருப்பு\" என்று கூறிவிட்டு அவர் விடைபெற்றார். சிறிது நேரம் கழித்து, திடீரென்று யாரோ சொன்னார், \"பச்சைக் கண்களைக் கொண்ட ஹூ மனிதர் மிகவும் பேசக்கூடியவர் என்பதால் இது இருக்க வேண்டும்.\" அவர் வெள்ளை மான் ரோமத்தை அணிந்து, பச்சை குயினோவா தடியை வைத்திருந்த ஒரு மனிதனைப் பார்த்தார். அவர் ஜாங் லிகானிடம் கேட்டார், \"வந்தவர். இதோ ஹான் டா. ஜெனரல் சோங்லி குவான்\n? ஜாங் லிக்வான் அதிர்ச்சியடைந்தார், அவர் ஒரு விசித்திரமான நபரைச் சந்தித்தார் என்பதை அறிந்து, அவர் தாவோவை உண்மையாகக் கற்றுக்கொண்டார்.\nZhong Liquan பின்னர் Zhenren Huayang மற்றும் அழியாத மன்னர் Xuanfu ஆகியோரைச் சந்தித்து \"அழியாத இரகசியத்தை\" கற்றுக்கொண்டார். இறுதியாக, அவர் காங்டாங் மலையில் உள்ள ஜிஜின் சிஹாஃபெங்கில் வசித்து வந்தார், \"ஜேட் பாக்ஸின் ரகசியம்\" பெற்றார், மேலும் அவர் உண்மையான அழியாதவராக ஆனார்.குவான்சென் பிரிவினரால் அவர் ஐந்து வடக்கு தேசபக்தர்களில் ஒருவராகவும் மதிக்கப்பட்டார்.", "聖意": "இலையுதிர் மற்றும் குளிர்காலத்தில் உங்கள் வீட்டிற்கும் வீட்டிற்கும் நல்ல அதிர்ஷ்டம் இருக்க பிரார்த்தனை செய்யுங்கள், இலையுதிர் மற்றும் குளிர்காலத்தில் அதிர்ஷ்டம் தேடுங்கள், வியாபாரத்தில் அதிர்ஷ்டம், திருமண அதிர்ஷ்டம், ஆண் குழந்தைகள் பிறக்க அதிர்ஷ்டம், பயணம் செய்ய அதிர்ஷ்டம் வயல்வெளிகள், பட்டுப் புழுக்களில் அதிர்ஷ்டம், கால்நடைகளில் அதிர்ஷ்டம், மக்களைக் கண்டுபிடிப்பதில் அதிர்ஷ்டம், வழக்குகளில் அதிர்ஷ்டம், இடம்பெயர்வு அதிர்ஷ்டம், இழந்த சொத்துக்கள் மற்றும் வடகிழக்கு நோய்களில் அதிர்ஷ்டம். மலைகளையும் கல்லறைகளையும் அனுப்புவதில் அதிர்ஷ்டம்", "古人": "ஜோங்லி ஞானமடைந்தார்", "第X籤": "முதல் அடையாளம்", "宮": "கருப்பை"}