{"籤詩版本二": "தைலைக்கு ஏன் போகக் கூடாதா?, அந்த மாமனிதரை தற்காலிகமாக மலையிலிருந்து வெளியே விடுகிறேன்.\nபுலி அல்லது முயல் பற்றி நல்ல செய்தி இருந்தால், நீங்கள் பிஸியாக இருக்க வேண்டும் என்று உறுதியாக இருந்தாலும் நீங்கள் சுதந்திரமாக இருப்பீர்கள்.", "詩意": "இந்த ஹெக்ஸாகிராமில், துரதிர்ஷ்டங்களில் ஆசீர்வாதத்தின் அடையாளம் உள்ளது.\nஎல்லாம் முன்கூட்டியே கெட்டது மற்றும் இறுதியில் நல்லது.", "解曰": "சணல் பட்டுடன் மாற்றவும். ஒருவரின் காலில் அடிக்கவும். தெளிவாக பார்க்கவும். பேரழிவுகளிலிருந்து ஆசீர்வாதம் கிடைக்கும்.", "籤詩故事一": "◇புக்கிட்டில் ஒரு மாஸ்டரை சந்திப்பது\nவூ ஜி முதலில் ஒரு மரம் வெட்டும் தொழிலாளி, இருவரும் ஃபெங் ஆற்றில் மீன்பிடிக்கும்போது ஜியாங் ஜியாவை சந்தித்தனர். ஜியாவை நேராக கொக்கி வைத்து மீன்பிடிப்பதைக் கண்டு வூஜி சிரித்தார்.\nஜியா வுஜியின் முகத்தைப் பார்த்து, \"இன்று நீங்கள் நகரத்திற்குள் நுழைந்தால், நீங்கள் ஒருவரைக் கொன்றுவிடுவீர்கள்\" என்று ஜோசியம் சொன்னாள். இதைக் கேட்ட வு ஜி கோபத்துடன் வெளியேறி விறகுகளை நகருக்குள் கொண்டு சென்றான்.\nநகரத்திற்குள் நுழைந்த பிறகு, வூ ஜி மற்றவர்களுடன் மோதினார் மற்றும் பிரதமர் வென் வாங்கை தவறுதலாக அடித்துக் கொன்றார்.\nகிங் வென் தரையை சிறையாக வரைந்து வூ ஜியை சிறையில் அடைத்தார்.\nபுக்கிட் ஹூ தற்காலிகமாக விடுவிக்கப்பட்டார் மற்றும் இலையுதிர் காலம் வரை அவரது தாயை கவனித்துக்கொள்வதற்காக மரண தண்டனை விதிக்கப்பட்டார்.\nஅவரது தாயார் ஜியாங் ஜியாவிடம் உதவி கேட்கும்படி கேட்டார்.\nதைகோங் அவரை தனது சீடராக ஏற்றுக்கொண்டார், அவருக்கு போர்க் கலையைக் கற்றுக் கொடுத்தார், மேலும் அவரது உள்ளார்ந்த விதியை உடைக்க குழிகளை தோண்டி மந்திரம் போடும்படி கட்டளையிட்டார்.\nஇலையுதிர்காலத்திற்குப் பிறகு, வு ஜி தண்டிக்கப்பட வில்லை.கிங் வென் உள்ளார்ந்த எண்களைக் கண்டறிந்து, குற்றத்திற்கு பயந்து வு ஜி தற்கொலை செய்து கொண்டதாக நினைத்தார்.\nபின்னர், கிங் வென் வூ ஜியைச் சந்தித்தார், மேலும் ஜியாங் டைகாங்கைச் சந்திக்க வு ஜி கிங் வெனை அறிமுகப்படுத்தினார்.\nடைகோங்கிற்கு ஜெனரல் ஆஃப் வுட் என்ற பட்டம் வழங்கப்பட்டது. மாஸ்டர் மற்றும் அப்ரண்டிஸ் இருவரும் கிங் வெனிடம் பணிபுரிந்தனர்.", "聖意": "வீடு பாதுகாப்பானது, சுயம் நல்லது, வியாபாரம் நல்லது, திருமணம் தாமதமானது, ஆண் பாதசாரி வயல்களுக்குத் திரும்பவில்லை, பட்டுப்புழுக்கள் லாபம், ஆறு விலங்குகள் செஞ்சி, தேடல் நல்லது, பொது வழக்கு நல்லது, இடம்பெயர்வு பழமைவாதமானது, இழந்த சொத்து காணப்படுகிறது, நோய் நல்லது, கியூ ஜி, மலை கல்லறை நல்லது", "古人": "புக்கிட் சந்திப்பு", "第X籤": "பன்னிரண்டாவது அடையாளம்", "宮": "யின் அரண்மனை"}