{"籤詩版本二": "ஒரு கொக்கு அதன் மரணக் கூண்டிலிருந்து வெளிவருவது போல, மரணக் கூண்டிலிருந்து தப்பிக்க முடியும்.\nவடக்கு, தெற்கு மற்றும் கிழக்கு இடையே எந்த தடைகளும் இல்லை. நீங்கள் நேராக ஜியுசியாவ் அரண்மனைக்கு செல்லலாம்.", "詩意": "இந்த ஹெக்ஸாகிராம் ஒரு கொக்கு அதன் கூண்டிலிருந்து வெளியேறும் படத்தைக் குறிக்கிறது.\nஎல்லாம் முன்கூட்டியே கெட்டது மற்றும் இறுதியில் நல்லது.", "解曰": "கவலை இல்லை. சாலை செழிப்பாக உள்ளது. நிம்மதியாக இருங்கள். கவலையற்ற மனிதனாக (கடவுள்).", "籤詩故事一": "◇ஜியா தனது அதிகாரப்பூர்வ பதவியை கைவிட்டார்\nஜியாங் ஜியா ஜோசியம் சொல்பவராக பணிபுரிந்தபோது, ​​ஒரு பெண் ஜேட் பிபா ஆவியால் மாற்றப்பட்டதைக் கண்டார், அதனால் அவர் அவளைப் பிடித்து ஒரு மை கல்லால் கூட அடித்தார். கிங் சோவின் பிரதம மந்திரி என்ன நடந்தது என்று விளக்கினார், என்ன நடந்தது என்று கேட்டார், பின்னர் ஜியாங் ஜியாவை மன்னர் சோவை பார்க்க அழைத்துச் சென்றார். ஜியாங் ஜியா சமாதி ட்ரூ ஃபயர் மூலம் பிபா ஸ்பிரிட்டை அதன் அசல் வடிவில் இருந்து மன்னன் சோவுக்கு முன்னால் எரிக்க பயன்படுத்தினார்.\nஜேட் பிபா ஆவியை பழிவாங்கும் வகையில், தாஜி ஜியாங் ஜியாவை ஒரு மான் தளம் கட்ட உத்தரவிடுமாறு கிங் ஷோவிடம் கேட்டார். ஜியாங் ஜியா மன்னன் ஜோவைக் கண்டித்தார், மற்றும் கிங் ஜாவ் அவரைக் கொல்ல உத்தரவிட்டார். ஜியாங் ஜியா தண்ணீரைப் பயன்படுத்தி தப்பினார். வீடு திரும்பிய பிறகு, ஜியாங் ஜியா மாவிடம் சிகிக்கு செல்வது பற்றி கேட்டார், மேலும் மா அவரை விவாகரத்து செய்ய விரும்பினார். எனவே ஜியாங் ஜியா தனியாக Xiqi (Zhou வம்சத்தின் அரசர் வென் தலைநகர்) சென்றார்.\nஜியாங் ஜியா Xiqi க்கு வந்து, பான்சி பள்ளத்தாக்கில் தனிமையில் மீன்பிடித்து வாழ்ந்தார். திறமைகளைத் தேட ஆர்வமாக இருந்த ஜூவின் மன்னர் வென்னை சந்தித்தார். வென்னின் உண்மையான வேண்டுகோளின் பேரில், ஜியாங் ஜியா தனது ஆசிரியராக வணங்கப்பட்டார் மற்றும் கிங் வெனுக்கு உதவினார்.", "聖意": "நான் வீட்டில் சிரமப்படுகிறேன், மேலும் நிதி ஒத்துழைப்பு, பரிவர்த்தனை, திருமணம், லியூஜியா, ஆண் பாதசாரிகள், வயல்களைப் பார்க்கவும், பட்டுப்புழுக்கள், இலையுதிர்கால லாபம், ஆறு கால்நடை இழப்புகள், மக்களைத் தேடுதல், பொது வழக்குகளுக்கு இடையூறு, இடம்பெயர்வு, இழந்த சொத்து, தென்கிழக்கு நோய், அமைத்தல், மலைகள் மற்றும் கல்லறைகளை அனுப்புதல், மங்களகரமானது.", "古人": "ஜியா தனது அதிகாரப்பூர்வ பதவியை கைவிட்டார்", "第X籤": "பதினான்காவது லாட்டரி வென்றவர்", "宮": "மாகோங்"}