{"籤詩版本二": "கவலைகள் மற்றும் கவலைகள் தற்காலிகமாக விடுபட்டு, மகிழ்ச்சி வானில் இருந்து வருகிறது.\nசாணத்தில் மறைந்திருக்கும் ஜேட் போல, ஒரு நல்ல தொழிலாளி தூசியை வெளியே எடுக்கிறான்", "詩意": "இந்த ஹெக்ஸாகிராம் யின் மற்றும் யாங்கின் நல்லிணக்கத்தைக் குறிக்கிறது.\nநீங்கள் திட்டமிடும் அனைத்தும் மங்களகரமானது.", "解曰": "எதுவும் பெறவில்லை, இழந்தது எதுவும் இல்லை. இழப்பிலிருந்து ஆதாயம். வில்லன் சிக்கலில் இருக்கிறான். ஜென்டில்மேன், உங்களுக்கு நல்ல அதிர்ஷ்டம்.", "籤詩故事一": "◇யே மெங் சியோங் சாவோ டி\nயே மெங்சியோங் (1531-1597), அவரது மரியாதைக்குரிய பெயர் நான்சாவோ மற்றும் லாங்டாங் என்ற பெயர், லாங்டன் என மாற்றப்பட்டு ஹுயூன் என்றும் பெயரிடப்பட்டது. மிங் வம்சத்தில் வான்ஷிஃபாங்கைப் பூர்வீகமாகக் கொண்டவர், ஹுயிசோ ஃபுச்செங் (இப்போது ஹுய்செங் மாவட்டத்தின் ஒரு பகுதி, ஹுய்சோ நகரம்). ஜியாஜிங் ஆட்சியின் 44 வது ஆண்டில் (1565), அவர் ஜின்ஷி ஆனார் மற்றும் குயிங் கவுண்டியின் மாஜிஸ்திரேட் பட்டம் பெற்றார். அவர் இடமாற்றத் துறையின் இயக்குநராகப் பணியாற்றினார், பின்னர் ஷாங்க்சி சாலையின் மேற்பார்வை தணிக்கை அதிகாரியாக மாறினார்.\nவான்லியின் 20 வது ஆண்டில் (1592), நிங்சியாவின் ஜெனரல் கான்சல், குய்பாய் (மங்கோலியன் டாடர் பழங்குடியினரின் தலைவர்), ஆளுநரான டாங் ஜினைக் கொன்று, ஹெக்ஸி மாகாணத்தில் உள்ள நாற்பத்தி ஏழாவது கோட்டையைக் கைப்பற்றினார். , நகரத்தை உடைத்து, வணங்கி எரித்தார். தன்னை மரணத்திற்கு. மெங் சியோங் கடன் வாங்குவதில் கர்வமுடையவர் அல்ல, மேலும் அவரது திறமைகள் சண்டையிடத் துணிந்த தளபதிகளைப் போலவே சிறப்பாக இருக்கட்டும். அதிகாரப்பூர்வ Wei Xuezeng மீண்டும் பதவியில் அமர்த்தப்பட்டார். அவரது பிற்காலங்களில், அவர் ஐந்து முறை ராஜினாமா செய்தார் மற்றும் ஹுயிலோங் கோயிலைக் கட்டுவதற்காக ஹுய்சோவுக்குத் திரும்பினார்.\nயே மெங்சியோங் தொடக்கத்தில் தாவோயிசத்தில் ஒரு அரசு ஊழியராக நுழைந்தார், மேலும் அவரது நேர்மைக்காகப் புகழ் பெற்றார்.பழைய வரலாற்றுப் பதிவுகள் அவர் \"தாழ்மை மற்றும் திறனில் முதன்மையானவர்\", \"ஊழலை ஒழிப்பவர் மற்றும் கிளர்ச்சிகளைத் தண்டிப்பவர்\" என்று கூறி நல்ல பெயரைப் பெற்றார். மிகவும் விசுவாசமான, தைரியமான, தைரியமான, மற்றும் சமயோசிதமான. அவரது வாழ்க்கையின் இரண்டாம் பாதியில், அவரது தற்காப்பு கலை திறன்கள் \"மிங் வம்சத்தின் வரலாறு\" இல் பதிவு செய்யப்பட்டன, மேலும் அவர் ஒரு தேசிய ஹீரோவாக கருதப்பட்டார்.", "聖意": "வீடு சாதகமற்றது (அதிகமாக அமைதியானது) இலையுதிர் மற்றும் குளிர்காலம் தனக்கு நல்லது, செல்வம் வெற்றிபெறும், பரிவர்த்தனைகள் வெற்றிகரமாக இருக்கும், திருமணம் வெற்றிகரமாக இருக்கும், லியூஜியாவுக்கு தவறான எச்சரிக்கை இருக்கும் (புதையல்கள் இருக்கும்), பாதசாரிகள் வயலுக்கு வருவார்கள் பட்டுப்புழுக்களுக்காக பிரார்த்தனை செய்ய, ஆறு விலங்குகள் தட்டையாக இருக்கும், மக்கள் காணப்படுவார்கள், பொது வழக்குகள் சாதகமற்றதாக இருக்கும், இடம்பெயர்வு பழமைவாதமாக இருக்கும், இழந்த சொத்துக்கள் தடைப்படும், ஃபுஷன் கல்லறையில் நோய்கள் தீர்க்கப்படும்", "古人": "யே மெங் சியோங் சாவோ டி", "第X籤": "பதினாறாவது வெற்றி லோட்டோ", "宮": "மாகோங்"}