{"籤詩版本二": "தங்கக் காகம் மேற்கில் விழுகிறது, முயல் கிழக்கில் எழுகிறது.பகல் மற்றும் இரவு சுழற்சி பழங்காலத்திலிருந்து இன்று வரை தொடர்கிறது.\nதுறவிகள் மற்றும் தாவோயிஸ்டுகள் எந்த பாதகமும் இல்லை என்பதை அறிவார்கள், மேலும் அறிஞர்கள், விவசாயிகள், தொழில்துறை மற்றும் வணிகர்கள் அனைவரும் தங்கள் மனதைப் பின்பற்றுகிறார்கள்.", "詩意": "இந்த ஹெக்ஸாகிராம் யின் மற்றும் யாங்கின் வளர்பிறை மற்றும் குறைவதைக் குறிக்கிறது.\nஎல்லாம் திட்டமிட்டபடி நடக்கும் என்பதற்கான அறிகுறியும் கூட.", "解曰": "மனதில் எதுவும் இல்லை. நீங்கள் செய்தது புண்ணியமானது. வில்லின் அம்பு போல. ஒரு ஷாட் இலக்கைத் தாக்கியது.", "籤詩故事一": "◇ மாமா காவோ குவோ ஒரு அழியாதவர்\nXuzhou வைச் சேர்ந்த Cao Guojiu, சாங் வம்சத்தின் Renzong காலத்தில் மாநிலத்தின் பெரிய மாமாவாக இருந்ததாகக் கூறப்படுகிறது.அவரது பெயர் Cao Yi, காவ் ஜிங்சியு என்றும் அறியப்படுகிறது.\nமாமா காவோ குவோவுக்கு காவ் எர் என்ற இளைய சகோதரர் இருந்தார். இந்த காவ் எர் தனது ஏகாதிபத்திய பதவியை நம்பி எல்லாவிதமான தீமைகளையும் செய்தான்.வயல்களை ஆக்கிரமித்து, மனைவிகளையும் மகள்களையும் அழைத்துச் சென்றான், மேலும் சில சட்டவிரோத வில்லன்களுடன் நட்பு வைத்துக் கொண்டான். அவரது நல்ல வார்த்தைகளையும் ஆறுதலையும் கேட்க மறுத்துவிட்டார், எனவே அவர் தண்டனையைப் பயன்படுத்தி அவரைக் கட்டுப்படுத்தினார். , இரண்டு சகோதரர்களும் ஒரு வெறுப்பை உருவாக்கினர்.\nCao Guojiu கூறினார்: \"நன்மையைச் சேர்ப்பவர்கள் செழிப்பார்கள், தீமையைக் குவிப்பவர்கள் அழிவார்கள் என்பது உலகக் கொள்கைகள். இது மாறாத உண்மை. இன்று இருக்கும் செல்வத்தை அடைய எங்கள் காவ் குடும்பம் கடந்த காலத்தில் தீய செயல்களைச் சேகரித்துள்ளது. .இப்போது என் சகோதரன் அதீதமாக தீமைகளை குவித்துவிட்டான், அவன் தப்பித்தாலும், ஒரு அதிகாரியால் தண்டிக்கப்பட்டாலும், மறைந்திருக்கும் பேரழிவுகளிலிருந்து உங்களால் தப்பிக்க முடியாது, ஒரு பேரழிவு வந்து உங்கள் குடும்பம் அழிந்து, ஒருவர் இறந்தவுடன், உங்களால் முடியாது. அந்த நேரத்தில் தப்பித்துக்கொள். நான் அவமானப்படுவேன், பயப்படுவேன்.\" அதனால், நான் எனது செல்வம் அனைத்தையும் சிதறடித்தேன், அவர் ஏழைகளுக்கு உதவினார், மேலும் தனது சகோதரனின் விவகாரங்களில் அக்கறை காட்டவில்லை. பின்னர் அவர் தனது வீட்டையும் நண்பர்களையும் விட்டுவிட்டு, தாவோயிஸ்ட் சீருடையில் மாறி, தனது மனதையும் இயற்கையையும் வளர்க்க மலைகளுக்குச் சென்றார்.\nஒரு நாள், அவர் ஹான் வம்சத்தைச் சேர்ந்த ஜோங்லி மற்றும் லு டோங்பின் ஆகியோரை சந்திக்க நேர்ந்தது. மாமா காவோ குவோவின் அட்டகாசமான பதில்களைக் கண்டு அவர்கள் மிகவும் மகிழ்ச்சியடைந்தனர். அவர்கள் அவருக்கு \"உண்மையைத் திரும்பப் பெறுவதற்கான ரகசிய ஆணையை\" அளித்து கவனமாக பயிற்சி செய்ய உத்தரவிட்டனர். விரைவில், சோங்லி குவான் மற்றும் லு டோங்பின் ஆகியோர் அழியாத வகுப்பிற்கு அறிமுகப்படுத்தப்பட்டனர்.", "聖意": "வீடு, வீடு, அதிர்ஷ்டம், நல்ல அதிர்ஷ்டம், வியாபாரத்தில் நல்ல அதிர்ஷ்டம், திருமணம், ஆண் பயணி, வயலில் பட்டுப்பூச்சி நடுதல், கால்நடைகள் தோல்வி, மக்கள் தேடுதல், வழக்கு, இடம்பெயர்வு, இழந்த சொத்து, தாமதமாக நோய், நல்ல அதிர்ஷ்டம்.", "古人": "மாமா காவோ குவோ ஒரு அழியாதவர்", "第X籤": "பதினெட்டாவது கையெழுத்து", "宮": "மாகோங்"}