{"籤詩版本二": "வேகமான நீர் கடற்கரையிலிருந்து படகைத் திரும்பிப் போக விடாமல், கொந்தளிப்பு காரணமாக நீங்கள் என்ன செய்ய விரும்புகிறீர்கள்?\nநீங்கள் பாதுகாப்பாக இருக்க விரும்பினால், அமைதியைத் தேடி அலைகள் இந்த நெருக்கடியைக் கடக்கும் வரை காத்திருங்கள்.", "詩意": "இந்த ஹெக்ஸாகிராம் ஒரு படகு வேகமான கடற்கரையில் பயணிப்பது போன்றது.\nஎல்லாவற்றிலும் பழமைவாதமாக இருங்கள் மற்றும் நேரத்திற்காக காத்திருங்கள்.", "解曰": "வேகமான நீரில் இறங்கவும். ஆபத்தில் இருங்கள். முகாம் திட்டங்கள் பற்றி கேட்டால். ஒன்றும் செய்ய முடியாது.", "籤詩故事一": "◇Ziyi மன்னராக முடிசூட்டப்பட்டார்\nGuo Ziyi (697-781), Guo Linggong என்றும் அழைக்கப்படுகிறார், அவர் Zheng கவுண்டி, Huazhou (இப்போது Huaxian கவுண்டி, Shaanxi மாகாணம்) மற்றும் டாங் வம்சத்தில் ஒரு தளபதி.\nதியான்பாவோவின் 14வது ஆண்டு (755) அன்ஷி கிளர்ச்சியின் போது, ​​அவருக்கு ஷூஃபாங் ஜியேதுஷி (லிங்வு, இன்றைய நிங்சியாவில் லிங்வுவின் மேற்கு) என்ற பட்டம் வழங்கப்பட்டது. அவர் சிலுவைப் போர் செய்ய உத்தரவிடப்பட்டார். அவர்கள் சாங்ஷானில் (ஜெங்டிங், ஹெபெய்) படைகளுடன் சேர்ந்து ஷி சிமிங்கை தோற்கடித்து, ஹெபேயை மீண்டும் கைப்பற்றினர். இந்த நேரத்தில், டோங்குவான் முற்றுகையைக் குறைக்க பேரரசர் ஃபேன் யாங்கை வடக்கிலிருந்து அழைத்துச் சென்று கிளர்ச்சியாளர் புலிகளின் குகையைத் தாக்குமாறு குவோ சியி பரிந்துரைத்தார், ஆனால் சுவான்சோங் மறுத்துவிட்டார். பின்னர், டாங் வம்சத்தின் பிற்பகுதியில் பிரிவினைவாத அடிமை நகரங்களின் நிலைமை நடப்பட்டது, இது டாங் வம்சத்தின் அழிவுக்கான தொலைதூரக் காரணமாகவும் மாறியது.\nதியான்பாவோவின் ஆட்சியின் பதினைந்தாவது ஆண்டில் (756), அவரும் உய்குர் கூட்டணியும் ஹெக்யூவை சமாதானப்படுத்தினர், அடுத்த ஆண்டு வசந்த காலத்தில், அவர்கள் ஹெடாங் (இப்போது யோங்ஜி, ஷாங்க்சி) மற்றும் ஃபெங் யி (இப்போது டாலி, ஷாங்க்சி) ஆகியோரை மீட்டு டோங்குவானைத் தாக்கினர், குய் கியான்யுவை தோற்கடித்தது.டாங் இராணுவம் 10,000 க்கும் மேற்பட்ட உயிரிழப்புகளை சந்தித்தது. குய் கியான்யு புஜினிடம் சரணடைந்தார். அன் லுஷன் அவரது மகன் அன் கிங்சுவால் கொல்லப்பட்டார்.\nZhide இன் இரண்டாம் ஆண்டில் (757), அவர் Fengxiang க்கு துருப்புக்களை வழிநடத்த உத்தரவிடப்பட்டார், வழியில் அவர் 5,000 Li Guiren இன் குதிரைப்படையை பைகு லியுன் பாலத்தில் (இன்றைய சன்யுவானின் தென்கிழக்கே) தோற்கடித்தார். கிங்குவில் உள்ள குய்ரன் (இன்றைய சியானின் மேற்கு) தோற்கடிக்கப்பட்டார், மேலும் அவர் வுகோங்கிற்கு (இன்றைய வடமேற்கில் வுகோங்கிற்கு) பின்வாங்கினார். செப்டம்பரில், அவர் மார்ஷல் குவாங்பிங் வாங் லி சூவைப் பின்தொடர்ந்து டாங் மற்றும் உய்குர்களை 150,000 துருப்புகளுடன் இணைத்து, பின்னர் போரிட்டார். ஜியாங்கில் உள்ள அன் ஷௌஜோங் மற்றும் லி குய்ரெனுடன், ஜி கோவிலின் வடக்கே (இன்றைய சாங்கான் மாவட்டத்தின் தென்மேற்கில்), உய்குர் வீரர்கள் எதிரிக்கு பின்னால் வட்டமிட்டு, இருபுறமும் தாக்கி, 60,000 எதிரிகளைக் கொன்றனர்.ஜாங் டோங்ரு ஷான்சி கவுண்டிக்கு தப்பிச் சென்றார், இறுதியாக தலைநகர் சாங்கானை (இன்றைய சியான்) மீட்டது.டாங் இராணுவத்தின் கம்பீரம் மீண்டும் சாங்கானுக்கு மீட்டெடுக்கப்பட்டது.\nபின்னர், டாங் இராணுவம் வெற்றியைப் பயன்படுத்திக் கொண்டு கிழக்கு நோக்கி அணிவகுத்து, யான் ஜுவாங் மற்றும் ஜாங் டோங்ரு உட்பட 150,000 பேரை சின்டியனில் தோற்கடித்தது (இப்போது ஹெனான் மாகாணத்தின் சான்மென்சியா நகரத்தின் தென்மேற்கு), மஞ்சள் நதியைக் கடந்து சியாங்ஜோவுக்கு பின்வாங்கும்படி Anqing Xu கட்டாயப்படுத்தியது. Dongjun Luoyang திரும்பினார். சிட்டுவை அவனது தகுதியுடன் சேர்த்து, அவனை நாட்டின் பிரபுவாக ஆக்கு.\nஷி சிமிங் தனது இராணுவத்தை ஃபேன் யாங்கில் இருந்து அன் கிங்ஸுவைக் காப்பாற்றுவதற்காக வழிநடத்தினார்.இரு தரப்பும் அன்யாங் ஆற்றின் வடக்கே (இன்றைய அன்யாங்கின் வடக்கே) சண்டையிட்டனர். சண்டை பிரிக்க முடியாததாக இருந்தது.இறுதியில், ஒன்பது ஜியேதுஷி தலைமையில், டாங் இராணுவம் 600,000 ஆண்கள் இருப்பதாகக் கூறி, பின்வாங்கினர் (யெச்செங் போரில்) போர்). இந்த போரின் முக்கிய தளபதி யூ சாவோன், தலைமைத்துவ திறமை இல்லாதவர் மற்றும் போரின் தோல்விக்கு குவோ சியியை குற்றம் சாட்டினார். Guo Ziyi மீண்டும் சாங்கானுக்கு வரவழைக்கப்பட்டார், இராணுவ அதிகாரத்திலிருந்து விடுவிக்கப்பட்டார், மேலும் ஒரு செயலற்ற அதிகாரியானார்.\nBaoying இன் முதல் ஆண்டில் (762), Taiyuan (Taiyuan இன் இன்றைய தென்மேற்கு) மற்றும் Jiangzhou (இன்றைய Shanxi மாகாணத்தில் Xinjiang) ஆகிய இடங்களில் உள்ள துருப்புக்கள் கிளர்ச்சி செய்தனர், நீதிமன்றம் பயந்து போனது, அதனால் Ziyi ஃபென்யாங்கின் மன்னர் பட்டம் வழங்கப்பட்டது. ஜியாங்சோவை கட்டுப்படுத்தவும். அவர் செங் யுவான்சென் என்பவரால் அந்நியப்படுத்தப்பட்டார் மற்றும் இராணுவ அதிகாரத்திலிருந்து விடுவிக்கப்பட்டார்.\n(இந்தக் கதையின் மையக்கரு: மிகவும் திறமையான மற்றும் நல்ல நடத்தை கொண்ட Guo Ziyi, Xuanzong மற்றும் சில வில்லன்களைச் சந்தித்தார், இது அவரது சாதனைகளை பெரிதும் சமரசம் செய்தது.)", "聖意": "வீட்டையும் தன்னையும் ஆசீர்வதித்தல், செல்வம் தேடுதல், பரிவர்த்தனை இல்லை, திருமணம் இல்லை, தவறான எச்சரிக்கை இல்லை, டியான்காஞ்சிக்கு வரும் பாதசாரிகள், மக்களைக் கண்டுபிடிப்பது கடினம், பொது வழக்குகள் மற்றும் (ஜிங் அல்ல), இடம்பெயர்வு, பழமைவாத தன்மை, இழந்த சொத்து, கண்டுபிடிக்க கடினமாக, நோய்கள் ஆசீர்வாதங்கள், மலைகள் மற்றும் கல்லறைகள், மங்களகரமான பிரார்த்தனை", "古人": "Ziyi மன்னராக முடிசூட்டப்பட்டார்", "第X籤": "பத்தொன்பதாம் வெற்றி லாட்", "宮": "தட்சுமி"}