{"籤詩版本二": "பல கவலைகள் மற்றும் ஆபத்துகளுக்குப் பிறகு, இனிமேல் அது காலியாக இருக்காது\nஒரு தாராள இதயம் அதன் சொந்த தாராளமான திட்டங்களைக் கொண்டுள்ளது. பெரிய சாதனைகளைச் செய்ய நீங்கள் ஒரு நிபுணரை சந்திக்க வேண்டும்.", "詩意": "இந்த ஹெக்ஸாகிராம் ஒரு பழங்கால கிணறு போன்றது.\nஎல்லாவற்றிலும், உன்னதமானவர்கள் வெற்றியை அடைகிறார்கள்.", "解曰": "வழக்கு இறுதியில் நியாயப்படுத்தப்படும். நோய்வாய்ப்பட்டு பாதுகாப்பானது. ஆலோசனை பெற உள்ளேயும் வெளியேயும் செல்லுங்கள். பழங்கால கிணறு வசந்தத்தை சந்திக்கிறது.", "籤詩故事一": "◇யாவ் சோங் வெட்டுக்கிளிகளைக் கட்டுப்படுத்துகிறார்\nயாவ் சோங் (649-721), இவருடைய உண்மையான பெயர் யுவான் சோங், ஷான்சூவைச் சேர்ந்தவர், அவர் சியா குவான் அமைச்சராகவும், சுங்குவானின் ஷாங்ஷு, ஜிவீலிங், ஜாங்ஷுலிங் மற்றும் டாங் வம்சத்தில் பிரதமராகவும் பணியாற்றினார்.\nகையுவானின் (716) நான்காம் ஆண்டில், ஷான்டாங் (பொதுவாக ஹுவாஷனுக்கு கிழக்கே மஞ்சள் நதிப் படுகையைக் குறிப்பிடுகிறது) வெட்டுக்கிளிகளால் பாதிக்கப்பட்டது.மக்கள் மூடநம்பிக்கைக் கருத்துக்களுக்குக் கட்டுப்பட்டு, அவர்களை வேட்டையாடி கொல்லத் துணியவில்லை. மாறாக, அவர்கள் அமைத்தனர். பலியிட்டு, தூபம் ஏற்றி, வயல்களுக்குப் பக்கத்தில் வழிபட்டு, வெட்டுக்கிளிகளால் பயிர்கள் விழுங்கப்படுவதைப் பார்த்தார்கள்.\nஅனைத்து அதிகாரிகளும் நம்பினர்: \"வெட்டுக்கிளிகள் ஒரு இயற்கை பேரழிவு, அவற்றை மனித சக்தியால் எவ்வாறு கட்டுப்படுத்துவது!\" வெட்டுக்கிளிகளை அகற்றுவதா இல்லையா என்பதை இரண்டு வெவ்வேறு யோசனைகளுக்கு இடையிலான போராட்டம் அந்த நேரத்தில் கடுமையாக இருந்தது.\nயாவ் சோங் கூறினார்: \"நாம் ஒன்றிணைந்து செயல்படும் வரை, நாம் அனைத்தையும் அகற்றலாம். அவர் கூறினார்: வெட்டுக்கிளிகள் மக்களைப் பார்த்து பயப்படுகின்றன, எனவே அவற்றை விரட்டுவது எளிது. நாற்றுகளுக்கு உரிமையாளர்கள் உள்ளனர், எனவே மீட்பவர்கள் கடினமாக உழைக்க வேண்டும்; வெட்டுக்கிளிகள் பறக்க முடியும், இரவில் நெருப்பைக் கண்டால், கண்டிப்பாக பறக்கும்; வயலில் தீ வைக்கவும், எரியும் போது குழி தோண்டி, எரியும் போது புதைக்கவும், எதுவும் மிச்சம் இருக்காது.\"\nXuanzong கூறினார்: \"வெட்டுக்கிளிகள் மோசமான தார்மீக நிர்வாகத்தால் ஏற்படும் இயற்கை பேரழிவு. அவற்றை வேட்டையாடவும் கொல்லவும் நீங்கள் கேட்டால், இது தானியத்திற்கு எதிரானது அல்லவா?\"\nயாவ் சோங் மேலும் கூறினார்: \"வெட்டுக்கிளிகளைப் பிடிப்பதும் கொல்வதும் பழங்காலத்தவர்களால் நடைமுறைப்படுத்தப்பட்டது, உங்கள் மாட்சிமை எதிர்காலத்தில் அதைப் பயன்படுத்தும். இது விவசாயிகளுக்கு அமைதி மற்றும் செழிப்பைக் கொண்டுவருவதற்கான ஒரு முக்கிய தேசிய நிகழ்வாகும். தயவு செய்து அதை தீவிரமாகக் கவனியுங்கள்.\"\nXuanzong உறுதியாக நம்பினார். ஆனால் அப்போது கோர்ட்டுக்கு உள்ளேயும் வெளியேயும் அனைவரும் வெட்டுக்கிளிகளை வேட்டையாட முடியாது என்று கூறினர்.\nXuanzong கூறினார்: \"நான் பிரதமருடன் கலந்துரையாடி வெட்டுக்கிளிகளைப் பிடிக்க முடிவு செய்துள்ளேன். மீண்டும் எதிர்க்கும் எவரும் தூக்கிலிடப்படுவார்கள்.\" எனவே அவர் தணிக்கையாளரை அனுப்பி, வெட்டுக்கிளிகளை எரிக்கவும் புதைக்கவும் மக்களை மேற்பார்வையிடவும் வழிநடத்தவும் செய்தார்.\nமுடிவுகள் மிகவும் பயனுள்ளதாக இருந்தன.நாடு முழுவதும் ஒன்பது மில்லியன் டான்ஸ் வெட்டுக்கிளிகள் பிடிக்கப்பட்டன, வெட்டுக்கிளி தொல்லை வெற்றிகரமாக அகற்றப்பட்டது.அந்த ஆண்டு விவசாயம் நல்ல அறுவடையை அடைந்தது.\n(பேரழிவு மேலாண்மை மற்றும் வெளியேற்றம் ஆகியவற்றில் ஞானத்தைப் பயன்படுத்த வேண்டும், மேலும் சிரமங்களை சமாளிக்க புத்திசாலித்தனமான உத்திகள் இருக்க வேண்டும். யாவ் சோங் இந்த விஷயத்தில் நிபுணர்)", "聖意": "வீடு சாதாரணமானது, தன்னைத் தடுக்கிறது, பணம் தேடுவது தடுக்கப்படுகிறது, வர்த்தகம் தடுக்கப்படுகிறது, திருமணமும் நல்லிணக்கமும் தடுக்கப்படுகிறது, லியூஜியாவில் ஆபத்து உள்ளது, பாதசாரிகள் தடுக்கப்படுகிறார்கள், பட்டுப்புழுக்கள் தடுக்கப்படுகின்றன, கால்நடைகள் சாதகமற்றவை, மக்கள் காணப்படவில்லை, மக்கள் தடுக்கப்படுகிறார்கள் , பொது வழக்குகள் செய்யப்படுகின்றன, இடம்பெயர்வு நியாயமற்றது, தொலைந்து போன பொருட்களைக் கண்டுபிடிப்பது கடினம், நோய்கள் ஆசீர்வாதத்திற்காக பிரார்த்தனை செய்கின்றன, மலைகள் மற்றும் கல்லறைகள் நிம்மதியற்றவை", "古人": "யாவ் சோங் வெட்டுக்கிளிகளைக் கட்டுப்படுத்துகிறார்", "第X籤": "இருபத்தி ஐந்தாவது லாட்டரியை வென்றது", "宮": "மி அரண்மனை"}