{"籤詩版本二": "விஷயங்கள் தலைகீழாக மாறிவிட்டதாக வதந்தி பரவியுள்ளது, மேலும் அடிவானத்தில் இருந்து எனக்கு ஒரு கடிதம் வந்தது.\nபுத்தகத்தில் எனக்கு வாக்களிக்கப்பட்ட புகழும் வெற்றியும் இறுதிவரை காலியாகவே இருந்தது.", "詩意": "இந்த ஹெக்ஸாகிராம் ஒரு தவறான பெயரைக் கொண்டுள்ளது.\nஎல்லாவற்றிலும் பழமைவாதமாக இருப்பது நல்லது.", "解曰": "மேலும் கீழும் வருத்தம். ஓய்வு தேடுவது சும்மா இல்லை. புகழ் ஆசை. பத்திரமாக இருக்கவும்.", "籤詩故事一": "◇ஜாங் குய் ஞானம் பெறுகிறார்\nZhong Kui, அவரது குடும்பப்பெயர் Zhong Kui, அவரது மரியாதைக்குரிய பெயர் Zhengnan, Zhongnanshan யைச் சேர்ந்தவர்.\nடாங் வம்சத்தின் பேரரசர் டெசோங் ஆட்சியின் போது, ​​ஜாங் குய் ஏகாதிபத்திய தேர்வில் பங்கேற்றார்.சோங் குய் தேர்வு கேள்விகளைப் படித்தார், உடனடியாக கட்டுரையை ஒரே நேரத்தில் எழுதி அதைக் கொடுத்தார். அன்றைய தலைமைப் பரிசோதகராக சிவில் விவகார அமைச்சர் ஹான் யூவும், துணைப் பரீட்சை லூ ஷியும் சிறந்த அறிஞர் ஆவார். இருவரும் ஜாங் குய்யின் காகிதத்தைப் படித்தபோது, ​​அவர்களின் கண்கள் ஒளிர்ந்தன, அவர்கள் ஒருமித்த குரலில் சொன்னார்கள்: \"மந்திரவாதி, மந்திரவாதி! இந்தக் கட்டுரையில் உள்ள ஒவ்வொரு வார்த்தையும் நேர்த்தியானது, லி தைபாய் மற்றும் டு ஜிமேய்க்கு தகுதியானது!\" எனவே அவர்கள் ஜாங் குய்க்கு முதல் இடமாக பெயரிட்டனர்.\nபேரரசர் டெசோங் ஹான் யூவின் அறிக்கையைக் கேட்டு, அறிவியலின் புதிய சாம்பியனான ஜாங் குய் மிகவும் திறமையானவர் என்று கூறினார், எனவே அவர் ஜாங் குய்யை கோல்டன் பேலஸில் அழைத்தார்.\nபேரரசர் தேசோங் அவரது அசிங்கமான தோற்றத்தைக் கண்டதும், அவர் உடனடியாக அதிருப்தி அடைந்தார், \"நம்முடைய அரசவையில் அறிஞர்களைத் தேர்ந்தெடுப்பது அனைத்தும் தனிப்பட்ட வார்த்தைகள் மற்றும் எழுத்துக்களின் அடிப்படையிலானது, அத்தகைய அசிங்கமான நபர் எப்படி தங்க அறிவியலில் நம்பர் ஒன் அறிஞராகத் தேர்ந்தெடுக்கப்படுவார்? \"\nஹான் யூ அவசரமாக மண்டியிட்டு கூறினார்: \"ஒரு நபரின் நல்லது கெட்டது அனைத்தும் தோற்றத்தில் இல்லை. புனித இறைவனே, யான் யிங் மூன்றடி உயரம் மற்றும் பிரதமருக்கு இணையானவர் என்பதை நீங்கள் கேட்கவில்லையா? சோ சாங்? தடுமாறுகிறார், ஆனால் ஹான் வம்சத்திற்கு உதவ முடியும்; கன்பூசியஸ் மக்களை அவர்களின் தோற்றத்தால் மதிப்பிடுகிறார், மேலும் அவரது மகன் யூவை இழக்கிறார். உங்கள் மாட்சிமை இருமுறை யோசிக்கும் என்று நான் நம்புகிறேன்.\" \"\nபேரரசர் டெசோங் ஒரு கணம் யோசித்துவிட்டு கூறினார்: \"ஹான் அய்கிங்கின் வார்த்தைகள் நியாயமானவை என்றாலும், நான் பேரரசராக இருந்தபோது, ​​யிங்சோவில் பதினெட்டு அறிஞர்கள் வந்து அதைப் பற்றிப் பேசினார்கள். இந்த மனிதர் நம்பர் ஒன் அறிஞர். நான் உலகம் பயப்படுகிறேன். திறமைகளை அங்கீகரிக்காததற்காக என்னைப் பார்த்து சிரிப்பார்.\"\nபிரதம மந்திரி லு குய் குறுகிய மனப்பான்மை மற்றும் திறமைகளை பொறாமை கொண்டவர். பேரரசரின் வார்த்தைகளைக் கேட்டு, அவர் மண்டியிட்டு கூறினார்: \"பொன் பாடத்தில் நம்பர் ஒன் அறிஞர் அகமும் புறமும் இருக்க வேண்டும். இந்த பாடத்திற்கு முந்நூறு பேர் உள்ளனர். நீங்கள் ஏன் இன்னொருவரை தேர்வு செய்யக்கூடாது?\"\nஇந்த மனிதன் மிகவும் குழம்பிப் போயிருப்பதைக் கண்ட சோங் குய், கோபத்தை அடக்க முடியாமல், லு கியை சுட்டிக் காட்டி, \"இப்படி அறிவில்லாத அதிகாரி நீதிமன்றத்தில் இருந்தால், நாட்டுக்கு கேடு விளைவிக்க மாட்டாயா?\" என்று சபித்தார். அவர் லு கியை தனது முஷ்டியால் குத்தினார்.\nஇதைப் பார்த்த தேசோங் ஆவேசமடைந்து, \"நீங்கள் மிகவும் தைரியமாக இருக்கிறீர்கள், தங்க அரண்மனையில் பிரச்சனையை உண்டாக்கத் துணிந்தீர்கள், சீக்கிரம் கீழே இறக்கிவிடு!\"\nஆத்திரத்தில், அரண்மனையில் நின்றிருந்த தளபதியின் இடுப்பிலிருந்த வாளை வெளியே எடுத்த ஜாங் குய், சத்தமாகப் பெருமூச்சு விட்டார்: \"விரக்தியடைந்த பூனைக்கு புலியைப் பின்பற்றுவது கடினம், விரக்தியடைந்த கிளி, விரக்தியடைந்த கிளியைப் போல நல்லதல்ல. கோழி.\" அதன் பிறகு, அவர் தற்கொலை செய்து கொண்டார்.\nசோங் குய் கோபத்தில் தற்கொலை செய்து கொண்டதைக் கண்டதும் பேரரசர் தேசோங் மிகவும் ஆச்சரியப்பட்டார்.மக்களின் மனதைக் கவரும் வகையில், ஜாங் குய்யை நம்பர் 1 அறிஞர் என்ற அதிகாரப்பூர்வ பட்டத்துடன் அடக்கம் செய்ய ஆணையிட்டார், மேலும் அவர் ஜாங் குய்க்கு கடவுள் என்றும் பெயரிட்டார். உலகில் தீய ஆவிகளை அகற்ற பேயோட்டுதல்.", "聖意": "உங்கள் வீடு, உங்கள் சொந்த பாதுகாப்பு, நிதி சிக்கல்கள், வணிக தோல்வி, திருமண தோல்வி, லியுஜியா பெண்கள் பாதசாரிகள், நம்பிக்கை வயல் பட்டுப்புழுக்கள் அரை சமைத்த ஆறு வீட்டு விலங்குகள், வளர்க்கப்படலாம், காணாமல் போனவர்கள், மேற்கத்திய பொது வழக்குகள், இடம்பெயர்வு இழப்பு, பழமை, சொத்து இழப்பு, நோய், மலைகள் மற்றும் கல்லறைகளில் நல்ல அதிர்ஷ்டம் பிரார்த்தனை", "古人": "ஜாங் குய் தாவோவைப் பெற்றார்", "第X籤": "இருபத்தி ஆறாவது லாட்டரியை வென்றது (லாட்டரி)", "宮": "மி அரண்மனை"}