{"籤詩版本二": "கிழக்கில், நிலவொளியில் ஒரு அழகான சஞ்சுவான் உள்ளது, மேகங்கள் அதை ஒரு கணம் மூடி மறைத்து நிற்கின்றன.\nசில சமயம் உருண்டையாக இருக்கலாம், சில சமயம் காணாமல் போகலாம், இல்லை என்று சொல்பவர்கள் சும்மா பேசுவார்கள்.", "詩意": "இந்த ஹெக்ஸாகிராமில் உள்ள சந்திரன் மேகங்களால் மூடப்பட்டிருக்கும்.\nஎல்லாம் இன்னும் கோமாவில் உள்ளது.", "解曰": "மிதக்கும் மேகங்கள் சந்திரனை மூடுகின்றன. சந்தேகம் தேவையில்லை. மேகம் சேகரிக்க காத்திருக்கிறது. அப்போது உங்களுக்கே புரியும்.", "籤詩故事一": "◇பாவ் காங் பேரரசி லியைத் தேடுகிறார்\nசாங் வம்சத்தின் ஜென்சோங்கின் ஆட்சியின் போது, ​​பேரரசி லி (பேரரசி லி) ஹரேமில் பணிப்பெண்ணாக இருந்தார், அவர் சாங் ஜென்சோங்கால் விரும்பப்பட்டு வான்யியாக பதவி உயர்வு பெற்றார், மேலும் அவர் கர்ப்பமானார்.\nஆனால் அந்த நேரத்தில், கன்னியாஸ்திரி லியு டெஃப் (பின்னர் பேரரசி லியு) தீய எண்ணங்களைக் கொண்டிருந்தார், மேலும் பேரரசி லியின் மகனுக்குப் பதிலாக ஒரு தோலுரிக்கப்பட்ட சிவெட் பூனைக்கு பதிலாக குவோ ஹுவாய்க்கு லஞ்சம் கொடுத்தார், அவரது மகனைப் பறித்துக்கொண்டு, அவர் தனது உயிரியல் மகன் என்று பேரரசரிடம் கூறினார். சாங் ஜென்சோங் கோபமடைந்து, லி பேரரசியை குளிர்ந்த அரண்மனைக்கு அனுப்பினார்.\nகன்குபைன் டி ராணியாக பதவி உயர்வு பெற்ற பிறகு, அரண்மனையிலிருந்து தப்பிய பேரரசி லியைக் கொல்ல திட்டமிட்டார்.\nஒரு நாள், தெருவில் வசிக்கும் லி நியாங்னியாங், உள்ளூர் பகுதியில் ரோந்துப் பணியில் ஈடுபட்டிருந்த ஏகாதிபத்திய தூதர் பாவோ ஜெங்கைச் சந்தித்தார், அவர் தனது வாழ்க்கை அனுபவத்தைப் பற்றியும், தற்போதைய பேரரசர் சாங் ரென்சோங்கின் உயிரியல் தாய் என்றும் கூறினார். . Bao Zheng சம்பவத்தை அறிந்த பிறகு, அவர் Li Niangniang ஐ மீண்டும் பெய்ஜிங்கிற்கு அழைத்துச் சென்றார், அதை Song Renzong க்கு தெரிவித்தார் மற்றும் விஷயத்தைக் கண்டுபிடித்தார், இறுதியாக தாயும் மகனும் ஒருவரையொருவர் அடையாளம் கண்டுகொண்டனர். பேரரசி டோவேஜர் லியு மற்றும் பொறுப்பாளர் குவோ ஹுவாய் ஆகியோர் தலை குனிந்து ஒப்புக்கொண்டனர்.", "聖意": "நான் வீட்டில் சிரமப்படுகிறேன், நிதி பாதுகாப்பு, நிதி சிக்கல்கள், வியாபாரத்தில் நல்ல அதிர்ஷ்டம், திருமணம், துரதிர்ஷ்டம், துறையில் உள்ளவர்கள், பட்டுப்புழுக்கள், சாதகமற்ற விலங்குகள், மக்களைக் கண்டுபிடிப்பதில் சிரமம், வழக்குகள், இழப்பு, இடம்பெயர்வு, பழமை, இழந்த சொத்து, மேற்கத்திய நோய்கள், மீள்வது கடினம், மலைக் கல்லறை சீர்திருத்தம்", "古人": "பாவ் காங் பேரரசி லியைத் தேடுகிறார்", "第X籤": "இருபத்தி எட்டாவது லாட்டரி வென்றவர்", "宮": "நண்பகல் அரண்மனை"}