{"籤詩版本二": "அவரிடம் உதவி கேட்க வேண்டாம் என்று நான் உங்களுக்கு அறிவுறுத்துகிறேன், அவர் ஒரு கொக்கு போல பறந்து உங்கள் மீது ரகசிய அம்புகளை எய்கிறார்\nவிறகு சேகரிக்கச் சென்றால், புல்லில் பாம்பு இருந்தால், விஷம் கடித்து, சோகமாக இருக்கும்.", "詩意": "இந்த ஹெக்ஸாகிராம் பாதுகாப்பாக இருப்பதற்கும் தன்னைத்தானே வைத்துக் கொள்வதற்கும் அடையாளம்.\nஎதிலும் கவனமாக இருங்கள்.", "解曰": "உங்கள் வாயை மூடிக்கொண்டு உங்கள் பற்களைப் பிடித்துக் கொள்ளுங்கள். அவர் கவனக்குறைவாக இருக்கிறார். நீங்கள் குற்ற உணர்ச்சியுடன் இருந்தால். இறுதியில் அது தனக்குத்தானே தீங்கிழைக்கிறது.", "籤詩故事一": "◇சதுரங்கக் கூட்டம்\nடாங் வம்சத்தின் பேரரசர் டைசோங் மேற்கு நோக்கி அணிவகுத்துச் சென்று, சூயாங் நகரில் சிக்கிக் கொண்டார், செங் யாஜிங் பெய்ஜிங்கிற்குத் திரும்பினார்.\nXue Dingshan இரண்டாவது ரூட் மார்ஷலாக பணியாற்ற உத்தரவிடப்பட்டது மற்றும் இறைவனை மீட்டு, Xiliao சமாதானப்படுத்த சென்றார்.\nயூமன் பாஸிலிருந்து ஒரு குழுவினர் வெளியே வந்த பிறகு, அவர்கள் கிப்பான் மலைக்கு வந்தனர். மலையின் மீது ஆயிரக்கணக்கான கூட்டாளிகளால் முற்றுகையிடப்பட்ட, மலையின் ராஜாவான டூ யிஹு, டாங் ஜெனரல் லுவோ டோங்கால் தோற்கடிக்கப்பட்டார்.அதிர்ஷ்டவசமாக, அவரது சகோதரி டூ சியான்டாங் மஞ்சள் பூக்களின் புனித அன்னையின் சீடராக இருந்தார் மற்றும் தற்காப்புக் கலைகளில் தேர்ச்சி பெற்றவர். தேவதைக் கயிற்றைப் பிடித்து லுவோ டோங்கைக் கட்டினார். Xue Dingshan தனிப்பட்ட முறையில் உயரடுக்கு வீரர்களை வழிநடத்தினார்.\n(கையொப்பமிட்ட கவிதை இதற்கு ஒத்திருக்கிறது)\nடூ சியான்டாங் Xue Dingshan இன் அழகைக் கண்டு ஃபெங் லுவானுடன் நட்பு கொள்ள விரும்பினார், ஆனால் Xue Dingshan மறுத்துவிட்டார், Dou Xiantong கோபமடைந்து அவரை வெளியே தள்ளி தலை துண்டிக்க விரும்பினார்.அதிர்ஷ்டவசமாக, Cheng Yaojin அவரைக் காப்பாற்ற வந்து அவர்களது திருமணத்தை எளிதாக்கினார். பின்னர், டாங் வம்சத்தினர் மேற்கு லியாவோவைக் கைப்பற்ற உதவுவதற்காக கிபன்ஷான் சகோதரர்களை மீண்டும் டாங் வம்சத்திற்கு அழைத்துச் சென்றார்.", "聖意": "வீட்டுப் பாதுகாப்பு, சுயநலம், செல்வத்தைத் தேடுதல், வணிகத்திற்காகக் காத்திருத்தல், திருமணம் அனுமதிக்கப்படவில்லை, லியுஜியா தவறான எச்சரிக்கை, வயல்களைத் தடுப்பது பாதசாரிகள், பட்டுப்புழுக்கள், ஆறு கால்நடைகள், காணாமல் போனவர்கள், பொது வழக்குகளைத் தடுப்பது, இழப்பு (Mo Xing) இடம்பெயர்வு, பழமைவாத, இழந்த சொத்து நோய் குணமடைவது கடினம், மலைக் கல்லறை, நல்ல அதிர்ஷ்டம்", "古人": "சதுரங்கப் பலகை மாநாடு", "第X籤": "முப்பத்தி ஏழாவது லாட்டரி வென்றவர்", "宮": "நண்பகல் அரண்மனை"}