{"籤詩版本二": "நிரம்பிய பிறகு தேநீர் அருந்திக்கொண்டே உட்கார்ந்து படுத்துக்கொண்டு, அமைதியாகவும் அமைதியாகவும் நேரத்தைக் கழித்தல்\nநீங்கள் உடல் ரீதியாகவும் மன ரீதியாகவும் பிஸியாக இருக்க வேண்டிய அவசியமில்லை, மேலும் நீங்கள் நிச்சயமாக அநீதி அல்லது பேரழிவை ஏற்படுத்த மாட்டீர்கள்.", "詩意": "இந்த ஹெக்ஸாகிராம் அமைதி மற்றும் ஸ்திரத்தன்மையின் சின்னமாகும்.\nஎல்லா விஷயங்களிலும், சரியான நேரத்திற்காக காத்திருப்பது நல்ல அதிர்ஷ்டத்தைத் தரும்.", "解曰": "பாதுகாப்பாகவும் சத்தமாகவும் இருங்கள். தெய்வங்களைக் கேளுங்கள். நேரம் வரும் வரை காத்திருங்கள். காரியங்கள் தற்செயலாக நடக்கும்.", "籤詩故事一": "◇Foyinhui Dongpo\nஒருமுறை, ஸு டோங்போ, ஜென் படிக்கும் போது சில புரிதல்களைப் பெற்றார், அவர் தனது நிலை அதீதமானது என்பதை உணர்ந்தார், மேலும் அவர் அதில் மகிழ்ச்சியை உணர்ந்தார். என் ஆர்வத்தை அடக்க முடியாமல், என் பேனாவை விரித்து ஒரு கவிதை எழுதினேன்:\n\"வானத்தின் நடுவில், ஜிஷோ பிரபஞ்சம் முழுவதும் பிரகாசமாக பிரகாசிக்கிறது; எட்டு காற்றுகளால் வீசப்படாமல், அவர் ஒரு ஊதா நிற தங்க தாமரையின் மீது நிமிர்ந்து அமர்ந்திருக்கிறார்.\"\n(எட்டு காற்றுகள் குறிப்பிடுகின்றன: லாபம், வீழ்ச்சி, அழிவு, புகழ், புகழ், ஏளனம், துன்பம் மற்றும் மகிழ்ச்சி. அதாவது, இந்த எட்டு நிலைகளால் எரிச்சலடையாமல் இருப்பது \"எட்டு காற்றுகள் நகராது\" என்று அழைக்கப்படுகிறது)\nஅதை எழுதிய பிறகு, டோங்போ தனது பணியாளரை ஆற்றின் குறுக்கே அனுப்பினார், அதை ஜின்ஷன் கோவிலின் ஜென் மாஸ்டர் ஃபோயினிடம் கொடுக்கிறார்.\nஜென் மாஸ்டர் ஃபோயின் அதைப் படித்த பிறகு, அவர் அதை \"ஃபார்ட்\" என்று குறியிட்டு, அதைத் திரும்பப் பெறுவதற்காக தனது வேலைக்காரனிடம் கொடுத்தார்.\nஇதைப் பார்த்ததும் கோபமடைந்த டோங்போ, ஆற்றின் குறுக்கே ஒரு படகை எடுத்துக்கொண்டு புத்தரின் முத்திரையைக் கண்டுபிடிப்பதற்காக ஜின்ஷன் கோயிலுக்குச் சென்றார்.\nடோங்போ ஜின்ஷான் கோவிலின் வாயிலுக்கு வந்தபோது, ​​ஃபோயின் ஏற்கனவே வாயிலில் காத்திருந்தார்.\nசு டோங்போ உடனடியாக ஃபோயின் மீது குற்றம் சாட்டினார்: \"நான் எழுதிய கவிதையை ஏன் ஃபார்ட் என்று அழைக்கிறீர்கள்?\"\nஃபோயின் பதிலளித்தார்: \"ஏற்கனவே 'எட்டுக் காற்றுகளால் அடித்துச் செல்ல முடியவில்லை' அல்லவா? நீங்கள் எப்படி 'ஆற்றின் குறுக்கே' ஒரு ஃபார்ட் மூலம் அடிக்கப்பட முடியும்!\"\nஇந்த நேரத்தில், டோங்போ தனக்கு போதுமானவர் இல்லை என்பதை உணர்ந்து அதிர்ச்சியடைந்து வெட்கத்துடன் வெளியேறினார்.\n(இந்தக் கதை \"வெப்பம் இன்னும் வரவில்லை\" என்பதற்கான உருவகம்)", "聖意": "உங்கள் வீடு மற்றும் உங்கள் சொந்த பாதுகாப்பு, உங்கள் செல்வம், உங்கள் வணிகம், நல்ல நேரம், உங்கள் திருமணத்திற்காக, லியுஜியாவில் ஒரு பெண் பயணிக்காக, வயல்களில் பட்டுப்புழுக்கள் வருவதற்கு, ஆறு கால்நடைகள் நிலையாக இருக்க பிரார்த்தனை செய்யுங்கள், யாரையாவது கண்டுபிடித்ததற்காக, பிரச்சனைக்காக, பொது வழக்குகளுக்காக, இடம்பெயர்ந்ததற்காக, இழந்த சொத்துக்காக, நோய்க்காக, மலைக் கல்லறைக்கு அனுப்புவதற்காக, மங்களகரமான", "古人": "Foyinhui Dongpo", "第X籤": "முப்பத்தொரு வெற்றி எண்", "宮": "வெய் காங்"}