{"籤詩版本二": "திரும்பும் பயணம் நிச்சயம்.கல்லில் மறைந்திருக்கும் ஜாடை யாருக்குத் தெரியும்?\nஒரு நல்ல கைவினைஞருக்கு தெளிவான வெட்டு கிடைத்தவுடன், அவர் ஜாஸ்பர் காலத்தில் பாதுகாப்பாகவும் பாதுகாப்பாகவும் உணருவார்", "詩意": "இந்த ஹெக்ஸாகிராமில், நீங்கள் ஒரு கல்லை வெட்டும்போது ஜேட் உருவத்தைக் காணலாம்.\nஎல்லாவற்றிலும் வெற்றி பெற கடினமாக உழைக்கவும்.", "解曰": "புதையல் கல்லில் உள்ளது. அந்நியர்களுக்கு கொஞ்சம் தெரியும். அது தெளிவாகும் வரை காத்திருங்கள். உங்களால் முடிந்ததைச் செய்யுங்கள்.", "籤詩故事一": "◇Liu Bei திறமைகளைத் தேடுகிறார் (ஓலைக் குடிசைக்கு மூன்று வருகைகள், ஓலைக் குடிசைக்கு மூன்று வருகைகள்)\nமூன்று ராஜ்ஜியங்களின் காலம். Zhuge Liang, Longzhong இல் ஒரு ஓலைக் குடிசையில் தனிமையில் வாழ்ந்தார். Liu Bei திறமைகளைத் தேட ஆர்வமாக இருந்தார், எனவே அவர் Zhuge Liang ஐ நேரில் சந்தித்தார். அவர் Zhuge Liang ஐ மூன்று முறை சந்தித்தார் (வரலாற்றில் \"Three Visits to the Tached Cottage\" என்று அறியப்படுகிறது) Liu Bei மற்றவர்களை விலகி இருக்குமாறு கேட்டுக்கொண்டு Zhuge Liang ஐக் கேட்டார்: \" ஹான் வம்சம் வீழ்ந்தது, துரோக அமைச்சர்கள் தங்கள் வாழ்க்கையைத் திருடிவிட்டார்கள், மாட்சிமை.\" தூசியால் மூடப்பட்டிருக்கும். நான் எனது நல்லொழுக்கத்தையும் எனது திறனையும் அளவிடவில்லை, உலகில் உள்ள பெரிய நீதியை நான் நம்ப விரும்புகிறேன், ஆனால் எனது ஞானத்தையும் திறமையையும் நம்ப விரும்புகிறேன். ஆழமற்றவை, அதனால் நான் அதை அதிகமாகப் பயன்படுத்துகிறேன். இன்றைய நிலவரப்படி, என் லட்சியம் இன்னும் முடியவில்லை, திட்டம் செயல்படுத்தப்படும் என்று நினைக்கிறீர்களா?\"\nஜுகே லியாங் உலகத்தை மூன்று பகுதிகளாகப் பிரிக்கும் திட்டத்தை அவரிடம் முன்வைத்தார், மேலும் காவ் காவ் கிடைக்காத சூழ்நிலையையும், சன் குவான் அவருக்கு உதவக்கூடிய சூழ்நிலையையும் பகுப்பாய்வு செய்தார். ஜிங் மற்றும் யி மாநிலங்களில் உள்ள அரசு போதகர்களின் கோழைத்தனத்தையும் அவர் விரிவாகக் கூறினார். , மற்றும் அவற்றைப் பயன்படுத்திக் கொள்ள ஒரு வாய்ப்பு இருந்தது, அந்த இரண்டு மாநிலங்களை மட்டுமே சுரண்ட முடியும்.அப்போதுதான் உலகை வெல்ல முடியும்; மத்திய சமவெளியைத் தாக்கும் உத்தியைக் கூட அவர் லியு பெயிடம் கூறினார். (இந்த விவாதம் பின்னர் \"Longzhong Dui\" என்று அழைக்கப்பட்டது). Liu Bei இதைக் கேட்ட பிறகு, அவர் ஒரு புதையலைக் கண்டுபிடித்தது போல் அதைப் பாராட்டினார், மேலும் Zhuge Liang ஐ உதவ வெளியே வருமாறு கடுமையாக அழைத்தார், எனவே Zhuge Liang லியு பெயின் இராணுவ ஆலோசகரானார்.", "聖意": "வீடு அமைதியானது, நான் செல்வத்தைத் தேடுகிறேன், தொழிலாளர் வர்த்தகம் திருமணத்தைத் தடுக்கிறது மற்றும் லியூஜியாவில் ஒரு மெய்நிகர் பயணியாக மாறுகிறது.", "古人": "லியு பெய் திறமைகளைத் தேடுகிறார் (ஓலைக் குடிசைக்கு மூன்று வருகைகள், ஓலைக் குடிசைக்கு மூன்று வருகைகள்)", "第X籤": "முப்பத்தி இரண்டாவது லாட்டரி வென்றவர்", "宮": "வெய் காங்"}