{"籤詩版本二": "ஆடை அணிந்து பழைய குடும்பப் பாணியை மாற்றி அமைக்கவும். தாவோ வானமே இல்லாதது ஆனால் தகுதி உள்ளது.\nசாலையில் இருந்த முட்கள் மற்றும் முட்களை துடைத்த பிறகு, அவர்கள் மூவரும் தங்கள் சக ஊழியர்களுடன் மீண்டும் சேர ஒப்புக்கொண்டனர்.", "詩意": "இந்த ஹெக்ஸாகிராம் ஆடைகளின் மறுசீரமைப்பைக் குறிக்கிறது.\nபிறகு சுலபமாகிவிடுவதற்கு முன்பு எல்லாம் கடினம்.", "解曰": "கவலைப்படாதே. நல்ல நேரம். எதிர்காலத்தைப் பற்றி கேட்டால். முன்னால் ஒரு நல்ல சாலை உள்ளது.", "籤詩故事一": "◇டாங் மாங்கின் புத்த மத நூல்கள்\nடாங் வம்சத்தின் தலைசிறந்த துறவியான ஜுவான்சாங் (602-664), சென் என்ற பொதுவான குடும்பப்பெயரையும் இயற்பெயர் யி என்ற இயற்பெயரையும் கொண்டிருந்தார்.அவர் கவுஷி கவுண்டி, லுவோசோவில் (இப்போது ஹெனான் மாகாணத்தின் யான்ஷி நகரின் தெற்குப் பகுதி) பிறந்தார். அவர் தனது பதின்மூன்றாவது வயதில் துறவியானார் மற்றும் பௌத்த பெயரை சூவான்சாங் பெற்றார். உலகம் டாங் வம்சத்தின் சன்சாங் என்று அழைக்கப்படுகிறது.\nZhenguan இன் மூன்றாம் ஆண்டில் (629, Zhenguan இன் முதல் ஆண்டு என்றும் அழைக்கப்படுகிறது), அவர் பௌத்த நூல்களைப் பெறுவதற்காக மேற்கு நோக்கி Tianzhu (இந்தியா) க்கு பயணம் செய்தார், அவர் தனியாக ஆபத்தில் இறங்கி கஷ்டங்களைத் தாங்கினார். அவர் நான்கு ஆண்டுகளில் மட்டுமே வந்தார்.\nஜெங்குவானின் பதினேழாம் ஆண்டில், மாஸ்டர் அதிகாரப்பூர்வமாக ராஜினாமா செய்து கிழக்குக்குத் திரும்பினார். அவர் தற்போதைய சின்ஜியாங் மாகாணத்தின் தெற்கு சாலை, கோட்டான் மற்றும் லௌலான் வழியாக சீனாவுக்குத் திரும்பினார்.அதற்கு மொத்தம் பதினேழு ஆண்டுகள் மற்றும் 50,000 மைல்கள் பயணம். ஜென்குவானின் பத்தொன்பதாம் ஆண்டின் முதல் மாதத்தில் அவர் சாங்கானுக்கு வந்தபோது, ​​பேரரசர் லியாங் குவோகாங் ஃபாங் சுவான்லிங் மற்றும் பிற சிவில் மற்றும் இராணுவ அதிகாரிகளுக்கு அவருக்கு பெரும் வரவேற்பு அளிக்க உத்தரவிட்டார்.\nஅசல் சமஸ்கிருத புத்த நூல்களின் மொத்தம் 520 மற்றும் 657 தொகுதிகள் கோரப்பட்டன. மற்றும் சீன மொழியில் மொழிபெயர்க்கப்பட்டது.\nமாஸ்டர் திரும்பிய பிறகு, அவர் பேரரசர் டைசோங் மற்றும் பேரரசர் காசோங் ஆகியோரால் மிகவும் மதிக்கப்பட்டார், மேலும் டா நெய்யில் அவருக்கு \"மாஸ்டர் திரிபிடகா\" என்ற பட்டத்தை வழங்கினார்.", "聖意": "வீடு குழப்பத்தில் உள்ளது, நல்ல அதிர்ஷ்டம், நல்ல அதிர்ஷ்டம், நல்ல வியாபாரம், நல்ல திருமணம், லியூஜியாவுக்கு இடையூறு, வயல்களுக்கு வருபவர்கள், பட்டுப்புழுக்கள், சாதகமற்ற விலங்குகள், மக்களைத் தேடுதல், பொது வழக்குகள், இடம்பெயர்வு, இழந்த சொத்து, தாமதமான நோய், பிரார்த்தனை ஆசீர்வாதங்களுக்கு, மலைக் கல்லறைகள் பழையதாக இருக்க வேண்டும்.", "古人": "டாங் மாங்க் பௌத்த வேதங்களைக் கற்றுக்கொள்கிறார்", "第X籤": "முப்பத்தைந்தாவது லாட்டரி வென்றவர்", "宮": "ஷென் காங்"}