{"籤詩版本二": "நீங்கள் அமைதியாகவும் அமைதியாகவும் இருக்க விரும்பினால், காற்றில் மெழுகுவர்த்திகள் மற்றும் விளக்குகள் இருப்பது பொருத்தமானதல்ல.\nசுத்தம் செய்துவிட்டு ஆழமான மண்டபத்தில் அமர்ந்து, வெளிச்சத்தைத் தவிர்த்து, அமைதியான இடத்தில் குலுக்கி, சுற்றித் திரிவது நல்லது. ஷேக் → யாவ். இலவசம் → சில.", "詩意": "இந்த ஹெக்ஸாகிராம் விளக்கு மற்றும் மெழுகுவர்த்தியை காற்று அசைப்பது போன்றது.\nவிஷயங்களை சீராக வைத்திருப்பது நல்ல அதிர்ஷ்டத்தைத் தரும்.", "解曰": "அமைதியான இடத்தில் குடியேறவும். அழைப்பில் இருங்கள் மற்றும் சரியான நேரத்தில் இருங்கள். இது ஒரு வரம் அல்ல. பழமைவாத மற்றும் பொருத்தமானது.", "籤詩故事一": "◇லி ஜிங் மலைக்குத் திரும்புகிறார்\nலி ஜிங் (571-ஜூலை 2, 649), மரியாதைக்குரிய பெயர் மருந்தாளுனர், யோங்ஜோவின் சன்யுவான் (தற்போது ஷாங்க்சி மாகாணத்தின் சன்யுவான் கவுண்டியின் வடகிழக்கு) பகுதியைச் சேர்ந்தவர். சுய் வம்சத்தின் பிற்பகுதியில் இருந்து ஆரம்பகால டாங் வம்சம் வரை ஒரு ஜெனரல், அவர் டாங் வம்சத்தில் சிவில் மற்றும் இராணுவ திறன்களைக் கொண்ட பிரபலமான இராணுவ மூலோபாயவாதி ஆவார். பின்னர், அவர் வெய் பிரபு என்ற பட்டத்தை வழங்கினார், மேலும் அவர் உலகில் வெய் டியூக் என்று அறியப்பட்டார்.\nலி ஜிங் கடவுள்களின் பட்டியலில் மூன்றாவது இளவரசர் நெஜாவின் தந்தை ஆவார், இது \"டோட்டாவின் ராஜா\" என்றும் அழைக்கப்படுகிறது. லி ஜிங்கும் அவரது மகனும் ஜியாங் ஜியாவுக்கு (தாய் காங்) ராணி சோவை தோற்கடிக்கவும், சோவ் வம்சத்தை நிறுவவும், மன்னராகவும் உதவினார்கள். வூ அதிகாரப்பூர்வமாக அரியணை ஏறினார். ஜியாங் ஜியா பின்னர் கடவுள்களின் பட்டியலை அமைத்து, போரில் இறந்த வீரர்களின் ஆன்மாவை சாந்தப்படுத்தும் விழாவை நடத்தினார். அப்போதிருந்து, உலகம் அமைதியாகவும் அமைதியாகவும் மாறியது. கிங் வு மார்க்யூஸ்களை உருவாக்கி அவர்களுக்கு வெகுமதி அளிக்க விரும்பினார், மேலும் அவர் ஸ்தாபக ஹீரோக்களுக்கு நிலத்தை ஒதுக்க விரும்பினார். லி ஜிங், அவரது தந்தை மற்றும் மகன் மற்றும் பிற ஏழு பேர் தாவோயிசத்தை கடைப்பிடிப்பதற்காக மலைக்கு திரும்பும்படி கேட்டுக்கொண்டனர், மேலும் உலக புகழ் மற்றும் செல்வத்தில் வெறித்தனமாக இருக்க வேண்டாம். பின்னர், அவர்கள் ஏழு பேரும் \"உடலில் புனிதர்களாக\" மாறி, அழியாதவர்களின் வகுப்பில் இடம் பிடித்தனர்.\n\"ஃபெங் ஷென் பேங்\" கதை", "聖意": "வீடு கன்சர்வேடிவ், நான் சாதாரணமானவன், நான் செல்வத்தைத் தேடுகிறேன், எனக்கு வியாபாரத்தில் சிரமம் உள்ளது, என் திருமணம் இணக்கமாக இல்லை, லியூஜியா பாதசாரிகள் நம்பிக்கையுடன் பிரார்த்தனை செய்கிறார், இலையுதிர்காலத்தில் பட்டுப்புழுக்கள் பழுத்துள்ளன, ஆறு விலங்குகள் பாதுகாப்பாக உள்ளன, மக்கள் காணவில்லை, பொதுமக்கள் வழக்குகள் மற்றும் இடம்பெயர்வு பழமைவாத, இழந்த சொத்து நோய்கள், Jianxingshan கல்லறையை மாற்ற வேண்டாம்.", "古人": "லி ஜிங் மலைக்குத் திரும்புகிறார்", "第X籤": "முப்பத்தி ஏழாவது லாட்டரி வென்றவர்", "宮": "ஷென் காங்"}