{"籤詩版本二": "ஆயிரம் ஆண்டுகள் பழமையான கண்ணாடி மீண்டும் ஒன்று சேர்ந்தது, கணவனை மறுமணம் செய்து கொள்ளுமாறு பெண் கேட்கிறாள்\nஅப்போதிருந்து, குடும்பம் மாற்றப்பட்டு, குழந்தைகள் மற்றும் பேரக்குழந்தைகளுக்கு ஆசீர்வாதங்கள் சேர்க்கப்பட்டுள்ளன.", "詩意": "இந்த ஹெக்ஸாகிராம் கண்ணாடிகள் மீண்டும் இணைவதற்கான அடையாளமாகும்.\nஎல்லாம் கடின உழைப்பு மற்றும் விலை உயர்ந்தது.", "解曰": "மணலைத் தோண்டி தங்கம். டிராகன் சவாரி மற்றும் புலி மீது சவாரி. அது உழைப்பு என்றாலும். அதில் ஒரு துணை உள்ளது.", "籤詩故事一": "◇Yulianhui பத்து நண்பர்கள்\nசாங் வம்சத்தில், கியான் யூலியன் வாங் ஷிபெங்கை மணந்தார். ஷி பெங் பெய்ஜிங்கிற்கு தேர்வெழுதச் சென்றபோது, ​​செல்வந்தரான சன் ருகுவான், யூலியனை மறுமணம் செய்துகொள்ளும்படி வற்புறுத்தினார்.\nகியான் யூலியன் செல்வந்தரான சன் ருகுவானின் முன்மொழிவை நிராகரித்தார், மேலும் \"ஜிங் சாய்\" மூலம் பணியமர்த்தப்பட்ட வென்ஜோவைச் சேர்ந்த ஒரு ஏழை அறிஞரான வாங் ஷிபெங்கை திருமணம் செய்து கொண்டார்.\nபின்னர், வாங் ஷிபெங் முதல் பரிசை வென்றார்.பிரதம மந்திரி வான்கியால் கட்டாய திருமணம் செய்ய மறுத்ததால், அவர் தொலைதூர சாயோங்கில் நீதிபதியாக பணியாற்ற அனுப்பப்பட்டார். சன் ருகுவான் வாங் ஷிபெங்கின் குடும்பக் கடிதத்தை \"விவாகரத்து கடிதம்\" என்று மாற்றி யூலியனை ஏமாற்றி ஏமாற்றினார்.கியான் யூலியனின் மாற்றாந்தாய் அவளை மறுமணம் செய்ய வற்புறுத்தினார், ஆனால் யூலியன் மறுத்து ஆற்றில் தூக்கி தற்கொலை செய்து கொண்டார். புஜியான் மாகாணத்தில் இருந்து மற்றும் அவரது வளர்ப்பு மகளாக தத்தெடுக்கப்பட்டது.\nஷிபெங் இறந்துவிட்டதாக யூலியன் நினைத்தார், ஐந்து ஆண்டுகளுக்குப் பிறகு, வாங் ஷிபெங் ஜியானின் ஆளுநராக இருந்தார், ஒரு நாள், அவர் மறைந்த மனைவியை நினைவுகூரும் வகையில், ஒரு தாவோயிஸ்ட் கோவிலில் நினைவு விழாவை நடத்தினார், யூலியன் ஜியான் தாவோயிஸ்ட் கோவிலுக்கு எரிக்கச் சென்றார். தூபம், மற்றும் வாங் மற்றும் கியான் இறுதியாக மீண்டும் இணைந்தனர்.", "聖意": "வீடு நல்லதல்ல.இலையுதிர்காலமும்,குளிர்காலமும் செழிப்பாக இருக்கும்.செல்வம் செழிப்பாக இருக்கும்.இலையுதிர்காலமும்,குளிர்காலமும் செழிப்பாக இருக்கும்.வியாபாரம் செழிக்கும்.திருமணம் வெற்றிபெற.வயல்வெளிக்கு செல்ல பாதசாரிகளை வேண்டிக்கொள்ளுங்கள்.பட்டுபுழு வளர்க்கலாம்.ஆறு கால்நடைகள் எழுப்பலாம்.மக்களைக் கண்டு பிடிக்கலாம்.பொது வழக்குகள் சாதகமற்றவை.புலம் பெயர்தல் பழமைவாதமாகும்.சொத்து இழப்பு.தாமத வியாதி.ஆசிர்வாதம் வேண்டி.மலைகளும் கல்லறைகளும் நல்லது.", "古人": "யூலியான்ஹுய் பத்து நண்பர்கள்", "第X籤": "நான்காவது அடையாளம்", "宮": "கருப்பை"}