{"籤詩版本二": "சிவப்பு சக்கரம் மேற்கில் விழுகிறது, முயல் கிழக்கில் எழுகிறது, யின் வளரும் மற்றும் யாங் மறைந்து, எல்லாம் செழிக்கும்\nஒரு பெண் அதைப் பயன்படுத்த விரும்பினால், அது அவளுடைய செல்வத்தைப் பெருக்கி அவள் இதயத்தில் மகிழ்ச்சியைத் தரும்.", "詩意": "இந்த ஹெக்ஸாகிராம் என்பது யின் வளரும் மற்றும் யாங் மறைந்து போவதன் அடையாளமாகும்.\nபிறகு சுலபமாகிவிடுவதற்கு முன்பு எல்லாம் கடினம்.", "解曰": "யின் பெண்களுக்கு நன்மை. ஆண்களுக்கு ஏற்றது அல்ல. நீங்கள் ஆலோசனை கேட்கிறீர்கள் என்றால். முதலில் தீமை வரும், பிறகு நல்லது வரும்.", "籤詩故事一": "◇Wu Zetian அரியணை ஏறினார்\n14 வயதில், தாங் வம்சத்தின் பேரரசர் டைசோங் லி ஷிமினால் \"வு மெய்\" என்ற திறமையான நபராக அரண்மனைக்கு வரவழைக்கப்பட்டார். Taizong இறந்த பிறகு, Zetian கன்யே கோயிலில் நுழைந்து கன்னியாஸ்திரி ஆனார்.\nடாங் வம்சத்தின் பேரரசர் காவோசோங் அரியணைக்கு வந்தபோது, ​​அவர் வு குடும்பத்தை அரண்மனைக்கு வரவழைத்து ஜாவோயிக்கு மரியாதை செலுத்தினார். Yonghui (655) ஆறாவது ஆண்டில், பேரரசர் Gaozong வூவை தனது ராணியாக நிறுவினார்.\nWu Zetian புத்திசாலி, இலக்கியம் மற்றும் வரலாற்றில் ஈடுபாடு கொண்டவர், மேலும் வளம் நிறைந்தவர். வூ ஸெடியன் ராணியான பிறகு, காசோங் பலவீனமாகவும், நோய்வாய்ப்பட்டவராகவும் இருந்ததால், சில சமயங்களில் சில அரசியல் விவகாரங்களைக் கையாளும் பொறுப்பை அவளிடம் ஒப்படைத்தார், அதனால் அவளுடைய அதிகாரம் அதிகரித்தது. ஷாங்யுவானின் முதல் ஆண்டில் (674), பேரரசர் காவோசோங் \"பேரரசர்\" என்றும், பேரரசி வூ \"சொர்க்கத்தின் ராணி\" என்றும் அழைக்கப்பட்டார், மேலும் அவர்கள் இருவரும் அரண்மனையில் \"இரண்டு புனிதர்கள்\" என்று அழைக்கப்பட்டனர்.\nஹொங்டாவோவின் முதல் ஆண்டில் (683), காவோசோங் இறந்தார், இளவரசர் லி சியான் அரியணைக்கு வந்தார், வு செட்டியான் வம்சத்தை ஆள வந்தார். சிஷெங்கின் (684) முதல் ஆண்டு பிப்ரவரியில், வு ஜெடியன் லி சியானை லுலிங்கின் அரசராக பதவி நீக்கம் செய்து, தனது நான்காவது மகன் லி டானை பேரரசராக நிறுவி, வம்சத்தை தொடர்ந்து ஆட்சி செய்தார். அதே ஆண்டு செப்டம்பரில், அவர் கொடியை தங்கமாக மாற்றினார், மேலும் கிழக்கு தலைநகரான லுயோயாங் தெய்வீக தலைநகராக மறுபெயரிடப்பட்டது. தியான்ஷோவின் முதல் ஆண்டில் (690) செப்டம்பர் ஒன்பதாம் நாளில், வு ஸெட்டியன் தன்னைப் பேரரசராக அறிவித்து, நாட்டின் பெயரை சோவ் என்று மாற்றினார்.", "聖意": "இல்லறம் தனக்கு சாதகமற்றது, புண்ணியம் வேண்டுதல், செல்வம் தேடுதல், பரிவர்த்தனை காத்தல், திருமண அதிர்ஷ்டம், ஆறு தெய்வம் (பெண்), பாதசாரிகள் வயல்களைத் தடுப்பது, பட்டுப்புடவைகள், வளமான கால்நடைகள், மக்களைத் தேடுதல், பிரிவு, வழக்கு , இழப்பு, துரதிர்ஷ்டம், சொத்து இழப்பு, நோய், அதிர்ச்சி, மலைகள் மற்றும் கல்லறைகள், நல்ல அதிர்ஷ்டம்", "古人": "வு செட்டியன் அரியணை ஏறுகிறார்", "第X籤": "நாற்பதாவது லாட்டரி வென்றவர்", "宮": "நீங்கள் அரண்மனை"}