{"籤詩版本二": "நீங்கள் எல்லையற்ற நல்ல வார்த்தைகளை நினைவில் கொள்வீர்கள், ஆனால் நீங்கள் திருடனை அடையாளம் கண்டுகொண்டால் நீங்கள் உங்கள் மகனாகிவிடுவீர்கள்.\nஇப்போதைக்கு பேராசை படாதே, ஒரு வருடம் முன்பு எப்படி ஒரு நல்ல காரியத்தை செய்திருப்பான் என்று கவலைப்பட வேண்டாம்.", "詩意": "இந்த ஹெக்ஸாகிராம் ஒரு திருடனை மகனாக அடையாளப்படுத்துகிறது.\nஎல்லாவற்றிலும் மனசாட்சியுடன் இருங்கள்.", "解曰": "இது ஒன்றுதான். ஒரு ஜென்டில்மேன் எந்த தவறும் செய்யவில்லை. அதை மனதில் வைத்துக் கொள்ளுங்கள். தனிமையாக இருக்காதீர்கள்.", "籤詩故事一": "◇Dong Zhuo Lu Bu ஐ ஏற்றுக்கொள்கிறார்\nலூ பு, துணிச்சலான மற்றும் சண்டையிடுவதில் சிறந்தவர், கிழக்கு ஹான் வம்சத்தின் முடிவிலும் மூன்று ராஜ்யங்களின் தொடக்கத்திலும் ஒரு பிரபலமான இராணுவ ஜெனரலாக இருந்தார்.அவர் ஒருமுறை ஜிங்சோவின் ஆளுநரான டிங் யுவானை தனது வளர்ப்பு தந்தையாகக் கருதி அவருக்கு கீழ் பணியாற்றினார்.\nகிழக்கு ஹான் வம்சத்தின் பேரரசர் லிங்கின் மரணத்திற்குப் பிறகு, டிங் யுவான் அரசாங்கத்தைக் கட்டுப்படுத்த ஜெனரல் ஹீ ஜினுடன் கூட்டுச் சேர பெய்ஜிங்கிற்குச் சென்றார்.\nடோங் ஜுவோ டிங் யுவானுடன் சண்டையிட்டார், ஆனால் பல ஜெனரல்கள் லு புவை தோற்கடிக்க முடியவில்லை, எனவே லு புவுக்கு லஞ்சம் கொடுக்க டோங் ஜுவோ தனது துணை அதிகாரி லி சூவை அனுப்பினார். லி சூ தங்கம் மற்றும் வெள்ளி பொக்கிஷங்களின் குவியல்களையும், புகழ்பெற்ற சிவப்பு முயல் குதிரையையும் \"லு புவைப் பார்வையிட\" கொண்டு வந்தார். லி சூ தங்கம் மற்றும் வெள்ளி பொக்கிஷங்களின் குவியல்களையும், புகழ்பெற்ற சிவப்பு முயல் குதிரையையும் லு புவை பார்வையிட கொண்டு வந்தார். எனவே லு பு டிங் யுவானைக் கொல்ல டாங் ஜுவோவிடம் லஞ்சம் பெற்றார், மேலும் அவரது வீரர்களை அவர்கள் விரும்பினால் தன்னுடன் வருமாறும், அவரைப் பின்தொடர விரும்பவில்லை என்றால் வெளியேறுமாறும் கூறினார். இதன் விளைவாக, பெரும்பாலான வீரர்கள் ஓடிவிட்டனர். எனவே லு புவுக்கு டோங் ஜுவோ லஞ்சம் கொடுத்து டிங் யுவானைக் கொன்றார்.\nடோங் ஜுவோ அதிகாரத்தைப் பெற்ற பிறகு, அவர் லு புவை தனது வளர்ப்பு மகனாக ஏற்றுக்கொண்டார் மற்றும் அவரை ஒரு ஜெனரலாகவும் மார்க்விஸாகவும் ஆக்கினார்.\nடோங் ஜுவோ வன்முறைக் குணத்தைக் கொண்டிருந்தார், மேலும் லு புவுடன் \"தந்தை-மகன் உறவு\" உண்மையில் மிகவும் பலவீனமாக இருந்தது.கி.பி 189 இல், சிது வாங் யுனின் தூண்டுதலின் பேரில், லு பு டோங் ஜுவோவைக் கொன்றார்.\nடோங் ஜுவோ இறந்த ஆறு மாதங்களுக்குப் பிறகு, டோங் ஜுவோவின் பழைய துருப்புக்கள் தலைநகரை ஆக்கிரமித்தன, லு புவும் அவரது மனைவியும் பீதியில் ஓடினர். தலைநகரை விட்டு வெளியேறிய பிறகு, லு பு போர்வீரர்களான யுவான் ஷு, யுவான் ஷாவோ, ஜாங் யாங், ஜாங் மியாவ், லியு பெய் போன்றவர்களிடம் தஞ்சம் அடைந்தார், மேலும் அந்த நேரத்தில் மற்றொரு பெரிய போர்வீரரான காவோ காவோவுடன் பல முறை சண்டையிட்டார்.லு பு தைரியமாகவும் நல்லவராகவும் இருந்தார். சண்டையில், காவோ காவோவை பலமுறை தோற்கடித்தார்.\nகிழக்கு ஹான் வம்சத்தில் ஜியானின் மூன்றாம் ஆண்டில், காவோ காவோவின் துருப்புக்கள் லு புவின் தளமான சியோபேயைத் தாக்கினர், மேலும் பைமென் கோபுரத்தின் கீழ் காவோ காவோவால் கைப்பற்றப்பட்டு கொல்லப்பட்டனர். மரணதண்டனைக்கு முன், லு பு காவ் காவோவை மரணத்தைத் தவிர்க்க அவரை உயிருடன் வைத்திருக்கும்படி கேட்டுக் கொண்டார், ஆனால் லு பு பலமுறை காட்டிக் கொடுத்தார் என்றும் ஒரு நேர்மையற்ற மனிதர் என்றும் லியு பெய் காவோ காவுக்கு நினைவூட்டினார். இறுதியில், தார்மீகத்தைப் பொருட்படுத்தாமல் திறமைகளை மட்டுமே மதிக்கும் காவ் காவ், லு புவை தூக்கிலிட்டார்.", "聖意": "நான் வீட்டில் சிரமப்படுகிறேன், நான் வழக்கமாக பணம் தேடுகிறேன், பரிவர்த்தனைகளில் இருந்து காக்கிறேன், திருமணம் செய்வது கடினம், லியூஜியா மனிதன் அதிர்ச்சியடைந்தான், பட்டுப்புழுக்கள் வயலில் பாதியாக பழுத்துள்ளன, ஆறு விலங்குகள் பாதுகாப்பாக உள்ளன, நபர் அவரைத் தேடுகிறார் , பொது வழக்கு பொருத்தமானது, மற்றும் புலம்பெயர்தல் என்பது கண்டுபிடிக்க கடினமாக இருக்கும் இழந்த விஷயங்கள், நோய்கள் மற்றும் ஜென்சிங் மலையின் கல்லறையில் அமைதிக்காக பிரார்த்தனை செய்ய வேண்டும்.", "古人": "டாங் ஜுவோ லு புவை ஏற்றுக்கொள்கிறார்", "第X籤": "41வது லாட்டரி வென்றவர்", "宮": "நீங்கள் அரண்மனை"}