{"籤詩版本二": "சக்கரவர்த்தி, பேரரசர், பேரரசி ஆகியோர் இறுதியாக கருணையுடன் இருப்பார்கள், நஷ்டமோ ஆதாயமோ இல்லாமல் ஆசீர்வாதங்களுக்காக காத்திருந்து பிரார்த்தனை செய்வார்கள்.\nஅனைத்து உணர்வுள்ள உயிரினங்களும் இதன் மூலம் பயனடைகின்றன, மேலும் உலகிலும் சொர்க்கத்திலும் செழிப்பு எதிர்பார்க்கப்படுகிறது.", "詩意": "இந்த ஹெக்ஸாகிராம் பரலோகத்திலிருந்து வரும் அனுகூலத்தின் அடையாளம்.\nஎல்லாம் வெற்றி பெறும்.", "解曰": "பேரரசர் தனது ஆதரவைக் காட்டினார். மறக்கவே கூடாது. காலை மற்றும் மாலை சடங்குகள். தூபம் போடுவது பொருத்தமானது.", "籤詩故事一": "◇முலியன் தன் தாயைக் காப்பாற்றினான்\nசாக்யமுனி புத்தரின் பத்து சீடர்களில் மொகோவ் லியான் அல்லது முலியன் மிகவும் சக்திவாய்ந்தவர்.\nஅவரது தாயார் தனது வாழ்நாளில் பேராசை மற்றும் கஞ்சத்தனமாக இருந்தார், எனவே அவர் இறந்த பிறகு பசி பேய்களின் சாம்ராஜ்யத்தில் விழுந்தார். மொகுல்லியன் தனது மந்திர சக்தியை பயன்படுத்தி கண்காணித்து, தனது தாய் பசி பேயாக பிறந்து, உணவுக்கு வழியின்றி மிகுந்த சிரமத்தில் இருப்பதை கண்டுபிடித்தார்.அவர் தனது மந்திர சக்தியை பயன்படுத்தி தாய்க்கு உணவு கொண்டு வந்தார்.எதிர்பாராமல், தாய் பெற்ற பிறகு. உணவு, அது சாம்பலாக மாறியது மற்றும் சாப்பிட முடியவில்லை.\nமௌத்கல்யாணன் என்ன நடந்தது என்று கவலைப்பட்டு புத்தரிடம் தெரிவித்தார். புத்தர் மூலியனிடம் ஏழாவது அமாவாசை 15 ஆம் நாள் நூறு சுவைகள் மற்றும் ஐந்து பழங்களை ஒரு தொட்டியில் வைத்து பத்து திசைகளிலும் உள்ள நல்லொழுக்கமுள்ள துறவிகளுக்கு வழங்க வேண்டும் என்று கூறினார்.இந்த சக்தியால், அவரது தாய் சாப்பிட முடியும். .\nமௌத்கல்யானா புத்தரின் விருப்பப்படி செயல்பட்டார், அவரது தாயார் இறுதியாக விடுவிக்கப்பட்டார். இவ்வகை விழாவை \"ஓபோன் திருவிழா\" என்றும், இந்த விழா \"ஓபன் திருவிழா\" என்றும் அழைக்கப்படுகிறது.\n(குறிப்பு: ஒரு வகையான பொருள் உலகின் பல்வேறு நிலைகளில் வெவ்வேறு உணர்வுகளை கொண்டுள்ளது. உதாரணமாக: இந்த உலகில் மழை பெய்யும்போது, ​​​​நாம் அதை \"நீர்\" என்று பார்க்கிறோம், அதே நேரத்தில் பசியுள்ள பேய் மண்டலத்தில் உள்ளவர்கள் அதை \"இரத்தம்\" என்று உணர்கிறோம், மற்றும் நரகத்தில் உள்ள உணர்வுள்ள மனிதர்கள் அதை \"இரத்தம்\" என்று உணர்கிறார்கள். இது \"வாளை விடுவது\" போலவும், சொர்க்கவாசிகள் \"பூவை விடுவது போலவும்\" உணர்கிறார்கள்.)", "聖意": "வீட்டிற்கும் வீட்டிற்கும் பிரார்த்தனை, குளிர்காலத்தில் நல்ல அதிர்ஷ்டம், செல்வம், பரிவர்த்தனை இல்லை, திருமணம், லியுஜியாவில் அமைதி, பாதசாரிகள், நகரும் வயல்வெளிகள், பட்டுப்புழுக்கள், ஆறு விலங்குகள், மக்களைக் கண்டறிதல், வழக்குகள், வெற்றி, இடம்பெயர்வு, பழமை, இழந்த சொத்து, நோய் , மன அமைதி, மலைகள் மற்றும் கல்லறைகளின் அமைதி", "古人": "முலியன் தன் தாயைக் காப்பாற்றுகிறான்", "第X籤": "நாற்பத்தி இரண்டில் கையெழுத்திடுங்கள்", "宮": "நீங்கள் அரண்மனை"}