{"籤詩版本二": "உலகம் நெகிழ்வானது மற்றும் அனைத்து விஷயங்களும் சுய ஆதரவு, சுய ஆதரவு மற்றும் பாதுகாப்பானவை\nவாழ்க்கையில் எல்லாமே அற்புதம், துறவிகள் மற்றும் ஞானிகளுக்கு எல்லாவற்றிற்கும் நன்றி செலுத்துங்கள், மேலும் வளமாக இருங்கள்.", "詩意": "இந்த ஹெக்ஸாகிராம் பூமிக்கும் பூமிக்கும் இடையிலான நல்லிணக்கத்தைக் குறிக்கிறது.\nஎல்லாம் நல்லபடியாக நடக்கிறது, எந்த ஆபத்தும் இல்லை.", "解曰": "எல்லாப் பொருட்களும் பிறக்கின்றன. அனைத்து திட்டங்களும் விருப்பங்களும் நிறைவேறும். ஃபோர்டு உதவுகிறது. Rui Qi அவசரத்தில் இருக்கிறார்.", "籤詩故事一": "◇நடப்பவர்கள் ஞானம் பெறுகிறார்கள்\nமேற்கு நோக்கிய பயணம் கதை:\nபூக்கள் மற்றும் பழங்கள் நிறைந்த மலையை சன் வுகோங் கைப்பற்றி மன்னரானார்.பின்னர் என்றென்றும் வாழ்வதற்கான வழியைக் காண எட்டு அல்லது ஒன்பது ஆண்டுகள் மலைகள் மற்றும் ஆறுகள் வழியாகப் பயணம் செய்து தேசபக்தர் போதியை தனது ஆசிரியராக வணங்கி எழுபதைக் கற்றார். பூமிக்குரிய தீய மற்றும் சாமர்சால்ட் மேகங்களின் இரண்டு மாற்றங்கள், மற்றும் முதல் முறையாக சூரியன் என்ற குடும்பப்பெயரை எடுத்தது.\nஅதன்பிறகு, சன் வுகோங் கிழக்கு சீனக் கடலில் உள்ள டிராகன் அரண்மனைக்கு பொருத்தமான ஆயுதத்தைக் கண்டுபிடிப்பதற்காகச் சென்றார், இறுதியாக தியான்ஹே மற்றும் டிங்காயின் தெய்வீக ஊசியான ரூயி கோல்டன் கட்ஜலைக் கண்டுபிடித்தார். அவனது ஆயுட்காலம் முடிந்துவிட்டதால், பாதாள உலகில் பெரும் சலசலப்பை உண்டாக்கி, வாழ்வும் மரணமும் புத்தகத்தைத் திருத்தி மனித உலகிற்குத் திரும்பினார். பின்னர், சன் வுகோங் முதன்முறையாக சொர்க்கத்தால் அழைக்கப்பட்டார் மற்றும் பீமா வென் என்று பெயரிடப்பட்டார். பின்னர், அவர் இரண்டாவது முறையாக சொர்க்கத்திற்கு வரவழைக்கப்பட்டார் மற்றும் குரங்கு ராஜா என்று பெயரிடப்பட்டார், அவர் பீச் பழங்களைத் திருடி பரலோகத்தில் தொந்தரவு செய்தார், அவர் தனது தங்கக் கண்களையும் நெருப்பு கண்களையும் பயிற்சி செய்ய பாகுவா சூளையில் அடைத்தார். இறுதியாக, அவர் அடக்கப்பட்டார். 500 ஆண்டுகளாக வூழி மலையின் அடிவாரத்தில் ததாகதா புத்தரால் நகர முடியவில்லை. பாகுவா உலை உதைக்கப்பட்ட இடம் நெருப்பு மலையாக மாறியது.\nஐநூறு ஆண்டுகளுக்குப் பிறகு, மாங்க் டாங் வேதங்களைப் பெற மேற்கு நோக்கிச் சென்றார், ஐந்து உறுப்புகள் மலையைக் கடந்து, சன் வுகோங்கைக் காப்பாற்றும் முன் தாயத்தை கழற்றினார். சன் வுகோங் நன்றியுடன் கண்ணீர் விட்டார்.குவான்யின் போதிசத்வாவின் அறிவுறுத்தலுக்குப் பிறகு, அவர் டாங் மாங்கை தனது ஆசிரியராக வணங்கினார் மற்றும் ஒன்றாக வேதங்களைக் கற்க மேற்கு நாடுகளுக்குச் சென்றார். வேதம் கற்கும் வழியில், சன் வுகோங் பேய்களின் மீது இறங்கி அசுரர்களை ஒழித்து, மீண்டும் மீண்டும் அசாதாரண சாதனைகளை நிகழ்த்தினார்.ஆனால், அவர் தனது எஜமானர் டாங் செங்கால் மீண்டும் மீண்டும் தவறாக புரிந்து கொள்ளப்பட்டு வெளியேற்றப்பட்டார். எண்பத்தொரு சிரமங்களுக்குப் பிறகு, வேலை இறுதியாக முடிந்தது.நான்கு குருமார்களும் சீடர்களும் Xitian Leiyin கோவிலுக்கு வந்து உண்மையான வேதத்தைப் பெற்றனர். சன் வுகோங் சரியான முடிவை அடைந்தார்.\n(மனிதன் ஒருபுறம் இருக்க, குரங்கு கூட ஞானம் அடையும் என்ற உருவகம் இக்கதை.)", "聖意": "வீடு, செல்வம், வியாபாரம், திருமணம், லியூஜியா, ஆண் பாதசாரிகள், வயல்களில் தடை, பட்டுப்புழுக்கள், ஆறு விலங்குகள், ஜாங்பிங், மக்களைத் தேடுதல், வழக்குகள், வெற்றி, இடம்பெயர்வு, சொத்து இழப்பு, நோய், ஜிங்சிங்ஷான் கல்லறை, பொருள்கள் ஆகியவற்றிற்கு ஏற்றது. மங்களகரமானவை", "古人": "பயணி ஞானம் அடைகிறான்", "第X籤": "43ஆம் தேதி கையெழுத்தானது", "宮": "xugong"}