{"籤詩版本二": "குளிர்ந்த காலநிலை தண்ணீரை பனியாக மாற்றுகிறது, ஏன் புகழுக்கு பேராசை?\nஇலைகள் இயற்கையாக மலரும் வரை அமைதியாக அமர்ந்து காத்திருப்பதைத் தவிர வேறு வழியில்லை.", "詩意": "இந்த ஹெக்ஸாகிராமில், நீர் பனிக்கட்டியாக மாறுகிறது.\nவீணாக எதையும் கேட்காதே.", "解曰": "நீர் பனியாக உறைகிறது. பனி நீரில் கரைகிறது. அது சதி என்றால். அதனால் தான்.", "籤詩故事一": "◇வாங் சியாங் கெண்டை மீன் கேட்கிறார் (இருபத்தி நான்கு மகப்பேறு கதைகள்)\nஜின் வம்சத்தின் வாங் சியாங், மரியாதைக்குரிய பெயர் ஃபுஷெங், லினியில் பிறந்தார்.\nவாங் சியாங் இளமையாக இருந்தபோது, ​​அவரது உயிரியல் தாயார் இறந்தார், தனிமையில் இருந்த அவரது தந்தை ஜு என்ற பெண்ணை மணந்தார், வாங் சியாங்கிற்கு புதிய தாய் பிறந்தார். வாங் சியாங் இளமையாக இருந்தபோது, ​​அவரது உயிரியல் தாயார் காலமானார், மேலும் அவரது தனிமையான தந்தை ஜு என்ற பெண்ணை மணந்தார். வாங் சியாங்கின் மாற்றாந்தாய் குறுகிய மனப்பான்மையும் பொறாமையும் கொண்ட பெண்.அவள் வாங் சியாங்கைப் பிடிக்கவில்லை, அற்ப விஷயங்களுக்காக அடிக்கடி திட்டிக்கொண்டிருந்தாள். விரைவில், மாற்றாந்தாய் வாங் லான் என்ற மகனைப் பெற்றெடுத்தார். மாற்றாந்தாய் தனது சொந்த குழந்தைகளை மட்டுமே நேசித்தார், மேலும் வாங் சியாங்கை ஒரு முள்ளாகக் கருதினார்.அவர் வாங் சியாங்கின் மீது அதிகக் கோரிக்கை வைத்திருந்தார், மேலும் அடிக்கடி அவரது தந்தையின் முன் வாங் சியாங்கைப் பற்றி தவறாகப் பேசினார்.அவரது தந்தை கூட படிப்படியாக அவரை நேசிக்கவில்லை. மாற்றாந்தாய் தனது சொந்த குழந்தைகளை மட்டுமே நேசித்தார், மேலும் வாங் சியாங்கை ஒரு முள்ளாகக் கருதினார், அவள் வாங் சியாங்கை இன்னும் அதிகமாகக் கோரினாள், மேலும் அடிக்கடி அவனது தந்தையின் முன் வாங் சியாங்கைப் பற்றி தவறாகப் பேசினாள், அவனது தந்தை கூட படிப்படியாக அவனை நேசிக்கவில்லை. வாங் சியாங்கின் ஒன்றுவிட்ட சகோதரர் என்றாலும், வாங் லான் தனது சகோதரனுடன் மிகவும் நட்பாக பழகுகிறார். சித்தியின் சித்திரவதைகள் இருந்தபோதிலும், அவள் இன்னும் மிகவும் குழந்தைத்தனமாக இருந்தாள். மாற்றாந்தாய் மிகவும் கடுமையானவர், ஆனால் வாங் சியாங் இன்னும் மிகவும் குழந்தைத்தனமானவர்.\nஅவரது மாற்றாந்தாய்க்கு ஒரு பொழுதுபோக்கு உள்ளது, அதாவது, ஆற்றில் இருந்து மீன்பிடித்த புதிய மீன்களை அவள் விரும்புகிறாள். அவரது மாற்றாந்தாய்க்கு ஒரு பொழுதுபோக்கு உள்ளது, அதாவது, ஆற்றில் இருந்து மீன்பிடித்த புதிய மீன்களை அவள் விரும்புகிறாள். ஒரு குளிர்காலத்தில், அவரது தந்தை வணிகத்திற்காக வெளியே சென்றார், அவரது மாற்றாந்தாய் மீண்டும் நோய்வாய்ப்பட்டார். சகோதரர்கள் வாங் சியாங் மற்றும் வாங் லான் ஆகியோர் தங்கள் தாய் சாப்பிடுவதற்கு சூப்பையும் மருந்தையும் கவனமாக வழங்கினர். கடுமையான குளிரான காலநிலையில், மாற்றாந்தாய் நோய் இன்னும் குணமடையவில்லை. ஒரு அவசரம். ஒரு குளிர்காலத்தில், அவரது தந்தை வணிகத்திற்காக வெளியே சென்றார், அவரது மாற்றாந்தாய் மீண்டும் நோய்வாய்ப்பட்டார். சகோதரர்கள் வாங் சியாங் மற்றும் வாங் லான் ஆகியோர் தங்கள் தாய்க்கு சாப்பிட சூப்பையும் மருந்தையும் கவனமாக வழங்கினர். கடுமையான குளிரான காலநிலையில், மாற்றாந்தாய் நோய் இன்னும் குணமடையவில்லை. அவசரம். நோய்வாய்ப்பட்ட மாற்றாந்தாய் ஆற்றில் இருந்து புதிய மீன்களை சாப்பிட விரும்பினார்.அந்த கடுமையான குளிர் காலநிலையில், வெளியே பனிப்பொழிவு இருந்தது, ஆற்றில் உள்ள நீர் ஏற்கனவே அடர்ந்த பனிக்கட்டியாக மாறிவிட்டது. நோய்வாய்ப்பட்ட மாற்றாந்தாய் புதிய மீன்களை சாப்பிட விரும்பினார், அந்த பனி மற்றும் பனி காலநிலையில் புதிய மீன் எங்கே கிடைக்கும்?\nஅந்த நாட்களில், சீசன் இல்லாத உணவுகள் இல்லை, உங்களிடம் பணம் இருந்தாலும் அவற்றை வாங்க முடியாது.\nகதையின் இந்த கட்டத்தில், வாங் சியாங்கியு லியின் மனதைத் தொடும் கதை நடந்தது. இரண்டு சகோதரர்களும் தங்கள் தாயை நிராதரவாகப் பாதுகாத்தனர், வாங் சியாங் தனது நோய்வாய்ப்பட்ட மாற்றாந்தாய் ஏமாற்றமடையாதபடி உறைந்த நதிக்கு நடந்தார், வாங் சியாங்கிற்கு ஒரு யோசனை தோன்றியது மற்றும் குளிரைப் பொருட்படுத்தாமல் தனது சட்டையை கழற்றினார். அவர் பனிப்பாறையில் நிர்வாணமாக படுத்திருந்தார். அதன் சொந்த உடல் வெப்பநிலை பனியை உருகச் செய்கிறது (எனவே வாங் சியாங்கியு கெண்டை பனியில் கிடக்கும் வாங் சியாங் என்றும் அழைக்கப்படுகிறது). அவன் சட்டையைக் கழற்றிவிட்டு பனிப்பாறையில் நிர்வாணமாக படுத்திருந்தான். அவன் கடவுளை வேண்டிக்கொண்டு சொன்னான்: \"கடவுளே, என் அம்மாவுக்கு உடம்பு சரியில்லை, புதிய கெண்டை மீன் சாப்பிட விரும்புகிறது, என்னவாக இருந்தாலும் நீங்கள் எனக்கு ஒரு வழியைக் கண்டுபிடிக்க வேண்டும். ஒரு உயிருள்ள கெண்டைப் பறவை விரிசலில் இருந்து குதித்து பனியின் மீது குதித்தது.வாங் சியாங் மிகவும் மகிழ்ச்சியடைந்தார். அவர் கடவுளிடம் பிரார்த்தனை செய்தார்: \"கடவுளே, என் அம்மாவுக்கு உடம்பு சரியில்லை, புதிய கெண்டை சாப்பிட விரும்புகிறது, என்னவாக இருந்தாலும் நீங்கள் எனக்கு ஒரு வழியைக் கண்டுபிடிக்க வேண்டும்.\" விசித்திரமாக, அவருக்கு அடுத்திருந்த பனிக்கட்டி திடீரென விரிசல் ஏற்பட்டது, இரண்டு விரிசல்கள் இருந்தன. ஒரு உயிருள்ள கெண்டை மீன் விரிசலில் இருந்து குதித்து பனியின் மீது குதித்தது.வாங் சியாங் மிகவும் மகிழ்ச்சியடைந்தார். அவர் விரைவாக மண்டியிட்டு, கடவுளுக்கு நன்றி செலுத்தி, கெண்டையுடன் வீட்டிற்கு ஓடினார். வேகமாக மண்டியிட்டு, கடவுளுக்கு நன்றி சொல்லிவிட்டு, வேகமாக கெண்டையை எடுத்துக்கொண்டு வீட்டுக்குப் போனான். மாற்றாந்தாய் புதிய கெண்டை மீன் சாப்பிட்ட பிறகு, அவள் நோயிலிருந்து விரைவில் குணமடைந்தாள். குளிரால் ஊதா நிறமாக மாறிக்கொண்டிருந்த வாங் சியாங்கின் நிர்வாண மேல் உடலையும், அவன் கைகளில் இரண்டு மீன்களையும் பார்த்ததும் மருத்துவமனைப் படுக்கையில் இருந்த சித்தி திகைத்துப் போனாள்.சந்தோஷமாக அறைக்குள் ஓடி வந்து திகைத்தாள்.\nவாங் சியாங் பின்னர் ஒரு அதிகாரி ஆனார் மற்றும் ஒரு தைபாவோ ஆனார், மேலும் டியூக் பட்டம் வழங்கப்பட்டது.", "聖意": "வீட்டில் அமைதியின்மை, பாதுகாப்பு, நிதி சிக்கல்கள், வணிக சிக்கல்கள், திருமணம், லியூஜியா காப்பீட்டில் முரண்பாடு, பாதசாரிகள், சி தியான், பட்டுப்புழு இழப்புகள், ஆறு கால்நடை இழப்புகள், காணாமல் போனவர்கள், பொது வழக்குகள், இடம்பெயர்வு, பழமைவாத, இழந்த சொத்து, நோய் , மீள்வது கடினம், மலைக் கல்லறை, நல்ல அதிர்ஷ்டம்", "古人": "வாங் சியாங் கெண்டை மீன் கேட்கிறார் (இருபத்தி நான்கு மகப்பேறு கதைகள்)", "第X籤": "நாற்பத்தொன்பது லாட் வெற்றி", "宮": "ஹைகாங்"}