{"籤詩版本二": "பாய்மர விதானத்தைத் தொங்கவிட்டு, நாட்டின் எல்லா மூலைகளுக்கும் நீங்கள் பயணிக்கலாம்\nசாதகமாக காற்று வீசினால், அது விரைவில் வந்து சேரும், படகில் பொக்கிஷங்கள் நிறைந்திருக்கும்.", "詩意": "இந்த ஹெக்ஸாகிராம் காற்றினால் படகை இழுப்பது போன்றது.\nஎல்லாம் நன்றாக போய்க்கொண்டிருக்கிறது.", "解曰": "நிம்மதியாக ஓய்வெடுங்கள். முயற்சி தேவையில்லை. நிறைய செல்வம். அனைவரும் பாராட்டினர்.", "籤詩故事一": "◇தாவோ ஜுகுய் ஐந்து ஏரிகள் (விசிறி லிகுய் ஏரி)\nவசந்த மற்றும் இலையுதிர் காலத்தில், ஃபேன் லி, அதன் மரியாதைக்குரிய பெயர் ஷாபோ, குய் யிசிபி அல்லது தாவோ ஜுகோங் என்றும் அழைக்கப்பட்டார்.\nஅப்போது, ​​வு மாநிலத்திற்கும், யூ மாநிலத்திற்கும் இடையே போர் நடந்து, வு மாநிலம் யூ மாநிலத்தை அழித்தது. ஃபேன் லி மற்றும் வென் ஜாங் யூ கிங் கோ ஜியனுக்கு யூவை விளம்பரப்படுத்தவும் வூவை அழிக்கவும் ஒரு திட்டத்தை வகுத்தனர். ஃபேன் லி தனிப்பட்ட முறையில் மலைகள் மற்றும் ஆறுகள் வழியாகப் பயணம் செய்து, கெய்லுவோ மலையில் உள்ள ஹுவான்ஷா நதிக்குச் சென்று, நற்பண்புகள், திறமைகள் மற்றும் அழகு ஆகிய இரண்டையும் கொண்ட அழகான பெண்ணான ஷி ஷியைக் கண்டுபிடித்து, வூவின் மன்னருக்குப் பரிசளித்தார். அவர் \"அழகைப் பயன்படுத்தினார். தந்திரம்\" உள்ளேயும் வெளியேயும் ஒத்துழைத்து வு இராச்சியத்தை அழித்தது.\nஅவர் வூ ராஜ்ஜியத்தை அழிப்பதில் வெற்றி பெற்ற பிறகு, ஃபேன் லி கௌ ஜியான் ஒரு \"கொக்கு கொண்ட நீண்ட கழுத்து பறவை\" என்றும் அவருடன் கஷ்டங்களையும் மகிழ்ச்சியையும் பகிர்ந்து கொள்ள முடியும் என்பதையும் அறிந்தார், எனவே அவரும் ஜி ஷியும் குய் ராஜ்ஜியத்தின் குறுக்கே பயணம் செய்து தங்கள் பெயர்களை மாற்றிக்கொண்டனர். Gui Zipi க்கு, மற்றும் அவரது மகன்கள் மற்றும் சீடர்களை Qi ராஜ்யத்திற்கு அழைத்துச் சென்றார், அவர்கள் கடலோரத்தில் ஒரு குடிசையில் வசிக்கிறார்கள். தரிசு நிலத்தில் விவசாயம் செய்து, ஓரங்கட்டி வியாபாரம் செய்து, வியாபாரம் செய்ய கடுமையாக உழைத்தார்.சில வருடங்களிலேயே கோடிக்கணக்கான குடும்ப சொத்துக்களை குவித்தார். செல்வத்தைப் பரப்பி, பிறந்த ஊருக்கு நன்மை செய்வதில் தாராள மனப்பான்மை கொண்டவர்.ஃபான் லியின் ஞானமும், திறனும் குய் நாட்டு மக்களால் பாராட்டப்பட்டது.கியூ அரசர் அவரைத் தலைநகரான லின்சிக்கு வரவழைத்து, அரசாங்க விவகாரங்களுக்குப் பொறுப்பான பிரதமராக வணங்கினார். . அவர் கூச்சலிட்டார்: \"அதிகாரியாக இருப்பது அமைச்சர்களுக்கு வழிவகுக்கும், குடும்பத்தை நடத்துவது செல்வத்திற்கு வழிவகுக்கும். புதிதாகத் தொடங்கிய ஒரு சாமானியருக்கு இது உச்சத்தை எட்டியுள்ளது. நீண்ட காலமாக கௌரவிக்கப்படுவது ஒரு நல்ல அறிகுறி அல்ல.\" எனவே, மூன்று ஆண்டுகளுக்குப் பிறகு, அவர் மீண்டும் ஜிலியு தைரியமாக பின்வாங்கினார், குய் ராஜாவுக்கு முத்திரையைத் திருப்பித் தந்தார், மேலும் தனது குடும்பச் செல்வங்கள் அனைத்தையும் தனது நெருங்கிய நண்பர்கள் மற்றும் சக கிராமவாசிகளுக்கு வழங்கினார்.", "聖意": "வீடு தனக்கு நல்லது (அனுப்பப்பட வேண்டும்), பணம் நல்லது, வணிகம் நல்லது, திருமணம் தாமதமானது, திருமணம் நன்றாக இல்லை, லியூஜியா பாதுகாப்பானது, மக்கள் வயல்களில் தடையாக இருக்கிறார்கள், பட்டுப்புழுக்கள், இலையுதிர் காலம், கால்நடைகள், வசந்த காலம் செழிப்பானது, மக்கள் மக்களைத் தேடுகிறார்கள், வழக்குகள் மோசமானவை, இடம்பெயர்வு பழமைவாதமானது, இழந்த விஷயங்கள், மேற்கத்திய நோய்கள் தீர்க்கப்படுகின்றன, மலைகளும் கல்லறைகளும் தெற்கே.", "古人": "Tao Zhugui ஐந்து ஏரிகள் (Fan Ligui Lake)", "第X籤": "ஐம்பதாவது லாட்டரி வென்றவர்", "宮": "ஹைகாங்"}