{"籤詩版本二": "கோடை காலம் மிக நீண்ட நாள் மற்றும் வெப்பம் மற்றும் மனச்சோர்வு பற்றி அனைவரும் கவலைப்படுகிறார்கள்\nவானமும் பூமியும் மக்களுக்கு என்ன வேண்டும் என்று தெரியும், காற்று வீசுகிறது மற்றும் அது இயற்கையாகவே குளிர்ச்சியாக இருக்கும்", "詩意": "இந்த ஹெக்ஸாகிராம் ஒவ்வொருவரும் வெப்பத்தைப் பற்றி கவலைப்படுவதைக் குறிக்கிறது.\nநீங்கள் என்ன வேண்டுமானாலும் செய்யுங்கள்.", "解曰": "முன்னேறுவதா அல்லது பின்வாங்குவதா என்பதில் எந்த சந்தேகமும் இல்லை. நல்ல நேரம். இது முகாமிடுவதா? அவசரப்பட்டு செயல்பட வேண்டியதில்லை.", "籤詩故事一": "◇காங் மிங் சிச்சுவானில் நுழைகிறார்\nZhuge Liang (181-234), மரியாதைக்குரிய பெயர் Kongming, Yangdu, Langya (இப்போது Yinan கவுண்டி, Shandong மாகாணம்), மற்றும் மூன்று ராஜ்யங்கள் காலத்தில் ஷு ஹான் (Liu Bei) பிரதமராக இருந்தார்.\nலியு பெய் ஜிங்ஜோவை வென்றாலும், ஒரு தரப்பைப் பிரிப்பது போதாது.லியு பேயின் பிரதேசத்தை அதிகரிக்க ஜிச்சுவானைக் கைப்பற்ற ஜுகே கோங்மிங் திட்டமிட்டார். இந்த நேரத்தில், யிஜோவில் உள்ள லியு ஜாங் வடக்கில் ஜாங் லுவால் தாக்கப்பட்டார். லியு ஜாங் தன்னைப் பாதுகாத்துக் கொள்வதற்காக சிச்சுவானின் வரைபடத்தை காவோ காவோவுக்கு அர்ப்பணிக்க விரும்புவதாக Zhuge Kongming அறிந்தார். ஜாங் சாங் (லியு ஜாங்கின் துணை அதிகாரி) காவ் காவோவைச் சந்தித்தபோது, ​​காவ் காவ் திமிர்பிடித்தவராகவும் முரட்டுத்தனமாகவும் இருந்ததால், லியு ஜாங் வரைபடத்தை மீண்டும் ஜிச்சுவானுக்கு எடுத்துச் சென்று வழியில் ஜிங்சோவைக் கடந்து சென்றார். காங் மிங் ஏற்கனவே அவருக்காக வழியில் காத்திருந்தார் மற்றும் அவரை ஜிங்ஜோவுக்கு அழைத்தார், ஆனால் அவர் புறப்படும் வரை ஜிச்சுவான் படத்தைப் பற்றி குறிப்பிடவே இல்லை.ஜாங் சாங் காங் மிங்கின் மரியாதை மற்றும் விருந்தோம்பலுக்கு நன்றி தெரிவித்தார், எனவே அவர் ஜிச்சுவான் படத்தை அர்ப்பணித்தார். அவரை.\nXichuan நிலப்பரப்பு ஆபத்தானது மற்றும் தாக்கப்படலாம் அல்லது பாதுகாக்கப்படலாம்.Kong Ming இன் பல்வேறு ஏற்பாடுகளுக்குப் பிறகு, Xichuan லியு பீயின் பிறப்பிடமாக மாறியது.\n(காங் மிங் மக்களை மரியாதையுடன் நடத்தினார், மேலும் விரும்பப்படும் சிச்சுவானை எளிதாகப் பெற்றார்.)", "聖意": "வீட்டிலும் உங்கள் சொந்த பாதுகாப்பிற்காகவும் பிரார்த்தனை செய்யுங்கள் (துரதிர்ஷ்டங்களில் அதிர்ஷ்டம் உள்ளது) செல்வம், வியாபாரத்தில் நல்ல அதிர்ஷ்டம், பொதுவான திருமணம், லியுஜியாவில் ஆண் குழந்தைகளின் பிறப்பு, நகரும் வயல்வெளிகள், பட்டுப்புழுக்கள், கால்நடைகளுக்கு சேதம், மக்களைத் தேடுங்கள், பொதுமக்கள் வழக்குகள், இடம்பெயர்தல், பழைய தொலைந்த விஷயங்கள், வடக்கு நோய்கள், மலைகள் மற்றும் கல்லறைகளுக்கு ஆசைப்படுதல்", "古人": "காங் மிங் சிச்சுவானுக்குள் நுழைகிறார்", "第X籤": "அத்தியாயம் 51: லாட்டை வென்றெடுப்பது (லாட்டை வெல்வது)", "宮": "கருப்பை"}