{"籤詩版本二": "நிலவை தண்ணீரில் பிடிப்பதற்கு அதிக முயற்சி எடுக்க வேண்டும்.அதற்கு நிறைய முயற்சி தேவை ஆனால் ஒன்றும் இல்லை.\nவீண்பேச்சு பேசி உடலை வலுவாக்கும் முயற்சியை வீணாக்காதீர்கள்.உடல் வாடியது என்ற சொல்லுக்கு முதலில் \"உடல் மட்டும்\" என்று பொருள்.", "詩意": "இந்த ஆறுமுகம் முயற்சியின் உருவத்திற்கு பேராசை கொண்டது.\nஎல்லாம் உழைப்பு மற்றும் உழைப்பு.", "解曰": "வாக்குறுதிகளை நினைவில் கொள்வது கடினம். நிறைய உழைப்பு. வீட்டில் கவலை. உன்னத மக்களை சந்திக்க காத்திருக்கிறேன்.", "籤詩故事一": "◇தைபாய் குடிபோதையில் சந்திரனைப் பிடித்தார் (லி தைபாய் குடிபோதையில் சந்திரனைப் பிடித்தார்)\nலி பாய் (701-762), தைபாய் என்றும் அழைக்கப்படுகிறது, இது கிங்லியன் ஜூஷி என்றும் அழைக்கப்படுகிறது. தாங் வம்சத்தின் கவிஞர், தன்னை ஒரு துரத்தப்பட்ட அழியாதவர் என்று அழைத்தார், கவிதையின் அழியாதவர் என்று அழைக்கப்பட்டார், அவர் எப்போதும் குடிக்காமல் மகிழ்ச்சியாக இருந்தார்.\nஒருமுறை லி பாய் ஜின்லிங்கிற்கு (இப்போது நான்ஜிங்) வந்து வெண்டே பாலத்திற்குப் பக்கத்தில் உள்ள உணவகத்தில் ஓய்வெடுத்தார்.\nஅன்றைய தினம் குளிர்கால அமாவாசையின் பதினைந்தாம் நாள்.இரவில் உணவகத்தில் தனியே அமர்ந்து நிலவை ரசித்துக் குடித்துவிட்டு கவிதைகள் சொல்லிக்கொண்டிருந்தான். அன்றைய தினம் குளிர்கால அமாவாசையின் பதினைந்தாம் நாள்.இரவில் உணவகத்தில் தனியே அமர்ந்து நிலவை ரசித்துக் குடித்துவிட்டு கவிதைகள் சொல்லிக்கொண்டிருந்தான். லி தைபாய் தனது வாழ்நாளில் சந்திரனை மிகவும் நேசித்தார், அது சுத்தமாகவும் அழகாகவும் இருக்கிறது என்று கூறினார். லி தைபாய் தனது வாழ்நாளில் சந்திரனை மிகவும் நேசித்தார், அது சுத்தமாகவும் அழகாகவும் இருக்கிறது என்று கூறினார். அன்று இரவு, அவன் நிமிர்ந்து பார்த்தான், வானத்தில் வெண்மையாகவும் வட்டமாகவும் நிலவைக் கண்டான், அவன் மிகவும் மகிழ்ச்சியடைந்தான், மேலும் சில கண்ணாடிகளைக் குடித்தான். அன்று இரவு, அவன் நிமிர்ந்து பார்த்தான், வானத்தில் வெண்மையாகவும் வட்டமாகவும் நிலவைக் கண்டான், அவன் மிகவும் மகிழ்ச்சியடைந்தான், மேலும் சில கண்ணாடிகளைக் குடித்தான். நள்ளிரவில், லி தைபாய் மதுவைப் பயன்படுத்திக் கொண்டு வெண்டே பாலத்திற்கு கீழே சென்றார். நள்ளிரவில், லி தைபாய் மதுவைப் பயன்படுத்திக் கொண்டு வெண்டே பாலத்திற்கு கீழே சென்றார். பாலத்தின் மீது காலடி வைத்தவுடன் தலையைத் தாழ்த்திக் கொண்டு சட்டென்று நிலவு நீரில் விழுவதைக் கண்டான்.நதி நகர்ந்தபோது வெள்ளை நிலவின் நிழலில் சில கருப்புக் கோடுகள் சேர்ந்தன. பாலத்தின் மீது காலடி வைத்தவுடன் தலையைத் தாழ்த்திக் கொண்டு சட்டென்று நிலவு நீரில் விழுவதைக் கண்டான்.நதி நகர்ந்தபோது வெள்ளை நிலவின் நிழலில் சில கருப்புக் கோடுகள் சேர்ந்தன. இந்த நேரத்தில் லி தைபாய் மிகவும் குடிபோதையில் இருந்ததால், நதி நீரால் கறை படிந்த சந்திரன் என்று நினைத்தார். இந்த நேரத்தில் லி தைபாய் மிகவும் குடிபோதையில் இருந்ததால், நதி நீரால் கறை படிந்த சந்திரன் என்று நினைத்தார். பூட்ஸைக் கழற்றக்கூட மனம் வராமல் கைகளைத் திறந்து பாலத்தில் இருந்து குதித்து சந்திரனைப் பிடித்தான். பூட்ஸைக் கழற்றக்கூட மனம் வராமல் கைகளைத் திறந்து பாலத்தில் இருந்து குதித்து சந்திரனைப் பிடித்தான். எதிர்பாராத விதமாக, இந்த தாவினால், சந்திரன் பிடிபடவில்லை, ஆனால் தண்ணீரில் இருந்த சந்திரன் உடைந்து உடனடியாக இரண்டு பகுதிகளாகப் பிரிந்தது. எதிர்பாராதவிதமாக, இந்த குதித்ததில், சந்திரன் சிக்கவில்லை, ஆனால் மனிதன் நீரில் மூழ்கினான். அவர் தனது அறுபத்திரண்டு வயதில் இறந்தார்.", "聖意": "வீடு அமைதியற்றது மற்றும் துரதிர்ஷ்டம் (அதிர்ஷ்டம், ஆரோக்கியத்தில் கவனம் செலுத்துங்கள்), செல்வத்தில் சமநிலையைத் தேடுங்கள் (அதைப் பற்றி சிந்திக்க வேண்டாம்), கடினமான வணிகம், திருமணம் அமையவில்லை, பாதுகாப்பிற்காக பிரார்த்தனை செய்யுங்கள் (கருச்சிதைவைத் தடுக்க வெறுமையான பொக்கிஷங்கள் ), பாதசாரிகள் சிரமத்தில் உள்ளனர், வயல் பட்டுப்புழுக்கள் ஐந்து புள்ளிகள், ஆறு விலங்குகள் வீழ்ச்சியடைகின்றன, மக்களைத் தேடுவது (அதிர்ஷ்டம்), பொது வழக்குகள் மற்றும் (வழக்கை நிறுத்துங்கள்) சாதாரண இடம்பெயர்வு (அதைக் குறிப்பிட வேண்டாம்) சொத்து இழப்பு (விமானம்) பிரார்த்தனை நோயிலிருந்து பாதுகாப்பிற்காக (துரதிர்ஷ்டவசமான) மலைகளிலும் கல்லறைகளிலும் நல்ல அதிர்ஷ்டம்", "古人": "குடிபோதையில் தைபாய் சந்திரனைப் பிடித்தார் (லி தைபாய் குடிபோதையில் சந்திரனைப் பிடித்தார்)", "第X籤": "ஐம்பத்தி இரண்டாவது லாட்டரியை வென்றது (லாட்டரி)", "宮": "கருப்பை"}