{"籤詩版本二": "விரக்தி மகிழ்ச்சியாக மாறும்போது, ​​டிராகன்கள் உறுமுகின்றன, புலிகள் உறுமுகின்றன.\nநீல வானத்திற்கு வானத்திற்கு அதன் சொந்த பாதை உள்ளது, புகழ் அடைய எனக்கு இன்னொரு வாய்ப்பு கிடைக்கட்டும்.", "詩意": "இந்த ஹெக்ஸாகிராம் நாகம் உறுமுவது போலவும், புலி உறுமுவது போலவும் இருக்கிறது.\nஎல்லாம் நல்லபடியாக நடக்கும் என்ற நம்பிக்கை இருக்கிறது.", "解曰": "கற்றுக்கொடுத்துவிட்டுச் செல்லுங்கள். உங்கள் சொந்த செழிப்பு வேண்டும். இறுதியில் செய்யப்பட வேண்டும். காண ஒரு இடம் உள்ளது.", "籤詩故事一": "◇Liu Bei ஒரு மணமகளை நியமிக்கிறார்\nசிபி போருக்குப் பிறகு, லியு பேயால் கைப்பற்றப்பட்ட ஜிங்ஜோவை மீண்டும் பெற சன் குவான் ஆர்வமாக இருந்தார், எனவே அவர் தனது சகோதரி சன் ரெனை லியு பெய்க்கு நிச்சயிக்க விரும்புவதாக பாசாங்கு செய்து, ஜோ யுவின் திட்டத்தைப் பயன்படுத்தினார், ஆனால் உண்மையில் அவர் அதை எடுக்க விரும்பினார். லியு பெய் ஜிங்ஜோவை பிணைக் கைதியாகக் கோரினார்.\nZhuge Liang Zhou Yu இன் திட்டத்தை உளவு பார்த்த பிறகு, அவர் சூச்சோவுக்குச் சென்றபோது Liu Bei ஐப் பாதுகாத்த ஜாவோ யுனிடம் மூலோபாயத்துடன் கூடிய சிற்றேட்டைக் கொடுத்தார். Zhao Yun சிற்றேட்டில் உள்ள உத்தியைப் பின்பற்றி வு Guotai (வூ குடோயை) அனுமதிக்க வேண்டுமென்றே ஒரு பெரிய தாக்கத்தை ஏற்படுத்தினார். சன் குவானின் தந்தைக்கு) திருமண திட்டம் பற்றி தெரியும். வூ குடோய் தனது மகளை நேசித்ததாலும், தன் மகளின் வாழ்நாள் விவகாரங்களில் சாதாரண முடிவுகளை எடுக்க விரும்பாததாலும், அவர் தனது சகோதரியிடம் இரக்கமற்றவராக நடந்துகொண்டதற்காக சன் குவானைத் திட்டினார் மற்றும் கன்லு கோவிலில் லியு பெய் தனது மகளுக்கு தகுதியானவரா என்பதை தனிப்பட்ட முறையில் சோதிக்க முன்வந்தார். Wu Guotai லியு பேயை சந்தித்த பிறகு, அவர் லியு பேயை மிகவும் பாராட்டினார் மற்றும் லியு பெய் மற்றும் அவரது மகளுக்கு இடையேயான திருமணத்தை கடுமையாக வாதிட்டார்.இதன் விளைவாக, லியு பெய் திருமதி சன் என்பவரை திருமணம் செய்து கொண்டார்.\nபின்னர், லியு பெய் மற்றும் திருமதி சன் மீண்டும் ஜிங்சோவுக்குத் தப்பிச் சென்றனர்.பின்னர், லியு பெய் யிஜோவைத் தாக்கும் போது சன் குவான் ஜிங்ஜோவைத் தாக்க விரும்பினார், ஆனால் அவரது மகளின் பாதுகாப்பு குறித்து கவலைப்பட்ட வூ குடோய் தடுத்து நிறுத்தினார்.\nஅவர் கூறினார்: \"ஜோ யுவின் புத்திசாலித்தனமான திட்டம் உலகில் சிறந்தது. அவர் தனது மனைவியை இழந்தார் மற்றும் தனது படைகளை இழந்தார்.\"\n(லியு பெய் தீங்கிலிருந்து பெற்றார்)", "聖意": "நான் வீட்டில் துரதிர்ஷ்டசாலி, நான் அதிர்ஷ்டம் இல்லாதவன் (முதலில் துரதிர்ஷ்டம், பின்னர் அதிர்ஷ்டம்) செல்வம், சமநிலை, திருமணத்தில் தொல்லைகள், திருமண வெற்றியைத் தேடுங்கள். பாதசாரிகளுக்கு ஆசீர்வாதம், வயல்களில் பட்டுப்புழுக்கள், கால்நடை சேதத்திற்கு ஐந்து புள்ளிகள், தேடுங்கள். மக்கள், வழக்குகள் மற்றும் இடம்பெயர்வு, இழந்த சொத்துகளுக்கு நல்ல அதிர்ஷ்டம், நோய்களுக்கு நல்ல அதிர்ஷ்டம், மலைகள் மற்றும் கல்லறைகளின் அமைதி.", "古人": "லியு பெய் ஒரு மணமகளை நியமிக்கிறார்", "第X籤": "ஐம்பத்து மூன்றாவது வெற்றி எண்", "宮": "கருப்பை"}