{"籤詩版本二": "தகப்பனிடமிருந்து மகனுக்குச் செய்யும் அறம் பேரனுக்குச் சென்றடைகிறது.உணவு உடை வளம் இறைவனை மட்டுமே சார்ந்துள்ளது.\nமண்டபத்தில் இருக்கும் சுன்சுவான் மக்களை மகிழ்விக்கிறது.அவர்கள் பசி, உணவு, தாகம் மற்றும் தூக்கத்தில் இருக்கும்போது, ​​​​சுன்சுவான் என்பது பெற்றோருக்கு ஒரு உருவகம்.", "詩意": "இந்த ஹெக்ஸாகிராம் வசந்த காலத்திற்கு வழிவகுக்கும் மூங்கில் படத்துடன் இணைக்கப்பட்டுள்ளது.\nஎல்லாம் நன்றாக நடக்கும் என்று நம்புகிறேன்.", "解曰": "மூங்கில் எடுத்து வசந்தத்திற்கு வழிவகுக்கும். அது முடிவில்லாமல் பரவுகிறது. ஒரு மனிதர் நம்பிக்கையைத் தேடுகிறார். அனைவரும் மகிழ்ச்சியடைந்தனர்.", "籤詩故事一": "◇சோவின் மன்னர் வூ அரியணை ஏறினார்\nZhouவின் அரசர் Wu, King Zhou ஐத் தாக்கி எண்ணூறு இளவரசர்களை மன்னர் ஷாங்கின் படைக்கு எதிராகப் போரிட வழிவகுத்தார். Chaoge (கிங் ஷாங்கின் தலைநகரம்) இல் இருந்த வீரர்களும் கிங் ஷாங்கிற்கு எதிராகத் திரும்பி, கிங் ஷாங்கைக் காட்டிக் கொடுத்தனர்.\nஜாய்சிங் கோபுரத்தின் மீது கிங் ஸௌ தன்னைத்தானே எரித்துக் கொண்டார், மேலும் ஷாங் வம்சம் அழிக்கப்பட்டது.\nமன்னன் வூ தங்கப் புத்தகத்தையும் தங்கப் புதையலையும் ஏற்றுக்கொண்டான், அது பேரரசரின் சிம்மாசனமாகும், அவர் தெற்கு நோக்கி, கைகளை மடக்கி, நிமிர்ந்து உட்கார்ந்தார். லுதாயின் சொத்துக்களை விநியோகிக்கவும், நட்சத்திரப் பிக்கிங் டவரை இடிக்கவும், ஜூகியோவில் சேமித்து வைக்கப்பட்டிருந்த அரிசி தானியங்களை விநியோகிக்கவும் மன்னர் வூ உத்தரவிட்டார்.\nசிறையில் அடைக்கப்பட்டுள்ள ஜிசியை விடுவித்து, பிகானின் கல்லறையை சரிசெய்யவும். முனிவர் ஷாங் ரோங்கின் வீட்டின் வாசலில் மன்னன் வூ சவாரி செய்து தலை குனிந்தான். நல்லொழுக்கமுள்ள மற்றும் மரியாதைக்குரிய மக்களை மதித்து, உள் அரண்மனையில் அடிமைகளை விடுங்கள்.\nஅவர் ஆயுதங்களை நிறுத்தி, கலாச்சாரம் மற்றும் கல்வியை மேம்படுத்தினார். நஞ்சனின் தெற்கில் பீச் மரங்கள் உள்ள கிராமப்புறங்களில் குதிரைகள் மேய்ந்தும், கால்நடைகள் மேய்வதும் அமைதியான காட்சி.", "聖意": "வீடு நல்ல நிலையில் இல்லை (நல்ல அதிர்ஷ்டம்), நீங்கள் உங்கள் சொந்த விருப்பங்களை (நல்ல அதிர்ஷ்டம்) செய்யலாம், நிதி ஆதாயம் தேடலாம், பரிவர்த்தனை செய்யலாம் மற்றும் திருமணம் செய்யலாம் (நல்ல மருமகனை சந்திக்கலாம்), லியூஜியா பாதுகாப்பாக இருக்கிறார் (ராசி அடையாளம்), பாதசாரிகள் வயல்களை நகர்த்துகிறார்கள், பட்டுப்புழுக்கள் அதிர்ஷ்டசாலிகள், ஆறு விலங்குகள் சேதமடைந்துள்ளன, மக்கள் பொது வழக்குகளைக் கண்டுபிடிப்பது (பார்க்க) கடினம், ஒரு உன்னத நபர் நகர்கிறார், அதிர்ஷ்டம் இழக்கப்படுகிறது. நோய்கள் மற்றும் நோய்கள்", "古人": "சோவின் அரசர் வூ அரியணை ஏறினார்", "第X籤": "ஐம்பத்தைந்தாவது லாட்டரியை வென்றது (லாட்டிங்)", "宮": "அசிங்கமான அரண்மனை"}