{"籤詩版本二": "கடற்கரை பாறைகள் நிறைந்தது, ஓடை பாய்கிறது, காற்று தெளிவாக உள்ளது, சந்திரன் தெளிவாக உள்ளது, உன்னத மக்கள் மும்முரமாக இருக்கிறார்கள்.\nரோட்டில், எங்கே போவது என்று கேட்க வேண்டும்.காட்டில் இருக்கும் பூ, செடிகளின் வாசனையை எடுக்காதே.. பார்த்துக்கொள்ளாதே.", "詩意": "இந்த ஹெக்ஸாகிராம் ஒரு சிறிய கடற்கரையில் பயணிக்கும் படகு போன்றது.\nஎல்லாவற்றிலும், உதவி செய்ய உன்னதமானவர்கள் இருக்கிறார்கள்.", "解曰": "வாழ்க்கையை அமைத்து கொள்ள. நிறைய உழைப்பு. பழமைவாதமாக இருங்கள் மற்றும் காத்திருங்கள். வாழ்த்துகள்.", "籤詩故事一": "◇லூஷன் கிளர்ச்சி\nஅன் லூஷன் (703-757), இவரின் குடும்பப்பெயர் காங் மற்றும் யலுவோஷன் என்று பெயரிடப்பட்டது, லியுச்செங், யிங்ஜோ (இப்போது சாயோங், லியோனிங்) நகரைச் சேர்ந்தவர்.\nபின்னர், அவர் ஆன் என்ற குடும்பப்பெயரை ஏற்றுக்கொண்டார் மற்றும் தனது பெயரை லூஷன் என்று மாற்றினார். டாங் வம்சத்தின் பேரரசர் சுவான்சோங்கின் ஆட்சியின் போது, ​​அன் லூஷன் இராணுவத் தூதராக இருந்தார்.\nதியான்பாவோவின் 14வது ஆண்டு நவம்பரில், அன் லூஷன் ஃபன்யாங்கில் துருப்புக்களை உயர்த்தினார்.யாங் குவோசோங்கைத் தாக்கும் பெயரில், அவர் ஒரு கிளர்ச்சியைத் தொடங்கினார் மற்றும் கிழக்குத் தலைநகரான லுயோயாங்கைத் தாக்க மூன்று நகரங்களின் படைகளை அழைத்துச் சென்றார். தையுவானின் செய்திகள் லிஷானுக்கு விரைந்தன.அப்போது லிஷானில் உள்ள ஹுவாகிங் அரண்மனையில் இருந்த டாங் சுவான்சோங், அன்லுஷான் கிளர்ச்சி செய்வார் என்று நம்பவில்லை.எனினும், கிளர்ச்சி பற்றிய செய்திகள் தொடர்ந்து பரவின, சுவான்சோங் இன்னும் பாதி நம்பிக்கையுடன் இருந்தார். (இது \"ஒரு ஓடையில் சிறிய பாறைகளில் ஓடும் நீரின் கரடுமுரடான ஒலி\" என்பதன் சித்தரிப்பு)\nபிங்யுவான் கவுண்டியின் அரசியற் பொறுப்பாளரான யான் ஜென்கிங் ஒருவரை அனுப்பி தகவல் அனுப்பிய பிறகுதான் ஜுவான்சோங் தனது கனவில் இருந்து விழித்தார்.\nடாங் வம்சத்தின் பேரரசர் சுவான்சோங்கின் தவறான மூலோபாயத்தின் கீழ், அன் லூஷனின் குதிரைப்படைப் படைப்பிரிவு கிழக்குத் தலைநகரான லுயோயாங்கைக் கைப்பற்றியது.அடுத்த ஆண்டின் முதல் மாதத்தில், அவர் தன்னை லுயோயாங், ஜியான்யுவான் ஷெங்வு, பேரரசர் சியாங்வு மற்றும் டா க்ஸுன் ஆகிய இடங்களில் பேரரசராகப் பிரகடனம் செய்தார். பிரதமர்.\nஅதே ஆண்டு ஜூன் மாதம், டாங் வம்சத்தின் பேரரசர் சுவான்சோங், சாங்கான் நெருக்கடியிலிருந்து விடுபட ஆர்வமாகவும், தவறான இராணுவ புரிதலுடனும், இரண்டு பிரபலமான ஜெனரல்களான ஃபெங் சாங்கிங் மற்றும் காவோ சியான்சியை தூக்கிலிட்டார்.இந்த உத்தரவு டாங் இராணுவத்தை அதிர்ச்சிக்குள்ளாக்கியது. (இந்த நடத்தை \"சாலை முன் நதியை சுட்டிக்காட்ட வேண்டும்\" என்பதை மீறுகிறது)\nஅதன்பிறகு, டாங் வம்சத்தின் பேரரசர் சுவான்சோங் அவசரமாக மற்றொரு ஜெனரல் ஜீ ஷுஹானுக்கு டாங் இராணுவத்தை டோங்குவானிலிருந்து கிழக்கு நோக்கி வழிநடத்தும்படி கட்டளையிட்டார்.\nடாங் வம்சத்தின் பேரரசர் ஷுவான்சோங்கின் மூலோபாயப் பிழையை முழுமையாகப் புரிந்துகொண்ட ஜி ஷுஹான், மாற்றத்தைத் தாமதப்படுத்த திட்டமிட்டார் (\"காற்று அமைதியாக இருந்தாலும் சரி, அலை அமைதியாக இருந்தாலும் சரி\" என்ற அணுகுமுறை).\nஇறுதியில், டாங் வம்சத்தின் பேரரசர் சுவான்சோங், அவர் சண்டையிட மிகவும் பயந்தவர் என்று நினைத்தார், எனவே அவர் கண்ணீருடன் அன் லுஷனுடன் சண்டையிடுவதைத் தவிர வேறு வழியில்லை, தோல்வியுற்றார். (இது \"உங்களை ஆதரிக்க கடினமாக உழைத்தால், நீங்கள் காயமடையக்கூடும்\" என்பதை இது நிறைவேற்றுகிறது.)\nடாங் வம்சத்தில், எல்லைப் படைகள் மற்றும் உள்ளூர் காவற்படையினர் பதிலளிக்க நேரமில்லாமல் இருந்தபோது, ​​அன் லூஷனின் இராணுவம் எல்லையை அழுத்தி தலைநகர் பகுதிக்குள் நுழைந்தது. ஒரு இக்கட்டான சூழ்நிலையில், டாங் வம்சத்தின் பேரரசர் சுவான்சோங், காவலர் படையை தலைநகரில் இருந்து தப்பிக்க வழிவகுத்தார், இதனால் தலைவரில்லாத ஷிஜிங் சாங்கான் வீழ்ந்தார்.\n(டாங் ஜுவான்சோங் இந்த அடையாளத்தின் வழிகாட்டுதலை மீறினார், அதனால் ஆன் லுஷனின் கிளர்ச்சி வெற்றிகரமாக இருந்தது.)", "聖意": "வீடு பாதுகாப்பானது, தாமே அதிர்ஷ்டசாலி, அதிர்ஷ்டம் நிலையானது, பரிவர்த்தனை செழிப்பானது, திருமணம் வெற்றிகரமாக உள்ளது (எச்சரிக்கை), லியூஜியாவிலிருந்து ஒரு ஆண் பாதசாரி வயலுக்கு வருகிறார், பட்டுப்புழுக்கள் அறுவடை செய்யப்படுகின்றன, ஆறு கால்நடைகள் சேதமடைந்தன, நபர் கண்டுபிடிக்கப்பட்டார் , வழக்கு நியாயமானது, இழந்த சொத்து நோயைக் கொண்டுவருகிறது, அதாவது அன்ஷன் கல்லறையை சரிசெய்ய வேண்டும்.", "古人": "லூஷன் கிளர்ச்சி", "第X籤": "ஐம்பத்தி ஆறாவது லாட்டரி", "宮": "அசிங்கமான அரண்மனை"}