{"籤詩版本二": "முட்கள் நிறைந்த காடுகளால் சூழப்பட்ட இரட்டை கட்டிடத்திற்கு நேராக மறைந்து செல்லுங்கள்\nதியான் கௌஜுன் நீண்ட ஆயுளும் குறுகிய ஆயுளும் கொண்டவர். ஒரு வெற்றியைப் பெற்று இரண்டு பேரை இழக்கவும். சுற்றிச் செல்லவும் →.", "詩意": "இந்த ஹெக்ஸாகிராம் பழைய விஷயங்களை வைத்து எந்த நேரத்திலும் மாறுவதற்கான அறிகுறியாகும்.\nநேரம் வந்தால் எல்லாம் சுபமாக இருக்கும்.", "解曰": "குடிபோதையில் குடிப்பது போல. பழமைவாதமாக இருங்கள். நேரம் வரும் வரை காத்திருங்கள். பேரழிவு இல்லை, குற்றம் இல்லை.", "籤詩故事一": "◇ஜாங் லியாங்யின் மலை\nஹான் வம்சத்தில், Zhang Liang, அவரது மரியாதைக்குரிய பெயர் Zifang, ஒரு கொரியர், ஐந்து தலைமுறைகளாக அவரது முன்னோர்கள் அனைவரும் கொரியப் பிரதமர்களாக இருந்தனர்.\nகுயின் மாநிலம் தென் கொரியாவை அழித்தபோது, ​​​​சாங் லியாங் தனது செல்வம் அனைத்தையும் சிதறடித்து தலைமறைவானார்.தென் கொரியாவைப் பழிவாங்க விரும்பிய அவர் தனது உடலில் இரும்புக் கூம்புடன் ஒரு வலிமையான மனிதனை அனுப்பினார். பொலாங்ஷாவில் (இப்போது யுவான்யாங் கவுண்டி, ஹெனான் மாகாணம்) கின் ஷிஹுவாங்கைத் தாக்கியபோது, ​​அவர் தற்செயலாக துணை கார் மீது மோதினார். முதல் பேரரசர் ஜாங் லியாங்கை நாடு முழுவதும் கைது செய்ய விரும்பினார், ஆனால் பத்து மாதங்களுக்கு அவரைப் பிடிக்க முடியவில்லை.\nபின்னர், ஜாங் லியாங் உலகை ஒருங்கிணைக்க ஹான் மன்னருக்கு உதவினார். அவரது வெற்றிக்குப் பிறகு, அவர் வெகுமதி பெற மறுத்து, ஒரு அதிகாரியை நியமித்தார், மேலும் சிசோங்சியிடம் (அழியாதவர்) தாவோயிசத்தைக் கற்றுக்கொள்கிறார் என்ற போர்வையில்.", "聖意": "வீட்டில் ஆசீர்வாதங்களுக்காகவும் உங்கள் சொந்த பாதுகாப்பிற்காகவும் பிரார்த்தனை செய்யுங்கள் (மந்தமான அதிர்ஷ்டம் நன்மையால் மட்டுமே விளக்கப்படும்) செல்வத்தைத் தேடுவது இயல்பானது (தவிர்க்கவும்) பரிவர்த்தனைகள் வெற்றிகரமாக இருக்கும் (ஒரு நிமிடம் காத்திருங்கள்) திருமணம் லியூஜியாவுடன் ஒத்துப்போகவில்லை, பயணம் செய்யும் போது நல்ல அதிர்ஷ்டம் வயல், பட்டுப்புடவை அரைகுறை, ஆறு விலங்குகள் செழிப்பு (தோல்வி), ஆட்களைத் தேடுதல், பொது வழக்குகளில் இடையூறு, நஷ்டம், இடம்பெயர்தல் சுபகாரியம் (அதிர்ஷ்டம்) ) சொத்து இழப்பு, நோய் துரதிர்ஷ்டம், மலை மற்றும் கல்லறைகளில் நல்ல அதிர்ஷ்டம்", "古人": "ஜாங் லியாங்யின் மலை", "第X籤": "ஐம்பத்தொன்பது லாட் வெற்றி (லாட்டரி)", "宮": "யின் அரண்மனை"}