{"籤詩版本二": "காலை மற்றும் சாயங்காலம், புத்தரின் ஆதரவு ஆபத்து காலங்களில் இருக்க வேண்டும் ஆனால் ஆபத்தில் இருக்கக்கூடாது\nஉன்னதமான ஒருவரால் நீங்கள் ஈர்க்கப்பட்டால், பணமும் பட்டுப்புடவையும் கூட உங்களுடன் வரும், இது சுவான் லாய். இது அனைத்தும் உங்களைப் பொறுத்தது.", "詩意": "இந்த ஹெக்ஸாகிராம் கடவுள்கள் மற்றும் புத்தர்களின் இரகசிய ஆசீர்வாதத்தைக் குறிக்கிறது.\nபொறுமையாக இருங்கள், எல்லாவற்றிலும் நல்ல அதிர்ஷ்டம் இருக்கும்.", "解曰": "பழங்கால அமைதியின் அடையாளம். எல்லாம் விலை உயர்ந்தால், அது சுபமாக இருக்கும்.", "籤詩故事一": "◇டாங் மாங்க் ஞானம் பெற்றார்\nஒரு நாள், டாங் செங் ஆற்றுக்கு வந்தான், அதற்கு முன்னால் புத்தரின் லிங்ஷான் மலையைக் கண்டான்.அதற்கு முன்னால் ஒரு ஒற்றைப் பலகை பாலம் இருந்தது.தாங் செங் அதைக் கடக்கத் துணியவில்லை. புத்தர் படகோட்டியாக உருமாறி, அடிமட்ட உடைந்த படகைப் பிடித்தார்.டாங் மாங்க் படகில் ஏறியவுடன் ஆற்றில் விழுந்து படகோட்டியால் மீட்கப்பட்டார்.இப்படித்தான் டாங் மாங்க் புத்தர் நிலையை அடைந்தார். (மேற்குப் பயணத்தின் கதை)\n◇டாங் மாங்கின் புத்த மத நூல்கள்\nடாங் வம்சத்தின் சன்சாங், அவரது பொதுவான குடும்பப்பெயர் சென் மற்றும் அவரது இயற்பெயர் யி. லூசோவின் கௌஷி கவுண்டியில் பிறந்தார் (இப்போது ஹெனான் மாகாணத்தின் யான்ஷி நகரின் தெற்கே). அவர் தனது பதின்மூன்றாவது வயதில் துறவியானார் மற்றும் பௌத்த பெயரை சூவான்சாங் பெற்றார்.\nஅசல் பௌத்த நூல்களைப் பெறுவதற்காக, அவர் ஜென்குவானின் மூன்றாம் ஆண்டில் (கி.பி. 629) சாங்கானிலிருந்து (இன்றைய சியான், ஷாங்சி மாகாணம்) புறப்பட்டார், எல்லையைத் தாண்டி, எண்ணற்ற கஷ்டங்களைச் சந்தித்து தியான்சுவை அடைந்தார் ( இந்தியா) வேதங்களை சேகரிக்க. அவர் கங்கை மற்றும் சிந்து நதிப் படுகைகள் மற்றும் இந்தியாவின் தென்கிழக்கு கடலோரப் பகுதிகள் முழுவதும் பயணம் செய்தார், பின்னர் பனி மூடிய மலைகள் மற்றும் பச்சை முகடுகளைக் கடந்து, முன்னும் பின்னுமாக 50,000 மைல்களுக்கு மேல் பயணம் செய்தார். இறுதியாக சாங்கானுக்குத் திரும்ப அவருக்கு 16 ஆண்டுகள் ஆனது. ஜெங்குவானின் 19வது ஆண்டு (கி.பி. 645). அவர் ஏராளமான புத்த நூல்களை மீண்டும் கொண்டு வந்து சீன மொழியில் மொழிபெயர்த்தார்.\n(தாங் சன்சாங் சீனாவிற்கும் இந்தியாவிற்கும் இடையே முன்னும் பின்னுமாக ஒரு நீண்ட பயணத்தை மேற்கொண்டார், மேலும் அவர் ஆபத்துக்களை சந்திக்க வேண்டியிருந்தது, ஆனால் அவருக்குப் பின்னால் ஒரு கண்ணுக்கு தெரியாத புரவலர் துறவி இருந்ததால் அவரால் பாதுகாப்பாக திரும்ப முடிந்தது.)", "聖意": "வீடு பாதுகாப்பானது, தானே சுபம், மேற்கத்திய வியாபாரம் வெற்றி, திருமணம் வெற்றி, பாதசாரிகள் வயல் தடுக்க, பட்டுப்புடவைகள் அடைப்பு, பட்டுப்புழுக்கள் ஏழு புள்ளிகள், கால்நடைகள் லாபம், தேடல் மக்கள், மேற்கத்திய பொது வழக்கு கெட்டது, இடம்பெயர்தல் பழமைவாதமானது, இழந்த சொத்துக்கள் காணப்படுகின்றன, நோய் சுபமானது, மலைகளும் கல்லறைகளும் சுபமானவை.", "古人": "டாங் மாங்க் ஞானம் பெற்றார்", "第X籤": "லாட்டரி அறுபத்தி இரண்டு வென்றது", "宮": "யின் அரண்மனை"}