{"籤詩版本二": "பிபோ குளத்தில் நீந்திய மீன் வலையில் சிக்கியது.\nயோசித்துவிட்டு ஏதாவது தவறு நடந்தால், அது இறுதியில் சிக்கலை ஏற்படுத்தும்.", "詩意": "இந்த ஹெக்ஸாகிராம் ஒரு வலையில் சிக்கிய மீனைக் குறிக்கிறது.\nஎல்லாவற்றிலும் கவனமாக இருப்பதும் உத்தமம்.", "解曰": "வீட்டின் கீழ் குடியேற்றம். பேரழிவு வானத்திலிருந்து விழுகிறது. அதிகாலையில் எழுந்து முன்னெச்சரிக்கை நடவடிக்கைகளை மேற்கொள்ளுங்கள். பேரழிவுகளைத் தவிர்க்கவும்.", "籤詩故事一": "◇குதிரை தண்ணீரால் மூடப்பட்டிருக்கும் (தண்ணீரை சேகரிப்பது கடினம்)\nஹான் வம்சம். ஜு மைச்சென், மரியாதைக்குரிய பெயர் வெங்சி, குய்ஜியில் (இப்போது சுஜோ நகரத்தின் ஒரு பகுதி) வூவை பூர்வீகமாகக் கொண்டவர்.\nஅவரது ஆரம்ப காலத்தில், மைச்சனின் குடும்பம் ஏழ்மையில் இருந்தது, அவர் வெற்றிபெறவில்லை, தம்பதியினர் ஒரு பின் சந்தில் ஒரு ஓலை வாசலில் விறகு வெட்டி விற்றனர். யாருடைய விலைக்கும் விறகுகளை விற்று அதிக வருமானம் ஈட்ட முடியாது.\nஅவரது மனைவி தண்ணீர் எடுக்க வெளியே சென்று மைச்சனைப் பார்த்து குழந்தைகள் கும்பல் சிரிப்பதைக் கண்ட மனைவி வெட்கக்கேடானது என்று எண்ணி பின்னர் அங்கிருந்து சென்றுவிட்டார்.\nZhu Maichen ஐம்பது வயதாக இருந்தபோது, ​​​​ஹான் வம்சத்தின் பேரரசர் வூ திறமைகளைத் தேடினார் மற்றும் குய்ஜியின் தலைமையாசிரியராக Zhu ஐ வணங்கினார்.\nஅவரது மனைவி தனது குருட்டுத்தன்மைக்கு வருந்தினார், மேலும் அவரது வாழ்நாள் முழுவதும் ஜுவுக்கு சேவை செய்ய பணிப்பெண்ணாகவும் துணைக் மனைவியாகவும் மாற விரும்பினார்.\nமைச்சன் தனது முன்னாள் மனைவிக்கு ஒரு வாளி தண்ணீரை எடுத்து வருமாறு கட்டளையிட்டார், அதை படிகளில் ஊற்றி, \"தண்ணீரைத் திரும்பப் பெற முடிந்தால், அவர்கள் இருவரும் மீண்டும் சேர்ந்து கொள்ளலாம்\" என்றார்.\nகணவன்-மனைவி இடையே உள்ள உறவைக் கருத்தில் கொண்டு, மனைவியும், மறுமணம் செய்து கொண்ட கணவரும் விவசாயம் செய்து, தங்களைத் தாங்களே காப்பாற்றிக் கொள்ள, பின் தோட்டத்தில் ஒரு திறந்தவெளி இடம் கொடுக்கப்பட்டது. அவரது மனைவி ஆற்றில் விழுந்து இறந்தார்.", "聖意": "வீடு ஆபத்தில் உள்ளது, தானே ஆபத்தில் உள்ளது, பணம் இழந்தது, பரிவர்த்தனை அமைதியானது, திருமணம் சீரற்றது, லியூஜியா பயப்படுகிறார், மக்கள் தடுக்கப்படுகிறார்கள், வயல்களில் சேதம், பட்டுப்புழுக்கள் இழக்கப்படுகின்றன, கால்நடைகள் இழக்கப்படுகின்றன, மக்கள் காணப்படுகின்றன, பொது வழக்கு நஷ்டம், இடம்பெயர்வு நல்லது, இழந்த சொத்து அசுபமானது, நோய் ஆபத்தானது, மலைக் கல்லறையை மாற்ற வேண்டும்.", "古人": "குதிரை தண்ணீரால் மூடப்பட்டிருக்கும் (தண்ணீரை சேகரிப்பது கடினம்)", "第X籤": "அறுபத்து நான்காவது அடையாளம்", "宮": "மாகோங்"}