{"籤詩版本二": "சாலை ஆபத்தானது, குதிரைகள் மற்றும் மனிதர்கள் அவசரத்தில் உள்ளனர், வீரர்கள் தொலைந்து போகும்போது மிகவும் சிரமப்படுகிறார்கள்.\nகடற்கரை உயரமானது, காற்றும் அலைகளும் உடைகின்றன, படகு உடைந்துவிட்டது, சூரியன் மறைகிறது, பூக்கள் இறக்கின்றன, வானம் விழுகிறது, உறைபனி விழுகிறது வெற்றி: கரடி.棹: துடுப்பு.", "詩意": "இந்த ஹெக்ஸாகிராம் கடற்கரையை உடைக்கும் படகு போன்றது.\nஎல்லா ஆபத்துகளிலும் ஜாக்கிரதை.", "解曰": "பழைய பள்ளி மற்றும் பழைய பள்ளி. அமைதியான மற்றும் குற்றமற்ற. ஆலோசனை கேட்க வேண்டிய அவசியமில்லை. சுதந்திரமாக பயணம் செய்யுங்கள்.", "籤詩故事一": "◇சூ யின் லிங்கின் மன்னர் வழி தவறிவிட்டார்\nகிமு 202 இன் தொடக்கத்தில், மூன்று பக்கங்களிலிருந்தும் மொத்தம் 400,000 ஹான் துருப்புக்கள் ஜியாங் யூவின் இராணுவத்தை கைக்சியாவில் சுற்றி வளைத்தனர், அது உணவு பற்றாக்குறையாக இருந்தது.அவர்கள் சியாங் யூவின் இராணுவத்தை தங்கள் சொந்த ஊர் கட்டுப்படுத்தப்பட்டதாக தவறாக நம்ப வைத்து, சூ பேச்சுவழக்கில் பாடுமாறு வீரர்களை கேட்டுக் கொண்டனர். ஹான் இராணுவத்தால். \"எல்லா பக்கங்களிலும் முற்றுகையிடப்பட்டது\" என்ற இந்த உளவியல் தந்திரம் சியாங் யூவின் இராணுவத்தை மன உறுதியை இழக்கச் செய்தது.\nஎனவே சியாங் யூ 800 க்கும் மேற்பட்ட உயரடுக்கு குதிரைப்படையை வழிநடத்தி வெளியேற முடிவு செய்தார், அதே நேரத்தில் ஹான் இராணுவம் குவான் யிங் மற்றும் 5,000 குதிரைப்படைகளுடன் நெருக்கமாகப் பின்தொடர்ந்தது. ஹுவாய் நதியைக் கடந்த பிறகு, சியாங் யுவின் குதிரைப்படையில் நூறு பேர் மட்டுமே எஞ்சியிருந்தனர்.\nயின்லிங்கில் தொலைந்து போன சியாங் யூ, சாலையோரத்தில் இருந்த ஒரு விவசாயியிடம் ஆற்றுக்குச் செல்லும் சாலையைக் கேட்டார். எதிர்பாராதவிதமாக, அவர் முதியவர் சுட்டிக்காட்டிய திசையைப் பின்தொடர்ந்து சதுப்பு நிலத்தில் வந்து, நகர்வதை கடினமாக்கினார். கிட்டத்தட்ட லியுவால் முந்தினார். பேங்கின் இராணுவம்.சியாங் யூ இறுதியாக வுஜியாங்கை அடைந்து நிலைமை முடிந்தது என்பதை அறிந்தார்.ஜியாங்டாங்கின் பெரியவர்களை வெட்கமின்றி கண்டு தற்கொலை செய்து கொண்டார்.", "聖意": "சொந்த பேரழிவு, செல்வம் தேடுதல், பாழடைந்த வணிகம், தோல்வியுற்ற திருமணம், நீண்டகாலம் அல்ல, ஆபத்தானது, வயல்களைத் தடுக்கும் பாதசாரிகள், பட்டுப்புழு சேதம், கால்நடை சேதம், காணாமல் போனவர்கள், பொது வழக்குகள், இழப்பு, இடம்பெயர்வு, இடம்பெயர்வு, இழந்த சொத்துக்கள் பற்றி வீடு கவலைப்படுகிறது. நோய், மலைக் கல்லறைக்கு அனுப்புவது சாதகமற்றது.", "古人": "சூவின் மன்னர் யின் லிங் வழி தவறிவிட்டார்", "第X籤": "அறுபத்தி ஆறாவது சீட்டு", "宮": "மாகோங்"}