{"籤詩版本二": "குளிர்காலம் வரும்போது, ​​மலையில் மலரும் பிளம் கிளை அதன் இலைகள் விழுந்தாலும், அதன் கிளைகள் வாடியாலும் அழியாது.\nஆனால் வசந்த காலம் வரும்போது, ​​நான் இன்னும் என்னை வேசியாக திருப்பி அசல் படைப்பை அழித்து விடுகிறேன்.", "詩意": "இந்த ஹெக்ஸாகிராமில், பிளம் ப்ளாசம் முன்னணி இடத்தைப் பிடித்துள்ளது.\nதாமதித்தால் எல்லாம் நல்லது.", "解曰": "ஒரு அம்பு காலியாக உள்ளது. காலியாக இருக்கும்போது அது காலியாகாது. வசந்த காலம் வரக் காத்திருக்கிறது. அதில் கலர் இருக்கிறது.", "籤詩故事一": "◇இருமுறை அடித்தார்\nடாங் வம்சத்தின் பேரரசர் டெசோங்கின் ஆட்சியின் போது, ​​விசுவாசமான மந்திரி மெய் போகாவோ மற்றும் அவரது குடும்பத்தினர் அனைவரையும் கொல்ல நினைத்த துரோகி பிரதம மந்திரி லு கியால் கட்டமைக்கப்பட்டனர்.அவரது மகன் மெய் லியாங்யு மட்டுமே தப்பிக்க முடிந்தது.பின்னர், அவர் தனது மாற்றத்தை மாற்றினார். அவரது அடையாளத்தை மறைக்க வாங் சிடோங்கிற்கு பெயர். அவர் தெருக்களில் தனியாக வாழ்ந்தார், பசி மற்றும் குளிர், ஆனால் அதிர்ஷ்டவசமாக அவர் சென் ரிஷெங்கால் (சென் டோங்சு) அழைத்துச் செல்லப்பட்டார். சென் ரிஷெங்கிற்கு அவரது வாழ்க்கை அனுபவம் தெரியாது, எனவே அவர் தெருவில் பட்டினியால் இறக்காமல் இருக்க, சென்னின் பிளம் தோட்டத்தை கவனித்துக் கொள்ள உதவுமாறு கேட்டுக் கொண்டார்.\nசென் ரிஷெங் மெய் போகாவோவின் வகுப்புத் தோழனாகவும் நண்பராகவும் இருந்தார். அவர் லு கியால் துன்புறுத்தப்பட்டபோது மெய் போகாவினால் மீட்கப்பட்டார். இதன் விளைவாக மெய் போகவோவும் லு கியும் பகையாக மாறினர். இறுதியில் அவர்களது குடும்பம் முழுவதும் தூக்கிலிடப்பட்டது. சென் இதனால் ரிஷெங் வருத்தமும் கோபமும் அடைந்தார்.திருமணத்திற்குப் பிறகு அவர் ராஜினாமா செய்துவிட்டு தனது குடும்பத்தை யாங்ஜோவுக்கு மாற்றி தனிமையில் வாழ்ந்தார்.\nசென் ரிஷெங்கிற்கு சென் சிங்யுவான் என்ற மகள் இருக்கிறாள், அவள் அழகாகவும் நறுமணமாகவும் இருக்கிறாள், மெய் லியாங்யு சென் குடும்பத்திற்கு வந்த பிறகு, அவர்கள் முதல் பார்வையில் காதலித்தனர். மேய் போகாவோவின் நினைவு தினமான பிளம் மலர்கள் பூத்துக் குலுங்கும் ஒரு நாளில், சென் ரிஷெங்கும் அவரது குடும்பத்தினரும் தங்கள் இறந்த நண்பர் மற்றும் பயனாளியின் நினைவாக தங்கள் வீட்டின் பிளம் தோட்டத்தில் ஒரு பலிபீடத்தைத் திறந்தனர். எதிர்பாராத விதமாக, வானிலை திடீரென மாறியது. , மற்றும் ஒரு கடுமையான பனிப்புயல் வீசியது, அனைத்து பிளம் பூக்கள் மூடப்பட்டிருக்கும். சென் ரிஷெங், தன்னால் பத்திரமாகத் தப்பிக்க முடிந்தது, ஆனால் மெய் குடும்பத்தின் சந்ததிகளைக் கூட தன்னால் காப்பாற்ற முடியவில்லை என்று புலம்பினார்.இது கடவுளின் எச்சரிக்கை என்று அவர் நினைத்தார், எனவே பிளம் மலர்கள் மீண்டும் மலரவில்லை என்று அவர் சபதம் செய்தார், இது சந்ததியினர் என்பதை நிரூபிக்கிறது. மெய் குடும்பம் இன்னும் உயிருடன் இருந்தது, அவர் எதுவும் பேசமாட்டார், அவர் புத்த மதத்தில் இருந்து தப்பித்து துறவியானார்.\nஅவரது மகள் சிங்யுவான் இதைக் கேட்டு, உடனடியாக தூபமிட்டு, பிளம் பூக்களை மீண்டும் மலரச் செய்ய கடவுளிடம் மனதார வேண்டிக்கொண்டாள். அவர்களின் நேர்மை சொர்க்கத்தை நகர்த்தியது, பிளம் தோட்டத்தில் உள்ள அனைத்து பிளம் மரங்களும் மீண்டும் பூத்தன; பின்னர் சென் ரிஷெங், Xitong லியாங்யு என்பதை அறிந்தார், எனவே அவர் தனது மகள் சிங்யுவானை அவருக்கு நிச்சயித்தார்.", "聖意": "வீடு தனக்கு நல்லதல்ல, ஒருவன் தனக்கு நல்லது, ஒருவன் செல்வத்தைத் தேடுகிறான், ஒருவன் வியாபாரத்தில் விவேகமுள்ளவன், சரியான நேரம், திருமணம் தாமதமானது, வசந்த காலம் வலுவானது, இலையுதிர் காலம் காலியானது, பயணி தாமதமானது, வயல்கள் செழிப்பாக, பட்டுப்புழுக்கள் செழிப்பாக, ஆறு கால்நடைகள் செழிப்பாக இருக்கின்றன, மக்களைத் தேடி, பொது வழக்குகள், இழப்பு, இடம்பெயர்வு, இழந்த சொத்து, கிழக்கு நோய்கள், பொய்யான எச்சரிக்கைகள், மலைக் கல்லறைகள் மாற்றப்பட வேண்டும்.", "古人": "இரண்டு முறை அடித்தார்", "第X籤": "அறுபத்தொன்பது லாட் வெற்றி", "宮": "தட்சுமி"}