{"籤詩版本二": "சாவோ சாவோ என்பது பூக்களை சேகரிக்கும் தேனீ போன்றது, தென்மேற்கிலிருந்து கிழக்கிலிருந்து பறக்கிறது\nவசந்த காலம் முடிந்துவிட்டது, பூக்கள் மறைந்துவிட்டன, தேடுவதற்கு இடமில்லை இந்த இதயம் தன் இருப்பிடத்தை மாற்றாது.", "詩意": "இந்த ஹெக்ஸாகிராம் தேனீ பூக்களை பறிப்பது போன்றது.\nஎல்லாம் உழைப்பு மற்றும் உழைப்பு.", "解曰": "வசந்த காட்சியமைப்பு இல்லை. நீண்ட நேரம் மழை பெய்தாலும் தெளிவதில்லை. உதவி கேட்க. அமைதியாக இருப்பது நல்லது.\n.", "籤詩故事一": "◇லி மி டாங் வம்சத்திற்கு எதிராக கலகம் செய்தார்\nலி மி\n(582-619), சீனாவின் சுய் வம்சத்தின் பிற்பகுதியில் விவசாயிகள் எழுச்சியில் வாகாங் இராணுவத்தின் மறைந்த தலைவர். எழுத்துக்கலை மாஸ்டர். ஃபா என்ற வார்த்தையின் மாஸ்டர் சாங்கான், ஜிங்ஜாவோவை பூர்வீகமாகக் கொண்டவர், மேலும் அவரது மூதாதையர் வீடு சியாங்பிங், லியாடோங் (இப்போது லியாயோங்கின் தெற்கே, லியானிங்). ஜிங்ஜாவோவின் சாங்கான் பகுதியைப் பூர்வீகமாகக் கொண்டவர், அவரது மூதாதையர் வீடு சியாங்பிங், லியாடோங் (தற்போது லியாயோங்கின் தெற்கே, லியோனிங்).\nடேயின் ஒன்பதாம் ஆண்டில் (613), லியாங்கில் (இப்போது ஹெனான் மாகாணத்தின் ஜுன்சியான் கவுண்டியின் வடகிழக்கில்) சூய் வம்சத்திற்கு எதிராக யாங் சுவாங்கனின் கிளர்ச்சியில் பங்கேற்றார். டேயின் ஒன்பதாம் ஆண்டில் (613), லியாங்கில் (இப்போது ஹெனான் மாகாணத்தின் ஜுன்சியான் கவுண்டியின் வடகிழக்கில்) சூய் வம்சத்திற்கு எதிராக யாங் சுவாங்கனின் கிளர்ச்சியில் பங்கேற்றார். மர்ம உணர்வு தோற்கடிக்கப்பட்டது,\nலி மி தப்பி ஓடினார். சுவாங்கன் தோற்கடிக்கப்பட்டார் மற்றும் லி மி தப்பி ஓடினார்.\nடேயின் பன்னிரண்டாம் ஆண்டில், வாகாங் ராணுவத்தில் சேர்ந்தார்\n. டேயின் ஆட்சியின் பன்னிரண்டாம் ஆண்டில், அவர் வாகாங் இராணுவத்தில் சேர்ந்தார். லி மி, தயாயின் பன்னிரண்டாம் ஆண்டு அக்டோபரில், ஜாங் சுடுவோவைக் காத்து, சுய் இராணுவத்தைத் தோற்கடித்து, சாங் க்சுடுவோவைக் கொன்று, இராணுவத்துடன் வந்த சக்திவாய்ந்த ஜெனரல் சிங்யாங் டோங்கைத் தாக்க ஜாயை வற்புறுத்தினார். லி மி, தயாயின் பன்னிரண்டாம் ஆண்டு அக்டோபரில், ஜாங் சுடுவோவைக் காத்து, சுய் இராணுவத்தைத் தோற்கடித்து, சாங் க்சுடுவோவைக் கொன்று, இராணுவத்துடன் வந்த சக்திவாய்ந்த ஜெனரல் சிங்யாங் டோங்கைத் தாக்க ஜாயை வற்புறுத்தினார்.\nபின்னர், அவர் Xingluo (பின்னர் லூகோவ் என மறுபெயரிடப்பட்டது) கிடங்கைத் தாக்கவும், நிவாரணத்திற்காக கிடங்கைத் திறந்து, அணியை விரிவுபடுத்தவும் முன்மொழிந்தார்.வாகாங் இராணுவக் குழு வேகமாக வளர்ந்தது.டேயின் 13 வது ஆண்டில், வாகாங் இராணுவத்திற்கு லி மி தலைமை தாங்கினார், மற்றும் ஜாய் ராங் சூய் வம்சத்தின் தரம் இறக்கம் மற்றும் விநியோகம் ஆகியவற்றைக் கையாண்டார்.இராணுவ வளங்கள் மற்றும் பிற பிரச்சனைகள் தொடர்பாக ஒரு போர் நடந்தது, மேலும் லி மி ஜாய் ராங்கையும் அவரது நூற்றுக்கணக்கான ஆதரவாளர்களையும் கொன்றார். பின்னர், அவர் Xingluo (பின்னர் லூகோவ் என மறுபெயரிடப்பட்டது) கிடங்கைத் தாக்கவும், நிவாரணத்திற்காக கிடங்கைத் திறந்து, அணியை விரிவுபடுத்தவும் முன்மொழிந்தார்.வாகாங் இராணுவக் குழு வேகமாக வளர்ந்தது.டேயின் 13 வது ஆண்டில், வாகாங் இராணுவத்திற்கு லி மி தலைமை தாங்கினார், மற்றும் ஜாய் ராங் சூய் வம்சத்தின் தரம் இறக்கம் மற்றும் விநியோகம் ஆகியவற்றைக் கையாண்டார்.இராணுவ வளங்கள் மற்றும் பிற பிரச்சனைகள் தொடர்பாக ஒரு போர் நடந்தது, மேலும் லி மி ஜாய் ராங்கையும் அவரது நூற்றுக்கணக்கான ஆதரவாளர்களையும் கொன்றார்.\nடேயின் 14வது ஆண்டு மார்ச் மாதத்தில், சூய் வம்சத்தின் பேரரசர் யாங்கை யு வென்ஹுவாஜி கொன்றார்.\n, 100,000 க்கும் மேற்பட்ட மக்கள் மேற்கு நோக்கி திரும்ப வழிவகுத்தது. டேயின் பதினான்காம் ஆண்டு மார்ச் மாதத்தில், யூ வென்ஹுவாஜி (யு வென், கூட்டு குடும்பப்பெயர்) சூய் வம்சத்தின் பேரரசர் யாங்கைக் கொன்று 100,000 க்கும் மேற்பட்ட மக்களுடன் மேற்கு நோக்கித் திரும்பினார். ஹுவாஜியைத் தாக்க லி மிக்கு உத்தரவிடப்பட்டது.ஹுவாஜி தோற்கடிக்கப்பட்டாலும், லி மியின் துருப்புக்களும் பலத்த இழப்புகளைச் சந்தித்தனர்.அவர்கள் பின்னர் வாங் ஷிச்சோங்கால் பின்தொடர்ந்தனர்.லி மியின் இராணுவம் தோற்கடிக்கப்பட்டது மற்றும் அவரது முகாம் அழிக்கப்பட்டது.அவரது தளபதிகள் கின் ஷுபாவ், செங் ஜிஜி (முதலில் பெயர் செங் யாஜின்), நியு ஜிண்டா மற்றும் பலர் கைப்பற்றப்பட்டனர். , ஷான் சியோங்சின் சரணடைந்தார். ஹுவாஜியைத் தாக்க லீ மிக்கு உத்தரவிடப்பட்டது.ஹுவாஜி தோற்கடிக்கப்பட்டாலும், லி மியும் தனது படைகளில் பெரும் இழப்புகளைச் சந்தித்தார். பின்னர், அவர் வாங் ஷிச்சோங்கால் பின்தொடர்ந்தார்.லி மியின் இராணுவம் தோற்கடிக்கப்பட்டது மற்றும் அவரது முகாம் அழிக்கப்பட்டது.அவரது தளபதிகள் கின் ஷுபாவோ, செங் ஜிஜியே (முதலில் செங் யாஜின் என்று பெயர்), நியு ஜிண்டா மற்றும் பலர் கைப்பற்றப்பட்டனர், ஷான் சியோங்சின் சரணடைந்தார். லி மி விரக்தியடைந்ததால், செப்டம்பரில் அவர் ஆற்றைக் கடந்து ஹெயாங்கிற்குச் சென்று டாங் வம்சத்திடம் சரணடைந்தார். லி மி விரக்தியடைந்ததால், செப்டம்பரில் அவர் ஆற்றைக் கடந்து ஹெயாங்கிற்குச் சென்று டாங் வம்சத்திடம் சரணடைந்தார்.\nநவம்பரில், லி யுவான் பழைய படைகளைச் சேர்ப்பதற்காக லி மியை ஷான்டாங்கிற்கு அனுப்பினார். நவம்பர்,\nலி யுவான் லி மியை பழைய படைகளை சேர்ப்பதற்காக ஷான்டாங்கில் காத்திருக்க அனுப்பினார். அவர் சந்தேகப்பட்டதாக உணர்ந்த அவர், டாங்கிற்கு எதிராக கலகம் செய்தார். அவர் சந்தேகப்பட்டதாக உணர்ந்த அவர், டாங்கிற்கு எதிராக கலகம் செய்தார். டாங் ஜெனரல் ஷெங் யான்ஷி லி மியை தாக்குவதற்கு அழைத்தார் மற்றும் அவரை ஜிங்காங் சியானில் கொன்றார். டாங் ஜெனரல் ஷெங் யான்ஷி லி மியை தாக்குவதற்கு அழைத்தார் மற்றும் அவரை ஜிங்காங் சியானில் கொன்றார்.", "聖意": "வீடு, வீடு, நாக்கு, சுயம், வில்லன், செல்வம் தேடுதல், வியாபாரம் விரயமாதல், திருமணங்கள் நீடிக்கவில்லை, லியுஜியா, வெற்றுப் பூக்கள், பாதசாரிகள், யாதியன், பட்டுப்புழு சேதம், ஆறு கால்நடை சேதம், காணாமல் போனவர்கள், வழக்குகள், இழப்பு, இடம்பெயர்வு, பழமைவாதம், இழந்த சொத்து நோய், தடைகள், மலைக் கல்லறை சீர்திருத்தம்", "古人": "லி மி டாங் வம்சத்திற்கு எதிராக கலகம் செய்தார்", "第X籤": "எழுபதாவது டிரா", "宮": "தட்சுமி"}