{"籤詩版本二": "காங்லாங் பத்தொன்பதாம் காவலர்களின் அறிவாற்றல்: ஒரு பெண் இரண்டாவது கணவனை மணந்தார்\nஒரு வில் மற்றும் இரண்டு அம்புகளுடன், டைனோசர்கள் உடனடியாக நிம்மதியாக வாழும்", "詩意": "இந்த ஹெக்ஸாகிராம் இரண்டு அம்புகளை வைத்திருக்கும் வில் போன்றது.\nஎல்லாம் ஒன்றாக நடந்தால், அது மங்களகரமானதாக இருக்கும்.", "解曰": "மிகவும் கனமாக இல்லை. விதி. Zhen Liuzhong திறக்கிறது. எச்சரிக்கையாக இருப்பது உத்தமம்.", "籤詩故事一": "◇வென்ஜுன் சியாங்ருவைப் பார்வையிடுகிறார்\nZhuo Wenjun சிச்சுவான் மாகாணத்தின் லின்கியோங்கில் ஒரு பணக்கார தொழிலதிபரான Zhuo Wang இன் பேரனின் மகள் ஆவார்.அவர் இசையில் புலமை பெற்றவர் மற்றும் இலக்கியப் பெயரைப் பெற்றிருந்தார். பதினாறு வயதில் திருமணம் செய்து கொண்டார்.சில ஆண்டுகளுக்குப் பிறகு, அவரது கணவர் இறந்துவிட்டார், அவர் ஒரு விதவையாக வாழ தனது பிறந்த குடும்பத்திற்குத் திரும்பினார்.\nஒரு நாள், சிமா சியாங்ரு ஜுவோ வாங்சுனின் வீட்டிற்கு விருந்துக்கு சென்றார், ஜுவோ வென்ஜுன் புதிதாக விதவையானார் என்பதை அறிந்ததும், அவர் தனது காதலை வெளிப்படுத்த \"பீனிக்ஸ் சீக்கிங் தி ஃபீனிக்ஸ்\" பாடலை வாசித்தார். Zhuo Wenjun ஏற்கனவே Sima Xiangru பற்றி கேள்விப்பட்டிருந்தார், மேலும் இந்த விருந்து அவரை Sima Xiangru மீது மேலும் ஈர்த்தது. மறுபுறம், சிமா சியாங்ருவின் விருந்துக்குப் பிறகு, அவர் உடனடியாக ஜுவோ வென்ஜுனின் தனிப்பட்ட பணிப்பெண்ணுக்கு லஞ்சம் கொடுக்க நிறைய பணம் செலவழித்தார் மற்றும் ஜுவோ வென்ஜுன் மீது சிமா சியாங்ருவின் அன்பை தெரிவிக்கும்படி கேட்டார். Zhuo Wenjun சிமா சியாங்ருவின் அன்பை பணிப்பெண் மூலம் அறிந்ததும், அவர் உடனடியாக சிமா சியாங்ரு வாழ்ந்த விடுதிக்கு விரைந்தார்.ஜுவோ வென்ஜுனின் வருகையைப் பார்த்த சிமா சியாங்ரு உடனடியாக அவளுடன் செங்டுவில் உள்ள தனது சொந்த ஊருக்கு ஓடிவிட்டார்.\nஅவர்கள் செங்டுவில் இருந்தபோது, ​​அந்தத் தம்பதிகள் ஆதரவற்றவர்களாக இருந்ததால், வாழ்க்கை நடத்த ஒரு சிறிய ஹோட்டலைத் திறக்க லின்கியோங்கிற்குத் திரும்ப வேண்டியிருந்தது. ஜுவோ வென்ஜுன் ஒயின் விற்றார், சிமா சியாங்ரு பாத்திரங்களைக் கழுவினார். அவர்கள் ஏழ்மையான வாழ்க்கை வாழ்ந்தனர். Zhuo Wenjun இன் தந்தை, Zhuo Wangsun, அதைப் பற்றி அறிந்த பிறகு, அவர் ஒப்புக்கொண்டார் மற்றும் அவரது நண்பர்களின் ஆலோசனையின் கீழ் அவர்களுக்கு நிதியளித்தார், இதனால் Sima Xiangru மற்றும் Zhuo Wenjun செங்டுவுக்குத் திரும்பி வாழத் திரும்பினர், பின்னர் பணக்காரர் ஆனார்கள்.", "聖意": "வீடு மற்றும் சொத்து இழப்பு, ஒருவரின் சொந்த உரிமைகள் மற்றும் தவறுகள், செல்வத்தைத் தேடுதல், தொழிலாளர் பரிவர்த்தனைகள், திருமணம் மீண்டும் இணைவதிலிருந்து பாதுகாத்தல்", "古人": "வென்ஜுன் சியாங்ருவைப் பார்வையிடுகிறார்", "第X籤": "எழுபத்தொரு வெற்றி லோட்டோ", "宮": "தட்சுமி"}