{"籤詩版本二": "வசந்த காலம் வரும்போது, ​​இடி நடுங்குகிறது மற்றும் பூச்சிகள் சிலிர்க்கிறது, நான் சேற்றை விட்டு விலகுகிறேன்\nநான் இன்னும் வந்து போகிறேன் என்று முதலில் உணர்ந்தபோது, ​​​​நான் மாறியவுடன், நான் ஒரு டிராகன் ஆனேன்.", "詩意": "இந்த ஹெக்ஸாகிராம் இடி மற்றும் பூச்சிகளைப் போன்றது.\nஒரு உன்னத நபரை சந்திப்பது எல்லாவற்றிலும் ஒரு நல்ல அறிகுறியாகும்.", "解曰": "இடி தாக்குகிறது. உள்ளேயும் வெளியேயும் இரண்டு வைப்பு. ஒரு முறை மாற்றவும். தியான்மென் வரை.", "籤詩故事一": "◇செங்கியாவோ கலகம்\nகி.பி 959 இல், Zhou Shizong Chai Rong இறந்தார், மற்றும் அரியணை ஏறிய பேரரசர் காங் சாய் சோங்சுன் ஏழு வயது மட்டுமே. அந்த நேரத்தில், அரண்மனைக்கு முன்னால் இன்ஸ்பெக்டராகவும், ஜேர்மன் இராணுவத்திற்கு சாங்சோவின் தூதராகவும் பணியாற்றிய ஜாவோ குவாங்கியின் உண்மையான அதிகாரத்தை வைத்திருந்தார்.\nகி.பி 960 வசந்த காலத்தில், Zhenzhou (இன்றைய Zhengding, Hebei மாகாணம்) மற்றும் Dingzhou (இன்றைய Dingxian கவுண்டி, Hebei மாகாணம்) வடக்கு ஹான் வம்சத்தின் மற்றும் லியாவோ மாநிலத்தின் படைகள் கூட்டாக தெற்கே சென்று பிற்கால சோவ் வம்சத்தை தாக்குவதாக அறிவித்தன. பெரும் வேகம், மற்றும் உதவிக்காக துருப்புக்களை அனுப்புமாறு கோரப்பட்டது. பின்னர், சௌ வம்சம் எதிரிக்கு எதிராகப் போரிடுவதற்காக தனது படைகளை வடக்கே வழிநடத்துமாறு ஜாவோ குவாங்கினுக்கு உத்தரவிட்டது. ஜாவோ குவாங்யின் தனது சகோதரர் ஜாவோ குவாங்கி, ஜாவ் பு, ஷி ஷோக்சின் மற்றும் பிறரின் திட்டத்தின் கீழ் ரகசியமாக செயல்பட்டார்.\nபிப்ரவரி 3 அன்று, இராணுவம் சென்கியோயிக்கு (தற்போது சென்கியாவோ டவுன், ஃபெங்கியு, ஹெனானின் தென்கிழக்கே) வந்தடைந்தபோது, ​​அவர்கள் ஒரு கலகத்தைத் தொடங்கி, அவருக்கு மஞ்சள் ஆடைகளை அணியுமாறு கட்டளையிட்டனர், அவர்கள் பிற்கால சோவ் வம்சத்திற்கு எதிராக கிளர்ச்சி செய்து ஜாவோ குவாங்கினை பேரரசராக ஆதரித்தனர் . அதன்பிறகு, ஜாவோ தனது படைகளை எரிக்காமல், கொல்லாமல், சூறையாடாமல் மீண்டும் கைஃபெங்கிற்கு அழைத்துச் சென்றார். \"தைஜு சென் கியாவோ தலைநகரில் உள்ள மக்களுக்கு இடையூறு செய்யக்கூடாது என்று சத்தியம் செய்தார், மேலும் அவர் நகரத்திற்குள் நுழைந்த நாளில் நகரத்தை தொந்தரவு செய்ய மாட்டேன் என்று உறுதியளித்தார்.\"\nசந்திர மாதத்தின் மூன்றாம் ஆண்டின் மூன்றாம் நாளில், ஜாவோ குவாங்கியின் செங்கியாவோவில் கலகம் செய்து தலைநகருக்குத் திரும்பினார். ஃபேன் ஜி வாங் பு மற்றும் வெய் ரென்புவை ஜாவோ குவாங்கினைக் கேள்விக்கு அழைத்துச் சென்றார். : \"மூன்று படைகளுக்கும் எஜமானர்கள் இல்லை. அனைத்து தளபதிகளும் அவரை பேரரசராக நியமிக்க முடிவு செய்துள்ளனர். யார் பேசினாலும் கொல்லப்படுவார்கள்!\". வாங் புவின் முகம் பூமியைப் போல வெளிறியது.அவர் தனது படிகளைத் தாழ்த்திக் குனிந்தார், ஃபேன் ஜியும் வணங்கினார். குவாங் யின் தனிப்பட்ட முறையில் அவருக்கு உதவி செய்து மரியாதையுடன் நடத்தினார்.\nஒரு மிதமான எதிர்ப்பிற்குப் பிறகு, பிந்தைய சோவ் வம்சத்தின் பேரரசர் காங் அரியணையில் அமர்ந்தார், மேலும் ஜாவோ அரியணையைக் கைப்பற்றினார். \"தைசு ஜென் ஏற்கவிருந்தார், ஆனால் ஜென் உரை எதுவும் இல்லை. ஹன்லின் அறிஞர் தாவோ கு, உத்தரவை ஏற்றுக்கொண்டார். \"அது முடிந்தது\" என்று கூறி, அவருக்கு அருகில் நடந்தார்.\nஜாவோ அரியணைக்கு வந்த பிறகு, அவர் நாட்டின் பெயரை சாங், யுவான் என்று ஜியான்லாங் என்று மாற்றி, கைஃபெங்கைத் தலைநகராக்கினார்.ஷி ஷோக்சின், காவ் ஹுவைட், ஜாங் லிங்டுவோ, வாங் ஷென்கி, ஜாங் குவாங்கன் மற்றும் ஜாவோ யான்ஹுய் ஆகிய அனைவருக்கும் ஜியேதுஷி பட்டம் வழங்கப்பட்டது. , இது வரலாற்றில் \"சென்கியோ கலகம்\" என்று அறியப்பட்டது.\nவிக்கிபீடியா\n(இது ஜாவோ குவாங்கியின் நடிப்பின் ஆரம்பம் என்பதை இந்தக் கதை பிரதிபலிக்கிறது.)", "聖意": "உங்கள் வீடு, தினசரி வாழ்க்கை, செல்வம், நல்ல அதிர்ஷ்டம், வியாபாரத்தில் நல்ல அதிர்ஷ்டம், உன்னத திருமணம், லியூஜியாவில் வெற்றி, ஆண் பாதசாரிகள், வயல்களில் பட்டுப்புழுக்கள் ஆரம்ப பிறப்பு, ஆறு விலங்குகளின் ஆரம்ப பிறப்பு, வசந்த காலத்தில் நல்ல அதிர்ஷ்டம், மக்களைத் தேடுங்கள் , வழக்குகளில் வெற்றி, இடம்பெயர்வில் அதிர்ஷ்டம், இழந்த சொத்து, நோய்களில் ஆபத்து, மலை மற்றும் கல்லறைகளில் ஆபத்து.", "古人": "செங்கியோ கலகம்", "第X籤": "எழுபத்து மூன்றில் கையெழுத்திட்டார்", "宮": "மி அரண்மனை"}