{"籤詩版本二": "உயரமான மலையின் மீது புலியை இழுத்துச் செல்வது போல, சண்டையிட்டுக் கொள்வதும், போட்டி போடுவதும் கூச்சமாகவும் குளிராகவும் இருக்கும்.\nதன்னையறியாமல் திடீரென்று நல்லதைச் செய்தால், உங்களைப் பாதுகாத்துக் கொள்ள வேண்டும்.புலியை இழுப்பது என்ற வார்த்தைக்கு புலியைக் கட்டிப்பிடிப்பது என்று பொருள்.", "詩意": "இந்த ஹெக்ஸாகிராம் ஒரு புலியை மலையின் குறுக்கே இழுத்துச் செல்வது போன்றது.\nஎல்லாம் ஆபத்தானது மற்றும் பயமாக இருக்கிறது.", "解曰": "ஆபத்து ஆபத்தானது. முன்னால் தடைகள் உள்ளன. ஆலோசனை கேட்டால். இது உண்மையில் கடினமான வேலை.", "籤詩故事一": "◇வு யுவான் இரவில் ஜாவோகுவானிலிருந்து வெளியேறினார் (வு ஜிக்சு ஜாகுவானைக் கடந்தார்)\nவூ ஜிக்சு வசந்த மற்றும் இலையுதிர் காலத்தில் சூவை பூர்வீகமாகக் கொண்டவர். அந்த நேரத்தில், சூ மன்னர் பிங் அவரை வேட்டையாட விரும்பினார். வு ஜிக்சுவைக் கைது செய்ததற்காக சூவின் அரசர் பிங் வெகுமதி அளித்தார், மேலும் அவரது உருவப்படம் வரைந்து சூ மாநிலம் முழுவதும் உள்ள நகர வாயில்களில் ஒட்டப்பட்டார், மேலும் விசாரணைகளை முடுக்கிவிடுமாறு அதிகாரிகளுக்கு உத்தரவிட்டார். Wu Zixu, Zhaoguan க்கு தப்பி ஓடிய போது, ​​Zhaoguan இல் உள்ள அதிகாரிகள், Wu மற்றும் Chu க்கு இடையேயான எல்லையை மிகவும் உன்னிப்பாக சோதித்தனர்.அவர் மிகவும் கவலைப்பட்டார், தொடர்ச்சியாக பல இரவுகள் தூங்க முடியவில்லை, மேலும் அவரது தலைமுடி கூட கவலையில் நரைத்தது. அதிர்ஷ்டவசமாக, நான் டோங் காவ் காங் என்ற மனிதனைச் சந்தித்தேன், அவர் தனது அவலநிலையைப் பற்றி அனுதாபம் கொண்டார் மற்றும் அவரை மறைக்க வீட்டிற்கு அழைத்துச் சென்றார். டியூக் டோங் காவோவுக்கு சற்று வூ ஜிக்ஸு போல தோற்றமளிக்கும் ஒரு நண்பர் இருந்தார், எனவே டியூக் டோங் காவோ அவரை வு ஜிக்ஸு போல நடித்து தேர்வில் தேர்ச்சி பெறச் சொன்னார். கேட் கீப்பர்கள் போலி வு ஜிக்சுவை பிடித்தனர், ஆனால் உண்மையான வு ஜிக்சுவை கேட் கீப்பர்களால் அடையாளம் காண முடியவில்லை, ஏனெனில் அவரது தலைமுடி முழுவதும் வெள்ளையாக இருந்தது, எனவே அவர்கள் அவரை கடந்து செல்ல அனுமதித்தனர். பின்னர், அவர் வூ மாநிலத்திற்கு பத்திரமாக தப்பினார்.\n(Wu Zixu விற்கு பதிலாக தோற்றமளிக்கும் மற்றும் நரைத்த தலைமுடி கொண்ட ஒரு நண்பரை நியமிப்பது இந்த கதையின் \"மந்திர கை\")", "聖意": "உங்களைப் பாதுகாத்துக் கொள்ள உங்கள் வீட்டிற்கும் உங்கள் வீட்டிற்கும் பிரார்த்தனை செய்யுங்கள், செல்வம் தேடுவதில் ஜாக்கிரதை, பரிவர்த்தனைகளில் கவனமாக இருங்கள், கொடுக்கல் வாங்கல்களில் தேக்கம், திருமண கஷ்டங்கள்", "古人": "வூ யுவான் இரவில் ஜாவோகுவானிலிருந்து புறப்பட்டார் (வு ஜிக்சு ஜாவோகுவானைக் கடந்தார்)", "第X籤": "எழுபத்தைந்தாவது அடையாளம்", "宮": "மி அரண்மனை"}