{"籤詩版本二": "மீன் மற்றும் டிராகன் கலவையானது அதே பொருளைக் கொண்டுள்ளது. ஆழமான குளத்தில் தங்கி அதிர்ஷ்டத்திற்காக காத்திருங்கள்.\nசுயநினைவின்றி யுமன் தலையை உயர்த்தி டிராகன் அரண்மனையின் மீது குதித்தார்.", "詩意": "ஹெக்ஸாகிராம் மீன் மற்றும் டிராகன் மாறாமல் உள்ளது.\nஎல்லாம் நேரத்தில் வரும்.", "解曰": "அது ஜிஜி என்றாலும். மேலும் காத்திருங்கள். உங்கள் சொந்த வியாபாரத்தை திட்டமிடுங்கள். அலட்சியமாக செயல்படாதீர்கள்.", "籤詩故事一": "◇ஹாங்வு கால்நடைகளைப் பார்க்கிறது\nZhu Yuanzhang, Zhongli, Haozhou (இப்போது Fengyang கவுண்டி, அன்ஹுய் மாகாணம்) பூர்வீகம், யுவான் வம்சத்தில் யுவான் வென்சோங்கின் தியான்லியின் முதல் ஆண்டில் பிறந்தார், அவருடைய குடும்பத்தில் நான்காவது இடத்தைப் பிடித்தார். ஏழ்மையான விவசாயக் குடும்பத்தில் பிறந்த இவர், இளமையில் வறுமையின் காரணமாகப் படிக்க முடியாமல், ஒருமுறை நிலக்கிழார் மாடு மேய்த்து வந்தார்.\nZhizheng-ன் நான்காவது ஆண்டில் (1344), Huaibei இல் கடுமையான வறட்சி ஏற்பட்டது. Zhu Yuanzhang இன் தந்தை, தாய் மற்றும் சகோதரர் அடுத்தடுத்து இறந்தனர், எனவே அவர் Huangjue கோவிலில் புதிய துறவியாக மாறுவதைத் தவிர வேறு வழியில்லை.\nகோவிலுக்குள் நுழைந்து இரண்டு மாதங்களுக்குள், பஞ்ச காலங்களில் கோவில் வாடகை வசூலிப்பதில் சிரமம் ஏற்பட்டதால், கோவில் உரிமையாளர் கிடங்கை மூடிவிட்டு, துறவிகளை பணிநீக்கம் செய்தார். ஜு யுவான்சாங் தனது சொந்த ஊரை விட்டு வெளியேறி, அலைந்து திரிந்த துறவியாக மாற வேண்டியிருந்தது. பிச்சை எடுத்து பிழைப்பு நடத்திய துறவி).\nபின்னர், Zhu Yuanzhang மிங் வம்சத்தின் Taizu மற்றும் சீன வரலாற்றில் \"பொதுமக்கள் பேரரசர்\" ஆனார், ஆட்சி பெயர் \"Hongwu\".\n(இக்கதையின் உவமை என்னவென்றால், சிறிது காலம் சாதாரணமாக இருப்பது எதிர்காலத்திலும் அப்படித்தான் இருக்கும் என்று அர்த்தமல்ல. நேரம் இன்னும் வரவில்லை என்பதே இதற்குக் காரணம்.)", "聖意": "குடும்பம் பாதுகாப்பானது, குடும்பம் ஆரோக்கியம், அதிர்ஷ்டம் நல்லது, வணிகம் காத்திருக்கிறது, திருமணம் தாமதமாகும், ஆண் லியூஜியாவில் பிறந்தார், பாதசாரி தாமதம், பட்டுப்புழு தாமதம், பட்டுப்புழுக்கள் அதிகம், ஆறு விலங்குகள் வால் பிடிக்கப்படுகிறது, நபர் காணவில்லை, எந்த வழக்கும் தாமதமாகவில்லை, இடம்பெயர்வு பழமைவாதமானது, இழந்த சொத்து நோயால் தடுக்கப்படுகிறது, மலை கல்லறை", "古人": "Hongwu கால்நடைகளைப் பார்க்கிறார்", "第X籤": "எழுபத்தி ஆறாவது இடம்", "宮": "மி அரண்மனை"}