{"籤詩版本二": "கனவில் செல்வம் பெருகும் என்று சொல்லப்பட்டாலும் புகழ் மட்டும் வீண்.\nதண்ணீர் தொலைவில் மலைகள் தொலைவில் இருந்தாலும் உண்மையாக இருப்பது கடினம்.உன்னதமானவர் வழிகாட்டி புன்னகைக்கிறார்.", "詩意": "இந்த ஹெக்ஸாகிராம் ஒரு கனவில் ஒரு புதையலைப் பெறுவதற்கான அடையாளத்தைக் குறிக்கிறது.\nஎல்லாம் அதிகமாகவோ அல்லது குறைவாகவோ உண்மையானது.", "解曰": "கனவு போல் கனவு காண்கிறேன். புகழ் நம்பிக்கை இல்லை. நல்ல நேரத்திற்காக காத்திருங்கள். உன்னதமான வழிமுறைகள்.", "籤詩故事一": "◇ ஜேட்டை ஜாவோவுக்குத் திருப்பி விடுங்கள் (ஜேட்டை முடித்த பிறகு ஜாவோவுக்குத் திருப்பி விடுங்கள்)\nகிமு 283 இல், கிங் ஜாவோ ஹுய்வென் சூ என்பவரிடமிருந்து He's Bi ஐப் பெற்றார். மன்னன் Qin Zhaoxiang செய்தியைக் கேள்விப்பட்ட பிறகு, அவர் ஜாவோ மன்னருக்கு ஒரு கடிதம் அனுப்பினார், பதினைந்து நகரங்களை He's Bi க்கு மாற்ற விருப்பம் தெரிவித்தார்.\nகிங் ஜாவோவிடம் லின் சியாங்ரு, கின் வலிமையானவர் என்றும் ஜாவோ பலவீனமானவர் என்றும் மாற்றப்பட வேண்டும் என்றும் ஆய்வு செய்தார்.\nகிங் ஜாவோ பின்னர் லின் சியாங்ருவை ஹிஸ் பையுடன் குயினுக்கு அனுப்பினார்.\nகின் மன்னர் ஜாங்தாயில் லின் சியாங்ருவைச் சந்தித்தார், மேலும் லின் சியாங்ரு கின் மன்னருக்கு ஜேட் வழங்கினார். கின் மன்னன் மிகுந்த மகிழ்ச்சியடைந்து, அந்த அழகுக்கு He's Bi ஐ அனுப்பினான், அவளைச் சுற்றியுள்ள அனைவரும் அதைப் பார்த்தார்கள், இந்த நேரத்தில், இடது மற்றும் வலதுபுறத்தில் உள்ள அனைவரும் வாழ்க என்று கூச்சலிட்டனர்.\nகின் மன்னருக்கு நகரத்தை ஜாவோவுக்குக் கொடுக்கும் எண்ணம் இல்லை என்பதை லின் சியாங்ரு கண்டார், எனவே அவர் கின் மன்னரிடம் தனது ஜேட் குறைபாடு இருப்பதாகவும், அதைப் பெறுவதற்கான வாய்ப்பைப் பெறுவதற்காக கின் மன்னரிடம் சுட்டிக்காட்ட விரும்புவதாகவும் கூறினார். ஜேட் மீண்டும்.\nலின் சியாங்ரு ஹெஷியின் பையை திரும்பப் பெற்ற பிறகு, அவர் பெரிய தூணுக்கு அருகில் நின்று, ஹெஷியின் பையுடன் இறக்க விரும்புவதாகக் காட்டினார்.\nஇந்த நேரத்தில், லின் சியாங்ரு கின் மன்னரிடம் கூறினார்: \"ஜாவோ மன்னர் இன்னும் மந்திரிகளின் ஆட்சேபனைகளை சமாளித்து அமைச்சரின் முன்மொழிவை ஏற்றுக்கொண்டார். சாதாரண மக்களுடன் பழகும்போது ஒருவரையொருவர் ஏமாற்றாவிட்டாலும், அதைக் குறிப்பிடவில்லை. கின் ஒரு பெரிய நாடு!கினுக்கும் ஜாவோவுக்கும் இடையிலான நட்பைக் காப்பாற்றுவதற்காக, ஐந்து நாட்கள் உண்ணாவிரதத்திற்குப் பிறகு, நான் என் மந்திரிகளை கின் நாட்டுக்கு ஜாடையுடன் அனுப்பினேன். நகரம், ஆனால் அவர் குடும்பத்தின் ஜேட் ஒரு அழகான பெண்ணுக்கு அனுப்பப்பட்டது, இது உண்மையில் என் மந்திரிகளை கேலி செய்வதாக இருந்தது.\"\nபேசி முடித்ததும், லின் சியாங்ரு உடனடியாக ஒரு தூணில் அடிப்பது போல் சைகை செய்தார்.ஹி'ஸ் பை சேதமடைந்துவிடுமோ என்று கின் மன்னர் பயந்து, ஜாவோவுக்கு பதினைந்து நகரங்களை கொடுப்பதாக நடித்தார். கிங் கின் துரோகத் திட்டத்தை லின் சியாங்ரு உணர்ந்தார், எனவே நேரத்தை தாமதப்படுத்த அவர் பையை வழங்குவதற்கு முன் ஐந்து நாட்கள் உண்ணாவிரதம் இருக்குமாறு கிங் கினைக் கேட்டுக் கொண்டார். இந்த சில நாட்களில், லின் சியாங்ரு தனது உதவியாளர்களை ஜாவோ மாநிலத்திற்கு ஜேட் உடன் திரும்ப அனுப்பினார், அதே நேரத்தில் அவர் கின் மன்னரை சமாளிக்க இருந்தார்.\n(ஒரு சாதாரண மனிதனின் கண்கள் அவனது அந்தஸ்தைக் கண்டு மயங்குவது போல இந்தக் கதை உள்ளது.)", "聖意": "இல்லறம் வேண்டி, செல்வம் அடைக்க தானே வேண்டிக் கொள்ளுங்கள், திருமணம் செய்வது கடினம், திருமணம் செய்வது கடினம், மக்கள் ஒற்றுமையாக இல்லை.", "古人": "ஜாவோவிற்கு ஜேட் திரும்பவும் (ஜாவோவிற்கு ஜேட் முடிக்கவும்)", "第X籤": "எழுபத்தி ஏழாவது வெற்றி பெற்ற லாட்டரி", "宮": "நண்பகல் அரண்மனை"}