{"籤詩版本二": "வெற்றிட முடிச்சு, நான் உங்களைப் பாதுகாப்பாக வைத்திருக்க விரும்புகிறேன், உங்கள் உடலைப் பாதுகாப்பாக வைத்திருந்தால், நீங்கள் அதை ஒருபோதும் திருப்பித் தரமாட்டீர்கள் என்று நான் விரும்புகிறேன்.\nதேவனுடைய கிருபை திரும்பக் கிடைத்ததை மறந்துவிடாதே, தேவனுடைய வார்த்தைகளை அவமதிக்காதே.", "詩意": "இந்த ஹெக்ஸாகிராம் உண்மை என்று நம்ப வேண்டாம்.\nஇது எல்லாவற்றிலும் பழமைவாதமாக இருப்பதற்கான அறிகுறியாகும்.", "解曰": "மக்களுக்கு அவர்களின் சொந்த கருத்துக்கள் உள்ளன. மனம் பிஸியாக இருக்க வேண்டியதில்லை. குவான்யின் வழிமுறைகள். அவமரியாதை செய்யாதே.", "籤詩故事一": "◇இரகசியமாக வெண்கலக் கொடியை ஆதரித்தல்\nடாங் வம்சத்தின் புகழ்பெற்ற ஸ்தாபக ஜெனரல், கின் கியோங் (கின் ஷுபாவ்) சூய் வம்சத்தின் கிராண்ட் மார்ஷல் என்ற பட்டத்தைப் பெற்றார், அவர் சிஷுய் பாஸைத் தாக்க தனது படைகளை வழிநடத்தினார் (அல்லது சிஷுய் பாஸ் அல்லது டோங்லிங் பாஸ், புராணக்கதைகள் மாறுபடும்) யாங் லின் ( யாங் யிச்செங்), சிசுய் பாஸின் காவலர் ஜெனரல், சூய் வம்சத்தின் பேரரசர் யாங் ஒரு வெண்கலக் கொடி வரிசையை அமைக்க உத்தரவிட்டார், ஆனால் கின் ஷுபாவோ அதை நீண்ட நேரம் தாக்க முடியவில்லை. உருவாக்கத்தின் தலைவரான லுவோ செங் தனது உறவினர் என்பதை அறிந்த பிறகு, அவர் தனது அத்தையைத் தொடர்பு கொண்டார்.\nலுவோ செங் செல்வதற்கு முன், கொடியைக் கவிழ்க்க வந்தவர் தனது உறவினர் குயின் கியோங் என்று அவர் தனது தாயிடம் கூறினார், மேலும் அவருக்கு ரகசியமாக உதவுமாறு அவரது தாயார் கட்டளையிட்டார். தீர்க்கமான போரின் நாளில், வெண்கலக் கொடியைக் காத்துக்கொண்டிருந்த லுவோ செங், திடீரென்று பக்கங்களை மாற்றி, கின் கியோங்குடன் இணைந்து, வெண்கலக் கொடியை தோற்கடித்தார். ஆள்குடி.\n(இந்தக் கதை சில சமயங்களில் உணர்ச்சிகளையோ அல்லது நம்பிக்கையையோ நம்பாமல், விஷயங்களைச் செய்யும்போது காரணத்தை நம்பியிருக்க வேண்டிய ஒரு உருவகம்.)", "聖意": "வீடு இன்னும் உறுதியளிக்கிறது, செல்வத்தைத் தேடுகிறது, ஒருவரின் பங்கைக் காப்பாற்றுகிறது, திருமணத்தில் எச்சரிக்கையாக இருங்கள், ஒரு பெண் குழந்தை, பாதசாரிகள் வயலில் தங்குவது, பட்டுப்புழுக்கள், ஏழு புள்ளிகள் மற்றும் ஆறு கால்நடை சேதம், மக்களைத் தேடுதல், பொது வழக்குகள் மற்றும் இடம்பெயர்வு , இழந்த சொத்துக்கள், மேற்கத்திய நோய்கள், மலைகளுக்கு தீர்வு, மேற்கு நோக்கி கல்லறைகள்", "古人": "இரகசியமாக வெண்கலக் கொடியை கீழே இறக்கி உதவுதல்", "第X籤": "எழுபத்தொன்பது லாட் வெற்றி", "宮": "நண்பகல் அரண்மனை"}