{"籤詩版本二": "சீமைக்கருவேல மரங்களின் இலைகள் உதிர்ந்து, இலையுதிர் காலம் நெருங்குகிறது, பயணிகளின் திரும்பும் பயணம் மேகங்கள் போல் காட்சியளிக்கிறது.\nகடவுளின் பெரும் முயற்சியால், காற்றில் புதையலுடன் கப்பல் திரும்பியது.", "詩意": "இந்த ஹெக்ஸாகிராம், சீமைமரத்தின் உதிர்ந்த இலைகளைக் குறிக்கிறது.\nஎல்லாம் முன்கூட்டியே கெட்டது மற்றும் இறுதியில் நல்லது.", "解曰": "இதயத்திலிருந்து விஷயங்களை எடுத்துக் கொள்ளுங்கள். தியான் சின் பின் தொடர்ந்தார். வாழ்க்கையை அமைத்து கொள்ள. உங்களால் முடிந்ததைச் செய்யுங்கள்.", "籤詩故事一": "◇தெங்வாங் பெவிலியனுக்கு காற்று வீசுகிறது\nவாங் போ, மரியாதைக்குரிய பெயர் ஜியான், ஆரம்பகால டாங் வம்சத்தின் கவிஞர் ஆவார், அவர் டாங் வம்சத்தின் பேரரசர் காவோசோங்கின் யோங்குயின் முதல் ஆண்டில் பிறந்தார். வாங் போ சிறுவயதிலிருந்தே வேதம் படித்துக் கொண்டிருந்தார், மேலும் அவர் \"குழந்தை அதிசயம்\" என்று அழைக்கப்படுகிறார். வாங் போ சிறுவயதிலிருந்தே வேதம் படித்துக் கொண்டிருந்தார், மேலும் அவர் \"குழந்தை அதிசயம்\" என்று அழைக்கப்படுகிறார்.\nஅவனுக்கு பத்து வயதாக இருக்கும் போது, ​​அவனும் அவன் தந்தையும் ஒரு குவாண்டி கோவிலை கடந்து போக நேர்ந்தது.அந்த கோவிலில் இருந்த குவாண்டியின் கம்பீரமான சிலையை பார்த்தார்கள், \"வசந்த காலம் மற்றும் இலையுதிர் காலம்\" புத்தகத்தை கையில் வைத்துக்கொண்டு அதை படித்துக்கொண்டிருந்தார்.அதை பார்த்ததும் அவன் அப்பா. ஈர்க்கப்பட்டார். அவர் பேரரசர் குவானிடம் கோஷமிட்டார்: \"மூன்று பூட்டுகள் பச்சை தாடியைப் பிடித்து, பச்சை விளக்குக்கு கிங் வம்சத்தின் வரலாற்றைப் படித்து, புகழ்பெற்ற பெயர்களுக்கு மரியாதை செலுத்துகிறேன். பச்சை டிராகனையும் சந்திரனையும் என் கையில் பிடித்துக் கொண்டேன்\" என்று கூறப்படுகிறது. இந்த ஆண்டின் இலையுதிர்காலத்தில், வாங் போ, ஷாங்சியிலிருந்து ஹைனன் தீவுக்குச் சென்று, ஜியாவோஜி மாவட்ட மாஜிஸ்திரேட்டாகத் தரமிறக்கப்பட்ட தனது தந்தையைப் பார்க்கச் சென்றார். , வழியில் ஆயிரக்கணக்கான மலைகள் மற்றும் ஆறுகளைக் கடந்து சென்றார். அந்த ஆண்டின் இலையுதிர் காலத்தில், அவருக்கு இருபத்தேழு வயதாக இருந்தபோது, ​​வாங் போ, ஜியோஜி மாவட்ட மாஜிஸ்திரேட் பதவிக்குத் தரமிறக்கப்பட்ட தனது தந்தையைப் பார்க்க, ஷாங்சியிலிருந்து ஹைனான் தீவுக்குச் சென்றார், அவர் வழியில் ஆயிரக்கணக்கான மலைகள் மற்றும் ஆறுகளைக் கடந்து சென்றார்.\nஅன்று மாதாங் மலைக்கு வந்ததும் அனைவரும் ஓய்வெடுக்க கரைக்குச் சென்றனர்.வாங் போ ஒரு பழங்காலக் கோயிலின் வழியே தனியாக நடந்து சென்றபோது, ​​திடீரென கோயிலுக்குப் பக்கத்தில் இருந்த கல்லில் ஒரு முதியவர் அமர்ந்திருப்பதைப் பார்த்தார். மற்றும் ஒரு தேவதை தோற்றம். அவர் வாங் போவிடம் \"நீ வாங் போ இல்லையா?\" என்றான் வாங் போ திடுக்கிட்டு, \"சரியாக! அது உனக்கு எப்படித் தெரியும்?\" முதியவர் சொன்னார், \"உனக்கு நல்லது என்று நான் நீண்ட காலமாக கேள்விப்பட்டேன். மக்களைக் காப்பாற்றும் நோக்கங்கள், உங்கள் கவிதைகள் மிகவும் அர்த்தமுள்ளதாக இருக்கின்றன. நாளை தெங்வாங் பெவிலியனில் ஒரு பிரமாண்டமான விருந்து. விருந்தில் கலந்துகொண்டு கட்டுரை எழுதினால், நீங்கள் யுகங்கள் முழுவதும் புகழ் பெற்று பயணச் செலவுகளைப் பெறுவீர்கள்.\" அவர்கள் வந்ததும் மாதாங் மலையில், அனைவரும் ஓய்வெடுக்கக் கரைக்குச் சென்றனர்.வாங் போ ஒரு பழங்காலக் கோவிலின் வழியே தனியாக நடந்து சென்று கொண்டிருந்தபோது, ​​திடீரென்று கோவிலுக்குப் பக்கத்தில் இருந்த கல்லின் மீது, ஒரு முதியவர் அமர்ந்திருந்தார், அவர் அழகாக முடி மற்றும் தேவதையுடன் குழந்தை போல் இருந்தார். தோற்றம்.வாங் போவிடம், \"நீ வாங் போ இல்லையா?\"\nவாங் போ திடுக்கிட்டு, \"சரியாக! அது உனக்கு எப்படித் தெரியும்?\"\nமுதியவர் கூறினார்: \"உங்களுக்கு மக்களைக் காப்பாற்றும் எண்ணம் இருப்பதாக நான் நீண்ட காலமாக கேள்விப்பட்டிருக்கிறேன், நீங்கள் இயற்றும் கவிதைகள் மிகவும் அர்த்தமுள்ளதாக இருக்கின்றன. நாளை இளவரசர் டெங்கின் பெவிலியனில் ஒரு பெரிய விருந்து இருக்கும். நீங்கள் விருந்தில் கலந்துகொண்டு இசையமைத்தால், நீங்கள் யுகங்கள் முழுவதும் பிரபலமாக இருப்பீர்கள், பயணச் செலவுகளைப் பெறுவீர்கள்.\"\nவாங் போ கூறினார்: \"இந்த இடம் தெங்வாங் பெவிலியனிலிருந்து ஆறு அல்லது எழுநூறு மைல் தொலைவில் உள்ளது. நாளை எப்படி இங்கு வர முடியும்?\" முதியவர் கூறினார்: \"நான் ஒரு குதிரையை தெய்வீகக் காற்றாகப் பயன்படுத்துகிறேன், உங்களுக்குச் சுமூகமாகப் பயணம் செய்ய உதவுவேன். நான் நாளை நிச்சயமாக வருவேன்.\" வாங் போ எனக்கு நன்றி கூறிவிட்டு கூறினார்: \"என்னை மன்னியுங்கள், என் மாமனார். , நீங்கள் அழியாதவரா அல்லது கடவுளா?\" முதியவர் சிரித்துவிட்டு, \"நான்தான் ஜாங்யுவான் ஷுய்ஜுன். வாங் போ, \"இந்த இடம் தெங்வாங் பெவிலியனிலிருந்து ஆறு அல்லது எழுநூறு மைல்கள் தொலைவில் உள்ளது. நாளை நாம் எப்படி அங்கு செல்வது?\"\nமுதியவர் கூறினார்: \"நான் குதிரையை ஒரு தெய்வீகக் காற்றாகப் பயன்படுத்துகிறேன், உங்களுக்கு ஒரு சுமூகமான படகோட்டம் உதவுகிறேன், நான் நிச்சயமாக நாளை வருவேன்.\"\nவாங் போ அவருக்கு நன்றி கூறி, \"மன்னிக்கவும், மாமனாரே, நீங்கள் அழியாதவரா அல்லது கடவுளா?\"\nமுதியவர் சிரித்துவிட்டு, \"இந்த நீர்ப் பகுதிக்கு நான்தான் ஜாங்யுவான் ஷுய்ஜுன்!\" என்று கூறினார், பின்னர் முதியவர் வாங் போவை விரைவாகப் படகில் ஏறும்படி வற்புறுத்தினார். சிறிது நேரம் மங்களகரமான மேகங்கள் அவரைச் சூழ்ந்ததையும் காற்றையும் கண்டார். வழி நெடுகிலும் தண்ணீர் சீராக இருந்தது.கண் இமைக்கும் நேரத்தில் நூற்றுக்கணக்கான மைல்கள் பயணம் செய்தான்.\nஅப்போது முதியவர் வாங் போவை விரைவாக படகில் ஏறுமாறு வற்புறுத்தினார்.சிறிது நேரம் மங்களகரமான மேகங்கள் சூழ்ந்திருப்பதைக் கண்டார், அது ஒரு சுமூகமான பயணம்.கண் இமைக்கும் நேரத்தில், அவர் நூறு மைல்கள் பயணித்தார். எதிர்பார்த்தது போலவே, பிரமாண்டமான நிகழ்வின் காலை இளவரசர் டெங்கின் பெவிலியனுக்கு வாங் போ விரைந்தார்.\nஎதிர்பார்த்தது போலவே, பிரமாண்டமான நிகழ்வின் காலை இளவரசர் டெங்கின் பெவிலியனுக்கு வாங் போ விரைந்தார். அந்த இடத்திலேயே, அவர் \"இளவரசர் டெங்கின் பெவிலியனுக்கு முன்னுரை\" எழுதினார், இது டாங் வம்சத்தின் பேரரசர் கவோசோங்கால் நித்திய தலைசிறந்த படைப்பு என்று அழைக்கப்பட்டது. அந்த இடத்திலேயே, அவர் \"இளவரசர் டெங்கின் பெவிலியனுக்கு முன்னுரை\" எழுதினார், இது டாங் வம்சத்தின் பேரரசர் கவோசோங்கால் நித்திய தலைசிறந்த படைப்பு என்று அழைக்கப்பட்டது.\nஎன்று ஒரு கவிதை உள்ளது:\nதிறமைசாலிகள் தெய்வங்கள் என்று எப்போதும் சொல்லப்பட்டிருப்பதால், காற்று நான்சாங்கை நாஞ்சாங்கிற்கு கொண்டு வருவது விபத்து அல்ல;\nடெங் வாங்கின் உயரமான பெவிலியன் பற்றி நான் ஒரு வாக்கியத்தை எழுதினேன், பின்னர் அவர் அழியாதவர்களுடன் சோங்யுவானுக்குச் சென்றார்.", "聖意": "உங்கள் வீட்டிற்கு பிரார்த்தனை செய்து உங்களைப் பாதுகாத்துக் கொள்ளுங்கள், ஆசீர்வாதங்களுக்காக ஜெபிக்கவும், செல்வத்தைத் தேடவும், திருமணத்தையும் நல்லிணக்கத்தையும் அடையுங்கள்.", "古人": "தெங்வாங் பெவிலியனுக்கு காற்று வீசுகிறது", "第X籤": "எண்பத்தி ஒன்றில் கையெழுத்திடுங்கள்", "宮": "வெய் காங்"}