{"籤詩版本二": "எடுத்துக்காட்டாக, முதல் சந்திர மாதத்தின் மூன்றாவது, நான்காவது மற்றும் ஐந்தாம் வகுப்புகள் காணவில்லை, பாதி இல்லை, பாதி உள்ளது மற்றும் முழுமையடையவில்லை.\nவருடத்தின் பதினைந்தாம் நாள் நள்ளிரவு சிற்றுண்டிக்காக காத்திருக்கிறது, எல்லாமே பிரகாசமாகவும் நிறைந்ததாகவும் இருக்கும்", "詩意": "இந்த ஹெக்ஸாகிராமில், சந்திரன் காணவில்லை ஆனால் முழுமையாக இல்லை.\nஎல்லாவற்றிலும் பொறுமையாக இருங்கள்.", "解曰": "பழமைவாதமாக இருங்கள் மற்றும் காத்திருங்கள். மாதத்தின் முதல் மாதம் போல. சுற்று நேரத்திற்காக காத்திருக்கிறது. மோசமாக எதுவும் இல்லை.", "籤詩故事一": "◇லி யுவான் அரியணை ஏறினார்\nசூய் வம்சத்தின் கடைசி ஆண்டுகளில், சூய் வம்சத்தின் பேரரசர் யாங் ஊழல் மற்றும் கலைந்து, எல்லா இடங்களிலும் வேடிக்கையாக இருந்தார், மக்களிடையே வெறுப்பை ஏற்படுத்தினார் மற்றும் ஹீரோக்கள் மத்தியில் பேரரசை பிரித்தார்.\nகி.பி 618 இல், யூ வென்ஹுவாஜி, சிமா டெகன், பெய் குன்டாங் மற்றும் பலர் சூய் வம்சத்தின் பேரரசர் யாங்கைக் கொல்ல ஒரு கலகத்தைத் தொடங்கி, யாங் ஹாவோவை பேரரசராக அறிவித்தனர்.\nவிரைவில் யு வென்ஹுவாஜி கின் வாங்காவோவைக் கொன்று தன்னைப் பேரரசர் சூ என்று அறிவித்து, சூ நாட்டை நிறுவினார்.\nஅடுத்த ஆண்டு, அவர் டாங் ஜெனரல் லி ஷென்டாங் மற்றும் சியா மன்னர் டூ ஜியாண்டே ஆகியோரால் கூட்டாக அழிக்கப்பட்டார்.\nபேரரசர் யாங்கின் மரணத்தை மத்திய சமவெளிப் பகுதி அறிந்த பிறகு, லுயோயாங் காவலர் வாங் ஷிச்சோங், யுவின் மன்னரான டோங்கை பேரரசராக ஆதரித்தார், அதாவது சூய் வம்சத்தின் பேரரசர் ஐ.\nஇந்த நேரத்தில், லி யுவான் யாங் யூவை பதவி நீக்கம் செய்து, தையுவானில் தன்னை பேரரசராக அறிவித்து, நாட்டின் பெயரை டாங் என மாற்றினார். இது டாங் காசு.", "聖意": "குடும்பமும் வீடும் கோடை மற்றும் இலையுதிர்காலத்தில் நல்ல அதிர்ஷ்டத்தை விரும்புகின்றன, செல்வத்தைத் தேடுங்கள், ஒப்பந்தங்களை வைத்திருங்கள், நேரம் காத்திருக்கவும், திருமணம் தாமதமாகிறது, லியூஜியா ஒரு பெண்ணைப் பெற்றெடுக்கிறார், பாதசாரிகள் தடுக்கப்படுகிறார்கள், பட்டுப்புழுக்கள் நிலையானது, கால்நடைகள் நிலையானது, அது மக்களைக் கண்டுபிடிப்பது கடினம், பொது வழக்குகள் மற்றும் இடம்பெயர்வு பழமைவாதமானது, இழந்த சொத்து கடினம், நோய் அமைப்பது கடினம், மலைக் கல்லறைக்கு அனுப்புவது மற்றும் அதை மாற்றுவது.", "古人": "லி யுவான் அரியணை ஏறினார்", "第X籤": "எண்பத்து மூன்று பேர் லாட்டரியை வென்றனர்", "宮": "வெய் காங்"}