{"籤詩版本二": "நற்பெயரால் நற்பண்பை இழந்தால் என்ன செய்வது?அதிர்ஷ்டம் மாறி கெட்டது நடக்கும் என்று பயப்படுகிறேன்.\nகுடிபோதையில், எங்கு செல்வது என்று எனக்குத் தெரியவில்லை, பச்சை பைன் மரங்களின் நிழலில் நான் ஒரு மங்கலான கனவு காண்கிறேன்.", "詩意": "இந்த ஹெக்ஸாகிராம் தண்ணீரை விட்டு வெளியேறும் குளிர் மீன்களைக் குறிக்கிறது.\nஎதையும் நகர்த்த முடியாது.\n\n(இந்த ஹெக்ஸாகிராம் கெட்ட நல்லொழுக்கம் மற்றும் கெட்ட அதிர்ஷ்டத்தின் சின்னமாகும்.\nஎல்லாவற்றிலும் உங்கள் கால்களை தரையில் வைக்கவும்.\n)", "解曰": "குளிர்ந்த மீன் தண்ணீரை விட்டு வெளியேறுகிறது. தைலத்தில் ஒரு ஈ. முகாம் திட்டங்கள் பற்றி கேட்டால். மோ குய்க்கு இது நல்லது\nஇந்த அடையாளம் லியூஜியாவுக்கு துரதிர்ஷ்டத்தைத் தரும். எல்லாம் தவறாகப் போகிறது. பாதுகாப்புக்காக ஜெபியுங்கள்.", "籤詩故事一": "◇சுவாங்சி தனது மனைவியை சோதிக்கிறார்\nZhuangzi Zhou வம்சத்தில் பிறந்தார்.அவரது குடும்பப்பெயர் Zhuang, அவரது இயற்பெயர் Zhou மற்றும் அவரது இயற்பெயர் Zixiu.இவர் சாங் வம்சத்தில் மெங்கியை பூர்வீகமாகக் கொண்டவர். சோவ் வம்சத்தில், அவர் கியுவானின் அதிகாரியாக இருந்தார்.\nஒரு நாள், ஜுவாங்ஸி மலையில் ஒரு பெண்ணைச் சந்தித்தார், அவர் ஒரு புதிய கல்லறையின் முன் குந்தியிருந்தார், கல்லறையில் ஈரமான மண்ணை உலர்த்த விரும்புவது போல் தனது விசிறியை மிகவும் அசைத்துக்கொண்டிருந்தார். ஜுவாங்ஸிக்கு அவளது எண்ணம் புரியவில்லை, அதனால் அவன் அவளிடம் கேட்டான். புதைகுழியில் புதைக்கப்பட்டவர் தனது கணவர் என்றும், புதைகுழியில் உள்ள மண் காய்ந்து போகும் வரை மறுமணம் செய்து கொள்ள முடியாது என்பதுதான் கணவரின் கடைசி வார்த்தை என்றும் அவர் கூறினார். அவளால் இன்னும் காத்திருக்க முடியவில்லை, அதனால் அவள் கல்லறை மண்ணை வேகமாக உலர வைக்க அதை கிளறிவிட்டாள், அதனால் அவள் இரண்டாவது வசந்தத்தை தொடரலாம்.\nஇப்படி ஒரு இதயமற்ற பெண் உலகில் இருக்கிறாரே என்று எண்ணியபோது ஜுவாங்சி பெருமூச்சு விட்டார். அப்போது நான் நினைத்தேன், என் மனைவி இப்படி இருப்பாளா? சந்தேகம் வரும்போது, ​​நான் அதை சோதிக்க விரும்புகிறேன்.\nஜுவாங்சியின் மனைவியின் குடும்பப்பெயர் தியான், மற்றும் தம்பதியினர் வழக்கமாக நெருங்கிய உறவைக் கொண்டிருந்தனர்.தனது மனைவியின் விசுவாசத்தை சோதிப்பதற்காக, ஜுவாங்ஸி இறந்தது போல் நடிக்க முடிவு செய்தார்.\nஜுவாங்சி திடீர் உடல்நலக்குறைவால் இறந்ததைக் கேள்விப்பட்டு, உற்றார், உறவினர்கள், நண்பர்கள் எனப் பலரும் இரங்கல் தெரிவிக்க வந்தனர்.அவர்களில் செல்வச் செழிப்பான சூ மாநிலத்தைச் சேர்ந்த அழகான ராஜாவும் பேரனும் இருந்தார்.அதைப் பார்த்த திருமதி. தியான் புதிதாக விதவையாகவும் பரிதாபமாகவும் இருந்ததால், அவன் அவளைப் பின்தொடர்ந்தான். திருமதி தியான் சலனத்தைத் தாங்க முடியாமல் வாங் சன் என்பவரை காதலித்து இருபது நாட்களில் திருமணம் செய்து கொண்டார்கள்.\nஅன்று இரவு மது அருந்திவிட்டு காதுகள் சூடாக இருந்தபோது வாங் சன் திடீரென மாரடைப்பு ஏற்பட்டு உயிரிழந்தார்.\nதிருமதி தியான் பயந்து பீதியடைந்து என்ன செய்வது என்று அவசரமாக வாங் சன் கேட்டாள்.வாங் சன் வலியை தாங்கிக்கொண்டு இறந்தவர்களின் மூளையை இறந்தவர்களை உயிர்ப்பிக்க பயன்படுத்தலாம் என்று திருமதி தியனிடம் கூறினார்.\nஇறந்த உடலை எங்கே கண்டுபிடிப்பது? திருமதி தியான் திடீரென்று நினைத்தார், அவரது கணவர் இறக்கவில்லையா? திரு. தியான் கணவன் மனைவிக்கு இடையே இருந்த பழைய அன்பை மறந்துவிட்டு, உண்மையில் ஒரு கோடாரியை எடுத்து தன் கணவனின் சவப்பெட்டியைப் பிளந்து, அவனது மூளையை மருந்துக்காக எடுக்கத் தயாரானார்.\nஎதிர்பாராதவிதமாக, சவப்பெட்டி திறக்கப்பட்டபோது, ​​ஜுவாங்சி உயிர்பெற்றார். திருமதி தியான் மிகவும் வெட்கப்பட்டு தூக்கிட்டு தற்கொலை செய்து கொண்டார்.\n(இந்தக் கதை தனிப்பட்ட ஆதாயத்திற்காக நட்பை மீறுவதற்கான உருவகம், எனவே அதை நாம் ஏற்றுக்கொள்ள முடியாது.)", "聖意": "வீடு அமைதியானது, சுயம் பாதுகாப்பானது, பணம் அநியாயம், வியாபாரம் தியாகம், திருமணம் தீர்க்கப்பட்டது, லியூஜியாவில் தீமை செழிக்கும், பாதசாரிகள் வரவில்லை, பட்டுப்புழு தட்டையானது, கால்நடைகள் தட்டையானது, மக்கள் காணவில்லை, வழக்கு மாறுகிறது, சீடர்கள் பழமைவாதிகள், சொத்து உடம்பு சரியில்லை, மலையும் கல்லறையும் தீயவை.", "古人": "ஜுவாங்ஸி தன் மனைவியை சோதிக்கிறார்", "第X籤": "லாட் 84", "宮": "வெய் காங்"}