{"籤詩版本二": "கருமேகங்களும் மூடுபனியும் மலையின் முன்னே சாலையை மூடுகின்றன.எல்லாமே வட்டமானது, சந்திரன் மீண்டும் வட்டமானது.\nகவிதையும் புத்தகங்களும் கிடைத்தால் ஆழ்ந்த கனவில் இருந்து விழிப்பீர்கள்.. உன்னதமானவர் கூரைக்கு வழிகாட்டுவார்.", "詩意": "இந்த ஹெக்ஸாகிராம் வசந்த காலத்தின் முடிவையும் பூக்கள் பூப்பதையும் குறிக்கிறது.\nஇறைவனுக்குப் பிறகு எல்லாம் மாறுகிறது.", "解曰": "முதியவர் உதவி கேட்க வேண்டும். இது மீண்டும் வசந்த காலத்தில் பூக்கும். புகழ் மற்றும் செல்வத்தின் மீது ஆசை. வாழ்க்கையின் பிற்பகுதியில் ஒரு திடீர் வீழ்ச்சியை சந்திக்கவும்.", "籤詩故事一": "◇ஹான் வெங்காங் பனியை எதிர்கொள்கிறார்\nஹான் யூ, அவரது மரியாதைக்குரிய பெயர் துய்ஷி, சாங்லியைச் சேர்ந்தவர். ஜென்யுவானின் எட்டாவது ஆண்டில் டாங் டெசோங் ஜின்ஷி ஆனார், மேலும் அவரது மரணத்திற்குப் பிந்தைய பட்டம் வென் காங்.\nடாங் வம்சத்தின் பேரரசர் சியான்சோங்கின் ஆட்சியின் போது, ​​ஹான் யூ புத்தரின் எலும்புகளை மறுபரிசீலனை செய்தார், இது பேரரசரை கோபப்படுத்தியது. ஹான் யூ தனது மனைவி மற்றும் குழந்தைகளை விட்டுவிட்டு Chaozhou சென்றார். சில நாட்கள் நடக்காத நிலையில், குளிர்ந்த காற்று வீசியதால், கடும் பனி பெய்தது. ஹன் யூ பல அடி ஆழத்தில் பனி படர்ந்திருந்த இடத்துக்கு வந்தான்.அதனால் குதிரை முன்னோக்கி செல்ல சிரமமாக இருந்தது.அருகில் வீடு இல்லை, சாலை எங்கே என்று தெரியவில்லை. நீங்கள் பாதையைப் பின்பற்றி பின்வாங்க விரும்பினால், திரும்பிச் செல்ல வழியில்லை. காற்று பலமாக வீசியது, பனி வேகமாக விழுந்தது.ஹன் யூ தோலில் நனைந்து, உறைந்து, பசியுடன் இருந்ததால், தனது சோகத்தை வெளிப்படுத்த எங்கும் இல்லை.\nஹான் யூ பெருமூச்சுவிட்டு கூறினார்: \"பேரரசர் என்னைக் கொல்ல மாட்டார், ஆனால் பேரரசர் என்னை அழிக்க விரும்புகிறார்.\"\nஹான் யூ விரக்தியில் இருந்தபோது, ​​கடும் குளிரையும் பொருட்படுத்தாமல் பனியை அகற்ற ஒரு மனிதன் வருவதைக் கண்டான். அவன் ஹான் சியாங்சி (ஹான் யூவின் மருமகன்) என்று மாறினான்.\nமுன்னதாக, ஹான் சியாங்சி ஹான் யூவிடம் கூறினார்: \"குயின்லிங்கில் யுன் ஹெங்கின் வீடு எங்கே? பனி நீல வாயிலைத் தழுவியது மற்றும் குதிரை முன்னோக்கி நகர்வதை நிறுத்துகிறது.\" அந்த நேரத்தில், ஹான் சியாங்ஸியின் அர்த்தம் என்னவென்று ஹான் யூவுக்குப் புரியவில்லை, ஆனால் இப்போது அவர் இறுதியாக புரிந்தது.\nஎனவே ஹான் யூவும் ஹான் சியாங்சியும் லாங்குவானில் உள்ள ஃபூவின் வீட்டில் இரவைக் கழிக்கச் சென்றனர். கடந்த காலத்தைப் பற்றியும், சாகுபடிக்கான பாதையைப் பற்றியும் பேசுகையில், ஹான் யூ உண்மையாக நம்பினார்.\nபின்னர், ஹான் யூ தனது உத்தியோகபூர்வ பதவியை கைவிட்டு, தனது சொத்துக்கள் அனைத்தையும் உள்ளூர் அரசாங்கத்திற்கு நன்கொடையாக அளித்தார், மேலும் தாவோயிசத்தை கடைப்பிடிக்க மலைகளுக்குச் சென்று அழியாதவராக ஆனார்.", "聖意": "வீடு தனக்கு நல்லதல்ல, பணம் தேடுவதில் கவனமாக இருங்கள், வியாபாரத்தில் கவனம் செலுத்துங்கள், திருமணம் தாமதமாகிறது, லியூஜியா பெண் பாதசாரிகள் வயல்களைத் தடுக்கிறார்கள், பட்டுப்புடவைகள் நல்லது, கால்நடைகள் நல்லது, மக்களைக் கண்டுபிடிப்பது கடினம், பொது வழக்குகள் மீண்டும், இடம்பெயர்வு புதுப்பிக்கப்பட்டது, இழந்த விஷயங்கள் தீவிரமானவை, நோய்கள் தாமதமாகின்றன, மலைக் கல்லறைகள் மாற்றப்பட வேண்டும்.", "古人": "ஹான் வெங்காங் பனியை சந்திக்கிறார்", "第X籤": "எண்பத்தி ஐந்தாவது வெற்றி பெற்ற லாட்டரி", "宮": "ஷென் காங்"}