{"籤詩版本二": "மேற்கு மலையில் பாதி தூரம் நடந்து சென்றால், ஜுன்லிங்கின் பாறைகள் குடியேற முடியாது.\nபாதுகாப்பிற்காக கடவுளை எதிர்பார்த்து, இந்த உடல் இன்னும் பிணவறையில் உள்ளது", "詩意": "இந்த அறுகோணம் மணலில் தங்கத்தைத் தேடுவது போன்றது.\nஎல்லாவற்றிலும் உன்னத மனிதர்களின் அடையாளங்கள் உள்ளன.\n\nமேலும்: இந்த ஹெக்ஸாகிராம் நபர் ஆபத்தில் இருப்பதைக் குறிக்கிறது.\nஎல்லாவற்றிலும் உன்னத மனிதர்களின் அடையாளங்கள் உள்ளன.", "解曰": "உளி கல் மூலம் ஜேட் கண்டுபிடிக்க முடியும். மணலில் தங்கத்தைக் கண்டுபிடி. கடினமாக உழைக்க வேண்டும். வெறும் பிரச்சனை.\nமற்றொரு வேலை: ஒரு கடினமான சூழ்நிலை. தங்குவதற்கு எங்கும் இல்லை. கடவுளின் ஆசீர்வாதத்தைக் கேளுங்கள். மன அமைதிக்காக பிரார்த்தனை செய்யுங்கள்.", "籤詩故事一": "◇தங்கத்தை கடித்து நிலத்தடி குகைகளை ஆராயுங்கள்\nஅவரது இராணுவ சுரண்டலைக் கொண்டாட, செங் யாஜின் யான்வுயாங்கில் ஒரு விருந்து நடத்தினார். திடீரென்று நிலத்தில் ஒரு துளை திறக்கப்பட்டது, அது புரிந்துகொள்ள முடியாதது, ஒவ்வொருவரும் வார்த்தைகளைத் தேர்ந்தெடுத்து, வெற்றிபெற தங்கத்தை கடித்து, குழியில் தங்களைக் கட்டிக்கொள்ள கயிறுகளை வாடகைக்கு எடுத்தனர்.\nகல் கதவுகள், மேசைகள், நாற்காலிகள், பாலங்கள் மற்றும் பிற பொருட்கள் உள்ளன.மேசையில் தங்கத்தால் செய்யப்பட்ட டிராகன் ஆடைகள் மற்றும் ஜேட் பெல்ட்கள் உள்ளன.\nயாவ் ஜின் ஒரு பெரிய பெட்டி மற்றும் ஒரு சிறிய பெட்டியுடன் துளையிலிருந்து வெளியே வந்து, மரப்பெட்டியைத் திறந்து ஜேட் முத்திரையை எடுத்து, பெட்டியைத் திறந்து, பெரிய கொடி மற்றும் கிரீடம் அங்கி மற்றும் தடங்களை எடுத்து மேசையில் வைத்தார், மேலும் அனைவரும் அவற்றை ஒவ்வொன்றாகப் பார்த்தனர். பெரிய முத்திரையில் பொறிக்கப்பட்ட எட்டு முத்திரை எழுத்துக்கள் \"ஹுன்ஷியின் அரக்கன் ராஜா, சிறந்த நல்லொழுக்கமுள்ள பேரரசர்\" என்று நான் பார்த்தேன்.\nஎல்லோரும் அவரை \"பேரரசர்\" என்று வணங்கினர், மேலும் யாஜின் அரக்கன் அரசனாக மூன்று ஆண்டுகள் இதைச் செய்தார். (உண்மையில், இது சுயமாக பிரகடனப்படுத்தப்பட்டது, மேலும் செங் யாஜின் அந்த நேரத்தில் கிராமத்தின் தலைவராக இருந்தார்.)\n(நடிப்பைப் போலவே நல்ல விஷயங்களும் இருக்கும் என்பதற்கு இந்தக் கதை ஒரு உருவகம். \"இந்த உடல் இன்னும் வெற்றிடத்தில் உள்ளது\" என்ற கலைக் கருத்து.)", "聖意": "வீடும் வீடும் வேண்டி, தனக்கு லாபமின்மை, செல்வம் தேடுதல், கடின உழைப்பு, வியாபாரத்தில் கவனமாக இருத்தல், லியு ஜியாக்சு, பாதசாரிகள், சி தியான், பட்டுப்புழுக்கள், நிலையான ஆறு கால்நடைகள், ஆட்களைத் தேடுதல், வழக்குகள் எதுவும் இல்லாததால் திருமணம் தடைபடும். , இழப்பு, இடம்பெயர்தல், இழந்த சொத்துக்களை வைத்திருத்தல், தீய நோய்கள், தடைகள், மலைகள் மற்றும் கல்லறைகள்.", "古人": "தங்கத்திற்கான கிரிப்டை ஆராய்தல்", "第X籤": "எண்பத்தி ஏழு கையெழுத்து", "宮": "ஷென் காங்"}