{"籤詩版本二": "உங்களின் தனிப்பட்ட விஷயங்களில் என்னைத் தொந்தரவு செய்யாதீர்கள் என்று பொதுமக்களிடம் கேட்பது மிகவும் பொருத்தமானது.\nஒரு தெளிவான இதயம் வானத்தில் பிரகாசமான சந்திரனைப் போல பிரகாசமாகவும் தெளிவாகவும் இருக்கும்", "詩意": "இந்த ஹெக்ஸாகிராம் வானத்தில் ஒரு பிரகாசமான சந்திரனின் படத்தைக் குறிக்கிறது.\nஎல்லாம் பிரகாசமாகவும் காற்றோட்டமாகவும் இருக்கிறது.", "解曰": "இதயத்தில் நேர்மையாக இருங்கள். சட்டத்தை நேராக்குங்கள். புனித வார்த்தைகள். இறுதியாக அது தெளிவாகிறது.", "籤詩故事一": "◇காங் மிங்கின் ஜெனரல்\nதீர்வு: Zhuge Liang தனது படைகளையும் தளபதிகளையும் திரட்டுகிறார்\nமூன்று ராஜ்ஜியங்களின் காலத்தில், ஜுகே லியாங் (181-234), மரியாதைக்குரிய பெயர் காங்மிங், யாங்டு, லாங்யாவில் (இப்போது யினான் கவுண்டி, ஷாண்டோங் மாகாணம்) பிறந்தார்.\nலியு பெய் ஓலைக் குடிசைக்கு மூன்று முறை விஜயம் செய்த பிறகு Zhuge Liang ஒரு அதிகாரி ஆக ஒப்புக்கொண்டார், அந்த நேரத்தில், Cao Cao Hebei ஐ சமாதானப்படுத்தி, தெற்கே அணிவகுத்துச் செல்வதில் உறுதியாக இருந்தார். அவர் Xiahou Dun ஐ தலைமை ஜெனரலாக அனுப்பினார், யூ ஜின், லி டியான் மற்றும் பலர். துணை ஜெனரல்களாக, 100,000 பேர் கொண்ட இராணுவத்தை Xinye நோக்கி அணிவகுத்துச் சென்றனர். ஜுகே லியாங்கிற்கு அந்த நேரத்தில் எதிரிகளிடமிருந்து பின்வாங்குவதற்கான திட்டம் இருந்தபோதிலும், குவான் யூ மற்றும் ஜாங் ஃபீ ஆகியோர் ஜுகே லியாங்கின் வார்த்தைகளை இகழ்ந்தனர். ஜுகே லியாங்கிற்கு வேறு வழியில்லை, லியு பெய்யின் வாளைப் பயன்படுத்தி இருவரையும் அடக்கிவைத்தார்கள், அவர்கள் ஒவ்வொருவரும் ஆயிரம் வீரர்களையும் குதிரைகளையும் அழைத்துச் சென்று, யுஷான் மற்றும் அன்லினில் பதுங்கியிருந்தார்கள். சியாஹௌ டன் தனது இராணுவத்தை வழிநடத்துவதற்காகக் காத்திருந்தனர், பின்னர் அவர்களைத் தாக்கினர். பதுங்கியிருந்து தீ.\nகூடுதலாக, Xiahou Dun க்கு எதிராக ஒரு முன்னணிப் படையாகப் போரிடுவதற்கு பழைய மற்றும் பலவீனமான இராணுவத்தை வழிநடத்த ஜாவோ யுன் அனுப்பப்பட்டார், பின்னர் போலி தோல்வியடைந்து பின்வாங்கினார், மலைகள் மற்றும் காடுகளில் உள்ள குறுகிய சாலையில் Xiahou Dun ஐ கவர்ந்து சென்றார். பிங், சோவ் காங், லியு ஃபெங் மற்றும் பலர் காவோவின் இராணுவத்தின் பின்புறத்தில் பதுங்கி, பொருட்களை எரித்து, காவோவின் இராணுவத்தில் பீதியை ஏற்படுத்துகின்றனர்.\nபோருக்குப் பிறகு, ஜுகே லியாங் ஏற்பாடு செய்தபடி எல்லாம் நடந்தது. Xiahou Dun மற்றும் Yu Jin இராணுவத்தை பின்தொடர்ந்தபோது, ​​​​பின்பக்கத்தில் இருந்த லி டியான், எதிரிகளின் துப்பாக்கிச் சூடு தாக்குதலில் இருந்து பாதுகாக்க வேண்டும் என்று அவசரமாக முன்னால் Xiahou Dun க்கு தெரிவித்தார். இருப்பினும், அது மிகவும் தாமதமானது. காவோவின் இராணுவம் கட்டுப்படுத்தப்பட்டது. குறுகிய சாலை மற்றும் மரங்கள் பின்னிப் பிணைந்த இடத்தில் அமைந்திருந்ததால், தீயை அணைக்க முடியவில்லை, பலத்த உயிரிழப்புகள் ஏற்பட்டன, மேலும் Xiahou Dun மற்றும் பிற தளபதிகள் தோற்கடிக்கப்பட்டு மீண்டும் Xudu க்கு தப்பி ஓடிவிட்டனர்.\n(காங் மிங் மக்களைப் பயன்படுத்துவதிலும், நாட்டை விவேகத்துடன் ஆள்வதிலும் வல்லவர் என்பதற்கு இந்தக் கதை உருவகம்.)", "聖意": "வீடும் வீடும் மங்களகரமானது, செல்வம், மன அமைதி, செழிப்பான வணிகம், திருமணம், வெற்றி, லியூஜியாவில் வெற்றி, ஆண்கள் வயல்வெளிகள், பட்டுப்புழுக்கள், கால்நடை இழப்பு, காணாமல் போனவர்கள், பொது வழக்குகள், இடம்பெயர்வு, இழந்த சொத்து, ஆசீர்வாதம், நோய், அமைதி, மலைகள் மற்றும் கல்லறைகள்.", "古人": "காங் மிங்கின் தளபதி", "第X籤": "ஒன்பதாவது அடையாளம்", "宮": "யின் அரண்மனை"}