{"籤詩版本二": "ஒரு நல்ல நிகழ்ச்சி உங்களை கூட்டத்தில் இருந்து முகம் சுளிக்க வைக்கிறது, மேலும் உங்கள் எதிர்காலம் மாறுகிறது மற்றும் நீங்கள் நிறைய செல்வத்தை கொண்டு வருவீர்கள்.\nஒரு சாலை வானத்தைப் போல அகலமானது, நீங்கள் கொடுக்கக்கூடிய பணம் அனைத்தும் உங்கள் இதயத்தில் இருக்கும்", "詩意": "இந்த ஹெக்ஸாகிராம் ஒரு நம்பிக்கைக்குரிய எதிர்காலத்தைக் குறிக்கிறது.\nஎல்லாம் நன்றாக போய்க்கொண்டிருக்கிறது.", "解曰": "ஒரு பெரிய சாலை. நீங்கள் முன்னேறலாம். உங்கள் இதயத்தைப் பயன்படுத்துங்கள். முன்னோக்கி மட்டுமே.\nஇந்த அடையாளத்துடன் எல்லாம் திட்டமிட்டபடி நடக்கும். ஜிச்சாங்கிற்கு நல்ல அதிர்ஷ்டம்.", "籤詩故事一": "◇லு புவுக்கு எதிராக மூன்று ஹீரோக்கள் சண்டையிடுகிறார்கள்\nதீர்வு: மூன்று ஹீரோக்கள் ஜாங் ஃபெய், குவான் யூ மற்றும் லியு பெய் ஆகியோர் லு புவுக்கு எதிராக போராடுகிறார்கள்\nஹுவா சியோங் தலை துண்டிக்கப்பட்டதை டோங் ஜுவோ அறிந்தார் மற்றும் பறக்கும் ஜெனரல் லு புவை சண்டைக்கு அனுப்பினார். லு பு போருக்குச் சென்றவுடன், அவர் ஜெனரல்களான ஃபாங் யூ மற்றும் மு ஷுனைக் கொன்றார், மேலும் வூ அங்கூ மற்றும் கோங்சுன் ஜானைக் கொன்றார்.\nகோங்சன் ஜான் லு புவை தோற்கடிக்க முடியாது என்று ஜாங் ஃபெய் கண்டார், எனவே அவர் விரைவாக கோங்சன் ஜானை மாற்றினார் மற்றும் கூச்சலிட்டார்: \"மூன்று குடும்பப்பெயர்களின் அடிமைகள் வெளியேற வேண்டும்! யானிலிருந்து ஜாங் ஃபே இங்கே இருக்கிறார்!\" அதன் பிறகு, அவர்கள் ஐம்பது சுற்றுகளுக்கு மேல் சண்டையிட்டனர். வாரிசு, வெற்றி அல்லது தோல்வி இல்லாமல்.\nகுவான் யூ அதைப் பார்த்த பிறகு, அவரும் ஜாங் ஃபீயும் லு புவைத் தாக்கி முப்பது சுற்றுகளுக்கு மேல் சண்டையிட்டனர்.\nலியு பேயும் இரண்டு வாள்களை ஏந்தி, குதிரையைத் தட்டி, ஜாங் ஃபீ மற்றும் குவான் யூ ஆகியோருக்கு உதவ முன்னோக்கிச் சென்றார்.\nமூன்று பேரும் லு புவை சூழ்ந்து கொண்டு சண்டை போட்டுக் கொண்டிருந்தனர்.குழுவில் இருந்தவர்கள் அனைவரும் திகைத்தனர்.\nவிரைவில், லு பு வலிமை இழக்கத் தொடங்கியது, லு புவின் பெகாசஸ் பின்வாங்கினார், ஆனால் மூன்று பேரும் லு புவைப் பின்தொடர்ந்தனர் மற்றும் கைவிட மறுத்துவிட்டனர், அவர்கள் லு புவின் படைகளைச் சந்திக்கும் வரை பின்வாங்கவில்லை.\n\"மூன்று ராஜ்யங்கள்\"\n(இந்தக் கதை லு புவின் வீரம் மற்றும் சண்டையிடும் திறமைக்கு உருவகம். ஒருவரால் மூன்று பேரை வெல்ல முடியும்.)", "聖意": "வீடு மற்றும் வீட்டின் இதயம் செல்வத்தைத் தேடும் ஒருவரின் சொந்த பயணத்தில் மட்டுமே பயணிக்கிறது .வழக்கு, இடம்பெயர்தல், இழந்த சொத்துக்கள், நோய்கள், மலைகள் மற்றும் கல்லறைகள் அதிர்ஷ்டம் போன்றவை.", "古人": "லு புவுக்கு எதிராக மூன்று ஹீரோக்கள் சண்டையிடுகிறார்கள்", "第X籤": "லாட்டரி தொண்ணூற்று ஒன்று வென்றது", "宮": "நீங்கள் அரண்மனை"}