{"籤詩版本二": "நான் சிறுவயதிலிருந்தே வியாபாரத்திற்காக திட்டமிடுகிறேன், அதனால் செல்வத்தையும் செல்வத்தையும் கேட்க வேண்டிய அவசியமில்லை.\nஇரண்டு பேர் எதையாவது தேடிக் கொண்டிருந்தால், அறிஞர் வெளியே சென்று, மேல் பரிசை வாங்கிக்கொண்டு வருவார்.", "詩意": "இந்த ஹெக்ஸாகிராம் குழந்தை பருவத்திலிருந்தே வணிகத்தின் அடையாளமாக உள்ளது.\nஎல்லாவற்றிலும் விடாமுயற்சியும் சிக்கனமும், கவலையில்லாமல் இருங்கள்.", "解曰": "குழந்தை பருவத்தில் இருந்து முதிர்வயது வரை. எந்த தடையும் இல்லை, தடையும் இல்லை. திட்டம் போடுங்கள். புகழ் சீராக செல்லும்.", "籤詩故事一": "◇காய் குயிங் தனது கருணையை திருப்பிச் செலுத்துகிறார் (காய் யோங்)\nகாய் யோங், மரியாதைக்குரிய பெயர் போஜி, சென்லியுவில் பிறந்தார் (தற்போது ஹெனான் மாகாணத்தின் கிக்சியன் கவுண்டியின் தெற்கே). அவர் ஒரு அறிஞர் மற்றும் ஜாவோ வுனியாங்கின் கணவர். ஐந்து ஆண்டுகளுக்கு முன்பு, ஏகாதிபத்திய நீதிமன்றம் மஞ்சள் பட்டியலில் திறமையானவர்களை ஆட்சேர்ப்பு செய்தது, மேலும் அவரை தேர்வு எழுத பெய்ஜிங்கிற்கு வருமாறு கவுண்டி பரிந்துரைத்தது.அதிலிருந்து, எந்த செய்தியும் இல்லை.\nகாய் போஜி வெளியேறிய முதல் வருடம் சமாளிப்பது சுலபமாக இருந்தது.குடும்பத்தில் சில சேமிப்புகள் இருந்ததால் அவர்களின் வாழ்க்கை சமாளித்து வந்தது.\nஅடுத்த ஆண்டு, சென்லியு கடுமையான வறட்சியால் பாதிக்கப்பட்டார், அதனால் பஞ்சத்தைத் தக்கவைக்க நகைகளை விற்க ஜாவோ வுனியாங்டியனை நம்பினார். காய் போஜியிடம் இருந்து எந்த செய்தியும் இல்லை, இது குடும்பத்தை மேலும் கவலையடையச் செய்தது.\nஇந்த காலகட்டத்தில் மூன்று வருடங்கள் வறட்சி நீடித்தது. கிராமத்தில் பக்கத்து வீட்டுக்காரரான ஜாங் குவாங்சாய் அவ்வப்போது அவளுக்கு உதவினார்.\nபின்னர், காய் போஜி முதல் பரிசை வென்றார் மற்றும் அவரது மனைவிக்கு ஜாங் குவாங்சாய் உதவினார் என்பதை அறிய வீடு திரும்பினார். தம்பதியினர் தங்கள் நன்றியைத் தெரிவிக்க ஜாங்கின் வீட்டிற்குச் சென்றனர், மேலும் ஜாங் குவாங்காய்க்கு இரண்டு டெயில் வெள்ளியை பரிசாக அளித்தனர்.", "聖意": "இல்லறம் பாதுகாப்பானது, சுயநலம், வியாபாரம் வெற்றி, திருமணம் வெற்றி, ஆண் குழந்தை பிறந்தது, வயலில் பட்டுப்பூச்சிகள், ஆறு கால்நடைகள் செழிப்பு, தேடல் வெற்றி, வழக்கு வெற்றி , இடம்பெயர்வு வெற்றி, இழந்த சொத்து நல்லது, நோய் அன்ஷன் கல்லறை, அதிர்ஷ்டம்", "古人": "காய் குயிங் தனது கருணையை செலுத்துகிறார் (காய் யோங்)", "第X籤": "தொண்ணூற்று இரண்டில் கையெழுத்து", "宮": "நீங்கள் அரண்மனை"}