{"籤詩版本二": "லுவான் ஃபெங் சியாங் தூறலில் நனைந்தார், ஆனால் அந்த நேரத்தில் அவர் குயரால் கொடுமைப்படுத்தப்பட்டார்\nஒரு நாள் மேகங்கள் வெகு தொலைவில் இருப்பதை அறிந்து நான் அதிர்ச்சியடைந்தேன், ஆனால் நான் இன்னும் என் ஆடைகளை உங்களிடம் திருப்பிவிட்டேன்.", "詩意": "இந்த ஹெக்ஸாகிராம் லுவான் மற்றும் பீனிக்ஸ் மழையால் மூடப்பட்டிருக்கும் சின்னத்தைக் குறிக்கிறது.\nஎல்லாம் நேரம் வரும்போது வரும்.", "解曰": "வில்லன் நாளுக்கு நாள் செழித்து வருகிறான். ஒரு ஜென்டில்மேன் எதுவும் செய்யக்கூடாது. நீங்களே வைத்துக் கொள்ளுங்கள். நேரம் வரும்போது நடவடிக்கை எடுங்கள்.", "籤詩故事一": "◇காவ் ஜூன் திருமணத்திற்கு உத்தரவாதம் அளிக்கிறது\nஆரம்பகால சாங் வம்சத்தில், ஜாவோ குவாங்கியின் வடக்கை ஒருங்கிணைத்து, முழு நாடும் சரணடைந்தது.எனினும், தெற்கு டாங் வம்சத்தில், லி யு யாங்சே ஆற்றின் தெற்கே ஆக்கிரமித்து, சரணடையும் உத்தியைக் கடைப்பிடித்தார், ஒரு நகரத்தை வழங்குவதன் மூலமும், ஷௌசோவில் ஜாவோ குவாங்கினை சிக்க வைப்பதன் மூலமும் நிலைமை மோசமாக இருந்தது. ஜாவோ குவாங்கியின் மருமகன், காவோ ஜுன்பாவோ, தங்கத் துப்பாக்கியுடன் ஒரு இளைஞன், ஷௌசோவின் முற்றுகையை முறியடிக்க பியான்ஜிங்கை விட்டு வெளியேறினார்.\n, ஷுவாங்சுவோ மலையைக் கடந்து, லியு ஜிண்டிங் அமைத்த ஹஸ்பண்ட் சைகை உடைத்து, இருவரும் போட்டியிட்டனர்.இதன் விளைவாக, லியு ஜின்டிங் காவோ ஜுன்பாவோவை மூன்று முறை தோற்கடித்தார். ஜாவோ குவாங்கியின் மருமகன் காவ் ஜுன்பாவோ, ஷௌஜோவில் சிக்கிய ஜாவோ குவாங்கினை மீட்பதற்காக, பியான்ஜிங்கை விட்டு வெளியேறி, ஷுவாங்சுவோ மலை வழியாகச் சென்றார்.லியு ஜிண்டிங் அமைத்திருந்த பலகையை உடைத்து, இருவரும் போட்டியிட்டனர்.இதன் விளைவாக, லியு ஜிண்டிங் தனது காவோ ஜுன்பாவோவை தோற்கடித்தார். அற்புதமான தற்காப்பு கலை மற்றும் அவ்வாறு செய்ய வேண்டிய கட்டாயம் ஏற்பட்டது. தம்பதியினர் கூட்டத்தை முற்றுகைக்குள் அழைத்துச் சென்று ஜாவோ குவாங்கினை மீட்டனர்.\n(இந்தக் கதையின் உருவகம், இருவரும் சமரசம் செய்யப்படவில்லை (அவர்கள் கொடுமைப்படுத்தப்பட்டனர்), ஆனால் பின்னர் சமரசம் செய்தனர்.)", "聖意": "குடும்ப வீடு தனக்கு நல்லதல்ல, பணத்தைத் தேடுவதில் கவனமாக இருங்கள், வியாபாரத்தைத் தடுப்பது, திருமணத்திற்காக காத்திருங்கள், தாமதம், லியூஜியா, பொய்யான பயணி, வயல்வெளிகளில் தாமதம், பட்டுப்புழுக்கள், தாமதம், ஆறு கால்நடைகள் சேதம், மக்களைக் கண்டுபிடிப்பது கடினம், வழக்குகள், இழப்பு, இடம்பெயர்வு, பழமைவாதம், இழந்த சொத்து, கடுமையான நோய், மலையின் விரிவாக்கம், கல்லறை சீர்திருத்தம்", "古人": "காவ் ஜூன் திருமணத்திற்கு உத்தரவாதம் அளிக்கிறது", "第X籤": "தொண்ணூற்று மூன்று பேர் லாட்டரியை வென்றனர்", "宮": "xugong"}