{"籤詩版本二": "ஒரு மனிதர் சிறிய மனிதர்களைப் பற்றி கவலைப்படக்கூடாது, விஷயங்கள் தவறாக நடந்தால், அவர் தொந்தரவு செய்வார்.\nபியானோவின் சத்தத்தை நெருங்கிய நண்பருடன் கேட்க வேண்டும்.அது எப்போதும் அமைதியாகவும் தெளிவற்றதாகவும் இருக்கும்.இந்த வேலை எல்லோருக்கும் பொருந்தும்.", "詩意": "இந்த ஹெக்ஸாகிராம் நெருங்கிய நண்பரின் படத்தை சந்திக்க வேண்டும்.\nவிஷயங்களை சீராக வைத்திருப்பது நல்ல அதிர்ஷ்டத்தைத் தரும்.", "解曰": "Zhiyinfangxu. மற்ற விஷயங்களில் கவனம் செலுத்த வேண்டாம். உங்களை ஒரு உன்னதமான நபராக நடத்துங்கள். அனைவரும் மகிழ்ச்சி.\nZhiyin Fangxu நான்கு எழுத்துக்களைக் கொண்டுள்ளது, இது முதலில் Shiyin Fanghua என எழுதப்பட்டது.", "籤詩故事一": "◇BoYa நண்பர்களைப் பார்க்கிறார் (BoYa Broken Qin)\nயூ என்ற குடும்பப்பெயர் கொண்ட போயா, இயற்பெயர் ரூய் மற்றும் மரியாதைக்குரிய பெயர் போயா, வசந்த மற்றும் இலையுதிர் காலம் மற்றும் போரிடும் மாநிலங்களின் காலத்தின் போது சூ மாநிலத்தின் யிங்டுவை பூர்வீகமாகக் கொண்டவர்.\nZhong Ziqi சூ இராச்சியத்தில் விறகு வெட்டுபவராக பணிபுரிந்தார். ஒரு நாள், அவர் ஹன் நதியில் வீணை வாசிக்கும் யு போயாவை சந்தித்தார். ஜாங் ஜிகி ஒரு குரல் கேட்டது: \"இது மலை போல உயரமானது மற்றும் ஓடும் நீரைப் போல அசைகிறது.\" இருவரும் திருமணம் செய்து கொண்டனர் மற்றும் நடுப்பகுதியில் மீண்டும் சந்திப்பதாக உறுதியளித்தனர். அடுத்த ஆண்டு இலையுதிர் விழா.\nஅடுத்த ஆண்டு, யூ போயா திட்டமிட்டபடி அப்பாயிண்ட்மெண்ட்டை வைத்திருந்தார், ஆனால் ஜாங் ஜிகி இறந்துவிட்டார். Zhong Ziqi இறந்துவிட்டார் என்பதை யூ போயா அறிந்த பிறகு, யு போயா உலகில் இனி இசை இருக்காது என்றும் அவர் தனது வாழ்க்கையில் இனி வீணை வாசிக்க மாட்டார் என்றும் நினைத்தார்.\nசொல்:\nயாவ் கின் மற்றும் ஃபெங் வெய் ஹானை உடைத்தல். Zi Qi யாருடன் நடிக்கிறார் என்பதில் அக்கறை இல்லை.\nவசந்த காற்று அனைத்து நண்பர்களையும் கொண்டு வருகிறது. உண்மையான நண்பனைக் கண்டுபிடிப்பது கடினம்.", "聖意": "வீட்டை விட்டு வெளியில் செல்வதில் எச்சரிக்கையாக இருங்கள், செல்வம் தேடும் போது கொடுக்கல் வாங்கல்களில் எச்சரிக்கையாக இருங்கள்.திருமணத்தில் தாமதம் உண்டாகும் , வழக்குகள் போடுவதற்கும் இடம்பெயர்வதற்கும், இழந்த சொத்துக்களை விரைவாகத் தேடுவதற்கும், நோய்களால் தடுக்கப்படுவதற்கும், மலைகளில் கல்லறைகளுக்கும்.", "古人": "போயா நண்பர்களைப் பார்க்கிறார் (போயா உடைந்த கின்)", "第X籤": "லாட் தொண்ணூற்று நான்கு", "宮": "xugong"}