{"籤詩版本二": "லட்சியமும் சாதனைகளும் வம்சத்தில் உள்ளன, ஆனால் இப்போது முடிவில்லாத குடிப்பழக்கம் மற்றும் உடலுறவு இருக்கும்.\nதங்கச் சேவலைக் கண்டால் பணம், செல்வம், செல்வம் எனப் பலன் கிடைக்கும்.", "詩意": "இந்த ஹெக்ஸாகிராம் லட்சியம் மற்றும் புகழின் சின்னத்தை குறிக்கிறது.\nஎல்லாவற்றையும் மங்களகரமாக வைத்துக்கொள்ளுங்கள்.", "解曰": "லட்சியம் மற்றும் உற்சாகம். உங்களைப் பாதுகாத்துக் கொள்ள இது தாமதமாகவில்லை. தங்க சேவல் உறுதியளிக்கிறது. அனைவரும் மகிழ்ச்சி.", "籤詩故事一": "◇காவோ பை தன்னை பேரரசராக அறிவித்துக் கொண்டார்\nகாவோ பை, மரியாதைக்குரிய பெயர் ஜிஹுவான், பெய்குவோகியோவில் (இப்போது ஹாவோ கவுண்டி, அன்ஹுய்) பிறந்தார். ஜியான் காலத்தில் பிரபலமான அரசியல்வாதி மற்றும் எழுத்தாளர்.\nகாவ் காவோவின் இரண்டாவது மகன் காவ் பை.சிறுவயதில் இருந்தே தந்தையுடன் ராணுவ முகாமில் வசித்து வந்தார்.தந்தையின் செல்வாக்கில் ஆறு வயதில் வில்வித்தையையும் எட்டு வயதில் குதிரை சவாரியையும் கற்று வளர்ந்தார். நல்ல தற்காப்பு கலை திறன்கள். பண்டைய மற்றும் நவீன கிளாசிக் மற்றும் சுயசரிதைகள் மற்றும் நூற்றுக்கணக்கான சிந்தனைப் பள்ளிகளின் புத்தகங்கள் பற்றிய விரிவான அறிவையும் அவர் பெற்றுள்ளார். பதினெட்டு வயது வரை காவ் காவ் யுவான் ஷாவோவை தோற்கடித்தார் மற்றும் காவோ காவோவின் ஆட்சியின் மையமான யெச்செங்கில் ஒப்பீட்டளவில் நிலையான வாழ்க்கையை வாழ்ந்தார். அப்போதிருந்து, அவர் சில சமயங்களில் தனது தந்தையுடன் இராணுவப் பயணங்களுக்குச் சென்று ஒரு உன்னத மகனாக வாழ்ந்தாலும், அவர் ஒவ்வொரு நாளும் தற்காப்புக் கலைகளைப் பயிற்சி செய்தார், இன்றுவரை குறையவில்லை. அவர் அடிக்கடி நூறு படிகளில் குதிரையில் சவாரி செய்வார் மற்றும் தற்காப்பு கலைகளில் மிகவும் திறமையானவர்.அவர் அடிக்கடி தற்காப்பு கலைகளை பயிற்சி செய்வதால், அவர் லேசான மற்றும் வலிமையானவர்.\nகாவ் காவோவின் மூத்த மகன் காவ் ஆங் போரில் கொல்லப்பட்டார். மூத்த மகன் இறந்த பிறகு, பட்டத்து இளவரசருக்கு காவ் பை முதல் தேர்வானார். அவருக்கு முப்பத்தொரு வயதாக இருந்தபோது, ​​​​காவோ காவோவால் பட்டத்து இளவரசராக நியமிக்கப்பட்டார். காவ் பை முப்பத்து மூன்று வயதாக இருந்தபோது, ​​​​காவ் காவ் நோயால் இறந்தார், மேலும் காவ் பை அவருக்குப் பிறகு பிரதம மந்திரி மற்றும் வெய்யின் ராஜாவானார். அவர் அடிக்கடி நூறு படிகளில் குதிரையில் சவாரி செய்வதாகவும், மிகவும் திறமையானவர் என்றும், அவர் அடிக்கடி குங்ஃபூ பயிற்சி செய்வதால், அவர் லேசானதாகவும் ஆரோக்கியமாகவும் இருக்கிறார்.", "聖意": "உங்கள் வீடும் உங்கள் வீடும் அமைதியாக இருக்க பிரார்த்தனை செய்யுங்கள், செல்வம் தேடுங்கள், கடினமாக உழைக்க, வர்த்தகம், சீக்கிரம் பிரிந்து, திருமணம் வெற்றிகரமாக இருக்கும், லியூஜியா பாதுகாப்பாக இருக்கும், மக்கள் வயலில் இருப்பார்கள், பட்டுப்புழுக்கள் முதிர்ச்சியடையும், ஆறு கால்நடைகள் முதிர்ச்சியடையும் , மக்களைக் கண்டுபிடிப்பது கடினம், பொது வழக்குகள் அவசரமாக இருக்கும், இடம்பெயர்வுகள் இழக்கப்படும், மற்றும் விஷயங்கள் தொலைந்து போகும்.நோய்கள் மலைகளிலும் கல்லறைகளிலும் நீடிக்கும்.", "古人": "காவோ பை தன்னை பேரரசராக அறிவித்துக் கொள்கிறார்", "第X籤": "தொண்ணூற்று ஐந்தாவது வெற்றி லாட்டரி", "宮": "xugong"}