{"籤詩版本二": "கம்பீரமான பகோடா அசாதாரணமானது, அனைத்து பக்கங்களிலும் ஒளியுடன் பிரகாசிக்கும் நேர்த்தியான அலங்காரங்கள்\nவிடாமுயற்சியுடன் பணிந்து நற்செயல்களைச் செய்வதில் உறுதியாக இருக்குமாறு நான் உங்களைக் கேட்டுக்கொள்கிறேன், சொர்க்கம் உங்களுக்கு ஆசீர்வாதங்களை அனுப்பும்.", "詩意": "இந்த ஹெக்ஸாகிராம் தகுதியின் வெளிப்பாட்டைக் குறிக்கிறது.\nஎல்லாம் மங்களகரமானது.", "解曰": "இந்த ஆசீர்வாதங்கள். எல்லோரிடமும் உள்ளது. மிகவும் பிஸியாக இருக்க வேண்டாம். தகுதி முன்கூட்டியே தீர்மானிக்கப்படுகிறது.", "籤詩故事一": "◇பென்யாங் மன்னர் சீன காதலர் தினத்தன்று தனது பேரனை சந்திக்கிறார்\nதீர்வு: சீன காதலர் தினத்தன்று பூமிக்கு இறங்கும் நெசவாளர் பெண்ணை குவோ சியி சந்தித்தார். ஜேட் பேரரசரின் பேத்தியான தியான்சன், ஏழு தேவதைகள்.\nGuo Ziyi (697-781), Guo Linggong என்றும் அழைக்கப்படுகிறார், அவர் Zheng கவுண்டி, Huazhou (இப்போது Huaxian கவுண்டி, Shaanxi மாகாணம்) மற்றும் டாங் வம்சத்தில் ஒரு தளபதி. ஏகாதிபத்திய நீதிமன்றம் ஜியிக்கு ஃபென்யாங்கின் ராஜா என்ற பட்டத்தை வழங்கியது.\nZiyi பூர்வீகமாக Huazhou வைச் சேர்ந்தவர் என்றும், பெரிய சுவருக்கு வெளியே இராணுவத்தில் சேரச் சென்றார் என்றும், அவர் இராணுவ ஊதியம் வழங்குவதற்காக பெய்ஜிங்கிற்குச் சென்று யின்ஜோவுக்குத் திரும்பினார் என்றும் கூறப்படுகிறது. அந்த நேரத்தில் அது சீன காதலர் தினம். காற்றும் மணலும் இருட்டாக மாறியது, சூரியன் இருட்டிக்கொண்டிருந்தது.சீயினால் முன்னோக்கி நகர முடியவில்லை, அதனால் அவர் சாலையோரம் நின்று கொண்டிருந்தார், அவர் ஒரு காலி வீட்டில் தரையில் தூங்கிக்கொண்டிருந்தார், அவர் தூங்கத் தயாராக இருந்தபோது, ​​திடீரென்று ஒரு சிவப்பு விளக்கைக் கண்டார். இருபுறமும், அவர் எழுந்து நின்று ஆச்சரியத்துடன் பார்த்தார், வானத்தில் ஒரு மேகம் இருந்தது, மெதுவாக கீழே இறங்கியது, சாதாரண மனிதர்களிடமிருந்து முற்றிலும் மாறுபட்ட, கண்ணியமான மற்றும் அழகான ஒரு பெண் அமர்ந்திருந்தார். சீயீ உடனே வணக்கம் செலுத்தி, \"இன்று ஏழாவது மாதத்தின் ஏழாம் நாள். நெசவாளிப் பெண்மணிக்கு நீண்ட ஆயுளையும் செல்வத்தையும் வழங்க விரும்பி வந்திருக்கிறாள் என்று நினைக்கிறேன்.\"\nஅந்தப் பெண்ணும் பதிலளித்தாள்: \"பெரும் செல்வத்துடன் நீண்ட ஆயுளும் வரும்.\"\nஅவன் பேசி முடித்ததும், பிரகாசம் திரும்பியது, மேகங்கள் மெதுவாக எழுந்தன, அந்த பெண் இன்னும் குவோ சியியை ஒரு இனிமையான புன்னகையுடன் பார்த்துக் கொண்டிருந்தாள்.அவளை விட்டு வெகு தொலைவில் இருந்தபோதுதான் புகை மங்கலாக இருந்தது, இனி அவளைப் பார்க்க முடியவில்லை.\nஅந்தப் பெண் சொன்னது போலவே அது உண்மையாக மாறியது. ஜியியின் தகுதிகள் உலகப் புகழ்பெற்றவை, அவர் மிகவும் பிரபலமான மந்திரி, மேலும் அவர் தகுதிகள் மற்றும் நற்பண்புகள் இரண்டையும் கொண்ட தளபதி.", "聖意": "வீட்டிலேயே ஒரு ஆசையை உருவாக்குங்கள், உங்களுக்காக ஒரு ஆசையை உருவாக்குங்கள், பணத்திற்காக பிரார்த்தனை செய்யுங்கள், வியாபாரத்தில் நல்ல அதிர்ஷ்டம், திருமணத்தில் நல்ல அதிர்ஷ்டம், லியூஜியாவில் நல்ல அதிர்ஷ்டம், மக்களுடன் மகிழ்ச்சியான பயணங்கள், நகரும் வயல்வெளிகள், பட்டுப்புழுக்கள், நிலையான கால்நடைகள், கண்டுபிடிப்பதில் துரதிர்ஷ்டம் மக்கள், பொது வழக்குகள், இடம்பெயர்வு, நல்ல அதிர்ஷ்டம், இழந்த சொத்து நோய்கள், ஜென்சிங்ஷானில் கல்லறைகள்", "古人": "சீன காதலர் தினத்தன்று மன்னர் ஃபென்யாங் தனது பேரனை சந்திக்கிறார்", "第X籤": "தொண்ணூற்று ஆறு கையெழுத்து", "宮": "xugong"}