{"籤詩版本二": "ஆலோசனை பெறுவதற்கு உள்ளே செல்லவும், வெளியே செல்லவும் தாமதமாகிறது, கவலை மற்றும் பிரச்சனையை ஏற்படுத்துவதைப் பற்றி கவலை\nபொறிக்குள் பறக்கும் பறவை போல, தப்பிக்க எவ்வளவு நேரம் ஆகும்?", "詩意": "இந்த ஹெக்ஸாகிராம் என்பது விஷயங்களை பழையதாக வைத்திருப்பதற்கும் விதிக்கு ஏற்ப மாற்றுவதற்கும் அடையாளம்.\nஎல்லாம் திருப்திகரமாக இல்லை.", "解曰": "எந்த நேரத்திலும் பழமைவாதமாக இருங்கள். உன்னதமானவர் வருவார் என்று காத்திருக்கிறேன். எல்லாவற்றையும் பற்றி கேட்டால். முக்கிய விஷயம் தாமதமாகிவிடும்.", "籤詩故事一": "◇ஜி பிங் கொல்லப்பட்டார்\nஜி பிங், அதன் உண்மையான பெயர் ஜி டாய், பிங் என்றும் அழைக்கப்படுகிறார், ஹான் வம்சத்தில் ஒரு ஏகாதிபத்திய மருத்துவராக இருந்தார்.\nஜியானின் ஐந்தாம் ஆண்டு (கி.பி. 200) காவ் காவ் பிரதமரானார், பேரரசரை பெரிதாக எடுத்துக் கொள்ளவில்லை. காவ் காவோவிலிருந்து விடுபட்டு, கோபமாகவும் கோபமாகவும் உணர்ந்தார், கவலைப்பட்டு, அவர் நோய்வாய்ப்பட்டார்.\nபேரரசர் சியான் ஏகாதிபத்திய மருத்துவர் ஜி பிங்கை காவோ காவோவுக்கு சிகிச்சை அளிக்குமாறு கேட்டுக் கொண்டார். ஜி பிங் பேரரசரின் ரகசிய ஆணையைப் படித்து, காவோ காவோவை அகற்றுவதில் உறுதியாக இருந்தார், எனவே அவர்கள் இருவரும் சேர்ந்து ஒரு திட்டத்தை வகுத்தனர். எதிர்பாராமல், சுவர்களுக்கு காதுகள் உள்ளன.டாங் செங்கின் வீட்டு அடிமையான கின் கிங்டாங்கை, டோங் செங்கின் இளம் மனைவியுடனான உறவின் காரணமாக, டாங் செங்கால் நாற்பது முறை குச்சியால் அடிக்கப்பட்டார்.அவருக்கு வெறுப்பு ஏற்பட்டது.இதைக் கேட்டதும், அவர் டோங் செங் மற்றும் ஜி பிங் டு காவ் காவ்.\nஜி பிங் காவ் காவோவின் தலைவலியை தனக்கு சாதகமாக பயன்படுத்திக்கொண்டு ரகசியமாக விஷம் கொடுத்தார். காவ் காவ் ஒரு உதவிக்குறிப்பைப் பெற்று, ஜி பிங்கை சிக்க வைத்து, அவரை சித்திரவதை செய்து, தலைவரை விசாரித்தார். ஜி பிங் மரணத்தை எதிர்த்துப் படிக்கட்டுகளைத் தொட்டு இறந்தார்.", "聖意": "வீடு தன்னைப் பற்றிக் கவலை, வில்லன் காசு கேட்கிறான், வியாபாரம் முறிந்தது, கல்யாணம் ஆகவில்லை, தண்டனை ஆறு, வயலில் மாட்டிக் கொண்டான், பட்டுப்புழு சேதம், ஆறு கால்நடைகள் கிடைத்தன, நபர் கண்டுபிடிக்கப்பட்டார், பொது வழக்கு இழந்தது, இடம்பெயர்வு நகரவில்லை, சொத்து இழந்தது, நோய் ஏற்பட்டது, மலையில் வலை உள்ளது, கல்லறை இறந்தது,", "古人": "ஜி பிங் கொல்லப்பட்டார்", "第X籤": "தொண்ணூற்றெட்டு அடையாளம்", "宮": "ஹைகாங்"}