{"籤詩版本二": "குதிரையை அடக்கி, சாட்டையைப் பிடித்து, நேராக இங்கே வருகிறோம், பாதி ஆபத்திலும் பாதி பேரழிவிலும்.\nஒரு வீடு தீயில் எரிந்தது போல் இருக்கிறது.வானம் விழுந்தால் மழை சாம்பலாக்கும்.என்னிடம் ஒரு திட்டம் இருக்கிறது.", "詩意": "இந்த ஹெக்ஸாகிராம் பாதி துக்கத்தையும் பாதி மகிழ்ச்சியையும் குறிக்கிறது.\nஎல்லாவற்றிலும் நல்லது செய்வது நல்லது.", "解曰": "வாழ்நாள் முழுவதும் உழைப்பு. சரி தவறு பற்றி கவலைப்படாதே. கட்டுகள் தற்காலிகமானவை. வெறுப்பு இயற்கையாகவே வரும்.", "籤詩故事一": "◇தாவோ சஞ்சுன் குவாயுவானில் ஜெங் என்னை தோற்கடித்தார்\n\"என் நினைவு வாழ்க,\" ஜாவோ குவாங்யின் மீண்டும் எழுந்து, \"பீப்பிங் கிங் ஜெங் என் அப்போது ஒரு திருமணத்தை ஏற்பாடு செய்திருந்தார். இப்போது உலகம் அமைதியாக இருப்பதால், திருமணத்திற்கு ஒரு நல்ல நாளைத் தேர்வுசெய்ய உங்கள் அனுமதியைக் கேட்க விரும்புகிறேன். \"\n\"என் நினைவுச்சின்னம் வாழ்க!\" ஜாவோ குவாங்கியின் எழுந்து நின்று, \"பீக்கிங் மன்னர், ஜெங் என், அப்போது ஒரு திருமணத்தை ஏற்பாடு செய்திருந்தார். இப்போது உலகம் அமைதியடைந்துவிட்டதால், மங்களகரமான ஒன்றைத் தேர்ந்தெடுக்க உங்கள் அனுமதியைக் கேட்க விரும்புகிறேன். திருமணம் செய்யும் நாள்.\"\n\"ஓ, மூன்றாவது சகோதரருக்கு முன்பே நிச்சயதார்த்தம் நடந்தது, இது எப்படி எனக்குத் தெரியாது?\" சாய் ரோங் மிகவும் ஆச்சரியப்பட்டார். அவர் ஜாவோ குவாங்கினை உட்கார்ந்து பேசுவதற்காக கையை அசைத்தார்.\n\"ஓ! மூன்றாவது சகோதரருக்கு முன்பே நிச்சயதார்த்தம் நடந்தது, இதைப் பற்றி எனக்கு எப்படித் தெரியவில்லை?\" சாய் ரோங் (பின்னர் சோவ் வம்சத்தின் பேரரசர்) மிகவும் ஆச்சரியப்பட்டார். அவர் கையை அசைத்து ஜாவோ குவாங்கினை உட்காரச் சொன்னார்.\n“அது ஒரு நீண்ட கதை.முதலில் நாங்கள் அப்போதும் வறுமையில் இருந்தோம் உங்கள் படையில் சேரவில்லை.அதிலிருந்து நாங்கள் பல வருடங்களாக சண்டையிட்டும் உங்களைப் பற்றி கவலைப்பட நேரமில்லை.இரண்டாவது மூன்றாவது அண்ணனும் கொஞ்சம். அதைக் குறிப்பிட வெட்கப்படுகிறேன், அதனால் உங்கள் மாட்சிமைக்குத் தெரியாது.\n\"இது ஒரு நீண்ட கதை, முதலில், நாங்கள் அந்த நேரத்தில் வறுமையில் இருந்தோம், உங்கள் இராணுவத்தில் சேரவில்லை, நாங்கள் பல ஆண்டுகளாக போராடுகிறோம், உங்களைப் பற்றி கவலைப்பட நேரம் இல்லை, இரண்டாவது, மூன்றாவது சகோதரனும் ஒருவன். அதைக் குறிப்பிட கொஞ்சம் வெட்கப்படுகிறேன், அதனால் உங்கள் மாட்சிமைக்குத் தெரியாது.\"\n\"ஏய், காலேஜ் படிக்கிற ஆண் கல்யாணம் பண்ணிக்கிட்டு, என்ன வெட்கப்படறது? மூணாவது தம்பி ரொம்ப நாளாப் போர்க்களத்துல இருந்து, ஈடு இணையற்ற வீரன்னு போறான். நீ ஏன் இந்த விஷயத்துல சின்னப் பொண்ணு?\"\n\"ஏய்! காலேஜ் பையனுக்குக் கல்யாணம் ஆகலை, என்ன வெட்கப்படறது? மூணாவது அண்ணன் ரொம்ப நாளாப் போர்க்களத்திலே இருந்து, இணையற்ற வீரன் என்று போற்றலாம். இந்த விஷயத்தில் ஏன் இப்படிச் சிறுமை செய்கிறாய்?\"\n\"இதைச் சொன்னால், என் மூன்றாவது சகோதரனை வெட்கப்படுவதை நான் குறை சொல்ல முடியாது, ஏனென்றால் இந்த திருமணம் போலியானது.\"\n\"இதைச் சொன்னால், என் மூன்றாவது சகோதரனை வெட்கப்படுவதை நான் குறை சொல்ல முடியாது, ஏனென்றால் இந்த திருமணம் போலியானது.\"\n\"டைப் அவுட்டா? ஏய், சுவாரஸ்யமா இருக்கு. என்ன நடந்ததுன்னு சொல்லுங்க.\"\n\"நான் அதை தட்டச்சு செய்துவிட்டேன்! ஏய்! இது சுவாரஸ்யமானது! என்ன நடந்தது என்று சொல்லுங்கள்.\"\n\"ஆமாம், அந்த வருஷம் எனக்கு ஞாபகம் இருக்கு, நாம மாட்சிமை சேரப்போறப்போ, பாச்செங் கவுண்டியைக் கடந்து போயிருந்தோம். ஜூன் மாசம் ரொம்ப வெயில் அடிச்சது. என் மூணாவது அண்ணன் ஹோட்டல்ல தங்க முடியல, தனியா அலையப் போறான். ஒரு முலாம்பழம் தோட்டத்தைக் கடந்து, சிலவற்றைப் பறிக்க உள்ளே சென்றான், முலாம்பழங்கள் தாகத்தைத் தணித்தன, இந்த நேரத்தில் சீக்கிரம் பழுக்க வைக்கும் முலாம்பழங்கள் அதிகம் இல்லை, மூன்றாவது சகோதரனுக்கு அவற்றை எப்படி எடுப்பது என்று தெரியவில்லை, அதனால் அவர் அவற்றை நிறைய உடைத்தார். முலாம்பழங்களைப் பார்த்தவள் மூன்றாவது அண்ணனைக் குற்றம் சாட்ட முன் வந்தாள், இருவருக்கும் கருத்து வேறுபாடு ஏற்பட்டது, பின்னர் அவர்கள் சண்டையிடத் தொடங்கினர், வாருங்கள், நல்ல வேளையாக, நான் கவலைப்படுகிறேன், சரியான நேரத்தில் மீட்புக்கு விரைந்தேன், இல்லையெனில் ... \"\n\"ஆமாம், அந்த வருஷம் ஞாபகம் இருக்கு, நாம மேஜஸ்டில சேர இருந்தப்போ, பாச்செங் கவுண்டியைக் கடந்து போயிருந்தோம். ஜூன் மாசம் ரொம்ப வெயில் அடிச்சது. என் மூணாவது அண்ணன் ஹோட்டல்ல தங்க முடியல, தனியா அலையப் போறான். ஒரு முலாம்பழம் தோட்டத்தைக் கடந்து, சிலவற்றைப் பறிக்க உள்ளே சென்றான், முலாம்பழங்கள் தாகத்தைத் தணித்தன, இந்த நேரத்தில் சீக்கிரம் பழுக்க வைக்கும் முலாம்பழங்கள் அதிகம் இல்லை, மூன்றாவது சகோதரனுக்கு அவற்றை எப்படி எடுப்பது என்று தெரியவில்லை, அதனால் அவர் அவற்றை நிறைய உடைத்தார். முலாம்பழங்களைப் பார்த்தவள் மூன்றாவது அண்ணனைக் குற்றம் சாட்ட முன் வந்தாள், இருவருக்கும் கருத்து வேறுபாடு ஏற்பட்டது, பின்னர் அவர்கள் சண்டையிடத் தொடங்கினர், வாருங்கள், நல்ல வேளையாக, நான் கவலைப்படுகிறேன், சரியான நேரத்தில் மீட்புக்கு விரைந்தேன், இல்லையெனில் ... \"\n\"இந்த Zheng Ziming, முதலில் அவர் தவறு, மன்னிப்பு கேட்க வேண்டும், ஏன் அவரை அடித்தார் துண்டுகள். இல்லையா?\" \"பெண் பாதிப்பில்லாமல் இருந்தாள்...\"\n\"இந்த Zheng Ziming, அது முதல்ல அவங்க தப்பு, அதுனால மன்னிப்புக் கேட்கணும். எதுக்கு இவனை அடிக்கிறீங்க? அதுமட்டுமல்ல, இவரைப் போன்ற கொடூரமான மனிதனின் குத்து, உதைகளை ஒரு பெண்ணின் குடும்பம் எப்படித் தாங்கும்! வா, சொல்லு. நீ இந்தப் பெண்ணை அடித்தாய். இல்லையா?\"\n\"பெண் காயமின்றி இருந்தாள்...\"\n\"அது சரி, அது சரி... ஏய், நீ நடவடிக்கை எடுக்கவில்லையா? ஓ, நீங்கள் என்னை சரியான நேரத்தில் மீட்டீர்கள் என்று நினைக்கிறேன்.\"\n\"அது சரி! அது சரி... ஏய்! நீ நடவடிக்கை எடுக்கவில்லையா? ஓ! என்னைக் காப்பாற்றியவன் நீதான் என்று நினைக்கிறேன்!\"\n\"...இல்லை, நான் காப்பாற்றியவர்...மூன்றாவது சகோதரர்.\" \"...இல்லை, நான் காப்பாற்றியவர்...மூன்றாவது சகோதரர்.\"\n\"ஹ ஹ?!\"\n\"மூன்றாவது அண்ணனை அந்தப் பெண்ணால் தரையில் இடித்து, வழியெங்கும் கடுமையாகத் தாக்கினார். நல்லவேளையாக, நான் வந்து அவரை விட்டுச் செல்லும்படி வற்புறுத்தினேன், அதனால் அவருக்குப் பலத்த காயம் ஏற்படவில்லை. ... அரசே... அரசே!... \"\n\"மூன்றாவது அண்ணனை அந்த பெண்ணால் தரையில் இடித்து பலமாக அடித்தார். நல்லவேளையாக நான் வந்து அவரை வற்புறுத்தினேன், அதனால் அவருக்கு பெரிய காயம் ஏற்படவில்லை. ... அரசே... அரசே!...\"\n\"அட?...ஓ, யார் அந்த பெண்!?\" \"ஆ!?...ஓ, யார் அந்த பெண்!?\"\n\"அந்தப் பெண்ணின் பெயர் தாவோ சஞ்சுன் என்பதும், அவளது தந்தை தாவோ ஹாங் ஆசைகள் இல்லாத ஒரு வயதான ஹீரோ என்பதும் பிறகுதான் தெரிந்தது. தாவோ சஞ்சுன் சிறுவயதிலிருந்தே தந்தையிடம் தற்காப்புக் கலைகளைக் கற்றுக்கொண்டார். எனக்குத் தெரிந்த பிறகு. அவரது குடும்பத்தினர், மிஸ் சஞ்சுன் சிறப்பான குணம் கொண்டவர் என்று நான் பார்த்தேன். , லுவோ லுவோ மற்றும் தாராள மனப்பான்மை, சிறுமியாக இருக்கும் பழக்கம் இல்லாமல், அவர்கள் வேண்டுமென்றே அவரைப் பொருத்தினார்கள் உடனே அதை நிறுத்திவிட்டு, அவர்கள் இருவருக்கும் இந்த திருமணத்தை முடிவு செய்துவிட்டு, மன்னன், தயவுசெய்து சொல்லுங்கள், இது போலித் திருமணமல்லவா?\"\n\"அந்தப் பெண்ணின் பெயர் தாவோ சஞ்சுன் என்பதும், அவள் சிறுவயதிலிருந்தே அவள் தந்தையிடம் தற்காப்புக் கலைகளைக் கற்றுக்கொண்டவள் என்பதும் பிறகுதான் தெரிந்தது. அவனுடைய குடும்பத்துடன் பழகிய பிறகு, மிஸ் சஞ்சுனுக்கு மிகச்சிறந்த குணம் இருந்ததைக் கண்டேன். தாராள மனப்பான்மை, சிறுமியின் பழக்கவழக்கங்கள் எதுவும் இல்லை, அதனால் நான் அவளை வேண்டுமென்றே வேலைக்கு சேர்த்தேன்.திரு.தாவோவும் அவரது மகளும் அவர்களின் மூன்றாவது சகோதரனின் நேரடியான குணத்தை மிகவும் விரும்பினர்.அவர்கள் உடனடியாக அதைத் தடுத்து, ஒருவருக்கொருவர் திருமணம் செய்துகொள்ள முடிவு செய்தனர். அரசே, இது போலித் திருமணம் என்று நீங்கள் நினைக்கவில்லையா?\"\n(இந்த கதை ஒரு உருவகம், ஏனென்றால் ஒரு கெட்ட விஷயம் நல்ல விஷயமாக மாறியது.)", "聖意": "வீடு மற்றும் சுய பாதுகாப்புக்காக ஜெபியுங்கள், கவனமாக இருங்கள், செல்வத்திற்காக ஜெபிக்கவும், வியாபாரத்தை அழிக்கவும், திருமணத்திற்கு தடை, தண்டனை, லியூஜியா, காப்பீடு, வயல்களில் சிக்கிய பாதசாரிகள், பட்டுப்புழு சேதம், கால்நடை சேதம், காணாமல் போனவர்கள், சட்டவிரோத வழக்குகள், இழப்பு, இடம்பெயர்வு, பழமைவாதம் , இழந்த சொத்து, தீய நோய்கள், கவலைகள், ஆபத்துகள், மலைகள், கல்லறைகள், தோல்வி", "古人": "தாவோ சஞ்சுன் முலாம்பழம் தோட்டத்தில் Zheng En அடிக்கிறார்", "第X籤": "எண் தொண்ணூற்றொன்பது", "宮": "ஹைகாங்"}