{"籤詩版本二": "Le të krijohet bota për një martesë të mirë, ditë të mbarë dhe kohë të mira, dhe të gjitha gjërat të jenë mirë\nNuk është gjë e vogël nëse e merr këtë short.Perandori deklaron se njerëzit janë besnikë dhe të drejtë.", "詩意": "Ky heksagram përfaqëson fillimin e fillimit të qiellit dhe tokës.\nGjithçka është e mbarë.", "解曰": "Shpejtësi e shpejtë. Viti nuk ia vlen koha. Guanyin shkruan. Më njofto fillimisht.", "籤詩故事一": "◇ Zhongli u ndriçua\nZhongli Quan, mbiemri Zhongli, emri Quan, emri i mirësjelljes Yunfang dhe pseudonimi Zhengyang, ishte një vendas i qarkut Xianyang, Xi'an, Provinca Shaanxi gjatë Dinastisë Han Lindore.\nZhong Liquan ishte një gjeneral i dinastisë Han. Gjatë ekspeditës kundër Qiang perëndimor, ai ishte xheloz për komandantin Liang Yi dhe i caktoi atij vetëm 30,000 ushtarë të vjetër dhe të dobët. Sapo arriti në destinacionin e tij, kampi u grabit nga ushtria Qiang perëndimore dhe ushtarët ikën. Zhong Liquan humbi në një luginë dhe takoi një murg rrugës. Ai e çoi në një fshat të vogël dhe i tha: \"Kjo është rezidenca e zotit Donghua.\" Pastaj tha lamtumirë dhe u largua. Pas pak, dikush tha papritmas, \"Kjo duhet të jetë sepse njeriu Hu me sy të gjelbër është shumë llafazan.\" Ai pa një burrë të veshur me një gëzof të bardhë dreri dhe që mbante një staf të gjelbër quinoa. Ai e pyeti Zhong Liquan, \"Personi që erdhi këtu është Han Da. Gjenerali Zhongli Quan\n? Zhong Liquan u trondit, duke ditur se kishte takuar një person të çuditshëm, kështu që ai mësoi sinqerisht Tao.\nZhong Liquan më vonë takoi Zhenren Huayang dhe Mbretin e Pavdekshëm Xuanfu dhe mësoi \"Sekretin e Pavdekësisë\". Më në fund, ai jetoi në Zijin Sihaofeng në malin Kongtong, mori \"Sekretin e Kutisë së Jade\" dhe u bë një i pavdekshëm i vërtetë. Ai gjithashtu u nderua si një nga Pesë Patriarkët e Veriut nga Sekti Quanzhen.", "聖意": "Lutuni që shtëpia dhe shtëpia juaj të jenë të bekuara me fat në vjeshtë dhe dimër. Kërkoni fat në vjeshtë dhe dimër. Fat i mirë në biznes, fat i mirë në martesë, fat në lindjen e djemve, fat i mirë në udhëtime në arat, fat ne krimbat e mendafshit, fat ne blegtori, fat ne gjetjen e njerezve, fat ne gjyqe, fat ne migrim, pasuri e humbur dhe fat ne semundjet verilindore, fat ne dergimin e maleve dhe varreve", "古人": "Zhongli u ndriçua", "第X籤": "shenja e parë", "宮": "Mitra"}