{"籤詩版本二": "Nefritin e paçmuar dhe thesaret e fshehura në gurë i kërkojnë vetëm të huajt nga vende të tjera.\nAshtu si të mbani një llambë në kërkim të zjarrit, është më mirë të pastroni përpjekjet e humbura", "詩意": "Ky heksagram mban llambën dhe kërkon simbolin e zjarrit.\nGjithçka do të realizohet në kohën e duhur.", "解曰": "Takimi martesor. Asgjë nuk mund të bëhet. Duhet të jetë i pakufizuar. Është e vërtetë para syve të mi.", "籤詩故事一": "◇Pang Juan vëzhgon formimin\nGjatë periudhës së shteteve ndërluftuese, Sun Bin ishte një vendas i Qi. Pang Juan ishte një vendas i Wei. Ai gjithashtu adhuronte Gui Guzin si mësues të tij.\nSun Bin mësoi më mirë se Pang Juan dhe Pang Juan u bë gjenerali i Wei. Ai luftoi me Sun Binin në një betejë të zgjuarsisë dhe kur humbi, ai e urrente Sun Binin.\nAi përdori një truk për të prerë këmbët e Sun Binit. Më vonë, Sun Bin u shtir si i çmendur dhe mundi të shpëtojë.\nMbreti Wei i Qi përdori Sun Bin si këshilltarin e tij ushtarak për të udhëhequr trupat për të sulmuar Wei.\nPang Juan shkoi në kampin e Sun Bin për të inspektuar formacionin ushtarak. Sun Bin e mashtroi Pang Juan duke pretenduar se zvogëlonte trupat e tij dhe duke shtuar fshehurazi më shumë trupa. Pang Juan e ndoqi atë në Maling Road dhe u qëllua për vdekje nga një ushtar në pritë me një hark.\n(Metafora e kësaj historie është se edhe ti je i talentuar, ndaj pse duhet të jesh xheloz për talentin e tij?)", "聖意": "Shtëpia nuk është e mirë për veten, është e vështirë të gjesh para, është e vështirë të tregtosh, është e vështirë të martohesh, është e vështirë për një grua udhëtare të lëvizë arat, krimbat e mëndafshit, Qiuji, dhe gjashtë bagëti, është. vështirë për të gjetur dikë, për t'u gjetur, për t'u paditur, për të shkuar në një shtëpi të vjetër, për të humbur, për të qenë i sëmurë, për t'u varrosur në një varr mali.", "古人": "Pang Juan vëzhgon formimin", "第X籤": "Shorti i dhjetë", "宮": "Pallati Yin"}