{"籤詩版本二": "Pse nuk shkoni në Tailai, që është afër qoshes, unë do ta lë përkohësisht zotërinë jashtë malit.\nNëse ka lajme të mira për tigrin ose lepurin, do të jeni të lirë edhe nëse jeni të vendosur të jeni të zënë.", "詩意": "Në këtë heksagram, ka një shenjë bekimi mes fatkeqësisë.\nGjithçka është e keqe paraprakisht dhe e mirë në fund.", "解曰": "Zëvendësoni me mëndafshin e kërpit. Goditi këmbët e dikujt. Shihni qartë. Bekimet vijnë nga fatkeqësitë.", "籤詩故事一": "◇ Takimi me një Master në Bukit\nWu Ji ishte fillimisht një druvar dhe të dy u takuan me Jiang Ziya kur ishin duke peshkuar në lumin Feng. Wuji qeshi kur pa Zijan duke peshkuar me një grep të drejtë.\nZiya shikoi fytyrën e Wujit dhe i tha fatit: \"Nëse hyni sot në qytet, do të vrisni dikë\". Pasi e dëgjoi këtë, Wu Ji u largua me inat dhe mori dru zjarri në qytet.\nPasi hyri në qytet, Wu Ji u përplas me të tjerët dhe gabimisht e rrahu kryeministrin Wen Wang për vdekje.\nMbreti Wen e vizatoi tokën si një burg dhe e burgosi ​​Wu Ji-në.\nBukit Hou u lirua përkohësisht dhe u dënua me vdekje për t'u kujdesur për nënën e tij deri në vjeshtë.\nNëna e tij i kërkoi t'i kërkonte ndihmë Jiang Ziya.\nTaigong e pranoi atë si dishepullin e tij, i mësoi artin e luftës dhe e urdhëroi të hapte gropa dhe të bënte magji për të thyer fatin e tij të lindur.\nPas vjeshtës, Wu Ji nuk erdhi për t'u ndëshkuar. Mbreti Wen nxori numrat e lindur dhe mendoi se Wu Ji kishte kryer vetëvrasje nga frika e krimit.\nMë vonë, Mbreti Wen u takua me Wu Ji, dhe Wu Ji prezantoi mbretin Wen për të takuar Jiang Taigong.\nTaigong iu dha titulli Gjeneral i Wude. Të dy mjeshtri dhe nxënësi punuan për Mbretin Wen.", "聖意": "Shtëpia është e sigurt, vetja është me fat, biznesi është i mirë, martesa është vonë, këmbësori mashkull nuk është kthyer në fushë, krimbat e mëndafshit janë fitimprurës, gjashtë kafshët janë Shenji, kërkimi është i mirë, padia publike është mir shperngulja konservatore sheh pasuria e humbur Semundja mir Qiuji mali e varri mir.", "古人": "Takimi Bukit", "第X籤": "Shenja e dymbëdhjetë", "宮": "Pallati Yin"}