{"籤詩版本二": "I lindur në një familje të pasur që nga fëmijëria, gjithçka para meje është gjithmonë luksoze\nRripi i artë i purpurt ju jepet nga madhëria juaj, ai do të jetë i famshëm në mbarë botën", "詩意": "Ky heksagram është një simbol i portës së dragoit që po hapet.\nGjithçka do të ndryshojë për mirë.", "解曰": "Të burgosurit falen. Sëmundja do të thotë paqe. Longmen ka një shans për t'u takuar. I njohur në të gjithë kryeqytetin.", "籤詩故事一": "◇Luo Tong i bën homazhe atij\nDinastia Tang u mobilizua plotësisht për të qetësuar Fan Verior. Perandori Taizong vendosi të drejtonte ekspeditën personalisht, por u bllokua në qytetin Muyang, kështu që Cheng Yaojin u kthye në Rrafshinat Qendrore për të shpëtuar trupat. Fatkeqësisht, ai u kap nga ushtarët e Fan Verior Cheng Yaojin ishte elokuent dhe elokuent. Princesha Tu Lu e Beifan i premtoi se do ta linte të kthehej në Rrafshinat Qendrore për të kërkuar përforcime.\nNë konkursin e arteve marciale u rekrutuan gjeneralët për pushtimin e veriut. Shtatëmbëdhjetë vjeçari Luo Tong doli në krye dhe mori komandën e ekspeditës në veri.\n(Idioma \"Luotong fshin veriun\" është një metaforë për një të ri të suksesshëm)", "聖意": "Lutuni për shtëpinë dhe shtëpinë, lutuni për veten tuaj, lutuni për pasuri, fat të mirë në vjeshtë dhe dimër, fat të mirë në biznes, martesë dhe fat të mirë në Liujia, këmbësorët femra, lutuni për mbrojtjen e fushave, krimbat e mëndafshit, niveli i mesëm, gjashtë bagëti , niveli i mesëm, kërkimi i njerëzve, paditë publike, migrimi i justifikuar, prona e humbur konservatore, sëmundjet lindore, fati i varrit Anshan", "古人": "Luo Tong bën homazhe", "第X籤": "Loti i trembëdhjetë fitues", "宮": "Pallati Yin"}