{"籤詩版本二": "Ashtu si një vinç që del nga kafazi i tij i vdekshëm, është e mundur të ikësh nga kafazi i vdekshëm.\nNuk ka pengesa ndërmjet veriut, jugut dhe lindjes.Mund të shkoni direkt në Pallatin Jiuxiao.", "詩意": "Ky heksagram përfaqëson imazhin e një vinçi që largohet nga kafazi i tij.\nGjithçka është e keqe paraprakisht dhe e mirë në fund.", "解曰": "Mos u shqeteso. Rruga është e begatë. Jini të qetë. I shkujdesur si njeri (zot).", "籤詩故事一": "◇Ziya braktisi pozicionin e tij zyrtar\nKur Jiang Ziya ishte duke punuar si fallxhore, ai pa se një grua ishte transformuar nga fryma e jade pipa, kështu që ai e kapi atë dhe madje e rrahu me një gur boje. Kryeministri i mbretit Zhou shpjegoi se çfarë kishte ndodhur, pyeti se çfarë kishte ndodhur dhe më pas mori Jiang Ziya për të parë mbretin Zhou. Jiang Ziya përdori Samadhi True Fire për të djegur shpirtin pipa nga forma e tij origjinale përpara mbretit Zhou, dhe mbreti Zhou e bëri atë një zyrtar të lartë.\nPër t'u hakmarrë ndaj shpirtit të lodhit pipa, Daji i kërkoi mbretit Zhou të urdhëronte Jiang Ziya të ndërtonte një platformë dreri. Jiang Ziya qortoi mbretin Zhou dhe mbreti Zhou urdhëroi që të vritej. Jiang Ziya shpëtoi duke përdorur ujë. Pasi u kthye në shtëpi, Jiang Ziya e pyeti Manë për të shkuar te Xiqi dhe Ma donte të divorcohej. Kështu Jiang Ziya shkoi vetëm në Xiqi (kryeqyteti i mbretit Wen të dinastisë Zhou).\nJiang Ziya mbërriti në Xiqi dhe jetoi në peshkim të izoluar në grykën Panxi. Ai takoi mbretin Wen të Zhou, i cili ishte i etur për të kërkuar talente. Me kërkesë të sinqertë të mbretit Wen, Jiang Ziya u adhurua si mësuesi i tij dhe ndihmoi mbretin Wen.", "聖意": "Unë jam i shqetësuar në shtëpi dhe gjithashtu dua të kërkoj bashkëpunim financiar, transaksion, martesë, Liujia, këmbësorë meshkuj, të shoh fushat, krimbat e mëndafshit, fitimet e vjeshtës, gjashtë humbje të bagëtive, kërkimin e njerëzve, pengimin e proceseve gjyqësore publike, migrimin, pasurinë e humbur, juglindje sëmundje, vendosje, dërgim malesh e varresh, mbarësi.", "古人": "Zija braktisi pozicionin e tij zyrtar", "第X籤": "Fituesi i katërmbëdhjetë i lotarisë", "宮": "Maogong"}