{"籤詩版本二": "Këmbësorët ankohen se e kanë të vështirë të gëlltisin frymën.Nëse ndodh një fatkeqësi e papritur, mos u afroni.\nZogjtë në pyll me fole të thyera nuk kanë ku të qëndrojnë, dhe ata mund të gjejnë një vend të sigurt në thellësi.", "詩意": "Ky heksagram përfaqëson zogun dhe magpinë që largohen nga pylli.\nÇdo gjë duhet bërë sipas zemrës.", "解曰": "Nëse njerëzit kanë pakënaqësi. Kur të shtrihet. Besoni apo jo. Qëndroni konservatorë dhe prisni.", "籤詩故事一": "◇Su Qin Dezhi\nPeriudha e Shteteve ndërluftuese. Su Qin është nga Luoyang. Adhuroni Gui Guzi si mësuesin e tij.\nAi loboi te mbreti i Qin dhe shkroi dymbëdhjetë herë, por nuk u pranua.\nXhaketa e lëkurës është grisur dhe paratë janë zhdukur. Shko në shtëpi i mërzitur. Pas kthimit në shtëpi, gruaja e tij e injoroi dhe kunata e tij nuk pranoi të gatuante.\nSu Qin ishte i turpëruar dhe i zemëruar. Mora Taigong Yin Talisman (titulli i librit) dhe studiova shumë.\nKur isha i hutuar dhe i lodhur, godita kofshën me një fëndyell hekuri, më dhimbte dhe lexova përsëri.\nMë vonë, ai përdori teorinë e unitetit për të bashkuar gjashtë vendet për të luftuar kundër Qin. Loboni Mbretin e Zhaos për t'u bërë Kryeministër i Gjashtë Mbretërive.", "聖意": "Shtëpia do të jetë në telashe fillimisht, pastaj fat. Kujdes të kërkoni pasuri dhe fat të mirë. Transaksionet do të çojnë në probleme martesore. Këmbësorët meshkuj Liujia do të jenë në gjendje të mirë.", "古人": "Su Qin Dezhi", "第X籤": "Fituesi i pesëmbëdhjetë i lotarisë", "宮": "Maogong"}