{"籤詩版本二": "Shqetësimet dhe shqetësimet lehtësohen përkohësisht dhe gëzimi vjen nga qielli.\nAshtu si nefriti i fshehur në pleh, një punëtor i mirë heq pluhurin", "詩意": "Ky heksagram përfaqëson harmoninë e Yin dhe Yang.\nGjithçka që planifikoni është e mbarë.", "解曰": "Asgjë e fituar, asgjë e humbur. Fitimi nga humbja. Iuzi është në telashe. Ju uroj fat, zotëri.", "籤詩故事一": "◇ Ye Meng Xiong Chao Di\nYe Mengxiong (1531-1597), emri i mirësjelljes së të cilit ishte Nanzhao dhe emri i të cilit ishte Longtang, u ndryshua në Longtan dhe u quajt gjithashtu Huayun. Një vendas i Wanshifang, Huizhou Fucheng (tani pjesë e rrethit Huicheng, qyteti Huizhou) në dinastinë Ming. Në vitin e 44-të të mbretërimit të Jiajing (1565), ai u bë Jinshi dhe iu dha titulli i magjistratit të Qarkut Qing. Ai shërbeu si drejtor i departamentit të transferimeve dhe më vonë u ndryshua në censor mbikëqyrës të Shanxi Road.\nNë vitin e 20-të të Wanli (1592), Konsulli i Përgjithshëm i Ningxia, Kuaibai (kryetari i fisit tatar mongol), vrau guvernatorin Dang Xin dhe pushtoi fortesën e dyzet e shtatë në provincën Hexi. , theu qytetin, adhuroi dhe dogji veten deri në vdekje. Meng Xiong nuk është arrogant në marrjen e meritave dhe lë aftësitë e tij të jenë po aq të mira sa ato të gjeneralëve që guxojnë të luftojnë. Rivendos zyrtarin Wei Xuezeng në postin e tij. Në vitet e tij të fundit, ai dha dorëheqjen pesë herë dhe u kthye në Huizhou për të ndërtuar tempullin Huilong.\nYe Mengxiong hyri në Taoizëm si nëpunës civil në fillim dhe ishte i famshëm për integritetin e tij. Të dhënat e vjetra historike thonë se ai ishte \"i pari në përulësi dhe aftësi\", \"eliminon korrupsionin dhe ndëshkon rebelimet\", duke lënë një reputacion të mirë; ai ishte jashtëzakonisht besnik, i guximshëm, i guximshëm dhe i shkathët.Mirë në gjuajtje. Në gjysmën e dytë të jetës së tij, aftësitë e tij në artet marciale u regjistruan në \"Historinë e Dinastisë Ming\" dhe ai u konsiderua si një hero kombëtar.", "聖意": "Shtëpia është e pafavorshme (gjithnjë e më e qetë). Vjeshta dhe dimri janë të mira për veten, pasuria është e suksesshme, transaksionet janë të suksesshme dhe martesa është e suksesshme. Liujia ka një alarm të rremë (ka thesare). Këmbësorët shkojnë në fusha për t'u lutur për krimbat e mëndafshit , dhe gjashte kafshet jane te rrafshta.Njerezit jane gjetur.Proceset publike jane te pafavorshme.Migrimi eshte konservativ,pasuria e humbur pengon semundjen dhe varri eshte ne Fushan.", "古人": "Ye Meng Xiong Chao Di", "第X籤": "Loto e gjashtëmbëdhjetë fituese", "宮": "Maogong"}