{"籤詩版本二": "Mos dëgjoni fjalët e kota për të drejtën dhe të gabuarën.Në mëngjes dhe muzg mund të recitoni vetëm Ami.\nNëse fjalët e egra janë të vërteta, libri \"Si të ndalojmë urinë\" është shkruar me fjalën \"Jiang\", dhe kjo është fjala \"Jiu\".", "詩意": "Ky heksagram përfaqëson simbolin e ëmbëlsirave për të kënaqur urinë.\nGjithçka është më e zbrazët dhe më pak reale.", "解曰": "Nëse mendja është e pasigurt, është e kotë të lexosh shkrimet e shenjta. Ashtu si një tortë e lyer, ushqimi është i vështirë për t'u gëlltitur.", "籤詩故事一": "◇ Fjalët e Cao Cao për kumbullat që shuajnë etjen\nGjatë periudhës së Tre Mbretërive, Cao Cao udhëhoqi trupat e tij. Kishte mungesë uji në sezonin e thatë dhe ushtarët ishin të etur. Cao Cao gënjeu se kishte një pyll me kumbulla përpara dhe ai mund të hante kumbulla atje për të shuar etjen.\n(Idioma \"të shikosh lulet e kumbullës për të shuar etjen\" vjen nga këtu. Përputhet me \"pikturimin e ëmbëlsirave për të kënaqur urinë\".)", "聖意": "Lutuni për fat të mirë në shtëpinë tuaj (të pafavorshme), fat të mirë në pasuri (mos mendo për këtë), biznes të qetë (prit një minutë), pengesa në martesë (shtatzënë bosh), këmbësorë, krimba mëndafshi të vonë, është më mirë të mbillni gjashtë bagëti të hershme, të pafavorshme për gjetjen e njerëzve (vështirë), padi publike dhe (mos u gëzoni) Migrimi është konservator, pasuria e humbur, sëmundjet, dhe i uroj fat maleve dhe varreve.", "古人": "Cao Cao flet për kumbullat që i shuajnë etjen", "第X籤": "Lotaria e Shtatëmbëdhjetë Fituese (Lotaria)", "宮": "Maogong"}