{"籤詩版本二": "Korbi i Artë bie në perëndim dhe Lepuri ngrihet në lindje.Cikli i ditës dhe natës vazhdon që nga kohërat e lashta e deri më sot.\nMurgjit dhe taoistët e dinë se nuk ka asnjë disavantazh, dhe studiuesit, fermerët, industria dhe tregtarët të gjithë ndjekin mendjet e tyre.", "詩意": "Ky heksagram përfaqëson depilimin dhe zbehjen e yin dhe yang.\nKjo është gjithashtu një shenjë se gjithçka do të shkojë sipas planit.", "解曰": "Nuk ka asgjë në mendje. Kjo që keni bërë është meritore. Si një shigjetë nga një hark. Një e shtënë goditi objektivin.", "籤詩故事一": "◇ Xhaxhai Cao Guo është një i pavdekshëm\nCao Guojiu, një vendas nga Xuzhou, thuhet se është xhaxhai i madh i perandorit Renzong të dinastisë Song. Emri i tij ishte Cao Yi, i njohur gjithashtu si Cao Jingxiu.\nXhaxhai Cao Guo kishte një vëlla më të vogël të quajtur Cao Er. Ky Cao Er u mbështet në pozicionin e tij të autoritetit perandorak dhe bëri të gjitha llojet e të këqijave. Ai pushtoi fushat, mori gra dhe vajza dhe u miqësua me disa zuzar të paligjshëm, duke hyrë e dalë. Cao Guojiu nuk e duroi dot, kështu që ai nuk pranoi t'i dëgjonte fjalët e mira dhe ngushëllimet e tij, ndaj përdori ndëshkimin për ta kontrolluar. , dy vëllezërit i dhanë inat.\nCao Guojiu tha: \"Parimet e botës janë që ata që grumbullojnë gjëra të mira do të përparojnë, dhe ata që grumbullojnë të keqen do të humbasin. Kjo është një e vërtetë e pandryshueshme. Familja jonë Cao ka grumbulluar vepra të liga në të kaluarën për të arritur pasurinë e sotme. Tani im vella e ka grumbulluar te keqen ne ekstrem edhe nese iken Edhe nese je denuar nga nje zyrtar nuk mund ti shpetosh katastrofave te fshehta.Sapo te vije nje fatkeqesi dhe te shkaterohet familja dhe dikush te vdese nuk do te arratisesh dot ne atë kohë. Do të jem i poshtëruar dhe i frikësuar prej tij.” Kështu, shpërndava gjithë pasurinë time, Ai i ndihmoi të varfërit dhe nuk u interesua më për punët e vëllait të tij. Më pas ai la shtëpinë dhe miqtë e tij, ndërroi një uniformë taoiste dhe shkoi në male për të kultivuar mendjen dhe natyrën e tij.\nNjë ditë, ai u takua me Zhongli dhe Lu Dongbin të dinastisë Han. Ata u gëzuan shumë kur panë përgjigjet elokuente të xhaxhait Cao Guo. Ata i dhanë atij \"Ediktin Sekret të Kthimit të së Vërtetës\" dhe e urdhëruan që të praktikonte me kujdes. Së shpejti, Zhongli Quan dhe Lu Dongbin u prezantuan në klasën e pavdekshme.", "聖意": "Fat i mirë për shtëpinë, shtëpi, fat i mirë, fat i mirë, fat i mirë në biznes, martesë, udhëtar mashkull, mbjellja e hershme e krimbave të mëndafshit në fushë, dështimi i bagëtive, kërkimi i njerëzve, procesi gjyqësor, migrimi, pasuria e humbur, sëmundja e vonë, fati i mirë", "古人": "Xhaxhai Cao Guo është një i pavdekshëm", "第X籤": "Nënshkruani të tetëmbëdhjetën", "宮": "Maogong"}