{"籤詩版本二": "Duke e lënë varkën të kthehet nga plazhi me ujë të shpejtë, çfarë doni të bëni për shkak të trazirave?\nNëse dëshironi të jeni të sigurt, kërkoni qetësinë dhe prisni që dallgët ta kalojnë këtë krizë.", "詩意": "Ky heksagram është si një varkë që udhëton në një plazh të shpejtë.\nQëndroni konservatorë në çdo gjë dhe prisni kohën.", "解曰": "Zbarkoni në ujë të fortë. Rreziku pret kohën. Nëse pyet për planet e kampit. Asgjë nuk mund të bëhet.", "籤詩故事一": "◇Ziyi kurorëzohet mbret\nGuo Ziyi (697-781), i njohur gjithashtu si Guo Linggong, ishte një vendas i Qarkut Zheng, Huazhou (tani Qarku Huaxian, Provinca Shaanxi) dhe një gjeneral në dinastinë Tang.\nGjatë rebelimit Anshi në vitin e 14-të të Tianbao (755), atij iu dha titulli Shuofang Jiedushi (Lingwu, në perëndim të Lingwu në Ningxia e sotme). U urdhërua të bënte kryqëzatë. Ai kombinoi ushtrinë e Shuofang me Li Guangbi për të marshuar në Hebei Ata bashkuan forcat në Changshan (Zhengding, Hebei) dhe mundën Shi Siming, rifituan Hebein. Në këtë kohë, Guo Ziyi sugjeroi që perandori të merrte Fan Yang nga veriu dhe të sulmonte strofkën e tigrit rebel për të zvogëluar rrethimin e Tongguan, por Xuanzong nuk pranoi. Më pas, situata e qyteteve vasale separatiste në Dinastinë e vonë Tang u mboll, e cila gjithashtu u bë shkaku i largët i rënies së dinastisë Tang.\nNë vitin e pesëmbëdhjetë të mbretërimit të Tianbaos (756), ai dhe koalicioni ujgur qetësuan Hequ-në. Në pranverën e vitit pasardhës, ata rimorën Hedong (tani Yongji, Shanxi) dhe Feng Yi (tani Dali, Shaanxi) dhe sulmuan Tongguan, duke mundur Cui Qianyu Ushtria Tang pësoi më shumë se 10.000 viktima. Cui Qianyu iu dorëzua Pujinit. Një Lushan u vra nga djali i tij An Qingxu.\nNë vitin e dytë të Zhide (757), ai u urdhërua të drejtonte trupat në Fengxiang. Gjatë rrugës, ai mundi 5000 kalorës të Li Guiren në Urën Baiquliuyun (sot juglindore të Sanyuan). Në maj, ai luftoi me An Shouzhong dhe Li Guiren në Qingqu (sot perëndimi i Xi'an-it) u mund dhe ai u tërhoq në Wugong (sot veriperëndimi i Wugong). Në shtator, ai ndoqi Marshallin Guangping Wang Li Chu për të udhëhequr Tang dhe Ujgur për t'u bashkuar me 150,000 trupa, dhe më pas luftoi me Një Shouzhong dhe Li Guiren në Xiang. Në veri të tempullit Ji (në jugperëndim të kontesë së sotme Chang'an), ushtarët ujgur u rrethuan pas armikut, sulmuan nga të dyja anët dhe vranë 60,000 armiq. Zhang Tongru iku në qarkun Shaanxi dhe më në fund u rikuperua kryeqyteti Chang'an (Xi'an i sotëm).Madhështia e ushtrisë Tang u rikthye edhe një herë në Chang'an.\nMë pas, ushtria Tang përfitoi nga fitorja dhe marshoi drejt lindjes, duke mundur 150,000 burra, përfshirë Yan Zhuang dhe Zhang Tongru në Xindian (tani në jugperëndim të qytetit Sanmenxia, ​​Provinca Henan), duke e detyruar Anqing Xu të kalonte lumin e Verdhë dhe të tërhiqej në Xiangzhou. Dongjun Luoyang u kthye. Shto Situ në meritat e tij dhe bëje Dukën e vendit.\nShi Siming udhëhoqi ushtrinë e tij nga Fan Yang për të shpëtuar An Qingxu. Të dy palët luftuan në formacion në veri të lumit Anyang (Sot Veriu i Anyangut). Lufta ishte e pazgjidhshme. Në fund, e udhëhequr nga nëntë Jiedushi, ushtria Tang, e cila pretendoi se kishte 600.000 burra, u tërhoqën (në betejën e Yecheng). luftë). Komandanti kryesor i kësaj beteje ishte eunuku Yu Chaoen, i cili nuk kishte aftësi drejtuese dhe fajësoi Guo Ziyi për dështimin e betejës. Guo Ziyi u thirr përsëri në Chang'an, u lirua nga fuqia ushtarake dhe u bë një zyrtar i papunë.\nNë vitin e parë të Baoying (762), trupat në Taiyuan (sot jugperëndim të Taiyuan) dhe Jiangzhou (Sinjiang i sotëm në provincën Shanxi) u rebeluan. Gjykata u frikësua, kështu që Ziyi iu dha titulli Mbret i Fenyang dhe shkoi në kontrolloni Jiangzhou. Ai u tjetërsua gjithashtu nga eunuku Cheng Yuanzhen dhe u lirua nga fuqia ushtarake.\n(Fokusi i kësaj historie: Guo Ziyi, i cili ishte shumë i aftë dhe i sjellshëm, takoi Xuanzong dhe disa të këqij, të cilët komprometuan shumë arritjet e tij.)", "聖意": "Bekimi i shtëpisë dhe i vetes, kërkimi i pasurisë, asnjë transaksion, pa martesë, asnjë alarm i rremë, këmbësorë që mbërrijnë në Tiancanji, njerëz të vështirë për t'u gjetur, padi publike dhe (jo Xing), migrim, konservativë, prona të humbura, të vështira për t'u gjetur, sëmundje, lutja për bekime, male e varre, të mbarë", "古人": "Ziyi u kurorëzua mbret", "第X籤": "Loti i nëntëmbëdhjetë fitues", "宮": "Tatsumi"}