{"籤詩版本二": "Balena mbetet e pandryshuar dhe ruan lumin, e paaftë të ngrihet dhe të shpresojë më lart.\nNdryshimet e jashtëzakonshme në të ardhmen, Xu Jun kërcen mbi portën e dragoit", "詩意": "Ky heksagram tregon imazhin e pandryshuar të balenës.\nJini të durueshëm dhe prisni kohën e gjithçkaje.", "解曰": "Duhet ta durosh. Jini të durueshëm dhe të durueshëm. Duhet pritur derisa të vijë koha. Fama është ende atje.", "籤詩故事一": "◇Su Qin Bu Di\nGjatë periudhës së shteteve ndërluftuese, Su Qin, një vendas nga Luoyang, adhuroi Gui Guzi si mësuesin e tij.\nSu Qin loboi te mbreti i Qin dhe shkroi dymbëdhjetë herë, por mbreti i Qin nuk e pranoi argumentin e tij. Kur u kthye në shtëpi, i ishte grisur leshi dhe i kishin mbetur pa para, mbërriti te dera i mërzitur, gruaja e injoroi dhe kunata nuk gatuante për të.\nSu Qin ishte i turpëruar dhe i zemëruar, kështu që mori Taigong Yin Fu (libër mbi artin e luftës) dhe e lexoi me inat. Kur ndiheni konfuz dhe dembel, thjesht shponi kofshën tuaj me fëndyell dhe lexoni përsëri kur ju dhemb.\nMë vonë, teoria e He Cong (He Zong) u përdor për të bashkuar gjashtë vendet kundër Qin. Ai loboi mbretin Zhao dhe u bë kryeministër i gjashtë vendeve.", "聖意": "Unë jam i shqetësuar në shtëpi, dua ende të kërkoj pasuri, fat të keq, transaksion, martesa është e vështirë, Liujia është një bekim i mirë për këmbësorët, fushat e sigurta, krimbat e mëndafshit janë të mirë, gjashtë kafshë janë të këqija, njerëzit e humbur, paditë publike dhe migrimi, gjëra të humbura, sëmundje juglindore, lutje për mbrojtje, male dhe varre.", "古人": "Su Qin Bu Di", "第X籤": "Lotaria e dytë (fitimi i lotarisë)", "宮": "Mitra"}