{"籤詩版本二": "Kur shiu i gjatë pranveror fillon të pastrohet, Lepuri Jade dhe Korbi i Artë gradualisht bëhen më të shndritshëm\nGjërat e vjetra zhduken dhe gjërat e reja shfaqen. Hidhini një sy dhe takoni portën e dragoit.", "詩意": "Ky heksagram është një simbol i shiut të gjatë dhe dritës së hershme.\nGjithçka shkon sipas planit.", "解曰": "Mbrojtur nga perënditë dhe Budat. Nuk ka rrezik për fatkeqësi. Udhëtimi qoftë i qetë. Kthehu me nder në fund.", "籤詩故事一": "◇ Jiang Taigong takon mbretin Wen\nDinastia Zhou. Jiang Shang, emri i mirësjelljes Ziya. Njerëzit Ji (nga Xuzhou në Detin e Kinës Lindore). Emri taoist është Fei Xiong, dhe paraardhësit e tij u vulosën në Lu (emri i vendit), kështu që ai quhet edhe Lu Wang.\nPër të shmangur kohët e trazuara të mbretit Zhou të dinastisë Shang, ai jetoi pranë ujit të Detit të Kinës Lindore dhe peshkoi në lumin Weishui. Krepi i peshkut është i drejtë, qëllimi i tij nuk është të peshkojë, por të jetë një kryeministër i virtytshëm.\nMbreti Wen i Zhou dëgjoi se ishte i mençur dhe e punësoi atë si mësuesin e tij (kryeministër). (Ai ishte tetëdhjetë vjeç në atë kohë) Më vonë, Mbreti Wu i Zhou sulmoi mbretin Zhou, shkatërroi dinastinë Shang dhe themeloi dinastinë Zhou. Mbreti Wu e quajti atë Shangfu. Djalit të tij Ding Gong iu dha titulli Markez i Qi.\n(Fokusi i kësaj historie: Jiang Taigong, i cili kishte pritur të peshkonte në lumin Weishui për një kohë të gjatë, më në fund doli nga telashet dhe u ripërdor nga mbreti Wen.)", "聖意": "Në shtëpi, vetë Zhongping lutet për bekime dhe pasuri. Kur nuk ka marrëveshje, martesa është e rastësishme. Këmbësorët femra Liujia bllokojnë fushën, krimbat e mëndafshit bllokojnë gjashtë bagëtitë, bllokojnë kërkimin e personit, paditë e vonuara dhe migrimi, fat të mirë për prona të humbura, sëmundje dhe varre në malin Xingxing.", "古人": "Jiang Taigong takon mbretin Wen", "第X籤": "Lotaria e njëzet e një", "宮": "Tatsumi"}