{"籤詩版本二": "Në kohë thatësire të gjitha fushat janë tharë, faleminderit Zotit për shiun e ëmbël.\nLulet, frutat dhe bimësia janë të gjitha të lagura dhe e kuptoj se një shi vlen sa një mijë copë ari.", "詩意": "Ky heksagram është një simbol i thatësirës dhe shiut të ëmbël.\nNë çdo vështirësi ka shpëtim.", "解曰": "Krimbat e mëndafshit të fushës janë dy herë më të pjekur. Fati vjen gradualisht. Sëmundja takohet me ilaçin e mirë. shqetësim për këmbësorët.\n(Është e papërshtatshme → Më fal.)", "籤詩故事一": "◇Rokuro është ruajtur\nYang Yanzhao (958-1014) ishte djali i gjashtë i Yang Ye. Emri i tij i vërtetë ishte Yanlang, i njohur gjithashtu si Yang Liulang. Ai lindi në vitin e pestë të Zhou Xiande (958) pas pesë dinastive. Ai ishte me origjinë nga Linzhou (tani Shenmu, Shaanxi).\nYang Ye udhëhoqi tre ushtritë dhe u rrethua nga ushtria Fan. Yang Ye goditi kokën në monumentin e Li Ling dhe vdiq.\nYang Qilang kërkoi ndihmë dhe u qëllua për vdekje nga një shigjetë. Liulang u tërhoq në Luginën Hulu. Ai u shpëtua nga një murg nga mali Wutai (Yang Wulang) dhe ishte jashtë rrezikut.\n(Murgu vjen në shpëtim. Kjo është një metaforë për shiun në kohë.)", "聖意": "Lutuni për shtëpinë dhe shtëpinë tuaj që të mbroni veten, të kërkoni pasuri, të keni marrëveshje të mira, të vonoheni për martesë dhe të martoheni në Liujia. Këmbësorët femra do të kenë pengesa në fushë, krimbat e mëndafshit, gjashtë kafshë dhe gjetjen e njerëzve. Do të jetë e vështirë per te gjetur njerez.Pergjigje,humbje,emigrim,konservativitet,prona e humbur,perendimi (shenim: veriu i takon ujit,dhe perendimi i arit).Semundjet ofrohen (do te kurohen) ) Shanfen Anji", "古人": "Rokuro është shpëtuar", "第X籤": "Njëzet e dy të nënshkruara", "宮": "Mi Palace"}