{"籤詩版本二": "Unë dua të josh Guin e Pavdekshëm në Pallatin e Toad, por unë do të hap portën e parajsës dhe do t'ju lë të shkoni.\nBefas lajmi është i mirë, të gjithë qeshin me lulet në majë të malit", "詩意": "Ky heksagram mban simbolin e osmanthusit të pavdekshëm.\nNë çdo gjë duhet të ketë njerëz fisnikë.", "解曰": "Interesat e tregtarëve. Nuk ka (nuk) rrezik në veshjen e tij. Sëmundja u zgjidh dhe padia u zgjidh. Bëj çfarë të mundesh.", "籤詩故事一": "◇ Jini të sjellshëm dhe të vëmendshëm\nGao Huaide (926-982), emri i mirësjelljes Zangyong, lindi në Changshan, Zhending (tani Zhengding, Hebei).\nGjatë \"Rebelimit Chenqiao\", për shkak se Gao Huaide mbështeti Zhao Kuangyin si perandor, ai u gradua në zëvendëskryeinspektor para pallatit.\nGao Huaide u martua gjithashtu me motrën e Song Taizu Zhao Kuangyin (Zhao Kuangyin kishte dy motra, njëra vdiq e re dhe u quajt pas vdekjes Princesha Chen; tjetra ishte e martuar me Miford, por fatkeqësisht burri i saj vdiq dhe ajo tani ishte e ve. Zhao Kuangyin i quajtur ajo është princesha më e madhe e Yan). . Titulli zyrtar ishte Prince Consort Duwei.\n(Duke qenë një hero themelues dhe duke u martuar me motrën e perandorit, nuk ka nevojë të shqetësoheni për të mos pasur një pozicion zyrtar.)", "聖意": "Shtëpia nuk është në gjendje të mirë, i bën mirë vetes, i bën mirë vetes, i bën mirë vetes, i vjen mirë për biznes, i bën mirë martesës, i bën keq njerëzve, është i rrezikshëm për krimbat e mëndafshit të fushës. , është keq për gjashtë bagëti, është keq për gjetjen e njerëzve, është e vështirë për njerëzit të gjejnë njerëz, është e keqe për çështjet gjyqësore publike, është e keqe për migrimin, është e keqe për pasurinë e humbur, është e mirë për sëmundjet, Anshani dhe varret janë të vjetra dhe të mira.", "古人": "Jini të sjellshëm dhe të vëmendshëm", "第X籤": "Njëzet e tre duke fituar lotarinë", "宮": "Mi Palace"}