{"籤詩版本二": "Pas kaq shumë shqetësimesh dhe rreziqesh, këtej e tutje nuk do të jetë më bosh\nNjë zemër bujare ka planet e veta bujare.Duhet të takoni një ekspert për të arritur arritje të mëdha.", "詩意": "Ky heksagram është si një pus i lashtë me një burim.\nNë çdo gjë, njerëzit fisnikë arrijnë sukses.", "解曰": "Padia përfundimisht do të justifikohet. I sëmurë dhe i sigurt. Hyni dhe dilni për të kërkuar këshilla. Pusi i lashtë takohet me pranverën.", "籤詩故事一": "◇ Yao Chong kontrollon karkalecat\nYao Chong (649-721), emri i vërtetë i të cilit ishte Yuan Chong, ishte nga Shaanzhou. Ai shërbeu si Ministër i Xia Guan, Shangshu i Chunguan, Ziweiling, Zhongshuling dhe kryeministër në dinastinë Tang.\nNë vitin e katërt të Kaiyuan (716), Shandong (përgjithësisht i referohet pellgut të lumit të verdhë në lindje të Huashan) u godit nga karkalecat. Njerëzit ishin të lidhur nga idetë supersticioze dhe nuk guxonin t'i gjuanin dhe t'i vrisnin. Në vend të kësaj, ata ngritën flijimet, digjnin temjan, adhuronin pranë fushave dhe shikonin të korrat që gllabëroheshin nga karkalecat. .\nTë gjithë zyrtarët besonin: “Kakarkalecët janë fatkeqësi natyrore, si mund të kontrollohen nga fuqia punëtore!” Lufta mes dy ideve të ndryshme ishte e ashpër në atë kohë, për të eliminuar apo jo eliminuar karkalecat.\nYao Chong tha: \"Për sa kohë që ne punojmë së bashku, ne mund t'i heqim qafe të gjithë. Ai tha: Karkalecat kanë frikë nga njerëzit, kështu që ato janë të lehta për t'u larguar. Fidanët kanë pronarë, kështu që shpëtuesit duhet të punojnë shumë; karkalecat mund të fluturojnë, dhe ata patjetër do të fluturojnë kur të shohin zjarr natën; vëni zjarrin në fushë, hapni gropa ndërsa digjen, varrosini ndërsa digjen dhe nuk do të mbetet asgjë.\"\nXuanzong tha: \"Karkalecët janë një fatkeqësi natyrore e shkaktuar nga qeverisja e dobët morale. Nëse ju kërkoni që ata të gjuhen dhe të vriten, a nuk është kjo kundër kokrrës?\"\nYao Chong shtoi: \"Kapja dhe vrasja e karkalecave praktikohej nga të lashtët, dhe madhëria juaj do ta përdorë atë në të ardhmen. Është një ngjarje e madhe kombëtare për të sjellë paqe dhe prosperitet për fermerët. Ju lutemi, konsiderojeni seriozisht.\"\nXuanzong ishte i bindur. Por në atë kohë të gjithë brenda dhe jashtë gjykatës thoshin se karkalecat nuk mund të gjuheshin.\nXuanzong tha: \"Kam diskutuar me kryeministrin dhe kam vendosur të kap karkaleca. Kushdo që kundërshton përsëri do të ekzekutohet.\" Kështu ai dërgoi censorin për të mbikëqyrur dhe drejtuar njerëzit që të djegin dhe varrosin karkalecat.\nRezultatet ishin mjaft efektive. Në të gjithë vendin u kapën nëntë milionë dans karkaleca dhe murtaja e karkalecave u eliminua me sukses. Bujqësia arriti një korrje të mirë atë vit.\n(Dituria duhet të përdoret në menaxhimin dhe evakuimin e fatkeqësive, dhe duhet të ketë strategji të zgjuara për të kapërcyer vështirësitë. Yao Chong është ekspert në këtë çështje)", "聖意": "Shtëpia është e zakonshme, vetvetja është e bllokuar, kërkimi i parave është i bllokuar, tregtia është bllokuar, martesa dhe harmonia janë bllokuar, ka rrezik në Liujia, këmbësorët janë bllokuar, krimbat e mëndafshit janë bllokuar, bagëtia është e pafavorshme, njerëzit nuk gjenden, njerëzit janë të bllokuar , bëhen padi publike, shpërngulja është e paarsyeshme, gjërat e humbura janë të vështira për t'u gjetur, sëmundjet luten, malet dhe varret janë të shqetësuar.", "古人": "Yao Chong kontrollon karkalecat", "第X籤": "Fitimi i lotarisë i njëzet e pestë", "宮": "Mi Palace"}