{"籤詩版本二": "Thashethemet thonë se gjërat janë kthyer përmbys dhe mora një letër nga horizonti.\nFama dhe suksesi që më premtuan në libër mbetën bosh deri në fund.", "詩意": "Ky heksagram ka një emër të rremë.\nKëshillohet që të jeni konservator në çdo gjë.", "解曰": "I mërzitur lart e poshtë. Kërkimi i kohës së lirë nuk është kot. Dëshira për famë. Qëndroni të sigurt.", "籤詩故事一": "◇Zhong Kui arrin iluminimin\nZhong Kui, mbiemri i të cilit është Zhong Kui, emri i mirësjelljes së të cilit është Zhengnan, është nga Zhongnanshan.\nGjatë sundimit të perandorit Dezong të dinastisë Tang, Zhong Kui mori pjesë në provimin perandorak. Zhong Kui lexoi pyetjet e provimit dhe menjëherë shkroi artikullin me një lëvizje dhe e dorëzoi. Kryeekzaminuesi atë ditë ishte Han Yu, Ministri i Çështjeve Civile, dhe zëvendësekzaminues ishte Lu Zhi, një studiues i madh. Kur të dy lexuan letrën e Zhong Kuit, sytë e tyre u ndezën dhe thanë njëzëri: \"Magjistar, magjistar! Çdo fjalë në këtë artikull është e hollë, e denjë për Li Taibai dhe Du Zimei!\" Kështu ata emëruan Zhong Kui si vendin e parë.\nPerandori Dezong dëgjoi raportin e Han Yu dhe tha se Zhong Kui, kampioni i ri i shkencës, ishte shumë i talentuar, kështu që ai thirri Zhong Kui në Pallatin e Artë.\nKur perandori Dezong pa pamjen e tij të shëmtuar, ai u ndie menjëherë i pakënaqur dhe tha: \"Përzgjedhja e studiuesve në oborrin tonë është e gjitha e bazuar në fjalë personale dhe kaligrafi. Si mund të zgjidhet një person kaq i shëmtuar si dijetari numër një në shkencat e arta? \"\nHan Yu u gjunjëzua me nxitim dhe tha: \"E mira dhe e keqja e një personi nuk kanë të bëjnë me pamjen e jashtme. A nuk dëgjon ti, Zot i Shenjtë që Yan Ying është tre këmbë i gjatë dhe është i barabartë me kryeministrin? Zhou Chang belbëzon, por mund të ndihmojë dinastinë Han; Konfuci i gjykon njerëzit sipas pamjes së tyre dhe humbet djalin e tij Yu. Shpresoj që madhëria juaj të mendojë dy herë.\"\nPerandori Dezong u mendua për një moment dhe tha: \"Megjithëse fjalët e Han Aiqing janë të arsyeshme, kur isha perandori Taizong, ishin tetëmbëdhjetë studiues që erdhën në Yingzhou dhe folën për të. Ky njeri ishte dijetari numër një. Kam frikë se bota do të qesh me mua që nuk i njoh talentet.\"\nKryeministri Lu Qi ishte mendjengushtë dhe ziliqar ndaj talenteve, pasi dëgjoi fjalët e perandorit u gjunjëzua dhe tha: “Dijetari numër një në lëndën e artë duhet të jetë edhe i brendshëm edhe i jashtëm, për këtë lëndë janë treqind kandidatë. Pse nuk zgjidhni një tjetër?\"\nKur Zhong Kui pa se ky njeri ishte kaq i hutuar, nuk mundi të mos zemërohej. Ai tregoi me gisht Lu Qi dhe mallkoi: \"Nëse një zyrtar i tillë injorant është në gjyq, a nuk do ta dëmtojë vendin?\" Pas kësaj, e ka goditur me grusht Lu Qi.\nDuke parë këtë, Dezong u tërbua dhe tha: \"Ti je kaq i guximshëm, që guxon të bësh telashe në Pallatin e Artë, hiqe shpejt!\"\nI zemëruar, Zhong Kui nxori shpatën nga beli i gjeneralit që qëndronte në pallat dhe psherëtiu me zë të lartë: \"Është e vështirë për një mace të frustruar të imitojë një tigër, dhe një papagall i frustruar nuk është aq i mirë sa një pulë\". Pas kësaj ai kreu vetëvrasje.\nKur perandori Dezong pa se Zhong Kui kreu vetëvrasje në zemërim, u befasua shumë. Për të fituar zemrat e njerëzve, ai urdhëroi që Zhong Kui të varrosej me titullin zyrtar të Dijetarit Nr. 1 dhe gjithashtu e bëri Zhong Kui Zot. e ekzorcizmit për të çliruar botën nga shpirtrat e këqij.", "聖意": "Lutuni për bekime në shtëpinë tuaj, sigurinë tuaj, vështirësitë financiare, dështimin e biznesit, dështimin e martesës, këmbësorët femra Liujia, krimbat e mëndafshit Shinta gjysmë të gatuar, gjashtë kafshë shtëpiake që mund të rriten, njerëz të zhdukur, padi publike perëndimore, migrim, konservativë, të humbur pasuri, sëmundje, lutuni për fat në male e varre", "古人": "Zhong Kui fitoi Tao", "第X籤": "Fituesi i njëzet e gjashtë i lotarisë (Lotaria)", "宮": "Mi Palace"}