{"籤詩版本二": "Një plan, një libër dhe një libër. Mos guxoni të veproni pasi të mendoni para se të mendoni.\nKur të vijë koha, njerëzit fisnikë mund t'ju ndihmojnë, dhe ju mund të jetoni në paqe ashtu si një kapelë.", "詩意": "Kjo shtëpi me heksagram është si një mur.\nGjithçka është e sigurt dhe pa rrezik.", "解曰": "Bëni diçka të re nga diçka e vjetër. Lulet e ftohta takojnë pranverën. Bllokuar më parë. Tani jam i kënaqur.", "籤詩故事一": "◇Liu Ji e këshilloi Zotin\nNë dinastinë Ming, Liu Ji, emri i mirësjelljes së të cilit ishte Bowen dhe titulli pas vdekjes Wencheng, lindi në Qingtian (tani Qarku Wencheng), Zhejiang.\nAi është i lexuar mirë në klasikët dhe historinë, dhe është i mirë në shkrimin e poezive dhe artikujve. Ai ishte gjithashtu i aftë në astronomi dhe artin ushtarak dhe ndihmoi Zhu Yuanzhang të bashkonte botën.\nNë atë kohë, Zhu Yuanzhang zgjodhi dhe udhëhoqi ushtarët e tij në Anfeng, me shpresën për të lehtësuar qytetin e rrethuar Anfeng.\nLiu Ji erdhi për ta larguar me nxitim, duke gjykuar se ai do të mposhtej nëse do të shkonte atje. Siç priste Liu Ji, Zhu Yuanzhang u bllokua.\nGjeneralët Xu Da dhe Chang Yuchun erdhën për ta shpëtuar dhe Zhu Yuanzhang mundi të shpëtonte.", "聖意": "Fat i mirë për shtëpinë dhe shtëpinë, për veten, për pasurinë, për vështirësitë e transaksionit, për martesën, për gratë që udhëtojnë në Liujia, për pjekjen e vonë të krimbit të mëndafshit, për gjashtë kafshë, për gjetjen e njerëzve, për ndjekjet e vonuara publike, për emigracionin, për humbjen. pronë dhe asnjë gjurmë, për sëmundje, për varret malore Yan'an, për fat të mirë", "古人": "Liu Ji e këshilloi Zotin", "第X籤": "Fituesi i njëzet e shtatë i lotarisë", "宮": "Pallati i mesditës"}