{"籤詩版本二": "Në lindje, ka një Chanjuan të bukur në dritën e hënës, dhe retë e mbulojnë atë për një moment dhe mbeten të fshehura.\nNdonjëherë mund të jetë e rrumbullakët, por ndonjëherë mund të mungojë. Ata që thonë të kundërtën janë thjesht fjalë kot.", "詩意": "Hëna në këtë heksagram është e mbuluar nga retë.\nGjithçka është ende në koma.", "解曰": "Retë lundruese mbulojnë hënën. Nuk ka nevojë për dyshim. Në pritje të mbledhjes së resë. Atëherë do ta kuptoni.", "籤詩故事一": "◇Bao Gong po kërkon perandoreshën Li\nGjatë mbretërimit të Zhenzong të dinastisë Song, Perandoresha Li (Perandoresha Li) ishte një shërbëtore në harem, ajo u favorizua nga Song Zhenzong dhe u promovua në Wanyi dhe ajo mbeti shtatzënë.\nPor në atë kohë, konkubina Liu Def (më vonë perandoresha Liu) kishte mendime të liga dhe i dha ryshfet eunukut Guo Huai për të zëvendësuar djalin e perandoreshës Li me një mace civet të lëkurës, rrëmbeu djalin e saj dhe i tha perandorit se ai ishte djali i saj biologjik. Song Zhenzong u tërbua dhe dërgoi Li Empress në pallatin e ftohtë.\nPasi konkubina De u promovua në mbretëreshë, ajo planifikoi të vriste perandoreshën Li, e cila u arratis nga pallati.\nNjë ditë, Li Niangniang, e cila jetonte në rrugë, takoi Bao Zheng, të dërguarin perandorak, i cili ishte në patrullë në zonën lokale dhe i tregoi atij për përvojën e saj jetësore dhe se ishte nëna biologjike e perandorit aktual Song Renzong. . Pasi Bao Zheng mësoi për incidentin, ai mori Li Niangniang përsëri në Pekin, ia raportoi Song Renzong dhe zbuloi çështjen, dhe më në fund nëna dhe djali u njohën me njëri-tjetrin. Perandoresha Dowager Liu dhe eunuku përgjegjës Guo Huai ulën kokën dhe rrëfyen.", "聖意": "Unë jam i shqetësuar në shtëpi, lutem për mbrojtje financiare, fat të mirë në biznes, mosmarrëveshje martesore, njerëz në fusha, krimbat e mëndafshit, kafshë të pafavorshme, vështirësi në gjetjen e njerëzve, padi, humbje, migrim, konservativitet, prona të humbura, sëmundje perëndimore, të vështira për t'u rikuperim, rinovim i varrit malor", "古人": "Bao Gong po kërkon perandoreshën Li", "第X籤": "Fituesi i njëzetetetë i lotarisë", "宮": "Pallati i mesditës"}