{"籤詩版本二": "Shpata shkëlqen fort kur del nga kutia, por nuk tërheq pluhur në kuti.\nTani kam një person fisnik për të treguar, me autoritet dhe fuqi dhe të gjithë më admirojnë", "詩意": "Ky heksagram përfaqëson shpatën që del nga kutia.\nGjithçka është e fuqishme dhe e fuqishme.", "解曰": "Shpata del nga kutia. Shkëlqyeshëm për mijëra milje. Udhëzim fisnik. Gjithçka është e bukur.", "籤詩故事一": "◇Zhao Zilong shpëton Adou\nGjatë periudhës së Tre Mbretërive, Zhao Yun, emri i mirësjelljes Zilong, ishte një vendas i Changshan. Në fillim, ai u mbështet në Yuan Shao, dhe më pas ndoqi Liu (Bei), zotëria e parë e Shu perëndimore.\nNë atë kohë, Cao Cao donte të shkonte në jug të lumit Yangtze. Ai fillimisht sulmoi ish-zotin Liu Bei në Xinye (emri i vendit), dhe ish-zoti iku në Fancheng. Ai u mund përsëri në Dangyang dhe anëtarët e familjes së tij u ndanë. Zhao Yun takoi zonjën Wei (Znj. Liu Bei) nën murin e tokës.\nZonja ia besoi djalit të saj Adou (djali i Liu Bei, Liu Chan) Zhao Yun. Zhao Yun ia dha kalin zonjës, por zonja refuzoi ta pranonte dhe u hodh në një pus dhe vdiq.\nPasi Zhao Yun qau dhe varrosi gruan e tij, ai përqafoi Adou dhe luftoi për të dalë nga rrethimi.", "聖意": "Lutuni për fat të mirë për shtëpinë tuaj dhe jetën tuaj, për pasuri dhe fitim, martesë të mirë, fat të mirë, fat të mirë, fat të mirë, fat të mirë, fat të mirë, fat të mirë, fat të mirë, fat të mirë, fat të mirë, fat të mirë, fat të mirë", "古人": "Zhao Zilong shpëton Adou", "第X籤": "Njëzet e nëntë duke fituar lotarinë", "宮": "Pallati i mesditës"}