{"籤詩版本二": "E kam duruar erën dhe shiun për t'u kthyer në shtëpi, por trupi im është si një dallëndyshe\nE mbaj nion në gojë dhe dua të bëj një bazë, por fundi i bazës është thyer dhe mjekra është mbuluar me baltë.", "詩意": "Ky heksagram përfaqëson imazhin e një dallëndyshe që mban një Ni në gojë.\nGjithçka është e mundimshme dhe e mundimshme.", "解曰": "Të gjitha llojet e trukeve. Mëngjesi dhe muzgu janë pa ndalesë. Kush e di këtë. Në fund të fundit, është punë e vështirë.", "籤詩故事一": "◇Dong Yong varrosi babanë e tij\nDong Yong i dinastisë Han ishte një burrë nga Qiancheng. Familja e tij ishte e varfër dhe ai humbi nënën kur ishte i vogël, kështu që i duhej të mbante të atin i vetëm.\nKur babai i tij vdiq, Dong Yong nuk kishte para për ta varrosur, kështu që ai mori hua 10,000 juanë nga të tjerët për të varrosur të atin. Në të ardhmen, nëse nuk kam para për të paguar, do të bëhem skllav. Çdo ditë ata duhet të marrin një ngarkesë dru zjarri, katër ngarkesa ujë dhe shat gjashtë apo shtatë hektarë ara, që është shumë punë e vështirë.\n(Kjo histori është një metaforë për të punuar shumë, por nuk ju ka mbetur asgjë.)", "聖意": "Shtëpia do të jetë në rrezik fillimisht dhe më pas do të vijë e mira. Kujdes të kërkoni pasuri, të bëni një marrëveshje dhe të bëni një martesë. Do të gjendet këmbësori mashkull Yoshida Canli, kafsha e gjashtë. Do të ketë një proces gjyqësor publik. dhe do të ketë një proces gjyqësor Migrimi, pasuria e humbur, sëmundja dhe dëshirat për malin dhe varrin janë të mbarë.", "古人": "Dong Yong varros babain e tij", "第X籤": "Loti i tretë", "宮": "Mitra"}