{"籤詩版本二": "Te keshilloj te mos kerkosh ndihme prej tij Ai fluturon si vinç dhe gjuan mbi ty shigjeta te fshehta.\nNëse shkon të mbledhësh dru zjarri dhe ka një gjarpër në bar, mund të kafshoheni nga helmi dhe do të trishtoheni.", "詩意": "Ky heksagram është një shenjë e të qenit të sigurt dhe të ruajtjes së vetvetes.\nJini të kujdesshëm në çdo gjë.", "解曰": "Mbyllni gojën dhe mbani dhëmbët. Ai është i pakujdesshëm. Nëse ndiheni në faj. Në fund e dëmton veten.", "籤詩故事一": "◇ Takimi i tabelës së shahut\nPerandori Taizong i dinastisë Tang po marshonte në perëndim dhe u bllokua në qytetin Suoyang. Cheng Yaojin u kthye në Pekin për të kërkuar përforcime.\nXue Dingshan u urdhërua të shërbente si Marshall i Dytë i Rrugës dhe shkoi për të shpëtuar Zotin dhe për të qetësuar Xiliao.\nPasi një grup njerëzish dolën nga Qafa e Yumenit, ata erdhën në malin Qipan. I rrethuar nga mijëra miq në mal, Dou Yihu, mbreti i malit, u mund nga gjenerali Tang Luo Tong. Për fat, motra e tij Dou Xiantong ishte një dishepulle e Nënës së Shenjtë të Luleve të Verdha dhe ishte e aftë në artet marciale. mbajti litarin e zanave dhe e lidhi Luo Tong. I bllokuar.\n(Poema e nënshkruar korrespondon me këtë)\nDou Xiantong pa bukurinë e Xue Dingshan dhe donte të bëhej mik i Feng Luan, por Xue Dingshan refuzoi. Dou Xiantong u zemërua dhe donte ta shtynte jashtë dhe t'i priste kokën. Për fat të mirë, Cheng Yaojin erdhi për ta shpëtuar dhe lehtësuar martesën e tyre. Më vonë, Dou Yihu gjithashtu udhëhoqi vëllezërit Qipanshan në dinastinë Tang për të ndihmuar dinastinë Tang të pushtonte Liao perëndimore.", "聖意": "Siguria e shtëpisë, interesi vetjak, kërkimi i pasurisë, pritja për biznes, martesa nuk lejohet, alarmi i rremë Liujia, këmbësorët që bllokojnë fushat, krimbat e mëndafshit, gjashtë bagëti, persona të zhdukur, bllokimi i padive publike, humbje (Mo Xing) Migrimi, konservatore, prona e humbur, sëmundja është e vështirë për t'u shëruar, varri malor, fat i mirë", "古人": "konferencën e shahut", "第X籤": "Fituesi i tridhjetë e shtatë i lotarisë", "宮": "Pallati i mesditës"}