{"籤詩版本二": "Kaloni kohë në paqe dhe qetësi, ulur dhe shtrirë duke pirë çaj pasi jeni ngopur\nJu nuk keni nevojë të jeni të zënë fizikisht dhe mendërisht, dhe definitivisht nuk do të shkaktoni padrejtësi apo fatkeqësi.", "詩意": "Ky heksagram është një simbol i paqes dhe stabilitetit.\nNë të gjitha gjërat, pritja për kohën e duhur do të sjellë fat të mirë.", "解曰": "Qëndroni të sigurt dhe të shëndoshë. Pyet perënditë. Prisni derisa të vijë koha. Gjërat ndodhin rastësisht.", "籤詩故事一": "◇Foyinhui Dongpo\nNjë herë, Su Dongpo fitoi njëfarë kuptimi gjatë studimit të Zenit, kuptoi se gjendja e tij ishte transcendente dhe ndjeu gëzim në të. Në pamundësi për të frenuar pasionin tim, shtriva stilolapsin dhe shkrova një poezi:\n\"Në mes të qiellit, Jishou shkëlqen shkëlqyeshëm në të gjithë universin; i paaftë për t'u fryrë nga tetë erërat, ai ulet drejt mbi një zambak uji vjollcë të artë.\"\n(Tetë erërat i referohen: fitimit, rënies, shkatërrimit, reputacionit, lavdërimit, talljes, vuajtjes dhe lumturisë. Kjo do të thotë, të mos mërzitesh nga këto tetë gjendje quhet \"tetë erërat nuk mund të lëvizin\")\nPasi e shkroi atë, Dongpo dërgoi shërbëtorin e tij përtej lumit për t'ia dhënë Mjeshtrit Zen Foyin të Tempullit Jinshan.\nPasi mjeshtri Zen Foyin e lexoi, ai e shënoi me fjalën \"pordhë\" dhe ia dha shërbëtorit të tij për ta marrë përsëri.\nDongpo u tërbua pasi e pa këtë, kështu që ai mori një varkë përtej lumit dhe shkoi në tempullin Jinshan për të gjetur vulën e Budës për diskutim.\nKur Dongpo mbërriti në portën e Tempullit Jinshan, Foyin tashmë po priste te dera.\nSu Dongpo akuzoi menjëherë Foyin: \"Pse e quani pordhë poezinë që shkrova?\"\nFoyin u përgjigj: \"A nuk jeni tashmë 'të paaftë për t'u fryrë nga tetë erërat'? Si mund të jeni 'të rrahur përtej lumit' nga një pordhë!\"\nNë këtë kohë, Dongpo u trondit kur kuptoi se nuk ishte mjaftueshëm i mirë dhe u largua me turp.\n(Kjo histori është një metaforë për \"Nxehtësia ende nuk ka ardhur\")", "聖意": "Lutuni për shtëpinë tuaj dhe sigurinë tuaj, për pasurinë tuaj, për biznesin tuaj, për fat të mirë në martesën tuaj, për një grua udhëtare nga Liujia, në fushë, që krimbat e mëndafshit të piqen në vjeshtë, që gjashtë bagëti të jenë të qëndrueshme, gjej dikë, të jetë i vështirë për t'u gjetur, për padi publike, për migrim, për pasuri të humbur, për sëmundje, për dërgim në një varr mali, fatlum", "古人": "Foyinhui Dongpo", "第X籤": "Tridhjetë e një lotari fituese", "宮": "Wei Gong"}