{"籤詩版本二": "Udhëtimi i kthimit është i sigurt Kush e njeh nefritin e fshehur në gur?\nSapo një mjeshtër i mirë të ketë një prerje të qartë, ai do të ndihet i sigurt dhe i sigurt në periudhën e diaspërit", "詩意": "Në këtë heksagram, ju mund të shihni imazhin e lodh kur prisni një gur.\nPunoni shumë për të pasur sukses në gjithçka.", "解曰": "Thesari është në gur. Të huajt dinë pak. Prisni derisa të bëhet e qartë. Bëj çfarë të mundesh.", "籤詩故事一": "◇Liu Bei kërkon talente (tre vizita në vilë me kashtë, tre vizita në vilë me kashtë)\nPeriudha e Tre Mbretërive. Zhuge Liang jetonte i izoluar në një kasolle me kashtë në Longzhong. Liu Bei ishte i etur për të kërkuar talente, kështu që ai shkoi për të vizituar Zhuge Liang personalisht. Ai vizitoi Zhuge Liang tri herë (të njohura si \"Tre Vizitat në Cottage Kashtë\" në histori). Liu Bei u kërkoi të tjerëve të qëndronin larg dhe i kërkoi Zhuge Liang : \"Dinastia Han është në rënie dhe ministrat tradhtarë vjedhin jetën e tyre. Madhëria juaj.\" I mbuluar në pluhur. Unë nuk e mas virtytin dhe aftësinë time, dua të besoj në drejtësinë e madhe në botë, por në mençurinë time dhe aftësitë janë të cekëta, kështu që unë e përdor atë në mënyrë të shfrenuar. Që sot. Megjithatë, ambicia ime ende nuk ka përfunduar, a mendoni se plani do të zbatohet?\"\nZhuge Liang më pas i paraqiti atij planin e ndarjes së botës në tri pjesë dhe analizoi situatën në të cilën Cao Cao ishte i padisponueshëm dhe Sun Quan mund t'i vinte në ndihmë. Ai gjithashtu shtjelloi frikacakët e guvernatorëve në shtetet Jing dhe Yi. i cili kishte një mundësi për të përfituar prej tij dhe se ai mund të përfitonte vetëm nga këto dy shtete.Vetëm atëherë ai mund të fitojë botën, madje ai i tha Liu Beit strategjinë e sulmit në Rrafshinat Qendrore. (Ky diskutim u quajt më vonë \"Longzhong Dui\"). Pasi Liu Bei e dëgjoi këtë, ai e lavdëroi atë sikur të kishte gjetur një thesar dhe e ftoi me forcë Zhuge Liang të dilte për të ndihmuar, kështu që Zhuge Liang u bë këshilltar ushtarak i Liu Beit.", "聖意": "Shtëpia është e qetë, unë kërkoj pasuri, tregtia e punës pengon martesën dhe bëhet një udhëtar virtual në Liujia.", "古人": "Liu Bei kërkon talente (tre vizita në vilë me kashtë, tre vizita në vilë me kashtë)", "第X籤": "Fituesi i tridhjetë e dytë i lotarisë", "宮": "Wei Gong"}