{"籤詩版本二": "Thesare dhe thesare të paçmuara janë të fshehura brenda Pse duhet të kërkoni lodh nga bota e jashtme?\nËshtë më mirë të presësh urtësinë e një njeriu të mençur dhe të jesh më i qetë.", "詩意": "Ky heksagram fsheh imazhin e gjetur në nefrit.\nGjithçka mund të bëhet në kohën e duhur.", "解曰": "Përmban ar dhe lodh. Nuk di çfarë të kërkoj. Njihuni me udhëzimet tuaja. Mos u shqetëso.", "籤詩故事一": "◇ Kafshoni ar dhe punësoni dashamirësi\nCheng Yaojin ishte babai themelues i dinastisë Tang. Një ditë, Rengui ishte duke marrë një sy gjumë në male. Papritur ai gjeti Yaojin duke u ndjekur nga një tigër ndërsa kalonte pranë. Rengui e kapi atë, e plagosi tigrin dhe e shpëtoi Yaojin .\nYaojin i admiroi artet marciale të Renguit, i dha atij një shigjetë Jinling dhe i kërkoi të bashkohej me ushtrinë.\nXue Rengui më vonë u bë një gjeneral i dinastisë Tang.", "聖意": "Lutuni për shtëpinë tuaj dhe sigurinë tuaj, lutuni për pasurinë tuaj dhe prisni që martesa juaj të shtyhet. Një këmbësor mashkull në Liujia bllokon fushën, krimbat e mëndafshit janë gjysmë të pjekur dhe gjashtë bagëtitë janë të begata. Ata kërkojnë njerëz , punët dhe paditë publike Migrimi është i mbarë dhe sende të humbura Sëmundjet në veri përballohen me mjekë të mirë Varret malore duhet të ndërrohen.", "古人": "Kafshoni ar dhe punësoni dashamirësi", "第X籤": "Tridhjetë e tre fitues të llotarisë", "宮": "Wei Gong"}