{"籤詩版本二": "Jini të sjellshëm dhe të sjellshëm kur hyni dhe dilni, ji besnik dhe i besueshëm dhe bindjuni fjalëve tuaja.\nMendja është e paqartë dhe e qetë, dielli i kuq i ndezur është në mes", "詩意": "Ky heksagram përfaqëson imazhin e diellit të kuq që shkëlqen në qiell.\nGjithçka shkon sipas planit.", "解曰": "Nuk ka asgjë në mendje. Uji i vjeshtës është i pastër. Nuk ka nevojë për dyshim. Gjërat ndodhin natyrshëm.", "籤詩故事一": "◇ Vëllazëria e betuar e Taoyuan\nNë fund të dinastisë Han Lindore, bota ishte në kaos dhe hajdutët e çallmave të verdha po shkaktonin kaos kudo.\nLiu Bei, Guan Yu dhe Zhang Fei, tre njerëz me ideale të larta, kishin të njëjtat ideale dhe vareshin nga njëri-tjetri në fjalët dhe veprat e tyre për idealin për të bërë një kauzë të madhe së bashku. Ata zgjodhën një sezon kur lulet e pjeshkës ishin plot Ata u bënë miq të betuar për verën, u betuan në qiell, ndanë vështirësitë, ndanë vështirësitë, ndanë bekime dhe së bashku realizuan idealin e bukur të ringjalljes së dinastisë Han. Të tre u bënë vëllezër të betuar.Ishte mars dhe lulet e pjeshkës ishin në lulëzim të plotë.Njihej zakonisht si \"Tre vëllezërit në kopshtin e pjeshkës\".", "聖意": "Siguria e shtëpisë, pasuria, pasuria, vështirësitë e transaksionit, martesa, rreziku, këmbësorët që bllokojnë fushat, krimbat e mëndafshit, bagëtitë, njerëz të zhdukur, padi, humbje, migrim, konservator, pasuri e humbur, sëmundje, vendosje, dërgim në varr mali, fat të mirë", "古人": "Vëllazëria e betuar e Taoyuan", "第X籤": "Fitimi i tridhjetë e katërt në llotari (llotari)", "宮": "Wei Gong"}