{"籤詩版本二": "Vishuni dhe riorganizoni stilin e vjetër të familjes. Tao është pa qiell, por ka merita.\nPasi fshinë gjembat dhe gjembat në rrugë, të tre ranë dakord të ribashkoheshin me kolegët e tyre", "詩意": "Ky heksagram përfaqëson rirregullimin e rrobave.\nÇdo gjë është e vështirë para se të bëhet e lehtë më vonë.", "解曰": "Mos u shqetësoni. Kalofshi mirë. Nëse pyet për të ardhmen. Ka një rrugë të mirë përpara.", "籤詩故事一": "◇ Shkrimet budiste të Tang Monk\nXuanzang (602-664), një murg i shquar i dinastisë Tang, kishte një mbiemër të përbashkët Chen dhe një emër të dhënë Yi. Ai lindi në kontenë Goushi, Luozhou (tani pjesa jugore e qytetit Yanshi, Provinca Henan). Ai u bë murg në moshën trembëdhjetë vjeç dhe mori emrin budist Xuanzang. Bota quhet Sanzang i dinastisë Tang.\nNë vitin e tretë të Zhenguan (629, i njohur gjithashtu si viti i parë i Zhenguan), ai udhëtoi në perëndim në Tianzhu (Indi) për të marrë shkrimet e shenjta budiste. Ai u fut në rrezik i vetëm dhe duroi vështirësi. Ai arriti vetëm në katër vjet.\nNë vitin e shtatëmbëdhjetë të Zhenguan, mjeshtri dha dorëheqjen zyrtarisht dhe u kthye në lindje. Ai u kthye në Kinë nëpërmjet rrugës jugore të provincës së sotme Xinjiang, Khotan dhe Loulan. U deshën gjithsej shtatëmbëdhjetë vjet dhe një udhëtim prej 50,000 miljesh. Kur arriti në Chang'an në muajin e parë të vitit të nëntëmbëdhjetë të Zhenguan, perandori urdhëroi Liang Guogong Fang Xuanling dhe zyrtarë të tjerë civilë dhe ushtarakë t'i bënin një pritje madhështore.\nU kërkuan gjithsej 520 dhe 657 vëllime të shkrimeve origjinale budiste sanskrite. dhe të përkthyer në gjuhën kineze.\nPasi mjeshtri u kthye, ai u respektua shumë nga perandori Taizong dhe perandori Gaozong dhe u përfshi në Da Nei, duke i dhënë titullin \"Mjeshtër Tripitaka\".", "聖意": "Shtëpia është në rrëmujë, fat për veten, fat i mirë, biznes i mirë, martesë e mirë, pengim i ardhjes së njerëzve në fushë, krimbat e mëndafshit, bagëtia e pafavorshme, kërkimi i njerëzve, proceset publike, shpërngulja, pasuria e humbur, sëmundja e vonuar, falja. për bekime, varret malore duhet të jenë të vjetra.", "古人": "Murgu Tang mëson Shkrimet Budiste", "第X籤": "Fituesi i tridhjetë e pestë i lotarisë", "宮": "Shen Gong"}