{"籤詩版本二": "Nëse dëshironi të jeni të sigurt dhe të qetë, nuk është e përshtatshme të keni qirinj në erë.\nËshtë më mirë të pastroni dhe të uleni në një sallë të thellë, të shmangni dritën, të tundeni në një vend të qetë dhe të lëvizni. Shake → Yao. Falas → pak.", "詩意": "Ky heksagram është si era që tund llambën dhe qirinjën.\nMbajtja e gjërave konstante do të sjellë fat të mirë.", "解曰": "Vendoseni në një vend të qetë. Jini në thirrje dhe jini në kohë. Nuk është një bekim. Konservatore dhe e përshtatshme.", "籤詩故事一": "◇Li Jing kthehet në mal\nLi Jing (571-2 korrik 649), emri i mirësjelljes Farmacist, ishte një vendas në Sanyuan, Yongzhou (tani në verilindje të qarkut Sanyuan, Provinca Shaanxi). Një gjeneral nga dinastia e vonë Sui deri në dinastinë e hershme Tang, ai ishte një strateg i famshëm ushtarak me aftësi civile dhe ushtarake në dinastinë Tang. Më vonë, atij iu dha titulli Duka i Wei, dhe njihej si Duka i Wei në botë.\nLi Jing është babai i princit të tretë Nezha në listën e perëndive, i njohur gjithashtu si \"Mbreti i Tota\". Li Jing dhe djali i tij ndihmuan Jiang Ziya (Tai Gong) për të mposhtur Mbretëreshën Zhou, për të krijuar dinastinë Zhou dhe Mbret. Wu u ngjit zyrtarisht në fron. Jiang Ziya më pas krijoi një listë perëndish dhe kreu një ceremoni për të qetësuar shpirtrat e ushtarëve që vdiqën në betejë. Që atëherë, bota u bë paqësore dhe paqësore. Mbreti Wu donte të bënte markezë dhe t'i shpërblente, dhe gjithashtu donte të ndante tokë për heronjtë themelues. Li Jing, babai dhe djali i tij dhe shtatë persona të tjerë kërkuan të ktheheshin në mal për të praktikuar taoizmin dhe të mos ishin të fiksuar pas famës dhe pasurisë së kësaj bote. Më vonë, të shtatë ata \"u bënë shenjtorë në trup\" dhe u renditën në klasën e të pavdekshmëve.\nHistoria e \"Feng Shen Bang\"", "聖意": "Shtëpia është konservatore, unë jam i zakonshëm, kërkoj pasuri, kam vështirësi në biznes, martesa ime është e paqëndrueshme, Liujia lutet që këmbësorët të kenë besim, krimbat e mëndafshit janë pjekur në vjeshtë, dhe gjashtë kafshë janë të sigurta, njerëzit mungojnë, padi publike dhe migrimi janë konservatore, sëmundjet e pronës së humbur, nuk e ndryshojnë varrin në Jianxingshan", "古人": "Li Jing kthehet në mal", "第X籤": "Fituesi i tridhjetë e shtatë i lotarisë", "宮": "Shen Gong"}