{"籤詩版本二": "Lajmet nga horizonti janë vërtet të vështira për t'u kuptuar. Mos prisni shumë.\nNëse do të bluaje një gur në pasqyrë, do ta dije se përpjekjet e tua ishin të kota.", "詩意": "Ky heksagram ruan imazhin e qetësisë së vazhdueshme.\nMbajtja e vetes në çdo gjë do të sjellë fat të mirë.", "解曰": "Të gjitha llojet e trukeve. Përpjekje e humbur. Është më mirë të jesh konservator. Cila është arsyeja?", "籤詩故事一": "◇ Vajza xhenxhefil në kërkim të burrit\nGjatë dinastisë Qin, kur Meng Jiangnu ishte perandori i parë i dinastisë Qin, në natën e saj të martesës, burri i saj Fan Qiliang (Wan Xiliang) u arrestua dhe u dërgua për të ndërtuar Murin e Madh. Meng Jiangnu udhëtoi mijëra kilometra për t'i dërguar të shoqit rroba të ngrohta.U desh shumë kohë për të arritur në Murin e Madh, por në fund asaj iu tha se burri i saj kishte vdekur dhe trupi i tij ishte varrosur nën Murin e Madh. Meng Jiangnu shpërtheu në lot dhe Muri i Madh u shemb dhe eshtrat e burrit të saj u gjetën me gjak që pikon mbi grumbullin e eshtrave. Prandaj Qin Shihuang thirri Meng Jiangnu, i cili ishte aq i tronditur sa donte të merrte Meng Jiangnu si konkubinën e tij. Meng Jiangnu i kërkoi Qin Shihuang të shkonte në ishullin Qinhuang për të veshur thes dhe për të paguar haraç për Fan Qiliang. Qin Shihuang pranoi; pasi Qin Shihuang pagoi homazh për Fan Qiliang, Meng Jiangnu mbajti sot trupin e burrit të saj në vendin e tempullit Meng Jiangnu dhe aty ku ishte, ai u hodh në det në vend.", "聖意": "Siguria e shtëpisë, vetëruajtja, pasuria, biznesi, martesa, mosmarrëveshjet, këmbësorët femra në Liujia, lëvizja e fushave, krimbat e mëndafshit, bagëtia, humbja e bagëtive, vështirësia në gjetjen e njerëzve, paditë, humbja, humbja e pronës, sëmundjet, pajisjet, dërgimi në Varri i Anshanit, fat të mirë", "古人": "Vajza xhenxhefil kërkon burrë", "第X籤": "Loti 39", "宮": "Ju Pallat"}