{"籤詩版本二": "Pasqyra mijëravjeçare e bashkuar, gruaja i kërkon burrit të rimartohet\nQë atëherë, familja është transformuar dhe bekimet u janë shtuar fëmijëve dhe nipërve.", "詩意": "Ky heksagram është një simbol i ribashkimit të pasqyrave.\nGjithçka është punë e vështirë dhe e shtrenjtë.", "解曰": "Gërmimi i rërës në ar. Hipur një dragua dhe hipur mbi një tigër. Edhe pse është e mundimshme. Ka një shtesë në të.", "籤詩故事一": "◇ Yulianhui dhjetë miq\nNë dinastinë Song, Qian Julian u martua me Wang Shipeng. Kur Shi Peng shkoi në Pekin për të marrë provimin, i pasuri Sun Ruquan e detyroi Julian të rimartohej me të.\nQian Yulian refuzoi propozimin e të pasurit Sun Ruquan dhe do të preferonte të martohej me Wang Shipeng, një studiues i varfër nga Wenzhou, i cili u punësua nga \"Jing Chai\".\nMë vonë, Wang Shipeng fitoi çmimin e parë. Për shkak se ai refuzoi të martohej nga kryeministri Wanqi, ai u dërgua të shërbente si gjyqtar në Chaoyang të largët. Sun Ruquan e ndryshoi fshehurazi letrën e familjes së Wang Shipeng në një \"letër divorci\" dhe mashtroi Yulian që të mashtrohej. Edhe njerka e Qian Yulian e detyroi atë të rimartohej, por Julian refuzoi dhe kreu vetëvrasje duke u hedhur në lumë. Ajo u shpëtua nga Qian Zaihe nga Provinca Fujian dhe u birësua si vajza e tij e birësuar. .\nJulian mendoi se Shipeng kishte vdekur. Pesë vjet më vonë, Wang Shipeng ishte guvernatori i Ji'an. Një ditë, ai mbajti një ceremoni përkujtimore në një tempull taoist për të përkujtuar gruan e tij të ndjerë. Juliani shkoi në tempullin taoist Ji'an për të djegur temjan, dhe Wang dhe Qian u ribashkuan më në fund.", "聖意": "Shtëpia nuk është e mirë për veten, vjeshta dhe dimri janë të begatë, pasuria qoftë në vjeshtë dhe dimër, biznesi është i begatë, martesa të jetë e suksesshme, Lutuni që këmbësorët të shkojnë në fushë, mund të rriten krimbat e mëndafshit, mund të rriten gjashtë bagëti Ngriten.Njerëzit mund të gjenden.Paditë publike janë të pafavorshme.Migrimi është konservativ Humbja e pasurisë.Sëmundja e vonuar.Lutuni për bekim.Bjeshkët dhe varret janë të mira.", "古人": "Yulianhui dhjetë miq", "第X籤": "Shenja e katërt", "宮": "Mitra"}