{"籤詩版本二": "Rrota e kuqe bie në perëndim, lepuri ngrihet në lindje, yin rritet dhe yang zhduket, dhe gjithçka përparon\nNëse një grua dëshiron ta përdorë atë, kjo do të rrisë pasurinë e saj dhe do të sjellë lumturi në zemrën e saj.", "詩意": "Ky heksagram është simboli i rritjes së Yin dhe zhdukjes së Yang.\nÇdo gjë është e vështirë para se të bëhet e lehtë më vonë.", "解曰": "Yin u sjell dobi grave. Jo i përshtatshëm për meshkuj. Nëse jeni duke kërkuar këshilla. Së pari vjen e keqja dhe më pas vjen e mira.", "籤詩故事一": "◇ Në fron u ngjit Wu Zetian\nNë moshën 14-vjeçare, Wu u thirr në pallat nga perandori Taizong Li Shimin i dinastisë Tang si një person i talentuar, i quajtur \"Wu Mei\". Pasi Taizong vdiq, Zetian hyri në tempullin Ganye dhe u bë murgeshë.\nKur perandori Gaozong i dinastisë Tang erdhi në fron, ai thirri familjen Wu në pallat për t'i bërë homazhe Zhaoyi. Në vitin e gjashtë të Yonghui (655), perandori Gaozong vendosi Wu si mbretëreshën e tij.\nWu Zetian ishte inteligjent, i përfshirë në letërsi dhe histori dhe ishte i pasur me shkathtësi. Menjëherë pasi Wu Zetian u bë mbretëreshë, për shkak se Gaozong ishte i dobët dhe i sëmurë, ai ndonjëherë i besonte asaj të merrej me disa çështje politike, kështu që fuqia e saj rritej. Në vitin e parë të Shangyuan (674), perandori Gaozong u quajt \"Perandori\", perandoresha Wu u quajt \"Mbretëresha e Qiellit\" dhe ata të dy quheshin \"Dy Shenjtorët\" në pallat.\nNë vitin e parë të Hongdaos (683), perandori Gaozong vdiq, princi Li Xian erdhi në fron dhe Wu Zetian mori fronin. Në shkurt të vitit të parë të Sisheng (684), Wu Zetian rrëzoi Li Xian si Mbret të Luling dhe vendosi djalin e saj të katërt Li Dan si perandor, duke vazhduar të sundonte dinastinë. Në shtator të të njëjtit vit, ajo e ndryshoi flamurin në ar dhe Luoyang, kryeqyteti lindor, u riemërua kryeqyteti hyjnor. Në ditën e nëntë të shtatorit në vitin e parë të Tianshou (690), Wu Zetian e shpalli veten perandor dhe ndryshoi emrin e vendit në Zhou.", "聖意": "Shtëpia është e pafavorshme për veten, lutja për bekime, kërkimi i pasurisë, ruajtja e transaksioneve, fat i mirë në martesë, fat i keq në martesë (femër), këmbësorë që bllokojnë arat, krimbat e mëndafshit, bagëtia e begatë, kërkimi i njerëzve, ndarja, gjyqet, humbja, shpërngulja. , humbje pasurie, sëmundje, tronditje, male e varre, fat", "古人": "Wu Zetian ngjitet në fron", "第X籤": "Fituesi i dyzetë i lotarisë", "宮": "Ju Pallat"}