{"籤詩版本二": "Do të kujtosh fjalët e pafundme të mira, por do të bëhesh djali yt nëse e njeh hajdutin.\nMos jini të pangopur për momentin dhe shqetësohuni se si do të kishte bërë diçka të mirë një vit më parë.", "詩意": "Ky heksagram identifikon një hajdut si një djalë.\nJini të kujdesshëm në çdo gjë që bëni.", "解曰": "Vetëm ky. Një zotëri nuk gabon. Mbani parasysh. Mos jini të vetmuar.", "籤詩故事一": "◇Dong Zhuo pranon Lu Bu\nLu Bu, trim dhe i zoti në luftime, ishte një gjeneral i famshëm ushtarak në fund të dinastisë Han Lindore dhe në fillim të Tre Mbretërive. Ai dikur e konsideronte Ding Yuan, guvernatorin e Jingzhou, si babain e tij birësues dhe shërbeu nën të.\nPas vdekjes së perandorit Ling të dinastisë Han Lindore, Ding Yuan shkoi në Pekin për të bashkëpunuar me gjeneralin He Jin për të kontrolluar qeverinë.\nDong Zhuo luftoi me Ding Yuan, por disa gjeneralë nuk ishin në gjendje të mposhtnin Lu Bu, kështu që Dong Zhuo dërgoi vartësin e tij Li Su për të korruptuar Lu Bu. Li Su solli grumbuj thesare ari dhe argjendi dhe kalin e famshëm të kuq të lepurit për të \"vizituar Lu Bu\". Li Su solli grumbuj thesare ari dhe argjendi dhe kalin e famshëm të kuq të lepurit për të vizituar Lu Bu. Kështu Lu Bu u korruptua nga Dong Zhuo për të vrarë Ding Yuan dhe u tha ushtarëve të tij të vinin me të nëse dëshironin dhe të largoheshin nëse nuk donin ta ndiqnin. Si rezultat, shumica e ushtarëve u larguan. Pra, Lu Bu u korruptua nga Dong Zhuo dhe vrau Ding Yuan.\nPasi Dong Zhuo fitoi pushtetin, ai adoptoi Lu Bu si djalin e tij të birësuar dhe e bëri atë gjeneral dhe markez.\nDong Zhuo kishte një temperament të dhunshëm dhe \"marrëdhënia baba-bir\" me Lu Bu ishte në fakt shumë e dobët. Në vitin 189 pas Krishtit, me nxitjen e Situ Wang Yun, Lu Bu vrau Dong Zhuo.\nGjashtë muaj pas vdekjes së Dong Zhuos, trupat e vjetra të Dong Zhuos pushtuan kryeqytetin dhe Lu Bu dhe gruaja e tij u larguan në panik. Pasi u largua nga kryeqyteti, Lu Bu kërkoi strehim te kryekomandantët Yuan Shu, Yuan Shao, Zhang Yang, Zhang Miao, Liu Bei, etj., dhe luftoi shumë herë me Cao Cao, një tjetër kryekomandant lufte në atë kohë. Lu Bu ishte i guximshëm dhe i mirë në luftime, dhe mundi Cao Cao disa herë.\nNë vitin e tretë të Jian'an në dinastinë Han Lindore, trupat e Cao Cao sulmuan Xiaopei, bazën e Lu Bu, dhe u kapën dhe u vranë nga Cao Cao nën Kullën Baimen. Para ekzekutimit, Lu Bu i kërkoi Cao Cao-s që ta mbante gjallë për të shmangur vdekjen, por Liu Bei i kujtoi Cao Cao-s se Lu Bu kishte tradhtuar shumë herë dhe ishte një njeri i pandershëm. Në fund, Cao Cao, i cili vlerësonte vetëm talentet pavarësisht nga morali, ekzekutoi Lu Bu.", "聖意": "Unë jam i shqetësuar në shtëpi, zakonisht kërkoj para, ruhem nga transaksionet, është e vështirë të martohesh, burri Liujia habitet, njerëzit vijnë në fushë, krimbat e mëndafshit janë gjysmë të pjekur, gjashtë kafshë janë të sigurta, njerëzit kërkojnë njerëz, paditë janë të përshtatshme dhe migrimi, gjërat e humbura janë të vështira për t'u gjetur, sëmundjet janë të vështira për t'u gjetur dhe ka paqe në varrin e malit Zhenxing.", "古人": "Dong Zhuo pranon Lu Bu", "第X籤": "Nr. 41 Fitimi i Lotit", "宮": "Ju Pallat"}