{"籤詩版本二": "Perandori, perandori dhe perandoresha më në fund do të jenë të mëshirshëm dhe do të presin e do të luten për bekime pa humbje apo fitim.\nTë gjitha qeniet e ndjeshme përfitojnë prej tij dhe pritet prosperitet në botë dhe në parajsë.", "詩意": "Ky heksagram është një shenjë e favorit nga qielli.\nGjithçka do të jetë e suksesshme.", "解曰": "Perandori tregoi favorin e tij. Kurrë nuk harrojmë. Ritualet e mëngjesit dhe të mbrëmjes. Është e përshtatshme për të djegur temjan.", "籤詩故事一": "◇Muliani shpëtoi nënën e tij\nMokou Lian, ose Mo Lian, është më i fuqishmi ndër dhjetë dishepujt e Budës Sakyamuni.\nNëna e tij ishte e pangopur dhe dorështrënguar gjatë jetës së saj, kështu që ajo ra në mbretërinë e fantazmave të uritur pas vdekjes së saj. Mokhullian përdori fuqinë e tij magjike për të vëzhguar dhe zbuloi se nëna e tij kishte lindur si një fantazmë e uritur, pa asnjë mënyrë për të marrë ushqim dhe ishte në vështirësi të mëdha. Ai përdori fuqinë e tij magjike për t'i sjellë ushqim nënës së tij. Pa pritur, pasi nëna mori ushqimi, u shndërrua në hi dhe nuk mund të hahej.\nMaudgalyana ishte e shqetësuar për atë që ndodhi dhe ia raportoi Budës. Buda i tha Mulianit se në ditën e 15 të muajit të shtatë hënor, ai duhet të vendoste njëqind shije dhe pesë fruta në një legen dhe t'ua ofronte murgjve të virtytshëm të dhjetë drejtimeve. Me këtë fuqi, nëna e tij do të mund të hante. .\nMaudgalyana veproi sipas vullnetit të Budës dhe nëna e tij më në fund u çlirua. Kjo lloj ceremonie quhet “Obon Festival” dhe kjo festë quhet “Obon Festival”.\n(Shënim: Një substancë ka ndjenja të ndryshme në nivele të ndryshme të botës. Për shembull: kur bie shi në këtë botë, ne e shohim atë si \"ujë\", ndërsa qeniet në mbretërinë e fantazmave të uritur e ndjejnë atë si \"gjak\" dhe të ndjeshme qeniet në botën e ferrit e ndjejnë atë si \"gjak\". Ndjehet si \"të hedhësh një shpatë\", ndërsa njerëzit qiellorë e ndjejnë si \"të hedhësh një lule\".)", "聖意": "Duke u lutur për shtëpinë dhe shtëpinë, duke u lutur për fat të mirë në dimër, duke kërkuar pasuri, pa transaksion, martesë, paqe në Liujia, këmbësorë, fusha lëvizëse, krimbat e mëndafshit, gjashtë kafshë, gjetja e njerëzve, padi, suksesi, migrimi, konservativiteti, pasuria e humbur, sëmundje , qetësi shpirtërore, qetësi malesh e varresh", "古人": "Mulian shpëton nënën e tij", "第X籤": "Nënshkruani dyzet e dy", "宮": "Ju Pallat"}