{"籤詩版本二": "Bota është fleksibël dhe të gjitha gjërat janë vetë-mbështetëse, vetë-mbështetëse dhe të sigurta\nGjithçka në jetë është e mrekullueshme, falenderoni shenjtorët dhe të urtët për gjithçka dhe jini të begatë.", "詩意": "Ky heksagram përfaqëson harmoninë midis tokës dhe tokës.\nGjithçka po shkon mirë dhe nuk ka asnjë rrezik.", "解曰": "Të gjitha gjërat lindin. Të gjitha planet dhe dëshirat bëhen realitet. Ford ndihmon. Rui Qi është me nxitim.", "籤詩故事一": "◇Ecësit fitojnë ndriçim\nHistoria e Udhëtimit në Perëndim:\nSun Wukong u bë mbret në malin Huaguo. Më vonë, për të gjetur një mënyrë për të jetuar përgjithmonë, ai kaloi tetë ose nëntë vjet duke udhëtuar nëpër male dhe lumenj për të adhuruar Patriarkun Bodhi si mësuesin e tij. Ai mësoi shtatëdhjetë e dy transformimet e e keqja tokësore dhe retë salto, dhe mori për herë të parë mbiemrin Diell. Emërtuar Wukong.\nPas kësaj, Sun Wukong shkoi në Pallatin e Dragoit në Detin e Kinës Lindore për të gjetur një armë të përshtatshme dhe më në fund gjeti Ruyi Golden Cudgel, gjilpërën hyjnore të Tianhe dhe Dinghai. Për shkak se jetëgjatësia e tij mbaroi, ai bëri një bujë të madhe në botën e krimit, rishikoi librin e jetës dhe vdekjes dhe u kthye në botën njerëzore. Më vonë, Sun Wukong u thirr nga qielli për herë të parë dhe u emërua Bima Wen. Më vonë, ai u thirr në parajsë për herë të dytë dhe u emërua Mbreti Majmun. Ai gjithashtu vodhi pjeshkë dhe shkaktoi telashe në parajsë. Ai u vulos në furrën e Bagua për të praktikuar sytë e tij të artë dhe sytë e zjarrtë. Më në fund, ai u shtyp nga Tathagata Buda në këmbët e malit Wuzhi për 500 vjet, i paaftë për të lëvizur. Vendi ku u godit furra Bagua u shndërrua në një mal me flakë.\nPesëqind vjet më vonë, Murgu Tang shkoi në Perëndim për të marrë shkrime të shenjta, kaloi pranë malit Pesë Elemente dhe hoqi hajmali përpara se të shpëtonte Sun Wukong. Sun Wukong shpërtheu në lot me mirënjohje. Pasi u udhëzua nga Guanyin Bodhisattva, ai adhuroi Tang Monk si mësuesin e tij dhe shkoi në Perëndim për të mësuar së bashku shkrimet e shenjta. Gjatë rrugës për të mësuar shkrimet e shenjta, Sun Wukong zbriti mbi demonët dhe eliminoi përbindëshat, dhe vazhdimisht kryente bëma të jashtëzakonshme. Megjithatë, ai u keqkuptua dhe u dëbua nga mjeshtri i tij Tang Seng përsëri dhe përsëri. Pas tetëdhjetë e një vështirësish, puna më në fund përfundoi.Katër mjeshtrit dhe dishepujt mbërritën në tempullin Xitian Leiyin dhe morën shkrimin e vërtetë. Sun Wukong arriti rezultatin e duhur.\n(Kjo histori është një metaforë që edhe një majmun mund të ndriçohet, e lëre më një qenie njerëzore.)", "聖意": "Shtëpia është e favorshme për veten, duke kërkuar pasuri, biznes, martesë, Liujia, këmbësorë meshkuj, pengim fushash, krimba mëndafshi, gjashtë kafshë, Zhongping, kërkim të njerëzve, padi, sukses, migrim, humbje prone, sëmundje, varr Chuanxingshan, gjëra janë të mbarë", "古人": "Udhëtari arrin ndriçimin", "第X籤": "Nënshkruar në datën 43", "宮": "xugong"}