{"籤詩版本二": "Kur lëvizjet e shahut të kundërshtarit janë të përshtatshme, loja bardhezi është e pavendosur.\nTë gjithë e dimë fitoren ose humbjen për shkak të një lëvizjeje.Duhet të mësojmë veten të bëjmë rekomandime të mira.", "詩意": "Ky heksagram është një shenjë e takimit me një kundërshtar.\nËshtë mirë të përdorësh organe në çdo gjë.", "解曰": "Dëshirat dhe mendimet. Ashtu si Go. Fitore ne fund. Këshillohet që të përdorni skemën.", "籤詩故事一": "◇ Grupimi i betejës së Jiang Wei dhe Deng Ai\nGjatë periudhës së Tre Mbretërive, Jiang Wei (Shu) dhe Deng Ai (Wei)\nTë dy ushtritë u takuan në Qishan dhe luftuan njëra-tjetrën në formacione. Të dy ushtritë Wei dhe Shu u përballën me armikun në formacionin Bagua.Kur dy ushtritë po luftonin, Jiang Wei tundi flamurin e tij dhe bërtiti, dhe formacioni Bagua u shndërrua menjëherë në një formacion të gjatë në tokë të gjarpërinjtë, duke kapur Deng Ai. Më vonë ai u shpëtua nga Sima Wang.\n(Metaforikisht, kur përballeni me një situatë kritike, duhet të përdorni mençurinë.)", "聖意": "Shtëpia është e qëndrueshme, vetja është e qëndrueshme, biznesi është i suksesshëm, martesa nuk është pajtuar, këmbësorja në Liujia bllokon fushën, krimbat e mëndafshit dhe bagëtitë janë dëmtuar, kërkimi është bllokuar, padia është e përshtatshme dhe migrimi është konservator. , pasuria e humbur është bosh, sëmundja lutet për mbrojtje, varri i malit është konservator", "古人": "Jiang Wei dhe Deng Ai po luftojnë", "第X籤": "Lotaria e dyzet e katërt fituese", "宮": "xugong"}