{"籤詩版本二": "Butësia ka qenë fitimtare mbi forcën që nga kohërat e lashta dhe dera e veprave të mira është e begatë.\nNëse dikush e hyjnizon këtë heksagram, do të jetë si të takoni Yaojing kur jeni të etur.", "詩意": "Ky heksagram është një shenjë e mirësisë dhe butësisë.\nNë çdo gjë, harmonia është normë.", "解曰": "Qielli dhe toka kanë ndjenja. Shumë e vërtetë. Zoti dhe Buda ju mbrojnë. Mos harroni atë që keni.", "籤詩故事一": "◇ Renzong njohu nënën e tij\nKonkubina e Song Zhenzong, Konkubina Liu, ishte xheloze për lindjen e një djali nga konkubina Li, Zhao Zhen, dhe i dha ryshfet mamisë për të zëvendësuar djalin e konkubinës Li me një mace civet të lëkurës. Konkubina Li u akuzua në mënyrë të rreme se lindi një demon dhe u demo pallati i ftohtë.Konkubina Liu mundi të hipte në fron.Për më vonë.\nPasi konkubina De u gradua perandoreshë, konkubina De i vuri zjarrin pallatit të ftohtë dhe planifikoi të vriste konkubinën Li. Konkubina Li u arratis dhe jetoi mes njerëzve.\nKonkubina Li fillimisht e hodhi Zhao Zhen në lumë, por për fat ai u shpëtua nga eunuku dhe u dërgua në Pallatin e Tetë të Urtëve.Kur u rrit, ai pasoi Song Renzong.\nMë vonë, Bao Zheng (Bao Qingtian) takoi aksidentalisht konkubinën e verbër Li. Kur mësoi të vërtetën, ai hetoi me vrull çështjen dhe më në fund e vërteta doli në dritë dhe Song Renzong dhe nëna dhe djali i konkubinës Li e njohën njëri-tjetrin. Konkubina Liu u hodh në pallatin e ftohtë dhe konkubina Li u mirëprit në pallat.Historia përfundoi me sukses.", "聖意": "Shtëpia dhe shtëpia janë të favorshme për veten, për pasurinë, për biznesin, për martesën, për martesën, për këmbësorët meshkuj, për pengimin e fushave, për krimbat e mëndafshit, për vjeshtën, për gjashtë kafshë, për gjashtë kafshë, për gjetjen e njerëzve, për të parë njerëzit. , për gjyqe, për sukses, për emigracion, për pasuri të humbur, për sëmundje lindore, për bekime, për varre malore dhe për mbarësi lindore e perëndimore.", "古人": "Renzong njohu nënën e tij", "第X籤": "Lotaria e dyzete e pestë fituese", "宮": "xugong"}