{"籤詩版本二": "Qin Jun duron një jetë konservatore dhe është i vendosur të mos bëjë keq.\nDerisa dikush të ushtrojë butësisht forcë, degët e ngordhura dhe pemët e vjetra do të rigjenerohen në lule.", "詩意": "Ky heksagram është si druri i vdekur që rrit lule.\nÇdo gjë ka suksesin e vet.", "解曰": "Jini konservatore dhe të heshtur. Gjërat bëhen realitet. Nëse lëviz, do të ketë shumë fatkeqësi. Nuk ka asnjë faj në heshtje.", "籤詩故事一": "◇ Peshkimi Weishui\nNë dinastinë Zhou, Jiang Shang, i quajtur Ziya, lindi në Ji (një vendas i Xuzhou, Deti i Kinës Lindore) dhe emri i tij taoist ishte Fei Xiong. Paraardhësve iu dha titulli Zai Lu (emri i vendit), kështu që ai u quajt edhe Lu Wang.\nPër t'i shpëtuar kohërave të trazuara të mbretit Zhou të dinastisë Shang, Jiang Ziya jetonte pranë ujit të Detit të Kinës Lindore dhe peshkonte në lumin Weishui.\nKreshti i peshkut është i drejtë, në fakt zemra e tij nuk peshkon, por ambicia e tij është të jetë kryeministër.\nMbreti Wen dëgjoi se ishte i mençur dhe e punësoi si mësues (kryeministër). (Jiang Ziya ishte tetëdhjetë vjeç në atë kohë)\nMë vonë, Mbreti Wu i Zhou sulmoi mbretin Zhou të Shang, shkatërroi dinastinë Shang dhe themeloi dinastinë Zhou. Mbreti Wu e quajti Jiang Ziya Shangfu. Djali i Feng Jiang, Ding Gong, u bë Markezi i Qi.\n(Kjo histori është një metaforë: prisni rastin, prisni derisa të ketë një mundësi nxitëse, atëherë zhvillimi do të fillojë.)", "聖意": "Fat i mirë familjes, shtëpisë dhe pasurisë.Kur të vijë koha transaksioni do të jetë i suksesshëm.Nëse një vajzë lindë në Liujia, këmbësorët do të bllokojnë fushat, do të bllokohen krimbat e mëndafshit.Gjashtë bagëti do të jenë të vështira për t'u gjetur. Mirë fat në padi publike, migrim, konservativitet, prona të humbura, sëmundje dhe fat të mirë.Male dhe varre.", "古人": "Peshkimi Weishui", "第X籤": "Lotaria e dyzete e gjashte fituese", "宮": "xugong"}