{"籤詩版本二": "Qershia mbi tortë është më shumëngjyrësh, dhe fati sjell fat dhe fat të mirë.\nNjerëzit e kohës nuk duhet të pendohen që u vonuan në arritjen e famës.Ata u bënë të famshëm në të gjithë botën me një goditje.", "詩意": "Ky heksagram është qershia mbi tortë.\nFat i mirë në gjithçka.", "解曰": "E vjetra bëhet e reja. Dërgo tek materialet e përfunduara. Pra ambicia e tij e jetës. Gjithçka është fat.", "籤詩故事一": "◇Liang Haodengke\nStudiuesi, Liang Hao (963-1004), emri i mirësjelljes Taisu, lindi në Xucheng, Yunzhou (tani Dongping, Shandong) në dinastinë Song.\nGjatë mbretërimit të Yongxi, ai kaloi provimin Jinshi në moshën tetëmbëdhjetë vjeç. Vazhdimi i aplikimit për provim dështoi.\nAi filloi të jepte provimin në vitin e tretë të Tianfu. Ai e kaloi provimin çdo vit përmes dinastisë së mëvonshme Han dhe dinastisë së mëvonshme Zhou, por dështoi çdo vit. Ai u betua se nuk do të pajtohej nëse nuk do të fitonte çmimin e parë.\nNë moshën tetëdhjetë e dy vjeç, në vitin e dytë të mbretërimit të Yongxi të perandorit Zhenzong të dinastisë Song, ai fitoi çmimin e parë.", "聖意": "Lutuni për sigurinë e shtëpisë (të mbarë), sigurinë personale, përfitimin financiar, transaksionin, martesën, këmbësorët meshkuj Liujia, krimbat e mëndafshit Chitian, tetë pikë, gjashtë kafshë, kërkimin e njerëzve, paditë publike, migrimin, pronën e humbur, sëmundjet në veriperëndim, përfitimin e varrit të Fushanit", "古人": "Liang Haodengke", "第X籤": "Nënshkruani dyzet e shtatë", "宮": "Haigong"}