{"籤詩版本二": "Zogjtë grabitqarë kthehen në pinga në vjeshtë, të lumtur për të udhëtuar dhe fluturuar\nDuke fluturuar mijëra kilometra në qiell, të gjithë zogjtë e tjerë nuk munden", "詩意": "Ky heksagram është një simbol i uljeve dhe ngritjeve të Kunpeng.\nCdo gje ndryshon.", "解曰": "Kun u shndërrua në Peng. Mijëra zogj nuk munden. Një majë kanellë. Pasuria dhe pasuria do të shtohen.", "籤詩故事一": "◇ Han Xin merr përgjegjësinë\nHan Xin ishte nga Huaiyin.\nNë atë kohë, mbreti i Hanit dogji rrugën me dërrasa dhe shumë nga ushtarët e tij u larguan. Han Xin, i cili fillimisht ishte strehuar te mbreti i Hanit, gjithashtu iku.\nXiao Ai e mori vesh dhe e ndoqi Han Xin brenda natës.\nTë nesërmen mbreti i Hanit kur e mësoi këtë, tha i zemëruar: \"Afro gjysma e ushtarëve ikën. Nuk dëgjova që ju ndiqnit kryeministrat e tjerë, por po ndiqnit vetëm Han Xin. Pse?\"\nXiao Ai tha: \"Nëse Madhëria juaj nuk ka ndërmend të pushtojë Xiang Yu, harrojeni. Nëse dëshironi të konkurroni me Çun për botën, duhet të keni Han Xin.\" Mbreti i Hanit më pas adhuroi Han Xin si gjeneral.\nHan Xin më pas ndihmoi perandorin Gao të Hanit për të sunduar botën, pushtoi mbretin e Wei, mundi Zhaon, iu dorëzua Yanit, pushtoi Qi dhe shkatërroi Chu. Ai bëri dhjetë arritje të mëdha dhe së pari iu dha titulli Mbret i Çu.", "聖意": "Fat i mirë për shtëpinë, fat për veten, fat për vjeshtën, biznes i mirë, martesa e vonë, fat i keq në Liujia, njerëz që bllokojnë fushat, krimbat e mëndafshit, sheshtë, fat për gjashtë kafshët, fat në pranverë, i humbur njerëz, procese gjyqësore, sukses, migrim, konservatorizëm, prona të humbura, sëmundje, lutje për paqe në male dhe varre", "古人": "Han Xin merr përgjegjësinë", "第X籤": "Dyzet e tetë Fitimi i Lotit", "宮": "Haigong"}