{"籤詩版本二": "Moti i ftohtë e kthen ujin në akull Pse të jesh i pangopur për famë?\nNuk kam zgjidhje tjetër veçse të ulem i qetë dhe të pres që gjethet të lulëzojnë natyrshëm.", "詩意": "Në këtë heksagram, uji shndërrohet në akull.\nMos kërkoni asgjë kot.", "解曰": "Uji ngrin në akull. Akulli shkrihet në ujë. Nëse është një komplot. Ashtu eshte.", "籤詩故事一": "◇Wang Xiang kërkon krap (Njëzet e katër tregime për devotshmërinë bijore)\nWang Xiang nga dinastia Jin, emri i mirësjelljes Fuzheng, lindi në Linyi.\nKur Wang Xiang ishte i ri, nëna e tij biologjike vdiq. Babai i tij i vetmuar u martua me një grua të quajtur Zhu dhe Wang Xiang kishte një nënë të re. Kur Wang Xiang ishte i ri, nëna e tij biologjike ndërroi jetë dhe babai i tij i vetmuar u martua me një grua të quajtur Zhu. Njerka e Wang Xiang ishte një grua mendjengushtë dhe xheloze. Ajo nuk e pëlqente Wang Xiang dhe shpesh e qortonte për çështje të parëndësishme. Së shpejti, njerka lindi gjithashtu një djalë të quajtur Wang Lan. Njerka i donte vetëm fëmijët e saj dhe e konsideronte Wang Xiang si një gjemb në këmbë. Ajo u bë edhe më kërkuese ndaj Wang Xiang dhe shpesh fliste keq për Wang Xiang para babait të tij. Edhe babai i tij gradualisht nuk e donte më atë. Njerka i donte vetëm fëmijët e saj dhe e konsideronte Wang Xiang si një gjemb në këmbë. Ajo ishte edhe më kërkuese ndaj Wang Xiang dhe shpesh fliste keq për Wang Xiang para babait të tij. Edhe babai i tij gradualisht nuk e donte më atë. Edhe pse gjysmë vëllai i Wang Xiang, Wang Lan është shumë miqësor me vëllain e tij. Pavarësisht torturave të njerkës së saj, ajo ishte ende shumë birnore. Njerka është kaq e ashpër, por Wang Xiang është ende shumë birnor.\nNjerka e tij ka një hobi, domethënë i pëlqen të hajë peshk të freskët të sapo peshkuar nga lumi. Njerka e tij ka një hobi, domethënë i pëlqen të hajë peshk të freskët të sapo peshkuar nga lumi. Një dimër, babai i tij iku për punë dhe njerka e tij u sëmur përsëri. Vëllezërit Wang Xiang dhe Wang Lan i shërbyen me kujdes nënës supë dhe ilaçe për të ngrënë. Në motin e ashpër të ftohtë, sëmundja e njerkës ende nuk u përmirësua. nxitoni. Një dimër, babai i tij iku për punë dhe njerka e tij u sëmur përsëri. Vëllezërit Wang Xiang dhe Wang Lan i shërbyen me kujdes nënës supë dhe ilaçe për të ngrënë. Në motin e ashpër të ftohtë, sëmundja e njerkës ende nuk u përmirësua. nxitoni. Njerka e sëmurë donte të hante peshk të freskët nga lumi.Në atë klimë të ashpër të ftohtë, jashtë binte borë dhe uji në lumë ishte kthyer tashmë në akull të trashë. Njerka e sëmurë donte të hante peshk të freskët.Ku mund të gjendej peshk i freskët në atë klimë të akullt dhe me borë?\nNë ato ditë, nuk kishte pjata jashtë sezonit dhe nuk mund t'i blije edhe sikur të kishe para.\nNë këtë pikë të historisë, ndodhi historia prekëse e Wang Xiangqiu Li. Dy vëllezërit ruanin nënën e tyre të pafuqishëm. Wang Xiang eci drejt lumit të ngrirë për të mos zhgënjyer njerkën e tij të sëmurë. Wang Xiang kishte një ide dhe hoqi këmishën e tij pa marrë parasysh të ftohtin. Ai u shtri lakuriq në akullnajë dhe donte. temperatura e tij e trupit për të shkrirë akullin (kështu që krapi Wang Xiangqiu quhet edhe Wang Xiang i shtrirë në akull). Ai hoqi këmishën e tij dhe u shtri lakuriq në akullnajë. Ai iu lut Zotit dhe i tha: \"Zot, nëna ime është e sëmurë dhe dëshiron të hajë krap të freskët. Ti duhet të gjesh një mënyrë për mua sido që të jetë.\" Mjaft e çuditshme, blloku i akullit pranë tij u plas papritur dhe ishin dy. çarje.Një krap i gjallë kërceu nga çarja dhe u hodh mbi akull.Wang Xiang ishte shumë i lumtur. Ai iu lut Zotit: “O Zot, nëna ime është e sëmurë dhe dëshiron të hajë krap të freskët, duhet të gjesh një rrugë për mua sido që të jetë.” Mjaft e çuditshme, blloku i akullit pranë tij u plas papritur dhe kishte dy të çara. Një krap i gjallë u hodh nga çarja dhe u hodh mbi akull.Wang Xiang ishte shumë i lumtur. U gjunjëzua shpejt, falënderoi Zotin dhe vrapoi në shtëpi me krapin. U gjunjëzua shpejt, falënderoi Zotin dhe shpejt mori krapin dhe shkoi në shtëpi. Pasi njerka hëngri krap të freskët, ajo shpejt u shërua nga sëmundja e saj. Njerka në shtratin e spitalit mbeti e shtangur kur pa pjesën e sipërme të trupit të zhveshur të Wang Xiangut, e cila po merrte ngjyrë vjollce nga i ftohti dhe dy peshq në duar, vrapoi në dhomë e lumtur dhe mbeti e shtangur.\nWang Xiang më vonë u bë zyrtar dhe u bë Taibao dhe iu dha titulli Duka.", "聖意": "I shqetësuar në shtëpi, lutem për mbrojtje, vështirësi financiare, probleme biznesi, martesë, mospërputhje në sigurimin e Liujia, këmbësorë, krimba mëndafshi Chitian, gjashtë humbje bagëtish, njerëz të zhdukur, padi publike, migrim, konservativitet, prona të humbura, sëmundje, të vështira për t'u rikuperuar, varri malor, paç fat", "古人": "Wang Xiang kërkon krap (Njëzet e katër tregime të devotshmërisë bijore)", "第X籤": "Dyzet e nëntë Fitimi i Lotit", "宮": "Haigong"}