{"籤詩版本二": "Një kon me kullotë kërkon një burim, është gjëja më e vështirë për të kërkuar punë të palodhur.\nHerë pas here, papritmas takoj mikun tim më të mirë dhe shkoj në qiell dorë për dore.", "詩意": "Kjo tokë koni heksagram kërkon imazhin e një sustë.\nÇdo gjë është e vështirë para se të bëhet e lehtë më vonë.", "解曰": "Dëshirat dhe mendimet. Perëndimi është në dispozicion. Është më mirë të mos lëvizësh. Ka një vend për të gjetur.", "籤詩故事一": "◇Liu Chen takon të pavdekshmin\nNë dinastinë Han Lindore, Liu Chen dhe Ruan Zhaoguo shkuan në male për të mbledhur barishte dhe takuan dy zana.\nTë dy u martuan me zanën dhe u kthyen në shtëpi gjysmë viti më vonë.Ata nuk e dinin se kishin kaluar njëqind vjet që kur ishin kthyer në shtëpi.\nAskush nuk i njohu, kështu që u kthyen në mal për të kërkuar zanën, por nuk mundën ta gjenin.", "聖意": "Lutuni për bekime në shtëpinë dhe shtëpinë tuaj, për përfitimin tuaj, për përfitime financiare, për transaksione, për martesë, për paqe dhe prosperitet në Liujia, për njerëzit në Chitian, mbjelljen e hershme të krimbave të mëndafshit, për dëmtimin e bagëtive, për gjetjen e njerëzve, për padi publike, për migrim, për pasuri të humbur, për sëmundje, për fat të mirë në varret e malit Xingxing,", "古人": "Liu Chen takon të pavdekshmin", "第X籤": "Shorti i pestë", "宮": "Pallati i shëmtuar"}