{"籤詩版本二": "Mund të udhëtoni në të gjitha cepat e vendit, duke varur tendën e velit për ta mbajtur lirisht\nNëse fryn erë e favorshme, ajo do të arrijë së shpejti dhe varka do të jetë plot me thesare.", "詩意": "Ky heksagram është si të tërheqësh një varkë me erë.\nGjithçka shkon mirë.", "解曰": "Pusho rehat. Nuk kërkohet përpjekje. Shumë pasuri. Të gjithë të admiruar.", "籤詩故事一": "◇ Pesë liqene Tao Zhugui (Liqeni Fan Ligui)\nNë periudhën e pranverës dhe vjeshtës, Fan Li, emri i mirësjelljes së të cilit ishte Shaobo, njihej gjithashtu si Gui Yizipi ose Tao Zhugong.\nNë atë kohë, pati një luftë midis shtetit Wu dhe shtetit Yue, dhe shteti Wu shkatërroi shtetin Yue. Fan Li dhe Wen Zhong formuluan një plan për Yue King Gou Jian për të promovuar Yue dhe shkatërruar Wu. Fan Li personalisht udhëtoi nëpër male dhe lumenj dhe vizitoi Xi Shi, një grua e bukur me virtyt, talent dhe bukuri, në lumin Huansha në malin Bailuo dhe ia prezantoi mbretit të Wu. Ai përdori \"mashtrimin e bukurisë\" për të bashkëpunojnë brenda dhe jashtë dhe shkatërruan Mbretërinë Wu.\nPasi arriti të zhdukte mbretërinë Wu, Fan Li e dinte se Gou Jian ishte një \"zog me qafë të gjatë me sqep\" dhe mund të ndante vështirësitë dhe lumturinë me të, kështu që ai shkoi me varkë me Xi Shi nëpër Mbretërinë Qi, e ndryshoi emri Gui Zipi dhe udhëhoqi djalin dhe dishepujt e tij në Mbretërinë Qi. Ata jetojnë në një vilë buzë detit. Ai punoi shumë për të kultivuar toka djerrinë, për të drejtuar një biznes mënjanë dhe për të bërë biznes.Brenda pak vitesh, ai grumbulloi dhjetëra milionë prona familjare. Ai ishte bujar në përhapjen e pasurisë dhe duke i bërë mirë qytetit të tij. Mençuria dhe aftësia e Fan Li u vlerësuan nga njerëzit e Qi. Mbreti i Qi e ftoi atë në Linzi, kryeqytet dhe e adhuroi si kryeministër përgjegjës për çështjet e qeverisë. . Ai tha: \"Të qenit zyrtar mund të çojë në ministra, dhe drejtimi i një familjeje mund të çojë në një pasuri. Për një të thjeshtë që e ka nisur nga e para, kjo ka arritur në ekstrem. Të jesh i nderuar për një kohë të gjatë ndoshta nuk është një shenjë e mirë.\" Kështu, vetëm tre vjet më vonë, ai përsëri Jiliu u tërhoq trimërisht, ia ktheu vulën mbretit të Qi-së dhe ua dha të gjithë pasurinë familjare miqve dhe bashkëfshatarëve të tij të ngushtë.", "聖意": "Shtëpia është e mirë për veten (për t'u dërguar), paratë janë të mira, biznesi është i mirë, martesa është vonë, martesa nuk është mirë, Liujia është e sigurt, njerëzit po pengojnë fushat, krimbat e mëndafshit, vjeshta, blegtoria, pranvera. është e begatë, njerëzit kërkojnë njerëz, proceset gjyqësore janë të këqija, migrimi është konservator, gjërat e humbura, sëmundjet perëndimore janë zgjidhur, malet dhe varret janë në jug.", "古人": "Pesë liqene Tao Zhugui (Liqeni Fan Ligui)", "第X籤": "Fituesi i pesëdhjetë i lotarisë", "宮": "Haigong"}