{"籤詩版本二": "Vera është dita më e gjatë dhe të gjithë janë të shqetësuar për vapën dhe depresionin\nQielli dhe toka dinë gjithashtu se çfarë duan njerëzit, dhe flladi fryn dhe është natyralisht i freskët", "詩意": "Ky heksagram tregon se të gjithë janë të shqetësuar për nxehtësinë.\nBëni çfarë të doni.", "解曰": "Nuk ka dyshim nëse do të avancohet apo të tërhiqet. Kalofshi mirë. A është për kamping? Nuk ka nevojë të veproni me nxitim.", "籤詩故事一": "◇ Kong Ming hyn në Sichuan\nZhuge Liang (181-234), emri i mirësjelljes Kongming, ishte vendas në Yangdu, Langya (tani konteja Yinan, Provinca Shandong) dhe ishte kryeministër i Shu Han (Liu Bei) gjatë periudhës së Tre Mbretërive.\nEdhe pse Liu Bei fitoi Jingzhou, nuk ishte e mjaftueshme për të ndarë njërën palë.Zhuge Kongming planifikoi të kapte Xichuan për të rritur territorin e Liu Bei. Në këtë kohë, Liu Zhang në Yizhou u sulmua nga Zhang Lu në veri. Zhuge Kongming mësoi se Liu Zhang donte t'i kushtonte hartën e Xichuan Cao Cao-s për të mbrojtur veten. Kur Zhang Song (vartësja e Liu Zhang) takoi Cao Cao, sepse Cao Cao ishte arrogant dhe i pasjellshëm, Liu Zhang e mori hartën përsëri në Xichuan dhe kaloi Jingzhou gjatë rrugës. Kong Ming e kishte pritur tashmë gjatë rrugës dhe e ftoi në Jingzhou, por ai kurrë nuk e përmendi foton Xichuan deri në momentin e nisjes. Zhang Song ishte mirënjohës ndaj Kong Ming për mirësjelljen dhe mikpritjen e tij, kështu që ai ia kushtoi foton Xichuan atij.\nTerreni i Xichuan ishte i rrezikshëm dhe mund të sulmohej ose mbrohej.Pas marrëveshjeve të ndryshme të Kong Ming, Xichuan u bë vendlindja e Liu Bei.\n(Kong Ming i trajtoi njerëzit me mirësjellje dhe fitoi lehtësisht Xichuan-in e lakmuar.)", "聖意": "Lutuni për bekime në shtëpi dhe për mbrojtjen tuaj (ka fat në fatkeqësi) Kërkoni pasuri, fat të mirë në biznes, martesë të përbashkët, lindje djemsh në Liujia, lëvizje të arave, krimba mëndafshi, dëmtim të bagëtive, gjetje njerëzish, padi publike , shpërngulje, gjëra të vjetra të humbura, sëmundje veriore, dëshira për male dhe varre", "古人": "Kong Ming hyn në Sichuan", "第X籤": "Kapitulli 51: Fitimi i Lotit (Fitimi i Lotit)", "宮": "Mitra"}