{"籤詩版本二": "Duhet shumë përpjekje për të kapur hënën në ujë, duhet shumë përpjekje, por asgjë.\nMos flisni kot dhe mos i humbni përpjekjet tuaja për të forcuar trupin.Fjala \"trupi i tharë\" fillimisht do të thotë \"trupi është i vetmuar\".", "詩意": "Ky heksagram është i pangopur për imazhin e përpjekjes.\nGjithçka është e mundimshme dhe e mundimshme.", "解曰": "Premtimet janë të vështira për t'u mbajtur mend. Shumë punë e vështirë. Merak në shtëpi. Në pritje për të takuar njerëz fisnikë.", "籤詩故事一": "◇Taibai kapi hënën ndërsa ishte i dehur (Li Taibai e kapi hënën ndërsa ishte i dehur)\nLi Bai (701-762), i njohur gjithashtu si Taibai, i njohur gjithashtu si Qinglian Jushi. Poeti i dinastisë Tang, i cili e quajti veten një të pavdekshëm të dëbuar, njihej si i pavdekshëm i poezisë dhe ai ishte gjithmonë i lumtur pa pirë.\nNjë herë Li Bai erdhi në Jinling (tani Nanjing) dhe pushoi në një restorant pranë urës Wende.\nAjo ditë ishte dita e pesëmbëdhjetë e muajit hënor të dimrit, natën ai rrinte i vetëm në restorant dhe admironte hënën, ndërsa pinte dhe recitonte poezi. Ajo ditë ishte dita e pesëmbëdhjetë e muajit hënor të dimrit, natën ai rrinte i vetëm në restorant dhe admironte hënën, ndërsa pinte dhe recitonte poezi. Li Taibai e donte hënën më së shumti në jetën e tij, duke thënë se ajo ishte e pastër dhe e bukur. Li Taibai e donte hënën më së shumti në jetën e tij, duke thënë se ajo ishte e pastër dhe e bukur. Atë natë ngriti sytë dhe pa hënën e bardhë e të rrumbullakët në qiell, u gëzua shumë dhe piu edhe disa gota. Atë natë ngriti sytë dhe pa hënën e bardhë e të rrumbullakët në qiell, u gëzua shumë dhe piu edhe disa gota. Në mesnatë, Li Taibai përfitoi nga vera dhe zbriti në katin e poshtëm në Urën Wende. Në mesnatë, Li Taibai përfitoi nga vera dhe zbriti në katin e poshtëm në Urën Wende. Sapo doli në urë, uli kokën dhe papritmas pa hënën që binte në ujë.Kur lumi lëvizi, hijes së bardhë të hënës iu shtuan disa vija të zeza. Sapo doli në urë, uli kokën dhe papritmas pa hënën që binte në ujë.Kur lumi lëvizi, hijes së bardhë të hënës iu shtuan disa vija të zeza. Li Taibai ishte aq i dehur në këtë kohë sa mendoi se ishte hëna që ishte njollosur nga uji i lumit. Li Taibai ishte aq i dehur në këtë kohë sa mendoi se ishte hëna që ishte njollosur nga uji i lumit. Ai as nuk u mërzit të hiqte çizmet, hapi duart dhe u hodh nga ura për të kapur hënën. Ai as nuk u mërzit të hiqte çizmet, hapi duart dhe u hodh nga ura për të kapur hënën. Në mënyrë të papritur, me këtë kërcim, hëna nuk u kap, por hëna në ujë u copëtua dhe u nda menjëherë në dy gjysma. Pa pritur, në këtë kërcim, hëna nuk u kap, por njeriu u mbyt. Vdiq në moshën gjashtëdhjetë e dy vjeçare.", "聖意": "Shtëpia është e shqetësuar dhe vetë është në fat të keq (i pafat, kushtojini vëmendje shëndetit), kërkoni ekuilibër në pasuri (as mos e mendoni), biznes i vështirë, martesa nuk zgjidhet, lutuni për mbrojtje (thesare bosh për të parandaluar abortin ), këmbësorët janë në vështirësi, krimbat e mëndafshit të fushës janë pesë pikë, gjashtë kafshë janë në rënie, në kërkim të njerëzve (të pafat), procese gjyqësore publike dhe (Ndaloni gjyqin) Shpërngulje e zakonshme (mos e përmendni) Humbja e pasurisë (avioni) Falja e namazit. për mbrojtje nga sëmundja (fatkeq) Fat i mirë në male e varre", "古人": "Taibai kapi hënën ndërsa ishte i dehur (Li Taibai e kapi hënën ndërsa ishte i dehur)", "第X籤": "Fitimi i pesëdhjetë e dytë i lotarisë (Lotaria)", "宮": "Mitra"}