{"籤詩版本二": "Kur zhgënjimi kthehet në ngazëllim, dragonjtë vrumbullojnë dhe tigrat gjëmojnë.\nQielli i kaltër ka rrugën e tij drejt qiellit.Paç sukses dhe famë të mëtejshme.", "詩意": "Ky heksagram është si një dragua që gjëmon dhe një tigër që gjëmon.\nKa shpresë se gjithçka do të shkojë mirë.", "解曰": "Thjesht mëso dhe shko. Keni prosperitetin tuaj. Duhet të bëhet në fund. Ka një vend për të gjetur.", "籤詩故事一": "◇ Liu Bei rekruton një nuse\nPas betejës së Chibi, Sun Quan ishte i etur për të rimarrë Jingzhou, i cili ishte kapur nga Liu Bei, kështu që ai përdori planin e Zhou Yu, duke pretenduar se donte të fejonte motrën e tij Sun Ren me Liu Bei, por në fakt ai donte të merrte Liu Bei si një peng për të kërkuar Jingzhou.\nPasi Zhuge Liang spiunoi planin e Zhou Yu, ai ia dorëzoi broshurën me strategjinë Zhao Yun, i cili po mbronte Liu Bein kur ai shkoi në Soochow. Zhao Yun ndoqi strategjinë në broshurë dhe qëllimisht bëri një spërkatje të madhe për të lënë Wu Guotai ( Babai i Sun Quan) di për propozimin për martesë. Për shkak se Wu Guotai e donte vajzën e tij dhe nuk ishte i gatshëm të merrte vendime të rastësishme për punët e përjetshme të së bijës, ajo e qortoi Sun Quanin se ishte i pamëshirshëm ndaj motrës së tij dhe i propozoi të testonte personalisht nëse Liu Bei ishte i denjë për vajzën e tij në Tempullin Ganlu. Pasi Wu Guotai u takua me Liu Bei, ajo e vlerësoi shumë Liu Bei dhe mbrojti fort martesën mes Liu Bei dhe vajzës së tij. Si rezultat, Liu Bei u martua me sukses me zonjën Sun.\nMë vonë, Liu Bei dhe zonja Sun u larguan së bashku në Jingzhou. Më vonë, Sun Quan donte të përfitonte nga sulmi i Liu Bei në Yizhou për të sulmuar Jingzhou, por u ndalua nga Wu Guotai, i cili ishte i shqetësuar për sigurinë e vajzës së tij.\nThënia thotë: \"Plani i zgjuar i Zhou Yu është më i miri në botë. Ai humbi gruan dhe humbi trupat e tij.\"\n(Liu Bei fitoi nga dëmtimi)", "聖意": "Unë jam i pafat në shtëpi dhe jam i pafat (së pari fat i keq, pastaj fat i mirë) Kërkoni pasuri, ekuilibër, vështirësi në martesë, sukses në martesë Lutuni për bekim për këmbësorët, krimbat e mëndafshit në fusha, pesë pikë për dëmtimin e bagëtisë, kërkoni per njerezit, gjyqet dhe migrimet, fat per pronat e humbura, fat per semundjet, paqen e maleve dhe varreve.", "古人": "Liu Bei rekruton një nuse", "第X籤": "Numri i pesëdhjetë e tretë fitues", "宮": "Mitra"}