{"籤詩版本二": "Gjeta një thesar në ëndrrën time dhe u zgjova i pavetëdijshëm.Mendova se Nanshan ishte vetëm një shat.\nNëse pyesni për martesën dhe sëmundjen, mos kërkoni mënyra për të mbështetur njëri-tjetrin.", "詩意": "Ky heksagram përfaqëson simbolin e marrjes së thesarit në ëndërr.\nGjithçka është e kotë.", "解曰": "Gjërat janë në ujë. Forma dhe gjatësia e hijes. Të gjithë janë të vendosur. Nuk ka nevojë të diskutohet.", "籤詩故事一": "◇Ma Chao ndjek Cao\nMa Chao (176-222), emri i mirësjelljes Mengqi, ishte një vendas i Fufeng Maoling (tani në verilindje të Xingping, Provinca Shaanxi) Ai ishte një gjeneral i famshëm i dinastisë Shu Han në fund të Dinastisë Han dhe periudhës së Tre Mbretërive.\nGjatë periudhës së Tre Mbretërive, Cao Cao vrau babanë e Ma Chaos. Ma Chao u hakmor dhe sulmoi Cao Cao, por Cao Cao u mund dhe iku.\nPër të mos u njohur nga ushtarët e Ma Chaos, Cao Cao hoqi këmishën e kuqe, preu mjekrën dhe iku me kalë.\nNë momentin kritik, Cao Hong mbërriti me trupat e tij në kohë, ndaloi Ma Chaon dhe shpëtoi jetën e Cao Cao nga porta e ferrit.\n(Kjo histori është një metaforë për mënyrën sesi dikush mund të shpëtojë nga rreziku duke braktisur famën dhe statusin e tij.)", "聖意": "Nëse shtëpia juaj nuk është në gjendje të mirë, kini kujdes nga kërkimi i parave, pengimi i transaksioneve ose vështirësia për t'u martuar. Lutuni për bekime për këmbësorët. Krimbat e mëndafshit janë të ndenjur në fusha. Gjashtë bagëti janë të ndenjur. Në kërkim të njerëzve. Padi publike. Humbje. Migrim, fat të mirë, pasuri e humbur, sëmundje bosh, lutuni për mbrojtjen e Zotit, malet dhe varret janë të shqetësuar.", "古人": "Ma Chao ndjek Cao", "第X籤": "Loti i pesëdhjetë e katërt", "宮": "Mitra"}