{"籤詩版本二": "Virtyti nga babai tek djali kalon te nipi.Begatia në ushqim dhe veshmbathje varet vetëm nga Zoti.\nChunxuan në sallë i bën njerëzit të lumtur Kur ata janë të uritur, të ushqyer, të etur dhe të përgjumur, Chunxuan është një metaforë për prindërit.", "詩意": "Ky heksagram lidhet me imazhin e bambusë që çon në pranverë.\nShpresoj qe cdo gje te shkoje mire.", "解曰": "Merrni bambu dhe çoni në pranverë. Përhapet pafund. Një zotëri kërkon shpresë. Të gjithë të kënaqur.", "籤詩故事一": "◇ Mbreti Wu i Zhou u ngjit në fron\nMbreti Wu i Zhou sulmoi mbretin Zhou dhe udhëhoqi tetëqind princa për të luftuar kundër ushtrisë së mbretit Shang. Ushtarët në Chaoge (kryeqyteti i mbretit Shang) gjithashtu u kthyen kundër mbretit Shang dhe tradhtuan mbretin Shang.\nMbreti Zhou dogji veten në Kullën Zhaixing dhe Dinastia Shang u shkatërrua.\nMbreti Wu pranoi librin e arit dhe thesarin e arit, që është froni i perandorit. Ai u drejtua nga jugu, duart e tij të palosura dhe u ul drejt. Mbreti Wu urdhëroi që prona e Lutai të shpërndahej, Kulla e Vjeljes së Yjeve të prishej dhe kokrrat e orizit të ruajtura në Juqiao të shpërndaheshin.\nLironi Xhizin e burgosur dhe riparoni varrin e Biganit. Mbreti Wu kaloi nga dera e shtëpisë së të urtit Shang Rong dhe uli kokën. Respektoni njerëzit e virtytshëm dhe të sjellshëm dhe lironi skllevërit në pallatin e brendshëm.\nAi gjithashtu ndaloi armatimin dhe promovoi kulturën dhe arsimin. Në jug të Nanshanit kullosin kuajt dhe kullosin bagëtitë në fshat me pemë pjeshke.Është një skenë paqësore.", "聖意": "Shtëpia nuk është në gjendje të mirë (fat të mirë), ju mund të bëni dëshirat tuaja (fat të mirë), të kërkoni përfitime financiare, të bëni një transaksion dhe të martoheni (takoni një dhëndër të mirë), Liujia është e sigurt (zodiaku shenjë), këmbësorët lëvizin arat, krimbat e mëndafshit janë me fat, gjashtë kafshë janë dëmtuar, njerëzit janë të vështirë për të gjetur (shih) paditë publike, një njeri fisnik lëviz, fati humbet. Sëmundjet dhe sëmundjet", "古人": "Mbreti Wu i Zhou u ngjit në fron", "第X籤": "Fitimi i pesëdhjetë e pestë në llotari (llotari)", "宮": "Pallati i shëmtuar"}