{"籤詩版本二": "Plazhi është plot me gurë, përroi rrjedh, era është e pastër, hëna është e pastër dhe njerëzit fisnikë janë të zënë.\nRrugës më duhet të pyes se ku të shkoj Mos e merr aromën e luleve dhe bimëve në pyll, mos u kujdes për të.", "詩意": "Ky heksagram është si një varkë që udhëton në një plazh të vogël.\nNë çdo gjë, ka njerëz fisnikë për të ndihmuar.", "解曰": "Për të siguruar jetesën. Shumë punë e vështirë. Qëndroni konservatorë dhe prisni. Gjithe te mirat.", "籤詩故事一": "◇Rebelimi i Lushanit\nNjë Lushan (703-757), mbiemri i të cilit ishte Kang dhe quhej Yaluoshan, ishte nga Liucheng, Yingzhou (tani Chaoyang, Liaoning).\nMë vonë, ai mori mbiemrin An dhe e ndryshoi emrin në Lushan. Gjatë mbretërimit të perandorit Xuanzong të dinastisë Tang, An Lushan ishte i dërguari ushtarak.\nNë nëntor të vitit të 14-të të Tianbaos, An Lushan ngriti trupa në Fanyang. Në emër të sulmit ndaj Yang Guozhong, ai filloi një rebelim dhe mori trupat e tre qyteteve për të sulmuar Luoyang, kryeqytetin lindor. Raportet nga Taiyuan nxituan në Lishan. Tang Xuanzong, i cili në atë kohë ishte në Pallatin Huaqing në Lishan, nuk besonte se Anlushani do të rebelohej. Megjithatë, lajmet për rebelimin vazhduan të përhapeshin dhe Xuanzong ishte ende gjysmë i bindur. (Ky është një portretizimi i \"tingullit të ujit të përafërt të rrjedhshëm në shkëmbinj të vegjël në një përrua\")\nVetëm Yan Zhenqing, prefekti i kontesë Pingyuan, dërgoi dikë për të dërguar informacion se Xuanzong u zgjua nga ëndrra e tij.\nNën strategjinë e gabuar të perandorit Xuanzong të dinastisë Tang, regjimenti i kalorësisë së An Lushan pushtoi Luoyang, kryeqytetin lindor. Në muajin e parë të vitit pasardhës, ai e shpalli veten Perandor Dayan në Luoyang, Jianyuan Shengwu, Perandor Xiongwu dhe Da Xixun si kryeministër.\nNë qershor të të njëjtit vit, perandori Xuanzong i dinastisë Tang, i etur për të lehtësuar krizën në Chang'an dhe nën një mirëkuptim të gabuar ushtarak, ekzekutoi dy gjeneralë të famshëm, Feng Changqing dhe Gao Xianzhi. Ky urdhër tronditi ushtrinë Tang. (Kjo sjellje shkel \"rruga duhet të tregojë në lumin e përparmë\")\nMë pas, perandori Xuanzong i dinastisë Tang urdhëroi urgjentisht një gjeneral tjetër, Ge Shuhan, të drejtonte ushtrinë Tang drejt lindjes nga Tongguan.\nGe Shuhan, i cili e kuptoi plotësisht gabimin strategjik të perandorit Xuanzong të dinastisë Tang, planifikoi të vononte ndryshimin (qasja \"është në rregull nëse era është e qetë dhe batica është e qetë\").\nNë fund, perandori Xuanzong i dinastisë Tang mendoi se ishte shumë i ndrojtur për të luftuar, kështu që nuk kishte zgjidhje tjetër veçse të luftonte me An Lushan në lot dhe u mund. (Përmbush \"Nëse punon shumë për të mbajtur veten, mund të lëndohesh.\")\nNë dinastinë Tang, kur trupat kufitare dhe garnizonet lokale nuk kishin kohë për t'u përgjigjur, ushtria e An Lushanit shtypi kufirin dhe hyri në zonën e kryeqytetit. Në një situatë kritike, perandori Xuanzong i dinastisë Tang udhëhoqi Korpusin e Gardës për të shpëtuar nga kryeqyteti, duke bërë që Xijing Chang'an pa udhëheqës të rrëzohej.\n(Tang Xuanzong shkeli drejtimin e kësaj shenje, kështu që rebelimi i An Lushanit ishte i suksesshëm.)", "聖意": "Shtëpia është e sigurt, vetja është e mbarë, pasuria është e qëndrueshme, transaksioni është i begatë dhe martesa është e suksesshme (kujdes) Një këmbësor mashkull nga Liujia vjen në fushë, korren krimbat e mëndafshit dhe dëmtohen gjashtë bagëti. gjendet dhe arsyetohet padia publike.Prona e humbur sjell semundje dmth varri i Anshanit duhet riparuar.", "古人": "Rebelimi i Lushanit", "第X籤": "Lotaria e pesëdhjetë e gjashtë", "宮": "Pallati i shëmtuar"}