{"籤詩版本二": "Thuhet se nuk është e padëgjuar, rrobat e mira dhe rroga e mirë natyrisht do të çojnë në prosperitet\nJu lutem, mos mbani mend se çfarë ndodhi atëherë. Dëshirat tuaja janë po aq të mira sa të miat.", "詩意": "Ky heksagram është imazhi i një fëmije që sheh nënën e tij.\nSuksese të gjithë njerëzve fisnikë.", "解曰": "Përdoret për shpresë. Të gjithë janë të lumtur. Nga forca publike. Ashtu si një djalë që takohet me nënën e tij.", "籤詩故事一": "◇Dong Zhong po kërkon të afërm\nDong Zhong ishte djali i Dong Yong në dinastinë Han.Ai lindi nga një zanë nga parajsa që zbriti në tokë për t'u martuar me Dong Yong. Më vonë, pasi zana e ndihmoi Dong Yong-un të shlyente borxhet dhe të shpengonte veten, ai u kthye në parajsë.\nDong Zhong, i cili ishte shtatë vjeç, shpesh u poshtërua sepse nuk kishte nënë, kështu që donte ta gjente.\nNën drejtimin e zotit Yi, Dong Zhong shkoi në malin Taibai për ta kërkuar më 7 korrik. Zana u shfaq dhe më në fund pa nënën e tij.", "聖意": "Unë jam i shqetësuar në shtëpi, jam i zakonshëm, po lutem për fat të mirë, fat të mirë në biznes, martesë dhe martesë, një këmbësore në Liujia po bllokon fushën, krimbat e mëndafshit janë në vështirësi, është e vështirë të gjesh njerëz për shkak të humbja e bagëtive, është e vështirë të bësh padi, shpërngulja është konservatore, pasuria e humbur është bosh, sëmundjet po luten për fat në male dhe varre.", "古人": "Dong Zhong është në kërkim të të afërmve", "第X籤": "Lotaria e pesëdhjetë e shtatë", "宮": "Pallati i shëmtuar"}