{"籤詩版本二": "Ju duhet të flisni sinqerisht dhe të mbani mend që të mos kërkoni aftësi të tjera në vende të tjera.\nJu duhet t'i përmbaheni jetës tuaj të vjetër, çdo gjë tjetër nuk është e mirë për ju", "詩意": "Ky heksagram është një shenjë e të qenit konservator dhe i përpiktë.\nMbajtja e gjërave të vjetra do të sjellë fat të mirë.", "解曰": "Jeto dhe qëndro. E dëshirueshme dhe e suksesshme. Mos bëni asgjë tjetër. Vetëm ji konservator.", "籤詩故事一": "◇ Mbreti Wen kërkoi hamendje\nMbreti Wen i dinastisë Zhou ishte i zoti në hamendje. Mbreti Zhou e thirri atë në atë kohë. Mbreti Wen llogariti se ky udhëtim ishte i pafat dhe do të sillte shtatë vjet fat të keq, kështu që ai solemnisht i tha djalit të tij të madh, Boyi, të qeverisë Qi (emri të vendit) sipas ligjit dhe të mos dalë jashtë.\nMë vonë, Mbreti Wen u vu nën arrest shtëpiak nga Mbreti Zhou në Youli (emri i vendit).\nNë atë kohë, djali i madh i mbretit Wen shkoi për të shpëtuar të atin, por u vra sepse harroi udhëzimet e të atit.", "聖意": "Vetë shtëpia është zakonisht e pafavorshme, duke kërkuar pasuri dhe fat të mirë, transaksion, martesë, alarm Liujia, krimb mëndafshi Chitian pesë pikë, gjashtë dëmtime të bagëtive, njerëz të zhdukur, padi publike, migrim, konservator, pronë e humbur, sëmundje, sëmundje e keqe, varri Anshan duhet të ndryshohet.", "古人": "Mbreti Wen kërkoi hamendje", "第X籤": "Lotaria e pesëdhjetë e tetë", "宮": "Pallati i shëmtuar"}