{"籤詩版本二": "Shkoni drejt në ndërtesën e dyfishtë për t'u fshehur, e rrethuar nga një pyll me gjemba\nTian Gaojun ka një jetë të gjatë dhe një jetë të shkurtër. Fito një sukses dhe humb dy njerëz. Shko →.", "詩意": "Ky heksagram është një shenjë e mbajtjes së gjërave të vjetra dhe ndryshimit në çdo kohë.\nGjithçka do të jetë e mbarë nëse prisni kohën e duhur.", "解曰": "Ashtu si pirja e dehur. Vetëm ji konservator. Prisni derisa të vijë koha. Asnjë fatkeqësi, asnjë faj.", "籤詩故事一": "◇ Mali Zhang Liangyin\nNë dinastinë Han, Zhang Liang, emri i mirësjelljes së të cilit ishte Zifang, ishte një korean, paraardhësit e tij për pesë breza ishin të gjithë kryeministra koreanë.\nKur shteti Qin shkatërroi Korenë e Jugut, Zhang Liang shpërndau të gjithë pasurinë e tij dhe u fsheh.Duke dashur të hakmerrej ndaj Koresë së Jugut, ai dërgoi një burrë të fortë me një kon hekuri në trup. Duke sulmuar Qin Shihuang në Bolangsha (tani Yuanyang County, Provinca Henan), ai goditi aksidentalisht makinën e zëvendësit. Perandori i Parë donte të arrestonte Zhang Liang në të gjithë vendin, por nuk mundi ta kapte për dhjetë muaj.\nMë vonë, Zhang Liang ndihmoi mbretin e Hanit për të bashkuar botën. Pas suksesit të tij, ai nuk pranoi të shpërblehej dhe emërohej një zyrtar, dhe nën maskën e mësimit të taoizmit nga Chisongzi (i pavdekshëm).", "聖意": "Lutuni për bekime në shtëpi dhe për sigurinë tuaj (fati i ngadaltë mund të shpjegohet vetëm me dashamirësi) Kërkimi i pasurisë është normale (shmangni) Transaksionet do të jenë të suksesshme (prit një minutë) Martesa nuk është në harmoni me Liujia, fat i mirë kur udhëtoni për në fushë, krimbat e mëndafshit janë gjysmë të mbarë, gjashtë kafshë janë të begata (dështimi), kërkimi i njerëzve, pengimi i proceseve gjyqësore publike, humbja, shpërngulja është e mbarë (i pafat) ) Humbja e pasurisë, fati i keq për sëmundjen, lutuni për fat në male dhe varre", "古人": "Mali Zhang Liangyin", "第X籤": "Pesëdhjetë e nëntë fitimi i shortit (Shorti)", "宮": "Pallati Yin"}