{"籤詩版本二": "Duke recituar poezi në perëndim të diellit, duke kënduar këngë nën hënë, duke bërë shaka në çdo rast\nKur të takohemi, do të fshihemi në telashe dhe do të këndojmë së bashku për të kënduar Lianliluo. Lianli i referohet pemës së vazhdueshme. Simbolizon harmoninë midis burrit dhe gruas. Luo Zhiwang. Do të thotë që një çift është ngatërruar me njëri-tjetrin. Ose mëndafshi dhe sateni i referohen rrobave shumëngjyrëshe.", "詩意": "Ky heksagram është një shenjë e mbajtjes së gjërave të vjetra dhe ndryshimit në çdo kohë.\nGjithçka është e mbarë.", "解曰": "Bukuria është në shtëpi. Këndoni poezi. Kishte gëzim. Fat dhe fatkeqësi.", "籤詩故事一": "◇Su Xiaomei është në telashe\nNë dinastinë Song, Su Xiaomei ishte motra më e vogël e Su Dongpo. Ajo ishte erudite dhe e talentuar. Në natën e tyre të dasmës, Su Xiaomei recitoi poezi dhe shkroi kuplete. Tre pyetje të vështira u përgatitën për të testuar bashkëshortin dhe ai qëllimisht ia vështirësoi gjërat dhëndrit Qin Shaoyou. Kur erdhi tek pyetja e tretë, Qin Shaoyou u mendua shumë.\nPër fat të mirë, Su Dongpo e ndihmoi fshehurazi para se të hynte në dhomën e nusërisë.\nKa një poezi që thotë:\nArtikujt kanë thënë që nga kohërat e lashta se motra e vogël është më e zgjuar se burri i saj;\nDhëndri i Tre Vështirësive është vërtet i çuditshëm, një shtëpi elegance e pashoqe në botë.", "聖意": "Fat për shtëpinë, fat për veten, fat në biznes, fat për martesë, fat për gratë, udhëtimi në fusha, pjekja e krimbave të mëndafshit, fat për bagëtinë, kërkimi i njerëzve, fat për padi, fat për migrim, fat për pasurinë e humbur, fat për sëmundje, fat për sëmundje, fat për varret malore", "古人": "Su Xiaomei është në telashe", "第X籤": "Gjashtëdhjetë e një lotari fituese", "宮": "Pallati Yin"}