{"籤詩版本二": "Në mëngjes dhe muzg, mbështetja e Budës duhet të jetë në kohë rreziku, por jo në rrezik\nNëse jeni të tërhequr nga një person fisnik, atëherë do t'ju shoqërojnë edhe paratë dhe mëndafshi.Ky është Chuan Lai. Gjithçka varet nga ju.", "詩意": "Ky heksagram përfaqëson bekimin e fshehtë të perëndive dhe Budave.\nJini të durueshëm dhe keni fat në gjithçka.", "解曰": "Një shenjë e paqes së modës së vjetër. Kur gjithçka është e shtrenjtë, do të jetë e mbarë.", "籤詩故事一": "◇Tang Monk arriti iluminimin\nNjë ditë, Tang Seng erdhi në lumë dhe pa malin Lingshan të Budës përballë tij, përpara saj ishte një urë me një dërrasë, Tang Seng nuk guxoi ta kalonte atë. Buda u shndërrua në një varkëtar dhe mbajti një varkë të thyer pa fund. Sapo Tang Monk hipi në varkë, ai ra në lumë dhe u shpëtua nga varkëtari. Kështu Tang Monk arriti Buda. (Historia e Udhëtimit në Perëndim)\n◇ Shkrimet budiste të Tang Monk\nSanzang i dinastisë Tang, mbiemri i tij i zakonshëm ishte Chen dhe emri i tij ishte Yi. Lindur në Qarkun Goushi, Luozhou (tani në jug të qytetit Yanshi, Provinca Henan). Ai u bë murg në moshën trembëdhjetë vjeç dhe mori emrin budist Xuanzang.\nPër të marrë shkrimet origjinale budiste, ai u nis nga Chang'an (sot Xi'an, Provinca Shaanxi) në vitin e tretë të Zhenguanit (629 pas Krishtit), kaloi kufirin dhe kaloi nëpër vështirësi të panumërta për të arritur në Tianzhu ( Indi) për të mbledhur shkrime të shenjta. Ai udhëtoi nëpër pellgjet e lumenjve Ganges dhe Indus dhe zonat bregdetare juglindore të Indisë, më pas kaloi malet e mbuluara me borë dhe kreshtat e gjelbra, duke ecur më shumë se 50,000 milje mbrapa dhe mbrapa. Iu deshën 16 vjet që më në fund të kthehej në Chang'an në viti i 19-të i Zhenguan (645 pas Krishtit). Ai solli një numër të madh shkrimesh budiste dhe i përktheu në gjuhën kineze.\n(Tang Sanzang kaloi një udhëtim të gjatë mbrapa dhe mbrapa midis Kinës dhe Indisë. Ai duhet të ketë përjetuar rreziqe, por ai mundi të kthehej i sigurt, sepse pas tij ishte një shenjt mbrojtës i padukshëm.)", "聖意": "Shtëpia është e sigurt, vetja është e mbarë, tregtia perëndimore është e suksesshme, martesa është e suksesshme, këmbësorët bllokojnë fushën, krimbat e mëndafshit janë bllokuar, krimbat e mëndafshit janë 70%, bagëtia është fitimprurëse, njerëzit janë gjetur, publiku perëndimor gjyqi është i keq, shpërngulja është konservatore, pasuria e humbur shihet, sëmundja është e mbarë, malet dhe varret janë të mbarë.", "古人": "Tang Monk arriti iluminimin", "第X籤": "Fitimi i lotarisë gjashtëdhjetë e dy", "宮": "Pallati Yin"}