{"籤詩版本二": "Në të kaluarën më humba gjilpëra në varkë, por tani po e kërkoj ende në det.\nNëse gjendet gjilpëra origjinale, do të duhet shumë kohë dhe përpjekje.", "詩意": "Ky heksagram është si të kërkosh një gjilpërë në det.\nGjithçka kërkon punë të palodhur.", "解曰": "Pasuria është baza e pasurisë. Lu është fara e bekimit. Shpjegoni qartë. Këshillohet që të jeni të kujdesshëm.", "籤詩故事一": "◇ Huang Xiaozi kërkoi për të afërmit e tij për mijëra milje\nHuang Juejing ishte nga Jianchang. Kur ishte pesë vjeç humbi nënën për shkak të luftës. Pas një kohe, ai u zotua në qiell për të recituar shkrimet e shenjta budiste në mënyrë që të gjente nënën e tij. Pastaj ai kaloi lumin Huai dhe shkoi të lypte. Ai u përball me erën dhe shiun dhe duroi vështirësitë. Pas njëzet e tetë vjetësh, ai mbërriti në Chundian, Liang County, Ruzhou, ku më në fund gjeti nënën e tij dhe u kthye.", "聖意": "Shtëpia nuk është e mirë për ju, kini kujdes të kërkoni pasuri, të bëni një marrëveshje dhe të bëni një martesë. Liujia bllokon këmbësorët dhe i mban njerëzit në fusha. Krimbat e mëndafshit janë të mirë. Mos mbani bagëti, është e vështirë të gjesh njerëz. eshte e veshtire te besh padi Eshte e pershtatshme zhvendosja Eshte e pershtatshme zhvendosja e pasurise se humbur E veshtire rikuperimi nga semundjet e renda Vendbanimi i perkohshem ne varre malore.", "古人": "Huang Xiaozi kërkoi për të afërmit e tij për mijëra milje", "第X籤": "Gjashtëdhjetë e tretë fitues i lotarisë", "宮": "Maogong"}