{"籤詩版本二": "Peshku që notonte u kap në një lak në pellgun Bibo.\nNëse diçka shkon keq pasi e keni menduar, do të shkaktojë telashe në fund.", "詩意": "Ky heksagram përfaqëson një peshk të kapur në një kurth.\nGjithashtu këshillohet që të jeni të kujdesshëm në çdo gjë.", "解曰": "Vendbanim nën shtëpi. Fatkeqësia bie nga parajsa. Zgjohuni herët dhe merrni masat paraprake. Shmangni fatkeqësitë.", "籤詩故事一": "◇ Kali është i mbuluar me ujë (është e vështirë të mbledhësh ujin)\nDinastia Han. Zhu Maichen, emri i mirësjelljes Wengzi, ishte një vendas i Wu në Kuaiji (tani pjesë e qytetit Suzhou).\nNë vitet e tij të hershme, familja e Maichen ishte e varfër dhe ai nuk kishte sukses. Çifti jetonte në një portë me kashtë në një rrugicë të pasme, duke prerë dru zjarri dhe duke i shitur për të siguruar jetesën. Nuk mund të fitosh shumë para duke shitur dru zjarri me çmimin e askujt.\nGruaja e tij doli për të marrë ujë dhe pa një grup fëmijësh që qeshnin me Maichen, gruaja mendoi se ishte e turpshme dhe më vonë u largua.\nKur Zhu Maichen ishte pesëdhjetë vjeç, perandori Wu i dinastisë Han kërkoi talente dhe adhuroi Zhu si prefekt të Kuaiji.\nGruaja e tij u pendua për verbërinë e saj dhe dëshiroi të reduktohej në një shërbëtore dhe konkubinë për t'i shërbyer Zhut për pjesën tjetër të jetës së tij.\nMaichen urdhëroi ish-gruan e tij të merrte një kovë me ujë, ta derdhte në shkallët dhe tha: \"Nëse uji mund të merret, ata të dy mund të kthehen së bashku\".\nDuke marrë parasysh marrëdhëniet midis burrit dhe gruas, gruas dhe burrit të saj të rimartuar iu dha një hapësirë ​​e hapur në kopshtin e pasmë për t'u kultivuar dhe për të mbajtur veten. Gruaja e tij u hodh në lumë dhe vdiq.", "聖意": "Shtëpia është në rrezik, vetvetja është në rrezik, paratë kanë humbur, transaksioni është në paqe, martesa është e paqëndrueshme, Liujia është e frikësuar, njerëzit janë bllokuar, fushat janë dëmtuar, krimbat e mëndafshit kanë humbur, bagëtia ka humbur, njerëzit janë gjetur, padia publike ka humbur, migrimi është i mirë, pasuria e humbur është e pafat, sëmundja është e rrezikshme dhe varri i malit duhet ndryshuar.", "古人": "Kali është i mbuluar me ujë (është e vështirë të mbledhësh ujin)", "第X籤": "Shenja e gjashtëdhjetë e katërt", "宮": "Maogong"}