{"籤詩版本二": "Gëzimi para meje nuk është gëzim, as nuk është i shqetësuar në kohë rreziku.\nPse është e nevojshme të pritet mishi për të shëruar plagët?Më mirë është të presësh kohën dhe të shërosh plagët → ato bëhen plagë.", "詩意": "Ky heksagram është si prerja e mishit në plagë.\nTë gjitha gjërat duhet të bëhen në kohën e duhur.", "解曰": "Nëse dini të ndaloni, ndaloni. Di si ta falësh veten. Prisni mishin e vet. Dhimbje të përgjithshme.", "籤詩故事一": "◇Sun Bin është bllokuar dhe Pang Juan është bllokuar\nGjatë periudhës së shteteve ndërluftuese, Sun Bin ishte një vendas i Qi. Pang Juan ishte një vendas i Wei. Ai gjithashtu adhuronte Gui Guzin si mësues të tij.\nSun Bin ishte më i mirë në mësim se Pang Juan.Kur Pang Juan ishte gjeneral në shtetin Wei, ai luftoi me Sun Bin në një betejë të zgjuarsisë dhe e urrente Sun Bin kur humbi.\nAi përdori një truk për të prerë këmbët e Sun Binit. Më vonë, Sun Bin u shtir si i çmendur dhe mundi të shpëtojë.\nMbreti Wei i Qi përdori Sun Binin si këshilltarin e tij ushtarak. Drejtoni trupat për të sulmuar Wei.\nSun Bin përdori metodën e shtirjes për të zvogëluar forcën e armikut dhe për të rritur fshehurazi trupat e tij. Ai mashtroi Pang Juan dhe e ndoqi në Maling Road. Ai u qëllua për vdekje nga një ushtar në pritë me një hark.", "聖意": "I shqetësuar në shtëpi, biseda me veten, kërkimi i pasurisë, biznesi i pafavorshëm, martesa e zuzarit nuk zgjat shumë, Liujia, njerëzit që bllokojnë fushat, dëmtimi i krimbit të mëndafshit, humbjet e gjashtë bagëtive, kërkimi i njerëzve, paditë jo publike, humbja, migrimi, konservativiteti, humbja pasuri, e vështirë për t'u gjetur, sëmundje, varre malore të përsëritura, të pafavorshme", "古人": "Sun Bin është bllokuar dhe Pang Juan është bllokuar", "第X籤": "Shenja e gjashtëdhjetë e pestë", "宮": "Maogong"}