{"籤詩版本二": "Rruga është e rrezikshme, kuajt dhe njerëzit janë me nxitim dhe ushtarët janë në gjendje të rëndë kur humbasin.\nPlazhi është i lartë, era dhe dallgët po çajnë, varka është prishur, dielli po perëndon, lulet po vdesin, qielli po bie dhe bryma po bie Fito: ariu.棹: rrem.", "詩意": "Ky heksagram është si një varkë që prish plazhin.\nKujdes nga të gjitha rreziqet.", "解曰": "Shkolla e vjetër dhe shkolla e vjetër. I qetë dhe i pafajshëm. Nuk ka nevojë të kërkoni këshilla. Udhëtoni lirshëm.", "籤詩故事一": "◇Mbreti i Chu Yin Ling humbi rrugën\nNë fillim të vitit 202 para Krishtit, gjithsej 400,000 trupa han nga tre anët rrethuan ushtrinë e Xiang Yu në Gaixia, e cila kishte mungesë ushqimi. Ata u kërkuan ushtarëve të këndonin në dialektin Chu, duke e bërë ushtrinë e Xiang Yu të besonte gabimisht se vendlindja e tyre ishte kontrolluar. nga ushtria Han. Kjo taktikë psikologjike e \"rrethimit nga të gjitha anët\" bëri që ushtria e Xiang Yu të humbiste moralin.\nKështu, Xiang Yu udhëhoqi më shumë se 800 kalorës elitë dhe vendosi të shpërthejë, ndërsa ushtria Han e ndoqi nga afër Guan Ying dhe 5000 kalorës. Pasi kaloi lumin Huai, kalorësisë së Xiang Yu i kishin mbetur vetëm njëqind njerëz.\nXiang Yu humbi në Yinling dhe i kërkoi një fermeri në anë të rrugës rrugën për në lumë. Pa pritur, ai ndoqi drejtimin e treguar nga i moshuari dhe përfundoi në një moçal, duke e bërë të vështirë lëvizjen. Ai pothuajse u parakalua nga Liu Ushtria e Bang-ut. Xiang Yu më në fund arriti në Wujiang dhe e kuptoi se situata kishte marrë fund.Duke parë pa turp pleqtë e Jiangdong, ai bëri vetëvrasje dhe vdiq.", "聖意": "Familja dhe shtëpia shqetësohen për fatkeqësitë e tyre. Kërkojnë para dhe prishin biznesin. Martesa nuk është e qëndrueshme. Liujia është e rrezikshme. Këmbësorët po bllokojnë fushat. Janë dëmtuar krimbat e mëndafshit. Gjashtë bagëti janë dëmtuar. njerëz të zhdukur. padi publike. Humbje Migrim Pronë e humbur Sëmundje Është e pafavorshme dërgimi në varr malor.", "古人": "Mbreti Yin Ling i Çu-së humbi rrugën", "第X籤": "Loti i gjashtëdhjetë e gjashtë", "宮": "Maogong"}