{"籤詩版本二": "Kur të vijë dimri, një degë kumbulle në mal nuk do të shkatërrohet edhe nëse gjethet i bien dhe degët i thahen.\nPor kur vjen pranvera, unë përsëri më kthej si kurtezane dhe shkatërroj veprën origjinale.", "詩意": "Në këtë heksagram, lulja e kumbullës zë pozicionin kryesor.\nÇdo gjë është mirë nëse vonohet.", "解曰": "Një shigjetë e gjuajtur bosh. Kur është bosh, nuk është bosh. Në pritje të ardhjes së pranverës. Ngjyra është në të.", "籤詩故事一": "◇ Shënoi dy herë\nGjatë sundimit të perandorit Dezong të dinastisë Tang, ministri besnik Mei Bogao dhe familja e tij u inkuadruan nga kryeministri tradhtar Lu Qi, i cili donte t'i vriste të gjithë. Vetëm djali i tij Mei Liangyu arriti të arratisej. Më vonë, ai ndryshoi emrin Wang Xitong për të fshehur identitetin e tij. Ai jetoi i vetëm në rrugë, i uritur dhe i ftohtë, por për fat të mirë ai u mor nga Chen Risheng (Chen Dongchu). Chen Risheng nuk e dinte përvojën e tij të jetës, ndaj i kërkoi që ta ndihmonte për t'u kujdesur për kopshtin e kumbullave të Chen, në mënyrë që të mos vdiste uria në rrugë.\nChen Risheng ishte shok klase dhe shok i Mei Bogaos.Kur ai po persekutohej nga Lu Qi, ai u shpetua nga Mei Bogao. Si rezultat, Mei Bogao dhe Lu Qi u bënë armiqësi. Në fund, e gjithë familja e tij u ekzekutua. Chen Risheng ndihej i trishtuar dhe i zemëruar për shkak të kësaj.Pasi u martua, ai dha dorëheqjen dhe e transferoi familjen e tij në Yangzhou për të jetuar në izolim.\nChen Risheng ka një vajzë të quajtur Chen Xingyuan, e cila është e bukur dhe aromatik.Pasi Mei Liangyu erdhi në familjen Chen, ata ranë në dashuri me shikim të parë. Në një ditë kur lulet e kumbullës ishin në lulëzim të plotë, që ishte edhe përvjetori i vdekjes së Mei Bogao, Chen Risheng dhe familja e tij hapën një altar në kopshtin e kumbullave të shtëpisë së tyre për të përkujtuar mikun dhe bamirësin e tyre të vdekur. Papritur, qielli ndryshoi papritur dhe një stuhi e madhe bore shpërtheu, duke mbuluar të gjitha lulet e kumbullës. Chen Risheng u ankua se mundi të shpëtonte shëndoshë e mirë, por ai nuk mundi të shpëtonte as pasardhësit e familjes Mei. Ai mendoi se ky ishte një paralajmërim nga Zoti, kështu që ai u zotua se nëse lulet e kumbullës nuk lulëzojnë përsëri, duke dëshmuar se pasardhësit e Familja Mei ishte ende gjallë, ai kurrë nuk do të thoshte asgjë.Ai u arratis në Budizëm dhe u bë murg.\nVajza e tij Xingyuan e dëgjoi këtë dhe menjëherë dogji temjan dhe iu lut sinqerisht Zotit që t'i bënte lulet e kumbullës të lulëzojnë përsëri. Sinqeriteti i tyre lëvizi parajsën dhe të gjitha pemët e kumbullës në kopshtin e kumbullave lulëzuan përsëri; më vonë Chen Risheng e kuptoi se Xitong ishte Liangyu, kështu që ai fejoi vajzën e tij Xingyuan me të.", "聖意": "Shtëpia nuk është e mirë për veten, njeriu është i mirë për veten, njeriu kërkon pasuri, është i matur në punë, koha është e përshtatshme, martesa është vonë, pranvera është e fortë, vjeshta është bosh, udhëtari është vonë, fushat janë të begata, krimbat e mëndafshit janë të begatë, gjashtë bagëtitë janë të begata, kërkimi i njerëzve, gjyqet publike, humbja, shpërngulja, pasuria e humbur, sëmundjet lindore, alarmet e rreme, varret malore duhet të ndërrohen.", "古人": "Shënoi dy herë", "第X籤": "Gjashtëdhjetë e nëntë Fitimi i Lotit", "宮": "Tatsumi"}