{"籤詩版本二": "Vrapimi përreth, bllokimi i shumë rreziqeve, bartja e ujit dhe tërheqja zvarrë e njerëzve për të ngjitur malet\nUnë madje kërkoj ndihmë nga një vend tjetër, nuk jam kthyer kurrë pasi kam udhëtuar mijëra kilometra larg.", "詩意": "Ky heksagram është si zvarritja e baltës dhe ujit.\nMbajtja e gjërave të vjetra do të sjellë fat të mirë.", "解曰": "Tërheqja është e mundur. Përparimi është i vështirë. Vetëm ji konservator. Mos prisni të ngjiteni lart.", "籤詩故事一": "◇ Është e vështirë për Qiuniang të largohet\nDu Qiu ishte një vendas i Jinling në dinastinë Tang.\nNë moshën 15-vjeçare, ajo u bë konkubina e Li Qi (një tradhtar në dinastinë Tang).\nNë vitin e dytë të Yuanhe (807), Li Qi nisi zyrtarisht një ushtri për t'u rebeluar. Më vonë, rebelimi i Li Qi dështoi dhe Du Qiu u përfshi në pallat. Më vonë, ajo u favorizua nga perandori Xianzong i dinastisë Tang dhe u bë konkubinë.\nNë vitin e pesëmbëdhjetë të Yuanhe (820), Tang Muzong erdhi në fron dhe e emëroi atë si Fumu të djalit të tij Li Min (një dado që specializohej në kujdesin e fëmijëve të familjes mbretërore).\nMë vonë, Li Min u rrëzua si Mbreti i Zhang dhe Du Qiuci u kthye në qytetin e tij të lindjes.\nKur Du Mu kaloi pranë Jinling, ai e pa atë të varfër dhe të moshuar...\n(Kjo histori është një metaforë për keqardhjen që gjërat përkeqësohen çdo herë.)", "聖意": "Shtëpia është e pafavorshme për veten, lutja për pasuri, fat i mirë në vjeshtë dhe dimër, martesë e qetë, lutje për bekime për Liujia, lutje për bekime për këmbësorët, bllokimi i fushave, krimbat e mëndafshit, i pafavorshëm për gjashtë bagëti, vështirësi në gjetjen e njerëzve, çështje gjyqësore, humbja e fatit, humbja e pasurisë, sëmundja dhe pasuria e pafavorshme për varret malore.", "古人": "Qiuniang është në telashe", "第X籤": "Loti i shtatë", "宮": "Pallati i shëmtuar"}