{"籤詩版本二": "Chao Chao është si një bletë që mbledh lule, që fluturon nga jugperëndimi dhe më pas në lindje\nKur të mbarojë pranvera dhe të ikin lulet, nuk ka ku të kërkosh, kjo zemër nuk do të ndryshojë vendndodhjen e saj.", "詩意": "Ky heksagram është si një bletë që mbledh lule.\nGjithçka është e mundimshme dhe e mundimshme.", "解曰": "Nuk ka pamje pranverore. Bie shi për një kohë të gjatë, por nuk pastrohet kurrë. Kërkoni ndihmë. Është më mirë të jesh i qetë.\n.", "籤詩故事一": "◇Li Mi u rebelua kundër dinastisë Tang\nLi Mi\n(582-619), udhëheqësi i ndjerë i Ushtrisë Wagang në kryengritjen fshatare në Dinastinë e vonë Sui të Kinës. Mjeshtër i kaligrafisë. Zotëruesi i fjalës Fa ishte një vendas në Chang'an, Jingzhao dhe shtëpia e tij stërgjyshore ishte Xiangping, Liaodong (tani në jug të Liaoyang, Liaoning). Një vendas në Chang'an, Jingzhao, shtëpia e tij stërgjyshore është Xiangping, Liaodong (tani në jug të Liaoyang, Liaoning).\nNë vitin e nëntë të Daye (613), ai mori pjesë në rebelimin e Yang Xuangan kundër dinastisë Sui në Liyang (tani në verilindje të kontesë Junxian, Provinca Henan). Në vitin e nëntë të Daye (613), ai mori pjesë në rebelimin e Yang Xuangan kundër dinastisë Sui në Liyang (tani në verilindje të kontesë Junxian, Provinca Henan). Ndjenja misterioze është mposhtur,\nLi Mi iku. Xuangan u mund dhe Li Mi u largua.\nNë vitin e dymbëdhjetë të Daye, ai u bashkua me ushtrinë Wagang\n. Në vitin e dymbëdhjetë të mbretërimit të Daye, ai u bashkua me ushtrinë Wagang. Li Mi ishte i zoti në strategji.Në tetor të vitit të dymbëdhjetë të Daye, Li Mi e bindi Zhain të sulmonte Xingyang Tong, gjeneralin e fuqishëm që shoqëronte ushtrinë, për të mbrojtur Zhang Xutuon, duke mundur ushtrinë Sui dhe duke vrarë Zhang Xutuo. Li Mi ishte i zoti në strategji.Në tetor të vitit të dymbëdhjetë të Daye, Li Mi e bindi Zhain të sulmonte Xingyang Tong, gjeneralin e fuqishëm që shoqëronte ushtrinë, për të mbrojtur Zhang Xutuon, duke mundur ushtrinë Sui dhe duke vrarë Zhang Xutuo.\nMë vonë, ai propozoi të sulmonte magazinë Xingluo (më vonë u quajt Luokou), të hapte magazinë për lehtësim dhe të zgjeronte ekipin. Ekipi i Ushtrisë Wagang u rrit me shpejtësi. Në vitin e 13-të të Daye, Li Mi udhëhoqi Ushtrinë Wagang dhe Zhai Rang u mor me uljen dhe shpërndarjen e dinastisë Sui. Pati një luftë për burimet ushtarake dhe çështje të tjera, dhe Li Mi vrau Zhai Rang dhe qindra ndjekës të tij. Më vonë, ai propozoi të sulmonte magazinë Xingluo (më vonë u quajt Luokou), të hapte magazinë për lehtësim dhe të zgjeronte ekipin. Ekipi i Ushtrisë Wagang u rrit me shpejtësi. Në vitin e 13-të të Daye, Li Mi udhëhoqi Ushtrinë Wagang dhe Zhai Rang u mor me uljen dhe shpërndarjen e dinastisë Sui. Pati një luftë për burimet ushtarake dhe çështje të tjera, dhe Li Mi vrau Zhai Rang dhe qindra ndjekës të tij.\nNë mars të vitit të 14-të të Daye, Yu Wenhuaji vrau perandorin Yang të dinastisë Sui\n, bëri që më shumë se 100,000 njerëz të kthehen në perëndim. Në mars të vitit të katërmbëdhjetë të Daye, Yu Wenhuaji (Yu Wen, mbiemër i përbërë) vrau perandorin Yang të dinastisë Sui dhe u kthye në perëndim me më shumë se 100,000 njerëz. Li Mi u urdhërua të sulmonte Huaji. Edhe pse Huaji u mund, Li Mi gjithashtu pësoi humbje të mëdha në trupa. Më vonë ai u ndoq nga Wang Shichong. Ushtria e Li Mi u mund dhe kampi i tij u shkatërrua. Gjeneralët e tij Qin Shubao, Cheng Zhijie (fillimisht i quajtur Cheng Yaojin), Niu Jinda dhe të tjerë u kapën. , Shan Xiongxin u dorëzua. Li Mi u urdhërua të sulmonte Huaji.Megjithëse Huaji u mund, trupat e Li Mi pësuan gjithashtu humbje të mëdha. Më vonë, ai u ndoq nga Wang Shichong. Ushtria e Li Mi u mund dhe kampi i tij bazë u asgjësua. Gjeneralët e tij Qin Shubao, Cheng Zhijie (i quajtur fillimisht Cheng Yaojin), Niu Jinda dhe të tjerë u kapën dhe Shan Xiongxin u dorëzuan. Li Mi ishte i dëshpëruar, kështu që ai kaloi lumin për në Heyang në shtator dhe iu dorëzua dinastisë Tang. Li Mi ishte i dëshpëruar, kështu që ai kaloi lumin për në Heyang në shtator dhe iu dorëzua dinastisë Tang.\nNë nëntor, Li Yuan dërgoi Li Mi në Shandong për të rekrutuar trupa të vjetra. Nëntor,\nLi Yuan dërgoi Li Mi të priste në Shandong për të rekrutuar trupa të vjetra. Duke e ndjerë se ai ishte dyshuar, ai u rebelua kundër Tang. Duke e ndjerë se ai ishte dyshuar, ai u rebelua kundër Tang. Gjenerali Tang Sheng Yanshi e ftoi Li Mi të sulmonte dhe e vrau në Xinggong Xian. Gjenerali Tang Sheng Yanshi e ftoi Li Mi të sulmonte dhe e vrau në Xinggong Xian.", "聖意": "Shtëpia, shtëpia, gjuha, vetja, horr, kërkimi i pasurisë, shpërdorimi i biznesit, martesat që nuk zgjasin, Liujia, lulet boshe, këmbësorët, Yaotian, dëmtimi i krimbit të mëndafshit, dëmtimi i gjashtë bagëtive, personat e zhdukur, paditë, humbja, migrimi, konservativiteti, prona e humbur, sëmundje, pengesa, reformë varresh malore", "古人": "Li Mi u rebelua kundër dinastisë Tang", "第X籤": "Barazimi i shtatëdhjetë", "宮": "Tatsumi"}