{"籤詩版本二": "Njohja e rojeve të nëntëmbëdhjetë të Canglong: Një grua u martua me një burrë të dytë\nMe një hark dhe dy shigjeta, dinosaurët do të jetojnë në paqe menjëherë", "詩意": "Ky heksagram është si një hark që mban dy shigjeta.\nÇdo gjë është e favorshme nëse shkon së bashku.", "解曰": "Jo shumë e rëndë. Fati. Zhen Liuzhong hapet. Këshillohet që të jeni të kujdesshëm.", "籤詩故事一": "◇Wenjun viziton Xiangru\nZhuo Wenjun ishte vajza e nipit të Zhuo Wang, një biznesmen i pasur në Linqiong, Provinca Sichuan.Ajo ishte e aftë në muzikë dhe kishte një emër letrar. Ajo u martua kur ishte gjashtëmbëdhjetë vjeç, disa vjet më vonë i shoqi i vdiq dhe ajo u kthye në familjen e saj të lindjes për të jetuar si e ve.\nNjë ditë, Sima Xiangru shkoi në shtëpinë e Zhuo Wangsun për një banket. Kur mësoi se Zhuo Wenjun ishte sapo e ve, luajti këngën \"Phoenix Seeking the Phoenix\" për të shprehur dashurinë e tij. Zhuo Wenjun kishte dëgjuar tashmë për Sima Xiangru, dhe ky banket e bëri atë edhe më të tërhequr nga Sima Xiangru. Nga ana tjetër, pas banketit të Sima Xiangru, ai menjëherë shpenzoi shumë para për të korruptuar shërbëtoren personale të Zhuo Wenjun dhe i kërkoi asaj t'i transmetonte dashurinë e Sima Xiangru për Zhuo Wenjun. Pasi Zhuo Wenjun mësoi për dashurinë e Sima Xiangru përmes shërbëtores, ai nxitoi menjëherë në bujtinë ku jetonte Sima Xiangru. Duke parë mbërritjen e Zhuo Wenjun, Sima Xiangru u largua menjëherë me të brenda natës në qytetin e tij në Chengdu.\nKur ata ishin në Chengdu, çifti ishte i varfër dhe duhej të ktheheshin në Linqiong për të hapur një hotel të vogël për të siguruar jetesën. Zhuo Wenjun shiste verë dhe Sima Xiangru lante enët. Ata bënin një jetë të varfër. Pasi babai i Zhuo Wenjun, Zhuo Wangsun, mësoi për këtë, ai ra dakord dhe i financoi ata nën këshillën e miqve të tij, kështu që Sima Xiangru dhe Zhuo Wenjun u kthyen në Chengdu për të jetuar, dhe më vonë u bënë të pasur.", "聖意": "Humbja e shtëpisë dhe pronës, të drejtat dhe gabimet e veta, kërkimi i pasurisë, transaksionet e punës, ruajtja nga ribashkimi i martesës", "古人": "Wenjun viziton Xiangru", "第X籤": "Shtatëdhjetë e një lotari fituese", "宮": "Tatsumi"}