{"籤詩版本二": "Bletarët duhet të lypin për mjaltin e tyre, që të mos pickohen nga ndonjë thumb.\nDuhet të ketë një rrugë të çuditshme para jush, sekreti është i thellë sa një pyll me gjemba.", "詩意": "Ky heksagram simbolizon bletët që mbledhin mjaltë.\nGjithçka është e mundimshme dhe e mundimshme.\n\n(Ky heksagram kërkon simbolin e ëmbëlsisë dhe hidhësisë.\nParandaloni fatkeqësitë në gjithçka.\n)", "解曰": "Gjërat duhen bërë me kujdes. Nuk ka nevojë ta detyrosh. Bletët mbledhin mjaltë. Cila është arsyeja?", "籤詩故事一": "◇Wang Mang kërkon talente\nFamilja Wang Mang në dinastinë Han perëndimore mund të thuhet se është një familje e pasur. Edhe pse babai i tij vdiq herët, disa nga xhaxhallarët e tij u bënë perandorë të dinastisë Han. Ata u bënë gjeneralë, kryeministra dhe u bënë markezë dhe morën shpërblime. Familja Wang ishte jashtëzakonisht e shquar.\nPor familja e vogël e Wang Mang ishte jashtëzakonisht e varfër; babai i tij vdiq i ri dhe ai jetonte vetëm me nënën e tij, duke u mbështetur në bamirësinë e të afërmve. Por për shkak të kësaj, Wang Mang zhvilloi dhe praktikoi një sërë aftësish në trajtimin e njerëzve që kur ishte fëmijë. Sado i trishtuar apo i zemëruar të ndihej, ai gjithmonë shfaqte një pamje shumë të gëzuar dhe paqësore përpara të afërmve, pleqve apo të huajve, ndaj vlerësohej mjaft nga të gjithë në klan.\nNjë herë, xhaxhai i tij i madh ishte i sëmurë rëndë, pasi mësoi për këtë, ai erdhi dhe priti pranë shtratit të pacientit, duke sjellë ilaçe dhe ujë, dhe natën ishte vigjilent. Për disa muaj rresht, ai ishte i zhveshur, i zhveshur dhe i mërzitur. Ai ishte thjesht më \"durues\" se një pacient, më \"djalë\" se një djalë biologjik.\nPër këtë, të gjithë në popullin Tajvanez e lavdëruan atë dhe shkruanin letra duke kërkuar një shpërblim për të.\nKështu perandori Cheng i dinastisë Han i dha atij titullin Markez i Kryeqytetit të Ri dhe e emëroi si roje në pallat, duke u bërë një ministër i afërt i perandorit.\nMe statusin e tij të lartë dhe fuqinë e tij të madhe, Wang Mang nuk tregoi kurrë ndonjë arrogancë apo plogështi. Përkundrazi, ai u bë gjithnjë e më i sjellshëm dhe i sjellshëm. Nga njëra anë, ai u miqësua me ministra, gjeneralë, të famshëm dhe dijetarë. Nga ana tjetër. , i ndihmonte të varfërit dhe ishte bujar me pasurinë e tij.\nPor ai bënte një jetë shumë të kursyer, duke ngrënë shpesh gjellë me mish, për të mos përmendur veshur rroba të gjata dhe fustane me mëngë të gjata, vetëm me rroba të shkurtra. Ndaj të gjithë në qeveri dhe publik e lavdëruan njëzëri me fjalën “i virtytshëm”.\nMë vonë, xhaxhai i tij, Grand Sima Wanggen, vdiq nga sëmundja dhe ai u zgjodh si zëvendësues i tij. Perandori dhe të gjithë ministrat mendonin se ai ishte personi më i përshtatshëm. Prandaj, Wang Mang, i cili ishte vetëm tridhjetë e tetë vjeç, u bë Grand Sima me fuqinë më të lartë ushtarake në vend.\n(Kjo histori është një metaforë. Të qenit i aftë për të qenë një person i mirë mund t'ju ndihmojë të heqni qafe \"vështirësinë për t'u pickuar nga bletët\" dhe të arrini idealet tuaja ashtu siç dëshironi.)", "聖意": "Shtëpia nuk është e mirë për veten, familja është në hall, biznesi është i bllokuar, martesa është bllokuar, gjashtë parzmore janë të rreme, këmbësorët janë vonë, të korrat e krimbit të mëndafshit janë të pakta, bagëtia është e ulët, është e vështirë të gjej njerez, gjyqi eshte i keq, migrimi nuk po leviz, pasuria e humbur eshte keq, semundja eshte ngritur, varri i malit ka humbur.", "古人": "Wang Mang kërkon talente", "第X籤": "Fitimi i lotarisë shtatëdhjetë e dy", "宮": "Tatsumi"}