{"籤詩版本二": "Kur vjen pranvera, bubullimat dridhen dhe insektet cicërijnë, dhe unë largohem nga balta\nKur kuptova për herë të parë që isha ende duke ardhur e duke shkuar, sapo ndryshova, u bëra një dragua.", "詩意": "Ky heksagram është si bubullima dhe insektet.\nTakimi me një person fisnik është një shenjë e mirë në çdo gjë.", "解曰": "Bien bubullima. Dy depozita brenda dhe jashtë. Ndrysho një herë. Deri në Tianmen.", "籤詩故事一": "◇ Kryengritje e Chenqiao\nNë vitin 959 pas Krishtit, Zhou Shizong Chai Rong vdiq dhe perandori Gong, Chai Zongxun, i cili u ngjit në fron, ishte vetëm shtatë vjeç. Në atë kohë, Zhao Kuangyin, i cili shërbente si inspektor përpara pallatit dhe i dërguari i Songzhou në ushtrinë gjermane, kishte pushtet të vërtetë.\nNë pranverën e vitit 960 pas Krishtit, Zhenzhou (sot Zhengding, Provinca Hebei) dhe Dingzhou (konteja e sotme Dingxian, Provinca Hebei) raportuan se ushtritë e dinastisë veriore Han dhe të shtetit Liao po shkonin së bashku në jug për të sulmuar dinastinë e mëvonshme Zhou, me vrull i madh dhe kërkoi dërgimin e trupave për ndihmë. Më vonë, dinastia Zhou urdhëroi Zhao Kuangyin të drejtonte trupat e tij në veri për të luftuar kundër armikut. Zhao Kuangyin veproi fshehurazi nën planifikimin e vëllait të tij Zhao Guangyi, Zhao Pu, Shi Shouxin dhe të tjerëve.\nMë 3 shkurt, kur ushtria mbërriti në Chenqiaoyi (tani qyteti Chenqiao, në juglindje të Fengqiu, Henan), ata filluan një kryengritje dhe urdhëruan ushtarët të vishnin rroba të verdha për të. Ata u rebeluan kundër dinastisë së mëvonshme Zhou dhe mbështetën Zhao Kuangyin si perandor . Pas kësaj, Zhao i çoi trupat e tij përsëri në Kaifeng pa djegur, vrarë apo plaçkitur. \"Taizu Chen Qiao u betua të mos shqetësonte njerëzit e kryeqytetit dhe ai premtoi se nuk do të shqetësonte qytetin ditën kur hyri në qytet.\"\nNë ditën e tretë të vitit të tretë të muajit hënor, Zhao Kuangyin ngriti kryengritje në Chenqiao dhe u kthye në kryeqytet. Fan Zhi udhëhoqi Wang Pu dhe Wei Renpu për të pyetur Zhao Kuangyin. Luo Yanhuan nxori shpatën e tij përpara çadrës dhe bërtiti me zë të lartë : \"Tri ushtritë nuk kanë zot. Gjeneralët kanë vendosur ta emërojnë perandor. Kushdo që flet do të vritet!\". Fytyra e Wang Pu ishte e zbehtë si dheu. Ai uli hapat dhe u përkul. Fan Zhi gjithashtu u përkul. Kuang Yin personalisht e ndihmoi atë të ngrihej dhe e trajtoi me shumë mirësjellje.\nPas një rezistence të moderuar, perandori Gong i dinastisë së mëvonshme Zhou mori fronin dhe Zhao mori fronin. \"Taizu ishte gati të pranonte Zen, por nuk kishte tekst Zen. Tao Gu, një studiues i Hanlin, pranoi urdhrin. dhe hyri pranë tij duke thënë: \"U krye\".\nPasi Zhao erdhi në fron, ai ndryshoi emrin e vendit në Song, Yuan në Jianlong dhe bëri Kaifeng kryeqytet. Shi Shouxin, Gao Huaide, Zhang Lingduo, Wang Shenqi, Zhang Guanghan dhe Zhao Yanhui u dhanë të gjithë titullin Jiedushi. , e cila njihej në histori si \"Rebelimi i Chenqiao\".\nWikipedia\n(Kjo histori tregon se ky është fillimi i performancës së Zhao Kuangyin.)", "聖意": "Lutuni për shtëpinë tuaj, jetën e përditshme, pasurinë, fatin, fat të mirë në biznes, martesë fisnike, sukses në Liujia, këmbësorë meshkuj, lindja e hershme e krimbave të mëndafshit në fusha, lindja e hershme e gjashtë kafshëve, fat i mirë në pranverë, kërkimi i njerëzve , suksese në gjyqe, fat në migrim, pasuri e humbur, rreziqe në sëmundje, rreziqe në male e varre.", "古人": "Kryengritje Chenqiao", "第X籤": "Nënshkruar shtatëdhjetë e tre", "宮": "Mi Palace"}