{"籤詩版本二": "Si një mjellmë që fluturon nga kafazi, dua të marr një trup tjetër, por nuk mundem\nËshtë e vështirë të dalësh nga veriu, jugu, lindja dhe perëndimi.Ky heksagram ka vërtet frikë nga urrejtja.", "詩意": "Ky heksagram është si një mjellmë që hidhet në ujë (kafaz).\nGjithçka është më e zbrazët dhe më pak reale.", "解曰": "Është (nuk) e mundur të futet në trup. Të regresësh do të thotë të jesh (i paaftë). Mbani kokën poshtë dhe shkoni drejt. Të gjitha në të.", "籤詩故事一": "◇ Qin mundi dhe kapi tre komandantë\nDuka Mu i Qin-it nuk e dëgjoi këshillën e ministrit të tij veteran Jian Gong dhe dërgoi trupa për të sulmuar shtetin Zheng. Ai luftoi me njerëzit e Jin në Huo (që ndodhet midis Qarkut Luoning dhe Qarkut Shaanxian në provincën Henan, Kinë).\nUshtria Jin e joshi ushtrinë Qin në një luginë të rrezikshme. Rruga përpara ishte e bllokuar. Ushtarët Jin nga të dy anët hodhën zjarr, squfur dhe kripur. Ushtarët Jin pas tyre vranë me zhurma të forta. Ushtria Qin shkeli njëri-tjetrin, duke shkaktuar viktima të panumërta.\nAta u mundën dhe të tre gjeneralët u kapën.", "聖意": "I shqetësuar në shtëpi, vetë i bllokuar, në kërkim të parave, një horr, tregtim, prishje e martesës, ndëshkim, plagosje e Liujia, grabitje e këmbësorëve, bllokim i fushave, krimba të mëndafshit që mungojnë, murtaja e bagëtive, kërkimi i njerëzve, procesi gjyqësor, fatkeqësia, migrimi, pasuria e humbur e pafavorshme , sëmundjet e liga, përhapja e maleve dhe varreve", "古人": "Qin i mundi dhe i kapi tre komandantët", "第X籤": "Shenja e shtatëdhjetë e katërt", "宮": "Mi Palace"}