{"籤詩版本二": "Ashtu si të tërhiqni zvarrë një tigër nëpër një mal të lartë, lufta dhe konkurrimi me njëri-tjetrin është i ndrojtur dhe i ftohtë.\nPapritur befas ben dicka te mire.Duhet te ruash veten.Fjala zvarritje e tigrit do te thote te perqafosh tigrin.", "詩意": "Ky heksagram është si të mbash (zvarritësh) një tigër nëpër mal.\nGjithçka është e rrezikshme dhe e frikshme.", "解曰": "Rreziku është i rrezikshëm. Ka pengesa përpara. Nëse kërkoni këshilla. Është vërtet punë e vështirë.", "籤詩故事一": "◇ Wu Yuan u largua nga Zhaoguan natën (Wu Zixu kaloi Zhaoguan)\nWu Zixu ishte një vendas i Chu në periudhën e pranverës dhe vjeshtës. Në atë kohë, mbreti Ping i Chu donte ta gjuante atë. Mbreti Ping i Chu ofroi një shpërblim për arrestimin e Wu Zixu-së dhe e vizatoi portretin e tij dhe e vendosi në portat e qytetit në të gjithë shtetin Chu dhe urdhëroi zyrtarët të rrisin hetimet. Kur Wu Zixu iku në Zhaoguan, kufiri midis Wu dhe Chu, zyrtarët në Zhaoguan e kontrolluan shumë nga afër.Ai ishte aq i shqetësuar sa nuk mund të flinte për disa netë me radhë, madje edhe flokët e tij u grinë nga shqetësimi. Për fat të mirë, takova një burrë të quajtur Dong Gao Gong, i cili simpatizoi gjendjen e tij dhe e çoi në shtëpi për t'u fshehur. Duka Dong Gao kishte një mik që ngjante paksa me Wu Zixu, kështu që Duka Dong Gao i kërkoi të kalonte testin duke u shtirur se ishte Wu Zixu. Rojet e kapën Wu Zixu-n e rremë, por Wu Zixu-n e vërtetë nuk mund ta dallonin zyrtarët sepse flokët i kishte të gjitha të bardha, ndaj e lanë të kalonte. Më vonë, ai u arratis i sigurt në shtetin Wu.\n(Zëvendësimi i Wu Zixu me një mik që duket i ngjashëm, dhe që vetë ka flokë gri, është \"dora magjike\" e kësaj historie)", "聖意": "Lutuni për shtëpinë dhe shtëpinë tuaj që të mbroni veten, kini kujdes nga kërkimi i pasurisë, jini të kujdesshëm në transaksione, ngecje në transaksione, vështirësi në martesë", "古人": "Wu Yuan u largua nga Zhaoguan natën (Wu Zixu kaloi Zhaoguan)", "第X籤": "Shenja e shtatëdhjetë e pestë", "宮": "Mi Palace"}