{"籤詩版本二": "Një përzierje e peshkut dhe dragoit ka të njëjtin kuptim. Qëndroni në pishinën e thellë dhe prisni fatin.\nNë mënyrë të pandërgjegjshme, Yumen u hodh mbi Pallatin e Dragoit me kokën ngritur.", "詩意": "Peshku heksagram dhe dragoi mbeten të pandryshuar.\nGjithçka vjen në kohë.", "解曰": "Edhe pse është Ziji. Gjithashtu prisni. Planifikoni biznesin tuaj. Mos veproni në mënyrë të pamatur.", "籤詩故事一": "◇Hongwu duke parë bagëti\nZhu Yuanzhang, një vendas nga Zhongli, Haozhou (tani Qarku Fengyang, Provinca Anhui), lindi në vitin e parë të Tianli të Yuan Wenzong të dinastisë Yuan, duke u renditur i katërti në familjen e tij. Ai lindi në një familje të varfër fshatare, për shkak të varfërisë kur ishte i ri, nuk mundi të studionte dhe dikur grumbullonte bagëti për pronarin.\nNë vitin e katërt të Zhizheng (1344), pati një thatësirë ​​të madhe në Huaibei. Babai, nëna dhe vëllai i Zhu Yuanzhang vdiqën radhazi, kështu që ai nuk kishte zgjidhje tjetër veçse të bëhej një murg fillestar në Tempullin Huangjue.\nMë pak se dy muaj pasi hyri në tempull, për shkak të vështirësisë në mbledhjen e qirasë së tempullit në vitet e urisë, pronari i tempullit mbylli magazinë dhe i pushoi murgjit. Zhu Yuanzhang duhej të linte qytetin e tij dhe të bëhej një murg endacak (një murg që siguronte jetesën duke lypur).\nMë vonë, Zhu Yuanzhang u bë Taizu i dinastisë Ming dhe \"perandori civil\" në historinë kineze, me emrin mbretëror \"Hongwu\".\n(Metafora e kësaj historie është se të qenit i zakonshëm për një kohë nuk do të thotë se do të jetë njësoj edhe në të ardhmen. Kjo sepse nuk ka ardhur ende koha.)", "聖意": "Familja është e sigurt, familja është e shëndetshme, pasuria është e mirë, biznesi është duke pritur, martesa është vonë, mashkulli ka lindur në Liujia, këmbësori është vonë, krimbi i mëndafshit është vonë, krimbi i mëndafshi është i pasur, gjashtë kafshët janë bisht, personi është i zhdukur, asnjë proces gjyqësor nuk vonohet, migrimi është konservativ, pasuria e humbur është bllokuar, sëmundja është penguar, varri malor ndodh", "古人": "Hongwu shikon bagëtinë", "第X籤": "Loti i shtatëdhjetë e gjashtë", "宮": "Mi Palace"}