{"籤詩版本二": "Në ëndërr thuhej se do të kishte shumë pasuri, por fama do të dështonte.\nUji është larg dhe malet janë larg, por është e vështirë të jesh besnik.Njeriu fisnik jep udhëzime dhe buzëqesh.", "詩意": "Ky heksagram përfaqëson simbolin e marrjes së thesarit në ëndërr.\nGjithçka është pak a shumë reale.", "解曰": "Të ëndërrosh si një ëndërr. Asnjë shpresë për famë. Thjesht prisni kohë të mira. Udhëzime fisnike.", "籤詩故事一": "◇ Kthejeni nefritin tek Zhao (kthejeni nefritin tek Zhao pasi ta keni përfunduar)\nNë vitin 283 para Krishtit, Mbreti Zhao Huiwen mori He's Bi nga Chu. Pasi mbreti Qin Zhaoxiang dëgjoi lajmin, ai i dërgoi një letër mbretit Zhao, duke shprehur gatishmërinë e tij për të shkëmbyer pesëmbëdhjetë qytete për He's Bi.\nLin Xiangru i analizoi mbretit Zhao se Qin ishte i fortë dhe Zhao ishte i dobët dhe duhej të zëvendësohej.\nMbreti Zhao më pas dërgoi Lin Xiangru në Qin me He's Bi.\nMbreti i Qin takoi Lin Xiangru në Zhangtai dhe Lin Xiangru ia paraqiti nefritin mbretit të Qin. Mbreti i Qin u gëzua pa masë dhe ia kaloi He's Bi bukuroshes dhe të gjithë rreth saj e panë atë. Në këtë kohë, të gjithë majtas dhe djathtas bërtisnin rroftë.\nLin Xiangru pa që Mbreti i Qin-it nuk kishte ndërmend t'ia jepte qytetin Zhaos, kështu që i tha mbretit të Qin-it se nefriti i tij ishte me defekt dhe donte t'ia tregonte mbretit të Qin-it në mënyrë që të përfitonte nga rasti për të marrë mbrapa lodh.\nPasi Lin Xiangru mori përsëri Bi-në e Heshit, ai qëndroi pranë shtyllës së madhe, duke treguar se donte të vdiste me Bi-në e Heshit.\nNë këtë kohë, Lin Xiangru i tha mbretit të Qin: \"Mbreti i Zhaos i kapërceu akoma kundërshtimet e ministrave dhe pranoi propozimin e ministrit. Edhe nëse ai nuk e mashtronte njëri-tjetrin kur ndërvepronin me njerëzit e thjeshtë, për të mos përmendur se Qin është një vend i madh! Për të ruajtur miqësinë midis Qin dhe Zhao, Mbreti Zhao Pasi agjërova për pesë ditë, dërgova ministrat e mi në Qin me nefritin. Fatkeqësisht, mbreti i Qin jo vetëm që nuk kishte ndërmend t'i jepte Zhaos një qytetit, por edhe jadenë e familjes He ia kaloi një gruaje të bukur, që ishte me të vërtetë një tallje me ministrat e mi”.\nPasi mbaroi së foluri, Lin Xiangru bëri menjëherë një gjest duke goditur një shtyllë.Mbreti i Qin kishte frikë se He's Bi do të dëmtohej, kështu që ai bëri sikur i dha Zhaos pesëmbëdhjetë qytete. Lin Xiangru e kuptoi planin tradhtar të mbretit Qin, kështu që ai i kërkoi mbretit Qin të agjëronte për pesë ditë përpara se të paraqiste He's Bi për të vonuar kohën. Në këto pak ditë, Lin Xiangru dërgoi shërbëtorët e tij të ktheheshin në shtetin e Zhaos me nefritin, ndërsa ai qëndroi të merrej me mbretin e Qin.\n(Kjo histori është si sytë e një personi të zakonshëm që magjepsen nga statusi i tij.)", "聖意": "Lutja për bekime në shtëpi, veten, pengimi i pasurisë, vështirësimi i transaksioneve, martesa nuk është në harmoni me këmbësorët e Liujiaxu, krimbat e mëndafshit Chitian nuk pranohen, gjashtë kafshë janë dëmtuar, njerëzit mungojnë, priten procese gjyqësore publike dhe migrim, gjëra të humbura janë larg, sëmundjet ngrihen, dërgohen në varret malore dhe ndërrohen.", "古人": "Ktheni nefritin te Zhao (plotësoni nefritin tek Zhao)", "第X籤": "Lotaria e shtatëdhjetë e shtatë fituese", "宮": "Pallati i mesditës"}