{"籤詩版本二": "Ujë i ftohtë dhe supë e vluar e pa ngrohur, as e ftohtë as e nxehtë por e vakët\nTë mos bësh asgjë tjetër në botë, të jesh i fortë në të gjitha llojet e arteve", "詩意": "Ky heksagram është një simbol i përdorimit të mirë të gjërave.\nGjithçka është e qëndrueshme dhe e mirë.", "解曰": "Të burgosurit falen. Një sëmundje takon një mjek të mirë. Kërkoni pasuri dhe shpresë. Udhëzime fisnike.", "籤詩故事一": "◇ Shpëtimi i Lintong\nDinastia e vonë Sui. Mbreti Li Yuan i dinastisë Tang kaloi pranë kodrës së mbjelljes së pemëve në rrëzë të malit Lintong. Papritur, burra të panumërt të fortë dolën me vrap nga pylli, duke bllokuar rrugën me shtiza dhe sëpata të gjata, duke synuar t'i vrisnin. Li Yuan ishte i rrethuar dhe ishte shumë kritike.\nNë këtë kohë, Shubao ishte gati të flinte në tempullin Wuyuan. Ai u befasua kur papritmas dëgjoi zhurmën e njerëzve dhe kuajve që bërtisnin për vdekje jashtë tempullit. Menjëherë hipi në kalin e tij dhe vrapoi në mes të malit, në fund të malit ishte gjithandej tym dhe pluhur dhe dëgjoheshin klithma vrasjesh.\nMe shpejtësi rrufeje, Shu Bao u vërsul dhe vrau dhjetëra njerëz me radhë.Armiqtë ikën në të gjitha drejtimet.\nShpëtoi familjen e Li Yuan. Kjo do të thotë, ai u ripërdor nga mbreti i dinastisë Tang. Ai u bë heroi themelues i dinastisë Tang.", "聖意": "Shtëpia e familjes është e favorshme për veten, duke kërkuar pasuri dhe transaksioni është një martesë. Këmbësorët meshkuj në Liujia mbërrijnë në fushë, krimbat e mëndafshit piqen, gjashtë bagëtitë janë të begata, kërkimi është për njerëzit, gjyqi shpërndahet, shpërngulja është e mbarë, pasuria e humbur gjendet, sëmundja është e sigurt, mali dhe varri janë të mbarë.", "古人": "Shpëtimi Lintong", "第X籤": "Nënshkruani shtatëdhjetë e tetë", "宮": "Pallati i mesditës"}