{"籤詩版本二": "Nyjë e zbrazët, dëshiroj të të mbaj të sigurt, nëse e ruan trupin tënd të sigurt, do të doja që të mos e kthesh kurrë.\nMos harroni se favori i Zotit është kthyer. Mos u përçmoni me fjalët e Perëndisë.", "詩意": "Mos besoni se ky heksagram është i vërtetë.\nËshtë një shenjë e të qenit konservator në çdo gjë.", "解曰": "Njerëzit kanë mendimet e tyre. Mendja nuk duhet të jetë e zënë. Udhëzimet e Guanyin. Mos u trego pa respekt.", "籤詩故事一": "◇ Mbështetja në mënyrë të fshehtë e flamurit të bronztë\nGjeneralit të famshëm themelues të dinastisë Tang, Qin Qiong (Qin Shubao) iu dha titulli Marshall i Madh i Dinastisë Sui. Ai udhëhoqi trupat e tij për të sulmuar Kalimin Sishui (ose Kalimin Sishui ose Dongling Pass, legjendat ndryshojnë). Yang Lin ( Yang Yicheng), gjenerali i rojes së Sishui Pass, ishte perandori Yang i dinastisë Sui urdhëroi të ngrihej një grup flamuri prej bronzi, por Qin Shubao nuk mundi ta sulmonte për një kohë të gjatë. Pasi zbuloi se Luo Cheng, drejtuesi i formacionit, ishte kushëriri i tij, ai kontaktoi tezen e tij.\nPara se të largohej Luo Cheng, ai i tha nënës së tij se personi që erdhi për të rrëzuar flamurin ishte kushëriri i tij Qin Qiong dhe nëna e tij e urdhëroi që ta ndihmonte fshehurazi. Në ditën e betejës vendimtare, Luo Cheng, i cili ruante flamurin e bronzit, papritmas ndërroi anë dhe bashkoi forcat me Qin Qiong për të mposhtur formacionin e Flamurit të Bronzit. Luo Cheng pushtoi Dongling Pass dhe u kthye fitimtar. Luo Cheng gjithashtu u dorëzua në Tang Dinastia.\n(Kjo histori është një metaforë që ndonjëherë duhet të mbështeteni te arsyeja kur bëni gjëra, në vend që të mbështeteni në emocione ose besim.)", "聖意": "Shtëpia është gjithashtu e gatshme të premtojë, të kërkojë pasuri, të mbajë pjesën e vet, të jetë e kujdesshme në transaksione, martesa është e rreme, të lindë një vajzë, këmbësorët të qëndrojnë në fushë, krimbat e mëndafshit, shtatë pikë, dëmtimi i gjashtë bagëtive, të zhdukurit, publiku. procese gjyqësore, shpërngulje, prona të humbura, sëmundje perëndimore, zgjidhje malesh, varre, drejtim perëndimor", "古人": "Duke ndihmuar fshehurazi flamurin e bronztë", "第X籤": "Shtatëdhjetë e nëntë Fitimi i Lotit", "宮": "Pallati i mesditës"}