{"籤詩版本二": "Pishat dhe selvitë e harlisur po lulëzojnë dhe shiu, bora, era dhe ngrica janë gjithçka për t'u bërë.\nE ardhmja do të bëhet papritmas një përdorim i madh dhe fama do të bëhet një shtyllë.", "詩意": "Ky heksagram është si një pyll i harlisur me pisha dhe selvi.\nKa fisnikëri në çdo gjë.", "解曰": "Fat i mirë në rrugë. Shërbim meritor gjatë gjithë jetës. Krimbët e mëndafshit të fushës janë pjekur. Familja është e begatë.", "籤詩故事一": "◇Fan Wenzheng vendosi të gërmonte dhe të vizatonte qull\nFan Zhongyan, një zyrtar i famshëm në dinastinë Song, vinte nga një familje e varfër kur ishte i ri. Ai studioi në rezidencën e një murgu në malin Changbai. Ai gatuan qull me dy litra mel çdo ditë. Pasi u ngurtësua gjatë natës, ai e preu atë. në katër copa me thikë.Hëngri dy copa në mëngjes dhe në mbrëmje dhe preu disa turshi për të ngrënë.\nKjo përdoret për të përshkruar dikë që nuk ka frikë nga vështirësitë, studion shumë dhe përfundimisht bëhet një talent me përdorim të madh.\nPrisni legen dhe vizatoni qull", "聖意": "Jiazhai është i favorshëm për veten, duke kërkuar pasuri, paqe, biznes, martesë, sukses, Liujia, këmbësorë meshkuj, fusha besimi, krimba mëndafshi, gjashtë bagëti, dëmtime, gjurmim njerëzish, padi, migrim, pasuri të humbur, sëmundje, varr Anshan, fat", "古人": "Fan Wenzheng vendosi të gërmonte dhe të vizatonte qull", "第X籤": "Shenja e tetë", "宮": "Pallati i shëmtuar"}