{"籤詩版本二": "Shkoni direkt në shkëmbin e pavdekshëm për të mësuar Pavdekësinë. Pasi kjo njohuri të shpallet nga perandori,\nQielli blu, dielli dhe hëna shkëlqejnë gjithmonë me shkëlqim dhe reputacioni i një zemre të drejtë përhapet në të gjithë botën.", "詩意": "Ky heksagram është një simbol i marrjes së udhëzimeve nga njerëzit fisnikë.\nGjithçka shkon mirë së bashku.", "解曰": "Ka një fillim dhe një fund. Mos shkoni në perëndim apo në lindje. Përdorni zemrën tuaj. Ka shumë njerëz fisnikë.", "籤詩故事一": "◇ Liu Zhiyuan dezertoi në ushtri\nLiu Zhiyuan (Zhiyuan) ishte nga Shatao (fisi Shatuo).\nLiu Zhiyuan dhe gruaja e tij Li Sanniang jetonin në shtëpinë e xhaxhait të tij. Xhaxhai i tij dyshoi se Liu Zhiyuan (Zhiyuan) ishte i varfër, kështu që ai e shtyu Zhiyuan të shkonte në kopshtin e pjeprit, duke shpresuar se Liu do të hahej nga dy shpirtrat e pjeprit. Zhiyuan mori një armë natën, luftoi shpirtrat e pjeprit, hyri nën tokë dhe gërmoi dheun. Merr shpatën dhe librin e luftës.\nAi mori shpatën dhe aftësitë e tij ushtarake, i tha lamtumirë gruas së tij dhe u bashkua me ushtrinë. Ai u strehua te Yue Xun dhe shërbeu si një i dërguar zyrtar për qetësimin.\nKhitan shkatërruan dinastinë Jin, duke lënë Rrafshinat Qendrore pa mjeshtër. Zhiyuan u bë perandor në Jinyang.\nVendi u ndryshua në dinastinë e mëvonshme Han. Ende quhet Tianfu (emri i vitit) pa ndryshuar epokën.", "聖意": "Shtëpia është e sigurt, vetja është e mbarë, paratë janë të mira, biznesi është i mirë, martesa është e mirë, çifti është martuar, udhëtari mashkull kthehet në fushë, gjysma e krimbave të mëndafshit janë korrur, gjashtë kafshët janë të suksesshme. , kërkimi i një personi është i suksesshëm, padia është i suksesshëm, migrimi është i mirë, pasuria e humbur është e mirë, sëmundja është Anshan, varri është i mirë.", "古人": "Liu Zhiyuan dezertoi në ushtri", "第X籤": "Shenja e tetëdhjetë", "宮": "Wei Gong"}