{"籤詩版本二": "Gjethet e fikut kanë rënë, vjeshta po afron dhe kthimi i udhëtarëve duket si re.\nFalë përpjekjeve të mëdha të Zotit, anija u kthye me thesarin në erë.", "詩意": "Ky heksagram përfaqëson gjethet që bien të pemës së fikut.\nGjithçka është e keqe paraprakisht dhe e mirë në fund.", "解曰": "Merrni gjërat nga zemra. Tianxin e ndjek atë. Për të siguruar jetesën. Bëj çfarë të mundesh.", "籤詩故事一": "◇Era fryn në pavijonin Tengwang\nWang Bo, emri i mirësjelljes Zian, ishte një poet i dinastisë së hershme Tang. Ai lindi në vitin e parë të Yonghui, perandorit Gaozong të dinastisë Tang. Wang Bo ka lexuar shkrime të shenjta që kur ishte fëmijë, dhe ai njihet si një \"fëmijë mrekulli\". Wang Bo ka lexuar shkrime të shenjta që kur ishte fëmijë, dhe ai njihet si një \"fëmijë mrekulli\".\nKur ai ishte dhjetë vjeç, ai dhe babai i tij kaluan pranë një tempulli të Guandit. Ata panë në tempull statujën madhështore të Guandit, duke mbajtur një kopje të \"Pranvera dhe Vjeshta\" dhe duke e lexuar atë. Kur i ati e pa atë, ai u frymëzua. Ai i këndoi perandorit Guan: \"Mbaj tre tufa me mjekër jeshile, duke lexuar historinë e dinastisë Qing te feneri jeshil dhe duke bërë homazh për emrat e famshëm. Duke mbajtur dragoin jeshil dhe hënën në dorë.\" Thuhet se në vjeshtën e këtij viti, Wang Bo shkoi nga Shanxi në ishullin Hainan për të vizituar babanë e tij, i cili u degradua në magjistratin e qarkut të Jiaozhi. , duke kaluar nëpër mijëra male dhe lumenj gjatë rrugës. Në vjeshtën e vitit, kur ishte njëzet e shtatë vjeç, Wang Bo shkoi nga Shanxi në ishullin Hainan për të vizituar të atin, i cili ishte zbritur në postin e Magjistraturës së Qarkut Jiaozhi. Ai kaloi nëpër mijëra male dhe lumenj gjatë rrugës.\nKur arritëm në malin Madang atë ditë, të gjithë dolën në breg për të pushuar. Kur Wang Bo ecte vetëm pranë një tempulli të lashtë, papritmas pa një plak të ulur në gurin pranë tempullit. Plaku dukej si një fëmijë me flokë të bukur dhe një pamje zanash. Ai i tha Wang Bo-së: \"A nuk je ti Wang Bo?\" Wang Bo u tremb dhe tha: \"Pikërisht! Nga e di ti këtë?\" Plaku tha: \"Kam dëgjuar prej kohësh që ti ke mirë. synimet për të shpëtuar njerëzit, dhe poezitë tuaja janë shumë kuptimplote. Nesër do të ketë një festë madhështore në Pavijonin Tengwang. Nëse mund të merrni pjesë në banket dhe të shkruani një ese, do të jeni të famshëm gjatë gjithë epokave dhe do të merrni shpenzimet e udhëtimit.\" në malin Madang, të gjithë dolën në breg për të pushuar. Kur Wang Bo po ecte vetëm pranë një tempulli të lashtë, papritmas pa në gurin ngjitur me tempullin, ishte ulur një plak, i cili dukej si një fëmijë me flokë të bukur dhe një zanë. Ai i tha Wang Bo, \"A nuk je Wang Bo?\"\nWang Bo u befasua dhe tha: \"Pikërisht! Si e dini këtë?\"\nPlaku tha: \"Kam dëgjuar prej kohësh që ju keni një qëllim të mirë për të shpëtuar njerëzit, dhe poezitë që kompozoni janë mjaft domethënëse. Nesër do të ketë një festë madhështore në pavijonin e Princ Teng. Nëse mund të merrni pjesë në banket dhe të kompozoni, do të jesh i famshëm në shekuj dhe do të kesh shpenzimet e udhëtimit”.\nWang Bo tha: \"Ky vend është gjashtë ose shtatëqind milje larg nga Pavioni Tengwang. Si mund të arrijmë këtu nesër?\" Plaku tha: \"Unë do të përdor një kalë si një erë hyjnore për t'ju ndihmuar të keni një lundrim të qetë. do të mbërrijë patjetër nesër.\" Wang Bo më falënderoi dhe më tha: \"Më falni, vjehrri im. je i pavdekshëm apo zot?\" Plaku qeshi dhe tha: \"Unë jam Zhongyuan Shuijun në krye të kjo zonë ujore!\" Wang Bo tha, \"Ky vend është gjashtë ose shtatëqind milje larg nga Pavioni Tengwang. Si mund të arrijmë këtu nesër?\"\nPlaku tha: \"Unë do ta përdor kalin si një erë hyjnore për t'ju ndihmuar të keni një lundrim të qetë. Unë do të arrij patjetër nesër.\"\nWang Bo e falënderoi dhe i tha: \"Më falni, vjehërr, je i pavdekshëm apo zot?\"\nPlaku qeshi dhe tha: \"Unë jam Zhongyuan Shuijun që është përgjegjës për këtë zonë ujore!\" Pastaj plaku i kërkoi Wang Bo-së të hipte shpejt në varkë. Ai pa retë e favorshme që e rrethonin për pak kohë dhe erën dhe uji ishte i qetë gjatë rrugës. Sa hap e mbyll sytë, ai kishte udhëtuar qindra milje.\nPastaj plaku i kërkoi Wang Bo-së të hipte shpejt në varkë. Ai pa retë e favorshme që e rrethonin për pak kohë dhe ishte një udhëtim i qetë. Sa hap e mbyll sytë, ai kishte udhëtuar qindra milje. Siç pritej, Wang Bo nxitoi në pavijonin e Princ Teng në mëngjesin e ngjarjes madhështore.\nSiç pritej, Wang Bo nxitoi në pavijonin e Princ Teng në mëngjesin e ngjarjes madhështore. Dhe aty për aty, ai shkroi \"Parathënien e pavijonit të Princit Teng\", që u quajt kryevepra e përjetshme nga perandori Gaozong i dinastisë Tang. Dhe aty për aty, ai shkroi \"Parathënien e Pavijonit të Princit Teng\", që u quajt kryevepra e përjetshme nga perandori Gaozong i dinastisë Tang.\nKa një poezi që thotë:\nGjithmonë është thënë se njerëzit e talentuar janë perëndi, kështu që nuk është rastësi që era e sjell Nanchang në Nanchang;\nShkrova një fjali për pavijonin e lartë të Teng Wang dhe më pas ai shoqëroi të pavdekshmit në Zhongyuan.", "聖意": "Lutuni për shtëpinë tuaj dhe mbroni veten, lutuni për bekime, kërkoni pasuri dhe arrini martesën dhe harmoninë.", "古人": "Era fryn në pavijonin Tengwang", "第X籤": "Nënshkruani tetëdhjetë e një", "宮": "Wei Gong"}