{"籤詩版本二": "Për shembull, klasa e tretë, e katërt dhe e pestë e muajit të parë hënor mungojnë, gjysma mungojnë, gjysma janë të pranishme dhe të paplota.\nDuke pritur për rostiçeri të mesnatës në ditën e pesëmbëdhjetë të vitit, gjithçka është e ndritshme dhe plot", "詩意": "Në këtë heksagram, hëna mungon por jo e plotë.\nJini të durueshëm në çdo gjë.", "解曰": "Qëndroni konservatorë dhe prisni. Ashtu si muaji i parë i muajit. Në pritje të kohës së rrumbullakët. Asgje e keqe.", "籤詩故事一": "◇ Li Yuan u ngjit në fron\nNë vitet e fundit të dinastisë Sui, perandori Yang i dinastisë Sui ishte i korruptuar dhe i shpërbërë, duke u argëtuar kudo, duke shkaktuar pakënaqësi në mesin e njerëzve dhe duke e ndarë perandorinë midis heronjve.\nNë vitin 618 pas Krishtit, Yu Wenhuaji, Sima Dekan, Pei Qantong dhe të tjerë filluan një kryengritje për të vrarë perandorin Yang të dinastisë Sui dhe shpallën Yang Hao si perandor.\nSë shpejti Yu Wenhuaji vrau Qin Wanghao dhe e shpalli veten Perandor Xu, duke krijuar vendin Xu.\nNjë vit më pas, ai u shkatërrua bashkërisht nga gjenerali Tang Li Shentong dhe mbreti i Xia, Dou Jiande.\nPasi rajoni i Rrafshnaltës Qendrore mësoi për vdekjen e perandorit Yang, roja Luoyang Wang Shichong mbështeti mbretin Dong të Yue si perandor, domethënë perandorin Ai të dinastisë Sui.\nNë këtë kohë, Li Yuan rrëzoi Yang You, e shpalli veten perandor në Taiyuan dhe ndryshoi emrin e vendit në Tang. Ky është Tang Gaozu.", "聖意": "Familja dhe shtëpia i urojnë vetes fat në verë dhe në vjeshtë, kërkojnë pasuri, mbajnë marrëveshje, presin kohën, martesa është vonë, Liujia lind një vajzë, këmbësorët janë të bllokuar, krimbat e mëndafshit janë të qëndrueshme, bagëtia është e qëndrueshme, ajo është e vështirë të gjesh njerëz, paditë publike dhe migrimi janë konservatore, prona e humbur është e vështirë, sëmundja është e vështirë për t'u ngritur, dërguar në varrin e malit dhe për ta ndryshuar atë.", "古人": "Li Yuan u ngjit në fron", "第X籤": "Tetëdhjetë e tre Lotari Fituese", "宮": "Wei Gong"}