{"籤詩版本二": "Çfarë do të ndodhë nëse humbni virtytin tuaj për shkak të reputacionit tuaj?Kam frikë se fati i mirë do të ndryshojë dhe do të ndodhin gjëra të këqija.\nI dehur nuk di ku të shkoj Kam një ëndërr të turbullt në hijen e pishave të gjelbra.", "詩意": "Ky heksagram përfaqëson peshkun e ftohtë që largohet nga uji.\nAsgjë nuk mund të lëvizet.\n\n(Ky heksagram është një simbol i virtytit të keq dhe fatit të keq.\nMbani këmbët tuaja në tokë në çdo gjë.\n)", "解曰": "Peshku i ftohtë largohet nga uji. një mizë në pomadë. Nëse pyet për planet e kampit. Është më mirë të Mo Qi\nKjo shenjë do t'i sjellë fat të keq Liujia. Gjithçka shkon keq. Lutuni për siguri.", "籤詩故事一": "◇Zhuangzi teston gruan e tij\nZhuangzi lindi në dinastinë Zhou. Mbiemri i tij ishte Zhuang, emri i tij ishte Zhou dhe emri i tij ishte Zixiu. Ai ishte një vendas në Mengyi në dinastinë Song. Në dinastinë Zhou, ai ishte zyrtari i Qiyuan.\nNjë ditë, Zhuangzi takoi një grua në mal, e cila ishte ulur para një varri të ri, duke tundur dëshpërimisht tifozin e saj, sikur donte të thante tokën e lagur në varr. Zhuangzi nuk e kuptoi qëllimin e saj, kështu që ai e pyeti atë. Ajo tha se personi i varrosur në varr ishte burri i saj dhe fjalët e fundit të burrit të saj ishin se ajo nuk mund të martohej përsëri derisa të thahej dheu në varr. Ajo nuk mundi të priste më, kështu që nxiti dheun e varrit për ta tharë më shpejt, në mënyrë që të mund të ndiqte një pranverë të dytë.\nZhuangzi psherëtiu kur mendoi se kishte një grua kaq të pashpirt në botë. Atëherë mendova, a do të ishte gruaja ime kështu? Kur lind dyshimi, dua ta testoj.\nMbiemri i gruas së Zhuangzi ishte Tian dhe çifti zakonisht kishte një marrëdhënie të ngushtë.Për të provuar besnikërinë e gruas së tij, Zhuangzi vendosi të shtiret si i vdekur.\nMe të dëgjuar se Zhuangzi vdiq nga një sëmundje e papritur, shumë njerëz nga të gjitha anët, duke përfshirë të afërm dhe miq, erdhën për të shprehur ngushëllimet e tyre.Midis tyre ishte një mbret i pashëm dhe nip nga shteti Çu, i cili ishte i pasur me pasuri.Duke parë që znj. Tiani ishte i sapo vejushë dhe i mëshirshëm, ai e ndoqi atë. Zonja Tian nuk e duroi dot tundimin dhe ra në dashuri me Wang Sun. Ata u martuan për vetëm njëzet ditë.\nAtë natë, kur vera ishte pirë dhe veshët ishin të nxehtë, Wang Sun papritmas pësoi një atak në zemër dhe vdiq.\nZonja Tian ishte e frikësuar dhe e pushtuar nga paniku dhe pyeti Wang Sun urgjentisht se çfarë të bënte. Wang Sun duroi dhimbjen dhe i tha zonjës Tian se truri i trupave të vdekur mund të përdoret për të rikthyer të vdekurit në jetë.\nKu ta gjeni trupin e pajetë? Zonja Tian mendoi papritmas, a nuk vdiq i shoqi? Zoti Tian harroi dashurinë e vjetër midis burrit dhe gruas dhe në fakt mori një sëpatë dhe hapi arkivolin e burrit të saj, duke u përgatitur për t'i nxjerrë trurin për ilaçe.\nPapritur, kur arkivoli u hap, Zhuangzi u kthye në jetë. Zonja Tian u turpërua aq shumë sa u vetëvar.\n(Kjo histori është një metaforë për shkeljen e miqësisë për përfitime personale, kështu që ne nuk mund të pajtohemi me të.)", "聖意": "Shtëpia është e qetë, vetja është e sigurt, paratë janë të padrejta, tregtia sakrifikohet, martesa është zgjidhur, e keqja është e begatë në Liujia, këmbësorët nuk kanë ardhur, krimbi i mëndafshit është i rrafshët, bagëtia është e sheshtë, njerëzit mungojnë, padia po ndryshon, dishepujt janë konservatorë, prona nuk është e sëmurë dhe mali dhe varri janë të këqia.", "古人": "Zhuangzi teston gruan e tij", "第X籤": "Loti 84", "宮": "Wei Gong"}