{"籤詩版本二": "Retë e zeza dhe mjegulla mbulojnë rrugën përballë malit.Gjithçka është e rrumbullakët dhe hëna është përsëri e rrumbullakët.\nNëse ju merrni poezi dhe libra, do të zgjoheni nga një ëndërr e thellë. Personi fisnik do t'ju udhëheqë në çati.", "詩意": "Ky heksagram simbolizon fundin e pranverës dhe lulëzimin e luleve.\nÇdo gjë ndryshon pas Zotit.", "解曰": "Plaku duhet të kërkojë ndihmë. Ai lulëzon përsëri në pranverë. Dëshira për famë dhe pasuri. Takoni një fat të papritur vonë në jetë.", "籤詩故事一": "◇Han Wengong ndeshet me borë\nHan Yu, emri i të cilit ishte Tuizhi, ishte nga Changli. Tang Dezong u bë Jinshi në vitin e tetë të Zhenyuan, dhe titulli i tij pas vdekjes ishte Wen Gong.\nGjatë mbretërimit të perandorit Xianzong të dinastisë Tang, Han Yu u kundërshtua me eshtrat e Budës, gjë që zemëroi perandorin. Han Yu la gruan dhe fëmijët dhe shkoi në Chaozhou. Pas ecjes për më pak se disa ditë, era e ftohtë u ngrit dhe ra borë e madhe. Han Yu erdhi në një vend ku bora ishte disa metra e thellë, duke e bërë të vështirë për kalin e tij të lëvizte përpara. Nuk kishte shtëpi afër dhe ai nuk e dinte se ku ishte rruga. Nëse doni të ndiqni rrugën dhe të tërhiqeni, nuk ka rrugë kthimi. Era po frynte fort dhe bora po binte me shpejtësi.Han Yu ishte njomur deri në lëkurë, i ngrirë dhe i uritur dhe nuk kishte ku të shprehte pikëllimin e tij.\nHan Yu psherëtiu dhe tha: \"Perandori nuk do të më vrasë, por perandori dëshiron të më shkatërrojë\".\nPikërisht kur Han Yu ishte i dëshpëruar, ai pa një burrë që vinte për të pastruar borën pavarësisht nga të ftohtit të fortë. Ai doli të ishte Han Xiangzi (nipi i Han Yu).\nParaprakisht, Han Xiangzi i kishte thënë Han Yu: \"Ku është shtëpia e Yun Heng në Qinling? Dëbora përqafon portën blu dhe kali ndalon së ecuri përpara.\" Në atë kohë, Han Yu nuk e kuptoi se çfarë donte të thoshte Han Xiangzi, por tani ai më në fund kuptoi.\nKështu Han Yu dhe Han Xiangzi shkuan të kalonin natën në shtëpinë e Fu në Languan. Duke folur për të kaluarën dhe rrugën drejt kultivimit, Han Yu u bind sinqerisht.\nMë vonë, Han Yu braktisi pozicionin e tij zyrtar, i dhuroi të gjithë pronën e tij qeverisë lokale dhe shkoi në male për të praktikuar taoizmin dhe për t'u bërë i pavdekshëm.", "聖意": "Shtëpia nuk është e mirë për veten, jini të kujdesshëm në kërkimin e parave, fokusohuni në biznes, martesa është vonë, këmbësorët femra Liujia bllokojnë fushat, krimbat e mëndafshit janë të mira, bagëtia është e mirë, është e vështirë të gjesh njerëz, paditë publike përsëriten, migrimi është përditësuar, gjërat e humbura janë serioze, sëmundjet vonohen, varret malore duhen ndryshuar.", "古人": "Han Wengong përballet me borë", "第X籤": "Lotaria e tetëdhjetë e pestë fituese", "宮": "Shen Gong"}