{"籤詩版本二": "Pranvera po vjen, lulet po lulëzojnë në ballkon dhe makinat që udhëtojnë mijëra kilometra larg po sjellin thesare.\nNëse merrni valën e nivelit të tretë të Yumenit, do të jetë si një bubullimë në tokë", "詩意": "Ky heksagram përfaqëson imazhin e takimit me perandorin në gjykatë.\nGjithçka është shumë e favorshme.", "解曰": "Perandori u emërua. Si një thesar që gjendet në varfëri. Ndiq zemren tende. E para ndër heksagramet.\nKjo shenjë ndjek dëshirën e zemrës suaj. Gjithcka eshte mire.", "籤詩故事一": "◇ Tre juanë në biznes\nShang Ren (1414-1486), emri i mirësjelljes Hongzai, nofka Suting, titulli pas vdekjes Wenyi, ishte një vendas në Chun'an, Zhejiang, Kinë. Ai lindi më 25 shkurt, në vitin e dymbëdhjetë të Yongle në dinastinë Ming.\nAs babai dhe as paraardhësit e tij nuk ishin zyrtarë, por ai u favorizua nga studiuesi Wang Rui në vitet e tij të hershme. Në vitin e 10 të Xuande në dinastinë Ming (1435), ai u rendit i pari në provimin provincial (Xie Yuan). Më vonë , ai dështoi në shumë provime, kështu që iu përkushtua studimeve në Taixue dhe u dashur shumë nga Akademia Perandorake. Li Shimian vlerësoi se në vitin e 10-të të Zhengtong (1445), ai u rendit i pari në Provimin Huiyuan (Huiyuan), dhe më pas u rendit i pari në Provimin e Pallatit (Zhuangyuan). Në dinastinë Ming, vetëm Huang Guan dhe ai, të cilët u pushuan nga Zhu Di, e kishin këtë nder.", "聖意": "Fat i mirë në shtëpi, fat i mirë, fat i mirë në biznes, fat i mirë në martesë, sukses në Liujia, lajm i mirë për udhëtarët, lajme të mira në fusha, krimbat e mëndafshit, bagëtia e begatë, gjetja e njerëzve, kompensimi, paditë, suksesi, migrimi, i mirë pasuri në sëmundje, varre Anshan", "古人": "Shang Lu Zhong San Yuan", "第X籤": "Shenja tetëdhjetë e gjashtë", "宮": "Shen Gong"}