{"籤詩版本二": "Duke ecur në gjysmë të rrugës deri në malin perëndimor, shkëmbinjtë e Junling nuk mund të vendosen.\nDuke kërkuar mbrojtje nga Zoti, ky trup është ende në morg", "詩意": "Ky heksagram është si të kërkoni arin në rërë.\nNë çdo gjë ka shenja të njerëzve fisnikë.\n\nGjithashtu: Ky heksagram tregon se personi është në rrezik.\nNë çdo gjë ka shenja të njerëzve fisnikë.", "解曰": "Jade mund të gjendet duke dalur gur. Gjeni ar në rërë. Duhet punuar shumë. Vetëm telashe.\nNjë punë tjetër: një situatë e vështirë. Askund për të qëndruar. Kërkoni bekimin e Zotit. Lutuni për paqen e mendjes.", "籤詩故事一": "◇ Kafshoni arin dhe eksploroni shpellat nëntokësore\nPër të festuar bëmat e tij ushtarake, Cheng Yaojin organizoi një banket në Yanwuyang. Papritur u hap një vrimë në tokë, e cila ishte e pakuptueshme.Të gjithë hodhën short duke zgjedhur fjalët, duke kafshuar arin për të fituar dhe duke marrë me qira litarë për t'u lidhur në vrimë.\nKa dyer guri, tavolina, karrige, ura e sende të tjera, në tavolinë ka rroba dragoi dhe rripa nefriti, të cilat janë prej ari dhe të konsumuara nga shpella.\nYao Jin doli nga vrima me një kuti të madhe dhe një kuti të vogël, hapi kutinë e drurit dhe nxori vulën e nefritit, hapi kutinë, nxori flamurin e madh, mantelin e kurorës dhe gjurmët dhe i vendosi në tavolinë, dhe të gjithë i shikonin një nga një. Pashë tetë personazhet e vulave të gdhendura në vulën e madhe ishin \"Mbreti Demon i Hunshit, Perandori i Madh i Virtyshëm\".\nTë gjithë e adhuruan atë si \"Perandor\", dhe Yaojin e bëri këtë për tre vjet si Mbreti Demon. (Në fakt, kjo ishte vetëm e vetëshpallur, dhe Cheng Yaojin ishte vetëm udhëheqësi i fshatit në atë kohë.)\n(Kjo histori është një metaforë që gjërat e mira janë njësoj si aktrimi. Ky është konceptimi artistik i \"ky trup është ende në boshllëk\".)", "聖意": "Lutja për shtëpinë dhe shtëpinë, veten, mungesën e fitimit, kërkimin e pasurisë, punën e madhe, kujdesin në biznes, martesën do ta pengojë Liu Jiaxu, këmbësorët, Chi Tian, ​​krimbat e mëndafshit, gjashtë bagëti stalla, kërkimi i njerëzve, pa padi. , humbja, shpërngulja, mbajtja e pasurisë së humbur, sëmundjet e liga, pengesat, malet dhe varret.", "古人": "Eksplorimi i kriptos për ar", "第X籤": "Nënshkruani tetëdhjetë e shtatë", "宮": "Shen Gong"}