{"籤詩版本二": "Lin Wei është një tigër që ruan derën, ai duhet të jetë i fuqishëm dhe të mos dëmtojë të tjerët.\nThuhet qartë se nuk ka asnjë masë paraprake.Shqetësimi, hezitimi, frika dhe frika janë në pyll → dru.", "詩意": "Në këtë heksagram, pemët pyjore dhe tigrat kanë një imazh të fuqishëm.\nTë gjithë alarmet false janë më pak reale.", "解曰": "Stufa ndez borën. Është sikur era të ketë rënë në vesh të shurdhër. Mund të jetë një bekim. Gjërat e mira vijnë më pas dhe gjërat e këqija ndodhin para tyre.", "籤詩故事一": "◇Pang Hong ka frikë nga Bao Gong\nRenzong i dinastisë Song. Bao Gong është guvernatori i prefekturës Kaifeng (emri zyrtar, ekuivalent me prefektin). Pang Hong ishte vjehrri (dhëndri i perandorit) dhe e burgosi ​​gjeneralin Di Qing. Kur Bao Gong kërkoi një gjyq për rastin, Pang Hong u frikësua dhe e bllokoi atë në shumë mënyra. Më vonë, rasti doli në dritë dhe u konfirmua akuza e rreme e Pang Hong. Ai iu nënshtrua dekretit perandorak të perandorit Renzong të dinastisë Song dhe u lirua për shkak të të afërmve të tij.", "聖意": "I shqetësuar në shtëpi, fjalët e veta, kërkimi i parave, biznesi i zuzarit, martesa e pafavorshme, sigurimi i rremë Liujia, pengimi i këmbësorëve, dëmtimi i krimbit të mëndafshit, dëmtimi i gjashtë bagëtive, personi i zhdukur, padi publike, humbje, migrim, konservativë, pronë e humbur, sëmundje, sakrificë , Varri Hushan, e keqja", "古人": "Pang Hong ka frikë nga Bao Gong", "第X籤": "Tetëdhjetë e tetë Fitimi i Lotit", "宮": "Ju Pallat"}