{"籤詩版本二": "Hyrja dhe dalja nga kampi për të kërkuar prosperitet të madh, si një lodh pa të meta e fshehur në një gur\nNëse keni një person fisnik për t'ju udhëhequr, do të jeni të bekuar me thesare dhe pamje të bukura në këtë kohë.", "詩意": "Ky gur heksagram përfaqëson thesarin e fshehur në të.\nGjithçka shkon mirë.", "解曰": "Si guri që fsheh nefritin. Udhëzimet e njeriut fisnik janë vetëm të kënaqshme. I lumtur dhe krenar.", "籤詩故事一": "◇ Perandori Yang shikoi Qionghua\nViburnum lulëzon një herë në vit, dhe në mbrëmje. Perandori Yang i dinastisë Sui dëgjoi dikë të thoshte se lulja Qionghua në Yangzhou ishte e pashembullt në botë, e bardhë si nefriti, e këndshme, delikate dhe elegante. Duke marrë konkubinën perandorake në një varkë dragoi, ata shkuan në Yangzhou për të shijuar lulet, e cila ishte plot shkëlqim dhe spektakël, me flamuj të valëvitur.\n(Metafora e kësaj historie është se gjërat janë po aq të çmuara sa kjo \"Qionghua\". Nëse nuk shfaqet, nuk do të jetë asgjë. Nëse shfaqet, do t'ju habisë.)", "聖意": "Shtëpia është e mbarë, vetja është e shëndoshë, kërkon pasuri dhe transaksioni është i suksesshëm, martesa është e suksesshme, Liujia ka lindur, djali lëviz, fusha është krimba mëndafshi, gjashtë kafshët janë të zellshme, personi gjendet, padia është fituar, pasuria e humbur është e mbarë, sëmundja është Anshan, varri është i mbarë", "古人": "Perandori Yang shikoi Qionghua", "第X籤": "Nënshkruani tetëdhjetë e nëntë", "宮": "Ju Pallat"}