{"籤詩版本二": "Mos më shqetësoni për punët tuaja personale, kjo është më e përshtatshme të pyesni publikun.\nNjë zemër e pastër është po aq e ndritshme sa hëna e ndritshme në qiell", "詩意": "Ky heksagram përfaqëson imazhin e një hëne të ndritshme në qiell.\nGjithçka është e ndritshme dhe e ajrosur.", "解曰": "Jini të drejtë në zemër. Drejtoni ligjin. Fjalë të shenjta. Më në fund bëhet e qartë.", "籤詩故事一": "◇ Gjenerali i Kong Ming\nZgjidhja: Zhuge Liang mobilizon trupat dhe gjeneralët e tij\nGjatë periudhës së Tre Mbretërive, Zhuge Liang (181-234), emri i mirësjelljes Kongming, lindi në Yangdu, Langya (tani Qarku Yinan, Provinca Shandong).\nZhuge Liang pranoi të bëhej zyrtar pasi Liu Bei bëri tre vizita në vilën me kashtë. Në atë kohë, Cao Cao kishte qetësuar Hebein dhe ishte i vendosur të marshonte në jug. Ai dërgoi Xiahou Dun si kryegjeneral, Yu Jin, Li Dian dhe të tjerë si zëvendës gjeneralë, duke udhëhequr një ushtri prej 100,000 për të marshuar drejt Xinye. Megjithëse Zhuge Liang kishte një plan për t'u tërhequr nga armiku në atë kohë, Guan Yu dhe Zhang Fei i përbuzën fjalët e Zhuge Liang. Zhuge Liang nuk kishte zgjidhje tjetër veçse të përdorte shpatën e Liu Bei për të nënshtruar dy burrat. Ata udhëhoqën secili një mijë ushtarë dhe kuaj dhe u fshehën në Yushan dhe Anlin. Ata prisnin që Xiahou Dun të drejtonte ushtrinë e tij për të kaluar, dhe më pas i sulmuan me prita dhe zjarri.\nPërveç kësaj, Zhao Yun u dërgua për të udhëhequr mbetjet e vjetra dhe të dobëta të ushtrisë për të luftuar si një pararojë kundër Xiahou Dun, dhe më pas falsifikoi humbjen dhe u tërhoq, duke joshur Xiahou Dun në rrugën e ngushtë në male dhe pyje. Ai gjithashtu dërgoi Guan Ping, Zhou Cang, Liu Feng dhe të tjerë për të hyrë fshehurazi në pjesën e pasme të ushtrisë së Caos, duke djegur furnizimet dhe duke shkaktuar panik në ushtrinë e Cao.\nPas betejës, gjithçka ndodhi ashtu siç e rregulloi Zhuge Liang. Kur Xiahou Dun dhe Yu Jin udhëhoqën ushtrinë në ndjekje, Li Dian, i cili ishte në pjesën e pasme, e informoi urgjentisht Xiahou Dun në pjesën e përparme se ai duhej të ruhej nga sulmet e zjarrit të armikut. Megjithatë, ishte tepër vonë. Ushtria e Caos u shtrëngua nga rruga e ngushtë dhe ishte vendosur në një vend ku pemët ishin të ndërthurura, kështu që zjarri nuk mund të fillonte. Kishte viktima të rënda, dhe Xiahou Dun dhe gjeneralët e tjerë u mundën dhe ikën përsëri në Xudu.\n(Kjo histori është një metaforë që Kong Ming është i mirë në përdorimin e njerëzve dhe qeverisjen e vendit me mençuri.)", "聖意": "Shtëpia dhe shtëpia janë të mbarë. Uroj fat të mirë në pasuri, qetësi shpirtërore, biznes të begatë, martesë, sukses, sukses në Liujia, burra që lëvizin arat, krimbat e mëndafshit, humbje të bagëtive, njerëz të zhdukur, padi publike, migrim, pasuri të humbur, bekime, sëmundje, paqe, male e varre.", "古人": "gjenerali i Kong Ming", "第X籤": "Shenja e nëntë", "宮": "Pallati Yin"}