{"籤詩版本二": "Një shfaqje e mirë ju bën të dalloheni nga turma me vrull, dhe e ardhmja juaj ndryshon dhe ju sjellni shumë pasuri.\nNjë rrugë është aq e gjerë sa qielli, dhe të gjitha paratë që mund të jepni do të jenë në zemrën tuaj", "詩意": "Ky heksagram tregon një të ardhme premtuese.\nGjithçka shkon mirë.", "解曰": "Një rrugë e madhe. Ju mund të ecni përpara. Përdorni zemrën tuaj. Vetëm përpara.\nGjithçka shkon siç është planifikuar me këtë shenjë. Fat i mirë për Jichang.", "籤詩故事一": "◇ Tre heronj luftojnë kundër Lu Bu\nZgjidhja: Tre heronj Zhang Fei, Guan Yu dhe Liu Bei luftojnë kundër Lu Bu\nDong Zhuo mësoi se Hua Xiong i ishte prerë koka dhe dërgoi gjeneralin fluturues Lu Bu për të luftuar. Sapo Lu Bu shkoi në betejë, ai vrau gjeneralët Fang Yue dhe Mu Shun dhe vrau Wu Anguo dhe Gongsun Zan.\nZhang Fei pa që Gongsun Zan nuk mund ta mposhtte Lu Bu, kështu që ai shpejt e zëvendësoi Gongsun Zan dhe bërtiti: \"Skllevërit e tre mbiemrave duhet të largohen! Zhang Fei nga Yan është këtu!\" Pas kësaj, ata luftuan për më shumë se pesëdhjetë raunde në vazhdimësi, pa fitues apo humbës.\nPasi Guan Yu e pa atë, ai dhe Zhang Fei sulmuan Lu Bu dhe luftuan për më shumë se tridhjetë raunde.\nLiu Bei gjithashtu mbajti dy shpata, duartrokiti kalin e tij dhe doli përpara për të ndihmuar Zhang Fei dhe Guan Yu.\nTë tre burrat rrethuan Lu Bu dhe vazhduan të luftojnë.Të gjithë njerëzit në grup mbetën të shtangur.\nSë shpejti, Lu Bu filloi të humbiste forcën. Pegasi i Lu Bu u tërhoq, por të tre burrat ndoqën Lu Bu dhe refuzuan të dorëzoheshin. Ata nuk u tërhoqën derisa takuan trupat e Lu Bu.\n\"Tri mbretëritë\"\n(Kjo histori është një metaforë për guximin dhe aftësinë e Lu Bu në luftim. Një person mund të mposhtë tre persona.)", "聖意": "Zemra e shtëpisë dhe e shtëpisë udhëton vetëm në udhëtimin e dikujt për të kërkuar pasuri. Një artikull i mundshëm martese shkon në Liujia. Gjërat shkojnë mirë për njerëzit. Përdorin krimbat e mëndafshit Zhushuntian. Njerëzit mund të gjenden midis gjashtë kafshëve. Njerëzit mund të gjenden paraprakisht Çështjet gjyqësore, migrimet, pronat e humbura, sëmundjet, malet dhe varret janë si fat.", "古人": "Tre heronj luftojnë kundër Lu Bu", "第X籤": "Nëntëdhjetë e një lotari fituese", "宮": "Ju Pallat"}