{"籤詩版本二": "Unë kam planifikuar për biznes që kur kam qenë fëmijë, kështu që nuk kam nevojë të kërkoj pasuri dhe pasuri.\nNëse dy njerëz kërkojnë diçka, studiuesi do të dalë dhe do të kthehet me çmimin kryesor.", "詩意": "Ky heksagram ka qenë simboli i biznesit që në fëmijëri.\nJini të zellshëm dhe kursimtar në çdo gjë dhe pa shqetësime.", "解曰": "Nga fëmijëria në moshë madhore. Asnjë pengesë, asnjë pengesë. Të bëjë një plan. Fama shkon pa probleme.", "籤詩故事一": "◇Cai Qing shpërblen mirësinë e tij (Cai Yong)\nCai Yong, emri i mirësjelljes Bojie, lindi në Chenliuyu (tani në jug të Qarkut Qixian, Provinca Henan). Ai është një studiues dhe burri i Zhao Wuniang. Pesë vjet më parë, gjykata perandorake rekrutoi talente në listën e verdhë dhe qarku i rekomandoi të vinte në Pekin për të dhënë provimin. Që atëherë, nuk ka pasur asnjë lajm.\nViti i parë pas largimit të Cai Bojie ishte i lehtë për t'u përballur.Familja kishte disa kursime dhe jeta e tyre ishte e menaxhueshme.\nVitin tjetër, Chenliu pësoi një thatësirë ​​të madhe, kështu që u mbështet te Zhao Wuniangdian për të shitur bizhuteri për t'i mbijetuar zisë së bukës.Nuk kishte asnjë lajm nga Cai Bojie, gjë që e shqetësoi edhe më shumë familjen.\nThatësira zgjati tre vjet gjatë kësaj periudhe. Zhang Guangcai, një fqinj në fshat, e ndihmonte herë pas here.\nMë vonë, Cai Bojie fitoi çmimin e parë dhe u kthye në shtëpi për të mësuar se gruaja e tij ishte ndihmuar nga Zhang Guangcai. Çifti shkoi në shtëpinë e Zhang-ut për të shprehur mirënjohjen e tyre dhe i dha Zhang Guangcait dy tael argjendi si dhuratë.", "聖意": "Shtëpia është e qetë, vetvetja është e begatë, biznesi është i suksesshëm, martesa është e suksesshme, lindja e burrit është e suksesshme, fusha është plot me krimba mëndafshi, gjashtë bagëtitë janë të begata, kërkimi është i suksesshëm, padia ka sukses. , shpërngulja është e suksesshme, pasuria e humbur është e mirë, sëmundja është një mal dhe varri është i mirë.", "古人": "Cai Qing shpërblen mirësinë e tij (Cai Yong)", "第X籤": "Nënshkruani nëntëdhjetë e dy", "宮": "Ju Pallat"}