{"籤詩版本二": "Luan Feng Xiang ishte i zhytur në shi, por në atë kohë ai u ngacmua nga Queer\nU trondita kur mësova se një ditë, retë ishin larg, por unë gjithsesi jua ktheva rrobat.", "詩意": "Ky heksagram përfaqëson simbolin e Luanit dhe Feniksit të mbuluar nga shiu.\nGjithçka vjen kur të vijë koha.", "解曰": "I keqi po përparon dita-ditës. Një zotëri nuk duhet të bëjë asgjë. Mbaje veten vetëm. Merrni masa kur të vijë koha.", "籤詩故事一": "◇Gao Jun garanton martesën\nNë dinastinë e hershme Song, Zhao Kuangyin bashkoi veriun dhe i gjithë vendi u dorëzua. Megjithatë, në dinastinë Tang Jugore, Li Yu u nguli në jug të lumit Yangtze. Ai adoptoi strategjinë e ofrimit të një qyteti dhe pretendimit të dorëzimit. duke bllokuar Zhao Kuangyin në Shouzhou dhe situata ishte kritike. Nipi i Zhao Kuangyin, Gao Junbao, një i ri me një armë të artë, u largua nga Bianjing për të thyer rrethimin e Shouzhou.\n, duke kaluar nga mali Shuangsuo, ata thyen shenjën e Burrit të vendosur nga Liu Jinding dhe të dy konkurruan. Si rezultat, Liu Jinding mundi Gao Junbaon tre herë me artet e tij marciale të shkëlqyera dhe shkëmbyen topuz ari dhe kambana argjendi për jetën. Nipi i Zhao Kuangyin, Gao Junbao, u largua nga Bianjing për të shpëtuar Zhao Kuangyin të bllokuar në Shouzhou. Ai kaloi nëpër malin Shuangsuo dhe shkatërroi tabelën e vendosur nga Liu Jinding. Të dy konkurruan, por Liu Jinding mundi Gao Junbao tre herë me artin e tij të shkëlqyer. dhe u detyrua të martohej. Çifti udhëhoqi turmën në rrethim dhe shpëtuan Zhao Kuangyin.\n(Metafora e kësaj historie është se të dy nuk u pajtuan (ata u ngacmuan), por më vonë u pajtuan.)", "聖意": "Shtëpia e familjes nuk është e mirë për veten, ki kujdes të kërkosh para, të bllokosh biznesin, të presësh martesën, vonesë, Liujia, udhëtar i rremë, zgjat në fusha, krimbat e mëndafshit, vonë, gjashtë bagëti dëmtohen, njerëz të vështirë për t'u gjetur, padi, humbje, shpërngulje, konservatorizëm, pasuri e humbur, sëmundje e rëndë, shtrirje mali, reformë e rëndë", "古人": "Gao Jun garanton martesën", "第X籤": "Nëntëdhjetë e tre fitues të lotarisë", "宮": "xugong"}