{"籤詩版本二": "Një zotëri nuk duhet të kujdeset për njerëzit e vegjël, nëse gjërat shkojnë keq, ai do të shkaktojë telashe.\nTingulli i pianos duhet degjuar me nje shok te ngushte eshte gjithmone i qete dhe i paqarte Kjo veper eshte per te gjithe.", "詩意": "Ky heksagram duhet të plotësojë imazhin e një miku të ngushtë.\nMbajtja e gjërave konstante do të sjellë fat të mirë.", "解曰": "Zhiyinfangxu. Mos u kushtoni rëndësi gjërave të tjera. Trajtojeni veten si një person fisnik. Të gjithë të lumtur.\nZhiyin Fangxu ka katër karaktere, të cilat fillimisht janë shkruar si Shiyin Fanghua.", "籤詩故事一": "◇BoYa viziton miqtë (BoYa Broken Qin)\nBoya, mbiemri Yu, emri i dhënë Rui, emri i mirësjelljes Boya, ishte një vendas në Yingdu, shteti Chu gjatë periudhës së pranverës dhe vjeshtës dhe periudhës së shteteve ndërluftuese.\nZhong Ziqi punonte si druvar në Mbretërinë Çu. Një ditë, ai takoi Yu Boya duke luajtur harpë në lumin Han. Zhong Ziqi dëgjoi një zë që thoshte: \"Është i gjatë si një mal dhe i lëkundur si uji që rrjedh.\" Të dy u martuan dhe premtuan se do të takoheshin përsëri gjatë mesit. Festivali i vjeshtës vitin e ardhshëm.\nVitin tjetër, Yu Boya e mbajti takimin siç ishte planifikuar, por Zhong Ziqi kishte ndërruar jetë. Pasi Yu Boya mësoi se Zhong Ziqi kishte vdekur, Yu Boya mendoi se nuk do të kishte më muzikë në botë dhe nuk do t'i binte më harpës në jetën e tij.\nthuaj:\nThyerja e Yao Qin dhe Feng Wei Han. Zi Qi nuk i intereson kujt luan.\nFlladi pranveror i sjell të gjithë miqtë. Është e vështirë të gjesh një mik të vërtetë.", "聖意": "Jini të kujdesshëm në daljen nga shtëpia dhe zuzari juaj. Kur kërkoni pasuri, jini të kujdesshëm në transaksione. Këshillohet të vonoheni në martesë. Është e pafavorshme për këmbësorët femra të lëvizin arat, krimbat e mëndafshit dhe bagëtinë, të kërkojnë njerëz me zell , për të ngritur padi dhe për të migruar, për të kërkuar shpejt pasurinë e humbur, për t'u bllokuar nga sëmundjet dhe varre nëpër male.", "古人": "Boya viziton miqtë (Boya Broken Qin)", "第X籤": "Loti nëntëdhjetë e katër", "宮": "xugong"}