{"籤詩版本二": "Ambicia dhe arritjet janë në dinasti, por tani vera dhe seksi do të jenë të pafundme\nNëse shihni një gjel të artë, do të shpërbleheni me para, pasuri dhe pasuri.", "詩意": "Ky heksagram përfaqëson simbolin e ambicjes dhe famës.\nMbani gjithçka të mbarë.", "解曰": "Ambicioz dhe i emocionuar. Nuk është tepër vonë për të ruajtur veten. Gjeli i artë premton. Të gjithë të lumtur.", "籤詩故事一": "◇Cao Pi e shpalli veten perandor\nCao Pi, emri i mirësjelljes Zihuan, lindi në Peiguoqiao (tani Qarku Hao, Anhui). Një politikan dhe shkrimtar i famshëm gjatë periudhës Jian'an.\nCao Pi është djali i dytë i Cao Cao. Ai jetoi me babanë e tij në kampin ushtarak që kur ishte fëmijë. Nën ndikimin e babait të tij, Cao Pi mësoi gjuajtjen me hark në moshën gjashtë vjeçare dhe kalërimin në moshën tetë vjeçare dhe u zhvillua aftësi të mira të arteve marciale. Ai gjithashtu ka njohuri të gjera për klasikët dhe biografitë antike dhe moderne, si dhe librat e qindra shkollave të mendimit. Vetëm në moshën tetëmbëdhjetë vjeç Cao Cao mundi Yuan Shao dhe Cao Pi jetoi një jetë relativisht të qëndrueshme në Yecheng, qendra e sundimit të Cao Cao. Që atëherë, edhe pse ndonjëherë e shoqëronte të atin në ekspedita ushtarake dhe jetonte jetën e një djali fisnik në shumicën e kohës, ai përsëri ushtronte arte marciale çdo ditë dhe nuk ka rënë deri më sot. Ai shpesh hipë mbi kalin e tij në njëqind hapa dhe është shumë i zoti në artet marciale.Për shkak se praktikon shpesh artet marciale, ai është i lehtë dhe i fortë.\nDjali i madh i Cao Cao, Cao Ang u vra në një betejë. Pasi djali i madh vdiq, Cao Pi u bë zgjedhja e parë për princin e kurorës. Kur ishte tridhjetë e një vjeç, ai u bë princ i kurorës nga Cao Cao. Kur Cao Pi ishte tridhjetë e tre vjeç, Cao Cao vdiq nga sëmundja dhe Cao Pi e pasoi atë si kryeministër dhe mbret i Wei. Ai tha se shpesh hipë mbi kalë në njëqind hapa dhe është shumë i zoti, sepse shpesh praktikon kungfu, është i lehtë dhe i shëndetshëm.", "聖意": "Lutuni që shtëpia juaj dhe shtëpia juaj të jenë paqësore. Kërkoni pasuri, punoni shumë, tregtoni dhe ndaheni herët. Martesa do të jetë e suksesshme. Liujia do të jetë e sigurt. Njerëzit do të jenë në fusha. Krimbët e mëndafshit do të jenë të pjekur. Gjashtë bagëti do të jenë i pjekur.Vështirë do të gjesh njerëz.Procesi publik.Vendim urgjent.Migrim.Prona e humbur.Larg.Sëmundjet rrinë në male e varre.Paç fat.", "古人": "Cao Pi e shpall veten perandor", "第X籤": "Lotaria e nëntëdhjetë e pestë fituese", "宮": "xugong"}