{"籤詩版本二": "Faltore madhështore është e pazakontë, me tipare të hollë nga të gjitha anët që shkëlqejnë shkëlqyeshëm.\nJu nxis të jeni të vendosur të përkuleni me zell dhe të bëni vepra të mira, dhe qielli do t'ju dërgojë bekime.", "詩意": "Ky heksagram përfaqëson shfaqjen e meritës.\nGjithçka është e mbarë.", "解曰": "Këto bekime. Të gjithë e kanë atë. Mos jini shumë të zënë. Merita përcaktohet paraprakisht.", "籤詩故事一": "◇ Mbreti i Fenyang takon nipin e tij në ditën e Shën Valentinit kinez\nZgjidhja: Guo Ziyi takoi Vajzën Weaver që zbriste në tokë në ditën e Shën Valentinit kinez. Tiansun, mbesa e Perandorit Jade, është Shtatë Zanat.\nGuo Ziyi (697-781), i njohur gjithashtu si Guo Linggong, ishte një vendas i Qarkut Zheng, Huazhou (tani Qarku Huaxian, Provinca Shaanxi) dhe një gjeneral në dinastinë Tang. Gjykata perandorake i dha Ziyi titullin Mbret i Fenyang.\nThuhet se Ziyi ishte me origjinë nga Huazhou dhe shkoi për t'u bashkuar me ushtrinë jashtë Murit të Madh. Ai shkoi në Pekin për të kërkuar pagesën ushtarake dhe u kthye në Yinzhou. Në atë kohë ndodhi të ishte dita e Shën Valentinit kineze. Era dhe rëra po errësohej dhe dielli po errësohej. Ziyi nuk mund të lëvizte përpara, kështu që ai po qëndronte pranë rrugës. Ai po flinte në dysheme në një shtëpi të zbrazët. Kur ishte gati të flinte, pa një dritë të kuqe papritmas në të dy anët.U ngrit dhe ngriti sytë i habitur.Në qiell ishte një re që zbriste ngadalë.Aty ishte ulur një grua e bukur, dinjitoze dhe e mrekullueshme, krejt ndryshe nga njerëzit e zakonshëm. Ziyi bëri menjëherë nderimet e tij dhe tha: \"Sot është dita e shtatë e muajit të shtatë hënor. Mendoj se është Vajza endëse ajo që ka ardhur, duke dashur t'i dhurojë jetëgjatësi dhe pasuri.\"\nEdhe gruaja u përgjigj: “Me pasurinë e madhe vjen jetëgjatësia”.\nPasi ai mbaroi së foluri, shkëlqimi u kthye dhe retë u ngritën ngadalë.Gruaja ende po shikonte nga poshtë Guo Ziyi me një buzëqeshje të këndshme derisa ishte larg saj, dhe më pas tymi u mjegullua dhe ajo nuk mund të shihej më.\nDoli e vërtetë, ashtu siç tha gruaja. Meritat e Ziyi janë me famë botërore, ai është një ministër jashtëzakonisht popullor dhe është një gjeneral me merita dhe virtyte.", "聖意": "Bëni një urim për veten tuaj në shtëpi, bëni një urim për veten tuaj, lutuni për para, fat të mirë në biznes, fat të mirë në martesë, fat të mirë në Liujia, udhëtime të lumtura me njerëz, fusha lëvizëse, krimbat e mëndafshit, bagëti e qëndrueshme, fat i keq në gjetjen njerëz, padi publike, migrim, fat i mirë, sëmundje të pronës së humbur, varre në Zhenxingshan", "古人": "Mbreti Fenyang takon nipin e tij në ditën e Shën Valentinit kinez", "第X籤": "Nënshkrimi nëntëdhjetë e gjashtë", "宮": "xugong"}