{"籤詩版本二": "Kur era ndez qirinjtë dhe hijet e rralla në qiell, ato bëhen si lulet në pasqyrë në ekstazë.\nJam i lodhur dhe me luten femijet te kujdesen per mua.Si ta kuptoj qe eshte thjesht nje iluzion?", "詩意": "Ky heksagram është si era që ndez një qiri.\nReputacioni i rremë është i dëmshëm për gjithçka.", "解曰": "Pasuria është në parajsë. Varfëria është fati. Nuk ka nevojë të kërkoni këshilla. Të gjithë janë të paracaktuar.", "籤詩故事一": "◇Udhëtimi i gjashtë i Kong Ming nga Qishani\nGjatë periudhës së Tre Mbretërive, Mali Qishan vrapoi nëpër Wei dhe Shu. Kong Ming shkoi vazhdimisht në malin Qishan për të sulmuar Wei, por dështoi.\nHerën e gjashtë që doli në Qishan, Kong Ming shkroi udhëzimet e tij, por ai nuk mundi të fitonte në fund. Në fund, Zhuge Liang vdiq nga sëmundja në Wuzhangyuan në moshën 54-vjeçare për shkak të punës së tepërt.\n(Kjo histori është një metaforë për \"mençuria nuk është e barabartë me karma\")", "聖意": "Lutuni për shtëpinë tuaj, jini të kujdesshëm, kërkoni pasuri dhe fitim, jini të kujdesshëm në biznes, jini të kujdesshëm në martesë, jini të kujdesshëm në martesë, jini të sigurt në Liujia, keni një surprizë, kalimtar, humbje të krimbave të mëndafshit, humbje të bagëtive, humbje të person, person i zhdukur, padi publike, humbja e migrimit, konservativiteti, humbja e pronës, sëmundja e keqe, krimi i modifikimit të varrit Yinshan", "古人": "Udhëtimi i Gjashtë i Kongming-ut nga Qishani", "第X籤": "Lotaria e nëntëdhjetë e shtatë", "宮": "Haigong"}