{"籤詩版本二": "Vonë për të hyrë dhe dalë për të kërkuar këshilla, me ankth dhe merak për shkaktimin e telasheve\nAshtu si një zog që fluturon në një kurth, sa kohë mund të marrë për të shpëtuar?", "詩意": "Ky heksagram është një shenjë e mbajtjes së gjërave të vjetra dhe përshtatjes me fatin.\nÇdo gjë që shkon keq është e keqja kryesore.", "解曰": "Jini konservatorë në çdo kohë. Në pritje të ardhjes së fisnikut. Nëse pyet për gjithçka. Gjëja kryesore do të jetë vonë.", "籤詩故事一": "◇Ji Ping u vra\nJi Ping, emri i vërtetë i të cilit është Ji Tai, i njohur gjithashtu si Ping, ishte një mjek perandorak në dinastinë Han.\nNë vitin e pestë të Jian'an (200 pas Krishtit), Cao Cao u bë kryeministër dhe nuk e mori perandorin seriozisht. Që kur lexoi dekretin e shkruar nga perandori në brezin e tij, Dong Cheng, i cili nuk kishte si ta merrte u çlirua nga Cao Cao, u ndje i indinjuar dhe i zemëruar, i shqetësuar, u sëmur.\nPerandori Xian i kërkoi mjekut perandorak Ji Ping të trajtonte Cao Cao. Ji Ping lexoi dekretin sekret të perandorit dhe ishte i vendosur të hiqte qafe Cao Cao, kështu që të dy hartuan një plan së bashku. Pa pritur, muret kanë veshë. Skllavi shtëpiak i Dong Cheng, Qin Qingtong, u rrah dyzet herë me shkop nga Dong Cheng për shkak të lidhjes së tij me gruan e re të Dong Cheng. Ai mbajti inat. Kur dëgjoi për këtë, ai raportoi Dong Cheng dhe Ji Ping në Cao Cao.\nJi Ping përfitoi nga dhimbja e kokës e Cao Cao dhe e helmoi fshehurazi. Cao Cao mori një bakshish, e futi në kurth Ji Ping, e torturoi dhe hetoi udhëheqësin. Ji Ping i rezistoi vdekjes dhe vdiq pasi preku shkallët.", "聖意": "Shtëpia ka merak për veten, zuzari kërkon para, biznesi prishet, martesa nuk zgjat, dënimi gjashtë, këmbësori është bllokuar në fushë, krimbi i mëndafshit është dëmtuar, gjashtë bagëtitë janë gjetur, personi gjendet, padia publike ka humbur, shpërngulja nuk lëviz, prona humbet, sëmundja është kryer, rrjeta është në mal, varri ka vdekur,", "古人": "Ji Ping u vra", "第X籤": "Shenja nëntëdhjetë e tetë", "宮": "Haigong"}