{"籤詩版本二": "Duke frenuar kalin dhe duke mbajtur kamxhikun, vijmë drejt këtu, gjysmë në rrezik e gjysmë në fatkeqësi.\nËshtë si një shtëpi që digjet nga zjarri, kur bie qielli, shiu e bën hi, kam një plan.", "詩意": "Ky heksagram përfaqëson gjysmë pikëllimi dhe gjysmë gëzimi.\nKëshillohet të bëni mirë në çdo gjë.", "解曰": "Puna e përjetshme. Mos u interesoni për të drejtën dhe të gabuarën. Prangat janë të përkohshme. Inati vjen natyrshëm.", "籤詩故事一": "◇Tao Sanchun mund Zheng En në Guajuan\n\"Rroftë përkujtimi im,\" u ngrit përsëri Zhao Kuangyin, \"Mbreti Beiping Zheng En kishte rregulluar një martesë në atë kohë. Tani që bota është në paqe, unë do të doja të kërkoja lejen tuaj për të zgjedhur një ditë të mbarë për t'u martuar. \"\n\"Rroftë përkujtimi im!\" Zhao Kuangyin u ngrit dhe tha: \"Mbreti i Pekinit, Zheng En, kishte rregulluar një martesë në atë kohë. Tani që bota është në paqe, do të doja të kërkoja lejen tuaj për të zgjedhur një martesë të favorshme. dita për t'u martuar\".\n\"Oh, vëllai i tretë ishte i fejuar më parë, si nuk e dija për këtë?\" Chai Rong u habit shumë. Ai tundi dorën dhe i kërkoi Zhao Kuangyin të ulej dhe të bisedonim.\n\"Oh! Vëllai i tretë ishte i fejuar më parë, si nuk e dija unë për këtë?\" Chai Rong (Perandori i Dinastisë së Mëvonshme Zhou) u habit shumë. Ai tundi dorën dhe i kërkoi Zhao Kuangyin të ulej dhe të bisedonim.\n“Është histori e gjatë, së pari ne ishim ende në varfëri në atë kohë dhe nuk u futëm në ushtrinë tuaj, që nga ajo kohë kemi vite që luftojmë dhe nuk kemi kohë të kujdesemi për ju. Së dyti, edhe vëllai i tretë është pak. turpërohem ta përmend, kështu që Madhëria juaj nuk e di.\"\n“Është një histori e gjatë. Së pari, ne jetonim ende në varfëri në atë kohë dhe nuk u futëm në ushtrinë tuaj. Që atëherë, kemi vite që luftojmë dhe nuk kemi kohë të kujdesemi për ju. Së dyti, vëllai i tretë është gjithashtu një pak i turpshëm ta përmend, kështu që Madhëria juaj nuk e di.”\n\"Hej, studenti mashkull po martohet, ç'kuptim ka të turpërohesh? Vëllai i tretë është në fushëbetejë për një kohë të gjatë dhe mund të konsiderohet si një hero i pashembullt. Pse je kaq i përulur për këtë çështje?\"\n\"Hej! Djaloshi i kolegjit po martohet, ç'kuptim ka të turpërohesh? Vëllai i tretë ka kohë që është në fushëbetejë dhe mund të konsiderohet si një hero i pashoq. Pse je kaq i përulur për këtë çështje?\"\n“Për këtë nuk mund të fajësoj vëllain tim të tretë se është i turpshëm, sepse kjo martesë është falsifikuar”.\n“Për këtë nuk mund të fajësoj vëllain tim të tretë se është i turpshëm, sepse kjo martesë është falsifikuar”.\n\"E shtypur? Hej, është interesante. Të lutem më trego çfarë ka ndodhur.\"\n\"E kam shkruar! Hej! Është interesante! Më trego çfarë ka ndodhur.\"\n“Po, e mbaj mend atë vit, kur do të bashkoheshim me madhështinë e tij, po kalonim nga Qarku Baocheng, ishte shumë vapë në qershor, vëllai im i tretë nuk mund të qëndronte në hotel, kështu që doli të endej vetëm. Pasi kaloi një kopsht pjepri, ai hyri për të mbledhur disa pjepër, pjepri shuan etjen. Nuk kishte shumë pjepër të hershëm në këtë kohë dhe vëllai i tretë nuk dinte t'i mblidhte, kështu që i theu shumë prej tyre. Gruaja që shikonte bostanin doli përpara për të akuzuar vëllanë e tretë. Të dy patën një mosmarrëveshje dhe më pas filluan të zihen. Ejani, për fat të mirë u shqetësova dhe nxitova në ndihmë në kohë, përndryshe...\"\n“Po, e mbaj mend atë vit, kur do të bashkoheshim me Madhërinë e Tij, po kalonim nga Qarku Baocheng, ishte shumë vapë në qershor, vëllai im i tretë nuk mund të qëndronte në hotel, kështu që doli të endej vetëm. Pasi kaloi një kopsht pjepri, ai hyri për të mbledhur disa pjepër, pjepri shuan etjen. Nuk kishte shumë pjepër të hershëm në këtë kohë dhe vëllai i tretë nuk dinte t'i mblidhte, kështu që i theu shumë prej tyre. Gruaja që shikonte bostanin doli përpara për të akuzuar vëllanë e tretë. Të dy patën një mosmarrëveshje dhe më pas filluan të zihen. Ejani, për fat të mirë u shqetësova dhe nxitova në ndihmë në kohë, përndryshe...\"\n\"Ky Zheng Ziming, fajin e ka ne rradhe te pare, duhet te kerkoje falje. Pse e ka goditur? Veç kesaj, familja e nje vajze si mund t'i rezistoje grushteve dhe shqelmave te nje mashkulli te egër si ai! Hajde ti e rrahu këtë vajzë copa. Jo?\" \"Vajza ishte e padëmtuar...\"\n\"Ky Zheng Ziming, fajin e ka ne radhe te pare, ndaj duhet te kerkoje falje. Pse po e rrahni? Veç kesaj, si mund t'i rezistojne grushteve dhe shqelmave te nje mashkulli te eger si ai! Hajde me thuaj. ju e keni rrahur këtë vajzë. Jo?\"\n\"Vajza ishte e padëmtuar...\"\n\"Kjo është në rregull, kjo është në rregull... Hej, nuk keni marrë masa? Oh, mendoj se më shpëtuat në kohë.\"\n\"Kjo është në rregull! Kjo është në rregull... Hej! A nuk keni marrë masa? Oh! Unë mendoj se ju keni qenë ai që më shpëtove në kohë!\"\n\"...Jo, personi që shpëtova ishte...vëllai i tretë.\" \"...Jo, personi që shpëtova ishte...vëllai i tretë.\"\n\"Ah ah?!\"\n“Vëllai i tretë u rrëzua përtokë nga gruaja dhe u rrah dhunshëm gjatë gjithë rrugës. Fatmirësisht arrita dhe e binda të largohej, kështu që ai nuk u plagos rëndë... Madhëria juaj... Madhëria! \"\n\"Vëllai i tretë u rrëzua përtokë nga gruaja dhe u rrah dhunshëm. Për fat të mirë arrita dhe e binda të largohej, kështu që ai nuk u plagos rëndë... Madhëria juaj... Madhëria juaj!...\"\n\"Ah?...Oh, kush është ajo grua!?\" \"Ah!?...Oh, kush është ajo grua!?\"\n\"Vetëm më vonë kuptova se emri i gruas ishte Tao Sanchun dhe babai i saj Tao Hong ishte një hero i vjetër që nuk kishte aspirata. Tao Sanchun mësoi artet marciale nga babai i tij që kur ishte fëmijë. Pasi u njoha Familja e tij, pashë që zonjusha Sanchun kishte karakter të jashtëzakonshëm. , Luo Luo dhe bujare, pa asnjë zakon për të qenë një vajzë e vogël, ata qëllimisht e përputheshin me të. Babai dhe vajza Tao gjithashtu pëlqenin shumë karakterin e drejtpërdrejtë të vëllait të tretë. Ata goditi menjëherë dhe vendosi për këtë martesë për ata të dy. Madhëria juaj, ju lutem më tregoni, kjo nuk është një martesë e falsifikuar?\"\n\"Vetëm më vonë mora vesh se vajza quhej Tao Sanchun dhe ajo kishte mësuar artet marciale nga babai i saj që në fëmijëri. Pasi u njoha me familjen e tij, pashë se zonjusha Sanchun kishte karakter të jashtëzakonshëm, ishte bujare, dhe nuk kishte asnjë gjurmë nga zakonet e vajzës së vogël, kështu që unë e rekrutova qëllimisht. Z. Tao dhe vajzës së tij gjithashtu i pëlqenin shumë karakteri i drejtpërdrejtë i vëllait të tyre të tretë. Ata e goditën menjëherë dhe vendosën për këtë martesë për ta. Madhëri, ju lutem më tregoni, a nuk është kjo një martesë e falsifikuar?\"\n(Kjo histori është një metaforë, sepse një gjë e keqe doli të ishte një gjë e mirë.)", "聖意": "Lutuni për mbrojtjen e shtëpisë dhe vetvetes, jini të kujdesshëm, lutuni për pasuri, prishni biznesin, pengoni martesën, ndëshkimin, Liujia, sigurimet, këmbësorët e bllokuar në fusha, dëmtimi i krimbit të mëndafshit, dëmtimi i bagëtive, personat e zhdukur, paditë e paligjshme, humbja, migrimi, konservatori , pasuri e humbur, sëmundje të liga, shqetësime, rreziqe, male, varre, dështim", "古人": "Tao Sanchun rreh Zheng En në kopshtin e pjeprit", "第X籤": "Numri nëntëdhjetë e nëntë", "宮": "Haigong"}