{"籤詩版本二": "Que es creï el món per a un bon matrimoni, dies propis i bons moments, i tot vagi bé\nNo és poca cosa si aconsegueixes aquest lot, l'emperador declara que les persones són lleials i rectes.", "詩意": "Aquest hexagrama representa el començament del principi del cel i la terra.\nTot és de bon auguri.", "解曰": "Velocitat ràpida. L'any no val el seu temps. Guanyin escriu. Avisa'm primer.", "籤詩故事一": "◇Zhongli es va il·lustrar\nZhongli Quan, de cognom Zhongli, nom de pila Quan, nom de cortesia Yunfang i sobrenom Zhengyang, va ser originari del comtat de Xianyang, Xi'an, província de Shaanxi durant la dinastia Han Oriental.\nZhong Liquan era un general de la dinastia Han. Durant l'expedició contra el Qiang occidental, estava gelós del comandant Liang Yi i només li va assignar 30.000 soldats vells i febles. Tan bon punt va arribar a la seva destinació, el campament va ser robat per l'exèrcit de Qiang occidental i els soldats van fugir. Zhong Liquan es va perdre en una vall i es va trobar amb un monjo Hu en el camí, el va portar a un petit poble i va dir: \"Aquesta és la residència del senyor Donghua.\" Després es va acomiadar i va marxar. Al cap d'una estona, algú va dir de sobte: \"Això deu ser perquè l'home d'ulls verds Hu és massa xerraire.\" Va veure un home amb una pell de cérvol blanc i sostenint un bastó de quinoa verda. Va preguntar a Zhong Liquan: \"La persona que va venir. aquí és Han Da. General Zhongliquan\n? Zhong Liquan va quedar sorprès, sabent que havia conegut una persona estranya, així que va aprendre sincerament el Tao.\nZhong Liquan va conèixer més tard a Zhenren Huayang i al rei immortal Xuanfu, i va aprendre el \"Secret de la Immortalitat\". Finalment, va viure a Zijin Sihaofeng a la muntanya Kongtong, va obtenir el \"Secret de la Caixa de Jade\" i es va convertir en un veritable immortal. També va ser venerat com un dels Cinc Patriarques del Nord per la Secta Quanzhen.", "聖意": "Pregueu perquè la vostra llar i casa siguin beneïts amb bona sort a la tardor i a l'hivern. Busqueu la bona sort a la tardor i l'hivern. Bona sort en els negocis, bona sort en el matrimoni, bona sort en donar a llum nens, bona sort en viatjar al camp. , sort en cucs de seda, sort en bestiar, sort en trobar gent, sort en plets públics, sort en migració, béns perduts, malalties del nord-est, sort en enviar muntanyes i tombes.", "古人": "Zhongli es va il·lustrar", "第X籤": "primer senyal", "宮": "Úter"}