{"籤詩版本二": "Per què no vas a Tailai, que és a la volta de la cantonada?Deixaré temporalment el senyor fora de la muntanya.\nSi hi ha bones notícies sobre el tigre o el conill, seràs lliure encara que estiguis decidit a estar ocupat.", "詩意": "En aquest hexagrama, hi ha un signe de benedicció entre la desgràcia.\nTot és dolent per endavant i bo al final.", "解曰": "Substituïu-lo per seda de cànem. Colpejar els peus d'algú. Veure clarament. Les benediccions provenen dels desastres.", "籤詩故事一": "◇ Trobada amb un mestre a Bukit\nWu Ji era originalment un llenyataire, i els dos van conèixer Jiang Ziya quan estaven pescant al riu Feng. Wuji va riure quan va veure en Ziya pescar amb un ham recte.\nZiya va mirar la cara d'en Wuji i va dir endevinació: \"Si entres a la ciutat avui, mataràs algú\". Després d'escoltar això, Wu Ji va marxar enfadat i va portar llenya a la ciutat.\nDesprés d'entrar a la ciutat, Wu Ji es va enfrontar amb altres i va colpejar per error el primer ministre Wen Wang fins a la mort.\nEl rei Wen va dibuixar el terreny com una presó i va empresonar Wu Ji.\nBukit Hou va ser alliberat temporalment i va ser condemnat a mort per tenir cura de la seva mare fins a la tardor.\nLa seva mare li va demanar que demanés ajuda a Jiang Ziya.\nEl Taigong el va acceptar com el seu deixeble, li va ensenyar l'art de la guerra i li va ordenar que fes forats i fes encanteris per trencar el seu destí innat.\nDesprés de la tardor, Wu Ji no va arribar a ser castigat, el rei Wen va deduir els nombres innats i va pensar que Wu Ji s'havia suïcidat per por al crim.\nMés tard, el rei Wen va conèixer Wu Ji, i Wu Ji va presentar al rei Wen per conèixer Jiang Taigong.\nTaigong va rebre el títol de General de Wude. Tant mestre com aprenent van treballar per al rei Wen.", "聖意": "La casa és segura, el jo és bo, el negoci és bo, el matrimoni és tard, el vianant no ha tornat als camps, els cucs de seda són rendibles, els sis animals són shenji, la recerca és bona, la demanda pública és bona, la migració és conservadora, es veu la propietat perduda, la malaltia és bona, Qiu Ji, la tomba de muntanya és bona", "古人": "Trobada de Bukit", "第X籤": "El dotzè signe", "宮": "Palau Yin"}