{"籤詩版本二": "Igual que una grua que surt de la seva gàbia mortal, és possible escapar de la gàbia mortal.\nNo hi ha barreres entre el nord, el sud i l'est, podeu anar directament al palau de Jiuxiao.", "詩意": "Aquest hexagrama representa la imatge d'una grua que surt de la seva gàbia.\nTot és dolent per endavant i bo al final.", "解曰": "No et preocupis. El camí és pròsper. Estigueu a gust. Despreocupat com a humà (déu).", "籤詩故事一": "◇Ziya va abandonar la seva posició oficial\nQuan Jiang Ziya treballava com a endeví, va veure que una dona havia estat transformada per l'esperit de la pipa de jade, així que la va agafar i fins i tot la va colpejar amb una pedra de tinta. El primer ministre del rei Zhou va explicar què havia passat, va preguntar què havia passat i després va portar Jiang Ziya a veure el rei Zhou. Jiang Ziya va utilitzar Samadhi True Fire per cremar l'esperit pipa de la seva forma original davant del rei Zhou, i el rei Zhou el va convertir en un alt funcionari.\nPer venjar l'esperit de la pipa de jade, Daji va demanar al rei Zhou que ordenés a Jiang Ziya que construís una plataforma de cérvols, Jiang Ziya va increpar el rei Zhou i el rei Zhou va ordenar que el matessin. Jiang Ziya va escapar utilitzant aigua. Després de tornar a casa, Jiang Ziya va preguntar a Ma si anava a Xiqi, i la Ma es volia divorciar d'ell. Així que Jiang Ziya va anar sol a Xiqi (la capital del rei Wen de la dinastia Zhou).\nJiang Ziya va arribar a Xiqi i va viure en reclusió pescant a Panxi Gorge. Va conèixer al rei Wen de Zhou que estava ansiós per buscar talents. A petició sincera del rei Wen, Jiang Ziya va ser adorat com el seu mestre i va ajudar el rei Wen.", "聖意": "Estic incòmode a casa i també vull buscar cooperació financera, transacció, matrimoni, Liujia, vianants homes, veure camps, cucs de seda, guanys de tardor, sis pèrdues de bestiar, recerca de persones, obstrucció de processos públics, migració, objectes perduts, sud-est malaltia, ambientació, enviant muntanyes i tombes, auspici", "古人": "Ziya va abandonar la seva posició oficial", "第X籤": "El catorzè guanyador de la loteria", "宮": "Maogong"}