{"籤詩版本二": "Les preocupacions i les preocupacions s'alleugen temporalment, i l'alegria ve del cel.\nIgual que el jade amagat al fem, un bon treballador treu la pols", "詩意": "Aquest hexagrama representa l'harmonia del Yin i el Yang.\nTot el que planifiqueu és auspici.", "解曰": "Res guanyat, res perdut. Guany de la pèrdua. El dolent està en problemes. Molta sort, senyor.", "籤詩故事一": "◇Ye Meng Xiong Chao Di\nYe Mengxiong (1531-1597), el nom de cortesia del qual era Nanzhao i el nom del qual era Longtang, es va canviar a Longtan i també es va anomenar Huayun. Natiu de Wanshifang, Huizhou Fucheng (ara part del districte de Huicheng, ciutat de Huizhou) a la dinastia Ming. L'any 44 del regnat de Jiajing (1565), es va convertir en Jinshi i se li va concedir el títol de magistrat del comtat de Qing. Va exercir com a director del departament de transferència, i més tard va passar a ser el censor supervisor de Shanxi Road.\nL'any 20 de Wanli (1592), el cònsol general de Ningxia Kuaibai (cap de la tribu tàtara mongol) va matar el governador Dang Xin i va capturar el quaranta-setè fort a la província d'Hexi, va trencar la ciutat, es va adorar i es va cremar fins a la mort. Meng Xiong no és arrogant a l'hora d'assumir el crèdit i deixa que les seves habilitats siguin tan bones com les dels generals que s'atreveixen a lluitar. L'oficial Wei Xuezeng va ser reintegrat. En els seus últims anys, va dimitir cinc vegades i va ser retornat a Huizhou per construir el temple Huilong.\nYe Mengxiong va entrar al taoisme com a funcionari al principi i va ser famós per la seva honestedat i integritat. Els antics registres històrics deien que va ser \"el primer en humilitat i habilitat\", \"elimina la corrupció i castiga les rebel·lions\", deixant una bona reputació. va ser extremadament lleial, valent, valent i enginyós. És bo en l'artilleria. A la segona meitat de la seva vida, les seves habilitats en arts marcials es van registrar a la \"Història de la dinastia Ming\" i va ser considerat com un heroi nacional.", "聖意": "La casa és desfavorable (cada cop més tranquil·la) La tardor i l'hivern són bons per a un mateix, la riquesa tindrà èxit, les transaccions tindran èxit, el matrimoni tindrà èxit, Liujia s'alarmarà falsament (hi haurà tresors), els vianants aniran al camp per pregueu pels cucs de seda, sis animals seran plans, es trobaran persones, els judicis públics seran desfavorables, la migració serà conservadora, la propietat perduda es veurà obstaculitzada, les malalties s'arreglaran a la tomba de Fushan.", "古人": "Ye Meng Xiong Chao Di", "第X籤": "Setzena loteria guanyadora", "宮": "Maogong"}