{"籤詩版本二": "El corb d'or cau a l'oest i el conill s'aixeca a l'est.El cicle del dia i de la nit continua des de l'antiguitat fins a l'actualitat.\nEls monjos i els taoistes saben que no hi ha cap desavantatge, i els estudiosos, els agricultors, la indústria i els comerciants segueixen la seva pròpia ment.", "詩意": "Aquest hexagrama representa l'augment i la disminució del yin i el yang.\nTambé és un senyal que tot anirà com estava previst.", "解曰": "No hi ha res al cap. El que has fet és meritori. Com una fletxa d'un arc. Un tir va colpejar la diana.", "籤詩故事一": "◇ L'oncle Cao Guo és un immortal\nEs diu que Cao Guojiu, originari de Xuzhou, era l'oncle avi de l'emperador Renzong de la dinastia Song i es deia Cao Yi, també conegut com a Cao Jingxiu.\nL'oncle Cao Guo tenia un germà petit anomenat Cao Er. Aquest Cao Er confiava en la seva posició de poder imperial i va cometre tota mena de mals. Va ocupar camps, es va endur dones i filles i va fer amistat amb alguns sense llei, entrant i sortint. Cao Guojiu no ho podia suportar, així que va es va negar a escoltar les seves bones paraules i consols, així que va utilitzar el càstig per controlar-lo., els dos germans van forjar rancor.\nCao Guojiu va dir: \"Els principis del món són que aquells que acumulen el bé prosperaran i els que acumulen el mal periran. Aquesta és una veritat inalterable. En el passat, la nostra família Cao ha acumulat accions dolentes per aconseguir la riquesa actual. Ara. el meu germà ha acumulat el mal fins a l'extrem, fins i tot si escapa Encara que siguis castigat pels funcionaris, no pots escapar dels desastres naturals que corren en secret. Quan arribi un desastre i la teva família sigui destruïda i algú mor, no seràs capaç d'escapar-me. Seré humiliat i em temor.\" Així que vaig dispersar totes les meves riqueses, Ell va ajudar els pobres i ja no es va preocupar dels afers del seu germà. Després va deixar casa i els seus amics, es va canviar per un uniforme taoista i va anar a les muntanyes per cultivar la seva ment i la seva naturalesa.\nUn dia, es va trobar casualment amb Zhongli i Lu Dongbin de la dinastia Han. En veure les respostes fluïdes de l'oncle Cao Guo, es va mostrar molt feliç i li va donar l'\"Edicte secret del retorn de la veritat\" i li va ordenar que practiqués amb cura. Poc després, Zhongli Quan i Lu Dongbin van ser introduïts a la classe immortal.", "聖意": "Bona sort per a la llar, llar, bona sort, bona fortuna, bona sort en els negocis, matrimoni, viatger masculí, plantar cucs de seda al camp abans d'hora, fracàs del bestiar, cerca de gent, plet, migració, objectes perduts, malaltia tardana, bona fortuna", "古人": "L'oncle Cao Guo és un immortal", "第X籤": "Signa el divuit", "宮": "Maogong"}