{"籤詩版本二": "Deixar que el vaixell torni de la platja d'aigües ràpides, què vols fer a causa de l'agitació?\nSi vols estar segur, busca la tranquil·litat i espera que les onades passin aquesta crisi.", "詩意": "Aquest hexagrama és com un vaixell que viatja per una platja ràpida.\nSigues conservador en tot i espera el moment.", "解曰": "Desembarcar en aigua forta. El perill és esperar el temps. Si preguntes sobre els plans de colònies. No es pot fer res.", "籤詩故事一": "◇Ziyi és coronat rei\nGuo Ziyi (697-781), també conegut com Guo Linggong, va ser originari del comtat de Zheng, Huazhou (actual comtat de Huaxian, província de Shaanxi) i un general de la dinastia Tang.\nDurant la Rebel·lió d'Anshi l'any 14 de Tianbao (755), se li va concedir el títol de Shuofang Jiedushi (Lingwu, a l'oest de Lingwu a l'actual Ningxia). Va rebre l'ordre de fer una croada. Va combinar l'exèrcit de Shuofang amb Li Guangbi per marxar. Van unir forces a Changshan (Zhengding, Hebei) i van derrotar a Shi Siming i van recuperar Hebei. En aquest moment, Guo Ziyi va suggerir que l'emperador prengui Fan Yang del nord i atacés el cau del tigre rebel per reduir el setge de Tongguan, però Xuanzong es va negar. Després, es va plantar la situació de les ciutats vassalls separatistes a finals de la dinastia Tang, que també es va convertir en la causa remota de la desaparició de la dinastia Tang.\nL'any quinze del regnat de Tianbao (756), ell i la coalició uigur van pacificar Hequ. A la primavera de l'any següent, van recuperar Hedong (ara Yongji, Shanxi) i Feng Yi (ara Dali, Shaanxi) i van atacar Tongguan. derrotant a Cui Qianyu L'exèrcit Tang va patir més de 10.000 baixes. Cui Qianyu es va rendir a Pujin. An Lushan va ser assassinat pel seu fill An Qingxu.\nEl segon any de Zhide (757), va rebre l'ordre de conduir les tropes a Fengxiang. En el camí, va derrotar a 5.000 cavallers de Li Guiren al pont Baiqu Liuyun (avui al sud-est de Sanyuan). Al maig, va lluitar amb An Shouzhong i Li. Guiren a Qingqu (avui a l'oest de Xi'an) va ser derrotat, i es va retirar a Wugong (avui al nord-oest de Wugong). Al setembre, va seguir al mariscal Guangping Wang Li Chu per dirigir els Tang i els uigures per unir-se a 150.000 soldats, i després va lluitar. amb An Shouzhong i Li Guiren a Xiang. Al nord del temple Ji (al sud-oest de l'actual comtat de Chang'an), els soldats uigurs van donar voltes darrere de l'enemic, van atacar des d'ambdós bàndols i van matar 60.000 enemics. Zhang Tongru va fugir al comtat de Shaanxi, i finalment va recuperar la capital Chang'an (avui Xi'an) La majestat de l'exèrcit Tang va tornar a ser restaurada a Chang'an.\nDesprés, l'exèrcit Tang va aprofitar la victòria i va marxar cap a l'est, derrotant 150.000 homes, inclosos Yan Zhuang i Zhang Tongru a Xindian (ara al sud-oest de la ciutat de Sanmenxia, ​​província de Henan), obligant Anqing Xu a creuar el riu Groc i retirar-se cap a Xiangzhou. Dongjun Luoyang va tornar. Afegeix Situ als seus mèrits i fes-lo duc del país.\nShi Siming va dirigir el seu exèrcit des de Fan Yang per rescatar An Qingxu. Els dos bàndols van lluitar en formació al nord del riu Anyang (avui al nord d'Anyang). La lluita va ser inextricable. Al final, dirigida per nou Jiedushi, l'exèrcit Tang, que afirmava tenir 600.000 homes, retirats (a la batalla de Yecheng). guerra). El principal comandant d'aquesta batalla va ser l'eunuc Yu Chaoen, que no tenia habilitats de lideratge i va culpar a Guo Ziyi del fracàs de la batalla. Guo Ziyi va ser convocat de tornada a Chang'an, rellevat del poder militar i es va convertir en un funcionari ocioso.\nEl primer any de Baoying (762), les tropes de Taiyuan (actual sud-oest de Taiyuan) i Jiangzhou (actual Xinjiang a la província de Shanxi) es van rebel·lar. La cort es va espantar, així que Ziyi va rebre el títol de rei de Fenyang i va sortir a controla Jiangzhou. També va ser alienat per l'eunuc Cheng Yuanzhen i va ser rellevat del poder militar.\n(El focus d'aquesta història: Guo Ziyi, que era molt capaç i ben educat, va conèixer Xuanzong i alguns dolents, cosa que va comprometre molt els seus èxits.)", "聖意": "Beneir la llar i un mateix, buscar riquesa, sense transacció, sense matrimoni, sense falsa alarma, vianants que arriben a Tiancanji, difícil trobar gent, judicis públics i (no Xing), migració, conservadorisme, objectes perduts, difícils de trobar, malalties, pregant per benediccions, muntanyes i tombes, de bon auguri", "古人": "Ziyi va ser coronat rei", "第X籤": "XIX Lot guanyador", "宮": "Tatsumi"}