{"籤詩版本二": "Després de tantes preocupacions i perills, mai més estarà buit a partir d'ara\nUn cor generós té els seus propis plans generosos. Has de conèixer un expert per aconseguir grans èxits.", "詩意": "Aquest hexagrama és com un pou antic amb una font.\nEn tot, la gent noble aconsegueix l'èxit.", "解曰": "Finalment, la demanda estarà justificada. Malalt i segur. Entra i surt a buscar consell. El pou antic es troba amb la primavera.", "籤詩故事一": "◇Yao Chong controla les llagostes\nYao Chong (649-721), el nom real del qual era Yuan Chong, era de Shaanzhou, va ser ministre de Xia Guan, Shangshu de Chunguan, Ziweiling, Zhongshuling i primer ministre a la dinastia Tang.\nEl quart any de Kaiyuan (716), Shandong (generalment referint-se a la conca del riu Groc a l'est de Huashan) estava plagada de llagostes. La gent estava lligada per idees supersticioses i no s'atrevia a caçar-les i matar-les. sacrificis, cremar encens, adorar al costat dels camps i veure com les llagostes devoraven les collites...\nTots els funcionaris creien: \"Les llagostes són un desastre natural, com poden ser controlades per la mà d'obra!\" La lluita entre dues idees diferents era ferotge en aquell moment, si eliminar o no eliminar les llagostes.\nYao Chong va dir: \"Mentre treballem junts, ens podrem desfer de tots. Va dir: Les llagostes tenen por de la gent, de manera que són fàcils d'allunyar. Les plàntules tenen propietaris, de manera que els rescatadors han de treballar molt; les llagostes. poden volar, i si veuen foc a la nit, volaran cap a ell; feu-los foc al camp, feu forats mentre cremen, enterreu-los mentre cremen, i no quedarà res\".\nXuanzong va dir: \"Les llagostes són un desastre natural causat per una mala governança moral. Si demanes que siguin caçades i assassinades, això no va a contracorrent?\"\nYao Chong va afegir: \"Els antics practicaven capturar i matar llagostes, i la vostra majestat l'utilitzarà en el futur. És un esdeveniment nacional important per portar pau i prosperitat als agricultors. Si us plau, considereu-ho seriosament\".\nXuanzong estava convençut. Però en aquell moment, tothom dins i fora del jutjat va dir que no es podia caçar llagostes.\nXuanzong va dir: \"He parlat amb el primer ministre i he decidit capturar les llagostes. Qualsevol que s'oposi de nou serà executat. \" Així que va enviar el censor a supervisar i ordenar a la gent que cremés i enterrés les llagostes.\nEls resultats van ser força efectius: es van capturar nou milions de danses de llagostes a tot el país i la plaga de llagostes es va eliminar amb èxit.L'agricultura va aconseguir una bona collita aquell any.\n(La saviesa s'ha d'utilitzar en la gestió de desastres i l'evacuació, i hi ha d'haver estratègies enginyoses per superar les dificultats. Yao Chong és l'expert en aquesta matèria)", "聖意": "La casa és normal, un mateix està bloquejat, la recerca de diners està bloquejada, el comerç està bloquejat, el matrimoni i l'harmonia estan bloquejats, hi ha perill a Liujia, els vianants estan bloquejats, els cucs de seda estan bloquejats, el bestiar és desfavorable, la gent no es troba, la gent està bloquejada , es fan demandes públiques, la migració no és raonable, les coses perdudes són difícils de trobar, les malalties resen, les muntanyes i les tombes estan incòmodes.", "古人": "Yao Chong controla les llagostes", "第X籤": "Guanyar la loteria vint-i-cinquè", "宮": "Mi Palau"}