{"籤詩版本二": "Diuen els rumors que les coses han capgirat i vaig rebre una carta des de l'horitzó.\nLa fama i l'èxit que em prometien al llibre van romandre buits fins al final.", "詩意": "Aquest hexagrama té un nom fals.\nÉs aconsellable ser conservador en tot.", "解曰": "Amunt i avall molest. Buscar oci no és ocioso. Desig de fama. Cuidat.", "籤詩故事一": "◇ Zhong Kui assoleix la il·luminació\nZhong Kui, el cognom del qual és Zhong Kui, el nom de cortesia del qual és Zhengnan, és de Zhongnanshan.\nDurant el regnat de l'emperador Dezong de la dinastia Tang, Zhong Kui va participar en l'examen imperial, Zhong Kui va llegir les preguntes de l'examen i immediatament va escriure l'article d'una vegada i el va lliurar. L'examinador en cap d'aquell dia era Han Yu, el ministre d'Afers Civils, i l'examinador adjunt era Lu Zhi, un gran erudit. Quan els dos van llegir el diari de Zhong Kui, se'ls va il·luminar els ulls i van dir a l'uníson: \"Magic, mag! Cada paraula d'aquest article és exquisida, digna de Li Taibai i Du Zimei!\" Així que van anomenar Zhong Kui com a primer lloc.\nL'emperador Dezong va escoltar l'informe de Han Yu i va dir que Zhong Kui, el nou campió de la ciència, tenia molt talent, així que va convocar a Zhong Kui al Palau Daurat.\nQuan l'emperador Dezong va veure el seu aspecte lleig, immediatament es va sentir disgustat i va dir: \"La selecció d'erudits a la nostra cort es basa en paraules personals i cal·ligrafia. Com es pot seleccionar una persona tan lleig com l'estudiós número u de les ciències daurades? \"\nHan Yu es va agenollar de pressa i va dir: \"El bé i el dolent d'una persona no només es refereixen a l'aparença. No escoltes tu, Senyor Sant, que Yan Ying fa tres peus d'alçada i és igual al primer ministre? Zhou Chang tartamudeja però pot ajudar a la dinastia Han; Confuci jutja la gent per la seva aparença i perd el seu fill Yu. Espero que la vostra majestat s'ho pensi dues vegades.\"\nL'emperador Dezong va reflexionar un moment i va dir: \"Tot i que les paraules de Han Aiqing són raonables, quan jo era l'emperador Taizong, hi havia divuit estudiosos que van venir a Yingzhou i van parlar-ne. Aquest home era l'estudiós número u. Em temo que el món es riu de mi per no reconèixer els talents\".\nEl primer ministre Lu Qi era de ment estreta i envejava dels talents. Després d'escoltar les paraules de l'emperador, es va agenollar i va dir: \"L'estudiós número u en el tema d'or ha de ser tant intern com extern. Hi ha tres-cents candidats per a aquesta assignatura. Per què no en tries un altre?\"\nQuan Zhong Kui va veure que aquest home estava tan confós, no va poder evitar enfadar-se, va assenyalar a Lu Qi i va maleir: \"Si un funcionari tan ignorant està al tribunal, no farà mal al país?\" Després d'això, va donar un cop de puny a Lu Qi amb el puny.\nEn veure això, Dezong es va indignar i va dir: \"Ets tan atrevit que t'atreveixes a causar problemes al Palau Daurat, enderroca'l ràpidament!\"\nEnfurismat, Zhong Kui va treure l'espasa de la cintura del general que estava dret al palau i va sospirar fort: \"És difícil que un gat frustrat imiti un tigre, i un lloro frustrat no és tan bo com un lloro frustrat. pollastre.\" Després d'això, es va suïcidar.\nQuan l'emperador Dezong va veure que Zhong Kui es va suïcidar amb ira, va quedar molt sorprès. Per tal de guanyar-se el cor de la gent, va decretar que Zhong Kui fos enterrat amb el títol oficial d'estudiós número 1, i també va nomenar a Zhong Kui el Déu. de l'exorcisme per alliberar el món dels mals esperits.", "聖意": "Pregueu per benediccions a casa vostra, la vostra pròpia seguretat, dificultats financeres, fracàs empresarial, fracàs matrimonial, vianants de dones Liujia, cucs de seda de camp de confiança mig cuinats, sis animals domèstics, es poden criar, persones desaparegudes, demandes públiques occidentals, pèrdua de migració, conservador, pèrdua de béns, malaltia, resar per la bona fortuna a les muntanyes i les tombes", "古人": "Zhong Kui va guanyar el Tao", "第X籤": "Vint-i-sisè guanyador de la loteria (Loteria)", "宮": "Mi Palau"}