{"籤詩版本二": "A l'est, hi ha un bonic Chanjuan a la llum de la lluna, i els núvols el cobreixen un moment i romanen amagats.\nDe vegades pot ser rodó, però de vegades pot faltar. Aquells que diuen que no és només una conversa ociosa.", "詩意": "La lluna d'aquest hexagrama està coberta per núvols.\nTot està encara en coma.", "解曰": "Núvols flotants cobreixen la lluna. No cal dubtar. Esperant que s'acumuli el núvol. Llavors ho entendràs.", "籤詩故事一": "◇Bao Gong està buscant l'emperadriu Li\nDurant el regnat de Zhenzong de la dinastia Song, l'emperadriu Li (l'emperadriu Li) era una minyona de l'harem, va ser afavorida per Song Zhenzong i va ser ascendida a Wanyi i es va quedar embarassada.\nPerò en aquell moment, la concubina Liu Def (més tard emperadriu Liu) va tenir mals pensaments i va subornar l'eunuc Guo Huai perquè substituís el fill de l'emperadriu Li per un gat civet de pell, va arrabassar el seu fill i li va dir a l'emperador que era el seu fill biològic. Song Zhenzong estava furiós i va enviar l'emperadriu Li al palau fred.\nDesprés que la concubina De fos ascendida a reina, va planejar matar l'emperadriu Li, que va escapar del palau.\nUn dia, Li Niangniang, que vivia al carrer, es va trobar amb Bao Zheng, l'enviat imperial, que patrullava a la zona local i li va explicar la seva experiència vital i que era la mare biològica de l'actual emperador Song Renzong. . Després que Bao Zheng es va assabentar de l'incident, va portar Li Niangniang de tornada a Pequín, ho va informar a Song Renzong i es va assabentar de l'assumpte, i finalment la mare i el fill es van reconèixer. L'emperadriu vídua Liu i l'eunuc a càrrec Guo Huai van inclinar el cap i van confessar.", "聖意": "Estic incòmode a casa, prego per protecció financera, dificultats financeres, bona sort en els negocis, matrimoni, desgràcia, gent al camp, cucs de seda, animals desfavorables, dificultat per trobar gent, plets, pèrdua, migració, conservador, objectes perduts, Malalties occidentals, difícils de recuperar, reforma de la tomba de muntanya", "古人": "Bao Gong està buscant l'emperadriu Li", "第X籤": "Vint-i-vuitè guanyador de la loteria", "宮": "Palau del migdia"}