{"籤詩版本二": "T'aconsello que no li demanis ajuda, vola com una grua i et llança fletxes secretes.\nSi vas a recollir llenya i hi ha una serp a l'herba, pot ser que et mossega un verí i et sentiràs trist.", "詩意": "Aquest hexagrama és un signe de mantenir-se segur i mantenir-se.\nAneu amb compte en tot.", "解曰": "Tanca la boca i agafa les dents. És descuidat. Si et sents culpable. Al final es perjudica a un mateix.", "籤詩故事一": "◇Reunió del tauler d'escacs\nL'emperador Taizong de la dinastia Tang marxava cap a l'oest i va quedar atrapat a la ciutat de Suoyang. Cheng Yaojin va tornar a Pequín per demanar reforços.\nXue Dingshan va rebre l'ordre de servir com a Segon Mariscal de Ruta i va anar a rescatar el Senyor i pacificar Xiliao.\nDesprés que un grup de persones va sortir del pas de Yumen, van arribar a la muntanya Qipan. Assejat per milers de sequaços a la muntanya, Dou Yihu, el rei de la muntanya, va ser derrotat pel general Tang Luo Tong. Afortunadament, la seva germana Dou Xiantong era deixeble de la Santa Mare de les Flors Grogues i era experta en arts marcials. va agafar la corda de les fades i va lligar a Luo Tong. Xue Dingshan va dirigir personalment els soldats d'elit. Atrapat.\n(El poema signat correspon a això)\nEn veure la bellesa de Xue Dingshan, Dou Xiantong va voler convertir-se en amic de Feng Luan, però Xue Dingshan es va negar.Dou Xiantong es va enfadar i va voler expulsar-lo i decapitar-lo. Afortunadament, Cheng Yaojin va venir a rescatar-lo i va facilitar el seu matrimoni. Més tard, Dou Yihu també va portar els germans Qipanshan de tornada a la dinastia Tang per ajudar la dinastia Tang a conquerir Liao occidental.", "聖意": "Seguretat de la llar, interès propi, recerca de riquesa, espera de negocis, matrimoni no permès, falsa alarma de Liujia, vianants bloquejant camps, cucs de seda, sis bestiar, persones desaparegudes, bloqueig de demandes públiques, pèrdua (Mo Xing) Migració, conservador, objectes perduts, malaltia és difícil de recuperar, tomba de muntanya, bona sort", "古人": "conferència d'escacs", "第X籤": "Trenta-setè guanyador de la loteria", "宮": "Palau del migdia"}