{"籤詩版本二": "Passar una estona en pau i tranquil·litat, assegut i estirat mentre pren el te després d'estar ple\nNo cal que estiguis ocupat físicament i mentalment, i definitivament no causaràs injustícia o desastre.", "詩意": "Aquest hexagrama és un símbol de pau i estabilitat.\nEn totes les coses, esperar el moment adequat portarà sort.", "解曰": "Estigueu sans i segur. Pregunteu als déus. Espereu fins que arribi el moment. Les coses passen per casualitat.", "籤詩故事一": "◇ Foyinhui Dongpo\nUna vegada, Su Dongpo va aconseguir una mica de comprensió mentre estudiava Zen. Es va adonar que el seu estat era transcendent i va sentir-hi alegria. Incapaç de contenir la meva passió, vaig estendre la ploma i vaig escriure un poema:\n\"Al mig del cel, Jishou brilla brillantment a través de l'univers; sense poder ser bufat pels vuit vents, s'asseu dret sobre un lotus daurat morat\".\n(Els vuit vents es refereixen a: benefici, decadència, destrucció, reputació, elogis, burla, sofriment i felicitat. És a dir, no molestar-se per aquests vuit estats s'anomena \"els vuit vents no es poden moure\").\nDesprés d'escriure-ho, Dongpo va enviar el seu servent a través del riu per donar-lo al Mestre Zen Foyin del Temple Jinshan.\nDesprés de llegir-lo el Mestre Zen Foyin, el va marcar amb la paraula \"pet\" i el va donar al seu servent perquè el tornés.\nDongpo estava furiós després de veure això, així que va agafar un vaixell per creuar el riu i va anar al temple Jinshan per trobar el segell de Buda per discutir.\nQuan Dongpo va arribar a la porta del temple Jinshan, Foyin ja estava esperant a la porta.\nSu Dongpo va acusar immediatament Foyin: \"Per què dius pet al poema que vaig escriure?\"\nFoyin va respondre: \"No ets ja \"incapaç de ser bufat pels vuit vents\"? Com ​​pots ser \"golpat a través del riu\" per un pet!\"\nEn aquest moment, Dongpo es va sorprendre en adonar-se que no era prou bo i es va quedar avergonyit.\n(Aquesta història és una metàfora de \"La calor encara no ha arribat\")", "聖意": "Pregueu per la vostra llar i la vostra seguretat, per la vostra riquesa, per la vostra empresa, per passar una bona estona, pel vostre matrimoni, per una viatgera a Liujia, per l'arribada dels cucs de seda als camps, perquè els sis bestiar siguin estables, per trobar algú, per problemes, per judicis públics, per migració, per objectes perduts, per malaltia, per enviar a una tomba de muntanya, auspici", "古人": "Foyinhui Dongpo", "第X籤": "Trenta-una loteria guanyadora", "宮": "Wei Gong"}