{"籤詩版本二": "El viatge de tornada és segur.Qui sap el jade amagat a la pedra?\nUna vegada que un bon artesà tingui un tall clar, se sentirà segur i protegit en el període de jaspi", "詩意": "En aquest hexagrama, podeu veure la imatge del jade quan talleu una pedra.\nTreballa dur per tenir èxit en tot.", "解曰": "El tresor és a la pedra. Els estranys saben poc. Espereu fins que quedi clar. Fes el que puguis.", "籤詩故事一": "◇Liu Bei busca talents (tres visites a la casa de palla, tres visites a la casa de palla)\nEl període dels Tres Regnes. Zhuge Liang vivia aïllada en una cabana de palla a Longzhong. Liu Bei estava ansiós per buscar talents, així que va anar a visitar Zhuge Liang en persona. Va visitar Zhuge Liang tres vegades (conegudes com a \"Tres visites a la casa de palla\" a la història). Liu Bei va demanar als altres que es mantinguessin i li va demanar a Zhuge Liang. : \"La dinastia Han està en decadència, i els ministres traïdors els roben la vida. Majestat. \"Cobert de pols. No mesure la meva virtut i la meva capacitat, vull creure en la gran justícia del món, sinó en la meva saviesa. i les habilitats són poc profundes, així que l'utilitzo de manera desenfrenada. A partir d'avui, però, la meva ambició encara no s'ha acabat, creus que el pla s'implementarà?\"\nAleshores, Zhuge Liang li va presentar el pla de dividir el món en tres parts, i va analitzar la situació en què Cao Cao no estava disponible i Sun Quan podia ajudar-lo. També va explicar la covardia dels governadors dels estats de Jing i Yi. que va tenir l'oportunitat d'aprofitar-se d'ell, i que només va poder aprofitar aquests dos estats.Només llavors podrà guanyar el món, fins i tot va dir a Liu Bei l'estratègia d'atacar les Planes Centrals. (Aquesta discussió es va anomenar més tard \"Longzhong Dui\"). Després que Liu Bei escoltés això, el va elogiar com si hagués trobat un tresor i va convidar fermament a Zhuge Liang a ajudar-lo, així que Zhuge Liang es va convertir en l'assessor militar de Liu Bei.", "聖意": "La casa és mitjana, un mateix està segur, busca riquesa, comerç laboral, dificulta el matrimoni, es converteix en un viatger virtual a Liujia i cucs de seda a Yaotian, es converteix tard en un animal pròsper, busca gent, plets públics, migració, objectes perduts, malalties occidentals , pobre Anshan, canvi de tomba a auspici", "古人": "Liu Bei busca talents (tres visites a la casa de palla, tres visites a la casa de palla)", "第X籤": "El guanyador de la loteria del trenta-segon", "宮": "Wei Gong"}