{"籤詩版本二": "Vesteix-te i reorganitza l'antic estil familiar.El Tao no té cel però té mèrit.\nDesprés d'esborrar les espines i les espines del camí, tots tres van acordar retrobar-se amb els seus companys.", "詩意": "Aquest hexagrama representa la reordenació de la roba.\nTot és difícil abans de ser fàcil després.", "解曰": "No et preocupis. Passa-ho bé. Si preguntes pel futur. Hi ha un bon camí per davant.", "籤詩故事一": "◇ Escriptures budistes de Tang Monk\nXuanzang (602-664), un monjo eminent de la dinastia Tang, tenia un cognom comú de Chen i un nom de pila Yi. Va néixer al comtat de Goushi, Luozhou (ara la part sud de la ciutat de Yanshi, província de Henan). Es va convertir en monjo als tretze anys i va prendre el nom budista Xuanzang. El món es diu Sanzang de la dinastia Tang.\nEl tercer any de Zhenguan (629, també conegut com el primer any de Zhenguan), va viatjar cap a l'oest fins a Tianzhu (Índia) per obtenir escriptures budistes. Va aventurar-se en perill sol i va suportar dificultats. Només va arribar en quatre anys.\nL'any disset de Zhenguan, el mestre va dimitir oficialment i va tornar a l'est. Va tornar a la Xina per la carretera del sud de l'actual província de Xinjiang, Khotan i Loulan, va trigar un total de disset anys i un viatge de 50.000 milles. Quan va arribar a Chang'an el primer mes de l'any dinou de Zhenguan, l'emperador va ordenar a Liang Guogong Fang Xuanling i a altres oficials civils i militars que li donessin una gran benvinguda.\nEs van demanar un total de 520 i 657 volums de les escriptures budistes sànscrites originals. i traduït al xinès.\nDesprés que el mestre va tornar, va ser molt respectat per l'emperador Taizong i l'emperador Gaozong i va ser consagrat a Da Nei, donant-li el títol de \"Mestre Tripitaka\".", "聖意": "La casa està en convulsions, sort amb un mateix, bona sort, bons negocis, bon matrimoni, dificultant l'arribada de gent al camp, cucs de seda, bestiar desfavorable, recerca de gent, plets públics, migració, objectes perduts, malaltia tardana, pregària per a les benediccions, les tombes de muntanya haurien de ser antigues.", "古人": "Tang Monk aprèn les escriptures budistes", "第X籤": "El trenta-cinquè guanyador de la loteria", "宮": "Shen Gong"}