{"籤詩版本二": "Si vols estar segur i tranquil, no és adequat tenir espelmes al vent.\nÉs millor netejar i seure en una sala profunda, evitar la llum, agitar en un lloc tranquil i moure's. Sacsejar → Yao. Gratuït → pocs.", "詩意": "Aquest hexagrama és com el vent que sacseja el llum i l'espelma.\nMantenir les coses constants portarà sort.", "解曰": "Establir-se en un lloc tranquil. Estigueu de trucada i sigueu puntuals. No és una benedicció. Conservador i adequat.", "籤詩故事一": "◇Li Jing torna a la muntanya\nLi Jing (571-2 de juliol de 649), farmacèutic de nom de cortesia, era natural de Sanyuan, Yongzhou (ara al nord-est del comtat de Sanyuan, província de Shaanxi). General des de finals de la dinastia Sui fins a principis de la dinastia Tang, va ser un estrateg militar famós amb habilitats tant civils com militars a la dinastia Tang. Més tard, se li va concedir el títol de Duc de Wei, i va ser conegut com a Duc de Wei al món.\nLi Jing és el pare del tercer príncep Nezha de la llista dels déus, també conegut com el \"rei de Tota\". Li Jing i el seu fill van ajudar Jiang Ziya (Tai Gong) a derrotar la reina Zhou, establir la dinastia Zhou i el rei. Wu va pujar oficialment al tron. Jiang Ziya va establir una llista de déus i va realitzar una cerimònia per apaivagar les ànimes dels soldats que van morir a la batalla. A partir d'aleshores, el món es va tornar pacífic i pacífic. El rei Wu volia fer marquesos i recompensar-los, i també volia assignar terres als herois fundadors. Li Jing, el seu pare i el seu fill, i altres set persones van demanar tornar a la muntanya per practicar el taoisme i no estar obsessionats amb la fama i la riquesa del món. Més tard, tots set \"es van convertir en sants de cos\" i es van classificar a la classe dels immortals.\nLa història de \"Feng Shen Bang\"", "聖意": "La casa és conservadora, sóc normal, busco diners, tinc dificultats en els negocis, el meu matrimoni no està en harmonia amb Liujia, prego perquè els vianants tinguin confiança, els cucs de seda estan madurs a la tardor i els animals estan segurs, Busco gent, veig demandes públiques i migració, sóc conservador, he perdut propietats, estic malalt, no vull canviar la tomba de Jianxingshan.", "古人": "Li Jing torna a la muntanya", "第X籤": "Trenta-setè guanyador de la loteria", "宮": "Shen Gong"}