{"籤詩版本二": "Mirall de mil anys reunit, la dona demana al marit que es torni a casar\nDes de llavors, la família s'ha transformat i s'han afegit benediccions als fills i néts.", "詩意": "Aquest hexagrama és un símbol de la reunió dels miralls.\nTot és un treball dur i car.", "解曰": "Cavar sorra en or. Muntant un drac i muntant un tigre. Encara que és laboriós. Hi ha un suplement.", "籤詩故事一": "◇Yulianhui deu amics\nA la dinastia Song, Qian Yulian es va casar amb Wang Shipeng. Quan Shi Peng va anar a Pequín per fer l'examen, el ric Sun Ruquan va obligar a Yulian a casar-se amb ell.\nQian Yulian va rebutjar la proposta del ric Sun Ruquan i preferia casar-se amb Wang Shipeng, un pobre estudiós de Wenzhou que va ser contractat per \"Jing Chai\".\nMés tard, Wang Shipeng va guanyar el primer premi, com que es va negar a ser forçat a casar-se pel primer ministre Wanqi, va ser enviat com a jutge al remot Chaoyang. Sun Ruquan va canviar en secret la carta familiar de Wang Shipeng per una \"carta de divorci\" i va enganyar a Yulian perquè l'enganyés. La madrastra de Qian Yulian també la va obligar a casar-se, però Yulian es va negar i es va suïcidar llançant-se al riu. Va ser rescatada per Qian Zaihe. de la província de Fujian i adoptada com a filla adoptiva.\nYulian pensava que Shipeng havia mort. Cinc anys més tard, Wang Shipeng era el governador de Ji'an. Un dia, va celebrar una cerimònia commemorativa en un temple taoista per commemorar la seva difunta esposa. Yulian va anar per casualitat al temple taoista de Ji'an per cremar. encens, i finalment Wang i Qian es van reunir.", "聖意": "La casa no és bona per a un mateix. La tardor i l'hivern són pròspers. Que la riquesa sigui pròspera. La tardor i l'hivern són pròspers. Els negocis són pròspers. Que el matrimoni tingui èxit. Pregueu perquè els vianants vagin al camp. Es poden criar cucs de seda. Sis bestiar. Es pot criar. Es poden trobar persones. Els judicis públics són desfavorables. La migració és conservadora. Pèrdua de béns. Malaltia tardana. Pregueu per la benedicció. Les muntanyes i les tombes són bones.", "古人": "Yulianhui deu amics", "第X籤": "El quart signe", "宮": "Úter"}