{"籤詩版本二": "La roda vermella cau a l'oest, el conill puja a l'est, el yin creix i el yang desapareix, i tot prospera\nSi una dona vol utilitzar-lo, augmentarà la seva riquesa i portarà felicitat al seu cor.", "詩意": "Aquest hexagrama és el símbol del creixement del Yin i la desaparició del Yang.\nTot és difícil abans de ser fàcil després.", "解曰": "El yin beneficia les dones. No apte per a homes. Si estàs buscant consell. Primer ve el mal i després ve el bé.", "籤詩故事一": "◇ Wu Zetian va pujar al tron\nAls 14 anys, Wu va ser convocat al palau per l'emperador Taizong Li Shimin de la dinastia Tang com una persona talentosa, anomenada \"Wu Mei\". Després de la mort de Taizong, Zetian va entrar al temple Ganye i es va convertir en monja.\nQuan l'emperador Gaozong de la dinastia Tang va pujar al tron, va convocar la família Wu al palau per retre homenatge a Zhaoyi. El sisè any de Yonghui (655), l'emperador Gaozong va establir Wu com la seva reina.\nWu Zetian era intel·ligent, implicat en la literatura i la història, i era ric en recursos. Poc després que Wu Zetian es convertís en reina, perquè Gaozong era feble i malalt, de vegades li confiava que s'ocupés de certs assumptes polítics, de manera que el seu poder va créixer. El primer any de Shangyuan (674), l'emperador Gaozong va ser anomenat \"emperador\", l'emperadriu Wu va ser anomenada \"reina del cel\", i tots dos van ser anomenats \"dos sants\" al palau.\nEl primer any de Hongdao (683), Gaozong va morir, el príncep Li Xian va pujar al tron ​​i Wu Zetian va governar la dinastia. El febrer del primer any de Sisheng (684), Wu Zetian va deposar Li Xian com a rei de Luling i va establir el seu quart fill Li Dan com a emperador, continuant governant la dinastia. Al setembre del mateix any, va canviar la bandera per or i Luoyang, la capital de l'est, va ser rebatejada com a capital divina. El nou dia de setembre del primer any de Tianshou (690), Wu Zetian es va proclamar emperador i va canviar el nom del país per Zhou.", "聖意": "La llar és desfavorable per a un mateix, resant per benediccions, cercant riquesa, vigilant transaccions, bona sort en el matrimoni, mala sort en el matrimoni (dona), vianants bloquejant camps, cucs de seda, bestiar pròsper, cerca de persones, separació, plets, pèrdua, migració , pèrdua de béns, malaltia, xoc, muntanyes i tombes, bona sort", "古人": "Wu Zetian puja al tron", "第X籤": "El quarantè guanyador de la loteria", "宮": "Tu Palau"}