{"籤詩版本二": "Recordaràs les infinites bones paraules, però et convertiràs en el teu fill si reconeixes el lladre.\nNo siguis cobdiciós en aquest moment i et preocupis per com hauria fet alguna cosa bona fa un any.", "詩意": "Aquest hexagrama identifica un lladre com un fill.\nAneu amb compte en tot el que feu.", "解曰": "Només aquesta. Un senyor no s'equivoca. Tingueu-ho en compte. No us sentiu sol.", "籤詩故事一": "◇Dong Zhuo accepta Lu Bu\nLu Bu, valent i bon lluitador, va ser un famós general militar al final de la dinastia Han de l'Est i al començament dels Tres Regnes.Una vegada va considerar a Ding Yuan, el governador de Jingzhou, com el seu pare adoptiu i va servir sota ell.\nDesprés de la mort de l'emperador Ling de la dinastia Han Oriental, Ding Yuan va anar a Pequín per col·ludir amb el general He Jin per controlar el govern.\nDong Zhuo va lluitar amb Ding Yuan, però diversos generals no van poder derrotar a Lu Bu, així que Dong Zhuo va enviar el seu subordinat Li Su a subornar a Lu Bu. Li Su va portar munts de tresors d'or i plata i el famós cavall de conill vermell per \"visitar Lu Bu\". Li Su va portar munts de tresors d'or i plata i el famós cavall de conill vermell per visitar Lu Bu. Llu Bu va ser subornat per Dong Zhuo perquè matés a Ding Yuan i va dir als seus soldats que vinguessin amb ell si volien i que marxés si no volien seguir-lo. Com a resultat, la majoria dels soldats van fugir. Així que Lu Bu va ser subornat per Dong Zhuo i va matar a Ding Yuan.\nDesprés que Dong Zhuo va guanyar el poder, va adoptar Lu Bu com el seu fill adoptiu i el va convertir en general i marquès.\nDong Zhuo tenia un temperament violent, i la \"relació pare-fill\" amb Lu Bu era realment molt feble.L'any 189 dC, a instigació de Situ Wang Yun, Lu Bu va matar Dong Zhuo.\nSis mesos després de la mort de Dong Zhuo, les antigues tropes de Dong Zhuo van envair la capital i Lu Bu i la seva dona van fugir en pànic. Després d'abandonar la capital, Lu Bu va buscar refugi amb els senyors de la guerra Yuan Shu, Yuan Shao, Zhang Yang, Zhang Miao, Liu Bei, etc., i va lluitar moltes vegades amb Cao Cao, un altre senyor de la guerra important de l'època. Lu Bu era valent i bo. en la lluita, i va derrotar a Cao Cao diverses vegades.\nEl tercer any de Jian'an a la dinastia Han Oriental, les tropes de Cao Cao van atacar Xiaopei, la base de Lu Bu, i van ser capturades i assassinades per Cao Cao sota la Torre Baimen. Abans de l'execució, Lu Bu va demanar a Cao Cao que el mantingués amb vida per evitar la mort, però Liu Bei li va recordar a Cao Cao que Lu Bu havia traït moltes vegades i era un home deshonest. Al final, Cao Cao, que només valorava els talents independentment de la moral, va executar Lu Bu.", "聖意": "Estic incòmode a casa, acostumo a buscar diners, em protegeixo de les transaccions, és difícil casar-me, l'home de Liujia està sorprès, els cucs de seda estan mig madurs al camp, els sis animals estan segurs, la persona el busca. , la demanda pública és adequada, i la migració és resar per coses perdudes que són difícils de trobar, malalties i la pau a la tomba de la muntanya Zhenxing.", "古人": "Dong Zhuo accepta Lu Bu", "第X籤": "El 41è guanyador de la loteria", "宮": "Tu Palau"}