{"籤詩版本二": "L'emperador, l'emperador i l'emperadriu finalment seran amables i esperaran i pregaran per les benediccions sense pèrdues ni guanys.\nTots els éssers sensibles se'n beneficien, i s'espera prosperitat al món i al cel.", "詩意": "Aquest hexagrama és un signe de favor del cel.\nTot tindrà èxit.", "解曰": "L'emperador va mostrar el seu favor. Mai oblidis. Rituals de matí i tarda. Convé cremar encens.", "籤詩故事一": "◇Mulian va salvar la seva mare\nMokou Lian, o Mulian, és el més poderós entre els deu deixebles del Buda Sakyamuni.\nLa seva mare va ser cobdiciosa i avara durant la seva vida, així que va caure al regne dels fantasmes famolencs després de la seva mort. Mokhullian va utilitzar el seu poder màgic per observar i va descobrir que la seva mare va néixer com un fantasma famolenc, sense manera d'aconseguir menjar i estava en grans dificultats. Va utilitzar el seu poder màgic per portar menjar a la seva mare. Inesperadament, després que la mare rebés el menjar, es va convertir en cendres i no es podia menjar.\nMaudgalyana estava preocupada pel que va passar i ho va informar a Buda. El Buda va dir a Mulian que el dia 15 del setè mes lunar, havia de posar cent sabors i cinc fruits en una conca i oferir-los als monjos virtuosos de les deu direccions. Amb aquest poder, la seva mare podria menjar. .\nMaudgalyana va actuar segons la voluntat de Buda, i la seva mare va ser finalment alliberada. Aquest tipus de cerimònia s'anomena \"Obon Festival\" i aquest festival es diu \"Obon Festival\".\n(Nota: una mena de substància té diferents sentiments en diferents nivells del món. Per exemple: quan plou en aquest món, la veiem com \"aigua\", mentre que els éssers del regne dels fantasmes famolencs la senten com \"sang\" i els éssers sensibles al món de l'infern ho senten com a \"sang\". Se sent com \"caure una espasa\", mentre que els éssers celestials se senten com \"deixar caure una flor\".)", "聖意": "Pregar per la llar i la casa, pregar per la bona sort a l'hivern, buscar riquesa, cap transacció, matrimoni, pau a Liujia, vianants, camps en moviment, cucs de seda, sis animals, trobar persones, plets, èxit, migració, conservador, objectes perduts, malalties , tranquil·litat, pau de muntanyes i tombes", "古人": "Mulian salva la seva mare", "第X籤": "Signar quaranta-dos", "宮": "Tu Palau"}