{"籤詩版本二": "El món és flexible i totes les coses són autosuficients, autosuficients i segures\nTot a la vida és meravellós, agraïu-ho als sants i savis per tot, i sigueu pròspers.", "詩意": "Aquest hexagrama representa l'harmonia entre la terra i la terra.\nTot va bé i no hi ha perill.", "解曰": "Totes les coses neixen. Tots els plans i desitjos es fan realitat. Ford ajuda. Rui Qi té pressa.", "籤詩故事一": "◇Els caminants aconsegueixen la il·luminació\nHistòria del viatge a Occident:\nSun Wukong es va fer càrrec de la Muntanya de Flors i Fruites i es va convertir en rei. Més tard, per trobar una manera de viure per sempre, va passar vuit o nou anys viatjant a través de muntanyes i rius per adorar el Patriarca Bodhi com el seu mestre. Va aprendre els setanta- dues transformacions del mal terrenal i els núvols de voltereta, i va prendre el cognom Sun per primera vegada.Anomenat Wukong.\nDesprés d'això, Sun Wukong va anar al Palau del Drac al mar de la Xina Oriental per trobar una arma adequada i, finalment, va trobar el Ruyi Golden Cudgel, l'agulla divina de Tianhe i Dinghai. Com que la seva vida s'havia acabat, va fer un gran enrenou a l'inframón, va revisar el llibre de la vida i la mort i va tornar al món humà. Més tard, Sun Wukong va ser convocat pel cel per primera vegada i es va anomenar Bima Wen. Més tard, va ser convocat al cel per segona vegada i va ser nomenat el Rei Mico. També va robar préssecs i va causar problemes al cel. Va ser segellat al forn de Bagua per practicar els seus ulls daurats i ulls de foc. Finalment, va ser suprimit. per Tathagata Buda al peu de la muntanya Wuzhi durant 500 anys, sense poder moure's. El lloc on es va llançar el forn Bagua es va convertir en una muntanya de flames.\nCinc-cents anys més tard, el monjo Tang va anar a Occident per obtenir escriptures, va passar per la Muntanya dels Cinc Elements i es va treure el talismà abans de salvar Sun Wukong. Sun Wukong va esclatar a plorar d'agraïment. Després de ser instruït pel bodhisattva Guanyin, va adorar Tang Monk com el seu mestre i va anar a Occident per aprendre les Escriptures junts. En el camí per aprendre les escriptures, Sun Wukong va descendir sobre dimonis i va eliminar monstres, i va realitzar repetidament gestes extraordinàries, però va ser mal entès i expulsat pel seu mestre Tang Seng una vegada i una altra. Després de vuitanta-una dificultats, l'obra es va acabar finalment. Els quatre mestres i deixebles van arribar al temple de Xitian Leiyin i van obtenir la veritable escriptura. Sun Wukong va aconseguir el resultat correcte.\n(Aquesta història és una metàfora que fins i tot un mico pot arribar a il·luminar-se, i molt menys un ésser humà).", "聖意": "La casa és auspiciosa per a un mateix, busca riquesa, negocis, matrimoni, Liujia, vianants masculins, obstrucció de camps, cucs de seda, sis animals, Zhongping, busca persones, plets, èxit, migració, pèrdua de béns, malaltia, tomba de Chuanxingshan, coses són de bon auguri", "古人": "El viatger aconsegueix la il·luminació", "第X籤": "Signat el dia 43", "宮": "xugong"}