{"籤詩版本二": "El clima fred converteix l'aigua en gel. Per què ser cobdiciós de fama?\nNo em queda més remei que seure tranquil·lament i esperar que les fulles floreixin de manera natural.", "詩意": "En aquest hexagrama, l'aigua es converteix en gel.\nNo demanis res en va.", "解曰": "L'aigua es congela en gel. El gel es fon en aigua. Si és una conspiració. Així és.", "籤詩故事一": "◇Wang Xiang demana carpa (Vint-i-quatre històries de pietat filial)\nWang Xiang de la dinastia Jin, nom de cortesia Fuzheng, va néixer a Linyi.\nQuan Wang Xiang era jove, la seva mare biològica va morir, el seu pare solitari es va casar amb una dona anomenada Zhu i Wang Xiang va tenir una mare nova. Quan Wang Xiang era jove, la seva mare biològica va morir i el seu pare solitari es va casar amb una dona anomenada Zhu. La madrastra de Wang Xiang era una dona de ment estreta i gelosa, no li agradava Wang Xiang i sovint el renyava per qüestions trivials. Aviat, la madrastra també va donar a llum un fill anomenat Wang Lan. La madrastra només estimava els seus propis fills i considerava a Wang Xiang com una espina al seu costat. Es va fer encara més exigent amb Wang Xiang i sovint parlava malament de Wang Xiang davant del seu pare. Fins i tot el seu pare ja no l'estimava. La madrastra només estimava els seus propis fills i considerava a Wang Xiang com una espina al costat, encara era més exigent amb Wang Xiang i sovint parlava malament de Wang Xiang davant del seu pare. Fins i tot el seu pare ja no l'estimava. Tot i que el mig germà de Wang Xiang, Wang Lan és molt amable amb el seu germà. Tot i la tortura de la seva madrastra, encara era molt filial. La madrastra és tan dura, però Wang Xiang encara és molt filial.\nLa seva madrastra té una afició, és a dir, li agrada menjar peix fresc acabat de pescar al riu. La seva madrastra té una afició, és a dir, li agrada menjar peix fresc acabat de pescar al riu. Un hivern, el seu pare se'n va anar per negocis i la seva madrastra va tornar a emmalaltir. Els germans Wang Xiang i Wang Lan van servir amb cura sopa i medicaments perquè la seva mare els mengés. En el clima fred, la malaltia de la madrastra encara no va millorar. pressa. Un hivern, el seu pare se'n va anar per negocis i la seva madrastra va tornar a emmalaltir. Els germans Wang Xiang i Wang Lan van servir amb cura sopa i medicaments perquè la seva mare els mengés. En el clima fred, la malaltia de la madrastra encara no va millorar. pressa. La madrastra malalta volia menjar peix fresc del riu.En aquell clima tan fred, fora nevava i l'aigua del riu ja s'havia convertit en un gel espes. La madrastra malalta volia menjar peix fresc, on es podia trobar peix fresc en aquell clima gelat i nevat?\nEn aquells dies, no hi havia plats fora de temporada, i no els podies comprar encara que tinguessis diners.\nEn aquest moment de la història, va passar la emotiva història de Wang Xiangqiu Li. Els dos germans van vigilar la seva mare impotents. Wang Xiang va caminar cap al riu glaçat per no decebre la seva madrastra malalta. Wang Xiang va tenir una idea i es va treure la camisa sense importar el fred. Es va estirar nu a la glacera i volia fer servir. la seva pròpia temperatura corporal per fondre el gel (per tant, la carpa Wang Xiangqiu també s'anomena Wang Xiang estirada sobre el gel). Es va treure la camisa i es va estirar nu a la glacera. Va pregar a Déu i va dir: \"Déu, la meva mare està malalta i vol menjar carpes fresques. Heu de trobar una manera per a mi, passi el que passi. \" Curiosament, el bloc de gel al seu costat es va esquerdar de sobte i n'hi havia dos. esquerdes.Una carpa viva va saltar de l'escletxa i va saltar sobre el gel. Wang Xiang estava molt content. Va pregar a Déu: \"Déu, la meva mare està malalta i vol menjar carpa fresca. Heu de trobar una manera per a mi, passi el que passi. \" Curiosament, el bloc de gel al seu costat es va esquerdar de sobte i hi va haver dues esquerdes. Una carpa viva va saltar de l'escletxa i va saltar sobre el gel, Wang Xiang estava molt content. Es va agenollar ràpidament, va donar gràcies a Déu i va córrer cap a casa amb la carpa. Es va agenollar ràpidament, va donar gràcies a Déu i ràpidament va agafar la carpa i se'n va anar cap a casa. Després que la madrastra mengés carpa fresca, aviat es va recuperar de la seva malaltia. La madrastra al llit de l'hospital es va quedar sorprès quan va veure la part superior del cos nu de Wang Xiang, que es tornava morat pel fred, i dos peixos a les seves mans. Va córrer cap a l'habitació feliç i va quedar sorprès.\nWang Xiang més tard es va convertir en un oficial i es va convertir en un Taibao, i se li va concedir el títol de duc.", "聖意": "Incòmode a casa, prego per protecció, dificultats financeres, problemes empresarials, matrimoni, inconsistència en l'assegurança de Liujia, vianants, cucs de seda de Chitian, sis pèrdues de bestiar, persones desaparegudes, demandes públiques, migració, conservador, objectes perduts, malaltia, difícil de recuperar, tomba de muntanya, molta sort", "古人": "Wang Xiang demana carpa (Vint-i-quatre històries de pietat filial)", "第X籤": "Quaranta-nou Guanyant el Lott", "宮": "Haigong"}