{"籤詩版本二": "Pots viatjar per tots els racons del país, penjant el dosser de la vela per subjectar-lo lliurement\nSi fa vent favorable, arribarà aviat i la barca estarà plena de tresors.", "詩意": "Aquest hexagrama és com estirar un vaixell amb el vent.\nTot va bé.", "解曰": "Descansa a gust. No cal esforç. Molta riquesa. Tots admirats.", "籤詩故事一": "◇Tao Zhugui Five Lakes (llac Fan Ligui)\nEn el període de primavera i tardor, Fan Li, el nom de cortesia del qual era Shaobo, també era conegut com Gui Yizipi o Tao Zhugong.\nEn aquell moment, hi va haver una guerra entre l'estat de Wu i l'estat de Yue, i l'estat de Wu va destruir l'estat de Yue. Fan Li i Wen Zhong van formular un pla perquè Yue King Gou Jian promogués Yue i destruís Wu. Fan Li va viatjar personalment per muntanyes i rius, i va visitar el riu Huansha al mont Cailuo per trobar Xi Shi, una bella dona amb virtuts, talents i bellesa, i la va presentar al rei de Wu. Va utilitzar una \"bellesa\". truc\" per cooperar dins i fora i va destruir el Regne Wu.\nDesprés d'aconseguir acabar amb el Regne Wu, Fan Li va saber que Gou Jian era un \"ocell de coll llarg amb un bec\" i que podia compartir dificultats i felicitat amb ell, així que ell i Xi Shi van navegar a través del Regne Qi i van canviar els seus noms. a Gui Zipi, i va portar els seus fills i deixebles al Regne Qi. Viuen en una cabana al costat del mar. Va treballar dur per conrear terres erms, dirigir un negoci secundari i fer negocis, i en pocs anys va acumular desenes de milions de propietats familiars. Va ser generós a l'hora de difondre la riquesa i fer el bé a la seva ciutat natal. La saviesa i la capacitat de Fan Li van ser apreciades per la gent de Qi. El rei de Qi el va convidar a Linzi, la capital, i el va adorar com a primer ministre encarregat dels afers governamentals. . Va exclamar: \"Ser funcionari pot portar a ministres, i dirigir una família pot portar una fortuna. Per a un plebeu que va començar de zero, això ha arribat a l'extrem. Ser honrat durant molt de temps probablement no és un bon senyal\". Així, només tres anys més tard, una vegada més, Jiliu es va retirar amb valentia, va tornar el segell al rei de Qi i va regalar tota la seva riquesa familiar als seus amics íntims i veïns del poble.", "聖意": "La casa és bona per a un mateix (per ser enviat), els diners són bons, el negoci és bo, el matrimoni és tard, el matrimoni no és bo, Liujia és segura, la gent està dificultant els camps, els cucs de seda, la tardor, el bestiar, la primavera és pròsper, la gent busca gent, els plets són dolents, la migració és conservadora, les coses perdudes, les malalties occidentals es resolen, les muntanyes i les tombes són al sud.", "古人": "Tao Zhugui Five Lakes (Llac Fan Ligui)", "第X籤": "El cinquantè guanyador de la loteria", "宮": "Haigong"}