{"籤詩版本二": "L'estiu és el dia més llarg i tothom està preocupat per la calor i la depressió\nEl cel i la terra també saben què vol la gent, i la brisa bufa i és naturalment fresc", "詩意": "Aquest hexagrama indica que tothom està preocupat per la calor.\nFes el que vulguis.", "解曰": "No hi ha dubte de si avançar o retrocedir. Passa-ho bé. És per acampar? No cal actuar precipitadament.", "籤詩故事一": "◇ Kong Ming entra a Sichuan\nZhuge Liang (181-234), nom de cortesia Kongming, era originari de Yangdu, Langya (actual comtat de Yinan, província de Shandong), i va ser el primer ministre de Shu Han (Liu Bei) durant el període dels Tres Regnes.\nEncara que Liu Bei va guanyar Jingzhou, no va ser suficient per separar un bàndol, Zhuge Kongming va planejar capturar Xichuan per augmentar el territori de Liu Bei. En aquest moment, Liu Zhang a Yizhou va ser atacat per Zhang Lu al nord. Zhuge Kongming va saber que Liu Zhang volia dedicar el mapa de Xichuan a Cao Cao per protegir-se. Quan Zhang Song (subordinat de Liu Zhang) es va trobar amb Cao Cao, perquè Cao Cao era arrogant i groller, Liu Zhang va agafar el mapa de tornada a Xichuan i va passar Jingzhou pel camí. Kong Ming ja l'havia esperat pel camí i el va convidar a Jingzhou, però mai no va mencionar la imatge de Xichuan fins al moment de la sortida. Zhang Song va agrair a Kong Ming la seva cortesia i hospitalitat, així que va dedicar la imatge de Xichuan a ell.\nEl terreny de Xichuan era perillós i podia ser atacat o defensat.Després dels diversos arranjaments de Kong Ming, Xichuan es va convertir en el bressol de Liu Bei.\n(Kong Ming va tractar la gent amb cortesia i va obtenir fàcilment el cobejat Xichuan.)", "聖意": "Pregueu per benediccions a casa i per la vostra pròpia protecció (hi ha bona sort entre les desgràcies) Busqueu riquesa, bona sort en els negocis, matrimoni comú, naixement de nois a Liujia, trasllat de camps, cucs de seda, danys al bestiar, recerca de persones, judicis públics , migració, coses velles perdudes, malalties del nord, desig de muntanyes i tombes, bona sort", "古人": "Kong Ming entra a Sichuan", "第X籤": "Capítol 51: Guanyar el lot (Guanyar el lot)", "宮": "Úter"}