{"籤詩版本二": "Es necessita molt d'esforç per agafar la lluna a l'aigua, cal molt esforç però res.\nNo digueu tonteries i malgasteu els vostres esforços per enfortir el cos.La paraula \"cos marcit\" originalment significa \"el cos està sol\".", "詩意": "Aquest hexagrama és cobdiciós per la imatge de l'esforç.\nTot és laboriós i laboriós.", "解曰": "Les promeses són difícils de recordar. Molta feina. Preocupa't a casa. Esperant conèixer gent noble.", "籤詩故事一": "◇Taibai va agafar la lluna mentre estava borratxo (Li Taibai va agafar la lluna mentre estava borratxo)\nLi Bai (701-762), també conegut com Taibai, també conegut com Qinglian Jushi. El poeta de la dinastia Tang, que es deia a si mateix un immortal desterrat, era conegut com l'immortal de la poesia, i sempre era feliç sense beure.\nUna vegada Li Bai va arribar a Jinling (ara Nanjing) i va descansar en un restaurant al costat del pont Wende.\nAquell dia va ser el quinze dia del mes lunar d'hivern, a la nit s'asseia sol al restaurant i admirava la lluna, mentre bevia i recitava poemes. Aquell dia va ser el quinze dia del mes lunar d'hivern, a la nit s'asseia sol al restaurant i admirava la lluna, mentre bevia i recitava poemes. Li Taibai va estimar més la lluna de la seva vida, dient que era neta i bonica. Li Taibai va estimar més la lluna de la seva vida, dient que era neta i bonica. Aquella nit va alçar la vista i va veure la lluna blanca i rodona al cel, va estar molt content i va beure unes quantes copes més. Aquella nit va alçar la vista i va veure la lluna blanca i rodona al cel, va estar molt content i va beure unes quantes copes més. A mitjanit, Li Taibai va aprofitar el vi i va baixar al pont de Wende. A mitjanit, Li Taibai va aprofitar el vi i va baixar al pont de Wende. Tan bon punt va trepitjar el pont, va abaixar el cap i de sobte va veure la lluna caure a l'aigua.Quan el riu es va moure, es van afegir unes quantes línies negres a l'ombra blanca de la lluna. Tan bon punt va trepitjar el pont, va abaixar el cap i de sobte va veure la lluna caure a l'aigua.Quan el riu es va moure, es van afegir unes quantes línies negres a l'ombra blanca de la lluna. Li Taibai estava tan borratxo en aquest moment que va pensar que era la lluna que estava tacada per l'aigua del riu. Li Taibai estava tan borratxo en aquest moment que va pensar que era la lluna que estava tacada per l'aigua del riu. Ni tan sols es va molestar en treure's les botes, va obrir les mans i va saltar del pont per agafar la lluna. Ni tan sols es va molestar en treure's les botes, va obrir les mans i va saltar del pont per agafar la lluna. Inesperadament, amb aquest salt, la lluna no va quedar atrapada, però la lluna a l'aigua es va trencar i immediatament es va dividir en dues meitats. Inesperadament, en aquest salt, la lluna no va quedar atrapada, però l'home es va ofegar. Va morir als seixanta-dos anys.", "聖意": "La casa està incòmoda i estàs de mala sort (para't atenció a la teva salut) (mala sort) Busca l'equilibri en la riquesa (ni t'ho pensis) Dificultat en les transaccions, el matrimoni no està resolt, resa per protecció (tresors buits per evitar-ho). avortament involuntari) Els vianants tenen problemes, els cucs de seda al camp són cinc punts i sis animals estan en decadència, busca gent (lamentable) plets públics i (Atura la demanda) Migració ordinària (no ho esmenti) Pèrdua de béns (avions) Pregar per protegir-se de la malaltia (lamentable) Bona sort a les muntanyes i les tombes", "古人": "Taibai va agafar la lluna mentre estava borratxo (Li Taibai va agafar la lluna mentre estava borratxo)", "第X籤": "Cinquanta segons guanyar la loteria (Loteria)", "宮": "Úter"}