{"籤詩版本二": "Quan la frustració es converteix en exaltació, els dracs rugeixen i els tigres rugeixen.\nEl cel blau té el seu propi camí cap al cel. Que jo tingui més èxit i fama.", "詩意": "Aquest hexagrama és com un drac rugint i un tigre rugint.\nHi ha esperança que tot vagi bé.", "解曰": "Només ensenya i marxa. Tingueu la vostra pròpia prosperitat. S'ha de fer al final. Hi ha un lloc per trobar.", "籤詩故事一": "◇Liu Bei recluta una núvia\nDesprés de la Batalla de Chibi, Sun Quan estava ansiós per recuperar Jingzhou, que havia estat capturat per Liu Bei, així que va utilitzar el pla de Zhou Yu, fingint que volia prometre la seva germana Sun Ren amb Liu Bei, però de fet ell volia prendre. Liu Bei com a ostatge per reclamar Jingzhou.\nDesprés que Zhuge Liang espiés el pla de Zhou Yu, va lliurar el fulletó amb l'estratègia a Zhao Yun, que estava protegint Liu Bei quan va anar a Soochow. Zhao Yun va seguir l'estratègia del fulletó i deliberadament va fer un gran esquitxat per deixar Wu Guotai ( pare de Sun Quan) coneix la proposta de matrimoni. Com que Wu Guotai estimava la seva filla i no estava disposada a decidir casualment els assumptes de tota la vida de la seva filla, va recriminar a Sun Quan per ser despietat amb la seva germana i li va proposar provar personalment si Liu Bei era digne de la seva filla al temple Ganlu. Després que Wu Guotai va conèixer a Liu Bei, ella va apreciar moltíssim a Liu Bei i va defensar fermament el matrimoni entre Liu Bei i la seva filla. Com a resultat, Liu Bei es va casar amb èxit amb la senyora Sun.\nMés tard, Liu Bei i la senyora Sun van fugir junts de tornada a Jingzhou. Més tard, Sun Quan va voler aprofitar l'atac de Liu Bei a Yizhou per atacar Jingzhou, però va ser aturat per Wu Guotai, que estava preocupat per la seguretat de la seva filla.\nLa dita diu: \"El pla intel·ligent de Zhou Yu és el millor del món. Va perdre la seva dona i va perdre les seves tropes\".\n(Liu Bei es va guanyar del dany)", "聖意": "Tinc mala sort a casa i tinc mala sort (primer mala sort, després bona sort) Busqueu riquesa, equilibri, dificultat en el matrimoni, èxit en el matrimoni Pregueu per benediccions per als vianants, cucs de seda als camps, cinc punts per danys al bestiar, cerca per a les persones, plets i migracions, sort per a objectes perduts, sort per malalties, pau de muntanyes i sepultures.", "古人": "Liu Bei recluta una núvia", "第X籤": "El 53è número guanyador", "宮": "Úter"}