{"籤詩版本二": "La virtut de pare a fill es transmet al nét, la prosperitat en el menjar i la roba només depèn de Déu.\nChunxuan a la sala fa feliç a la gent. Quan tenen gana, menjar, set i son, Chunxuan és una metàfora per als pares.", "詩意": "Aquest hexagrama està connectat amb la imatge del bambú que porta a la primavera.\nEspero que tot vagi bé.", "解曰": "Connecteu els bambús i les molles de plom. S'escampa sense parar. Un senyor busca l'esperança. Tots encantats.", "籤詩故事一": "◇El rei Wu de Zhou va pujar al tron\nEl rei Wu de Zhou va atacar el rei Zhou i va portar vuit-cents prínceps a lluitar contra l'exèrcit del rei Shang. Els soldats de Chaoge (la capital del rei Shang) també es van tornar contra el rei Shang i van trair el rei Shang.\nEl rei Zhou es va cremar a la torre Zhaixing i la dinastia Shang va ser destruïda.\nEl rei Wu va acceptar el llibre d'or i el tresor d'or, que és el tron ​​de l'emperador, mirant cap al sud, les mans plegades i es va asseure dret. El rei Wu va ordenar que es distribuís la propietat de Lutai, que s'enderroqués la Torre de recollida d'estrelles i que es distribuís el gra d'arròs emmagatzemat a Juqiao.\nAllibera la Jizi empresonada i repara la tomba de Bigan. El rei Wu va cavalcar per la porta de la casa del savi Shang Rong i va inclinar el cap. Respecteu les persones virtuoses i corteses, i deixeu anar els esclaus del palau interior.\nTambé va aturar l'armament i va promoure la cultura i l'educació. Al sud de Nanshan, els cavalls es pasturan i el bestiar es pastura al camp amb presseguers. És un escenari tranquil.", "聖意": "La casa no està en bones condicions (bona sort), podeu demanar els vostres propis desitjos (bona sort), buscar guanys econòmics, fer una transacció i casar-vos (coneixeu un bon gendre), Liujia està segura (zodíac). rètol), els vianants mouen camps, els cucs de seda tenen sort, sis animals estan danyats, la gent és difícil de trobar (vegeu) les demandes públiques, una persona noble es mou, es perd la bona sort. Malalties i malalties.", "古人": "El rei Wu de Zhou va pujar al tron", "第X籤": "Cinquanta-cinquè guanyar la loteria (sorteig)", "宮": "Palau lleig"}