{"籤詩版本二": "La platja és plena de roques, el rierol flueix, el vent és clar, la lluna és clara i la gent noble està ocupada.\nA la carretera, m'he de preguntar on he d'anar, no us agafeu l'olor de les flors i les plantes del bosc, no en tingueu cura.", "詩意": "Aquest hexagrama és com un vaixell que viatja per una petita platja.\nEn tot, hi ha gent noble per ajudar.", "解曰": "Per guanyar-se la vida. Molta feina. Sigues conservador i espera. Tot el millor.", "籤詩故事一": "◇ Rebel·lió de Lushan\nUn Lushan (703-757), el cognom del qual era Kang i de nom Yaluoshan, era de Liuchheng, Yingzhou (ara Chaoyang, Liaoning).\nMés tard, va assumir el cognom An i va canviar el seu nom pel de Lushan. Durant el regnat de l'emperador Xuanzong de la dinastia Tang, An Lushan va ser l'enviat militar.\nEl novembre de l'any 14 de Tianbao, An Lushan va reunir tropes a Fanyang, en nom d'atacar Yang Guozhong, va llançar una rebel·lió i va prendre les tropes de tres ciutats per atacar Luoyang, la capital de l'est. Els informes de Taiyuan es van precipitar a Lishan.Tang Xuanzong, que en aquell moment es trobava al palau Huaqing de Lishan, no creia que Anlushan es rebel·liés, però, les notícies de la rebel·lió van continuar estenent-se i Xuanzong encara estava mig convençut. (Aquesta és una representació del \"so de l'aigua corrent aspra sobre petites roques d'un rierol\")\nNo va ser fins que Yan Zhenqing, el prefecte del comtat de Pingyuan, va enviar algú per enviar informació que Xuanzong es va despertar del seu somni.\nSota l'estratègia errònia de l'emperador Xuanzong de la dinastia Tang, el regiment de cavalleria d'An Lushan va capturar Luoyang, la capital de l'est, el primer mes de l'any següent es va proclamar emperador Dayan a Luoyang, Jianyuan Shengwu, l'emperador Xiongwu i Da Xixun com a emperador. primer ministre.\nEl juny del mateix any, l'emperador Xuanzong de la dinastia Tang, desitjós d'alleujar la crisi a Chang'an i sota una equivocada comprensió militar, va executar dos famosos generals, Feng Changqing i Gao Xianzhi, ordre que va sorprendre l'exèrcit Tang. (Aquest comportament infringeix \"la carretera ha d'apuntar al riu davanter\")\nDesprés, l'emperador Xuanzong de la dinastia Tang va ordenar urgentment a un altre general, Ge Shuhan, que conduís l'exèrcit Tang cap a l'est de Tongguan.\nGe Shuhan, que va comprendre perfectament l'error estratègic de l'emperador Xuanzong de la dinastia Tang, va planejar retardar el canvi (l'enfocament de \"està bé si el vent és tranquil i la marea és calma\").\nAl final, l'emperador Xuanzong de la dinastia Tang va pensar que era massa tímid per lluitar, així que no va tenir més remei que lluitar amb An Lushan entre llàgrimes, i va ser derrotat. (Compleix \"Si treballes dur per mantenir-te, és possible que estiguis ferit).\nA la dinastia Tang, quan les tropes frontereres i les guarnicions locals no van tenir temps per respondre, l'exèrcit d'An Lushan va pressionar la frontera i va entrar a la zona de la capital. En una situació crítica, l'emperador Xuanzong de la dinastia Tang va portar el Cos de Guàrdies a escapar de la capital, provocant la caiguda del Xijing Chang'an sense líder.\n(Tang Xuanzong va violar les instruccions d'aquest signe, de manera que la rebel·lió d'An Lushan va tenir èxit.)", "聖意": "La casa és segura, un mateix té sort, la fortuna és estable, la transacció és pròspera, el matrimoni té èxit (precaució), un vianant masculí de Liujia ve al camp, es cullen cucs de seda, es fan malbé sis bestiar, es troba la persona , la demanda està justificada, la propietat perduda porta malaltia, és a dir, la tomba d'Anshan s'ha de reparar.", "古人": "Rebel·lió de Lushan", "第X籤": "La loteria cinquanta-sis", "宮": "Palau lleig"}