{"籤詩版本二": "Al matí i al capvespre, el suport de Buda ha d'estar en temps de perill però no en perill\nSi t'atreu una persona noble, els diners i la seda també t'acompanyaran. Aquest és Chuan Lai. Tot depèn de tu.", "詩意": "Aquest hexagrama representa la benedicció secreta dels déus i els Budes.\nTingueu paciència i tingueu sort en tot.", "解曰": "Un signe de pau antiga. Quan tot sigui car, serà de bon auguri.", "籤詩故事一": "◇ Tang Monk va aconseguir la il·luminació\nUn dia, Tang Seng va arribar al riu i va veure la muntanya Lingshan del Buda davant seu. Hi havia un pont d'un sol tauler davant d'ell. Tang Seng no es va atrevir a creuar-lo. El Buda es va transformar en un barquer i va sostenir un vaixell trencat sense fons. Tan aviat com Tang Monk va pujar al vaixell, va caure al riu i va ser rescatat pel barquer. Així va ser com Tang Monk va aconseguir la Budeïtat. (Història de Viatge a Occident)\n◇ Escriptures budistes de Tang Monk\nSanzang de la dinastia Tang, el seu cognom comú era Chen i el seu nom de pila era Yi. Nascut al comtat de Goushi, Luozhou (ara al sud de la ciutat de Yanshi, província de Henan). Es va convertir en monjo als tretze anys i va prendre el nom budista Xuanzang.\nPer tal d'obtenir les escriptures budistes originals, va partir de Chang'an (l'actual Xi'an, província de Shaanxi) el tercer any de Zhenguan (629 dC), es va aventurar a creuar la frontera i va passar per innombrables dificultats per arribar a Tianzhu ( Índia) per recollir escriptures. Va viatjar per les conques dels rius Ganges i Indus i les zones costaneres del sud-est de l'Índia, després va creuar les muntanyes nevades i les serralades verdes, va fer senderisme de més de 50.000 milles d'anada i tornada. Va trigar 16 anys a tornar finalment a Chang'an a l'any 19 de Zhenguan (645 dC). Va portar un gran nombre d'escriptures budistes i les va traduir al xinès.\n(Tang Sanzang va fer un llarg viatge d'anada i tornada entre la Xina i l'Índia. Devia haver experimentat perills durant el viatge, però va poder tornar amb seguretat perquè hi havia un patró invisible darrere seu.)", "聖意": "La llar és segura, un mateix és propici, el comerç occidental té èxit, el matrimoni té èxit, els vianants bloquegen el camp, els cucs de seda estan bloquejats, els cucs de seda són el 70%, el bestiar és rendible, la gent es troba, el públic occidental. el plet és dolent, la migració és conservadora, es veu el bé perdut, la malaltia és auspiciosa, les muntanyes i les tombes són favorables.", "古人": "Tang Monk va aconseguir la il·luminació", "第X籤": "Guanyar la loteria seixanta-dos", "宮": "Palau Yin"}