{"籤詩版本二": "El peix nedant va ser atrapat en un parany a l'estany de Bibo.\nSi alguna cosa va malament després de pensar-hi, al final causarà problemes.", "詩意": "Aquest hexagrama representa un peix atrapat en una trampa.\nTambé s'aconsella anar amb compte en tot.", "解曰": "Assentament sota la casa. El desastre cau del cel. Despertar-se d'hora i prendre precaucions primer. Evita els desastres.", "籤詩故事一": "◇ El cavall està cobert d'aigua (és difícil recollir l'aigua)\nDinastia Han. Zhu Maichen, nom de cortesia Wengzi, era originari de Wu a Kuaiji (ara part de la ciutat de Suzhou).\nEn els seus primers anys, la família de Maichen era pobra i ell no va tenir èxit.La parella vivia en una porta de palla en un carreró del darrere, tallaven llenya i la venia per arribar a final de mes. No guanyes gaire diners venent llenya a preu de ningú.\nLa seva dona va sortir a buscar aigua i va veure un grup de nens rient de Maichen, la dona va pensar que era una vergonya i després se'n va anar.\nQuan Zhu Maichen tenia cinquanta anys, l'emperador Wu de la dinastia Han va buscar talents i va adorar a Zhu com a prefecte de Kuaiji.\nLa seva dona es va penedir de la seva ceguesa i desitjava ser reduïda a una criada i concubina per servir a Zhu per a la resta de la seva vida.\nMaichen va ordenar a la seva exdona que aconseguís una galleda d'aigua, l'aboqués a les escales i li va dir: \"Si es pot recuperar l'aigua, es poden tornar tots dos\".\nTenint en compte la relació entre marit i dona, la dona i el seu marit tornat a casar van rebre un espai obert al jardí del darrere per conrear-se i mantenir-se. La seva dona es va llançar al riu i va morir.", "聖意": "La casa està en perill, un mateix està en perill, els diners es perden, la transacció és en pau, el matrimoni és inconsistent, Liujia s'espanta, la gent està bloquejada, els camps estan danyats, els cucs de seda es perden, el bestiar es perd, la gent es troben, la demanda pública es perd, la migració és bona, la propietat perduda és desfavorable, la malaltia és perillosa i la tomba de muntanya s'hauria de canviar.", "古人": "El cavall està cobert d'aigua (és difícil recollir l'aigua)", "第X籤": "Signe seixanta-quatre", "宮": "Maogong"}