{"籤詩版本二": "El camí és perillós, els cavalls i els homes tenen pressa, i els soldats es troben en una situació extrema quan es perden.\nLa platja és alta, el vent i les onades trenquen, la barca està trencada, el sol es pon, les flors es moren, el cel cau i la gelada cau.Guanyar: ós.棹: rem.", "詩意": "Aquest hexagrama és com un vaixell trencant la platja.\nCompte amb tots els perills.", "解曰": "Old school i old school. Tranquil i sense culpa. No cal demanar consell. Viatja lliurement.", "籤詩故事一": "◇ El rei de Chu Yin Ling es va perdre\nA principis de l'any 202 aC, un total de 400.000 tropes han de tres bàndols van envoltar l'exèrcit de Xiang Yu a Gaixia, que mancava de menjar. Van demanar als soldats que cantessin en el dialecte Chu, fent que l'exèrcit de Xiang Yu cregués erròniament que la seva ciutat natal havia estat controlada. per l'exèrcit Han. Aquesta tàctica psicològica d'\"assetjat per tots els costats\" va fer que l'exèrcit de Xiang Yu perdés la moral.\nAixí que Xiang Yu va dirigir més de 800 cavalleries d'elit i va decidir esclatar, mentre que l'exèrcit Han seguia de prop amb Guan Ying i 5.000 cavallers. Després de creuar el riu Huai, a la cavalleria de Xiang Yu només li quedaven un centenar de persones.\nXiang Yu es va perdre a Yinling i va demanar a un granger a la vora de la carretera el camí cap al riu. Inesperadament, va seguir la direcció indicada pel vell i va acabar en un pantà, dificultant el seu moviment. Liu gairebé el va superar. L'exèrcit de Bang. Xiang Yu finalment va arribar a Wujiang i va saber que la situació s'havia acabat. En veure els ancians de Jiangdong sense vergonya, es va suïcidar.", "聖意": "La família i la casa estan preocupades pels seus propis desastres. Busquen diners i arruïnen el negoci. El matrimoni no és durador. Liujia és perillós. Els vianants estan bloquejant els camps. Els cucs de seda estan danyats. Sis bestiar estan danyats. Persones desaparegudes. Processos públics. Pèrdua. Migració. Béns perduts. Malaltia. És desfavorable enviar a una tomba de muntanya.", "古人": "El rei Yin Ling de Chu va perdre el seu camí", "第X籤": "Lot seixanta-sisè", "宮": "Maogong"}