{"籤詩版本二": "Quan arriba l'hivern, una branca de flor de prunera a la muntanya no es destruirà encara que les seves fulles cauen i les branques es marceixen.\nPerò quan arriba la primavera, encara em torno com a cortesana i destrueixo l'obra original.", "詩意": "En aquest hexagrama, la flor del pruner ocupa la posició principal.\nTot va bé si es retarda.", "解曰": "Una fletxa disparada buida. Quan està buit, no està buit. Esperant que arribi la primavera. El color hi és.", "籤詩故事一": "◇ Ha marcat dues vegades\nDurant el regnat de l'emperador Dezong de la dinastia Tang, el lleial ministre Mei Bogao i la seva família van ser emmarcats pel primer ministre traïdor Lu Qi, que volia matar-los a tots. Només el seu fill Mei Liangyu va aconseguir escapar. Més tard, va canviar de seu. nom a Wang Xitong per amagar la seva identitat. Vivia sol al carrer, famolenc i fred, però afortunadament el va acollir Chen Risheng (Chen Dongchu). Chen Risheng no coneixia la seva experiència vital, així que li va demanar que l'ajudés a cuidar el jardí de pruneres de Chen perquè no es morís de gana al carrer.\nChen Risheng era un company de classe i amic de Mei Bogao. Quan era perseguit per Lu Qi, va ser rescatat per Mei Bogao. Com a resultat, Mei Bogao i Lu Qi es van convertir en enemistats. Al final, tota la seva família va ser executada. Chen Risheng es va sentir trist i enfadat per això, després de casar-se, va dimitir i es va traslladar a la seva família a Yangzhou per viure aïllada.\nChen Risheng té una filla anomenada Chen Xingyuan, que és bella i fragant. Després que Mei Liangyu va arribar a la família Chen, es van enamorar a primera vista. Un dia en què les flors de la prunera estaven en plena floració, que també era l'aniversari de la mort de Mei Bogao, Chen Risheng i la seva família van obrir un altar al jardí de pruneres de casa seva per commemorar el seu amic i benefactor difunt. Inesperadament, el temps va canviar de sobte. i va bufar una forta tempesta de neu, cobrint totes les flors del pruner. Chen Risheng va lamentar que va poder escapar amb seguretat, però ni tan sols va poder salvar els descendents de la família Mei. Va pensar que això era un avís de Déu, així que va jurar que si les flors de la pruna tornaven a florir, demostrant que els descendents de la família Mei encara vivia, ell mai no diria res, es va escapar al budisme i es va fer monjo.\nLa seva filla Xingyuan va sentir això i immediatament va cremar encens i va pregar sincerament a Déu perquè tornés a florir les flors de la pruna. La seva sinceritat va moure el cel i totes les pruneres del jardí de pruneres van tornar a florir; més tard, Chen Risheng va saber que el Xitong era Liangyu, així que va prometre la seva filla Xingyuan amb ell.", "聖意": "La casa i la casa no són bones per a un mateix, per a la pròpia fortuna, per buscar riquesa, per ser prudent en els tractes, per esperar fins al moment del matrimoni, per arribar tard, per casar-se, per arribar tard, per ser pròsper a la primavera, arribar tard, arribar tard, arribar tard, estar ocupat, estar ocupat, ser pròsper, estar ocupat, trobar-se.", "古人": "Va anotar dues vegades", "第X籤": "Seixanta-nou Guanyant el Lott", "宮": "Tatsumi"}