{"籤詩版本二": "Chao Chao és com una abella que recull flors, que vola cap al sud-oest i després cap a l'est.\nLa primavera s'ha acabat, les flors han desaparegut i no hi ha lloc on buscar Aquest cor no canviarà de parador.", "詩意": "Aquest hexagrama és com una abella collint flors.\nTot és laboriós i laboriós.", "解曰": "Sense paisatges de primavera. Plou molt de temps però no s'aclareix mai. Demanar ajuda. És millor estar quiet.\n.", "籤詩故事一": "◇Li Mi es va rebel·lar contra la dinastia Tang\nLi Mi\n(582-619), el difunt líder de l'exèrcit de Wagang en l'aixecament dels camperols a la tarda dinastia Sui de la Xina. Mestre de cal·ligrafia. El mestre de la paraula Fa era originari de Chang'an, Jingzhao, i la seva llar ancestral era Xiangping, Liaodong (ara al sud de Liaoyang, Liaoning). Natiu de Chang'an, Jingzhao, la seva llar ancestral és Xiangping, Liaodong (ara al sud de Liaoyang, Liaoning).\nEl novè any de Daye (613), va participar en la rebel·lió de Yang Xuangan contra la dinastia Sui a Liyang (ara al nord-est del comtat de Junxian, província de Henan). El novè any de Daye (613), va participar en la rebel·lió de Yang Xuangan contra la dinastia Sui a Liyang (ara al nord-est del comtat de Junxian, província de Henan). El sentit misteriós és derrotat,\nLi Mi va fugir. Xuangan va ser derrotat i Li Mi va fugir.\nEl dotzè any de Daye, es va unir a l'exèrcit de Wagang\n. Al dotzè any del regnat de Daye, es va unir a l'exèrcit de Wagang. Li Mi era bo en estratègia. A l'octubre del dotzè any de Daye, Li Mi va persuadir a Zhai d'atacar a Xingyang Tong, el poderós general que acompanyava l'exèrcit, per defensar Zhang Xutuo, derrotant l'exèrcit Sui i matant Zhang Xutuo. Li Mi era bo en estratègia. A l'octubre del dotzè any de Daye, Li Mi va persuadir a Zhai d'atacar a Xingyang Tong, el poderós general que acompanyava l'exèrcit, per defensar Zhang Xutuo, derrotant l'exèrcit Sui i matant Zhang Xutuo.\nMés tard, va proposar atacar el magatzem de Xingluo (més tard rebatejat Luokou), obrir el magatzem per als socors i ampliar l'equip.L'equip de l'exèrcit de Wagang va créixer ràpidament.L'any 13 de Daye, Li Mi va dirigir l'exèrcit de Wagang i Zhai Rang es va ocupar de la degradació i distribució de la dinastia Sui. Va haver-hi una guerra pels recursos militars i altres qüestions, i Li Mi va matar Zhai Rang i centenars dels seus seguidors. Més tard, va proposar atacar el magatzem de Xingluo (més tard rebatejat Luokou), obrir el magatzem per als socors i ampliar l'equip.L'equip de l'exèrcit de Wagang va créixer ràpidament.L'any 13 de Daye, Li Mi va dirigir l'exèrcit de Wagang i Zhai Rang es va ocupar de la degradació i distribució de la dinastia Sui. Va haver-hi una guerra pels recursos militars i altres qüestions, i Li Mi va matar Zhai Rang i centenars dels seus seguidors.\nEl març de l'any 14 de Daye, Yu Wenhuaji va matar l'emperador Yang de la dinastia Sui.\n, va portar a més de 100.000 persones a tornar a l'oest. El març de l'any catorze de Daye, Yu Wenhuaji (Yu Wen, cognom compost) va matar l'emperador Yang de la dinastia Sui i va tornar a l'oest amb més de 100.000 persones. Li Mi va rebre l'ordre d'atacar Huaji. Encara que Huaji va ser derrotat, les tropes de Li Mi també van patir grans pèrdues. Més tard van ser perseguits per Wang Shichong. L'exèrcit de Li Mi va ser derrotat i el seu campament va ser destruït. Els seus generals Qin Shubao, Cheng Zhijie (originalment anomenat Cheng Yaojin), Niu Jinda i altres van ser capturats. , Shan Xiongxin es va rendir. Li Mi va rebre l'ordre d'atacar Huaji, encara que Huaji va ser derrotat, Li Mi també va patir grans pèrdues a les seves tropes. Més tard, va ser perseguit per Wang Shichong, l'exèrcit de Li Mi va ser derrotat i el seu campament va ser aniquilat, els seus generals Qin Shubao, Cheng Zhijie (originalment anomenat Cheng Yaojin), Niu Jinda i altres van ser capturats, i Shan Xiongxin es va rendir. Li Mi estava desesperat, així que va creuar el riu fins a Heyang al setembre i es va rendir a la dinastia Tang. Li Mi estava desesperat, així que va creuar el riu fins a Heyang al setembre i es va rendir a la dinastia Tang.\nAl novembre, Li Yuan va enviar Li Mi a Shandong per reclutar antigues tropes. De novembre, \nLi Yuan va enviar Li Mi a esperar a Shandong per reclutar antigues tropes. Sentint que havia estat sospitat, es va rebel·lar contra Tang. Sentint que havia estat sospitat, es va rebel·lar contra Tang. El general Tang Sheng Yanshi va convidar Li Mi a atacar i el va matar a Xinggong Xian. El general Tang Sheng Yanshi va convidar Li Mi a atacar i el va matar a Xinggong Xian.", "聖意": "Casa, casa, llengua, jo, dolent, recerca de riquesa, malbaratament de negocis, matrimonis que no duren, Liujia, flors buides, vianants, Yaotian, danys de cuc de seda, sis danys al bestiar, persones desaparegudes, demandes, pèrdua, migració, conservador, objectes perduts, malaltia, obstacles, reforma del sepulcre de muntanya", "古人": "Li Mi es va rebel·lar contra la dinastia Tang", "第X籤": "El setanta sorteig", "宮": "Tatsumi"}