{"籤詩版本二": "Cognició de Canglong XIX Guàrdies: una dona es va casar amb un segon marit\nAmb un arc i dues fletxes, els dinosaures viuran en pau immediatament", "詩意": "Aquest hexagrama és com un arc que sosté dues fletxes.\nTot és de bon auguri si va junt.", "解曰": "No massa pesat. El destí. Zhen Liuzhong obre. S'aconsella ser prudent.", "籤詩故事一": "◇Wenjun visita Xiangru\nZhuo Wenjun era filla del nét de Zhuo Wang, un adinerat home de negocis de Linqiong, província de Sichuan.Era experta en música i tenia un nom literari. Es va casar als setze anys, uns anys més tard, el seu marit va morir i ella va tornar a la seva família natal per viure com a vídua.\nUn dia, Sima Xiangru va anar a la casa de Zhuo Wangsun per a un banquet i quan es va assabentar que Zhuo Wenjun acabava d'enviudar, va tocar la cançó \"Phoenix Seeking the Phoenix\" per expressar el seu amor. Zhuo Wenjun ja havia sentit parlar de Sima Xiangru, i aquest banquet el va fer sentir encara més atret per Sima Xiangru. D'altra banda, després del banquet de Sima Xiangru, immediatament va gastar molts diners per subornar la minyona personal de Zhuo Wenjun i li va demanar que li transmetés l'amor de Sima Xiangru per Zhuo Wenjun. Després que Zhuo Wenjun es va assabentar de l'amor de Sima Xiangru a través de la criada, immediatament es va precipitar a la fonda on vivia Sima Xiangru.Vent l'arribada de Zhuo Wenjun, Sima Xiangru va fugir immediatament amb ella durant la nit a la seva ciutat natal a Chengdu.\nQuan es trobaven a Chengdu, la parella es trobava desvalguda i va haver de tornar a Linqiong per obrir un petit hotel per guanyar-se la vida. Zhuo Wenjun venia vi i Sima Xiangru rentava els plats. Van viure una vida pobre. Després que el pare de Zhuo Wenjun, Zhuo Wangsun, se'n va assabentar, va acceptar i els va finançar sota el consell dels seus amics, de manera que Sima Xiangru i Zhuo Wenjun van tornar a Chengdu per viure, i més tard es van fer rics.", "聖意": "Pèrdua de la llar i dels béns, els propis drets i mals, la recerca de riquesa, les transaccions laborals, la prevenció de tornar a casar-se.", "古人": "Wenjun visita Xiangru", "第X籤": "Setanta-un guanyador de la loteria", "宮": "Tatsumi"}