{"籤詩版本二": "Els apicultors han de demanar la seva mel, no sigui que els piqui una picada.\nDeu haver-hi un camí estrany davant teu, el secret és tan profund com un bosc d'espines.", "詩意": "Aquest hexagrama simbolitza les abelles que recullen mel.\nTot és laboriós i laboriós.\n\n(Aquest hexagrama busca el símbol de dolçor i amargor.\nPrevenir desastres en tot.\n)", "解曰": "Les coses s'han de fer amb cura. No cal forçar-ho. Les abelles recullen la mel. Quin és el motiu?", "籤詩故事一": "◇Wang Mang busca talents\nEs pot dir que la família Wang Mang a la dinastia Han occidental era una família rica. Encara que el seu pare va morir jove, diversos dels seus oncles i oncles es van convertir en emperadors de la dinastia Han. Es van convertir en generals, primers ministres i es van convertir en marquesos i van rebre recompenses.La família Wang va ser extremadament destacada.\nPerò la petita família de Wang Mang era extremadament pobra; el seu pare va morir jove i ell només vivia amb la seva mare, confiant en la caritat dels familiars. Però per això, Wang Mang va desenvolupar i practicar un conjunt d'habilitats per tractar amb les persones des que era petit. Per molt trist o enfadat que se sentia, sempre mostrava una mirada molt alegre i pacífica davant dels familiars, grans o forasters, per la qual cosa era força apreciat per tots els del clan.\nUna vegada, el seu oncle gran va estar greument malalt. Després de saber-ho, es va acostar i va esperar al llit del pacient, portant medicaments i aigua, i vigilant a la nit. Durant diversos mesos seguits, va estar despullat, descuidado i demacrat. Simplement era més \"pacient\" que un pacient, més \"fill\" que un fill biològic.\nPer això, tots els taiwanesos el van elogiar i van escriure cartes demanant-li una recompensa.\nAixí que l'emperador Cheng de la dinastia Han li va donar el títol de marquès de la nova capital i el va nomenar com a guàrdia al palau, convertint-se en un ministre proper de l'emperador.\nAmb el seu alt estatus i gran poder, Wang Mang no va mostrar mai cap arrogància ni mancança, sinó que es va tornar cada cop més cortès i cortès. D'una banda, es va fer amistat amb ministres, generals, celebritats i erudits. D'altra banda. , ajudava els pobres i era generós amb les seves riqueses.\nPerò va viure una vida molt frugal, sovint menjant plats de carn, per no parlar de roba llarga i vestits de màniga llarga, només amb roba curta. Així que tots els membres del govern i la ciutadania el van elogiar per unanimitat amb la paraula \"virtuós\".\nMés tard, el seu oncle, Grand Sima Wanggen, va morir de malaltia i va ser escollit com el seu substitut. L'emperador i tots els ministres creien que era el més adient. Per tant, Wang Mang, que només tenia trenta-vuit anys, es va convertir en el Gran Sima amb el poder militar més alt del país.\n(Aquesta història és una metàfora. Ser bo per ser una bona persona pot ajudar-te a desfer-te de la \"dificultat de ser picat per les abelles\" i aconseguir els teus ideals com vulguis).", "聖意": "La casa no és bona per a un mateix, la família té problemes, el negoci està bloquejat, el matrimoni està bloquejat, les sis armadures s'espanten, els vianants arriben tard, la collita de cuc de seda és baixa, el bestiar és baix, és difícil Trobeu gent, la demanda és dolenta, la migració no es mou, la propietat perduda és dolenta, la malaltia està instal·lada, la tomba de muntanya es perd,", "古人": "Wang Mang busca talents", "第X籤": "Guanyar la loteria setanta-dos", "宮": "Tatsumi"}