{"籤詩版本二": "Quan arriba la primavera, els trons tremolen i els insectes xiulen, i m'allunyo del fang\nQuan em vaig adonar que encara anava i venia, un cop vaig canviar, em vaig convertir en un drac.", "詩意": "Aquest hexagrama és com el tron ​​i els insectes.\nConèixer una persona noble és un bon senyal en tot.", "解曰": "El tro toca. Dos dipòsits d'entrada i sortida. Canvia una vegada. Fins a Tianmen.", "籤詩故事一": "◇ Motí de Chenqiao\nL'any 959 dC, Zhou Shizong Chai Rong va morir, i l'emperador Gong, Chai Zongxun, que va pujar al tron, només tenia set anys. En aquell moment, Zhao Kuangyin, que exercia com a inspector davant del palau i enviat de Songzhou a l'exèrcit alemany, tenia el poder real.\nA la primavera del 960 dC, Zhenzhou (actual Zhengding, província de Hebei) i Dingzhou (actual comtat de Dingxian, província de Hebei) van informar que els exèrcits de la dinastia Han del Nord i l'estat de Liao anaven conjuntament cap al sud per atacar la dinastia Zhou posterior, amb gran impuls, i va demanar l'enviament de tropes per demanar ajuda. Més tard, la dinastia Zhou va ordenar a Zhao Kuangyin que guiés les seves tropes cap al nord per lluitar contra l'enemic. Zhao Kuangyin va actuar en secret sota la planificació del seu germà Zhao Guangyi, Zhao Pu, Shi Shouxin i altres.\nEl 3 de febrer, quan l'exèrcit va arribar a Chenqiaoyi (avui ciutat de Chenqiao, al sud-est de Fengqiu, Henan), van llançar un motí i van ordenar als soldats que l'investissin vestits grocs, es van rebel·lar contra la dinastia Zhou posterior i van donar suport a Zhao Kuangyin com a emperador. . Després d'això, Zhao va portar les seves tropes de tornada a Kaifeng sense cremar, matar ni saquejar.\"Taizu Chen Qiao va fer un jurament de no molestar a la gent de la capital i va prometre no molestar la ciutat el dia que va entrar a la ciutat\".\nEl tercer dia del tercer any del mes lunar, Zhao Kuangyin es va amotinar a Chenqiao i va tornar a la capital. Fan Zhi va portar a Wang Pu i Wei Renpu a interrogar a Zhao Kuangyin. Luo Yanhuan va treure la seva espasa davant de la tenda i va cridar fort. : \"Els tres exèrcits no tenen amos. Els generals han decidit nomenar-lo emperador. Tothom que parli serà assassinat!\". La cara de Wang Pu era tan pàl·lida com la terra. Va baixar els passos i es va inclinar. Fan Zhi també es va inclinar. Kuang Yin el va ajudar personalment a aixecar-se i el va tractar amb gran cortesia.\nDesprés d'una resistència moderada, l'emperador Gong de la dinastia Zhou posterior es va fer càrrec del tron, i Zhao es va fer càrrec del tron. \"Taizu estava a punt d'acceptar el zen, però no hi havia text zen. Tao Gu, un erudit de Hanlin, va acceptar l'ordre. i va entrar al seu costat, dient: \"Ja està\".\nDesprés que Zhao va arribar al tron, va canviar el nom del país per Song, Yuan per Jianlong i va fer de Kaifeng la capital. Shi Shouxin, Gao Huaide, Zhang Lingduo, Wang Shenqi, Zhang Guanghan i Zhao Yanhui van rebre el títol de Jiedushi. , que va ser conegut com el \"Motí de Chenqiao\" a la història.\nViquipèdia\n(Aquesta història representa que aquest és el començament de l'actuació de Zhao Kuangyin.)", "聖意": "Pregueu per la vostra llar, la vida diària, la riquesa, la bona fortuna, la bona sort als negocis, el matrimoni noble, l'èxit a Liujia, els vianants masculins, el naixement primerenc de cucs de seda als camps, el naixement primerenc de sis animals, la bona sort a la primavera, la recerca de gent , èxit en plets, sort en la migració, objectes perduts, perills en malalties, perills en muntanyes i sepultures.", "古人": "Motí de Chenqiao", "第X籤": "Signat setanta-tres", "宮": "Mi Palau"}