{"籤詩版本二": "Igual que arrossegar un tigre per una muntanya alta, lluitar i competir entre ells és tímid i fred.\nSi de sobte fas alguna cosa bona sense adonar-te'n, has de mantenir-te segur.La paraula arrossegar el tigre significa abraçar el tigre.", "詩意": "Aquest hexagrama és com agafar (arrossegar) un tigre per la muntanya.\nTot és perillós i espantós.", "解曰": "El perill és perillós. Hi ha obstacles per davant. Si demanes consell. És un treball molt dur.", "籤詩故事一": "◇ Wu Yuan va deixar Zhaoguan a la nit (Wu Zixu va passar per Zhaoguan)\nWu Zixu era originari de Chu durant el període de primavera i tardor. En aquell moment, el rei Ping de Chu volia caçar-lo. El rei Ping de Chu va oferir una recompensa per l'arrest de Wu Zixu i va fer dibuixar el seu retrat i publicar-lo a les portes de la ciutat de l'estat de Chu, i va ordenar als funcionaris que intensifiquessin les investigacions. Quan Wu Zixu va fugir a Zhaoguan, la frontera entre Wu i Chu, els funcionaris de Zhaoguan van comprovar molt de prop, estava tan preocupat que no va poder dormir durant diverses nits seguides, i fins i tot els seus cabells es van tornar grisos de preocupació. Afortunadament, vaig conèixer un home anomenat Dong Gao Gong, que va simpatitzar amb la seva situació i el va portar a casa per amagar-se. El duc Dong Gao tenia un amic que s'assemblava una mica a Wu Zixu, així que el duc Dong Gao li va demanar que passés la prova fent-se passar per Wu Zixu. Els porters van atrapar el fals Wu Zixu, però el veritable Wu Zixu no va poder ser reconegut pels porters perquè tenia els cabells tot blancs, així que el van deixar passar. Més tard, va escapar amb seguretat a l'estat de Wu.\n(Substituir Wu Zixu per un amic que sembla semblant, i que ell mateix té els cabells grisos, és la \"mà màgica\" d'aquesta història)", "聖意": "Pregueu perquè la vostra llar i la vostra llar us protegeixin, aneu amb compte amb la recerca de riquesa, aneu amb compte en les transaccions, l'estancament en les transaccions, les dificultats matrimonials", "古人": "Wu Yuan va deixar Zhaoguan a la nit (Wu Zixu va passar a Zhaoguan)", "第X籤": "El signe setanta-cinquè", "宮": "Mi Palau"}