{"籤詩版本二": "Una barreja de peix i drac té el mateix significat. Queda't a la piscina profunda i espera sort.\nInconscientment, Yumen va saltar per sobre del Palau del Drac amb el cap aixecat.", "詩意": "El peix i el drac de l'hexagrama romanen sense canvis.\nTot arriba a temps.", "解曰": "Encara que és Ziji. També espera. Planifica el teu propi negoci. No actuïs de manera temerària.", "籤詩故事一": "◇Hongwu mirant el bestiar\nZhu Yuanzhang, natural de Zhongli, Haozhou (ara comtat de Fengyang, província d'Anhui), va néixer el primer any de Tianli de Yuan Wenzong a la dinastia Yuan, ocupant el quart lloc de la seva família. Va néixer en una família de pagesos pobres, a causa de la pobresa quan era jove, no va poder estudiar i una vegada va pasar bestiar per al propietari.\nEl quart any de Zhizheng (1344), hi va haver una severa sequera a Huaibei, el pare, la mare i el germà de Zhu Yuanzhang van morir successivament, així que no va tenir més remei que convertir-se en monjo novell al temple de Huangjue.\nMenys de dos mesos després d'entrar al temple, a causa de la dificultat per cobrar el lloguer del temple durant els anys de fam, el propietari del temple va tancar el magatzem i va acomiadar els monjos. Zhu Yuanzhang va haver d'abandonar la seva ciutat natal i convertir-se en un monjo errant (un monjo que es guanyava la vida de la mendicitat).\nMés tard, Zhu Yuanzhang es va convertir en el Taizu de la dinastia Ming i l'\"emperador civil\" de la història xinesa, amb el nom de regnat \"Hongwu\".\n(La metàfora d'aquesta història és que ser ordinari durant un temps no vol dir que serà el mateix en el futur. Això és perquè encara no ha arribat el moment).", "聖意": "La família està segura, la família està sana, la fortuna és bona, el negoci està esperant, el matrimoni és tard, el mascle neix a Liujia, el vianant fa tard, el cuc de seda és tard, el cuc de seda és ric, els sis animals estan a la cua, la persona està desapareguda, no es retarda cap demanda, la migració és conservadora, la propietat perduda està bloquejada, la malaltia es dificulta, es produeix la tomba de muntanya", "古人": "Hongwu mira el bestiar", "第X籤": "Setanta-sisè lot", "宮": "Mi Palau"}