{"籤詩版本二": "En el somni, es deia que hi hauria molta riquesa, però la fama quedaria en no-res.\nL'aigua és lluny i les muntanyes llunyanes, però costa ser fidel, la persona noble orienta i somriu.", "詩意": "Aquest hexagrama representa el símbol d'obtenir un tresor en un somni.\nTot és més o menys real.", "解曰": "Somiant com un somni. Sense esperança de fama. Només espera els bons moments. Nobles instruccions.", "籤詩故事一": "◇ Torna el jade a Zhao (retorna el jade a Zhao després de completar-lo)\nL'any 283 aC, el rei Zhao Huiwen va obtenir He's Bi de Chu. Després que el rei Qin Zhaoxiang va saber la notícia, va enviar una carta al rei Zhao, expressant la seva voluntat d'intercanviar quinze ciutats per He's Bi.\nLin Xiangru va analitzar al rei Zhao que Qin era fort i Zhao feble i havia de ser substituït.\nAleshores, el rei Zhao va enviar Lin Xiangru a Qin amb He's Bi.\nEl rei de Qin es va reunir amb Lin Xiangru a Zhangtai, i Lin Xiangru va presentar el jade al rei de Qin. El rei de Qin es va alegrar i va passar el He's Bi a la bellesa i tothom al seu voltant el va mirar. En aquest moment, tots els de l'esquerra i la dreta van cridar que visca.\nLin Xiangru va veure que el rei de Qin no tenia cap intenció de donar la ciutat a Zhao, així que li va dir al rei de Qin que el jade d'Ell era defectuós i va voler indicar-ho al rei de Qin per aprofitar l'oportunitat per aconseguir el esquena de jade.\nDesprés que Lin Xiangru recuperés el Bi d'Heshi, es va quedar al costat del gran pilar, mostrant que volia morir amb el Bi d'Heshi.\nEn aquest moment, Lin Xiangru va dir al rei de Qin: \"El rei de Zhao encara va superar les objeccions dels ministres i va acceptar la proposta del ministre. Fins i tot si no es va enganyar mútuament en interactuar amb la gent comuna, per no dir que Qin és un gran país! Per tal de preservar l'amistat entre Qin i Zhao, el rei Zhao Després de dejunar durant cinc dies, vaig enviar els meus ministres a Qin amb el jade. Malauradament, el rei de Qin no només no tenia cap intenció de donar a Zhao un ciutat, però també va passar el jade de la família He a una bella dona, cosa que va ser realment una burla dels meus ministres\".\nDesprés d'acabar de parlar, Lin Xiangru immediatament va fer un gest de colpejar un pilar.El rei de Qin tenia por que He's Bi es fes malbé, així que va fingir donar a Zhao quinze ciutats. Lin Xiangru va veure a través del pla traïdor del rei Qin, així que va demanar al rei Qin que dejunés durant cinc dies abans de presentar He's Bi per retardar el temps. En aquests pocs dies, Lin Xiangru va enviar els seus assistents a tornar a l'estat de Zhao amb el jade, mentre ell es quedava per tractar amb el rei de Qin.\n(Aquesta història és com els ulls d'una persona normal i corrent fascinat pel seu estatus.)", "聖意": "Pregar per benediccions a casa, un mateix, dificultant la riquesa, dificultant la realització de transaccions, el matrimoni no està en harmonia amb els vianants de Liujiaxu, no s'accepten cucs de seda de Chitian, sis animals estan danyats, persones desaparegudes, s'esperen demandes públiques i migració, coses perdudes estan lluny, les malalties s'instal·len, s'envien a les tombes de les muntanyes i es canvien.", "古人": "Torna el jade a Zhao (completa el jade a Zhao)", "第X籤": "El setanta-setè guanyador de la loteria", "宮": "Palau del migdia"}