{"籤詩版本二": "Nus buit, vull mantenir-te a salvo. Si proteges el teu cos, m'agradaria que no el tornis mai.\nNo oblideu que el favor de Déu ha estat retornat, no menyspreeu les paraules de Déu.", "詩意": "No creguis que aquest hexagrama és cert.\nÉs un signe de conservador en tot.", "解曰": "La gent té les seves pròpies opinions. La ment no necessita estar ocupada. Instruccions Guanyin. No siguis irrespectuós.", "籤詩故事一": "◇ Suport en secret a la bandera de bronze\nEl famós general fundador de la dinastia Tang, Qin Qiong (Qin Shubao) va rebre el títol de gran mariscal de la dinastia Sui. Va dirigir les seves tropes a atacar el pas de Sishui (o pas de Sishui o pas de Dongling, les llegendes varien). Yang Lin ( Yang Yicheng), el general de la guàrdia del pas de Sishui, va ser l'emperador Yang de la dinastia Sui va ordenar que s'instal·lés una bandera de bronze, però Qin Shubao no va poder atacar-la durant molt de temps. Després de descobrir que Luo Cheng, el líder de la formació, era el seu cosí, va contactar amb la seva tia.\nAbans que Luo Cheng marxés, va dir a la seva mare que la persona que va venir a enderrocar la bandera era el seu cosí Qin Qiong, i la seva mare li va ordenar que l'ajudés en secret. El dia de la batalla decisiva, Luo Cheng, que guardava la bandera de bronze, va canviar sobtadament de bàndol i va unir forces amb Qin Qiong per derrotar la formació de la bandera de bronze. Luo Cheng va ocupar el pas de Dongling i va tornar victoriós. Luo Cheng també es va rendir als Tang. Dinastia.\n(Aquesta història és una metàfora que de vegades hauríeu de confiar en la raó quan feu les coses, en lloc de confiar en l'emoció o la fe.)", "聖意": "La casa encara està disposada a prometre's, buscar riquesa, mantenir la quota, tenir precaució amb el matrimoni, donar a llum una nena, els vianants es queden al camp, cucs de seda, set punts i sis danys al bestiar, recerca de persones, judicis públics i migració. , objectes perduts, malalties occidentals, solució a les muntanyes, tombes a l'oest", "古人": "Ajudant en secret a baixar la bandera de bronze", "第X籤": "Setanta-nou Guanyant el Lott", "宮": "Palau del migdia"}