{"籤詩版本二": "Han caigut les fulles dels sicòmors, s'acosta la tardor i el viatge de tornada dels viatgers sembla núvol.\nGràcies als grans esforços de Déu, el vaixell va tornar amb el tresor al vent.", "詩意": "Aquest hexagrama representa les fulles que cauen del sicòmor.\nTot és dolent per endavant i bo al final.", "解曰": "Preneu les coses de cor. Tianxin el segueix. Per guanyar-se la vida. Fes el que puguis.", "籤詩故事一": "◇ El vent bufa al pavelló de Tengwang\nWang Bo, nom de cortesia Zian, va ser un poeta de la dinastia Tang primerenca, va néixer el primer any de Yonghui, emperador Gaozong de la dinastia Tang. Wang Bo ha estat llegint escriptures des que era un nen, i se'l coneix com un \"nen prodigi\". Wang Bo ha estat llegint escriptures des que era un nen, i se'l coneix com un \"nen prodigi\".\nQuan tenia deu anys, ell i el seu pare van passar pel costat d'un temple de Guandi, van veure la majestuosa estàtua de Guandi al temple, sostenint una còpia de \"Primavera i tardor\" i llegint-la. Quan el seu pare la va veure, va Es va inspirar. Va cantar a l'emperador Guan: \"Sostenint tres flocs de barba verda, llegint la història de la dinastia Qing a la llanterna verda i rendint homenatge als noms famosos. Sostenint el drac verd i la lluna a la mà\". que a la tardor d'aquest any, Wang Bo va anar de Shanxi a l'illa de Hainan per visitar el seu pare, que va ser degradat al magistrat del comtat de Jiaozhi. , passant per milers de muntanyes i rius pel camí. A la tardor de l'any, quan tenia vint-i-set anys, Wang Bo va anar de Shanxi a l'illa de Hainan per visitar el seu pare, que havia estat degradat al càrrec de magistrat del comtat de Jiaozhi, i va travessar milers de muntanyes i rius pel camí.\nQuan vam arribar a la muntanya Madang aquell dia, tothom va anar a terra per descansar. Quan Wang Bo va caminar sol per un temple antic, de sobte va veure un vell assegut a la pedra al costat del temple. El vell semblava un nen amb els cabells clars. i una aparença de fada. Va dir a Wang Bo \"No ets Wang Bo?\" Wang Bo es va sorprendre i va dir: \"Exactament! Com ho saps?\" El vell va dir: \"Fa temps que he sentit que tens bons intencions de salvar la gent, i els vostres poemes són molt significatius. Demà hi haurà una gran festa al pavelló Tengwang. Si podeu assistir al banquet i escriure un assaig, seràs famós al llarg dels segles i tindràs despeses de viatge.\" Quan van arribar a la muntanya Madang, tothom va anar a terra per descansar. Quan Wang Bo caminava sol per un temple antic, de sobte va veure a la pedra al costat del temple, hi havia un vell assegut, que semblava un nen amb els cabells clars i una fada. Va dir a Wang Bo: \"No ets Wang Bo?\"\nWang Bo es va sorprendre i va dir: \"Exacte! Com ho saps?\"\nEl vell va dir: \"Fa temps que he sentit que tens una bona intenció de salvar la gent, i els poemes que composis són molt significatius. Demà hi haurà una gran festa al pavelló del príncep Teng. Si pots assistir al banquet i compondre, seràs famós al llarg dels segles i tindràs despeses de viatge\".\nWang Bo va dir: \"Aquest lloc està a sis o set-centes milles de distància del pavelló de Tengwang. Com podem arribar aquí demà?\" El vell va dir: \"Utilitzaré un cavall com a vent diví per ajudar-vos a navegar sense problemes. Definitivament arribarà demà.\" Wang Bo em va donar les gràcies i va dir: \"Perdoneu, el meu sogre, sou un immortal o un déu?\" El vell va riure i va dir: \"Sóc el Zhongyuan Shuijun que està a càrrec d'aquesta zona d'aigua!\" Wang Bo va dir: \"Aquest lloc està a sis o set-cents quilòmetres de distància del pavelló Tengwang. Com hi podem arribar demà?\"\nEl vell va dir: \"Utilitzaré el cavall com a vent diví per ajudar-te a navegar sense problemes. Definitivament arribaré demà\".\nWang Bo li va donar les gràcies i va dir: \"Perdoneu, sogre, sou un immortal o un déu?\"\nEl vell va riure i va dir: \"Sóc el Zhongyuan Shuijun que està al capdavant d'aquesta zona d'aigua!\" Aleshores el vell va instar a Wang Bo a pujar ràpidament al vaixell. Va veure núvols favorables que l'envoltaven durant una estona i el vent. i l'aigua era suau pel camí.En un obrir i tancar d'ulls, havia recorregut centenars de quilòmetres.\nLlavors el vell va instar a Wang Bo a pujar al vaixell ràpidament. Va veure núvols favorables que l'envoltaven durant una estona, i va ser un viatge tranquil. En un obrir i tancar d'ulls, havia recorregut centenars de milles. Com era d'esperar, Wang Bo es va precipitar al pavelló del príncep Teng el matí del gran esdeveniment.\nCom era d'esperar, Wang Bo es va precipitar al pavelló del príncep Teng el matí del gran esdeveniment. I en el mateix lloc, va escriure el \"Pròleg al pavelló del príncep Teng\", que va ser anomenada l'obra mestra eterna per l'emperador Gaozong de la dinastia Tang. I en el mateix lloc, va escriure el \"Pròleg al pavelló del príncep Teng\", que va ser anomenada l'obra mestra eterna per l'emperador Gaozong de la dinastia Tang.\nHi ha un poema que diu:\nSempre s'ha dit que les persones amb talent són déus, així que no és casual que el vent porti Nanchang a Nanchang;\nVaig escriure una frase sobre l'alt pavelló de Teng Wang, i després va acompanyar els immortals a Zhongyuan.", "聖意": "Pregueu per la vostra llar i protegiu-vos, pregueu per les benediccions, busqueu riquesa i assoleix el matrimoni i l'harmonia.", "古人": "El vent bufa al pavelló de Tengwang", "第X籤": "Signa vuitanta-un", "宮": "Wei Gong"}