{"籤詩版本二": "Què fer si perds la teva virtut a causa de la teva reputació?Em temo que la bona fortuna canviarà i passaran coses dolentes.\nBorratxo, no sé on anar, tinc un somni borrós a l'ombra dels pins verds.", "詩意": "Aquest hexagrama representa el peix fred que surt de l'aigua.\nNo es pot moure res.\n\n(Aquest hexagrama és un símbol de la mala virtut i la mala sort.\nMantingueu els peus a terra en tot.\n)", "解曰": "El peix fred surt de l'aigua. una mosca a la pomada. Si preguntes sobre els plans de colònies. És millor Mo Qi\nAquest senyal portarà mala sort a Liujia. Tot va malament. Pregueu per seguretat.", "籤詩故事一": "◇Zhuangzi posa a prova la seva dona\nZhuangzi va néixer a la dinastia Zhou. El seu cognom era Zhuang, el seu nom de pila era Zhou i el seu nom de pila era Zixiu. Era originari de Mengyi a la dinastia Song. A la dinastia Zhou, va ser l'oficial de Qiyuan.\nUn dia, Zhuangzi va conèixer una dona a la muntanya, que estava a la gatzoneta davant d'una tomba nova, sacsejant el seu ventall desesperadament, com si volgués assecar la terra humida de la tomba. Zhuangzi no entenia la seva intenció, així que li va preguntar. Va dir que la persona enterrada a la tomba era el seu marit, i les últimes paraules del seu marit van ser que no es podria tornar a casar fins que la terra de la tomba s'assequés. No va poder esperar més, així que va remenar el sòl de la tomba perquè s'assequi més ràpidament, i així va poder buscar una segona primavera.\nZhuangzi va sospirar quan va pensar que hi havia una dona tan sense cor al món. Llavors vaig pensar, la meva dona seria així? Quan sorgeix la sospita, vull provar-ho.\nEl cognom de l'esposa de Zhuangzi era Tian, ​​i la parella sol tenir una relació estreta. Per tal de posar a prova la lleialtat de la seva dona, Zhuangzi va decidir fingir que estava mort.\nEn sentir que Zhuangzi va morir d'una malaltia sobtada, moltes persones d'arreu, inclosos familiars i amics, van venir a expressar el seu condol, entre ells hi havia un guapo rei i nét de l'estat de Chu, que era ric en riquesa. En veure que la Sra. Tian acabava d'enviudar i lamentablement, la va perseguir. La senyora Tian no va poder suportar la temptació i es va enamorar de Wang Sun. Es van casar en només vint dies.\nAquella nit, quan el vi es va beure i les orelles estaven calentes, Wang Sun va patir de sobte un atac de cor i va morir.\nLa senyora Tian es va espantar i va tenir pànic i li va preguntar urgentment a Wang Sun què havia de fer. Wang Sun va suportar el dolor i li va dir que el cervell dels cadàvers es podria utilitzar per tornar els morts a la vida.\nOn trobar el cadàver? La senyora Tian va pensar de sobte, el seu marit no acabava de morir? El senyor Tian es va oblidar del vell amor entre marit i dona i, de fet, va agafar una destral i va obrir el taüt del seu marit, preparant-se per treure-li el cervell per a la medicina.\nInesperadament, quan es va obrir el taüt, Zhuangzi va tornar a la vida. La senyora Tian estava tan avergonyida que es va penjar.\n(Aquesta història és una metàfora per violar l'amistat per obtenir beneficis personals, així que no hi podem estar d'acord.)", "聖意": "La casa és tranquil·la, el jo és segur, els diners són injustos, els oficis es sacrifiquen, el matrimoni es resol, el mal és pròsper a Liujia, els vianants no han arribat, el cuc de seda és pla, el bestiar és pla, la gent falten, el plet està canviant, els deixebles són conservadors, la propietat no està malalta i la muntanya i la tomba són dolents.", "古人": "Zhuangzi posa a prova la seva dona", "第X籤": "Lot 84", "宮": "Wei Gong"}