{"籤詩版本二": "Núvols foscos i boira cobreixen el camí davant de la muntanya, tot és rodó i la lluna torna rodona.\nSi aconsegueixes poesia i llibres, et despertaràs d'un somni profund, la persona noble et guiarà fins al terrat.", "詩意": "Aquest hexagrama simbolitza el final de la primavera i la floració de les flors.\nTot canvia després del Senyor.", "解曰": "El vell ha de demanar ajuda. Torna a florir a la primavera. Desig de fama i riquesa. Trobeu una inesperada al final de la vida.", "籤詩故事一": "◇ Han Wengong es troba amb neu\nHan Yu, el nom de cortesia del qual era Tuizhi, era de Changli. Tang Dezong es va convertir en Jinshi el vuitè any de Zhenyuan, i el seu títol pòstum va ser Wen Gong.\nDurant el regnat de l'emperador Xianzong de la dinastia Tang, Han Yu va protestar amb els ossos de Buda, cosa que va enfadar l'emperador. Han Yu va deixar la seva dona i els seus fills i va anar a Chaozhou. Després de caminar menys d'uns quants dies, el vent fred es va aixecar i va nevar intensament. Han Yu va arribar a un lloc on la neu era de diversos metres de profunditat, dificultant que el seu cavall avançava, no hi havia casa a prop i no sabia on era el camí. Si voleu seguir el camí i retirar-vos, no hi ha camí enrere. El vent bufava fort i la neu queia ràpidament. Han Yu estava xop fins a la pell, glaçat i amb gana, i no tenia on expressar el seu dolor.\nHan Yu va sospirar i va dir: \"L'emperador no em matarà, però l'emperador vol destruir-me\".\nJust quan en Han Yu estava desesperat, va veure un home que venia a netejar la neu malgrat el fort fred, i va resultar ser Han Xiangzi (el nebot de Han Yu).\nAbans, Han Xiangzi havia dit a Han Yu: \"On és la casa de Yun Heng a Qinling? La neu abraça la porta blava i el cavall deixa d'avançar.\" En aquell moment, Han Yu no entenia què volia dir Han Xiangzi, però ara ell finalment entesa.\nAixí que Han Yu i Han Xiangzi van anar a passar la nit a la casa de Fu a Langan. Parlant del passat i del camí cap al cultiu, Han Yu estava sincerament convençut.\nMés tard, Han Yu va abandonar la seva posició oficial, va donar tota la seva propietat al govern local i va anar a les muntanyes per practicar el taoisme i convertir-se en un immortal.", "聖意": "La casa no és bona per a un mateix, aneu amb compte a l'hora de buscar diners, centreu-vos en els negocis, el matrimoni és tard, els vianants de Liujia bloquegen els camps, els cucs de seda són bons, el bestiar és bo, és difícil trobar gent, les demandes públiques es repeteixen, la migració és actualitzat, les coses perdudes són greus, les malalties es retarden, les tombes de muntanya s'han de canviar.", "古人": "Han Wengong es troba amb neu", "第X籤": "El vuitanta-cinquè guanyador de la loteria", "宮": "Shen Gong"}