{"籤詩版本二": "Caminant a mig camí de la muntanya occidental, els penya-segats de Junling no es poden assentar.\nMirant a Déu per protegir-se, aquest cos encara es troba a la morgue", "詩意": "Aquest hexagrama és com buscar or a la sorra.\nHi ha indicis de gent noble en tot.\n\nTambé: Aquest hexagrama indica que la persona està en perill.\nHi ha indicis de gent noble en tot.", "解曰": "El jade es pot trobar cisellant la pedra. Troba or a la sorra. Cal treballar dur. Només problemes.\nUna altra obra: una situació difícil. Enlloc on allotjar-se. Demaneu la benedicció de Déu. Pregueu per la tranquil·litat.", "籤詩故事一": "◇Mossega l'or i explora coves subterrànies\nPer celebrar les seves gestes militars, Cheng Yaojin va celebrar un banquet a Yanwuyang. De sobte es va obrir un forat a terra, que era insondable, tothom va fer un sorteig escollint les paraules, mossegant l'or per guanyar i llogant cordes per lligar-se al forat.\nHi ha portes de pedra, taules, cadires, ponts i altres objectes, sobre la taula hi ha túnices de drac i cinturons de jade, fets d'or i desgastats de la cova.\nYao Jin va sortir del forat amb una caixa gran i una caixa petita, va obrir la caixa de fusta i va treure el segell de jade, va obrir la caixa, va treure la bandera gran i la túnica de la corona i les pistes i les va posar a la taula, i tothom els mirava un per un. Vaig veure que els vuit caràcters del segell gravats al gran segell eren \"El rei dimoni de Hunshi, el gran emperador virtuós\".\nTothom el va adorar com a \"Emperador\", i en Yaojin ho va fer durant tres anys com a Rei Dimoni. (En realitat, això només es va autoproclamar, i Cheng Yaojin era només el líder del poble en aquell moment.)\n(Aquesta història és una metàfora que les coses bones són com actuar. Aquesta és la concepció artística de \"aquest cos encara està en el buit\".)", "聖意": "Pregar per la llar i la casa, la derrota personal, la recerca de riquesa, el treball dur, la cura en els negocis, el matrimoni es veurà obstaculitzat per Liu Jiaxu, vianants, Chi Tian, ​​cucs de seda, estable sis bestiar, recerca de persones, sense judicis, pèrdua , migració, conservació de béns perduts, malalties malignes, obstacles, muntanyes i tombes.", "古人": "Explorant la cripta d'or", "第X籤": "Signar vuitanta-set", "宮": "Shen Gong"}