{"籤詩版本二": "No em molesteu amb els vostres assumptes personals, això és més adequat preguntar-ho al públic.\nUn cor clar és tan brillant com la lluna brillant al cel", "詩意": "Aquest hexagrama representa la imatge d'una lluna brillant al cel.\nTot és lluminós i airejat.", "解曰": "Sigues recte de cor. Redreçar la llei. Paraules santes. Finalment queda clar.", "籤詩故事一": "◇ El general de Kong Ming\nSolució: Zhuge Liang mobilitza les seves tropes i generals\nDurant el període dels Tres Regnes, Zhuge Liang (181-234), nom de cortesia Kongming, va néixer a Yangdu, Langya (actual comtat de Yinan, província de Shandong).\nZhuge Liang va acceptar convertir-se en oficial després que Liu Bei visités la casa de palla tres vegades. En aquell moment, Cao Cao havia pacificat Hebei i estava decidit a marxar cap al sud. Va enviar a Xiahou Dun com a general en cap, Yu Jin, Li Dian i altres com a generals adjunts, liderant un exèrcit de 100.000 persones per marxar cap a Xinye. Encara que Zhuge Liang tenia un pla per retirar-se de l'enemic en aquell moment, Guan Yu i Zhang Fei van menysprear les paraules de Zhuge Liang. Zhuge Liang no va tenir més remei que utilitzar l'espasa de Liu Bei per convèncer a tots dos, de manera que cadascun va liderar mil tropes i una emboscada a Yushan i Anlin. Van esperar que Xiahou Dun fes passar el seu exèrcit, i després els van atacar amb emboscades i foc.\nA més, Zhao Yun va ser enviat per dirigir les vells i febles restes de l'exèrcit per lluitar com a avantguarda contra Xiahou Dun, i després va simular la derrota i es va retirar, atraient Xiahou Dun a l'estreta carretera de les muntanyes i els boscos. També va enviar a Guan. Ping, Zhou Cang, Liu Feng i altres per colar-se a la part posterior de l'exèrcit de Cao, cremant subministraments i creant pànic a l'exèrcit de Cao.\nDesprés de la batalla, tot va passar com va organitzar Zhuge Liang. Quan Xiahou Dun i Yu Jin van liderar l'exèrcit a la seva persecució, Li Dian, que estava a la rereguarda, va informar amb urgència a Xiahou Dun al front que havia de protegir-se dels atacs de foc enemic. Tanmateix, era massa tard. L'exèrcit de Cao estava limitat per la carretera estreta i es trobava en un lloc on els arbres estaven entrellaçats, per la qual cosa no es va poder iniciar el foc.Hi va haver grans baixes, i Xiahou Dun i altres generals van ser derrotats i van fugir de tornada a Xudu.\n(Aquesta història és una metàfora que Kong Ming és bo per utilitzar la gent i governar el país amb saviesa.)", "聖意": "La casa i la casa són auspicis. Desitjo bona sort en riquesa, tranquil·litat, negocis pròspers, matrimoni, èxit, èxit a Liujia, homes que es mouen camps, cucs de seda, pèrdua de bestiar, persones desaparegudes, judicis públics, migració, objectes perduts, benediccions, malalties, pau, muntanyes i tombes.", "古人": "El general de Kong Ming", "第X籤": "El novè signe", "宮": "Palau Yin"}