{"籤詩版本二": "Un bon espectacle et fa destacar entre la multitud amb una cara arrullada, i el teu futur canvia i aportes molta riquesa.\nUn camí és tan ample com el cel, i tots els diners que puguis donar estaran al teu cor", "詩意": "Aquest hexagrama indica un futur prometedor.\nTot va bé.", "解曰": "Un gran camí. Pots avançar. Utilitza el teu cor. Només endavant.\nTot va segons el previst amb aquest rètol. Molta sort a Jichang.", "籤詩故事一": "◇ Tres herois lluiten contra Lu Bu\nSolució: tres herois Zhang Fei, Guan Yu i Liu Bei lluiten contra Lu Bu\nDong Zhuo va saber que Hua Xiong havia estat decapitat i va enviar el general volador Lu Bu a lluitar. Tan aviat com Lu Bu va entrar a la batalla, va matar els generals Fang Yue i Mu Shun, i va matar Wu Anguo i Gongsun Zan.\nZhang Fei va veure que Gongsun Zan no podia derrotar a Lu Bu, així que ràpidament va substituir Gongsun Zan i va cridar: \"Els esclaus dels tres cognoms haurien de marxar! Zhang Fei de Yan és aquí!\" Després d'això, van lluitar durant més de cinquanta rondes a successió, sense guanyador ni perdedor.\nDesprés que Guan Yu ho va veure, ell i Zhang Fei van atacar Lu Bu i van lluitar durant més de trenta rondes.\nLiu Bei també portava dues espases, va aplaudir el seu cavall i va fer un pas endavant per ajudar a Zhang Fei i Guan Yu.\nEls tres homes van envoltar en Lu Bu i van continuar lluitant. Totes les persones del grup van quedar atònits.\nAviat, Lu Bu va començar a perdre forces. El Pegasus de Lu Bu es va retirar, però els tres homes van perseguir a Lu Bu i es van negar a rendir-se. No es van retirar fins que es van trobar amb les tropes de Lu Bu.\n\"Tres Regnes\"\n(Aquesta història és una metàfora de la valentia i l'habilitat de lluitar de Lu Bu. Una persona pot derrotar a tres persones.)", "聖意": "El cor de la casa i la llar només viatja en el propi viatge per buscar riquesa. Un possible article matrimonial va a Liujia. Les coses van bé per a la gent. Els cucs de seda Zhushuntian utilitzen. Es pot trobar gent entre els sis animals. Es pot trobar gent abans. Litigació. Migració. Béns perduts. Malalties. Muntanyes i tombes són com un auspici.", "古人": "Tres herois lluiten contra Lu Bu", "第X籤": "Noranta-una loteria guanyadora", "宮": "Tu Palau"}