{"籤詩版本二": "Luan Feng Xiang estava empapat per la pluja, però en aquell moment va ser assetjat per Queer\nEm va sorprendre saber que un dia els núvols estaven lluny, però encara et vaig tornar la roba.", "詩意": "Aquest hexagrama representa el símbol de Luan i Phoenix cobert per la pluja.\nTot arriba quan arriba el moment.", "解曰": "El dolent està prosperant dia a dia. Un senyor no hauria de fer res. Només queda per tu mateix. Actua quan arribi el moment.", "籤詩故事一": "◇Gao Jun garanteix el matrimoni\nA principis de la dinastia Song, Zhao Kuangyin va unificar el nord i tot el país es va rendir, però a la dinastia Tang del Sud, Li Yu va ocupar el sud del riu Yangtze i va adoptar l'estratègia d'oferir una ciutat per rendir-se, atrapant Zhao Kuangyin a Shouzhou. i la situació era crítica. El nebot de Zhao Kuangyin, Gao Junbao, un jove amb una pistola daurada, va abandonar Bianjing per trencar el setge de Shouzhou.\n, passant per la muntanya Shuangsuo, van trencar el rètol del Marit creat per Liu Jinding, i els dos van competir. Com a resultat, Liu Jinding va derrotar a Gao Junbao tres vegades amb les seves excel·lents arts marcials, i van intercanviar maces d'or i campanes de plata per tota la vida. El nebot de Zhao Kuangyin, Gao Junbao, per tal de rescatar el Zhao Kuangyin atrapat a Shouzhou, va abandonar Bianjing i va passar per la muntanya Shuangsuo. Va destrossar el cartell muntat per Liu Jinding i els dos van competir. Com a resultat, Liu Jinding va derrotar a Gao Junbao amb el seu excel·lents arts marcials i es va veure obligat a fer-ho.matrimoni. La parella va dirigir la multitud al setge i va rescatar Zhao Kuangyin.\n(La metàfora d'aquesta història és que els dos no es van reconciliar (van ser intimidats), sinó que es van reconciliar més tard.)", "聖意": "La casa familiar no és bona per a un mateix, aneu amb compte de buscar diners, bloquejar negocis, esperar el matrimoni, retardar, Liujia, fals viatger, quedar-se als camps, cucs de seda, tard, sis danys al bestiar, difícil trobar gent, plets, pèrdua, migració, conservadorisme, propietat perduda, malaltia greu, ampliació de la muntanya, reforma greu", "古人": "Gao Jun garanteix el matrimoni", "第X籤": "Noranta-tres guanyant la loteria", "宮": "xugong"}