{"籤詩版本二": "Un cavaller no hauria de preocupar-se per la gent petita, si les coses van malament, causarà problemes.\nEl so del piano s'ha d'escoltar amb un amic proper.Sempre és silenciós i vague.Aquesta obra és per a tothom.", "詩意": "Aquest hexagrama hauria de trobar la imatge d'un amic proper.\nMantenir les coses constants portarà sort.", "解曰": "Zhiyingangxu. No facis cas a altres coses. Tracta't com una persona noble. Tots contents.\nZhiyin Fangxu té quatre caràcters, que s'escriuen originalment com Shiyin Fanghua.", "籤詩故事一": "◇BoYa visita els amics (BoYa Broken Qin)\nBoya, de cognom Yu, nom de pila Rui i nom de cortesia Boya, era nativa de Yingdu, l'estat de Chu durant el període de primavera i tardor i el període dels Estats Combatents.\nZhong Ziqi va treballar com a llenyataire al regne de Chu. Un dia, es va trobar amb Yu Boya tocant l'arpa al riu Han. Zhong Ziqi va sentir una veu que deia: \"És alt com una muntanya i es balanceja com l'aigua que flueix.\" Els dos es van casar i van prometre retrobar-se durant el migdia. Festa de tardor l'any vinent.\nL'any següent, Yu Boya va mantenir la cita tal com estava programada, però Zhong Ziqi havia mort. Després que Yu Boya va saber que Zhong Ziqi havia mort, Yu Boya va pensar que no hi hauria més música al món i que no tornaria a tocar l'arpa en la seva vida.\ndir:\nTrencant el Yao Qin i el Feng Wei Han. A Zi Qi no li importa amb qui juga.\nLa brisa de primavera porta tots els amics. És difícil trobar un amic de veritat.", "聖意": "Aneu amb compte a l'hora de sortir de casa vostra i del vostre propi dolent. Quan busqueu riquesa, aneu amb compte amb les transaccions. S'aconsella arribar tard al matrimoni. És desfavorable que les vianants moguin camps, cucs de seda i bestiar, per buscar persones amb diligència. , presentar demandes i emigrar, buscar ràpidament objectes perduts, ser bloquejats per malalties i tombes a les muntanyes.", "古人": "Boya visita els amics (Boya Broken Qin)", "第X籤": "Lot noranta-quatre", "宮": "xugong"}