{"籤詩版本二": "L'ambició i els èxits estan a la dinastia, però ara hi haurà una infinitat de begudes i sexe.\nSi veus un gall d'or, seràs recompensat amb diners, fortuna i fortuna.", "詩意": "Aquest hexagrama representa el símbol de l'ambició i la fama.\nMantingueu-ho tot de bon auguri.", "解曰": "Ambiciós i emocionat. No és massa tard per protegir-se. El gall d'or promet. Tots contents.", "籤詩故事一": "◇Cao Pi es va proclamar emperador\nCao Pi, nom de cortesia Zihuan, va néixer a Peiguoqiao (ara comtat de Hao, Anhui). Un polític i escriptor famós durant el període Jian'an.\nCao Pi és el segon fill de Cao Cao. Va viure amb el seu pare al campament militar des que era petit. Sota la influència del seu pare, Cao Pi va aprendre tir amb arc als sis anys i muntar a cavall als vuit anys, i va desenvolupar bones habilitats en arts marcials. També té un ampli coneixement de clàssics i biografies antics i moderns, així com dels llibres de centenars d'escoles de pensament. No va ser fins als divuit anys que Cao Cao va derrotar a Yuan Shao i Cao Pi va viure una vida relativament estable a Yecheng, el centre del domini de Cao Cao. Des d'aleshores, tot i que de vegades acompanyava el seu pare en expedicions militars i vivia la major part del temps la vida d'un fill noble, encara practicava cada dia les arts marcials i no ha declinat fins als nostres dies. Sovint munta el seu cavall a cent passos i és molt hàbil en arts marcials.Com que practica sovint arts marcials, és lleuger i fort.\nEl fill gran de Cao Cao, Cao Ang, va morir en una batalla. Després de la mort del fill gran, Cao Pi es va convertir en la primera opció per al príncep hereu. Quan tenia trenta-un anys, va ser nomenat príncep hereu per Cao Cao. Quan Cao Pi tenia trenta-tres anys, Cao Cao va morir de malaltia, i Cao Pi el va succeir com a primer ministre i rei de Wei. Va dir que sovint munta a cavall a cent passos i és molt hàbil, com que practica sovint kungfu, és lleuger i saludable.", "聖意": "Pregueu perquè la vostra llar i la vostra llar siguin en pau. Busqueu riquesa, treballeu dur, comercialitzeu i separeu-vos aviat. El matrimoni tindrà èxit. Liujia estarà segura. La gent estarà al camp. Els cucs de seda seran madurs. Hi haurà sis bestiar. madur. Serà difícil trobar gent. Contenció pública. Decisió urgent. Migració. Béns perduts. Lluny. Les malalties perduren a les muntanyes i les tombes. Bona sort.", "古人": "Cao Pi es proclama emperador", "第X籤": "El noranta-cinquè guanyador de la loteria", "宮": "xugong"}