{"籤詩版本二": "La majestuosa pagoda és inusual, amb trets exquisits per tots els costats que brillen intensament.\nUs exhorto a estar decidits a inclinar-vos amb diligència i a fer bones accions, i el cel us enviarà benediccions.", "詩意": "Aquest hexagrama representa la manifestació del mèrit.\nTot és de bon auguri.", "解曰": "Aquestes benediccions. Tothom ho té. No estiguis massa ocupat. El mèrit es determina amb antelació.", "籤詩故事一": "◇El rei de Fenyang es troba amb el seu nét el dia de Sant Valentí xinès\nSolució: Guo Ziyi va conèixer la noia teixidora que baixava a la terra el dia de Sant Valentí xinès. Tiansun, la néta de l'emperador de jade, són les set fades.\nGuo Ziyi (697-781), també conegut com Guo Linggong, va ser originari del comtat de Zheng, Huazhou (actual comtat de Huaxian, província de Shaanxi) i un general de la dinastia Tang. La cort imperial va concedir a Ziyi el títol de rei de Fenyang.\nEs diu que Ziyi era originari de Huazhou i va anar a unir-se a l'exèrcit fora de la Gran Muralla. Va anar a Pequín per demanar la paga militar i va tornar a Yinzhou. Va ser el dia de Sant Valentí xinès en aquell moment. El vent i la sorra s'estaven tornant foscos i el sol es feia fosc. Ziyi no podia avançar, així que estava parat al costat de la carretera. Dormia a terra en una casa buida. Quan estava a punt d'adormir-se, de sobte va veure una llum vermella a banda i banda.Es va aixecar i va mirar sorprès.Al cel hi havia un núvol que baixava lentament.Allà asseia una dona preciosa, digna i preciosa, completament diferent de la gent normal. Ziyi immediatament va presentar els seus respectes i va dir: \"Avui és el setè dia del setè mes lunar. Crec que és la noia teixidora qui ha vingut, desitjant concedir-li longevitat i riquesa\".\nLa dona també va respondre: \"Amb una gran riquesa ve la longevitat\".\nQuan va acabar de parlar, la resplendor va tornar i els núvols van pujar lentament.La dona encara mirava a Guo Ziyi amb un somriure agradable.Només quan estava lluny d'ella es va difuminar el fum i ja no es podia veure.\nVa resultar ser cert, tal com va dir la dona. Els mèrits de Ziyi són mundialment famosos, és un ministre extremadament popular i és un general amb mèrits i virtuts.", "聖意": "Demana un desig per tu mateix a casa, demana un desig per tu mateix, prega per diners, sort en els negocis, sort en el matrimoni, sort a Liujia, viatges feliços amb gent, camps en moviment, cucs de seda, bestiar estable, mala sort en trobar persones, judicis públics, migració, bona fortuna, malalties de propietat perduda, tombes a Zhenxingshan", "古人": "El rei Fenyang es troba amb el seu nét el dia de Sant Valentí xinès", "第X籤": "Signa noranta-sis", "宮": "xugong"}