{"籤詩版本二": "Tard per entrar i sortir a buscar consell, ansiós i preocupat per causar problemes\nCom un ocell que vola cap a una trampa, quant de temps pot trigar a escapar?", "詩意": "Aquest hexagrama és un signe de mantenir les coses velles i adaptar-se al destí.\nTot és insatisfactori.", "解曰": "Sigues conservador en qualsevol moment. Esperant que arribi el noble. Si preguntes per tot. El més important serà tard.", "籤詩故事一": "◇ Ji Ping va ser assassinat\nJi Ping, el nom real del qual és Ji Tai, també conegut com Ping, va ser un metge imperial a la dinastia Han.\nEl cinquè any de Jian'an (200 dC), Cao Cao es va convertir en el primer ministre i no es va prendre seriosament l'emperador.Des que va llegir l'edicte escrit per l'emperador al seu cinturó, Dong Cheng, que no tenia com aconseguir-ho. desfer-se de Cao Cao, es va sentir indignat i enfadat.Preocupat, va caure malalt.\nL'emperador Xian va demanar al metge imperial Ji Ping que tractés Cao Cao. Ji Ping va llegir l'edicte secret de l'emperador i estava decidit a desfer-se de Cao Cao, així que tots dos van idear un pla junts. Inesperadament, les parets tenen orelles. L'esclau domèstic de Dong Cheng, Qin Qingtong, va ser colpejat quaranta vegades amb un pal per Dong Cheng a causa de la seva aventura amb la jove dona de Dong Cheng. Va guardar rancor. Quan va saber això, va denunciar a Dong Cheng i Ji Ping a Cao Cao.\nJi Ping va aprofitar el mal de cap d'en Cao Cao i el va enverinar en secret. Cao Cao va rebre una propina, va atrapar a Ji Ping, el va torturar i va investigar el líder. Ji Ping va resistir la mort i va morir després de tocar els esglaons.", "聖意": "La casa està preocupada per un mateix, el dolent demana diners, el negoci està trencat, el matrimoni no és llarg, el càstig és de sis, el vianant està atrapat al camp, el cuc de seda està malmès, es troben els sis bestiar, el es troba una persona, es perd la demanda pública, la migració no es mou, la propietat es perd, la malaltia està comesa, la xarxa està a la muntanya, la tomba està morta,", "古人": "Ji Ping va ser assassinat", "第X籤": "Signe de noranta-vuit", "宮": "Haigong"}