{"籤詩版本二": "Tirant el cavall i agafant el fuet, arribem directament aquí, mig en perill i meitat en desastre.\nÉs com una casa cremada pel foc.Quan cau el cel, la pluja la converteix en cendra.Tinc un pla.", "詩意": "Aquest hexagrama representa meitat tristesa i meitat alegria.\nÉs aconsellable fer el bé en tot.", "解曰": "Treball de tota la vida. No t'importa el bé i el mal. Els grillons són temporals. El ressentiment ve de manera natural.", "籤詩故事一": "◇Tao Sanchun guanya a Zheng En a Guayuan\n\"Visca el meu memorial\", Zhao Kuangyin es va aixecar de nou, \"Beiping, el rei Zheng En havia concertat un matrimoni aleshores. Ara que el món està en pau, m'agradaria demanar-te permís per triar un dia propici per casar-me. \"\n\"Visca el meu memorial!\" Zhao Kuangyin es va aixecar i va dir: \"El rei de Pequín, Zheng En, havia concertat un matrimoni aleshores. Ara que el món està en pau, m'agradaria demanar-vos permís per triar un bon auspici. dia per casar-se\".\n\"Oh, el tercer germà s'havia compromès abans, com és que no ho sabia?\" Chai Rong estava molt sorprès, va agitar la mà i va demanar a Zhao Kuangyin que s'assegués i parlés.\n\"Oh! El tercer germà es va comprometre abans, com és que no ho sabia?\" Chai Rong (emperador de la dinastia Zhou posterior) va quedar molt sorprès. Va fer un gest amb la mà i va demanar a Zhao Kuangyin que s'assegués a parlar.\n\"És una història llarga. En primer lloc, en aquell moment encara estàvem en la pobresa i no ens vam unir al teu exèrcit. Des de llavors, fa anys que lluitem i no tenim temps per preocupar-nos per tu. En segon lloc, el tercer germà també és un petit tímid d'esmentar-ho, així que Sa Majestat no ho sap.\n\"És una història llarga. En primer lloc, en aquell moment encara vivíem en la pobresa i no ens vam unir al teu exèrcit. Des de llavors, fa anys que lluitem i no tenim temps per preocupar-nos per tu. En segon lloc, el tercer germà també és un Poc tímid d'esmentar-ho, així que Sa Majestat no ho sap.\n\"Ei, l'estudiant universitari masculí es casarà, de què serveix sentir-se avergonyit? El tercer germà ha estat al camp de batalla des de fa molt de temps i es pot considerar com un heroi incomparable. Per què ets tan mesquí amb aquest tema?\"\n\"Ei! El noi de la universitat es casarà, quin sentit té sentir-se avergonyit? El tercer germà porta molt de temps al camp de batalla i pot ser considerat com un heroi inigualable. Per què ets tan mesquí amb aquest tema?\"\n\"Parlant d'això, no puc culpar al meu tercer germà de ser tímid, perquè aquest matrimoni es va forjar\".\n\"Parlant d'això, no puc culpar al meu tercer germà de ser tímid, perquè aquest matrimoni es va forjar\".\n\"Heu escrit? Ei, és interessant. Si us plau, digueu-me què va passar.\"\n\"Ho vaig escriure! Ei! És interessant! Si us plau, digueu-me què va passar\".\n\"Sí, recordo aquell any, quan estàvem a punt d'unir-nos a Sa Majestat, estàvem passant pel comtat de Baocheng. Al juny feia molta calor. El meu tercer germà no podia quedar-se a l'hotel, així que va sortir a passejar sol. Després de passar per davant d'un hort de melons, va entrar a collir-ne uns.Els melons saciaven la set.En aquella època no hi havia molts melons de maduració primerenca, i el tercer germà no sabia com collir-los, així que en va trencar molts. La que mirava els melons era una dona. Va fer un pas endavant per acusar el tercer germà. Els dos van tenir un desacord, i després van començar a barallar-se. Vine. Afortunadament, vaig estar preocupat i em van precipitar a rescatar-me a temps, si no.. .\"\n\"Sí, recordo aquell any, quan estàvem a punt d'unir-nos a Sa Majestat, estàvem passant pel comtat de Baocheng. Al juny feia molta calor. El meu tercer germà no podia quedar-se a l'hotel, així que va sortir a passejar sol. Després de passar per davant d'un hort de melons, va entrar a collir-ne uns.Els melons saciaven la set.En aquella època no hi havia molts melons de maduració primerenca, i el tercer germà no sabia com collir-los, així que en va trencar molts. La que mirava els melons era una dona. Va fer un pas endavant per acusar el tercer germà. Els dos van tenir un desacord, i després van començar a barallar-se. Vine. Afortunadament, vaig estar preocupat i em van precipitar a rescatar-me a temps, si no.. .\"\n\"Aquest Zheng Ziming, és culpa seva en primer lloc, hauria de disculpar-se. Per què el pegues? A més, com pot suportar la família d'una noia els cops i puntades d'un home ferotge com ell! Anem, vas colpejar la noia per peces. No?\" \"La noia va resultar il·lesa...\"\n\"Aquest Zheng Ziming, és culpa seva en primer lloc, així que hauria de disculpar-se. Per què el pegues? A més, com pot suportar la família d'una noia els cops i puntades d'un home ferotge com ell! Anem, vas colpejar. aquesta noia. No?\"\n\"La noia va resultar il·lesa...\"\n\"Està bé, està bé... Ei, no vas prendre mesures? Oh, suposo que em vas rescatar a temps\".\n\"Està bé! Està bé... Ei! No vas prendre mesures? Oh! Suposo que vas ser tu qui em va salvar a temps!\"\n\"...No, la persona que vaig rescatar era... el tercer germà.\" \"...No, la persona que vaig rescatar era... el tercer germà\".\n\"Ah ah?!\"\n\"El tercer germà va ser tirat a terra per la dona i colpejat violentament durant tot el recorregut. Afortunadament, vaig arribar i el vaig convèncer perquè marxés, perquè no va resultar ferit greu... Majestat... Majestat!... \"\n\"El tercer germà va ser tirat a terra per la dona i va ser colpejat violentament. Afortunadament, vaig arribar i el vaig convèncer perquè marxés, així que no va resultar ferit greu... Majestat... Majestat!...\".\n\"Ah?...Oh, qui és aquesta dona!?\" \"Ah!?...Oh, qui és aquesta dona!?\"\n\"Només més tard vaig saber que la dona es deia Tao Sanchun, i el seu pare, Tao Hong, era un vell heroi que no tenia aspiracions. Tao Sanchun va aprendre arts marcials del seu pare des que era petit. per conèixer la seva família, vaig veure que la senyoreta Sanchun tenia un caràcter excepcional. , Luo Luo i generosa, sense cap costum de ser una nena, es van coincidir deliberadament amb ell. Al pare i a la filla Tao també li agradava molt el caràcter directe del tercer germà. Es van encertar immediatament i van decidir aquest matrimoni per a ells dos. Majestat, si us plau, digueu-me, això no és. És un matrimoni falsificat?\"\n\"Va ser més tard quan vaig saber que la noia es deia Tao Sanchun i que havia après arts marcials del seu pare des que era petita. Després de conèixer la seva família, vaig veure que la senyoreta Sanchun tenia un caràcter excepcional, era generosa. , i no tenia ni el més mínim rastre de ser una nena, així que la vaig reclutar deliberadament. Al senyor Tao i a la seva filla també els agradava molt el caràcter senzill del seu tercer germà. Van encertar immediatament i van decidir casar-se amb tots. altre. Majestat, no creus que això és un matrimoni falsificat?\n(Aquesta història és una metàfora, perquè una cosa dolenta va resultar ser una cosa bona.)", "聖意": "Pregueu per la protecció de la llar i de vosaltres mateixos, aneu amb compte, pregueu per la riquesa, arruïneu els negocis, dificultin el matrimoni, càstigs, Liujia, assegurances, vianants atrapats als camps, danys de cuc de seda, danys al bestiar, persones desaparegudes, demandes il·legals, pèrdues, migració, conservador. , objectes perduts, malalties malignes, preocupacions, perills, muntanyes, tombes, fracàs", "古人": "Tao Sanchun guanya a Zheng En al jardí del melon", "第X籤": "Número noranta-nou", "宮": "Haigong"}