{"籤詩版本二": "Legyen a világ jó házasságra, szerencsés napokra és jó időkre teremtve, és minden jó legyen\nNem kis dolog, ha megkapod ezt a tételt.A császár kijelenti, hogy az emberek hűségesek és egyenesek.", "詩意": "Ez a hexagram az ég és a föld megnyílásának kezdetét jelenti.\nMinden szerencsés.", "解曰": "Gyors sebesség. Az év nem éri meg az időt. Guanyin leírja. Előbb tudassa velem.", "籤詩故事一": "◇ Zhongli megvilágosodott\nZhongli Quan, vezetékneve Zhongli, keresztnév Quan, jóvoltából Yunfang és becenév Zhengyang, a keleti Han-dinasztia idején Xianyang megyében, Xi'anban, Shaanxi tartományban született.\nZhong Liquan a Han-dinasztia tábornoka volt.A nyugati Qiang elleni expedíció során féltékeny volt Liang Yi parancsnokra, és csak 30 000 idős és gyenge katonát rendelt hozzá.Amint megérkezett a célállomásra, a tábort kirabolták. a nyugati Qiang hadsereg, és a katonák elmenekültek. Zhong Liquan eltévedt egy völgyben, és útközben találkozott egy szerzetessel, aki elvitte egy kis faluba, és azt mondta: \"Ez Mr. Donghua lakhelye.\" Aztán elköszönt és elment. Egy idő után valaki hirtelen ezt mondta: \"Ez azért lehet, mert a zöld szemű Hu ember túl beszédes.\" Látott egy férfit, aki fehér szarvasprémet viselt, és zöld quinoa pálcát tartott a kezében. Megkérdezte Zhong Liquant: \"Az a személy, aki eljött itt van Han Da. Zhongli Quan tábornok\n? Zhong Liquan megdöbbent, mivel tudta, hogy egy furcsa emberrel találkozott, ezért őszintén megtanulta a taót.\nZhong Liquan később találkozott Zhenren Huayanggal és Xuanfu halhatatlan királyával, és megtanulta a \"Halhatatlanság titkát\". Végül Zijin Sihaofengben élt a Kongtong-hegységben, megszerezte a \"Jade Box titkát\" és igazi halhatatlanná vált, valamint a Quanzhen szekta az öt északi pátriárka egyikeként tisztelte.", "聖意": "Imádkozz, hogy otthonod és otthonod legyen szerencsével megáldva ősszel és télen Keress szerencsét ősszel és télen Sok szerencsét az üzleti életben, sok szerencsét a házasságban, sok szerencsét a fiúszüléshez, sok szerencsét a mezőre utazáshoz , sok szerencsét selyemhernyóhoz, jó szerencsét az állattenyésztéshez, szerencsét az emberkereséshez, sok szerencsét a közperekhez, sok szerencsét a vándorláshoz, elveszett vagyonokhoz, északkeleti betegségekhez, sok sikert a hegyek és sírok küldéséhez.", "古人": "Zhongli megvilágosodott", "第X籤": "első jele", "宮": "Méh"}