{"籤詩版本二": "Miért nem mész Tailaiba, ami a sarkon van?Az urat átmenetileg kihagyom a hegyből.\nHa jó hírek érkeznek a tigrisről vagy a nyúlról, akkor is szabad leszel, ha elhatároztad, hogy elfoglalod.", "詩意": "Ebben a hexagramban az áldás jele van a szerencsétlenségek között.\nMinden rossz előre és jó a végén.", "解曰": "Cserélje kender selyemmel. Üsd meg valakinek a lábát. Tisztán látni. Az áldások a katasztrófákból származnak.", "籤詩故事一": "◇ Találkozás egy mesterrel Bukitban\nWu Ji eredetileg favágó volt, és akkor találkoztak Jiang Ziyával, amikor a Feng folyóban horgásztak. Wuji nevetett, amikor meglátta, hogy Ziya egyenes horoggal horgászik.\nZiya Wuji arcára nézett, és azt mondta a jóslásnak: \"Ha ma belépsz a városba, megölsz valakit.\" Miután ezt meghallotta, Wu Ji dühösen távozott, és tűzifát vitt a városba.\nMiután belépett a városba, Wu Ji összecsapott másokkal, és tévedésből agyonverte Wen Wang miniszterelnököt.\nWen király börtönnek rajzolta a földet, és bebörtönözte Wu Ji-t.\nBukit Hou-t ideiglenesen szabadon engedték, és halálra ítélték, hogy őszig vigyázzon édesanyjára.\nÉdesanyja megkérte, hogy kérjen segítséget Jiang Ziya-tól.\nA taigong elfogadta tanítványának, megtanította a háború művészetére, és megparancsolta neki, hogy ásson lyukakat és varázsoljon, hogy megtörje veleszületett sorsát.\nAz ősz után Wu Ji nem azért jött, hogy megbüntesse, Wen király levezette a veleszületett számokat, és azt hitte, hogy Wu Ji öngyilkos lett, mert félt a bűntől.\nKésőbb Wen király találkozott Wu Ji-vel, Wu Ji pedig bemutatta Wen királyt, hogy találkozzon Jiang Taigonggal.\nTaigong megkapta a Wude tábornoka címet. A mester és a tanítvány egyaránt Wen királynak dolgozott.", "聖意": "A ház biztonságban van, az én szerencsés, az üzlet jó, a házasság késik, a hím gyalogos nem tért vissza a mezőre, a selyemhernyók nyereségesek, a hat állat Shenji, a keresés jó, a közper jó, a vándorlás konzervatív, az elveszett vagyon látható, a betegség jó, Qiuji, a hegy és a sír jó.", "古人": "Bukit találkozás", "第X籤": "A tizenkettedik jel", "宮": "Yin palota"}