{"籤詩版本二": "A gondok és aggodalmak átmenetileg enyhülnek, és öröm jön az égből.\nAkárcsak a trágyába rejtett jáde, a jó munkás felemeli a port", "詩意": "Ez a hexagram a Yin és Yang harmóniáját képviseli.\nMinden, amit eltervez, szerencsés.", "解曰": "Semmi sem nyert, semmi veszteség. Nyereség a veszteségből. A gazember bajban van. Sok sikert neked, uram.", "籤詩故事一": "◇ Ye Meng Xiong Chao Di\nYe Mengxiong (1531-1597), akinek jóvoltából Nanzhao és Longtang volt a neve, Longtan-ra változtatták, és Huayunnak is nevezték. Wanshifang, Huizhou Fucheng (jelenleg a Huicheng kerület része, Huizhou város) szülötte a Ming-dinasztiában. Jiajing uralkodásának 44. évében (1565) dzsinsi lett, és elnyerte Csing megye magisztrátusa címét. Az átadási osztály igazgatójaként dolgozott, majd később a Shanxi Road felügyeleti cenzorává vált.\nWanli 20. évében (1592) Ningxia főkonzulja, Kuaibai (a mongol tatár törzs főnöke) megölte Dang Xin kormányzót, és elfoglalta a Hexi tartomány negyvenhetedik erődjét, feltörte a várost, imádta és felégette. magát halálra. Meng Xiong nem arrogáns az elismerésben, és engedi, hogy olyan jók legyenek a képességei, mint a harcolni merő tábornoké. A hivatalos Wei Xuezeng visszaállításra került. Későbbi éveiben ötször lemondott, és visszatért Huizhouba, hogy megépítse a Huilong templomot.\nYe Mengxiong kezdetben köztisztviselőként lépett be a taoizmusba, és tisztességéről volt híres. A régi történelmi feljegyzések szerint „első volt alázatban és képességekben”, „kiküszöböli a korrupciót és megbünteti a lázadásokat”, jó hírnevet hagyva maga után; rendkívül hűséges, bátor, bátor és találékony. Jó a tüzérségben. Élete második felében harcművészeti készségeit a \"Ming-dinasztia története\" jegyezte fel, és nemzeti hősként tartották számon.", "聖意": "Kedvezőtlen az otthon (egyre békésebb) Az ősz és a tél jót tesz az embernek, a gazdagság sikeres lesz, a tranzakciók sikeresek, a házasság sikeres, Liujia hamisan megriad (kincsek lesznek), a gyalogosok kimennek a mezőre, hogy imádkozzatok selyemhernyókért, hat állat lapos lesz, embereket találnak, a közperek kedvezőtlenek, a vándorlás konzervatív lesz, az elveszett vagyont akadályozzák, a betegségeket a fusáni sírban rendezik", "古人": "Ye Meng Xiong Chao Di", "第X籤": "Tizenhatodik nyerő lottó", "宮": "Maogong"}