{"籤詩版本二": "Az Aranyvarjú nyugaton esik, a Nyúl pedig keleten emelkedik.A nappal és az éjszaka körforgása az ókortól napjainkig tart.\nA szerzetesek és a taoisták tudják, hogy nincs hátrány, és a tudósok, gazdák, iparosok és kereskedők mind a saját gondolataikat követik.", "詩意": "Ez a hexagram a jin és jang gyarapodását és gyengülését jelképezi.\nEz is annak a jele, hogy minden a tervek szerint alakul.", "解曰": "Semmi sem jár a fejében. Amit tettél, az megérdemelt. Mint nyílvessző az íjból. Egy lövés célt talált.", "籤詩故事一": "◇ Cao Guo bácsi halhatatlan\nCao Guojiu, Xuzhou szülötte az állam nagybátyja volt a Song-dinasztia Renzong-korszakában. Cao Yi volt, más néven Cao Jingxiu.\nCao Guo bácsinak volt egy öccse, Cao Er. Ez a Cao Er a birodalmi hatalmi pozíciójára támaszkodott, és mindenféle gonoszt követett el. Mezőket foglalt el, feleségeket és lányokat vitt el, és összebarátkozott néhány törvénytelen gazemberrel, akik ki-be jártak. Cao Guojiu nem tudta elviselni, ezért nem volt hajlandó hallgatni jó szavaira és vigasztalására, ezért büntetéssel irányította őt. , a két testvér haragot kovácsolt.\nCao Guojiu azt mondta: \"A világ alapelvei, hogy azok boldogulnak, akik jó dolgokat halmoznak fel, és akik rosszat halmoznak fel, azok elpusztulnak. Ez egy megváltoztathatatlan igazság. Cao családunk a múltban gonosz tetteket halmozott fel a mai gazdagság elérése érdekében. Most a bátyám a végletekig felhalmozta a gonoszt, még ha meg is szökik Még ha megbüntet is egy tisztviselő, nem kerülheted el a rejtett katasztrófákat.Ha egyszer katasztrófa történik, a családod elpusztul és valaki meghal, nem fogsz tudni megszökni Megaláznak és félek tőle.\" Szóval szétszórtam minden vagyonomat, Ő segített a szegényeken, és többé nem törődött testvére ügyeivel. Aztán otthagyta otthonát és barátait, taoista egyenruhába öltözött, és a hegyekbe ment, hogy elméjét és természetét művelje.\nEgy nap véletlenül találkozott Zhonglival és Lu Dongbinnal a Han-dinasztiából. Nagyon örültek Cao Guo bácsi ékesszóló válaszainak. Kiadták neki az „Igazság visszaadásának titkos rendeletét”, és megparancsolták, hogy óvatosan gyakoroljon. Hamarosan Zhongli Quant és Lu Dongbint bemutatták a halhatatlan osztálynak.", "聖意": "Jó szerencse otthonra, otthonra, szerencse, szerencse, szerencse az üzleti életben, házasság, férfi utazó, selyemhernyó korai ültetése a szántóföldre, állattartás kudarca, emberkeresés, per, migráció, elveszett vagyon, késői betegség, szerencse", "古人": "Cao Guo bácsi halhatatlan", "第X籤": "Írja alá a tizennyolcadik", "宮": "Maogong"}