{"籤詩版本二": "Ha visszaengedjük a csónakot a gyorsvízi strandról, mit szeretnél csinálni a zűrzavar miatt?\nHa biztonságban akar lenni, keresse a nyugalmat, és várja meg, amíg a hullámok átvészelik ezt a válságot.", "詩意": "Ez a hexagram olyan, mint egy csónak, amely egy sebes tengerparton utazik.\nMaradjon mindenben konzervatív, és várja meg az időt.", "解曰": "Erős vízben szálljon le. A veszély időre vár. Ha a tábori tervekről kérdezed. Semmit nem lehet tenni.", "籤詩故事一": "◇Ziyit királlyá koronázzák\nGuo Ziyi (697-781), más néven Guo Linggong, Huazhou (ma Huaxian megye, Shaanxi tartomány) Zheng megyében született, és tábornok a Tang-dinasztiában.\nTianbao 14. évében (755) az Anshi-lázadás során megkapta a Shuofang Jiedushi (Lingwu, Lingwutól nyugatra, a mai Ningxia területén) címet.Parancsot kapott a keresztes hadjáratra. Shuofang hadseregét Li Guangbival egyesítette a felvonuláshoz. Csangsanban (Zhengding, Hebei) egyesítették erőiket és legyőzték Shi Siminget, visszaszerezték Hebeit. Ekkor Guo Ziyi azt javasolta, hogy a császár vegye el Fan Yangot északról, és támadja meg a lázadó tigris barlangját, hogy csökkentse Tongguan ostromát, de Xuanzong visszautasította. Ezt követően a késői Tang-dinasztia szeparatista vazallus városainak helyzetét ültették ki, ami egyben a Tang-dinasztia megszűnésének távoli oka is lett.\nTianbao uralkodásának tizenötödik évében (756) ő és az ujgur koalíció megbékítette Hequot. A következő év tavaszán visszaszerezték Hedongot (ma Yongji, Shanxi) és Feng Yit (ma Dali, Shaanxi), és megtámadták Tongguant, Cui Qianyu legyőzése A Tang hadsereg több mint 10 000 veszteséget szenvedett. Cui Qianyu megadta magát Pujinnak. Egy Lushant fia, An Qingxu ölte meg.\nZhide második évében (757) parancsot kapott, hogy vezesse csapatait Fengxiangba. Útközben a Baiqu Liuyun hídnál (ma Sanyuantól délkeletre) legyőzte Li Guiren 5000 lovasságát, májusban pedig An Shouzhonggal és Li-vel harcolt. Guiren Qingquban (ma Hsziantól nyugatra) vereséget szenvedett, és visszavonult Wugongba (ma Wugongtól északnyugatra). Szeptemberben Guangping Wang Li Chu marsalt követte, hogy vezesse a Tangot és az ujgurokat, hogy csatlakozzanak 150 000 katonához, majd harcolt. An Shouzhonggal és Li Guirennel Xiangban. A Ji Templomtól északra (a mai Chang'an megyétől délnyugatra) az ujgur katonák az ellenség mögött köröztek, mindkét oldalról támadtak és 60 000 ellenséget öltek meg. Zhang Tongru Shaanxi megyébe menekült, és végül visszakapta a fővárost, Chang'an-t (a mai Xi'an).A Tang hadsereg fensége ismét visszakerült Chang'anba.\nEzt követően a Tang hadsereg kihasználta a győzelmet és kelet felé vonult, legyőzve 150 000 embert, köztük Yan Zhuangot és Zhang Tongrut Xindianban (jelenleg Sanmenxia városától délnyugatra, Henan tartományban), és arra kényszerítette Anqing Xu-t, hogy átkeljen a Sárga-folyón, és visszavonuljon Hsziangcsouba. Dongjun Luoyang visszatért. Adja hozzá Situt az érdemeihez, és tegye őt az ország hercegévé.\nShi Siming vezette seregét Fan Yangból, hogy megmentse An Qingxu-t. A két fél az Anyang folyótól északra (ma Anyang északi részén) hadakozásban harcolt. A harc feloldhatatlan volt. Végül kilenc Jiedushi, a Tang-sereg vezetésével, állítása szerint 600 000 embere van, visszavonult (a jecsengi csatában). háború). A csata fő parancsnoka Yu Chaoen eunuch volt, akinek nem volt vezetői képessége, és Guo Ziyit okolta a csata kudarcáért. Guo Ziyit visszahívták Chang'anba, felmentették a katonai hatalom alól, és tétlen hivatalnok lett.\nBaoying (762) első évében a Taiyuanban (ma Taiyuantól délnyugatra) és Jiangzhouban (a mai Xinjiang Shanxi tartományban) fellázadtak a csapatok, az udvar megijedt, így Ziyi megkapta a Fenyang királya címet, és kiment irányítani Jiangzhou. Cseng Yuanzhen eunuch is elidegenítette, és felmentette a katonai hatalom alól.\n(A történet középpontjában: Guo Ziyi, aki nagyon tehetséges és jól viselkedett, találkozott Xuanzonggal és néhány gonosztevővel, ami nagymértékben veszélyeztette az eredményeit.)", "聖意": "Az otthon és önmagunk áldása, gazdagság keresése, tranzakció nélkül, házasság nélkül, téves riasztás nélkül, mezőkön érkező gyalogosok, Canji, nehéz embereket találni, közperek és (nem Xing), migráció, konzervatívság, elveszett tulajdon, nehéz megtalálni, betegségek, áldásokért imádkozás, hegyek és sírok, szerencsés", "古人": "Ziyit királlyá koronázták", "第X籤": "Tizenkilencedik nyerő Lott", "宮": "Tatsumi"}