{"籤詩版本二": "Annyi gond és veszély után mostantól soha többé nem lesz üres\nA nagylelkű szívnek megvannak a maga nagylelkű tervei.A nagy eredmények eléréséhez szakértővel kell találkozni.", "詩意": "Ez a hexagram olyan, mint egy ősi kút forrással.\nA nemes emberek mindenben sikereket érnek el.", "解曰": "A per végül jogos lesz. Beteg és biztonságban. Menj be és ki, hogy tanácsot kérj. Az ősi kút találkozik a tavaszszal.", "籤詩故事一": "◇ Yao Chong irányítja a sáskákat\nYao Chong (649-721), valódi neve Yuan Chong, Shaanzhou-ból származott, Xia Guan, Chunguan Shangshu, Ziweiling, Zhongshuling minisztere és a Tang-dinasztia miniszterelnöke volt.\nKaiyuan (716) negyedik évében Shandongot (általában a Sárga-folyó medencéjére utalva Huashantól keletre) sáskák sújtották. Az embereket babonás elképzelések kötötték, nem merték vadászni és megölni őket. Ehelyett felállították áldoztak, tömjéneztek, hódoltak a mezők mellett, és nézték, ahogy a sáskák felfalják a termést.\nValamennyi hivatalnok úgy vélte: „A sáskák természeti katasztrófa, hogyan lehet őket irányítani emberi erővel!” Akkoriban két különböző elképzelés között ádáz volt a küzdelem, hogy el kell-e tüntetni a sáskákat vagy sem.\nYao Chong azt mondta: \"Amíg együtt dolgozunk, mindannyiuktól megszabadulhatunk. Azt mondta: A sáskák félnek az emberektől, így könnyű őket elűzni. A palántáknak van gazdájuk, ezért a mentőknek keményen kell dolgozniuk; a sáskák tud repülni, és ha tüzet látnak éjjel, odarepülnek; gyújts rájuk A mezőn, áss lyukat égés közben, temesd el égés közben, és nem marad semmi.\"\nXuanzong azt mondta: \"A sáskák természeti katasztrófa, amelyet a rossz erkölcsi kormányzás okoz. Ha azt kéri, hogy vadászják le és öljék meg őket, ez nem ellentétes?\"\nYao Chong hozzátette: \"A sáskák elfogását és leölését a régiek gyakorolták, és felséged a jövőben is használni fogja. Ez egy jelentős nemzeti esemény, amely békét és jólétet teremt a gazdálkodók számára. Kérjük, vegye komolyan ezt.\"\nXuanzong meg volt győződve. De akkoriban az udvaron belül és kívül mindenki azt mondta, hogy sáskákra nem lehet vadászni.\nXuanzong azt mondta: \"Megbeszéltem a miniszterelnökkel, és úgy döntöttem, hogy elkapom a sáskákat. Aki ismét tiltakozik, azt kivégzik.\" Ezért elküldte a cenzort, hogy felügyelje és utasítsa az embereket, hogy égessék el és temessék el a sáskákat.\nAz eredmények meglehetősen hatásosak voltak, országszerte kilencmillió dannyi sáskát fogtak, és a sáskajárványt sikeresen felszámolták.A mezőgazdaság abban az évben jó termést ért el.\n(A bölcsességet fel kell használni a katasztrófavédelemben és az evakuálásban, és zseniális stratégiákra van szükség a nehézségek leküzdésére. Yao Chong a szakértő ebben a kérdésben)", "聖意": "A ház rendes, az ember blokkolva van, a pénzkeresés blokkolva, a kereskedés blokkolva, a házasság és a harmónia blokkolva, veszély van Liujia-ban, a gyalogosok blokkolva vannak, a selyemhernyók blokkolva, az állatállomány kedvezőtlen, az emberek nem találhatók, az emberek blokkolva vannak , közperek indulnak, a vándorlás indokolatlan, az elveszett tárgyakat nehéz megtalálni, a betegségek áldásért imádkoznak, a hegyek és a sírok nyugtalanok", "古人": "Yao Chong irányítja a sáskákat", "第X籤": "A lottón nyert huszonötödik", "宮": "Mi Palace"}