{"籤詩版本二": "A pletykák szerint a dolgok fenekestül felfordultak, és levelet kaptam a horizontról.\nA könyvben nekem ígért hírnév és siker a végéig üres maradt.", "詩意": "Ennek a hexagramnak hamis neve van.\nTanácsos mindenben konzervatívnak lenni.", "解曰": "Fel és le ideges. A szabadidő keresése nem tétlen. Hírnév utáni vágy. Maradj biztonságban.", "籤詩故事一": "◇ Zhong Kui eléri a megvilágosodást\nZhong Kui, akinek vezetékneve Zhong Kui, akinek jóvoltából Zhengnan, Zhongnanshanból származik.\nA Tang-dinasztia Dezong császárának uralkodása idején Zhong Kui részt vett a birodalmi vizsgán, Zhong Kui elolvasta a vizsgakérdéseket, és egyben megírta a cikket, és beadta. Aznap a fővizsgáztató Han Yu, a polgári ügyek minisztere volt, a helyettes vizsgáztató pedig Lu Zhi, egy nagy tudós. Amikor mindketten elolvasták Zhong Kui újságát, felcsillant a szemük, és egybehangzóan azt mondták: \"Varázsló, varázsló! Ebben a cikkben minden szó gyönyörű, méltó Li Taibaihoz és Du Zimeihez!\" Ezért Zhong Kui-t nevezték meg az első helyen.\nDezong császár meghallgatta Han Yu jelentését, és elmondta, hogy Zhong Kui, a tudomány új bajnoka nagyon tehetséges, ezért összehívta Zhong Kui-t az Arany Palotába.\nAmikor Dezong császár meglátta csúnya külsejét, azonnal nemtetszését érezte, és így szólt: \"Udvarunkban a tudósok kiválasztása személyes szavakon és kalligráfián alapul. Hogyan lehet egy ilyen csúnya embert az aranytudományok első számú tudósává választani? \"\nHan Yu sietve letérdelt, és így szólt: \"Az ember jó és rossz nem csak a megjelenésen múlik. Nem hallod, Szent Úr, hogy Yan Ying három láb magas, és egyenlő a miniszterelnökkel? Zhou Chang dadog, de segíthet a Han-dinasztiának; Konfuciusz a megjelenésük alapján ítéli meg az embereket, és elveszíti fiát, Yu-t. Remélem, felséged kétszer is meggondolja.\"\nDezong császár egy pillanatig elgondolkodott, és így szólt: \"Bár Han Aiqing szavai ésszerűek, amikor Taizong császár voltam, tizennyolc tudós jött el Yingzhouba és beszélt róla. Ez az ember volt az első számú tudós. Attól tartok, hogy a világ ki fog röhögni rajtam, amiért nem ismerem el a tehetségeket.\"\nLu Qi miniszterelnök szűk látókörű volt és irigyelte a tehetségeket. A császár szavait hallva letérdelt, és így szólt: \"Az aranytárgy első számú tudósának belsőnek és külsőnek kell lennie. Háromszáz jelölt van erre a témára. Miért nem választasz másikat?\"\nAmikor Zhong Kui látta, hogy ez az ember annyira össze van zavarodva, nem tehetett róla, hogy feldühödött. Lu Qi-ra mutatott és átkozódott: \"Ha egy ilyen tudatlan tisztviselő áll a bíróságon, nem fog ártani az országnak?\" öklével megütötte Lu Qit.\nDezong ezt látva feldühödött és így szólt: \"Olyan merész vagy, mertel bajt okozni az Aranypalotában, gyorsan szedd le!\"\nDühében Zhong Kui kirántotta a kardot a palotában álló tábornok derekából, és hangosan felsóhajtott: \"A frusztrált macskának nehéz tigrist utánozni, a csalódott papagáj pedig nem olyan jó, mint egy csirke.\" Ezt követően öngyilkos lett.\nAmikor Dezong császár látta, hogy Zhong Kui dühében öngyilkos lett, nagyon meglepődött. Hogy megnyerje az emberek szívét, elrendelte, hogy Zhong Kui-t temessék el az 1. számú tudós hivatalos címével, és Zhong Kui-t istenné tette. ördögűzés, hogy megszabadítsák a világot a gonosz szellemektől.", "聖意": "Imádkozz áldásért otthonodra, saját biztonságodért, anyagi nehézségekért, üzleti kudarcért, házassági sikertelenségért, Liujia női gyalogosok, Shinta selyemhernyók félig megfőzve, hat felnevelhető háziállat, eltűnt emberek, nyugati közperek, migráció, konzervatívság, elveszett tulajdon, betegség, imádkozz a szerencséért a hegyekben és a sírokban", "古人": "Zhong Kui megszerezte a Tao-t", "第X籤": "Huszonhatodik lottónyertes (lottó)", "宮": "Mi Palace"}