{"籤詩版本二": "Békében és csendben tölteni az időt, ülni és feküdni teázás közben, miután jóllakott\nNem kell fizikailag és lelkileg elfoglaltnak lenned, és biztosan nem okozol igazságtalanságot vagy katasztrófát.", "詩意": "Ez a hexagram a béke és a stabilitás szimbóluma.\nMindenben szerencsét hoz a megfelelő idő várakozása.", "解曰": "Maradjon épségben. Kérdezd meg az isteneket. Várja meg, amíg eljön az ideje. A dolgok véletlenül történnek.", "籤詩故事一": "◇ Foyinhui Dongpo\nEgyszer Su Dongpo némi megértésre tett szert a zen tanulmányozása közben, rájött, hogy állapota transzcendens, és örömét érzett benne. Szenvedélyemet nem tudtam fékezni, széttártam a tollam és írtam egy verset:\n\"Az ég közepén Jishou fényesen világít az univerzumban; a nyolc szél nem tudja fújni, egyenesen egy lila arany lótuszon ül.\"\n(A nyolc szél a következőkre utal: profit, hanyatlás, pusztulás, hírnév, dicséret, nevetségesség, szenvedés és boldogság. Vagyis, ha valaki nem bosszankodik ettől a nyolc állapottól, azt úgy hívják, hogy \"a nyolc szél nem tud mozogni\")\nMiután megírta, Dongpo átküldte szolgáját a folyón, hogy adja oda Foyin Zen Mesternek a Jinshan Templomból.\nMiután Foyin zen mester elolvasta, a \"fing\" szóval jelölte, és odaadta szolgájának, hogy vegye vissza.\nDongpo feldühödött, miután ezt meglátta, ezért csónakkal átszállt a folyón, és elment a Jinshan templomba, hogy megvitassák Buddha pecsétjét.\nAmikor Dongpo megérkezett a Jinshan Templom kapujához, Foyin már a kapuban várt.\nSu Dongpo azonnal megvádolta Foyint: \"Miért nevezed fingnak azt a verset, amit írtam?\"\nFoyin így válaszolt: \"Nem vagy már \"képtelen elfújni a nyolc széltől\"? Hogyan tudna \"átverni a folyón\" egy fing!\"\nEkkor Dongpo megdöbbenve vette észre, hogy nem elég jó, és szégyenkezve távozott.\n(Ez a történet a \"Még nem érkezett meg a hőség\" metaforája)", "聖意": "Imádkozz otthonodért és saját biztonságodért, gazdagságodért, vállalkozásodért, sok szerencsét a házasságodért, egy női utazóért Liujia-ból, a mezőre, hogy érjenek ősszel a selyemhernyók, hat jószág stabil legyen, találni valakit, nehéz megtalálni, közperre, migrációra, elveszett vagyonért, betegségért, hegyi sírba küldésért, szerencsés", "古人": "Foyinhui Dongpo", "第X籤": "Harmincegy nyerőszám", "宮": "Wei Gong"}