{"籤詩版本二": "A visszaút biztos.Ki ismeri a kőbe rejtett jádet?\nHa egy jó kézműves tisztában van vele, biztonságban érzi magát a jáspis időszakában", "詩意": "Ebben a hexagramban a jáde képét láthatja, amikor követ vág.\nDolgozz keményen, hogy mindenben sikerüljön.", "解曰": "A kincs a kőben van. Az idegenek keveset tudnak. Várja meg, amíg világossá válik. Tedd meg, amit tudsz.", "籤詩故事一": "◇ Liu Bei tehetségeket keres (három látogatás nádfedeles nyaralóban, három látogatás nádfedeles nyaralóban)\nA három királyság időszaka. Zhuge Liang visszavonultan élt egy nádfedeles kunyhóban Longzhongban. Liu Bei lelkesen kereste a tehetségeket, ezért személyesen meglátogatta Zhuge Liangot. Háromszor járt Zhuge Liangban (a történelemben „három látogatás a nádfedeles kunyhóban”). Liu Bei megkérte a többieket, hogy maradjanak távol, és megkérte Zhuge Liangot. : \"A Han-dinasztia hanyatlóban van, és az áruló miniszterek ellopják az életüket. Felség.\" Porral borítva. Nem mérem az erényemet és a képességeimet, hinni akarok a világ nagy igazságában, hanem a bölcsességemben a készségek pedig sekélyek, ezért bőszen használom. A mai állás szerint az ambícióm azonban még mindig nem ért véget, szerinted megvalósul a terv?\nZhuge Liang ezután bemutatta neki a világ három részre osztásának tervét, és elemezte azt a helyzetet, amikor Cao Cao elérhetetlen volt, és Sun Quan segítségére tudna jönni. Kitért a Jing és Yi államok kormányzóinak gyávaságára is. amelynek lehetősége nyílt kihasználni őt, és hogy csak ezt a két államot tudta kihasználni.Csak akkor nyerheti meg a világot, sőt Liu Beinek elmondta a Közép-síkság megtámadásának stratégiáját. (Ezt a vitát később \"Longzhong Dui\"-nak hívták). Miután Liu Bei ezt meghallotta, megdicsérte, mintha kincset talált volna, és határozottan meghívta Zhuge Liangot, hogy jöjjön ki segíteni, így Zhuge Liang Liu Bei katonai tanácsadója lett.", "聖意": "A ház békés, gazdagságra törekszem, a munkaerő-kereskedelem akadályozza a házasságot, és virtuális utazó leszek Liujiaban.", "古人": "Liu Bei tehetségeket keres (három látogatás nádfedeles nyaralóban, három látogatás nádfedeles kunyhóban)", "第X籤": "A harminckettedik lottó nyertes", "宮": "Wei Gong"}