{"籤詩版本二": "Öltözz fel és alakítsd át a régi családi stílust.A Tao ég nélküli, de érdeme van.\nMiután elsöpörték a tövist és a tövist az úton, hárman megállapodtak, hogy újra találkoznak kollégáikkal", "詩意": "Ez a hexagram a ruhák átrendeződését jelképezi.\nMinden nehéz, mielőtt később könnyűvé válna.", "解曰": "Ne aggódj. Érezd jól magad. Ha a jövőről kérdezed. Jó út áll előttünk.", "籤詩故事一": "◇ Tang Monk buddhista szentírásai\nXuanzang (602-664), a Tang-dinasztia egyik kiemelkedő szerzetese, közös vezetékneve Chen, utóneve pedig Yi. Goushi megyében, Luozhouban született (ma Yanshi város déli része, Henan tartomány). Tizenhárom évesen szerzetes lett, és felvette a buddhista Xuanzang nevet. A világot a Tang-dinasztia Sanzangjának hívják.\nZhenguan harmadik évében (629, más néven Zhenguan első éve) nyugatra, Tiencsuba (India) utazott, hogy buddhista szentírásokat szerezzen.Egyedül merészkedett a veszélybe és kiállta a nehézségeket.Csak négy év alatt érkezett meg.\nZhenguan tizenhetedik évében a mester hivatalosan lemondott, és visszatért keletre. A mai Hszincsiang tartomány déli útján, Khotanon és Loulanon tért vissza Kínába, összesen tizenhét évbe telt, és 50 000 mérföldes utazást tett meg. Amikor Csenguan tizenkilencedik évének első hónapjában Chang'anba érkezett, a császár megparancsolta Liang Guogong Fang Xuanlingnek és más polgári és katonai tisztviselőknek, hogy köszöntsék őt.\nÖsszesen 520 és 657 kötetnyi eredeti szanszkrit buddhista szentírást kértek. és lefordították kínaira.\nMiután a mester visszatért, Taizong császár és Gaozong császár nagyon tisztelte, és Da Neiben iktatták be, így a \"Tripitaka mester\" címet kapta.", "聖意": "Zavar a házban, jó szerencse, szerencse, jó üzlet, jó házasság, mezőre érkezés akadályozása, selyemhernyók, kedvezőtlen állatállomány, emberkeresés, közperek, migráció, elveszett vagyon, megkésett betegség, imádkozás áldásért a hegyi sírok legyenek régiek.", "古人": "Tang Monk buddhista szentírásokat tanul", "第X籤": "A harmincötödik lottó nyertes", "宮": "Shen Gong"}