{"籤詩版本二": "Ha nyugalomban és csendben akar lenni, nem alkalmas a gyertyák és a lámpák szélben való tartózkodása.\nJobb, ha takarítunk, és mély hallban ülünk, kerüljük a fényt, rázzuk egy csendes helyen, és mozogjunk. Rázza → Yao. Ingyenes → kevés.", "詩意": "Ez a hexagram olyan, mint a szél, amely megrázza a lámpát és a gyertyát.\nA dolgok állandó tartása szerencsét hoz.", "解曰": "Üljön le egy csendes helyen. Légy készenlétben és legyél időben. Ez nem áldás. Konzervatív és megfelelő.", "籤詩故事一": "◇Li Jing visszatér a hegyre\nLi Jing (571-649. július 2.), gyógyszerész jóvoltából, a Yongzhou állambeli Sanyuanban született (jelenleg Sanyuan megyétől északkeletre, Shaanxi tartományban). A késő Sui-dinasztia korai Tang-dinasztiájáig terjedő tábornok, híres katonai stratéga volt, polgári és katonai ismeretekkel egyaránt a Tang-dinasztia idején. Később megkapta a Wei hercege címet, és Wei hercegeként ismerték a világon.\nLi Jing a harmadik Nezha herceg apja az istenek listáján, más néven \"Tóta királya\". Li Jing és fia segített Jiang Ziyának (Tai Gong) legyőzni Zhou királynőt, megalapítani a Zhou-dinasztiát és királyt. Wu hivatalosan is trónra lépett. Jiang Ziya ezután összeállította az istenek listáját, és szertartást végzett, hogy megnyugtassa a csatában elesett katonák lelkét. Ettől kezdve a világ békéssé és békéssé vált. Wu király marquisokat akart készíteni és megjutalmazni, és földet is akart juttatni az alapító hősöknek. Li Jing, apja és fia, valamint további hét ember azt kérte, hogy térjenek vissza a hegyre, hogy gyakorolják a taoizmust, és ne legyenek a világi hírnév és gazdagság megszállottjai. Később mind a hét \"testi szentté vált\", és a halhatatlanok osztályába sorolták őket.\nA \"Feng Shen Bang\" története", "聖意": "A ház konzervatív, hétköznapi vagyok, gazdagságra törekszem, nehézségekkel küzdök az üzleti életben, a házasságom nincs összhangban, Liujia imádkozik a gyalogosok bizalomért, a selyemhernyók ősszel érnek, hat állat biztonságban van, az emberek eltűntek, nyilvános a perek és a migráció konzervatív, elveszett tulajdon betegségei, ne változtasd meg a sírt Jianxingshanban.", "古人": "Li Jing visszatér a hegyre", "第X籤": "Harminchetedik lottó nyertes", "宮": "Shen Gong"}