{"籤詩版本二": "Ezeréves tükör újra egyesült, a nő arra kéri férjét, hogy házasodjon meg újra\nAzóta átalakult a család, áldásokkal gazdagodtak a gyerekek és az unokák.", "詩意": "Ez a hexagram a tükrök újraegyesülésének szimbóluma.\nMinden kemény munka és drága.", "解曰": "Homokot aranyba ásni. Sárkányon lovagolni és tigrisen lovagolni. Bár munkaigényes. Van benne kiegészítés.", "籤詩故事一": "◇ Yulianhui tíz barát\nA Song-dinasztia idején Qian Yulian feleségül vette Wang Shipenget. Amikor Shi Peng Pekingbe ment vizsgázni, a gazdag Sun Ruquan arra kényszerítette Juliant, hogy újra férjhez menjen.\nQian Yulian elutasította a gazdag Sun Ruquan javaslatát, és inkább feleségül venné Wang Shipenget, egy szegény vencsoui tudóst, akit \"Jing Chai\" vett fel.\nKésőbb Wang Shipeng nyerte az első díjat, mivel nem volt hajlandó Wanqi miniszterelnök házasságra kényszeríteni, ezért a távoli Chaoyangba küldték bírónak. Sun Ruquan Wang Shipeng családi levelét titokban „válólevélre” változtatta, és becsapta Yuliant, hogy megtévesszen. Qian Yulian mostohaanyja is arra kényszerítette, hogy újra férjhez menjen, de Yulian ezt megtagadta, és öngyilkos lett, és egy folyóba vetette magát. Qian Zaihe mentette meg. Fujian tartományból és fogadott lányaként fogadták örökbe.\nYulian azt hitte, Shipeng meghalt. Öt évvel később Wang Shipeng volt Ji'an kormányzója. Egy nap emlékünnepséget tartott egy taoista templomban, hogy megemlékezzen néhai feleségéről. Yulian történetesen a Ji'an taoista templomba ment, hogy felégessen. tömjént, és Wang Shipeng és Qian végre újra egyesültek.", "聖意": "A ház nem jó az embernek.Ősz és tél virágzik.Gazdag legyen a gazdagság.Gyors az ősz és a tél.Gyors az üzlet.Legyen sikeres a házasság.Imádkozzunk a gyalogosokért,hogy menjenek ki a mezőkre Selyemhernyó nevelhető.Hat jószág fel lehet nevelni Embereket találni A közperek kedvezőtlenek A migráció konzervatív Vagyonvesztés Késői betegség Imádkozz áldásért Jó a hegyek és a sírok.", "古人": "Yulianhui tíz barát", "第X籤": "A negyedik jel", "宮": "Méh"}