{"籤詩版本二": "Nyugaton leesik a piros kerék, keleten felemelkedik a nyúl, nő a jin és eltűnik a jang, és minden virágzik\nHa egy nő használni akarja, az növeli vagyonát és boldogságot hoz a szívébe.", "詩意": "Ez a hexagram a Yin növekedésének és a Yang eltűnésének szimbóluma.\nMinden nehéz, mielőtt később könnyűvé válna.", "解曰": "A yin előnyös a nők számára. Férfiak számára nem alkalmas. Ha tanácsot kér. Először a rossz jön, aztán jön a jó.", "籤詩故事一": "◇ Wu Zetian trónra lépett\n14 évesen Wu-t a Tang-dinasztiabeli Taizong Li Shimin császár hívta be a palotába, mint tehetséges embert, akit \"Wu Mei\"-nek hívtak. Taizong halála után Zetian belépett a Ganye templomba, és apáca lett.\nAmikor a Tang-dinasztia Gaozong császára trónra lépett, behívta a Wu családot a palotába, hogy tisztelegjen Zhaoyi előtt. Yonghui hatodik évében (655) Gaozong császár Wu-t nevezte ki királynőjének.\nWu Zetian intelligens volt, irodalommal és történelemmel foglalkozott, és gazdag volt a találékonyságban. Nem sokkal azután, hogy Wu Zetian lett a királynő, mivel Gaozong gyenge és beteg volt, néha rábízta bizonyos politikai ügyek intézését, így nőtt a hatalma. Shangyuan (674) első évében Gaozong császárt „császárnak”, Wu császárnőt „a mennyország királynőjének” nevezték, és mindkettőjüket „Két szentnek” hívták a palotában.\nHongdao első évében (683) Gaozong császár meghalt, Li Xian herceg került a trónra, Wu Zetian pedig átvette a trónt. Sisheng (684) első évének februárjában Wu Zetian leváltotta Li Xiant Luling királya tisztségéről, negyedik fiát, Li Dant pedig császárrá tette, továbbra is uralva a dinasztiát. Ugyanezen év szeptemberében a zászlót aranyra változtatta, és Luoyangot, a keleti fővárost átkeresztelték isteni fővárosnak. Tianshou első évének (690) szeptember kilencedik napján Wu Zetian császárnak kiáltotta ki magát, és az ország nevét Zhou-ra változtatta.", "聖意": "Kedvezőtlen az otthon, áldásért imádkozik, vagyonkeresés, ügyletek őrzése, szerencsés házasság, balszerencse a házasságban (nő), mezőt blokkoló gyalogosok, selyemhernyók, virágzó állatállomány, emberkeresés, elválás, perek, veszteség, vándorlás , vagyonvesztés, betegség, sokk, hegyek és sírok, sok szerencsét", "古人": "Wu Zetian trónra lép", "第X籤": "A negyvenedik lottó nyertese", "宮": "Te Palota"}