{"籤詩版本二": "Emlékszel a végtelenül jó szavakra, de a fiad leszel, ha felismered a tolvajt.\nNe légy most kapzsi, és ne törődj azzal, hogyan tett volna valami jót egy évvel ezelőtt.", "詩意": "Ez a hexagram a tolvajt fiúként azonosítja.\nLegyen óvatos mindenben, amit csinál.", "解曰": "Csak ezt. Egy úriember nem hibázik. Tartsd észben. Ne légy magányos.", "籤詩故事一": "◇Dong Zhuo elfogadja Lu Bu-t\nA bátor és jól harcoló Lu Bu a Keleti Han-dinasztia végén és a Három Királyság kezdetén híres katonai tábornok volt, aki egykor Ding Yuant, Jingzhou kormányzóját tekintette örökbefogadó apjának, és alatta szolgált.\nA keleti Han-dinasztia Ling császárának halála után Ding Yuan Pekingbe ment, hogy összejátsszon He Jin tábornokkal, hogy irányítsa a kormányt.\nDong Zhuo harcolt Ding Yuannal, de több tábornok nem tudta legyőzni Lu Bu-t, ezért Dong Zhuo elküldte beosztottját, Li Su-t, hogy megvesztegesse Lu Bu-t. Li Su arany- és ezüstkincseket és a híres vörös nyúl lovat hozott, hogy \"látogassa meg Lu But\". Li Su arany- és ezüstkincseket, valamint a híres vörös nyúl lovat hozott, hogy meglátogassa Lu Bu-t. Ezért Lu Bu-t megvesztegette Dong Zhuo, hogy megölje Ding Yuant, és azt is mondta a katonáinak, hogy jöjjenek vele, ha akarnak, és menjenek el, ha nem akarják követni. Ennek eredményeként a legtöbb katona elfutott. Tehát Lu Bu-t megvesztegette Dong Zhuo, és megölte Ding Yuant.\nMiután Dong Zhuo hatalomra került, örökbe fogadta Lu Bu-t fogadott fiának, és tábornokká és márkivá tette.\nDong Zhuo erőszakos kedélyű volt, és az \"apa-fiú kapcsolat\" Lu Buval valójában nagyon gyenge volt. 189-ben, Situ Wang Yun ösztönzésére Lu Bu megölte Dong Zhuot.\nHat hónappal Dong Zhuo halála után Dong Zhuo régi csapatai megszállták a fővárost, és Lu Bu és felesége pánikszerűen elmenekültek. A főváros elhagyása után Lu Bu Yuan Shu, Yuan Shao, Zhang Yang, Zhang Miao, Liu Bei stb. haduraknál keresett menedéket, és sokszor harcolt Cao Caoval, az akkori másik jelentős hadúrral. Lu Bu bátor és jó volt harcban, és többször legyőzte Cao Caót.\nA keleti Han-dinasztia Jian'an harmadik évében Cao Cao csapatai megtámadták Xiaopeit, Lu Bu támaszpontját, és Cao Cao elfogta és megölte őket a Baimen-torony alatt. A kivégzés előtt Lu Bu megkérte Cao Caót, hogy tartsa életben, hogy elkerülje a halált, de Liu Bei emlékeztette Cao Caót, hogy Lu Bu sokszor elárulta, és becstelen ember volt. Végül Cao Cao, aki erkölcstől függetlenül csak a tehetségeket értékelte, kivégezte Lu Bu-t.", "聖意": "Nyugtalan vagyok otthon, általában pénzt keresek, óvakodok a tranzakcióktól, nehéz házasodni, Liujia férfi meglepődik, emberek jönnek a mezőre, a selyemhernyók félig érettek, hat állat biztonságban van, embereket keresnek, A perek megfelelőek, a migráció, az elveszett holmikat nehéz megtalálni, a betegségeket nehéz megtalálni, és béke van a Zhenxing-hegy sírjában.", "古人": "Dong Zhuo elfogadja Lu Bu-t", "第X籤": "A 41. lottó nyertes", "宮": "Te Palota"}