{"籤詩版本二": "A császár, a császár és a császárné végre kegyesek lesznek, és veszteség és haszon nélkül várnak és imádkoznak áldásokért.\nMinden érző lény részesül belőle, és jólét várható a világban és a mennyben.", "詩意": "Ez a hexagram a mennyei kegy jele.\nMinden sikeres lesz.", "解曰": "A császár kegyelmet mutatott. Sosem felejt. Reggeli és esti rituálék. Illik tömjént égetni.", "籤詩故事一": "◇Mulian megmentette az anyját\nMokou Lian vagy Mulian a leghatalmasabb Sakyamuni Buddha tíz tanítványa között.\nÉdesanyja élete során mohó és fukar volt, ezért halála után az éhes szellemek birodalmába került. Mokhullian mágikus erejét felhasználva megfigyelte, és rájött, hogy édesanyja éhes szellemként született, akinek nem volt módja táplálékhoz jutni, és nagy nehézségekbe ütközött. Varázserejét arra használta, hogy ételt vigyen anyjának. Váratlanul, miután az anya megkapta az étel hamuvá változott, és nem lehetett megenni.\nMaudgalyana aggódott a történtek miatt, és jelentette a Buddhának. Buddha azt mondta Muliannak, hogy a hetedik holdhónap 15. napján tegyen száz ízt és öt gyümölcsöt egy medencébe, és kínálja fel a tíz irány erényes szerzeteseit. Ezzel az erővel az anyja képes lesz enni. .\nMaudgalyana Buddha akarata szerint cselekedett, és anyja végre felszabadult. Ezt a fajta szertartást \"Obon Fesztiválnak\", ezt a fesztivált pedig \"Obon Fesztiválnak\" hívják.\n(Megjegyzés: Egy anyagnak különböző érzései vannak a világ különböző szintjein. Például: amikor esik az eső ebben a világban, mi „víznek” látjuk, míg az éhes szellemek birodalmában élő lények „vérnek” és érzőnek érzik. a pokol világában élő lények „vérnek” érzik. Olyan érzés, mintha „kardot ejtenének”, míg a mennyei lények „virágot ejtenének”.)", "聖意": "Imádság otthonért és házért, imádkozás télen jó szerencséért, gazdagság keresése, tranzakció nélkül, házasság, béke Liujiaban, gyalogosok, mozgó mezők, selyemhernyók, hat állat, emberkeresés, perek, siker, migráció, konzervatívság, elveszett vagyon, betegség , lelki béke, hegyek és sírok békéje", "古人": "Mulian megmenti az anyját", "第X籤": "Negyvenkettő jel", "宮": "Te Palota"}