{"籤詩版本二": "A világ rugalmas, és minden önfenntartó, önfenntartó és biztonságos\nAz életben minden csodálatos, köszönj meg mindent a szenteknek és a bölcseknek, és légy boldog.", "詩意": "Ez a hexagram a föld és a föld harmóniáját jelképezi.\nMinden jól megy, nincs veszély.", "解曰": "Minden dolog megszületik. Minden terv és kívánság valóra válik. Ford segít. Rui Qi siet.", "籤詩故事一": "◇ A sétálók megvilágosodnak\nNyugati utazás története:\nSun Wukong lett a király a Huaguo-hegyben. Később, hogy megtalálja a módját, hogy örökké élhessen, nyolc-kilenc évig utazott hegyeken és folyókon, hogy tanítójaként imádja Bodhi pátriárkát. Megtanulta a hetvenkét átalakulást földi gonoszság és bukfencező felhők, és először vette fel a Sun vezetéknevet. Wukong néven.\nEzt követően Sun Wukong a Kelet-kínai-tengeren lévő Sárkánypalotába ment, hogy megfelelő fegyvert találjon, és végül megtalálta a Ruyi Golden Cudgelt, Tianhe és Dinghai isteni tűjét. Mivel élete lejárt, nagy felhajtást kavart az alvilágban, átdolgozta az élet és halál könyvét, és visszatért az emberi világba. Később Sun Wukongot először megidézte az ég, és a Bima Wen nevet kapta. Később másodszor is megidézték a mennybe, és a Majomkirály nevet kapta. Őszibarackot is lopott és bajt okozott a mennyországban. A Bagua kemencében pecsételték le, hogy gyakorolja aranyszemét és tüzes szemét. Végül elnyomták Tathagata Buddha a Wuzhi-hegy lábánál 500 éven keresztül, és képtelen volt megmozdulni. A hely, ahol a baguai kemencét felrúgták, lánghegyré változott.\nÖtszáz évvel később Tang szerzetes nyugatra ment, hogy szentírásokat szerezzen, elhaladt az Öt Elem hegye mellett, és levette a talizmánt, mielőtt megmentette Sun Wukongot. Sun Wukong sírva fakadt a hálától.Guanyin Bodhisattva utasításait követően Tang Monkot imádta, mint tanítóját, és Nyugatra ment, hogy együtt tanuljanak szentírásokat. A szentírások megismerése során Sun Wukong démonokra szállt, szörnyeket oltott ki, és ismételten rendkívüli bravúrokat hajtott végre, azonban mestere, Tang Seng újra és újra félreértette és kiutasította. Nyolcvanegy nehézség után a munka végül befejeződött, a négy mester és tanítvány megérkezett a Xitian Leiyin templomba, és megszerezték az igaz szentírást. Sun Wukong megfelelő eredményt ért el.\n(Ez a történet egy metafora, hogy még egy majom is megvilágosodhat, nemhogy egy ember.)", "聖意": "Az otthon kedvező önmaga számára, gazdagság, üzlet, házasság, Liujia, férfi gyalogosok, mezők akadályozása, selyemhernyók, hat állat, Zhongping, emberkeresés, perek, siker, migráció, vagyonvesztés, betegség, Xingxingshan sír, dolgok kedvezőek", "古人": "Az utazó eléri a megvilágosodást", "第X籤": "43-án írták alá", "宮": "xugong"}