{"籤詩版本二": "A hideg időjárás jéggé változtatja a vizet. Miért lenne mohó a hírnév?\nNincs más dolgom, mint csendben ülni és várni, amíg a levelek természetesen virágoznak.", "詩意": "Ebben a hexagramban a víz jéggé alakul.\nNe kérj semmit hiába.", "解曰": "A víz jéggé fagy. A jég vízzé olvad. Ha összeesküvésről van szó. Így van.", "籤詩故事一": "◇ Wang Xiang pontyot kér (Twenty-Four Fial Paty Stories)\nWang Xiang, a Jin-dinasztia, Fuzheng jóvoltából Linyiben született.\nAmikor Wang Xiang fiatal volt, biológiai édesanyja meghalt, magányos apja egy Zhu nevű nőt vett feleségül, és Wang Xiangnak új anyja született. Amikor Wang Xiang fiatal volt, biológiai anyja elhunyt, és magányos apja feleségül vett egy Zhu nevű nőt. Wang Xiang mostohaanyja szűk látókörű és féltékeny nő volt, nem szerette Wang Xiangot, és gyakran szidta őt triviális dolgok miatt. Hamarosan a mostohaanyának is született egy Wang Lan nevű fia. A mostohaanya csak a saját gyerekeit szerette, és Wang Xiang-t tövisnek tekintette, Wang Xiang iránt még követelőzőbbé vált, és gyakran rosszat beszélt Wang Xiangról az apja előtt, fokozatosan még az apja sem szerette többé. A mostohaanya csak a saját gyermekeit szerette, és Wang Xiang-t tövisnek tekintette, Wang Xiang-gel szemben még igényesebb volt, és gyakran rosszat mondott Wang Xiangról az apja előtt, de fokozatosan még az apja sem szerette többé. Bár Wang Xiang féltestvére, Wang Lan nagyon barátságos a testvérével. A mostohaanyja kínzása ellenére még mindig nagyon gyermekes volt. A mostohaanyja olyan kemény, de Wang Xiang még mindig nagyon gyermeki.\nA mostohaanyjának hobbija van, vagyis szívesen eszik a folyóból kihalászott friss halat. A mostohaanyjának hobbija van, vagyis szívesen eszik a folyóból kihalászott friss halat. Egy télen apja üzleti ügyben elment, a mostohaanyja pedig ismét megbetegedett. Wang Xiang és Wang Lan testvérek gondosan levest és gyógyszert szolgáltak fel édesanyjuknak, hogy megegyék. A nagy hidegben a mostohaanyja betegsége továbbra sem javult. siet. Egy télen apja üzleti ügyben elment, a mostohaanyja pedig ismét megbetegedett. Wang Xiang és Wang Lan testvérek gondosan levest és gyógyszert szolgáltak fel édesanyjuknak, hogy megegyék. A nagy hidegben a mostohaanyja betegsége továbbra sem javult. siet. A beteg mostohaanya friss halat akart enni a folyóból, a hideg éghajlaton kint havazott, és a folyó vize már vastag jéggé változott. A beteg mostohaanya friss halat akart enni Hol lehet friss halat találni azon a jeges és havas éghajlaton?\nAkkoriban nem voltak szezonon kívüli ételek, és pénzzel sem lehetett megvenni.\nA történet ezen a pontján történt Wang Xiangqiu Li megható története. A két testvér tehetetlenül őrizte anyjukat. Wang Xiang a befagyott folyóhoz sétált, hogy ne okozzon csalódást beteg mostohaanyjának. Wang Xiangnak támadt egy ötlete, és a hidegtől függetlenül levette az ingét. Meztelenül feküdt a gleccseren, és azt akarta, hogy használja. saját testhőmérsékletét, hogy megolvadjon a jég (így a Wang Xiangqiu pontyot Wang Xiangnak is hívják a jégen fekve). Levette az ingét, és meztelenül feküdt a gleccseren. Imádkozott Istenhez, és így szólt: \"Istenem, anyám beteg és friss pontyot akar enni. Meg kell találnod nekem a módját, bármi is történjen.\" Furcsa módon a mellette lévő jégtömb hirtelen megrepedt, és kettő volt. repedések.Egy élő ponty ugrott ki a repedésből és felugrott a jégre.Wang Xiang nagyon boldog volt. Imádkozott Istenhez: \"Istenem, anyám beteg, és friss pontyot akar enni. Meg kell találnod nekem a módját, bármi is történjen.\" Furcsa módon a mellette lévő jégtömb hirtelen megrepedt, és két repedés is volt. Egy élő ponty ugrott ki a repedésből és felugrott a jégre.Wang Xiang nagyon boldog volt. Gyorsan letérdelt, köszönetet mondott Istennek, és hazaszaladt a pontyokkal. Gyorsan letérdelt, hálát adott Istennek, gyorsan fogta a pontyot és hazament. Miután a mostohaanya friss pontyot evett, hamar felépült betegségéből. A kórházi ágyon fekvő mostohaanya megdöbbent, amikor meglátta Wang Xiang hidegtől lilára színező meztelen felsőtestét és két halat a kezében, aki boldogan beszaladt a szobába, és megdöbbent.\nWang Xiang később tisztviselő lett, és Taibao lett, és megkapta a hercegi címet.", "聖意": "Nyugtalanság otthon, védelemért imádkozom, anyagi nehézségek, üzleti problémák, házasság, inkonzisztencia a Liujia biztosításban, gyalogosok, chiti selyemhernyók, hat állat elvesztése, eltűnt emberek, közperek, migráció, konzervatívság, elveszett vagyon, betegség, nehezen helyreállítható, hegyi sír, sok szerencsét", "古人": "Wang Xiang pontyot kér (Twenty-Four Filial Paty Stories)", "第X籤": "Negyvenkilenc lottónyertes", "宮": "Haigong"}