{"籤詩版本二": "Az ország minden szegletébe utazhat, felakasztva a vitorlát, hogy szabadon tartsa\nHa kedvező szél fúj, hamarosan megérkezik, és a hajó tele lesz kincsekkel.", "詩意": "Ez a hexagram olyan, mintha egy csónakot húznánk a széllel.\nMinden jól megy.", "解曰": "Nyugodj meg. Nincs szükség erőfeszítésre. Sok gazdagság. Mindenki csodálta.", "籤詩故事一": "◇ Tao Zhugui Five Lakes (Fan Ligui-tó)\nA tavaszi és őszi időszakban Fan Li, akinek jóvoltából Shaobo volt a neve, Gui Yizipi vagy Tao Zhugong néven is ismerték.\nAbban az időben háború volt Wu állam és Yue állam között, és Wu állam elpusztította Yue államot. Fan Li és Wen Zhong tervet fogalmazott meg Yue Gou Jian király számára Yue népszerűsítésére és Wu elpusztítására. Fan Li személyesen utazott át hegyeken és folyókon, és meglátogatta Xi Shit, egy gyönyörű nőt, akinek erénye, tehetsége és szépsége egyaránt volt, a Huansha folyónál a Bailuo-hegységben, és bemutatta Wu királyának. A \"szépségtrükköt\" használta az együttműködésre. belülről és kívülről, és elpusztította a Wu Királyságot.\nMiután sikerült kiirtania a Wu birodalmat, Fan Li tudta, hogy Gou Jian egy \"hosszú nyakú, csőrű madár\", és megoszthatja vele a nehézségeket és a boldogságot, ezért Xi Shi-vel áthajózott a Qi Királyságon, és megváltoztatta az életét. Gui Zipi-nek nevezték el, fiát és tanítványait a Qi Királyságba vezette.A tenger melletti nyaralóban laknak. Keményen dolgozott a pusztaság megművelésén, mellékvállalkozások működtetésén és üzletkötésén, néhány év alatt több tízmillió családi vagyont halmozott fel. Nagylelkű volt a gazdagság terjesztésében és jót tett szülővárosában. Fan Li bölcsességét és képességeit nagyra értékelték Qi lakossága. Qi királya meghívta Linzibe, a fővárosba, és a kormányzati ügyekért felelős miniszterelnökként imádta. . Felkiált: \"Tisztviselőnek lenni miniszterekhez vezethet, a család vezetése pedig vagyonhoz vezethet. Egy nulláról induló közember számára ez a végletekig érkezett. Valószínűleg nem jó jel, ha sokáig tisztelnek lenni.\" Így tehát csak három évvel később Jiliu ismét bátran visszavonult, visszaadta a pecsétet Qi királyának, és családja minden vagyonát odaadta közeli barátainak és falubeli társainak.", "聖意": "A ház jó magának (ki kell szállítani), jó a pénz, jó az üzlet, késik a házasság, nem jó a házasság, Liujia biztonságban van, az emberek akadályozzák a mezőket, selyemhernyók, ősz, állatállomány, tavasz virágzik, embereket keresnek, rosszak a perek, konzervatív a migráció, elveszett dolgok, a nyugati betegségek megoldódnak, hegyek, sírok délre.", "古人": "Tao Zhugui Five Lakes (Fan Ligui-tó)", "第X籤": "Az ötvenedik lottó nyertes", "宮": "Haigong"}