{"籤詩版本二": "A nyár a leghosszabb nap, és mindenkit aggaszt a hőség és a depresszió\nÉg és föld is tudják, mit akarnak az emberek, és fúj a szellő, és természetesen hűvös", "詩意": "Ez a hexagram azt jelzi, hogy mindenki aggódik a hőség miatt.\nCsinálj, amit akarsz.", "解曰": "Nem kétséges, hogy előre kell-e lépni vagy visszavonulni. Érezd jól magad. Kempingre való? Nem kell elhamarkodottan cselekedni.", "籤詩故事一": "◇ Kong Ming belép Szecsuánba\nZhuge Liang (181-234), Kongming jóvoltából Yangduban, Langyában (ma Yinan megye, Shandong tartomány) született, és Shu Han (Liu Bei) miniszterelnöke volt a Három Királyság időszakában.\nBár Liu Bei megnyerte Jingzhout, nem volt elég az egyik oldal szétválasztása, Zhuge Kongming azt tervezte, hogy elfoglalja Xichuan, hogy növelje Liu Bei területét. Ebben az időben Liu Zhangot Yizhouban támadta meg Zhang Lu északon. Zhuge Kongming megtudta, hogy Liu Zhang Xichuan térképét Cao Cao-nak akarta dedikálni, hogy megvédje magát. Amikor Zhang Song (Liu Zhang beosztottja) találkozott Cao Cao-val, mert Cao Cao arrogáns és goromba volt, Liu Zhang visszavitte a térképet Xichuanba, és útközben elhaladt Jingzhou mellett. Kong Ming már útközben várta őt, és meghívta Jingzhouba, de a Xichuan-képet az indulásig soha nem említette. Zhang Song hálás volt Kong Mingnek udvariasságáért és vendégszeretetéért, ezért a Xichuan-képet a városnak ajánlotta. neki.\nXichuan terepe veszélyes volt, támadható vagy megvédhető.Kong Ming különféle megállapodásai után Xichuan lett Liu Bei szülőhelye.\n(Kong Ming udvariasan bánt az emberekkel, és könnyen megszerezte a hőn áhított Xichuant.)", "聖意": "Imádkozz az otthoni áldásokért és a saját oltalmadért (a szerencsétlenségben van szerencse) Keress gazdagságot, sok szerencsét az üzleti életben, közös házasságot, fiúk születését Liujiaban, földek költöztetését, selyemhernyók, állatkárosítást, emberkeresést, nyilvános perek, népvándorlás, régi elveszett holmik, északi betegségek, hegyek és sírok kívánsága", "古人": "Kong Ming belép Szecsuánba", "第X籤": "51. fejezet: A sorsolás (Winning the Lot)", "宮": "Méh"}