{"籤詩版本二": "Sok erőfeszítésbe kerül, hogy elkapjuk a holdat a vízben, sok erőfeszítést igényel, de semmi.\nNe beszélj ostobaságokat, és ne pazarold az erőfeszítéseidet a test megerősítésére. A \"test elsorvadt\" szó azt jelenti, hogy \"a test magányos\".", "詩意": "Ez a hexagram mohó az erőfeszítés képére.\nMinden fáradságos és fáradságos.", "解曰": "Az ígéreteket nehéz megjegyezni. Sok kemény munka. Aggódj otthon. Arra vár, hogy találkozhasson nemes emberekkel.", "籤詩故事一": "◇Taibai részegen kapta el a holdat (Li Taibai részegen kapta el a holdat)\nLi Bai (701-762), más néven Taibai, más néven Qinglian Jushi. A magát száműzött halhatatlannak nevező Tang-dinasztia költőjét a költészet halhatatlanjaként ismerték, és ivás nélkül is mindig boldog volt.\nEgyszer Li Bai megérkezett Jinlingbe (ma Nanjing), és egy étteremben pihent a Wende híd mellett.\nEz a nap történetesen a téli holdhónap tizenötödik napja volt, éjszaka egyedül ült az étteremben és csodálta a holdat, miközben ivott és verseket szavalt. Ez a nap történetesen a téli holdhónap tizenötödik napja volt, éjszaka egyedül ült az étteremben és csodálta a holdat, miközben ivott és verseket szavalt. Li Taibai a holdat szerette a legjobban életében, azt mondta, hogy tiszta és gyönyörű. Li Taibai a holdat szerette a legjobban életében, azt mondta, hogy tiszta és gyönyörű. Aznap este felnézett és meglátta a fehér és kerek holdat az égen.Nagyon boldog volt és ivott még néhány pohárral. Aznap este felnézett és meglátta a fehér és kerek holdat az égen.Nagyon boldog volt és ivott még néhány pohárral. Éjfélkor Li Taibai kihasználta a bort, és lement a Wende hídhoz. Éjfélkor Li Taibai kihasználta a bort, és lement a Wende hídhoz. Amint a hídra lépett, lehajtotta a fejét, és hirtelen meglátta a holdat a vízbe zuhanni.Amikor a folyó megmozdult, néhány fekete vonal került a fehér holdárnyékhoz. Amint a hídra lépett, lehajtotta a fejét, és hirtelen meglátta a holdat a vízbe zuhanni.Amikor a folyó megmozdult, néhány fekete vonal került a fehér holdárnyékhoz. Li Taibai annyira részeg volt ekkor, hogy azt hitte, a holdat festette be a folyó vize. Li Taibai annyira részeg volt ekkor, hogy azt hitte, a holdat festette be a folyó vize. Még a csizmáját sem vette le, kinyitotta a kezét, és leugrott a hídról, hogy elkapja a holdat. Még a csizmáját sem vette le, kinyitotta a kezét, és leugrott a hídról, hogy elkapja a holdat. Ezzel az ugrással váratlanul nem a holdat kapták el, hanem a vízben lévő hold összetört és azonnal kétfelé szakadt. Ebben az ugrásban váratlanul nem a holdat kapták el, hanem a férfit megfulladták. Hatvankét évesen halt meg.", "聖意": "Nyugtalan a ház és balszerencséd van (figyelj az egészségedre) (szerencsétlen) Keresd az egyensúlyt a gazdagságban (ne is gondolj rá) Nehézségek a tranzakciókban, a házasság nem megoldott, imádkozz védelemért (kiürítsd a kincseket, hogy megelőzd vetélés) A gyalogosok bajban vannak, a selyemhernyók a mezőn öt ponton és hat állat hanyatlóban van, embert keresnek (sajnos) közperek és (Állítsák meg a pert) Hétköznapi vándorlás (ne említsd) Vagyonvesztés (repülőgép) Imádkozni védelemért a betegségektől (szerencsétlenségtől) Szerencse a hegyekben és a sírokban", "古人": "Taibai részegen kapta el a holdat (Li Taibai részegen kapta el a holdat)", "第X籤": "Ötven másodperces lottónyeremény (lottó)", "宮": "Méh"}