{"籤詩版本二": "Amikor a frusztráció örömtelivé válik, a sárkányok ordítanak és a tigrisek ordítanak.\nA kék égnek megvan a maga útja az ég felé, legyen még egy esélyem a hírnév megszerzésére.", "詩意": "Ez a hexagram olyan, mint egy sárkány ordítása és egy tigris ordítása.\nVan remény, hogy minden rendben lesz.", "解曰": "Csak taníts és menj. Legyen saját jóléted. A végén el kell készíteni. Van hol találni.", "籤詩故事一": "◇Liu Bei menyasszonyt toboroz\nA chibi csata után Sun Quan alig várta, hogy visszaszerezze Jingzhou-t, amelyet Liu Bei elfoglalt, ezért Zhou Yu tervét használta, úgy tett, mintha el akarta volna jegyezni húgát, Sun Rent Liu Bei-vel, de valójában el akarta venni. Liu Bei túszként követelheti Jingzhou-t.\nMiután Zhuge Liang kémkedett Zhou Yu terve után, átadta a stratégiát tartalmazó brosúrát Zhao Yunnak, aki Liu Beit védte, amikor Soochowba ment. Zhao Yun követte a brosúrában szereplő stratégiát, és szándékosan nagy feltűnést keltett, hogy hagyja Wu Guotait ( Sun Quan apja) tud a házassági ajánlatról. Mivel Wu Guotai szerette a lányát, és nem volt hajlandó a lánya egész életére szóló ügyeit véletlenül eldönteni, megfeddte Sun Quant, amiért könyörtelen volt a húgával szemben, és azt javasolta, hogy személyesen teszteljék le, Liu Bei méltó-e a lányához a Ganlu templomban. Miután Wu Guotai találkozott Liu Beivel, nagyra értékelte Liu Beit, és határozottan támogatta Liu Bei és lánya házasságát. Ennek eredményeként Liu Bei sikeresen feleségül vette Mrs. Sunt.\nKésőbb Liu Bei és Mrs. Sun együtt menekült vissza Jingzhouba, később Sun Quan kihasználta Liu Bei Yizhou elleni támadását, hogy megtámadja Jingzhout, de Wu Guotai megállította, aki aggódott lánya biztonságáért.\nAzt mondta: \"Csou Yu okos terve a legjobb a világon. Elvesztette a feleségét és a csapatait.\"\n(Liu Bei kárból nyert)", "聖意": "Szerencsétlen vagyok itthon és szerencsétlen vagyok (először balszerencse, aztán szerencse) Keress gazdagságot, egyensúlyt, gondokat a házasságban, sikert a házasságban. Imádkozz áldásért a gyalogosokra, selyemhernyókra a földeken, öt pontot az állatkárért, keress emberek, perek és migráció, szerencse az elveszett javakhoz, szerencse a betegségekhez, hegyek és sírok békéje.", "古人": "Liu Bei menyasszonyt toboroz", "第X籤": "Az ötvenharmadik nyerőszám", "宮": "Méh"}