{"籤詩版本二": "Az erény apáról fiúra száll az unokára.Az élelem és a ruházat jóléte csak Istentől függ.\nA Chunxuan a hallban boldoggá teszi az embereket. Amikor éhesek, jóllaktak, szomjasak és álmosak, a Chunxuan a szülők metaforája.", "詩意": "Ez a hexagram a bambusz tavaszhoz vezető képéhez kapcsolódik.\nRemélem minden jól megy.", "解曰": "Vegyünk bambuszt, és vezessünk a tavaszhoz. Végtelenül terjed. Egy úriember reményt keres. Mindenki örült.", "籤詩故事一": "◇ Wu Zhou királya lépett trónra\nWu Zhou király megtámadta Zhou királyt és nyolcszáz herceget vezetett harcba Shang király serege ellen.Chaoge (Shang király fővárosa) katonák szintén Shang király ellen fordultak és elárulták Shang királyt.\nZhou király megégette magát a Zhaixing-toronyon, és a Shang-dinasztia elpusztult.\nWu király elfogadta az aranykönyvet és az aranykincset, ami a császár trónja, dél felé fordult, kezét összekulcsolta, és egyenesen ült. Wu király elrendelte Lutai vagyonának szétosztását, a Csillagszedő Torony lebontását és a Juqiaóban tárolt rizsszemek szétosztását.\nEngedd szabadon a bebörtönzött Jizit, és javítsd meg Bigan sírját. Wu király belovagolt a bölcs Shang Rong házának ajtaján, és lehajtotta a fejét. Tiszteld az erényes és udvarias embereket, és engedd el a rabszolgákat a belső palotában.\nLeállította a fegyverkezést is, és előmozdította a kultúrát és az oktatást. Nanshan déli részén lovakat, barackfákkal borított vidéken szarvasmarhákat legelnek, ez egy békés jelenet.", "聖意": "A ház nincs jó állapotban (sok szerencsét), saját kívánságokat fogalmazhat meg (sok szerencsét), kereshet anyagi haszonszerzést, üzletet köthet és házasodhat (megismerkedhet egy jó vejével), Liujia biztonságban van (zodiákus tábla), gyalogosok mezőt költöztetnek, selyemhernyók szerencsések, hat állat megsérült, embert nehezen találnak (látnak) közperek, nemes ember költözik, a szerencse elvész.Betegségek, betegségek", "古人": "Vu Zhou királya lépett trónra", "第X籤": "Ötvenötödik lottónyeremény (lottó)", "宮": "Csúnya palota"}