{"籤詩版本二": "A strand tele van sziklákkal, folyik a patak, tiszta a szél, tiszta a hold, és a nemes emberek szorgoskodnak.\nÚtközben meg kell kérdeznem, hogy merre menjek.Ne vedd el a virágok és növények illatát az erdőben.Ne törődj vele.", "詩意": "Ez a hexagram olyan, mint egy kis tengerparton közlekedő csónak.\nMindenben nemes emberek segítenek.", "解曰": "Megélni. Sok kemény munka. Maradj konzervatív és várj. Minden jót.", "籤詩故事一": "◇Lushan lázadás\nEgy Lushan (703-757), akinek vezetékneve Kang és Yaluoshan volt, Liuchengből (Jingcsou) származott (ma Chaoyang, Liaoning).\nKésőbb felvette az An vezetéknevet, és Lushanra változtatta a nevét. A Tang-dinasztia Xuanzong császárának uralkodása alatt An Lushan volt a katonai küldött.\nTianbao 14. évének novemberében An Lushan csapatokat gyűjtött Fanyangban, Yang Guozhong megtámadása nevében lázadást indított, és három város csapatait megtámadta Luojangot, a keleti fővárost. Taiyuanból Lishanba siettek a jelentések.Tang Xuanzong, aki ekkor a lishani Huaqing-palotában tartózkodott, nem hitte, hogy Anlushan fellázad.A lázadás hírei azonban tovább terjedtek, és Xuanzong még mindig félig volt meggyőzve. (Ez a \"durva folyó víz hangja a kis sziklákon egy patakban\" ábrázolása.)\nXuanzong csak akkor ébredt fel álmából, amikor Yan Zhenqing, Pingyuan megye prefektusa elküldött valakit, hogy küldjön információkat.\nA Tang-dinasztia Xuanzong császárának hibás stratégiája alapján An Lushan lovasezrede elfoglalta Luoyangot, a keleti fővárost, majd a következő év első hónapjában Dayan császárnak kiáltotta ki magát Luoyangban, Jianyuan Shengwu-t, Xiongwu császárt és Da Xixunt. miniszterelnök.\nUgyanezen év júniusában Xuanzong, a Tang-dinasztia császára, aki a csangani válság enyhítésére vágyott, és rossz katonai felfogással kivégezte két híres tábornokot, Feng Changqinget és Gao Xianzhit.Ez a parancs sokkolta a Tang hadsereget. (Ez a viselkedés sérti \"az útnak az elülső folyóra kell mutatnia\")\nEzt követően Xuanzong császár, a Tang-dinasztia sürgősen megparancsolta egy másik tábornoknak, Ge Shuhannak, hogy vezesse a Tang hadsereget kelet felé Tongguanból.\nGe Shuhan, aki teljesen megértette a Tang-dinasztia Xuanzong császárának stratégiai hibáját, azt tervezte, hogy elhalasztja a változást (a \"jó, ha csendes a szél és az árapály\" megközelítés).\nVégül Xuanzong, a Tang-dinasztia császára úgy gondolta, hogy túl félénk a harchoz, ezért nem volt más választása, mint könnyek között harcolni An Lushannal, és vereséget szenvedett. (Ez teljesíti a \"Ha keményen dolgozik, hogy eltartsa magát, megsérülhet.\")\nA Tang-dinasztia idején, amikor a határmenti csapatoknak és a helyi helyőrségeknek nem volt idejük válaszolni, An Lushan hadserege lenyomta a határt, és belépett a főváros területére. Kritikus helyzetben Xuanzong császár, a Tang-dinasztia vezette a gárdahadtestet, hogy megszökjön a fővárosból, aminek következtében a vezető nélküli Hsziing Csang elesett.\n(Tang Xuanzong megszegte ennek a jelnek az útmutatásait, így An Lushan lázadása sikeres volt.)", "聖意": "A ház biztonságban van, az ember szerencsés, a vagyon stabil, a tranzakció sikeres, a házasság sikeres (vigyázat), Liujia-ból egy férfi gyalogos jön a mezőre, selyemhernyókat betakarítanak, hat állat megsérült, az ember megtalálta , a per jogos, az elveszett vagyon betegséget hoz, vagyis az anshani sírt meg kellene javítani.", "古人": "Lushan lázadás", "第X籤": "Az ötvenhatos lottó", "宮": "Csúnya palota"}