{"籤詩版本二": "Reggel és alkonyatkor a Buddha támogatásának veszélyben kell lennie, de veszélyben nem\nHa egy nemes ember vonz, akkor a pénz és a selyem is elkísér.Ez Chuan Lai. Minden tőled függ.", "詩意": "Ez a hexagram az istenek és Buddhák titkos áldását jelképezi.\nLégy türelmes és sok szerencsét mindenben.", "解曰": "A régimódi béke jele. Amikor minden drága, akkor kedvező lesz.", "籤詩故事一": "◇ Tang Monk elérte a megvilágosodást\nEgy nap Tang Seng a folyóhoz ért és meglátta előtte Buddha Lingshan hegyét.Előtte egy egydeszka híd volt.Tang Seng nem mert átkelni rajta. A Buddha csónakossá változott és egy feneketlen törött csónakot tartott. Amint Tang Monk felszállt a csónakba, a folyóba esett és a csónakos megmentette. Így érte el Tang Monk a buddhaságot. (A Nyugati utazás története)\n◇ Tang Monk buddhista szentírásai\nSanzang a Tang-dinasztiából, általános vezetékneve Chen volt, utóneve pedig Yi. Goushi megyében, Luozhouban született (jelenleg Yanshi városától délre, Henan tartományban). Tizenhárom évesen szerzetes lett, és felvette a buddhista Xuanzang nevet.\nAz eredeti buddhista szentírások megszerzése érdekében Chang'anból (a mai Xi'an, Shaanxi tartomány) Zhenguan harmadik évében (i.sz. 629) elindult, átmerészkedett a határon, és számtalan nehézségen ment keresztül, hogy elérje Tianzhu-t ( India) szentírások gyűjtésére. Beutazta a Gangesz és az Indus folyók medencéit, valamint India délkeleti partvidékeit, majd átkelt a hófödte hegyeken és zöld gerinceken, és több mint 50 000 mérföldet tett meg oda-vissza. 16 évébe telt, míg végül visszatért Csangba Zhenguan 19. éve (i.sz. 645). Nagyszámú buddhista szentírást hozott vissza, és lefordította kínaira.\n(Tang Sanzang hosszú utat járt be oda-vissza Kína és India között. Biztosan átélte a veszélyeket, de épségben visszatérhetett, mert egy láthatatlan védőszent állt mögötte.)", "聖意": "Az otthon biztonságban van, az ember szerencsés, a nyugati kereskedelem sikeres, a házasság sikeres, a gyalogosok elzárják a mezőt, a selyemhernyók blokkolva vannak, a selyemhernyók 70%, az állatállomány jövedelmező, az emberek megtalálhatók, a nyugati közvélemény a per rossz, a vándorlás konzervatív, az elveszett vagyon látható, a betegség kedvező, a hegyek és a sírok kedvezőek.", "古人": "Tang Monk elérte a megvilágosodást", "第X籤": "Nyertes lottó hatvankettő", "宮": "Yin palota"}