{"籤詩版本二": "A tél beköszöntével a szilvavirág ága a hegyen akkor sem pusztul el, ha levelei lehullanak és ágai elszáradnak.\nDe ha eljön a tavasz, akkor is visszatérek udvarhölgyként, és elpusztítom az eredeti művet.", "詩意": "Ebben a hexagramban a szilvavirág foglalja el a vezető helyet.\nMinden jó, ha késik.", "解曰": "Egy nyíl üresen lőtt. Ha üres, nem üres. Várva a tavasz eljövetelét. Szín van benne.", "籤詩故事一": "◇Kétszer ért el\nA Tang-dinasztia Dezong császárának uralkodása alatt a hűséges miniszter, Mei Bogao és családja a hazaáruló Lu Qi miniszterelnökhöz szegődött, aki mindannyiukat meg akarta ölni. Csak fiának, Mei Liangyunak sikerült megszöknie. Később megváltoztatta a saját életét. nevét Wang Xitongnak, hogy elrejtse kilétét. Egyedül élt az utcán, éhesen és fázva, de szerencsére Chen Risheng (Csen Dongchu) befogadta. Chen Risheng nem ismerte élettapasztalatát, ezért megkérte, hogy segítsen Chen szilvás kertjének gondozásában, hogy ne haljon éhen az utcán.\nChen Risheng Mei Bogao osztálytársa és barátja volt. Amikor Lu Qi üldözte, Mei Bogao mentette meg. Ennek eredményeként Mei Bogao és Lu Qi ellenségeskedés lett. A végén az egész családját kivégezték. Chen Risheng emiatt szomorúnak és dühösnek érezte magát.Miután megnősült, felmondott, és családját Jangcsouba költöztette, hogy visszavonultan éljen.\nChen Rishengnek van egy lánya, Chen Xingyuan, aki gyönyörű és illatos, miután Mei Liangyu a Chen családhoz került, első látásra egymásba szerettek. Egy napon, amikor a szilvavirágzás virágzott, amely egyben Mei Bogao halálának évfordulója is volt, Chen Risheng és családja oltárt nyitott otthona szilvás kertjében, hogy megemlékezzen elhunyt barátjukról és jótevőjükről. Az ég váratlanul megváltozott. és heves hóvihar tombolt, beborítva az összes szilvavirágot.Elpusztult. Chen Risheng panaszkodott, hogy sikerült épségben megszöknie, de még a Mei család leszármazottait sem tudta megmenteni.Úgy gondolta, hogy ez Isten figyelmeztetése volt, ezért megfogadta, hogy hacsak a szilvavirágok nem fognak újra virágozni, bizonyítva, hogy a Mei család leszármazottai a Mei család még élt, soha nem mondott semmit.A buddhizmusba szökött és szerzetes lett.\nLánya, Xingyuan meghallotta ezt, és azonnal tömjént égetett, és őszintén imádkozott Istenhez, hogy a szilvavirágok újra virágozhassanak. Őszinteségük megindította az eget, és a szilvás kertben minden szilvafa újra virágba borult; később Chen Risheng tudta, hogy a Xitong Liangyu, ezért eljegyezte vele lányát, Xingyuant.", "聖意": "A ház nem jó magának, valaki önmagának jó, vagyont keres, megfontolt az üzletekben, jó az idő, késő a házasság, erős a tavasz, üres az ősz, késik az utazó, gyarapodnak a szántók, gyarapodnak a selyemhernyók, gyarapodik a hat jószág, embert keresnek, közperek, veszteség, vándorlás, elveszett vagyon, keleti betegségek, téves riasztások, hegyi sírokat kellene cserélni.", "古人": "Kétszer szerzett gólt", "第X籤": "Hatvankilenc lottónyertes", "宮": "Tatsumi"}