{"籤詩版本二": "Chao Chao olyan, mint egy virággyűjtő méh, amely délnyugatról, majd keletről repül\nA tavasznak vége, a virágok eltűntek, és nincs hol keresni.Ez a szív nem változtat a hollétén.", "詩意": "Ez a hexagram olyan, mint egy virágot szedő méh.\nMinden fáradságos és fáradságos.", "解曰": "Nincs tavaszi táj. Sokáig esik, de soha nem derül ki. Kérjen segítséget. Jobb csendben lenni.\n.", "籤詩故事一": "◇Li Mi fellázadt a Tang-dinasztia ellen\nLi Mi\n(582-619), a Wagang-hadsereg néhai vezetője a késői kínai Sui-dinasztia parasztfelkelésében. A kalligráfia mestere. A Fa szó mestere Chang'anban (Jingzhao) született, ősi otthona pedig a Liaodong állambeli Xiangping (ma Liaoyangtól délre, Liaoning államban) volt. Chang'anban (Jingzhao) született, ősei otthona Xiangping, Liaodong (ma Liaoyangtól délre, Liaoning államban).\nDaye kilencedik évében (613) részt vett Yang Xuangan lázadásában a Sui-dinasztia ellen Liyangban (jelenleg Junxian megyétől északkeletre, Henan tartományban). Daye kilencedik évében (613) részt vett Yang Xuangan lázadásában a Sui-dinasztia ellen Liyangban (jelenleg Junxian megyétől északkeletre, Henan tartományban). A titokzatos érzék legyőzte,\nLi Mi elmenekült. Xuangan vereséget szenvedett, Li Mi pedig elmenekült.\nDaye tizenkettedik évében csatlakozott a Wagang hadsereghez\n. Daye uralkodásának tizenkettedik évében csatlakozott a Wagang hadsereghez. Li Mi jó volt a stratégiában.Daye tizenkettedik évének októberében Li Mi rávette Zhait, hogy támadja meg Xingyang Tongot, a hadsereget kísérő hatalmas tábornokot, hogy megvédje Zhang Xutuo-t, legyőzve a Sui sereget és megölve Zhang Xutuót. Li Mi jó volt a stratégiában.Daye tizenkettedik évének októberében Li Mi rávette Zhait, hogy támadja meg Xingyang Tongot, a hadsereget kísérő hatalmas tábornokot, hogy megvédje Zhang Xutuo-t, legyőzve a Sui sereget és megölve Zhang Xutuót.\nKésőbb azt javasolta, hogy támadják meg a Xingluo (később átnevezték Luokou) raktárát, nyissák meg a raktárt, és bővítsék ki a csapatot. A Wagang hadsereg csapata gyorsan növekedett. Daye 13. évében Li Mi vezette a Wagang hadsereget, Zhai Rang pedig a Sui-dinasztia lefokozásával és szétosztásával foglalkozott.Háború folyt a katonai erőforrások és egyéb kérdések miatt, és Li Mi megölte Zhai Rangot és több száz követőjét. Később azt javasolta, hogy támadják meg a Xingluo (később átnevezték Luokou) raktárát, nyissák meg a raktárt, és bővítsék ki a csapatot. A Wagang hadsereg csapata gyorsan növekedett. Daye 13. évében Li Mi vezette a Wagang hadsereget, Zhai Rang pedig a Sui-dinasztia lefokozásával és szétosztásával foglalkozott.Háború folyt a katonai erőforrások és egyéb kérdések miatt, és Li Mi megölte Zhai Rangot és több száz követőjét.\nDaye 14. évének márciusában Yu Wenhuaji megölte a Sui-dinasztia Yang császárát\n, több mint 100 000 embert késztetett arra, hogy visszatérjen nyugatra. Daye tizennegyedik évének márciusában Yu Wenhuaji (Yu Wen, összetett vezetéknév) megölte a Sui-dinasztia Yang császárát, és több mint 100 000 emberrel tért vissza nyugatra. Li Mi parancsot kapott, hogy támadja meg Huajit. Bár Huaji vereséget szenvedett, Li Mi is súlyos veszteségeket szenvedett a csapatokban. Később Wang Shichong üldözte. Li Mi serege vereséget szenvedett és táborát megsemmisítették. Tábornokai Qin Shubao, Cheng Zhijie (eredetileg Cheng Yaojin), Niu Jinda és mások elfogták. , Shan Xiongxin megadta magát. Li Mi parancsot kapott, hogy támadja meg Huajit. Bár Huaji vereséget szenvedett, Li Mi is súlyos veszteségeket szenvedett csapataiban. Később Wang Shichong üldözte, Li Mi serege vereséget szenvedett, táborát megsemmisítették, tábornokait Qin Shubao, Cheng Zhijie (eredeti nevén Cheng Yaojin), Niu Jinda és mások elfogták, Shan Xiongxin pedig megadta magát. Li Mi kétségbeesett volt, ezért szeptemberben átkelt a folyón Heyangba, és megadta magát a Tang-dinasztiának. Li Mi kétségbeesett volt, ezért szeptemberben átkelt a folyón Heyangba, és megadta magát a Tang-dinasztiának.\nNovemberben Li Yuan elküldte Li Mi-t Shandongba, hogy régi csapatokat toborozzon. november,\nLi Yuan elküldte Li Mi-t, hogy várjon Shandongban, hogy régi csapatokat toborozzon. Érezte, hogy gyanúsítják, fellázadt Tang ellen. Érezve, hogy gyanúsítják, fellázadt Tang ellen. Sheng Yanshi Tang tábornok meghívta Li Mi-t, hogy támadjon, és megölte Xinggong Xiannál. Tang tábornok, Sheng Yanshi meghívta Li Mi-t, hogy támadjon, és megölte Xinggong Xiannál.", "聖意": "Ház, ház, nyelv, önmaga, gazember, gazdagság keresése, pazarló üzlet, nem tartós házasságok, Liujia, üres virágok, gyalogosok, Yaotian, selyemhernyó-kár, hat állatkár, eltűnt személyek, perek, veszteség, migráció, konzervatívság, elveszett vagyon, betegség, akadályok, hegyi sír reform", "古人": "Li Mi fellázadt a Tang-dinasztia ellen", "第X籤": "A hetvenedik döntetlen", "宮": "Tatsumi"}