{"籤詩版本二": "A Canglong Tizenkilencedik Gárda megismerése: Egy nő férjhez ment egy második férjhez\nEgy íjjal és két nyíllal a dinoszauruszok azonnal békében élnek", "詩意": "Ez a hexagram olyan, mint egy íj, amely két nyilat tart.\nMinden szerencsés, ha együtt megy.", "解曰": "Nem túl nehéz. Sors. Zhen Liuzhong megnyílik. Célszerű óvatosnak lenni.", "籤詩故事一": "◇ Wenjun meglátogatja Xiangrut\nZhuo Wenjun Zhuo Wang, egy gazdag üzletember unokájának lánya volt a Szecsuán tartománybeli Linqiongban, jártas volt a zenében, és irodalmi neve is volt. Tizenhat évesen megnősült, majd néhány évvel később férje elhunyt, és özvegyként tért vissza születési családjához.\nEgy nap Sima Xiangru elment Zhuo Wangsun házába egy bankettre. Amikor megtudta, hogy Zhuo Wenjun frissen özvegy, eljátszotta a \"Phoenix Seeking the Phoenix\" című dalt, hogy kifejezze szerelmét. Zhuo Wenjun már hallott Sima Xiangruról, és ez a bankett még jobban vonzotta Sima Xiangruhoz. Másrészt Sima Xiangru bankettje után azonnal sok pénzt költött Zhuo Wenjun személyes szobalányának megvesztegetésére, és megkérte, hogy közvetítse Sima Xiangru Zhuo Wenjun iránti szeretetét. Miután Zhuo Wenjun a szobalányon keresztül értesült Sima Xiangru szerelméről, azonnal a fogadóba rohant, ahol Sima Xiangru lakott, és látva Zhuo Wenjun érkezését, Sima Xiangru azonnal elszökik vele egy éjszakára szülővárosába, Chengduba.\nAmikor Csengtuban voltak, a házaspár nyomorult volt, és vissza kellett térniük Linqiongba, hogy egy kis szállodát nyisson, hogy megélhessen. Zhuo Wenjun bort árult, Sima Xiangru pedig mosogatott. Szegény életet éltek. Miután Zhuo Wenjun apja, Zhuo Wangsun tudomást szerzett erről, beleegyezett, és barátai tanácsára finanszírozta őket, így Sima Xiangru és Zhuo Wenjun visszatért Csengtuba élni, és később meggazdagodtak.", "聖意": "Lakás- és vagyonvesztés, saját jogok és sérelmek, vagyonkeresés, munkaügyletek, védekezés az újraházasodás ellen.", "古人": "Wenjun meglátogatja Xiangrut", "第X籤": "Hetvenegy nyerő lottó", "宮": "Tatsumi"}