{"籤詩版本二": "A méhészeknek könyörögniük kell mézet, nehogy megcsípje őket egy csípés\nBizonyára egy furcsa út áll előtted.A titok olyan mély, mint egy töviserdő.", "詩意": "Ez a hexagram a mézet gyűjtő méheket jelképezi.\nMinden fáradságos és fáradságos.\n\n(Ez a hexagram az édesség és a keserűség szimbólumát keresi.\nMindenben előzze meg a katasztrófákat.\n)", "解曰": "A dolgokat óvatosan kell elvégezni. Nem kell erőltetni. A méhek mézet gyűjtenek. Mi az oka?", "籤詩故事一": "◇ Wang Mang tehetségeket keres\nA Wang Mang család a Nyugati Han-dinasztiában gazdag családnak mondható. Bár édesapja fiatalon meghalt, több nagybátyja és nagybátyja a Han-dinasztia császára lett.Tábornokok, miniszterelnökök lettek, és márkiék lettek, és jutalmakat kaptak.A Wang család rendkívül kiemelkedő volt.\nDe Wang Mang saját kis családja rendkívül szegény volt, apja fiatalon meghalt, és csak az anyjával élt, rokonai jótékonyságára támaszkodva. Emiatt azonban Wang Mang gyermekkora óta kifejlesztett és gyakorolt ​​egy sor készséget az emberekkel való bánásmódban. Bármilyen szomorúnak vagy dühösnek érezte magát, mindig nagyon boldog és békés pillantást mutatott rokonai, idősebbek vagy kívülállók előtt, így a klánban mindenki nagyra értékelte.\nEgyszer a legidősebb nagybátyja súlyosan megbetegedett, miután megtudta, odajött és várt a beteg ágya mellett, gyógyszert és vizet hozott, és éjjel virrasztott. Több hónapig egymás után levetkőzött, kócos és elcseszett volt. Egyszerűen \"türelmesebb\" volt, mint egy beteg. Inkább \"fia\", mint egy biológiai fiú.\nEzért a tajvaniak közül mindenki dicsérte őt, és leveleket írt, hogy jutalmat kérjenek érte.\nÍgy a Han-dinasztia Cheng császára az új főváros márki címet adta neki, és kinevezte őrnek a palotában, így a császár közeli minisztere lett.\nMagas státuszával és nagy hatalmával Wang Mang sohasem mutatott semmiféle arroganciát vagy lazaságot.Ehelyett egyre előzékenyebb és előzékenyebb lett.Egyrészt miniszterekkel, tábornokokkal, miniszterekkel, híres tudósokkal és tudósokkal barátkozott.\nDe nagyon takarékos életet élt, gyakran evett húsételeket, nem beszélve arról, hogy hosszú köpenyeket és hosszú ujjú ruhákat viselt, csak rövid ruhákat. Így a kormányban és a közvéleményben mindenki egyöntetűen az \"erényes\" szóval dicsérte.\nKésőbb nagybátyja, Grand Sima Wanggen betegségben meghalt, és őt választották helyettesének. A császár és az összes miniszter őt tartotta a legalkalmasabbnak. Ezért Wang Mang, aki mindössze harmincnyolc éves volt, az ország legnagyobb katonai erejével rendelkező Grand Sima lett.\n(Ez a történet egy metafora. Ha jó embernek lenni, az segíthet megszabadulni a \"méhek csípésének nehézségétől\" és elérheti eszméit, ahogy szeretné.)", "聖意": "A ház nem jó az embernek, a család bajban van, az üzlet blokkolva, a házasság blokkolva, a hat páncél hamis, a gyalogosok késnek, a selyemhernyó termés alacsony, az állatállomány alacsony, nehéz embereket találni, rossz a per, nem mozdul a vándorlás, rossz az elveszett vagyon, felállítják a betegséget, elveszett a hegyi sír", "古人": "Wang Mang tehetségeket keres", "第X籤": "Nyertes a lottón hetvenkettő", "宮": "Tatsumi"}