{"籤詩版本二": "Ha jön a tavasz, mennydörgés ráz, rovarok csiripelnek, én pedig elfordulok a sártól\nAmikor először rájöttem, hogy még mindig jövök-megyek, miután megváltoztam, sárkány lettem.", "詩意": "Ez a hexagram olyan, mint a mennydörgés és a rovarok.\nEgy nemes emberrel való találkozás mindenben jó jel.", "解曰": "Mennydörgés támad. Két befizetés ki és be. Változtass egyszer. Egészen Tienmenig.", "籤詩故事一": "◇Chenqiao lázadás\n959-ben Zhou Shizong Chai Rong meghalt, és Gong császár, Chai Zongxun, aki trónra lépett, mindössze hét éves volt. Abban az időben Zhao Kuangyin, aki a palota előtt felügyelőként és Songzhou követeként szolgált a német hadseregben, birtokolta a valódi hatalmat.\n960 tavaszán Zhenzhou (ma Zhengding, Hebei tartomány) és Dingzhou (ma Dingxian megye, Hebei tartomány) arról számolt be, hogy az északi Han-dinasztia és a Liao állam hadseregei közösen indulnak délre, hogy megtámadják a későbbi Zhou-dinasztiát. nagy lendületet kapott, és csapatok küldését kérte segítségül. Később a Zhou-dinasztia megparancsolta Zhao Kuangyinnak, hogy vezesse csapatait északra, hogy harcoljon az ellenség ellen. Zhao Kuangyin titokban cselekedett testvére, Zhao Guangyi, Zhao Pu, Shi Shouxin és mások tervei alapján.\nFebruár 3-án, amikor a hadsereg megérkezett Chenqiaoyiba (ma Chenqiao város, Fengcsiutól délkeletre, Henan), lázadást indítottak, és megparancsolták a katonáknak, hogy viseljenek neki sárga ruhát.Lázadtak a későbbi Zhou-dinasztia ellen, és Zhao Kuangyint támogatták császárként. . Ezt követően Zhao visszavezette csapatait Kaifengbe anélkül, hogy égetett volna, ölne vagy fosztogatna.\" Taizu Chen Qiao megesküdött, hogy nem zavarja a főváros lakosságát, és megígérte, hogy nem zavarja a várost azon a napon, amikor belép a városba.\"\nA holdhónap harmadik évének harmadik napján Zhao Kuangyin fellázadt Csencsiaóban, és visszatért a fővárosba. Fan Zhi vezette Wang Pu-t és Wei Renput, hogy kikérdezzék Zhao Kuangyint. Luo Yanhuan kirántotta kardját a sátor előtt és hangosan kiabált : \"A három seregnek nincs ura. A tábornokok úgy döntöttek, hogy őt nevezik ki császárnak. Aki megszólal, azt megölik!\". Wang Pu arca sápadt volt, mint a föld. Leengedte lépteit és meghajolt. Fan Zhi is meghajolt. Kuang Yin személyesen segítette fel és nagy udvariassággal bánt vele.\nMérsékelt ellenállás után a későbbi Zhou-dinasztia Gong császára vette át a trónt, Zhao pedig a trónt. \"Taizu éppen elfogadta a zent, de nem volt zen szöveg. Tao Gu, Hanlin tudósa elfogadta a parancsot és belépett mellé, és azt mondta: \"Elkészült.\"\nZhao trónra lépése után az ország nevét Song-ra, Yuan-t Jianlong-ra változtatta, és Kaifenget tette a fővárossá.Shi Shouxin, Gao Huaide, Zhang Lingduo, Wang Shenqi, Zhang Guanghan és Zhao Yanhui egyaránt elnyerték a Jiedushi címet. , amelyet a történelemben \"Csenqiao Mutiny\" néven ismertek.\nWikipédia\n(Ez a történet azt mutatja, hogy ez Zhao Kuangyin előadásának kezdete.)", "聖意": "Imádkozz az otthonodért, a mindennapi életedért, a gazdagságért, jó szerencsédért, sok szerencsét az üzleti életben, nemesi házasság, siker Liujiaban, hím gyalogosok, selyemhernyók korai születése a mezőn, hat állat korai születése, jó szerencséd tavasszal, emberek keresése , siker a perekben, szerencse a vándorlásban, elveszett vagyon, veszélyek a betegségekben, veszélyek a hegyekben és a sírokban.", "古人": "Chenqiao lázadás", "第X籤": "Hetvenhárom aláírással", "宮": "Mi Palace"}