{"籤詩版本二": "Az álomban azt mondták, hogy sok gazdagság lesz, de a hírnév semmivé lesz.\nA víz messze van, a hegyek messze, de nehéz hűségesnek lenni.A nemes ember útbaigazítást ad és mosolyog.", "詩意": "Ez a hexagram a kincs megszerzésének szimbóluma egy álomban.\nMinden többé-kevésbé valóságos.", "解曰": "Álmodni, mint egy álom. Nincs remény a hírnévre. Csak várd a jó időt. Nemes utasítások.", "籤詩故事一": "◇ Add vissza a jade-t Zhao-nak (a jáde-t a befejezés után küldd vissza Zhao-nak)\ni.e. 283-ban Zhao Huiwen király megszerezte a He's Bi-t Chu-tól. Miután Qin Zhaoxiang király meghallotta a hírt, levelet küldött Zhao királynak, amelyben kifejezte, hogy hajlandó tizenöt várost He's Bi-re cserélni.\nLin Xiangru elemezte Zhao királynak, hogy Qin erős, Zhao pedig gyenge, ezért le kell cserélni.\nZhao király ezután elküldte Lin Xiangru-t Qin-be He's Bi-vel.\nQin királya találkozott Lin Xiangruval Zhangtaiban, és Lin Xiangru bemutatta a jáde-t Qin királyának. Qin királya nagyon megörült, és átadta a He's Bi-t a szépségnek, aki körülötte mindenki ránézett.Ekkor a bal és a jobb oldalon mindenki azt kiabálta, hogy éljen.\nLin Xiangru látta, hogy Qin királyának nem állt szándékában átadni a várost Zhao-nak, ezért elmondta Qin királyának, hogy jáde hibás, és fel akarta mutatni Qin királyának, hogy megragadja az alkalmat, hogy megszerezze a várost. jáde vissza.\nMiután Lin Xiangru visszavette Heshi Bi-jét, a nagy oszlop mellé állt, megmutatva, hogy Heshi Bi-jével akar meghalni.\nLin Xiangru ekkor azt mondta Qin királyának: \"Zsao királya még mindig felülkerekedett a miniszterek ellenvetésein, és elfogadta a miniszter javaslatát. Még ha nem is csalta meg egymást, amikor az egyszerű emberekkel érintkezett, arról nem is beszélve, hogy Qin egy nagy ország!A Qin és Zhao közötti barátság megőrzése érdekében Zhao király Öt nap böjt után lelkészeimet Qinbe küldtem a jádéval.Sajnos Qin királyának nem csak nem állt szándékában adni Zhaonak város, hanem a He család jádejét is átadta egy gyönyörű nőnek, ami valóban megcsúfolása volt a minisztereimnek.\"\nMiután befejezte a beszédet, Lin Xiangru azonnal megütött egy oszlopot.Qin királya attól tartott, hogy Ő Bi megsérül, ezért úgy tett, mintha tizenöt várost adna Zhao-nak. Lin Xiangru átlátta Qin király áruló tervét, ezért megkérte Qin királyt, hogy böjtöljön öt napig, mielőtt bemutatja He's Bi-t, hogy késleltesse az időt. Ebben a néhány napban Lin Xiangru elküldte kísérőit, hogy térjenek vissza Zhao államba a jádéval, ő pedig ott maradt, hogy Qin királyával foglalkozzon.\n(Ez a történet olyan, mintha egy hétköznapi ember szeme elbűvölné státuszát.)", "聖意": "Áldásért imádkozni otthon, önmagán, a gazdagodás akadályozása, a tranzakciók megnehezítése, a házasság nincs összhangban a Liujiaxu gyalogosokkal, a chiti selyemhernyókat nem fogadják be, hat állat megsérült, eltűnt emberek eltűntek, közperek és migráció várható, elveszett az ingatlan messze van, betegségeket állítanak fel, hegyi sírokba küldik és megváltoztatják.", "古人": "Add vissza a jade-t Zhao-nak (fejezze be a jade-t Zhao-nak)", "第X籤": "A hetvenhetedik nyerő lottó", "宮": "Déli palota"}