{"籤詩版本二": "Lehullottak a platánfák levelei, közeledik az ősz, az utazók hazaútja felhőknek tűnik.\nIsten nagy erőfeszítéseinek köszönhetően a hajó szélben tért vissza a kinccsel.", "詩意": "Ez a hexagram a lehullott platánlevelek képét ábrázolja.\nMinden rossz előre és jó a végén.", "解曰": "Vedd szívből a dolgokat. Tianxin követi. Megélni. Tedd meg, amit tudsz.", "籤詩故事一": "◇ A szél a Tengwang pavilonba fúj\nWang Bo, szíves nevén Zian, a korai Tang-dinasztia költője volt, Yonghui, a Tang-dinasztia Gaozong császára első évében született. Wang Bo gyermekkora óta olvassa a szentírásokat, és \"csodagyerekként\" ismerik. Wang Bo gyermekkora óta olvassa a szentírásokat, és \"csodagyerekként\" ismerik.\nAmikor tíz éves volt, apjával véletlenül elhaladtak egy guandi templom mellett. Meglátták Guandi fenséges szobrát a templomban, kezében a \"Tavasz és ősz\" egy példányával, és azt olvasta. Amikor apja meglátta, Guan császárnak ezt skandálta: \"Három tincset zöld szakállban tartva, a Qing-dinasztia történetét olvasva a zöld lámpás előtt, és tisztelegve a híres nevek előtt. A zöld sárkányt és a holdat a kezemben tartva.\" hogy ez év őszén Wang Bo Shanxiból Hainan szigetére ment, hogy meglátogassa édesapját, akit lefokoztak Jiaozhi megye bírójává. , és útja során hegyek és folyók ezrein haladt át. Az év őszén, amikor huszonhét éves volt, Wang Bo Shanxiból Hainan szigetére ment, hogy meglátogassa édesapját, akit Csiaozhi megyei bírói posztra lefokoztak, és több ezer hegyen és folyón ment keresztül az út során.\nAmikor aznap megérkeztünk a Madang-hegyre, mindenki kiment a partra pihenni. Amikor Wang Bo egyedül sétált el egy ősi templom mellett, hirtelen meglátott egy öregembert ülni a templom melletti kövön. Az öreg úgy nézett ki, mint egy szőke hajú gyerek és tündér megjelenése. Azt mondta Wang Bo-nak: „Nem te vagy Wang Bo?\" Wang Bo megdöbbent, és azt mondta: „Pontosan! Honnan tudod?\" Az öreg azt mondta: „Régóta hallottam, hogy jó vagy? az emberek megmentésének szándéka, és a verseid nagyon értelmesek. Holnap nagy buli lesz a Tengwang Pavilonban. Ha részt tudsz venni a banketten, és esszét írhatsz, korszakokon át híres leszel, és útiköltségeket is kapsz.\" Amikor megérkeztek a Madang-hegynél mindenki kiment a partra pihenni Amikor Wang Bo egyedül sétált egy ősi templom mellett, hirtelen meglátta a templom melletti kövön: Egy öregember ül, aki úgy nézett ki, mint egy szőke hajú gyerek és egy tündér. Azt mondta Wang Bo-nak: „Nem te vagy Wang Bo?”\nWang Bo megdöbbent, és azt mondta: \"Pontosan! Honnan tudod?\"\nAz öreg azt mondta: \"Régóta hallottam, hogy kedves szándékod megmenteni az embereket, és az általad írt versek igen tartalmasak. Holnap nagy buli lesz Teng herceg pavilonjában. Ha részt vehetsz a banketten és alkothatsz, híres leszel az idők során, és útiköltséget fogsz kapni.\"\nWang Bo azt mondta: \"Ez a hely hat-hétszáz mérföldre van a Tengwang pavilontól. Hogyan juthatunk el holnap?\" Az öregember azt mondta: \"Isteni szélként fogok használni egy lovat, hogy segítsek a sima vitorlázásban. holnap biztosan megérkezik.\" Wang Bo megköszönte, és azt mondta: \"Elnézést, apósom. , te halhatatlan vagy, vagy isten?\" Az öreg nevetett, és azt mondta: \"Én vagyok a Zhongyuan Shuijun felelős ezt a vízterületet!\" Wang Bo azt mondta: „Ez a hely hat-hétszáz mérföldre van a Tengwang pavilontól. Hogyan juthatunk el holnap?\"\nAz öreg azt mondta: \"Isteni szélnek fogom használni a lovat, hogy segítsek a sima vitorlázásban. Holnap biztosan megérkezem.\"\nWang Bo megköszönte, és azt mondta: \"Elnézést, após, te halhatatlan vagy vagy isten?\"\nAz öreg nevetett, és így szólt: \"Én vagyok a Zhongyuan Shuijun, aki a vízterületért felelős!\" Aztán az öreg sürgette Wang Bo-t, hogy gyorsan szálljon fel a hajóra. Egy ideig jótékony felhőket látott körülötte, és a szelet és a víz sima volt az út mentén.Egy szempillantás alatt több száz mérföldet tett meg.\nAztán az öreg sürgette Wang Bo-t, hogy gyorsan szálljon fel a hajóra. Egy ideig szerencsés felhőket látott körülötte, és az utazás gördülékeny volt. Egy szempillantás alatt több száz mérföldet tett meg. Ahogy az várható volt, Wang Bo a nagy esemény reggelén Teng herceg pavilonjába sietett.\nAhogy az várható volt, Wang Bo a nagy esemény reggelén Teng herceg pavilonjába sietett. A helyszínen pedig megírta az \"Előszót Teng herceg pavilonjához\", amelyet a Tang-dinasztia Gaozong császára örök remekműnek nevezett. A helyszínen pedig megírta az \"Előszót Teng herceg pavilonjához\", amelyet a Tang-dinasztia Gaozong császára örök remekműnek nevezett.\nVan egy vers, amely így szól:\nMindig is azt mondták, hogy a tehetséges emberek istenek, ezért nem véletlenül viszi a szél Nanchangot Nanchangba;\nÍrtam egy mondatot Teng Wang magas pavilonjáról, majd elkísérte a halhatatlanokat Zhongyuanba.", "聖意": "Imádkozz az otthonodért és védd meg magad, imádkozz áldásokért, keress gazdagságot, és érd el a házasságot és a harmóniát.", "古人": "A szél a Tengwang pavilonba fúj", "第X籤": "Nyolcvanegy aláírás", "宮": "Wei Gong"}