{"籤詩版本二": "Mit tegyünk, ha a hírnevünk miatt elveszítjük erényünket?Félek, hogy a jó sors megváltozik és rossz dolgok történnek.\nRészegen, nem tudom, hová menjek, ködös álmom van a zöld fenyőfák árnyékában.", "詩意": "Ez a hexagram a vízből kilépő hideg halat ábrázolja.\nSemmit sem lehet mozgatni.\n\n(Ez a hexagram a rossz erény és a balszerencse szimbóluma.\nTartsa a lábát mindenben a földön.\n)", "解曰": "A hideg hal elhagyja a vizet. szépséghiba. Ha a tábori tervekről kérdezed. Jobb a Mo Qi\nEz a jel balszerencsét hoz Liujia számára. Minden elromlik. Imádkozz a biztonságért.", "籤詩故事一": "◇ Zhuangzi teszteli a feleségét\nZhuangzi a Zhou-dinasztia idején született. Vezetékneve Zhuang, utóneve Zhou, utóneve Zixiu. Mengyi szülötte volt a Song-dinasztiában. A Zhou-dinasztia idején Qiyuan tisztviselője volt.\nEgy nap Zhuangzi találkozott egy nővel a hegyen, aki egy új sír előtt guggolt, és kétségbeesetten rázta a legyezőjét, mintha meg akarná szárítani a nedves talajt a síron. Zhuangzi nem értette a szándékát, ezért megkérdezte tőle. Elmondta, hogy a sírba temettek a férje, és férje utolsó szava az volt, hogy addig nem házasodhat újra, amíg a síron a talaj meg nem szárad. Nem tudott tovább várni, ezért felkavarta a sírföldet, hogy gyorsabban kiszáradjon, és így folytathassa a második tavaszt.\nZhuangzi felsóhajtott, amikor arra gondolt, hogy létezik ilyen szívtelen nő a világon. Aztán arra gondoltam, vajon az én feleségem is ilyen lenne? Ha gyanú merül fel, ki akarom próbálni.\nZhuangzi feleségének Tian volt a vezetékneve, és a pár általában szoros kapcsolatban állt egymással. Annak érdekében, hogy próbára tegye felesége hűségét, Zhuangzi úgy döntött, hogy halottnak tetteti magát.\nAmikor meghallotta, hogy Zhuangzi hirtelen betegségben halt meg, sok ember jött, köztük rokonok és barátok, hogy kifejezzék részvétüket. Köztük volt egy jóképű király és unoka Chu államból, aki gazdag volt a gazdagságban. Látva, hogy Ms. Tian frissen özvegy és szánalmas volt, üldözte őt. Tian asszony nem tudta elviselni a kísértést, és beleszeretett Wang Sunba. Mindössze húsz nap alatt összeházasodtak.\nAzon az éjszakán, amikor a bort megitták, és a füle forró volt, Wang Sun hirtelen szívrohamot kapott és meghalt.\nMs. Tian megijedt és pánikba esett, és sürgősen megkérdezte Wang Suntól, hogy mit tegyen. Wang Sun elviselte a fájdalmat, és elmondta Tian asszonynak, hogy a holttestek agya felhasználható a halottak életre keltésére.\nHol lehet megtalálni a holttestet? Ms. Tian hirtelen arra gondolt, nem halt meg a férje? Mr. Tian megfeledkezett a régi szerelemről férj és feleség között, és valójában baltát vett, és felhasította férje koporsóját, és arra készült, hogy kivegye az agyát gyógyszerért.\nVáratlanul, amikor a koporsót kinyitották, Zhuangzi újra életre kelt. Ms. Tian annyira szégyellte magát, hogy felakasztotta magát.\n(Ez a történet a barátság személyes haszonszerzés céljából történő megsértésének metaforája, ezért nem érthetünk vele egyet.)", "聖意": "A ház békés, az én biztonságban van, a pénz tisztességtelen, az üzletek feláldoztak, a házasság megoldódott, a Liujia-i gonosz virágzik, a gyalogosok nem érkeztek meg, a selyemhernyók békében vannak, az állatok békében vannak, az emberek embereket keresnek, a per megváltozott, a tanítványok konzervatívak, az ingatlan elveszett, nincs betegség, a hegy és a sírok gonoszak.", "古人": "Zhuangzi teszteli a feleségét", "第X籤": "84. tétel", "宮": "Wei Gong"}