{"籤詩版本二": "Sötét felhők és köd borítja az utat a hegy előtt.Körül minden és újra kerek a hold.\nHa verseket és könyveket kapsz, mély álomból ébredsz fel, a nemes ember elkalauzol a háztetőre.", "詩意": "Ez a hexagram a tavasz végét és a virágok virágzását szimbolizálja.\nMinden megváltozik az Úr után.", "解曰": "Az öregnek segítséget kell kérnie. Tavasszal újra virágzik. Hírnév és gazdagság vágya. Élet végén találkozz egy váratlan meglepetéssel.", "籤詩故事一": "◇ Han Wengong hóval találkozik\nHan Yu, akinek udvarias neve Tuizhi volt, Changliból származott. Tang Dezong Zsenyuan nyolcadik évében Jinshi lett, és posztumusz címe Wen Gong volt.\nA Tang-dinasztia Xianzong császárának uralkodása alatt Han Yu Buddha csontjaival tiltakozott, ami feldühítette a császárt. Han Yu elhagyta feleségét és gyermekeit, és Csaozhouba ment. Kevesebb, mint néhány napos gyaloglás után feltámadt a hideg szél, és erősen havazott. Han Yu olyan helyre érkezett, ahol a hó több méter mély volt, megnehezítve lovának az előrehaladását.Nem volt ház a közelben, és nem tudta, hol van az út. Ha követni akarod az utat és visszavonulni, nincs visszaút. A szél erősen fújt és a hó gyorsan esett.Han Yu bőrig ázott, fagyott és éhes volt, és nem volt hova kifejeznie bánatát.\nHan Yu felsóhajtott, és azt mondta: \"A császár nem fog megölni, de a császár el akar pusztítani.\"\nAmikor Han Yu kétségbeesett, meglátott egy férfit, aki a nagy hideg ellenére jön, hogy takarítsa el a havat, és kiderült, hogy Han Xiangzi (Han Yu unokaöccse).\nElőzőleg Han Xiangzi azt mondta Han Yunak: \"Hol van Yun Heng otthona Qinlingben? A hó átöleli a kék kaput, és a ló megáll.\" Akkoriban Han Yu nem értette, mire gondol Han Xiangzi, de most már végre megértette.\nÍgy Han Yu és Han Xiangzi elmentek éjszakázni Fu házába Languanban. Han Yu őszintén meg volt győződve a múltról és a műveléshez vezető útról.\nKésőbb Han Yu feladta hivatalos pozícióját, minden vagyonát a helyi önkormányzatnak adományozta, és a hegyekbe ment, hogy gyakorolja a taoizmust, és halhatatlanná váljon.", "聖意": "A ház nem jó magának, legyen óvatos a pénzkeresésben, összpontosítson az üzletre, késik a házasság, Liujia női gyalogosok elzárják a mezőket, jók a selyemhernyók, jó az állatállomány, nehéz embert találni, ismétlődnek a közperek, a migráció frissítve, az elveszett dolgok súlyosak, a betegségek késnek, a hegyi sírokat módosítani kell.", "古人": "Han Wengong hóval találkozik", "第X籤": "Nyolcvanötödik nyerő lottó", "宮": "Shen Gong"}