{"籤詩版本二": "A nyugati hegy felénél felsétálva Junling szikláit nem lehet letelepíteni.\nEz a holttest még mindig a hullaházban van, és Istenre tekint védelemért", "詩意": "Ez a hexagram olyan, mintha aranyat keresne a homokban.\nMindenben megvannak a nemes emberek jelei.\n\nTovábbá: Ez a hexagram azt jelzi, hogy a személy veszélyben van.\nMindenben megvannak a nemes emberek jelei.", "解曰": "A jade-et kővéséssel lehet megtalálni. Keress aranyat a homokban. Keményen kell dolgozni. Csak baj.\nEgy másik munka: nehéz helyzet. Nincs hol maradni. Kérd Isten áldását. Imádkozz a lelki békéért.", "籤詩故事一": "◇ Harapjon aranyat, és fedezze fel a földalatti barlangokat\nKatonai tetteinek megünneplésére Cheng Yaojin bankettet tartott Yanwuyangban. Hirtelen lyuk nyílt a földben, ami kifürkészhetetlen volt.Mindenki sorsot húzott úgy, hogy kiválogatta a szavakat, az aranyat harapva nyert, és kötelet bérelve bekötözte magát a lyukba.\nKőajtók, asztalok, székek, hidak és egyéb tárgyak, az asztalon sárkányköntösök és jáde övek, melyek aranyból készültek és a barlangból kopottak ki.\nYao Jin kijött a lyukból egy nagy dobozzal és egy kis dobozzal, kinyitotta a fadobozt és kivette a jade pecsétet, kinyitotta a dobozt, kivette a nagy zászlót, a koronaköpenyt és a pályákat, és az asztalra tette, és mindenki egyenként nézte őket. Láttam a nagy pecsétre vésett nyolc pecsétkaraktert: \"Hunshi démonkirálya, a nagy erényes császár\".\nMindenki \"Császárként\" imádta, Yaojin pedig három évig Démonkirályként. (Valójában ez csak önjelölt volt, és Cheng Yaojin akkoriban csak a falu vezetője volt.)\n(Ez a történet annak metaforája, hogy a jó dolgok olyanok, mint a színészet. Ez a művészi felfogás, hogy \"ez a test még mindig az ürességben van\".)", "聖意": "Imádkozás otthonért és házért, önleverés, gazdagság keresése, kemény munka, óvatosság az üzleti életben, a házasságot akadályozni fogja Liu Jiaxu, gyalogosok, Chi Tian, ​​selyemhernyók, hat istálló, emberkeresés, perek nélkül, veszteség , vándorlás, elveszett javak megőrzése, gonosz betegségek, akadályok, hegyek és sírok.", "古人": "Az arany kriptájának felfedezése", "第X籤": "Nyolcvanhét jel", "宮": "Shen Gong"}