{"籤詩版本二": "Ne zavarj a személyes ügyeiddel, inkább a nyilvánosságot kérdezed.\nA tiszta szív olyan fényes, mint a fényes hold az égen", "詩意": "Ez a hexagram egy fényes hold képét ábrázolja az égen.\nMinden világos és szellős.", "解曰": "Legyen egyenes szívű. Egyenesítsd ki a törvényt. Szent szavak. Végül világossá válik.", "籤詩故事一": "◇ Kong Ming tábornoka\nMegoldás: Zhuge Liang mozgósítja csapatait és tábornokait\nA Három Királyság időszakában Zhuge Liang (181-234), Kongming jóvoltából Yangduban, Langyában (ma Yinan megye, Shandong tartomány) született.\nZhuge Liang beleegyezett, hogy tisztségviselő legyen, miután Liu Bei háromszor meglátogatta a nádfedeles nyaralóházat. Ekkor Cao Cao megnyugtatta Hebeit, és elhatározta, hogy dél felé vonul. Hsziahou Dunt küldte főtábornoknak, Yu Jint, Li Diant és másokat. tábornokok helyettesei, egy 100 000 fős hadsereg vezetésével Xinye felé vonultak. Bár Zhuge Liangnak akkoriban volt terve az ellenségtől való visszavonulásra, Guan Yu és Zhang Fei megvetették Zhuge Liang szavait. Zhuge Liangnak nem volt más választása, mint Liu Bei kardjával meggyőzni kettőjüket, így mindegyikük ezer katonát vezetett, és lesben álltak Yushanban és Anlinban. Megvárták, míg Xiahou Dun elvezeti a seregét, majd megtámadták őket. les és tűz.\nRáadásul Zhao Yunt küldték, hogy vezesse a hadsereg régi és gyenge maradványait, hogy élcsapatként harcoljanak Xiahou Dun ellen, majd vereséget színlelve visszavonult, rácsalva Xiahou Dunt a hegyek és erdők keskeny útjára. Guant is elküldte. Ping, Zhou Cang, Liu Feng és mások besurrannak Cao hadseregének hátuljába, elégetve a készleteket és pánikot keltenek Cao hadseregében.\nA csata után minden úgy történt, ahogy Zhuge Liang megbeszélte. Amikor Xiahou Dun és Yu Jin az üldöző sereget vezették, Li Dian, aki hátul volt, sürgősen értesítette az elülső Xiahou Dunt, hogy védekeznie kell az ellenséges tűztámadások ellen, de már késő volt. Cao hadseregét korlátozta a keskeny úton, és olyan helyen volt, ahol a fák összefonódtak, így a tüzet nem lehetett meggyújtani.Súlyos áldozatok voltak, Xiahou Dun és más tábornokok vereséget szenvedtek, és visszamenekültek Xuduba.\n(Ez a történet annak a metaforája, hogy Kong Ming jól tudja használni az embereket és bölcsen irányítani az országot.)", "聖意": "Az otthon és a ház szerencsés. Jó szerencsét kívánok a gazdagsághoz, lelki békét, virágzó üzletet, házasságot, sikert, sikert Liujiaban, mezőt költöztető férfiakat, selyemhernyót, állatállomány elvesztését, eltűnt embereket, közpereket, migrációt, elveszett vagyont, áldás, betegség, béke, hegyek és sírok.", "古人": "Kong Ming tábornok", "第X籤": "A kilencedik jel", "宮": "Yin palota"}