{"籤詩版本二": "Egy jó műsor összeráncolt szemöldökkel kiemelkedik a tömegből, és a jövőd megváltozik, és sok gazdagságot hozol.\nAz út olyan széles, mint az ég, és minden pénz, amit adhatsz, a szívedben lesz", "詩意": "Ez a hexagram ígéretes jövőt jelez.\nMinden jól megy.", "解曰": "Egy nagy út. Előre tudsz lépni. Használd a szíved. Csak előre.\nEzzel a jellel minden a tervek szerint megy. Sok sikert Jichangnak.", "籤詩故事一": "◇Három hős harcol Lu Bu ellen\nMegoldás: Három hős, Zhang Fei, Guan Yu és Liu Bei harcol Lu Bu ellen\nDong Zhuo megtudta, hogy Hua Xiongot lefejezték, és harcba küldték Lu Bu repülő tábornokot. Amint Lu Bu harcba szállt, megölte Fang Yue és Mu Shun tábornokokat, valamint Wu Anguót és Gongsun Zant.\nZhang Fei látta, hogy Gongsun Zan nem tudja legyőzni Lu Bu-t, ezért gyorsan leváltotta Gongsun Zant, és felkiáltott: \"A három vezetéknév rabszolgáinak távozniuk kell! Itt van Zhang Fei Yanból!\" Ezt követően több mint ötven körön keresztül harcoltak, győztes és vesztes nélkül.\nMiután Guan Yu látta, ő és Zhang Fei megtámadták Lu Bu-t, és több mint harminc körön keresztül harcoltak.\nLiu Bei két kardot is vitt, tapsolt a lovával, és előrelépett, hogy segítsen Zhang Feinek és Guan Yunak.\nA három férfi körülvették Lu Bu-t, és folytatták a harcot.A csoport összes tagja elképedt.\nHamarosan Lu Bu kezdte elveszíteni az erejét. Lu Bu Pegasusa visszavonult, de a három férfi üldözte Lu But, és nem voltak hajlandók feladni. Nem vonultak vissza, amíg nem találkoztak Lu Bu csapataival.\n\"Három királyság\"\n(Ez a történet Lu Bu bátorságának és harci ügyességének metaforája. Egy ember három embert tud legyőzni.)", "聖意": "A ház és az otthon szíve csak a saját útján utazik, hogy gazdagságot keressen.Egy esetleges házassági cikk Liujia-ba kerül.Az emberek dolgai simán mennek.Zsushunti selyemhernyók használnak.Emberek találhatók a hat állat között.A közper előtt Yichang , vándorlás, elveszett vagyon, betegség, hegyi sír stb., ez szerencsés.", "古人": "Három hős harcol Lu Bu ellen", "第X籤": "Kilencvenegy nyertes lottó", "宮": "Te Palota"}