{"籤詩版本二": "Luan Feng Xiang átázott a szitálásban, de akkoriban Queer megfélemlítette.\nMegdöbbentem, amikor megtudtam, hogy egy napon a felhők messze jártak, de mégis visszaadtam neked a ruháimat.", "詩意": "Ez a hexagram Luan és Phoenix szimbólumát jelképezi, amikor eső borítja.\nMinden jön, ha eljön az ideje.", "解曰": "A gazember napról napra boldogul. Egy úriembernek nem szabad semmit tennie. Csak tartsd meg magad. Cselekedj, amikor eljön az ideje.", "籤詩故事一": "◇Gao Jun garantálja a házasságot\nA korai Song-dinasztia idején Zhao Kuangyin egyesítette északot, és az egész ország megadta magát. A déli Tang-dinasztiában azonban Li Yu a Jangce-folyó déli részén beépült. Azt a stratégiát alkalmazta, hogy várost ajánl fel és úgy tesz, mintha megadná magát. csapdába ejtette Zhao Kuangyint Shouzhouban, és a helyzet kritikus volt. Zhao Kuangyin unokaöccse, Gao Junbao, egy arany fegyveres fiatalember elhagyta Bianjingot, hogy megtörje Shouzhou ostromát.\nA Shuangsuo-hegy mellett elhaladva összetörték a Liu Jinding által felállított Férj táblát, és ketten versenyeztek, ennek eredményeként Liu Jinding háromszor győzte le Gao Junbaót nagyszerű harcművészetével, és arany buzogányt és ezüst harangot cseréltek életre. Zhao Kuangyin unokaöccse, Gao Junbao elhagyta Bianjingot, hogy megmentse a csapdába esett Zhao Kuangyint Shouzhouban. Áthaladt a Shuangsuo-hegyen, és összetörte a Liu Jinding által felállított táblát. Ők ketten versenyeztek, de Liu Jinding háromszor győzte le Gao Junbaót nagyszerű harcművészetével. és házasságra kényszerítették. A pár az ostromba vezette a tömeget, és megmentette Zhao Kuangyint.\n(Ennek a történetnek a metaforája az, hogy a kettőt nem békítették ki (zaklatták őket), hanem később kibékültek.)", "聖意": "A ház nem tesz jót magának, óvakodjon a pénzkereséstől, az üzlet akadályozásától, a házasságra várástól, a házasság elhúzódásától, az eltűnt emberektől, a szántóföldön ácsorogtatástól, a selyemhernyóktól, a késői állattartástól, az embervesztéstől, az emberkeresés nehézségétől, a perektől, a veszteségtől, a migrációtól, konzervatívság, elveszett vagyon, gonosz betegségek, hegyek és sírok kiterjesztése.", "古人": "Gao Jun garantálja a házasságot", "第X籤": "Kilencvenhárman nyertek a lottón", "宮": "xugong"}