{"籤詩版本二": "Az ambíció és az eredmények a dinasztiában vannak, de most végtelen ivás és szex lesz.\nHa aranykakast látsz, pénzzel, vagyonnal és vagyonnal jár a jutalmad.", "詩意": "Ez a hexagram az ambíció és a hírnév szimbóluma.\nLegyen minden szerencsés.", "解曰": "Ambiciózus és izgatott. Még nem késő védekezni. Az aranykakas azt ígéri. Mindenki boldog.", "籤詩故事一": "◇Cao Pi császárnak kiáltotta ki magát\nCao Pi, jóvoltából Zihuan, Peiguoqiaoban (ma Hao megye, Anhui) született. Híres politikus és író a Jian'an korszakban.\nCao Pi Cao Cao második fia.Gyerekkora óta apjával élt a katonai táborban.Apja hatására Cao Pi hat évesen tanult íjászni és nyolcévesen lovagolni,és fejlődött jó harcművészeti készségek. Emellett széleskörű ismeretekkel rendelkezik az ókori és modern klasszikusokról és életrajzokról, valamint több száz irányzat könyveiről. Cao Cao csak tizennyolc éves koráig győzte le Yuan Shaot, és Cao Pi viszonylag stabil életet élt Jecsengben, Cao Cao uralmának központjában. Azóta, bár időnként elkísérte apját katonai expedíciókra, és legtöbbször nemesi fia életét élte, továbbra is mindennap űzte a harcművészeteket, és a mai napig nem hanyatlott. Gyakran ül a lován száz lépcsőfokon, és nagyon jártas a harcművészetekben.Mivel gyakran űzi a harcművészetet, könnyű és erős.\nCao Cao legidősebb fia, Cao Ang meghalt egy csatában. Miután a legidősebb fiú meghalt, Cao Pi lett a koronaherceg első számú választása. Harmincegy éves korában Cao Cao tette meg trónörökössé. Amikor Cao Pi harminchárom éves volt, Cao Cao betegségben meghalt, és Cao Pi váltotta őt miniszterelnökként és Wei királyaként. Elmondta, hogy gyakran ül lóháton száz lépcsőfokon és nagyon ügyes.Mivel gyakran gyakorol kungfut, könnyű és egészséges.", "聖意": "Imádkozz az otthonodért és az otthonodért, hogy békés legyen, keress gazdagságot, dolgozz keményen, kereskedj, szakíts korán, a házasság sikeres lesz, Liujia biztonságban lesz, az emberek a mezőn lesznek, a selyemhernyók érettek, hat jószág érett lesz , nehéz lesz embert találni, sürgősek lesznek a közperek, elveszik a vándorlás, és messze lesz a dolog.A betegségek a hegyekben, sírokban maradnak.", "古人": "Cao Pi császárnak kiáltja ki magát", "第X籤": "Kilencvenötödik nyerő lottó", "宮": "xugong"}