{"籤詩版本二": "A fenséges pagoda szokatlan, minden oldalán gyönyörű dekorációkkal, amelyek fényben ragyognak\nArra kérlek benneteket, hogy legyetek elhatározva, hogy szorgalmasan hajoljatok meg és tegyetek jó cselekedeteket, és az ég áldásokat küld rátok.", "詩意": "Ez a hexagram az érdemek megnyilvánulását képviseli.\nMinden szerencsés.", "解曰": "Ezeket az áldásokat. Mindenkinek megvan. Ne legyen túl elfoglalt. Az érdemeket előre meghatározzák.", "籤詩故事一": "◇ Fenyang királya találkozik unokájával a kínai Valentin-napon\nMegoldás: Guo Ziyi a kínai Valentin napon találkozott a Takácslánnyal, aki a földre ereszkedett. Tiansun, a Jáde Császár unokája, a Hét Tündér.\nGuo Ziyi (697-781), más néven Guo Linggong, Huazhou (ma Huaxian megye, Shaanxi tartomány) Zheng megyében született, és tábornok a Tang-dinasztiában. A császári udvar megadta Ziyinek Fenyang királya címet.\nAzt mondják, hogy Ziyi eredetileg Huazhou-ból származott, és a Nagy Falon kívül ment a hadseregbe. Pekingbe ment katonai fizetésért, és visszatért Yinzhou-ba. Akkoriban volt a kínai Valentin-nap. A szél és a homok besötétedett, és a nap is besötétedett. Ziyi nem tudott előremenni, ezért az út mellett állt. Egy üres házban a földön aludt. Amikor elaludni készült, hirtelen vörös fényt látott mindkét oldalon.Felállt és meglepetten nézett fel.Egy felhő volt az égen,lassan leszállt.Ott egy gyönyörű nő ült,méltóságos és pompás,teljesen más,mint a hétköznapi emberek. Ziyi azonnal tiszteletét tette, és így szólt: \"Ma van a hetedik holdhónap hetedik napja. Azt hiszem, a Takácslány jött, aki hosszú életet és gazdagságot akar adni neki.\"\nA nő azt is válaszolta: \"A nagy gazdagsággal a hosszú élet is jár.\"\nMiután befejezte a beszédet, visszatért a ragyogás, és lassan felszálltak a felhők.A nő még mindig kellemes mosollyal nézett le Guo Ziyi-re.Csak amikor távol volt tőle, a füst elmosódott, és többé nem lehetett látni.\nIgaznak bizonyult, ahogy a nő mondta. Ziyi érdemei világhírűek, rendkívül népszerű miniszter, érdemekkel és erényekkel is rendelkező tábornok.", "聖意": "Kívánj magadnak otthon, kívánj magadnak, imádkozz a pénzért, sok szerencsét az üzleti életben, sok szerencsét a házasságban, sok szerencsét Liujiaban, boldog utazásokat emberekkel, mozgó mezőket, selyemhernyókat, istállót, jó szerencsét a megtalálásban emberek, nyilvános perek, migráció, jó szerencse, elveszett tárgyak betegségei, sírok Zhenxingshanban", "古人": "Fenyang király találkozik unokájával a kínai Valentin-napon", "第X籤": "Kilencvenhat aláírás", "宮": "xugong"}