{"籤詩版本二": "A lovat megfékezve és az ostorral fogva egyenesen ide jövünk, félig veszélyben, félig katasztrófában.\nMintha egy házat leégett volna a tűz. Ha leszakad az ég, az eső hamuvá változtatja. Van egy tervem.", "詩意": "Ez a hexagram félig bánatot és félig örömet jelent.\nCélszerű mindenben jót tenni.", "解曰": "Élethosszig tartó munka. Ne törődj a jóval és a rosszal. A bilincsek ideiglenesek. A neheztelés magától jön.", "籤詩故事一": "◇ Tao Sanchun legyőzi Zheng Ent Guayuanban\n\"Éljen az emlékművem\" - állt fel ismét Zhao Kuangyin. \"A Beiping király, Zheng En házasságot kötött akkor. Most, hogy a világ békében van, szeretném az Ön engedélyét kérni, hogy egy kedvező napot válasszak a házasságkötésre. \"\n„Éljen az emlékem!” Zhao Kuangyin felállt, és így szólt: „A pekingi király, Zheng En akkoriban házasságot kötött. Most, hogy a világ békében van, szeretném az engedélyét kérni, hogy egy kedvező ajánlatot válasszak. nap a házasságkötésre.\"\n\"Ó, a harmadik testvér korábban eljegyezte, miért nem tudtam erről?\" Chai Rong nagyon meglepődött. Intett Zhao Kuangyinnek, hogy üljön le és beszéljen.\n\"Ó! A harmadik testvér korábban eljegyezte, miért nem tudtam erről?\" Chai Rong (a későbbi Zhou-dinasztia császára) nagyon meglepődött. Intett a kezével, és megkérte Zhao Kuangyint, hogy üljön le és beszéljen.\n\"Ez egy hosszú történet. Először is, akkor még szegénységben éltünk, és nem léptünk be a seregedbe. Azóta évek óta harcolunk, és nincs időnk veled foglalkozni. Másodszor, a harmadik testvér is kicsi félénk megemlíteni, így felséged nem tudja.\n\"Ez egy hosszú történet. Először is, akkor még szegénységben éltünk, és nem léptünk be a hadseregedbe. Azóta évek óta harcolunk, és nincs időnk veled foglalkozni. Másodszor, a harmadik testvér is egy kicsit félénk megemlíteni, úgyhogy felséged nem tudja.\n\"Hé, a főiskolás férfi férjhez megy, mi értelme szégyellni magát? A harmadik testvér már régóta a csatatéren van, és páratlan hősnek tekinthető. Miért vagy ilyen kicsinyes ebben az ügyben?\"\n\"Hé! Az egyetemista fiú férjhez megy, mi értelme van zavarba jönni? A harmadik testvér már régóta a harcmezőn van, és páratlan hősnek tekinthető. Miért vagy ilyen kicsinyes ebben az ügyben?\"\n– Apropó, nem hibáztathatom a harmadik testvéremet, hogy félénk volt, mert ez a házasság összekovácsolódott.\n– Apropó, nem hibáztathatom a harmadik testvéremet, hogy félénk volt, mert ez a házasság összekovácsolódott.\n\"Kiírta? Hé, ez érdekes. Kérem, mondja el, mi történt.\"\n\"Kiírtam! Hé! Érdekes! Kérem, mondja el, mi történt.\"\n\"Igen, emlékszem abban az évben, amikor csatlakozni készültünk Őfelségéhez, Baocheng megyén haladtunk át. Nagyon meleg volt júniusban. A harmadik bátyám nem tudott a szállodában maradni, így egyedül ment ki barangolni. Miután elhaladt egy dinnyekert mellett, bement szedegetni.A dinnye oltotta a szomjat.A korán érő sárgadinnye ekkoriban nem sok volt, a harmadik testvér pedig nem tudta, hogyan szedje le, ezért sokat tört belőlük. A dinnyét nézegető nő odalépett, hogy megvádolja a harmadik testvért.Kettejük nézeteltérése volt, majd dulakodni kezdtek. Gyere. Szerencsére aggódtam, és még időben siettem a segítségre, különben...\"\n\"Igen, emlékszem abban az évben, amikor csatlakozni készültünk Őfelségéhez, Baocheng megye mellett haladtunk el. Nagyon meleg volt júniusban. A harmadik bátyám nem tudott a szállodában maradni, így egyedül ment ki barangolni. Miután elhaladt egy dinnyekert mellett, bement szedegetni.A dinnye oltotta a szomjat.A korán érő sárgadinnye ekkoriban nem sok volt, a harmadik testvér pedig nem tudta, hogyan szedje le, ezért sokat tört belőlük. A dinnyét nézegető nő odalépett, hogy megvádolja a harmadik testvért.Kettejük nézeteltérése volt, majd dulakodni kezdtek. Gyere. Szerencsére aggódtam, és még időben siettem a segítségre, különben...\"\n\"Ez a Zheng Ziming, ez elsősorban az ő hibája, bocsánatot kell kérnie. Miért ütötte meg? Különben is, hogyan bírja egy lány családja egy olyan heves férfi ütéseit és rúgásait, mint ő! Gyerünk, megverted ezt a lányt. darabok. Nem?\" \"A lány sértetlen volt...\"\n\"Ez a Zheng Ziming elsősorban az ő hibája, ezért bocsánatot kell kérnie. Miért veri meg? Különben is, hogyan bírja egy lány családja egy olyan heves férfi ütéseit és rúgásait, mint ő! Gyerünk, mondd! megverted ezt a lányt. Nem?\"\n– A lány sértetlen volt…\n\"Rendben van, rendben... Hé, nem intézkedtél? Ó, azt hiszem, időben megmentettél.\"\n\"Rendben van! Jól van... Hé! Nem intézkedtél? Ó! Azt hiszem, te voltál az, aki időben megmentett!\"\n\"...Nem, akit megmentettem, az...a harmadik testvér.\" \"...Nem, akit megmentettem, az...a harmadik testvér.\"\n\"AH ah?!\"\n\"A harmadik testvért az asszony a földre döntötte, és végig hevesen verte. Szerencsére megérkeztem, és rábeszéltem, hogy távozzon, így nem sérült meg súlyosan. ... Felség... Felség!... \"\n\"A harmadik testvért az asszony a földre döntötte és hevesen megverte. Szerencsére megérkeztem, és rábeszéltem, hogy távozzon, így nem sérült meg súlyosan. ... Felség... Felség!...\"\n\"Ah?...Ó, ki az a nő!?\" \"Ah!?...Ó, ki az a nő!?\"\n\"Csak később tudtam meg, hogy a nőt Tao Sanchunnak hívják, és az apja, Tao Hong egy régi hős volt, akinek nem voltak vágyai. Tao Sanchun gyerekkora óta az apjától tanulta a harcművészeteket. Miután megismertem a családját, láttam, hogy Sanchun kisasszony kiemelkedő jellemmel rendelkezik. , Luo Luo és nagylelkű, kislány lét szokása nélkül, szándékosan illettek hozzá. A tao apának és lányának is nagyon tetszett a harmadik testvér egyenes karaktere. azonnal lecsapott, és úgy döntött, hogy kettejük házasságát kötik. Felség, kérem, mondja meg, ez nem hamisított házasság?\n\"Csak később tudtam meg, hogy a lányt Tao Sanchunnak hívják, és gyerekkora óta harcművészetet tanult az apjától. Miután megismerkedtem a családjával, láttam, hogy Sanchun kisasszony kiemelkedő karakterrel rendelkezik. nagylelkű, és nyoma sem volt a kislány szokásainak, ezért szándékosan beszerveztem.Tao úrnak és a lányának is nagyon tetszett a harmadik bátyjuk egyenes karaktere.Rögtön eltalálták és elhatározták helyettük ezt a házasságot. Felség, kérem, mondja meg, ez nem egy hamisított házasság?\n(Ez a történet egy metafora, mert egy rossz dologból jó lett.)", "聖意": "Imádkozz az otthon és önmagad védelméért, légy óvatos, imádkozz a gazdagságért, tönkretegye az üzletet, akadályozza a házasságot, büntetés, Liujia, biztosítás, mezőn rekedt gyalogosok, selyemhernyó-kár, állatkár, eltűnt emberek, illegális perek, veszteség, migráció, konzervatívság , elveszett vagyon, gonosz betegségek, gondok, veszélyek, hegyek, sírok stb.", "古人": "Tao Sanchun legyőzi Zheng Ent a dinnyekertben", "第X籤": "Kilencvenkilenc szám", "宮": "Haigong"}