{"籤詩版本二": "Enga anie izao tontolo izao ho noforonina ho amin'ny fanambadiana tsara, andro tsara sy fotoana tsara, ary ho tsara ny zava-drehetra\nTsy zava-dehibe raha mahazo an'io anjara io ianao, hoy ny amperora fa tsy mivadika sy mahitsy ny olona.", "詩意": "Ity hexagram ity dia maneho ny fiandohan'ny fisokafan'ny lanitra sy ny tany.\nMahasoa ny zava-drehetra.", "解曰": "Haingana haingana. Tsy mendrika ny fotoanany ny taona. Guanyin no manoratra. Ampahafantaro ahy aloha.", "籤詩故事一": "◇ Nanjary nahazo fahazavana i Zhongli\nZhongli Quan, nomena anarana hoe Zhongli, nomena anarana Quan, nomena anarana hoe Yunfang, ary anaram-bositra Zhengyang, dia teratany tao amin'ny Fivondronan'i Xianyang, Xi'an, Faritanin'i Shaanxi nandritra ny Dinastia Han Atsinanana.\nJeneraly tao amin'ny tarana-mpanjaka Han i Zhong Liquan. Nandritra ny diany niady tamin'ny Qiang Andrefana dia nialona ny komandin'i Liang Yi izy ary tsy nanome afa-tsy miaramila antitra sy malemy 30.000. Raha vao tonga tany amin'ny toerana halehany izy dia norobaina ny toby. ny tafika Qiang Andrefana, ary nandositra ireo miaramila. Very tany amin’ny lohasaha i Zhong Liquan ary nifanena tamin’ny moanina Hu teny an-dalana, nentiny tany amin’ny tanàna kely iray izy ary niteny hoe: “Ity no fonenan’Atoa Donghua.” Dia nanao veloma izy ary lasa nandeha. Rehefa afaka kelikely, dia nisy niteny tampoka hoe: \"Tsy maintsy ho be resaka loatra ilay lehilahy Hu maitso maso.\" Nahita lehilahy iray nitafy volon'omby fotsy sy nitazona tehina quinoa maitso izy. Nanontany an'i Zhong Liquan izy hoe: \"Ilay olona tonga. i Han Da. Jeneraly Zhongli Quan\n? Taitra i Zhong Liquan, satria fantany fa nifankahita tamin’olona hafahafa izy, ka nianatra tao amin’ny fony izy.\nZhong Liquan dia nihaona tamin'i Zhenren Huayang sy ny Mpanjaka tsy mety maty Xuanfu, ary nianatra ny \"Secret of Immortality\". Farany, nipetraka tao Zijin Sihaofeng ao amin'ny Tendrombohitra Kongtong izy, nahazo ny \"Secret of the Jade Box\", ary lasa tena tsy mety maty.", "聖意": "Mivavaha ho an'ny tokantranonao sy ny tokantranonao mba ho tahian'ny vintana tsara amin'ny fararano sy ny ririnina.Katsaho ny vintana amin'ny fararano sy ny ririnina.Mirary soa amin'ny raharaham-barotra, mirary soa amin'ny fanambadiana, mirary soa amin'ny fiterahana zazalahy, mirary soa amin'ny fandehanana any an-tsaha. , mirary soa amin'ny landy, mirary soa amin'ny biby fiompy, mirary soa amin'ny fitadiavana olona, ​​mirary soa amin'ny fitsaram-bahoaka, mirary fifindra-monina, very fananana, aretina any avaratra atsinanana, mirary ny fandefasana tendrombohitra sy fasana.", "古人": "Nanjary nazava i Zhongli", "第X籤": "famantarana voalohany", "宮": "tranonjaza"}