{"籤詩版本二": "Maninona raha mankany Tailai, izay eo an-joron-dalana, dia havelako vonjimaika hiala ny tendrombohitra ilay lehilahy.\nRaha misy vaovao tsara momba ny tigra na ny bitro, dia ho afaka ianao na dia tapa-kevitra ny ho be atao aza.", "詩意": "Amin'ity hexagram ity dia misy famantarana ny fitahiana amin'ny loza.\nNy zava-drehetra dia ratsy mialoha ary tsara amin'ny farany.", "解曰": "Soloy landy hemp. Kapohy ny tongotr’olona. Jereo tsara. Avy amin'ny loza ny fitahiana.", "籤詩故事一": "◇ Mihaona amin'ny Mpitarika iray any Bukit\nWu Ji dia mpikapa hazo tany am-boalohany, ary nifankahita tamin'i Jiang Ziya izy roa rehefa nanjono tao amin'ny Reniranon'i Feng. Nihomehy i Wuji raha nahita an'i Ziya nanjono tamin'ny fanjonoana mahitsy.\nNijery ny endrik'i Wuji i Ziya ary nilaza tamin'ny faminaniana hoe: \"Raha miditra ao an-tanàna ianao anio dia hamono olona.\" Rehefa avy nandre izany i Wu Ji dia niala tamin-katezerana ary nitondra kitay ho any an-tanàna.\nTaorian'ny nidirany tao an-tanàna, nifandona tamin'ny hafa i Wu Ji ary nokapohina tamin'ny fomba diso ny Praiminisitra Wen Wang ho faty.\nNosintonin'ny Mpanjaka Wen ny tany ho fonja ary nogadraina i Wu Ji.\nNafahana vonjimaika i Bukit Hou ary voaheloka ho faty mba hikarakara ny reniny mandra-pahatongan'ny fararano.\nNangataka azy ny reniny mba hangataka fanampiana amin'i Jiang Ziya.\nNanaiky azy ho mpianany ny Taigong, nampianatra azy ny haiady, ary nandidy azy handavaka sy hanao ody mba handrava ny anjarany.\nTaorian'ny fararano dia tsy tonga hosaziana i Wu Ji. Nosintonin'ny Mpanjaka Wen ny isa voajanahary ary nihevitra fa namono tena noho ny tahotra ny heloka bevava i Wu Ji.\nTaty aoriana dia nihaona tamin'i Wu Ji ny Mpanjaka Wen, ary nampidirin'i Wu Ji ny Mpanjaka Wen mba hihaona amin'i Jiang Taigong.\nNomena ny anaram-boninahitra Jeneraly Wude i Taigong. Samy niasa ho an'ny Mpanjaka Wen avokoa ny tompony sy ny mpianatra.", "聖意": "Tsy misy ahiana ny trano, tsara vintana ny tena, tsara ny raharaham-barotra, tara ny fanambadiana, tsy niverina tany an-tsaha ilay lehilahy mpandeha an-tongotra, mahazo tombony ny landy, Shenji ny biby enina, tsara ny fikarohana, ny fitoriana ampahibemaso. tsara, mpandala ny nentin-drazana ny fifindra-monina, hita ny fananana very, tsara ny aretina, tsara Qiuji, ny tendrombohitra sy ny fasana.", "古人": "Bukit Encounter", "第X籤": "Ny famantarana faharoa ambin'ny folo", "宮": "Lapan'i Yin"}