{"籤詩版本二": "Tahaka ny vano mipoitra avy ao amin'ny tranom-borona mety maty, dia azo atao ny mandositra ny tranom-borona mety maty.\nTsy misy sakana eo anelanelan'ny avaratra, atsimo ary atsinanana. Afaka mankany amin'ny Lapan'i Jiuxiao ianao.", "詩意": "Ity hexagram ity dia maneho ny sarin'ny vano miala amin'ny tranom-borona.\nNy zava-drehetra dia ratsy mialoha ary tsara amin'ny farany.", "解曰": "Tsy misy ahiahy. Miroborobo ny lalana. Aoka ianao ho tony. Tsy miraharaha amin'ny maha-olombelona (andriamanitra).", "籤詩故事一": "◇ Nandao ny toerany ofisialy i Ziya\nRehefa niasa ho mpisikidy i Jiang Ziya dia hitany fa nisy vehivavy iray niova tamin'ny fanahy pipa jade, ka nosamboriny izy ary nokapohiny tamin'ny ranomainty mihitsy aza. Nanazava ny zava-nitranga ny praiminisitra Mpanjaka Zhou, nanontany ny zava-nitranga, ary avy eo dia nitondra an'i Jiang Ziya hijery ny Mpanjaka Zhou. Nampiasa ny Samadhi True Fire i Jiang Ziya mba handoro ny fanahin'ny pipa amin'ny endriny tany am-boalohany teo anoloan'ny Mpanjaka Zhou, ary nataon'ny Mpanjaka Zhou ho tompon'andraikitra ambony izy.\nMba hamaliana faty ny fanahin'ny pipa jade dia nangataka tamin'ny Mpanjaka Zhou i Daji mba handidy an'i Jiang Ziya hanorina lampihazo serfa. Niteny mafy an'i Zhou i Jiang Ziya, ary nandidy ny hamonoana azy ny Mpanjaka Zhou. Nandositra tamin'ny fampiasana rano i Jiang Ziya. Rehefa niverina nody i Jiang Ziya dia nanontany an'i Ma momba ny handehanana any Xiqi i Ma, ary te hisaraka aminy i Ma. Ka nankany Xiqi (renivohitr'i Wen Mpanjakan'ny tarana-mpanjaka Zhou) àry i Jiang Ziya.\nTonga tao Xiqi i Jiang Ziya ary nipetraka tamin'ny jono mangingina tao amin'ny hantsana Panxi. Nihaona tamin'ny Mpanjaka Wen avy any Zhou izy izay nazoto nitady talenta. Noho ny fangatahan'ny Mpanjaka Wen tamin-kitsim-po dia nivavahana ho mpampianatra azy i Jiang Ziya ary nanampy an'i Wen Mpanjaka.", "聖意": "Sahiran-tsaina aho ao an-trano ary te hitady fiaraha-miasa ara-bola, fifampiraharahana, fanambadiana, Liujia, lehilahy mpandeha an-tongotra, mijery saha, landy, tombom-barotra amin'ny fararano, fahaverezan'ny biby enina, fitadiavana olona, ​​sakana amin'ny fitsaram-bahoaka, fifindra-monina, very fananana, atsimo atsinanana. aretina, fametrahana, fandefasana tendrombohitra sy fasana, soa", "古人": "Nandao ny toerany ofisialy i Ziya", "第X籤": "Ny mpandresy fahefatra ambin'ny folo amin'ny loteria", "宮": "Maogong"}