{"籤詩版本二": "Mihena vetivety ny tebiteby sy ny ahiahy, ary avy any an-danitra ny hafaliana.\nToy ny jade miafina ao anaty zezika, ny mpiasa mahay manaisotra ny vovoka", "詩意": "Ity hexagram ity dia maneho ny firindran'i Yin sy Yang.\nNy zavatra rehetra kasainao dia mahasoa.", "解曰": "Tsy nisy azo, tsy nisy very. Mahazoa tombony. Sahirana ilay olon-dratsy. Mirary soa ho anao tompokolahy.", "籤詩故事一": "◇Ye Meng Xiong Chao Di\nYe Mengxiong (1531-1597), izay Nanzhao no anarany ary Longtang no anarany, dia novana ho Longtan ary nantsoina koa hoe Huayun. Teratany Wanshifang, Huizhou Fucheng (amin'izao fotoana izao ao amin'ny Distrikan'i Huicheng, Tanànan'i Huizhou) tamin'ny tarana-mpanjaka Ming. Tamin'ny taona faha-44 nanjakan'i Jiajing (1565), dia lasa Jinshi izy ary nomena ny anaram-boninahitra mpitsara tao amin'ny faritanin'i Qing. Talen'ny sampan-draharahan'ny fifindrana izy, ary niova ho sivana mpanara-maso ny lalana Shanxi.\nTamin'ny taona faha-20 nanjakan'i Wanli (1592), ny Consul Jeneralin'i Ningxia, Kuaibai (lehiben'ny foko Mongoliana Tatar), dia namono ny governora Dang Xin ary naka ny Fort fahafito amby efapolo tao amin'ny faritanin'i Hexi. , nandrava ny tanàna, nivavaka ary nandoro ny tenany ho faty. Tsy miavonavona i Meng Xiong amin'ny fandraisana crédit, ary mamela ny fahaizany ho tsara toy ny an'ny jeneraly sahy miady. Avereno amin'ny toerany ny tompon'andraikitra Wei Xuezeng. Tao anatin'ny taona faramparany dia nametra-pialana in-dimy izy ary naverina tany Huizhou mba hanorina Tempolin'i Huilong.\nYe Mengxiong dia niditra tao amin'ny Taoisma ho mpiasam-panjakana tamin'ny voalohany, ary nalaza noho ny tsy fivadihany.Ny firaketana ara-tantara taloha dia nilaza fa izy no \"voalohany amin'ny fanetren-tena sy ny fahaiza-manao\", \"manafoana ny kolikoly sy manasazy ny fikomiana\", namela laza tsara; tena tsy mivadika, be herim-po, be herim-po, ary mahay mitam-basy. Tamin'ny tapany faharoa tamin'ny fiainany dia voarakitra ao amin'ny \"History of the Ming Dynasty\" ny fahaizany haiady ary noheverina ho mahery fo nasionaly izy.", "聖意": "Ny tokantrano dia tsy mety (mitombo ny filaminana) Ny fararano sy ny ririnina dia tsara ho an'ny tena, hahomby ny harena, hahomby ny fifanakalozana, hahomby ny fanambadiana, ho taitra i Liujia (hisy harena), handeha eny an-tsaha ny mpandeha an-tongotra mivavaha ho an'ny kankana, biby enina ho fisaka, ho hita ny olona, ​​tsy hankasitrahana ny fitsaram-bahoaka, ho mpandala ny nentin-drazana ny fifindra-monina, ho voasakantsakana ny fananana very, hipetraka ao amin'ny fasan'i Fushan ny aretina.", "古人": "Ye Meng Xiong Chao Di", "第X籤": "Fandresena Lotto fahenina ambin'ny folo", "宮": "Maogong"}