{"籤詩版本二": "Ny goaika volamena dia mianjera any andrefana ary ny bitro miakatra any atsinanana.Ny tsingerin'ny andro sy ny alina dia mitohy hatramin'ny taloha ka hatramin'izao.\nNy moanina sy ny Taoista dia mahafantatra fa tsy misy fatiantoka, ary ny manam-pahaizana, ny mpamboly, ny indostria ary ny mpivarotra dia samy manaraka ny sainy avy.", "詩意": "Ity hexagrama ity dia maneho ny savoka sy ny fihenan'ny yin sy yang.\nFambara ihany koa fa handeha araka ny nokasaina ny zava-drehetra.", "解曰": "Tsy misy na inona na inona ao an-tsaina. Tsara ny nataonao. Toy ny zana-tsipìka avy amin'ny tsipìka. Nisy tifitra iray nahavoa ny lasibatra.", "籤詩故事一": "◇ Dadatoa Cao Guo dia tsy mety maty\nVoalaza fa dadatoan'ny fanjakana i Cao Guojiu, teratany Xuzhou, tamin'ny vanim-potoana Renzong tamin'ny tarana-mpanjaka Song. Cao Yi no anarany, antsoina koa hoe Cao Jingxiu.\nI Dadatoa Cao Guo dia nanana zandriny iray antsoina hoe Cao Er. Io Cao Er io dia niantehitra tamin'ny toeran'ny fahefan'ny imperial ary nanao ny zava-dratsy isan-karazany. Nibodo saha izy, naka vady aman-janakavavy, ary ninamana tamin'ny olon-dratsy sasany tsy manara-dalàna, niditra sy nivoaka izy. Tsy nahazaka izany i Cao Guojiu. tsy nety nihaino ny teny soa sy ny fampiononana nataony izy, ka nampiasa sazy hifehy azy.\nHoy i Cao Guojiu: \"Ny foto-kevitr'izao tontolo izao dia ny hoe izay manangona ny tsara dia handroso, ary ireo izay manangona ny ratsy dia ho faty. Fahamarinana tsy azo ovaina izany. Taloha, ny fianakaviantsika Cao dia nanangona asa ratsy mba hahazoana ny harena ankehitriny. Ny rahalahiko efa nahangona ny faharatsiana, na dia ho afa-mandositra aza izy Na dia sazin'ny manam-pahefana aza ianao, dia tsy ho afa-mandositra ny loza voajanahary izay miasa mangingina. Afaka afa-mandositra aho, ho afa-baraka sy hatahotra azy aho.» Dia naparitakako ny fananako rehetra, Nanampy ny mahantra Izy ary tsy niraharaha ny raharahan’ny rahalahiny intsony. Avy eo dia nandao ny tranony sy ny namany izy, ary niova ho fanamiana tao amin’ny Taoist, ary nankany an-tendrombohitra mba hamboly ny sainy sy ny toetrany.\nIndray andro, nifankahita tamin'i Zhongli sy Lu Dongbin avy amin'ny tarana-mpanjaka Han izy, nahita ny valin-tenin'i Dadatoa Cao Guo, dia faly be izy ary nanome azy ny \"Didy Tsiambaratelo amin'ny Famerenana ny Fahamarinana\" ary nandidy azy hanao fanazaran-tena tsara. Tsy ela taorian'izay, Zhongli Nampidirina tao amin'ny kilasy tsy mety maty i Quan sy Lu Dongbin.", "聖意": "Tsara vintana ho an-trano, tokatrano, vintana tsara, vintana tsara, vintana tsara amin'ny raharaham-barotra, fanambadiana, lehilahy mandehandeha, mamboly landy any an-tsaha aloha, tsy fahombiazana ny fiompiana, mitady olona, ​​fitoriana, fifindra-monina, very fananana, aretina tara, vintana tsara.", "古人": "Dadatoa Cao Guo dia tsy mety maty", "第X籤": "Sonia ny fahavalo ambin'ny folo", "宮": "Maogong"}