{"籤詩版本二": "Mamela ny sambo hiverina avy eny amoron-dranomasina haingana, inona no tianao hatao noho ny korontana?\nRaha te ho azo antoka ianao dia mitadiava fitoniana ary miandry ny onja handalo amin'izao krizy izao.", "詩意": "Ity hexagram ity dia toy ny sambo mandeha amin'ny tora-pasika haingana.\nMijanona ho mpandala ny nentin-drazana amin'ny zava-drehetra ary miandry ny fotoana.", "解曰": "Mialà ao anaty rano mahery. Miandry fotoana ny loza. Raha manontany momba ny drafitra lasy ianao. Tsy misy azo atao.", "籤詩故事一": "◇ Nosatrohina ho mpanjaka i Ziyi\nGuo Ziyi (697-781), fantatra ihany koa amin'ny hoe Guo Linggong, dia teratany Zheng County, Huazhou (amin'izao fotoana izao Huaxian County, Faritanin'i Shaanxi) ary jeneraly tao amin'ny Dinastia Tang.\nNandritra ny Fikomian'i Anshi tamin'ny taona faha-14 nanjakan'i Tianbao (755), dia nomena ny anaram-boninahitra Shuofang Jiedushi (Lingwu, andrefan'i Lingwu ao Ningxia ankehitriny) izy. Nasaina niady izy. Nampiaraka ny tafik'i Shuofang tamin'i Li Guangbi izy. Nitambatra tao Changshan (Zhengding, Hebei) izy ireo ary nandresy an'i Shi Siming, ary nahazo an'i Hebei indray. Tamin'izay fotoana izay, i Guo Ziyi dia nanolo-kevitra ny haka an'i Fan Yang avy any avaratra ny emperora ary hanafika ny lavaky ny tigra mpikomy mba hampihenana ny fahirano an'i Tongguan, saingy tsy nety i Xuanzong. Taorian'izay dia nambolena ny toe-javatra nisy ny tanàna vassal mpisintaka tamin'ny faramparan'ny tarana-mpanjaka Tang, izay nanjary antony lavitra ny fahafatesan'ny Dinastia Tang.\nTamin’ny taona fahadimy ambin’ny folo nanjakan’i Tianbao (756), dia nampitony an’i Hequ izy sy ny fiaraha-mitantana Uighur. Tamin’ny lohataonan’ny taona nanaraka, dia azon’izy ireo i Hedong (Yongji, Shanxi ankehitriny) sy Feng Yi (Dali, Shaanxi ankehitriny), ary nanafika an’i Tongguan izy ireo. nandresy an'i Cui Qianyu. Maherin'ny 10.000 no maty ny tafika Tang. Nitolo-batana tamin'i Pujin i Cui Qianyu. Matin'ny zanany lahy An Qingxu i Lushan.\nTamin'ny taona faharoa nanjakan'i Zhide (757), dia nodidiana hitarika miaramila ho any Fengxiang izy. Teny an-dalana dia nandresy ny mpitaingin-tsoavaly 5000 Li Guiren tao amin'ny Tetezan'i Baiqu Liuyun (atsimo atsimoatsinanan'i Sanyuan ankehitriny) izy tamin'ny volana Mey, niady tamin'i An Shouzhong sy Li Resy i Guiren ao Qingqu (andrefan'i Xi'an ankehitriny), ary niala tao Wugong (avaratra avaratrandrefan'i Wugong ankehitriny) izy tamin'ny Septambra, nanaraka ny Marshal Guangping Wang Li Chu mba hitarika ny Tang sy ny Uighur mba hanatevin-daharana miaramila 150.000, ary avy eo dia niady. miaraka amin'i An Shouzhong sy Li Guiren any Xiang. Tany avaratry ny Tempolin'i Ji (atsimo andrefan'ny Faritanin'i Chang'an ankehitriny), dia nihodidina tao ambadiky ny fahavalo ny miaramila Uighur, nanafika ny andaniny roa, ary namono fahavalo 60.000. Nandositra nankany amin'ny faritanin'i Shaanxi i Zhang Tongru, ary farany nahazo indray ny renivohitra Chang'an (Xi'an ankehitriny).\nTaorian'izay, nanararaotra ny fandresena ny tafika Tang ary nandeha niantsinanana, nandresy lehilahy 150.000 anisan'izany i Yan Zhuang sy Zhang Tongru tao Xindian (ankehitriny atsimoandrefan'ny Tanànan'i Sanmenxia, ​​Faritanin'i Henan), nanery an'i Anqing Xu hiampita ny Reniranon'i Yellow ary nihemotra tany Xiangzhou. Niverina i Dongjun Luoyang. Ampio i Situ amin'ny fahamendrehany ary ataovy ho Duken'ny firenena.\nShi Siming dia nitarika ny tafiny avy any Fan Yang mba hanavotra an'i An Qingxu. Niady teo avaratry ny Reniranon'i Anyang (avaratr'i Anyang ankehitriny) ny roa tonta. Niady ny roa tonta. nilaza fa nanana lehilahy 600.000, nihemotra (tamin'ny ady tao Yecheng). ady). Ny komandin'ity ady ity dia ny ionoka Yu Chaoen, izay tsy nanana fahaiza-mitarika ary nanome tsiny an'i Guo Ziyi noho ny tsy fahombiazan'ny ady. Nantsoina niverina tany Chang'an i Guo Ziyi, nesorina tamin'ny herin'ny miaramila, ary lasa manam-pahefana tsy misy dikany.\nTamin'ny taona voalohany nanjakan'i Baoying (762), dia nikomy ny miaramila tao Taiyuan (atsimo atsimoandrefan'i Taiyuan ankehitriny) sy Jiangzhou (Xinjiang ankehitriny ao amin'ny faritanin'i Shanxi). mifehy an'i Jiangzhou. Nolavin'ny ionoka Cheng Yuanzhen koa izy ary nesorina tamin'ny herin'ny miaramila.\n(Ny ifantohan'ity tantara ity: Guo Ziyi, izay tena nahay sy nanana fitondran-tena tsara, dia nifanena tamin'i Xuanzong sy ireo olon-dratsy sasany, izay nanimba ny zava-bitany.)", "聖意": "Mitahy ny tokantrano sy ny tena, mitady harena, tsy misy fifampiraharahana, tsy misy fanambadiana, tsy misy fanairana sandoka, mpandeha an-tongotra tonga any Tiancanji, sarotra ny mahita olona, ​​fitsaram-bahoaka ary (tsy Xing), fifindra-monina, conservativeness, very fananana, sarotra hita, aretina, mivavaka ho fitahiana, tendrombohitra sy fasana, soa", "古人": "Voatendry ho mpanjaka i Ziyi", "第X籤": "Lott Fandresena fahasivy ambin'ny folo", "宮": "Tatsumi"}