{"籤詩版本二": "Rehefa manomboka mazava ny orana lava amin'ny lohataona, dia mihamitombo tsikelikely ny Jade Rabbit sy ny Goaika Golden\nManjavona ny zavatra taloha ary mipoitra ny zava-baovao. Jereo ary mifanena amin'ny vavahadin'ny dragona.", "詩意": "Ity hexagram ity dia mariky ny orana lava sy ny hazavana aloha.\nMandeha araka ny efa nomanina ny zava-drehetra.", "解曰": "Arovan'ny andriamanitra sy Bouddha. Tsy misy atahorana ny loza. Hilamina anie ny dia. Miverena amim-boninahitra amin'ny farany.", "籤詩故事一": "◇ Nihaona tamin'ny Mpanjaka Wen i Jiang Taigong\nZhou Dynasty. Jiang Shang, nomena anarana Ziya. Ji olona (avy any Xuzhou any amin'ny Ranomasin'i Shina Atsinanana). Fei Xiong ny anaran’ny Taoista, ary voaisy tombo-kase tamin’ny Lu (anaran’ny toerana) ny razambeny, ka antsoina koa hoe Lu Wang izy.\nMba hialana amin'ny fotoan-tsarotra nanjakan'i Zhou mpanjaka tao amin'ny Dynastie Shang, dia niaina teo amoron'ny Ranomasin'i Shina Atsinanana izy ary nanjono tao amin'ny Reniranon'i Weishui. Mahitsy ny fanenon-trondro, tsy ny hanjono no tanjony fa ny ho praiminisitra mendrika.\nRen'i Wen mpanjakan'i Zhou fa hendry izy ka nanakarama azy ho mpampianatra (praiminisitra). (Valopolo taona izy tamin’izay) Tatỳ aoriana, dia nanafika ny Mpanjaka Zhou i Wu, mpanjakan’i Zhou, nandrava ny tarana-mpanjaka Shang, ary nanangana ny tarana-mpanjaka Zhou. Nantsoin'ny Mpanjaka Wu hoe Shangfu izy. Nomena ny anaram-boninahitra hoe Marquis of Qi ny zanany lahy Ding Gong.\n(Ny ifantohan'ity tantara ity: Jiang Taigong, izay efa niandry ny hanjono tao amin'ny Reniranon'i Weishui nandritra ny fotoana ela, dia tafavoaka tamin'ny fahasahiranana ary nampiasain'ny Mpanjaka Wen indray.)", "聖意": "Ao an-trano, i Zhongping mihitsy no mivavaka mba hahazo fitahiana sy harena. Rehefa tsy misy fifanarahana dia tsy misy dikany ny fanambadiana. Ny vehivavy mpandeha an-tongotra Liujia dia manakana ny saha, ny kankana sakanana ny biby fiompy enina, manakana ny fikarohana ilay olona, ​​manemotra ny fitoriana, ary mifindra monina. very ny zavatra, hita ny aretina. Tsara ny fasan'i Ji Xingshan.", "古人": "Nihaona tamin'ny Mpanjaka Wen i Jiang Taigong", "第X籤": "Ny loteria fahiraika amby roapolo", "宮": "Tatsumi"}