{"籤詩版本二": "Taorian’ny fanahiana sy ny loza maro dia tsy ho foana intsony izany manomboka izao\nNy fo malala-tanana dia manana drafitra malala-tanana manokana, mila mihaona amin'ny manam-pahaizana ianao mba hahazoana fahombiazana lehibe.", "詩意": "Ity hexagram ity dia toy ny lavadrano tranainy misy loharano.\nAmin'ny zava-drehetra, ny olona ambony dia mahavita fahombiazana.", "解曰": "Hamarinina amin’ny farany ny fitoriana. Marary sy azo antoka. Mivoaha mitady torohevitra. Ny lavadrano fahiny dia mihaona amin'ny lohataona.", "籤詩故事一": "◇ Yao Chong mifehy valala\nYao Chong (649-721), Yuan Chong no tena anarany, dia avy any Shaanzhou, Minisitry ny Xia Guan, Shangshu avy any Chunguan, Ziweiling, Zhongshuling, ary Praiminisitra tamin'ny Dinastia Tang.\nTamin'ny taona fahefatra nanjakan'i Kaiyuan (716), dia voan'ny valala i Shandong (mazàna ilazana ny Reniranon'i Yellow River any atsinanan'i Huashan), ary voafatotry ny hevi-diso ny olona ary tsy sahy nihaza sy namono azy ireo, fa nanangana azy ireo. sorona, nandoro ditin-kazo manitra, nivavaka teo anilan’ny saha, ary nijery ny vokatra lanin’ny valala.\nNino ny tompon’andraikitra rehetra hoe: “Loza voajanahary ny valala, ahoana no hifehezan’ny olona azy!” Raikitra ny fifandonana teo amin’ny hevitra roa samy hafa tamin’izany, na hofoanana na tsia ny valala.\nHoy i Yao Chong: \"Raha mbola miara-miasa isika dia afaka manaisotra azy rehetra. Hoy izy: Ny valala matahotra olona, ​​ka mora ariana. Ny zana-kazo manana tompony, ka tsy maintsy miasa mafy ny mpamonjy voina, valala. afaka manidina izy, ary raha mahita afo amin'ny alina izy, dia handositra ho any; dory any an-tsaha izy, mihady lavaka raha may, aleveno izy, raha may, fa tsy hisy tavela.\nHoy i Xuanzong: \"Loza voajanahary ateraky ny fitondran-tena ratsy ny valala. Raha angatahinao hohazaina sy hovonoina izy ireo, moa tsy mifanohitra amin'izany ve izany?\"\nNanampy i Yao Chong hoe: \"Ny fisamborana sy famonoana valala dia efa fanaon'ny ntaolo, ary hampiasa izany amin'ny ho avy ny mpanjaka. Hetsika lehibe nasionaly hitondrana fiadanana sy fanambinana ho an'ny tantsaha izany. Mba diniho tsara izany.\"\nResy lahatra i Xuanzong. Tamin’io fotoana io anefa dia samy nilaza ny rehetra tao anatiny sy ivelan’ny fitsarana fa tsy azo hazaina ny valala.\nHoy i Xuanzong: \"Efa niresaka tamin'ny praiminisitra aho ary nanapa-kevitra ny hisambotra ny valala. Izay manohitra indray dia hovonoina ho faty. \" Koa nandefa ny sivana izy mba hanara-maso sy hitarika ny olona handoro sy handevina ny valala.\nNandaitra tokoa ny vokatra, satria nisy valala sivy tapitrisa tratra nanerana an’ilay tany, ary sitrana soa aman-tsara ny valala, ary nahazo vokatra tsara ny fambolena tamin’io taona io.\n(Tokony hampiasaina amin'ny fitantanana ny loza sy ny fandroahana ny fahendrena, ary tsy maintsy misy ny paik'ady enti-mandresy ny fahasahiranana. I Yao Chong no manam-pahaizana amin'ity raharaha ity)", "聖意": "Ara-dalàna ny trano, sakana ny tena, sakanana ny fitadiavana vola, sakana ny varotra, sakana ny fanambadiana sy ny fihavanana, misy loza any Liujia, sakanana ny mpandeha an-tongotra, sakanana ny kankana, ny biby fiompy tsy mety, tsy hita ny olona, ​​​​ny olona voasakana, misy fitoriana ampahibemaso, tsy mitombina ny fifindra-monina, sarotra hita ny zavatra very, sarotra ivavahana ny aretina, tsy milamina ny tendrombohitra sy ny fasana.", "古人": "Mifehy valala i Yao Chong", "第X籤": "Nandresy tamin'ny loteria fahadimy amby roapolo", "宮": "Mi Palace"}