{"籤詩版本二": "Mandeha ny feo fa nivadika ny raharaha, ary nahazo taratasy avy any amin’ny faravodilanitra aho.\nNijanona foana hatramin’ny farany ny laza sy ny fahombiazana nampanantenaina ahy tao amin’ilay boky.", "詩意": "Ity hexagram ity dia manana anarana diso.\nTsara ny maha-conservative amin'ny zavatra rehetra.", "解曰": "Miakatra sy midina. Ny fitadiavana fialam-boly dia tsy midonana-poana. Faniriana laza. Mijanòna soa aman-tsara.", "籤詩故事一": "◇ Nahazo fahazavana i Zhong Kui\nZhong Kui, izay Zhong Kui no anarany, ary Zhengnan no anarany, dia avy any Zhongnanshan.\nNandray anjara tamin'ny fanadinana imperial i Zhong Kui nandritra ny fitondran'ny Emperora Dezong tao amin'ny tarana-mpanjaka Tang. Namaky ny fanontaniana momba ny fanadinana i Zhong Kui ary nanoratra avy hatrany ilay lahatsoratra indray mandeha ary nanolotra izany. Ny lehiben’ny mpanadina tamin’izany andro izany dia i Han Yu, Minisitry ny Raharaham-bahiny, ary ny lefitry ny mpanadina dia i Lu Zhi, manam-pahaizana lehibe. Rehefa namaky ny taratasin'i Zhong Kui izy roa, dia namirapiratra ny masony ary niray feo izy ireo nanao hoe: “Mpamosavy, mpamosavy! Tsara ny teny rehetra ato amin'ity lahatsoratra ity, mendrika an'i Li Taibai sy Du Zimei!” Koa nomeny anarana hoe Zhong Kui ho toerana voalohany.\nNihaino ny tatitra nataon'i Han Yu ny Emperora Dezong ary nilaza fa tena manan-talenta i Zhong Kui, tompon-daka vaovao momba ny siansa, ka nampiantso an'i Zhong Kui tao amin'ny Lapa volamena.\nRehefa hitan’ny Emperora Dezong ny endriny ratsy tarehy dia tsy faly avy hatrany izy ka niteny hoe: “Ny fifantenana ny manam-pahaizana ao amin’ny fitsarana eto amintsika dia mifototra amin’ny teny manokana sy ny sora-tanana. Ahoana no hisafidianana olona ratsy fanahy toy izany ho manam-pahaizana laharana voalohany amin’ny siansa volamena? \"\nNandohalika haingana i Han Yu ary niteny hoe: \"Ny tsara sy ny ratsy amin'ny olona dia tsy ny bika aman'endriny ihany. Tsy renao va, ry Tompo Masina, fa i Yan Ying dia telo metatra ny halavany ary mitovy amin'ny praiminisitra? Zhou Chang miakanakam-bava nefa afaka manampy ny tarana-mpanjaka Han; Confucius mitsara ny olona amin'ny bika aman'endriny, ary namoy ny zanany lahy Yu. Manantena aho fa hieritreritra indroa ny mpanjaka.\"\nNieritreritra vetivety ny Emperora Dezong ary niteny hoe: \"Na dia mitombina aza ny tenin'i Han Aiqing, fony aho Emperora Taizong, dia nisy manam-pahaizana valo ambin'ny folo tonga tao Yingzhou ary niresaka momba izany. Io lehilahy io no manam-pahaizana voalohany. Matahotra aho fa izao tontolo izao. hihomehy ahy noho ny tsy fahafantarako ny talenta.\"\nTery saina sy fitsiriritana talenta ny praiminisitra Lu Qi, rehefa nandre ny tenin’ny emperora izy, dia nandohalika ka nanao hoe: “Ny manam-pahaizana voalohany amin’ny taranja volamena dia tsy maintsy ao anatiny sy ivelany. Nahoana no tsy mifidy iray hafa ianao?\"\nRehefa hitan'i Zhong Kui fa very hevitra be ity lehilahy ity, dia tsy afaka ny tsy ho tezitra izy, ary nanondro an'i Lu Qi izy ary nanozona hoe: \"Raha misy manampahefana tsy mahalala toy izany any amin'ny fitsarana, tsy hanimba ny firenena ve izy?\" totohondry totohondry an'i Lu Qi izy.\nTezitra mafy i Dezong raha nahita izany ary niteny hoe: \"Sahy be ianao, sahy manakorontana ao amin'ny Lapa volamena, esory haingana!\"\nTezitra i Zhong Kui, nanatsoaka ny sabatra teo amin'ny andilan'ilay jeneraly nitsangana tao an-dapa ary nisento mafy: \"Sarotra ho an'ny saka sosotra ny maka tahaka ny tigra, ary ny boloky sosotra dia tsy tsara toy ny akoho.\" Taorian’izay dia namono tena izy.\nRehefa hitan'ny Emperora Dezong fa fahatezerana no namonoan'i Zhong Kui, dia gaga izy, mba hahazoany ny fon'ny olona, ​​dia nasainy nalevina i Zhong Kui tamin'ny anaram-boninahitra ofisialin'ny manam-pahaizana No. 1, ary nataony ho Andriamanitra koa i Zhong Kui. ny Fandroahana demonia mba hanaisotra izao tontolo izao ny fanahy ratsy.", "聖意": "Mivavaha ho an'ny fitahiana ao an-tranonao, ny fiarovana anao manokana, ny fahasahiranana ara-bola, ny tsy fahombiazan'ny raharaham-barotra, ny tsy fahombiazan'ny fanambadiana, ny mpandeha an-tongotra Liujia vehivavy, ny kankana Shinta efa masaka, ny biby fiompy enina azo tezaina, ny olona tsy hita, ny fitoriana ho an'ny daholobe tandrefana, ny fifindra-monina, ny conservative, very. fananana, aretina, mivavaha mba hahazoany vintana any an-tendrombohitra sy fasana", "古人": "Nahazo ny Tao i Zhong Kui", "第X籤": "Fahenina amby roapolo nahazo ny loteria (Loteria)", "宮": "Mi Palace"}