{"籤詩版本二": "Any atsinanana, misy Chanjuan tsara tarehy eo amin'ny hazavan'ny volana, ary mandrakotra azy vetivety ny rahona ary mijanona ho miafina.\nMety ho boribory izany indraindray, fa tsy hita, izay milaza fa tsy mety dia resaka tsy misy dikany.", "詩意": "Ny volana amin'ity hexagrama ity dia rakotra rahona.\nMbola ao anaty coma daholo ny zava-drehetra.", "解曰": "Ny rahona mitsingevana mandrakotra ny volana. Tsy mila misalasala. Miandry ny rahona hanangona. Dia ho azonao.", "籤詩故事一": "◇ Bao Gong dia mitady Empress Li\nMpiandry vehivavy tao amin'ny harem-behivavy ny Empress Li (Empress Li) tamin'ny andron'i Zhenzong tao amin'ny tarana-mpanjakan'i Song, ary nankasitrahan'i Song Zhenzong izy ary nasondrotra ho any Wanyi, ary bevohoka izy.\nSaingy tamin'izany fotoana izany, ny vaditsindrano Liu Def (Empress Liu tatỳ aoriana) dia nanana eritreri-dratsy ary nanome tsolotra an'i Guo Huai ionoka mba hanoloana ny zanak'i Empress Li tamin'ny saka civet hoditra, naka ny zanany lahy ary nilaza tamin'ny emperora fa zanany lahy izy. Tezitra i Song Zhenzong ary nandefa an'i Li Empress ho any amin'ny lapa mangatsiaka.\nRehefa niakatra ho mpanjakavavy i De concubine, dia nikasa ny hamono ny Empress Li, izay nandositra ny lapa.\nIndray andro, i Li Niangniang, izay nipetraka teny an-dalana, dia nifanena tamin'i Bao Zheng, iraky ny emperora, izay nanao fisafoana tao amin'ny faritra teo an-toerana. Notantarainy taminy ny zavatra niainany ary izy no reny niteraka an'i Song Renzong, emperora ankehitriny. . Rehefa fantatr'i Bao Zheng ny zava-nitranga, dia nentiny niverina tany Beijing i Li Niangniang, notateriny tamin'i Song Renzong ary fantatr'i Bao Zheng ny zava-nitranga, ary tamin'ny farany dia nifankahalala ny reny sy ny zanany. Ny Empress Dowager Liu sy ilay tandapa Guo Huai dia niondrika ary niaiky.", "聖意": "Sahiran-tsaina aho ao an-trano, mivavaka aho mba ho fiarovana ara-bola, vintana tsara amin'ny raharaham-barotra, tsy fitovian-kevitra amin'ny fanambadiana, olona any an-tsaha, kankana, biby tsy ankasitrahana, olana amin'ny fitadiavana olona, ​​fitsarana, fatiantoka, fifindra-monina, conservative, very fananana, aretina tandrefana, sarotra ny miala. sitrana, fanavaozana fasana tendrombohitra", "古人": "Bao Gong dia mitady Empress Li", "第X籤": "Mpandresy loteria faha-28", "宮": "Lapa mitataovovonana"}