{"籤詩版本二": "Izaho dia manoro hevitra anao mba tsy hangataka fanampiana aminy, fa manidina tahaka ny vano izy ka mandefa zana-tsipìka miafina aminao.\nRaha mandeha manangona kitay ianao ka misy bibilava ao anaty bozaka, dia mety ho voakaikitry ny poizina ianao ka halahelo.", "詩意": "Ity hexagram ity dia mariky ny fijanonana ho voaro sy hitandrina ny tena.\nMitandrema amin'ny zavatra rehetra.", "解曰": "Akombony ny vavanao ary tazomy ny nifinao. Tsy mitandrina izy. Raha mahatsiaro tena ho meloka ianao. Amin'ny farany dia manimba tena.", "籤詩故事一": "◇ Fivoriana chessboard\nNandeha niankandrefana ny Emperora Taizong tao amin'ny Dinastie Tang ary voafandrika tao an-tanànan'i Suoyang. Niverina tany Beijing i Cheng Yaojin mba hangataka fanampiana.\nNodidiana i Xue Dingshan ho mpitari-tolona amin'ny zotra faharoa ary nandeha nanavotra ny Tompo sy nampitony an'i Xiliao.\nRehefa nivoaka ny Yumen Pass ny andian'olona, ​​dia tonga teo amin'ny tendrombohitra Qipan izy ireo. Resin'ny jeneraly Tang Luo Tong i Dou Yihu, mpanjakan'ny tendrombohitra, noho ny fahirano an'arivony an'arivony teo an-tendrombohitra. nihazona ny tady angano ary namatotra an'i Luo Tong. Xue Dingshan manokana no nitarika ireo miaramila ambony. Voafandrika.\n(Mifanaraka amin'io ilay tononkalo voasonia)\nRehefa nahita ny hatsaran'i Xue Dingshan i Dou Xiantong dia te ho naman'i Feng Luan i Dou Xiantong, saingy tsy nety i Xue Dingshan. Tezitra i Dou Xiantong ka te hanosika azy hivoaka sy hanapaka ny lohany. Soa ihany fa tonga nanavotra azy i Cheng Yaojin ary nanamora ny fanambadian'izy ireo. Taty aoriana, i Dou Yihu koa dia nitarika ny mpirahalahy Qipanshan niverina tany amin'ny Dinastia Tang mba hanampy ny Dinastia Tang handresy an'i Liao Andrefana.", "聖意": "Fiarovana an-trano, tombontsoa manokana, mitady harena, miandry raharaham-barotra, tsy azo atao ny fanambadiana, fanairana diso Liujia, mpandeha an-tongotra manakana ny saha, kankana, biby fiompy enina, olona tsy hita popoka, fanakanana ny fitsaram-bahoaka, fahaverezana (Mo Xing) Fifindra-monina, mpandala ny nentin-drazana, very fananana, ny aretina sarotra sitrana, tendrombohitra fasana, mirary soa", "古人": "fihaonambe chessboard", "第X籤": "Mpandresy loteria faha-37", "宮": "Lapa mitataovovonana"}