{"籤詩版本二": "Mandany fotoana am-piadanana sy mangina, mipetraka sy mandry ary misotro dite rehefa avy voky\nTsy mila sahirana ara-batana sy ara-tsaina ianao, ary azo antoka fa tsy hiteraka tsy rariny na loza.", "詩意": "Ity hexagram ity dia mariky ny fandriampahalemana sy ny fitoniana.\nAmin'ny zava-drehetra, ny fiandrasana ny fotoana mety dia hitondra vintana tsara.", "解曰": "Mijanòna soa aman-tsara. Anontanio ireo andriamanitra. Andraso mandra-pahatongan'ny fotoana. Tongatonga ho azy ny zavatra.", "籤詩故事一": "◇Foyinhui Dongpo\nIndray mandeha dia nahazo fahatakarana kely i Su Dongpo nandritra ny fianarany an'i Zen. Tsapany fa ambony ny fanjakany, ary nahatsapa fifaliana tamin'izany izy. Tsy nahasakana ny fitiavako aho, dia namelatra ny penina aho ary nanoratra tononkalo:\n\"Eo afovoan'ny lanitra, i Jishou dia mamirapiratra manerana izao rehetra izao; tsy azon'ny rivotra valo izy, dia mipetraka mahitsy eo amin'ny lotus volomparasy volamena.\"\n(Ny rivotra valo dia manondro: tombony, fihenana, faharavana, laza, fiderana, fanesoana, fijaliana, ary fahasambarana. Izany hoe, ny tsy sorisorenan'ireo fanjakana valo ireo dia antsoina hoe \"tsy afaka mihetsika ny rivotra valo\")\nRehefa avy nanoratra izany i Dongpo dia nandefa ny mpanompony niampita ny renirano mba hanome izany ho an'i Zen Master Foyin ao amin'ny Tempolin'i Jinshan.\nRehefa avy namaky izany i Zen Master Foyin, dia nasiany marika tamin'ny teny hoe \"fart\" ary nomeny ny mpanompony mba hamerenana azy.\nTezitra i Dongpo rehefa nahita izany, ka naka sambo niampita ny renirano izy ary nankany amin'ny Tempolin'i Jinshan mba hitady ny tombo-kasen'i Bouddha mba hiresahana.\nRehefa tonga teo amin'ny vavahadin'ny Tempolin'i Jinshan i Dongpo dia efa niandry teo am-baravarana i Foyin.\nNiampanga an'i Foyin avy hatrany i Su Dongpo hoe: \"Nahoana ianao no miantso ny tononkalo nosoratako ho fady?\"\nNamaly i Foyin hoe: \"Moa ve ianao tsy efa 'tsy voatsofin'ny rivotra valo'? Ahoana no nahatonga anao ho 'voakapoka eny ampitan'ny ony' amin'ny vody!\"\nTamin'izay fotoana izay, taitra i Dongpo rehefa nahatsikaritra fa tsy ampy tsara izy ary lasa menatra.\n(Ity tantara ity dia fanoharana momba ny \"Tsy mbola tonga ny hafanana\")", "聖意": "Mivavaha ho an'ny tranonao sy ny fiarovana anao, ho an'ny harenanao, ho an'ny raharahanao, ho an'ny fotoana mahafinaritra, ho an'ny fanambadianao, ho an'ny vehivavy mandehandeha any Liujia, ho an'ny fahatongavan'ny landy any an-tsaha, ho an'ny biby fiompy enina ho tony, noho ny fitadiavana olona, ​​noho ny fahasahiranana, noho ny fitoriana ampahibemaso, noho ny fifindra-monina, noho ny fananana very, noho ny aretina, noho ny fandefasana any amin'ny fasana an-tendrombohitra, soa", "古人": "Foyinhui Dongpo", "第X籤": "Iraika amby telopolo nandresy loteria", "宮": "Wei Gong"}