{"籤詩版本二": "Azo antoka ny dia miverina. Iza no mahalala raha misy jade miafina ao anaty vato?\nRaha vantany vao voapaika mazava tsara ny mpanao asa tanana iray, dia hahatsiaro ho voaro izy amin'ny vanim-potoana jaspy", "詩意": "Ao amin'ity hexagram ity dia afaka mahita ny sarin'ny jade ianao rehefa manapaka vato.\nMiezaha mafy mba hahomby amin'ny zavatra rehetra.", "解曰": "Ny harena dia ao anaty vato. Kely no fantatry ny vahiny. Andraso mandra-pahazava. Ataovy izay azonao atao.", "籤詩故事一": "◇ Mitady talenta i Liu Bei (famangiana in-telo amin'ny trano bongo bozaka, fitsidihana telo amin'ny trano bozaka)\nNy vanim-potoanan'ny Fanjakana Telo. Nipetraka nitokana tao amin'ny trano bongo bozaka iray tany Longzhong i Zhuge Liang. Te hitady talenta i Liu Bei, ka nitsidika mivantana an'i Zhuge Liang izy. Nitsidika an'i Zhuge Liang in-telo izy (fantatra amin'ny anarana hoe \"Fitsidihana Telo ao amin'ny trano bongo vita bozaka\". Lavo ny tarana-mpanjaka Han, ary nangalatra ny ainy ny mpanompo mpamitaka, Andriamanitro.\" Voasaron'ny vovoka. Tsy refesiko ny hasinako sy ny fahaizako, te-hino ny fahamarinana lehibe eto amin'izao tontolo izao aho, fa ny fahendreko sy ny fahaizako. marivo, ka mampiasa azy io fatratra aho. Hatramin'izao. Na izany aza, mbola tsy tapitra ny faniriako, araka ny hevitrao, ho tanteraka ve ny drafitra?\"\nZhuge Liang avy eo dia nanolotra azy ny drafitra hizarana izao tontolo izao ho telo, ary nandinika ny toe-javatra izay tsy nisy an'i Cao Cao sy ny Sun Quan afaka manampy azy. , ary nisy ny fahafahana nanararaotra azy ireo, ary ireo fanjakana roa ireo ihany no azo trandrahana. Amin'izay fotoana izay ihany no ahafahany mahazo izao tontolo izao, ary nilaza tamin'i Liu Bei mihitsy aza ny paikadin'ny fanafihana ny Central Plains. (Nantsoina hoe \"Longzhong Dui\" ity dinika ity tatỳ aoriana). Rehefa nandre izany i Liu Bei dia nidera azy toy ny nahita harena izy, ary nanasa mafy an'i Zhuge Liang mba hivoaka hanampy, ka i Zhuge Liang dia lasa mpanolotsaina miaramila an'i Liu Bei.", "聖意": "Ny trano dia salan'isa, tsy misy ahiahy ny tena, mitady harena, varotra asa, manakana ny fanambadiana, lasa mpivahiny virtoaly any Liujia, ary kankana amin'ny Yaotian, tara lasa biby manankarena, mitady olona, ​​fitsaram-bahoaka, fifindra-monina, very fananana, aretina tandrefana , mahantra Anshan, fasana niova ho auspiciousness", "古人": "Mitady talenta i Liu Bei (famangiana in-telo amin'ny trano bongo bozaka, fitsidihana telo amin'ny trano bozaka)", "第X籤": "Ny mpandresy loteria faharoa amby telopolo", "宮": "Wei Gong"}