{"籤詩版本二": "Miakanjo sy amboary ny fomban'ny fianakaviana taloha. Ny Tao dia tsy misy lanitra fa manana fahamendrehana.\nRehefa avy namafa ny tsilo sy ny tsilo teny an-dalana izy telo mianadahy dia nanaiky ny hiaraka amin’ny mpiara-miasa aminy.", "詩意": "Ity hexagram ity dia maneho ny fanovana ny akanjo.\nSarotra ny zavatra rehetra vao ho mora any aoriana.", "解曰": "Aza manahy. Mirary fahafinaretana. Raha manontany momba ny ho avy ianao. Misy lalana tsara aloha.", "籤詩故事一": "◇ Soratra Bodista an’i Tang Monk\nXuanzang (602-664), moanina malaza tao amin'ny Dinastia Tang, dia nanana anaram-bositra mahazatra hoe Chen ary nomena anarana hoe Yi. Teraka tao amin'ny faritanin'i Goushi, Luozhou (faritra atsimon'ny Tanànan'i Yanshi, Faritanin'i Henan ankehitriny). Lasa moanina izy teo amin’ny faha-13 taonany ary nitondra ny anarana Bodista Xuanzang. Izao tontolo izao dia antsoina hoe Sanzang of Tang Dynasty.\nNandeha niankandrefana nankany Tianzhu (India) izy, tamin’ny taona fahatelo nanjakan’i Zhenguan (629, antsoina koa hoe taona voalohany nanjakan’i Zhenguan), mba hahazoana soratra masina bodista. Niditra tamin’ny loza izy irery ary niaritra zava-tsarotra.\nTamin'ny taona fahafito ambin'ny folo nanjakan'i Zhenguan, nametra-pialana tamin'ny fomba ofisialy ny tompony ary niverina tany atsinanana. Niverina tany Chine izy tamin’ny alalan’ny Lalana Atsimon’ny Faritanin’i Xinjiang, Khotan, ary Loulan ankehitriny, izay naharitra fito ambin’ny folo taona sy dia 50 000 kilaometatra. Rehefa tonga tao Chang'an izy tamin'ny volana voalohany tamin'ny taona fahasivy ambin'ny folo nanjakan'i Zhenguan, dia nandidy an'i Liang Guogong Fang Xuanling sy ireo manam-pahefana sivily sy miaramila hafa ny emperora mba handray azy tsara.\nBoky 520 sy 657 tamin’ny soratra masina bodista sanskrity tany am-boalohany no nangatahana. ary nadika tamin'ny teny sinoa.\nRehefa niverina ny tompony, dia nohajain'ny Emperora Taizong sy ny Emperora Gaozong izy ary napetraka tao Da Nei, ary nomena ny anaram-boninahitra hoe \"Master Tripitaka\".", "聖意": "Mikorontana ny trano, mirary soa ho an'ny tena, mirary soa, mirary soa, mirary soa, manambany, manakana ny fahatongavan'ny olona eny an-tsaha, landy, biby fiompy tsy mety, mitady olona, ​​fitsaram-bahoaka, fifindra-monina, very fananana, aretina tara, mivavaka. ho an'ny fitahiana, ny fasan'ny tendrombohitra dia tokony ho antitra.", "古人": "Mianatra Soratra Bodista ny Monk Tang", "第X籤": "Ny mpandresy amin'ny loteria fahadimy amby telopolo", "宮": "Shen Gong"}