{"籤詩版本二": "Raha te ho azo antoka sy milamina ianao, dia tsy mety ny manana labozia amin'ny rivotra.\nTsara kokoa ny manadio sy mipetraka ao amin'ny efitrano lalina, misoroka ny hazavana, mihozongozona amin'ny toerana mangina, ary mivezivezy. Mihozongozona → Yao. Maimaim-poana → vitsy.", "詩意": "Ity hexagram ity dia toy ny rivotra manozongozona ny jiro sy ny labozia.\nNy fitazonana ny zavatra tsy tapaka dia hitondra vintana tsara.", "解曰": "Mipetraha amin'ny toerana mangina. Miantso ary tongava ara-potoana. Tsy fitahiana izany. Conservative ary mety.", "籤詩故事一": "◇ Niverina tany an-tendrombohitra i Li Jing\nLi Jing (571-2 Jolay 649), anarana nomena anarana Pharmacist, dia teratany Sanyuan, Yongzhou (avaratra avaratratsinanan'i Sanyuan County, Faritanin'i Shaanxi). Jeneraly avy amin'ny tarana-mpanjaka Sui ka hatramin'ny tarana-mpanjaka Tang, izy dia stratejika miaramila malaza manana fahaiza-manao sivily sy miaramila tamin'ny Dinastia Tang. Taty aoriana dia nomena ny anaram-boninahitra Duke of Wei, ary fantatra amin'ny anarana hoe Duke of Wei eto amin'izao tontolo izao.\nI Li Jing no rain'ny printsy fahatelo Nezha ao amin'ny lisitry ny andriamanitra, antsoina koa hoe \"Mpanjakan'i Tota\". Li Jing sy ny zanany dia nanampy an'i Jiang Ziya (Tai Gong) handresy ny Mpanjakavavy Zhou, hanangana ny tarana-mpanjaka Zhou, ary Mpanjaka. Niakatra tamin'ny fomba ofisialy i Wu. Nanangana lisitr'ireo andriamanitra i Jiang Ziya avy eo ary nanao lanonana hampitoniana ny fanahin'ireo miaramila maty tamin'ny ady. Nanomboka teo dia nilamina sy nilamina izao tontolo izao. Naniry ny hanao marquises sy hamaly soa azy ireo i King Wu, ary tiany koa ny hanome tany ho an'ireo mahery fo mpanorina. Nangataka ny hiverina any an-tendrombohitra i Li Jing sy ny rainy sy ny zanany ary ny olona fito hafa mba hanaraka ny Taoisma fa tsy ho variana amin’ny laza sy ny harenan’izao tontolo izao. Tatỳ aoriana, izy fito mianadahy dia “lasa olo-masina tamin’ny vatana” ary nitana ny laharana tao amin’ny kilasin’ny tsy mety maty.\nNy tantaran'ny \"Feng Shen Bang\"", "聖意": "Ny trano dia mpandala ny nentin-drazana, olon-tsotra aho, mitady harena, sahirana amin'ny raharaham-barotra, tsy mifanaraka amin'ny fanambadiako, mivavaka ho an'ny mpandeha an-tongotra mba hanana finoana i Liujia, masaka ny kankana amin'ny fararano, ary biby enina no azo antoka, olona tsy hita popoka, fitsaram-bahoaka ary ny fifindra-monina dia mpandala ny nentin-drazana, very fananana aretina, tsy manova ny fasana ao Jianxingshan", "古人": "Niverina tany an-tendrombohitra i Li Jing", "第X籤": "Mpandresy loteria faha-37", "宮": "Shen Gong"}