{"籤詩版本二": "Ny vaovao avy any amin'ny faravodilanitra dia tena sarotra takarina. Aza manantena be loatra.\nRaha nanoto vato ho fitaratra ianao, dia ho fantatrao fa very maina ny ezaka nataonao.", "詩意": "Ity hexagram ity dia mitazona ny sarin'ny fahatoniana tsy tapaka.\nNy fitazonana ny tenanao amin'ny zavatra rehetra dia hitondra vintana tsara.", "解曰": "Tetika isan-karazany. Ezaka very maina. Aleo ny mpandala ny nentin-drazana. Inona no antony?", "籤詩故事一": "◇ Zazavavy mitady vady\nNandritra ny tarana-mpanjaka Qin, fony i Meng Jiangnu no emperora voalohany tao amin'ny tarana-mpanjaka Qin, tamin'ny alin'ny fampakaram-badiny, dia nosamborina i Fan Qiliang (Wan Xiliang) vadiny ary nalefa hanangana ny Manda Lehibe. Nandeha an'arivony kilaometatra i Meng Jiangnu mba handefasana akanjo mafana ho an'ny vadiny.Elaela vao tonga teo amin'ny Rindrina Lehibe, saingy tamin'ny farany dia nolazaina taminy fa maty ny vadiny ary nalevina tao ambanin'ny Rindrina Lehibe ny fatiny. Latsa-dranomaso i Meng Jiangnu, ary nirodana ny Rindrina Lehibe, ary hita tamin'ny ra nitete tamin'ny antontam-bato ny fatin'ny vadiny. Noho izany dia niantso an'i Meng Jiangnu i Qin Shihuang, izay taitra tokoa ka te haka an'i Meng Jiangnu ho vaditsindranony. Nangataka an'i Qin Shihuang i Meng Jiangnu mba handeha any amin'ny Nosy Qinhuang hitafy lamba fisaonana sy hanome voninahitra an'i Fan Qiliang. Nanaiky i Qin Shihuang; rehefa nandoa vola i Qin Shihuang Ho fanomezam-boninahitra an'i Fan Qiliang, i Meng Jiangnu dia nitazona ny fatin'ny vadiny teo amin'ny toerana misy ny Tempolin'i Meng Jiangnu androany.", "聖意": "Fiarovana an-trano, fitehirizana tena, harena, varotra ara-drariny, fanambadiana, tsy fitovian-kevitra, vehivavy mpandeha an-tongotra Liujia, saha mifindrafindra, kankana, fahasimban'ny biby fiompy, olana amin'ny fitadiavana olona, ​​fitoriana, fatiantoka, fifindra-monina, fananana very, aretina, fitaovana, fandefasana any amin'ny fasana Anshan, mirary anao ho tsara vintana", "古人": "Ginger sipa mitady vady", "第X籤": "Lota 39", "宮": "Ianao Palace"}