{"籤詩版本二": "Tafaray indray ny fitaratra iray arivo taona, vehivavy nangataka ny vadiny hanambady indray\nNanomboka teo dia niova ny fianakaviana, ary niampy fitahiana ny zanaka sy ny zafikeliny.", "詩意": "Ity hexagram ity dia maneho ny fihaonan'ny fitaratra.\nAsa mafy sy lafo ny zava-drehetra.", "解曰": "Mihady fasika ho volamena. Mitaingina dragona ary mitaingina tigra. Na dia miasa mafy aza izany. Misy fanampin-javatra ao anatiny.", "籤詩故事一": "◇ Yulianhui folo namana\nTamin'ny tarana-mpanjaka Song dia nanambady an'i Wang Shipeng i Qian Yulian. Rehefa nandeha tany Beijing i Shi Peng hanao fanadinana, dia nanery an'i Yulian hanambady azy indray ilay mpanankarena Sun Ruquan.\nNolavin'i Qian Yulian ny tolo-kevitr'i Sun Ruquan mpanankarena ary naleony nanambady an'i Wang Shipeng, manam-pahaizana mahantra avy any Wenzhou izay nokaramain'i \"Jing Chai\".\nTaty aoriana dia nahazo ny loka voalohany i Wang Shipeng, satria tsy nety ho noteren'ny Praiminisitra Wanqi izy, dia nalefa ho mpitsara tany Chaoyang lavitra. Sun Ruquan dia nanova mangingina ny taratasin'ny fianakavian'i Wang Shipeng ho \"taratasy fisaraham-panambadiana\" ary namitaka an'i Yulian ho voafitaka. Ny renikelin'i Qian Yulian koa dia nanery azy hanambady indray, saingy nandà i Yulian ary namono tena tamin'ny nivarotany ny tenany tao anaty renirano. Navotan'i Qian Zaihe izy. avy any amin'ny Faritanin'i Fujian ary noraisina ho zanaka natsangany. .\nNihevitra i Yulian fa maty i Shipeng. Dimy taona taty aoriana, i Wang Shipeng no governoran'i Ji'an. Indray andro, nanao lanonana fahatsiarovana tao amin'ny tempolin'ny Taoista izy mba hahatsiarovana ny vadiny efa maty. Sendra nankany amin'ny tempolin'i Ji'an Taoista i Yulian mba handoro. emboka manitra, ary nihaona indray i Wang Shipeng sy Qian.", "聖意": "Ny trano tsy mety ho an'ny tena Ny fararano sy ny ririnina dia manan-karena Enga anie ny harena hambinina amin'ny fararano sy ririnina Enga anie ny raharaham-barotra hahomby Enga anie ny fanambadiana ho tafita Enga anie ny mpandeha an-tongotra ho eny an-tsaha Mivavaha ho an'ny mpandeha an-tongotra azo ompiana kankana enina azo atao. atsangana.Ny olona dia hita.Ny fitoriana ampahibemaso dia tsy mety.Ny fifindra-monina dia mpandala ny nentin-drazana.Ny fahaverezan'ny fananana, ny aretina tara, ny mivavaka mba hahazoana fitahiana.Ny tendrombohitra sy ny fasana dia tsara.", "古人": "Yulianhui folo namana", "第X籤": "Ny famantarana fahefatra", "宮": "tranonjaza"}