{"籤詩版本二": "Mianjera any andrefana ny kodia mena, mitsangana any atsinanana ny bitro, mitombo ny yin ary manjavona ny yang, ary miroborobo ny zava-drehetra.\nRaha te hampiasa izany ny vehivavy dia hampitombo ny hareny izany ary hitondra fahasambarana ho an’ny fony.", "詩意": "Ity hexagram ity dia mariky ny fitomboan'i Yin sy ny fanjavonan'i Yang.\nSarotra ny zavatra rehetra vao ho mora any aoriana.", "解曰": "Mahasoa ny vehivavy ny Yin. Tsy mety amin'ny lehilahy. Raha mitady torohevitra ianao. Ny ratsy aloha vao tonga ny tsara.", "籤詩故事一": "◇ Niakatra teo amin’ny seza fiandrianana i Wu Zetian\nTeo amin'ny faha-14 taonany i Wu dia nampanantsoin'ny Emperora Taizong Li Shimin tao an-dapa ho olona manan-talenta, antsoina hoe \"Wu Mei\". Taorian'ny nahafatesan'i Taizong dia niditra tao amin'ny Tempolin'i Ganye i Zetian ary lasa masera.\nRehefa tonga teo amin'ny seza fiandrianana ny Emperora Gaozong avy amin'ny tarana-mpanjaka Tang, dia nampiantso ny fianakavian'i Wu ho ao an-dapa izy mba hanome voninahitra an'i Zhaoyi. Tamin'ny taona fahenina nanjakan'i Yonghui (655), ny Emperora Gaozong dia nametraka an'i Wu ho mpanjakavaviny.\nNahira-tsaina i Wu Zetian, nandray anjara tamin'ny literatiora sy tantara, ary nanan-karena tamin'ny fahaiza-manao. Fotoana fohy taorian'ny nahatongavan'i Wu Zetian ho mpanjakavavy, satria nalemy sy narary i Gaozong, dia nanankinana azy tamin'ny raharaha politika sasany izy, ka nitombo ny fahefany. Tamin'ny taona voalohany nanjakan'i Shangyuan (674), ny Emperora Gaozong dia nantsoina hoe \"Emperora\", ny Emperora Wu dia nantsoina hoe \"Mpanjakavavin'ny Lanitra\", ary izy ireo dia nantsoina hoe \"Olomasina Roa\" tao an-dapa.\nTamin'ny taona voalohany nanjakan'i Hongdao (683), dia maty i Gaozong, tonga teo amin'ny seza fiandrianana ny Printsy Li Xian, ary tonga nitondra ny tarana-mpanjaka i Wu Zetian. Tamin'ny Febroary tamin'ny taona voalohany nanjakan'i Sisheng (684), dia nesorin'i Wu Zetian ho mpanjakan'i Luling i Li Xian ary nanangana ny zanany fahefatra i Li Dan ho emperora, ary nanohy nitondra ny tarana-mpanjaka. Tamin’ny Septambra tamin’io taona io ihany, dia nanova ny saina ho volamena izy, ary i Luoyang, renivohitra atsinanana, dia nantsoina hoe renivohitra masina. Tamin'ny andro fahasivy Septambra tamin'ny taona voalohany nanjakan'i Tianshou (690), dia nanambara ny tenany ho emperora i Wu Zetian ary nanova ny anaran'ny firenena ho Zhou.", "聖意": "Ny tokantrano dia tsy mahasoa ny tena, mivavaka mba hahazoana fitahiana, mitady harena, miambina ny varotra, mirary soa amin'ny fanambadiana, ratsy vintana amin'ny fanambadiana (vehivavy), mpandeha an-tongotra manakana ny saha, landy, biby fiompy manankarena, mitady olona, ​​fisarahana, fitoriana, fatiantoka, fifindra-monina. , very fananana, aretina, fahatairana, tendrombohitra sy fasana, mirary soa", "古人": "Niakatra teo amin'ny seza fiandrianana i Wu Zetian", "第X籤": "Ny mpandresy loteria fahaefatrapolo", "宮": "Ianao Palace"}