{"籤詩版本二": "Ho tsaroanao ireo teny tsara tsy manam-petra, fa ho lasa zanakao ianao raha mahafantatra ilay mpangalatra.\nAza mitsiriritra amin'izao fotoana izao ary manahy ny amin'ny mety ho nanaovany zavatra tsara herintaona lasa izay.", "詩意": "Ity hexagram ity dia manondro ny mpangalatra ho zanaka.\nMahaiza mandanjalanja amin'ny zavatra rehetra.", "解曰": "Iray ihany. Tsy misy diso ny lehilahy iray. Ataovy ao an-tsaina izany. Aza manirery.", "籤詩故事一": "◇ Dong Zhuo dia manaiky an'i Lu Bu\nLu Bu, be herim-po sy nahay niady, dia jeneraly miaramila malaza tamin'ny fiafaran'ny Dynastie Han Atsinanana sy ny fiandohan'ny Fanjakana Telo. Noraisiny ho ray nitaiza azy i Ding Yuan, governoran'i Jingzhou, ary nanompo azy.\nTaorian'ny nahafatesan'ny Emperora Ling tao amin'ny Dynastie Han Atsinanana, dia nankany Beijing i Ding Yuan mba hiray tsikombakomba tamin'ny jeneraly He Jin mba hifehy ny governemanta.\nNiady tamin'i Ding Yuan i Dong Zhuo, saingy jeneraly maromaro no tsy naharesy an'i Lu Bu, ka nalefan'i Dong Zhuo an'i Li Su ny mpiara-miasa aminy mba hanome tsolotra an'i Lu Bu. Nitondra harena volamena sy volafotsy ary ilay soavaly bitro mena malaza i Li Su mba \"hitsidika an'i Lu Bu\". Nitondra harena volamena sy volafotsy ary ilay soavaly bitro mena malaza i Li Su mba hitsidika an'i Lu Bu. Noho izany dia notoloran'i Dong Zhuo tsolotra i Lu Bu mba hamonoana an'i Ding Yuan, ary nilaza tamin'ny miaramilany koa izy mba hiaraka aminy raha tiany, ary hiala raha tsy te hanaraka azy izy ireo, vokatr'izany dia nandositra ny ankamaroan'ny miaramila. Noho izany dia notoloran'i Dong Zhuo tsolotra i Lu Bu ary namono an'i Ding Yuan.\nTaorian'ny nahazoan'i Dong Zhuo fahefana dia noraisiny ho zanaka natsangany i Lu Bu ary nataony jeneraly sy marquis.\nNahery setra i Dong Zhuo, ary tena nalemy tokoa ny “fifandraisana ray sy zanaka” tamin’i Lu Bu. Tamin’ny 189 am.f.i., noho ny famporisihan’i Situ Wang Yun, dia namono an’i Dong Zhuo i Lu Bu.\nEnim-bolana taorian'ny nahafatesan'i Dong Zhuo, dia nanafika ny renivohitra ny miaramilan'i Dong Zhuo taloha, ary nandositra noho ny tahotra i Lu Bu sy ny vadiny. Taorian'ny nandaozany ny renivohitra dia nitady fialofana tamin'ireo lehiben'ny tafika Yuan Shu, Yuan Shao, Zhang Yang, Zhang Miao, Liu Bei, sns i Lu Bu, ary niady imbetsaka tamin'i Cao Cao, lehiben'ny ady lehibe hafa tamin'izany fotoana izany. tamin'ny ady, ary nandresy an'i Cao Cao imbetsaka.\nTamin'ny taona fahatelo nanjakan'i Jian'an tao amin'ny Dynastie Han Atsinanana, nanafika an'i Xiaopei, tobin'i Lu Bu, ny miaramilan'i Cao Cao, ary nosamborina sy novonoin'i Cao Cao teo ambanin'ny Tilikambo Baimen. Talohan'ny namonoana azy dia nangataka an'i Cao Cao i Lu Bu mba hitazona azy ho velona mba hialana amin'ny fahafatesana, saingy nampahatsiahy an'i Cao Cao i Liu Bei fa efa namadika imbetsaka i Lu Bu ary lehilahy tsy marina. Tamin'ny farany dia namono an'i Lu Bu i Cao Cao, izay nanome lanja ny talenta fotsiny na inona na inona fitondran-tena.", "聖意": "Sahiran-tsaina aho ao an-trano, matetika mitady vola, miambina amin'ny fifampiraharahana, sarotra ny manambady, taitra ilay lehilahy Liujia, ny landy efa masaka any an-tsaha, ny biby enina dia azo antoka, mitady azy ilay olona. , ny fitoriana ampahibemaso dia mety, ary ny fifindra-monina dia ny mivavaka ho an'ny zavatra very izay sarotra hita, aretina ary fiadanana ao amin'ny fasan'i Zhenxing Mountain.", "古人": "Nanaiky an'i Lu Bu i Dong Zhuo", "第X籤": "No. 41 Fandresena ny Lott", "宮": "Ianao Palace"}