{"籤詩版本二": "Ny emperora sy ny emperora ary ny empress dia ho tsara fanahy amin'ny farany ary hiandry sy hivavaka mba hahazoana fitahiana tsy misy fatiantoka na tombony.\nNy zavamananaina rehetra dia mandray soa avy amin'izany, ary ny fanambinana dia andrasana amin'izao tontolo izao sy any an-danitra.", "詩意": "Ity hexagram ity dia mariky ny fankasitrahana avy any an-danitra.\nHahomby ny zava-drehetra.", "解曰": "Naneho ny fankasitrahany ny emperora. Aza adino mihitsy. Fomban'ny maraina sy hariva. Mety ny mandoro emboka manitra.", "籤詩故事一": "◇Namonjy ny reniny i Mulian\nMokou Lian, na Mulian, no mahery indrindra amin'ireo mpianatr'i Sakyamuni Buddha.\nTia vola sy mahihitra ny reniny nandritra ny androm-piainany, ka latsaka tao amin’ny fanjakan’ny matoatoa noana izy taorian’ny nahafatesany. Nampiasa ny herin'ny maizina i Mokhullian mba hijery ary hitany fa teraka toy ny matoatoa noana ny reniny, tsy nahita sakafo ary tao anatin'ny fahasahiranana lehibe.Nampiasa ny heriny izy mba hitondra sakafo ho an'ny reniny. ny sakafo dia lasa lavenona ka tsy azo hanina.\nNanahy momba ny zava-nitranga i Maudgalyana ary nitantara izany tamin’i Bouddha. Nilaza tamin'i Mulian ny Bouddha fa amin'ny andro faha-15 amin'ny volana fahafito dia tokony hametraka tsiro zato sy voankazo dimy ao anaty koveta izy ary hanolotra izany ho an'ireo moanina tsara fanahy ao amin'ny tari-dalana folo. .\nNanao zavatra araka ny sitrapon’i Bouddha i Maudgalyana, ary nafahana ihany ny reniny. Ity karazana lanonana ity dia antsoina hoe \"Festival Obon\" ary \"Festival Obon\" no anaran'ity fety ity.\n(Fanamarihana: Ny zavatra iray dia manana fihetseham-po isan-karazany amin'ny ambaratonga samihafa eto amin'izao tontolo izao. Ohatra: rehefa avy ny orana eto amin'ity tontolo ity, dia hitantsika ho toy ny \"rano\" izy io, raha ny zavamananaina ao amin'ny fanjakan'ny matoatoa noana kosa dia mahatsapa azy ho toy ny \"ra\", ary mahatsapa izany. Ny zavamananaina any amin'ny tontolo helo dia mahatsapa azy ho \"ra\". Toy ny hoe \"milatsaka sabatra\", fa ny zavaboary any an-danitra kosa dia mahatsapa ho toy ny \"manendaka voninkazo\".)", "聖意": "Mivavaha ho an'ny trano sy trano, mivavaka ho an'ny vintana tsara amin'ny ririnina, mitady harena, tsy misy fifampiraharahana, fanambadiana, fiadanana ao Liujia, mpandeha an-tongotra, saha mihetsika, kankana, biby enina, mahita olona, ​​fitoriana, fahombiazana, fifindra-monina, conservatism, very fananana, aretina , fiadanan'ny tendrombohitra, fasana", "古人": "Mamonjy ny reniny i Mulian", "第X籤": "Sonia roa amby efapolo", "宮": "Ianao Palace"}