{"籤詩版本二": "Ny tontolo dia miovaova ary ny zava-drehetra dia manohana ny tenany, manohana ny tenany ary azo antoka\nMahafinaritra ny zava-drehetra eo amin'ny fiainana, misaotra ny olo-masina sy ny olon-kendry amin'ny zava-drehetra, ary mihatsaravelatsihy.", "詩意": "Ity hexagram ity dia maneho ny firindran'ny tany sy ny tany.\nMandeha tsara ny zava-drehetra ary tsy misy atahorana.", "解曰": "Teraka ny zava-drehetra. Tanteraka avokoa ny drafitra sy ny faniriana rehetra. Manampy ny Ford. Maika i Rui Qi.", "籤詩故事一": "◇Mahazo fahazavana ny mpandeha an-tongotra\nJourney to the West story:\nNalain'i Sun Wukong ny Tendrombohitra misy Voninkazo sy Voankazo ary lasa mpanjaka. Taty aoriana, mba hahitana fomba hiainana mandrakizay, dia nandany valo na sivy taona nitety tendrombohitra sy renirano izy mba hivavaka amin'ny Patriarka Bodhi ho mpampianatra azy. fiovana roa amin'ny rahona ratsy eto an-tany sy rahona mitsambikina, ary sambany naka ny anarana hoe Masoandro antsoina hoe Wukong.\nTaorian'izay, nandeha tany amin'ny Lapan'ny Dragona any amin'ny Ranomasina Atsinanana i Sun Wukong mba hitady fitaovam-piadiana mety, ary farany dia nahita ny Ruyi Golden Cudgel, ilay fanjaitra masin'i Tianhe sy Dinghai. Satria tapitra ny androm-piainany, dia nanao tabataba be tany amin’ny fiainan-tsi-hita izy, nanavao ny bokin’ny fiainana sy ny fahafatesana, ary niverina tany amin’ny tontolon’ny olombelona. Taty aoriana dia nantsoin'ny lanitra voalohany i Sun Wukong ary nantsoina hoe Bima Wen. Taty aoriana dia nantsoina fanindroany ho any an-danitra izy ary nomena anarana hoe Mpanjaka rajako.Nangalatra paiso koa izy ary niteraka korontana tany an-danitra. Nofehezina tao amin'ny lafaoro Bagua izy mba hampihatra ny masony volamena sy ny masony mirehitra. Farany dia nopotehina izy. nataon'i Tathagata Buddha teo am-pototry ny Tendrombohitra Wuzhi nandritra ny 500 taona, tsy afa-nihetsika. Nivadika ho tendrombohitra afo ny toerana nisy ny lafaoro Bagua.\nDimanjato taona taty aoriana, nandeha tany Andrefana ny Monk Tang mba haka soratra masina, nandalo ny Tendrombohitra Five Elements, ary nanala ny talisman alohan'ny hamonjena an'i Sun Wukong. Nitomany tamim-pankasitrahana i Sun Wukong, rehefa avy nanome toromarika avy amin'i Guanyin Bodhisattva izy, dia nivavaka tamin'ny Monk Tang ho mpampianatra azy ary nandeha tany Andrefana hiara-mianatra soratra masina. Teny an-dalana hianarana ny soratra masina dia nidina tamin'ny demonia i Sun Wukong ary namono ireo biby goavam-be, ary namerimberina nanao zava-mahagaga tsy dia fahita firy. Na izany aza, dia diso hevitra izy ary noroahin'ny tompony Tang Seng hatrany hatrany. Taorian'ny fahasahiranana iraika amby valopolo dia vita ihany ny asa. Tonga tao amin'ny Tempolin'i Xitian Leiyin ireo tompo sy mpianatra efatra ary nahazo ny tena soratra masina. Nahazo vokatra tsara i Sun Wukong.\n(Ity tantara ity dia fanoharana fa na ny gidro aza dia mety ho tonga saina, mainka fa ny olombelona.)", "聖意": "Ny trano dia mahasoa ho an'ny tena, ho an'ny harena, raharaham-barotra, fanambadiana, Liujia, lehilahy mpandeha an-tongotra, sakana ny saha, landy, biby enina, Zhongping, mitady olona, ​​fitoriana, fahombiazana, fifindra-monina, very fananana, aretina, Xingxingshan fasana, zavatra. dia tsara", "古人": "Ny mpandeha dia mahazo fahazavana", "第X籤": "Nosoniavina tamin'ny faha-43", "宮": "xugong"}