{"籤詩版本二": "Ny fahalemem-panahy dia efa nandresy tamin'ny hery hatry ny ela, ary ny varavaran'ny asa soa dia miroborobo.\nRaha misy maminavina an'io hexagrama io dia toy ny mifanena amin'i Yaojing rehefa mangetaheta ianao.", "詩意": "Ity hexagram ity dia mariky ny hatsaram-panahy sy ny halemem-panahy.\nAmin'ny zava-drehetra, ny firindrana no fitsipika.", "解曰": "Manana fihetseham-po ny lanitra sy ny tany. Tena marina. Andriamanitra sy Bouddha miaro anao. Aza adino izay azonao.", "籤詩故事一": "◇Fantatr’i Renzong ny reniny\nNy vaditsindranon'i Song Zhenzong, Liu, dia nialona tamin'ny nahaterahan'i Zhao Zhen, ny vaditsindranony, ary nanome tsolotra ny mpampivelona mba hanoloana ny zanak'ilay vaditsindranony tamin'ny saka civet hoditra. ny lapa mangatsiaka.. Liu vaditsindranony dia azo natokana ho any aoriana.\nTaorian’ny nandraisan’ny vaditsindranony azy ho empress, dia nodoran’i Concubine De ny lapa mangatsiaka ary nikasa ny hamono an’i Li vaditsindranony.\nNy vaditsindrano Li dia nanipy an'i Zhao Zhen tao anaty renirano, saingy soa ihany fa navotsotry ny ionoka izy ary nalefa tany amin'ny lapan'ny olon-kendry valo. Rehefa lehibe izy dia nandimby an'i Song Renzong.\nTatỳ aoriana, dia nifanena tamin’ilay vaditsindrano jamba i Bao Zheng (Bao Qingtian) tsy nahy. Rehefa nianatra ny fahamarinana izy, dia nanao fanadihadiana mafy momba ilay raharaha, ary tamin’ny farany dia niharihary ny marina, ka nahafahan’i Song Renzong nahafantatra ny vadiny sy ny zanany lahy. Natsipy tao amin'ny lapa mangatsiaka i Liu vaditsindranony ary noraisina tao an-dapa ny vaditsindrano Liu. Nifarana soa aman-tsara ny tantara.", "聖意": "Tsara vintana ho an'ny tokantrano, tena, harena, fahombiazana eo amin'ny raharaham-barotra, fanambadiana, fanambadiana, lehilahy mpandeha an-tongotra, sakana amin'ny saha, landy, fararano tombom-barotra, enina biby, enina biby, antonony ambaratonga, fitadiavana olona, ​​fitoriana, fahombiazana, fifindra-monina, very ny fananana, aretina tatsinanana, fitahiana, tendrombohitra, fasana, lalana atsinanana-andrefana, mirary soa", "古人": "Renzong nahafantatra ny reniny", "第X籤": "Loteria fahadimy amby efapolo", "宮": "xugong"}