{"籤詩版本二": "Niaritra fiainana mpandala ny nentin-drazana i Qin Jun ary tapa-kevitra ny tsy hanao ratsy.\nMandra-pahatongan'ny olona iray mampiasa hery moramora, ny sampana maty sy ny hazo antitra dia hiteraka voninkazo indray.", "詩意": "Ity hexagram ity dia toy ny voninkazo maniry hazo maty.\nSamy manana ny fahombiazany ny zava-drehetra.", "解曰": "Aoka ianao ho mpandala ny nentin-drazana sy mangina. Tanteraka ny zava-drehetra. Raha mihetsika izy dia ho maro ny loza. Tsy misy tsiny amin’ny fahanginana.", "籤詩故事一": "◇Weishui jono\nTamin'ny tarana-mpanjaka Zhou, Jiang Shang, antsoina hoe Ziya, dia teraka tao Ji (mponina Xuzhou, Ranomasin'i Chine Atsinanana), ary Fei Xiong no anarany tao amin'ny Taoista. Nomena ny anaram-boninahitra Zai Lu (anaran'ny toerana) ny razana, ka nantsoina koa hoe Lu Wang izy.\nMba hialana amin'ny fotoan-tsarotra nanjakan'i Zhou Mpanjakan'ny tarana-mpanjaka Shang, Jiang Ziya dia niaina teo amoron'ny Ranomasin'i Shina Atsinanana ary nanjono tao amin'ny Reniranon'i Weishui.\nMahitsy ny fanjonoana, raha ny marina, tsy manjono ny fony, fa ny ho praiminisitra no faniriany.\nRen’ny Mpanjaka Wen fa hendry izy ka nanakarama azy ho mpampianatra (praiminisitra). (Valopolo taona i Jiang Ziya tamin'izany)\nTaty aoriana dia nanafika an'i Zhou mpanjakan'i Shang ny mpanjakan'i Zhou, nandrava ny tarana-mpanjaka Shang, ary nanangana ny tarana-mpanjaka Zhou. Ny Mpanjaka Wu dia niantso an'i Jiang Ziya Shangfu. Ny zanak'i Feng Jiang, Ding Gong, no lasa Marquis of Qi.\n(Ity tantara ity dia fanoharana: andraso ny fahafahana, miandry mandra-pahatongan'ny fotoana mety hiteraka, dia hanomboka ny fampandrosoana.)", "聖意": "Mirary soa ho an'ny fianakaviana sy ny tokantrano ary ny harena Rehefa tonga ny fotoana dia hahomby ny fifampiraharahana Raha misy zazavavy teraka ao Liujia dia hosakanan'ny mpandeha an-tongotra ny saha, hosakanana ny kankana, Omby enina ho sarotra ny hahita tsara. vintana amin'ny fitoriana, fifindra-monina, conservativeness, very fananana, aretina ary fitahiana.Mirary soa any an-tendrombohitra sy fasana.", "古人": "jono Weishui", "第X籤": "Loteria fahenina amby efapolo", "宮": "xugong"}