{"籤詩版本二": "Manova ny rano ho ranomandry ny andro mangatsiaka. Nahoana no mitsiriritra laza?\nTsy manan-tsafidy afa-tsy ny mipetraka mangina sy miandry ny raviny haniry ho azy.", "詩意": "Amin'ity hexagram ity dia mivadika ho gilasy ny rano.\nAza mangataka zava-poana.", "解曰": "Mivaingana ho ranomandry ny rano. Mitsonika anaty rano ny ranomandry. Raha firaisana tsikombakomba. Izany indrindra no izy.", "籤詩故事一": "◇Nangataka karpa i Wang Xiang (Tantara efatra amby roapolo momba ny fitiavam-bavaka)\nTeraka tao Linyi i Wang Xiang avy amin'ny tarana-mpanjaka Jin, nomena anarana hoe Fuzheng.\nRehefa kely i Wang Xiang dia maty ny reniny niteraka azy, ny rainy irery dia nanambady vehivavy antsoina hoe Zhu, ary i Wang Xiang dia niteraka reny vaovao. Fony mbola kely i Wang Xiang dia nodimandry ny reniny niteraka azy, ary nanambady vehivavy antsoina hoe Zhu ny rainy irery. Vehivavy tery saina sy saro-piaro ny renikelin'i Wang Xiang, tsy tia an'i Wang Xiang izy ary nibedy azy matetika noho ny raharaha tsy misy dikany. Tsy ela dia niteraka zazalahy antsoina hoe Wang Lan koa ilay renikeliny. Ny zanany ihany no tian'ilay renikeliny, ary nihevitra an'i Wang Xiang ho tsilo teo an-tanany izy. Vao mainka nitaky an'i Wang Xiang izy, ary matetika no niteny ratsy an'i Wang Xiang teo anatrehan'ny rainy. Na ny rainy aza tsy tia azy tsikelikely. Ny zanany ihany no tian'ilay renikeliny, ary nihevitra an'i Wang Xiang ho tsilo teo an-tanany izy. Vao mainka nitaky an'i Wang Xiang izy, ary matetika no niteny ratsy an'i Wang Xiang teo anatrehan'ny rainy. Na ny rainy aza dia tsy tia azy intsony. Na dia rahalahin'i Wang Xiang aza, dia tena sariaka amin'ny rahalahiny i Wang Lan. Na dia teo aza ny fampijaliana ny renikeliny, dia mbola tena zanaka izy. Masiaka be ilay renikeliny, nefa mbola tena tia zanaka i Wang Xiang.\nNy renikeliny dia manana fialamboly, izany hoe, tia mihinana trondro vaovao vao avy nanjono tao anaty renirano. Ny renikeliny dia manana fialamboly, izany hoe, tia mihinana trondro vaovao vao avy nanjono tao anaty renirano. Indray ririnina, nandeha nanao raharaham-barotra ny rainy, ary narary indray ny renikeliny. Nanolotra lasopy sy fanafody hohanin-dreniny tsara ny rahalahy Wang Xiang sy Wang Lan. Tao anatin'ny andro mangatsiaka mafy dia tsy nihatsara ny aretin'ilay renikeliny. faingana. Indray ririnina, nandeha nanao raharaham-barotra ny rainy, ary narary indray ny renikeliny. Nanolotra lasopy sy fanafody hohanin-dreniny tsara ny rahalahy Wang Xiang sy Wang Lan. Tao anatin'ny andro mangatsiaka mafy dia tsy nihatsara ny aretin'ilay renikeliny. faingana. Ilay renikeliny narary dia te hihinana trondro vaovao avy amin’ny renirano.Tamin’io toetr’andro mangatsiaka be io, dia nirotsaka ny ranomandry tany ivelany ary efa niova ho ranomandry matevina ny rano tao amin’ilay renirano. Te hihinan-trondro vaovao ilay renikeliny narary, aiza no ahitana trondro vaovao ao amin’io rivo-piainana mangatsiaka sy misy lanezy io?\nTamin'izany andro izany, tsy nisy lovia tamin'ny vanim-potoana, ary tsy afaka nividy azy ireo ianao na dia manam-bola aza.\nAmin'ity fotoana ity amin'ny tantara, nitranga ny tantaran'i Wang Xiangqiu Li. Niaro ny reniny tsy afa-manoatra izy mirahalahy. Nandeha nankany amin'ny renirano mangatsiaka i Wang Xiang mba tsy handiso fanantenana ny renikeliny narary. Nanan-kevitra i Wang Xiang ka nanala ny akanjony na inona na inona hatsiaka. ny hafanan'ny vatany mba hiempo ny ranomandry (koa Wang Xiangqiu carp dia antsoina koa hoe Wang Xiang mandry eo amin'ny ranomandry). Nesoriny ny akanjony ary niboridana teo ambonin’ny ranomandry izy. Nivavaka tamin’Andriamanitra izy ka nanao hoe: “Andriamanitra ô, marary ny reniko ka te hihinana karpa vaovao, tsy maintsy mitady lalana ho ahy ianao na inona na inona.” Nahagaga anefa fa vaky tampoka ilay vatolampy teo akaikiny, ary nisy roa. Nisy karpa velona nitsambikina avy teo amin'ny vava ary nitsambikina teo amin'ny ranomandry. Faly be i Wang Xiang. Nivavaka tamin’Andriamanitra izy hoe: “Andriamanitra ô, marary ny reniko ka te hihinana karpa vaovao. Tsy maintsy mitady lalana ho ahy ianao na inona na inona.” Nahagaga anefa fa vaky tampoka ilay vatolampy teo akaikiny, ary nisy triatra roa. Nisy karpa velona nitsambikina avy teo amin'ny vava ary nitsambikina teo ambonin'ny ranomandry.Faly tokoa i Wang Xiang. Nandohalika haingana izy, nisaotra an’Andriamanitra, ary nihazakazaka nody niaraka tamin’ny karpa. Nandohalika haingana izy, nisaotra an’Andriamanitra, ary nalainy haingana ny karpa ary nody. Rehefa avy nihinana karpa vaovao ilay renikeliny dia tsy ela dia sitrana tamin’ny aretiny. Gaga ilay renikeliny teo am-pandrian'ny hopitaly rehefa nahita ny vatany ambony miboridana an'i Wang Xiang, izay nanjary volomparasy noho ny hatsiaka, ary trondro roa teny an-tanany.\nLasa manam-pahefana i Wang Xiang tatỳ aoriana ary lasa Taibao, ary nomena ny anaram-boninahitra Duke.", "聖意": "Tsy milamina ao an-trano, mivavaka aho mba ho fiarovana, fahasahiranana ara-bola, olana ara-barotra, fanambadiana, tsy fitovian-kevitra ao amin'ny fiantohana Liujia, mpandeha an-tongotra, kankana Chitian, fatiantoka enina, olona tsy hita, fitoriana ampahibemaso, fifindra-monina, conservativeness, very fananana, aretina, sarotra sitrana, fasana tendrombohitra, mirary soa", "古人": "Wang Xiang dia mangataka karpa", "第X籤": "Sivy amby efapolo no nandresy tamin'ny Lott", "宮": "Haigong"}