{"籤詩版本二": "Afaka mandeha any amin'ny vazan-tany rehetra ianao, manantona ny tafon-tsambo mba hitazonana azy malalaka\nRaha misy rivotra tsara, dia ho avy tsy ho ela izany ary ho feno harena ny sambo.", "詩意": "Ity hexagram ity dia toy ny misintona sambo amin'ny rivotra.\nMandeha tsara ny zava-drehetra.", "解曰": "Mialà sasatra. Tsy mila ezaka. Be harena. Samy nidera.", "籤詩故事一": "◇Farihy Dimy Tao Zhugui (Farihy Fan Ligui)\nTamin'ny vanim-potoanan'ny lohataona sy fararano, i Fan Li, izay Shaobo no anarany, dia fantatra ihany koa amin'ny hoe Gui Yizipi na Tao Zhugong.\nTamin'izany fotoana izany dia nisy ady teo amin'ny fanjakan'i Wu sy ny fanjakan'i Yue, ary ny fanjakan'i Wu no nandrava ny fanjakan'i Yue. Fan Li sy Wen Zhong dia namolavola drafitra ho an'i Yue King Gou Jian hampiroboroboana an'i Yue sy handrava an'i Wu. Fan Li manokana dia nandeha namakivaky tendrombohitra sy renirano, ary nitsidika an'i Xi Shi, vehivavy tsara tarehy sady manana hasina sy talenta ary hatsaran-tarehy, tao amin'ny Reniranon'i Huansha ao amin'ny Tendrombohitra Bailuo ary nanolotra izany tamin'ny Mpanjakan'i Wu. miaraka amin'ny anatiny sy ivelany ary nandrava ny fanjakan'i Wu.\nTaorian'ny fahombiazany tamin'ny famongorana ny Fanjakan'i Wu, fantatr'i Fan Li fa \"vorona lava hatoka misy vava\" i Gou Jian ary afaka mizara fahasahiranana sy fahasambarana aminy, ka nandeha sambo niaraka tamin'i Xi Shi namakivaky ny fanjakan'i Qi izy, ary niova ny toetrany. anarana ho an'i Gui Zipi, ary nitarika ny zanany lahy sy ny mpianany tao amin'ny Fanjakan'i Qi. Nipetraka tao amin'ny trano kely iray teo amoron-dranomasina izy ireo. Niasa mafy tamin’ny fambolena tany lao izy, nanao raharaham-barotra an-tsokosoko ary nanao raharaham-barotra, tao anatin’ny taona vitsivitsy, dia nahangona fananan’ny fianakaviana an-tapitrisany maro izy. Nalala-tanana tamin’ny fanaparitahana harena sy fanaovana soa ho an’ny tanindrazany izy. Nankasitrahan’ny vahoakan’i Qi ny fahendren’i Fan Li sy ny fahaizany. Nasain’ny mpanjakan’i Qi ho any Linzi renivohitra izy, ary nivavaka taminy ho praiminisitra niandraikitra ny raharaham-panjakana. . Nihiaka izy hoe: \"Ny maha manam-pahefana dia mety hitarika ho amin'ny minisitra, ary ny fitantanam-pianakaviana dia miteraka harena. Ho an'ny olon-tsotra izay nanomboka tamin'ny voalohany dia tonga amin'ny fara-tampony izany. Ny fanomezam-boninahitra mandritra ny fotoana maharitra dia mety tsy famantarana tsara.\" Noho izany, telo taona monja taorian'izay, dia niverina tamin-kerim-po indray i Jiliu, namerina ny tombo-kase tamin'ny mpanjakan'i Qi, ary nanome ny haren'ny fianakaviany ho an'ny namany akaiky sy ny mpiara-monina aminy.", "聖意": "Tsara ho an'ny tena ny trano (aterina), tsara ny vola, tsara ny raharaham-barotra, tara ny fanambadiana, tsy mety ny fanambadiana, i Liujia tsy misy ahiahy, ny olona manakantsakana ny saha, landy, fararano, biby fiompy, lohataona manan-karena, mitady olona, ​​ratsy ny fitoriana, mpandala ny nentin-drazana ny fifindra-monina, zavatra very, voavaha ny aretina tandrefana, ny tendrombohitra sy ny fasana any atsimo.", "古人": "Tao Zhugui Five Lakes (Farihy Fan Ligui)", "第X籤": "Ny mpandresy loteria fahadimampolo", "宮": "Haigong"}