{"籤詩版本二": "Ny fahavaratra no andro lava indrindra ary manahy ny amin'ny hafanana sy ny fahaketrahana ny rehetra\nFantatry ny lanitra sy ny tany koa izay tadiavin’ny olona, ​​ary mitsoka ny rivotra ary mangatsiatsiaka", "詩意": "Ity hexagram ity dia manondro fa manahy momba ny hafanana ny rehetra.\nAtaovy izay tianao.", "解曰": "Tsy misy isalasalana ny hoe handroso na hihemotra. Mirary fahafinaretana. Ho an'ny lasy ve izany? Tsy mila manao zavatra maimaika.", "籤詩故事一": "◇Niditra tao Sichuan i Kong Ming\nZhuge Liang (181-234), anarana nomena anarana Kongming, dia teratany any Yangdu, Langya (faritra Yinan ankehitriny, Faritanin'i Shandong), ary praiminisitra Shu Han (Liu Bei) nandritra ny vanim-potoanan'ny Fanjakana Telo.\nNa dia nandresy an'i Jingzhou aza i Liu Bei, dia tsy ampy ny nanasaraka ny andaniny. Tamin'io fotoana io dia notafihin'i Zhang Lu any avaratra i Liu Zhang ao Yizhou. Zhuge Kongming dia nahalala fa i Liu Zhang dia naniry ny hanokana ny sarintanin'i Xichuan ho an'i Cao Cao mba hiarovana ny tenany. Rehefa nifankahita tamin'i Cao Cao i Zhang Song (lehiben'i Liu Zhang), satria niavonavona sy tsy mahalala fomba i Cao Cao, dia nentin'i Liu Zhang niverina tany Xichuan ny sarintany ary nandalo an'i Jingzhou teny an-dalana. Efa niandry azy teny an-dalana i Kong Ming ary nanasa azy ho any Jingzhou, saingy tsy nanonona ny Sary Xichuan izy raha tsy tamin'ny fotoana niaingana. Nankasitraka an'i Kong Ming i Zhang Song tamin'ny fahalalam-pomba sy ny fampiantranoana azy, ka nanokana ny Sary Xichuan ho an'ny azy.\nNampidi-doza ny tanin'i Xichuan ary mety ho voatafika na arovana.Taorian'ireo fandaharana isan-karazany nataon'i Kong Ming dia lasa toerana nahaterahan'i Liu Bei i Xichuan.\n(Nitondra olona tamim-pahalalam-pomba i Kong Ming ary nahazo mora foana ny Xichuan natsiriritra.)", "聖意": "Mivavaha mba hahazoana fitahiana ao an-trano sy ho fiarovana ny tenanao (misy vintana tsara amin’ny loza) Mitadiava harena, vintana tsara amin’ny raharaham-barotra, fanambadiana iombonana, fahaterahan’ny zazalahy any Liujia, tanimbary mifindrafindra, kankana, fahasimban’ny biby fiompy, fitadiavana olona, ​​vahoaka. fitoriana, fifindra-monina, zavatra taloha very, aretina any avaratra, maniry tendrombohitra sy fasana", "古人": "Niditra an'i Sichuan i Kong Ming", "第X籤": "Toko 51: Fandresena ny loteria (fandresena ny loteria)", "宮": "tranonjaza"}