{"籤詩版本二": "Mila ezaka be ny misambotra ny volana ao anaty rano. Mila ezaka be nefa tsy misy.\nAza miteniteny foana ary manary ny ezaka ataonao hanamafisana ny vatana.Ny teny hoe \"malazo ny vatana\" dia midika hoe \"manirery ny vatana\".", "詩意": "Ity hexagram ity dia mitsiriritra ny sarin'ny ezaka.\nNy zava-drehetra dia miasa sy miasa.", "解曰": "Sarotra ny mitadidy ny fampanantenana. Asa mafy. Manahy ao an-trano. Miandry ny hihaona amin'ny andriana.", "籤詩故事一": "◇Taibai dia nahatratra ny volana raha mamo (Li Taibai dia nahatratra ny volana raha mamo)\nLi Bai (701-762), fantatra amin'ny anarana hoe Taibai, fantatra ihany koa amin'ny anarana hoe Qinglian Jushi. Ilay poeta tamin'ny tarana-mpanjaka Tang, izay niantso ny tenany ho tsy mety maty voaroaka, dia fantatra amin'ny anarana hoe Immortal of Poetry, ary faly foana izy tsy nisotro.\nIndray mandeha i Li Bai dia tonga tao Jinling (Nanjing ankehitriny) ary niala sasatra tao amin'ny trano fisakafoanana iray teo akaikin'ny Wende Bridge.\nSendra andro fahadimy ambin’ny folo amin’ny volana ririnina amin’ny ririnina izany andro izany, dia nipetraka irery tao amin’ny trano fisakafoanana izy ary nidera ny volana, sady nisotro tononkalo. Sendra andro fahadimy ambin’ny folo amin’ny volana ririnina amin’ny ririnina izany andro izany, dia nipetraka irery tao amin’ny trano fisakafoanana izy ary nidera ny volana, sady nisotro tononkalo. Tena tian'i Li Taibai ny volana teo amin'ny fiainany, nilaza izy fa madio sy tsara tarehy. Tena tian'i Li Taibai ny volana teo amin'ny fiainany, nilaza izy fa madio sy tsara tarehy. Tamin’io alina io dia niandrandra izy ka nahita ny volana fotsy sy boribory teny amin’ny lanitra, faly be izy ary nisotro vera vitsivitsy. Tamin’io alina io dia niandrandra izy ka nahita ny volana fotsy sy boribory teny amin’ny lanitra, faly be izy ary nisotro vera vitsivitsy. Tamin'ny misasakalina, nanararaotra ny divay i Li Taibai ary nidina tany amin'ny Tetezan'i Wende. Tamin'ny misasakalina, nanararaotra ny divay i Li Taibai ary nidina tany amin'ny Tetezan'i Wende. Raha vao niditra teo amin'ny tetezana izy dia nampidina ny lohany ary nahita tampoka ny volana nianjera tao anaty rano.Rehefa nihetsiketsika ny renirano, dia nasiana tsipika mainty vitsivitsy tamin'ny aloky ny volana fotsy. Raha vao niditra teo amin'ny tetezana izy dia nampidina ny lohany ary nahita tampoka ny volana nianjera tao anaty rano.Rehefa nihetsiketsika ny renirano, dia nasiana tsipika mainty vitsivitsy tamin'ny aloky ny volana fotsy. Mamo loatra i Li Taibai tamin'io fotoana io ka noheveriny fa ny volana no voaloton'ny ranon'ny renirano. Mamo loatra i Li Taibai tamin'io fotoana io ka noheveriny fa ny volana no voaloton'ny ranon'ny renirano. Tsy nisahirana nanala ny kirarony akory izy fa nanokatra ny tanany ary nitsambikina avy teo amin’ny tetezana mba hisambotra ny volana. Tsy nisahirana nanala ny kirarony akory izy fa nanokatra ny tanany ary nitsambikina avy teo amin’ny tetezana mba hisambotra ny volana. Tsy nampoizina fa tamin’ity fitsambikinana ity dia tsy tratra ny volana fa vaky ny volana tao anaty rano ary nizara roa avy hatrany. Tsy nampoizina fa tamin’ity fitsambikinana ity dia tsy tratra ny volana fa maty tsy tra-drano ilay lehilahy. Roa amby enimpolo taona izy no maty.", "聖意": "Sahiran-tsaina ny ao an-trano ary sahirana ianao (tandremo ny fahasalamanao) (tsy vintana) Mitadiava fifandanjana amin'ny harena (aza mieritreritra an'izany akory) Sarotra amin'ny fifampiraharahana, tsy voavaha ny fanambadiana, mivavaha mba ho fiarovana (harena foana mba hisorohana. afa-jaza) Sahirana ny mpandeha an-tongotra, isa dimy ny kankana eny an-kianja ary biby enina mihena, mitady olona (nampalahelo) fitoriana ampahibemaso ary (Ajanony ny fitoriana) Fifindra-monina mahazatra (aza lazaina izany) Very fananana (fiaramanidina) Mivavaka mba ho fiarovana amin'ny aretina (mampalahelo) Soa any an-tendrombohitra sy fasana", "古人": "Taibai nisambotra ny volana raha mamo (Li Taibai nisambotra ny volana raha mamo)", "第X籤": "Faharoa dimampolo nahazo ny loteria (Loteria)", "宮": "tranonjaza"}