{"籤詩版本二": "Rehefa mivadika ho firavoravoana ny fahasorenana, dia mierona ny dragona ary mierona ny tigra.\nManana ny lalany ho any an-danitra ny lanitra manga. Enga anie mba hanana fotoana hafa hanatratra ny laza aho.", "詩意": "Ity hexagram ity dia toy ny dragona mierona sy tigra mierona.\nMisy ny fanantenana fa handeha tsara ny zava-drehetra.", "解曰": "Ampianaro fotsiny dia mandehana. Manana ny fanambinanao manokana. Tsy maintsy atao amin'ny farany. Misy toerana ho hita.", "籤詩故事一": "◇ Liu Bei maka vady\nTaorian'ny ady tao Chibi dia naniry mafy ny hahazo an'i Jingzhou indray i Sun Quan, izay azon'i Liu Bei, ka nampiasainy ny tetik'i Zhou Yu, ka mody te hampakatra an'i Sun Ren rahavaviny ho an'i Liu Bei izy, fa raha ny marina dia te-haka. Liu Bei ho takalon'aina hitaky an'i Jingzhou.\nTaorian'ny nitsikilovan'i Zhuge Liang ny drafitr'i Zhou Yu, dia nomeny an'i Zhao Yun ilay bokikely misy paikady, izay niaro an'i Liu Bei rehefa nankany Soochow. Ny rain'i Sun Quan) dia mahafantatra ny momba ny fangataham-bady. Satria tia ny zanany vavy i Wu Guotai ary tsy te handray fanapahan-kevitra tsy misy dikany momba ny raharahan'ny zanany vavy mandritra ny androm-piainany, dia nibedy an'i Sun Quan izy noho ny tsy fahalavorariana tamin'ny anabaviny ary nanolo-kevitra ny hitsapa manokana raha mendrika ny zanany vavy ao amin'ny Tempolin'i Ganlu i Liu Bei. Taorian'ny nihaonan'i Wu Guotai tamin'i Liu Bei, dia nankasitraka tanteraka an'i Liu Bei izy ary nanohana mafy ny fanambadian'i Liu Bei sy ny zanany vavy.\nTaty aoriana dia niara-nandositra niverina tany Jingzhou i Liu Bei sy Ramatoa Sun. Taty aoriana dia te-hanafika an-tsokosoko an'i Jingzhou i Sun Quan raha nanafika an'i Yizhou i Liu Bei, saingy nosakanan'i Wu Guotai, izay nanahy ny amin'ny fiarovana ny zanany vavy.\nHoy izy: \"Ny teti-dratsin'i Zhou Yu no tsara indrindra eran-tany. Namoy ny vadiny izy ary namoy ny miaramilany.\"\n(Nahazo ny loza i Liu Bei)", "聖意": "Sambatra aho ao an-trano ary ratsy vintana aho (voalohany vintana ratsy, dia tsara vintana) Katsaho ny harena, ny fifandanjana, ny fahasahiranana eo amin'ny fanambadiana, ny fahombiazana amin'ny fanambadiana. olona, ​​fitoriana sy fifindra-monina, vintana tsara ho an'ny fananana very, vintana tsara ho an'ny aretina, fiadanan'ny tendrombohitra sy fasana.", "古人": "Nandray vady i Liu Bei", "第X籤": "Ny isa fahatelo amby dimampolo", "宮": "tranonjaza"}