{"籤詩版本二": "Ny hasina avy amin’ny ray amin’ny zanaka dia midina amin’ny zafikeliny.Ny fanambinana eo amin’ny sakafo sy ny fitafy dia miankina amin’Andriamanitra ihany.\nMampifaly ny olona ny Chunxuan ao amin'ny efitrano. Rehefa noana, voky, mangetaheta ary matory izy ireo, dia fanoharana ho an'ny ray aman-dreny i Chunxuan.", "詩意": "Ity hexagram ity dia mifandray amin'ny sarin'ny volotsangana mankany amin'ny lohataona.\nManantena fa mandeha tsara ny zava-drehetra.", "解曰": "Makà volotsangana ary tariho amin'ny lohataona. Miparitaka tsy misy farany izany. Ny lehilahy iray mitady fanantenana. Faly daholo.", "籤詩故事一": "◇Niakatra teo amin’ny seza fiandrianana ny mpanjakan’i Zhou Wu\nNanafika an’i Zhou Mpanjaka i Wu, mpanjakan’i Zhou, ary nitarika andriana valonjato hiady tamin’ny tafik’i Shang Mpanjaka.\nNandoro ny tenany teo amin’ny Tilikambon’i Zhaixing i Zhou Mpanjaka, ary rava ny tarana-mpanjaka Shang.\nNoraisin'ny Mpanjaka Wu ny boky volamena sy ny harena volamena, izay seza fiandrianan'ny mpanjaka, dia nitodika nianatsimo izy, naforitra ny tanany, ary nipetraka mahitsy izy. Nasain’ny Mpanjaka Wu nozaraina ny fananan’i Lutai, noravana ny Tilikambon’i Star Picking, ary nozaraina ny vary voatahiry tao Juqiao.\nAlefaso ny Jizi voafonja ary amboary ny fasan'i Bigan. Nitaingina teo am-baravaran'ny tranon'i Shang Rong ny mpanjaka Wu ary nanondrika ny lohany. Hajao ny olo-marina sy manaja, ary avelao ny andevo ao an-dapa anatiny.\nNampitsahatra ny fitaovam-piadiana koa izy ary nampiroborobo ny kolontsaina sy ny fampianarana. Any atsimon’i Nanshan, misy soavaly ahitra ary omby ahitra any ambanivohitra miaraka amin’ny hazo paiso.", "聖意": "Tsy tsara ny trano (tsara vintana), afaka manao ny fanirianao manokana (tsara vintana), mitady tombony ara-bola, manao raharaham-barotra, ary manambady (mihaona amin'ny vinantony tsara), Liujia dia tsy misy dikany (zodiac). famantarana), ny mpandeha an-tongotra mamindra saha, ny landy tsara vintana, ny biby enina simba, ny olona sarotra hita (jereo) ny fitsaram-bahoaka, ny andriana mihetsiketsika, ny vintana very.", "古人": "Niakatra teo amin'ny seza fiandrianana i Wu ny mpanjakan'i Zhou", "第X籤": "Fahadimy amby dimampolo no nandresy tamin'ny loteria (lottery)", "宮": "Lapa ratsy tarehy"}