{"籤詩版本二": "Feno vatolampy ny tora-pasika, mikoriana ny renirano, mazava ny rivotra, mazava ny volana, ary sahirana ny olona ambony.\nTeny an-dalana dia tsy maintsy manontany hoe aiza no haleha, aza maka ny hanitry ny voninkazo sy ny zava-maniry any anaty ala, fa aza mikarakara azy.", "詩意": "Ity hexagram ity dia toy ny sambo mandeha amin'ny tora-pasika kely.\nAmin'ny zava-drehetra dia misy olo-manan-kaja azo ampiana.", "解曰": "Mba hivelomana. Asa mafy. Mijanona ho mpandala ny nentin-drazana ary miandry. Mirary ny soa indrindra.", "籤詩故事一": "◇ Fikomian’i Lushan\nAn Lushan (703-757), izay manana anarana hoe Kang ary Yaluoshan no anarany, dia avy any Liucheng, Yingzhou (Chaoyang ankehitriny, Liaoning).\nTaty aoriana dia nandray ny anaram-bosotra hoe An izy ary nanova ny anarany ho Lushan. Nandritra ny fitondran'ny Emperora Xuanzong tao amin'ny Dinastia Tang, An Lushan no iraka miaramila.\nTamin'ny Novambra tamin'ny taona faha-14 nanjakan'i Tianbao, An Lushan dia nanangana miaramila tao Fanyang. Tamin'ny anaran'ny fanafihana an'i Yang Guozhong, dia nanao fikomiana izy ary naka ny miaramilan'ny tanàna telo hanafika an'i Luoyang, renivohitra atsinanana. Nirohotra nankany Lishan ny tatitra avy any Taiyuan. Tsy nino i Tang Xuanzong, izay tao amin'ny Lapan'i Huaqing tao Lishan tamin'izany fotoana izany, fa hikomy i Anlushan. Na izany aza, niely hatrany ny vaovao momba ny fikomiana, ary mbola tapa-kevitra i Xuanzong. (Ity dia sarin'ny \"feon'ny rano miboiboika eny ambony vatolampy kely ao anaty renirano\")\nRaha tsy i Yan Zhenqing, prefet ao amin'ny faritanin'i Pingyuan, no nandefa olona handefa vaovao vao taitra tamin'ny nofiny i Xuanzong.\nTeo ambanin'ny paik'ady diso nataon'ny Emperora Xuanzong tao amin'ny Dinastia Tang, ny reziman'ny mpitaingin-tsoavaly An Lushan dia naka an'i Luoyang, renivohitra atsinanana.Tamin'ny volana voalohany tamin'ny taona nanaraka, dia nanambara ny tenany ho Emperora Dayan tao Luoyang, Jianyuan Shengwu, Emperora Xiongwu, ary Da Xixun izy. Praiminisitra.\nTamin'ny volana Jona tamin'io taona io ihany, ny Emperora Xuanzong avy amin'ny Dinastia Tang, te-hanamaivana ny krizy tao Chang'an ary noho ny fahatakarana diso ara-tafika, dia namono jeneraly malaza roa, Feng Changqing sy Gao Xianzhi. Nanaitra ny tafika Tang io baiko io. (Ity fihetsika ity dia manitsakitsaka ny \"tsy maintsy manondro ny renirano eo anoloana ny lalana\")\nTaorian'izay, nandidy maika ny jeneraly iray hafa, Ge Shuhan, ny Emperora Xuanzong tao amin'ny Dinastian'i Tang, hitarika ny tafika Tang hiantsinanana hiala an'i Tongguan.\nGe Shuhan, izay nahatakatra tanteraka ny fahadisoana stratejika nataon'ny Emperora Xuanzong tao amin'ny Dinastie Tang, dia nikasa ny hanemotra ny fiovana (ny fanatonana ny hoe \"tsy maninona raha milamina ny rivotra ary milamina ny rano\").\nTamin'ny farany dia nihevitra ny Emperora Xuanzong tao amin'ny Dinastie Tang fa saro-kenatra loatra izy mba hiady, ka tsy nanana safidy afa-tsy ny niady tamin'i An Lushan tamin-dranomaso, ka resy. (Manatanteraka ny hoe \"Raha miasa mafy ianao mba hamelomana ny tenanao, dia mety ho maratra ianao.\")\nTamin'ny tarana-mpanjaka Tang, rehefa tsy nanam-potoana hamaly ny miaramilan'ny sisin-tany sy ny miaramilan'ny miaramila teo an-toerana, dia nanindry ny sisintany ny tafik'i An Lushan ary niditra ny renivohitra. Tao anatin'ny toe-javatra sarotra, ny Emperora Xuanzong ao amin'ny Dinastie Tang dia nitarika ny Corps de Guards mba handositra ny renivohitra, ka nianjera ilay Xijing Chang'an tsy nisy mpitarika.\n(Nandika ny fitarihan'ity famantarana ity i Tang Xuanzong, ka nahomby ny fikomian'i An Lushan.)", "聖意": "Tsy misy ahiana ny trano, tsara vintana ny tena, milamina ny harena, mandroso ny fifampiraharahana, tafita ny fanambadiana (tandremo), tonga eny an-tsaha ny lehilahy mpandeha an-tongotra avy any Liujia, voajinja ny landy, biby enina simba, hita ilay olona. , ara-drariny ny fitoriana, mitondra aretina ny fananana very, izany hoe tokony hamboarina ny fasana Anshan.", "古人": "Fikomian'i Lushan", "第X籤": "Ny loteria fahenina amby dimampolo", "宮": "Lapa ratsy tarehy"}