{"籤詩版本二": "Ny maraina sy ny hariva, ny fanohanan'i Bouddha dia tsy maintsy amin'ny fotoan-tsarotra fa tsy amin'ny loza\nRaha olona manan-kaja no manintona anao, dia hiaraka aminao koa ny vola sy landy.I Chuan Lai io. Miankina aminao daholo izany.", "詩意": "Ity hexagram ity dia maneho ny fitahiana miafina avy amin'ireo andriamanitra sy Bouddha.\nMahareta ary mirary soa amin'ny zavatra rehetra.", "解曰": "Mariky ny fihavanana efa lany andro. Rehefa lafo ny zava-drehetra dia ho soa.", "籤詩故事一": "◇ Nahazo fahazavana i Tang Monk\nIndray andro dia tonga teo amin'ny renirano i Tang Seng ary nahita ny Tendrombohitra Lingshan an'i Bouddha teo anoloany, nisy tetezana hazo tokana teo anoloany, tsy sahy niampita azy i Tang Seng. Niova ho mpitaingin-tsambo ilay Bouddha ary nihazona sambo vaky tsy misy farany, raha vao niakatra tao anaty sambo i Tang Monk dia nianjera tao anaty renirano ary novonjen'ilay mpitondra sambo. Toy izany no nahazoan'i Tang Monk ny maha-bouddha azy. ( Tantaran'ny dia tany Andrefana)\n◇ Soratra Bodista an’i Tang Monk\nSanzang avy amin'ny Dinastia Tang, ny anaram-bositra mahazatra dia Chen ary Yi no anarany. Teraka tao amin'ny distrikan'i Goushi, Luozhou (ao atsimon'ny Tanànan'i Yanshi, Faritanin'i Henan ankehitriny). Lasa moanina izy teo amin’ny faha-13 taonany ary nitondra ny anarana Bodista Xuanzang.\nMba hahazoana ny soratra masina bodista tany am-boalohany, dia niainga avy any Chang'an (Xi'an ankehitriny, Faritanin'i Shaanxi) izy tamin'ny taona fahatelo nanjakan'i Zhenguan (629 AD), namakivaky ny sisin-tany, ary nandalo zava-tsarotra tsy tambo isaina mba hahatongavana any Tianzhu ( India) hanangona soratra masina. Namakivaky ny reniranon’i Ganges sy Indus ary ny morontsiraka atsimoatsinanan’i Inde izy, avy eo niampita ireo tendrombohitra rakotra lanezy sy havoana maitso, nanao dia an-tongotra maherin’ny 50 000 kilaometatra mandroso sy miverina. Naharitra 16 taona izy vao niverina tany Chang'an tamin’ny farany ny taona faha-19 nanjakan’i Zhenguan (taona 645 am.f.i). Naveriny tamin’ny teny sinoa ny soratra masina bodista maro be.\n(Nandalo dia lavitra teo anelanelan'i Shina sy India i Tang Sanzang, ary tsy maintsy niatrika loza izy, saingy afaka niverina soa aman-tsara satria nisy olo-masina mpiaro tsy hita maso tao aoriany.)", "聖意": "Ny tokatrano tsy mitsaha-mitombo, ny tena soa, ny asa tandrefana mahomby, ny fanambadiana, ny mpandeha an-tongotra manakana ny saha, ny landy voasakana, ny landy isa fito, ny biby fiompy mahasoa, ny fitadiavana olona, ​​ny tandrefana. Ratsy ny fitoriana ampahibemaso, mpandala ny nentin-drazana ny fifindra-monina, hita ny fananana very, soa ny aretina, soa ny tendrombohitra sy ny fasana.", "古人": "Nahazo fahazavana ny Monk Tang", "第X籤": "Nandresy tamin'ny loteria roa amby enimpolo", "宮": "Lapan'i Yin"}