{"籤詩版本二": "Tratra tamin’ny fandrika tao amin’ny dobo Bibo ireo trondro milomano.\nRaha misy zavatra tsy mety rehefa avy nieritreritra izany dia hiteraka korontana amin'ny farany.", "詩意": "Ity hexagram ity dia maneho trondro voafandrika.\nTsara ihany koa ny mitandrina amin’ny zavatra rehetra.", "解曰": "Fametrahana ambanin'ny trano. Milatsaka avy any an-danitra ny loza. Mifohaza aloha ary mitandrema aloha. Halaviro ny loza.", "籤詩故事一": "◇ Sarona rano ny soavaly (sarotra ny manangona ny rano)\nDinastia Han. Zhu Maichen, antsoina hoe Wengzi, dia teratany Wu ao Kuaiji (ampahany amin'ny Tanànan'i Suzhou ankehitriny).\nNahantra ny fianakavian’i Maichen tamin’izy mbola kely, ary tsy nahitam-bokany izy mivady, ka nipetraka teo amin’ny vavahady bozaka teo amin’ny lalankely iray aoriana izy mivady, nanapaka kitay ary nivarotra izany mba hivelomana. Tsy mahazo vola be ianao amin’ny fivarotana kitay amin’ny vidin’olona.\nNivoaka naka rano ny vadiny ka nahita ankizikely nihomehy an’i Maichen, ka noheverin’ilay ramatoa ho mahamenatra izany ka lasa nandeha.\nRehefa feno dimampolo taona i Zhu Maichen, dia nitady talenta ny Emperora Wu tao amin'ny Dynastie Han ary nivavaka tamin'i Zhu ho prefet tao Kuaiji.\nNanenina ny fahajambana ny vadiny ary naniry ny ho lasa mpanompovavy sy vaditsindrano hanompo an'i Zhu mandritra ny androm-piainany.\nNandidy ny vadiny taloha i Maichen mba haka rano iray siny, handraraka izany amin’ny tohatra, ary hoy izy: “Raha azo averina indray ny rano, dia afaka miverina indray izy roa”.\nRaha jerena ny fifandraisan’ny mpivady, dia nomena toerana malalaka tao amin’ny zaridaina aoriana ilay vehivavy sy ny vadiny nivady, mba hambolena sy hamelomana ny tenany. Nianjera tao anaty renirano ny vadiny ary maty.", "聖意": "Tandindomin-doza ny trano, tandindomin-doza ny tena, very ny vola, milamina ny fifampiraharahana, tsy mifanaraka ny fanambadiana, natahotra i Liujia, voasakana ny olona, ​​simba ny saha, very landy, very ny biby fiompy, olona hita, very ny fitoriana ampahibemaso, tsara ny fifindra-monina, ny zavatra very tsy mahasoa, aretina miteraka, loza sy loza, tokony hovana ny fasan-tendrombohitra.", "古人": "Sarona rano ny soavaly (sarotra ny manangona ny rano)", "第X籤": "Famantarana fahefatra amby enimpolo", "宮": "Maogong"}