{"籤詩版本二": "Mampidi-doza ny lalana, maika ny soavaly sy ny lehilahy, ary sahirana mafy ny miaramila rehefa very.\nAvo ny tora-pasika, mifofofofo ny rivotra sy ny onja, vaky ny sambo, milentika ny masoandro, mihintsana ny voninkazo, mihintsana ny lanitra, milatsaka ny fanala.棹: fivoy.", "詩意": "Ity hexagrama ity dia toy ny sambo manapotika ny tora-pasika.\nTandremo ny loza rehetra.", "解曰": "Old school sy old school. Mangina sy tsy misy tsiny. Tsy mila mitady torohevitra. Mandehana malalaka.", "籤詩故事一": "◇ Very lalana ny mpanjakan’i Chu Yin Ling\nTany am-piandohan'ny taona 202 talohan'i JK, miaramila Han miisa 400.000 avy amin'ny andaniny telo no nanodidina ny tafik'i Xiang Yu tao Gaixia, izay tsy ampy sakafo. Nasain'izy ireo nihira tamin'ny fitenim-paritra Chu ny miaramila, ka diso hevitra ny miaramilan'i Xiang Yu fa voafehy ny tanàna niaviany. nataon'ny tafika Han. Ity tetika ara-psikolojikan'ny \"fahirano amin'ny lafiny rehetra\" ity dia nahatonga ny tafik'i Xiang Yu ho very saina.\nNoho izany dia nitarika mpitaingin-tsoavaly sangany 800 mahery i Xiang Yu ary nanapa-kevitra ny hirodana, raha nanaraka akaiky kosa ny tafika Han niaraka tamin’i Guan Ying sy mpitaingin-tsoavaly 5000. Rehefa avy niampita ny Reniranon'i Huai, ny mpitaingin-tsoavaly Xiang Yu dia tsy nisy afa-tsy olona zato sisa.\nVery tany Yinling i Xiang Yu ary nanontany ny tantsaha iray teny amoron-dalana ny lalana mankany amin'ny renirano.Tsy nampoizina fa nanaraka ny toromarika nomen'ilay anti-dahy izy ka niafara tany anaty heniheny, ka sarotra ny nihetsika. Saika tratran'i Liu izy. Ny tafik'i Bang. Tonga tany Wujiang ihany i Xiang Yu ary fantany fa tapitra ny toe-draharaha. Nahita ny anti-panahin'i Jiangdong tsy nisy henatra izy, dia namono tena.", "聖意": "Ny fianakaviana sy ny trano dia manahy ny amin'ny loza aterak'izy ireo. Mitady vola sy manimba ny orinasa. Ny fanambadiana tsy maharitra. Liujia mampidi-doza, ny mpandeha an-tongotra manakana ny saha, ny landy simba, ny biby fiompy enina simba, ny olona tsy hita, ny fitsaram-bahoaka. Fatiantoka, fifindra-monina, fananana very, aretina, tsy mety ny mandefa any amin'ny fasana an-tendrombohitra.", "古人": "Very lalana i Yin Ling mpanjakan’i Chu", "第X籤": "Lota fahenina amby enimpolo", "宮": "Maogong"}