{"籤詩版本二": "Rehefa tonga ny ririnina, dia tsy ho simba ny sampam-boaloboka eny an-tendrombohitra, na dia mihintsana aza ny raviny ary malazo ny rantsany.\nFa rehefa tonga ny lohataona, dia mbola te ho courtesan sy handrava ny asa tany am-boalohany.", "詩意": "Amin'ity hexagram ity, ny felam-boninkazo dia mitana ny toerana voalohany.\nTsara ny zava-drehetra raha tara.", "解曰": "Tsy nisy tifitra ny zana-tsipìka iray. Rehefa banga dia tsy foana. Miandry ny fahatongavan'ny lohataona. Loko no ao anatiny.", "籤詩故事一": "◇Nahazo isa indroa\nNandritra ny fotoana nanjakan'ny Emperora Dezong tao amin'ny tarana-mpanjaka Tang, ny ministra tsy mivadika Mei Bogao sy ny fianakaviany dia noforonin'ny praiminisitra mpamadika Lu Qi, izay te hamono azy rehetra, ny zanany lahy Mei Liangyu ihany no afaka nandositra. Taty aoriana dia niova izy. anarana ho an'i Wang Xitong hanafina ny maha-izy azy. Nipetraka irery teny an-dalambe izy, noana sy nangatsiaka, saingy soa ihany fa nalain'i Chen Risheng (Chen Dongchu) izy. Tsy fantatr'i Chen Risheng ny zavatra niainany, ka nangataka azy izy mba hanampy amin'ny fikarakarana ny zaridainan'i Chen mba tsy ho faty mosary eny an-dalambe.\nMpiara-mianatra sy naman'i Mei Bogao i Chen Risheng, rehefa nenjehin'i Lu Qi izy dia novonjen'i Mei Bogao. Vokany, nifandrafy i Mei Bogao sy Lu Qi. Tamin'ny farany dia novonoina avokoa ny fianakaviany. Chen Nalahelo sy tezitra i Risheng noho izany, ary nametra-pialana izy rehefa avy nanambady, ary nifindra tany Yangzhou ny fianakaviany mba hipetraka mangingina.\nChen Risheng dia manan-janaka vavy antsoina hoe Chen Xingyuan, izay tsara tarehy sy manitra. Tamin'ny andro iray izay namelana tanteraka ny felam-boninkazo, izay tsingerintaona nahafatesan'i Mei Bogao ihany koa, dia nanokatra alitara tao amin'ny zaridainan'ny plum tao an-tranony i Chen Risheng sy ny fianakaviany mba hahatsiarovana ny namany nodimandry sy ilay mpanao soa. Tsy nampoizina, niova tampoka ny andro. , ary nisy tafio-drivotra mahery nitsoka, nandrakotra ny vonin'ny plum rehetra. Nitomany i Chen Risheng fa afaka nandositra soa aman-tsara izy, saingy tsy afaka namonjy ny taranaky ny fianakavian'i Mei akory aza, nihevitra izy fa fampitandremana avy amin'Andriamanitra izany, ka nivoady izy fa raha tsy mamony indray ny plum, dia manaporofo fa ny taranak'i mbola velona ny fianakavian'i Mei, tsy niteny na inona na inona izy, nandositra nankany amin'ny Bodisma izy ary lasa moanina.\nNandre izany i Xingyuan zanany vavy ary avy hatrany dia nandoro ditin-kazo manitra ary nivavaka tamin-kitsimpo tamin’Andriamanitra mba hamony indray ny felam-boaloboka. Ny fahatsoram-pon'izy ireo dia nampihetsi-po ny lanitra, ary naniry indray ny hazo plum rehetra tao amin'ny zaridaina plum; taty aoriana dia fantatr'i Chen Risheng fa i Liangyu ilay Xitong, ka nataony fofombadin'i Xingyuan zanany vavy taminy.", "聖意": "Ny trano tsy mety ho an'ny tena, ny tena mahasoa, ny mitady harena, ny malina amin'ny fifampiraharahana, ny tara ny fotoana, ny fanambadiana tara, ny lohataona mivoatra, ny fararano dia foana, ny mpandeha dia tara, ny tanimbary manankarena, ny landy, ny biby fiompy enina miroborobo, mitady olona, ​​fitsaram-bahoaka, fahaverezana, fifindra-monina, very fananana, aretina tatsinanana, fanairana sandoka, fasan-tendrombohitra tokony hovana.", "古人": "Nahazo isa indroa", "第X籤": "Sivy amby enimpolo no nandresy tamin'ny Lott", "宮": "Tatsumi"}