{"籤詩版本二": "Mihodinkodina handresena loza maro, mitondra rano ary mitaona olona hiakatra tendrombohitra\nMitady fanampiana any an-tany hafa mihitsy aza aho, ary tsy niverina intsony rehefa avy nanao dia an’arivony kilaometatra.", "詩意": "Ity hexagram ity dia toy ny mitaritarika fotaka sy rano.\nHitondra vintana tsara ny fitazonana zavatra tranainy.", "解曰": "Azo atao ny mihemotra. Sarotra ny fandrosoana. Aoka ianao ho mpandala ny nentin-drazana. Aza manantena ny hiakatra ambony.", "籤詩故事一": "◇Sarotra ho an’i Qiuniang ny miala\nDu Qiu dia teratany Jinling tamin'ny Dinastia Tang.\nTeo amin’ny faha-15 taonany, dia lasa vaditsindranon’i Li Qi (mpamadika tamin’ny tarana-mpanjaka Tang).\nTamin'ny taona faharoan'ny Yuanhe (807), nanangana tafika hikomy tamin'ny fomba ofisialy i Li Qi. Taty aoriana dia tsy nahomby ny fikomian'i Li Qi ary nampidirina tao an-dapa i Du Qiu. Taty aoriana dia nankasitrahan'ny Emperora Xianzong tao amin'ny Dinastia Tang izy ary lasa vaditsindrano.\nTamin'ny taona fahadimy ambin'ny folo nanjakan'i Yuanhe (820), dia tonga teo amin'ny seza fiandrianana i Tang Muzong ary nanendry azy ho Fumu an'i Li Min zanany lahy (mpitaiza manokana amin'ny fikarakarana ny zanaky ny fianakavian'ny mpanjaka).\nTatỳ aoriana, dia nesorina tsy ho mpanjakan’i Zhang i Li Min, ary niverina tany an-tanindrazany i Du Qiuci.\nRehefa nandalo an'i Jinling i Du Mu, dia nahita azy mahantra sy antitra...\n(Ity tantara ity dia fanoharana momba ny nenina izay miharatsy hatrany ny zava-drehetra.)", "聖意": "Ny tokantrano dia tsy mahasoa ho an'ny tena, mivavaka ho an'ny harena, vintana tsara amin'ny fararano sy ririnina, milamina ny fanambadiana, mivavaka ho an'i Liujia, mivavaka ho an'ny mpandeha an-tongotra, manakana ny saha, kankana, tsy mety amin'ny biby fiompy enina, sarotra ny mahita olona, ​​​​fitsarana, fahaverezan'ny vintana tsara noho ny fifindra-monina, very fananana, aretina, ary fasana tao Fushan.", "古人": "Sahirana i Qiuniang", "第X籤": "Ny antsapaka fahafito", "宮": "Lapa ratsy tarehy"}