{"籤詩版本二": "Chao Chao dia toy ny tantely mpanangona voninkazo, manidina avy any atsimo andrefana ary avy eo miantsinanana\nTapitra ny lohataona, lany ny voniny, tsy misy toerana hitadiavana, Tsy hiova ny toerana misy azy io fo io.", "詩意": "Ity hexagram ity dia toy ny tantely mioty voninkazo.\nNy zava-drehetra dia miasa sy miasa.", "解曰": "Tsy misy toerana lohataona. Maharitra ela ny orana fa tsy mbola mazava. Mangataha fanampiana. Aleo mangina.\n.", "籤詩故事一": "◇ Nikomy tamin’ny Dinasti Tang i Li Mi\nLi Mi\n(582-619), mpitarika ny Tafika Wagang tamin'ny fikomiana tantsaha tamin'ny tarana-mpanjaka Sui ao Shina. Master of calligraphy. Teratany Chang'an, Jingzhao ny tompon'ny teny hoe Fa, ary ny fonenany dia Xiangping, Liaodong (ao atsimon'i Liaoyang, Liaoning ankehitriny). Teratany Chang'an, Jingzhao, ny fonenan'ny razambeny dia Xiangping, Liaodong (ao atsimon'i Liaoyang, Liaoning ankehitriny).\nTamin'ny taona fahasivy tamin'ny Daye (613), dia nandray anjara tamin'ny fikomian'i Yang Xuangan tamin'ny tarana-mpanjaka Sui ao Liyang (atsinanana avaratra atsinanan'i Junxian County, Faritanin'i Henan) izy. Tamin'ny taona fahasivy tamin'ny Daye (613), dia nandray anjara tamin'ny fikomian'i Yang Xuangan tamin'ny tarana-mpanjaka Sui ao Liyang (atsinanana avaratra atsinanan'i Junxian County, Faritanin'i Henan) izy. Resy ny fahatsapana mistery,\nNandositra i Li Mi. Resy i Xuangan ary nandositra i Li Mi.\nTamin'ny taona faharoa ambin'ny folo Daye, niditra tao amin'ny Tafika Wagang izy\n. Tamin'ny taona faharoa ambin'ny folo nanjakan'i Daye dia niditra tao amin'ny Tafika Wagang izy. Nahay tetika i Li Mi Tamin'ny volana oktobra tamin'ny taona faharoa ambin'ny folo nanjakan'i Daye dia nandresy lahatra an'i Zhai i Li Mi mba hanafika an'i Xingyang Tong, jeneraly matanjaka miaraka amin'ny tafika, hiaro an'i Zhang Xutuo, handresy ny tafika Sui ary hamono an'i Zhang Xutuo. Nahay tetika i Li Mi Tamin'ny volana oktobra tamin'ny taona faharoa ambin'ny folo nanjakan'i Daye dia nandresy lahatra an'i Zhai i Li Mi mba hanafika an'i Xingyang Tong, jeneraly matanjaka miaraka amin'ny tafika, hiaro an'i Zhang Xutuo, handresy ny tafika Sui ary hamono an'i Zhang Xutuo.\nTaty aoriana dia nanolo-kevitra ny hanafika ny trano fanatobiana entana Xingluo (nantsoina hoe Luokou tatỳ aoriana) izy, hanokatra ny trano fanatobiana entana ho fanampiana, ary hanitatra ny ekipa. Niatrika ny fandrodanana sy ny fitsinjarana an'i Sui Dynasty.Nisy ady teo amin'ny harena ara-tafika sy olana hafa, ka namono an'i Zhai Rang sy ny mpanaraka azy an-jatony i Li Mi. Taty aoriana dia nanolo-kevitra ny hanafika ny trano fanatobiana entana Xingluo (nantsoina hoe Luokou tatỳ aoriana) izy, hanokatra ny trano fanatobiana entana ho fanampiana, ary hanitatra ny ekipa. Niatrika ny fandrodanana sy ny fitsinjarana an'i Sui Dynasty.Nisy ady teo amin'ny harena ara-tafika sy olana hafa, ka namono an'i Zhai Rang sy ny mpanaraka azy an-jatony i Li Mi.\nTamin'ny volana martsa tamin'ny taona faha-14 nanjakan'i Daye, Yu Wenhuaji dia namono ny Emperora Yang ao amin'ny Dinastia Sui.\n, nitarika olona maherin’ny 100.000 niverina tany andrefana. Tamin'ny volana martsa tamin'ny taona fahefatra ambin'ny folo nanjakan'i Daye, Yu Wenhuaji (Yu Wen, anaram-bosotra) dia namono ny Emperora Yang tao amin'ny Dynastie Sui ary niverina tany andrefana niaraka tamin'ny olona 100.000 mahery. Nodidiana hanafika an'i Huaji i Li Mi. Na dia resy aza i Huaji, dia resy be ihany koa i Li Mi tao amin'ny tafika. Nenjehin'i Wang Shichong izy tatỳ aoriana. Resy ny tafik'i Li Mi ary rava ny tobiny. Ny jeneraly Qin Shubao, Cheng Zhijie (tany am-boalohany) antsoina hoe Cheng Yaojin), Niu Jinda sy ny hafa voasambotra. , nitolo-batana i Shan Xiongxin. Nodidiana hanafika an'i Huaji i Li Mi, na dia resy aza i Huaji, dia resy be ihany koa ny miaramilan'i Li Mi. Taty aoriana dia nenjehin'i Wang Shichong izy. Resy ny tafik'i Li Mi ary rava ny tobiny. Voasambotra ny jeneraly Qin Shubao, Cheng Zhijie (Cheng Yaojin tany am-boalohany), Niu Jinda sy ny hafa, ary nitolo-batana i Shan Xiongxin. Namoy fo i Li Mi, ka niampita ny renirano nankany Heyang izy tamin’ny Septambra ary nitolo-batana tamin’ny tarana-mpanjaka Tang. Namoy fo i Li Mi, ka niampita ny renirano nankany Heyang izy tamin’ny Septambra ary nitolo-batana tamin’ny tarana-mpanjaka Tang.\nTamin'ny Novambra, nandefa an'i Li Mi ho any Shandong i Li Yuan mba haka miaramila taloha. Novambra,\nNaniraka an'i Li Mi hiandry tao Shandong i Li Yuan mba haka miaramila taloha. Nahatsiaro ho voaahiahy izy, ka nikomy tamin’i Tang. Nahatsiaro ho nampiahiahy azy izy, ka nikomy tamin’i Tang. Nanasa an'i Li Mi hanafika sy hamono azy tao Xinggong Xian ny jeneraly Tang Sheng Yanshi. Nanasa an'i Li Mi hanafika sy hamono azy tao Xinggong Xian ny jeneraly Tang Sheng Yanshi.", "聖意": "Trano, trano, lela, tena, olon-dratsy, mitady harena, orinasa mandany vola, fanambadiana tsy maharitra, Liujia, voninkazo foana, mpandeha an-tongotra, Yaotian, silkworm fahasimbana, enina fahasimbana biby fiompy, olona tsy hita, fitoriana, fatiantoka, fifindra-monina, conservativeness, very fananana, aretina, vato misakana, fanavaozana fasana an-tendrombohitra", "古人": "Nikomy tamin'ny tarana-mpanjaka Tang i Li Mi", "第X籤": "Ny fisarihana fahafitopolo", "宮": "Tatsumi"}