{"籤詩版本二": "Fahalalana ny mpiambina ny fahasivy ambin'ny folo Canglong: Vehivavy iray nanambady vady faharoa\nMiaraka amin'ny tsipìka iray sy zana-tsipìka roa, dia hiaina amim-piadanana avy hatrany ireo dinosaurs", "詩意": "Ity hexagram ity dia toy ny tsipìka mitazona zana-tsipìka roa.\nMahasoa ny zava-drehetra raha miaraka.", "解曰": "Tsy mavesatra loatra. Destiny. Nisokatra i Zhen Liuzhong. Tsara ny mitandrina.", "籤詩故事一": "◇ Nitsidika an'i Xiangru i Wenjun\nZhuo Wenjun dia zanakavavin'ny zafikelin'i Zhuo Wang, mpandraharaha mpanankarena any Linqiong, Faritanin'i Sichuan. Nahay mozika izy ary nanana anarana haisoratra. Nanambady izy tamin’izy enina ambin’ny folo taona, taona vitsivitsy tatỳ aoriana, dia nodimandry ny vadiny ary nody tany amin’ny fianakaviany izy mba ho mpitondratena.\nIndray andro, nankany amin'ny tranon'i Zhuo Wangsun i Sima Xiangru hanao fanasambe, rehefa fantany fa vao maty vady i Zhuo Wenjun, dia nitendry ilay hira \"Phoenix Seeking the Phoenix\" izy mba hanehoana ny fitiavany. Zhuo Wenjun dia efa nandre momba an'i Sima Xiangru, ary io fanasana io dia vao mainka nahasarika azy an'i Sima Xiangru. Etsy ankilany, taorian'ny fanasambe nataon'i Sima Xiangru, dia nandany vola be avy hatrany izy mba hanolorana an'i Zhuo Wenjun mpiasan'ny tena manokana ary nangataka azy hampita ny fitiavan'i Sima Xiangru an'i Zhuo Wenjun. Taorian'ny nahafantaran'i Zhuo Wenjun ny fitiavan'i Sima Xiangru tamin'ny alalan'ilay mpanompovavy, dia nirohotra nankany amin'ny tranom-bahiny nipetrahan'i Sima Xiangru izy.\nFony tany Chengdu izy mivady dia sahirana nody ka voatery niverina tany Linqiong mba hanokatra hotely kely hivelomana.Nivarotra divay i Zhuo Wenjun ary nanasa vilia i Sima Xiangru.Niaina mahantra izy ireo. Rehefa nahafantatra izany ny rain’i Zhuo Wenjun, Zhuo Wangsun, dia nanaiky sy namatsy vola azy ireo teo ambany torohevitr’ireo namany, ka niverina tany Chengdu i Sima Xiangru sy Zhuo Wenjun mba hipetraka, ary lasa nanan-karena.", "聖意": "Fahaverezan'ny trano sy fananana, ny zo sy ny tsy mety ataon'ny tena, ny fitadiavana harena, ny fifampiraharahana amin'ny asa, ny fiarovana amin'ny fampiraisana ny fanambadiana.", "古人": "Nitsidika an'i Xiangru i Wenjun", "第X籤": "Iraika amby fitopolo nandresy Lotto", "宮": "Tatsumi"}