{"籤詩版本二": "Ny mpiompy tantely dia tsy maintsy mangataka tantely, sao voatsindrona amin'ny fanindronana\nTsy maintsy misy lalana hafahafa eo anoloanao, lalina toy ny ala misy tsilo ny zava-miafina.", "詩意": "Ity hexagram ity dia maneho ny tantely manangona tantely.\nNy zava-drehetra dia miasa sy miasa.\n\n(Ity hexagram ity dia mitady ny mariky ny mamy sy ny mangidy.\nMisoroka ny loza amin'ny zavatra rehetra.\n)", "解曰": "Mila atao tsara ny zavatra. Tsy mila terena. Manangona tantely ny tantely. Inona no antony?", "籤詩故事一": "◇Mitady talenta i Wang Mang\nAzo lazaina ho fianakaviana manankarena ny fianakavian’i Wang Mang tamin’ny tarana-mpanjaka Han Andrefana. Na dia maty tanora aza ny rainy, dia maro tamin'ireo dadatoany sy dadatoany no lasa emperora tao amin'ny Dinastia Han. Lasa jeneraly, praiminisitra, ary lasa marquises ary nahazo valisoa. Tena nisongadina ny fianakavian'i Wang.\nFa ny fianakaviana kelin'i Wang Mang dia tena nahantra; maty tanora ny rainy, ary niaraka tamin'ny reniny ihany no niankinany tamin'ny fiantrana avy amin'ny havany. Saingy noho izany, i Wang Mang dia namolavola sy nampihatra fahaiza-manao maromaro amin'ny fifampiraharahana amin'ny olona hatramin'ny fahazazany. Na malahelo na tezitra na manao ahoana na manao ahoana ny fihetseham-pony, dia tena faly sy milamina foana no hitany teo imason’ny havana, na zokiolona, ​​na ny any ivelany, ka tena nankasitrahan’ny olona rehetra tao amin’ilay foko.\nIndray mandeha dia narary mafy ny dadatoany lahimatoa, rehefa nahafantatra izany izy dia tonga niandry teo akaikin’ny fandrian’ilay marary, nitondra fanafody sy rano ary niambina tamin’ny alina, nandritra ny volana maromaro nisesy, dia niboridana izy, nikororosy fahana, ary nikorontan-tsaina. ... \"Mahari-po\" fotsiny izy noho ny marary, \"zanaka\" bebe kokoa noho ny zanaka niteraka.\nNoho izany, nidera azy ny olona rehetra tao Taiwan ary nanoratra taratasy nangataka valisoa ho azy.\nNomen’ny Emperora Cheng tao amin’ny tarana-mpanjaka Han àry ny anaram-boninahitra hoe Marquis Renivohitra Vaovao ary nanendry azy ho mpiambina tao an-dapa, ka lasa minisitra akaiky ny emperora.\nNoho ny maha-ambony sy ny fahefana nananany, Wang Mang dia tsy naneho fiavonavonana na fidonanaham-poana mihitsy, fa vao mainka nihamaja sy nanaja, tetsy an-danin’izany, ninamana tamin’ny minisitra, minisitra, olo-malaza, ary manam-pahaizana. , nanampy ny mahantra sy nalala-tanana tamin’ny fananany izy.\nNitsitsitsitsitsitsitsitsiana anefa ny fiainany, ka nihinana hena matetika, tsy lazaina intsony ny nanao akanjo lava sy akanjo lava, fa tsy nanao akanjo fohy fotsiny. Niara-nidera azy tamin’ny alalan’ny teny hoe “tsara fanahy” àry ny rehetra ao amin’ny governemanta sy ny vahoaka.\nMaty noho ny aretina ny dadatoany, Grand Sima Wanggen, ary izy no voafidy ho solony. Nihevitra ny emperora sy ny minisitra rehetra fa izy no mety indrindra. Noho izany, i Wang Mang, izay vao valo amby telopolo taona, dia lasa Grand Sima manana hery ara-miaramila ambony indrindra ao amin'ny firenena.\n(Ity tantara ity dia fanoharana. Ny fahaizanao ho olona tsara dia afaka manampy anao hiala amin'ny \"sarotra noho ny fanindronan'ny tantely\" ary hahatratra ny idealy araka izay irinao.)", "聖意": "Ny trano tsy mety ho an'ny tena, ny fianakaviana sahirana, ny raharaham-barotra, ny fanambadiana, ny fiadiana enina, ny fiadiana, ny mpandeha an-tongotra, ny tara, ny landy, ny fiompiana, ny biby fiompy, ny sarotra. mitadiava olona, ​​ratsy ny fitoriana, tsy mihetsika ny fifindra-monina, ratsy ny fananana very, atsangana ny aretina, very ny fasan-tendrombohitra.", "古人": "Mitady talenta i Wang Mang", "第X籤": "Nandresy tamin'ny loteria roa amby fitopolo", "宮": "Tatsumi"}