{"籤詩版本二": "Rehefa tonga ny lohataona, dia mihozongozona ny kotrokorana ary mikiakiaka ny bibikely, ary miala amin'ny fotaka aho\nRaha vao tonga saina aho fa mbola ho avy sy handeha, raha vao niova aho dia lasa dragona.", "詩意": "Ity hexagram ity dia toy ny kotroka sy bibikely.\nFamantarana tsara amin'ny zava-drehetra ny fihaonany amin'ny olona ambony.", "解曰": "Midona ny kotrokorana. Fametrahana roa miditra sy mivoaka. Miova indray mandeha. Hatrany Tianmen.", "籤詩故事一": "◇ Chenqiao Mutiny\nMaty i Zhou Shizong Chai Rong tamin’ny taona 959, ary vao fito taona ny Emperora Gong, Chai Zongxun, izay niakatra teo amin’ny seza fiandrianana. Tamin'izany fotoana izany, i Zhao Kuangyin, izay inspektera teo anoloan'ny lapa sy irak'i Songzhou ho any amin'ny Tafika Alemana, dia nitana ny tena fahefana.\nTamin'ny lohataonan'ny taona 960 am.f.i., Zhenzhou (Zhengding ankehitriny, Faritanin'i Hebei) sy Dingzhou (Fivondronan'i Dingxian ankehitriny, Faritanin'i Hebei) dia nitatitra fa ny tafiky ny Dinastia Han Avaratra sy ny Fanjakana Liao dia niara-nizotra nianatsimo mba hanafika ny tarana-mpanjaka Zhou, miaraka amin'ny hery lehibe, ary nangataka ny handefa miaramila ho fanampiana. Taty aoriana dia nandidy an'i Zhao Kuangyin ny tarana-mpanjaka Zhou hitarika ny miaramilany any avaratra hiady amin'ny fahavalo. Zhao Kuangyin dia nanao zavatra mangingina teo ambanin'ny fikasan'ny rahalahiny Zhao Guangyi, Zhao Pu, Shi Shouxin sy ny hafa.\nTamin'ny 3 Febroary, rehefa tonga tao Chenqiaoyi (Tanànan'i Chenqiao ankehitriny, atsimoatsinanan'i Fengqiu, Henan) ny tafika, dia nanao fikomiana izy ireo ary nandidy ny miaramila hanao akanjo mavo ho azy. . Taorian'izay dia nitondra ny miaramilany niverina tany Kaifeng i Zhao, tsy nandoro, namono na nandroba, \"Nianiana i Taizu Chen Qiao fa tsy hanelingelina ny mponina ao an-drenivohitra, ary nampanantena izy fa tsy hanakorontana ny tanàna amin'ny andro hidirany ao an-tanàna.\"\nTamin'ny andro fahatelo tamin'ny taona fahatelon'ny volana dia nikomy tao Chenqiao i Zhao Kuangyin ary niverina tany an-drenivohitra. Nitarika an'i Wang Pu sy Wei Renpu i Fan Zhi nanontany an'i Zhao Kuangyin. Nanatsoaka ny sabany teo anoloan'ny lay i Luo Yanhuan ary nikiakiaka mafy. : \"Tsy manan-tompo ny tafika telo, ny jeneraly rehetra dia nanapa-kevitra ny hanendry azy ho amperora. Na iza na iza miteny dia hovonoina!\". Hatsatra tahaka ny tany ny tarehin'i Wang Pu, nampidina ny tongony izy ary niankohoka, niondrika koa i Fan Zhi. Nanampy azy nitsangana i Kuang Yin ary nitondra azy tamim-panajana lehibe.\nTaorian'ny fanoherana antonony, ny Emperora Gong avy amin'ny tarana-mpanjaka Zhou taty aoriana dia nahazo ny seza fiandrianana, ary i Zhao no nandray ny seza fiandrianana. \"Saika hanaiky an'i Zen i Taizu, saingy tsy nisy soratra Zen. Nanaiky ny baiko i Tao Gu, manam-pahaizana tao Hanlin ary niditra teo anilany, nanao hoe: “Vita.’”\nRehefa tonga teo amin’ny seza fiandrianana i Zhao, dia novany hoe Song ny anaran’ilay firenena, ary novana ho Jianlong ny anaran’ilay firenena, ary nataony ho renivohitra i Kaifeng. , izay fantatra amin'ny anarana hoe \"Chenqiao Mutiny\" teo amin'ny tantara.\nWikipedia\n(Ity tantara ity dia maneho fa ity no fiandohan'ny zava-bitan'i Zhao Kuangyin.)", "聖意": "Mivavaha ho an'ny tranonao, fiainana andavanandro, harena, vintana tsara, vintana tsara amin'ny raharaham-barotra, fanambadiana ambony, fahombiazana any Liujia, lehilahy mpandeha an-tongotra, fahaterahan'ny kankana eny an-tsaha, fahaterahan'ny biby enina, vintana tsara amin'ny lohataona, mitady olona. , fahombiazana amin’ny fitoriana, mirary soa amin’ny fifindra-monina, very fananana, loza amin’ny aretina, loza any an-tendrombohitra sy fasana.", "古人": "Chenqiao Mutiny", "第X籤": "Telo amby fitopolo", "宮": "Mi Palace"}