{"籤詩版本二": "Toy ny mitaritarika tigra miampita tendrombohitra avo, miady sy mifanandrina amin’ny famotehana ny hatsiaka\nRaha manao zavatra tsara tampoka ianao nefa tsy tsapanao dia tsy maintsy miaro tena.", "詩意": "Ity hexagrama ity dia toy ny mitazona (mitarika) tigra mamakivaky ny tendrombohitra.\nMampidi-doza sy mampatahotra ny zava-drehetra.", "解曰": "Loza dia mampidi-doza. Misy sakantsakana mialoha. Raha mangataka torohevitra ianao. Tena asa mafy izany.", "籤詩故事一": "◇Nandao an'i Zhaoguan i Wu Yuan tamin'ny alina (nandalo an'i Zhaoguan i Wu Zixu)\nWu Zixu dia teratany Chu tamin'ny vanim-potoana lohataona sy fararano. Tamin'izany fotoana izany dia naniry ny hihaza azy ny Mpanjaka Ping ao Chu. Nanolotra valisoa ho an'ny fisamborana an'i Wu Zixu ny Mpanjaka Ping ao Chu, ary nasainy natao ny sariny ary napetany teo amin'ny vavahadin'ny tanàna manerana ny Fanjakan'i Chu, ary nanome baiko ny manampahefana hanatsara ny fanadihadiana. Rehefa nandositra nankany Zhaoguan i Wu Zixu, sisin-tany manelanelana an'i Wu sy Chu, dia nanara-maso akaiky ny tompon'andraikitra ao Zhaoguan.Natahotra mafy izy ka tsy nahita tory nandritra ny alina maromaro nifanesy, ary na ny volony aza lasa fotsy noho ny ahiahy. Soa ihany fa nifanena tamin’ny lehilahy iray antsoina hoe Dong Gao Gong aho, izay niombom-pihetseham-po tamin’ny fahoriany ka nitondra azy nody mba hiafina. Nanana namana mitovy amin'i Wu Zixu i Duke Dong Gao, ka nangatahan'i Duke Dong Gao izy mba handalo ny fitsapana amin'ny mody hoe Wu Zixu. Nosamborin'ny mpiambina ilay Wu Zixu sandoka, saingy tsy fantatry ny tompon'andraikitra ilay tena Wu Zixu satria fotsy avokoa ny volony, ka navelany handalo. Taty aoriana dia nandositra soa aman-tsara tany amin'ny fanjakan'i Wu izy.\n(Ny fanoloana an'i Wu Zixu amin'ny namana mitovy endrika, ary ny tenany ihany no volo fotsy, no \"tanana majika\" amin'ity tantara ity)", "聖意": "Mivavaha ho an'ny tranonao sy ny tranonao mba hiarovana ny tenanao, tandremo ny fikatsahana harena, mitandrema amin'ny fifampiraharahana, ny fitotonganan'ny varotra, ny fahasahiranana amin'ny fanambadiana", "古人": "Niala tao Zhaoguan i Wu Yuan tamin'ny alina (nandalo an'i Zhaoguan i Wu Zixu)", "第X籤": "Ny famantarana fahadimy amby fitopolo", "宮": "Mi Palace"}