{"籤詩版本二": "Mitovy ny dikany ny fifangaroan'ny trondro sy dragona.Mijanòna ao anaty dobo lalina ary miandry vintana.\nTsy nahatsiaro tena i Yumen fa nitsambikina teo amin'ny Lapan'ny Dragona nitsambikina ny lohany.", "詩意": "Ny trondro hexagram sy ny dragona dia tsy miova.\nTonga ara-potoana ny zava-drehetra.", "解曰": "Na dia i Ziji aza. Andraso koa. Manomana ny orinasanao manokana. Aza manao zavatra tsy miraharaha.", "籤詩故事一": "◇Hongwu mijery omby\nZhu Yuanzhang, teratany Zhongli, Haozhou (Fengyang County ankehitriny, Faritanin'i Anhui), dia teraka tamin'ny taona voalohany nanjakan'i Tianli an'i Yuan Wenzong tao amin'ny Dynastie Yuan, laharana fahefatra tao amin'ny fianakaviany. Teraka tao amin’ny fianakavian’ny tantsaha mahantra izy, noho ny fahantrany fony izy mbola kely dia tsy afaka nianatra ary indray mandeha dia niandry omby ho an’ny tompon-trano.\nNisy hain-tany mafy tany Huaibei, tamin’ny taona fahefatra nanjakan’i Zhizheng (1344).\nRoa volana latsaka taorian’ny nidirany tao amin’ny tempoly, noho ny fahasarotan’ny fanangonana ny hofan’ny tempoly tamin’ny taona mosary, dia nakaton’ny tompon’ny tempoly ny trano fanatobiana entana ary nandroaka ireo moanina. moanina izay nivelona tamin’ny fangatahana).\nTaty aoriana, i Zhu Yuanzhang dia lasa Taizu tamin'ny tarana-mpanjaka Ming sy \"emperora sivily\" tamin'ny tantaran'ny Sinoa, niaraka tamin'ny anarana hoe \"Hongwu\".\n(Ny fanoharana amin'ity tantara ity dia hoe ny hoe mahazatra mandritra ny fotoana fohy dia tsy midika fa ho toy izany koa amin'ny ho avy. Izany dia satria tsy mbola tonga ny fotoana.)", "聖意": "Salama ny fianakaviana, salama ny fianakaviana, tsara ny harena, miandry ny raharaham-barotra, tara ny fanambadiana, teraka tany Liujia ny lahy, tara ny mpandeha an-tongotra, tara ny landy, manankarena ny landy, ireo biby enina. rambony, tsy hita ilay olona, ​​tsy misy fitoriana, mpandala ny nentin-drazana ny fifindra-monina, voasakana ny fananana very, voasakan’ny fasan’ny tendrombohitra ny aretina.", "古人": "Hongwu mijery omby", "第X籤": "Lota fahenina amby fitopolo", "宮": "Mi Palace"}