{"籤詩版本二": "Ao amin'ny nofy dia voalaza fa ho be ny harena, fa ny laza dia zava-poana.\nLavitra ny rano ary lavitra ny tendrombohitra, fa sarotra ny mahatoky, Ny olona ambony dia manome tari-dalana sy mitsiky.", "詩意": "Ity hexagram ity dia maneho ny mariky ny fahazoana harena amin'ny nofy.\nNy zava-drehetra dia tena misy na latsaka.", "解曰": "Toy ny nofy, nofy. Tsy misy fanantenana laza. Andraso fotsiny ny fotoana tsara. Toromarika mendrika.", "籤詩故事一": "◇ Avereno amin'i Zhao ny jade (avereno amin'i Zhao ny jade rehefa vita)\nTamin'ny 283 talohan'i JK, ny Mpanjaka Zhao Huiwen dia nahazo He's Bi avy amin'i Chu. Rehefa nandre ny vaovao ny Mpanjaka Qin Zhaoxiang, dia nandefa taratasy tany amin'ny Mpanjaka Zhao izy, nanambara ny fahavononany hanakalo tanàna dimy ambin'ny folo ho He's Bi.\nNandinika tamin'ny Mpanjaka Zhao i Lin Xiangru fa matanjaka i Qin ary malemy i Zhao ka tsy maintsy nosoloina.\nNandefa an'i Lin Xiangru tany Qin niaraka tamin'ny He's Bi ny Mpanjaka Zhao avy eo.\nNihaona tamin'i Lin Xiangru tao Zhangtai ny mpanjakan'i Qin, ary natolotr'i Lin Xiangru ho an'ny Mpanjakan'i Qin ilay jade. Faly be ny Mpanjakan'i Qin ary nampita ny He's Bi ho an'ny hatsaran-tarehy ary nijery azy ny olona rehetra manodidina azy. Tamin'izay fotoana izay dia niantsoantso ho ela velona ny rehetra teo ankavia sy havanana.\nHitan'i Lin Xiangru fa tsy nieritreritra ny hanome ny tanàna ho an'i Zhao ny Mpanjakan'i Qin, ka nilaza tamin'ny mpanjakan'i Qin izy fa misy tsininy ny jade ary te hanoro izany amin'ny Mpanjakan'i Qin izy mba hanararaotra hahazo ny jade miverina.\nTaorian'ny nandraisan'i Lin Xiangru ny Bi'i Heshi dia nijoro teo akaikin'ilay andry lehibe izy, nampiseho fa te ho faty miaraka amin'ny Bi'i Heshi izy.\nTamin'izay fotoana izay, hoy i Lin Xiangru tamin'ny mpanjakan'i Qin: \"Mbola nandresy ny fanoheran'ny minisitra ny mpanjakan'i Zhao ary nanaiky ny tolo-kevitry ny minisitra. Na dia tsy nifamitaka aza izy rehefa nifanerasera tamin'ny sarambabem-bahoaka, tsy lazaina intsony izany. Firenena lehibe i Qin! Mba hitandrovana ny fisakaizan'i Qin sy Zhao, Mpanjaka Zhao Rehefa avy nifady hanina nandritra ny dimy andro aho, dia nalefako tany Qin niaraka tamin'ny jade ny mpanompoko. tanàna, fa koa nampita ny jade an'ny fianakaviana He tamin'ny vehivavy tsara tarehy iray, izay tena fanesoana ny mpanompoko.\"\nRehefa vita ny fitenenana dia nanao fihetsika nikapoka andry avy hatrany i Lin Xiangru. Natahotra ny Mpanjakan'i Qin sao ho simba ny He's Bi, ka mody nanome tanàna dimy ambin'ny folo an'i Zhao. Hitan'i Lin Xiangru ny teti-dratsin'ny Mpanjaka Qin, ka nangataka tamin'ny Mpanjaka Qin izy mba hifady hanina mandritra ny dimy andro alohan'ny hanolotra He's Bi hanemotra ny fotoana. Tao anatin'ireo andro vitsy ireo dia naniraka ny mpanompony hiverina any amin'ny Fanjakan'i Zhao i Lin Xiangru niaraka tamin'ny jade, raha nijanona hifampiraharaha tamin'ny Mpanjakan'i Qin izy.\n(Ity tantara ity dia toy ny mason'ny olon-tsotra izay variana amin'ny satany.)", "聖意": "Mivavaka mba hahazoana fitahiana ao an-trano, tena, manakantsakana ny harena, manasarotra ny fifampiraharahana, tsy mifanaraka amin'ny mpandeha an-tongotra Liujiaxu ny fanambadiana, tsy ekena ny kankana Chitian, biby enina no simba, olona tsy hita, andrasana ny fitoriana sy fifindra-monina, zavatra very. lavitra, atsangana ny aretina, alefa any amin’ny fasana any an-tendrombohitra, ary miova.", "古人": "Avereno amin'i Zhao ny jade (feno an'i Zhao ny jade)", "第X籤": "Ny loteria fahafito amby fitopolo", "宮": "Lapa mitataovovonana"}