{"籤詩版本二": "Void knot, maniry ny hiaro anao aho. Raha miaro ny vatanao ianao, dia maniry aho tsy hamerina azy.\nAza adino fa efa tafaverina ny fankasitrahan’Andriamanitra, ary aza atao tsinontsinona ny tenin’Andriamanitra.", "詩意": "Aza mino fa marina io hexagrama io.\nMariky ny maha mpandala ny nentin-drazana amin'ny zavatra rehetra izany.", "解曰": "Samy manana ny heviny ny olona. Tsy mila variana ny saina. Torolàlana Guanyin. Aza manao tsinontsinona.", "籤詩故事一": "◇ Manohana mangingina ny saina varahina\nNy jeneraly mpanorina ny tarana-mpanjaka Tang, Qin Qiong (Qin Shubao) dia nahazo ny anaram-boninahitra hoe Grand Marshal tamin'ny tarana-mpanjaka Sui, nitarika ny miaramilany hanafika ny Sishui Pass (na Sishui Pass na Dongling Pass, samy hafa ny angano). Yang Lin ( Yang Yicheng), ny jeneraly mpiambina ny Sishui Pass, dia ny Emperora Yang ao amin'ny Dinastia Sui no nandidy ny fametrahana sainam-pirenena varahina, saingy tsy afaka nanafika azy nandritra ny fotoana ela i Qin Shubao. Rehefa fantany fa zanak'olo-mpiray tam-po aminy i Luo Cheng, mpitarika ny formation, dia nifandray tamin'ny nenitoany izy.\nTalohan'ny nandehanan'i Luo Cheng dia nilaza tamin'ny reniny izy fa ilay olona tonga hanongana ny sainam-pirenena dia i Qin Qiong zanak'olo-mpiray tam-po aminy, ary ny reniny dia nandidy azy hanampy azy mangingina. Tamin'ny andron'ny ady farany dia nivadika tampoka i Luo Cheng, izay niambina ny sainam-pirenena varahina, ary niray tsikombakomba tamin'i Qin Qiong mba handresy ny fananganana sainam-pirenena. Dinastia.\n(Ity tantara ity dia fanoharana izay indraindray tokony hiantehitra amin’ny saina rehefa manao zavatra, fa tsy hiantehitra amin’ny fihetseham-po na finoana.)", "聖意": "Ny trano koa dia vonona ny hanao fampanantenana, mitady harena, mitana ny anjarany, malina amin’ny fifampiraharahana, tsy marina ny fanambadiana, miteraka zazavavy, ny mpandeha an-tongotra mijanona eny an-tsaha, landy, teboka fito, fahasimban’ny biby fiompy enina, olona tsy hita, vahoaka. fitoriana, fifindra-monina, fananana very, aretina tandrefana, vahaolana amin’ny tendrombohitra, fasana, lalana andrefana", "古人": "Manampy an-tsokosoko ny sainam-pirenena varahina", "第X籤": "Sivy amby fitopolo no nandresy tamin'ny Lott", "宮": "Lapa mitataovovonana"}