{"籤詩版本二": "Efa mihintsana ny ravin’ny aviavy, efa antomotra ny fararano, ary toy ny rahona ny dian’ny mpandeha.\nNoho ny ezaka lehibe nataon’Andriamanitra, dia niverina ilay sambo nitondra ny harena eny amin’ny rivotra.", "詩意": "Ity hexagram ity dia maneho ny sarin'ny ravina aviavy nilatsaka.\nNy zava-drehetra dia ratsy mialoha ary tsara amin'ny farany.", "解曰": "Raiso ny zavatra ao am-po. Manaraka izany i Tianxin. Mba hivelomana. Ataovy izay azonao atao.", "籤詩故事一": "◇ Mitsoka mankany Tengwang Pavilion ny rivotra\nPoeta tamin'ny tarana-mpanjaka Tang tany am-boalohany i Wang Bo, Zian, teraka tamin'ny taona voalohany nanjakan'i Yonghui, Emperora Gaozong tao amin'ny Dinastia Tang. Namaky soratra masina i Wang Bo hatramin'ny fahazazany, ary fantatra amin'ny anarana hoe \"zazakely mahagaga\". Namaky soratra masina i Wang Bo hatramin'ny fahazazany, ary fantatra amin'ny anarana hoe \"zazakely mahagaga\".\nFony izy folo taona, dia sendra nandalo teo amin’ny Tempolin’i Guandi izy sy ny rainy. Hitan’izy ireo tao amin’ny tempoly ilay sarivongan’i Guandi, izay nihazona ny “Lohataona sy Fararano” ary namaky azy io. Nahazo aingam-panahy izy. Nihira tamin'ny Emperora Guan izy hoe: \"Mihazona volombava maitso telo, mamaky ny tantaran'ny tarana-mpanjaka Qing amin'ny fanilo maitso ary manome voninahitra ireo anarana malaza. Mitazona ny dragona maitso sy ny volana eo an-tanako.\" fa tamin'ny fararano tamin'ity taona ity dia niala tany Shanxi nankany amin'ny Nosy Hainan i Wang Bo mba hitsidika ny rainy izay nafindra toerana ho lehiben'ny distrikan'i Jiaozhi. , nandalo tendrombohitra sy renirano an'arivony teny an-dalana. Tamin'ny fararano tamin'ny taona fito amby roapolo taona, dia nandeha avy any Shanxi nankany amin'ny Nosy Hainan i Wang Bo mba hitsidika ny rainy, izay nafindra toerana ho Mpitsara ao amin'ny distrikan'i Jiaozhi. Namakivaky tendrombohitra sy renirano an'arivony teny an-dalana izy.\nRehefa tonga tao amin'ny Tendrombohitra Madang izahay tamin'io andro io, dia nandeha an-tanety ny rehetra mba hiala sasatra. Rehefa nandeha irery teo amin'ny tempoly fahiny i Wang Bo, dia nahita lehilahy antitra iray nipetraka teo amin'ny vato teo akaikin'ny tempoly. Hoy izy tamin’i Wang Bo: “Tsy ianao ve i Wang Bo?” Taitra i Wang Bo ka nanao hoe: “Tena marina tokoa! Ny fikasana hamonjena olona, ​​ary tena misy dikany ny tononkalonao. Hisy fety lehibe ao amin'ny Tengwang Pavilion rahampitso. Raha afaka manatrika ny fanasana sy manoratra lahatsoratra ianao, dia ho malaza amin'ny vanim-potoana rehetra ary hahazo fandaniana amin'ny dia. \" Rehefa tonga izy ireo. Tao amin'ny Tendrombohitra Madang, nandeha an-tanety ny rehetra mba hiala sasatra. Rehefa nandeha irery teo amin'ny tempoly fahiny i Wang Bo, dia nahita tampoka teo amin'ny vato teo akaikin'ny tempoly izy, Nisy lehilahy antitra iray nipetraka, izay tahaka ny zaza manana volo tsara sy angano. Ary hoy izy tamin'i Wang Bo: \"Tsy ianao va i Wang Bo?\"\nGaga i Wang Bo ary niteny hoe: \"Marina tokoa! Ahoana no ahafantaranao izany?\"\nHoy ilay anti-panahy: \"Efa ela aho no nandre fa manana fikasana tsara hanavotra olona ianao, ary misy dikany ny tononkalo noforoninao. Hisy fety lehibe ao amin'ny Lapan'ny Printsy Teng rahampitso. Raha afaka manatrika ny fanasana sy manoratra ianao, ho malaza amin'ny vanim-potoana rehetra ianao ary hahazo ny fandaniana amin'ny dia.\"\nHoy i Wang Bo: \"Enina na fitonjato kilaometatra miala an'i Tengwang Pavilion ity toerana ity. Ahoana no ahatongavantsika eto rahampitso?\" Hoy ilay anti-panahy: \"Hampiasa soavaly ho toy ny rivotra avy amin'Andriamanitra aho mba hanampy anao hanana sambo milamina. ho tonga tokoa rahampitso.\" Nisaotra ahy i Wang Bo ary niteny hoe: \"Miala tsiny, ry rafozako. , tsy mety maty ve ianao sa andriamanitra?\" Nihomehy ilay anti-panahy ary niteny hoe: \"Izaho no Zhongyuan Shuijun miandraikitra ny ity faritry ny rano ity!\" Hoy i Wang Bo: \"Enina na fitonjato kilaometatra miala an'i Tengwang Pavilion ity toerana ity. Ahoana no hahatongavantsika eto rahampitso?\"\nHoy ilay anti-panahy: \"Hampiasa ny soavaly ho toy ny rivotra avy amin'Andriamanitra aho hanampy anao amin'ny fandehanana milamina. Ho tonga tokoa aho rahampitso.\"\nNisaotra azy i Wang Bo ary niteny hoe: \"Miala tsiny, rafozambaviko, tsy mety maty ve ianao sa andriamanitra?\"\nNihomehy ilay anti-panahy sady niteny hoe: “Izaho no Zhongyuan Shuijun izay miandraikitra an’io faritry ny rano io!” Avy eo ilay anti-panahy dia namporisika an’i Wang Bo mba hiakatra haingana amin’ilay sambo. ary malama ny rano teny an-dalana, tao anatin’ny indray mipi-maso, dia nandeha an-jatony kilaometatra izy.\nAvy eo ilay anti-panahy dia namporisika an'i Wang Bo mba hiakatra haingana amin'ny sambo. Nahita rahona tsara izy nanodidina azy nandritra ny fotoana kelikely, ary dia nandeha tsara izany, tao anatin'ny indray mipi-maso dia efa nandeha an-jatony kilaometatra izy. Araka ny efa nampoizina dia nirohotra nankany amin'ny Lapan'ny Printsy Teng i Wang Bo ny marainan'ny hetsika lehibe.\nAraka ny efa nampoizina dia nirohotra nankany amin'ny Lapan'ny Printsy Teng i Wang Bo ny marainan'ny hetsika lehibe. Ary teo an-toerana dia nanoratra ny \"Preface to Prince Teng's Pavilion\" izay nantsoina hoe sangan'asa mandrakizay nataon'ny Emperora Gaozong tao amin'ny Dinasti Tang. Ary teo an-toerana dia nanoratra ny \"Preface to Prince Teng's Pavilion\" izy, izay nantsoina hoe sangan'asa mandrakizay nataon'ny Emperora Gaozong tao amin'ny Dinastia Tang.\nMisy tononkalo manao hoe:\nNolazaina foana fa andriamanitra ny olona manan-talenta, ka tsy kisendrasendra fa ny rivotra no mitondra an’i Nanchang ho any Nanchang;\nNanoratra fehezanteny momba ny tranoheva avo an'i Teng Wang aho, ary avy eo dia niaraka tamin'ireo tsy mety maty nankany Zhongyuan izy.", "聖意": "Mivavaha ho an'ny tokantranonao ary arovy ny tenanao, mivavaha ho an'ny fitahiana, mitadiava harena ary manatratra ny fanambadiana sy ny firindrana.", "古人": "Mitsoka mankany Tengwang Pavilion ny rivotra", "第X籤": "Sonia iraika amby valopolo", "宮": "Wei Gong"}