{"籤詩版本二": "Ohatra, ny kilasy fahatelo, fahefatra ary fahadimy amin’ny volana voalohany dia tsy hita, ny antsasany tsy eo, ny antsasany tonga ary tsy feno.\nMiandry ny sakafo hariva amin'ny andro fahadimy ambin'ny folo amin'ny taona dia mamirapiratra sy feno ny zava-drehetra", "詩意": "Amin'ity hexagrama ity dia tsy hita ny volana fa tsy feno.\nMahareta amin'ny zavatra rehetra.", "解曰": "Mijanona ho mpandala ny nentin-drazana ary miandry. Toy ny andro voalohany amin'ny volana. Miandry ny fotoana fihodinana. Tsy misy ratsy.", "籤詩故事一": "◇ Niakatra teo amin’ny seza fiandrianana i Li Yuan\nTao anatin'ny taona faramparany tamin'ny tarana-mpanjaka Sui, ny Emperora Yang ao amin'ny Dinastia Sui dia nanao kolikoly sy tsy niraharaha, nifalifaly hatraiza hatraiza, niteraka hatezerana teo amin'ny vahoaka ary nampizarazara ny empira tamin'ireo mahery fo.\nTamin'ny 618 am.f.i., Yu Wenhuaji, Sima Dekan, Pei Qantong ary ny hafa dia nanao fikomiana hamonoana ny Emperora Yang ao amin'ny Dinastia Sui ary nanambara an'i Yang Hao ho emperora.\nVetivety dia namono an'i Qin Wanghao i Yu Wenhuaji ary nanambara ny tenany ho Emperora Xu, nanangana ny firenena Xu.\nNy taona nanaraka dia niara-naringan'ny jeneraly Tang Li Shentong sy ny mpanjaka Xia Dou Jiande izy.\nTaorian'ny nahafantaran'ny faritr'i Lemaka Afovoany ny fahafatesan'ny Emperora Yang, ny mpiambina Luoyang Wang Shichong dia nanohana an'i Dong of Yue ho mpanjaka, izany hoe ny Emperora Ai ao amin'ny Dinastia Sui.\nTamin'izany fotoana izany, nanala an'i Yang You i Li Yuan, nanambara ny tenany ho emperora tao Taiyuan, ary nanova ny anaran'ny firenena ho Tang. Ity no Tang Gaozu.", "聖意": "Ny fianakaviana sy ny ao an-trano dia mirary soa ho an'ny tenany amin'ny fahavaratra sy ny fararano, mitady harena, mitazona fifanarahana, miandry ny fotoana, tara ny fanambadiana, Liujia miteraka zazavavy, voasakana ny mpandeha an-tongotra, kankana landy, miorina tsara ny biby fiompy, izany sarotra ny mahita olona, ​​ny fitsaram-bahoaka sy ny fifindra-monina dia mpandala ny nentin-drazana, sarotra ny fananana very, sarotra ny manangana aretina, alefa any amin'ny fasan'ny tendrombohitra, ary ovaina.", "古人": "Niakatra teo amin'ny seza fiandrianana i Li Yuan", "第X籤": "Telo amby valopolo no nandresy tamin'ny loteria", "宮": "Wei Gong"}