{"籤詩版本二": "Inona no hitranga raha very ny hasinao noho ny lazanao, matahotra aho fa hiova ny vintana ary hisy ratsy.\nMamo, tsy fantatro izay halehako, Manonofy manjavozavo eo ambanin'ny aloky ny hazo kesika maitso aho.", "詩意": "Ity hexagram ity dia maneho ny trondro mangatsiaka miala amin'ny rano.\nTsy misy azo ahetsiketsika.\n\n(Ity hexagram ity dia mariky ny hatsaran-toetra ratsy sy ny vintana ratsy.\nTazony amin'ny tany ny tongotrao amin'ny zavatra rehetra.\n)", "解曰": "Ny trondro mangatsiaka dia miala amin'ny rano. no tsininy kely. Raha manontany momba ny drafitra lasy ianao. Tsara kokoa amin'i Mo Qi\nHitondra vintana ratsy ho an'i Liujia io famantarana io. Tsy mandeha ny zava-drehetra. Mivavaha ho fiarovana.", "籤詩故事一": "◇Zhuangzi nitsapa ny vadiny\nZhuangzi dia teraka tamin'ny tarana-mpanjaka Zhou, Zhuang no anarany, Zhou no anarany, ary Zixiu no anarany. Teratany tany Mengyi izy tamin'ny tarana-mpanjaka Song. Tao amin'ny tarana-mpanjaka Zhou, izy no ofisialin'ny Qiyuan.\nIndray andro, i Zhuangzi dia nifanena tamina vehivavy iray teo an-tendrombohitra, nipetraka teo anoloan'ny fasana vaovao iray, nanozongozona mafy ny fanilony, toy ny te-hanamainina ny tany mando teo amin'ny fasana. Tsy azon'i Zhuangzi ny fikasany, ka nanontany azy izy. Nilaza izy fa vadiny ilay nalevina, ary ny teny farany nataon’ny vadiny dia tsy afaka nanambady intsony izy raha tsy efa maina ny tany teo amin’ny fasana. Tsy afaka niandry intsony izy, ka nohetsika ny fasana mba ho maina haingana, mba hahafahany manohy ny lohataona faharoa.\nNisento i Zhuangzi rehefa nieritreritra fa misy vehivavy tsy misy fo toy izany eto amin'izao tontolo izao. Dia nieritreritra aho hoe, ho toy izany ve ny vadiko? Rehefa mipoitra ny ahiahy dia te-hitsapa izany aho.\nNy anaran'ny vadin'i Zhuangzi dia Tian, ​​ary matetika izy ireo dia manana fifandraisana akaiky. Mba hitsapana ny tsy fivadihan'ny vadiny dia nanapa-kevitra i Zhuangzi fa mody maty.\nNandre fa narary tampoka i Zhuangzi, dia maro ny olona avy amin'ny faritra rehetra, anisan'izany ny havana aman-tsakaiza, tonga naneho ny fiaraha-miory, anisan'izany ny mpanjaka sy zafikely tsara tarehy avy amin'ny fanjakan'i Chu, izay nanan-karena. Vao maty vady sy nahonena i Tian, ​​dia nanenjika azy. Tsy nahatanty ny fakam-panahy i Rtoa Tian ka raiki-pitia tamin’i Wang Sun, dia nivady tao anatin’ny roapolo andro monja.\nTamin'io alina io, rehefa mamo ny divay ary nafana ny sofina, dia voan'ny aretim-po tampoka i Wang Sun ary maty.\nNatahotra sy nikoropaka Ramatoa Tian, ​​ary nanontany an'i Wang Sun maika izay tokony hatao. Niaritra ny fanaintainana i Wang Sun ary nilaza tamin-dRamatoa Tian fa azo ampiasaina hamelomana ny maty ny atidohan'ny faty.\nAiza no ahitana ny faty? Nieritreritra tampoka Rtoa Tian hoe, tsy maty fotsiny ve ny vadiny? Adinon’Ingahy Tian ny fifankatiavana taloha teo amin’ny mpivady, ka tena naka famaky ary novakivakiny ny vatam-patin’ny vadiny, niomana ny hamoaka ny atidohany ho fanafody.\nTsy nampoizina, rehefa nosokafana ny vatam-paty dia velona indray i Zhuangzi. Menatra be Rtoa Tian ka nananton-tena.\n(Ity tantara ity dia fanoharana amin'ny fanitsakitsahana ny finamanana mba hahazoana tombony manokana, ka tsy afaka manaiky izany isika.)", "聖意": "Milamina ny trano, milamina ny tena, tsy rariny ny vola, atao sorona ny varotra, voalamina ny fanambadiana, milamina ny faharatsiana ao Liujia, tsy tonga ny mpandeha an-tongotra, milamina ny landy, milamina ny biby fiompy, mitady olona ny vahoaka, niova ny fitoriana, nitandrina ny didin’ny mpianatra, very ny fananana, tsy nisy aretina, ary ratsy ny tendrombohitra sy ny fasana.", "古人": "Zhuangzi nitsapa ny vadiny", "第X籤": "Lota 84", "宮": "Wei Gong"}