{"籤詩版本二": "Ny rahona maizina sy ny zavona no mandrakotra ny lalana manoloana ny tendrombohitra.Ny zava-drehetra dia boribory ary ny volana indray.\nRaha mahazo tononkalo sy boky ianao dia hifoha amin'ny nofinofy lalina.Ny olo-manan-kaja dia hitarika anao ho any an-tampon-trano.", "詩意": "Ity hexagram ity dia maneho ny fiafaran'ny lohataona sy ny fivelaran'ny voninkazo.\nMiova ny zava-drehetra manaraka ny Tompo.", "解曰": "Mila mangataka fanampiana ilay antitra. Mivelatra indray izy amin’ny lohataona. Faniriana laza sy harena. Misedra lozam-pifamoivoizana amin'ny faramparan'ny fiainana.", "籤詩故事一": "◇ Nifanena tamin’ny lanezy i Han Wengong\nHan Yu, izay Tuizhi no anarany, dia avy any Changli. Lasa Jinshi i Tang Dezong tamin'ny taona fahavalon'ny Zhenyuan, ary Wen Gong no anaram-boninahitra azy taorian'ny nahafatesany.\nNandritra ny fitondran'ny Emperora Xianzong tao amin'ny Dinastia Tang, Han Yu dia nanohitra tamin'ny taolan'ny Bouddha, izay nahatezitra ny Emperora. Nandao ny vadiny sy ny zanany i Han Yu ary nankany Chaozhou. Rehefa nandeha an-tongotra nandritra ny andro vitsivitsy latsaka, dia niakatra ny rivotra mangatsiaka ary nilatsaka mafy ny lanezy. Tonga teo amin'ny toerana misy ranomandry maromaro i Han Yu, ka nananosarotra ny handrosoan'ny soavaliny.Tsy nisy trano teo akaiky teo ary tsy fantany hoe aiza ny lalana. Raha te hanaraka ny lalana sy hihemotra ianao dia tsy misy lalana hiverenana. Nitsoka mafy ny rivotra ary nilatsaka haingana ny lanezy, levona hatrany amin'ny hodiny i Han Yu, nangatsiaka sy noana, ary tsy nanana toerana hanehoana ny alahelony.\nNisento i Han Yu ary niteny hoe: \"Tsy hamono ahy ny emperora, fa ny emperora kosa te handringana ahy.\"\nRaha vao kivy i Han Yu, dia nahita lehilahy iray nanala ny lanezy na dia teo aza ny hatsiaka mafy, dia i Han Xiangzi (zana-drahalahin'i Han Yu).\nNiteny tamin’i Han Yu aloha i Han Xiangzi hoe: “Aiza ny tranon’i Yun Heng any Qinling? Ny oram-panala dia mamihina ny vavahady manga ary mijanona ny soavaly.” Tsy azon’i Han Yu ny tian’i Han Xiangzi holazaina tamin’izany, fa izao izy azony ihany.\nKa nandeha natory tao amin'ny tranon'i Fu tany Languan i Han Yu sy Han Xiangzi. Raha niresaka momba ny lasa sy ny lalana mankany amin'ny fambolena, i Han Yu dia resy lahatra tamin-kitsimpo.\nTatỳ aoriana, dia nandao ny toerany ofisialy i Han Yu, nanome ny fananany rehetra ho an’ny fitondram-panjakana teo an-toerana, ary nankany an-tendrombohitra mba hanaraka ny Taoisma ary ho lasa tsy mety maty.", "聖意": "Tsy mety ho an'ny tena ny trano, mitandrema mitady vola, mifantoka amin'ny raharaham-barotra, tara ny fanambadiana, Liujia vehivavy mpandeha an-tongotra manakana ny saha, tsara ny landy, tsara ny biby fiompy, sarotra ny mahita olona, ​​miverimberina ny fitsaram-bahoaka, ny fifindra-monina nohavaozina, ny zavatra very dia lehibe, ny aretina mitarazoka, tokony hovana ny fasan-tendrombohitra.", "古人": "Nifanena tamin'ny lanezy i Han Wengong", "第X籤": "Loteria fahadimy amby valopolo", "宮": "Shen Gong"}