{"籤詩版本二": "Ho avy ny lohataona, mamony eo amin’ny lavarangana ny voninkazo, ary mitondra harena ny fiara mandeha an’arivony kilaometatra.\nRaha mahazo ny onja Yumen ambaratonga fahatelo ianao, dia ho toy ny kotroka amin'ny tany", "詩意": "Ity hexagram ity dia maneho ny sarin'ny fihaonana amin'ny emperora eny amin'ny fitsarana.\nTena mahasoa ny zava-drehetra.", "解曰": "Voatendry ny emperora. Toy ny harena hita ao anatin’ny fahantrana. Araho ny fonao. Ny voalohany amin'ireo hexagrams.\nIty famantarana ity dia manaraka ny fanirian'ny fonao. Mandeha tsara ny zava-drehetra.", "籤詩故事一": "◇ Telo yuan amin'ny raharaham-barotra\nShang Ren (1414-1486), anarana nomena anarana Hongzai, anaram-bositra Suting, anaram-boninahitra Wenyi taorian'ny nahafatesany, dia teratany Chun'an, Zhejiang, Shina. Teraka tamin'ny 25 Febroary izy, taona faharoa ambin'ny folo nanjakan'i Yongle tao amin'ny Dynastie Ming.\nNa ny rainy na ny razambeny dia tsy manam-pahefana, fa nankasitrahan'ilay manam-pahaizana Wang Rui tamin'ny fahazazany.Tamin'ny taona faha-10 nanjakan'i Xuande tamin'ny tarana-mpanjaka Ming (1435), dia nitana ny laharana voalohany tamin'ny fanadinana faritany (Xie Yuan) izy. , imbetsaka izy no tsy nahomby tamin'ny fanadinana, ka nanokana ny tenany tamin'ny fianarana tany Taixue, ary tena tian'ny Akademia Imperial.Nankasitraka i Li Shimian fa tamin'ny taona faha-10 tao Zhengtong (1445), dia nitana ny laharana voalohany tamin'ny fanadinana Huiyuan (Huiyuan) izy. ), ary avy eo dia nahazo ny laharana voalohany tamin'ny fanadinana Lapa (Zhuangyuan). Tamin'ny tarana-mpanjaka Ming, i Huang Guan sy izy izay noroahin'i Zhu Di ihany no nahazo izany voninahitra izany.", "聖意": "Mirary soa ao an-tokantrano, mirary soa, mirary soa amin'ny raharaham-barotra, mirary soa amin'ny fanambadiana, fahombiazana any Liujia, vaovao mahafaly ho an'ny mpandeha an-tongotra, vaovao mahafaly eny an-tsaha, kankana, vintana tsara amin'ny biby fiompy, fanambinana amin'ny fitadiavana olona, ​​famerenana amin'ny laoniny, fitoriana, fahombiazana , fifindra-monina, vintana tsara amin'ny zavatra very, aretina, Anshan sy ny fasana", "古人": "Shang Lu Zhong San Yuan", "第X籤": "Sonia enina amby valopolo", "宮": "Shen Gong"}