{"籤詩版本二": "Mandeha antsasak'ilay tendrombohitra andrefana, tsy azo apetraka ny hantsan'i Junling.\nMiandrandra fiarovana amin’Andriamanitra dia mbola ao amin’ny tranom-paty ity vatana mangatsiaka ity", "詩意": "Ity hexagram ity dia toy ny mitady volamena ao anaty fasika.\nMisy famantarana ny olona ambony amin'ny zava-drehetra.\n\nAry koa: Ity hexagram ity dia manondro fa tandindomin-doza ilay olona.\nMisy famantarana ny olona ambony amin'ny zava-drehetra.", "解曰": "Jade dia hita amin'ny alalan'ny fandrahoana vato. Mitadiava volamena ao anaty fasika. Mila miasa mafy. Sahirana fotsiny.\nAsa hafa: toe-javatra sarotra. Tsy misy hipetrahana. Mangataha fitahian’Andriamanitra. Mivavaha mba ho fiadanan-tsaina.", "籤詩故事一": "◇ Manaikitra volamena ary tadiavo ny lava-bato ambanin'ny tany\nHo fankalazana ny fanararaotana ara-miaramila nataony dia nanao fanasambe tao Yanwuyang i Cheng Yaojin. Tampoka teo dia nisy lavaka nisokatra tamin’ny tany, izay tsy takatry ny saina, ka nanao antsapaka ny rehetra tamin’ny fisintonana ny teny, nanaikitra ny volamena mba hahazoany fandresena, ary nanofa tady hamatotra ny tenany tao anatin’ilay lavaka.\nMisy varavarana vato, latabatra, seza, tetezana ary zavatra hafa.Eo ambonin'ny latabatra dia misy akanjo dragona sy fehikibo jade, izay vita amin'ny volamena ary tonta avy ao anaty zohy.\nNivoaka avy tao anaty lavaka i Yao Jin nitondra baoritra lehibe sy baoritra kely iray, nanokatra ny boaty hazo ary namoaka ny tombo-kase jade, nanokatra ny boaty, namoaka ny sainam-pirenena lehibe sy ny satroboninahitra ary ny dian-tongotra ary napetrany teo ambony latabatra, ary samy nijery azy tsirairay avy. Hitako ireo tombo-kase valo voasokitra teo amin’ilay tombo-kase lehibe dia ny hoe “Ilay Mpanjakan’ny Demon’i Hunshi, ilay Emperora Lehibe Tsara”.\nNivavaka taminy ho “Emperora” ny rehetra, ary nanao izany nandritra ny telo taona i Yaojin tamin’ny naha-Mpanjakan’ny demonia azy. (Raha ny marina, nilaza ny tenany fotsiny izany, ary Cheng Yaojin no mpitarika ny tanàna tamin'izany fotoana izany.)\n(Ity tantara ity dia fanoharana fa ny zavatra tsara dia toy ny filalaovana fotsiny ihany. Io ilay hevitra ara-javakanto hoe \"mbola ao anaty banga io vatana io\".)", "聖意": "Ny vavaka ho an'ny trano sy ny trano, ny fandresen-tena, ny fitadiavana harena, ny miasa mafy, ny fitandremana amin'ny raharaham-barotra, ny fanambadiana dia hosakanan'i Liu Jiaxu, mpandeha an-tongotra, Chi Tian, ​​​​kankana, biby fiompy enina, mitady olona, ​​tsy misy fitsarana, fatiantoka. , fifindra-monina, fitazonana fananana very, aretina ratsy, sakana, tendrombohitra sy fasana.", "古人": "Mikaroka ny Crypt for Gold", "第X籤": "Sonia fito amby valopolo", "宮": "Shen Gong"}