{"籤詩版本二": "Aza manahirana ahy ny raharahanao manokana fa mety kokoa ny manontany ny vahoaka.\nNy fo madio dia mamirapiratra sy mazava toy ny volana mamirapiratra eny amin'ny lanitra", "詩意": "Ity hexagram ity dia maneho ny sarin'ny volana mamirapiratra eny amin'ny lanitra.\nNy zava-drehetra dia mamirapiratra sy rivotra.", "解曰": "Aoka ho mahitsy fo. Ahitsio ny lalàna. Teny masina. Farany dia lasa mazava.", "籤詩故事一": "◇ Jeneralin’i Kong Ming\nVahaolana: Zhuge Liang manetsika ny miaramilany sy ny jeneraly\nNandritra ny vanim-potoanan'ny Fanjakana Telo, Zhuge Liang (181-234), nomena anarana hoe Kongming, dia teraka tao Yangdu, Langya (Yinan County ankehitriny, faritanin'i Shandong).\nNanaiky ho lasa manam-pahefana i Zhuge Liang rehefa avy nitsidika intelo tao amin'ilay trano bongo bozaka i Liu Bei. Tamin'izany fotoana izany, dia nampionona an'i Hebei i Cao Cao ary tapa-kevitra ny hianatsimo. amin'ny maha jeneraly lefitra azy, nitarika tafika 100.000 hanao diabe nankany Xinye. Na dia nanana fikasana hiala amin'ny fahavalo aza i Zhuge Liang tamin'izany fotoana izany, dia nanao tsinontsinona ny tenin'i Zhuge Liang i Guan Yu sy Zhang Fei. Tsy nanan-tsafidy i Zhuge Liang afa-tsy ny nampiasa ny sabatr’i Liu Bei mba handresena azy roa lahy. Samy nitarika miaramila sy soavaly arivo avy izy ireo, ary niafina tao Yushan sy Anlin. Niandry an’i Xiahou Dun hitarika ny miaramilany handalo izy ireo, ary avy eo nanafika azy ireo tamin’ny otrika sy afo.\nFanampin'izany, i Zhao Yun dia nirahina hitarika ireo sisa tavela amin'ny tafika taloha sy malemy mba hiady amin'ny maha-mpialoha lalana an'i Xiahou Dun, ary avy eo dia resy sandoka ary nihemotra, nitarika an'i Xiahou Dun ho any amin'ny lalana tery eny an-tendrombohitra sy any anaty ala, ary nandefa an'i Guan koa izy. Ping, Zhou Cang, Liu Feng ary ny hafa dia niditra an-tsokosoko tao ambadiky ny tafik'i Cao, nandoro kojakoja ary niteraka korontana tao amin'ny tafik'i Cao.\nTaorian'ny ady dia nitranga ny zava-drehetra araka ny nandaminan'i Zhuge Liang. Rehefa nitarika ny tafika hanenjika i Xiahou Dun sy Yu Jin, dia nampahafantatra maika an'i Xiahou Dun teo aloha i Li Dian, izay tao aoriana, fa mila miaro tena amin'ny fanafihan'ny fahavalo izy. Tara loatra anefa izany. ny lalana tery ary teo amin'ny toerana nifandonan'ny hazo no nisy, ka tsy afaka nirehitra ny afo.Be dia be ny namoy ny ainy, ka resy i Xiahou Dun sy ny jeneraly hafa ary nandositra niverina tany Xudu.\n(Ity tantara ity dia fanoharana fa mahay mampiasa olona sy mitantana ny firenena amin'ny fahendrena i Kong Ming.)", "聖意": "Mirary soa amin'ny harena, fiadanan-tsaina, fandraharahana, fanambadiana, fahombiazana, fahombiazana any Liujia, lehilahy mifindra monina, kankana, fahaverezan'ny biby fiompy, olona tsy hita popoka, fitsaram-bahoaka, fifindra-monina, very fananana, fitahiana, aretina, fiadanana, tendrombohitra ary fasana.", "古人": "Jeneraly Kong Ming", "第X籤": "Ny famantarana fahasivy", "宮": "Lapan'i Yin"}