{"籤詩版本二": "Ny fampisehoana tsara dia mahatonga anao hiavaka amin'ny vahoaka miaraka amin'ny fitarainana, ary miova ny hoavinao ary mitondra harena be.\nMalalaka tahaka ny lanitra ny lalana, ary ho ao am-ponao ny vola azonao omena", "詩意": "Ity hexagram ity dia manondro hoavy mampanantena.\nMandeha tsara ny zava-drehetra.", "解曰": "Lalana lehibe. Afaka mandroso ianao. Ampiasao ny fonao. Handroso ihany.\nNy zava-drehetra dia mandeha araka ny nomanina miaraka amin'ity famantarana ity. Mirary soa ho an'i Jichang.", "籤詩故事一": "◇ Mahery fo telo miady amin'i Lu Bu\nVahaolana: Mahery fo telo Zhang Fei, Guan Yu, ary Liu Bei miady amin'i Lu Bu\nFantatr'i Dong Zhuo fa notapahin-doha i Hua Xiong ary nandefa jeneraly manidina Lu Bu hiady. Raha vao niady i Lu Bu dia namono ny jeneraly Fang Yue sy Mu Shun, ary namono an'i Wu Anguo sy Gongsun Zan.\nHitan'i Zhang Fei fa tsy afaka nandresy an'i Lu Bu i Gongsun Zan, ka nosoloiny haingana an'i Gongsun Zan ary niantsoantso hoe: \"Tokony hiala ny andevo amin'ny anaram-bosotra telo! Tonga i Zhang Fei avy any Yan!\" Taorian'izany, niady nandritra ny fihodinana dimampolo mahery izy ireo. tsy misy mpandresy na resy.\nRehefa nahita izany i Guan Yu dia nanafika an'i Lu Bu izy sy Zhang Fei ary niady nandritra ny fihodinana telopolo mahery.\nNitondra sabatra roa koa i Liu Bei, nitehaka ny soavaliny ary nandroso nanampy an'i Zhang Fei sy Guan Yu.\nNanodidina an’i Lu Bu izy telo lahy ary niady hatrany.\nTsy ela dia nanomboka nihena ny herin'i Lu Bu. Nihemotra ny Pegasus an'i Lu Bu, saingy nanenjika an'i Lu Bu izy telo lahy ary tsy nety nilavo lefona, tsy nihemotra izy ireo raha tsy nihaona tamin'ny miaramilan'i Lu Bu.\n\"Fanjakana Telo\"\n(Ity tantara ity dia fanoharana ho an'ny herim-pon'i Lu Bu sy ny fahaizany miady. Afaka mandresy olona telo ny olona iray.)", "聖意": "Ny fon'ny trano sy ny tokantrano dia mandeha amin'ny dian'ny tena mba hitadiavana harena.Ny lahatsoratra momba ny fanambadiana dia mandeha any Liujia.Mizotra tsara ny zava-drehetra ho an'ny olona. Fampiasana landy Zhushuntian. Hita amin'ireo biby enina ny olona. Hita mialoha ny olona. .Fitsarana, fifindra-monina, very fananana, aretina.", "古人": "Mahery fo telo no miady amin'i Lu Bu", "第X籤": "Iraika amby sivifolo nandresy loteria", "宮": "Ianao Palace"}