{"籤詩版本二": "Efa hatramin’ny fahazazako no niomana hanao raharaham-barotra, ka tsy mila mangataka harena sy harena aho.\nRaha misy olona roa mitady zavatra, dia hivoaka ilay manam-pahaizana ary hiverina hitondra ny loka ambony.", "詩意": "Ity hexagram ity dia mariky ny fandraharahana hatramin'ny fahazazany.\nMazotoa sy mitsitsy amin'ny zavatra rehetra ary aza manahy.", "解曰": "Hatramin’ny fahazazana ka hatramin’ny fahazazany. Tsy misy sakana, tsy misy sakana. Manaova drafitra. Mandeha tsara ny laza.", "籤詩故事一": "◇ Namaly ny hatsaram-panahiny i Cai Qing (Cai Yong)\nTeraka tao Chenliuyu (atsimo amin'ny Faritanin'i Qixian, Faritanin'i Henan ankehitriny) i Cai Yong, nomena anarana hoe Bojie. Manam-pahaizana izy ary vadin'i Zhao Wuniang. Dimy taona lasa izay, nanangona talenta tao amin'ny lisitra mavo ny fitsarana imperial, ary nanoro azy ho any Beijing hanao fanadinana ny distrika. Nanomboka teo dia tsy nisy vaovao.\nMora ny niatrika ny taona voalohany taorian'ny nandaozan'i Cai Bojie. Nanana tahiry ny fianakaviana ary azo fehezina ny fiainany.\nNiharan'ny hain-tany mafy i Chenliu ny taona nanaraka, ka niantehitra tamin'i Zhao Wuniangdian izy mba hivarotra firavaka mba ho tafavoaka velona amin'ny mosary.Tsy nisy vaovao avy amin'i Cai Bojie, izay vao mainka nanahy ny fianakaviana.\nNaharitra telo taona ny hain-tany nandritra io vanim-potoana io. Nanampy azy tsindraindray i Zhang Guangcai, mpiara-monina ao an-tanàna.\nTatỳ aoriana, dia nahazo ny loka voalohany i Cai Bojie ary nody tany an-tranony mba hahafantarana fa nampian’i Zhang Guangcai ny vadiny. Nankany an-tranon'i Zhang izy mivady mba haneho ny fankasitrahany ary nanome an'i Zhang Guangcai volafotsy roa tael ho fanomezana.", "聖意": "Milamina ny tokatrano, milamina ny tena, milamina ny raharaham-barotra, milamina ny fanambadiana, mahomby ny tera-dahy, feno landy ny saha, mivoatra ny biby fiompy enina, nahomby ny fikarohana, nahomby ny fitoriana. , tafita ny fifindra-monina, tsara ny fananana very, fasana Anshan ny aretina, mirary soa", "古人": "Namaly ny hatsaram-panahiny i Cai Qing (Cai Yong)", "第X籤": "Sonia roa amby sivifolo", "宮": "Ianao Palace"}