{"籤詩版本二": "Luan Feng Xiang dia tototry ny orana, saingy tamin'izany fotoana izany dia nampijalin'ny Queer izy.\nTaitra aho nahafantatra fa indray andro dia lasa lavitra ny rahona, nefa mbola naveriko tany aminao ny akanjoko.", "詩意": "Ity hexagram ity dia maneho ny mariky ny Luan sy Phoenix rakotry ny orana.\nTonga ny zava-drehetra rehefa tonga ny fotoana.", "解曰": "Miroborobo isan’andro ny olon-dratsy. Tsy tokony hanao na inona na inona ny lehilahy. Tazony ho anao fotsiny. Manaova hetsika rehefa tonga ny fotoana.", "籤詩故事一": "◇ Miantoka ny fanambadiana i Gao Jun\nTany am-piandohan'ny tarana-mpanjaka Song dia nampiray ny avaratra i Zhao Kuangyin ary nitolo-batana ny firenena iray manontolo. Na izany aza, tao amin'ny Dinastie Tang atsimon'i Li Yu dia niorim-paka tao atsimon'ny Reniranon'i Yangtze. Nandray ny paikadin'ny fanolorana tanàna izy ary mody nilefitra. fandrika an'i Zhao Kuangyin tao Shouzhou, ary tena mafy ny toe-draharaha. Nandao an'i Bianjing ny zanak'anabavin'i Zhao Kuangyin, Gao Junbao, tovolahy nitondra basy volamena, mba handrava ny fahirano an'i Shouzhou.\n, nandalo teo amin'ny tendrombohitra Shuangsuo, nopotehin'izy ireo ny mari-pamantarana Vady natsangan'i Liu Jinding, ary nifaninana izy roa. Vokatr'izany, i Liu Jinding dia nandresy an'i Gao Junbao in-telo tamin'ny haiady mahafinaritra nataony, ary nanakalo mace volamena sy lakolosy volafotsy ho an'ny fiainana izy ireo. Nandao an'i Bianjing ny zanak'anabavin'i Zhao Kuangyin Gao Junbao mba hamonjy an'i Zhao Kuangyin voafandrika tao Shouzhou. Nandalo ny tendrombohitra Shuangsuo izy ary nopotehiny ny sora-baventy natsangan'i Liu Jinding. Nifaninana izy roa lahy, fa i Liu Jinding kosa nandresy an'i Gao Junbao in-telo tamin'ny haiady mahafinaritra nataony. ary noterena hanambady. Nitarika ny vahoaka ho any amin'ny fahirano izy mivady ary namonjy an'i Zhao Kuangyin.\n(Ny fanoharana amin'ity tantara ity dia ny hoe tsy nampihavanina izy roa ireo (nampijaly azy ireo), fa nampihavanina taty aoriana.)", "聖意": "Ny trano tsy mety ho an'ny tena, tandremo sao mitady vola, manakana raharaham-barotra, miandry mariazy, tara ny fanambadiana, olona tsy hita, mitarazoka eny an-tsaha, kankana, omby tara, very olona, ​​sahirana amin'ny fitadiavana olona, ​​fitoriana, fatiantoka, fifindra-monina, conservativeness, very fananana, aretina ratsy, fanitarana ny tendrombohitra sy ny fasana.", "古人": "Miantoka ny fanambadiana i Gao Jun", "第X籤": "Telo amby sivifolo no nandresy tamin'ny loteria", "宮": "xugong"}