{"籤詩版本二": "Tsy tokony hiraharaha ny vahoaka madinika ny andriambavilanitra, raha misy tsy mety dia miteraka korontana.\nNy feon'ny piano dia tsy maintsy henoina miaraka amin'ny namana akaiky, mangina sy manjavozavo foana. Natao ho an'ny rehetra ity asa ity.", "詩意": "Ity hexagram ity dia tokony hihaona amin'ny sarin'ny namana akaiky.\nNy fitazonana ny zavatra tsy tapaka dia hitondra vintana tsara.", "解曰": "Zhiyinfangxu. Aza miraharaha ny zavatra hafa. Ataovy toy ny olona manan-kaja ny tenanao. Faly daholo.\nZhiyin Fangxu dia manana tarehin-tsoratra efatra, izay nosoratana voalohany ho Shiyin Fanghua.", "籤詩故事一": "◇BoYa mitsidika namana (BoYa Broken Qin)\nBoya, antsoina hoe Yu, nomena anarana hoe Rui sy Boya, dia teratany Yingdu, Chu State nandritra ny vanim-potoanan'ny lohataona sy ny fararano ary ny vanim-potoanan'ny firenena miady.\nZhong Ziqi dia niasa ho mpikapa hazo tao amin'ny Fanjakana Chu. Indray andro, nifanena tamin’i Yu Boya nitendry harpa tao amin’ny Reniranon’i Han izy. Nandre feo niteny i Zhong Ziqi hoe: “Haavo tahaka ny tendrombohitra izy io ary mihozongozona toy ny rano mikoriana.” Nivady izy roa ary nampanantena ny hihaona indray mandritra ny Mid- Fetin'ny fararano amin'ny herintaona.\nNy taona nanaraka, Yu Boya dia nitazona ny fanendrena araka ny fandaharam-potoana, fa i Zhong Ziqi dia nodimandry. Rehefa fantatr'i Yu Boya fa maty i Zhong Ziqi, dia nieritreritra i Yu Boya fa tsy hisy mozika intsony eto amin'izao tontolo izao ary tsy hitendry harpa intsony izy mandritra ny androm-piainany.\nmanao hoe:\nManapaka ny Yao Qin sy Feng Wei Han. Tsy miraharaha izay nilalao azy i Zi Qi.\nMitondra namana rehetra ny rivotry ny lohataona. Sarotra ny mahita namana marina.", "聖意": "Mitandrema amin'ny fivoahana ny tranonao sy ny olon-dratsy.Rehefa mitady harena dia mitandrema amin'ny fifampiraharahana. Tsara ny tara amin'ny fanambadiana. Tsy mety amin'ny vehivavy mpandeha an-tongotra ny mamindra saha, landy ary biby fiompy, mitady olona mazoto. , hametraka fitoriana sy hifindra monina, hikaroka haingana ny fananana very, hosakan’ny aretina, ary fasana eny an-tendrombohitra.", "古人": "Boya Visits Friends (Boya Broken Qin)", "第X籤": "Lot efatra amby sivifolo", "宮": "xugong"}