{"籤詩版本二": "Ao amin'ny tarana-mpanjaka ny ambim-bava sy ny zava-bita, fa izao dia hisy ny fisotroana sy ny firaisana tsy misy farany.\nRaha mahita akoho volamena ianao dia hahazo valisoa vola sy harena ary harena.", "詩意": "Ity hexagram ity dia maneho ny mariky ny finiavana sy ny laza.\nAtaovy tsara ny zava-drehetra.", "解曰": "Maniry mafy sy mientanentana. Mbola tsy tara ny miaro tena. Mampanantena ny akoholahy volamena. Faly daholo.", "籤詩故事一": "◇ Nanambara ny tenany ho emperora i Cao Pi\nTeraka tao Peiguoqiao (faritra Hao ankehitriny, Anhui) i Cao Pi, izay nomena anarana hoe Zihuan. Mpanao politika sy mpanoratra malaza tamin'ny vanim-potoana Jian'an.\nZanakalahy faharoan'i Cao Cao i Cao Pi. Niara-nipetraka tamin-drainy tao amin'ny toby miaramila izy hatramin'ny fahazazany. Teo ambany fitarihan'ny rainy, dia nianatra zana-tsipìka i Cao Pi tamin'izy enin-taona ary nitaingin-tsoavaly teo amin'ny valo taona, ary nivoatra. fahaizana haiady tsara. Izy koa dia manana fahalalana be dia be momba ny klasika sy tantaram-piainana taloha sy maoderina, ary koa ny bokin'ny sekolim-pisainana an-jatony. Rehefa feno valo ambin'ny folo taona i Cao Cao dia nandresy an'i Yuan Shao ary i Cao Pi dia niaina fiainana milamina tao Yecheng, ivon'ny fitondran'i Cao Cao. Nanomboka teo, na dia niaraka tamin'ny rainy tamin'ny diany ara-miaramila aza izy ary niaina ny fiainan'ny zanaka mendri-kaja matetika, dia mbola nanao haiady isan'andro izy ary tsy nihemotra mandraka androany. Matetika izy no mitaingina ny soavaly amin'ny dingana zato ary tena mahay miady amin'ny haiady, satria matetika izy no manao haiady dia maivana sy matanjaka.\nMaty tamin'ny ady ny lahimatoan'i Cao Cao, Cao Ang. Taorian'ny nahafatesan'ny lahimatoa dia i Cao Pi no safidy voalohany ho an'ny printsy. Rehefa iraika amby telopolo taona izy, dia notendren'i Cao Cao ho printsy. Rehefa telo amby telopolo taona i Cao Pi, dia maty noho ny aretina i Cao Cao, ary i Cao Pi no nandimby azy ho praiminisitra sy mpanjakan’i Wei. Nilaza izy fa matetika mitaingin-tsoavaly amin'ny dingana zato ary tena mahay, satria matetika manao kungfu dia maivana sy salama.", "聖意": "Mivavaha mba hilamina ny tokatranonao sy ny tokantranonao, mitadiava harena, miasa mafy, varotra, misaraka aloha, hahomby ny fanambadiana, hilamina i Liujia, ho eny an-tsaha ny olona, ​​ho matotra ny landy, ho matotra ny biby fiompy enina. , ho sarotra ny hahita olona, ​​ho maika ny fitoriana ampahibemaso, ho very ny fifindra-monina, ary ho lasa lavitra ny zava-drehetra.Hitoetra eny an-tendrombohitra sy any am-pasana ny aretina.", "古人": "Cao Pi dia manambara ny tenany ho emperora", "第X籤": "Loteria fahadimy amby sivifolo", "宮": "xugong"}