{"籤詩版本二": "Ny pagoda mijoalajoala dia tsy mahazatra, miaraka amin'ny endri-javatra mahafinaritra amin'ny lafiny rehetra izay mamirapiratra mamirapiratra.\nMamporisika anareo aho mba ho tapa-kevitra ny hiondrika amim-pahazotoana sy hanao asa soa, dia handefa fitahiana ho anareo ny lanitra.", "詩意": "Ity hexagram ity dia maneho ny fanehoana ny fahamendrehana.\nMahasoa ny zava-drehetra.", "解曰": "Ireo fitahiana ireo. Samy manana izany ny tsirairay. Aza variana loatra. Ny fahamendrehana dia voafaritra mialoha.", "籤詩故事一": "◇ Nihaona tamin'ny zafikeliny ny mpanjakan'i Fenyang tamin'ny andron'ny mpifankatia sinoa\nVahaolana: Nihaona tamin'ilay tovovavy Weaver nidina tety an-tany i Guo Ziyi tamin'ny andron'ny mpifankatia Sinoa. Tiansun, zafikelin'ny Emperora Jade, no Fairies Fito.\nGuo Ziyi (697-781), fantatra ihany koa amin'ny hoe Guo Linggong, dia teratany Zheng County, Huazhou (amin'izao fotoana izao Huaxian County, Faritanin'i Shaanxi) ary jeneraly tao amin'ny Dinastia Tang. Ny fitsarana imperial dia nanome an'i Ziyi ny anaram-boninahitra hoe Mpanjakan'i Fenyang.\nVoalaza fa avy any Huazhou i Ziyi ary nandeha nanao miaramila tany ivelan'ny Great Wall. Nandeha tany Beijing izy hanery ny karama miaramila ary niverina tany Yinzhou. Sendra fetin'ny mpifankatia sinoa tamin'izany fotoana izany. Ny rivotra sy ny fasika efa maizina ny andro, ary efa maizina ny masoandro, tsy afa-nandroso i Ziyi, ka nijoro teo amoron-dalana izy, natory teo amin’ny tany, tao amin’ny trano tsy nisy olona. teo amin'ny andaniny roa.Nitsangana izy ka niandrandra gaga.Nisy rahona nidina moramora teny amin'ny lanitra.Nipetraka teo ny vehivavy tsara tarehy iray, mendri-kaja sy tsara tarehy, tsy mitovy amin'ny olon-tsotra. Nanaja avy hatrany i Ziyi ary niteny hoe: \"Androany no andro fahafito amin'ny volana fahafito. Heveriko fa ilay Zazavavy Mpanenona no tonga, maniry ny hanome azy ho ela velona sy hanan-karena.\"\nNamaly koa ilay vehivavy hoe: “Ny haren-be dia ny fahari-po”.\nRehefa vita ny fitenenana dia niverina indray ny hamirapiratra ary niakatra tsikelikely ny rahona.Mbola nijery an'i Guo Ziyi ilay vehivavy sady nitsiky mahafinaritra. Rehefa lavitra azy izy vao nanjavozavo ny setroka ka tsy hita intsony izy.\nMarina tokoa izany, araka ny voalazan’ilay vehivavy. Malaza eran-tany ny fahamendrehan'i Ziyi, minisitra malaza be izy, ary jeneraly manana ny maha izy azy sy ny hasina.", "聖意": "Manaova firarian-tsoa ho an'ny tenanao ao an-trano, manaova firarian-tsoa ho an'ny tenanao, mivavaha mba hahazoana vola, mirary soa amin'ny raharaham-barotra, mirary soa amin'ny fanambadiana, mirary soa any Liujia, mirary dia miaraka amin'olona, ​​mikisaka saha, landy, biby fiompy milamina, ratsy vintana amin'ny fitadiavana. olona, ​​fitoriana ampahibemaso, fifindra-monina, vintana tsara, aretina fananana very, fasana ao Zhenxingshan", "古人": "Nihaona tamin'ny zafikeliny ny Mpanjaka Fenyang tamin'ny andron'ny mpifankatia Shinoa", "第X籤": "Sonia enina amby sivifolo", "宮": "xugong"}