{"籤詩版本二": "Tara miditra sy mivoaka mitady torohevitra, mitebiteby sy manahy sao hiteraka korontana\nToy ny vorona manidina ao anaty fandrika, mandra-pahoviana no afaka handositra?", "詩意": "Ity hexagram ity dia mariky ny fitazonana ny zavatra taloha sy ny fampifanarahana amin'ny anjara.\nTsy mahafa-po ny zava-drehetra.", "解曰": "Aoka ianao ho mpandala ny nentin-drazana amin'ny fotoana rehetra. Miandry ny fahatongavan'ny andriana. Raha manontany momba ny zava-drehetra ianao. Ny zava-dehibe dia ho tara.", "籤詩故事一": "◇ Ji Ping no maty\nJi Ping, izay tena anarany dia Ji Tai, fantatra ihany koa amin'ny hoe Ping, dia mpitsabo imperial tamin'ny Dinastia Han.\nTamin'ny taona fahadimy nanjakan'i Jian'an (200 am.f.i.) dia lasa praiminisitra i Cao Cao ary tsy nihevitra ny emperora ho zava-dehibe. nanala an'i Cao Cao, nahatsiaro tezitra sy tezitra, ary natahotra izy ka narary.\nNy Emperora Xian dia nangataka tamin'ny dokotera imperial Ji Ping mba hitsabo an'i Cao Cao. Namaky ny didy miafina nataon'ny emperora i Ji Ping ary tapa-kevitra ny hanaisotra an'i Cao Cao, ka niara-niasa izy roa. Tsy nampoizina fa manan-tsofina ny rindrina. Nokapohin'i Dong Cheng in-efatrapolo tamin'ny hazo i Qin Qingtong, mpanompo an-tranon'i Dong Cheng, noho ny raharahany tamin'ny vadin'i Dong Cheng, dia nitana lolompo izy. Rehefa nandre izany izy dia nitatitra an'i Dong Cheng sy Ji Ping mankany Cao Cao.\nNanararaotra ny aretin'i Cao Cao i Ji Ping ary nanapoizina an-tsokosoko azy. Nahazo toro-hevitra i Cao Cao, namandrika an'i Ji Ping, nampijaly azy, ary nanadihady ilay mpitarika. Nanohitra ny fahafatesana i Ji Ping ary maty rehefa avy nikasika ny tohatra.", "聖意": "Manahy ny tenany ny trano, mangataka vola ny olon-dratsy, tapaka ny orinasa, tsy maharitra ny fanambadiana, enina ny sazy, voafandrika eny an-tsaha ny mpandeha an-tongotra, simba ny landy, hita ny biby fiompy enina, ny hita ny olona, ​​very ny fitoriana ampahibemaso, tsy mihetsika ny fifindra-monina, very fananana, maty ny aretina, eny an-tendrombohitra ny harato, maty ny fasana,", "古人": "Ji Ping dia maty", "第X籤": "Famantarana valo amby sivifolo", "宮": "Haigong"}