{"籤詩版本二": "Mifehy ny soavaly sy mihazona ny karavasy, dia tonga eto izahay, ny antsasany amin'ny loza ary ny antsasany amin'ny loza.\nToy ny trano nodoran'ny afo.Rehefa milatsaka ny lanitra, dia mamadika azy ho lavenona ny orana.Manana drafitra aho.", "詩意": "Ity hexagrama ity dia maneho ny antsasaky ny alahelo sy ny antsasany hafaliana.\nTsara ny manao ny tsara amin'ny zavatra rehetra.", "解曰": "Asa mandritra ny androm-piainana. Aza miraharaha ny tsara sy ny ratsy. Mihelina ihany ny gadra. Tonga ho azy ny lolom-po.", "籤詩故事一": "◇Tao Sanchun nandresy an'i Zheng En tao Guayuan\n\"Ho ela velona anie ny fahatsiarovana ahy,\" nitsangana indray i Zhao Kuangyin, \"Nanao fampakaram-bady ny Mpanjaka Beiping Zheng En tamin'izany. Ankehitriny rehefa milamina izao tontolo izao, dia mangataka alalana aminao aho mba hisafidy andro tsara hanambady. \"\n\"Ho ela velona anie ny fahatsiarovana ahy!\" Nitsangana i Zhao Kuangyin ary niteny hoe: \"Ny Mpanjakan'i Peking, Zheng En, dia efa nandamina fanambadiana tamin'izany. andro hivadiana.\"\n“Oh, efa nifamofo ny rahalahy fahatelo, nahoana aho no tsy nahalala an’izany?” Gaga be i Chai Rong, nanofahofa tanana izy ary nangataka an’i Zhao Kuangyin hipetraka sy hiresaka.\n“Oh! Efa nifamofo ny rahalahy fahatelo, ahoana no tsy nahalalako an’izany?” Gaga be i Chai Rong (Emperora avy amin’ny tarana-mpanjaka Zhou tatỳ aoriana), nanofahofa tanana izy ary nangataka an’i Zhao Kuangyin hipetraka sy hiresaka.\n\"Lava ny tantara. Voalohany, mbola tao anatin'ny fahantrana izahay tamin'izany fotoana izany ary tsy niditra tao amin'ny tafikao. Nanomboka teo dia niady nandritra ny taona maro izahay ary tsy manam-potoana hiraharaha anao. Faharoa, ny rahalahy fahatelo koa dia kely. saro-kenatra ny hilaza izany, ka tsy fantatr’Andriamanitro .\n\"Lava ny tantara. Voalohany, mbola niaina tao anatin'ny fahantrana izahay tamin'izany fotoana izany ary tsy niditra tao amin'ny tafikao. Nanomboka teo dia niady nandritra ny taona maro izahay ary tsy manam-potoana hiraharaha anao. Faharoa, ny rahalahy fahatelo koa dia mpiady. saro-kenatra kely ny milaza izany, ka tsy fantatr’Andriamanitro.”\n\"Hey, hanambady ilay lehilahy mpianatry ny oniversite, inona no mahamenatra? Ny rahalahy fahatelo dia efa teo amin'ny ady nandritra ny fotoana ela ary azo heverina ho mahery fo tsy manam-paharoa. Nahoana ianao no kivy amin'ity raharaha ity?\"\n\"Hey! Manambady ny ankizilahy eny amin'ny oniversite, inona no mahamenatra? Ny rahalahy fahatelo dia efa teo amin'ny ady nandritra ny fotoana ela ary azo heverina ho mahery fo tsy manam-paharoa. Nahoana ianao no kivy amin'ity raharaha ity?\"\n“Tsy azoko tsiny raha saro-kenatra ny anadahiko fahatelo, satria natao hosoka io fanambadiana io.\n“Tsy azoko tsiny raha saro-kenatra ny anadahiko fahatelo, satria natao hosoka io fanambadiana io.\n\"Nosoratana? Hey, mahaliana. Mba lazao ahy izay nitranga.\"\n\"Nosoratako izany! Hey! Mahaliana izany! Mba lazao ahy izay nitranga.\"\n“Eny, tsaroako tamin’iny taona iny, fony izahay saika hanatevin-daharana ny Mpanjaka, dia nandalo tao amin’ny faritr’i Baocheng izahay. Nafana be ny volana jona. Tsy afaka nijanona tao amin’ny hotely ny anadahiko fahatelo, ka nivoaka nandeha irery. Rehefa avy nandalo tao amin'ny zaridainan'ny melon izy dia niditra nioty, nanala hetaheta ny melon, tsy dia betsaka ny melon efa masaka tamin'io fotoana io, ary tsy nahay nioty ny anadahy fahatelo ka nopotehiny be. Niroso tamin’ny fiampangana ilay anadahy fahatelo ilay vehivavy nijery ny melon.Nifanohitra ny roa tonta, ary avy eo dia niady izy ireo. Avia. Soa ihany fa natahotra aho ary nihazakazaka namonjy ara-potoana, raha tsy izany...\"\n“Eny, tsaroako tamin’iny taona iny, fony izahay saika hanatevin-daharana ny Mpanjaka, dia nandalo teo amin’ny faritr’i Baocheng izahay. Nafana be ny andro tamin’ny volana jona. Tsy afaka nijanona tao amin’ny hotely ny anadahiko fahatelo, ka nivoaka nandeha irery. Rehefa avy nandalo tao amin'ny zaridainan'ny melon izy dia niditra nioty, nanala hetaheta ny melon, tsy dia betsaka ny melon efa masaka tamin'io fotoana io, ary tsy nahay nioty ny anadahy fahatelo ka nopotehiny be. Niroso tamin’ny fiampangana ilay anadahy fahatelo ilay vehivavy nijery ny melon.Nifanohitra ny roa tonta, ary avy eo dia niady izy ireo. Avia. Soa ihany fa natahotra aho ary nihazakazaka namonjy ara-potoana, raha tsy izany...\"\n\"Io Zheng Ziming io, ny azy aloha dia tokony hiala tsiny. Nahoana no nokapohiny izy? Ankoatra izany, ahoana no hahazaka ny kapoka sy daka ataon'ny lehilahy masiaka toa azy ny fianakavian'ny tovovavy! Tsia?\" \"Tsy naninona ilay tovovavy...\"\n\"Io Zheng Ziming io, ny azy aloha dia tokony hiala tsiny. Fa maninona ianao no mikapoka azy? Ankoatra izany, ahoana no hahazaka ny kapoka sy daka ataon'ny lehilahy masiaka toa azy ny fianakavian'ny tovovavy! nodarohanao io tovovavy io. Tsia?\"\n\"Tsy naninona ilay tovovavy...\"\n\"Tsy maninona, tsy maninona... Eh, tsy nandray fepetra ve ianao? Oh, heveriko fa namonjy ahy ara-potoana ianao.\"\n\"Tsy maninona! Tsy maninona... He! Tsy nandray fepetra ve ianao? Oh! Ataoko fa ianao no namonjy ahy ara-potoana!\"\n“...Tsia, ilay olona novonjeko dia...ilay rahalahy fahatelo.” “...Tsia, ilay olona novonjeko dia...ilay rahalahy fahatelo”.\n\"Ahy?!\" \"Ah?!\"\n« Nazeran’ilay ramatoa tamin’ny tany ilay rahalahy fahatelo ary nodarohana mafy hatrany am-pandehanana. Soa ihany fa tonga aho ary nandresy lahatra azy handeha, ka tsy naratra mafy izy.... Andriamatoa... Andriamatoa!... \"\n“Nazeran’ilay vehivavy tamin’ny tany ilay anadahy fahatelo ary nodarohana mafy. Soa ihany fa tonga aho ary nandresy lahatra azy handeha, ka tsy naratra mafy izy.... Andriamatoa... Andriamatoa!...\n\"Ah?...Oh, iza io vehivavy io!?\" \"Ah!?...Oh, iza io vehivavy io!?\"\n\"Taty aoriana vao fantatro fa Tao Sanchun no anaran'ilay vehivavy, ary ny rainy Tao Hong dia mahery fo antitra tsy nanana faniriana. Tao Sanchun dia nianatra haiady tamin-drainy hatramin'ny fahazazany. Rehefa avy nahafantatra aho ny fianakaviany, hitako fa nanana toetra niavaka i Ramatoa Sanchun. , Luo Luo sady malala-tanana, tsy misy fahazarana amin'ny maha-zazavavy kely azy, dia ninia nifanaraka taminy izy ireo. Tena tian'ny ray aman-dreny Tao koa ny toetra mahitsy nataon'ilay rahalahy fahatelo. avy hatrany dia nanapa-kevitra ny amin'ity fanambadiana ity ho an'ny roa tonta. Ry mpanjaka, azafady mba lazao amiko fa tsy fanambadiana sandoka izany?\"\n\"Taorian'izay vao fantatro fa Tao Sanchun no anaran'ilay zazavavy, ary nianatra haiady tamin'ny rainy izy hatramin'ny fahazazany. Rehefa avy nifankahalala tamin'ny fianakaviany aho, dia hitako fa nanana toetra niavaka i Ramatoa Sanchun. malala-tanana, ary tsy nahitana soritra ny fanaon'ilay zazavavikely, ka ninia naka azy aho.Ingahy Tao sy ny zanany vavy koa dia tena tia ny toetra mahitsy nanan-dralehilahy fahatelo, dia nivadika avy hatrany izy ireo ary nanapa-kevitra ny hivady. Ry mpanjaka, tsy heverinao ve fa fanambadiana sandoka izany?\n(Ity tantara ity dia fanoharana, satria ny ratsy dia nivadika ho zavatra tsara.)", "聖意": "Mivavaha ho an'ny fiarovana an-trano, mitandrema, mitady harena, manimba raharaham-barotra, manakana ny fanambadiana, sazy, fiantohana Liujia, mpandeha an-tongotra voafandrika eny an-tsaha, fahasimban'ny kankana, fahasimban'ny biby fiompy, olona tsy hita, fitoriana tsy ara-dalàna, fahaverezana, fifindra-monina, conservativeness, very fananana, aretina ratsy. , loza, tendrombohitra, fasana, tsy fahombiazana", "古人": "Tao Sanchun nandresy an'i Zheng En tao amin'ny zaridaina melon", "第X籤": "Laharana sivy amby sivifolo", "宮": "Haigong"}