{"籤詩版本二": "Nawa'y likhain ang mundo para sa isang magandang pag-aasawa, mapalad na araw at magandang panahon, at maging maayos ang lahat\nHindi maliit na bagay kung makukuha mo ang loteng ito. Ipinahayag ng emperador na ang mga tao ay tapat at matuwid.", "詩意": "Ang hexagram na ito ay kumakatawan sa simula ng pagbubukas ng langit at lupa.\nLahat ay mapalad.", "解曰": "Mabilis na bilis. Ang taon ay hindi katumbas ng oras. Sumulat si Guanyin. Balitaan mo muna ako.", "籤詩故事一": "◇ Naliwanagan si Zhongli\nSi Zhongli Quan, apelyidong Zhongli, ibinigay na pangalang Quan, courtesy name Yunfang, at palayaw na Zhengyang, ay isang katutubong ng Xianyang County, Xi'an, Shaanxi Province noong Eastern Han Dynasty.\nSi Zhong Liquan ay isang heneral ng Dinastiyang Han. Sa panahon ng ekspedisyon laban sa Kanlurang Qiang, nainggit siya sa kumander na si Liang Yi at inatasan lamang siya ng 30,000 matanda at mahihinang sundalo. Pagdating niya sa kanyang destinasyon, ang kampo ay ninakawan ng ang hukbong Western Qiang, at ang mga sundalo ay tumakas. Naligaw si Zhong Liquan sa isang lambak at nakasalubong niya ang isang Hu monghe sa daan. Dinala niya siya sa isang maliit na nayon at sinabing, \"Ito ang tirahan ni G. Donghua.\" Pagkatapos ay nagpaalam siya at umalis. Maya-maya, may biglang nagsabi, \"Siguro dahil masyadong madaldal ang lalaking Hu na berde ang mata.\" Nakita niya ang isang lalaking nakasuot ng puting balahibo ng usa at may hawak na tungkod na berdeng quinoa. Tinanong niya si Zhong Liquan, \"Ang taong dumating. narito si Han Da. Heneral Zhongliquan\n? Nagulat si Zhong Liquan, alam niyang may nakilala siyang kakaiba, kaya taos-puso niyang natutunan ang Tao.\nKalaunan ay nakilala ni Zhong Liquan si Zhenren Huayang at ang Imortal na Haring Xuanfu, at natutunan ang \"Secret of Immortality\". Sa wakas, siya ay nanirahan sa Zijin Sihaofeng sa Kongtong Mountain, nakuha ang \"Secret of the Jade Box\", at naging isang tunay na imortal. Siya rin ay iginagalang bilang isa sa Five Northern Patriarchs ng Quanzhen Sect.", "聖意": "Ipagdasal na ang iyong tahanan at tahanan ay biyayaan ng magandang kapalaran sa taglagas at taglamig. Humanap ng magandang kapalaran sa taglagas at taglamig. Good luck sa negosyo, good luck sa pag-aasawa, good luck sa panganganak ng mga lalaki, good luck sa paglalakbay sa ang mga bukid, good luck sa silkworm, good luck sa mga alagang hayop, good luck sa paghahanap ng tao, good luck sa demanda, good luck sa migration, pagkawala ng ari-arian, at good luck sa hilagang-silangan na mga sakit. Good luck sa pagpapadala ng mga bundok at libingan", "古人": "Naliwanagan si Zhongli", "第X籤": "unang tanda", "宮": "Matris"}