{"籤詩版本二": "Bakit hindi ka pumunta sa Tailai, na malapit lang? Pansamantala kong iiwan ang ginoo sa labas ng bundok.\nKung may magandang balita tungkol sa tigre o kuneho, magiging malaya ka kahit determinado kang maging abala.", "詩意": "Sa hexagram na ito, mayroong tanda ng pagpapala sa kasawian.\nAng lahat ay masama nang maaga at mabuti sa huli.", "解曰": "Palitan ng hemp silk. Natamaan ang paa ng isang tao. Tingnan ng malinaw. Ang mga pagpapala ay nagmumula sa mga sakuna.", "籤詩故事一": "◇ Nakatagpo ng isang Master sa Bukit\nSi Wu Ji ay orihinal na isang woodcutter, at nakilala ng dalawa si Jiang Ziya noong sila ay nangingisda sa Feng River. Natawa si Wuji nang makita si Ziya na nangingisda gamit ang isang straight hook.\nTiningnan ni Ziya ang mukha ni Wuji at sinabi ang panghuhula: \"Kung papasok ka sa lungsod ngayon, papatayin mo ang isang tao.\" Matapos marinig ito, galit na umalis si Wu Ji at nagdala ng panggatong sa lungsod.\nMatapos makapasok sa lungsod, nakipagsagupaan si Wu Ji sa iba at nagkamali siyang binugbog si Punong Ministro Wen Wang hanggang sa mamatay.\nIginuhit ni Haring Wen ang lupa bilang isang bilangguan at ikinulong si Wu Ji.\nPansamantalang pinalaya si Bukit Hou at nahatulan ng kamatayan upang alagaan ang kanyang ina hanggang taglagas.\nHiniling sa kanya ng kanyang ina na humingi ng tulong kay Jiang Ziya.\nTinanggap siya ng Taigong bilang kanyang alagad, itinuro sa kanya ang sining ng digmaan, at inutusan siyang maghukay ng mga butas at manglamlam upang masira ang kanyang likas na kapalaran.\nPagkatapos ng taglagas, hindi dumating si Wu Ji para parusahan. Hinuha ni King Wen ang mga likas na bilang at naisip na si Wu Ji ay nagpakamatay dahil sa takot sa krimen.\nNang maglaon, nakilala ni Haring Wen si Wu Ji, at ipinakilala ni Wu Ji si Haring Wen upang makilala si Jiang Taigong.\nSi Taigong ay ginawaran ng titulong Heneral ng Wude. Parehong master at apprentice ang nagtrabaho para kay King Wen.", "聖意": "Ligtas ang bahay, mabuti ang sarili, maganda ang negosyo, huli na ang kasal, hindi pa bumalik sa bukid ang lalaking naglalakad, kumikita ang mga uod, shenji ang anim na hayop, maganda ang paghahanap, ang demanda sa publiko ay mabuti, ang paglipat ay konserbatibo, ang nawawalang ari-arian ay nakikita, ang sakit ay mabuti, Qiu Ji, ang bundok libingan ay mabuti", "古人": "Bukit Encounter", "第X籤": "Ang ikalabindalawang tanda", "宮": "Palasyo ng Yin"}