{"籤詩版本二": "Katulad ng crane na umuusbong mula sa mortal na kulungan nito, posibleng makatakas mula sa mortal na kulungan.\nWalang mga hadlang sa pagitan ng hilaga, timog at silangan. Maaari kang dumiretso sa Jiuxiao Palace.", "詩意": "Ang hexagram na ito ay kumakatawan sa imahe ng isang crane na umaalis sa hawla nito.\nAng lahat ay masama nang maaga at mabuti sa huli.", "解曰": "Huwag mag-alala. Maunlad ang daan. Ipanatag mo ang iyong kalooban. Walang malasakit bilang isang tao (diyos).", "籤詩故事一": "◇ Inabandona ni Ziya ang kanyang opisyal na posisyon\nNoong nagtatrabaho si Jiang Ziya bilang manghuhula, nakita niya na ang isang babae ay binago ng jade pipa spirit, kaya hinawakan niya ito at pinalo pa siya ng inkstone. Ipinaliwanag ng punong ministro ni Haring Zhou ang nangyari, tinanong kung ano ang nangyari, at pagkatapos ay dinala si Jiang Ziya upang makita si Haring Zhou. Ginamit ni Jiang Ziya ang Samadhi True Fire upang sunugin ang espiritu ng pipa mula sa orihinal nitong hugis sa harap ni Haring Zhou, at ginawa siyang matataas na opisyal ni Haring Zhou.\nUpang ipaghiganti ang jade pipa spirit, hiniling ni Daji kay Haring Zhou na utusan si Jiang Ziya na magtayo ng isang plataporma ng usa. Sinaway ni Jiang Ziya si Haring Zhou, at iniutos ni Haring Zhou na patayin siya. Si Jiang Ziya ay tumakas gamit ang tubig. Pagkauwi, tinanong ni Jiang Ziya si Ma tungkol sa pagpunta kay Xiqi, at gusto ni Ma na hiwalayan siya. Kaya nagpunta si Jiang Ziya sa Xiqi (ang kabisera ni Haring Wen ng Dinastiyang Zhou) nang mag-isa.\nDumating si Jiang Ziya sa Xiqi at nanirahan sa seclusion fishing sa Panxi Gorge. Nakilala niya si Haring Wen ng Zhou na sabik na maghanap ng mga talento. Sa taos-pusong kahilingan ni Haring Wen, si Jiang Ziya ay sinamba bilang kanyang guro at tinulungan si Haring Wen.", "聖意": "Ako ay hindi mapalagay sa bahay at gusto ko ring humingi ng pinansiyal na kooperasyon, transaksyon, kasal, Liujia, mga lalaking naglalakad, tingnan ang mga bukid, silkworm, kita ng taglagas, anim na pagkalugi ng hayop, paghahanap ng mga tao, pagharang sa mga pampublikong demanda, paglipat, pagkawala ng ari-arian, timog-silangan sakit, setting, pagpapadala ng mga bundok at libingan, mapalad", "古人": "Iniwan ni Ziya ang kanyang opisyal na posisyon", "第X籤": "Ang ikalabing-apat na nanalo sa lottery", "宮": "Maogong"}