{"籤詩版本二": "Ang mga alalahanin at alalahanin ay pansamantalang naibsan, at ang kagalakan ay nagmumula sa langit.\nTulad ng jade na nakatago sa dumi, ang isang mahusay na manggagawa ay nag-aalis ng alikabok", "詩意": "Ang hexagram na ito ay kumakatawan sa pagkakatugma ng Yin at Yang.\nLahat ng pinaplano mo ay mapalad.", "解曰": "Walang nakuha, walang nawala. Makakuha ng pagkalugi. Ang kontrabida ay nasa problema. Good luck sa iyo, ginoo.", "籤詩故事一": "◇Ye Meng Xiong Chao Di\nSi Ye Mengxiong (1531-1597), na ang pangalan ay Nanzhao at ang pangalan ay Longtang, ay pinalitan ng Longtan at pinangalanang Huayun. Tubong Wanshifang, Huizhou Fucheng (ngayon ay bahagi ng Huicheng District, Huizhou City) sa Dinastiyang Ming. Sa ika-44 na taon ng paghahari ni Jiajing (1565), naging Jinshi siya at ginawaran ng titulong mahistrado ng Qing County. Naglingkod siya bilang direktor ng departamento ng paglipat, at kalaunan ay lumipat sa supervisory censor ng Shanxi Road.\nNoong ika-20 taon ng Wanli (1592), pinatay ng General Consul Kuaibai ng Ningxia (pinuno ng tribong Mongolian Tatar) ang gobernador na si Dang Xin at nakuha ang Apatnapu't pitong Fort sa Hexi Province. , sinira ang lungsod, sinamba at sinunog ang sarili hanggang mamatay. Si Meng Xiong ay hindi mayabang sa pagkuha ng kredito, at hinahayaan ang kanyang mga kasanayan na maging kasing galing ng mga heneral na naglalakas-loob na lumaban. Ibinalik ang opisyal na Wei Xuezeng. Sa kanyang mga huling taon, limang beses siyang nagbitiw at ibinalik sa Huizhou upang itayo ang Huilong Temple.\nSi Ye Mengxiong ay pumasok sa Taoismo bilang isang lingkod sibil sa simula at sikat sa kanyang katapatan at integridad. Sinabi ng mga lumang rekord sa kasaysayan na siya ang \"ang una sa kababaang-loob at kakayahan\", \"nag-aalis ng katiwalian at nagpaparusa sa mga paghihimagsik\", na nag-iiwan ng magandang reputasyon. Siya ay lubhang tapat, matapang, matapang, at maparaan. Mahusay sa baril. Sa ikalawang kalahati ng kanyang buhay, ang kanyang mga kasanayan sa martial arts ay naitala sa \"Kasaysayan ng Dinastiyang Ming\" at siya ay itinuring bilang isang pambansang bayani.", "聖意": "Ang tahanan ay hindi kanais-nais (lumaganap na mapayapa). Ang taglagas at taglamig ay mabuti para sa sarili, ang kayamanan ay matagumpay, ang mga transaksyon ay matagumpay, at ang pag-aasawa ay matagumpay. Si Liujia ay may maling alarma (may mga kayamanan). Ang mga naglalakad ay pumunta sa bukid upang manalangin para sa mga silkworm. , at ang anim na hayop ay patag. Ang mga tao ay natagpuan. Ang mga pampublikong kaso ay hindi paborable. Ang paglipat ay konserbatibo, ang pagkawala ng ari-arian ay humahadlang sa sakit, at ang libingan ay nasa Fushan.", "古人": "Ye Meng Xiong Chao Di", "第X籤": "Ikalabing-anim na Panalong Lotto", "宮": "Maogong"}