{"籤詩版本二": "Ang Golden Crow ay nahuhulog sa kanluran at ang Kuneho ay tumataas sa silangan.Ang ikot ng araw at gabi ay nagpapatuloy mula noong unang panahon hanggang sa kasalukuyan.\nAlam ng mga monghe at Taoista na walang disadvantage, at ang mga iskolar, magsasaka, industriya at mangangalakal ay lahat ay sumusunod sa kanilang sariling isipan.", "詩意": "Ang hexagram na ito ay kumakatawan sa waxing at waning ng yin at yang.\nIto rin ay isang senyales na ang lahat ay magiging ayon sa plano.", "解曰": "Walang nasa isip. Ang iyong ginawa ay karapat-dapat. Parang palaso mula sa busog. Isang putok ang tumama sa target.", "籤詩故事一": "◇Si Uncle Cao Guo ay isang imortal\nSi Cao Guojiu, tubong Xuzhou, ay sinasabing dakilang tiyuhin ng estado noong panahon ng Renzong ng Dinastiyang Song. Ang kanyang pangalan ay Cao Yi, kilala rin bilang Cao Jingxiu.\nSi Tiyo Cao Guo ay may nakababatang kapatid na lalaki na nagngangalang Cao Er. Ang Cao Er na ito ay umasa sa kanyang posisyon ng imperyal na awtoridad at nakagawa ng lahat ng uri ng kasamaan. Sinakop niya ang mga bukid, kinuha ang mga asawa at anak na babae, at nakipagkaibigan sa ilang masasamang kontrabida. Siya ay pumasok at lumabas. Si Cao Guojiu ay hindi nakatiis. Siya tumangging makinig sa kanyang mabubuting salita at kaaliwan, kaya ginamit niya ang parusa upang kontrolin siya. , ang magkapatid ay nagtanim ng sama ng loob.\nSinabi ni Cao Guojiu: \"Ang mga prinsipyo ng mundo ay ang mga nag-iipon ng mabuti ay uunlad, at ang mga nag-iipon ng kasamaan ay mapapahamak. Ito ay isang katotohanang hindi mababago. Noong nakaraan, ang ating pamilya Cao ay nag-iipon ng mga masasamang gawain upang makamit ang kayamanan ngayon. Ngayon ang aking kapatid ay nag-ipon ng labis na kasamaan, kahit na siya ay tumakas Kahit na parusahan ka ng mga opisyal, hindi ka makakatakas sa mga likas na sakuna na lihim na tumatakbo.Kapag dumating ang isang sakuna at ang iyong pamilya ay nawasak at may namatay, hindi ka makakatakas. Ako ay mapapahiya at matatakot dito.\" Kaya't aking ikinalat ang lahat ng aking kayamanan, Siya ay tumulong sa mga mahihirap at wala nang pakialam sa mga gawain ng kanyang kapatid. Pagkatapos ay umalis siya sa kanyang tahanan at mga kaibigan, nagpalit ng uniporme ng Tao, at pumunta sa mga bundok upang linangin ang kanyang isip at kalikasan.\nIsang araw, nagkataon niyang nakilala sina Zhongli at Lu Dongbin ng Dinastiyang Han. Nang makita ang matatas na sagot ni Uncle Cao Guo, tuwang-tuwa siya at binigyan siya ng \"Lihim na Kautusan ng Pagbabalik ng Katotohanan\" at inutusan siyang magsanay nang mabuti. Hindi nagtagal, si Zhongli Ipinakilala sina Quan at Lu Dongbin sa imortal na klase.", "聖意": "Magandang kapalaran sa tahanan, tahanan, magandang kapalaran, magandang kapalaran, good luck sa negosyo, kasal, lalaking manlalakbay, maagang nagtatanim ng uod sa bukid, kabiguan ng mga hayop, naghahanap ng tao, demanda, pandarayuhan, nawalan ng ari-arian, late na sakit, magandang kapalaran", "古人": "Si Uncle Cao Guo ay isang imortal", "第X籤": "Lagdaan ang ikalabing-walo", "宮": "Maogong"}