{"籤詩版本二": "Pagpapaalam sa bangka na bumalik mula sa fast water beach, ano ang gusto mong gawin dahil sa kaguluhan?\nKung nais mong maging ligtas, humanap ng katahimikan at hintayin ang mga alon na lampasan ang krisis na ito.", "詩意": "Ang hexagram na ito ay parang bangkang naglalakbay sa mabilis na dalampasigan.\nManatiling konserbatibo sa lahat ng bagay at maghintay ng oras.", "解曰": "Bumaba sa malakas na tubig. Ang panganib ay naghihintay ng oras. Kung magtatanong ka tungkol sa mga plano sa kampo. Walang magawa.", "籤詩故事一": "◇ Si Ziyi ay kinoronahang hari\nSi Guo Ziyi (697-781), na kilala rin bilang Guo Linggong, ay isang katutubong ng Zheng County, Huazhou (ngayon ay Huaxian County, Lalawigan ng Shaanxi) at isang heneral sa Dinastiyang Tang.\nSa panahon ng Rebelyon ng Anshi noong ika-14 na taon ng Tianbao (755), pinagkalooban siya ng titulong Shuofang Jiedushi (Lingwu, kanluran ng Lingwu sa kasalukuyang Ningxia). Inutusan siyang makipagkrusada. Pinagsama niya ang hukbo ni Shuofang kay Li Guangbi para magmartsa sa Hebei. Nagsanib-puwersa sila sa Changshan (Zhengding, Hebei) at tinalo si Shi Siming, nabawi ang Hebei. Sa oras na ito, iminungkahi ni Guo Ziyi na kunin ng emperador si Fan Yang mula sa hilaga at salakayin ang lungga ng tigre ng mga rebelde upang mabawasan ang pagkubkob sa Tongguan, ngunit tumanggi si Xuanzong. Pagkatapos, itinanim ang sitwasyon ng mga separatist vassal town sa huling bahagi ng Tang Dynasty, na naging malayong dahilan din ng pagkamatay ng Tang Dynasty.\nSa ikalabinlimang taon ng paghahari ni Tianbao (756), pinatahimik niya at ng koalisyon ng Uighur si Hequ. Noong tagsibol ng sumunod na taon, nabawi nila sina Hedong (ngayon ay Yongji, Shanxi) at Feng Yi (ngayon ay Dali, Shaanxi), at inatake ang Tongguan, natalo si Cui Qianyu.Ang hukbong Tang ay dumanas ng mahigit 10,000 nasawi. Si Cui Qianyu ay sumuko kay Pujin. Si An Lushan ay pinatay ng kanyang anak na si An Qingxu.\nSa ikalawang taon ng Zhide (757), inutusan siyang pamunuan ang mga tropa sa Fengxiang. Sa daan, natalo niya ang 5,000 kabalyerya ni Li Guiren sa Baiqu Liuyun Bridge (ngayon sa timog-silangan ng Sanyuan). Noong Mayo, nakipaglaban siya kina An Shouzhong at Li Ang Guiren sa Qingqu (sa kanluran ngayon ng Xi'an) ay natalo, at siya ay umatras sa Wugong (ngayon sa hilagang-kanluran ng Wugong). Noong Setyembre, sinundan niya si Marshal Guangping Wang Li Chu upang pamunuan ang mga Tang at Uighur na sumama sa 150,000 tropa, at pagkatapos ay nakipaglaban kasama sina An Shouzhong at Li Guiren sa Xiang. Sa hilaga ng Ji Temple (timog-kanluran ng Chang'an County ngayon), ang mga sundalong Uighur ay umikot sa likod ng kaaway, sumalakay mula sa magkabilang panig, at pumatay ng 60,000 kalaban. Tumakas si Zhang Tongru patungong Shaanxi County, at sa wakas ay nabawi ang kabisera ng Chang'an (ngayon ay Xi'an).Ang kamahalan ng hukbong Tang ay muling naibalik sa Chang'an.\nPagkatapos, sinamantala ng hukbong Tang ang tagumpay at nagmartsa patungong silangan, tinalo ang 150,000 lalaki kabilang sina Yan Zhuang at Zhang Tongru sa Xindian (ngayon sa timog-kanluran ng Sanmenxia City, Henan Province), na pinilit ang Anqing Xu na tumawid sa Yellow River at umatras sa Xiangzhou. Bumalik si Dongjun Luoyang. Idagdag si Situ sa kanyang mga merito at gawin siyang Duke ng bansa.\nPinangunahan ni Shi Siming ang kanyang hukbo mula sa Fan Yang upang iligtas ang An Qingxu. Ang dalawang panig ay lumaban sa pormasyon sa hilaga ng Anyang River (ngayon sa Hilaga ng Anyang). Ang labanan ay hindi maiiwasan. Sa huli, pinangunahan ng siyam na Jiedushi, ang hukbong Tang, na inaangkin na may 600,000 tao, umatras (sa Labanan ng Yecheng).digmaan). Ang pangunahing kumander ng labanang ito ay ang eunuch na si Yu Chaoen, na walang kakayahan sa pamumuno at sinisi si Guo Ziyi sa kabiguan ng labanan. Si Guo Ziyi ay ipinatawag pabalik sa Chang'an, inalis sa kapangyarihang militar, at naging isang idle na opisyal.\nSa unang taon ng Baoying (762), naghimagsik ang mga tropa sa Taiyuan (sa timog-kanluran ng Taiyuan ngayon) at Jiangzhou (Xinjiang ngayon sa Lalawigan ng Shanxi). Natakot ang korte, kaya binigyan si Ziyi ng titulong Hari ng Fenyang at lumabas sa kontrolin ang Jiangzhou. Inalis din siya ng eunuch na si Cheng Yuanzhen at naalis sa kapangyarihang militar.\n(Ang pokus ng kuwentong ito: Si Guo Ziyi, na napakahusay at mahusay na pag-uugali, ay nakilala si Xuanzong at ilang mga kontrabida, na lubos na nakompromiso ang kanyang mga nagawa.)", "聖意": "Pagpapala sa tahanan at sarili, naghahanap ng kayamanan, walang transaksyon, walang kasal, walang maling alarma, pedestrian na dumarating sa Tiancanji, mahirap hanapin ang mga tao, pampublikong demanda at (hindi Xing), migration, konserbatibo, nawawalang ari-arian, mahirap hanapin, mga sakit, nagdarasal para sa mga pagpapala, bundok at libingan, mapalad", "古人": "Si Ziyi ay kinoronahang hari", "第X籤": "Ikalabinsiyam na Panalong Lott", "宮": "Tatsumi"}