{"籤詩版本二": "Kapag ang mahabang ulan sa tagsibol ay nagsimulang lumiwanag, ang Jade Rabbit at ang Golden Crow ay unti-unting lumiliwanag\nNawawala ang mga lumang bagay at lilitaw ang mga bagong bagay. Tingnan at salubungin ang dragon gate.", "詩意": "Ang hexagram na ito ay simbolo ng mahabang ulan at maagang liwanag.\nAng lahat ay napupunta ayon sa plano.", "解曰": "Pinoprotektahan ng mga diyos at Buddha. Walang panganib ng sakuna. Nawa'y maging mapayapa ang paglalakbay. Bumalik na may karangalan sa huli.", "籤詩故事一": "◇ Nakilala ni Jiang Taigong si Haring Wen\nDinastiyang Zhou. Jiang Shang, courtesy name Ziya. Mga taong Ji (mula sa Xuzhou sa East China Sea). Ang Taoist na pangalan ay Fei Xiong, at ang kanyang mga ninuno ay tinatakan sa Lu (pangalan ng lugar), kaya tinawag din siyang Lu Wang.\nUpang maiwasan ang magulong panahon ni Haring Zhou ng Dinastiyang Shang, nanirahan siya sa tabi ng tubig ng East China Sea at nangingisda sa Weishui River. Ang kawit ay tuwid. Ang kanyang intensyon ay hindi mangingisda, kundi maging isang banal na punong ministro.\nNarinig ni Haring Wen ng Zhou na siya ay matalino at kinuha siya bilang kanyang guro (punong ministro). (Siya ay walumpung taong gulang noon) Nang maglaon, sinalakay ni Haring Wu ng Zhou si Haring Zhou, winasak ang Dinastiyang Shang, at itinatag ang Dinastiyang Zhou. Tinawag siyang Shangfu ni Haring Wu. Ang kanyang anak na si Ding Gong ay pinagkalooban ng titulong Marquis of Qi.\n(Ang pokus ng kwentong ito: Si Jiang Taigong, na matagal nang naghihintay na mangisda sa Weishui River, sa wakas ay nakaahon sa gulo at ginamit muli ni Haring Wen.)", "聖意": "Sa bahay, si Zhongping mismo ay nananalangin para sa mga pagpapala at kayamanan. Kapag walang deal, ang kasal ay random. Ang mga babaeng naglalakad na Liujia ay humaharang sa bukid, hinaharangan ng mga silkworm ang anim na hayop, hinaharangan ang paghahanap para sa tao, huli na mga demanda at pandarayuhan, good luck para sa nawalang ari-arian, sakit, at libingan sa Xingxing Mountain.", "古人": "Nakilala ni Jiang Taigong si Haring Wen", "第X籤": "Ang ikadalawampu't isang lottery", "宮": "Tatsumi"}