{"籤詩版本二": "Gusto kong akitin ang Immortal Gui sa Palaka ng Palaka, ngunit bubuksan ko ang tarangkahan ng langit at hahayaan kang umalis.\nBiglang maganda ang balita, nagtawanan ang lahat sa mga bulaklak sa tuktok ng bundok", "詩意": "Ang hexagram na ito ay nagtataglay ng simbolo ng walang kamatayang osmanthus.\nDapat mayroong mga marangal na tao sa lahat ng bagay.", "解曰": "Mga interes ng mangangalakal. Walang (wala) panganib sa pagsusuot nito. Naayos na ang sakit at naayos na ang demanda. Gawin mo ang lahat ng iyong makakaya.", "籤詩故事一": "◇Maging mabait at makonsiderasyon\nGao Huaide (926-982), courtesy name Zangyong, ay ipinanganak sa Changshan, Zhending (ngayon ay Zhengding, Hebei).\nSa panahon ng \"Chenqiao Mutiny\", dahil sinuportahan ni Gao Huaide si Zhao Kuangyin bilang emperador, na-promote siya bilang deputy chief inspector sa harap ng palasyo.\nNapangasawa din ni Gao Huaide ang kapatid ni Song Taizu Zhao Kuangyin (Si Zhao Kuangyin ay may dalawang kapatid na babae, ang isa ay namatay na bata pa at pinangalanang Prinsesa Chen; ang isa ay ikinasal kay Miford, ngunit sa kasamaang palad ay namatay ang kanyang asawa at siya ay isang balo na ngayon. Zhao Kuangyin na pinangalanan siya ang panganay na prinsesa ni Yan). . Ang opisyal na titulo ay Prince Consort Duwei.\n(Bilang isang founding hero at nagpakasal sa kapatid ng emperador, hindi kailangang mag-alala tungkol sa walang opisyal na posisyon.)", "聖意": "Ang tahanan ay hindi maayos, ito ay isang magandang kapalaran para sa sarili, ito ay isang magandang kapalaran para sa sarili, ito ay mabuti para sa negosyo, ito ay isang hadlang sa pag-aasawa, ito ay isang magandang kapalaran para sa mga naglalakad, ito ay mapanganib para sa field. silkworm, hindi maganda sa anim na hayop, hindi maganda sa paghahanap ng tao, mahirap humanap ng tao, kaso, masama, magandang kapalaran para sa migrasyon, magandang kapalaran, ito ay. isang magandang kapalaran, ito ay isang magandang kapalaran, ito ay isang sakit, ito ay isang bundok at ito ay isang magandang kapalaran.", "古人": "Maging mabait at maalalahanin", "第X籤": "Dalawampu't tatlong nanalo sa lotto", "宮": "Mi Palace"}