{"籤詩版本二": "Pagkatapos ng napakaraming alalahanin at panganib, hindi na ito mawawalan ng laman mula ngayon\nAng isang mapagbigay na puso ay may sariling mapagbigay na mga plano. Kailangan mong makipagkita sa isang dalubhasa upang makagawa ng magagandang tagumpay.", "詩意": "Ang hexagram na ito ay parang isang sinaunang balon na may bukal.\nSa lahat ng bagay, ang mga marangal na tao ay nakakamit ng tagumpay.", "解曰": "Ang kaso ay mabibigyang katwiran sa kalaunan. May sakit at ligtas. Pumasok at lumabas para humingi ng payo. Sinaunang balon ay nakakatugon sa tagsibol.", "籤詩故事一": "◇Si Yao Chong ang kumokontrol sa mga balang\nSi Yao Chong (649-721), na ang tunay na pangalan ay Yuan Chong, ay mula sa Shaanzhou. Naglingkod siya bilang Ministro ng Xia Guan, Shangshu ng Chunguan, Ziweiling, Zhongshuling, at Punong Ministro sa Dinastiyang Tang.\nSa ika-apat na taon ng Kaiyuan (716), ang Shandong (karaniwang tumutukoy sa Yellow River Basin sa silangan ng Huashan) ay sinalanta ng mga balang. Ang mga tao ay natali sa mga pamahiin na ideya at hindi nangahas na manghuli at pumatay sa kanila. Sa halip, itinayo nila naghahain, nagsusunog ng insenso, sumamba sa tabi ng mga bukid, at nagmamasid sa mga pananim na nilalamon ng mga balang. .\nNaniniwala ang lahat ng opisyal: “Ang mga balang ay isang likas na sakuna, paano sila makokontrol ng lakas-tao!” Matindi ang labanan sa pagitan ng dalawang magkaibang ideya noong panahong iyon, kung aalisin o hindi ang mga balang.\nSinabi ni Yao Chong: \"Basta tayo ay nagtutulungan, lahat sila ay maaalis natin. Sabi niya: Ang mga balang ay takot sa mga tao, kaya madaling itaboy. Ang mga punla ay may mga may-ari, kaya't ang mga tagapagligtas ay dapat magtrabaho nang husto; mga balang. maaaring lumipad, at kung makakita sila ng apoy sa gabi, lilipad sila roon; sunugin mo sila Sa parang, maghukay ng mga butas habang nasusunog, ilibing sila habang nasusunog, at wala nang matitira.\"\nSinabi ni Xuanzong: \"Ang mga balang ay isang natural na sakuna na dulot ng mahinang moral na pamamahala. Kung hihilingin mo na sila'y mahuli at mapatay, hindi ba ito ay labag sa butil?\"\nIdinagdag ni Yao Chong: \"Ang paghuli at pagpatay ng mga balang ay ginawa ng mga sinaunang tao, at gagamitin ito ng iyong kamahalan sa hinaharap. Ito ay isang pangunahing pambansang kaganapan upang magdala ng kapayapaan at kasaganaan sa mga magsasaka. Mangyaring isaalang-alang ito nang seryoso.\"\nKumbinsido si Xuanzong. Ngunit sa oras na iyon, ang lahat sa loob at labas ng korte ay nagsabi na ang mga balang ay hindi maaaring manghuli.\nSinabi ni Xuanzong: \"Nakipag-usap ako sa punong ministro at nagpasya akong hulihin ang mga balang. Ang sinumang tumutol muli ay papatayin.\" Kaya't ipinadala niya ang censor upang pangasiwaan at utusan ang mga tao na sunugin at ilibing ang mga balang.\nAng mga resulta ay medyo epektibo. Siyam na milyong dan ng mga balang ang nahuli sa buong bansa, at ang salot na balang ay matagumpay na naalis. Nakamit ng agrikultura ang isang mahusay na ani sa taong iyon.\n(Ang karunungan ay dapat gamitin sa disaster management at evacuation, at kailangang may mapanlikhang mga estratehiya para malampasan ang mga paghihirap. Si Yao Chong ang dalubhasa sa bagay na ito)", "聖意": "Ang bahay ay karaniwan, ang sarili ay nakaharang, naghahanap ng pera ay naharang, ang pangangalakal ay naharang, ang pag-aasawa at pagkakasundo ay naharang, may panganib sa Liujia, ang mga naglalakad ay nakaharang, silkworm ay nakaharang, ang mga alagang hayop ay hindi pabor, ang mga tao ay hindi natagpuan, mga tao ay naharang , ang mga pampublikong demanda ay ginawa, ang paglipat ay hindi makatwiran, ang mga nawawalang bagay ay mahirap hanapin, ang mga sakit ay nananalangin para sa mga pagpapala, ang mga bundok at libingan ay hindi mapalagay", "古人": "Kinokontrol ni Yao Chong ang mga balang", "第X籤": "Panalo sa lottery ikadalawampu't lima", "宮": "Mi Palace"}