{"籤詩版本二": "Ang sabi-sabi ay nabaligtad ang mga bagay, at nakatanggap ako ng liham mula sa abot-tanaw.\nAng katanyagan at tagumpay na ipinangako sa akin sa aklat ay nanatiling walang laman hanggang sa huli.", "詩意": "May maling pangalan ang hexagram na ito.\nMaipapayo na maging konserbatibo sa lahat ng bagay.", "解曰": "Taas-baba nabalisa. Ang paghahanap ng paglilibang ay hindi idle. Pagnanais para sa katanyagan. Manatiling ligtas.", "籤詩故事一": "◇Nakamit ni Zhong Kui ang kaliwanagan\nSi Zhong Kui, na ang apelyido ay Zhong Kui, na ang courtesy name ay Zhengnan, ay mula sa Zhongnanshan.\nSa panahon ng paghahari ni Emperor Dezong ng Dinastiyang Tang, nakibahagi si Zhong Kui sa imperyal na pagsusuri. Binasa ni Zhong Kui ang mga tanong sa pagsusulit at agad na isinulat ang artikulo nang sabay-sabay at ibinigay ito. Ang punong tagasuri noong araw na iyon ay si Han Yu, ang Ministro ng Civil Affairs, at ang deputy examiner ay si Lu Zhi, isang mahusay na iskolar. Nang mabasa ng dalawa ang papel ni Zhong Kui, nagliwanag ang kanilang mga mata at sabay nilang sinabi: \"Wizard, wizard! Bawat salita sa artikulong ito ay katangi-tangi, karapat-dapat kina Li Taibai at Du Zimei!\" Kaya pinangalanan nila si Zhong Kui bilang unang lugar.\nNakinig si Emperor Dezong sa ulat ni Han Yu at sinabing si Zhong Kui, ang bagong kampeon ng agham, ay napakatalino, kaya ipinatawag niya si Zhong Kui sa Golden Palace.\nNang makita ni Emperor Dezong ang kanyang pangit na anyo, agad siyang nakaramdam ng dismaya at sinabing, \"Ang pagpili ng mga iskolar sa ating hukuman ay pawang batay sa mga personal na salita at kaligrapya. Paano mapipili ang gayong pangit na tao bilang numero unong iskolar sa mga gintong agham? \"\nSi Han Yu ay nagmamadaling lumuhod at nagsabi: \"Ang mabuti at masama ng isang tao ay hindi lahat tungkol sa hitsura. Hindi mo ba narinig, ang Banal na Panginoon, na si Yan Ying ay tatlong talampakan ang taas at kapantay ng punong ministro? Zhou Chang nauutal ngunit maaaring makatulong sa Dinastiyang Han; hinuhusgahan ni Confucius ang mga tao sa kanilang hitsura, at nawala ang kanyang anak na si Yu. Sana ay magdadalawang isip ang iyong kamahalan.\" .\"\nSaglit na nag-isip si Emperor Dezong at nagsabi: \"Bagaman makatwiran ang mga salita ni Han Aiqing, noong ako ay Emperor Taizong, mayroong labingwalong iskolar na pumunta sa Yingzhou at pinag-usapan ito. Ang lalaking ito ang numero unong iskolar. Natatakot ako na ang mundo pagtatawanan ako sa hindi pagkilala sa mga talento.\"\nSi Punong Ministro Lu Qi ay makitid ang isip at naiinggit sa mga talento. Pagkatapos marinig ang mga salita ng emperador, lumuhod siya at nagsabi: \"Ang numero unong iskolar sa ginintuang paksa ay dapat na parehong panloob at panlabas. Mayroong tatlong daang kandidato para sa paksang ito. Bakit hindi ka pumili ng iba?\"\nNang makita ni Zhong Kui na ang lalaking ito ay sobrang nalilito, hindi niya maiwasang magalit. Itinuro niya si Lu Qi at nagmura: \"Kung ang isang walang alam na opisyal ay nasa korte, hindi ba niya sasaktan ang bansa?\" Pagkatapos nito, sinuntok niya si Lu Qi gamit ang kanyang kamao.\nNang makita ito, galit na galit si Dezong at sinabing: \"Napakatapang mo, nangahas kang manggulo sa Golden Palace, ibagsak mo agad!\"\nSa galit, hinugot ni Zhong Kui ang espada mula sa baywang ng heneral na nakatayo sa palasyo, at bumuntong-hininga ng malakas: \"Mahirap para sa isang bigong pusa na gayahin ang isang tigre, at ang isang bigong loro ay hindi kasing ganda ng isang manok.\" Pagkatapos nito, nagpakamatay siya.\nNang makita ni Emperor Dezong na si Zhong Kui ay nagpakamatay sa galit, labis siyang nagulat. Upang makuha ang puso ng mga tao, ipinag-utos niya na ilibing si Zhong Kui na may opisyal na titulo ng No. 1 Scholar, at pinangalanan din niya si Zhong Kui na Diyos ng Exorcism para alisin sa mundo ang masasamang espiritu.", "聖意": "Manalangin para sa mga pagpapala sa iyong tahanan, sa iyong sariling kaligtasan, mga problema sa pananalapi, pagkabigo sa negosyo, pagkabigo sa pag-aasawa, mga babaeng naglalakad na Liujia, mga shinta silkworm na kalahating luto, anim na alagang hayop na maaaring alagaan, mga nawawalang tao, mga pampublikong demanda sa Kanluran, migration, pagiging konserbatibo, nawala ari-arian, sakit, magdasal ng magandang kapalaran sa mga bundok at libingan", "古人": "Nakuha ni Zhong Kui ang Tao", "第X籤": "Ikadalawampu't anim na nanalo sa lottery (Loterya)", "宮": "Mi Palace"}