{"籤詩版本二": "Sa silangan, mayroong isang magandang Chanjuan sa liwanag ng buwan, at ang mga ulap ay natatakpan ito sandali at nananatiling nakatago.\nMinsan maaring bilog, pero minsan nawawala, Idle talk lang ang mga nagsasabing hindi.", "詩意": "Ang buwan sa hexagram na ito ay natatakpan ng mga ulap.\nNasa coma pa rin ang lahat.", "解曰": "Ang mga lumulutang na ulap ay tumatakip sa buwan. Hindi na kailangang magduda. Naghihintay para sa ulap upang mangolekta. Tapos maiintindihan mo.", "籤詩故事一": "◇Hinahanap ni Bao Gong si Empress Li\nSa panahon ng paghahari ni Zhenzong ng Dinastiyang Song, si Empress Li (Empress Li) ay isang katulong sa harem. Siya ay pinaboran ni Song Zhenzong at na-promote sa Wanyi, at siya ay nabuntis.\nNgunit sa oras na iyon, ang Concubine na si Liu Def (mamaya Empress Liu) ay nagkaroon ng masamang pag-iisip at sinuhulan ang bating na si Guo Huai upang palitan ang anak ni Empress Li ng isang balat na civet cat, inagaw ang kanyang anak at sinabi sa emperador na siya ang kanyang biological na anak. Galit na galit si Song Zhenzong at pinapunta si Li Empress sa malamig na palasyo.\nMatapos ma-promote si Concubine De bilang reyna, binalak niyang patayin si Empress Li, na tumakas mula sa palasyo.\nIsang araw, nakilala ni Li Niangniang, na nakatira sa kalye, si Bao Zheng, ang imperyal na sugo, na nagpapatrol sa lokal na lugar. Sinabi niya sa kanya ang tungkol sa kanyang karanasan sa buhay at na siya ang biyolohikal na ina ng kasalukuyang emperador na si Song Renzong . Matapos malaman ni Bao Zheng ang pangyayari, dinala niya si Li Niangniang pabalik sa Beijing, iniulat ito kay Song Renzong at nalaman ang bagay, at sa wakas ay nakilala ng mag-ina ang isa't isa. Si Empress Dowager Liu at ang eunuch na namamahala na si Guo Huai ay yumuko at nagtapat.", "聖意": "Hindi ako mapalagay sa bahay, nananalangin ako para sa pinansiyal na proteksyon, good luck sa negosyo, hindi pagkakasundo sa pag-aasawa, mga tao sa bukid, silkworm, hindi kanais-nais na mga hayop, problema sa paghahanap ng mga tao, demanda, pagkawala, paglipat, konserbatibo, pagkawala ng ari-arian, mga sakit sa Kanluran, mahirap hanapin pagbawi, pagkukumpuni ng puntod ng bundok", "古人": "Hinahanap ni Bao Gong si Empress Li", "第X籤": "Ikadalawampu't walong nanalo sa lotto", "宮": "Palasyo ng tanghali"}