{"籤詩版本二": "Ipinapayo ko sa iyo na huwag humingi ng tulong sa kanya. Siya ay lumilipad na parang crane at nagpapana ng mga lihim na palaso sa iyo.\nKung pupunta ka para mangolekta ng panggatong at may ahas sa damuhan, baka makagat ka ng lason at malulungkot ka.", "詩意": "Ang hexagram na ito ay tanda ng pananatiling ligtas at pagpapanatili ng sarili.\nMag-ingat sa lahat ng bagay.", "解曰": "Isara ang iyong bibig at hawakan ang iyong mga ngipin. Siya ay pabaya. Kung nakonsensya ka. Sa bandang huli ay nakakasama ito sa sarili.", "籤詩故事一": "◇Chessboard meeting\nSi Emperor Taizong ng Dinastiyang Tang ay nagmamartsa patungo sa kanluran at nakulong sa Lungsod ng Suoyang. Bumalik si Cheng Yaojin sa Beijing upang humingi ng mga reinforcement.\nInutusan si Xue Dingshan na maglingkod bilang Second Route Marshal at pumunta upang iligtas ang Panginoon at patahimikin si Xiliao.\nMatapos lumabas ang isang grupo ng mga tao sa Yumen Pass, dumating sila sa Qipan Mountain. Kinubkob ng libu-libong kampon sa bundok, si Dou Yihu, ang hari ng bundok, ay natalo ni Tang heneral Luo Tong. Sa kabutihang palad, ang kanyang kapatid na si Dou Xiantong ay isang disipulo ng Banal na Ina ng mga Dilaw na Bulaklak at bihasa sa martial arts. Siya hinawakan ang lubid ng diwata at itinali si Luo Tong.Nakulong.\n(Ang nilagdaang tula ay tumutugma dito)\nNakita ni Dou Xiantong ang kagwapuhan ni Xue Dingshan at gusto niyang maging kaibigan ni Feng Luan, ngunit tumanggi si Xue Dingshan. Nagalit si Dou Xiantong at gusto siyang itulak palabas at pugutan ng ulo. Sa kabutihang palad, dumating si Cheng Yaojin upang iligtas siya at pinadali ang kanilang kasal. Nang maglaon, pinangunahan din ni Dou Yihu ang magkakapatid na Qipanshan pabalik sa Dinastiyang Tang upang tulungan ang Dinastiyang Tang na masakop ang Kanlurang Liao.", "聖意": "Seguridad sa tahanan, pansariling interes, paghahanap ng kayamanan, paghihintay ng oras, pagwawalang-bahala sa negosyo, bawal ang pag-aasawa, Liujia false alarm, pedestrian na humaharang sa mga bukid, silkworm, anim na alagang hayop, nawawalang tao, humaharang sa mga pampublikong demanda, pagkawala (Mo Xing) Migration, konserbatibo, nawalan ng ari-arian, sakit mahirap mabawi, bundok libingan, good luck", "古人": "kumperensya ng chessboard", "第X籤": "Tatlumpu't pitong nanalo sa lottery", "宮": "Palasyo ng tanghali"}