{"籤詩版本二": "Gumugol ng oras sa kapayapaan at tahimik, nakaupo at nakahiga habang umiinom ng tsaa pagkatapos mabusog\nHindi mo kailangang maging abala sa pisikal at mental, at tiyak na hindi ka magdudulot ng kawalang-katarungan o kapahamakan.", "詩意": "Ang hexagram na ito ay simbolo ng kapayapaan at katatagan.\nSa lahat ng bagay, ang paghihintay sa tamang panahon ay magdadala ng suwerte.", "解曰": "Manatiling ligtas at maayos. Magtanong sa mga diyos. Maghintay hanggang dumating ang oras. Nagkataon lang ang mga bagay.", "籤詩故事一": "◇Foyinhui Dongpo\nMinsan, nagkaroon ng kaunting pang-unawa si Su Dongpo habang pinag-aaralan si Zen. Napagtanto niya na transendente ang kanyang estado, at nakaramdam siya ng kagalakan dito. Hindi ko mapigilan ang aking pagnanasa, ikinalat ko ang aking panulat at nagsulat ng isang tula:\n\"Sa gitna ng kalangitan, si Jishou ay nagniningning nang maliwanag sa buong sansinukob; hindi matangay ng walong hangin, siya ay nakaupo nang tuwid sa isang purple golden lotus.\"\n(Ang walong hangin ay tumutukoy sa: tubo, pagtanggi, pagkasira, reputasyon, papuri, pangungutya, pagdurusa, at kaligayahan. Ibig sabihin, ang hindi pagkayamot sa walong estadong ito ay tinatawag na \"ang walong hangin ay hindi makagalaw\")\nMatapos itong isulat, ipinadala ni Dongpo ang kanyang katulong sa kabila ng ilog upang ibigay ito kay Zen Master Foyin ng Jinshan Temple.\nMatapos basahin ito ni Zen Master Foyin, minarkahan niya ito ng salitang \"utot\" at ibinigay sa kanyang utusan upang bawiin.\nGalit na galit si Dongpo matapos itong makita, kaya sumakay siya ng bangka sa kabila ng ilog at pumunta sa Jinshan Temple upang hanapin ang selyo ng Buddha para sa talakayan.\nPagdating ni Dongpo sa gate ng Jinshan Temple, naghihintay na si Foyin sa gate.\nAgad na inakusahan ni Su Dongpo si Foyin: \"Bakit tinatawag mong umutot ang tula na sinulat ko?\"\nSumagot si Foyin: \"Hindi ba't 'hindi ka na mahipan ng walong hangin'? Paano ka 'mabugbog sa kabila ng ilog' ng umutot!\"\nSa oras na ito, nabigla si Dongpo nang mapagtanto na hindi siya sapat at umalis sa kahihiyan.\n(Ang kwentong ito ay metapora para sa \"Hindi pa dumarating ang init\")", "聖意": "Ipagdasal ang iyong tahanan at ang iyong sariling kaligtasan, para sa iyong kayamanan, para sa iyong negosyo, para sa suwerte sa iyong pag-aasawa, para sa isang babaeng manlalakbay mula sa Liujia, sa bukid, para sa mga uod na sutla na mahinog sa taglagas, para sa anim na hayop na maging matatag, upang humanap ng isang tao, na mahirap hanapin, para sa mga pampublikong demanda, para sa paglipat, para sa nawalang ari-arian, para sa sakit, para sa pagpapadala sa isang bundok na libingan, mapalad", "古人": "Foyinhui Dongpo", "第X籤": "Tatlumpu't isang panalong numero", "宮": "Wei Gong"}