{"籤詩版本二": "Ang paglalakbay pabalik ay tiyak. Sino ang nakakaalam ng jade na nakatago sa bato?\nKapag ang isang mahusay na craftsman ay may malinaw na hiwa, siya ay pakiramdam na ligtas at secure sa panahon ng jasper", "詩意": "Sa hexagram na ito, makikita mo ang imahe ng jade kapag naghiwa ka ng bato.\nMagsumikap upang magtagumpay sa lahat ng bagay.", "解曰": "Ang kayamanan ay nasa bato. Kaunti lang ang alam ng mga estranghero. Maghintay hanggang sa maging malinaw. Gawin mo ang lahat ng iyong makakaya.", "籤詩故事一": "◇Naghahanap si Liu Bei ng mga talento (tatlong pagbisita sa kubo na gawa sa pawid, tatlong pagbisita sa kubo na gawa sa pawid)\nPanahon ng Tatlong Kaharian. Si Zhuge Liang ay nanirahan sa isang pawid na kubo sa Longzhong. Sabik si Liu Bei na maghanap ng mga talento, kaya personal niyang pinuntahan si Zhuge Liang. Tatlong beses niyang binisita si Zhuge Liang (kilala bilang \"Tatlong Pagbisita sa Thatched Cottage\" sa kasaysayan). Hiniling ni Liu Bei sa iba na lumayo at tinanong si Zhuge Liang : \"Ang Dinastiyang Han ay humihina, at ang mga taksil na ministro ay nagnanakaw ng kanilang buhay. Kamahalan. \"Natatakpan ng alabok. Hindi ko sinusukat ang aking kabutihan at kakayahan, nais kong maniwala sa dakilang katuwiran sa mundo, ngunit ang aking karunungan at mababaw ang skills kaya laganap ang paggamit ko. As of today. Pero hindi pa rin tapos ang ambisyon ko, sa tingin mo ba maipapatupad ang plano?\"\nPagkatapos ay ipinakita sa kanya ni Zhuge Liang ang plano ng paghahati sa mundo sa tatlong bahagi, at sinuri ang sitwasyon kung saan hindi available si Cao Cao at maaaring tumulong si Sun Quan. Ipinaliwanag din niya ang kaduwagan ng mga gobernador sa mga estado ng Jing at Yi, na nagkaroon ng pagkakataon na samantalahin siya, at maaari lamang niyang samantalahin ang dalawang estadong ito. Noon lamang niya maipanalo ang mundo, sinabi pa niya kay Liu Bei ang diskarte ng pag-atake sa Central Plains. (Ang talakayang ito ay tinawag na \"Longzhong Dui\"). Matapos itong marinig ni Liu Bei, pinuri niya ito na parang nakakita ng kayamanan, at mariing inanyayahan si Zhuge Liang na lumabas para tumulong, kaya si Zhuge Liang ay naging tagapayo ng militar ni Liu Bei.", "聖意": "Ang bahay ay mapayapa, naghahanap ako ng kayamanan, ang kalakalan ng paggawa ay humahadlang sa kasal at naging isang virtual na manlalakbay sa Liujia.", "古人": "Naghahanap si Liu Bei ng mga talento (tatlong pagbisita sa kubo na gawa sa pawid, tatlong pagbisita sa kubo na gawa sa pawid)", "第X籤": "Ang tatlumpu't dalawang nanalo sa lottery", "宮": "Wei Gong"}