{"籤詩版本二": "Bihisan at hubugin ang lumang istilo ng pamilya. Ang Tao ay walang langit ngunit may merito.\nMatapos tangayin ang mga tinik at tinik sa kalsada, nagkasundo silang tatlo na magsama muli ng kanilang mga kasamahan.", "詩意": "Ang hexagram na ito ay kumakatawan sa muling pagsasaayos ng mga damit.\nMahirap ang lahat bago maging madali mamaya.", "解曰": "Huwag kang mag-alala. Magsaya ka. Kung tatanungin mo ang tungkol sa hinaharap. May magandang daan sa unahan.", "籤詩故事一": "◇Mga Buddhist na kasulatan ni Tang Monk\nSi Xuanzang (602-664), isang kilalang monghe ng Dinastiyang Tang, ay may karaniwang apelyido ng Chen at isang ibinigay na pangalan na Yi. Siya ay ipinanganak sa Goushi County, Luozhou (ngayon ay katimugang bahagi ng Yanshi City, Henan Province). Naging monghe siya sa edad na labintatlo at kinuha ang pangalang Buddhist na Xuanzang. Ang mundo ay tinatawag na Sanzang ng Tang Dynasty.\nSa ikatlong taon ng Zhenguan (629, kilala rin bilang unang taon ng Zhenguan), siya ay naglakbay sa kanluran sa Tianzhu (India) upang kumuha ng mga kasulatang Budista. Siya ay nakipagsapalaran sa panganib nang mag-isa at nagtiis ng mga paghihirap. Siya ay nakarating lamang sa loob ng apat na taon.\nSa ikalabing pitong taon ng Zhenguan, opisyal na nagbitiw ang master at bumalik sa silangan. Bumalik siya sa China sa pamamagitan ng South Road ng kasalukuyang Lalawigan ng Xinjiang, Khotan, at Loulan. Ito ay tumagal ng kabuuang labimpitong taon at paglalakbay na 50,000 milya. Pagdating niya sa Chang'an sa unang buwan ng ikalabinsiyam na taon ng Zhenguan, inutusan ng emperador si Liang Guogong Fang Xuanling at iba pang opisyal ng sibil at militar na bigyan siya ng malugod na pagtanggap.\nIsang kabuuang 520 at 657 na tomo ng orihinal na Sanskrit Buddhist na kasulatan ang hiniling. at isinalin sa Chinese.\nMatapos bumalik ang master, siya ay lubos na iginagalang ni Emperor Taizong at Emperor Gaozong at na-enshrined sa Da Nei, na nagbigay sa kanya ng titulong \"Master Tripitaka\".", "聖意": "Ang bahay ay magulo, swerte sa sarili, magandang kapalaran, magandang negosyo, magandang pag-aasawa, hadlang ang pagdating ng mga tao sa bukid, silkworms, hindi kanais-nais na mga alagang hayop, paghahanap ng mga tao, pampublikong demanda, migration, nawalan ng ari-arian, late na sakit, nagdarasal para sa pagpapala, ang mga libingan sa bundok ay dapat luma na.", "古人": "Natututo ang Tang Monk sa Buddhist na Kasulatan", "第X籤": "Ang tatlumpu't limang nanalo sa lottery", "宮": "Shen Gong"}