{"籤詩版本二": "Kung nais mong maging ligtas at mapayapa, hindi angkop na magkaroon ng kandila sa hangin.\nMas mainam na maglinis at umupo sa isang malalim na bulwagan, iwasan ang liwanag, magkalog sa isang tahimik na lugar, at magpalipat-lipat. Iling → Yao. Libre → kakaunti.", "詩意": "Ang hexagram na ito ay parang hanging nanginginig sa lampara at kandila.\nAng pagpapanatiling pare-pareho ang mga bagay ay magdadala ng suwerte.", "解曰": "Manahimik sa isang tahimik na lugar. Tumawag at nasa oras. Hindi ito biyaya. Konserbatibo at angkop.", "籤詩故事一": "◇Bumalik si Li Jing sa bundok\nSi Li Jing (571-July 2, 649), courtesy name Pharmacist, ay tubong Sanyuan, Yongzhou (ngayon sa hilagang-silangan ng Sanyuan County, Shaanxi Province). Isang heneral mula sa huling Dinastiyang Sui hanggang sa unang bahagi ng Dinastiyang Tang, siya ay isang sikat na strategist ng militar na may parehong kasanayang sibil at militar sa Dinastiyang Tang. Nang maglaon, pinagkalooban siya ng titulong Duke of Wei, at nakilala bilang Duke of Wei sa mundo.\nSi Li Jing ay ama ng ikatlong prinsipe na si Nezha sa listahan ng mga diyos, na kilala rin bilang \"Hari ng Tota.\" Tinulungan ni Li Jing at ng kanyang anak si Jiang Ziya (Tai Gong) upang talunin si Reyna Zhou, itatag ang Dinastiyang Zhou, at Hari Opisyal na umakyat sa trono si Wu. Pagkatapos ay nag-set up si Jiang Ziya ng isang listahan ng mga diyos at nagsagawa ng isang seremonya upang payapain ang mga kaluluwa ng mga sundalong namatay sa labanan. Mula noon, naging mapayapa at mapayapa ang mundo. Nais ni Haring Wu na gumawa ng mga marquise at gantimpalaan sila, at gusto rin niyang maglaan ng lupa sa mga founding hero. Hiniling ni Li Jing, ang kanyang ama at anak, at iba pang pitong tao na bumalik sa bundok upang magsanay ng Taoismo at huwag mahuhumaling sa makamundong katanyagan at kayamanan. Nang maglaon, silang lahat ay \"naging mga banal sa katawan\" at niranggo sa mga imortal.\nAng Kwento ng \"Feng Shen Bang\"", "聖意": "Ang bahay ay konserbatibo, ako ay ordinaryong, naghahanap ako ng kayamanan, nahihirapan ako sa negosyo, ang aking kasal ay hindi naaayon, si Liujia ay nananalangin para sa mga naglalakad na magkaroon ng pananampalataya, ang mga silkworm ay hinog na sa taglagas, at anim na hayop ang ligtas, ang mga tao ay nawawala, mga pampublikong demanda at migration ay konserbatibo, nawala ari-arian sakit, huwag baguhin ang libingan sa Jianxingshan", "古人": "Bumalik si Li Jing sa bundok", "第X籤": "Tatlumpu't pitong nanalo sa lottery", "宮": "Shen Gong"}