{"籤詩版本二": "Ang mga balita mula sa abot-tanaw ay talagang mahirap unawain. Huwag masyadong umasa.\nKung ikaw ay gumiling ng isang bato upang maging salamin, malalaman mo na ang iyong mga pagsisikap ay walang kabuluhan.", "詩意": "Ang hexagram na ito ay nagpapanatili ng imahe ng patuloy na katahimikan.\nAng pag-iingat sa sarili sa lahat ng bagay ay magdadala ng suwerte.", "解曰": "Lahat ng uri ng pandaraya. Nasayang ang effort. Mas mainam na maging konserbatibo. Ano ang dahilan?", "籤詩故事一": "◇Ginger girl na naghahanap ng asawa\nSa panahon ng Dinastiyang Qin, nang si Meng Jiangnu ang unang emperador ng Dinastiyang Qin, sa gabi ng kanyang kasal, ang kanyang asawang si Fan Qiliang (Wan Xiliang) ay inaresto at ipinadala upang itayo ang Great Wall. Naglakbay si Meng Jiangnu ng libu-libong milya upang padalhan ang kanyang asawa ng maiinit na damit. Matagal bago makarating sa Great Wall, ngunit sa huli ay sinabi sa kanya na ang kanyang asawa ay patay na at ang kanyang katawan ay inilibing sa ilalim ng Great Wall. Napaluha si Meng Jiangnu, at gumuho ang Great Wall, at ang labi ng kanyang asawa ay natagpuang may dugong tumutulo sa tumpok ng mga buto. Kaya naman tinawag ni Qin Shihuang si Meng Jiangnu, na labis na nabigla kaya gusto niyang kunin si Meng Jiangnu bilang kanyang asawa. Hiniling ni Meng Jiangnu kay Qin Shihuang na pumunta sa Isla ng Qinhuang upang magsuot ng sako at magbigay pugay kay Fan Qiliang. Pumayag si Qin Shihuang; pagkatapos magbayad ni Qin Shihuang Pagpupugay kay Fan Qiliang, hinawakan ni Meng Jiangnu ang katawan ng kanyang asawa sa kinaroroonan ng Meng Jiangnu Temple ngayon. Kung saan siya naroroon, agad siyang tumalon sa dagat.", "聖意": "Seguridad sa tahanan, pangangalaga sa sarili, kayamanan, patas na kalakalan, kasal, hindi pagkakasundo, mga babaeng naglalakad sa Liujia, paglipat ng mga bukid, silkworm, pinsala sa mga hayop, problema sa paghahanap ng mga tao, demanda, pagkawala, paglipat, pagkawala ng ari-arian, sakit, kagamitan, pagpapadala sa Anshan libingan, good luck", "古人": "Ginger girl na naghahanap ng asawa", "第X籤": "Lot 39", "宮": "Ikaw Palasyo"}