{"籤詩版本二": "Isang libong taong gulang na salamin ang muling pinagsama, hiniling ng babae ang kanyang asawa na magpakasal muli\nMula noon, ang pamilya ay nagbago, at ang mga pagpapala ay idinagdag sa mga anak at apo.", "詩意": "Ang hexagram na ito ay simbolo ng muling pagsasama-sama ng mga salamin.\nLahat ay mahirap at mahal.", "解曰": "Paghuhukay ng buhangin sa ginto. Nakasakay sa dragon at nakasakay sa tigre. Kahit na ito ay matrabaho. May pandagdag dito.", "籤詩故事一": "◇ Yulianhui sampung kaibigan\nSa Dinastiyang Song, pinakasalan ni Qian Yulian si Wang Shipeng. Nang pumunta si Shi Peng sa Beijing para kumuha ng pagsusulit, pinilit ng mayamang Sun Ruquan si Yulian na pakasalan siyang muli.\nTinanggihan ni Qian Yulian ang panukala ng mayayamang Sun Ruquan at mas pipiliin niyang pakasalan si Wang Shipeng, isang mahirap na iskolar mula sa Wenzhou na kinuha ni \"Jing Chai\".\nNang maglaon, nanalo si Wang Shipeng sa unang gantimpala.Dahil tumanggi siyang pilitin na pakasalan ni Punong Ministro Wanqi, ipinadala siya bilang hukom sa liblib na Chaoyang. Lihim na pinalitan ni Sun Ruquan ang liham ng pamilya ni Wang Shipeng sa isang \"liham ng diborsyo\" at niloko si Yulian na nilinlang. Pinilit din siya ng madrasta ni Qian Yulian na magpakasal muli, ngunit tumanggi si Yulian at nagpakamatay sa pamamagitan ng pagtapon sa sarili sa ilog. Siya ay iniligtas ni Qian Zaihe mula sa Fujian Province at inampon bilang kanyang anak na ampon. .\nInakala ni Yulian na patay na si Shipeng. Pagkalipas ng limang taon, si Wang Shipeng ang gobernador ng Ji'an. Isang araw, nagdaos siya ng seremonya sa pag-alaala sa isang Taoist temple para gunitain ang kanyang yumaong asawa. Nagkataong pumunta si Yulian sa Ji'an Taoist temple para magsunog insenso, at sa wakas ay muling nagkita sina Wang at Qian.", "聖意": "Ang bahay ay hindi mabuti para sa sarili. Ang taglagas at taglamig ay masagana. Nawa'y yumaman ang kayamanan sa taglagas at taglamig. Maunlad ang negosyo. Nawa'y maging matagumpay ang pag-aasawa. Ipagdasal ang mga naglalakad na magtungo sa bukid. Maaaring mag-alaga ng mga uod. Anim na alagang hayop itataas. Matatagpuan ang mga tao. Hindi paborable ang mga demanda sa publiko. Konserbatibo ang migrasyon. Pagkawala ng ari-arian. Late na sakit. Manalangin para sa pagpapala. Bundok at libingan ay mabuti.", "古人": "Yulianhui sampung kaibigan", "第X籤": "Ang ikaapat na tanda", "宮": "Matris"}