{"籤詩版本二": "Ang pulang gulong ay bumagsak sa kanluran, ang kuneho ay tumataas sa silangan, ang yin ay lumalaki at ang yang ay nawawala, at ang lahat ay umunlad\nKung nais ng isang babae na gamitin ito, ito ay madaragdagan ang kanyang kayamanan at magdudulot ng kaligayahan sa kanyang puso.", "詩意": "Ang hexagram na ito ay ang simbolo ng paglaki ni Yin at pagkawala ni Yang.\nMahirap ang lahat bago maging madali mamaya.", "解曰": "Nakikinabang si Yin sa mga kababaihan. Hindi angkop sa mga lalaki. Kung humihingi ka ng payo. Nauuna ang kasamaan at pagkatapos ay darating ang mabuti.", "籤詩故事一": "◇ Si Wu Zetian ay umakyat sa trono\nSa edad na 14, si Wu ay ipinatawag sa palasyo ni Emperor Taizong Li Shimin ng Tang Dynasty bilang isang taong may talento, na pinangalanang \"Wu Mei\". Matapos mamatay si Taizong, pumasok si Zetian sa Ganye Temple at naging madre.\nNang si Emperor Gaozong ng Dinastiyang Tang ay dumating sa trono, ipinatawag niya ang pamilya Wu sa palasyo upang magbigay pugay kay Zhaoyi. Sa ikaanim na taon ng Yonghui (655), itinatag ni Emperador Gaozong si Wu bilang kanyang reyna.\nSi Wu Zetian ay matalino, kasangkot sa panitikan at kasaysayan, at mayaman sa kapamaraanan. Di-nagtagal pagkatapos na maging reyna si Wu Zetian, dahil mahina at may sakit si Gaozong, kung minsan ay ipinagkatiwala niya sa kanya na pangasiwaan ang ilang mga pampulitikang gawain, kaya lumaki ang kanyang kapangyarihan. Sa unang taon ng Shangyuan (674), si Emperor Gaozong ay tinawag na \"Emperor\", si Empress Wu ay tinawag na \"Queen of Heaven\", at pareho silang tinawag na \"Dalawang Santo\" sa palasyo.\nSa unang taon ng Hongdao (683), namatay si Gaozong, si Prinsipe Li Xian ay dumating sa trono, at si Wu Zetian ay dumating upang pamunuan ang dinastiya. Noong Pebrero ng unang taon ng Sisheng (684), pinatalsik ni Wu Zetian si Li Xian bilang Hari ng Luling at itinatag ang kanyang ikaapat na anak na si Li Dan bilang emperador, na patuloy na namumuno sa dinastiya. Noong Setyembre ng parehong taon, pinalitan niya ang bandila ng ginto, at ang Luoyang, ang silangang kabisera, ay pinalitan ng pangalan bilang banal na kabisera. Noong ikasiyam na araw ng Setyembre sa unang taon ng Tianshou (690), ipinahayag ni Wu Zetian ang kanyang sarili bilang emperador at pinalitan ang pangalan ng bansa sa Zhou.", "聖意": "Ang tahanan ay hindi kanais-nais para sa sarili, nagdarasal para sa mga pagpapala, naghahanap ng kayamanan, nagbabantay sa mga transaksyon, swerte sa pag-aasawa, malas sa pag-aasawa (babae), mga naglalakad na humaharang sa mga bukid, silkworm, maunlad na hayop, naghahanap ng mga tao, paghihiwalay, mga demanda, pagkawala, migration. , pagkawala ng ari-arian, sakit, pagkabigla, bundok at libingan, good luck", "古人": "Si Wu Zetian ay umakyat sa trono", "第X籤": "Ang ikaapatnapung nanalo sa lotto", "宮": "Ikaw Palasyo"}