{"籤詩版本二": "Maaalala mo ang walang katapusang mabubuting salita, ngunit magiging anak mo kung makikilala mo ang magnanakaw.\nHuwag maging sakim sa sandaling ito at mag-alala tungkol sa kung paano niya nagawa ang isang bagay na mabuti noong isang taon.", "詩意": "Kinikilala ng hexagram na ito ang isang magnanakaw bilang isang anak.\nMag-ingat sa lahat ng iyong gagawin.", "解曰": "Ito lang. Ang isang ginoo ay hindi nagkakamali. Ilagay sa utak. Huwag mag-isa.", "籤詩故事一": "◇Tinanggap ni Dong Zhuo si Lu Bu\nSi Lu Bu, matapang at mahusay sa pakikipaglaban, ay isang tanyag na heneral ng militar sa pagtatapos ng Eastern Han Dynasty at simula ng Tatlong Kaharian.Minsan ay itinuring niya si Ding Yuan, ang gobernador ng Jingzhou, bilang kanyang adoptive father at naglingkod sa ilalim niya.\nPagkamatay ni Emperor Ling ng Eastern Han Dynasty, pumunta si Ding Yuan sa Beijing para makipagsabwatan sa heneral na si He Jin para kontrolin ang gobyerno.\nNakipag-away si Dong Zhuo kay Ding Yuan, ngunit hindi nagawang talunin ng ilang heneral si Lu Bu, kaya ipinadala ni Dong Zhuo ang kanyang subordinate na si Li Su upang suhulan si Lu Bu. Si Li Su ay nagdala ng mga tambak na ginto at pilak na kayamanan at ang sikat na pulang kuneho na kabayo para \"bisitahin si Lu Bu\". Nagdala si Li Su ng mga tambak na ginto at pilak na kayamanan at ang sikat na red rabbit horse para bisitahin si Lu Bu. Kaya si Lu Bu ay sinuhulan ni Dong Zhuo upang patayin si Ding Yuan, at sinabi rin sa kanyang mga sundalo na sumama sa kanya kung gusto nila, at umalis kung ayaw nilang sundan siya. Dahil dito, ang karamihan sa mga sundalo ay tumakas. Kaya si Lu Bu ay sinuhulan ni Dong Zhuo at pinatay si Ding Yuan.\nMatapos magkaroon ng kapangyarihan si Dong Zhuo, inampon niya si Lu Bu bilang kanyang ampon at ginawa siyang heneral at marquis.\nSi Dong Zhuo ay may marahas na ugali, at ang \"relasyon ng ama-anak\" kay Lu Bu ay talagang mahina. Noong 189 AD, sa sulsol ni Situ Wang Yun, pinatay ni Lu Bu si Dong Zhuo.\nAnim na buwan pagkatapos ng kamatayan ni Dong Zhuo, sinalakay ng mga lumang tropa ni Dong Zhuo ang kabisera, at si Lu Bu at ang kanyang asawa ay tumakas sa takot. Pagkatapos umalis sa kabisera, humingi ng kanlungan si Lu Bu sa mga warlord na sina Yuan Shu, Yuan Shao, Zhang Yang, Zhang Miao, Liu Bei, atbp., at maraming beses na nakipag-away kay Cao Cao, isa pang pangunahing warlord noong panahong iyon. Matapang at magaling si Lu Bu sa pakikipaglaban, at ilang beses na natalo si Cao Cao.\nSa ikatlong taon ng Jian'an sa Eastern Han Dynasty, sinalakay ng mga tropa ni Cao Cao ang Xiaopei, ang base ni Lu Bu, at dinakip at pinatay ni Cao Cao sa ilalim ng Baimen Tower. Bago ang pagbitay, hiniling ni Lu Bu kay Cao Cao na panatilihin siyang buhay upang maiwasan ang kamatayan, ngunit pinaalalahanan ni Liu Bei si Cao Cao na si Lu Bu ay nagtaksil ng maraming beses at isang hindi tapat na tao. Sa huli, si Cao Cao, na pinahahalagahan lamang ang mga talento anuman ang moralidad, ay pinatay si Lu Bu.", "聖意": "Ako ay hindi mapalagay sa bahay, kadalasan ay naghahanap ako ng pera, nagbabantay sa mga transaksyon, mahirap magpakasal, ang lalaking Liujia ay nabigla, ang mga uod ay kalahating hinog sa bukid, ang anim na hayop ay ligtas, ang tao ay naghahanap sa kanya. , ang pampublikong demanda ay angkop, at ang paglipat ay upang manalangin para sa mga nawawalang bagay na mahirap hanapin, mga sakit, at kapayapaan sa libingan ng Zhenxing Mountain.", "古人": "Tinanggap ni Dong Zhuo si Lu Bu", "第X籤": "Ang 41st lottery winner", "宮": "Ikaw Palasyo"}