{"籤詩版本二": "Ang emperador, ang emperador, at ang empress ay sa wakas ay magiging mapagbigay at maghihintay at mananalangin para sa mga pagpapala nang walang pagkawala o pakinabang.\nNakikinabang dito ang lahat ng nabubuhay na nilalang, at inaasahan ang kasaganaan sa mundo at sa langit.", "詩意": "Ang hexagram na ito ay tanda ng pabor mula sa langit.\nMagiging matagumpay ang lahat.", "解曰": "Ipinakita ng emperador ang kanyang pabor. Huwag kalimutan. Mga ritwal sa umaga at gabi. Angkop na magsunog ng insenso.", "籤詩故事一": "◇Iniligtas ni Mulian ang kanyang ina\nSi Mokou Lian, o Mulian, ang pinakamakapangyarihan sa sampung disipulo ng Sakyamuni Buddha.\nAng kanyang ina ay sakim at maramot sa kanyang buhay, kaya nahulog siya sa kaharian ng mga gutom na multo pagkatapos ng kanyang kamatayan. Ginamit ni Mokhullian ang kanyang mahiwagang kapangyarihan upang mag-obserba at nalaman na ang kanyang ina ay ipinanganak bilang isang gutom na multo, walang paraan upang makakuha ng pagkain at hirap na hirap. Ginamit niya ang kanyang mahiwagang kapangyarihan upang magdala ng pagkain sa kanyang ina. Sa hindi inaasahang pagkakataon, pagkatapos makatanggap ang ina. ang pagkain, naging abo at hindi na makakain.\nNag-alala si Maudgalyana sa nangyari at iniulat ito sa Buddha. Sinabi ng Buddha kay Mulian na sa ika-15 araw ng ikapitong lunar na buwan, dapat siyang maglagay ng isang daang lasa at limang prutas sa isang palanggana at ialay ang mga ito sa mabubuting monghe ng sampung direksyon. Sa kapangyarihang ito, makakain ang kanyang ina. .\nSi Maudgalyana ay kumilos ayon sa kalooban ng Buddha, at ang kanyang ina sa wakas ay napalaya. Ang ganitong uri ng seremonya ay tinatawag na \"Obon Festival\" at ang pagdiriwang na ito ay tinatawag na \"Obon Festival\".\n(Tandaan: Ang isang uri ng sangkap ay may iba't ibang damdamin sa iba't ibang antas ng mundo. Halimbawa: kapag umuulan sa mundong ito, nakikita natin ito bilang \"tubig\", habang ang mga nilalang sa gutom na kaharian ng multo ay nararamdaman ito bilang \"dugo\", at pakiramdam ng mga nilalang sa mundo ng impiyerno ay parang \"dugo\". Parang \"paglaglag ng espada\", habang ang mga makalangit na nilalang ay parang \"naglaglag ng bulaklak\".)", "聖意": "Pagdarasal para sa bahay at bahay, pagdarasal para sa good luck sa taglamig, paghahanap ng kayamanan, walang transaksyon, kasal, kapayapaan sa Liujia, mga naglalakad, paglipat ng mga bukid, silkworm, anim na hayop, paghahanap ng mga tao, demanda, tagumpay, paglipat, konserbatismo, pagkawala ng ari-arian, sakit , kapayapaan ng mga bundok, libingan", "古人": "Iniligtas ni Mulian ang kanyang ina", "第X籤": "Pumirma ng apatnapu't dalawa", "宮": "Ikaw Palasyo"}