{"籤詩版本二": "Ang mundo ay may kakayahang umangkop at lahat ng bagay ay sumusuporta sa sarili, nakasuporta sa sarili at ligtas\nLahat ng bagay sa buhay ay kahanga-hanga, salamat sa mga santo at pantas para sa lahat, at maging maunlad.", "詩意": "Ang hexagram na ito ay kumakatawan sa pagkakaisa sa pagitan ng lupa at ng lupa.\nMaayos ang takbo ng lahat at walang panganib.", "解曰": "Lahat ng bagay ay ipinanganak. Lahat ng plano at hiling ay natutupad. Tumutulong si Ford. Nagmamadali si Rui Qi.", "籤詩故事一": "◇Nakakuha ng kaliwanagan ang mga naglalakad\nKwento ng Paglalakbay sa Kanluran:\nKinuha ni Sun Wukong ang Bundok ng mga Bulaklak at Mga Prutas at naging hari. Nang maglaon, upang makahanap ng paraan upang mabuhay magpakailanman, gumugol siya ng walo o siyam na taon sa paglalakbay sa mga bundok at ilog upang sambahin si Patriarch Bodhi bilang kanyang guro. Natutunan niya ang pitumpu- dalawang pagbabagong-anyo ng makalupang kasamaan at somersault na ulap, at kinuha ang apelyidong Araw sa unang pagkakataon. Pinangalanang Wukong.\nPagkatapos noon, pumunta si Sun Wukong sa Dragon Palace sa East China Sea upang humanap ng angkop na sandata, at sa wakas ay natagpuan ang Ruyi Golden Cudgel, ang banal na karayom ​​ng Tianhe at Dinghai. Dahil tapos na ang kanyang buhay, gumawa siya ng malaking kaguluhan sa underworld, binago ang aklat ng buhay at kamatayan, at bumalik sa mundo ng mga tao. Nang maglaon, si Sun Wukong ay tinawag ng langit sa unang pagkakataon at pinangalanang Bima Wen. Nang maglaon, siya ay tinawag sa langit sa pangalawang pagkakataon at pinangalanang Monkey King. Nagnakaw din siya ng mga peach at nagdulot ng kaguluhan sa langit. Siya ay tinatakan sa Bagua Furnace upang isagawa ang kanyang mga ginintuang mata at nagniningas na mga mata. Sa wakas, siya ay napigilan ni Tathagata Buddha sa paanan ng Wuzhi Mountain sa loob ng 500 taon, hindi makagalaw. Ang lugar kung saan sinipa ang Bagua furnace ay naging isang bundok ng apoy.\nPagkalipas ng limang daang taon, pumunta si Monk Tang sa Kanluran upang kumuha ng mga kasulatan, dumaan sa Bundok ng Limang Elemento, at hinubad ang anting-anting bago iligtas si Sun Wukong. Napaluha si Sun Wukong sa pasasalamat. Pagkatapos na turuan ni Guanyin Bodhisattva, sinamba niya si Tang Monk bilang kanyang guro at pumunta sa Kanluran upang mag-aral ng mga banal na kasulatan. Sa daan upang matutunan ang mga banal na kasulatan, si Sun Wukong ay lumusong sa mga demonyo at nag-alis ng mga halimaw, at paulit-ulit na gumawa ng mga pambihirang gawa. Gayunpaman, siya ay hindi naiintindihan at paulit-ulit na pinatalsik ng kanyang panginoon na si Tang Seng. Pagkatapos ng walumpu't isang paghihirap, sa wakas ay natapos ang gawain. Dumating ang apat na mga guro at mga disipulo sa Templo ng Xitian Leiyin at nakuha ang tunay na kasulatan. Nakamit ni Sun Wukong ang tamang resulta.\n(Ang kwentong ito ay isang metapora na kahit isang unggoy ay maaaring maliwanagan, lalo na ang isang tao.)", "聖意": "Ang tahanan ay mapalad para sa sarili, para sa kayamanan, negosyo, kasal, Liujia, mga lalaking naglalakad, sagabal sa mga bukid, silkworm, anim na hayop, Zhongping, naghahanap ng mga tao, mga demanda, tagumpay, migration, pagkawala ng ari-arian, sakit, Xingxingshan libingan, mga bagay ay mapalad", "古人": "Ang manlalakbay ay nakakamit ng kaliwanagan", "第X籤": "Nilagdaan noong ika-43", "宮": "xugong"}