{"籤詩版本二": "Ang kahinahunan ay palaging mas malakas kaysa sa lakas mula noong sinaunang panahon, at ang pintuan sa mabubuting gawa ay masagana.\nKung may naghula ng hexagram na ito, ito ay magiging tulad ng pagkikita ni Yaojing kapag nauuhaw ka.", "詩意": "Ang hexagram na ito ay tanda ng kabaitan at kahinahunan.\nSa lahat ng bagay, ang pagkakaisa ang pamantayan.", "解曰": "May damdamin ang langit at lupa. Totoong-totoo. Protektahan ka ng Diyos at Buddha. Huwag kalimutan kung ano ang mayroon ka.", "籤詩故事一": "◇Nakilala ni Renzong ang kanyang ina\nAng asawa ni Song Zhenzong, si Concubine Liu, ay nagseselos sa pagsilang ni Concubine Li ng isang anak na lalaki, si Zhao Zhen, at sinuhulan ang midwife upang palitan ang anak ni Concubine Li ng isang balat na civet cat. ang malamig na palasyo.Nakapag-enshrined ang Concubine Liu.Para mamaya.\nMatapos ma-promote si Concubine De bilang empress, sinunog ni Concubine De ang malamig na palasyo at binalak na patayin si Concubine Li. Nakatakas si Concubine Li at nanirahan sa mga tao.\nAng Concubine Li ay orihinal na itinapon si Zhao Zhen sa ilog, ngunit sa kabutihang palad ay naligtas siya ng eunuch at ipinadala sa Palasyo ng Walong Sage. Nang siya ay lumaki, siya ang humalili kay Song Renzong.\nNang maglaon, aksidenteng nakilala ni Bao Zheng (Bao Qingtian) ang bulag na Concubine na si Li. Nang malaman niya ang katotohanan, masigla niyang iniimbestigahan ang kaso, at sa wakas ay nahayag ang katotohanan, na nagpapahintulot kay Song Renzong na kilalanin ang Concubine Li bilang mag-ina. Inihagis si Concubine Liu sa malamig na palasyo at tinanggap si Concubine Li sa palasyo. Matagumpay na natapos ang kwento.", "聖意": "Mapalad ang tahanan at bahay. Hangad ko ang kayamanan. Hangad ko ang magandang kapalaran sa negosyo. Pag-aasawa at pag-aasawa. Lalaki at naglalakad. Harangan ang mga bukid. Silkworm. Taglagas. Kita. Anim na hayop. Anim na hayop.", "古人": "Nakilala ni Renzong ang kanyang ina", "第X籤": "Apatnapu't limang panalong lottery", "宮": "xugong"}