{"籤詩版本二": "Tiniis ni Qin Jun ang isang konserbatibong buhay at determinadong huwag gumawa ng masama.\nHanggang sa may malumanay na magpapalakas, ang mga patay na sanga at matatandang puno ay bubuo ng mga bulaklak.", "詩意": "Ang hexagram na ito ay parang patay na kahoy na lumalaking bulaklak.\nLahat ay may sariling tagumpay.", "解曰": "Maging konserbatibo at tahimik. Nagkatotoo ang mga bagay. Kung gumalaw ito, maraming sakuna. Walang sisihan sa katahimikan.", "籤詩故事一": "◇Weishui fishing\nSa Dinastiyang Zhou, si Jiang Shang, pinangalanang Ziya, ay isinilang sa Ji (katutubo ng Xuzhou, East China Sea), at ang kanyang Taoist na pangalan ay Fei Xiong. Ang ninuno ay pinagkalooban ng titulong Zai Lu (pangalan ng lugar), kaya tinawag din siyang Lu Wang.\nUpang makatakas sa magulong panahon ni Haring Zhou ng Dinastiyang Shang, si Jiang Ziya ay nanirahan sa tabi ng tubig ng East China Sea at nangingisda sa Weishui River.\nTuwid ang kawit, Sa katunayan, hindi nangingisda ang kanyang puso, ngunit ang kanyang ambisyon ay maging punong ministro.\nNabalitaan ni Haring Wen na siya ay matalino at kinuha siya bilang kanyang guro (punong ministro). (Si Jiang Ziya ay walumpung taong gulang noon)\nNang maglaon, sinalakay ni Haring Wu ng Zhou si Haring Zhou ng Shang, winasak ang Dinastiyang Shang, at itinatag ang Dinastiyang Zhou. Tinawag ni Haring Wu si Jiang Ziya Shangfu. Ang anak ni Feng Jiang, si Ding Gong, ay naging Marquis of Qi.\n(Ang kwentong ito ay isang metapora: hintayin ang pagkakataon, hintaying magkaroon ng triggering opportunity, saka magsisimula ang pag-unlad.)", "聖意": "Good luck sa pamilya, tahanan, at kayamanan. Pagdating ng panahon, magiging matagumpay ang transaksyon. Kung sa Liujia ipinanganak ang isang batang babae, haharangin ng mga naglalakad ang mga bukid, haharangin ang mga uod. Anim na hayop ang mahirap hanapin. Mabuti swerte sa mga demanda, migration, conservativeness, nawalan ng ari-arian, sakit, at blessings. Good luck sa mga bundok at libingan.", "古人": "Pangingisda ng Weishui", "第X籤": "Apatnapu't anim na nanalong lottery", "宮": "xugong"}