{"籤詩版本二": "Ang malamig na panahon ay ginagawang yelo ang tubig. Bakit maging sakim sa katanyagan?\nWala akong choice kundi ang umupo ng tahimik at hintayin ang natural na pag-usbong ng mga dahon.", "詩意": "Sa hexagram na ito, ang tubig ay nagiging yelo.\nHuwag humingi ng anumang bagay na walang kabuluhan.", "解曰": "Nagyeyelo ang tubig. Ang yelo ay natutunaw sa tubig. Kung ito ay isang sabwatan. Kaya ito ay.", "籤詩故事一": "◇Wang Xiang humihingi ng carp (Twenty-Four Filial Piety Stories)\nSi Wang Xiang ng Jin Dynasty, courtesy name Fuzheng, ay ipinanganak sa Linyi.\nNoong bata pa si Wang Xiang, namatay ang kanyang biyolohikal na ina, ang kanyang malungkot na ama ay nagpakasal sa isang babaeng nagngangalang Zhu, at si Wang Xiang ay nagkaroon ng bagong ina. Noong bata pa si Wang Xiang, ang kanyang biyolohikal na ina ay namatay, at ang kanyang malungkot na ama ay nagpakasal sa isang babaeng nagngangalang Zhu. Ang madrasta ni Wang Xiang ay isang babaeng makitid ang pag-iisip at seloso. Hindi niya gusto si Wang Xiang at madalas siyang pinapagalitan ng mga walang kuwentang bagay. Hindi nagtagal, nanganak din ang madrasta ng isang anak na lalaki na nagngangalang Wang Lan. Minahal lang ng stepmother ang sarili niyang mga anak, at itinuring niyang tinik si Wang Xiang. Lalo siyang naging demanding kay Wang Xiang, at madalas magsalita ng masama tungkol kay Wang Xiang sa harap ng kanyang ama. Maging ang kanyang ama ay unti-unting hindi na mahal. Ang madrasta ay nagmamahal lamang sa kanyang sariling mga anak, at tinuturing si Wang Xiang bilang isang tinik sa kanyang tagiliran. Mas hinihingi pa niya si Wang Xiang, at madalas magsalita ng masama tungkol kay Wang Xiang sa harap ng kanyang ama. Maging ang kanyang ama ay unti-unting hindi na mahal. Kahit na kapatid sa ama ni Wang Xiang, si Wang Lan ay napaka-friendly sa kanyang kapatid. Sa kabila ng pagpapahirap ng kanyang madrasta, siya ay napaka-matulungin pa rin. Ang madrasta ay napakabagsik, ngunit si Wang Xiang ay napaka-matulungin pa rin.\nAng kanyang madrasta ay may libangan, ibig sabihin, mahilig itong kumain ng sariwang isda na isda lamang sa labas ng ilog. Ang kanyang madrasta ay may libangan, ibig sabihin, mahilig itong kumain ng sariwang isda na isda lamang sa labas ng ilog. Isang taglamig, umalis ang kanyang ama para sa negosyo, at muling nagkasakit ang kanyang madrasta. Maingat na inihain ng magkapatid na Wang Xiang at Wang Lan ang sopas at gamot para makakain ng kanilang ina. Sa matinding lamig ng panahon, hindi pa rin bumuti ang sakit ng madrasta. sa nagmamadali. Isang taglamig, umalis ang kanyang ama para sa negosyo, at muling nagkasakit ang kanyang madrasta. Maingat na inihain ng magkapatid na Wang Xiang at Wang Lan ang sopas at gamot para makakain ng kanilang ina. Sa matinding lamig ng panahon, hindi pa rin bumuti ang sakit ng madrasta. sa nagmamadali. Gusto ng maysakit na madrasta na kumain ng sariwang isda mula sa ilog.Sa matinding malamig na klimang iyon, umuulan ng niyebe sa labas at ang tubig sa ilog ay naging makapal na yelo. Gusto ng maysakit na madrasta na kumain ng sariwang isda.Saan makikita ang sariwang isda sa nagyeyelong klimang iyon?\nNoong mga panahong iyon, walang mga pagkaing wala sa panahon, at hindi mo mabibili ang mga ito kahit na may pera ka.\nSa puntong ito ng kuwento, nangyari ang nakakaantig na kuwento ni Wang Xiangqiu Li. Walang magawa ang dalawang magkapatid na binantayan ang kanilang ina. Lumakad si Wang Xiang patungo sa nagyeyelong ilog upang hindi mabigo ang kanyang maysakit na madrasta. Nagkaroon ng ideya si Wang Xiang at hinubad ang kanyang kamiseta kahit gaano man ang lamig. Hubad siyang nakahiga sa glacier at gusto nitong gamitin sarili nitong temperatura ng katawan upang matunaw ang yelo (kaya Wang Xiangqiu carp ay tinatawag ding Wang Xiang na nakahiga sa yelo). Hinubad niya ang kanyang sando at nakahubad na humiga sa glacier. Nanalangin siya sa Diyos at nagsabi: \"Diyos ko, ang aking ina ay may sakit at nais na kumain ng sariwang karpa. Kailangan mong humanap ng paraan para sa akin kahit na ano man ang mangyari. \" Ang nakakapagtaka, ang bloke ng yelo sa tabi niya ay biglang nag-crack, at may dalawa. mga bitak. Isang buhay na carp ang tumalon mula sa bitak at tumalon sa yelo. Tuwang-tuwa si Wang Xiang. Nanalangin siya sa Diyos: \"Diyos ko, ang aking ina ay may sakit at nais na kumain ng sariwang karpa. Kailangan mong humanap ng paraan para sa akin kahit na ano pa man. \" Kakaiba, ang bloke ng yelo sa tabi niya ay biglang nag-crack, at nagkaroon ng dalawang bitak. Isang buhay na carp ang tumalon mula sa bitak at tumalon sa yelo.Tuwang-tuwa si Wang Xiang. Mabilis siyang lumuhod, nagpasalamat sa Diyos, at tumakbo pauwi dala ang karpa. Mabilis siyang lumuhod, nagpasalamat sa Diyos, at dali-daling kinuha ang carp at umuwi. Matapos kumain ng sariwang carp ang madrasta, hindi nagtagal ay gumaling ito sa kanyang karamdaman. Natigilan ang stepmother sa hospital bed nang makita niya ang hubad na pang-itaas na katawan ni Wang Xiang, na nagiging kulay ube dahil sa lamig, at dalawang isda sa kanyang mga kamay. Masaya siyang tumakbo sa kwarto at natigilan.\nKalaunan ay naging opisyal si Wang Xiang at naging Taibao, at pinagkalooban ng titulong Duke.", "聖意": "Hindi mapalagay sa bahay, nananalangin ako para sa proteksyon, mga problema sa pananalapi, mga problema sa negosyo, kasal, hindi pagkakapare-pareho sa insurance ng Liujia, mga naglalakad, Chi Tian, ​​pagkalugi ng uod, anim na pagkawala ng hayop, nawawalang tao, mga pampublikong demanda, paglipat, konserbatibo, pagkawala ng ari-arian, sakit , mahirap mabawi, libingan ng bundok, good luck", "古人": "Humingi ng carp si Wang Xiang (Twenty-Four Filial Piety Stories)", "第X籤": "Apatnapu't siyam na Nanalo sa Lott", "宮": "Haigong"}