{"籤詩版本二": "Maaari kang maglakbay sa lahat ng sulok ng bansa, na nakabitin ang sail canopy upang malayang hawakan ito\nKung may magandang hangin, ito ay darating sa lalong madaling panahon at ang bangka ay puno ng mga kayamanan.", "詩意": "Ang hexagram na ito ay parang paghila ng bangka gamit ang hangin.\nMaayos ang takbo ng lahat.", "解曰": "Magpahinga nang maluwag. Walang kinakailangang pagsisikap. Maraming kayamanan. Lahat hinahangaan.", "籤詩故事一": "◇Tao Zhugui Five Lakes (Fan Ligui Lake)\nSa Panahon ng Tagsibol at Taglagas, si Fan Li, na ang pangalan ay Shaobo, ay kilala rin bilang Gui Yizipi o Tao Zhugong.\nNoong panahong iyon, nagkaroon ng digmaan sa pagitan ng Estado ng Wu at ng Estado ng Yue, at winasak ng Estado ng Wu ang Estado ng Yue. Sina Fan Li at Wen Zhong ay bumalangkas ng plano para kay Yue King Gou Jian na i-promote si Yue at sirain si Wu. Personal na naglakbay si Fan Li sa mga bundok at ilog, at binisita si Xi Shi, isang magandang babae na may parehong birtud, talento at kagandahan, sa Huansha River sa Bailuo Mountain at iniharap ito sa Hari ng Wu. Ginamit niya ang \"beauty trick\" para makipagtulungan kasama ang loob at labas at sinira ang Wu Kingdom.\nPagkatapos niyang magtagumpay sa pagpuksa sa Wu Kingdom, alam ni Fan Li na si Gou Jian ay isang \"mahaba ang leeg na ibon na may tuka\" at maaaring makibahagi sa mga paghihirap at kaligayahan sa kanya, kaya sumama siya sa pamamangka kasama si Xi Shi sa buong Qi Kingdom, binago ang kanyang sarili. pangalan kay Gui Zipi, at pinangunahan ang kanyang anak at mga alagad sa Qi Kingdom. Nakatira sila sa isang maliit na bahay sa tabi ng dagat. Nagsumikap siyang magbungkal ng kaparangan, magpatakbo ng isang sideline na negosyo at magnegosyo. Sa loob ng ilang taon, nakaipon siya ng sampu-sampung milyong ari-arian ng pamilya. Siya ay bukas-palad sa pagpapalaganap ng kayamanan at paggawa ng mabuti sa kanyang bayan. Ang karunungan at kakayahan ni Fan Li ay pinahahalagahan ng mga tao ng Qi. Inanyayahan siya ng hari ng Qi sa Linzi, ang kabisera, at sinamba siya bilang punong ministro na namamahala sa mga gawain ng pamahalaan . He exclaimed: \"Ang pagiging isang opisyal ay maaaring humantong sa mga ministro, at ang pagpapatakbo ng isang pamilya ay maaaring humantong sa isang kapalaran. Para sa isang karaniwang tao na nagsimula sa simula, ito ay umabot sa sukdulan. Ang pagiging pinarangalan sa mahabang panahon ay malamang na hindi isang magandang senyales.\" Kaya, makalipas lamang ang tatlong taon, muli niyang umatras si Jiliu nang buong tapang, ibinalik ang selyo sa hari ng Qi, at ibinigay ang lahat ng kayamanan ng kanyang pamilya sa kanyang malalapit na kaibigan at kapwa taganayon.", "聖意": "Ang bahay ay mabuti para sa sarili (na ipapadala), ang pera ay maganda, ang negosyo ay maganda, ang kasal ay huli na ang kasal, ang kasal ay hindi maganda, si Liujia ay ligtas, ang mga tao ay humahadlang sa bukid, silkworms, taglagas, alagang hayop, tagsibol ay maunlad, ang mga tao ay naghahanap ng mga tao, ang mga demanda ay masama, ang migrasyon ay konserbatibo, ang mga nawawalang bagay, ang mga sakit sa Kanluran ay nalutas, ang mga bundok at libingan ay nasa timog.", "古人": "Tao Zhugui Five Lakes (Fan Ligui Lake)", "第X籤": "Ang ikalimampung nanalo sa lotto", "宮": "Haigong"}