{"籤詩版本二": "Ang tag-araw ang pinakamahabang araw at ang lahat ay nag-aalala tungkol sa init at depresyon\nAlam din ng langit at lupa kung ano ang gusto ng mga tao, at ang simoy ng hangin ay umiihip at natural itong malamig", "詩意": "Ang hexagram na ito ay nagpapahiwatig na ang lahat ay nag-aalala tungkol sa init.\nGawin ang anumang gusto mo.", "解曰": "Walang alinlangan kung aasenso o aatras. Magsaya ka. Para ba sa camping? Hindi na kailangang kumilos nang padalus-dalos.", "籤詩故事一": "◇Si Kong Ming ay pumasok sa Sichuan\nSi Zhuge Liang (181-234), na may kagandahang-loob na pangalan na Kongming, ay tubong Yangdu, Langya (ngayon ay Yinan County, Shandong Province), at naging punong ministro ng Shu Han (Liu Bei) noong panahon ng Tatlong Kaharian.\nBagama't nanalo si Liu Bei sa Jingzhou, hindi ito sapat upang paghiwalayin ang isang panig.Plano ni Zhuge Kongming na sakupin ang Xichuan upang madagdagan ang teritoryo ni Liu Bei. Sa panahong ito, si Liu Zhang sa Yizhou ay sinalakay ni Zhang Lu sa hilaga. Nalaman ni Zhuge Kongming na nais ni Liu Zhang na ialay ang mapa ng Xichuan kay Cao Cao upang maprotektahan ang kanyang sarili. Nang makilala ni Zhang Song (ang subordinate ni Liu Zhang) si Cao Cao, dahil mayabang at bastos si Cao Cao, kinuha ni Liu Zhang ang mapa pabalik sa Xichuan at dinaanan ang Jingzhou sa daan. Hinihintay na siya ni Kong Ming sa daan at inimbitahan siya sa Jingzhou, ngunit hindi niya binanggit ang Xichuan Picture hanggang sa oras ng pag-alis. Nagpasalamat si Zhang Song kay Kong Ming sa kanyang kagandahang-loob at mabuting pakikitungo, kaya inialay niya ang Xichuan Picture sa kanya.\nAng kalupaan ng Xichuan ay mapanganib at maaaring salakayin o ipagtanggol. Pagkatapos ng iba't ibang kaayusan ni Kong Ming, ang Xichuan ay naging lugar ng kapanganakan ni Liu Bei.\n(Tinatrato ni Kong Ming ang mga tao nang may kagandahang-loob at madaling nakuha ang inaasam na Xichuan.)", "聖意": "Manalangin para sa mga pagpapala sa tahanan at para sa iyong sariling proteksyon (may suwerte sa mga kasawian) Humanap ng kayamanan, good luck sa negosyo, karaniwang pag-aasawa, pagsilang ng mga lalaki sa Liujia, paglipat ng mga bukid, silkworm, pinsala sa mga alagang hayop, paghahanap ng mga tao, pampublikong demanda , migration, mga lumang nawawalang bagay, hilagang sakit, nagnanais ng mga bundok at libingan", "古人": "Pumasok si Kong Ming sa Sichuan", "第X籤": "Kabanata 51: Panalo sa Lot (Winning the Lot)", "宮": "Matris"}