{"籤詩版本二": "Kailangan ng maraming pagsisikap upang mahuli ang buwan sa tubig. Kailangan ng maraming pagsisikap ngunit wala.\nHuwag magsalita ng walang kapararakan at sayangin ang iyong pagsisikap na palakasin ang katawan.Ang salitang \"katawan na lanta\" ay orihinal na nangangahulugang \"katawan lamang\".", "詩意": "Ang hexagram na ito ay sakim para sa imahe ng pagsisikap.\nLahat ay matrabaho at matrabaho.", "解曰": "Ang mga pangako ay mahirap tandaan. Maraming mahirap na trabaho. Mag-alala sa bahay. Naghihintay na makilala ang mga marangal na tao.", "籤詩故事一": "◇Nahuli ni Taibai ang buwan habang lasing (Nahuli ni Li Taibai ang buwan habang lasing)\nLi Bai (701-762), kilala rin bilang Taibai, kilala rin bilang Qinglian Jushi. Ang makata ng Dinastiyang Tang, na tinawag ang kanyang sarili na isang pinalayas na imortal, ay kilala bilang ang Immortal of Poetry, at palagi siyang masaya nang hindi umiinom.\nMinsan ay dumating si Li Bai sa Jinling (ngayon ay Nanjing) at nagpahinga sa isang restawran sa tabi ng Wende Bridge.\nAng araw na iyon ay nangyari na ang ikalabinlimang araw ng taglamig na buwan ng buwan. Sa gabi, siya ay uupo mag-isa sa restawran at humahanga sa buwan, habang umiinom at bumibigkas ng mga tula. Ang araw na iyon ay nangyari na ang ikalabinlimang araw ng taglamig na buwan ng buwan. Sa gabi, siya ay uupo mag-isa sa restawran at humahanga sa buwan, habang umiinom at bumibigkas ng mga tula. Si Li Taibai ang pinakamamahal sa buwan sa kanyang buhay, sinabi na ito ay malinis at maganda. Si Li Taibai ang pinakamamahal sa buwan sa kanyang buhay, sinabi na ito ay malinis at maganda. Noong gabing iyon, tumingala siya at nakita niya ang puti at bilog na buwan sa langit, tuwang-tuwa siya at uminom pa ng ilang baso. Noong gabing iyon, tumingala siya at nakita niya ang puti at bilog na buwan sa langit, tuwang-tuwa siya at uminom pa ng ilang baso. Sa hatinggabi, sinamantala ni Li Taibai ang alak at bumaba sa Wende Bridge. Sa hatinggabi, sinamantala ni Li Taibai ang alak at bumaba sa Wende Bridge. Pagtapak pa lang niya sa tulay ay ibinaba niya ang ulo niya at biglang nakita ang buwan na nahuhulog sa tubig. Nang gumalaw ang ilog, ilang itim na linya ang idinagdag sa puting anino ng buwan. Pagtapak pa lang niya sa tulay ay ibinaba niya ang ulo niya at biglang nakita ang buwan na nahuhulog sa tubig. Nang gumalaw ang ilog, ilang itim na linya ang idinagdag sa puting anino ng buwan. Lasing na lasing si Li Taibai sa oras na ito na inisip niya na ang buwan ang nabahiran ng tubig ng ilog. Lasing na lasing si Li Taibai sa oras na ito na inisip niya na ang buwan ang nabahiran ng tubig ng ilog. Hindi man lang siya nag-abalang tanggalin ang kanyang bota, ibinuka niya ang kanyang mga kamay at tumalon sa tulay para saluhin ang buwan. Hindi man lang siya nag-abalang tanggalin ang kanyang bota, ibinuka niya ang kanyang mga kamay at tumalon sa tulay para saluhin ang buwan. Sa hindi inaasahang pagkakataon, sa pagtalon na ito, hindi nahuli ang buwan, ngunit ang buwan sa tubig ay nabasag at agad na nahati sa dalawang hati. Sa hindi inaasahang pagkakataon, sa pagtalon na ito, hindi nahuli ang buwan, ngunit ang lalaki ay nalunod. Namatay siya sa edad na animnapu't dalawa.", "聖意": "Ang bahay ay hindi mapalagay at ikaw ay nasa malas (pansinin ang iyong kalusugan) (malas) Maghanap ng balanse sa kayamanan (huwag mo nang isipin ito) Kahirapan sa mga transaksyon, kasal ay hindi nalutas, manalangin para sa proteksyon (walang laman na kayamanan upang maiwasan miscarriage) Ang mga pedestrian ay nagkakaproblema, ang mga uod sa bukid ay limang puntos at anim na hayop ang bumababa, naghahanap ng mga tao (kapus-palad) mga pampublikong demanda at (Itigil ang demanda) Ordinaryong paglipat (huwag banggitin ito) Pagkawala ng ari-arian (sasakyang panghimpapawid) Pagdarasal para sa proteksyon mula sa karamdaman (kapus-palad) Magandang kapalaran sa mga bundok at libingan", "古人": "Nahuli ni Taibai ang buwan habang lasing (Nahuli ni Li Taibai ang buwan habang lasing)", "第X籤": "Limampu't segundong nanalo sa lottery (Loterya)", "宮": "Matris"}