{"籤詩版本二": "Kapag ang pagkabigo ay nauwi sa tuwa, ang mga dragon ay umuungal at ang mga tigre ay umuungal.\nAng bughaw na langit ay may sariling daan patungo sa langit. Nawa'y magkaroon ako ng isa pang pagkakataon upang makamit ang katanyagan.", "詩意": "Ang hexagram na ito ay parang dragon na umuungal at tigre na umuungal.\nMay pag-asa na magiging maayos ang lahat.", "解曰": "Magturo ka na lang. Magkaroon ng sariling kaunlaran. Dapat gawin sa huli. May isang lugar na mahahanap.", "籤詩故事一": "◇Si Liu Bei ay nagrekrut ng isang nobya\nPagkatapos ng Labanan sa Chibi, sabik na sabik si Sun Quan na mabawi ang Jingzhou, na nahuli ni Liu Bei, kaya ginamit niya ang plano ni Zhou Yu, na nagpanggap na gusto niyang ipakasal ang kanyang kapatid na si Sun Ren kay Liu Bei, ngunit sa katunayan ay gusto niyang kunin Si Liu Bei bilang isang hostage para kunin si Jingzhou.\nMatapos tiktikan ni Zhuge Liang ang plano ni Zhou Yu, ibinigay niya ang brochure na may diskarte kay Zhao Yun, na nagpoprotekta kay Liu Bei nang pumunta siya sa Soochow. Sinunod ni Zhao Yun ang diskarte sa brochure at sadyang gumawa ng malaking splash para hayaan si Wu Guotai ( Alam ng ama ni Sun Quan) ang tungkol sa panukalang kasal. Dahil mahal ni Wu Guotai ang kanyang anak na babae at ayaw niyang magdesisyon nang basta-basta tungkol sa panghabambuhay na mga gawain ng kanyang anak, sinaway niya si Sun Quan sa pagiging malupit sa kanyang kapatid at iminungkahi na personal na subukan kung si Liu Bei ay karapat-dapat sa kanyang anak na babae sa Ganlu Temple. Matapos makilala ni Wu Guotai si Liu Bei, lubos niyang pinahahalagahan si Liu Bei at mahigpit na itinaguyod ang kasal ni Liu Bei at ng kanyang anak na babae. Bilang resulta, matagumpay na napangasawa ni Liu Bei si Mrs. Sun.\nNang maglaon, sabay na tumakas si Liu Bei at Mrs. Sun pabalik sa Jingzhou. Nang maglaon, nais ni Sun Quan na samantalahin ang pag-atake ni Liu Bei sa Yizhou upang salakayin ang Jingzhou, ngunit pinigilan ni Wu Guotai, na nag-aalala sa kaligtasan ng kanyang anak.\nSinabi niya: \"Ang matalinong plano ni Zhou Yu ay ang pinakamahusay sa mundo. Nawalan siya ng asawa at nawala ang kanyang mga tropa.\"\n(Nakuha ni Liu Bei mula sa pinsala)", "聖意": "Malas ako sa bahay at malas ako (malas muna, pagkatapos ay good luck). Humanap ng kayamanan, balanse, hirap sa pag-aasawa, tagumpay sa pag-aasawa. Manalangin para sa mga pedestrian, silkworm sa bukid, limang puntos para sa pinsala sa mga hayop, maghanap para sa mga tao, mga demanda at pandarayuhan, suwerte sa mga nawawalang ari-arian, suwerte sa mga sakit, kapayapaan ng mga bundok at libingan.", "古人": "Si Liu Bei ay nag-recruit ng isang nobya", "第X籤": "Ang limampu't tatlong panalong numero", "宮": "Matris"}