{"籤詩版本二": "Nakahanap ako ng kayamanan sa panaginip ko at nagising akong walang kamalay-malay.Akala ko asarol lang si Nanshan.\nKung magtatanong ka tungkol sa pag-aasawa at sakit, huwag maghanap ng mga paraan upang suportahan ang isa't isa.", "詩意": "Ang hexagram na ito ay kumakatawan sa simbolo ng pagkuha ng isang kayamanan sa isang panaginip.\nWalang kabuluhan ang lahat.", "解曰": "Ang mga bagay ay nasa tubig. Hugis at haba ng anino. Lahat ay determinado. Hindi na kailangang pag-usapan.", "籤詩故事一": "◇ Hinabol ni Ma Chao si Cao\nSi Ma Chao (176-222), courtesy name Mengqi, ay isang katutubong ng Fufeng Maoling (ngayon sa hilagang-silangan ng Xingping, Shaanxi Province) Siya ay isang tanyag na heneral ng Dinastiyang Shu Han sa huling bahagi ng Dinastiyang Han at sa panahon ng Tatlong Kaharian.\nSa panahon ng Tatlong Kaharian, pinatay ni Cao Cao ang ama ni Ma Chao. Naghiganti si Ma Chao at inatake ang Cao Cao, ngunit natalo si Cao Cao at tumakas.\nUpang hindi makilala ng mga sundalo ni Ma Chao, hinubad ni Cao Cao ang kanyang pulang kamiseta, pinutol ang kanyang balbas, at tumakas sakay ng kabayo.\nSa kritikal na sandali, dumating si Cao Hong kasama ang kanyang mga tropa sa oras, pinahinto si Ma Chao, at iniligtas ang buhay ni Cao Cao mula sa tarangkahan ng impiyerno.\n(Ang kwentong ito ay isang metapora kung paano makakatakas ang isang tao mula sa panganib sa pamamagitan ng pag-abandona sa katanyagan at katayuan ng isang tao.)", "聖意": "Kung ang iyong tahanan ay hindi maayos, mag-ingat sa paghahanap ng pera, hadlang sa mga transaksyon, pagpapahirap sa pag-aasawa, paghihintay ng oras. Si Liujia ay nananalangin para sa proteksyon. Ang mga pedestrian ay nahuhuli, ang mga silkworm ay walang laman, at ang mga hayop ay walang laman. Ang mga tao ay naghahanap ng mga tao. Public mga demanda, pagkawala ng suwerte, pagkawala ng ari-arian, walang laman na mga sakit, pagdarasal para sa pagpapala ng Diyos.Bundok at libingan ay hindi mapalagay.", "古人": "Hinabol ni Ma Chao si Cao", "第X籤": "Lot ikalimampu't apat", "宮": "Matris"}