{"籤詩版本二": "Ang birtud mula sa ama hanggang sa anak ay ipinapasa sa apo.Ang kaunlaran sa pagkain at pananamit ay nakasalalay lamang sa Diyos.\nAng Chunxuan sa bulwagan ay nagpapasaya sa mga tao. Kapag sila ay nagugutom, pinapakain, nauuhaw at inaantok, ang Chunxuan ay isang metapora para sa mga magulang.", "詩意": "Ang hexagram na ito ay konektado sa imahe ng kawayan na humahantong sa tagsibol.\nUmaasa tatakbo ang lahat nang maayos.", "解曰": "Kumuha ng kawayan at humantong sa tagsibol. Kumakalat ito nang walang katapusan. Ang isang ginoo ay naghahanap ng pag-asa. Lahat ay natuwa.", "籤詩故事一": "◇ Si Haring Wu ng Zhou ay umakyat sa trono\nSinalakay ni Haring Wu ng Zhou si Haring Zhou at pinangunahan ang walong daang prinsipe upang lumaban sa hukbo ni Haring Shang. Ang mga sundalo sa Chaoge (ang kabisera ng Haring Shang) ay tumalikod din kay Haring Shang at nagtaksil kay Haring Shang.\nSinunog ni Haring Zhou ang sarili sa Zhaixing Tower, at nawasak ang Shang Dynasty.\nTinanggap ni Haring Wu ang gintong aklat at gintong kayamanan, na siyang trono ng emperador. Siya ay humarap sa timog, ang kanyang mga kamay ay nakatiklop, at siya ay naupo nang tuwid. Inutusan ni Haring Wu na ipamahagi ang ari-arian ng Lutai, ang Star Picking Tower na gibain, at ang mga butil ng bigas na nakaimbak sa Juqiao ay ipamahagi.\nPalayain ang nakakulong na si Jizi at ayusin ang puntod ni Bigan. Sumakay si Haring Wu sa pintuan ng bahay ng pantas na si Shang Rong at iniyuko ang kanyang ulo. Igalang ang mga banal at magalang na tao, at palayain ang mga alipin sa loob ng palasyo.\nItinigil din niya ang armas at itinaguyod ang kultura at edukasyon. Sa timog ng Nanshan, ang mga kabayo ay pinapastol at ang mga baka ay kinakain sa kanayunan na may mga puno ng peach.Ito ay isang mapayapang tanawin.", "聖意": "Ang bahay ay hindi maganda ang kondisyon (good luck), maaari kang gumawa ng iyong sariling mga hiling (good luck), maghanap ng pinansyal na pakinabang, gumawa ng transaksyon, at magpakasal (makilala ang isang mabuting manugang), Liujia ay ligtas (zodiac sign), ang mga naglalakad ay lumilipat ng mga bukid, ang mga silkworm ay masuwerte, anim na hayop ang nasira, ang mga tao ay mahirap hanapin (tingnan), mga pampublikong kaso, ang mga marangal na tao ay gumagalaw, ang suwerte ay nawala at ang mga bagay ay nakikita Mga sakit at sakit.", "古人": "Si Haring Wu ng Zhou ay umakyat sa trono", "第X籤": "Limampu't limang nanalo sa lotto (lotting)", "宮": "Pangit na Palasyo"}