{"籤詩版本二": "Ang dalampasigan ay puno ng mga bato, ang batis ay umaagos, ang hangin ay malinaw, ang buwan ay malinaw, at ang mga marangal na tao ay abala.\nSa kalsada, kailangan kong magtanong kung saan pupunta. Huwag mong kunin ang bango ng mga bulaklak at halaman sa kagubatan. Huwag mong alagaan.", "詩意": "Ang hexagram na ito ay parang bangkang naglalakbay sa isang maliit na dalampasigan.\nSa lahat ng bagay, may mga marangal na tao na tutulong.", "解曰": "Upang maghanapbuhay. Maraming mahirap na trabaho. Manatiling konserbatibo at maghintay. Lahat ng pinakamahusay.", "籤詩故事一": "◇Paghihimagsik sa Lushan\nIsang Lushan (703-757), na ang apelyido ay Kang at pinangalanang Yaluoshan, ay mula sa Liucheng, Yingzhou (ngayon ay Chaoyang, Liaoning).\nNang maglaon, kinuha niya ang apelyidong An at pinalitan ang kanyang pangalan ng Lushan. Sa panahon ng paghahari ni Emperor Xuanzong ng Tang Dynasty, si An Lushan ay ang sugo ng militar.\nNoong Nobyembre ng ika-14 na taon ng Tianbao, nagtaas ng tropa si An Lushan sa Fanyang. Sa ngalan ng pag-atake kay Yang Guozhong, naglunsad siya ng rebelyon at kinuha ang mga tropa ng tatlong bayan upang salakayin ang Luoyang, ang silangang kabisera. Ang mga ulat mula sa Taiyuan ay sumugod sa Lishan. Si Tang Xuanzong, na nasa Huaqing Palace sa Lishan noong panahong iyon, ay hindi naniniwala na magrerebelde si Anlushan. Gayunpaman, ang balita ng paghihimagsik ay patuloy na kumalat, at si Xuanzong ay kalahating kumbinsido pa rin. (Ito ay isang paglalarawan ng \"tunog ng magaspang na tubig na umaagos sa maliliit na bato sa isang batis\")\nHanggang sa nagpadala si Yan Zhenqing, ang prefect ng Pingyuan County, ng isang tao upang magpadala ng impormasyon ay nagising si Xuanzong mula sa kanyang panaginip.\nSa ilalim ng maling diskarte ni Emperor Xuanzong ng Dinastiyang Tang, nabihag ng regimentong kabalyerya ng An Lushan ang Luoyang, ang silangang kabisera. Sa unang buwan ng sumunod na taon, idineklara niya ang kanyang sarili bilang Emperador Dayan sa Luoyang, Jianyuan Shengwu, Emperor Xiongwu, at Da Xixun bilang punong Ministro.\nNoong Hunyo ng parehong taon, si Emperor Xuanzong ng Dinastiyang Tang, sabik na mapawi ang krisis sa Chang'an at sa maling pag-unawa sa militar, ay pinatay ang dalawang sikat na heneral, sina Feng Changqing at Gao Xianzhi. (Ang pag-uugaling ito ay lumalabag sa \"dapat tumuro ang kalsada sa harap na ilog\")\nPagkatapos, agarang inutusan ni Emperador Xuanzong ng Dinastiyang Tang ang isa pang heneral, si Ge Shuhan, na pamunuan ang hukbong Tang patungong silangan palabas ng Tongguan.\nSi Ge Shuhan, na lubos na nakaunawa sa estratehikong kamalian ni Emperor Xuanzong ng Dinastiyang Tang, ay nagplanong ipagpaliban ang pagbabago (ang diskarte ng \"okay lang kung mahinahon ang hangin at mahinahon ang tubig\").\nSa huli, naisip ni Emperor Xuanzong ng Tang Dynasty na siya ay masyadong mahiyain para lumaban, kaya wala siyang pagpipilian kundi ang lumaban kay An Lushan na lumuluha, at natalo. (Ito ay tumutupad sa \"Kung nagsusumikap ka upang suportahan ang iyong sarili, maaari kang masugatan.\")\nSa Dinastiyang Tang, nang ang mga tropa sa hangganan at mga lokal na garison ay walang oras na tumugon, ang hukbo ni An Lushan ay pinindot ang hangganan at pumasok sa kabisera na lugar. Sa isang kritikal na sitwasyon, pinangunahan ni Emperor Xuanzong ng Tang Dynasty ang Guards Corps upang makatakas mula sa kabisera, na naging dahilan upang bumagsak ang walang pinunong si Xijing Chang'an.\n(Nilabag ni Tang Xuanzong ang patnubay ng karatulang ito, kaya matagumpay ang paghihimagsik ni An Lushan.)", "聖意": "Ang tahanan ay ligtas, ang sarili ay mapalad, ang kapalaran ay matatag, ang transaksyon ay maunlad, at ang pag-aasawa ay matagumpay (pag-iingat) Isang lalaking naglalakad mula sa Liujia ang dumating sa bukid, ang mga silkworm ay inaani, at anim na hayop ang nasira. Ang tao ay natagpuan at ang pampublikong demanda ay makatwiran.Ang nawawalang ari-arian ay nagdudulot ng sakit, iyon ay, Anshan na libingan ay dapat ayusin.", "古人": "Paghihimagsik ng Lushan", "第X籤": "Ang ikalimampu't anim na lottery", "宮": "Pangit na Palasyo"}