{"籤詩版本二": "Dumiretso sa double building para magtago, napapaligiran ng gubat ng mga tinik\nSi Tian Gaojun ay may mahabang buhay at maikling buhay. Makamit ang isang tagumpay at mawalan ng dalawang tao. Maglibot →.", "詩意": "Ang hexagram na ito ay tanda ng pagpapanatiling luma at pagbabago ng mga bagay anumang oras.\nMagiging mapalad ang lahat kung maghihintay ka sa tamang panahon.", "解曰": "Parang lasing na umiinom. Maging conservative lang. Maghintay hanggang dumating ang oras. Walang sakuna, walang sisihan.", "籤詩故事一": "◇ Zhang Liangyin Mountain\nSa Dinastiyang Han, si Zhang Liang, na ang magalang na pangalan ay Zifang, ay isang Koreano. Ang kanyang mga ninuno sa loob ng limang henerasyon ay pawang mga punong ministro ng Korea.\nNang wasakin ng Estado ng Qin ang Timog Korea, ikinalat ni Zhang Liang ang lahat ng kanyang kayamanan at nagtago. Sa kagustuhang ipaghiganti ang South Korea, nagpadala siya ng isang malakas na lalaki na may isang bakal sa kanyang katawan. Ang pag-atake kay Qin Shihuang sa Bolangsha (ngayon ay Yuanyang County, Henan Province), aksidente niyang nabangga ang deputy car. Nais ng Unang Emperador na arestuhin si Zhang Liang sa buong bansa, ngunit hindi siya mahuli sa loob ng sampung buwan.\nNang maglaon, tinulungan ni Zhang Liang ang Hari ng Han upang pag-isahin ang mundo. Pagkatapos ng kanyang tagumpay, tumanggi siyang gantimpalaan at hinirang na opisyal, at sa ilalim ng pagkukunwari ng pag-aaral ng Taoismo mula sa Chisongzi (imortal).", "聖意": "Manalangin para sa mga pagpapala sa tahanan at para sa iyong sariling kaligtasan (mapalad lang ang matamlay na swerte sa pamamagitan ng kabutihang-loob) Ang paghahanap ng kayamanan ay normal (iwasan) Magiging matagumpay ang mga transaksyon (sandali lang) Ang kasal ay hindi naaayon kay Liujia, good luck kapag naglalakbay sa field, silkworms are half auspicious, six animals are prosperous (failure), naghahanap ng tao, obstructing public lawsuits, loss, migration is auspicious (malas) ) Pagkawala ng ari-arian, malas sa sakit, pray for good luck sa mga bundok at libingan", "古人": "Zhang Liangyin Mountain", "第X籤": "Limampu't siyam na Nanalo sa Lott (Loterya)", "宮": "Palasyo ng Yin"}