{"籤詩版本二": "Umaga at dapit-hapon, ang suporta ng Buddha ay dapat sa panahon ng panganib ngunit hindi sa panganib\nKung ikaw ay naaakit ng isang marangal na tao, samahan ka rin ng pera at seda.Ito si Chuan Lai. Ang lahat ay nakasalalay sa iyo.", "詩意": "Ang hexagram na ito ay kumakatawan sa lihim na pagpapala ng mga diyos at Buddha.\nMaging matiyaga at magkaroon ng good luck sa lahat.", "解曰": "Isang tanda ng makalumang kapayapaan. Kapag ang lahat ay mahal, ito ay magiging mapalad.", "籤詩故事一": "◇Tang Monk ay nagkamit ng kaliwanagan\nIsang araw, pumunta si Tang Seng sa ilog at nakita niya ang Lingshan Mountain ng Buddha sa harapan nito. May isang single-plank bridge sa harap nito. Hindi nangahas si Tang Seng na tumawid dito. Nagtransform ang Buddha bilang isang boatman at may hawak na isang bangkang sirang napakalalim. Sa sandaling sumakay si Tang Monk sa bangka, nahulog siya sa ilog at iniligtas ng boatman. Ganito nakamit ni Tang Monk ang pagiging Buddha. (Story of Journey to the West)\n◇Mga Buddhist na kasulatan ni Tang Monk\nSanzang ng Dinastiyang Tang, ang karaniwang apelyido niya ay Chen at ang ibinigay niyang pangalan ay Yi. Ipinanganak sa Goushi County, Luozhou (ngayon sa timog ng Yanshi City, Henan Province). Naging monghe siya sa edad na labintatlo at kinuha ang pangalang Buddhist na Xuanzang.\nUpang makuha ang orihinal na mga kasulatang Budista, umalis siya mula sa Chang'an (Xi'an ngayon, Lalawigan ng Shaanxi) noong ikatlong taon ng Zhenguan (AD 629), nakipagsapalaran sa pagtawid sa hangganan, at dumaan sa hindi mabilang na paghihirap upang maabot ang Tianzhu ( India) upang mangolekta ng mga kasulatan. Naglakbay siya sa buong Ganges at Indus river basin at sa timog-silangang baybayin ng India, pagkatapos ay tumawid sa mga bundok na nababalutan ng niyebe at luntiang mga tagaytay, naglalakbay nang higit sa 50,000 milya pabalik-balik. Kinailangan siya ng 16 na taon bago bumalik sa Chang'an sa ang ika-19 na taon ng Zhenguan (AD 645). Nagdala siya ng malaking bilang ng mga Buddhist na kasulatan at isinalin ang mga ito sa Chinese.\n(Si Tang Sanzang ay dumaan sa mahabang paglalakbay pabalik-balik sa pagitan ng Tsina at India, at tiyak na makakaranas siya ng mga panganib, ngunit nakabalik siya nang ligtas dahil may hindi nakikitang patron sa likod niya.)", "聖意": "Ang tahanan ay ligtas, ang sarili ay mapalad, ang Kanluraning negosyo ay matagumpay, ang kasal ay matagumpay, ang mga naglalakad ay humaharang sa bukid, ang mga silkworm ay hinaharangan, ang mga silkworm ay pitong puntos, ang mga alagang hayop ay kumikita, ang paghahanap ay para sa mga tao, ang Kanluranin masama ang demanda sa publiko, konserbatibo ang migrasyon, nakikita ang nawawalang ari-arian, mapalad ang sakit, mapalad ang mga bundok at libingan.", "古人": "Nakamit ni Tang Monk ang kaliwanagan", "第X籤": "Nanalo sa lotto animnapu't dalawa", "宮": "Palasyo ng Yin"}