{"籤詩版本二": "Ang lumalangoy na isda ay nahuli sa isang patibong sa Bibo Pond.\nKung may nangyaring mali pagkatapos ng pag-iisip tungkol dito, magdudulot ito ng gulo sa huli.", "詩意": "Ang hexagram na ito ay kumakatawan sa isang isda na nahuli sa isang patibong.\nMaipapayo rin na maging maingat sa lahat ng bagay.", "解曰": "Paninirahan sa ilalim ng bahay. Bumagsak ang kalamidad mula sa langit. Gumising ng maaga at mag-ingat muna. Iwasan ang mga sakuna.", "籤詩故事一": "◇Ang kabayo ay natatakpan ng tubig (mahirap ipunin ang tubig)\nDinastiyang Han. Zhu Maichen, courtesy name Wengzi, ay isang katutubong ng Wu sa Kuaiji (ngayon ay bahagi ng Suzhou City).\nSa kanyang mga unang taon, mahirap ang pamilya ni Maichen at wala siyang tagumpay.Ang mag-asawa ay tumira sa isang pawid na tarangkahan sa isang eskinita sa likod, nagpuputol ng kahoy na panggatong at ibinebenta ito upang mabuhay. Hindi ka kumikita ng malaki sa pagbebenta ng panggatong sa presyo ng sinuman.\nLumabas ang kanyang asawa upang umigib ng tubig at nakita niya ang isang grupo ng mga bata na pinagtatawanan si Maichen, naisip ng asawa na nakakahiya ito at kalaunan ay umalis.\nNoong limampung taong gulang si Zhu Maichen, si Emperador Wu ng Dinastiyang Han ay naghanap ng mga talento at sinamba si Zhu bilang prefect ng Kuaiji.\nAng kanyang asawa ay nagsisisi sa kanyang pagkabulag at ninais na maging isang alilang babae at babae upang pagsilbihan si Zhu sa natitirang bahagi ng kanyang buhay.\nInutusan ni Maichen ang kanyang dating asawa na kumuha ng isang balde ng tubig, ibuhos ito sa mga hagdan, at sinabing, \"Kung maibabalik ang tubig, maaaring magkabalikan silang dalawa.\"\nKung isasaalang-alang ang relasyon ng mag-asawa, ang asawang babae at ang kanyang asawang muli ay binigyan ng isang bukas na espasyo sa likod na hardin upang linangin at suportahan ang kanilang sarili. Ang kanyang asawa ay tumalon sa ilog at namatay.", "聖意": "Nanganganib ang bahay, nanganganib ang sarili, nawalan ng pera, napayapa ang transaksyon, hindi tugma ang kasal, natakot si Liujia, nakaharang ang mga tao, nasira ang mga bukid, nawala ang mga uod, nawala ang mga alagang hayop, mga tao. ay natagpuan, ang pampublikong demanda ay nawala, ang pandarayuhan ay mabuti, ang nawawalang ari-arian ay hindi kanais-nais, ang sakit ay mapanganib, at ang bundok na libingan ay dapat baguhin.", "古人": "Ang kabayo ay natatakpan ng tubig (mahirap kolektahin ang tubig)", "第X籤": "Ika-animnapu't apat na tanda", "宮": "Maogong"}