{"籤詩版本二": "Ang kagalakan sa harap ko ay hindi kagalakan, ni hindi ito mapakali sa oras ng panganib.\nBakit kailangang putulin ang laman para gumaling ng mga sugat Mas mabuting maghintay ng panahon at ayusin ang mga sugat → nagiging sugat.", "詩意": "Ang hexagram na ito ay parang pagputol ng laman sa mga sugat.\nAng lahat ng mga bagay ay dapat gawin sa isang napapanahong paraan.", "解曰": "Kung marunong kang huminto, huminto ka. Alamin kung paano patawarin ang iyong sarili. Putol ng sariling laman. Pangkalahatang sakit.", "籤詩故事一": "◇Nakulong si Sun Bin at nakulong si Pang Juan\nNoong Panahon ng Naglalabanang Estado, si Sun Bin ay katutubo ng Qi. Si Pang Juan ay tubong Wei. Sinamba din niya si Gui Guzi bilang kanyang guro.\nSi Sun Bin ay mas mahusay sa pag-aaral kaysa kay Pang Juan. Noong si Pang Juan ay isang heneral sa estado ng Wei, nakipaglaban siya kay Sun Bin sa isang labanan ng talino at kinasusuklaman si Sun Bin kapag siya ay natalo.\nGumamit siya ng pakulo para putulin ang mga paa ni Sun Bin. Maya-maya, nagkunwaring baliw si Sun Bin at nagawang makatakas.\nGinamit ni Haring Wei ng Qi si Sun Bin bilang kanyang military advisor. Pangunahan ang mga tropa na salakayin si Wei.\nGinamit ni Sun Bin ang paraan ng pagkukunwari upang mabawasan ang lakas ng kalaban at palihim na dagdagan ang kanyang mga tropa. Niloko niya si Pang Juan at hinabol hanggang Maling Road. Siya ay binaril hanggang sa mamatay ng isang ambush na sundalo gamit ang isang pana.", "聖意": "Hindi mapakali sa bahay, nagsasalita sa sarili, naghahanap ng kayamanan, hindi kanais-nais na negosyo, hindi nagtatagal ang kasal ng kontrabida, Liujia, mga taong humaharang sa mga bukid, pinsala sa uod, anim na pagkawala ng hayop, paghahanap ng mga tao, hindi pampublikong demanda, pagkawala, paglipat, konserbatibo, nawala ari-arian, mahirap hanapin, karamdaman, paulit-ulit na libingan sa bundok, hindi pabor", "古人": "Si Sun Bin ay nakulong at si Pang Juan ay nakulong", "第X籤": "Ikaanimnapu't limang tanda", "宮": "Maogong"}