{"籤詩版本二": "Delikado ang daan, nagmamadali ang mga kabayo at mga lalaki, at ang mga sundalo ay nasa matinding paghihirap kapag sila ay nawala.\nMataas ang dalampasigan, humahampas ang hangin at alon, nabasag ang bangka, lumulubog ang araw, namamatay ang mga bulaklak, nahuhulog ang langit, nahuhulog ang hamog na nagyelo. Panalo: oso.棹: sagwan.", "詩意": "Ang hexagram na ito ay parang bangkang sinisira ang dalampasigan.\nMag-ingat sa lahat ng panganib.", "解曰": "Old school at old school. Tahimik at walang kapintasan. Hindi na kailangang humingi ng payo. Malaya ang paglalakbay.", "籤詩故事一": "◇Naligaw ang Hari ng Chu Yin Ling\nNoong unang bahagi ng 202 BC, may kabuuang 400,000 tropa ng Han mula sa tatlong panig ang pumalibot sa hukbo ni Xiang Yu sa Gaixia, na kapos sa pagkain. Hiniling nila sa mga sundalo na kumanta sa dialektong Chu, kaya nagkamali ang hukbo ni Xiang Yu na nakontrol ang kanilang bayan. ng hukbong Han. Ang sikolohikal na taktika na ito ng \"kinubkob sa lahat ng panig\" ay naging sanhi ng pagkawala ng moral ng hukbo ni Xiang Yu.\nKaya pinangunahan ni Xiang Yu ang mahigit 800 elite na kabalyerya at nagpasyang lumayas, habang ang hukbong Han ay sumunod na malapit kay Guan Ying at 5,000 kabalyerya. Pagkatapos tumawid sa Huai River, ang kabalyerya ni Xiang Yu ay mayroon na lamang isang daang tao ang natitira.\nNaligaw si Xiang Yu sa Yinling at nagtanong sa isang magsasaka sa gilid ng kalsada para sa daan patungo sa ilog. Sa hindi inaasahang pagkakataon, sinundan niya ang direksyong itinuro ng matanda at napadpad siya sa latian, kaya nahirapan siyang gumalaw. Muntik na siyang maabutan ni Liu. Ang hukbo ni Bang. Sa wakas ay narating ni Xiang Yu ang Wujiang at nalaman niyang tapos na ang sitwasyon. Nang makita ang mga matatanda ni Jiangdong na walang kahihiyan, nagpakamatay siya at namatay.", "聖意": "Ang pamilya at ang bahay ay nag-aalala sa kanilang sariling mga sakuna. Naghahanap ng pera at sinisira ang negosyo. Ang kasal ay hindi nagtatagal. Si Liujia ay mapanganib. Ang mga naglalakad ay humaharang sa mga bukid. Ang mga silkworm ay nasira. Anim na hayop ang nasira. Nawawala ang mga tao. Mga pampublikong demanda. Pagkawala. Migrasyon. Nawalan ng ari-arian. Sakit. Hindi kanais-nais na ipadala sa libingan sa bundok.", "古人": "Naligaw ng landas si Haring Yin Ling ng Chu", "第X籤": "Ikaanimnapu't anim na lote", "宮": "Maogong"}