{"籤詩版本二": "Pagdating ng taglamig, ang isang sanga ng plum blossom sa bundok ay hindi masisira kahit na ang mga dahon nito ay nalalagas at ang mga sanga nito ay nalalanta.\nNgunit pagdating ng tagsibol, ibinabalik ko pa rin ako bilang courtesan at sinisira ang orihinal na gawa.", "詩意": "Sa hexagram na ito, ang plum blossom ay sumasakop sa nangungunang posisyon.\nMaganda ang lahat kung maaantala.", "解曰": "Walang laman ang isang pana. Kapag ito ay walang laman, ito ay walang laman. Naghihintay sa pagdating ng tagsibol. Kulay ang nasa loob nito.", "籤詩故事一": "◇ Dalawang beses nakapuntos\nSa panahon ng paghahari ni Emperor Dezong ng Dinastiyang Tang, ang tapat na ministrong si Mei Bogao at ang kanyang pamilya ay na-frame ng taksil na Punong Ministro na si Lu Qi, na gustong patayin silang lahat. Tanging ang kanyang anak na si Mei Liangyu ang nakatakas. Nang maglaon, binago niya ang kanyang pangalan kay Wang Xitong para itago ang kanyang pagkakakilanlan. Namuhay siyang mag-isa sa mga lansangan, gutom at giniginaw, ngunit sa kabutihang palad ay kinuha siya ni Chen Risheng (Chen Dongchu). Hindi alam ni Chen Risheng ang kanyang karanasan sa buhay, kaya hiniling niya sa kanya na tumulong sa pag-aalaga ng plum garden ni Chen upang hindi siya mamatay sa gutom sa kalye.\nSi Chen Risheng ay kaklase at kaibigan ni Mei Bogao. Noong siya ay inuusig ni Lu Qi, siya ay nailigtas ni Mei Bogao. Dahil dito, naging magkaaway sina Mei Bogao at Lu Qi. Sa huli, ang kanilang buong pamilya ay pinatay. Chen Nalungkot at nagalit si Risheng dahil dito.Pagkatapos magpakasal, nagbitiw siya at inilipat ang kanyang pamilya sa Yangzhou upang manirahan sa pag-iisa.\nSi Chen Risheng ay may anak na babae na nagngangalang Chen Xingyuan, na maganda at mabango.Pagkatapos ni Mei Liangyu ay dumating sa pamilya Chen, na-love at first sight sila. Sa isang araw na namumukadkad ang mga plum blossom, na anibersaryo din ng pagkamatay ni Mei Bogao, nagbukas ng altar si Chen Risheng at ang kanyang pamilya sa plum garden ng kanilang tahanan upang gunitain ang kanilang namatay na kaibigan at benefactor. Sa hindi inaasahang pagkakataon, biglang nagbago ang panahon , at humihip ang isang malakas na snowstorm, na sumasakop sa lahat ng mga plum blossoms. Nawasak. Nagdadalamhati si Chen Risheng na nakatakas siya nang ligtas, ngunit hindi man lang niya nailigtas ang mga inapo ng pamilya Mei. Naisip niya na ito ay babala mula sa Diyos, kaya ipinangako niya iyon maliban kung muling namumulaklak ang mga plum, na nagpapatunay na ang mga inapo ni Buhay pa ang pamilya Mei, wala siyang sasabihin, tumakas siya sa Budismo at naging monghe.\nNarinig ito ng kanyang anak na si Xingyuan at agad na nagsunog ng insenso at taos-pusong nanalangin sa Diyos na muling mamulaklak ang mga plum blossom. Ang kanilang katapatan ay nagpakilos ng langit, at ang lahat ng mga plum tree sa plum garden ay muling namumulaklak; kalaunan ay nalaman ni Chen Risheng na ang Xitong ay si Liangyu, kaya't ipinapakasal niya ang kanyang anak na babae na si Xingyuan sa kanya.", "聖意": "Ang bahay ay hindi mabuti para sa sarili, ang isa ay mabuti para sa sarili, ang isa ay naghahanap ng kayamanan, ang isa ay masinop sa pakikitungo, ang tamang panahon, ang kasal ay huli na, ang tagsibol ay malakas, ang taglagas ay walang laman, ang manlalakbay ay huli na, maunlad ang mga bukid, maunlad ang mga uod, maunlad ang anim na alagang hayop, naghahanap ng mga tao, mga demanda sa publiko, pagkawala, pandarayuhan, mga nawalang ari-arian, mga sakit sa Silangan, mga maling alarma, mga libingan sa bundok ay dapat baguhin.", "古人": "Dalawang beses nakapuntos", "第X籤": "Animnapu't siyam na Nanalo sa Lott", "宮": "Tatsumi"}