{"籤詩版本二": "Tumatakbo sa paligid, humaharang sa maraming panganib, nagdadala ng tubig at humihila ng mga tao para umakyat ng bundok\nHumahanap pa nga ako ng tulong sa ibang bansa. Hindi na ako nakabalik pagkatapos maglakbay ng libu-libong milya ang layo.", "詩意": "Ang hexagram na ito ay parang pagkaladkad ng putik at tubig.\nAng pagpapanatiling luma ay magdadala ng suwerte.", "解曰": "Posible ang pag-urong. Mahirap ang pag-unlad. Maging conservative lang. Huwag umasa na aakyat ng mataas.", "籤詩故事一": "◇Mahirap para kay Qiuniang na umalis\nSi Du Qiu ay isang katutubong ng Jinling sa Dinastiyang Tang.\nSa edad na 15, siya ay naging asawa ni Li Qi (isang taksil sa Dinastiyang Tang).\nSa ikalawang taon ng Yuanhe (807), opisyal na naglunsad si Li Qi ng isang hukbo upang maghimagsik. Nang maglaon, nabigo ang paghihimagsik ni Li Qi at isinama si Du Qiu sa palasyo. Nang maglaon, siya ay pinaboran ni Emperor Xianzong ng Dinastiyang Tang at naging isang babae.\nSa ikalabinlimang taon ng Yuanhe (820), si Tang Muzong ay dumating sa trono at hinirang siya bilang Fumu ng kanyang anak na si Li Min (isang yaya na dalubhasa sa pag-aalaga sa mga anak ng maharlikang pamilya).\nNang maglaon, pinatalsik si Li Min bilang Hari ng Zhang, at bumalik si Du Qiuci sa kanyang bayan.\nNang dumaan si Du Mu kay Jinling, nakita niya itong mahirap at matanda...\n(Ang kwentong ito ay isang metapora para sa panghihinayang na lumalala ang mga bagay sa bawat oras.)", "聖意": "Ang tahanan ay hindi kanais-nais para sa sarili, pagdarasal para sa kayamanan, good luck sa taglagas at taglamig, maayos na pag-aasawa, pagdarasal para sa mga pagpapala para kay Liujia, pagdarasal para sa mga biyaya para sa mga naglalakad, pagharang sa mga bukid, silkworm, hindi pabor sa anim na hayop, kahirapan sa paghahanap ng mga tao, paglilitis, pagkawala ng magandang kapalaran, pagkawala ng ari-arian, sakit, at di-kanais-nais na kapalaran para sa mga libingan sa bundok.", "古人": "May problema si Qiuniang", "第X籤": "Ang ikapitong lote", "宮": "Pangit na Palasyo"}