{"籤詩版本二": "Ang Chao Chao ay parang bubuyog na nangangalap ng bulaklak, lumilipad palabas sa timog-kanluran at pagkatapos ay silangan\nNatapos na ang tagsibol, wala na ang mga bulaklak, at wala nang hahanapin. Ang pusong ito ay hindi magbabago sa kinaroroonan.", "詩意": "Ang hexagram na ito ay parang pukyutan na namimitas ng mga bulaklak.\nLahat ay matrabaho at matrabaho.", "解曰": "Walang tagsibol na tanawin. Umuulan ng mahabang panahon ngunit hindi kailanman lumilinaw. Humingi ng tulong. Mas mabuting manahimik.\n.", "籤詩故事一": "◇ Naghimagsik si Li Mi laban sa Dinastiyang Tang\nLi Mi\n(582-619), ang yumaong pinuno ng Wagang Army sa pag-aalsa ng mga magsasaka sa huling Dinastiyang Sui ng Tsina. Master ng calligraphy. Ang master ng salitang Fa ay isang katutubong ng Chang'an, Jingzhao, at ang kanyang ancestral home ay Xiangping, Liaodong (ngayon sa timog ng Liaoyang, Liaoning). Tubong Chang'an, Jingzhao, ang kanyang ancestral home ay Xiangping, Liaodong (ngayon sa timog ng Liaoyang, Liaoning).\nSa ikasiyam na taon ng Daye (613), lumahok siya sa paghihimagsik ni Yang Xuangan laban sa Dinastiyang Sui sa Liyang (ngayon sa hilagang-silangan ng Junxian County, Lalawigan ng Henan). Sa ikasiyam na taon ng Daye (613), lumahok siya sa paghihimagsik ni Yang Xuangan laban sa Dinastiyang Sui sa Liyang (ngayon sa hilagang-silangan ng Junxian County, Lalawigan ng Henan). Ang mahiwagang pakiramdam ay natalo,\nTumakas si Li Mi. Natalo si Xuangan at tumakas si Li Mi.\nSa ikalabindalawang taon ng Daye, sumali siya sa Wagang Army\n. Sa ikalabindalawang taon ng paghahari ni Daye, sumali siya sa Wagang Army. Mahusay sa diskarte si Li Mi. Noong Oktubre ng ikalabindalawang taon ng Daye, hinikayat ni Li Mi si Zhai na salakayin si Xingyang Tong, ang makapangyarihang heneral na kasama ng hukbo, upang ipagtanggol si Zhang Xutuo, talunin ang hukbo ng Sui at patayin si Zhang Xutuo. Mahusay sa diskarte si Li Mi. Noong Oktubre ng ikalabindalawang taon ng Daye, hinikayat ni Li Mi si Zhai na salakayin si Xingyang Tong, ang makapangyarihang heneral na kasama ng hukbo, upang ipagtanggol si Zhang Xutuo, talunin ang hukbo ng Sui at patayin si Zhang Xutuo.\nNang maglaon, iminungkahi niyang salakayin ang bodega ng Xingluo (na kalaunan ay pinalitan ng pangalan na Luokou), buksan ang bodega para sa tulong, at palawakin ang koponan. Mabilis na lumaki ang pangkat ng Wagang Army. Noong ika-13 taon ng Daye, pinangunahan ni Li Mi ang Wagang Army, at si Zhai Rang humarap sa pagpapababa at pamamahagi ng Dinastiyang Sui. Nagkaroon ng digmaan sa mga mapagkukunan ng militar at iba pang mga isyu, at pinatay ni Li Mi si Zhai Rang at daan-daang mga tagasunod niya. Nang maglaon, iminungkahi niyang salakayin ang bodega ng Xingluo (na kalaunan ay pinalitan ng pangalan na Luokou), buksan ang bodega para sa tulong, at palawakin ang koponan. Mabilis na lumaki ang pangkat ng Wagang Army. Noong ika-13 taon ng Daye, pinangunahan ni Li Mi ang Wagang Army, at si Zhai Rang humarap sa pagpapababa at pamamahagi ng Dinastiyang Sui. Nagkaroon ng digmaan sa mga mapagkukunan ng militar at iba pang mga isyu, at pinatay ni Li Mi si Zhai Rang at daan-daang mga tagasunod niya.\nNoong Marso ng ika-14 na taon ng Daye, pinatay ni Yu Wenhuaji si Emperador Yang ng Dinastiyang Sui\n, nanguna sa mahigit 100,000 katao na bumalik sa kanluran. Noong Marso ng ikalabing-apat na taon ng Daye, pinatay ni Yu Wenhuaji (Yu Wen, tambalang apelyido) si Emperador Yang ng Dinastiyang Sui at bumalik sa kanluran kasama ang mahigit 100,000 katao. Inutusan si Li Mi na salakayin si Huaji. Bagama't natalo si Huaji, nakaranas din si Li Mi ng matinding pagkatalo sa mga tropa. Kalaunan ay tinugis siya ni Wang Shichong. Natalo ang hukbo ni Li Mi at nawasak ang kanyang kampo. Ang kanyang mga heneral na sina Qin Shubao, Cheng Zhijie (orihinal pinangalanang Cheng Yaojin), si Niu Jinda at iba pa ay nahuli. , si Shan Xiongxin ay sumuko. Inutusan si Li Mi na salakayin si Huaji. Bagama't natalo si Huaji, nakaranas din ng matinding pagkatalo si Li Mi sa kanyang mga tropa. Nang maglaon, siya ay tinugis ni Wang Shichong. Ang hukbo ni Li Mi ay natalo at ang kanyang base camp ay nalipol. Ang kanyang mga heneral na sina Qin Shubao, Cheng Zhijie (orihinal na pinangalanang Cheng Yaojin), Niu Jinda at iba pa ay nahuli, at si Shan Xiongxin ay sumuko. Desperado si Li Mi, kaya tumawid siya sa ilog patungong Heyang noong Setyembre at sumuko sa Tang Dynasty. Desperado si Li Mi, kaya tumawid siya sa ilog patungong Heyang noong Setyembre at sumuko sa Tang Dynasty.\nNoong Nobyembre, ipinadala ni Li Yuan si Li Mi sa Shandong upang kumalap ng mga lumang tropa. Nobyembre,\nIpinadala ni Li Yuan si Li Mi na maghintay sa Shandong para mag-recruit ng mga lumang tropa. Sa pakiramdam na siya ay pinaghihinalaan, nagrebelde siya laban kay Tang. Sa pakiramdam na siya ay pinaghihinalaan, nagrebelde siya laban kay Tang. Inimbitahan ni Tang general Sheng Yanshi si Li Mi na salakayin at patayin siya sa Xinggong Xian. Inimbitahan ni Tang general Sheng Yanshi si Li Mi na salakayin at patayin siya sa Xinggong Xian.", "聖意": "Bahay, bahay, dila, sarili, kontrabida, naghahanap ng kayamanan, pag-aaksaya ng negosyo, pag-aasawa na hindi nagtatagal, Liujia, walang laman na bulaklak, pedestrian, Yaotian, silkworm damage, anim na pinsala sa hayop, nawawalang tao, demanda, pagkawala, migration, conservativeness, lost property, sakit, mga hadlang, reporma sa libingan ng bundok", "古人": "Naghimagsik si Li Mi laban sa Dinastiyang Tang", "第X籤": "Ang ikapitong guhit", "宮": "Tatsumi"}