{"籤詩版本二": "Cognition of Canglong Nineteenth Guards: Isang babae ang nagpakasal sa pangalawang asawa\nSa pamamagitan ng isang busog at dalawang palaso, ang mga dinosaur ay mabubuhay kaagad sa kapayapaan", "詩意": "Ang hexagram na ito ay parang bow na may hawak na dalawang arrow.\nAng lahat ay mapalad kung ito ay magkakasama.", "解曰": "Hindi masyadong mabigat. Tadhana. Binuksan ni Zhen Liuzhong. Maipapayo na maging maingat.", "籤詩故事一": "◇Wenjun ay bumisita sa Xiangru\nSi Zhuo Wenjun ay anak ng apo ni Zhuo Wang, isang mayamang negosyante sa Linqiong, Sichuan Province. Mahusay siya sa musika at may pangalang pampanitikan. Nag-asawa siya noong siya ay labing-anim. Makalipas ang ilang taon, namatay ang kanyang asawa at bumalik siya sa kanyang natal family upang mamuhay bilang isang balo.\nIsang araw, pumunta si Sima Xiangru sa bahay ni Zhuo Wangsun para sa isang piging. Nang malaman niya na si Zhuo Wenjun ay bagong balo, tinugtog niya ang kantang \"Phoenix Seeking the Phoenix\" para ipahayag ang kanyang pagmamahal. Narinig na ni Zhuo Wenjun ang tungkol kay Sima Xiangru, at dahil sa piging na ito, lalo siyang naakit kay Sima Xiangru. Sa kabilang banda, pagkatapos ng salu-salo ni Sima Xiangru, gumastos kaagad siya ng malaking pera para suhulan ang personal na kasambahay ni Zhuo Wenjun at hiniling sa kanya na iparating ang pagmamahal ni Sima Xiangru kay Zhuo Wenjun. Matapos malaman ni Zhuo Wenjun ang tungkol sa pag-ibig ni Sima Xiangru sa pamamagitan ng kasambahay, agad siyang nagtungo sa bahay-panuluyan kung saan nakatira si Sima Xiangru.Nang makita ang pagdating ni Zhuo Wenjun, si Sima Xiangru ay agad na tumakas kasama niya magdamag sa kanyang bayan sa Chengdu.\nNoong sila ay nasa Chengdu, ang mag-asawa ay naghihikahos at kinailangan pang bumalik sa Linqiong upang magbukas ng isang maliit na hotel upang maghanapbuhay. Si Zhuo Wenjun ay nagbebenta ng alak at si Sima Xiangru ay naghugas ng mga pinggan. Sila ay namuhay ng mahirap. Matapos malaman ito ng ama ni Zhuo Wenjun na si Zhuo Wangsun, pumayag siya at pinondohan sila sa payo ng kanyang mga kaibigan, kaya bumalik sina Sima Xiangru at Zhuo Wenjun sa Chengdu upang manirahan, at kalaunan ay yumaman.", "聖意": "Pagkawala ng tahanan at ari-arian, sariling mga karapatan at kamalian, paghahanap ng kayamanan, mga transaksyon sa paggawa, pagbabantay laban sa muling pag-aasawa.", "古人": "Bumisita si Wenjun kay Xiangru", "第X籤": "Pitumpu't isang Panalong Lotto", "宮": "Tatsumi"}