{"籤詩版本二": "Ang mga beekeepers ay dapat humingi ng pulot, baka sila ay masaktan ng isang tibo\nKailangang may kakaibang daan sa iyong harapan.Ang sikreto ay kasing lalim ng gubat ng mga tinik.", "詩意": "Ang hexagram na ito ay sumisimbolo sa pagkolekta ng pulot ng mga bubuyog.\nLahat ay matrabaho at matrabaho.\n\n(Ang hexagram na ito ay naghahanap ng simbolo ng tamis at kapaitan.\nIwasan ang mga sakuna sa lahat ng bagay.\n)", "解曰": "Ang mga bagay ay kailangang gawin nang maingat. Hindi na kailangang pilitin. Ang mga bubuyog ay kumukuha ng pulot. Ano ang dahilan?", "籤詩故事一": "◇Naghahanap ng mga talento si Wang Mang\nAng pamilyang Wang Mang sa Western Han Dynasty ay masasabing isang mayamang pamilya. Bagama't bata pa ang pagkamatay ng kanyang ama, ilan sa kanyang mga tiyuhin at tiyuhin ang naging mga emperador ng Dinastiyang Han. Naging mga heneral, punong ministro, at naging mga marquise at nakatanggap ng mga gantimpala. Ang pamilya Wang ay lubhang prominente.\nNgunit ang sariling maliit na pamilya ni Wang Mang ay lubhang mahirap; ang kanyang ama ay namatay nang bata pa, at nakatira lamang siya sa kanyang ina, umaasa sa kawanggawa mula sa mga kamag-anak. Ngunit dahil dito, bumuo at nagsanay si Wang Mang ng isang hanay ng mga kasanayan sa pakikitungo sa mga tao mula pa noong siya ay bata. Gaano man kalungkot o galit ang nararamdaman niya, palagi siyang nagpapakita ng napakasaya at mapayapang tingin sa harap ng mga kamag-anak, matatanda o tagalabas, kaya lubos siyang pinahahalagahan ng lahat sa angkan.\nMinsan, ang kanyang panganay na tiyuhin ay may malubhang karamdaman. Pagkatapos malaman ang tungkol dito, siya ay lumapit at naghintay sa tabi ng higaan ng pasyente, na may dalang gamot at tubig, at nagpupuyat sa gabi. Sa loob ng ilang buwang sunod-sunod, siya ay hinubaran, gusgusin, at haggard. Siya ay mas \"pasyente\" kaysa sa isang pasyente. Mas \"anak\" kaysa isang biyolohikal na anak.\nDahil dito, pinuri siya ng lahat ng tao sa Taiwanese at nagsulat ng mga liham na humihingi ng gantimpala para sa kanya.\nKaya binigyan siya ni Emperor Cheng ng Dinastiyang Han ng titulong New Capital Marquis at hinirang siya bilang bantay sa palasyo, at naging malapit na ministro ng emperador.\nSa kanyang mataas na katayuan at dakilang kapangyarihan, hindi kailanman nagpakita si Wang Mang ng anumang pagmamataas o pagiging tamad. Sa halip, siya ay naging mas magalang at magalang. Sa isang banda, nakipagkaibigan siya sa mga ministro, heneral, kilalang tao, at iskolar. Sa kabilang banda , tumulong siya sa mahihirap at bukas-palad sa kanyang kayamanan.\nNgunit namuhay siya ng napakatipid, madalas na kumakain ng mga pagkaing karne, hindi banggitin ang pagsusuot ng mahabang damit at mahabang manggas na damit, nakasuot lamang ng maikling damit. Kaya lahat ng nasa gobyerno at publiko ay nagkakaisang pinuri siya sa salitang \"virtuous\".\nNang maglaon, ang kanyang tiyuhin, si Grand Sima Wanggen, ay namatay sa sakit at siya ang napili bilang kanyang kapalit. Inakala ng emperador at ng lahat ng mga ministro na siya ang pinakaangkop na tao. Samakatuwid, si Wang Mang, na tatlumpu't walong taong gulang pa lamang, ay naging Grand Sima na may pinakamataas na kapangyarihang militar sa bansa.\n(Ang kwentong ito ay isang metapora. Ang pagiging magaling sa pagiging mabuting tao ay makakatulong sa iyo na maalis ang \"hirap na masaktan ng mga bubuyog\" at makamit ang iyong mga mithiin ayon sa gusto mo.)", "聖意": "Ang bahay ay hindi mabuti para sa sarili, ang pamilya ay may problema, ang negosyo ay naharang, ang kasal ay naharang, ang anim na sandata ay hindi totoo, ang mga naglalakad ay huli, ang silkworm na ani, ang mga alagang hayop ay mababa, mahirap na humanap ng mga tao, masama ang demanda, hindi gumagalaw ang pandarayuhan, masama ang nawawalang ari-arian, naayos na ang sakit, nawala ang libingan ng bundok,", "古人": "Si Wang Mang ay naghahanap ng mga talento", "第X籤": "Nanalo sa lotto pitumpu't dalawa", "宮": "Tatsumi"}