{"籤詩版本二": "Pagdating ng tagsibol, umuuga ang kulog at huni ng mga insekto, at tumalikod ako sa putik\nNoong una kong napagtanto na papasok at aalis pa rin ako, sa sandaling nagbago ako, naging dragon ako.", "詩意": "Ang hexagram na ito ay parang kulog at insekto.\nAng pagkilala sa isang marangal na tao ay isang magandang tanda sa lahat ng bagay.", "解曰": "Tumama ang kulog. Dalawang deposito sa loob at labas. Magpalit ng isang beses. Hanggang sa Tianmen.", "籤詩故事一": "◇Chenqiao Mutiny\nNoong 959 AD, namatay si Zhou Shizong Chai Rong, at si Emperador Gong, si Chai Zongxun, na umakyat sa trono, ay pitong taong gulang pa lamang. Noong panahong iyon, si Zhao Kuangyin, na nagsilbing inspektor sa harap ng palasyo at ang sugo ng Songzhou sa Hukbong Aleman, ay may hawak na tunay na kapangyarihan.\nNoong tagsibol ng 960 AD, iniulat ng Zhenzhou (Zhengding ngayon, Lalawigan ng Hebei) at Dingzhou (Dingxian County ngayon, Lalawigan ng Hebei) na ang mga hukbo ng Northern Han Dynasty at ang Liao State ay magkasamang pupunta sa timog upang salakayin ang Later Zhou Dynasty, kasama ang mahusay na momentum, at hiniling na magpadala ng mga tropa para sa tulong. Nang maglaon, inutusan ng Dinastiyang Zhou si Zhao Kuangyin na pamunuan ang kanyang mga tropa sa hilaga upang labanan ang kaaway. Si Zhao Kuangyin ay kumilos nang lihim sa ilalim ng pagpaplano ng kanyang kapatid na si Zhao Guangyi, Zhao Pu, Shi Shouxin at iba pa.\nNoong Pebrero 3, nang dumating ang hukbo sa Chenqiaoyi (ngayon ay Chenqiao Town, timog-silangan ng Fengqiu, Henan), naglunsad sila ng isang pag-aalsa at inutusan ang mga sundalo na magsuot ng dilaw na damit para sa kanya. Naghimagsik sila laban sa Later Zhou Dynasty at sinuportahan si Zhao Kuangyin bilang emperador . Pagkatapos nito, pinamunuan ni Zhao ang kanyang mga tropa pabalik sa Kaifeng nang hindi nasusunog, pumatay o nanakawan.\" Si Taizu Chen Qiao ay nanumpa na hindi niya iistorbohin ang mga tao sa kabisera, at nangako siyang hindi niya iistorbohin ang lungsod sa araw na siya ay pumasok sa lungsod.\"\nSa ikatlong araw ng ikatlong taon ng buwan ng lunar, naghimagsik si Zhao Kuangyin sa Chenqiao at bumalik sa kabisera. Pinangunahan ni Fan Zhi sina Wang Pu at Wei Renpu upang tanungin si Zhao Kuangyin. Binunot ni Luo Yanhuan ang kanyang espada sa harap ng tolda at sumigaw ng malakas : \"Walang panginoon ang tatlong hukbo. Napagpasyahan ng mga heneral na italaga siya bilang emperador. Ang sinumang magsalita ay papatayin!\". Ang mukha ni Wang Pu ay kasing putla ng lupa. Ibinaba niya ang kanyang mga hakbang at yumuko. Yumuko rin si Fan Zhi. Personal siyang tinulungan ni Kuang Yin na tumayo at pinakitunguhan siya ng buong paggalang.\nPagkatapos ng katamtamang pagtutol, si Emperor Gong ng Later Zhou Dynasty ang pumalit sa trono, at si Zhao ang pumalit sa trono. \"Tatanggapin na sana ni Taizu si Zen, ngunit walang text ng Zen. Tinanggap ni Tao Gu, isang iskolar ng Hanlin, ang utos at pumasok sa tabi niya, na nagsasabi: \"Tapos na.'”\nPagkaraang dumating si Zhao sa trono, binago niya ang pangalan ng bansa sa Song, Yuan sa Jianlong, at ginawang kabisera ang Kaifeng. Si Shi Shouxin, Gao Huaide, Zhang Lingduo, Wang Shenqi, Zhang Guanghan, at Zhao Yanhui ay lahat ay ginawaran ng titulong Jiedushi , na kilala bilang \"Chenqiao Mutiny\" sa kasaysayan.\nWikipedia\n(Ang kuwentong ito ay kumakatawan na ito ang simula ng pagganap ni Zhao Kuangyin.)", "聖意": "Ipagdasal ang iyong tahanan, araw-araw na buhay, kayamanan, magandang kapalaran, magandang kapalaran sa negosyo, marangal na pag-aasawa, tagumpay sa Liujia, mga lalaking naglalakad, maagang pagsilang ng mga uod sa bukid, maagang pagsilang ng anim na hayop, magandang kapalaran sa tagsibol, paghahanap ng mga tao, tagumpay sa mga pampublikong demanda, good luck sa migration, nawalan ng ari-arian, panganib sa mga sakit, panganib sa mga bundok at libingan.", "古人": "Chenqiao Mutiny", "第X籤": "Pumirma ng pitumpu't tatlo", "宮": "Mi Palace"}