{"籤詩版本二": "Katulad ng pagkaladkad ng tigre sa isang mataas na bundok, nag-aaway at nakikipagkumpitensya sa isa't isa para basagin ang lamig\nKung bigla kang gumawa ng mabuti nang hindi mo namamalayan, kailangan mong panatilihing ligtas ang iyong sarili.Ang ibig sabihin ng salitang hilahin ang tigre ay pagyakap sa tigre.", "詩意": "Ang hexagram na ito ay parang paghawak (pag-drag) ng tigre sa bundok.\nLahat ay mapanganib at nakakatakot.", "解曰": "Ang panganib ay mapanganib. May mga balakid sa hinaharap. Kung hihingi ka ng payo. Ito ay talagang mahirap na trabaho.", "籤詩故事一": "◇ Umalis si Wu Yuan sa Zhaoguan sa gabi (Nalampasan ni Wu Zixu ang Zhaoguan)\nSi Wu Zixu ay katutubo ng Chu sa Panahon ng Tagsibol at Taglagas. Noong panahong iyon, gustong tugisin siya ni Haring Ping ng Chu. Nag-alok si Haring Ping ng Chu ng gantimpala para sa pag-aresto kay Wu Zixu, at iginuhit ang kanyang larawan at ipinaskil sa mga tarangkahan ng lungsod sa buong Chu State, at inutusan ang mga opisyal na palakasin ang mga pagsisiyasat. Nang tumakas si Wu Zixu patungong Zhaoguan, ang hangganan sa pagitan ng Wu at Chu, ang mga opisyal sa Zhaoguan ay nag-check nang mabuti. Siya ay nag-aalala kaya hindi siya makatulog ng ilang magkakasunod na gabi, at maging ang kanyang buhok ay naging kulay abo sa pag-aalala. Sa kabutihang palad, nakilala ko ang isang lalaki na nagngangalang Dong Gao Gong, na nakiramay sa kanyang kalagayan at iniuwi siya upang magtago. Si Duke Dong Gao ay may kaibigan na medyo kamukha ni Wu Zixu, kaya hiniling sa kanya ni Duke Dong Gao na pumasa sa pagsusulit sa pamamagitan ng pagpapanggap bilang si Wu Zixu. Nahuli ng mga gatekeeper ang pekeng Wu Zixu, ngunit ang tunay na Wu Zixu ay hindi makilala ng mga gatekeeper dahil puro puti ang kanyang buhok, kaya pinalampas nila siya. Nang maglaon, ligtas siyang nakatakas sa estado ng Wu.\n(Ang pagpapalit kay Wu Zixu ng isang kaibigan na kamukha, at ang kanyang sarili ay may kulay-abo na buhok, ang \"magic hand\" ng kwentong ito)", "聖意": "Ipagdasal ang iyong tahanan at tahanan na protektahan ang iyong sarili, mag-ingat sa paghahanap ng kayamanan, maging maingat sa mga transaksyon, pagwawalang-kilos sa mga transaksyon, kahirapan sa pag-aasawa", "古人": "Umalis si Wu Yuan sa Zhaoguan sa gabi (nalampasan ni Wu Zixu ang Zhaoguan)", "第X籤": "Ang ikapitompu't limang tanda", "宮": "Mi Palace"}