{"籤詩版本二": "Ang pinaghalong isda at dragon ay may parehong kahulugan. Manatili sa malalim na pool at maghintay ng suwerte.\nWalang kamalay-malay, tumalon si Yumen sa Dragon Palace na nakataas ang ulo.", "詩意": "Ang hexagram na isda at dragon ay nananatiling hindi nagbabago.\nAng lahat ay dumarating sa oras.", "解曰": "Kahit na si Ziji. Maghintay din. Planuhin ang iyong sariling negosyo. Huwag kumilos nang walang ingat.", "籤詩故事一": "◇Hongwu na nanonood ng mga baka\nSi Zhu Yuanzhang, isang katutubo ng Zhongli, Haozhou (ngayon ay Fengyang County, Anhui Province), ay isinilang sa unang taon ng Tianli ng Yuan Wenzong ng Dinastiyang Yuan, na ikaapat sa kanyang pamilya. Ipinanganak siya sa isang mahirap na pamilyang magsasaka.Dahil sa kahirapan noong siya ay bata pa, hindi siya nakapag-aral at minsang nagpastol ng baka para sa panginoong maylupa.\nNoong ika-apat na taon ng Zhizheng (1344), nagkaroon ng matinding tagtuyot sa Huaibei. Ang ama, ina, at kapatid ni Zhu Yuanzhang ay sunud-sunod na namatay, kaya wala siyang pagpipilian kundi maging isang baguhang monghe sa Huangjue Temple.\nWala pang dalawang buwan matapos makapasok sa templo, dahil sa kahirapan sa pagkolekta ng upa ng templo sa mga taon ng taggutom, isinara ng may-ari ng templo ang bodega at pinaalis ang mga monghe. monghe na ikinabubuhay sa pamamalimos).\nNang maglaon, si Zhu Yuanzhang ay naging Taizu ng Dinastiyang Ming at ang \"sibilyang emperador\" sa kasaysayan ng Tsina, na may pangalan ng paghahari na \"Hongwu\".\n(Ang talinghaga ng kwentong ito ay ang pagiging ordinaryo sa isang sandali ay hindi nangangahulugan na ito ay magiging pareho sa hinaharap. Ito ay dahil ang oras ay hindi pa dumarating.)", "聖意": "Ang pamilya ay ligtas, ang pamilya ay malusog, ang kapalaran ay mabuti, ang negosyo ay naghihintay, ang kasal ay huli na, ang lalaki ay ipinanganak sa Liujia, ang pedestrian ay huli, ang silkworm ay huli, ang silkworm ay mayaman, ang anim na hayop nakabuntot, nawawala ang tao, walang demanda na naantala, konserbatibo ang pandarayuhan, naharang ang nawawalang ari-arian, nahahadlangan ang sakit, naganap ang libingan ng bundok", "古人": "Tumingin si Hongwu sa mga baka", "第X籤": "Pitumpu't anim na lote", "宮": "Mi Palace"}