{"籤詩版本二": "Sa panaginip, sinabi na magkakaroon ng maraming kayamanan, ngunit ang katanyagan ay mauuwi sa wala.\nMalayo ang tubig at malayo ang kabundukan, ngunit mahirap maging tapat Ang taong marangal ay nagbibigay patnubay at ngiti.", "詩意": "Ang hexagram na ito ay kumakatawan sa simbolo ng pagkuha ng isang kayamanan sa isang panaginip.\nAng lahat ay higit pa o hindi gaanong totoo.", "解曰": "Mangarap na parang panaginip. Walang pag-asa ng katanyagan. Maghintay ka lang ng magandang panahon. Mga marangal na tagubilin.", "籤詩故事一": "◇ Ibalik ang jade kay Zhao (ibalik ang jade kay Zhao pagkatapos makumpleto ito)\nNoong 283 BC, nakuha ni Haring Zhao Huiwen ang He's Bi mula kay Chu. Matapos marinig ni Haring Qin Zhaoxiang ang balita, nagpadala siya ng liham kay Haring Zhao, na nagpapahayag ng kanyang pagpayag na ipagpalit ang labinlimang lungsod para sa He's Bi.\nSinuri ni Lin Xiangru kay Haring Zhao na si Qin ay malakas at si Zhao ay mahina at kailangang palitan.\nPagkatapos ay ipinadala ni Haring Zhao si Lin Xiangru sa Qin kasama ang He's Bi.\nNakilala ng Hari ng Qin si Lin Xiangru sa Zhangtai, at ipinakita ni Lin Xiangru ang jade sa Hari ng Qin. Tuwang-tuwa ang Hari ng Qin at ipinasa ang He's Bi sa dilag at lahat ng tao sa paligid niya ay napatingin dito. Sa oras na ito, lahat ng nasa kaliwa't kanan ay sumigaw ng mabuhay.\nNakita ni Lin Xiangru na walang intensyon ang Hari ng Qin na ibigay ang lungsod kay Zhao, kaya sinabi niya sa Hari ng Qin na may depekto ang jade Niya at gusto niyang ituro ito sa Hari ng Qin para samantalahin ang pagkakataong makuha ang bumalik si jade.\nMatapos bawiin ni Lin Xiangru ang Bi ni Heshi, tumayo siya sa tabi ng malaking haligi, na nagpapakita na gusto niyang mamatay kasama ang Bi ni Heshi.\nSa oras na ito, sinabi ni Lin Xiangru sa Hari ng Qin: \"Nadaig pa rin ng Hari ng Zhao ang mga pagtutol ng mga ministro at tinanggap ang panukala ng ministro. Kahit na hindi niya dinadaya ang isa't isa kapag nakikipag-ugnayan sa mga karaniwang tao, hindi pa banggitin iyon. Ang Qin ay isang malaking bansa! Upang mapanatili ang pagkakaibigan nina Qin at Zhao, Hari Zhao Pagkatapos ng limang araw ng pag-aayuno, ipinadala ko ang aking mga ministro sa Qin na may dala ng jade. Sa kasamaang palad, ang Hari ng Qin ay hindi lamang nagkaroon ng intensyon na bigyan si Zhao ng isang lungsod, ngunit ipinasa din ang jade ng pamilya He sa isang magandang babae, na talagang isang pangungutya sa aking mga ministro.\"\nPagkatapos magsalita, agad na gumawa ng kilos si Lin Xiangru ng paghampas sa isang haligi. Natakot ang Hari ng Qin na masira ang He's Bi, kaya nagkunwaring binigay niya kay Zhao ang labinlimang lungsod. Nakita ni Lin Xiangru ang mapanlinlang na plano ni King Qin, kaya't hiniling niya kay King Qin na mag-ayuno ng limang araw bago iharap ang He's Bi na mag-antala ng oras. Sa ilang araw na ito, ipinadala ni Lin Xiangru ang kanyang mga tagapaglingkod upang bumalik sa Estado ng Zhao dala ang jade, habang nanatili siya upang harapin ang Hari ng Qin.\n(Ang kwentong ito ay parang mata ng ordinaryong tao na nabighani sa kanyang katayuan.)", "聖意": "Pagdarasal para sa mga pagpapala sa tahanan, sarili, hadlangan ang kayamanan, ginagawang mahirap makamit ang mga transaksyon, ang pag-aasawa ay hindi naaayon sa mga naglalakad na Liujiaxu, hindi tinatanggap ang Chitian silkworm, anim na hayop ang nasira, nawawala ang mga tao, inaasahan ang mga pampublikong demanda at migrasyon, mga nawawalang bagay ay malayo, ang mga sakit ay itinayo, ipinadala sa mga libingan sa bundok, at binago.", "古人": "Ibalik ang jade kay Zhao (kumpletuhin ang jade kay Zhao)", "第X籤": "Ang pitumpu't pitong nanalong lottery", "宮": "Palasyo ng tanghali"}