{"籤詩版本二": "Void knot, nais kong panatilihin kang ligtas. Kung pananatilihin mong ligtas ang iyong katawan, sana hindi mo na ito ibabalik.\nHuwag kalimutan na ang pabor ng Diyos ay ibinalik.", "詩意": "Huwag maniwala na totoo ang hexagram na ito.\nIto ay tanda ng pagiging konserbatibo sa lahat ng bagay.", "解曰": "Ang mga tao ay may kanya-kanyang opinyon. Hindi kailangang maging abala ang isip. Mga tagubilin ng Guanyin. Huwag maging walang galang.", "籤詩故事一": "◇Lihim na sumusuporta sa bronze flag\nAng sikat na founding general ng Tang Dynasty, si Qin Qiong (Qin Shubao) ay ginawaran ng titulong Grand Marshal ng Sui Dynasty. Pinangunahan niya ang kanyang mga tropa na salakayin ang Sishui Pass (o Sishui Pass o Dongling Pass, iba-iba ang mga alamat). Yang Lin ( Si Yang Yicheng), ang guard general ng Sishui Pass, ay si Emperor Yang ng Sui Dynasty ay nag-utos ng isang bronze flag array na i-set up, ngunit hindi ito maatake ni Qin Shubao sa mahabang panahon. Matapos malaman na si Luo Cheng, ang pinuno ng pormasyon, ay kanyang pinsan, nakipag-ugnayan siya sa kanyang tiyahin.\nBago umalis si Luo Cheng, sinabi niya sa kanyang ina na ang taong dumating para ibagsak ang bandila ay ang kanyang pinsan na si Qin Qiong, at inutusan siya ng kanyang ina na lihim na tulungan siya. Sa araw ng mapagpasyang labanan, si Luo Cheng, na nagbabantay sa Bronze Flag, ay biglang lumiko at nakipagsanib-puwersa kay Qin Qiong para talunin ang Bronze Flag formation. Sinakop ni Luo Cheng ang Dongling Pass at bumalik na matagumpay. Si Luo Cheng ay sumuko rin sa Tang Dinastiya.\n(Ang kuwentong ito ay isang metapora na kung minsan ay dapat kang umasa sa katwiran kapag gumagawa ng mga bagay, sa halip na umasa sa emosyon o pananampalataya.)", "聖意": "Ang bahay ay handa pa ring mangako sa sarili, humanap ng kayamanan, panatilihin ang bahagi, maging maingat sa pag-aasawa, manganak ng babae, mga naglalakad sa bukid, silkworm, pitong puntos at anim na pinsala sa hayop, paghahanap ng mga tao, pampublikong demanda at paglipat. , nawalang ari-arian, mga sakit sa kanluran, solusyon sa mga bundok, libingan sa kanluran", "古人": "Lihim na tumutulong sa pagbaba ng bronze flag", "第X籤": "Pitumpu't siyam na Nanalo sa Lott", "宮": "Palasyo ng tanghali"}