{"籤詩版本二": "Dumiretso sa Immortal Rock para matutunan ang Immortality. Kapag ang kaalamang ito ay inihayag ng emperador,\nAng bughaw na kalangitan, ang araw at ang buwan ay palaging nagniningning, at ang reputasyon ng isang matuwid na puso ay lumaganap sa buong mundo.", "詩意": "Ang hexagram na ito ay simbolo ng pagtanggap ng patnubay mula sa mga marangal na tao.\nLahat ay maayos na magkasama.", "解曰": "May simula at may katapusan. Huwag pumunta sa kanluran o silangan. Gamitin ang iyong puso. Maraming marangal na tao.", "籤詩故事一": "◇Si Liu Zhiyuan ay tumalikod sa hukbo\nSi Liu Zhiyuan (Zhiyuan) ay mula sa Shatao (tribong Shatuo).\nSi Liu Zhiyuan at ang kanyang asawang si Li Sanniang ay nakatira sa bahay ng kanyang tiyuhin. Hinala ng kanyang tiyuhin na mahirap si Liu Zhiyuan (Zhiyuan), kaya't hinikayat niya si Zhiyuan na pumunta sa hardin ng melon, umaasang makakain si Liu ng dalawang espiritu ng melon. Kinuha ni Zhiyuan isang baril sa gabi, nakipaglaban sa mga espiritu ng melon, nagpunta sa ilalim ng lupa, at naghukay ng lupa. Kunin ang espada at ang aklat ng digmaan.\nKinuha niya ang kanyang espada at kasanayan sa militar, nagpaalam sa kanyang asawa, at sumama sa hukbo. Siya ay sumilong kay Yue Xun at nagsilbi bilang isang opisyal sa envoy ng pagpapatahimik.\nSinira ng Khitan ang Dinastiyang Jin, iniwan ang Central Plains na walang panginoon.Naging emperador si Zhiyuan sa Jinyang.\nAng bansa ay binago sa Later Han Dynasty. Tinatawag pa rin itong Tianfu (pangalan ng taon) nang hindi nagbabago ang panahon.", "聖意": "Ang tahanan ay ligtas, ang sarili ay mapalad, ang pera ay mabuti, ang negosyo ay maganda, ang pagsasama ng mag-asawa, ang mag-asawa ay kasal, ang lalaking manlalakbay ay bumalik sa bukid, kalahati ng mga uod ay naani, ang anim na hayop ay matagumpay. , ang tao ay natagpuan, ang demanda ay matagumpay, ang paglipat ay mabuti, ang nawawalang ari-arian ay mabuti, ang sakit ay Anshan, ang libingan ay mabuti", "古人": "Lumiko si Liu Zhiyuan sa hukbo", "第X籤": "Ang ikawalong tanda", "宮": "Wei Gong"}