{"籤詩版本二": "Ang mga dahon ng mga puno ng sikomoro ay bumagsak, ang taglagas ay nalalapit, at ang paglalakbay ng mga manlalakbay ay tila mga ulap.\nSalamat sa dakilang pagsisikap ng Diyos, bumalik ang barko dala ang kayamanan sa hangin.", "詩意": "Ang hexagram na ito ay kumakatawan sa imahe ng mga nahulog na dahon ng sycamore.\nAng lahat ay masama nang maaga at mabuti sa huli.", "解曰": "Kunin ang mga bagay mula sa puso. Sinundan ito ni Tianxin. Upang maghanapbuhay. Gawin mo ang lahat ng iyong makakaya.", "籤詩故事一": "◇ Ang hangin ay umiihip sa Tengwang Pavilion\nSi Wang Bo, na may kagandahang-loob na pangalang Zian, ay isang makata ng unang bahagi ng Dinastiyang Tang. Siya ay ipinanganak noong unang taon ni Yonghui, Emperador Gaozong ng Dinastiyang Tang. Si Wang Bo ay nagbabasa ng mga banal na kasulatan mula pa noong siya ay bata, at siya ay kilala bilang isang \"child prodigy\". Si Wang Bo ay nagbabasa ng mga banal na kasulatan mula pa noong siya ay bata, at siya ay kilala bilang isang \"child prodigy\".\nNoong siya ay sampung taong gulang, nagkataong napadaan sila ng kanyang ama sa isang Guandi Temple. Nakita nila sa templo ang maringal na estatwa ni Guandi, na may hawak na kopya ng \"Spring and Autumn\" at binabasa ito. Nang makita ito ng kanyang ama, siya Nabigyang-inspirasyon.Siya ay umawit kay Emperor Guan: \"Hawak ang tatlong kandado ng berdeng balbas, binabasa ang kasaysayan ng Dinastiyang Qing sa berdeng parol at pagbibigay pugay sa mga sikat na pangalan. Hawak ang berdeng dragon at ang buwan sa aking kamay.\" Sabi nga. na sa taglagas ng taong ito, nagpunta si Wang Bo mula sa Shanxi patungong Hainan Island upang bisitahin ang kanyang ama na ibinaba sa mahistrado ng county ng Jiaozhi. , na dumaraan sa libu-libong bundok at ilog sa daan. Noong taglagas ng taon nang siya ay dalawampu't pito, nagpunta si Wang Bo mula sa Shanxi patungo sa Hainan Island upang bisitahin ang kanyang ama, na na-demote sa posisyon ng Jiaozhi County Magistrate. Dumaan siya sa libu-libong bundok at ilog sa daan.\nPagdating namin sa Madang Mountain noong araw na iyon, lahat ay pumunta sa dalampasigan upang magpahinga. Nang mag-isa si Wang Bo na lumakad sa isang sinaunang templo, bigla niyang nakita ang isang matandang lalaki na nakaupo sa bato sa tabi ng templo. at isang engkanto na anyo. Sinabi niya kay Wang Bo \"Hindi ba ikaw si Wang Bo?\" Nagulat si Wang Bo at sinabing, \"Eksakto! Paano mo nalaman iyon?\" Sabi ng matanda, \"Matagal ko nang narinig na mayroon kang mabuting tao. intensyon na iligtas ang mga tao, at ang iyong mga tula ay lubhang makabuluhan. May magaganap na engrandeng salu-salo sa Tengwang Pavilion bukas. Kung makakadalo ka sa piging at makapagsusulat ng sanaysay, sisikat ka sa buong panahon at makakakuha ng mga gastusin sa paglalakbay.\" Pagdating nila. sa Madang Mountain, lahat ay pumunta sa pampang upang magpahinga. Nang mag-isa si Wang Bo na naglalakad sa isang sinaunang templo, bigla niyang nakita sa bato sa tabi ng templo, May isang matandang nakaupo, na mukhang isang bata na may magandang buhok at isang diwata. hitsura. Sinabi niya kay Wang Bo, \"Hindi ba ikaw si Wang Bo?\"\nNagulat si Wang Bo at sinabing, \"Eksakto! Paano mo nalaman iyon?\"\nSinabi ng matanda: \"Matagal ko nang narinig na mayroon kang mabuting hangarin na iligtas ang mga tao, at ang mga tula na iyong binubuo ay lubos na makabuluhan. Magkakaroon ng isang engrandeng salu-salo sa Pavilion ni Prinsipe Teng bukas. Kung makakadalo ka sa piging at makakagawa, sisikat ka sa buong panahon at makakakuha ka ng mga gastos sa paglalakbay.\"\nSinabi ni Wang Bo: \"Ang lugar na ito ay anim o pitong daang milya ang layo mula sa Tengwang Pavilion. Paano tayo makakarating dito bukas?\" Sinabi ng matanda: \"Gagamitin ko ang isang kabayo bilang isang banal na hangin upang matulungan kang magkaroon ng maayos na paglalayag. Ako tiyak na darating bukas.\" Nagpasalamat sa akin si Wang Bo at sinabi: \"Paumanhin, aking biyenan. , ikaw ba ay isang imortal o isang diyos?\" Tumawa ang matanda at sinabi, \"Ako ang Zhongyuan Shuijun na nasa singil sa lugar ng tubig na ito!\" Sabi ni Wang Bo, \"Ang lugar na ito ay anim o pitong daang milya ang layo mula sa Tengwang Pavilion. Paano tayo makakarating doon bukas?\"\nSinabi ng matanda: \"Gagamitin ko ang kabayo bilang isang banal na hangin upang tulungan kang magkaroon ng isang maayos na paglalayag. Tiyak na darating ako bukas.\"\nNagpasalamat si Wang Bo sa kanya at sinabing, \"Paumanhin, biyenan, ikaw ba ay isang imortal o isang diyos?\"\nTumawa ang matanda at sinabing, \"Ako ang Zhongyuan Shuijun na namamahala sa lugar na ito ng tubig!\" Pagkatapos ay hinimok ng matanda si Wang Bo na mabilis na sumakay sa bangka. Nakita niya ang mga mapalad na ulap sa paligid niya saglit, at ang hangin. at ang tubig ay makinis sa daan.Sa isang kisap mata, daan-daang milya na ang kanyang nilakbay.\nPagkatapos ay hinimok ng matanda si Wang Bo na mabilis na sumakay sa bangka. Nakita niya ang mga mapalad na ulap na nakapalibot sa kanya saglit, at ito ay isang maayos na paglalakbay. Sa isang kisap-mata, siya ay naglakbay ng daan-daang milya. Gaya ng inaasahan, sumugod si Wang Bo sa Pavilion ni Prince Teng sa umaga ng grand event.\nGaya ng inaasahan, sumugod si Wang Bo sa Pavilion ni Prince Teng sa umaga ng grand event. At on the spot, isinulat niya ang \"Preface to Prince Teng's Pavilion\", na tinawag na walang hanggang obra maestra ni Emperor Gaozong ng Tang Dynasty. At on the spot, isinulat niya ang \"Preface to Prince Teng's Pavilion\", na tinawag na walang hanggang obra maestra ni Emperor Gaozong ng Tang Dynasty.\nMay isang tula na nagsasabing:\nNoon pa man ay sinasabi na ang mga mahuhusay na tao ay mga diyos, kaya hindi aksidente na dinadala ng hangin ang Nanchang sa Nanchang;\nSumulat ako ng tula tungkol sa mataas na pavilion ni Haring Teng, at sinundan niya ang mga imortal upang samahan si Zhongyuan.", "聖意": "Manalangin para sa iyong tahanan at protektahan ang iyong sarili, manalangin para sa mga pagpapala, maghanap ng kayamanan, at makamit ang kasal at pagkakasundo.", "古人": "Umiihip ang hangin sa Tengwang Pavilion", "第X籤": "Pumirma ng walumpu't isa", "宮": "Wei Gong"}