{"籤詩版本二": "Halimbawa, ang ikatlo, ikaapat, at ikalimang baitang ng unang buwan ng buwan ay nawawala, kalahati ay wala, kalahati ay naroroon, at hindi kumpleto.\nNaghihintay para sa midnight snack sa ikalabinlimang araw ng taon, lahat ay maliwanag at puno", "詩意": "Sa hexagram na ito, nawawala ang buwan ngunit hindi full.\nMaging matiyaga sa lahat ng bagay.", "解曰": "Manatiling konserbatibo at maghintay. Tulad ng unang buwan ng buwan. Naghihintay ng round time. Walang masama.", "籤詩故事一": "◇ Si Li Yuan ay umakyat sa trono\nSa mga huling taon ng Dinastiyang Sui, si Emperador Yang ng Dinastiyang Sui ay tiwali at bastos, nagsasaya sa lahat ng dako, na nagdulot ng sama ng loob sa mga tao at nahati ang imperyo sa mga bayani.\nNoong 618 AD, si Yu Wenhuaji, Sima Dekan, Pei Qantong at iba pa ay naglunsad ng isang pag-aalsa upang patayin si Emperor Yang ng Dinastiyang Sui at iprinoklama si Yang Hao bilang emperador.\nHindi nagtagal, pinatay ni Yu Wenhuaji si Qin Wanghao at idineklara ang kanyang sarili bilang Emperador Xu, na nagtatag ng bansang Xu.\nNang sumunod na taon, sama-sama siyang winasak ni Tang general Li Shentong at Xia king Dou Jiande.\nMatapos malaman ng rehiyon ng Central Plains ang pagkamatay ni Emperor Yang, sinuportahan ni Luoyang guard Wang Shichong si Haring Dong ng Yue bilang emperador, iyon ay, Emperador Ai ng Dinastiyang Sui.\nSa panahong ito, pinatalsik ni Li Yuan si Yang You, idineklara ang kanyang sarili bilang emperador sa Taiyuan, at pinalitan ang pangalan ng bansa ng Tang. Ito ay si Tang Gaozu.", "聖意": "Bahay at bahay na hiling para sa sarili, magandang kapalaran sa tag-araw at taglagas, mag-ingat sa mga transaksyon, maghintay sa oras, ang kasal ay huli na, si Liujia ay nagsilang ng isang batang babae, ang mga pedestrian ay naharang, ang mga silkworm ay matatag, ang mga hayop ay matatag, mahirap. upang makahanap ng mga tao, ang mga pampublikong demanda at migrasyon ay konserbatibo, ang pagkawala ng ari-arian ay mahirap, ang sakit ay mahirap i-set up, ipadala sa bundok na libingan, at baguhin", "古人": "Umakyat sa trono si Li Yuan", "第X籤": "Walumpu't tatlong Nanalong Lottery", "宮": "Wei Gong"}