{"籤詩版本二": "Ano ang gagawin kung nawala ang iyong birtud dahil sa iyong reputasyon? Natatakot ako na baka magbago ang magandang kapalaran at mangyari ang masasamang bagay.\nLasing, hindi ko alam kung saan pupunta. Mayroon akong malabo na panaginip sa anino ng mga berdeng puno ng pino.", "詩意": "Ang hexagram na ito ay kumakatawan sa malamig na isda na umaalis sa tubig.\nWalang magagalaw.\n\n(Ang hexagram na ito ay simbolo ng masamang birtud at malas.\nPanatilihin ang iyong mga paa sa lupa sa lahat ng bagay.\n)", "解曰": "Ang malamig na isda ay umaalis sa tubig. isang langaw sa pamahid. Kung magtatanong ka tungkol sa mga plano sa kampo. Mas maganda kay Mo Qi\nAng tanda na ito ay magdadala ng malas kay Liujia. Mali ang lahat. Manalangin para sa seguridad.", "籤詩故事一": "◇ Sinusuri ni Zhuangzi ang kanyang asawa\nSi Zhuangzi ay ipinanganak sa Dinastiyang Zhou. Ang kanyang apelyido ay Zhuang, ang kanyang ibinigay na pangalan ay Zhou, at ang kanyang ibinigay na pangalan ay Zixiu. Siya ay katutubo ng Mengyi sa Dinastiyang Song. Sa Dinastiyang Zhou, siya ang opisyal ng Qiyuan.\nIsang araw, nakilala ni Zhuangzi ang isang babae sa bundok, naka-squat siya sa harap ng isang bagong libingan, niyuyugyog ang kanyang pamaypay, na para bang gusto niyang patuyuin ang basang lupa sa libingan. Hindi naintindihan ni Zhuangzi ang kanyang intensyon, kaya tinanong niya ito. Sinabi niya na ang taong inilibing sa libingan ay ang kanyang asawa, at ang huling salita ng kanyang asawa ay hindi siya maaaring mag-asawang muli hanggang sa matuyo ang lupa sa libingan. Hindi na siya makapaghintay, kaya hinalo niya ang libingan para mas mabilis itong matuyo, para makapagpatuloy siya sa pangalawang tagsibol.\nNapabuntong-hininga si Zhuangzi nang maisip niyang may napakawalang pusong babae sa mundo. Tapos naisip ko, magiging ganito ba ang asawa ko? Kapag may hinala, gusto kong subukan ito.\nAng apelyido ng asawa ni Zhuangzi ay Tian, ​​​​at karaniwang may malapit na relasyon ang mag-asawa. Upang masubukan ang katapatan ng kanyang asawa, nagpasya si Zhuangzi na magpanggap na patay na.\nNang mabalitaan na namatay si Zhuangzi dahil sa isang biglaang sakit, maraming tao mula sa iba't ibang panig, kabilang ang mga kamag-anak at kaibigan, ang dumating upang ipahayag ang kanilang pakikiramay. Kabilang sa kanila ang isang guwapong hari at apo mula sa estado ng Chu, na mayaman sa yaman. Nakita na si Ms. Si Tian ay bagong balo at nakakaawa, hinabol niya ito. Hindi nakayanan ni Ms. Tian ang tukso at umibig kay Wang Sun. Dalawampung araw lang silang ikinasal.\nNoong gabing iyon, nang lasing ang alak at mainit ang tenga, biglang inatake sa puso si Wang Sun at namatay.\nNatakot at nataranta si Ms. Tian, ​​at agad na tinanong si Wang Sun kung ano ang gagawin. Tiniis ni Wang Sun ang sakit at sinabi kay Ms. Tian na ang utak ng mga bangkay ay maaaring gamitin upang buhayin ang mga patay.\nSaan mahahanap ang bangkay? Biglang naisip ni Ms. Tian, ​​hindi ba kamamatay lang ng asawa niya? Nakalimutan ni Mr. Tian ang tungkol sa dating pag-iibigan ng mag-asawa, at aktwal na kumuha ng palakol at hinati ang kabaong ng kanyang asawa, naghahanda na ilabas ang utak nito para sa gamot.\nSa hindi inaasahang pagkakataon, nang mabuksan ang kabaong, muling nabuhay si Zhuangzi. Hiyang-hiya si Ms. Tian kaya nagbigti siya.\n(Ang kwentong ito ay isang metapora para sa paglabag sa pagkakaibigan para sa pansariling pakinabang, kaya hindi tayo sumasang-ayon dito.)", "聖意": "Ang bahay ay mapayapa, ang sarili ay ligtas, ang pera ay hindi patas, ang mga kalakalan ay isinakripisyo, ang pag-aasawa ay nalutas, ang kasamaan ay maunlad sa Liujia, ang mga naglalakad ay hindi dumating, ang silkworm ay patag, ang mga hayop ay patag, ang mga tao ay nawawala, ang demanda ay nagbabago, ang mga alagad ay konserbatibo, ang ari-arian ay walang sakit, at ang bundok at libingan ay masama.", "古人": "Sinubukan ni Zhuangzi ang kanyang asawa", "第X籤": "Lot 84", "宮": "Wei Gong"}