{"籤詩版本二": "Binalot ng maitim na ulap at hamog ang kalsada sa harap ng bundok.Bilog ang lahat at bilog na naman ang buwan.\nKung nakakuha ka ng tula at libro, magigising ka sa malalim na panaginip, gagabay sa iyo ang taong marangal sa rooftop.", "詩意": "Ang hexagram na ito ay sumisimbolo sa pagtatapos ng tagsibol at ang pamumulaklak ng mga bulaklak.\nNagbabago ang lahat pagkatapos ng Panginoon.", "解曰": "Kailangang humingi ng tulong ang matanda. Ito ay namumulaklak muli sa tagsibol. Pagnanais para sa katanyagan at kayamanan. Makatagpo ng isang windfall sa huling bahagi ng buhay.", "籤詩故事一": "◇Nakasalubong ni Han Wengong ang niyebe\nSi Han Yu, na ang pangalan ay Tuizhi, ay mula sa Changli. Si Tang Dezong ay naging isang Jinshi sa ikawalong taon ng Zhenyuan, at ang kanyang posthumous na titulo ay Wen Gong.\nSa panahon ng paghahari ni Emperador Xianzong ng Dinastiyang Tang, si Han Yu ay tumutol sa mga buto ng Buddha, na ikinagalit ng Emperador. Iniwan ni Han Yu ang kanyang asawa at mga anak at pumunta sa Chaozhou. Matapos maglakad ng wala pang ilang araw, lumakas ang malamig na hangin at bumuhos ng malakas ang niyebe. Dumating si Han Yu sa isang lugar kung saan ang snow ay ilang talampakan ang lalim, kaya nahihirapan ang kanyang kabayo na umusad. Walang malapit na bahay at hindi niya alam kung saan ang daan. Kung gusto mong sundan ang landas at umatras, walang paraan pabalik. Malakas ang ihip ng hangin at mabilis na bumabagsak ang niyebe. Si Han Yu ay basang-basa sa balat, nagyeyelo at nagugutom, at wala nang maipahayag ang kanyang kalungkutan.\nBumuntong-hininga si Han Yu at sinabing: \"Hindi ako papatayin ng emperador, ngunit nais akong sirain ng emperador.\"\nNang si Han Yu ay desperado, nakita niya ang isang lalaking paparating upang linisin ang niyebe sa kabila ng matinding lamig. Siya pala ay si Han Xiangzi (pamangkin ni Han Yu).\nBago pa man, sinabi ni Han Xiangzi kay Han Yu: \"Nasaan ang tahanan ni Yun Heng sa Qinling? Ang niyebe ay yumakap sa asul na tarangkahan at ang kabayo ay huminto sa pagsulong.\" Sa oras na iyon, hindi maintindihan ni Han Yu ang ibig sabihin ni Han Xiangzi, ngunit ngayon siya ay sa wakas naintindihan na.\nKaya nagpunta sina Han Yu at Han Xiangzi upang magpalipas ng gabi sa bahay ni Fu sa Languan. Sa pakikipag-usap tungkol sa nakaraan at ang daan patungo sa paglilinang, si Han Yu ay taos-pusong kumbinsido.\nNang maglaon, iniwan ni Han Yu ang kanyang opisyal na posisyon, ibinigay ang lahat ng kanyang ari-arian sa lokal na pamahalaan, at pumunta sa mga bundok upang magsanay ng Taoismo at maging isang imortal.", "聖意": "Ang bahay ay hindi mabuti para sa sarili, mag-ingat sa paghahanap ng pera, tumutok sa negosyo, kasal ay huli na, Liujia babaeng pedestrian na humaharang sa mga bukid, silkworm ay mabuti, hayop ay mabuti, mahirap makahanap ng mga tao, pampublikong demanda ay paulit-ulit, migration ay na-update, ang mga nawawalang bagay ay malubha, ang mga sakit ay naantala, ang mga libingan sa bundok ay dapat baguhin.", "古人": "Nakatagpo ng niyebe si Han Wengong", "第X籤": "Walumpu't limang nanalong lottery", "宮": "Shen Gong"}