{"籤詩版本二": "Darating ang tagsibol, namumukadkad ang mga bulaklak sa balkonahe, at ang mga sasakyang naglalakbay ng libu-libong milya ang layo ay nagdadala ng mga kayamanan.\nKung makuha mo ang ikatlong antas ng alon ng Yumen, ito ay magiging parang kulog sa lupa", "詩意": "Ang hexagram na ito ay kumakatawan sa imahe ng pagkikita ng emperador sa korte.\nAng lahat ay napakabuti.", "解曰": "Itinalaga ang emperador. Parang yaman na natagpuan sa kahirapan. Sundan mo ang iyong puso. Ang una sa mga hexagrams.\nAng tanda na ito ay sumusunod sa nais ng iyong puso. Lahat ay maayos.", "籤詩故事一": "◇Tatlong yuan sa negosyo\nShang Ren (1414-1486), courtesy name Hongzai, palayaw Suting, posthumous title Wenyi, ay isang katutubong ng Chun'an, Zhejiang, China. Siya ay isinilang noong Pebrero 25, ang ikalabindalawang taon ng Yongle sa Dinastiyang Ming.\nAng kanyang ama o ang kanyang mga ninuno ay hindi opisyal, ngunit siya ay pinaboran ng iskolar na si Wang Rui sa kanyang mga unang taon. Noong ika-10 taon ni Xuande sa Dinastiyang Ming (1435), siya ay nasa unang pwesto sa pagsusulit sa probinsiya (Xie Yuan). , siya ay nabigo sa pagsusulit ng maraming beses, kaya't inilaan niya ang kanyang sarili sa pag-aaral sa Taixue, at lubos na minahal ng Imperial Academy. Napahalagahan ni Li Shimian na noong ika-10 taon ng Zhengtong (1445), siya ay unang niranggo sa Huiyuan Examination (Huiyuan). ), at pagkatapos ay unang niraranggo sa Palace Examination (Zhuangyuan). Sa Dinastiyang Ming, tanging si Huang Guan at siya, na pinaalis ni Zhu Di, ang may ganitong karangalan.", "聖意": "Good luck sa tahanan, magandang kapalaran, good luck sa negosyo, good luck sa pag-aasawa, tagumpay sa Liujia, good news para sa mga manlalakbay, good news sa bukid, silkworms, good luck sa mga alagang hayop, kasaganaan sa paghahanap ng mga tao, restitution, demanda, tagumpay , migration, good luck sa mga nawawalang bagay, sakit, Anshan at libingan", "古人": "Shang Lu Zhong San Yuan", "第X籤": "Lagda ng walumpu't anim", "宮": "Shen Gong"}