{"籤詩版本二": "Naglalakad sa kalahati ng kanlurang bundok, ang mga bangin ng Junling ay hindi maaayos.\nNakatingala sa Diyos para sa proteksyon, ang katawan na ito ay nasa morge pa rin", "詩意": "Ang hexagram na ito ay parang naghahanap ng ginto sa buhangin.\nMay mga palatandaan ng marangal na tao sa lahat ng bagay.\n\nGayundin: Ang hexagram na ito ay nagpapahiwatig na ang tao ay nasa panganib.\nMay mga palatandaan ng marangal na tao sa lahat ng bagay.", "解曰": "Matatagpuan si Jade sa pamamagitan ng pagpapait ng bato. Maghanap ng ginto sa buhangin. Kailangang magsumikap. Problema lang.\nIsa pang gawain: isang mahirap na sitwasyon. Walang matuluyan. Humingi ng pagpapala sa Diyos. Manalangin para sa kapayapaan ng isip.", "籤詩故事一": "◇Kagat ng ginto at galugarin ang mga kuweba sa ilalim ng lupa\nUpang ipagdiwang ang kanyang mga pagsasamantala sa militar, nagdaos si Cheng Yaojin ng isang piging sa Yanwuyang. Biglang bumukas ang isang butas sa lupa, na hindi maarok. Ang lahat ay bumunot ng palabunutan sa pamamagitan ng pagpili ng mga salita, pagkagat ng ginto upang manalo, at pag-upa ng mga lubid upang itali ang kanilang sarili sa butas.\nMay mga batong pinto, mesa, upuan, tulay at iba pang bagay.Sa mesa ay may mga dragon robe at jade belt, na gawa sa ginto at sira na sa kweba.\nLumabas si Yao Jin sa butas na may dalang malaking kahon at maliit na kahon, binuksan ang kahon na gawa sa kahoy at kinuha ang jade seal, binuksan ang kahon, inilabas ang malaking bandila at ang koronang robe at mga track at inilagay ang mga ito sa mesa, at isa-isa silang pinagmamasdan ng lahat. Nakita ko ang walong mga karakter ng selyo na nakaukit sa malaking selyo ay \"Ang Demon King ng Hunshi, ang Dakilang Virtuous Emperor\".\nSinamba siya ng lahat bilang \"Emperor\", at ginawa ito ni Yaojin sa loob ng tatlong taon bilang Demon King. (Sa totoo lang, self-proclaimed lang ito, at si Cheng Yaojin ang pinuno lang ng village noon.)\n(Ang kwentong ito ay isang metapora na ang magagandang bagay ay parang pag-arte lang. Ito ang masining na kuru-kuro ng \"ang katawang ito ay nasa kawalan pa rin\".)", "聖意": "Ang pagdarasal para sa tahanan at bahay, sarili, kawalan ng kita, paghahanap ng kayamanan, pagsusumikap, pagiging maingat sa negosyo, ang pag-aasawa ay hahadlangan ni Liu Jiaxu, mga pedestrian, Chi Tian, ​​​​silkworms, stable anim na hayop, naghahanap ng mga tao, walang demanda. , pagkawala, pandarayuhan, pag-iingat ng nawawalang ari-arian, masasamang sakit, balakid, bundok at libingan.", "古人": "Paggalugad sa Crypt para sa Ginto", "第X籤": "Lagda ng walumpu't pito", "宮": "Shen Gong"}