{"籤詩版本二": "Huwag mo akong pakialaman sa iyong mga personal na gawain. Ito ay mas nararapat na itanong sa publiko.\nAng isang malinaw na puso ay kasing liwanag at linaw ng maliwanag na buwan sa kalangitan", "詩意": "Ang hexagram na ito ay kumakatawan sa imahe ng isang maliwanag na buwan sa kalangitan.\nAng lahat ay maliwanag at mahangin.", "解曰": "Maging matuwid sa puso. Ituwid ang batas. Banal na salita. Sa wakas ito ay nagiging malinaw.", "籤詩故事一": "◇Heneral ni Kong Ming\nSolusyon: Pinakilos ni Zhuge Liang ang kanyang mga tropa at heneral\nSa panahon ng Tatlong Kaharian, ipinanganak si Zhuge Liang (181-234), sa kagandahang-loob na pangalan Kongming, sa Yangdu, Langya (ngayon ay Yinan County, Shandong Province).\nPumayag si Zhuge Liang na maging opisyal matapos bumisita si Liu Bei ng tatlong beses sa kubo na gawa sa pawid. Noong panahong iyon, napatahimik na ni Cao Cao si Hebei at determinadong magmartsa patimog. Ipinadala niya si Xiahou Dun bilang punong heneral, Yu Jin, Li Dian at iba pa bilang mga deputy generals, pinamumunuan ang isang hukbo ng 100,000 na magmartsa patungo sa Xinye. Bagama't may plano si Zhuge Liang na umatras mula sa kalaban noong panahong iyon, hinamak nina Guan Yu at Zhang Fei ang mga salita ni Zhuge Liang. Walang pagpipilian si Zhuge Liang kundi gamitin ang espada ni Liu Bei para supilin ang dalawang lalaki. Ang bawat isa ay namuno sa isang libong kawal at kabayo, at nagtago sa Yushan at Anlin. Hinintay nila si Xiahou Dun na pamunuan ang kanyang hukbo na dumaan, at pagkatapos ay inatake sila ng pananambang at sunog.\nBilang karagdagan, si Zhao Yun ay ipinadala upang pamunuan ang luma at mahihinang mga labi ng hukbo upang lumaban bilang isang taliba laban sa Xiahou Dun, at pagkatapos ay pekeng pagkatalo at umatras, na hinikayat si Xiahou Dun sa makipot na kalsada sa mga bundok at kagubatan. Ipinadala rin niya si Guan Ping, Zhou Cang, Liu Feng at iba pa na pumuslit sa likuran ng hukbo ni Cao, nagsusunog ng mga suplay at nagdulot ng gulat sa hukbo ni Cao.\nPagkatapos ng labanan, nangyari ang lahat ayon sa pag-aayos ni Zhuge Liang. Nang pinangunahan nina Xiahou Dun at Yu Jin ang hukbo sa pagtugis, agad na ipinaalam ni Li Dian, na nasa likuran, kay Xiahou Dun sa harapan na kailangan niyang magbantay laban sa mga atake ng kaaway. Gayunpaman, huli na. Ang hukbo ni Cao ay napigilan ng ang makitid na daan at matatagpuan sa isang lugar kung saan ang mga puno ay magkakaugnay, kaya hindi nasimulan ang apoy. May mga mabibigat na nasawi, at si Xiahou Dun at iba pang mga heneral ay natalo at tumakas pabalik sa Xudu.\n(Ang kwentong ito ay isang metapora na magaling si Kong Ming sa paggamit ng mga tao at pamamahala sa bansa nang may karunungan.)", "聖意": "Mapalad ang tahanan at bahay. Hangad ko ang suwerte sa kayamanan, kapayapaan ng isip, maunlad na negosyo, pag-aasawa, tagumpay, tagumpay sa Liujia, mga lalaking lumipat ng bukid, silkworm, pagkawala ng mga alagang hayop, nawawalang mga tao, pampublikong demanda, migration, nawalan ng ari-arian, pagpapala, sakit, kapayapaan, bundok at libingan.", "古人": "heneral ni Kong Ming", "第X籤": "Ang ikasiyam na tanda", "宮": "Palasyo ng Yin"}