{"籤詩版本二": "Ang isang magandang palabas ay nagpapangyari sa iyo na namumukod-tangi mula sa karamihan nang may pagsimangot, at ang iyong kinabukasan ay nagbabago at nagdadala ka ng maraming kayamanan.\nAng daan ay kasing lawak ng langit, at lahat ng perang maibibigay mo ay nasa puso mo", "詩意": "Ang hexagram na ito ay nagpapahiwatig ng isang magandang hinaharap.\nMaayos ang takbo ng lahat.", "解曰": "Isang malaking kalsada. Maaari kang sumulong. Gamitin ang iyong puso. Pasulong lang.\nAng lahat ay napupunta ayon sa pinlano sa sign na ito. Good luck kay Jichang.", "籤詩故事一": "◇Tatlong bayani ang lumaban kay Lu Bu\nSolusyon: Tatlong bayaning sina Zhang Fei, Guan Yu, at Liu Bei ang lumaban kay Lu Bu\nNalaman ni Dong Zhuo na si Hua Xiong ay pinugutan ng ulo at ipinadala ang lumilipad na heneral na si Lu Bu upang lumaban. Sa sandaling sumabak si Lu Bu sa labanan, pinatay niya ang mga heneral na sina Fang Yue at Mu Shun, at pinatay sina Wu Anguo at Gongsun Zan.\nNakita ni Zhang Fei na hindi kayang talunin ni Gongsun Zan si Lu Bu, kaya mabilis niyang pinalitan si Gongsun Zan at sumigaw: \"Dapat umalis ang mga alipin ng tatlong apelyido! Nandito na si Zhang Fei mula sa Yan!\" Pagkatapos noon, lumaban sila ng mahigit limampung round sa loob. isang hilera, na walang panalo o talo.\nMatapos itong makita ni Guan Yu, sinalakay nila ni Zhang Fei si Lu Bu at lumaban ng mahigit tatlumpung round.\nDala-dala rin ni Liu Bei ang dalawang espada, ipinalakpak ang kanyang kabayo at humakbang pasulong para tulungan sina Zhang Fei at Guan Yu.\nPinalibutan ng tatlong lalaki si Lu Bu at patuloy na nag-aaway.Natulala ang lahat ng tao sa grupo.\nHindi nagtagal, nagsimulang mawalan ng lakas si Lu Bu. Umatras ang Pegasus ni Lu Bu, ngunit hinabol ng tatlong lalaki si Lu Bu at tumangging sumuko. Hindi sila umatras hanggang sa nakilala nila ang mga tropa ni Lu Bu.\n\"Tatlong kaharian\"\n(Ang kwentong ito ay isang metapora para sa katapangan at husay ni Lu Bu sa pakikipaglaban. Maaaring talunin ng isang tao ang tatlong tao.)", "聖意": "Ang puso ng bahay at tahanan ay naglalakbay lamang sa sariling paglalakbay upang maghanap ng kayamanan. Ang isang posibleng artikulo ng kasal ay napupunta kay Liujia. Ang mga bagay ay maayos para sa mga tao. Gumagamit ang mga uod ng Zhushuntian. Ang mga tao ay matatagpuan sa anim na hayop. Ang mga tao ay matatagpuan nang maaga . Litigation. Migration. Nawalan ng ari-arian. Mga sakit. Ang mga bundok at libingan ay parang suwerte.", "古人": "Tatlong bayani ang lumaban kay Lu Bu", "第X籤": "Siyamnapu't isang nanalong lottery", "宮": "Ikaw Palasyo"}