{"籤詩版本二": "I have plan for business since I was a child, so I don’t need to ask for wealth and wealth.\nKung may hinahanap ang dalawang tao, lalabas ang scholar at babalik na may pinakamataas na premyo.", "詩意": "Ang hexagram na ito ay naging simbolo ng negosyo mula pagkabata.\nMaging masipag at matipid sa lahat ng bagay at walang pag-aalala.", "解曰": "Mula pagkabata hanggang pagtanda. Walang hadlang, walang hadlang. Gumawa ng plano. Ang katanyagan ay maayos.", "籤詩故事一": "◇Ibinalik ni Cai Qing ang kanyang kabaitan (Cai Yong)\nSi Cai Yong, courtesy name na Bojie, ay ipinanganak sa Chenliuyu (ngayon sa timog ng Qixian County, Henan Province). Siya ay isang iskolar at asawa ni Zhao Wuniang. Limang taon na ang nakalilipas, ang korte ng imperyal ay nag-recruit ng mga talento sa dilaw na listahan, at inirekomenda siya ng county na pumunta sa Beijing para kumuha ng pagsusulit. Mula noon, wala nang balita.\nAng unang taon pagkaalis ni Cai Bojie ay madaling pakitunguhan. May ipon ang pamilya at maayos ang kanilang buhay.\nNang sumunod na taon, dumanas ng matinding tagtuyot si Chenliu, kaya umasa siya kay Zhao Wuniangdian na magbenta ng mga alahas para makaligtas sa taggutom. Walang balita mula kay Cai Bojie, na lalong nag-alala sa pamilya.\nAng tagtuyot ay tumagal ng tatlong taon sa panahong ito. Si Zhang Guangcai, isang kapitbahay sa nayon, ay tinutulungan siya paminsan-minsan.\nNang maglaon, nanalo si Cai Bojie ng unang gantimpala at umuwi upang malaman na ang kanyang asawa ay tinulungan ni Zhang Guangcai. Ang mag-asawa ay pumunta sa bahay ni Zhang upang ipahayag ang kanilang pasasalamat at binigyan si Zhang Guangcai ng dalawang tael ng pilak bilang regalo.", "聖意": "Mapayapa ang tahanan, maunlad ang sarili, matagumpay ang negosyo, matagumpay ang pagsasama, matagumpay ang pagsilang ng isang batang lalaki, puno ng uod ang bukid, maunlad ang anim na hayop, matagumpay ang paghahanap, matagumpay ang demanda. , ang migration ay matagumpay, ang nawala ari-arian ay mabuti, ang sakit ay Anshan libingan, good luck", "古人": "Binayaran ni Cai Qing ang kanyang kabutihan (Cai Yong)", "第X籤": "Pumirma ng siyamnapu't dalawa", "宮": "Ikaw Palasyo"}