{"籤詩版本二": "Si Luan Feng Xiang ay basang-basa sa ambon, ngunit sa oras na iyon ay binu-bully siya ni Queer\nLaking gulat ko nang malaman ko na isang araw ay malayo na ang mga ulap, ngunit ibinalik ko pa rin sa iyo ang aking mga damit.", "詩意": "Ang hexagram na ito ay kumakatawan sa simbolo ng Luan at Phoenix na natatakpan ng ulan.\nDarating ang lahat pagdating ng panahon.", "解曰": "Ang kontrabida ay umuunlad araw-araw. Walang dapat gawin ang isang ginoo. Itago mo lang sa sarili mo. Kumilos pagdating ng panahon.", "籤詩故事一": "◇Gao Jun ginagarantiya ang kasal\nNoong unang bahagi ng Dinastiyang Song, pinag-isa ni Zhao Kuangyin ang hilaga at sumuko ang buong bansa. Gayunpaman, sa Southern Tang Dynasty, sinakop ni Li Yu ang timog ng Ilog Yangtze at pinagtibay ang diskarte ng pagsuko sa pamamagitan ng pag-aalok ng isang lungsod at pag-trap kay Zhao Kuangyin sa Shouzhou Ang sitwasyon ay kritikal. Ang pamangkin ni Zhao Kuangyin na si Gao Junbao, isang binata na may gintong baril, ay umalis sa Bianjing upang basagin ang pagkubkob sa Shouzhou.\n, sa pagdaan sa Shuangsuo Mountain, binasag nila ang Husband sign na itinakda ni Liu Jinding, at nagpaligsahan ang dalawa. Bilang resulta, natalo ni Liu Jinding si Gao Junbao ng tatlong beses gamit ang kanyang napakahusay na martial arts, at nagpapalitan sila ng mga gintong mace at silver na kampana habang buhay. Ang pamangkin ni Zhao Kuangyin na si Gao Junbao, upang iligtas ang nakulong na si Zhao Kuangyin sa Shouzhou, ay umalis sa Bianjing at dumaan sa Shuangsuo Mountain. Binasag niya ang karatulang itinayo ni Liu Jinding at naglaban ang dalawa. Dahil dito, natalo ni Liu Jinding si Gao Junbao gamit ang kanyang napakahusay na martial arts at napilitang gawin ito.kasal. Pinangunahan ng mag-asawa ang karamihan sa pagkubkob at iniligtas si Zhao Kuangyin.\n(Ang talinghaga ng kwentong ito ay hindi nagkasundo ang dalawa (na-bully sila), ngunit kalaunan ay nagkasundo.)", "聖意": "Ang tahanan ng pamilya ay hindi mabuti para sa sarili, mag-ingat sa paghahanap ng pera, harangin ang negosyo, maghintay para sa kasal, pagkaantala, Liujia, huwad na manlalakbay, magtagal sa bukid, silkworm, huli, anim na pinsala sa hayop, mahirap makahanap ng mga tao, demanda, pagkawala, paglipat, pagiging konserbatibo, pagkawala ng ari-arian, malubhang karamdaman, pagpapalawig ng bundok, malubhang reporma", "古人": "Ginagarantiyahan ni Gao Jun ang kasal", "第X籤": "Siyamnapu't tatlong nanalo sa lotto", "宮": "xugong"}