{"籤詩版本二": "Ang isang maginoo ay hindi dapat nagmamalasakit sa mga maliliit na tao. Kung ang mga bagay ay mali, siya ay magdudulot ng kaguluhan.\nAng tunog ng piano ay dapat pakinggan kasama ng isang malapit na kaibigan. Ito ay laging tahimik at malabo. Ang gawaing ito ay para sa lahat.", "詩意": "Ang hexagram na ito ay dapat matugunan ang imahe ng isang malapit na kaibigan.\nAng pagpapanatiling pare-pareho ang mga bagay ay magdadala ng suwerte.", "解曰": "Zhiyinfangxu. Huwag pansinin ang ibang bagay. Tratuhin ang iyong sarili bilang isang marangal na tao. Lahat masaya.\nAng Zhiyin Fangxu ay may apat na karakter, na orihinal na isinulat bilang Shiyin Fanghua.", "籤詩故事一": "◇BoYa bumisita sa mga kaibigan (BoYa Broken Qin)\nSi Boya, na may apelyidong Yu, binigyan ng pangalang Rui at courtesy name na Boya, ay tubong Yingdu, Chu State noong Panahon ng Spring at Autumn at ng Warring States Period.\nSi Zhong Ziqi ay nagtrabaho bilang isang woodcutter sa Chu Kingdom. Isang araw, nakilala niya si Yu Boya na tumutugtog ng alpa sa Ilog Han. Narinig ni Zhong Ziqi ang isang tinig na nagsasabing: \"Ito ay kasing taas ng bundok at parang umaagos na tubig.\" Nagpakasal ang dalawa at nangakong magkikita muli sa kalagitnaan ng Mid- Autumn Festival sa susunod na taon.\nSa susunod na taon, pinananatili ni Yu Boya ang appointment bilang naka-iskedyul, ngunit si Zhong Ziqi ay pumanaw na. Matapos malaman ni Yu Boya na si Zhong Ziqi ay namatay, naisip ni Yu Boya na wala nang musika sa mundo at hindi na siya muling makakatugtog ng alpa sa kanyang buhay.\nsabihin:\nPagsira sa Yao Qin at Feng Wei Han. Walang pakialam si Zi Qi kung kanino siya maglalaro.\nDinadala ng simoy ng tagsibol ang lahat ng mga kaibigan. Mahirap humanap ng totoong kaibigan.", "聖意": "Maging maingat sa paglabas ng iyong tahanan at sa sarili mong kontrabida. Kapag naghahanap ng kayamanan, maging maingat sa mga transaksyon. Maipapayo na maging huli sa kasal. Hindi kanais-nais para sa mga babaeng naglalakad na lumipat ng mga bukid, silkworm at mga alagang hayop, upang maghanap ng mga tao nang masigasig , upang magsampa ng mga demanda at lumipat, upang mabilis na maghanap ng mga nawawalang ari-arian, upang maharangan ng mga sakit, at mga libingan sa mga bundok.", "古人": "Boya Visits Friends (Boya Broken Qin)", "第X籤": "Lot ninety-four", "宮": "xugong"}