{"籤詩版本二": "Ang ambisyon at mga tagumpay ay nasa dinastiya, ngunit ngayon ay magkakaroon ng walang katapusang pag-inom at pakikipagtalik.\nKung makakita ka ng gintong tandang, gagantimpalaan ka ng pera, kapalaran at kapalaran.", "詩意": "Ang hexagram na ito ay kumakatawan sa simbolo ng ambisyon at katanyagan.\nPanatilihin ang lahat ng mapalad.", "解曰": "Ambisyosa at excited. Hindi pa huli para bantayan ang iyong sarili. Saad ng gintong tandang. Lahat masaya.", "籤詩故事一": "◇ Ipinahayag ni Cao Pi ang kanyang sarili bilang emperador\nSi Cao Pi, na may kagandahang-loob na pangalan na Zihuan, ay ipinanganak sa Peiguoqiao (ngayon ay Hao County, Anhui). Isang sikat na politiko at manunulat noong panahon ng Jian'an.\nSi Cao Pi ay ang pangalawang anak ni Cao Cao. Siya ay nanirahan kasama ng kanyang ama sa kampo ng militar mula pa noong siya ay bata. Sa ilalim ng impluwensya ng kanyang ama, si Cao Pi ay natuto ng archery sa edad na anim at pagsakay sa kabayo sa edad na walo, at umunlad mahusay na kasanayan sa martial arts. Mayroon din siyang malawak na kaalaman sa mga sinaunang at modernong klasiko at talambuhay, gayundin ang mga aklat ng daan-daang paaralan ng pag-iisip. Sa edad na labing-walo lamang natalo ni Cao Cao si Yuan Shao at si Cao Pi ay namuhay ng medyo matatag na buhay sa Yecheng, ang sentro ng pamamahala ni Cao Cao. Simula noon, kahit na minsan ay sinasamahan niya ang kanyang ama sa mga ekspedisyong militar at namumuhay sa buhay ng isang marangal na anak sa halos lahat ng oras, nagsasanay pa rin siya ng martial arts araw-araw at hindi tumanggi hanggang ngayon. Madalas siyang sumakay sa kanyang kabayo sa isang daang hakbang at sanay na sanay sa martial arts.Dahil madalas siyang magpraktis ng martial arts, magaan siya at malakas.\nAng panganay na anak ni Cao Cao na si Cao Ang ay napatay sa isang labanan. Matapos mamatay ang panganay na anak, si Cao Pi ang naging unang pinili para sa prinsipe ng korona. Noong siya ay tatlumpu't isang taong gulang, siya ay ginawang koronang prinsipe ni Cao Cao. Noong tatlumpu't tatlong taong gulang si Cao Pi, namatay si Cao Cao dahil sa sakit, at si Cao Pi ang humalili sa kanya bilang punong ministro at hari ng Wei. Madalas daw siyang sumakay sa kabayo sa isang daang hakbang at sanay na sanay.Dahil madalas siyang mag-kungfu, magaan siya at malusog.", "聖意": "Ipagdasal na maging mapayapa ang iyong tahanan at tahanan Humanap ng kayamanan, magsumikap, makipagkalakalan, at maghiwalay ng maaga Magtatagumpay ang kasal Magiging ligtas si Liujia Ang mga tao ay nasa bukid Ang mga silkworm ay magiging mature Anim na alagang hayop mature. Magiging mahirap humanap ng tao. Public litigation. Apurahang desisyon. Migration. Nawalang ari-arian. Malayo. Ang mga sakit ay nananatili sa bundok at libingan. Good luck.", "古人": "Ipinahayag ni Cao Pi ang kanyang sarili bilang emperador", "第X籤": "Siyamnapu't limang nanalong lottery", "宮": "xugong"}