{"籤詩版本二": "Ang maringal na pagoda ay hindi pangkaraniwan, na may mga katangi-tanging dekorasyon sa lahat ng panig na kumikinang sa liwanag\nHinihimok ko kayong maging determinadong yumuko nang masigasig at gumawa ng mabubuting gawa, at padadalhan kayo ng langit ng mga pagpapala.", "詩意": "Ang hexagram na ito ay kumakatawan sa pagpapakita ng merito.\nLahat ay mapalad.", "解曰": "Ang mga pagpapalang ito. Lahat meron nito. Huwag masyadong abala. Ang merito ay natutukoy nang maaga.", "籤詩故事一": "◇Nakilala ng Hari ng Fenyang ang kanyang apo sa Chinese Valentine’s Day\nSolusyon: Nakilala ni Guo Ziyi ang Weaver Girl na bumababa sa lupa noong Chinese Valentine's Day. Si Tiansun, ang apo ng Jade Emperor, ay ang Seven Fairies.\nSi Guo Ziyi (697-781), na kilala rin bilang Guo Linggong, ay isang katutubong ng Zheng County, Huazhou (ngayon ay Huaxian County, Lalawigan ng Shaanxi) at isang heneral sa Dinastiyang Tang. Binigyan ng imperial court si Ziyi ng titulong Hari ng Fenyang.\nSinasabing si Ziyi ay orihinal na mula sa Huazhou at sumama sa hukbo sa labas ng Great Wall. Pumunta siya sa Beijing upang magpilit ng bayad sa militar at bumalik sa Yinzhou. Nagkataon na ang Araw ng mga Puso ng Tsino noong panahong iyon. Ang hangin at buhangin Dumidilim na, at dumidilim na ang araw. Hindi makagalaw si Ziyi, kaya nakatayo siya sa tabi ng kalsada. Natutulog siya sa sahig sa isang bakanteng bahay. Nang malapit na siyang matulog, bigla siyang nakakita ng pulang ilaw. sa magkabilang gilid.Tumayo siya at gulat na tumingala.May ulap sa langit, dahan-dahang bumababa.May nakaupong magandang babae, marangal at marikit, ganap na kakaiba sa mga ordinaryong tao. Agad na nagbigay galang si Ziyi at sinabing, \"Ngayon ay ang ikapitong araw ng ikapitong lunar na buwan. Sa tingin ko ay ang Weaver Girl na dumating, na nagnanais na bigyan siya ng mahabang buhay at kayamanan.\"\nSumagot din ang babae: \"Sa malaking kayamanan ay kahabaan ng buhay.\"\nPagkatapos niyang magsalita, bumalik ang liwanag at dahan-dahang tumaas ang mga ulap. Nakatingin pa rin ang babae kay Guo Ziyi na may kaaya-ayang ngiti hanggang sa malayo ito sa kanya, at pagkatapos ay lumabo ang usok at hindi na siya makita.\nTotoo pala ang sinabi ng babae. Ang mga merito ni Ziyi ay sikat sa buong mundo, siya ay isang napaka-tanyag na ministro, at siya ay isang heneral na may parehong mga merito at birtud.", "聖意": "Gumawa ng isang hiling para sa iyong sarili sa bahay, gumawa ng isang hiling para sa iyong sarili, manalangin para sa pera, good luck sa negosyo, good luck sa pag-aasawa, good luck sa Liujia, masayang paglalakbay kasama ang mga tao, paglipat ng mga bukid, silkworm, matatag na mga hayop, malas sa paghahanap mga tao, mga pampublikong demanda, migrasyon, magandang kapalaran, mga sakit sa pagkawala ng ari-arian, mga libingan sa Zhenxingshan", "古人": "Nakilala ni Haring Fenyang ang kanyang apo sa Chinese Valentine's Day", "第X籤": "Pumirma ng siyamnapu't anim", "宮": "xugong"}