{"籤詩版本二": "Huli na pumasok at lumabas para humingi ng payo, nababalisa at nag-aalala na magdulot ng gulo\nTulad ng ibong lumilipad sa bitag, gaano katagal bago makatakas?", "詩意": "Ang hexagram na ito ay tanda ng pagpapanatiling luma at pag-angkop sa kapalaran.\nAng lahat ay hindi kasiya-siya.", "解曰": "Maging konserbatibo anumang oras. Naghihintay sa pagdating ng maharlika. Kung tatanungin mo ang lahat. Ang pangunahing bagay ay mahuhuli.", "籤詩故事一": "◇Si Ji Ping ay pinatay\nSi Ji Ping, na ang tunay na pangalan ay Ji Tai, na kilala rin bilang Ping, ay isang imperyal na manggagamot sa Han Dynasty.\nSa ikalimang taon ng Jian'an (200 AD), si Cao Cao ay naging punong ministro at hindi sineseryoso ang emperador. Mula nang mabasa niya ang kautusang isinulat ng emperador sa kanyang sinturon, si Dong Cheng, na walang paraan upang makuha inalis si Cao Cao, nakaramdam ng galit at galit. Sa pag-aalala, siya ay nagkasakit.\nHiniling ni Emperor Xian sa imperyal na manggagamot na si Ji Ping na gamutin si Cao Cao. Binasa ni Ji Ping ang lihim na utos ng emperador at desidido siyang tanggalin si Cao Cao, kaya nagplano silang dalawa nang magkasama. Sa hindi inaasahang pagkakataon, may mga tainga ang mga pader. Ang alipin ni Dong Cheng, si Qin Qingtong, ay pinalo ng apatnapung beses ng isang stick ni Dong Cheng dahil sa pakikipagrelasyon niya sa batang asawa ni Dong Cheng. Nagtanim siya ng sama ng loob. Nang marinig niya ang tungkol dito, iniulat niya si Dong Cheng at Ji Ping hanggang Cao Cao.\nSinamantala ni Ji Ping ang sakit ng ulo ni Cao Cao at palihim siyang nilason. Nakatanggap ng tip si Cao Cao, nakulong si Ji Ping, pinahirapan siya, at inimbestigahan ang pinuno. Nilabanan ni Ji Ping ang kamatayan at namatay matapos hawakan ang mga hakbang.", "聖意": "Ang bahay ay nag-aalala sa sarili, ang kontrabida ay humihingi ng pera, ang negosyo ay nasira, ang kasal ay hindi nagtagal, ang parusa ay anim, ang pedestrian ay nakulong sa bukid, ang silkworm ay nasira, ang anim na hayop ay natagpuan, ang ang tao ay natagpuan, ang pampublikong demanda ay nawala, ang pandarayuhan ay hindi gumagalaw, ang ari-arian ay nawala, ang sakit ay ginawa, ang lambat ay nasa bundok, ang libingan ay patay,", "古人": "Napatay si Ji Ping", "第X籤": "Bilang siyamnapu't walo", "宮": "Haigong"}