{"籤詩版本二": "Ang pagpigil sa kabayo at hawak ang latigo, dumiretso tayo rito, kalahati sa panganib at kalahati sa kapahamakan.\nParang bahay na nasusunog, Kapag bumagsak ang langit, ginagawang abo ng ulan. May plano ako.", "詩意": "Ang hexagram na ito ay kumakatawan sa kalahating kalungkutan at kalahating kagalakan.\nMaipapayo na gumawa ng mabuti sa lahat ng bagay.", "解曰": "Panghabambuhay na paggawa. Walang pakialam sa tama at mali. Ang mga kadena ay pansamantala. Ang sama ng loob ay natural.", "籤詩故事一": "◇Natalo ni Tao Sanchun si Zheng En sa Guayuan\n\"Mabuhay ang aking alaala,\" muling tumayo si Zhao Kuangyin, \"Si Beiping King Zheng En ay nag-ayos ng kasal noon. Ngayong payapa na ang mundo, gusto kong humingi ng pahintulot sa iyo na pumili ng isang magandang araw para ikasal. \"\n\"Mabuhay ang aking alaala!\" Tumayo si Zhao Kuangyin at sinabi, \"Ang Hari ng Peking, si Zheng En, ay nag-ayos ng kasal noon. Ngayong ang mundo ay payapa na, nais kong hilingin sa iyong pahintulot na pumili ng isang mapalad araw para ikasal.\"\n\"Oh, ang pangatlong kapatid ay engaged na noon, bakit hindi ko alam ang tungkol dito?\" Laking gulat ni Chai Rong. Kinawayan niya ang kanyang kamay para maupo si Zhao Kuangyin at magsalita.\n\"Oh! Engaged na ang pangatlong kapatid noon, bakit hindi ko alam ang tungkol dito?\" Laking gulat ni Chai Rong (Emperor ng Later Zhou Dynasty). Kinawayan niya ang kanyang kamay at hiniling si Zhao Kuangyin na maupo at magsalita.\n\"Mahabang kwento. Una, hirap pa kami noon at hindi kami sumama sa hukbo mo. Simula noon, ilang taon na kaming nag-aaway at wala nang oras para pakialaman ka. Pangalawa, ang pangatlong kapatid ay maliit din. nahihiyang banggitin ito, kaya hindi alam ng Kamahalan .”\n\"Mahabang kwento. Una, hirap pa kami noon at hindi sumama sa hukbo mo. Simula noon, ilang taon na kaming nag-aaway at walang oras para pakialaman ka. Pangalawa, ang pangatlong kapatid ay isa ring medyo nahihiyang banggitin ito, kaya hindi alam ng Kamahalan .”\n\"Hoy, ikakasal na ang lalaking estudyante sa kolehiyo, ano ang silbi ng kahihiyan? Ang pangatlong kapatid na lalaki ay nasa larangan ng digmaan sa mahabang panahon at maaaring ituring na isang walang katulad na bayani. Bakit napakaliit mo sa bagay na ito?\"\n\"Hoy! Ikakasal na ang college boy, ano pa ba ang kahihiyan? Ang pangatlong kapatid na lalaki ay matagal nang nasa larangan ng digmaan at maaaring ituring na isang walang kapantay na bayani. Bakit napakaliit mo sa bagay na ito?\"\n\"Speaking of which, hindi ko masisisi ang pangatlong kapatid ko sa pagiging mahiyain, dahil pineke ang kasal na ito.\"\n\"Speaking of which, hindi ko masisisi ang pangatlong kapatid ko sa pagiging mahiyain, dahil pineke ang kasal na ito.\"\n\"Na-type out? Uy, nakakatuwa. Pakisabi sa akin kung ano ang nangyari.\"\n\"Type ko na! Hoy! Nakakatuwa! Sabihin mo sa akin kung anong nangyari.\"\n\"Oo, naalala ko ang taong iyon, noong malapit na kaming sumama sa Kamahalan, dumaan kami sa Baocheng County. Napakainit noong Hunyo. Ang pangatlong kapatid ko ay hindi makapag-stay sa hotel, kaya lumabas siya para mag-isa. Matapos madaanan ang isang halamanan ng melon, pumasok siya upang mamitas ng mga melon, pumawi sa uhaw ang mga melon. Wala pang masyadong maagang hinog na mga melon sa oras na ito, at hindi alam ng pangatlong kapatid kung paano mamitas ang mga ito, kaya marami siyang nasira. Ang babaeng tumitingin sa mga melon ay humakbang para akusahan ang ikatlong kapatid. Nagkaroon ng hindi pagkakasundo ang dalawa, at pagkatapos ay nagsimula silang mag-away. Halika. Buti na lang, nag-alala ako at nagmadali akong tumulong, kung hindi...\"\n\"Oo, naalala ko ang taong iyon, noong malapit na kaming sumama sa Kamahalan, dumaan kami sa Baocheng County. Napakainit noong Hunyo. Ang pangatlong kapatid ko ay hindi makapag-stay sa hotel, kaya lumabas siya para gumala mag-isa. Matapos madaanan ang isang halamanan ng melon, pumasok siya upang mamitas ng mga melon, pumawi sa uhaw ang mga melon. Wala pang masyadong maagang hinog na mga melon sa oras na ito, at hindi alam ng pangatlong kapatid kung paano mamitas ang mga ito, kaya marami siyang nasira. Ang babaeng tumitingin sa mga melon ay humakbang para akusahan ang ikatlong kapatid. Nagkaroon ng hindi pagkakasundo ang dalawa, at pagkatapos ay nagsimula silang mag-away. Halika. Buti na lang, nag-alala ako at nagmadali akong tumulong, kung hindi...\"\n\"Itong Zheng Ziming, kasalanan niya in the first place, dapat siya ang humingi ng tawad. Bakit niya siya sinaktan? At saka, paano makakayanan ng pamilya ng isang babae ang mga suntok at sipa ng isang mabangis na lalaki na tulad niya! Halika, talunin mo ang babaeng ito sa mga piraso. Hindi?\" \"Ang babae ay hindi nasaktan...\"\n\"Itong Zheng Ziming, kasalanan niya in the first place, kaya dapat siya ang humingi ng tawad. Bakit mo siya binubugbog? At saka, paano makakayanan ng pamilya ng isang babae ang mga suntok at sipa ng isang mabangis na lalaki na tulad niya! Halika, sabihin mo sa akin. binugbog mo ang babaeng ito. Hindi?\"\n\"Ang babae ay hindi nasaktan...\"\n\"Okay lang yan, okay lang... Uy, hindi ka ba kumilos? Naku, nasagip mo na yata ako sa oras.\"\n\"Okay lang yan! Okay lang yan... Hoy! Hindi ka ba kumilos? Naku! Ikaw na yata ang nagligtas sa akin sa oras!\"\n\"...Hindi, ang taong niligtas ko ay...ang pangatlong kapatid.\" \"...Hindi, ang taong niligtas ko ay...ang pangatlong kapatid.\"\n\"Ah?!\" \"Ah?!\"\n\"Ibinagsak ng babae sa lupa ang pangatlong kapatid at pinalo ng marahas. Mabuti na lang at naabutan ko siya at hinikayat siyang umalis, kaya hindi siya nasugatan nang husto. ... Kamahalan... Kamahalan!... \"\n\"Ibinagsak ng babae ang pangatlong kapatid at pinalo ng marahas. Buti na lang at dumating ako at hinikayat siyang umalis, kaya hindi siya nasugatan nang husto. ... Kamahalan... Kamahalan!...\"\n\"Ah?...Oh, sino ba yang babaeng yan!?\"\"Ah!?...Oh, sino ba yang babaeng yan!?\"\n\"Noon ko lang nalaman na ang pangalan ng babae ay Tao Sanchun, at ang kanyang ama na si Tao Hong ay isang matandang bayani na walang hangarin. Si Tao Sanchun ay nag-aral ng martial arts mula sa kanyang ama mula pa noong siya ay bata. Pagkatapos kong makilala. kanyang pamilya, nakita ko na si Miss Sanchun ay may namumukod-tanging karakter. , Luo Luo at mapagbigay, nang walang ugali ng pagiging isang maliit na babae, sinasadya nila siyang itugma. Ang mag-amang Tao ay nagustuhan din ang prangka na karakter ng ikatlong kapatid. agad itong pinutol at nagpasya sa kasal na ito para sa kanilang dalawa. Kamahalan, pakisabi sa akin, hindi ito Is it a forged marriage?\"\n\"Noon ko lang nalaman na ang pangalan ng babae ay Tao Sanchun, at natutunan niya ang martial arts mula sa kanyang ama mula pa noong bata siya. Pagkatapos kong makilala ang kanyang pamilya, nakita ko na si Miss Sanchun ay may natatanging karakter, ay mapagbigay, at walang bakas ng ugali ng maliit na babae, kaya sinadya ko siyang i-recruit. Gustong-gusto din ni Mr. Tao at ng kanyang anak na babae ang prangka na katangian ng kanilang ikatlong kapatid. Agad silang nag-hit at nagpasya sa kasal na ito para sa kanila. Your Kamahalan, mangyaring sabihin sa akin, hindi ba ito ay isang pekeng kasal?\"\n(Ang kwentong ito ay isang metapora, dahil ang isang masamang bagay ay naging isang magandang bagay.)", "聖意": "Manalangin para sa proteksyon sa tahanan, mag-ingat, maghanap ng kayamanan, sirain ang negosyo, hadlangan ang kasal, parusa, Liujia insurance, pedestrian na nakulong sa bukid, silkworm damage, livestock damage, nawawalang tao, illegal demanda, pagkawala, migration, conservativeness, lost property, masasamang sakit , panganib, bundok, libingan, kabiguan", "古人": "Tinalo ni Tao Sanchun si Zheng En sa hardin ng melon", "第X籤": "Bilang siyamnapu't siyam", "宮": "Haigong"}