{"籤詩版本二": "Bila dinya ji bo zewacek xweş, rojên xweş û demên xweş were afirandin û her tişt baş be\nHeger tu vî lotikî bistînî ne hindik e.. Qeyser dibêje ku mirov dilsoz û durust in.", "詩意": "Ev hexagram destpêka destpêka erd û ezmanan nîşan dide.\nHer tişt bi xêr e.", "解曰": "Leza bilez. Sal ne hêjayî dema xwe ye. Guanyin dinivîse. Pêşî min agahdar bike.", "籤詩故事一": "◇Zhonglî bû ronakbîr\nZhongli Quan, bi paşnavê Zhongli, bi navê Quan, bi navê xwezayê Yunfang, û paşnavê Zhengyang, di dema Xanedaniya Han Rojhilat de xwecihê wîlayeta Xianyang, Xi'an, parêzgeha Shaanxi bû.\nZhong Liquan generalekî Xanedaniya Han bû, di dema sefera li dijî Qiangê rojavayî de, wî çavnebariya fermandar Liang Yi kir û tenê 30 hezar leşkerên kal û lawaz jê re peywirdar kir. artêşa Qiang Western, û leşker reviyan. Zhong Liquan di newalekê de wenda bû û di rê de bi keşîşekî Hu re rû bi rû hat, wî ew bir gundekî piçûk û jê re got: “Ev der îqameya birêz Donghua ye.” Paşê xatir xwest û çû. Piştî demekê, yekî ji nişka ve got, \"Divê ev ji ber vê yekê be ku mirovê Hu yê çavê kesk pir dipeyivî.\" Wî zilamek dît ku porê ker spî li xwe kiribû û çîpek kesk quinoa girtibû. Wî ji Zhong Liquan pirsî: \"Kesê ku hat. Li vir Han Da ye General Zhongli Quan\n? Zhong Liquan şok bû, dizanibû ku wî kesek xerîb nas kiriye, ji ber vê yekê ew ji dil fêrî Tao bû.\nZhong Liquan paşê bi Zhenren Huayang û Qralê Nemir Xuanfu re hevdîtin kir, û fêrî \"Sira Nemiriyê\" bû. Di dawiyê de, ew li Zijin Sihaofeng li Çiyayê Kongtong jiya, \"Secre of Jade Box\" bi dest xist û bû nemirek rastîn. Di heman demê de ji hêla Mezheba Quanzhen ve jî wekî yek ji pênc Patrîkên Bakur hate qewirandin.", "聖意": "Dua bikin mal û mala we payîz û zivistanê bi xêr û bextewar be, payîz û zivistanê li bextê bigerin. zozanan, di kurmê hevrîşimê de bextewar be, di heywanan de bextewar be, di peydakirina mirovan de bextewar be, di dozê de bextewar be, di koçberiyê de bextewar be, mal û milkên winda û di nexweşiyên bakurê rojhilat de bextewar be.. Di şandina çiya û goran de.", "古人": "Zhonglî ronakbîr bû", "第X籤": "nîşana yekem", "宮": "Zikê dayik"}