{"籤詩版本二": "Xem û xem demkî sivik dibin, şahî ji ezmên tê.\nMîna jadê ku di nav gomê de veşartiye, karkerek baş tozê radike", "詩意": "Ev hexagram ahenga Yin û Yang temsîl dike.\nHer tiştê ku hûn plan dikin bi xêr e.", "解曰": "Tiştek bi dest nexist, tiştek winda nekir. Ji windabûnê qezenc bikin. Zilam di tengasiyê de ye. Serkeftin ji te re, birêz.", "籤詩故事一": "◇ Ye Meng Xiong Chao Di\nYe Mengxiong (1531-1597), ku navê wî Nanzhao û navê wî Longtang bû, bû Longtan û navê wî jî Huayun bû. Welatiyek Wanshifang, Huizhou Fucheng (niha beşek ji navçeya Huicheng, Bajarê Huizhou) di Xanedaniya Ming de ye. Di sala 44-an a serweriya Jiajing (1565) de, ew bû Jinshi û sernavê dadrêsê wîlayeta Qing wergirt. Wî wekî rêveberê beşa veguheztinê kar kir, û paşê hate guheztin sansora çavdêriyê ya Shanxi Road.\nDi sala 20. ya Wanli (1592) de, Konsulê Giştî yê Ningxia, Kuaibai (serokê eşîra Tatar Mongol), walî Dang Xin kuşt û Kela Çil û heftan li parêzgeha Hexi girt. , bajar şikandin, îbadet kirin û şewitandin. xwe ber bi mirinê ve. Meng Xiong di standina krediyê de quretî nabe, û dihêle ku jêhatîbûna wî bi qasî yên generalên ku diwêrin şer bikin baş bin. Wei Xuezeng fermî hate vegerandin. Di salên xwe yên paşîn de, wî pênc caran îstifa kir û hate vegerandin Huizhou ku Perestgeha Huilong ava bike.\nYe Mengxiong di destpêkê de wek karmendekî dewletê kete Taoîzmê, û bi durustiya xwe navdar bû. Di tomarên dîrokî yên kevnar de tê gotin ku ew \"di dilnizmî û jêhatîbûnê de yê yekem e\", \"gendelî ji holê radike û serhildanan ceza dike\", navûdengek baş hişt; pir dilsoz, wêrek, wêrek û jêhatî ye. Di nîvê duyemîn ê jiyana xwe de, hunerên wî yên leşkerî di \"Dîroka Xanedaniya Ming\" de hatine tomar kirin û ew wekî lehengek neteweyî hate hesibandin.", "聖意": "Mal nebaş e (zêdetir aram dibe) Payîz û zivistan ji bo xwe xweş e, dewlemendî dê serketî be, danûstendin dê serketî be, zewac dê serketî be, Liujia dê bi derewîn hişyar bibe (dê xezîneyên wê hebin), peya dê biçin zeviyê ji bo kurmê hevrîşimê dua bikin, şeş heywan dê biqelînin, mirov dê bên dîtin, dozên giştî dê nebaş bin, koçberî dê muhafezekar be, malên winda dê bêne asteng kirin, nexweşî dê di gora Fuşan de bi cih bibin.", "古人": "Ye Meng Xiong Chao Di", "第X籤": "Şazdehan Serketina Lotto", "宮": "Maogong"}