{"籤詩版本二": "Qîza Zêrîn li rojava dikeve û Kîroşk jî li rojhilat radibe, çerxa roj û şevê ji demên kevnar heta niha berdewam dike.\nRahîb û Taoîst dizanin ku kêmasiyek tune ye û alim, cotkar, pîşesazî û bazirgan hemî li pey hişê xwe diçin.", "詩意": "Ev hexagram şilbûn û kêmbûna yin û yang temsîl dike.\nEv jî nîşana wê yekê ye ku dê her tişt li gorî plansaziyê bimeşe.", "解曰": "Di hişê xwe de tiştek tune. Ya ku we kiriye hêja ye. Mîna tîreke ji kevanê. Yek fîşek li hedefê ket.", "籤詩故事一": "◇Apê Cao Guo nemir e\nCao Guojiu, ku xelkê Xuzhou ye, tê gotin ku di serdema Renzong ya Xanedaniya Song de mamê mezin ê dewletê ye. Navê wî Cao Yi bû, ku wekî Cao Jingxiu jî tê zanîn.\nApê Cao Guo birayekî biçûk bi navê Cao Er hebû. Vî Cao Er pişta xwe dayê desthilatdariya xwe ya emperyal û her cûre xerabî pêk anî, zeviyan dagir kir, jin û keçên xwe birin, bi hin xerabên bêqanûn re hevaltî kir, ket hundur û derket. Cao Guojiu nikaribû li ber xwe bide. guh neda gotinên wî yên baş û rihetî, ji ber vê yekê wî ceza bikar anî da ku wî kontrol bike.\nCao Guojiu wiha got: \"Prensîbên dinyayê ev in ku yên ku qenciyê berhev dikin dê serfiraz bibin, û yên ku xerabiyê berhev dikin dê helak bibin. Ev rastiyek nayê guhertin. Berê malbata me Cao ji bo bidestxistina dewlemendiya îroyîn karên xerab berhev dikirin. Niha birayê min xerabî heta astekî zêde kom kiriye, birevin jî Ger ku hûn ji aliyê memûran ve werin cezakirin, hûn nikanin ji bobelatên xwezayî yên ku bi dizî dixebitin birevin. Gava ku karesatek hat û malbata we wêran bû û kesek bimire, hûn ê nebin. bikaribim birevim. Ez ê rezîl bibim û jê bitirsim.\" Ji ber vê yekê, min hemî dewlemendiya xwe belav kir, Wî alîkariya belengazan kir û nema xema karên birayê xwe kir. Paşê mal û hevalên xwe terikand, cil û bergên taoîst guherand û çû çiya û hiş û xwezaya xwe şîn kir.\nRojekê ew bi tesadufî rastî Zhonglî û Lu Dongbînê Xanedaniya Hanê hat. Bi dîtina bersivên mamê Cao Guo, ew pir kêfxweş bû û \"Edîta Vegera Rastiyê ya Veşartî\" da wî û emir da ku ew bi baldarî tevbigere. Demek şûnda Zhongli Quan û Lu Dongbin ji çîna nemir re hatin nas kirin.", "聖意": "Bextê malê, mal, bextê xêrê, bextê xêrê, di kar û xebatê de, zewac, rêwiyê mêr, zû çandina kurmê hevrîşimê, şikestina heywanan, lêgerîna li mirovan, doz, koçberî, mal û milkên winda, nexweşiya dereng, bextewarî", "古人": "Apê Cao Guo nemir e", "第X籤": "Hijdehê îmze bikin", "宮": "Maogong"}