{"籤詩版本二": "Bihêlin qeyik ji peravê ava bilez vegere, ji ber tevliheviyê hûn dixwazin çi bikin?\nGer hûn dixwazin ewle bin, li aramiyê bigerin û li bendê bin ku pêlên vê krîzê derbas bikin.", "詩意": "Ev hexagram mîna keştiyek e ku li peravê bilez digere.\nDi her tiştî de muhafezekar bimînin û li benda demê bin.", "解曰": "Di ava xurt de dakêşin. Xetere li benda demê ye. Ger hûn li ser planên kampê bipirsin. Tiştek nayê kirin.", "籤詩故事一": "◇Ziyi padîşah tê kirin\nGuo Ziyi (697-781), ku bi navê Guo Linggong jî tê zanîn, xwecihê wîlayeta Zheng, Huazhou (niha wîlayeta Huaxian, parêzgeha Shaanxi) û generalek di Xanedaniya Tang de bû.\nDi Serhildana Anşî de di sala 14-an a Tianbao (755) de, sernavê Shuofang Jiedushi (Lingwu, rojavayê Lingwu li Ningxia ya îroyîn) hat dayîn. Wî ferman da ku xaçperestî bike. Wî artêşa Shuofang bi Li Guangbi re kir ku bimeşe. ketin Hebei.Wan hêzên xwe li Changshan (Zhengding, Hebei) kirin yek û Shi Siming têk birin, Hebei ji nû ve bi dest xistin. Di vê demê de, Guo Ziyi pêşniyar kir ku împarator Fan Yang ji bakur bigire û êrîşî denga pilingê serhildêr bike da ku dorpêçkirina Tongguan kêm bike, lê Xuanzong red kir. Dûv re, rewşa bajarên vasal ên cudaxwaz di dawiya Xanedaniya Tang de hate çandin, ku ev jî bû sedema dûr a hilweşîna Xanedaniya Tang.\nDi sala panzdehemîn a desthilatdariya Tianbao de (756), wî û koalîsyona Uygûr Hequ aş kirin. Di bihara sala pêş de, wan Hedong (niha Yongji, Shanxi) û Feng Yi (niha Dali, Shaanxi) vegirtin û êrîşî Tongguan kirin. Cui Qianyu têk birin.Artêşa Tang zêdetirî 10.000 windahî dan. Cui Qianyu teslîmî Pujin bû. An Lushan ji aliyê kurê xwe An Qingxu ve hat kuştin.\nDi sala duyemîn a Zhide (757) de ferman hat dayîn ku leşkeran bigihîne Fengxiang. Di rê de wî 5000 siwarên Li Guiren li Pira Baiqu Liuyun (îro li başûrê rojhilatê Sanyuan) têk birin. Di Gulanê de bi An Shouzhong û Li re şer kir Guiren li Qingqu (rojavayê îro yê Xi'an) têk çû, û ew vekişiya Wugong (îro li bakurê rojavayê Wugong). Di meha Îlonê de, ew li pey Mareşal Guangping Wang Li Chu bû ku rêberiya Tang û Uyguran bike ku tevlî 150,000 leşkeran bibin, û paşê şer kir. bi An Shouzhong û Li Guiren re li Xiang. Li bakurê Perestgeha Ji (li başûr-rojavayê wîlayeta Chang'an a îroyîn), leşkerên Uygûr li pişt dijmin dorpêç kirin, ji her du aliyan ve êrîş kirin û 60,000 dijmin kuştin. Zhang Tongru reviya wîlayeta Shaanxi, û di dawiyê de paytexta Chang'an (îro Xi'an) ji nû ve bi dest xist.\nDûv re, artêşa Tang ji serketinê sûd wergirt û ber bi rojhilat ve meşiya, 150,000 mêr di nav wan de Yan Zhuang û Zhang Tongru li Xindian (niha li başûrê rojavayê bajarê Sanmenxia, ​​parêzgeha Henan) têk bir, Anqing Xu neçar kir ku çemê Zer derbas bike û ber bi Xiangzhou ve vekişe. Dongjun Luoyang vegeriya. Situyê li merîfetên wî zêde bikin û wî bikin Dûka welêt.\nShi Siming artêşê xwe ji Fan Yang birin da ku An Qingxu rizgar bike. Her du alî li bakurê Çemê Anyang (îro bakurê Anyang) şer kirin. Şer bênavber bû. Di dawiyê de, bi pêşengiya neh Jiedushi, artêşa Tang, ku îdîa kir ku 600.000 mêr hene, paşde vekişiyan (di şerê Yeçengê de). şer). Fermandarê sereke yê vî şerî eunuch Yu Chaoen bû, ku tu jêhatîbûna serokatiyê tune bû û Guo Ziyi ji têkçûna şer tawanbar kir. Guo Ziyi dîsa hat gazî kirin Chang'an, ji hêza leşkerî hat xilas kirin, û bû karmendek bêkar.\nDi sala yekem a Baoying (762) de, leşkerên li Taiyuan (îro li başûrê rojavayê Taiyuan) û Jiangzhou (Sinjiang îro li parêzgeha Shanxi) serhildan kirin. kontrol Jiangzhou. Ew jî ji hêla eunuch Cheng Yuanzhen ve hate xerîb kirin û ji hêza leşkerî hate xilas kirin.\n(Bêjeya vê çîrokê: Guo Ziyi, yê ku pir jêhatî û xwerû bû, bi Xuanzong û hin xirabkaran re hevdîtin kir, ku gelek destkeftiyên wî tawîz dan.)", "聖意": "Xwe bereketa mal û xwe, lêgerîna serwet, ne danûstandin, ne zewac, ne hişyariya derewîn, peyayên ku digihîjin zeviyan, Cancî, peydakirina mirovan dijwar, dozên giştî û (ne Xing), koçberî, kevneperestî, mal û milkên winda, peydakirina dijwar, nexweşî, duakirina bereketê, çiya û goran, bi xêr", "古人": "Zîyî tac kirin şah", "第X籤": "Nozdehan Serketina Lotto", "宮": "Tatsumi"}