{"籤詩版本二": "Piştî ewqas xem û metirsiyan, ji niha û pê ve êdî qet vala nabe\nDilê comerd planên xwe yên bi comerdî heye. Ji bo ku hûn destkeftiyên mezin bi dest bixin divê hûn pisporek bibînin.", "詩意": "Ev hexagram mîna bîreke kevnar bi biharê ye.\nDi her tiştî de mirovên hêja bi ser dikevin.", "解曰": "Doz dê di dawiyê de rewa bibe. Nexweş û ewledar. Ji bo şêwirdariyê biçin hundur û derkevin. Kaniya kevnar bi biharê re hevdîtin dike.", "籤詩故事一": "◇ Yao Chong kuliyan kontrol dike\nYao Chong (649-721) ku navê wî yê rast Yuan Chong bû, ji Shaanzhou bû, wî di Xanedaniya Tang de wezîrê Xia Guan, Shangshu yê Chunguan, Ziweiling, Zhongshuling û serokwezîr bû.\nDi sala çaran a Kaiyuan (716) de, Shandong (bi giştî behsa çemê Zer li rojhilatê Huashan) bi kul û kuliyan ket. qurban, bixûr şewitandin, li tenişta zeviyan îbadet kirin, û temaşe kirin ku berhemên ku ji aliyê kuliyan ve tên xwarin.\nHemî rayedaran di wê baweriyê de bûn: “Kûlî felaketeke siruştî ye, çawa bi hêza mirov tê kontrolkirin!” Têkoşîna di navbera du ramanên cuda de wê demê dijwar bû, gelo ji holê rakin an neyên rakirin.\nYao Chong wiha got: \"Heya ku em bi hev re bixebitin, em dikarin ji wan hemûyan xilas bibin. Wî got: Kulî ji mirovan ditirsin, ji ber vê yekê ew bi hêsanî têne derxistin. Xwediyên şitilan hene, ji ber vê yekê divê rizgarker pir bixebitin; kul dikarin bifirin û eger bi şev agir bibînin, wê bifirin ber bi wê ve, li zeviyê agir bixin, dema dişewitînin çalan bikolin, di şewitandinê de binax bikin û tiştek namîne.”\nXuanzong wiha got: \"Kûlî felaketeke xwezayî ye ku ji ber rêveberiya nebaş a exlaqî pêk tê. Ger hûn bixwazin ku ew bên nêçîrkirin û kuştin, ma ev ne li dijî genim e?\"\nYao Chong dû re wiha li axavtina xwe zêde kir: \"Nîsandin û kuştina kuliyan ji aliyê kal û pîran ve dihat kirin û heybeta we dê di pêşerojê de wê bi kar bîne. Ji bo ku aştî û bextewariyê bîne cotkaran ev bûyerek mezin e.\nXuanzong bawer bû. Lê wê demê li hundir û derveyî dadgehê herkesî digot ku nêçîra kulî nayê kirin.\nXuanzong wiha got: \"Min bi serokwezîr re gotûbêj kir û min biryar da ku kuliyan bigirim. Her kesê ku dîsa îtîraz bike dê were îdamkirin.\" Ji ber vê yekê wî sansor şand da ku çavdêriyê bike û rê bide xelkê ku kuliyan bişewitînin û binax bikin.\nEncam pir bibandor bûn, li seranserê welêt 9 milyon dan kul hatin girtin û belaya kulîlkan bi serkeftî ji holê hat rakirin û çandiniyê di wê salê de berhemeke baş bi dest xist.\n(Di rêvebirina karesatê û valakirinê de divê aqil were bikar anîn û ji bo derbaskirina dijwariyan divê stratejiyên jîr hebin. Yao Chong di vê mijarê de pispor e)", "聖意": "Xanî asayî ye, xwes tê astengkirin, lêgerîna pereyan tê asteng kirin, bazirganî tê asteng kirin, zewac û lihevhatî tê asteng kirin, li Liujia metirsî heye, peya têne asteng kirin, kurmê hevrîşimê têne asteng kirin, heywan nebaş e, mirov winda ne, dozên giştî ne. astengkirin, koçkirin bê maqûl e, tiştên wenda bi zehmetî peyda dibin, nexweşî ji bo duakirinê dijwar in, çiya û gor nerehet in.", "古人": "Yao Chong kuliyan kontrol dike", "第X籤": "Serketina lotoyê bîst û pêncemîn", "宮": "Mi Palace"}