{"籤詩版本二": "Gotin tê gotin ku tişt serûbin bûne, û min nameyek ji asoyê wergirt.\nNavdar û serkeftina ku di pirtûkê de ji min re soz dabû, heta dawiyê vala ma.", "詩意": "Ev hexagram navekî derewîn heye.\nTête pêşniyar kirin ku di her tiştî de muhafezekar bin.", "解曰": "Ser û jêr xemgîn. Lêgerîna dema vala ne betal e. Daxwaza navdariyê. Sax bimînin.", "籤詩故事一": "◇Zhong Kui digihîje ronahiyê\nZhong Kui, paşnavê wî Zhong Kui ye, navê wî Zhengnan e, ji Zhongnanshan e.\nDi dema împarator Dezong ê Xanedaniya Tang de, Zhong Kui beşdarî îmtîhana împaratorî bû, Zhong Kui pirsên îmtîhanê xwend û yekser gotar bi yek gavê nivîsand û teslîm kir. Serekê lêkolîner wê rojê Han Yu, Wezîrê Karên Sivîl bû, û cîgirê vekolînkar Lu Zhi, alimekî mezin bû. Dema ku herduyan kaxeza Zhong Kui xwend, çavên wan ronî bûn û bi yek dengî gotin: \"Sêrbaz, sêrbaz! Her peyva vê gotarê delal e, hêjayî Li Taibai û Du Zimei ye!\" Ji ber vê yekê wan Zhong Kui wekî cîhê yekem bi nav kir.\nQeyser Dezong li rapora Han Yu guhdarî kir û got ku Zhong Kui, şampiyonê nû yê zanistê, pir jêhatî bû, ji ber vê yekê wî gazî Zhong Kui li Qesra Zêrîn kir.\nDema ku împarator Dezong rûyê wî yê gemar dît, di cih de xwe aciz kir û got: \"Hilbijartina alimên dîwana me hemî li ser bingeha peyvên kesane û bi kelagrafî ye. Mirovek wusa gemar çawa dikare di zanistên zêrîn de wekî yekem alim were hilbijartin? \"\nHan Yu bi lez û bez çok da ser çokan û got: \"Xwezî û xerabiya mirov hemû bi xuyabûnê ve girêdayî ne. Ma tu nabihîsî, ya Rebbê Pîroz, ku Yan Ying sê ling dirêj e û wek serokwezîr e? Zhou Chang gêj dibe, lê dikare alîkariya Xanedaniya Han bike; Konfuçyûs mirovan li gorî xuyabûna wan dadbar dike û kurê xwe Yu winda dike. Ez hêvî dikim ku mezinahiya we du caran bifikire.\"\nQeyser Dezong bîskekê fikirî û got: \"Her çend gotinên Han Aiqing maqûl in jî, dema ku ez împarator Taizong bûm, hejdeh alim hatin Yingzhou û li ser vê yekê axivîn. Ev mirov alimê yekem bû. Ez ditirsim ku dinya dê bi min bikene ku ez jêhatiyan nas nakim.\"\nSerokwezîr Lu Qi teng bû û jêhatî hesûdî bû.Piştî ku gotinên împarator bihîst, çok da ser çokan û got: \"Di mijara zêrîn de zanyarê jimare yek divê hundur û derve be. Ji bo vê mijarê sêsed berendam hene. Çima tu yê din hilnabijêrî?\"\nDema ku Zhong Kui dît ku ev zilam pir tevlihev e, wî nikarî xwe jê aciz bike, wî nîşanî Lu Qi kir û nifir kir: \"Eger karmendek wusa nezan li dadgehê be, ma ew zirarê nade welêt?\" wî bi kulmek xwe li Lu Qi xist.\nDema ku Dezong ev dît, hêrs bû û got: \"Tu ew qas wêrek î, tu diwêrî ku di Qesra Zêrîn de tengasiyê derxînî, zû hilde!\"\nBi hêrs, Zhong Kui şûr ji pişta generalê ku di qesrê de rawesta bû derxist û bi dengekî bilind axînek da: \"Zehmet e ku pisîkek bêhêvî teqlîda pilingê bike, û papagayek bêhêvî ne bi qasî pilingê ye. mirîşk.\" Piştî wê întîhar kir.\nDema ku împarator Dezong dît ku Zhong Kui bi hêrs xwe kuşt, gelek ecêbmayî ma û ji bo ku dilê mirovan bi dest bixe, biryar da ku Zhong Kui bi sernavê fermî yê Zanyarê Hejmar 1 were veşartin û navê Zhong Kui jî kir Xweda. Exorcism ji bo ku dinyayê ji ruhên xerab xilas bike.", "聖意": "Ji bo bereketa mala xwe dua bikin, ewlehiya xwe, zehmetiyên darayî, têkçûna karsaziyê, têkçûna zewacê, jinên peyayên Liujia, kurmên hevrîşim ên zeviyê yên nîvpijkirî, şeş heywanên malê, dikarin werin mezin kirin, mirovên winda, dozên giştî yên rojavayî, windakirina koçberiyê, kevneperestî, windakirina mal, nexweşî, li çiya û goran ji bo bextê dua bikin", "古人": "Zhong Kui Tao bi dest xist", "第X籤": "Bîst û şeşan qezenckirina lotoyê (Lottery)", "宮": "Mi Palace"}