{"籤詩版本二": "Demek di aramî û aramiyê de derbas kirin, rûniştin û razan dema çay vexwarinê piştî têrbûnê\nHûn ne hewce ne ku hûn ji hêla laşî û giyanî ve mijûl bibin, û hûn ê bê guman nebin sedema neheqî an felaketê.", "詩意": "Ev hexagram sembola aştî û aramiyê ye.\nDi her tiştî de, li benda dema rast dê bextewariyek xweş bîne.", "解曰": "Bimînin sax û silamet. Ji xwedayan bipirsin. Bisekine heta ku dem tê. Tiştên bi şens diqewimin.", "籤詩故事一": "◇Foyinhui Dongpo\nCarekê, Su Dongpo di dema xwendina Zen de hin têgihîştinê bi dest xist, wî fêm kir ku dewleta wî derbasdar e, û wî pê kêfxweş bû. Ji ber ku ez nikarim hewesa xwe bigirim, min pênûsa xwe belav kir û helbestek nivîsî:\n\"Di nîvê ezmên de, Jishou li seranserê gerdûnê bi ronî dibiriqe; ku ji heşt bayan nikare were lêdan, ew rast li ser lotusek zêrîn a binefşî rûniştiye.\"\n(Heşt bahoz ev in: qazanc, kêmbûn, wêranî, îtîbar, pesn, tinaz, êş û bextewarî. Ango ji van heşt haletan aciz nebûn, jê re dibêjin \"heşt ba nikarin bilivin\")\nPiştî nivîsandina wê, Dongpo xulamê xwe şand çemê ku wê bide Zen Master Foyin ya Perestgeha Jinshan.\nPiştî ku Zen Mamoste Foyin ew xwend, bi peyva \"fert\" nîşan kir û da xulamê xwe ku paşde bigire.\nDongpo piştî ku ev yek dît hêrs bû, ji ber vê yekê ew li ser çem li qeyikekê siwar bû û çû Perestgeha Jinshan ku ji bo nîqaşê mohra Buddha bibîne.\nDema ku Dongpo gihîşt ber deriyê Perestgehê Jinshan, Foyin jixwe li ber derî li bendê bû.\nSu Dongpo yekser Foyin tawanbar kir: \"Tu çima ji helbesta ku min nivîsîbû re dibêjî fart?\"\nFoyin lê vegerand û got: \"Ma tu ji berê de 'nikaribî bi heşt bayan bifetisî'? Çawa dibe ku \"li ser çemî\" bi firtekê ve were lêdan!\"\nDi vê demê de, Dongpo şok bû ku fêm kir ku ew têra xwe ne baş e û di şermê de ma.\n(Ev çîrok metelokek e ji bo \"Germ hîn nehatiye\")", "聖意": "Ji bo mal û ewlehiya xwe, ji bo dewlemendiya xwe, ji bo karsaziya we, ji bo demek xweş, ji bo zewaca xwe, ji bo gerokek jin a li Liujia, ji bo hatina kurmên hevrîşimê li zeviyan, ji bo ku şeş heywan sax bin dua bikin. ji bo dîtina kesekî, ji bo tengasiyê, ji bo dozên giştî, ji bo koçberiyê, ji bo malên winda, ji bo nexweşî, ji bo şandina li ser gora çiyê, bi xêr", "古人": "Foyinhui Dongpo", "第X籤": "Sî û yek hejmara serkeftina", "宮": "Wei Gong"}