{"籤詩版本二": "Şêweya malbatê ya kevin cil û berg bikin û ji nû ve şekil bikin. Tao bê ezman e lê hêjayî wê ye.\nPiştî ku stirî û stiriyên li ser rê rakirin, hersêyan li hev kirin ku bi hevrêyên xwe re bibin yek.", "詩意": "Ev hexagram ji nû vesazkirina cilan temsîl dike.\nBerî ku paşê hêsan bibe her tişt dijwar e.", "解曰": "Dilnigeran nebe. Dem xweş be. Ger hûn li ser pêşerojê bipirsin. Rêyek baş li pêş e.", "籤詩故事一": "◇ Nivîsarên Bûdîst ên Tang Monk\nXuanzang (602-664), rahibekî navdar ê Xanedaniya Tang, paşnavekî hevpar ê Chen û navê wî Yi bû. Ew li wîlayeta Goushi, Luozhou (niha beşa başûrê bajarê Yanshi, parêzgeha Henan) ji dayik bû. Ew di sêzdeh saliya xwe de bû rahîb û navê Budîst Xuanzang girt. Ji dinyayê re dibêjin Sanzang Xanedaniya Tang.\nDi sala sêyem a Zhenguan (629, ku wekî sala yekem a Zhenguanê jî tê zanîn), ew çû rojavayê Tianzhu (Hindîstan) da ku pirtûkên Bûdîst bi dest bixe. Ew bi tena serê xwe ket xeterê û zor û zehmetiyan kişand. Ew tenê di çar salan de hat.\nDi sala heftemîn a Zhenguan de, mamoste bi fermî îstifa kir û vegeriya rojhilat. Ew di riya başûrê parêzgeha Sincaniangê ya îroyîn, Xotan û Loulan-ê de vegeriya Çînê, bi tevahî 17 sal û rêwîtiyek 50,000 kîlometre. Dema ku ew di meha yekem a sala nozdehemîn a Zhenguan de gihîşt Chang'an, împarator ferman da Liang Guogong Fang Xuanling û rayedarên din ên sivîl û leşkerî ku pêşwaziyek mezin bidin wî.\nBi tevahî 520 û 657 cildên orîjînal ên nivîsarên Bûdîst ên Sanskrîtî hatin xwestin. û wergerandine Çînî.\nPiştî ku axa vegeriya, ew ji hêla Qeyser Taizong û Qeyser Gaozong ve pir rêz hate girtin û li Da Nei hate tomar kirin, û sernavê \"Master Tripitaka\" da wî.", "聖意": "Mal tevlihev e, bextewar ji xwe re, bextewarî, karsaziyek baş, zewaca baş, astengkirina hatina mirovan li zeviyê, kurmik hevrîşim, sewalên nebaş, lêgerîna mirovan, dozên giştî, koçberî, mal û milkên winda, nexweşiyên derengmayî, dua kirin. ji bo bereketê divê gorên çiya kevn bin.", "古人": "Tang Monk Nivîsarên Bûdîst Fêr dibe", "第X籤": "Lotikvanê sî û pêncemîn", "宮": "Shen Gong"}