{"籤詩版本二": "Ger hûn dixwazin ewle û aram bin, ne guncaw e ku li ber bayê mûman hebin.\nÇêtir e ku meriv xwe paqij bike û li salonek kûr rûnên, ji ronahiyê dûr bikevin, li cîhek bêdeng bihejînin û li dora xwe bigerin. Shake → Yao. Belaş → hindik.", "詩意": "Ev hexagram mîna bayê ye ku çira û mûm dihejîne.\nBerdewamkirina tiştan dê bextewariyê bîne.", "解曰": "Li cîhek bêdeng rûniştin. Di bangê de bin û di wextê xwe de bin. Ew ne xêr e. Muhafezekar û minasib.", "籤詩故事一": "◇Li Jing vedigere çiyê\nLi Jing (571-Tîrmeh 2, 649), bi navê xwezayê Dermansaz, xwecihê Sanyuan, Yongzhou (naha bakurê rojhilatê wîlayeta Sanyuan, parêzgeha Shaanxi) bû. Generalek ji dereng Xanedaniya Sui heya destpêka Xanedaniya Tang, ew stratejîstek leşkerî yê navdar bû ku hem bi jêhatîbûna sivîl û hem jî leşkerî di Xanedaniya Tang de bû. Dûv re, wî sernavê Duke of Wei wergirt, û li cîhanê wekî Duke of Wei hate nas kirin.\nLi Jing bavê sêyem prens Nezha ye di lîsteya xwedayan de, ku wekî \"Padîşahê Tota\" jî tê zanîn. Li Jing û kurê wî alîkariya Jiang Ziya (Tai Gong) kirin ku Qral Zhou têk bibin, Xanedaniya Zhou û Padîşah ava bikin. Wu bi fermî derket ser text. Jiang Ziya paşê navnîşek xwedayan saz kir û merasîmek li dar xist da ku giyanê leşkerên ku di şer de mirine xweş bike. Ji wê demê û pê de dinya aram û aram bû. Qral Wu xwest ku marquis çêbike û wan xelat bike, û wî jî xwest ku erd ji lehengên damezrîner re veqetîne. Li Jing, bav û kurê wî, û heft kesên din xwestin ku vegerin çiyê da ku Taoîzmê bikin û bi navûdeng û dewlemendiya dinyayê nekevin. Paşê, her heft jî “bi bedenê bûne pîroz” û di çîna nemiran da cih girtin.\nÇîroka \"Feng Shen Bang\"", "聖意": "Xanî muhafezekar e, ez asayî me, ez li dewlemendiyê digerim, di karsaziyê de zehmetî dikişînim, zewaca min ne lihevhatî ye, Liujia ji bo peyayan dua dike ku baweriya xwe pê bînin, kurmê hevrîşim di payîzê de gihîştin, şeş heywan sax in, mirov winda ne, gelemperî doz û koçberî muhafezekar in, nexweşiyên malên winda ne, gora li Jianxingshan neguherînin.", "古人": "Li Jing vedigere çiyê", "第X籤": "Sih û heftemîn lotikvan", "宮": "Shen Gong"}