{"籤詩版本二": "Çerxa sor li rojava dikeve, keroşk li rojhilat radibe, yin mezin dibe û yang winda dibe, û her tişt pêş dikeve\nGer jin bixwaze bi kar bîne, wê dewlemendiya xwe zêde bike û bextewariyê bîne dilê wê.", "詩意": "Ev hexagram sembola mezinbûna Yin û windabûna Yang e.\nBerî ku paşê hêsan bibe her tişt dijwar e.", "解曰": "Yin feydeyê dide jinan. Ji bo mêran ne guncaw e. Ger hûn şêwirdariyê digerin. Pêşî xerabî tê û paşê başî tê.", "籤詩故事一": "◇Wu Zetian derket ser text\nDi 14 saliya xwe de, Wu ji hêla Qeyser Taizong Li Shimin ê Xanedaniya Tang ve wekî kesek jêhatî, bi navê \"Wu Mei\" gazî qesrê hate kirin. Piştî ku Taizong mir, Zetian ket Perestgeha Ganye û bû rahîb.\nDema ku Qeyser Gaozong ê Xanedaniya Tang hat ser text, wî malbata Wu gazî qesrê kir ku hurmetê bidin Zhaoyi. Di sala şeşemîn ya Yonghui (655) de, Qeyser Gaozong Wu wekî şahbanûya xwe destnîşan kir.\nWu Zetian jîr bû, tevlî edebiyat û dîrokê bû, û ji aliyê çavkanî ve dewlemend bû. Zû zû piştî ku Wu Zetian bû şahbanû, ji ber ku Gaozong qels û nexweş bû, wî carinan jê re spart ku hin karûbarên siyasî bi rê ve bibe, ji ber vê yekê hêza wê mezin bû. Di sala yekem a Shangyuan (674) de, ji Qeyser Gaozong re \"Emperor\", ji Empress Wu re \"Qralîçeya Bihuşt\" hate gotin, hem jî di qesrê de ji wan re \"Du Pîroz\" hate gotin.\nDi sala yekem a Hongdao (683) de, Gaozong mir, Prince Li Xian hat ser text û Wu Zetian hate serdestiya xanedaniyê. Di sibata sala yekem a Sişeng (684) de, Wu Zetian Li Xian wekî Padîşahê Luling hilweşand û kurê xwe yê çaremîn Li Dan wekî împarator damezrand, û hukumdariya xanedaniyê domand. Di îlona heman salê de, wê ala guherand zêr, û Luoyang, paytexta rojhilat, bû paytexta xwedayî. Di roja nehê îlonê de di sala yekem a Tianshou (690) de, Wu Zetian xwe împarator îlan kir û navê welêt guhert û kir Zhou.", "聖意": "Mal ji xwe re nebaş e, ji bo xêrê dua dike, li serwet digere, parêzvaniya kiryaran, di zewacê de bextewar e, di zewacê de bextreş e (jin), peyayan zeviyan asteng dikin, kurmê hevrîşimê, heywanên dewlemend, li mirovan digerin, ji hev cihêbûnê, dozê, windabûnê, koçberiyê. , windakirina mal, nexweşî, şok, çiya û gor, serkeftin", "古人": "Wu Zetian diçe ser text", "第X籤": "Lotikvanê çilemîn", "宮": "Tu Palace"}