{"籤詩版本二": "Hûn ê gotinên xweş ên bêdawî bînin bîra xwe, lê heke hûn dizan nas bikin hûn ê bibin kurê xwe.\nVê gavê çavbirçî nebin û xem bikin ku wî salek berê çawa tiştek baş kiriba.", "詩意": "Ev hexagram dizek wek kur dide naskirin.\nDi her tiştê ku hûn dikin de baldar bin.", "解曰": "Tenê ev yek. Mîrzayek xeletiyê nake. Di hişê xwe de bimînin. Tenê nebin.", "籤詩故事一": "◇Dong Zhuo Lu Bu qebûl dike\nLu Bu, wêrek û di şer de jêhatî, di dawiya Xanedaniya Hana Rojhilat û destpêka Sê Padîşahiyan de generalekî leşkerî yê navdar bû, wî carekê Ding Yuan, parêzgarê Jingzhou, wekî bavê xwe yê qebûlkirî dihesiband û di bin destê wî de xizmet dikir.\nPiştî mirina Qeyser Ling ya Xanedaniya Han Rojhilat, Ding Yuan çû Pekînê da ku bi general He Jin re li hev bike da ku hukûmetê kontrol bike.\nDong Zhuo bi Ding Yuan re şer kir, lê çend general nekarîn Lu Bu têk bibin, ji ber vê yekê Dong Zhuo bindestê xwe Li Su şand ku bertîlê bide Lu Bu. Li Su ji bo \"seredana Lu Bu\" komek ji xezîneyên zêr û zîv û hespê keroşkê sor ê navdar anî. Li Su ji bo ku serdana Lu Bu bike, komek ji xezîneyên zêr û zîv û hespê keroşkê sor yê navdar anî. Ji ber vê yekê Lu Bu ji aliyê Dong Zhuo ve hat bertîl kirin ku Ding Yuan bikuje û ji leşkerên xwe re jî got ku ger bixwazin bi wî re werin û ger naxwazin li pey wî biçin biçin. Di encamê de piraniya leşkeran reviyan. Ji ber vê yekê Lu Bu ji hêla Dong Zhuo ve hat bertîl kirin û Ding Yuan kuşt.\nPiştî ku Dong Zhuo bû desthilatdar, wî Lu Bu wekî kurê xwe yê pejirandî qebûl kir û ew kir general û marquis.\nDong Zhuo xwedî hêrsek tund bû, û \"têkiliya bav-kur\" bi Lu Bu re bi rastî pir qels bû. Di sala 189 PZ de, bi teşwîqkirina Situ Wang Yun, Lu Bu Dong Zhuo kuşt.\nŞeş meh piştî mirina Dong Zhuo, leşkerên kevn ên Dong Zhuo paytext dagir kirin, û Lu Bu û jina wî di panîkê de reviyan. Piştî derketina ji paytextê, ​​Lu Bu penaberî şerkerên Yuan Shu, Yuan Shao, Zhang Yang, Zhang Miao, Liu Bei û hwd. di şer de, û çend caran Cao Cao têk bir.\nDi sala sêyemîn a Jian'an de li Xanedaniya Han Rojhilat, leşkerên Cao Cao êrîşî Xiaopei, bingeha Lu Bu, kirin û ji hêla Cao Cao ve di bin Birca Baimen de hatin girtin û kuştin. Berî darvekirinê, Lu Bu ji Cao Cao xwest ku wî sax bihêle da ku ji mirinê dûr bikevin, lê Liu Bei anî bîra Cao Cao ku Lu Bu gelek caran xayîntî kiriye û mirovek bêrûmet bû. Di dawiyê de, Cao Cao, ku tenê qîmetê jêhatî dida bêyî exlaq, Lu Bu îdam kir.", "聖意": "Ez li malê nerehet im, ez bi gelemperî li pere digerim, li hember danûstendinan diparêzim, zewac zehmet e, mêrê Liujia ecêbmayî dimîne, mirov têne zeviyê, kurmê hevrîşim nîvco, şeş heywan sax in, mirov li mirovan digerin, doz guncav in û koçberî, tiştên winda bi zehmet peyda dibin, nexweşî dijwar têne dîtin û di tirba Çiyayê Zhenxing de aramî heye.", "古人": "Dong Zhuo Lu Bu qebûl dike", "第X籤": "Lotikvanê 41emîn", "宮": "Tu Palace"}