{"籤詩版本二": "Dinya nerm e û her tişt bi xwe piştgirî, xwe piştgirî û ewledar e\nDi jiyanê de her tişt ecêb e, ji bo her tiştî ji pîroz û şehrezayan re spas bikin û serfiraz bin.", "詩意": "Ev hexagram ahenga di navbera erd û erdê de temsîl dike.\nHer tişt baş dimeşe û xeterî tune.", "解曰": "Her tişt çêdibin. Hemû plan û daxwaz pêk tên. Ford alîkarî dike. Rui Qi bi lez e.", "籤詩故事一": "◇Meşvan ronakbîriyê distînin\nÇîroka Rêwîtiya Rojava:\nSun Wukong dest danî ser Çiyayê Kulîlk û Fêkîyan û bû padîşah. Paşê, ji bo ku rêyek ji bo herheyî bijî, heşt an neh salan li çiya û çeman gerîya da ku Patriarch Bodhi wekî mamosteyê xwe biperizin. Ew hînî heftê bû. -Du guheztina ewrên xerab ên dinyayê û ewrên şemitokê, û cara yekem paşnavê Sun girt. Navê wî Wukong.\nPiştî wê, Sun Wukong çû Qesra Dragon a li Deryaya Chinaînê ya Rojhilat da ku çekek minasib bibîne, û di dawiyê de Ruyi Zêrîn Cudgel, derziya Xwedê ya Tianhe û Dinghai dît. Ji ber ku emrê wî qediya bû, wî di bin erdê de qerebalixek mezin çêkir, pirtûka jiyan û mirinê ji nû ve kir û vegeriya cîhana mirovan. Dûv re, Sun Wukong cara yekem ji hêla bihuşt ve hate gazî kirin û navê wî Bima Wen hate kirin. Paşê ew cara duduyan gazî bihuştê kirin û navê wî kirin Qralê Meymûnan, wî bi dizî hirmî xwar û li bihuştê qerebalixek mezin çêkir, ji bo ku çavên xwe yên zêrîn û çavên xwe yên êgir perwerde bike, di Firina Bagua de hat mohrkirin. Ji aliyê Tathagata Buddha ve li bintara Çiyayê Wuzhi ji bo 500 salan hat tepisandin, nekarî hereket bike. Cihê ku firna Bagua lê hat lêdan, veguherî çiyayekî şewat.\nPênc sed sal şûnda, Keşîş Tang ji bo bidestxistina nivîsarên pîroz çû Rojava, li Çiyayê Pênc Hêmanan derbas bû, û berî ku Sun Wukong xilas bike, talisman derxist. Sun Wukong bi spasdarî hêsir kir.Piştî ku ji hêla Guanyin Bodhisattva ve hat perwerdekirin, wî Tang Monk wekî mamosteyê xwe îbadet kir û çû Rojava da ku bi hev re Nivîsarên Pîroz hîn bibin. Li ser riya fêrbûna Nivîsarên Pîroz, Sun Wukong daket ser cinan û cinawiran ji holê rakir, û gelek caran destketiyên awarte pêk anî.Lêbelê, ew ji hêla axayê xwe Tang Seng ve dîsa û dîsa ew xelet hate fam kirin û derxistin. Piştî heştê û yek zehmetiyan, kar di dawiyê de bi dawî bû.Çar mamoste û şagirtan gihîştin Perestgeha Xitian Leiyin û Nivîsara rastîn bi dest xistin. Sun Wukong encamek rast bi dest xist.\n(Ev çîrok metelokek e ku meymûnek jî dikare ronî bibe, bila mirov bihêle.)", "聖意": "Xanî ji bo xwe bi xêr e, li dewlemendî, karsazî, zewac, Liujia, peyayên mêr, astengkirina zeviyan, kurmê hevrîşim, şeş heywan, Zhongping, li mirovan digere, doz, serkeftin, koçberî, windakirina mal, nexweşî, gora Chuanxingshan, tişt. bi xêr in", "古人": "Rêwî digihîje ronahiyê", "第X籤": "Di 43-an de hat îmzekirin", "宮": "xugong"}