{"籤詩版本二": "Hewa sar avê dike qeşa Çima çavbirçî namûsê bin?\nEz neçarim ku ez bêdeng rûnim û li bendê bim ku pel bi rengek xwezayî geş bibin.", "詩意": "Di vê hexagramê de av dibe qeşa.\nTiştekî pûç nexwazin.", "解曰": "Av di qeşayê de dicemide. Qeşa di avê de dihele. Ger ev komplo be. Wisa ye.", "籤詩故事一": "◇ Wang Xiang ji kerpê dipirse (Bîst û çar Çîrokên Dilsoziya Filîtê)\nWang Xiang ji Xanedaniya Jin, bi navê xwezayê Fuzheng, li Linyi ji dayik bû.\nDema ku Wang Xiang ciwan bû, diya wî ya biyolojîk mir.Bavê wî tenê bi jinek bi navê Zhu re zewicî, ​​û Wang Xiang jî nû bû. Dema ku Wang Xiang ciwan bû, diya wî ya biyolojîk mir, û bavê wî tenê bi jinek bi navê Zhu re zewicî. Dayika Wang Xiang jineke teng û çavnebar bû, ji Wang Xiang hez nedikir û gelek caran ji bo tiştên biçûk wî dihejand. Zû zû, dêw jî kurek bi navê Wang Lan anî. Dêwê tenê ji zarokên xwe hez dikir û Wang Xiang wekî stirî di devê xwe de dihesiband. Ew ji Wang Xiang hê bêtir daxwaz dikir û gelek caran li ber bavê xwe xerab ji Wang Xiang dipeyivî. Tewra bavê wî jî hêdî hêdî ji wî hez nedikir. Dêwê tenê ji zarokên xwe hez dikir û Wang Xiang wek stirî di devê xwe de dihesiband. Ew ji Wang Xiang hîn bêtir daxwaz dikir, û gelek caran li ber bavê xwe bi xerabî ji Wang Xiang dipeyivî. Tewra bavê wî jî hêdî hêdî ji wî hez nedikir. Tevî ku nîvbirayê Wang Xiang, Wang Lan bi birayê xwe re pir heval e. Tevî îşkenceya dayika wê, ew dîsa jî pir filitî bû. Dayik ew qas hişk e, lê Wang Xiang hîn jî pir filitî ye.\nXêra wî xwedî hobî ye, ango ew hez dike ku masiyên teze yên ku ji çemê masî hatine girtin bixwe. Xêra wî xwedî hobî ye, ango ew hez dike ku masiyên teze yên ku ji çemê masî hatine girtin bixwe. Zivistanekê bavê wî ji bo bazirganiyê çû û dêya wî dîsa nexweş ket. Birayên Wang Xiang û Wang Lan bi baldarî şorbe û derman ji diya xwe re xwarin. lezdan. Zivistanekê bavê wî ji bo bazirganiyê çû û dêya wî dîsa nexweş ket. Birayên Wang Xiang û Wang Lan bi baldarî şorbe û derman ji diya xwe re xwarin. lezdan. Dayika nexweş dixwest masiyên teze yên çem bixwe, di wê hewaya sar a dijwar de, li derve berf dibariya û ava çem berê xwe dabû qeşaya qalind. Dayika nexweş dixwest masiyê teze bixwe, di wê hewaya qeşa û berfê de masiyên teze li ku dihatin dîtin?\nDi wan rojan de, xwarinên derveyî demsalê tune bûn, û hûn nekarin wan bikirin heke pereyê we jî hebûya.\nDi vê nuqteya çîrokê de, çîroka balkêş a Wang Xiangqiu Li qewimî. Herdu bira bêçare nobedariya diya xwe kirin. Wang Xiang ji bo ku xatirê xwe yê nexweş bêhêvî neke, ber bi çemê cemidî ve meşiya. Wang Xiang fikrek xwe hebû û kirasê xwe ji sermayê derxist. Li ser cemedê tazî raza û xwest ku bi kar bîne. germahiya laşê xwe ya ku qeşayê bihelîne (ji ber vê yekê ji kerba Wang Xiangqiu jî tê gotin Wang Xiang ku li ser qeşayê razayî ye). Kirasê xwe ji xwe kir û tazî li ser cemedê raza. Wî ji Xwedê re dua kir û got: \"Xwedêyo, diya min nexweş e û dixwaze kerba taze bixwe. Çi dibe bila bibe, divê tu ji min re rêyekê bibînî.\" Tiştekî ecêb e ku qeşa li kêleka wî ji nişka ve şikest û du kes bûn. çiqan.Karpek jîndar ji nav çiqê derket û xwe avêt ser qeşayê.Wang Xiang pir kêfxweş bû. Wî ji Xwedê re dua kir: \"Xwedê, diya min nexweş e û dixwaze kerba teze bixwe. Divê tu rêyekê ji min re bibînî. \"Tiştekî ecêb e, ku qeşa li kêleka wî ji nişka ve şikiya û du şikestin hebûn. Xerîbekî jîndar ji nav çiqê derket û xwe avêt ser qeşayê.Wang Xiang pir kêfxweş bû. Bi lez çû ser çokan, şikir ji Xwedê re kir û bi kerban re bezî malê. Bi lez çû ser çokan, şikir ji Xwedê re kir û bi lez û bez kerp hilda û çû malê. Piştî ku dêwê kerba teze xwar, zû ji nexweşiya xwe xelas bû. Xatûna di nav nivîna nexweşxaneyê de matmayî mabû dema ku laşê tazî yê Wang Xiang ku ji sermayê mor dibû û du masî di destên wî de dît, matmayî ma û bi kêfxweşî bezî odê û matmayî ma.\nWang Xiang paşê bû fermî û bû Taibao, û sernavê Duke jê re hat dayîn.", "聖意": "Li malê nerehet im, ez dua dikim ji bo parastinê, tengasiyên darayî, pirsgirêkên karsaziyê, zewacê, neliheviya di bîmeya Liujia de, peyayan, kurmên hevrîşimê Chitian, şeş windabûna heywanan, kesên winda, dozên giştî, koçberî, kevneperestî, milkê wenda, nexweşî, ku başbûnek dijwar e, tirba çiya, serkeftin", "古人": "Wang Xiang ji kerpê dipirse (Bîst û çar Çîrokên Dilsoziya Filîtê)", "第X籤": "Çil û neh Serketina Lott", "宮": "Haigong"}