{"籤詩版本二": "Hûn dikarin li her çar aliyên welêt bigerin, kana keştiyê daleqînin da ku ew bi serbestî hildin\nGer bayek xweş hebe, ew ê zû bigihîje û qeyik dê tijî xezîne bibe.", "詩意": "Ev hexagram mîna kişandina qeyikê bi bayê ye.\nHer tişt baş diçe.", "解曰": "Bêhna xwe vekin. No hewldanên pêwîst. Gelek dewlemendî. Hemû heyran.", "籤詩故事一": "◇ Pênc Golên Tao Zhugui (Gola Fan Ligui)\nDi Serdema Bihar û Payîzê de, Fan Li, ku navê wî Shaobo bû, wekî Gui Yizipi an Tao Zhugong jî dihat zanîn.\nWê demê di navbera Dewleta Wu û Dewleta Yue de şer hebû û Dewleta Wu Dewleta Yue hilweşand. Fan Li û Wen Zhong ji bo Yue King Gou Jian planek amade kirin ku Yue pêşve bibin û Wu hilweşînin. Fan Li bi xwe di nav çiya û çeman re geriya, û çû seredana Çemê Huansha li Çiyayê Cailuo ji bo dîtina Xi Shi, jinek bedew û xwedî fezîlet, jêhatî û bedewî, û pêşkêşî Qralê Wu kir. Wî \"bedewiyek\" bikar anî. hîle\" ku li hundur û derve hevkariyê bike û Padîşahiya Wu hilweşand.\nPiştî ku wî bi ser ket Padîşahiya Wu ji holê rakir, Fan Li zanibû ku Gou Jian \"teyrekî stûyê dirêj û bi qijik\" e û dikare bi wî re zor û bextewariyê parve bike, ji ber vê yekê ew û Xi Shi li ser Padîşahiya Qi bi keştiyê çûn, navên xwe guherandin. ji Gui Zipi re, û kur û şagirtên wî di Padîşahiya Qi de rêberiya wan kir. Ewî ji bo çandina çolê, kar û barekî din û tîcaretê xebitî. Di belavkirina serwet û qenciyê de ji bajarê xwe re bi comerdî bû.Aqil û jêhatîbûna Fan Li ji aliyê gelê Qi ve hate qedr kirin.. Padîşahê Qi ew vexwend Lînzi, paytext û wî wek serokwezîrê ku berpirsiyarê karûbarên hukûmetê ye, îbadet kir. . Wî wiha got: \"Rayedarbûn dibe sedema wezîran, rêvebirina malbatekê jî dibe sedema dewlemendiyek. Ji bo mirovekî ku ji sifirê dest pê kiriye, ev yek gihîştiye asta herî jor. Dibe ku ji bo demek dirêj rêzgirtin nîşanek ne baş e.\" Ji ber vê yekê, tenê sê sal şûnda, wî careke din Jiliu bi mêrxasî paşve kişiya, mohr vegerand padîşahê Qi, û hemî dewlemendiya malbata xwe da hevalên xwe yên nêzîk û gundiyên xwe.", "聖意": "Xanî ji xwe re baş e (ji bo şandinê), pere baş e, karsaz baş e, zewac dereng e, zewac ne baş e, Liujia sax e, mirov li zeviyan dibe asteng, kurmik hevrîşim, payîz, dewar, bihar. dewlemend e, mirov li mirovan digere, doz xerab in, koçberî kevneperest e, tiştên winda bûne, nexweşiyên rojava çareser dibin, çiya û gor li başûr in.", "古人": "Pênc Golên Tao Zhugui (Gola Fan Ligui)", "第X籤": "Lotikvanê pêncîemîn", "宮": "Haigong"}