{"籤詩版本二": "Ji bo girtina heyvê di nav avê de kedeke mezin lazim e.. Gelek hewldan lazim e lê tiştek nabe.\nBêbextiyê nekin û hewlên xwe yên ji bo xurtkirina laş pûç nekin, peyva \"beden hişkbûyî\" di eslê xwe de tê wateya \"beden tenê ye\".", "詩意": "Ev hexagram ji bo wêneya hewldanê çavbirçî ye.\nHer tişt bi ked û zehmet e.", "解曰": "Sozan zehmet e ku bi bîr bînin. Gelek keda. Li malê xemgîn bibin. Li benda hevdîtina mirovên hêja.", "籤詩故事一": "◇Taibai dema serxweş heyv girt (Li Taibai dema serxweş heyv girt)\nLi Bai (701-762), ku wekî Taibai jî tê zanîn, wekî Qinglian Jushi jî tê zanîn. Helbestvanê Xanedaniya Tangê ku ji xwe re digot nemirê sirgûnkirî, bi navê Nemirê Helbestê dihat nasîn û bêyî vexwarinê her dem dilşad bû.\nCarekê Li Bai hat Jinling (niha Nanjing) û li xwaringehek li tenişt Pira Wende raza.\nEw roj bû roja panzdehê meha heyvê ya zivistanê, bi şev bi tena serê xwe li xwaringehê rûdinişt û heyranê heyvê dibû, vedixwar û helbest digotin. Ew roj bû roja panzdehê meha heyvê ya zivistanê, bi şev bi tena serê xwe li xwaringehê rûdinişt û heyranê heyvê dibû, vedixwar û helbest digotin. Li Taibai di jiyana xwe de herî zêde ji heyvê hez kir û got ku ew paqij û bedew bû. Li Taibai di jiyana xwe de herî zêde ji heyvê hez kir û got ku ew paqij û bedew bû. Wê þevê li jor mêze kir û heyva sipî û dor li ezmên dît, pir kêfxweş bû û çend qedehên din vexwar. Wê þevê li jor mêze kir û heyva sipî û dor li ezmên dît, pir kêfxweş bû û çend qedehên din vexwar. Nîvê şevê, Li Taibai ji şerabê sûd wergirt û daket jêrê pira Wende. Nîvê şevê, Li Taibai ji şerabê sûd wergirt û daket jêrê pira Wende. Hema ku pê da ser pirê, serê xwe xwar kir û ji nişka ve hîv ket nav avê, dema ku çem herikî, çend xetên reş li siya heyvê ya spî hatin zêdekirin. Hema ku pê da ser pirê, serê xwe xwar kir û ji nişka ve hîv ket nav avê, dema ku çem herikî, çend xetên reş li siya heyvê ya spî hatin zêdekirin. Li Taibai di vê demê de ew qas serxweş bû ku wî difikirî ku ew heyv e ku ji hêla ava çem ve hatî reng kirin. Li Taibai di vê demê de ew qas serxweş bû ku wî difikirî ku ew heyv e ku ji hêla ava çem ve hatî reng kirin. Tewra guh neda çîçikên xwe jî, destên xwe vekir û ji pirê bazda ku heyvê bigire. Tewra guh neda çîçikên xwe jî, destên xwe vekir û ji pirê bazda ku heyvê bigire. Bi awayekî neçaverêkirî, bi vê bazdanê re hîv nehat girtin, lê heyva di nav avê de şikest û yekser bû du nîv. Bi awayekî neçaverêkirî, di vê bazdanê de, hîv nehat girtin, lê mirov xeniqî. Di şêst û du saliya xwe de mir.", "聖意": "Mal nerehet e û hûn di bextê xwe de ne (guh bidine tenduristiya xwe) (Bêbext) Di dewlemendiyê de hevsengiyê bigerin (li ser wê jî nefikire) Zehmetiya danûstendinan, zewac çareser nabe, ji bo parastinê dua bikin (xezineyên vala ji bo pêşîlêgirtinê betalbûn) peya di tengasiyê de ne, kurmê hevrîşimê li zeviyê pênc xal in û şeş heywan li ber kêmbûnê ne, li mirovan digerin (bêbext) dozên giştî û (Dozê rawestînin) Koçberiya asayî (nav nekin) Wendakirina milk (balafir) Ji bo parastina ji nexweşiyê dua kirin (bêbext) Li çiya û goran bextê xêrê", "古人": "Taibai dema serxweş heyv girt (Li Taibai dema serxweş heyv girt)", "第X籤": "Serkeftina pêncî û duyemîn a loto (Lottery)", "宮": "Zikê dayik"}