{"籤詩版本二": "Gava ku xemgînî vediguhere şahiyê, ejdeha diqîrin û piling diqîrin.\nEsmanê şîn rêya xwe ya ber bi ezman ve heye.. Ma ez careke din şansek bi dest bixim ku bigihîjim navûdengê.", "詩意": "Ev hexagram mîna ejderekî diqelişe û pilingekî diqelişe.\nHêvî heye ku her tişt baş bibe.", "解曰": "Tenê hîn bikin û biçin. Serkeftina xwe hebe. Divê di dawiyê de were çêkirin. Cihê ku tê dîtin heye.", "籤詩故事一": "◇Liu Bei bûkekê peyda dike\nPiştî Şerê Chibi, Sun Quan dilxwaz bû ku Jingzhou, ku ji hêla Liu Bei ve hatî desteser kirin, ji nû ve bi dest bixe, ji ber vê yekê wî pilana Zhou Yu bikar anî, îdia kir ku wî dixwest xwişka xwe Sun Ren bi Liu Bei re bizewice, lê di rastiyê de wî dixwest ku bigire. Liu Bei wekî rehînek ku Jingzhou îdîa dike.\nPiştî ku Zhuge Liang sîxurî li ser plana Zhou Yu kir, wî broşûra bi stratejiyê re da destê Zhao Yun, yê ku dema ku çû Soochowê parastina Liu Bei dikir. Bavê Sun Quan) di derbarê pêşniyara zewacê de dizanin. Ji ber ku Wu Guotai ji keça xwe hez dikir û nedixwest ku di derbarê karûbarên keça xwe de biryarên bêserûber bide, wê Sun Quan şermezar kir ku ji xwişka xwe re bêrehm e û pêşniyar kir ku bi kesane biceribîne ka Liu Bei hêjayî keça xwe ye li Perestgeha Ganlu. Piştî ku Wu Guotai Liu Bei nas kir, wê pir qedr da Liu Bei û bi tundî peşniyaz zewaca di navbera Liu Bei û keça wî de kir. Di encamê de, Liu Bei bi serfirazî bi Xanim Sun re zewicî.\nDûv re, Liu Bei û Xanim Sun bi hev re reviyan Jingzhou. Dûv re, Sun Quan xwest ku bi dizî êrîşî Jingzhou bike dema ku Liu Bei êrîşî Yizhou dikir, lê ji hêla Wu Guotai ve hate sekinandin, ku ji ewlehiya keça xwe bi fikar bû.\nWî got: \"Plana biaqil a Zhou Yu di cîhanê de çêtirîn e. Wî jina xwe winda kir û leşkerên xwe winda kir.\"\n(Liu Bei ji zirarê qezenc kir)", "聖意": "Ez li malê bextreş im û ez bêbext im (pêşî şansê xerab, paşê jî bextewar). Li dewlemendiyê, hevsengiyê, di zewacê de tengasiyan, di zewacê de serketinê bigerin. Ji bo peyayan ji bo xêrê, li zeviyan kurmê hevrîşimê, ji bo zirara heywanan pênc xalan dua bikin, lê bigerin. gel, doz û koçberî, bextê malên windabûyî, serkeftin ji nexweşiyan, aramiya çiya û goran.", "古人": "Liu Bei bûkek peyda dike", "第X籤": "Hejmara serketî ya pêncî û sêyemîn", "宮": "Zikê dayik"}