{"籤詩版本二": "Berav tijî kevir e, çem diherike, ba zelal e, heyv zelal e, mirovên esilzade mijûl in.\nDi rê de divê ez bipirsim bi kû ve biçim Bêhna kulîlk û nebatan li daristanê negirim.", "詩意": "Ev hexagram mîna keştiyek e ku li peravê piçûk digere.\nDi her tiştî de, mirovên hêja hene ku alîkariyê bikin.", "解曰": "Ji bo debara xwe bikin. Gelek keda. Muhafezekar bimînin û li bendê bin. Nikarin me ragirin.", "籤詩故事一": "◇ Serhildana Luşan\nAn Lushan (703-757), ku paşnavê wî Kang bû û navê wî Yaluoshan bû, ji Liucheng, Yingzhou (niha Chaoyang, Liaoning) bû.\nPaşê paşnavê An girt û navê xwe kir Lushan. Di dema serweriya Emperor Xuanzong ya Xanedaniya Tang de, An Lushan nûnerê leşkerî bû.\nDi Mijdara sala 14-an a Tianbaoyê de, An Lushan li Fanyang leşker berhev kir, bi navê êrişa li ser Yang Guozhong, serhildanek da destpêkirin û leşkerên sê bajaran birin ku êrîşî Luoyang, paytexta rojhilatê bikin. Raporên ji Taiyuan bi lez çûn Lishan. Tang Xuanzong, ku wê demê li Qesra Huaqing li Lishan bû, bawer nedikir ku Anlushan serhildanê bike. Lêbelê, nûçeyên serhildanê berdewam belav bûn û Xuanzong hîn nîvco bû. (Ev teswîra \"dengê ava herikbar a li ser kevirên piçûk di çemekî de\" ye)\nHeya ku Yan Zhenqing, serokê eyaleta Pingyuan, kesek şand ku agahdarî bişîne ku Xuanzong ji xewna xwe şiyar bû.\nDi bin stratejiya çewt a Qeyser Xuanzong ya Xanedaniya Tang de, alaya siwaran a An Lushan Luoyang, paytexta rojhilatê girt. Di meha yekem a sala pêş de, wî xwe wekî Qeyser Dayan li Luoyang, Jianyuan Shengwu, Emperor Xiongwu, û Da Xixun wekî împarator îlan kir. di pêvajoyê da.\nDi hezîrana heman salê de, împarator Xuanzong ji Xanedaniya Tang, ji ​​bo ku ji krîza Chang'an re û di bin têgihîştina şaş a leşkerî de, du generalên navdar Feng Changqing û Gao Xianzhi îdam kirin. Vê fermanê artêşa Tang şok kir. (Ev tevger \"divê rê ber bi çemê pêşîn ve nîşan bide\" binpê dike)\nDûv re, Qeyser Xuanzong ê Xanedaniya Tang bi lezgînî ferman da generalek din, Ge Shuhan, ku artêşê Tang ber bi rojhilat ve ji Tongguan bi rê ve bibe.\nGe Shuhan, ku bi tevahî xeletiya stratejîk a Qeyser Xuanzong ya Xanedaniya Tang fêm kir, plan kir ku guhartinê dereng bike (nêzîkatiya \"ger bayê aram be û pêl aram be baş e\").\nDi dawiyê de, Qeyser Xuanzong ji Xanedaniya Tang difikirî ku ew pir tirsonek bû ku şer bike, ji ber vê yekê wî neçar ma ku bi hêstiran re bi An Lushan re şer bike û têk çû. (Ew \"Heke hûn ji bo debara xwe pir bixebitin, dibe ku hûn birîndar bibin.\")\nDi Xanedaniya Tang de, dema ku leşkerên sînor û garnîzonên herêmî dem nemabûn ku bersivê bidin, artêşa An Lushan zext li sînor kir û ket qada paytext. Di rewşek krîtîk de, Qeyser Xuanzong ê Xanedaniya Tang rêberî da ku Corpusa Cerdevanan ji paytextê birevin, û bû sedem ku Xijing Chang'an bêserok bikeve.\n(Tang Xuanzong rêberiya vê nîşanê binpê kir, ji ber vê yekê serhildana An Lushan serketî bû.)", "聖意": "Xanî sax e, bi xwe bextewar e, bextewar saxlem e, danûstendin dewlemend e, zewac serketî ye (hişyarî), peyayekî nêr ji Liujia tê zeviyê, kurmê hevrîşimê dirûn, şeş heywan zirarê dibînin, mirov tê dîtin. , doz mafdar e, windabûna nexweşiyê tîne, ango divê tirba Anşan bê temîrkirin.", "古人": "serhildana Luşan", "第X籤": "Lotikxana pêncî û şeşan", "宮": "Ugly Palace"}