{"籤詩版本二": "Sibeh û êvarê, divê piştgiriya Buddha di demên xeternak de be lê ne di xetereyê de be\nHeger mirovekî esilzade bala te bikişîne wê demê pere û hevrîşim jî dê bi te re bin.Ev Çuan Lai ye. Ew hemî li ser we girêdayî ye.", "詩意": "Ev hexagram bereketa veşartî ya xwedayan û Buddhayan temsîl dike.\nBi sebir bin û di her tiştî de bextewar bin.", "解曰": "Nîşana aştiya kevneperest. Dema ku her tişt biha be, ew ê bi xêr be.", "籤詩故事一": "◇ Tang Monk gihîşt ronahiyê\nRojekê Tang Seng hat ber çem û Çiyayê Bûda Lingshan li ber wî dît, pirek yek-planî li ber wê hebû, Tang Seng newêrîbû ku jê derbas bibe. Bûda bû keştîvanek û keştiyek şikestî ya bêbinî girt destê xwe. Gava Tang Monk li qeyikê siwar bû, ket çem û ji hêla keştîvan ve hat rizgar kirin. Bi vî rengî Tang Monk bû bûda. (Çîroka Rêwîtiya Rojava)\n◇ Nivîsarên Bûdîst ên Tang Monk\nSanzang ji Xanedaniya Tang, paşnavê wî yê hevpar Chen û navê wî Yi bû. Li wîlayeta Goushi, Luozhou (niha başûrê bajarê Yanshi, parêzgeha Henan) ji dayik bû. Ew di sêzdeh saliya xwe de bû rahîb û navê Budîst Xuanzang girt.\nJi bo ku pirtûkên pîroz ên Bûdîst ên orîjînal bi dest bixe, ew ji Chang'an (îro Xi'an, parêzgeha Shaanxi) di sala sêyem a Zhenguan (PZ 629) de derket rê, li ser sînor geriya, û di gelek zehmetiyan re derbas bû ku xwe bigihîne Tianzhu. Hindistan) berhevkirina nivîsarên pîroz. Ew li seranserê çemên Ganges û Indus û deverên peravên başûrê rojhilatê Hindistanê geriya, paşê çiyayên bi berfê û zozanên kesk derbas kir, zêdetirî 50,000 mîlan bi paş û paş ve meşiya. 16 sal jê re derbas bûn ku di dawiyê de vegeriya Chang'an. sala 19an a Zhenguan (PZ 645). Wî hejmareke mezin ji nivîsarên Bûdîst anîn û wergerandin Çînî.\n(Tang Sanzang di rêwîtiyek dûr û dirêj de di navbera Çîn û Hindistanê de çû û vegeriya. Diviya ku wî rastî xetereyan hatiba, lê wî karîbû bi silametî vegere ji ber ku li pişt wî parêzgerek nexuyayî hebû.)", "聖意": "Mal sax e, xwe bi xêr e, bazirganiya rojavayî serketî ye, zewac serketî ye, peyayan zeviyê digirin, kurmê hevrîşimê asteng dikin, kurmik 70%, sewal bi kêrî, gel tê dîtin, raya giştî ya rojava doz xerab e, koçberî muhafezekar e, mal û milkê winda tê dîtin, nexweşî bi xêr e, çiya û tirbe bi xêr e.", "古人": "Tang Monk gihîşt ronakbîriyê", "第X籤": "Serketina lotoyê şêst û du", "宮": "Yin Palace"}