{"籤詩版本二": "Masiyê melevaniyê li gola Bîboyê di kemînê de hat girtin.\nGer tiştek piştî ku li ser wê bifikire xelet bibe, ew ê di dawiyê de bibe sedema tengasiyê.", "詩意": "Ev hexagram masîyekî ku di kemînê de hatiye girtin temsîl dike.\nDi heman demê de tê pêşniyar kirin ku di her tiştî de baldar bin.", "解曰": "Di bin xanî de rûniştin. Felaket ji bihuştê dikeve. Zû şiyar bibin û pêşî tedbîran bigirin. Xwe ji karesatan dûr bixin.", "籤詩故事一": "◇Hesp bi avê hatiye girtin (komkirina avê zehmet e)\nXanedaniya Han. Zhu Maichen, bi navê xwezayê Wengzi, xwecihê Wu li Kuaiji (niha beşek ji Bajarê Suzhou) bû.\nDi salên xwe yên destpêkê de, malbata Maichen feqîr bû û tu serkeftinek wî tune bû, ew zewac di dergehek bi kaş de li kuçeyek paşerojê dijiyan, dar dibirin û difirotin da ku debara xwe bikin. Bi firotana fîşekan bi buhaya kesî tu pereyekî zêde qezenc nakî.\nJina wî çû avê bîne, dît ku komek zarok bi Maichen dikenin, jina wî digot ku ev şerm e û paşê çû.\nDema ku Zhu Maichen pêncî salî bû, Qeyser Wu yê Xanedaniya Han li jêhatiyan geriya û Zhu wekî serokê Kuaiji diperizin.\nJina wî ji korbûna xwe poşman bû û xwest ku ew bibe xizmetkar û hevjîna ku heta dawiya jiyana xwe ji Zhu re xizmet bike.\nMaichen emir da jina xwe ya berê ku satilek av bîne, biavêje ser gavan û got: \"Eger av paşve bê girtin, her du dikarin dîsa bi hev re bibin.\"\nDi ber çavan re têkiliya di navbera jin û mêrê de, jin û mêrê wê yê ji nû ve zewicî, ​​li baxçeyê piştê cîhek vekirî hate dayîn ku xwe biçînin û debara xwe bikin. Jina wî xwe avêt çem û mir.", "聖意": "Xanî di xeterê de ye, xwe di xetereyê de ye, pere winda dibe, danûstendin di aramiyê de ye, zewac nakokî ye, Liujia ditirse, mirov têne asteng kirin, zevî xera dibin, kurmê hevrîşim winda dibin, heywan winda dibin, mirov tên dîtin, doza cemaweriyê winda ye, koçberî baş e, mal û milkê winda nebaş e, nexweşî xeternak e, divê tirba çiyê bê guhertin.", "古人": "Hesp bi avê hatiye girtin (komkirina avê zehmet e)", "第X籤": "Nîşana şêst û çaremîn", "宮": "Maogong"}