{"籤詩版本二": "Zivistan were, li çiyê şaxek kulîlka pîvazê pelên wê bikevin û çiqilên wê biçilmisin jî namîne.\nLê dema ku bihar tê, ez dîsa jî min wekî dîwan vedigerînim û karê eslî xera dikim.", "詩意": "Di vê hexagramê de, kulîlka kulîlk cihê pêşeng digire.\nHer tişt baş e ku ew dereng be.", "解曰": "Tîrek vala avêtin. Dema vala be, vala nabe. Li benda hatina biharê ne. Reng tê de ye.", "籤詩故事一": "◇ Du caran gol\nDi dema serweriya împarator Dezong ya Xanedaniya Tang de, wezîrê dilsoz Mei Bogao û malbata wî ji hêla serokwezîrê xayîn Lu Qi ve hatin binçavkirin, ku dixwest wan hemûyan bikuje. Tenê kurê wî Mei Liangyu karî bireve. Piştre wî guherand. navê Wang Xitong da ku nasnameya xwe veşêre. Ew bi tenê li kolanan, birçî û serma dijiya, lê bi bextewarî ew ji hêla Chen Risheng (Chen Dongchu) ve hat girtin. Chen Risheng serpêhatiya jiyana xwe nizanibû, ji ber vê yekê wî jê xwest ku alîkariya lênêrîna baxçê gulikê Chen bike da ku ew li kolanê ji birçîna nemire.\nChen Risheng hevalê Mei Bogao û hevalê Mei Bogao bû.Dema ku ew ji aliyê Lu Qi ve dihate çewisandin, ew ji aliyê Mei Bogao ve hat rizgarkirin.Di encamê de Mei Bogao û Lu Qi bûn dijminatî.Di dawiyê de hemû malbata wî hatin îdamkirin.Chen Risheng ji ber vê yekê xemgîn û hêrs bû.Piştî ku zewicî, ​​îstifa kir û malbata xwe bar kir Yangzhou da ku di veqetandinê de bijî.\nKeçeke Chen Risheng heye bi navê Chen Xingyuan ku xweşik û bîhnxweş e.Piştî ku Mei Liangyu hat malbata Chen, di nihêrîna ewil de evîndar bûn. Di rojekê de ku kulîlkên pîlokan bi tevahî şîn bûn, ku di heman demê de salvegera mirina Mei Bogao bû, Chen Risheng û malbata xwe ji bo bîranîna heval û xêrxwazê ​​xwe yê mirî gorîgehek li baxçeyê kulmikên mala xwe vekirin. û bahoza berfê ya dijwar rabû, hemû kulîlkên pîvazê girt.. Wêran bû. Chen Risheng gazind kir ku wî karî bi silametî bireve, lê wî nekaribû neviyên malbata Mei jî xilas bike. Wî fikirî ku ev hişyariyek ji Xwedê ye, ji ber vê yekê wî sond xwar ku heya ku kulîlkên pîvazê dîsa şîn nebin, îspat bike ku neviyên Malbata Mei hîn sax bûn, wî qet tiştek negot, ew ji Budîzmê reviya û bû rahîb.\nKeça wî Xingyuan ev yek bihîst û di cih de bixûr şewitandin û bi dilgermî ji Xwedê re dua kir ku kulîlkên bilûrê dîsa şîn bike. Ji dilpakiya wan bihuşt hejand, û hemû darên kulokan ên li baxçeyê kulmûlan dîsa şîn bûn; paşê Chen Risheng zanibû ku Xitong Liangyu ye, ji ber vê yekê wî keça xwe Xingyuan bi wî re kir.", "聖意": "Mal ji xwe re ne xêr e, ji xwe re qenc e, li mal û milkê geriya ye, di kiryaran de biaqil e, dem rast e, zewac dereng e, bihar xurt e, payîz vala ye, rêwî dereng e. zevî dewlemend in, kurmê hevrîşimê dewlemend in, şeş heywanên heywanan dewlemend in, li mirovan digerin, dozên giştî, windahî, koçberî, windahî, nexweşiyên rojhilatî, alarmên derewîn, gorên çiyayan bên guhertin.", "古人": "Du caran gol avêtin", "第X籤": "Şêst û neh Serketina Lott", "宮": "Tatsumi"}