{"籤詩版本二": "Chao Chao mîna mêşên kulîlkan e, ji başûrrojava û paşê rojhilat difire\nBihar qediya, kulîlk çûbûn Cihê ku lê bigere tune ye, ev dil cihê xwe naguhere.", "詩意": "Ev hexagram mîna mêşên kulîlkan e.\nHer tişt bi ked û zehmet e.", "解曰": "Dîmenên biharê tune. Baran demeke dirêj dibare lê qet paqij nabe. Ji bo alîkariyê bixwazin. Bêdeng be çêtir e.\n.", "籤詩故事一": "◇Li Mi li dijî Xanedaniya Tang serî hilda\nLi Mi\n(582-619), rêberê dereng ê Artêşa Wagang di serhildana gundiyan de di dawiya Xanedaniya Sui ya Chinaînê de. Mamosteyê kaligrafiyê. Serwerê peyva Fa xelkê Chang'an, Jingzhao bû, û mala bav û kalê wî Xiangping, Liaodong bû (niha li başûrê Liaoyang, Liaoning). Niştecîhê Chang'an, Jingzhao, mala bav û kalên wî Xiangping, Liaodong e (niha başûrê Liaoyang, Liaoning).\nDi sala nehemîn a Daye (613) de, ew beşdarî serhildana Yang Xuangan li dijî Xanedaniya Sui li Liyang (niha bakurê rojhilatê wîlayeta Junxian, parêzgeha Henan) bû. Di sala nehemîn a Daye (613) de, ew beşdarî serhildana Yang Xuangan li dijî Xanedaniya Sui li Liyang (niha bakurê rojhilatê wîlayeta Junxian, parêzgeha Henan) bû. Aqilê nepenî têk diçe,\nLi Mi reviya. Xuangan têk çû û Li Mi reviya.\nDi sala duwanzdeh ya Dayê de, ew tevlî Artêşa Wagangê bû\n. Di sala duwanzdehan de ji serdestiya Daye, ew tevli Orduya Wagang dibe. Li Mi di stratejiyê de baş bû.Di Cotmeha sala diwazdehê Dayê de, Li Mi Zhai qanih kir ku êrîşî Xingyang Tong, generalê hêzdar ku ligel artêşê ye, biparêze, da ku Zhang Xutuo biparêze, artêşa Sui têk bibe û Zhang Xutuo bikuje. Li Mi di stratejiyê de baş bû.Di Cotmeha sala diwazdehê Dayê de, Li Mi Zhai qanih kir ku êrîşî Xingyang Tong, generalê hêzdar ku ligel artêşê ye, biparêze, da ku Zhang Xutuo biparêze, artêşa Sui têk bibe û Zhang Xutuo bikuje.\nDûv re, wî pêşniyar kir ku êrîşî embara Xingluo (paşê navê wî Luokou) bike, embarê ji bo alîkariyê veke, û tîmê berfireh bike. Tîma Artêşa Wagang bi lez mezin bû. Di sala 13-an de Daye, Li Mi rêberiya Artêşa Wagang kir, û Zhai Rang Bi kêmkirin û belavkirina Xanedaniya Sui re mijûl bû.Li ser çavkaniyên leşkerî û mijarên din şer derket û Li Mi Zhai Rang û bi sedan şagirtên wî kuşt. Dûv re, wî pêşniyar kir ku êrîşî embara Xingluo (paşê navê wî Luokou) bike, embarê ji bo alîkariyê veke, û tîmê berfireh bike. Tîma Artêşa Wagang bi lez mezin bû. Di sala 13-an de Daye, Li Mi rêberiya Artêşa Wagang kir, û Zhai Rang Bi kêmkirin û belavkirina Xanedaniya Sui re mijûl bû.Li ser çavkaniyên leşkerî û mijarên din şer derket û Li Mi Zhai Rang û bi sedan şagirtên wî kuşt.\nDi Adara 14-ê sala Daye de, Yu Wenhuaji împarator Yang yê Xanedaniya Sui kuşt.\n, bû sedem ku zêdetirî 100,000 kes vegerin rojava. Di Adara sala çardehemîn a Daye de, Yu Wenhuaji (Yu Wen, paşnavê hevedudanî) împarator Yang yê Xanedaniya Sui kuşt û bi zêdetirî 100,000 kesan ve vegeriya rojava. Li Mi ferman da ku êrîşî Huaji bike. Her çend Huaji têk çû, Li Mi jî di leşkeran de windahiyên giran xwar. Piştre ji hêla Wang Shichong ve hate şopandin. Artêşa Li Mi têk çû û kampa wî hate rûxandin. Generalên wî Qin Shubao, Cheng Zhijie (bi eslê xwe bi navê Cheng Yaojin), Niu Jinda û yên din hatin girtin., Shan Xiongxin teslîm bû. Li Mi ferman da ku êrîşî Huaji bike.Her çend Huaji têk çû, Li Mi jî windahiyên giran di leşkerên xwe de dît. Dûv re, ew ji hêla Wang Shichong ve hate şopandin. Artêşa Li Mi têk çû û kampa wî hate rûxandin. Generalên wî Qin Shubao, Cheng Zhijie (navê eslê xwe Cheng Yaojin), Niu Jinda û yên din hatin girtin, û Shan Xiongxin teslîm bûn. Li Mi bêhêvî bû, ji ber vê yekê wî di meha îlonê de ji çem derbasî Heyangê bû û teslîmî Xanedaniya Tang bû. Li Mi bêhêvî bû, ji ber vê yekê wî di meha îlonê de ji çem derbasî Heyangê bû û teslîmî Xanedaniya Tang bû.\nDi Mijdarê de, Li Yuan Li Mi şand Shandong da ku leşkerên kevin bicivîne. Mijdar, \nLi Yuan Li Mi şand ku li Shandong li bendê bimîne da ku leşkerên kevn berhev bike. Hes kir ku ew hatiye guman kirin, wî li dijî Tang serî hilda. Hes kir ku ew hatiye guman kirin, wî li dijî Tang serî hilda. Generalê Tang Sheng Yanshi Li Mi vexwend ku êrîş bike û ew li Xinggong Xian kuşt. Generalê Tang Sheng Yanshi Li Mi vexwend ku êrîş bike û ew li Xinggong Xian kuşt.", "聖意": "Xanî, xanî, ziman, xwe, xirabker, lêgerîna dewlemendiyê, xerakirina karsaziyê, zewacên bêdawî, Liujia, kulîlkên vala, peya, Yaotian, zirara kurmê hevrîşimê, zirara şeş heywanan, kesên winda, doz, windahî, koçberî, kevneperestî, malên winda, nexweşî, astengî, reforma tirba çiya", "古人": "Li Mi li dijî Xanedaniya Tang serî hilda", "第X籤": "Berhevoka heftê", "宮": "Tatsumi"}