{"籤詩版本二": "Mêşvan divê hingiv parsê bikin, bila bi tîrê nekevin\nDivê rêyeke xerîb li ber te be.Sîr wek daristana stiran kûr e.", "詩意": "Ev hexagram sembola mêşên hingiv berhev dikin.\nHer tişt bi ked û zehmet e.\n\n(Ev hexagram li sembola şîrîniyê digere û taliyê distîne.\nDi her tiştî de pêşî li felaketan bigirin.\n)", "解曰": "Divê tişt bi baldarî bêne kirin. Ne hewce ye ku bi zorê. Mêş hingivîn berhev dikin. Sedem çi ye?", "籤詩故事一": "◇Wang Mang li jêhatiyan digere\nMalbata Wang Mang di Xanedaniya Han ya Rojavayî de dikare were gotin ku malbatek dewlemend e. Her çend bavê wî zû mir jî, çend mam û mamên wî bûne împaratorên Xanedaniya Han, bûne general, serokwezîr û bûne marquis û xelat distînin.Malbata Wang pir navdar bû.\nLê malbata xweya piçûk a Wang Mang pir xizan bû; bavê wî ciwan mir, û ew tenê bi diya xwe re dijiya, li ser xêrxwaziya xizmên xwe. Lê ji ber vê yekê, Wang Mang ji zaroktiya xwe ve komek jêhatîbûn di danûstandina bi mirovan re pêşxist û kir. Ew çiqas xemgîn û hêrs be jî, li ber xizm, pîr û kesên derve her tim bi dilşadî û aşitiyane awirek xwe nîşan dida, ji ber vê yekê ji aliyê hemû kesên di eşîrê de dihat qedirgirtin.\nCarekê mamê wî yê mezin bi giranî nexweş bû, piştî ku hay jê bû, hat û li ber nivîna nexweş sekinî, derman û av anî û bi şev nobeda xwe girt, çend meh li pey hev cil û bergên wî neqişandî, gemarî û bêzar bû. Ew bi tenê ji nexweşekî \"sebir\"tir bû, ji kurekî biyolojîk \"kur\"tir bû.\nJi bo vê yekê, li gelê Taywanî her kesî pesnê wî da û bi nameyan ji bo wî xelat xwestin.\nJi ber vê yekê Qeyser Cheng ê Xanedaniya Han, sernavê Markisê Paytexta Nû da wî û ew di qesrê de cerdevan destnîşan kir û bû wezîrê nêzîk yê împarator.\nWang Mang bi statûya xwe ya bilind û hêza xwe ya mezin tu carî quretî û lewazî nîşan neda, berevajî vê yekê her ku çû zêdetir bi edeb û xweza bû, ji aliyekî ve bi wezîr, general, wezîr, alim û alimên navdar re hevaltî kir.\nLê ew jiyanek pir bi erzan dijiya, gelek caran xwarinên goşt dixwar, nexasim cil û bergên dirêj û kincên dirêj li xwe dikirin, tenê kincên kurt li xwe dikirin. Ji ber vê yekê di hikûmetê û raya giştî de herkesî bi yekdengî pesnê wî bi peyva “paqij” didin.\nPiştre, mamê wî, Grand Sima Wanggen, ji nexweşiyê mir û ew wekî şûna wî hate hilbijartin. Qeyser û hemû wezîr difikirîn ku ew kesê herî guncaw e. Ji ber vê yekê, Wang Mang, ku tenê sî û heşt salî bû, bû Grand Sima bi hêza herî leşkerî ya li welêt.\n(Ev çîrok metelokek e. Ku mirovek baş be dikare ji we re bibe alîkar ku hûn ji \"zehmetiya mêşhingiviyê\" xilas bibin û wekî ku hûn dixwazin bigihîjin îdealên xwe.)", "聖意": "Mal ji xwe re ne baş e, malbat di tengasiyê de ye, karsazî tê astengkirin, zewac tê astengkirin, şeş cebilxane derew in, peya dereng in, çinîna kurmê hevrîşim kêm e, dewar kêm e, dijwar e. mirov bibîne, doz xerab e, koçberî nagere, winda nebaş e, nexweşî sazkirî ye, gora çiyê winda ye", "古人": "Wang Mang li jêhatiyan digere", "第X籤": "Serketina lotoyê heftê û du", "宮": "Tatsumi"}