{"籤詩版本二": "Dema ku bihar tê, birûskê diheje û kêzik diqelişe û ez ji heriyê dûr dibim\nDema ku min pê hesiya ku ez hîn diçim û dihatim, carekê ez guherîm, ez bûm ejderha.", "詩意": "Ev hexagram wek birûskê û kêzikan e.\nHevdîtina mirovekî hêja di her tiştî de nîşanek baş e.", "解曰": "Birûskê lêdixe. Du depo li hundur û der. Carekê biguhere. Heta Tianmen.", "籤詩故事一": "◇Cenqiao Mutiny\nDi 959 PZ de, Zhou Shizong Chai Rong mir, û Emperor Gong, Chai Zongxun, ku li ser text rabû, tenê heft salî bû. Di wê demê de, Zhao Kuangyin, ku li ber qesrê û nûnerê Songzhou ji Artêşa Alman re xizmet dikir, desthilatdariya rastîn girt.\nDi bihara sala 960 PZ de, Zhenzhou (îro Zhengding, parêzgeha Hebei) û Dingzhou (ewlayeta Dingxian, parêzgeha Hebei ya îroyîn) ragihandin ku artêşên Xanedaniya Han ya Bakur û Dewleta Liao bi hev re diçin başûr ku êrîşî Xanedaniya Paşê Zhou bikin. lezeke mezin, û daxwaza şandina leşkeran ji bo alîkariyê kir. Dûv re, Xanedaniya Zhou ferman da Zhao Kuangyin ku leşkerên xwe li bakur rêve bibe da ku li dijî dijmin şer bike. Zhao Kuangyin di bin plansaziya birayê xwe Zhao Guangyi, Zhao Pu, Shi Shouxin û yên din de bi dizî tevdigere.\nDi 3ê Sibatê de, dema ku artêş gihîşt Chenqiaoyi (niha bajarokê Chenqiao, li başûrê rojhilatê Fengqiu, Henan), serhildanek dest pê kir û ferman da leşkeran ku cilên zer jê re li xwe bikin. Wan li dijî Xanedaniya Zhou ya Paşê serî hilda û piştgirî da Zhao Kuangyin wekî împarator. . Piştî vê yekê Zhao bêyî şewitandin, kuştin û talankirinê leşkerên xwe vegerîne Kaifengê û got: \"Taizu Chen Qiao sond xwar ku xelkê paytextê aciz neke û roja ku bikeve bajêr soz da ku bajêr bêzar neke.\"\nDi roja sêyem a sala sisiyan a meha heyvê de Zhao Kuangyin li Chenqiao serî hilda û vegeriya paytext. : \"Sê ordiya xwedê tune. Serleşkeran biryar dane ku wî bikin împeretor. Her kesê ku biaxive dê were kuştin!\". Rûyê Wang Pu wek axê zer bû.Gavên xwe daxist û çok xwar.Fan Zhi jî çok da.\nPiştî berxwedaneke nerm, Împarator Gong yê Xanedaniya Zhou ya Paşê li ser textê textê girt û Zhao jî dest danî ser text.” û li tenişta wî ket hundir û got: «Ev bû.»\nPiştî ku Zhao hat ser text, wî navê welat guhert û kir Song, Yuan kir Jianlong û Kaifeng kir paytext. , ku di dîrokê de wekî \"Cenqiao Mutiny\" dihat zanîn.\nWikipedia\n(Ev çîrok destnîşan dike ku ev destpêka performansa Zhao Kuangyin e.)", "聖意": "Ji bo mala xwe, jiyana rojane, dewlemendî, bextewarî, bextewariya karsaziyê, zewaca hêja, serkeftin li Liujia, peyayên mêr, zû zayîna kurmên hevrîşimê li zeviyan, zû zayîna şeş heywanan, bextewariya biharê, dîtina mirovan, serkeftin di dozên giştî de, di koçberiyê de bextewarî, mal û milkên winda, xetereyên di nexweşiyan de, xetereyên li çiya û goran.", "古人": "Chenqiao Mutiny", "第X籤": "Heftê û sê îmze kirin", "宮": "Mi Palace"}