{"籤詩版本二": "Di xewnê de dihate gotin ku dê gelek dewlemendî hebe, lê navûdeng dê neqede.\nAv dûr e û çiya jî dûr e, lê bi îxtiyar zehmet e, mirovê qedirbilind rêberiyê dike û dikene.", "詩意": "Ev hexagram sembola bidestxistina xezîneyekê di xewnê de nîşan dide.\nHer tişt kêm-zêde rast e.", "解曰": "Xewnên mîna xewnê. Hêviya navdariyê tune. Tenê li benda demên xweş bin. talîmatên Noble.", "籤詩故事一": "◇ Jade vegerîne Zhao (piştî qedandina jade li Zhao vegerîne)\nDi sala 283 berî zayînê de, Qral Zhao Huiwen He's Bi ji Çu stend.Piştî ku Qral Qin Zhaoxiang ev xeber bihîst, wî nameyek ji Qral Zhao re şand, tê de amadebûna xwe ya ji bo guherandina panzdeh bajaran bi He's Bi re diyar kir.\nLin Xiangru ji Qral Zhao re analîz kir ku Qin xurt û Zhao qels bû û divê were guheztin.\nPadîşah Zhao paşê Lin Xiangru bi He's Bi re şand Qin.\nQralê Qin li Zhangtai bi Lin Xiangru re hevdîtin kir, û Lin Xiangru jade pêşkêşî Qralê Qin kir. Padîşahê Qîn pir şa bû û He's Bi derbas kir û her kes li dora wê lê nihêrî, di vê demê de her kesê çep û rast bijî.\nLin Xiangru dît ku niyeta padîşahê Qin tune ye ku bajar bide Zhao, ji ber vê yekê wî ji Qralê Qin re got ku jadeya wî xelet e û xwest ku wî nîşanî Qralê Qin bike da ku fersendê bi dest bixe. jade paş.\nPiştî ku Lin Xiangru Bi Heshi vegerî, ew li tenişta stûna mezin rawesta, û nîşan da ku ew dixwaze bi Heshi Bi bimire.\nDi vê demê de, Lin Xiangru ji Qralê Qin re got: \"Padîşahê Zhao dîsa jî îtîraza wezîran derbas kir û pêşniyara wezîr qebûl kir. Her çend dema ku bi gelên asayî re têkilî danî hevdu nexape jî, nebêje ku Qin welatekî mezin e! Ji bo ku hevaltiya Qin û Zhao biparêze, Qral Zhao Piştî pênc rojan rojîgirtin, min wezîrên xwe bi jade şandin Qin. Mixabin, Padîşahê Qin ne tenê niyeta wî tunebû ku Zhao bide. bajar, lê di heman demê de jadeya malbata He jî ji jinek bedew re derbas kir, ku bi rastî jî tinaziyek wezîrên min bû.\"\nLin Xiangru piştî ku axaftin bi dawî bû, di cih de îşaretek lêdana stûnê kir. Padîşahê Qin ditirsiya ku He's Bi zirarê bibîne, ji ber vê yekê wî îdia kir ku panzdeh bajaran daye Zhao. Lin Xiangru plana xayîn a Qral Qin dît, ji ber vê yekê wî ji Qral Qin xwest ku pênc rojan rojî bigire berî ku He's Bi dereng bike. Di van çend rojan de, Lin Xiangru karmendên xwe şand ku bi jade vegere Dewleta Zhao, dema ku ew ma ku bi Padîşahê Qin re mijûl bibe.\n(Ev çîrok mîna çavên mirovek asayî ye ku bi rewşa wî ve meraq dike.)", "聖意": "Ji bo mal nimêj bike û ji bo xwe nimêj bike ku zengîniyê asteng bike Zewaca zewacê zehmet e Zewac zehmet e Xelk ne li hev in.", "古人": "Jade vegerîne Zhao (jade ji Zhao re temam bike)", "第X籤": "Heftê û heftemîn lottery qezenc", "宮": "Qesra nîvro"}