{"籤詩版本二": "Pelên darên hinarê ketine, payîz nêzîk dibe, gera vegerê ya rêwiyan dişibe ewran.\nBi saya hewildanên mezin ên Xwedê, keştî bi xezîneya li ber bayê vegeriya.", "詩意": "Ev hexagram wêneya pelên sîr ên ketî temsîl dike.\nHer tişt di pêş de xirab e û di dawiyê de baş e.", "解曰": "Tiştên ji dil bistînin. Tianxîn wê dişopîne. Ji bo debara xwe bikin. Çi ji destê we tê bikin.", "籤詩故事一": "◇Bayê li Tengwang Pavilion\nWang Bo, bi navê Zian, helbestvanek destpêka Xanedaniya Tang bû. Ew di sala yekem a Yonghui, Împerator Gaozong ya Xanedaniya Tang de ji dayik bû. Wang Bo ji zarokatiya xwe ve nivîsarên pîroz dixwîne, û ew wekî \"zarokek ecêb\" tê zanîn. Wang Bo ji zarokatiya xwe ve nivîsarên pîroz dixwîne, û ew wekî \"zarokek ecêb\" tê zanîn.\nDema ku ew deh salî bû, ew û bavê xwe li ber Perestgeheke Guandî derbas bûn, wan peykerê bi heybet yê Guandî di perestgehê de dît, nusxeyek \"Bihar û Payîz\" di destê wî de bû û ew dixwend. Dema bavê wî ew dît, wî îlham girtibû. Wî ji Qeyser Guan re got: \"Sê qefle rihên kesk girtin, dîroka Xanedaniya Qing ji fenerê kesk re xwendin û rêz ji navên navdar re girtin. Di destê min de ejderhayê kesk û heyvê girtin.\" Tê gotin. ku di payîza îsal de, Wang Bo ji Shanxi çû Girava Hainan da ku serdana bavê xwe yê ku ji bo qeyûmê wîlayetê Jiaozhi hate daxistin. , di rê de ji hezaran çiya û çem derbas bû. Wang Bo di payîza salê de, dema ew bîst û heft salî bû, ji Shanxi çû Girava Hainan da ku serdana bavê xwe bike, yê ku ji bo wezîfeya Dadwerê wîlayeta Jiaozhi hatibû daxistin, di rê de ji hezaran çiya û çem derbas bû.\nDema ku em wê rojê gihîştin Çiyayê Madangê, her kes çû bejê ku bêhna xwe bide. Gava Wang Bo bi tena serê xwe li ber perestgeheke kevnar dimeşiya, wî ji nişka ve zilamek pîr li ser kevirê li kêleka perestgehê rûniştî bû. Wî ji Wang Bo re got: \"Ma tu ne Wang Bo yî?\" Wang Bo matmayî ma û got: \"Tamam! Tu ji ku dizanî?\" Pîrê got: \"Min ji zû ve bihîstiye ku başiya te heye. niyeta rizgarkirina mirovan, û helbestên te pir watedar in. Sibe dê li Tengwang Pavilion şahiyek mezin çêbibe. Ger hûn karibin beşdarî ziyafetê bibin û gotarek binivîsin, hûn ê di nav temenan de navdar bibin û lêçûnên rêwîtiyê bistînin.\" Dema ku ew hatin. Li Çiyayê Madangê her kes çû bejê ku bêhna xwe bide.Dema ku Wang Bo bi tena serê xwe li ber perestgeheke kevnar dimeşiya, wî ji nişkê ve li ser kevirê li kêleka perestgehê dît, kalekî rûniştî bû, ku mîna zarokekî bi porê xweşik û perî bû. ji Wang Bo re got: \"Ma tu ne Wang Bo yî?\"\nWang Bo matmayî ma û got: \"Tamam! Tu ji ku dizanî?\"\nPîrê got: \"Min ji mêj ve bihîstiye ku niyeta we ya qenc heye ku hûn mirovan rizgar bikin, û helbestên ku hûn çêdikin pir watedar in. Sibe dê li Pawlosa Mîrê Teng şahiyek mezin çêbibe. Ger hûn dikarin beşdarî ziyafetê bibin û berhev bikin, hûn ê di her demê de navdar bibin û hûn ê lêçûnên rêwîtiyê bistînin.\"\nWang Bo got: \"Ev der şeş-heft sed mîl dûrî Paviliona Tengwang e. Emê sibe çawa werin vir?\" Pîremêrd got: \"Ez ê hespê wekî bayê xwedayî bikar bînim da ku hûn rêwîtiya xweş bikin. dê bê guman sibê were.\" Wang Bo spasiya min kir û got: \"Bibore, xezûrê min. , tu nemir î an xweda?\" Pîrê keniya û got: \"Ez Zhongyuan Shuijun im ku berpirsiyarê ev devera avê!\" Wang Bo got: \"Ev der şeş-heft sed mîl dûrî Paviliona Tengwang e. Sibe em çawa dikarin werin vir?\"\nPîrê got: \"Ez ê hespê wek bayê xwedayî bikar bînim, ji bo ku hûn rêwîtiya xweş bikin. Ez ê bê guman sibê biçim.\"\nWang Bo spasiya wî kir û got: \"Bibore, xezûr, tu nemir î an xweda?\"\nPîremêrd keniya û got: \"Ez Zhongyuan Shuijun im ku berpirsiyarê vê devera avê ye!\" Dûv re pîrê bang li Wang Bo kir ku zû li qeyikê siwar bibe. Wî ewrên bi xêr li dora wî demekê dît, û ba û av di rê de hênik bû.. Di çavan de bi sed kîlometreyan geriyabû.\nPaşê kalemêr gazî Wang Bo kir ku bi lez li qeyikê siwar bibe.Wî ewrên bi xêr li dora wî demekê dît, û rêwîtiyek xweş derbas bû.Di çavê xwe de bi sed kîlometreyan çûbû. Wekî ku tê hêvîkirin, Wang Bo sibeha bûyera mezin çû Paviliona Prince Teng.\nWekî ku tê hêvîkirin, Wang Bo di sibeha bûyera mezin de çû Paviliona Prince Teng. Û di cih de, wî \"Pêşgotin Paviliona Prince Teng\" nivîsî, ku ji hêla Qeyser Gaozong ê Xanedaniya Tang ve wekî şahesera herheyî dihat gotin. Û di cih de, wî \"Pêşgotin Paviliona Prince Teng\" nivîsî, ku ji hêla Qeyser Gaozong ê Xanedaniya Tang ve wekî şahesera herheyî dihat gotin.\nHelbestek heye ku dibêje:\nHertim tê gotin ku mirovên jêhatî xweda ne, ji ber vê yekê ne tesaduf e ku ba Nanchang tîne Nanchang;\nMin hevokek li ser pavilyona bilind a Teng Wang nivîsî, û paşê ew bi nemiran re çû Zhongyuan.", "聖意": "Ji bo mala xwe dua bikin û xwe biparêzin, ji bo bereketê dua bikin, li dewlemendiyê bigerin û bigihîjin zewacê û lihevhatinê.", "古人": "Bayê li Tengwang Pavilion", "第X籤": "Îmzeya heştê û yek", "宮": "Wei Gong"}