{"籤詩版本二": "Ger tu ji ber îtîbara xwe fezîleta xwe winda bikî, çi bike?\nSerxweş, nizanim bi ku ve biçim, Di bin siya darên hinarê yên kesk de xewnek gemar heye.", "詩意": "Ev hexagram masiyên sar ên ku ji avê derdikevin temsîl dike.\nTiştek nayê barkirin.\n\n(Ev hexagram sembola fezîlet û bextê xirab e.\nDi her tiştî de lingên xwe li erdê bihêlin.\n)", "解曰": "Masiyê sar ji avê derdikeve. di melhemê de bifirek. Ger hûn li ser planên kampê bipirsin. Mo Qi çêtir e\nEv nîşan dê ji Liujia re bextê xirab bîne. Her tişt xelet diçe. Ji bo ewlehiyê dua bikin.", "籤詩故事一": "◇Zhuangzi jina xwe diceribîne\nZhuangzi di Xanedaniya Zhou de ji dayik bû, paşnavê wî Zhuang, navê wî Zhou, û navê wî Zixiu bû. Ew di Xanedaniya Song de xelkê Mengyi bû. Di Xanedaniya Zhou de, ew karmendê Qiyuan bû.\nRojekê, Zhuangzi jinek li çiyê rast hat, ew li ber goreke nuh çikiyabû, fena xwe bi bêhêvî dihejand, mîna ku bixwaze axa şil li ser gorê hişk bike. Zhuangzi niyeta wê fêm nekir, lewra jê pirsî. Wê got ku kesê di gorê de hatiye veşartin hevserê wê ye û gotina mêrê wê ya dawî jî ew bû ku heta axa gorê zuwa nebe nikare careke din bizewice. Wê êdî nikarîbû li bendê bisekine, ji ber vê yekê wê axa gorê hejand da ku zûtir hişk bibe, da ku bikaribe li dû biharek duyemîn bimeşe.\nDema ku Zhuangzi difikirî ku li dinyayê jinek wusa bê dil heye, axînek kişand. Paşê ez fikirîm, gelo dê jina min bi vî rengî be? Dema ku guman çêdibe, ez dixwazim wê biceribînim.\nPaşnavê jina Zhuangzi Tian bû, û zewacê bi gelemperî têkiliyek nêzîk hebû. Ji bo ku dilsoziya jina xwe biceribîne, Zhuangzi biryar da ku xwe wekî mirî nîşan bide.\nBi bihîstina ku Zhuangzi ji nişka ve nexweşiyek wefat kir, gelek kes ji her derê, di nav de xizm û hevalên xwe, hatin sersaxiyê. Tian nû jinebî û rehm bû, wî li pey wê da. Xanim Tian nikaribî tehemûlê ragire û evîndarê Wang Sun bû, tenê di bîst rojan de zewicîn.\nWê şevê, dema ku şerab vexwar û guhên wê germ bûn, Wang Sun ji nişka ve krîza dil derbas kir û mir.\nXanim Tian tirs û xof bû û bi lezgînî ji Wang Sun pirsî ku çi bike. Wang Sun êş tehemmul kir û ji Xanim Tian re got ku mejiyê laşên mirî dikare were bikar anîn da ku miriyan vegerîne jiyanê.\nLi ku derê cesedê mirî bibînin? Xanim Tian ji nişka ve fikirî, ma mêrê wê nemir? Birêz Tian evîna kevin a di navbera jin û mêrê de ji bîr kir, rastî axînek girt û tabûta mêrê xwe vekir û xwe amade kir ku mêjiyê wî ji bo derman derxe.\nBi awayekî neçaverêkirî, dema ku tabût hat vekirin, Zhuangzi vegeriya jiyanê. Xanim Tîan ewqas şerm kir ku xwe darve kir.\n(Ev çîrok metelokek e ji bo binpêkirina hevaltiyê ji bo berjewendiya kesane, ji ber vê yekê em nikarin pê razî bin.)", "聖意": "Xanî aram e, xwe ewle ye, pere neheq e, esnaf têne qurbankirin, zewac çareser dibe, xirabiya li Liujia dewlemend e, peya nehatine, kurmê hevrîşim di aramiyê de ne, heywan di aramiyê de ne, gel li mirovan digere, doz guheriye, murîdên kevneperest bûne, mal û milk winda bûne, nexweşî tune, çiya û tirbe xerab bûne.", "古人": "Zhuangzi jina xwe diceribîne", "第X籤": "Lût 84", "宮": "Wei Gong"}