{"籤詩版本二": "Ewrên tarî û mij rê li ber çiya girtiye, her tişt dor e û heyv dîsan dor e.\nGer hûn helbest û pirtûk bi dest bixin, hûn ê ji xewnek kûr şiyar bibin.. Kesê esilzade wê we ber bi banî ve bi rê ve bibe.", "詩意": "Ev hexagram dawiya biharê û şînbûna kulîlkan nîşan dide.\nHer tişt piştî Xudan diguhere.", "解曰": "Pîremêr hewce ye ku alîkariyê bixwaze. Di biharê de dîsa şîn dibe. Daxwaza navdar û dewlemendiyê. Di derengiya jiyanê de bi felaketek bayê re rû bi rû dimînin.", "籤詩故事一": "◇Han Wengong bi berfê re rû bi rû dimîne\nHan Yu, ku navê wî Tuizhi bû, ji Changli bû. Tang Dezong di sala heştemîn a Zhenyuan de bû Jinshi, û sernavê wî yê piştî mirinê Wen Gong bû.\nDi dema serweriya Împarator Xianzong ya Xanedaniya Tang de, Han Yu bi hestiyên Buddha re bertek nîşan da, ku Qeyser hêrs kir. Han Yu jin û zarokên xwe berda û çû Chaozhou. Piştî meşa kêmî çend rojan, bayê sar rabû û berfeke zêde barî. Han Yu hat cihê ku berf bi çend metreyan kûr bû, hespê wî bi pêş ve çûyîna wî zehmet bû, ne malek nêzîk bû û ne jî nizanibû rê li ku ye. Heger tu bixwazî ​​rêyekê bişopînî û paşve bikşînî, tu rê tune ye. Ba bi dijwarî dibariya û berf bi lez dibariya.Han Yu heta çerm şil bûbû, cemidî û birçî bû û cihê xemgîniya xwe tune bû.\nHan Yu axînek kişand û got: - Qeyser wê min nekuje, lê împarator dixwaze min tune bike.\nDema ku Han Yu bêhêvî bû, wî zilamek dît ku tevî sermaya dijwar berfê paqij dike, derket holê ku ew Han Xiangzi (biraziyê Han Yu) ye.\nBerê, Han Xiangzi ji Han Yu re gotibû: \"Mala Yun Heng li Qinling li ku ye? Berf deriyê şîn hembêz dike û hesp ber bi pêş ve diçe.\" Wê demê Han Yu fêm nekir ku Han Xiangzi çi digot, lê niha ew dawî fêm kir.\nJi ber vê yekê Han Yu û Han Xiangzi çûn ku şeva xwe li mala Fu li Languan derbas bikin. Li ser paşerojê û riya çandiniyê, Han Yu ji dil bawer bû.\nDûv re, Han Yu dev ji wezîfeya xwe ya fermî berda, hemî milkê xwe diyarî hukûmeta herêmî kir û çû çiyayan da ku Taoîzmê bike û bibe nemir.", "聖意": "Xanî ji xwe re ne baş e, di lêgerîna pereyan de bi tedbîr bin, bala xwe bidin karsaziyê, zewac dereng maye, peyayên jin ên Liujia zeviyan asteng dikin, kurmê hevrîşim baş in, heywan baş in, dîtina mirovan zehmet e, dozên giştî dubare dibin, koçberî ye. nûkirin, tiştên winda giran in, nexweşî dereng dikevin, divê gorên çiya bên guhertin.", "古人": "Han Wengong bi berfê re rû bi rû dimîne", "第X籤": "Heştê û pêncemîn lottery qezenc", "宮": "Shen Gong"}