{"籤詩版本二": "Di nîvê rê de li çiyayê rojava dimeşin, zinarên Junling nayên rûniştin.\nJi bo parastinê li Xwedê digerin, ev cenaze hê jî di morgê de ye", "詩意": "Ev hexagram mîna ku di nav qûmê de li zêr digerin e.\nDi her tiştî de nîşanên mirovên hêja hene.\n\nHer weha: Ev hexagram nîşan dide ku mirov di xetereyê de ye.\nDi her tiştî de nîşanên mirovên hêja hene.", "解曰": "Jade dikare ji hêla kevirê kevir ve tê dîtin. Zêr di qûmê de bibînin. Pêdivî ye ku pir bixebitin. Tenê pirsgirêk.\nKarekî din: rewşek dijwar. Cihê ku bimîne tune. Ji Xwedê razî bixwazin. Ji bo aramiya hişê dua bikin.", "籤詩故事一": "◇ Zêr biçînin û şikeftên binê erdê bigerin\nJi bo pîrozkirina kedkarên xwe yên leşkerî, Cheng Yaojin li Yanwuyang ziyafetek li dar xist. Ji nişka ve çalek di bin erdê de vebû, ku nedihate dîtin, her kesî bi hilanîna peyvan, zêran diqulipandin û ji bo ku xwe bi qulê ve girêbide, bi kirê zozanan.\nDerî, mase, kursî, pir û tiştên din ên kevirî hene, li ser masê cil û bergên ejdeha û kemberên jade hene ku ji zêr hatine çêkirin û ji şikeftê hatine xişandin.\nYao Jin bi qutiyek mezin û qutiyek piçûk ji qulikê derket, qutiya darîn vekir û mora jade derxist, qutiyê vekir, ala mezin û kirasê tacê û şop derxist û danî ser masê. her kesî yek bi yek li wan temaşe kir. Min heşt karakterên mohrê yên ku li ser mora mezin hatine xêzkirin dîtin \"Padîşahê Cin a Hunshi, Qeyserê hêja yê Mezin\".\nHer kesî wekî \"Qaser\" diperizin wî, û Yaojin sê salan wekî Qralê Cin kir. (Bi rastî, ev tenê xwe-ragihandin, û Cheng Yaojin di wê demê de tenê serokê gund bû.)\n(Ev çîrok metelokek e ku tiştên baş mîna lîstikvaniyê ne. Ev têgihîştina hunerî ya \"ev laş hîn di valahiyê de ye\" ye.)", "聖意": "Duakirina ji bo mal û malê, xwe têkçûn, lêgerîna dewlemendiyê, dijwar xebitîn, di karsaziyê de baldar bûn, zewac dê ji hêla Liu Jiaxu, peya, Chi Tian, ​​kurmên hevrîşimê, şeş heywanên stabîl, li mirovan digerin, bê doz, winda , koçberî, xwedîkirina malên winda, nexweşiyên xerab, astengî, çiya û gor.", "古人": "Lêkolîna Crypt ji bo Zêrîn", "第X籤": "Îmzeya heştê û heft", "宮": "Shen Gong"}