{"籤詩版本二": "Bi karên xwe yên şexsî min aciz neke, ji raya giştî pirsiyartir e.\nDilê zelal wek heyva ronî ya li ezmên geş û zelal e", "詩意": "Ev hexagram wêneya heyvek geş li ezmên nîşan dide.\nHer tişt ronahî û hewa ye.", "解曰": "Di dil de rast be. Hiqûqê rast bikin. Peyvên pîroz. Di dawiyê de ew eşkere dibe.", "籤詩故事一": "◇ Generalê Kong Ming\nÇareserî: Zhuge Liang leşker û generalên xwe seferber dike\nDi heyama Sê Padîşahiyan de, Zhuge Liang (181-234), bi navê xwedê Kongming, li Yangdu, Langya (niha wîlayeta Yinan, parêzgeha Shandong) ji dayik bû.\nZhuge Liang razî bû ku bibe karbidest piştî ku Liu Bei sê caran serdana kozika keştiyê kir. Wê demê Cao Cao Hebei aşitî kiribû û bi biryar bû ku bimeşe başûr. Wî Xiahou Dun wekî serek general şand, Yu Jin, Li Dian û yên din. cîgirên generalan, bi artêşeke 100.000 kesî ber bi Xinyeyê ve bimeşin. Her çend Zhuge Liang di wê demê de planek hebû ku ji dijmin vekişe, Guan Yu û Zhang Fei gotinên Zhuge Liang şermezar kirin. Zhuge Liang neçar ma ku şûrê Liu Bei bikar bîne da ku her duyan qanih bike, ji ber vê yekê wan her yek hezar leşker û kemînan li Yushan û Anlin xistin. Ew li bendê bûn ku Xiahou Dun rêberiya artêşa xwe bike ku derbaz bibe, û piştre bi kemîn û agir.\nWekî din, Zhao Yun hate şandin ku rêberiya bermahiyên kevnar û qels ên artêşê bike da ku wekî pêşengek li dijî Xiahou Dun şer bike, û dûv re têkçûn sexte kir û paşve vekişiya, Xiahou Dun kişand ser riya teng a li çiya û daristanan. Wî jî Guan şand. Ping, Zhou Cang, Liu Feng û yên din ku bi dizî bikevin pişta artêşa Cao, kelûpelan dişewitînin û di artêşa Cao de panîkê çêdikin.\nPiştî şer, her tişt wekî ku Zhuge Liang saz kir qewimî. Dema ku Xiahou Dun û Yu Jin rêberiya artêşê di pey de kirin, Li Dian, ku li paş bû, bi lezgînî Xiahou Dun li pêşiyê agahdar kir ku ew hewce ye ku li hember êrişên agirê dijmin biparêze. Lêbelê, pir dereng bû. Artêşa Cao ji hêla riya teng û li cihekî bû ku dar tê de bûn, lewra agir pê nehat, ziyanên madî çêbûn û Xiahou Dun û generalên din şikestin û reviyan vegeriyan Xudu.\n(Ev çîrok metelokek e ku Kong Ming di karanîna mirovan de û rêvebirina welat bi şehrezayî baş e.)", "聖意": "Mal û mal bi xêr in. Ez di dewlemendiyê de, aramiya hiş, karsaziyek dewlemend, zewac, serkeftin, serkeftin, li Liujia, mêr li zeviyan diherikin, kurmê hevrîşim, windakirina dewaran, windabûna mirovan, dozên giştî, koçberî, mal û milkên winda dixwazim, bereket, nexweşî, aştî, çiya û gor.", "古人": "generalê Kong Ming", "第X籤": "Nîşana nehan", "宮": "Yin Palace"}