{"籤詩版本二": "Pêşandanek baş we dike ku hûn bi qehweşiyek ji nav elaletê derkevin, û paşeroja we diguhere û hûn gelek dewlemendiyê tînin.\nRêyek bi qasî ezman fireh e û hemî pereyên ku hûn dikarin bidin dê di dilê we de bin", "詩意": "Ev hexagram pêşerojek hêvdar nîşan dide.\nHer tişt baş diçe.", "解曰": "Rêyek mezin. Hûn dikarin pêşde biçin. Dilê xwe bikar bînin. Tenê pêş.\nBi vê nîşanê re her tişt wekî ku hatî plan kirin. Bextê te xweş bî Jichang.", "籤詩故事一": "◇ Sê leheng li dijî Lu Bu şer dikin\nÇareserî: Sê leheng Zhang Fei, Guan Yu û Liu Bei li dijî Lu Bu şer dikin\nDong Zhuo hîn bû ku Hua Xiong hatiye serjêkirin û generalê balafirê Lu Bu ji bo şer şandiye. Hema ku Lu Bu ket şer, wî general Fang Yue û Mu Shun kuşt, û Wu Anguo û Gongsun Zan kuşt.\nZhang Fei dît ku Gongsun Zan nikare Lu Bu têk bibe, ji ber vê yekê wî zû dewsa Gongsun Zan girt û qêriya: \"Divê xulamên her sê paşnavan derkevin! Zhang Fei ji Yan li vir e!\" Piştî wê, wan ji pêncî zêdetir tûran şer kir. bê serketî an jî windaker.\nPiştî ku Guan Yu ew dît, wî û Zhang Fei êrîşî Lu Bu kirin û ji sî dor zêdetir şer kirin.\nLiu Bei jî du şûr hilgirtin, li hespê xwe li çepikan xist û ji bo alîkariya Zhang Fei û Guan Yu derket pêş.\nSê mêran dora Lu Bu girtin û şer berdewam kirin.Hemû kesên di komê de matmayî man.\nZû zû, Lu Bu dest bi windakirina hêza xwe kir.Lu Bu's Pegasus paşde vekişiya, lê her sê zilam li dû Lu Bu bûn û nexwestin ku dev jê berdin. Ew paşve neçûn heya ku ew bi leşkerên Lu Bu re hevdîtin kirin.\n\"Sê Padîşahiyan\"\n(Ev çîrok metelokek e ji bo mêrxasî û jêhatiya Lu Bu di şer de. Mirovek dikare sê kesan têk bibe.)", "聖意": "Dilê mal û malê tenê di rêwîtiya xwe de ji bo lêgerîna dewlemendiyê digere. Gotarek zewacê ya muhtemel diçe Liujia. Tişt ji bo mirovan xweş derbas dibin. Kurmê hevrîşimê Zhushuntian bikar tînin. Mirov dikare di nav şeş heywanan de were dîtin. Mirov dikare pêşiyê were dîtin Dadgeh.Koçberî.Mal û milkê wenda.Nexweşî.Çiya û gor mîna bextê bextê ne.", "古人": "Sê leheng li dijî Lu Bu şer dikin", "第X籤": "Serketina lotoyê not û yek", "宮": "Tu Palace"}