{"籤詩版本二": "Hêvî û destkeftî di xanedaniyê de ne, lê êdî şerab û seks wê bêdawî bin\nGer dîkê zêrîn bibînin, hûn ê bi pere, bextewar û bextê xelat bikin.", "詩意": "Ev hexagram sembola ambargo û navdariyê temsîl dike.\nHer tiştî bi xêr bihêlin.", "解曰": "Ambicioz û bi heyecan. Ji bo parastina xwe ne dereng e. Rokê zêrîn soz dide. Hemû kêfxweş.", "籤詩故事一": "◇Cao Pi xwe împarator îlan kir\nCao Pi, bi navê Zihuan, li Peiguoqiao (niha wîlayeta Hao, Anhui) ji dayik bû. Siyasetmedar û nivîskarek navdar di dema Jian'an de.\nCao Pi kurê duwem yê Cao Cao ye, ji zarokatiya xwe de li gel bavê xwe di kampa leşkerî de jiyaye, Cao Pî di şeş saliya xwe de di bin bandora bavê xwe de fêrî tîrovaniyê bûye û di heşt saliya xwe de hînî siwarkirina hespan bûye û pêş ketiye. hunerên şerî yên baş. Di heman demê de zanyariyên wî yên berfireh li ser klasîk û jînenîgariyên kevnar û nûjen, û her weha pirtûkên bi sedan dibistanên ramanê hene. Heta hejdeh saliya xwe nebû ku Cao Cao Yuan Shao têk bir û Cao Pi li Yecheng, navenda desthilatdariya Cao Cao, jiyanek bi îstîqrar jiya. Ji wê demê ve, her çend car caran bi bavê xwe re di seferên leşkerî de jî bi kurekî esilzade jiyana xwe ji dest da, lê dîsa jî her roj hunera şerî dikir û heta roja îro kêm nebûye. Gelek caran bi sed gavan li hespê xwe siwar dibe û di hunerên şerî de gelek jêhatî ye, ji ber ku gelek caran hunera şerî dike, sivik û bi hêz e.\nKurê Cao Cao yê mezin Cao Ang di şerekî de hat kuştin. Piştî ku kurê mezin mir, Cao Pi bû bijareya yekem ji bo mîr. Dema ku ew sî û yek salî bû, ew ji aliyê Cao Cao ve bû prensê tac. Dema ku Cao Pi sî û sê salî bû, Cao Cao ji nexweşiyê mir, û Cao Pi li şûna wî bû serokwezîr û qralê Wei. Got ku gelek caran bi sed gavan li hespê siwar dibe û pir jêhatî ye, ji ber ku pir caran kungfuyê dike, sivik û saxlem e.", "聖意": "Dua bikin ku mal û mala we aram be, li dewlemendiyê bigerin, pir bixebitin, bazirganiyê bikin, zû ji hev veqetin, zewac dê serketî be, Liujia dê sax be, mirov dê li zeviyê bin, kurmê hevrîşim dê gihîştî bibin, şeş heywan dê gihîştin. , peydakirina mirovan zehmet e, dozên giştî dê bilez bin, koçberî dê winda bibin, tişt dê dûr bin.. Nexweşî dê li çiya û goran bimîne.", "古人": "Cao Pi xwe împarator îlan dike", "第X籤": "Nod û pêncemîn lottery bidestxistina", "宮": "xugong"}