{"籤詩版本二": "Pagoda bi heybet ne asayî ye, bi taybetmendiyên hêja li her alî ku bi ronî dibiriqe.\nEz ji we rica dikim ku hûn bi xîret çok bin û karên qenc bikin û bihuşt wê ji we re bereketê bişîne.", "詩意": "Ev hexagram nîşana merîfetê temsîl dike.\nHer tişt bi xêr e.", "解曰": "Ev bereket. Her kes heye. Zêde mijûl nebin. Merasîm di pêş de tê diyarkirin.", "籤詩故事一": "◇ Padîşahê Fenyang neviyê xwe di Roja Evîndaran a Çînî de dibîne\nÇareserî: Guo Ziyi di Roja Evîndaran a Çînî de bi Keça Weaver a ku daket erdê re hevdîtin kir. Tiansun, neviya Qeyser Jade, Heft Perî ye.\nGuo Ziyi (697-781), ku bi navê Guo Linggong jî tê zanîn, xwecihê wîlayeta Zheng, Huazhou (niha wîlayeta Huaxian, parêzgeha Shaanxi) û generalek di Xanedaniya Tang de bû. Dîwana împaratoriyê sernavê Qralê Fenyangê da Ziyi.\nDibêjin Ziyi bi eslê xwe ji Huazhou bû û çûbû derveyê Dîwarê Mezin, çûbû Pekînê ji bo ku heqê leşkeriyê bixwaze û vegeriyaye Yinzhou. dibûn tarî û roj dibû tarî, Ziyi nikarîbû pêş de biçe, li kêleka rê sekinîbû, di xaniyekî vala de li ser erdê razayî bû, dema ku ketibû xewê, ji nişka ve çirayek sor dît. Li her du aliyan, rabû ser xwe û bi şaşwazî li jor nihêrî. Li ezmên ewrekî hêdî hêdî dihat xwarê, li wir jineke bedew rûniştibû, bi rûmet û spehî, bi tevahî ji mirovên asayî cudatir. Zîyî tavilê rêz da û got: \"Îro roja heftê ya heyva heyvê ye, ez dibêm qey ew Keça Werîs e, ku hatiye, xwestiye dirêjî û dewlemendiyê bide wê.\"\nJinikê jî bersiv da: \"Bi dewlemendiya mezin re temen dirêj dibe.\"\nPiştî ku wî axaftina xwe qedand, şewq vegeriya û ewr hêdî hêdî rabûn. Jinik hîn jî bi bişirîneke xweş li Guo Ziyi dinêrî. Tenê dema ku ew ji wê dûr bû dûman şemitî û êdî nedihat dîtin.\nWek ku jinikê got, rast derket. Merasîma Zîyî li cîhanê bi nav û deng e, wezîrekî pir populer e, generalekî hem bi qedir û hem jî bi fezîlet e.", "聖意": "Li malê ji xwe re xwestek bike, ji xwe re xwestek bike, ji bo peran dua bike, di karsaziyê de bextewar be, di zewacê de bextewar be, li Liujia bextewar be, rêwîtiya xweş bi mirovan re, zeviyên barkirinê, kurmê hevrîşimê, heywanên bi îstîqrar, di dîtinê de bextê xirab. mirov, dozên giştî, koçberî, bextewarî, nexweşiyên malên winda, gorên li Zhenxingshan", "古人": "King Fenyang di Roja Evîndaran a Çînî de bi neviyê xwe re hevdîtin dike", "第X籤": "Nîşana not û şeş", "宮": "xugong"}