{"籤詩版本二": "Hespê bi ken û qamçiyê girtin, em rast tên vir, nîv di xeterê de û nîv di belayekê de.\nMîna xaniyek bi agir dişewite Dema ku ezman dibare baran dike ax, min planek heye.", "詩意": "Ev hexagram nîvê xemgîniyê û nîvê şahiyê temsîl dike.\nTête pêşniyar kirin ku di her tiştî de qenciyê bikin.", "解曰": "Karê jiyanê. Ne xema rast û nebaşiyê ne. Kevir demkî ne. Kêrhatin bi xwezayî tê.", "籤詩故事一": "◇Tao Sanchun li Guayuan li Zheng En dixe\n\"Bijî bîranîna min,\" Zhao Kuangyin dîsa rabû ser xwe, \"Beiping King Zheng En wê demê zewacek li dar xistibû. Niha ku cîhan aram e, ez dixwazim ji we destûr bixwazim ku rojek xweş ji bo zewacê hilbijêrin. \"\n\"Bijî bîranîna min!\" Zhao Kuangyin rabû ser xwe û got, \"Padîşahê Pekînê, Zheng En, wê demê zewacek li dar xistibû. Niha ku cîhan di aşitiyê de ye, ez dixwazim ji we destûr bixwazim ku merivek xweş hilbijêrin. roja zewacê.\"\n\"Oh, birayê sêyem berê meşqeq bû, çawa min ji vê yekê nizanibû?\" Chai Rong pir şaş ma. Wî destê xwe hejand ku Zhao Kuangyin rûne û biaxive.\n\"Ax! Birayê sêyem berê xwe da bû, çawa dibe ku min ji vê yekê nizanibû?\" Chai Rong (Împaratorê Xanedaniya Paşîn Zhou) pir ecêbmayî ma. Wî destê xwe hejand û ji Zhao Kuangyin xwest ku rûne û biaxive.\nÇîrokek dirêj e. Ya yekem em wê demê hê di nav xizaniyê de bûn û neçûbûn leşkerê we. Ji wê demê ve em bi salan şer dikin û wextê me nemaye ku em li we xwedî derkevin. Ya duyemîn jî birayê sêyemîn jî hindik e. şerm e ku behsa wê bike, lewra cenabê te nizane.”\nÇîrokek dirêj e. Ya yekem, em wê demê hîn di nav xizaniyê de bûn û neçûbûn leşkerê we. Ji wê demê ve em bi salan şer dikin û wextê me nemaye ku em li we xwedî derkevin. Ya duyemîn jî birayê sêyemîn e. hindik şerm e ku behsa wê bike, lewra cenabê te nizane.”\n\"Hey, xwendekarê zanîngehê yê mêr dizewice, şermkirin çi feyde ye? Birayê sêyem ev demeke dirêj e li qada şer e û mirov dikare wekî lehengekî bêhempa bihesibîne. Çima hûn di vê mijarê de piçûk in?\"\n\"Hey! Xortê zanîngehê dizewice, çi feydeya şermkirinê heye? Birayê sêyem ev demeke dirêj e li qada şer e û mirov dikare wekî lehengekî bêhempa bihesibîne. Çima hûn di vê mijarê de piçûk in?\"\n\"Ji bo vê yekê, ez nikarim birayê xwe yê sêyemîn sûcdar bikim ku ew şermok bû, ji ber ku ev zewac hate çêkirin.\"\n\"Ji bo vê yekê, ez nikarim birayê xwe yê sêyemîn sûcdar bikim ku ew şermok bû, ji ber ku ev zewac hate çêkirin.\"\n\"Tîpandin? Hey, balkêş e. Ji kerema xwe ji min re bêje çi bûye.\"\n\"Min ew nivîsand! Hey! Balkêş e! Ji kerema xwe ji min re bêje çi bûye.\"\n\"Erê, tê bîra min wê salê, dema ku em ê biçûya cem cenabê wî, em di wîlayeta Baocheng re derbas dibûn, meha Hezîranê pir germ bû. Birayê min ê sêyemîn nikaribû li otêlê bimîne, ji ber vê yekê ew bi tena serê xwe derket derve. Piþtî ku di nav bexçeyekî hingiv re derbas bû, çû hundir da ku hinekan biçîne, hingiv tîbûna xwe vemirandin, di vê demê de mêşinên ku zû gihabûn, ne zêde bûn û birayê sisiyan jî nizanîbû çawa wan biçîne, lewma gelek ji wan şikand. Jinik li mêşinan dinêrî ji bo ku birayê sêyem sûcdar bike derket pêş. Nakokiya herduyan, paşê dest bi şer kirin. Were. Xweşbextane, ez xemgîn bûm û di wextê xwe de bazda, wekî din...\"\n\"Erê, tê bîra min wê salê, dema ku em ê biçûya cem cenabê Wî, em di ber wîlayeta Baocheng re derbas dibûn, meha Hezîranê pir germ bû. Birayê min ê sêyemîn nikarîbû li otêlê bimîne, ji ber vê yekê ew bi tena serê xwe derket derve. Piþtî ku di nav bexçeyekî hingiv re derbas bû, çû hundir da ku hinekan biçîne, hingiv tîbûna xwe vemirandin, di vê demê de mêşinên ku zû gihabûn, ne zêde bûn û birayê sisiyan jî nizanîbû çawa wan biçîne, lewma gelek ji wan şikand. Jinik li mêşinan dinêrî ji bo ku birayê sêyem sûcdar bike derket pêş. Nakokiya herduyan, paşê dest bi şer kirin. Were. Xweşbextane, ez xemgîn bûm û di wextê xwe de bazda, wekî din...\"\n\"Ev Zheng Ziming, di serî de sûcê wî ye, divê lêborînê bixwaze. Çima lê xistiye? Ji bilî vê, malbata keçekê çawa dikare li ber lêdan û lêdanên zilamekî wek wî yê hov li ber xwe bide! De were, te li vê keçê xist. perçe. Na?\" \"Keçik bêzar bû...\"\n\"Ev Zheng Ziming, di serî de sûcê wî ye, bila lêborînê bixwaze. Çima hûn lê dixin? Ji bilî vê, malbata keçekê çawa dikare li ber lêdan û lêdanên mêrekî wek wî yê hov li ber xwe bide! Were ji min re bêje. te li vê keçikê xist. Na?\"\n\"Keçik bêzar bû...\"\n\"Baş e, baş e... Heye, te gav neavêt? Ax, qey te ez di wextê xwe de xilas kirim.\"\n\"Baş e! Baş e... Hey! Ma te gav neavêt? Ax! Ez texmîn dikim ku yê ku ez di wextê de xilas kirim tu yî!\"\n“...Na, yê ku min rizgar kir... birayê sêyem bû.” “...Na, yê ku min rizgar kir... birayê sêyem bû.”\n\"Ah?!\" \"Ah?!\"\n\"Birayê sêyem ji aliyê jinikê ve li erdê hat xistin û bi tundî li hemû rê ket. Xweşbextane ez hatim û min razî kir ku here, ji ber vê yekê ew bi giranî birîndar nebû. \"\n\"Birayê sêyem ji aliyê jinikê ve li erdê hat xistin û bi tundî lê xistin. Xweşbextane ez hatim û min razî kir ku here, ji ber vê yekê ew bi giranî birîndar nebû.\n“Ax?...Ax ew jin kî ye!?” “Ax!?...Ax ew jin kî ye!?\n\"Piştre min zanî ku navê jinikê Tao Sanchun e û bavê wê Tao Hong qehremanek kevn bû ku tu daxwazên wî tune bû. Tao Sanchun ji zarokatiya xwe de ji bavê xwe fêrî hunerên şerî bû. Piştî ku min nas kir. Malbata wî, min dît ku Miss Sanchun xwedî karakterek berbiçav bû., Luo Luo û dilnerm, bêyî ku bibin keçikek piçûk, wan bi qestî wî li hev kirin. Bav û keça Tao jî ji karaktera rasterast ya birayê sêyemîn pir hez kirin. Demildest lêxe û biryara vê zewacê ji bo her duyan da. Cenabê te, ji kerema xwe ji min re bêje, ev ne zewaca sexte ye?\"\n\"Piştre min zanî ku navê keçikê Tao Sanchun e, û ji zarokatiya xwe de ji bavê xwe fêrî hunerên şer bûye. Piştî ku min bi malbata wî re nas kir, min dît ku Miss Sanchun xwedî karakterek berbiçav bû. bi comerdî, û tu şopek ji adetên keça biçûk tune bû, lewra min bi qestî ew kire leşker. Birêz Tao û keça wî jî ji karakterê rasterast yê birayê xwe yê sêyem pir ecibandin. Wan ew tavilê lê xistin û biryara vê zewacê ji bo wan dan. Mamoste, ji kerema xwe ji min re bêje, ma ev ne zewaca sexte ye?\n(Ev çîrok metelokek e, ji ber ku tiştek xirab derketiye tiştek baş.)", "聖意": "Ji bo parastina mal û xwe dua bikin, baldar bin, ji bo dewlemendiyê dua bikin, karsaziyê hilweşînin, zewacê asteng bikin, ceza bikin, Liujia, bîme, peyayên di nav zeviyan de asê mane, zirara kurmê hevrîşimê, zirara heywanan, kesên winda, dozên neqanûnî, windahî, koçberî, kevneperestî , mal û milkên winda, nexweşiyên xerab, xem, xeterî, çiya, gor, têkçûn", "古人": "Tao Sanchun li baxçê melonê li Zheng En dixe", "第X籤": "Hejmara nod û neh", "宮": "Haigong"}