{"籤詩版本二": "השמועות אומרות שהעניינים התהפכו, וקיבלתי מכתב מהאופק.\nהתהילה וההצלחה שהובטחו לי בספר נותרו ריקות עד הסוף.", "詩意": "להקסגרמה הזו יש שם בדוי.\nרצוי להיות שמרני בכל דבר.", "解曰": "למעלה ולמטה נסער. חיפוש פנאי אינו בטלה. רצון לתהילה. להישאר בטוח.", "籤詩故事一": "◇ Zhong Kui מגיע להארה\nZhong Kui, ששם משפחתו הוא Zhong Kui, ששם האדיבות שלו הוא Zhengnan, הוא מג'ונגנאנשאן.\nבתקופת שלטונו של הקיסר דזונג משושלת טאנג, ג'ונג קוי השתתף בבחינה האימפריאלית, ג'ונג קוי קרא את שאלות הבחינה ומיד כתב את המאמר במכה אחת ומסר אותו. הבוחן הראשי באותו יום היה האן יו, שר העניינים האזרחיים, וסגן הבוחן היה לו ז'י, מלומד גדול. כשהשניים קראו את העיתון של ג'ונג קוי, אורו עיניהם והם אמרו בקול אחד: \"קוסם, קוסם! כל מילה במאמר הזה היא מעולה, ראויה ללי טייבאי ודו זימיי!\" אז הם קראו את ז'ונג קוי כמקום הראשון.\nהקיסר דזונג הקשיב לדיווח של האן יו ואמר ש-Zhong Kui, האלוף החדש במדע, היה מוכשר מאוד, אז הוא זימן את Zhong Kui בארמון הזהב.\nכאשר הקיסר דזונג ראה את המראה המכוער שלו, הוא מיד חש מורת רוח ואמר: \"מבחר החוקרים בחצרנו מבוסס כולו על מילים אישיות וקליגרפיה. איך אדם מכוער כזה יכול להיבחר כחוקר מספר אחת במדעי הזהב? \"\nהאן יו מיהר כרע ברך ואמר: \"הטוב והרע של אדם אינם קשורים רק למראה החיצוני. האם אתה, האדון הקדוש, לא שומע שיאן יינג בגובה מטר וחצי והוא שווה ערך לראש הממשלה? ג'ו צ'אנג. מגמגם אבל יכול לעזור לשושלת האן; קונפוציוס שופט אנשים לפי המראה שלהם, ומאבד את בנו יו. אני מקווה שהוד מלכותך תחשוב פעמיים.\"\nהקיסר דזונג הרהר לרגע ואמר: \"למרות שדבריו של האן אי-צ'ינג סבירים, כשהייתי הקיסר טאיזונג, היו שמונה עשר חוקרים שהגיעו ליינגג'ואו ודיברו על זה. האיש הזה היה המלומד מספר אחת. אני חושש שהעולם יצחק עליי שאני לא מזהה כישרונות\".\nראש הממשלה לו צ'י היה צר אופקים וקנאי בכשרונות. לאחר ששמע את דברי הקיסר, כרע ברך ואמר: \"המלומד מספר אחת בנושא הזהב חייב להיות פנימי וחיצוני כאחד. יש שלוש מאות מועמדים לנושא הזה. למה שלא תבחר באחד אחר?\"\nכשג'ונג קוי ראה שהאיש הזה כל כך מבולבל, הוא לא יכול היה שלא לכעוס. הוא הצביע על לו צ'י וקילל: \"אם פקיד בור כזה נמצא בבית המשפט, האם הוא לא יפגע במדינה?\" לאחר מכן, הוא היכה את לו צ'י באגרופו.\nכשראה זאת, זעם דזונג ואמר: \"אתה כל כך נועז, אתה מעז לעשות צרות בארמון הזהב, תוריד אותו מהר!\"\nבזעם שלף ז'ונג קוי את החרב ממותניו של הגנרל שעמד בארמון ונאנח בקול: \"קשה לחתול מתוסכל לחקות נמר, ותוכי מתוסכל אינו טוב כמו תרנגולת\". לאחר מכן, הוא התאבד.\nכשהקיסר דזונג ראה שג'ונג קוי מתאבד בכעס, הוא הופתע מאוד.כדי לכבוש את ליבם של אנשים, הוא הורה לקבור את ג'ונג קוי בתואר הרשמי מלומד מספר 1, והוא גם הפך את ג'ונג קוי לאל. של גירוש שדים כדי לפטור את העולם מרוחות רעות.", "聖意": "התפלל לברכות על ביתך, ביטחונך שלך, קשיים כלכליים, כישלון עסקי, כישלון נישואים, הולכי רגל נקבות Liujia, תולעי משי שינטה מבושלות למחצה, שש חיות בית שניתן לגדל, נעדרים, תביעות ציבוריות מערביות, הגירה, שמרנות, אבודים רכוש, מחלות, להתפלל למזל טוב בהרים ובקברים", "古人": "ז'ונג קוי זכה בטאו", "第X籤": "זכייה עשרים ושישה בלוטו (לוטו)", "宮": "ארמון מי"}