{"籤詩版本二": "אתה תזכור את המילים הטובות האינסופיות, אבל אתה תהפוך לבן שלך אם תזהה את הגנב.\nאל תהיי חמדנית כרגע ותדאגי איך הוא היה עושה משהו טוב לפני שנה.", "詩意": "ההקסגרמה הזו מזהה גנב כבן.\nהיזהר בכל מה שאתה עושה.", "解曰": "רק האחד הזה. ג'נטלמן לא טועה. תזכור את זה. אל תהיה בודד.", "籤詩故事一": "◇ דונג ז'ו מקבל את לו בו\nלו בו, אמיץ וטוב בלחימה, היה גנרל צבאי מפורסם בסוף שושלת האן המזרחית ותחילת שלוש הממלכות.הוא ראה פעם את דינג יואן, מושל ג'ינגג'ואו, כאביו המאמץ ושירת תחתיו.\nלאחר מותו של הקיסר לינג משושלת האן המזרחית, דינג יואן נסע לבייג'ין כדי לשתף פעולה עם הגנרל He Jin כדי לשלוט בממשלה.\nדונג ז'ו נלחם עם דינג יואן, אבל כמה גנרלים לא הצליחו להביס את לו בו, אז דונג ז'ו שלח את הכפופה לו לי סו לשחד את לו בו. לי סו הביא ערימות של אוצרות זהב וכסף ואת סוס הארנב האדום המפורסם כדי \"לבקר את לו בו\". לי סו הביא ערימות של אוצרות זהב וכסף ואת סוס הארנב האדום המפורסם לבקר את לו בו. אז לו בו שוחד על ידי דונג ג'ואו כדי להרוג את דינג יואן, ואמר לחייליו לבוא איתו אם הם רוצים, ולעזוב אם הם לא רוצים ללכת בעקבותיו. כתוצאה מכך, רוב החיילים ברחו. אז לו בו שוחד על ידי דונג ג'ו והרג את דינג יואן.\nלאחר שדונג ז'ו צבר כוח, הוא אימץ את לו בו כבנו המאומץ והפך אותו לגנרל ולמרקיז.\nלדונג ג'ואו היה מזג אלים, ו\"יחסי האב-בן\" עם לו בו היו למעשה חלשים מאוד.בשנת 189 לספירה, ביוזמתו של סיטו וואנג יון, לו בו הרג את דונג ג'ואו.\nשישה חודשים לאחר מותו של דונג ג'ואו, חייליו הישנים של דונג ג'ו פלשו לבירה, ולו בו ואשתו נמלטו בבהלה. לאחר שעזב את הבירה, לו בו חיפש מקלט אצל אדוני המלחמה יואן שו, יואן שאו, ג'אנג יאנג, ג'אנג מיאו, ליו ביי וכו', ונלחם פעמים רבות עם קאו קאו, איש מלחמה מרכזי אחר באותה תקופה. לו בו היה אמיץ וטוב בלחימה, והביס את קאו קאו מספר פעמים.\nבשנה השלישית של ג'יאן בשושלת האן המזרחית, חייליו של קאו קאו תקפו את שיאופיי, הבסיס של לו בו, ונלכדו ונהרגו על ידי קאו קאו מתחת למגדל ביימן. לפני ההוצאה להורג, לו בו ביקש מקאו קאו לשמור אותו בחיים כדי להימנע ממוות, אבל ליו ביי הזכיר לקאו קאו שלו בו בגד פעמים רבות והוא אדם לא ישר. בסופו של דבר, קאו קאו, שהעריך רק כישרונות ללא קשר למוסר, הוציא להורג את לו בו.", "聖意": "אני לא רגוע בבית, אני בדרך כלל מחפש כסף, שומר מפני עסקאות, קשה להתחתן, גבר ליוג'יה מופתע, אנשים מגיעים לשדה, תולעי המשי הבשילו למחצה, שש חיות בטוחות, אנשים מחפשים אנשים, תביעות מתאימות והגירה, קשה למצוא דברים אבודים, קשה למצוא מחלות, ויש שקט בקברו של הר ג'נשינג.", "古人": "דונג ג'ואו מקבל את לו בו", "第X籤": "הזוכה ה-41 בהגרלה", "宮": "אתה ארמון"}