{"籤詩版本二": "החוף מלא בסלעים, הנחל זורם, הרוח צלולה, הירח צלול, והאנשים האצילים עסוקים.\nעל הכביש אני צריך לשאול לאן ללכת, אל תקחו את ריח הפרחים והצמחים ביער אל תטפלו בו.", "詩意": "ההקסגרמה הזו היא כמו סירה שנוסעת על חוף קטן.\nבכל דבר, יש אנשים אצילים לעזור.", "解曰": "להתפרנס. הרבה עבודה קשה. תישאר שמרני וחכה. כל טוב.", "籤詩故事一": "◇ מרד לושן\nלושן (703-757), ששם משפחתו היה קאנג ושמו יאלושן, היה מליוצ'נג, ינגג'ואו (כיום צ'אויאנג, ליאונינג).\nמאוחר יותר, הוא קיבל את שם המשפחה אן ושינה את שמו ללוסאן. בתקופת שלטונו של הקיסר שואנזונג משושלת טאנג, אן לושן היה השליח הצבאי.\nבנובמבר של השנה ה-14 של טיאנבאו, An Lushan גייס חיילים בפאניאנג.בשם תקיפת יאנג גואז'ונג, הוא פתח במרד ולקח את החיילים של שלוש ערים כדי לתקוף את לואויאנג, הבירה המזרחית. דיווחים מטאיואן מיהרו ללישאן. טאנג שואנזונג, ששהה באותה תקופה בארמון הואצ'ינג בלישאן, לא האמין שאנלושן ימרוד. עם זאת, החדשות על המרד המשיכו להתפשט, ושואנצונג עדיין היה חצי משוכנע. (זהו תיאור של \"קול מים זורמים גסים על סלעים קטנים בנחל\")\nרק כשיאן ז'נקינג, המחוז של פינגיואן, שלח מישהו לשלוח מידע, שואנזונג התעורר מהחלום שלו.\nתחת האסטרטגיה השגויה של הקיסר שואנזונג משושלת טאנג, גדוד הפרשים של אן לושאן כבש את לואויאנג, הבירה המזרחית. בחודש הראשון של השנה שלאחר מכן, הוא הכריז על עצמו כקיסר דיין בלואויאנג, ג'יאניואן שנגוו, הקיסר שיונגו ודא שיסון כקיסר דיין. ראש ממשלה.\nביוני של אותה שנה, הקיסר שואנזונג משושלת טאנג, להוט להקל על המשבר בצ'אנג'אן ובהבנה צבאית שגויה, הוציא להורג שני גנרלים מפורסמים, פנג צ'אנגצ'ינג וגאו שיאנצ'י. פקודה זו זעזעה את צבא טאנג. (התנהגות זו מפרה את \"הדרך חייבת להצביע על הנהר הקדמי\")\nלאחר מכן, הקיסר שואנזונג משושלת טאנג הורה בדחיפות לגנרל אחר, Ge Shuhan, להוביל את צבא טאנג מזרחה החוצה מטונגגוואן.\nGe Shuhan, שהבין היטב את הטעות האסטרטגית של הקיסר שואנזונג משושלת טאנג, תכנן לעכב את השינוי (הגישה של \"זה בסדר אם הרוח שקטה והגאות שקטה\").\nבסופו של דבר, הקיסר שואנזונג משושלת טאנג חשב שהוא ביישן מכדי להילחם, אז לא הייתה לו ברירה אלא להילחם עם אן לושן בדמעות, והובס. (זה ממלא את \"אם אתה עובד קשה כדי לפרנס את עצמך, אתה עלול להיפצע\").\nבשושלת טאנג, כאשר לכוחות הגבול ולחיל המצב המקומי לא היה זמן להגיב, צבאו של אן לושן לחץ על הגבול ונכנס לאזור הבירה. במצב קריטי, הקיסר שואנזונג משושלת טאנג הוביל את חיל המשמר להימלט מהבירה, מה שגרם לנפילת שיינג צ'אנגן חסרת המנהיגים.\n(Tang Xuanzong הפר את ההנחיה של השלט הזה, אז המרד של An Lushan היה מוצלח.)", "聖意": "הבית בטוח, לעצמנו יש מזל, המזל יציב, העסקה משגשגת, הנישואים מוצלחים (זהירות), הולך רגל זכר מליוג'יה מגיע לשדה, קוטפים תולעי משי, שש בעלי חיים נפגעים, האדם נמצא , התביעה מוצדקת, האבידה מביאה למחלה, כלומר יש לתקן את קבר אנשן.", "古人": "מרד לושן", "第X籤": "הגרלת החמישים ושש", "宮": "ארמון מכוער"}