{"籤詩版本二": "בבוא החורף, ענף של פריחת השזיף על ההר לא ייהרס גם אם העלים שלו נושרים וענפיו יקמלו.\nאבל כשיגיע האביב, אני עדיין רוצה להיות הקורטיזנה ולהרוס את היצירה המקורית.", "詩意": "בהקסגרמה זו, פריחת השזיף תופסת את העמדה המובילה.\nהכל טוב אם זה מתעכב.", "解曰": "חץ אחד נורה ריק. כשהיא ריקה, היא לא ריקה. מחכה לבוא האביב. צבע יש בו.", "籤詩故事一": "◇ קלע פעמיים\nבתקופת שלטונו של הקיסר דזונג משושלת טאנג, השר הנאמן מיי בוגאו ומשפחתו הופללו על ידי ראש הממשלה הבוגד לו צ'י, שרצה להרוג את כולם. רק בנו מיי ליאנגיו הצליח להימלט. מאוחר יותר, הוא שינה את שלו. שמו של וואנג שיטונג כדי להסתיר את זהותו. הוא חי לבדו ברחובות, רעב וקר, אך למרבה המזל הוא נקלט על ידי צ'ן רישנג (צ'ן דונגצ'ו). חן רישנג לא הכיר את ניסיון חייו, ולכן ביקש ממנו לעזור בטיפול בגינת השזיפים של חן כדי שלא ימות ברעב ברחוב.\nצ'ן רישנג היה חברו לכיתה וחבר של מיי בוגאו. כשהוא נרדף על ידי לו צ'י, הוא ניצל על ידי מיי בוגאו. כתוצאה מכך, מיי בוגאו ולו צ'י הפכו לאיבה. בסופו של דבר כל משפחתם הוצאה להורג. צ'ן רישנג חש עצוב וכעס בגלל זה.לאחר שהתחתן, הוא התפטר והעביר את משפחתו ליאנגג'ואו כדי לחיות בהסתגרות.\nלצ'ן רישנג יש בת בשם צ'ן שינגיואן, שהיא יפה וריחנית, לאחר שהגיעה מיי ליאנגיו למשפחת צ'ן, הם התאהבו ממבט ראשון. ביום בו פריחת השזיפים הייתה בשיא פריחתם, שהיה גם יום השנה למותו של מי בוגאאו, פתחו חן רישנג ומשפחתו מזבח בגינת השזיפים בביתם להנצחת חברם ומיטיבם שנפטר.באופן בלתי צפוי, השמיים השתנו לפתע. וסופת שלגים כבדה נשבה, כיסתה את כל פריחת השזיפים. חן רישנג קונן על כך שהוא הצליח להימלט בשלום, אך הוא לא הצליח אפילו להציל את צאצאי משפחת מי. הוא חשב שזו אזהרה מאלוהים, ולכן נשבע שאם לא תפרח שוב פריחת השזיף, מה שמוכיח שצאצאיו של משפחת מיי עדיין הייתה בחיים, הוא לעולם לא אמר כלום.הוא ברח לבודהיזם והפך לנזיר.\nבתו שינגיואן שמעה זאת ומיד הוציאה קטורת והתפללה בכנות לאלוהים שיפרח שוב את פריחת השזיפים. הכנות שלהם הזיזה גן עדן, וכל עצי השזיף בגן השזיפים פרחו שוב; מאוחר יותר ידע צ'ן רישנג שהשיטונג הוא ליאנגיו, אז הוא אירס את בתו שינגיואן.", "聖意": "הבית לא טוב לעצמו, אדם טוב לעצמו, אדם מחפש עושר, אדם נבון בהתנהלות, השעה מאוחרת, הנישואים מאוחרים, האביב משגשג, הסתיו ריק, הנוסע מאחר, השדות משגשגים, תולעי המשי משגשגים, ששת בעלי החיים משגשגים, מחפשים אנשים, תביעות ציבוריות, אובדן, הגירה, אבודים, מחלות מזרחיות, אזעקות שווא, יש לשנות קברי הרים.", "古人": "קלע פעמיים", "第X籤": "שישים ותשע זכייה בלוט", "宮": "טאצומי"}