{"籤詩版本二": "צ'או צ'או הוא כמו דבורה מלקטת פרחים, שעפה מדרום מערב ואז מזרחה\nהאביב נגמר, הפרחים נעלמו ואין מקום לחפש, הלב הזה לא ישנה את מקום הימצאו.", "詩意": "ההקסגרמה הזו היא כמו דבורה הקוטפת פרחים.\nהכל עמל ומייגע.", "解曰": "אין נוף אביבי. יורד גשם זמן רב אך אף פעם לא מתבהר. לבקש עזרה. עדיף להיות בשקט.\n.", "籤詩故事一": "◇ לי מי מרד נגד שושלת טאנג\nלי מי\n(582-619), המנהיג המנוח של צבא וואנג במרד האיכרים בשלהי שושלת סוי בסין. מאסטר בקליגרפיה. המאסטר של המילה פא היה יליד צ'אנגאן, ג'ינגג'או, ובית אבותיו היה שיאנגפינג, ליאודונג (כיום דרומית לליאויאנג, ליאונינג). יליד צ'אנגאן, ג'ינגג'או, בית אבותיו הוא שיאנגפינג, ליאודונג (כיום דרומית לליאויאנג, ליאונינג).\nבשנה התשיעית לדיי (613), הוא השתתף במרד של יאנג שואנגן נגד שושלת סוי בלייאנג (כיום מצפון-מזרח למחוז ג'ונשיאן, מחוז הנאן). בשנה התשיעית לדיי (613), הוא השתתף במרד של יאנג שואנגן נגד שושלת סוי בלייאנג (כיום מצפון-מזרח למחוז ג'ונשיאן, מחוז הנאן). החוש המסתורי מובס,\nלי מי ברח. שואנגן הובס ולי מי נמלטה.\nבשנה השתים עשרה לדיי, הוא הצטרף לצבא וואנג\n. בשנה השתים עשרה למלכותו של דיי, הוא הצטרף לצבא וואנג. לי מי היה טוב באסטרטגיה. באוקטובר של השנה השתים עשרה לדיי, לי מי שכנע את ג'אי לתקוף את שינגיאנג טונג, הגנרל החזק שמלווה את הצבא, כדי להגן על ג'אנג שוטו, להביס את צבא סוי ולהרוג את ג'אנג שוטו. לי מי היה טוב באסטרטגיה. באוקטובר של השנה השתים עשרה לדיי, לי מי שכנע את ג'אי לתקוף את שינגיאנג טונג, הגנרל החזק שמלווה את הצבא, כדי להגן על ג'אנג שוטו, להביס את צבא סוי ולהרוג את ג'אנג שוטו.\nמאוחר יותר, הוא הציע לתקוף את המחסן Xingluo (לימים שונה שמו ללואוקו), לפתוח את המחסן להקלה ולהרחיב את הצוות. צוות צבא וואנג גדל במהירות. בשנה ה-13 של דיי, לי מי הוביל את צבא וואנג, וג'אי ראנג. עסק בהורדה והפצה של שושלת סוי. הייתה מלחמה על משאבים צבאיים ונושאים אחרים, ולי מי הרג את ג'אי ראנג ומאות מחסידיו. מאוחר יותר, הוא הציע לתקוף את המחסן Xingluo (לימים שונה שמו ללואוקו), לפתוח את המחסן להקלה ולהרחיב את הצוות. צוות צבא וואנג גדל במהירות. בשנה ה-13 של דיי, לי מי הוביל את צבא וואנג, וג'אי ראנג. עסק בהורדה והפצה של שושלת סוי. הייתה מלחמה על משאבים צבאיים ונושאים אחרים, ולי מי הרג את ג'אי ראנג ומאות מחסידיו.\nבמרץ של השנה ה-14 לדיי, יו וונהואג'י הרג את הקיסר יאנג משושלת סוי\n, הוביל יותר מ-100,000 אנשים לחזור למערב. במרץ של השנה הארבע עשרה לדיי, הרג יו וונהואג'י (יו וון, שם משפחה מורכב) את הקיסר יאנג משושלת סוי וחזר למערב עם יותר מ-100,000 איש. לי מי קיבל פקודה לתקוף את חואג'י. למרות שחואג'י הובס, גם חייליו של לי מי ספגו אבדות קשות. מאוחר יותר הם נרדפו על ידי וואנג שיצ'ונג. צבאו של לי מי הובס ומחנהו נהרס. הגנרלים שלו צ'ין שובאו, צ'נג ז'יג'י (ששמו המקורי צ'נג יאוג'ין), ניו ג'ינדה ואחרים נתפסו. שאן שיונגשין נכנע. לי מי קיבל הוראה לתקוף את חואג'י. למרות שחואג'י הובס, לי מי ספג אבדות כבדות גם בחייליו. מאוחר יותר, הוא נרדף על ידי וואנג שיצ'ונג. צבאו של לי מי הובס ומחנהו הושמד. הגנרלים שלו צ'ין שובאו, צ'נג ז'יג'י (ששמו במקור צ'נג יאוג'ין), ניו ג'ינדה ואחרים נתפסו, ושאן שיונגשין נכנע. לי מי היה נואש, אז הוא חצה את הנהר להיאנג בספטמבר ונכנע לשושלת טאנג. לי מי היה נואש, אז הוא חצה את הנהר להיאנג בספטמבר ונכנע לשושלת טאנג.\nבנובמבר, לי יואן שלח את לי מי לשאנדונג כדי לגייס חיילים ישנים. נובמבר,\nלי יואן שלח את לי מי לחכות בשאנדונג כדי לגייס חיילים ישנים. בתחושה שהוא נחשד, הוא מרד בטאנג. בתחושה שהוא נחשד, הוא מרד בטאנג. גנרל טאנג שנג יאנשי הזמין את לי מי לתקוף והרג אותו בצ'ינגונג שיאן. גנרל טאנג שנג יאנשי הזמין את לי מי לתקוף והרג אותו בצ'ינגונג שיאן.", "聖意": "בית, בית, לשון, עצמי, נבל, מחפש עושר, בזבוז עסקים, נישואים לא מתמשכים, Liujia, פרחים ריקים, הולכי רגל, Yaotian, נזק תולעי משי, שישה נזק לבעלי חיים, נעדרים, תביעות משפטיות, אובדן, הגירה, שמרנות, רכוש אבוד, מחלה, מכשולים, רפורמה בקברי הרים", "古人": "לי מי מרד נגד שושלת טאנג", "第X籤": "ההגרלה השבעים", "宮": "טאצומי"}