{"籤詩版本二": "כשהאביב מגיע, רעמים רועדים וחרקים מצייצים, ואני מתרחק מהבוץ\nכשהבנתי לראשונה שאני עדיין בא והולך, ברגע שהשתניתי, הפכתי לדרקון.", "詩意": "ההקסגרמה הזו היא כמו רעם וחרקים.\nהמפגש עם אדם אציל הוא סימן טוב בכל דבר.", "解曰": "רעם מכה. שתי הפקדות פנימה והחוצה. שנה פעם אחת. עד טיאנמן.", "籤詩故事一": "◇ מרד צ'נקיאו\nבשנת 959 לספירה, ג'ו שיזונג צ'אי רונג מת, והקיסר גונג, צ'אי זונגקסון, שעלה לכס המלכות, היה רק ​​בן שבע. באותה תקופה, ג'או קואנג'ין, ששימש כמפקח מול הארמון ושליח סונגג'ואו לצבא הגרמני, החזיק בכוח אמיתי.\nבאביב 960 לספירה, ז'נג'ואו (ז'נגדינג של היום, מחוז הביי) ודינגג'ואו (מחוז דינגשיאן של היום, מחוז הביי) דיווחו כי צבאות שושלת צפון האן ומדינת ליאו הולכים יחד דרומה כדי לתקוף את שושלת ג'ואו המאוחרת, עם מומנטום גדול, וביקש לשלוח כוחות לסיוע. מאוחר יותר, שושלת ג'ואו הורתה על ג'או קואנג'ין להוביל את חייליו צפונה כדי להילחם נגד האויב. ג'או קואנג'ין פעל בחשאי במסגרת התכנון של אחיו ג'או גואנגי, ג'או פו, שי שוסין ואחרים.\nב-3 בפברואר, כשהצבא הגיע לצ'נקיאוי (כיום טאון צ'נקיאו, דרומית מזרחית לפנגצ'יו, הנאן), הם פתחו במרד והורו לחיילים ללבוש עבורו גלימות צהובות. הם מרדו בשושלת ג'ואו המאוחרת ותמכו בז'או קואנגין כקיסר. . לאחר מכן, ג'או הוביל את חייליו בחזרה לקאיפנג מבלי לשרוף, להרוג או לבזוז.\"טאיזו צ'ן צ'יאו נשבע שלא להפריע לתושבי הבירה, והוא הבטיח לא להפריע לעיר ביום שייכנס לעיר\".\nביום השלישי של השנה השלישית של חודש הירח, ג'או קואנג'ין עשה מרד בצ'נקיאו וחזר לבירה. פאן ג'י הוביל את וואנג פו ואת ווי רנפו לחקור את ג'או קואנגין. לואו יאנהואן שלף את חרבו מול האוהל וצעק בקול רם : \"לשלושת הצבאות אין אדונים. הגנרלים החליטו למנות אותו לקיסר. כל מי שידבר יהרג!\". פניו של וואנג פו היו חיוורים כמו אדמה. הוא הוריד את צעדיו והשתחווה. פאן ז'י השתחווה גם הוא. קואנג יין אישית עזר לו לקום והתייחס אליו באדיבות רבה.\nלאחר התנגדות מתונה, הקיסר גונג משושלת ג'ואו המאוחרת השתלט על כס המלכות, וג'או השתלט על כס המלכות. \"טאיזו עמד לקבל זן, אבל לא היה טקסט זן. טאו גו, מלומד של הנלין, קיבל את הצו ונכנס לידו, ואמר: \"זה נעשה.\"\nלאחר שג'או עלה לכס המלכות, הוא שינה את שמה של המדינה ל- Song, Yuan ל-Jianlong, והפך את קאיפנג לבירה. Shi Shouxin, Gao Huaide, Zhang Lingduo, Wang Shenqi, Zhang Guanghan וג'או יאנהוי זכו כולם בתואר ג'ידושי. , שהיה ידוע בתור \"המרד בצ'נקיאו\" בהיסטוריה.\nויקיפדיה\n(הסיפור הזה מייצג שזו תחילת ההופעה של ג'או קואנגין.)", "聖意": "התפלל על ביתך, חיי היומיום, עושר, מזל טוב, מזל טוב בעסקים, נישואי אצילים, הצלחה בליוג'יה, הולכי רגל גברים, לידה מוקדמת של תולעי משי בשדות, לידה מוקדמת של שש חיות, מזל טוב באביב, מציאת אנשים, הצלחה בתביעות ציבוריות, מזל טוב בהגירה, אבדן רכוש, סכנות במחלות, סכנות בהרים ובקברים.", "古人": "מרד צ'נקיאו", "第X籤": "חתום שבעים ושלוש", "宮": "ארמון מי"}