{"籤詩版本二": "בחלום נאמר שיהיה עושר רב, אך התהילה לא תיגמר.\nהמים רחוקים וההרים רחוקים אבל קשה להיות נאמן האציל נותן הדרכה ומחייך.", "詩意": "הקסגרמה זו מייצגת את הסמל להשגת אוצר בחלום.\nהכל פחות או יותר אמיתי.", "解曰": "כמו חלום, חלום. אין תקווה לתהילה. רק חכו לזמנים טובים. הוראות אצילות.", "籤詩故事一": "◇ החזר את הירקן לג'או (החזר את הירקן לג'או לאחר השלמתו)\nבשנת 283 לפנה\"ס, המלך Zhao Huiwen השיג את He's Bi מצ'ו. לאחר שהמלך Qin Zhaoxiang שמע את החדשות, הוא שלח מכתב למלך Zhao, והביע את נכונותו להחליף חמש עשרה ערים עבור He's Bi.\nלין שיאנגרו ניתח בפני המלך ג'או שצ'ין חזק וג'או חלש והיה צריך להחליף אותו.\nהמלך ג'או שלח אז את לין שיאנגרו לצ'ין עם He's Bi.\nמלך צ'ין פגש את לין שיאנגרו בז'אנגטאי, ולין שיאנגרו הציג את הירקן למלך צ'ין. מלך צ'ין היה מאושר והעביר את ה-He's Bi ליפהפייה וכל מי שסביבה הסתכל בו.בזמן הזה כולם משמאל ומימין צעקו יחי.\nלין שיאנגרו ראה שלמלך צ'ין אין כוונה לתת את העיר לג'או, אז הוא אמר למלך צ'ין שהירקן שלו פגום ורצה להצביע על כך למלך צ'ין כדי לנצל את ההזדמנות לקבל את ירקן בחזרה.\nלאחר שלין שיאנגרו לקח בחזרה את הבי של השי, הוא עמד ליד העמוד הגדול, והראה שהוא רוצה למות עם הבי של השי.\nבזמן הזה, לין שיאנגרו אמר למלך צ'ין: \"מלך ג'או עדיין התגבר על התנגדויות השרים וקיבל את הצעת השר. גם אם הוא לא הונה זה את זה בעת אינטראקציה עם פשוטי העם, שלא לדבר על כך. צ'ין היא מדינה גדולה! על מנת לשמר את הידידות בין צ'ין וג'או, המלך ג'או לאחר צום חמישה ימים, שלחתי את השרים שלי לצ'ין עם הירקן. לצערי, למלך צ'ין לא רק שלא הייתה שום כוונה לתת לג'או א העיר, אבל גם העביר את הירקן של משפחת He לאישה יפה, וזה היה ממש לעג לשרים שלי\".\nלאחר שסיים לדבר, לין שיאנגרו עשה מיד מחווה של פגיעה בעמוד.מלך צ'ין פחד שה-He's Bi ייפגע, אז הוא העמיד פנים שהוא נותן לג'או חמש עשרה ערים. לין שיאנגרו ראה את התוכנית הבוגדנית של המלך צ'ין, אז הוא ביקש מהמלך צ'ין לצום חמישה ימים לפני שהציג את He's Bi כדי לעכב את הזמן. בימים אלה, לין שיאנגרו שלח את מלווים שלו לחזור למדינת ג'או עם הירקן, בזמן שהוא נשאר להתמודד עם מלך צ'ין.\n(הסיפור הזה הוא כמו עיניו של אדם רגיל המוקסמות ממעמדו.)", "聖意": "מתפלל לברכות בבית, בעצמך, מעכב עושר, מקשה על ביצוע עסקאות, נישואים אינם בהרמוניה עם הולכי רגל של Liujiaxu, תולעי משי צ'יטיאניות אינן מתקבלות, שש בעלי חיים ניזוקו, אנשים נעדרים, צפויות תביעות ציבוריות והגירה, דברים אבודים הם רחוקים, מחלות מוקמות, נשלחות לקברי הרים ומשתנות.", "古人": "החזר את הירקן לג'או (השלם את הירקן לג'או)", "第X籤": "הגרלת הזכייה השבעים ושבעה", "宮": "ארמון צהריים"}