{"籤詩版本二": "עלים של עצי השקמה נשרו, הסתיו מתקרב, וחזרתם של המטיילים נראית כמו עננים.\nבזכות מאמציו הגדולים של ה' חזרה הספינה עם האוצר ברוח.", "詩意": "הקסגרמה זו מייצגת את התמונה של עלי השקמה שנפלו.\nהכל רע מראש וטוב בסופו של דבר.", "解曰": "קח דברים מהלב. טיאנקסין עוקב אחריו. להתפרנס. תעשה מה שאתה יכול.", "籤詩故事一": "◇ הרוח נושבת לביתן טנגוואנג\nוואנג בו, שם באדיבות זיאן, היה משורר מתקופת שושלת טאנג המוקדמת. הוא נולד בשנתו הראשונה של יונג-הוי, הקיסר גאוזונג משושלת טאנג. וואנג בו קורא כתבי קודש מאז שהיה ילד, והוא ידוע בתור \"ילד פלא\". וואנג בו קורא כתבי קודש מאז שהיה ילד, והוא ידוע בתור \"ילד פלא\".\nכשהיה בן עשר, הוא ואביו עברו במקרה ליד מקדש גואנדי. הם ראו את הפסל המלכותי של גואנדי במקדש, אוחזים בעותק של \"אביב וסתיו\" וקוראים אותו. כשאביו ראה אותו, הוא קיבל השראה. הוא קרא לקיסר גואן: \"מחזיק שלושה מעולים של זקן ירוק, קורא את ההיסטוריה של שושלת צ'ינג לפנס הירוק ועושה כבוד לשמות המפורסמים. מחזיק את הדרקון הירוק והירח ביד שלי.\" אומרים שבסתיו השנה, וואנג בו נסע משנשי לאי היינאן לבקר את אביו שהורד בדרגה לשופט המחוז של ג'יאוז'י, ועבר דרך אלפי הרים ונהרות לאורך הדרך. בסתיו השנה כשהיה בן עשרים ושבע, וואנג בו נסע משאנקי לאי היינאן לבקר את אביו, שהורד בדרגה לתפקיד שופט מחוז ג'יאוז'י. הוא עבר דרך אלפי הרים ונהרות.\nכשהגענו להר מאדאנג באותו יום כולם עלו לחוף לנוח.כשוואנג בו הלך ליד מקדש עתיק לבדו, הוא ראה לפתע זקן יושב על האבן שליד המקדש הזקן נראה כמו ילד עם שיער בהיר ומראה פיות. הוא אמר לוואנג בו \"אתה לא וואנג בו?\" וואנג בו נבהל ואמר, \"בדיוק! איך אתה יודע את זה?\" הזקן אמר, \"מזמן שמעתי שיש לך טוב כוונות להציל אנשים, והשירים שלך מאוד משמעותיים. מחר תהיה מסיבה מפוארת בביתן טנגוואנג. אם תוכל להשתתף במשתה ולכתוב חיבור, תתפרסם לאורך הדורות ותקבל הוצאות נסיעה\". כשהם הגיעו. בהר מאדאנג כולם עלו לחוף לנוח, כאשר וואנג בו הלך לבדו ליד מקדש עתיק, הוא ראה לפתע על האבן שליד המקדש, ישב איש זקן, שנראה כמו ילד עם שיער בהיר ופיה. הוא אמר לוואנג בו, \"אתה לא וואנג בו?\"\nוואנג בו נדהם ואמר, \"בדיוק! איך אתה יודע את זה?\"\nהזקן אמר: \"מזמן שמעתי שיש לך כוונה טובה להציל אנשים, והשירים שאתה מחבר הם די משמעותיים. מחר תתקיים מסיבה מפוארת בביתן של הנסיך טנג. אם תוכל להשתתף במשתה ולהלחין, אתה תהיה מפורסם לאורך הדורות ותקבל הוצאות נסיעה\".\nוואנג בו אמר: \"המקום הזה נמצא במרחק שש או שבע מאות קילומטרים מביתן טנגוואנג. איך נוכל להגיע לכאן מחר?\" הזקן אמר: \"אני אשתמש בסוס כרוח אלוהית כדי לעזור לך לשייט חלק. בהחלט יגיע מחר.\" וואנג בו הודה לי ואמר, \"סלח לי, חמי. האם אתה בן אלמוות או אל?\" הזקן צחק ואמר, \"אני הג'ונגיואן שויג'ון שנמצא בפנים תשלום של אזור המים הזה!\" וואנג בו אמר, \"המקום הזה נמצא במרחק של שש או שבע מאות קילומטרים מביתן טנגוואנג. איך נוכל להגיע לכאן מחר?\"\nהזקן אמר: \"אני אשתמש בסוס כרוח אלוהית כדי לעזור לך להפלגה חלקה. אני בהחלט אגיע מחר.\"\nוואנג בו הודה לו ואמר, \"סליחה, חמי, האם אתה בן אלמוות או אלוהים?\"\nהזקן צחק ואמר, \"אני ה-Zhongyuan Shuijun שאחראי על אזור המים הזה!\" ואז הזקן האיץ בוואנג בו לעלות במהירות על הסירה. הוא ראה עננים משמחים מקיפים אותו לזמן מה, ואת הרוח. והמים היו חלקים לאורך הדרך. כהרף עין הוא נסע מאות קילומטרים.\nואז הזקן האיץ בוואנג בו לעלות על הסירה במהירות. הוא ראה עננים משמחים מקיפים אותו לזמן מה, וזה היה מסע חלק. כהרף עין, הוא נסע מאות קילומטרים. כצפוי, וואנג בו מיהר לביתן של הנסיך טנג בבוקר האירוע הגדול.\nכצפוי, וואנג בו מיהר לביתן של הנסיך טנג בבוקר האירוע הגדול. ובמקום, הוא כתב את \"הקדמה לביתן של הנסיך טנג\", שנקרא יצירת המופת הנצחית של הקיסר גאוזונג משושלת טאנג. ובמקום, הוא כתב את \"הקדמה לביתן של הנסיך טנג\", שנקרא יצירת המופת הנצחית של הקיסר גאוזונג משושלת טאנג.\nיש שיר שאומר:\nתמיד נאמר שאנשים מוכשרים הם אלים, ולכן אין זה מקרה שהרוח מביאה את נאנצ'אנג לנאנצ'אנג;\nכתבתי משפט על הביתן הגבוה של טנג וואנג, ואז הוא ליווה את בני האלמוות לג'ונגיואן.", "聖意": "התפלל על ביתך והגן על עצמך, התפלל לברכות, חפש עושר והשיג נישואים והרמוניה.", "古人": "הרוח נושבת לביתן טנגוואנג", "第X籤": "סימן שמונים ואחת", "宮": "ווי גונג"}