{"籤詩版本二": "אל תטריד אותי בענייניך האישיים, יותר נכון לשאול את הציבור.\nלב צלול בהיר וצלול כמו הירח הבהיר בשמים", "詩意": "הקסגרמה זו מייצגת את התמונה של ירח בהיר בשמים.\nהכל מואר ומאוורר.", "解曰": "תהיה זקוף בלב. ליישר את החוק. מילים קדושות. לבסוף זה מתברר.", "籤詩故事一": "◇ הגנרל של קונג מינג\nפתרון: ז'וגה ליאנג מגייס את חייליו והגנרלים שלו\nבתקופת שלוש הממלכות, ז'וגה ליאנג (181-234), שם באדיבות קונגמינג, נולד ביאנגדו, לאנגיה (כיום מחוז ינאן, מחוז שאנדונג).\nז'וגה ליאנג הסכים להיות פקיד לאחר שליו ביי ביקר שלושה ביקורים בבקתת הסכך. באותו זמן, קאו קאו הרגיע את הביי והיה נחוש לצעוד דרומה. הוא שלח את שיהו דאן כגנרל הראשי, יו ג'ין, לי דיאן ואחרים כסגני גנרלים, המוביל צבא של 100,000 לצעוד לעבר שיניה. למרות שלז'וגה ליאנג הייתה תוכנית לסגת מהאויב באותה תקופה, גואן יו וג'אנג פיי בזו לדבריו של ז'וגה ליאנג. לג'וגה ליאנג לא הייתה ברירה אלא להשתמש בחרבו של ליו ביי כדי להכניע את שני האנשים. כל אחד מהם הוביל אלף חיילים וסוסים, וארב ליושאן ואנלין. הם חיכו ששיאו דאן יוביל את צבאו לעבור, ואז תקפו אותם עם מארבים ואש.\nבנוסף, ג'או יון נשלח להוביל את השרידים הישנים והחלשים של הצבא להילחם כחלוץ נגד שיאו דן, ולאחר מכן זייף תבוסה ונסוג, ופיתה את שיהו דאן אל הכביש הצר בהרים וביערות. הוא גם שלח את גואן פינג, ג'ואו קאנג, ליו פנג ואחרים יתגנבו לחלק האחורי של צבאו של קאו, שורפים אספקה ​​וגורמים לבהלה בצבאו של קאו.\nלאחר הקרב, הכל קרה כפי שז'וגה ליאנג סידר. כששיאו דן ויו ג'ין הובילו את הצבא במרדף, לי דיאן, שהיה מאחור, הודיע ​​בדחיפות לשיאהו דאן בחזית שעליו להתגונן מפני התקפות אש של האויב. עם זאת, זה היה מאוחר מדי. צבאו של קאו הוגבל על ידי הכביש הצר והיה ממוקם במקום שבו עצים היו שזורים זה בזה, כך שהאש לא יכלה להתחיל. היו אבדות כבדות, ושיאו דאן וגנרלים אחרים הובסו ונמלטו בחזרה לשודו.\n(הסיפור הזה הוא מטאפורה שקונג מינג טוב בשימוש באנשים ובניהול המדינה בחוכמה).", "聖意": "הבית והבית מברכים. אני מאחל מזל טוב בעושר, שקט נפשי, עסקים משגשגים, נישואים, הצלחה, הצלחה בליוג'יה, גברים שעוברים שדות, תולעי משי, אובדן בעלי חיים, נעדרים, תביעות ציבוריות, הגירה, רכוש אבוד, ברכות, מחלה, שלום, הרים וקברים.", "古人": "הגנרל של קונג מינג", "第X籤": "השלט התשיעי", "宮": "ארמון יין"}