{"籤詩版本二": "Пусть мир будет создан для хорошего брака, благоприятных дней и хороших времен, и все будет хорошо.\nНемалое дело, если вы получите этот жребий.Император заявляет, что люди лояльны и честны.", "詩意": "Эта гексаграмма представляет собой начало открытия неба и земли.\nВсе благоприятно.", "解曰": "Быстрая скорость. Год не стоит потраченного на него времени. Гуаньинь записывает. Сначала дайте мне знать.", "籤詩故事一": "◇Чжунли стал просветленным\nЧжунли Цюань по фамилии Чжунли, имя Цюань, любезное имя Юньфан и прозвище Чжэнъян, был уроженцем округа Сяньян города Сиань провинции Шэньси во времена династии Восточная Хань.\nЧжун Лицюань был полководцем династии Хань.Во время экспедиции против Западного Цяна он завидовал полководцу Лян И и выделил ему только 30 000 старых и слабых солдат.Как только он прибыл в пункт назначения, лагерь был разграблен армия Западного Цяна, и солдаты бежали. Чжун Лицюань заблудился в долине и по пути встретил монаха. Он отвел его в небольшую деревню и сказал: «Это резиденция г-на Дунхуа». Затем он попрощался и ушел. Через некоторое время кто-то внезапно сказал: «Это, должно быть, потому, что зеленоглазый Ху слишком разговорчив». Он увидел человека в белом оленьем меху и с зеленым посохом из киноа. Он спросил Чжун Лицюаня: «Человек, который пришел вот Хан Да, генерал Чжунлицюань\n? Чжун Лицюань был потрясен, зная, что встретил странного человека, поэтому искренне изучал Дао.\nПозже Чжун Лицюань встретил Чжэньжэнь Хуаяна и Бессмертного короля Сюаньфу и узнал «Секрет бессмертия». Наконец, он жил в Цзыцзинь Сихаофэне на горе Конгтонг, получил «Тайну Нефритовой шкатулки» и стал настоящим бессмертным.Секта Цюаньчжэнь почитала его как одного из Пяти Северных Патриархов.", "聖意": "Молитесь, чтобы ваш дом и дом были благословлены удачей осенью и зимой.Ищите удачу осенью и зимой.Удачи в бизнесе, удачи в браке, удачи в рождении мальчиков, удачи в поездках в поля. , удачи в шелкопрядах, удачи в животноводстве, удачи в поиске людей, удачи в государственных судебных процессах, удачи в миграции, потери имущества и удачи в северо-восточных болезнях, Удачи в возведении гор и гробниц.", "古人": "Чжунли стал просветленным", "第X籤": "первый знак", "宮": "матка"}