{"籤詩版本二": "Почему бы тебе не пойти в Тайлай, который прямо за углом? Я временно оставлю господина вне горы.\nЕсли есть хорошие новости о тигре или кролике, вы будете свободны, даже если вы полны решимости быть занятыми.", "詩意": "В этой гексаграмме есть знак благословения среди несчастий.\nВсе плохо заранее и хорошо в конце.", "解曰": "Замените конопляным шелком. Ударить кого-нибудь по ноге. Смотрите ясно. Благословения приходят от бедствий.", "籤詩故事一": "◇Встреча с Мастером в Буките\nУ Цзи изначально был дровосеком, и они встретили Цзян Цзию, когда ловили рыбу на реке Фэн. Уцзи засмеялся, когда увидел, как Зия ловит рыбу прямым крючком.\nЗия посмотрел на лицо Уцзи и погадал: «Если ты войдешь сегодня в город, ты кого-нибудь убьешь». Услышав это, У Цзи в гневе ушел и понес дрова в город.\nВойдя в город, У Цзи вступил в столкновение с другими и по ошибке забил до смерти премьер-министра Вэнь Вана.\nКороль Вэнь превратил землю в тюрьму и заключил в тюрьму У Цзи.\nБукит Хоу был временно освобожден и приговорен к смертной казни за то, чтобы он заботился о своей матери до осени.\nЕго мать попросила его обратиться за помощью к Цзян Цзе.\nТайгун принял его в ученики, научил искусству войны и приказал рыть ямы и произносить заклинания, чтобы сломать свою врожденную судьбу.\nПосле осени У Цзи не пришел, чтобы его наказали, король Вэнь вывел врожденные числа и подумал, что У Цзи покончил жизнь самоубийством из страха перед преступлением.\nПозже король Вэнь встретил У Цзи, и У Цзи познакомил короля Вэня с Цзян Тайгуном.\nТайгуну было присвоено звание генерала Удэ. И мастер, и ученик работали на короля Вэня.", "聖意": "Дом в безопасности, человек удачлив, бизнес хорош, свадьба запоздала, пешеход-мужчина не вернулся в поле, шелковичные черви приносят прибыль, шесть животных - Шенджи, поиск успешен, публичный иск окончен. хорошо, миграция консервативна, видно потерянное имущество, болезнь хорошая, Цюцзи, гора и могила хорошие.", "古人": "Встреча с Букитом", "第X籤": "Двенадцатый знак", "宮": "Инь Палас"}