{"籤詩版本二": "Тревоги и переживания временно облегчаются, и с неба приходит радость.\nКак нефрит, спрятанный в навозе, хороший работник поднимает пыль.", "詩意": "Эта гексаграмма представляет гармонию Инь и Ян.\nВсе, что вы планируете, благоприятно.", "解曰": "Ничего не приобрел, ничего не потерял. Выигрыш от потери. Злодей в беде. Удачи вам, джентльмен.", "籤詩故事一": "◇Е Мэн Сюн Чао Ди\nЕ Мэнсюн (1531-1597), чье любезное имя было Наньчжао и имя Лунтан, было изменено на Лунтан и также названо Хуаюнь. Уроженец Ваньшифана, Хуэйчжоу Фучэн (ныне часть района Хуйчэн города Хуэйчжоу) времен династии Мин. На 44-м году правления Цзяцзина (1565 г.) он стал Цзиньши и получил звание магистрата уезда Цин. Он работал директором отдела перевода, а позже стал надзорным цензором на улице Шаньси.\nВ 20-м году правления Ваньли (1592 г.) генеральный консул Нинся Куайбай (вождь монгольско-татарского племени) убил воеводу Дан Синя и захватил Сорок седьмой форт в провинции Хэси, разбил город, поклонялся и сжигал себя до смерти. Мэн Сюн не высокомерно берет на себя должное и позволяет своим навыкам быть такими же хорошими, как и у генералов, которые осмеливаются сражаться. Восстановить чиновника Вэй Сюэцзэна на посту. В последние годы своей жизни он пять раз уходил в отставку и возвращался в Хуэйчжоу, чтобы построить храм Хуэйлун.\nЕ Мэнсюн вначале вошел в даосизм в качестве государственного служащего и славился своей честностью. В старых исторических записях говорится, что он был «первым по смирению и способностям», «устраняет коррупцию и наказывает восстания», оставив хорошую репутацию; он был чрезвычайно преданный, смелый, отважный и находчивый.Хорошо стреляет. Во второй половине жизни его навыки боевых искусств были записаны в «Истории династии Мин», и он считался национальным героем.", "聖意": "Дом неблагоприятный (все более мирный) Осень и зима хороши для себя, богатство будет удачным, сделки удачными, брак удачным, Люцзя поднимет ложную тревогу (будут сокровища), пешеходы пойдут в поле, чтобы помолитесь за шелковичных червей, шесть животных будут плоскими, люди будут найдены, общественные иски будут неблагоприятными, миграция будет консервативной, потеря имущества будет затруднена, болезни будут урегулированы в могиле Фушань", "古人": "Е Мэн Сюн Чао Ди", "第X籤": "Шестнадцатый выигрыш в лотерее", "宮": "Маогонг"}