{"籤詩版本二": "Золотой Ворон падает на западе, а Кролик восходит на востоке.Цикл дня и ночи продолжается с древних времен до наших дней.\nМонахи и даосы знают, что в этом нет никаких недостатков, а ученые, фермеры, промышленные предприятия и торговцы следуют своему собственному разумению.", "詩意": "Эта гексаграмма представляет собой рост и убывание Инь и Ян.\nЭто также знак того, что все пойдет по плану.", "解曰": "На уме нет ничего. То, что вы сделали, достойно похвалы. Как стрела из лука. Один выстрел попал в цель.", "籤詩故事一": "◇Дядя Цао Го бессмертен.\nЦао Гоцзю, уроженец Сюйчжоу, считается двоюродным дедушкой государства в период Жэньцзун династии Сун. Его звали Цао И, также известный как Цао Цзинсю.\nУ дяди Цао Го был младший брат по имени Цао Эр. Этот Цао Эр опирался на свое положение имперской власти и совершал всевозможные злодеяния. Он оккупировал поля, забирал жен и дочерей и дружил с некоторыми беззаконными злодеями, входящими и выходящими. Цао Гоцзю не мог этого вынести, поэтому он отказался слушать его добрые слова и утешения, поэтому он использовал наказание, чтобы контролировать его. Два брата затаили обиду.\nЦао Гоцзю сказал: «Принципы мира заключаются в том, что те, кто накапливает добро, будут процветать, а те, кто накапливает зло, погибнут. Это неизменная истина. Наша семья Цао накопила злые дела в прошлом, чтобы достичь сегодняшнего богатства. Теперь мой брат накопил зло до крайности, даже если он сбежит Даже если вас накажет чиновник, вы не сможете избежать скрытых бедствий. Как только придет бедствие, и ваша семья будет разрушена, и кто-то умрет, вы не сможете убежать в в тот раз. Я буду унижен и боюсь этого». Итак, я разогнал все свое богатство, Он помог бедным и уже не заботился о делах брата. Затем он оставил свой дом и друзей, переоделся в даосскую форму и отправился в горы, чтобы совершенствовать свой ум и природу.\nОднажды он случайно встретил Чжунли и Лу Дунбиня из династии Хань. Они были очень рады увидеть красноречивые ответы дяди Цао Го. Они дали ему «Тайный указ о возвращении истины» и приказали ему тщательно практиковаться. Вскоре Чжунли Цюань и Лу Дунбинь были представлены бессмертному классу.", "聖意": "Удача для дома, дома, удача, удача, удача в бизнесе, брак, мужчина-путешественник, ранняя посадка тутового шелкопряда в поле, неудача со скотом, поиск людей, судебный процесс, миграция, потерянное имущество, поздняя болезнь, удача", "古人": "Дядя Цао Го бессмертен.", "第X籤": "Подпишите восемнадцатый", "宮": "Маогонг"}