{"籤詩版本二": "Отпустив лодку обратно с пляжа на быстрой воде, что вы хотите делать из-за суматохи?\nЕсли вы хотите быть в безопасности, ищите спокойствия и ждите, пока волны пройдут этот кризис.", "詩意": "Эта гексаграмма подобна лодке, идущей по быстрому берегу.\nБудьте консервативны во всем и ждите времени.", "解曰": "Высадиться в сильной воде. Опасность ждет времени. Если вы спросите о планах лагеря. Ничего нельзя сделать.", "籤詩故事一": "◇Зийи коронован как король\nГо Цзыи (697–781), также известный как Го Лингун, был уроженцем округа Чжэн провинции Хуачжоу (ныне уезд Хуасянь провинции Шэньси) и генералом династии Тан.\nВо время восстания Аньши в 14-м году правления Тяньбао (755 г.) ему был присвоен титул Шуофан Цзедуши (Линву, к западу от Лину в современной Нинся). Ему было приказано отправиться в крестовый поход. Он объединил армию Шуофана с Ли Гуанби для марша. Они объединились в Чаншане (Чжэндин, Хэбэй), разбили Ши Сымина и вернули себе Хэбэй. В это время Го Цзыи предложил императору взять Фаньяна с севера и атаковать логово мятежного тигра, чтобы ослабить осаду Тунгуаня, но Сюаньцзун отказался. Впоследствии было установлено положение сепаратистских вассальных городов в конце династии Тан, что также стало отдаленной причиной упадка династии Тан.\nНа пятнадцатом году правления Тяньбао (756 г.) он и уйгурская коалиция усмирили Хэцюй, весной следующего года они вернули себе Хэдун (ныне Юнцзи, Шаньси) и Фэн И (ныне Дали, Шэньси) и напали на Тунгуань, Победа над Цуй Цяньюем. Танская армия потеряла более 10 000 человек. Цуй Цяньюй сдался Пуцзинь. Ань Лушань был убит своим сыном Ань Цинсюем.\nНа втором году правления Чжидэ (757 г.) ему было приказано повести войска в Фэнсян. По пути он разгромил 5-тысячную кавалерию Ли Гуйжэня у моста Байцююнь (сегодняшний юго-восток Саньюаня). В мае он сражался с Ань Шоучжуном и Ли Гуйренем. в Цинцю (сегодняшний запад от Сианя) потерпел поражение и отступил в Угун (сегодняшний северо-запад от Угунга). Ань Шоучжун и Ли Гуйжэнь в Сяне. К северу от храма Цзи (к юго-западу от сегодняшнего уезда Чанъань) уйгурские солдаты окружили врага, атаковали с обеих сторон и убили 60 000 врагов. Чжан Тунжу бежал в уезд Шэньси, и наконец вернули себе столицу Чанъань (нынешний Сиань).В Чанъане вновь было восстановлено величие танской армии.\nПосле этого танская армия воспользовалась победой и двинулась на восток, разгромив 150 000 человек, включая Янь Чжуана и Чжан Тонгру в Синьдяне (ныне к юго-западу от города Саньмэнься, провинция Хэнань), вынудив Аньцин Сюй пересечь Желтую реку и отступить в Сянчжоу. Дунцзюнь Лоян вернулся. Добавьте Ситу к его заслугам и сделайте его герцогом страны.\nШи Сымин повел свою армию из Фаньяна, чтобы спасти Ань Цинсюй. Обе стороны сражались в строю к северу от реки Аньян (сегодняшний север Аньяна). Бой был неразрывным. В конце концов, во главе с девятью Цзедуши, танская армия, которая утверждал, что имел 600 000 человек, отступивших (в битве при Ечэне). война). Главным командиром этого сражения был евнух Юй Чаоэнь, не имевший лидерских качеств и обвинявший Го Цзыи в провале сражения. Го Цзыи был вызван обратно в Чанъань, освобожден от военной власти и стал праздным чиновником.\nВ первый год правления Баоина (762 г.) войска в Тайюане (ныне юго-запад Тайюаня) и Цзянчжоу (ныне Синьцзян в провинции Шаньси) восстали. Суд испугался, поэтому Цзыи получил титул короля Фэньяна и вышел на контролировать Цзянчжоу. Он также был отчужден евнухом Чэн Юаньчжэнем и был освобожден от военной власти.\n(Цель этой истории: Го Цзыи, который был очень способным и хорошо себя вел, встретил Сюаньцзуна и некоторых злодеев, что сильно подорвало его достижения.)", "聖意": "Благословение дома и самого себя, поиск богатства, никаких сделок, никаких браков, никаких ложных тревог, пешеходы, прибывающие в Тяньцаньцзи, трудности с поиском людей, публичные судебные иски и (не Син), миграция, консервативность, потерянное имущество, трудно найти, болезни, молиться за благословения, горы и могилы, благоприятные", "古人": "Цзыи был коронован королем", "第X籤": "Девятнадцатый выигрыш в лотерее", "宮": "Тацуми"}