{"籤詩版本二": "После стольких забот и опасностей он больше никогда не будет пустым.\nУ щедрого сердца свои щедрые планы.Чтобы добиться великих свершений, вам придется встретиться со специалистом.", "詩意": "Эта гексаграмма подобна древнему колодцу с родником.\nВо всем благородные люди добиваются успеха.", "解曰": "В конечном итоге иск будет оправдан. Больной и безопасный. Заходите и выходите за советом. Древний колодец встречает весну.", "籤詩故事一": "◇Яо Чонг борется с саранчой\nЯо Чун (649-721), чье настоящее имя было Юань Чун, был родом из Шааньчжоу.Он служил министром Ся Гуаня, Шаншу Чуньгуаня, Цзивэйлина, Чжуншулина и премьер-министром в династии Тан.\nВ четвертый год правления Кайюаня (716 г.) Шаньдун (обычно имеется в виду бассейн Желтой реки к востоку от Хуашаня) был поражен саранчой. Люди были связаны суеверными идеями и не осмеливались охотиться и убивать их. Вместо этого они создали приносили жертвы, возжигали благовония, поклонялись на полях и наблюдали, как саранча пожирает посевы.\nВсе чиновники считали: «Саранча — это стихийное бедствие, как можно с ней бороться живой силой!» В то время ожесточенной была борьба между двумя разными идеями: истреблять или не уничтожать саранчу.\nЯо Чун сказал: «Пока мы будем работать вместе, мы сможем избавиться от них всех. Он сказал: Саранча боится людей, поэтому ее легко прогнать. У саженцев есть хозяева, поэтому спасатели должны усердно работать; саранча умеют летать, и если увидят ночью огонь, то обязательно полетят; подожгите В поле, копайте ямы, пока горят, закапывайте, пока горят, и ничего не останется».\nСюаньцзун сказал: «Саранча — это стихийное бедствие, вызванное плохим моральным управлением. Если вы просите, чтобы на нее охотились и убивали, не противоречит ли это природе?»\nЯо Чонг добавил: «Отлов и уничтожение саранчи практиковались в древности, и Ваше Величество будет использовать это в будущем. Это крупное национальное событие, призванное принести фермерам мир и процветание. Пожалуйста, отнеситесь к этому серьезно».\nСюаньцзун был убежден. Но в то время все внутри суда и за его пределами говорили, что на саранчу нельзя охотиться.\nСюаньцзун сказал: \"Я обсудил это с премьер-министром и решил ловить саранчу. Любой, кто снова возразит, будет казнен\".\nРезультаты оказались весьма эффективными: по всей стране было поймано девять миллионов данов саранчи, нашествие саранчи было успешно ликвидировано. В этом году в сельском хозяйстве был получен хороший урожай.\n(Мудрость должна использоваться при ликвидации последствий стихийных бедствий и эвакуации, и должны быть изобретательные стратегии для преодоления трудностей. Яо Чонг - эксперт в этом вопросе)", "聖意": "Дом обычный, личность заблокирована, поиск денег заблокирован, торговля заблокирована, брак и гармония заблокированы, в Люцзя опасность, пешеходы заблокированы, шелкопряды заблокированы, скот неблагоприятный, люди не найдены, люди заблокированы, поданы публичные иски, миграция неразумна, потерянные вещи трудно найти, о болезнях трудно молиться, горы и могилы тревожны.", "古人": "Яо Чун борется с саранчой", "第X籤": "Выигрыш в лотерею двадцать пятый", "宮": "Ми Палас"}