{"籤詩版本二": "Ходят слухи, что все перевернулось, и я получил письмо с горизонта.\nОбещанные мне в книге слава и успех остались пустыми до конца.", "詩意": "Эта гексаграмма имеет ложное имя.\nЖелательно быть консервативным во всем.", "解曰": "Вверх и вниз расстроен. Поиск досуга не является праздным. Желание славы. Оставайтесь в безопасности.", "籤詩故事一": "◇Чжун Куй достигает просветления\nЧжун Куй, чья фамилия Чжун Куй, чье любезное имя Чжэннань, родом из Чжуннаньшаня.\nВо время правления императора Дэцзуна династии Тан Чжун Куй принял участие в императорском экзамене. Чжун Куй прочитал экзаменационные вопросы, сразу же за один раз написал статью и сдал ее. Главным экзаменатором в тот день был Хань Юй, министр гражданских дел, а заместителем экзаменатора — Лу Чжи, великий учёный. Когда они прочитали статью Чжун Куя, их глаза загорелись, и они сказали в унисон: «Волшебник, волшебник! Каждое слово в этой статье изысканно, достойно Ли Тайбая и Ду Цзымэя!» Поэтому они назвали Чжун Куя первым.\nИмператор Дэцзун выслушал доклад Хань Юя и сказал, что Чжун Куй, новый поборник науки, очень талантлив, поэтому он вызвал Чжун Куя в Золотой дворец.\nКогда император Дезонг увидел его уродливую внешность, он сразу же почувствовал недовольство и сказал: «Отбор ученых при нашем дворе основан на личных словах и каллиграфии. Как такой уродливый человек может быть выбран ученым номер один в золотых науках? \"\nХань Юй поспешно опустился на колени и сказал: «Хорошие и плохие в человеке не только во внешности. Разве ты, Святой Господь, не слышал, что Ян Ин ростом три фута и равен премьер-министру? Чжоу Чан заикается, но может помочь династии Хань; Конфуций судит людей по их внешности и теряет своего сына Ю. Надеюсь, ваше величество подумает дважды».\nИмператор Дэцзун на мгновение задумался и сказал: «Хотя слова Хань Айцина разумны, когда я был императором Тайцзуном, восемнадцать ученых приехали в Инчжоу и говорили об этом. Этот человек был ученым номер один. Я боюсь, что мир будут смеяться надо мной за то, что я не признаю талантов».\nПремьер-министр Лу Ци был ограничен и завидовал талантам. Выслушав слова императора, он опустился на колени и сказал: «Ученый номер один в золотом предмете должен быть как внутренним, так и внешним. Есть триста кандидатов по этому предмету. Почему бы тебе не выбрать другую?»\nКогда Чжун Куй увидел, что этот человек в таком замешательстве, он не мог не разозлиться. Он указал на Лу Ци и выругался: «Если такой невежественный чиновник окажется в суде, разве он не навредит стране?» После этого он ударил Лу Ци кулаком.\nУвидев это, Дезонг пришел в ярость и сказал: «Ты такой смелый, ты смеешь создавать проблемы в Золотом дворце, разрушь его быстро!»\nВ ярости Чжун Куй вырвал меч из-за пояса стоящего во дворце генерала и громко вздохнул: «Расстроенному коту трудно подражать тигру, а расстроенный попугай не так хорош, как курица». После этого он покончил жизнь самоубийством.\nКогда император Дэцзун увидел, что Чжун Куй в гневе покончил жизнь самоубийством, он был очень удивлен.Чтобы завоевать сердца людей, он приказал похоронить Чжун Куя с официальным титулом Ученого № 1, а также сделал Чжун Куя Богом. Экзорцизма, чтобы избавить мир от злых духов.", "聖意": "Молитесь о благословениях вашего дома, вашей собственной безопасности, финансовых трудностях, неудачах в бизнесе, неудачах в браке, женщинах-пешеходах Люцзя, полуготовых полевых шелковичных червях, шести домашних животных, которые можно вырастить, пропавших без вести людях, публичных судебных исках Запада, потерях миграции, консервативность, потеря имущества, болезнь, молиться на удачу в горах и могилах", "古人": "Чжун Куй обрел Дао", "第X籤": "Двадцать шестой выигрыш в лотерею (Лотерея)", "宮": "Ми Палас"}