{"籤詩版本二": "На востоке есть красивый Чаньцзюань в лунном свете, и облака на мгновение закрывают его и остаются скрытыми.\nИногда он может быть круглым, а иногда его может не быть.Те, кто говорит обратное, - просто пустословие.", "詩意": "Луна в этой гексаграмме покрыта облаками.\nВсе по-прежнему в коме.", "解曰": "Плывущие облака закрывают луну. Не нужно сомневаться. Ждем, пока облако соберется. Тогда вы поймете.", "籤詩故事一": "◇Бао Гун ищет императрицу Ли\nВо время правления Чжэньцзуна из династии Сун императрица Ли (Императрица Ли) была служанкой в ​​гареме, пользовалась благосклонностью Сун Чжэньцзуна, получила звание Ваньи и забеременела.\nНо в то время наложница Лю Деф (впоследствии императрица Лю) имела злые мысли и подкупила евнуха Го Хуая, чтобы тот заменил сына императрицы Ли ободранной циветой, похитила ее сына и сказала императору, что он ее биологический сын. Сун Чжэньцзун была в ярости и отправила императрицу Ли в холодный дворец.\nПосле того, как наложница Дэ стала королевой, она планировала убить императрицу Ли, сбежавшую из дворца.\nОднажды Ли Няннян, жившая на улице, встретила Бао Чжэн, императорского посланника, патрулировавшего этот район, и рассказала ему о своем жизненном опыте и о том, что она является биологической матерью нынешнего императора Сун Жэньцзуна. . После того, как Бао Чжэн узнал об инциденте, он отвез Ли Нянняна обратно в Пекин, сообщил об этом Сун Жэньцзуну и выяснил, в чем дело, и, наконец, мать и сын узнали друг друга. Вдовствующая императрица Лю и главный евнух Го Хуай склонили головы и признались.", "聖意": "Мне неспокойно дома, молюсь о финансовой защите, финансовых трудностях, удаче в делах, браке, несчастье, людях в поле, шелковичных червях, неблагоприятных животных, затруднениях в поиске людей, судебных процессах, потерях, миграции, консервативности, потерянном имуществе, Западные болезни трудно излечить, реформа горных гробниц", "古人": "Бао Гун ищет императрицу Ли", "第X籤": "Двадцать восьмой победитель лотереи", "宮": "Полуденный дворец"}