{"籤詩版本二": "Проводить время в тишине и покое, сидеть и лежать за чаем после насыщения.\nВам не нужно быть занятым физически и морально, и вы точно не станете причиной несправедливости или катастрофы.", "詩意": "Эта гексаграмма является символом мира и стабильности.\nВо всех делах ожидание подходящего момента принесет удачу.", "解曰": "Оставайтесь в целости и сохранности. Спроси богов. Подождите, пока придет время. Все происходит случайно.", "籤詩故事一": "◇Фойиньхуэй Дунпо\nОднажды, изучая дзэн, Су Дунпо обрел некоторое понимание, осознал, что его состояние трансцендентно, и почувствовал от этого радость. Не в силах сдержать страсть, я развел перо и написал стихотворение:\n«Посреди неба Цзишоу ярко сияет над вселенной; не поддаваясь влиянию восьми ветров, он восседает прямо на фиолетовом золотом лотосе».\n(Восемь ветров относятся к: прибыли, упадку, разрушению, репутации, похвале, насмешкам, страданию и счастью. То есть отсутствие раздражения на эти восемь состояний называется «восемь ветров не могут двигаться»)\nНаписав его, Дунпо отправил своего слугу через реку, чтобы передать его дзэнскому мастеру Фойину из храма Цзиньшань.\nПосле того, как Дзен-Мастер Фойин прочитал его, он пометил его словом «пердеть» и отдал своему слуге, чтобы тот забрал его.\nДунпо пришел в ярость, увидев это, поэтому переправился на лодке через реку и отправился в храм Цзиньшань, чтобы найти печать Будды для обсуждения.\nКогда Дунпо подошел к воротам храма Цзиньшань, Фойин уже ждал у ворот.\nСу Дунпо тут же обвинил Фойина: «Почему вы называете стихотворение, которое я написал, пердежом?»\nФойин ответил: «Разве ты уже не «неспособен быть унесенным восемью ветрами»? Как мог тебя «переправить через реку» пердеж!»\nВ это время Дунпо был шокирован, осознав, что он недостаточно хорош, и ушел со стыдом.\n(Эта история является метафорой фразы «Жара еще не наступила»).", "聖意": "Молитесь за свой дом и свою собственную безопасность, за свое богатство, за свой бизнес, за хорошее времяпровождение, за свой брак, за путешественницу в Люцзя, за появление тутовых червей на полях, за то, чтобы шесть голов скота были стабильными, к нахождению кого-то, к беде, к общественным тяжбам, к переселению, к утрате имущества, к болезни, к отправке в горную могилу, благоприятный", "古人": "Фойиньхуэй Донгпо", "第X籤": "Тридцать один выигрыш в лотерее", "宮": "Вэй Гун"}