{"籤詩版本二": "Обратный путь неизбежен. Кто знает нефрит, спрятанный в камне?\nКак только хороший мастер получит четкий разрез, он будет чувствовать себя в безопасности в период яшмы.", "詩意": "В этой гексаграмме можно увидеть изображение нефрита при огранке камня.\nУсердно работайте, чтобы добиться успеха во всем.", "解曰": "Сокровище находится в камне. Незнакомцы мало что знают. Подождите, пока станет ясно. Делайте все, что можете.", "籤詩故事一": "◇Лю Бэй ищет таланты (три посещения коттеджа с соломенной крышей, три посещения коттеджа с соломенной крышей)\nПериод Троецарствия. Чжугэ Лян жил уединенно в соломенной хижине в Лунчжуне. Лю Бэй стремился искать таланты, поэтому он лично посетил Чжугэ Ляна. Он посетил Чжугэ Ляна три раза (известные в истории как «Три визита в соломенную хижину»). Лю Бэй попросил других держаться подальше и спросил Чжугэ Ляна: « Династия Хань пала, а коварные министры украли их жизни. Ваше Величество. \"Покрыты пылью. Я не измеряю свои добродетели и свои способности, я хочу верить в великую праведность в мире, но свою мудрость и умения неглубоки, поэтому я использую его безудержно. На сегодняшний день. Однако мои амбиции еще не закончились, как вы думаете, план будет реализован?»\nЗатем Чжугэ Лян представил ему план разделения мира на три части, проанализировал ситуацию, в которой Цао Цао был недоступен, а Сунь Цюань мог прийти ему на помощь, а также подробно остановился на трусости государственных пасторов в штатах Цзин и И. , и была возможность воспользоваться ими, и только эти два государства можно было использовать. Только тогда он сможет завоевать мир; он даже рассказал Лю Бэю стратегию нападения на Центральные равнины. (Это обсуждение позже было названо «Лунчжун Дуй»). После того, как Лю Бэй услышал это, он похвалил это, как будто нашел сокровище, и настоятельно пригласил Чжугэ Ляна прийти на помощь, поэтому Чжугэ Лян стал военным советником Лю Бэя.", "聖意": "В доме мир, я ищу богатства, торговля рабочей силой препятствует браку и становится виртуальным путешественником по Люцзя.", "古人": "Лю Бэй ищет таланты (три посещения соломенной хижины, три посещения соломенной хижины)", "第X籤": "Тридцать второй победитель лотереи", "宮": "Вэй Гун"}