{"籤詩版本二": "Оденьтесь и реорганизуйте старый семейный стиль.Дао без неба, но имеет достоинства.\nСместив колючки и колючки на дороге, они втроем согласились воссоединиться с коллегами.", "詩意": "Эта гексаграмма представляет собой перестановку одежды.\nВсе сложно, прежде чем становится легко потом.", "解曰": "Не волнуйся. Хорошо тебе провести время. Если вы спросите о будущем. Впереди хорошая дорога.", "籤詩故事一": "◇Буддийские писания монаха Тан\nСюаньцзан (602–664), выдающийся монах династии Тан, имел общую фамилию Чэнь и имя И. Он родился в уезде Гуши провинции Луочжоу (ныне южная часть города Яньши провинции Хэнань). Он стал монахом в тринадцать лет и взял буддийское имя Сюаньцзан. Мир называется Саньцзан династии Тан.\nВ третий год Чжэнгуань (629 год, также известный как первый год Чжэнгуань) он отправился на запад, в Тяньчжу (Индия), чтобы получить буддийские писания. Он в одиночку отважился на опасность и перенес лишения. Он прибыл только через четыре года.\nНа семнадцатом году правления Чжэнгуаня мастер официально подал в отставку и вернулся на восток. Он вернулся в Китай через Южную дорогу современной провинции Синьцзян, Хотан и Лоулань. Это заняло в общей сложности семнадцать лет и путешествие длиной в 50 000 миль. Когда он прибыл в Чанъань в первый месяц девятнадцатого года Чжэнгуаня, император приказал Лян Гогун Фан Сюаньлину и другим гражданским и военным чиновникам оказать ему торжественный прием.\nВсего было запрошено 520 и 657 томов оригинальных санскритских буддийских писаний. и переведено на китайский язык.\nПосле возвращения мастера он пользовался большим уважением со стороны императоров Тайцзуна и императора Гаозуна и был погребен в Да Нее, дав ему титул «Мастер Трипитака».", "聖意": "В доме суматоха, удача для себя, удача для богатства, удачные дела, брак, препятствия для выхода людей в поле, шелкопряды, невезение для животных, поиск людей, судебные процессы, миграция, потерянное имущество, запоздалая болезнь , молясь о благословении, горные могилы должны быть старыми.", "古人": "Танский монах изучает буддийские писания", "第X籤": "Тридцать пятый победитель лотереи", "宮": "Шэнь Гун"}