{"籤詩版本二": "Если вы хотите быть в безопасности и спокойствии, не стоит зажигать свечи на ветру.\nЛучше прибраться и посидеть в глубоком зале, без света, в тихом месте с ярким светом и двигаться → транспорт. Шейк → Яо. Бесплатно → мало.", "詩意": "Эта гексаграмма подобна ветру, раскачивающему лампу и свечу.\nПостоянство принесет удачу.", "解曰": "Устройтесь в тихом месте. Будьте на связи и приходите вовремя. Это не благословение. Консервативный и уместный.", "籤詩故事一": "◇Ли Цзин возвращается на гору\nЛи Цзин (571 — 2 июля 649), любезное имя «Фармацевт», был уроженцем Саньюаня, Юнчжоу (ныне к северо-востоку от уезда Саньюань, провинция Шэньси). Генерал от поздней династии Суй до ранней династии Тан, он был известным военным стратегом, обладавшим как гражданскими, так и военными навыками в династии Тан. Позже ему был присвоен титул герцога Вэй, и в мире он был известен как герцог Вэй.\nЛи Цзин - отец третьего принца Нэчжа в списке богов, также известного как «Король Тота».Ли Цзин и его сын помогли Цзян Цзе (Тай Гун) победить королеву Чжоу, основать династию Чжоу и короля У официально взошел на трон. Затем Цзян Цзия составил список богов и провел церемонию умилостивления душ солдат, погибших в битве. С тех пор мир стал мирным и мирным. Король У хотел сделать маркизов и наградить их, а также выделить землю героям-основателям. Ли Цзин, его отец и сын, а также еще семь человек попросили вернуться на гору, чтобы практиковать даосизм, а не одержимы мирской славой и богатством. Позже все семеро «стали святыми телом» и причислились к бессмертным.\nИстория «Фэн Шен Банга»", "聖意": "Дом консервативен, я обычный, ищу богатства, у меня трудности в бизнесе, мой брак не гармоничен, Люцзя молится, чтобы пешеходы поверили, шелкопряды созрели осенью, шесть животных в безопасности, люди пропали, общественность судебные иски и миграция консервативны, болезни утраченного имущества, не меняют могилу в Цзяньсиншань.", "古人": "Ли Цзин возвращается на гору", "第X籤": "Тридцать седьмой победитель лотереи", "宮": "Шэнь Гун"}