{"籤詩版本二": "Тысячелетнее зеркало воссоединилось, женщина просит мужа снова жениться\nС тех пор семья преобразилась, а у детей и внуков прибавилось благословений.", "詩意": "Эта гексаграмма представляет собой воссоединение зеркал.\nВсе трудоемко и дорого.", "解曰": "Копаем песок в золото. Ехать на драконе и ездить на тигре. Хотя это трудоемко. В нем есть дополнение.", "籤詩故事一": "◇Юлианхуэй десять друзей\nВо времена династии Сун Цянь Юлянь вышла замуж за Ван Шипэна. Когда Ши Пэн поехал в Пекин сдавать экзамен, богатый Сунь Жуцюань заставил Юлянь снова выйти за него замуж.\nЦянь Юлянь отклонил предложение богатого Сунь Жуцюаня и предпочел бы выйти замуж за Ван Шипэна, бедного ученого из Вэньчжоу, которого нанял «Цзин Чай».\nПозже Ван Шипэн получил первую премию. Поскольку он отказался подчиниться вступлению в брак со стороны премьер-министра Ваньци, его отправили служить судьей в отдаленный Чаоян. Сунь Жуцюань тайно изменила семейное письмо Ван Шипэна на «разводное письмо» и обманом заставила Юлянь быть обманутой.Мачеха Цянь Юлянь также заставила ее снова выйти замуж, но Юлиан отказалась и покончила жизнь самоубийством, бросившись в реку.Ее спас Цянь Цзайхэ , соска из провинции Фуцзянь, усыновленная как приемная дочь.\nЮлиан думал, что Шипэн умер. Пять лет спустя Ван Шипэн стал губернатором Цзианя. Однажды он провел поминальную церемонию в даосском храме в память о своей покойной жене. Юлиан случайно пошел в даосский храм Цзиань, чтобы сжечь благовония, и Ван Шипэн и Цянь наконец воссоединились.", "聖意": "Дом не годится для себя.Осень и зима благополучны.Пусть богатство будет благополучным.Осень и зима благополучны.Бизнес благополучен.Пусть брак будет удачным.Молитесь, чтобы пешеходы ходили в поля.Шелкопрядов можно выращивать.Шесть скота Можно поднять Людей можно найти Общественные иски невыгодны Миграция консервативна Потеря имущества Поздняя болезнь Молитесь о благословениях Горы и могилы – это хорошо", "古人": "Юляньхуэй, десять друзей", "第X籤": "Четвертый знак", "宮": "матка"}