{"籤詩版本二": "Красное колесо падает на западе, кролик поднимается на востоке, Инь растет, Ян исчезает, и все процветает.\nЕсли женщина захочет им воспользоваться, это увеличит ее богатство и принесет счастье в ее сердце.", "詩意": "Эта гексаграмма является символом роста Инь и исчезновения Ян.\nВсе сложно, прежде чем становится легко потом.", "解曰": "Инь приносит пользу женщинам. Не подходит для мужчин. Если вы ищете совет. Сначала приходит зло, а затем добро.", "籤詩故事一": "◇У Цзэтянь взошел на трон\nВ возрасте 14 лет Ву был вызван во дворец императором Тайцзун Ли Шимином из династии Тан как талантливый человек по имени «У Мэй». После смерти Тайцзуна Цзэтянь вошла в храм Ганье и стала монахиней.\nКогда император Гаозун из династии Тан взошел на трон, он вызвал семью Ву во дворец, чтобы отдать дань уважения Чжаои. На шестом году правления Юнхуэя (655 г.) император Гаозун провозгласил Ву своей королевой.\nУ Цзэтянь был умен, увлекался литературой и историей и был богат на изобретательность. Вскоре после того, как У Цзэтянь стала королевой, поскольку Гаозун была слаба и больна, он иногда поручал ей заниматься некоторыми политическими делами, поэтому ее власть росла. В первый год Шанъюаня (674 г.) императора Гаозуна называли «Императором», императрицу Ву называли «Царицей Небесной», а во дворце их обоих называли «Двумя святыми».\nВ первый год Хундао (683 г.) умер Гаозун, на престол взошел принц Ли Сянь, а править династией пришел У Цзэтянь. В феврале первого года правления Сишэна (684 г.) У Цзэтянь свергла Ли Сянь с поста короля Лулин и назначила императором ее четвертого сына Ли Даня, продолжая править династией. В сентябре того же года она сменила флаг на золотой, а Лоян, восточную столицу, переименовали в божественную столицу. Девятого сентября первого года Тяньшоу (690 г.) У Цзэтянь провозгласил себя императором и изменил название страны на Чжоу.", "聖意": "Дом неблагоприятен для себя, моление о благословении, поиск богатства, охрана сделок, удача в браке, невезение в браке (женский), пешеходы, загораживающие поля, шелкопряды, зажиточный скот, поиск людей, разлука, тяжба, потеря, миграция , потеря имущества, болезнь, потрясение, горы и могилы, удача", "古人": "У Цзэтянь восходит на трон", "第X籤": "Сороковой победитель лотереи", "宮": "Юный дворец"}