{"籤詩版本二": "Ты будешь помнить бесконечные добрые слова, но будешь сыном вора.\nНе жадничайте в данный момент и не беспокойтесь о том, как бы он сделал что-то хорошее год назад.", "詩意": "Эта гексаграмма идентифицирует вора как сына.\nБудьте осторожны во всем, что вы делаете.", "解曰": "Только этот. Джентльмен не ошибается. Имейте это в виду. Не будь одиноким.", "籤詩故事一": "◇Дун Чжо принимает Лу Бу\nЛу Бу, храбрый и умелый в бою, был известным военным генералом конца династии Восточная Хань и начала Троецарствия.Когда-то он считал Дин Юаня, губернатора Цзинчжоу, своим приемным отцом и служил под его началом.\nПосле смерти императора Лина из династии Восточная Хань Дин Юань отправился в Пекин, чтобы вступить в сговор с генералом Хэ Цзинь, чтобы контролировать правительство.\nДун Чжо сражался с Дин Юанем, но несколько генералов не смогли победить Лу Бу, поэтому Дун Чжо послал своего подчиненного Ли Су подкупить Лу Бу. Ли Су принес груды золотых и серебряных сокровищ и знаменитого рыжего кролика, чтобы «навестить Лу Бу». Ли Су привез к Лу Бу груды золотых и серебряных сокровищ и знаменитого рыжего кролика. Поэтому Лу Бу был подкуплен Дун Чжо, чтобы тот убил Дин Юаня, и сказал своим солдатам идти с ним, если они захотят, и уйти, если они не хотят следовать за ним. В результате большинство солдат убежали. Итак, Лу Бу был подкуплен Дун Чжо и убил Дин Юаня.\nПосле того, как Дун Чжо пришел к власти, он усыновил Лу Бу своим приемным сыном и сделал его генералом и маркизом.\nУ Дун Чжо был вспыльчивый характер, и «отношения отца и сына» с Лу Бу на самом деле были очень слабыми.В 189 году нашей эры по наущению Ситу Ван Юня Лу Бу убил Дун Чжо.\nЧерез шесть месяцев после смерти Дун Чжо старые войска Дун Чжо вторглись в столицу, и Лу Бу и его жена в панике бежали. Покинув столицу, Лу Бу искал убежища у военачальников Юань Шу, Юань Шао, Чжан Яна, Чжан Мяо, Лю Бэя и т. д., и много раз сражался с Цао Цао, другим крупным военачальником того времени. Лу Бу был храбрым и добрым. в боях и несколько раз побеждал Цао Цао.\nНа третьем году правления Цзяньань в Восточной династии Хань войска Цао Цао атаковали Сяопэй, базу Лу Бу, и были захвачены и убиты Цао Цао под башней Баймэнь. Перед казнью Лу Бу попросил Цао Цао сохранить ему жизнь, чтобы избежать смерти, но Лю Бэй напомнил Цао Цао, что Лу Бу много раз предавал и был нечестным человеком. В конце концов, Цао Цао, который ценил только таланты, независимо от морали, казнил Лу Бу.", "聖意": "Мне неловко дома, я обычно ищу деньги, остерегаюсь сделок, трудно жениться, мужчина Люцзя удивлен, люди приходят в поле, шелкопряды полузрелые, шесть животных в безопасности, люди ищут людей, судебные иски уместны и миграция, потерянные вещи трудно найти, болезни трудно найти, а в могиле горы Чжэньсин царит мир.", "古人": "Дун Чжо принимает Лу Бу", "第X籤": "№ 41. Выигрыш в лотерею", "宮": "Юный дворец"}