{"籤詩版本二": "Император, император и императрица, наконец, будут милостивы и будут ждать и молиться о благословениях без потерь и выгод.\nВсе живые существа получают от этого пользу, и в мире и на небесах ожидается процветание.", "詩意": "Эта гексаграмма является знаком благосклонности небес.\nВсе будет успешно.", "解曰": "Император проявил свою благосклонность. Никогда не забуду. Утренние и вечерние ритуалы. Уместно жечь благовония.", "籤詩故事一": "◇Мулиан спас свою мать\nМоко Лиан, или Мулянь, — самый могущественный среди десяти учеников Будды Шакьямуни.\nЕго мать при жизни была жадной и скупой, поэтому после смерти попала в царство голодных призраков. Мохуллян использовал свою магическую силу, чтобы наблюдать и узнал, что его мать родилась голодным призраком, не имея возможности добыть еду и находившаяся в больших трудностях.Он использовал свою магическую силу, чтобы принести еду своей матери.Неожиданно, после того, как мать получила еда превратилась в пепел, и ее нельзя было есть.\nМаудгальяна был обеспокоен случившимся и сообщил об этом Будде. Будда сказал Муляню, что в 15-й день седьмого лунного месяца он должен положить в таз сто ароматов и пять фруктов и предложить их добродетельным монахам десяти направлений. Благодаря этой силе его мать сможет есть. .\nМаудгальяна действовал согласно воле Будды, и его мать наконец была освобождена. Такая церемония называется «Фестиваль Обон», а этот фестиваль называется «Фестиваль Обон».\n(Примечание: вещество испытывает разные ощущения на разных уровнях мира. Например: когда в этом мире идет дождь, мы видим его как «воду», тогда как существа в царстве голодных духов ощущают его как «кровь», а разумные существа — как «кровь». существа в мире ада ощущают это как «кровь». Это похоже на «ронение меча», тогда как небесные существа ощущают это как «ронение цветка».)", "聖意": "Молитва за дом и дом, молитва об удаче зимой, поиск богатства, отсутствие сделок, брак, мир в Люцзя, пешеходы, движущиеся поля, шелковичные черви, шесть животных, поиск людей, судебные процессы, успех, миграция, консервативность, потерянное имущество, болезнь , душевное спокойствие, покой гор и могил", "古人": "Мулянь спасает свою мать", "第X籤": "Подпись сорок два", "宮": "Юный дворец"}