{"籤詩版本二": "Мир гибок, и все вещи самоподдерживающиеся, самоподдерживающиеся и безопасные.\nВсе в жизни прекрасно, благодарите за все святых и мудрецов и будьте благополучны.", "詩意": "Эта гексаграмма представляет гармонию между землей и землей.\nВсе идет хорошо и опасности нет.", "解曰": "Все вещи рождаются. Все планы и желания сбываются. Форд помогает. Руй Ци спешит.", "籤詩故事一": "◇Ходячие обретают просветление\nИстория путешествия на Запад:\nСунь Укун захватил Гору Цветов и Плодов и стал королем. Позже, чтобы найти способ жить вечно, он провел восемь или девять лет, путешествуя по горам и рекам, чтобы поклоняться Патриарху Бодхи как своему учителю. Он изучил семидесятилетие два превращения земного зла и кувыркающихся облаков, и впервые взял фамилию Сунь по имени Укун.\nПосле этого Сунь Укун отправился во Дворец Дракона в Восточно-Китайском море, чтобы найти подходящее оружие, и наконец нашел Золотую дубину Жуйи, божественную иглу Тяньхэ и Динхая. Поскольку срок его жизни истек, он поднял большой шум в подземном мире, пересмотрел книгу жизни и смерти и вернулся в мир людей. Позже Сунь Укун был впервые призван небесами и получил имя Бима Вэнь. Позже он был вызван на небеса во второй раз и был назван Королем Обезьян. Он также украл персики и вызвал проблемы на небесах. Он был запечатан в печи Багуа, чтобы практиковать свои золотые глаза и огненные глаза. Наконец, он был подавлен. Будда Татхагата у подножия горы Учжи в течение 500 лет не мог двигаться. Место, где опрокинули печь Багуа, превратилось в гору пламени.\nПятьсот лет спустя монах Тан отправился на Запад за священными писаниями, прошел мимо Горы Пяти Элементов и снял талисман, прежде чем спасти Сунь Укуна. Сунь Укун расплакался от благодарности.Получив наставления Бодхисаттвы Гуаньинь, он поклонялся Танскому монаху как своему учителю и отправился на Запад, чтобы вместе изучать священные писания. На пути к изучению писаний Сунь Укун нападал на демонов, уничтожал монстров и неоднократно совершал необычайные подвиги, однако его учитель Тан Сенг снова и снова понимал его и изгонял. После восьмидесяти одной трудности работа была наконец завершена: четыре мастера и ученики прибыли в храм Ситянь Лэйинь и получили истинное Священное Писание. Сунь Укун добился правильного результата.\n(Эта история представляет собой метафору того, что даже обезьяна может стать просветленной, не говоря уже о человеке.)", "聖意": "Дом благоприятный для себя, поиск богатства, бизнеса, брака, Люцзя, пешеходы-мужчины, заграждение полей, шелковичные черви, шесть животных, Чжунпин, поиск людей, судебные процессы, успех, миграция, потеря имущества, болезнь, гробница Чуаньсиншань, вещи благоприятны", "古人": "Путешественник достигает просветления", "第X籤": "Подписано 43-го.", "宮": "сюгун"}