{"籤詩版本二": "Холодная погода превращает воду в лед. Зачем жадничать до славы?\nУ меня нет другого выбора, кроме как сидеть тихо и ждать, пока листья расцветут естественным путем.", "詩意": "В этой гексаграмме вода превращается в лед.\nНе просите ничего напрасно.", "解曰": "Вода замерзает в лед. Лед тает в воду. Если это заговор. Так что, это.", "籤詩故事一": "◇Ван Сян просит карпа (Двадцать четыре истории о сыновней почтительности)\nВан Сян из династии Цзинь, любезное имя Фучжэн, родился в Линьи.\nКогда Ван Сян был молод, его биологическая мать умерла.Его одинокий отец женился на женщине по имени Чжу, и у Ван Сяна появилась новая мать. Когда Ван Сян был молод, его биологическая мать умерла, а его одинокий отец женился на женщине по имени Чжу. Мачеха Ван Сяна была недалекой и ревнивой женщиной, не любила Ван Сяна и часто ругала его за пустяки. Вскоре мачеха родила еще и сына по имени Ван Лань. Мачеха любила только своих детей и считала Ван Сяна занозой на глазу. Она стала еще более требовательной к Ван Сяну и часто плохо отзывалась о Ван Сяне в присутствии его отца. Даже его отец постепенно перестал любить его. Мачеха любила только своих детей и считала Ван Сяна занозой на глазу. Она была еще более требовательна к Ван Сяну и часто плохо отзывалась о Ван Сяне в присутствии его отца. Даже его отец постепенно перестал любить его. Несмотря на то, что Ван Лань является сводным братом Ван Сяна, Ван Лань очень дружелюбен к своему брату. Несмотря на пытки мачехи, она все еще была очень сыновней. Мачеха такая суровая, но Ван Сян по-прежнему очень сыновний.\nУ его мачехи есть хобби: она любит есть свежую рыбу, только что выловленную в реке. У его мачехи есть хобби: она любит есть свежую рыбу, только что выловленную в реке. Однажды зимой его отец уехал по делам, а мачеха снова заболела. Братья Ван Сян и Ван Лань заботливо подали матери суп и лекарства. В суровые холода болезнь мачехи все еще не улучшалась. торопиться. Однажды зимой его отец уехал по делам, а мачеха снова заболела. Братья Ван Сян и Ван Лань заботливо подали матери суп и лекарства. В суровые холода болезнь мачехи все еще не улучшалась. торопиться. Больная мачеха хотела поесть свежей речной рыбы, в суровом холодном климате на улице шел снег, и вода в реке уже превратилась в толстый лед. Больной мачехе хотелось есть свежую рыбу, где же в таком ледяном и снежном климате можно было найти свежую рыбу?\nВ те времена не было сезонных блюд, и их нельзя было купить, даже если бы у тебя были деньги.\nВ этот момент произошла трогательная история Ван Сянцю Ли. Два брата беспомощно охраняли свою мать.Ван Сян пошел к замерзшей реке, чтобы не разочаровать свою больную мачеху.У Ван Сяна возникла идея, и он снял рубашку, несмотря на холод.Он лежал обнаженным на леднике и хотел, чтобы она использовала температура его собственного тела позволяет растопить лед (поэтому карпа Ван Сянцю также называют Ван Сян, лежащего на льду). Он снял рубашку и лежал обнаженным на леднике. Он помолился Богу и сказал: \"Боже, моя мама больна и хочет съесть свежего карпа. Ты должен найти для меня выход во что бы то ни стало\". Как ни странно, ледяная глыба рядом с ним внезапно треснула, и их осталось двое. трещины.Живой карп выпрыгнул из трещины и прыгнул на лед.Ван Сян был очень счастлив. Он молился Богу: \"Боже, моя мать больна и хочет съесть свежего карпа. Ты должен найти для меня путь во что бы то ни стало. \" Как ни странно, ледяная глыба рядом с ним внезапно треснула, и появились две трещины. Живой карп выпрыгнул из трещины и прыгнул на лед, Ван Сян был очень рад. Он быстро опустился на колени, поблагодарил Бога и побежал домой вместе с карпом. Он быстро опустился на колени, поблагодарил Бога, быстро взял карпа и пошел домой. После того как мачеха съела свежего карпа, она вскоре вылечилась от болезни. Мачеха на больничной койке была ошеломлена, когда увидела обнаженную верхнюю часть тела Ван Сяна, покрасневшую от холода, и двух рыб в его руках.Она счастливая вбежала в комнату и была ошеломлена.\nПозже Ван Сян стал чиновником, стал Тайбао и получил титул герцога.", "聖意": "Неспокойно дома, я молюсь о защите, финансовых трудностях, проблемах в бизнесе, браке, непостоянстве в страховании Люцзя, пешеходах, китайском шелкопряде, шести потерях скота, пропавших без вести людях, общественных судебных процессах, миграции, консервативности, потерянном имуществе, болезни, трудном восстановлении, горная гробница, удачи", "古人": "Ван Сян просит карпа (Двадцать четыре истории о сыновней почтительности)", "第X籤": "Сорок девять, выиграв в лотерею", "宮": "Хайгун"}