{"籤詩版本二": "Вы можете путешествовать по всем уголкам страны, повесив парусный тент, чтобы он мог свободно держаться.\nЕсли дует попутный ветер, он скоро придет и лодка будет полна сокровищ.", "詩意": "Эта гексаграмма подобна тянут лодку по ветру.\nВсе идет хорошо.", "解曰": "Отдыхайте спокойно. Никаких усилий не требуется. Много богатства. Все восхищаются.", "籤詩故事一": "◇Пять озер Тао Чжугуй (озеро Фань Лигуй)\nВ период весны и осени Фань Ли, которого любезно звали Шаобо, был также известен как Гуй Изипи или Тао Чжугун.\nВ то время шла война между государством У и государством Юэ, и государство У уничтожило государство Юэ. Фань Ли и Вэнь Чжун сформулировали для короля Юэ Гоу Цзяня план по продвижению Юэ и уничтожению Ву. Фань Ли лично путешествовал по горам и рекам и посетил Си Ши, красивую женщину, обладающую одновременно добродетелью, талантом и красотой, на реке Хуаньша на горе Байлуо и подарил ее королю У. Он использовал «трюк красоты», чтобы сотрудничать внутри и снаружи и разрушить Королевство У.\nПосле того, как ему удалось уничтожить Королевство У, Фань Ли понял, что Гоу Цзянь был «птицей с длинной шеей и клювом» и мог разделить с ним невзгоды и счастье, поэтому он отправился на лодке с Си Ши через Королевство Ци, изменил свое мнение. имя Гуй Цзыпи и привел своего сына и учеников в Королевство Ци.Они живут в коттедже на берегу моря. Он много работал, обрабатывая пустыри, вел побочный бизнес и занимался бизнесом.За несколько лет он накопил десятки миллионов семейного имущества. Он был щедрым в распространении богатства и совершении добрых дел в своем родном городе. Мудрость и способности Фань Ли были оценены народом Ци. Король Ци пригласил его в Линьцзы, столицу, и поклонялся ему как премьер-министру, отвечающему за государственные дела. . Он воскликнул: «Быть ​​чиновником может привести к министрам, а управление семьей может привести к богатству. Для простолюдина, начавшего с нуля, это дошло до крайности. Быть почитаемым в течение длительного времени, вероятно, не является хорошим знаком». Итак, всего через три года он вновь храбро отступил Цзилиу, вернул печать царю Ци, а все свое семейное богатство раздал близким друзьям и односельчанам.", "聖意": "Дом хорош для себя (подлежат отправке), деньги хорошие, бизнес хороший, брак поздний, брак нехороший, Люцзя в безопасности, люди мешают полям, шелковичным червям, осени, скоту, весне процветает, люди ищут людей, судебные процессы плохие, миграция консервативна, потерянные вещи, западные болезни решены, горы и могилы находятся на юге.", "古人": "Пять озер Тао Чжугуй (озеро Фан Лигуй)", "第X籤": "Пятидесятый победитель лотереи", "宮": "Хайгун"}