{"籤詩版本二": "Чтобы поймать луну в воде, нужно приложить немало усилий.\nНе говорите ерунды и не тратьте впустую свои усилия на укрепление тела.Слово «тело иссохло» изначально означает «только тело».", "詩意": "Эта гексаграмма падка на образ усилия.\nВсе трудоемко и кропотливо.", "解曰": "Обещания трудно запомнить. Много тяжелой работы. Беспокойство дома. Жду встречи с благородными людьми.", "籤詩故事一": "◇ Тайбай поймал луну, будучи пьяным (Ли Тайбай поймал луну, будучи пьяным)\nЛи Бай (701–762), также известный как Тайбай, также известный как Цинлянь Цзюши. Поэт династии Тан, называвший себя изгнанным бессмертным, был известен как Бессмертный поэзии, и он всегда был счастлив, не употребляя спиртное.\nОднажды Ли Бай приехал в Цзиньлин (ныне Нанкин) и отдыхал в ресторане рядом с мостом Венде.\nЭто был пятнадцатый день зимнего лунного месяца, и по ночам он сидел один в ресторане и любовался луной, пил и читал стихи. Это был пятнадцатый день зимнего лунного месяца, и по ночам он сидел один в ресторане и любовался луной, пил и читал стихи. Ли Тайбай больше всего в своей жизни любил луну, говоря, что она чистая и красивая. Ли Тайбай больше всего в своей жизни любил луну, говоря, что она чистая и красивая. Той ночью он поднял глаза и увидел в небе белую и круглую луну, был очень счастлив и выпил еще несколько стаканов. Той ночью он поднял глаза и увидел в небе белую и круглую луну, был очень счастлив и выпил еще несколько стаканов. В полночь Ли Тайбай воспользовался вином и спустился к мосту Венде. В полночь Ли Тайбай воспользовался вином и спустился к мосту Венде. Как только он ступил на мост, он опустил голову и внезапно увидел, как луна падает в воду.Когда река двинулась, к белой лунной тени добавилось несколько черных линий. Как только он ступил на мост, он опустил голову и внезапно увидел, как луна падает в воду.Когда река двинулась, к белой лунной тени добавилось несколько черных линий. Ли Тайбай в это время был так пьян, что подумал, что это луна испачкалась речной водой. Ли Тайбай в это время был так пьян, что подумал, что это луна испачкалась речной водой. Он даже не удосужился снять сапоги, раскрыл руки и прыгнул с моста, чтобы поймать луну. Он даже не удосужился снять сапоги, раскрыл руки и прыгнул с моста, чтобы поймать луну. Неожиданно при этом прыжке луна не была поймана, а луна в воде разбилась и тут же раскололась на две половины. Неожиданно в этом прыжке луну не поймали, а человек утонул. Он умер в возрасте шестидесяти двух лет.", "聖意": "В доме неспокойно и самому не везет (не везет, обратите внимание на здоровье), ищите баланс в богатстве (даже не думайте об этом), трудные дела, брак не устроен, молитесь о защите (опустошайте сокровища, чтобы предотвратить выкидыш) ), пешеходы в беде, полевые тутовые шелкопряды пять баллов, шесть животных в упадке, ищут людей (невезучие), общественные иски и (Прекратите судебный процесс) Обычная миграция (не упоминайте об этом) Потеря имущества (самолетов) Молитва для защиты от болезней (несчастных) Удача в горах и могилах", "古人": "Тайбай поймал луну будучи пьяным (Ли Тайбай поймал луну будучи пьяным)", "第X籤": "Пятьдесят второй выигрыш в лотерею (Лотерея)", "宮": "матка"}