{"籤詩版本二": "Когда разочарование переходит в восторг, ревут драконы и ревут тигры.\nУ голубого неба своя дорога в небо Пусть у меня будут дальнейшие успехи и слава.", "詩意": "Эта гексаграмма подобна реву дракона и рыку тигра.\nЕсть надежда, что все пройдет хорошо.", "解曰": "Просто учи и иди. Имейте свое собственное процветание. Должно быть сделано в конце концов. Есть где найти.", "籤詩故事一": "◇Лю Бэй нанимает невесту\nПосле битвы при Чиби Сунь Цюань стремился вернуть себе Цзинчжоу, захваченный Лю Бэем, поэтому он использовал план Чжоу Юя, делая вид, что хочет обручить свою сестру Сунь Жэнь с Лю Бэем, но на самом деле он хотел взять Лю Бэй в качестве заложника, чтобы заявить права на Цзинчжоу.\nПосле того, как Чжугэ Лян шпионил за планом Чжоу Юя, он передал брошюру со стратегией Чжао Юню, который защищал Лю Бэя, когда он отправился в Сучжоу. Чжао Юнь последовал стратегии, изложенной в брошюре, и намеренно произвел большой фурор, чтобы позволить У Готаю ( Отец Сунь Цюаня) знает о предложении руки и сердца. Поскольку У Готай любил свою дочь и не желал принимать случайные решения о делах дочери на протяжении всей жизни, она упрекнула Сунь Цюаня в безжалостности к своей сестре и предложила лично проверить, достоин ли Лю Бэй его дочери в храме Ганьлу. После того, как У Готай встретила Лю Бэя, она очень ценила Лю Бэя и решительно выступала за брак между Лю Бэем и его дочерью.В результате Лю Бэй успешно женился на госпоже Сунь.\nПозже Лю Бэй и госпожа Сунь вместе сбежали обратно в Цзинчжоу.Позже Сунь Цюань хотел воспользоваться нападением Лю Бэя на Ичжоу, чтобы напасть на Цзинчжоу, но был остановлен У Готаем, который беспокоился о безопасности своей дочери.\nПоговорка гласит: «Умный план Чжоу Юя — лучший в мире. Он потерял жену и потерял свои войска».\n(Лю Бэй выиграл от вреда)", "聖意": "Мне не везет дома и мне не везет (сначала невезение, потом удача).Ищите богатство,равновесие,трудность в браке,успех в браке.Молитесь о благословении для пешеходов,шелкопрядов в полях,пяти баллов за порчу скота,ищите для людей судебные процессы и переселение, удача в потерянном имуществе, удача в болезнях, покой гор и могил.", "古人": "Лю Бэй нанимает невесту", "第X籤": "Пятьдесят третья лотерея", "宮": "матка"}