{"籤詩版本二": "Пляж полон камней, ручей течет, ветер чистый, луна ясная, а благородные люди заняты.\nПо дороге приходится спрашивать, куда идти.Не брать в лес аромат цветов и растений.Не беречь его.", "詩意": "Эта гексаграмма подобна лодке, путешествующей по небольшому пляжу.\nВо всём есть благородные люди, которые помогут.", "解曰": "Зарабатывать на жизнь. Много тяжелой работы. Оставайтесь консервативными и ждите. Всего наилучшего.", "籤詩故事一": "◇Лушаньское восстание\nАнь Лушань (703–757), фамилия которого была Кан и звали Ялуошань, был родом из Лючэна, Инчжоу (ныне Чаоян, Ляонин).\nПозже он взял фамилию Ан и изменил свое имя на Лушань. Во время правления императора Сюаньцзуна династии Тан Ань Лушань был военным посланником.\nВ ноябре 14-го года правления Тяньбао Ань Лушань собрал войска в Фаньяне, во имя нападения на Ян Гочжуна поднял восстание и повел войска трех городов для нападения на Лоян, восточную столицу. Сообщения из Тайюаня помчались в Лишань. Тан Сюаньцзун, который в то время находился во дворце Хуацин в Лишане, не верил, что Аньлушань восстанет. Однако новости о восстании продолжали распространяться, и Сюаньцзун все еще был наполовину убежден. (Это изображение «звука бурной текущей воды по небольшим камням в ручье»)\nТолько когда Янь Чжэньцин, префект округа Пинъюань, послал кого-то передать информацию, Сюаньцзун проснулся от своего сна.\nВ соответствии с ошибочной стратегией императора Сюаньцзуна династии Тан кавалерийский полк Ань Лушаня захватил восточную столицу Лоян. В первый месяц следующего года он провозгласил себя императором Даяном в Лояне, Цзяньюань Шэну, императором Сюнву и Да Сисюнем как премьер-министр.\nВ июне того же года император Сюаньцзун династии Тан, стремясь облегчить кризис в Чанъане и руководствуясь ошибочным военным пониманием, казнил двух известных генералов, Фэна Чанцина и Гао Сяньчжи. Этот приказ потряс танскую армию. (Такое поведение нарушает правило «дорога должна вести к набережной реки»)\nПосле этого император Сюаньцзун из династии Тан срочно приказал другому генералу, Гэ Шуханю, повести танскую армию на восток из Тунгуаня.\nГэ Шухан, который полностью понимал стратегическую ошибку императора Сюаньцзуна из династии Тан, планировал отложить перемены (подход «все в порядке, если ветер спокоен и прилив спокоен»).\nВ конце концов, император Сюаньцзун из династии Тан подумал, что он слишком робок, чтобы сражаться, поэтому у него не было другого выбора, кроме как сражаться с Ань Лушанем в слезах, и он потерпел поражение. (Это соответствует принципу: «Если вы много работаете, чтобы поддержать себя, вы можете получить травму».)\nВо времена династии Тан, когда пограничные войска и местные гарнизоны не успели ответить, армия Ань Лушаня прижала границу и вошла в столичный район. В критической ситуации император Сюаньцзун из династии Тан повел гвардейский корпус к побегу из столицы, в результате чего потерявший лидера Сицзин Чанъань пал.\n(Тан Сюаньцзун нарушил указания этого знака, поэтому восстание Ань Лушаня увенчалось успехом.)", "聖意": "Дом в безопасности, самому повезло, состояние стабильное, сделка благополучная, брак удачный (осторожно), в поле приходит мужчина-пешеход из Люцзя, собран шелкопряд, повреждено шесть голов скота, человек найден , иск оправдан, утраченное имущество приносит болезнь, то есть гробницу Аньшань следует отремонтировать.", "古人": "Лушаньское восстание", "第X籤": "Пятьдесят шестая лотерея", "宮": "Уродливый дворец"}