{"籤詩版本二": "Утром и в сумерках поддержка Будды должна быть во времена опасности, но не в опасности.\nЕсли вас привлекает благородный человек, то вас также будут сопровождать деньги и шелк.Это Чуан Лай. Все зависит от тебя.", "詩意": "Эта гексаграмма представляет тайное благословение богов и Будд.\nНаберитесь терпения и удачи во всем.", "解曰": "Знак старомодного мира. Когда все дорого, это будет благоприятно.", "籤詩故事一": "◇Танский монах достиг просветления\nОднажды Тан Сен подошел к реке и увидел перед ней гору Будды Линшань. Перед ней был однодощатый мост. Тан Сенг не осмелился пересечь его. Будда превратился в лодочника и держал бездонную разбитую лодку. Как только Танский монах сел в лодку, он упал в реку и был спасен лодочником. Так Танский монах достиг состояния Будды. (Рассказ о путешествии на Запад)\n◇Буддийские писания монаха Тан\nСаньцзан из династии Тан, его общая фамилия была Чэнь, а имя — И. Родился в округе Гуши, Луочжоу (ныне к югу от города Яньши, провинция Хэнань). Он стал монахом в тринадцать лет и взял буддийское имя Сюаньцзан.\nЧтобы получить оригинальные буддийские писания, он отправился из Чанъаня (сегодняшний Сиань, провинция Шэньси) в третий год правления Чжэнгуань (629 г. н. э.), рискнул пересечь границу и претерпел бесчисленные трудности, чтобы добраться до Тяньчжу ( Индия) для сбора Священных Писаний. Он путешествовал по бассейнам рек Ганг и Инд, а также по юго-восточным прибрежным районам Индии, затем пересек заснеженные горы и зеленые хребты, преодолев более 50 000 миль туда и обратно. Ему потребовалось 16 лет, чтобы наконец вернуться в Чанъань в 19-й год Чжэнгуаня (645 г. н. э.). Он привез большое количество буддийских писаний и перевел их на китайский язык.\n(Тан Саньцзан проделал долгое путешествие туда и обратно между Китаем и Индией, и ему пришлось столкнуться с опасностями, но он смог благополучно вернуться, потому что за его спиной стоял невидимый святой-покровитель.)", "聖意": "Дом безопасен, сам себе благоприятен, западный бизнес успешен, брак удачен, пешеходы загораживают поле, шелковичные черви заблокированы, тутовые шелкопряды семь очков, скот прибыльный, поиск людей западный общественный иск плох, миграция консервативна, потерянное имущество видно, болезнь благоприятна, горы и гробницы благоприятны.", "古人": "Танский монах достиг просветления", "第X籤": "Выигрыш в лотерею шестьдесят два", "宮": "Инь Палас"}