{"籤詩版本二": "Плавающая рыба попалась в ловушку на пруду Бибо.\nЕсли что-то пойдет не так после размышлений об этом, в конечном итоге это вызовет проблемы.", "詩意": "Эта гексаграмма представляет собой рыбу, пойманную в ловушку.\nТакже желательно быть осторожным во всем.", "解曰": "Поселение под домом. Бедствие падает с небес. Просыпайтесь пораньше и примите меры предосторожности. Избегайте катастроф.", "籤詩故事一": "◇Лошадь залита водой (воду сложно собрать)\nДинастия Хан. Чжу Майчен, любезное имя Вэнцзы, был уроженцем У в Куайцзи (ныне часть города Сучжоу).\nВ ранние годы семья Майхена была бедной, и он не добился успеха.Пара жила в соломенной калитке в глухом переулке, рубила дрова и продавала их, чтобы свести концы с концами. Продавая дрова по чьей-либо цене, много денег не заработаешь.\nЕго жена пошла за водой и увидела группу детей, смеющихся над Майченом. Жена подумала, что это позорно, и позже ушла.\nКогда Чжу Майчену было пятьдесят лет, император У династии Хань искал таланты и поклонялся Чжу как префекту Куайцзи.\nЕго жена сожалела о своей слепоте и хотела стать служанкой и наложницей, чтобы служить Чжу всю оставшуюся жизнь.\nМайхен приказал своей бывшей жене принести ведро воды, вылить ее на ступеньки и сказал: «Если воду можно забрать обратно, они вдвоем смогут снова быть вместе».\nУчитывая отношения между мужем и женой, жене и ее мужу, вступившему в повторный брак, было предоставлено открытое пространство в саду за домом, чтобы они могли совершенствоваться и обеспечивать себя. Его жена бросилась в реку и погибла.", "聖意": "Дом в опасности, сам в опасности, деньги потеряны, сделка заключена, брак непостоянен, Люцзя напугана, люди заблокированы, поля повреждены, шелковичные черви потеряны, скот потерян, люди найдены, публичный иск проигран, миграция хороша, потерянные вещи неблагоприятны, вызываются болезни, бедствия и опасности, горные гробницы должны быть изменены.", "古人": "Лошадь залита водой (трудно собрать воду)", "第X籤": "Шестьдесят четвертый знак", "宮": "Маогонг"}