{"籤詩版本二": "Когда наступит зима, ветка цветущей сливы на горе не погибнет, даже если ее листья опадут и ветви засохнут.\nНо когда приходит весна, я все равно возвращаю себя куртизанкой и уничтожаю оригинальную работу.", "詩意": "В этой гексаграмме ведущую позицию занимает цветок сливы.\nВсе хорошо, если затягивается.", "解曰": "Одна стрела выстрелила пусто. Когда оно пусто, оно не пусто. Ждём прихода весны. Цвет в нем.", "籤詩故事一": "◇Забил дважды\nВо время правления императора Дэцзуна династии Тан верный министр Мэй Богао и его семья были подставлены премьер-министром-предателем Лу Ци, который хотел убить их всех. Только его сыну Мэй Лянъюю удалось бежать. Позже он сменил своего имя Ван Ситуну, чтобы скрыть свою личность. Он жил один на улице, голодный и холодный, но, к счастью, его принял Чэнь Жишэн (Чэнь Дунчу). Чэнь Жишэн не знал его жизненного опыта, поэтому попросил его помочь ухаживать за сливовым садом Чена, чтобы он не умер от голода на улице.\nЧэнь Жишэн был одноклассником и другом Мэй Богао. Когда его преследовал Лу Ци, он был спасен Мэй Богао. В результате между Мэй Богао и Лу Ци возникла вражда. В конце концов, вся его семья была казнена. Чен Из-за этого Ришэн почувствовал грусть и злость.Женившись, он подал в отставку и перевез свою семью в Янчжоу, чтобы жить в уединении.\nУ Чэнь Жишэна есть красивая и ароматная дочь по имени Чэнь Синъюань.После того, как Мэй Лянъюй пришла в семью Чэнь, они влюбились друг в друга с первого взгляда. В день цветения сливы, который также был годовщиной смерти Мэй Богао, Чэнь Жишэн и его семья открыли алтарь в сливовом саду своего дома, чтобы почтить память своего умершего друга и благодетеля.Неожиданно погода внезапно изменилась. и налетела сильная метель, накрыв все цветки сливы. Чэнь Жишэн посетовал, что ему удалось благополучно сбежать, но он не смог спасти даже потомков семьи Мэй. Он подумал, что это предупреждение от Бога, поэтому поклялся, что если только сливы не зацветут снова, доказав, что потомки Семья Мэй была еще жива, он никогда ничего не говорил, он сбежал в буддизм и стал монахом.\nЕго дочь Синъюань услышала это, немедленно зажгла благовония и искренне помолилась Богу, чтобы сливы снова зацвели. Их искренность тронула небеса, и все сливы в сливовом саду снова зацвели; позже Чэнь Жишэн узнал, что Ситун - это Лянъюй, поэтому он обручил с ним свою дочь Синъюань.", "聖意": "Дом и дом не хороши для самого себя, для собственного счастья, искать богатства, быть благоразумным в делах, ждать времени бракосочетания, опаздывать, жениться, опаздывать, преуспевать в весна, опаздывать, опаздывать, опаздывать, быть занятым, быть занятым, быть процветающим, быть занятым, быть найденным.", "古人": "Забил дважды", "第X籤": "Шестьдесят девять выигрышей в лотерею", "宮": "Тацуми"}