{"籤詩版本二": "Чао Чао похожа на пчелу, собирающую цветы, летящую с юго-запада, а затем на восток.\nКогда весна кончится и цветы исчезнут, искать некуда, это сердце не изменит своего местонахождения.", "詩意": "Эта гексаграмма подобна пчеле, собирающей цветы.\nВсе трудоемко и кропотливо.", "解曰": "Никаких весенних пейзажей. Дождь идет долго, но так и не проясняется. Попросить помощи. Лучше помолчать.\n.", "籤詩故事一": "◇Ли Ми восстала против династии Тан.\nЛи Ми\n(582–619), покойный лидер армии Ваган в крестьянском восстании в конце династии Суй в Китае. Мастер каллиграфии. Мастер слова Фа был уроженцем Чанъаня, Цзинчжао, а его прародиной был Сянпин, Ляодун (ныне южнее Ляояна, Ляонин). Уроженец Чанъаня Цзинчжао, его прародина — Сянпин, Ляодун (ныне южнее Ляояна, Ляонин).\nВ девятом году правления Дае (613 г.) он участвовал в восстании Ян Сюангана против династии Суй в Лияне (ныне к северо-востоку от уезда Цзюньсянь провинции Хэнань). В девятом году правления Дае (613 г.) он участвовал в восстании Ян Сюангана против династии Суй в Лияне (ныне к северо-востоку от уезда Цзюньсянь провинции Хэнань). Таинственное чувство побеждено,\nЛи Ми сбежала. Сюанган потерпел поражение, а Ли Ми бежал.\nНа двенадцатом году правления Дайе он присоединился к армии Ваганг.\n. На двенадцатом году правления Дая он присоединился к армии Ваганга. Ли Ми был хорош в стратегии.В октябре двенадцатого года правления Дае Ли Ми убедил Чжая атаковать Синъян Тонга, могущественного генерала, сопровождавшего армию, чтобы защитить Чжан Сюто, разгромив армию Суй и убив Чжан Сюто. Ли Ми был хорош в стратегии.В октябре двенадцатого года правления Дае Ли Ми убедил Чжая атаковать Синъян Тонга, могущественного генерала, сопровождавшего армию, чтобы защитить Чжан Сюто, разгромив армию Суй и убив Чжан Сюто.\nПозже он предложил атаковать склад Синлуо (позже переименованный в Луокоу), открыть склад для оказания помощи и расширить команду. Команда армии Ваган быстро росла. На 13-м году правления Дайе Ли Ми возглавил армию Ваган, а Чжай Ран занимался разжалованием и распределением династии Суй. Шла война из-за военных ресурсов и других вопросов, и Ли Ми убил Чжай Ранга и сотни его последователей. Позже он предложил атаковать склад Синлуо (позже переименованный в Луокоу), открыть склад для оказания помощи и расширить команду. Команда армии Ваган быстро росла. На 13-м году правления Дайе Ли Ми возглавил армию Ваган, а Чжай Ран занимался разжалованием и распределением династии Суй. Шла война из-за военных ресурсов и других вопросов, и Ли Ми убил Чжай Ранга и сотни его последователей.\nВ марте 14-го года правления Дае Юй Вэньхуацзи убил императора Ян династии Суй.\n, привело к тому, что более 100 000 человек вернулись на запад. В марте четырнадцатого года Дае Юй Вэньхуаджи (Ю Вэнь, составная фамилия) убил императора Яна из династии Суй и вернулся на запад с более чем 100 000 человек. Ли Ми было приказано атаковать Хуацзи. Хотя Хуацзи потерпел поражение, Ли Ми также понес тяжелые потери в войсках. Позже его преследовал Ван Шичун. Армия Ли Ми потерпела поражение, а его лагерь был разрушен. Его генералы Цинь Шубао, Чэн Чжицзе (первоначально по имени Чэн Яоджин), Ню Цзинда и другие попали в плен. Шань Сюнсинь сдался. Ли Ми было приказано атаковать Хуаджи. Хотя Хуаджи потерпел поражение, войска Ли Ми также понесли тяжелые потери. Позже его преследовал Ван Шичун. Армия Ли Ми потерпела поражение, его лагерь был разрушен. Его генералы Цинь Шубао, Чэн Чжицзе (первоначально звали Чэн Яоцзинь), Ню Цзинда и другие были взяты в плен, а Шань Сюнсинь сдался. Ли Ми был в отчаянии, поэтому в сентябре переправился через реку в Хэян и сдался династии Тан. Ли Ми был в отчаянии, поэтому в сентябре переправился через реку в Хэян и сдался династии Тан.\nВ ноябре Ли Юань отправил Ли Ми в Шаньдун для набора старых войск. ноябрь,\nЛи Юань отправил Ли Ми ждать в Шаньдуне, чтобы набрать старые войска. Чувствуя, что его подозревают, он восстал против Тана. Чувствуя, что его подозревают, он восстал против Тана. Танский генерал Шэн Яньши пригласил Ли Ми атаковать и убил его в Сингун Сянь. Танский генерал Шэн Яньши пригласил Ли Ми атаковать и убил его в Сингун Сянь.", "聖意": "Дом, дом, язык, сам, злодей, поиск богатства, растрата бизнеса, недолговечные браки, Люцзя, пустые цветы, пешеходы, Яотянь, повреждение тутового шелкопряда, шесть повреждений скота, пропавшие без вести, судебные процессы, потери, миграция, консервативность, потерянное имущество, болезнь, препятствия, реформа горной гробницы", "古人": "Ли Ми восстал против династии Тан.", "第X籤": "Семидесятый розыгрыш", "宮": "Тацуми"}