{"籤詩版本二": "Пчеловодам приходится выпрашивать мед, чтобы их не ужалило жало.\nДолжно быть, перед тобой лежит странная дорога, тайна глубока, как терновый лес.", "詩意": "Эта гексаграмма символизирует пчел, собирающих мед.\nВсе трудоемко и кропотливо.\n\n(Эта гексаграмма представляет собой символ сладости и горечи.\nПредотвращайте катастрофы во всем.\n)", "解曰": "Дела нужно делать аккуратно. Не нужно заставлять. Пчелы собирают мед. В чем причина?", "籤詩故事一": "◇Ван Ман ищет таланты\nМожно сказать, что семья Ван Ман из династии Западная Хань была богатой семьей. Хотя его отец умер молодым, несколько его дядей и дядей стали императорами династии Хань.Они стали генералами, премьер-министрами, маркизами и получили награды.Семья Ван была чрезвычайно известной.\nНо собственная маленькая семья Ван Манга была крайне бедной: его отец умер молодым, и он жил только с матерью, рассчитывая на милостыню родственников. Но благодаря этому Ван Ман с детства развивал и практиковал ряд навыков общения с людьми. Независимо от того, насколько грустным или злым он себя чувствовал, он всегда показывал очень счастливый и мирный вид перед родственниками, старейшинами или посторонними, поэтому все в клане его вполне ценили.\nОднажды его старший дядя серьезно заболел. Узнав об этом, он подошел и стал ждать у постели больного, принося лекарства и воду и дежуря по ночам. Несколько месяцев он был голым, неопрятным и изможденным. просто более «терпеливый», чем пациент, более «сын», чем биологический сын.\nЗа это все тайваньцы хвалили его и писали письма с просьбой о награде за него.\nПоэтому император Чэн из династии Хань дал ему титул маркиза новой столицы и назначил стражником во дворце, став близким министром императора.\nПри своем высоком статусе и огромной власти Ван Ман никогда не проявлял ни высокомерия, ни расхлябанности.Напротив, он становился все более обходительным и обходительным.С одной стороны, он заводил дружбу с министрами, министрами, знаменитостями и учеными.\nНо он вел очень скромную жизнь, часто ел мясные блюда, не говоря уже о том, чтобы носить длинные мантии и платья с длинными рукавами, нося только короткую одежду. Поэтому все в правительстве и общественность единогласно похвалили его словом «добродетельный».\nПозже его дядя, Гранд Сима Вангген, умер от болезни, и его выбрали на замену. Император и все министры считали его наиболее подходящим. Поэтому Ван Ман, которому было всего тридцать восемь лет, стал Великим Сима, обладающим высочайшей военной мощью в стране.\n(Эта история представляет собой метафору. Умение быть хорошим человеком может помочь вам избавиться от «трудностей быть ужаленным пчелами» и достичь своих идеалов так, как вы пожелаете.)", "聖意": "Дом себе нехорош, семья в беде, дело заблокировано, брак заблокирован, шесть доспехов испуганы, пешеходы опаздывают, урожай тутового шелкопряда низкий, поголовье мало, трудно найди людей, иск плох, миграция не движется, имущество утрачено плохо, болезнь подставлена, горная могила потеряна,", "古人": "Ван Ман ищет таланты", "第X籤": "Выигрыш в лотерею семьдесят два", "宮": "Тацуми"}