{"籤詩版本二": "Когда приходит весна, гремит гром и щебечут насекомые, и я отворачиваюсь от грязи\nКогда я впервые осознал, что все еще прихожу и ухожу, как только я изменился, я стал драконом.", "詩意": "Эта гексаграмма подобна грому и насекомым.\nВстретить благородного человека – хороший знак во всем.", "解曰": "Гром грянет. Два депозита на входе и выходе. Меняйте один раз. До Тяньмэня.", "籤詩故事一": "◇Мятеж в Чэньцяо\nВ 959 году нашей эры Чжоу Шицзун Чай Жун умер, а императору Гун Чай Цзунсюню, взошедшему на трон, было всего семь лет. В то время реальная власть принадлежала Чжао Куангинь, который служил инспектором перед дворцом и посланником Сунчжоу в немецкой армии.\nВесной 960 года нашей эры Чжэньчжоу (сегодняшний Чжэндин, провинция Хэбэй) и Динчжоу (сегодняшний уезд Динсянь, провинция Хэбэй) сообщили, что армии династии Северная Хань и государства Ляо совместно двинулись на юг, чтобы атаковать династию Позднюю Чжоу, с большой импульс, и просил прислать войска для помощи. Позже династия Чжоу приказала Чжао Куанъину повести свои войска на север, чтобы сражаться с врагом. Чжао Куангинь действовал тайно по плану своего брата Чжао Гуанъи, Чжао Пу, Ши Шоусиня и других.\n3 февраля, когда армия прибыла в Чэньцяойи (ныне город Чэньцяо, к юго-востоку от Фэнцю, Хэнань), они подняли мятеж и приказали солдатам носить для него желтые одежды.Они восстали против династии Поздней Чжоу и поддержали Чжао Куанъиня как императора. . После этого Чжао повел свои войска обратно в Кайфэн, не сжигая, не убивая и не грабя: «Тайцзу Чэнь Цяо дал клятву не беспокоить жителей столицы, и он пообещал не беспокоить город в тот день, когда он вошел в город».\nНа третий день третьего года лунного месяца Чжао Куанъинь поднял мятеж в Чэньцяо и вернулся в столицу. Фань Чжи повел Ван Пу и Вэй Жэньпу допросить Чжао Куанъинь. Ло Яньхуань вытащил меч перед палаткой и громко крикнул : «У трех армий нет хозяев. Все генералы решили назначить его императором. Любой, кто выскажет свое мнение, будет убит!». Лицо Ван Пу было бледным, как земля. Он опустил ступеньки и поклонился. Фань Чжи тоже поклонился. Куан Инь лично помог ему подняться и обращался с ним с большой учтивостью.\nПосле умеренного сопротивления император Гун из Поздней династии Чжоу взошел на трон, и трон занял Чжао. «Тайцзу собирался принять дзэн, но текста дзэн не было. Тао Гу, ученый Ханьлинь, принял приказ и подошел к нему и сказал: «Готово».\nПосле того как Чжао взошел на престол, он изменил название страны на Сун, Юань на Цзяньлун и сделал Кайфэн столицей. Ши Шоусинь, Гао Хуайдэ, Чжан Линдуо, Ван Шэньци, Чжан Гуанхань и Чжао Яньхуэй были удостоены титула Цзедуши. , который в истории получил название «Мятеж Чэньцяо».\nВикипедия\n(Эта история показывает, что это начало выступления Чжао Куангинь.)", "聖意": "Молитесь за свой дом, повседневную жизнь, богатство, удачу, удачу в бизнесе, благородный брак, успех в Люцзя, пешеходов-мужчин, раннее рождение тутового шелкопряда в полях, раннее рождение шести животных, удачу весной, поиск людей , успех в судебных процессах, удача в миграции, потерянное имущество, опасности в болезнях, опасности в горах и могилах.", "古人": "Мятеж в Чэньцяо", "第X籤": "Подписано семьдесят три.", "宮": "Ми Палас"}