{"籤詩版本二": "Во сне говорилось, что будет много богатства, но слава оказалась напрасной.\nИ вода далеко, и горы далеко, но трудно быть верным, Благородный человек дает указания и улыбается.", "詩意": "Эта гексаграмма представляет собой символ получения сокровища во сне.\nВсе более-менее реально.", "解曰": "Как сон, сон. Никакой надежды на славу. Просто дождитесь хороших времен. Благородные инструкции.", "籤詩故事一": "◇ Верните нефрит Чжао (верните нефрит Чжао после его завершения)\nВ 283 году до нашей эры король Чжао Хуэйвэнь получил Хэ Би от Чу. После того, как король Цинь Чжаосян услышал эту новость, он отправил письмо королю Чжао, выражая свою готовность обменять пятнадцать городов на Хэ Би.\nЛинь Сянжу проанализировал королю Чжао, что Цинь силен, а Чжао слаб и его нужно заменить.\nЗатем король Чжао отправил Линь Сянжу в Цинь вместе с Хэ Би.\nКороль Цинь встретил Линь Сянжу в Чжантае, и Линь Сянжу подарил нефрит королю Цинь. Король Цинь был вне себя от радости и передал Хэ Би красавице, и все вокруг нее посмотрели на это. В это время все слева и справа кричали: «Да здравствует».\nЛинь Сянжу увидел, что король Цинь не собирался отдавать город Чжао, поэтому он сказал королю Цинь, что нефрит Хэ неисправен, и хотел указать на это королю Цинь, чтобы воспользоваться возможностью, чтобы получить нефрит обратно.\nПосле того, как Линь Сянжу забрал Би Хэши, он встал рядом с большой колонной, показывая, что хочет умереть вместе с Би Хэши.\nВ это время Линь Сянжу сказал королю Цинь: «Король Чжао все же преодолел возражения министров и принял предложение министра. Даже если он не обманывал друг друга при общении с простыми людьми, не говоря уже о том, что Цинь - большая страна! Чтобы сохранить дружбу между Цинь и Чжао, король Чжао после пятидневного поста я отправил своих министров в Цинь с нефритом. К сожалению, король Цинь не только не собирался давать Чжао городе, но также передал нефрит семьи Хэ красивой женщине, что было настоящей насмешкой над моими министрами».\nЗакончив говорить, Линь Сянжу сразу же сделал жест, ударив по столбу.Король Цинь боялся, что Хэ Би будет поврежден, поэтому он сделал вид, что отдал Чжао пятнадцать городов. Линь Сянжу разглядел коварный план короля Циня, поэтому он попросил короля Циня поститься в течение пяти дней, прежде чем представить Хэ Би, чтобы отсрочить время. За эти несколько дней Линь Сянжу отправил своих слуг вернуться в государство Чжао с нефритом, а сам остался, чтобы разобраться с королем Цинь.\n(Эта история похожа на взгляд обычного человека, зачарованного своим статусом.)", "聖意": "Молитва о благословениях дома, самому себе, препятствует богатству, затрудняет заключение сделок, брак не гармонирует с пешеходами Люцзясюй, читианские тутовые черви не принимаются, шесть животных повреждены, люди пропали без вести, ожидаются публичные судебные иски и миграция, потерянные вещи далеко, болезни поселены, отправлены в горные могилы и изменены.", "古人": "Верните нефрит Чжао (завершите нефрит Чжао)", "第X籤": "Семьдесят седьмой выигрыш лотереи", "宮": "Полуденный дворец"}