{"籤詩版本二": "Листья платанов опали, приближается осень, и обратный путь путников похож на облака.\nБлагодаря великим усилиям Бога корабль вернулся с сокровищами на ветру.", "詩意": "Эта гексаграмма представляет собой падающие листья платана.\nВсе плохо заранее и хорошо в конце.", "解曰": "Принимайте вещи от всего сердца. Тянь Синь последовал за ним. Зарабатывать на жизнь. Делайте все, что можете.", "籤詩故事一": "◇Ветер дует в павильон Тэнван.\nВан Бо, любезное имя Цзянь, был поэтом ранней династии Тан.Он родился в первый год правления Юнхуэя, императора Гаозуна династии Тан. Ван Бо читал Священные Писания с детства и известен как «вундеркинд». Ван Бо читал Священные Писания с детства и известен как «вундеркинд».\nКогда ему было десять лет, он и его отец случайно проходили мимо храма Гуанди. Они увидели в храме величественную статую Гуанди, который держал копию «Весны и осени» и читал ее. Когда его отец увидел это, он Он был вдохновлен и пел императору Гуаню: «Держу три пряди зеленой бороды, читаю историю династии Цин зеленому фонарю и отдаю дань уважения знаменитым именам. Держа в руке зеленого дракона и луну». что осенью этого года Ван Бо отправился из Шаньси на остров Хайнань, чтобы навестить своего отца, который был понижен в должности до магистрата округа Цзяочжи, пройдя по пути через тысячи гор и рек. Осенью того же года, когда ему было двадцать семь лет, Ван Бо отправился из Шаньси на остров Хайнань, чтобы навестить своего отца, пониженного в должности до должности магистрата округа Цзяочжи, и по пути он прошел через тысячи гор и рек.\nКогда в тот день мы прибыли на гору Маданг, все сошли на берег, чтобы отдохнуть. Когда Ван Бо в одиночестве проходил мимо древнего храма, он внезапно увидел старика, сидящего на камне рядом с храмом. Старик выглядел как ребенок со светлыми волосами. и внешность феи. Он сказал Ван Бо: «Разве ты не Ван Бо?» Ван Бо был поражен и сказал: «Точно! Откуда ты это знаешь?» Старик сказал: «Я давно слышал, что у тебя хорошие намерения спасти людей, и ваши стихи очень значимы. Завтра в павильоне Тэнван будет грандиозная вечеринка. Если вы сможете присутствовать на банкете и написать эссе, вы прославитесь на века и получите расходы на дорогу. \"Когда они прибыли\". на горе Маданг все сошли на берег, чтобы отдохнуть.Когда Ван Бо прогуливался один мимо древнего храма, он внезапно увидел на камне рядом с храмом: сидел старик, похожий на ребенка со светлыми волосами и феей. Он сказал Ван Бо: «Разве ты не Ван Бо?»\nВан Бо опешил и сказал: «Именно! Откуда ты это знаешь?»\nСтарик сказал: «Я давно слышал, что у вас есть доброе намерение спасать людей, и стихи, которые вы сочиняете, весьма значимы. Завтра в павильоне принца Тэна будет грандиозная вечеринка. Если вы сможете присутствовать на банкете и сочинять, ты будешь знаменит на века и покроешь расходы на дорогу».\nВан Бо сказал: «Это место находится в шести или семистах милях от павильона Тэнван. Как мы сможем добраться сюда завтра?» Старик сказал: «Я буду использовать лошадь как божественный ветер, чтобы помочь вам плавно плавать. обязательно прибудет завтра». Ван Бо поблагодарил меня и сказал: «Извините, мой тесть. Вы бессмертный или бог?» Старик засмеялся и сказал: «Я Чжунюань Шуйцзюнь, который находится в отвечает за эту акваторию!» Ван Бо сказал: «Это место находится в шести или семистах милях от павильона Тэнван. Как мы сможем добраться туда завтра?»\nСтарик сказал: «Я буду использовать лошадь как божественный ветер, чтобы помочь тебе плавно плавать. Я обязательно приеду завтра».\nВан Бо поблагодарил его и сказал: «Простите, тесть, вы бессмертный или бог?»\nСтарик засмеялся и сказал: «Я — Чжунюань Шуйцзюнь, который отвечает за эту акваторию!» Затем старик посоветовал Ван Бо быстро сесть в лодку. Он увидел, что какое-то время его окружали благоприятные облака, и ветер и вода по пути была гладкой.В мгновение ока он преодолел сотни миль.\nТогда старик посоветовал Ван Бо быстро сесть в лодку. На какое-то время он увидел благоприятные облака, окружающие его, и это было гладкое путешествие. В мгновение ока он преодолел сотни миль. Как и ожидалось, утром в день грандиозного события Ван Бо поспешил в павильон принца Тэна.\nКак и ожидалось, утром в день грандиозного события Ван Бо поспешил в павильон принца Тэна. И тут же он написал «Предисловие к Шатру принца Тэна», которое император Гаозун династии Тан назвал вечным шедевром. И тут же он написал «Предисловие к Шатру принца Тэна», которое император Гаозун династии Тан назвал вечным шедевром.\nЕсть стихотворение, в котором говорится:\nВсегда говорили, что талантливые люди — боги, поэтому не случайно ветер приносит Наньчан в Наньчан;\nЯ написал предложение о высоком павильоне Тэн Вана, а затем он сопровождал бессмертных в Чжунюань.", "聖意": "Молитесь за свой дом и защищайте себя, молитесь о благословениях, ищите богатство и достигайте брака и гармонии.", "古人": "Ветер дует на павильон Тэнван", "第X籤": "Подпишите восемьдесят один", "宮": "Вэй Гун"}