{"籤詩版本二": "Что делать, если ты потеряешь свою добродетель из-за своей репутации?Я боюсь, что удача изменится и произойдут плохие вещи.\nПьяный, не знаю, куда идти, Мне снится туманный сон в тени зеленых сосен.", "詩意": "Эта гексаграмма представляет холодную рыбу, покидающую воду.\nНичего нельзя переместить.\n\n(Эта гексаграмма является символом плохой добродетели и невезения.\nВо всем держите ноги на земле.\n)", "解曰": "Холодная рыба покидает воду. ложка дегтя в бочке меда. Если вы спросите о планах лагеря. Лучше Мо Ци\nЭтот знак принесет Люцзе неудачу. Все идет не так. Молитесь о безопасности.", "籤詩故事一": "◇Чжуанцзы проверяет свою жену\nЧжуанцзы родился в династии Чжоу. Его фамилия была Чжуан, его имя было Чжоу, а его имя было Цзысю. Он был уроженцем Мэнъи в династии Сун. Во времена династии Чжоу он был чиновником Циюаня.\nОднажды Чжуанцзы встретил на горе женщину, которая сидела на корточках перед новой могилой и отчаянно трясла веером, как будто хотела высушить влажную землю на могиле. Чжуанцзы не понял ее намерений, поэтому спросил ее. Она сказала, что человек, похороненный в могиле, был ее мужем, и последними словами ее мужа было то, что она не сможет снова выйти замуж, пока земля на могиле не высохнет. Она не могла больше ждать, поэтому встряхнула могильную землю, чтобы она быстрее высохла, и могла добиться второго источника.\nЧжуанцзы вздохнул, подумав, что в мире есть такая бессердечная женщина. Потом я подумал, а будет ли моя жена такой? Когда возникает подозрение, я хочу его проверить.\nФамилия жены Чжуанци была Тянь, и у пары обычно были близкие отношения.Чтобы проверить верность жены, Чжуанцзы решил притвориться мертвым.\nУслышав, что Чжуанцзы умерла от внезапной болезни, многие люди со всего мира, в том числе родственники и друзья, пришли выразить свои соболезнования. Среди них был красивый король и внук из штата Чу, который был богат и богат. Тиан недавно овдовела и жалок, он преследовал ее. Госпожа Тянь не выдержала искушения и влюбилась в Ван Суня, и они поженились всего за двадцать дней.\nТой ночью, когда вино было выпито и уши были горячими, у Ван Суня внезапно случился сердечный приступ, и он умер.\nГ-жа Тянь была напугана и запаниковала и срочно спросила Ван Сунь, что делать. Ван Сунь вытерпела боль и сказала г-же Тянь, что мозг мертвых тел можно использовать, чтобы вернуть мертвых к жизни.\nГде найти труп? Г-жа Тянь внезапно подумала, разве ее муж только что не умер? Господин Тянь забыл о старой любви между мужем и женой и фактически взял топор и расколол гроб ее мужа, готовясь вынуть его мозг для лекарства.\nНеожиданно, когда гроб открыли, Чжуанцзы вернулся к жизни. Г-же Тянь было так стыдно, что она повесилась.\n(Эта история — метафора нарушения дружбы ради личной выгоды, поэтому мы не можем с ней согласиться.)", "聖意": "В доме мир, личность в безопасности, деньги несправедливы, торговля принесена в жертву, брак решен, зло в Люцзя процветает, пешеходы не прибыли, шелковичные черви в мире, домашний скот в мире, народ ищет людей, иск изменился, ученики консервативны, имущество потеряно, болезни нет, а гора и гробницы злые.", "古人": "Чжуанцзы испытывает свою жену", "第X籤": "Лот 84", "宮": "Вэй Гун"}