{"籤詩版本二": "Темные тучи и туман покрывают дорогу перед горой.Все круглое, и луна снова круглая.\nЕсли вам достанутся стихи и книги – вы проснетесь от глубокого сна.Благородный человек проведет вас на крышу.", "詩意": "Эта гексаграмма символизирует конец весны и распускание цветов.\nВсе меняется после Господа.", "解曰": "Старику нужно попросить о помощи. Весной цветет снова. Желание славы и богатства. Столкнитесь с неожиданной удачей в позднем возрасте.", "籤詩故事一": "◇Хань Вэнгун встречает снег\nХань Юй, которого любезно звали Туйчжи, был из Чангли. Тан Дэцзун стал Цзиньши на восьмом году правления Чжэньюаня, и его посмертный титул был Вэнь Гун.\nВо время правления императора Сяньцзуна из династии Тан Хань Юй протестовал против костей Будды, что разозлило императора. Хань Юй оставил жену и детей и отправился в Чаочжоу. Пройдя менее нескольких дней, поднялся холодный ветер и пошел сильный снег. Хань Юй подошел к месту, где снег был глубиной в несколько футов, что затрудняло движение его лошади.Поблизости не было дома, и он не знал, где находится дорога. Если вы хотите следовать по пути и отступить, пути назад нет. Дул сильный ветер, быстро падал снег, Хань Юй промок до нитки, замерз и голоден, и ему некуда было выразить свое горе.\nХань Юй вздохнул и сказал: «Император не убьет меня, но император хочет меня уничтожить».\nКогда Хань Юй был в отчаянии, он увидел человека, идущего расчищать снег, несмотря на сильный холод. Им оказался Хань Сянцзы (племянник Хань Юя).\nРанее Хань Сянцзы сказал Хань Юю: «Где дом Юн Хэна в Циньлине? Снег охватывает синие ворота, и лошадь перестает двигаться вперед». наконец понял.\nИтак, Хань Юй и Хань Сянцзы пошли переночевать в доме Фу в Лангуане. Говоря о прошлом и пути к совершенствованию, Хань Юй был искренне убежден.\nПозже Хань Юй оставил свою официальную должность, пожертвовал все свое имущество местному правительству и отправился в горы, чтобы практиковать даосизм и стать бессмертным.", "聖意": "Дом не годится для самого себя, будьте осторожны в поиске денег, сосредоточьтесь на бизнесе, брак поздний, пешеходы Люцзя блокируют поля, шелковичные черви хорошие, домашний скот хороший, людей трудно найти, публичные иски повторяются, миграция обновлены, утраченные вещи серьёзны, болезни отложены, горные гробницы надо менять.", "古人": "Хан Вэнгун встречает снег", "第X籤": "Восемьдесят пятый выигрыш в лотерее", "宮": "Шэнь Гун"}