{"籤詩版本二": "Пройдя половину пути до западной горы, невозможно одолеть скалы Цзюньлиня.\nВ поисках защиты у Бога, это тело все еще находится в морге.", "詩意": "Эта гексаграмма подобна поиску золота в песке.\nВо всем есть признаки благородных людей.\n\nТакже: Эта гексаграмма указывает на то, что человеку грозит опасность.\nВо всем есть признаки благородных людей.", "解曰": "Нефрит можно найти, обтесывая камень. Найдите золото в песке. Нужно много работать. Просто беда.\nДругая работа: сложная ситуация. Негде остановиться. Просите Божьего благословения. Молитесь о душевном спокойствии.", "籤詩故事一": "◇Кусай золото и исследуй подземные пещеры\nЧтобы отпраздновать свои военные подвиги, Чэн Яоджин устроил банкет в Яньвуяне. Внезапно в земле открылась непостижимая дыра.Все тянули жребий, выбирая слова, кусая золото, чтобы выиграть, и нанимая веревки, чтобы привязать себя к дыре.\nЗдесь находятся каменные двери, столы, стулья, мосты и другие предметы.На столе драконьи одеяния и нефритовые пояса, сделанные из золота и стертые в пещере.\nЯо Цзинь вышел из ямы с большим ящиком и маленьким ящиком, открыл деревянный ящик и достал нефритовую печать, открыл ящик, достал большой флаг, корону и следы и положил их на стол, и все смотрел их один за другим. Я видел восемь символов печати, выгравированных на большой печати: «Король демонов Хунши, Великий Добродетельный Император».\nВсе поклонялись ему как «Императору», и Яоджин делал это в течение трех лет в качестве Короля Демонов. (На самом деле, это было просто самопровозглашение, а Чэн Яоджин в то время был всего лишь главой деревни.)\n(Эта история представляет собой метафору того, что хорошие дела подобны актерской игре. Это художественная концепция «это тело все еще находится в пустоте».)", "聖意": "Молитва за дом и дом, себя, отсутствие прибыли, поиск богатства, упорный труд, осторожность в бизнесе, браку будет мешать Лю Цзясюй, пешеходы, Чи Тянь, шелковичные черви, шесть стад в конюшне, поиск людей, никаких судебных исков , потеря, миграция, хранение утраченного имущества, злые болезни, препятствия, горы и могилы.", "古人": "Исследование склепа в поисках золота", "第X籤": "Подпишите восемьдесят семь", "宮": "Шэнь Гун"}