{"籤詩版本二": "Не беспокойте меня своими личными делами, это уместнее спросить у общественности.\nЯсное сердце так же светло и ясно, как яркая луна на небе.", "詩意": "Эта гексаграмма представляет собой образ яркой луны на небе.\nВсе светлое и воздушное.", "解曰": "Будьте правы сердцем. Исправьте закон. Святые слова. Наконец становится ясно.", "籤詩故事一": "◇Генерал Конг Мина\nРешение: Чжугэ Лян мобилизует свои войска и генералов.\nВ период Троецарствия Чжугэ Лян (181–234), любезное имя Конгмин, родился в Янду, Ланъя (ныне уезд Инань, провинция Шаньдун).\nЧжугэ Лян согласился стать чиновником после того, как Лю Бэй трижды посетил соломенный коттедж. В то время Цао Цао усмирил Хэбэй и был полон решимости двинуться на юг. Он послал Сяхоу Дуня в качестве главного генерала, Ю Цзиня, Ли Дяня и других в качестве заместителей генералов, возглавляя 100-тысячную армию, направляющуюся в сторону Синье. Хотя в то время у Чжугэ Ляна был план отступления от врага, Гуань Юй и Чжан Фэй презирали слова Чжугэ Ляна. У Чжугэ Ляна не было другого выбора, кроме как использовать меч Лю Бэя, чтобы подчинить себе двух мужчин. Каждый из них вел тысячу солдат и лошадей и скрывался в Юшане и Аньлине. Они ждали, пока Сяхоу Дунь проведет свою армию, а затем атаковали их с помощью засады и огонь.\nКроме того, Чжао Юнь был отправлен возглавить старые и слабые остатки армии, чтобы сражаться в качестве авангарда против Сяхоу Дуня, а затем симулировал поражение и отступил, заманив Сяхоу Дуня на узкую дорогу в горах и лесах.Он также послал Гуаня Пин, Чжоу Цан, Лю Фэн и другие пробираются в тыл армии Цао, сжигая припасы и вызывая панику в армии Цао.\nПосле боя все произошло так, как задумал Чжугэ Лян. Когда Сяхоу Дунь и Юй Цзинь повели армию в погоню, Ли Дянь, находившийся в тылу, срочно сообщил Сяхоу Дуню на передовой, что ему нужно защищаться от огневых атак противника. Однако было уже слишком поздно. Армия Цао была ограничена Дорога была узкой и располагалась в месте, где деревья переплетались, поэтому огонь не мог начаться. Были тяжелые потери, Сяхоу Дунь и другие генералы потерпели поражение и бежали обратно в Сюду.\n(Эта история является метафорой того, что Кун Мин умеет использовать людей и мудро управлять страной.)", "聖意": "Дом и дом благоприятны.Желаю удачи в богатстве, душевного спокойствия, процветания в бизнесе, брака, успеха, успехов в Люцзя, мужчин, перемещающих поля, шелковичных червей, падежа скота, пропавших без вести людей, общественных исков, миграции, потерянного имущества, благословения, болезни, мир, горы и могилы.", "古人": "Генерал Конг Мина", "第X籤": "Девятый знак", "宮": "Инь Палас"}