{"籤詩版本二": "Хорошее шоу заставит вас нахмуриться из толпы, и ваше будущее изменится, и вы принесете много богатства.\nДорога широка, как небо, и все деньги, которые ты сможешь отдать, будут в твоем сердце.", "詩意": "Эта гексаграмма указывает на многообещающее будущее.\nВсе идет хорошо.", "解曰": "Большая дорога. Вы можете двигаться вперед. Используйте свое сердце. Только вперед.\nС этим знаком все идет по плану. Удачи Цзичану.", "籤詩故事一": "◇Три героя сражаются против Лу Бу\nРешение: три героя Чжан Фэй, Гуань Юй и Лю Бэй сражаются против Лу Бу.\nДун Чжо узнал, что Хуа Сюн был обезглавлен, и отправил в бой летающего генерала Лу Бу. Как только Лу Бу вступил в бой, он убил генералов Фан Юэ и Му Шуня, а также убил У Аньго и Гунсунь Цзань.\nЧжан Фэй увидел, что Гунсунь Цзань не может победить Лу Бу, поэтому он быстро заменил Гунсунь Цзань и крикнул: \"Рабы трех фамилий должны уйти! Чжан Фэй из Янь здесь!\" После этого они сражались более пятидесяти раундов в бою. преемственность, без победителя или проигравшего.\nПосле того, как Гуань Юй увидел это, он и Чжан Фэй напали на Лу Бу и дрались более тридцати раундов.\nЛю Бэй также нес два меча, хлопнул лошадью и шагнул вперед, чтобы помочь Чжан Фэю и Гуань Юю.\nТрое мужчин окружили Лу Бу и продолжали сражаться. Все люди в группе были ошеломлены.\nВскоре Лу Бу начал терять силы. Пегас Лу Бу отступил, но трое мужчин преследовали Лу Бу и отказались сдаваться. Они не отступали, пока не встретили войска Лу Бу.\n\"Три царства\"\n(Эта история является метафорой храбрости и боевых навыков Лу Бу. Один человек может победить троих.)", "聖意": "\"Сердце дома предназначено только для собственного путешествия в поисках богатства. Возможную брачную статью можно отправить Люцзя. Дела у людей идут гладко. Используются шелковичные черви Чжушуньтянь. Людей можно найти среди шести животных. Перед публичным иском, И Чанг, миграция, потеря имущества, болезнь, горная гробница и т. д., это благоприятно.", "古人": "Три героя сражаются против Лу Бу", "第X籤": "Девяносто один выигрыш в лотерее", "宮": "Юный дворец"}