{"籤詩版本二": "Луань Фэн Сян промок под дождём, но в это время над ним издевался Квир.\nЯ был потрясен, узнав, что однажды облака были далеко, но я все равно вернул тебе свою одежду.", "詩意": "Эта гексаграмма представляет собой символ Луана и Феникса, покрытых дождем.\nВсе приходит, когда приходит время.", "解曰": "Злодей процветает день ото дня. Джентльмен не должен ничего делать. Просто держи себя в руках. Примите меры, когда придет время.", "籤詩故事一": "◇Гао Цзюнь гарантирует брак\nВ начале династии Сун Чжао Куангинь объединил север, и вся страна сдалась. Однако в период Южной династии Тан Ли Юй закрепился на юге реки Янцзы. Он принял стратегию симуляции капитуляции, предлагая город и захватывая его в ловушку. Чжао Куангинь в Шочжоу, и ситуация была критической. Племянник Чжао Куангиня, Гао Цзюньбао, молодой человек с золотым ружьем, покинул Бяньцзин, чтобы прорвать осаду Шоучжоу.\nПроходя мимо горы Шуансуо, они разбили знак «Муж», установленный Лю Цзиньдином, и эти двое соревновались.В результате Лю Цзиньдин трижды победил Гао Цзюньбао своим превосходным боевым искусством, и они обменялись золотыми булавами и серебряными колокольчиками на всю жизнь. Племянник Чжао Куанъинь, Гао Цзюньбао, покинул Бяньцзин, чтобы спасти Чжао Куанъинь, пойманного в ловушку в Шоучжоу. Он прошел через гору Шуансуо и разбил знак, установленный Лю Цзиньдин. Эти двое соревновались, но Лю Цзиньдин трижды победил Гао Цзюньбао своим превосходным боевым искусством. и был вынужден жениться. Пара повела толпу в осаду и спасла Чжао Куангинь.\n(Метафора этой истории заключается в том, что эти двое не примирились (над ними издевались), но позже примирились.)", "聖意": "Семейный дом вреден для самого себя, будьте осторожны в поисках денег, блокируйте бизнес, ждите свадьбы, откладывайте, Люцзя, ложный путешественник, задерживайтесь в полях, шелковичные черви, поздно, шесть повреждений скота, трудно найти людей, судебные иски, утрата, миграция, консервативность, утраченное имущество, тяжелая болезнь, расширение горы, серьезная реформа", "古人": "Гао Цзюнь гарантирует брак", "第X籤": "Девяносто три выигрыша в лотерею", "宮": "сюгун"}