{"籤詩版本二": "Амбиции и достижения есть в династии, но теперь будет бесконечное пьянство и секс.\nЕсли вы увидите золотого петуха, вас ждет награда деньгами, удачей и удачей.", "詩意": "Эта гексаграмма представляет собой символ амбиций и славы.\nПусть все будет благоприятно.", "解曰": "Амбициозный и взволнованный. Еще не поздно поберечь себя. Золотой петух обещает. Все счастливы.", "籤詩故事一": "◇Цао Пи провозгласил себя императором\nЦао Пи, любезное имя Цзихуань, родился в Пейгоцяо (ныне уезд Хао, Аньхой). Известный политик и писатель периода Цзяньань.\nЦао Пи - второй сын Цао Цао. С детства он жил со своим отцом в военном лагере. Под влиянием отца Цао Пи научился стрельбе из лука в шесть лет и верховой езде в восемь лет, и развил хорошие навыки боевых искусств. Он также обладает обширными знаниями древней и современной классики и биографий, а также книг сотен научных школ. Лишь в восемнадцатилетнем возрасте Цао Цао победил Юань Шао, и Цао Пи жил относительно стабильной жизнью в Ечэне, центре правления Цао Цао. С тех пор, хотя он иногда сопровождал своего отца в военных экспедициях и большую часть времени жил жизнью благородного сына, он по-прежнему каждый день занимался боевыми искусствами и не отказывался по сей день. Он часто скачет на своей лошади сто шагов и очень опытен в боевых искусствах. Поскольку он часто занимается боевыми искусствами, он легкий и сильный.\nСтарший сын Цао Цао Цао Ан был убит в бою. После смерти старшего сына Цао Пи стал первым кандидатом на пост наследного принца. Когда ему был тридцать один год, Цао Цао сделал его наследным принцем. Когда Цао Пи было тридцать три года, Цао Цао умер от болезни, и Цао Пи сменил его на посту премьер-министра и короля Вэй. Он сказал, что часто ездит верхом на сто шагов, и его навыки искусны, поскольку он часто занимается кунг-фу, он легкий и сильный.", "聖意": "Молитесь, чтобы ваш дом и ваш дом были мирными, ищите богатства, усердно работайте, торгуйте, рано расставайтесь, брак будет успешным, Люцзя будет в безопасности, люди будут в поле, шелковичные черви будут зрелыми, шесть голов скота будут зрелыми. ,людей будет трудно найти,общественные иски будут неотложными,миграция потеряется,а вещи будут далеко.Болезни будут задерживаться в горах и могилах.", "古人": "Цао Пи провозглашает себя императором", "第X籤": "Девяносто пятый выигрыш в лотерее", "宮": "сюгун"}