{"籤詩版本二": "Величественная пагода необычна, с изысканными украшениями со всех сторон, сияющими светом.\nЯ призываю вас набраться решимости усердно кланяться и творить добрые дела, и небо пошлет вам благословения.", "詩意": "Эта гексаграмма представляет собой проявление заслуг.\nВсе благоприятно.", "解曰": "Эти благословения. Это есть у каждого. Не будьте слишком заняты. Достоинства определяются заранее.", "籤詩故事一": "◇Король Фэньяна встречает своего внука в китайский День святого Валентина\nРешение: Го Цзыи встретил девушку-ткачиху, спускающуюся на землю в китайский День святого Валентина. Тяньсун, внучка Нефритового императора, — Семь фей.\nГо Цзыи (697–781), также известный как Го Лингун, был уроженцем округа Чжэн провинции Хуачжоу (ныне уезд Хуасянь провинции Шэньси) и генералом династии Тан. Императорский двор даровал Цзыи титул короля Фэньяна.\nГоворят, что Цзыи был родом из Хуачжоу и пошел вступать в армию за пределами Великой стены. Он поехал в Пекин, чтобы добиться военного жалованья, и вернулся в Иньчжоу. В то время в Китае был День святого Валентина. Ветер и песок. Темнело, и солнце темнело. Цзыи не мог двигаться вперед, поэтому он стоял у дороги. Он спал на полу в пустом доме. Когда он собирался заснуть, он внезапно увидел красный свет с обеих сторон.Он встал и удивленно посмотрел вверх.На небе медленно спускалось облако.Там сидела красивая женщина,достойная и великолепная,совершенно не похожая на обычных людей. Зийи немедленно выразил свое почтение и сказал: «Сегодня седьмой день седьмого лунного месяца. Я думаю, что это Девушка-Ткачиха пришла, желая подарить ей долголетие и богатство».\nЖенщина также ответила: «С большим богатством приходит долголетие».\nПосле того, как он закончил говорить, сияние вернулось, и облака медленно поднялись. Женщина все еще смотрела на Го Цзыи с приятной улыбкой. Только когда она была далеко от нее, дым размыт, и ее больше нельзя было увидеть.\nЭто оказалось правдой, как и сказала женщина. Заслуги Цзыи всемирно известны, он чрезвычайно популярный министр и генерал, обладающий как заслугами, так и добродетелями.", "聖意": "Загадайте себе желание дома, загадайте желание себе, помолитесь о деньгах, удачи в делах, удачи в браке, удачи в Люцзя, счастливого путешествия с людьми, движущихся полей, шелковичных червей, стабильного скота, невезения в поиске люди, государственные иски, миграция, удача, болезни потерянного имущества, гробницы в Чжэньсиншане", "古人": "Король Фэньян встречает своего внука в китайский День святого Валентина", "第X籤": "Подпишите девяносто шесть", "宮": "сюгун"}