{"籤詩版本二": "Направляя лошадь в повод и держа кнут, мы идем прямо сюда, наполовину в опасности, наполовину в беде.\nЭто как дом, сгоревший в огне. Когда небо падает, дождь превращает его в пепел. У меня есть план.", "詩意": "Эта гексаграмма представляет собой половину печали и половину радости.\nЖелательно во всем делать добро.", "解曰": "Пожизненный труд. Плевать на добро и зло. Оковы временные. Обида приходит естественно.", "籤詩故事一": "◇Тао Санчунь побеждает Чжэн Эня в Гуаюане\n«Да здравствует мой памятник», — Чжао Куангинь снова встал, — «Пейпинский король Чжэн Энь тогда устроил свадьбу. Теперь, когда во всем мире царит мир, я хотел бы попросить вашего разрешения выбрать благоприятный день для свадьбы. \"\n«Да здравствует мой памятник!» Чжао Куангинь встал и сказал: «Король Пекина Чжэн Энь тогда устроил свадьбу. Теперь, когда во всем мире царит мир, я хотел бы попросить вашего разрешения выбрать благоприятный вариант. день свадьбы».\n«О, третий брат был помолвлен раньше, почему я не знал об этом?» Чай Жун был очень удивлен. Он махнул рукой и попросил Чжао Куанъинь сесть и поговорить.\n\"О! Третий брат был помолвлен раньше, почему я не знал об этом?\" Чай Жун (император Поздней династии Чжоу) был очень удивлен. Он махнул рукой и попросил Чжао Куанъинь сесть и поговорить.\n«Это долгая история. Во-первых, мы тогда еще бедствовали и не присоединились к вашей армии. С тех пор мы воюем уже много лет, и нам некогда о вас заботиться. Во-вторых, третий брат тоже немного стесняюсь об этом упомянуть, поэтому Ваше Величество не знает».\n«Это длинная история. Во-первых, мы тогда еще жили в бедности и не присоединились к вашей армии. С тех пор мы воюем уже много лет, и нам некогда заботиться о вас. Во-вторых, третий брат тоже немного стесняюсь об этом упомянуть, поэтому Ваше Величество не знает.\n«Эй, студент колледжа женится, какой смысл смущаться? Третий брат уже давно на поле боя, и его можно считать бесподобным героем. Почему ты такой мелочный в этом вопросе?»\n«Эй! Студент колледжа женится, какой смысл смущаться? Третий брат уже давно на поле боя, и его можно считать беспримерным героем. Почему ты так мелочен в этом вопросе?»\n«Кстати, я не могу винить своего третьего брата за застенчивость, потому что этот брак был сфабрикован».\n«Кстати, я не могу винить своего третьего брата за застенчивость, потому что этот брак был сфабрикован».\n«Напечатал? Эй, это интересно. Пожалуйста, расскажи мне, что произошло».\n«Я напечатала это! Эй! Это интересно! Пожалуйста, расскажи мне, что произошло».\n«Да, я помню тот год, когда мы собирались присоединиться к Его Величеству, мы проезжали через округ Баочэн. В июне было очень жарко. Мой третий брат не мог оставаться в отеле, поэтому он пошел бродить один. Пройдя мимо бахчевого сада, он пошел собирать. Дыни утоляли жажду. Раннеспелых дынь в это время было не так много, и третий брат не знал, как их собирать, поэтому сломал много из них. Женщина, смотрящая на дыни, выступила вперед, чтобы обвинить третьего брата. У них возникли разногласия, а затем они начали драться. Идем. К счастью, я забеспокоился и вовремя поспешил на помощь, иначе...»\n«Да, я помню тот год, когда мы собирались присоединиться к Его Величеству, мы проезжали мимо уезда Баочэн. В июне было очень жарко. Мой третий брат не мог оставаться в отеле, поэтому он пошел бродить один. Пройдя мимо бахчевого сада, он пошел собирать. Дыни утоляли жажду. Раннеспелых дынь в это время было не так много, и третий брат не знал, как их собирать, поэтому сломал много из них. Женщина, смотрящая на дыни, выступила вперед, чтобы обвинить третьего брата. У них возникли разногласия, а затем они начали драться. Идем. К счастью, я забеспокоился и вовремя поспешил на помощь, иначе...»\n«Этот Чжэн Цзымин, в первую очередь, это его вина, он должен извиниться. Почему он ударил его? Кроме того, как семья девушки может выдерживать удары руками и ногами такого жестокого человека, как он! Да ладно, ты избил эту девушку, чтобы Нет?\" \"Девочка не пострадала...\"\n«Этот Чжэн Цзымин, в первую очередь, это его вина, поэтому он должен извиниться. Почему ты его избиваешь? Кроме того, как семья девушки может выдерживать удары руками и ногами такого жестокого человека, как он! Давай, скажи мне, ты избил эту девушку. Нет?\n«Девочка не пострадала…»\n«Все в порядке, все в порядке… Эй, ты не принял меры? О, я думаю, ты вовремя меня спас».\n\"Все в порядке! Все в порядке... Эй! Разве ты не принял меры? О! Думаю, ты был тем, кто спас меня вовремя!\"\n«...Нет, человек, которого я спас, был... третьим братом.» «...Нет, человек, которого я спас, был... третьим братом».\n\"Ах ах?!\"\n«Третьего брата женщина повалила на землю и всю дорогу жестоко избивала. К счастью, я приехал и уговорил его уйти, так что он серьезно не пострадал... Ваше Величество... Ваше Величество!... \"\n«Третьего брата женщина повалила на землю и жестоко избила. К счастью, я приехал и уговорил его уйти, так что он не получил серьезных ранений... Ваше Величество... Ваше Величество!...»\n«Ах?...Ох, кто эта женщина!?» «Ах!?...Ох, кто эта женщина!?»\n«Только позже я узнал, что женщину звали Тао Санчунь, а ее отец Тао Хун был старым героем, у которого не было никаких стремлений. Тао Санчунь учился боевым искусствам у своего отца с детства. После того, как я узнал В его семье я увидел, что у мисс Санчунь выдающийся характер. Ло Ло и щедрые, без всякой привычки быть маленькой девочкой, они намеренно соответствовали ему. Отцу и дочери Тао также очень понравился прямолинейный характер третьего брата. Им очень понравился прямолинейный характер третьего брата. Немедленно поладили и решили, что это брак для них двоих. Ваше Величество, скажите, пожалуйста, это не фальшивый брак?\n«Только позже я узнал, что девушку звали Тао Санчунь, и боевым искусствам она училась у своего отца с детства. После того, как я познакомился с его семьей, я увидел, что мисс Санчунь имела выдающийся характер, была щедрая и не имела никаких следов привычек маленькой девочки, поэтому я намеренно завербовал ее.Г-ну Тао и его дочери также очень понравился прямолинейный характер их третьего брата.Они сразу же нашли общий язык и решили пожениться друг с другом. Ваше Величество, вам не кажется, что это фиктивный брак?»\n(Эта история — метафора, потому что плохое оказалось хорошим.)", "聖意": "Молитесь о защите дома, будьте осторожны, ищите богатство, разрушайте бизнес, препятствуйте браку, наказание, страхование Люцзя, пешеходы, застрявшие в полях, повреждение тутового шелкопряда, повреждение домашнего скота, пропавшие без вести люди, незаконные судебные иски, потери, миграция, консервативность, потерянное имущество, злые болезни , опасности, горы, гробницы, провал", "古人": "Тао Санчунь побеждает Чжэн Эня в бахчевом саду", "第X籤": "Номер девяносто девять", "宮": "Хайгун"}