{"籤詩版本二": "Må världen skapas för ett gott äktenskap, gynnsamma dagar och goda tider, och allt blir bra\nDet är ingen liten sak om du får denna lott.Kejsaren förklarar att människor är lojala och uppriktiga.", "詩意": "Detta hexagram representerar början på öppningen av himmel och jord.\nAllt är gynnsamt.", "解曰": "Snabb hastighet. Året är inte värt sin tid. Guanyin skriver ner. Låt mig veta först.", "籤詩故事一": "◇Zhongli blev upplyst\nZhongli Quan, med efternamnet Zhongli, förnamn Quan, artighetsnamn Yunfang och smeknamnet Zhengyang, var en infödd i Xianyang County, Xi'an, Shaanxi-provinsen under den östra Han-dynastin.\nZhong Liquan var general från Han-dynastin. Under expeditionen mot västra Qiang var han avundsjuk på befälhavaren Liang Yi och tilldelade honom bara 30 000 gamla och svaga soldater. Så fort han anlände till sin destination rånades lägret av västra Qiang-armén, och soldaterna flydde. Zhong Liquan gick vilse i en dal och mötte en munk på vägen. Han tog honom till en liten by och sa: \"Detta är herr Donghuas bostad.\" Sedan sa han hejdå och gick. Efter en stund sa någon plötsligt: ​​\"Detta måste bero på att den grönögda Hu-mannen är för pratsam.\" Han såg en man som bar en vit hjortpäls och höll i en grön quinoastav. Han frågade Zhong Liquan: \"Personen som kom här är Han Da. General Zhongli Quan\n? Zhong Liquan blev chockad, eftersom han visste att han hade träffat en främmande person, så han lärde sig uppriktigt Tao.\nZhong Liquan träffade senare Zhenren Huayang och den odödlige kungen Xuanfu och lärde sig \"odödlighetens hemlighet\". Slutligen bodde han på Zijin Sihaofeng i Kongtongberget, fick \"Jadeboxens hemlighet\" och blev en sann odödlig. Han var också vördad som en av de fem nordliga patriarkerna av Quanzhen-sekten.", "聖意": "Be att ditt hem och hem ska välsignas med lycka under hösten och vintern. Sök lyckan på hösten och vintern. Lycka till i affärer, lycka till i äktenskapet, lycka till med att föda pojkar, lycka till när du reser till fältet , lycka till i silkesmaskar, lycka till med boskap, lycka till med att hitta människor, lycka till i offentliga rättegångar, lycka till i migration, förlorad egendom, nordöstra sjukdomar, lycka till med att skicka berg och gravar.", "古人": "Zhongli blev upplyst", "第X籤": "första tecknet", "宮": "Livmoder"}