{"籤詩版本二": "Varför går du inte till Tailai, som ligger precis runt hörnet?Jag ska tillfälligt lämna herrn utanför berget.\nOm det finns goda nyheter om tigern eller kaninen kommer du att vara ledig även om du är fast besluten att vara upptagen.", "詩意": "I detta hexagram finns ett tecken på välsignelse bland olyckor.\nAllt är dåligt på förhand och bra i slutändan.", "解曰": "Byt ut mot hampsilke. Slå någons fötter. Se klart. Välsignelser kommer från katastrofer.", "籤詩故事一": "◇ Att möta en mästare i Bukit\nWu Ji var ursprungligen en vedhuggare, och de två träffade Jiang Ziya när de fiskade i Feng River. Wuji skrattade när han såg Ziya fiska med en rak krok.\nZiya tittade på Wujis ansikte och sa till spådomar: \"Om du går in i staden idag kommer du att döda någon.\" Efter att ha hört detta gick Wu Ji arg och bar ved in i staden.\nEfter att ha kommit in i staden drabbade Wu Ji samman med andra och misshandlade premiärminister Wen Wang till döds.\nKung Wen ritade marken som ett fängelse och fängslade Wu Ji.\nBukit Hou släpptes tillfälligt och dömdes till döden för att ta hand om sin mamma till hösten.\nHans mamma bad honom be Jiang Ziya om hjälp.\nTaigongen accepterade honom som sin lärjunge, lärde honom krigskonsten och beordrade honom att gräva hål och kasta trollformler för att bryta hans medfödda öde.\nEfter hösten kom Wu Ji inte för att bli straffad.Kung Wen härledde de medfödda siffrorna och trodde att Wu Ji hade begått självmord av rädsla för brott.\nSenare träffade kung Wen Wu Ji och Wu Ji introducerade kung Wen för att träffa Jiang Taigong.\nTaigong tilldelades titeln General of Wude. Både mästare och lärling arbetade för kung Wen.", "聖意": "Huset är säkert, jaget är bra, verksamheten är bra, äktenskapet är sent, den manliga fotgängaren har inte återvänt till fälten, silkesmaskarna är lönsamma, de sex djuren är shenji, sökandet är bra, den offentliga rättegången är bra, migrationen är konservativ, hittegodset ses, sjukdomen är bra, Qiu Ji, bergsgraven är bra", "古人": "Bukit Encounter", "第X籤": "Det tolfte tecknet", "宮": "Yin Palace"}