{"籤詩版本二": "Bekymmer och oro lindras tillfälligt, och glädje kommer från himlen.\nPrecis som jade gömd i dynga, lyfter en bra arbetare ut dammet", "詩意": "Detta hexagram representerar harmonin mellan Yin och Yang.\nAllt du planerar är gynnsamt.", "解曰": "Inget vunnet, inget förlorat. Vinn av förlust. Skurken är i trubbel. Lycka till, gentleman.", "籤詩故事一": "◇Ye Meng Xiong Chao Di\nYe Mengxiong (1531-1597), vars artighetsnamn var Nanzhao och vars namn var Longtang, ändrades till Longtan och fick även namnet Huayun. En infödd i Wanshifang, Huizhou Fucheng (nu en del av Huicheng-distriktet, Huizhou City) under Mingdynastin. Under det 44:e året av Jiajings regeringstid (1565) blev han Jinshi och tilldelades titeln magistrat i Qing County. Han fungerade som chef för överföringsavdelningen och bytte senare till tillsynscensor på Shanxi Road.\nUnder det 20:e året av Wanli (1592) dödade generalkonsuln i Ningxia, Kuaibai (hövding för den mongoliska tatarstammen), guvernören Dang Xin och intog det fyrtiosjunde fortet i Hexiprovinsen. , bröt staden, tillbad och brände sig själv ihjäl. Meng Xiong är inte arrogant när det gäller att ta åt sig äran, och låter sina färdigheter vara lika bra som de hos generalerna som vågar slåss. Den officiella Wei Xuezeng återinsattes. Under sina senare år sa han upp sig fem gånger och återvände till Huizhou för att bygga Huilong-templet.\nYe Mengxiong gick in i taoismen som tjänsteman i början och var känd för sin integritet. Gamla historiska dokument sa att han var \"den förste i ödmjukhet och förmåga\", \"eliminerar korruption och straffar uppror\", lämnar ett gott rykte; han var extremt lojal, modig, modig och påhittig. Bra på skytte. Under andra halvan av hans liv registrerades hans kampsportfärdigheter i \"Mingdynastins historia\" och han betraktades som en nationalhjälte.", "聖意": "Hemmet är ogynnsamt (allt mer fridfullt) Höst och vinter är bra för en själv, rikedom kommer att bli framgångsrik, transaktioner kommer att bli framgångsrika, äktenskap kommer att bli framgångsrikt, Liujia kommer att få ett falskt larm (det kommer att finnas skatter), fotgängare kommer till fältet att be för silkesmaskar, sex djur kommer att vara platt, människor kommer att hittas, offentliga rättegångar kommer att vara ogynnsamma, migration kommer att vara konservativ, förlorad egendom kommer att hindras, sjukdomar kommer att avgöras i Fushan-graven", "古人": "Ye Meng Xiong Chao Di", "第X籤": "Sextonde vinnande lotto", "宮": "Maogong"}