{"籤詩版本二": "Den gyllene kråkan faller i väster och kaninen reser sig i öster. Cykeln av dag och natt fortsätter från antiken till nutid.\nMunkarna och taoisterna vet att det inte finns någon nackdel, och de lärda, bönderna, industrin och köpmännen följer alla sina egna tankar.", "詩意": "Detta hexagram representerar vaxningen och avtagandet av yin och yang.\nDet är också ett tecken på att allt kommer att gå som planerat.", "解曰": "Det finns inget i åtanke. Det du har gjort är meriterande. Som en pil från en båge. Ett skott träffade målet.", "籤詩故事一": "◇ Farbror Cao Guo är en odödlig\nCao Guojiu, född i Xuzhou, sägs vara statens store farbror under Renzong-perioden under Songdynastin.Han hette Cao Yi, även känd som Cao Jingxiu.\nFarbror Cao Guo hade en yngre bror som hette Cao Er. Denne Cao Er förlitade sig på sin ställning som imperialistisk auktoritet och begick all slags ondska. Han ockuperade åkrar, tog bort fruar och döttrar och blev vän med några laglösa skurkar. Han kom in och ut. Cao Guojiu kunde inte stå ut med det. Han vägrade lyssna på hans goda ord och tröst, så han använde straff för att kontrollera honom. , de två bröderna smed agg.\nCao Guojiu sa: \"Världens principer är att de som ackumulerar gott kommer att blomstra, och de som ackumulerar ondska kommer att gå under. Detta är en oföränderlig sanning. Tidigare har vår Cao-familj samlat på sig onda gärningar för att uppnå dagens rikedom. Nu min bror har samlat på sig ondska till det yttersta, även om han flyr Även om du blir straffad av tjänstemännen kan du inte undkomma de naturkatastrofer som i hemlighet fungerar. När en katastrof väl kommer och din familj förstörs och någon dör, kommer du inte att bli det. Jag kommer att bli förödmjukad och rädd för det.\" Så jag skingrade all min rikedom, Han hjälpte de fattiga och brydde sig inte längre om sin brors angelägenheter. Sedan lämnade han sitt hem och sina vänner, bytte till en taoistisk uniform och gick upp i bergen för att odla sitt sinne och sin natur.\nEn dag träffade han Zhongli och Lu Dongbin från Han-dynastin av en slump. När han såg farbror Cao Guos flytande svar blev han mycket glad och gav honom \"Secret Edict of Returning Truth\" och beordrade honom att öva noggrant. Inte långt efteråt, Zhongli Quan och Lu Dongbin introducerades till den odödliga klassen.", "聖意": "Lycka till för hemmet, hemmet, lycka till, lycka till, lycka till i affärer, äktenskap, manlig resenär, plantering av silkesmaskar på fälten, tidig plantering av sex boskap, förlust av vinst, hitta människor, rättsliga åtgärder, migration, förlorad egendom , sen sjukdom, lycka (kaninens år eller otur för kaninen), lycka till i bergsgravar", "古人": "Farbror Cao Guo är en odödlig", "第X籤": "Signera den artonde", "宮": "Maogong"}