{"籤詩版本二": "Att låta båten gå tillbaka från snabbvattenstranden, vad vill du göra på grund av oroligheterna?\nOm du vill vara säker, sök lugn och vänta på att vågorna ska passera denna kris.", "詩意": "Detta hexagram är som en båt som färdas på en snabb strand.\nVar konservativ i allt och vänta på tiden.", "解曰": "Gå av i starkt vatten. Faran väntar på tiden. Om du frågar om lägerplaner. Ingenting kan göras.", "籤詩故事一": "◇Ziyi kröns till kung\nGuo Ziyi (697-781), även känd som Guo Linggong, var född i Zheng County, Huazhou (numera Huaxian County, Shaanxi-provinsen) och en general i Tangdynastin.\nUnder Anshi-upproret under det 14:e året av Tianbao (755) beviljades han titeln Shuofang Jiedushi (Lingwu, väster om Lingwu i nuvarande Ningxia). Han beordrades att korståg. Han kombinerade Shuofangs armé med Li Guangbi för att marschera De slog sig samman i Changshan (Zhengding, Hebei) och besegrade Shi Siming och återtog Hebei. Vid denna tidpunkt föreslog Guo Ziyi att kejsaren skulle ta Fan Yang från norr och attackera rebelltigerns håla för att minska belägringen av Tongguan, men Xuanzong vägrade. Efteråt planterades situationen för separatistiska vasallstäder under den sena Tangdynastin, vilket också blev den avlägsna orsaken till Tangdynastins undergång.\nUnder det femtonde året av Tianbaos regeringstid (756) fredade han och den uiguriska koalitionen Hequ. På våren följande år återställde de Hedong (nu Yongji, Shanxi) och Feng Yi (nu Dali, Shaanxi) och attackerade Tongguan, besegra Cui Qianyu Tang-armén led mer än 10 000 offer. Cui Qianyu kapitulerade till Pujin. An Lushan dödades av sin son An Qingxu.\nUnder andra året av Zhide (757) fick han order om att leda trupper till Fengxiang. På vägen besegrade han 5 000 Li Guirens kavalleri vid Baiqu Liuyun-bron (dagens sydost om Sanyuan) I maj slogs han med An Shouzhong och Li Guiren i Qingqu (dagens väster om Xi'an) besegrades, och han drog sig tillbaka till Wugong (dagens nordväst om Wugong) I september följde han marskalk Guangping Wang Li Chu för att leda Tang och uigurerna för att ansluta sig till 150 000 soldater, och slogs sedan. med An Shouzhong och Li Guiren i Xiang. Norr om Ji-templet (sydväst om dagens Chang'an County) cirklade de uiguriska soldaterna bakom fienden, attackerade från båda sidor och dödade 60 000 fiender. Zhang Tongru flydde till Shaanxi County, och slutligen återerövrade huvudstaden Chang'an (dagens Xi'an) Tang-arméns majestät återställdes åter till Chang'an.\nEfteråt utnyttjade Tang-armén segern och marscherade österut och besegrade 150 000 man inklusive Yan Zhuang och Zhang Tongru i Xindian (nu sydväst om Sanmenxia City, Henanprovinsen), vilket tvingade Anqing Xu att korsa Gula floden och dra sig tillbaka till Xiangzhou. Dongjun Luoyang återvände. Lägg Situ till hans förtjänster och gör honom till landets hertig.\nShi Siming ledde sin armé från Fan Yang för att rädda An Qingxu. De två sidorna slogs i formation norr om Anyangfloden (dagens norr om Anyang). Kampen var oupplöslig. Till slut leddes av nio Jiedushi, Tang-armén, som hävdade sig ha 600 000 man, retirerade (i slaget vid Yecheng). krig). Huvudbefälhavaren för denna strid var eunucken Yu Chaoen, som inte hade några ledarskapsförmåga och anklagade Guo Ziyi för stridens misslyckande. Guo Ziyi kallades tillbaka till Chang'an, befriad från militär makt och blev en ledig tjänsteman.\nUnder det första året av Baoying (762) gjorde trupperna i Taiyuan (dagens sydväst om Taiyuan) och Jiangzhou (dagens Xinjiang i Shanxi-provinsen) uppror, hovet blev skrämt, så Ziyi beviljades titeln kung av Fenyang och gick ut för att kontrollera Jiangzhou. Han var också alienerad av eunucken Cheng Yuanzhen och befriades från militär makt.\n(Fokus för den här historien: Guo Ziyi, som var mycket kapabel och väluppfostrad, träffade Xuanzong och några skurkar, vilket i hög grad äventyrade hans prestationer.)", "聖意": "Att välsigna hemmet och sig själv, söka rikedom, ingen transaktion, inget äktenskap, inget falskt larm, fotgängare som anländer till Tiancanji, svårt att hitta människor, offentliga stämningar och (inte Xing), migration, konservativitet, förlorad egendom, svåra att hitta, sjukdomar, ber om välsignelser, berg och gravar, gynnsamt", "古人": "Ziyi kröntes till kung", "第X籤": "Nittonde vinnande lotto", "宮": "Tatsumi"}