{"籤詩版本二": "Efter så många bekymmer och faror kommer det aldrig att vara tomt igen från och med nu\nEtt generöst hjärta har sina egna generösa planer. Du måste träffa en expert för att göra stora prestationer.", "詩意": "Detta hexagram är som en gammal brunn med en fjäder.\nI allt uppnår ädla människor framgång.", "解曰": "Stämningen kommer så småningom att vara berättigad. Sjuk och säker. Gå in och ut för att söka råd. Forntida brunn möter våren.", "籤詩故事一": "◇Yao Chong kontrollerar gräshoppor\nYao Chong (649-721), vars riktiga namn var Yuan Chong, var från Shaanzhou. Han tjänade som minister för Xia Guan, Shangshu av Chunguan, Ziweiling, Zhongshuling och premiärminister under Tangdynastin.\nUnder det fjärde året av Kaiyuan (716) plågades Shandong (allmänt hänvisar till Gula flodbassängen öster om Huashan) av gräshoppor. Folket var bundna av vidskepliga idéer och vågade inte jaga och döda dem. Istället etablerade de sig offer, brände rökelse, tillbad vid sidan av fälten och såg hur skördarna slukades av gräshoppor.\nAlla tjänstemän trodde: \"Gräshoppor är en naturkatastrof, hur kan de kontrolleras av arbetskraft!\" Kampen mellan två olika idéer var hård vid den tiden, om man skulle eliminera gräshoppor eller inte.\nYao Chong sa: \"Så länge vi arbetar tillsammans kan vi bli av med dem alla. Han sa: Grähoppor är rädda för människor, så de är lätta att köra iväg. Plantorna har ägare, så räddarna måste arbeta hårt; gräshoppor kan flyga, och om de ser eld på natten, kommer de att flyga till den; sätt eld på dem på fältet, gräv hål medan de brinner, begrav dem medan de brinner, och det blir ingenting kvar.\"\nXuanzong sa: \"Gräshoppor är en naturkatastrof orsakad av dålig moralisk styrning. Om du ber om att de ska jagas och dödas, går det inte emot det här?\"\nYao Chong tillade: \"Att fånga och döda gräshoppor praktiserades av de gamla, och ers majestät kommer att använda det i framtiden. Det är en stor nationell händelse för att ge bönder fred och välstånd. Vänligen överväg det allvarligt.\"\nXuanzong var övertygad. Men på den tiden sa alla inom och utanför domstolen att gräshoppor inte gick att jaga.\nXuanzong sa: \"Jag har diskuterat med premiärministern och har beslutat att fånga gräshopporna. Alla som protesterar igen kommer att avrättas.\" Så han skickade censorn för att övervaka och leda folket att bränna och begrava gräshopporna.\nResultaten var ganska effektiva. Nio miljoner dans gräshoppor fångades över hela landet, och gräshoppeplagen eliminerades framgångsrikt. Jordbruket uppnådde en bra skörd det året.\n(Visdom bör användas vid katastrofhantering och evakuering, och det måste finnas geniala strategier för att övervinna svårigheter. Yao Chong är experten i denna fråga)", "聖意": "Huset är vanligt, man själv är blockerad, att söka pengar är blockerad, handel är blockerad, äktenskap och harmoni är blockerad, det råder fara i Liujia, fotgängare är blockerade, silkesmaskar är blockerade, boskap är ogynnsam, människor hittas inte, människor är blockerade , offentliga stämningar väcks, migration är orimlig, förlorade saker är svåra att hitta, sjukdomar ber, berg och gravar är oroliga.", "古人": "Yao Chong kontrollerar gräshoppor", "第X籤": "Vinst på lotteriet tjugofemte", "宮": "Mi Palace"}