{"籤詩版本二": "Ryktet säger att saker och ting har vänt upp och ner och jag fick ett brev från horisonten.\nBerömmelsen och framgången som lovades mig i boken förblev tomma till slutet.", "詩意": "Detta hexagram har ett falskt namn.\nDet är tillrådligt att vara konservativ i allt.", "解曰": "Upp och ner upprörd. Att söka fritid är inte sysslolös. Längtan efter berömmelse. Var försiktig.", "籤詩故事一": "◇Zhong Kui uppnår upplysning\nZhong Kui, vars efternamn är Zhong Kui, vars artighetsnamn är Zhengnan, kommer från Zhongnanshan.\nUnder Tangdynastins kejsar Dezongs regeringstid deltog Zhong Kui i den kejserliga examen.Zhong Kui läste undersökningsfrågorna och skrev omedelbart artikeln i ett svep och lämnade in den. Chefsexaminator den dagen var Han Yu, minister för civila angelägenheter, och biträdande examinator var Lu Zhi, en stor forskare. När de två läste Zhong Kuis papper lyste deras ögon upp och de sa unisont: \"Trollkarl, trollkarl! Varje ord i den här artikeln är utsökt, värdigt Li Taibai och Du Zimei!\" Så de utnämnde Zhong Kui som första plats.\nKejsar Dezong lyssnade på Han Yus rapport och sa att Zhong Kui, den nya vetenskapsmästaren, var mycket begåvad, så han kallade Zhong Kui till Gyllene palatset.\nNär kejsar Dezong såg hans fula utseende kände han sig omedelbart missnöjd och sa: \"Utvalet av forskare i vårt hov är allt baserat på personliga ord och kalligrafi. Hur kan en så ful person väljas till den främsta forskaren inom de gyllene vetenskaperna? \"\nHan Yu knäböjde hastigt och sa: \"Det goda och det onda hos en person handlar inte bara om utseende. Hör inte du, den Helige Herren, att Yan Ying är tre fot lång och är lika med premiärministern? Zhou Chang stammar men kan hjälpa Han-dynastin, Konfucius dömer människor efter deras utseende och förlorar sin son Yu. Jag hoppas att ers majestät tänker efter två gånger.\"\nKejsar Dezong funderade ett ögonblick och sa: \"Även om Han Aiqings ord är rimliga, när jag var kejsar Taizong, var det arton forskare som kom till Yingzhou och pratade om det. Den här mannen var lärd nummer ett. Jag är rädd att världen kommer att skratta åt mig för att jag inte känner igen talanger.\"\nPremiärminister Lu Qi var trångsynt och avundsjuk på talanger. Efter att ha hört kejsarens ord knäböjde han och sa: \"Forskaren nummer ett i det gyllene ämnet måste vara både intern och extern. Det finns trehundra kandidater för detta ämne. Varför väljer du inte en annan?\"\nNär Zhong Kui såg att den här mannen var så förvirrad kunde han inte låta bli att bli arg. Han pekade på Lu Qi och förbannade: \"Om en så okunnig tjänsteman är i rätten, kommer han inte att skada landet?\" Efter det, han slog Lu Qi med knytnäven.\nNär Dezong såg detta blev Dezong rasande och sa: \"Du är så djärv, du vågar orsaka problem i Gyllene palatset, ta ner det snabbt!\"\nI raseri drog Zhong Kui fram svärdet från midjan på generalen som stod i palatset och suckade högt: \"Det är svårt för en frustrerad katt att imitera en tiger, och en frustrerad papegoja är inte lika bra som en kyckling.\" Efter det begick han självmord.\nNär kejsar Dezong såg att Zhong Kui begick självmord i ilska blev han mycket förvånad.För att vinna över människors hjärtan beordrade han att Zhong Kui skulle begravas med den officiella titeln nr 1 lärd, och han gjorde även Zhong Kui till guden Exorcism för att befria världen från onda andar.", "聖意": "Be om välsignelser för ditt hem, din egen säkerhet, ekonomiska svårigheter, affärsmisslyckande, äktenskapsmisslyckande, Liujia kvinnliga fotgängare, förtroende fält silkesmaskar halvkokta, sex husdjur, kan födas upp, saknade människor, västerländska offentliga rättegångar, förlust av migration, konservativitet, förlust av egendom, sjukdom, be om lycka i berg och gravar", "古人": "Zhong Kui vann Tao", "第X籤": "Tjugosjätte vinst i lotteriet (lotteri)", "宮": "Mi Palace"}