{"籤詩版本二": "I öster finns en vacker Chanjuan i månskenet, och molnen täcker den ett ögonblick och förblir dold.\nIbland kan det vara runt, men ibland saknas det, de som säger att det inte är det är bara tomt prat.", "詩意": "Månen i detta hexagram är täckt av moln.\nAllt är fortfarande i koma.", "解曰": "Flytande moln täcker månen. Ingen anledning att tvivla. Väntar på att molnet ska samlas. Då kommer du att förstå.", "籤詩故事一": "◇Bao Gong letar efter kejsarinnan Li\nUnder Song-dynastin Zhenzongs regeringstid var kejsarinnan Li (kejsarinnan Li) en piga i haremet. Hon gynnades av Song Zhenzong och befordrades till Wanyi, och hon blev gravid.\nMen vid den tiden hade konkubinen Liu Def (senare kejsarinnan Liu) onda tankar och mutade eunucken Guo Huai för att ersätta kejsarinnan Lis son med en flådd civetkatt, ryckte bort hennes son och berättade för kejsaren att han var hennes biologiska son. Song Zhenzong blev rasande och skickade Li Empress till det kalla palatset.\nEfter att konkubinen De befordrats till drottning, planerade hon att döda kejsarinnan Li, som rymde från palatset.\nEn dag träffade Li Niangniang, som bodde på gatan, Bao Zheng, det kejserliga sändebudet, som var på patrull i närområdet.Hon berättade för honom om sin livserfarenhet och att hon var den nuvarande kejsaren Song Renzongs biologiska mor. . Efter att Bao Zheng fick reda på händelsen tog han Li Niangniang tillbaka till Peking, rapporterade det till Song Renzong och fick reda på saken, och till slut kände mamman och sonen igen varandra. Äkekejsarinnan Liu och den ansvarige eunucken Guo Huai böjde sina huvuden och erkände.", "聖意": "Jag är orolig hemma, jag ber om ekonomiskt skydd, ekonomiska svårigheter, lycka till i affärer, äktenskap, olycka, människor på fältet, silkesmaskar, ogynnsamma djur, svårigheter att hitta människor, stämningar, förlust, migration, konservativitet, hittegods, Västerländska sjukdomar, svåra att återhämta sig, bergsgravreform", "古人": "Bao Gong letar efter kejsarinnan Li", "第X籤": "Tjugoåttonde lottovinnare", "宮": "Middagspalatset"}