{"籤詩版本二": "Tillbringa tid i lugn och ro, sitta och ligga medan man dricker te efter att ha varit mätt\nDu behöver inte vara upptagen fysiskt och mentalt, och du kommer definitivt inte att orsaka orättvisa eller katastrof.", "詩意": "Detta hexagram är en symbol för fred och stabilitet.\nI allt kommer det att ge lycka till att vänta på rätt tid.", "解曰": "Håll dig säker och frisk. Fråga gudarna. Vänta tills det är dags. Saker händer av en slump.", "籤詩故事一": "◇Foyinhui Dongpo\nEn gång fick Su Dongpo lite förståelse när han studerade Zen. Han insåg att hans tillstånd var transcendent och han kände glädje i det. Utan att kunna hålla tillbaka min passion spred jag min penna och skrev en dikt:\n\"Mitt på himlen lyser Jishou starkt över universum; oförmögen att blåsas av de åtta vindarna, sitter han upprätt på en lila gyllene lotus.\"\n(De åtta vindarna syftar på: vinst, nedgång, förstörelse, rykte, beröm, förlöjligande, lidande och lycka. Det vill säga att inte irritera sig på dessa åtta tillstånd kallas \"de åtta vindarna kan inte röra sig\")\nEfter att ha skrivit den skickade Dongpo sin tjänare över floden för att ge den till Zen-mästaren Foyin från Jinshan-templet.\nEfter att zenmästaren Foyin läst den, markerade han den med ordet \"fjäss\" och gav den till sin tjänare att ta tillbaka.\nDongpo blev rasande efter att ha sett detta, så han tog en båt över floden och gick till Jinshan-templet för att hitta Buddhas sigill för diskussion.\nNär Dongpo anlände till porten till Jinshan-templet väntade Foyin redan vid porten.\nSu Dongpo anklagade omedelbart Foyin: \"Varför kallar du dikten jag skrev för en fis?\"\nFoyin svarade: \"Är du inte redan 'omöjlig att bli blåst av de åtta vindarna'? Hur kunde du bli 'slagen över floden' av en fis!\"\nVid den här tiden blev Dongpo chockad när han insåg att han inte var tillräckligt bra och lämnade skam.\n(Den här historien är en metafor för \"Värmen har ännu inte kommit\")", "聖意": "Be för ditt hem och din egen säkerhet, för din rikedom, för ditt företag, för en trevlig stund, för ditt äktenskap, för en kvinnlig resenär i Liujia, för ankomsten av silkesmaskar på fälten, för att de sex boskapen ska vara stabila, för att hitta någon, för problem, för offentliga stämningar, för migration, för förlorad egendom, för sjukdom, för att skicka till en bergsgrav, gynnsamt", "古人": "Foyinhui Dongpo", "第X籤": "Trettioett vinnande nummer", "宮": "Wei Gong"}