{"籤詩版本二": "Återresan är säker, vem känner jaden gömd i stenen?\nNär en duktig hantverkare väl har ett tydligt snitt kommer han att känna sig trygg och säker i jaspisperioden", "詩意": "I detta hexagram kan du se bilden av jade när du skär en sten.\nJobba hårt för att lyckas med allt.", "解曰": "Skatten finns i stenen. Främlingar vet lite. Vänta tills det blir klart. Gör vad du kan.", "籤詩故事一": "◇Liu Bei söker talanger (tre besök i stuga med halmtak, tre besök i stuga med halmtak)\nDe tre kungadömena perioden. Zhuge Liang bodde i avskildhet i en hydda med halmtak i Longzhong. Liu Bei var ivrig att söka talanger, så han besökte Zhuge Liang personligen. Han besökte Zhuge Liang tre gånger (känd som \"Tre besök i halmtakstugan\" i historien). Liu Bei bad andra att hålla sig borta och frågade Zhuge Liang: \" Handynastin har fallit, och förrädiska ministrar har stulit deras liv. Ers Majestät.\" Täckt i damm. Jag mäter inte min dygd och min förmåga, jag vill tro på den stora rättfärdigheten i världen, utan min visdom och färdigheter är grunda, så jag använder det flitigt. Från och med idag. Men min ambition är fortfarande inte över, tror du att planen kommer att genomföras?\"\nZhuge Liang presenterade sedan planen för att dela världen i tre delar för honom och analyserade situationen där Cao Cao var otillgänglig och Sun Quan kunde komma till hans hjälp. Han utvecklade också fegheten hos statspastorerna i delstaterna Jing och Yi. , och det fanns en möjlighet att dra fördel av dem, och bara de två staterna kunde utnyttjas. Först då kan han vinna världen, han berättade till och med för Liu Bei strategin att attackera Central Plains. (Denna diskussion kallades senare \"Longzhong Dui\"). Efter att Liu Bei hörde detta, berömde han det som om han hade hittat en skatt och bjöd starkt in Zhuge Liang att komma ut för att hjälpa till, så Zhuge Liang blev Liu Beis militära rådgivare.", "聖意": "Huset är fridfullt, jag söker rikedom, arbetarhandeln hindrar äktenskapet och blir en virtuell resenär i Liujia.", "古人": "Liu Bei söker talanger (tre besök i stuga med halmtak, tre besök i stuga med halmtak)", "第X籤": "Den trettioandra lottovinnaren", "宮": "Wei Gong"}