{"籤詩版本二": "Klä upp dig och omorganisera den gamla familjestilen. Tao är utan himmel men har meriter.\nEfter att ha sopat bort törnen och törnen på vägen kom de tre överens om att återförenas med sina kollegor", "詩意": "Detta hexagram representerar omarrangemanget av kläder.\nAllt är svårt innan det blir lätt senare.", "解曰": "Oroa dig inte. Ha de så bra. Om du frågar om framtiden. Det finns en bra väg framför oss.", "籤詩故事一": "◇Tang Monks buddhistiska skrifter\nXuanzang (602-664), en framstående munk från Tangdynastin, hade ett gemensamt efternamn Chen och ett förnamn Yi. Han föddes i Goushi County, Luozhou (nu den södra delen av Yanshi City, Henan-provinsen). Han blev munk vid tretton års ålder och tog det buddhistiska namnet Xuanzang. Världen heter Sanzang of Tang Dynasty.\nUnder det tredje året av Zhenguan (629, även känd som Zhenguans första år), reste han västerut till Tianzhu (Indien) för att skaffa buddhistiska skrifter. Han vågade sig in i fara ensam och utstod svårigheter. Han kom först efter fyra år.\nUnder Zhenguans sjuttonde år avgick mästaren officiellt och återvände till öster. Han återvände till Kina via den södra vägen i nuvarande Xinjiang-provinsen, Khotan och Loulan. Det tog totalt sjutton år och en resa på 50 000 miles. När han anlände till Chang'an under den första månaden av Zhenguans nittonde år, beordrade kejsaren Liang Guogong Fang Xuanling och andra civila och militära tjänstemän att välkomna honom.\nTotalt begärdes 520 och 657 volymer av de ursprungliga buddhistiska skrifterna på sanskrit. och översatt till kinesiska.\nEfter att mästaren återvänt, var han mycket respekterad av kejsar Taizong och kejsar Gaozong och var inskriven i Da Nei, vilket gav honom titeln \"Mästare Tripitaka\".", "聖意": "Huset är i kaos, lycka till för sig själv, lycka, goda affärer, gott äktenskap, hindrande Liujia, människor som kommer till fälten, silkesmaskar, ogynnsamma djur, letande efter människor, offentliga rättegångar, migration, hittegods, försenad sjukdom, bön för välsignelser bör bergsgravar vara gamla.", "古人": "Tang Monk lär sig buddhistiska skrifter", "第X籤": "Den trettiofemte lottovinnaren", "宮": "Shen Gong"}