{"籤詩版本二": "Vill du vara säker och fridfull passar det inte att ha ljus i vinden.\nDet är bättre att städa upp och sitta i en djup hall, undvika ljus, skaka på en lugn plats och röra på sig. Skaka → Yao. Gratis → få.", "詩意": "Detta hexagram är som vinden som skakar lampan och ljuset.\nAtt hålla saker konstant kommer att ge lycka.", "解曰": "Slå dig ner på en lugn plats. Ha jour och kom i tid. Det är ingen välsignelse. Konservativ och lämplig.", "籤詩故事一": "◇Li Jing återvänder till berget\nLi Jing (571–2 juli 649), med tillstånd av farmaceut, var född i Sanyuan, Yongzhou (nu nordost om Sanyuan County, Shaanxi-provinsen). En general från den sena Sui-dynastin till den tidiga Tang-dynastin, han var en berömd militärstrateg med både civila och militära färdigheter under Tangdynastin. Senare beviljades han titeln hertig av Wei och var känd som hertig av Wei i världen.\nLi Jing är far till den tredje prinsen Nezha i listan över gudar, även känd som \"Kungen av Tota\". Li Jing och hans son hjälpte Jiang Ziya (Tai Gong) att besegra drottning Zhou, etablera Zhoudynastin och kung Wu besteg officiellt tronen. Jiang Ziya satte sedan upp en lista över gudar och genomförde en ceremoni för att blidka själarna hos soldater som dog i striden. Från och med då blev världen fredlig och fridfull. Kung Wu ville göra markiser och belöna dem, och han ville också tilldela mark till de grundande hjältarna. Li Jing, hans far och son, och andra sju personer bad att få återvända till berget för att utöva taoism och inte vara besatta av världslig berömmelse och rikedom. Senare blev de alla sju \"heliga till kroppen\" och rankades i klassen av odödliga.\nBerättelsen om \"Feng Shen Bang\"", "聖意": "Huset är konservativt, jag är vanlig, jag söker rikedom, jag har svårt i affärer, mitt äktenskap är inte i harmoni, Liujia ber för fotgängare att ha förtroende, silkesmaskar är mogna på hösten, sex djur är säkra, människor saknas, offentligt stämningar och migration är konservativa, hittegodssjukdomar, ändra inte graven i Jianxingshan.", "古人": "Li Jing återvänder till berget", "第X籤": "Trettiosjunde lottovinnare", "宮": "Shen Gong"}