{"籤詩版本二": "Tusenårig spegel återförenas, kvinna ber make att gifta om sig\nSedan dess har familjen förvandlats och välsignelser har lagts till barnen och barnbarnen.", "詩意": "Detta hexagram representerar återföreningen av speglar.\nAllt är hårt arbete och dyrt.", "解曰": "Gräver sand till guld. Rider på en drake och rider på en tiger. Även om det är mödosamt. Det finns ett tillägg i det.", "籤詩故事一": "◇Yulianhui tio vänner\nUnder Songdynastin gifte sig Qian Yulian med Wang Shipeng. När Shi Peng åkte till Peking för att ta provet, tvingade den rika Sun Ruquan Yulian att gifta om sig med honom.\nQian Yulian avvisade förslaget från den rika Sun Ruquan och ville hellre gifta sig med Wang Shipeng, en fattig forskare från Wenzhou som anställdes av \"Jing Chai\".\nSenare vann Wang Shipeng första priset, eftersom han vägrade att bli tvingad att gifta sig av premiärminister Wanqi skickades han för att tjäna som domare i det avlägsna Chaoyang. Sun Ruquan ändrade i hemlighet Wang Shipengs familjebrev till ett \"skilsmässobrev\" och lurade Yulian till att bli lurad. Qian Yulians styvmor tvingade henne också att gifta om sig, men Yulian vägrade och begick självmord genom att kasta sig i floden. Hon räddades av Qian Zaihe från Fujian-provinsen och adopterad som sin adoptivdotter.\nYulian trodde att Shipeng var död. Fem år senare var Wang Shipeng guvernör i Ji'an. En dag höll han en minnesceremoni vid ett taoistiskt tempel för att hedra sin avlidna hustru. Yulian råkade gå till Ji'ans taoistiska tempel för att bränna rökelse, och Wang och Qian återförenades äntligen.", "聖意": "Huset är inte bra för en själv. Höst och vinter är välmående. Må rikedomen vara välmående på hösten och vintern. Affären är välmående. Må äktenskapet bli framgångsrikt. Be för fotgängare att gå till fältet. Silkesmaskar kan födas upp. Sex boskap kan vara Folk kan hittas. Offentliga rättegångar är ogynnsamma. Migration är konservativt. Förlust av egendom. Sen sjukdom. Be om välsignelser. Berg och gravar är bra.", "古人": "Yulianhui tio vänner", "第X籤": "Det fjärde tecknet", "宮": "Livmoder"}