{"籤詩版本二": "Det röda hjulet faller i väster, kaninen reser sig i öster, yin växer och yang försvinner, och allt blomstrar\nOm en kvinna vill använda det, kommer det att öka hennes rikedom och ge lycka till hennes hjärta.", "詩意": "Detta hexagram är symbolen för Yin som växer och Yang försvinner.\nAllt är svårt innan det blir lätt senare.", "解曰": "Yin gynnar kvinnor. Inte lämplig för män. Om du söker råd. Det onda kommer först och sedan kommer det goda.", "籤詩故事一": "◇ Wu Zetian besteg tronen\nVid 14 års ålder kallades Wu till palatset av kejsar Taizong Li Shimin från Tangdynastin som en begåvad person, kallad \"Wu Mei\". Efter att Taizong dog gick Zetian in i Ganye Temple och blev nunna.\nNär kejsar Gaozong från Tangdynastin kom till tronen, kallade han familjen Wu in i palatset för att hylla Zhaoyi. Under det sjätte året av Yonghui (655) etablerade kejsar Gaozong Wu som sin drottning.\nWu Zetian var intelligent, engagerad i litteratur och historia och var rik på fyndighet. Strax efter att Wu Zetian blev drottningen, eftersom Gaozong var svag och sjuk, anförtrodde han henne ibland att sköta vissa politiska angelägenheter, så hennes makt växte. Under det första året av Shangyuan (674) kallades kejsar Gaozong \"kejsare\", kejsarinna Wu kallades för \"himmelns drottning\", och de kallades båda \"två heliga\" i palatset.\nUnder det första året av Hongdao (683) dog Gaozong, prins Li Xian kom till tronen och Wu Zetian kom att styra dynastin. I februari av Sishengs första år (684) avsatte Wu Zetian Li Xian som kung av Luling och etablerade sin fjärde son Li Dan som kejsare, och fortsatte att styra dynastin. I september samma år bytte hon flaggan till guld och Luoyang, den östra huvudstaden, döptes om till den gudomliga huvudstaden. Den nionde september i Tianshous första år (690) utropade Wu Zetian sig till kejsare och ändrade landets namn till Zhou.", "聖意": "Hemmet är ogynnsamt för en själv, be om välsignelser, söka rikedom, bevaka transaktioner, lycka till i äktenskapet, otur i äktenskapet (kvinna), fotgängare som blockerar fält, silkesmaskar, välmående boskap, letar efter människor, separation, stämningar, förlust, migration , förlust av egendom, sjukdom, chock, berg och gravar, lycka till", "古人": "Wu Zetian bestiger tronen", "第X籤": "Den fyrtionde lottovinnaren", "宮": "Du Palace"}