{"籤詩版本二": "Du kommer att minnas de oändliga goda orden, men du kommer att vara son till en tjuv.\nVar inte girig för tillfället och oroa dig för hur han skulle ha gjort något bra för ett år sedan.", "詩意": "Detta hexagram identifierar en tjuv som en son.\nVar försiktig i allt du gör.", "解曰": "Bara den här. En gentleman gör inga misstag. Kom ihåg det. Var inte ensam.", "籤詩故事一": "◇Dong Zhuo accepterar Lu Bu\nLu Bu, modig och bra på att slåss, var en berömd militärgeneral i slutet av den östra Han-dynastin och början av de tre kungadömena. Han betraktade en gång Ding Yuan, guvernören i Jingzhou, som sin adoptivfar och tjänstgjorde under honom.\nEfter kejsar Lings död från den östra Han-dynastin åkte Ding Yuan till Peking för att samarbeta med generalen He Jin för att kontrollera regeringen.\nDong Zhuo slogs med Ding Yuan, men flera generaler kunde inte besegra Lu Bu, så Dong Zhuo skickade sin underordnade Li Su för att muta Lu Bu. Li Su tog med sig högar av guld- och silverskatter och den berömda röda kaninhästen för att \"besöka Lu Bu\". Li Su tog med sig högar av guld- och silverskatter och den berömda röda kaninhästen för att besöka Lu Bu. Så Lu Bu blev mutad av Dong Zhuo för att döda Ding Yuan och sa åt hans soldater att följa med honom om de ville och att gå om de inte ville följa honom. Som ett resultat sprang de flesta av soldaterna iväg. Så Lu Bu blev mutad av Dong Zhuo och dödade Ding Yuan.\nEfter att Dong Zhuo fått makten adopterade han Lu Bu som sin adoptivson och gjorde honom till general och markis.\nDong Zhuo hade ett våldsamt humör, och \"far-son-relationen\" med Lu Bu var faktiskt mycket svag. År 189 e.Kr., på initiativ av Situ Wang Yun, dödade Lu Bu Dong Zhuo.\nSex månader efter Dong Zhuos död invaderade Dong Zhuos gamla trupper huvudstaden och Lu Bu och hans fru flydde i panik. Efter att ha lämnat huvudstaden sökte Lu Bu skydd hos krigsherrarna Yuan Shu, Yuan Shao, Zhang Yang, Zhang Miao, Liu Bei, etc., och slogs många gånger med Cao Cao, en annan stor krigsherre på den tiden. Lu Bu var modig och bra på att slåss och besegrade Cao Cao flera gånger.\nUnder det tredje året av Jian'an i den östra Han-dynastin, attackerade Cao Caos trupper Xiaopei, Lu Bu:s bas, och tillfångatogs och dödades av Cao Cao under Baimen-tornet. Före avrättningen bad Lu Bu Cao Cao att hålla honom vid liv för att undvika döden, men Liu Bei påminde Cao Cao om att Lu Bu hade förrådt många gånger och var en oärlig man. Till slut avrättade Cao Cao, som bara värdesatte talanger oavsett moral, Lu Bu.", "聖意": "Jag är orolig hemma, jag brukar söka pengar, skydda mig mot transaktioner, det är svårt att gifta sig, Liujia-mannen är förvånad, folk kommer till fältet, silkesmaskar är halvmogna, sex djur är säkra, folk letar efter människor, stämningar är lämpliga och migration, förlorade saker är svåra att hitta, sjukdomar är svåra att hitta och det råder fred i Zhenxingbergets grav.", "古人": "Dong Zhuo accepterar Lu Bu", "第X籤": "Den 41:a lottovinnaren", "宮": "Du Palace"}