{"籤詩版本二": "Kejsaren, kejsaren och kejsarinnan kommer äntligen att vara nådiga och vänta och be om välsignelser utan förlust eller vinst.\nAlla kännande varelser drar nytta av det, och välstånd förväntas i världen och i himlen.", "詩意": "Detta hexagram är ett tecken på gunst från himlen.\nAllt kommer att bli framgångsrikt.", "解曰": "Kejsaren visade sin gunst. Glöm aldrig. Morgon- och kvällsritualer. Det är lämpligt att bränna rökelse.", "籤詩故事一": "◇Mulian räddade sin mamma\nMokou Lian, eller Mulian, är den mäktigaste bland Sakyamuni Buddhas tio lärjungar.\nHans mamma var girig och snål under sin livstid, så hon föll in i hungriga spökens rike efter sin död. Mokhullian använde sin magiska kraft för att observera och fick reda på att hans mamma föddes som ett hungrigt spöke, utan möjlighet att få mat och var i stora svårigheter. Han använde sin magiska kraft för att ge mat till sin mamma. Oväntat, efter att mamman fick maten förvandlades till aska och gick inte att äta.\nMaudgalyana var orolig över vad som hände och rapporterade det till Buddha. Buddha sa till Mulian att på den 15:e dagen i den sjunde månmånaden skulle han lägga hundra smaker och fem frukter i en bassäng och erbjuda dem till de dygdiga munkarna i de tio riktningarna. Med denna kraft skulle hans mor kunna äta .\nMaudgalyana agerade enligt Buddhas vilja, och hans mor blev till slut befriad. Denna typ av ceremoni kallas \"Obon Festival\" och denna festival kallas \"Obon Festival\".\n(Obs: Ett ämne har olika känslor på olika nivåer i världen. Till exempel: när det regnar i den här världen ser vi det som \"vatten\", medan varelser i hungriga spökens rike känner det som \"blod\" och kännande varelser i helvetesvärlden känner det som \"blod\". Det känns som att \"tappa ett svärd\", medan himmelska varelser känns som att \"släppa en blomma\".)", "聖意": "Ber för hem och hus, ber om lycka till på vintern, söker rikedom, ingen transaktion, äktenskap, fred i Liujia, fotgängare, rörliga fält, silkesmaskar, sex djur, hitta människor, rättegångar, framgång, migration, konservativitet, hittegods, sjukdom , sinnesfrid, bergs och gravars frid", "古人": "Mulian räddar sin mamma", "第X籤": "Skylt fyrtiotvå", "宮": "Du Palace"}