{"籤詩版本二": "Världen är flexibel och allt är självförsörjande, självförsörjande och säkert\nAllt i livet är underbart, tacka helgonen och vismännen för allt och var välmående.", "詩意": "Detta hexagram representerar harmonin mellan jorden och jorden.\nAllt går bra och det är ingen fara.", "解曰": "Alla saker föds. Alla planer och önskningar går i uppfyllelse. Ford hjälper till. Rui Qi har bråttom.", "籤詩故事一": "◇ Vandrare får upplysning\nBerättelsen om resan till väst:\nSun Wukong tog över berget av blommor och frukter och blev kung. Senare, för att hitta ett sätt att leva för evigt, tillbringade han åtta eller nio år på att resa över berg och floder för att dyrka patriarken Bodhi som sin lärare. Han lärde sig de sjuttio- två förvandlingar av den jordiska ondskan och kullerbytta moln, och tog efternamnet Sun för första gången. Namnet Wukong.\nEfter det gick Sun Wukong till Drakpalatset i Östkinesiska havet för att hitta ett lämpligt vapen och hittade till slut Ruyi Golden Cudgel, Tianhes och Dinghais gudomliga nål. Eftersom hans livslängd var över, gjorde han stort väsen i underjorden, reviderade boken om liv och död och återvände till den mänskliga världen. Senare kallades Sun Wukong av himlen för första gången och fick namnet Bima Wen. Senare kallades han till himlen för andra gången och fick namnet Monkey King. Han stal också persikor och orsakade problem i himlen. Han förseglades i Bagua-ugnen för att öva sina gyllene ögon och eldiga ögon. Till slut förtrycktes han av Tathagata Buddha vid foten av Wuzhi Mountain i 500 år, oförmögen att röra sig. Platsen där Bagua-ugnen sparkades omkull förvandlades till ett berg av lågor.\nFemhundra år senare åkte munken Tang till västerlandet för att skaffa skrifter, passerade berget Fem element och tog av talismanen innan han räddade Sun Wukong. Sun Wukong brast i gråt av tacksamhet. Efter att ha blivit instruerad av Guanyin Bodhisattva tillbad han Tang Monk som sin lärare och åkte till väst för att lära sig skrifterna tillsammans. På vägen för att lära sig skrifterna kom Sun Wukong ner på demoner och eliminerade monster och utförde upprepade gånger extraordinära bedrifter, men han blev missförstådd och utvisad av sin mästare Tang Seng gång på gång. Efter åttioen svårigheter slutfördes arbetet till slut.De fyra mästarna och lärjungarna anlände till Xitian Leiyin-templet och fick den sanna skriften. Sun Wukong uppnådde rätt resultat.\n(Denna berättelse är en metafor om att även en apa kan bli upplyst, än mindre en människa.)", "聖意": "Hemmet är gynnsamt för en själv, för rikedom, affärer, äktenskap, Liujia, manliga fotgängare, obstruktion av fält, silkesmaskar, sex djur, Zhongping, letar efter människor, rättegångar, framgång, migration, förlust av egendom, sjukdom, Xingxingshan-grav, saker är gynnsamma", "古人": "Resenären uppnår upplysning", "第X籤": "Undertecknad den 43:e", "宮": "xugong"}