{"籤詩版本二": "Mildhet har segrat över styrka sedan urminnes tider, och dörren till goda gärningar är välmående.\nOm någon förutsäger detta hexagram kommer det att vara som att möta Yaojing när du är törstig.", "詩意": "Detta hexagram är ett tecken på vänlighet och mildhet.\nI allt är harmoni normen.", "解曰": "Himmel och jord har känslor. Väldigt sant. Gud och Buddha skyddar dig. Glöm inte vad du har.", "籤詩故事一": "◇Renzong kände igen sin mamma\nSong Zhenzongs konkubin, Concubine Liu, var avundsjuk på Concubine Lis födelse av en son, Zhao Zhen, och mutade barnmorskan för att ersätta Concubine Lis son med en flådd civetkatt. Konkubinen Li anklagades falskt för att ha fött ett monster och blev degraderad till det kalla palatset. Konkubinen Liu kunde befästas. För senare.\nEfter att konkubinen De befordrades till kejsarinna, satte konkubinen De eld på det kalla palatset och planerade att döda konkubinen Li. Konkubinen Li flydde och levde bland folket.\nKonkubinen Li kastade ursprungligen Zhao Zhen i floden, men lyckligtvis räddades han av eunucken och skickades till de åtta vises palats.När han växte upp efterträdde han Song Renzong.\nSenare träffade Bao Zheng (Bao Qingtian) av misstag den blinda konkubinen Li. När han fick reda på sanningen undersökte han fallet kraftfullt och till slut kom sanningen fram, vilket gjorde att Song Renzong kunde känna igen konkubinen Li som mor och son. Konkubinen Liu kastades in i det kalla palatset och konkubinen Li välkomnades in i palatset.Berättelsen slutade framgångsrikt.", "聖意": "Hem och hus är gynnsamt för en själv, för rikedom, för affärer, för äktenskap, för äktenskap, för manliga fotgängare, för hinder av fält, för silkesmaskar, för hösten, för sex djur, för sex djur, för att hitta människor, för att se människor , för stämningar, för framgång, för immigration, för förlorad egendom, för österländska sjukdomar, för välsignelser, för bergsgravar och för öst och väst gynnsamt.", "古人": "Renzong kände igen sin mamma", "第X籤": "Fyrtiofemte vinstlotteriet", "宮": "xugong"}