{"籤詩版本二": "Det kalla vädret förvandlar vatten till is Varför vara girig efter berömmelse?\nJag har inget annat val än att sitta tyst och vänta på att löven ska blomstra naturligt.", "詩意": "I detta hexagram förvandlas vatten till is.\nBe inte om något förgäves.", "解曰": "Vatten fryser till is. Is smälter till vatten. Om det är en konspiration. Så är det.", "籤詩故事一": "◇Wang Xiang ber om karp (Twenty-Four Filial Piety Stories)\nWang Xiang från Jin-dynastin, med artighet namn Fuzheng, föddes i Linyi.\nNär Wang Xiang var ung dog hans biologiska mamma. Hans ensamma far gifte sig med en kvinna som hette Zhu och Wang Xiang fick en ny mamma. När Wang Xiang var ung dog hans biologiska mamma och hans ensamma far gifte sig med en kvinna som heter Zhu. Wang Xiangs styvmor var en trångsynt och svartsjuk kvinna, hon gillade inte Wang Xiang och skällde ofta ut honom för triviala saker. Snart födde styvmodern också en son som hette Wang Lan. Styvmodern älskade bara sina egna barn och betraktade Wang Xiang som en tagg i ögat.Hon blev ännu mer krävande på Wang Xiang och talade ofta illa om Wang Xiang inför sin far.Till och med hans far älskade honom gradvis inte längre. Styvmodern älskade bara sina egna barn och betraktade Wang Xiang som en tagg i ögonen på henne.Hon var ännu mer krävande på Wang Xiang och talade ofta illa om Wang Xiang inför sin far.Till och med hans far älskade honom gradvis inte längre. Även om Wang Xiangs halvbror är Wang Lan mycket vänlig mot sin bror. Trots tortyren av sin styvmor var hon fortfarande mycket vördnadsfull. Styvmodern är så hård, men Wang Xiang är fortfarande mycket vördnadsfull.\nHans styvmor har en hobby, det vill säga hon gillar att äta färsk fisk som nyss fiskats upp ur floden. Hans styvmor har en hobby, det vill säga hon gillar att äta färsk fisk som nyss fiskats upp ur floden. En vinter åkte hans far iväg för affärer, och hans styvmor blev sjuk igen. Bröderna Wang Xiang och Wang Lan serverade omsorgsfullt soppan och medicinen åt sin mamma. I den svåra kylan blev styvmoderns sjukdom fortfarande inte bättre. bråttom. En vinter åkte hans far iväg för affärer, och hans styvmor blev sjuk igen. Bröderna Wang Xiang och Wang Lan serverade omsorgsfullt soppan och medicinen åt sin mamma. I den svåra kylan blev styvmoderns sjukdom fortfarande inte bättre. bråttom. Den sjuka styvmodern ville äta färsk fisk från älven, i det svåra kalla klimatet snöade det ute och vattnet i älven hade redan förvandlats till tjock is. Den sjuka styvmodern ville äta färsk fisk, var kunde man hitta färsk fisk i det isiga och snöiga klimatet?\nPå den tiden fanns det inga rätter under lågsäsong, och du kunde inte köpa dem även om du hade pengar.\nVid denna tidpunkt i berättelsen hände den rörande historien om Wang Xiangqiu Li. De två bröderna vaktade sin mamma hjälplöst. Wang Xiang gick till den frusna floden för att inte göra sin sjuka styvmor besviken. Wang Xiang fick en idé och tog av sig tröjan oavsett kyla. Han låg naken på glaciären och ville Det använder sin egen kroppstemperatur för att smälta isen (så Wang Xiangqiu karp kallas även Wang Xiang som ligger på isen). Han tog av sig skjortan och låg naken på glaciären. Han bad till Gud och sa: \"Gud, min mamma är sjuk och vill äta färsk karp. Du måste hitta ett sätt för mig oavsett vad.\" Konstigt nog sprack plötsligt isblocket bredvid honom, och det var två sprickor. En levande karp hoppade ut ur springan och hoppade på isen. Wang Xiang var mycket glad. Han bad till Gud: \"Gud, min mamma är sjuk och vill äta färsk karp. Du måste hitta ett sätt för mig oavsett vad.\" Konstigt nog sprack plötsligt isblocket bredvid honom, och det blev två sprickor. En levande karp hoppade ut ur springan och hoppade på isen, Wang Xiang var väldigt glad. Han knäböjde snabbt, tackade Gud och sprang hem med karpen. Han knäböjde snabbt, tackade Gud och tog snabbt karpen och gick hem. Efter att styvmodern ätit färsk karp blev hon snart frisk från sin sjukdom. Styvmamman i sjukhussängen blev chockad när hon såg Wang Xiangs nakna överkropp, som höll på att bli lila av kylan, och två fiskar i hans händer. Hon sprang glatt in i rummet och blev chockad.\nWang Xiang blev senare tjänsteman och blev Taibao, och fick titeln hertig.", "聖意": "Orolig hemma ber jag om skydd, ekonomiska svårigheter, affärsproblem, äktenskap, inkonsekvens i Liujia-försäkringen, fotgängare, chitiska silkesmaskar, sex boskapsförluster, försvunna personer, offentliga rättegångar, migration, konservativitet, förlorad egendom, sjukdom, svårt att återhämta sig, bergsgrav, lycka till", "古人": "Wang Xiang ber om karp (Twenty-Four Filial Piety Stories)", "第X籤": "Fyrtio-nio Vinnande Lott", "宮": "Haigong"}