{"籤詩版本二": "Du kan resa till alla hörn av landet, hänga segelkapellet för att hålla upp det fritt\nBlir det gynnsam vind kommer den snart och båten kommer att vara full av skatter.", "詩意": "Detta hexagram är som att dra en båt med vinden.\nAllting går bra.", "解曰": "Vila i lugn och ro. Ingen ansträngning krävs. Mycket rikedom. Alla beundrade.", "籤詩故事一": "◇Tao Zhugui Five Lakes (Fan Ligui Lake)\nUnder vår- och höstperioden var Fan Li, vars artighetsnamn var Shaobo, också känd som Gui Yizipi eller Tao Zhugong.\nVid den tiden var det ett krig mellan delstaten Wu och delstaten Yue, och delstaten Wu förstörde delstaten Yue. Fan Li och Wen Zhong formulerade en plan för Yue King Gou Jian för att främja Yue och förstöra Wu. Fan Li reste personligen genom berg och floder och besökte Xi Shi, en vacker kvinna med både dygd, talang och skönhet, vid Huansha-floden i Bailuo-berget och presenterade den för kungen av Wu. Han använde \"skönhetstricket\" för att samarbeta med insidan och utsidan och förstörde Wu kungariket.\nEfter att han lyckats utplåna Wu-riket visste Fan Li att Gou Jian var en \"långhalsad fågel med en näbb\" och kunde dela svårigheter och lycka med honom, så han åkte båt med Xi Shi över Qi-riket, bytte sin namn till Gui Zipi, och ledde hans son och lärjungar i Qi kungariket.De bor i en stuga vid havet. Han arbetade hårt för att odla ödemark, driva en bisyssla och göra affärer.Inom några år samlade han på sig tiotals miljoner familjeegendom. Han var generös med att sprida rikedom och göra gott för sin hemstad. Fan Lis visdom och förmåga uppskattades av folket i Qi. Kungen av Qi bjöd in honom till Linzi, huvudstaden, och dyrkade honom som premiärminister med ansvar för regeringsfrågor . Han utbrast: \"Att vara tjänsteman kan leda till ministrar, och att driva familj kan leda till en förmögenhet. För en allmoge som började från noll har detta nått det yttersta. Att bli hedrad under en lång tid är nog inget gott tecken.\" Så, bara tre år senare, drog han återigen Jiliu tillbaka modigt, lämnade tillbaka sigillen till kungen av Qi och gav bort all sin familjerikedom till sina nära vänner och bybor.", "聖意": "Huset är bra för en själv (som ska skickas), pengarna är bra, affärerna är bra, äktenskapet är sent, äktenskapet är inte bra, Liujia är säkert, människor hindrar fälten, silkesmaskar, höst, boskap, vår är välmående, folk söker folk, rättegångar är dåliga, migration är konservativ, förlorade saker, västerländska sjukdomar är lösta, berg och gravar är söderut.", "古人": "Tao Zhugui Five Lakes (Fan Ligui Lake)", "第X籤": "Den femtionde lottovinnaren", "宮": "Haigong"}