{"籤詩版本二": "Sommaren är den längsta dagen och alla är oroliga för värmen och depressionen\nHimmel och jord vet också vad människor vill ha, och vinden blåser och det är naturligt svalt", "詩意": "Detta hexagram indikerar att alla är oroliga för värme.\nGör vad du vill.", "解曰": "Det råder ingen tvekan om huruvida man ska avancera eller dra sig tillbaka. Ha de så bra. Är det för camping? Inget behov av att agera förhastat.", "籤詩故事一": "◇Kong Ming går in i Sichuan\nZhuge Liang (181-234), artighetsnamn Kongming, var infödd i Yangdu, Langya (nuvarande Yinan County, Shandongprovinsen), och var premiärminister i Shu Han (Liu Bei) under de tre kungadömena.\nÄven om Liu Bei vann Jingzhou räckte det inte för att separera ena sidan.Zhuge Kongming planerade att fånga Xichuan för att utöka Liu Beis territorium. Vid denna tidpunkt attackerades Liu Zhang i Yizhou av Zhang Lu i norr. Zhuge Kongming fick veta att Liu Zhang ville tillägna kartan över Xichuan till Cao Cao för att skydda sig själv. När Zhang Song (Liu Zhangs underordnade) träffade Cao Cao, eftersom Cao Cao var arrogant och oförskämd, tog Liu Zhang tillbaka kartan till Xichuan och passerade Jingzhou på vägen. Kong Ming hade redan väntat på honom på vägen och bjöd in honom till Jingzhou, men han nämnde aldrig Xichuan-bilden förrän vid avresan. Zhang Song var tacksam mot Kong Ming för hans artighet och gästfrihet, så han tillägnade Xichuan-bilden till honom.\nXichuans terräng var farlig och kunde attackeras eller försvaras. Efter Kong Mings olika arrangemang blev Xichuan födelseplatsen för Liu Bei.\n(Kong Ming behandlade människor med artighet och fick lätt den eftertraktade Xichuan.)", "聖意": "Be om välsignelser hemma och för ditt eget skydd (det finns lycka i olyckorna) Sök rikedom, lycka till i affärer, gemensamt äktenskap, pojkars födelse i Liujia, flytta fält, silkesmaskar, skador på boskap, hitta människor, offentliga rättegångar , migration, gamla försvunna saker, nordliga sjukdomar, önskan om berg och gravar", "古人": "Kong Ming går in i Sichuan", "第X籤": "Kapitel 51: Vinna lotten (Vinna lotten)", "宮": "Livmoder"}