{"籤詩版本二": "Det krävs mycket ansträngning för att fånga månen i vattnet. Det krävs mycket ansträngning men ingenting.\nPrata inte dumheter och slösa bort dina ansträngningar för att stärka kroppen Ordet \"kropp vissen\" betyder ursprungligen \"kroppen är ensam\".", "詩意": "Detta hexagram är girigt för bilden av ansträngning.\nAllt är mödosamt och mödosamt.", "解曰": "Löften är svåra att komma ihåg. Mycket hårt arbete. Oroa dig hemma. Väntar på att träffa ädla människor.", "籤詩故事一": "◇Taibai fångade månen när han var full (Li Taibai fångade månen när han var full)\nLi Bai (701-762), även känd som Taibai, även känd som Qinglian Jushi. Poeten från Tangdynastin, som kallade sig själv en fördriven odödlig, var känd som poesins odödliga, och han var alltid glad utan att dricka.\nEn gång kom Li Bai till Jinling (nu Nanjing) och vilade på en restaurang bredvid Wende Bridge.\nDen dagen råkade vara den femtonde dagen i vintermånadsmånaden. På natten satt han ensam i restaurangen och beundrade månen medan han drack och reciterade dikter. Den dagen råkade vara den femtonde dagen i vintermånadsmånaden. På natten satt han ensam i restaurangen och beundrade månen medan han drack och reciterade dikter. Li Taibai älskade månen mest i sitt liv och sa att den var ren och vacker. Li Taibai älskade månen mest i sitt liv och sa att den var ren och vacker. Den natten tittade han upp och såg den vita och runda månen på himlen, han blev väldigt glad och drack några glas till. Den natten tittade han upp och såg den vita och runda månen på himlen, han blev väldigt glad och drack några glas till. Vid midnatt tog Li Taibai fördel av vinet och gick ner till Wende Bridge. Vid midnatt tog Li Taibai fördel av vinet och gick ner till Wende Bridge. Så fort han klev upp på bron sänkte han huvudet och såg plötsligt månen falla i vattnet.När floden rörde sig lades några svarta streck på den vita månskuggan. Så fort han klev upp på bron sänkte han huvudet och såg plötsligt månen falla i vattnet.När floden rörde sig lades några svarta streck på den vita månskuggan. Li Taibai var så berusad vid den här tiden att han trodde att det var månen som fläckades av flodvattnet. Li Taibai var så berusad vid den här tiden att han trodde att det var månen som fläckades av flodvattnet. Han brydde sig inte ens om att ta av sig stövlarna, han öppnade händerna och hoppade av bron för att fånga månen. Han brydde sig inte ens om att ta av sig stövlarna, han öppnade händerna och hoppade av bron för att fånga månen. Oväntat, med detta hopp, fångades inte månen, men månen i vattnet krossades och delade omedelbart i två halvor. Oväntat, i detta hopp, fångades inte månen, men mannen drunknade. Han dog vid en ålder av sextiotvå.", "聖意": "Huset är oroligt och du har otur (var uppmärksam på din hälsa) (otur) Sök rikedom och balans (tänk inte ens på det) Svårigheter med affärstransaktioner, äktenskap är inte löst, be om skydd (tomma skatter förhindrar) missfall) Fotgängare har problem, silkesmaskar i fält är fem poäng, och sex djur är på tillbakagång (otur) Söker människor (olyckligt) Offentliga rättegångar och (Stoppa rättegången) Vanlig migration (nämn inte det) Förlust av egendom (flygplan) Ber om skydd mot sjukdom (olyckligt) Lycka till i berg och gravar", "古人": "Taibai fångade månen när han var full (Li Taibai fångade månen när han var full)", "第X籤": "Femtio sekunders vinst i lotteriet (lotteri)", "宮": "Livmoder"}