{"籤詩版本二": "När frustration övergår i upprymdhet ryter drakar och tigrar ryter.\nDen blå himlen har sin egen väg till himlen. Må jag få en ny chans att bli berömmelse.", "詩意": "Detta hexagram är som en drake som ryter och en tiger som ryter.\nDet finns hopp om att allt ska gå bra.", "解曰": "Bara lära ut och gå. Ha ditt eget välstånd. Måste göras till slut. Det finns en plats att hitta.", "籤詩故事一": "◇Liu Bei rekryterar en brud\nEfter slaget vid Chibi var Sun Quan ivrig att återta Jingzhou, som hade fångats av Liu Bei, så han använde Zhou Yus plan och låtsades att han ville trolova sin syster Sun Ren med Liu Bei, men i själva verket ville han ta Liu Bei som gisslan för att göra anspråk på Jingzhou.\nEfter att Zhuge Liang spionerat på Zhou Yus plan, överlämnade han broschyren med strategin till Zhao Yun, som skyddade Liu Bei när han åkte till Soochow. Zhao Yun följde strategin i broschyren och gjorde medvetet ett stort plask för att låta Wu Guotai ( Sun Quans far) vet om äktenskapsförslaget. Eftersom Wu Guotai älskade sin dotter och var ovillig att ta tillfälliga beslut om sin dotters livslånga affärer, tillrättavisade hon Sun Quan för att vara hänsynslös mot sin syster och föreslog att personligen testa om Liu Bei var värdig sin dotter vid Ganlu Temple. Efter att Wu Guotai träffade Liu Bei, uppskattade hon Liu Bei mycket och förespråkade starkt äktenskapet mellan Liu Bei och hans dotter. Som ett resultat gifte Liu Bei sig framgångsrikt med Mrs. Sun.\nSenare flydde Liu Bei och Mrs Sun tillsammans tillbaka till Jingzhou. Senare ville Sun Quan dra fördel av Liu Beis attack mot Yizhou för att attackera Jingzhou, men stoppades av Wu Guotai, som var orolig för sin dotters säkerhet.\nOrdspråket säger: \"Zhou Yus smarta plan är den bästa i världen. Han förlorade sin fru och förlorade sina trupper.\"\n(Liu Bei fick skada)", "聖意": "Jag har otur hemma och jag har otur (först otur, sedan lycka till) Sök rikedom, balans, problem i äktenskapet, framgång i äktenskapet. Be om välsignelser för fotgängare, silkesmaskar på fälten, fem poäng för boskapsskador, sök efter människor, rättegångar och migration, lycka till för förlorad egendom, lycka till för sjukdomar, bergs- och gravfred.", "古人": "Liu Bei rekryterar en brud", "第X籤": "Det femtiotredje vinnande numret", "宮": "Livmoder"}