{"籤詩版本二": "Stranden är full av stenar, strömmen flyter, vinden är klar, månen är klar och de ädla människorna är upptagna.\nPå vägen måste jag fråga vart jag ska ta vägen Ta inte doften av blommor och växter i skogen Ta inte hand om den.", "詩意": "Detta hexagram är som en båt som färdas på en liten strand.\nI allt finns det ädla människor att hjälpa.", "解曰": "Att försörja sig. Mycket hårt arbete. Var konservativ och vänta. Med vänliga hälsningar.", "籤詩故事一": "◇Lushan uppror\nEn Lushan (703-757), vars efternamn var Kang och hette Yaluoshan, var från Liucheng, Yingzhou (nu Chaoyang, Liaoning).\nSenare antog han efternamnet An och bytte namn till Lushan. Under Tangdynastins kejsar Xuanzongs regeringstid var An Lushan militärt sändebud.\nI november av det 14:e året av Tianbao samlade An Lushan trupper i Fanyang.I namnet på att attackera Yang Guozhong startade han ett uppror och tog trupperna från tre städer för att attackera Luoyang, den östra huvudstaden. Rapporter från Taiyuan rusade till Lishan.Tang Xuanzong, som befann sig i Huaqingpalatset i Lishan vid den tiden, trodde inte att Anlushan skulle göra uppror. Men nyheterna om upproret fortsatte att spridas och Xuanzong var fortfarande halvt övertygad. (Detta är en skildring av \"ljudet av grovt rinnande vatten på små stenar i en bäck\")\nDet var inte förrän Yan Zhenqing, prefekten i Pingyuan County, skickade någon för att skicka information som Xuanzong vaknade ur sin dröm.\nUnder Tangdynastins kejsar Xuanzongs felaktiga strategi intog An Lushans kavalleriregemente Luoyang, den östra huvudstaden. Under den första månaden av följande år utropade han sig själv till kejsar Dayan i Luoyang, Jianyuan Shengwu, kejsar Xiongwu och Da Xixun som premiärminister.\nI juni samma år avrättade kejsar Xuanzong från Tangdynastin, ivrig att lindra krisen i Chang'an och med felaktig militär förståelse, två kända generaler, Feng Changqing och Gao Xianzhi. Denna order chockade Tang-armén. (Detta beteende bryter mot \"vägen måste peka mot den främre floden\")\nEfteråt beordrade kejsar Xuanzong från Tangdynastin skyndsamt en annan general, Ge Shuhan, att leda Tang-armén österut ur Tongguan.\nGe Shuhan, som till fullo förstod det strategiska felet av kejsar Xuanzong från Tangdynastin, planerade att fördröja förändringen (tillvägagångssättet \"det är okej om vinden är lugn och tidvattnet är lugnt\").\nTill slut trodde kejsare Xuanzong från Tangdynastin att han var för blyg för att slåss, så han hade inget annat val än att kämpa med An Lushan i tårar och blev besegrad. (Det uppfyller \"Om du arbetar hårt för att försörja dig själv kan du bli skadad.\")\nUnder Tangdynastin, när gränstrupperna och de lokala garnisonerna inte hade tid att svara, pressade An Lushans armé gränsen och gick in i huvudstadsområdet. I en kritisk situation ledde kejsar Xuanzong från Tangdynastin att gardekåren flydde från huvudstaden, vilket fick den ledarelösa Xijing Chang'an att falla.\n(Tang Xuanzong bröt mot vägledningen för detta tecken, så An Lushans uppror var framgångsrikt.)", "聖意": "Hemmet är säkert, man själv är gynnsam, förmögenheten är stabil, transaktionen är välmående och äktenskapet är framgångsrikt (varning). En manlig fotgängare från Liujia kommer till fältet, silkesmaskar skördas och sex boskap skadas. Personen hittas och den offentliga rättegången är berättigad. Den förlorade egendomen leder till sjukdom, det vill säga Anshan-graven bör repareras.", "古人": "Lushan uppror", "第X籤": "Det femtiosjätte lotteriet", "宮": "Ful palats"}