{"籤詩版本二": "Morgon och skymning, Buddhas stöd måste vara i tider av fara men inte i fara\nOm du attraheras av en ädel person, kommer pengar och silke också att följa med dig. Det här är Chuan Lai. Allt beror på dig.", "詩意": "Detta hexagram representerar den hemliga välsignelsen av gudar och Buddhas.\nHa tålamod och ha lycka till i allt.", "解曰": "Ett tecken på gammaldags fred. När allt är dyrt blir det gynnsamt.", "籤詩故事一": "◇ Tang Monk uppnådde upplysning\nEn dag kom Tang Seng till floden och såg Buddhas Lingshan-berg framför sig. Framför den fanns en bro med en plank. Tang Seng vågade inte gå över den. Buddha förvandlades till en båtsman och höll en bottenlös trasig båt. Så fort Tang Monk steg ombord på båten föll han i floden och räddades av båtsmannen. Det var så Tang Monk uppnådde Buddhastatus. (Berättelsen om resan till väst)\n◇Tang Monks buddhistiska skrifter\nSanzang från Tangdynastin, hans vanliga efternamn var Chen och hans förnamn var Yi. Född i Goushi County, Luozhou (nu söder om Yanshi City, Henan-provinsen). Han blev munk vid tretton års ålder och tog det buddhistiska namnet Xuanzang.\nFör att erhålla de ursprungliga buddhistiska skrifterna gav han sig av från Chang'an (dagens Xi'an, Shaanxi-provinsen) under Zhenguans tredje år (629 e.Kr.), vågade sig över gränsen och gick igenom otaliga svårigheter för att nå Tianzhu ( Indien) för att samla skrifter. Han reste genom flodbassängerna Ganges och Indus och de sydöstra kustområdena i Indien, korsade sedan de snötäckta bergen och gröna åsar, vandrade mer än 50 000 miles fram och tillbaka. Det tog honom 16 år att äntligen återvända till Chang'an i Zhenguans 19:e år (645 e.Kr.). Han tog tillbaka ett stort antal buddhistiska skrifter och översatte dem till kinesiska.\n(Tang Sanzang gick igenom en lång resa fram och tillbaka mellan Kina och Indien. Han måste ha upplevt faror under resan, men han kunde återvända säkert eftersom det fanns ett osynligt skyddshelgon bakom honom.)", "聖意": "Hemmet är säkert, man själv är gynnsam, den västerländska handeln är framgångsrik, äktenskapet är framgångsrikt, fotgängarna blockerar fältet, silkesmaskarna är blockerade, silkesmaskarna är 70 %, boskapen är lönsam, människorna hittas, den västerländska allmänheten rättegången är dålig, migrationen är konservativ, hittegodset ses, sjukdomen är gynnsam, bergen och gravarna är gynnsamma.", "古人": "Tang Monk uppnådde upplysning", "第X籤": "Vinner på lotteriet sextiotvå", "宮": "Yin Palace"}