{"籤詩版本二": "Den simmande fisken fångades i en snara i Bibo-dammen.\nOm något går fel efter att ha tänkt på det kommer det att orsaka problem i slutändan.", "詩意": "Detta hexagram representerar en fisk som fångas i en snara.\nDet är också lämpligt att vara försiktig i allt.", "解曰": "Bosättning under huset. Katastrofen faller från himlen. Vakna tidigt och vidta försiktighetsåtgärder först. Undvik katastrofer.", "籤詩故事一": "◇ Hästen är täckt med vatten (det är svårt att samla upp vattnet)\nHan dynastin. Zhu Maichen, artigt namn Wengzi, var född i Wu i Kuaiji (nu en del av Suzhou City).\nUnder hans tidiga år var Maichens familj fattig och han hade ingen framgång.Paret bodde i en halmtak i en bakgata och skar ved och sålde den för att klara sig. Du tjänar inte mycket pengar på att sälja ved till vem som helst.\nHans fru gick ut för att hämta vatten och såg en grupp barn skratta åt Maichen, frugan tyckte det var skamligt och gick senare.\nNär Zhu Maichen var femtio år gammal, sökte kejsar Wu från Han-dynastin talanger och dyrkade Zhu som Kuaijis prefekt.\nHans fru ångrade sin blindhet och ville bli reducerad till en pigan och konkubin för att tjäna Zhu resten av sitt liv.\nMaichen beordrade sin före detta fru att hämta en hink med vatten, häll den på trappan och sa: \"Om vattnet kan tas tillbaka, kan de två komma ihop igen.\"\nMed tanke på förhållandet mellan man och hustru fick hustrun och hennes omgifta man en öppen plats i trädgården för att odla och försörja sig själva. Hans fru kastade sig i floden och dog.", "聖意": "Huset är i fara, man själv är i fara, pengarna är förlorade, transaktionen är i fred, äktenskapet är inkonsekvent, Liujia är rädd, människor är blockerade, fälten är skadade, silkesmaskar är förlorade, boskapen är förlorad, människor hittas, den offentliga rättegången är förlorad, migrationen är god, hittegodset är olyckligt, sjukdomen är farlig och bergsgraven bör ändras.", "古人": "Hästen är täckt med vatten (det är svårt att samla upp vattnet)", "第X籤": "Sextiofjärde tecken", "宮": "Maogong"}