{"籤詩版本二": "När vintern kommer kommer inte en plommongren på berget att förstöras även om dess löv faller och dess grenar vissnar.\nMen när våren kommer återlämnar jag mig ändå som kurtisan och förstör originalverket.", "詩意": "I detta hexagram intar plommonblomman den ledande positionen.\nAllt är bra om det är försenat.", "解曰": "En pil sköt tom. När det är tomt är det inte tomt. Väntar på att våren ska komma. Färg är i den.", "籤詩故事一": "◇ Gjorde två gånger\nUnder Tangdynastins kejsar Dezongs regeringstid inramades den lojale ministern Mei Bogao och hans familj av den förrädiske premiärministern Lu Qi, som ville döda dem alla. Endast hans son Mei Liangyu lyckades fly. Senare ändrade han sin namn till Wang Xitong för att dölja sin identitet. Han bodde ensam på gatan, hungrig och kall, men lyckligtvis togs han in av Chen Risheng (Chen Dongchu). Chen Risheng kände inte till sin livserfarenhet, så han bad honom hjälpa till att ta hand om Chens plommonträdgård så att han inte skulle svälta ihjäl på gatan.\nChen Risheng var klasskamrat och vän till Mei Bogao. När han förföljdes av Lu Qi räddades han av Mei Bogao. Som ett resultat blev Mei Bogao och Lu Qi fiendskap. Till slut avrättades hela hans familj. Chen Risheng kände sig ledsen och arg på grund av detta. Efter att ha gift sig sa han upp sig och flyttade sin familj till Yangzhou för att leva i avskildhet.\nChen Risheng har en dotter som heter Chen Xingyuan, som är vacker och väldoftande. Efter att Mei Liangyu kom till familjen Chen blev de kära vid första ögonkastet. En dag då plommonblommor stod i full blom, vilket också var årsdagen av Mei Bogaos död, öppnade Chen Risheng och hans familj ett altare i plommonträdgården i sitt hem för att fira sin avlidne vän och välgörare. Oväntat förändrades vädret plötsligt och en kraftig snöstorm blåste och täckte alla plommonblommor. Chen Risheng beklagade att han kunde fly säkert, men han kunde inte ens rädda ättlingarna till familjen Mei. Han trodde att detta var en varning från Gud, så han lovade att om inte plommonblommorna blommade igen, vilket bevisade att ättlingarna till familjen Mei fortfarande levde, han skulle aldrig säga något.Han flydde in i buddhismen och blev munk.\nHans dotter Xingyuan hörde detta och brände genast rökelse och bad uppriktigt till Gud att få plommonblommorna att blomma igen. Deras uppriktighet flyttade till himlen och alla plommonträden i plommonträdgården blommade igen, senare visste Chen Risheng att Xitong var Liangyu, så han trolovade sin dotter Xingyuan med honom.", "聖意": "Hemmet och huset är inte bra för en själv, för ens egen lycka, att söka rikedom, att vara försiktig i affärer, att vänta till äktenskapet, att vara sen, att gifta sig, att vara sen, att vara välmående i våren, att vara sen, att vara sen, att vara sen, att vara upptagen, att vara upptagen, att vara välmående, att vara upptagen, att hittas.", "古人": "Gjorde två gånger", "第X籤": "Sextionio Vinnande Lotten", "宮": "Tatsumi"}