{"籤詩版本二": "Chao Chao är som ett blomsamlande bi som flyger ut från sydväst och sedan österut\nNär våren tar slut och blommorna är borta finns det ingen plats att leta efter. Detta hjärta kommer inte att ändra sin vistelseort.", "詩意": "Detta hexagram är som ett bi som plockar blommor.\nAllt är mödosamt och mödosamt.", "解曰": "Inget vårlandskap. Det regnar länge men klarnar aldrig upp. Fråga efter hjälp. Det är bättre att vara tyst.\n.", "籤詩故事一": "◇Li Mi gjorde uppror mot Tangdynastin\nLi Mi\n(582-619), den bortgångne ledaren för Wagang-armén i bondeupproret under den sena Sui-dynastin i Kina. Mästare i kalligrafi. Ordets Fas mästare var infödd i Chang'an, Jingzhao, och hans förfäders hem var Xiangping, Liaodong (nu söder om Liaoyang, Liaoning). En infödd i Chang'an, Jingzhao, hans förfäders hem är Xiangping, Liaodong (nu söder om Liaoyang, Liaoning).\nUnder det nionde året av Daye (613) deltog han i Yang Xuangans uppror mot Sui-dynastin i Liyang (nu nordost om Junxian County, Henan-provinsen). Under det nionde året av Daye (613) deltog han i Yang Xuangans uppror mot Sui-dynastin i Liyang (nu nordost om Junxian County, Henan-provinsen). Mystisk känsla är besegrad,\nLi Mi flydde. Xuangan besegrades och Li Mi flydde.\nUnder det tolfte året av Daye gick han med i Wagang-armén\n. Under det tolfte året av Dayes regering gick han med i Wagang-armén. Li Mi var bra på strategi.I oktober det tolfte året av Daye övertalade Li Mi Zhai att attackera Xingyang Tong, den mäktiga generalen som följer med armén, för att försvara Zhang Xutuo, besegra Sui-armén och döda Zhang Xutuo. Li Mi var bra på strategi.I oktober det tolfte året av Daye övertalade Li Mi Zhai att attackera Xingyang Tong, den mäktiga generalen som följer med armén, för att försvara Zhang Xutuo, besegra Sui-armén och döda Zhang Xutuo.\nSenare föreslog han att attackera Xingluo-lagret (senare omdöpt till Luokou), öppna lagret för avlastning och utöka teamet. Wagang Army-teamet växte snabbt. Under det 13:e året av Daye ledde Li Mi Wagang-armén och Zhai Rang behandlade Sui-dynastins degradering och distribution.Det var ett krig om militära resurser och andra frågor, och Li Mi dödade Zhai Rang och hundratals av hans anhängare. Senare föreslog han att attackera Xingluo-lagret (senare omdöpt till Luokou), öppna lagret för avlastning och utöka teamet. Wagang Army-teamet växte snabbt. Under det 13:e året av Daye ledde Li Mi Wagang-armén och Zhai Rang behandlade Sui-dynastins degradering och distribution.Det var ett krig om militära resurser och andra frågor, och Li Mi dödade Zhai Rang och hundratals av hans anhängare.\nI mars det 14:e året av Daye dödade Yu Wenhuaji kejsar Yang av Sui-dynastin\n, ledde till att mer än 100 000 människor återvände till väster. I mars det fjortonde året av Daye dödade Yu Wenhuaji (Yu Wen, sammansatt efternamn) kejsar Yang från Sui-dynastin och återvände till väster med mer än 100 000 människor. Li Mi fick order om att attackera Huaji. Även om Huaji besegrades led Li Mi också stora förluster i trupper. Han förföljdes senare av Wang Shichong. Li Mi:s armé besegrades och hans läger förstördes. Hans generaler Qin Shubao, Cheng Zhijie (ursprungligen som heter Cheng Yaojin), Niu Jinda och andra tillfångatogs. , Shan Xiongxin kapitulerade. Li Mi fick order om att attackera Huaji. Även om Huaji besegrades led Li Mi också stora förluster i sina trupper. Senare förföljdes han av Wang Shichong. Li Mis armé besegrades och hans basläger förintades. Hans generaler Qin Shubao, Cheng Zhijie (ursprungligen kallad Cheng Yaojin), Niu Jinda och andra tillfångatogs och Shan Xiongxin kapitulerade. Li Mi var desperat, så han korsade floden till Heyang i september och kapitulerade till Tangdynastin. Li Mi var desperat, så han korsade floden till Heyang i september och kapitulerade till Tangdynastin.\nI november skickade Li Yuan Li Mi till Shandong för att rekrytera gamla trupper. november,\nLi Yuan skickade Li Mi för att vänta i Shandong för att rekrytera gamla trupper. Han kände att han hade blivit misstänkt och gjorde uppror mot Tang. Han kände att han hade blivit misstänkt och gjorde uppror mot Tang. Tang-generalen Sheng Yanshi bjöd in Li Mi att attackera och dödade honom vid Xinggong Xian. Tang-generalen Sheng Yanshi bjöd in Li Mi att attackera och dödade honom vid Xinggong Xian.", "聖意": "Hus, hus, tunga, jag, skurk, söker rikedom, slöseri med affärer, äktenskap som inte varar, Liujia, tomma blommor, fotgängare, Yaotian, silkesmaskskador, sex boskapsskador, försvunna personer, stämningar, förlust, migration, konservativitet, hittegods, sjukdom, hinder, bergsgravsreform", "古人": "Li Mi gjorde uppror mot Tangdynastin", "第X籤": "Den sjuttionde lottningen", "宮": "Tatsumi"}