{"籤詩版本二": "Cognition of Canglong Nineteenth Guards: En kvinna gifte sig med en andra make\nMed en båge och två pilar kommer dinosaurierna omedelbart att leva i fred", "詩意": "Detta hexagram är som en båge som håller två pilar.\nOm allt går ihop blir det gynnsamt.", "解曰": "Inte för tung. Öde. Zhen Liuzhong öppnar. Det är lämpligt att vara försiktig.", "籤詩故事一": "◇Wenjun besöker Xiangru\nZhuo Wenjun var dotter till barnbarnet till Zhuo Wang, en förmögen affärsman i Linqiong, Sichuanprovinsen. Hon var skicklig i musik och hade ett litterärt namn. Hon gifte sig när hon var 16. Några år senare gick hennes man bort och hon återvände till sin födda familj för att leva som änka.\nEn dag gick Sima Xiangru till Zhuo Wangsuns hus för en bankett. När han fick veta att Zhuo Wenjun var nybliven änka spelade han låten \"Phoenix Seeking the Phoenix\" för att uttrycka sin kärlek. Zhuo Wenjun hade redan hört talas om Sima Xiangru, och denna bankett gjorde honom ännu mer attraherad av Sima Xiangru. Å andra sidan, efter Sima Xiangrus bankett, spenderade han omedelbart mycket pengar för att muta Zhuo Wenjuns personliga hembiträde och bad henne att förmedla Sima Xiangrus kärlek till Zhuo Wenjun. Efter att Zhuo Wenjun fick veta om Sima Xiangrus kärlek genom pigan, rusade han omedelbart till värdshuset där Sima Xiangru bodde. När Sima Xiangru såg Zhuo Wenjuns ankomst flydde Sima Xiangru omedelbart med henne över natten till sin hemstad i Chengdu.\nNär de var i Chengdu var paret utblottade och var tvungna att återvända till Linqiong för att öppna ett litet hotell för att försörja sig.Zhuo Wenjun sålde vin och Sima Xiangru diskade. De levde ett fattigt liv. Efter att Zhuo Wenjuns far, Zhuo Wangsun, fick veta om det, gick han med på det och finansierade dem under råd från sina vänner, så att Sima Xiangru och Zhuo Wenjun återvände till Chengdu för att leva och senare blev rika.", "聖意": "Förlust av hem och egendom, egna rättigheter och fel, sökande av rikedom, arbetstransaktioner, skydd mot återförening av äktenskap", "古人": "Wenjun besöker Xiangru", "第X籤": "Sjuttioett vinnande lotto", "宮": "Tatsumi"}