{"籤詩版本二": "Biodlare måste tigga om honung, så att de inte blir stucken av ett stick\nDet måste finnas en konstig väg framför dig. Hemligheten är djup som en törneskog.", "詩意": "Detta hexagram symboliserar bin som samlar honung.\nAllt är mödosamt och mödosamt.\n\n(Detta hexagram söker symbolen för sötma och bitterhet.\nFörhindra katastrofer i allt.\n)", "解曰": "Saker måste göras försiktigt. Inget behov av att tvinga det. Bin samlar honung. Vad är anledningen?", "籤詩故事一": "◇ Wang Mang söker talanger\nFamiljen Wang Mang i västra Han-dynastin kan sägas vara en rik familj. Trots att hans far dog ung, blev flera av hans farbröder och farbröder kejsare under Han-dynastin.De blev generaler, premiärministrar och blev markiser och fick belöningar. Familjen Wang var extremt framstående.\nMen Wang Mangs egen lilla familj var extremt fattig, hans far dog ung, och han bodde bara med sin mamma och förlitade sig på välgörenhet från släktingar. Men på grund av detta utvecklade och övade Wang Mang en uppsättning färdigheter i att hantera människor sedan han var barn. Oavsett hur ledsen eller arg han kände sig, visade han alltid en mycket glad och fridfull blick inför släktingar, äldre eller utomstående, så han var ganska uppskattad av alla i klanen.\nEn gång var hans äldsta farbror allvarligt sjuk. Efter att ha fått reda på det kom han fram och väntade vid patientens säng, med medicin och vatten och vakade på natten. Flera månader i rad var han avklädd, rufsig och utsliten Han var helt enkelt mer \"tålmodig\" än en patient, mer \"son\" än en biologisk son.\nFör detta berömde alla i det taiwanesiska folket honom och skrev brev och bad om en belöning för honom.\nSå kejsar Cheng från Han-dynastin gav honom titeln Ny huvudstadsmarkis och utnämnde honom till vakt i palatset och blev en nära minister för kejsaren.\nMed sin höga status och stora makt visade Wang Mang aldrig någon arrogans eller slapphet.Istället blev han mer och mer artig och artig, å ena sidan blev han vän med ministrar, generaler, ministrar, kända forskare och forskare.\nMen han levde ett mycket sparsamt liv och åt ofta kötträtter, för att inte tala om långa dräkter och långärmade klänningar, bara i korta kläder. Så alla i regeringen och allmänheten berömde honom enhälligt med ordet \"dygdig\".\nSenare dog hans farbror, Grand Sima Wanggen, av sjukdom och han valdes till hans ersättare. Kejsaren och alla ministrarna tyckte att han var den mest lämpliga. Därför blev Wang Mang, som bara var trettioåtta år gammal, Grand Sima med den högsta militära makten i landet.\n(Den här historien är en metafor. Att vara bra på att vara en bra person kan hjälpa dig att bli av med \"svårigheten att bli stucken av bin\" och uppnå dina ideal som du vill.)", "聖意": "Huset är inte bra för en själv, familjen har problem, verksamheten är blockerad, äktenskapet är blockerat, de sex rustningarna är falska, fotgängarna är sena, silkesskörden är låg, boskapen är låg, det är svårt att hitta folk, rättegången är dålig, migrationen rör sig inte, hittegodset är dåligt, sjukdomen är upprättad, bergsgraven är förlorad", "古人": "Wang Mang söker talanger", "第X籤": "Vinner på lotteriet sjuttiotvå", "宮": "Tatsumi"}