{"籤詩版本二": "När våren kommer skakar åskan och insekter kvittrar och jag vänder mig bort från leran\nNär jag först insåg att jag fortfarande kom och gick, när jag väl ändrade mig, blev jag en drake.", "詩意": "Detta hexagram är som åska och insekter.\nAtt träffa en ädel person är ett gott tecken i allt.", "解曰": "Åskan slår till. Två insättningar in och ut. Byt en gång. Till Tianmen.", "籤詩故事一": "◇Chenqiao myteri\nÅr 959 e.Kr. dog Zhou Shizong Chai Rong, och kejsar Gong, Chai Zongxun, som besteg tronen, var bara sju år gammal. Vid den tiden hade Zhao Kuangyin, som tjänstgjorde som inspektör framför palatset och Songzhous sändebud till den tyska armén, verklig makt.\nVåren 960 e.Kr. rapporterade Zhenzhou (nuvarande Zhengding, Hebeiprovinsen) och Dingzhou (nuvarande Dingxian County, Hebeiprovinsen) att arméerna från norra Han-dynastin och Liao-staten gemensamt åkte söderut för att attackera den senare Zhou-dynastin. farten var mycket hög och de bad om att skicka trupper för hjälp. Senare beordrade Zhoudynastin Zhao Kuangyin att leda sina trupper norrut för att slåss mot fienden. Zhao Kuangyin agerade i hemlighet under planeringen av sin bror Zhao Guangyi, Zhao Pu, Shi Shouxin och andra.\nDen 3 februari, när armén anlände till Chenqiaoyi (nu Chenqiao Town, sydost om Fengqiu, Henan), inledde de ett myteri och beordrade soldaterna att bära gula dräkter åt honom.De gjorde uppror mot den senare Zhou-dynastin och stödde Zhao Kuangyin som kejsare . Efter det ledde Zhao sina trupper tillbaka till Kaifeng utan att bränna, döda eller plundra.\"Taizu Chen Qiao avlade en ed att inte störa huvudstadens folk, och han lovade att inte störa staden den dagen han gick in i staden.\"\nPå den tredje dagen av månmånadens tredje år gjorde Zhao Kuangyin myteri i Chenqiao och återvände till huvudstaden. Fan Zhi ledde Wang Pu och Wei Renpu för att ifrågasätta Zhao Kuangyin. Luo Yanhuan drog sitt svärd framför tältet och skrek högt : \"De tre arméerna har inga mästare. Alla generaler har bestämt sig för att utse honom till kejsare. Den som uttalar sig kommer att dödas!\". Wang Pus ansikte var blekt som jord. Han sänkte stegen och böjde sig. Fan Zhi bugade sig också. Kuang Yin hjälpte honom personligen upp och behandlade honom med stor artighet.\nEfter ett måttligt motstånd tronade kejsar Gong från den senare Zhou-dynastin tronen och Zhao tog över tronen. \"Taizu var på väg att acceptera zen, men det fanns ingen zentext. Tao Gu, en lärd vid Imperial Academy, accepterade order och gick in bredvid honom och sa: \"Det är klart.\"\nEfter att Zhao kom till tronen ändrade han landets namn till Song, Yuan till Jianlong och gjorde Kaifeng till huvudstad. Shi Shouxin, Gao Huaide, Zhang Lingduo, Wang Shenqi, Zhang Guanghan och Zhao Yanhui tilldelades alla titeln Jiedushi , som var känt som \"Chenqiao-myteriet\" i historien.\nWikipedia\n(Den här historien representerar att detta är början på Zhao Kuangyins framträdande.)", "聖意": "Be för ditt hem, ditt dagliga liv, rikedom, lycka, lycka till i affärer, ädelt äktenskap, framgång i Liujia, manliga fotgängare, tidig födsel av silkesmaskar på fälten, tidig födsel av sex djur, lycka på våren, letar efter människor , framgång i rättegångar, lycka till i migration, hittegods, faror i sjukdomar, faror i berg och gravar.", "古人": "Chenqiao myteri", "第X籤": "Signerad sjuttiotre", "宮": "Mi Palace"}