{"籤詩版本二": "I drömmen sades det att det skulle finnas mycket rikedom, men berömmelsen skulle bli ingenting.\nVattnet är långt borta och bergen är långt borta, men det är svårt att vara trogen, den ädle personen ger vägledning och ler.", "詩意": "Detta hexagram representerar symbolen för att få skatt i en dröm.\nAllt är mer eller mindre verkligt.", "解曰": "Drömmer som en dröm. Inget hopp om berömmelse. Vänta bara på goda tider. Ädla instruktioner.", "籤詩故事一": "◇ Returnera jaden till Zhao (återlämna jaden till Zhao efter att ha slutfört den)\nÅr 283 f.Kr. fick kung Zhao Huiwen He's Bi från Chu. Efter att kung Qin Zhaoxiang hörde nyheten skickade han ett brev till kung Zhao, där han uttryckte sin villighet att byta ut femton städer mot He's Bi.\nLin Xiangru analyserade för kung Zhao att Qin var stark och Zhao var svag och måste ersättas.\nKung Zhao skickade sedan Lin Xiangru till Qin med He's Bi.\nKungen av Qin träffade Lin Xiangru i Zhangtai, och Lin Xiangru presenterade jaden för kungen av Qin. Kungen av Qin var överlycklig och skickade He's Bi till skönheten och alla runt henne tittade på den. Vid den här tiden skrek alla till vänster och höger länge leve.\nLin Xiangru såg att kungen av Qin inte hade för avsikt att ge staden till Zhao, så han berättade för kungen av Qin att hans jade var defekt och ville påpeka det för kungen av Qin för att ta tillfället i akt att få jade tillbaka.\nEfter att Lin Xiangru tagit tillbaka Heshis Bi, ställde han sig bredvid den stora pelaren och visade att han ville dö med Heshis Bi.\nVid denna tidpunkt sa Lin Xiangru till kungen av Qin: \"Kungen av Zhao övervann fortfarande ministrarnas invändningar och accepterade ministerns förslag. Även om han inte lurade varandra när de interagerade med vanligt folk, för att inte tala om att Qin är ett stort land! För att bevara vänskapen mellan Qin och Zhao, Kung Zhao Efter fem dagars fasta skickade jag mina ministrar till Qin med jaden. Tyvärr hade kungen av Qin inte bara för avsikt att ge Zhao en stad, utan också skickade familjen Hes jade till en vacker kvinna, vilket verkligen var ett hån mot mina ministrar.\"\nEfter att ha pratat klart gjorde Lin Xiangru omedelbart en gest att slå en pelare.Kungen av Qin var rädd att He's Bi skulle skadas, så han låtsades ge Zhao femton städer. Lin Xiangru såg igenom kung Qins förrädiska plan, så han bad kung Qin att fasta i fem dagar innan han presenterade He's Bi för att fördröja tiden. Under dessa få dagar skickade Lin Xiangru sina skötare för att återvända till staten Zhao med jaden, medan han stannade för att ta itu med kungen av Qin.\n(Den här historien är som en vanlig människas ögon som fascineras av hans status.)", "聖意": "Att be om välsignelser hemma, sig själv, hindra rikedom, göra transaktioner svåra att uppnå, äktenskap är inte i harmoni med Liujiaxu fotgängare, chitiska silkesmaskar accepteras inte, sex djur är skadade, människor saknas, offentliga rättegångar och migration förväntas, förlorade saker är långt borta, sjukdomar sätts upp, skickas till bergsgravar och förändras.", "古人": "Returnera jaden till Zhao (slutför jaden till Zhao)", "第X籤": "Det sjuttiosjunde lotteriet", "宮": "Middagspalatset"}