{"籤詩版本二": "Tom knut, jag vill hålla dig säker. Om du håller din kropp säker, önskar jag att du aldrig skulle lämna tillbaka den.\nGlöm inte att Guds gunst har återgått. Var inte hånfull mot Guds ord.", "詩意": "Tro inte att detta hexagram är sant.\nDet är ett tecken på att vara konservativ i allt.", "解曰": "Människor har sina egna åsikter. Sinnet behöver inte vara upptaget. Guanyin instruktioner. Var inte respektlös.", "籤詩故事一": "◇ Stöder bronsflaggan i hemlighet\nDen berömda grundargeneralen av Tangdynastin, Qin Qiong (Qin Shubao) tilldelades titeln Grand Marshal of Sui-dynastin. Han ledde sina trupper för att attackera Sishui Pass (eller Sishui Pass eller Dongling Pass, legenderna varierar). Yang Lin ( Yang Yicheng), vaktgeneralen för Sishui Pass, var kejsare Yang från Sui-dynastin och beordrade att en uppsättning av bronsflagga skulle sättas upp, men Qin Shubao kunde inte attackera den på länge. Efter att ha fått reda på att Luo Cheng, ledaren för formationen, var hans kusin, kontaktade han sin faster.\nInnan Luo Cheng gick berättade han för sin mamma att personen som kom för att störta flaggan var hans kusin Qin Qiong, och hans mamma beordrade honom att i hemlighet hjälpa honom. På dagen för den avgörande striden bytte Luo Cheng, som vaktade bronsflaggan, plötsligt sida och slog sig samman med Qin Qiong. De besegrade till slut bronsflaggan. Luo Cheng ockuperade Donglingpasset och återvände segrande. Luo Cheng kapitulerade också till Tangdynastin.\n(Den här berättelsen är en metafor om att man ibland bör förlita sig på förnuftet när man gör saker, snarare än att förlita sig på känslor eller tro.)", "聖意": "Huset är fortfarande villigt att lova sig självt, söka rikedom, behålla sin del, vara försiktig med äktenskap, föda en flicka, fotgängare stannar på fältet, silkesmaskar, sju poäng och sex boskapsskador, sök efter människor, offentliga rättegångar och migration , hittegods, västerländska sjukdomar, lösning på berg, gravar i väster", "古人": "Hjälper i hemlighet ner bronsflaggan", "第X籤": "Sjuttionio Vinnande Lotten", "宮": "Middagspalatset"}