{"籤詩版本二": "Sycomorträdens löv har fallit, hösten närmar sig och resenärernas hemresa ser ut som moln.\nTack vare Guds stora insatser kom skeppet tillbaka med skatten i vinden.", "詩意": "Detta hexagram representerar bilden av fallna platanblad.\nAllt är dåligt på förhand och bra i slutändan.", "解曰": "Ta saker från hjärtat. Tianxin följer det. Att försörja sig. Gör vad du kan.", "籤詩故事一": "◇ Vinden blåser till Tengwang Pavilion\nWang Bo, artigt namn Zian, var en poet från den tidiga Tangdynastin.Han föddes i det första året av Yonghui, kejsare Gaozong av Tangdynastin. Wang Bo har läst skrifterna sedan han var barn, och han är känd som ett \"underbarn\". Wang Bo har läst skrifterna sedan han var barn, och han är känd som ett \"underbarn\".\nNär han var tio år gammal råkade han och hans far gå förbi ett Guandi-tempel. De såg den majestätiska statyn av Guandi i templet, höll i en kopia av \"Vår och höst\" och läste den. När hans far såg den, Han skanderade till kejsar Guan: \"Håller tre lockar med grönt skägg, läser Qingdynastins historia till den gröna lyktan och hyllar de berömda namnen. Håller den gröna draken och månen i min hand.\" att Wang Bo på hösten i år åkte från Shanxi till Hainan Island för att besöka sin far som degraderades till länsdomaren i Jiaozhi. , och passerade genom tusentals berg och floder längs vägen. På hösten året när han var tjugosju år åkte Wang Bo från Shanxi till Hainan Island för att besöka sin far, som hade degraderats till tjänsten som Jiaozhi County Magistrate.Han passerade genom tusentals berg och floder längs vägen.\nNär vi anlände till Madang Mountain den dagen gick alla i land för att vila. När Wang Bo gick förbi ett gammalt tempel ensam såg han plötsligt en gammal man sitta på stenen bredvid templet. Den gamle mannen såg ut som ett barn med ljust hår Han sa till Wang Bo \"Är du inte Wang Bo?\" Wang Bo blev förvånad och sa, \"Precis! Hur vet du det?\" Den gamle mannen sa: \"Jag har länge hört att du har det bra. avsikter att rädda människor, och dina dikter är mycket meningsfulla. Det kommer att bli en storslagen fest på Tengwang Pavilion imorgon. Om du kan delta i banketten och skriva en uppsats kommer du att bli känd genom tiderna och få resekostnader.\" När de kom fram vid Madangberget gick alla iland för att vila. När Wang Bo ensam gick förbi ett gammalt tempel såg han plötsligt på stenen bredvid templet, Det satt en gammal man, som såg ut som ett barn med ljust hår och en älva Han sa till Wang Bo, \"Är du inte Wang Bo?\"\nWang Bo blev förvånad och sa, \"Precis! Hur vet du det?\"\nDen gamle mannen sa: \"Jag har länge hört att du har en vänlig avsikt att rädda människor, och dikterna du komponerar är ganska meningsfulla. Det kommer att bli en storslagen fest på Tengwang Pavilion i morgon. Om du kan gå på banketten och komponera, du kommer att bli känd genom tiderna och du kommer att få resekostnader.\"\nWang Bo sa: \"Den här platsen är sex eller sju hundra mil bort från Tengwang Pavilion. Hur kan vi komma hit imorgon?\" Den gamle mannen sa: \"Jag kommer att använda en häst som en gudomlig vind för att hjälpa dig att få en smidig segling. Jag kommer definitivt att anlända imorgon.\" Wang Bo tackade mig och sa, \"Ursäkta mig, min svärfar. , är du en odödlig eller en gud?\" Den gamle mannen skrattade och sa: \"Jag är Zhongyuan Shuijun som ansvarar för detta vattenområde!\" Wang Bo sa, \"Den här platsen ligger sex eller sju hundra mil bort från Tengwang Pavilion. Hur kan vi ta oss dit i morgon?\"\nDen gamle mannen sa: \"Jag kommer att använda hästen som en gudomlig vind för att hjälpa dig få en smidig segling. Jag kommer definitivt imorgon.\"\nWang Bo tackade honom och sa: \"Ursäkta mig, svärfar, är du en odödlig eller en gud?\"\nDen gamle mannen skrattade och sa: \"Jag är Zhongyuan Shuijun som är ansvarig för detta vattenområde!\" Sedan uppmanade den gamle Wang Bo att snabbt kliva ombord på båten. Han såg gynnsamma moln som omgav honom ett tag och vinden. och vattnet var jämnt längs vägen. På ett ögonblick hade han färdats hundratals mil.\nSedan uppmanade den gamle Wang Bo att gå ombord på båten snabbt. Han såg gynnsamma moln som omgav honom ett tag, och det var en smidig resa. På ett ögonblick hade han färdats hundratals mil. Som väntat rusade Wang Bo till Prince Tengs paviljong på morgonen för det stora evenemanget.\nSom väntat rusade Wang Bo till Prince Tengs paviljong på morgonen för det stora evenemanget. Och på plats skrev han \"Förordet till prins Tengs paviljong\" som kallades det eviga mästerverket av kejsar Gaozong från Tangdynastin. Och på plats skrev han \"Förordet till prins Tengs paviljong\" som kallades det eviga mästerverket av kejsar Gaozong från Tangdynastin.\nDet finns en dikt som säger:\nDet har alltid sagts att begåvade människor är gudar, så det är ingen slump att vinden för Nanchang till Nanchang;\nJag skrev en mening om Teng Wangs höga paviljong, och sedan följde han med de odödliga till Zhongyuan.", "聖意": "Be för ditt hem och skydda dig själv, be om välsignelser, sök rikedom och uppnå äktenskap och harmoni.", "古人": "Vinden blåser till Tengwang Pavilion", "第X籤": "Skylt åttioen", "宮": "Wei Gong"}