{"籤詩版本二": "Vad händer om du förlorar din dygd på grund av ditt rykte?Jag är rädd att lyckan kommer att förändras och dåliga saker kommer att hända.\nBerusad, jag vet inte vart jag ska ta vägen. Jag har en dimmig dröm i skuggan av de gröna tallarna.", "詩意": "Detta hexagram representerar den kalla fisken som lämnar vattnet.\nIngenting kan flyttas.\n\n(Detta hexagram är en symbol för dålig dygd och otur.\nHåll fötterna på jorden i allt.\n)", "解曰": "Den kalla fisken lämnar vattnet. en fluga i salvan. Om du frågar om lägerplaner. Det är bättre att Mo Qi\nDetta tecken kommer att ge Liujia otur. Allt går fel. Be om säkerhet.", "籤詩故事一": "◇Zhuangzi testar sin fru\nZhuangzi föddes i Zhoudynastin. Hans efternamn var Zhuang, hans förnamn var Zhou och hans förnamn var Zixiu. Han var född i Mengyi under Songdynastin. Under Zhoudynastin var han tjänsteman för Qiyuan.\nEn dag träffade Zhuangzi en kvinna på berget, hon satt på huk framför en ny grav och skakade desperat på sin fläkt, som om hon ville torka den våta jorden på graven. Zhuangzi förstod inte hennes avsikt, så han frågade henne. Hon sa att den som begravdes i graven var hennes man, och hennes mans sista ord var att hon inte kunde gifta om sig förrän jorden på graven torkat. Hon kunde inte vänta längre, så hon rörde upp gravjorden för att få den att torka snabbare, så att hon kunde fortsätta en andra vår.\nZhuangzi suckade när han trodde att det fanns en så hjärtlös kvinna i världen. Då tänkte jag, skulle min fru vara så här? När misstankar uppstår vill jag testa det.\nZhuangzis frus efternamn var Tian, ​​och paret hade vanligtvis en nära relation. För att testa sin frus lojalitet bestämde sig Zhuangzi för att låtsas vara död.\nNär de fick höra att Zhuangzi dog av en plötslig sjukdom kom många människor från hela världen, inklusive släktingar och vänner, för att uttrycka sina kondoleanser. Bland dem var en stilig kung och barnbarn från delstaten Chu, som var rik på rikedom. När hon såg att Ms. Tian var nybliven änka och ynklig, han förföljde henne. Tian kunde inte stå ut med frestelsen och blev kär i Wang Sun. De gifte sig på bara tjugo dagar.\nDen natten, när vinet var drucket och öronen var heta, drabbades Wang Sun plötsligt av en hjärtattack och dog.\nTian var rädd och fick panik och frågade snabbt Wang Sun vad hon skulle göra. Wang Sun uthärdade smärtan och berättade för Tian att hjärnorna på döda kroppar kunde användas för att väcka de döda till liv igen.\nVar hittar man den döda kroppen? Tian tänkte plötsligt, dog inte hennes man precis? Mr. Tian glömde bort den gamla kärleken mellan man och hustru, och tog faktiskt en yxa och klöv upp sin mans kista, förberedde sig på att ta ut hans hjärna för medicin.\nOväntat, när kistan öppnades, kom Zhuangzi tillbaka till liv. Tian skämdes så mycket att hon hängde sig.\n(Den här historien är en metafor för att kränka vänskap för personlig vinning, så vi kan inte hålla med om det.)", "聖意": "Huset är fridfullt, jaget är säkert, pengarna är orättvisa, affärerna är uppoffrade, äktenskapet är löst, ondskan i Liujia är välmående, fotgängarna har inte anlänt, silkesmaskarna är i fred, boskapen är i fred, folket letar efter folk, rättegången har ändrats, lärjungarna har varit konservativa, egendomen har gått förlorad, det finns ingen sjukdom, och berget och gravarna har varit onda.", "古人": "Zhuangzi testar sin fru", "第X籤": "Lot 84", "宮": "Wei Gong"}