{"籤詩版本二": "Mörka moln och dimma täcker vägen framför berget, allt är runt och månen är rund igen.\nOm du får poesi och böcker kommer du att vakna upp ur en djup dröm.Den ädla personen guidar dig till taket.", "詩意": "Detta hexagram symboliserar slutet på våren och blommornas blomning.\nAllt förändras efter Herren.", "解曰": "Den gamle mannen måste be om hjälp. Den blommar igen på våren. Längtan efter berömmelse och rikedom. Stötta på ett oväntat fall sent i livet.", "籤詩故事一": "◇Han Wengong stöter på snö\nHan Yu, vars artighetsnamn var Tuizhi, var från Changli. Tang Dezong blev en Jinshi under det åttonde året av Zhenyuan, och hans postuma titel var Wen Gong.\nUnder Tangdynastins kejsar Xianzongs regeringstid protesterade Han Yu med Buddhas ben, vilket gjorde kejsaren arg. Han Yu lämnade sin fru och sina barn och åkte till Chaozhou. Efter att ha gått mindre än några dagar tog den kalla vinden till och det snöade rejält. Han Yu kom till en plats där snön var flera fot djup, vilket gjorde det svårt för hans häst att ta sig framåt. Det fanns inget hus i närheten och han visste inte var vägen var. Vill du följa stigen och dra dig tillbaka finns det ingen väg tillbaka. Vinden blåste hårt och snön föll snabbt Han Yu var genomblöt, frös och hungrig och hade ingenstans att uttrycka sin sorg.\nHan Yu suckade och sa: \"Kejsaren kommer inte att döda mig, men kejsaren vill förgöra mig.\"\nPrecis när Han Yu var desperat såg han en man komma för att röja snön trots den stränga kylan Han visade sig vara Han Xiangzi (Han Yus brorson).\nHan Xiangzi hade på förhand sagt till Han Yu: \"Var är Yun Hengs hem i Qinling? Snön omfamnar den blå grinden och hästen slutar röra sig framåt.\" Då förstod Han Yu inte vad Han Xiangzi menade, men nu äntligen förstått.\nSå Han Yu och Han Xiangzi gick för att tillbringa natten i Fus hus i Languan. Han Yu var uppriktigt övertygad om det förflutna och vägen till odling.\nSenare övergav Han Yu sin officiella position, donerade all sin egendom till den lokala regeringen och gick till bergen för att utöva taoism och bli en odödlig.", "聖意": "Huset är inte bra för en själv, var försiktig med att söka pengar, fokusera på affärer, äktenskapet är sent, Liujia kvinnliga fotgängare blockerar fält, silkesmaskar är bra, boskapen är bra, det är svårt att hitta folk, offentliga rättegångar upprepas, migration är uppdaterad, förlorade saker är allvarliga, sjukdomar är försenade, bergsgravar bör ändras.", "古人": "Han Wengong möter snö", "第X籤": "Åttiofemte vinstlotteri", "宮": "Shen Gong"}