{"籤詩版本二": "När man går halvvägs upp på det västra berget kan Junlings klippor inte avgöras.\nSer upp till Gud för skydd, den här kroppen är fortfarande i bårhuset", "詩意": "Detta hexagram är som att leta efter guld i sanden.\nDet finns tecken på ädla människor i allt.\n\nEtt annat exempel: Detta hexagram indikerar att personen är i fara.\nDet finns tecken på ädla människor i allt.", "解曰": "Jade kan hittas genom att mejsla sten. Hitta guld i sanden. Måste jobba hårt. Bara problem.\nEtt annat arbete: en svår situation. Ingenstans att bo. Be om Guds välsignelse. Be om sinnesfrid.", "籤詩故事一": "◇ Bit guld och utforska underjordiska grottor\nFör att fira sina militära bedrifter var Cheng Yaojin värd för en bankett i Yanwuyang. Plötsligt öppnades ett hål i marken, vilket var outgrundligt.Alla drog lott genom att plocka fram orden, bita i guldet för att vinna och hyra rep för att binda sig i hålet.\nDet finns stendörrar, bord, stolar, broar och andra föremål.På bordet finns drakrockar och jadebälten, som är gjorda av guld och utslitna ur grottan.\nYao Jin kom ut ur hålet med en stor låda och en liten låda, öppnade trälådan och tog ut jadesälen, öppnade lådan, tog fram den stora flaggan och kronrocken och spåren och lade dem på bordet, och alla tittade på dem en efter en. Jag såg de åtta sigillkaraktärerna ingraverade på det stora sigillen var \"The Demon King of Hunshi, the Great Virtuous Emperor\".\nAlla dyrkade honom som \"kejsaren\", och Yaojin gjorde detta i tre år som demonkungen. (Egentligen var detta bara självutnämnt, och Cheng Yaojin var bara ledaren för byn vid den tiden.)\n(Den här berättelsen är en metafor om att bra saker är precis som skådespeleri. Detta är den konstnärliga uppfattningen om \"den här kroppen är fortfarande i tomrummet\".)", "聖意": "Att be för hem och hus, sig själv, brist på vinst, söka rikedom, arbeta hårt, vara försiktig i affärer, äktenskap kommer att hindras av Liu Jiaxu, fotgängare, Chi Tian, ​​silkesmaskar, stall sex boskap, letar efter människor, inga stämningar , förlust, migration, att behålla hittegods, onda sjukdomar, hinder, berg och gravar.", "古人": "Utforska krypten efter guld", "第X籤": "Skylt åttiosju", "宮": "Shen Gong"}