{"籤詩版本二": "Stör mig inte med dina personliga angelägenheter. Det är lämpligare att fråga allmänheten.\nEtt klart hjärta är lika ljust och klart som den ljusa månen på himlen", "詩意": "Detta hexagram representerar bilden av en ljus måne på himlen.\nAllt är ljust och luftigt.", "解曰": "Var upprätt i hjärtat. Rätta till lagen. Heliga ord. Äntligen blir det klart.", "籤詩故事一": "◇Kong Mings general\nLösning: Zhuge Liang mobiliserar sina trupper och generaler\nUnder perioden med de tre kungadömena föddes Zhuge Liang (181-234), med tillmötesgående namn Kongming, i Yangdu, Langya (nuvarande Yinan County, Shandongprovinsen).\nZhuge Liang gick med på att bli tjänsteman efter att Liu Bei gjort tre besök i stugan med halmtak. Vid den tiden hade Cao Cao fredat Hebei och var fast besluten att marschera söderut. Han skickade Xiahou Dun som generalchef, Yu Jin, Li Dian och andra som ställföreträdande generaler och ledde en armé på 100 000 för att marschera mot Xinye. Även om Zhuge Liang hade en plan att dra sig tillbaka från fienden vid den tiden, föraktade Guan Yu och Zhang Fei Zhuge Liangs ord. Zhuge Liang hade inget annat val än att använda Liu Beis svärd för att kuva de två männen. De ledde varsin tusen soldater och hästar och lurade i Yushan och Anlin. De väntade på att Xiahou Dun skulle leda sin armé för att passera, och attackerade dem sedan med bakhåll och eld.\nDessutom skickades Zhao Yun för att leda de gamla och svaga kvarlevorna av armén att slåss som ett avantgarde mot Xiahou Dun, och sedan fejkade han nederlag och drog sig tillbaka, vilket lockade Xiahou Dun in på den smala vägen i bergen och skogarna. Han skickade också Guan Ping, Zhou Cang, Liu Feng och andra smyger sig in på baksidan av Caos armé, bränner förnödenheter och orsakar panik i Caos armé.\nEfter striden hände allt som Zhuge Liang ordnade. När Xiahou Dun och Yu Jin ledde armén i jakten, informerade Li Dian, som befann sig i den bakre delen, omgående Xiahou Dun i fronten att han behövde skydda sig mot fiendens eldattacker. Det var dock för sent. Caos armé var begränsad av den smala vägen och var belägen på en plats där träd var sammanflätade, så elden kunde inte starta.Det var stora offer, och Xiahou Dun och andra generaler besegrades och flydde tillbaka till Xudu.\n(Den här historien är en metafor om att Kong Ming är bra på att använda människor och styra landet med visdom.)", "聖意": "Hem och hus är gynnsamma. Jag önskar lycka till i rikedom, sinnesfrid, välmående affärer, äktenskap, framgång, framgång i Liujia, män som flyttar fält, silkesmaskar, förlust av boskap, försvunna människor, offentliga rättegångar, migration, förlorad egendom, välsignelser, sjukdom, frid, berg och gravar.", "古人": "Kong Mings general", "第X籤": "Det nionde tecknet", "宮": "Yin Palace"}