{"籤詩版本二": "En bra show får dig att sticka ut från mängden med en rynkad panna, och din framtid förändras och du ger dig mycket rikedom.\nEn väg är bred som himlen, och alla pengar du kan ge kommer att finnas i ditt hjärta", "詩意": "Detta hexagram indikerar en lovande framtid.\nAllting går bra.", "解曰": "En stor väg. Du kan gå framåt. Använd ditt hjärta. Endast framåt.\nAllt går som planerat med denna skylt. Lycka till Jichang.", "籤詩故事一": "◇ Tre hjältar slåss mot Lu Bu\nLösning: Tre hjältar Zhang Fei, Guan Yu och Liu Bei slåss mot Lu Bu\nDong Zhuo fick reda på att Hua Xiong hade blivit halshuggen och skickat den flygande generalen Lu Bu för att slåss. Så snart Lu Bu gick ut i strid dödade han generalerna Fang Yue och Mu Shun och dödade Wu Anguo och Gongsun Zan.\nZhang Fei såg att Gongsun Zan inte kunde besegra Lu Bu, så han ersatte snabbt Gongsun Zan och ropade: \"Slavarna med de tre efternamnen borde gå! Zhang Fei från Yan är här!\" Efter det kämpade de i mer än femtio omgångar i en rad, utan vinnare eller förlorare.\nEfter att Guan Yu såg det attackerade han och Zhang Fei Lu Bu och slogs i mer än trettio ronder.\nLiu Bei bar också två svärd, klappade sin häst och steg fram för att hjälpa Zhang Fei och Guan Yu.\nDe tre männen omringade Lu Bu och fortsatte att slåss. Alla människor i gruppen var häpna.\nSnart började Lu Bu tappa styrka. Lu Bu:s Pegasus drog sig tillbaka, men de tre männen förföljde Lu Bu och vägrade ge upp.De drog sig inte tillbaka förrän de mötte Lu Bu:s trupper.\n\"Tre kungariken\"\n(Den här historien är en metafor för Lu Bus tapperhet och skicklighet i att slåss. En person kan besegra tre personer.)", "聖意": "Hjärtat i huset och hemmet reser bara på ens egen resa för att söka rikedom. En eventuell äktenskapsartikel går till Liujia. Saker och ting går smidigt för människor. Zhushuntian silkesmaskar använder. Människor kan hittas bland de sex djuren. Människor kan hittas i förväg Rättstvister Migration Förlorad egendom Sjukdomar Berg och gravar är som lycka.", "古人": "Tre hjältar slåss mot Lu Bu", "第X籤": "Nittioen vinnande lotteri", "宮": "Du Palace"}