{"籤詩版本二": "Luan Feng Xiang var genomblöt i duggregnet, men vid den tiden blev han mobbad av Queer\nJag blev chockad när jag fick veta att en dag var molnen långt borta, men jag lämnade ändå tillbaka mina kläder till dig.", "詩意": "Detta hexagram representerar symbolen för Luan och Phoenix som täcks av regn.\nAllt kommer när det är dags.", "解曰": "Skurken blomstrar dag för dag. En gentleman ska inte göra någonting. Håll dig bara för dig själv. Vidta åtgärder när det är dags.", "籤詩故事一": "◇Gao Jun garanterar äktenskap\nI den tidiga Songdynastin förenade Zhao Kuangyin norr och hela landet kapitulerade, men i södra Tangdynastin ockuperade Li Yu södra delen av Yangtzefloden och antog strategin att kapitulera genom att erbjuda en stad och fånga Zhao Kuangyin i Shouzhou Situationen var kritisk. Zhao Kuangyins brorson, Gao Junbao, en ung man med en gyllene pistol, lämnade Bianjing för att bryta belägringen av Shouzhou.\nNär de passerade Shuangsuo-berget krossade de Make-skylten som sattes upp av Liu Jinding, och de två tävlade. Som ett resultat besegrade Liu Jinding Gao Junbao tre gånger med sina fantastiska kampsporter, och de bytte ut guldklossar och silverklockor för livet. Zhao Kuangyins brorson Gao Junbao, för att rädda den fångade Zhao Kuangyin i Shouzhou, lämnade Bianjing och passerade genom Shuangsuo Mountain. Han krossade skylten som Liu Jinding satt upp och de två tävlade. Som ett resultat besegrade Liu Jinding Gao Junbao med sin superb kampsport och tvingades göra det. Paret ledde folkmassan in i belägringen och räddade Zhao Kuangyin.\n(Metaforen för den här historien är att de två inte försonades (de mobbades), utan senare försonades.)", "聖意": "Familjens hem är inte bra för en själv, var noga med att söka pengar, blockera affärer, vänta på äktenskapet, försena, Liujia, falsk resenär, dröja kvar på fälten, silkesmaskar, sena, sex boskapsskador, svårt att hitta folk, stämningar, förlust, migration, konservativitet, hittegods, allvarlig sjukdom, förlängning av berget, gravreform", "古人": "Gao Jun garanterar äktenskap", "第X籤": "Nittiotre vinner på lotteriet", "宮": "xugong"}