{"籤詩版本二": "Ambitionen och prestationerna finns i dynastin, men nu blir det oändligt drickande och sex.\nOm du ser en gyllene tupp kommer du att belönas med pengar, förmögenhet och förmögenhet.", "詩意": "Detta hexagram representerar symbolen för ambition och berömmelse.\nHåll allt gynnsamt.", "解曰": "Ambitiös och spänd. Det är inte för sent att skydda sig. Den gyllene tuppen lovar. Alla glada.", "籤詩故事一": "◇Cao Pi utropade sig själv till kejsare\nCao Pi, artigt namn Zihuan, föddes i Peiguoqiao (nuvarande Hao County, Anhui). En känd politiker och författare under Jian'an-perioden.\nCao Pi är den andra sonen till Cao Cao. Han bodde med sin far i militärlägret sedan han var barn. Under sin fars inflytande lärde sig Cao Pi bågskytte vid sex års ålder och ridning vid åtta års ålder och utvecklades goda kampsportkunskaper. Han har också omfattande kunskap om antika och moderna klassiker och biografier, samt böcker från hundratals tankeskolor. Det var inte förrän vid arton års ålder som Cao Cao besegrade Yuan Shao och Cao Pi levde ett relativt stabilt liv i Yecheng, centrum för Cao Caos styre. Sedan dess, även om han ibland följde med sin far på militära expeditioner och levde som en adlig son för det mesta, tränade han fortfarande kampsport varje dag och har inte avtagit till denna dag. Han rider ofta på sin häst i hundra steg och är mycket skicklig i kampsport, eftersom han ofta tränar kampsport är han lätt och stark.\nCao Caos äldste son Cao Ang dödades i ett slag. Efter att den äldste sonen dog blev Cao Pi förstahandsvalet för kronprinsen. När han var trettioen år gammal, gjordes han till kronprins av Cao Cao. När Cao Pi var trettiotre år gammal dog Cao Cao av ​​sjukdom och Cao Pi efterträdde honom som premiärminister och kung av Wei. Han sa att han ofta rider på hästryggen i hundra steg och är väldigt skicklig, eftersom han ofta tränar kungfu är han lätt och frisk.", "聖意": "Be för att ditt hem och ditt hem ska vara fridfullt, söka rikedom, arbeta hårt, handla, bryta upp tidigt, äktenskapet kommer att bli framgångsrikt, Liujia kommer att vara säker, människor kommer att vara på fältet, silkesmaskar kommer att vara mogna, sex boskap kommer att vara mogna , det kommer att bli svårt att hitta folk, offentliga rättegångar kommer att vara brådskande, migration kommer att gå förlorad och saker kommer att vara långt borta. Sjukdomar kommer att dröja kvar i bergen och gravarna.", "古人": "Cao Pi utropar sig själv till kejsare", "第X籤": "Nittiofemte vinstlotteriet", "宮": "xugong"}