{"籤詩版本二": "Den majestätiska pagoden är ovanlig, med utsökta dekorationer på alla sidor som lyser av ljus\nJag uppmanar dig att vara fast besluten att flitigt böja dig och göra goda gärningar, och himlen kommer att sända dig välsignelser.", "詩意": "Detta hexagram representerar manifestationen av förtjänst.\nAllt är gynnsamt.", "解曰": "Dessa välsignelser. Alla har det. Var inte för upptagen. Meriter bestäms i förväg.", "籤詩故事一": "◇Kungen av Fenyang träffar sitt barnbarn på kinesiska alla hjärtans dag\nLösning: Guo Ziyi träffade Weaver Girl som gick ner till jorden på den kinesiska alla hjärtans dag. Tiansun, barnbarn till Jadekejsaren, är de sju älvorna.\nGuo Ziyi (697-781), även känd som Guo Linggong, var född i Zheng County, Huazhou (numera Huaxian County, Shaanxi-provinsen) och en general i Tangdynastin. Det kejserliga hovet gav Ziyi titeln kung av Fenyang.\nDet sägs att Ziyi ursprungligen kom från Huazhou och gick för att gå med i armén utanför muren. Han åkte till Peking för att kräva militär lön och återvände till Yinzhou. Det råkade vara den kinesiska alla hjärtans dag vid den tiden. Vinden och sanden började mörkna och solen började mörkna. Ziyi kunde inte gå framåt, så han stod bredvid vägen. Han sov på golvet i ett tomt hus. När han skulle somna såg han plötsligt ett rött ljus på båda sidor. Han reste sig upp och tittade förvånat upp. Det var ett moln på himlen som sakta kom ner. Där satt en vacker kvinna, värdig och vacker, helt annorlunda än vanliga människor. Ziyi visade omedelbart sin respekt och sa: \"Idag är den sjunde dagen i den sjunde månmånaden. Jag tror att det är Weaver Girl som har kommit och vill ge henne lång livslängd och rikedom.\"\nKvinnan svarade också: \"Med stor rikedom kommer lång livslängd.\"\nEfter att han slutat tala, återkom glöden och molnen steg sakta.Kvinnan tittade fortfarande ner på Guo Ziyi med ett behagligt leende tills hon var långt borta från henne, och då blev röken suddig och hon kunde inte längre ses.\nDet visade sig vara sant, precis som kvinnan sa. Ziyis meriter är världsberömda, han är en extremt populär minister, och han är en general med både förtjänster och dygder.", "聖意": "Gör en önskan till dig själv hemma, önska dig själv, be om pengar, lycka till i affärer, lycka till i äktenskapet, lycka till i Liujia, lyckliga resor med människor, flytta fält, silkesmaskar, stabil boskap, otur med att hitta människor, offentliga rättegångar, migration, lycka, sjukdomar för hittegods, gravar i Zhenxingshan", "古人": "Kung Fenyang träffar sitt barnbarn på kinesiska alla hjärtans dag", "第X籤": "Skylt nittiosex", "宮": "xugong"}