{"籤詩版本二": "Tyglar hästen och håller i piskan kommer vi rakt hit, hälften i fara och hälften i katastrof.\nDet är som ett hus som bränns ner av eld. När himlen faller förvandlar regnet det till aska. Jag har en plan.", "詩意": "Detta hexagram representerar hälften sorg och hälften glädje.\nDet är tillrådligt att göra gott i allt.", "解曰": "Livslångt arbete. Bry dig inte om rätt och fel. Bojorna är tillfälliga. Harm kommer naturligt.", "籤詩故事一": "◇Tao Sanchun slår Zheng En i Guayuan\n\"Länge leve mitt minnesmärke,\" Zhao Kuangyin reste sig igen, \"Beiping kung Zheng En hade ordnat ett äktenskap då. Nu när världen är i fred, skulle jag vilja be om ditt tillåtelse att välja en gynnsam dag att gifta sig på. \"\n\"Länge leve mitt minnesmärke!\" Zhao Kuangyin reste sig och sa, \"Kungen av Peking, Zheng En, hade ordnat ett äktenskap då. Nu när världen är i fred, skulle jag vilja be om ditt tillåtelse att välja en gynnsam dag att gifta sig.\"\n”Åh, den tredje brodern var förlovad tidigare, varför visste jag inte om det här?” Chai Rong blev mycket förvånad, han viftade med handen och bad Zhao Kuangyin att sätta sig ner och prata.\n\"Åh! Den tredje brodern var förlovad tidigare, hur kommer det sig att jag inte visste om detta?\" Chai Rong (kejsaren från den senare Zhou-dynastin) blev mycket förvånad. Han viftade med handen och bad Zhao Kuangyin att sitta ner och prata.\n\"Det är en lång historia. För det första var vi fortfarande i fattigdom vid den tiden och gick inte med i din armé. Sedan dess har vi kämpat i flera år och har inte tid att bry oss om dig. För det andra är den tredje brodern också lite blyg att nämna det, så Ers Majestät vet inte.”\n\"Det är en lång historia. För det första levde vi fortfarande i fattigdom vid den tiden och gick inte med i din armé. Sedan dess har vi kämpat i flera år och har inte tid att bry oss om dig. För det andra är den tredje brodern också en lite blyg att nämna det, så Ers Majestät vet inte.”\n\"Hej, den manlige collegestudenten ska gifta sig, vad är poängen med att skämmas? Den tredje brodern har varit på slagfältet länge och kan betraktas som en hjälte utan motstycke. Varför är du så småaktig i den här saken?\"\n\"Hej! Collegepojken ska gifta sig, vad är poängen med att vara generad? Den tredje brodern har varit på slagfältet länge och kan betraktas som en hjälte utan motstycke. Varför är du så småaktig i den här saken?\"\n\"Apropå det, jag kan inte klandra min tredje bror för att vara blyg, för det här äktenskapet var förfalskat.\"\n\"Apropå det, jag kan inte klandra min tredje bror för att vara blyg, för det här äktenskapet var förfalskat.\"\n\"Har du skrivit? Hej, det är intressant. Snälla berätta vad som hände.\"\n\"Jag skrev det! Hej! Det är intressant! Snälla berätta vad som hände.\"\n\"Ja, jag minns det året, när vi skulle gå med Hans Majestät, vi passerade genom Baocheng County. Det var väldigt varmt i juni. Min tredje bror kunde inte bo på hotellet, så han gick ut för att vandra ensam. Efter att ha passerat en melonträdgård gick han in för att plocka några.Melonerna släckte törsten.Det fanns inte många tidigt mogna meloner vid den här tiden, och den tredje brodern visste inte hur han skulle plocka dem, så han bröt många av dem. Kvinnan som tittade på melonerna klev fram för att anklaga den tredje brodern. De två hade en oenighet, och sedan började de slåss. Kom. Som tur var var jag orolig och skyndade mig till undsättning i tid, annars...\"\n\"Ja, jag minns det året, när vi skulle gå med Hans Majestät, vi passerade Baocheng County. Det var väldigt varmt i juni. Min tredje bror kunde inte bo på hotellet, så han gick ut för att vandra ensam. Efter att ha passerat en melonträdgård gick han in för att plocka några.Melonerna släckte törsten.Det fanns inte många tidigt mogna meloner vid den här tiden, och den tredje brodern visste inte hur han skulle plocka dem, så han bröt många av dem. Kvinnan som tittade på melonerna klev fram för att anklaga den tredje brodern. De två hade en oenighet, och sedan började de slåss. Kom. Som tur var var jag orolig och skyndade mig till undsättning i tid, annars...\"\n\"Den här Zheng Ziming, det är hans fel i första hand, han borde be om ursäkt. Varför slog han honom? Dessutom, hur kan en tjejs familj stå emot slag och sparkar från en hård man som han! Kom igen, du slog den här tjejen för att bitar. Nej?\" \"Flickan var oskadd...\"\n\"Den här Zheng Ziming, det är hans fel i första hand, så han borde be om ursäkt. Varför slår du honom? Dessutom, hur kan en tjejs familj stå emot slag och sparkar från en hård man som honom! Kom igen, säg mig, du misshandlade den här tjejen. Nej?\"\n\"Flickan var oskadd...\"\n\"Det är okej, det är okej... Hej, vidtog du inte åtgärder? Åh, jag antar att du räddade mig i tid.\"\n\"Det är okej! Det är okej... Hej! Vidtog du inte åtgärder? Åh! Jag antar att du var den som räddade mig i tid!\"\n\"...Nej, den jag räddade var...den tredje brodern.\" \"...Nej, den jag räddade var...den tredje brodern.\"\n\"Ah ah?!\"\n\"Den tredje brodern slogs till marken av kvinnan och misshandlades våldsamt hela vägen. Lyckligtvis kom jag fram och övertalade honom att gå, så han blev inte allvarligt skadad. ... Ers Majestät... Ers Majestät!... \"\n\"Den tredje brodern slogs till marken av kvinnan och misshandlades våldsamt. Som tur var kom jag fram och övertalade honom att gå, så han blev inte allvarligt skadad. ... Ers Majestät... Ers Majestät!...\"\n\"Ah?...Åh, vem är den där kvinnan!?\" \"Ah!?...Åh, vem är den där kvinnan!?\"\n\"Det var först senare som jag fick reda på att kvinnan hette Tao Sanchun, och hennes far Tao Hong var en gammal hjälte som inte hade några ambitioner. Tao Sanchun lärde sig kampsport av sin far sedan han var barn. Efter att jag lärde känna hans familj såg jag att fröken Sanchun hade en enastående karaktär. , Luo Luo och generös, utan vana att vara en liten flicka, matchade de medvetet honom. Tao-fadern och -dottern gillade också den tredje broderns enkla karaktär. De slog till omedelbart och beslutade om detta äktenskap för dem två. Ers Majestät, snälla säg mig, det här är inte. Är det ett falskt äktenskap?\"\n\"Det var först senare som jag fick reda på att flickan hette Tao Sanchun, och hon hade lärt sig kampsport av sin far sedan hon var barn. Efter att jag bekantade mig med hans familj såg jag att fröken Sanchun hade en enastående karaktär, var generös och hade inga spår av den lilla flickans vanor, så jag rekryterade henne medvetet. Mr. Tao och hans dotter gillade också den raka karaktären hos sin tredje bror väldigt mycket. De slog till direkt och bestämde sig för detta äktenskap åt dem. Majestät, snälla säg mig, är inte detta ett falskt äktenskap?\"\n(Den här historien är en metafor, eftersom en dålig sak visade sig vara en bra sak.)", "聖意": "Be om skydd av hemmet och jaget, var försiktig, be om rikedom, förstör affärer, hindra äktenskap, straff, Liujia, försäkring, fotgängare instängda på fält, silkesskador, boskapsskador, försvunna människor, olagliga rättegångar, förlust, migration, konservativitet , hittegods, onda sjukdomar, oro, faror, berg, gravar, misslyckande", "古人": "Tao Sanchun slår Zheng En i melonträdgården", "第X籤": "Nummer nittionio", "宮": "Haigong"}