{"籤詩版本二": "Megi heimurinn skapast fyrir gott hjónaband, góða daga og góðar stundir og allt verði gott\nÞað er ekkert smá mál ef þú færð þennan hlut Keisarinn lýsir því yfir að fólk sé tryggt og réttsýnt.", "詩意": "Þetta hexagram táknar upphaf opnunar himins og jarðar.\nAllt er veglegt.", "解曰": "Hraður hraði. Árið er ekki tímans virði. Guanyin skrifar niður. Láttu mig vita fyrst.", "籤詩故事一": "◇ Zhongli varð upplýstur\nZhongli Quan, kallaður Zhongli, gefið nafnið Quan, kurteisisnafnið Yunfang og gælunafnið Zhengyang, var innfæddur maður í Xianyang-sýslu, Xi'an, Shaanxi-héraði á tímum Austur-Han-ættarinnar.\nZhong Liquan var hershöfðingi Han-ættarinnar. Í leiðangrinum gegn Vestur-Qiang öfundaði hann Liang Yi yfirmann og úthlutaði honum aðeins 30.000 gömlum og veikum hermönnum. Um leið og hann kom á áfangastað var búðunum rænt af vestur-Qiang herinn og hermennirnir flúðu. Zhong Liquan týndist í dal og hitti Hu munk á leiðinni. Hann fór með hann í lítið þorp og sagði: „Þetta er bústaður herra Donghua.“ Síðan kvaddi hann og fór. Eftir smá stund sagði einhver skyndilega: „Þetta hlýtur að vera vegna þess að græneygði Hu-maðurinn er of orðheppinn.\" Hann sá mann klæddan hvítum dádýrsfeldi og hélt á grænum kínóastaf. Hann spurði Zhong Liquan: „Sá sem kom hér er Han Da, Zhongliquan hershöfðingi\n? Zhong Liquan var hneykslaður þar sem hann vissi að hann hefði hitt undarlega manneskju, svo hann lærði af einlægni Tao.\nZhong Liquan hitti síðar Zhenren Huayang og hinn ódauðlega konung Xuanfu og lærði „leyndarmál ódauðleikans“. Að lokum bjó hann í Zijin Sihaofeng í Kongtong-fjalli, fékk „leyndarmál jadekassans“ og varð sannur ódauðlegur. Hann var einnig virtur sem einn af fimm norðurættöðrum af Quanzhen sértrúarsöfnuðinum.", "聖意": "Biðjið að heimili ykkar og heimili verði blessuð með gæfu á haustin og veturna. Leitið gæfunnar á haustin og veturinn. Gangi ykkur vel í viðskiptum, gangi ykkur vel í hjónabandi, gangi ykkur vel í að fæða drengi, gangi ykkur vel í ferðalögum til túnin, gangi þér vel í silkiormum, gangi þér vel í búfénaði, gangi þér vel í að finna fólk, gangi þér vel í málaferlum, gangi þér vel í búferlaflutningum, týndum eignum og gangi þér vel í norðaustansjúkdómum. Gangi þér vel í að senda fjöll og grafir", "古人": "Zhongli varð upplýstur", "第X籤": "fyrsta merki", "宮": "Leg"}