{"籤詩版本二": "Af hverju ferðu ekki til Tailai, sem er rétt handan við hornið?Ég mun skilja herramanninn eftir tímabundið af fjallinu.\nEf það eru góðar fréttir um tígrisdýrið eða kanínuna verðurðu frjáls jafnvel þó þú sért staðráðinn í að vera upptekinn.", "詩意": "Í þessu hexagrami er merki um blessun meðal ógæfa.\nAllt er vont fyrirfram og gott á endanum.", "解曰": "Skiptu út fyrir hampi silki. Berja einhvern í fæturna. Sjá greinilega. Blessun kemur frá hamförum.", "籤詩故事一": "◇ Að hitta meistara í Bukit\nWu Ji var upphaflega skógarhöggsmaður og þeir tveir hittu Jiang Ziya þegar þeir voru að veiða í Feng River. Wuji hló þegar hann sá Ziya veiða með beinum krók.\nZiya horfði á andlit Wuji og sagði spádómsgáfu: „Ef þú kemur inn í borgina í dag muntu drepa einhvern.“ Eftir að hafa heyrt þetta fór Wu Ji reiður og bar eldivið inn í borgina.\nEftir að Wu Ji kom inn í borgina lenti hann í átökum við aðra og barði fyrir mistök Wen Wang forsætisráðherra til bana.\nWen konungur teiknaði jörðina sem fangelsi og fangelsaði Wu Ji.\nBukit Hou var sleppt tímabundið og var dæmdur til dauða til að annast móður sína fram á haust.\nMóðir hans bað hann að biðja Jiang Ziya um hjálp.\nTaigong tók við honum sem lærisveinum sínum, kenndi honum stríðslistina og skipaði honum að grafa holur og galdra til að brjóta niður meðfædd örlög hans.\nEftir haustið kom Wu Ji ekki til að vera refsað, Wen konungur komst að meðfæddu tölunum og hélt að Wu Ji hefði framið sjálfsmorð af ótta við glæpi.\nSeinna hitti Wen konungur Wu Ji og Wu Ji kynnti Wen konung til að hitta Jiang Taigong.\nTaigong hlaut titilinn hershöfðingi Wude. Bæði meistari og lærlingur unnu fyrir Wen konung.", "聖意": "Húsið er öruggt, sjálfið er gott, viðskiptin eru góð, hjónabandið er seint, karlkyns gangandi hefur ekki snúið aftur á akrana, silkiormarnir eru arðbærir, dýrin sex eru shenji, leitin er góð, opinber málsókn er gott, fólksflutningarnir eru íhaldssamir, týnda eignin sést, sjúkdómurinn er góður, Qiu Ji, fjallagröfin er góð", "古人": "Bukit Encounter", "第X籤": "Tólfta merkið", "宮": "Yin höllin"}