{"籤詩版本二": "Áhyggjunum og áhyggjunum er létt tímabundið og gleðin kemur af himni.\nRétt eins og jade falið í saur, lyftir góður starfsmaður upp rykinu", "詩意": "Þetta hexagram táknar samhljóm Yin og Yang.\nAllt sem þú skipuleggur er veglegt.", "解曰": "Ekkert unnið, ekkert tapað. Græða á tapi. Skúrkurinn er í vandræðum. Gangi þér vel, herramaður.", "籤詩故事一": "◇ Ye Meng Xiong Chao Di\nYe Mengxiong (1531-1597), sem hét Nanzhao og hét Longtang, var breytt í Longtan og einnig nefndur Huayun. Innfæddur maður frá Wanshifang, Huizhou Fucheng (nú hluti af Huicheng District, Huizhou City) í Ming Dynasty. Á 44. stjórnarári Jiajing (1565) varð hann Jinshi og hlaut titilinn sýslumaður í Qing-sýslu. Hann starfaði sem forstöðumaður flutningsdeildarinnar og breyttist síðar í eftirlitsritskoðun Shanxi Road.\nÁ 20. ári Wanli (1592) drap Kuaibai aðalræðismaður Ningxia (höfðingi mongólska Tatar ættbálksins) landstjórann Dang Xin og hertók fjörutíu og sjöunda virkið í Hexi héraði. , braut borgina, dýrkaði og brenndi sig til bana. Meng Xiong er ekki hrokafullur í að taka heiðurinn og lætur hæfileika sína vera jafngóða og hershöfðingjanna sem þora að berjast. Opinberi Wei Xuezeng var settur aftur í embætti. Á efri árum sagði hann af sér fimm sinnum og var sendur aftur til Huizhou til að byggja Huilong hofið.\nYe Mengxiong gekk inn í taóisma sem embættismaður í upphafi og var frægur fyrir heiðarleika sinn og heiðarleika. Gamlar sögulegar heimildir sögðu að hann væri „fyrstur í auðmýkt og hæfileikum“, „útrýma spillingu og refsar uppreisnum“ og skilur eftir sig gott orðspor. var einstaklega tryggur, hugrakkur, hugrökk og útsjónarsamur. Góður í skotfimi. Á seinni hluta ævi hans voru bardagaíþróttahæfileikar hans skráðir í \"History of the Ming Dynasty\" og hann var talinn þjóðhetja.", "聖意": "Heimilið er óhagstætt (sífellt friðsælt) Haust og vetur eru góð fyrir mann sjálfan, auður verður farsæll, viðskipti verða farsæl, hjónaband verður farsælt, Liujia verður ranglega brugðið (það verða gersemar), gangandi vegfarendur fara á völlinn til að Biðjið fyrir silkiormum, sex dýr verða flöt, fólk mun finnast, opinber mál verða óhagstæð, fólksflutningar verða íhaldssamir, týndar eignir verða hindraðar, sjúkdómar verða settir í Fushan gröfina", "古人": "Ye Meng Xiong Chao Di", "第X籤": "Sextándi vinningslottó", "宮": "Maogong"}