{"籤詩版本二": "Gullkrákan fellur í vestri og kanína rís í austri.Hringrás dags og nætur heldur áfram frá fornu fari til nútímans.\nMunkarnir og taóistarnir vita að það er enginn ókostur og fræðimenn, bændur, iðnaður og kaupmenn fylgja öllum sínum eigin huga.", "詩意": "Þetta hexagram táknar vaxandi og minnkandi yin og yang.\nÞað er líka merki um að allt fari eins og áætlað var.", "解曰": "Það er ekkert í huga. Það sem þú hefur gert er verðugt. Eins og ör úr boga. Eitt skot hitti markið.", "籤詩故事一": "◇ Cao Guo frændi er ódauðlegur\nCao Guojiu, fæddur í Xuzhou, er sagður vera stórfrændi ríkisins á Renzong-tímabili Song-ættarinnar. Hann hét Cao Yi, einnig þekktur sem Cao Jingxiu.\nCao Guo frændi átti yngri bróður sem hét Cao Er. Þessi Cao Er treysti á stöðu sína sem keisaravald og framdi alls kyns illsku. Hann hertók akra, tók á brott konur og dætur og eignaðist vini við löglausa illmenni, komu inn og út. Cao Guojiu þoldi það ekki, svo hann neitaði að hlusta á góð orð hans og huggun, svo hann beitti refsingu til að stjórna honum.\nCao Guojiu sagði: \"Meginreglur heimsins eru að þeir sem safna góðum hlutum munu dafna og þeir sem safna illu munu farast. Þetta er óumbreytanlegur sannleikur. Cao fjölskyldan okkar hefur safnað illum verkum í fortíðinni til að ná auði nútímans. Núna bróðir minn hefur safnað illsku til hins ýtrasta, jafnvel þó að hann sleppi Jafnvel þótt þér sé refsað af embættismanni, geturðu ekki flúið hinar duldu hamfarir. Þegar hamfarir koma og fjölskyldan þín er eyðilögð og einhver deyr, muntu ekki geta flúið kl. þann tíma. Ég mun verða niðurlægður og hræddur við það.\" Svo, ég dreifði öllum auðæfum mínum, hann hjálpaði fátækum og var ekki lengur sama um málefni bróður síns. Síðan yfirgaf hann heimili sitt og vini, breytti í taóistabúning og fór upp á fjöll til að rækta hugann og náttúruna.\nDag einn hitti hann Zhongli og Lu Dongbin frá Han-ættinni. Þeir voru mjög ánægðir með að sjá mælsk svör Cao Guo frænda. Þeir gáfu honum \"leyndardóminn um að endurgreiða sannleikann\" og skipuðu honum að æfa sig vandlega. Bráðum, Zhongli Quan og Lu Dongbin voru kynntir fyrir hinum ódauðlega bekk.", "聖意": "Gangi þér vel fyrir heimilið, heimilið, gæfan, gæfan, gangi þér vel í viðskiptum, hjónabandi, karlkyns ferðalangur, gróðursetningu silkiorma snemma á akri, búfjárbrestur, leit að fólki, málsókn, fólksflutningar, týnd eign, seint veikindi, gæfa", "古人": "Cao Guo frændi er ódauðlegur", "第X籤": "Skrifaðu undir átjánda", "宮": "Maogong"}