{"籤詩版本二": "Að hleypa bátnum til baka frá hraðvatnsströndinni, hvað viltu gera vegna óróans?\nEf þú vilt vera öruggur skaltu leita ró og bíða eftir að öldurnar gangi yfir þessa kreppu.", "詩意": "Þetta hexagram er eins og bátur á ferð á hraðri strönd.\nVertu íhaldssamur í öllu og bíddu eftir tímanum.", "解曰": "Farið frá borði í sterku vatni. Hættan bíður tímans. Ef þú spyrð um tjaldáætlanir. Það er ekkert hægt að gera.", "籤詩故事一": "◇ Ziyi er krýndur konungur\nGuo Ziyi (697-781), einnig þekktur sem Guo Linggong, var ættaður frá Zheng-sýslu, Huazhou (nú Huaxian-sýslu, Shaanxi-héraði) og hershöfðingi í Tang-ættinni.\nÍ Anshi-uppreisninni á 14. ári Tianbao (755) fékk hann titilinn Shuofang Jiedushi (Lingwu, vestur af Lingwu í núverandi Ningxia). Honum var skipað að fara í krossferð. Hann sameinaði her Shuofang og Li Guangbi til að ganga Þeir sameinuðust í Changshan (Zhengding, Hebei) og sigruðu Shi Siming, endurheimtu Hebei. Á þessum tíma lagði Guo Ziyi til að keisarinn tæki Fan Yang úr norðri og réðist á tígrisdýr uppreisnarmanna til að draga úr umsátrinu um Tongguan, en Xuanzong neitaði. Í kjölfarið var komið upp ástandi aðskilnaðarsinnaðra ættjarðarbæja seint á Tang-ættinni, sem einnig varð fjarlæg orsök andláts Tang-ættarinnar.\nÁ fimmtánda stjórnarári Tianbao (756) friðuðu hann og Uighur-bandalagið Hequ. Vorið næsta ár endurheimtu þeir Hedong (nú Yongji, Shanxi) og Feng Yi (nú Dali, Shaanxi) og réðust á Tongguan, sigra Cui Qianyu. Tang-herinn varð fyrir meira en 10.000 mannfalli. Cui Qianyu gafst upp fyrir Pujin. An Lushan var drepinn af syni sínum An Qingxu.\nÁ öðru ári Zhide (757) var honum skipað að leiða hermenn til Fengxiang. Á leiðinni sigraði hann 5.000 riddara Li Guiren við Baiqu Liuyun brú (suðaustur af Sanyuan í dag). Í maí barðist hann við An Shouzhong og Li. Guiren í Qingqu (í dag vestur af Xi'an) var sigraður og hann dró sig til Wugong (norðvestur af Wugong í dag) Í september fylgdi hann Marshal Guangping Wang Li Chu til að leiða Tang og Uighurs til að ganga til liðs við 150.000 hermenn og barðist síðan með An Shouzhong og Li Guiren í Xiang. Norðan Ji-hofsins (suðvestur af Chang'an-sýslu í dag) hringdu Uighur-hermennirnir á bak við óvininn, réðust á frá báðum hliðum og drápu 60.000 óvini. Zhang Tongru flúði til Shaanxi-sýslu, og endurheimti að lokum höfuðborgina Chang'an (í dag Xi'an) Hátign Tang hersins var aftur endurheimt til Chang'an.\nÍ kjölfarið nýtti Tang-herinn sigurinn og fór í austurátt og sigraði 150.000 menn þar á meðal Yan Zhuang og Zhang Tongru í Xindian (nú suðvestur af Sanmenxia-borg, Henan-héraði), sem neyddi Anqing Xu til að fara yfir Gulu ána og hörfa til Xiangzhou. Dongjun Luoyang sneri aftur. Bættu Situ við verðleika hans og gerðu hann að hertoga landsins.\nShi Siming stýrði her sínum frá Fan Yang til að bjarga An Qingxu. Báðir aðilar börðust í fylkingu norður af Anyang ánni (í dag norður af Anyang). Bardaginn var órjúfanlegur. Að lokum leiddi níu Jiedushi, Tang herinn, sem sagðist hafa 600.000 menn, hörfaði (í orrustunni við Yecheng). stríð). Aðalforingi þessarar bardaga var geldingurinn Yu Chaoen, sem hafði enga leiðtogahæfileika og kenndi Guo Ziyi um að bardaginn mistókst. Guo Ziyi var kallaður aftur til Chang'an, leystur frá hervaldi og varð aðgerðalaus embættismaður.\nÁ fyrsta ári Baoying (762) gerðu hermenn í Taiyuan (í dag suðvestur af Taiyuan) og Jiangzhou (í dag Xinjiang í Shanxi héraði) uppreisn. Dómstóllinn var hræddur, svo Ziyi fékk titilinn konungur Fenyang og fór út til stjórna Jiangzhou. Hann var einnig firrtur af geldingnum Cheng Yuanzhen og var leystur frá hervaldi.\n(Áhersla þessarar sögu: Guo Ziyi, sem var mjög fær og hagaði sér vel, hitti Xuanzong og nokkur illmenni, sem kom mjög í veg fyrir afrek hans.)", "聖意": "Að blessa heimilið og sjálfan sig, leita auðs, engin viðskipti, ekkert hjónaband, engin fölsk viðvörun, gangandi vegfarendur sem koma á akrana, Canji, erfitt að finna fólk, opinber mál og (ekki Xing), fólksflutningar, íhaldssemi, týnd eign, erfitt að finna, sjúkdómar, biðja um blessanir, fjöll og grafir, veglegt", "古人": "Ziyi var krýndur konungur", "第X籤": "Nítjándi vinnings Lott", "宮": "Tatsumi"}