{"籤詩版本二": "Eftir svo miklar áhyggjur og hættur verður það aldrei aftur tómt héðan í frá\nÖrlátt hjarta hefur sínar rausnarlegu áætlanir. Þú þarft að hitta sérfræðing til að ná frábærum árangri.", "詩意": "Þetta hexagram er eins og forn brunnur með lind.\nÍ öllu nær göfugt fólk árangri.", "解曰": "Málið verður á endanum réttlætanlegt. Sjúk og örugg. Farðu inn og út til að leita ráða. Forn brunnur mætir vori.", "籤詩故事一": "◇ Yao Chong stjórnar engisprettum\nYao Chong (649-721), sem hét réttu nafni Yuan Chong, var frá Shaanzhou. Hann starfaði sem ráðherra Xia Guan, Shangshu frá Chunguan, Ziweiling, Zhongshuling og forsætisráðherra í Tang-ættinni.\nÁ fjórða ári Kaiyuan (716) var Shandong (almennt vísað til Yellow River Basin austan Huashan) plága af engisprettum. Fólkið var bundið af hjátrúarhugmyndum og þorði ekki að veiða og drepa þær. Þess í stað settu þeir upp fórnir, brenndu reykelsi, dýrkuðu við hliðina á ökrunum og horfðu á uppskeruna eta af engisprettum.\nAllir embættismenn töldu: „Engisprettur eru náttúruhamfarir, hvernig er hægt að stjórna þeim með mannafla!“ Baráttan milli tveggja ólíkra hugmynda var hörð á þessum tíma, hvort útrýma ætti engisprettum eða ekki.\nYao Chong sagði: \"Svo lengi sem við vinnum saman getum við losað okkur við þá alla. Hann sagði: Engisprettur eru hræddir við fólk, svo það er auðvelt að reka þá í burtu. Fræplönturnar eiga eigendur, svo björgunarmennirnir verða að leggja hart að sér; engisprettur geta flogið, og ef þeir sjá eld á nóttunni, munu þeir fljúga til hans; kveiktu á þeim á akrinum, grafið holur meðan brenna, grafið þær á meðan þeir brenna, og þá verður ekkert eftir.\"\nXuanzong sagði: \"Engisprettur eru náttúruhamfarir af völdum lélegrar siðferðisstjórnar. Ef þú biður um að þær verði veiddar og drepnar, gengur þetta þá ekki á móti korninu?\"\nYao Chong bætti við: \"Að veiða og drepa engisprettur var stundað af fornu fólki og yðar hátign mun nota það í framtíðinni. Þetta er stór þjóðlegur viðburður til að koma á friði og velmegun til bænda. Vinsamlegast íhugaðu það alvarlega.\"\nXuanzong var sannfærður. En á þeim tíma sögðu allir innan og utan réttarins að engisprettur mætti ​​ekki veiða.\nXuanzong sagði: „Ég hef rætt við forsætisráðherrann og hef ákveðið að ná engisprettum. Allir sem mótmæla aftur verða teknir af lífi.“ Hann sendi því ritskoðunarmanninn til að hafa eftirlit með og beina fólkinu að brenna og grafa engisprettur.\nNiðurstöðurnar voru nokkuð áhrifaríkar. Níu milljónir dönsa af engisprettum veiddust víðs vegar um landið og tókst að útrýma engisprettuplágunni. Landbúnaður náði góðri uppskeru það ár.\n(Viskin ætti að nota við hamfarastjórnun og rýmingu, og það verða að vera til sniðugar aðferðir til að sigrast á erfiðleikum. Yao Chong er sérfræðingur í þessu máli)", "聖意": "Húsið er venjulegt, maður sjálfur er lokaður, að leita að peningum er lokað, viðskipti eru læst, hjónaband og sátt er lokað, það er hætta í Liujia, gangandi vegfarendur eru lokaðir, silkiormar eru lokaðir, búfé er óhagstætt, fólk finnst ekki, fólk er lokað , opinber mál eru höfðuð, fólksflutningar eru ósanngjarnir, týndir hlutir eru erfitt að finna, sjúkdómar biðja, fjöll og grafir eru órólegar.", "古人": "Yao Chong stjórnar engisprettum", "第X籤": "Að vinna í lottóinu tuttugasta og fimmta", "宮": "Mi Palace"}