{"籤詩版本二": "Orðrómur er um að hlutirnir hafi snúist á hvolf og ég fékk bréf frá sjóndeildarhringnum.\nFrægðin og velgengnin sem mér var lofað í bókinni stóð tóm allt til enda.", "詩意": "Þetta hexagram hefur rangt nafn.\nÞað er ráðlegt að vera íhaldssamur í öllu.", "解曰": "Upp og niður í uppnámi. Að leita tómstunda er ekki aðgerðalaus. Þrá eftir frægð. Vertu öruggur.", "籤詩故事一": "◇ Zhong Kui nær uppljómun\nZhong Kui, sem heitir Zhong Kui, sem heitir Zhengnan, er frá Zhongnanshan.\nÁ valdatíma Dezong keisara af Tang-ættinni tók Zhong Kui þátt í keisaraprófinu.Zhong Kui las prófspurningarnar og skrifaði greinina strax í einu lagi og skilaði henni. Yfirprófdómari þennan dag var Han Yu, borgaramálaráðherra, og varaprófdómari var Lu Zhi, mikill fræðimaður. Þegar þeir tveir lásu blað Zhong Kui lýstu augu þeirra upp og þeir sögðu í sameiningu: \"Galdramaður, galdramaður! Hvert orð í þessari grein er stórkostlegt, verðugt Li Taibai og Du Zimei! \"Svo þeir nefndu Zhong Kui sem fyrsta sætið.\nDezong keisari hlustaði á skýrslu Han Yu og sagði að Zhong Kui, hinn nýi meistari vísindanna, væri mjög hæfileikaríkur, svo hann kallaði Zhong Kui í Gullnu höllina.\nÞegar Dezong keisari sá ljótt útlit hans, fann hann strax fyrir óánægju og sagði: \"Valið á fræðimönnum í hirðinni okkar byggist allt á persónulegum orðum og skrautskrift. Hvernig er hægt að velja svona ljótan mann sem fræðimann númer eitt í gullnu vísindunum? \"\nHan Yu kraup í skyndi og sagði: \"Hið góða og slæma manneskju snýst ekki allt um útlit. Heyrið þið ekki, heilagi Drottinn, að Yan Ying er þriggja feta á hæð og er jafningi forsætisráðherrans? Zhou Chang stamar en getur hjálpað Han-ættinni; Konfúsíus dæmir fólk eftir útliti þess og missir son sinn Yu. Ég vona að yðar hátign hugsi sig tvisvar um.\"\nDezong keisari hugleiddi um stund og sagði: \"Þrátt fyrir að orð Han Aiqing séu sanngjörn, þegar ég var Taizong keisari, voru átján fræðimenn sem komu til Yingzhou og töluðu um það. Þessi maður var fræðimaður númer eitt. Ég er hræddur um að heimurinn mun hlæja að mér fyrir að þekkja ekki hæfileika.\"\nForsætisráðherrann Lu Qi var þröngsýnn og öfundsverður af hæfileikum. Eftir að hafa heyrt orð keisarans kraup hann niður og sagði: \"Fræðimaðurinn númer eitt í gullna faginu verður að vera bæði innri og ytri. Það eru þrjú hundruð umsækjendur í þetta fag. Af hverju velurðu ekki annan?\"\nÞegar Zhong Kui sá að þessi maður var svo ringlaður gat hann ekki annað en reiðst. Hann benti á Lu Qi og bölvaði: „Ef svo fáfróður embættismaður er fyrir rétti, mun hann þá ekki skaða landið?“ Eftir það, hann kýldi Lu Qi með hnefanum.\nÞegar Dezong sá þetta, varð Dezong reiður og sagði: \"Þú ert svo djarfur, þú þorir að valda vandræðum í Gullnu höllinni, taktu hana fljótt niður!\"\nÍ reiði sinni dró Zhong Kui sverðið úr mitti hershöfðingjans sem stóð í höllinni og andvarpaði hátt: \"Það er erfitt fyrir svekktan kött að líkja eftir tígrisdýri og svekktur páfagaukur er ekki eins góður og kjúklingur.\" Eftir það framdi hann sjálfsmorð.\nÞegar Dezong keisari sá að Zhong Kui framdi sjálfsmorð í reiði varð hann mjög hissa. Til þess að ná hjörtum fólks fyrirskipaði hann að Zhong Kui yrði grafinn með opinberum titli fræðimaður nr. 1 og hann gerði Zhong Kui að Guði. af Exorcism til að losa heiminn við illum öndum.", "聖意": "Biðjið um blessun á heimili ykkar, eigið öryggi, fjárhagserfiðleika, viðskiptavandamál, hjónabandsbrest, Liujia kvenkyns gangandi vegfarendur, trausta silkiorma hálfeldaða, sex húsdýr, hægt að ala upp, týnt fólk, vestræn opinber málsókn, tap á fólksflutningum, íhaldssemi, eignamissi, veikindi, biðja um gæfu í fjöllum og gröfum", "古人": "Zhong Kui fékk Tao", "第X籤": "Tuttugu og sjötti vinningurinn í lottóinu (Happdrætti)", "宮": "Mi Palace"}