{"籤詩版本二": "Að eyða tíma í ró og næði, sitja og liggja á meðan að fá sér te eftir að hafa verið saddur\nÞú þarft ekki að vera upptekinn líkamlega og andlega og þú munt örugglega ekki valda óréttlæti eða hörmungum.", "詩意": "Þetta hexagram er tákn um frið og stöðugleika.\nÍ öllum hlutum mun það færa gæfu að bíða eftir réttum tíma.", "解曰": "Vertu öruggur og heilbrigður. Spyrðu guðina. Bíddu þar til tíminn kemur. Hlutirnir gerast fyrir tilviljun.", "籤詩故事一": "◇ Foyinhui Dongpo\nEinu sinni öðlaðist Su Dongpo smá skilning á meðan hann lærði Zen.Hann áttaði sig á því að ástand hans var yfirgengilegt og hann fann gleði yfir því. Ég gat ekki haldið aftur af ástríðu minni, breiddi út penna minn og skrifaði ljóð:\n\"Á miðjum himni, Jishou skín skært yfir alheiminn; hann getur ekki blásið af átta vindunum, hann situr uppréttur á fjólubláum gullnum lótus.\"\n(Vindarnir átta vísa til: gróða, hnignunar, eyðileggingar, orðspors, lofs, hæðnis, þjáningar og hamingju. Það er að segja að það að vera ekki pirraður á þessum átta ríkjum er kallað \"vindarnir átta geta ekki hreyft sig\")\nEftir að hafa skrifað það sendi Dongpo þjón sinn yfir ána til að gefa það Zen meistara Foyin frá Jinshan musterinu.\nEftir að Zen Master Foyin las það, merkti hann það með orðinu \"fús\" og gaf þjóni sínum það til að taka til baka.\nDongpo var reiður eftir að hafa séð þetta, svo hann fór með bát yfir ána og fór til Jinshan-hofsins til að finna innsigli Búdda til umræðu.\nÞegar Dongpo kom að hliðinu á Jinshan-hofinu var Foyin þegar að bíða við hliðið.\nSu Dongpo sakaði Foyin strax: \"Af hverju kallarðu ljóðið sem ég skrifaði ræfill?\"\nFoyin svaraði: \"Ertu ekki nú þegar 'ófær um að vera blásinn af átta vindunum'? Hvernig gætir þú verið 'barinn yfir ána' af ræfill!\"\nÁ þessum tíma var Dongpo hneykslaður þegar hann áttaði sig á því að hann var ekki nógu góður og fór í skömm.\n(Þessi saga er myndlíking fyrir \"Hitinn er ekki enn kominn\")", "聖意": "Biðjið fyrir heimili þínu og eigin öryggi, fyrir auð þinn, fyrir fyrirtæki þitt, um farsæld í hjónabandi þínu, fyrir kvenkyns ferðalanga frá Liujia, út á akur, fyrir silkiorma að þroskast á haustin, að sex búfé verði stöðugt, til finna einhvern, erfitt að finna, vegna opinberra málaferla, vegna fólksflutninga, vegna týndra eigna, vegna sjúkdóma, fyrir sendingu í fjallagröf, veglegt", "古人": "Foyinhui Dongpo", "第X籤": "Þrjátíu og eitt vinningsnúmer", "宮": "Wei Gong"}