{"籤詩版本二": "Heimferðin er örugg.Hver veit nema jade sé falið í steininum?\nÞegar góður iðnaðarmaður er kominn með skýran skurð mun hann líða öruggur og öruggur á jaspistímabilinu", "詩意": "Í þessu hexagram geturðu séð myndina af jade þegar þú skera stein.\nVinna hörðum höndum til að ná árangri í öllu.", "解曰": "Fjársjóðurinn er í steininum. Ókunnugir vita lítið. Bíddu þar til það kemur í ljós. Gerðu hvað sem þú getur.", "籤詩故事一": "◇Liu Bei leitar að hæfileikum (þrjár heimsóknir í stráþak sumarhús, þrjár heimsóknir í stráþak sumarhús)\nÞriggja konungsríkistímabilið. Zhuge Liang bjó í einangrun í kofa með stráþekjum í Longzhong. Liu Bei var fús til að leita að hæfileikum, svo hann heimsótti Zhuge Liang í eigin persónu. Hann heimsótti Zhuge Liang þrisvar sinnum (þekktur sem \"Þrjár heimsóknir í stráþekjubústaðinn\" í sögunni). Liu Bei bað aðra að halda sig í burtu og spurði Zhuge Liang: \" Han keisaraveldið er fallið og svikulir ráðherrar hafa stolið lífi þeirra. Yðar hátign.\" Huld í dufti. Ég mæli ekki dyggð mína og getu, ég vil trúa á hið mikla réttlæti í heiminum, heldur visku mína og færni. eru grunnar, þannig að ég nota það óspart. Eins og í dag. Hins vegar er metnaði mínum enn ekki lokið, heldurðu að áætlunin verði framkvæmd?\nZhuge Liang kynnti honum síðan áætlunina um að skipta heiminum í þrjá hluta og greindi aðstæður þar sem Cao Cao var ekki tiltækur og Sun Quan gæti komið honum til hjálpar. Hann útskýrði einnig hugleysi ríkisprestanna í Jing og Yi ríkjum. , og það var tækifæri til að nýta þau, og aðeins þessi tvö ríki var hægt að nýta. Aðeins þá getur hann unnið heiminn, hann sagði Liu Bei meira að segja þá stefnu að ráðast á Central Plains. (Þessi umræða var síðar kölluð \"Longzhong Dui\"). Eftir að Liu Bei heyrði þetta hrósaði hann því eins og hann hefði fundið fjársjóð og bauð Zhuge Liang eindregið að koma út til að hjálpa, svo Zhuge Liang varð hernaðarráðgjafi Liu Bei.", "聖意": "Húsið er friðsælt, ég sækist eftir auði, verkamannaviðskipti hindra hjónabandið og verða sýndarferðamaður í Liujia.", "古人": "Liu Bei leitar að hæfileikum (þrjár heimsóknir í stráhús, þrjár heimsóknir í stráhús)", "第X籤": "Þrjátíu og annar lottóvinningshafi", "宮": "Wei Gong"}