{"籤詩版本二": "Klæða sig upp og endurskipuleggja gamla fjölskyldustílinn. Tao er án himins en hefur verðleika.\nEftir að hafa sópað burt þyrnum og þyrnum á veginum samþykktu þau þrjú að sameinast samstarfsmönnum sínum á ný.", "詩意": "Þetta hexagram táknar endurröðun á fötum.\nAllt er erfitt áður en það verður auðvelt síðar.", "解曰": "Ekki hafa áhyggjur. Góða skemmtun. Ef þú spyrð um framtíðina. Það er góður vegur framundan.", "籤詩故事一": "◇ Búddaritningar Tang Monk\nXuanzang (602-664), öndvegismunkur Tang-ættarinnar, var með algengt eftirnafn Chen og gaf nafnið Yi. Hann fæddist í Goushi-sýslu, Luozhou (nú suðurhluta Yanshi-borgar í Henan-héraði). Hann varð munkur þrettán ára gamall og tók sér búddista nafnið Xuanzang. Heimurinn er kallaður Sanzang of Tang Dynasty.\nÁ þriðja ári Zhenguan (629, einnig þekktur sem fyrsta ár Zhenguan), ferðaðist hann vestur til Tianzhu (Indland) til að afla sér búddistaritninga. Hann hætti sér í hættu einn og þoldi erfiðleika. Hann kom aðeins á fjórum árum.\nÁ sautjánda ári Zhenguan sagði meistarinn formlega af sér og sneri aftur til austurs. Hann sneri aftur til Kína um suðurveg Xinjiang-héraðs, Khotan og Loulan í dag. Það tók alls sautján ár og ferð upp á 50.000 mílur. Þegar hann kom til Chang'an á fyrsta mánuðinum á nítjánda ári Zhenguan, skipaði keisarinn Liang Guogong Fang Xuanling og öðrum borgaralegum og herforingjum að bjóða honum velkomna.\nAlls var óskað eftir 520 og 657 bindum af upprunalegu sanskrít búddistaritningunum. og þýtt á kínversku.\nEftir að meistarinn sneri aftur naut hann mikils virðingar af Taizong keisara og Gaozong keisara og var festur í Da Nei, sem gaf honum titilinn „Meistari Tripitaka“.", "聖意": "Húsið er í uppnámi, gangi þér vel, gæfa, góð viðskipti, gott hjónaband, hindra Liujia, fólk sem kemur á akrana, silkiormar, óhagstæð dýr, leit að fólki, opinberar málaferli, fólksflutningar, týnd eign, síðbúin veikindi, biðjandi til blessunar ættu fjallagrafir að vera gamlar.", "古人": "Tang Monk lærir búddiskar ritningar", "第X籤": "Þrítugasta og fimmti lottóvinningshafi", "宮": "Shen Gong"}