{"籤詩版本二": "Ef þú vilt vera öruggur og friðsæll er ekki við hæfi að hafa kerti í vindinum.\nÞað er betra að þrífa og sitja í djúpum sal, forðast ljós, hrista á rólegum stað og hreyfa sig. Hristið → Yao. Ókeypis → fáir.", "詩意": "Þetta hexagram er eins og vindurinn sem hristir lampann og kertið.\nAð halda hlutunum stöðugum mun færa gæfu.", "解曰": "Settu þig niður á rólegum stað. Vertu á vakt og komdu tímanlega. Það er ekki blessun. Íhaldssamt og viðeigandi.", "籤詩故事一": "◇Li Jing snýr aftur til fjallsins\nLi Jing (571-2. júlí 649), kurteisi lyfjafræðingur, var innfæddur maður í Sanyuan, Yongzhou (nú norðaustur af Sanyuan sýslu, Shaanxi héraði). Hershöfðingi frá seint Sui Dynasty til snemma Tang Dynasty, hann var frægur hernaðarfræðingur með bæði borgaralega og hernaðarlega færni í Tang Dynasty. Síðar fékk hann titilinn hertogi af Wei og var þekktur sem hertogi af Wei í heiminum.\nLi Jing er faðir þriðja prinsins Nezha á guðalistanum, einnig þekktur sem „konungur Tota“. Li Jing og sonur hans aðstoðuðu Jiang Ziya (Tai Gong) við að sigra Zhou drottningu, stofna Zhou-ættina og konung. Wu steig formlega upp í hásætið. Jiang Ziya setti síðan upp lista yfir guði og framkvæmdi athöfn til að friða sálir hermanna sem létust í bardaganum. Upp frá því varð heimurinn friðsæll og friðsæll. Wu konungur vildi búa til markísur og umbuna þeim, og hann vildi einnig úthluta land til stofnhetjanna. Li Jing, faðir hans og sonur og aðrir sjö manns báðu um að snúa aftur til fjallsins til að iðka taóisma og vera ekki heltekinn af veraldlegri frægð og auð. Síðar urðu þeir allir sjö „heilagir að líkama“ og skipuðu sér í flokk ódauðlegra.\nSagan af \"Feng Shen Bang\"", "聖意": "Húsið er íhaldssamt, ég er venjulegur, ég er að leita að peningum, ég á í erfiðleikum í viðskiptum, hjónaband mitt er ekki í samræmi við Liujia, ég bið fyrir gangandi vegfarendum að treysta, silkiormar eru þroskaðir á haustin og dýrin eru örugg, Ég er að leita að fólki, ég sé opinber lögsókn og fólksflutninga, ég er íhaldssamur, ég hef misst eignir, ég er veikur, ég vil ekki breyta gröfinni í Jianxingshan.", "古人": "Li Jing snýr aftur til fjallsins", "第X籤": "Þrítugasta og sjöundi lottóvinningshafi", "宮": "Shen Gong"}