{"籤詩版本二": "Þúsund ára gamall spegill sameinast aftur, kona biður eiginmann um að giftast aftur\nSíðan þá hefur fjölskyldan breyst og börnunum og barnabörnunum hefur verið bætt blessun.", "詩意": "Þetta hexagram er tákn um endurfundi spegla.\nAllt er erfitt og dýrt.", "解曰": "Grafa sand í gull. Að ríða dreka og ríða tígrisdýri. Þó það sé erfitt. Það er viðbót í því.", "籤詩故事一": "◇Yulianhui tíu vinir\nÍ Song Dynasty giftist Qian Yulian Wang Shipeng. Þegar Shi Peng fór til Peking til að taka prófið neyddi auðjöfurinn Sun Ruquan Yulian til að giftast sér aftur.\nQian Yulian hafnaði tillögu auðkýfingsins Sun Ruquan og vildi frekar giftast Wang Shipeng, fátækum fræðimanni frá Wenzhou sem var ráðinn af \"Jing Chai\".\nSíðar vann Wang Shipeng fyrstu verðlaunin. Vegna þess að Wanqi forsætisráðherra neitaði að ganga í hjónaband, var hann sendur til að þjóna sem dómari í hinu afskekkta Chaoyang. Sun Ruquan breytti fjölskyldubréfi Wang Shipeng á laun í \"skilnaðarbréf\" og blekkti Yulian til að vera blekktur. Stjúpmóðir Qian Yulian neyddi hana líka til að giftast aftur, en Yulian neitaði og framdi sjálfsmorð með því að henda sér í á. Henni var bjargað af Qian Zaihe frá Fujian héraði og ættleiddur sem ættleidd dóttir hans. .\nYulian hélt að Shipeng væri dáinn. Fimm árum síðar var Wang Shipeng ríkisstjóri Ji'an. Dag einn hélt hann minningarathöfn í taóistahofi til að minnast látinnar eiginkonu sinnar. Yulian fór fyrir tilviljun í Ji'an taóistahofið til að brenna reykelsi og Wang Shipeng og Qian voru loksins sameinuð á ný.", "聖意": "Húsið er ekki gott fyrir sjálfan sig. Haust og vetur eru farsæll. Megi auður verða farsæll. Haust og vetur eru farsæll. Viðskipti eru farsæl. Megi hjónabandið verða farsælt. Biðja um að gangandi vegfarendur fari á tún. Silkiorma má ala Sex búfé. er hægt að ala upp. Fólk er að finna. Opinber mál eru óhagstæð. Búferlaflutningar eru íhaldssamir. Eignatap. Seinveiki. Biðjið blessunar. Fjöll og grafir eru góðar.", "古人": "Yulianhui tíu vinir", "第X籤": "Fjórða merkið", "宮": "Leg"}