{"籤詩版本二": "Rauða hjólið dettur í vestri, kanínan rís í austri, yin vex og yang hverfur og allt dafnar\nEf kona vill nota það mun það auka auð hennar og færa hjarta hennar hamingju.", "詩意": "Þetta hexagram er tákn þess að Yin vex og Yang hverfur.\nAllt er erfitt áður en það verður auðvelt síðar.", "解曰": "Yin gagnast konum. Hentar ekki karlmönnum. Ef þú ert að leita ráða. Hið illa kemur fyrst og svo kemur hið góða.", "籤詩故事一": "◇ Wu Zetian steig upp í hásætið\nÞegar hann var 14 ára, var Wu kallaður til hallarinnar af Taizong Li Shimin keisara frá Tang-ættinni sem hæfileikaríkur einstaklingur, nefndur \"Wu Mei\". Eftir að Taizong dó fór Zetian inn í Ganye Temple og varð nunna.\nÞegar Gaozong keisari af Tang ættarveldinu kom að hásætinu kallaði hann Wu fjölskylduna inn í höllina til að heiðra Zhaoyi. Á sjötta ári Yonghui (655) stofnaði Gaozong keisari Wu sem drottningu sína.\nWu Zetian var greindur, tók þátt í bókmenntum og sögu og var ríkur af útsjónarsemi. Fljótlega eftir að Wu Zetian varð drottning, vegna þess að Gaozong var veik og veik, fól hann henni stundum að sjá um ákveðin pólitísk málefni, svo völd hennar jukust. Á fyrsta ári Shangyuan (674) var Gaozong keisari kallaður „keisari“, Wu keisaraynja kölluð „himnadrottning“ og þeir voru báðir kallaðir „Tveir heilagir“ í höllinni.\nÁ fyrsta ári Hongdao (683) dó Gaozong, Li Xian prins kom í hásætið og Wu Zetian kom til að stjórna ættarveldinu. Í febrúar á fyrsta ári Sishengs (684), steypti Wu Zetian Li Xian af sem konungi Luling og stofnaði fjórða son sinn Li Dan sem keisara og hélt áfram að stjórna ættarveldinu. Í september sama ár breytti hún fánanum í gull og Luoyang, höfuðborg austursins, fékk nafnið guðdómleg höfuðborg. Á níunda degi september á fyrsta ári Tianshou (690) lýsti Wu Zetian sjálfan sig sem keisara og breytti nafni landsins í Zhou.", "聖意": "Heimilið er sjálfum sér óhagstætt, að biðja um blessanir, leita auðs, gæta viðskipta, heppni í hjónabandi, óheppni í hjónabandi (kona), gangandi vegfarendur loka túnum, silkiormar, velmegandi búfé, leit að fólki, aðskilnaður, málaferli, missir, fólksflutningar , eignamissi, veikindi, áfall, fjöll og grafir, gangi þér vel", "古人": "Wu Zetian fer upp í hásætið", "第X籤": "Fertugasti lottóvinningshafi", "宮": "Þú Palace"}