{"籤詩版本二": "Þú munt muna hin óendanlega góðu orð, en þú verður sonur þinn ef þú þekkir þjófinn.\nEkki vera gráðugur í augnablikinu og hafa áhyggjur af því hvernig hann hefði gert eitthvað gott fyrir ári síðan.", "詩意": "Þetta hexagram auðkennir þjóf sem son.\nVertu varkár í öllu sem þú gerir.", "解曰": "Bara þessi. Herramaður gerir engin mistök. Hafðu það í huga. Ekki vera einmana.", "籤詩故事一": "◇ Dong Zhuo samþykkir Lu Bu\nLu Bu, hugrakkur og góður í að berjast, var frægur hershöfðingi í lok austur-Han keisaraveldisins og upphaf konungsveldanna þriggja. Hann leit einu sinni á Ding Yuan, landstjóra Jingzhou, sem ættleiðingarföður sinn og þjónaði undir hans stjórn.\nEftir dauða Ling keisara í austur Han-ættarinnar fór Ding Yuan til Peking til að eiga samráð við hershöfðingjann He Jin til að stjórna ríkisstjórninni.\nDong Zhuo barðist við Ding Yuan, en nokkrir hershöfðingjar gátu ekki sigrað Lu Bu, svo Dong Zhuo sendi undirmann sinn Li Su til að múta Lu Bu. Li Su kom með hrúgur af gulli og silfri fjársjóðum og fræga rauða kanínuhestinn til að \"heimsækja Lu Bu\". Li Su kom með hrúgur af gulli og silfri fjársjóðum og fræga rauða kanínuhestinum til að heimsækja Lu Bu. Lu Bu var því mútað af Dong Zhuo til að drepa Ding Yuan og sagði einnig hermönnum sínum að koma með sér ef þeir vildu og fara ef þeir vildu ekki fylgja honum.Í kjölfarið hlupu flestir hermennirnir á brott. Svo Lu Bu var mútað af Dong Zhuo og drap Ding Yuan.\nEftir að Dong Zhuo náði völdum ættleiddi hann Lu Bu sem ættleiddan son sinn og gerði hann að hershöfðingja og markís.\nDong Zhuo var með ofbeldisfullu skapi og „faðir-son sambandið“ við Lu Bu var í raun mjög veikt. Árið 189 e.Kr., að undirlagi Situ Wang Yun, drap Lu Bu Dong Zhuo.\nSex mánuðum eftir dauða Dong Zhuo réðust gamlir hermenn Dong Zhuo inn í höfuðborgina og Lu Bu og kona hans flúðu í skelfingu. Eftir að hafa yfirgefið höfuðborgina leitaði Lu Bu skjóls hjá stríðsherrunum Yuan Shu, Yuan Shao, Zhang Yang, Zhang Miao, Liu Bei o.s.frv., og barðist margsinnis við Cao Cao, annan stór stríðsherra á þeim tíma. Lu Bu var hugrakkur og góður í bardaga og sigraði Cao Cao nokkrum sinnum.\nÁ þriðja ári Jian'an í Austur Han-ættarinnar réðust hermenn Cao Cao á Xiaopei, bækistöð Lu Bu, og voru handteknir og drepnir af Cao Cao undir Baimen turninum. Áður en Lu Bu var tekinn af lífi bað Lu Bu Cao Cao um að halda honum á lífi til að forðast dauða, en Liu Bei minnti Cao Cao á að Lu Bu hefði margoft svikið og verið óheiðarlegur maður. Að lokum tók Cao Cao, sem kunni að meta hæfileika, óháð siðferði, Lu Bu af lífi.", "聖意": "Ég er órólegur heima, ég leita yfirleitt eftir peningum, verja mig gegn viðskiptum, það er erfitt að giftast, Liujia-maðurinn er hneykslaður, silkiormarnir eru hálfþroskaðir á akrinum, dýrin sex eru örugg, manneskjan er að leita að honum , opinber málsókn er viðeigandi og fólksflutningar eru til að biðja fyrir týndum hlutum sem erfitt er að finna, sjúkdómum og friði í gröf Zhenxing-fjallsins.", "古人": "Dong Zhuo samþykkir Lu Bu", "第X籤": "41. lottóvinningshafi", "宮": "Þú Palace"}