{"籤詩版本二": "Keisarinn, keisarinn og keisaraynjan munu að lokum vera náðug og bíða og biðja um blessanir án taps eða ávinnings.\nAllar lífverur njóta góðs af því og velmegunar er að vænta í heiminum og á himnum.", "詩意": "Þetta hexagram er merki um hylli frá himnum.\nAllt verður farsælt.", "解曰": "Keisarinn sýndi náð sinni. Aldrei gleyma. Morgun- og kvöldsiðir. Það er við hæfi að brenna reykelsi.", "籤詩故事一": "◇Mulian bjargaði móður sinni\nMokou Lian, eða Mulian, er öflugastur meðal tíu lærisveina Sakyamuni Búdda.\nMóðir hans var gráðug og nærgætin meðan hún lifði, svo hún féll í ríki hungraða drauga eftir dauða hennar. Mokhullian notaði töfrakraft sinn til að fylgjast með og komst að því að móðir hans fæddist sem svangur draugur, með enga leið til að fá mat og átti í miklum erfiðleikum. Hann notaði töfrakraft sinn til að koma mat til móður sinnar. Óvænt, eftir að móðirin fékk maturinn, hann breyttist í ösku og var ekki hægt að borða hann.\nMaudgalyana hafði áhyggjur af því sem gerðist og tilkynnti Búdda um það. Búdda sagði Mulian að á 15. degi sjöunda tunglmánaðar ætti hann að setja hundrað bragðtegundir og fimm ávexti í skál og bjóða dyggðugum munkum í áttunum tíu. Með þessum krafti gæti móðir hans borðað. .\nMaudgalyana hagaði sér samkvæmt vilja Búdda og móðir hans var loksins frelsuð. Svona athöfn er kölluð \"Obon Festival\" og þessi hátíð er kölluð \"Obon Festival\".\n(Athugið: Eins konar efni hefur mismunandi tilfinningar á mismunandi stigum heimsins. Til dæmis: þegar það rignir í þessum heimi, sjáum við það sem \"vatn\", á meðan verur í hungraða draugaríkinu finna það sem \"blóð\", og tilfinningaverur í helvítis heiminum finna fyrir því sem \"blóð\". Það er eins og að \"sleppa sverði\", á meðan himneskum verum líður eins og að \"sleppa blóm\".)", "聖意": "Biðja fyrir heimili og húsi, biðja um heppni á veturna, leita auðs, engin viðskipti, hjónaband, friður í Liujia, gangandi vegfarendur, flutninga akra, silkiormar, sex dýr, að finna fólk, málaferli, velgengni, fólksflutninga, íhaldssemi, týnd eign, sjúkdómur , hugarró, friður fjalla og grafa", "古人": "Mulian bjargar móður sinni", "第X籤": "Skrifaðu undir fjörutíu og tvö", "宮": "Þú Palace"}