{"籤詩版本二": "Heimurinn er sveigjanlegur og allir hlutir eru sjálfbærir, sjálfbærir og öruggir\nAllt í lífinu er yndislegt, þakka dýrlingum og vitringum fyrir allt og farsæll.", "詩意": "Þetta hexagram táknar samræmi milli jarðar og jarðar.\nAllt gengur vel og engin hætta er á ferðum.", "解曰": "Allir hlutir eru fæddir. Allar áætlanir og óskir rætast. Ford hjálpar til. Rui Qi er að flýta sér.", "籤詩故事一": "◇ Göngufólk öðlast uppljómun\nSaga Ferðalags til Vesturheims:\nSun Wukong tók við fjalli blóma og ávaxta og varð konungur. Síðar, til þess að finna leið til að lifa að eilífu, eyddi hann átta eða níu árum í að ferðast yfir fjöll og ár til að tilbiðja Patriarcha Bodhi sem kennara sinn. Hann lærði sjötugt. -tvær breytingar á jarðnesku illsku og veltuskýjum, og tók eftirnafnið Sun í fyrsta skipti. Nefnt Wukong.\nEftir það fór Sun Wukong til Drekahöllarinnar í Austur-Kínahafi til að finna viðeigandi vopn og fann loks Ruyi Golden Cudgel, guðdómlega nál Tianhe og Dinghai. Vegna þess að ævi hans var lokið gerði hann mikið læti í undirheimunum, endurskoðaði bók lífs og dauða og sneri aftur til mannheimsins. Seinna var Sun Wukong kölluð af himni í fyrsta skipti og kölluð Bima Wen. Síðar var hann kallaður til himna í annað sinn og nefndur Apakóngur. Hann borðaði ferskjur á laun og gerði mikið læti á himnum. Hann var innsiglaður í Bagua ofninum til að þjálfa gylltu augun sín og eldaugu. Að lokum, hann var bæld niður af Tathagata Búdda við rætur Wuzhi-fjallsins í 500 ár, ófær um að hreyfa sig. Staðurinn þar sem sparkað var í Bagua ofninn breyttist í eldfjall.\nFimm hundruð árum síðar fór munkurinn Tang til Vesturheims til að afla ritninga, fór framhjá Five Elements fjallinu og tók af sér talisman áður en hann bjargaði Sun Wukong. Sun Wukong brast í grát af þakklæti Eftir að hafa fengið leiðbeiningar frá Guanyin Bodhisattva, dýrkaði hann Tang Monk sem kennara sinn og fór til Vesturheims til að læra ritningar saman. Á leiðinni til að læra ritningarnar steig Sun Wukong niður á djöfla og útrýmdi skrímslum og framkvæmdi ítrekað ótrúlega afrek, en hann var misskilinn og var rekinn út af húsbónda sínum Tang Seng aftur og aftur. Eftir áttatíu og einn erfiðleika var verkinu loksins lokið. Meistararnir fjórir og lærisveinarnir komu í Xitian Leiyin hofið og fengu hina sönnu ritningu. Sun Wukong náði réttum árangri.\n(Þessi saga er myndlíking um að jafnvel api geti orðið upplýstur, hvað þá manneskja.)", "聖意": "Heimilið er hagkvæmt fyrir sjálfan sig, fyrir auð, viðskipti, hjónaband, Liujia, karlkyns gangandi vegfarendur, hindrun á túnum, silkiormar, sex dýr, Zhongping, að leita að fólki, málsókn, velgengni, fólksflutninga, eignamissi, sjúkdóma, Xingxingshan gröf, hlutir eru heppilegar", "古人": "Ferðamaðurinn öðlast uppljómun", "第X籤": "Undirritaður 43", "宮": "xugong"}