{"籤詩版本二": "Kalt veður breytir vatni í ís.Af hverju að vera gráðugur í frægð?\nÉg hef engan annan kost en að sitja rólegur og bíða eftir að laufin blómstri náttúrulega.", "詩意": "Í þessu hexagram breytist vatn í ís.\nEkki biðja um neitt til einskis.", "解曰": "Vatn frýs í ís. Ís bráðnar í vatni. Ef það er samsæri. Þannig er það.", "籤詩故事一": "◇ Wang Xiang biður um karp (24 Filial Piety Stories)\nWang Xiang frá Jin-ættinni, með kurteisi að nafni Fuzheng, fæddist í Linyi.\nÞegar Wang Xiang var ungur dó líffræðileg móðir hans, einmana faðir hans giftist konu að nafni Zhu og Wang Xiang eignaðist nýja móður. Þegar Wang Xiang var ungur lést líffræðileg móðir hans og einmana faðir hans giftist konu að nafni Zhu. Stjúpmóðir Wang Xiang var þröngsýn og afbrýðisöm kona. Henni líkaði ekki við Wang Xiang og skammaði hann oft fyrir léttvæg mál. Fljótlega fæddi stjúpmóðirin einnig son að nafni Wang Lan. Stjúpmóðirin elskaði aðeins sín eigin börn og leit á Wang Xiang sem þyrnir í augum hennar.Hún gerði enn meiri kröfur til Wang Xiang og talaði oft illa um Wang Xiang fyrir framan föður sinn. Jafnvel faðir hans elskaði hann smám saman ekki lengur. Stjúpmóðirin elskaði aðeins sín eigin börn og leit á Wang Xiang sem þyrnir í augum hennar.Hún gerði enn meiri kröfur til Wang Xiang og talaði oft illa um Wang Xiang fyrir framan föður sinn. Jafnvel faðir hans elskaði hann smám saman ekki lengur. Þó að Wang Xiang sé hálfbróðir, er Wang Lan mjög vingjarnlegur við bróður sinn. Þrátt fyrir pyntingar stjúpmóður sinnar var hún enn mjög barngóð. Stjúpmóðirin er svo hörð, en Wang Xiang er samt mjög barngóð.\nStjúpmóðir hans hefur áhugamál, það er að segja að henni finnst gaman að borða ferskan fisk sem var nýlega veiddur upp úr ánni. Stjúpmóðir hans hefur áhugamál, það er að segja að henni finnst gaman að borða ferskan fisk sem var nýlega veiddur upp úr ánni. Einn vetur fór faðir hans burt vegna viðskipta og stjúpmóðir hans veiktist aftur. Bræður Wang Xiang og Wang Lan báru fram vandlega súpu og lyf handa móður sinni að borða. Í miklu kulda veðri lagaðist veikindi stjúpmóðurinnar ekki. drífa sig. Einn vetur fór faðir hans burt vegna viðskipta og stjúpmóðir hans veiktist aftur. Bræður Wang Xiang og Wang Lan báru fram vandlega súpu og lyf handa móður sinni að borða. Í miklu kulda veðri lagaðist veikindi stjúpmóðurinnar ekki. drífa sig. Sjúka stjúpmóðirin vildi borða ferskan fisk úr ánni, í þessu mikla köldu loftslagi snjóaði úti og vatnið í ánni var þegar orðið að þykkum ís. Veika stjúpmóðirin vildi borða ferskan fisk Hvar var ferskur fiskur að finna í því ískalda og snjóþunga loftslagi?\nÍ þá daga voru engir réttir utan árstíðar og þú gætir ekki keypt þá þótt þú ættir peninga.\nÁ þessum tímapunkti sögunnar gerðist hin snertandi saga Wang Xiangqiu Li. Bræðurnir tveir vörðu móður sína hjálparvana. Wang Xiang gekk að frosnu ánni til að valda ekki veiku stjúpmóður sinni vonbrigðum. Wang Xiang fékk hugmynd og fór úr skyrtunni óháð kuldanum. Hann lá nakinn á jöklinum og vildi Það notar eigin líkamshita til að bræða ísinn (svo er Wang Xiangqiu karpurinn einnig kallaður Wang Xiang sem liggur á ísnum). Hann fór úr skyrtunni og lá nakinn á jöklinum. Hann bað til Guðs og sagði: „Guð, mamma er veik og vill borða ferskan karpa. Þú verður að finna leið fyrir mig, sama hvað.“ Það undarlega var að ísblokkin við hliðina á honum sprungu skyndilega og þeir voru tveir sprungur. Lifandi karpi stökk út úr sprungunni og stökk á ísinn. Wang Xiang var mjög ánægður. Hann bað til Guðs: „Guð, mamma mín er veik og vill borða ferskan karpa. Þú verður að finna leið fyrir mig sama hvað.“ Það undarlega er að ísblokkin við hliðina á honum klikkaði allt í einu og það voru tvær sprungur. Lifandi karpi stökk út úr sprungunni og stökk á ísinn, Wang Xiang var mjög ánægður. Hann kraup hratt niður, þakkaði Guði og hljóp heim með karpið. Hann kraup snögglega niður, þakkaði Guði, tók fljótt karpið og fór heim. Eftir að stjúpmóðirin borðaði ferskan karpa náði hún sér fljótlega eftir veikindin. Stjúpmóðirin í sjúkrarúminu varð agndofa þegar hún sá nakinn efri hluta Wang Xiang, sem var að verða fjólublár af kulda, og tvo fiska í höndum hans.Hún hljóp glöð inn í herbergið og varð agndofa.\nWang Xiang varð síðar embættismaður og varð Taibao, og hlaut titilinn hertogi.", "聖意": "Órólegur heima, ég bið um vernd, fjárhagserfiðleika, viðskiptavandamál, hjónaband, ósamræmi í Liujia tryggingum, gangandi vegfarendur, Chi Tian, ​​silkiormamissi, sex búfjártjón, týnt fólk, opinber mál, fólksflutningar, íhaldssamt, týnd eign, veikindi , erfitt að jafna sig á, fjallagröf, gangi þér vel", "古人": "Wang Xiang biður um karp (24 Filial Piety Stories)", "第X籤": "Fjörutíu og níu að vinna Lottið", "宮": "Haigong"}