{"籤詩版本二": "Hægt er að ferðast til allra landshorna og hengja upp seglhimnuna til að halda því frjálslega uppi\nEf hagstæður vindur er kemur hann fljótlega og báturinn verður fullur af gersemum.", "詩意": "Þetta hexagram er eins og að draga bát með vindinum.\nAllt gengur vel.", "解曰": "Hvíldu í rólegheitum. Engin fyrirhöfn krafist. Mikill auður. Allir dáðir.", "籤詩故事一": "◇ Tao Zhugui Fimm vötn (Fan Ligui vatn)\nÁ vor- og hausttímabilinu var Fan Li, sem hét Shaobo, einnig þekkt sem Gui Yizipi eða Tao Zhugong.\nÁ þeim tíma var stríð milli Wu-ríkis og Yue-ríkis og Wu-ríki eyðilagði Yue-ríki. Fan Li og Wen Zhong mótuðu áætlun fyrir Yue King Gou Jian til að kynna Yue og eyðileggja Wu. Fan Li ferðaðist persónulega um fjöll og ár og heimsótti Huansha ána í fjallinu Cailuo til að finna Xi Shi, fallega konu með bæði dyggðir, hæfileika og fegurð, og kynnti hana fyrir konungi Wu. Hann notaði \"fegurð\". bragð“ til að vinna saman innan sem utan og eyðilagði Wu konungsríkið.\nEftir að honum tókst að þurrka út Wu konungsríkið vissi Fan Li að Gou Jian var \"langháls fugl með gogg\" og gæti deilt erfiðleikum og hamingju með honum, svo hann og Xi Shi sigldu yfir Qi konungsríkið, skiptu um nöfn. til Gui Zipi og leiddi syni sína og lærisveina í Qi ríkinu, þeir búa í sumarhúsi við sjóinn. Hann vann hörðum höndum við að rækta auðn, reka aukafyrirtæki og stunda viðskipti.Á nokkrum árum safnaði hann tugmilljóna eignum fjölskyldunnar. Hann var örlátur við að dreifa auði og gera vel við heimabæ sinn. Viska Fan Li og hæfileikar voru vel þegnir af íbúum Qi. Konungur Qi bauð honum til Linzi, höfuðborgarinnar, og dýrkaði hann sem forsætisráðherra sem fer með stjórnarmál. . Hann sagði: \"Að vera embættismaður getur leitt til ráðherra og fjölskyldurekstrar getur leitt til auðæfa. Fyrir almúgann sem byrjaði frá grunni er þetta komið á ystu nöf. Að vera heiðraður í langan tíma er líklega ekki gott merki.\" Svo, aðeins þremur árum síðar, dró hann Jiliu enn og aftur hraustlega til baka, skilaði innsiglinu til konungs Qi og gaf nánum vinum sínum og þorpsbræðrum allan fjölskylduauðinn.", "聖意": "Húsið er gott fyrir sjálfan sig (á að senda), leitar auðs, gangi þér vel fyrir vestan, viðskiptin eru sein, hjónabandið er ekki gott, Liujia er öruggt, fólk hindrar akrana, silkiormar, haustið, gott fyrir dýrin sex, vorið er blómlegt, fólk leitar að fólki, málaferli eru slæm, fólksflutningar eru íhaldssamir, glataðir hlutir, vestrænir sjúkdómar eru að ryðjast upp, fjöll og grafir eru suður.", "古人": "Tao Zhugui Fimm vötn (Fan Ligui vatnið)", "第X籤": "Fimmtugi lottóvinningshafi", "宮": "Haigong"}