{"籤詩版本二": "Sumarið er lengsti dagurinn og allir hafa áhyggjur af hitanum og þunglyndi\nHiminn og jörð vita líka hvað fólk vill og vindurinn blæs og það er náttúrulega svalt", "詩意": "Þetta hexagram gefur til kynna að allir hafi áhyggjur af hita.\nGerðu það sem þú vilt.", "解曰": "Það er enginn vafi á því hvort halda eigi áfram eða hörfa. Góða skemmtun. Er það til að tjalda? Engin þörf á að bregðast við yfirlæti.", "籤詩故事一": "◇Kong Ming fer inn í Sichuan\nZhuge Liang (181-234), að nafni Kongming, var innfæddur maður í Yangdu, Langya (nú Yinan sýslu, Shandong héraði), og var forsætisráðherra Shu Han (Liu Bei) á tímabilinu þriggja konungsríkja.\nÞó Liu Bei hafi unnið Jingzhou var það ekki nóg að aðskilja aðra hliðina.Zhuge Kongming ætlaði að ná Xichuan til að auka yfirráðasvæði Liu Bei. Á þessum tíma varð Liu Zhang í Yizhou fyrir árás af Zhang Lu í norðri. Zhuge Kongming komst að því að Liu Zhang vildi tileinka Cao Cao kortið af Xichuan til að vernda sig. Þegar Zhang Song (undirmaður Liu Zhang) hitti Cao Cao, vegna þess að Cao Cao var hrokafullur og dónalegur, tók Liu Zhang kortið aftur til Xichuan og fór framhjá Jingzhou á leiðinni. Kong Ming hafði þegar beðið eftir honum á leiðinni og bauð honum til Jingzhou, en hann minntist aldrei á Xichuan myndina fyrr en við brottför.Zhang Song var þakklátur Kong Ming fyrir kurteisi hans og gestrisni, svo hann tileinkaði Xichuan myndinni hann.\nLandsvæði Xichuan var hættulegt og hægt var að ráðast á eða verjast.Eftir ýmsar ráðstafanir Kong Ming varð Xichuan fæðingarstaður Liu Bei.\n(Kong Ming kom fram við fólk af kurteisi og fékk auðveldlega hinn eftirsótta Xichuan.)", "聖意": "Biðjið um blessanir heima og fyrir eigin vernd (það er gæfa í ógæfunum) Leitaðu auðs, farsældar í viðskiptum, sameiginlegs hjónabands, fæðingar drengja í Liujia, flutninga akra, silkiorma, skemmda á búfé, finna fólk, opinber málsókn , fólksflutningar, gamlir týndir hlutir, norðlenskir ​​sjúkdómar, ósk um fjöll og grafir", "古人": "Kong Ming kemur inn í Sichuan", "第X籤": "Kafli 51: Að vinna lotuna (Að vinna lotuna)", "宮": "Leg"}