{"籤詩版本二": "Það krefst mikillar fyrirhafnar að ná tunglinu í vatninu.Það krefst mikillar fyrirhafnar en ekkert.\nEkki tala bull og eyða kröftum þínum í að styrkja líkamann.Orðið \"líkaminn visnað\" þýðir upphaflega \"líkaminn er einmana\".", "詩意": "Þetta hexagram er gráðugt fyrir ímynd áreynslu.\nAllt er erfiði og erfiður.", "解曰": "Erfitt er að muna loforð. Mikil vinna. Áhyggjur heima. Bíð eftir að hitta göfugt fólk.", "籤詩故事一": "◇Taibai náði tunglinu drukkinn (Li Taibai náði tunglinu drukkinn)\nLi Bai (701-762), einnig þekktur sem Taibai, einnig þekktur sem Qinglian Jushi. Skáld Tang-ættarinnar, sem kallaði sig bannfærðan ódauðlegan, var þekktur sem ódauðlegur ljóðsins og var alltaf ánægður án þess að drekka.\nEinu sinni kom Li Bai til Jinling (nú Nanjing) og hvíldi sig á veitingastað við hlið Wende-brúarinnar.\nSá dagur var fyrir tilviljun fimmtándi dagur vetrar tunglmánaðar.Á kvöldin sat hann einn á veitingastaðnum og dáðist að tunglinu á meðan hann drakk og las upp ljóð. Sá dagur var fyrir tilviljun fimmtándi dagur vetrar tunglmánaðar.Á kvöldin sat hann einn á veitingastaðnum og dáðist að tunglinu á meðan hann drakk og las upp ljóð. Li Taibai elskaði tunglið mest í lífi sínu og sagði að það væri hreint og fallegt. Li Taibai elskaði tunglið mest í lífi sínu og sagði að það væri hreint og fallegt. Um kvöldið leit hann upp og sá hvíta og kringlótta tunglið á himninum.Hann var mjög ánægður og drakk nokkur glös í viðbót. Um kvöldið leit hann upp og sá hvíta og kringlótta tunglið á himninum.Hann var mjög ánægður og drakk nokkur glös í viðbót. Um miðnætti nýtti Li Taibai vínið og fór niður á Wende Bridge. Um miðnætti nýtti Li Taibai vínið og fór niður á Wende Bridge. Um leið og hann steig upp á brúna lækkaði hann höfuðið og sá skyndilega tunglið falla í vatnið.Þegar áin hreyfðist bættust nokkrar svartar línur við hvíta tunglskuggann. Um leið og hann steig upp á brúna lækkaði hann höfuðið og sá skyndilega tunglið falla í vatnið.Þegar áin hreyfðist bættust nokkrar svartar línur við hvíta tunglskuggann. Li Taibai var svo drukkinn á þessum tíma að hann hélt að það væri tunglið sem var litað af árvatninu. Li Taibai var svo drukkinn á þessum tíma að hann hélt að það væri tunglið sem var litað af árvatninu. Hann nennti ekki einu sinni að fara úr stígvélunum, hann opnaði hendurnar og stökk af brúnni til að ná tunglinu. Hann nennti ekki einu sinni að fara úr stígvélunum, hann opnaði hendurnar og stökk af brúnni til að ná tunglinu. Óvænt, með þessu stökki, náðist tunglið ekki, en tunglið í vatninu brotnaði og skiptist strax í tvo helminga. Óvænt, í þessu stökki, náðist tunglið ekki, en maðurinn drukknaði. Hann lést sextíu og tveggja ára gamall.", "聖意": "Húsið er órólegt og maður sjálfur er í óheppni (óheppinn, huga að heilsu), leita jafnvægis í auði (ekki einu sinni hugsa um það), erfið viðskipti, hjónaband er ekki gert upp, biðja um vernd (tómir fjársjóðir til að koma í veg fyrir fósturlát ), gangandi vegfarendur eru í vandræðum, akur silkiormar eru fimm stig, sex dýr eru í hnignun, leita að fólki (óheppinn), opinber mál og (Hættu málsókninni) Venjulegur fólksflutningur (ekki nefna það) Tap á eignum (flugvél) Biðja til varnar gegn veikindum (óheppilegt) Gangi þér vel í fjöllum og gröfum", "古人": "Taibai náði tunglinu drukkinn (Li Taibai náði tunglinu drukkinn)", "第X籤": "Fimmtíu og sekúndna vinningur í lottóinu (Happdrætti)", "宮": "Leg"}