{"籤詩版本二": "Þegar gremju breytist í fögnuð öskra drekar og tígrisdýr öskra.\nBlái himinninn hefur sinn eigin veg til himins. Megi ég fá annað tækifæri til að öðlast frægð.", "詩意": "Þetta hexagram er eins og dreki öskrar og tígrisdýr öskrandi.\nÞað er von að allt fari vel.", "解曰": "Bara kenna og fara. Hafa eigin velmegun. Verður að gera það á endanum. Þar er stað að finna.", "籤詩故事一": "◇Liu Bei ræður brúður\nEftir orrustuna við Chibi var Sun Quan fús til að endurheimta Jingzhou, sem hafði verið keypt af Liu Bei, svo hann notaði áætlun Zhou Yu og lét sem hann vildi trúlofast systur sína Sun Ren Liu Bei, en í raun vildi hann taka Liu Bei í gíslingu til að krefjast Jingzhou.\nEftir að Zhuge Liang njósnaði um áætlun Zhou Yu, afhenti hann bæklinginn með stefnunni til Zhao Yun, sem var að vernda Liu Bei þegar hann fór til Soochow. Faðir Sun Quan) veit um hjónabandið. Vegna þess að Wu Guotai elskaði dóttur sína og var ekki fús til að taka afdráttarlausar ákvarðanir um ævilangt mál dóttur sinnar, skammaði hún Sun Quan fyrir að vera miskunnarlaus við systur sína og lagði til að prófa persónulega hvort Liu Bei væri verðug dóttur sinnar í Ganlu Temple. Eftir að Wu Guotai kynntist Liu Bei, kunni hún að meta Liu Bei mjög og mælti eindregið fyrir hjónabandi Liu Bei og dóttur hans. Fyrir vikið giftist Liu Bei frú Sun.\nSeinna flúðu Liu Bei og frú Sun saman aftur til Jingzhou. Seinna vildi Sun Quan laumast að Jingzhou á meðan Liu Bei réðst á Yizhou, en Wu Guotai stöðvaði hann sem hafði áhyggjur af öryggi dóttur sinnar.\nHann sagði: \"Snjöll áætlun Zhou Yu er sú besta í heimi. Hann missti konu sína og missti hermenn sína.\"\n(Liu Bei unnið af skaða)", "聖意": "Ég er óheppinn heima og ég er óheppinn (fyrst óheppni, síðan heppni) Leita auðs, jafnvægis, erfiðleika í hjónabandi, farsældar í hjónabandi. Biðjið blessunar fyrir gangandi vegfarendur, silkiorma á ökrunum, fimm stig fyrir skemmdir á búfé, leit fyrir fólk, málaferli og fólksflutninga, heppni vegna týndra eigna, heppni vegna sjúkdóma, friður fjalla og grafa.", "古人": "Liu Bei ræður brúður", "第X籤": "Fimmtíu og þriðja vinningsnúmerið", "宮": "Leg"}