{"籤詩版本二": "Dyggð frá föður til sonar berst til barnabarns, velmegun í mat og klæðnaði er einungis háð Guði.\nChunxuan í salnum gleður fólk. Þegar það er svöng, matur, þyrstur og syfjaður er Chunxuan myndlíking fyrir foreldra.", "詩意": "Þetta hexagram er tengt við myndina af bambus sem leiðir til vors.\nVona að allt gangi vel.", "解曰": "Taktu bambus og leiðdu til vorsins. Það dreifist endalaust. Herramaður leitar vonar. Allir ánægðir.", "籤詩故事一": "◇ Wu konungur í Zhou steig upp í hásætið\nWu konungur Zhou réðst á Zhou konung og leiddi átta hundruð prinsa til að berjast gegn her Shang konungs. Hermennirnir í Chaoge (höfuðborg Shang konungs) snerust einnig gegn Shang konungi og sviku Shang konung.\nZhou konungur brenndi sig á Zhaixing turninum og Shang-ættin var eytt.\nWu konungur tók við gullbókinni og gullsjóðnum, sem er hásæti keisarans.Hann sneri í suður, hendur hans voru lagðar niður og hann sat uppréttur. Wu konungur fyrirskipaði að eignum Lutai yrði dreift, Star Picking Tower yrði rifið og hrísgrjónakorninu sem geymt var í Juqiao yrði dreift.\nLosaðu hina fangelsuðu Jizi og gerðu við gröf Bigan. Wu konungur reið fram hjá dyrunum á húsi spekingsins Shang Rong og hneigði höfuðið. Berðu virðingu fyrir dyggðugu og kurteisi fólki og slepptu þrælunum í innri höllinni.\nHann hætti einnig vígbúnaði og ýtti undir menningu og menntun. Í suðurhluta Nanshan eru hestar á beit og nautgripir á beit í sveitinni með ferskjutrjám. Þetta er friðsæll vettvangur.", "聖意": "Húsið er ekki í góðu ástandi (gangi þér vel), þú getur gert þínar eigin óskir (heppni), leitað fjárhagslegs ávinnings, gert viðskipti og giftast (hitta góðan tengdason), Liujia er öruggur (stjörnumerki merki), gangandi vegfarendur flytja akra, silkiormar eru heppnir, sex dýr eru skemmd, fólk er erfitt að finna (sjá) opinberar málaferli, göfugur maður flytur, gæfan er týnd. Sjúkdómar og sjúkdómar", "古人": "Wu konungur af Zhou steig upp í hásætið", "第X籤": "Fimmtíu og fimmti vinningurinn í lottóinu (lotting)", "宮": "Ljóta höllin"}