{"籤詩版本二": "Ströndin er full af grjóti, lækurinn rennur, vindurinn er tær, tunglið er heiðskírt og göfugt fólkið er upptekið.\nÁ veginum þarf ég að spyrja hvert ég á að fara.Ekki taka lyktina af blómum og plöntum í skóginum, ekki passa það.", "詩意": "Þetta hexagram er eins og bátur á ferð á lítilli strönd.\nÍ öllu er göfugt fólk til að hjálpa.", "解曰": "Til að lifa af. Mikil vinna. Vertu íhaldssamur og bíddu. Allt það besta.", "籤詩故事一": "◇ Lushan uppreisn\nAn Lushan (703-757), sem hét Kang og hét Yaluoshan, var frá Liucheng, Yingzhou (nú Chaoyang, Liaoning).\nSeinna tók hann upp eftirnafnið An og breytti nafni sínu í Lushan. Á valdatíma Xuanzong keisara í Tang-ættinni var An Lushan herserindreki.\nÍ nóvember á 14. ári Tianbao safnaði An Lushan upp hermönnum í Fanyang.Í nafni árásar á Yang Guozhong hóf hann uppreisn og tók hermenn þriggja bæja til að ráðast á Luoyang, höfuðborg austursins. Fréttir frá Taiyuan bárust til Lishan.Tang Xuanzong, sem var í Huaqing-höllinni í Lishan á þessum tíma, trúði því ekki að Anlushan myndi gera uppreisn. Hins vegar héldu fréttir af uppreisninni áfram að berast og Xuanzong var enn hálfsannfærður. (Þetta er lýsing á \"hljóðinu af grófu rennandi vatni á litlum steinum í læk\")\nÞað var ekki fyrr en Yan Zhenqing, héraðsstjóri Pingyuan-sýslu, sendi einhvern til að senda upplýsingar að Xuanzong vaknaði af draumi sínum.\nUndir rangri stefnu Xuanzong keisara frá Tang-ættarættinni, hertók riddaraherdeild An Lushan Luoyang, höfuðborg austursins. Fyrsta mánuði ársins eftir lýsti hann yfir sjálfum sér Dayan keisara í Luoyang, Jianyuan Shengwu, Xiongwu keisara og Da Xixun sem keisara. forsætisráðherra.\nÍ júní sama ár tók Xuanzong keisari af Tang-ættarveldinu, fús til að létta á kreppunni í Chang'an og með rangan hernaðarskilning, tvo fræga hershöfðingja, Feng Changqing og Gao Xianzhi. Þessi skipun hneykslaði Tang-herinn. (Þessi hegðun brýtur í bága við „vegurinn verður að vísa að ánni að framan“)\nÍ kjölfarið skipaði Xuanzong keisari Tang-ættarinnar öðrum hershöfðingja, Ge Shuhan, að leiða Tang-herinn austur úr Tongguan.\nGe Shuhan, sem skildi að fullu stefnumistök Xuanzong keisara frá Tang-ættarinnar, ætlaði að seinka breytingunni (nálgunin á \"það er í lagi ef vindur er rólegur og sjávarfallið er logn\").\nAð lokum taldi Xuanzong keisari af Tang-ættinni að hann væri of feiminn til að berjast, svo hann átti ekki annarra kosta völ en að berjast við An Lushan í tárum og var sigraður. (Það uppfyllir \"Ef þú vinnur hörðum höndum til að framfleyta þér gætirðu slasast.\")\nÍ Tang keisaraættinni, þegar landamærahermenn og landamærasveitir höfðu ekki tíma til að bregðast við, þrýsti her An Lushan á landamærin og fór inn á höfuðborgarsvæðið. Í kreppuástandi leiddi Xuanzong keisari af Tang-ættinni að varðliðið flýði frá höfuðborginni, sem varð til þess að leiðtogalaus Xijing Chang'an féll.\n(Tang Xuanzong braut gegn leiðbeiningum þessa merkis, svo uppreisn An Lushan tókst.)", "聖意": "Heimilið er öruggt, maður sjálfur er heppinn, auðurinn er stöðugur, viðskiptin eru farsæl og hjónabandið er farsælt (varúð). Karlkyns gangandi vegfarandi frá Liujia kemur á völlinn, silkiormar eru tíndir og sex búfjár skemmdir. Maðurinn er fundinn og opinber málsókn er réttlætanleg. Týndi eignin leiðir til sjúkdóma, það er að gera við Anshan gröfina.", "古人": "Lushan uppreisn", "第X籤": "Fimmtíu og sjötta lottóið", "宮": "Ljóta höllin"}