{"籤詩版本二": "Að morgni og í rökkri þarf stuðningur Búdda að vera á hættutímum en ekki í hættu\nEf göfug manneskja laðast að þér, þá munu peningar og silki líka fylgja þér. Þetta er Chuan Lai. Það veltur allt á þér.", "詩意": "Þetta hexagram táknar leynilega blessun guða og Búdda.\nVertu þolinmóður og gangi þér vel í öllu.", "解曰": "Merki um gamaldags frið. Þegar allt er dýrt verður það lukkulegt.", "籤詩故事一": "◇ Tang Monk náði uppljómun\nEinn daginn kom Tang Seng að ánni og sá Lingshan-fjall Búdda fyrir framan það, það var einplanka brú fyrir framan það. Tang Seng þorði ekki að fara yfir það. Búdda breyttist í bátsmann og hélt á botnlausum brotnum bát. Um leið og Tang Monk steig á bátinn féll hann í ána og var bjargað af bátsmanninum. Þannig öðlaðist Tang Monk Búddatrú. (Saga af ferð til vesturs)\n◇ Búddaritningar Tang Monk\nSanzang frá Tang Dynasty, algengt eftirnafn hans var Chen og nafnið hans var Yi. Fæddur í Goushi County, Luozhou (nú suður af Yanshi City, Henan héraði). Hann varð munkur þrettán ára gamall og tók sér búddista nafnið Xuanzang.\nTil þess að afla sér upprunalegu búddistaritninganna lagði hann af stað frá Chang'an (í dag Xi'an, Shaanxi héraði) á þriðja ári Zhenguan (AD 629), fór yfir landamærin og gekk í gegnum óteljandi erfiðleika til að komast til Tianzhu ( Indlandi) til að safna ritningum. Hann ferðaðist um Ganges og Indus ársvæðin og suðausturströnd Indlands, fór síðan yfir snævi þakin fjöll og græna hálsa og gekk meira en 50.000 mílur fram og til baka. Það tók hann 16 ár að snúa loksins aftur til Chang'an í 19. ár Zhenguan (645 e.Kr.). Hann kom með fjölda búddaritninga til baka og þýddi þær á kínversku.\n(Tang Sanzang fór í gegnum langt ferðalag fram og til baka á milli Kína og Indlands. Hann hlýtur að hafa upplifað hættur á ferðinni, en hann gat snúið heilu og höldnu til baka því það var ósýnilegur verndardýrlingur fyrir aftan hann.)", "聖意": "Heimilið er öruggt, maður sjálfur er heppinn, vestræn viðskipti eru farsæl, hjónabandið er farsælt, gangandi vegfarendur loka vellinum, silkiormarnir eru stíflaðir, silkiormarnir eru sjö stig, búfénaðurinn er arðbær, leitin er að fólki, vestrænn opinber málsókn er slæm, fólksflutningar eru íhaldssamir, týndir eignir sjást, sjúkdómurinn er heppilegur, fjöllin og grafirnar eru heillavænlegar.", "古人": "Tang Monk öðlaðist uppljómun", "第X籤": "Að vinna í lottóinu sextíu og tveir", "宮": "Yin höllin"}