{"籤詩版本二": "Þegar vetur kemur mun plómublómagrein á fjallinu ekki eyðileggjast þótt laufin falli og greinarnar visni.\nEn þegar vorið kemur vil ég samt vera kurteisin og eyðileggja frumverkið.", "詩意": "Í þessu hexagram er plómublómin í fremstu röð.\nAllt er gott ef það er frestað.", "解曰": "Ein ör skaut tóm. Þegar það er tómt er það ekki tómt. Hlakka til að vorið komi. Litur er í honum.", "籤詩故事一": "◇ Skoraði tvisvar\nÁ valdatíma Dezong keisara af Tang-ættarveldinu var hinn tryggi ráðherra Mei Bogao og fjölskylda hans sett í ramma af hinum svikna forsætisráðherra Lu Qi, sem vildi drepa þá alla. Aðeins sonur hans Mei Liangyu tókst að flýja. Síðar breytti hann nafn Wang Xitong til að fela deili á sér. Hann bjó einn á götunni, svangur og kaldur, en sem betur fer var hann tekinn inn af Chen Risheng (Chen Dongchu). Chen Risheng þekkti ekki lífsreynslu sína svo hann bað hann um að hjálpa til við að sjá um plómugarð Chen svo hann svelti ekki til dauða á götum úti.\nChen Risheng var bekkjarfélagi og vinur Mei Bogao. Þegar hann var ofsóttur af Lu Qi var honum bjargað af Mei Bogao. Fyrir vikið urðu Mei Bogao og Lu Qi fjandskapur. Á endanum var öll fjölskyldan þeirra tekin af lífi. Chen Risheng var dapur og reiður vegna þessa. Eftir að hafa gift sig sagði hann af sér og flutti fjölskyldu sína til Yangzhou til að búa í einangrun.\nChen Risheng á dóttur sem heitir Chen Xingyuan og er falleg og ilmandi.Eftir að Mei Liangyu kom til Chen fjölskyldunnar urðu þau ástfangin við fyrstu sýn. Á degi þegar plómublóma stóð í fullum blóma, sem var líka afmælisdagur Mei Bogao, opnuðu Chen Risheng og fjölskylda hans altari í plómugarðinum heima hjá sér til að minnast látins vinar síns og velunnara. Óvænt breyttist veðrið skyndilega. , og mikill snjóstormur skall á, sem huldi allar plómublómurnar. Chen Risheng harmaði að hann hefði getað sloppið á öruggan hátt, en hann gat ekki einu sinni bjargað afkomendum Mei fjölskyldunnar. Hann hélt að þetta væri viðvörun frá Guði, svo hann hét því að nema plómublómin blómguðu aftur, sem sannaði að afkomendur Mei fjölskyldan var enn á lífi, hann sagði aldrei neitt.Hann slapp inn í búddisma og varð munkur.\nDóttir hans Xingyuan heyrði þetta og brenndi samstundis reykelsi og bað í einlægni til Guðs um að láta plómublómana blómstra aftur. Einlægni þeirra flutti himnaríki og öll plómutrén í plómugarðinum blómstruðu aftur; síðar vissi Chen Risheng að Xitong var Liangyu, svo hann trúlofaði honum Xingyuan dóttur sína.", "聖意": "Heimilið og húsið er ekki gott fyrir mann sjálfan, fyrir eigin gæfu, að leita auðs, vera skynsamur í samskiptum, bíða til hjónabands, vera seinn, giftast, vera seinn, vera farsæll í vorið, að vera seint, seint, seint, að vera upptekinn, að vera upptekinn, að vera farsæll, að vera upptekinn, að finna.", "古人": "Skoraði tvisvar", "第X籤": "Sextíu og níu að vinna Lottið", "宮": "Tatsumi"}