{"籤詩版本二": "Chao Chao er eins og blómasöfnunarfluga, sem flýgur úr suðvestri og síðan austur\nVorið er liðið, blómin eru horfin, og hvergi er að leita að, þetta hjarta mun ekki breyta dvalarstað sínum.", "詩意": "Þetta hexagram er eins og býfluga að tína blóm.\nAllt er erfiði og erfiður.", "解曰": "Ekkert vorlandslag. Það rignir lengi en léttir aldrei upp. Biðja um hjálp. Það er betra að þegja.\n.", "籤詩故事一": "◇ Li Mi gerði uppreisn gegn Tang Dynasty\nLi Mi\n(582-619), látinn leiðtogi Wagang-hersins í bændauppreisninni í seint Sui-ættarveldi Kína. Meistari í skrautskrift. Húsbóndi orðsins Fa var innfæddur í Chang'an, Jingzhao, og forfeður hans var Xiangping, Liaodong (nú suður af Liaoyang, Liaoning). Innfæddur maður í Chang'an, Jingzhao, forfeðraheimili hans er Xiangping, Liaodong (nú suður af Liaoyang, Liaoning).\nÁ níunda ári Daye (613) tók hann þátt í uppreisn Yang Xuangan gegn Sui-ættinni í Liyang (nú norðaustur af Junxian-sýslu í Henan-héraði). Á níunda ári Daye (613) tók hann þátt í uppreisn Yang Xuangan gegn Sui-ættinni í Liyang (nú norðaustur af Junxian-sýslu í Henan-héraði). Dularfull vit er sigruð,\nLi Mi flúði. Xuangan var sigraður og Li Mi flúði.\nÁ tólfta ári Daye gekk hann í Wagang-herinn\n. Á tólfta stjórnarári Daye gekk hann í Wagang-herinn. Li Mi var góður í stefnu. Í október á tólfta ári Daye, sannfærði Li Mi Zhai um að ráðast á Xingyang Tong, hinn öfluga hershöfðingja sem fylgdi hernum, til að verja Zhang Xutuo, sigra Sui herinn og drepa Zhang Xutuo. Li Mi var góður í stefnu. Í október á tólfta ári Daye, sannfærði Li Mi Zhai um að ráðast á Xingyang Tong, hinn öfluga hershöfðingja sem fylgdi hernum, til að verja Zhang Xutuo, sigra Sui herinn og drepa Zhang Xutuo.\nSíðar lagði hann til að ráðast á vöruhúsið Xingluo (síðar endurnefnt Luokou), opna vöruhúsið til hjálpar og stækka hópinn. Wagang-herinn stækkaði hratt. Á 13. ári Daye leiddi Li Mi Wagang-herinn og Zhai Rang. fjallaði um niðurfellingu og dreifingu Sui-ættarinnar. Það var stríð um hernaðarauðlindir og önnur mál og Li Mi drap Zhai Rang og hundruð fylgjenda hans. Síðar lagði hann til að ráðast á vöruhúsið Xingluo (síðar endurnefnt Luokou), opna vöruhúsið til hjálpar og stækka hópinn. Wagang-herinn stækkaði hratt. Á 13. ári Daye leiddi Li Mi Wagang-herinn og Zhai Rang. fjallaði um niðurfellingu og dreifingu Sui-ættarinnar. Það var stríð um hernaðarauðlindir og önnur mál og Li Mi drap Zhai Rang og hundruð fylgjenda hans.\nÍ mars á 14. ári Daye drap Yu Wenhuaji Yang keisara af Sui ættarveldinu.\n, leiddi meira en 100.000 manns til að snúa aftur til vesturs. Í mars á fjórtánda ári Daye drap Yu Wenhuaji (Yu Wen, samsett eftirnafn) Yang keisara af Sui ættarveldinu og sneri aftur til vesturs með meira en 100.000 manns. Li Mi var skipað að ráðast á Huaji. Þrátt fyrir að Huaji hafi verið sigraður, varð Li Mi einnig fyrir miklu tjóni í hermönnum. Hann var síðar veittur af Wang Shichong. Her Li Mi var sigraður og herbúðir hans voru eyðilagðar. Hershöfðingjar hans Qin Shubao, Cheng Zhijie (upphaflega sem heitir Cheng Yaojin), Niu Jinda og aðrir voru teknir. , Shan Xiongxin gafst upp. Li Mi var skipað að ráðast á Huaji. Þrátt fyrir að Huaji hafi verið sigraður, varð Li Mi einnig fyrir miklu tjóni í hermönnum sínum. Síðar var hann eltur af Wang Shichong. Her Li Mi var sigraður og herbúðir hans voru eyðilagðar. Hershöfðingjar hans Qin Shubao, Cheng Zhijie (upphaflega hét Cheng Yaojin), Niu Jinda og fleiri voru teknir og Shan Xiongxin gafst upp. Li Mi var örvæntingarfullur, svo hann fór yfir ána til Heyang í september og gafst upp fyrir Tang-ættinni. Li Mi var örvæntingarfullur, svo hann fór yfir ána til Heyang í september og gafst upp fyrir Tang-ættinni.\nÍ nóvember sendi Li Yuan Li Mi til Shandong til að ráða gamla hermenn. nóvember,\nLi Yuan sendi Li Mi til að bíða í Shandong til að ráða gamla hermenn. Hann fann að hann hefði verið grunaður og gerði uppreisn gegn Tang. Hann fann að hann hefði verið grunaður og gerði uppreisn gegn Tang. Tang hershöfðingi Sheng Yanshi bauð Li Mi að ráðast á og drap hann í Xinggong Xian. Tang hershöfðingi Sheng Yanshi bauð Li Mi að ráðast á og drap hann í Xinggong Xian.", "聖意": "Hús, hús, tunga, sjálf, illmenni, í leit að auði, sóun á viðskiptum, hjónabönd endist ekki, Liujia, tóm blóm, gangandi vegfarendur, Yaotian, silkiormaskemmdir, sex búfjártjón, týndir einstaklingar, málsókn, tjón, fólksflutningar, íhaldssemi, týnd eign, veikindi, hindranir, umbætur á fjallagröfum", "古人": "Li Mi gerði uppreisn gegn Tang Dynasty", "第X籤": "Sjötíundi jafntefli", "宮": "Tatsumi"}