{"籤詩版本二": "Vitneskja Canglong nítjándu varðanna: Kona giftist öðrum eiginmanni\nMeð einum boga og tveimur örvum munu risaeðlurnar lifa í friði strax", "詩意": "Þetta hexagram er eins og bogi sem heldur tveimur örvum.\nAllt er gott ef það fer saman.", "解曰": "Ekki of þungt. Örlög. Zhen Liuzhong opnar. Það er ráðlegt að fara varlega.", "籤詩故事一": "◇Wenjun heimsækir Xiangru\nZhuo Wenjun var dóttir barnabarns Zhuo Wang, auðugs kaupsýslumanns í Linqiong, Sichuan héraði. Hún var fær í tónlist og bar bókmenntalegt nafn. Hún giftist þegar hún var sextán ára. Nokkrum árum síðar lést eiginmaður hennar og hún sneri aftur til fæðingarfjölskyldu sinnar til að lifa sem ekkja.\nEinn daginn fór Sima Xiangru heim til Zhuo Wangsun í veislu. Þegar hann frétti að Zhuo Wenjun væri nýbúinn að ekkja spilaði hann lagið „Phoenix Seeking the Phoenix“ til að tjá ást sína. Zhuo Wenjun hafði þegar heyrt um Sima Xiangru og þessi veisla varð til þess að hann laðaðist enn meira að Sima Xiangru. Á hinn bóginn, eftir veislu Sima Xiangru, eyddi hann strax miklum peningum til að múta persónulegri þjónustustúlku Zhuo Wenjun og bað hana að koma á framfæri ást Sima Xiangru til Zhuo Wenjun. Eftir að Zhuo Wenjun frétti af ást Sima Xiangru í gegnum þjónustustúlkuna, hljóp hann strax á gistihúsið sem Sima Xiangru bjó í. Þegar Zhuo Wenjun sá komu, flýr Sima Xiangru strax með henni yfir nótt til heimabæjar síns í Chengdu.\nÞegar þau voru í Chengdu voru hjónin snauð og þurftu að snúa aftur til Linqiong til að opna lítið hótel til að lifa af.Zhuo Wenjun seldi vín og Sima Xiangru þvoði upp leirtau. Þau lifðu fátæku lífi. Eftir að faðir Zhuo Wenjun, Zhuo Wangsun, frétti af því, samþykkti hann og fjármagnaði þau samkvæmt ráðleggingum vina sinna, þannig að Sima Xiangru og Zhuo Wenjun sneru aftur til Chengdu til að búa og urðu síðar ríkir.", "聖意": "Heimilis- og eignatap, eigin réttindi og rangindi, leit að auði, vinnuviðskipti, vörður gegn endurgiftingu.", "古人": "Wenjun heimsækir Xiangru", "第X籤": "Sjötíu og einn vinningslottó", "宮": "Tatsumi"}