{"籤詩版本二": "Býflugnaræktendur verða að betla hunang, svo þeir verði ekki stungnir af stungu\nÞað hlýtur að vera undarlegur vegur fyrir framan þig Leyndarmálið er djúpt eins og þyrnaskógur.", "詩意": "Þetta hexagram táknar býflugur sem safna hunangi.\nAllt er erfiði og erfiður.\n\n(Þetta hexagram leitar að tákni sætu og beiskju.\nKoma í veg fyrir hamfarir í öllu.\n)", "解曰": "Það þarf að fara varlega í hlutina. Óþarfi að þvinga það. Býflugur safna hunangi. Hver er ástæðan?", "籤詩故事一": "◇ Wang Mang leitar að hæfileikum\nSegja má að Wang Mang-fjölskyldan í Vestur-Han-ættinni sé auðug fjölskylda. Þrátt fyrir að faðir hans hafi dáið ungur urðu nokkrir frændur hans og frændur keisarar Han-ættarinnar. Þeir urðu hershöfðingjar, forsætisráðherrar og markvissar og fengu verðlaun. Wang fjölskyldan var afar áberandi.\nEn lítil fjölskylda Wang Mang sjálfs var afar fátæk; faðir hans dó ungur og hann bjó aðeins hjá móður sinni og reiddi sig á kærleika frá ættingjum. En vegna þessa þróaði og æfði Wang Mang ýmsa hæfileika í að umgangast fólk frá því hann var barn. Sama hversu dapur eða reiður hann var, sýndi hann alltaf mjög glaðværan og friðsælan svip fyrir framan ættingja, öldunga eða utanaðkomandi, svo hann var vel metinn af öllum í ættinni.\nEinu sinni var elsti frændi hans alvarlega veikur. Eftir að hafa frétt af því kom hann og beið við rúm sjúklingsins, kom með lyf og vatn og vakti á næturnar. Í nokkra mánuði í röð var hann afklæddur, ósvífinn og týndur. Hann var einfaldlega „þolinmóðari“ en sjúklingur. Meira „sonur“ en líffræðilegur sonur.\nFyrir þetta lofuðu allir í Taiwanbúi hann og skrifuðu bréf þar sem þeir biðja um verðlaun fyrir hann.\nÞannig að Cheng keisari af Han-ættarveldinu gaf honum titilinn New Capital Marquis og skipaði hann sem vörð í höllinni og varð náinn ráðherra keisarans.\nMeð háu stöðu sinni og miklu valdi sýndi Wang Mang aldrei neinn hroka eða slen, heldur varð hann æ kurteisari og kurteisari. Annars vegar eignaðist hann vini við ráðherra, hershöfðingja, ráðherra, fræga fræðimenn og fræðimenn.\nEn hann lifði mjög sparneytnu lífi, borðaði oft kjötrétti, að ógleymdum löngum sloppum og síðermum kjólum, aðeins í stuttum fötum. Þannig að allir í ríkisstjórninni og almenningur lofuðu hann einróma með orðinu \"dyggðugur\".\nSíðar lést frændi hans, Grand Sima Wanggen, úr veikindum og var hann valinn í hans stað. Keisarinn og allir ráðherrarnir töldu hann hæfastan. Þess vegna varð Wang Mang, sem var aðeins þrjátíu og átta ára gamall, Grand Sima með hæsta hernaðarvald landsins.\n(Þessi saga er myndlíking. Að vera góður í að vera góð manneskja getur hjálpað þér að losna við „erfiðleikann við að vera stunginn af býflugum“ og ná fram hugsjónum þínum eins og þú vilt.)", "聖意": "Húsið er ekki gott fyrir mann sjálfan, fjölskyldan er í vandræðum, fyrirtækið er lokað, hjónabandið er lokað, brynjurnar sex eru falskar, gangandi vegfarendur seint, silkiormauppskeran er lítil, búfénaðurinn er lítill, það er erfitt að finna fólk, málaferlin eru slæm, fólksflutningurinn hreyfist ekki, týndar eignir eru slæmar, sjúkdómurinn er settur upp, fjallagröfin er týnd", "古人": "Wang Mang leitar að hæfileikum", "第X籤": "Að vinna í lottóinu sjötíu og tveir", "宮": "Tatsumi"}