{"籤詩版本二": "Þegar vorar hrista þrumur og skordýr kvaka og ég sný mér frá leðjunni\nÞegar ég áttaði mig fyrst á því að ég væri enn að koma og fara, þegar ég breyttist, varð ég dreki.", "詩意": "Þetta hexagram er eins og þruma og skordýr.\nAð hitta göfuga manneskju er gott merki í öllu.", "解曰": "Þruma skellur á. Tvær innistæður inn og út. Skiptu einu sinni. Þar til Tianmen.", "籤詩故事一": "◇ Chenqiao uppreisn\nÁrið 959 dó Zhou Shizong Chai Rong og Gong keisari, Chai Zongxun, sem steig upp í hásætið, var aðeins sjö ára gamall. Á þeim tíma hafði Zhao Kuangyin, sem þjónaði sem eftirlitsmaður fyrir framan höllina og sendimaður Songzhou hjá þýska hernum, raunveruleg völd.\nVorið 960 e.Kr. greindu Zhenzhou (Zhengding, Hebei-hérað í dag) og Dingzhou (Dingxian-hérað í dag, Hebei-hérað) frá því að herir Norður-Han-ættarinnar og Liao-ríkisins væru sameiginlega að fara suður til að ráðast á síðari Zhou-ættina, með mikill skriðþungi, og óskaði eftir að senda hermenn til aðstoðar. Síðar skipaði Zhou-ættin Zhao Kuangyin að leiða hermenn sína norður til að berjast gegn óvininum. Zhao Kuangyin starfaði leynilega undir skipulagningu bróður síns Zhao Guangyi, Zhao Pu, Shi Shouxin og fleiri.\nÞann 3. febrúar, þegar herinn kom til Chenqiaoyi (nú Chenqiao Town, suðaustur af Fengqiu, Henan), hófu þeir uppreisn og skipuðu hermönnum að klæðast gulum skikkjum fyrir hann. Þeir gerðu uppreisn gegn síðari Zhou-ættinni og studdu Zhao Kuangyin sem keisara . Eftir það leiddi Zhao hermenn sína aftur til Kaifeng án þess að brenna, drepa eða ræna.\"Taizu Chen Qiao sór eið að trufla ekki íbúa höfuðborgarinnar og hann lofaði að trufla ekki borgina daginn sem hann kom inn í borgina.\"\nÁ þriðja degi þriðja árs tunglmánaðar gerði Zhao Kuangyin uppreisn í Chenqiao og sneri aftur til höfuðborgarinnar. Fan Zhi leiddi Wang Pu og Wei Renpu til að spyrja Zhao Kuangyin. Luo Yanhuan brá sverði fyrir framan tjaldið og öskraði hátt : \"Herirnir þrír hafa enga herra. Hershöfðingjarnir hafa ákveðið að skipa hann sem keisara. Hver sem talar út verður drepinn!\". Andlit Wang Pu var föl eins og jörð. Hann lækkaði skrefin og hneigði sig. Fan Zhi hneigði sig líka. Kuang Yin hjálpaði honum persónulega upp og kom fram við hann af mikilli kurteisi.\nEftir hóflega mótspyrnu tók Gong keisari af síðari Zhou-ættarveldinu við stólnum og Zhao tók við hásætinu. \"Taizu ætlaði að samþykkja Zen, en það var enginn Zen-texti. Tao Gu, fræðimaður í Hanlin, samþykkti skipunina. og kom inn til hliðar við hann og sagði: \"Það er búið.\"\nEftir að Zhao kom að hásætinu breytti hann nafni landsins í Song, Yuan í Jianlong og gerði Kaifeng að höfuðborg.Shi Shouxin, Gao Huaide, Zhang Lingduo, Wang Shenqi, Zhang Guanghan og Zhao Yanhui fengu allir titilinn Jiedushi , sem var þekkt sem \"Chenqiao uppreisnin\" í sögunni.\nWikipedia\n(Þessi saga táknar að þetta er upphaf flutnings Zhao Kuangyin.)", "聖意": "Biðjið fyrir heimili þínu, daglegu lífi, auði, gæfu, gæfu í viðskiptum, göfugt hjónaband, velgengni í Liujia, karlkyns gangandi vegfarendum, snemma fæðingu silkiorma á ökrum, snemma fæðing sex dýra, gæfa á vorin, að finna fólk, velgengni í opinberum málaferlum, heppni í fólksflutningum, týndum eignum, hættum í sjúkdómum, hættum í fjöllum og gröfum.", "古人": "Chenqiao uppreisn", "第X籤": "Undirritaður sjötíu og þrír", "宮": "Mi Palace"}