{"籤詩版本二": "Í draumnum var sagt að mikið yrði um auð en frægðin yrði að engu.\nVatnið er langt í burtu og fjöllin eru langt í burtu, en það er erfitt að vera trúr. Göfug manneskja gefur leiðsögn og brosir.", "詩意": "Þetta hexagram táknar tákn þess að fá fjársjóð í draumi.\nAllt er meira og minna raunverulegt.", "解曰": "Að dreyma eins og draum. Engin von um frægð. Bíddu bara eftir góðum stundum. Göfug leiðbeiningar.", "籤詩故事一": "◇ Skilaðu jade til Zhao (skilaðu jade til Zhao eftir að hafa lokið því)\nÁrið 283 f.Kr., fékk Zhao Huiwen konungur He's Bi frá Chu. Eftir að Qin Zhaoxiang konungur heyrði fréttirnar sendi hann Zhao konungi bréf þar sem hann lýsti yfir vilja sínum til að skipta út fimmtán borgum fyrir He's Bi.\nLin Xiangru greindi fyrir Zhao konungi að Qin væri sterkur og Zhao veikur og þurfti að skipta út.\nZhao konungur sendi síðan Lin Xiangru til Qin með He's Bi.\nKonungur Qin hitti Lin Xiangru í Zhangtai og Lin Xiangru afhenti konungi Qin jadeið. Konungurinn af Qin var mjög ánægður og gaf He's Bi til fegurðarinnar og allir í kringum hana horfðu á það. Á þessum tíma hrópuðu allir til vinstri og hægri lengi lifi.\nLin Xiangru sá að konungur Qin ætlaði ekki að gefa Zhao borgina, svo hann sagði konungi Qin að jade hans væri gallað og vildi benda konungi Qin á það til að nýta tækifærið til að fá jade aftur.\nEftir að Lin Xiangru tók til baka Heshi's Bi, stóð hann við hlið stóru súlunnar og sýndi að hann vildi deyja með Heshi's Bi.\nÁ þessum tíma sagði Lin Xiangru við konung Qin: \"Konungurinn í Zhao sigraði enn andmæli ráðherranna og samþykkti tillögu ráðherrans. Jafnvel þótt hann hafi ekki blekkt hver annan í samskiptum við almúgann, svo ekki sé minnst á að Qin er stórt land! Til að varðveita vináttu Qin og Zhao, Zhao konungs Eftir fimm daga föstu sendi ég ráðherrana mína til Qin með jade. Því miður ætlaði konungur Qin ekki aðeins að gefa Zhao a borg, en einnig færði he-fjölskyldunni jade til fallegrar konu, sem var í raun háði við ráðherrana mína.“\nEftir að hafa klárað að tala, gerði Lin Xiangru strax bendingu um að lemja á súlu. Konungur Qin var hræddur um að He's Bi yrði skemmdur, svo hann þóttist gefa Zhao fimmtán borgir. Lin Xiangru sá í gegnum sviksamlega áætlun Qin konungs, svo hann bað Qin konung að fasta í fimm daga áður en hann kynnti He's Bi til að tefja tímann. Á þessum fáu dögum sendi Lin Xiangru þjóna sína til að snúa aftur til Zhao fylkisins með jade, á meðan hann dvaldi til að takast á við konung Qin.\n(Þessi saga er eins og augu venjulegs einstaklings sem heillast af stöðu hans.)", "聖意": "Að biðja um blessanir heima, sjálfan sig, hindra auð, gera viðskipti erfitt að ná, hjónaband er ekki í samræmi við Liujiaxu gangandi vegfarendur, Chitian silkiormar eru ekki samþykktir, sex dýr eru skemmd, fólk er saknað, búist er við opinberum málaferlum og fólksflutningum, týndir hlutir eru langt í burtu, sjúkdómar eru settir upp, sendir í fjallagröf og breytt.", "古人": "Skilaðu jade til Zhao (kláraðu jade til Zhao)", "第X籤": "Sjötíu og sjöunda vinningslottóið", "宮": "Hádegishöll"}