{"籤詩版本二": "Ógildur hnútur, ég vil halda þér öruggum. Ef þú heldur líkama þínum öruggum, vildi ég að þú myndir aldrei skila honum.\nEkki gleyma því að velþóknun Guðs hefur verið endurgreidd. Vertu ekki að hæðast að orðum Guðs.", "詩意": "Trúi ekki að þetta hexagram sé satt.\nÞað er merki um að vera íhaldssamur í öllu.", "解曰": "Fólk hefur sínar skoðanir. Hugurinn þarf ekki að vera upptekinn. Guanyin leiðbeiningar. Ekki vera óvirðing.", "籤詩故事一": "◇ Styður bronsfánann leynilega\nHinn frægi stofnandi hershöfðingi Tang-ættarinnar, Qin Qiong (Qin Shubao) hlaut titilinn Grand Marshal of the Sui Dynasty. Hann leiddi hermenn sína til að ráðast á Sishui-skarðið (eða Sishui-skarðið eða Dongling-skarðið, sagnir eru mismunandi). Yang Lin ( Yang Yicheng), hershöfðingi varðstjóra Sishui Pass, var Yang keisari af Sui Dynasty fyrirskipaði að setja upp bronsfána fylki, en Qin Shubao gat ekki ráðist á það í langan tíma. Eftir að hafa komist að því að Luo Cheng, leiðtogi myndunarinnar, væri frændi hans, hafði hann samband við frænku sína.\nÁður en Luo Cheng fór sagði hann móður sinni að sá sem kom til að kollvarpa fánanum væri frændi hans Qin Qiong og móðir hans skipaði honum að hjálpa sér í leyni. Á degi hinnar afgerandi bardaga skipti Luo Cheng, sem gætti bronsfánans, skyndilega um hlið og gekk í lið með Qin Qiong. Þeir sigruðu að lokum bronsfánann. Luo Cheng hertók Dongling-skarðið og kom aftur með sigur af hólmi. Luo Cheng gafst einnig upp fyrir Tang-ættarinnar.\n(Þessi saga er myndlíking um að stundum ættir þú að treysta á skynsemi þegar þú gerir hluti, frekar en að treysta á tilfinningar eða trú.)", "聖意": "Húsið er enn reiðubúið að lofa sjálfu sér, leita auðs, halda hlut sínum, fara varlega í hjónaband, fæða stúlku, gangandi vegfarendur halda sig á akrinum, silkiormar, sjö punkta og sex búfjárskemmdir, leit að fólki, opinber mál og fólksflutningar , týndir eignir, vestrænir sjúkdómar, lausn á fjöllum, grafir fyrir vestan", "古人": "Hjálpar leynilega niður bronsfánanum", "第X籤": "Sjötíu og níu vinna Lottið", "宮": "Hádegishöll"}