{"籤詩版本二": "Lauf mórberjatrjánna eru fallin, haustið nálgast og heimferð ferðalanganna lítur út eins og ský.\nÞökk sé mikilli viðleitni Guðs kom skipið aftur með fjársjóðinn í vindinum.", "詩意": "Þetta hexagram táknar myndina af fallnum mórberjalaufum.\nAllt er vont fyrirfram og gott á endanum.", "解曰": "Taktu hlutina frá hjartanu. Tianxin fylgir því. Til að lifa af. Gerðu hvað sem þú getur.", "籤詩故事一": "◇ Vindurinn blæs til Tengwang Pavilion\nWang Bo, að nafni Zian, var skáld snemma Tang-ættarinnar. Hann fæddist á fyrsta ári Yonghui, Gaozong-keisara Tang-ættarinnar. Wang Bo hefur lesið ritningarstaði síðan hann var barn og hann er þekktur sem „undrabarn“. Wang Bo hefur lesið ritningarstaði síðan hann var barn og hann er þekktur sem „undrabarn“.\nÞegar hann var tíu ára, áttu hann og faðir hans að fara framhjá Guandi hofi. Þeir sáu hina tignarlegu styttu af Guandi í musterinu, halda á eintaki af \"Vor og haust\" og lesa það. Þegar faðir hans sá það, var innblásinn. Hann söng við Guan keisara: \"Heldur á þremur lokkum af grænu skeggi, les sögu Qing-ættarinnar fyrir grænu luktina og heiðrar frægu nöfnin. Með græna drekann og tunglið í hendinni á mér.\" að haustið á þessu ári fór Wang Bo frá Shanxi til Hainan-eyju til að heimsækja föður sinn sem var settur í embætti sýslumanns í Jiaozhi. , og fór í gegnum þúsundir fjalla og áa á leiðinni. Haustið árið þegar hann var tuttugu og sjö ára fór Wang Bo frá Shanxi til Hainan-eyju til að heimsækja föður sinn, sem hafði verið lækkaður í embætti sýslumanns í Jiaozhi. Hann fór í gegnum þúsundir fjalla og áa á leiðinni.\nÞegar við komum að Madang fjallinu um daginn fóru allir í land til að hvíla sig. Þegar Wang Bo gekk einn við fornt hof sá hann skyndilega gamlan mann sitja á steininum við hliðina á musterinu. Gamli maðurinn leit út eins og barn með ljóst hár og ævintýri. Hann sagði við Wang Bo \"Ert þú ekki Wang Bo?\" Wang Bo varð hissa og sagði: \"Nákvæmlega! Hvernig veistu það?\" Gamli maðurinn sagði: \"Ég hef lengi heyrt að þú hafir gott fyrirætlanir um að bjarga fólki og ljóðin þín eru mjög þýðingarmikil. Það verður mikil veisla í Tengwang skálanum á morgun. Ef þú getur mætt í veisluna og skrifað ritgerð muntu verða frægur í gegnum aldirnar og fá ferðakostnað.\" Þegar þeir komu á Madang fjallinu fóru allir í land til að hvíla sig.Þegar Wang Bo gekk einn við fornt musteri, sá hann skyndilega á steininum við hliðina á musterinu: Þar sat gamall maður, sem leit út eins og barn með ljóst hár og álfa. Hann sagði við Wang Bo: \"Ert þú ekki Wang Bo?\"\nWang Bo varð hissa og sagði: \"Einmitt! Hvernig veistu það?\"\nGamli maðurinn sagði: \"Ég hef lengi heyrt að þú hafir góðan ásetning til að bjarga fólki og ljóðin sem þú semur eru alveg þýðingarmikil. Það verður stórveisla í Prince Teng's Pavilion á morgun. Ef þú getur mætt í veisluna og yrkjað, þú verður frægur í gegnum aldirnar og þú færð ferðakostnað.“\nWang Bo sagði: \"Þessi staður er í sex eða sjö hundruð mílna fjarlægð frá Tengwang skálanum. Hvernig getum við komist hingað á morgun?\" Gamli maðurinn sagði: \"Ég mun nota hest sem guðlegan vind til að hjálpa þér að sigla slétt. kemur örugglega á morgun.\" Wang Bo þakkaði mér fyrir og sagði: \"Fyrirgefðu, tengdafaðir minn. , ertu ódauðlegur eða guð?\" Gamli maðurinn hló og sagði: \"Ég er Zhongyuan Shuijun sem er í gjald af þessu vatnasvæði!\" Wang Bo sagði: \"Þessi staður er í sex eða sjö hundruð mílna fjarlægð frá Tengwang skálanum. Hvernig getum við komist þangað á morgun?\"\nGamli maðurinn sagði: \"Ég mun nota hestinn sem guðlegan vind til að hjálpa þér að sigla vel. Ég kem örugglega á morgun.\"\nWang Bo þakkaði honum og sagði: \"Fyrirgefðu, tengdafaðir, ertu ódauðlegur eða guð?\"\nGamli maðurinn hló og sagði: „Ég er Zhongyuan Shuijun sem er í forsvari fyrir þessu vatnasvæði!“ Síðan hvatti gamli maðurinn Wang Bo til að fara fljótt um borð í bátinn. Hann sá vegleg ský umkringja sig um stund og vindinn. og vatn var slétt á leiðinni. Á örskotsstundu hafði hann ferðast hundruð kílómetra.\nÞá hvatti gamli maðurinn Wang Bo til að fara fljótt um borð í bátinn. Hann sá vegleg ský umkringja hann um stund og það var slétt ferð. Á örskotsstundu hafði hann ferðast hundruð kílómetra. Eins og við var að búast hljóp Wang Bo til Prince Teng's Pavilion að morgni stórviðburðarins.\nEins og við var að búast hljóp Wang Bo til Prince Teng's Pavilion að morgni stórviðburðarins. Og á staðnum skrifaði hann \"Formála skálans Tengs prins\", sem kallaður var hið eilífa meistaraverk af Gaozong keisara Tang-ættarinnar. Og á staðnum skrifaði hann \"Formála skálans Tengs prins\", sem kallaður var hið eilífa meistaraverk af Gaozong keisara Tang-ættarinnar.\nÞað er ljóð sem segir:\nÞað hefur alltaf verið sagt að hæfileikaríkt fólk sé guðir, svo það er ekki tilviljun að vindurinn komi Nanchang til Nanchang;\nÉg skrifaði setningu um háa skálann hans Teng Wang og síðan fylgdi hann ódauðlegu fólki til Zhongyuan.", "聖意": "Biðjið fyrir heimili þínu og verndaðu sjálfan þig, biddu um blessanir, leitaðu auðs og náðu hjónabandi og sátt.", "古人": "Vindurinn blæs til Tengwang Pavilion", "第X籤": "Skilti áttatíu og einn", "宮": "Wei Gong"}