{"籤詩版本二": "Hvað á að gera ef þú missir dyggð þína vegna orðspors þíns?Ég er hræddur um að gæfan breytist og slæmir hlutir muni gerast.\nDrukkinn, ég veit ekki hvert ég á að fara. Mig dreymir myrkan draum í skugga grænu furutrjánna.", "詩意": "Þetta hexagram táknar kalda fiskinn sem fer úr vatninu.\nEkkert má hreyfa við.\n\n(Þetta hexagram er tákn um slæma dyggð og óheppni.\nHaltu fótunum á jörðinni í öllu.\n)", "解曰": "Kaldi fiskurinn fer úr vatninu. flugu í höfuðið. Ef þú spyrð um tjaldáætlanir. Það er betra að Mo Qi\nÞetta merki mun færa Liujia óheppni. Allt verður vitlaust. Biðjið um öryggi.", "籤詩故事一": "◇Zhuangzi prófar konu sína\nZhuangzi fæddist í Zhou ættinni. Eftirnafn hans var Zhuang, eiginnafn hans var Zhou og eiginnafn hans var Zixiu. Hann var innfæddur maður í Mengyi í Song ættinni. Í Zhou Dynasty var hann embættismaður Qiyuan.\nEinn daginn hitti Zhuangzi konu á fjallinu, hún sat á hnénu fyrir framan nýja gröf og hristi viftuna í örvæntingu, eins og hún vildi þurrka blautan jarðveginn á gröfinni. Zhuangzi skildi ekki ásetning hennar, svo hann spurði hana. Hún sagði að sá sem grafinn væri í gröfinni væri eiginmaður hennar og síðustu orð eiginmanns hennar voru þau að hún gæti ekki gift sig aftur fyrr en jarðvegurinn á gröfinni þornaði. Hún gat ekki beðið lengur, svo hún hrærði upp grafmoldina til að þorna hraðar, svo hún gæti stundað annað vor.\nZhuangzi andvarpaði þegar hann hélt að það væri til svo hjartalaus kona í heiminum. Þá hugsaði ég, væri konan mín svona? Þegar grunur vaknar vil ég prófa það.\nEftirnafn eiginkonu Zhuangzi var Tian og hjónin áttu yfirleitt náið samband. Til að prófa hollustu eiginkonu sinnar ákvað Zhuangzi að þykjast vera dáinn.\nÞegar fréttist að Zhuangzi dó af skyndilegum veikindum komu margir alls staðar að, þar á meðal ættingjar og vinir, til að votta samúð sína. Þar á meðal var myndarlegur konungur og barnabarn frá Chu fylki, sem var ríkur af auði. Þar sem hún sá að fröken. Tian var nýlega ekkja og aumkunarverður, hann elti hana. Fröken Tian þoldi ekki freistinguna og varð ástfangin af Wang Sun. Þau giftu sig á aðeins tuttugu dögum.\nUm kvöldið, þegar vínið var drukkið og eyrun voru heit, fékk Wang Sun skyndilega hjartaáfall og lést.\nFröken Tian var hrædd og skelfingu lostin og spurði Wang Sun í skyndi hvað ætti að gera. Wang Sun þoldi sársaukann og sagði frú Tian að hægt væri að nota heila látinna til að lífga hina látnu aftur til lífsins.\nHvar á að finna líkið? Fröken Tian hugsaði allt í einu, dó maðurinn hennar ekki bara? Herra Tian gleymdi gömlu ástinni milli eiginmanns og eiginkonu, og tók í raun öxi og klauf upp kistu eiginmanns síns og bjó sig undir að taka út heilann til að fá lyf.\nÓvænt, þegar kistan var opnuð, vaknaði Zhuangzi aftur til lífsins. Fröken Tian skammaðist sín svo að hún hengdi sig.\n(Þessi saga er myndlíking fyrir að brjóta vináttu í eigin þágu, svo við getum ekki verið sammála henni.)", "聖意": "Húsið er friðsælt, sjálfið er öruggt, peningarnir eru ósanngjarnir, viðskiptum er fórnað, hjónabandið er leyst, illskan er farsæl í Liujia, gangandi vegfarendur eru ekki komnir, silkiormurinn er flatur, búfénaðurinn er flatur, fólkið vantar, málsóknin er að breytast, lærisveinarnir eru íhaldssamir, eignin er ekki sjúk og fjallið og gröfin eru vond.", "古人": "Zhuangzi prófar konu sína", "第X籤": "Lóð 84", "宮": "Wei Gong"}