{"籤詩版本二": "Dökk ský og þoka hylja veginn fyrir framan fjallið, allt er hringlaga og tunglið aftur hringlaga.\nEf þú færð ljóð og bækur muntu vakna af djúpum draumi. Göfug manneskja mun leiða þig upp á þakið.", "詩意": "Þetta hexagram táknar lok vorsins og blómstrandi blóma.\nAllt breytist eftir Drottin.", "解曰": "Gamli maðurinn þarf að biðja um hjálp. Það blómstrar aftur á vorin. Þrá eftir frægð og auð. Mættu óvænt seint á ævinni.", "籤詩故事一": "◇Han Wengong lendir í snjó\nHan Yu, sem hét Tuizhi, var frá Changli. Tang Dezong varð Jinshi á áttunda ári Zhenyuan og titill hans eftir dauðann var Wen Gong.\nÁ valdatíma Xianzong keisara af Tang-ættarveldinu, mótmælti Han Yu með beinum Búdda, sem vakti reiði keisarans. Han Yu yfirgaf konu sína og börn og fór til Chaozhou. Eftir að hafa gengið í minna en nokkra daga tók kaldur vindurinn upp og snjóaði mikið. Han Yu kom á stað þar sem snjórinn var margra feta djúpur, sem gerði hestinum sínum erfitt fyrir að komast áfram. Ekkert hús var í nágrenninu og hann vissi ekki hvar vegurinn var. Ef þú vilt fylgja stígnum og hörfa er engin leið til baka. Vindurinn blés mikið og snjórinn féll hratt.Han Yu var blautur inn í húðina, frosinn og svangur og hafði hvergi til að tjá sorg sína.\nHan Yu andvarpaði og sagði: \"Keisarinn mun ekki drepa mig, en keisarinn vill tortíma mér.\"\nRétt þegar Han Yu var örvæntingarfull sá hann mann koma til að ryðja snjóinn þrátt fyrir mikinn kulda.Hann reyndist vera Han Xiangzi (frændi Han Yu).\nÁður hafði Han Xiangzi sagt við Han Yu: „Hvar er heimili Yun Heng í Qinling? Snjórinn nær yfir bláa hliðið og hesturinn hættir að halda áfram.“ Á þeim tíma skildi Han Yu ekki hvað Han Xiangzi átti við, en nú loksins skilið.\nHan Yu og Han Xiangzi fóru því að gista í húsi Fu á Languan. Talandi um fortíðina og leiðina til ræktunar var Han Yu einlæglega sannfærður.\nSeinna yfirgaf Han Yu opinbera stöðu sína, gaf allar eignir sínar til sveitarstjórnar og fór til fjalla til að iðka taóisma og verða ódauðlegur.", "聖意": "Húsið er ekki gott fyrir sjálfan sig, farðu varlega í að leita að peningum, einbeittu þér að viðskiptum, hjónabandið er seint, Liujia kvenkyns gangandi vegfarendur loka túnum, silkiormar eru góðir, búfé er gott, það er erfitt að finna fólk, opinber mál eru endurtekin, fólksflutningar eru góðir. uppfært, týndir hlutir eru alvarlegir, sjúkdómar seinka, breyta ætti fjallagröfum.", "古人": "Han Wengong lendir í snjó", "第X籤": "Áttatíu og fimmti vinningslottó", "宮": "Shen Gong"}