{"籤詩版本二": "Þegar gengið er hálfa leið upp á vesturfjallið er ekki hægt að staðsetja klettana í Junling.\nHorft upp til Guðs um vernd, þetta lík er enn í líkhúsinu", "詩意": "Þetta hexagram er eins og að leita að gulli í sandinum.\nÞað eru merki um göfugt fólk í öllu.\n\nEinnig: Þetta hexagram gefur til kynna að viðkomandi sé í hættu.\nÞað eru merki um göfugt fólk í öllu.", "解曰": "Jade má finna með því að meitla stein. Finndu gull í sandinum. Þarf að vinna hörðum höndum. Bara vandræði.\nAnnað verk: erfið staða. Hvergi að gista. Biddu um blessun Guðs. Biðjið um hugarró.", "籤詩故事一": "◇ Bittu gull og skoðaðu neðanjarðarhella\nTil að fagna hernaðarafrekum sínum hélt Cheng Yaojin veislu í Yanwuyang. Allt í einu opnaðist gat á jörðina sem var óskiljanlegt, allir drógu hlutkesti með því að velja orðin, bíta í gullið til að vinna og leigja reipi til að binda sig í holuna.\nÞar eru steinhurðir, borð, stólar, brýr og aðrir hlutir. Á borðinu eru drekaklæði og jadebelti, sem eru úr gulli og slitin úr hellinum.\nYao Jin kom út úr holunni með stóran kassa og lítinn kassa, opnaði trékassann og tók upp jade innsiglið, opnaði kassann, tók fram stóra fánann, kórónusloppinn og sporin og setti á borðið og allir horfði á þá einn af öðrum. Ég sá að innsiglispersónurnar átta sem voru grafnar á stóra innsiglið voru „The Demon King of Hunshi, the Great Virtuous Emperor“.\nAllir tilbáðu hann sem „keisarann“ og Yaojin gerði þetta í þrjú ár sem púkakonungurinn. (Reyndar var þetta bara sjálfsagt og Cheng Yaojin var bara leiðtogi þorpsins á þeim tíma.)\n(Þessi saga er myndlíking um að góðir hlutir séu alveg eins og leiklist. Þetta er listræn hugmynd um \"þessi líkami er enn í tóminu\".)", "聖意": "Að biðja um heimili og hús, sjálfan sig, skortur á gróða, leita auðs, vinna hörðum höndum, fara varlega í viðskiptum, hjónaband verður hindrað af Liu Jiaxu, gangandi vegfarendum, Chi Tian, ​​silkiormum, stöðugum sex búpeningum, að leita að fólki, engin málsókn , tjón, fólksflutningar, halda týndum eignum, illum sjúkdómum, hindrunum, fjöllum og grafum.", "古人": "Að kanna Crypt fyrir gull", "第X籤": "Skilti áttatíu og sjö", "宮": "Shen Gong"}