{"籤詩版本二": "Ekki trufla mig með persónulegum málum þínum. Þetta er réttara að spyrja almenning.\nTært hjarta er bjart eins og bjarta tunglið á himninum", "詩意": "Þetta hexagram táknar myndina af björtu tungli á himninum.\nAllt er bjart og loftgott.", "解曰": "Vertu hreinskilinn í hjarta. Rétta úr lögum. Heilög orð. Loksins kemur það í ljós.", "籤詩故事一": "◇ Hershöfðingi Kong Ming\nLausn: Zhuge Liang virkar hermenn sína og hershöfðingja\nÁ tímabilinu þriggja konungsríkis fæddist Zhuge Liang (181-234), að nafni Kongming, í Yangdu, Langya (nú Yinan sýslu, Shandong héraði).\nZhuge Liang samþykkti að verða embættismaður eftir að Liu Bei heimsótti stráþekjuhúsið þrisvar sinnum. Á þeim tíma hafði Cao Cao friðað Hebei og var staðráðinn í að ganga suður. Hann sendi Xiahou Dun sem aðalhershöfðingja, Yu Jin, Li Dian og aðra sem staðgengill hershöfðingja, sem leiddi 100.000 manna her til að ganga í átt að Xinye. Þó Zhuge Liang hafi haft áætlun um að hörfa frá óvininum á þeim tíma, fyrirlitu Guan Yu og Zhang Fei orð Zhuge Liang. Zhuge Liang átti ekki annarra kosta völ en að nota sverði Liu Bei til að sannfæra þá tvo, þannig að þeir leiddu hvor um sig þúsund hermenn og fyrirsát í Yushan og Anlin. Þeir biðu eftir því að Xiahou Dun leiði her sinn framhjá og réðust síðan á þá með launsátur og eldur.\nAð auki var Zhao Yun sendur til að leiða gamla og veika leifar hersins til að berjast sem framvarðarsveit gegn Xiahou Dun, og síðan falsaði hann ósigur og hörfaði og lokkaði Xiahou Dun inn á þrönga veginn í fjöllunum og skógunum. Hann sendi einnig Guan Ping, Zhou Cang, Liu Feng og fleiri að laumast aftan í her Cao, brenna vistir og skapa læti í her Cao.\nEftir bardagann gerðist allt eins og Zhuge Liang skipulagði. Þegar Xiahou Dun og Yu Jin leiddu herinn í eftirför, tilkynnti Li Dian, sem var aftast, Xiahou Dun í fremstu víglínu að hann þyrfti að verjast skotárásum óvina. Hins vegar var það of seint. Her Cao var þvingaður af þrönga veginn og var á stað þar sem tré voru samtvinnuð, svo ekki var hægt að kveikja eldinn.Mikið mannfall varð og Xiahou Dun og aðrir hershöfðingjar voru sigraðir og flúðu aftur til Xudu.\n(Þessi saga er myndlíking um að Kong Ming sé góður í að nota fólk og stjórna landinu af viti.)", "聖意": "Heimili og hús eru vegleg. Ég óska ​​góðs gengis í auði, hugarró, farsælum viðskiptum, hjónabandi, velgengni, velgengni í Liujia, karlmönnum sem flytja akra, silkiorma, búfjármissi, týndu fólki, opinberum málaferlum, fólksflutningum, týndum eignum, blessanir, veikindi, friður, fjöll og grafir.", "古人": "Kong Ming hershöfðingi", "第X籤": "Níunda merkið", "宮": "Yin höllin"}