{"籤詩版本二": "Góð sýning fær þig til að skera þig úr hópnum með gremju og framtíð þín breytist og þú færð mikinn auð.\nVegur er breiður eins og himinn og allir peningar sem þú getur gefið mun vera í hjarta þínu", "詩意": "Þetta hexagram gefur til kynna efnilega framtíð.\nAllt gengur vel.", "解曰": "Stór vegur. Þú getur haldið áfram. Notaðu hjarta þitt. Aðeins áfram.\nAllt gengur að óskum með þessu skilti. Gangi þér vel með Jichang.", "籤詩故事一": "◇ Þrjár hetjur berjast gegn Lu Bu\nLausn: Þrjár hetjur Zhang Fei, Guan Yu og Liu Bei berjast gegn Lu Bu\nDong Zhuo frétti að Hua Xiong hefði verið hálshöggvinn og sendur Lu Bu flughershöfðingi til að berjast. Um leið og Lu Bu fór í bardaga drap hann hershöfðingjana Fang Yue og Mu Shun og drap Wu Anguo og Gongsun Zan.\nZhang Fei sá að Gongsun Zan gat ekki sigrað Lu Bu, svo hann kom fljótt í stað Gongsun Zan og hrópaði: \"Þrælar þriggja eftirnöfnanna ættu að fara! Zhang Fei frá Yan er hér! \" Eftir það börðust þeir í meira en fimmtíu lotur, án sigurvegara eða tapara.\nEftir að Guan Yu sá það réðust hann og Zhang Fei á Lu Bu og börðust í meira en þrjátíu lotur.\nLiu Bei bar líka tvö sverð, klappaði hestinum sínum og steig fram til að hjálpa Zhang Fei og Guan Yu.\nMennirnir þrír umkringdu Lu Bu og héldu áfram að berjast. Allt fólkið í hópnum var agndofa.\nFljótlega fór Lu Bu að missa styrk. Pegasus Lu Bu hörfaði en mennirnir þrír eltu Lu Bu og neituðu að gefast upp. Þeir hörfuðu ekki fyrr en þeir hittu hermenn Lu Bu.\n\"Þrjú konungsríki\"\n(Þessi saga er myndlíking fyrir hugrekki og kunnáttu Lu Bu í að berjast. Ein manneskja getur sigrað þrjá menn.)", "聖意": "Hjarta hússins og heimilisins ferðast aðeins á eigin vegum til að leita auðs. Hugsanleg hjónabandsgrein fer til Liujia. Hlutirnir ganga snurðulaust fyrir fólk. Zhushuntian silkiormar nota. Fólk er að finna meðal dýranna sex. Fólk er hægt að finna fyrirfram Málflutningur fólksflutningar Týndir eignir Sjúkdómar Fjöll og grafir eru eins og heppni.", "古人": "Þrjár hetjur berjast gegn Lu Bu", "第X籤": "Níutíu og einn vinningslottó", "宮": "Þú Palace"}