{"籤詩版本二": "Luan Feng Xiang var rennblautur í rigningunni en á þeim tíma varð hann fyrir einelti af Queer\nMér brá þegar ég frétti að einn daginn voru skýin langt í burtu, en ég skilaði samt fötunum mínum til þín.", "詩意": "Þetta hexagram táknar tákn þess að Luan og Phoenix eru hulin rigningu.\nAllt kemur þegar tíminn kemur.", "解曰": "Illmennið dafnar dag frá degi. Herramaður ætti ekki að gera neitt. Haltu bara fyrir sjálfan þig. Gríptu til aðgerða þegar tíminn kemur.", "籤詩故事一": "◇Gao Jun tryggir hjónaband\nÍ upphafi Song-ættarinnar sameinaði Zhao Kuangyin norður og allt landið gafst upp. Hins vegar, í Suður-Tang-ættinni, hertók Li Yu sunnan Yangtze-fljóts og tók upp þá stefnu að gefast upp með því að bjóða upp á borg og fanga Zhao Kuangyin í Shouzhou Ástandið var alvarlegt. Frændi Zhao Kuangyin, Gao Junbao, ungur maður með gyllta byssu, fór frá Bianjing til að rjúfa umsátrinu um Shouzhou.\nÞegar þeir gengu fram hjá Shuangsuo-fjallinu mölvuðu þeir eiginmannsskiltið sem Liu Jinding setti upp og kepptu þeir tveir. Fyrir vikið sigraði Liu Jinding Gao Junbao þrisvar sinnum með frábærum bardagalistum sínum og þeir skiptust á gullmúsum og silfurbjöllum fyrir lífstíð. Frændi Zhao Kuangyin, Gao Junbao, til að bjarga hinum fasta Zhao Kuangyin í Shouzhou, fór frá Bianjing og fór í gegnum Shuangsuo fjallið. Hann mölvaði skiltið sem Liu Jinding setti upp og þeir tveir kepptu. Fyrir vikið sigraði Liu Jinding Gao Junbao með sínum. frábærar bardagalistir og neyddist til þess. Hjónin leiddu mannfjöldann inn í umsátrinu og björguðu Zhao Kuangyin.\n(Samlíking þessarar sögu er sú að þeir tveir voru ekki sáttir (þeir voru lagðir í einelti), heldur síðar sáttir.)", "聖意": "Heimili fjölskyldunnar er ekki gott fyrir sjálfan sig, farðu varlega í að leita peninga, loka fyrir viðskipti, bíða eftir hjónabandi, tefja, Liujia, falskur ferðamaður, sitja á ökrunum, silkiormar, seint, sex búfjárskemmdir, erfitt að finna fólk, málaferli, missi, fólksflutningar, íhaldssemi, týndir eignir, alvarleg veikindi, framlenging fjallsins, grafarumbætur", "古人": "Gao Jun tryggir hjónaband", "第X籤": "Níutíu og þrír vinna í lottóinu", "宮": "xugong"}