{"籤詩版本二": "Metnaðurinn og afrekin eru í ættarveldinu en nú verður endalaus drykkja og kynlíf.\nEf þú sérð gullhana færðu peninga, auð og auðæfi.", "詩意": "Þetta hexagram táknar tákn metnaðar og frægðar.\nHaltu öllu góðu.", "解曰": "Metnaðarfullur og spenntur. Það er ekki of seint að gæta sín. Gullhani lofar. Allir ánægðir.", "籤詩故事一": "◇Cao Pi lýsti sjálfan sig keisara\nCao Pi, að nafni Zihuan, fæddist í Peiguoqiao (nú Hao County, Anhui). Frægur stjórnmálamaður og rithöfundur á Jian'an tímabilinu.\nCao Pi er annar sonur Cao Cao. Hann bjó með föður sínum í herbúðunum frá því hann var barn. Undir áhrifum föður síns lærði Cao Pi bogfimi sex ára gamall og hestaferðir átta ára og þróaðist góða bardagaíþróttakunnáttu. Hann hefur einnig víðtæka þekkingu á fornum og nútíma sígildum bókum og ævisögum, svo og bókum hundruða hugsunarskóla. Það var ekki fyrr en á átján ára aldri sem Cao Cao sigraði Yuan Shao og Cao Pi lifði tiltölulega stöðugu lífi í Yecheng, miðpunkti stjórnar Cao Cao. Síðan þá, þótt hann hafi stundum fylgt föður sínum í herleiðangrum og lifað lífi göfugs sonar að mestu leyti, æfði hann samt bardagalistir á hverjum degi og hefur ekki hnignað til þessa dags. Hann ríður oft á hestinum sínum í hundrað skrefum og er mjög fær í bardagaíþróttum.Þar sem hann æfir oft bardagaíþróttir er hann léttur og sterkur.\nElsti sonur Cao Cao, Cao Ang, var drepinn í bardaga. Eftir að elsti sonurinn dó varð Cao Pi fyrsti kosturinn fyrir krónprinsinn. Þegar hann var þrjátíu og eins árs var hann gerður að krónprinsi af Cao Cao. Þegar Cao Pi var þrjátíu og þriggja ára lést Cao Cao úr veikindum og Cao Pi tók við af honum sem forsætisráðherra og konungur Wei. Hann sagðist oft hjóla á hestbaki í hundrað skrefum og vera mjög vandvirkur.Þar sem hann æfir oft kungfu er hann léttur og heilbrigður.", "聖意": "Biðjið að heimili ykkar og heimili verði friðsælt, leitið auðs, vinnu hörðum höndum, verslað, slitið snemma, hjónabandið verður farsælt, Liujia verður öruggt, fólk verður á akrinum, silkiormar verða þroskaðir, sex búfénaður verður þroskaður , það verður erfitt að finna fólk, opinberar málaferli verða aðkallandi, fólksflutningar tapast og hlutir verða fjarri, sjúkdómar munu sitja í fjöllum og grafum.", "古人": "Cao Pi kallar sig keisara", "第X籤": "Níutíu og fimmta vinningslottóið", "宮": "xugong"}