{"籤詩版本二": "Hin glæsilega pagóða er óvenjuleg, með stórkostlega eiginleika á öllum hliðum sem skína skært.\nÉg hvet þig til að vera staðráðinn í að beygja þig af kostgæfni og gera góðverk, og himinninn mun senda þér blessanir.", "詩意": "Þetta hexagram táknar birtingarmynd verðleika.\nAllt er veglegt.", "解曰": "Þessar blessanir. Það eiga það allir. Ekki vera of upptekinn. Verðleiki er ákveðinn fyrirfram.", "籤詩故事一": "◇ Konungurinn af Fenyang hittir barnabarn sitt á kínverska Valentínusardaginn\nLausn: Guo Ziyi hitti Weaver stelpuna sem steig niður til jarðar á kínverska Valentínusardaginn. Tiansun, barnabarn Jadekeisarans, er álfarnir sjö.\nGuo Ziyi (697-781), einnig þekktur sem Guo Linggong, var ættaður frá Zheng-sýslu, Huazhou (nú Huaxian-sýslu, Shaanxi-héraði) og hershöfðingi í Tang-ættinni. Keisaradómstóllinn veitti Ziyi titilinn konungur Fenyang.\nSagt er að Ziyi hafi upprunalega verið frá Huazhou og hafi farið til liðs við herinn fyrir utan mikla múrinn. Hann fór til Peking til að þrýsta á um laun hersins og sneri aftur til Yinzhou. Það gerðist á þessum tíma kínverski Valentínusardagurinn. Vindurinn og sandurinn voru að dimma og sólin var að dimma. Ziyi gat ekki haldið áfram, svo hann stóð við hliðina á veginum. Hann svaf á gólfinu í tómu húsi. Þegar hann ætlaði að sofna sá hann skyndilega rautt ljós á báðar hliðar.Hann stóð upp og horfði undrandi upp.Það var ský á himni, sem kom hægt niður.Þar sat falleg kona, virðuleg og glæsileg, allt öðruvísi en venjulegt fólk. Ziyi vottaði samstundis virðingu sína og sagði: \"Í dag er sjöundi dagur sjöunda tunglmánaðar. Ég held að það sé Weaver stelpan sem er komin og vill veita henni langlífi og auð.\"\nKonan svaraði líka: \"Með miklum auði fylgir langlífi.\"\nEftir að hann hafði lokið máli sínu kom ljóminn aftur og skýin hækkuðu hægt og rólega. Konan horfði enn niður á Guo Ziyi með skemmtilegu brosi. Aðeins þegar hún var langt í burtu frá henni var reykurinn óskýr og hún sást ekki lengur.\nÞað reyndist satt, alveg eins og konan sagði. Verðleikar Ziyi eru heimsfrægir, hann er afar vinsæll ráðherra og hann er hershöfðingi með bæði kosti og dyggðir.", "聖意": "Gerðu ósk fyrir sjálfan þig heima, óskaðu fyrir sjálfan þig, biddu fyrir peningum, gangi þér vel í viðskiptum, gangi þér vel í hjónabandi, gangi þér vel í Liujia, ánægjulegar ferðalög með fólki, flutning á akra, silkiormar, stöðugt búfé, óheppni í að finna fólk, opinber mál, fólksflutningar, gæfa, týndarsjúkdómar, grafhýsi í Zhenxingshan", "古人": "Fenyang konungur hittir barnabarn sitt á kínverska Valentínusardaginn", "第X籤": "Skilti níutíu og sex", "宮": "xugong"}