{"籤詩版本二": "Með því að tauma hestinn og halda í svipuna komum við beint hingað, hálf í hættu og hálf í hörmungum.\nÞetta er eins og hús sem brennur í eldi. Þegar himinninn fellur breytir rigningin því í ösku. Ég hef áætlun.", "詩意": "Þetta hexagram táknar hálfa sorg og hálfa gleði.\nÞað er ráðlegt að gera gott í öllu.", "解曰": "Ævistarf. Ekki sama um rétt og rangt. Fjötrarnir eru tímabundnir. Gremja kemur af sjálfu sér.", "籤詩故事一": "◇Tao Sanchun sigrar Zheng En í Guayuan\n„Lifi minnisvarðinn minn,\" Zhao Kuangyin stóð upp aftur, „Beiping konungur Zheng En hafði skipulagt hjónaband á þeim tíma. Nú þegar friður er í heiminum langar mig að biðja um leyfi þitt til að velja góðan dag til að gifta sig. \"\n„Lengi lifi minnisvarðinn minn!\" Zhao Kuangyin stóð upp og sagði: „Konungurinn í Peking, Zheng En, hafði skipulagt hjónaband á þeim tíma. Nú þegar friður er í heiminum langar mig að biðja um leyfi þitt til að velja heppilegt dag til að gifta sig.\"\n„Ó, þriðji bróðirinn var trúlofaður áður, hvers vegna vissi ég ekki af þessu?“ Chai Rong varð mjög hissa. Hann veifaði hendinni fyrir Zhao Kuangyin að setjast niður og tala.\n\"Ó! Þriðji bróðirinn var trúlofaður áður, hvers vegna vissi ég ekki af þessu?\" Chai Rong (keisari síðari Zhou-ættarinnar) varð mjög hissa. Hann veifaði hendinni og bað Zhao Kuangyin að setjast niður og tala.\n\"Þetta er löng saga. Í fyrsta lagi vorum við enn í fátækt á þessum tíma og gengum ekki í her þinn. Síðan þá höfum við barist í mörg ár og höfum engan tíma til að hugsa um þig. Í öðru lagi er þriðji bróðirinn líka lítill feiminn við að nefna það, svo yðar hátign viti það ekki.\n\"Þetta er löng saga. Í fyrsta lagi lifðum við enn í fátækt á þessum tíma og gengum ekki í her þinn. Síðan þá höfum við barist í mörg ár og höfum engan tíma til að hugsa um þig. Í öðru lagi er þriðji bróðirinn líka lítið feimið við að nefna það, svo yðar hátign veit það ekki.\n\"Hey, karlkyns háskólaneminn er að fara að gifta sig, hvað er að því að skammast sín? Þriðji bróðirinn hefur verið lengi á vígvellinum og má líta á hann sem óviðjafnanlega hetju. Af hverju ertu svona smámunasamur í þessu máli?\"\n\"Hæ! Háskólastrákurinn er að fara að gifta sig, hvað er að því að skammast sín? Þriðji bróðirinn hefur verið lengi á vígvellinum og má líta á hann sem óviðjafnanlega hetju. Hvers vegna ertu svona smámunasamur í þessu máli?\"\n„Talandi um það, ég get ekki kennt þriðja bróður mínum um að vera feiminn, því þetta hjónaband var falsað.“\n„Talandi um það, ég get ekki kennt þriðja bróður mínum um að vera feiminn, því þetta hjónaband var falsað.“\n\"Sláðu inn? Hey, það er áhugavert. Vinsamlegast segðu mér hvað gerðist.\"\n\"Ég skrifaði það út! Hey! Þetta er áhugavert! Vinsamlegast segðu mér hvað gerðist.\"\n\"Já, ég man það ár, þegar við ætluðum að ganga til liðs við hans hátign, þá áttum við leið í gegnum Baocheng-sýslu. Það var mjög heitt í júní. Þriðji bróðir minn gat ekki verið á hótelinu, svo hann fór út að ráfa einn. Eftir að hafa farið framhjá melónugarði fór hann inn til að tína, Melónur slökktu þorsta, Það voru ekki margar snemmþroskaðar melónur á þessum tíma og þriðji bróðirinn kunni ekki að tína þær, svo hann braut margar af þeim. Konan sem horfði á melónurnar steig fram til að ákæra þriðja bróðurinn. Þeir voru ósammála, og þá fóru þeir að berjast. Komdu. Sem betur fer var ég áhyggjufull og flýtti mér til bjargar í tíma, annars...\"\n\"Já, ég man eftir því ári, þegar við ætluðum að ganga til liðs við hans hátign, þá áttum við leið hjá Baocheng-sýslu. Það var mjög heitt í júní. Þriðji bróðir minn gat ekki verið á hótelinu, svo hann fór einn út að ráfa. Eftir að hafa farið framhjá melónugarði fór hann inn til að tína, Melónur slökktu þorsta, Það voru ekki margar snemmþroskaðar melónur á þessum tíma og þriðji bróðirinn kunni ekki að tína þær, svo hann braut margar af þeim. Konan sem horfði á melónurnar steig fram til að ákæra þriðja bróðurinn. Þeir voru ósammála, og þá fóru þeir að berjast. Komdu. Sem betur fer var ég áhyggjufull og flýtti mér til bjargar í tíma, annars...\"\n\"Þessi Zheng Ziming, það er honum að kenna í fyrsta lagi, hann ætti að biðjast afsökunar. Hvers vegna sló hann hann? Að auki, hvernig þolir fjölskylda stúlkunnar högg og spörk af grimmum manni eins og honum! Komdu, þú slærð þessa stelpu til stykki. Nei?\" \"Stúlkan var ómeidd...\"\n\"Þessi Zheng Ziming, það er honum að kenna í fyrsta lagi, svo hann ætti að biðjast afsökunar. Af hverju ertu að berja hann? Að auki, hvernig þolir fjölskylda stúlkunnar högg og spörk af grimmum manni eins og honum! Komdu, segðu mér, þú barsaðir þessa stelpu. Nei?\"\n„Stúlkan var ómeidd...“\n\"Það er allt í lagi, það er allt í lagi... Hey, gripið þið ekki til aðgerða? Æ, ég býst við að þú hafir bjargað mér í tæka tíð.\"\n\"Það er allt í lagi! Það er allt í lagi... Hey! Tókstu ekki til aðgerða? Ó! Ég býst við að þú hafir bjargað mér í tíma!\"\n„...Nei, sá sem ég bjargaði var...þriðji bróðirinn.“ „...Nei, sá sem ég bjargaði var...þriðji bróðirinn.“\n\"Á?!\" \"Á?!\"\n\"Þriðji bróðirinn var sleginn til jarðar af konunni og barinn harkalega alla leiðina. Sem betur fer kom ég og fékk hann til að fara, svo hann slasaðist ekki alvarlega. ... Yðar hátign... Yðar hátign!... \"\n\"Þriðji bróðirinn var sleginn til jarðar af konunni og var barinn harkalega. Sem betur fer kom ég og fékk hann til að fara, svo hann slasaðist ekki alvarlega. ... Yðar hátign... Yðar hátign!....\"\n„Ah?...Ó, hver er þessi kona!?“ „Á!?...Ó, hver er þessi kona!?“\n\"Það var fyrst seinna sem ég komst að því að konan hét Tao Sanchun og faðir hennar Tao Hong var gömul hetja sem hafði engar vonir. Tao Sanchun lærði bardagalistir af föður sínum frá því hann var barn. Eftir að ég kynntist fjölskyldu hans sá ég að ungfrú Sanchun hafði framúrskarandi karakter. , Luo Luo og gjafmild, án þess að vera lítil stúlka, pössuðu þau vísvitandi við hann. Tao-faðir og dóttir líkaði líka mjög við hinn beina karakter þriðja bróðurins. Þeir sló á það strax og ákvað þetta hjónaband fyrir þau tvö. Yðar hátign, vinsamlegast segðu mér, þetta er ekki. Er þetta fölsuð hjónaband?\"\n\"Það var fyrst seinna sem ég komst að því að stúlkan hét Tao Sanchun og hún hafði lært bardagalistir af föður sínum frá því hún var barn. Eftir að ég kynntist fjölskyldu hans sá ég að ungfrú Sanchun hafði framúrskarandi karakter, var örlátur og hafði engin snefil af venjum litlu stúlkunnar, svo ég réð hana vísvitandi. Herra Tao og dóttir hans líkaði líka mjög við hinn hreinskilna persónu þriðja bróður síns. Þau slógu strax í gegn og ákváðu þetta hjónaband fyrir þau. Hátign, vinsamlegast segðu mér, er þetta ekki falsað hjónaband?\n(Þessi saga er myndlíking, vegna þess að slæmur hlutur reyndist vera góður.)", "聖意": "Biðjið um vernd heimilis og sjálfs, farið varlega, biðjið um auð, eyðileggja viðskipti, hindra hjónaband, refsingar, Liujia, tryggingar, gangandi vegfarendur fastir á ökrum, silkiormaskemmdir, búfjárskemmdir, týnt fólk, ólögleg málsókn, tap, fólksflutningar, íhaldssemi , týnd eign, illir sjúkdómar, áhyggjur, hættur, fjöll, grafir, bilun", "古人": "Tao Sanchun slær Zheng En í melónugarðinum", "第X籤": "Númer níutíu og níu", "宮": "Haigong"}