{"籤詩版本二": "ಒಳ್ಳೆಯ ದಾಂಪತ್ಯ, ಶುಭ ದಿನಗಳು ಮತ್ತು ಒಳ್ಳೆಯ ಸಮಯಗಳಿಗಾಗಿ ಜಗತ್ತು ಸೃಷ್ಟಿಯಾಗಲಿ, ಮತ್ತು ಎಲ್ಲವೂ ಚೆನ್ನಾಗಿರಲಿ\nಇಷ್ಟು ದುಡ್ಡು ಸಿಕ್ಕರೆ ಅದು ಸಣ್ಣ ವಿಷಯವಲ್ಲ.ಜನರು ನಿಷ್ಠಾವಂತರು ಮತ್ತು ನೆಟ್ಟಗಿರುತ್ತಾರೆ ಎಂದು ಚಕ್ರವರ್ತಿ ಸಾರುತ್ತಾನೆ.", "詩意": "ಈ ಹೆಕ್ಸಾಗ್ರಾಮ್ ಸ್ವರ್ಗ ಮತ್ತು ಭೂಮಿಯ ಪ್ರಾರಂಭದ ಆರಂಭವನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತದೆ.\nಎಲ್ಲವೂ ಮಂಗಳಕರ.", "解曰": "ವೇಗದ ವೇಗ. ವರ್ಷವು ಅದರ ಸಮಯಕ್ಕೆ ಯೋಗ್ಯವಾಗಿಲ್ಲ. ಗ್ವಾನ್ಯಿನ್ ಬರೆಯುತ್ತಾರೆ. ಮೊದಲು ನನಗೆ ತಿಳಿಸಿ.", "籤詩故事一": "◇ಝೋಂಗ್ಲಿಗೆ ಜ್ಞಾನೋದಯವಾಯಿತು\nಝೊಂಗ್ಲಿ ಕ್ವಾನ್, ಝೊಂಗ್ಲಿ ಉಪನಾಮ, ಕ್ವಾನ್, ಸೌಜನ್ಯ ಹೆಸರು ಯುನ್‌ಫಾಂಗ್ ಮತ್ತು ಅಡ್ಡಹೆಸರು ಝೆಂಗ್ಯಾಂಗ್, ಪೂರ್ವ ಹಾನ್ ರಾಜವಂಶದ ಅವಧಿಯಲ್ಲಿ ಶಾಂಕ್ಸಿ ಪ್ರಾಂತ್ಯದ ಕ್ಸಿಯಾನ್ ಕೌಂಟಿಯ ಕ್ಸಿಯಾನ್‌ಯಾಂಗ್ ಕೌಂಟಿಯ ಸ್ಥಳೀಯರಾಗಿದ್ದರು.\nಝಾಂಗ್ ಲಿಕ್ವಾನ್ ಅವರು ಹಾನ್ ರಾಜವಂಶದ ಜನರಲ್ ಆಗಿದ್ದರು.ಪಾಶ್ಚಿಮಾತ್ಯ ಕಿಯಾಂಗ್ ವಿರುದ್ಧದ ದಂಡಯಾತ್ರೆಯ ಸಮಯದಲ್ಲಿ, ಅವರು ಕಮಾಂಡರ್ ಲಿಯಾಂಗ್ ಯಿ ಬಗ್ಗೆ ಅಸೂಯೆಪಟ್ಟರು ಮತ್ತು ಅವರಿಗೆ 30,000 ಹಳೆಯ ಮತ್ತು ದುರ್ಬಲ ಸೈನಿಕರನ್ನು ಮಾತ್ರ ನಿಯೋಜಿಸಿದರು.ಅವರು ತಮ್ಮ ಗಮ್ಯಸ್ಥಾನವನ್ನು ತಲುಪಿದ ತಕ್ಷಣ, ಶಿಬಿರವನ್ನು ದೋಚಲಾಯಿತು. ಪಶ್ಚಿಮ ಕಿಯಾಂಗ್ ಸೈನ್ಯ ಮತ್ತು ಸೈನಿಕರು ಓಡಿಹೋದರು. ಝಾಂಗ್ ಲಿಕ್ವಾನ್ ಕಣಿವೆಯಲ್ಲಿ ಕಳೆದುಹೋದರು ಮತ್ತು ದಾರಿಯಲ್ಲಿ ಒಬ್ಬ ಸನ್ಯಾಸಿಯನ್ನು ಭೇಟಿಯಾದರು, ಅವರು ಅವರನ್ನು ಒಂದು ಸಣ್ಣ ಹಳ್ಳಿಗೆ ಕರೆದೊಯ್ದು ಹೇಳಿದರು, \"ಇದು ಶ್ರೀ. ಡೊಂಗ್ವಾ ಅವರ ನಿವಾಸವಾಗಿದೆ.\" ನಂತರ ಅವರು ವಿದಾಯ ಹೇಳಿ ಹೊರಟುಹೋದರು. ಸ್ವಲ್ಪ ಸಮಯದ ನಂತರ ಇದ್ದಕ್ಕಿದ್ದಂತೆ ಯಾರೋ ಹೇಳಿದರು, \"ಹಸಿರು ಕಣ್ಣಿನ ಹೂ ಮನುಷ್ಯ ತುಂಬಾ ಮಾತನಾಡುವ ಕಾರಣ ಇರಬೇಕು.\" ಅವರು ಬಿಳಿ ಜಿಂಕೆ ತುಪ್ಪಳವನ್ನು ಧರಿಸಿ ಹಸಿರು ಕ್ವಿನೋವಾ ಕೋಲು ಹಿಡಿದ ವ್ಯಕ್ತಿಯನ್ನು ನೋಡಿದರು. ಅವರು ಜಾಂಗ್ ಲಿಕ್ವಾನ್ ಅವರನ್ನು ಕೇಳಿದರು, \"ಬಂದ ವ್ಯಕ್ತಿ ಇಲ್ಲಿ ಹಾನ್ ಡಾ. ಜನರಲ್ ಝೊಂಗ್ಲಿಕ್ವಾನ್\n? ಜಾಂಗ್ ಲಿಕ್ವಾನ್ ಅವರು ವಿಚಿತ್ರ ವ್ಯಕ್ತಿಯನ್ನು ಭೇಟಿಯಾದರು ಎಂದು ತಿಳಿದು ಆಘಾತಕ್ಕೊಳಗಾದರು, ಆದ್ದರಿಂದ ಅವರು ಪ್ರಾಮಾಣಿಕವಾಗಿ ಟಾವೊವನ್ನು ಕಲಿತರು.\nಝಾಂಗ್ ಲಿಕ್ವಾನ್ ನಂತರ ಝೆನ್ರೆನ್ ಹುವಾಯಾಂಗ್ ಮತ್ತು ಇಮ್ಮಾರ್ಟಲ್ ಕಿಂಗ್ ಕ್ಸುವಾನ್ಫು ಅವರನ್ನು ಭೇಟಿಯಾದರು ಮತ್ತು \"ಅಮರತ್ವದ ರಹಸ್ಯ\" ವನ್ನು ಕಲಿತರು. ಅಂತಿಮವಾಗಿ, ಅವರು ಕಾಂಗ್‌ಟಾಂಗ್ ಪರ್ವತದ ಜಿಜಿನ್ ಸಿಹಾಫೆಂಗ್‌ನಲ್ಲಿ ವಾಸಿಸುತ್ತಿದ್ದರು, \"ಜೇಡ್ ಬಾಕ್ಸ್‌ನ ರಹಸ್ಯ\" ವನ್ನು ಪಡೆದರು ಮತ್ತು ನಿಜವಾದ ಅಮರರಾದರು, ಅವರು ಕ್ವಾನ್‌ಜೆನ್ ಪಂಥದಿಂದ ಐದು ಉತ್ತರ ಪಿತೃಪ್ರಧಾನರಲ್ಲಿ ಒಬ್ಬರಾಗಿ ಗೌರವಿಸಲ್ಪಟ್ಟರು.", "聖意": "ಶರತ್ಕಾಲ ಮತ್ತು ಚಳಿಗಾಲದಲ್ಲಿ ನಿಮ್ಮ ಮನೆ ಮತ್ತು ಮನೆಗೆ ಶುಭವಾಗಲಿ ಎಂದು ಪ್ರಾರ್ಥಿಸಿ. ಶರತ್ಕಾಲ ಮತ್ತು ಚಳಿಗಾಲದಲ್ಲಿ ಅದೃಷ್ಟವನ್ನು ಹುಡುಕುವುದು ವ್ಯಾಪಾರದಲ್ಲಿ ಅದೃಷ್ಟ, ಮದುವೆಯಲ್ಲಿ ಅದೃಷ್ಟ, ಗಂಡು ಮಕ್ಕಳಿಗೆ ಜನ್ಮ ನೀಡುವಲ್ಲಿ ಅದೃಷ್ಟ, ಕ್ಷೇತ್ರ ಪ್ರವಾಸದಲ್ಲಿ ಅದೃಷ್ಟ. , ರೇಷ್ಮೆ ಹುಳುಗಳಲ್ಲಿ ಅದೃಷ್ಟ, ಜಾನುವಾರುಗಳಲ್ಲಿ ಅದೃಷ್ಟ, ಜನರನ್ನು ಹುಡುಕುವಲ್ಲಿ ಅದೃಷ್ಟ, ಸಾರ್ವಜನಿಕ ಮೊಕದ್ದಮೆಗಳಲ್ಲಿ ಅದೃಷ್ಟ, ವಲಸೆಯಲ್ಲಿ ಅದೃಷ್ಟ, ಕಳೆದುಕೊಂಡ ಆಸ್ತಿ, ಈಶಾನ್ಯ ರೋಗಗಳು, ಪರ್ವತಗಳು ಮತ್ತು ಗೋರಿಗಳನ್ನು ಕಳುಹಿಸುವಲ್ಲಿ ಅದೃಷ್ಟ.", "古人": "ಝೋಂಗ್ಲಿಗೆ ಜ್ಞಾನೋದಯವಾಯಿತು", "第X籤": "ಮೊದಲ ಚಿಹ್ನೆ", "宮": "ಗರ್ಭಕೋಶ"}