{"籤詩版本二": "ನೀವು ಸ್ವಲ್ಪವೇ ಮೂಲೆಯಲ್ಲಿರುವ ತೈಲೈಗೆ ಏಕೆ ಹೋಗಬಾರದು? ನಾನು ಸೌಮ್ಯನನ್ನು ಪರ್ವತದಿಂದ ತಾತ್ಕಾಲಿಕವಾಗಿ ಬಿಡುತ್ತೇನೆ.\nಹುಲಿ ಅಥವಾ ಮೊಲದ ಬಗ್ಗೆ ಒಳ್ಳೆಯ ಸುದ್ದಿ ಇದ್ದರೆ, ನೀವು ನಿರತರಾಗಿರಲು ನಿರ್ಧರಿಸಿದರೂ ನೀವು ಮುಕ್ತರಾಗಿರುತ್ತೀರಿ.", "詩意": "ಈ ಹೆಕ್ಸಾಗ್ರಾಮ್ನಲ್ಲಿ, ದುರದೃಷ್ಟಕರ ನಡುವೆ ಆಶೀರ್ವಾದದ ಸಂಕೇತವಿದೆ.\nಎಲ್ಲವೂ ಮುಂಚಿತವಾಗಿ ಕೆಟ್ಟದಾಗಿದೆ ಮತ್ತು ಕೊನೆಯಲ್ಲಿ ಒಳ್ಳೆಯದು.", "解曰": "ಸೆಣಬಿನ ರೇಷ್ಮೆಯೊಂದಿಗೆ ಬದಲಾಯಿಸಿ. ಯಾರೊಬ್ಬರ ಪಾದಗಳನ್ನು ಹೊಡೆಯಿರಿ. ಸ್ಪಷ್ಟವಾಗಿ ನೋಡಿ. ವಿಪತ್ತುಗಳಿಂದ ಆಶೀರ್ವಾದಗಳು ಬರುತ್ತವೆ.", "籤詩故事一": "◇ಬುಕಿಟ್‌ನಲ್ಲಿ ಮಾಸ್ಟರ್ ಅನ್ನು ಎದುರಿಸುವುದು\nವೂ ಜಿ ಮೂಲತಃ ಮರಕಡಿಯುವವರಾಗಿದ್ದರು, ಮತ್ತು ಇಬ್ಬರೂ ಫೆಂಗ್ ನದಿಯಲ್ಲಿ ಮೀನುಗಾರಿಕೆ ನಡೆಸುತ್ತಿದ್ದಾಗ ಜಿಯಾಂಗ್ ಜಿಯಾ ಅವರನ್ನು ಭೇಟಿಯಾದರು. ಜಿಯಾ ನೇರ ಕೊಕ್ಕೆಯಿಂದ ಮೀನು ಹಿಡಿಯುವುದನ್ನು ನೋಡಿ ವೂಜಿ ನಕ್ಕರು.\nಝಿಯಾ ವುಜಿಯ ಮುಖವನ್ನು ನೋಡುತ್ತಾ ಭವಿಷ್ಯ ಹೇಳುತ್ತಿದ್ದಳು: \"ನೀವು ಇಂದು ನಗರವನ್ನು ಪ್ರವೇಶಿಸಿದರೆ, ನೀವು ಯಾರನ್ನಾದರೂ ಕೊಲ್ಲುತ್ತೀರಿ.\" ಇದನ್ನು ಕೇಳಿದ ವೂ ಜಿ ಕೋಪದಿಂದ ಹೊರಟು ಉರುವಲುಗಳನ್ನು ನಗರಕ್ಕೆ ಸಾಗಿಸಿದನು.\nನಗರವನ್ನು ಪ್ರವೇಶಿಸಿದ ನಂತರ, ವೂ ಜಿ ಇತರರೊಂದಿಗೆ ಘರ್ಷಣೆ ಮಾಡಿದರು ಮತ್ತು ತಪ್ಪಾಗಿ ಪ್ರಧಾನಿ ವೆನ್ ವಾಂಗ್ ಅವರನ್ನು ಹೊಡೆದು ಸಾಯಿಸಿದರು.\nಕಿಂಗ್ ವೆನ್ ನೆಲವನ್ನು ಜೈಲಿನಂತೆ ಸೆಳೆದು ವೂ ಜಿಯನ್ನು ಬಂಧಿಸಿದ.\nಬುಕಿಟ್ ಹೌ ಅವರನ್ನು ತಾತ್ಕಾಲಿಕವಾಗಿ ಬಿಡುಗಡೆ ಮಾಡಲಾಯಿತು ಮತ್ತು ಶರತ್ಕಾಲದವರೆಗೆ ಅವರ ತಾಯಿಯನ್ನು ನೋಡಿಕೊಳ್ಳಲು ಮರಣದಂಡನೆ ವಿಧಿಸಲಾಯಿತು.\nಸಹಾಯಕ್ಕಾಗಿ ಜಿಯಾಂಗ್ ಜಿಯಾ ಅವರನ್ನು ಕೇಳಲು ಅವರ ತಾಯಿ ಕೇಳಿಕೊಂಡರು.\nಟೈಗಾಂಗ್ ಅವನನ್ನು ತನ್ನ ಶಿಷ್ಯನನ್ನಾಗಿ ಸ್ವೀಕರಿಸಿದನು, ಅವನಿಗೆ ಯುದ್ಧದ ಕಲೆಯನ್ನು ಕಲಿಸಿದನು ಮತ್ತು ಅವನ ಸಹಜ ಭವಿಷ್ಯವನ್ನು ಮುರಿಯಲು ರಂಧ್ರಗಳನ್ನು ಅಗೆಯಲು ಮತ್ತು ಮಂತ್ರಗಳನ್ನು ಬಿತ್ತರಿಸುವಂತೆ ಆದೇಶಿಸಿದನು.\nಶರತ್ಕಾಲದ ನಂತರ, ವೂ ಜಿ ಶಿಕ್ಷೆಗೆ ಒಳಗಾಗಲಿಲ್ಲ, ರಾಜ ವೆನ್ ಸಹಜ ಸಂಖ್ಯೆಗಳನ್ನು ನಿರ್ಣಯಿಸಿದನು ಮತ್ತು ವೂ ಜಿ ಅಪರಾಧದ ಭಯದಿಂದ ಆತ್ಮಹತ್ಯೆ ಮಾಡಿಕೊಂಡಿದ್ದಾನೆ ಎಂದು ಭಾವಿಸಿದನು.\nನಂತರ, ಕಿಂಗ್ ವೆನ್ ವು ಜಿಯನ್ನು ಭೇಟಿಯಾದರು ಮತ್ತು ವು ಜಿ ಜಿಯಾಂಗ್ ಟೈಗಾಂಗ್ ಅವರನ್ನು ಭೇಟಿಯಾಗಲು ಕಿಂಗ್ ವೆನ್ ಅನ್ನು ಪರಿಚಯಿಸಿದರು.\nಟೈಗಾಂಗ್‌ಗೆ ಜನರಲ್ ಆಫ್ ವುಡ್ ಎಂಬ ಬಿರುದನ್ನು ನೀಡಲಾಯಿತು. ಮಾಸ್ಟರ್ ಮತ್ತು ಅಪ್ರೆಂಟಿಸ್ ಇಬ್ಬರೂ ಕಿಂಗ್ ವೆನ್‌ಗಾಗಿ ಕೆಲಸ ಮಾಡಿದರು.", "聖意": "ಮನೆ ಸುಭದ್ರ, ಸ್ವಯಂ ಭಾಗ್ಯ, ವ್ಯಾಪಾರ ಚೆನ್ನಾಗಿದೆ, ಮದುವೆ ತಡವಾಯಿತು, ಗಂಡು ಪಾದಚಾರಿ ಗದ್ದೆಗೆ ಹಿಂತಿರುಗಿಲ್ಲ, ರೇಷ್ಮೆ ಹುಳುಗಳು ಲಾಭದಾಯಕ, ಆರು ಪ್ರಾಣಿಗಳು ಶೇಂಜಿ, ಹುಡುಕಾಟವು ಉತ್ತಮವಾಗಿದೆ, ಸಾರ್ವಜನಿಕ ಮೊಕದ್ದಮೆ ಒಳ್ಳೆಯದು, ವಲಸೆಯು ಸಂಪ್ರದಾಯವಾದಿಯಾಗಿದೆ, ಕಳೆದುಹೋದ ಆಸ್ತಿಯು ಕಂಡುಬರುತ್ತದೆ, ರೋಗವು ಒಳ್ಳೆಯದು, ಕ್ಯುಜಿ, ಪರ್ವತ ಮತ್ತು ಸಮಾಧಿ ಒಳ್ಳೆಯದು.", "古人": "ಬುಕಿಟ್ ಎನ್ಕೌಂಟರ್", "第X籤": "ಹನ್ನೆರಡನೆಯ ಚಿಹ್ನೆ", "宮": "ಯಿನ್ ಅರಮನೆ"}