{"籤詩版本二": "ಚಿಂತೆಗಳು ಮತ್ತು ಚಿಂತೆಗಳು ತಾತ್ಕಾಲಿಕವಾಗಿ ನಿವಾರಣೆಯಾಗುತ್ತವೆ, ಮತ್ತು ಸಂತೋಷವು ಆಕಾಶದಿಂದ ಬರುತ್ತದೆ.\nಸಗಣಿಯಲ್ಲಿ ಅಡಗಿರುವ ಜೇಡಿನಂತೆಯೇ, ಒಬ್ಬ ಒಳ್ಳೆಯ ಕೆಲಸಗಾರನು ಧೂಳನ್ನು ಎತ್ತುತ್ತಾನೆ", "詩意": "ಈ ಹೆಕ್ಸಾಗ್ರಾಮ್ ಯಿನ್ ಮತ್ತು ಯಾಂಗ್‌ನ ಸಾಮರಸ್ಯವನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತದೆ.\nನೀವು ಯೋಜಿಸುವ ಎಲ್ಲವೂ ಮಂಗಳಕರವಾಗಿದೆ.", "解曰": "ಏನೂ ಗಳಿಸಿಲ್ಲ, ಕಳೆದುಕೊಂಡಿಲ್ಲ. ನಷ್ಟದಿಂದ ಲಾಭ. ವಿಲನ್ ತೊಂದರೆಯಲ್ಲಿದ್ದಾನೆ. ನಿಮಗೆ ಶುಭವಾಗಲಿ, ಸಜ್ಜನ.", "籤詩故事一": "◇ಯೇ ಮೆಂಗ್ ಕ್ಸಿಯಾಂಗ್ ಚಾವೊ ಡಿ\nಯೆ ಮೆಂಗ್‌ಕ್ಸಿಯಾಂಗ್ (1531-1597), ಅವರ ಸೌಜನ್ಯದ ಹೆಸರು ನನ್‌ಝಾವೊ ಮತ್ತು ಅವರ ಹೆಸರು ಲಾಂಗ್‌ಟಾಂಗ್, ಇದನ್ನು ಲಾಂಗ್‌ಟನ್‌ಗೆ ಬದಲಾಯಿಸಲಾಯಿತು ಮತ್ತು ಹುಯುನ್ ಎಂದು ಹೆಸರಿಸಲಾಯಿತು. ಮಿಂಗ್ ರಾಜವಂಶದಲ್ಲಿ ವಾನ್ಶಿಫಾಂಗ್, ಹುಯಿಝೌ ಫುಚೆಂಗ್ (ಈಗ ಹುಯಿಚೆಂಗ್ ಜಿಲ್ಲೆಯ ಹುಯಿಝೌ ನಗರದ ಭಾಗ) ಜಿಯಾಜಿಂಗ್ ಆಳ್ವಿಕೆಯ 44 ನೇ ವರ್ಷದಲ್ಲಿ (1565), ಅವರು ಜಿನ್ಷಿಯಾದರು ಮತ್ತು ಕ್ವಿಂಗ್ ಕೌಂಟಿಯ ಮ್ಯಾಜಿಸ್ಟ್ರೇಟ್ ಎಂಬ ಬಿರುದನ್ನು ಪಡೆದರು. ಅವರು ವರ್ಗಾವಣೆ ವಿಭಾಗದ ನಿರ್ದೇಶಕರಾಗಿ ಸೇವೆ ಸಲ್ಲಿಸಿದರು ಮತ್ತು ನಂತರ ಶಾಂಕ್ಸಿ ರಸ್ತೆಯ ಮೇಲ್ವಿಚಾರಣಾ ಸೆನ್ಸಾರ್ ಆಗಿ ಬದಲಾಯಿತು.\nವಾನ್ಲಿಯ 20 ನೇ ವರ್ಷದಲ್ಲಿ (1592), ನಿಂಗ್ಕ್ಸಿಯಾದ ಜನರಲ್ ಕಾನ್ಸುಲ್, ಕುಯಿಬಾಯ್ (ಮಂಗೋಲಿಯನ್ ಟಾಟರ್ ಬುಡಕಟ್ಟಿನ ಮುಖ್ಯಸ್ಥ), ಗವರ್ನರ್ ಡ್ಯಾಂಗ್ ಕ್ಸಿನ್ ಅನ್ನು ಕೊಂದು ಹೆಕ್ಸಿ ಪ್ರಾಂತ್ಯದ ನಲವತ್ತೇಳನೇ ಕೋಟೆಯನ್ನು ವಶಪಡಿಸಿಕೊಂಡರು. , ನಗರವನ್ನು ಮುರಿದು ಪೂಜಿಸಿದರು ಮತ್ತು ಸುಟ್ಟುಹಾಕಿದರು. ಸ್ವತಃ ಸಾವಿಗೆ. ಮೆಂಗ್ ಕ್ಸಿಯಾಂಗ್ ಕ್ರೆಡಿಟ್ ತೆಗೆದುಕೊಳ್ಳುವಲ್ಲಿ ಸೊಕ್ಕಿನವರಲ್ಲ, ಮತ್ತು ಅವರ ಕೌಶಲ್ಯಗಳು ಹೋರಾಡಲು ಧೈರ್ಯವಿರುವ ಜನರಲ್‌ಗಳಂತೆಯೇ ಉತ್ತಮವಾಗಿರಲು ಅವಕಾಶ ಮಾಡಿಕೊಡುತ್ತವೆ. ಅಧಿಕೃತ ವೀ ಕ್ಸುಜೆಂಗ್ ಅವರನ್ನು ಮರುಸ್ಥಾಪಿಸಲಾಗಿದೆ. ಅವರ ನಂತರದ ವರ್ಷಗಳಲ್ಲಿ, ಅವರು ಐದು ಬಾರಿ ರಾಜೀನಾಮೆ ನೀಡಿದರು ಮತ್ತು ಹುಯಿಲಾಂಗ್ ದೇವಾಲಯವನ್ನು ನಿರ್ಮಿಸಲು ಹುಯಿಝೌಗೆ ಹಿಂದಿರುಗಿದರು.\nಯೆ ಮೆಂಗ್‌ಕ್ಸಿಯಾಂಗ್ ಅವರು ಆರಂಭದಲ್ಲಿ ನಾಗರಿಕ ಸೇವಕರಾಗಿ ಟಾವೊ ತತ್ತ್ವವನ್ನು ಪ್ರವೇಶಿಸಿದರು ಮತ್ತು ಅವರ ಸಮಗ್ರತೆಗೆ ಹೆಸರುವಾಸಿಯಾಗಿದ್ದರು.ಹಳೆಯ ಐತಿಹಾಸಿಕ ದಾಖಲೆಗಳು ಅವರು \"ನಮ್ರತೆ ಮತ್ತು ಸಾಮರ್ಥ್ಯದಲ್ಲಿ ಮೊದಲಿಗರು\", \"ಭ್ರಷ್ಟಾಚಾರವನ್ನು ತೊಡೆದುಹಾಕುತ್ತಾರೆ ಮತ್ತು ದಂಗೆಗಳನ್ನು ಶಿಕ್ಷಿಸುತ್ತಾರೆ\" ಎಂದು ಹೇಳಿದರು, ಅವರು ಉತ್ತಮ ಖ್ಯಾತಿಯನ್ನು ಪಡೆದರು; ಅವರು ಅತ್ಯಂತ ನಿಷ್ಠಾವಂತ, ಧೈರ್ಯಶಾಲಿ, ಧೈರ್ಯಶಾಲಿ ಮತ್ತು ತಾರಕ್. ಅವರ ಜೀವನದ ದ್ವಿತೀಯಾರ್ಧದಲ್ಲಿ, ಅವರ ಸಮರ ಕಲೆಗಳ ಕೌಶಲ್ಯಗಳನ್ನು \"ಮಿಂಗ್ ರಾಜವಂಶದ ಇತಿಹಾಸ\" ದಲ್ಲಿ ದಾಖಲಿಸಲಾಗಿದೆ ಮತ್ತು ಅವರನ್ನು ರಾಷ್ಟ್ರೀಯ ನಾಯಕ ಎಂದು ಪರಿಗಣಿಸಲಾಯಿತು.", "聖意": "ಮನೆಯು ಪ್ರತಿಕೂಲವಾಗಿದೆ (ಹೆಚ್ಚಾಗಿ ಶಾಂತಿಯುತವಾಗಿದೆ) ಶರತ್ಕಾಲ ಮತ್ತು ಚಳಿಗಾಲವು ತನಗೆ ಒಳ್ಳೆಯದು, ಸಂಪತ್ತು ಯಶಸ್ವಿಯಾಗುತ್ತದೆ, ವ್ಯವಹಾರಗಳು ಯಶಸ್ವಿಯಾಗುತ್ತವೆ, ಮದುವೆ ಯಶಸ್ವಿಯಾಗುತ್ತದೆ, ಲಿಯುಜಿಯಾ ತಪ್ಪಾಗಿ ಆತಂಕಕ್ಕೊಳಗಾಗುತ್ತಾನೆ (ನಿಧಿಗಳು ಇರುತ್ತವೆ), ಪಾದಚಾರಿಗಳು ಹೊಲಕ್ಕೆ ಹೋಗುತ್ತಾರೆ. ರೇಷ್ಮೆ ಹುಳುಗಳಿಗಾಗಿ ಪ್ರಾರ್ಥಿಸಿ, ಆರು ಪ್ರಾಣಿಗಳು ಚಪ್ಪಟೆಯಾಗಿರುತ್ತವೆ, ಜನರು ಕಂಡುಬರುತ್ತಾರೆ, ಸಾರ್ವಜನಿಕ ಮೊಕದ್ದಮೆಗಳು ಪ್ರತಿಕೂಲವಾಗುತ್ತವೆ, ವಲಸೆ ಸಂಪ್ರದಾಯವಾದಿಯಾಗುತ್ತವೆ, ಕಳೆದುಹೋದ ಆಸ್ತಿಯು ಅಡ್ಡಿಯಾಗುತ್ತದೆ, ಫುಶನ್ ಸಮಾಧಿಯಲ್ಲಿ ರೋಗಗಳು ನೆಲೆಗೊಳ್ಳುತ್ತವೆ", "古人": "ಯೆ ಮೆಂಗ್ ಕ್ಸಿಯಾಂಗ್ ಚಾವೊ ಡಿ", "第X籤": "ಹದಿನಾರನೇ ವಿಜೇತ ಲೊಟ್ಟೊ", "宮": "ಮಾಗೊಂಗ್"}