{"籤詩版本二": "ಚಿನ್ನದ ಕಾಗೆ ಪಶ್ಚಿಮದಲ್ಲಿ ಬೀಳುತ್ತದೆ ಮತ್ತು ಮೊಲವು ಪೂರ್ವದಲ್ಲಿ ಏರುತ್ತದೆ.ಹಗಲು ರಾತ್ರಿಗಳ ಚಕ್ರವು ಪ್ರಾಚೀನ ಕಾಲದಿಂದ ಇಂದಿನವರೆಗೂ ಮುಂದುವರಿಯುತ್ತದೆ.\nಸನ್ಯಾಸಿಗಳು ಮತ್ತು ಟಾವೊವಾದಿಗಳು ಯಾವುದೇ ಅನನುಕೂಲವಿಲ್ಲ ಎಂದು ತಿಳಿದಿದ್ದಾರೆ ಮತ್ತು ವಿದ್ವಾಂಸರು, ರೈತರು, ಉದ್ಯಮ ಮತ್ತು ವ್ಯಾಪಾರಿಗಳು ಎಲ್ಲರೂ ತಮ್ಮ ಮನಸ್ಸನ್ನು ಅನುಸರಿಸುತ್ತಾರೆ.", "詩意": "ಈ ಹೆಕ್ಸಾಗ್ರಾಮ್ ಯಿನ್ ಮತ್ತು ಯಾಂಗ್‌ನ ವ್ಯಾಕ್ಸಿಂಗ್ ಮತ್ತು ಕ್ಷೀಣತೆಯನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತದೆ.\nಎಲ್ಲವೂ ಅಂದುಕೊಂಡಂತೆ ನಡೆಯುವ ಸೂಚನೆಯೂ ಹೌದು.", "解曰": "ಮನಸ್ಸಿನಲ್ಲಿ ಏನೂ ಇಲ್ಲ. ನೀನು ಮಾಡಿದ್ದು ಪುಣ್ಯ. ಬಿಲ್ಲಿನಿಂದ ಬಾಣದಂತೆ. ಒಂದು ಶಾಟ್ ಗುರಿ ಮುಟ್ಟಿತು.", "籤詩故事一": "◇ ಅಂಕಲ್ ಕಾವೊ ಗುವೊ ಅಮರ\nಕ್ಸುಝೌ ಮೂಲದವನಾದ ಕಾವೊ ಗುವೊಜಿಯು, ಸಾಂಗ್ ರಾಜವಂಶದ ರೆನ್ಜಾಂಗ್ ಅವಧಿಯಲ್ಲಿ ರಾಜ್ಯದ ಮಹಾನ್ ಚಿಕ್ಕಪ್ಪ ಎಂದು ಹೇಳಲಾಗುತ್ತದೆ.ಅವನ ಹೆಸರು ಕಾವೊ ಯಿ, ಇದನ್ನು ಕಾವೊ ಜಿಂಗ್ಕ್ಸಿಯು ಎಂದೂ ಕರೆಯುತ್ತಾರೆ.\nಅಂಕಲ್ ಕಾವೊ ಗುವೊಗೆ ಕಾವೊ ಎರ್ ಎಂಬ ಕಿರಿಯ ಸಹೋದರನಿದ್ದನು. ಈ ಕಾವೊ ಎರ್ ತನ್ನ ಸಾಮ್ರಾಜ್ಯಶಾಹಿ ಅಧಿಕಾರದ ಸ್ಥಾನವನ್ನು ಅವಲಂಬಿಸಿ ಎಲ್ಲಾ ರೀತಿಯ ದುಷ್ಟತನವನ್ನು ಮಾಡಿದನು, ಅವನು ಹೊಲಗಳನ್ನು ಆಕ್ರಮಿಸಿದನು, ಹೆಂಡತಿಯರನ್ನು ಮತ್ತು ಹೆಣ್ಣುಮಕ್ಕಳನ್ನು ತೆಗೆದುಕೊಂಡನು ಮತ್ತು ಕೆಲವು ಕಾನೂನುಬಾಹಿರ ದುಷ್ಟರೊಂದಿಗೆ ಸ್ನೇಹ ಬೆಳೆಸಿದನು, ಅವನು ಒಳಗೆ ಮತ್ತು ಹೊರಗೆ ಬಂದನು, ಕಾವೊ ಗುಜಿಯು ಅದನ್ನು ಸಹಿಸಲಿಲ್ಲ. ಅವನ ಒಳ್ಳೆಯ ಮಾತುಗಳು ಮತ್ತು ಸೌಕರ್ಯಗಳನ್ನು ಕೇಳಲು ನಿರಾಕರಿಸಿದನು, ಆದ್ದರಿಂದ ಅವನು ಅವನನ್ನು ನಿಯಂತ್ರಿಸಲು ಶಿಕ್ಷೆಯನ್ನು ಬಳಸಿದನು. , ಇಬ್ಬರು ಸಹೋದರರು ದ್ವೇಷವನ್ನು ಉಂಟುಮಾಡಿದರು.\nCao Guojiu ಹೇಳಿದರು: \"ಒಳ್ಳೆಯದನ್ನು ಸಂಗ್ರಹಿಸುವವರು ಸಮೃದ್ಧಿ ಹೊಂದುತ್ತಾರೆ ಮತ್ತು ಕೆಟ್ಟದ್ದನ್ನು ಸಂಗ್ರಹಿಸುವವರು ನಾಶವಾಗುತ್ತಾರೆ ಎಂಬುದು ಪ್ರಪಂಚದ ತತ್ವಗಳು. ಇದು ಬದಲಾಗದ ಸತ್ಯ. ಹಿಂದೆ, ನಮ್ಮ ಕಾವೊ ಕುಟುಂಬವು ಇಂದಿನ ಸಂಪತ್ತನ್ನು ಸಾಧಿಸಲು ದುಷ್ಟ ಕಾರ್ಯಗಳನ್ನು ಸಂಗ್ರಹಿಸಿದೆ. ಈಗ ನನ್ನ ಸಹೋದರ ವಿಪರೀತ ದುಷ್ಟತನವನ್ನು ಸಂಗ್ರಹಿಸಿದ್ದಾನೆ, ಅವನು ತಪ್ಪಿಸಿಕೊಂಡರೂ ಅಧಿಕಾರಿಗಳಿಂದ ಶಿಕ್ಷೆಗೆ ಒಳಗಾದರೂ, ರಹಸ್ಯವಾಗಿ ಕೆಲಸ ಮಾಡುವ ಪ್ರಕೃತಿ ವಿಕೋಪದಿಂದ ನೀವು ತಪ್ಪಿಸಿಕೊಳ್ಳಲು ಸಾಧ್ಯವಿಲ್ಲ, ಒಮ್ಮೆ ವಿಪತ್ತು ಬಂದು ನಿಮ್ಮ ಕುಟುಂಬ ನಾಶವಾಯಿತು ಮತ್ತು ಯಾರಾದರೂ ಸತ್ತರೆ, ನೀವು ಆಗುವುದಿಲ್ಲ ತಪ್ಪಿಸಿಕೊಳ್ಳಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ. ನಾನು ಅವಮಾನಕ್ಕೊಳಗಾಗುತ್ತೇನೆ ಮತ್ತು ಭಯಪಡುತ್ತೇನೆ.\" ಆದ್ದರಿಂದ, ನಾನು ನನ್ನ ಎಲ್ಲಾ ಸಂಪತ್ತನ್ನು ಚದುರಿಸಿದೆ, ಅವನು ಬಡವರಿಗೆ ಸಹಾಯ ಮಾಡಿದನು ಮತ್ತು ಇನ್ನು ಮುಂದೆ ತನ್ನ ಸಹೋದರನ ವ್ಯವಹಾರಗಳ ಬಗ್ಗೆ ಕಾಳಜಿ ವಹಿಸಲಿಲ್ಲ. ನಂತರ ಅವನು ತನ್ನ ಮನೆ ಮತ್ತು ಸ್ನೇಹಿತರನ್ನು ತೊರೆದನು, ಟಾವೊ ಸಮವಸ್ತ್ರವನ್ನು ಬದಲಾಯಿಸಿದನು ಮತ್ತು ತನ್ನ ಮನಸ್ಸು ಮತ್ತು ಸ್ವಭಾವವನ್ನು ಬೆಳೆಸಲು ಪರ್ವತಗಳಿಗೆ ಹೋದನು.\nಒಂದು ದಿನ, ಅವರು ಆಕಸ್ಮಿಕವಾಗಿ ಹಾನ್ ರಾಜವಂಶದ ಝೊಂಗ್ಲಿ ಮತ್ತು ಲು ಡಾಂಗ್ಬಿನ್ ಅವರನ್ನು ಭೇಟಿಯಾದರು, ಅಂಕಲ್ ಕಾವೊ ಗುವೊ ಅವರ ನಿರರ್ಗಳ ಉತ್ತರಗಳನ್ನು ನೋಡಿ, ಅವರು ತುಂಬಾ ಸಂತೋಷಪಟ್ಟರು ಮತ್ತು ಅವರಿಗೆ \"ಸತ್ಯವನ್ನು ಹಿಂದಿರುಗಿಸುವ ರಹಸ್ಯ ಶಾಸನ\" ನೀಡಿದರು ಮತ್ತು ಎಚ್ಚರಿಕೆಯಿಂದ ಅಭ್ಯಾಸ ಮಾಡಲು ಆದೇಶಿಸಿದರು. ಸ್ವಲ್ಪ ಸಮಯದ ನಂತರ, ಝೋಂಗ್ಲಿ ಕ್ವಾನ್ ಮತ್ತು ಲು ಡಾಂಗ್ಬಿನ್ ಅವರನ್ನು ಅಮರ ವರ್ಗಕ್ಕೆ ಪರಿಚಯಿಸಲಾಯಿತು.", "聖意": "ಮನೆ, ಮನೆ, ಅದೃಷ್ಟ, ಅದೃಷ್ಟ, ವ್ಯಾಪಾರದಲ್ಲಿ ಅದೃಷ್ಟ, ಮದುವೆ, ಪುರುಷ ಪ್ರಯಾಣಿಕ, ಹೊಲದಲ್ಲಿ ರೇಷ್ಮೆ ಹುಳುಗಳನ್ನು ಮೊದಲೇ ನೆಡುವುದು, ಜಾನುವಾರುಗಳ ವೈಫಲ್ಯ, ಜನರನ್ನು ಹುಡುಕುವುದು, ಮೊಕದ್ದಮೆ, ವಲಸೆ, ಕಳೆದುಕೊಂಡ ಆಸ್ತಿ, ತಡವಾಗಿ ಅನಾರೋಗ್ಯ, ಅದೃಷ್ಟ.", "古人": "ಅಂಕಲ್ ಕಾವೊ ಗುವೊ ಅಮರ", "第X籤": "ಹದಿನೆಂಟನೆಯದಕ್ಕೆ ಸಹಿ ಮಾಡಿ", "宮": "ಮಾಗೊಂಗ್"}