{"籤詩版本二": "ವೇಗದ ನೀರಿನ ಕಡಲತೀರದಿಂದ ದೋಣಿ ಹಿಂತಿರುಗಲು ಅವಕಾಶ ಮಾಡಿಕೊಡಿ, ಪ್ರಕ್ಷುಬ್ಧತೆಯಿಂದಾಗಿ ನೀವು ಏನು ಮಾಡಲು ಬಯಸುತ್ತೀರಿ?\nನೀವು ಸುರಕ್ಷಿತವಾಗಿರಲು ಬಯಸಿದರೆ, ಶಾಂತಿಯನ್ನು ಹುಡುಕಿ ಮತ್ತು ಅಲೆಗಳು ಈ ಬಿಕ್ಕಟ್ಟನ್ನು ಹಾದುಹೋಗುವವರೆಗೆ ಕಾಯಿರಿ.", "詩意": "ಈ ಹೆಕ್ಸಾಗ್ರಾಮ್ ವೇಗದ ಕಡಲತೀರದಲ್ಲಿ ಪ್ರಯಾಣಿಸುವ ದೋಣಿಯಂತಿದೆ.\nಎಲ್ಲದರಲ್ಲೂ ಸಂಪ್ರದಾಯವಾದಿಯಾಗಿರಿ ಮತ್ತು ಸಮಯಕ್ಕಾಗಿ ಕಾಯಿರಿ.", "解曰": "ಬಲವಾದ ನೀರಿನಲ್ಲಿ ಇಳಿಯಿರಿ. ಅಪಾಯವು ಸಮಯಕ್ಕಾಗಿ ಕಾಯುತ್ತಿದೆ. ಶಿಬಿರದ ಯೋಜನೆಗಳ ಬಗ್ಗೆ ಕೇಳಿದರೆ. ಏನೂ ಮಾಡಲಾಗದು.", "籤詩故事一": "◇Ziyi ರಾಜನಾಗಿ ಪಟ್ಟಾಭಿಷಿಕ್ತನಾದ\nಗುವೊ ಝಿಯಿ (697-781), ಗುವೊ ಲಿಂಗೊಂಗ್ ಎಂದೂ ಕರೆಯುತ್ತಾರೆ, ಅವರು ಝೆಂಗ್ ಕೌಂಟಿ, ಹುವಾಝೌ (ಈಗ ಹುವಾಕ್ಸಿಯಾನ್ ಕೌಂಟಿ, ಶಾಂಕ್ಸಿ ಪ್ರಾಂತ್ಯ) ಮತ್ತು ಟ್ಯಾಂಗ್ ರಾಜವಂಶದ ಜನರಲ್ ಆಗಿದ್ದರು.\nಟಿಯಾನ್‌ಬಾವೊ (755) ರ 14 ನೇ ವರ್ಷದಲ್ಲಿ ಅನ್ಶಿ ದಂಗೆಯ ಸಮಯದಲ್ಲಿ, ಅವನಿಗೆ ಶುಫಾಂಗ್ ಜಿಯೆದುಶಿ (ಲಿಂಗ್ವು, ಇಂದಿನ ನಿಂಗ್‌ಕ್ಸಿಯಾದಲ್ಲಿ ಲಿಂಗ್ವು ಪಶ್ಚಿಮ) ಎಂಬ ಬಿರುದನ್ನು ನೀಡಲಾಯಿತು. ಅವನಿಗೆ ಧರ್ಮಯುದ್ಧಕ್ಕೆ ಆದೇಶ ನೀಡಲಾಯಿತು. ಅವನು ಷೂಫಾಂಗ್‌ನ ಸೈನ್ಯವನ್ನು ಲಿ ಗುವಾಂಗ್‌ಬಿಯೊಂದಿಗೆ ಮೆರವಣಿಗೆಗೆ ಸೇರಿಸಿದನು. ಅವರು ಚಾಂಗ್‌ಶಾನ್‌ನಲ್ಲಿ (ಝೆಂಗ್‌ಡಿಂಗ್, ಹೆಬೈ) ಪಡೆಗಳನ್ನು ಸೇರಿಕೊಂಡರು ಮತ್ತು ಶಿ ಸಿಮಿಂಗ್‌ನನ್ನು ಸೋಲಿಸಿದರು, ಹೆಬೀಯನ್ನು ಮರಳಿ ಪಡೆದರು. ಈ ಸಮಯದಲ್ಲಿ, ಚಕ್ರವರ್ತಿ ಫ್ಯಾನ್ ಯಾಂಗ್ ಅನ್ನು ಉತ್ತರದಿಂದ ತೆಗೆದುಕೊಂಡು ಬಂಡುಕೋರ ಹುಲಿಯ ಗುಹೆಯ ಮೇಲೆ ದಾಳಿ ಮಾಡಿ ಟಾಂಗ್ಗುವಾನ್‌ನ ಮುತ್ತಿಗೆಯನ್ನು ಕಡಿಮೆ ಮಾಡಲು ಗುವೊ ಝಿಯಿ ಸಲಹೆ ನೀಡಿದರು, ಆದರೆ ಕ್ಸುವಾನ್‌ಜಾಂಗ್ ನಿರಾಕರಿಸಿದರು. ನಂತರ, ಟ್ಯಾಂಗ್ ರಾಜವಂಶದ ಅಂತ್ಯದಲ್ಲಿ ಪ್ರತ್ಯೇಕತಾವಾದಿ ಸಾಮಂತ ಪಟ್ಟಣಗಳ ಪರಿಸ್ಥಿತಿಯನ್ನು ನೆಡಲಾಯಿತು, ಇದು ಟ್ಯಾಂಗ್ ರಾಜವಂಶದ ಅವನತಿಗೆ ದೂರದ ಕಾರಣವಾಯಿತು.\nಟಿಯಾನ್‌ಬಾವೊ ಆಳ್ವಿಕೆಯ ಹದಿನೈದನೇ ವರ್ಷದಲ್ಲಿ (756), ಅವನು ಮತ್ತು ಉಯಿಘರ್ ಒಕ್ಕೂಟವು ಹೆಕ್ಯುವನ್ನು ಸಮಾಧಾನಪಡಿಸಿತು. ಮುಂದಿನ ವರ್ಷದ ವಸಂತ ಋತುವಿನಲ್ಲಿ, ಅವರು ಹೆಡಾಂಗ್ (ಈಗ ಯೊಂಗ್ಜಿ, ಶಾಂಕ್ಸಿ) ಮತ್ತು ಫೆಂಗ್ ಯಿ (ಈಗ ಡಾಲಿ, ಶಾಂಕ್ಸಿ) ಮತ್ತು ಟೊಂಗ್ಗುವಾನ್ ಮೇಲೆ ದಾಳಿ ಮಾಡಿದರು. ಕ್ಯುಯಿ ಕಿಯಾನ್ಯುವನ್ನು ಸೋಲಿಸಿದರು.ಟ್ಯಾಂಗ್ ಸೈನ್ಯವು 10,000 ಕ್ಕೂ ಹೆಚ್ಚು ಸಾವುನೋವುಗಳನ್ನು ಅನುಭವಿಸಿತು. ಕುಯಿ ಕಿಯಾನ್ಯು ಪೂಜಿನ್‌ಗೆ ಶರಣಾದರು. ಒಬ್ಬ ಲುಶನ್ನನ್ನು ಅವನ ಮಗ ಆನ್ ಕ್ವಿಂಗ್ಸು ಕೊಂದನು.\nಝೈಡ್ (757) ರ ಎರಡನೇ ವರ್ಷದಲ್ಲಿ, ಫೆಂಗ್ಕ್ಸಿಯಾಂಗ್‌ಗೆ ಸೈನ್ಯವನ್ನು ಮುನ್ನಡೆಸಲು ಅವರಿಗೆ ಆದೇಶ ನೀಡಲಾಯಿತು, ದಾರಿಯಲ್ಲಿ ಅವರು ಬೈಕುಲಿಯುನ್ ಸೇತುವೆಯಲ್ಲಿ (ಇಂದಿನ ಸನ್ಯುವಾನ್‌ನ ಆಗ್ನೇಯ) 5,000 ಲೀ ಗುರೆನ್‌ನ ಅಶ್ವಸೈನ್ಯವನ್ನು ಸೋಲಿಸಿದರು. ಕ್ವಿಂಗ್‌ಕ್ಯುನಲ್ಲಿ (ಇಂದಿನ ಕ್ಸಿಯಾನ್‌ನ ಪಶ್ಚಿಮ) ಸೋಲಿಸಲ್ಪಟ್ಟರು ಮತ್ತು ಅವರು ವುಗಾಂಗ್‌ಗೆ (ಇಂದಿನ ವುಗಾಂಗ್‌ನ ವಾಯುವ್ಯ) ಹಿಂತೆಗೆದುಕೊಂಡರು. ಸೆಪ್ಟೆಂಬರ್‌ನಲ್ಲಿ, ಅವರು ಟ್ಯಾಂಗ್ ಮತ್ತು ಉಯಿಘರ್‌ಗಳನ್ನು 150,000 ಪಡೆಗಳನ್ನು ಸೇರಲು ಮುನ್ನಡೆಸಲು ಮಾರ್ಷಲ್ ಗುವಾಂಗ್‌ಪಿಂಗ್ ವಾಂಗ್ ಲಿ ಚು ಅವರನ್ನು ಅನುಸರಿಸಿದರು ಮತ್ತು ನಂತರ ಅವರೊಂದಿಗೆ ಹೋರಾಡಿದರು. ಕ್ಸಿಯಾಂಗ್‌ನಲ್ಲಿರುವ ಆನ್ ಶೌಝೋಂಗ್ ಮತ್ತು ಲಿ ಗೈರೆನ್ ಜಿ ದೇವಸ್ಥಾನದ ಉತ್ತರಕ್ಕೆ (ಇಂದಿನ ಚಾಂಗಾನ್ ಕೌಂಟಿಯ ನೈಋತ್ಯ), ಉಯಿಘರ್ ಸೈನಿಕರು ಶತ್ರುಗಳ ಹಿಂದೆ ಸುತ್ತುಹಾಕಿದರು, ಎರಡೂ ಕಡೆಯಿಂದ ದಾಳಿ ಮಾಡಿದರು ಮತ್ತು 60,000 ಶತ್ರುಗಳನ್ನು ಕೊಂದರು. ಝಾಂಗ್ ಟೊಂಗ್ರು ಶಾಂಕ್ಸಿ ಕೌಂಟಿಗೆ ಓಡಿಹೋದರು ಮತ್ತು ಅಂತಿಮವಾಗಿ ರಾಜಧಾನಿ ಚಾಂಗಾನ್ (ಇಂದಿನ ಕ್ಸಿಯಾನ್) ಅನ್ನು ಚೇತರಿಸಿಕೊಂಡರು.ಟ್ಯಾಂಗ್ ಸೈನ್ಯದ ಗಾಂಭೀರ್ಯವನ್ನು ಮತ್ತೊಮ್ಮೆ ಚಾಂಗಾನ್‌ಗೆ ಪುನಃಸ್ಥಾಪಿಸಲಾಯಿತು.\nನಂತರ, ಟ್ಯಾಂಗ್ ಸೈನ್ಯವು ವಿಜಯದ ಲಾಭವನ್ನು ಪಡೆದುಕೊಂಡಿತು ಮತ್ತು ಯಾನ್ ಝುವಾಂಗ್ ಮತ್ತು ಜಾಂಗ್ ಟೊಂಗ್ರು ಸೇರಿದಂತೆ 150,000 ಪುರುಷರನ್ನು ಕ್ಸಿಂಡಿಯನ್‌ನಲ್ಲಿ (ಈಗ ಸ್ಯಾನ್‌ಮೆನ್ಕ್ಸಿಯಾ ನಗರದ ನೈರುತ್ಯ, ಹೆನಾನ್ ಪ್ರಾಂತ್ಯದ ನೈರುತ್ಯ) ಸೋಲಿಸಿ ಪೂರ್ವದ ಕಡೆಗೆ ಸಾಗಿತು, ಹಳದಿ ನದಿಯನ್ನು ದಾಟಲು ಮತ್ತು ಕ್ಸಿಯಾಂಗ್‌ಝೌಗೆ ಹಿಮ್ಮೆಟ್ಟುವಂತೆ ಆಂಕಿಂಗ್ ಕ್ಸುವನ್ನು ಒತ್ತಾಯಿಸಿತು. ಡೊಂಗ್ಜುನ್ ಲುವೊಯಾಂಗ್ ಮರಳಿದರು. ಸಿತುವನ್ನು ಅವನ ಯೋಗ್ಯತೆಗೆ ಸೇರಿಸಿ ಮತ್ತು ಅವನನ್ನು ದೇಶದ ಡ್ಯೂಕ್ ಮಾಡಿ.\nಆನ್ ಕ್ವಿಂಗ್ಸುವನ್ನು ರಕ್ಷಿಸಲು ಷಿ ಸಿಮಿಂಗ್ ತನ್ನ ಸೈನ್ಯವನ್ನು ಫ್ಯಾನ್ ಯಾಂಗ್‌ನಿಂದ ಕರೆದೊಯ್ದರು.ಎರಡೂ ಪಕ್ಷಗಳು ಅನ್ಯಾಂಗ್ ನದಿಯ ಉತ್ತರಕ್ಕೆ (ಇಂದಿನ ಅನ್ಯಾಂಗ್‌ನ ಉತ್ತರ) ರಚನೆಯಲ್ಲಿ ಹೋರಾಡಿದವು. ಹೋರಾಟವು ಅವಿನಾಭಾವವಾಗಿತ್ತು.ಕೊನೆಯಲ್ಲಿ, ಒಂಬತ್ತು ಜಿಯೆದುಷಿ, ಟ್ಯಾಂಗ್ ಸೇನೆಯ ನೇತೃತ್ವದಲ್ಲಿ 600,000 ಜನರನ್ನು ಹೊಂದಿರುವುದಾಗಿ ಹೇಳಿಕೊಂಡರು, ಹಿಮ್ಮೆಟ್ಟಿದರು (ಯೆಚೆಂಗ್ ಯುದ್ಧದಲ್ಲಿ). ಈ ಯುದ್ಧದ ಮುಖ್ಯ ಕಮಾಂಡರ್ ಯು ಚಾವೋನ್ ನಪುಂಸಕ, ಅವರು ನಾಯಕತ್ವದ ಕೌಶಲ್ಯವನ್ನು ಹೊಂದಿಲ್ಲ ಮತ್ತು ಯುದ್ಧದ ವೈಫಲ್ಯಕ್ಕೆ ಗುವೊ ಝಿಯಿಯನ್ನು ದೂಷಿಸಿದರು. ಗುವೊ ಝಿಯಿಯನ್ನು ಮತ್ತೆ ಚಾಂಗಾನ್‌ಗೆ ಕರೆಸಲಾಯಿತು, ಮಿಲಿಟರಿ ಶಕ್ತಿಯಿಂದ ಮುಕ್ತರಾದರು ಮತ್ತು ನಿಷ್ಫಲ ಅಧಿಕಾರಿಯಾದರು.\nಬಾಯಿಂಗ್‌ನ ಮೊದಲ ವರ್ಷದಲ್ಲಿ (762), ತೈಯುವಾನ್ (ಇಂದಿನ ತೈಯುವಾನ್‌ನ ನೈಋತ್ಯ) ಮತ್ತು ಜಿಯಾಂಗ್‌ಝೌ (ಇಂದಿನ ಶಾಂಕ್ಸಿ ಪ್ರಾಂತ್ಯದ ಕ್ಸಿನ್‌ಜಿಯಾಂಗ್) ನಲ್ಲಿನ ಪಡೆಗಳು ಬಂಡಾಯವೆದ್ದವು, ನ್ಯಾಯಾಲಯವು ಭಯಗೊಂಡಿತು, ಆದ್ದರಿಂದ ಝಿಯಿಗೆ ಫೆನ್ಯಾಂಗ್ ರಾಜನ ಬಿರುದನ್ನು ನೀಡಲಾಯಿತು ಮತ್ತು ಹೊರಹೋದರು. ಜಿಯಾಂಗ್ಝೌವನ್ನು ನಿಯಂತ್ರಿಸಿ. ಅವರು ನಪುಂಸಕ ಚೆಂಗ್ ಯುವಾನ್‌ಜೆನ್‌ನಿಂದ ದೂರವಾಗಿದ್ದರು ಮತ್ತು ಮಿಲಿಟರಿ ಶಕ್ತಿಯಿಂದ ಮುಕ್ತರಾದರು.\n(ಈ ಕಥೆಯ ಕೇಂದ್ರಬಿಂದು: ಬಹಳ ಸಮರ್ಥ ಮತ್ತು ಉತ್ತಮ ನಡತೆ ಹೊಂದಿದ್ದ ಗುವೋ ಝಿಯಿ, ಕ್ಸುವಾನ್‌ಜಾಂಗ್ ಮತ್ತು ಕೆಲವು ಖಳನಾಯಕರನ್ನು ಭೇಟಿಯಾದರು, ಇದು ಅವರ ಸಾಧನೆಗಳನ್ನು ಬಹಳವಾಗಿ ರಾಜಿ ಮಾಡಿಕೊಂಡಿತು.)", "聖意": "ಮನೆ ಮತ್ತು ತನ್ನನ್ನು ಆಶೀರ್ವದಿಸುವುದು, ಸಂಪತ್ತನ್ನು ಹುಡುಕುವುದು, ವಹಿವಾಟು ಇಲ್ಲ, ಮದುವೆ ಇಲ್ಲ, ಸುಳ್ಳು ಎಚ್ಚರಿಕೆ ಇಲ್ಲ, ಟಿಯಾಂಕಂಜಿಗೆ ಆಗಮಿಸುವ ಪಾದಚಾರಿಗಳು, ಜನರನ್ನು ಹುಡುಕುವುದು ಕಷ್ಟ, ಸಾರ್ವಜನಿಕ ಮೊಕದ್ದಮೆಗಳು ಮತ್ತು (ಕ್ಸಿಂಗ್ ಅಲ್ಲ), ವಲಸೆ, ಸಂಪ್ರದಾಯಶೀಲತೆ, ಕಳೆದುಹೋದ ಆಸ್ತಿ, ಹುಡುಕಲು ಕಷ್ಟ, ರೋಗಗಳು ಆಶೀರ್ವಾದ, ಪರ್ವತಗಳು ಮತ್ತು ಸಮಾಧಿಗಳಿಗಾಗಿ ಪ್ರಾರ್ಥಿಸುವುದು, ಮಂಗಳಕರ", "古人": "Ziyi ರಾಜ ಪಟ್ಟಾಭಿಷೇಕ ಮಾಡಲಾಯಿತು", "第X籤": "ಹತ್ತೊಂಬತ್ತನೇ ವಿಜೇತ ಲೊಟ್ಟೊ", "宮": "ತತ್ಸುಮಿ"}