{"籤詩版本二": "ಎಷ್ಟೋ ಚಿಂತೆಗಳ, ಅಪಾಯಗಳ ನಂತರ ಇನ್ನು ಮುಂದೆ ಅದು ಖಾಲಿಯಾಗುವುದಿಲ್ಲ\nಉದಾರ ಹೃದಯವು ತನ್ನದೇ ಆದ ಉದಾರ ಯೋಜನೆಗಳನ್ನು ಹೊಂದಿದೆ, ಉತ್ತಮ ಸಾಧನೆಗಳನ್ನು ಮಾಡಲು ನೀವು ತಜ್ಞರನ್ನು ಭೇಟಿ ಮಾಡಬೇಕು.", "詩意": "ಈ ಹೆಕ್ಸಾಗ್ರಾಮ್ ಬುಗ್ಗೆಯೊಂದಿಗೆ ಪುರಾತನ ಬಾವಿಯಂತಿದೆ.\nಎಲ್ಲದರಲ್ಲೂ, ಉದಾತ್ತ ಜನರು ಯಶಸ್ಸನ್ನು ಸಾಧಿಸುತ್ತಾರೆ.", "解曰": "ಮೊಕದ್ದಮೆಯು ಅಂತಿಮವಾಗಿ ಸಮರ್ಥಿಸಲ್ಪಡುತ್ತದೆ. ಅನಾರೋಗ್ಯ ಮತ್ತು ಸುರಕ್ಷಿತ. ಸಲಹೆ ಪಡೆಯಲು ಒಳಗೆ ಮತ್ತು ಹೊರಗೆ ಹೋಗಿ. ಪ್ರಾಚೀನ ಬಾವಿ ವಸಂತವನ್ನು ಭೇಟಿ ಮಾಡುತ್ತದೆ.", "籤詩故事一": "◇ಯಾವೋ ಚಾಂಗ್ ಮಿಡತೆಗಳನ್ನು ನಿಯಂತ್ರಿಸುತ್ತಾನೆ\nಯಾವೋ ಚಾಂಗ್ (649-721), ಅವರ ನಿಜವಾದ ಹೆಸರು ಯುವಾನ್ ಚಾಂಗ್, ಶಾನ್‌ಝೌದಿಂದ ಬಂದವರು, ಅವರು ಕ್ಸಿಯಾ ಗುವಾನ್‌ನ ಮಂತ್ರಿಯಾಗಿ, ಚುಂಗುವಾನ್‌ನ ಶಾಂಗ್‌ಶು, ಝಿವೈಲಿಂಗ್, ಝೊಂಗ್‌ಶುಲಿಂಗ್ ಮತ್ತು ಟ್ಯಾಂಗ್ ರಾಜವಂಶದಲ್ಲಿ ಪ್ರಧಾನ ಮಂತ್ರಿಯಾಗಿ ಸೇವೆ ಸಲ್ಲಿಸಿದರು.\nಕೈಯುವಾನ್‌ನ (716) ನಾಲ್ಕನೇ ವರ್ಷದಲ್ಲಿ, ಶಾಂಡೊಂಗ್ (ಸಾಮಾನ್ಯವಾಗಿ ಹುವಾಶನ್‌ನ ಪೂರ್ವದ ಹಳದಿ ನದಿಯ ಜಲಾನಯನ ಪ್ರದೇಶವನ್ನು ಉಲ್ಲೇಖಿಸುತ್ತದೆ) ಮಿಡತೆಗಳಿಂದ ಹಾವಳಿಗೆ ಒಳಗಾಯಿತು.ಜನರು ಮೂಢನಂಬಿಕೆಯ ವಿಚಾರಗಳಿಂದ ಬಂಧಿತರಾಗಿದ್ದರು ಮತ್ತು ಅವುಗಳನ್ನು ಬೇಟೆಯಾಡಲು ಮತ್ತು ಕೊಲ್ಲಲು ಧೈರ್ಯ ಮಾಡಲಿಲ್ಲ. ಬದಲಾಗಿ, ಅವರು ಸ್ಥಾಪಿಸಿದರು. ಯಜ್ಞಗಳು, ಧೂಪವನ್ನು ಸುಡುವುದು, ಹೊಲಗಳ ಪಕ್ಕದಲ್ಲಿ ಪೂಜಿಸುವುದು ಮತ್ತು ಮಿಡತೆಗಳಿಂದ ಬೆಳೆಗಳನ್ನು ತಿನ್ನುವುದನ್ನು ವೀಕ್ಷಿಸಿದರು.\nಎಲ್ಲಾ ಅಧಿಕಾರಿಗಳು ನಂಬಿದ್ದರು: \"ಮಿಡತೆಗಳು ನೈಸರ್ಗಿಕ ವಿಪತ್ತು, ಅವುಗಳನ್ನು ಮಾನವಶಕ್ತಿಯಿಂದ ಹೇಗೆ ನಿಯಂತ್ರಿಸಬಹುದು!\" ಆ ಸಮಯದಲ್ಲಿ ಮಿಡತೆಗಳನ್ನು ತೊಡೆದುಹಾಕಲು ಅಥವಾ ತೊಡೆದುಹಾಕಲು ಎರಡು ವಿಭಿನ್ನ ಆಲೋಚನೆಗಳ ನಡುವಿನ ಹೋರಾಟವು ತೀವ್ರವಾಗಿತ್ತು.\nಯಾವೊ ಚೊಂಗ್ ಹೇಳಿದರು: \"ನಾವು ಒಟ್ಟಿಗೆ ಕೆಲಸ ಮಾಡುವವರೆಗೆ, ನಾವು ಎಲ್ಲವನ್ನೂ ತೊಡೆದುಹಾಕಬಹುದು. ಅವರು ಹೇಳಿದರು: ಮಿಡತೆಗಳು ಜನರಿಗೆ ಹೆದರುತ್ತವೆ, ಆದ್ದರಿಂದ ಅವುಗಳನ್ನು ಓಡಿಸಲು ಸುಲಭವಾಗಿದೆ. ಮೊಳಕೆ ಮಾಲೀಕರನ್ನು ಹೊಂದಿದೆ, ಆದ್ದರಿಂದ ರಕ್ಷಕರು ಕಷ್ಟಪಟ್ಟು ಕೆಲಸ ಮಾಡಬೇಕು; ಮಿಡತೆಗಳು ಹಾರಬಲ್ಲದು, ಮತ್ತು ರಾತ್ರಿಯಲ್ಲಿ ಅವರು ಬೆಂಕಿಯನ್ನು ನೋಡಿದರೆ, ಅವರು ಅದಕ್ಕೆ ಹಾರುತ್ತಾರೆ; ಹೊಲದಲ್ಲಿ ಬೆಂಕಿಯನ್ನು ಹಾಕಿ, ಸುಡುವಾಗ ರಂಧ್ರಗಳನ್ನು ಅಗೆಯಿರಿ, ಸುಡುವಾಗ ಅವುಗಳನ್ನು ಹೂತುಹಾಕಿ ಮತ್ತು ಏನೂ ಉಳಿಯುವುದಿಲ್ಲ.\nಕ್ಸುವಾನ್‌ಜಾಂಗ್ ಹೇಳಿದರು: \"ಮಿಡತೆಗಳು ಕಳಪೆ ನೈತಿಕ ಆಡಳಿತದಿಂದ ಉಂಟಾದ ನೈಸರ್ಗಿಕ ವಿಪತ್ತು. ಅವುಗಳನ್ನು ಬೇಟೆಯಾಡಿ ಕೊಲ್ಲಲು ನೀವು ಕೇಳಿದರೆ, ಇದು ಧಾನ್ಯಕ್ಕೆ ವಿರುದ್ಧವಾಗಿಲ್ಲವೇ?\"\nಯಾವೊ ಚೊಂಗ್ ಸೇರಿಸಲಾಗಿದೆ: \"ಮಿಡತೆಗಳನ್ನು ಹಿಡಿಯುವುದು ಮತ್ತು ಕೊಲ್ಲುವುದನ್ನು ಪ್ರಾಚೀನರು ಅಭ್ಯಾಸ ಮಾಡಿದರು, ಮತ್ತು ನಿಮ್ಮ ಮಹಿಮೆಯು ಭವಿಷ್ಯದಲ್ಲಿ ಇದನ್ನು ಬಳಸುತ್ತದೆ. ಇದು ರೈತರಿಗೆ ಶಾಂತಿ ಮತ್ತು ಸಮೃದ್ಧಿಯನ್ನು ತರಲು ಒಂದು ಪ್ರಮುಖ ರಾಷ್ಟ್ರೀಯ ಘಟನೆಯಾಗಿದೆ. ದಯವಿಟ್ಟು ಇದನ್ನು ಗಂಭೀರವಾಗಿ ಪರಿಗಣಿಸಿ.\"\nXuanzong ಮನವರಿಕೆಯಾಯಿತು. ಆದರೆ ಆ ಸಮಯದಲ್ಲಿ, ನ್ಯಾಯಾಲಯದ ಒಳಗೆ ಮತ್ತು ಹೊರಗೆ ಎಲ್ಲರೂ ಮಿಡತೆಗಳನ್ನು ಬೇಟೆಯಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ ಎಂದು ಹೇಳಿದರು.\nಕ್ಸುವಾನ್‌ಜಾಂಗ್ ಹೇಳಿದರು: \"ನಾನು ಪ್ರಧಾನ ಮಂತ್ರಿಯೊಂದಿಗೆ ಚರ್ಚಿಸಿದ್ದೇನೆ ಮತ್ತು ಮಿಡತೆಗಳನ್ನು ಹಿಡಿಯಲು ನಿರ್ಧರಿಸಿದ್ದೇನೆ. ಯಾರಾದರೂ ಮತ್ತೆ ಆಕ್ಷೇಪಿಸಿದರೆ ಅವರನ್ನು ಗಲ್ಲಿಗೇರಿಸಲಾಗುವುದು.\" ಆದ್ದರಿಂದ ಅವರು ಮಿಡತೆಗಳನ್ನು ಸುಡಲು ಮತ್ತು ಹೂಳಲು ಜನರನ್ನು ಮೇಲ್ವಿಚಾರಣೆ ಮಾಡಲು ಮತ್ತು ನಿರ್ದೇಶಿಸಲು ಸೆನ್ಸಾರ್‌ಗೆ ಕಳುಹಿಸಿದರು.\nಫಲಿತಾಂಶಗಳು ಸಾಕಷ್ಟು ಪರಿಣಾಮಕಾರಿಯಾಗಿವೆ.ದೇಶದಾದ್ಯಂತ ಒಂಬತ್ತು ಮಿಲಿಯನ್ ಡಾನ್ಸ್ ಮಿಡತೆಗಳನ್ನು ಹಿಡಿಯಲಾಯಿತು ಮತ್ತು ಮಿಡತೆ ಹಾವಳಿಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ನಿರ್ಮೂಲನೆ ಮಾಡಲಾಯಿತು.ಆ ವರ್ಷ ಕೃಷಿಯು ಉತ್ತಮ ಫಸಲನ್ನು ಸಾಧಿಸಿತು.\n(ವಿಪತ್ತು ನಿರ್ವಹಣೆ ಮತ್ತು ಸ್ಥಳಾಂತರಿಸುವಿಕೆಯಲ್ಲಿ ಬುದ್ಧಿವಂತಿಕೆಯನ್ನು ಬಳಸಬೇಕು ಮತ್ತು ತೊಂದರೆಗಳನ್ನು ನಿವಾರಿಸಲು ಜಾಣ್ಮೆಯ ತಂತ್ರಗಳು ಇರಬೇಕು. ಯಾವೋ ಚಾಂಗ್ ಈ ವಿಷಯದಲ್ಲಿ ಪರಿಣಿತರು)", "聖意": "ಮನೆ ಸಾಮಾನ್ಯವಾಗಿದೆ, ತನ್ನನ್ನು ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ, ಹಣವನ್ನು ಹುಡುಕುವುದು ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ, ವ್ಯಾಪಾರವನ್ನು ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ, ಮದುವೆ ಮತ್ತು ಸಾಮರಸ್ಯವನ್ನು ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ, ಲಿಯುಜಿಯಾದಲ್ಲಿ ಅಪಾಯವಿದೆ, ಪಾದಚಾರಿಗಳನ್ನು ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ, ರೇಷ್ಮೆ ಹುಳುಗಳನ್ನು ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ, ಜಾನುವಾರುಗಳು ಪ್ರತಿಕೂಲವಾಗಿದೆ, ಜನರು ಕಂಡುಬಂದಿಲ್ಲ, ಜನರನ್ನು ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ , ಸಾರ್ವಜನಿಕ ಮೊಕದ್ದಮೆಗಳನ್ನು ಮಾಡಲಾಗುತ್ತದೆ, ವಲಸೆಯು ಅಸಮಂಜಸವಾಗಿದೆ, ಕಳೆದುಹೋದ ವಸ್ತುಗಳನ್ನು ಕಂಡುಹಿಡಿಯುವುದು ಕಷ್ಟ, ರೋಗಗಳು ಆಶೀರ್ವಾದಕ್ಕಾಗಿ ಪ್ರಾರ್ಥಿಸುತ್ತಿವೆ, ಪರ್ವತಗಳು ಮತ್ತು ಸಮಾಧಿಗಳು ಅಹಿತಕರವಾಗಿವೆ", "古人": "ಯಾವೋ ಚಾಂಗ್ ಮಿಡತೆಗಳನ್ನು ನಿಯಂತ್ರಿಸುತ್ತಾನೆ", "第X籤": "ಇಪ್ಪತ್ತೈದನೆಯ ಲಾಟರಿಯನ್ನು ಗೆಲ್ಲುವುದು", "宮": "ಮಿ ಅರಮನೆ"}