{"籤詩版本二": "ವಿಷಯಗಳು ತಲೆಕೆಳಗಾಗಿವೆ ಎಂದು ವದಂತಿಗಳಿವೆ, ಮತ್ತು ನಾನು ದಿಗಂತದಿಂದ ಪತ್ರವನ್ನು ಸ್ವೀಕರಿಸಿದೆ.\nಪುಸ್ತಕದಲ್ಲಿ ನನಗೆ ಭರವಸೆ ನೀಡಿದ ಖ್ಯಾತಿ ಮತ್ತು ಯಶಸ್ಸು ಕೊನೆಯವರೆಗೂ ಖಾಲಿಯಾಗಿತ್ತು.", "詩意": "ಈ ಹೆಕ್ಸಾಗ್ರಾಮ್ ಸುಳ್ಳು ಹೆಸರನ್ನು ಹೊಂದಿದೆ.\nಎಲ್ಲದರಲ್ಲೂ ಸಂಪ್ರದಾಯವಾದಿಯಾಗಿರುವುದು ಸೂಕ್ತ.", "解曰": "ಮೇಲೆ ಮತ್ತು ಕೆಳಗೆ ಅಸಮಾಧಾನ. ವಿರಾಮವನ್ನು ಹುಡುಕುವುದು ನಿಷ್ಫಲವಲ್ಲ. ಖ್ಯಾತಿಯ ಆಸೆ. ಸುರಕ್ಷಿತವಾಗಿರಿ.", "籤詩故事一": "◇ಜಾಂಗ್ ಕುಯಿ ಜ್ಞಾನೋದಯವನ್ನು ಪಡೆಯುತ್ತಾನೆ\nಝಾಂಗ್ ಕುಯಿ, ಅವರ ಉಪನಾಮ ಝಾಂಗ್ ಕುಯಿ, ಅವರ ಸೌಜನ್ಯ ಹೆಸರು ಝೆಂಗ್ನಾನ್, ಝೊಂಗ್ನಾನ್ಶನ್‌ನಿಂದ ಬಂದವರು.\nಟ್ಯಾಂಗ್ ರಾಜವಂಶದ ಚಕ್ರವರ್ತಿ ಡೆಜಾಂಗ್ ಆಳ್ವಿಕೆಯಲ್ಲಿ, ಝಾಂಗ್ ಕುಯಿ ಸಾಮ್ರಾಜ್ಯಶಾಹಿ ಪರೀಕ್ಷೆಯಲ್ಲಿ ಭಾಗವಹಿಸಿದರು.ಜಾಂಗ್ ಕುಯಿ ಪರೀಕ್ಷೆಯ ಪ್ರಶ್ನೆಗಳನ್ನು ಓದಿದರು ಮತ್ತು ತಕ್ಷಣವೇ ಲೇಖನವನ್ನು ಒಂದೇ ಬಾರಿಗೆ ಬರೆದು ಅದನ್ನು ನೀಡಿದರು. ಆ ದಿನದ ಮುಖ್ಯ ಪರೀಕ್ಷಕರು ನಾಗರಿಕ ವ್ಯವಹಾರಗಳ ಮಂತ್ರಿ ಹಾನ್ ಯು ಮತ್ತು ಉಪಪರೀಕ್ಷಕ ಲು ಝಿ, ಮಹಾನ್ ವಿದ್ವಾಂಸರಾಗಿದ್ದರು. ಇಬ್ಬರು ಝಾಂಗ್ ಕುಯಿ ಅವರ ಕಾಗದವನ್ನು ಓದಿದಾಗ, ಅವರ ಕಣ್ಣುಗಳು ಬೆಳಗಿದವು ಮತ್ತು ಅವರು ಒಂದೇ ಧ್ವನಿಯಲ್ಲಿ ಹೇಳಿದರು: \"ಮಾಂತ್ರಿಕ, ಮಾಂತ್ರಿಕ! ಈ ಲೇಖನದ ಪ್ರತಿ ಪದವು ಸೊಗಸಾದ, ಲಿ ತೈಬಾಯ್ ಮತ್ತು ಡು ಝಿಮೆಯ್ಗೆ ಯೋಗ್ಯವಾಗಿದೆ!\" ಆದ್ದರಿಂದ ಅವರು ಝಾಂಗ್ ಕುಯಿಯನ್ನು ಮೊದಲ ಸ್ಥಾನ ಎಂದು ಹೆಸರಿಸಿದರು.\nಚಕ್ರವರ್ತಿ ಡೆಜಾಂಗ್ ಹಾನ್ ಯು ಅವರ ವರದಿಯನ್ನು ಆಲಿಸಿದರು ಮತ್ತು ವಿಜ್ಞಾನದ ಹೊಸ ಚಾಂಪಿಯನ್ ಜಾಂಗ್ ಕುಯಿ ತುಂಬಾ ಪ್ರತಿಭಾವಂತರಾಗಿದ್ದರು, ಆದ್ದರಿಂದ ಅವರು ಝಾಂಗ್ ಕುಯಿ ಅವರನ್ನು ಗೋಲ್ಡನ್ ಪ್ಯಾಲೇಸ್‌ಗೆ ಕರೆದರು.\nಚಕ್ರವರ್ತಿ ಡೆಜಾಂಗ್ ಅವನ ಕೊಳಕು ನೋಟವನ್ನು ಕಂಡಾಗ, ತಕ್ಷಣವೇ ಅಸಮಾಧಾನಗೊಂಡನು ಮತ್ತು \"ನಮ್ಮ ಆಸ್ಥಾನದಲ್ಲಿ ವಿದ್ವಾಂಸರ ಆಯ್ಕೆಯು ವೈಯಕ್ತಿಕ ಪದಗಳು ಮತ್ತು ಕ್ಯಾಲಿಗ್ರಫಿಯನ್ನು ಆಧರಿಸಿದೆ, ಅಂತಹ ಕೊಳಕು ವ್ಯಕ್ತಿಯನ್ನು ಸುವರ್ಣ ವಿಜ್ಞಾನದಲ್ಲಿ ನಂಬರ್ ಒನ್ ವಿದ್ವಾಂಸನಾಗಿ ಹೇಗೆ ಆಯ್ಕೆ ಮಾಡಬಹುದು? \"\nಹಾನ್ ಯು ಅವಸರದಿಂದ ಮೊಣಕಾಲೂರಿ ಹೇಳಿದರು: \"ಒಬ್ಬ ವ್ಯಕ್ತಿಯ ಒಳ್ಳೆಯದು ಮತ್ತು ಕೆಟ್ಟದು ಎಲ್ಲಾ ನೋಟಕ್ಕೆ ಸಂಬಂಧಿಸಿದೆ ಅಲ್ಲ. ಪವಿತ್ರ ಪ್ರಭು, ಯಾನ್ ಯಿಂಗ್ ಮೂರು ಅಡಿ ಎತ್ತರ ಮತ್ತು ಪ್ರಧಾನ ಮಂತ್ರಿಯ ಸಮಾನ ಎಂದು ನೀವು ಕೇಳುವುದಿಲ್ಲವೇ? ಝೌ ಚಾಂಗ್ ತೊದಲುತ್ತಾನೆ ಆದರೆ ಹಾನ್ ರಾಜವಂಶಕ್ಕೆ ಸಹಾಯ ಮಾಡಬಹುದು; ಕನ್ಫ್ಯೂಷಿಯಸ್ ಜನರನ್ನು ಅವರ ನೋಟದಿಂದ ನಿರ್ಣಯಿಸುತ್ತಾನೆ ಮತ್ತು ಅವನ ಮಗ ಯು ಅನ್ನು ಕಳೆದುಕೊಳ್ಳುತ್ತಾನೆ. ನಿಮ್ಮ ಘನತೆ ಎರಡು ಬಾರಿ ಯೋಚಿಸುತ್ತದೆ ಎಂದು ನಾನು ಭಾವಿಸುತ್ತೇನೆ.\" \"\nಚಕ್ರವರ್ತಿ ಡೆಜಾಂಗ್ ಒಂದು ಕ್ಷಣ ಯೋಚಿಸಿ ಹೇಳಿದರು: \"ಹಾನ್ ಐಕಿಂಗ್ ಅವರ ಮಾತುಗಳು ಸಮಂಜಸವಾಗಿದ್ದರೂ, ನಾನು ಚಕ್ರವರ್ತಿ ತೈಜಾಂಗ್ ಆಗಿದ್ದಾಗ, ಯಿಂಗ್ಝೌಗೆ ಬಂದು ಅದರ ಬಗ್ಗೆ ಮಾತನಾಡಲು ಹದಿನೆಂಟು ವಿದ್ವಾಂಸರು ಇದ್ದರು. ಈ ವ್ಯಕ್ತಿ ನಂಬರ್ ಒನ್ ವಿದ್ವಾಂಸರಾಗಿದ್ದರು. ನಾನು ಜಗತ್ತನ್ನು ಹೆದರುತ್ತೇನೆ. ಪ್ರತಿಭೆಗಳನ್ನು ಗುರುತಿಸದಿದ್ದಕ್ಕೆ ನನ್ನನ್ನು ನೋಡಿ ನಗುತ್ತಾರೆ.\nಪ್ರಧಾನಮಂತ್ರಿ ಲು ಕ್ವಿ ಸಂಕುಚಿತ ಮನಸ್ಸಿನ ಮತ್ತು ಪ್ರತಿಭೆಗಳ ಬಗ್ಗೆ ಅಸೂಯೆ ಪಟ್ಟ ಚಕ್ರವರ್ತಿಯ ಮಾತುಗಳನ್ನು ಕೇಳಿ ಮಂಡಿಯೂರಿ ಹೇಳಿದರು: “ಸುವರ್ಣ ವಿಷಯದಲ್ಲಿ ನಂಬರ್ ಒನ್ ವಿದ್ವಾಂಸರು ಆಂತರಿಕ ಮತ್ತು ಬಾಹ್ಯ ಎರಡೂ ಆಗಿರಬೇಕು, ಈ ವಿಷಯಕ್ಕೆ ಮುನ್ನೂರು ಅಭ್ಯರ್ಥಿಗಳು ಇದ್ದಾರೆ. ನೀವು ಇನ್ನೊಂದನ್ನು ಏಕೆ ಆರಿಸಬಾರದು?\"\nಈ ಮನುಷ್ಯನು ತುಂಬಾ ಗೊಂದಲಕ್ಕೀಡಾಗಿರುವುದನ್ನು ನೋಡಿದ ಝಾಂಗ್ ಕುಯಿ ಕೋಪವನ್ನು ತಡೆಯಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ, ಅವನು ಲು ಕಿಯನ್ನು ತೋರಿಸಿ ಶಾಪ ನೀಡಿದನು: \"ಇಂತಹ ಅಜ್ಞಾನಿ ಅಧಿಕಾರಿ ನ್ಯಾಯಾಲಯದಲ್ಲಿದ್ದರೆ, ಅವನು ದೇಶಕ್ಕೆ ಹಾನಿ ಮಾಡುವುದಿಲ್ಲವೇ?\" ಅವನು ಲು ಕಿಯನ್ನು ತನ್ನ ಮುಷ್ಟಿಯಿಂದ ಹೊಡೆದನು.\nಇದನ್ನು ನೋಡಿದ ದೇಜಾಂಗ್ ಕೋಪಗೊಂಡು ಹೇಳಿದರು: \"ನೀನು ತುಂಬಾ ಧೈರ್ಯಶಾಲಿ, ಗೋಲ್ಡನ್ ಪ್ಯಾಲೇಸ್‌ನಲ್ಲಿ ತೊಂದರೆ ಉಂಟುಮಾಡುವ ಧೈರ್ಯವಿದೆ, ಅದನ್ನು ಬೇಗನೆ ಕೆಳಗಿಳಿಸು!\"\nಅರಮನೆಯಲ್ಲಿ ನಿಂತಿದ್ದ ಸೇನಾಪತಿಯ ಸೊಂಟದ ಮೇಲಿನ ಕತ್ತಿಯನ್ನು ಝಾಂಗ್ ಕುಯಿ ಹೊರತೆಗೆದು ಜೋರಾಗಿ ನಿಟ್ಟುಸಿರು ಬಿಟ್ಟನು: \"ಹುಲಿಯನ್ನು ಅನುಕರಿಸುವುದು ಹತಾಶೆಗೊಂಡ ಬೆಕ್ಕಿಗೆ ಕಷ್ಟ, ಮತ್ತು ನಿರಾಶೆಗೊಂಡ ಗಿಳಿ ಕೋಳಿಯಷ್ಟು ಒಳ್ಳೆಯದಲ್ಲ.\" ಆ ಬಳಿಕ ಆತ್ಮಹತ್ಯೆ ಮಾಡಿಕೊಂಡಿದ್ದಾರೆ.\nಝಾಂಗ್ ಕುಯಿ ಕೋಪದಿಂದ ಆತ್ಮಹತ್ಯೆ ಮಾಡಿಕೊಂಡದ್ದನ್ನು ನೋಡಿದ ಚಕ್ರವರ್ತಿ ಡೆಜಾಂಗ್ ಬಹಳ ಆಶ್ಚರ್ಯಚಕಿತನಾದನು.ಜನರ ಹೃದಯವನ್ನು ಗೆಲ್ಲುವ ಸಲುವಾಗಿ, ಝಾಂಗ್ ಕುಯಿಯನ್ನು ನಂಬರ್ 1 ವಿದ್ವಾಂಸನ ಅಧಿಕೃತ ಬಿರುದುನೊಂದಿಗೆ ಸಮಾಧಿ ಮಾಡುವಂತೆ ಆದೇಶಿಸಿದನು ಮತ್ತು ಅವನು ಝಾಂಗ್ ಕುಯಿಯನ್ನು ದೇವರನ್ನಾಗಿ ಮಾಡಿದನು. ದುಷ್ಟಶಕ್ತಿಗಳಿಂದ ಪ್ರಪಂಚವನ್ನು ತೊಡೆದುಹಾಕಲು ಭೂತೋಚ್ಚಾಟನೆ.", "聖意": "ನಿಮ್ಮ ಮನೆ, ನಿಮ್ಮ ಸ್ವಂತ ಸುರಕ್ಷತೆ, ಆರ್ಥಿಕ ತೊಂದರೆಗಳು, ವ್ಯಾಪಾರ ವೈಫಲ್ಯ, ಮದುವೆ ವೈಫಲ್ಯ, ಲಿಯುಜಿಯಾ ಮಹಿಳಾ ಪಾದಚಾರಿಗಳು, ಟ್ರಸ್ಟ್ ಕ್ಷೇತ್ರ ರೇಷ್ಮೆ ಹುಳುಗಳು ಅರ್ಧ ಬೇಯಿಸಿದ, ಆರು ಸಾಕು ಪ್ರಾಣಿಗಳು, ಸಾಕಬಹುದು, ಕಾಣೆಯಾದ ಜನರು, ಪಾಶ್ಚಾತ್ಯ ಸಾರ್ವಜನಿಕ ಮೊಕದ್ದಮೆಗಳು, ವಲಸೆಯ ನಷ್ಟ, ಸಂಪ್ರದಾಯಶೀಲತೆ, ಆಸ್ತಿ ನಷ್ಟ, ಅನಾರೋಗ್ಯ, ಪರ್ವತಗಳು ಮತ್ತು ಸಮಾಧಿಗಳಲ್ಲಿ ಅದೃಷ್ಟಕ್ಕಾಗಿ ಪ್ರಾರ್ಥಿಸಿ", "古人": "ಝಾಂಗ್ ಕುಯಿ ಟಾವೊವನ್ನು ಪಡೆದರು", "第X籤": "ಇಪ್ಪತ್ತಾರನೆಯವರು ಲಾಟರಿಯನ್ನು ಗೆದ್ದಿದ್ದಾರೆ (ಲಾಟರಿ)", "宮": "ಮಿ ಅರಮನೆ"}