{"籤詩版本二": "ಪೂರ್ವದಲ್ಲಿ, ಚಂದ್ರನ ಬೆಳಕಿನಲ್ಲಿ ಸುಂದರವಾದ ಚಂಜುವಾನ್ ಇದೆ, ಮತ್ತು ಮೋಡಗಳು ಅದನ್ನು ಒಂದು ಕ್ಷಣ ಮುಚ್ಚಿ ಮರೆಯಾಗುತ್ತವೆ.\nಕೆಲವೊಮ್ಮೆ ದುಂಡಗಿರಬಹುದು, ಕೆಲವೊಮ್ಮೆ ಕಾಣೆಯಾಗಬಹುದು, ಇಲ್ಲವೆನ್ನುವವರು ಸುಮ್ಮನೆ ಸುಮ್ಮನಿರುತ್ತಾರೆ.", "詩意": "ಈ ಹೆಕ್ಸಾಗ್ರಾಮ್‌ನಲ್ಲಿರುವ ಚಂದ್ರನು ಮೋಡಗಳಿಂದ ಆವೃತವಾಗಿದೆ.\nಎಲ್ಲವೂ ಇನ್ನೂ ಕೋಮಾದಲ್ಲಿದೆ.", "解曰": "ತೇಲುವ ಮೋಡಗಳು ಚಂದ್ರನನ್ನು ಆವರಿಸುತ್ತವೆ. ಅನುಮಾನ ಪಡುವ ಅಗತ್ಯವಿಲ್ಲ. ಮೋಡದ ಸಂಗ್ರಹಕ್ಕಾಗಿ ಕಾಯಲಾಗುತ್ತಿದೆ. ಆಗ ನಿಮಗೆ ಅರ್ಥವಾಗುತ್ತದೆ.", "籤詩故事一": "◇ಬಾವೊ ಗಾಂಗ್ ಸಾಮ್ರಾಜ್ಞಿ ಲಿಗಾಗಿ ಹುಡುಕುತ್ತಿದ್ದಾರೆ\nಸಾಂಗ್ ರಾಜವಂಶದ ಝೆನ್ಜಾಂಗ್ ಆಳ್ವಿಕೆಯಲ್ಲಿ, ಸಾಮ್ರಾಜ್ಞಿ ಲೀ (ಸಾಮ್ರಾಜ್ಞಿ ಲಿ) ಜನಾನದಲ್ಲಿ ಸೇವಕಿಯಾಗಿದ್ದಳು, ಅವಳು ಸಾಂಗ್ ಝೆನ್ಜಾಂಗ್ನಿಂದ ಒಲವು ಹೊಂದಿದ್ದಳು ಮತ್ತು ವಾನ್ಯಿಗೆ ಬಡ್ತಿ ನೀಡಲ್ಪಟ್ಟಳು ಮತ್ತು ಅವಳು ಗರ್ಭಿಣಿಯಾದಳು.\nಆದರೆ ಆ ಸಮಯದಲ್ಲಿ, ಉಪಪತ್ನಿ ಲಿಯು ಡೆಫ್ (ನಂತರ ಸಾಮ್ರಾಜ್ಞಿ ಲಿಯು) ದುಷ್ಟ ಆಲೋಚನೆಗಳನ್ನು ಹೊಂದಿದ್ದಳು ಮತ್ತು ಸಾಮ್ರಾಜ್ಞಿ ಲಿ ಅವರ ಮಗನ ಬದಲಿಗೆ ಚರ್ಮವುಳ್ಳ ಸಿವೆಟ್ ಬೆಕ್ಕನ್ನು ಹಾಕಲು ನಪುಂಸಕ ಗುವೊ ಹುವಾಯ್ಗೆ ಲಂಚ ನೀಡಿದರು, ಅವಳ ಮಗನನ್ನು ಕಿತ್ತುಕೊಂಡು ಚಕ್ರವರ್ತಿಗೆ ಅವನು ತನ್ನ ಜೈವಿಕ ಮಗ ಎಂದು ಹೇಳಿದಳು. ಸಾಂಗ್ ಝೆನ್ಜಾಂಗ್ ಕೋಪಗೊಂಡರು ಮತ್ತು ಲಿ ಸಾಮ್ರಾಜ್ಞಿಯನ್ನು ಶೀತಲ ಅರಮನೆಗೆ ಕಳುಹಿಸಿದರು.\nಉಪಪತ್ನಿ ಡಿ ರಾಣಿಯಾಗಿ ಬಡ್ತಿ ಪಡೆದ ನಂತರ, ಅರಮನೆಯಿಂದ ತಪ್ಪಿಸಿಕೊಂಡ ಸಾಮ್ರಾಜ್ಞಿ ಲಿಯನ್ನು ಕೊಲ್ಲಲು ಯೋಜಿಸಿದಳು.\nಒಂದು ದಿನ, ಬೀದಿಯಲ್ಲಿ ವಾಸಿಸುತ್ತಿದ್ದ ಲಿ ನಿಯಾಂಗ್ನಿಯಾಂಗ್, ಸ್ಥಳೀಯ ಪ್ರದೇಶದಲ್ಲಿ ಗಸ್ತಿನಲ್ಲಿದ್ದ ಸಾಮ್ರಾಜ್ಯಶಾಹಿ ರಾಯಭಾರಿ ಬಾವೊ ಝೆಂಗ್ ಅವರನ್ನು ಭೇಟಿಯಾದರು, ಅವರು ತಮ್ಮ ಜೀವನದ ಅನುಭವದ ಬಗ್ಗೆ ಮತ್ತು ಪ್ರಸ್ತುತ ಚಕ್ರವರ್ತಿ ಸಾಂಗ್ ರೆನ್ಜಾಂಗ್ ಅವರ ಜೈವಿಕ ತಾಯಿ ಎಂದು ಹೇಳಿದರು. . ಬಾವೊ ಝೆಂಗ್ ಘಟನೆಯ ಬಗ್ಗೆ ತಿಳಿದ ನಂತರ, ಅವರು ಲಿ ನಿಯಾಂಗ್ನಿಯಾಂಗ್ ಅನ್ನು ಬೀಜಿಂಗ್‌ಗೆ ಕರೆದೊಯ್ದರು, ಅದನ್ನು ಸಾಂಗ್ ರೆನ್‌ಜಾಂಗ್‌ಗೆ ವರದಿ ಮಾಡಿದರು ಮತ್ತು ವಿಷಯವನ್ನು ಕಂಡುಕೊಂಡರು ಮತ್ತು ಅಂತಿಮವಾಗಿ ತಾಯಿ ಮತ್ತು ಮಗ ಒಬ್ಬರನ್ನೊಬ್ಬರು ಗುರುತಿಸಿದರು. ಸಾಮ್ರಾಜ್ಞಿ ಡೊವೆಜರ್ ಲಿಯು ಮತ್ತು ಉಸ್ತುವಾರಿ ನಪುಂಸಕ ಗುವೊ ಹುವಾಯ್ ತಲೆಬಾಗಿ ಒಪ್ಪಿಕೊಂಡರು.", "聖意": "ನಾನು ಮನೆಯಲ್ಲಿ ಅಶಾಂತನಾಗಿದ್ದೇನೆ, ನಾನು ಆರ್ಥಿಕ ರಕ್ಷಣೆಗಾಗಿ ಪ್ರಾರ್ಥಿಸುತ್ತೇನೆ, ವ್ಯವಹಾರದಲ್ಲಿ ಅದೃಷ್ಟ, ಮದುವೆ ಭಿನ್ನಾಭಿಪ್ರಾಯಗಳು, ಹೊಲಗಳಲ್ಲಿನ ಜನರು, ರೇಷ್ಮೆ ಹುಳುಗಳು, ಪ್ರತಿಕೂಲವಾದ ಪ್ರಾಣಿಗಳು, ಜನರನ್ನು ಹುಡುಕುವಲ್ಲಿ ತೊಂದರೆ, ಮೊಕದ್ದಮೆಗಳು, ನಷ್ಟ, ವಲಸೆ, ಸಂಪ್ರದಾಯಶೀಲತೆ, ಕಳೆದುಹೋದ ಆಸ್ತಿ, ಪಾಶ್ಚಾತ್ಯ ರೋಗಗಳು, ಕಷ್ಟ ಚೇತರಿಸಿಕೊಳ್ಳಿ, ಪರ್ವತ ಸಮಾಧಿ ನವೀಕರಣ", "古人": "ಬಾವೊ ಗಾಂಗ್ ಸಾಮ್ರಾಜ್ಞಿ ಲಿಗಾಗಿ ಹುಡುಕುತ್ತಿದ್ದಾರೆ", "第X籤": "ಇಪ್ಪತ್ತೆಂಟನೇ ಲಾಟರಿ ವಿಜೇತ", "宮": "ಮಧ್ಯಾಹ್ನ ಅರಮನೆ"}