{"籤詩版本二": "ಶಾಂತವಾಗಿ ಮತ್ತು ಶಾಂತವಾಗಿ ಸಮಯ ಕಳೆಯುವುದು, ಹೊಟ್ಟೆ ತುಂಬಿದ ನಂತರ ಚಹಾ ಸೇವಿಸುವಾಗ ಕುಳಿತುಕೊಳ್ಳುವುದು ಮತ್ತು ಮಲಗುವುದು\nನೀವು ದೈಹಿಕವಾಗಿ ಮತ್ತು ಮಾನಸಿಕವಾಗಿ ಕಾರ್ಯನಿರತವಾಗಿರಬೇಕಾಗಿಲ್ಲ, ಮತ್ತು ನೀವು ಖಂಡಿತವಾಗಿಯೂ ಅನ್ಯಾಯ ಅಥವಾ ವಿಪತ್ತನ್ನು ಉಂಟುಮಾಡುವುದಿಲ್ಲ.", "詩意": "ಈ ಹೆಕ್ಸಾಗ್ರಾಮ್ ಶಾಂತಿ ಮತ್ತು ಸ್ಥಿರತೆಯ ಸಂಕೇತವಾಗಿದೆ.\nಎಲ್ಲಾ ವಿಷಯಗಳಲ್ಲಿ, ಸರಿಯಾದ ಸಮಯಕ್ಕಾಗಿ ಕಾಯುವುದು ಅದೃಷ್ಟವನ್ನು ತರುತ್ತದೆ.", "解曰": "ಸುರಕ್ಷಿತವಾಗಿ ಮತ್ತು ಧ್ವನಿಯಲ್ಲಿರಿ. ದೇವತೆಗಳನ್ನು ಕೇಳಿ. ಸಮಯ ಬರುವವರೆಗೆ ಕಾಯಿರಿ. ವಿಷಯಗಳು ಆಕಸ್ಮಿಕವಾಗಿ ಸಂಭವಿಸುತ್ತವೆ.", "籤詩故事一": "◇ಫೋಯಿನ್ಹುಯಿ ಡಾಂಗ್ಪೋ\nಒಮ್ಮೆ, ಸು ಡೊಂಗ್ಪೋ ಝೆನ್ ಅನ್ನು ಅಧ್ಯಯನ ಮಾಡುವಾಗ ಸ್ವಲ್ಪ ತಿಳುವಳಿಕೆಯನ್ನು ಪಡೆದರು, ಅವರು ತಮ್ಮ ರಾಜ್ಯವು ಅತೀಂದ್ರಿಯವಾಗಿದೆ ಎಂದು ಅರಿತುಕೊಂಡರು ಮತ್ತು ಅವರು ಅದರಲ್ಲಿ ಸಂತೋಷವನ್ನು ಅನುಭವಿಸಿದರು. ನನ್ನ ಉತ್ಸಾಹವನ್ನು ತಡೆಯಲಾಗದೆ, ನಾನು ನನ್ನ ಲೇಖನಿಯನ್ನು ಹರಡಿ ಕವಿತೆ ಬರೆದೆ:\n\"ಆಕಾಶದ ಮಧ್ಯದಲ್ಲಿ, ಜಿಶೌ ಬ್ರಹ್ಮಾಂಡದಾದ್ಯಂತ ಪ್ರಕಾಶಮಾನವಾಗಿ ಹೊಳೆಯುತ್ತಾನೆ; ಎಂಟು ಗಾಳಿಗಳಿಂದ ಬೀಸಲಾಗದೆ, ಅವನು ನೇರಳೆ ಚಿನ್ನದ ಕಮಲದ ಮೇಲೆ ನೇರವಾಗಿ ಕುಳಿತುಕೊಳ್ಳುತ್ತಾನೆ.\"\n(ಎಂಟು ಮಾರುತಗಳು ಉಲ್ಲೇಖಿಸುತ್ತವೆ: ಲಾಭ, ಅವನತಿ, ವಿನಾಶ, ಖ್ಯಾತಿ, ಹೊಗಳಿಕೆ, ಅಪಹಾಸ್ಯ, ಸಂಕಟ ಮತ್ತು ಸಂತೋಷ. ಅಂದರೆ, ಈ ಎಂಟು ರಾಜ್ಯಗಳಿಂದ ಕಿರಿಕಿರಿಗೊಳ್ಳದಿರುವಿಕೆಯನ್ನು \"ಎಂಟು ಗಾಳಿಗಳು ಚಲಿಸುವುದಿಲ್ಲ\" ಎಂದು ಕರೆಯಲಾಗುತ್ತದೆ)\nಅದನ್ನು ಬರೆದ ನಂತರ, ಡೊಂಗ್ಪೋ ತನ್ನ ಸೇವಕನನ್ನು ಜಿನ್ಶನ್ ದೇವಾಲಯದ ಝೆನ್ ಮಾಸ್ಟರ್ ಫೋಯಿನ್ಗೆ ನೀಡಲು ನದಿಯ ಆಚೆಗೆ ಕಳುಹಿಸಿದನು.\nಝೆನ್ ಮಾಸ್ಟರ್ ಫೋಯಿನ್ ಅದನ್ನು ಓದಿದ ನಂತರ, ಅವರು ಅದನ್ನು \"ಫಾರ್ಟ್\" ಎಂಬ ಪದದಿಂದ ಗುರುತಿಸಿದರು ಮತ್ತು ಅದನ್ನು ಹಿಂತಿರುಗಿಸಲು ತನ್ನ ಸೇವಕನಿಗೆ ನೀಡಿದರು.\nಇದನ್ನು ನೋಡಿದ ಡೊಂಗ್ಪೋ ಕೋಪಗೊಂಡನು, ಆದ್ದರಿಂದ ಅವನು ನದಿಗೆ ಅಡ್ಡಲಾಗಿ ದೋಣಿಯನ್ನು ತೆಗೆದುಕೊಂಡು ಚರ್ಚೆಗಾಗಿ ಬುದ್ಧನ ಮುದ್ರೆಯನ್ನು ಹುಡುಕಲು ಜಿನ್ಶನ್ ದೇವಾಲಯಕ್ಕೆ ಹೋದನು.\nಡೊಂಗ್ಪೋ ಜಿನ್ಶನ್ ದೇವಾಲಯದ ಗೇಟ್ ಬಳಿ ಬಂದಾಗ, ಫಾಯಿನ್ ಆಗಲೇ ಬಾಗಿಲಲ್ಲಿ ಕಾಯುತ್ತಿದ್ದನು.\nಸು ಡೊಂಗ್ಪೋ ತಕ್ಷಣವೇ ಫೊಯಿನ್‌ನನ್ನು ಆರೋಪಿಸಿದರು: \"ನಾನು ಬರೆದ ಕವಿತೆಯನ್ನು ನೀವು ಏಕೆ ಫರ್ಟ್ ಎಂದು ಕರೆಯುತ್ತೀರಿ?\"\nಫೊಯಿನ್ ಉತ್ತರಿಸಿದರು: \"ನೀವು ಈಗಾಗಲೇ 'ಎಂಟು ಗಾಳಿಯಿಂದ ಬೀಸಲಾಗಲಿಲ್ಲ' ಅಲ್ಲವೇ? ನೀವು ಹೇಗೆ 'ನದಿಯಾದ್ಯಂತ' ಒಂದು ಫಾರ್ಟ್ನಿಂದ ಸೋಲಿಸಬಹುದು!\"\nಈ ಸಮಯದಲ್ಲಿ, ಡೋಂಗ್ಪೋ ಅವರು ಸಾಕಷ್ಟು ಒಳ್ಳೆಯವರಲ್ಲ ಎಂದು ತಿಳಿದು ಆಘಾತಕ್ಕೊಳಗಾದರು ಮತ್ತು ನಾಚಿಕೆಯಿಂದ ಹೊರಟುಹೋದರು.\n(ಈ ಕಥೆಯು \"ತಾಪ ಇನ್ನೂ ಬಂದಿಲ್ಲ\" ಎಂಬುದಕ್ಕೆ ರೂಪಕವಾಗಿದೆ)", "聖意": "ನಿಮ್ಮ ಮನೆ ಮತ್ತು ನಿಮ್ಮ ಸ್ವಂತ ಸುರಕ್ಷತೆಗಾಗಿ, ನಿಮ್ಮ ಸಂಪತ್ತಿಗಾಗಿ, ನಿಮ್ಮ ವ್ಯವಹಾರಕ್ಕಾಗಿ, ಒಳ್ಳೆಯ ಸಮಯಕ್ಕಾಗಿ, ನಿಮ್ಮ ಮದುವೆಗಾಗಿ, ಲಿಯುಜಿಯಾದಲ್ಲಿ ಮಹಿಳಾ ಪ್ರಯಾಣಿಕರಿಗಾಗಿ, ಹೊಲಗಳಲ್ಲಿ ರೇಷ್ಮೆ ಹುಳುಗಳ ಆಗಮನಕ್ಕಾಗಿ, ಆರು ಜಾನುವಾರುಗಳು ಸ್ಥಿರವಾಗಿರಲು ಪ್ರಾರ್ಥಿಸಿ, ಯಾರನ್ನಾದರೂ ಹುಡುಕುವುದಕ್ಕಾಗಿ, ತೊಂದರೆಗಾಗಿ, ಸಾರ್ವಜನಿಕ ಮೊಕದ್ದಮೆಗಳಿಗಾಗಿ, ವಲಸೆಗಾಗಿ, ಕಳೆದುಹೋದ ಆಸ್ತಿಗಾಗಿ, ಅನಾರೋಗ್ಯಕ್ಕಾಗಿ, ಪರ್ವತ ಸಮಾಧಿಗೆ ಕಳುಹಿಸುವುದಕ್ಕಾಗಿ, ಮಂಗಳಕರ", "古人": "ಫೋಯಿನ್ಹುಯಿ ಡಾಂಗ್ಪೋ", "第X籤": "ಮೂವತ್ತೊಂದು ವಿಜೇತ ಸಂಖ್ಯೆ", "宮": "ವೀ ಗಾಂಗ್"}