{"籤詩版本二": "ಹಿಂದಿರುಗುವ ಪ್ರಯಾಣ ನಿಶ್ಚಿತ.ಕಲ್ಲಿನಲ್ಲಿ ಅಡಗಿರುವ ಜಡೆ ಯಾರಿಗೆ ಗೊತ್ತು?\nಉತ್ತಮ ಕುಶಲಕರ್ಮಿಗಳು ಸ್ಪಷ್ಟವಾದ ಕಟ್ ಅನ್ನು ಹೊಂದಿದ ನಂತರ, ಅವರು ಜಾಸ್ಪರ್ ಅವಧಿಯಲ್ಲಿ ಸುರಕ್ಷಿತವಾಗಿ ಮತ್ತು ಸುರಕ್ಷಿತವಾಗಿರುತ್ತಾರೆ", "詩意": "ಈ ಹೆಕ್ಸಾಗ್ರಾಮ್ನಲ್ಲಿ, ನೀವು ಕಲ್ಲು ಕತ್ತರಿಸಿದಾಗ ಜೇಡ್ನ ಚಿತ್ರವನ್ನು ನೋಡಬಹುದು.\nಎಲ್ಲದರಲ್ಲೂ ಯಶಸ್ವಿಯಾಗಲು ಶ್ರಮಿಸಿ.", "解曰": "ನಿಧಿ ಕಲ್ಲಿನಲ್ಲಿದೆ. ಅಪರಿಚಿತರಿಗೆ ಸ್ವಲ್ಪ ತಿಳಿದಿದೆ. ಅದು ಸ್ಪಷ್ಟವಾಗುವವರೆಗೆ ಕಾಯಿರಿ. ನಿಮ್ಮ ಕೈಲಾದಷ್ಟು ಮಾಡಿ.", "籤詩故事一": "◇ಲಿಯು ಬೀ ಪ್ರತಿಭೆಗಳನ್ನು ಹುಡುಕುತ್ತಾರೆ (ಹುಲ್ಲಿನ ಕಾಟೇಜ್‌ಗೆ ಮೂರು ಭೇಟಿಗಳು, ಹುಲ್ಲಿನ ಕಾಟೇಜ್‌ಗೆ ಮೂರು ಭೇಟಿಗಳು)\nಮೂರು ಸಾಮ್ರಾಜ್ಯಗಳ ಅವಧಿ. ಝುಗೆ ಲಿಯಾಂಗ್ ಲಾಂಗ್‌ಜಾಂಗ್‌ನಲ್ಲಿ ಹುಲ್ಲಿನ ಗುಡಿಸಲಿನಲ್ಲಿ ಏಕಾಂತದಲ್ಲಿ ವಾಸಿಸುತ್ತಿದ್ದರು. ಲಿಯು ಬೀ ಪ್ರತಿಭೆಗಳನ್ನು ಹುಡುಕಲು ಉತ್ಸುಕರಾಗಿದ್ದರು, ಆದ್ದರಿಂದ ಅವರು ಝುಗೆ ಲಿಯಾಂಗ್ ಅವರನ್ನು ವೈಯಕ್ತಿಕವಾಗಿ ಭೇಟಿ ಮಾಡಿದರು. ಅವರು ಮೂರು ಬಾರಿ ಝುಗೆ ಲಿಯಾಂಗ್‌ಗೆ ಭೇಟಿ ನೀಡಿದರು (ಇತಿಹಾಸದಲ್ಲಿ \"ಹುಲ್ಲಿನ ಕಾಟೇಜ್‌ಗೆ ಮೂರು ಭೇಟಿಗಳು\" ಎಂದು ಕರೆಯಲಾಗುತ್ತದೆ) ಲಿಯು ಬೇ ಇತರರನ್ನು ದೂರವಿರಲು ಮತ್ತು ಝುಗೆ ಲಿಯಾಂಗ್ ಅವರನ್ನು ಕೇಳಿದರು: \" ಹಾನ್ ರಾಜವಂಶವು ಪತನಗೊಂಡಿದೆ, ಮತ್ತು ವಿಶ್ವಾಸಘಾತುಕ ಮಂತ್ರಿಗಳು ಅವರ ಜೀವನವನ್ನು ಕದ್ದಿದ್ದಾರೆ, ನಿಮ್ಮ ಮೆಜೆಸ್ಟಿ.\" ಧೂಳಿನಿಂದ ಮುಚ್ಚಲ್ಪಟ್ಟಿದೆ. ನಾನು ನನ್ನ ಸದ್ಗುಣ ಮತ್ತು ನನ್ನ ಸಾಮರ್ಥ್ಯವನ್ನು ಅಳೆಯುವುದಿಲ್ಲ, ನಾನು ಜಗತ್ತಿನಲ್ಲಿ ದೊಡ್ಡ ಸದಾಚಾರವನ್ನು ನಂಬಲು ಬಯಸುತ್ತೇನೆ, ಆದರೆ ನನ್ನ ಬುದ್ಧಿವಂತಿಕೆ ಮತ್ತು ಕೌಶಲ್ಯಗಳು ಆಳವಿಲ್ಲ, ಆದ್ದರಿಂದ ನಾನು ಅದನ್ನು ಅತಿರೇಕವಾಗಿ ಬಳಸುತ್ತೇನೆ. ಇಂದಿನಿಂದ. ಆದರೂ, ನನ್ನ ಮಹತ್ವಾಕಾಂಕ್ಷೆ ಇನ್ನೂ ಮುಗಿದಿಲ್ಲ, ಯೋಜನೆಯು ಕಾರ್ಯಗತಗೊಳ್ಳುತ್ತದೆ ಎಂದು ನೀವು ಭಾವಿಸುತ್ತೀರಾ?\"\nನಂತರ ಝುಗೆ ಲಿಯಾಂಗ್ ಅವರಿಗೆ ಜಗತ್ತನ್ನು ಮೂರು ಭಾಗಗಳಾಗಿ ವಿಭಜಿಸುವ ಯೋಜನೆಯನ್ನು ಪ್ರಸ್ತುತಪಡಿಸಿದರು ಮತ್ತು ಕಾವೊ ಕಾವೊ ಲಭ್ಯವಿಲ್ಲದ ಪರಿಸ್ಥಿತಿಯನ್ನು ವಿಶ್ಲೇಷಿಸಿದರು ಮತ್ತು ಸನ್ ಕ್ವಾನ್ ಅವರ ಸಹಾಯಕ್ಕೆ ಬರಬಹುದು. ಅವರು ಜಿಂಗ್ ಮತ್ತು ಯಿ ರಾಜ್ಯಗಳಲ್ಲಿನ ರಾಜ್ಯದ ಪಾದ್ರಿಗಳ ಹೇಡಿತನದ ಬಗ್ಗೆಯೂ ವಿವರಿಸಿದರು. , ಮತ್ತು ಅವುಗಳ ಲಾಭವನ್ನು ಪಡೆಯಲು ಅವಕಾಶವಿತ್ತು, ಮತ್ತು ಆ ಎರಡು ರಾಜ್ಯಗಳನ್ನು ಮಾತ್ರ ಬಳಸಿಕೊಳ್ಳಬಹುದು, ಆಗ ಮಾತ್ರ ಅವನು ಜಗತ್ತನ್ನು ಗೆಲ್ಲಬಹುದು; ಅವನು ಲಿಯು ಬೀಗೆ ಕೇಂದ್ರ ಬಯಲು ಪ್ರದೇಶದ ಮೇಲೆ ದಾಳಿ ಮಾಡುವ ತಂತ್ರವನ್ನು ಸಹ ಹೇಳಿದನು. (ಈ ಚರ್ಚೆಯನ್ನು ನಂತರ \"Longzhong Dui\" ಎಂದು ಕರೆಯಲಾಯಿತು). ಲಿಯು ಬೀ ಇದನ್ನು ಕೇಳಿದ ನಂತರ, ಅವರು ನಿಧಿಯನ್ನು ಕಂಡುಕೊಂಡಂತೆ ಅದನ್ನು ಹೊಗಳಿದರು ಮತ್ತು ಸಹಾಯ ಮಾಡಲು ಝುಗೆ ಲಿಯಾಂಗ್ ಅವರನ್ನು ಬಲವಾಗಿ ಆಹ್ವಾನಿಸಿದರು, ಆದ್ದರಿಂದ ಝುಗೆ ಲಿಯಾಂಗ್ ಲಿಯು ಬೀಯ ಮಿಲಿಟರಿ ಸಲಹೆಗಾರರಾದರು.", "聖意": "ಮನೆ ಶಾಂತಿಯುತವಾಗಿದೆ, ನಾನು ಸಂಪತ್ತನ್ನು ಹುಡುಕುತ್ತೇನೆ, ಕಾರ್ಮಿಕ ವ್ಯಾಪಾರವು ಮದುವೆಗೆ ಅಡ್ಡಿಯಾಗುತ್ತದೆ ಮತ್ತು ಲಿಯುಜಿಯಾದಲ್ಲಿ ವಾಸ್ತವ ಪ್ರಯಾಣಿಕನಾಗುತ್ತಾನೆ.", "古人": "ಲಿಯು ಬೀ ಪ್ರತಿಭೆಗಳನ್ನು ಹುಡುಕುತ್ತಾರೆ (ಹುಲ್ಲಿನ ಕಾಟೇಜ್‌ಗೆ ಮೂರು ಭೇಟಿಗಳು, ಹುಲ್ಲಿನ ಕಾಟೇಜ್‌ಗೆ ಮೂರು ಭೇಟಿಗಳು)", "第X籤": "ಮೂವತ್ತೆರಡನೇ ಲಾಟರಿ ವಿಜೇತ", "宮": "ವೀ ಗಾಂಗ್"}