{"籤詩版本二": "ಡ್ರೆಸ್ ಅಪ್ ಮಾಡಿ ಮತ್ತು ಹಳೆಯ ಕುಟುಂಬ ಶೈಲಿಯನ್ನು ಮರುರೂಪಿಸಿ. ಟಾವೊ ಆಕಾಶವಿಲ್ಲದೆ ಆದರೆ ಅರ್ಹತೆಯನ್ನು ಹೊಂದಿದೆ.\nರಸ್ತೆಯಲ್ಲಿದ್ದ ಮುಳ್ಳು-ಮುಳ್ಳುಗಳನ್ನು ಒರೆಸಿದ ನಂತರ, ಮೂವರು ತಮ್ಮ ಸಹೋದ್ಯೋಗಿಗಳೊಂದಿಗೆ ಮತ್ತೆ ಸೇರಲು ಒಪ್ಪಿಕೊಂಡರು.", "詩意": "ಈ ಹೆಕ್ಸಾಗ್ರಾಮ್ ಬಟ್ಟೆಗಳ ಮರುಜೋಡಣೆಯನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತದೆ.\nನಂತರ ಸುಲಭವಾಗುವ ಮೊದಲು ಎಲ್ಲವೂ ಕಷ್ಟ.", "解曰": "ಚಿಂತಿಸಬೇಡಿ. ಒಳ್ಳೆಯ ಸಮಯವನ್ನು ಆನಂದಿಸಿ. ಭವಿಷ್ಯದ ಬಗ್ಗೆ ಕೇಳಿದರೆ. ಮುಂದೆ ಒಳ್ಳೆಯ ರಸ್ತೆ ಇದೆ.", "籤詩故事一": "◇ಟ್ಯಾಂಗ್ ಮಾಂಕ್ ಅವರ ಬೌದ್ಧ ಧರ್ಮಗ್ರಂಥಗಳು\nಟ್ಯಾಂಗ್ ರಾಜವಂಶದ ಪ್ರಖ್ಯಾತ ಸನ್ಯಾಸಿಯಾದ ಕ್ಸುವಾನ್‌ಜಾಂಗ್ (602-664), ಚೆನ್‌ನ ಸಾಮಾನ್ಯ ಉಪನಾಮ ಮತ್ತು ಯಿ ಎಂಬ ಹೆಸರನ್ನು ಹೊಂದಿದ್ದರು. ಅವರು ಗೌಶಿ ಕೌಂಟಿ, ಲುಯೋಜೌ (ಈಗ ಹೆನಾನ್ ಪ್ರಾಂತ್ಯದ ಯಾನ್ಶಿ ನಗರದ ದಕ್ಷಿಣ ಭಾಗ) ನಲ್ಲಿ ಜನಿಸಿದರು. ಅವರು ಹದಿಮೂರನೆಯ ವಯಸ್ಸಿನಲ್ಲಿ ಸನ್ಯಾಸಿಯಾದರು ಮತ್ತು ಕ್ಸುವಾನ್ಜಾಂಗ್ ಎಂಬ ಬೌದ್ಧ ಹೆಸರನ್ನು ಪಡೆದರು. ಜಗತ್ತನ್ನು ಟ್ಯಾಂಗ್ ರಾಜವಂಶದ ಸಂಜಾಂಗ್ ಎಂದು ಕರೆಯಲಾಗುತ್ತದೆ.\nಝೆಂಗುವಾನ್‌ನ ಮೂರನೇ ವರ್ಷದಲ್ಲಿ (629, ಇದನ್ನು ಝೆಂಗುವಾನ್‌ನ ಮೊದಲ ವರ್ಷ ಎಂದೂ ಕರೆಯುತ್ತಾರೆ), ಅವರು ಬೌದ್ಧ ಧರ್ಮಗ್ರಂಥಗಳನ್ನು ಪಡೆಯಲು ಪಶ್ಚಿಮಕ್ಕೆ ಟಿಯಾಂಜು (ಭಾರತ) ಗೆ ಪ್ರಯಾಣಿಸಿದರು, ಅವರು ಏಕಾಂಗಿಯಾಗಿ ಅಪಾಯಕ್ಕೆ ಸಿಲುಕಿದರು ಮತ್ತು ಕಷ್ಟಗಳನ್ನು ಸಹಿಸಿಕೊಂಡರು. ಅವರು ಕೇವಲ ನಾಲ್ಕು ವರ್ಷಗಳಲ್ಲಿ ಬಂದರು.\nಝೆಂಗುವಾನ್‌ನ ಹದಿನೇಳನೇ ವರ್ಷದಲ್ಲಿ, ಮಾಸ್ಟರ್ ಅಧಿಕೃತವಾಗಿ ರಾಜೀನಾಮೆ ನೀಡಿ ಪೂರ್ವಕ್ಕೆ ಮರಳಿದರು. ಅವರು ಇಂದಿನ ಕ್ಸಿನ್‌ಜಿಯಾಂಗ್ ಪ್ರಾಂತ್ಯ, ಖೋಟಾನ್ ಮತ್ತು ಲೌಲನ್‌ನ ದಕ್ಷಿಣ ರಸ್ತೆಯ ಮೂಲಕ ಚೀನಾಕ್ಕೆ ಮರಳಿದರು.ಇದು ಒಟ್ಟು ಹದಿನೇಳು ವರ್ಷಗಳ ಕಾಲ ಮತ್ತು 50,000 ಮೈಲುಗಳ ಪ್ರಯಾಣವನ್ನು ತೆಗೆದುಕೊಂಡಿತು. ಝೆಂಗುವಾನ್‌ನ ಹತ್ತೊಂಬತ್ತನೇ ವರ್ಷದ ಮೊದಲ ತಿಂಗಳಲ್ಲಿ ಅವನು ಚಾಂಗಾನ್‌ಗೆ ಆಗಮಿಸಿದಾಗ, ಚಕ್ರವರ್ತಿಯು ಲಿಯಾಂಗ್ ಗ್ಯುಗೊಂಗ್ ಫಾಂಗ್ ಕ್ಸುವಾನ್ಲಿಂಗ್ ಮತ್ತು ಇತರ ನಾಗರಿಕ ಮತ್ತು ಮಿಲಿಟರಿ ಅಧಿಕಾರಿಗಳಿಗೆ ಭವ್ಯವಾದ ಸ್ವಾಗತವನ್ನು ನೀಡಲು ಆದೇಶಿಸಿದನು.\nಮೂಲ ಸಂಸ್ಕೃತ ಬೌದ್ಧ ಗ್ರಂಥಗಳ ಒಟ್ಟು 520 ಮತ್ತು 657 ಸಂಪುಟಗಳನ್ನು ಕೋರಲಾಯಿತು. ಮತ್ತು ಚೈನೀಸ್ ಭಾಷೆಗೆ ಅನುವಾದಿಸಲಾಗಿದೆ.\nಮಾಸ್ಟರ್ ಹಿಂದಿರುಗಿದ ನಂತರ, ಅವರು ಚಕ್ರವರ್ತಿ ತೈಜಾಂಗ್ ಮತ್ತು ಚಕ್ರವರ್ತಿ ಗಾವೋಜಾಂಗ್‌ರಿಂದ ಹೆಚ್ಚು ಗೌರವಿಸಲ್ಪಟ್ಟರು ಮತ್ತು ಡಾ ನೇಯಿಯಲ್ಲಿ ಪ್ರತಿಷ್ಠಾಪಿಸಲ್ಪಟ್ಟರು, ಅವರಿಗೆ \"ಮಾಸ್ಟರ್ ತ್ರಿಪಿಟಕ\" ಎಂಬ ಬಿರುದನ್ನು ನೀಡಿದರು.", "聖意": "ಮನೆ ಗೊಂದಲದಲ್ಲಿದೆ, ಅದೃಷ್ಟ, ಒಳ್ಳೆಯ ವ್ಯಾಪಾರ, ಒಳ್ಳೆಯ ಮದುವೆ, ಲಿಯುಜಿಯಾಗೆ ಅಡ್ಡಿ, ಹೊಲಗಳಿಗೆ ಬರುವ ಜನರು, ರೇಷ್ಮೆ ಹುಳುಗಳು, ಪ್ರತಿಕೂಲವಾದ ಪ್ರಾಣಿಗಳು, ಜನರನ್ನು ಹುಡುಕುವುದು, ಸಾರ್ವಜನಿಕ ಮೊಕದ್ದಮೆಗಳು, ವಲಸೆ, ಕಳೆದುಹೋದ ಆಸ್ತಿ, ತಡವಾಗಿ ಅನಾರೋಗ್ಯ, ಪ್ರಾರ್ಥನೆ ಆಶೀರ್ವಾದಕ್ಕಾಗಿ, ಪರ್ವತ ಸಮಾಧಿಗಳು ಹಳೆಯದಾಗಿರಬೇಕು.", "古人": "ಟ್ಯಾಂಗ್ ಮಾಂಕ್ ಬೌದ್ಧ ಧರ್ಮಗ್ರಂಥಗಳನ್ನು ಕಲಿಯುತ್ತಾನೆ", "第X籤": "ಮೂವತ್ತೈದನೇ ಲಾಟರಿ ವಿಜೇತ", "宮": "ಶೆನ್ ಗಾಂಗ್"}