{"籤詩版本二": "ನೀವು ಶಾಂತಿ ಮತ್ತು ಶಾಂತವಾಗಿರಲು ಬಯಸಿದರೆ, ಗಾಳಿಯಲ್ಲಿ ಮೇಣದಬತ್ತಿಗಳು ಮತ್ತು ದೀಪಗಳನ್ನು ಹೊಂದುವುದು ಸೂಕ್ತವಲ್ಲ.\nಶುಚಿಗೊಳಿಸುವುದು ಮತ್ತು ಆಳವಾದ ಸಭಾಂಗಣದಲ್ಲಿ ಬೆಳಕು ಇಲ್ಲದೆ, ಪ್ರಖರ ಬೆಳಕಿನೊಂದಿಗೆ ಶಾಂತ ಸ್ಥಳದಲ್ಲಿ ಕುಳಿತುಕೊಳ್ಳುವುದು ಮತ್ತು → ಸಾರಿಗೆ ಚಲಿಸುವುದು ಉತ್ತಮ. ಶೇಕ್ → ಯಾವೋ. ಉಚಿತ → ಕೆಲವು.", "詩意": "ಈ ಹೆಕ್ಸಾಗ್ರಾಮ್ ಗಾಳಿಯು ದೀಪ ಮತ್ತು ಮೇಣದಬತ್ತಿಯನ್ನು ಅಲುಗಾಡಿಸುವಂತಿದೆ.\nವಿಷಯಗಳನ್ನು ನಿರಂತರವಾಗಿ ಇಟ್ಟುಕೊಳ್ಳುವುದು ಅದೃಷ್ಟವನ್ನು ತರುತ್ತದೆ.", "解曰": "ಶಾಂತ ಸ್ಥಳದಲ್ಲಿ ನೆಲೆಸಿರಿ. ಕರೆಯಲ್ಲಿರಿ ಮತ್ತು ಸಮಯಕ್ಕೆ ಸರಿಯಾಗಿರಿ. ಇದು ಆಶೀರ್ವಾದ ಅಲ್ಲ. ಸಂಪ್ರದಾಯವಾದಿ ಮತ್ತು ಸೂಕ್ತ.", "籤詩故事一": "◇ಲಿ ಜಿಂಗ್ ಪರ್ವತಕ್ಕೆ ಹಿಂತಿರುಗುತ್ತಾನೆ\nಲಿ ಜಿಂಗ್ (571-ಜುಲೈ 2, 649), ಸೌಜನ್ಯದ ಹೆಸರು ಫಾರ್ಮಸಿಸ್ಟ್, ಯೊಂಗ್‌ಝೌ (ಈಗ ಶಾಂಕ್ಸಿ ಪ್ರಾಂತ್ಯದ ಸ್ಯಾನ್ಯುವಾನ್ ಕೌಂಟಿಯ ಈಶಾನ್ಯಕ್ಕೆ) ಸ್ಯಾನ್ಯುವಾನ್‌ನ ಸ್ಥಳೀಯರಾಗಿದ್ದರು. ಸುಯಿ ರಾಜವಂಶದಿಂದ ಆರಂಭದ ಟ್ಯಾಂಗ್ ರಾಜವಂಶದವರೆಗೆ ಜನರಲ್ ಆಗಿದ್ದ ಅವರು ಟ್ಯಾಂಗ್ ರಾಜವಂಶದಲ್ಲಿ ನಾಗರಿಕ ಮತ್ತು ಮಿಲಿಟರಿ ಕೌಶಲ್ಯಗಳನ್ನು ಹೊಂದಿರುವ ಪ್ರಸಿದ್ಧ ಮಿಲಿಟರಿ ತಂತ್ರಜ್ಞರಾಗಿದ್ದರು. ನಂತರ, ಅವರಿಗೆ ಡ್ಯೂಕ್ ಆಫ್ ವೀ ಎಂಬ ಬಿರುದನ್ನು ನೀಡಲಾಯಿತು ಮತ್ತು ಪ್ರಪಂಚದಲ್ಲಿ ಡ್ಯೂಕ್ ಆಫ್ ವೀ ಎಂದು ಕರೆಯಲ್ಪಟ್ಟರು.\nಲಿ ಜಿಂಗ್ ಅವರು \"ತೋಟಾ ರಾಜ\" ಎಂದೂ ಕರೆಯಲ್ಪಡುವ ದೇವರುಗಳ ಪಟ್ಟಿಯಲ್ಲಿ ಮೂರನೇ ರಾಜಕುಮಾರ ನೆಝಾ ಅವರ ತಂದೆಯಾಗಿದ್ದಾರೆ. ಲಿ ಜಿಂಗ್ ಮತ್ತು ಅವರ ಮಗ ಜಿಯಾಂಗ್ ಜಿಯಾ (ತೈ ಗಾಂಗ್) ರಾಣಿ ಝೌವನ್ನು ಸೋಲಿಸಲು, ಝೌ ರಾಜವಂಶವನ್ನು ಸ್ಥಾಪಿಸಲು ಸಹಾಯ ಮಾಡಿದರು ಮತ್ತು ರಾಜ ವೂ ಅಧಿಕೃತವಾಗಿ ಸಿಂಹಾಸನವನ್ನು ಏರಿದರು. ಜಿಯಾಂಗ್ ಜಿಯಾ ನಂತರ ದೇವರುಗಳ ಪಟ್ಟಿಯನ್ನು ಸ್ಥಾಪಿಸಿದರು ಮತ್ತು ಯುದ್ಧದಲ್ಲಿ ಮಡಿದ ಸೈನಿಕರ ಆತ್ಮಗಳನ್ನು ಸಮಾಧಾನಪಡಿಸಲು ಸಮಾರಂಭವನ್ನು ನಡೆಸಿದರು. ಅಂದಿನಿಂದ, ಜಗತ್ತು ಶಾಂತಿಯುತ ಮತ್ತು ಶಾಂತಿಯುತವಾಯಿತು. ಕಿಂಗ್ ವು ಮಾರ್ಕ್ವೈಸ್‌ಗಳನ್ನು ಮಾಡಲು ಮತ್ತು ಅವರಿಗೆ ಬಹುಮಾನ ನೀಡಲು ಬಯಸಿದ್ದರು ಮತ್ತು ಅವರು ಸ್ಥಾಪಕ ವೀರರಿಗೆ ಭೂಮಿಯನ್ನು ಹಂಚಲು ಬಯಸಿದ್ದರು. ಲಿ ಜಿಂಗ್, ಅವರ ತಂದೆ ಮತ್ತು ಮಗ ಮತ್ತು ಇತರ ಏಳು ಜನರು ಟಾವೊ ತತ್ತ್ವವನ್ನು ಅಭ್ಯಾಸ ಮಾಡಲು ಪರ್ವತಕ್ಕೆ ಹಿಂತಿರುಗಲು ಕೇಳಿಕೊಂಡರು ಮತ್ತು ಲೌಕಿಕ ಖ್ಯಾತಿ ಮತ್ತು ಸಂಪತ್ತಿನಿಂದ ಗೀಳಾಗಬಾರದು. ನಂತರ, ಎಲ್ಲಾ ಏಳು ಮಂದಿ \"ದೇಹದಲ್ಲಿ ಸಂತರಾದರು\" ಮತ್ತು ಅಮರರ ವರ್ಗದಲ್ಲಿ ಸ್ಥಾನ ಪಡೆದರು.\n\"ಫೆಂಗ್ ಶೆನ್ ಬ್ಯಾಂಗ್\" ಕಥೆ", "聖意": "ಮನೆ ಸಂಪ್ರದಾಯವಾದಿ, ನಾನು ಸಾಮಾನ್ಯ, ನಾನು ಹಣವನ್ನು ಹುಡುಕುತ್ತಿದ್ದೇನೆ, ನನಗೆ ವ್ಯವಹಾರದಲ್ಲಿ ತೊಂದರೆ ಇದೆ, ನನ್ನ ಮದುವೆಯು ಲಿಯುಜಿಯಾದೊಂದಿಗೆ ಹೊಂದಿಕೆಯಾಗುವುದಿಲ್ಲ, ಪಾದಚಾರಿಗಳು ನಂಬಿಕೆಯನ್ನು ಹೊಂದಲು ನಾನು ಪ್ರಾರ್ಥಿಸುತ್ತೇನೆ, ರೇಷ್ಮೆ ಹುಳುಗಳು ಶರತ್ಕಾಲದಲ್ಲಿ ಮಾಗಿದವು ಮತ್ತು ಪ್ರಾಣಿಗಳು ಸುರಕ್ಷಿತವಾಗಿವೆ, ನಾನು ಜನರನ್ನು ಹುಡುಕುತ್ತಿದ್ದೇನೆ, ನಾನು ಸಾರ್ವಜನಿಕ ಮೊಕದ್ದಮೆಗಳನ್ನು ಮತ್ತು ವಲಸೆಯನ್ನು ನೋಡುತ್ತೇನೆ, ನಾನು ಸಂಪ್ರದಾಯವಾದಿ, ನಾನು ಆಸ್ತಿಯನ್ನು ಕಳೆದುಕೊಂಡಿದ್ದೇನೆ, ನಾನು ಅನಾರೋಗ್ಯದಿಂದ ಬಳಲುತ್ತಿದ್ದೇನೆ, ನಾನು ಜಿಯಾಂಕ್ಸಿಂಗ್ಶನ್ನಲ್ಲಿ ಸಮಾಧಿಯನ್ನು ಬದಲಾಯಿಸಲು ಬಯಸುವುದಿಲ್ಲ.", "古人": "ಲಿ ಜಿಂಗ್ ಪರ್ವತಕ್ಕೆ ಹಿಂತಿರುಗುತ್ತಾನೆ", "第X籤": "ಮೂವತ್ತೇಳನೇ ಲಾಟರಿ ವಿಜೇತ", "宮": "ಶೆನ್ ಗಾಂಗ್"}