{"籤詩版本二": "ಕೆಂಪು ಚಕ್ರವು ಪಶ್ಚಿಮದಲ್ಲಿ ಬೀಳುತ್ತದೆ, ಮೊಲವು ಪೂರ್ವದಲ್ಲಿ ಏರುತ್ತದೆ, ಯಿನ್ ಬೆಳೆಯುತ್ತದೆ ಮತ್ತು ಯಾಂಗ್ ಕಣ್ಮರೆಯಾಗುತ್ತದೆ, ಮತ್ತು ಎಲ್ಲವೂ ಸಮೃದ್ಧವಾಗಿದೆ\nಮಹಿಳೆ ಇದನ್ನು ಬಳಸಲು ಬಯಸಿದರೆ, ಅದು ಅವಳ ಸಂಪತ್ತನ್ನು ಹೆಚ್ಚಿಸುತ್ತದೆ ಮತ್ತು ಅವಳ ಹೃದಯಕ್ಕೆ ಸಂತೋಷವನ್ನು ತರುತ್ತದೆ.", "詩意": "ಈ ಹೆಕ್ಸಾಗ್ರಾಮ್ ಯಿನ್ ಬೆಳೆಯುತ್ತಿರುವ ಮತ್ತು ಯಾಂಗ್ ಕಣ್ಮರೆಯಾಗುವ ಸಂಕೇತವಾಗಿದೆ.\nನಂತರ ಸುಲಭವಾಗುವ ಮೊದಲು ಎಲ್ಲವೂ ಕಷ್ಟ.", "解曰": "ಯಿನ್ ಮಹಿಳೆಯರಿಗೆ ಪ್ರಯೋಜನವನ್ನು ನೀಡುತ್ತದೆ. ಪುರುಷರಿಗೆ ಸೂಕ್ತವಲ್ಲ. ನೀವು ಸಲಹೆಯನ್ನು ಹುಡುಕುತ್ತಿದ್ದರೆ. ಕೆಟ್ಟದ್ದು ಮೊದಲು ಬರುತ್ತದೆ ಮತ್ತು ನಂತರ ಒಳ್ಳೆಯದು ಬರುತ್ತದೆ.", "籤詩故事一": "◇ವು ಝೆಟಿಯನ್ ಸಿಂಹಾಸನವನ್ನು ಏರಿದ\n14 ನೇ ವಯಸ್ಸಿನಲ್ಲಿ, ವು ಟ್ಯಾಂಗ್ ರಾಜವಂಶದ ಚಕ್ರವರ್ತಿ ತೈಜಾಂಗ್ ಲಿ ಶಿಮಿನ್ ಅವರು \"ವೂ ಮೇ\" ಎಂಬ ಪ್ರತಿಭಾವಂತ ವ್ಯಕ್ತಿಯಾಗಿ ಅರಮನೆಗೆ ಕರೆಸಿಕೊಂಡರು. ತೈಜಾಂಗ್ ಮರಣಿಸಿದ ನಂತರ, ಝೆಟಿಯನ್ ಗನ್ಯೆ ದೇವಾಲಯವನ್ನು ಪ್ರವೇಶಿಸಿ ಸನ್ಯಾಸಿನಿಯಾದರು.\nಟ್ಯಾಂಗ್ ರಾಜವಂಶದ ಚಕ್ರವರ್ತಿ ಗಾವೋಜಾಂಗ್ ಸಿಂಹಾಸನಕ್ಕೆ ಬಂದಾಗ, ಅವರು ವು ಕುಟುಂಬವನ್ನು ಅರಮನೆಗೆ ಕರೆಸಿ ಝಾವೋಯಿಗೆ ಗೌರವ ಸಲ್ಲಿಸಿದರು. ಯೊಂಗ್‌ಹುಯಿ (655) ರ ಆರನೇ ವರ್ಷದಲ್ಲಿ, ಚಕ್ರವರ್ತಿ ಗಾವೋಜಾಂಗ್ ವುವನ್ನು ತನ್ನ ರಾಣಿಯಾಗಿ ಸ್ಥಾಪಿಸಿದನು.\nವು ಝೆಟಿಯನ್ ಬುದ್ಧಿವಂತರಾಗಿದ್ದರು, ಸಾಹಿತ್ಯ ಮತ್ತು ಇತಿಹಾಸದಲ್ಲಿ ತೊಡಗಿಸಿಕೊಂಡಿದ್ದರು ಮತ್ತು ಸಂಪನ್ಮೂಲದಲ್ಲಿ ಶ್ರೀಮಂತರಾಗಿದ್ದರು. ವೂ ಝೆಟಿಯಾನ್ ರಾಣಿಯಾದ ನಂತರ, ಗೌಜಾಂಗ್ ದುರ್ಬಲ ಮತ್ತು ಅನಾರೋಗ್ಯದ ಕಾರಣ, ಅವನು ಕೆಲವೊಮ್ಮೆ ಕೆಲವು ರಾಜಕೀಯ ವ್ಯವಹಾರಗಳನ್ನು ನಿರ್ವಹಿಸಲು ಅವಳಿಗೆ ಒಪ್ಪಿಸಿದನು, ಆದ್ದರಿಂದ ಅವಳ ಶಕ್ತಿಯು ಬೆಳೆಯಿತು. ಶಾಂಗ್ಯುವಾನ್ (674) ರ ಮೊದಲ ವರ್ಷದಲ್ಲಿ, ಗಾವೋಜಾಂಗ್ ಚಕ್ರವರ್ತಿಯನ್ನು \"ಚಕ್ರವರ್ತಿ\" ಎಂದು ಕರೆಯಲಾಯಿತು, ಸಾಮ್ರಾಜ್ಞಿ ವೂ ಅವರನ್ನು \"ಸ್ವರ್ಗದ ರಾಣಿ\" ಎಂದು ಕರೆಯಲಾಯಿತು, ಮತ್ತು ಅವರಿಬ್ಬರನ್ನೂ ಅರಮನೆಯಲ್ಲಿ \"ಇಬ್ಬರು ಸಂತರು\" ಎಂದು ಕರೆಯಲಾಯಿತು.\nಹಾಂಗ್‌ಡಾವೊ (683) ರ ಮೊದಲ ವರ್ಷದಲ್ಲಿ, ಚಕ್ರವರ್ತಿ ಗಾವೊಜಾಂಗ್ ನಿಧನರಾದರು, ಪ್ರಿನ್ಸ್ ಲಿ ಕ್ಸಿಯಾನ್ ಸಿಂಹಾಸನಕ್ಕೆ ಬಂದರು ಮತ್ತು ವು ಜೆಟಿಯಾನ್ ಸಿಂಹಾಸನವನ್ನು ವಹಿಸಿಕೊಂಡರು. ಸಿಶೆಂಗ್ (684) ರ ಮೊದಲ ವರ್ಷದ ಫೆಬ್ರವರಿಯಲ್ಲಿ, ವು ಝೆಟಿಯನ್ ಲುಲಿಂಗ್‌ನ ರಾಜನಾಗಿ ಲಿ ಕ್ಸಿಯಾನ್‌ನನ್ನು ಪದಚ್ಯುತಗೊಳಿಸಿದನು ಮತ್ತು ಅವಳ ನಾಲ್ಕನೇ ಮಗ ಲಿ ಡಾನ್‌ನನ್ನು ಚಕ್ರವರ್ತಿಯಾಗಿ ಸ್ಥಾಪಿಸಿದನು, ರಾಜವಂಶವನ್ನು ಆಳಿದನು. ಅದೇ ವರ್ಷದ ಸೆಪ್ಟೆಂಬರ್‌ನಲ್ಲಿ, ಅವಳು ಧ್ವಜವನ್ನು ಚಿನ್ನಕ್ಕೆ ಬದಲಾಯಿಸಿದಳು ಮತ್ತು ಪೂರ್ವ ರಾಜಧಾನಿಯಾದ ಲುವೊಯಾಂಗ್ ಅನ್ನು ದೈವಿಕ ರಾಜಧಾನಿ ಎಂದು ಮರುನಾಮಕರಣ ಮಾಡಲಾಯಿತು. ಟಿಯಾನ್ಶೌ (690) ರ ಮೊದಲ ವರ್ಷದಲ್ಲಿ ಸೆಪ್ಟೆಂಬರ್ ಒಂಬತ್ತನೇ ದಿನದಂದು, ವು ಝೆಟಿಯನ್ ತನ್ನನ್ನು ತಾನು ಚಕ್ರವರ್ತಿ ಎಂದು ಘೋಷಿಸಿಕೊಂಡನು ಮತ್ತು ದೇಶದ ಹೆಸರನ್ನು ಝೌ ಎಂದು ಬದಲಾಯಿಸಿದನು.", "聖意": "ಮನೆಯು ತನಗೆ ಪ್ರತಿಕೂಲವಾಗಿದೆ, ಆಶೀರ್ವಾದಕ್ಕಾಗಿ ಪ್ರಾರ್ಥಿಸುವುದು, ಸಂಪತ್ತನ್ನು ಹುಡುಕುವುದು, ವ್ಯವಹಾರಗಳನ್ನು ಕಾಪಾಡುವುದು, ಮದುವೆಯಲ್ಲಿ ಅದೃಷ್ಟ, ದಾಂಪತ್ಯದಲ್ಲಿ (ಹೆಣ್ಣು), ಪಾದಚಾರಿಗಳು ಹೊಲಗಳನ್ನು ತಡೆಯುವುದು, ರೇಷ್ಮೆ ಹುಳುಗಳು, ಸಮೃದ್ಧ ಜಾನುವಾರುಗಳು, ಜನರನ್ನು ಹುಡುಕುವುದು, ಪ್ರತ್ಯೇಕತೆ, ಮೊಕದ್ದಮೆಗಳು, ನಷ್ಟ, ವಲಸೆ , ಆಸ್ತಿ ನಷ್ಟ, ಅನಾರೋಗ್ಯ, ಆಘಾತ, ಪರ್ವತಗಳು ಮತ್ತು ಸಮಾಧಿಗಳು, ಅದೃಷ್ಟ", "古人": "ವೂ ಝೆಟಿಯನ್ ಸಿಂಹಾಸನವನ್ನು ಏರುತ್ತಾನೆ", "第X籤": "ನಲವತ್ತನೇ ಲಾಟರಿ ವಿಜೇತ", "宮": "ನೀವು ಅರಮನೆ"}