{"籤詩版本二": "ನೀವು ಅನಂತ ಒಳ್ಳೆಯ ಮಾತುಗಳನ್ನು ನೆನಪಿಸಿಕೊಳ್ಳುತ್ತೀರಿ, ಆದರೆ ನೀವು ಕಳ್ಳನನ್ನು ಗುರುತಿಸಿದರೆ ನೀವು ನಿಮ್ಮ ಮಗನಾಗುತ್ತೀರಿ.\nಈ ಕ್ಷಣದಲ್ಲಿ ದುರಾಸೆ ಬೇಡ ಮತ್ತು ಒಂದು ವರ್ಷದ ಹಿಂದೆ ಅವನು ಏನಾದರೂ ಒಳ್ಳೆಯದನ್ನು ಮಾಡುತ್ತಿದ್ದಾನೆ ಎಂದು ಚಿಂತಿಸಬೇಡಿ.", "詩意": "ಈ ಹೆಕ್ಸಾಗ್ರಾಮ್ ಕಳ್ಳನನ್ನು ಮಗ ಎಂದು ಗುರುತಿಸುತ್ತದೆ.\nಎಲ್ಲದರಲ್ಲೂ ಆತ್ಮಸಾಕ್ಷಿಯಾಗಿರಿ.", "解曰": "ಇದು ಕೇವಲ ಒಂದು. ಸಂಭಾವಿತ ವ್ಯಕ್ತಿ ಯಾವುದೇ ತಪ್ಪು ಮಾಡುವುದಿಲ್ಲ. ಅದನ್ನು ಮನಸ್ಸಿನಲ್ಲಿಟ್ಟುಕೊಳ್ಳಿ. ಏಕಾಂಗಿಯಾಗಿರಬೇಡ.", "籤詩故事一": "◇ಡಾಂಗ್ ಝುವೋ ಲು ಬು ಅನ್ನು ಸ್ವೀಕರಿಸುತ್ತಾರೆ\nಲು ಬು, ಕೆಚ್ಚೆದೆಯ ಮತ್ತು ಹೋರಾಟದಲ್ಲಿ ಉತ್ತಮ, ಪೂರ್ವ ಹಾನ್ ರಾಜವಂಶದ ಕೊನೆಯಲ್ಲಿ ಮತ್ತು ಮೂರು ಸಾಮ್ರಾಜ್ಯಗಳ ಆರಂಭದಲ್ಲಿ ಪ್ರಸಿದ್ಧ ಮಿಲಿಟರಿ ಜನರಲ್ ಆಗಿದ್ದರು.ಅವರು ಒಮ್ಮೆ ಜಿಂಗ್ಝೌ ಗವರ್ನರ್ ಡಿಂಗ್ ಯುವಾನ್ ಅವರನ್ನು ತಮ್ಮ ದತ್ತು ತಂದೆ ಎಂದು ಪರಿಗಣಿಸಿದರು ಮತ್ತು ಅವರ ಅಡಿಯಲ್ಲಿ ಸೇವೆ ಸಲ್ಲಿಸಿದರು.\nಪೂರ್ವ ಹಾನ್ ರಾಜವಂಶದ ಚಕ್ರವರ್ತಿ ಲಿಂಗ್ನ ಮರಣದ ನಂತರ, ಡಿಂಗ್ ಯುವಾನ್ ಸರ್ಕಾರವನ್ನು ನಿಯಂತ್ರಿಸಲು ಜನರಲ್ ಹೀ ಜಿನ್ ಜೊತೆ ಒಪ್ಪಂದ ಮಾಡಿಕೊಳ್ಳಲು ಬೀಜಿಂಗ್ಗೆ ಹೋದನು.\nಡಾಂಗ್ ಝುವೋ ಡಿಂಗ್ ಯುವಾನ್ ಜೊತೆ ಹೋರಾಡಿದನು, ಆದರೆ ಹಲವಾರು ಜನರಲ್‌ಗಳು ಲು ಬು ಅನ್ನು ಸೋಲಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ, ಆದ್ದರಿಂದ ಲು ಬುಗೆ ಲಂಚ ನೀಡಲು ಡಾಂಗ್ ಝುವೋ ತನ್ನ ಅಧೀನ ಲಿ ಸುಗೆ ಕಳುಹಿಸಿದನು. ಲಿ ಸು ಚಿನ್ನ ಮತ್ತು ಬೆಳ್ಳಿಯ ಸಂಪತ್ತುಗಳ ರಾಶಿಯನ್ನು ಮತ್ತು \"ಲು ಬುಗೆ ಭೇಟಿ ನೀಡಲು\" ಪ್ರಸಿದ್ಧ ಕೆಂಪು ಮೊಲದ ಕುದುರೆಯನ್ನು ತಂದರು. ಲು ಬುಗೆ ಭೇಟಿ ನೀಡಲು ಲಿ ಸು ಚಿನ್ನ ಮತ್ತು ಬೆಳ್ಳಿಯ ಸಂಪತ್ತು ಮತ್ತು ಪ್ರಸಿದ್ಧ ಕೆಂಪು ಮೊಲದ ಕುದುರೆಗಳನ್ನು ತಂದರು. ಆದ್ದರಿಂದ ಲು ಬುಗೆ ಡಿಂಗ್ ಯುವಾನ್ನನ್ನು ಕೊಲ್ಲಲು ಡಾಂಗ್ ಝುವೊ ಲಂಚ ನೀಡಿದ್ದಾನೆ, ಮತ್ತು ಅವನ ಸೈನಿಕರಿಗೆ ಅವರು ಬಯಸಿದರೆ ತನ್ನೊಂದಿಗೆ ಬರಲು ಮತ್ತು ಅವರು ಅವನನ್ನು ಅನುಸರಿಸಲು ಬಯಸದಿದ್ದರೆ ಹೊರಡಲು ಹೇಳಿದರು. ಪರಿಣಾಮವಾಗಿ, ಹೆಚ್ಚಿನ ಸೈನಿಕರು ಓಡಿಹೋದರು. ಆದ್ದರಿಂದ ಲು ಬು ಡೊಂಗ್ ಝುವೋನಿಂದ ಲಂಚ ಪಡೆದು ಡಿಂಗ್ ಯುವಾನ್ನನ್ನು ಕೊಂದನು.\nಡಾಂಗ್ ಝುವೊ ಅಧಿಕಾರವನ್ನು ಪಡೆದ ನಂತರ, ಅವನು ಲು ಬುನನ್ನು ತನ್ನ ದತ್ತುಪುತ್ರನಾಗಿ ದತ್ತು ಪಡೆದನು ಮತ್ತು ಅವನನ್ನು ಜನರಲ್ ಮತ್ತು ಮಾರ್ಕ್ವಿಸ್ ಆಗಿ ಮಾಡಿದನು.\nಡಾಂಗ್ ಝುವೋ ಹಿಂಸಾತ್ಮಕ ಸ್ವಭಾವವನ್ನು ಹೊಂದಿದ್ದನು ಮತ್ತು ಲು ಬು ಜೊತೆಗಿನ \"ತಂದೆ-ಮಗನ ಸಂಬಂಧ\" ವಾಸ್ತವವಾಗಿ ತುಂಬಾ ದುರ್ಬಲವಾಗಿತ್ತು.189 AD ನಲ್ಲಿ, ಸಿಟು ವಾಂಗ್ ಯುನ್‌ನ ಪ್ರಚೋದನೆಯಿಂದ, ಲು ಬು ಡಾಂಗ್ ಝೂವನ್ನು ಕೊಂದನು.\nಡಾಂಗ್ ಝುವೋ ಅವರ ಮರಣದ ಆರು ತಿಂಗಳ ನಂತರ, ಡಾಂಗ್ ಝುವೋ ಅವರ ಹಳೆಯ ಪಡೆಗಳು ರಾಜಧಾನಿಯನ್ನು ಆಕ್ರಮಿಸಿತು ಮತ್ತು ಲು ಬು ಮತ್ತು ಅವರ ಪತ್ನಿ ಭಯಭೀತರಾಗಿ ಓಡಿಹೋದರು. ರಾಜಧಾನಿಯನ್ನು ತೊರೆದ ನಂತರ, ಲು ಬು ಯುದ್ಧಾಧಿಪತಿಗಳಾದ ಯುವಾನ್ ಶು, ಯುವಾನ್ ಶಾವೊ, ಜಾಂಗ್ ಯಾಂಗ್, ಜಾಂಗ್ ಮಿಯಾವೊ, ಲಿಯು ಬೀ ಮುಂತಾದವರೊಂದಿಗೆ ಆಶ್ರಯ ಪಡೆದರು ಮತ್ತು ಆ ಸಮಯದಲ್ಲಿ ಇನ್ನೊಬ್ಬ ಪ್ರಮುಖ ಸೇನಾಧಿಪತಿಯಾದ ಕಾವೊ ಕಾವೊ ಅವರೊಂದಿಗೆ ಅನೇಕ ಬಾರಿ ಹೋರಾಡಿದರು.ಲು ಬು ಧೈರ್ಯಶಾಲಿ ಮತ್ತು ಒಳ್ಳೆಯವರಾಗಿದ್ದರು. ಹೋರಾಟದಲ್ಲಿ, ಮತ್ತು ಕಾವೊ ಕಾವೊವನ್ನು ಹಲವಾರು ಬಾರಿ ಸೋಲಿಸಿದರು.\nಪೂರ್ವ ಹಾನ್ ರಾಜವಂಶದಲ್ಲಿ ಜಿಯಾನ್'ನ ಮೂರನೇ ವರ್ಷದಲ್ಲಿ, ಕಾವೊ ಕಾವೊ ಪಡೆಗಳು ಲು ಬುನ ನೆಲೆಯಾದ ಕ್ಸಿಯೋಪೆಯ ಮೇಲೆ ದಾಳಿ ಮಾಡಿತು ಮತ್ತು ಬೈಮೆನ್ ಗೋಪುರದ ಅಡಿಯಲ್ಲಿ ಕಾವೊ ಕಾವೊ ವಶಪಡಿಸಿಕೊಂಡರು ಮತ್ತು ಕೊಲ್ಲಲ್ಪಟ್ಟರು. ಮರಣದಂಡನೆಗೆ ಮುನ್ನ, ಲು ಬು ಕಾವೊ ಕಾವೊನನ್ನು ಸಾವನ್ನು ತಪ್ಪಿಸಲು ಅವನನ್ನು ಜೀವಂತವಾಗಿಡಲು ಕೇಳಿಕೊಂಡನು, ಆದರೆ ಲು ಬು ಅನೇಕ ಬಾರಿ ದ್ರೋಹ ಮಾಡಿದ್ದಾನೆ ಮತ್ತು ಅಪ್ರಾಮಾಣಿಕ ವ್ಯಕ್ತಿ ಎಂದು ಕಾವೊ ಕಾವೊಗೆ ಲಿಯು ಬೀ ನೆನಪಿಸಿದರು. ಕೊನೆಯಲ್ಲಿ, ನೈತಿಕತೆಯನ್ನು ಲೆಕ್ಕಿಸದೆ ಪ್ರತಿಭೆಗಳನ್ನು ಮಾತ್ರ ಗೌರವಿಸುವ ಕಾವೊ ಕಾವೊ, ಲು ಬುಗೆ ಮರಣದಂಡನೆ ವಿಧಿಸಿದರು.", "聖意": "ನಾನು ಮನೆಯಲ್ಲಿ ಅಶಾಂತನಾಗಿದ್ದೇನೆ, ನಾನು ಸಾಮಾನ್ಯವಾಗಿ ಹಣವನ್ನು ಹುಡುಕುತ್ತೇನೆ, ವ್ಯವಹಾರಗಳ ವಿರುದ್ಧ ಕಾವಲು, ಮದುವೆಯಾಗುವುದು ಕಷ್ಟ, ಲಿಯುಜಿಯಾ ಮನುಷ್ಯನಿಗೆ ಆಶ್ಚರ್ಯ, ಜನರು ಹೊಲಕ್ಕೆ ಬರುತ್ತಾರೆ, ರೇಷ್ಮೆ ಹುಳುಗಳು ಅರ್ಧ ಮಾಗಿದವು, ಆರು ಪ್ರಾಣಿಗಳು ಸುರಕ್ಷಿತವಾಗಿವೆ, ಜನರು ಜನರನ್ನು ಹುಡುಕುತ್ತಿದ್ದಾರೆ, ಮೊಕದ್ದಮೆಗಳು ಸೂಕ್ತ ಮತ್ತು ವಲಸೆ, ಕಳೆದುಹೋದ ವಸ್ತುಗಳನ್ನು ಕಂಡುಹಿಡಿಯುವುದು ಕಷ್ಟ, ರೋಗಗಳನ್ನು ಕಂಡುಹಿಡಿಯುವುದು ಕಷ್ಟ, ಮತ್ತು ಝೆನ್ಕ್ಸಿಂಗ್ ಪರ್ವತದ ಸಮಾಧಿಯಲ್ಲಿ ಶಾಂತಿ ಇರುತ್ತದೆ.", "古人": "ಡಾಂಗ್ ಝುವೋ ಲು ಬು ಅನ್ನು ಸ್ವೀಕರಿಸುತ್ತಾನೆ", "第X籤": "41 ನೇ ಲಾಟರಿ ವಿಜೇತ", "宮": "ನೀವು ಅರಮನೆ"}