{"籤詩版本二": "ಚಕ್ರವರ್ತಿ, ಚಕ್ರವರ್ತಿ ಮತ್ತು ಸಾಮ್ರಾಜ್ಞಿ ಅಂತಿಮವಾಗಿ ದಯೆ ತೋರುತ್ತಾರೆ ಮತ್ತು ನಷ್ಟ ಅಥವಾ ಲಾಭವಿಲ್ಲದೆ ಆಶೀರ್ವಾದಕ್ಕಾಗಿ ಕಾಯುತ್ತಾರೆ ಮತ್ತು ಪ್ರಾರ್ಥಿಸುತ್ತಾರೆ.\nಎಲ್ಲಾ ಜೀವಿಗಳು ಅದರಿಂದ ಪ್ರಯೋಜನ ಪಡೆಯುತ್ತಾರೆ ಮತ್ತು ಪ್ರಪಂಚದಲ್ಲಿ ಮತ್ತು ಸ್ವರ್ಗದಲ್ಲಿ ಸಮೃದ್ಧಿಯನ್ನು ನಿರೀಕ್ಷಿಸಲಾಗಿದೆ.", "詩意": "ಈ ಹೆಕ್ಸಾಗ್ರಾಮ್ ಸ್ವರ್ಗದಿಂದ ಅನುಗ್ರಹದ ಸಂಕೇತವಾಗಿದೆ.\nಎಲ್ಲವೂ ಯಶಸ್ವಿಯಾಗುತ್ತದೆ.", "解曰": "ಚಕ್ರವರ್ತಿ ತನ್ನ ಒಲವನ್ನು ತೋರಿಸಿದನು. ಎಂದಿಗೂ ಮರೆಯಬಾರದು. ಬೆಳಿಗ್ಗೆ ಮತ್ತು ಸಂಜೆ ಆಚರಣೆಗಳು. ಧೂಪವನ್ನು ಸುಡುವುದು ಸೂಕ್ತ.", "籤詩故事一": "◇ಮುಲಿಯನ್ ತನ್ನ ತಾಯಿಯನ್ನು ಉಳಿಸಿದನು\nಮೊಕೌ ಲಿಯಾನ್, ಅಥವಾ ಮುಲಿಯನ್, ಸಕ್ಯಮುನಿ ಬುದ್ಧನ ಹತ್ತು ಶಿಷ್ಯರಲ್ಲಿ ಅತ್ಯಂತ ಶಕ್ತಿಶಾಲಿ.\nಅವನ ತಾಯಿ ತನ್ನ ಜೀವಿತಾವಧಿಯಲ್ಲಿ ದುರಾಸೆ ಮತ್ತು ಜಿಪುಣನಾಗಿದ್ದಳು, ಆದ್ದರಿಂದ ಅವಳು ತನ್ನ ಮರಣದ ನಂತರ ಹಸಿದ ಪ್ರೇತಗಳ ಸಾಮ್ರಾಜ್ಯಕ್ಕೆ ಬಿದ್ದಳು. ಮೊಖುಲಿಯನ್ ತನ್ನ ಮಾಂತ್ರಿಕ ಶಕ್ತಿಯನ್ನು ಬಳಸಿ ಗಮನಿಸಿ ತನ್ನ ತಾಯಿ ಹಸಿದ ದೆವ್ವವಾಗಿ ಹುಟ್ಟಿದ್ದು, ಆಹಾರಕ್ಕೆ ದಾರಿಯಿಲ್ಲದೆ ಬಹಳ ಕಷ್ಟದಲ್ಲಿದ್ದಳು ಎಂದು ಕಂಡುಹಿಡಿದನು.ಅವನು ತನ್ನ ಮಾಂತ್ರಿಕ ಶಕ್ತಿಯನ್ನು ಬಳಸಿ ತನ್ನ ತಾಯಿಗೆ ಆಹಾರವನ್ನು ತರುತ್ತಾನೆ. ಅನಿರೀಕ್ಷಿತವಾಗಿ, ತಾಯಿ ಸ್ವೀಕರಿಸಿದ ನಂತರ. ಆಹಾರವು ಬೂದಿಯಾಗಿ ಮಾರ್ಪಟ್ಟಿತು ಮತ್ತು ತಿನ್ನಲಾಗಲಿಲ್ಲ.\nಮೌದ್ಗಲ್ಯಾನನು ಏನಾಯಿತು ಎಂದು ಚಿಂತಿತನಾಗಿ ಬುದ್ಧನಿಗೆ ವರದಿ ಮಾಡಿದನು. ಏಳನೇ ಚಾಂದ್ರಮಾಸದ 15ನೇ ದಿನದಂದು ನೂರು ಸುವಾಸನೆ ಮತ್ತು ಐದು ಹಣ್ಣುಗಳನ್ನು ಒಂದು ಬೇಸಿನ್‌ನಲ್ಲಿ ಹಾಕಿ ಹತ್ತು ದಿಕ್ಕಿನ ಸದ್ಗುಣಿ ಸನ್ಯಾಸಿಗಳಿಗೆ ಅರ್ಪಿಸಬೇಕು ಎಂದು ಬುದ್ಧನು ಮುಲಿಯನ್ನಿಗೆ ಹೇಳಿದನು, ಈ ಶಕ್ತಿಯಿಂದ ತಾಯಿಯು ತಿನ್ನಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ. .\nಮೌದ್ಗಲ್ಯಾನನು ಬುದ್ಧನ ಇಚ್ಛೆಯಂತೆ ವರ್ತಿಸಿದನು ಮತ್ತು ಅವನ ತಾಯಿಯು ಅಂತಿಮವಾಗಿ ವಿಮೋಚನೆಗೊಂಡಳು. ಈ ರೀತಿಯ ಸಮಾರಂಭವನ್ನು \"ಓಬೊನ್ ಹಬ್ಬ\" ಎಂದು ಕರೆಯಲಾಗುತ್ತದೆ ಮತ್ತು ಈ ಹಬ್ಬವನ್ನು \"ಓಬೊನ್ ಹಬ್ಬ\" ಎಂದು ಕರೆಯಲಾಗುತ್ತದೆ.\n(ಗಮನಿಸಿ: ಒಂದು ವಸ್ತುವು ಪ್ರಪಂಚದ ವಿವಿಧ ಹಂತಗಳಲ್ಲಿ ವಿಭಿನ್ನ ಭಾವನೆಗಳನ್ನು ಹೊಂದಿರುತ್ತದೆ. ಉದಾಹರಣೆಗೆ: ಈ ಜಗತ್ತಿನಲ್ಲಿ ಮಳೆಯಾದಾಗ, ನಾವು ಅದನ್ನು \"ನೀರು\" ಎಂದು ನೋಡುತ್ತೇವೆ, ಆದರೆ ಹಸಿದ ಪ್ರೇತಗಳ ಕ್ಷೇತ್ರದಲ್ಲಿ ಜೀವಿಗಳು ಅದನ್ನು \"ರಕ್ತ\" ಮತ್ತು ಭಾವೋದ್ರಿಕ್ತ ಎಂದು ಭಾವಿಸುತ್ತಾರೆ. ನರಕ ಪ್ರಪಂಚದಲ್ಲಿರುವ ಜೀವಿಗಳು ಅದನ್ನು \"ರಕ್ತ\" ಎಂದು ಭಾವಿಸುತ್ತಾರೆ. ಇದು \"ಕತ್ತಿಯನ್ನು ಬಿಡುವಂತೆ\" ಭಾಸವಾಗುತ್ತದೆ, ಆದರೆ ಸ್ವರ್ಗೀಯ ಜೀವಿಗಳು \"ಹೂವನ್ನು ಬಿಡುವಂತೆ\" ಭಾವಿಸುತ್ತಾರೆ.)", "聖意": "ಮನೆ ಮತ್ತು ಮನೆಗಾಗಿ ಪ್ರಾರ್ಥನೆ, ಚಳಿಗಾಲದಲ್ಲಿ ಅದೃಷ್ಟಕ್ಕಾಗಿ ಪ್ರಾರ್ಥನೆ, ಸಂಪತ್ತು, ಯಾವುದೇ ವಹಿವಾಟು, ಮದುವೆ, ಲಿಯುಜಿಯಾದಲ್ಲಿ ಶಾಂತಿ, ಪಾದಚಾರಿಗಳು, ಚಲಿಸುವ ಜಾಗ, ರೇಷ್ಮೆ ಹುಳುಗಳು, ಆರು ಪ್ರಾಣಿಗಳು, ಜನರನ್ನು ಹುಡುಕುವುದು, ಮೊಕದ್ದಮೆಗಳು, ಯಶಸ್ಸು, ವಲಸೆ, ಸಂಪ್ರದಾಯಶೀಲತೆ, ಕಳೆದುಹೋದ ಆಸ್ತಿ, ರೋಗ , ಮನಸ್ಸಿನ ಶಾಂತಿ, ಪರ್ವತಗಳು ಮತ್ತು ಸಮಾಧಿಗಳ ಶಾಂತಿ", "古人": "ಮುಲಿಯನ್ ತನ್ನ ತಾಯಿಯನ್ನು ಉಳಿಸುತ್ತಾನೆ", "第X籤": "ನಲವತ್ತೆರಡಕ್ಕೆ ಸಹಿ ಮಾಡಿ", "宮": "ನೀವು ಅರಮನೆ"}