{"籤詩版本二": "ಪ್ರಪಂಚವು ಹೊಂದಿಕೊಳ್ಳುತ್ತದೆ ಮತ್ತು ಎಲ್ಲಾ ವಿಷಯಗಳು ಸ್ವಯಂ-ಬೆಂಬಲಿತ, ಸ್ವಯಂ-ಬೆಂಬಲ ಮತ್ತು ಸುರಕ್ಷಿತವಾಗಿದೆ\nಜೀವನದಲ್ಲಿ ಎಲ್ಲವೂ ಅದ್ಭುತವಾಗಿದೆ, ಎಲ್ಲದಕ್ಕೂ ಸಂತರು ಮತ್ತು ಋಷಿಗಳಿಗೆ ಧನ್ಯವಾದಗಳು, ಮತ್ತು ಸಮೃದ್ಧಿಯಾಗಿರಿ.", "詩意": "ಈ ಹೆಕ್ಸಾಗ್ರಾಮ್ ಭೂಮಿ ಮತ್ತು ಭೂಮಿಯ ನಡುವಿನ ಸಾಮರಸ್ಯವನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತದೆ.\nಎಲ್ಲವೂ ಸುಸೂತ್ರವಾಗಿ ನಡೆಯುತ್ತಿದ್ದು, ಯಾವುದೇ ಅಪಾಯವಿಲ್ಲ.", "解曰": "ಎಲ್ಲಾ ವಸ್ತುಗಳು ಹುಟ್ಟಿವೆ. ಎಲ್ಲಾ ಯೋಜನೆಗಳು ಮತ್ತು ಆಸೆಗಳು ಈಡೇರುತ್ತವೆ. ಫೋರ್ಡ್ ಸಹಾಯ ಮಾಡುತ್ತದೆ. ರುಯಿ ಕಿ ಆತುರದಲ್ಲಿದೆ.", "籤詩故事一": "◇ವಾಕರ್‌ಗಳು ಜ್ಞಾನೋದಯವನ್ನು ಪಡೆಯುತ್ತಾರೆ\nಜರ್ನಿ ಟು ದಿ ವೆಸ್ಟ್ ಕಥೆ:\nಸನ್ ವುಕಾಂಗ್ ಹೂವುಗಳು ಮತ್ತು ಹಣ್ಣುಗಳ ಪರ್ವತವನ್ನು ಸ್ವಾಧೀನಪಡಿಸಿಕೊಂಡಿತು ಮತ್ತು ರಾಜನಾದನು, ನಂತರ, ಶಾಶ್ವತವಾಗಿ ಬದುಕಲು ಒಂದು ಮಾರ್ಗವನ್ನು ಕಂಡುಕೊಳ್ಳುವ ಸಲುವಾಗಿ, ಅವರು ಎಂಟು ಅಥವಾ ಒಂಬತ್ತು ವರ್ಷಗಳ ಕಾಲ ಪರ್ವತಗಳು ಮತ್ತು ನದಿಗಳಾದ್ಯಂತ ಪ್ರಯಾಣಿಸಿ ಪಿತೃಪ್ರಧಾನ ಬೋಧಿಯನ್ನು ತಮ್ಮ ಗುರುವಾಗಿ ಆರಾಧಿಸಿದರು. ಅವರು ಎಪ್ಪತ್ತನ್ನು ಕಲಿತರು. ಐಹಿಕ ದುಷ್ಟ ಮತ್ತು ಪಲ್ಟಿ ಮೋಡಗಳ ಎರಡು ಬದಲಾವಣೆಗಳು ಮತ್ತು ಮೊದಲ ಬಾರಿಗೆ ಸೂರ್ಯನ ಉಪನಾಮವನ್ನು ತೆಗೆದುಕೊಂಡಿತು. ವುಕಾಂಗ್ ಎಂದು ಹೆಸರಿಸಲಾಗಿದೆ.\nಅದರ ನಂತರ, ಸನ್ ವುಕಾಂಗ್ ಸೂಕ್ತವಾದ ಆಯುಧವನ್ನು ಹುಡುಕುವ ಸಲುವಾಗಿ ಪೂರ್ವ ಚೀನಾ ಸಮುದ್ರದ ಡ್ರ್ಯಾಗನ್ ಅರಮನೆಗೆ ಹೋದರು ಮತ್ತು ಅಂತಿಮವಾಗಿ ಟಿಯಾನ್ಹೆ ಮತ್ತು ಡಿಂಗ್ಹೈನ ದೈವಿಕ ಸೂಜಿಯಾದ ರುಯಿ ಗೋಲ್ಡನ್ ಕಡ್ಜೆಲ್ ಅನ್ನು ಕಂಡುಕೊಂಡರು. ತನ್ನ ಆಯುಷ್ಯ ಮುಗಿದ ಕಾರಣ ಭೂಗತ ಲೋಕದಲ್ಲಿ ದೊಡ್ಡ ಗಲಾಟೆ ಮಾಡಿ ಜೀವನ್ಮರಣದ ಪುಸ್ತಕವನ್ನು ಪರಿಷ್ಕರಿಸಿ ಮತ್ತೆ ಮಾನವ ಲೋಕಕ್ಕೆ ಬಂದ. ನಂತರ, ಸನ್ ವುಕಾಂಗ್ ಅವರನ್ನು ಮೊದಲ ಬಾರಿಗೆ ಸ್ವರ್ಗದಿಂದ ಕರೆಯಲಾಯಿತು ಮತ್ತು ಬಿಮಾ ವೆನ್ ಎಂದು ಹೆಸರಿಸಲಾಯಿತು. ನಂತರ, ಅವನನ್ನು ಎರಡನೇ ಬಾರಿಗೆ ಸ್ವರ್ಗಕ್ಕೆ ಕರೆಸಲಾಯಿತು ಮತ್ತು ಮಂಕಿ ಕಿಂಗ್ ಎಂದು ಹೆಸರಿಸಲಾಯಿತು, ಅವರು ರಹಸ್ಯವಾಗಿ ಪೀಚ್ ತಿನ್ನುತ್ತಾರೆ ಮತ್ತು ಸ್ವರ್ಗದಲ್ಲಿ ದೊಡ್ಡ ಗಲಾಟೆ ಮಾಡಿದರು, ಅವರ ಚಿನ್ನದ ಕಣ್ಣುಗಳು ಮತ್ತು ಉರಿಯುತ್ತಿರುವ ಕಣ್ಣುಗಳಿಗೆ ತರಬೇತಿ ನೀಡಲು ಬಾಗುವಾ ಕುಲುಮೆಯಲ್ಲಿ ಮೊಹರು ಹಾಕಲಾಯಿತು. 500 ವರ್ಷಗಳ ಕಾಲ ವುಝಿ ಪರ್ವತದ ಬುಡದಲ್ಲಿ ತಥಾಗತ ಬುದ್ಧನಿಂದ ನಿಗ್ರಹಿಸಲಾಯಿತು, ಚಲಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ. ಬಾಗುವಾ ಕುಲುಮೆಯನ್ನು ಒದೆದ ಸ್ಥಳವು ಜ್ವಾಲೆಯ ಪರ್ವತವಾಗಿ ಮಾರ್ಪಟ್ಟಿತು.\nಐದು ನೂರು ವರ್ಷಗಳ ನಂತರ, ಮಾಂಕ್ ಟ್ಯಾಂಗ್ ಪವಿತ್ರ ಗ್ರಂಥಗಳನ್ನು ಪಡೆಯಲು ಪಶ್ಚಿಮಕ್ಕೆ ಹೋದರು, ಐದು ಅಂಶಗಳ ಪರ್ವತದ ಮೂಲಕ ಹಾದುಹೋದರು ಮತ್ತು ಸನ್ ವುಕಾಂಗ್ ಅನ್ನು ಉಳಿಸುವ ಮೊದಲು ತಾಲಿಸ್ಮನ್ ಅನ್ನು ತೆಗೆದರು. ಸನ್ ವುಕಾಂಗ್ ಕೃತಜ್ಞತೆಯಿಂದ ಕಣ್ಣೀರು ಸುರಿಸಿದನು.ಗುವಾನ್ಯಿನ್ ಬೋಧಿಸತ್ವದಿಂದ ಸೂಚನೆ ಪಡೆದ ನಂತರ, ಅವನು ಟ್ಯಾಂಗ್ ಮಾಂಕ್ ಅನ್ನು ತನ್ನ ಶಿಕ್ಷಕರಾಗಿ ಪೂಜಿಸಿದನು ಮತ್ತು ಒಟ್ಟಿಗೆ ಧರ್ಮಗ್ರಂಥಗಳನ್ನು ಕಲಿಯಲು ಪಶ್ಚಿಮಕ್ಕೆ ಹೋದನು. ಧರ್ಮಗ್ರಂಥಗಳನ್ನು ಕಲಿಯುವ ದಾರಿಯಲ್ಲಿ, ಸನ್ ವುಕಾಂಗ್ ರಾಕ್ಷಸರ ಮೇಲೆ ಇಳಿದು ರಾಕ್ಷಸರನ್ನು ನಿರ್ಮೂಲನೆ ಮಾಡಿದನು ಮತ್ತು ಪದೇ ಪದೇ ಅಸಾಮಾನ್ಯ ಸಾಹಸಗಳನ್ನು ಮಾಡುತ್ತಿದ್ದನು.ಆದಾಗ್ಯೂ, ಅವನ ಮಾಸ್ಟರ್ ಟ್ಯಾಂಗ್ ಸೆಂಗ್ ಅವನನ್ನು ಮತ್ತೆ ಮತ್ತೆ ತಪ್ಪಾಗಿ ಅರ್ಥೈಸಿದನು ಮತ್ತು ಹೊರಹಾಕಿದನು. ಎಂಭತ್ತೊಂದು ಕಷ್ಟಗಳ ನಂತರ, ಕೆಲಸವು ಅಂತಿಮವಾಗಿ ಪೂರ್ಣಗೊಂಡಿತು, ನಾಲ್ಕು ಗುರುಗಳು ಮತ್ತು ಶಿಷ್ಯರು ಕ್ಸಿಟಿಯಾನ್ ಲೀಯಿನ್ ದೇವಾಲಯಕ್ಕೆ ಆಗಮಿಸಿದರು ಮತ್ತು ನಿಜವಾದ ಗ್ರಂಥವನ್ನು ಪಡೆದರು. ಸನ್ ವುಕಾಂಗ್ ಸರಿಯಾದ ಫಲಿತಾಂಶವನ್ನು ಸಾಧಿಸಿದರು.\n(ಮನುಷ್ಯನಿರಲಿ ಕೋತಿಗೂ ಜ್ಞಾನೋದಯವಾಗುತ್ತದೆ ಎಂಬುದಕ್ಕೆ ಈ ಕಥೆ ರೂಪಕವಾಗಿದೆ.)", "聖意": "ಮನೆಯು ತನಗೆ, ಸಂಪತ್ತು, ವ್ಯಾಪಾರ, ಮದುವೆ, ಲಿಯುಜಿಯಾ, ಪುರುಷ ಪಾದಚಾರಿಗಳು, ಹೊಲಗಳ ಅಡಚಣೆ, ರೇಷ್ಮೆ ಹುಳುಗಳು, ಆರು ಪ್ರಾಣಿಗಳು, ಜಾಂಗ್‌ಪಿಂಗ್, ಜನರನ್ನು ಹುಡುಕುವುದು, ಮೊಕದ್ದಮೆಗಳು, ಯಶಸ್ಸು, ವಲಸೆ, ಆಸ್ತಿ ನಷ್ಟ, ರೋಗ, ಕ್ಸಿಂಗ್‌ಸಿಂಗ್‌ಶಾನ್ ಸಮಾಧಿ, ವಸ್ತುಗಳಿಗೆ ಮಂಗಳಕರವಾಗಿದೆ. ಮಂಗಳಕರವಾಗಿವೆ", "古人": "ಪ್ರಯಾಣಿಕನು ಜ್ಞಾನೋದಯವನ್ನು ಪಡೆಯುತ್ತಾನೆ", "第X籤": "43ರಂದು ಸಹಿ ಮಾಡಲಾಗಿದೆ", "宮": "xugong"}