{"籤詩版本二": "ತಣ್ಣನೆಯ ವಾತಾವರಣವು ನೀರನ್ನು ಮಂಜುಗಡ್ಡೆಯನ್ನಾಗಿ ಮಾಡುತ್ತದೆ, ಖ್ಯಾತಿಗಾಗಿ ದುರಾಸೆ ಏಕೆ?\nಸದ್ದಿಲ್ಲದೆ ಕುಳಿತು ಎಲೆಗಳು ಸ್ವಾಭಾವಿಕವಾಗಿ ಅರಳುವುದನ್ನು ಕಾಯುವುದನ್ನು ಬಿಟ್ಟು ನನಗೆ ಬೇರೆ ದಾರಿಯಿಲ್ಲ.", "詩意": "ಈ ಹೆಕ್ಸಾಗ್ರಾಮ್ನಲ್ಲಿ, ನೀರು ಮಂಜುಗಡ್ಡೆಯಾಗಿ ಬದಲಾಗುತ್ತದೆ.\nವ್ಯರ್ಥವಾಗಿ ಏನನ್ನೂ ಕೇಳಬೇಡಿ.", "解曰": "ನೀರು ಮಂಜುಗಡ್ಡೆಯಾಗಿ ಹೆಪ್ಪುಗಟ್ಟುತ್ತದೆ. ಐಸ್ ನೀರಿನಲ್ಲಿ ಕರಗುತ್ತದೆ. ಇದು ಪಿತೂರಿಯಾಗಿದ್ದರೆ. ಆದ್ದರಿಂದ ಇದು.", "籤詩故事一": "◇ವಾಂಗ್ ಕ್ಸಿಯಾಂಗ್ ಕಾರ್ಪ್‌ಗಾಗಿ ಕೇಳುತ್ತಾನೆ (ಇಪ್ಪತ್ನಾಲ್ಕು ಸಂತಾನದ ಕಥೆಗಳು)\nಜಿನ್ ರಾಜವಂಶದ ವಾಂಗ್ ಕ್ಸಿಯಾಂಗ್, ಸೌಜನ್ಯ ಹೆಸರು ಫುಜೆಂಗ್, ಲಿನಿಯಲ್ಲಿ ಜನಿಸಿದರು.\nವಾಂಗ್ ಕ್ಸಿಯಾಂಗ್ ಚಿಕ್ಕವನಿದ್ದಾಗ, ಅವನ ಜೈವಿಕ ತಾಯಿ ನಿಧನರಾದರು, ಅವನ ಒಂಟಿ ತಂದೆ ಝು ಎಂಬ ಮಹಿಳೆಯನ್ನು ವಿವಾಹವಾದರು ಮತ್ತು ವಾಂಗ್ ಕ್ಸಿಯಾಂಗ್ ಹೊಸ ತಾಯಿಯನ್ನು ಹೊಂದಿದ್ದರು. ವಾಂಗ್ ಕ್ಸಿಯಾಂಗ್ ಚಿಕ್ಕವನಿದ್ದಾಗ, ಅವರ ಜೈವಿಕ ತಾಯಿ ನಿಧನರಾದರು, ಮತ್ತು ಅವರ ಒಂಟಿ ತಂದೆ ಝು ಎಂಬ ಮಹಿಳೆಯನ್ನು ವಿವಾಹವಾದರು. ವಾಂಗ್ ಕ್ಸಿಯಾಂಗ್ ಅವರ ಮಲತಾಯಿ ಸಂಕುಚಿತ ಮನಸ್ಸಿನ ಮತ್ತು ಅಸೂಯೆ ಪಟ್ಟ ಮಹಿಳೆ, ಅವಳು ವಾಂಗ್ ಕ್ಸಿಯಾಂಗ್ ಅನ್ನು ಇಷ್ಟಪಡಲಿಲ್ಲ ಮತ್ತು ಆಗಾಗ್ಗೆ ಕ್ಷುಲ್ಲಕ ವಿಷಯಗಳಿಗೆ ಅವನನ್ನು ಗದರಿಸುತ್ತಿದ್ದಳು. ಶೀಘ್ರದಲ್ಲೇ, ಮಲತಾಯಿ ವಾಂಗ್ ಲ್ಯಾನ್ ಎಂಬ ಮಗನಿಗೆ ಜನ್ಮ ನೀಡಿದಳು. ಮಲತಾಯಿ ತನ್ನ ಸ್ವಂತ ಮಕ್ಕಳನ್ನು ಮಾತ್ರ ಪ್ರೀತಿಸುತ್ತಿದ್ದಳು ಮತ್ತು ವಾಂಗ್ ಕ್ಸಿಯಾಂಗ್‌ನನ್ನು ತನ್ನ ಪಾಲಿಗೆ ಕಂಟಕವೆಂದು ಪರಿಗಣಿಸಿದಳು, ಅವಳು ವಾಂಗ್ ಕ್ಸಿಯಾಂಗ್‌ನ ಮೇಲೆ ಇನ್ನಷ್ಟು ಬೇಡಿಕೆಯಿಟ್ಟಳು ಮತ್ತು ಆಗಾಗ್ಗೆ ಅವನ ತಂದೆಯ ಮುಂದೆ ವಾಂಗ್ ಕ್ಸಿಯಾಂಗ್ ಬಗ್ಗೆ ಕೆಟ್ಟದಾಗಿ ಮಾತನಾಡುತ್ತಿದ್ದಳು, ಅವನ ತಂದೆ ಕೂಡ ಕ್ರಮೇಣ ಅವನನ್ನು ಪ್ರೀತಿಸಲಿಲ್ಲ. ಮಲತಾಯಿ ತನ್ನ ಸ್ವಂತ ಮಕ್ಕಳನ್ನು ಮಾತ್ರ ಪ್ರೀತಿಸುತ್ತಿದ್ದಳು ಮತ್ತು ವಾಂಗ್ ಕ್ಸಿಯಾಂಗ್‌ನನ್ನು ಅವಳಿಗೆ ಕಂಟಕವೆಂದು ಪರಿಗಣಿಸಿದಳು, ಅವಳು ವಾಂಗ್ ಕ್ಸಿಯಾಂಗ್‌ನ ಮೇಲೆ ಹೆಚ್ಚು ಬೇಡಿಕೆಯಿಡುತ್ತಿದ್ದಳು ಮತ್ತು ಆಗಾಗ್ಗೆ ಅವನ ತಂದೆಯ ಮುಂದೆ ವಾಂಗ್ ಕ್ಸಿಯಾಂಗ್ ಬಗ್ಗೆ ಕೆಟ್ಟದಾಗಿ ಮಾತನಾಡುತ್ತಿದ್ದಳು.ಅವನ ತಂದೆ ಕೂಡ ಕ್ರಮೇಣ ಅವನನ್ನು ಪ್ರೀತಿಸಲಿಲ್ಲ. ವಾಂಗ್ ಕ್ಸಿಯಾಂಗ್‌ನ ಮಲಸಹೋದರನಾಗಿದ್ದರೂ, ವಾಂಗ್ ಲ್ಯಾನ್ ತನ್ನ ಸಹೋದರನೊಂದಿಗೆ ತುಂಬಾ ಸ್ನೇಹಪರನಾಗಿರುತ್ತಾನೆ. ತನ್ನ ಮಲತಾಯಿಯ ಚಿತ್ರಹಿಂಸೆಯ ಹೊರತಾಗಿಯೂ, ಅವಳು ಇನ್ನೂ ತುಂಬಾ ಸಂತಾನಶೀಲಳಾಗಿದ್ದಳು. ಮಲತಾಯಿ ತುಂಬಾ ಕಠೋರವಾಗಿದ್ದಾಳೆ, ಆದರೆ ವಾಂಗ್ ಕ್ಸಿಯಾಂಗ್ ಇನ್ನೂ ತುಂಬಾ ಸಂತಾನಶೀಲ.\nಅವನ ಮಲತಾಯಿಗೆ ಹವ್ಯಾಸವಿದೆ, ಅಂದರೆ, ನದಿಯಿಂದ ಮೀನು ಹಿಡಿದ ತಾಜಾ ಮೀನುಗಳನ್ನು ತಿನ್ನಲು ಅವಳು ಇಷ್ಟಪಡುತ್ತಾಳೆ. ಅವನ ಮಲತಾಯಿಗೆ ಹವ್ಯಾಸವಿದೆ, ಅಂದರೆ, ನದಿಯಿಂದ ಮೀನು ಹಿಡಿದ ತಾಜಾ ಮೀನುಗಳನ್ನು ತಿನ್ನಲು ಅವಳು ಇಷ್ಟಪಡುತ್ತಾಳೆ. ಒಂದು ಚಳಿಗಾಲದಲ್ಲಿ, ಅವನ ತಂದೆ ವ್ಯಾಪಾರಕ್ಕಾಗಿ ಹೋದರು, ಮತ್ತು ಅವನ ಮಲತಾಯಿ ಮತ್ತೆ ಅನಾರೋಗ್ಯಕ್ಕೆ ಒಳಗಾದರು, ಸಹೋದರರಾದ ವಾಂಗ್ ಕ್ಸಿಯಾಂಗ್ ಮತ್ತು ವಾಂಗ್ ಲ್ಯಾನ್ ತಮ್ಮ ತಾಯಿಗೆ ತಿನ್ನಲು ಸೂಪ್ ಮತ್ತು ಔಷಧಿಯನ್ನು ಎಚ್ಚರಿಕೆಯಿಂದ ಬಡಿಸಿದರು. ತೀವ್ರ ಚಳಿಯಲ್ಲಿ, ಮಲತಾಯಿಯ ಕಾಯಿಲೆ ಇನ್ನೂ ಸುಧಾರಿಸಲಿಲ್ಲ. ಆತುರ. ಒಂದು ಚಳಿಗಾಲದಲ್ಲಿ, ಅವನ ತಂದೆ ವ್ಯಾಪಾರಕ್ಕಾಗಿ ಹೋದರು, ಮತ್ತು ಅವನ ಮಲತಾಯಿ ಮತ್ತೆ ಅನಾರೋಗ್ಯಕ್ಕೆ ಒಳಗಾದರು, ಸಹೋದರರಾದ ವಾಂಗ್ ಕ್ಸಿಯಾಂಗ್ ಮತ್ತು ವಾಂಗ್ ಲ್ಯಾನ್ ತಮ್ಮ ತಾಯಿಗೆ ತಿನ್ನಲು ಸೂಪ್ ಮತ್ತು ಔಷಧಿಯನ್ನು ಎಚ್ಚರಿಕೆಯಿಂದ ಬಡಿಸಿದರು. ತೀವ್ರ ಚಳಿಯಲ್ಲಿ, ಮಲತಾಯಿಯ ಕಾಯಿಲೆ ಇನ್ನೂ ಸುಧಾರಿಸಲಿಲ್ಲ. ಆತುರ. ಅನಾರೋಗ್ಯದ ಮಲತಾಯಿ ನದಿಯಿಂದ ತಾಜಾ ಮೀನುಗಳನ್ನು ತಿನ್ನಲು ಬಯಸಿದ್ದರು, ಆ ತೀವ್ರವಾದ ಶೀತ ವಾತಾವರಣದಲ್ಲಿ, ಅದು ಹೊರಗೆ ಹಿಮಪಾತವಾಗಿತ್ತು ಮತ್ತು ನದಿಯಲ್ಲಿನ ನೀರು ಈಗಾಗಲೇ ದಟ್ಟವಾದ ಮಂಜುಗಡ್ಡೆಯಾಗಿ ಮಾರ್ಪಟ್ಟಿದೆ. ಅನಾರೋಗ್ಯದ ಮಲತಾಯಿ ತಾಜಾ ಮೀನುಗಳನ್ನು ತಿನ್ನಲು ಬಯಸಿದ್ದರು, ಆ ಹಿಮಾವೃತ ಮತ್ತು ಹಿಮಭರಿತ ವಾತಾವರಣದಲ್ಲಿ ತಾಜಾ ಮೀನುಗಳು ಎಲ್ಲಿ ಸಿಗುತ್ತವೆ?\nಆ ದಿನಗಳಲ್ಲಿ, ಯಾವುದೇ ಆಫ್-ಸೀಸನ್ ಭಕ್ಷ್ಯಗಳು ಇರಲಿಲ್ಲ, ಮತ್ತು ನೀವು ಹಣವನ್ನು ಹೊಂದಿದ್ದರೂ ಸಹ ಅವುಗಳನ್ನು ಖರೀದಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.\nಕಥೆಯ ಈ ಹಂತದಲ್ಲಿ, ವಾಂಗ್ ಕ್ಸಿಯಾಂಗ್ಕಿಯು ಲಿ ಅವರ ಸ್ಪರ್ಶದ ಕಥೆ ಸಂಭವಿಸಿದೆ. ಇಬ್ಬರು ಸಹೋದರರು ತಮ್ಮ ತಾಯಿಯನ್ನು ಅಸಹಾಯಕತೆಯಿಂದ ಕಾಪಾಡಿದರು.ವಾಂಗ್ ಕ್ಸಿಯಾಂಗ್ ತನ್ನ ಅನಾರೋಗ್ಯದ ಮಲತಾಯಿಯನ್ನು ನಿರಾಶೆಗೊಳಿಸದಿರಲು ಹೆಪ್ಪುಗಟ್ಟಿದ ನದಿಯತ್ತ ನಡೆದರು ಮಂಜುಗಡ್ಡೆಯನ್ನು ಕರಗಿಸಲು ತನ್ನದೇ ಆದ ದೇಹದ ಉಷ್ಣತೆ (ಆದ್ದರಿಂದ ವಾಂಗ್ ಕ್ಸಿಯಾಂಗ್ಕಿಯು ಕಾರ್ಪ್ ಅನ್ನು ವಾಂಗ್ ಕ್ಸಿಯಾಂಗ್ ಮಂಜುಗಡ್ಡೆಯ ಮೇಲೆ ಮಲಗುವುದು ಎಂದೂ ಕರೆಯುತ್ತಾರೆ). ಅವನು ತನ್ನ ಅಂಗಿಯನ್ನು ತೆಗೆದು ಹಿಮನದಿಯ ಮೇಲೆ ಬೆತ್ತಲೆಯಾಗಿ ಮಲಗಿದನು. ಅವನು ದೇವರನ್ನು ಪ್ರಾರ್ಥಿಸಿದನು ಮತ್ತು ಹೇಳಿದನು: \"ದೇವರೇ, ನನ್ನ ತಾಯಿಗೆ ಅನಾರೋಗ್ಯವಿದೆ ಮತ್ತು ತಾಜಾ ಕಾರ್ಪ್ ತಿನ್ನಲು ಬಯಸಿದೆ, ಏನು ಬೇಕಾದರೂ ನೀವು ನನಗೆ ದಾರಿ ಹುಡುಕಬೇಕು.\" ವಿಚಿತ್ರವೆಂದರೆ, ಅವನ ಪಕ್ಕದಲ್ಲಿದ್ದ ಐಸ್ ಬ್ಲಾಕ್ ಇದ್ದಕ್ಕಿದ್ದಂತೆ ಬಿರುಕು ಬಿಟ್ಟಿತು ಮತ್ತು ಎರಡು ಇದ್ದವು. ಬಿರುಕುಗಳು, ಜೀವಂತ ಕಾರ್ಪ್ ಬಿರುಕಿನಿಂದ ಜಿಗಿದು ಮಂಜುಗಡ್ಡೆಯ ಮೇಲೆ ಹಾರಿತು, ವಾಂಗ್ ಕ್ಸಿಯಾಂಗ್ ತುಂಬಾ ಸಂತೋಷಪಟ್ಟರು. ಅವನು ದೇವರನ್ನು ಪ್ರಾರ್ಥಿಸಿದನು: \"ದೇವರೇ, ನನ್ನ ತಾಯಿಗೆ ಅನಾರೋಗ್ಯವಿದೆ ಮತ್ತು ತಾಜಾ ಕಾರ್ಪ್ ತಿನ್ನಲು ಬಯಸಿದೆ, ನೀವು ಏನು ಬೇಕಾದರೂ ನನಗೆ ದಾರಿ ಮಾಡಿಕೊಡಬೇಕು.\" ವಿಚಿತ್ರವೆಂದರೆ, ಅವನ ಪಕ್ಕದಲ್ಲಿದ್ದ ಐಸ್ ಬ್ಲಾಕ್ ಇದ್ದಕ್ಕಿದ್ದಂತೆ ಬಿರುಕು ಬಿಟ್ಟಿತು ಮತ್ತು ಎರಡು ಬಿರುಕುಗಳು ಇದ್ದವು. ಜೀವಂತ ಕಾರ್ಪ್ ಬಿರುಕಿನಿಂದ ಹಾರಿ ಮಂಜುಗಡ್ಡೆಯ ಮೇಲೆ ಹಾರಿತು.ವಾಂಗ್ ಕ್ಸಿಯಾಂಗ್ ತುಂಬಾ ಸಂತೋಷಪಟ್ಟರು. ಅವನು ಬೇಗನೆ ಮಂಡಿಯೂರಿ, ದೇವರಿಗೆ ಧನ್ಯವಾದ ಹೇಳಿದನು ಮತ್ತು ಕಾರ್ಪ್ನೊಂದಿಗೆ ಮನೆಗೆ ಓಡಿದನು. ಅವನು ಬೇಗನೆ ಮಂಡಿಯೂರಿ, ದೇವರಿಗೆ ಧನ್ಯವಾದ ಹೇಳಿದನು ಮತ್ತು ಬೇಗನೆ ಕಾರ್ಪ್ ಅನ್ನು ತೆಗೆದುಕೊಂಡು ಮನೆಗೆ ಹೋದನು. ಮಲತಾಯಿ ತಾಜಾ ಕಾರ್ಪ್ ಅನ್ನು ತಿಂದ ನಂತರ, ಅವಳು ಶೀಘ್ರದಲ್ಲೇ ತನ್ನ ಅನಾರೋಗ್ಯದಿಂದ ಚೇತರಿಸಿಕೊಂಡಳು. ಚಳಿಯಿಂದ ಕೆನ್ನೇರಳೆ ಬಣ್ಣಕ್ಕೆ ತಿರುಗುತ್ತಿದ್ದ ವಾಂಗ್ ಕ್ಸಿಯಾಂಗ್ ನ ಬೆತ್ತಲೆ ಮೈ ಮತ್ತು ಕೈಯಲ್ಲಿ ಎರಡು ಮೀನುಗಳನ್ನು ಕಂಡಾಗ ಆಸ್ಪತ್ರೆಯ ಬೆಡ್ ನಲ್ಲಿದ್ದ ಮಲತಾಯಿ ದಿಗ್ಭ್ರಮೆಗೊಂಡಳು.ಅವಳು ಸಂತೋಷದಿಂದ ಕೋಣೆಗೆ ಓಡಿ ದಿಗ್ಭ್ರಮೆಗೊಂಡಳು.\nವಾಂಗ್ ಕ್ಸಿಯಾಂಗ್ ನಂತರ ಅಧಿಕೃತರಾದರು ಮತ್ತು ತೈಬಾವೊ ಆದರು ಮತ್ತು ಡ್ಯೂಕ್ ಎಂಬ ಬಿರುದನ್ನು ನೀಡಲಾಯಿತು.", "聖意": "ಮನೆಯಲ್ಲಿ ಅಹಿತಕರ, ರಕ್ಷಣೆ, ಆರ್ಥಿಕ ತೊಂದರೆಗಳು, ವ್ಯಾಪಾರ ಸಮಸ್ಯೆಗಳು, ಮದುವೆ, ಲಿಯುಜಿಯಾ ವಿಮೆಯಲ್ಲಿ ಅಸಂಗತತೆ, ಪಾದಚಾರಿಗಳು, ಚಿ ಟಿಯಾನ್, ರೇಷ್ಮೆ ಹುಳುಗಳ ನಷ್ಟ, ಆರು ಜಾನುವಾರು ನಷ್ಟಗಳು, ಕಾಣೆಯಾದ ಜನರು, ಸಾರ್ವಜನಿಕ ಮೊಕದ್ದಮೆಗಳು, ವಲಸೆ, ಸಂಪ್ರದಾಯವಾದಿ, ಕಳೆದುಹೋದ ಆಸ್ತಿ, ಅನಾರೋಗ್ಯಕ್ಕಾಗಿ ನಾನು ಪ್ರಾರ್ಥಿಸುತ್ತೇನೆ , ಚೇತರಿಸಿಕೊಳ್ಳಲು ಕಷ್ಟ, ಪರ್ವತ ಸಮಾಧಿ, ಅದೃಷ್ಟ", "古人": "ವಾಂಗ್ ಕ್ಸಿಯಾಂಗ್ ಕಾರ್ಪ್‌ಗಾಗಿ ಕೇಳುತ್ತಾನೆ (ಇಪ್ಪತ್ನಾಲ್ಕು ಸಂತಾನ ಶಾಸ್ತ್ರದ ಕಥೆಗಳು)", "第X籤": "ನಲವತ್ತೊಂಬತ್ತು ಲಾಟ್ ಅನ್ನು ಗೆಲ್ಲುವುದು", "宮": "ಹೈಗಾಂಗ್"}