{"籤詩版本二": "ನೀವು ದೇಶದ ಎಲ್ಲಾ ಮೂಲೆಗಳಿಗೆ ಪ್ರಯಾಣಿಸಬಹುದು, ಅದನ್ನು ಮುಕ್ತವಾಗಿ ಹಿಡಿದಿಡಲು ಪಟ ಮೇಲಾವರಣವನ್ನು ನೇತುಹಾಕಬಹುದು\nಅನುಕೂಲಕರವಾದ ಗಾಳಿ ಇದ್ದರೆ, ಅದು ಶೀಘ್ರದಲ್ಲೇ ಆಗಮಿಸುತ್ತದೆ ಮತ್ತು ದೋಣಿ ಸಂಪತ್ತಿನಿಂದ ತುಂಬಿರುತ್ತದೆ.", "詩意": "ಈ ಹೆಕ್ಸಾಗ್ರಾಮ್ ಗಾಳಿಯೊಂದಿಗೆ ದೋಣಿ ಎಳೆಯುವಂತಿದೆ.\nಎಲ್ಲವೂ ಚೆನ್ನಾಗಿ ನಡೆಯುತ್ತದೆ.", "解曰": "ಆರಾಮವಾಗಿ ವಿಶ್ರಾಂತಿ ಪಡೆಯಿರಿ. ಯಾವುದೇ ಪ್ರಯತ್ನ ಅಗತ್ಯವಿಲ್ಲ. ಸಾಕಷ್ಟು ಸಂಪತ್ತು. ಎಲ್ಲರೂ ಮೆಚ್ಚಿಕೊಂಡರು.", "籤詩故事一": "◇ಟಾವೊ ಝುಗುಯಿ ಐದು ಸರೋವರಗಳು (ಫ್ಯಾನ್ ಲಿಗುಯಿ ಲೇಕ್)\nವಸಂತ ಮತ್ತು ಶರತ್ಕಾಲದ ಅವಧಿಯಲ್ಲಿ, ಫ್ಯಾನ್ ಲಿ, ಅವರ ಸೌಜನ್ಯದ ಹೆಸರು ಶಾವೊಬೊ, ಗುಯಿ ಯಿಜಿಪಿ ಅಥವಾ ಟಾವೊ ಝುಗಾಂಗ್ ಎಂದೂ ಕರೆಯಲಾಗುತ್ತಿತ್ತು.\nಆ ಸಮಯದಲ್ಲಿ, ವೂ ರಾಜ್ಯ ಮತ್ತು ಯೂ ರಾಜ್ಯಗಳ ನಡುವೆ ಯುದ್ಧ ನಡೆಯಿತು ಮತ್ತು ವೂ ರಾಜ್ಯವು ಯುಯೆ ರಾಜ್ಯವನ್ನು ನಾಶಪಡಿಸಿತು. ಫ್ಯಾನ್ ಲಿ ಮತ್ತು ವೆನ್ ಝಾಂಗ್ ಯು ಕಿಂಗ್ ಗೌ ಜಿಯಾನ್‌ಗೆ ಯುಯೆಯನ್ನು ಪ್ರಚಾರ ಮಾಡಲು ಮತ್ತು ವುವನ್ನು ನಾಶಮಾಡಲು ಯೋಜನೆಯನ್ನು ರೂಪಿಸಿದರು. ಫ್ಯಾನ್ ಲಿ ಖುದ್ದಾಗಿ ಪರ್ವತಗಳು ಮತ್ತು ನದಿಗಳ ಮೂಲಕ ಪ್ರಯಾಣಿಸಿದರು ಮತ್ತು ಬೈಲುವೋ ಪರ್ವತದ ಹುವಾನ್ಶಾ ನದಿಯಲ್ಲಿ ಸದ್ಗುಣ, ಪ್ರತಿಭೆ ಮತ್ತು ಸೌಂದರ್ಯ ಎರಡನ್ನೂ ಹೊಂದಿರುವ ಸುಂದರ ಮಹಿಳೆ ಕ್ಸಿ ಶಿ ಅವರನ್ನು ಭೇಟಿ ಮಾಡಿದರು ಮತ್ತು ಅದನ್ನು ವು ರಾಜನಿಗೆ ಅರ್ಪಿಸಿದರು. ಅವರು ಸಹಕರಿಸಲು \"ಸೌಂದರ್ಯ ಟ್ರಿಕ್\" ಅನ್ನು ಬಳಸಿದರು. ಒಳಗೆ ಮತ್ತು ಹೊರಗೆ ಮತ್ತು ವೂ ಸಾಮ್ರಾಜ್ಯವನ್ನು ನಾಶಪಡಿಸಿತು.\nಅವರು ವೂ ಸಾಮ್ರಾಜ್ಯವನ್ನು ಅಳಿಸಿಹಾಕುವಲ್ಲಿ ಯಶಸ್ವಿಯಾದ ನಂತರ, ಫ್ಯಾನ್ ಲಿ ಅವರು ಗೌ ಜಿಯಾನ್ \"ಕೊಕ್ಕಿನೊಂದಿಗೆ ಉದ್ದನೆಯ ಕುತ್ತಿಗೆಯ ಹಕ್ಕಿ\" ಎಂದು ತಿಳಿದಿದ್ದರು ಮತ್ತು ಅವನೊಂದಿಗೆ ಕಷ್ಟಗಳು ಮತ್ತು ಸಂತೋಷವನ್ನು ಹಂಚಿಕೊಳ್ಳಬಲ್ಲರು, ಆದ್ದರಿಂದ ಅವರು ಕ್ಸಿ ಷಿಯೊಂದಿಗೆ ಕ್ವಿ ಸಾಮ್ರಾಜ್ಯದಾದ್ಯಂತ ದೋಣಿ ವಿಹಾರಕ್ಕೆ ಹೋದರು, ಅದನ್ನು ಬದಲಾಯಿಸಿದರು Gui Zipi ಎಂದು ಹೆಸರಿಸಿ, ಮತ್ತು ಅವನ ಮಗ ಮತ್ತು ಶಿಷ್ಯರನ್ನು ಕ್ವಿ ಸಾಮ್ರಾಜ್ಯದಲ್ಲಿ ಕರೆದೊಯ್ದರು. ಅವರು ಸಮುದ್ರದ ಒಂದು ಕುಟೀರದಲ್ಲಿ ವಾಸಿಸುತ್ತಾರೆ. ಬಂಜರು ಭೂಮಿಯನ್ನು ಸಾಗುವಳಿ ಮಾಡಿ, ಸೈಡ್ ಲೈನ್ ವ್ಯವಹಾರ ನಡೆಸಿ, ವ್ಯಾಪಾರ ಮಾಡಲು ಶ್ರಮಿಸಿದ ಅವರು ಕೆಲವೇ ವರ್ಷಗಳಲ್ಲಿ ಕೋಟ್ಯಂತರ ಕುಟುಂಬದ ಆಸ್ತಿಯನ್ನು ಕೂಡಿಟ್ಟರು. ಸಂಪತ್ತನ್ನು ಹರಡುವಲ್ಲಿ ಮತ್ತು ತನ್ನ ಊರಿಗೆ ಒಳ್ಳೆಯದನ್ನು ಮಾಡುವಲ್ಲಿ ಅವನು ಉದಾರನಾಗಿದ್ದನು.ಫ್ನ್ ಲಿ ಅವರ ಬುದ್ಧಿವಂತಿಕೆ ಮತ್ತು ಸಾಮರ್ಥ್ಯವನ್ನು ಕಿಯ ಜನರು ಮೆಚ್ಚಿದರು.ಕಿ ರಾಜನು ಅವನನ್ನು ರಾಜಧಾನಿಯಾದ ಲಿಂಜಿಗೆ ಆಹ್ವಾನಿಸಿದನು ಮತ್ತು ಸರ್ಕಾರಿ ವ್ಯವಹಾರಗಳ ಉಸ್ತುವಾರಿ ಪ್ರಧಾನ ಮಂತ್ರಿಯಾಗಿ ಅವನನ್ನು ಪೂಜಿಸಿದನು. . ಅವರು ಉದ್ಗರಿಸಿದರು: \"ಅಧಿಕಾರಿಯಾಗಿರುವುದರಿಂದ ಮಂತ್ರಿಯಾಗಬಹುದು ಮತ್ತು ಕುಟುಂಬವನ್ನು ನಡೆಸುವುದು ಅದೃಷ್ಟಕ್ಕೆ ಕಾರಣವಾಗಬಹುದು. ಮೊದಲಿನಿಂದ ಪ್ರಾರಂಭಿಸಿದ ಸಾಮಾನ್ಯನಿಗೆ ಇದು ವಿಪರೀತವಾಗಿದೆ, ದೀರ್ಘಕಾಲದವರೆಗೆ ಗೌರವಾನ್ವಿತರಾಗಿರುವುದು ಬಹುಶಃ ಒಳ್ಳೆಯ ಲಕ್ಷಣವಲ್ಲ.\" ಆದ್ದರಿಂದ, ಕೇವಲ ಮೂರು ವರ್ಷಗಳ ನಂತರ, ಅವರು ಮತ್ತೊಮ್ಮೆ ಜಿಲಿಯು ಧೈರ್ಯದಿಂದ ಹಿಮ್ಮೆಟ್ಟಿದರು, ಕಿ ರಾಜನಿಗೆ ಮುದ್ರೆಯನ್ನು ಹಿಂದಿರುಗಿಸಿದರು ಮತ್ತು ಅವರ ಕುಟುಂಬದ ಸಂಪತ್ತನ್ನು ಅವರ ನಿಕಟ ಸ್ನೇಹಿತರು ಮತ್ತು ಸಹ ಗ್ರಾಮಸ್ಥರಿಗೆ ನೀಡಿದರು.", "聖意": "ಮನೆಯು ತನಗೆ ಒಳ್ಳೆಯದು (ರವಾನೆಯಾಗಲು), ಸಂಪತ್ತನ್ನು ಹುಡುಕುವುದು, ಪಶ್ಚಿಮಕ್ಕೆ ಅದೃಷ್ಟ, ವ್ಯಾಪಾರ ತಡವಾಗಿದೆ, ಮದುವೆ ಒಳ್ಳೆಯದಲ್ಲ, ಲಿಯುಜಿಯಾ ಸುರಕ್ಷಿತವಾಗಿದೆ, ಜನರು ಹೊಲಗಳನ್ನು ನಿರ್ಬಂಧಿಸುತ್ತಿದ್ದಾರೆ, ರೇಷ್ಮೆ ಹುಳುಗಳು, ಶರತ್ಕಾಲ, ಆರು ಪ್ರಾಣಿಗಳಿಗೆ ಒಳ್ಳೆಯದು, ವಸಂತವು ಸಮೃದ್ಧವಾಗಿದೆ, ಜನರು ಜನರನ್ನು ಹುಡುಕುತ್ತಿದ್ದಾರೆ, ಮೊಕದ್ದಮೆಗಳು ಕೆಟ್ಟವು, ವಲಸೆ ಸಂಪ್ರದಾಯವಾದಿ, ಕಳೆದುಹೋದ ವಸ್ತುಗಳು, ಪಾಶ್ಚಿಮಾತ್ಯ ರೋಗಗಳು ಬಿಚ್ಚಿಕೊಳ್ಳುತ್ತಿವೆ, ಪರ್ವತಗಳು ಮತ್ತು ಸಮಾಧಿಗಳು ದಕ್ಷಿಣದಲ್ಲಿವೆ.", "古人": "ಟಾವೊ ಝುಗುಯಿ ಐದು ಸರೋವರಗಳು (ಫ್ಯಾನ್ ಲಿಗುಯಿ ಸರೋವರ)", "第X籤": "ಐವತ್ತನೇ ಲಾಟರಿ ವಿಜೇತ", "宮": "ಹೈಗಾಂಗ್"}