{"籤詩版本二": "ಬೇಸಿಗೆಯು ದೀರ್ಘವಾದ ದಿನವಾಗಿದೆ ಮತ್ತು ಪ್ರತಿಯೊಬ್ಬರೂ ಶಾಖ ಮತ್ತು ಖಿನ್ನತೆಯ ಬಗ್ಗೆ ಚಿಂತಿತರಾಗಿದ್ದಾರೆ\nಜನರಿಗೆ ಏನು ಬೇಕು ಎಂದು ಸ್ವರ್ಗ ಮತ್ತು ಭೂಮಿಗೆ ತಿಳಿದಿದೆ, ಮತ್ತು ತಂಗಾಳಿ ಬೀಸುತ್ತದೆ ಮತ್ತು ಅದು ನೈಸರ್ಗಿಕವಾಗಿ ತಂಪಾಗಿರುತ್ತದೆ", "詩意": "ಪ್ರತಿಯೊಬ್ಬರೂ ಶಾಖದ ಬಗ್ಗೆ ಚಿಂತಿತರಾಗಿದ್ದಾರೆ ಎಂದು ಈ ಹೆಕ್ಸಾಗ್ರಾಮ್ ಸೂಚಿಸುತ್ತದೆ.\nನಿನಗೆ ಬೇಕಾದನ್ನು ಮಾಡು.", "解曰": "ಮುನ್ನಡೆಯಬೇಕೋ ಅಥವಾ ಹಿಮ್ಮೆಟ್ಟಬೇಕೋ ಎಂಬುದರ ಬಗ್ಗೆ ಯಾವುದೇ ಸಂದೇಹವಿಲ್ಲ. ಒಳ್ಳೆಯ ಸಮಯವನ್ನು ಆನಂದಿಸಿ. ಇದು ಕ್ಯಾಂಪಿಂಗ್‌ಗಾಗಿಯೇ? ಉದ್ಧಟತನದಿಂದ ವರ್ತಿಸುವ ಅಗತ್ಯವಿಲ್ಲ.", "籤詩故事一": "◇ಕಾಂಗ್ ಮಿಂಗ್ ಸಿಚುವಾನ್ ಅನ್ನು ಪ್ರವೇಶಿಸುತ್ತಾನೆ\nಝುಗೆ ಲಿಯಾಂಗ್ (181-234), ಸೌಜನ್ಯ ಹೆಸರು ಕಾಂಗ್ಮಿಂಗ್, ಯಾಂಗ್ಡು, ಲಾಂಗ್ಯಾ (ಈಗ ಯಿನಾನ್ ಕೌಂಟಿ, ಶಾಂಡೋಂಗ್ ಪ್ರಾಂತ್ಯ), ಮತ್ತು ಮೂರು ಸಾಮ್ರಾಜ್ಯಗಳ ಅವಧಿಯಲ್ಲಿ ಶು ಹಾನ್ (ಲಿಯು ಬೀ) ನ ಪ್ರಧಾನ ಮಂತ್ರಿಯಾಗಿದ್ದರು.\nಲಿಯು ಬೇ ಜಿಂಗ್‌ಝೌವನ್ನು ಗೆದ್ದರೂ, ಒಂದು ಕಡೆ ಪ್ರತ್ಯೇಕಿಸಲು ಸಾಕಾಗಲಿಲ್ಲ.ಲಿಯು ಬೇಯ ಪ್ರದೇಶವನ್ನು ಹೆಚ್ಚಿಸಲು ಝುಗೆ ಕಾಂಗ್ಮಿಂಗ್ ಕ್ಸಿಚುವಾನ್ ಅನ್ನು ವಶಪಡಿಸಿಕೊಳ್ಳಲು ಯೋಜಿಸಿದರು. ಈ ಸಮಯದಲ್ಲಿ, Yizhou ನಲ್ಲಿ ಲಿಯು ಜಾಂಗ್ ಉತ್ತರದಲ್ಲಿ ಜಾಂಗ್ ಲು ದಾಳಿಗೊಳಗಾದ. ಲಿಯು ಜಾಂಗ್ ತನ್ನನ್ನು ರಕ್ಷಿಸಿಕೊಳ್ಳಲು ಕಾವೊ ಕಾವೊಗೆ ಕ್ಸಿಚುವಾನ್ ನಕ್ಷೆಯನ್ನು ಅರ್ಪಿಸಲು ಬಯಸುತ್ತಾನೆ ಎಂದು ಝುಗೆ ಕಾಂಗ್ಮಿಂಗ್ ಕಲಿತರು. ಝಾಂಗ್ ಸಾಂಗ್ (ಲಿಯು ಝಾಂಗ್‌ನ ಅಧೀನ) ಕಾವೊ ಕಾವೊನನ್ನು ಭೇಟಿಯಾದಾಗ, ಕಾವೊ ಕಾವೊ ಸೊಕ್ಕಿನ ಮತ್ತು ಅಸಭ್ಯವಾಗಿದ್ದ ಕಾರಣ, ಲಿಯು ಜಾಂಗ್ ನಕ್ಷೆಯನ್ನು ಕ್ಸಿಚುವಾನ್‌ಗೆ ಹಿಂತಿರುಗಿ ತೆಗೆದುಕೊಂಡು ಜಿಂಗ್‌ಝೌವನ್ನು ದಾರಿಯಲ್ಲಿ ಹಾದುಹೋದನು. ಕಾಂಗ್ ಮಿಂಗ್ ಈಗಾಗಲೇ ದಾರಿಯಲ್ಲಿ ಅವನಿಗಾಗಿ ಕಾಯುತ್ತಿದ್ದನು ಮತ್ತು ಅವನನ್ನು ಜಿಂಗ್‌ಝೌಗೆ ಆಹ್ವಾನಿಸಿದನು, ಆದರೆ ನಿರ್ಗಮನದ ತನಕ ಅವನು ಕ್ಸಿಚುವಾನ್ ಚಿತ್ರವನ್ನು ಎಂದಿಗೂ ಉಲ್ಲೇಖಿಸಲಿಲ್ಲ.ಜಾಂಗ್ ಸಾಂಗ್ ಕಾಂಗ್ ಮಿಂಗ್‌ಗೆ ಅವನ ಸೌಜನ್ಯ ಮತ್ತು ಆತಿಥ್ಯಕ್ಕಾಗಿ ಕೃತಜ್ಞನಾಗಿದ್ದನು, ಆದ್ದರಿಂದ ಅವನು ಕ್ಸಿಚುವಾನ್ ಚಿತ್ರವನ್ನು ಅರ್ಪಿಸಿದನು. ಅವನನ್ನು.\nಕ್ಸಿಚುವಾನ್‌ನ ಭೂಪ್ರದೇಶವು ಅಪಾಯಕಾರಿಯಾಗಿದೆ ಮತ್ತು ದಾಳಿ ಮಾಡಬಹುದು ಅಥವಾ ರಕ್ಷಿಸಬಹುದು.ಕಾಂಗ್ ಮಿಂಗ್‌ನ ವಿವಿಧ ವ್ಯವಸ್ಥೆಗಳ ನಂತರ, ಕ್ಸಿಚುವಾನ್ ಲಿಯು ಬೀಯ ಜನ್ಮಸ್ಥಳವಾಯಿತು.\n(ಕಾಂಗ್ ಮಿಂಗ್ ಜನರನ್ನು ಸೌಜನ್ಯದಿಂದ ನಡೆಸಿಕೊಂಡರು ಮತ್ತು ಸುಲಭವಾಗಿ ಅಸ್ಕರ್ ಕ್ಸಿಚುವಾನ್ ಅನ್ನು ಪಡೆದರು.)", "聖意": "ಮನೆಯಲ್ಲಿ ಮತ್ತು ನಿಮ್ಮ ಸ್ವಂತ ರಕ್ಷಣೆಗಾಗಿ ಆಶೀರ್ವಾದಕ್ಕಾಗಿ ಪ್ರಾರ್ಥಿಸಿ (ದುರದೃಷ್ಟಗಳಲ್ಲಿ ಅದೃಷ್ಟವಿದೆ) ಸಂಪತ್ತು, ವ್ಯವಹಾರದಲ್ಲಿ ಅದೃಷ್ಟ, ಸಾಮಾನ್ಯ ಮದುವೆ, ಲಿಯುಜಿಯಾದಲ್ಲಿ ಹುಡುಗರ ಜನನ, ಚಲಿಸುವ ಹೊಲಗಳು, ರೇಷ್ಮೆ ಹುಳುಗಳು, ಜಾನುವಾರುಗಳಿಗೆ ಹಾನಿ, ಜನರನ್ನು ಹುಡುಕುವುದು, ಸಾರ್ವಜನಿಕ ಮೊಕದ್ದಮೆಗಳು , ವಲಸೆ, ಹಳೆಯ ಕಳೆದುಹೋದ ವಸ್ತುಗಳು, ಉತ್ತರದ ಕಾಯಿಲೆಗಳು, ಪರ್ವತಗಳು ಮತ್ತು ಸಮಾಧಿಗಳಿಗೆ ಹಾರೈಕೆ", "古人": "ಕಾಂಗ್ ಮಿಂಗ್ ಸಿಚುವಾನ್ ಪ್ರವೇಶಿಸುತ್ತದೆ", "第X籤": "ಅಧ್ಯಾಯ 51: ಲಾಟ್ ಗೆಲ್ಲುವುದು (ಲಾಟ್ ಗೆಲ್ಲುವುದು)", "宮": "ಗರ್ಭಕೋಶ"}