{"籤詩版本二": "ಚಂದ್ರನನ್ನು ನೀರಿನಲ್ಲಿ ಹಿಡಿಯಲು ಸಾಕಷ್ಟು ಶ್ರಮ ಪಡಬೇಕಾಗುತ್ತದೆ.ಅದಕ್ಕೆ ಸಾಕಷ್ಟು ಶ್ರಮ ಬೇಕಾಗುತ್ತದೆ ಆದರೆ ಏನೂ ಇಲ್ಲ.\nಅಸಂಬದ್ಧವಾಗಿ ಮಾತನಾಡಬೇಡಿ ಮತ್ತು ದೇಹವನ್ನು ಬಲಪಡಿಸುವ ನಿಮ್ಮ ಪ್ರಯತ್ನಗಳನ್ನು ವ್ಯರ್ಥ ಮಾಡಬೇಡಿ. \"ದೇಹ ಒಣಗಿದೆ\" ಎಂಬ ಪದದ ಮೂಲ ಅರ್ಥ \"ದೇಹ ಮಾತ್ರ\".", "詩意": "ಈ ಹೆಕ್ಸಾಗ್ರಾಮ್ ಪ್ರಯತ್ನದ ಚಿತ್ರಕ್ಕಾಗಿ ದುರಾಸೆಯಾಗಿದೆ.\nಎಲ್ಲವೂ ಶ್ರಮದಾಯಕ ಮತ್ತು ಶ್ರಮದಾಯಕವಾಗಿದೆ.", "解曰": "ಭರವಸೆಗಳನ್ನು ನೆನಪಿಟ್ಟುಕೊಳ್ಳುವುದು ಕಷ್ಟ. ಸಾಕಷ್ಟು ಶ್ರಮ. ಮನೆಯಲ್ಲಿ ಚಿಂತೆ. ಉದಾತ್ತ ಜನರನ್ನು ಭೇಟಿಯಾಗಲು ಕಾಯುತ್ತಿದ್ದೇನೆ.", "籤詩故事一": "◇ತೈಬಾಯಿ ಕುಡಿದಾಗ ಚಂದ್ರನನ್ನು ಹಿಡಿದಳು (ಲಿ ತೈಬಾಯಿ ಕುಡಿದಾಗ ಚಂದ್ರನನ್ನು ಹಿಡಿದಳು)\nಲಿ ಬಾಯಿ (701-762), ತೈಬೈ ಎಂದೂ ಕರೆಯುತ್ತಾರೆ, ಇದನ್ನು ಕ್ವಿಂಗ್ಲಿಯನ್ ಜುಶಿ ಎಂದೂ ಕರೆಯುತ್ತಾರೆ. ಟ್ಯಾಂಗ್ ರಾಜವಂಶದ ಕವಿ, ತನ್ನನ್ನು ತಾನು ಬಹಿಷ್ಕೃತ ಅಮರ ಎಂದು ಕರೆದುಕೊಂಡನು, ಅವನನ್ನು ಕಾವ್ಯದ ಅಮರ ಎಂದು ಕರೆಯಲಾಗುತ್ತಿತ್ತು ಮತ್ತು ಅವನು ಯಾವಾಗಲೂ ಕುಡಿಯದೆ ಸಂತೋಷವಾಗಿರುತ್ತಾನೆ.\nಒಮ್ಮೆ ಲಿ ಬಾಯಿ ಜಿನ್ಲಿಂಗ್‌ಗೆ (ಈಗ ನಾನ್‌ಜಿಂಗ್) ಬಂದು ವೆಂಡೆ ಬ್ರಿಡ್ಜ್‌ನ ಪಕ್ಕದ ರೆಸ್ಟೋರೆಂಟ್‌ನಲ್ಲಿ ವಿಶ್ರಾಂತಿ ಪಡೆದರು.\nಆ ದಿನವು ಚಳಿಗಾಲದ ಚಂದ್ರಮಾಸದ ಹದಿನೈದನೆಯ ದಿನವಾಗಿತ್ತು, ರಾತ್ರಿಯಲ್ಲಿ, ಅವನು ರೆಸ್ಟೋರೆಂಟ್‌ನಲ್ಲಿ ಒಬ್ಬಂಟಿಯಾಗಿ ಕುಳಿತು ಚಂದ್ರನನ್ನು ಮೆಚ್ಚುತ್ತಾನೆ, ಕುಡಿಯುತ್ತಾನೆ ಮತ್ತು ಕವಿತೆಗಳನ್ನು ಹೇಳುತ್ತಾನೆ. ಆ ದಿನವು ಚಳಿಗಾಲದ ಚಂದ್ರಮಾಸದ ಹದಿನೈದನೆಯ ದಿನವಾಗಿತ್ತು, ರಾತ್ರಿಯಲ್ಲಿ, ಅವನು ರೆಸ್ಟೋರೆಂಟ್‌ನಲ್ಲಿ ಒಬ್ಬಂಟಿಯಾಗಿ ಕುಳಿತು ಚಂದ್ರನನ್ನು ಮೆಚ್ಚುತ್ತಾನೆ, ಕುಡಿಯುತ್ತಾನೆ ಮತ್ತು ಕವಿತೆಗಳನ್ನು ಹೇಳುತ್ತಾನೆ. ಲಿ ತೈಬಾಯಿ ತನ್ನ ಜೀವನದಲ್ಲಿ ಚಂದ್ರನನ್ನು ಹೆಚ್ಚು ಪ್ರೀತಿಸುತ್ತಿದ್ದಳು, ಅದು ಸ್ವಚ್ಛ ಮತ್ತು ಸುಂದರವಾಗಿದೆ ಎಂದು ಹೇಳಿದರು. ಲಿ ತೈಬಾಯಿ ತನ್ನ ಜೀವನದಲ್ಲಿ ಚಂದ್ರನನ್ನು ಹೆಚ್ಚು ಪ್ರೀತಿಸುತ್ತಿದ್ದಳು, ಅದು ಸ್ವಚ್ಛ ಮತ್ತು ಸುಂದರವಾಗಿದೆ ಎಂದು ಹೇಳಿದರು. ಆ ರಾತ್ರಿ, ಅವನು ತಲೆಯೆತ್ತಿ ನೋಡಿದನು ಮತ್ತು ಆಕಾಶದಲ್ಲಿ ಬಿಳಿ ಮತ್ತು ದುಂಡಗಿನ ಚಂದ್ರನನ್ನು ನೋಡಿದನು, ಅವನು ತುಂಬಾ ಸಂತೋಷದಿಂದ ಇನ್ನೂ ಕೆಲವು ಲೋಟಗಳನ್ನು ಕುಡಿದನು. ಆ ರಾತ್ರಿ, ಅವನು ತಲೆಯೆತ್ತಿ ನೋಡಿದನು ಮತ್ತು ಆಕಾಶದಲ್ಲಿ ಬಿಳಿ ಮತ್ತು ದುಂಡಗಿನ ಚಂದ್ರನನ್ನು ನೋಡಿದನು, ಅವನು ತುಂಬಾ ಸಂತೋಷದಿಂದ ಇನ್ನೂ ಕೆಲವು ಲೋಟಗಳನ್ನು ಕುಡಿದನು. ಮಧ್ಯರಾತ್ರಿಯಲ್ಲಿ, ಲಿ ತೈಬಾಯ್ ವೈನ್‌ನ ಪ್ರಯೋಜನವನ್ನು ಪಡೆದುಕೊಂಡು ವೆಂಡೆ ಸೇತುವೆಗೆ ಕೆಳಗಿಳಿದರು. ಮಧ್ಯರಾತ್ರಿಯಲ್ಲಿ, ಲಿ ತೈಬಾಯ್ ವೈನ್‌ನ ಪ್ರಯೋಜನವನ್ನು ಪಡೆದುಕೊಂಡು ವೆಂಡೆ ಸೇತುವೆಗೆ ಕೆಳಗಿಳಿದರು. ಸೇತುವೆಯ ಮೇಲೆ ಕಾಲಿಟ್ಟ ತಕ್ಷಣ ತಲೆ ತಗ್ಗಿಸಿ ನೋಡಿದಾಗ ಥಟ್ಟನೆ ನೀರಿಗೆ ಬೀಳುತ್ತಿರುವ ಚಂದ್ರನನ್ನು ನೋಡಿ ನದಿ ಚಲಿಸಿದಾಗ ಬಿಳಿಯ ಚಂದ್ರನ ನೆರಳಿಗೆ ಒಂದಷ್ಟು ಕಪ್ಪು ಗೆರೆಗಳು ಸೇರಿಕೊಂಡವು. ಸೇತುವೆಯ ಮೇಲೆ ಕಾಲಿಟ್ಟ ತಕ್ಷಣ ತಲೆ ತಗ್ಗಿಸಿ ನೋಡಿದಾಗ ಥಟ್ಟನೆ ನೀರಿಗೆ ಬೀಳುತ್ತಿರುವ ಚಂದ್ರನನ್ನು ನೋಡಿ ನದಿ ಚಲಿಸಿದಾಗ ಬಿಳಿಯ ಚಂದ್ರನ ನೆರಳಿಗೆ ಒಂದಷ್ಟು ಕಪ್ಪು ಗೆರೆಗಳು ಸೇರಿಕೊಂಡವು. ಈ ವೇಳೆ ಲೀ ತೈಬಾಯಿ ಎಷ್ಟು ಕುಡಿದಿದ್ದರೆಂದರೆ ನದಿ ನೀರಿನಿಂದ ಮಸಿ ಬಳಿದದ್ದು ಚಂದ್ರನೆಂದು. ಈ ವೇಳೆ ಲೀ ತೈಬಾಯಿ ಎಷ್ಟು ಕುಡಿದಿದ್ದರೆಂದರೆ ನದಿ ನೀರಿನಿಂದ ಮಸಿ ಬಳಿದದ್ದು ಚಂದ್ರನೆಂದು. ಅವನು ತನ್ನ ಬೂಟುಗಳನ್ನು ತೆಗೆಯಲು ಸಹ ಚಿಂತಿಸಲಿಲ್ಲ, ಅವನು ತನ್ನ ಕೈಗಳನ್ನು ತೆರೆದು ಚಂದ್ರನನ್ನು ಹಿಡಿಯಲು ಸೇತುವೆಯಿಂದ ಜಿಗಿದ. ಅವನು ತನ್ನ ಬೂಟುಗಳನ್ನು ತೆಗೆಯಲು ಸಹ ಚಿಂತಿಸಲಿಲ್ಲ, ಅವನು ತನ್ನ ಕೈಗಳನ್ನು ತೆರೆದು ಚಂದ್ರನನ್ನು ಹಿಡಿಯಲು ಸೇತುವೆಯಿಂದ ಜಿಗಿದ. ಅನಿರೀಕ್ಷಿತವಾಗಿ, ಈ ಜಿಗಿತದಿಂದ, ಚಂದ್ರನು ಹಿಡಿಯಲಿಲ್ಲ, ಆದರೆ ನೀರಿನಲ್ಲಿ ಚಂದ್ರನು ಚೂರುಚೂರು ಮತ್ತು ತಕ್ಷಣವೇ ಎರಡು ಭಾಗಗಳಾಗಿ ವಿಭಜನೆಯಾಯಿತು. ಅನಿರೀಕ್ಷಿತವಾಗಿ ಈ ಜಿಗಿತದಲ್ಲಿ ಚಂದ್ರು ಸಿಕ್ಕಿಬೀಳದಿದ್ದರೂ ಆ ವ್ಯಕ್ತಿ ನೀರಿನಲ್ಲಿ ಮುಳುಗಿ ಸಾವನ್ನಪ್ಪಿದ್ದಾನೆ. ಅವರು ಅರವತ್ತೆರಡನೆಯ ವಯಸ್ಸಿನಲ್ಲಿ ನಿಧನರಾದರು.", "聖意": "ಮನೆ ಅಶಾಂತಿ, ದುರಾದೃಷ್ಟ (ಅದೃಷ್ಟ, ಆರೋಗ್ಯದ ಕಡೆ ಗಮನ ಕೊಡಿ), ಸಂಪತ್ತಿನಲ್ಲಿ ಸಮತೋಲನವನ್ನು ಕಾಯ್ದುಕೊಳ್ಳಿ (ಅದರ ಬಗ್ಗೆ ಯೋಚಿಸಬೇಡಿ), ಕಷ್ಟದ ವ್ಯವಹಾರ, ಮದುವೆ ಇತ್ಯರ್ಥವಾಗುವುದಿಲ್ಲ, ರಕ್ಷಣೆಗಾಗಿ ಪ್ರಾರ್ಥಿಸಿ (ಗರ್ಭಪಾತವನ್ನು ತಡೆಯಲು ಖಾಲಿ ನಿಧಿಗಳು. ), ಪಾದಚಾರಿಗಳು ತೊಂದರೆಯಲ್ಲಿದ್ದಾರೆ, ಹೊಲದ ರೇಷ್ಮೆ ಹುಳುಗಳು ಐದು ಅಂಕಗಳು, ಆರು ಪ್ರಾಣಿಗಳು ಅವನತಿಯಲ್ಲಿವೆ, ಜನರನ್ನು ಹುಡುಕುವುದು (ಅದೃಷ್ಟ), ಸಾರ್ವಜನಿಕ ಮೊಕದ್ದಮೆಗಳು ಮತ್ತು (ಮೊಕದ್ದಮೆಯನ್ನು ನಿಲ್ಲಿಸಿ) ಸಾಮಾನ್ಯ ವಲಸೆ (ಅದನ್ನು ನಮೂದಿಸಬೇಡಿ) ಆಸ್ತಿಯ ನಷ್ಟ (ವಿಮಾನ) ಪ್ರಾರ್ಥನೆ ಅನಾರೋಗ್ಯದಿಂದ ರಕ್ಷಣೆಗಾಗಿ (ದುರದೃಷ್ಟಕರ) ಪರ್ವತಗಳು ಮತ್ತು ಸಮಾಧಿಗಳಲ್ಲಿ ಅದೃಷ್ಟ", "古人": "ತೈಬಾಯಿ ಕುಡಿದಾಗ ಚಂದ್ರನನ್ನು ಹಿಡಿದಳು (ಲಿ ತೈಬಾಯಿ ಕುಡಿದಾಗ ಚಂದ್ರನನ್ನು ಹಿಡಿದಳು)", "第X籤": "ಐವತ್ತೆರಡನೆಯವರು ಲಾಟರಿಯನ್ನು ಗೆದ್ದರು (ಲಾಟರಿ)", "宮": "ಗರ್ಭಕೋಶ"}