{"籤詩版本二": "ಹತಾಶೆಯು ಉಲ್ಲಾಸಕ್ಕೆ ತಿರುಗಿದಾಗ, ಡ್ರ್ಯಾಗನ್‌ಗಳು ಘರ್ಜಿಸುತ್ತವೆ ಮತ್ತು ಹುಲಿಗಳು ಘರ್ಜಿಸುತ್ತವೆ.\nನೀಲಿ ಆಕಾಶವು ಆಕಾಶಕ್ಕೆ ತನ್ನದೇ ಆದ ಮಾರ್ಗವನ್ನು ಹೊಂದಿದೆ, ಖ್ಯಾತಿಯನ್ನು ಸಾಧಿಸಲು ನನಗೆ ಮತ್ತೊಂದು ಅವಕಾಶ ಸಿಗಲಿ.", "詩意": "ಈ ಹೆಕ್ಸಾಗ್ರಾಮ್ ಡ್ರ್ಯಾಗನ್ ಗರ್ಜಿಸುವ ಮತ್ತು ಹುಲಿ ಘರ್ಜಿಸುವಂತಿದೆ.\nಎಲ್ಲವೂ ಸರಿ ಹೋಗುತ್ತದೆ ಎಂಬ ಭರವಸೆ ಇದೆ.", "解曰": "ಸುಮ್ಮನೆ ಕಲಿಸಿ ಹೋಗು. ನಿಮ್ಮ ಸ್ವಂತ ಸಮೃದ್ಧಿಯನ್ನು ಹೊಂದಿರಿ. ಕೊನೆಯಲ್ಲಿ ಮಾಡಬೇಕು. ಹುಡುಕಲು ಸ್ಥಳವಿದೆ.", "籤詩故事一": "◇Liu Bei ವಧುವನ್ನು ನೇಮಿಸಿಕೊಳ್ಳುತ್ತಾರೆ\nಚಿಬಿ ಕದನದ ನಂತರ, ಲಿಯು ಬೀ ಸ್ವಾಧೀನಪಡಿಸಿಕೊಂಡ ಜಿಂಗ್‌ಝೌವನ್ನು ಮರಳಿ ಪಡೆಯಲು ಸನ್ ಕ್ವಾನ್ ಉತ್ಸುಕನಾಗಿದ್ದನು, ಆದ್ದರಿಂದ ಅವನು ಝೌ ಯುನ ಯೋಜನೆಯನ್ನು ಬಳಸಿದನು, ಅವನು ತನ್ನ ಸಹೋದರಿ ಸನ್ ರೆನ್‌ನನ್ನು ಲಿಯು ಬೀಗೆ ನಿಶ್ಚಿತಾರ್ಥ ಮಾಡಲು ಬಯಸಿದ್ದನೆಂದು ನಟಿಸಿದನು, ಆದರೆ ವಾಸ್ತವವಾಗಿ ಅವನು ಅದನ್ನು ತೆಗೆದುಕೊಳ್ಳಲು ಬಯಸಿದನು. ಲಿಯು ಬೀ ಜಿಂಗ್‌ಝೌ ಅವರನ್ನು ಒತ್ತೆಯಾಳು ಎಂದು ಹೇಳಿಕೊಳ್ಳುತ್ತಾರೆ.\nಝುಗೆ ಲಿಯಾಂಗ್ ಝೌ ಯುನ ಯೋಜನೆಯನ್ನು ಬೇಹುಗಾರಿಕೆ ಮಾಡಿದ ನಂತರ, ಅವನು ಸೂಚೌಗೆ ಹೋದಾಗ ಲಿಯು ಬೀಯನ್ನು ರಕ್ಷಿಸುತ್ತಿದ್ದ ಝಾವೊ ಯುನ್‌ಗೆ ತಂತ್ರದೊಂದಿಗೆ ಬ್ರೋಷರ್ ಅನ್ನು ಹಸ್ತಾಂತರಿಸಿದನು. ಝಾವೋ ಯುನ್ ಬ್ರೋಷರ್‌ನಲ್ಲಿನ ತಂತ್ರವನ್ನು ಅನುಸರಿಸಿದರು ಮತ್ತು ಉದ್ದೇಶಪೂರ್ವಕವಾಗಿ ವು ಗ್ಯುಟೈಗೆ ಅವಕಾಶ ನೀಡಲು ದೊಡ್ಡ ಸ್ಪ್ಲಾಶ್ ಮಾಡಿದರು ( ಸನ್ ಕ್ವಾನ್ ತಂದೆ) ಮದುವೆಯ ಪ್ರಸ್ತಾಪದ ಬಗ್ಗೆ ತಿಳಿದಿದೆ. ವು ಗ್ಯುಟೈ ತನ್ನ ಮಗಳನ್ನು ಪ್ರೀತಿಸುತ್ತಿದ್ದರಿಂದ ಮತ್ತು ತನ್ನ ಮಗಳ ಜೀವಿತಾವಧಿಯ ವ್ಯವಹಾರಗಳ ಬಗ್ಗೆ ಸಾಂದರ್ಭಿಕ ನಿರ್ಧಾರಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳಲು ಇಷ್ಟವಿರಲಿಲ್ಲ, ಅವಳು ತನ್ನ ಸಹೋದರಿಯ ಬಗ್ಗೆ ನಿರ್ದಯವಾಗಿದ್ದಕ್ಕಾಗಿ ಸನ್ ಕ್ವಾನ್‌ನನ್ನು ಗದರಿಸಿದಳು ಮತ್ತು ಗನ್ಲು ದೇವಸ್ಥಾನದಲ್ಲಿ ಲಿಯು ಬೀ ತನ್ನ ಮಗಳಿಗೆ ಅರ್ಹಳೇ ಎಂದು ವೈಯಕ್ತಿಕವಾಗಿ ಪರೀಕ್ಷಿಸಲು ಪ್ರಸ್ತಾಪಿಸಿದಳು. ವು ಗ್ಯುಟೈ ಅವರು ಲಿಯು ಬೀಯನ್ನು ಭೇಟಿಯಾದ ನಂತರ, ಅವರು ಲಿಯು ಬೀಯನ್ನು ಬಹಳವಾಗಿ ಮೆಚ್ಚಿದರು ಮತ್ತು ಲಿಯು ಬೀ ಮತ್ತು ಅವರ ಮಗಳ ನಡುವಿನ ವಿವಾಹವನ್ನು ಬಲವಾಗಿ ಪ್ರತಿಪಾದಿಸಿದರು. ಇದರ ಪರಿಣಾಮವಾಗಿ, ಲಿಯು ಬೇಯ್ ಶ್ರೀಮತಿ ಸನ್ ಅವರನ್ನು ವಿವಾಹವಾದರು.\nನಂತರ, ಲಿಯು ಬೀ ಮತ್ತು ಶ್ರೀಮತಿ ಸನ್ ಒಟ್ಟಿಗೆ ಜಿಂಗ್‌ಝೌಗೆ ಪಲಾಯನ ಮಾಡಿದರು, ನಂತರ, ಸನ್ ಕ್ವಾನ್ ಜಿಂಗ್‌ಝೌ ಮೇಲೆ ದಾಳಿ ಮಾಡಲು ನುಸುಳಲು ಬಯಸಿದ್ದರು, ಆದರೆ ಲಿಯು ಬೀ ಯಿಝೌ ಮೇಲೆ ದಾಳಿ ನಡೆಸುತ್ತಿದ್ದರು, ಆದರೆ ಅವರ ಮಗಳ ಸುರಕ್ಷತೆಯ ಬಗ್ಗೆ ಚಿಂತಿತರಾಗಿದ್ದ ವು ಗುತೈ ಅವರನ್ನು ತಡೆದರು.\nಅವರು ಹೇಳಿದರು: \"ಝೌ ಯು ಅವರ ಬುದ್ಧಿವಂತ ಯೋಜನೆಯು ಪ್ರಪಂಚದಲ್ಲಿ ಅತ್ಯುತ್ತಮವಾಗಿದೆ. ಅವನು ತನ್ನ ಹೆಂಡತಿಯನ್ನು ಕಳೆದುಕೊಂಡನು ಮತ್ತು ತನ್ನ ಸೈನ್ಯವನ್ನು ಕಳೆದುಕೊಂಡನು.\"\n(ಲಿಯು ಬೀ ಹಾನಿಯಿಂದ ಗಳಿಸಿದ)", "聖意": "ನಾನು ಮನೆಯಲ್ಲಿ ದುರದೃಷ್ಟ ಮತ್ತು ನಾನು ಅದೃಷ್ಟಹೀನನಾಗಿದ್ದೇನೆ (ಮೊದಲು ದುರಾದೃಷ್ಟ, ನಂತರ ಅದೃಷ್ಟ) ಸಂಪತ್ತು, ಸಮತೋಲನ, ದಾಂಪತ್ಯದಲ್ಲಿ ತೊಂದರೆಗಳು, ದಾಂಪತ್ಯದಲ್ಲಿ ಯಶಸ್ಸು ಹುಡುಕುವುದು. ಪಾದಚಾರಿಗಳಿಗೆ ಆಶೀರ್ವಾದಕ್ಕಾಗಿ ಪ್ರಾರ್ಥಿಸಿ, ಹೊಲಗಳಲ್ಲಿನ ರೇಷ್ಮೆ ಹುಳುಗಳು, ಜಾನುವಾರು ಹಾನಿಗೆ ಐದು ಅಂಕಗಳು, ಹುಡುಕಿ ಜನರು, ಮೊಕದ್ದಮೆಗಳು ಮತ್ತು ವಲಸೆ, ಕಳೆದುಹೋದ ಆಸ್ತಿಗೆ ಅದೃಷ್ಟ, ರೋಗಗಳಿಗೆ ಅದೃಷ್ಟ, ಪರ್ವತಗಳು ಮತ್ತು ಸಮಾಧಿಗಳ ಶಾಂತಿ.", "古人": "ಲಿಯು ಬೀ ವಧುವನ್ನು ನೇಮಿಸಿಕೊಳ್ಳುತ್ತಾರೆ", "第X籤": "ಐವತ್ತಮೂರನೆಯ ವಿಜೇತ ಸಂಖ್ಯೆ", "宮": "ಗರ್ಭಕೋಶ"}