{"籤詩版本二": "ತಂದೆಯಿಂದ ಮಗನಿಗೆ ಪುಣ್ಯವು ಮೊಮ್ಮಗನಿಗೆ ಸಂದಿದೆ.ಆಹಾರ ಮತ್ತು ಬಟ್ಟೆಯ ಸಮೃದ್ಧಿಯು ದೇವರ ಮೇಲೆ ಮಾತ್ರ ಅವಲಂಬಿತವಾಗಿರುತ್ತದೆ.\nಸಭಾಂಗಣದಲ್ಲಿ ಚುಂಕ್ಸುವಾನ್ ಜನರಿಗೆ ಸಂತೋಷವನ್ನುಂಟುಮಾಡುತ್ತದೆ, ಅವರು ಹಸಿದಾಗ, ಆಹಾರ, ಬಾಯಾರಿಕೆ ಮತ್ತು ನಿದ್ದೆ ಬಂದಾಗ, ಚುಂಕ್ಸುವಾನ್ ಪೋಷಕರಿಗೆ ಒಂದು ರೂಪಕವಾಗಿದೆ.", "詩意": "ಈ ಹೆಕ್ಸಾಗ್ರಾಮ್ ವಸಂತಕ್ಕೆ ಕಾರಣವಾಗುವ ಬಿದಿರಿನ ಚಿತ್ರದೊಂದಿಗೆ ಸಂಪರ್ಕ ಹೊಂದಿದೆ.\nಎಲ್ಲವೂ ಚೆನ್ನಾಗಿ ನಡೆಯುತ್ತದೆ ಎಂದು ಭಾವಿಸುತ್ತೇವೆ.", "解曰": "ಬಿದಿರು ತೆಗೆದುಕೊಂಡು ವಸಂತಕ್ಕೆ ದಾರಿ ಮಾಡಿ. ಅದು ಅನಂತವಾಗಿ ಹರಡುತ್ತದೆ. ಒಬ್ಬ ಸಂಭಾವಿತ ವ್ಯಕ್ತಿ ಭರವಸೆಯನ್ನು ಹುಡುಕುತ್ತಾನೆ. ಎಲ್ಲರೂ ಸಂತೋಷಪಟ್ಟರು.", "籤詩故事一": "◇ಝೌ ರಾಜ ವೂ ಸಿಂಹಾಸನವನ್ನು ಏರಿದ\nಝೌ ರಾಜ ವೂ ರಾಜ ಝೌ ಮೇಲೆ ದಾಳಿ ಮಾಡಿದನು ಮತ್ತು ಕಿಂಗ್ ಶಾಂಗ್ ಸೈನ್ಯದ ವಿರುದ್ಧ ಹೋರಾಡಲು ಎಂಟು ನೂರು ರಾಜಕುಮಾರರನ್ನು ಕರೆದೊಯ್ದನು.ಚಾವೋಜ್ (ಕಿಂಗ್ ಶಾಂಗ್ನ ರಾಜಧಾನಿ) ನಲ್ಲಿರುವ ಸೈನಿಕರು ಸಹ ಕಿಂಗ್ ಶಾಂಗ್ ವಿರುದ್ಧ ತಿರುಗಿಬಿದ್ದರು ಮತ್ತು ಕಿಂಗ್ ಶಾಂಗ್ಗೆ ದ್ರೋಹ ಮಾಡಿದರು.\nಕಿಂಗ್ ಝೌ ತನ್ನನ್ನು ಝೈಕ್ಸಿಂಗ್ ಗೋಪುರದ ಮೇಲೆ ಸುಟ್ಟುಕೊಂಡನು ಮತ್ತು ಶಾಂಗ್ ರಾಜವಂಶವು ನಾಶವಾಯಿತು.\nರಾಜ ವೂ ಚಿನ್ನದ ಪುಸ್ತಕ ಮತ್ತು ಚಿನ್ನದ ನಿಧಿಯನ್ನು ಸ್ವೀಕರಿಸಿದನು, ಅದು ಚಕ್ರವರ್ತಿಯ ಸಿಂಹಾಸನವಾಗಿದೆ, ಅವನು ದಕ್ಷಿಣಕ್ಕೆ ಮುಖಮಾಡಿದನು, ಅವನ ಕೈಗಳನ್ನು ಕೆಳಗೆ ಮಡಚಿದನು ಮತ್ತು ಅವನು ನೇರವಾಗಿ ಕುಳಿತನು. ಲೂಟೈನ ಆಸ್ತಿಯನ್ನು ವಿತರಿಸಲು, ಸ್ಟಾರ್ ಪಿಕಿಂಗ್ ಟವರ್ ಅನ್ನು ಕೆಡವಲು ಮತ್ತು ಜುಕಿಯಾವೊದಲ್ಲಿ ಸಂಗ್ರಹಿಸಲಾದ ಅಕ್ಕಿ ಧಾನ್ಯವನ್ನು ವಿತರಿಸಲು ರಾಜ ವೂ ಆದೇಶಿಸಿದ.\nಜೈಲಿನಲ್ಲಿರುವ ಜಿಜಿಯನ್ನು ಬಿಡುಗಡೆ ಮಾಡಿ ಮತ್ತು ಬಿಗಾನ್ ಸಮಾಧಿಯನ್ನು ಸರಿಪಡಿಸಿ. ರಾಜ ವೂ ಋಷಿ ಶಾಂಗ್ ರೋಂಗ್ ಅವರ ಮನೆಯ ಬಾಗಿಲಿನಿಂದ ಸವಾರಿ ಮಾಡಿ ತಲೆ ಬಾಗಿದ. ಸದ್ಗುಣಿ ಮತ್ತು ವಿನಯಶೀಲ ಜನರನ್ನು ಗೌರವಿಸಿ, ಮತ್ತು ಒಳಗಿನ ಅರಮನೆಯಲ್ಲಿ ಗುಲಾಮರನ್ನು ಬಿಡಿ.\nಅವರು ಶಸ್ತ್ರಾಸ್ತ್ರಗಳನ್ನು ನಿಲ್ಲಿಸಿದರು ಮತ್ತು ಸಂಸ್ಕೃತಿ ಮತ್ತು ಶಿಕ್ಷಣವನ್ನು ಉತ್ತೇಜಿಸಿದರು. ನನ್‌ಶಾನ್‌ನ ದಕ್ಷಿಣದಲ್ಲಿ, ಪೀಚ್ ಮರಗಳಿರುವ ಗ್ರಾಮಾಂತರದಲ್ಲಿ ಕುದುರೆಗಳನ್ನು ಮೇಯಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ಜಾನುವಾರುಗಳನ್ನು ಮೇಯಿಸಲಾಗುತ್ತದೆ.ಇದು ಶಾಂತಿಯುತ ದೃಶ್ಯವಾಗಿದೆ.", "聖意": "ಮನೆಯು ಸುಸ್ಥಿತಿಯಲ್ಲಿಲ್ಲ (ಅದೃಷ್ಟ), ನೀವು ನಿಮ್ಮದೇ ಆದ ಇಚ್ಛೆಗಳನ್ನು ಮಾಡಬಹುದು (ಅದೃಷ್ಟ), ಆರ್ಥಿಕ ಲಾಭವನ್ನು ಹುಡುಕಬಹುದು, ವಹಿವಾಟು ಮಾಡಬಹುದು ಮತ್ತು ಮದುವೆಯಾಗಬಹುದು (ಒಳ್ಳೆಯ ಅಳಿಯನನ್ನು ಭೇಟಿಯಾಗಬಹುದು), ಲಿಯುಜಿಯಾ ಸುರಕ್ಷಿತ (ರಾಶಿಚಕ್ರ) ಚಿಹ್ನೆ), ಪಾದಚಾರಿಗಳು ಹೊಲಗಳನ್ನು ಚಲಿಸುತ್ತಾರೆ, ರೇಷ್ಮೆ ಹುಳುಗಳು ಅದೃಷ್ಟವಂತರು, ಆರು ಪ್ರಾಣಿಗಳು ಹಾನಿಗೊಳಗಾಗುತ್ತವೆ, ಜನರು ಸಾರ್ವಜನಿಕ ಮೊಕದ್ದಮೆಗಳನ್ನು ಕಂಡುಹಿಡಿಯುವುದು (ನೋಡಿ) ಕಷ್ಟ, ಒಬ್ಬ ಉದಾತ್ತ ವ್ಯಕ್ತಿ ಚಲಿಸುತ್ತಾನೆ, ಅದೃಷ್ಟವು ಕಳೆದುಹೋಗುತ್ತದೆ. ರೋಗಗಳು ಮತ್ತು ರೋಗಗಳು", "古人": "ಝೌ ರಾಜ ವೂ ಸಿಂಹಾಸನವನ್ನು ಏರಿದ", "第X籤": "ಐವತ್ತೈದನೆಯದು ಲಾಟರಿಯನ್ನು ಗೆಲ್ಲುವುದು (ಲಾಟಿಂಗ್)", "宮": "ಕೊಳಕು ಅರಮನೆ"}