{"籤詩版本二": "ಕಡಲತೀರವು ಬಂಡೆಗಳಿಂದ ತುಂಬಿದೆ, ಹೊಳೆ ಹರಿಯುತ್ತಿದೆ, ಗಾಳಿಯು ಸ್ಪಷ್ಟವಾಗಿದೆ, ಚಂದ್ರನು ಸ್ಪಷ್ಟವಾಗಿದೆ ಮತ್ತು ಉದಾತ್ತ ಜನರು ಕಾರ್ಯನಿರತರಾಗಿದ್ದಾರೆ.\nರಸ್ತೆಯಲ್ಲಿ, ಎಲ್ಲಿಗೆ ಹೋಗಬೇಕು ಎಂದು ಕೇಳಬೇಕು, ಕಾಡಿನಲ್ಲಿರುವ ಹೂವುಗಳು ಮತ್ತು ಸಸ್ಯಗಳ ಪರಿಮಳವನ್ನು ತೆಗೆದುಕೊಳ್ಳಬೇಡಿ ಅದನ್ನು ನೋಡಿಕೊಳ್ಳಬೇಡಿ.", "詩意": "ಈ ಹೆಕ್ಸಾಗ್ರಾಮ್ ಚಿಕ್ಕ ಕಡಲತೀರದಲ್ಲಿ ಪ್ರಯಾಣಿಸುವ ದೋಣಿಯಂತಿದೆ.\nಎಲ್ಲದರಲ್ಲೂ ಸಹಾಯ ಮಾಡಲು ಉದಾತ್ತ ಜನರಿದ್ದಾರೆ.", "解曰": "ಜೀವನ ಮಾಡಲು. ಸಾಕಷ್ಟು ಶ್ರಮ. ಸಂಪ್ರದಾಯವಾದಿಯಾಗಿರಿ ಮತ್ತು ಕಾಯಿರಿ. ಒಳ್ಳೆಯದಾಗಲಿ.", "籤詩故事一": "◇ಲುಶನ್ ದಂಗೆ\nಆನ್ ಲುಶನ್ (703-757), ಅವರ ಉಪನಾಮ ಕಾಂಗ್ ಮತ್ತು ಯಲುಯೋಶನ್ ಎಂದು ಹೆಸರಿಸಲ್ಪಟ್ಟರು, ಯಿಂಗ್‌ಝೌನ ಲಿಯುಚೆಂಗ್‌ನಿಂದ (ಈಗ ಚಾಯಾಂಗ್, ಲಿಯಾನಿಂಗ್).\nನಂತರ, ಅವರು ಆನ್ ಎಂಬ ಉಪನಾಮವನ್ನು ಪಡೆದರು ಮತ್ತು ಅವರ ಹೆಸರನ್ನು ಲುಶನ್ ಎಂದು ಬದಲಾಯಿಸಿಕೊಂಡರು. ಟ್ಯಾಂಗ್ ರಾಜವಂಶದ ಚಕ್ರವರ್ತಿ ಕ್ಸುವಾನ್‌ಜಾಂಗ್ ಆಳ್ವಿಕೆಯಲ್ಲಿ, ಆನ್ ಲುಶನ್ ಮಿಲಿಟರಿ ರಾಯಭಾರಿಯಾಗಿದ್ದರು.\nಟಿಯಾನ್‌ಬಾವೊದ 14 ನೇ ವರ್ಷದ ನವೆಂಬರ್‌ನಲ್ಲಿ, ಆನ್ ಲುಶನ್ ಫಾನ್ಯಾಂಗ್‌ನಲ್ಲಿ ಸೈನ್ಯವನ್ನು ಬೆಳೆಸಿದನು, ಯಾಂಗ್ ಗುವೊಜಾಂಗ್‌ನ ಮೇಲೆ ಆಕ್ರಮಣ ಮಾಡುವ ಹೆಸರಿನಲ್ಲಿ, ಅವನು ದಂಗೆಯನ್ನು ಪ್ರಾರಂಭಿಸಿದನು ಮತ್ತು ಪೂರ್ವ ರಾಜಧಾನಿಯಾದ ಲುವೊಯಾಂಗ್‌ನ ಮೇಲೆ ದಾಳಿ ಮಾಡಲು ಮೂರು ಪಟ್ಟಣಗಳ ಸೈನ್ಯವನ್ನು ತೆಗೆದುಕೊಂಡನು. ತೈಯುವಾನ್‌ನಿಂದ ವರದಿಗಳು ಲಿಶಾನ್‌ಗೆ ಧಾವಿಸಿವೆ.ಆ ಸಮಯದಲ್ಲಿ ಲಿಶಾನ್‌ನ ಹುವಾಕಿಂಗ್ ಅರಮನೆಯಲ್ಲಿದ್ದ ಟ್ಯಾಂಗ್ ಕ್ಸುವಾನ್‌ಜಾಂಗ್, ಅನ್ಲುಶನ್ ಬಂಡಾಯವೆದ್ದನೆಂದು ನಂಬಲಿಲ್ಲ.ಆದಾಗ್ಯೂ, ದಂಗೆಯ ಸುದ್ದಿ ಹರಡುತ್ತಲೇ ಇತ್ತು, ಮತ್ತು ಕ್ಸುವಾನ್‌ಜಾಂಗ್ ಇನ್ನೂ ಅರ್ಧ ಮನವರಿಕೆಯಾಗಿದ್ದರು. (ಇದು \"ಹೊಳೆಯಲ್ಲಿ ಸಣ್ಣ ಬಂಡೆಗಳ ಮೇಲೆ ಒರಟಾದ ಹರಿಯುವ ನೀರಿನ ಶಬ್ದ\" ದ ಚಿತ್ರಣವಾಗಿದೆ)\nಪಿಂಗ್ಯುವಾನ್ ಕೌಂಟಿಯ ಪ್ರಿಫೆಕ್ಟ್ ಯಾನ್ ಝೆಂಕಿಂಗ್, ಮಾಹಿತಿ ಕಳುಹಿಸಲು ಯಾರನ್ನಾದರೂ ಕಳುಹಿಸುವವರೆಗೂ ಕ್ಸುವಾನ್‌ಜಾಂಗ್ ತನ್ನ ಕನಸಿನಿಂದ ಎಚ್ಚರಗೊಂಡರು.\nಟ್ಯಾಂಗ್ ರಾಜವಂಶದ ಚಕ್ರವರ್ತಿ ಕ್ಸುವಾನ್‌ಜಾಂಗ್‌ನ ತಪ್ಪಾದ ತಂತ್ರದ ಅಡಿಯಲ್ಲಿ, ಆನ್ ಲುಶಾನ್‌ನ ಅಶ್ವದಳದ ರೆಜಿಮೆಂಟ್ ಪೂರ್ವದ ರಾಜಧಾನಿ ಲುವೊಯಾಂಗ್ ಅನ್ನು ವಶಪಡಿಸಿಕೊಂಡಿತು, ನಂತರದ ವರ್ಷದ ಮೊದಲ ತಿಂಗಳಲ್ಲಿ, ಅವನು ಲುವೊಯಾಂಗ್, ಜಿಯಾನ್ಯುವಾನ್ ಶೆಂಗ್ವು, ಚಕ್ರವರ್ತಿ ಕ್ಸಿಯಾಂಗ್ವು ಮತ್ತು ಡಾ ಕ್ಸಿಕ್ಸುನ್‌ನಲ್ಲಿ ದಯಾನ್ ಚಕ್ರವರ್ತಿ ಎಂದು ಘೋಷಿಸಿಕೊಂಡನು. ಪ್ರಧಾನ ಮಂತ್ರಿ.\nಅದೇ ವರ್ಷದ ಜೂನ್‌ನಲ್ಲಿ, ಟ್ಯಾಂಗ್ ರಾಜವಂಶದ ಚಕ್ರವರ್ತಿ ಕ್ಸುವಾನ್‌ಜಾಂಗ್, ಚಾಂಗಾನ್‌ನಲ್ಲಿನ ಬಿಕ್ಕಟ್ಟನ್ನು ನಿವಾರಿಸಲು ಉತ್ಸುಕನಾಗಿದ್ದ ಮತ್ತು ತಪ್ಪು ಮಿಲಿಟರಿ ತಿಳುವಳಿಕೆಯೊಂದಿಗೆ, ಇಬ್ಬರು ಪ್ರಸಿದ್ಧ ಜನರಲ್‌ಗಳಾದ ಫೆಂಗ್ ಚಾಂಗ್‌ಕಿಂಗ್ ಮತ್ತು ಗಾವೊ ಕ್ಸಿಯಾನ್‌ಜಿಯನ್ನು ಗಲ್ಲಿಗೇರಿಸಿದನು.ಈ ಆದೇಶವು ಟ್ಯಾಂಗ್ ಸೈನ್ಯವನ್ನು ಆಘಾತಗೊಳಿಸಿತು. (ಈ ನಡವಳಿಕೆಯು \"ರಸ್ತೆ ಮುಂಭಾಗದ ನದಿಗೆ ಸೂಚಿಸಬೇಕು\" ಎಂದು ಉಲ್ಲಂಘಿಸುತ್ತದೆ)\nನಂತರ, ಟ್ಯಾಂಗ್ ರಾಜವಂಶದ ಚಕ್ರವರ್ತಿ ಕ್ಸುವಾನ್‌ಜಾಂಗ್ ತುರ್ತಾಗಿ ಟ್ಯಾಂಗ್ ಸೈನ್ಯವನ್ನು ಟಾಂಗ್‌ಗುವಾನ್‌ನಿಂದ ಪೂರ್ವಕ್ಕೆ ಮುನ್ನಡೆಸಲು ಇನ್ನೊಬ್ಬ ಜನರಲ್ ಗೆ ಶುಹಾನ್‌ಗೆ ಆದೇಶಿಸಿದ.\nಟ್ಯಾಂಗ್ ರಾಜವಂಶದ ಚಕ್ರವರ್ತಿ ಕ್ಸುವಾನ್‌ಜಾಂಗ್‌ನ ಕಾರ್ಯತಂತ್ರದ ದೋಷವನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ಅರ್ಥಮಾಡಿಕೊಂಡ ಗೆ ಶುಹಾನ್, ಬದಲಾವಣೆಯನ್ನು ವಿಳಂಬಗೊಳಿಸಲು ಯೋಜಿಸಿದ (\"ಗಾಳಿ ಶಾಂತವಾಗಿದ್ದರೆ ಮತ್ತು ಉಬ್ಬರವಿಳಿತವು ಶಾಂತವಾಗಿದ್ದರೆ ಪರವಾಗಿಲ್ಲ\").\nಕೊನೆಯಲ್ಲಿ, ಟ್ಯಾಂಗ್ ರಾಜವಂಶದ ಚಕ್ರವರ್ತಿ ಕ್ಸುವಾನ್‌ಜಾಂಗ್ ಅವರು ಹೋರಾಡಲು ತುಂಬಾ ಅಂಜುಬುರುಕರಾಗಿದ್ದಾರೆ ಎಂದು ಭಾವಿಸಿದರು, ಆದ್ದರಿಂದ ಅವರು ಕಣ್ಣೀರು ಹಾಕುತ್ತಾ ಆನ್ ಲುಶನ್‌ನೊಂದಿಗೆ ಹೋರಾಡುವುದನ್ನು ಬಿಟ್ಟು ಬೇರೆ ದಾರಿಯಿಲ್ಲ, ಮತ್ತು ಸೋತರು. (ಇದು ಪೂರೈಸುತ್ತದೆ \"ನಿಮ್ಮನ್ನು ಬೆಂಬಲಿಸಲು ನೀವು ಕಷ್ಟಪಟ್ಟು ಕೆಲಸ ಮಾಡಿದರೆ, ನೀವು ಗಾಯಗೊಳ್ಳಬಹುದು.\")\nಟ್ಯಾಂಗ್ ರಾಜವಂಶದಲ್ಲಿ, ಗಡಿ ಪಡೆಗಳು ಮತ್ತು ಸ್ಥಳೀಯ ಗ್ಯಾರಿಸನ್‌ಗಳಿಗೆ ಪ್ರತಿಕ್ರಿಯಿಸಲು ಸಮಯವಿಲ್ಲದಿದ್ದಾಗ, ಆನ್ ಲುಶನ್‌ನ ಸೈನ್ಯವು ಗಡಿಯನ್ನು ಒತ್ತಿ ಮತ್ತು ರಾಜಧಾನಿ ಪ್ರದೇಶವನ್ನು ಪ್ರವೇಶಿಸಿತು. ನಿರ್ಣಾಯಕ ಪರಿಸ್ಥಿತಿಯಲ್ಲಿ, ಟ್ಯಾಂಗ್ ರಾಜವಂಶದ ಚಕ್ರವರ್ತಿ ಕ್ಸುವಾನ್‌ಜಾಂಗ್ ರಾಜಧಾನಿಯಿಂದ ತಪ್ಪಿಸಿಕೊಳ್ಳಲು ಗಾರ್ಡ್ ಕಾರ್ಪ್ಸ್ ಅನ್ನು ಮುನ್ನಡೆಸಿದನು, ಇದರಿಂದಾಗಿ ನಾಯಕನಿಲ್ಲದ ಕ್ಸಿಜಿಂಗ್ ಚಾಂಗಾನ್ ಬೀಳುತ್ತಾನೆ.\n(ಟ್ಯಾಂಗ್ ಕ್ಸುವಾನ್‌ಜಾಂಗ್ ಈ ಚಿಹ್ನೆಯ ಮಾರ್ಗದರ್ಶನವನ್ನು ಉಲ್ಲಂಘಿಸಿದನು, ಆದ್ದರಿಂದ ಆನ್ ಲುಶನ್‌ನ ಬಂಡಾಯವು ಯಶಸ್ವಿಯಾಯಿತು.)", "聖意": "ಮನೆ ಸುರಕ್ಷಿತವಾಗಿದೆ, ಸ್ವತಃ ಅದೃಷ್ಟವಂತರು, ಅದೃಷ್ಟವು ಸ್ಥಿರವಾಗಿದೆ, ವ್ಯವಹಾರವು ಸಮೃದ್ಧವಾಗಿದೆ, ಮದುವೆ ಯಶಸ್ವಿಯಾಗಿದೆ (ಎಚ್ಚರಿಕೆ), ಲಿಯುಜಿಯಾದಿಂದ ಪುರುಷ ಪಾದಚಾರಿ ಹೊಲಕ್ಕೆ ಬರುತ್ತಾನೆ, ರೇಷ್ಮೆ ಹುಳುಗಳು ಕೊಯ್ಲು, ಆರು ಜಾನುವಾರುಗಳು ಹಾನಿಗೊಳಗಾದವು, ವ್ಯಕ್ತಿ ಪತ್ತೆ , ಮೊಕದ್ದಮೆ ಸಮರ್ಥನೆಯಾಗಿದೆ, ಕಳೆದುಹೋದ ಆಸ್ತಿಯು ರೋಗವನ್ನು ತರುತ್ತದೆ, ಅಂದರೆ, ಅಂಶನ್ ಸಮಾಧಿಯನ್ನು ಸರಿಪಡಿಸಬೇಕು.", "古人": "ಲುಶನ್ ದಂಗೆ", "第X籤": "ಐವತ್ತಾರನೇ ಲಾಟರಿ", "宮": "ಕೊಳಕು ಅರಮನೆ"}