{"籤詩版本二": "ಮುಂಜಾನೆ ಮತ್ತು ಮುಸ್ಸಂಜೆ, ಬುದ್ಧನ ಬೆಂಬಲ ಅಪಾಯದ ಸಮಯದಲ್ಲಿ ಇರಬೇಕು ಆದರೆ ಅಪಾಯದಲ್ಲಿರುವುದಿಲ್ಲ\nನೀವು ಉದಾತ್ತ ವ್ಯಕ್ತಿಯಿಂದ ಆಕರ್ಷಿತರಾಗಿದ್ದರೆ, ಹಣ ಮತ್ತು ರೇಷ್ಮೆ ಕೂಡ ನಿಮ್ಮೊಂದಿಗೆ ಬರುತ್ತದೆ. ಇದು ಚುವಾನ್ ಲೈ. ಇದು ಎಲ್ಲಾ ನಿಮ್ಮ ಮೇಲೆ ಅವಲಂಬಿತವಾಗಿದೆ.", "詩意": "ಈ ಹೆಕ್ಸಾಗ್ರಾಮ್ ದೇವರುಗಳು ಮತ್ತು ಬುದ್ಧರ ರಹಸ್ಯ ಆಶೀರ್ವಾದವನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತದೆ.\nತಾಳ್ಮೆಯಿಂದಿರಿ ಮತ್ತು ಎಲ್ಲದರಲ್ಲೂ ಅದೃಷ್ಟವನ್ನು ಹೊಂದಿರಿ.", "解曰": "ಹಳೆಯ ಕಾಲದ ಶಾಂತಿಯ ಸಂಕೇತ. ಎಲ್ಲವೂ ದುಬಾರಿಯಾದಾಗ ಅದು ಮಂಗಳಕರವಾಗಿರುತ್ತದೆ.", "籤詩故事一": "◇ಟ್ಯಾಂಗ್ ಮಾಂಕ್ ಜ್ಞಾನೋದಯವನ್ನು ಪಡೆದರು\nಒಂದು ದಿನ ಟ್ಯಾಂಗ್ ಸೆಂಗ್ ನದಿಗೆ ಬಂದು ಅದರ ಮುಂದೆ ಬುದ್ಧನ ಲಿಂಗ್ಶನ್ ಪರ್ವತವನ್ನು ನೋಡಿದನು, ಅದರ ಮುಂದೆ ಒಂದೇ ಹಲಗೆಯ ಸೇತುವೆ ಇತ್ತು.ಟಾಂಗ್ ಸೆಂಗ್ ಅದನ್ನು ದಾಟಲು ಧೈರ್ಯ ಮಾಡಲಿಲ್ಲ. ಬುದ್ಧನು ಬೋಟ್‌ಮ್ಯಾನ್ ಆಗಿ ರೂಪಾಂತರಗೊಂಡು ತಳವಿಲ್ಲದ ಮುರಿದ ದೋಣಿಯನ್ನು ಹಿಡಿದನು, ಟ್ಯಾಂಗ್ ಮಾಂಕ್ ದೋಣಿ ಹತ್ತಿದ ತಕ್ಷಣ ಅವನು ನದಿಗೆ ಬಿದ್ದನು ಮತ್ತು ದೋಣಿಯವನು ಅವನನ್ನು ರಕ್ಷಿಸಿದನು.ಹೀಗೆ ಟ್ಯಾಂಗ್ ಮಾಂಕ್ ಬುದ್ಧತ್ವವನ್ನು ಪಡೆದನು. (ಪಶ್ಚಿಮಕ್ಕೆ ಪ್ರಯಾಣದ ಕಥೆ)\n◇ಟ್ಯಾಂಗ್ ಮಾಂಕ್ ಅವರ ಬೌದ್ಧ ಧರ್ಮಗ್ರಂಥಗಳು\nಟ್ಯಾಂಗ್ ರಾಜವಂಶದ ಸಂಜಾಂಗ್, ಅವನ ಸಾಮಾನ್ಯ ಉಪನಾಮ ಚೆನ್ ಮತ್ತು ಅವನ ಕೊಟ್ಟಿರುವ ಹೆಸರು ಯಿ. ಗೌಶಿ ಕೌಂಟಿಯಲ್ಲಿ ಜನಿಸಿದರು, ಲುಯೋಜೌ (ಈಗ ಯಾನ್ಶಿ ನಗರದ ದಕ್ಷಿಣ, ಹೆನಾನ್ ಪ್ರಾಂತ್ಯ). ಅವರು ಹದಿಮೂರನೆಯ ವಯಸ್ಸಿನಲ್ಲಿ ಸನ್ಯಾಸಿಯಾದರು ಮತ್ತು ಕ್ಸುವಾನ್ಜಾಂಗ್ ಎಂಬ ಬೌದ್ಧ ಹೆಸರನ್ನು ಪಡೆದರು.\nಮೂಲ ಬೌದ್ಧ ಧರ್ಮಗ್ರಂಥಗಳನ್ನು ಪಡೆಯುವ ಸಲುವಾಗಿ, ಅವರು ಝೆಂಗುವಾನ್‌ನ ಮೂರನೇ ವರ್ಷದಲ್ಲಿ (ಕ್ರಿ.ಶ. 629) ಚಾಂಗಾನ್‌ನಿಂದ (ಇಂದಿನ ಕ್ಸಿಯಾನ್, ಶಾಂಕ್ಸಿ ಪ್ರಾಂತ್ಯ) ಹೊರಟರು, ಗಡಿಯುದ್ದಕ್ಕೂ ಸಾಹಸ ಮಾಡಿದರು ಮತ್ತು ಟಿಯಾಂಜು ತಲುಪಲು ಲೆಕ್ಕವಿಲ್ಲದಷ್ಟು ಕಷ್ಟಗಳನ್ನು ಅನುಭವಿಸಿದರು ( ಭಾರತ) ಗ್ರಂಥಗಳನ್ನು ಸಂಗ್ರಹಿಸಲು. ಅವರು ಗಂಗಾ ಮತ್ತು ಸಿಂಧೂ ನದಿ ಜಲಾನಯನ ಪ್ರದೇಶಗಳು ಮತ್ತು ಭಾರತದ ಆಗ್ನೇಯ ಕರಾವಳಿ ಪ್ರದೇಶಗಳಲ್ಲಿ ಪ್ರಯಾಣಿಸಿದರು, ನಂತರ ಹಿಮದಿಂದ ಆವೃತವಾದ ಪರ್ವತಗಳು ಮತ್ತು ಹಸಿರು ಸಾಲುಗಳನ್ನು ದಾಟಿದರು, 50,000 ಮೈಲುಗಳಿಗಿಂತ ಹೆಚ್ಚು ಹಿಂದಕ್ಕೆ ಮತ್ತು ಮುಂದಕ್ಕೆ ಚಾರಣ ಮಾಡಿದರು. ಅಂತಿಮವಾಗಿ ಚಾಂಗಾನ್‌ಗೆ ಮರಳಲು ಅವರಿಗೆ 16 ವರ್ಷಗಳು ಬೇಕಾಯಿತು. ಝೆಂಗುವಾನ್‌ನ 19ನೇ ವರ್ಷ (ಕ್ರಿ.ಶ. 645). ಅವರು ಹೆಚ್ಚಿನ ಸಂಖ್ಯೆಯ ಬೌದ್ಧ ಧರ್ಮಗ್ರಂಥಗಳನ್ನು ಮರಳಿ ತಂದರು ಮತ್ತು ಅವುಗಳನ್ನು ಚೀನೀ ಭಾಷೆಗೆ ಅನುವಾದಿಸಿದರು.\n(ಟಾಂಗ್ ಸಂಜಾಂಗ್ ಚೀನಾ ಮತ್ತು ಭಾರತದ ನಡುವೆ ಹಿಂದಕ್ಕೆ ಮತ್ತು ಮುಂದಕ್ಕೆ ದೀರ್ಘ ಪ್ರಯಾಣವನ್ನು ನಡೆಸಿದರು. ಅವರು ಅಪಾಯಗಳನ್ನು ಅನುಭವಿಸಿರಬೇಕು, ಆದರೆ ಅವರ ಹಿಂದೆ ಅದೃಶ್ಯ ಪೋಷಕ ಸಂತರು ಇದ್ದುದರಿಂದ ಅವರು ಸುರಕ್ಷಿತವಾಗಿ ಮರಳಲು ಸಾಧ್ಯವಾಯಿತು.)", "聖意": "ಮನೆ ಸುಭದ್ರ, ತಾನೂ ಶುಭ, ಪಾಶ್ಚಾತ್ಯ ವ್ಯಾಪಾರ ಸಫಲ, ದಾಂಪತ್ಯ ಸಫಲ, ಪಾದಚಾರಿಗಳು ಗದ್ದೆ ತಡೆ, ರೇಷ್ಮೆ ಹುಳುಗಳು ಏಳು ಬಿಂದು, ಜಾನುವಾರು ಲಾಭದಾಯಕ, ಹುಡುಕಾಟ ಜನ, ಪಾಶ್ಚಾತ್ಯ ಸಾರ್ವಜನಿಕ ಮೊಕದ್ದಮೆಯು ಕೆಟ್ಟದು, ವಲಸೆ ಸಂಪ್ರದಾಯವಾದಿಯಾಗಿದೆ, ಕಳೆದುಹೋದ ಆಸ್ತಿಯು ಕಂಡುಬರುತ್ತದೆ, ರೋಗವು ಮಂಗಳಕರವಾಗಿದೆ, ಪರ್ವತಗಳು ಮತ್ತು ಗೋರಿಗಳು ಮಂಗಳಕರವಾಗಿವೆ.", "古人": "ಟ್ಯಾಂಗ್ ಮಾಂಕ್ ಜ್ಞಾನೋದಯವನ್ನು ಪಡೆದರು", "第X籤": "ಅರವತ್ತೆರಡು ಲಾಟರಿಯನ್ನು ಗೆಲ್ಲುವುದು", "宮": "ಯಿನ್ ಅರಮನೆ"}