{"籤詩版本二": "ಈಜುತ್ತಿದ್ದ ಮೀನು ಬಿಬೋ ಕೊಳದಲ್ಲಿ ಸಿಕ್ಕಿಬಿದ್ದಿದೆ.\nಯೋಚಿಸಿದ ನಂತರ ಏನಾದರೂ ತಪ್ಪಾದರೆ, ಅದು ಕೊನೆಯಲ್ಲಿ ತೊಂದರೆಯನ್ನು ಉಂಟುಮಾಡುತ್ತದೆ.", "詩意": "ಈ ಹೆಕ್ಸಾಗ್ರಾಮ್ ಬಲೆಗೆ ಸಿಕ್ಕಿಬಿದ್ದ ಮೀನನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತದೆ.\nಎಲ್ಲದರಲ್ಲೂ ಜಾಗರೂಕರಾಗಿರಲು ಸಹ ಸಲಹೆ ನೀಡಲಾಗುತ್ತದೆ.", "解曰": "ಮನೆಯ ಅಡಿಯಲ್ಲಿ ವಸಾಹತು. ದುರಂತವು ಸ್ವರ್ಗದಿಂದ ಬೀಳುತ್ತದೆ. ಬೇಗ ಎದ್ದೇಳಿ ಮತ್ತು ಮೊದಲು ಮುನ್ನೆಚ್ಚರಿಕೆಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳಿ. ವಿಪತ್ತುಗಳನ್ನು ತಪ್ಪಿಸಿ.", "籤詩故事一": "◇ಕುದುರೆ ನೀರಿನಿಂದ ಮುಚ್ಚಲ್ಪಟ್ಟಿದೆ (ನೀರನ್ನು ಸಂಗ್ರಹಿಸುವುದು ಕಷ್ಟ)\nಹಾನ್ ರಾಜವಂಶ. ಝು ಮೈಚೆನ್, ಸೌಜನ್ಯ ಹೆಸರು ವೆಂಗ್ಜಿ, ಕುಯಿಜಿ (ಈಗ ಸುಝೌ ನಗರದ ಭಾಗ) ವು ಮೂಲದವರಾಗಿದ್ದರು.\nಅವರ ಆರಂಭಿಕ ವರ್ಷಗಳಲ್ಲಿ, ಮೈಚೆನ್ ಅವರ ಕುಟುಂಬವು ಬಡವಾಗಿತ್ತು ಮತ್ತು ಅವರು ಯಾವುದೇ ಯಶಸ್ಸನ್ನು ಹೊಂದಿರಲಿಲ್ಲ, ದಂಪತಿಗಳು ಹಿಂಬದಿಯ ಓಣಿಯಲ್ಲಿ ಹುಲ್ಲಿನ ಗೇಟ್ನಲ್ಲಿ ವಾಸಿಸುತ್ತಿದ್ದರು, ಉರುವಲು ಕತ್ತರಿಸಿ ಅದನ್ನು ಮಾರುತ್ತಿದ್ದರು. ಯಾರ ಬೆಲೆಗೆ ಉರುವಲು ಮಾರುವುದರಿಂದ ನೀವು ಹೆಚ್ಚು ಹಣ ಗಳಿಸುವುದಿಲ್ಲ.\nಅವನ ಹೆಂಡತಿ ನೀರು ತರಲು ಹೊರಗೆ ಹೋದಾಗ ಮೈಚೆನ್ನನ್ನು ನೋಡಿ ನಗುತ್ತಿರುವ ಮಕ್ಕಳ ಗುಂಪನ್ನು ನೋಡಿದ ಹೆಂಡತಿ ನಾಚಿಕೆಗೇಡು ಎಂದು ಭಾವಿಸಿ ನಂತರ ಹೊರಟುಹೋದಳು.\nಝು ಮೈಚೆನ್ ಐವತ್ತು ವರ್ಷ ವಯಸ್ಸಿನವನಾಗಿದ್ದಾಗ, ಹಾನ್ ರಾಜವಂಶದ ಚಕ್ರವರ್ತಿ ವೂ ಪ್ರತಿಭೆಯನ್ನು ಹುಡುಕಿದನು ಮತ್ತು ಝುವನ್ನು ಕುಯಿಜಿಯ ಪ್ರಿಫೆಕ್ಟ್ ಆಗಿ ಪೂಜಿಸಿದನು.\nಅವನ ಹೆಂಡತಿ ತನ್ನ ಕುರುಡುತನದ ಬಗ್ಗೆ ಪಶ್ಚಾತ್ತಾಪಪಟ್ಟಳು ಮತ್ತು ಅವನ ಜೀವನದುದ್ದಕ್ಕೂ ಝೂಗೆ ಸೇವೆ ಸಲ್ಲಿಸಲು ಸೇವಕಿ ಮತ್ತು ಉಪಪತ್ನಿಯಾಗಿ ಕಡಿಮೆಯಾಗಬೇಕೆಂದು ಬಯಸಿದಳು.\nಮೈಚೆನ್ ತನ್ನ ಮಾಜಿ ಪತ್ನಿಗೆ ಬಕೆಟ್ ನೀರನ್ನು ತೆಗೆದುಕೊಂಡು ಅದನ್ನು ಮೆಟ್ಟಿಲುಗಳ ಮೇಲೆ ಸುರಿಯಲು ಆದೇಶಿಸಿದನು ಮತ್ತು \"ನೀರನ್ನು ಹಿಂತಿರುಗಿಸಲು ಸಾಧ್ಯವಾದರೆ, ಅವರಿಬ್ಬರೂ ಮತ್ತೆ ಒಟ್ಟಿಗೆ ಸೇರಬಹುದು\" ಎಂದು ಹೇಳಿದರು.\nಪತಿ-ಪತ್ನಿಯರ ನಡುವಿನ ಸಂಬಂಧವನ್ನು ಪರಿಗಣಿಸಿ, ಹೆಂಡತಿ ಮತ್ತು ಅವಳ ಮರುಮದುವೆಯಾದ ಪತಿಗೆ ಕೃಷಿ ಮತ್ತು ಪೋಷಣೆಗಾಗಿ ಹಿಂದಿನ ತೋಟದಲ್ಲಿ ತೆರೆದ ಜಾಗವನ್ನು ನೀಡಲಾಯಿತು. ಅವನ ಹೆಂಡತಿ ನದಿಗೆ ಎಸೆದು ಸತ್ತಳು.", "聖意": "ಮನೆ ಅಪಾಯದಲ್ಲಿದೆ, ಸ್ವತಃ ಅಪಾಯದಲ್ಲಿದೆ, ಹಣ ಕಳೆದುಹೋಗಿದೆ, ವ್ಯವಹಾರವು ಶಾಂತಿಯಲ್ಲಿದೆ, ಮದುವೆಯು ಅಸಮಂಜಸವಾಗಿದೆ, ಲಿಯುಜಿಯಾ ಭಯಭೀತರಾಗಿದ್ದಾರೆ, ಜನರು ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ, ಹೊಲಗಳು ಹಾನಿಗೊಳಗಾಗಿವೆ, ರೇಷ್ಮೆ ಹುಳುಗಳು ಕಳೆದುಹೋಗಿವೆ, ಜಾನುವಾರುಗಳು ಕಳೆದುಹೋಗಿವೆ, ಜನರು ಕಂಡುಬಂದಿವೆ, ಸಾರ್ವಜನಿಕ ಮೊಕದ್ದಮೆ ನಷ್ಟವಾಗಿದೆ, ವಲಸೆ ಒಳ್ಳೆಯದು, ಕಳೆದುಕೊಂಡ ಆಸ್ತಿ ಅಶುಭ, ರೋಗ ಅಪಾಯಕಾರಿ, ಮತ್ತು ಪರ್ವತ ಸಮಾಧಿಯನ್ನು ಬದಲಾಯಿಸಬೇಕು.", "古人": "ಕುದುರೆಯು ನೀರಿನಿಂದ ಮುಚ್ಚಲ್ಪಟ್ಟಿದೆ (ನೀರನ್ನು ಸಂಗ್ರಹಿಸುವುದು ಕಷ್ಟ)", "第X籤": "ಅರವತ್ನಾಲ್ಕನೆಯ ಚಿಹ್ನೆ", "宮": "ಮಾಗೊಂಗ್"}