{"籤詩版本二": "ರಸ್ತೆ ಅಪಾಯಕಾರಿಯಾಗಿದೆ, ಕುದುರೆಗಳು ಮತ್ತು ಪುರುಷರು ಅವಸರದಲ್ಲಿದ್ದಾರೆ ಮತ್ತು ಸೈನಿಕರು ಕಳೆದುಹೋದಾಗ ತೀವ್ರ ಸಂಕಷ್ಟದಲ್ಲಿದ್ದಾರೆ.\nಕಡಲತೀರವು ಎತ್ತರದಲ್ಲಿದೆ, ಗಾಳಿ ಮತ್ತು ಅಲೆಗಳು ಮುರಿಯುತ್ತಿವೆ, ದೋಣಿ ಮುರಿದುಹೋಗಿದೆ, ಸೂರ್ಯ ಮುಳುಗುತ್ತಿದೆ, ಹೂವುಗಳು ಸಾಯುತ್ತಿವೆ, ಆಕಾಶವು ಬೀಳುತ್ತಿದೆ ಮತ್ತು ಹಿಮವು ಬೀಳುತ್ತಿದೆ, ಗೆಲು: ಕರಡಿ.棹: ಹುಟ್ಟು.", "詩意": "ಈ ಹೆಕ್ಸಾಗ್ರಾಮ್ ಕಡಲತೀರವನ್ನು ಒಡೆಯುವ ದೋಣಿಯಂತಿದೆ.\nಎಲ್ಲಾ ಅಪಾಯಗಳ ಬಗ್ಗೆ ಎಚ್ಚರದಿಂದಿರಿ.", "解曰": "ಹಳೆಯ ಶಾಲೆ ಮತ್ತು ಹಳೆಯ ಶಾಲೆ. ಶಾಂತ ಮತ್ತು ದೋಷರಹಿತ. ಸಲಹೆ ಪಡೆಯುವ ಅಗತ್ಯವಿಲ್ಲ. ಮುಕ್ತವಾಗಿ ಪ್ರಯಾಣಿಸಿ.", "籤詩故事一": "◇ಚು ಯಿನ್ ಲಿಂಗ್ ರಾಜ ದಾರಿ ತಪ್ಪಿದ\n202 BC ಯ ಆರಂಭದಲ್ಲಿ, ಆಹಾರದ ಕೊರತೆಯಿರುವ ಗೈಕ್ಸಿಯಾದಲ್ಲಿ ಕ್ಸಿಯಾಂಗ್ ಯುನ ಸೈನ್ಯವನ್ನು ಮೂರು ಕಡೆಗಳಿಂದ ಒಟ್ಟು 400,000 ಹಾನ್ ಪಡೆಗಳು ಸುತ್ತುವರೆದರು.ಅವರು ಸೈನಿಕರನ್ನು ಚು ಉಪಭಾಷೆಯಲ್ಲಿ ಹಾಡಲು ಕೇಳಿದರು, ಕ್ಸಿಯಾಂಗ್ ಯುನ ಸೈನ್ಯವು ತಮ್ಮ ಊರು ನಿಯಂತ್ರಿಸಲ್ಪಟ್ಟಿದೆ ಎಂದು ತಪ್ಪಾಗಿ ನಂಬುವಂತೆ ಮಾಡಿದರು. ಹಾನ್ ಸೇನೆಯಿಂದ. \"ಎಲ್ಲಾ ಕಡೆಗಳಲ್ಲಿ ಮುತ್ತಿಗೆ ಹಾಕಲಾಗಿದೆ\" ಎಂಬ ಈ ಮಾನಸಿಕ ತಂತ್ರವು ಕ್ಸಿಯಾಂಗ್ ಯುನ ಸೈನ್ಯವು ನೈತಿಕತೆಯನ್ನು ಕಳೆದುಕೊಳ್ಳುವಂತೆ ಮಾಡಿತು.\nಆದ್ದರಿಂದ ಕ್ಸಿಯಾಂಗ್ ಯು 800 ಕ್ಕೂ ಹೆಚ್ಚು ಗಣ್ಯ ಅಶ್ವಸೈನ್ಯವನ್ನು ಮುನ್ನಡೆಸಿದರು ಮತ್ತು ಭೇದಿಸಲು ನಿರ್ಧರಿಸಿದರು, ಆದರೆ ಹಾನ್ ಸೈನ್ಯವು ಗುವಾನ್ ಯಿಂಗ್ ಮತ್ತು 5,000 ಅಶ್ವಸೈನ್ಯದೊಂದಿಗೆ ನಿಕಟವಾಗಿ ಅನುಸರಿಸಿತು. ಹುವಾಯ್ ನದಿಯನ್ನು ದಾಟಿದ ನಂತರ, ಕ್ಸಿಯಾಂಗ್ ಯು ಅವರ ಅಶ್ವಸೈನ್ಯದಲ್ಲಿ ಕೇವಲ ನೂರು ಜನರು ಉಳಿದಿದ್ದರು.\nಕ್ಸಿಯಾಂಗ್ ಯು ಯಿನ್ಲಿಂಗ್‌ನಲ್ಲಿ ಕಳೆದುಹೋದರು ಮತ್ತು ರಸ್ತೆಬದಿಯಲ್ಲಿದ್ದ ರೈತನನ್ನು ನದಿಗೆ ಹೋಗುವ ರಸ್ತೆಗಾಗಿ ಕೇಳಿದರು, ಅನಿರೀಕ್ಷಿತವಾಗಿ, ಅವರು ಮುದುಕ ಸೂಚಿಸಿದ ದಿಕ್ಕನ್ನು ಅನುಸರಿಸಿದರು ಮತ್ತು ಜೌಗು ಪ್ರದೇಶದಲ್ಲಿ ಕೊನೆಗೊಂಡರು, ಚಲಿಸಲು ಕಷ್ಟವಾಯಿತು. ಅವನನ್ನು ಬಹುತೇಕ ಲಿಯು ಹಿಂದಿಕ್ಕಿದರು. ಬ್ಯಾಂಗ್‌ನ ಸೈನ್ಯ.ಕ್ಸಿಯಾಂಗ್ ಯು ಕೊನೆಗೆ ವುಜಿಯಾಂಗ್‌ಗೆ ತಲುಪಿದನು ಮತ್ತು ಪರಿಸ್ಥಿತಿಯು ಮುಗಿದಿದೆ ಎಂದು ತಿಳಿದಿತ್ತು, ಜಿಯಾಂಗ್‌ಡಾಂಗ್‌ನ ಹಿರಿಯರನ್ನು ನೋಡಿ ನಾಚಿಕೆಪಡದೆ ಅವನು ಆತ್ಮಹತ್ಯೆ ಮಾಡಿಕೊಂಡನು.", "聖意": "ಕುಟುಂಬ ಮತ್ತು ಮನೆಯವರು ತಮ್ಮ ಸ್ವಂತ ಅನಾಹುತಗಳ ಬಗ್ಗೆ ಚಿಂತಿತರಾಗಿದ್ದಾರೆ, ಹಣದ ಆಸೆ ಮತ್ತು ವ್ಯಾಪಾರವನ್ನು ಹಾಳುಮಾಡುತ್ತಾರೆ.ಮದುವೆ ಉಳಿಯುವುದಿಲ್ಲ.ಲಿಯುಜಿಯಾ ಅಪಾಯಕಾರಿ, ಪಾದಚಾರಿಗಳು ಹೊಲಗಳಿಗೆ ಅಡ್ಡಿಪಡಿಸುತ್ತಿದ್ದಾರೆ, ರೇಷ್ಮೆ ಹುಳುಗಳು ಹಾನಿಗೊಳಗಾದವು, ಆರು ಜಾನುವಾರುಗಳು ಹಾನಿಗೊಳಗಾದವು, ಕಾಣೆಯಾದ ಜನರು, ಸಾರ್ವಜನಿಕ ಮೊಕದ್ದಮೆಗಳು. ನಷ್ಟ, ವಲಸೆ, ಆಸ್ತಿ ನಷ್ಟ, ಅನಾರೋಗ್ಯ, ಪರ್ವತ ಸಮಾಧಿಗೆ ಕಳುಹಿಸುವುದು ಪ್ರತಿಕೂಲವಾಗಿದೆ.", "古人": "ಚು ​​ರಾಜ ಯಿನ್ ಲಿಂಗ್ ದಾರಿ ತಪ್ಪಿದ", "第X籤": "ಅರವತ್ತಾರನೇ ಲಾಟ್", "宮": "ಮಾಗೊಂಗ್"}