{"籤詩版本二": "ಚಳಿಗಾಲ ಬಂದಾಗ, ಪರ್ವತದ ಮೇಲಿರುವ ಪ್ಲಮ್ ಹೂವಿನ ಕೊಂಬೆಯು ಅದರ ಎಲೆಗಳು ಬಿದ್ದರೂ ಮತ್ತು ಅದರ ಕೊಂಬೆಗಳು ಒಣಗಿದರೂ ಎಂದಿಗೂ ನಾಶವಾಗುವುದಿಲ್ಲ.\nಆದರೆ ವಸಂತ ಬಂದಾಗ, ನಾನು ಇನ್ನೂ ನನ್ನನ್ನು ವೇಶ್ಯೆಯಾಗಿ ಹಿಂದಿರುಗಿಸುತ್ತೇನೆ ಮತ್ತು ಮೂಲ ಕೃತಿಯನ್ನು ನಾಶಪಡಿಸುತ್ತೇನೆ.", "詩意": "ಈ ಹೆಕ್ಸಾಗ್ರಾಮ್ನಲ್ಲಿ, ಪ್ಲಮ್ ಹೂವು ಪ್ರಮುಖ ಸ್ಥಾನವನ್ನು ಆಕ್ರಮಿಸುತ್ತದೆ.\nತಡವಾದರೆ ಎಲ್ಲವೂ ಚೆನ್ನಾಗಿರುತ್ತದೆ.", "解曰": "ಒಂದು ಬಾಣ ಖಾಲಿಯಾಗಿದೆ. ಅದು ಖಾಲಿಯಾದಾಗ, ಅದು ಖಾಲಿಯಾಗುವುದಿಲ್ಲ. ವಸಂತ ಬರಲು ಕಾಯುತ್ತಿದೆ. ಅದರಲ್ಲಿ ಬಣ್ಣವಿದೆ.", "籤詩故事一": "◇ಎರಡು ಬಾರಿ ಸ್ಕೋರ್ ಮಾಡಲಾಗಿದೆ\nಟ್ಯಾಂಗ್ ರಾಜವಂಶದ ಚಕ್ರವರ್ತಿ ಡೆಜಾಂಗ್ ಆಳ್ವಿಕೆಯಲ್ಲಿ, ನಿಷ್ಠಾವಂತ ಮಂತ್ರಿ ಮೆಯ್ ಬೊಗಾವೊ ಮತ್ತು ಅವರ ಕುಟುಂಬವನ್ನು ದೇಶದ್ರೋಹಿ ಪ್ರಧಾನಿ ಲು ಕಿ ಅವರಿಂದ ರೂಪಿಸಲಾಯಿತು, ಅವರು ಎಲ್ಲರನ್ನೂ ಕೊಲ್ಲಲು ಬಯಸಿದ್ದರು, ಅವರ ಮಗ ಮೇ ಲಿಯಾಂಗ್ಯು ಮಾತ್ರ ತಪ್ಪಿಸಿಕೊಳ್ಳುವಲ್ಲಿ ಯಶಸ್ವಿಯಾದರು. ನಂತರ ಅವರು ತಮ್ಮ ಜೀವನವನ್ನು ಬದಲಾಯಿಸಿದರು. ತನ್ನ ಗುರುತನ್ನು ಮರೆಮಾಡಲು ವಾಂಗ್ ಕ್ಸಿಟಾಂಗ್‌ಗೆ ಹೆಸರಿಸಿ. ಅವರು ಹಸಿವಿನಿಂದ ಮತ್ತು ಶೀತದಿಂದ ಬೀದಿಗಳಲ್ಲಿ ಒಬ್ಬಂಟಿಯಾಗಿ ವಾಸಿಸುತ್ತಿದ್ದರು, ಆದರೆ ಅದೃಷ್ಟವಶಾತ್ ಅವರನ್ನು ಚೆನ್ ರಿಶೆಂಗ್ (ಚೆನ್ ಡೊಂಗ್ಚು) ತೆಗೆದುಕೊಂಡರು. ಚೆನ್ ರಿಶೆಂಗ್ ತನ್ನ ಜೀವನದ ಅನುಭವವನ್ನು ತಿಳಿದಿರಲಿಲ್ಲ, ಆದ್ದರಿಂದ ಅವನು ಬೀದಿಯಲ್ಲಿ ಹಸಿವಿನಿಂದ ಸಾಯದಂತೆ ಚೆನ್ನ ಪ್ಲಮ್ ತೋಟವನ್ನು ನೋಡಿಕೊಳ್ಳಲು ಸಹಾಯ ಮಾಡಲು ಕೇಳಿದನು.\nಚೆನ್ ರಿಶೆಂಗ್ ಮೆಯ್ ಬೊಗಾವೊ ಅವರ ಸಹಪಾಠಿ ಮತ್ತು ಸ್ನೇಹಿತರಾಗಿದ್ದರು, ಅವರು ಲು ಕಿಯಿಂದ ಕಿರುಕುಳಕ್ಕೆ ಒಳಗಾದಾಗ, ಅವರನ್ನು ಮೇಯ್ ಬೊಗಾವೊ ರಕ್ಷಿಸಿದರು, ಇದರ ಪರಿಣಾಮವಾಗಿ ಮೇಯ್ ಬೊಗಾವೊ ಮತ್ತು ಲು ಕ್ವಿ ದ್ವೇಷ ಸಾಧಿಸಿದರು.ಕೊನೆಯಲ್ಲಿ ಅವರ ಇಡೀ ಕುಟುಂಬವನ್ನು ಗಲ್ಲಿಗೇರಿಸಲಾಯಿತು. ಇದರಿಂದಾಗಿ ರಿಶೆಂಗ್ ದುಃಖ ಮತ್ತು ಕೋಪಗೊಂಡರು.ಮದುವೆಯಾದ ನಂತರ ಅವರು ರಾಜೀನಾಮೆ ನೀಡಿದರು ಮತ್ತು ಏಕಾಂತದಲ್ಲಿ ವಾಸಿಸಲು ತಮ್ಮ ಕುಟುಂಬವನ್ನು ಯಾಂಗ್ಝೌಗೆ ಸ್ಥಳಾಂತರಿಸಿದರು.\nಚೆನ್ ರಿಶೆಂಗ್‌ಗೆ ಚೆನ್ ಕ್ಸಿಂಗ್ಯುವಾನ್ ಎಂಬ ಮಗಳಿದ್ದಾಳೆ, ಅವಳು ಸುಂದರ ಮತ್ತು ಪರಿಮಳಯುಕ್ತಳು.ಮೇ ಲಿಯಾಂಗ್ಯು ಚೆನ್ ಕುಟುಂಬಕ್ಕೆ ಬಂದ ನಂತರ, ಅವರು ಮೊದಲ ನೋಟದಲ್ಲೇ ಪ್ರೀತಿಯಲ್ಲಿ ಸಿಲುಕಿದರು. ಪ್ಲಮ್ ಹೂವುಗಳು ಪೂರ್ಣವಾಗಿ ಅರಳುತ್ತಿರುವ ದಿನದಲ್ಲಿ, ಅದು ಮೆಯ್ ಬೊಗಾವೊ ಅವರ ಮರಣದ ವಾರ್ಷಿಕೋತ್ಸವವಾಗಿತ್ತು, ಚೆನ್ ರಿಶೆಂಗ್ ಮತ್ತು ಅವರ ಕುಟುಂಬವು ತಮ್ಮ ಮೃತ ಸ್ನೇಹಿತ ಮತ್ತು ಉಪಕಾರಿಯನ್ನು ಸ್ಮರಿಸಲು ತಮ್ಮ ಮನೆಯ ಪ್ಲಮ್ ಗಾರ್ಡನ್‌ನಲ್ಲಿ ಬಲಿಪೀಠವನ್ನು ತೆರೆದರು. ಅನಿರೀಕ್ಷಿತವಾಗಿ, ಹವಾಮಾನವು ಇದ್ದಕ್ಕಿದ್ದಂತೆ ಬದಲಾಯಿತು. ಮತ್ತು ಭಾರೀ ಹಿಮಪಾತವು ಬೀಸಿತು, ಎಲ್ಲಾ ಪ್ಲಮ್ ಹೂವುಗಳನ್ನು ಆವರಿಸಿತು. ಚೆನ್ ರಿಶೆಂಗ್ ಅವರು ಸುರಕ್ಷಿತವಾಗಿ ಪಾರಾಗಲು ಸಾಧ್ಯವಾಯಿತು, ಆದರೆ ಮೇಯ್ ಕುಟುಂಬದ ವಂಶಸ್ಥರನ್ನು ಉಳಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ ಎಂದು ವಿಷಾದಿಸಿದರು, ಇದು ದೇವರ ಎಚ್ಚರಿಕೆ ಎಂದು ಅವರು ಭಾವಿಸಿದರು, ಆದ್ದರಿಂದ ಅವರು ಪ್ಲಮ್ ಹೂವುಗಳು ಮತ್ತೆ ಅರಳದಿದ್ದರೆ, ಅವರ ವಂಶಸ್ಥರು ಎಂದು ಸಾಬೀತುಪಡಿಸಿದರು. ಮೇಯಿ ಕುಟುಂಬವು ಇನ್ನೂ ಜೀವಂತವಾಗಿತ್ತು, ಅವರು ಎಂದಿಗೂ ಏನನ್ನೂ ಹೇಳುವುದಿಲ್ಲ, ಅವರು ಬೌದ್ಧಧರ್ಮಕ್ಕೆ ಓಡಿಹೋಗಿ ಸನ್ಯಾಸಿಯಾದರು.\nಅವನ ಮಗಳು ಕ್ಸಿಂಗ್ಯುವಾನ್ ಇದನ್ನು ಕೇಳಿದಳು ಮತ್ತು ತಕ್ಷಣವೇ ಧೂಪವನ್ನು ಸುಟ್ಟು ಪ್ಲಮ್ ಹೂವುಗಳನ್ನು ಮತ್ತೆ ಅರಳುವಂತೆ ದೇವರನ್ನು ಪ್ರಾಮಾಣಿಕವಾಗಿ ಪ್ರಾರ್ಥಿಸಿದಳು. ಅವರ ಪ್ರಾಮಾಣಿಕತೆಯು ಸ್ವರ್ಗವನ್ನು ಸರಿಸಿತು, ಮತ್ತು ಪ್ಲಮ್ ಗಾರ್ಡನ್‌ನಲ್ಲಿನ ಎಲ್ಲಾ ಪ್ಲಮ್ ಮರಗಳು ಮತ್ತೆ ಅರಳಿದವು; ನಂತರ ಚೆನ್ ರಿಶೆಂಗ್ ಕ್ಸಿಟಾಂಗ್ ಲಿಯಾಂಗ್ಯು ಎಂದು ತಿಳಿದಿದ್ದರು, ಆದ್ದರಿಂದ ಅವನು ತನ್ನ ಮಗಳು ಕ್ಸಿಂಗ್ಯುವಾನ್‌ನನ್ನು ಅವನಿಗೆ ಮದುವೆಯಾದನು.", "聖意": "ಮನೆಯು ತನಗೆ ಒಳ್ಳೆಯದಲ್ಲ, ತನಗೆ ಒಳ್ಳೆಯದು, ಒಬ್ಬನು ಧನವನ್ನು ಹುಡುಕುತ್ತಿದ್ದಾನೆ, ಒಬ್ಬನು ವ್ಯವಹಾರದಲ್ಲಿ ವಿವೇಕಿ, ಸಮಯ ಸರಿ, ಮದುವೆ ತಡವಾಗಿದೆ, ವಸಂತವು ಬಲವಾಗಿದೆ, ಶರತ್ಕಾಲವು ಖಾಲಿಯಾಗಿದೆ, ಪ್ರಯಾಣಿಕ ತಡವಾಗಿದೆ, ಹೊಲಗಳು ಸಮೃದ್ಧವಾಗಿವೆ, ರೇಷ್ಮೆ ಹುಳುಗಳು ಸಮೃದ್ಧವಾಗಿವೆ, ಆರು ಜಾನುವಾರುಗಳು ಸಮೃದ್ಧವಾಗಿವೆ, ಜನರನ್ನು ಹುಡುಕುವುದು, ಸಾರ್ವಜನಿಕ ಮೊಕದ್ದಮೆಗಳು, ನಷ್ಟ, ವಲಸೆ, ಕಳೆದುಹೋದ ಆಸ್ತಿ, ಪೂರ್ವ ರೋಗಗಳು, ಸುಳ್ಳು ಎಚ್ಚರಿಕೆಗಳು, ಪರ್ವತ ಸಮಾಧಿಗಳನ್ನು ಬದಲಾಯಿಸಬೇಕು.", "古人": "ಎರಡು ಬಾರಿ ಅಂಕ ಗಳಿಸಿದ್ದಾರೆ", "第X籤": "ಅರವತ್ತೊಂಬತ್ತು ಲಾಟ್ ವಿನ್ನಿಂಗ್", "宮": "ತತ್ಸುಮಿ"}