{"籤詩版本二": "ಚಾವೊ ಚಾವೊ ನೈಋತ್ಯ ಮತ್ತು ನಂತರ ಪೂರ್ವದಿಂದ ಹಾರುವ ಹೂವು ಸಂಗ್ರಹಿಸುವ ಜೇನುನೊಣದಂತೆ\nವಸಂತವು ಮುಗಿದಿದೆ, ಹೂವುಗಳು ಕಳೆದುಹೋಗಿವೆ ಮತ್ತು ಹುಡುಕಲು ಸ್ಥಳವಿಲ್ಲ ಈ ಹೃದಯವು ತನ್ನ ಸ್ಥಳವನ್ನು ಬದಲಾಯಿಸುವುದಿಲ್ಲ.", "詩意": "ಈ ಹೆಕ್ಸಾಗ್ರಾಮ್ ಜೇನುನೊಣ ಹೂಗಳನ್ನು ಕೊಯ್ದ ಹಾಗೆ.\nಎಲ್ಲವೂ ಶ್ರಮದಾಯಕ ಮತ್ತು ಶ್ರಮದಾಯಕವಾಗಿದೆ.", "解曰": "ವಸಂತ ದೃಶ್ಯಾವಳಿ ಇಲ್ಲ. ಇದು ದೀರ್ಘಕಾಲ ಮಳೆಯಾಗುತ್ತದೆ ಆದರೆ ಎಂದಿಗೂ ತೆರವುಗೊಳಿಸುವುದಿಲ್ಲ. ಸಹಾಯ ಕೇಳಿ. ಸುಮ್ಮನಿರುವುದು ಉತ್ತಮ.\n.", "籤詩故事一": "◇ಲಿ ಮಿ ಟ್ಯಾಂಗ್ ರಾಜವಂಶದ ವಿರುದ್ಧ ಬಂಡಾಯವೆದ್ದರು\nಲಿ ಮಿ\n(582-619), ಚೀನಾದ ಸುಯಿ ರಾಜವಂಶದ ಕೊನೆಯಲ್ಲಿ ರೈತರ ದಂಗೆಯಲ್ಲಿ ವಗಾಂಗ್ ಸೈನ್ಯದ ದಿವಂಗತ ನಾಯಕ. ಕ್ಯಾಲಿಗ್ರಫಿ ಮಾಸ್ಟರ್. ಫಾ ಪದದ ಮಾಸ್ಟರ್ ಚಾಂಗಾನ್, ಜಿಂಗ್‌ಜಾವೊ ಮೂಲದವರಾಗಿದ್ದರು ಮತ್ತು ಅವರ ಪೂರ್ವಜರ ಮನೆ ಕ್ಸಿಯಾಂಗ್‌ಪಿಂಗ್, ಲಿಯಾಡಾಂಗ್ (ಈಗ ಲಿಯಾವೊಂಗ್‌ನ ದಕ್ಷಿಣ, ಲಿಯಾನಿಂಗ್). ಜಿಂಗ್‌ಜಾವೊದ ಚಾಂಗಾನ್‌ನ ಸ್ಥಳೀಯರು, ಅವರ ಪೂರ್ವಜರ ಮನೆ ಕ್ಸಿಯಾಂಗ್‌ಪಿಂಗ್, ಲಿಯಾಡಾಂಗ್ (ಈಗ ಲಿಯಾವೊಂಗ್‌ನ ದಕ್ಷಿಣ, ಲಿಯಾನಿಂಗ್).\nಡೇ (613) ನ ಒಂಬತ್ತನೇ ವರ್ಷದಲ್ಲಿ, ಅವರು ಲಿಯಾಂಗ್‌ನಲ್ಲಿ (ಈಗ ಹೆನಾನ್ ಪ್ರಾಂತ್ಯದ ಜುಂಕ್ಸಿಯಾನ್ ಕೌಂಟಿಯ ಈಶಾನ್ಯ) ಸುಯಿ ರಾಜವಂಶದ ವಿರುದ್ಧ ಯಾಂಗ್ ಕ್ಸುವಾಂಗಾನ್‌ನ ಬಂಡಾಯದಲ್ಲಿ ಭಾಗವಹಿಸಿದರು. ಡೇ (613) ನ ಒಂಬತ್ತನೇ ವರ್ಷದಲ್ಲಿ, ಅವರು ಲಿಯಾಂಗ್‌ನಲ್ಲಿ (ಈಗ ಹೆನಾನ್ ಪ್ರಾಂತ್ಯದ ಜುಂಕ್ಸಿಯಾನ್ ಕೌಂಟಿಯ ಈಶಾನ್ಯ) ಸುಯಿ ರಾಜವಂಶದ ವಿರುದ್ಧ ಯಾಂಗ್ ಕ್ಸುವಾಂಗಾನ್‌ನ ಬಂಡಾಯದಲ್ಲಿ ಭಾಗವಹಿಸಿದರು. ನಿಗೂಢ ಅರ್ಥವು ಸೋಲಿಸಲ್ಪಟ್ಟಿದೆ,\nಲಿ ಮಿ ಓಡಿಹೋದರು. ಕ್ಸುವಾಂಗಾನ್ ಸೋಲಿಸಲ್ಪಟ್ಟರು ಮತ್ತು ಲಿ ಮಿ ಓಡಿಹೋದರು.\nಡೇಯ ಹನ್ನೆರಡನೇ ವರ್ಷದಲ್ಲಿ, ಅವರು ವಗಾಂಗ್ ಸೈನ್ಯಕ್ಕೆ ಸೇರಿದರು\n. ಡೇಯ ಆಳ್ವಿಕೆಯ ಹನ್ನೆರಡನೇ ವರ್ಷದಲ್ಲಿ, ಅವರು ವಗಾಂಗ್ ಸೈನ್ಯಕ್ಕೆ ಸೇರಿದರು. ಲಿ ಮಿಯು ತಂತ್ರಗಾರಿಕೆಯಲ್ಲಿ ಉತ್ತಮನಾಗಿದ್ದನು, ಡೇಯ ಹನ್ನೆರಡನೆಯ ವರ್ಷದ ಅಕ್ಟೋಬರ್‌ನಲ್ಲಿ, ಝಾಂಗ್ ಕ್ಸುಟುವೊವನ್ನು ರಕ್ಷಿಸಲು, ಸುಯಿ ಸೈನ್ಯವನ್ನು ಸೋಲಿಸಿ ಮತ್ತು ಝಾಂಗ್ ಕ್ಸುಟುವೊನನ್ನು ಕೊಲ್ಲಲು ಸೈನ್ಯದ ಜೊತೆಗಿರುವ ಪ್ರಬಲ ಜನರಲ್ ಕ್ಸಿಂಗ್ಯಾಂಗ್ ಟಾಂಗ್‌ನ ಮೇಲೆ ದಾಳಿ ಮಾಡಲು ಝೈಗೆ ಲಿ ಮಿ ಮನವೊಲಿಸಿದ. ಲಿ ಮಿಯು ತಂತ್ರಗಾರಿಕೆಯಲ್ಲಿ ಉತ್ತಮನಾಗಿದ್ದನು, ಡೇಯ ಹನ್ನೆರಡನೆಯ ವರ್ಷದ ಅಕ್ಟೋಬರ್‌ನಲ್ಲಿ, ಝಾಂಗ್ ಕ್ಸುಟುವೊವನ್ನು ರಕ್ಷಿಸಲು, ಸುಯಿ ಸೈನ್ಯವನ್ನು ಸೋಲಿಸಿ ಮತ್ತು ಝಾಂಗ್ ಕ್ಸುಟುವೊನನ್ನು ಕೊಲ್ಲಲು ಸೈನ್ಯದ ಜೊತೆಗಿರುವ ಪ್ರಬಲ ಜನರಲ್ ಕ್ಸಿಂಗ್ಯಾಂಗ್ ಟಾಂಗ್‌ನ ಮೇಲೆ ದಾಳಿ ಮಾಡಲು ಝೈಗೆ ಲಿ ಮಿ ಮನವೊಲಿಸಿದ.\nನಂತರ, ಅವರು Xingluo (ನಂತರ ಮರುನಾಮಕರಣ ಮಾಡಲಾಯಿತು Luokou) ಗೋದಾಮಿನ ಮೇಲೆ ದಾಳಿ ಮಾಡಲು ಪ್ರಸ್ತಾಪಿಸಿದರು, ಪರಿಹಾರಕ್ಕಾಗಿ ಗೋದಾಮನ್ನು ತೆರೆಯಿರಿ ಮತ್ತು ತಂಡವನ್ನು ವಿಸ್ತರಿಸಿದರು. Wagang ಸೇನೆಯ ತಂಡವು ವೇಗವಾಗಿ ಬೆಳೆಯಿತು.ಡೇಯ 13 ನೇ ವರ್ಷದಲ್ಲಿ, Li Mi ವಗಾಂಗ್ ಸೈನ್ಯವನ್ನು ಮುನ್ನಡೆಸಿದರು ಮತ್ತು ಝೈ ರಂಗ್ ಸುಯಿ ರಾಜವಂಶದ ಪದಚ್ಯುತಿ ಮತ್ತು ವಿತರಣೆಯೊಂದಿಗೆ ವ್ಯವಹರಿಸಿದರು.ಮಿಲಿಟರಿ ಸಂಪನ್ಮೂಲಗಳು ಮತ್ತು ಇತರ ವಿಷಯಗಳ ಮೇಲೆ ಯುದ್ಧವಿತ್ತು, ಮತ್ತು ಲಿ ಮಿ ಝೈ ರಂಗ್ ಮತ್ತು ಅವನ ನೂರಾರು ಅನುಯಾಯಿಗಳನ್ನು ಕೊಂದರು. ನಂತರ, ಅವರು Xingluo (ನಂತರ ಮರುನಾಮಕರಣ ಮಾಡಲಾಯಿತು Luokou) ಗೋದಾಮಿನ ಮೇಲೆ ದಾಳಿ ಮಾಡಲು ಪ್ರಸ್ತಾಪಿಸಿದರು, ಪರಿಹಾರಕ್ಕಾಗಿ ಗೋದಾಮನ್ನು ತೆರೆಯಿರಿ ಮತ್ತು ತಂಡವನ್ನು ವಿಸ್ತರಿಸಿದರು. Wagang ಸೇನೆಯ ತಂಡವು ವೇಗವಾಗಿ ಬೆಳೆಯಿತು.ಡೇಯ 13 ನೇ ವರ್ಷದಲ್ಲಿ, Li Mi ವಗಾಂಗ್ ಸೈನ್ಯವನ್ನು ಮುನ್ನಡೆಸಿದರು ಮತ್ತು ಝೈ ರಂಗ್ ಸುಯಿ ರಾಜವಂಶದ ಪದಚ್ಯುತಿ ಮತ್ತು ವಿತರಣೆಯೊಂದಿಗೆ ವ್ಯವಹರಿಸಿದರು.ಮಿಲಿಟರಿ ಸಂಪನ್ಮೂಲಗಳು ಮತ್ತು ಇತರ ವಿಷಯಗಳ ಮೇಲೆ ಯುದ್ಧವಿತ್ತು, ಮತ್ತು ಲಿ ಮಿ ಝೈ ರಂಗ್ ಮತ್ತು ಅವನ ನೂರಾರು ಅನುಯಾಯಿಗಳನ್ನು ಕೊಂದರು.\nಡೇಯ 14 ನೇ ವರ್ಷದ ಮಾರ್ಚ್‌ನಲ್ಲಿ, ಯು ವೆನ್‌ಹುವಾಜಿ ಸುಯಿ ರಾಜವಂಶದ ಚಕ್ರವರ್ತಿ ಯಾಂಗ್‌ನನ್ನು ಕೊಂದರು.\n, 100,000 ಕ್ಕಿಂತ ಹೆಚ್ಚು ಜನರು ಪಶ್ಚಿಮಕ್ಕೆ ಮರಳಲು ಕಾರಣವಾಯಿತು. ಡೇಯ ಹದಿನಾಲ್ಕನೆಯ ವರ್ಷದ ಮಾರ್ಚ್‌ನಲ್ಲಿ, ಯು ವೆನ್‌ಹುವಾಜಿ (ಯು ವೆನ್, ಸಂಯುಕ್ತ ಉಪನಾಮ) ಸುಯಿ ರಾಜವಂಶದ ಚಕ್ರವರ್ತಿ ಯಾಂಗ್‌ನನ್ನು ಕೊಂದು 100,000 ಕ್ಕೂ ಹೆಚ್ಚು ಜನರೊಂದಿಗೆ ಪಶ್ಚಿಮಕ್ಕೆ ಮರಳಿದರು. ಹುವಾಜಿಯ ಮೇಲೆ ದಾಳಿ ಮಾಡಲು ಲಿ ಮಿಗೆ ಆದೇಶ ನೀಡಲಾಯಿತು.ಹುವಾಜಿಯನ್ನು ಸೋಲಿಸಿದರೂ, ಲಿ ಮಿ ಪಡೆಗಳು ಸಹ ಭಾರೀ ನಷ್ಟವನ್ನು ಅನುಭವಿಸಿದವು, ನಂತರ ಅವರನ್ನು ವಾಂಗ್ ಶಿಚೊಂಗ್ ಹಿಂಬಾಲಿಸಿದನು, ಲಿ ಮಿ ಸೈನ್ಯವನ್ನು ಸೋಲಿಸಲಾಯಿತು ಮತ್ತು ಅವನ ಶಿಬಿರವನ್ನು ನಾಶಪಡಿಸಲಾಯಿತು. ಅವನ ಜನರಲ್‌ಗಳಾದ ಕಿನ್ ಶುಬಾವೊ, ಚೆಂಗ್ ಝಿಜಿ (ಮೂಲತಃ ಹೆಸರಿಸಲಾಯಿತು ಚೆಂಗ್ ಯೋಜಿನ್), ನಿಯು ಜಿಂದಾ ಮತ್ತು ಇತರರನ್ನು ಸೆರೆಹಿಡಿಯಲಾಯಿತು. , ಶಾನ್ ಕ್ಸಿಯಾಂಗ್ಕ್ಸಿನ್ ಶರಣಾದರು. ಹುವಾಜಿಯ ಮೇಲೆ ದಾಳಿ ಮಾಡಲು ಲಿ ಮಿಗೆ ಆದೇಶ ನೀಡಲಾಯಿತು.ಹುವಾಜಿಯನ್ನು ಸೋಲಿಸಿದರೂ, ಲಿ ಮಿ ಕೂಡ ತನ್ನ ಸೈನ್ಯದಲ್ಲಿ ಭಾರೀ ನಷ್ಟವನ್ನು ಅನುಭವಿಸಿದನು. ನಂತರ, ಅವನನ್ನು ವಾಂಗ್ ಶಿಚೊಂಗ್ ಹಿಂಬಾಲಿಸಿದನು.ಲಿ ಮಿ ಸೈನ್ಯವನ್ನು ಸೋಲಿಸಲಾಯಿತು ಮತ್ತು ಅವನ ಶಿಬಿರವನ್ನು ನಿರ್ನಾಮ ಮಾಡಲಾಯಿತು.ಅವನ ಜನರಲ್ ಕ್ವಿನ್ ಶುಬಾವೊ, ಚೆಂಗ್ ಝಿಜಿ (ಮೂಲತಃ ಚೆಂಗ್ ಯೋಜಿನ್ ಎಂದು ಹೆಸರಿಸಲಾಯಿತು), ನಿಯು ಜಿಂದಾ ಮತ್ತು ಇತರರು ಸೆರೆಹಿಡಿಯಲ್ಪಟ್ಟರು ಮತ್ತು ಶಾನ್ ಕ್ಸಿಯಾಂಗ್ಕ್ಸಿನ್ ಶರಣಾದರು. ಲಿ ಮಿ ಹತಾಶನಾಗಿದ್ದನು, ಆದ್ದರಿಂದ ಅವನು ಸೆಪ್ಟೆಂಬರ್‌ನಲ್ಲಿ ಹೇಯಾಂಗ್‌ಗೆ ನದಿಯನ್ನು ದಾಟಿದನು ಮತ್ತು ಟ್ಯಾಂಗ್ ರಾಜವಂಶಕ್ಕೆ ಶರಣಾದನು. ಲಿ ಮಿ ಹತಾಶನಾಗಿದ್ದನು, ಆದ್ದರಿಂದ ಅವನು ಸೆಪ್ಟೆಂಬರ್‌ನಲ್ಲಿ ಹೇಯಾಂಗ್‌ಗೆ ನದಿಯನ್ನು ದಾಟಿದನು ಮತ್ತು ಟ್ಯಾಂಗ್ ರಾಜವಂಶಕ್ಕೆ ಶರಣಾದನು.\nನವೆಂಬರ್‌ನಲ್ಲಿ, ಲಿ ಯುವಾನ್ ಹಳೆಯ ಸೈನ್ಯವನ್ನು ನೇಮಿಸಿಕೊಳ್ಳಲು ಲಿ ಮಿಯನ್ನು ಶಾಂಡೊಂಗ್‌ಗೆ ಕಳುಹಿಸಿದನು. ನವೆಂಬರ್,\nಲಿ ಯುವಾನ್ ಹಳೆಯ ಪಡೆಗಳನ್ನು ನೇಮಿಸಿಕೊಳ್ಳಲು ಶಾಂಡಾಂಗ್‌ನಲ್ಲಿ ಕಾಯಲು ಲಿ ಮಿಯನ್ನು ಕಳುಹಿಸಿದನು. ತನ್ನನ್ನು ಶಂಕಿಸಲಾಗಿದೆ ಎಂದು ಭಾವಿಸಿ ಟಾಂಗ್ ವಿರುದ್ಧ ಬಂಡಾಯವೆದ್ದರು. ತನ್ನನ್ನು ಶಂಕಿಸಲಾಗಿದೆ ಎಂದು ಭಾವಿಸಿ ಟಾಂಗ್ ವಿರುದ್ಧ ಬಂಡಾಯವೆದ್ದರು. ಟ್ಯಾಂಗ್ ಜನರಲ್ ಶೆಂಗ್ ಯಾನ್ಶಿ ಲಿ ಮಿ ಅವರನ್ನು ದಾಳಿ ಮಾಡಲು ಆಹ್ವಾನಿಸಿದರು ಮತ್ತು ಕ್ಸಿಂಗೋಂಗ್ ಕ್ಸಿಯಾನ್‌ನಲ್ಲಿ ಅವನನ್ನು ಕೊಂದರು. ಟ್ಯಾಂಗ್ ಜನರಲ್ ಶೆಂಗ್ ಯಾನ್ಶಿ ಲಿ ಮಿ ಅವರನ್ನು ದಾಳಿ ಮಾಡಲು ಆಹ್ವಾನಿಸಿದರು ಮತ್ತು ಕ್ಸಿಂಗೋಂಗ್ ಕ್ಸಿಯಾನ್‌ನಲ್ಲಿ ಅವನನ್ನು ಕೊಂದರು.", "聖意": "ಮನೆ, ಮನೆ, ನಾಲಿಗೆ, ಸ್ವಯಂ, ಖಳನಾಯಕ, ಸಂಪತ್ತನ್ನು ಹುಡುಕುವುದು, ವ್ಯರ್ಥ ವ್ಯಾಪಾರ, ಮದುವೆಗಳು ಶಾಶ್ವತವಲ್ಲ, ಲಿಯುಜಿಯಾ, ಖಾಲಿ ಹೂವುಗಳು, ಪಾದಚಾರಿಗಳು, ಯೋಟಿಯನ್, ರೇಷ್ಮೆ ಹುಳು ಹಾನಿ, ಆರು ಜಾನುವಾರು ಹಾನಿ, ಕಾಣೆಯಾದ ವ್ಯಕ್ತಿಗಳು, ಮೊಕದ್ದಮೆಗಳು, ನಷ್ಟ, ವಲಸೆ, ಸಂಪ್ರದಾಯಶೀಲತೆ, ಕಳೆದುಕೊಂಡ ಆಸ್ತಿ ಅನಾರೋಗ್ಯ, ಅಡೆತಡೆಗಳು, ಪರ್ವತ ಸಮಾಧಿ ಸುಧಾರಣೆ", "古人": "ಲಿ ಮಿ ಟ್ಯಾಂಗ್ ರಾಜವಂಶದ ವಿರುದ್ಧ ಬಂಡಾಯವೆದ್ದರು", "第X籤": "ಎಪ್ಪತ್ತನೇ ಡ್ರಾ", "宮": "ತತ್ಸುಮಿ"}