{"籤詩版本二": "ಕಾಂಗ್ಲಾಂಗ್ ಹತ್ತೊಂಬತ್ತನೇ ಗಾರ್ಡ್‌ಗಳ ಅರಿವು: ಮಹಿಳೆಯೊಬ್ಬರು ಎರಡನೇ ಪತಿಯನ್ನು ವಿವಾಹವಾದರು\nಒಂದು ಬಿಲ್ಲು ಮತ್ತು ಎರಡು ಬಾಣಗಳಿಂದ, ಡೈನೋಸಾರ್‌ಗಳು ತಕ್ಷಣವೇ ಶಾಂತಿಯಿಂದ ಬದುಕುತ್ತವೆ", "詩意": "ಈ ಹೆಕ್ಸಾಗ್ರಾಮ್ ಎರಡು ಬಾಣಗಳನ್ನು ಹಿಡಿದಿರುವ ಬಿಲ್ಲಿನಂತಿದೆ.\nಒಟ್ಟಿಗೇ ನಡೆದರೆ ಎಲ್ಲವೂ ಶುಭ.", "解曰": "ತುಂಬಾ ಭಾರವಿಲ್ಲ. ಡೆಸ್ಟಿನಿ. ಝೆನ್ ಲಿಯುಝೋಂಗ್ ತೆರೆಯುತ್ತದೆ. ಎಚ್ಚರಿಕೆ ವಹಿಸುವುದು ಸೂಕ್ತ.", "籤詩故事一": "◇ವೆನ್ಜುನ್ ಕ್ಸಿಯಾಂಗ್ರುಗೆ ಭೇಟಿ ನೀಡುತ್ತಾನೆ\nZhuo Wenjun ಸಿಚುವಾನ್ ಪ್ರಾಂತ್ಯದ Linqiong ಶ್ರೀಮಂತ ಉದ್ಯಮಿ Zhuo ವಾಂಗ್ ಅವರ ಮೊಮ್ಮಗನ ಮಗಳು, ಅವರು ಸಂಗೀತದಲ್ಲಿ ಪ್ರವೀಣರಾಗಿದ್ದರು ಮತ್ತು ಸಾಹಿತ್ಯಿಕ ಹೆಸರನ್ನು ಹೊಂದಿದ್ದರು. ಅವರು ಹದಿನಾರನೇ ವಯಸ್ಸಿನಲ್ಲಿ ವಿವಾಹವಾದರು, ಕೆಲವು ವರ್ಷಗಳ ನಂತರ, ಅವರ ಪತಿ ನಿಧನರಾದರು ಮತ್ತು ಅವರು ವಿಧವೆಯಾಗಿ ವಾಸಿಸಲು ತಮ್ಮ ಜನ್ಮಸ್ಥಳಕ್ಕೆ ಮರಳಿದರು.\nಒಂದು ದಿನ, ಸಿಮಾ ಕ್ಸಿಯಾಂಗ್ರು ಔತಣಕೂಟಕ್ಕಾಗಿ ಝುವೊ ವಾಂಗ್ಸುನ್ ಅವರ ಮನೆಗೆ ಹೋದರು, ಜುವೊ ವೆನ್ಜುನ್ ಹೊಸದಾಗಿ ವಿಧವೆಯಾದರು ಎಂದು ತಿಳಿದಾಗ, ಅವರು ತಮ್ಮ ಪ್ರೀತಿಯನ್ನು ವ್ಯಕ್ತಪಡಿಸಲು \"ಫೀನಿಕ್ಸ್ ಸೀಕಿಂಗ್ ದಿ ಫೀನಿಕ್ಸ್\" ಹಾಡನ್ನು ನುಡಿಸಿದರು. Zhuo Wenjun ಈಗಾಗಲೇ ಸಿಮಾ ಕ್ಸಿಯಾಂಗ್ರು ಬಗ್ಗೆ ಕೇಳಿದ್ದರು, ಮತ್ತು ಈ ಔತಣಕೂಟವು ಸಿಮಾ ಕ್ಸಿಯಾಂಗ್ರು ಅವರನ್ನು ಇನ್ನಷ್ಟು ಆಕರ್ಷಿಸಿತು. ಮತ್ತೊಂದೆಡೆ, ಸಿಮಾ ಕ್ಸಿಯಾಂಗ್ರು ಅವರ ಔತಣಕೂಟದ ನಂತರ, ಅವರು ತಕ್ಷಣವೇ ಜುವೊ ವೆಂಜುನ್ ಅವರ ವೈಯಕ್ತಿಕ ಸೇವಕಿಗೆ ಲಂಚ ನೀಡಲು ಸಾಕಷ್ಟು ಹಣವನ್ನು ಖರ್ಚು ಮಾಡಿದರು ಮತ್ತು ಝುವೊ ವೆನ್ಜುನ್ ಅವರ ಮೇಲಿನ ಸಿಮಾ ಕ್ಸಿಯಾಂಗ್ರು ಅವರ ಪ್ರೀತಿಯನ್ನು ತಿಳಿಸಲು ಕೇಳಿದರು. Zhuo Wenjun ಸಿಮಾ ಕ್ಸಿಯಾಂಗ್ರು ಅವರ ಪ್ರೀತಿಯ ಬಗ್ಗೆ ಸೇವಕಿಯ ಮೂಲಕ ತಿಳಿದ ನಂತರ, ಅವರು ತಕ್ಷಣ ಸಿಮಾ ಕ್ಸಿಯಾಂಗ್ರು ವಾಸಿಸುತ್ತಿದ್ದ ಹೋಟೆಲ್‌ಗೆ ಧಾವಿಸಿದರು. Zhuo Wenjun ನ ಆಗಮನವನ್ನು ನೋಡಿದ ಸಿಮಾ ಕ್ಸಿಯಾಂಗ್ರು ತಕ್ಷಣವೇ ಅವಳೊಂದಿಗೆ ಚೆಂಗ್ಡುವಿನಲ್ಲಿ ತನ್ನ ತವರು ಮನೆಗೆ ಓಡಿಹೋದರು.\nಅವರು ಚೆಂಗ್ಡುವಿನಲ್ಲಿದ್ದಾಗ, ದಂಪತಿಗಳು ನಿರ್ಗತಿಕರಾಗಿದ್ದರು ಮತ್ತು ಜೀವನೋಪಾಯಕ್ಕಾಗಿ ಸಣ್ಣ ಹೋಟೆಲ್ ತೆರೆಯಲು ಲಿನ್ಕಿಯಾಂಗ್‌ಗೆ ಹಿಂತಿರುಗಬೇಕಾಯಿತು. ಜುವೊ ವೆನ್ಜುನ್ ವೈನ್ ಮಾರಾಟ ಮಾಡಿದರು ಮತ್ತು ಸಿಮಾ ಕ್ಸಿಯಾಂಗ್ರು ಪಾತ್ರೆಗಳನ್ನು ತೊಳೆದರು. ಅವರು ಬಡ ಜೀವನವನ್ನು ನಡೆಸಿದರು. Zhuo Wenjun ತಂದೆ, Zhuo Wangsun, ಅದರ ಬಗ್ಗೆ ತಿಳಿದುಕೊಂಡ ನಂತರ, ಅವರು ಒಪ್ಪಿಕೊಂಡರು ಮತ್ತು ಅವರ ಸ್ನೇಹಿತರ ಸಲಹೆಯ ಮೇರೆಗೆ ಅವರಿಗೆ ಧನಸಹಾಯ ಮಾಡಿದರು, ಆದ್ದರಿಂದ ಸಿಮಾ ಕ್ಸಿಯಾಂಗ್ರು ಮತ್ತು Zhuo Wenjun ವಾಸಿಸಲು ಚೆಂಗ್ಡುಗೆ ಮರಳಿದರು ಮತ್ತು ನಂತರ ಶ್ರೀಮಂತರಾದರು.", "聖意": "ಮನೆ ಮತ್ತು ಆಸ್ತಿಯ ನಷ್ಟ, ಒಬ್ಬರ ಸ್ವಂತ ಹಕ್ಕುಗಳು ಮತ್ತು ತಪ್ಪುಗಳು, ಸಂಪತ್ತನ್ನು ಹುಡುಕುವುದು, ಕಾರ್ಮಿಕ ವಹಿವಾಟುಗಳು, ಮದುವೆ ಪುನರೇಕೀಕರಣದ ವಿರುದ್ಧ ರಕ್ಷಣೆ", "古人": "ವೆನ್ಜುನ್ ಕ್ಸಿಯಾಂಗ್ರುಗೆ ಭೇಟಿ ನೀಡುತ್ತಾನೆ", "第X籤": "ಎಪ್ಪತ್ತೊಂದು ವಿಜೇತ ಲೊಟ್ಟೊ", "宮": "ತತ್ಸುಮಿ"}