{"籤詩版本二": "ಜೇನುಸಾಕಣೆದಾರರು ತಮ್ಮ ಜೇನುತುಪ್ಪವನ್ನು ಭಿಕ್ಷೆ ಬೇಡಬೇಕು, ಏಕೆಂದರೆ ಅವರು ಕುಟುಕಿನಿಂದ ಕುಟುಕುತ್ತಾರೆ.\nನಿಮ್ಮ ಮುಂದೆ ಒಂದು ವಿಚಿತ್ರವಾದ ರಸ್ತೆ ಇರಬೇಕು, ರಹಸ್ಯವು ಮುಳ್ಳಿನ ಕಾಡಿನಷ್ಟು ಆಳವಾಗಿದೆ.", "詩意": "ಈ ಹೆಕ್ಸಾಗ್ರಾಮ್ ಜೇನುನೊಣಗಳು ಜೇನುತುಪ್ಪವನ್ನು ಸಂಗ್ರಹಿಸುವುದನ್ನು ಸಂಕೇತಿಸುತ್ತದೆ.\nಎಲ್ಲವೂ ಶ್ರಮದಾಯಕ ಮತ್ತು ಶ್ರಮದಾಯಕವಾಗಿದೆ.\n\n(ಈ ಹೆಕ್ಸಾಗ್ರಾಮ್ ಸಿಹಿ ಮತ್ತು ಕಹಿಯ ಸಂಕೇತವನ್ನು ಹುಡುಕುತ್ತದೆ.\nಎಲ್ಲದರಲ್ಲೂ ಅನಾಹುತಗಳನ್ನು ತಡೆಯಿರಿ.\n)", "解曰": "ಕೆಲಸಗಳನ್ನು ಎಚ್ಚರಿಕೆಯಿಂದ ಮಾಡಬೇಕಾಗಿದೆ. ಅದನ್ನು ಒತ್ತಾಯಿಸುವ ಅಗತ್ಯವಿಲ್ಲ. ಜೇನುನೊಣಗಳು ಜೇನುತುಪ್ಪವನ್ನು ಸಂಗ್ರಹಿಸುತ್ತವೆ. ಕಾರಣವೇನು?", "籤詩故事一": "◇ವಾಂಗ್ ಮಾಂಗ್ ಪ್ರತಿಭೆಗಳನ್ನು ಹುಡುಕುತ್ತಾನೆ\nಪಾಶ್ಚಿಮಾತ್ಯ ಹಾನ್ ರಾಜವಂಶದ ವಾಂಗ್ ಮಾಂಗ್ ಕುಟುಂಬವು ಶ್ರೀಮಂತ ಕುಟುಂಬ ಎಂದು ಹೇಳಬಹುದು. ಅವನ ತಂದೆ ಚಿಕ್ಕವಯಸ್ಸಿನಲ್ಲಿ ಮರಣಹೊಂದಿದರೂ, ಅವನ ಹಲವಾರು ಚಿಕ್ಕಪ್ಪ ಮತ್ತು ಚಿಕ್ಕಪ್ಪ ಹಾನ್ ರಾಜವಂಶದ ಚಕ್ರವರ್ತಿಗಳಾದರು, ಅವರು ಜನರಲ್ಗಳು, ಪ್ರಧಾನ ಮಂತ್ರಿಗಳು, ಮತ್ತು ಮಾರ್ಕ್ವಿಸ್ ಮತ್ತು ಬಹುಮಾನಗಳನ್ನು ಪಡೆದರು.ವಾಂಗ್ ಕುಟುಂಬವು ಅತ್ಯಂತ ಪ್ರಮುಖವಾಗಿತ್ತು.\nಆದರೆ ವಾಂಗ್ ಮಾಂಗ್ ಅವರ ಸ್ವಂತ ಸಣ್ಣ ಕುಟುಂಬವು ಅತ್ಯಂತ ಬಡವಾಗಿತ್ತು; ಅವರ ತಂದೆ ಚಿಕ್ಕ ವಯಸ್ಸಿನಲ್ಲೇ ನಿಧನರಾದರು, ಮತ್ತು ಅವರು ತಮ್ಮ ತಾಯಿಯೊಂದಿಗೆ ಮಾತ್ರ ವಾಸಿಸುತ್ತಿದ್ದರು, ಸಂಬಂಧಿಕರಿಂದ ದಾನವನ್ನು ಅವಲಂಬಿಸಿದ್ದಾರೆ. ಆದರೆ ಈ ಕಾರಣದಿಂದಾಗಿ, ವಾಂಗ್ ಮಾಂಗ್ ಅವರು ಬಾಲ್ಯದಿಂದಲೂ ಜನರೊಂದಿಗೆ ವ್ಯವಹರಿಸುವ ಕೌಶಲ್ಯಗಳನ್ನು ಅಭಿವೃದ್ಧಿಪಡಿಸಿದರು ಮತ್ತು ಅಭ್ಯಾಸ ಮಾಡಿದರು. ಎಷ್ಟೇ ದುಃಖ, ಕೋಪ ಬಂದರೂ ಬಂಧುಗಳು, ಹಿರಿಯರು ಅಥವಾ ಹೊರಗಿನವರ ಮುಂದೆ ಅತ್ಯಂತ ಸಂತೋಷ ಮತ್ತು ಶಾಂತಿಯುತ ನೋಟವನ್ನು ತೋರಿಸುತ್ತಿದ್ದರು, ಆದ್ದರಿಂದ ಅವರು ಕುಲದ ಎಲ್ಲರಿಗೂ ಸಾಕಷ್ಟು ಮೆಚ್ಚುಗೆಯನ್ನು ಪಡೆದರು.\nಒಮ್ಮೆ ಅವರ ಹಿರಿಯ ಚಿಕ್ಕಪ್ಪ ತೀವ್ರ ಅನಾರೋಗ್ಯಕ್ಕೆ ಒಳಗಾದರು, ವಿಷಯ ತಿಳಿದ ನಂತರ, ಅವರು ಬಂದು ರೋಗಿಯ ಹಾಸಿಗೆಯ ಬಳಿಗೆ ಬಂದು ಔಷಧಿ ಮತ್ತು ನೀರು ತಂದು ರಾತ್ರಿಯಲ್ಲಿ ಜಾಗರಣೆ ಮಾಡಿದರು, ಅವರು ಸತತವಾಗಿ ಹಲವಾರು ತಿಂಗಳುಗಳವರೆಗೆ ಬಟ್ಟೆ ಬಿಚ್ಚಿ, ಕಳಂಕಿತ ಮತ್ತು ಅಸಡ್ಡೆ ಹೊಂದಿದ್ದರು. . ಅವರು ರೋಗಿಯಿಗಿಂತ ಹೆಚ್ಚು \"ತಾಳ್ಮೆ\" ಹೊಂದಿದ್ದರು. ಜೈವಿಕ ಮಗನಿಗಿಂತ ಹೆಚ್ಚು \"ಮಗ\".\nಇದಕ್ಕಾಗಿ, ತೈವಾನ್ ಜನರೆಲ್ಲರೂ ಅವನನ್ನು ಹೊಗಳಿದರು ಮತ್ತು ಅವನಿಗೆ ಬಹುಮಾನವನ್ನು ಕೇಳಲು ಪತ್ರಗಳನ್ನು ಬರೆದರು.\nಆದ್ದರಿಂದ ಹಾನ್ ರಾಜವಂಶದ ಚಕ್ರವರ್ತಿ ಚೆಂಗ್ ಅವರಿಗೆ ಹೊಸ ರಾಜಧಾನಿ ಮಾರ್ಕ್ವಿಸ್ ಎಂಬ ಬಿರುದನ್ನು ನೀಡಿದರು ಮತ್ತು ಅವರನ್ನು ಅರಮನೆಯಲ್ಲಿ ಕಾವಲುಗಾರನಾಗಿ ನೇಮಿಸಿದರು, ಚಕ್ರವರ್ತಿಯ ಆಪ್ತ ಮಂತ್ರಿಯಾದರು.\nತನ್ನ ಉನ್ನತ ಸ್ಥಾನಮಾನ ಮತ್ತು ಮಹಾನ್ ಶಕ್ತಿಯಿಂದ, ವಾಂಗ್ ಮಾಂಗ್ ಎಂದಿಗೂ ಅಹಂಕಾರ ಅಥವಾ ಸೋಮಾರಿತನವನ್ನು ತೋರಿಸಲಿಲ್ಲ, ಬದಲಿಗೆ, ಅವನು ಹೆಚ್ಚು ಹೆಚ್ಚು ಸೌಜನ್ಯ ಮತ್ತು ಸೌಜನ್ಯವನ್ನು ಹೊಂದಿದ್ದನು.ಒಂದು ಕಡೆ, ಅವರು ಮಂತ್ರಿಗಳು, ಸೇನಾಪತಿಗಳು, ಮಂತ್ರಿಗಳು, ಪ್ರಸಿದ್ಧ ವಿದ್ವಾಂಸರು ಮತ್ತು ವಿದ್ವಾಂಸರೊಂದಿಗೆ ಸ್ನೇಹ ಬೆಳೆಸಿದರು.\nಆದರೆ ಅವರು ತುಂಬಾ ಮಿತವ್ಯಯದ ಜೀವನವನ್ನು ನಡೆಸುತ್ತಿದ್ದರು, ಆಗಾಗ್ಗೆ ಮಾಂಸ ಭಕ್ಷ್ಯಗಳನ್ನು ತಿನ್ನುತ್ತಿದ್ದರು, ಉದ್ದನೆಯ ನಿಲುವಂಗಿಯನ್ನು ಮತ್ತು ಉದ್ದನೆಯ ತೋಳಿನ ಉಡುಪುಗಳನ್ನು ಧರಿಸುವುದನ್ನು ಉಲ್ಲೇಖಿಸಬಾರದು, ಕೇವಲ ಸಣ್ಣ ಬಟ್ಟೆಗಳನ್ನು ಧರಿಸಿದ್ದರು. ಹಾಗಾಗಿ ಸರ್ಕಾರ ಮತ್ತು ಸಾರ್ವಜನಿಕರು ಎಲ್ಲರೂ ಒಮ್ಮತದಿಂದ ಅವರನ್ನು “ಪುಣ್ಯವಂತ” ಎಂಬ ಪದದಿಂದ ಹೊಗಳಿದರು.\nನಂತರ, ಅವರ ಚಿಕ್ಕಪ್ಪ, ಗ್ರ್ಯಾಂಡ್ ಸಿಮಾ ವಾಂಗ್ಗೆನ್ ಅನಾರೋಗ್ಯದಿಂದ ನಿಧನರಾದರು ಮತ್ತು ಅವರ ಬದಲಿಯಾಗಿ ಆಯ್ಕೆಯಾದರು. ಚಕ್ರವರ್ತಿ ಮತ್ತು ಎಲ್ಲಾ ಮಂತ್ರಿಗಳು ಅವನೇ ಅತ್ಯಂತ ಸೂಕ್ತ ಎಂದು ಭಾವಿಸಿದರು. ಆದ್ದರಿಂದ, ಕೇವಲ ಮೂವತ್ತೆಂಟು ವರ್ಷ ವಯಸ್ಸಿನ ವಾಂಗ್ ಮಾಂಗ್, ದೇಶದ ಅತ್ಯುನ್ನತ ಮಿಲಿಟರಿ ಶಕ್ತಿಯನ್ನು ಹೊಂದಿರುವ ಗ್ರ್ಯಾಂಡ್ ಸಿಮಾ ಆದರು.\n(ಈ ಕಥೆಯು ಒಂದು ರೂಪಕವಾಗಿದೆ. ಉತ್ತಮ ವ್ಯಕ್ತಿಯಾಗಿ ಉತ್ತಮ ವ್ಯಕ್ತಿಯಾಗಿರುವುದು \"ಜೇನುನೊಣಗಳಿಂದ ಕುಟುಕುವ ಕಷ್ಟ\" ವನ್ನು ಹೋಗಲಾಡಿಸಲು ಮತ್ತು ನೀವು ಬಯಸಿದಂತೆ ನಿಮ್ಮ ಆದರ್ಶಗಳನ್ನು ಸಾಧಿಸಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ.)", "聖意": "ಮನೆ ತನಗೆ ಸರಿಯಿಲ್ಲ, ಕುಟುಂಬಕ್ಕೆ ತೊಂದರೆ, ವ್ಯಾಪಾರಕ್ಕೆ ಅಡ್ಡಿ, ಮದುವೆಗೆ ಅಡ್ಡಿ, ಆರು ಕವಚಗಳು ಭಯ, ಪಾದಚಾರಿಗಳು ತಡ, ರೇಷ್ಮೆ ಕೊಯ್ಲು ಕಡಿಮೆ, ಜಾನುವಾರು ಕಡಿಮೆ, ಕಷ್ಟ. ಜನರನ್ನು ಹುಡುಕಿ, ಮೊಕದ್ದಮೆ ಕೆಟ್ಟದು, ವಲಸೆ ಹೋಗುತ್ತಿಲ್ಲ, ಕಳೆದುಹೋದ ಆಸ್ತಿ ಕೆಟ್ಟದು, ರೋಗವು ಸ್ಥಾಪಿಸಲ್ಪಟ್ಟಿದೆ, ಪರ್ವತ ಸಮಾಧಿ ಕಳೆದುಹೋಗಿದೆ", "古人": "ವಾಂಗ್ ಮಾಂಗ್ ಪ್ರತಿಭೆಗಳನ್ನು ಹುಡುಕುತ್ತಾನೆ", "第X籤": "ಲಾಟರಿ ಎಪ್ಪತ್ತೆರಡು ಗೆಲ್ಲುವುದು", "宮": "ತತ್ಸುಮಿ"}