{"籤詩版本二": "ವಸಂತ ಬಂದಾಗ, ಗುಡುಗು ಅಲುಗಾಡುತ್ತದೆ ಮತ್ತು ಕೀಟಗಳು ಚಿಲಿಪಿಲಿ ಮಾಡುತ್ತವೆ, ಮತ್ತು ನಾನು ಮಣ್ಣಿನಿಂದ ದೂರ ಹೋಗುತ್ತೇನೆ\nನಾನು ಇನ್ನೂ ಬರುತ್ತಿದ್ದೇನೆ ಮತ್ತು ಹೋಗುತ್ತಿದ್ದೇನೆ ಎಂದು ನಾನು ಮೊದಲು ಅರಿತುಕೊಂಡಾಗ, ಒಮ್ಮೆ ನಾನು ಬದಲಾಗಿದೆ, ನಾನು ಡ್ರ್ಯಾಗನ್ ಆಗಿಬಿಟ್ಟೆ.", "詩意": "ಈ ಹೆಕ್ಸಾಗ್ರಾಮ್ ಗುಡುಗು ಮತ್ತು ಕೀಟಗಳಂತೆ.\nಉದಾತ್ತ ವ್ಯಕ್ತಿಯನ್ನು ಭೇಟಿಯಾಗುವುದು ಎಲ್ಲದರಲ್ಲೂ ಒಳ್ಳೆಯ ಸಂಕೇತವಾಗಿದೆ.", "解曰": "ಗುಡುಗು ಹೊಡೆಯುತ್ತದೆ. ಒಳಗೆ ಮತ್ತು ಹೊರಗೆ ಎರಡು ಠೇವಣಿ. ಒಮ್ಮೆ ಬದಲಾಯಿಸಿ. ಟಿಯಾನ್ಮೆನ್ ತನಕ.", "籤詩故事一": "◇ಚೆಂಕಿಯಾವೋ ದಂಗೆ\nಕ್ರಿ.ಶ 959 ರಲ್ಲಿ, ಝೌ ಶಿಜಾಂಗ್ ಚಾಯ್ ರೋಂಗ್ ನಿಧನರಾದರು ಮತ್ತು ಸಿಂಹಾಸನವನ್ನು ಏರಿದ ಚಕ್ರವರ್ತಿ ಗಾಂಗ್, ಚೈ ಝೋಂಗ್ಕ್ಸನ್ ಅವರು ಕೇವಲ ಏಳು ವರ್ಷ ವಯಸ್ಸಿನವರಾಗಿದ್ದರು. ಆ ಸಮಯದಲ್ಲಿ, ಅರಮನೆಯ ಮುಂದೆ ಇನ್ಸ್ಪೆಕ್ಟರ್ ಆಗಿ ಮತ್ತು ಜರ್ಮನ್ ಸೈನ್ಯಕ್ಕೆ ಸಾಂಗ್ಝೌನ ರಾಯಭಾರಿಯಾಗಿ ಸೇವೆ ಸಲ್ಲಿಸಿದ ಝಾವೋ ಕುವಾಂಗಿನ್ ನಿಜವಾದ ಅಧಿಕಾರವನ್ನು ಹೊಂದಿದ್ದರು.\nಕ್ರಿ.ಶ. 960 ರ ವಸಂತ ಋತುವಿನಲ್ಲಿ, ಝೆನ್ಝೌ (ಈಗ ಝೆಂಗ್ಡಿಂಗ್, ಹೆಬೈ ಪ್ರಾಂತ್ಯ) ಮತ್ತು ಡಿಂಗ್ಝೌ (ಈಗ ಡಿಂಗ್ಕ್ಸಿಯಾನ್ ಕೌಂಟಿ, ಹೆಬೀ ಪ್ರಾಂತ್ಯ) ಉತ್ತರ ಹಾನ್ ರಾಜವಂಶದ ಸೈನ್ಯಗಳು ಮತ್ತು ಲಿಯಾವೊ ರಾಜ್ಯವು ಜಂಟಿಯಾಗಿ ನಂತರದ ಝೌ ರಾಜವಂಶದ ಮೇಲೆ ದಾಳಿ ಮಾಡಲು ದಕ್ಷಿಣಕ್ಕೆ ಹೋಗುತ್ತಿದೆ ಎಂದು ವರದಿ ಮಾಡಿದೆ. ಆವೇಗವು ತುಂಬಾ ಜೋರಾಗಿತ್ತು ಮತ್ತು ಅವರು ಸಹಾಯಕ್ಕಾಗಿ ಸೈನ್ಯವನ್ನು ಕಳುಹಿಸಲು ವಿನಂತಿಸಿದರು. ನಂತರ, ಝೌ ರಾಜವಂಶವು ಶತ್ರುಗಳ ವಿರುದ್ಧ ಹೋರಾಡಲು ಉತ್ತರಕ್ಕೆ ತನ್ನ ಸೈನ್ಯವನ್ನು ಮುನ್ನಡೆಸಲು ಝಾವೊ ಕುವಾಂಗಿನ್ಗೆ ಆದೇಶ ನೀಡಿತು. ಝಾವೋ ಕುವಾಂಗಿನ್ ತನ್ನ ಸಹೋದರ ಝಾವೋ ಗುವಾಂಗಿ, ಝಾವೋ ಪು, ಶಿ ಶೌಕ್ಸಿನ್ ಮತ್ತು ಇತರರ ಯೋಜನೆಯ ಅಡಿಯಲ್ಲಿ ರಹಸ್ಯವಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸಿದರು.\nಫೆಬ್ರವರಿ 3 ರಂದು, ಸೈನ್ಯವು ಚೆನ್ಕಿಯಾವೊಯಿ (ಈಗ ಚೆನ್ಕಿಯಾವೊ ಟೌನ್, ಫೆಂಗ್ಕಿಯು, ಹೆನಾನ್‌ನ ಆಗ್ನೇಯ)ಕ್ಕೆ ಆಗಮಿಸಿದಾಗ, ಅವರು ದಂಗೆಯನ್ನು ಪ್ರಾರಂಭಿಸಿದರು ಮತ್ತು ಸೈನಿಕರಿಗೆ ಹಳದಿ ನಿಲುವಂಗಿಯನ್ನು ಧರಿಸಲು ಆದೇಶಿಸಿದರು, ಅವರು ನಂತರದ ಝೌ ರಾಜವಂಶದ ವಿರುದ್ಧ ಬಂಡಾಯವೆದ್ದರು ಮತ್ತು ಚಕ್ರವರ್ತಿಯಾಗಿ ಝಾವೋ ಕುವಾಂಗಿನ್ ಅವರನ್ನು ಬೆಂಬಲಿಸಿದರು . ಅದರ ನಂತರ, ಝಾವೋ ತನ್ನ ಸೈನ್ಯವನ್ನು ಸುಡದೆ, ಕೊಲ್ಲದೆ ಅಥವಾ ಲೂಟಿ ಮಾಡದೆ ಮತ್ತೆ ಕೈಫೆಂಗ್‌ಗೆ ಕರೆದೊಯ್ದನು. \"ತೈಜು ಚೆನ್ ಕಿಯಾವೊ ರಾಜಧಾನಿಯ ಜನರಿಗೆ ತೊಂದರೆ ನೀಡುವುದಿಲ್ಲ ಎಂದು ಪ್ರತಿಜ್ಞೆ ಮಾಡಿದರು ಮತ್ತು ಅವರು ನಗರವನ್ನು ಪ್ರವೇಶಿಸಿದ ದಿನ ನಗರವನ್ನು ತೊಂದರೆಗೊಳಿಸುವುದಿಲ್ಲ ಎಂದು ಭರವಸೆ ನೀಡಿದರು.\"\nಚಂದ್ರಮಾಸದ ಮೂರನೇ ವರ್ಷದ ಮೂರನೇ ದಿನದಂದು, ಝಾವೋ ಕುವಾಂಗ್ಯಿನ್ ಚೆಂಕಿಯಾವೊದಲ್ಲಿ ದಂಗೆ ಎದ್ದರು ಮತ್ತು ರಾಜಧಾನಿಗೆ ಹಿಂದಿರುಗಿದರು. ಫ್ಯಾನ್ ಝಿ ವಾಂಗ್ ಪು ಮತ್ತು ವೀ ರೆನ್ಪು ಅವರನ್ನು ಝಾವೋ ಕುವಾಂಗ್ಯಿನ್ ಅನ್ನು ಪ್ರಶ್ನಿಸಲು ಮುಂದಾದರು. ಲುವೋ ಯಾನ್ಹುವಾನ್ ಡೇರೆಯ ಮುಂದೆ ಕತ್ತಿಯನ್ನು ಎಳೆದು ಜೋರಾಗಿ ಕೂಗಿದರು : \"ಮೂರು ಸೈನ್ಯಗಳಿಗೆ ಯಜಮಾನರಿಲ್ಲ. ಎಲ್ಲಾ ಜನರಲ್‌ಗಳು ಅವನನ್ನು ಚಕ್ರವರ್ತಿಯಾಗಿ ನೇಮಿಸಲು ನಿರ್ಧರಿಸಿದ್ದಾರೆ. ಯಾರು ಮಾತನಾಡುತ್ತಾರೋ ಅವರನ್ನು ಕೊಲ್ಲಲಾಗುತ್ತದೆ!\". ವಾಂಗ್ ಪು ಅವರ ಮುಖವು ಭೂಮಿಯಂತೆ ಮಸುಕಾಗಿತ್ತು, ಅವನು ತನ್ನ ಹೆಜ್ಜೆಗಳನ್ನು ಕೆಳಗಿಳಿಸಿ ನಮಸ್ಕರಿಸಿದನು, ಫ್ಯಾನ್ ಝಿ ಕೂಡ ನಮಸ್ಕರಿಸಿದನು, ಕುವಾಂಗ್ ಯಿನ್ ವೈಯಕ್ತಿಕವಾಗಿ ಅವನಿಗೆ ಸಹಾಯ ಮಾಡಿದನು ಮತ್ತು ಅವನನ್ನು ಬಹಳ ಸೌಜನ್ಯದಿಂದ ನಡೆಸಿಕೊಂಡನು.\nಮಧ್ಯಮ ಪ್ರತಿರೋಧದ ನಂತರ, ನಂತರದ ಝೌ ರಾಜವಂಶದ ಚಕ್ರವರ್ತಿ ಗಾಂಗ್ ಸಿಂಹಾಸನವನ್ನು ಅಲಂಕರಿಸಿದನು, ಮತ್ತು ಝಾವೋ ಸಿಂಹಾಸನವನ್ನು ವಹಿಸಿಕೊಂಡನು. \"ತೈಜು ಝೆನ್ ಅನ್ನು ಸ್ವೀಕರಿಸಲಿದ್ದನು, ಆದರೆ ಯಾವುದೇ ಝೆನ್ ಪಠ್ಯ ಇರಲಿಲ್ಲ. ಇಂಪೀರಿಯಲ್ ಅಕಾಡೆಮಿಯ ವಿದ್ವಾಂಸ ಟಾವೊ ಗು, ಆದೇಶ ಮತ್ತು ಅವನ ಪಕ್ಕದಲ್ಲಿ ನಡೆದರು: \"ಇದು ಮುಗಿದಿದೆ.\"\nಝಾವೋ ಸಿಂಹಾಸನಕ್ಕೆ ಬಂದ ನಂತರ, ಅವರು ದೇಶದ ಹೆಸರನ್ನು ಸಾಂಗ್, ಯುವಾನ್ ಅನ್ನು ಜಿಯಾನ್ಲಾಂಗ್ ಎಂದು ಬದಲಾಯಿಸಿದರು ಮತ್ತು ಕೈಫೆಂಗ್ ಅನ್ನು ರಾಜಧಾನಿಯನ್ನಾಗಿ ಮಾಡಿದರು.ಶಿ ಶೌಕ್ಸಿನ್, ಗಾವೊ ಹುವೈಡೆ, ಜಾಂಗ್ ಲಿಂಗ್ಡುವೊ, ವಾಂಗ್ ಶೆಂಕಿ, ಝಾಂಗ್ ಗುವಾಂಗ್ಹಾನ್ ಮತ್ತು ಝಾವೊ ಯಾನ್ಹುಯಿ ಅವರಿಗೆ ಜಿಯೆದುಷಿ ಎಂಬ ಬಿರುದನ್ನು ನೀಡಲಾಯಿತು. , ಇದನ್ನು ಇತಿಹಾಸದಲ್ಲಿ \"ಚೆಂಕಿಯಾವೋ ದಂಗೆ\" ಎಂದು ಕರೆಯಲಾಗುತ್ತಿತ್ತು.\nವಿಕಿಪೀಡಿಯಾ\n(ಈ ಕಥೆಯು ಝಾವೋ ಕುವಾಂಗಿನ್ ಅವರ ಅಭಿನಯದ ಆರಂಭವಾಗಿದೆ ಎಂದು ಪ್ರತಿನಿಧಿಸುತ್ತದೆ.)", "聖意": "ನಿಮ್ಮ ಮನೆ, ದೈನಂದಿನ ಜೀವನ, ಸಂಪತ್ತು, ಅದೃಷ್ಟ, ವ್ಯವಹಾರದಲ್ಲಿ ಅದೃಷ್ಟ, ಉದಾತ್ತ ಮದುವೆ, ಲಿಯುಜಿಯಾದಲ್ಲಿ ಯಶಸ್ಸು, ಪುರುಷ ಪಾದಚಾರಿಗಳು, ಹೊಲಗಳಲ್ಲಿ ರೇಷ್ಮೆ ಹುಳುಗಳ ಆರಂಭಿಕ ಜನನ, ಆರು ಪ್ರಾಣಿಗಳ ಆರಂಭಿಕ ಜನನ, ವಸಂತಕಾಲದಲ್ಲಿ ಅದೃಷ್ಟ, ಜನರನ್ನು ಹುಡುಕಲು ಪ್ರಾರ್ಥಿಸಿ , ಮೊಕದ್ದಮೆಗಳಲ್ಲಿ ಯಶಸ್ಸು, ವಲಸೆಯಲ್ಲಿ ಅದೃಷ್ಟ, ಕಳೆದುಹೋದ ಆಸ್ತಿ, ರೋಗಗಳಲ್ಲಿ ಅಪಾಯಗಳು, ಪರ್ವತಗಳು ಮತ್ತು ಸಮಾಧಿಗಳಲ್ಲಿ ಅಪಾಯಗಳು.", "古人": "ಚೆಂಕಿಯಾವೊ ದಂಗೆ", "第X籤": "ಎಪ್ಪತ್ತಮೂರು ಸಹಿ ಮಾಡಿದೆ", "宮": "ಮಿ ಅರಮನೆ"}