{"籤詩版本二": "ಎತ್ತರದ ಪರ್ವತದಲ್ಲಿ ಹುಲಿಯನ್ನು ಎಳೆದುಕೊಂಡು ಹೋಗುವಂತೆ, ಪರಸ್ಪರ ಕಾದಾಡುವುದು ಮತ್ತು ಸ್ಪರ್ಧಿಸುವುದು ಅಂಜುಬುರುಕವಾಗಿರುತ್ತದೆ ಮತ್ತು ತಣ್ಣಗಾಗಿದೆ.\nಅಚಾನಕ್ಕಾಗಿ ನಿಮಗೆ ಅರಿವಿಲ್ಲದೆ ಏನಾದರೂ ಒಳ್ಳೆಯದನ್ನು ಮಾಡಿದರೆ ನಿಮ್ಮನ್ನು ನೀವು ಸುರಕ್ಷಿತವಾಗಿಟ್ಟುಕೊಳ್ಳಬೇಕು.ಹುಲಿಯನ್ನು ಎಳೆಯುವ ಪದವು ಹುಲಿಯನ್ನು ತಬ್ಬಿಕೊಳ್ಳುವುದು ಎಂದರ್ಥ.", "詩意": "ಈ ಹೆಕ್ಸಾಗ್ರಾಮ್ ಪರ್ವತದಾದ್ಯಂತ ಹುಲಿಯನ್ನು ಹಿಡಿದಂತೆ (ಎಳೆಯುತ್ತದೆ).\nಎಲ್ಲವೂ ಅಪಾಯಕಾರಿ ಮತ್ತು ಭಯಾನಕವಾಗಿದೆ.", "解曰": "ಅಪಾಯ ಅಪಾಯಕಾರಿ. ಮುಂದೆ ಅಡೆತಡೆಗಳಿವೆ. ನೀವು ಸಲಹೆ ಕೇಳಿದರೆ. ಇದು ನಿಜವಾಗಿಯೂ ಕಷ್ಟದ ಕೆಲಸ.", "籤詩故事一": "◇ವು ಯುವಾನ್ ರಾತ್ರಿಯಲ್ಲಿ ಝೋಗುವಾನ್ ಅನ್ನು ತೊರೆದರು (ವು ಜಿಕ್ಸು ಝೋಗುವಾನ್ ಅನ್ನು ದಾಟಿದರು)\nವೂ ಜಿಕ್ಸು ವಸಂತ ಮತ್ತು ಶರತ್ಕಾಲದ ಅವಧಿಯಲ್ಲಿ ಚು ಸ್ಥಳೀಯರಾಗಿದ್ದರು. ಆ ಸಮಯದಲ್ಲಿ, ಚು ರಾಜ ಪಿಂಗ್ ಅವನನ್ನು ಬೇಟೆಯಾಡಲು ಬಯಸಿದನು. ಚು ​​ಕಿಂಗ್ ಪಿಂಗ್ ವು ಜಿಕ್ಸು ಬಂಧನಕ್ಕೆ ಬಹುಮಾನವನ್ನು ನೀಡಿದರು ಮತ್ತು ಅವರ ಭಾವಚಿತ್ರವನ್ನು ಚಿತ್ರಿಸಿ ಚು ರಾಜ್ಯದಾದ್ಯಂತ ನಗರದ ಗೇಟ್‌ಗಳಲ್ಲಿ ಪೋಸ್ಟ್ ಮಾಡಿದರು ಮತ್ತು ತನಿಖೆಗಳನ್ನು ಹೆಚ್ಚಿಸಲು ಅಧಿಕಾರಿಗಳಿಗೆ ಆದೇಶಿಸಿದರು. ವು ಜಿಕ್ಸು ವು ಮತ್ತು ಚು ನಡುವಿನ ಗಡಿಯಾದ ಝಾವೊಗುವಾನ್‌ಗೆ ಓಡಿಹೋದಾಗ, ಝೋಗುವಾನ್‌ನಲ್ಲಿನ ಅಧಿಕಾರಿಗಳು ಬಹಳ ನಿಕಟವಾಗಿ ಪರಿಶೀಲಿಸಿದರು, ಅವರು ತುಂಬಾ ಚಿಂತಿತರಾಗಿದ್ದರು, ಅವರು ಸತತವಾಗಿ ಹಲವಾರು ರಾತ್ರಿಗಳವರೆಗೆ ನಿದ್ದೆ ಮಾಡಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ ಮತ್ತು ಅವನ ಕೂದಲು ಕೂಡ ಚಿಂತೆಯಿಂದ ಬೂದು ಬಣ್ಣಕ್ಕೆ ತಿರುಗಿತು. ಅದೃಷ್ಟವಶಾತ್, ನಾನು ಡಾಂಗ್ ಗಾವೊ ಗಾಂಗ್ ಎಂಬ ವ್ಯಕ್ತಿಯನ್ನು ಭೇಟಿಯಾದೆ, ಅವನು ಅವನ ಅವಸ್ಥೆಯ ಬಗ್ಗೆ ಸಹಾನುಭೂತಿ ಹೊಂದಿದ್ದನು ಮತ್ತು ಅವನನ್ನು ಮರೆಮಾಡಲು ಮನೆಗೆ ಕರೆದೊಯ್ದನು. ಡ್ಯೂಕ್ ಡಾಂಗ್ ಗಾವೊಗೆ ಸ್ವಲ್ಪ ವು ಜಿಕ್ಸುವಿನಂತೆ ಕಾಣುವ ಒಬ್ಬ ಸ್ನೇಹಿತನಿದ್ದನು, ಆದ್ದರಿಂದ ಡ್ಯೂಕ್ ಡಾಂಗ್ ಗಾವೊ ಅವರನ್ನು ವು ಜಿಕ್ಸು ಎಂದು ನಟಿಸುವ ಮೂಲಕ ಪರೀಕ್ಷೆಯಲ್ಲಿ ಉತ್ತೀರ್ಣರಾಗುವಂತೆ ಕೇಳಿಕೊಂಡರು. ಕಾವಲುಗಾರರು ನಕಲಿ ವೂ ಜಿಕ್ಸುವನ್ನು ಹಿಡಿದರು, ಆದರೆ ನಿಜವಾದ ವೂ ಜಿಕ್ಸುವನ್ನು ಅಧಿಕಾರಿಗಳು ಗುರುತಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ ಏಕೆಂದರೆ ಅವನ ಕೂದಲು ಬಿಳಿಯಾಗಿರುವುದರಿಂದ ಅವರು ಅವನನ್ನು ಹಾದುಹೋಗಲು ಅವಕಾಶ ಮಾಡಿಕೊಟ್ಟರು. ನಂತರ, ಅವರು ವೂ ರಾಜ್ಯಕ್ಕೆ ಸುರಕ್ಷಿತವಾಗಿ ತಪ್ಪಿಸಿಕೊಂಡರು.\n(ವು ಝಿಕ್ಸುವನ್ನು ಅದೇ ರೀತಿ ಕಾಣುವ ಮತ್ತು ಸ್ವತಃ ಬೂದು ಕೂದಲು ಹೊಂದಿರುವ ಸ್ನೇಹಿತನೊಂದಿಗೆ ಬದಲಾಯಿಸುವುದು ಈ ಕಥೆಯ \"ಮ್ಯಾಜಿಕ್ ಹ್ಯಾಂಡ್\")", "聖意": "ನಿಮ್ಮನ್ನು ರಕ್ಷಿಸಿಕೊಳ್ಳಲು ನಿಮ್ಮ ಮನೆ ಮತ್ತು ನಿಮ್ಮ ಮನೆಗಾಗಿ ಪ್ರಾರ್ಥಿಸಿ, ಸಂಪತ್ತನ್ನು ಹುಡುಕುವ ಬಗ್ಗೆ ಎಚ್ಚರದಿಂದಿರಿ, ವ್ಯವಹಾರಗಳಲ್ಲಿ ಜಾಗರೂಕರಾಗಿರಿ, ವ್ಯವಹಾರಗಳಲ್ಲಿ ನಿಶ್ಚಲತೆ, ಮದುವೆ ತೊಂದರೆಗಳು", "古人": "ವು ಯುವಾನ್ ರಾತ್ರಿಯಲ್ಲಿ ಝೋಗುವಾನ್ ತೊರೆದರು (ವು ಜಿಕ್ಸು ಝಾವೊಗುವಾನ್ ಅನ್ನು ದಾಟಿದರು)", "第X籤": "ಎಪ್ಪತ್ತೈದನೆಯ ಚಿಹ್ನೆ", "宮": "ಮಿ ಅರಮನೆ"}