{"籤詩版本二": "ಕನಸಿನಲ್ಲಿ, ಬಹಳಷ್ಟು ಸಂಪತ್ತು ಇರುತ್ತದೆ ಎಂದು ಹೇಳಲಾಗಿದೆ, ಆದರೆ ಖ್ಯಾತಿಯು ಶೂನ್ಯವಾಗುವುದಿಲ್ಲ.\nನೀರು ದೂರ, ಪರ್ವತಗಳು ದೂರ, ಆದರೆ ನಂಬಿಗಸ್ತರಾಗಿರುವುದು ಕಷ್ಟ, ಉದಾತ್ತ ವ್ಯಕ್ತಿ ಮಾರ್ಗದರ್ಶನ ನೀಡಿ ನಗುತ್ತಾನೆ.", "詩意": "ಈ ಹೆಕ್ಸಾಗ್ರಾಮ್ ಕನಸಿನಲ್ಲಿ ನಿಧಿಯನ್ನು ಪಡೆಯುವ ಸಂಕೇತವನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತದೆ.\nಎಲ್ಲವೂ ಹೆಚ್ಚು ಕಡಿಮೆ ವಾಸ್ತವ.", "解曰": "ಕನಸಿನಂತೆ ಕನಸು ಕಾಣುತ್ತಿದೆ. ಖ್ಯಾತಿಯ ಭರವಸೆ ಇಲ್ಲ. ಒಳ್ಳೆಯ ಸಮಯಕ್ಕಾಗಿ ಕಾಯಿರಿ. ಉದಾತ್ತ ಸೂಚನೆಗಳು.", "籤詩故事一": "◇ ಜೇಡ್ ಅನ್ನು ಝಾವೊಗೆ ಹಿಂತಿರುಗಿ (ಅದನ್ನು ಪೂರ್ಣಗೊಳಿಸಿದ ನಂತರ ಜೇಡ್ ಅನ್ನು ಝಾವೊಗೆ ಹಿಂತಿರುಗಿ)\n283 BC ಯಲ್ಲಿ, ಕಿಂಗ್ ಝಾವೋ ಹುಯಿವೆನ್ ಅವರು ಚು ಅವರಿಂದ He's Bi ಪಡೆದರು.ಕಿಂಗ್ ಕಿನ್ ಝಾಕ್ಸಿಯಾಂಗ್ ಸುದ್ದಿಯನ್ನು ಕೇಳಿದ ನಂತರ, ಅವರು ಕಿಂಗ್ ಝಾವೋಗೆ ಪತ್ರವನ್ನು ಕಳುಹಿಸಿದರು, ಹದಿನೈದು ನಗರಗಳನ್ನು He's Bi ಗೆ ವಿನಿಮಯ ಮಾಡಿಕೊಳ್ಳುವ ಇಚ್ಛೆಯನ್ನು ವ್ಯಕ್ತಪಡಿಸಿದರು.\nಲಿನ್ ಕ್ಸಿಯಾಂಗ್ರು ಕಿಂಗ್ ಝಾವೊಗೆ ವಿಶ್ಲೇಷಿಸಿದರು, ಕಿನ್ ಬಲಶಾಲಿ ಮತ್ತು ಝಾವೋ ದುರ್ಬಲರಾಗಿದ್ದರು ಮತ್ತು ಅವರನ್ನು ಬದಲಾಯಿಸಬೇಕಾಗಿದೆ.\nಕಿಂಗ್ ಝಾವೋ ನಂತರ ಲಿನ್ ಕ್ಸಿಯಾಂಗ್ರುವನ್ನು ಕ್ವಿನ್‌ಗೆ ಹಿಸ್ ಬಿಯೊಂದಿಗೆ ಕಳುಹಿಸಿದನು.\nಕ್ವಿನ್ ರಾಜನು ಝಾಂಗ್ಟೈನಲ್ಲಿ ಲಿನ್ ಕ್ಸಿಯಾಂಗ್ರುವನ್ನು ಭೇಟಿಯಾದನು ಮತ್ತು ಲಿನ್ ಕ್ಸಿಯಾಂಗ್ರು ಕಿನ್ ರಾಜನಿಗೆ ಜೇಡ್ ಅನ್ನು ಪ್ರಸ್ತುತಪಡಿಸಿದನು. ಕ್ವಿನ್‌ನ ರಾಜನು ಸಂತೋಷಗೊಂಡನು ಮತ್ತು ಸೌಂದರ್ಯಕ್ಕೆ ಅವನು ಹೆಸ್ ಬೈ ಅನ್ನು ರವಾನಿಸಿದನು ಮತ್ತು ಅವಳ ಸುತ್ತಲಿರುವ ಎಲ್ಲರೂ ಅದನ್ನು ನೋಡಿದರು. ಈ ಸಮಯದಲ್ಲಿ ಎಡ ಮತ್ತು ಬಲಭಾಗದಲ್ಲಿರುವ ಎಲ್ಲರೂ ದೀರ್ಘಾಯುಷ್ಯ ಎಂದು ಕೂಗಿದರು.\nಕ್ವಿನ್ ರಾಜನಿಗೆ ನಗರವನ್ನು ಝಾವೊಗೆ ನೀಡುವ ಉದ್ದೇಶವಿಲ್ಲ ಎಂದು ಲಿನ್ ಕ್ಸಿಯಾಂಗ್ರು ನೋಡಿದನು, ಆದ್ದರಿಂದ ಅವನು ಕಿನ್ ರಾಜನಿಗೆ ತನ್ನ ಜೇಡ್ ದೋಷಯುಕ್ತವಾಗಿದೆ ಎಂದು ಹೇಳಿದನು ಮತ್ತು ಅದನ್ನು ಪಡೆಯಲು ಕಿನ್ ರಾಜನಿಗೆ ಸೂಚಿಸಲು ಬಯಸಿದನು. ಜೇಡ್ ಬ್ಯಾಕ್.\nಲಿನ್ ಕ್ಸಿಯಾಂಗ್ರು ಹೇಶಿಯ ಬೈ ಅನ್ನು ಹಿಂತೆಗೆದುಕೊಂಡ ನಂತರ, ಅವರು ದೊಡ್ಡ ಕಂಬದ ಪಕ್ಕದಲ್ಲಿ ನಿಂತರು, ಅವರು ಹೇಶಿಯ ಬೈಯೊಂದಿಗೆ ಸಾಯಲು ಬಯಸುತ್ತಾರೆ ಎಂದು ತೋರಿಸಿದರು.\nಈ ಸಮಯದಲ್ಲಿ, ಲಿನ್ ಕ್ಸಿಯಾಂಗ್ರು ಕ್ವಿನ್ ರಾಜನಿಗೆ ಹೇಳಿದರು: \"ಜಾವೋ ರಾಜ ಇನ್ನೂ ಮಂತ್ರಿಗಳ ಆಕ್ಷೇಪಣೆಗಳನ್ನು ನಿವಾರಿಸಿದನು ಮತ್ತು ಮಂತ್ರಿಯ ಪ್ರಸ್ತಾಪವನ್ನು ಒಪ್ಪಿಕೊಂಡನು. ಸಾಮಾನ್ಯ ಜನರೊಂದಿಗೆ ಸಂವಹನ ಮಾಡುವಾಗ ಅವನು ಒಬ್ಬರನ್ನೊಬ್ಬರು ಮೋಸಗೊಳಿಸದಿದ್ದರೂ ಸಹ, ಅದನ್ನು ಉಲ್ಲೇಖಿಸಬಾರದು. ಕ್ವಿನ್ ದೊಡ್ಡ ದೇಶ!ಕಿನ್ ಮತ್ತು ಝಾವೋ ನಡುವಿನ ಸ್ನೇಹವನ್ನು ಕಾಪಾಡುವ ಸಲುವಾಗಿ, ಐದು ದಿನಗಳ ಉಪವಾಸದ ನಂತರ, ನಾನು ನನ್ನ ಮಂತ್ರಿಗಳನ್ನು ಜೇಡ್ನೊಂದಿಗೆ ಕಿನ್ಗೆ ಕಳುಹಿಸಿದೆ. ನಗರ, ಆದರೆ ಅವರ ಕುಟುಂಬದ ಜೇಡ್ ಅನ್ನು ಸುಂದರ ಮಹಿಳೆಗೆ ರವಾನಿಸಿದರು, ಇದು ನಿಜವಾಗಿಯೂ ನನ್ನ ಮಂತ್ರಿಗಳ ಅಪಹಾಸ್ಯವಾಗಿತ್ತು.\"\nಮಾತು ಮುಗಿಸಿದ ನಂತರ, ಲಿನ್ ಕ್ಸಿಯಾಂಗ್ರು ತಕ್ಷಣವೇ ಕಂಬವನ್ನು ಹೊಡೆಯುವ ಸನ್ನೆ ಮಾಡಿದನು.ಕಿನ್ ರಾಜನು ಹಿಸ್ ಬೈಗೆ ಹಾನಿಯಾಗುತ್ತದೆ ಎಂದು ಹೆದರಿದನು, ಆದ್ದರಿಂದ ಅವನು ಝಾವೊಗೆ ಹದಿನೈದು ನಗರಗಳನ್ನು ನೀಡುವಂತೆ ನಟಿಸಿದನು. ಲಿನ್ ಕ್ಸಿಯಾಂಗ್ರು ಕಿಂಗ್ ಕ್ವಿನ್‌ನ ವಿಶ್ವಾಸಘಾತುಕ ಯೋಜನೆಯನ್ನು ನೋಡಿದರು, ಆದ್ದರಿಂದ ಅವರು ಕಿಂಗ್ ಕ್ವಿನ್ ಸಮಯವನ್ನು ವಿಳಂಬಗೊಳಿಸಲು ಹಿಸ್ ಬೈ ಅನ್ನು ಪ್ರಸ್ತುತಪಡಿಸುವ ಮೊದಲು ಐದು ದಿನಗಳ ಕಾಲ ಉಪವಾಸ ಮಾಡುವಂತೆ ಕೇಳಿಕೊಂಡರು. ಈ ಕೆಲವು ದಿನಗಳಲ್ಲಿ, ಲಿನ್ ಕ್ಸಿಯಾಂಗ್ರು ತನ್ನ ಪರಿಚಾರಕರನ್ನು ಜೇಡ್‌ನೊಂದಿಗೆ ಝಾವೊ ರಾಜ್ಯಕ್ಕೆ ಹಿಂತಿರುಗಲು ಕಳುಹಿಸಿದನು, ಆದರೆ ಅವನು ಕಿನ್ ರಾಜನೊಂದಿಗೆ ವ್ಯವಹರಿಸಲು ಉಳಿದನು.\n(ಈ ಕಥೆಯು ಒಬ್ಬ ಸಾಮಾನ್ಯ ವ್ಯಕ್ತಿಯ ಕಣ್ಣುಗಳು ಅವನ ಸ್ಥಿತಿಯಿಂದ ಆಕರ್ಷಿತವಾದಂತಿದೆ.)", "聖意": "ಮನೆಯವರಿಗಾಗಿ ಪ್ರಾರ್ಥಿಸಿ, ಸಂಪತ್ತನ್ನು ತಡೆಯಲು ಪ್ರಾರ್ಥಿಸಿ, ಮದುವೆ ಮಾಡುವುದು ಕಷ್ಟ, ಮದುವೆ ಮಾಡುವುದು ಕಷ್ಟ, ಜನರು ಸಾಮರಸ್ಯವಿಲ್ಲ.", "古人": "ಜೇಡ್ ಅನ್ನು ಝಾವೊಗೆ ಹಿಂತಿರುಗಿ (ಜಾವೊಗೆ ಜೇಡ್ ಅನ್ನು ಪೂರ್ಣಗೊಳಿಸಿ)", "第X籤": "ಎಪ್ಪತ್ತೇಳನೇ ವಿಜೇತ ಲಾಟರಿ", "宮": "ಮಧ್ಯಾಹ್ನ ಅರಮನೆ"}