{"籤詩版本二": "ನಿರರ್ಥಕ ಗಂಟು, ನಾನು ನಿನ್ನನ್ನು ಸುರಕ್ಷಿತವಾಗಿಡಲು ಬಯಸುತ್ತೇನೆ, ನೀವು ನಿಮ್ಮ ದೇಹವನ್ನು ಸುರಕ್ಷಿತವಾಗಿರಿಸಿದರೆ, ನೀವು ಅದನ್ನು ಎಂದಿಗೂ ಹಿಂತಿರುಗಿಸಬಾರದು ಎಂದು ನಾನು ಬಯಸುತ್ತೇನೆ.\nದೇವರ ಅನುಗ್ರಹವು ಮರಳಿದೆ ಎಂಬುದನ್ನು ಮರೆಯಬೇಡಿ, ದೇವರ ಮಾತುಗಳನ್ನು ಅಪಹಾಸ್ಯ ಮಾಡಬೇಡಿ.", "詩意": "ಈ ಹೆಕ್ಸಾಗ್ರಾಮ್ ನಿಜವೆಂದು ನಂಬಬೇಡಿ.\nಇದು ಎಲ್ಲದರಲ್ಲೂ ಸಂಪ್ರದಾಯಶೀಲತೆಯ ಸಂಕೇತವಾಗಿದೆ.", "解曰": "ಜನರು ತಮ್ಮದೇ ಆದ ಅಭಿಪ್ರಾಯಗಳನ್ನು ಹೊಂದಿದ್ದಾರೆ. ಮನಸ್ಸು ಕಾರ್ಯನಿರತವಾಗಿರಬೇಕಾಗಿಲ್ಲ. ಗುವಾನಿನ್ ಸೂಚನೆಗಳು. ಅಗೌರವ ತೋರಬೇಡಿ.", "籤詩故事一": "◇ಕಂಚಿನ ಧ್ವಜವನ್ನು ರಹಸ್ಯವಾಗಿ ಬೆಂಬಲಿಸುವುದು\nಟ್ಯಾಂಗ್ ರಾಜವಂಶದ ಪ್ರಸಿದ್ಧ ಸಂಸ್ಥಾಪಕ ಜನರಲ್, ಕ್ವಿನ್ ಕಿಯೊಂಗ್ (ಕ್ವಿನ್ ಶುಬಾವೊ) ಸುಯಿ ರಾಜವಂಶದ ಗ್ರ್ಯಾಂಡ್ ಮಾರ್ಷಲ್ ಎಂಬ ಬಿರುದನ್ನು ಪಡೆದರು, ಅವರು ಸಿಶುಯಿ ಪಾಸ್ (ಅಥವಾ ಸಿಶುಯಿ ಪಾಸ್ ಅಥವಾ ಡಾಂಗ್ಲಿಂಗ್ ಪಾಸ್, ದಂತಕಥೆಗಳು ಬದಲಾಗುತ್ತವೆ) ದಾಳಿ ಮಾಡಲು ತನ್ನ ಸೈನ್ಯವನ್ನು ಮುನ್ನಡೆಸಿದರು. ಯಾಂಗ್ ಯಿಚೆಂಗ್), ಸಿಶುಯಿ ಪಾಸ್‌ನ ಗಾರ್ಡ್ ಜನರಲ್, ಸುಯಿ ರಾಜವಂಶದ ಚಕ್ರವರ್ತಿ ಯಾಂಗ್ ಅವರು ಕಂಚಿನ ಧ್ವಜ ಶ್ರೇಣಿಯನ್ನು ಸ್ಥಾಪಿಸಲು ಆದೇಶಿಸಿದರು, ಆದರೆ ಕ್ವಿನ್ ಶುಬಾವೊ ದೀರ್ಘಕಾಲ ದಾಳಿ ಮಾಡಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ. ರಚನೆಯ ನಾಯಕ ಲುವೋ ಚೆಂಗ್ ತನ್ನ ಸೋದರಸಂಬಂಧಿ ಎಂದು ತಿಳಿದ ನಂತರ, ಅವನು ತನ್ನ ಚಿಕ್ಕಮ್ಮನನ್ನು ಸಂಪರ್ಕಿಸಿದನು.\nಲುವೋ ಚೆಂಗ್ ಹೊರಡುವ ಮೊದಲು, ಧ್ವಜವನ್ನು ಉರುಳಿಸಲು ಬಂದವನು ತನ್ನ ಸೋದರಸಂಬಂಧಿ ಕ್ವಿನ್ ಕಿಯಾಂಗ್ ಎಂದು ತನ್ನ ತಾಯಿಗೆ ಹೇಳಿದನು ಮತ್ತು ಅವನ ತಾಯಿ ಅವನಿಗೆ ರಹಸ್ಯವಾಗಿ ಸಹಾಯ ಮಾಡಲು ಆದೇಶಿಸಿದನು. ನಿರ್ಣಾಯಕ ಯುದ್ಧದ ದಿನ, ಕಂಚಿನ ಧ್ವಜವನ್ನು ಕಾವಲು ಕಾಯುತ್ತಿದ್ದ ಲುವೋ ಚೆಂಗ್ ಇದ್ದಕ್ಕಿದ್ದಂತೆ ಬದಿಗಳನ್ನು ಬದಲಾಯಿಸಿದನು ಮತ್ತು ಕ್ವಿನ್ ಕ್ವಿಯಾಂಗ್ ಜೊತೆ ಸೇರಿಕೊಂಡನು.ಅವರು ಅಂತಿಮವಾಗಿ ಕಂಚಿನ ಧ್ವಜ ರಚನೆಯನ್ನು ಸೋಲಿಸಿದರು.ಲುವೋ ಚೆಂಗ್ ಡಾಂಗ್ಲಿಂಗ್ ಪಾಸ್ ಅನ್ನು ಆಕ್ರಮಿಸಿ ವಿಜಯಶಾಲಿಯಾಗಿ ಹಿಂದಿರುಗಿದರು. ಟ್ಯಾಂಗ್ ರಾಜವಂಶ.\n(ಈ ಕಥೆಯು ಕೆಲವೊಮ್ಮೆ ಭಾವನೆ ಅಥವಾ ನಂಬಿಕೆಯ ಮೇಲೆ ಅವಲಂಬಿತವಾಗುವುದಕ್ಕಿಂತ ಹೆಚ್ಚಾಗಿ ಕೆಲಸ ಮಾಡುವಾಗ ಕಾರಣವನ್ನು ಅವಲಂಬಿಸಬೇಕಾದ ರೂಪಕವಾಗಿದೆ.)", "聖意": "ಮನೆಯು ಭರವಸೆಗಳನ್ನು ನೀಡಲು, ಸಂಪತ್ತನ್ನು ಹುಡುಕಲು, ಪಾಲು ಇಡಲು, ವ್ಯವಹಾರದಲ್ಲಿ ಜಾಗರೂಕರಾಗಿರಿ, ಮದುವೆ ಸುಳ್ಳು, ಹೆಣ್ಣು ಮಗುವಿಗೆ ಜನ್ಮ ನೀಡಲು, ಪಾದಚಾರಿಗಳು ಗದ್ದೆಯಲ್ಲಿ ಇರಲು, ರೇಷ್ಮೆ ಹುಳುಗಳು, ಏಳು ಅಂಕಗಳು, ಆರು ಜಾನುವಾರು ಹಾನಿ, ಕಾಣೆಯಾದ ಜನರು, ಸಾರ್ವಜನಿಕರು ಮೊಕದ್ದಮೆಗಳು, ವಲಸೆ, ಕಳೆದುಹೋದ ಆಸ್ತಿ, ಪಾಶ್ಚಿಮಾತ್ಯ ರೋಗಗಳು, ಪರ್ವತಗಳಿಗೆ ಪರಿಹಾರ, ಸಮಾಧಿಗಳು, ಪಶ್ಚಿಮ ದಿಕ್ಕು", "古人": "ರಹಸ್ಯವಾಗಿ ಕಂಚಿನ ಧ್ವಜವನ್ನು ಕೆಳಗೆ ಸಹಾಯ", "第X籤": "ಎಪ್ಪತ್ತೊಂಬತ್ತು ಲಾಟ್ ಅನ್ನು ಗೆಲ್ಲುವುದು", "宮": "ಮಧ್ಯಾಹ್ನ ಅರಮನೆ"}