{"籤詩版本二": "ಸಿಕಮೋರ್ ಮರಗಳ ಎಲೆಗಳು ಉದುರಿಹೋಗಿವೆ, ಶರತ್ಕಾಲ ಸಮೀಪಿಸುತ್ತಿದೆ ಮತ್ತು ಪ್ರಯಾಣಿಕರ ಹಿಂದಿರುಗುವ ಪ್ರಯಾಣವು ಮೋಡಗಳಂತೆ ಕಾಣುತ್ತದೆ.\nದೇವರ ಮಹಾನ್ ಪ್ರಯತ್ನಕ್ಕೆ ಧನ್ಯವಾದಗಳು, ಹಡಗು ಗಾಳಿಯಲ್ಲಿ ನಿಧಿಯೊಂದಿಗೆ ಮರಳಿತು.", "詩意": "ಈ ಹೆಕ್ಸಾಗ್ರಾಮ್ ಸಿಕಾಮೋರ್ ಮರದ ಬೀಳುವ ಎಲೆಗಳನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತದೆ.\nಎಲ್ಲವೂ ಮುಂಚಿತವಾಗಿ ಕೆಟ್ಟದಾಗಿದೆ ಮತ್ತು ಕೊನೆಯಲ್ಲಿ ಒಳ್ಳೆಯದು.", "解曰": "ಹೃದಯದಿಂದ ವಿಷಯಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳಿ. Tianxin ಅದನ್ನು ಅನುಸರಿಸುತ್ತದೆ. ಜೀವನ ಮಾಡಲು. ನಿಮ್ಮ ಕೈಲಾದಷ್ಟು ಮಾಡಿ.", "籤詩故事一": "◇ಟೆಂಗ್ವಾಂಗ್ ಪೆವಿಲಿಯನ್‌ಗೆ ಗಾಳಿ ಬೀಸುತ್ತದೆ\nವಾಂಗ್ ಬೋ, ಸೌಜನ್ಯದ ಹೆಸರು ಜಿಯಾನ್, ಆರಂಭಿಕ ಟ್ಯಾಂಗ್ ರಾಜವಂಶದ ಕವಿ.ಅವರು ಟ್ಯಾಂಗ್ ರಾಜವಂಶದ ಚಕ್ರವರ್ತಿ ಗಾವೋಜಾಂಗ್ ಯೋಂಗ್‌ಹುಯಿ ಅವರ ಮೊದಲ ವರ್ಷದಲ್ಲಿ ಜನಿಸಿದರು. ವಾಂಗ್ ಬೋ ಅವರು ಬಾಲ್ಯದಿಂದಲೂ ಧರ್ಮಗ್ರಂಥಗಳನ್ನು ಓದುತ್ತಿದ್ದರು ಮತ್ತು ಅವರನ್ನು \"ಚೈಲ್ಡ್ ಪ್ರಾಡಿಜಿ\" ಎಂದು ಕರೆಯಲಾಗುತ್ತದೆ. ವಾಂಗ್ ಬೋ ಅವರು ಬಾಲ್ಯದಿಂದಲೂ ಧರ್ಮಗ್ರಂಥಗಳನ್ನು ಓದುತ್ತಿದ್ದರು ಮತ್ತು ಅವರನ್ನು \"ಚೈಲ್ಡ್ ಪ್ರಾಡಿಜಿ\" ಎಂದು ಕರೆಯಲಾಗುತ್ತದೆ.\nಅವನು ಹತ್ತು ವರ್ಷದವನಾಗಿದ್ದಾಗ, ಅವನು ಮತ್ತು ಅವನ ತಂದೆ ಗುವಾಂಡಿ ದೇವಸ್ಥಾನದ ಮೂಲಕ ಹಾದುಹೋದರು, ಅವರು ದೇವಾಲಯದಲ್ಲಿ ಗುವಾಂಡಿಯ ಭವ್ಯವಾದ ಪ್ರತಿಮೆಯನ್ನು ನೋಡಿದರು, \"ವಸಂತ ಮತ್ತು ಶರತ್ಕಾಲದ\" ಪ್ರತಿಯನ್ನು ಹಿಡಿದುಕೊಂಡು ಅದನ್ನು ಓದುತ್ತಿದ್ದರು. ಅವರ ತಂದೆ ಅದನ್ನು ನೋಡಿದಾಗ ಅವರು ಅವರು ಚಕ್ರವರ್ತಿ ಗುವಾನ್‌ಗೆ ಪಠಿಸಿದರು: \"ಹಸಿರು ಗಡ್ಡದ ಮೂರು ಬೀಗಗಳನ್ನು ಹಿಡಿದಿಟ್ಟುಕೊಳ್ಳುವುದು, ಹಸಿರು ಲ್ಯಾಂಟರ್ನ್‌ಗೆ ಕ್ವಿಂಗ್ ರಾಜವಂಶದ ಇತಿಹಾಸವನ್ನು ಓದುವುದು ಮತ್ತು ಪ್ರಸಿದ್ಧ ಹೆಸರುಗಳಿಗೆ ಗೌರವ ಸಲ್ಲಿಸುವುದು. ಹಸಿರು ಡ್ರ್ಯಾಗನ್ ಮತ್ತು ಚಂದ್ರನನ್ನು ನನ್ನ ಕೈಯಲ್ಲಿ ಹಿಡಿದುಕೊಳ್ಳುವುದು\" ಎಂದು ಹೇಳಲಾಗುತ್ತದೆ. ಈ ವರ್ಷದ ಶರತ್ಕಾಲದಲ್ಲಿ, ವಾಂಗ್ ಬೋ ತನ್ನ ತಂದೆಯನ್ನು ಭೇಟಿ ಮಾಡಲು ಶಾಂಕ್ಸಿಯಿಂದ ಹೈನಾನ್ ದ್ವೀಪಕ್ಕೆ ಹೋದರು, ಅವರನ್ನು ಜಿಯಾಜಿಯ ಕೌಂಟಿ ಮ್ಯಾಜಿಸ್ಟ್ರೇಟ್ ಆಗಿ ಕೆಳಗಿಳಿಸಲಾಯಿತು. , ದಾರಿಯುದ್ದಕ್ಕೂ ಸಾವಿರಾರು ಪರ್ವತಗಳು ಮತ್ತು ನದಿಗಳ ಮೂಲಕ ಹಾದುಹೋಗುತ್ತದೆ. ಅವರು ಇಪ್ಪತ್ತೇಳು ವರ್ಷದವರಾಗಿದ್ದಾಗ ವರ್ಷದ ಶರತ್ಕಾಲದಲ್ಲಿ, ವಾಂಗ್ ಬೋ ತನ್ನ ತಂದೆಯನ್ನು ಭೇಟಿ ಮಾಡಲು ಶಾಂಕ್ಸಿಯಿಂದ ಹೈನಾನ್ ದ್ವೀಪಕ್ಕೆ ಹೋದರು, ಅವರು ಜಿಯಾಜಿ ಕೌಂಟಿ ಮ್ಯಾಜಿಸ್ಟ್ರೇಟ್ ಹುದ್ದೆಗೆ ಕೆಳಗಿಳಿದಿದ್ದರು, ಅವರು ದಾರಿಯುದ್ದಕ್ಕೂ ಸಾವಿರಾರು ಪರ್ವತಗಳು ಮತ್ತು ನದಿಗಳನ್ನು ಹಾದುಹೋದರು.\nಆ ದಿನ ನಾವು ಮಡಂಗ್ ಪರ್ವತಕ್ಕೆ ಬಂದಾಗ, ಎಲ್ಲರೂ ವಿಶ್ರಾಂತಿ ಪಡೆಯಲು ದಡಕ್ಕೆ ಹೋದರು, ವಾಂಗ್ ಬೋ ಒಬ್ಬನೇ ಪುರಾತನ ದೇವಾಲಯದ ಮೂಲಕ ನಡೆದುಕೊಂಡು ಹೋಗುತ್ತಿದ್ದಾಗ, ಅವನು ಇದ್ದಕ್ಕಿದ್ದಂತೆ ದೇವಾಲಯದ ಪಕ್ಕದ ಕಲ್ಲಿನ ಮೇಲೆ ಕುಳಿತಿದ್ದ ಮುದುಕನನ್ನು ನೋಡಿದನು. ಮತ್ತು ಕಾಲ್ಪನಿಕ ನೋಟ, ಅವರು ವಾಂಗ್ ಬೋಗೆ ಹೇಳಿದರು \"ನೀವು ವಾಂಗ್ ಬೋ ಅಲ್ಲವೇ?\" ವಾಂಗ್ ಬೋ ಗಾಬರಿಗೊಂಡರು ಮತ್ತು ಹೇಳಿದರು, \"ನಿಖರವಾಗಿ! ಅದು ನಿಮಗೆ ಹೇಗೆ ಗೊತ್ತು?\" ಮುದುಕ ಹೇಳಿದರು, \"ನಿಮಗೆ ಒಳ್ಳೆಯದು ಎಂದು ನಾನು ಬಹಳ ಹಿಂದೆಯೇ ಕೇಳಿದ್ದೇನೆ. ಜನರನ್ನು ಉಳಿಸುವ ಉದ್ದೇಶಗಳು, ಮತ್ತು ನಿಮ್ಮ ಕವಿತೆಗಳು ಬಹಳ ಅರ್ಥಪೂರ್ಣವಾಗಿವೆ. ನಾಳೆ ಟೆಂಗ್ವಾಂಗ್ ಪೆವಿಲಿಯನ್‌ನಲ್ಲಿ ಅದ್ಧೂರಿ ಪಾರ್ಟಿ ಇರುತ್ತದೆ. ನೀವು ಔತಣಕೂಟದಲ್ಲಿ ಭಾಗವಹಿಸಿ ಪ್ರಬಂಧವನ್ನು ಬರೆಯಬಹುದಾದರೆ, ನೀವು ಯುಗಾಂತರಗಳಲ್ಲಿ ಪ್ರಸಿದ್ಧರಾಗಿ ಪ್ರಯಾಣದ ವೆಚ್ಚವನ್ನು ಪಡೆಯುತ್ತೀರಿ.\" ಅವರು ಬಂದಾಗ ಮಡಂಗ್ ಪರ್ವತದಲ್ಲಿ, ಎಲ್ಲರೂ ವಿಶ್ರಾಂತಿ ಪಡೆಯಲು ದಡಕ್ಕೆ ಹೋದರು, ವಾಂಗ್ ಬೋ ಒಬ್ಬನೇ ಪುರಾತನ ದೇವಾಲಯದಿಂದ ನಡೆದುಕೊಂಡು ಹೋಗುತ್ತಿದ್ದಾಗ, ಅವನು ಇದ್ದಕ್ಕಿದ್ದಂತೆ ದೇವಾಲಯದ ಪಕ್ಕದ ಕಲ್ಲಿನ ಮೇಲೆ ನೋಡಿದನು, ಅಲ್ಲಿ ಒಬ್ಬ ಮುದುಕ ಕುಳಿತಿದ್ದನು, ಅವನು ಸುಂದರ ಕೂದಲು ಮತ್ತು ಕಾಲ್ಪನಿಕ ಮಗುವಿನಂತೆ ಕಾಣುತ್ತಿದ್ದನು. ಕಾಣಿಸಿಕೊಂಡರು. ಅವರು ವಾಂಗ್ ಬೋಗೆ, \"ನೀವು ವಾಂಗ್ ಬೋ ಅಲ್ಲವೇ?\"\nವಾಂಗ್ ಬೋ ಆಶ್ಚರ್ಯಚಕಿತರಾದರು ಮತ್ತು ಹೇಳಿದರು, \"ನಿಖರವಾಗಿ! ಅದು ನಿಮಗೆ ಹೇಗೆ ಗೊತ್ತು?\"\nಮುದುಕ ಹೇಳಿದರು: \"ನೀವು ಜನರನ್ನು ಉಳಿಸುವ ಉದ್ದೇಶವನ್ನು ಹೊಂದಿದ್ದೀರಿ ಎಂದು ನಾನು ಬಹಳ ಹಿಂದೆಯೇ ಕೇಳಿದ್ದೇನೆ ಮತ್ತು ನೀವು ರಚಿಸುವ ಕವಿತೆಗಳು ಸಾಕಷ್ಟು ಅರ್ಥಪೂರ್ಣವಾಗಿವೆ. ನಾಳೆ ಪ್ರಿನ್ಸ್ ಟೆಂಗ್ಸ್ ಪೆವಿಲಿಯನ್‌ನಲ್ಲಿ ಭವ್ಯವಾದ ಪಾರ್ಟಿ ಇರುತ್ತದೆ. ನೀವು ಔತಣಕೂಟದಲ್ಲಿ ಭಾಗವಹಿಸಿ ಮತ್ತು ರಚಿಸಬಹುದಾದರೆ, ನೀವು ಯುಗಯುಗಾಂತರಗಳಲ್ಲಿ ಪ್ರಸಿದ್ಧರಾಗಿರುತ್ತೀರಿ ಮತ್ತು ನೀವು ಪ್ರಯಾಣ ವೆಚ್ಚವನ್ನು ಪಡೆಯುತ್ತೀರಿ.\"\nವಾಂಗ್ ಬೋ ಹೇಳಿದರು: \"ಈ ಸ್ಥಳವು ಟೆಂಗ್ವಾಂಗ್ ಪೆವಿಲಿಯನ್‌ನಿಂದ ಆರು ಅಥವಾ ಏಳು ನೂರು ಮೈಲುಗಳಷ್ಟು ದೂರದಲ್ಲಿದೆ. ನಾವು ನಾಳೆ ಇಲ್ಲಿಗೆ ಹೇಗೆ ಹೋಗಬಹುದು?\" ಮುದುಕ ಹೇಳಿದರು: \"ನಾನು ನಿಮಗೆ ಸುಗಮ ನೌಕಾಯಾನ ಮಾಡಲು ಸಹಾಯ ಮಾಡಲು ಕುದುರೆಯನ್ನು ದೈವಿಕ ಗಾಳಿಯಾಗಿ ಬಳಸುತ್ತೇನೆ. ನಾನು ನಾಳೆ ಖಂಡಿತ ಬರುತ್ತೇನೆ.\" ಈ ನೀರಿನ ಪ್ರದೇಶದ ಉಸ್ತುವಾರಿ!\" ವಾಂಗ್ ಬೋ ಹೇಳಿದರು, \"ಈ ಸ್ಥಳವು ಟೆಂಗ್ವಾಂಗ್ ಪೆವಿಲಿಯನ್‌ನಿಂದ ಆರು ಅಥವಾ ಏಳು ನೂರು ಮೈಲುಗಳಷ್ಟು ದೂರದಲ್ಲಿದೆ. ನಾವು ನಾಳೆ ಅಲ್ಲಿಗೆ ಹೇಗೆ ಹೋಗಬಹುದು?\"\nಮುದುಕ ಹೇಳಿದರು: \"ನಾನು ಕುದುರೆಯನ್ನು ದಿವ್ಯ ಗಾಳಿಯಾಗಿ ಬಳಸುತ್ತೇನೆ, ನಿಮಗೆ ಸುಗಮ ನೌಕಾಯಾನ ಮಾಡಲು ಸಹಾಯ ಮಾಡುತ್ತೇನೆ, ನಾನು ಖಂಡಿತವಾಗಿಯೂ ನಾಳೆ ಬರುತ್ತೇನೆ.\"\nವಾಂಗ್ ಬೋ ಅವರಿಗೆ ಧನ್ಯವಾದ ಸಲ್ಲಿಸಿ, \"ನನ್ನನ್ನು ಕ್ಷಮಿಸಿ, ಮಾವ, ನೀವು ಅಮರರೇ ಅಥವಾ ದೇವರೇ?\"\nಮುದುಕನು ನಗುತ್ತಾ ಹೇಳಿದನು, \"ನಾನು ಈ ನೀರಿನ ಪ್ರದೇಶದ ಉಸ್ತುವಾರಿ ವಹಿಸಿರುವ ಝೊಂಗ್ಯುವಾನ್ ಶುಯಿಜುನ್!\" ನಂತರ ಮುದುಕನು ವಾಂಗ್ ಬೋನನ್ನು ಬೇಗನೆ ದೋಣಿಯನ್ನು ಏರಲು ಒತ್ತಾಯಿಸಿದನು, ಅವನು ಸ್ವಲ್ಪ ಸಮಯದವರೆಗೆ ಮಂಗಳಕರ ಮೋಡಗಳು ಮತ್ತು ಗಾಳಿಯನ್ನು ನೋಡಿದನು. ಮತ್ತು ದಾರಿಯುದ್ದಕ್ಕೂ ನೀರು ಸರಾಗವಾಗಿತ್ತು, ಕಣ್ಣು ಮಿಟುಕಿಸುವುದರೊಳಗೆ, ಅವನು ನೂರಾರು ಮೈಲಿಗಳನ್ನು ಪ್ರಯಾಣಿಸಿದನು.\nಆಗ ಮುದುಕನು ವಾಂಗ್ ಬೋನನ್ನು ಬೇಗನೆ ಹತ್ತಲು ಒತ್ತಾಯಿಸಿದನು, ಅವನು ತನ್ನ ಸುತ್ತಲೂ ಮಂಗಳಕರವಾದ ಮೋಡಗಳನ್ನು ನೋಡಿದನು, ಮತ್ತು ಅದು ಸುಗಮ ಪ್ರಯಾಣವಾಗಿತ್ತು, ಕಣ್ಣು ಮಿಟುಕಿಸುವುದರಲ್ಲಿ, ಅವನು ನೂರಾರು ಮೈಲಿಗಳನ್ನು ಕ್ರಮಿಸಿದನು. ನಿರೀಕ್ಷೆಯಂತೆ, ವಾಂಗ್ ಬೋ ಅವರು ಭವ್ಯವಾದ ಕಾರ್ಯಕ್ರಮದ ಬೆಳಿಗ್ಗೆ ಪ್ರಿನ್ಸ್ ಟೆಂಗ್ ಅವರ ಪೆವಿಲಿಯನ್‌ಗೆ ಧಾವಿಸಿದರು.\nನಿರೀಕ್ಷೆಯಂತೆ, ವಾಂಗ್ ಬೋ ಅವರು ಭವ್ಯವಾದ ಕಾರ್ಯಕ್ರಮದ ಬೆಳಿಗ್ಗೆ ಪ್ರಿನ್ಸ್ ಟೆಂಗ್ ಅವರ ಪೆವಿಲಿಯನ್‌ಗೆ ಧಾವಿಸಿದರು. ಮತ್ತು ಸ್ಥಳದಲ್ಲೇ, ಅವರು \"ಪ್ರಿನ್ಸ್ ಟೆಂಗ್ಸ್ ಪೆವಿಲಿಯನ್‌ಗೆ ಮುನ್ನುಡಿ\" ಬರೆದರು, ಇದನ್ನು ಟ್ಯಾಂಗ್ ರಾಜವಂಶದ ಚಕ್ರವರ್ತಿ ಗಾವೋಜಾಂಗ್ ಅವರು ಶಾಶ್ವತ ಮೇರುಕೃತಿ ಎಂದು ಕರೆದರು. ಮತ್ತು ಸ್ಥಳದಲ್ಲೇ, ಅವರು \"ಪ್ರಿನ್ಸ್ ಟೆಂಗ್ಸ್ ಪೆವಿಲಿಯನ್‌ಗೆ ಮುನ್ನುಡಿ\" ಬರೆದರು, ಇದನ್ನು ಟ್ಯಾಂಗ್ ರಾಜವಂಶದ ಚಕ್ರವರ್ತಿ ಗಾವೋಜಾಂಗ್ ಅವರು ಶಾಶ್ವತ ಮೇರುಕೃತಿ ಎಂದು ಕರೆದರು.\nಹೇಳುವ ಒಂದು ಕವಿತೆ ಇದೆ:\nಪ್ರತಿಭಾವಂತರನ್ನು ದೇವರು ಎಂದು ಯಾವಾಗಲೂ ಹೇಳಲಾಗುತ್ತದೆ, ಆದ್ದರಿಂದ ಗಾಳಿಯು ನಂಚಾಂಗ್‌ಗೆ ನಾನ್‌ಚಾಂಗ್ ಅನ್ನು ತರುವುದು ಆಕಸ್ಮಿಕವಲ್ಲ;\nನಾನು ಟೆಂಗ್ ವಾಂಗ್‌ನ ಎತ್ತರದ ಪೆವಿಲಿಯನ್ ಬಗ್ಗೆ ಒಂದು ವಾಕ್ಯವನ್ನು ಬರೆದಿದ್ದೇನೆ ಮತ್ತು ನಂತರ ಅವನು ಅಮರರೊಂದಿಗೆ ಝೊಂಗ್ಯುವಾನ್‌ಗೆ ಹೋದನು.", "聖意": "ನಿಮ್ಮ ಮನೆಗಾಗಿ ಪ್ರಾರ್ಥಿಸಿ ಮತ್ತು ನಿಮ್ಮನ್ನು ರಕ್ಷಿಸಿಕೊಳ್ಳಿ, ಆಶೀರ್ವಾದಕ್ಕಾಗಿ ಪ್ರಾರ್ಥಿಸಿ, ಸಂಪತ್ತನ್ನು ಹುಡುಕಿ, ಮತ್ತು ಮದುವೆ ಮತ್ತು ಸಾಮರಸ್ಯವನ್ನು ಸಾಧಿಸಿ.", "古人": "ಟೆಂಗ್ವಾಂಗ್ ಪೆವಿಲಿಯನ್‌ಗೆ ಗಾಳಿ ಬೀಸುತ್ತದೆ", "第X籤": "ಎಂಭತ್ತೊಂದಕ್ಕೆ ಸಹಿ ಮಾಡಿ", "宮": "ವೀ ಗಾಂಗ್"}