{"籤詩版本二": "ನಿಮ್ಮ ಖ್ಯಾತಿಯಿಂದಾಗಿ ನೀವು ನಿಮ್ಮ ಪುಣ್ಯವನ್ನು ಕಳೆದುಕೊಂಡರೆ ಏನು ಮಾಡಬೇಕು?ಅದೃಷ್ಟವು ಬದಲಾಗಬಹುದು ಮತ್ತು ಕೆಟ್ಟವುಗಳು ಸಂಭವಿಸುತ್ತವೆ ಎಂದು ನಾನು ಹೆದರುತ್ತೇನೆ.\nಕುಡಿದು, ಎಲ್ಲಿಗೆ ಹೋಗಬೇಕೆಂದು ನನಗೆ ತಿಳಿದಿಲ್ಲ, ಹಸಿರು ಪೈನ್ ಮರಗಳ ನೆರಳಿನಲ್ಲಿ ನನಗೆ ಮಬ್ಬಾದ ಕನಸು.", "詩意": "ಈ ಹೆಕ್ಸಾಗ್ರಾಮ್ ನೀರನ್ನು ಬಿಡುವ ತಣ್ಣನೆಯ ಮೀನುಗಳನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತದೆ.\nಯಾವುದನ್ನೂ ಸರಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.\n\n(ಈ ಹೆಕ್ಸಾಗ್ರಾಮ್ ಕೆಟ್ಟ ಸದ್ಗುಣ ಮತ್ತು ದುರಾದೃಷ್ಟದ ಸಂಕೇತವಾಗಿದೆ.\nಎಲ್ಲದರಲ್ಲೂ ನಿಮ್ಮ ಪಾದಗಳನ್ನು ನೆಲದ ಮೇಲೆ ಇರಿಸಿ.\n)", "解曰": "ತಣ್ಣನೆಯ ಮೀನು ನೀರನ್ನು ಬಿಡುತ್ತದೆ. ಮುಲಾಮುದಲ್ಲಿ ಒಂದು ನೊಣ. ಶಿಬಿರದ ಯೋಜನೆಗಳ ಬಗ್ಗೆ ಕೇಳಿದರೆ. ಮೋ ಕಿಗೆ ಇದು ಉತ್ತಮವಾಗಿದೆ\nಈ ಚಿಹ್ನೆಯು ಲಿಯುಜಿಯಾಗೆ ದುರದೃಷ್ಟವನ್ನು ತರುತ್ತದೆ. ಎಲ್ಲವೂ ತಪ್ಪಾಗುತ್ತದೆ. ಭದ್ರತೆಗಾಗಿ ಪ್ರಾರ್ಥಿಸು.", "籤詩故事一": "◇ಜುವಾಂಗ್ಜಿ ತನ್ನ ಹೆಂಡತಿಯನ್ನು ಪರೀಕ್ಷಿಸುತ್ತಾನೆ\nಝುವಾಂಗ್ಜಿಯು ಝೌ ರಾಜವಂಶದಲ್ಲಿ ಜನಿಸಿದನು.ಅವನ ಉಪನಾಮ ಝುವಾಂಗ್, ಅವನ ಇವನ ಹೆಸರು ಝೌ, ಮತ್ತು ಅವನ ಕೊಟ್ಟಿರುವ ಹೆಸರು ಜಿಕ್ಸಿಯು.ಅವನು ಸಾಂಗ್ ರಾಜವಂಶದಲ್ಲಿ ಮೆಂಗ್ಯಿ ಮೂಲದವನು. ಝೌ ರಾಜವಂಶದಲ್ಲಿ, ಅವರು ಕಿಯುವಾನ್‌ನ ಅಧಿಕಾರಿಯಾಗಿದ್ದರು.\nಒಂದು ದಿನ, ಜುವಾಂಗ್ಜಿ ಪರ್ವತದ ಮೇಲೆ ಮಹಿಳೆಯೊಬ್ಬರನ್ನು ಭೇಟಿಯಾದರು, ಅವರು ಹೊಸ ಸಮಾಧಿಯ ಮುಂದೆ ಕುಣಿಯುತ್ತಿದ್ದರು, ಸಮಾಧಿಯ ಮೇಲೆ ಒದ್ದೆಯಾದ ಮಣ್ಣನ್ನು ಒಣಗಿಸಲು ಬಯಸಿದಂತೆ ತನ್ನ ಫ್ಯಾನ್ ಅನ್ನು ಹತಾಶವಾಗಿ ಅಲುಗಾಡಿಸಿದರು. ಜುವಾಂಗ್ಜಿಗೆ ಅವಳ ಉದ್ದೇಶ ಅರ್ಥವಾಗಲಿಲ್ಲ, ಆದ್ದರಿಂದ ಅವನು ಅವಳನ್ನು ಕೇಳಿದನು. ಸಮಾಧಿಯಲ್ಲಿ ಸಮಾಧಿ ಮಾಡಿದ ವ್ಯಕ್ತಿ ತನ್ನ ಪತಿ ಎಂದು ಅವರು ಹೇಳಿದರು ಮತ್ತು ಸಮಾಧಿಯ ಮೇಲಿನ ಮಣ್ಣು ಒಣಗುವವರೆಗೆ ಮರುಮದುವೆಯಾಗುವುದಿಲ್ಲ ಎಂದು ತನ್ನ ಗಂಡನ ಕೊನೆಯ ಮಾತುಗಳು. ಅವಳು ಇನ್ನು ಮುಂದೆ ಕಾಯಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ, ಆದ್ದರಿಂದ ಅವಳು ಸಮಾಧಿ ಮಣ್ಣನ್ನು ವೇಗವಾಗಿ ಒಣಗಲು ಬೆರೆಸಿದಳು, ಆದ್ದರಿಂದ ಅವಳು ಎರಡನೇ ವಸಂತವನ್ನು ಮುಂದುವರಿಸಬಹುದು.\nಜಗತ್ತಿನಲ್ಲಿ ಇಂತಹ ಹೃದಯಹೀನ ಮಹಿಳೆ ಇದ್ದಾಳೆ ಎಂದು ಭಾವಿಸಿದಾಗ ಜುವಾಂಗ್ಜಿ ನಿಟ್ಟುಸಿರು ಬಿಟ್ಟರು. ಆಗ ನನಗನ್ನಿಸಿತು, ನನ್ನ ಹೆಂಡತಿ ಹೀಗಿರುತ್ತಾಳೇ? ಅನುಮಾನ ಬಂದಾಗ, ನಾನು ಅದನ್ನು ಪರೀಕ್ಷಿಸಲು ಬಯಸುತ್ತೇನೆ.\nಜುವಾಂಗ್ಜಿಯ ಹೆಂಡತಿಯ ಉಪನಾಮ ಟಿಯಾನ್, ಮತ್ತು ದಂಪತಿಗಳು ಸಾಮಾನ್ಯವಾಗಿ ನಿಕಟ ಸಂಬಂಧವನ್ನು ಹೊಂದಿದ್ದರು.ತನ್ನ ಹೆಂಡತಿಯ ನಿಷ್ಠೆಯನ್ನು ಪರೀಕ್ಷಿಸುವ ಸಲುವಾಗಿ, ಜುವಾಂಗ್ಜಿ ಸತ್ತಂತೆ ನಟಿಸಲು ನಿರ್ಧರಿಸಿದರು.\nಝುವಾಂಗ್ಜಿ ಅವರು ಹಠಾತ್ ಅನಾರೋಗ್ಯದಿಂದ ನಿಧನರಾದರು ಎಂದು ಕೇಳಿದ ಬಂಧು ಮಿತ್ರರು ಸೇರಿದಂತೆ ಅನೇಕರು ಸಂತಾಪ ಸೂಚಿಸಲು ಆಗಮಿಸಿದರು.ಅವರಲ್ಲಿ ಚು ರಾಜ್ಯದ ಒಬ್ಬ ಸುಂದರ ರಾಜ ಮತ್ತು ಮೊಮ್ಮಗನು ಶ್ರೀಮಂತನಾಗಿದ್ದನು.ಅದನ್ನು ನೋಡಿ ಶ್ರೀಮತಿ. ಟಿಯಾನ್ ಹೊಸದಾಗಿ ವಿಧವೆ ಮತ್ತು ಕರುಣಾಜನಕನಾಗಿದ್ದನು, ಅವನು ಅವಳನ್ನು ಹಿಂಬಾಲಿಸಿದನು. ಶ್ರೀಮತಿ ಟಿಯಾನ್ ಪ್ರಲೋಭನೆಯನ್ನು ಸಹಿಸಲಾರದೆ ವಾಂಗ್ ಸನ್ ಅವರನ್ನು ಪ್ರೀತಿಸುತ್ತಿದ್ದರು. ಅವರು ಕೇವಲ ಇಪ್ಪತ್ತು ದಿನಗಳಲ್ಲಿ ವಿವಾಹವಾದರು.\nಆ ರಾತ್ರಿ ವೈನ್ ಕುಡಿದು ಕಿವಿ ಬಿಸಿಯಾದಾಗ ವಾಂಗ್ ಸನ್ ಹಠಾತ್ತನೆ ಹೃದಯಾಘಾತಕ್ಕೆ ಒಳಗಾಗಿ ನಿಧನರಾದರು.\nಶ್ರೀಮತಿ ಟಿಯಾನ್ ಭಯಭೀತರಾದರು ಮತ್ತು ಗಾಬರಿಗೊಂಡರು ಮತ್ತು ವಾಂಗ್ ಸನ್ ಅವರನ್ನು ತುರ್ತಾಗಿ ಏನು ಮಾಡಬೇಕೆಂದು ಕೇಳಿದರು, ವಾಂಗ್ ಸನ್ ನೋವನ್ನು ಸಹಿಸಿಕೊಂಡರು ಮತ್ತು ಮೃತ ದೇಹಗಳ ಮೆದುಳನ್ನು ಸತ್ತವರನ್ನು ಬದುಕಿಸಲು ಬಳಸಬಹುದು ಎಂದು ಮಿಸ್ ಟಿಯಾನ್‌ಗೆ ತಿಳಿಸಿದರು.\nಮೃತ ದೇಹ ಎಲ್ಲಿ ಸಿಗುತ್ತದೆ? ಶ್ರೀಮತಿ ಟಿಯಾನ್ ಇದ್ದಕ್ಕಿದ್ದಂತೆ ಯೋಚಿಸಿದಳು, ಅವಳ ಪತಿ ಸಾಯಲಿಲ್ಲವೇ? ಶ್ರೀ. ಟಿಯಾನ್ ಗಂಡ ಮತ್ತು ಹೆಂಡತಿಯ ನಡುವಿನ ಹಳೆಯ ಪ್ರೀತಿಯನ್ನು ಮರೆತು, ವಾಸ್ತವವಾಗಿ ಕೊಡಲಿಯನ್ನು ತೆಗೆದುಕೊಂಡು ತನ್ನ ಗಂಡನ ಶವಪೆಟ್ಟಿಗೆಯನ್ನು ವಿಭಜಿಸಿ, ಔಷಧಿಗಾಗಿ ಅವನ ಮೆದುಳನ್ನು ತೆಗೆದುಕೊಳ್ಳಲು ತಯಾರಿ ನಡೆಸಿದರು.\nಅನಿರೀಕ್ಷಿತವಾಗಿ, ಶವಪೆಟ್ಟಿಗೆಯನ್ನು ತೆರೆದಾಗ, ಜುವಾಂಗ್ಜಿ ಮತ್ತೆ ಜೀವಕ್ಕೆ ಬಂದರು. ಶ್ರೀಮತಿ ಟಿಯಾನ್ ನಾಚಿಕೆಪಟ್ಟು ನೇಣು ಹಾಕಿಕೊಂಡಿದ್ದಾಳೆ.\n(ಈ ಕಥೆಯು ವೈಯಕ್ತಿಕ ಲಾಭಕ್ಕಾಗಿ ಸ್ನೇಹವನ್ನು ಉಲ್ಲಂಘಿಸುವ ರೂಪಕವಾಗಿದೆ, ಆದ್ದರಿಂದ ನಾವು ಅದನ್ನು ಒಪ್ಪಲು ಸಾಧ್ಯವಿಲ್ಲ.)", "聖意": "ಮನೆ ಶಾಂತಿಯುತವಾಗಿದೆ, ಸ್ವಯಂ ಸುರಕ್ಷಿತವಾಗಿದೆ, ಹಣವು ಅನ್ಯಾಯವಾಗಿದೆ, ವ್ಯಾಪಾರಗಳು ತ್ಯಾಗ, ಮದುವೆ ಪರಿಹರಿಸಲಾಗಿದೆ, ದುಷ್ಟವು ಲಿಯುಜಿಯಾದಲ್ಲಿ ಸಮೃದ್ಧವಾಗಿದೆ, ಪಾದಚಾರಿಗಳು ಬಂದಿಲ್ಲ, ರೇಷ್ಮೆ ಹುಳು ಸಮತಟ್ಟಾಗಿದೆ, ಜಾನುವಾರುಗಳು ಸಮತಟ್ಟಾಗಿದೆ, ಜನರು ಕಾಣೆಯಾಗಿದೆ, ಮೊಕದ್ದಮೆ ಬದಲಾಗುತ್ತಿದೆ, ಶಿಷ್ಯರು ಸಂಪ್ರದಾಯವಾದಿಗಳು, ಆಸ್ತಿಯು ಅನಾರೋಗ್ಯವಿಲ್ಲ, ಮತ್ತು ಪರ್ವತ ಮತ್ತು ಸಮಾಧಿ ದುಷ್ಟ.", "古人": "ಜುವಾಂಗ್ಜಿ ತನ್ನ ಹೆಂಡತಿಯನ್ನು ಪರೀಕ್ಷಿಸುತ್ತಾನೆ", "第X籤": "ಲಾಟ್ 84", "宮": "ವೀ ಗಾಂಗ್"}