{"籤詩版本二": "ಕಡು ಮೋಡಗಳು ಮತ್ತು ಮಂಜು ಪರ್ವತದ ಮುಂಭಾಗದ ರಸ್ತೆಯನ್ನು ಆವರಿಸಿದೆ.ಎಲ್ಲವೂ ದುಂಡಾಗಿದೆ ಮತ್ತು ಚಂದ್ರನು ಮತ್ತೆ ಸುತ್ತುತ್ತಾನೆ.\nನೀವು ಕವಿತೆ ಮತ್ತು ಪುಸ್ತಕಗಳನ್ನು ಪಡೆದರೆ, ನೀವು ಆಳವಾದ ಕನಸಿನಿಂದ ಎಚ್ಚರಗೊಳ್ಳುತ್ತೀರಿ.", "詩意": "ಈ ಹೆಕ್ಸಾಗ್ರಾಮ್ ವಸಂತಕಾಲದ ಅಂತ್ಯ ಮತ್ತು ಹೂವುಗಳ ಹೂಬಿಡುವಿಕೆಯನ್ನು ಸಂಕೇತಿಸುತ್ತದೆ.\nಭಗವಂತನ ನಂತರ ಎಲ್ಲವೂ ಬದಲಾಗುತ್ತದೆ.", "解曰": "ಮುದುಕನು ಸಹಾಯಕ್ಕಾಗಿ ಕೇಳಬೇಕಾಗಿದೆ. ಇದು ವಸಂತಕಾಲದಲ್ಲಿ ಮತ್ತೆ ಅರಳುತ್ತದೆ. ಖ್ಯಾತಿ ಮತ್ತು ಸಂಪತ್ತಿನ ಆಸೆ. ಜೀವನದಲ್ಲಿ ತಡವಾಗಿ ಬಿರುಗಾಳಿಯನ್ನು ಎದುರಿಸಿ.", "籤詩故事一": "◇ಹಾನ್ ವೆಂಗೊಂಗ್ ಹಿಮವನ್ನು ಎದುರಿಸುತ್ತಾನೆ\nಹಾನ್ ಯು, ಅವರ ಸೌಜನ್ಯ ಹೆಸರು ತುಯಿಝಿ, ಚಾಂಗ್ಲಿಯವರು. ಟ್ಯಾಂಗ್ ಡೆಜಾಂಗ್ ಝೆನ್ಯುವಾನ್‌ನ ಎಂಟನೇ ವರ್ಷದಲ್ಲಿ ಜಿನ್ಷಿಯಾದರು ಮತ್ತು ಅವರ ಮರಣೋತ್ತರ ಶೀರ್ಷಿಕೆ ವೆನ್ ಗಾಂಗ್ ಆಗಿತ್ತು.\nಟ್ಯಾಂಗ್ ರಾಜವಂಶದ ಚಕ್ರವರ್ತಿ ಕ್ಸಿಯಾನ್‌ಜಾಂಗ್ ಆಳ್ವಿಕೆಯಲ್ಲಿ, ಹಾನ್ ಯು ಬುದ್ಧನ ಮೂಳೆಗಳೊಂದಿಗೆ ಮರುಪ್ರಶ್ನಿಸಿದನು, ಇದು ಚಕ್ರವರ್ತಿಯನ್ನು ಕೋಪಗೊಳಿಸಿತು. ಹಾನ್ ಯು ತನ್ನ ಹೆಂಡತಿ ಮತ್ತು ಮಕ್ಕಳನ್ನು ಬಿಟ್ಟು ಚಾಝೌಗೆ ಹೋದನು. ಕೆಲವು ದಿನಗಳ ಕೆಳಗೆ ನಡೆದ ನಂತರ, ತಂಪಾದ ಗಾಳಿಯು ಏರಿತು ಮತ್ತು ಅದು ಭಾರೀ ಹಿಮಪಾತವಾಯಿತು. ಹಾನ್ ಯು ಹಲವಾರು ಅಡಿಗಳಷ್ಟು ಹಿಮದ ಪ್ರದೇಶಕ್ಕೆ ಬಂದನು, ಅವನ ಕುದುರೆಯು ಮುಂದೆ ಸಾಗಲು ಕಷ್ಟವಾಯಿತು, ಹತ್ತಿರದಲ್ಲಿ ಯಾವುದೇ ಮನೆ ಇರಲಿಲ್ಲ ಮತ್ತು ಅವನಿಗೆ ರಸ್ತೆ ಎಲ್ಲಿದೆ ಎಂದು ತಿಳಿದಿರಲಿಲ್ಲ. ನೀವು ಮಾರ್ಗವನ್ನು ಅನುಸರಿಸಲು ಮತ್ತು ಹಿಮ್ಮೆಟ್ಟಲು ಬಯಸಿದರೆ, ಹಿಂತಿರುಗಲು ಯಾವುದೇ ಮಾರ್ಗವಿಲ್ಲ. ಗಾಳಿ ಜೋರಾಗಿ ಬೀಸುತ್ತಿತ್ತು ಮತ್ತು ಹಿಮವು ವೇಗವಾಗಿ ಬೀಳುತ್ತಿತ್ತು.\nಹಾನ್ ಯು ನಿಟ್ಟುಸಿರು ಬಿಟ್ಟು ಹೇಳಿದರು: \"ಚಕ್ರವರ್ತಿ ನನ್ನನ್ನು ಕೊಲ್ಲುವುದಿಲ್ಲ, ಆದರೆ ಚಕ್ರವರ್ತಿ ನನ್ನನ್ನು ನಾಶಮಾಡಲು ಬಯಸುತ್ತಾನೆ.\"\nಹಾನ್ ಯು ಹತಾಶನಾಗಿದ್ದಾಗ, ತೀವ್ರವಾದ ಚಳಿಯ ನಡುವೆಯೂ ಹಿಮವನ್ನು ತೆರವುಗೊಳಿಸಲು ಒಬ್ಬ ವ್ಯಕ್ತಿ ಬರುತ್ತಿರುವುದನ್ನು ಅವನು ನೋಡಿದನು, ಅವನು ಹ್ಯಾನ್ ಕ್ಸಿಯಾಂಗ್ಜಿ (ಹಾನ್ ಯೂನ ಸೋದರಳಿಯ) ಎಂದು ಹೊರಹೊಮ್ಮಿದನು.\nಮುಂಚಿತವಾಗಿ, ಹ್ಯಾನ್ ಕ್ಸಿಯಾಂಗ್ಜಿ ಹ್ಯಾನ್ ಯುಗೆ ಹೀಗೆ ಹೇಳಿದ್ದರು: \"ಕಿನ್ಲಿಂಗ್‌ನಲ್ಲಿ ಯುನ್ ಹೆಂಗ್ ಅವರ ಮನೆ ಎಲ್ಲಿದೆ? ಹಿಮವು ನೀಲಿ ಗೇಟ್ ಅನ್ನು ಅಪ್ಪಿಕೊಳ್ಳುತ್ತದೆ ಮತ್ತು ಕುದುರೆಯು ಮುಂದಕ್ಕೆ ಚಲಿಸುವುದನ್ನು ನಿಲ್ಲಿಸುತ್ತದೆ.\" ಆ ಸಮಯದಲ್ಲಿ, ಹ್ಯಾನ್ ಕ್ಸಿಯಾಂಗ್ಜಿ ಎಂದರೆ ಏನು ಎಂದು ಹ್ಯಾನ್ ಯುಗೆ ಅರ್ಥವಾಗಲಿಲ್ಲ, ಆದರೆ ಈಗ ಅವನು ಅಂತಿಮವಾಗಿ ಅರ್ಥವಾಯಿತು.\nಹಾಗಾಗಿ ಹಾನ್ ಯು ಮತ್ತು ಹಾನ್ ಕ್ಸಿಯಾಂಗ್ಜಿ ಲಾಂಗ್ವಾನ್‌ನಲ್ಲಿರುವ ಫೂ ಅವರ ಮನೆಯಲ್ಲಿ ರಾತ್ರಿ ಕಳೆಯಲು ಹೋದರು. ಹಿಂದಿನ ಮತ್ತು ಸಾಗುವಳಿ ಹಾದಿಯ ಬಗ್ಗೆ ಮಾತನಾಡುತ್ತಾ, ಹಾನ್ ಯು ಪ್ರಾಮಾಣಿಕವಾಗಿ ಮನವರಿಕೆ ಮಾಡಿದರು.\nನಂತರ, ಹಾನ್ ಯು ತನ್ನ ಅಧಿಕೃತ ಸ್ಥಾನವನ್ನು ತ್ಯಜಿಸಿದನು, ತನ್ನ ಎಲ್ಲಾ ಆಸ್ತಿಯನ್ನು ಸ್ಥಳೀಯ ಸರ್ಕಾರಕ್ಕೆ ದಾನ ಮಾಡಿದನು ಮತ್ತು ಟಾವೊ ತತ್ತ್ವವನ್ನು ಅಭ್ಯಾಸ ಮಾಡಲು ಮತ್ತು ಅಮರನಾಗಲು ಪರ್ವತಗಳಿಗೆ ಹೋದನು.", "聖意": "ಮನೆ ತನಗೆ ಒಳ್ಳೆಯದಲ್ಲ, ಹಣ ಹುಡುಕಲು ಜಾಗರೂಕರಾಗಿರಿ, ವ್ಯಾಪಾರದತ್ತ ಗಮನ ಹರಿಸಿ, ಮದುವೆ ತಡವಾಗಿದೆ, ಲಿಯುಜಿಯಾ ಹೆಣ್ಣು ಪಾದಚಾರಿಗಳು ಹೊಲಗಳನ್ನು ನಿರ್ಬಂಧಿಸುತ್ತಾರೆ, ರೇಷ್ಮೆ ಹುಳುಗಳು ಒಳ್ಳೆಯದು, ಜಾನುವಾರುಗಳು ಒಳ್ಳೆಯದು, ಜನರನ್ನು ಹುಡುಕುವುದು ಕಷ್ಟ, ಸಾರ್ವಜನಿಕ ಮೊಕದ್ದಮೆಗಳು ಪುನರಾವರ್ತನೆ, ಆಸ್ತಿ ನಷ್ಟ , ಗಂಭೀರ ಅನಾರೋಗ್ಯ, ರೋಗ ವಿಳಂಬ, ಪರ್ವತ ಸಮಾಧಿ ಬದಲಾಯಿಸಬೇಕು.", "古人": "ಹಾನ್ ವೆಂಗೊಂಗ್ ಹಿಮವನ್ನು ಎದುರಿಸುತ್ತಾನೆ", "第X籤": "ಎಂಭತ್ತೈದನೇ ವಿಜೇತ ಲಾಟರಿ", "宮": "ಶೆನ್ ಗಾಂಗ್"}