{"籤詩版本二": "ಪಶ್ಚಿಮ ಪರ್ವತದ ಅರ್ಧ ದಾರಿಯಲ್ಲಿ ನಡೆದರೆ, ಜುನ್ಲಿಂಗ್ನ ಬಂಡೆಗಳು ನೆಲೆಗೊಳ್ಳಲು ಸಾಧ್ಯವಿಲ್ಲ.\nರಕ್ಷಣೆಗಾಗಿ ದೇವರನ್ನು ಎದುರು ನೋಡುತ್ತಿರುವ ಈ ದೇಹವು ಇನ್ನೂ ಶವಾಗಾರದಲ್ಲಿದೆ", "詩意": "ಈ ಹೆಕ್ಸಾಗ್ರಾಮ್ ಮರಳಿನಲ್ಲಿ ಚಿನ್ನವನ್ನು ಹುಡುಕುವಂತಿದೆ.\nಎಲ್ಲದರಲ್ಲೂ ಉದಾತ್ತ ಜನರ ಚಿಹ್ನೆಗಳು ಇವೆ.\n\nಅಲ್ಲದೆ: ಈ ಹೆಕ್ಸಾಗ್ರಾಮ್ ವ್ಯಕ್ತಿಯು ಅಪಾಯದಲ್ಲಿದೆ ಎಂದು ಸೂಚಿಸುತ್ತದೆ.\nಎಲ್ಲದರಲ್ಲೂ ಉದಾತ್ತ ಜನರ ಚಿಹ್ನೆಗಳು ಇವೆ.", "解曰": "ಉಳಿ ಕಲ್ಲಿನ ಮೂಲಕ ಜೇಡ್ ಅನ್ನು ಕಾಣಬಹುದು. ಮರಳಿನಲ್ಲಿ ಚಿನ್ನವನ್ನು ಹುಡುಕಿ. ಕಷ್ಟಪಟ್ಟು ಕೆಲಸ ಮಾಡಬೇಕಾಗುತ್ತದೆ. ಕೇವಲ ತೊಂದರೆ.\nಮತ್ತೊಂದು ಕೆಲಸ: ಕಠಿಣ ಪರಿಸ್ಥಿತಿ. ಎಲ್ಲಿಯೂ ಉಳಿಯುವುದಿಲ್ಲ. ದೇವರ ಆಶೀರ್ವಾದವನ್ನು ಕೇಳಿ. ಮನಸ್ಸಿನ ಶಾಂತಿಗಾಗಿ ಪ್ರಾರ್ಥಿಸಿ.", "籤詩故事一": "◇ಚಿನ್ನವನ್ನು ಕಚ್ಚಿ ಮತ್ತು ಭೂಗತ ಗುಹೆಯನ್ನು ಅನ್ವೇಷಿಸಿ\nತನ್ನ ಮಿಲಿಟರಿ ಶೋಷಣೆಗಳನ್ನು ಆಚರಿಸಲು, ಚೆಂಗ್ ಯೋಜಿನ್ ಯಾನ್ವುಯಾಂಗ್‌ನಲ್ಲಿ ಔತಣಕೂಟವನ್ನು ಏರ್ಪಡಿಸಿದನು. ಇದ್ದಕ್ಕಿದ್ದಂತೆ ನೆಲದಲ್ಲಿ ಒಂದು ರಂಧ್ರವು ತೆರೆದುಕೊಂಡಿತು, ಅದು ಅಗ್ರಾಹ್ಯವಾಗಿತ್ತು, ಪ್ರತಿಯೊಬ್ಬರೂ ಪದಗಳನ್ನು ಆರಿಸಿ, ಗೆಲ್ಲಲು ಚಿನ್ನವನ್ನು ಕಚ್ಚುತ್ತಾ, ಹಗ್ಗವನ್ನು ಬಾಡಿಗೆಗೆ ಕಟ್ಟಲು ಹಗ್ಗಗಳನ್ನು ಎಳೆದರು.\nಕಲ್ಲಿನ ಬಾಗಿಲುಗಳು, ಮೇಜುಗಳು, ಕುರ್ಚಿಗಳು, ಸೇತುವೆಗಳು ಮತ್ತು ಇತರ ವಸ್ತುಗಳು ಇವೆ.ಮೇಜಿನ ಮೇಲೆ ಡ್ರ್ಯಾಗನ್ ನಿಲುವಂಗಿಗಳು ಮತ್ತು ಜೇಡ್ ಬೆಲ್ಟ್‌ಗಳಿವೆ, ಇವುಗಳನ್ನು ಚಿನ್ನದಿಂದ ಮಾಡಲಾಗಿದ್ದು ಗುಹೆಯಿಂದ ಧರಿಸಲಾಗುತ್ತದೆ.\nಯಾವೋ ಜಿನ್ ದೊಡ್ಡ ಪೆಟ್ಟಿಗೆ ಮತ್ತು ಸಣ್ಣ ಪೆಟ್ಟಿಗೆಯೊಂದಿಗೆ ರಂಧ್ರದಿಂದ ಹೊರಬಂದರು, ಮರದ ಪೆಟ್ಟಿಗೆಯನ್ನು ತೆರೆದು ಜೇಡ್ ಸೀಲ್ ಅನ್ನು ಹೊರತೆಗೆದರು, ಪೆಟ್ಟಿಗೆಯನ್ನು ತೆರೆದರು, ದೊಡ್ಡ ಧ್ವಜ ಮತ್ತು ಕಿರೀಟದ ನಿಲುವಂಗಿ ಮತ್ತು ಟ್ರ್ಯಾಕ್ಗಳನ್ನು ತೆಗೆದುಕೊಂಡು ಮೇಜಿನ ಮೇಲೆ ಇಟ್ಟರು. ಎಲ್ಲರೂ ಅವರನ್ನು ಒಂದೊಂದಾಗಿ ವೀಕ್ಷಿಸಿದರು. ದೊಡ್ಡ ಮುದ್ರೆಯ ಮೇಲೆ ಎಂಟು ಮುದ್ರೆಯ ಅಕ್ಷರಗಳನ್ನು ಕೆತ್ತಿರುವುದನ್ನು ನಾನು ನೋಡಿದೆ \"ಹುಂಶಿಯ ರಾಕ್ಷಸ ರಾಜ, ಮಹಾನ್ ಪುಣ್ಯ ಚಕ್ರವರ್ತಿ\".\nಎಲ್ಲರೂ ಅವನನ್ನು \"ಚಕ್ರವರ್ತಿ\" ಎಂದು ಪೂಜಿಸಿದರು, ಮತ್ತು ಯೋಜಿನ್ ರಾಕ್ಷಸ ರಾಜನಾಗಿ ಮೂರು ವರ್ಷಗಳ ಕಾಲ ಇದನ್ನು ಮಾಡಿದರು. (ವಾಸ್ತವವಾಗಿ, ಇದು ಕೇವಲ ಸ್ವಯಂ ಘೋಷಿತವಾಗಿತ್ತು, ಮತ್ತು ಚೆಂಗ್ ಯೋಜಿನ್ ಆ ಸಮಯದಲ್ಲಿ ಗ್ರಾಮದ ನಾಯಕರಾಗಿದ್ದರು.)\n(ಈ ಕಥೆಯು ಒಳ್ಳೆಯ ಸಂಗತಿಗಳು ನಟನೆಯಂತೆಯೇ ಇರುತ್ತದೆ ಎಂಬ ರೂಪಕವಾಗಿದೆ. ಇದು \"ಈ ದೇಹವು ಇನ್ನೂ ಶೂನ್ಯವಾಗಿದೆ\" ಎಂಬ ಕಲಾತ್ಮಕ ಪರಿಕಲ್ಪನೆಯಾಗಿದೆ.)", "聖意": "ಮನೆ ಮತ್ತು ಮನೆಗಾಗಿ ಪ್ರಾರ್ಥಿಸುವುದು, ಲಾಭದ ಕೊರತೆ, ಸಂಪತ್ತನ್ನು ಹುಡುಕುವುದು, ಕಷ್ಟಪಟ್ಟು ಕೆಲಸ ಮಾಡುವುದು, ವ್ಯವಹಾರದಲ್ಲಿ ಜಾಗರೂಕರಾಗಿರಿ, ಮದುವೆಗೆ ಲಿಯು ಜಿಯಾಕ್ಸು, ಪಾದಚಾರಿಗಳು, ಚಿ ಟಿಯಾನ್, ರೇಷ್ಮೆ ಹುಳುಗಳು, ಸ್ಥಿರವಾದ ಆರು ಜಾನುವಾರುಗಳು, ಜನರನ್ನು ಹುಡುಕುವುದು, ಯಾವುದೇ ಮೊಕದ್ದಮೆಗಳಿಲ್ಲ , ನಷ್ಟ, ವಲಸೆ, ಕಳೆದುಹೋದ ಆಸ್ತಿಯನ್ನು ಇಟ್ಟುಕೊಳ್ಳುವುದು, ದುಷ್ಟ ರೋಗಗಳು, ಅಡೆತಡೆಗಳು, ಪರ್ವತಗಳು ಮತ್ತು ಸಮಾಧಿಗಳು.", "古人": "ಚಿನ್ನಕ್ಕಾಗಿ ಕ್ರಿಪ್ಟ್ ಅನ್ನು ಅನ್ವೇಷಿಸಲಾಗುತ್ತಿದೆ", "第X籤": "ಎಂಬತ್ತೇಳು ಸಹಿ ಮಾಡಿ", "宮": "ಶೆನ್ ಗಾಂಗ್"}