{"籤詩版本二": "ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ವಿಚಾರದಲ್ಲಿ ನನಗೆ ತಲೆಕೆಡಿಸಿಕೊಳ್ಳಬೇಡಿ ಎಂದು ಸಾರ್ವಜನಿಕರಲ್ಲಿ ಕೇಳುವುದು ಹೆಚ್ಚು ಸೂಕ್ತ.\nಸ್ಪಷ್ಟ ಹೃದಯವು ಆಕಾಶದಲ್ಲಿ ಪ್ರಕಾಶಮಾನವಾದ ಚಂದ್ರನಂತೆ ಪ್ರಕಾಶಮಾನವಾಗಿರುತ್ತದೆ", "詩意": "ಈ ಹೆಕ್ಸಾಗ್ರಾಮ್ ಆಕಾಶದಲ್ಲಿ ಪ್ರಕಾಶಮಾನವಾದ ಚಂದ್ರನ ಚಿತ್ರವನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತದೆ.\nಎಲ್ಲವೂ ಪ್ರಕಾಶಮಾನವಾದ ಮತ್ತು ಗಾಳಿಯಾಡುತ್ತವೆ.", "解曰": "ಹೃದಯದಲ್ಲಿ ನೇರವಾಗಿರಿ. ಕಾನೂನನ್ನು ನೇರಗೊಳಿಸಿ. ಪವಿತ್ರ ಪದಗಳು. ಅಂತಿಮವಾಗಿ ಅದು ಸ್ಪಷ್ಟವಾಗುತ್ತದೆ.", "籤詩故事一": "◇ಕಾಂಗ್ ಮಿಂಗ್ ಜನರಲ್\nಪರಿಹಾರ: ಝುಗೆ ಲಿಯಾಂಗ್ ತನ್ನ ಸೈನ್ಯ ಮತ್ತು ಜನರಲ್‌ಗಳನ್ನು ಸಜ್ಜುಗೊಳಿಸುತ್ತಾನೆ\nಮೂರು ಸಾಮ್ರಾಜ್ಯಗಳ ಅವಧಿಯಲ್ಲಿ, ಝುಗೆ ಲಿಯಾಂಗ್ (181-234), ಸೌಜನ್ಯ ಹೆಸರು ಕಾಂಗ್ಮಿಂಗ್, ಯಾಂಗ್ಡು, ಲಾಂಗ್ಯಾ (ಈಗ ಯಿನಾನ್ ಕೌಂಟಿ, ಶಾಂಡಾಂಗ್ ಪ್ರಾಂತ್ಯ) ನಲ್ಲಿ ಜನಿಸಿದರು.\nಲಿಯು ಬೀ ಹುಲ್ಲಿನ ಕಾಟೇಜ್‌ಗೆ ಮೂರು ಬಾರಿ ಭೇಟಿ ನೀಡಿದ ನಂತರ ಝುಗೆ ಲಿಯಾಂಗ್ ಅಧಿಕಾರಿಯಾಗಲು ಒಪ್ಪಿಕೊಂಡರು, ಆ ಸಮಯದಲ್ಲಿ ಕಾವೊ ಕಾವೊ ಅವರು ಹೆಬಿಯನ್ನು ಸಮಾಧಾನಪಡಿಸಿದರು ಮತ್ತು ದಕ್ಷಿಣಕ್ಕೆ ತೆರಳಲು ನಿರ್ಧರಿಸಿದರು. ಅವರು ಕ್ಸಿಹೌ ಡನ್ ಅವರನ್ನು ಮುಖ್ಯ ಜನರಲ್ ಆಗಿ ಕಳುಹಿಸಿದರು, ಯು ಜಿನ್, ಲಿ ಡಿಯಾನ್ ಮತ್ತು ಇತರರು. ಉಪ ಜನರಲ್‌ಗಳಾಗಿ, ಕ್ಸಿನಿ ಕಡೆಗೆ ಸಾಗಲು 100,000 ಸೈನ್ಯವನ್ನು ಮುನ್ನಡೆಸಿದರು. ಝುಗೆ ಲಿಯಾಂಗ್ ಆ ಸಮಯದಲ್ಲಿ ಶತ್ರುಗಳಿಂದ ಹಿಮ್ಮೆಟ್ಟುವ ತಂತ್ರವನ್ನು ಹೊಂದಿದ್ದರೂ, ಗುವಾನ್ ಯು ಮತ್ತು ಜಾಂಗ್ ಫೀ ಝುಗೆ ಲಿಯಾಂಗ್ ಅವರ ಮಾತುಗಳನ್ನು ತಿರಸ್ಕರಿಸಿದರು. ಝುಗೆ ಲಿಯಾಂಗ್‌ಗೆ ಇಬ್ಬರು ವ್ಯಕ್ತಿಗಳನ್ನು ವಶಪಡಿಸಿಕೊಳ್ಳಲು ಲಿಯು ಬೀಯ ಖಡ್ಗವನ್ನು ಬಳಸದೆ ಬೇರೆ ದಾರಿಯಿಲ್ಲ, ಅವರು ಪ್ರತಿಯೊಬ್ಬರೂ ಸಾವಿರ ಸೈನಿಕರು ಮತ್ತು ಕುದುರೆಗಳನ್ನು ಮುನ್ನಡೆಸಿದರು ಮತ್ತು ಯುಶಾನ್ ಮತ್ತು ಆನ್ಲಿನ್‌ನಲ್ಲಿ ಸುಪ್ತರಾದರು. ಅವರು ಕ್ಸಿಯಾಹೌ ಡನ್ ಅವರ ಸೈನ್ಯವನ್ನು ಮುನ್ನಡೆಸಲು ಕಾಯುತ್ತಿದ್ದರು ಮತ್ತು ನಂತರ ಅವರ ಮೇಲೆ ದಾಳಿ ಮಾಡಿದರು. ಹೊಂಚುದಾಳಿಗಳು ಮತ್ತು ಬೆಂಕಿ.\nಹೆಚ್ಚುವರಿಯಾಗಿ, Xiahou Dun ವಿರುದ್ಧ ಮುಂಚೂಣಿಯಲ್ಲಿ ಹೋರಾಡಲು ಸೈನ್ಯದ ಹಳೆಯ ಮತ್ತು ದುರ್ಬಲ ಅವಶೇಷಗಳನ್ನು ಮುನ್ನಡೆಸಲು ಝಾವೊ ಯುನ್ ಅನ್ನು ಕಳುಹಿಸಲಾಯಿತು, ಮತ್ತು ನಂತರ ಸೋಲನ್ನು ನಕಲಿ ಮಾಡಿ ಹಿಮ್ಮೆಟ್ಟಿದರು, ಪರ್ವತಗಳು ಮತ್ತು ಕಾಡುಗಳಲ್ಲಿನ ಕಿರಿದಾದ ರಸ್ತೆಗೆ Xiahou Dun ಅನ್ನು ಆಮಿಷವೊಡ್ಡಿದರು. ಪಿಂಗ್, ಝೌ ಕ್ಯಾಂಗ್, ಲಿಯು ಫೆಂಗ್ ಮತ್ತು ಇತರರು ಕಾವೊ ಸೈನ್ಯದ ಹಿಂಭಾಗಕ್ಕೆ ನುಸುಳಲು, ಸರಬರಾಜುಗಳನ್ನು ಸುಟ್ಟು ಕಾವೊ ಸೈನ್ಯದಲ್ಲಿ ಭಯಭೀತರಾದರು.\nಯುದ್ಧದ ನಂತರ, ಝುಗೆ ಲಿಯಾಂಗ್ ವ್ಯವಸ್ಥೆಗೊಳಿಸಿದಂತೆ ಎಲ್ಲವೂ ಸಂಭವಿಸಿತು. ಕ್ಸಿಯಾಹೌ ಡನ್ ಮತ್ತು ಯು ಜಿನ್ ಸೈನ್ಯವನ್ನು ಅನ್ವೇಷಣೆಯಲ್ಲಿ ಮುನ್ನಡೆಸಿದಾಗ, ಹಿಂಬದಿಯಲ್ಲಿದ್ದ ಲಿ ಡಯಾನ್, ಶತ್ರುಗಳ ಗುಂಡಿನ ದಾಳಿಯಿಂದ ಕಾವಲು ಕಾಯಬೇಕೆಂದು ತುರ್ತಾಗಿ ಮುಂಭಾಗದಲ್ಲಿರುವ ಕ್ಸಿಯಾಹೌ ಡನ್‌ಗೆ ತಿಳಿಸಿದನು.ಆದರೆ, ಅದು ತುಂಬಾ ತಡವಾಗಿತ್ತು.ಕಾವೊ ಸೈನ್ಯವನ್ನು ನಿರ್ಬಂಧಿಸಲಾಯಿತು. ಕಿರಿದಾದ ರಸ್ತೆ ಮತ್ತು ಮರಗಳು ಹೆಣೆದುಕೊಂಡಿರುವ ಸ್ಥಳದಲ್ಲಿ ಇದೆ, ಆದ್ದರಿಂದ ಬೆಂಕಿಯನ್ನು ಪ್ರಾರಂಭಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ, ಭಾರೀ ಸಾವುನೋವುಗಳು ಸಂಭವಿಸಿದವು ಮತ್ತು ಕ್ಸಿಹೌ ಡನ್ ಮತ್ತು ಇತರ ಜನರಲ್ಗಳು ಸೋಲಿಸಲ್ಪಟ್ಟರು ಮತ್ತು ಕ್ಸುಡುಗೆ ಓಡಿಹೋದರು.\n(ಈ ಕಥೆಯು ಜನರನ್ನು ಬಳಸಿಕೊಂಡು ಮತ್ತು ಬುದ್ಧಿವಂತಿಕೆಯಿಂದ ದೇಶವನ್ನು ಆಳುವಲ್ಲಿ ಕಾಂಗ್ ಮಿಂಗ್ ಉತ್ತಮವಾಗಿದೆ ಎಂಬುದಕ್ಕೆ ಒಂದು ರೂಪಕವಾಗಿದೆ.)", "聖意": "ಮನೆ ಮತ್ತು ಮನೆ ಮಂಗಳಕರವಾಗಿದೆ ಸಂಪತ್ತು, ಮನಸ್ಸಿನ ಶಾಂತಿ, ಸಮೃದ್ಧ ವ್ಯವಹಾರ, ಮದುವೆ, ಯಶಸ್ಸು, ಲಿಯುಜಿಯಾದಲ್ಲಿ ಯಶಸ್ಸು, ಪುರುಷರು ಚಲಿಸುವ ಹೊಲಗಳು, ರೇಷ್ಮೆ ಹುಳುಗಳು, ಜಾನುವಾರುಗಳ ನಷ್ಟ, ಕಾಣೆಯಾದ ಜನರು, ಸಾರ್ವಜನಿಕ ಮೊಕದ್ದಮೆಗಳು, ವಲಸೆ, ಕಳೆದುಕೊಂಡ ಆಸ್ತಿ, ಆಶೀರ್ವಾದ, ಅನಾರೋಗ್ಯ, ಶಾಂತಿ, ಪರ್ವತಗಳು ಮತ್ತು ಸಮಾಧಿಗಳು.", "古人": "ಕಾಂಗ್ ಮಿಂಗ್ ಜನರಲ್", "第X籤": "ಒಂಬತ್ತನೇ ಚಿಹ್ನೆ", "宮": "ಯಿನ್ ಅರಮನೆ"}