{"籤詩版本二": "ಉತ್ತಮ ಪ್ರದರ್ಶನವು ನಿಮ್ಮನ್ನು ಜನಸಂದಣಿಯಿಂದ ಗಂಟಿಕ್ಕಿ ನಿಲ್ಲುವಂತೆ ಮಾಡುತ್ತದೆ ಮತ್ತು ನಿಮ್ಮ ಭವಿಷ್ಯವು ಬದಲಾಗುತ್ತದೆ ಮತ್ತು ನೀವು ಬಹಳಷ್ಟು ಸಂಪತ್ತನ್ನು ತರುತ್ತೀರಿ.\nರಸ್ತೆಯು ಆಕಾಶದಷ್ಟು ವಿಶಾಲವಾಗಿದೆ ಮತ್ತು ನೀವು ನೀಡುವ ಎಲ್ಲಾ ಹಣವು ನಿಮ್ಮ ಹೃದಯದಲ್ಲಿದೆ", "詩意": "ಈ ಹೆಕ್ಸಾಗ್ರಾಮ್ ಭರವಸೆಯ ಭವಿಷ್ಯವನ್ನು ಸೂಚಿಸುತ್ತದೆ.\nಎಲ್ಲವೂ ಚೆನ್ನಾಗಿ ನಡೆಯುತ್ತದೆ.", "解曰": "ಒಂದು ದೊಡ್ಡ ರಸ್ತೆ. ನೀವು ಮುಂದೆ ಸಾಗಬಹುದು. ನಿಮ್ಮ ಹೃದಯವನ್ನು ಬಳಸಿ. ಮುಂದಕ್ಕೆ ಮಾತ್ರ.\nಈ ಚಿಹ್ನೆಯೊಂದಿಗೆ ಎಲ್ಲವೂ ಯೋಜಿಸಿದಂತೆ ನಡೆಯುತ್ತದೆ. ಜಿಚಾಂಗ್ ಗೆ ಶುಭವಾಗಲಿ.", "籤詩故事一": "◇ ಮೂರು ವೀರರು ಲು ಬು ವಿರುದ್ಧ ಹೋರಾಡುತ್ತಾರೆ\nಪರಿಹಾರ: ಮೂರು ವೀರರಾದ ಜಾಂಗ್ ಫೀ, ಗುವಾನ್ ಯು ಮತ್ತು ಲಿಯು ಬೀ ಲು ಬು ವಿರುದ್ಧ ಹೋರಾಡುತ್ತಾರೆ\nಹುವಾ ಕ್ಸಿಯಾಂಗ್‌ನ ಶಿರಚ್ಛೇದ ಮಾಡಲಾಗಿದೆ ಎಂದು ಡೊಂಗ್ ಝುವೊಗೆ ತಿಳಿದುಕೊಂಡರು ಮತ್ತು ಫ್ಲೈಯಿಂಗ್ ಜನರಲ್ ಲು ಬು ಅವರನ್ನು ಯುದ್ಧಕ್ಕೆ ಕಳುಹಿಸಿದರು. ಲು ಬು ಯುದ್ಧಕ್ಕೆ ಹೋದ ತಕ್ಷಣ, ಅವರು ಜನರಲ್‌ಗಳಾದ ಫಾಂಗ್ ಯು ಮತ್ತು ಮು ಶುನ್ ಅವರನ್ನು ಕೊಂದರು ಮತ್ತು ವು ಅಂಗುವೊ ಮತ್ತು ಗೊಂಗ್‌ಸುನ್ ಝಾನ್ ಅವರನ್ನು ಕೊಂದರು.\nಗೊಂಗ್ಸುನ್ ಝಾನ್ ಲು ಬು ಅವರನ್ನು ಸೋಲಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ ಎಂದು ಜಾಂಗ್ ಫೀ ನೋಡಿದನು, ಆದ್ದರಿಂದ ಅವನು ಬೇಗನೆ ಗೊಂಗ್ಸನ್ ಝಾನ್ ಅನ್ನು ಬದಲಾಯಿಸಿದನು ಮತ್ತು ಕೂಗಿದನು: \"ಮೂರು ಉಪನಾಮಗಳ ಗುಲಾಮರು ಹೊರಡಬೇಕು! ಯಾನ್‌ನಿಂದ ಜಾಂಗ್ ಫೀ ಇಲ್ಲಿದ್ದಾರೆ!\" ಅದರ ನಂತರ, ಅವರು ಐವತ್ತಕ್ಕೂ ಹೆಚ್ಚು ಸುತ್ತುಗಳ ಕಾಲ ಹೋರಾಡಿದರು, ಯಾವುದೇ ವಿಜೇತ ಅಥವಾ ಸೋತವರಿಲ್ಲದೆ.\nಗುವಾನ್ ಯು ಅದನ್ನು ನೋಡಿದ ನಂತರ, ಅವನು ಮತ್ತು ಜಾಂಗ್ ಫೀ ಲು ಬು ಮೇಲೆ ದಾಳಿ ಮಾಡಿದರು ಮತ್ತು ಮೂವತ್ತಕ್ಕೂ ಹೆಚ್ಚು ಸುತ್ತುಗಳ ಕಾಲ ಹೋರಾಡಿದರು.\nಲಿಯು ಬೀ ಕೂಡ ಎರಡು ಕತ್ತಿಗಳನ್ನು ಹಿಡಿದು, ತನ್ನ ಕುದುರೆಯನ್ನು ಚಪ್ಪಾಳೆ ತಟ್ಟಿ ಜಾಂಗ್ ಫೀ ಮತ್ತು ಗುವಾನ್ ಯುಗೆ ಸಹಾಯ ಮಾಡಲು ಮುಂದಾದರು.\nಮೂವರೂ ಲು ಬುವನ್ನು ಸುತ್ತುವರೆದು ಜಗಳವಾಡುತ್ತಿದ್ದರು.ಗುಂಪಿನಲ್ಲಿದ್ದವರೆಲ್ಲ ದಿಗ್ಭ್ರಮೆಗೊಂಡರು.\nಶೀಘ್ರದಲ್ಲೇ, ಲು ಬು ಶಕ್ತಿ ಕಳೆದುಕೊಳ್ಳಲು ಪ್ರಾರಂಭಿಸಿದರು.ಲು ಬುವಿನ ಪೆಗಾಸಸ್ ಹಿಮ್ಮೆಟ್ಟಿದರು, ಆದರೆ ಮೂವರು ಪುರುಷರು ಲು ಬುವನ್ನು ಹಿಂಬಾಲಿಸಿದರು ಮತ್ತು ಬಿಟ್ಟುಕೊಡಲು ನಿರಾಕರಿಸಿದರು. ಅವರು ಲು ಬುನ ಸೈನ್ಯವನ್ನು ಭೇಟಿಯಾಗುವವರೆಗೂ ಅವರು ಹಿಮ್ಮೆಟ್ಟಲಿಲ್ಲ.\n\"ಮೂರು ರಾಜ್ಯಗಳು\"\n(ಈ ಕಥೆಯು ಲು ಬು ಅವರ ಶೌರ್ಯ ಮತ್ತು ಹೋರಾಟದ ಕೌಶಲ್ಯಕ್ಕೆ ರೂಪಕವಾಗಿದೆ. ಒಬ್ಬ ವ್ಯಕ್ತಿಯು ಮೂರು ಜನರನ್ನು ಸೋಲಿಸಬಹುದು.)", "聖意": "ಮನೆ ಮತ್ತು ಮನೆಯ ಹೃದಯವು ಸಂಪತ್ತನ್ನು ಹುಡುಕಲು ಒಬ್ಬರ ಸ್ವಂತ ಪ್ರಯಾಣದಲ್ಲಿ ಮಾತ್ರ ಪ್ರಯಾಣಿಸುತ್ತದೆ. ಸಂಭವನೀಯ ಮದುವೆಯ ಲೇಖನವು ಲಿಯುಜಿಯಾಕ್ಕೆ ಹೋಗುತ್ತದೆ. ಜನರಿಗೆ ವಿಷಯಗಳು ಸುಗಮವಾಗಿ ನಡೆಯುತ್ತದೆ. ಜುಶುಂಟಿಯನ್ ರೇಷ್ಮೆ ಹುಳುಗಳು ಬಳಕೆ. ಆರು ಪ್ರಾಣಿಗಳಲ್ಲಿ ಜನರನ್ನು ಕಾಣಬಹುದು. ಜನರನ್ನು ಮುಂಚಿತವಾಗಿ ಕಾಣಬಹುದು ವ್ಯಾಜ್ಯ, ವಲಸೆ, ಆಸ್ತಿ ಕಳೆದುಹೋಗುವಿಕೆ, ರೋಗಗಳು, ಪರ್ವತಗಳು ಮತ್ತು ಸಮಾಧಿಗಳು ಅದೃಷ್ಟವಿದ್ದಂತೆ.", "古人": "ಲು ಬು ವಿರುದ್ಧ ಮೂವರು ವೀರರು ಹೋರಾಡುತ್ತಾರೆ", "第X籤": "ತೊಂಬತ್ತೊಂದು ವಿಜೇತ ಲಾಟರಿ", "宮": "ನೀವು ಅರಮನೆ"}