{"籤詩版本二": "ನಾನು ಬಾಲ್ಯದಿಂದಲೂ ವ್ಯಾಪಾರಕ್ಕಾಗಿ ಯೋಜಿಸುತ್ತಿದ್ದೇನೆ, ಆದ್ದರಿಂದ ನಾನು ಸಂಪತ್ತು ಮತ್ತು ಸಂಪತ್ತನ್ನು ಕೇಳುವ ಅಗತ್ಯವಿಲ್ಲ.\nಇಬ್ಬರು ಏನನ್ನಾದರೂ ಹುಡುಕುತ್ತಿದ್ದರೆ, ವಿದ್ವಾಂಸರು ಹೊರಗೆ ಹೋಗಿ ಉನ್ನತ ಬಹುಮಾನದೊಂದಿಗೆ ಹಿಂತಿರುಗುತ್ತಾರೆ.", "詩意": "ಈ ಹೆಕ್ಸಾಗ್ರಾಮ್ ಬಾಲ್ಯದಿಂದಲೂ ವ್ಯವಹಾರದ ಸಂಕೇತವಾಗಿದೆ.\nಎಲ್ಲದರಲ್ಲೂ ಶ್ರದ್ಧೆ ಮತ್ತು ಮಿತವ್ಯಯ ಮತ್ತು ಚಿಂತೆಯಿಲ್ಲ.", "解曰": "ಬಾಲ್ಯದಿಂದ ಪ್ರೌಢಾವಸ್ಥೆಯವರೆಗೆ. ಅಡ್ಡಿಯಿಲ್ಲ, ಅಡ್ಡಿಯಿಲ್ಲ. ಒಂದು ಯೋಜನೆಯನ್ನು ಮಾಡಿ. ಕೀರ್ತಿ ಸರಾಗವಾಗಿ ಸಾಗುತ್ತದೆ.", "籤詩故事一": "◇ಕೈ ಕ್ವಿಂಗ್ ತನ್ನ ದಯೆಯನ್ನು ಮರುಪಾವತಿಸುತ್ತಾನೆ (ಕೈ ಯೋಂಗ್)\nಕೈ ಯೋಂಗ್, ಸೌಜನ್ಯದ ಹೆಸರು ಬೋಜಿ, ಚೆನ್ಲಿಯು (ಈಗ ಕ್ವಿಕ್ಸಿಯಾನ್ ಕೌಂಟಿಯ ದಕ್ಷಿಣ, ಹೆನಾನ್ ಪ್ರಾಂತ್ಯ) ನಲ್ಲಿ ಜನಿಸಿದರು. ಅವರು ವಿದ್ವಾಂಸರು ಮತ್ತು ಝಾವೋ ವುನಿಯಾಂಗ್ ಅವರ ಪತಿ. ಐದು ವರ್ಷಗಳ ಹಿಂದೆ, ಚಕ್ರಾಧಿಪತ್ಯದ ನ್ಯಾಯಾಲಯವು ಹಳದಿ ಪಟ್ಟಿಯಲ್ಲಿರುವ ಪ್ರತಿಭಾವಂತರನ್ನು ನೇಮಿಸಿಕೊಂಡಿತು ಮತ್ತು ಕೌಂಟಿ ಅವರನ್ನು ಪರೀಕ್ಷೆಯನ್ನು ತೆಗೆದುಕೊಳ್ಳಲು ಬೀಜಿಂಗ್‌ಗೆ ಬರಲು ಶಿಫಾರಸು ಮಾಡಿತು.ಅಂದಿನಿಂದ, ಯಾವುದೇ ಸುದ್ದಿ ಇಲ್ಲ.\nಕೈ ಬೋಜಿ ಹೋದ ನಂತರದ ಮೊದಲ ವರ್ಷ ನಿಭಾಯಿಸಲು ಸುಲಭವಾಯಿತು.ಕುಟುಂಬದಲ್ಲಿ ಸ್ವಲ್ಪ ಉಳಿತಾಯವಿತ್ತು ಮತ್ತು ಅವರ ಜೀವನ ನಿರ್ವಹಣೆಗೆ ಸಾಧ್ಯವಾಯಿತು.\nಮುಂದಿನ ವರ್ಷ, ಚೆನ್ಲಿಯು ಭೀಕರ ಬರಗಾಲವನ್ನು ಅನುಭವಿಸಿದನು, ಆದ್ದರಿಂದ ಅವನು ಕ್ಷಾಮದಿಂದ ಬದುಕುಳಿಯಲು ಆಭರಣಗಳನ್ನು ಮಾರಾಟ ಮಾಡಲು ಝಾವೊ ವುನಿಯಾಂಗ್ಡಿಯನ್ ಅನ್ನು ಅವಲಂಬಿಸಿದ್ದನು.ಕೈ ಬೋಜಿಯಿಂದ ಯಾವುದೇ ಸುದ್ದಿಯಿಲ್ಲ, ಇದು ಕುಟುಂಬವನ್ನು ಇನ್ನಷ್ಟು ಚಿಂತೆಗೀಡುಮಾಡಿತು.\nಈ ಅವಧಿಯಲ್ಲಿ ಮೂರು ವರ್ಷಗಳ ಕಾಲ ಬರ ಆವರಿಸಿದೆ. ಹಳ್ಳಿಯ ನೆರೆಹೊರೆಯವರಾದ ಜಾಂಗ್ ಗುವಾಂಗ್‌ಕೈ ಅವರು ಕಾಲಕಾಲಕ್ಕೆ ಅವಳಿಗೆ ಸಹಾಯ ಮಾಡಿದರು.\nನಂತರ, ಕೈ ಬೋಜಿ ಮೊದಲ ಬಹುಮಾನವನ್ನು ಗೆದ್ದರು ಮತ್ತು ಅವರ ಹೆಂಡತಿ ಜಾಂಗ್ ಗುವಾಂಗ್‌ಕೈ ಸಹಾಯ ಮಾಡಿದ್ದಾರೆ ಎಂದು ತಿಳಿಯಲು ಮನೆಗೆ ಮರಳಿದರು. ದಂಪತಿಗಳು ತಮ್ಮ ಕೃತಜ್ಞತೆಯನ್ನು ವ್ಯಕ್ತಪಡಿಸಲು ಜಾಂಗ್ ಅವರ ಮನೆಗೆ ಹೋದರು ಮತ್ತು ಜಾಂಗ್ ಗುವಾಂಗ್‌ಕೈಗೆ ಎರಡು ಬೆಳ್ಳಿಯ ಬೆಳ್ಳಿಯನ್ನು ಉಡುಗೊರೆಯಾಗಿ ನೀಡಿದರು.", "聖意": "ಗೃಹವು ಶಾಂತಿ, ಸ್ವಯಂ ಸಮೃದ್ಧಿ, ವ್ಯವಹಾರವು ಯಶಸ್ವಿಯಾಗುತ್ತದೆ, ವಿವಾಹವು ಯಶಸ್ವಿಯಾಗುತ್ತದೆ, ಪುರುಷನ ಜನ್ಮವು ಯಶಸ್ವಿಯಾಗುತ್ತದೆ, ಹೊಲವು ರೇಷ್ಮೆ ಹುಳುಗಳಿಂದ ತುಂಬಿದೆ, ಆರು ಜಾನುವಾರುಗಳು ಸಮೃದ್ಧವಾಗಿದೆ, ಹುಡುಕಾಟವು ಯಶಸ್ವಿಯಾಗಿದೆ, ಮೊಕದ್ದಮೆ ಯಶಸ್ವಿಯಾಗಿದೆ. , ವಲಸೆ ಯಶಸ್ವಿಯಾಗಿದೆ, ಕಳೆದುಹೋದ ಆಸ್ತಿ ಉತ್ತಮವಾಗಿದೆ, ಅನಾರೋಗ್ಯವು ಪರ್ವತವಾಗಿದೆ ಮತ್ತು ಸಮಾಧಿ ಉತ್ತಮವಾಗಿದೆ.", "古人": "ಕೈ ಕ್ವಿಂಗ್ ತನ್ನ ದಯೆಯನ್ನು ಮರುಪಾವತಿಸುತ್ತಾನೆ (ಕೈ ಯೋಂಗ್)", "第X籤": "ತೊಂಬತ್ತೆರಡು ಸಹಿ ಮಾಡಿ", "宮": "ನೀವು ಅರಮನೆ"}