{"籤詩版本二": "ಲುವಾನ್ ಫೆಂಗ್ ಕ್ಸಿಯಾಂಗ್ ತುಂತುರು ಮಳೆಯಲ್ಲಿ ಮುಳುಗಿದನು, ಆದರೆ ಆ ಸಮಯದಲ್ಲಿ ಅವನನ್ನು ಕ್ವೀರ್ ನಿಂದಿಸಲಾಯಿತು\nಒಂದು ದಿನ ಮೋಡಗಳು ದೂರದಲ್ಲಿವೆ ಎಂದು ತಿಳಿದು ನನಗೆ ಆಘಾತವಾಯಿತು, ಆದರೆ ನಾನು ಇನ್ನೂ ನನ್ನ ಬಟ್ಟೆಗಳನ್ನು ನಿಮಗೆ ಹಿಂತಿರುಗಿಸಿದೆ.", "詩意": "ಈ ಹೆಕ್ಸಾಗ್ರಾಮ್ ಲುವಾನ್ ಮತ್ತು ಫೀನಿಕ್ಸ್ ಮಳೆಯಿಂದ ಆವೃತವಾಗಿರುವ ಸಂಕೇತವನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತದೆ.\nಸಮಯ ಬಂದಾಗ ಎಲ್ಲವೂ ಬರುತ್ತದೆ.", "解曰": "ಖಳನಾಯಕ ದಿನದಿಂದ ದಿನಕ್ಕೆ ಏಳಿಗೆಯಾಗುತ್ತಿದ್ದಾನೆ. ಸಂಭಾವಿತ ವ್ಯಕ್ತಿ ಏನನ್ನೂ ಮಾಡಬಾರದು. ಸುಮ್ಮನೆ ಇಟ್ಟುಕೊಳ್ಳಿ. ಸಮಯ ಬಂದಾಗ ಕ್ರಮ ಕೈಗೊಳ್ಳಿ.", "籤詩故事一": "◇ಗಾವೋ ಜುನ್ ಮದುವೆಗೆ ಖಾತರಿ ನೀಡುತ್ತದೆ\nಆರಂಭಿಕ ಸಾಂಗ್ ರಾಜವಂಶದಲ್ಲಿ, ಝಾವೋ ಕುವಾಂಗ್ಯಿನ್ ಉತ್ತರವನ್ನು ಏಕೀಕರಿಸಿದನು ಮತ್ತು ಇಡೀ ದೇಶವು ಶರಣಾಯಿತು.ಆದಾಗ್ಯೂ, ದಕ್ಷಿಣ ಟ್ಯಾಂಗ್ ರಾಜವಂಶದಲ್ಲಿ, ಲಿ ಯು ಯಾಂಗ್ಟ್ಜಿ ನದಿಯ ದಕ್ಷಿಣದಲ್ಲಿ ನೆಲೆಗೊಂಡನು.ಅವನು ನಗರವನ್ನು ನೀಡುವ ಮತ್ತು ಶರಣಾಗುವಂತೆ ನಟಿಸುವ ತಂತ್ರವನ್ನು ಅಳವಡಿಸಿಕೊಂಡನು. ಶೌಝೌನಲ್ಲಿ ಝಾವೋ ಕುವಾಂಗ್ಯಿನ್ ಅನ್ನು ಬಲೆಗೆ ಬೀಳಿಸಿತು ಮತ್ತು ಪರಿಸ್ಥಿತಿ ನಿರ್ಣಾಯಕವಾಗಿತ್ತು. ಝಾವೋ ಕುವಾಂಗಿನ್ ಅವರ ಸೋದರಳಿಯ, ಗೋಲ್ಡನ್ ಗನ್ ಹೊಂದಿರುವ ಯುವಕ ಗಾವೊ ಜುನ್ಬಾವೊ, ಶೌಝೌನ ಮುತ್ತಿಗೆಯನ್ನು ಮುರಿಯಲು ಬಿಯಾಂಜಿಂಗ್ ಅನ್ನು ತೊರೆದರು.\n, ಶುವಾಂಗ್ಸುವೋ ಪರ್ವತದ ಮೂಲಕ ಹಾದುಹೋಗುವಾಗ, ಅವರು ಲಿಯು ಜಿಂಡಿಂಗ್ ಸ್ಥಾಪಿಸಿದ ಪತಿ ಚಿಹ್ನೆಯನ್ನು ಒಡೆದುಹಾಕಿದರು, ಮತ್ತು ಇಬ್ಬರು ಸ್ಪರ್ಧಿಸಿದರು. ಪರಿಣಾಮವಾಗಿ, ಲಿಯು ಜಿಂಡಿಂಗ್ ಗಾವೊ ಜುನ್‌ಬಾವೊನನ್ನು ತನ್ನ ಅದ್ಭುತವಾದ ಸಮರ ಕಲೆಗಳಿಂದ ಮೂರು ಬಾರಿ ಸೋಲಿಸಿದನು ಮತ್ತು ಅವರು ಜೀವನಕ್ಕಾಗಿ ಚಿನ್ನದ ಗದೆಗಳು ಮತ್ತು ಬೆಳ್ಳಿಯ ಗಂಟೆಗಳನ್ನು ವಿನಿಮಯ ಮಾಡಿಕೊಂಡರು. ಝಾವೊ ಕುವಾಂಗ್‌ಯಿನ್‌ನ ಸೋದರಳಿಯ ಗಾವೊ ಜುನ್‌ಬಾವೊ ಶೌಝೌದಲ್ಲಿ ಸಿಕ್ಕಿಬಿದ್ದ ಝಾವೊ ಕುವಾಂಗ್‌ಯಿನ್‌ನನ್ನು ರಕ್ಷಿಸುವ ಸಲುವಾಗಿ ಬಿಯಾಂಜಿಂಗ್‌ನಿಂದ ಹೊರಟುಹೋದನು. ಅವನು ಶುವಾಂಗ್ಸುವೊ ಪರ್ವತದ ಮೂಲಕ ಹಾದು ಹೋಗಿ ಲಿಯು ಜಿಂಡಿಂಗ್ ಸ್ಥಾಪಿಸಿದ ಚಿಹ್ನೆಯನ್ನು ಒಡೆದುಹಾಕಿದನು.ಇಬ್ಬರು ಪೈಪೋಟಿ ನಡೆಸಿದರು, ಆದರೆ ಲಿಯು ಜಿಂಡಿಂಗ್ ಗಾವೊ ಜುನ್‌ಬಾವೊ ಅವರನ್ನು ಮೂರು ಬಾರಿ ಸೋಲಿಸಿದರು. ಮತ್ತು ಬಲವಂತವಾಗಿ ಮದುವೆ ಮಾಡಲಾಯಿತು. ದಂಪತಿಗಳು ಜನಸಮೂಹವನ್ನು ಮುತ್ತಿಗೆಗೆ ಕರೆದೊಯ್ದರು ಮತ್ತು ಝಾವೋ ಕುವಾಂಗಿನ್ ಅವರನ್ನು ರಕ್ಷಿಸಿದರು.\n(ಈ ಕಥೆಯ ರೂಪಕವೆಂದರೆ ಇಬ್ಬರೂ ರಾಜಿಯಾಗಲಿಲ್ಲ (ಅವರು ಬೆದರಿಸಿದ್ದರು), ಆದರೆ ನಂತರ ರಾಜಿ ಮಾಡಿಕೊಂಡರು.)", "聖意": "ಕುಟುಂಬದ ಮನೆ ತನಗೆ ಒಳ್ಳೆಯದಲ್ಲ, ಹಣವನ್ನು ಹುಡುಕಲು ಜಾಗರೂಕರಾಗಿರಿ, ವ್ಯವಹಾರವನ್ನು ನಿರ್ಬಂಧಿಸಿ, ಮದುವೆಗೆ ಕಾಯಿರಿ, ವಿಳಂಬ, ಲಿಯುಜಿಯಾ, ಖಾಲಿ ಪ್ರಯಾಣಿಕ, ಹೊಲಗಳಲ್ಲಿ ಕಾಲಹರಣ, ರೇಷ್ಮೆ ಹುಳುಗಳು, ತಡವಾಗಿ, ಆರು ಜಾನುವಾರು ಹಾನಿ, ಜನರನ್ನು ಹುಡುಕಲು ಕಷ್ಟ, ಮೊಕದ್ದಮೆಗಳು, ನಷ್ಟ, ವಲಸೆ, ಸಂಪ್ರದಾಯಶೀಲತೆ, ಕಳೆದುಹೋದ ಆಸ್ತಿ, ಗಂಭೀರ ಅನಾರೋಗ್ಯ, ಪರ್ವತದ ವಿಸ್ತರಣೆ, ಸಮಾಧಿ ಸುಧಾರಣೆ", "古人": "ಗಾವೋ ಜುನ್ ಮದುವೆಯನ್ನು ಖಾತರಿಪಡಿಸುತ್ತಾನೆ", "第X籤": "ತೊಂಬತ್ಮೂರು ಲಾಟರಿ ಗೆದ್ದಿದ್ದಾರೆ", "宮": "xugong"}