{"籤詩版本二": "ಸಜ್ಜನರು ಚಿಕ್ಕವರ ಬಗ್ಗೆ ತಲೆಕೆಡಿಸಿಕೊಳ್ಳಬಾರದು, ತೊಂದರೆಯಾದರೆ ತೊಂದರೆ ಕೊಡುತ್ತಾರೆ.\nಪಿಯಾನೋದ ಧ್ವನಿಯನ್ನು ಆಪ್ತ ಸ್ನೇಹಿತನೊಂದಿಗೆ ಆಲಿಸಬೇಕು, ಅದು ಯಾವಾಗಲೂ ಶಾಂತ ಮತ್ತು ಅಸ್ಪಷ್ಟವಾಗಿರುತ್ತದೆ. ಈ ಕೆಲಸ ಎಲ್ಲರಿಗೂ ಆಗಿದೆ.", "詩意": "ಈ ಹೆಕ್ಸಾಗ್ರಾಮ್ ಆಪ್ತ ಸ್ನೇಹಿತನ ಚಿತ್ರವನ್ನು ಪೂರೈಸಬೇಕು.\nವಿಷಯಗಳನ್ನು ನಿರಂತರವಾಗಿ ಇಟ್ಟುಕೊಳ್ಳುವುದು ಅದೃಷ್ಟವನ್ನು ತರುತ್ತದೆ.", "解曰": "Zhiyinfangxu. ಇತರ ವಿಷಯಗಳಿಗೆ ಗಮನ ಕೊಡಬೇಡಿ. ನಿಮ್ಮನ್ನು ಉದಾತ್ತ ವ್ಯಕ್ತಿಯಂತೆ ನೋಡಿಕೊಳ್ಳಿ. ಎಲ್ಲಾ ಸಂತೋಷ.\nZhiyin Fangxu ನಾಲ್ಕು ಅಕ್ಷರಗಳನ್ನು ಹೊಂದಿದೆ, ಇದನ್ನು ಮೂಲತಃ Shiyin Fanghua ಎಂದು ಬರೆಯಲಾಗಿದೆ.", "籤詩故事一": "◇BoYa ಸ್ನೇಹಿತರನ್ನು ಭೇಟಿ ಮಾಡುತ್ತಾನೆ (BoYa Broken Qin)\nಬೋಯಾ, ಯು ಉಪನಾಮ, ರೂಯಿ ಮತ್ತು ಸೌಜನ್ಯ ಹೆಸರು ಬೋಯಾ, ವಸಂತ ಮತ್ತು ಶರತ್ಕಾಲದ ಅವಧಿ ಮತ್ತು ವಾರಿಂಗ್ ಸ್ಟೇಟ್ಸ್ ಅವಧಿಯಲ್ಲಿ ಚು ರಾಜ್ಯದ ಯಿಂಗ್ಡು ಮೂಲದವರಾಗಿದ್ದರು.\nಝಾಂಗ್ ಝಿಕಿ ಚು ಸಾಮ್ರಾಜ್ಯದಲ್ಲಿ ಮರಕಡಿಯುವವನಾಗಿ ಕೆಲಸ ಮಾಡುತ್ತಿದ್ದ. ಒಂದು ದಿನ, ಅವರು ಯು ಬೋಯಾ ಹಾನ್ ನದಿಯಲ್ಲಿ ವೀಣೆಯನ್ನು ನುಡಿಸುವುದನ್ನು ಭೇಟಿಯಾದರು. ಝಾಂಗ್ ಜಿಕಿ ಹೇಳುವ ಧ್ವನಿಯನ್ನು ಕೇಳಿದರು: \"ಇದು ಪರ್ವತದಷ್ಟು ಎತ್ತರವಾಗಿದೆ ಮತ್ತು ಹರಿಯುವ ನೀರಿನಂತೆ ತೂಗಾಡುತ್ತಿದೆ.\" ಇಬ್ಬರೂ ವಿವಾಹವಾದರು ಮತ್ತು ಮಧ್ಯದಲ್ಲಿ ಮತ್ತೆ ಭೇಟಿಯಾಗುವುದಾಗಿ ಭರವಸೆ ನೀಡಿದರು. ಮುಂದಿನ ವರ್ಷ ಶರತ್ಕಾಲದ ಹಬ್ಬ.\nಮುಂದಿನ ವರ್ಷ, ಯು ಬೋಯಾ ನಿಗದಿತ ನೇಮಕಾತಿಯನ್ನು ಇಟ್ಟುಕೊಂಡಿದ್ದರು, ಆದರೆ ಝಾಂಗ್ ಜಿಕಿ ನಿಧನರಾದರು. ಝಾಂಗ್ ಝಿಕಿ ನಿಧನರಾದರು ಎಂದು ಯು ಬೋಯಾ ತಿಳಿದ ನಂತರ, ಯು ಬೊಯಾ ಜಗತ್ತಿನಲ್ಲಿ ಇನ್ನು ಮುಂದೆ ಸಂಗೀತ ಇರುವುದಿಲ್ಲ ಮತ್ತು ಅವನು ತನ್ನ ಜೀವನದಲ್ಲಿ ಮತ್ತೆ ವೀಣೆಯನ್ನು ನುಡಿಸುವುದಿಲ್ಲ ಎಂದು ಭಾವಿಸಿದನು.\nಹೇಳು:\nಯಾವೋ ಕಿನ್ ಮತ್ತು ಫೆಂಗ್ ವೀ ಹಾನ್ ಅನ್ನು ಮುರಿಯುವುದು. ಝಿ ಕಿ ಅವರು ಯಾರಿಗೆ ಆಡುತ್ತಾರೆ ಎಂಬುದರ ಬಗ್ಗೆ ಕಾಳಜಿ ವಹಿಸುವುದಿಲ್ಲ.\nವಸಂತ ತಂಗಾಳಿಯು ಎಲ್ಲಾ ಸ್ನೇಹಿತರನ್ನು ತರುತ್ತದೆ. ನಿಜವಾದ ಸ್ನೇಹಿತನನ್ನು ಹುಡುಕುವುದು ಕಷ್ಟ.", "聖意": "ನಿಮ್ಮ ಮನೆಯಿಂದ ಹೊರಗೆ ಹೋಗುವಾಗ ಮತ್ತು ನಿಮ್ಮ ಸ್ವಂತ ದುಷ್ಟರ ಬಗ್ಗೆ ಜಾಗರೂಕರಾಗಿರಿ, ಸಂಪತ್ತನ್ನು ಹುಡುಕುವಾಗ, ವ್ಯವಹಾರಗಳ ಬಗ್ಗೆ ಜಾಗರೂಕರಾಗಿರಿ, ಮದುವೆಯಲ್ಲಿ ವಿಳಂಬ ಮಾಡುವುದು ಒಳ್ಳೆಯದು.ಮಹಿಳಾ ಪಾದಚಾರಿಗಳಿಗೆ ಹೊಲ, ರೇಷ್ಮೆ ಹುಳುಗಳು ಮತ್ತು ಜಾನುವಾರುಗಳನ್ನು ಸ್ಥಳಾಂತರಿಸುವುದು ಪ್ರತಿಕೂಲವಾಗಿದೆ, ಜನರನ್ನು ಶ್ರದ್ಧೆಯಿಂದ ಹುಡುಕುವುದು. , ಮೊಕದ್ದಮೆಗಳನ್ನು ಸಲ್ಲಿಸಲು ಮತ್ತು ವಲಸೆ ಹೋಗಲು, ಕಳೆದುಹೋದ ಆಸ್ತಿಯನ್ನು ತ್ವರಿತವಾಗಿ ಹುಡುಕಲು, ರೋಗಗಳಿಂದ ನಿರ್ಬಂಧಿಸಲು ಮತ್ತು ಪರ್ವತಗಳಲ್ಲಿನ ಸಮಾಧಿಗಳು.", "古人": "ಬೋಯಾ ಸ್ನೇಹಿತರನ್ನು ಭೇಟಿ ಮಾಡುತ್ತಾನೆ (ಬೋಯಾ ಬ್ರೋಕನ್ ಕ್ವಿನ್)", "第X籤": "ಲಾಟ್ ತೊಂಬತ್ನಾಲ್ಕು", "宮": "xugong"}