{"籤詩版本二": "ಮಹತ್ವಾಕಾಂಕ್ಷೆ ಮತ್ತು ಸಾಧನೆಗಳು ರಾಜವಂಶದಲ್ಲಿವೆ, ಆದರೆ ಈಗ ಮದ್ಯ ಮತ್ತು ಲೈಂಗಿಕತೆಯು ಅಂತ್ಯವಿಲ್ಲ.\nಗೋಲ್ಡನ್ ರೂಸ್ಟರ್ ಅನ್ನು ನೀವು ನೋಡಿದರೆ, ನಿಮಗೆ ಹಣ, ಅದೃಷ್ಟ ಮತ್ತು ಅದೃಷ್ಟವನ್ನು ನೀಡಲಾಗುತ್ತದೆ.", "詩意": "ಈ ಹೆಕ್ಸಾಗ್ರಾಮ್ ಮಹತ್ವಾಕಾಂಕ್ಷೆ ಮತ್ತು ಖ್ಯಾತಿಯ ಸಂಕೇತವಾಗಿದೆ.\nಎಲ್ಲವನ್ನೂ ಶುಭವಾಗಿರಲಿ.", "解曰": "ಮಹತ್ವಾಕಾಂಕ್ಷೆ ಮತ್ತು ಉತ್ಸುಕ. ನಿಮ್ಮನ್ನು ರಕ್ಷಿಸಿಕೊಳ್ಳಲು ಇದು ತಡವಾಗಿಲ್ಲ. ಗೋಲ್ಡನ್ ರೂಸ್ಟರ್ ಭರವಸೆ ನೀಡುತ್ತದೆ. ಎಲ್ಲಾ ಸಂತೋಷ.", "籤詩故事一": "◇ಕಾವೊ ಪೈ ತನ್ನನ್ನು ತಾನು ಚಕ್ರವರ್ತಿ ಎಂದು ಘೋಷಿಸಿಕೊಂಡ\nಕಾವೊ ಪೈ, ಸೌಜನ್ಯ ಹೆಸರು ಝಿಹುವಾನ್, ಪೀಗುವೊಕಿಯಾವೊದಲ್ಲಿ (ಈಗ ಹಾವೊ ಕೌಂಟಿ, ಅನ್ಹುಯಿ) ಜನಿಸಿದರು. ಜಿಯಾನ್ ಅವಧಿಯಲ್ಲಿ ಪ್ರಸಿದ್ಧ ರಾಜಕಾರಣಿ ಮತ್ತು ಬರಹಗಾರ.\nಕಾವೊ ಪೈ ಕಾವೊ ಕಾವೊ ಅವರ ಎರಡನೇ ಮಗ, ಅವರು ಚಿಕ್ಕಂದಿನಿಂದಲೂ ಮಿಲಿಟರಿ ಕ್ಯಾಂಪ್‌ನಲ್ಲಿ ತಂದೆಯೊಂದಿಗೆ ವಾಸಿಸುತ್ತಿದ್ದರು, ಅವರ ತಂದೆಯ ಪ್ರಭಾವದಿಂದ ಕಾವೊ ಪೈ ಆರನೇ ವಯಸ್ಸಿನಲ್ಲಿ ಬಿಲ್ಲುಗಾರಿಕೆ ಮತ್ತು ಎಂಟನೇ ವಯಸ್ಸಿನಲ್ಲಿ ಕುದುರೆ ಸವಾರಿ ಕಲಿತು ಅಭಿವೃದ್ಧಿ ಹೊಂದಿದರು. ಉತ್ತಮ ಸಮರ ಕಲೆ ಕೌಶಲ್ಯಗಳು. ಅವರು ಪ್ರಾಚೀನ ಮತ್ತು ಆಧುನಿಕ ಶ್ರೇಷ್ಠ ಮತ್ತು ಜೀವನಚರಿತ್ರೆಗಳ ಬಗ್ಗೆ ವ್ಯಾಪಕವಾದ ಜ್ಞಾನವನ್ನು ಹೊಂದಿದ್ದಾರೆ, ಜೊತೆಗೆ ನೂರಾರು ಚಿಂತನೆಯ ಶಾಲೆಗಳ ಪುಸ್ತಕಗಳನ್ನು ಹೊಂದಿದ್ದಾರೆ. ಹದಿನೆಂಟನೇ ವಯಸ್ಸಿನವರೆಗೆ ಕಾವೊ ಕಾವೊ ಯುವಾನ್ ಶಾವೊನನ್ನು ಸೋಲಿಸಿದನು ಮತ್ತು ಕಾವೊ ಪೈ ಕಾವೊ ಕಾವೊ ಆಳ್ವಿಕೆಯ ಕೇಂದ್ರವಾದ ಯೆಚೆಂಗ್‌ನಲ್ಲಿ ತುಲನಾತ್ಮಕವಾಗಿ ಸ್ಥಿರವಾದ ಜೀವನವನ್ನು ನಡೆಸಿದನು. ಅಂದಿನಿಂದ, ಅವನು ಕೆಲವೊಮ್ಮೆ ತನ್ನ ತಂದೆಯೊಂದಿಗೆ ಮಿಲಿಟರಿ ದಂಡಯಾತ್ರೆಗೆ ಹೋದರೂ ಮತ್ತು ಹೆಚ್ಚಿನ ಸಮಯ ಉದಾತ್ತ ಮಗನ ಜೀವನವನ್ನು ನಡೆಸುತ್ತಿದ್ದರೂ, ಅವರು ಇನ್ನೂ ಪ್ರತಿದಿನ ಸಮರ ಕಲೆಗಳನ್ನು ಅಭ್ಯಾಸ ಮಾಡಿದರು ಮತ್ತು ಇಂದಿಗೂ ನಿರಾಕರಿಸಲಿಲ್ಲ. ಇವರು ಆಗಾಗ ಕುದುರೆಯ ಮೇಲೆ ನೂರು ಮೆಟ್ಟಿಲುಗಳ ಮೇಲೆ ಸವಾರಿ ಮಾಡುತ್ತಾರೆ ಮತ್ತು ಸಮರ ಕಲೆಯಲ್ಲಿ ಬಹಳ ಪರಿಣತರು.ಆಗಾಗ ಸಮರ ಕಲೆಗಳನ್ನು ಅಭ್ಯಾಸ ಮಾಡುವುದರಿಂದ ಅವರು ಹಗುರ ಮತ್ತು ಬಲಶಾಲಿಯಾಗಿರುತ್ತಾರೆ.\nಕಾವೊ ಕಾವೊ ಅವರ ಹಿರಿಯ ಮಗ ಕಾವೊ ಆಂಗ್ ಯುದ್ಧದಲ್ಲಿ ಕೊಲ್ಲಲ್ಪಟ್ಟರು. ಹಿರಿಯ ಮಗನ ಮರಣದ ನಂತರ, ಕಾವೊ ಪೈ ಕಿರೀಟ ರಾಜಕುಮಾರನಿಗೆ ಮೊದಲ ಆಯ್ಕೆಯಾದರು. ಅವರು ಮೂವತ್ತೊಂದು ವರ್ಷದವರಾಗಿದ್ದಾಗ, ಕಾವೊ ಕಾವೊ ಅವರನ್ನು ಕಿರೀಟ ರಾಜಕುಮಾರನನ್ನಾಗಿ ಮಾಡಿದರು. ಕಾವೊ ಪೈ ಮೂವತ್ಮೂರು ವರ್ಷ ವಯಸ್ಸಿನವನಾಗಿದ್ದಾಗ, ಕಾವೊ ಕಾವೊ ಅನಾರೋಗ್ಯದಿಂದ ಮರಣಹೊಂದಿದನು ಮತ್ತು ಕಾವೊ ಪೈ ಅವನ ನಂತರ ಪ್ರಧಾನ ಮಂತ್ರಿ ಮತ್ತು ವೀ ರಾಜನಾದನು. ಆಗಾಗ ನೂರು ಮೆಟ್ಟಿಲುಗಳ ಮೇಲೆ ಕುದುರೆಯ ಮೇಲೆ ಸವಾರಿ ಮಾಡುತ್ತಾನೆ ಮತ್ತು ತುಂಬಾ ನುರಿತವನು ಎಂದು ಹೇಳಿದ ಅವರು ಆಗಾಗ್ಗೆ ಕುಂಗ್ಫು ಅಭ್ಯಾಸ ಮಾಡುವುದರಿಂದ ಅವರು ಹಗುರವಾಗಿ ಮತ್ತು ಆರೋಗ್ಯವಾಗಿದ್ದಾರೆ.", "聖意": "ನಿಮ್ಮ ಮನೆ ಮತ್ತು ನಿಮ್ಮ ಮನೆ ಶಾಂತಿಯುತವಾಗಿರಲು ಪ್ರಾರ್ಥಿಸಿ, ಸಂಪತ್ತನ್ನು ಹುಡುಕುವುದು, ಕಷ್ಟಪಟ್ಟು ಕೆಲಸ ಮಾಡುವುದು, ವ್ಯಾಪಾರ ಮಾಡುವುದು, ಬೇಗ ಮುರಿಯುವುದು, ಮದುವೆ ಯಶಸ್ವಿಯಾಗುವುದು, ಲಿಯುಜಿಯಾ ಸುರಕ್ಷಿತವಾಗಿರುತ್ತದೆ, ಜನರು ಹೊಲದಲ್ಲಿರುತ್ತಾರೆ, ರೇಷ್ಮೆ ಹುಳುಗಳು ಪ್ರಬುದ್ಧವಾಗುತ್ತವೆ, ಆರು ಜಾನುವಾರುಗಳು ಪ್ರಬುದ್ಧವಾಗುತ್ತವೆ , ಜನರನ್ನು ಹುಡುಕಲು ಕಷ್ಟವಾಗುತ್ತದೆ, ಸಾರ್ವಜನಿಕ ಮೊಕದ್ದಮೆಗಳು ತುರ್ತು, ವಲಸೆ ಕಳೆದುಹೋಗುತ್ತದೆ ಮತ್ತು ವಸ್ತುಗಳು ದೂರವಾಗುತ್ತವೆ, ಪರ್ವತಗಳು ಮತ್ತು ಸಮಾಧಿಗಳಲ್ಲಿ ರೋಗಗಳು ಕಾಲಹರಣ ಮಾಡುತ್ತವೆ.", "古人": "ಕಾವೊ ಪೈ ತನ್ನನ್ನು ತಾನು ಚಕ್ರವರ್ತಿ ಎಂದು ಘೋಷಿಸಿಕೊಳ್ಳುತ್ತಾನೆ", "第X籤": "ತೊಂಬತ್ತೈದನೆಯ ವಿಜೇತ ಲಾಟರಿ", "宮": "xugong"}