{"籤詩版本二": "ಭವ್ಯವಾದ ಪಗೋಡವು ಅಸಾಮಾನ್ಯವಾಗಿದೆ, ಎಲ್ಲಾ ಕಡೆಗಳಲ್ಲಿ ಸೊಗಸಾದ ವೈಶಿಷ್ಟ್ಯಗಳೊಂದಿಗೆ ಪ್ರಕಾಶಮಾನವಾಗಿ ಹೊಳೆಯುತ್ತದೆ.\nಶ್ರದ್ಧೆಯಿಂದ ನಮಸ್ಕರಿಸಲು ಮತ್ತು ಒಳ್ಳೆಯ ಕಾರ್ಯಗಳನ್ನು ಮಾಡಲು ನಾನು ನಿಮ್ಮನ್ನು ಒತ್ತಾಯಿಸುತ್ತೇನೆ ಮತ್ತು ಸ್ವರ್ಗವು ನಿಮಗೆ ಆಶೀರ್ವಾದವನ್ನು ಕಳುಹಿಸುತ್ತದೆ.", "詩意": "ಈ ಹೆಕ್ಸಾಗ್ರಾಮ್ ಅರ್ಹತೆಯ ಅಭಿವ್ಯಕ್ತಿಯನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತದೆ.\nಎಲ್ಲವೂ ಮಂಗಳಕರ.", "解曰": "ಈ ಆಶೀರ್ವಾದಗಳು. ಪ್ರತಿಯೊಬ್ಬರೂ ಅದನ್ನು ಹೊಂದಿದ್ದಾರೆ. ತುಂಬಾ ಕಾರ್ಯನಿರತರಾಗಬೇಡಿ. ಅರ್ಹತೆಯನ್ನು ಮುಂಚಿತವಾಗಿ ನಿರ್ಧರಿಸಲಾಗುತ್ತದೆ.", "籤詩故事一": "◇ಫೆನ್ಯಾಂಗ್ ರಾಜನು ತನ್ನ ಮೊಮ್ಮಗನನ್ನು ಚೀನೀ ಪ್ರೇಮಿಗಳ ದಿನದಂದು ಭೇಟಿಯಾಗುತ್ತಾನೆ\nಪರಿಹಾರ: ಚೀನೀ ಪ್ರೇಮಿಗಳ ದಿನದಂದು ಭೂಮಿಗೆ ಇಳಿಯುತ್ತಿರುವ ವೀವರ್ ಗರ್ಲ್ ಅನ್ನು ಗುವೊ ಜಿಯಿ ಭೇಟಿಯಾದರು. ಜೇಡ್ ಚಕ್ರವರ್ತಿಯ ಮೊಮ್ಮಗಳು ಟಿಯಾನ್ಸನ್, ಏಳು ಯಕ್ಷಯಕ್ಷಿಣಿಯರು.\nಗುವೊ ಝಿಯಿ (697-781), ಗುವೊ ಲಿಂಗೊಂಗ್ ಎಂದೂ ಕರೆಯುತ್ತಾರೆ, ಅವರು ಝೆಂಗ್ ಕೌಂಟಿ, ಹುವಾಝೌ (ಈಗ ಹುವಾಕ್ಸಿಯಾನ್ ಕೌಂಟಿ, ಶಾಂಕ್ಸಿ ಪ್ರಾಂತ್ಯ) ಮತ್ತು ಟ್ಯಾಂಗ್ ರಾಜವಂಶದ ಜನರಲ್ ಆಗಿದ್ದರು. ಚಕ್ರಾಧಿಪತ್ಯದ ನ್ಯಾಯಾಲಯವು ಝಿಯಿಗೆ ಫೆನ್ಯಾಂಗ್ ರಾಜ ಎಂಬ ಬಿರುದನ್ನು ನೀಡಿತು.\nZiyi ಮೂಲತಃ Huazhou ಎಂದು ಹೇಳಲಾಗುತ್ತದೆ ಮತ್ತು ಗ್ರೇಟ್ ವಾಲ್ ಹೊರಗೆ ಸೈನ್ಯಕ್ಕೆ ಸೇರಲು ಹೋದರು ಎಂದು ಹೇಳಲಾಗುತ್ತದೆ. ಅವರು ಮಿಲಿಟರಿ ವೇತನಕ್ಕಾಗಿ ಒತ್ತಾಯಿಸಲು ಬೀಜಿಂಗ್ಗೆ ಹೋದರು ಮತ್ತು Yinzhou ಗೆ ಮರಳಿದರು. ಆ ಸಮಯದಲ್ಲಿ ಅದು ಚೀನಾದ ಪ್ರೇಮಿಗಳ ದಿನವಾಗಿತ್ತು. ಗಾಳಿ ಮತ್ತು ಮರಳು ಕತ್ತಲಾಗುತ್ತಿದೆ ಮತ್ತು ಸೂರ್ಯನು ಕತ್ತಲಾಗುತ್ತಿದ್ದನು, Ziyi ಗೆ ಮುಂದೆ ಹೋಗಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ, ಆದ್ದರಿಂದ ಅವನು ರಸ್ತೆಯ ಪಕ್ಕದಲ್ಲಿ ನಿಂತಿದ್ದನು, ಅವನು ಖಾಲಿ ಮನೆಯಲ್ಲಿ ನೆಲದ ಮೇಲೆ ಮಲಗಿದ್ದನು, ಅವನು ನಿದ್ದೆ ಮಾಡಲು ಹೊರಟಿದ್ದಾಗ, ಅವನು ಇದ್ದಕ್ಕಿದ್ದಂತೆ ಕೆಂಪು ದೀಪವನ್ನು ನೋಡಿದನು. ಅವನು ಎದ್ದುನಿಂತು ಆಶ್ಚರ್ಯದಿಂದ ನೋಡಿದನು.ಆಕಾಶದಲ್ಲಿ ಮೋಡವೊಂದು ಮೆಲ್ಲಮೆಲ್ಲನೆ ಕೆಳಗಿಳಿಯಿತು.ಅಲ್ಲಿ ಸಾಮಾನ್ಯ ಜನರಿಂದ ಸಂಪೂರ್ಣವಾಗಿ ಭಿನ್ನವಾದ, ಘನತೆ ಮತ್ತು ಸೌಂದರ್ಯದ ಒಬ್ಬ ಸುಂದರ ಮಹಿಳೆ ಕುಳಿತಿದ್ದಳು. ಝಿಯು ತಕ್ಷಣವೇ ಗೌರವವನ್ನು ಸಲ್ಲಿಸಿದರು ಮತ್ತು \"ಇಂದು ಏಳನೇ ಚಂದ್ರಮಾಸದ ಏಳನೇ ದಿನ. ನೇಕಾರ ಹುಡುಗಿ ಅವಳಿಗೆ ದೀರ್ಘಾಯುಷ್ಯ ಮತ್ತು ಸಂಪತ್ತನ್ನು ನೀಡಬೇಕೆಂದು ನಾನು ಭಾವಿಸುತ್ತೇನೆ\" ಎಂದು ಹೇಳಿದರು.\nಮಹಿಳೆ ಕೂಡ ಉತ್ತರಿಸಿದರು: \"ದೊಡ್ಡ ಸಂಪತ್ತಿನಿಂದ ದೀರ್ಘಾಯುಷ್ಯ ಬರುತ್ತದೆ.\"\nಅವನು ಮಾತು ಮುಗಿಸಿದ ನಂತರ ಹೊಳಪು ಮರಳಿತು ಮತ್ತು ಮೋಡಗಳು ನಿಧಾನವಾಗಿ ಏರಿತು, ಮಹಿಳೆ ಇನ್ನೂ ಆಹ್ಲಾದಕರವಾದ ನಗುವಿನೊಂದಿಗೆ ಗುವೊ ಝಿಯಿಯನ್ನು ನೋಡುತ್ತಿದ್ದಳು, ಅವಳು ಅವಳಿಂದ ದೂರದಲ್ಲಿದ್ದಾಗ ಮಾತ್ರ ಹೊಗೆ ಮಸುಕಾಗಿತ್ತು ಮತ್ತು ಅವಳು ಇನ್ನು ಮುಂದೆ ಕಾಣಿಸಲಿಲ್ಲ.\nಮಹಿಳೆ ಹೇಳಿದಂತೆಯೇ ಅದು ನಿಜವಾಯಿತು. Ziyi ಅವರ ಅರ್ಹತೆಗಳು ಜಗತ್ಪ್ರಸಿದ್ಧವಾಗಿವೆ, ಅವರು ಅತ್ಯಂತ ಜನಪ್ರಿಯ ಮಂತ್ರಿಯಾಗಿದ್ದಾರೆ ಮತ್ತು ಅವರು ಅರ್ಹತೆ ಮತ್ತು ಸದ್ಗುಣಗಳನ್ನು ಹೊಂದಿರುವ ಸಾಮಾನ್ಯರಾಗಿದ್ದಾರೆ.", "聖意": "ಮನೆಯಲ್ಲಿ ನಿಮಗಾಗಿ ಹಾರೈಕೆ ಮಾಡಿ, ನಿಮಗಾಗಿ ಹಾರೈಕೆ ಮಾಡಿ, ಹಣಕ್ಕಾಗಿ ಪ್ರಾರ್ಥಿಸಿ, ವ್ಯವಹಾರದಲ್ಲಿ ಅದೃಷ್ಟ, ಮದುವೆಯಲ್ಲಿ ಅದೃಷ್ಟ, ಲಿಯುಜಿಯಾದಲ್ಲಿ ಅದೃಷ್ಟ, ಜನರೊಂದಿಗೆ ಸಂತೋಷದ ಪ್ರಯಾಣ, ಚಲಿಸುವ ಹೊಲಗಳು, ರೇಷ್ಮೆ ಹುಳುಗಳು, ಸ್ಥಿರ ಜಾನುವಾರು, ಹುಡುಕುವಲ್ಲಿ ದುರದೃಷ್ಟ ಜನರು, ಸಾರ್ವಜನಿಕ ಮೊಕದ್ದಮೆಗಳು, ವಲಸೆ, ಅದೃಷ್ಟ, ಕಳೆದುಹೋದ ಆಸ್ತಿ ರೋಗಗಳು, ಝೆನ್ಕ್ಸಿಂಗ್ಶಾನ್ನಲ್ಲಿ ಗೋರಿಗಳು", "古人": "ಚೀನೀ ಪ್ರೇಮಿಗಳ ದಿನದಂದು ರಾಜ ಫೆನ್ಯಾಂಗ್ ತನ್ನ ಮೊಮ್ಮಗನನ್ನು ಭೇಟಿಯಾಗುತ್ತಾನೆ", "第X籤": "ತೊಂಬತ್ತಾರು ಸಹಿ ಮಾಡಿ", "宮": "xugong"}