{"籤詩版本二": "ಸಲಹೆ ಪಡೆಯಲು ಒಳಗೆ ಮತ್ತು ಹೊರಗೆ ಹೋಗಲು ತಡವಾಗಿ, ಆತಂಕ ಮತ್ತು ತೊಂದರೆ ಉಂಟುಮಾಡುವ ಚಿಂತೆ\nಹಕ್ಕಿ ಬಲೆಗೆ ಹಾರಿದಂತೆ, ತಪ್ಪಿಸಿಕೊಳ್ಳಲು ಎಷ್ಟು ಸಮಯ ತೆಗೆದುಕೊಳ್ಳಬಹುದು?", "詩意": "ಈ ಹೆಕ್ಸಾಗ್ರಾಮ್ ಹಳೆಯ ವಸ್ತುಗಳನ್ನು ಇಟ್ಟುಕೊಳ್ಳುವ ಮತ್ತು ವಿಧಿಗೆ ಹೊಂದಿಕೊಳ್ಳುವ ಸಂಕೇತವಾಗಿದೆ.\nಎಲ್ಲವೂ ಅತೃಪ್ತಿಕರವಾಗಿದೆ.", "解曰": "ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಸಂಪ್ರದಾಯವಾದಿಯಾಗಿರಿ. ಗಣ್ಯರ ಬರುವಿಕೆಗಾಗಿ ಕಾಯುತ್ತಿದ್ದೇವೆ. ನೀವು ಎಲ್ಲದರ ಬಗ್ಗೆ ಕೇಳಿದರೆ. ಮುಖ್ಯ ವಿಷಯ ತಡವಾಗಿರುತ್ತದೆ.", "籤詩故事一": "◇ಜಿ ಪಿಂಗ್ ಕೊಲ್ಲಲ್ಪಟ್ಟರು\nಜಿ ಪಿಂಗ್, ಅವರ ನಿಜವಾದ ಹೆಸರು ಜಿ ತೈ, ಇದನ್ನು ಪಿಂಗ್ ಎಂದೂ ಕರೆಯುತ್ತಾರೆ, ಅವರು ಹಾನ್ ರಾಜವಂಶದಲ್ಲಿ ಸಾಮ್ರಾಜ್ಯಶಾಹಿ ವೈದ್ಯರಾಗಿದ್ದರು.\nಜಿಯಾನ್'ನ ಐದನೇ ವರ್ಷದಲ್ಲಿ (ಕ್ರಿ.ಶ. 200) ಕಾವೊ ಕಾವೊ ಪ್ರಧಾನ ಮಂತ್ರಿಯಾದನು ಮತ್ತು ಚಕ್ರವರ್ತಿಯನ್ನು ಗಂಭೀರವಾಗಿ ಪರಿಗಣಿಸಲಿಲ್ಲ, ಅವನು ತನ್ನ ಬೆಲ್ಟ್ನಲ್ಲಿ ಚಕ್ರವರ್ತಿ ಡಾಂಗ್ ಚೆಂಗ್ ಬರೆದ ಶಾಸನವನ್ನು ಓದಿದಾಗಿನಿಂದ, ಪಡೆಯಲು ದಾರಿಯಿಲ್ಲದ ಕಾವೊ ಕಾವೊವನ್ನು ತೊಡೆದುಹಾಕಲು, ಕೋಪ ಮತ್ತು ಕೋಪವನ್ನು ಅನುಭವಿಸಿದರು, ಅವರು ಚಿಂತಿತರಾಗಿದ್ದರು, ಅವರು ಅನಾರೋಗ್ಯಕ್ಕೆ ಒಳಗಾದರು.\nಚಕ್ರವರ್ತಿ ಕ್ಸಿಯಾನ್ ಕಾವೊ ಕಾವೊಗೆ ಚಿಕಿತ್ಸೆ ನೀಡಲು ಸಾಮ್ರಾಜ್ಯಶಾಹಿ ವೈದ್ಯ ಜಿ ಪಿಂಗ್ ಅವರನ್ನು ಕೇಳಿದರು. ಜಿ ಪಿಂಗ್ ಚಕ್ರವರ್ತಿಯ ರಹಸ್ಯ ಶಾಸನವನ್ನು ಓದಿದನು ಮತ್ತು ಕಾವೊ ಕಾವೊವನ್ನು ತೊಡೆದುಹಾಕಲು ನಿರ್ಧರಿಸಿದನು, ಆದ್ದರಿಂದ ಅವರಿಬ್ಬರೂ ಒಟ್ಟಾಗಿ ಒಂದು ಯೋಜನೆಯನ್ನು ರೂಪಿಸಿದರು. ಅನಿರೀಕ್ಷಿತವಾಗಿ, ಗೋಡೆಗಳಿಗೆ ಕಿವಿಗಳಿವೆ, ಡಾಂಗ್ ಚೆಂಗ್‌ನ ಮನೆಯ ಗುಲಾಮ ಕಿನ್ ಕ್ವಿಂಗ್‌ಟಾಂಗ್‌ಗೆ ಡಾಂಗ್ ಚೆಂಗ್‌ನ ಯುವ ಹೆಂಡತಿಯೊಂದಿಗಿನ ಸಂಬಂಧದಿಂದಾಗಿ ಡಾಂಗ್ ಚೆಂಗ್ ಕೋಲಿನಿಂದ ನಲವತ್ತು ಬಾರಿ ಹೊಡೆದನು. ಅವನು ದ್ವೇಷವನ್ನು ಹೊಂದಿದ್ದನು. ಈ ಬಗ್ಗೆ ಅವನು ಕೇಳಿದ ಡಾಂಗ್ ಚೆಂಗ್ ಮತ್ತು ಕಾವೊ ಕಾವೊಗೆ ಜಿ ಪಿಂಗ್.\nಜಿ ಪಿಂಗ್ ಕಾವೊ ಕಾವೊ ಅವರ ತಲೆನೋವಿನ ಲಾಭವನ್ನು ಪಡೆದರು ಮತ್ತು ರಹಸ್ಯವಾಗಿ ಅವನಿಗೆ ವಿಷವನ್ನು ನೀಡಿದರು. ಕಾವೊ ಕಾವೊ ಸುಳಿವು ಪಡೆದರು, ಜಿ ಪಿಂಗ್ ಅವರನ್ನು ಸಿಕ್ಕಿಹಾಕಿಕೊಂಡರು, ಅವರನ್ನು ಹಿಂಸಿಸಿದರು ಮತ್ತು ನಾಯಕನನ್ನು ತನಿಖೆ ಮಾಡಿದರು. ಜಿ ಪಿಂಗ್ ಸಾವನ್ನು ವಿರೋಧಿಸಿದರು ಮತ್ತು ಮೆಟ್ಟಿಲುಗಳನ್ನು ಮುಟ್ಟಿದ ನಂತರ ನಿಧನರಾದರು.", "聖意": "ಮನೆಯವರು ತನಗೇ ಚಿಂತೆ, ದುಷ್ಟರು ಹಣ ಕೇಳುತ್ತಿದ್ದಾರೆ, ವ್ಯಾಪಾರ ಮುರಿದುಹೋಗಿದೆ, ಮದುವೆಯು ದೀರ್ಘವಾಗಿಲ್ಲ, ಶಿಕ್ಷೆ ಆರು, ಪಾದಚಾರಿ ಗದ್ದೆಯಲ್ಲಿ ಸಿಕ್ಕಿಬಿದ್ದಿದೆ, ರೇಷ್ಮೆ ಹುಳು ಹಾನಿಯಾಗಿದೆ, ಆರು ಜಾನುವಾರುಗಳು ಕಂಡುಬಂದಿವೆ, ವ್ಯಕ್ತಿ ಸಿಕ್ಕಿದ್ದಾನೆ, ಸಾರ್ವಜನಿಕ ಮೊಕದ್ದಮೆ ಕಳೆದುಹೋಗಿದೆ, ವಲಸೆ ಹೋಗುತ್ತಿಲ್ಲ, ಆಸ್ತಿ ಕಳೆದುಹೋಗಿದೆ, ರೋಗವು ಬದ್ಧವಾಗಿದೆ, ನಿವ್ವಳ ಪರ್ವತದಲ್ಲಿದೆ, ಸಮಾಧಿ ಸತ್ತಿದೆ,", "古人": "ಜಿ ಪಿಂಗ್ ಕೊಲ್ಲಲ್ಪಟ್ಟರು", "第X籤": "ಸಂಖ್ಯೆ ತೊಂಬತ್ತೆಂಟು", "宮": "ಹೈಗಾಂಗ್"}