{"籤詩版本二": "ಕುದುರೆಗೆ ಲಗಾಮು ಹಾಕಿಕೊಂಡು ಚಾವಟಿ ಹಿಡಿದು ನೇರವಾಗಿ ಇಲ್ಲಿಗೆ ಬರುತ್ತೇವೆ, ಅರ್ಧ ಅಪಾಯ ಮತ್ತು ಅರ್ಧ ವಿಪತ್ತಿನಲ್ಲಿ.\nಮನೆ ಬೆಂಕಿಗೆ ಆಹುತಿಯಾದ ಹಾಗೆ.ಆಕಾಶ ಬಿದ್ದಾಗ ಮಳೆ ಬೂದಿಯಾಗುತ್ತದೆ ಅಂತ ಒಂದು ಪ್ಲಾನ್ ಇದೆ.", "詩意": "ಈ ಹೆಕ್ಸಾಗ್ರಾಮ್ ಅರ್ಧ ದುಃಖ ಮತ್ತು ಅರ್ಧ ಸಂತೋಷವನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತದೆ.\nಎಲ್ಲದರಲ್ಲೂ ಒಳ್ಳೆಯದನ್ನು ಮಾಡುವುದು ಸೂಕ್ತ.", "解曰": "ಜೀವನಪರ್ಯಂತ ದುಡಿಮೆ. ಸರಿ ತಪ್ಪುಗಳ ಬಗ್ಗೆ ತಲೆಕೆಡಿಸಿಕೊಳ್ಳಬೇಡಿ. ಸಂಕೋಲೆಗಳು ತಾತ್ಕಾಲಿಕ. ಅಸಮಾಧಾನ ಸಹಜವಾಗಿ ಬರುತ್ತದೆ.", "籤詩故事一": "◇ಟಾವೊ ಸಂಚುನ್ ಗ್ವಾಯುವಾನ್‌ನಲ್ಲಿ ಝೆಂಗ್ ಎನ್‌ರನ್ನು ಸೋಲಿಸಿದರು\n\"ನನ್ನ ಸ್ಮಾರಕ ಚಿರಾಯುವಾಗಲಿ,\" ಝಾವೋ ಕುವಾಂಗಿನ್ ಮತ್ತೆ ಎದ್ದುನಿಂತು, \"ಬೀಪಿಂಗ್ ಕಿಂಗ್ ಝೆಂಗ್ ಎನ್ ಅಂದು ಮದುವೆಯನ್ನು ಏರ್ಪಡಿಸಿದ್ದರು. ಈಗ ಜಗತ್ತು ಶಾಂತಿಯುತವಾಗಿದೆ, ಮದುವೆಯಾಗಲು ಮಂಗಳಕರ ದಿನವನ್ನು ಆಯ್ಕೆ ಮಾಡಲು ನಾನು ನಿಮ್ಮ ಅನುಮತಿಯನ್ನು ಕೇಳಲು ಬಯಸುತ್ತೇನೆ. \"\n\"ನನ್ನ ಸ್ಮಾರಕ ಚಿರಾಯುವಾಗಲಿ!\" ಝಾವೋ ಕುವಾಂಗಿನ್ ಎದ್ದುನಿಂತು, \"ಅಂದು ಪೀಕಿಂಗ್ ರಾಜ, ಝೆಂಗ್ ಎನ್, ಮದುವೆಯನ್ನು ಏರ್ಪಡಿಸಿದ್ದನು. ಈಗ ಜಗತ್ತು ಶಾಂತಿಯುತವಾಗಿದೆ, ಮಂಗಳಕರವನ್ನು ಆಯ್ಕೆ ಮಾಡಲು ನಾನು ನಿಮ್ಮ ಅನುಮತಿಯನ್ನು ಕೇಳಲು ಬಯಸುತ್ತೇನೆ. ಮದುವೆಯಾಗುವ ದಿನ.\"\n\"ಓಹ್, ಮೂರನೇ ಸಹೋದರನಿಗೆ ಮೊದಲು ನಿಶ್ಚಿತಾರ್ಥವಾಗಿತ್ತು, ಈ ಬಗ್ಗೆ ನನಗೆ ಹೇಗೆ ತಿಳಿದಿರಲಿಲ್ಲ?\" ಚೈ ರೊಂಗ್ ತುಂಬಾ ಆಶ್ಚರ್ಯಚಕಿತರಾದರು. ಅವರು ಝಾವೋ ಕುವಾಂಗ್ಯಿನ್ಗೆ ಕುಳಿತು ಮಾತನಾಡಲು ಕೈ ಬೀಸಿದರು.\n\"ಓಹ್! ಮೂರನೆಯ ಸಹೋದರನು ಮೊದಲು ನಿಶ್ಚಿತಾರ್ಥ ಮಾಡಿಕೊಂಡಿದ್ದನು, ಇದರ ಬಗ್ಗೆ ನನಗೆ ಹೇಗೆ ತಿಳಿದಿರಲಿಲ್ಲ?\" ಚೈ ರಾಂಗ್ (ನಂತರದ ಝೌ ರಾಜವಂಶದ ಚಕ್ರವರ್ತಿ) ಬಹಳ ಆಶ್ಚರ್ಯಚಕಿತನಾದನು. ಅವನು ತನ್ನ ಕೈಯನ್ನು ಬೀಸಿದನು ಮತ್ತು ಝಾವೋ ಕುವಾಂಗ್ಯಿನ್ಗೆ ಕುಳಿತು ಮಾತನಾಡಲು ಹೇಳಿದನು.\n\"ಇದೊಂದು ದೊಡ್ಡ ಕಥೆ. ಮೊದಲನೆಯದು, ನಾವು ಆ ಸಮಯದಲ್ಲಿ ಇನ್ನೂ ಬಡತನದಲ್ಲಿದ್ದೆವು ಮತ್ತು ನಿಮ್ಮ ಸೈನ್ಯಕ್ಕೆ ಸೇರಲಿಲ್ಲ. ಅಂದಿನಿಂದ ನಾವು ವರ್ಷಗಟ್ಟಲೆ ಹೋರಾಡುತ್ತಿದ್ದೇವೆ ಮತ್ತು ನಿಮ್ಮ ಬಗ್ಗೆ ಕಾಳಜಿ ವಹಿಸಲು ಸಮಯವಿಲ್ಲ. ಎರಡನೆಯದಾಗಿ ಮೂರನೇ ಸಹೋದರನೂ ಸ್ವಲ್ಪ. ಅದನ್ನು ನಮೂದಿಸಲು ನಾಚಿಕೆಪಡುತ್ತೇನೆ, ಆದ್ದರಿಂದ ನಿಮ್ಮ ಮಹಿಮೆಗೆ ತಿಳಿದಿಲ್ಲ .\n\"ಇದೊಂದು ದೊಡ್ಡ ಕಥೆ. ಮೊದಲನೆಯದು, ನಾವು ಆ ಸಮಯದಲ್ಲಿ ಇನ್ನೂ ಬಡತನದಲ್ಲಿ ವಾಸಿಸುತ್ತಿದ್ದೇವೆ ಮತ್ತು ನಿಮ್ಮ ಸೈನ್ಯಕ್ಕೆ ಸೇರಲಿಲ್ಲ. ಅಂದಿನಿಂದ, ನಾವು ವರ್ಷಗಳಿಂದ ಹೋರಾಡುತ್ತಿದ್ದೇವೆ ಮತ್ತು ನಿಮ್ಮ ಬಗ್ಗೆ ಕಾಳಜಿ ವಹಿಸಲು ಸಮಯವಿಲ್ಲ. ಎರಡನೆಯದಾಗಿ, ಮೂರನೇ ಸಹೋದರ ಕೂಡ ಒಬ್ಬ. ಅದನ್ನು ಉಲ್ಲೇಖಿಸಲು ಸ್ವಲ್ಪ ನಾಚಿಕೆಪಡುತ್ತೇನೆ, ಆದ್ದರಿಂದ ನಿಮ್ಮ ಮೆಜೆಸ್ಟಿಗೆ ತಿಳಿದಿಲ್ಲ .\n\"ಅರೆ, ಕಾಲೇಜು ವಿದ್ಯಾರ್ಥಿಯು ಮದುವೆಯಾಗುತ್ತಿದ್ದಾನೆ, ಮುಜುಗರಕ್ಕೊಳಗಾಗುವುದು ಏನು? ಮೂರನೇ ಸಹೋದರ ದೀರ್ಘಕಾಲ ಯುದ್ಧಭೂಮಿಯಲ್ಲಿದ್ದು ಅಪ್ರತಿಮ ವೀರ ಎಂದು ಪರಿಗಣಿಸಬಹುದು, ಈ ವಿಷಯದಲ್ಲಿ ನೀವು ಏಕೆ ಸಣ್ಣತನ ಮಾಡುತ್ತಿದ್ದೀರಿ?\"\n\"ಅರೆ! ಕಾಲೇಜು ಹುಡುಗ ಮದುವೆಯಾಗುತ್ತಿದ್ದಾನೆ, ನಾಚಿಕೆಪಡುವುದರಲ್ಲಿ ಏನು ಪ್ರಯೋಜನ? ಮೂರನೇ ಸಹೋದರ ಬಹಳ ಸಮಯದಿಂದ ಯುದ್ಧಭೂಮಿಯಲ್ಲಿದ್ದು ಅಪ್ರತಿಮ ವೀರ ಎಂದು ಪರಿಗಣಿಸಬಹುದು. ಈ ವಿಷಯದಲ್ಲಿ ನೀವು ಏಕೆ ಸಣ್ಣತನ ಮಾಡುತ್ತಿದ್ದೀರಿ?\"\n\"ಇದರ ಬಗ್ಗೆ ಹೇಳುವುದಾದರೆ, ನನ್ನ ಮೂರನೇ ಸಹೋದರನನ್ನು ನಾಚಿಕೆಯಿಂದ ದೂಷಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ, ಏಕೆಂದರೆ ಈ ಮದುವೆಯು ಖೋಟಾ ಆಗಿದೆ.\"\n\"ಇದರ ಬಗ್ಗೆ ಹೇಳುವುದಾದರೆ, ನನ್ನ ಮೂರನೇ ಸಹೋದರನನ್ನು ನಾಚಿಕೆಯಿಂದ ದೂಷಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ, ಏಕೆಂದರೆ ಈ ಮದುವೆಯು ಖೋಟಾ ಆಗಿದೆ.\"\n\"ಟೈಪ್ ಔಟ್ ಮಾಡಿದ್ದೀರಾ? ಹೇ, ಇದು ಆಸಕ್ತಿದಾಯಕವಾಗಿದೆ, ದಯವಿಟ್ಟು ಏನಾಯಿತು ಎಂದು ಹೇಳಿ.\"\n\"ನಾನು ಅದನ್ನು ಟೈಪ್ ಮಾಡಿದ್ದೇನೆ! ಹೇ! ಇದು ಆಸಕ್ತಿದಾಯಕವಾಗಿದೆ! ಏನಾಯಿತು ಎಂದು ದಯವಿಟ್ಟು ಹೇಳಿ.\"\n\"ಹೌದು, ಆ ವರ್ಷ ನನಗೆ ನೆನಪಿದೆ, ನಾವು ಹಿಸ್ ಮೆಜೆಸ್ಟಿಯನ್ನು ಸೇರಲು ಹೊರಟಿದ್ದಾಗ, ನಾವು ಬಾಚೆಂಗ್ ಕೌಂಟಿಯ ಮೂಲಕ ಹಾದು ಹೋಗುತ್ತಿದ್ದೆವು. ಜೂನ್‌ನಲ್ಲಿ ಇದು ತುಂಬಾ ಬಿಸಿಯಾಗಿತ್ತು. ನನ್ನ ಮೂರನೇ ಸಹೋದರನಿಗೆ ಹೋಟೆಲ್‌ನಲ್ಲಿ ಉಳಿಯಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ, ಆದ್ದರಿಂದ ಅವನು ಒಬ್ಬನೇ ಅಲೆದಾಡಲು ಹೊರಟನು. ಕಲ್ಲಂಗಡಿ ತೋಟವನ್ನು ದಾಟಿದ ನಂತರ, ಅವನು ಕೆಲವು ಕೀಳಲು ಹೋದನು, ಕಲ್ಲಂಗಡಿಗಳು ಬಾಯಾರಿಕೆಯನ್ನು ನೀಗಿಸಿದವು, ಈ ಸಮಯದಲ್ಲಿ ಹೆಚ್ಚು ಹಣ್ಣಾಗುವ ಕಲ್ಲಂಗಡಿಗಳು ಇರಲಿಲ್ಲ, ಮತ್ತು ಮೂರನೆಯ ಸಹೋದರನಿಗೆ ಅವುಗಳನ್ನು ಹೇಗೆ ಆರಿಸಬೇಕೆಂದು ತಿಳಿದಿಲ್ಲ, ಆದ್ದರಿಂದ ಅವನು ಅವುಗಳಲ್ಲಿ ಬಹಳಷ್ಟು ಮುರಿದನು. ಕಲ್ಲಂಗಡಿಗಳನ್ನು ನೋಡುತ್ತಿರುವ ಮಹಿಳೆ ಮೂರನೇ ಸಹೋದರನನ್ನು ದೂಷಿಸಲು ಮುಂದಾದಳು, ಇಬ್ಬರಿಗೂ ಭಿನ್ನಾಭಿಪ್ರಾಯವಾಯಿತು, ನಂತರ ಅವರು ಜಗಳವಾಡಿದರು, ಬನ್ನಿ, ಅದೃಷ್ಟವಶಾತ್, ನಾನು ಚಿಂತಿತನಾಗಿದ್ದೆ ಮತ್ತು ಸಮಯಕ್ಕೆ ರಕ್ಷಣೆಗೆ ಧಾವಿಸಿದೆ, ಇಲ್ಲದಿದ್ದರೆ ... \"\n\"ಹೌದು, ನನಗೆ ನೆನಪಿದೆ, ಆ ವರ್ಷ, ನಾವು ಹಿಸ್ ಮೆಜೆಸ್ಟಿಯನ್ನು ಸೇರಲು ಹೊರಟಿದ್ದಾಗ, ನಾವು ಬಾಚೆಂಗ್ ಕೌಂಟಿಯಿಂದ ಹಾದು ಹೋಗುತ್ತಿದ್ದೆವು. ಜೂನ್‌ನಲ್ಲಿ ಅದು ತುಂಬಾ ಬಿಸಿಯಾಗಿತ್ತು. ನನ್ನ ಮೂರನೇ ಸಹೋದರನಿಗೆ ಹೋಟೆಲ್‌ನಲ್ಲಿ ಉಳಿಯಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ, ಆದ್ದರಿಂದ ಅವನು ಒಬ್ಬನೇ ಅಲೆದಾಡಲು ಹೊರಟನು. ಕಲ್ಲಂಗಡಿ ತೋಟವನ್ನು ದಾಟಿದ ನಂತರ, ಅವನು ಕೆಲವು ಕೀಳಲು ಹೋದನು, ಕಲ್ಲಂಗಡಿಗಳು ಬಾಯಾರಿಕೆಯನ್ನು ನೀಗಿಸಿದವು, ಈ ಸಮಯದಲ್ಲಿ ಹೆಚ್ಚು ಹಣ್ಣಾಗುವ ಕಲ್ಲಂಗಡಿಗಳು ಇರಲಿಲ್ಲ, ಮತ್ತು ಮೂರನೆಯ ಸಹೋದರನಿಗೆ ಅವುಗಳನ್ನು ಹೇಗೆ ಆರಿಸಬೇಕೆಂದು ತಿಳಿದಿಲ್ಲ, ಆದ್ದರಿಂದ ಅವನು ಅವುಗಳಲ್ಲಿ ಬಹಳಷ್ಟು ಮುರಿದನು. ಕಲ್ಲಂಗಡಿಗಳನ್ನು ನೋಡುತ್ತಿರುವ ಮಹಿಳೆ ಮೂರನೇ ಸಹೋದರನನ್ನು ದೂಷಿಸಲು ಮುಂದಾದಳು, ಇಬ್ಬರಿಗೂ ಭಿನ್ನಾಭಿಪ್ರಾಯವಾಯಿತು, ನಂತರ ಅವರು ಜಗಳವಾಡಿದರು, ಬನ್ನಿ, ಅದೃಷ್ಟವಶಾತ್, ನಾನು ಚಿಂತಿತನಾಗಿದ್ದೆ ಮತ್ತು ಸಮಯಕ್ಕೆ ರಕ್ಷಣೆಗೆ ಧಾವಿಸಿದೆ, ಇಲ್ಲದಿದ್ದರೆ ... \"\n\"ಈ ಝೆಂಗ್ ಝಿಮಿಂಗ್, ಇದು ಮೊದಲು ಅವನ ತಪ್ಪು, ಅವನು ಕ್ಷಮೆ ಕೇಳಬೇಕು, ಅವನು ಯಾಕೆ ಹೊಡೆದನು? ಜೊತೆಗೆ, ಹುಡುಗಿಯ ಕುಟುಂಬವು ಅವನಂತಹ ಉಗ್ರರ ಹೊಡೆತ ಮತ್ತು ಒದೆತಗಳನ್ನು ಹೇಗೆ ತಡೆದುಕೊಳ್ಳುತ್ತದೆ! ಬನ್ನಿ, ನೀವು ಈ ಹುಡುಗಿಯನ್ನು ಸೋಲಿಸುತ್ತೀರಿ ತುಣುಕುಗಳು. ಇಲ್ಲವೇ?\" \"ಹುಡುಗಿಯು ಹಾನಿಗೊಳಗಾಗಲಿಲ್ಲ...\"\n\"ಈ ಝೆಂಗ್ ಝಿಮಿಂಗ್, ಇದು ಮೊದಲು ಅವನ ತಪ್ಪು, ಆದ್ದರಿಂದ ಅವನು ಕ್ಷಮೆಯಾಚಿಸಬೇಕು, ನೀವು ಅವನನ್ನು ಏಕೆ ಹೊಡೆಯುತ್ತಿದ್ದೀರಿ? ಜೊತೆಗೆ, ಹುಡುಗಿಯ ಕುಟುಂಬವು ಅವನಂತಹ ಉಗ್ರರ ಹೊಡೆತ ಮತ್ತು ಒದೆಗಳನ್ನು ಹೇಗೆ ತಡೆದುಕೊಳ್ಳುತ್ತದೆ! ಬನ್ನಿ, ಹೇಳಿ, ನೀನು ಈ ಹುಡುಗಿಯನ್ನು ಹೊಡೆದೆ. ಇಲ್ಲವೇ?\"\n\"ಹುಡುಗಿಯು ಹಾನಿಗೊಳಗಾಗಲಿಲ್ಲ...\"\n\"ಅದು ಸರಿ, ಅದು ಸರಿ ... ಹೇ, ನೀವು ಕ್ರಮ ತೆಗೆದುಕೊಳ್ಳಲಿಲ್ಲವೇ? ಓಹ್, ನೀವು ಸಮಯಕ್ಕೆ ನನ್ನನ್ನು ರಕ್ಷಿಸಿದ್ದೀರಿ ಎಂದು ನಾನು ಭಾವಿಸುತ್ತೇನೆ.\"\n\"ಅದು ಸರಿ! ಅದು ಸರಿ... ಛೇ! ನೀವು ಕ್ರಮ ತೆಗೆದುಕೊಳ್ಳಲಿಲ್ಲವೇ? ಓಹ್! ನೀವು ಸಮಯಕ್ಕೆ ನನ್ನನ್ನು ಉಳಿಸಿದವರು ಎಂದು ನಾನು ಭಾವಿಸುತ್ತೇನೆ!\"\n\"...ಇಲ್ಲ, ನಾನು ರಕ್ಷಿಸಿದ ವ್ಯಕ್ತಿ ... ಮೂರನೇ ಸಹೋದರ.\" \"...ಇಲ್ಲ, ನಾನು ರಕ್ಷಿಸಿದ ವ್ಯಕ್ತಿ ... ಮೂರನೇ ಸಹೋದರ.\"\n\"ಆಹ್ ಆಹ್?!\"\n\"ಮೂರನೆಯ ಸಹೋದರನನ್ನು ಮಹಿಳೆ ನೆಲಕ್ಕೆ ಕೆಡವಲಾಯಿತು ಮತ್ತು ದಾರಿಯುದ್ದಕ್ಕೂ ಹಿಂಸಾತ್ಮಕವಾಗಿ ಥಳಿಸಲಾಗಿದೆ. ಅದೃಷ್ಟವಶಾತ್, ನಾನು ಬಂದು ಅವನನ್ನು ಬಿಡಲು ಮನವೊಲಿಸಿದೆ, ಆದ್ದರಿಂದ ಅವನು ಗಂಭೀರವಾಗಿ ಗಾಯಗೊಂಡಿಲ್ಲ. ... ನಿಮ್ಮ ಮಹಿಮೆ ... ನಿಮ್ಮ ಮಹಿಮೆ!... \"\n\"ಮೂರನೆಯ ಸಹೋದರನು ಮಹಿಳೆಯಿಂದ ನೆಲಕ್ಕೆ ಬಡಿದು ಹಿಂಸಾತ್ಮಕವಾಗಿ ಥಳಿಸಿದನು. ಅದೃಷ್ಟವಶಾತ್, ನಾನು ಬಂದು ಅವನನ್ನು ಬಿಡಲು ಮನವೊಲಿಸಿದೆ, ಆದ್ದರಿಂದ ಅವನು ಗಂಭೀರವಾಗಿ ಗಾಯಗೊಂಡಿಲ್ಲ. ... ಮಹಿಮೆಯೇ... ಮಹಿಮೆ!...\"\n\"ಅಯ್ಯೋ?... ಓಹ್, ಯಾರು ಆ ಮಹಿಳೆ!?\" \"ಆಹ್!?... ಓಹ್, ಆ ಮಹಿಳೆ ಯಾರು!?\"\n\"ಆ ಮಹಿಳೆಯ ಹೆಸರು ಟಾವೊ ಸಂಚುನ್ ಎಂದು ನನಗೆ ನಂತರ ತಿಳಿಯಿತು, ಮತ್ತು ಆಕೆಯ ತಂದೆ ಟಾವೊ ಹಾಂಗ್ ಯಾವುದೇ ಆಕಾಂಕ್ಷೆಗಳಿಲ್ಲದ ಹಳೆಯ ವೀರ, ಟಾವೊ ಸಂಚುನ್ ಬಾಲ್ಯದಿಂದಲೂ ತನ್ನ ತಂದೆಯಿಂದ ಸಮರ ಕಲೆಗಳನ್ನು ಕಲಿತರು. ನನಗೆ ತಿಳಿದ ನಂತರ ಅವರ ಕುಟುಂಬದವರು, ಮಿಸ್ ಸಂಚುನ್‌ಗೆ ಅಸಾಧಾರಣ ಚಾರಿತ್ರ್ಯವಿರುವುದನ್ನು ನಾನು ನೋಡಿದೆ. , ಲುವೋ ಲುವೋ ಮತ್ತು ಉದಾರಿ, ಚಿಕ್ಕ ಹುಡುಗಿ ಎಂಬ ಯಾವುದೇ ಅಭ್ಯಾಸವಿಲ್ಲದೆ, ಅವರು ಉದ್ದೇಶಪೂರ್ವಕವಾಗಿ ಅವರನ್ನು ಹೊಂದಿಸಿದರು.ಟಾವೊ ತಂದೆ ಮತ್ತು ಮಗಳು ಮೂರನೇ ಸಹೋದರನ ನೇರ ಸ್ವಭಾವವನ್ನು ತುಂಬಾ ಇಷ್ಟಪಟ್ಟಿದ್ದಾರೆ. ತಕ್ಷಣ ಅದನ್ನು ತಡೆದು ಅವರಿಬ್ಬರಿಗೂ ಈ ಮದುವೆಯನ್ನು ನಿರ್ಧರಿಸಿ, ಮಹಾರಾಜರೇ, ದಯವಿಟ್ಟು ಹೇಳಿ, ಇದು ಖೋಟಾ ಮದುವೆಯಲ್ಲವೇ?\"\n\"ಆ ಹುಡುಗಿಯ ಹೆಸರು ಟಾವೊ ಸಂಚುನ್ ಎಂದು ನನಗೆ ನಂತರ ತಿಳಿಯಿತು ಮತ್ತು ಅವಳು ಚಿಕ್ಕಂದಿನಿಂದಲೂ ತನ್ನ ತಂದೆಯಿಂದ ಮಾರ್ಷಲ್ ಆರ್ಟ್ಸ್ ಕಲಿತಿದ್ದಾಳೆ. ನಾನು ಅವರ ಕುಟುಂಬದೊಂದಿಗೆ ಪರಿಚಯವಾದ ನಂತರ, ಮಿಸ್ ಸಂಚುನ್ ಅತ್ಯುತ್ತಮ ಪಾತ್ರವನ್ನು ಹೊಂದಿದ್ದಳು, ಉದಾರಿ, ಮತ್ತು ಚಿಕ್ಕ ಹುಡುಗಿಯ ಅಭ್ಯಾಸಗಳ ಯಾವುದೇ ಕುರುಹು ಇರಲಿಲ್ಲ, ಆದ್ದರಿಂದ ನಾನು ಉದ್ದೇಶಪೂರ್ವಕವಾಗಿ ಅವಳನ್ನು ನೇಮಿಸಿಕೊಂಡೆ, ಶ್ರೀ ಟಾವೊ ಮತ್ತು ಅವರ ಮಗಳು ಕೂಡ ಅವರ ಮೂರನೇ ಸಹೋದರನ ನೇರ ಸ್ವಭಾವವನ್ನು ತುಂಬಾ ಇಷ್ಟಪಟ್ಟರು. ಅವರು ಅದನ್ನು ತಕ್ಷಣವೇ ಹೊಡೆದರು ಮತ್ತು ಅವರಿಗೆ ಈ ಮದುವೆಯನ್ನು ನಿರ್ಧರಿಸಿದರು. ನಿಮ್ಮ ಮೆಜೆಸ್ಟಿ, ದಯವಿಟ್ಟು ಹೇಳಿ, ಇದು ಖೋಟಾ ಮದುವೆ ಅಲ್ಲವೇ?\"\n(ಈ ಕಥೆಯು ಒಂದು ರೂಪಕವಾಗಿದೆ, ಏಕೆಂದರೆ ಕೆಟ್ಟ ವಿಷಯವು ಒಳ್ಳೆಯದಾಗಿದೆ.)", "聖意": "ಮನೆ ಮತ್ತು ಸ್ವಯಂ ರಕ್ಷಣೆಗಾಗಿ ಪ್ರಾರ್ಥಿಸಿ, ಜಾಗರೂಕರಾಗಿರಿ, ಸಂಪತ್ತಿಗಾಗಿ ಪ್ರಾರ್ಥಿಸಿ, ವ್ಯವಹಾರವನ್ನು ಹಾಳುಮಾಡು, ಮದುವೆಗೆ ಅಡ್ಡಿ, ಶಿಕ್ಷೆ, ಲಿಯುಜಿಯಾ, ವಿಮೆ, ಹೊಲಗಳಲ್ಲಿ ಸಿಕ್ಕಿಬಿದ್ದ ಪಾದಚಾರಿಗಳು, ರೇಷ್ಮೆ ಹುಳು ಹಾನಿ, ಜಾನುವಾರು ಹಾನಿ, ಕಾಣೆಯಾದ ಜನರು, ಅಕ್ರಮ ಮೊಕದ್ದಮೆಗಳು, ನಷ್ಟ, ವಲಸೆ, ಸಂಪ್ರದಾಯಶೀಲತೆ , ಕಳೆದುಕೊಂಡ ಆಸ್ತಿ, ದುಷ್ಟ ರೋಗಗಳು, ಚಿಂತೆಗಳು, ಅಪಾಯಗಳು, ಪರ್ವತಗಳು, ಗೋರಿಗಳು, ವೈಫಲ್ಯ", "古人": "ಟಾವೊ ಸಂಚುನ್ ಕಲ್ಲಂಗಡಿ ತೋಟದಲ್ಲಿ ಝೆಂಗ್ ಎನ್ ಅನ್ನು ಸೋಲಿಸುತ್ತಾನೆ", "第X籤": "ಸಂಖ್ಯೆ ತೊಂಬತ್ತೊಂಬತ್ತು", "宮": "ಹೈಗಾಂಗ್"}