{"籤詩版本二": "Kwangathi umhlaba ungadalelwa umshado omuhle, izinsuku ezimnandi nezikhathi ezimnandi, futhi zonke izinto zihambe kahle\nAkuyona into encane uma uthola le nkatho, ngoba inkosi ithi abantu bathembekile futhi baqotho.", "詩意": "Le hexagram imele ukuqala kokuvuleka kwezulu nomhlaba.\nKonke kuhle.", "解曰": "Isivinini esisheshayo. Unyaka awusifanele isikhathi sawo. U-Guanyin ubhala phansi. Ngazise kuqala.", "籤詩故事一": "◇Zhongli wakhanyiseleka\nU-Zhongli Quan, oyisibongo sika-Zhongli, onikezwe igama elithi Quan, igama elihlonishwayo u-Yunfang, nesiteketiso sika-Zhengyang, wayengowokuzalwa e-Xianyang County, Xi'an, Isifundazwe sase-Shaanxi ngesikhathi soBukhosi BaseMpumalanga Han.\nU-Zhong Liquan wayengujenene woBukhosi bakwa-Han. Phakathi nohambo lokulwa ne-Western Qiang, waba nomona ngomphathi u-Liang Yi futhi wamnika kuphela amasosha amadala nabuthaka angu-30,000. Wathi efika nje lapho ayeya khona, inkambu yaphangwa. ibutho laseNtshonalanga Qiang, futhi amasosha abaleka. UZhong Liquan walahleka esigodini futhi wahlangana nendela yakwaHu endleleni, wamyisa edolobhaneni elincane wathi, “Lena indawo yokuhlala kaMnu. Donghua.” Wabe esevalelisa wahamba. Ngemva kwesikhashana, othile wavele wathi, \"Lokhu kufanele ukuthi kungenxa yokuthi u-Hu man onamehlo aluhlaza ukhuluma kakhulu.\" Wabona indoda egqoke uboya benyamazane obumhlophe futhi iphethe induku ye-quinoa eluhlaza. Wabuza uZhong Liquan, \"Umuntu ofikile. nangu u-Han Da. UJenene Zhongliquan\n? UZhong Liquan wethuka, azi ukuthi wayehlangane nomuntu ongamazi, ngakho wafunda ngobuqotho isiTao.\nUZhong Liquan kamuva wahlangana noZhenren Huayang kanye neNkosi Engafi uXuanfu, futhi wafunda \"Imfihlo Yokungafi\". Ekugcineni, wayehlala eZijin Sihaofeng eNtabeni YaseKontong, wathola \"Imfihlo Yebhokisi Le-Jade\", futhi waba umuntu ongafi ngempela.Wabuye wahlonishwa njengomunye wezinzalamizi ezinhlanu zaseNyakatho yiQembu laseQuanzhen.", "聖意": "Khulekela umuzi wakho nekhaya lakho libusiswe ngenhlanhla ekwindla nasebusika funa izinhlanhla ekwindla nasebusika ,inhlanhla kwezamabhizinisi ,inhlanhla emshadweni ,inhlanhla ngokuzala abafana ,inhlanhla ekuhambeni ukuya ensimini , inhlanhla kuma-silkworms, inhlanhla emfuyweni, inhlanhla ekutholeni abantu, inhlanhla emacaleni omphakathi, inhlanhla ekufudukeni, impahla elahlekile, izifo zaseNyakatho-mpumalanga, inhlanhla ngokuthumela izintaba namathuna.", "古人": "UZhongli wakhanyiseleka", "第X籤": "uphawu lokuqala", "宮": "Isibeletho"}