{"籤詩版本二": "Kungani ungayi e-Tailai, esekhoneni?\nUma kunezindaba ezimnandi ngengwe noma unogwaja, uzokhululeka ngisho noma uzimisele ngokuba matasa.", "詩意": "Kule hexagram, kukhona uphawu lwesibusiso phakathi kwamashwa.\nKonke kubi kusenesikhathi futhi kuhle ekugcineni.", "解曰": "Faka esikhundleni sikasilika we-hemp. Shaya izinyawo zomuntu. Bona ngokucacile. Izibusiso zivela ezinhlekeleleni.", "籤詩故事一": "◇Ukuhlangana Nengcweti e-Bukit\nUWu Ji ekuqaleni wayengumgawuli wokhuni, futhi bobabili bahlangana noJiang Ziya ngesikhathi bedoba e-Feng River. UWuji wahleka lapho ebona uZiya edoba ngehuku eqondile.\nUZiya wabuka ubuso bukaWuji wabe esesho izangoma: \"Uma ungena edolobheni namuhla, uzobulala umuntu.\" Ngemva kokuzwa lokhu, uWu Ji wahamba ethukuthele futhi wathwala izinkuni edolobheni.\nNgemva kokungena edolobheni, uWu Ji waxabana nabanye futhi washaya uNdunankulu uWen Wang ngephutha waze wafa.\nInkosi uWen yadweba umhlaba njengejele futhi yabopha uWu Ji.\nU-Bukit Hou wakhululwa okwesikhashana futhi wagwetshwa intambo ukuze anakekele unina kuze kube yikwindla.\nUmama wakhe wamcela ukuthi acele usizo kuJiang Ziya.\nAbakwaTaigong bamamukela njengomfundi wakhe, bamfundisa ubuciko bempi, futhi bamyala ukuba ambe imigodi futhi akhiphe iziphonso ukuze aphule ikusasa lakhe azalwa nalo.\nNgemuva kwekwindla, u-Wu Ji akazange eze ukuze ajeziswe. INkosi u-Wen yathola izinombolo zokuzalwa futhi yacabanga ukuthi u-Wu Ji uzibulale ngenxa yokwesaba ubugebengu.\nKamuva, iNkosi uWen yahlangana noWu Ji, futhi uWu Ji wethula iNkosi u-Wen ukuthi ihlangane noJiang Taigong.\nUTaigong waklonyeliswa ngesihloko esithi General of Wude. Bobabili u-master kanye nomfundi basebenzela i-King Wen.", "聖意": "Indlu iphephile, inhlanhla, ibhizinisi lihle, umshado uphuzile, owesilisa ohamba ngezinyawo akakabuyeli ebaleni, izimpethu zinenzuzo, izilwane eziyisithupha Shenji, ukucinga kuhle, icala lomphakathi kuhle, ukufuduka kuyaqina, impahla elahlekile iyabonakala, isifo sihle, Qiuji, intaba nethuna kuhle.", "古人": "Ukuhlangana kweBukit", "第X籤": "Uphawu lweshumi nambili", "宮": "Yin Palace"}