{"籤詩版本二": "Njenge-crane ephuma ekhejini layo elifayo, kungenzeka ukubaleka ekhejini elifayo.\nAyikho imigoqo phakathi kwenyakatho, eningizimu nasempumalanga. Ungaqonda ngqo e-Jiuxiao Palace.", "詩意": "Le hexagram imele umfanekiso we-crane eshiya ikheji layo.\nKonke kubi kusenesikhathi futhi kuhle ekugcineni.", "解曰": "Azikho izinkinga. Umgwaqo uyachuma. Khululeka. Ukungakhathali njengomuntu (unkulunkulu).", "籤詩故事一": "◇UZiya wasishiya isikhundla sakhe esisemthethweni\nLapho uJiang Ziya esebenza njengombhuli, wabona ukuthi owesifazane othile wayeguqulwe umoya we-jade pipa, ngakho wambamba waze wamshaya nangetshe likayinki. Undunankulu wenkosi uZhou wachaza ukuthi kwenzekeni, wabuza ukuthi kwenzekeni, wabe esethatha uJiang Ziya wayobona iNkosi uZhou. U-Jiang Ziya wasebenzisa i-Samadhi True Fire ukuze ashise umoya we-pipa uphume esimweni sawo sokuqala phambi kweNkosi uZhou, futhi iNkosi uZhou yamenza isikhulu esiphezulu.\nUkuze aphindiselele umoya we-jade pipa, uDaji wacela iNkosi uZhou ukuthi iyale uJiang Ziya ukuthi akhe inkundla yezinyamazane.UJiang Ziya wakhuza iNkosi uZhou, futhi iNkosi uZhou yayala ukuba abulawe.UJiang Ziya wabaleka ngokusebenzisa amanzi. Ngemva kokubuyela ekhaya, uJiang Ziya wabuza uMa mayelana nokuya eXiqi, futhi uMa wayefuna ukudivosa. Ngakho uJiang Ziya waya eXiqi (inhloko-dolobha yeNkosi uWen yoBukhosi bukaZhou) yedwa.\nU-Jiang Ziya wafika e-Xiqi futhi wahlala endaweni yokudoba yedwa e-Panxi Gorge. Wahlangana nenkosi u-Wen yaseZhou eyayimagange ukufuna amakhono. Ngesicelo esiqotho seNkosi u-Wen, u-Jiang Ziya wakhulekelwa njengothisha wakhe futhi wasiza iNkosi u-Wen.", "聖意": "Angikhululekile ekhaya futhi ngifuna ukubambisana kwezezimali, ukuthengiselana, umshado, iLiujia, abahamba ngezinyawo besilisa, bona amasimu, ama-silkworm, inzuzo yasekwindla, ukulahlekelwa kwemfuyo okuyisithupha, ukucinga abantu, ukuvinjelwa kwamacala omphakathi, ukufuduka, impahla elahlekile, eningizimu-mpumalanga izifo, ukubeka, ukuthumela izintaba namathuna, ubuhle.", "古人": "UZiya wasishiya isikhundla sakhe esisemthethweni", "第X籤": "Owine ilotho yeshumi nane", "宮": "I-Maogong"}