{"籤詩版本二": "Izinkathazo nokukhathazeka kukhululeka okwesikhashana, futhi injabulo ivela esibhakabhakeni.\nNjengejadi elifihlwe ebulongweni, isisebenzi esihle sikhipha uthuli", "詩意": "Le hexagram imele ukuvumelana kwe-Yin ne-Yang.\nYonke into oyihlelayo ilungile.", "解曰": "Akukho okuzuziwe, akukho okulahlekile. Zuza ekulahlekelweni. Isikhohlakali sisenkingeni. Ngikufisela inhlanhla mnumzane.", "籤詩故事一": "◇Ye Meng Xiong Chao Di\nU-Ye Mengxiong (1531-1597), ogama lakhe lokuhlonipha kwakunguNanzhao futhi ogama lakhe kwakunguLongtang, washintshwa waba nguLongtan waphinde waqanjwa ngokuthi uHuayun. Ongowokuzalwa e-Wanshifang, u-Huizhou Fucheng (manje oyingxenye yeSifunda sase-Huicheng, Idolobha lase-Huizhou) oBukhosini base-Ming. Ngonyaka wama-44 wokubusa kukaJiajing (1565), waba iJinshi futhi wanikezwa isikhundla sokuba imantshi yaseQing County. Usebenze njengomqondisi womnyango wokudlulisa imali, kwathi ngokuhamba kwesikhathi washintsha waba yi-supervisory censor of Shanxi Road.\nNgonyaka wama-20 ka-Wanli (1592), uGeneral Consul Kuaibai (induna yesizwe samaTatar aseMongolia) wabulala umbusi u-Dang Xin futhi wathumba iNqaba Yamashumi Amane nesikhombisa esifundazweni saseHexi. UMeng Xiong akazikhukhumezi ngokuthatha isikweletu, futhi uvumela amakhono akhe abe mahle njengalawo ojenene abanesibindi sokulwa. Isikhulu u-Wei Xuezeng ubuyiselwe esikhundleni. Eminyakeni yakhe yokugcina, wesula izikhathi ezinhlanu futhi wabuyiselwa eHuizhou ukuze akhe i-Huilong Temple.\nU-Ye Mengxiong wangena ebuTao njengesisebenzi sikahulumeni ekuqaleni futhi wayedume ngokwethembeka nobuqotho bakhe. Amarekhodi omlando amadala athi \"wayengowokuqala ngokuthobeka nekhono\", \"eqeda inkohlakalo futhi ajezise abahlubuki\", eshiya idumela elihle. wayethembekile ngokwedlulele, enesibindi, enesibindi futhi enamasu. Engxenyeni yesibili yokuphila kwakhe, amakhono akhe okulwa aqoshwa ku-\"History of the Ming Dynasty\" futhi wayebhekwa njengeqhawe lesizwe.", "聖意": "Ikhaya alilungile (kuya ngokuya kuba nokuthula) Ikwindla nobusika kukulungele wena, ingcebo izophumelela, ukuthengiselana kuzophumelela, umshado uzophumelela, uLiujia uzothuswa ngamanga (kuyoba khona amagugu), abahamba ngezinyawo bazoya ensimini thandazela izikelemu, izilwane eziyisithupha zizoba isicaba, abantu bazotholakala, amacala omphakathi ngeke avune, ukufuduka kuzogcinwa, impahla elahlekile izovinjelwa, izifo zizoxazululwa ethuneni laseFushan.", "古人": "Ye Meng Xiong Chao Di", "第X籤": "ILotho Yokuwina Yeshumi Nesithupha", "宮": "I-Maogong"}