{"籤詩版本二": "Igwababa Legolide liwela entshonalanga kanti Unogwaja uphakama empumalanga Umjikelezo wemini nobusuku uyaqhubeka kusukela ezikhathini zasendulo kuze kube manje.\nIzindela namaTao ayazi ukuthi akukho okubi, futhi izazi, abalimi, izimboni nabathengisi bonke balandela izingqondo zabo.", "詩意": "Le hexagram imele ukukhuphuka nokuncipha kwe-yin ne-yang.\nKuwuphawu futhi ukuthi konke kuzohamba njengoba bekuhleliwe.", "解曰": "Akukho lutho engqondweni. Okwenzile kuyancomeka. Njengomcibisholo ophuma kumnsalo. Isibhamu esisodwa sishaye kwelitshe.", "籤詩故事一": "◇Umalume u-Cao Guo akafi\nU-Cao Guojiu, ongowokuzalwa e-Xuzhou, kuthiwa ungumalume omkhulu wezwe ngesikhathi sika-Renzong Sobukhosi Bengoma. Igama lakhe kwakungu-Cao Yi, owaziwa nangokuthi u-Cao Jingxiu.\nUMalume uCao Guo wayenomfowabo omncane ogama lakhe linguCao Er. Lo Cao Er wayethembele esikhundleni sakhe segunya lombuso futhi wenza zonke izinhlobo zobubi. Wadla amasimu, wathatha abafazi namadodakazi, futhi wenza ubungane nezigebengu ezithile ezingenamthetho, ezazingena ziphuma. UCao Guojiu akakwazanga ukubekezelela lokho, ngakho wenqaba ukulalela amazwi akhe amahle nokududuza kwakhe, ngakho wasebenzisa isijeziso ukuze amlawule. , laba bazalwane ababili bambambela igqubu.\nUCao Guojiu uthe: \"Izimiso zezwe ziwukuthi labo abaqongelela izinto ezinhle bayophumelela, futhi labo abaqongelela ububi bazobhubha. Leli yiqiniso elingenakushintshwa. Umndeni wethu wakwaCao uye waqongelela izenzo ezimbi esikhathini esidlule ukuze uzuze ingcebo yanamuhla. Manje umkhaya wethu wakwaCao uqongelele izenzo ezimbi esikhathini esidlule ukuze uzuze ingcebo yanamuhla. umfowethu uqongelele ububi obudlulele, noma ephunyula Noma ngabe ujeziswa yisikhulu awukwazi ukubalekela izinhlekelele ezifihliwe, uma sekufike inhlekelele umndeni wakho ubhubhile futhi kushona umuntu, ngeke ukwazi ukubalekela ngaleso sikhathi. Ngizothotshiswa futhi ngesabe.\" Ngakho, Ngahlakaza yonke ingcebo yami, Wasiza abampofu futhi akabange esaba nendaba nezindaba zomfowabo. Wabe eseshiya ikhaya lakhe nabangane, washintsha wagqoka iyunifomu yamaTao, waya ezintabeni eyohlakulela ingqondo nemvelo yakhe.\nNgolunye usuku, wahlangana noZhongli noLu Dongbin Bobukhosi bakwaHan. Bajabula kakhulu lapho bebona izimpendulo zikaMalume uCao Guo ezinobuciko. Bamnika \"Isimemezelo Esiyimfihlo Sokubuyisela Iqiniso\" futhi bamyala ukuba azilolonge ngokucophelela. Ngokushesha, uZhongli UQuan noLu Dongbin bethulwa ekilasini lokungafi.", "聖意": "Inhlanhla yekhaya, ikhaya, inhlanhla, inhlanhla, inhlanhla, inhlanhla ebhizinisini, umshado, umhambi wesilisa, ukutshala izikelemu ensimini kusenesikhathi, ukuhluleka kwemfuyo, ukufuna abantu, icala, ukufuduka, ukulahlekelwa impahla, ukugula kamuva, inhlanhla", "古人": "Umalume uCao Guo akafi", "第X籤": "Sayina ishumi nesishiyagalombili", "宮": "I-Maogong"}