{"籤詩版本二": "Ukuvumela isikebhe sibuyele emuva sisuka ogwini lwamanzi asheshayo, yini ofuna ukuyenza ngenxa yesiyaluyalu?\nUma ufuna ukuphepha, funa ukuthula futhi ulinde amagagasi ukuthi adlule kule nkinga.", "詩意": "Le hexagram ifana nesikebhe esihamba ogwini olusheshayo.\nHlala unomphela kukho konke futhi ulinde isikhathi.", "解曰": "Yehla emanzini anamandla. Ingozi iwukulinda isikhathi. Uma ubuza ngezinhlelo zekhempu. Akukho okungenziwa.", "籤詩故事一": "◇UZiyi uthweswe umqhele\nUGuo Ziyi (697-781), owaziwa nangokuthi uGuo Linggong, wayengowokuzalwa esiFundazweni saseZheng, eHuazhou (manje esesiFundazweni saseHuaxian, eSifundazweni saseShaanxi) futhi engujenene oBukhosini baseTang.\nNgesikhathi se-Anshi Rebellion ngonyaka we-14 ka-Tianbao (755), wanikwa isicoco sikaShuofang Jiedushi (Lingwu, entshonalanga ye-Lingwu e-Ningxia yanamuhla). Bahlangana e-Changshan (Zhengding, Hebei) futhi banqoba uShi Siming, baphinde bazuza uHebei. Ngalesi sikhathi, uGuo Ziyi waphakamisa ukuthi umbusi athathe u-Fan Yang enyakatho futhi ahlasele umhume wengwe yamavukela-mbuso ukuze anciphise ukuvinjezelwa kweTongguan, kodwa uXuanzong wenqaba. Ngemva kwalokho, kwatshalwa isimo samadolobha angaphansi kombuso ohlukanisiwe ngasekupheleni koBukhosi bukaTang, okwabuye kwaba yimbangela ekude yokushabalala koBukhosi BamaTang.\nOnyakeni weshumi nanhlanu wokubusa kukaTianbao (756), yena nomfelandawonye wama-Uighur bamduduza uHequ. Entwasahlobo yonyaka olandelayo, bathola uHedong (manje osenguYongji, uShanxi) noFeng Yi (manje osenguDali, uShaanxi), futhi bahlasela uTongguan, ehlula u-Cui Qianyu. Ibutho lase-Tang lalimala abantu abangaphezu kuka-10,000. UCui Qianyu uzinikele ePujin. U-Lushan wabulawa indodana yakhe u-An Qingxu.\nNgonyaka wesibili kaZhide (757), wayalwa ukuba ahole amasosha aye eFengxiang. Endleleni, wanqoba amasosha kaLi Guiren angu-5 000 eBaiqu Liuyun Bridge (namuhla eseningizimu-mpumalanga yeSanyuan). NgoMeyi, walwa no-An Shouzhong kanye no-Li UGuiren eQingqu (namuhla osentshonalanga ye-Xi'an) wehluliwe, futhi wahoxa waya eWugong (namuhla enyakatho-ntshonalanga yeWugong). NgoSepthemba, walandela uMarshal Guangping Wang Li Chu ukuhola amaTang nama-Uighur ukujoyina amasosha angu-150,000, wabe eselwa. no-An Shouzhong kanye no-Li Guiren e-Xiang. Enyakatho ye-Ji Temple (eningizimu-ntshonalanga yesifunda sase-Chang'an sanamuhla), amasosha ama-Uighur azungeza ngemuva kwesitha, ahlasela nhlangothi zombili, abulala izitha ezingu-60 000. U-Zhang Tongru wabalekela esiFundeni saseShaanxi, futhi ekugcineni yathola inhloko-dolobha iChang'an (iXi'an yanamuhla) Ubukhosi bebutho lamaTang baphinde babuyiselwa eChang'an.\nNgemuva kwalokho, ibutho laseTang lasebenzisa leli thuba lokunqoba laqonda empumalanga, lahlula amadoda angu-150 000 okuhlanganisa noYan Zhuang noZhang Tongru eXindian (manje eseningizimu-ntshonalanga yeDolobha laseSanmenxia, ​​esifundazweni saseHenan), kwaphoqa u-Anqing Xu ukuba awele uMfula Ophuzi futhi ahlehle e-Xiangzhou. U-Dongjun Luoyang ubuyile. Engeza uSitu ekumfanelekeni kwakhe futhi umenze uMbusi wezwe.\nU-Shi Siming wahola ibutho lakhe lisuka ku-Fan Yang ukuyohlenga i-An Qingxu. Lezi zinhlangothi zombili zalwa ngokuhleleka enyakatho yoMfula i-Anyang (iNyakatho ye-Anyang namuhla). Le mpi yayingenakuhlukaniswa. Ekugcineni, iholwa uJiedushi, ibutho laseTang, elaliholwa yisishiyagalolunye. bathi babenamadoda angu-600,000, ahlehla (empini yaseYecheng). Umkhuzi oyinhloko wale mpi kwaba umthenwa u-Yu Chaoen, owayengenawo amakhono obuholi futhi wasola uGuo Ziyi ngokuhluleka kwempi. UGuo Ziyi wabizelwa emuva e-Chang'an, ekhululwe amandla ezempi, futhi waba isikhulu esingasebenzi.\nNgonyaka wokuqala kaBaoying (762), amasosha aseTaiyuan (namuhla eningizimu-ntshonalanga yeTaiyuan) naseJiangzhou (iXinjiang yanamuhla esifundazweni saseShanxi) ahlubuka. Inkantolo yethuka, ngakho uZiyi wanikwa isiqu seNkosi yaseFenyang futhi waphuma waya ukulawula Jiangzhou. Waphinde wahlukaniswa ngumthenwa uCheng Yuanzhen futhi wakhululwa emandleni ezempi.\n(Ingqikithi yale ndaba: U-Guo Ziyi, owayenekhono kakhulu futhi eziphethe kahle, wahlangana no-Xuanzong nezinye izigilamkhuba, okwabeka engcupheni impumelelo yakhe.)", "聖意": "Ukubusisa ikhaya kanye nawe, ukufuna ingcebo, akukho ukuthengiselana, akukho mshado, akukho alamu yamanga, Abahamba ngezinyawo abafika eTiancanji, kunzima ukuthola abantu, amacala omphakathi kanye (hhayi uXing), ukufuduka, ukonga, impahla elahlekile, okunzima ukuyithola, izifo, bethandazela izibusiso, izintaba namathuna, okuhle", "古人": "UZiyi wabekwa njengenkosi", "第X籤": "ILotho Yokuwina Yeshumi Nesishiyagalolunye", "宮": "Tatsumi"}