{"籤詩版本二": "Ngemuva kokukhathazeka nezingozi eziningi, ngeke liphinde libe nalutho kusukela manje kuya phambili\nInhliziyo ephanayo inezinhlelo zayo zokuphana.Kufanele uhlangane nochwepheshe ukuze wenze impumelelo enkulu.", "詩意": "Le hexagram ifana nomthombo wasendulo onesiphethu.\nKukho konke, abantu abahloniphekile bathola impumelelo.", "解曰": "Icala lizogcina selilungisiwe. Egulayo futhi ephephile. Ngena uphume uyofuna iseluleko. Umthombo wasendulo uhlangana nentwasahlobo.", "籤詩故事一": "◇I-Yao Chong ilawula izinkumbi\nU-Yao Chong (649-721), ogama lakhe langempela kwakungu-Yuan Chong, wayengowase-Shaanzhou. Wasebenza njengoNgqongqoshe we-Xia Guan, u-Shangshu wase-Chunguan, u-Ziweiling, u-Zhongshuling, kanye noNdunankulu oBukhosi buka-Tang.\nNgonyaka wesine kaKaiyuan (716), iShandong (ngokuvamile ebhekisela eYellow River Basin empumalanga yeHuashan) yahlaselwa izinkumbi, abantu babeboshwe imibono eyinkolelo-ze futhi babengenasibindi sokuzingela nokubabulala. Kunalokho, bamisa imihlatshelo, bashisa impepho, bakhuleka ngasemasimini, bebuka izitshalo zishwabadelwa yisikhonyane.\nZonke izikhulu zazikholelwa ukuthi: “Isikhonyane siyinhlekelele yemvelo, singalawulwa kanjani izisebenzi!” Umzabalazo phakathi kwemibono emibili ehlukene wawushubile ngaleso sikhathi, ukuthi uzoqeda noma cha.\nUYao Chong uthe: Inqobo nje uma sisebenza ngokubambisana singaziqeda zonke. Uthe: Isikhonyane siyabesaba abantu, ngakho kulula ukubaxosha. Izithombo zinabanikazi, ngakho abatakuli kumele basebenze kanzima; isikhonyane. ziyandiza, zibona umlilo ebusuku, zithungele umlilo phezu kwazo endle, nimbe imigodi evuthayo, niyigqibe isavutha, akuyikusala lutho.”\nUXuanzong uthe: \"Isikhonyane siyinhlekelele yemvelo edalwa ukungaphathwa kahle kwesimilo. Uma ucela ukuthi zizingelwe futhi zibulawe, ingabe lokhu akuhambisani nokusanhlamvu?\"\nU-Yao Chong wanezela: \"Ukubamba nokubulala izinkumbi kwakwenziwa abantu basendulo, futhi ubukhosi bakho bazokusebenzisa esikhathini esizayo. Kungumcimbi omkhulu wesizwe wokuletha ukuthula nokuchuma kubalimi. Ngicela ukucabangisise.\"\nU-Xuanzong wayeqiniseka. Kodwa ngaleso sikhathi, wonke umuntu ngaphakathi nangaphandle kwenkantolo wathi kwakungazunywa izinkumbi.\nUXuanzong uthe: “Ngixoxile nondunankulu futhi nginqume ukubamba izinkumbi. Noma ubani ophikisayo futhi uzobulawa.” Ngakho wathumela umhloli ukuba aqondise futhi aqondise abantu ukuba bashise futhi bagqibe izinkumbi.\nImiphumela yaba nemiphumela emihle kakhulu, kwabanjwa izinkumbi eziyizigidi eziyisishiyagalolunye ezweni lonke, futhi umqedazwe wesikhonyane waqedwa ngokuphumelelayo. Ezolimo zathola isivuno esihle ngalowo nyaka.\n(Kufanele kusetshenziswe ukuhlakanipha ekulawuleni izinhlekelele kanye nokuthuthwa kwabantu, futhi kube namasu ahlakaniphile okunqoba ubunzima. U-Yao Chong unguchwepheshe kulolu daba)", "聖意": "Indlu ijwayelekile, umuntu uvinjiwe, ufuna imali uyavinjwa, ukuhweba kuvinjiwe, umshado nokuzwana kuvinjiwe, kunengozi eLiujia, abahamba ngezinyawo bayavinjwa, izikelemu ziyavinjwa, imfuyo ayithandeki, abantu abatholakali, abantu bayavinjwa. , amacala omphakathi ayamangalelwa, ukufuduka akunangqondo, izinto ezilahlekile kunzima ukuzithola, izifo zithandazela izibusiso, izintaba namathuna akukhululekile.", "古人": "U-Yao Chong ulawula izinkumbi", "第X籤": "Ukuwina ilotho yamashumi amabili nanhlanu", "宮": "Mi Palace"}