{"籤詩版本二": "Amahemuhemu athi izinto sezibhekile, ngathola incwadi evela emkhathizwe.\nUdumo nempumelelo engithenjiswe yona encwadini kwahlala kungenalutho kwaze kwaba sekugcineni.", "詩意": "Le hexagram inegama elingamanga.\nKutuswa ukuthi uqikelele kukho konke.", "解曰": "Up and down upset. Ukufuna ukuzijabulisa akusebenzi. Isifiso sodumo. Hlala uphephile.", "籤詩故事一": "◇Zhong Kui uthola ukukhanyiselwa\nU-Zhong Kui, osibongo sakhe ngu-Zhong Kui, ogama lakhe elihloniphekile lingu-Zhengnan, udabuka e-Zhongnanshan.\nNgesikhathi sokubusa koMbusi uDezong Wobukhosi BamaTang, uZhong Kui wabamba iqhaza ekuhlolweni kombuso.UZhong Kui wafunda imibuzo yokuhlolwa wabe esebhala lesi sihloko ngokushesha nje wasinika. Umhloli omkhulu ngalolo suku kwakunguHan Yu, uNgqongqoshe Wezindaba Zomphakathi, futhi isekela lomhloli kwakunguLu Zhi, isazi esikhulu. Lapho laba ababili befunda iphepha likaZhong Kui, amehlo abo akhanya futhi basho ngazwi linye: “Wizard, wizard! Wonke amagama akulesi sihloko mahle, afaneleka uLi Taibai noDu Zimei!” Ngakho baqamba uZhong Kui njengendawo yokuqala.\nU-Emperor Dezong walalela umbiko ka-Han Yu futhi wathi u-Zhong Kui, iqhawe elisha lesayensi, wayenekhono kakhulu, ngakho wabizela u-Zhong Kui Esigodlweni Segolide.\nLapho uMbusi uDezong ebona ukubukeka kwakhe okubi, ngokushesha wazizwa ecasukile futhi wathi, \"Ukukhethwa kwezazi enkantolo yethu konke kusekelwe emagameni omuntu siqu kanye ne-calligraphy. Umuntu omubi kangaka angakhethwa kanjani njengesazi esihamba phambili kusayensi yegolide? \"\nU-Han Yu waguqa phansi eshesha wathi: \"Ubuhle nokubi bomuntu akukhona nje ukubonakala. Ingabe, Nkosi Engcwele, awuzwa yini ukuthi u-Yan Ying ubude bamamitha amathathu futhi ulingana nondunankulu? UZhou Chang uyangingiza kodwa angasiza ubukhosi bakwaHan; uConfucius wahlulela abantu ngokubukeka kwabo, futhi ulahlekelwa indodana yakhe u-Yu. Ngithemba ukuthi ubukhosi bakho buzocabanga kabili.\" \"\nUMbusi uDezong wazindla isikhashana wabe esethi: \"Nakuba amazwi kaHan Aiqing enengqondo, ngesikhathi ngiseMbusi uTaizong, kwakunezazi eziyishumi nesishiyagalombili ezafika e-Yingzhou zakhuluma ngakho. Le ndoda yayiyisifundiswa esihamba phambili. Ngiyesaba ukuthi umhlaba uzongihleka ngokungawaqapheli amakhono.\"\nUNdunankulu uLu Qi wayenomqondo omncane futhi enomona ngamathalenta. Ngemva kokuzwa amazwi ombusi, waguqa wathi: \"Isazi sokuqala esifundweni segolide kumele sibe sangaphakathi nangaphandle. Kunamakhulu amathathu azokhethwa kulesi sifundo. Kungani ungakhethi omunye?\"\nLapho uZhong Kui ebona ukuthi le ndoda ididekile kakhulu, wahluleka ukuzibamba wathukuthela, wakhomba uLu Qi futhi wathuka: “Uma isikhulu esingazi lutho sisenkantolo, ngeke yini silimaze izwe?” Ngemva kwalokho. amshaye ngesibhakela uLu Qi.\nEbona lokhu, uDezong wathukuthela wathi: \"Unesibindi, ungalokotha udale inkinga eSigodlweni Segolide, yehlise ngokushesha!\"\nNgokucasuka, uZhong Kui wahosha inkemba okhalweni lukajenene owayemi esigodlweni, waphefumulela phezulu: “Kunzima ngekati elikhungathekile ukulingisa ingwe, kanti upholi okhungathekile awulungile njenge inkukhu.” Ngemva kwalokho, wazibulala.\nLapho uMbusi uDezong ebona ukuthi uZhong Kui uzibulele ngokucasuka, wamangala kakhulu. Ukuze azuze izinhliziyo zabantu, wakhipha isinqumo sokuthi uZhong Kui angcwatshwe nesiqu esisemthethweni sikaNo. 1 Scholar, waphinde wetha uZhong Kui uNkulunkulu. wokukhipha imimoya emibi emhlabeni.", "聖意": "Thandazela izibusiso ekhaya lakho, ukuphepha kwakho siqu, ubunzima bezezimali, ukwehluleka kwebhizinisi, ukuhluleka komshado, abesifazane abahamba ngezinyawo baseLiujia, ama-silkworms aphekwe uhafu, izilwane ezifuywayo eziyisithupha, zingakhuliswa, abantu abalahlekile, amacala omphakathi aseNtshonalanga, ukulahlekelwa ukufuduka, ukugcinwa kwemvelo, ukulahlekelwa yimpahla, ukugula, ukuthandazela izinhlanhla ezintabeni nasemathuneni", "古人": "UZhong Kui uthole iTao", "第X籤": "Amashumi amabili nesithupha ngokuwina ilotho (Ilotho)", "宮": "Mi Palace"}