{"籤詩版本二": "Empumalanga, kune-Chanjuan enhle ekukhanyeni kwenyanga, futhi amafu ayimboza isikhashana futhi ahlale efihliwe.\nKwesinye isikhathi ingaba yindilinga, kodwa ngezinye izikhathi ingase ingekho.Labo abathi ayinjalo bayinkulumo nje engenamsebenzi.", "詩意": "Inyanga kule hexagram imbozwe amafu.\nYonke into isaqulekile.", "解曰": "Amafu antantayo asibekela inyanga. Asikho isidingo sokungabaza. Ilinde ifu ukuthi liqoqe. Khona uzoqonda.", "籤詩故事一": "U-◇Bao Gong ufuna i-Empress Li\nNgesikhathi sokubusa kukaZhenzong Wobukhosi Bengoma, uMpress Li (Impress Li) wayeyincekukazi endlini yabesifazane.Wathandwa nguSong Zhenzong wakhushulelwa esikhundleni sikaWanyi, wakhulelwa.\nKodwa ngaleso sikhathi, iSancinza uLiu Def (kamuva owaba uMpress Liu) wayenemicabango emibi futhi wafumbathisa umthenwa u-Guo Huai ukuba athathe isikhundla sendodana ye-Empress Li ngekati elikhuphukile le-civet, wahlwitha indodana yakhe futhi watshela umbusi ukuthi wayeyindodana yakhe yokuzalwa. Iculo uZhenzong wathukuthela wathumela u-Li Empress esigodlweni esibandayo.\nNgemva kokuba u-Concubine De ekhushulelwe esikhundleni sokuba yindlovukazi, wahlela ukubulala uMpress Li, owaphunyuka esigodlweni.\nNgolunye usuku, uLi Niangniang, owayehlala emgwaqweni, wahlangana no-Bao Zheng, isithunywa sombuso, esasigada endaweni yaso. . Ngemuva kokuthi u-Bao Zheng ezwe ngalesi sigameko, wathatha uLi Niangniang wambuyisela eBeijing, wabika kuSong Renzong waluthola udaba, futhi ekugcineni umama nendodana babonana. UMpress Dowager Liu kanye nomthenwa ophethe uGuo Huai bagebisa amakhanda bavuma.", "聖意": "Angikhululekile ekhaya, ngithandazela ukuvikeleka kwezezimali, inhlanhla ebhizinisini, ukungezwani emshadweni, abantu basemasimini, izimpethu, izilwane ezingathandeki, izinkinga zokuthola abantu, amacala, ukulahlekelwa, ukufuduka, ukulondolozwa, ukulahlekelwa impahla, izifo zaseNtshonalanga, kunzima lulama, ukulungiswa kwethuna lentaba", "古人": "U-Bao Gong ufuna u-Empress Li", "第X籤": "Owine ilotho yamashumi amabili nesishiyagalombili", "宮": "Emini Palace"}