{"籤詩版本二": "Ukuchitha isikhathi ngokuthula nokuthula, ukuhlala nokucambalala ngenkathi uphuza itiye ngemva kokusutha\nAwudingi ukuba matasa ngokomzimba nangokwengqondo, futhi ngeke nakanjani ubangele ukungabi nabulungisa noma inhlekelele.", "詩意": "Le hexagram iwuphawu lokuthula nokuzinza.\nKuzo zonke izinto, ukulinda isikhathi esifanele kuzoletha inhlanhla.", "解曰": "Hlala uphephile futhi uphilile. Buza onkulunkulu. Linda kuze kufike isikhathi. Izinto zenzeka ngenhlanhla.", "籤詩故事一": "◇Foyinhui Dongpo\nNgesinye isikhathi, u-Su Dongpo wathola ukuqonda lapho efunda iZen. Wabona ukuthi isimo sakhe sasingaphezu kwamandla, futhi wezwa injabulo kuso. Ngingakwazi ukuzibamba, ngasakaza ipeni lami futhi ngabhala inkondlo:\n\"Phakathi nesibhakabhaka, uJishou ukhanya ngokukhazimulayo endaweni yonke; engakwazi ukupheshulwa imimoya eyisishiyagalombili, uhlala eqondile phezu kwelotus yegolide ebubende.\"\n(Imimoya eyisishiyagalombili ibhekisela kulokhu: inzuzo, ukwehla, ukubhujiswa, idumela, ukudumisa, ukuhlekwa, ukuhlupheka, kanye nenjabulo. Okungukuthi, ukungacasulwa yilezi zifunda eziyisishiyagalombili kubizwa ngokuthi \"imimoya eyisishiyagalombili ayikwazi ukunyakaza\")\nNgemva kokuyibhala, u-Dongpo wathumela inceku yakhe ngaphesheya komfula ukuze ilinikeze uZen Master Foyin waseJinshan Temple.\nNgemva kokuba uZen Master Foyin eyifundile, wayiphawula ngegama elithi “fart” wayeseyinika inceku yakhe ukuba ibuye nayo.\nU-Dongpo wathukuthela wagana unwabu ngemva kokubona lokhu, ngakho wathatha isikebhe wawela umfula waya e-Jinshan Temple ukuze athole uphawu lukaBuddha ukuze kuxoxwe ngalo.\nLapho u-Dongpo efika esangweni leThempeli laseJinshan, uFoyin wayesevele elindile emnyango.\nNgokushesha u-Su Dongpo wamangalela uFoyin: \"Kungani ubiza inkondlo engiyibhale ngokuthi i-fart?\"\nUFoyin waphendula: \"Ingabe kakade 'awukwazi ukupheshulwa imimoya eyisishiyagalombili'? 'Ungashaywa kanjani ngaphesheya komfula' yi-fart!\"\nNgalesi sikhathi, u-Dongpo washaqeka lapho ebona ukuthi akalungile futhi wahamba ehlazekile.\n(Le ndaba isingathekiso esithi \"Ukushisa akukakafiki\")", "聖意": "Thandazela ikhaya lakho nokuphepha kwakho, ingcebo yakho, ibhizinisi lakho, isikhathi esihle, umshado wakho, isihambi wesifazane eLiujia, ukufika kwezibungu zesilika emasimini, imfuyo eyisithupha ukuze izinze, ukuthola umuntu, ngenxa yezinkinga, ukumangalela umphakathi, ukufuduka, impahla elahlekile, ukugula, ukuthumela ethuneni lentaba, okuhle", "古人": "Foyinhui Dongpo", "第X籤": "Inombolo yokuwina engamashumi amathathu nanye", "宮": "Wei Gong"}