{"籤詩版本二": "Uhambo lokubuya luqinisekile. Ubani owazi i-jade efihlwe etsheni?\nUma umdwebi onekhono esenendlela ecacile, uyozizwa elondekile futhi evikelekile enkathini yejaspi", "詩意": "Kule hexagram, ungabona isithombe se-jade lapho usika itshe.\nSebenza kanzima ukuze uphumelele kukho konke.", "解曰": "Umcebo usetsheni. Abantu abangabazi bazi okuncane. Linda kuze kucace. Yenza noma yini ongayenza.", "籤詩故事一": "◇ULiu Bei ufuna amakhono (ukuvakasha kathathu endlini encane efulelwe ngotshani, ukuya kathathu endlini efulelwe ngotshani)\nIsikhathi Semibuso Emithathu. UZhuge Liang wayehlala yedwa endlini yotshani eLongzhong. U-Liu Bei wayemagange ngokufuna amathalente, ngakho wavakashela uZhuge Liang mathupha. Wavakashela uZhuge Liang izikhathi ezintathu (eyaziwa ngokuthi \"Ukuvakasha Okuthathu Kwendlu Encane Etshaliwe\" emlandweni). U-Liu Bei wacela abanye ukuthi bangahambi futhi wabuza uZhuge Liang: \" Ubukhosi bakwaHan buwile, nezikhonzi ezingamaqili zintshontshe izimpilo zazo. Mhlonishwa.\" Ngimbozwe wuthuli. Angikali ubuhle bami nekhono lami, ngifuna ukukholelwa ekulungeni okukhulu emhlabeni, kodwa ubuhlakani bami namakhono ami. ayijulile, ngakho ngiyisebenzisa kakhulu. Kusukela namuhla. Nokho, isifiso sami asikapheli, ucabanga ukuthi uhlelo luzosebenza? \"\nUZhuge Liang wabe esethula kuye uhlelo lokuhlukanisa umhlaba ube izingxenye ezintathu, futhi wahlaziya isimo uCao Cao ayengatholakali kuso futhi uSun Quan wayengamsiza.Wabuye wachaza kabanzi ngobugwala babefundisi bezifundazwe zaseJing naseYi. , futhi kwaba nethuba lokuzisebenzisa, futhi lezo zifundazwe ezimbili kuphela ezazingaxhashazwa.Kungaleso sikhathi kuphela lapho enganqoba khona umhlaba, waze watshela uLiu Bei isu lokuhlasela amaThafa Amaphakathi. (Le ngxoxo kamuva yabizwa ngokuthi \"Longzhong Dui\"). Ngemva kokuzwa lokhu uLiu Bei, wakuncoma sengathi uthole umcebo, futhi wamema ngokuqinile uZhuge Liang ukuthi aphume azosiza, ngakho uZhuge Liang waba umeluleki kaLiu Bei wezempi.", "聖意": "Indlu inokuthula, ngifuna ingcebo, ukuhweba ngabasebenzi kuphazamisa umshado futhi ngiba isihambi esibonakalayo e-Liujia.", "古人": "U-Liu Bei ufuna amathalente (ukuvakasha kathathu endlini encane efulelwe ngotshani, ukuvakasha kathathu endlini efulelwe ngotshani)", "第X籤": "Owine ilotho yamashumi amathathu nesibili", "宮": "Wei Gong"}