{"籤詩版本二": "Gqoka futhi ulolonge kabusha isitayela somndeni esidala. I-Tao ayinaso isibhakabhaka kodwa inokufaneleka.\nNgemva kokukhukhula ameva nameva endleleni, bavumelana bobathathu ukuba bahlangane nozakwabo.", "詩意": "Le hexagram imele ukuhlelwa kabusha kwezingubo.\nKonke kunzima ngaphambi kokuba kube lula kamuva.", "解曰": "Ungakhathazeki. Ube nesikhathi esimnandi. Uma ubuza ngekusasa. Kunomgwaqo omuhle ngaphambili.", "籤詩故事一": "◇Imibhalo yamaBuddha kaTang Monk\nUXuanzang (602-664), indela evelele yoBukhosi BamaTang, wayenesibongo esivamile sika-Chen negama elithi Yi. Wazalelwa eGoushi County, eLuozhou (manje eyingxenye eseningizimu yeDolobha laseYanshi, esifundazweni saseHenan). Waba yindela eneminyaka eyishumi nantathu futhi wathatha igama lamaBuddha elithi Xuanzang. Umhlaba ubizwa ngokuthi i-Sanzang of Tang Dynasty.\nNgonyaka wesithathu kaZhenguan (629, owaziwa nangokuthi unyaka wokuqala weZhenguan), waya entshonalanga waya eTianzhu (India) ukuze athole imibhalo yobuBuddha.Wangena engozini eyedwa futhi wabekezelela ubunzima.Wafika kuphela eminyakeni emine.\nNgonyaka weshumi nesikhombisa kaZhenguan, inkosi yasula ngokusemthethweni futhi yabuyela empumalanga. Wabuyela eShayina ngomgwaqo oseNingizimu yeSifundazwe sanamuhla i-Xinjiang, iKhotan, kanye ne-Loulan.Kwathatha isamba seminyaka eyishumi nesikhombisa kanye nohambo lwamamayela angu-50,000. Lapho efika e-Chang'an ngenyanga yokuqala onyakeni weshumi nesishiyagalolunye kaZhenguan, umbusi wayala u-Liang Guogong Fang Xuanling nezinye izikhulu zomphakathi nezempi ukuba bamamukele kahle.\nKwacelwa imiqulu engama-520 kanye nengama-657 yemibhalo yokuqala yobuBuddha yamaSanskrit. futhi yahunyushelwa olimini lwesiShayina.\nNgemva kokubuya kwenkosi, wahlonishwa kakhulu uMbusi uTaizong kanye noMbusi uGaozong futhi wafakwa kuDa Nei, wamnika isihloko esithi \"Master Tripitaka\".", "聖意": "Umuzi uyaxokozela, inhlanhla kuwe, inhlanhla, ibhizinisi elihle, umshado omuhle, ukuvimbela ukufika kwabantu ensimini, izimpethu, imfuyo engathandeki, ukucinga abantu, amacala omphakathi, ukufuduka, ukuduka, ukugula, ukuthandaza ngezibusiso, amathuna asezintabeni kufanele abe madala.", "古人": "UTang Monk Ufunda ImiBhalo YamaBuddha", "第X籤": "Owine ilotho yamashumi amathathu nanhlanu", "宮": "Shen Gong"}