{"籤詩版本二": "Uma ufuna ukuphepha nokuthula, akufanelekile ukuba namakhandlela emoyeni.\nKungcono ukuhlanza futhi uhlale ehholo elijulile, ugweme ukukhanya, unyakaze endaweni ethule, futhi uhambahamba. Shake → Yao. Mahhala → ezimbalwa.", "詩意": "Le hexagram ifana nomoya onyakazisa isibani nekhandlela.\nUkugcina izinto zingashintshi kuzoletha inhlanhla.", "解曰": "Hlala endaweni ethulile. Yiba ocingweni futhi ufike ngesikhathi. Akusona isibusiso. I-Conservative futhi ifanelekile.", "籤詩故事一": "◇ULi Jing ubuyela entabeni\nU-Li Jing (571-Julayi 2, 649), igama elihlonishwayo elithi Pharmacist, wayengowokuzalwa eSanyuan, eYongzhou (manje esenyakatho-mpumalanga yeSanyuan County, Isifundazwe saseShaanxi). Ujenene kusukela eSikhumbuzweni SakwaSui kuze kufike eNkathini YaseTang yokuqala, wayengusomaqhinga wezempi odumile enamakhono omphakathi nawezempi eNkathini YaseTang. Kamuva, wanikezwa isicoco sokuba nguDuke of Wei, futhi waziwa njengoDuke of Wei emhlabeni.\nU-Li Jing unguyise wenkosana yesithathu uNezha ohlwini lonkulunkulu, owaziwa nangokuthi \"iNkosi kaTota\". U-Li Jing nendodana yakhe basize uJiang Ziya (Tai Gong) ukuthi anqobe iNdlovukazi uZhou, basungule uBukhosi bukaZhou, kanye neNkosi. UWu ukhuphuke ngokusemthethweni esihlalweni sobukhosi. UJiang Ziya wabe esemisa uhlu lonkulunkulu futhi wenza umcimbi wokushweleza imiphefumulo yamasosha afela empini. Kusukela ngaleso sikhathi kuqhubeke, umhlaba waba nokuthula nokuthula. INkosi uWu yayifuna ukwenza ama-marquise futhi iwavuze, futhi yayifuna ukwabela amaqhawe asungula umhlaba. U-Li Jing, uyise nendodana, nabanye abantu abayisikhombisa bacela ukubuyela entabeni ukuze baqhube ubuTao futhi bangabi matasa kakhulu ngodumo nengcebo yezwe. Kamuva, bonke abayisikhombisa “baba abangcwele ngomzimba” futhi babalwa phakathi kwabangafi.\nIndaba ethi \"Feng Shen Bang\"", "聖意": "Indlu iyaqina, ngingumuntu ojwayelekile, ngifuna ingcebo, nginenkinga kwezamabhizinisi, umshado wami awuzwani, uLiujia uthandazela abahamba ngezinyawo ukuthi bathembeke, izikelemu zivuthiwe ekwindla, izilwane eziyisithupha ziphephile, abantu balahlekile, umphakathi. amacala kanye nokufuduka kukhona izifo, ezilahlekile impahla, alishintshi ithuna Jianxingshan.", "古人": "U-Li Jing ubuyela entabeni", "第X籤": "Owine ilotho yamashumi amathathu nesikhombisa", "宮": "Shen Gong"}