{"籤詩版本二": "Isibuko esineminyaka eyinkulungwane siphinde sahlangana, owesifazane ucela umyeni ukuthi aphinde ashade\nKusukela ngaleso sikhathi, umkhaya uye washintsha, futhi kuye kwenezelwa izibusiso ezinganeni nakubazukulu.", "詩意": "Le hexagram imele ukuhlangana kwezibuko.\nKonke kuwumsebenzi onzima futhi kuyabiza.", "解曰": "Ukumba isihlabathi sibe yigolide. Ugibele udrako futhi ugibele ingwe. Nakuba kunzima. Kukhona isithasiselo kuwo.", "籤詩故事一": "◇Yulianhui abangani abayishumi\nEbukhosini beNgoma, u-Qian Yulian washada no-Wang Shipeng. Lapho uShi Peng eya eBeijing ukuyohlola, u-Sun Ruquan ocebile waphoqa u-Yulian ukuba aphinde ashade naye.\nU-Qian Yulian wasenqaba isiphakamiso sika-Sun Ruquan ocebile futhi wakhetha ukushada no-Wang Shipeng, isazi esimpofu saseWenzhou esaqashwa \"uJing Chai\".\nKamuva, uWang Shipeng wawina umklomelo wokuqala.Ngenxa yokuthi wenqaba ukushada uNdunankulu uWanqi, wathunyelwa ukuba ayokhonza njengejaji endaweni eqhelile yaseChaoyang. U-Sun Ruquan washintsha ngasese incwadi yomndeni ka-Wang Shipeng yaba \"incwadi yesehlukaniso\" futhi wakhohlisa u-Yulian ukuba akhohliswe. Umama ka-Qian Yulian naye wamphoqa ukuba ashade futhi, kodwa u-Yulian wenqaba futhi wazibulala ngokuziphonsela emfuleni. Wahlengwa ngu-Qian Zaihe waseSifundazweni saseFujian futhi wathathwa njengendodakazi yakhe yokutholwa.\nU-Yulian wayecabanga ukuthi u-Shipeng ufile. Ngemva kweminyaka emihlanu, u-Wang Shipeng wayengumbusi waseJi'an. Ngolunye usuku, wenza umcimbi wesikhumbuzo ethempelini lamaTao ukuze akhumbule umkakhe ongasekho. U-Yulian waya ethempelini le-Ji'an Taoist ukuze ashise. impepho, futhi ekugcineni uWang Shipeng noQian bahlanganiswa.", "聖意": "Indlu ayizinhle kumuntu Ikwindla nobusika buyaqhakaza ingcebo iqhakaze ekwindla nasebusika ibhizinisi liyaphumelela umshado uphumelele sikhulekele abahamba ngezinyawo baye ensimini kukhuliswe izikelemu imfuyo eyisithupha kukhuliswe abantu bangatholwa amacala omphakathi awavuni Ukufuduka kuyaqina ukulahlekelwa yimpahla ,isifo esiphuzile Khulekani izibusiso izintaba namathuna kuhle.", "古人": "Yulianhui abangani abayishumi", "第X籤": "Isibonakaliso sesine", "宮": "Isibeletho"}