{"籤詩版本二": "Isondo elibomvu liwela entshonalanga, unogwaja ukhuphuka empumalanga, i-yin iyakhula futhi i-yang iyanyamalala, futhi konke kuyaphumelela.\nUma owesifazane efuna ukuyisebenzisa, izokwandisa ingcebo yakhe futhi ilethe injabulo enhliziyweni yakhe.", "詩意": "Le hexagram iwuphawu lokukhula kwe-Yin kanye nokunyamalala kwe-Yang.\nKonke kunzima ngaphambi kokuba kube lula kamuva.", "解曰": "I-Yin izuzisa abesifazane. Ayifanele amadoda. Uma ufuna iseluleko. Okubi kuza kuqala bese kulandela okuhle.", "籤詩故事一": "◇Wu Zetian ukhuphuke esihlalweni\nLapho eneminyaka engu-14 ubudala, uWu wabizelwa esigodlweni nguMbusi uTaizong Li Shimin woBukhosi BamaTang njengomuntu onethalente, ogama lakhe lingu \"Wu Mei\". Ngemva kokufa kukaTaizong, uZetian wangena eGanye Temple futhi waba indela.\nLapho uMbusi uGaozong Wobukhosi BamaTang efika esihlalweni sobukhosi, wabizela umndeni wakwaWu esigodlweni ukuze uhloniphe uZhaoyi. Ngonyaka wesithupha kaYonghui (655), uMbusi uGaozong wasungula uWu njengendlovukazi yakhe.\nUWu Zetian wayehlakaniphile, ehileleke ezincwadini nasemlandweni, futhi ecebile ngamasu. Ngokushesha ngemva kokuba uWu Zetian eseyindlovukazi, ngenxa yokuthi uGaozong wayebuthakathaka futhi egula, ngezinye izikhathi wayemphathisa ukuthi aphathe izindaba ezithile zezombusazwe, ngakho amandla akhe akhula. Ngonyaka wokuqala kaShangyuan (674), uMbusi uGaozong wayebizwa ngokuthi \"uMbusi\", uMbusi uWu wayebizwa ngokuthi \"iNdlovukazi Yezulu\", futhi bobabili babebizwa ngokuthi \"Abangcwele Ababili\" esigodlweni.\nNgonyaka wokuqala kaHongdao (683), uGaozong washona, uNkosana uLi Xian weza esihlalweni sobukhosi, kwathi uWu Zetian wabusa lo bukhosi. NgoFebhuwari wonyaka wokuqala kaSisheng (684), uWu Zetian wasusa uLi Xian njengeNkosi yaseLuling futhi wamisa indodana yakhe yesine uLi Dan njengombusi, eqhubeka nokubusa ubukhosi. Ngo-September walowo nyaka, washintsha ifulege laba igolide, futhi iLuoyang, inhloko-dolobha esempumalanga, yaqanjwa kabusha ngokuthi inhloko-dolobha yaphezulu. Ngosuku lwesishiyagalolunye kuSepthemba ngonyaka wokuqala kaTianshou (690), uWu Zetian wazimemezela njengombusi futhi washintsha igama lezwe laba nguZhou.", "聖意": "Umuzi awuzithandi, uthandazela izibusiso, ufuna ingcebo, ukugadwa, inhlanhla emshadweni, amabhadi emshadweni (owesifazane), abahamba ngezinyawo bavimbe amasimu, izikelemu, imfuyo ephumelelayo, ukufuna abantu, ukuhlukana, amacala, ukulahlekelwa, ukufuduka. , ukulahlekelwa impahla, ukugula, ukushaqeka, izintaba namathuna, inhlanhla", "古人": "UWu Zetian ukhuphuka esihlalweni sobukhosi", "第X籤": "Owine ilotho yamashumi amane", "宮": "Wena Palace"}