{"籤詩版本二": "Uyokhumbula amazwi amahle angapheli, kodwa uzoba indodana yakho uma uqaphela isela.\nUngabi nomhobholo okwamanje futhi ukhathazeke ngokuthi ngabe wenza into enhle ngonyaka odlule.", "詩意": "Le hexagram ikhomba isela njengendodana.\nQaphela kukho konke okwenzayo.", "解曰": "Lona nje. Umnumzane akalenzi iphutha. Kugcine engqondweni. Ungabi nesizungu.", "籤詩故事一": "◇U-Dong Zhuo wamukela uLu Bu\nU-Lu Bu, owayenesibindi futhi enekhono ekulweni, wayengujenene wezempi odumile ekupheleni koBukhosi BaseMpumalanga Han kanye nokuqala kwemibuso Emithathu. Wake wabheka u-Ding Yuan, umbusi waseJingzhou, njengoyise wokutholwa futhi wakhonza ngaphansi kwakhe.\nNgemva kokushona kuka-Emperor Ling woBukhosi BaseMpumalanga Han, u-Ding Yuan waya eBeijing ukuze ahlanganyele nojenene u-He Jin ukuze alawule uhulumeni.\nU-Dong Zhuo walwa noDing Yuan, kodwa ojenene abambalwa abakwazanga ukunqoba uLu Bu, ngakho u-Dong Zhuo wathumela owayengaphansi kwakhe u-Li Su ukuba afumbathise uLu Bu. U-Li Su ulethe izinqwaba zengcebo yegolide nesiliva kanye nehhashi elidumile elinogwaja elibomvu \"ukuvakashela uLu Bu\". U-Li Su ulethe izinqwaba zamagugu egolide nesiliva kanye nehhashi elibomvu elinogwaja elidumile ukuthi livakashele uLu Bu. Ngakho uLu Bu wafumbathiswa uDong Zhuo ukuba abulale uDing Yuan, futhi watshela amasosha akhe ukuba ahambe naye uma ethanda, futhi ahambe uma engafuni ukumlandela, ngenxa yalokho, iningi lamasosha abaleka. Ngakho uLu Bu wafumbathiswa nguDong Zhuo futhi wabulala uDing Yuan.\nNgemva kokuba u-Dong Zhuo ethole amandla, wathatha uLu Bu njengendodana yakhe yokutholwa futhi wamenza ujenene kanye noMarquis.\nU-Dong Zhuo wayenolaka, futhi \"ubudlelwane bukababa nendodana\" noLu Bu empeleni babubuthakathaka kakhulu. Ngo-189 AD, ngokugqugquzelwa kukaSitu Wang Yun, uLu Bu wabulala u-Dong Zhuo.\nEzinyangeni eziyisithupha ngemva kokushona kuka-Dong Zhuo, amabutho amadala ka-Dong Zhuo ahlasela inhloko-dolobha, uLu Bu nomkakhe babaleka ngenxa yokwethuka. Ngemva kokushiya inhloko-dolobha, uLu Bu wabalekela izinduna zempi uYuan Shu, Yuan Shao, Zhang Yang, Zhang Miao, Liu Bei, njll., futhi walwa izikhathi eziningi noCao Cao, enye impi eyinhloko ngaleso sikhathi. U-Lu Bu wayenesibindi futhi elungile. ekulweni, futhi wanqoba uCao Cao izikhathi eziningana.\nNgonyaka wesithathu ka-Jian'an eMpumalanga Han, amasosha kaCao Cao ahlasela i-Xiaopei, isizinda sikaLu Bu, athathwa abulawa uCao Cao ngaphansi kweBaimen Tower. Ngaphambi kokubulawa, uLu Bu wacela uCao Cao ukuthi amgcine ephila ukuze agweme ukufa, kodwa uLiu Bei wakhumbuza uCao Cao ukuthi uLu Bu wayekhaphele izikhathi eziningi futhi wayeyindoda engathembekile. Ekugcineni, uCao Cao, owazisa amathalenta kuphela kungakhathaliseki ukuziphatha, wabulala uLu Bu.", "聖意": "Angikhululekile ekhaya, ngivame ukufuna imali, ngigade ama-transactions, kunzima ukushada, indoda ye-Liujia iyamangala, abantu beza ebaleni, izikelemu zivuthiwe, izilwane eziyisithupha ziphephile, abantu bafuna abantu, amacala afanelekile futhi afuduka, izinto ezilahlekile zinzima ukuzithola, izifo zinzima ukuthola, futhi kunokuthula ethuneni leZhenxing Mountain.", "古人": "U-Dong Zhuo wamukela uLu Bu", "第X籤": "Owine ilotho yesi-41", "宮": "Wena Palace"}