{"籤詩版本二": "Umbusi, umbusi, nombusi ekugcineni bayoba nomusa futhi balinde futhi bathandazele izibusiso ngaphandle kokulahlekelwa noma inzuzo.\nZonke izidalwa ezinemizwa ziyazuza kukho, futhi ukuchuma kulindelwe emhlabeni nasezulwini.", "詩意": "Le hexagram iwuphawu lomusa ovela ezulwini.\nKonke kuzophumelela.", "解曰": "Umbusi wabonisa umusa wakhe. Ungakhohlwa. Amasiko asekuseni nakusihlwa. Kuyafaneleka ukushisa impepho.", "籤詩故事一": "◇U-Mulian wasindisa umama wakhe\nUMokou Lian, noma u-Mulian, unamandla kakhulu phakathi kwabafundi abayishumi bakaSakyamuni Buddha.\nUnina wayenobugovu futhi enonya ngesikhathi sokuphila kwakhe, ngakho wawela endaweni yezipoki ezilambile ngemva kokufa kwakhe. UMokhullian wasebenzisa amandla akhe omlingo ukuze abuke futhi wathola ukuthi unina wazalwa eyisipoki esilambile, engenandlela yokuthola ukudla futhi wayesebunzimeni obukhulu.Wasebenzisa amandla akhe omlingo ukuletha ukudla kunina.Kungalindelekile, ngemva kokuba umama ethole ukudla, kwaphenduka umlotha futhi kwakungadliwa.\nUMaudgalyana wayekhathazekile ngalokho okwenzekile futhi wabikela uBuddha. UBuddha watshela uMulian ukuthi ngosuku lweshumi nanhlanu lwenyanga yesikhombisa, kufanele abeke izinongo eziyikhulu nezithelo ezinhlanu endishini futhi akunikeze izindela ezinhle zezindlela eziyishumi.Ngala mandla, unina uzokwazi ukudla. .\nUMaudgalyana wenza ngokuvumelana nentando kaBuddha, futhi unina wagcina ekhululiwe. Lolu hlobo lomkhosi lubizwa ngokuthi \"i-Obon Festival\" futhi lo mkhosi ubizwa ngokuthi \"i-Obon Festival\".\n(Qaphela: Into inemizwa ehlukene emazingeni ahlukene omhlaba. Isibonelo: uma lina kulo mhlaba, siyibona \"njengamanzi\", kuyilapho izidalwa ezisendaweni yezipoki ezilambile zizwa \"njengegazi\", kanye nemizwa. Izidalwa ezisesihogweni zizizwa njengokuthi \"igazi\". Kuzwakala \"ukuwisa inkemba\", kuyilapho izidalwa zasezulwini zizwa \"ukuwisa imbali\".)", "聖意": "Ukuthandazela ikhaya nendlu, ukuthandazela inhlanhla ebusika, ukufuna ingcebo, akukho ukuthengiselana, umshado, ukuthula eLiujia, abahamba ngezinyawo, amasimu ahambayo, iminyundu, izilwane eziyisithupha, ukuthola abantu, amacala, impumelelo, ukufuduka, ukonga, impahla elahlekile, izifo , ukuthula kwengqondo, ukuthula kwezintaba namathuna", "古人": "U-Mulian usindisa umama wakhe", "第X籤": "Sayina amashumi amane nambili", "宮": "Wena Palace"}