{"籤詩版本二": "Umhlaba uyaguquguquka futhi zonke izinto ziyazisekela, ziyazondla futhi ziphephile\nKonke empilweni kumnandi, bonga abangcwele nezazi ngakho konke, uphumelele.", "詩意": "Le hexagram imelela ukuvumelana phakathi komhlaba nomhlaba.\nKonke kuhamba kahle futhi akukho ngozi.", "解曰": "Zonke izinto ziyazalwa. Zonke izinhlelo nezifiso ziyafezeka. Ford iyasiza. U-Rui Qi ujahile.", "籤詩故事一": "◇Abahamba ngezinyawo bathola ukukhanyiseleka\nUhambo oluya eNtshonalanga indaba:\nU-Sun Wukong waba yinkosi eNtabeni i-Huaguo. Kamuva, ukuze athole indlela yokuphila phakade, wachitha iminyaka eyisishiyagalombili noma eyisishiyagalolunye ehamba enqamula izintaba nemifula ukuze akhulekele uPatriarch Bodhi njengomfundisi wakhe. Wafunda ukuguqulwa kwe-72 kwe ububi basemhlabeni kanye namafu e-somersault, futhi yathatha isibongo esithi Sun ngokokuqala ngqa. Iqanjwe ngokuthi i-Wukong.\nNgemva kwalokho, u-Sun Wukong waya e-Dragon Palace e-East China Sea ukuze athole isikhali esifanele, futhi ekugcineni wathola i-Ruyi Golden Cudgel, inaliti yaphezulu ka-Tianhe no-Dinghai. Ngenxa yokuthi isikhathi sakhe sokuphila sase siphelile, wenza isiphithiphithi esikhulu endaweni engaphansi, wabuyekeza incwadi yokuphila nokufa, wayesebuyela emhlabeni wesintu. Kamuva, u-Sun Wukong wabizwa yizulu okokuqala futhi waqanjwa ngokuthi u-Bima Wen. Ngokuhamba kwesikhathi wabizelwa ezulwini okwesibili waqanjwa ngokuthi iNkosi yezinkawu, waphinde weba amapentshisi wadala uthuthuva ezulwini, wavalwa esithandweni somlilo saseBagua ukuze azijwayeze amehlo akhe egolide namehlo avuthayo, ekugcineni wacindezelwa. nguTathagata Buddha phansi kweNtaba iWuzhi iminyaka engu-500, engakwazi ukunyakaza. Indawo lapho isithando somlilo se-Bagua sakhahlelwa khona yaphenduka intaba yomlilo.\nEminyakeni engamakhulu amahlanu kamuva, uMonki Tang waya eNtshonalanga ukuyothola imibhalo, wadlula eNtabeni Yezinto Ezinhlanu, futhi wakhumula i-talisman ngaphambi kokusindisa iSun Wukong. U-Sun Wukong wakhala izinyembezi ngokubonga. Ngemva kokufundiswa uGuanyin Bodhisattva, wakhulekela uTang Monk njengothisha wakhe futhi baya eNtshonalanga ukuze bafunde imibhalo engcwele ndawonye. Endleleni yokufunda imibhalo, u-Sun Wukong wehlela phezu kwamademoni futhi waqeda izilo, futhi wenza izenzo ezingavamile ngokuphindaphindiwe. Nokho, akazange aqondwe kahle futhi waxoshwa inkosi yakhe uTang Seng kaninginingi. Ngemva kobunzima obungamashumi ayisishiyagalombili nanye, umsebenzi wagcina usuqediwe.Amakhosi amane nabafundi bafika eThempelini laseXitian Leiyin futhi bathola umbhalo weqiniso. U-Sun Wukong uthole umphumela olungile.\n(Le ndaba ingumfanekiso wokuthi ngisho nenkawu ingakhanyiseleka, ingasaphathwa eyomuntu.)", "聖意": "Ikhaya liyathandeka kuwena, ingcebo, ibhizinisi, umshado, uLiujia, abahamba ngezinyawo besilisa, ukuvimbela amasimu, iminyundu, izilwane eziyisithupha, Zhongping, ufuna abantu, amacala, impumelelo, ukufuduka, ukulahlekelwa yimpahla, izifo, ithuna le-Xingxingshan, izinto zinhle", "古人": "Umhambi uthola ukukhanyiseleka", "第X籤": "Isayinwe ngomhlaka-43", "宮": "xugong"}