{"籤詩版本二": "U-Qin Jun ubekezelela impilo elandelanayo futhi uzimisele ukungenzi okubi.\nKuze kube yilapho othile esebenzisa amandla ngobumnene, amagatsha afile nezihlahla ezindala zizokhiqiza izimbali kabusha.", "詩意": "Le hexagram ifana nezimbali ezikhula ngokhuni olufile.\nYonke into inempumelelo yayo.", "解曰": "Yiba ngongaguqukiyo futhi uthule. Izinto ziyafezeka. Uma inyakaza, kuzoba nezinhlekelele eziningi. Alikho icala ukuthula.", "籤詩故事一": "◇Ukudoba i-Weishui\nEsikhathini sobukhosi bakwaZhou, uJiang Shang, ogama lakhe linguZiya, wazalelwa eJi (ongowokuzalwa eXuzhou, eMpumalanga China Sea), futhi igama lakhe lobuTao kwakunguFei Xiong. Ukhokho wanikezwa isihloko esithi Zai Lu (igama lendawo), ngakho wayebizwa nangokuthi uLu Wang.\nUkuze abaleke ezikhathini ezinezinkinga zeNkosi uZhou yoBukhosi BamaShang, uJiang Ziya wayehlala ngasemanzini oLwandle Lwase-East China futhi wayedoba emfuleni i-Weishui.\nInhlanzi iqondile.Eqinisweni inhliziyo yakhe ayidobi kodwa isifiso sakhe wukuba undunankulu.\nInkosi uWen yezwa ukuthi ihlakaniphile yamqasha njengothisha wayo (undunankulu). (UJiang Ziya wayeneminyaka engamashumi ayisishiyagalombili ngaleso sikhathi)\nKamuva, iNkosi uWu yaseZhou yahlasela iNkosi uZhou yaseShang, yabhubhisa ubukhosi bakwaShang, futhi yasungula uBukhosi bukaZhou. Inkosi uWu yabiza uJiang Ziya Shangfu. Indodana kaFeng Jiang, uDing Gong, yaba iMarquis of Qi.\n(Le ndaba isingathekiso: linda ithuba, linda kuze kube khona ithuba lokuvusa, bese kuqala intuthuko.)", "聖意": "Nginifisela inhlanhla emndenini, ekhaya, nengcebo. Uma isikhathi sifika, ukuthengiselana kuzoba yimpumelelo. Uma intombazane izalelwe eLiujia, abahamba ngezinyawo bazovimba amasimu, kuvinjwe izikelemu zesilika. Imfuyo eyisithupha kuyoba nzima ukuyithola. Kuhle. inhlanhla emacaleni, ukufuduka, ukulondolozwa kwemvelo, ukulahleka kwempahla, ukugula, kanye nezibusiso.Inhlanhla ezintabeni nasemathuneni.", "古人": "Ukudoba i-Weishui", "第X籤": "Ilotho yokuwina yamashumi amane nesithupha", "宮": "xugong"}