{"籤詩版本二": "Amakhaza aphendula amanzi abe yiqhwa Kungani uhahela udumo?\nAkukho engingakwenza ngaphandle kokuhlala ngithule futhi ngilinde amaqabunga achume ngokwemvelo.", "詩意": "Kule hexagram, amanzi aphenduka abe yiqhwa.\nUngaceli lutho ngeze.", "解曰": "Amanzi aba yiqhwa abe yiqhwa. Iqhwa liyancibilika libe emanzini. Uma kuyitulo. Kunjalo.", "籤詩故事一": "◇U-Wang Xiang ucela i-carp (Izindaba Ezingamashumi Amabili Nane Zokukholwa Kwezingane)\nU-Wang Xiang wobukhosi bakwaJin, igama elihlonishwayo uFuzheng, wazalelwa eLinyi.\nLapho u-Wang Xiang esemncane, umama wakhe omzalayo washona, Uyise owayeyedwa washada nowesifazane ogama lakhe linguZhu, kwathi u-Wang Xiang waba nomama omusha. Lapho u-Wang Xiang esemncane, umama wakhe omzalayo washona, futhi uyise owayenesizungu washada nowesifazane ogama lakhe linguZhu. Usingamama ka-Wang Xiang wayengowesifazane onomqondo omncane futhi onomona. Wayengamthandi u-Wang Xiang futhi wayevame ukumthethisa ngezinto ezingasho lutho. Ngokushesha, usingamama naye wazala indodana okuthiwa u-Wang Lan. Umama ongamzali wayethanda izingane zakhe kuphela, futhi ebheka u-Wang Xiang njengeva kuye.Wayefuna u-Wang Xiang kakhulu, futhi wayevame ukukhuluma kabi ngo-Wang Xiang phambi kukayise.Ngisho noyise kancane kancane wayengasamthandi. Umama ongamzali wayethanda izingane zakhe kuphela, futhi ebheka u-Wang Xiang njengeva kuye.Wayemfuna kakhulu u-Wang Xiang, futhi wayevame ukukhuluma kabi ngo-Wang Xiang phambi kukayise.Ngisho noyise kancane kancane wayengasamthandi. Nakuba umfowabo ka-Wang Xiang ngomzali oyedwa, u-Wang Lan unobungane kakhulu kumfowabo. Naphezu kokuhlukunyezwa kukamama wakhe ongamzali, wayesakhula kakhulu. Usingamama unokhahlo, kodwa u-Wang Xiang useyingane.\nUmama wakhe ongamzali unento yokuzilibazisa, okungukuthi, uthanda ukudla izinhlanzi ezisanda kudotshwa emfuleni. Umama wakhe ongamzali unento yokuzilibazisa, okungukuthi, uthanda ukudla izinhlanzi ezisanda kudotshwa emfuleni. Ngobunye ubusika, uyise waya ebhizinisini, unina ongamzali waphinde wagula.UMfoweth’ uWang Xiang noWang Lan baphakela unina isobho nemithi ngokucophelela.Kumakhaza ashubisa umnkantsha, ukugula kukasingamama akuzange kube ngcono. shesha. Ngobunye ubusika, uyise waya ebhizinisini, unina ongamzali waphinde wagula.UMfoweth’ uWang Xiang noWang Lan baphakela unina isobho nemithi ngokucophelela.Kumakhaza ashubisa umnkantsha, ukugula kukasingamama akuzange kube ngcono. shesha. Umama ongamzali ogulayo wayefuna ukudla izinhlanzi ezintsha emfuleni, kuleso simo sezulu esibanda kakhulu, lalikhithika ngaphandle futhi amanzi emfuleni ayesephenduke iqhwa eliwugqinsi. Usingamama ogulayo wayefuna ukudla izinhlanzi ezisanda kuzalwa.\nNgalezo zinsuku, zazingekho izitsha zesizini, futhi wawungenakuzithenga noma ngabe unemali.\nKuleli qophelo endabeni, kwenzeka indaba ethinta inhliziyo ka-Wang Xiangqiu Li. Lezi zelamani ezimbili zagada umama wazo zingakwazi ukwenza lutho. U-Wang Xiang waya emfuleni oyiqhwa ukuze angadumazi usingamama wakhe ogulayo. U-Wang Xiang waba nombono wabe esekhumula ihembe lakhe kungakhathaliseki ukuthi kubanda kanjani. Walala enqunu phezu kweqhwa futhi wayefuna ukuyisebenzisa. izinga lokushisa lomzimba walo ukuncibilikisa iqhwa (ngakho uWang Xiangqiu carp ubizwa nangokuthi uWang Xiang elele eqhweni). Wakhumula ihembe walala enqunu phezu kweqhwa. Wathandaza kuNkulunkulu wathi: “Nkulunkulu, umama wami uyagula futhi ufuna ukudla inhlazi yasemfuleni esanda kuzalwa. Kufanele ungitholele indlela kungakhathaliseki ukuthi kwenzekani.” Ngokumangalisayo, iqhwa elaliseduze kwakhe laqhekeka kungazelelwe, kwase kuba khona amabili. I-carp ephilayo yagxuma yaphuma emfantwini yagxumela eqhweni. U-Wang Xiang wayejabule kakhulu. Wathandaza kuNkulunkulu: “Nkulunkulu, umama uyagula futhi ufuna ukudla inhlazi yasemfuleni esanda kuzalwa. Kufanele ungitholele indlela kungakhathaliseki ukuthi kwenzekani.” Ngokumangalisayo, iqhwa elaliseduze kwakhe laqhekeka kungazelelwe, kwaba nemifantu emibili. I-carp ephilayo yeqa emfantwini yagxumela eqhweni. U-Wang Xiang wayejabule kakhulu. Waguqa ngokushesha, wabonga uNkulunkulu, futhi wagijima waya ekhaya ne-carp. Waguqa ngokushesha, wabonga uNkulunkulu, futhi ngokushesha wathatha carp wagoduka. Ngemva kokuba usingamama edle i-carp entsha, ngokushesha walulama ekuguleni kwakhe. Usingamama osembhedeni wasesibhedlela wamangala lapho ebona umzimba ka-Wang Xiang ongenhla onqunu, owawuba nsomi ngenxa yamakhaza, nezinhlanzi ezimbili ezandleni zakhe, wagijimela ekamelweni ejabule futhi wamangala.\nU-Wang Xiang ngokuhamba kwesikhathi waba yisikhulu futhi waba iTaibao, wanikezwa isicoco sokuba nguDuke.", "聖意": "Angikhululekile ekhaya, ngithandazela ukuvikelwa, ubunzima bezezimali, izinkinga zebhizinisi, umshado, ukungahambisani nomshuwalense we-Liujia, abahamba ngezinyawo, u-Chi Tian, ​​ukulahlekelwa kwezikelemu, ukulahlekelwa kwemfuyo eyisithupha, abantu abalahlekile, amacala omphakathi, ukufuduka, ukugcina, ukulahleka kwempahla, ukugula. , kunzima ukululama, ithuna lasentabeni, inhlanhla", "古人": "U-Wang Xiang ucela i-carp (Izindaba Ezingamashumi Amabili Nane Zokuzinikela Kwabantwana)", "第X籤": "Amashumi amane nesishiyagalolunye Ewina iLothi", "宮": "I-Haigong"}