{"籤詩版本二": "Ungakwazi ukuya kuwo wonke amagumbi ezwe, ulengise i-canopy kaseyili ukuze uyiphakamise ngokukhululeka\nUma kunomoya omuhle, uzofika maduze futhi isikebhe sizobe sigcwele amagugu.", "詩意": "Le hexagram ifana nokudonsa isikebhe ngomoya.\nKonke kuhamba kahle.", "解曰": "Phumula ngokukhululeka. Awukho umzamo odingekayo. Ingcebo eningi. Konke kunconyiwe.", "籤詩故事一": "◇Tao Zhugui Amachibi amahlanu (Fan Ligui Lake)\nNgeNtwasahlobo neNkwindla, u-Fan Li, ogama lakhe lokuhlonipha okwakungu-Shaobo, wayaziwa nangokuthi u-Gui Yizipi noma u-Tao Zhugong.\nNgaleso sikhathi, kwakunempi phakathi kweSifundazwe sase-Wu kanye neSifundazwe Sase-Yue, futhi iSifundazwe Sase-Wu sacekela phansi iSifundazwe Sase-Yue. Umlandeli uLi kanye no-Wen Zhong bakhe uhlelo lokuthi u-Yue King Gou Jian aphromothe u-Yue futhi acekele phansi u-Wu. U-Fan Li wazihambela mathupha izintaba nemifula, wavakashela u-Xi Shi, owesifazane omuhle onakho kokubili ubuhle, ithalente nobuhle, emfuleni i-Huansha e-Bailuo Mountain futhi wawethula eNkosini yase-Wu. Wasebenzisa \"iqhinga lobuhle\" ukuze babambisane ngaphakathi nangaphandle futhi bacekele phansi uMbuso weWu.\nNgemva kokuphumelela ukuqothula uMbuso weWu, uFan Li wayazi ukuthi uGou Jian \"inyoni enentamo ende enoqhwaku\" futhi ekwazi ukwabelana naye ngobunzima nenjabulo, ngakho wahamba ngesikebhe no-Xi Shi ngaphesheya koMbuso Wase-Qi, washintsha indlela yakhe yokuphila. uGu Zipi, futhi wahola indodana yakhe nabafundi eMbusweni wamaQi. Bahlala endlini encane ngasolwandle. Wasebenza kanzima ukuze alime indawo ewugwadule, aqhube ibhizinisi nebhizinisi, futhi phakathi neminyaka embalwa, waqongelela amashumi ezigidi empahla yomkhaya. Wayenesandla esivulekile ekusakazeni ingcebo nokwenza okuhle edolobheni lakubo.Ukuhlakanipha nekhono likaFan Li kwathakazelelwa abantu bakwaQi.Inkosi yaseQi yammemela eLinzi, inhloko-dolobha, yamkhulekela njengondunankulu ophethe izindaba zikahulumeni. . Ubabaze wathi: \"Ukuba yisikhulu kungaholela ongqongqoshe, futhi ukuphatha umndeni kungaholela enzuzweni. Kumuntu ovamile oqale phansi, lokhu sekufike ekugcineni. Ukuhlonishwa isikhathi eside cishe akulona uphawu oluhle.\" Ngakho, ngemva kweminyaka emithathu kuphela, uJiliu waphinda wahoxa ngesibindi, wabuyisela uphawu enkosini yaseQi, futhi wanikela ngayo yonke ingcebo yomkhaya wakhe kubangane bakhe abaseduze kanye nabantu bakubo.", "聖意": "Indlu ilungele wena (izothunyelwa), imali yinhle, ibhizinisi lihle, umshado uphuzile, umshado awukho kahle, uLiujia uphephile, abantu bavimbe emasimini, imibungu, inkwindla, imfuyo, intwasahlobo. liyachuma, abantu bafuna abantu, amacala mabi, ukufuduka kuyaqina, izinto ezilahlekile, izifo zaseNtshonalanga ziyaxazululeka, izintaba namathuna aseningizimu.", "古人": "I-Tao Zhugui Amachibi amahlanu (Fan Ligui Lake)", "第X籤": "Owine ilotho yamashumi amahlanu", "宮": "I-Haigong"}