{"籤詩版本二": "Ihlobo usuku olude kunawo wonke futhi wonke umuntu ukhathazekile ngokushisa nokucindezeleka\nIzulu nomhlaba nazo ziyazi ukuthi abantu bafunani, nomoya ushaya umoya futhi kupholile ngokwemvelo", "詩意": "Le hexagram ibonisa ukuthi wonke umuntu ukhathazekile ngokushisa.\nYenza noma yini oyifunayo.", "解曰": "Akukho ukungabaza mayelana nokuqhubekela phambili noma ukuhlehla. Ube nesikhathi esimnandi. Eyokukhempa? Asikho isidingo sokwenza izinto ngamawala.", "籤詩故事一": "◇I-Kong Ming ingena eSichuan\nUZhuge Liang (181-234), igama lokuhlonipha u-Kongming, wayengowokuzalwa eYangdu, eLangya (manje eyiYinan County, eSifundazweni SaseShandong), futhi wayengundunankulu kaShu Han (Liu Bei) ngesikhathi seMibuso Emithathu.\nNakuba uLiu Bei ewine i-Jingzhou, akwanele ukuhlukanisa uhlangothi olulodwa. U-Zhuge Kongming wayehlele ukuthwebula i-Xichuan ukuze andise indawo ka-Liu Bei. Ngalesi sikhathi, uLiu Zhang e-Yizhou wahlaselwa uZhang Lu enyakatho. U-Zhuge Kongming uthole ukuthi u-Liu Zhang wayefuna ukunikezela imephu ye-Xichuan ku-Cao Cao ukuze azivikele. Lapho u-Zhang Song (ongaphansi kukaLiu Zhang) ehlangana no-Cao Cao, ngenxa yokuthi u-Cao Cao wayezidla futhi edelela, uLiu Zhang wathatha imephu wabuyela e-Xichuan wadlula e-Jingzhou endleleni. U-Kong Ming ubevele emlindile endleleni futhi wamemela e-Jingzhou, kodwa akazange akhulume ngeSithombe se-Xichuan kwaze kwaba yisikhathi sokuhamba. U-Zhang Song wabonga u-Kong Ming ngobubele bakhe nokungenisa izihambi, ngakho wasinikezela Isithombe sika-Xichuan yena.\nIndawo yase-Xichuan yayiyingozi futhi ingahlaselwa noma ivikelwe. Ngemva kwezinhlelo ezihlukahlukene zika-Kong Ming, i-Xichuan yaba indawo yokuzalwa kuka-Liu Bei.\n(I-Kong Ming yayiphatha abantu ngesizotha futhi yathola kalula i-Xichuan efiselekayo.)", "聖意": "Thandazela izibusiso ekhaya futhi uzivikele (kunenhlanhla emashwa) Funa ingcebo, inhlanhla ebhizinisini, umshado ovamile, ukuzalwa kwabafana eLiujia, ukuthutha amasimu, izikelemu, ukulimala kwemfuyo, ukuthola abantu, amacala omphakathi. , ukufuduka, izinto ezindala ezilahlekile, izifo zasenyakatho, ukufisa izintaba namathuna", "古人": "I-Kong Ming ingena eSichuan", "第X籤": "Isahluko 51: Ukuwina ilotho (ukuwina ilotho)", "宮": "Isibeletho"}