{"籤詩版本二": "Kudingeka umzamo omkhulu ukubamba inyanga emanzini.Kudinga umzamo omkhulu kodwa lutho.\nUngakhulumi umbhedo futhi umoshe imizamo yakho yokuqinisa umzimba.Igama elithi \"umzimba ubunile\" lisho ukuthi \"umzimba unesizungu\".", "詩意": "Le hexagram ihahela isithombe somzamo.\nKonke kuyakhandleka futhi kuyakhandla.", "解曰": "Kunzima ukukhumbula izithembiso. Umsebenzi omningi onzima. Ukukhathazeka ekhaya. Ilinde ukuhlangana nabantu abahloniphekile.", "籤詩故事一": "◇ UTaibai ubambe inyanga edakiwe (u-Li Taibai ubambe inyanga edakiwe)\nU-Li Bai (701-762), owaziwa nangokuthi u-Taibai, owaziwa nangokuthi u-Qinglian Jushi. Imbongi yoBukhosi bamaTang, eyayizibiza ngomubi oxoshiweyo, yaziwa ngokuthi i-Immortal of Poetry, futhi yayihlala ijabule ingaphuzi.\nNgesinye isikhathi uLi Bai wafika eJinling (manje eyiNanjing) waphumula endaweni yokudlela eseduze kweWende Bridge.\nLolo suku kwaba usuku lweshumi nanhlanu lwenyanga yasebusika, ebusuku wayezihlalela yedwa esitolo sokudlela abuke inyanga, ephuza futhi ehaya izinkondlo. Lolo suku kwaba usuku lweshumi nanhlanu lwenyanga yasebusika, ebusuku wayezihlalela yedwa esitolo sokudlela abuke inyanga, ephuza futhi ehaya izinkondlo. U-Li Taibai wayeyithanda kakhulu inyanga ekuphileni kwakhe, ethi ihlanzekile futhi iyinhle. U-Li Taibai wayeyithanda kakhulu inyanga ekuphileni kwakhe, ethi ihlanzekile futhi iyinhle. Ngalobo busuku waphakamisa amehlo wabona inyanga emhlophe neyindilinga esibhakabhakeni, wajabula kakhulu waphinde waphuza izingilazi ezimbalwa. Ngalobo busuku waphakamisa amehlo wabona inyanga emhlophe neyindilinga esibhakabhakeni, wajabula kakhulu waphinde waphuza izingilazi ezimbalwa. Phakathi kwamabili, uLi Taibai wasebenzisa iwayini futhi wehla waya eWende Bridge. Phakathi kwamabili, uLi Taibai wasebenzisa iwayini futhi wehla waya eWende Bridge. Wathi engangena nje ebhulohweni wehlisa ikhanda wavele wabona inyanga iwela emanzini, kwathi uma unyakaza umfula kwafakwa imigqa embalwa emnyama ethunzini lenyanga emhlophe. Wathi engangena nje ebhulohweni wehlisa ikhanda wavele wabona inyanga iwela emanzini, kwathi uma unyakaza umfula kwafakwa imigqa embalwa emnyama ethunzini lenyanga emhlophe. U-Li Taibai wayedakwe kakhulu ngalesi sikhathi kangangokuthi wacabanga ukuthi yinyanga engcoliswe amanzi omfula. U-Li Taibai wayedakwe kakhulu ngalesi sikhathi kangangokuthi wacabanga ukuthi yinyanga engcoliswe amanzi omfula. Akazange azihluphe nangokukhumula amabhuzu, wavula izandla wagxuma wasuka ebhulohweni ukuze abambe inyanga. Akazange azihluphe nangokukhumula amabhuzu, wavula izandla wagxuma wasuka ebhulohweni ukuze abambe inyanga. Kungazelelwe, ngalokhu kugxuma, inyanga ayizange ibanjwe, kodwa inyanga emanzini yaphahlazeka futhi ngokushesha yahlukana yaba izingxenye ezimbili. Ngokungazelelwe, kulokhu kugxuma, inyanga ayizange ibanjwe, kodwa indoda yacwiliswa. Washona eneminyaka engamashumi ayisithupha nambili.", "聖意": "Indlu ayikhululekile futhi unebhadi (naka impilo yakho) (ishwa) Funa ingcebo nokulinganisela (ungacabangi ngakho) Ubunzima ebhizinisini lebhizinisi, umshado awuxazululeki, thandazela ukuvikelwa (amagugu angenalutho avimbela ukuphuphunyelwa yizisu) Abahamba ngezinyawo basenkingeni, izikelemu ensimini zingamaphuzu amahlanu, kanti izilwane eziyisithupha ziyancipha (ishwa) Kufunwa abantu (ngeshwa) Amacala omphakathi kanye (Yeka icala) Ukufuduka okuvamile (ungakusho) Ukulahlekelwa yimpahla. (indiza) Ukuthandazela ukuvikeleka ekuguleni (ishwa) Inhlanhla ezintabeni nasemathuneni", "古人": "U-Taibai ubambe inyanga edakiwe (u-Li Taibai ubambe inyanga edakiwe)", "第X籤": "Imizuzwana engamashumi amahlanu nesibili iwina ilotho (Ilotho)", "宮": "Isibeletho"}