{"籤詩版本二": "Lapho ukukhungatheka kuphenduka injabulo, amadragoni ayabhonga futhi amahlosi ayabhonga.\nIsibhakabhaka sinomgwaqo waso oya esibhakabhakeni.Mangingathola elinye ithuba lokuzuza udumo.", "詩意": "Le hexagram ifana nodrako obhongayo kanye nengwe ebhongayo.\nLikhona ithemba lokuthi konke kuzohamba kahle.", "解曰": "Vele ufundise futhi uhambe. Yiba nokuchuma kwakho. Kumele kwenziwe ekugcineni. Kukhona indawo etholakalayo.", "籤詩故事一": "◇ULiu Bei uqashe umakoti\nNgemva kweMpi YaseChibi, uSun Quan wayemagange ukubuyisela iJingzhou, eyayitholwe nguLiu Bei, ngakho wasebenzisa icebo likaZhou Yu, enza sengathi wayefuna ukuqomisa udadewabo uSun Ren kuLiu Bei, kodwa empeleni wayefuna ukuthatha. U-Liu Bei njengesithunjwa ukuze afune i-Jingzhou.\nNgemva kokuba uZhuge Liang ehlole icebo likaZhou Yu, wanikeza incwajana enalelisu kuZhao Yun, owayevikela uLiu Bei lapho eya eSoochow. UZhao Yun walandela isu encwajaneni futhi wenza ngamabomu ukuchaphaza okukhulu ukuze avumele uWu Guotai ( Ubaba kaSun Quan) bayazi ngesiphakamiso somshado. Ngenxa yokuthi uWu Guotai wayeyithanda indodakazi yakhe futhi engazimisele ukwenza izinqumo ezingaqondile mayelana nezindaba zesikhathi eside zendodakazi yakhe, wathethisa u-Sun Quan ngokuba luhlaza kudadewabo futhi wahlongoza ukuzihlolela mathupha ukuthi uLiu Bei wayeyifanele yini indodakazi yakhe eGanlu Temple. Ngemva kokuba uWu Guotai ehlangane no-Liu Bei, wabonga kakhulu uLiu Bei futhi wakhuthaza kakhulu umshado phakathi kukaLiu Bei nendodakazi yakhe.Ngenxa yalokho, uLiu Bei washada ngempumelelo noNkk Sun.\nKamuva, uLiu Bei noNkk. Sun babaleka babuyela eJingzhou ndawonye. Kamuva, u-Sun Quan wayefuna ukunyonyoba ehlasela uJingzhou ngesikhathi uLiu Bei ehlasela i-Yizhou, kodwa wavinjwa uWu Guotai, owayekhathazeke ngokuphepha kwendodakazi yakhe.\nWathi: \"Isu likaZhou Yu elihlakaniphile lingcono kakhulu emhlabeni. Walahlekelwa umkakhe futhi walahlekelwa amasosha akhe.\"\n(ULiu Bei uzuze ekulimaleni)", "聖意": "Nginebhadi ekhaya nginebhadi (kuqala ibhadi kulandele inhlanhla).Funa ingcebo,ibhalansi,ubunzima emshadweni,ukuphumelela emshadweni.Khulekani izibusiso kwabahamba ngezinyawo,izikelemu emasimini,amaphuzu amahlanu ngomonakalo wemfuyo,sesha kubantu, amacala kanye nokufuduka, inhlanhla ngempahla elahlekile, inhlanhla ngezifo, ukuthula kwezintaba namathuna.", "古人": "U-Liu Bei unxenxa umakoti", "第X籤": "Inombolo yokuwina yamashumi amahlanu nantathu", "宮": "Isibeletho"}