{"籤詩版本二": "Ubuhle obusuka kubaba buyiswa endodaneni budluliselwa kumzukulu.Ukuchuma ekudleni nasezimbathweni kuncike kuNkulunkulu kuphela.\nUChunxuan ehholo ujabulisa abantu Uma belambile, besuthi, bomile futhi bozela, uChunxuan uyisingathekiso sabazali.", "詩意": "Le hexagram ixhunywe nesithombe soqalo oluholela entwasahlobo.\nNgethemba ukuthi konke kuhamba kahle.", "解曰": "Thatha u-bamboo futhi uholele entwasahlobo. Isakazeka ngokungapheli. Umnumzane ufuna ithemba. Bonke bajabule.", "籤詩故事一": "◇Inkosi uWu yaseZhou yahlala esihlalweni sobukhosi\nInkosi uWu yaseZhou yahlasela inkosi uZhou yahola amakhosana angamakhulu ayisishiyagalombili ukuyolwa nebutho lenkosi uShang.Amasosha aseChaoge (inhloko-dolobha yenkosi uShang) nawo aphendukela iNkosi uShang futhi athengisa inkosi uShang.\nINkosi uZhou yazishisa eMbhoshongweni iZhaixing, futhi uMbuso WaseShang wabhujiswa.\nInkosi uWu yamukela incwadi yegolide nengcebo yegolide, okuyisihlalo sobukhosi sombusi, yabheka eningizimu, izandla zayo zigoqeke phansi, futhi yahlala yaqonda. INkosi uWu yayala ukuba impahla kaLutai isatshalaliswe, i-Star Picking Tower idilizwe, kanye nokusanhlamvu kwerayisi okugcinwe eJuqiao kwabiwe.\nKhulula uJizi oboshiwe alungise ithuna likaBigan. Inkosi uWu yagibela ngasemnyango wendlu yesihlakaniphi uShang Rong yagebisa ikhanda. Hloniphani abantu abalungile nabahloniphekile, nidedele izigqila esigodlweni sangaphakathi.\nWabuye wamisa izikhali futhi wakhuthaza isiko nemfundo. Eningizimu yeNanshan, amahhashi ayaklaba futhi izinkomo ziklanywa emaphandleni ngezihlahla zamapentshisi.Kuyindawo enokuthula.", "聖意": "Indlu ayikho esimeni esihle (inhlanhla), ungenza izifiso zakho (inhlanhla), ufune inzuzo yemali, wenze ukuthengiselana, futhi ushade (ukuhlangana nomkhwenyana omuhle), uLiujia uphephile (zodiac uphawu), abahamba ngezinyawo bagudluza amasimu, izikelemu zinenhlanhla, izilwane eziyisithupha zonakele, kunzima ukuthola abantu (bheka), amacala omphakathi, izicukuthwane ziyanyakaza, inhlanhla ilahlekile futhi izinto ziyabonakala Izifo nezifo", "古人": "Inkosi uWu yaseZhou yahlala esihlalweni sobukhosi", "第X籤": "Amashumi amahlanu nanhlanu ewina ilotho (lotting)", "宮": "Isigodlo Esibi"}