{"籤詩版本二": "Ulwandle lugcwele amatshe, kugeleza umfudlana, umoya ucwebile, inyanga icwebile, nabantu abahlonishwayo bamatasatasa.\nEmgwaqeni kumele ngibuze ukuthi ngiyephi ungalithathi iphunga lezimbali nezitshalo ehlathini ungalinakekeli.", "詩意": "Le hexagram ifana nesikebhe esihamba ogwini oluncane.\nKukho konke, kukhona abantu abahloniphekile abangasiza.", "解曰": "Ukuziphilisa. Umsebenzi omningi onzima. Hlala unomphela futhi ulinde. Ngikufisela okuhle.", "籤詩故事一": "◇Ukuhlubuka kwaseLushan\nU-An Lushan (703-757), osibongo sakhe kwakunguKang futhi ogama lakhe linguYaluoshan, wayedabuka eLiucheng, Yingzhou (manje eyiChaoyang, Liaoning).\nKamuva, wathatha isibongo esithi An futhi washintsha igama lakhe waba Lushan. Ngesikhathi sokubusa koMbusi uXuanzong woBukhosi BamaTang, u-An Lushan wayeyinxusa lezempi.\nNgoNovemba wonyaka we-14 we-Tianbao, u-An Lushan wakhuphula amasosha e-Fanyang, Egameni lokuhlasela i-Yang Guozhong, waqala ukuvukela futhi wathatha amasosha amadolobha amathathu ukuba ayohlasela i-Luoyang, inhloko-dolobha esempumalanga. Imibiko evela eTaiyuan yaphuthuma eLishan.UTang Xuanzong, owayeseSigodlweni saseHuaqing eLishan ngaleso sikhathi, wayengakholelwa ukuthi u-Anlushan wayezovukela.Nokho, izindaba zokuvukela zaqhubeka zisabalala, futhi uXuanzong wayesakholelwa ngokuqinile. (Lokhu ukuvezwa \"komsindo wamanzi agelezayo emadwaleni amancane emfudlaneni\")\nKwaze kwaba yilapho u-Yan Zhenqing, umphathi wesifunda sase-Pingyuan, ethumela othile ukuthi athumele ulwazi lapho u-Xuanzong aphaphama khona ephusheni lakhe.\nNgaphansi kwesu eliyiphutha loMbusi u-Xuanzong woBukhosi BamaTang, ibutho le-An Lushan lamahhashi lathumba iLuoyang, inhloko-dolobha esempumalanga. Ngenyanga yokuqala yonyaka olandelayo, wazibiza ngokuthi uMbusi u-Dayan eLuoyang, uJianyuan Shengwu, uMbusi uXionngwu, noDa Xixun njengo Ungqongqoshe.\nNgoJuni wonyaka ofanayo, uMbusi u-Xuanzong Wobukhosi BamaTang, ezimisele ukudambisa isimo esibucayi e-Chang'an futhi ngokuqonda okungalungile kwezempi, wabulala ojenene ababili abadumile, u-Feng Changqing no-Gao Xianzhi. Lo myalo washaqisa ibutho lase-Tang. (Lokhu kuziphatha kwephula \"umgwaqo kumele ukhombe emfuleni ongaphambili\")\nNgemva kwalokho, uMbusi uXuanzong woBukhosi BamaTang wayala ngokuphuthumayo omunye ujenene, uGe Shuhan, ukuba ahole ibutho lamaTang alibhekise empumalanga ephuma eTongguan.\nUGe Shuhan, owaliqonda ngokugcwele iphutha lesu loMbusi u-Xuanzong Wobukhosi BamaTang, uhlele ukulibazisa ushintsho (indlela ethi \"kulungile uma umoya uzolile futhi igagasi lizolile\").\nEkugcineni, uMbusi uXuanzong woBukhosi BamaTang wacabanga ukuthi wayenamahloni kakhulu ukulwa, ngakho wayengenayo enye indlela ngaphandle kokulwa no-An Lushan ekhala izinyembezi, futhi wanqotshwa. (Kufeza \"Uma usebenza kanzima ukuze uzisekele, ungalimala.\")\nEbukhosini baseTang, lapho amasosha asemngceleni nezikaniso zamabutho endawo bengenaso isikhathi sokuphendula, ibutho lika-An Lushan lacindezela umngcele futhi langena enhloko-dolobha. Esimeni esibucayi, uMbusi u-Xuanzong we-Tang Dynasty wahola ama-Guards Corps ukuba abaleke enhloko-dolobha, okwenza ukuba i-Xijing Chang'an engenamholi iwe.\n(UTang Xuanzong wephule isiqondiso salesi sibonakaliso, ngakho ukuhlubuka kuka-An Lushan kwaphumelela.)", "聖意": "Umuzi uphephile, umuntu uyazenzela, ingcebo izinzile, ukuthengiselana kuyaphumelela, futhi umshado uyaphumelela (caution) Owesilisa ohamba ngezinyawo waseLiujia ufika ensimini, kuvunwa izikelemu, kulimale imfuyo eyisithupha. iyatholakala futhi icala lomphakathi liyafaneleka.Impahla elahlekile iletha izifo, okungukuthi, ithuna lase-Anshan kufanele lilungiswe.", "古人": "Lushan ukuvukela", "第X籤": "Ilotho yamashumi amahlanu nesithupha", "宮": "Isigodlo Esibi"}