{"籤詩版本二": "Ekuseni nakusihlwa, ukusekelwa kukaBuddha kufanele kube ngezikhathi zengozi kodwa kungabi sengozini\nUma ukhangwa umuntu ohloniphekile, imali nosilika nakho kuzokuphelezela. Lona nguChuan Lai. Konke kuncike kuwe.", "詩意": "Le hexagram imele isibusiso esiyimfihlo sonkulunkulu namaBuddha.\nYiba nesineke futhi ube nenhlanhla kukho konke.", "解曰": "Uphawu lokuthula okuyisidala. Lapho yonke into ibiza, kuzoba kuhle.", "籤詩故事一": "◇Tang Monk uthole ukukhanyiselwa\nNgolunye usuku, uTang Seng wafika emfuleni wabona intaba kaBuddha iLingshan phambi kwawo, kwakukhona ibhuloho elinepulangwe elilodwa phambi kwawo, uTang Seng akazange alinge ukuyiwela. U-Buddha washintsha waba umshayeli wesikebhe futhi wabamba isikebhe esiphukile esingenasiphelo. Kwathi nje lapho uTang Monk egibela esikebheni, wawela emfuleni futhi watakulwa umshayeli wesikebhe. Lena yindlela uTang Monk athola ngayo ubuBuddha. (Indaba yohambo oluya eNtshonalanga)\n◇Imibhalo yamaBuddha kaTang Monk\nUSanzang Wobukhosi BamaTang, isibongo sakhe esivamile kwakunguChen futhi igama lakhe kwakungu-Yi. Wazalelwa eGoushi County, eLuozhou (manje eseningizimu yeYanshi City, esifundazweni saseHenan). Waba yindela eneminyaka eyishumi nantathu futhi wathatha igama lamaBuddha elithi Xuanzang.\nUkuze athole imibhalo yokuqala yobuBuddha, wasuka eChang'an (isifunda saseXi'an namuhla, eSifundazweni SaseShaanxi) ngonyaka wesithathu kaZhenguan (AD 629), wadabula umngcele, futhi wadlula ebunzimeni obuningi ukuze afike eTianzhu ( India) ukuqoqa imibhalo. Wadabula izigodi zomfula iGanges ne-Indus nasezindaweni ezingasogwini oluseningizimu-mpumalanga yeNdiya, wabe esewela izintaba ezimbozwe yiqhwa namagquma aluhlaza, ehamba amakhilomitha angaphezu kuka-50 000 ukuya emuva naphambili. Kwamthatha iminyaka engu-16 ukuba ekugcineni abuyele eChang’an unyaka we-19 weZhenguan (AD 645). Wabuya nenani elikhulu lemibhalo yobuBuddha futhi wayihumushela olimini lwesiShayina.\n(UTang Sanzang wahamba ohambweni olude ebuya naphambili phakathi kweShayina neNdiya. Kumelwe ukuba wabhekana nezingozi, kodwa wakwazi ukubuya ephephile ngoba kwakunongcwele ongabonakali ongumvikeli ngemva kwakhe.)", "聖意": "Umuzi uphephile, ungumuntu ocebile, ukuhweba kwaseNtshonalanga kuyaphumelela, umshado uyaphumelela, abahamba ngezinyawo bavimbe inkundla, izikelemu zivinjiwe, izikelemu ziyi-70%, imfuyo inenzuzo, abantu batholakala, umphakathi waseNtshonalanga. icala libi, ukufuduka kuyaqina, impahla elahlekile iyabonakala, isifo sinzima, izintaba namathuna kuyajabulisa.", "古人": "UTang Monk uthole ukukhanyiselwa", "第X籤": "Ukunqoba ilotho yamashumi ayisithupha nambili", "宮": "Yin Palace"}