{"籤詩版本二": "Inhlanzi yokubhukuda yabanjwa ogibeni echibini laseBibo.\nUma kukhona okungahambi kahle ngemuva kokucabanga ngakho, kuzodala inkinga ekugcineni.", "詩意": "Le hexagram imelela inhlanzi ebanjwe ogibeni.\nKuyalulekwa futhi ukuthi uqaphele kukho konke.", "解曰": "Settlement ngaphansi kwendlu. Inhlekelele iwa ezulwini. Vuka ekuseni futhi uthathe izinyathelo zokuphepha kuqala. Gwema izinhlekelele.", "籤詩故事一": "◇Ihhashi limbozwe ngamanzi (kunzima ukuqoqa amanzi)\nUbukhosi bakwaHan. U-Zhu Maichen, igama lokuhlonipha u-Wengzi, wayengowokuzalwa e-Wu e-Kuaiji (manje eyingxenye yeDolobha laseSuzhou).\nEminyakeni yakhe yokuqala umndeni kaMaichen wawumpofu futhi akazange aphumelele, lo mbhangqwana wawuhlala esangweni lotshani endaweni engemuva, ugawula izinkuni futhi uzidayise ukuze uziphilise. Awenzi imali eningi ngokuthengisa izinkuni ngenani lanoma ubani.\nUmkakhe waphuma eyokha amanzi wabona iqulu lezingane zihleka uMaichen, unkosikazi wacabanga ukuthi kuyihlazo futhi ngokuhamba kwesikhathi wahamba.\nLapho uZhu Maichen eneminyaka engamashumi amahlanu ubudala, uMbusi uWu Wobukhosi BakwaHan wafuna amathalenta futhi wakhonza uZhu njengomphathi waseKuaiji.\nUmkakhe wazisola ngobumpumputhe bakhe futhi wafisa ukwehliswa abe yincekukazi nesancinza ukuze akhonze uZhu impilo yakhe yonke.\nUMaichen wayalela owayengunkosikazi wakhe ukuba athathe ibhakede lamanzi, awathele ezitebhisini, wathi, \"Uma amanzi engase abuyiswe, bangabuyelana bobabili.\"\nUma kucatshangelwa ubuhlobo phakathi kwendoda nomkayo, inkosikazi nomyeni wayo owayephinde washada banikezwa indawo evulekile engadini engemuva ukuze bazilime futhi bazondle. Umkakhe waziphonsa emfuleni wafa.", "聖意": "Indlu isengozini, umuntu usengozini, imali ilahlekile, ukuthengiselana kunokuthula, umshado awuhambisani, uLiujia wethukile, abantu bayavinjelwa, amasimu awonakele, kulahlekile imisundu, imfuyo ilahlekile, abantu. zitholakele, icala lomphakathi liyalahleka, ukufuduka kuhle, impahla elahlekile ayinaso, isifo siyingozi, futhi ithuna lasentabeni kufanele liguqulwe.", "古人": "Ihhashi limbozwe ngamanzi (kunzima ukuqoqa amanzi)", "第X籤": "Uphawu lwamashumi ayisithupha nane", "宮": "I-Maogong"}