{"籤詩版本二": "Lapho kufika ubusika, igatsha leplamu liqhakaza entabeni ngeke libhujiswe ngisho noma amaqabunga awo ewa namagatsha awo abuna.\nKodwa lapho kufika intwasahlobo, ngisangibuyisela njengenceku futhi ngichithe umsebenzi wokuqala.", "詩意": "Kule hexagram, i-plum blossom ithatha isikhundla esiholayo.\nKonke kuhle uma kubambezeleka.", "解曰": "Umcibisholo owodwa ungenalutho. Uma ingenalutho, ayinalutho. Ilinde ukufika kwentwasahlobo. Umbala ukuyo.", "籤詩故事一": "◇Ishaye kabili\nNgesikhathi sokubusa koMbusi uDezong Wobukhosi BamaTang, ungqongqoshe othembekile uMei Bogao kanye nomndeni wakhe bahlelwa uNdunankulu oyimbuka uLu Qi, owayefuna ukubabulala bonke. Yindodana yakhe uMei Liangyu kuphela ekwazile ukuphunyuka. igama likaWang Xitong ukuze afihle ukuthi ungubani. Ubehlala yedwa emigwaqweni, elambile futhi egodola, kodwa ngenhlanhla wathathwa uChen Risheng (Chen Dongchu). U-Chen Risheng wayengazi isipiliyoni sakhe sokuphila, ngakho wamcela ukuthi amsize ekunakekeleni ingadi yeplamu kaChen ukuze angabulawa indlala emgwaqweni.\nU-Chen Risheng wayefunda naye ekilasini futhi engumngane kaMei Bogao. Ngesikhathi eshushiswa uLu Qi, wasindiswa uMei Bogao. Ngenxa yalokho, uMei Bogao noLu Qi baba ubutha. Ekugcineni, wonke umndeni wabo wabulawa. U-Chen URisheng wazizwa edangele futhi ethukuthele ngenxa yalokhu, Ngemva kokushada, wasula futhi wathutha umndeni wakhe waya eYangzhou ukuze uhlale bodwa.\nU-Chen Risheng unendodakazi egama layo lingu-Chen Xingyuan, enhle nephunga elimnandi. Ngemva kokuba uMei Liangyu efike emndenini wakwaChen, baqala ukuthandana. Ngosuku lapho izimbali zeplamu seziqhakaze ngokugcwele, okwakuphinde kube isikhumbuzo sokushona kukaMei Bogao, u-Chen Risheng nomndeni wakhe bavula i-altare engadini yeplamu emzini wabo ukuze bakhumbule umngane wabo oshonile kanye nomzuzisi wabo. Kungazelelwe, isimo sezulu sashintsha kungazelelwe. , kwaphephetha isiphepho esikhulu seqhwa, samboza zonke izimbali zeplamu. U-Chen Risheng wakhala ngokuthi ukwazile ukuphunyuka ngokuphepha, kodwa akakwazanga ngisho ukusindisa inzalo yomndeni wakwaMei.Wacabanga ukuthi lesi kwakuyisexwayiso esivela kuNkulunkulu, ngakho wafunga ukuthi ngaphandle kokuthi iplamu iqhakaze futhi, okufakazela ukuthi inzalo ka-Mei. umndeni wakwaMei wawusaphila, wayengeke asho lutho.Wabalekela ubuBhuda waba indela.\nIndodakazi yakhe u-Xingyuan yakuzwa lokhu futhi ngokushesha yashisa impepho futhi yathandaza ngobuqotho kuNkulunkulu ukuba enze izimbali zeplamu ziqhakaze futhi. Ubuqotho babo banyakazisa izulu, futhi zonke izihlahla zeplamu engadini yeplamu zaqhakaza futhi; kamuva u-Chen Risheng wayazi ukuthi u-Xitong kwakunguLiangyu, ngakho wathembisa indodakazi yakhe u-Xingyuan kuye.", "聖意": "Umuzi awumlungele umuntu uzifunela ingcebo, uhlakaniphile emsebenzini, isikhathi silungile, umshado uphuzile, intwasahlobo inamandla, ikwindla lingenalutho, umhambi uphuzile, amasimu achumile, izikelemu zichumile, imfuyo eyisithupha ichumile, ifuna abantu, amacala omphakathi, ukulahlekelwa, ukufuduka, ukulahleka kwempahla, izifo zaseMpumalanga, izixwayiso zamanga, amathuna asezintabeni kufanele kushintshwe.", "古人": "Amagoli amabili", "第X籤": "Amashumi ayisithupha nesishiyagalolunye Ewina iLothi", "宮": "Tatsumi"}