{"籤詩版本二": "I-Chao Chao ifana nenyosi eqoqa izimbali, indizela isuka eningizimu-ntshonalanga bese isiya empumalanga\nIntwasahlobo isiphelile, izimbali azisekho, akukho lapho singabheka khona, lenhliziyo ngeke ishintshe lapho ikuyo.", "詩意": "Le hexagram ifana nenyosi ekha izimbali.\nKonke kuyakhandleka futhi kuyakhandla.", "解曰": "Ayikho indawo yasentwasahlobo. Imvula ina isikhathi eside kodwa ayipheli. Cela usizo. Kungcono uthule.\n.", "籤詩故事一": "◇Li Mi wavukela umbuso weTang\nLi Mi\n(582-619), umholi ongasekho we-Wagang Army ekuvukeleni kwabalimi ngasekupheleni kweSui Dynasty yaseChina. Master of calligraphy. Umphathi wegama elithi Fa wayengowokuzalwa eChang'an, eJingzhao, futhi umuzi wokhokho bakhe kwakunguXiangping, Liaodong (manje oseningizimu yeLiaoyang, Liaoning). Ungowokuzalwa e-Chang'an, e-Jingzhao, ikhaya likakhokho wakhe i-Xiangping, e-Liaodong (manje eseningizimu ye-Liaoyang, e-Liaoning).\nNgonyaka wesishiyagalolunye kaDaye (613), wabamba iqhaza ekuvukeleni kuka-Yang Xuangan ngokumelene noBukhosi BamaSui eLiyang (manje esenyakatho-mpumalanga yeJunxian County, Isifundazwe saseHenan). Ngonyaka wesishiyagalolunye kaDaye (613), wabamba iqhaza ekuvukeleni kuka-Yang Xuangan ngokumelene noBukhosi BamaSui eLiyang (manje esenyakatho-mpumalanga yeJunxian County, Isifundazwe saseHenan). Umqondo ongaqondakali unqotshiwe,\nU-Li Mi wabaleka. UXuangan wahlulwa kwathi uLi Mi wabaleka.\nNgonyaka weshumi nambili kaDaye, wajoyina i-Wagang Army\n. Ngonyaka weshumi nambili wokubusa kukaDaye, wajoyina i-Wagang Army. U-Li Mi wayenekhono elihle ngo-Okthoba wonyaka weshumi nambili we-Daye, uLi Mi wancenga u-Zhai ukuthi ahlasele u-Xingyang Tong, ujenene onamandla owayehambisana nebutho, ukuze avikele u-Zhang Xutuo, anqobe ibutho lamaSui futhi abulale u-Zhang Xutuo. U-Li Mi wayenekhono elihle ngo-Okthoba wonyaka weshumi nambili we-Daye, uLi Mi wancenga u-Zhai ukuthi ahlasele u-Xingyang Tong, ujenene onamandla owayehambisana nebutho, ukuze avikele u-Zhang Xutuo, anqobe ibutho lamaSui futhi abulale u-Zhang Xutuo.\nKamuva, wahlongoza ukuhlasela inqolobane ye-Xingluo (kamuva eyaqanjwa kabusha ngokuthi i-Luokou), avule inqolobane ukuze athole usizo, futhi andise iqembu. yabhekana nokudilizwa nokusatshalaliswa koBukhosi BamaSui. Kwaba nempi ngezinsiza zempi nezinye izindaba, futhi uLi Mi wabulala uZhai Rang namakhulu abalandeli bakhe. Kamuva, wahlongoza ukuhlasela inqolobane ye-Xingluo (kamuva eyaqanjwa kabusha ngokuthi i-Luokou), avule inqolobane ukuze athole usizo, futhi andise iqembu. yabhekana nokudilizwa nokusatshalaliswa koBukhosi BamaSui. Kwaba nempi ngezinsiza zempi nezinye izindaba, futhi uLi Mi wabulala uZhai Rang namakhulu abalandeli bakhe.\nNgoMashi wonyaka we-14 we-Daye, u-Yu Wenhuaji wabulala uMbusi u-Yang we-Sui Dynasty.\n, kwaholela abantu abangaphezu kuka-100 000 ukuba babuyele entshonalanga. NgoMashi wonyaka weshumi nane we-Daye, u-Yu Wenhuaji (u-Yu Wen, isibongo esiyinhlanganisela) wabulala uMbusi u-Yang we-Sui Dynasty futhi wabuyela entshonalanga nabantu abangaphezu kwe-100,000. U-Li Mi wayalwa ukuba ahlasele uHuaji. Nakuba uHuaji anqotshwa, amasosha kaLi Mi nawo alahlekelwa kakhulu. Kamuva axoshwa uWang Shichong. Ibutho likaLi Mi lanqotshwa futhi nekamu lakhe labhujiswa. Ojenene bakhe uQin Shubao, uCheng Zhijie (owayeqanjwe igama ekuqaleni U-Cheng Yaojin), u-Niu Jinda nabanye bathunjwa. , u-Shan Xiongxin wazinikela. U-Li Mi wayalwa ukuba ahlasele u-Huaji. Nakuba u-Huaji ehluliwe, uLi Mi naye walahlekelwa kakhulu emasosheni akhe. Kamuva, wasukelwa uWang Shichong.Ibutho likaLi Mi lanqotshwa futhi ikamu lakhe laqothulwa.Ojenene bakhe uQin Shubao, uCheng Zhijie (owayebizwa ngokuthi uCheng Yaojin), uNiu Jinda nabanye bathunjwa, kwathi uShan Xiongxin wazinikela. U-Li Mi wayephelelwe yithemba, ngakho wawela umfula waya e-Heyang ngo-September futhi wazinikela ebukhosini baseTang. U-Li Mi wayephelelwe yithemba, ngakho wawela umfula waya e-Heyang ngo-September futhi wazinikela ebukhosini baseTang.\nNgoNovemba, uLi Yuan wathumela u-Li Mi eShandong ukuyobutha amasosha amadala. Novemba,\nU-Li Yuan wathumela u-Li Mi ukuthi alinde eShandong ukuze abuthe amasosha amadala. Enomuzwa wokuthi ubesolwa, wavukela uTang. Enomuzwa wokuthi ubesolwa, wavukela uTang. Ujenene waseTang uSheng Yanshi wamema uLi Mi ukuthi amhlasele futhi ambulale eXinggong Xian. Ujenene waseTang uSheng Yanshi wamema uLi Mi ukuthi amhlasele futhi ambulale eXinggong Xian.", "聖意": "Indlu, indlu, ulimi, ubumina, isixhwanguxhwangu, ukufuna ingcebo, ukumosha ibhizinisi, imishado engapheli, uLiujia, izimbali ezingenalutho, abahamba ngezinyawo, iYaotian, umonakalo wemibungu kasilika, ukulimala kwemfuyo eyisithupha, abantu abalahlekile, amacala, ukulahlekelwa, ukufuduka, ukugcinwa kwemvelo, ukulahlekelwa impahla, ukugula, izithiyo, ukuguqulwa kwamathuna asezintabeni", "古人": "U-Li Mi wavukela umbuso weTang", "第X籤": "Abangamashumi ayisikhombisa bayadonsa", "宮": "Tatsumi"}