{"籤詩版本二": "Ukuqashelwa Kwabalindi Beshumi Nesishiyagalolunye baseCanglong: Owesifazane washada nomyeni wesibili\nNgomcibisholo owodwa nemicibisholo emibili, ama-dinosaurs azohlala ngokuthula ngokushesha", "詩意": "Le hexagram ifana nomnsalo ophethe imicibisholo emibili.\nKonke kuhamba kahle uma kuhambisana.", "解曰": "Ayisindanga kakhulu. Ikusasa. UZhen Liuzhong uyavula. Kutuswa ukuqapha.", "籤詩故事一": "◇U-Wenjun uvakashela i-Xiangru\nU-Zhuo Wenjun wayeyindodakazi yomzukulu ka-Zhuo Wang, usomabhizinisi ocebile e-Linqiong, esifundazweni sase-Sichuan. Wayenekhono emculweni futhi enegama lokubhala. Washada eneminyaka eyishumi nesithupha, eminyakeni embalwa kamuva, umyeni wakhe washona futhi wabuyela emndenini wakubo wazalelwa eyohlala njengomfelokazi.\nNgolunye usuku, uSima Xiangru waya emzini kaZhuo Wangsun ukuze enze idili. Lapho ezwa ukuthi uZhuo Wenjun wayesanda kuba umfelokazi, wadlala ingoma ethi \"Phoenix Seeking the Phoenix\" ukuze abonise uthando lwakhe. U-Zhuo Wenjun wayesezwile kakade ngo-Sima Xiangru, futhi leli dili lamenza wakhangwa nakakhulu uSima Xiangru. Ngakolunye uhlangothi, ngemva kwedili lika-Sima Xiangru, ngokushesha wasebenzisa imali eningi efumbathisa incekukazi ka-Zhuo Wenjun futhi wamcela ukuba adlulisele uthando luka-Sima Xiangru ngoZhuo Wenjun. Ngemva kokuba u-Zhuo Wenjun efunde ngothando luka-Sima Xiangru ngencekukazi, ngokushesha waphuthuma endlini yezihambi lapho kwakuhlala khona uSima Xiangru. Ebona ukufika kuka-Zhuo Wenjun, uSima Xiangru ngokushesha wabaleka naye ngobusuku eya edolobheni lakubo e-Chengdu.\nNgesikhathi beseChengdu, lo mbhangqwana wawuswele futhi kwadingeka ubuyele eLinqiong uyovula ihhotela elincane ukuze uziphilise.UZhuo Wenjun wayedayisa iwayini kanti uSima Xiangru wayewasha izitsha.Baphila impilo empofu. Ngemva kokuba uyise kaZhuo Wenjun, uZhuo Wangsun, ekwazile ngakho, wavuma futhi wabaxhasa ngezimali ngaphansi kweseluleko sabangane bakhe, kangangokuthi uSima Xiangru noZhuo Wenjun babuyela eChengdu bayohlala, futhi kamuva baceba.", "聖意": "Ukulahlekelwa ikhaya nempahla, amalungelo omuntu kanye nokungalungile, ukufuna ingcebo, ukuthengiselana kwabasebenzi, ukuqapha ukuthi ungaphinde ushade.", "古人": "U-Wenjun uvakashela i-Xiangru", "第X籤": "Amashumi ayisikhombisa nanye awina ilotho", "宮": "Tatsumi"}