{"籤詩版本二": "Abafuyi bezinyosi kumele bacele uju, funa bahlatshwe wukulunywa\nKumele kube nomgwaqo ongaziwa phambi kwakho.Imfihlo ijule njengehlathi lameva.", "詩意": "Le hexagram ifanekisela izinyosi eziqoqa uju.\nKonke kuyakhandleka futhi kuyakhandla.\n\n(Le hexagram ifuna uphawu lobumnandi nokubaba.\nVimbela izinhlekelele kukho konke.\n)", "解曰": "Izinto kumele zenziwe ngokucophelela. Asikho isidingo sokuyiphoqa. Izinyosi ziqoqa uju. Siyini isizathu?", "籤詩故事一": "◇Wang Mang ufuna amathalente\nUmndeni wakwaWang Mang eNtshonalanga Han Dynasty kungashiwo ukuthi uwumndeni ocebile. Nakuba uyise ashona ngaphambi kwesikhathi, omalume bakhe abaningana noninalume baba amakhosi oBukhosi bakwaHan, baba ojenene, ondunankulu, baba ama-marquises futhi bathola imivuzo.Umndeni wakwaWang wawuvelele kakhulu.\nKodwa umndeni omncane kaWang Mang wawumpofu kakhulu; uyise washona esemncane, futhi wayehlala nonina kuphela, ethembele ekusizeni ezihlotsheni. Kodwa ngenxa yalokhu, u-Wang Mang wathuthukisa futhi wenza isethi yamakhono ekusebenzelaneni nabantu kusukela esemncane. Kungakhathaliseki ukuthi wayedabuke kangakanani noma ethukuthele kangakanani, wayehlale ebonakala ejabule futhi enokuthula phambi kwezihlobo, abadala noma abantu bangaphandle, ngakho bonke abantu bakubo babemjabulela kakhulu.\nNgesinye isikhathi umalume wakhe omdala wayegula kakhulu, ngemva kokuzwa lokho, wafika walinda eduze kombhede wesiguli, eletha imithi namanzi, futhi egcina umlindelo ebusuku. “Wayenesineke kakhulu kunesiguli.” “Indodana” eminingi kunendodana yemvelo.\nNgenxa yalokhu, wonke umuntu waseTaiwan wamncoma futhi wabhala izincwadi ecela umvuzo wakhe.\nNgakho uMbusi uCheng Wobukhosi BakwaHan wamnika isiqu esithi New Capital Marquis futhi wammisa njengomlindi esigodlweni, waba ungqongqoshe oseduze wombusi.\nNgesikhundla sakhe esiphakeme kanye namandla akhe amakhulu, u-Wang Mang akazange abonise ukuzikhukhumeza noma ukuxega, esikhundleni salokho, waba nenhlonipho kanye nenhlonipho, ngakolunye uhlangothi, wenza ubungane nezikhonzi, ojenene, ongqongqoshe, izifundiswa nezifundiswa ezidumile.\nKodwa wayephila impilo eyonga kakhulu, evame ukudla izitsha zenyama, ingasaphathwa egqoke izingubo ezinde nezingubo ezinemikhono emide, egqoke izingubo ezimfishane kuphela. Ngakho wonke umuntu kuhulumeni nomphakathi bamncoma ngazwi linye ngegama elithi “ubuhle”.\nKamuva, umalume wakhe, uGrand Sima Wanggen, washona ngenxa yokugula futhi wakhethwa esikhundleni sakhe. Umbusi kanye nabo bonke abefundisi babecabanga ukuthi wayefaneleka kakhulu. Ngakho-ke, u-Wang Mang, owayeneminyaka engamashumi amathathu nesishiyagalombili kuphela ubudala, waba i-Grand Sima enamandla amakhulu ezempi ezweni.\n(Le ndaba isingathekiso. Ukuba muhle ekubeni umuntu olungile kungakusiza ukhiphe \"ubunzima bokuhlatshwa izinyosi\" futhi ufeze izinhloso zakho ngendlela ofisa ngayo.)", "聖意": "Umuzi awumlungele, umndeni usenkingeni, ibhizinisi livaliwe, umshado uvaliwe, izikhali eziyisithupha ziyesaba, abahamba ngezinyawo baphuzile, isivuno semibungu sincane, imfuyo incane, kunzima thola abantu icala libi, ukufuduka akunyakazi, impahla elahlekile imbi, isifo simisiwe, ithuna lasentabeni lilahlekile,", "古人": "U-Wang Mang ufuna amathalente", "第X籤": "Ukunqoba ilotho yamashumi ayisikhombisa nambili", "宮": "Tatsumi"}