{"籤詩版本二": "Lapho kufika intwasahlobo, kuzamazama ukuduma futhi kutshiyoze izinambuzane, futhi ngilufulathele udaka\nLapho ngiqala ukubona ukuthi ngangisaya futhi ngihamba, lapho ngishintsha, ngaba udrako.", "詩意": "Le hexagram ifana nokuduma nezinambuzane.\nUkuhlangana nomuntu ohloniphekile kuwuphawu oluhle kukho konke.", "解曰": "Izulu liyaduma. Amadiphozithi amabili angenayo naphumayo. Shintsha kanye. Kuze kube nguTianmen.", "籤詩故事一": "◇Chenqiao Mutiny\nNgo-959 AD, uZhou Shizong Chai Rong washona, kwathi uMbusi uGong, uChai Zongxun, owangena esihlalweni sobukhosi, wayeneminyaka eyisikhombisa kuphela ubudala. Ngaleso sikhathi, uZhao Kuangyin, owayesebenza njengomhloli phambi kwesigodlo kanye nenxusa laseSongzhou eButhweni Lezempi LaseJalimane, wayephethe amandla angempela.\nEntwasahlobo ka-960 AD, iZhenzhou (iZhengding yanamuhla, eSifundazweni saseHebei) kanye neDingzhou (iSifunda SaseDingxian sanamuhla, eSifundazweni sase-Hebei) zabika ukuthi amabutho oBukhosi BaseNyakatho Han kanye neSifunda SaseLiao ayehamba ngokuhlanganyela eningizimu ukuyohlasela uBukhosi Baka-Zhou Bamuva, umfutho omkhulu, futhi wacela ukuthumela amasosha ukuze athole usizo. Kamuva, iZhou Dynasty yayala uZhao Kuangyin ukuthi ahole amabutho akhe enyakatho ukuze alwe nesitha. UZhao Kuangyin wenze ngokuyimfihlo ngaphansi kokuhlela komfowabo uZhao Guangyi, uZhao Pu, uShi Shouxin nabanye.\nNgo-February 3, lapho ibutho lifika e-Chenqiaoyi (manje eyiDolobha lase-Chenqiao, eningizimu-mpumalanga ye-Fengqiu, e-Henan), laqala ukuvukela umbuso futhi layala amasosha ukuba amgqokise izingubo eziphuzi. . Ngemva kwalokho, uZhao wahola amabutho akhe wabuyela eKaifeng ngaphandle kokushiswa, ukubulala noma ukuphanga.\" UTaizu Chen Qiao wenza isifungo sokuthi ngeke abaphazamise abantu basenhloko-dolobha, futhi wathembisa ukuthi ngeke aphazamise idolobha ngosuku angena ngalo edolobheni.\"\nNgosuku lwesithathu lonyaka wesithathu wenyanga, uZhao Kuangyin wahlubuka e-Chenqiao wabuyela enhloko-dolobha. U-Fan Zhi wahola u-Wang Pu no-Wei Renpu ukuba bayobuza uZhao Kuangyin. U-Luo Yanhuan wahosha inkemba yakhe phambi kwetende futhi wamemeza kakhulu. : \"Amabutho amathathu awanawo amakhosi. Ojenene banqume ukumqoka njengeNgonyama. Okhulumayo uyobulawa!\". Ubuso bukaWang Pu babuphaphathekile njengomhlaba. Wehlisa izinyathelo zakhe wakhothama. UFan Zhi naye wakhothama. U-Kuang Yin wamsiza mathupha futhi wamphatha ngenhlonipho enkulu.\nNgemva kokuphikisa okusesilinganisweni, uMbusi uGong Wobukhosi BakaZhou Bamuva wathatha isihlalo sobukhosi, futhi uZhao wathatha isihlalo sobukhosi. \"UTaizu wayesezokwamukela iZen, kodwa wawungekho umbhalo weZen. UTao Gu, isazi saseHanlin, wawamukela lo myalo. wangena eduze kwakhe, wathi: “Sekwenzekile.”\nEmuva kokuthi uZhao ethathe isihlalo sobukhosi, washintsha igama lezwe laba nguSong, Yuan waba nguJianlong, wenza iKaifeng inhloko-dolobha. UShi Shouxin, uGao Huaide, uZhang Lingduo, uWang Shenqi, uZhang Guanghan, noZhao Yanhui bonke baklonyeliswe ngesihloko esithi Jiedushi , eyayaziwa ngokuthi \"i-Chenqiao Mutiny\" emlandweni.\nI-Wikipedia\n(Le ndaba imele ukuthi lesi yisiqalo sokusebenza kukaZhao Kuangyin.)", "聖意": "Thandazela ikhaya lakho, impilo yansuku zonke, ingcebo, inhlanhla, inhlanhla ebhizinisini, umshado ohloniphekile, impumelelo eLiujia, abahamba ngezinyawo besilisa, ukuzalwa kokuqala kwezibungu zikasilika emasimini, ukuzalwa kokuqala kwezilwane eziyisithupha, inhlanhla entwasahlobo, ukufuna abantu , impumelelo emacaleni, inhlanhla ekufudukeni, ukulahleka kwempahla, izingozi ezifweni, izingozi ezintabeni nasemathuneni.", "古人": "I-Chenqiao Mutiny", "第X籤": "Isayinwe amashumi ayisikhombisa nantathu", "宮": "Mi Palace"}