{"籤詩版本二": "Ingxube yenhlanzi nodrako inencazelo efanayo. Hlala endaweni ejulile yokubhukuda ulinde inhlanhla.\nEnganakile, u-Yumen weqela phezu kwe-Dragon Palace ephakamise ikhanda.", "詩意": "Inhlanzi ye-hexagram nodrako kuhlala kungashintshile.\nKonke kuza ngesikhathi.", "解曰": "Nakuba kunguZiji. Futhi linda. Hlela ibhizinisi lakho. Ungenzi budlabha.", "籤詩故事一": "◇Hongwu ebuka izinkomo\nUZhu Yuanzhang, ongowokuzalwa eZhongli, eHaozhou (manje osesiFundazweni saseFengyang, eSifundazweni sase-Anhui), wazalwa ngonyaka wokuqala ka-Tianli ka-Yuan Wenzong woBukhosi bakwaYuan, ekleliswe endaweni yesine emndenini wakhe. Wazalelwa emndenini ompofu, ngenxa yobumpofu esemncane, wayengakwazi ukufunda futhi wake walusela umninikhaya izinkomo.\nNgonyaka wesine ka-Zhizheng (1344), kwaba nesomiso esibi kakhulu e-Huaibei. Uyise, umama ka-Zhu Yuanzhang, kanye nomfowabo bashona ngokulandelana, ngakho wayengenayo enye inketho ngaphandle kokuba indela esanda kuzalwa eThempelini laseHuangjue.\nKungakapheli nezinyanga ezimbili engenile ethempelini, ngenxa yobunzima bokuqoqwa kwerenti yethempeli eminyakeni yendlala, umnikazi wethempeli wavala inqolobane waxosha izindela.UZhu Yuanzhang kwadingeka alishiye idolobha lakubo futhi abe indela ezulazulayo (a indela eyayiziphilisa ngokucela).\nKamuva, uZhu Yuanzhang waba i-Taizu yoBukhosi baseMing kanye \"nombusi wezakhamuzi\" emlandweni waseShayina, enegama lokubusa elithi \"Hongwu\".\n(Isingathekiso sale ndaba siwukuthi ukuba ojwayelekile okwesikhashana akusho ukuthi kuzofana nakusasa. Lokhu kungenxa yokuthi isikhathi asikafiki.)", "聖意": "Umndeni uphephile, umndeni uphilile, inhlanhla yinhle, ibhizinisi lilindile, umshado ubambezeleka, owesilisa uzalelwa eLiujia, ohamba ngezinyawo uphuzile, umswenya uphuzile, umsundu ugcwele, izilwane eziyisithupha zinomsila, umuntu ulahlekile, alikho icala elibambezelekayo, ukufuduka kuyaqina, impahla elahlekile ivinjwa yisifo, ithuna lasentabeni", "古人": "UHongwu ubuka izinkomo", "第X籤": "Isabelo samashumi ayisikhombisa nesithupha", "宮": "Mi Palace"}