{"籤詩版本二": "Ephusheni kuthiwa kuzoba ingcebo eningi, kodwa udumo luyophela.\nAmanzi akude nezintaba zikude, kodwa kunzima ukwethembeka.Umuntu ohloniphekile uyanikeza isiqondiso futhi amamatheke.", "詩意": "Le hexagram imele uphawu lokuthola ingcebo ephusheni.\nYonke into ingokoqobo noma kancane.", "解曰": "Ukuphupha njengephupho. Alikho ithemba lodumo. Vele ulinde izikhathi ezimnandi. Iziyalezo Noble.", "籤詩故事一": "◇ Buyisela i-jade ku-Zhao (buyisela i-jade ku-Zhao ngemva kokuyiqeda)\nNgo-283 BC, iNkosi uZhao Huiwen yathola u-He's Bi kuChu. Ngemva kokuba inkosi u-Qin Zhaoxiang ezwile lezi zindaba, yathumela incwadi eNkosini uZhao, izwakalisa ukuzimisela kwayo ukushintsha amadolobha ayishumi nanhlanu nge-He's Bi.\nU-Lin Xiangru uhlaziyele iNkosi u-Zhao ukuthi u-Qin unamandla futhi u-Zhao wayebuthakathaka futhi kwadingeka ashintshwe.\nInkosi uZhao wabe esethumela u-Lin Xiangru ku-Qin no-He's Bi.\nInkosi yaseQin yahlangana no-Lin Xiangru eZhangtai, kwathi uLin Xiangru wethula i-jade eNkosini yaseQin. Inkosi yakwaQin yachichima injabulo yabe isidlulisa i-He's Bi ebuhleni bonke ababeyizungezile bayibuka.Ngalesi sikhathi wonke umuntu ongakwesokunxele nangakwesokudla wayememeza ephila.\nU-Lin Xiangru wabona ukuthi iNkosi yaseQin yayingenanhloso yokunikeza idolobha uZhao, ngakho watshela iNkosi yaseQin ukuthi i-He's jade yayinesici futhi yayifuna ukukukhomba eNkosini yaseQin ukuze ithathe ithuba jade emuva.\nNgemva kokuba uLin Xiangru ebuyisele u-Bi kaHeshi, wema eduze kwensika enkulu, ebonisa ukuthi ufuna ukufa noBi kaHeshi.\nNgalesi sikhathi, uLin Xiangru wathi eNkosini yaseQin: \"Inkosi yaseZhao isakunqobile ukuphikisa kongqongqoshe futhi yasamukela isiphakamiso sikangqongqoshe. Ngisho noma engazange akhohlisane lapho exhumana nabantu abavamile, ingasaphathwa eyokuthi IQin iyizwe elikhulu!Ukuze kulondolozwe ubungane phakathi kukaQin noZhao, iNkosi uZhao Ngemva kokuzila ukudla izinsuku ezinhlanu, ngathumela abefundisi bami eQin nejade.Ngeshwa, iNkosi yaseQin yayingenanhloso nje yokunikeza uZhao umshado. edolobheni, kodwa futhi wadlulisela i-jade yomndeni wakwaHe kowesifazane omuhle, okwakuyinhlekisa ngempela kubefundisi bami.\"\nNgemva kokuqeda ukukhuluma, u-Lin Xiangru ngokushesha wenza isenzo sokushaya insika. Inkosi yaseQin yayisaba ukuthi u-He's Bi uzolimala, ngakho yenza sengathi inika iZhao amadolobha ayishumi nanhlanu. U-Lin Xiangru wabona ngohlelo lokukhohlisa lweNkosi uQin, ngakho wacela iNkosi uQin ukuthi izile ukudla izinsuku ezinhlanu ngaphambi kokwethula ukuthi u-He's Bi ukuthi abambezele isikhathi. Kulezi zinsuku ezimbalwa, u-Lin Xiangru wathumela izikhonzi zakhe ukuthi zibuyele eSifundazweni SaseZhao ne-jade, kuyilapho yena ehlala ukubhekana neNkosi yaseQin.\n(Le ndaba ifana namehlo omuntu ojwayelekile athatheka ngesimo sakhe.)", "聖意": "Ukuthandazela izibusiso ekhaya, ngokwakho, ukuvimbela ingcebo, ukwenza ukuthengiselana kube nzima ukukufeza, umshado awuhambisani nabahamba ngezinyawo baseLiujiaxu, ama-silkworm aseChiti awamukelwa, izilwane eziyisithupha zonakele, abantu abalahlekile abatholakali, amacala omphakathi kanye nokufuduka kulindeleke, kulahlekile. impahla ikude, izifo ziyamiswa, zithunyelwe emathuneni asezintabeni, zishintshwe.", "古人": "Buyisela i-jade ku-Zhao (qedela i-jade ku-Zhao)", "第X籤": "Ilotho yokuwina yamashumi ayisikhombisa nesikhombisa", "宮": "Emini Palace"}