{"籤詩版本二": "Ifindo elingenalutho, ngifisa ukukugcina uphephile, uma ugcina umzimba wakho uphephile, ngifisa sengathi awusoze wabubuyisela.\nUngakhohlwa ukuthi umusa kaNkulunkulu ubuyisiwe. Ungawadeleli amazwi kaNkulunkulu.", "詩意": "Ungakholwa ukuthi le hexagram iyiqiniso.\nKuwuphawu lokungaguquki kukho konke.", "解曰": "Abantu banemibono yabo. Umqondo akufanele ube matasa. Guanyin imiyalelo. Ungadeleli.", "籤詩故事一": "◇Ukusekela ngokuyimfihlo ifulegi lethusi\nUmsunguli odumile woBukhosi BamaTang, uQin Qiong (Qin Shubao) waklonyeliswa ngesihloko esithi Grand Marshal Wobukhosi BamaSui. Wahola amabutho akhe ukuba ahlasele iSishui Pass (noma iSishui Pass noma i-Dongling Pass, izinganekwane ziyahlukahluka). Yang Lin ( UYang Yicheng), ujenene wonogada weSishui Pass, wayenguMbusi uYang Wobukhosi BamaSui wayala ukuba kumiswe ifulegi lethusi, kodwa uQin Shubao akakwazanga ukulihlasela isikhathi eside. Ngemva kokuthola ukuthi uLuo Cheng, umholi wenhlangano, wayengumzala wakhe, wathintana no-anti wakhe.\nNgaphambi kokuthi uLuo Cheng ahambe, watshela unina ukuthi umuntu owafika ezoketula ifulegi umzala wakhe u-Qin Qiong, futhi unina wamyala ukuba amsize ngasese. Ngosuku lwempi ewumnqamulajuqu, uLuo Cheng, owayegade ifulegi leBronze, washintsha izinhlangothi ngokuzumayo wahlanganyela no-Qin Qiong. Ekugcineni banqoba ukwakheka kwe-Bronze Flag. U-Luo Cheng wathatha i-Dongling Pass wabuya enqobile. U-Luo Cheng naye wazinikela ubukhosi baseTang.\n(Le ndaba isingathekiso ukuthi ngesinye isikhathi kufanele uthembele ekucabangeni lapho wenza izinto, kunokuncika emizweni noma okholweni.)", "聖意": "Umuzi usazimisele ngokuzithembisa, ukufuna ingcebo, ukugcina isabelo, ukuqaphela umshado, ukuzala intombazane, abahamba ngezinyawo bahlala ebaleni, izikelemu, amaphuzu ayisikhombisa nokulimala kwemfuyo eyisithupha, ukucinga abantu, amacala omphakathi nokufuduka. , impahla elahlekile, izifo zasentshonalanga, isisombululo sezintaba, amathuna asentshonalanga", "古人": "Usiza ngokuyimfihlo ukwehlisa ifulegi lethusi", "第X籤": "Amashumi ayisikhombisa nesishiyagalolunye Ewina iLothi", "宮": "Emini Palace"}