{"籤詩版本二": "Amaqabunga emisikamori asewile, ikwindla isondela, futhi uhambo lokubuya lwabahambi lubukeka njengamafu.\nNgenxa yemizamo kaNkulunkulu emikhulu, umkhumbi wabuya nomcebo emoyeni.", "詩意": "Le hexagram imele isithombe samaqabunga esikamore awile.\nKonke kubi kusenesikhathi futhi kuhle ekugcineni.", "解曰": "Thatha izinto enhliziyweni. U-Tianxin uyalilandela. Ukuziphilisa. Yenza noma yini ongayenza.", "籤詩故事一": "◇Umoya uvunguza uye e-Tengwang Pavilion\nU-Wang Bo, igama elihlonishwayo u-Zian, wayeyimbongi yokuqala yoBukhosi BamaTang. Wazalwa onyakeni wokuqala ka-Yonghui, uMbusi uGaozong Wobukhosi BamaTang. U-Wang Bo ubefunda imibhalo kusukela esemncane, futhi waziwa ngokuthi \"ingane ehlakaniphile\". U-Wang Bo ubefunda imibhalo kusukela esemncane, futhi waziwa ngokuthi \"ingane ehlakaniphile\".\nLapho eneminyaka eyishumi ubudala, yena noyise badlula eduze kweThempeli laseGuandi, babona umfanekiso obabazekayo kaGuandi ethempelini, ephethe incwadi ethi \"Spring and Autumn\" futhi eyifunda. Waphefumulelwa. Wahlabelela uMbusi uGuan: \"Ngibambe izingidi ezintathu zentshebe eluhlaza, ngifunda umlando weQing Dynasty elayinini eliluhlaza futhi ngihlonipha amagama adumile. Ngibambe udrako oluhlaza nenyanga esandleni sami. \"Kuthiwa ukuthi ekwindla yalo nyaka, u-Wang Bo wasuka e-Shanxi waya e-Hainan Island eyovakashela uyise owehliswe esikhundleni sokuba yimantshi yesifunda sase-Jiaozhi. , edlula ezinkulungwaneni zezintaba nemifula endleleni. Ekwindla yonyaka lapho eneminyaka engamashumi amabili nesikhombisa, u-Wang Bo wasuka e-Shanxi waya esiqhingini sase-Hainan eyovakashela uyise, owayehliswe esikhundleni sokuba yiMantshi Yesifunda sase-Jiaozhi. Wadlula ezinkulungwaneni zezintaba nemifula endleleni.\nLapho sifika eNtabeni yaseMadang ngalolo suku, wonke umuntu waya ogwini ukuze ayophumula.Lapho uWang Bo ehamba eyedwa eduze kwethempeli lasendulo, kungazelelwe wabona ikhehla lihlezi phezu kwetshe eduze kwethempeli.Ikhehla lalibukeka njengengane enezinwele ezimhlophe. kanye nokubukeka kwenganekwane. Wathi kuWang Bo \"Awuyena u-Wang Bo?\" U-Wang Bo wethuka futhi wathi, \"Impela! Wazi kanjani lokho?\" Ikhehla lathi, \"Kade ngizwa ukuthi unokuhle. izinhloso zokusindisa abantu, nezinkondlo zakho zinomqondo omkhulu. Kuzoba nephathi enkulu eTengwang Pavilion kusasa. Uma ungahambela idili futhi ubhale i-eseyi, uzoduma iminyaka yonke futhi uthole nezindleko zokuhamba.\" Bathe befika. eNtabeni yaseMadang, wonke umuntu waya ogwini ukuze aphumule. Lapho uWang Bo ehamba eyedwa eduze kwethempeli lasendulo, ngokuphazima kweso wabona etsheni eliseduze nethempeli, kwakuhlezi ikhehla, elalibukeka njengengane enezinwele ezinhle kanye nenganekwane. ukubukeka. Wathi ku-Wang Bo, \"Awuyena u-Wang Bo?\"\nU-Wang Bo wamangala futhi wathi, \"Impela! Ukwazi kanjani lokho?\"\nLathi ikhehla: \"Kade ngizwa ukuthi ninenhloso yokusindisa abantu, futhi izinkondlo eniziqambayo zinomqondo. Kuzoba nomcimbi omkhulu eNkosana uTeng's Pavilion kusasa. Uma ungahambela idili futhi uqambe, uzoduma iminyaka yonke futhi uzothola nezindleko zokuhamba.\"\nU-Wang Bo wathi: “Le ndawo iqhele ngamakhilomitha angamakhulu ayisithupha noma ayisikhombisa ukusuka e-Tengwang Pavilion. Singafika kanjani lapha kusasa?” Ikhehla lathi: “Ngizosebenzisa ihhashi njengomoya waphezulu ukuze ngikusize ube nomkhumbi ohamba kahle. nakanjani izofika kusasa.\" U-Wang Bo wangibonga wathi, \"Uxolo, mkhwe wami. , ingabe ungumuntu ongafi noma unkulunkulu?\" Ikhehla lahleka futhi lathi, \"Ngingu-Zhongyuan Shuijun ongaphakathi. imali kule ndawo yamanzi!\" U-Wang Bo wathi, \"Le ndawo iqhele ngamamayela angamakhulu ayisithupha noma ayisikhombisa ukusuka e-Tengwang Pavilion. Singafika kanjani lapha kusasa?\"\nIkhehla lathi: \"Ngizosebenzisa ihhashi njengomoya waphezulu ukukusiza ukuba uhambe kahle ngoseyili. Ngizofika nakanjani kusasa.\"\nWang Bo wambonga wathi, \"Uxolo, babazala, ingabe ungumuntu ongafi noma unkulunkulu?\"\nIkhehla lahleka futhi lathi, “NginguZhongyuan Shuijun ophethe le ndawo yamanzi!” Khona-ke ikhehla lanxusa uWang Bo ukuba agibele esikebheni ngokushesha. Labona amafu amahle elizungezile isikhashana, nomoya. futhi amanzi ayebushelelezi endleleni, Ngokuphazima kweso, wayesehambe amakhulu amakhilomitha.\nKhona-ke ikhehla lanxusa uWang Bo ukuba agibele esikebheni ngokushesha.Labona amafu amahle emzungezile isikhashana, futhi kwakuwuhambo olushelelayo.Ngokuphazima kweso, wayesehambe amakhulu amakhilomitha. Njengoba bekulindelekile, u-Wang Bo uphuthume e-Prince Teng's Pavilion ekuseni yomcimbi omkhulu.\nNjengoba bekulindelekile, u-Wang Bo uphuthume e-Prince Teng's Pavilion ekuseni yomcimbi omkhulu. Futhi ngaleso sikhathi, wabhala \"Isingeniso Senkundla YeNkosana Teng\", eyayibizwa ngokuthi ubuciko baphakade boMbusi uGaozong Wobukhosi BamaTang. Futhi ngaleso sikhathi, wabhala \"Isingeniso Senkundla YeNkosana Teng\", eyayibizwa ngokuthi ubuciko baphakade boMbusi uGaozong Wobukhosi BamaTang.\nKunenkondlo ethi:\nKuhlale kuthiwa abantu abanamakhono bangonkulunkulu, ngakho-ke akuyona ingozi ukuthi umoya uletha uNanchang eNanchang;\nNgabhala umusho mayelana nenkundla ephakeme kaTeng Wang, wabe esephelezela abangafi baya eZhongyuan.", "聖意": "Thandazela ikhaya lakho futhi uzivikele, thandazela izibusiso, funa ingcebo, futhi uzuze umshado nokuzwana.", "古人": "Umoya uphephetha eTengwang Pavilion", "第X籤": "Sayina amashumi ayisishiyagalombili nanye", "宮": "Wei Gong"}