{"籤詩版本二": "Kuzokwenzekani uma ulahlekelwa ubuhle bakho ngenxa yegama lakho, nginovalo lokuthi izinhlanhla zizoshintsha bese kwenzeka izinto ezimbi.\nNgidakiwe, angazi ukuthi kufanele ngiyephi. Ngiphupha kabi emthunzini wezihlahla zikaphayini oluhlaza.", "詩意": "Le hexagram imele izinhlanzi ezibandayo ezishiya amanzi.\nAkukho okungasuswa.\n\n(Le hexagram iwuphawu lobuhle kanye nebhadi.\nGcina izinyawo zakho phansi kukho konke.\n)", "解曰": "Inhlanzi ebandayo ishiya amanzi. Kube khona isiphazamiso esincane. Uma ubuza ngezinhlelo zekhempu. Kungcono ku-Mo Qi\nLolu phawu luzoletha amashwa ku-Liujia. Konke kuhamba kabi. Thandazela ukuphepha.", "籤詩故事一": "◇Zhuangzi uhlola umkakhe\nUZhuangzi wazalelwa oBukhosini bukaZhou.Isibongo sakhe kwakunguZhuang, igama lakhe kwakunguZhou, negama lakhe kwakunguZixiu.Wayengowokuzalwa eMengyi eBukhosini beNgoma. Ebukhosini bakwaZhou, wayeyisikhulu se-Qiyuan.\nNgolunye usuku, uZhuangzi wahlangana nowesifazane entabeni, eqoshama phambi kwethuna elisha, enyakazisa ifeni yakhe ngokuphelelwa yithemba, njengokungathi ufuna ukomisa inhlabathi emanzi ethuneni. U-Zhuangzi akazange ayiqonde inhloso yakhe, ngakho wambuza. Wathi umuntu ongcwatshwe ethuneni ngumyeni wakhe, amazwi okugcina omyeni wakhe kwaba ukuthi ngeke aphinde ashade kuze kube koma inhlabathi ethuneni. Akabange esakwazi ukulinda, ngakho wanyakazisa umhlabathi wethuna ukuze wome ngokushesha, ukuze akwazi ukuphishekela isiphethu sesibili.\nUZhuangzi waphefumula lapho ecabanga ukuthi kunowesifazane ongenanhliziyo enjalo emhlabeni. Ngabe sengicabanga ukuthi ngabe umkami uzoba njena? Uma kuphakama izinsolo, ngifuna ukukuhlola.\nIsibongo somkaZhuangzi kwakunguTian, ​​​​futhi lo mbhangqwana wawuvame ukuba nobuhlobo obuseduze. Ukuze ahlole ubuqotho bomkakhe, uZhuangzi wanquma ukwenza sengathi ufile.\nNgokuzwa ukuthi uZhuangzi ubulawe ukugula okuzumayo, abantu abaningi abavela ezindaweni zonke, kuhlanganise nezihlobo nabangane, beza bezoduduza, phakathi kwabo kwakukhona inkosi ebukekayo kanye nomzukulu wesifunda sakwaChu, owayecebile ngokucebile. U-Tian wayesanda kuba umfelokazi futhi edabukile, wamjaha. UNksz Tian akakwazanga ukubekezelela isilingo futhi wathandana no-Wang Sun. Bashada ezinsukwini ezingamashumi amabili nje.\nNgalobo busuku, lapho iwayini liphuzile futhi izindlebe zishisa, u-Wang Sun wavele wamelwa yinhliziyo futhi wafa.\nUNksz Tian wethuka futhi wethuka, futhi wabuza u-Wang Sun ngokuphuthumayo ukuthi enzeni.U-Wang Sun wabekezelela ubuhlungu futhi watshela uNksz Tian ukuthi ubuchopho bezidumbu bungasetshenziswa ukubuyisela abafileyo ekuphileni.\nUngasitholaphi isidumbu? UNksz Tian wavele wacabanga, akashonanga yini umyeni wakhe? UMnu. Tian wakhohlwa ngothando lwakudala phakathi kwendoda nomfazi, nangempela wathatha imbazo wahlukanisa ibhokisi lomyeni wakhe, elungiselela ukukhipha ubuchopho bakhe ukuze athole umuthi.\nKungazelelwe, lapho kuvulwa ibhokisi, uZhuangzi waphinde waphila. UNksz Tian wayenamahloni kangangokuthi wazilengisa.\n(Le ndaba isingathekiso sokwephula ubungane ukuze kuzuze thina, ngakho ngeke sivumelane nakho.)", "聖意": "Indlu inokuthula, umuntu ngokwakhe uphephile, imali ayilungile, ukuhweba kuyahlatshwa, umshado uyaxazululwa, ububi baseLiujia buyaphumelela, abahamba ngezinyawo abafikanga, izikelemu zinokuthula, imfuyo inokuthula, abantu bafuna abantu, icala selishintshile, abafundi bagcine bengasadlali, impahla ilahlekile, akugulanga, nentaba namathuna kubi.", "古人": "UZhuangzi uhlola umkakhe", "第X籤": "Isiqephu 84", "宮": "Wei Gong"}