{"籤詩版本二": "Amafu amnyama nenkungu imboze umgwaqo phambi kwentaba.Yonke into iyindilinga nenyanga iyindilinga futhi.\nUma uthola izinkondlo nezincwadi, uzovuka ephusheni elijulile.Isicukuthwane siqondise uphahla lwendlu.", "詩意": "Le hexagram ifanekisela ukuphela kwentwasahlobo nokuqhakaza kwezimbali.\nKonke kuyashintsha emva kweNkosi.", "解曰": "Ikhehla lidinga ukucela usizo. Iqhakaza futhi entwasahlobo. Isifiso sodumo nengcebo. Ukuhlangabezana ne-windfall sekwephuzile empilweni.", "籤詩故事一": "◇U-Han Wengong uhlangabezana neqhwa\nU-Han Yu, ogama lakhe lokuhlonipha kwakungu-Tuizhi, wayedabuka e-Changli. UTang Dezong waba iJinshi ngonyaka wesishiyagalombili kaZhenyuan, futhi isihloko sakhe ngemva kokufa kwaba uWen Gong.\nNgesikhathi sokubusa koMbusi u-Xianzong woBukhosi BamaTang, uHan Yu waphinde wahlangana namathambo kaBuddha, okwamcasula uMbusi. U-Han Yu washiya umkakhe nezingane waya e-Chaozhou. Ngemva kokuhamba isikhathi esingaphansi kwezinsuku ezimbalwa, umoya obandayo waphakama futhi lakhithika kakhulu. U-Han Yu wafika endaweni lapho iqhwa lalijule ngamamitha ambalwa, okwenza kube nzima ngehhashi lakhe ukuthi liqhubekele phambili.Kwakungekho ndlu eduze futhi wayengazi ukuthi umgwaqo ukuphi. Uma ufuna ukulandela indlela futhi uhlehle, ayikho indlela yokubuyela emuva. Umoya wawuvunguza ngamandla futhi iqhwa laliwa ngokushesha. U-Han Yu wayecwile esikhunjeni, egodola futhi elambile, futhi engenandawo yokuzwakalisa ukudabuka kwakhe.\nUHan Yu wabubula futhi wathi: \"Umbusi ngeke angibulale, kodwa umbusi ufuna ukungibhubhisa.\"\nLapho nje u-Han Yu esephelelwe ithemba, wabona indoda iza izosusa iqhwa naphezu kwamakhaza ashubisa umnkantsha.Kwavela ukuthi kwakungu-Han Xiangzi (umshana ka-Han Yu).\nNgaphambili, u-Han Xiangzi wayethe ku-Han Yu: \"Uphi umuzi kaYun Heng eQinling? Iqhwa lihlanganisa isango eliluhlaza futhi ihhashi liyama ukuya phambili. \" Ngaleso sikhathi, u-Han Yu wayengaqondi ukuthi u-Han Xiangzi wayesho ukuthini, kodwa manje ekugcineni waqonda.\nNgakho u-Han Yu no-Han Xiangzi bahamba bayochitha ubusuku kwaFu e-Languan. Ekhuluma ngesikhathi esedlule kanye nomgwaqo wokutshala, u-Han Yu wayeqiniseka ngobuqotho.\nKamuva, uHan Yu wasishiya isikhundla sakhe esingokomthetho, wanikela ngayo yonke impahla yakhe kuhulumeni wendawo, waya ezintabeni ukuze aqhube ubuTao futhi abe umuntu ongafi.", "聖意": "Umuzi awuzilungele, qaphela ukufuna imali, gxila ebhizinisini, umshado uphuzile, abahamba ngezinyawo baseLiujia besifazane bavimba amasimu, izikelemu zinhle, imfuyo ilungile, kunzima ukuthola abantu, amacala omphakathi ayaphindwa, ukufuduka ivuselelwe, izinto ezilahlekile zibucayi, izifo ziyabambezeleka, amathuna asezintabeni kufanele ashintshwe.", "古人": "U-Han Wengong uhlangana neqhwa", "第X籤": "Ilotho ewinayo yamashumi ayisishiyagalombili nanhlanu", "宮": "Shen Gong"}