{"籤詩版本二": "Njengoba uhamba uhhafu wentaba engasentshonalanga, amawa aseJunling awanakuxazululeka.\nNjengoba sibheka kuNkulunkulu ukuze asivikele, lesi sidumbu sisegunjini lezidumbu", "詩意": "Le hexagram ifana nokufuna igolide esihlabathini.\nKukhona izimpawu zabantu abahloniphekile kukho konke.\n\nFuthi: Le hexagram ikhombisa ukuthi umuntu usengozini.\nKukhona izimpawu zabantu abahloniphekile kukho konke.", "解曰": "I-jade ingatholwa ngamatshe okucwenga. Thola igolide esihlabathini. Kudingeka ukusebenza kanzima. Inkathazo nje.\nOmunye umsebenzi: isimo esinzima. Akukho ndawo yokuhlala. Cela isibusiso sikaNkulunkulu. Thandazela ukuthula kwengqondo.", "籤詩故事一": "◇Lima igolide futhi uhlole imigede engaphansi komhlaba\nUkuze agubhe ukuphumelela kwakhe kwezempi, u-Cheng Yaojin wenze idili e-Yanwuyang. Kuthe kusenjalo kwavuleka umgodi owawungaqondakali, wonke umuntu wenza inkatho ngokukhetha amagama, alume igolide ukuze awine, aphinde aqashise izintambo ukuze azibophe emgodini.\nKunezicabha zamatshe, amatafula, izihlalo, amabhuloho nezinye izinto.Phezu kwetafula kukhona izingubo zikadrako namabhande e-jade, enziwe ngegolide agugiswe ngaphandle komgede.\nU-Yao Jin waphuma emgodini nebhokisi elikhulu nebhokisi elincane, wavula ibhokisi lokhuni wakhipha uphawu lwe-jade, wavula ibhokisi, wakhipha ifulegi elikhulu nengubo yomqhele kanye nemizila wakubeka phezu kwetafula, futhi. wonke umuntu wababuka ngamunye ngamunye. Ngabona izinhlamvu eziyisishiyagalombili zophawu eziqoshwe ocingweni olukhulu zazithi “The Demon King of Hunshi, the Great Virtuous Emperor”.\nWonke umuntu wayemkhulekela “njengoMbusi”, futhi uYaojin wakwenza lokhu iminyaka emithathu njengeNkosi yamademoni. (Empeleni, lokhu kwakumane kuzenzakalela, futhi u-Cheng Yaojin wayengumholi wedolobhana ngaleso sikhathi.)\n(Le ndaba isingathekiso sokuthi izinto ezinhle zifana nje nokulingisa. Lona umbono wobuciko othi \"lomzimba usasengenalutho\".)", "聖意": "Ukuthandazela ikhaya nendlu, wena, ukuntuleka kwenzuzo, ukufuna ingcebo, ukusebenza kanzima, ukucophelela ebhizinisini, umshado uzovinjelwa uLiu Jiaxu, abahamba ngezinyawo, uChi Tian, ​​izikelemu, imfuyo eyisithupha ezinzile, ifuna abantu, akukho macala. , ukulahlekelwa, ukufuduka, ukugcina impahla elahlekile, izifo ezimbi, izithiyo, izintaba namathuna.", "古人": "Ukuhlola i-Crypt for Gold", "第X籤": "Sayina amashumi ayisishiyagalombili nesikhombisa", "宮": "Shen Gong"}