{"籤詩版本二": "Ungangihluphi ngezindaba zakho eziqondene nawe.Lokhu kufaneleke kakhulu ukubuza umphakathi.\nInhliziyo ecacile ikhanya futhi icacile njengenyanga ekhanyayo esibhakabhakeni", "詩意": "Le hexagram imele umfanekiso wenyanga ekhanyayo esibhakabhakeni.\nKonke kugqamile futhi kunomoya.", "解曰": "Yiba oqotho enhliziyweni. Qondisa umthetho. Amazwi angcwele. Ekugcineni kuyacaca.", "籤詩故事一": "◇Ujenene waseKong Ming\nIsixazululo: UZhuge Liang uhlanganisa amabutho akhe nojenene\nNgesikhathi seMibuso Emithathu, uZhuge Liang (181-234), igama lokuhlonipha u-Kongming, wazalelwa eYangdu, eLangya (manje eyiYinan County, Isifundazwe saseShandong).\nU-Zhuge Liang wavuma ukuba yisikhulu ngemva kokuba uLiu Bei evakashele indlu efulelwe ngotshani kathathu. Ngaleso sikhathi, uCao Cao wayesemthulisile u-Hebei futhi wayezimisele ukumasha eningizimu. Wathumela u-Xiahou Dun njengomphathi omkhulu, u-Yu Jin, uLi Dian nabanye. njengamasekela ojenene, ehola ibutho labantu abayizi-100,000 ukuthi limashe libheke eXinye. Nakuba uZhuge Liang wayenesu lokuhlehla esitheni ngaleso sikhathi, u-Guan Yu noZhang Fei bawanyanya amazwi kaZhuge Liang. UZhuge Liang wayengenayo enye indlela ngaphandle kokusebenzisa inkemba kaLiu Bei ukuze anqobe lamadoda amabili.Bahola ngamunye amasosha ayinkulungwane namahhashi, bacasha eYushan nase-Anlin.Balinda uXiahou Dun ukuthi ahole ibutho lakhe ukuze badlule, base bebahlasela abaqamekeli nomlilo.\nNgaphezu kwalokho, uZhao Yun wathunyelwa ukuba ahole izinsalela ezindala nezibuthaka zebutho ukuba zilwe njengeqhawe elilwa noXiahou Dun, wabe esenqotshwa mbumbulu futhi wahlehla, eheha u-Xiahou Dun emgwaqeni omncane ezintabeni nasemahlathini. UPing, uZhou Cang, uLiu Feng nabanye banyonyobela ngemuva kwebutho likaCao, bashisa izimpahla futhi babangela ukwethuka ebuthweni likaCao.\nNgemva kwempi, konke kwenzeka njengoba uZhuge Liang ayehlelile. Ngesikhathi u-Xiahou Dun kanye no-Yu Jin behola ibutho lijaha, uLi Dian, owayengemuva, wabikela u-Xiahou Dun ngaphambili ukuthi udinga ukuqapha ukuhlasela komlilo kwezitha. Nokho, kwase kwephuze kakhulu. umgwaqo owumngcingo futhi wawusendaweni lapho izihlahla zazixhumene khona, ukuze umlilo ungaqali.Kwaba nezingozi ezinkulu, uXiahou Dun kanye nabanye ojenene bahlulwa babaleka babuyela eXudu.\n(Le ndaba isingathekiso sokuthi u-Kong Ming muhle ekusebenziseni abantu nasekulawuleni izwe ngobuhlakani.)", "聖意": "Ikhaya nendlu kumnandi.Ngifisela inhlanhla engcebweni, ukuthula kwengqondo, ibhizinisi eliphumelelayo, umshado, impumelelo, impumelelo eLiujia, amadoda ahambisa amasimu, izikelemu, ukulahlekelwa imfuyo, abantu abalahlekile, amacala omphakathi, ukufuduka, ukulahlekelwa impahla, izibusiso, ukugula, ukuthula, izintaba namathuna.", "古人": "Isikhulu sikaKong Ming", "第X籤": "Uphawu lwesishiyagalolunye", "宮": "Yin Palace"}