{"籤詩版本二": "Umbukiso omuhle ukwenza uhluke esixukwini ngokuhwaqabala, futhi ikusasa lakho liyashintsha futhi ulethe ingcebo eningi.\nUmgwaqo ubanzi njengesibhakabhaka, futhi yonke imali ongayinika izoba senhliziyweni yakho", "詩意": "Le hexagram ibonisa ikusasa elithembisayo.\nKonke kuhamba kahle.", "解曰": "Umgwaqo omkhulu. Ungaqhubekela phambili. Sebenzisa inhliziyo yakho. Phambili kuphela.\nKonke kuhamba njengoba bekuhleliwe ngalesi sibonakaliso. Inhlanhla kuJichang.", "籤詩故事一": "◇Amaqhawe amathathu alwa noLu Bu\nIsixazululo: Amaqhawe amathathu u-Zhang Fei, u-Guan Yu, no-Liu Bei balwa no-Lu Bu\nU-Dong Zhuo uthole ukuthi u-Hua Xiong unqunywe ikhanda futhi wathumela ujenene ondizayo uLu Bu ukuthi alwe. Ngokushesha nje lapho uLu Bu engena empini, wabulala ojenene uFang Yue noMu Shun, wabulala uWu Anguo noGongsun Zan.\nUZhang Fei wabona ukuthi uGongsun Zan wayengenakunqoba uLu Bu, ngakho washesha esikhundleni sikaGongsun Zan futhi wamemeza: “Izigqila zalezi zibongo ezintathu kufanele zihambe! UZhang Fei waseYan ulapha!” Ngemva kwalokho, balwela imizuliswano engaphezu kwamashumi amahlanu; ngaphandle komnqobi noma ohluliwe.\nNgemuva kokuthi uGuan Yu ebonile, yena noZhang Fei bahlasele uLu Bu futhi balwa imizuliswano engaphezu kwamashumi amathathu.\nU-Liu Bei naye waphatha izinkemba ezimbili, washaya ihhashi lakhe futhi wadlulela phambili ukuze asize u-Zhang Fei no-Guan Yu.\nAmadoda amathathu ahaqa uLu Bu aqhubeka nokulwa.Bamangale bonke abantu eqenjini.\nNgokushesha uLu Bu waqala ukuphelelwa amandla, uPegasus kaLu Bu wahlehla, kodwa amadoda amathathu amjaha uLu Bu futhi enqaba ukuyeka, awazange ahlehle aze ahlangane namabutho kaLu Bu.\n\"Imibuso Emithathu\"\n(Le ndaba isingathekiso sesibindi nekhono likaLu Bu ekulweni. Umuntu oyedwa angahlula abantu abathathu.)", "聖意": "Inhliziyo yendlu nekhaya ihamba kuphela ohambweni lomuntu lokufuna ingcebo. Isihloko somshado esingase sibe khona siya eLiujia. Izinto zibahambela kahle abantu. Kusetshenziswa iminyundu yamaZhushuntian. Abantu bangatholakala phakathi kwezilwane eziyisithupha. Abantu bangatholakala kusenesikhathi. .Amacala.Ukufuduka.Impahla elahlekile.Izifo Izintaba namathuna kufana nenhlanhla.", "古人": "Amaqhawe amathathu alwa noLu Bu", "第X籤": "Ilotho yokuwina engamashumi ayisishiyagalolunye nanye", "宮": "Wena Palace"}