{"籤詩版本二": "Bengihlela ibhizinisi kusukela ngisemncane, ngakho-ke asikho isidingo sokucela ingcebo nengcebo.\nUma abantu ababili befuna okuthile, isifundiswa siyaphuma sibuye nomklomelo ophezulu.", "詩意": "Le hexagram ibiwuphawu lwebhizinisi kusukela ebuntwaneni.\nKhuthala futhi wonge kukho konke futhi ungakhathazeki.", "解曰": "Kusukela ebuntwaneni kuya ebudaleni. Akunasiphazamiso, akunasiphazamiso. Yenza uhlelo. Udumo luhamba kahle.", "籤詩故事一": "◇UCai Qing ubuyisela umusa wakhe (uCai Yong)\nU-Cai Yong, igama lokuhlonipha u-Bojie, wazalelwa e-Chenliuyu (manje eseningizimu ye-Qixian County, Isifundazwe sase-Henan). Uyisazi futhi ungumyeni kaZhao Wuniang. Eminyakeni emihlanu edlule, inkantolo yombuso yaqasha amathalente ohlwini oluphuzi, futhi isifunda samncoma ukuthi eze eBeijing azobhala izivivinyo. Kusukela lapho, akubanga khona zindaba.\nUnyaka wokuqala ngemva kokuhamba kuka-Cai Bojie kwakulula ukubhekana nawo.Umndeni wawuwongile futhi impilo yawo yayilawuleka.\nNgonyaka olandelayo, u-Chenliu wabhekana nesomiso esibi kakhulu, ngakho wathembela ku-Zhao Wuniangdian ukuthi athengise ubucwebe ukuze asinde kule ndlala.Zazingekho izindaba ezivela ku-Cai Bojie, okwenza umndeni ukhathazeke nakakhulu.\nIsomiso sathatha iminyaka emithathu ngalesi sikhathi. UZhang Guangcai, umakhelwane wakuleli dolobhana, wayemsiza ngezikhathi ezithile.\nKamuva, uCai Bojie wawina umklomelo wokuqala futhi wabuyela ekhaya eyozwa ukuthi umkakhe usizwa uZhang Guangcai. Umbhangqwana waya kwaZhang ukuyozwakalisa ukubonga kwawo futhi wanikeza uZhang Guangcai amathalenta amabili esiliva njengesipho.", "聖意": "Ikhaya linokuthula, umuntu uyaphumelela, ibhizinisi liyaphumelela, umshado uyaphumelela, ukuzalwa kwendoda kuphumelele, insimu igcwele izimpethu, imfuyo eyisithupha iyaphumelela, ukufunwa kuyaphumelela, icala liphumelele. , ukufuduka kuyaphumelela, impahla elahlekile ilungile, ukugula kuyintaba nethuna lihle.", "古人": "UCai Qing ubuyisela umusa wakhe (uCai Yong)", "第X籤": "Sayina amashumi ayisishiyagalolunye nambili", "宮": "Wena Palace"}