{"籤詩版本二": "U-Luan Feng Xiang wayecwile emanzini, kodwa ngaleso sikhathi wayehlukunyezwa uQueer.\nNgashaqeka lapho ngizwa ukuthi ngolunye usuku amafu ayekude, kodwa ngabuyisela izingubo zami kuwe.", "詩意": "Le hexagram imele uphawu lwe-Luan ne-Phoenix embozwe yimvula.\nKonke kuza uma kufika isikhathi.", "解曰": "Isikhohlakali siyachuma usuku nosuku. Umnumzane akufanele enze lutho. Vele uzigcinele wena. Thatha isinyathelo uma kufika isikhathi.", "籤詩故事一": "◇UGao Jun uqinisekisa umshado\nEkuqaleni kobukhosi beNgoma, uZhao Kuangyin wahlanganisa inyakatho futhi izwe lonke lazinikela. Nokho, eSouthern Tang Dynasty, uLi Yu wathatha eningizimu yoMfula iYangtze futhi wasebenzisa isu lokunikezela ngokunikela ngedolobha futhi acuphe iZhao Kuangyin eShouzhou. Isimo sasibucayi. Umshana kaZhao Kuangyin, uGao Junbao, insizwa ephethe isibhamu segolide, yasuka eBianjing ukuze inqamule ukuvinjezelwa kweShouzhou.\n, bedlula eNtabeni iShuangsuo, baphihliza uphawu loMyeni olwamiswa nguLiu Jinding, futhi laba ababili baqhudelana.Ngenxa yalokho, uLiu Jinding wanqoba uGao Junbao izikhathi ezintathu ngobuciko bakhe bokulwa obumangalisayo, futhi bashintshanisa izinsimbi zegolide nezinsimbi zesiliva ukuphila kwabo konke. Umshana kaZhao Kuangyin uGao Junbao, ukuze akhulule uZhao Kuangyin eShouzhou, wasuka eBianjing wadlula eNtabeni iShuangsuo. ubuciko bokulwa obumangalisayo futhi waphoqeleka ukuba enze kanjalo. Umbhangqwana uhole isixuku ekuvinjezelweni wahlenga uZhao Kuangyin.\n(Isingathekiso sale ndaba siwukuthi laba ababili abazange babuyisane (bahlukunyezwa), kodwa kamuva babuyisana.)", "聖意": "Umuzi womndeni awuziphathi kahle, qaphela ukufuna imali, uvimbe ibhizinisi, ulinde umshado, ukubambezeleka, uLiujia, umhambi wamanga, uhlala emasimini, izikelemu, kade, umonakalo wemfuyo eyisithupha, kunzima ukuthola abantu, amacala, ukulahlekelwa, ukufuduka, ukulondolozwa kwemvelo, ukulahleka kwempahla, ukugula okubi, ukunwetshwa kwentaba, ukuguqulwa kwamathuna", "古人": "UGao Jun uqinisekisa umshado", "第X籤": "Abangamashumi ayisishiyagalolunye nantathu abawine ilotho", "宮": "xugong"}