{"籤詩版本二": "Umnumzane akufanele anendaba nabantu abancane uma izinto zibheda uzodala uthuthuva.\nUmsindo wepiyano kufanele ulalelwe nomngane oseduze.Kuhlala kuthule futhi kungacacile.Lo msebenzi owawo wonke umuntu.", "詩意": "Le hexagram kufanele ihlangabezane nesithombe somngane oseduze.\nUkugcina izinto zingashintshi kuzoletha inhlanhla.", "解曰": "Zhiyinfangxu. Unganaki ezinye izinto. Ziphathe njengomuntu ohloniphekile. Bonke bajabule.\nI-Zhiyin Fangxu inezinhlamvu ezine, ezibhalwe ekuqaleni njenge-Shiyin Fanghua.", "籤詩故事一": "◇BoYa uvakashela abangani (BoYa Broken Qin)\nU-Boya, osibongo sakhe u-Yu, onikwe igama elithi Rui negama lokuhlonipha u-Boya, wayengowokuzalwa e-Yingdu, eSifundazweni SaseChu ngesikhathi seNtwasahlobo neNkwindla kanye Nenkathi Yamazwe Alwayo.\nUZhong Ziqi wasebenza njengomgawuli wezinkuni eMbusweni wakwaChu. Ngolunye usuku, wahlangana noYu Boya edlala ihabhu eMfuleni iHan. UZhong Ziqi wezwa izwi lithi: “Lide njengentaba futhi linyakaza njengamanzi agobhozayo.” Laba ababili bashada futhi bathembisana ukuphinde bahlangane phakathi neMid- I-Autumn Festival ngonyaka ozayo.\nNgonyaka olandelayo, u-Yu Boya wagcina isikhathi esimisiwe njengoba kwakuhleliwe, kodwa u-Zhong Ziqi wayeseshonile. Ngemva kokuba u-Yu Boya ezwe ukuthi uZhong Ziqi ushonile, u-Yu Boya wacabanga ukuthi ngeke usaba khona umculo emhlabeni futhi wayengeke aphinde adlale ihabhu ekuphileni kwakhe.\nithi:\nUkuphula i-Yao Qin ne-Feng Wei Han. UZi Qi akanandaba nokuthi udlalela bani.\nUmoya wasentwasahlobo uletha bonke abangani. Kunzima ukuthola umngane weqiniso.", "聖意": "Qaphela ngokuphuma komuzi wakho kanye neskhohlakali sakho.Lapho ufuna ingcebo qaphela ukuthengiselana.Kuyalulekwa ukuthi wephuze umshado.Akulungile kwabahamba ngezinyawo besifazane ukuthutha amasimu, izikelemu nemfuyo,ukuyofuna abantu ngokuzimisela. , ukumangalela nokufuduka, ukufuna impahla elahlekile ngokushesha, ukuvinjwa izifo, namathuna ezintabeni.", "古人": "U-Boya Uvakashela Abangane (Boya Broken Qin)", "第X籤": "Ingxenye yamashumi ayisishiyagalolunye nane", "宮": "xugong"}