{"籤詩版本二": "Isifiso sokuvelela kanye nempumelelo kusezandleni zobukhosi, kodwa manje kuzoba nokuphuza okungapheli kanye nocansi.\nUma ubona iqhude legolide, uzovuzwa ngemali, ingcebo nenhlanhla.", "詩意": "Le hexagram imele uphawu lwesifiso sokuvelela nodumo.\nGcina konke kukuhle.", "解曰": "Uzimisele futhi ujabule. Akukephuzi kakhulu ukuthi uzigade. Iqhude legolide liyathembisa. Bonke bajabule.", "籤詩故事一": "◇UCao Pi umemezele ukuthi ungumbusi\nUCao Pi, igama elihlonishwayo uZihuan, wazalelwa ePeiguoqiao (manje eyiHao County, Anhui). Usopolitiki nombhali odumile ngesikhathi sikaJian'an.\nU-Cao Pi uyindodana yesibili ka-Cao Cao. Wahlala noyise ekamu lamasosha kusukela esemncane. Ngaphansi kwethonya likayise, u-Cao Pi wafunda ukuciba eneminyaka eyisithupha nokugibela ihhashi eneminyaka eyisishiyagalombili, futhi wathuthuka. amakhono amahle karate. Futhi unolwazi olubanzi lwezincwadi zakudala zasendulo nezamanje kanye nemibhalo yokuphila kwabantu, kanye nezincwadi zamakhulu ezikole zomcabango. Kwaze kwaba yilapho eneminyaka eyishumi nesishiyagalombili lapho u-Cao Cao ehlula khona u-Yuan Shao futhi u-Cao Pi waphila impilo ezinzile e-Yecheng, isikhungo sokubusa kuka-Cao Cao. Kusukela ngaleso sikhathi, nakuba ngezinye izikhathi wayehamba noyise ohambweni lwezempi futhi ephila impilo yendodana ehloniphekile isikhathi esiningi, wayesenza ubuciko bokulwa nsuku zonke futhi akazange enqabe kuze kube yilolu suku. Uvame ukugibela ihhashi lakhe ngezitebhisi eziyikhulu futhi unekhono kakhulu kwezobuciko bokulwa, ngenxa yokuthi uvame ukwenza ubuciko bokulwa, ulula futhi unamandla.\nIndodana kaCao Cao endala u-Cao Ang yabulawa empini. Ngemva kokushona kwendodana endala, uCao Pi waba ngowokuqala ukukhetha inkosana yomqhele. Lapho eneminyaka engamashumi amathathu nanye ubudala, wenziwa inkosana yomqhele nguCao Cao. Lapho uCao Pi eneminyaka engamashumi amathathu nantathu ubudala, uCao Cao wabulawa ukugula, futhi uCao Pi wamlandela njengondunankulu nenkosi yaseWei. Wathi uvame ukugibela ihhashi izitebhisi eziyikhulu futhi unekhono kakhulu, ngenxa yokuthi ujwayele ukwenza i-kungfu, ulula futhi ungumqemane.", "聖意": "Khulekela umuzi wakho nomuzi wakho kube nokuthula Funa ingcebo, usebenze kanzima, uhwebe, uhlukane kusenesikhathi. Umshado uzophumelela. Liujia liyovikeleka. Abantu bazobe besemasimini. Izikelemu zivuthiwe. Imfuyo eyisithupha iyobe iphelele. abavuthiwe.Kuzoba nzima ukuthola abantu.Icala lomphakathi.Isinqumo esiphuthumayo.Ukufuduka.Impahla elahlekile.Kude.Izifo zisabalele ezintabeni nasemathuneni.Inhlanhla.", "古人": "U-Cao Pi uzibiza ngombusi", "第X籤": "Ilotho yokuwina yamashumi ayisishiyagalolunye nanhlanu", "宮": "xugong"}