{"籤詩版本二": "I-pagoda ebabazekayo ayijwayelekile, inezici ezinhle nhlangothi zonke ezikhanya ngokugqamile.\nNgiyaninxusa ukuba nizimisele ngokukhothama ngenkuthalo nenze okuhle, izulu linithumelele izibusiso.", "詩意": "Le hexagram imelela ukubonakaliswa kokufaneleka.\nKonke kuhle.", "解曰": "Lezi zibusiso. Wonke umuntu unayo. Ungabi matasa kakhulu. Ukufaneleka kunqunywa kusengaphambili.", "籤詩故事一": "◇Inkosi yaseFenyang ihlangana nomzukulu wayo ngoSuku Lwezithandani lwaseShayina\nIsixazululo: UGuo Ziyi wahlangana ne-Weaver Girl yehlela emhlabeni ngoSuku Lwezithandani lwaseShayina. U-Tiansun, umzukulu we-Jade Emperor, uyi-Seven Fairies.\nUGuo Ziyi (697-781), owaziwa nangokuthi uGuo Linggong, wayengowokuzalwa esiFundazweni saseZheng, eHuazhou (manje esesiFundazweni saseHuaxian, eSifundazweni saseShaanxi) futhi engujenene oBukhosini baseTang. Inkantolo yasebukhosini yanikeza uZiyi isiqu seNkosi yaseFenyang.\nKuthiwa uZiyi wayengowaseHuazhou wahamba wayojoyina amasosha ngaphandle koDonga Olukhulu, waya eBeijing eyocindezela imali yezempi wabuyela eYinzhou, kwakuwusuku lwezithandani zaseChina ngaleso sikhathi. Umoya nesihlabathi kwase kuhwalala nelanga lase liba mnyama, uZiyi akakwazanga ukuqhubekela phambili, umile eduze komgwaqo ulele phansi endlini engenalutho, wathi esezolala wavele wabona ilambu elibomvu. nhlangothi zombili, wasukuma wabheka phezulu ngokumangala, kwabonakala ifu esibhakabhakeni, lehla kancane, kuhlezi owesifazane omuhle, onesithunzi nonobuhle, ohluke ngokuphelele kubantu abavamile. UZiyi akapholisanga maseko wathula wathi, \"Namuhla usuku lwesikhombisa enyangeni yesikhombisa. Ngicabanga ukuthi sekufike iNtombazane ye-Weaver, ifisa ukumnika impilo ende nengcebo.\"\nOwesifazane wabuye waphendula: \"Ngomcebo omkhulu kuza ukuphila isikhathi eside.\"\nWathi eqeda ukukhuluma kwabuya ukukhanya amafu aphakama kancane kancane owesifazane wayelokhu ebheke phansi uGuo Ziyi emamatheka kamnandi.Kuthe lapho esekude naye kwavele kwafiphala intuthu engasabonwa.\nKwaba yiqiniso, njengoba nje lona wesifazane esho. Izimfanelo zikaZiyi zidume umhlaba wonke, ungungqongqoshe othandwa kakhulu, futhi ungujenene onezimfanelo ezinhle nezinhle.", "聖意": "Zenzele isifiso ekhaya, zenzele isifiso, thandazela imali, inhlanhla ebhizinisini, inhlanhla emshadweni, inhlanhla eLiujia, uhambo oluhle nabantu, ukuthutha amasimu, imisundu, imfuyo ezinzile, amabhadi ngokuthola abantu, amacala omphakathi, ukufuduka, inhlanhla, izifo zempahla elahlekile, amathuna eZhenxingshan", "古人": "Inkosi uFenyang ihlangana nomzukulu wayo ngoSuku Lwezithandani lwaseShayina", "第X籤": "Sayina amashumi ayisishiyagalolunye nesithupha", "宮": "xugong"}