{"籤詩版本二": "Sibophe ihhashi futhi sibambe isiswebhu, siza ngqo lapha, ingxenye isengozini futhi ingxenye isengozini.\nKufana nendlu eshiswa ngomlilo, uma izulu liwa imvula iphenduka umlotha, nginesu.", "詩意": "Le hexagram imele usizi oluyingxenye nengxenye yenjabulo.\nKunconywa ukwenza okuhle kukho konke.", "解曰": "Umsebenzi wokuphila konke. Ungakhathazeki ngokulungile nokungalungile. Amaketanga awesikhashana. Ukucasuka kuyazenzekela.", "籤詩故事一": "◇U-Tao Sanchun uhlula u-Zheng En ngesi-Guayuan\n\"Siphile isikhathi eside isikhumbuzo sami,\" u-Zhao Kuangyin wasukuma futhi, \"Inkosi yaseBeiping uZheng En yayihlele umshado ngaleso sikhathi. Manje njengoba umhlaba usunokuthula, ngingathanda ukukucela imvume yakho yokukhetha usuku oluhle lokushada. \"\n\"Siphile isikhathi eside isikhumbuzo sami!\" UZhao Kuangyin wasukuma wathi, \"Inkosi yasePeking, uZheng En, yayihlele umshado ngaleso sikhathi. Manje njengoba umhlaba usunokuthula, ngicela ukukucela imvume yokukhetha umshado omuhle. usuku lokushada.\"\n\"O, umfowethu wesithathu wayethembisene umshado, kungani ngingazi ngalokhu?\" UChai Rong wamangala kakhulu, waphakamisa isandla sakhe ukuze uZhao Kuangyin ahlale phansi bakhulume.\n“O! Umfowethu wesithathu wayethembisene umshado ngaphambili, kwenzeka kanjani ukuthi ngingakwazi ngalokhu?” UChai Rong (uMbusi Wobukhosi Bakamuva BakaZhou) wamangala kakhulu.\n\"Indaba ende, okokuqala sasihlupheka ngaleso sikhathi asizange sijoyine ibutho lakho. Kusukela lapho silwa iminyaka futhi asinaso isikhathi sokukukhathalela. Okwesibili umfowethu wesithathu naye usemncane. nginamahloni ukuyisho, ngakho oNgangezwe Lakhe akazi .”\n\"Indaba ende, okokuqala sisadla imbuya ngothi ngaleso sikhathi asizange singene embuthweni wakho. Kusukela lapho sesineminyaka silwa asisenandaba nawe. Okwesibili ubhuti wesithathu naye useyilungu lempi.\" nginamahloni okukukhuluma, ngakho oNgangezwe Lakhe akazi .”\n\"Yeyi uyashada lomfana wasekolishi, kwenzenjani ukuphoxeka? Lo bhuti wesithathu usenesikhathi eside esenkundleni yempi futhi uthathwa njengeqhawe elingefaniswe nalutho. Kungani ungelutho ngalolu daba?\"\n\"Hheyi! Uyashada umfana wasekolishi, kwenzelwani ukuphoxeka? Umfowethu wesithathu usenesikhathi eside esenkundleni yempi futhi uthathwa njengeqhawe elingefaniswe nalutho. Kungani ungelutho ngalolu daba?\"\n\"Uma ngikhuluma nje angeke ngimsole umfowethu wesithathu ngokuba namahloni, ngoba lomshado wakhiwe.\"\n\"Uma ngikhuluma nje angeke ngimsole umfowethu wesithathu ngokuba namahloni, ngoba lomshado wakhiwe.\"\n\"Kubhaliwe? Hhayi, kuyathakazelisa. Ngicela ungitshele ukuthi kwenzekeni.\"\n\"Ngiyibhale ngomshini! Yeyi! Kuyathakazelisa! Ngicela ungitshele ukuthi kwenzekeni.\"\n\"Yebo, ngiyakhumbula ngalowo nyaka, lapho sesizojoyina uNgangezwe Lakhe, sasidlula esifundeni saseBaocheng. Kwakushisa kakhulu ngoJuni. Umfowethu wesithathu wayengakwazi ukuhlala ehhotela, ngakho waphuma eyozulazula yedwa. Wathi edlula engadini yamakhabe wangena wakha, amakhabe aqeda ukoma, amakhabe ayengakabi maningi ngalesisikhathi, kanti umzalwane wesithathu wayengakwazi ukuwakha, wawahlephula kakhulu. Umfazi obheke amakhabe waphumela phambili ezomangalela umfowabo wesithathu. Laba ababili bangaboni ngaso linye, base beqala ukulwa. Woza. Ngenhlanhla ngangikhathazekile ngaphuthuma ukuyohlenga ngokuhamba kwesikhathi, kungenjalo...\"\n\"Yebo, ngiyakhumbula ngalowo nyaka, lapho sizojoyina uNgangezwe Lakhe, sidlula esifundeni sase-Baocheng. Kwakushisa kakhulu ngoJuni. Umfowethu wesithathu wayengakwazi ukuhlala ehhotela, ngakho waphuma wahamba yedwa. Wathi edlula engadini yamakhabe wangena wakha, amakhabe aqeda ukoma, amakhabe ayengakabi maningi ngalesisikhathi, kanti umzalwane wesithathu wayengakwazi ukuwakha, wawahlephula kakhulu. Umfazi obheke amakhabe waphumela phambili ezomangalela umfowabo wesithathu. Laba ababili bangaboni ngaso linye, base beqala ukulwa. Woza. Ngenhlanhla ngangikhathazekile ngaphuthuma ukuyohlenga ngokuhamba kwesikhathi, kungenjalo...\"\n\"Lo Zheng Ziming iphutha lakhe kwasekuqaleni kumele axolise. Umshayeleni? Ngaphandle kwalokho umndeni wentombazane ungamelana kanjani nezibhakela nokukhahlelwa kwendoda enolaka njengaye! Woza uyishaye le ntombazane kuze Cha?\" \"Intombazane ayizange ilimale...\"\n\"Lo Zheng Ziming iphutha lakhe kwasekuqaleni, ngakho kumele axolise. Umshayeleni? Ngaphandle kwalokho, umndeni wentombazane ungamelana kanjani nezibhakela nokukhahlelwa kwendoda enolaka njengaye! Woza ungitshele. uyishayile lentombazane. Cha?\"\n\"Intombazane ayizange ilimale...\"\n\"Kulungile, kulungile... Hhayi, awusithathanga isinyathelo? Oh, ngicabanga ukuthi wangihlenga ngokuhamba kwesikhathi.\"\n\"Hhayi bo! Kulungile... Hhayi!\n“...Cha, umuntu engamhlenga ngu...umfowethu wesithathu.” “...Cha, umuntu engamhlenga u... umfowethu wesithathu.\n\"Awu?!\" \"Awu?!\"\n\"Umfowethu wesithathu ushaywe yilo wesifazane phansi wamshaya ngesihluku indlela yonke. Ngenhlanhla ngafika ngamncenga ukuthi ahambe, akalimalanga kakhulu. ... Mhlonishwa... Mhlonishwa!... \"\n\"Owesithathu ubhuti ushaywe yilo wesifazane washaywa kanzima, ngenhlanhla ngafika ngamncenga ukuthi ahambe, akalimalanga kakhulu. ... Mhlonishwa... Mhlonishwa!...\"\n\"Ah?...Hawu kanti ubani lowo mfazi!?\"\n\"Kwaba kamuva lapho ngathola khona ukuthi igama lalona wesifazane kwakunguTao Sanchun, futhi uyise uTao Hong wayeyiqhawe elidala elingenazo izifiso. UTao Sanchun wafunda ubuciko bokulwa kuyise kusukela esemncane. Ngemva kokwazi. umndeni wakhe, ngabona ukuthi u-Miss Sanchun wayenesimilo esivelele. , uLuo Luo futhi ophanayo, ngaphandle kwanoma yimuphi umkhuba wokuba intombazanyana, bamfanisa ngamabomu. Ubaba weTao nendodakazi nabo babethanda isimilo esiqondile somfowethu wesithathu. yashaya yachitha ngokushesha yanquma lomshado wabo bobabili. Nkosi yami ngicela ungitshele, akuwona lo umshado womkokotelo?\"\n\"Kwaba kamuva lapho ngathola khona ukuthi igama lale ntombazane kwakunguTao Sanchun, futhi yayifunde ubuciko bokulwa kuyise kusukela isencane. Ngemva kokujwayelana nomndeni wakubo, ngabona ukuthi uNkosazana Sanchun wayenesimilo esihle kakhulu. ephana, futhi engenawo umkhondo wemikhuba yale ntombazanyana, ngakho ngayiqasha ngamabomu.UMnu. Tao nendodakazi yakhe nabo babethanda isimilo esiqondile somfowabo wesithathu.Bahlukana ngaso leso sikhathi futhi banquma ukushada. Ndlunkulu awucabangi ukuthi umshado womgunyathi lona?\"\n(Le ndaba isingathekiso, ngoba into embi yaba yinto enhle.)", "聖意": "Thandazela ukuvikelwa kwekhaya kanye nawe uqobo, qaphela, thandazela ingcebo, ucekele phansi ibhizinisi, uvimbe umshado, isijeziso, uLiujia, umshwalense, abahamba ngezinyawo abavaleleke emasimini, ukulimala kwezikelemu, ukulimala kwemfuyo, abantu abalahlekile, amacala angekho emthethweni, ukulahleka, ukufuduka, ukonga , impahla elahlekile, izifo ezimbi, izinkathazo, izingozi, izintaba, amathuna, njll.", "古人": "U-Tao Sanchun uhlula u-Zheng En engadini yamakhabe", "第X籤": "Inombolo yamashumi ayisishiyagalolunye nesishiyagalolunye", "宮": "I-Haigong"}