{"籤詩版本二": "Create a good relationship for the first time in the world\nAuspicious days and good times, all things are well\nIt is no small matter if you get this lottery\nThe people are loyal and the emperor declares", "詩意": "This hexagram represents the beginning of the opening of heaven and earth. Everything is auspicious.", "解曰": "Rapid speed. The year is not worth its time. Guanyin writes down. Let me know first.", "籤詩故事一": "◇Zhongli became enlightened\nZhongli Quan, surnamed Zhongli, given name Quan, courtesy name Yunfang, and nickname Zhengyang, was a native of Xianyang County, Xi'an, Shaanxi Province during the Eastern Han Dynasty.\nZhong Liquan was a general of the Han Dynasty. During the expedition against the Western Qiang, he was jealous of the commander Liang Yi and only assigned him 30,000 old and weak soldiers. As soon as he arrived at his destination, the camp was robbed by the Western Qiang army, and the soldiers fled. Zhong Liquan got lost in a valley and met a Hu monk on the way. He took him to a small village and said, \"This is the residence of Mr. Donghua.\" Then he said goodbye and left. After a while, someone suddenly said, \"This must be because the green-eyed Hu man is too talkative.\" He saw a man wearing a white deer fur and holding a green quinoa staff. He asked Zhong Liquan, \"The person who came here is Han Da. General Zhongli Quan\n? Zhong Liquan was shocked, knowing that he had met a strange person, so he sincerely learned the Tao.\nZhong Liquan later met Zhenren Huayang and the Immortal King Xuanfu, and learned the \"Secret of Immortality\". Finally, he lived at Zijin Sihaofeng in Kongtong Mountain, obtained the \"Secret of the Jade Box\", and became a true immortal. He was also revered as one of the Five Northern Patriarchs by the Quanzhen Sect.", "聖意": "House and home pray for blessings.\nGood luck in autumn and winter.\nSeeking wealth and good fortune in autumn and winter.\nTransaction completed.\n\n\n\n\nMarriage is completed.\nLiujia: Give birth to a boy.\nPedestrians arrive.\nTian Can: Okay.\n\n\nSix Animals: Okay.\nLooking for someone to meet.\nGood luck in the lawsuit.\nMigration\nLost property Northeast.\nDiseases are provided.\nMountain tomb is auspicious.", "古人": "Zhongli became enlightened", "第X籤": "first sign", "宮": "Uterus"}