{"籤詩版本二": "If you want to go to Tailai, it's just a short distance away.\nTemporarily leave it to the gentleman to come out of the mountain\nIf there is good news about tiger and rabbit\nDetermined to be busy and take time off", "詩意": "In this hexagram, there is a sign of blessing among misfortunes. Everything is bad in advance and good in the end.", "解曰": "Replace with hemp silk. Hit someone's feet. See clearly. Blessings come from disasters.", "籤詩故事一": "◇Encountering a Master in Bukit\nWu Ji was originally a woodcutter, and the two met Jiang Ziya when they were fishing in Feng River. Wuji laughed when he saw Ziya fishing with a straight hook.\nZiya looked at Wuji's face and told fortune-telling: \"If you enter the city today, you will kill someone.\" After hearing this, Wu Ji left angrily and carried firewood into the city.\nAfter entering the city, Wu Ji clashed with others and mistakenly beat Prime Minister Wen Wang to death.\nKing Wen drew the ground as a prison and imprisoned Wu Ji.\nBukit Hou was temporarily released and was sentenced to death to take care of his mother until autumn.\nHis mother asked him to ask Jiang Ziya for help.\nThe Taigong accepted him as his disciple, taught him the art of war, and ordered him to dig holes and cast spells to break his innate destiny.\nAfter the autumn, Wu Ji did not come to be punished. King Wen deduced the innate numbers and thought that Wu Ji had committed suicide out of fear of crime.\nLater, King Wen met Wu Ji, and Wu Ji introduced King Wen to meet Jiang Taigong.\nTaigong was awarded the title of General of Wude. Both master and apprentice worked for King Wen.", "聖意": "The house is safe.\nGood luck to itself.\nSeeking wealth Yes.\nTransaction should be delayed.\nMarriage is completed.\nRokko Male.\nPedestrian: Didn’t come back.\nTiancan: Profit.\n\n\nSix animals: Shen Ji.\nLooking for people and having faith.\nGood luck in the lawsuit.\nMigration. Conservatism.\nLost things are seen.\nDisease Akiyoshi.\nMountain tomb is auspicious.", "古人": "Bukit Encounter", "第X籤": "The twelfth sign", "宮": "Yin Palace"}