{"籤詩版本二": "The worries are temporarily gone\nThe sky is full of joy\nLike jade hidden in dung\nGood work recommends lifting dust", "詩意": "This hexagram represents the harmony of Yin and Yang. Everything you plan is auspicious.", "解曰": "Nothing gained, nothing lost. Gain out of loss. The villain is in trouble. Good luck to you, gentleman.", "籤詩故事一": "◇Ye Meng Xiong Chao Di\nYe Mengxiong (1531-1597), whose courtesy name was Nanzhao and whose name was Longtang, was changed to Longtan and also named Huayun. A native of Wanshifang, Huizhou Fucheng (now part of Huicheng District, Huizhou City) in the Ming Dynasty. In the 44th year of Jiajing reign (1565), he became a Jinshi and was awarded the title of magistrate of Qing County. He served as the director of the transfer department, and later changed to the supervisory censor of Shanxi Road.\nIn the 20th year of Wanli (1592), the General Consul of Ningxia, Kuaibai (chief of the Mongolian Tatar tribe), killed the governor Dang Xin and captured the Forty-seventh Fort in Hexi Province. , broke the city, worshiped and burned himself to death. Meng Xiong is not arrogant in taking credit, and lets his skills be as good as those of the generals who dare to fight. The official Wei Xuezeng was reinstated. In his later years, he resigned five times and was returned to Huizhou to build Huilong Temple.\nYe Mengxiong entered Taoism as a civil servant at the beginning, and was famous for his integrity. Old historical records said that he was \"the first in humility and ability\", \"eliminates corruption and punishes rebellions\", leaving a good reputation; he was extremely loyal, courageous, courageous, and resourceful. Good at gunnery. In the second half of his life, his martial arts skills were recorded in the \"History of the Ming Dynasty\" and he was regarded as a national hero.", "聖意": "Family home is unfavorable (getting settled)\nSelf: Autumn and winter are auspicious.\nSeek wealth and success.\nTransaction completed.\nMarriage is completed.\nLiujia: False alarm (there is a treasure).\nPedestrians arrive.\nTiancan prays for blessings.\n\n\nSix animals are flat.\nLooking for someone to meet.\nPublic litigation is unfavorable.\nMigration. Conservatism.\nLost property.\nDisease brings blessing.\nMountain tomb An.", "古人": "Ye Meng Xiong Chao Di", "第X籤": "Sixteenth Winning Lotto", "宮": "Maogong"}