{"籤詩版本二": "The Golden Crow falls in the west and the Rabbit rises in the east\nThe cycle of day and night to ancient and modern times\nThere is no disadvantage in knowing the way of a monk\nScholars, farmers, industry and commerce all follow their own minds", "詩意": "This hexagram represents the waxing and waning of yin and yang. It is also a sign that everything will go as planned.", "解曰": "There is nothing in mind. What you have done is meritorious. Like an arrow from a bow. One shot hit the target.", "籤詩故事一": "◇Uncle Cao Guo is an immortal\nCao Guojiu, a native of Xuzhou, is said to be the great uncle of the state during the Renzong period of the Song Dynasty. His name was Cao Yi, also known as Cao Jingxiu.\nUncle Cao Guo had a younger brother named Cao Er. This Cao Er relied on his position of imperial power and committed all kinds of evil. He occupied fields, took away wives and daughters, and made friends with some lawless people, coming in and out. Cao Guojiu couldn't stand it, so he refused to listen to his good words and comforts, so he used punishment to control him. , the two brothers forged a grudge.\nCao Guojiu said: \"The principles of the world are that those who accumulate good will prosper, and those who accumulate evil will perish. This is an unchangeable truth. In the past, our Cao family has accumulated evil deeds to achieve today's wealth. Now my brother has accumulated evil to the extreme, even if he escapes Even if you are punished by the officials, you cannot escape the natural disasters that are secretly running. Once a disaster comes and your family is destroyed and someone dies, you will not be able to escape. I will be humiliated and afraid of it.\" So I dispersed all my wealth, He helped the poor and no longer cared about his brother's affairs. Then he left his home and friends, changed into a Taoist uniform, and went into the mountains to cultivate his mind and nature.\nOne day, he met Zhongli and Lu Dongbin of the Han Dynasty by chance. Seeing Uncle Cao Guo's fluent answers, he was very happy and gave him the \"Secret Edict of Returning Truth\" and ordered him to practice carefully. Not long after, Zhongli Quan and Lu Dongbin were introduced to the immortal class.", "聖意": "The house is safe.\nGood luck to itself.\nSeek good fortune.\nTransaction completed.\nMarriage.\nRokko Male.\nPedestrians arrive.\nField silkworms: Plant early.\n\n\nSix animals owe money.\nLooking for someone to come.\nThe lawsuit is justified.\nMigration is lucky.\nLost property See you later.\nIllnesses: Farewell (the Year of the Rabbit or the Year of the Rabbit is unlucky).\nGood luck in the mountain tomb.", "古人": "Uncle Cao Guo is an immortal", "第X籤": "Sign the eighteenth", "宮": "Maogong"}