{"籤詩版本二": "Letting the boat go back from the rushing water beach\nWhat does the storm want to do?\nIf you want peace and quiet,\nWaiting for the waves to pass this crisis", "詩意": "This hexagram is like a boat traveling on a rapid beach. Stay conservative in everything and wait for the time.", "解曰": "Disembark in strong water. The danger is waiting for time. If you ask about camp plans. Nothing can be done.", "籤詩故事一": "◇Ziyi is crowned king\nGuo Ziyi (697-781), also known as Guo Linggong, was a native of Zheng County, Huazhou (now Huaxian County, Shaanxi Province) and a general in the Tang Dynasty.\nDuring the Anshi Rebellion in the 14th year of Tianbao (755), he was granted the title of Shuofang Jiedushi (Lingwu, west of Lingwu in present-day Ningxia). He was ordered to crusade. He combined Shuofang's army with Li Guangbi to march into Hebei. They joined forces at Changshan (Zhengding, Hebei) and defeated Shi Siming, regained Hebei. At this time, Guo Ziyi suggested that the emperor take Fan Yang from the north and attack the rebel tiger's den to reduce the siege of Tongguan, but Xuanzong refused. Afterwards, the situation of separatist vassal towns in the late Tang Dynasty was planted, which also became the remote cause of the demise of the Tang Dynasty.\nIn the fifteenth year of Tianbao's reign (756), he and the Uighur coalition pacified Hequ. In the spring of the following year, they recovered Hedong (now Yongji, Shanxi) and Feng Yi (now Dali, Shaanxi), and attacked Tongguan, defeating Cui Qianyu. The Tang army suffered more than 10,000 casualties. Cui Qianyu surrendered to Pujin. An Lushan was killed by his son An Qingxu.\nIn the second year of Zhide (757), he was ordered to lead troops to Fengxiang. On the way, he defeated 5,000 Li Guiren's cavalry at Baiqu Liuyun Bridge (today's southeast of Sanyuan). In May, he fought with An Shouzhong and Li Guiren in Qingqu (today's west of Xi'an) was defeated, and he withdrew to Wugong (today's northwest of Wugong). In September, he followed Marshal Guangping Wang Li Chu to lead the Tang and Uighurs to join 150,000 troops, and then fought with An Shouzhong and Li Guiren in Xiang. To the north of Ji Temple (southwest of today's Chang'an County), the Uighur soldiers circled behind the enemy, attacked from both sides, and killed 60,000 enemies. Zhang Tongru fled to Shaanxi County, and finally regained the capital Chang'an (today's Xi'an). The majesty of the Tang army was once again restored to Chang'an.\nAfterwards, the Tang army took advantage of the victory and marched eastward, defeating 150,000 men including Yan Zhuang and Zhang Tongru in Xindian (now southwest of Sanmenxia City, Henan Province), forcing Anqing Xu to cross the Yellow River and retreat to Xiangzhou. Dongjun Luoyang returned. Add Situ to his merits and make him the Duke of the country.\nShi Siming led his army from Fan Yang to rescue An Qingxu. The two sides fought in formation north of the Anyang River (today's North of Anyang). The fight was inextricable. In the end, led by nine Jiedushi, the Tang army, which claimed to have 600,000 men, retreated (in the Battle of Yecheng). war). The main commander of this battle was the eunuch Yu Chaoen, who had no leadership skills and blamed Guo Ziyi for the failure of the battle. Guo Ziyi was summoned back to Chang'an, relieved of military power, and became an idle official.\nIn the first year of Baoying (762), the troops in Taiyuan (today's southwest of Taiyuan) and Jiangzhou (today's Xinjiang in Shanxi Province) rebelled. The court was frightened, so Ziyi was granted the title of King of Fenyang and went out to control Jiangzhou. He was also alienated by the eunuch Cheng Yuanzhen and was relieved of military power.\n(The focus of this story: Guo Ziyi, who was very capable and well-behaved, met Xuanzong and some villains, which greatly compromised his achievements.)", "聖意": "The house is a blessing.\nBless yourself.\nSeeking wealth failed.\nTransaction not completed.\nMarriage is not enough.\nLiujia: False alarm.\nPedestrians arrive.\nTiancan: Good luck.\n\n\nFinding people is difficult.\nPublic litigation and peace (do not bring about it).\nMigration. Conservatism.\nLost items are hard to find.\nDisease Prayer.\nMountain tomb is auspicious.", "古人": "Ziyi was crowned king", "第X籤": "Nineteenth Winning Lott", "宮": "Tatsumi"}