{"籤詩版本二": "How many times have we passed the crisis?\nFrom now on, it will never be empty again\nA generous heart has its own plan to be generous\nYou have to meet an expert and make great achievements", "詩意": "This hexagram is like an ancient well with a spring. In everything, noble people achieve success.", "解曰": "The lawsuit will eventually be justified. Sick and safe. Go in and out to seek advice. Ancient well meets spring.", "籤詩故事一": "◇Yao Chong controls locusts\nYao Chong (649-721), whose real name was Yuan Chong, was from Shaanzhou. He served as the Minister of Xia Guan, Shangshu of Chunguan, Ziweiling, Zhongshuling, and Prime Minister in the Tang Dynasty.\nIn the fourth year of Kaiyuan (716), Shandong (generally referring to the Yellow River Basin east of Huashan) was plagued by locusts. The people were bound by superstitious ideas and did not dare to hunt and kill them. Instead, they set up sacrifices, burned incense, worshiped beside the fields, and watched the crops being devoured by locusts. .\nAll officials believed: \"Locusts are a natural disaster, how can they be controlled by manpower!\" The struggle between two different ideas was fierce at that time, whether to eliminate or not eliminate locusts.\nYao Chong said: \"As long as we work together, we can get rid of them all. He said: Locusts are afraid of people, so they are easy to drive away. The seedlings have owners, so the rescuers must work hard; locusts can fly, and if they see fire at night, they will fly to it; set fire on them In the field, dig holes while burning, bury them while burning, and there will be nothing left.\"\nXuanzong said: \"Locusts are a natural disaster caused by poor moral governance. If you ask for them to be hunted and killed, isn't this going against the grain?\"\nYao Chong added: \"Catching and killing locusts was practiced by the ancients, and your majesty will use it in the future. It is a major national event to bring peace and prosperity to farmers. Please consider it seriously.\"\nXuanzong was convinced. But at that time, everyone inside and outside the court said that locusts could not be hunted.\nXuanzong said: \"I have discussed with the prime minister and have decided to catch the locusts. Anyone who objects again will be executed.\" So he sent the censor to supervise and direct the people to burn and bury the locusts.\nThe results were quite effective. Nine million dans of locusts were caught across the country, and the locust plague was successfully eliminated. Agriculture achieved a good harvest that year.\n(Wisdom should be used in disaster management and evacuation, and there must be ingenious strategies to overcome difficulties. Yao Chong is the expert in this matter)", "聖意": "The house is average.\nSelf-blocking.\nSeeking wealth is blocked.\nTransaction blocked.\nMarriage and harmony.\nLiujia is in danger.\nPedestrians blocked.\nField silkworms are unfavorable.\n\n\nSix animals are unfavorable.\nLooking for people and blocking.\nThe lawsuit is justified.\nMigration Disagreement.\nLost items are hard to find.\nDisease Prayer.\nThe mountain grave is uneasy.", "古人": "Yao Chong controls locusts", "第X籤": "Winning the lottery twenty-fifth", "宮": "Mi Palace"}