{"籤詩版本二": "Rumors spread from top to bottom that things turned bad\nI received a book from the horizon\nThe book promised me fame and success\nIt is empty until the end", "詩意": "This hexagram has a false name. It is advisable to be conservative in everything.", "解曰": "Up and down upset. Seeking leisure is not idle. Desire for fame. Stay safe.", "籤詩故事一": "◇Zhong Kui attains enlightenment\nZhong Kui, whose surname is Zhong Kui, whose courtesy name is Zhengnan, is from Zhongnanshan.\nDuring the reign of Emperor Dezong of the Tang Dynasty, Zhong Kui took part in the imperial examination. Zhong Kui read the examination questions and immediately wrote the article in one go and handed it in. The chief examiner that day was Han Yu, the Minister of Civil Affairs, and the deputy examiner was Lu Zhi, a great scholar. When the two read Zhong Kui's paper, their eyes lit up and they said in unison: \"Wizard, wizard! Every word in this article is exquisite, worthy of Li Taibai and Du Zimei!\" So they named Zhong Kui as the first place.\nEmperor Dezong listened to Han Yu's report and said that Zhong Kui, the new champion of science, was very talented, so he summoned Zhong Kui in the Golden Palace.\nWhen Emperor Dezong saw his ugly appearance, he immediately felt displeased and said, \"The selection of scholars in our court is all based on personal words and calligraphy. How can such an ugly person be selected as the number one scholar in the golden sciences?\"\nHan Yu hurriedly knelt down and said: \"The good and bad of a person are not all about appearance. Don't you, the Holy Lord, hear that Yan Ying is three feet tall and is the equal of the prime minister? Zhou Chang stutters but can help the Han Dynasty; Confucius judges people by their appearance, and loses his son Yu. I hope your majesty will think twice.\" \"\nEmperor Dezong pondered for a moment and said: \"Although Han Aiqing's words are reasonable, when I was Emperor Taizong, there were eighteen scholars who came to Yingzhou and talked about it. This man was the number one scholar. I am afraid that the world will laugh at me for not recognizing talents.\"\nPrime Minister Lu Qi was narrow-minded and envious of talents. After hearing the emperor's words, he knelt down and said: \"The number one scholar in the golden subject must be both internal and external. There are three hundred candidates for this subject. Why don't you choose another one?\"\nWhen Zhong Kui saw that this man was so confused, he couldn't help but get angry. He pointed at Lu Qi and cursed: \"If such an ignorant official is in court, won't he harm the country?\" After that, he punched Lu Qi with his fist.\nSeeing this, Dezong was furious and said: \"You are so bold, you dare to cause trouble in the Golden Palace, take it down quickly!\"\nIn a rage, Zhong Kui pulled out the sword from the waist of the general standing in the palace and sighed loudly: \"It is difficult for a frustrated cat to imitate a tiger, and a frustrated parrot is not as good as a chicken.\" After that, he committed suicide.\nWhen Emperor Dezong saw that Zhong Kui committed suicide in anger, he was greatly surprised. In order to win over people's hearts, he ordered that Zhong Kui be buried with the official title of No. 1 Scholar, and he also made Zhong Kui the God of Exorcism to rid the world of evil spirits.", "聖意": "House and home pray for blessings.\nPeace of mind.\nSeeking financial obstacles.\nTransaction failed.\nThe marriage failed.\nLiujia Female.\nPedestrian: Have faith.\nField silkworm: half cooked.\n\n\nSix animals can be raised.\nLooking for people in the West.\nLitigation loss.\nMigration. Conservatism.\nLosing things is difficult.\nDisease. Pray for protection.\nMountain tomb is auspicious.", "古人": "Zhong Kui gained the Tao", "第X籤": "Twenty-sixth winning the lottery (Lottery)", "宮": "Mi Palace"}