{"籤詩版本二": "Chanjuan is on the moon in the east\nSuddenly the clouds cover and darken\nSometimes it's round, but sometimes it's missing\nEven those who say something wrong are idle words", "詩意": "The moon in this hexagram is covered by clouds. Everything is still in a coma.", "解曰": "Floating clouds cover the moon. No need to doubt. Waiting for the cloud to collect. Then you will understand.", "籤詩故事一": "◇Bao Gong is looking for Empress Li\nDuring the reign of Zhenzong of the Song Dynasty, Empress Li (Empress Li) was a maid in the harem. She was favored by Song Zhenzong and was promoted to Wanyi, and she became pregnant.\nBut at that time, Concubine Liu Def (later Empress Liu) had evil thoughts and bribed the eunuch Guo Huai to replace Empress Li's son with a skinned civet cat, snatched her son away and told the emperor that he was her biological son. Song Zhenzong was furious and sent Li Empress to the cold palace.\nAfter Concubine De was promoted to queen, she planned to kill Empress Li, who escaped from the palace.\nOne day, Li Niangniang, who was living on the street, met Bao Zheng, the imperial envoy, who was on patrol in the local area. She told him about her life experience and that she was the biological mother of the current emperor Song Renzong. After Bao Zheng learned of the incident, he took Li Niangniang back to Beijing, reported it to Song Renzong and found out the matter, and finally the mother and son recognized each other. Empress Dowager Liu and the eunuch in charge Guo Huai bowed their heads and confessed.", "聖意": "The house is uneasy.\nPray for yourself.\nSeeking financial obstacles.\nGood deal.\nMarriage is not compatible.\nLiujia: I’m surprised.\nPedestrians are stagnant.\nField silkworms are unfavorable.\n\n\nSix animals are unfavorable.\nFinding people is difficult.\nLitigation loss.\nMigration. Conservatism.\nLost Things West.\nThe disease is difficult to recover from.\nMountain tomb changed.", "古人": "Bao Gong is looking for Empress Li", "第X籤": "Twenty-eighth lottery winner", "宮": "Noon Palace"}