{"籤詩版本二": "I advise you not to ask him for help.\nFlying like a crane and throwing hidden arrows\nIf you go to collect firewood, there will be snakes in the grass\nFear of being poisoned is also sorrowful", "詩意": "This hexagram is a sign of staying safe and keeping oneself. Be careful in everything.", "解曰": "Close your mouth and hold your teeth. He is careless. If you feel guilty. In the end it harms oneself.", "籤詩故事一": "◇Chessboard meeting\nEmperor Taizong of the Tang Dynasty was marching to the west and was trapped in Suoyang City. Cheng Yaojin returned to Beijing to ask for reinforcements.\nXue Dingshan was ordered to serve as the Second Route Marshal and went to rescue the Lord and pacify Xiliao.\nAfter a group of people came out of Yumen Pass, they came to Qipan Mountain. Besieged by thousands of minions on the mountain, Dou Yihu, the king of the mountain, was defeated by Tang general Luo Tong. Fortunately, his sister Dou Xiantong was a disciple of the Holy Mother of Yellow Flowers and was proficient in martial arts. She held the fairy rope and tied up Luo Tong. Trapped.\n(The signed poem corresponds to this)\nDou Xiantong saw Xue Dingshan's handsomeness and wanted to become Feng Luan's friend, but Xue Dingshan refused. Dou Xiantong became angry and wanted to push him out and behead him. Fortunately, Cheng Yaojin came to rescue him and facilitated their marriage. Later, Dou Yihu also led the Qipanshan brothers back to the Tang Dynasty to help the Tang Dynasty conquer Western Liao.", "聖意": "The house is safe.\nMyself mediocre.\nAsk for money and wait for the time.\nTransactions are stalled.\nMarriage not agreed.\nLiujia: False alarm.\nPedestrians blocked.\nField silkworms are unfavorable.\n\n\nSix animals are unfavorable.\nLooking for people and blocking.\nPublic litigation: loss (Mo Xing).\nMigration. Conservatism.\nLost property is missing.\nThe disease is difficult to recover from.\nGood luck in the mountain tomb.", "古人": "chessboard conference", "第X籤": "Thirty-seventh lottery winner", "宮": "Noon Palace"}