{"籤詩版本二": "Peaceful, carefree and quiet\nSit or lie down while eating tea after being full\nYou don’t have to be busy physically and mentally\nThere will be no injustice or misfortune\n\nphilistine association", "詩意": "This hexagram is a symbol of peace and stability. In all things, waiting for the right time will bring good luck.", "解曰": "Stay safe and sound. Ask the gods. Wait until the time comes. Things happen by chance.", "籤詩故事一": "◇Foyinhui Dongpo\nOnce, Su Dongpo gained some understanding while studying Zen. He realized that his state was transcendent, and he felt joy in it. Unable to restrain my passion, I spread my pen and wrote a poem:\n\"In the middle of the sky, Jishou shines brightly across the universe; unable to be blown by the eight winds, he sits upright on a purple golden lotus.\"\n(The eight winds refer to: profit, decline, destruction, reputation, praise, ridicule, suffering, and happiness. That is, not being annoyed by these eight states is called \"the eight winds cannot move\")\nAfter writing it, Dongpo sent his servant across the river to give it to Zen Master Foyin of Jinshan Temple.\nAfter Zen Master Foyin read it, he marked it with the word \"fart\" and gave it to his servant to take back.\nDongpo was furious after seeing this, so he took a boat across the river and went to Jinshan Temple to find the Buddha's seal for discussion.\nWhen Dongpo arrived at the gate of Jinshan Temple, Foyin was already waiting at the door.\nSu Dongpo immediately accused Foyin: \"Why do you call the poem I wrote a fart?\"\nFoyin replied: \"Aren't you already 'unable to be blown by the eight winds'? How could you be 'beaten across the river' by a fart!\"\nAt this time, Dongpo was shocked to realize that he was not good enough and left in shame.\n(This story is a metaphor for \"The heat has not yet arrived\")", "聖意": "Home and house pray for protection.\nPeace of mind.\nSeeking wealth and waiting.\nTransaction should be delayed.\nMarriage.\nLiujia Female.\nPedestrians arrive.\nField silkworms: ripe in autumn.\n\n\nSix animals are stable.\nFinding people is difficult.\nPublic litigation and.\nMigration is lucky.\nLost things.\nDiseases are provided.\nMountain tomb is auspicious.", "古人": "Foyinhui Dongpo", "第X籤": "Thirty-one winning number", "宮": "Wei Gong"}