{"籤詩版本二": "The return journey is certain\nWho knows about the jade hidden in the stone?\nA good craftsman has a clear profile\nBeginning to feel peaceful and jasper period", "詩意": "In this hexagram, you can see the image of jade when you cut a stone. Work hard to succeed in everything.", "解曰": "The treasure is in the stone. Strangers know little. Wait until it becomes clear. Do whatever you can.", "籤詩故事一": "◇Liu Bei seeks talents (three visits to thatched cottage, three visits to thatched cottage)\nThe Three Kingdoms period. Zhuge Liang lived in seclusion in a thatched hut in Longzhong. Liu Bei was eager to seek talents, so he went to visit Zhuge Liang in person. He visited Zhuge Liang three times (known as \"Three Visits to the Thatched Cottage\" in history). Liu Bei asked others to stay away and asked Zhuge Liang: \"The Han Dynasty is in decline, and treacherous ministers steal their lives. Your Majesty.\" Covered in dust. I don’t measure my virtue and my ability, I want to believe in the great righteousness in the world, but my wisdom and skills are shallow, so I use it rampantly. As of today. However, my ambition is still not over, do you think the plan will be implemented? \"\nZhuge Liang then presented to him the plan of dividing the world into three parts, and analyzed the situation in which Cao Cao was unavailable and Sun Quan could come to his aid. He also elaborated on the cowardice of the governors in Jing and Yi states, which had an opportunity to take advantage of him, and that he could only take advantage of these two states. Only then can he win the world; he even told Liu Bei the strategy of attacking the Central Plains. (This discussion was later called \"Longzhong Dui\"). After Liu Bei heard this, he praised it as if he had found a treasure, and strongly invited Zhuge Liang to come out to help, so Zhuge Liang became Liu Bei's military advisor.", "聖意": "The house is average.\nPeace of mind.\nSeeking wealth and labor.\nTransaction blocked.\nMarriage is completed.\nLiujia: empty.\nPedestrians are gone.\nField silkworm: Late blooming.\n\n\nThe six animals are prosperous.\nLooking for someone to meet.\nThe lawsuit was shocking.\nMigration Change.\nLost Things West.\nDisease is not good.\nThe mountain tomb changes direction to be auspicious.", "古人": "Liu Bei seeks talents (three visits to thatched cottage, three visits to thatched cottage)", "第X籤": "The thirty-second lottery winner", "宮": "Wei Gong"}