{"籤詩版本二": "Renovate old family style\nThe Tao has no sky but it has merit\nSweep away the thorns on the road\nThe three of them agreed to meet with their colleagues again.", "詩意": "This hexagram represents the rearrangement of clothes. Everything is difficult before it becomes easy later.", "解曰": "Don't worry. Have a good time. If you ask about the future. There is a good road ahead.", "籤詩故事一": "◇Tang Monk’s Buddhist scriptures\nXuanzang (602-664), an eminent monk of the Tang Dynasty, had a common surname of Chen and a given name of Yi. He was born in Goushi County, Luozhou (now the southern part of Yanshi City, Henan Province). He became a monk at the age of thirteen and took the Buddhist name Xuanzang. The world is called Sanzang of Tang Dynasty.\nIn the third year of Zhenguan (629, also known as the first year of Zhenguan), he traveled west to Tianzhu (India) to obtain Buddhist scriptures. He ventured into danger alone and endured hardships. He only arrived in four years.\nIn the seventeenth year of Zhenguan, the master officially resigned and returned to the east. He returned to China via the South Road of present-day Xinjiang Province, Khotan, and Loulan. It took a total of seventeen years and a journey of 50,000 miles. When he arrived in Chang'an in the first month of the nineteenth year of Zhenguan, the emperor ordered Liang Guogong Fang Xuanling and other civil and military officials to give him a grand welcome.\nA total of 520 and 657 volumes of the original Sanskrit Buddhist scriptures were requested. and translated into Chinese.\nAfter the master returned, he was highly respected by Emperor Taizong and Emperor Gaozong and was enshrined in Da Nei, giving him the title \"Master Tripitaka\".", "聖意": "The house is in chaos.\nGood luck to itself.\nSeeking wealth is good.\nTrading is profitable.\nMarriage is hindered.\nLiujia: Shocked.\nPedestrians arrive.\nField silkworms are unfavorable.\n\n\nThe six animals are prosperous.\nLooking for someone to come.\nThe lawsuit is justified.\nMigration An.\nLost property See you later.\nDisease Prayer.\nMountain tombs should be old.", "古人": "Tang Monk Learns Buddhist Scriptures", "第X籤": "The thirty-fifth lottery winner", "宮": "Shen Gong"}