{"籤詩版本二": "Want to wait for peace and tranquility\nLamps and candles are not suitable in the wind\nIt's better to clean up and sit in the hall\nA common man avoids the light and shakes the light in a quiet place.\n\nMove → Movement.\nShake → Yao.\nFree → few.", "詩意": "This hexagram is like the wind shaking the lamp and candle. Keeping things constant will bring good luck.", "解曰": "Settle down in a quiet place. Be on call and be on time. It's not a blessing. Conservative and appropriate.", "籤詩故事一": "◇Li Jing returns to the mountain\nLi Jing (571-July 2, 649), courtesy name Pharmacist, was a native of Sanyuan, Yongzhou (now northeast of Sanyuan County, Shaanxi Province). A general from the late Sui Dynasty to the early Tang Dynasty, he was a famous military strategist with both civil and military skills in the Tang Dynasty. Later, he was granted the title of Duke of Wei, and was known as Duke of Wei in the world.\nLi Jing is the father of the third prince Nezha in the list of gods, also known as the \"King of Tota\". Li Jing and his son assisted Jiang Ziya (Tai Gong) to defeat Queen Zhou, establish the Zhou Dynasty, and King Wu officially ascended the throne. Jiang Ziya then set up a list of gods and conducted a ceremony to appease the souls of soldiers who died in the battle. From then on, the world became peaceful and peaceful. King Wu wanted to make marquises and reward them, and he also wanted to allocate land to the founding heroes. Li Jing, his father and son, and other seven people asked to return to the mountain to practice Taoism and not to be obsessed with worldly fame and wealth. Later, all seven of them \"became saints in body\" and ranked in the class of immortals.\nThe Story of \"Feng Shen Bang\"", "聖意": "The house is old-fashioned.\nMyself mediocre.\nSeeking wealth Yes.\nTrading is difficult.\nMarriage is not compatible.\nLiujia pray for protection.\nPedestrian: Have faith.\nField silkworms: ripe in autumn.\n\n\nSix animals: An.\nLooking for someone to meet.\nPublic litigation and.\nMigration. Conservatism.\nLost property\nDisease 禳星.\nThe mountain tomb should not be changed.", "古人": "Li Jing returns to the mountain", "第X籤": "Thirty-seventh lottery winner", "宮": "Shen Gong"}