{"籤詩版本二": "Thousand-year-old ancient mirror reunited\nWoman seeks husband again, man remarries\nSince then, the gate has been changed again\nAdd more blessings to your children and grandchildren", "詩意": "This hexagram is a symbol of the reunion of mirrors. Everything is hard work and expensive.", "解曰": "Digging sand into gold. Riding a dragon and riding a tiger. Although it is laborious. There is a supplement in it.", "籤詩故事一": "◇Yulianhui ten friends\nIn the Song Dynasty, Qian Yulian married Wang Shipeng. When Shi Peng went to Beijing to take the exam, the wealthy Sun Ruquan forced Yulian to remarry him.\nQian Yulian rejected the proposal of wealthy Sun Ruquan and would rather marry Wang Shipeng, a poor scholar from Wenzhou who was hired by \"Jing Chai\".\nLater, Wang Shipeng won the first prize. Because he refused to be forced to marry by Prime Minister Wanqi, he was sent to serve as a judge in the remote Chaoyang. Sun Ruquan secretly changed Wang Shipeng's family letter to a \"letter of divorce\" and deceived Yulian into being deceived. Qian Yulian's stepmother also forced her to remarry, but Yulian refused and committed suicide by throwing herself into a river. She was rescued by Qian Zaihe from Fujian Province and adopted as his adopted daughter. .\nYulian thought Shipeng was dead. Five years later, Wang Shipeng was the governor of Ji'an. One day, he held a memorial ceremony at a Taoist temple to commemorate his late wife. Yulian happened to go to Ji'an Taoist temple to burn incense, and Wang Shipeng and Qian were finally reunited.", "聖意": "The house is in debt.\nIt is prosperous in autumn and winter.\nSeeking wealth is prosperous in autumn and winter.\nTransaction allowed.\nMarriage is completed.\nLiujia pray for protection.\nPedestrians arrive.\nField silkworms can be raised.\n\n\nSix animals can be raised.\nLooking for someone to meet.\nPublic litigation is unfavorable.\nMigration. Conservatism.\nLost property See you later.\nDisease Prayer.\nMountain tomb is auspicious.", "古人": "Yulianhui ten friends", "第X籤": "The fourth sign", "宮": "Uterus"}