{"籤詩版本二": "The red wheel falls in the west and the rabbit rises in the east\nYin Changyang eliminates Pepsiheng\nIf a woman wants to use it\nIncrease wealth and bless your heart", "詩意": "This hexagram is the symbol of Yin growing and Yang disappearing. Everything is difficult before it becomes easy later.", "解曰": "Yin benefits women. Not suitable for men. If you are seeking advice. The evil comes first and then the good comes.", "籤詩故事一": "◇Wu Zetian ascended the throne\nAt the age of 14, Wu was summoned to the palace by Emperor Taizong Li Shimin of the Tang Dynasty as a talented person, named \"Wu Mei\". After Taizong died, Zetian entered Ganye Temple and became a nun.\nWhen Emperor Gaozong of the Tang Dynasty came to the throne, he summoned the Wu family into the palace to pay homage to Zhaoyi. In the sixth year of Yonghui (655), Emperor Gaozong established Wu as his queen.\nWu Zetian was intelligent, involved in literature and history, and was rich in resourcefulness. Soon after Wu Zetian became the queen, because Gaozong was weak and sick, he sometimes entrusted her to handle certain political affairs, so her power grew. In the first year of Shangyuan (674), Emperor Gaozong was called \"Emperor\", Empress Wu was called \"Queen of Heaven\", and they were both called \"Two Saints\" in the palace.\nIn the first year of Hongdao (683), Gaozong died, Prince Li Xian came to the throne, and Wu Zetian came to rule the dynasty. In February of the first year of Sisheng (684), Wu Zetian deposed Li Xian as King of Luling and established her fourth son Li Dan as emperor, continuing to rule the dynasty. In September of the same year, she changed the flag to gold, and Luoyang, the eastern capital, was renamed the divine capital. On the ninth day of September in the first year of Tianshou (690), Wu Zetian proclaimed himself emperor and changed the name of the country to Zhou.", "聖意": "Home and house are unfavorable.\nPray for yourself.\nSeeking wealth and waiting.\nGood deal.\nMarriage is not compatible.\nLiujia: Xu (female).\nPedestrians block.\nField silkworms are flourishing.\n\n\nThe six animals are prosperous.\nLooking for people and separated.\nLitigation loss.\nGood luck with migration.\nLost items are empty.\nIllness is scary.\nGood luck in the mountain tomb.", "古人": "Wu Zetian ascends the throne", "第X籤": "The fortieth lottery winner", "宮": "You Palace"}