{"籤詩版本二": "Please remember your infinite good words.\nBut because he recognized the thief as his son\nDon't be greedy, it's a little sweet now\nThink more about what he looked like years ago\n\nSee if there is something to be done.", "詩意": "This hexagram identifies a thief as a son. Be careful in everything you do.", "解曰": "Just this one. A gentleman makes no mistake. Keep it in mind. Don’t be lonely.", "籤詩故事一": "◇Dong Zhuo accepts Lu Bu\nLu Bu, brave and good at fighting, was a famous military general at the end of the Eastern Han Dynasty and the beginning of the Three Kingdoms. He once regarded Ding Yuan, the governor of Jingzhou, as his adoptive father and served under him.\nAfter the death of Emperor Ling of the Eastern Han Dynasty, Ding Yuan went to Beijing to collude with the general He Jin to control the government.\nDong Zhuo fought with Ding Yuan, but several generals were unable to defeat Lu Bu, so Dong Zhuo sent his subordinate Li Su to bribe Lu Bu. Li Su brought piles of gold and silver treasures and the famous red rabbit horse to \"visit Lu Bu\". Li Su brought piles of gold and silver treasures and the famous red rabbit horse to visit Lu Bu. So Lu Bu was bribed by Dong Zhuo to kill Ding Yuan, and also told his soldiers to come with him if they wanted, and to leave if they didn't want to follow him. As a result, most of the soldiers ran away. So Lu Bu was bribed by Dong Zhuo and killed Ding Yuan.\nAfter Dong Zhuo gained power, he adopted Lu Bu as his adopted son and made him a general and marquis.\nDong Zhuo had a violent temper, and the \"father-son relationship\" with Lu Bu was actually very weak. In 189 AD, at the instigation of Situ Wang Yun, Lu Bu killed Dong Zhuo.\nSix months after Dong Zhuo's death, Dong Zhuo's old troops invaded the capital, and Lu Bu and his wife fled in panic. After leaving the capital, Lu Bu sought refuge with warlords Yuan Shu, Yuan Shao, Zhang Yang, Zhang Miao, Liu Bei, etc., and fought many times with Cao Cao, another major warlord at the time. Lu Bu was brave and good at fighting, and defeated Cao Cao several times.\nIn the third year of Jian'an in the Eastern Han Dynasty, Cao Cao's troops attacked Xiaopei, Lu Bu's base, and were captured and killed by Cao Cao under the Baimen Tower. Before execution, Lu Bu asked Cao Cao to keep him alive to avoid death, but Liu Bei reminded Cao Cao that Lu Bu had betrayed many times and was a dishonest man. In the end, Cao Cao, who only valued talents regardless of morality, executed Lu Bu.", "聖意": "The house is uneasy.\nSelf Ordinary.\nSeeking wealth and waiting.\nTrading is difficult.\nMarriage is not completed.\nRokko Male. shock.\nPedestrians arrive.\nField silkworm: half cooked.\n\n\nSix animals: An.\nLooking for someone to come.\nPublic litigation should be peaceful.\nMigrate and pray for protection.\nLost items are hard to find.\nDisease 禳星.\nThe mountain tomb is Zhongping.", "古人": "Dong Zhuo accepts Lu Bu", "第X籤": "The 41st lottery winner", "宮": "You Palace"}