{"籤詩版本二": "The emperor, the emperor and the empress will always be kind\nWaiting and praying for blessings without loss and gain\nAll sentient beings benefit from it\nProsperity in heaven and earth", "詩意": "This hexagram is a sign of favor from heaven. Everything will be successful.", "解曰": "The emperor showed his favor. Never forget. Morning and evening rituals. It is appropriate to burn incense.", "籤詩故事一": "◇Mulian saved his mother\nMokou Lian, or Mulian, is the most powerful among the ten disciples of Sakyamuni Buddha.\nHis mother was greedy and stingy during her lifetime, so she fell into the realm of hungry ghosts after her death. Mokhullian used his magical power to observe and found out that his mother was born as a hungry ghost, with no way to get food and was in great hardship. He used his magical power to bring food to his mother. Unexpectedly, after the mother received the food, it turned into ashes and could not be eaten.\nMaudgalyana was worried about what happened and reported it to the Buddha. The Buddha told Mulian that on the 15th day of the seventh lunar month, he should put a hundred flavors and five fruits in a basin and offer them to the virtuous monks of the ten directions. With this power, his mother would be able to eat.\nMaudgalyana acted according to the Buddha's will, and his mother was finally liberated. This kind of ceremony is called \"Obon Festival\" and this festival is called \"Obon Festival\".\n(Note: A kind of substance has different feelings in different levels of the world. For example: when it rains in this world, we see it as \"water\", while beings in the hungry ghost realm feel it as \"blood\", and sentient beings in the hell world feel it as \"blood\". It feels like \"dropping a sword\", while heavenly beings feel like \"dropping a flower\".)", "聖意": "House and home pray for blessings.\nSelf: Dongji.\nSeeking wealth is not available.\nTransaction completed.\nMarriage is auspicious.\nLiujia: Peace.\nPedestrians move.\nTiancan Zhongping.\n\n\nSix animals: Zhongping.\nLooking for someone to meet.\nThe lawsuit was won.\nMigration. Conservatism.\nLost items are empty.\nDisease solution.\nMountain tomb An.", "古人": "Mulian saves his mother", "第X籤": "Sign forty-two", "宮": "You Palace"}