{"籤詩版本二": "Heaven and earth adapt to all things\nSelf-supporting, self-supporting and safe\nEverything in life is wonderful\nThank you saints for everything\nCamp→Rong.", "詩意": "This hexagram represents the harmony between the earth and the earth. Everything is going well and there is no danger.", "解曰": "All things are born. All plans and wishes come true. Ford helps. Rui Qi is in a hurry.", "籤詩故事一": "◇Walkers gain enlightenment\nJourney to the West story:\nSun Wukong took over the Mountain of Flowers and Fruits and became king. Later, in order to find a way to live forever, he spent eight or nine years traveling across mountains and rivers to worship Patriarch Bodhi as his teacher. He learned the seventy-two transformations of the earthly evil and somersault clouds, and took the surname Sun for the first time. Named Wukong.\nAfter that, Sun Wukong went to the Dragon Palace in the East China Sea in order to find a suitable weapon, and finally found the Ruyi Golden Cudgel, the divine needle of Tianhe and Dinghai. Because his life span was over, he made a big fuss in the underworld, revised the book of life and death, and returned to the human world. Later, Sun Wukong was summoned by heaven for the first time and was named Bima Wen. Later, he was summoned to heaven for the second time and was named the Monkey King. He also stole peaches and caused trouble in the heaven. He was sealed in the Bagua Furnace to practice his golden eyes and fiery eyes. Finally, he was suppressed by Tathagata Buddha at the foot of Wuzhi Mountain for 500 years, unable to move. The place where the Bagua furnace was kicked over turned into a mountain of flames.\nFive hundred years later, Monk Tang went to the West to obtain scriptures, passed by the Five Elements Mountain, and took off the talisman before saving Sun Wukong. Sun Wukong burst into tears with gratitude. After being instructed by Guanyin Bodhisattva, he worshiped Tang Monk as his teacher and went to the West to learn scriptures together. On the way to learn the scriptures, Sun Wukong descended on demons and eliminated monsters, and repeatedly performed extraordinary feats. However, he was misunderstood and expelled by his master Tang Seng again and again. After eighty-one difficulties, the work was finally completed. The four masters and disciples arrived at Xitian Leiyin Temple and obtained the true scripture. Sun Wukong achieved the right result.\n(This story is a metaphor that even a monkey can become enlightened, let alone a human being.)", "聖意": "Jiazhai is lucky.\nPeace of mind.\nSeeking wealth Yes.\nTrading is profitable.\nMarriage.\nRokko Male.\nPedestrians are blocked.\nTiancan Zhongping.\n\n\nSix animals: Zhongping.\nLooking for someone to meet.\nThe lawsuit was won.\nMigration is beneficial.\nlost thing something.\nDisease 禳星.\nMountain tomb is auspicious for both east and west.", "古人": "The traveler attains enlightenment", "第X籤": "Signed on the 43rd", "宮": "xugong"}