{"籤詩版本二": "Cold weather freezes water into ice\nWhy be greedy for fame?\nI have no choice but to sit quietly\nWait for the leaves to flourish and it will naturally become clear\nProsperity→Xingfan", "詩意": "In this hexagram, water turns into ice. Don’t ask for anything in vain.", "解曰": "Water freezes into ice. Ice melts into water. If it is a conspiracy. So it is.", "籤詩故事一": "◇Wang Xiang asks for carp (Twenty-Four Filial Piety Stories)\nWang Xiang of the Jin Dynasty, courtesy name Fuzheng, was born in Linyi.\nWhen Wang Xiang was young, his biological mother died. His lonely father married a woman named Zhu, and Wang Xiang had a new mother. When Wang Xiang was young, his biological mother passed away, and his lonely father married a woman named Zhu. Wang Xiang's stepmother was a narrow-minded and jealous woman. She didn't like Wang Xiang and often scolded him for trivial matters. Soon, the stepmother also gave birth to a son named Wang Lan. The stepmother only loved her own children, and regarded Wang Xiang as a thorn in her side. She became even more demanding on Wang Xiang, and often spoke ill of Wang Xiang in front of his father. Even his father gradually no longer loved him. The stepmother only loved her own children, and regarded Wang Xiang as a thorn in her side. She was even more demanding on Wang Xiang, and often spoke ill of Wang Xiang in front of his father. Even his father gradually no longer loved him. Although Wang Xiang's half-brother, Wang Lan is very friendly to his brother. Despite the torture of her stepmother, she was still very filial. The stepmother is so harsh, but Wang Xiang is still very filial.\nHis stepmother has a hobby, that is, she likes to eat fresh fish just fished out of the river. His stepmother has a hobby, that is, she likes to eat fresh fish just fished out of the river. One winter, his father went away for business, and his stepmother fell ill again. Brothers Wang Xiang and Wang Lan carefully served the soup and medicine for their mother to eat. In the severe cold weather, the stepmother's illness still did not improve. in a hurry. One winter, his father went away for business, and his stepmother fell ill again. Brothers Wang Xiang and Wang Lan carefully served the soup and medicine for their mother to eat. In the severe cold weather, the stepmother's illness still did not improve. in a hurry. The sick stepmother wanted to eat fresh fish from the river. In that severe cold climate, it was snowing outside and the water in the river had already turned into thick ice. The sick stepmother wanted to eat fresh fish. Where could fresh fish be found in that icy and snowy climate?\nIn those days, there were no off-season dishes, and you couldn’t buy them even if you had money.\nAt this point in the story, the touching story of Wang Xiangqiu Li happened. The two brothers guarded their mother helplessly. Wang Xiang walked to the frozen river in order not to disappoint his sick stepmother. Wang Xiang had an idea and took off his shirt regardless of the cold. He lay naked on the glacier and wanted to It uses its own body temperature to melt the ice (so Wang Xiangqiu carp is also called Wang Xiang lying on the ice). He took off his shirt and lay naked on the glacier. He prayed to God and said: \"God, my mother is sick and wants to eat fresh carp. You have to find a way for me no matter what.\" Strangely enough, the ice block next to him suddenly cracked, and there were two cracks. A living carp jumped out of the crack and jumped on the ice. Wang Xiang was very happy. He prayed to God: \"God, my mother is sick and wants to eat fresh carp. You have to find a way for me no matter what.\" Strangely enough, the ice block next to him suddenly cracked, and there were two cracks. A living carp jumped out of the crack and jumped on the ice. Wang Xiang was very happy. He knelt down quickly, thanked God, and ran home with the carp. He knelt down quickly, thanked God, and quickly took the carp and went home. After the stepmother ate fresh carp, she soon recovered from her illness. The stepmother in the hospital bed was stunned when she saw Wang Xiang's naked upper body, which was turning purple from the cold, and two fishes in his hands. She ran into the room happily and was stunned.\nWang Xiang later became an official and became a Taibao, and was granted the title of Duke.", "聖意": "The house is uneasy.\nPray for yourself.\nIt is difficult to seek wealth.\nTransaction blocked.\nMarriage is not compatible.\nLiujia is dangerous.\nPedestrian: Late.\nTian Silkworm: Loss.\n\n\nSix animals are damaged.\nLooking for someone to meet.\nPublic litigation and.\nMigration. Conservatism.\nLost items are empty.\nThe disease is difficult to recover from.\nGood luck in the mountain tomb.", "古人": "Wang Xiang asks for carp (Twenty-Four Filial Piety Stories)", "第X籤": "Forty-nine Winning the Lott", "宮": "Haigong"}