{"籤詩版本二": "You can travel anywhere in the world\nHigh-hanging sail canopy for comfortable support\nIf there is a favorable wind, it will come soon\nA boat full of babies and lots of joy", "詩意": "This hexagram is like pulling a boat with the wind. Everything goes well.", "解曰": "Rest at ease. No effort required. Lots of wealth. All admired.", "籤詩故事一": "◇Tao Zhugui Five Lakes (Fan Ligui Lake)\nIn the Spring and Autumn Period, Fan Li, whose courtesy name was Shaobo, was also known as Gui Yizipi or Tao Zhugong.\nAt that time, there was a war between the State of Wu and the State of Yue, and the State of Wu destroyed the State of Yue. Fan Li and Wen Zhong formulated a plan for Yue King Gou Jian to promote Yue and destroy Wu. Fan Li personally traveled through mountains and rivers, and visited the Huansha River in the Mt. Cailuo to find Xi Shi, a beautiful woman with both virtues, talents, and beauty, and presented it to the King of Wu. He used a \"beauty trick\" to cooperate inside and outside and destroyed the Wu Kingdom.\nAfter he succeeded in wiping out the Wu Kingdom, Fan Li knew that Gou Jian was a \"long-necked bird with a beak\" and could share hardships and happiness with him, so he and Xi Shi sailed across the Qi Kingdom, changed their names to Gui Zipi, and led his sons and disciples in the Qi Kingdom. They live in a cottage by the sea. He worked hard to cultivate wasteland, run a sideline business and do business. Within a few years, he accumulated tens of millions of family property. He was generous in spreading wealth and doing good to his hometown. Fan Li's wisdom and ability were appreciated by the people of Qi. The king of Qi invited him to Linzi, the capital, and worshiped him as the prime minister in charge of government affairs. He exclaimed: \"Being an official can lead to ministers, and running a family can lead to a fortune. For a commoner who started from scratch, this has reached the extreme. Being honored for a long time is probably not a good sign.\" So, only three years later, he once again Jiliu retreated bravely, returned the seal to the king of Qi, and gave away all his family wealth to his close friends and fellow villagers.", "聖意": "The home is profitable.\nGood luck (to be shipped).\nSeeking wealth Lixi.\nTransaction should be delayed.\nMarriage is not compatible.\nLiujia: An.\nPedestrians block.\nTiancan Qiuli.\n\n\nThe six animals are prosperous in spring.\nLooking for someone to come.\nLitigation loss.\nMigration. Conservatism.\nLost Things West.\nDisease solution.\nMountain grave Nanli.", "古人": "Tao Zhugui Five Lakes (Fan Ligui Lake)", "第X籤": "The fiftieth lottery winner", "宮": "Haigong"}