{"籤詩版本二": "The longest day in summer\nEveryone is very worried about the heat and depression\nHeaven and earth also know what people want\nThe cool breeze blows naturally", "詩意": "This hexagram indicates that everyone is worried about heat. Do whatever you want.", "解曰": "There is no doubt about whether to advance or retreat. Have a good time. Is it for camping? No need to act rashly.", "籤詩故事一": "◇Kong Ming enters Sichuan\nZhuge Liang (181-234), courtesy name Kongming, was a native of Yangdu, Langya (now Yinan County, Shandong Province), and was the prime minister of Shu Han (Liu Bei) during the Three Kingdoms period.\nAlthough Liu Bei won Jingzhou, it was not enough to separate one side. Zhuge Kongming planned to capture Xichuan to increase Liu Bei's territory. At this time, Liu Zhang in Yizhou was attacked by Zhang Lu in the north. Zhuge Kongming learned that Liu Zhang wanted to dedicate the map of Xichuan to Cao Cao in order to protect himself. When Zhang Song (Liu Zhang's subordinate) met Cao Cao, because Cao Cao was arrogant and rude, Liu Zhang took the map back to Xichuan and passed Jingzhou on the way. Kong Ming had already been waiting for him on the way and invited him to Jingzhou, but he never mentioned the Xichuan Picture until the time of departure. Zhang Song was grateful to Kong Ming for his courtesy and hospitality, so he dedicated the Xichuan Picture to him.\nXichuan's terrain was dangerous and could be attacked or defended. After Kong Ming's various arrangements, Xichuan became the birthplace of Liu Bei.\n(Kong Ming treated people with courtesy and easily obtained the coveted Xichuan.)", "聖意": "House and home pray for blessings.\nBeware of yourself (there is good luck among bad things).\nSeeking wealth and good fortune.\nTransactions are normal.\nMarriage.\nLiujia: Give birth to a boy.\nPedestrians move.\nField silkworms are damaged.\n\n\nSix animals are flat.\nLooking for someone to meet.\nGood luck in the lawsuit.\nMigration Old.\nLost property North.\nDisease makes a wish.\nMountain tomb is auspicious.", "古人": "Kong Ming enters Sichuan", "第X籤": "Chapter 51: Winning the Lot (Winning the Lot)", "宮": "Uterus"}