{"籤詩版本二": "Catching the moon in the water takes effort\nAfter all the hard work but nothing\nDon't gossip and talk nonsense\nA waste of effort to strengthen the body\n\nThe word \"body withered\" originally means \"body alone\".", "詩意": "This hexagram is greedy for the image of effort. Everything is laborious and laborious.", "解曰": "Promises are hard to remember. A lot of hard work. Worry at home. Waiting to meet noble people.", "籤詩故事一": "◇Taibai caught the moon while drunk (Li Taibai caught the moon while drunk)\nLi Bai (701-762), also known as Taibai, also known as Qinglian Jushi. The poet of the Tang Dynasty, who called himself a banished immortal, was known as the Immortal of Poetry, and he was always happy without drinking.\nOnce Li Bai came to Jinling (now Nanjing) and rested in a restaurant next to Wende Bridge.\nThat day happened to be the fifteenth day of the winter lunar month. At night, he would sit alone in the restaurant and admire the moon, while drinking and reciting poems. That day happened to be the fifteenth day of the winter lunar month. At night, he would sit alone in the restaurant and admire the moon, while drinking and reciting poems. Li Taibai loved the moon most in his life, saying that it was clean and beautiful. Li Taibai loved the moon most in his life, saying that it was clean and beautiful. That night, he looked up and saw the white and round moon in the sky. He was very happy and drank a few more glasses. That night, he looked up and saw the white and round moon in the sky. He was very happy and drank a few more glasses. At midnight, Li Taibai took advantage of the wine and went downstairs to Wende Bridge. At midnight, Li Taibai took advantage of the wine and went downstairs to Wende Bridge. As soon as he stepped onto the bridge, he lowered his head and suddenly saw the moon falling into the water. When the river moved, a few black lines were added to the white moon shadow. As soon as he stepped onto the bridge, he lowered his head and suddenly saw the moon falling into the water. When the river moved, a few black lines were added to the white moon shadow. Li Taibai was so drunk at this time that he thought it was the moon that was stained by the river water. Li Taibai was so drunk at this time that he thought it was the moon that was stained by the river water. He didn't even bother to take off his boots, he opened his hands and jumped off the bridge to catch the moon. He didn't even bother to take off his boots, he opened his hands and jumped off the bridge to catch the moon. Unexpectedly, with this jump, the moon was not caught, but the moon in the water was shattered and immediately split into two halves. Unexpectedly, in this jump, the moon was not caught, but the man was drowned. He died at the age of sixty-two.", "聖意": "The house is uneasy.\nItself is unlucky (unlucky. Pay attention to your health).\nSeeking wealth, Zhongping (don’t even think about it)\nTrading is difficult.\nThe marriage is not settled.\nLiujia: Pray for protection (empty treasure. Prevent miscarriage).\nPedestrians are in danger.\nTiancan: Five points.\n\n\nThe six animals are in decline.\nLooking for someone (fierce).\nPublic litigation means peace (i.e. stopping the litigation).\nMigration is normal (don’t mention it).\nIt is difficult to lose something (empty).\nDisease: Pray for protection (unlucky).\nMountain tomb is auspicious.", "古人": "Taibai caught the moon while drunk (Li Taibai caught the moon while drunk)", "第X籤": "Fifty-second winning the lottery (Lottery)", "宮": "Uterus"}