{"籤詩版本二": "When frustration turns into elation\nThe roar of the dragon and the roar of the tiger are both suitable\nThe blue sky has its own road to the sky\nMay I have another chance to achieve fame", "詩意": "This hexagram is like a dragon roaring and a tiger roaring. There is hope that everything will go well.", "解曰": "Just teach and go. Have your own prosperity. Must be made in the end. There is a place to be found.", "籤詩故事一": "◇Liu Bei recruits a bride\nAfter the Battle of Chibi, Sun Quan was eager to regain Jingzhou, which had been acquired by Liu Bei, so he used Zhou Yu's plan, pretending that he wanted to betroth his sister Sun Ren to Liu Bei, but in fact he wanted to take Liu Bei as a hostage to claim Jingzhou.\nAfter Zhuge Liang spied on Zhou Yu's plan, he handed the brochure with the strategy to Zhao Yun, who was protecting Liu Bei when he went to Soochow. Zhao Yun followed the strategy in the brochure and deliberately made a big splash to let Wu Guotai (Sun Quan's father) know about the marriage proposal. Because Wu Guotai loved his daughter and was unwilling to make casual decisions about her daughter's life-long affairs, she scolded Sun Quan for being ruthless to his sister and proposed to personally test whether Liu Bei was worthy of his daughter at Ganlu Temple. After Wu Guotai met Liu Bei, she greatly appreciated Liu Bei and strongly advocated the marriage between Liu Bei and his daughter. As a result, Liu Bei successfully married Mrs. Sun.\nLater, Liu Bei and Mrs. Sun fled back to Jingzhou together. Later, Sun Quan wanted to sneak attack Jingzhou while Liu Bei was attacking Yizhou, but was stopped by Wu Guotai, who was worried about his daughter's safety.\nHe said: \"Zhou Yu's clever plan is the best in the world. He lost his wife and lost his troops.\"\n(Liu Bei gained from harm)", "聖意": "The house is uneasy.\nItself is unlucky (first bad and then good).\nSeeking wealth and peace.\nTrading is difficult.\nMarriage achievement.\nLiujia pray for protection.\nPedestrians arrive.\nTiancan: Five points.\n\n\nSix animals are damaged.\nLooking for someone to come.\nPublic litigation and.\nMigration is lucky.\nLost things are seen.\nDisease: An.\nMountain tomb is auspicious.", "古人": "Liu Bei recruits a bride", "第X籤": "The fifty-third winning number", "宮": "Uterus"}