{"籤詩版本二": "Virtue from father to son to grandson\nProsperity in food and clothing depends only on heaven\nChunxuan people in the hall are happy\nHungry, thirsty, sleepy\n\nChunxuan is a metaphor for parents.", "詩意": "This hexagram is connected with the image of bamboo leading to spring. Hope everything goes well.", "解曰": "Take bamboo and lead to spring. It spreads endlessly. A gentleman seeks hope. All delighted.", "籤詩故事一": "◇King Wu of Zhou ascended the throne\nKing Wu of Zhou attacked King Zhou and led eight hundred princes to fight against King Shang's army. The soldiers in Chaoge (the capital of King Shang) also turned against King Shang and betrayed King Shang.\nKing Zhou burned himself on the Zhaixing Tower, and the Shang Dynasty was destroyed.\nKing Wu accepted the gold book and gold treasure, which is the throne of the emperor. He faced south, his hands were folded down, and he sat upright. King Wu ordered the property of Lutai to be distributed, the Star Picking Tower to be demolished, and the rice grain stored in Juqiao to be distributed.\nRelease the imprisoned Jizi and repair Bigan's tomb. King Wu rode by the door of the sage Shang Rong's house and bowed his head. Respect the virtuous and courteous people, and let go of the slaves in the inner palace.\nHe also stopped armament and promoted culture and education. In the south of Nanshan, horses are grazed and cattle are grazed in the countryside with peach trees. It is a peaceful scene.", "聖意": "The house is not in good condition (good luck).\nSelf-fulfillment (good luck).\nSeeking financial gain.\nTransaction completed.\nMarriage (meeting a good son-in-law).\nLiujia: Ping An (zodiac sign).\nPedestrians move.\nTiancan: Good luck.\n\n\nSix animals are damaged.\nIt is difficult to find someone.\nThere are noble people in public litigation.\nMigration is lucky.\nLost things are seen.\nDisease: Guan Xing (deriving ancestral shade).\nMountain tomb An.", "古人": "King Wu of Zhou ascended the throne", "第X籤": "Fifty-fifth winning the lottery (lotting)", "宮": "Ugly Palace"}