{"籤詩版本二": "The sound of water in the small rocky stream on the beach\nThe wind is clear and the moon is clear, the noble man is busy\nI have to ask where to go\nDon’t take the scent of flowers and plants in the forest\n\nDon't take charge.", "詩意": "This hexagram is like a boat traveling on a small beach. In everything, there are noble people to help.", "解曰": "To make a living. A lot of hard work. Stay conservative and wait. All the best.", "籤詩故事一": "◇Lushan rebellion\nAn Lushan (703-757), whose surname was Kang and named Yaluoshan, was from Liucheng, Yingzhou (now Chaoyang, Liaoning).\nLater, he assumed the surname An and changed his name to Lushan. During the reign of Emperor Xuanzong of the Tang Dynasty, An Lushan was the military envoy.\nIn November of the 14th year of Tianbao, An Lushan raised troops in Fanyang. In the name of attacking Yang Guozhong, he launched a rebellion and took the troops of three towns to attack Luoyang, the eastern capital. Reports from Taiyuan rushed to Lishan. Tang Xuanzong, who was at the Huaqing Palace in Lishan at that time, did not believe that Anlushan would rebel. However, news of the rebellion continued to spread, and Xuanzong was still half-convinced. (This is a portrayal of \"the sound of rough running water on small rocks in a stream\")\nIt wasn't until Yan Zhenqing, the prefect of Pingyuan County, sent someone to send information that Xuanzong woke up from his dream.\nUnder the erroneous strategy of Emperor Xuanzong of the Tang Dynasty, An Lushan's cavalry regiment captured Luoyang, the eastern capital. In the first month of the following year, he proclaimed himself Emperor Dayan in Luoyang, Jianyuan Shengwu, Emperor Xiongwu, and Da Xixun as prime minister.\nIn June of the same year, Emperor Xuanzong of the Tang Dynasty, eager to relieve the crisis in Chang'an and with wrong military understanding, executed two famous generals, Feng Changqing and Gao Xianzhi. This order shocked the Tang army. (This behavior violates \"the road must point to the front river\")\nAfterwards, Emperor Xuanzong of the Tang Dynasty urgently ordered another general, Ge Shuhan, to lead the Tang army eastward out of Tongguan.\nGe Shuhan, who fully understood the strategic error of Emperor Xuanzong of the Tang Dynasty, planned to delay the change (the approach of \"it's okay if the wind is calm and the tide is calm\").\nIn the end, Emperor Xuanzong of the Tang Dynasty thought that he was too timid to fight, so he had no choice but to fight with An Lushan in tears, and was defeated. (It fulfills \"If you work hard to support yourself, you may be injured.\")\nIn the Tang Dynasty, when the border troops and local garrisons had no time to respond, An Lushan's army pressed the border and entered the capital area. In a critical situation, Emperor Xuanzong of the Tang Dynasty led the Guards Corps to escape from the capital, causing the leaderless Xijing Chang'an to fall.\n(Tang Xuanzong violated the guidance of this sign, so An Lushan's rebellion was successful.)", "聖意": "The house is safe.\nGood luck to itself.\nSeeking wealth and peace.\nTrading is profitable.\nMarriage Sui (caution).\nRokko Male.\nPedestrians arrive.\nTiancan Qiuli.\n\n\nSix animals are damaged.\nLooking for someone to come.\nThe lawsuit is justified.\nMigration is lucky.\nLost property.\nDisease means peace.\nMountain tombs should be repaired.", "古人": "Lushan rebellion", "第X籤": "The fifty-sixth lottery", "宮": "Ugly Palace"}