{"籤詩版本二": "Morning and dusk spread the support of Buddha\nIt must be in danger but not in danger\nIf you are attracted by a noble person,\nAt that time, wealth and silk also followed\n\nChuan Lai This work is Chuan Lai. It all depends on you.", "詩意": "This hexagram represents the secret blessing of gods and Buddhas. Be patient and have good luck in everything.", "解曰": "A sign of old-fashioned peace. When everything is expensive, it will be auspicious.", "籤詩故事一": "◇Tang Monk attained enlightenment\nOne day, Tang Seng came to the river and saw the Buddha's Lingshan Mountain in front of it. There was a single-plank bridge in front of it. Tang Seng did not dare to cross it. The Buddha transformed into a boatman and held a bottomless broken boat. As soon as Tang Monk got on the boat, he fell into the river and was rescued by the boatman. This is how Tang Monk attained Buddhahood. (Story of Journey to the West)\n◇Tang Monk’s Buddhist scriptures\nSanzang of the Tang Dynasty, his common surname was Chen and his given name was Yi. Born in Goushi County, Luozhou (now south of Yanshi City, Henan Province). He became a monk at the age of thirteen and took the Buddhist name Xuanzang.\nIn order to obtain the original Buddhist scriptures, he set out from Chang'an (today's Xi'an, Shaanxi Province) in the third year of Zhenguan (AD 629), ventured across the border, and went through countless hardships to reach Tianzhu (India) to collect scriptures. He traveled throughout the Ganges and Indus river basins and the southeastern coastal areas of India, then crossed the snow-capped mountains and green ridges, trekking more than 50,000 miles back and forth. It took him 16 years to finally return to Chang'an in the 19th year of Zhenguan (AD 645). He brought back a large number of Buddhist scriptures and translated them into Chinese.\n(Tang Sanzang went through a long journey back and forth between China and India, and he was bound to experience dangers, but he was able to return safely because there was an invisible patron saint behind him.)", "聖意": "The house is safe.\nGood luck to itself.\nSeeking wealth from the West.\nThe transaction was completed.\nMarriage is completed.\nLiujia: Pray for blessings.\nPedestrians block.\nTiancan: Seven points.\n\n\nSix animals benefit.\nLooking for people in the West.\nLitigation loss.\nMigration. Conservatism.\nLost things are seen.\nDisease Prayer.\nMountain tomb is auspicious.", "古人": "Tang Monk attained enlightenment", "第X籤": "Winning the lottery sixty-two", "宮": "Yin Palace"}