{"籤詩版本二": "The swimming fish is in the blue wave pool\nSurrounded by a snare\nUnable to think about one's origins\nIt will cause trouble in the end", "詩意": "This hexagram represents a fish caught in a snare. It is also advisable to be careful in everything.", "解曰": "Settlement under the house. Disaster falls from heaven. Wake up early and take precautions first. Avoid disasters.", "籤詩故事一": "◇The horse is covered with water (it is difficult to collect the water)\nHan Dynasty. Zhu Maichen, courtesy name Wengzi, was a native of Wu in Kuaiji (now part of Suzhou City).\nIn his early years, Maichen's family was poor and he had no success. The couple lived in a thatched gate in a back alley, cutting firewood and selling it to make ends meet. You don't make much money by selling firewood at anyone's price.\nHis wife went out to fetch water and saw a group of children laughing at Maichen. The wife thought it was shameful and later left.\nWhen Zhu Maichen was fifty years old, Emperor Wu of the Han Dynasty sought talents and worshiped Zhu as the prefect of Kuaiji.\nHis wife regretted her blindness and wished to be reduced to a maidservant and concubine to serve Zhu for the rest of his life.\nMaichen ordered his ex-wife to get a bucket of water, pour it on the steps, and said, \"If the water can be taken back, the two of them can get back together.\"\nConsidering the relationship between husband and wife, the wife and her remarried husband were given an open space in the back garden to cultivate and support themselves. His wife threw herself into the river and died.", "聖意": "The house is inauspicious.\nSelf-risk.\nSeeking wealth is empty.\nThe transaction is neutral.\nMarriage is not compatible.\nLiujia: Shocked.\nPedestrians are blocked.\nField silkworms are damaged.\n\n\nThe six animals are in decline.\nLooking for people.\nLitigation loss.\nMigration is lucky.\nLost things are bad.\nIllness and disaster risk.\nThe mountain tomb should be changed.", "古人": "The horse is covered with water (it is difficult to collect the water)", "第X籤": "Sixty-fourth sign", "宮": "Maogong"}