{"籤詩版本二": "A branch of plum blossom on Donglai Mountain\nLeaves fall and branches wither, but they will never be destroyed\nBut spring is coming quietly\nStill return me as courtesan\n\nDestroy the original reminder.", "詩意": "In this hexagram, the plum blossom occupies the leading position. Everything is good if it is delayed.", "解曰": "One arrow shot empty. When it is empty, it is not empty. Waiting for spring to come. Color is in it.", "籤詩故事一": "◇Scored twice\nDuring the reign of Emperor Dezong of the Tang Dynasty, the loyal minister Mei Bogao and his family were framed by the traitorous Prime Minister Lu Qi, who wanted to kill them all. Only his son Mei Liangyu managed to escape. Later, he changed his name to Wang Xitong to hide his identity. He lived alone on the streets, hungry and cold, but fortunately he was taken in by Chen Risheng (Chen Dongchu). Chen Risheng did not know his life experience, so he asked him to help take care of Chen's plum garden so that he would not starve to death on the street.\nChen Risheng was a classmate and friend of Mei Bogao. When he was being persecuted by Lu Qi, he was rescued by Mei Bogao. As a result, Mei Bogao and Lu Qi became enmity. In the end, their entire family was executed. Chen Risheng felt sad and angry because of this. After getting married, he resigned and moved his family to Yangzhou to live in seclusion.\nChen Risheng has a daughter named Chen Xingyuan, who is beautiful and fragrant. After Mei Liangyu came to the Chen family, they fell in love at first sight. On a day when plum blossoms were in full bloom, which was also the anniversary of Mei Bogao's death, Chen Risheng and his family opened an altar in the plum garden of their home to commemorate their deceased friend and benefactor. Unexpectedly, the weather suddenly changed, and a heavy snowstorm blew, covering all the plum blossoms. Destroyed. Chen Risheng lamented that he was able to escape safely, but he couldn't even save the descendants of the Mei family. He thought this was a warning from God, so he vowed that unless the plum blossoms bloomed again, proving that the descendants of the Mei family were still alive, he would never say anything. He escaped into Buddhism and became a monk.\nHis daughter Xingyuan heard this and immediately burned incense and sincerely prayed to God to make the plum blossoms bloom again. Their sincerity moved heaven, and all the plum trees in the plum garden bloomed again; later Chen Risheng knew that the Xitong was Liangyu, so he betrothed his daughter Xingyuan to him.", "聖意": "The house is in debt.\nBless yourself.\nBe cautious when seeking wealth.\nTransaction Waiting for time.\nMarriage is late.\nLiujia: Spring is strong and autumn is weak.\nPedestrian: Late.\nField silkworms are flourishing.\n\n\nField silkworms are flourishing.\nThe six animals are prosperous.\nLooking for someone to meet.\nLitigation loss.\nMigration\nLost Things East.\nDisease False alarm.\nThe mountain tomb should be changed.", "古人": "Scored twice", "第X籤": "Sixty-nine Winning the Lott", "宮": "Tatsumi"}