{"籤詩版本二": "Chao Chao is like a flower-gathering bee\nFly out to the southwest and then go east\nSpring is over, the flowers are gone and there is no place to find them\nThis heart will not change its whereabouts", "詩意": "This hexagram is like a bee picking flowers. Everything is laborious and laborious.", "解曰": "No spring scenery. It rains for a long time but never clears up. Ask for help. It's better to be quiet.\n.", "籤詩故事一": "◇Li Mi rebelled against Tang Dynasty\nLi Mi\n(582-619), the late leader of the Wagang Army in the peasant uprising in the late Sui Dynasty of China. Master of calligraphy. The master of the word Fa was a native of Chang'an, Jingzhao, and his ancestral home was Xiangping, Liaodong (now south of Liaoyang, Liaoning). A native of Chang'an, Jingzhao, his ancestral home is Xiangping, Liaodong (now south of Liaoyang, Liaoning).\nIn the ninth year of Daye (613), he participated in Yang Xuangan's rebellion against the Sui Dynasty in Liyang (now northeast of Junxian County, Henan Province). In the ninth year of Daye (613), he participated in Yang Xuangan's rebellion against the Sui Dynasty in Liyang (now northeast of Junxian County, Henan Province). Mysterious sense is defeated,\nLi Mi fled. Xuangan was defeated and Li Mi fled.\nIn the twelfth year of Daye, he joined the Wagang Army\n. In the twelfth year of Daye's reign, he joined the Wagang Army. Li Mi was good at strategy. In October of the twelfth year of Daye, Li Mi persuaded Zhai to attack Xingyang Tong, the powerful general accompanying the army, to defend Zhang Xutuo, defeating the Sui army and killing Zhang Xutuo. Li Mi was good at strategy. In October of the twelfth year of Daye, Li Mi persuaded Zhai to attack Xingyang Tong, the powerful general accompanying the army, to defend Zhang Xutuo, defeating the Sui army and killing Zhang Xutuo.\nLater, he proposed to attack the Xingluo (later renamed Luokou) warehouse, open the warehouse for relief, and expand the team. The Wagang Army team grew rapidly. In the 13th year of Daye, Li Mi led the Wagang Army, and Zhai Rang dealt with the Sui Dynasty's demotion and distribution. There was a war over military resources and other issues, and Li Mi killed Zhai Rang and hundreds of his followers. Later, he proposed to attack the Xingluo (later renamed Luokou) warehouse, open the warehouse for relief, and expand the team. The Wagang Army team grew rapidly. In the 13th year of Daye, Li Mi led the Wagang Army, and Zhai Rang dealt with the Sui Dynasty's demotion and distribution. There was a war over military resources and other issues, and Li Mi killed Zhai Rang and hundreds of his followers.\nIn March of the 14th year of Daye, Yu Wenhuaji killed Emperor Yang of Sui Dynasty\n, led more than 100,000 people to return to the west. In March of the fourteenth year of Daye, Yu Wenhuaji (Yu Wen, compound surname) killed Emperor Yang of Sui Dynasty and returned to the west with more than 100,000 people. Li Mi was ordered to attack Huaji. Although Huaji was defeated, Li Mi also suffered heavy losses in troops. He was later pursued by Wang Shichong. Li Mi's army was defeated and his camp was destroyed. His generals Qin Shubao, Cheng Zhijie (originally named Cheng Yaojin), Niu Jinda and others were captured. , Shan Xiongxin surrendered. Li Mi was ordered to attack Huaji. Although Huaji was defeated, Li Mi also suffered heavy losses in his troops. Later, he was pursued by Wang Shichong. Li Mi's army was defeated and his base camp was annihilated. His generals Qin Shubao, Cheng Zhijie (originally named Cheng Yaojin), Niu Jinda and others were captured, and Shan Xiongxin surrendered. Li Mi was desperate, so he crossed the river to Heyang in September and surrendered to the Tang Dynasty. Li Mi was desperate, so he crossed the river to Heyang in September and surrendered to the Tang Dynasty.\nIn November, Li Yuan sent Li Mi to Shandong to recruit old troops. November, \nLi Yuan sent Li Mi to wait in Shandong to recruit old troops. Feeling that he had been suspected, he rebelled against Tang. Feeling that he had been suspected, he rebelled against Tang. Tang general Sheng Yanshi invited Li Mi to attack and killed him at Xinggong Xian. Tang general Sheng Yanshi invited Li Mi to attack and killed him at Xinggong Xian.", "聖意": "Household and tongue.\nThe self is a villain.\nSeek wealth and waste.\nTransactions are repeated.\nMarriage does not last long.\nLiujia: empty flowers.\nPedestrians are gone.\nField silkworms are damaged.\n\n\nSix animals are damaged.\nNo trace of the person.\nLitigation loss.\nMigration. Conservatism.\nLost items are empty.\nDisease has obstacles.\nMountain tomb changed.", "古人": "Li Mi rebelled against Tang Dynasty", "第X籤": "The seventieth draw", "宮": "Tatsumi"}