{"籤詩版本二": "Cognition Canglong Nineteen Guards\nA woman married a second husband\nOne bow holds two arrows\nCut the dinosaur and live in it immediately", "詩意": "This hexagram is like a bow holding two arrows. Everything is auspicious if it goes together.", "解曰": "Not too heavy. Destiny. Zhen Liuzhong opens. It is advisable to be cautious.", "籤詩故事一": "◇Wenjun visits Xiangru\nZhuo Wenjun was the daughter of the grandson of Zhuo Wang, a wealthy businessman in Linqiong, Sichuan Province. She was proficient in music and had a literary name. She got married when she was sixteen. A few years later, her husband passed away and she returned to her natal family to live as a widow.\nOne day, Sima Xiangru went to Zhuo Wangsun's house for a banquet. When he learned that Zhuo Wenjun was newly widowed, he played the song \"Phoenix Seeking the Phoenix\" to express his love. Zhuo Wenjun had already heard about Sima Xiangru, and this banquet made him even more attracted to Sima Xiangru. On the other hand, after Sima Xiangru's banquet, he immediately spent a lot of money to bribe Zhuo Wenjun's personal maid and asked her to convey Sima Xiangru's love for Zhuo Wenjun. After Zhuo Wenjun learned about Sima Xiangru's love through the maid, he immediately rushed to the inn where Sima Xiangru lived. Seeing Zhuo Wenjun's arrival, Sima Xiangru immediately elope with her overnight to his hometown in Chengdu.\nWhen they were in Chengdu, the couple was destitute and had to return to Linqiong to open a small hotel to make a living. Zhuo Wenjun sold wine and Sima Xiangru washed dishes. They lived a poor life. After Zhuo Wenjun's father, Zhuo Wangsun, learned about it, he agreed and funded them under the advice of his friends, so that Sima Xiangru and Zhuo Wenjun returned to Chengdu to live, and later became rich.", "聖意": "Home loss.\nSelf right and wrong.\nSeeking wealth and labor.\nTrading Beware.\nMarriage Reunion.\nLiujia: first empty and then full.\nPedestrians block.\nField silkworms are harvested late.\n\n\nSix animals are damaged.\nLooking for someone to meet.\nLitigation loss.\nMigration Change.\nLost property\nDisease 禳星.\nMountain tomb changed.", "古人": "Wenjun visits Xiangru", "第X籤": "Seventy-one Winning Lotto", "宮": "Tatsumi"}