{"籤詩版本二": "Beekeeping must use honey\nI'm just afraid of being slapped on the back of my head\nThere must be a different path in front of you\nDark and frightening as deep as a forest of thorns", "詩意": "This hexagram symbolizes bees collecting honey. Everything is laborious and laborious.\n(This hexagram represents the symbol of sweetness and bitterness. It also prevents disasters in everything.)", "解曰": "Things need to be done carefully. No need to force it. Bees gather honey. What's the reason?", "籤詩故事一": "◇Wang Mang seeks talents\nThe Wang Mang family in the Western Han Dynasty can be said to be a wealthy family. Although his father died young, several of his uncles and uncles became emperors of the Han Dynasty. They became generals, prime ministers, and became marquises and received rewards. The Wang family was extremely prominent.\nBut Wang Mang's own small family was extremely poor; his father died young, and he only lived with his mother, relying on charity from relatives. But because of this, Wang Mang developed and practiced a set of skills in dealing with people since he was a child. No matter how sad or angry he felt, he always showed a very happy and peaceful look in front of relatives, elders or outsiders, so he was quite appreciated by everyone in the clan.\nOnce, his eldest uncle was seriously ill. After learning about it, he came over and waited by the patient's bed, bringing medicine and water, and keeping vigil at night. For several months in a row, he was undressed, disheveled, and haggard. He was simply more \"patient\" than a patient. More \"son\" than a biological son.\nFor this, everyone in the Taiwanese people praised him and wrote letters asking for a reward for him.\nSo Emperor Cheng of the Han Dynasty gave him the title of New Capital Marquis and appointed him as a guard in the palace, becoming a close minister of the emperor.\nWith his high status and great power, Wang Mang never showed any arrogance or slackness. Instead, he became more and more courteous and courteous. On the one hand, he made friends with ministers, generals, ministers, famous scholars and scholars.\nBut he lived a very frugal life, often eating meat dishes, not to mention wearing long robes and long-sleeved dresses, only wearing short clothes. So everyone in the government and the public unanimously praised him with the word \"virtuous\".\nLater, his uncle, Grand Sima Wanggen, died of illness and he was chosen as his replacement. The emperor and all the ministers thought he was the most suitable. Therefore, Wang Mang, who was only thirty-eight years old, became the Grand Sima with the highest military power in the country.\n(This story is a metaphor. Being good at being a good person can help you get rid of the \"difficulty of being stung by bees\" and achieve your ideals as you wish.)", "聖意": "The house is in debt.\nDefend yourself.\nSeeking financial obstacles.\nTransaction late.\nMarriage is blocked.\nLiujia: False alarm.\nPedestrian: Late.\nField silkworms harvest less.\n\n\nSix animals: Harvest less.\nFinding people is difficult.\nLitigation loss.\nMigration Don’t move.\nLost things are bad.\nDiseases are provided.\nThe mountain tomb was defeated.", "古人": "Wang Mang seeks talents", "第X籤": "Winning the lottery seventy-two", "宮": "Tatsumi"}