{"籤詩版本二": "Spring comes, thunder shakes and insects chirp\nTurn around and leave the mud\nOnly then did I know that going in and out was still going back and forth.\nOnce you change, you become a dragon", "詩意": "This hexagram is like thunder and insects. Meeting a noble person is a good sign in everything.", "解曰": "Thunder strikes. Two deposits in and out. Change once. Until Tianmen.", "籤詩故事一": "◇Chenqiao Mutiny\nIn 959 AD, Zhou Shizong Chai Rong died, and Emperor Gong, Chai Zongxun, who ascended the throne, was only seven years old. At that time, Zhao Kuangyin, who served as the inspector in front of the palace and the envoy of Songzhou to the German Army, held real power.\nIn the spring of 960 AD, Zhenzhou (now Zhengding, Hebei Province) and Dingzhou (now Dingxian County, Hebei Province) reported that the armies of the Northern Han Dynasty and the Liao State were jointly going south to attack the Later Zhou Dynasty. The momentum was very loud and they requested to send troops for assistance. Later, the Zhou Dynasty ordered Zhao Kuangyin to lead his troops north to fight against the enemy. Zhao Kuangyin acted secretly under the planning of his brother Zhao Guangyi, Zhao Pu, Shi Shouxin and others.\nOn February 3, when the army arrived at Chenqiaoyi (now Chenqiao Town, southeast of Fengqiu, Henan), they launched a mutiny and ordered the soldiers to wear yellow robes for him. They rebelled against the Later Zhou Dynasty and supported Zhao Kuangyin as emperor. After that, Zhao led his troops back to Kaifeng without burning, killing or looting. \"Taizu Chen Qiao made an oath not to disturb the people of the capital, and he promised not to disturb the city on the day he entered the city.\"\nOn the third day of the third year of the lunar month, Zhao Kuangyin mutinied in Chenqiao and returned to the capital. Fan Zhi led Wang Pu and Wei Renpu to question Zhao Kuangyin. Luo Yanhuan drew his sword in front of the tent and shouted loudly: \"The three armies have no masters. All the generals have decided to appoint him as the emperor. Anyone who speaks out will be killed!\". Wang Pu's face was as pale as earth. He lowered his steps and bowed down. Fan Zhi also bowed. Kuang Yin personally helped him up and treated him with great courtesy.\nAfter a moderate resistance, Emperor Gong of the Later Zhou Dynasty enthroned the throne, and Zhao took over the throne. \"Taizu was about to accept Zen, but there was no Zen text. Tao Gu, a scholar of the Imperial Academy, accepted the order and walked in beside him, saying: \" It’s done.’”\nAfter Zhao came to the throne, he changed the country's name to Song, Yuan to Jianlong, and made Kaifeng the capital. Shi Shouxin, Gao Huaide, Zhang Lingduo, Wang Shenqi, Zhang Guanghan, and Zhao Yanhui were all awarded the title of Jiedushi, which was known as the \"Chenqiao Mutiny\" in history.\n\t\t\t\t\t\t\t\t\tWikipedia\n(This story represents that this is the beginning of Zhao Kuangyin’s performance.)", "聖意": "House and home pray for blessings.\nSelf Ordinary.\nSeeking wealth and spring benefits.\nTransaction noble man.\nMarriage. Consummation.\nRokko Male.\nPedestrian: Arrive.\nField silkworms are born early.\n\n\nSix animals: spring profit.\nLooking for someone to meet.\nThe lawsuit was won.\nMigration is lucky.\nLost property\nDisease and danger.\nMountain tomb is auspicious.", "古人": "Chenqiao Mutiny", "第X籤": "Signed seventy-three", "宮": "Mi Palace"}