{"籤詩版本二": "Just like dragging a tiger over a high mountain\nFighting, fighting, fighting, timidity, coldness\nI suddenly did something good without realizing it\nBe sure to stay safe\n\nThe word dragging the tiger means hugging the tiger.", "詩意": "This hexagram is like holding (dragging) a tiger across the mountain. Everything is dangerous and scary.", "解曰": "Danger is dangerous. There are obstacles ahead. If you ask for advice. It’s really hard work.", "籤詩故事一": "◇Wu Yuan left Zhaoguan at night (Wu Zixu passed Zhaoguan)\nWu Zixu was a native of Chu in the Spring and Autumn Period. At that time, King Ping of Chu wanted to hunt him down. King Ping of Chu offered a reward for Wu Zixu's arrest, and had his portrait drawn and posted on city gates across Chu State, and ordered officials to step up investigations. When Wu Zixu fled to Zhaoguan, the border between Wu and Chu, the officials at Zhaoguan checked very closely. He was so worried that he couldn't sleep for several nights in a row, and even his hair turned gray with worry. Fortunately, I met a man named Dong Gao Gong, who sympathized with his plight and took him home to hide. Duke Dong Gao had a friend who looked a bit like Wu Zixu, so Duke Dong Gao asked him to pass the test by pretending to be Wu Zixu. The gatekeepers caught the fake Wu Zixu, but the real Wu Zixu could not be recognized by the gatekeepers because his hair was all white, so they let him pass. Later, he escaped safely to the state of Wu.\n(Replacing Wu Zixu with a friend who looks similar, and who himself has gray hair, is the \"magic hand\" of this story)", "聖意": "Home and house pray for protection.\nBeware of yourself.\nBe cautious when seeking wealth.\nTransactions are stalled.\nMarriage is difficult.\nLiujia: I’m surprised.\nPedestrians block.\nTiancan: Five points.\n\n\nSix animals are damaged.\nLooking for people.\nLitigation loss.\nMigration.\nLosing things is difficult.\nDisease: Sacrifice the tiger.\nMountain tomb is bad.", "古人": "Wu Yuan left Zhaoguan at night (Wu Zixu passed Zhaoguan)", "第X籤": "The seventy-fifth sign", "宮": "Mi Palace"}