{"籤詩版本二": "The dream talks about having a lot of money\nThe reputation is in vain\nThe water is far away, the mountains are far away and it is difficult to be faithful\nThe noble man gives advice and smiles", "詩意": "This hexagram represents the symbol of obtaining a treasure in a dream. Everything is more or less real.", "解曰": "Dreaming like a dream. No hope of fame. Just wait for good times. Noble instructions.", "籤詩故事一": "◇ Return the jade to Zhao (return the jade to Zhao after completing it)\nIn 283 BC, King Zhao Huiwen obtained He's Bi from Chu. After King Qin Zhaoxiang heard the news, he sent a letter to King Zhao, expressing his willingness to exchange fifteen cities for He's Bi.\nLin Xiangru analyzed to King Zhao that Qin was strong and Zhao was weak and had to be replaced.\nKing Zhao then sent Lin Xiangru to Qin with He's Bi.\nThe King of Qin met Lin Xiangru at Zhangtai, and Lin Xiangru presented the jade to the King of Qin. The King of Qin was overjoyed and passed the He's Bi to the beauty and everyone around her looked at it. At this time, everyone on the left and right shouted long live.\nLin Xiangru saw that the King of Qin had no intention of giving the city to Zhao, so he told the King of Qin that He's jade was defective and wanted to point it out to the King of Qin so as to take the opportunity to get the jade back.\nAfter Lin Xiangru took back Heshi's Bi, he stood next to the big pillar, showing that he wanted to die with Heshi's Bi.\nAt this time, Lin Xiangru said to the King of Qin: \"The King of Zhao still overcame the objections of the ministers and accepted the minister's proposal. Even if he did not deceive each other when interacting with the common people, not to mention that Qin is a big country! In order to preserve the friendship between Qin and Zhao, King Zhao After fasting for five days, I sent my ministers to Qin with the jade. Unfortunately, the King of Qin not only had no intention of giving Zhao a city, but also passed the He family's jade to a beautiful woman, which was really a mockery of my ministers.\"\nAfter finishing speaking, Lin Xiangru immediately made a gesture of hitting a pillar. The King of Qin was afraid that He's Bi would be damaged, so he pretended to give Zhao fifteen cities. Lin Xiangru saw through King Qin's treacherous plan, so he asked King Qin to fast for five days before presenting He's Bi to delay time. In these few days, Lin Xiangru sent his attendants to return to the State of Zhao with the jade, while he stayed to deal with the King of Qin.\n(This story is like an ordinary person’s eyes being fascinated by his status.)", "聖意": "House and home pray for blessings.\nSelf-resistance.\nSeeking wealth is empty.\nDeals are hard to come by.\nMarriage is not compatible.\nLiujia: empty.\nPedestrian: Late.\nField silkworms: No harvest.\n\n\nSix animals are damaged.\nLooking for people.\nPublic litigation and.\nMigration waits for time.\nLost things are far away.\nDiseases are provided.\nMountain tomb changed.", "古人": "Return the jade to Zhao (complete the jade to Zhao)", "第X籤": "The seventy-seventh winning lottery", "宮": "Noon Palace"}