{"籤詩版本二": "Void knot wishes for peace\nAre you willing to pay it back if you want to keep yourself safe?\nDon’t forget that the divine message has been returned\nDon’t be disrespectful to this knowledge of God’s words", "詩意": "Don't believe this hexagram is true. It’s a sign of being conservative in everything.", "解曰": "People have their own opinions. The mind need not be busy. Guanyin instructions. Don't be disrespectful.", "籤詩故事一": "◇Secretly supporting the bronze flag\nThe famous founding general of the Tang Dynasty, Qin Qiong (Qin Shubao) was awarded the title of Grand Marshal of the Sui Dynasty. He led his troops to attack Sishui Pass (or Sishui Pass or Dongling Pass, legends vary). Yang Lin (Yang Yicheng), the guard general of Sishui Pass, was Emperor Yang of the Sui Dynasty ordered a bronze flag array to be set up, but Qin Shubao could not attack it for a long time. After finding out that Luo Cheng, the leader of the formation, was his cousin, he contacted his aunt.\nBefore Luo Cheng left, he told his mother that the person who came to overthrow the flag was his cousin Qin Qiong, and his mother ordered him to secretly help him. On the day of the decisive battle, Luo Cheng, who was guarding the Bronze Flag, suddenly switched sides and joined forces with Qin Qiong to defeat the Bronze Flag formation. Luo Cheng occupied Dongling Pass and returned victorious. Luo Cheng also surrendered to the Tang Dynasty.\n(This story is a metaphor that sometimes you should rely on reason when doing things, rather than relying on emotion or faith.)", "聖意": "Jia Zhai Return your wish.\nSelf Xu Jing.\nSeeking wealth and keeping one's share.\nTrade with caution.\nMarriage is empty.\nLiujia gave birth to a girl.\nPedestrians are stagnant.\nTiancan: Seven points.\n\n\nSix animals are damaged.\nLooking for people.\nPublic litigation and.\nMigration.\nLost Things West.\nDisease solution.\nThe mountain tomb faces west.", "古人": "Secretly helping down the bronze flag", "第X籤": "Seventy-nine Winning the Lott", "宮": "Noon Palace"}