{"籤詩版本二": "The sycamore leaves have fallen and autumn is approaching.\nTravelers' return journey seems like clouds\nThank God for your efforts\nThe boat returns with treasures in the wind", "詩意": "This hexagram represents the image of fallen sycamore leaves. Everything is bad in advance and good in the end.", "解曰": "Take things from heart. Tianxin follows it. To make a living. Do whatever you can.", "籤詩故事一": "◇The wind blows to Tengwang Pavilion\nWang Bo, courtesy name Zian, was a poet of the early Tang Dynasty. He was born in the first year of Yonghui, Emperor Gaozong of the Tang Dynasty. Wang Bo has been reading scriptures since he was a child, and he is known as a \"child prodigy\". Wang Bo has been reading scriptures since he was a child, and he is known as a \"child prodigy\".\nWhen he was ten years old, he and his father happened to pass by a Guandi Temple. They saw the majestic statue of Guandi in the temple, holding a copy of \"Spring and Autumn\" and reading it. When his father saw it, he was inspired. He chanted to Emperor Guan: \"Holding three locks of green beard, reading the history of Qing Dynasty to the green lantern and paying homage to the famous names. Holding the green dragon and the moon in my hand.\" It is said that in the autumn of this year, Wang Bo went from Shanxi to Hainan Island to visit his father who was demoted to the county magistrate of Jiaozhi. , passing through thousands of mountains and rivers along the way. In the autumn of the year when he was twenty-seven, Wang Bo went from Shanxi to Hainan Island to visit his father, who had been demoted to the post of Jiaozhi County Magistrate. He passed through thousands of mountains and rivers along the way.\nWhen we arrived at Madang Mountain that day, everyone went ashore to rest. When Wang Bo walked by an ancient temple alone, he suddenly saw an old man sitting on the stone next to the temple. The old man looked like a child with fair hair and a fairy appearance. He said to Wang Bo \"Aren't you Wang Bo?\" Wang Bo was startled and said, \"Exactly! How do you know that?\" The old man said, \"I have long heard that you have good intentions to save people, and your poems are very meaningful. There will be a grand party at Tengwang Pavilion tomorrow. If you can attend the banquet and write an essay, you will be famous throughout the ages and get travel expenses.\" When they arrived at Madang Mountain, everyone went ashore to rest. When Wang Bo was walking by an ancient temple alone, he suddenly saw on the stone next to the temple, There was an old man sitting, who looked like a child with fair hair and a fairy appearance. He said to Wang Bo, \"Aren't you Wang Bo?\"\nWang Bo was taken aback and said, \"Exactly! How do you know that?\"\nThe old man said: \"I have long heard that you have a kind intention to save people, and the poems you compose are quite meaningful. There will be a grand party at Prince Teng's Pavilion tomorrow. If you can attend the banquet and compose, you will be famous throughout the ages and you will get travel expenses.\"\nWang Bo said: \"This place is six or seven hundred miles away from Tengwang Pavilion. How can we get here tomorrow?\" The old man said: \"I will use a horse as a divine wind to help you have a smooth sailing. I will definitely arrive tomorrow.\" Wang Bo thanked me and said: \"Excuse me, my father-in-law. , are you an immortal or a god?\" The old man laughed and said, \"I am the Zhongyuan Shuijun who is in charge of this water area!\" Wang Bo said, \"This place is six or seven hundred miles away from Tengwang Pavilion. How can we get there tomorrow?\"\nThe old man said: \"I will use the horse as a divine wind to help you have a smooth sailing. I will definitely arrive tomorrow.\"\nWang Bo thanked him and said, \"Excuse me, father-in-law, are you an immortal or a god?\"\nThe old man laughed and said, \"I am the Zhongyuan Shuijun who is in charge of this water area!\" Then the old man urged Wang Bo to get on the boat quickly. He saw auspicious clouds surrounding him for a while, and the wind and water were smooth along the way. In the blink of an eye, he had traveled hundreds of miles.\nThen the old man urged Wang Bo to get on the boat quickly. He saw auspicious clouds surrounding him for a while, and it was a smooth journey. In the blink of an eye, he had traveled hundreds of miles. As expected, Wang Bo rushed to Prince Teng's Pavilion on the morning of the grand event.\nAs expected, Wang Bo rushed to Prince Teng's Pavilion on the morning of the grand event. And on the spot, he wrote the \"Preface to Prince Teng's Pavilion\", which was called the eternal masterpiece by Emperor Gaozong of the Tang Dynasty. And on the spot, he wrote the \"Preface to Prince Teng's Pavilion\", which was called the eternal masterpiece by Emperor Gaozong of the Tang Dynasty.\nThere is a poem that says:\nIt has always been said that talented people are gods, so it is not an accident that the wind brings Nanchang to Nanchang;\nI wrote a sentence about Teng Wang's high pavilion, and then he accompanied the immortals to Zhongyuan.", "聖意": "Home and house pray for protection.\nSelf Xu Jing.\nSeek wealth and fulfill your wishes.\nTransaction completed.\nMarriage and harmony.\nLiujia: False alarm.\nPedestrians move.\nTiancan: Late victory.\n\n\nSix animals are stable.\nLooking for someone to come.\nThe lawsuit was won.\nMigrate at will.\nLost property\nIllness.\nMountain tomb: Choose a place.", "古人": "The wind blows to Tengwang Pavilion", "第X籤": "Sign eighty-one", "宮": "Wei Gong"}