{"籤詩版本二": "What happens if you lose your virtue because of your reputation?\nBe afraid of bad changes in good fortune\nDrunk and don't know where to go\nDreaming in the shadow of green pine trees", "詩意": "This hexagram represents the cold fish leaving the water. Nothing can be moved.\n(This hexagram is a symbol of bad virtue and bad luck. You should be down-to-earth in everything.)", "解曰": "The cold fish leaves the water. a fly in the ointment. If you ask about camp plans. It's better to Mo Qi\nThis sign will bring bad luck to Liujia. Everything goes wrong. Pray for security.", "籤詩故事一": "◇Zhuangzi tests his wife\nZhuangzi was born in the Zhou Dynasty. His surname was Zhuang, his given name was Zhou, and his given name was Zixiu. He was a native of Mengyi in the Song Dynasty. In the Zhou Dynasty, he was the official of Qiyuan.\nOne day, Zhuangzi met a woman on the mountain. She was squatting in front of a new grave, shaking her fan desperately, as if she wanted to dry the wet soil on the grave. Zhuangzi didn't understand her intention, so he asked her. She said that the person buried in the grave was her husband, and her husband's last words were that she could not remarry until the soil on the grave dried. She couldn't wait any longer, so she stirred up the grave soil to make it dry faster, so she could pursue a second spring.\nZhuangzi sighed when he thought that there was such a heartless woman in the world. Then I thought, would my wife be like this? When suspicion arises, I want to test it.\nZhuangzi's wife's surname was Tian, ​​and the couple usually had a close relationship. In order to test his wife's loyalty, Zhuangzi decided to pretend to be dead.\nHearing that Zhuangzi died of a sudden illness, many people from all over, including relatives and friends, came to express their condolences. Among them was a handsome king and grandson from the state of Chu, who was rich in wealth. Seeing that Ms. Tian was newly widowed and pitiful, he pursued her. Ms. Tian couldn't bear the temptation and fell in love with Wang Sun. They got married in just twenty days.\nThat night, when the wine was drunk and the ears were hot, Wang Sun suddenly suffered a heart attack and died.\nMs. Tian was frightened and panicked, and asked Wang Sun urgently what to do. Wang Sun endured the pain and told Ms. Tian that the brains of dead bodies could be used to bring the dead back to life.\nWhere to find the dead body? Ms. Tian suddenly thought, didn’t her husband just die? Mr. Tian forgot about the old love between husband and wife, and actually took an ax and split open her husband's coffin, preparing to take out his brain for medicine.\nUnexpectedly, when the coffin was opened, Zhuangzi came back to life. Ms. Tian was so ashamed that she hanged herself.\n(This story is a metaphor for violating friendship for personal gain, so we cannot agree with it.)", "聖意": "Home Pingji\nSelf-interest\nSeeking wealth and injustice\nTransactions\nMarriage solution\nLiujia\nPedestrians have not arrived yet\nTian Canping\n\n\nSix animals level\nLooking for someone\nPublic litigation changes\nImmigrant, conservative\nLost property None\nDisease recurring\nMountain tomb is bad", "古人": "Zhuangzi tests his wife", "第X籤": "Lot 84", "宮": "Wei Gong"}