{"籤詩版本二": "Dark clouds and fog cover the road in front of the mountain\nEverything is round and the moon is round again\nIf I get a book of poems, I will wake up from my dream\nThe noble man guides you to walk on the rooftop", "詩意": "This hexagram symbolizes the end of spring and the blooming of flowers. Everything changes after the Lord.", "解曰": "The old man needs to ask for help. It blooms again in spring. Desire for fame and wealth. Encounter a windfall late in life.", "籤詩故事一": "◇Han Wengong encounters snow\nHan Yu, whose courtesy name was Tuizhi, was from Changli. Tang Dezong became a Jinshi in the eighth year of Zhenyuan, and his posthumous title was Wen Gong.\nDuring the reign of Emperor Xianzong of the Tang Dynasty, Han Yu remonstrated with the Buddha's bones, which angered the Emperor. Han Yu left his wife and children and went to Chaozhou. After walking for less than a few days, the cold wind picked up and it snowed heavily. Han Yu came to a place where the snow was several feet deep, making it difficult for his horse to move forward. There was no house nearby and he didn't know where the road was. If you want to follow the path and retreat, there is no way back. The wind was blowing hard and the snow was falling rapidly. Han Yu was soaked to the skin, freezing and hungry, and had nowhere to express his sorrow.\nHan Yu sighed and said: \"The emperor will not kill me, but the emperor wants to destroy me.\"\nJust when Han Yu was desperate, he saw a man coming to clear the snow despite the severe cold. He turned out to be Han Xiangzi (Han Yu's nephew).\nBeforehand, Han Xiangzi had said to Han Yu: \"Where is Yun Heng's home in Qinling? The snow embraces the blue gate and the horse stops moving forward.\" At that time, Han Yu did not understand what Han Xiangzi meant, but now he finally understood.\nSo Han Yu and Han Xiangzi went to spend the night in Fu's house in Languan. Talking about the past and the road to cultivation, Han Yu was sincerely convinced.\nLater, Han Yu abandoned his official position, donated all his property to the local government, and went to the mountains to practice Taoism and become an immortal.", "聖意": "The house is in debt.\nBe careful yourself.\nSeek wealth and work hard.\nTransaction is flat.\nMarriage is late.\nLiujia Female.\nPedestrians block.\nTian Can: Okay.\n\n\nSix Animals: Okay.\nFinding people is difficult.\nPublic lawsuits are repeated.\nMigration Update.\nLost property. Severe disease.\nDisease Delay.\nThe mountain tomb should be changed.", "古人": "Han Wengong encounters snow", "第X籤": "Eighty-fifth winning lottery", "宮": "Shen Gong"}