{"籤詩版本二": "Walking half a mile to the west of the mountain\nThe cliffs of Junling cannot be settled\nLook to God for protection\nI'm still in the morgue", "詩意": "This hexagram is like looking for gold in the sand. There are signs of noble people in everything.\nAlso: This hexagram indicates that the person is in danger. There are signs of noble people in everything.", "解曰": "Jade can be found by chiseling stone. Find gold in the sand. Need to work hard. Just trouble.\nAnother work: a difficult situation. Nowhere to stay. Ask for God's blessing. Pray for peace of mind.", "籤詩故事一": "◇Bite gold and explore underground caves\nTo celebrate his military exploits, Cheng Yaojin held a banquet at Yanwuyang. Suddenly a hole opened in the ground, which was unfathomable. Everyone drew lots by picking out the words, biting the gold to win, and renting ropes to tie themselves into the hole.\nThere are stone doors, tables, chairs, bridges and other objects. On the table there are dragon robes and jade belts, which are made of gold and worn out of the cave.\nYao Jin came out of the hole with a large box and a small box, opened the wooden box and took out the jade seal, opened the box, took out the big flag and the crown robe and tracks and put them on the table, and everyone watched them one by one. I saw the eight seal characters engraved on the big seal were \"The Demon King of Hunshi, the Great Virtuous Emperor\".\nEveryone worshiped him as the \"Emperor\", and Yaojin did this for three years as the Demon King. (Actually, this was just self-proclaimed, and Cheng Yaojin was just the leader of the village at the time.)\n(This story is a metaphor that good things are just like acting. This is the artistic conception of \"this body is still in the void\".)", "聖意": "House and home pray for blessings.\nSelf-defeating.\nSeeking wealth and laboring.\nTrade with caution.\nMarriage is blocked.\nLiujia: empty.\nPedestrian: Late.\nTiancan: Smooth.\n\n\nSix animals: stable.\nLooking for people, not found.\nLitigation loss.\nMigration.\nLost things are bad.\nDisease obstruction.\nThe mountain tomb is not blocked.", "古人": "Exploring the Crypt for Gold", "第X籤": "Sign eighty-seven", "宮": "Shen Gong"}