{"籤詩版本二": "Please don't do anything selfish to bother me\nThis is more appropriate to ask the public\nA bright and clear mind\nLike a bright moon in the sky", "詩意": "This hexagram represents the image of a bright moon in the sky. Everything is bright and airy.", "解曰": "Be upright in heart. Straighten out the law. Holy words. Finally it becomes clear.", "籤詩故事一": "◇Kong Ming’s general\nSolution: Zhuge Liang mobilizes his troops and generals\nDuring the Three Kingdoms period, Zhuge Liang (181-234), courtesy name Kongming, was born in Yangdu, Langya (now Yinan County, Shandong Province).\nZhuge Liang agreed to become an official after Liu Bei paid three visits to the thatched cottage. At that time, Cao Cao had pacified Hebei and was determined to march south. He sent Xiahou Dun as the chief general, Yu Jin, Li Dian and others as deputy generals, leading an army of 100,000 to march towards Xinye. Although Zhuge Liang had a plan to retreat from the enemy at that time, Guan Yu and Zhang Fei despised Zhuge Liang's words. Zhuge Liang had no choice but to use Liu Bei's sword to subdue the two men. They each led a thousand soldiers and horses, and lurked in Yushan and Anlin. They waited for Xiahou Dun to lead his army to pass, and then attacked them with ambushes and fire.\nIn addition, Zhao Yun was sent to lead the old and weak remnants of the army to fight as a vanguard against Xiahou Dun, and then faked defeat and retreated, luring Xiahou Dun into the narrow road in the mountains and forests. He also sent Guan Ping, Zhou Cang, Liu Feng and others to sneak into the rear of Cao's army, burning supplies and causing panic in Cao's army.\nAfter the battle, everything happened as Zhuge Liang arranged. When Xiahou Dun and Yu Jin led the army in pursuit, Li Dian, who was in the rear, urgently informed Xiahou Dun in the front that he needed to guard against enemy fire attacks. However, it was too late. Cao's army was constrained by the narrow road and was located in a place where trees were intertwined, so the fire could not start. There were heavy casualties, and Xiahou Dun and other generals were defeated and fled back to Xudu.\n(This story is a metaphor that Kong Ming is good at using people and governing the country with wisdom.)", "聖意": "Jiazhai is lucky.\nSelf-satisfied.\nSeeking wealth and peace.\nTrading is booming.\nMarriage is completed.\nRokko Male.\nPedestrians move.\nTiancan: Profit.\n\n\nSix animals are damaged.\nLooking for someone to come.\nThe lawsuit is justified.\nMigration is lucky.\nLost items pray for blessings.\nDisease: An.\nMountain tomb is auspicious.", "古人": "Kong Ming’s general", "第X籤": "The ninth sign", "宮": "Yin Palace"}