{"籤詩版本二": "It’s easy to show off your frown\nThe future changes, Kitacai\nA road is as broad as the sky\nWherever there is money to give, I will make my best use of it", "詩意": "This hexagram indicates a promising future. Everything goes well.", "解曰": "A big road. You can move forward. Use your heart. Only forward.\nEverything goes as planned with this sign. Good luck to Jichang.", "籤詩故事一": "◇Three heroes fight against Lu Bu\nSolution: Three heroes Zhang Fei, Guan Yu, and Liu Bei fight against Lu Bu\nDong Zhuo learned that Hua Xiong had been beheaded and sent flying general Lu Bu to fight. As soon as Lu Bu went into battle, he killed generals Fang Yue and Mu Shun, and killed Wu Anguo and Gongsun Zan.\nZhang Fei saw that Gongsun Zan could not defeat Lu Bu, so he quickly replaced Gongsun Zan and shouted: \"The slaves of the three surnames should leave! Zhang Fei from Yan is here!\" After that, they fought for more than fifty rounds in succession, with no winner or loser.\nAfter Guan Yu saw it, he and Zhang Fei attacked Lu Bu and fought for more than thirty rounds.\nLiu Bei also carried two swords, clapped his horse and stepped forward to help Zhang Fei and Guan Yu.\nThe three men surrounded Lu Bu and kept fighting. All the people in the group were stunned.\nSoon, Lu Bu began to lose strength. Lu Bu's Pegasus retreated, but the three men pursued Lu Bu and refused to give up. They did not retreat until they met Lu Bu's troops.\n\t\t\t\t\t\t\t\t\t\"Three Kingdoms\"\n(This story is a metaphor for Lu Bu's bravery and skill in fighting. One person can defeat three people.)", "聖意": "Home, only the heart.\nTravel on your own.\nSeeking wealth.\nTransaction is available.\nMarriage direction.\nLiujia: Everything goes well.\nPedestrians: Please follow me.\nTian silkworm uses direction.\n\n\nSix animals are acceptable.\nSearching for people beforehand.\nLitigation Yichang.\nMigration.\nLost property.\n\t\t\t\t\t\t\t\t\t\t\tdisease .\nThe mountain tomb is auspicious.", "古人": "Three heroes fight against Lu Bu", "第X籤": "Ninety-one winning lottery", "宮": "You Palace"}