{"籤詩版本二": "Luan Feng Xiang drizzling rain\nAt that time, he was bullied by Queer\nAstonished, the clouds are far away in one day\nI still give you a neat feather coat", "詩意": "This hexagram represents the symbol of Luan and Phoenix being covered by rain. Everything comes when the time comes.", "解曰": "The villain is prospering day by day. A gentleman should do nothing. Just keep to yourself. Take action when the time comes.", "籤詩故事一": "◇Gao Jun guarantees marriage\nIn the early Song Dynasty, Zhao Kuangyin unified the north and the whole country surrendered. However, in the Southern Tang Dynasty, Li Yu occupied the south of the Yangtze River and adopted the strategy of surrendering by offering a city and trapping Zhao Kuangyin in Shouzhou. The situation was critical. Zhao Kuangyin's nephew, Gao Junbao, a young man with a golden gun, left Bianjing to break the siege of Shouzhou.\n, passing by Shuangsuo Mountain, they smashed the Husband sign set up by Liu Jinding, and the two competed. As a result, Liu Jinding defeated Gao Junbao three times with his superb martial arts, and they exchanged gold maces and silver bells for life. Zhao Kuangyin's nephew Gao Junbao left Bianjing in order to rescue the trapped Zhao Kuangyin in Shouzhou. He passed through Shuangsuo Mountain and smashed the sign set up by Liu Jinding. The two competed, but Liu Jinding defeated Gao Junbao three times with his superb martial arts and was forced to marriage. The couple led the crowd into the siege and rescued Zhao Kuangyin.\n(The metaphor of this story is that the two were not reconciled (they were bullied), but later reconciled.)", "聖意": "The house is in debt.\nBeware of yourself.\nSeeking financial obstacles.\nTransaction Waiting for time.\nMarriage lags.\nLiujia: You are weak.\nPedestrians linger.\nTiancan: Late.\n\n\nSix animals are damaged.\nFinding people is difficult.\nLitigation loss.\nMigration. Conservatism.\nLost things are bad.\nDisease delays.\nMountain tomb changed.", "古人": "Gao Jun guarantees marriage", "第X籤": "Ninety-three winning the lottery", "宮": "xugong"}