{"籤詩版本二": "Ambition and achievements are in the court\nToday I will be drunk and lustful\nIf you see a golden rooster, please tell me\nMoney, fortune and fortune", "詩意": "This hexagram represents the symbol of ambition and fame. Keep everything auspicious.", "解曰": "Ambitious and excited. It’s not too late to guard yourself. The golden rooster promises. All happy.", "籤詩故事一": "◇Cao Pi proclaimed himself emperor\nCao Pi, courtesy name Zihuan, was born in Peiguoqiao (now Hao County, Anhui). A famous politician and writer during the Jian'an period.\nCao Pi is the second son of Cao Cao. He lived with his father in the military camp since he was a child. Under his father's influence, Cao Pi learned archery at the age of six and horseback riding at the age of eight, and developed good martial arts skills. He also has extensive knowledge of ancient and modern classics and biographies, as well as the books of hundreds of schools of thought. It was not until the age of eighteen that Cao Cao defeated Yuan Shao and Cao Pi lived a relatively stable life in Yecheng, the center of Cao Cao's rule. Since then, although he sometimes accompanied his father on military expeditions and lived the life of a noble son most of the time, he still practiced martial arts every day and has not declined to this day. He often rides on his horse at a hundred steps and is very skilled in martial arts. Because he often practices martial arts, he is light and strong.\nCao Cao's eldest son Cao Ang was killed in a battle. After the eldest son died, Cao Pi became the first choice for the crown prince. When he was thirty-one years old, he was made the crown prince by Cao Cao. When Cao Pi was thirty-three years old, Cao Cao died of illness, and Cao Pi succeeded him as prime minister and king of Wei. He said that he often rides on horseback at a hundred steps and is very skilled. Because he often practices kungfu, he is light and healthy.", "聖意": "Home and house pray for protection.\nSelf-centered.\nSeeking wealth and laboring.\nBreak the deal early.\nMarriage is successful.\nLiujia: An.\nPedestrian\nField silkworm: Late blooming.\n\n\nSix animals are formed.\nFinding people is difficult.\nPublic litigation is decided urgently.\nMigration.\nLost things are far away.\nDisease lingers.\nMountain tomb is auspicious.", "古人": "Cao Pi proclaims himself emperor", "第X籤": "Ninety-fifth winning lottery", "宮": "xugong"}