{"籤詩版本二": "Towering pagoda is unusual\nAll the lights shine on all sides\nI urge you to be determined to pay obeisance diligently.\nDo good deeds and heaven will send you blessings", "詩意": "This hexagram represents the manifestation of merit. Everything is auspicious.", "解曰": "These blessings. Everyone has it. Don't be too busy. Merit is determined in advance.", "籤詩故事一": "◇The King of Fenyang meets his grandson on Chinese Valentine’s Day\nSolution: Guo Ziyi met the Weaver Girl descending to earth on the Chinese Valentine's Day. Tiansun, the granddaughter of the Jade Emperor, is the Seven Fairies.\nGuo Ziyi (697-781), also known as Guo Linggong, was a native of Zheng County, Huazhou (now Huaxian County, Shaanxi Province) and a general in the Tang Dynasty. The imperial court granted Ziyi the title of King of Fenyang.\nIt is said that Ziyi was originally from Huazhou and went to join the army outside the Great Wall. He went to Beijing to press for military pay and returned to Yinzhou. It happened to be the Chinese Valentine's Day at that time. The wind and sand were turning dark, and the sun was getting dark. Ziyi could not move forward, so he was standing beside the road. He was sleeping on the floor in an empty house. When he was about to fall asleep, he suddenly saw a red light on both sides. He stood up and looked up in surprise. There was a cloud in the sky, slowly coming down. There sat a beautiful woman, dignified and gorgeous, completely different from ordinary people. Ziyi immediately paid his respects and said, \"Today is the seventh day of the seventh lunar month. I think it is the Weaver Girl who has come, wishing to grant her longevity and wealth.\"\nThe woman also replied: \"With great wealth comes longevity.\"\nAfter he finished speaking, the glow returned and the clouds slowly rose. The woman was still looking down at Guo Ziyi with a pleasant smile. Only when she was far away from her was the smoke blurred and she could no longer be seen.\nIt turned out to be true, just as the woman said. Ziyi's merits are world-famous, he is an extremely popular minister, and he is a general with both merits and virtues.", "聖意": "Home Make a wish.\nSelf Xu Jing.\nSeeking wealth means positive victory.\nGood deal.\nMarriage is a good match.\nLiujia: Hi.\nPedestrians move.\nTiancan: Smooth.\n\n\nSix animals owe profit\nLooking for people and meeting.\nPublic litigation and.\nMigration is lucky.\nLost property\nDisease 禳星.\nThe mountain tomb is flat.", "古人": "King Fenyang meets his grandson on Chinese Valentine's Day", "第X籤": "Sign ninety-six", "宮": "xugong"}