{"籤詩版本二": "Reiner your horse and come straight here with whip in hand\nHalf in danger, half in disaster\nLike a house set on fire\nWhen the sky falls, the rain turns to ashes\n\nHave a plan", "詩意": "This hexagram represents half sorrow and half joy. It is advisable to do good in everything.", "解曰": "Lifelong labor. Don't care about right and wrong. The shackles are temporary. Resentment comes naturally.", "籤詩故事一": "◇Tao Sanchun beats Zheng En in Guayuan\n\"Long live my memorial,\" Zhao Kuangyin stood up again, \"Beiping King Zheng En had arranged a marriage back then. Now that the world is at peace, I would like to ask for your permission to choose an auspicious day to get married.\"\n\"Long live my memorial!\" Zhao Kuangyin stood up and said, \"The King of Peking, Zheng En, had arranged a marriage back then. Now that the world is at peace, I would like to ask for your permission to choose an auspicious day to get married.\"\n\"Oh, the third brother was engaged before, how come I didn't know about this?\" Chai Rong was very surprised. He waved his hand and asked Zhao Kuangyin to sit down and talk.\n\"Oh! The third brother was engaged before, how come I didn't know about this?\" Chai Rong (Emperor of the Later Zhou Dynasty) was very surprised. He waved his hand and asked Zhao Kuangyin to sit down and talk.\n\"It's a long story. Firstly, we were still in poverty at that time and did not join your army. Since then, we have been fighting for years and have no time to care about you. Secondly, the third brother is also a little shy to mention it, so Your Majesty doesn't know .”\n\"It's a long story. Firstly, we were still living in poverty at that time and did not join your army. Since then, we have been fighting for years and have no time to care about you. Secondly, the third brother is also a little shy to mention it, so Your Majesty doesn't know .”\n\"Hey, the male college student is getting married, what's the point of being embarrassed? The third brother has been on the battlefield for a long time and can be regarded as an unparalleled hero. Why are you so petty about this matter?\"\n\"Hey! The college boy is getting married, what's the point of being embarrassed? The third brother has been on the battlefield for a long time and can be regarded as an unparalleled hero. Why are you so petty about this matter?\"\n\"Speaking of which, I can't blame my third brother for being shy, because this marriage was forged.\"\n\"Speaking of which, I can't blame my third brother for being shy, because this marriage was forged.\"\n\"Typed out? Hey, it's interesting. Please tell me what happened.\"\n\"I typed it out! Hey! It's interesting! Please tell me what happened.\"\n\"Yes, I remember that year, when we were about to join His Majesty, we were passing through Baocheng County. It was very hot in June. My third brother couldn't stay in the hotel, so he went out to wander alone. After passing a melon garden, he went in to pick some. Melons quenched thirst. There were not many early-ripening melons at this time, and the third brother didn’t know how to pick them, so he broke a lot of them. The woman looking at the melons stepped forward to accuse the third brother. The two had a disagreement, and then they started to fight. Come. Fortunately, I was worried and rushed to the rescue in time, otherwise...\"\n\"Yes, I remember that year, when we were about to join His Majesty, we were passing by Baocheng County. It was very hot in June. My third brother couldn't stay in the hotel, so he went out to wander alone. After passing a melon garden, he went in to pick some. Melons quenched thirst. There were not many early-ripening melons at this time, and the third brother didn’t know how to pick them, so he broke a lot of them. The woman looking at the melons stepped forward to accuse the third brother. The two had a disagreement, and then they started to fight. Come. Fortunately, I was worried and rushed to the rescue in time, otherwise...\"\n\"This Zheng Ziming, it's his fault in the first place, he should apologize. Why do you beat him? Besides, how can a girl's family withstand the punches and kicks of a fierce man like him! Come on, you beat the girl to pieces. No?\" \"The girl was unharmed...\"\n\"This Zheng Ziming, it's his fault in the first place, he should apologize, why do you still hit him? Besides, how can a girl's family withstand the punches and kicks of a fierce man like him! Come on, you beat this girl to pieces No?\"\n\"The girl was unharmed...\"\n\"That's okay, that's okay... Hey, didn't you take action? Oh, I guess you rescued me in time.\"\n\"That's okay! That's okay... Hey! Didn't you take action? Oh! I guess you were the one who saved me in time!\"\n\"...No, the person I rescued was...the third brother.\" \"...No, the person I rescued was...the third brother.\"\n\"Ah?!\" \"Ah?!\"\n\"The third brother was knocked to the ground by the woman and beaten violently all the way. Fortunately, I arrived and persuaded him to leave, so he was not seriously injured. ... Your Majesty... Your Majesty!...\"\n\"The third brother was knocked to the ground by the woman and was beaten violently. Fortunately, I arrived and persuaded him to leave, so he was not seriously injured. ... Your Majesty... Your Majesty!...\"\n\"Ah?...Oh, who is that woman!?\" \"Ah!?...Oh, who is that woman!?\"\n\"It was only later that I found out that the woman's name was Tao Sanchun, and her father Tao Hong was an old hero who had no aspirations. Tao Sanchun learned martial arts from his father since he was a child. After I got to know his family, I saw that Miss Sanchun had outstanding character. , Luo Luo and generous, without any habit of being a little girl, they deliberately matched him. The Tao father and daughter also liked the straightforward character of the third brother very much. They hit it off immediately and decided on this marriage for the two of them. Your Majesty, please tell me, this is not Is it a forged marriage?\"\n\"It was only later that I found out that the girl's name was Tao Sanchun, and she had learned martial arts from her father since she was a child. After I got acquainted with his family, I saw that Miss Sanchun had outstanding character, was generous, and didn't have the slightest trace of being a little girl, so I deliberately recruited her. Mr. Tao and his daughter also liked the straightforward character of their third brother very much. They hit it off immediately and decided to get married to each other. Your Majesty, don’t you think this is a forged marriage? \"\n(This story is a metaphor, because a bad thing turned out to be a good thing.)", "聖意": "Home and house pray for protection.\nBe careful yourself.\nSeeking wealth and ruin.\nTransaction blocked.\nMarriage punishment.\nLiujia is dangerous.\nPedestrians are sleepy.\nField silkworms are damaged.\n\n\nSix animals are damaged.\nLooking for people and recruiting bad people.\nLitigation loss.\nMigration. Conservatism.\nLost things are bad.\nDisease and danger.\nThe mountain tomb was defeated.", "古人": "Tao Sanchun beats Zheng En in the melon garden", "第X籤": "Number ninety-nine", "宮": "Haigong"}