{"籤詩版本二": "Dünya iyi bir evlilik, hayırlı günler ve güzel zamanlar için yaratılsın ve her şey yolunda olsun\nBu kadarını alırsan bu hiç de küçümsenecek bir şey değil.İmparator, insanların sadık ve dürüst olduğunu beyan ediyor.", "詩意": "Bu heksagram cennetin ve dünyanın açılışının başlangıcını temsil eder.\nHer şey hayırlıdır.", "解曰": "Hızlı hız. Yıl, zamanına değmez. Guanyin yazıyor. Önce bana bildirin.", "籤詩故事一": "◇Zhongli aydınlandı\nZhongli soyadı, verilen adı Quan, nezaket adı Yunfang ve takma adı Zhengyang olan Zhongli Quan, Doğu Han Hanedanlığı döneminde Shaanxi Eyaleti, Xi'an, Xianyang İlçesinin yerlisiydi.\nZhong Liquan, Han Hanedanlığı'nın bir generaliydi. Batı Qiang'a karşı sefer sırasında komutan Liang Yi'yi kıskandı ve ona yalnızca 30.000 yaşlı ve zayıf asker atadı. Hedefine varır varmaz kamp, ​​askerler tarafından soyuldu. Batı Qiang ordusu ve askerler kaçtı. Zhong Liquan bir vadide kayboldu ve yolda bir Hu keşişiyle karşılaştı.Onu küçük bir köye götürdü ve \"Burası Bay Donghua'nın evi\" dedi.Sonra veda edip ayrıldı. Bir süre sonra birisi aniden şöyle dedi: \"Bunun nedeni yeşil gözlü Hu adamının çok konuşkan olması olmalı.\" Beyaz geyik kürkü giyen ve elinde yeşil kinoa asası tutan bir adam gördü. Zhong Liquan'a sordu: \"Gelen kişi işte Han Da. General Zhongli Quan\n? Zhong Liquan, tuhaf biriyle tanıştığını bildiği için şok oldu ve Tao'yu içtenlikle öğrendi.\nZhong Liquan daha sonra Zhenren Huayang ve Ölümsüz Kral Xuanfu ile tanıştı ve \"Ölümsüzlüğün Sırrını\" öğrendi. Sonunda Kongtong Dağı'ndaki Zijin Sihaofeng'de yaşadı, \"Yeşim Kutusunun Sırrı\"nı elde etti ve gerçek bir ölümsüz oldu.Ayrıca Quanzhen Tarikatı tarafından Beş Kuzey Patriğinden biri olarak saygı duyuldu.", "聖意": "Evinizin ve evinizin sonbahar ve kışın iyi şanslarla kutsanması için dua edin. Sonbahar ve kış aylarında iyi şanslar arayın. İşinizde iyi şanslar, evlilikte iyi şanslar, erkek çocuk doğurmada iyi şanslar, seyahatte iyi şanslar tarlalar, ipekböcekçiliğinde iyi şanslar, hayvancılıkta iyi şanslar, insan bulmada iyi şanslar, davalarda iyi şanslar, göçte iyi şanslar, kaybedilen mallar ve kuzeydoğu hastalıklarında iyi şanslar. Dağları ve mezarları göndermede iyi şanslar", "古人": "Zhongli aydınlandı", "第X籤": "ilk işaret", "宮": "Rahim"}