{"籤詩版本二": "Endişeler ve endişeler geçici olarak giderilir ve sevinç gökten gelir.\nGübrede saklanan yeşim gibi, iyi bir işçi de tozu kaldırır", "詩意": "Bu heksagram Yin ve Yang'ın uyumunu temsil eder.\nPlanladığınız her şey hayırlıdır.", "解曰": "Hiçbir şey kazanılmadı, hiçbir şey kaybedilmedi. Kayıptan kazanç. Kötü adamın başı dertte. Size iyi şanslar efendim.", "籤詩故事一": "◇Ye Meng Xiong Chao Di\nNezaket adı Nanzhao ve adı Longtang olan Ye Mengxiong (1531-1597), Longtan olarak değiştirildi ve aynı zamanda Huayun adını aldı. Ming Hanedanlığı döneminde Wanshifang'ın yerlisi olan Huizhou Fucheng (şu anda Huizhou Şehri, Huicheng Bölgesi'nin bir parçası). Jiajing saltanatının 44. yılında (1565), Jinshi oldu ve Qing İlçesi hakimi unvanıyla ödüllendirildi. Transfer departmanının müdürü olarak görev yaptı ve daha sonra Shanxi Yolu'nun denetleyici sansürüne dönüştü.\nWanli'nin 20. yılında (1592), Ningxia Baş Konsolosu Kuaibai (Moğol Tatar kabilesinin şefi), vali Dang Xin'i öldürdü ve Hexi Eyaletindeki Kırk yedinci Kaleyi ele geçirdi, şehri parçaladı, tapındı ve yaktı. kendini ölümüne. Meng Xiong övgü alma konusunda kibirli değildir ve becerilerinin savaşmaya cesaret eden generallerinki kadar iyi olmasına izin verir. Resmi Wei Xuezeng görevine iade edildi. Daha sonraki yıllarda beş kez istifa etti ve Huilong Tapınağı'nı inşa etmek için Huizhou'ya geri döndü.\nYe Mengxiong, Taoizm'e başlangıçta bir memur olarak girdi ve dürüstlüğüyle ünlüydü.Eski tarihi kayıtlar onun \"alçakgönüllülük ve yetenekte ilk olduğunu\", \"yolsuzluğu ortadan kaldırdığını ve isyanları cezalandırdığını\" ve iyi bir itibar bıraktığını söylüyordu; son derece sadık, cesur, cesaretli ve beceriklidir.Topçulukta iyidir. Hayatının ikinci yarısında dövüş sanatlarındaki becerileri \"Ming Hanedanlığı Tarihi\"ne kaydedildi ve ulusal bir kahraman olarak kabul edildi.", "聖意": "Ev elverişsiz (giderek daha huzurlu) Sonbahar ve kış kişi için iyi, zenginlik başarılı olacak, işlemler başarılı olacak, evlilik başarılı olacak, Liujia yanlışlıkla alarma geçecek (hazineler olacak), yayalar tarlaya gidecek ipekböcekleri için dua edin, altı hayvan dümdüz olacak, insanlar bulunacak, kamu davaları aleyhte olacak, göç muhafazakar olacak, kayıp mallar engellenecek, Fuşan mezarında hastalıklar halledilecek", "古人": "Ye Meng Xiong Chao Di", "第X籤": "Onaltıncı Kazanan Loto", "宮": "Maogong"}