{"籤詩版本二": "Batıda Altın Karga düşer, doğuda ise Tavşan yükselir.Gündüz ve gece döngüsü antik çağlardan günümüze kadar devam etmektedir.\nRahipler ve Taocular hiçbir dezavantajın olmadığını biliyorlar ve bilim adamları, çiftçiler, sanayi ve tüccarların hepsi kendi akıllarına göre hareket ediyorlar.", "詩意": "Bu heksagram, yin ve yang'ın güçlenmesini ve azalmasını temsil eder.\nAynı zamanda her şeyin planlandığı gibi gideceğinin de işaretidir.", "解曰": "Aklımda hiçbir şey yok. Yaptığınız şey takdire şayan. Yaydan çıkan ok gibi. Bir atış hedefi vurdu.", "籤詩故事一": "◇ Cao Guo Amca bir ölümsüzdür\nXuzhou yerlisi olan Cao Guojiu'nun, Song Hanedanlığı'nın Renzong döneminde eyaletin büyük amcası olduğu söyleniyor. Adı Cao Jingxiu olarak da bilinen Cao Yi idi.\nCao Guo Amca'nın Cao Er adında küçük bir erkek kardeşi vardı. Bu Cao Er, imparatorluk otoritesi konumuna güvendi ve her türlü kötülüğü yaptı. Tarlaları işgal etti, eşleri ve kızları elinden aldı ve girip çıkan bazı kanunsuz kötü adamlarla arkadaş oldu. Cao Guojiu buna dayanamadı, bu yüzden o Onun güzel sözlerini ve tesellilerini dinlemeyi reddetti, bu yüzden onu kontrol etmek için cezayı kullandı. İki kardeş birbirlerine kin beslediler.\nCao Guojiu şunları söyledi: \"Dünyanın ilkeleri, iyi şeyleri biriktirenlerin refaha ulaşması ve kötülüğü biriktirenlerin yok olmasıdır. Bu değişmez bir gerçektir. Cao ailemiz, bugünkü zenginliğe ulaşmak için geçmişte kötü işler biriktirdi. Şimdi kardeşim kötülükleri son noktaya kadar biriktirmiş, kaçsa bile, bir memur tarafından cezalandırılsanız bile gizli felaketlerden kaçamazsınız. Bir felaket geldiğinde, aileniz yok olduğunda ve biri öldüğünde, kaçamazsınız. O zaman aşağılanacak ve bundan korkacağım.\" Böylece bütün malımı dağıttım, O, fakirlere yardım etti ve artık kardeşinin işleriyle ilgilenmedi. Daha sonra evini ve arkadaşlarını terk etti, Taocu üniformasını giydi ve zihnini ve doğasını geliştirmek için dağlara gitti.\nBir gün, Han Hanedanlığından Zhongli ve Lu Dongbin ile tanıştı. Cao Guo Amca'nın anlamlı cevaplarını görünce çok mutlu oldular. Ona \"Gerçeğe Dönmenin Gizli Fermanını\" verdiler ve ona dikkatli çalışmasını emrettiler. Kısa süre sonra Zhongli, Zhongli Quan ve Lu Dongbin ölümsüz sınıfla tanıştırıldı.", "聖意": "Ev için hayırlı olsun, ev, iyi şans, iyi şans, işinde iyi şanslar, evlilik, erkek gezgin, ipekböceğini tarlaya erken dikmek, Hayvancılık başarısızlığı, insan aramak, dava, göç, Kayıp mülk, Geç hastalık, iyi şans", "古人": "Cao Guo Amca ölümsüzdür", "第X籤": "On sekizinciyi imzala", "宮": "Maogong"}