{"籤詩版本二": "Hızlı su sahilinden teknenin geri dönmesine izin verin, kargaşadan dolayı ne yapmak istiyorsunuz?\nGüvende olmak istiyorsanız sükunet arayın ve dalgaların bu krizi geçmesini bekleyin.", "詩意": "Bu heksagram, hızlı bir kumsalda seyahat eden bir tekne gibidir.\nHer konuda muhafazakar olun ve zamanı bekleyin.", "解曰": "Güçlü suya inin. Tehlike zamanı bekliyor. Kamp planlarını sorarsanız. Hiçbir şey yapılamaz.", "籤詩故事一": "◇Ziyi kral olarak taç giydi\nGuo Ziyi (697-781), aynı zamanda Guo Linggong olarak da bilinir, Huazhou'nun (şu anda Shaanxi Eyaleti, Huaxian İlçesi) Zheng İlçesinin yerlisiydi ve Tang Hanedanlığı'nda bir generaldi.\nTianbao'nun 14. yılında (755) Anshi İsyanı sırasında kendisine Shuofang Jiedushi (Lingwu, bugünkü Ningxia'da Lingwu'nun batısında) unvanı verildi. Haçlı seferi yapması emredildi. Yürümek için Shuofang'ın ordusunu Li Guangbi ile birleştirdi. Changshan'da (Zhengding, Hebei) güçlerini birleştirdiler ve Shi Siming'i yenerek Hebei'yi geri aldılar. Bu sırada Guo Ziyi, imparatorun Fan Yang'ı kuzeyden almasını ve Tongguan kuşatmasını azaltmak için asi kaplanın inine saldırmasını önerdi, ancak Xuanzong bunu reddetti. Daha sonra, geç Tang Hanedanlığı'ndaki ayrılıkçı vasal kasabaların durumu belirlendi ve bu aynı zamanda Tang Hanedanlığı'nın ölümünün uzak nedeni haline geldi.\nTianbao'nun saltanatının on beşinci yılında (756), o ve Uygur koalisyonu Hequ'u sakinleştirdiler. Ertesi yılın baharında Hedong'u (şimdi Yongji, Shanxi) ve Feng Yi'yi (şimdi Dali, Shaanxi) kurtardılar ve Tongguan'a saldırdılar. Cui Qianyu'yu mağlup etti Tang ordusu 10.000'den fazla kayıp verdi. Cui Qianyu, Pujin'e teslim oldu. An Lushan, oğlu An Qingxu tarafından öldürüldü.\nZhide'nin ikinci yılında (757), birlikleri Fengxiang'a götürmesi emredildi. Yolda Baiquliuyun Köprüsü'nde (bugünkü Sanyuan'ın güneydoğusu) 5.000 Li Guiren'in süvarisini yendi. Mayıs ayında An Shouzhong ve Li Guiren ile savaştı. Qingqu'da (bugünkü Xi'an'ın batısı) yenildi ve Wugong'a (bugünkü Wugong'un kuzeybatısı) çekildi. Eylül ayında, Tang ve Uygurların 150.000 birliğe katılmasına liderlik etmek için Mareşal Guangping Wang Li Chu'yu takip etti ve ardından onlarla savaştı. Xiang'da An Shouzhong ve Li Guiren. Ji Tapınağı'nın kuzeyinde (bugünkü Chang'an İlçesinin güneybatısında), Uygur askerleri düşmanın arkasına geçti, her iki taraftan saldırdı ve 60.000 düşmanı öldürdü. Zhang Tongru, Shaanxi İlçesine kaçtı ve sonunda başkent Chang'an'ı (bugünkü Xi'an) geri aldı.Tang ordusunun görkemi bir kez daha Chang'an'a iade edildi.\nDaha sonra Tang ordusu zaferden yararlandı ve doğuya doğru yürüdü, Xindian'da (şu anda Henan Eyaleti, Sanmenxia Şehri'nin güneybatısında) Yan Zhuang ve Zhang Tongru dahil 150.000 adamı yenerek Anqing Xu'yu Sarı Nehir'i geçip Xiangzhou'ya çekilmeye zorladı. Dongjun Luoyang geri döndü. Situ'yu da erdemlerine ekleyin ve onu ülkenin Dükü yapın.\nShi Siming, An Qingxu'yu kurtarmak için ordusunu Fan Yang'dan yönetti. İki taraf, Anyang Nehri'nin (bugünkü Anyang'ın kuzeyi) kuzeyinde savaştı. Savaş içinden çıkılamazdı. Sonunda, dokuz Jiedushi'nin liderliğindeki Tang ordusu, 600.000 askerinin geri çekildiğini iddia etti (Yecheng Muharebesi'nde). Bu savaşın ana komutanı, liderlik becerisine sahip olmayan ve savaşın başarısızlığından Guo Ziyi'yi sorumlu tutan hadım Yu Chaoen'di. Guo Ziyi, Chang'an'a geri çağrıldı, askeri yetkiden alındı ​​ve boş bir memur oldu.\nBaoying'in ilk yılında (762), Taiyuan'daki (bugünkü Taiyuan'ın güneybatısında) ve Jiangzhou'daki (bugünkü Shanxi Eyaletindeki Sincan) birlikler isyan etti.Mahkeme korktu, bu yüzden Ziyi'ye Fenyang Kralı unvanı verildi ve yola çıktı. Jiangzhou'yu kontrol et. Ayrıca hadım Cheng Yuanzhen tarafından yabancılaştırıldı ve askeri yetkiden alındı.\n(Bu hikayenin odak noktası: Çok yetenekli ve iyi huylu olan Guo Ziyi, Xuanzong ve bazı kötü adamlarla tanıştı ve bu da onun başarılarını büyük ölçüde tehlikeye attı.)", "聖意": "Evi ve kendini kutsamak, zenginlik aramak, işlem yapılmaması, evlilik yapılmaması, yanlış alarm olmaması, Tiancanji'ye gelen yayalar, bulunması zor insanlar, kamu davaları ve (Xing değil), göç, muhafazakarlık, kayıp mülk, bulunması zor, hastalıklar, bereket, dağlar ve mezarlar için dua etmek, hayırlı", "古人": "Ziyi kral oldu", "第X籤": "Ondokuzuncu Kazanan Lott", "宮": "Tatsumi"}