{"籤詩版本二": "Bu kadar endişe ve tehlikeden sonra artık bir daha asla boş kalmayacak\nCömert bir kalbin cömert planları vardır.Büyük başarılar elde etmek için bir uzmanla görüşmeniz gerekir.", "詩意": "Bu heksagram, kaynağı olan eski bir kuyu gibidir.\nAsil insanlar her şeyde başarıya ulaşır.", "解曰": "Dava eninde sonunda haklı çıkacaktır. Hasta ve güvende. Tavsiye almak için içeri girip çıkın. Antik kuyu baharla buluşuyor.", "籤詩故事一": "◇Yao Chong çekirgeleri kontrol ediyor\nAsıl adı Yuan Chong olan Yao Chong (649-721), Shaanzhou'lu olup, Tang Hanedanlığı'nda Xia Guan, Chunguan'ın Shangshu'su, Ziweiling, Zhongshuling'in bakanı ve başbakanı olarak görev yapmıştır.\nKaiyuan'ın dördüncü yılında (716), Shandong (genellikle Huashan'ın doğusundaki Sarı Nehir Havzası'na atıfta bulunur) çekirge istilasına uğradı. İnsanlar batıl inançlara bağlıydı ve onları avlayıp öldürmeye cesaret edemiyorlardı. Bunun yerine, çekirgeler kurdular. kurbanlar kesildi, tütsü yakıldı, tarlaların yanında tapınıldı ve ekinlerin çekirgeler tarafından yutulması izlendi.\nTüm yetkililer inanıyordu: \"Çekirgeler bir doğal afettir, insan gücüyle nasıl kontrol altına alınabilirler!\" O dönemde çekirgeleri yok etmek ya da yok etmemek konusunda iki farklı fikir arasındaki mücadele çok şiddetliydi.\nYao Chong şunları söyledi: \"Birlikte çalıştığımız sürece hepsinden kurtulabiliriz. Çekirgeler insanlardan korkar, bu yüzden onları uzaklaştırmak kolaydır. Fidelerin sahipleri vardır, bu yüzden kurtarıcılar çok çalışmalıdır; çekirgeler uçabilirler, gece ateş görseler mutlaka uçarlar; tarlayı ateşe verin, yanarken çukur kazın, yanarken gömün, geriye hiçbir şey kalmaz.\"\nXuanzong şunları söyledi: \"Çekirgeler, kötü ahlaki yönetimin neden olduğu doğal bir felakettir. Eğer onların avlanıp öldürülmesini isterseniz, bu gidişatına aykırı olmaz mı?\"\nYao Chong şunları ekledi: \"Çekirgeleri yakalayıp öldürmek kadim insanlar tarafından uygulanıyordu ve majesteleri bunu gelecekte kullanacak. Bu, çiftçilere barış ve refah getirmek için önemli bir ulusal olaydır. Lütfen bunu ciddiye alın.\"\nXuanzong ikna olmuştu. Ancak o dönemde mahkeme içinde ve dışında herkes çekirge avlanamayacağını söylüyordu.\nXuanzong şöyle dedi: \"Başbakanla görüştüm ve çekirge yakalamaya karar verdim. Tekrar itiraz eden herkes idam edilecek.\" Bu yüzden sansürü denetlemesi ve insanları çekirgeleri yakıp gömmeleri konusunda yönlendirmesi için gönderdi.\nSonuçlar oldukça etkili oldu.Ülke genelinde 9 milyon danser çekirge yakalandı ve çekirge belası başarıyla önlendi.O yıl tarım iyi bir hasat elde etti.\n(Afet yönetimi ve tahliyede bilgelik kullanılmalı, zorlukların üstesinden gelmek için ustaca stratejiler olmalıdır. Yao Chong bu konuda uzmandır)", "聖意": "Ev sıradan, benlik engelleniyor, para arama engelleniyor, ticaret engelleniyor, evlilik ve uyum engelleniyor, Liujia'da tehlike var, yayalar engelleniyor, ipekböcekleri engelleniyor, hayvancılık olumsuz, insanlar kayıp, kamu davaları açılıyor tıkalı, göç mantıksız, kayıp eşyaları bulmak zor, hastalıklara dua etmek zor, dağlar ve mezarlar tedirgin.", "古人": "Yao Chong çekirgeleri kontrol ediyor", "第X籤": "Piyangoyu yirmi beşinci kazanmak", "宮": "Mi Sarayı"}