{"籤詩版本二": "Söylentiye göre işler tersine döndü ve ufuktan bir mektup aldım.\nKitapta bana vaat edilen şöhret ve başarı sonuna kadar boş kaldı.", "詩意": "Bu heksagramın sahte bir adı var.\nHer konuda muhafazakar olmanız tavsiye edilir.", "解曰": "Yukarı aşağı üzgün. Boş zaman aramak boş değildir. Şöhret arzusu. Güvende kal.", "籤詩故事一": "◇Zhong Kui aydınlanmaya ulaşır\nSoyadı Zhong Kui olan ve nezaket adı Zhengnan olan Zhong Kui, Zhongnanshan'lıdır.\nTang Hanedanlığı İmparatoru Dezong'un hükümdarlığı sırasında Zhong Kui imparatorluk sınavına katıldı.Zhong Kui sınav sorularını okudu ve hemen makaleyi tek seferde yazıp teslim etti. O gün baş müfettiş Sivil İşler Bakanı Han Yu'ydu ve müfettiş yardımcısı da büyük bir bilim adamı olan Lu Zhi'ydi. İkisi Zhong Kui'nin makalesini okuduğunda gözleri parladı ve hep birlikte şöyle dediler: \"Büyücü, büyücü! Bu makaledeki her kelime mükemmel, Li Taibai ve Du Zimei'ye layık!\" Böylece ilk sıraya Zhong Kui adını verdiler.\nİmparator Dezong, Han Yu'nun raporunu dinledi ve bilimin yeni şampiyonu Zhong Kui'nin çok yetenekli olduğunu söyleyerek Zhong Kui'yi Altın Saray'a çağırdı.\nİmparator Dezong onun çirkin görünümünü görünce hemen hoşnutsuzlaştı ve şöyle dedi: \"Mahkememizdeki alimlerin seçimi tamamen kişisel sözlere ve kaligrafiye dayanmaktadır. Bu kadar çirkin bir insan nasıl altın bilimlerde bir numaralı alim olarak seçilebilir? \"\nHan Yu aceleyle diz çöktü ve şöyle dedi: \"Bir insanın iyiliği ve kötülüğü sadece görünüşle ilgili değildir. Kutsal Tanrım, Yan Ying'in bir metre boyunda ve başbakanla eşit olduğunu duymuyor musun? Zhou Chang kekeliyor ama Han Hanedanlığı'na yardım edebiliyor; Konfüçyüs insanları görünüşlerine göre yargılıyor ve oğlu Yu'yu kaybediyor. Umarım majesteleri iki kez düşünür.\" \"\nİmparator Dezong bir an düşündü ve şöyle dedi: \"Han Aiqing'in sözleri mantıklı olsa da, ben İmparator Taizong iken, Yingzhou'ya gelip bu konu hakkında konuşan on sekiz alim vardı. Bu adam bir numaralı alimdi. Korkarım ki dünya yetenekleri tanımadığım için bana gülecekler.\"\nBaşbakan Lu Qi dar görüşlüydü ve yetenekleri kıskanıyordu. İmparatorun sözlerini dinledikten sonra diz çöktü ve şunları söyledi: \"Altın konunun bir numaralı bilim adamı hem içeriden hem de dışarıdan olmalıdır. Bu konu için üç yüz aday var. Neden başka birini seçmiyorsun?\"\nZhong Kui, bu adamın kafasının bu kadar karışık olduğunu görünce sinirlenmekten kendini alamadı. Lu Qi'yi işaret etti ve küfretti: \"Eğer bu kadar cahil bir yetkili mahkemedeyse, ülkeye zarar vermez mi?\" Bundan sonra, Lu Qi'ye yumruğuyla yumruk attı.\nBunu gören Dezong öfkelendi ve şöyle dedi: \"O kadar cesursun ki, Altın Saray'da sorun çıkarmaya cesaret ediyorsun, onu hemen yık!\"\nÖfkeyle Zhong Kui, sarayda duran generalin belinden kılıcı çıkardı ve yüksek sesle iç çekti: \"Sinirli bir kedinin kaplanı taklit etmesi zordur ve sinirli bir papağan da tavuk kadar iyi değildir.\" Bundan sonra intihar etti.\nİmparator Dezong, Zhong Kui'nin öfkeyle intihar ettiğini görünce çok şaşırdı.İnsanların kalbini kazanmak için, Zhong Kui'nin resmi 1 Nolu Bilgin unvanıyla gömülmesini emretti ve ayrıca Zhong Kui'yi Tanrı yaptı. Dünyayı kötü ruhlardan kurtarmak için Şeytan Çıkarma.", "聖意": "Evinizin bereketlenmesi, kendi güvenliğiniz, mali zorluklar, iş başarısızlığı, evlilik başarısızlığı, Liujia kadın yayaları, yarı pişmiş Shinta ipekböcekleri, yetiştirilebilecek altı evcil hayvan, kayıp insanlar, Batı kamu davaları, göç, muhafazakarlık, kayıplar için dua edin mal, hastalık, dağlarda ve mezarlarda iyi şans dilemek", "古人": "Zhong Kui Tao'yu kazandı", "第X籤": "Piyangoyu kazanan yirmi altıncı (Piyango)", "宮": "Mi Sarayı"}