{"籤詩版本二": "Doyduktan sonra çay içerken huzur ve sessizlik içinde vakit geçirmek, oturup uzanmak\nFiziksel ve zihinsel olarak meşgul olmanıza gerek yok ve kesinlikle haksızlığa veya felakete neden olmayacaksınız.", "詩意": "Bu heksagram barış ve istikrarın sembolüdür.\nHer şeyde doğru zamanı beklemek iyi şans getirir.", "解曰": "Güvende ve sağlam kalın. Tanrılara sorun. Zamanı gelene kadar bekleyin. Olaylar tesadüfen oluyor.", "籤詩故事一": "◇Foyinhui Dongpo\nBir zamanlar Su Dongpo, Zen çalışırken biraz anlayış kazandı, durumunun aşkın olduğunu fark etti ve bundan neşe duydu. Tutkumu dizginleyemeyip kalemimi açtım ve bir şiir yazdım:\n\"Gökyüzünün ortasında, Jishou evrende parlak bir şekilde parlıyor; sekiz rüzgar tarafından savrulamayan, mor altın bir nilüferin üzerinde dik oturuyor.\"\n(Sekiz rüzgar: kâr, gerileme, yıkım, itibar, övgü, alay, acı ve mutluluk anlamına gelir. Yani bu sekiz durumdan rahatsız olmamaya \"sekiz rüzgar hareket edemez\") denir.\nDongpo bunu yazdıktan sonra hizmetkarını nehrin karşı tarafına göndererek onu Jinshan Tapınağı'ndaki Zen Ustası Foyin'e verdi.\nZen Ustası Foyin bunu okuduktan sonra üzerine \"osuruk\" kelimesini yazdı ve geri alması için hizmetkarına verdi.\nDongpo bunu gördükten sonra öfkelendi ve nehrin karşı tarafına bir tekneyle geçti ve tartışmak üzere Buda'nın mührünü bulmak üzere Jinshan Tapınağına gitti.\nDongpo, Jinshan Tapınağının kapısına vardığında Foyin zaten kapıda bekliyordu.\nSu Dongpo hemen Foyin'i suçladı: \"Neden yazdığım şiire osuruk diyorsun?\"\nFoyin cevapladı: \"Zaten 'sekiz rüzgar tarafından uçurulamaz' değil misin? Bir osuruk tarafından nasıl 'nehir boyunca dövülebilirsin'!\"\nBu sırada Dongpo yeterince iyi olmadığını anlayınca şok oldu ve utanç içinde kaldı.\n(Bu hikaye \"Sıcaklık henüz ulaşmadı\"nın metaforudur.)", "聖意": "Eviniz ve kendi güvenliğiniz için, zenginliğiniz için, işiniz için, iyi zaman geçirmeniz için, evliliğiniz için, Liujia'ya bir kadın gezgin için, ipekböceklerinin tarlalara gelmesi için, altı hayvanın istikrarlı olması için dua edin. birini bulmak için, bela için, kamu davası için, göç için, kayıp eşya için, hastalık için, dağ mezarı için, uğur için", "古人": "Foyinhui Dongpo", "第X籤": "Otuz bir kazanan numara", "宮": "Wei Gong"}