{"籤詩版本二": "Dönüş yolculuğu bellidir.Taşın içinde saklı yeşimi kim bilebilir?\nİyi bir zanaatkar net bir kesime sahip olduğunda jasper döneminde kendini güvende ve emniyette hissedecektir.", "詩意": "Bu heksagramda, bir taşı kestiğinizde yeşim taşının görüntüsünü görebilirsiniz.\nHer şeyde başarılı olmak için çok çalışın.", "解曰": "Hazine taşın içindedir. Yabancılar çok az şey biliyor. Netleşene kadar bekleyin. Elinden geleni yap.", "籤詩故事一": "◇Liu Bei yetenek arıyor (sazdan kulübeye üç ziyaret, sazdan kulübeye üç ziyaret)\nÜç Krallık dönemi. Zhuge Liang, Longzhong'da sazdan çatılı bir kulübede inzivaya çekilerek yaşıyordu. Liu Bei yetenek aramaya hevesliydi, bu yüzden Zhuge Liang'ı şahsen ziyaret etti. Zhuge Liang'ı üç kez ziyaret etti (tarihte \"Sazdan Kulübeye Üç Ziyaret\" olarak bilinir). Liu Bei diğerlerinden uzak durmalarını istedi ve Zhuge Liang'a sordu: \" Han Hanedanlığı düştü ve hain bakanlar hayatlarını çaldılar Majesteleri.\" Tozla kaplandım. Erdemimi ve yeteneğimi ölçmüyorum, dünyadaki büyük dürüstlüğe inanmak istiyorum, bilgeliğimi ve becerilerimi sığ olduğu için yaygın olarak kullanıyorum. Bugün itibariyle. Ancak hâlâ hırsım bitmedi, planın hayata geçeceğini düşünüyor musunuz?\"\nZhuge Liang daha sonra dünyayı üç parçaya bölme planını ona sunarak, Cao Cao'nun müsait olmadığı ve Sun Quan'ın yardımına koşabileceği durumu analiz etti. Ayrıca Jing ve Yi eyaletlerindeki valilerin korkaklığını da detaylandırdı: ondan yararlanma fırsatı bulan ve yalnızca bu iki durumdan yararlanabileceğini ancak o zaman dünyayı kazanabileceğini, hatta Liu Bei'ye Merkezi Ovalara saldırma stratejisini bile anlattı. (Bu tartışmaya daha sonra \"Longzhong Dui\" adı verildi). Liu Bei bunu duyduktan sonra, sanki bir hazine bulmuş gibi onu övdü ve Zhuge Liang'ı yardıma davet etti, böylece Zhuge Liang, Liu Bei'nin askeri danışmanı oldu.", "聖意": "Ev huzurlu, zenginlik arıyorum, iş gücü evliliğime engel oluyor ve Liujia'da sanal bir gezgin haline geliyorum.", "古人": "Liu Bei yetenek arıyor (sazdan kulübeye üç ziyaret, sazdan kulübeye üç ziyaret)", "第X籤": "Otuz ikinci lotoyu kazanan", "宮": "Wei Gong"}