{"籤詩版本二": "Eski aile tarzını giydirin ve yeniden şekillendirin.Tao'nun gökyüzü yoktur ama değeri vardır.\nÜçü, yoldaki dikenleri ve dikenleri süpürdükten sonra meslektaşlarıyla yeniden bir araya gelmeye karar verdi.", "詩意": "Bu heksagram kıyafetlerin yeniden düzenlenmesini temsil ediyor.\nHer şey daha sonra kolaylaşmadan önce zordur.", "解曰": "Merak etme. İyi vakit geçir. Geleceği sorarsanız. Önümüzde güzel bir yol var.", "籤詩故事一": "◇Tang Monk'un Budist kutsal yazıları\nTang Hanedanlığı'nın seçkin bir keşişi olan Xuanzang (602-664), ortak soyadı Chen ve verilen adı Yi idi.Luozhou, Goushi İlçesinde (şu anda Henan Eyaleti, Yanshi Şehri'nin güney kısmı) doğdu. On üç yaşında keşiş oldu ve Budist adı Xuanzang'ı aldı. Dünyaya Tang Hanedanlığı'nın Sanzang'ı denir.\nZhenguan'ın üçüncü yılında (629, aynı zamanda Zhengguan'ın ilk yılı olarak da bilinir), Budist kutsal yazılarını almak için batıya Tianzhu'ya (Hindistan) gitti. Tek başına tehlikeye atıldı ve zorluklara katlandı. Sadece dört yıl içinde geldi.\nZhengguan'ın on yedinci yılında usta resmen istifa etti ve doğuya döndü. Bugünkü Sincan Eyaleti, Hotan ve Loulan'ın Güney Yolu üzerinden Çin'e döndü.Bu toplam on yedi yıl sürdü ve 50.000 millik bir yolculuktu. İmparator, Zhengguan'ın on dokuzuncu yılının ilk ayında Chang'an'a vardığında, Liang Guogong Fang Xuanling ve diğer sivil ve askeri yetkililere onu büyük bir şekilde karşılamalarını emretti.\nOrijinal Sanskrit Budist kutsal yazılarının toplam 520 ve 657 cildi talep edildi. ve Çinceye çevrildi.\nUsta geri döndükten sonra, İmparator Taizong ve İmparator Gaozong tarafından büyük saygı gördü ve Da Nei'de kutsandı ve ona \"Usta Tripitaka\" unvanı verildi.", "聖意": "Ev kargaşa içinde, iyi şanslar, iyi şans, iyi iş, iyi evlilik, Liujia'ya engel olmak, tarlalara gelen insanlar, ipekböcekleri, elverişsiz hayvanlar, insan aramak, kamu davaları, göç, kayıp eşya, gecikmiş hastalık, dua etmek bereket için dağ mezarlarının eski olması gerekir.", "古人": "Tang Monk Budist Kutsal Yazılarını Öğreniyor", "第X籤": "Piyangonun otuz beşinci kazananı", "宮": "Shen Gong"}