{"籤詩版本二": "Güvende ve huzurlu olmak istiyorsanız rüzgarda mum bulundurmak uygun değildir.\nOrtalığı toparlayıp derin bir koridorda oturmak, ışıktan kaçınmak, sessiz bir yerde silkinmek, hareket etmek daha iyidir. Sallayın → Yao. Ücretsiz → az.", "詩意": "Bu heksagram, rüzgarın lambayı ve mumu sallaması gibidir.\nİşleri sabit tutmak iyi şanslar getirecektir.", "解曰": "Sessiz bir yere yerleşin. Çağrıda olun ve zamanında olun. Bu bir lütuf değil. Muhafazakar ve uygundur.", "籤詩故事一": "◇Li Jing dağa geri dönüyor\nLi Jing (571 - 2 Temmuz 649), nezaket adı Eczacı, Yongzhou'nun (şu anda Shaanxi Eyaleti, Sanyuan İlçesinin kuzeydoğusunda) Sanyuan'ın yerlisiydi. Geç Sui Hanedanlığı'ndan erken Tang Hanedanlığı'na kadar bir general, Tang Hanedanlığı'nda hem sivil hem de askeri becerilere sahip ünlü bir askeri stratejistti. Daha sonra kendisine Wei Dükü unvanı verildi ve dünyada Wei Dükü olarak tanındı.\nLi Jing, tanrılar listesindeki \"Tota Kralı\" olarak da bilinen üçüncü prens Nezha'nın babasıdır. Li Jing ve oğlu, Jiang Ziya'ya (Tai Gong) Kraliçe Zhou'yu yenmesi, Zhou Hanedanlığı'nı kurması ve Kral'ı kurması için yardım etti. Wu resmen tahta çıktı. Jiang Ziya daha sonra bir tanrı listesi hazırladı ve savaşta ölen askerlerin ruhlarını yatıştırmak için bir tören düzenledi. O andan itibaren dünya barış ve huzura kavuştu. Kral Wu, markizler yapıp onları ödüllendirmek istiyordu ve aynı zamanda kurucu kahramanlara toprak tahsis etmek istiyordu. Li Jing, babası, oğlu ve diğer yedi kişi, Taoizm'i uygulamak ve dünyevi şöhret ve zenginliğe takıntılı olmamak için dağa dönmeyi istedi. Daha sonra yedisi de \"bedensel olarak aziz oldular\" ve ölümsüzler sınıfına girdiler.\n\"Feng Shen Bang\"in Hikayesi", "聖意": "Ev muhafazakar, ben sıradanım, zenginlik arıyorum, işimde zorluk çekiyorum, evliliğim uyum içinde değil, Liujia yayaların güven duyması için dua ediyor, ipekböcekleri sonbaharda olgunlaşıyor, altı hayvan güvende, insanlar kayıp, halka açık davalar ve göç muhafazakardır, kayıp eşya hastalıklarıdır, Jianxingshan'daki mezarı değiştirmeyin.", "古人": "Li Jing dağa geri döndü", "第X籤": "Otuz yedinci piyango kazananı", "宮": "Shen Gong"}