{"籤詩版本二": "Bin yıllık ayna bir araya geldi, kadın kocasından yeniden evlenmesini istedi\nO zamandan beri aile değişti ve çocuklara ve torunlara bereket eklendi.", "詩意": "Bu heksagram aynaların kavuşumunun sembolüdür.\nHer şey zor iş ve pahalı.", "解曰": "Kumu altına kazmak. Bir ejderhaya binmek ve bir kaplana binmek. Her ne kadar zahmetli olsa da. İçinde bir ek var.", "籤詩故事一": "◇Yulianhui on arkadaş\nSong Hanedanlığı'nda Qian Yulian, Wang Shipeng ile evlendi. Shi Peng sınava girmek için Pekin'e gittiğinde zengin Sun Ruquan, Yulian'ı onunla yeniden evlenmeye zorladı.\nQian Yulian, zengin Sun Ruquan'ın teklifini reddetti ve \"Jing Chai\" tarafından işe alınan Wenzhou'lu fakir bir bilim adamı olan Wang Shipeng ile evlenmeyi tercih etti.\nDaha sonra Wang Shipeng birincilik ödülünü kazandı ve Başbakan Wanqi tarafından zorla evlenmeyi reddettiği için uzak Chaoyang'a yargıç olarak hizmet etmek üzere gönderildi. Sun Ruquan, Wang Shipeng'in aile mektubunu gizlice \"boşanma mektubu\" olarak değiştirdi ve Yulian'ı kandırarak kandırdı. Qian Yulian'ın üvey annesi de onu yeniden evlenmeye zorladı, ancak Yulian reddetti ve kendini nehre atarak intihar etti. Qian Zaihe tarafından kurtarıldı. Fujian'dan bir emzik ve evlatlık olarak evlat edinildi.\nYulian, Shipeng'in öldüğünü düşünüyordu. Beş yıl sonra, Wang Shipeng, Ji'an'ın valisiydi. Bir gün, merhum karısını anmak için bir Taocu tapınakta bir anma töreni düzenledi. Yulian, tesadüfen Ji'an Taocu tapınağını yakmaya gitti. tütsü ve Wang Shipeng ile Qian sonunda yeniden bir araya geldi.", "聖意": "Ev kendine iyi gelmiyor. Sonbahar ve kış bereketli. Sonbahar ve kış bereketli olsun. İşler bereketli. Evlilikler bereketli olsun. Yayaların tarlaya gitmesi için dua edin. İpekböcekleri yetiştirilebilir. Altı büyükbaş hayvan beslenebilir. Büyütülür, İnsanlar bulunur, Kamu davaları olumsuzdur, Göç muhafazakardır, Mal kaybıdır, Geç hastalıktır, Bereket için dua edilir, Dağlar ve mezarlar iyidir.", "古人": "Yulianhui on arkadaş", "第X籤": "Dördüncü işaret", "宮": "Rahim"}