{"籤詩版本二": "Kırmızı tekerlek batıda düşer, tavşan doğuda yükselir, yin büyür ve yang kaybolur ve her şey zenginleşir\nBir kadın kullanmak isterse, servetinin artmasına ve kalbine mutluluk gelmesine sebep olur.", "詩意": "Bu heksagram Yin'in büyümesinin ve Yang'ın kaybolmasının sembolüdür.\nHer şey daha sonra kolaylaşmadan önce zordur.", "解曰": "Yin kadınlara fayda sağlar. Erkekler için uygun değildir. Eğer tavsiye arıyorsanız. Önce kötülük gelir, sonra iyilik gelir.", "籤詩故事一": "◇Wu Zetian tahta çıktı\nWu, 14 yaşındayken Tang Hanedanlığı İmparatoru Taizong Li Shimin tarafından \"Wu Mei\" adında yetenekli bir kişi olarak saraya çağrıldı. Taizong öldükten sonra Zetian Ganye Tapınağına girdi ve rahibe oldu.\nTang Hanedanlığı İmparatoru Gaozong tahta çıktığında, Zhaoyi'ye saygılarını sunmak için Wu ailesini saraya çağırdı. Yonghui'nin altıncı yılında (655), İmparator Gaozong, Wu'yu kraliçesi olarak atadı.\nWu Zetian zekiydi, edebiyat ve tarihle ilgileniyordu ve beceriklilik açısından zengindi. Wu Zetian kraliçe olduktan kısa bir süre sonra, Gaozong zayıf ve hasta olduğu için bazen belirli siyasi işleri halletmesi için ona emanet etti, böylece gücü arttı. Shangyuan'ın ilk yılında (674), sarayda İmparator Gaozong'a \"İmparator\", İmparatoriçe Wu'ya \"Cennetin Kraliçesi\" ve her ikisine de \"İki Aziz\" deniyordu.\nHongdao'nun ilk yılında (683), İmparator Gaozong öldü, Prens Li Xian tahta çıktı ve Wu Zetian tahtı devraldı. Sisheng'in ilk yılının (684) Şubat ayında Wu Zetian, Li Xian'ı Luling Kralı olarak görevden aldı ve dördüncü oğlu Li Dan'i imparator olarak atadı ve hanedanı yönetmeye devam etti. Aynı yılın Eylül ayında bayrağı altın rengine çevirdi ve doğu başkenti Luoyang'ın adı ilahi başkent olarak değiştirildi. Tianshou'nun ilk yılında (690) Eylül ayının dokuzuncu gününde Wu Zetian kendisini imparator ilan etti ve ülkenin adını Zhou olarak değiştirdi.", "聖意": "Evin kendisi için elverişsiz olması, bereket için dua etme, zenginlik arama, işlemleri koruma, evlilikte iyi şanslar, evlilikte kötü şans (kadın), tarlaları kapatan yayalar, ipekböcekleri, bereketli hayvanlar, insan arama, ayrılık, davalar, kayıp, göç , mal kaybı, hastalık, şok, dağlar ve mezarlar, iyi şanslar", "古人": "Wu Zetian tahta çıkıyor", "第X籤": "Piyangonun kırkıncı kazananı", "宮": "Sen Saray"}