{"籤詩版本二": "Sonsuz güzel sözleri hatırlayacaksın ama hırsızın oğlu olacaksın.\nŞu anda açgözlü olmayın ve bir yıl önce nasıl iyi bir şey yapmış olabileceği konusunda endişelenmeyin.", "詩意": "Bu heksagram bir hırsızın oğul olduğunu belirtir.\nYaptığınız her şeyde dikkatli olun.", "解曰": "Sadece bu. Bir beyefendi hata yapmaz. Aklında bulunsun. Yalnız kalmayın.", "籤詩故事一": "◇Dong Zhuo, Lu Bu'yu kabul ediyor\nCesur ve dövüşte iyi olan Lu Bu, Doğu Han Hanedanlığı'nın sonu ve Üç Krallığın başlangıcında ünlü bir askeri generaldi.Bir zamanlar Jingzhou valisi Ding Yuan'ı üvey babası olarak görüyordu ve onun emrinde hizmet ediyordu.\nDoğu Han Hanedanlığı İmparatoru Ling'in ölümünden sonra Ding Yuan, hükümeti kontrol etmek için general He Jin ile gizli anlaşma yapmak üzere Pekin'e gitti.\nDong Zhuo, Ding Yuan ile savaştı, ancak birkaç general Lu Bu'yu yenemedi, bu yüzden Dong Zhuo, astı Li Su'yu Lu Bu'ya rüşvet vermesi için gönderdi. Li Su, \"Lu Bu'yu ziyaret etmek\" için yığınla altın ve gümüş hazineyi ve ünlü kırmızı tavşan atını getirdi. Li Su, Lu Bu'yu ziyaret etmek için yığınla altın ve gümüş hazineyi ve ünlü kırmızı tavşan atını getirdi. Yani Lu Bu, Ding Yuan'ı öldürmesi için Dong Zhuo tarafından rüşvet aldı ve ayrıca askerlerine isterlerse onunla gelmelerini, onu takip etmek istemezlerse ayrılmalarını söyledi.Sonuç olarak askerlerin çoğu kaçtı. So Lu Bu, Dong Zhuo tarafından rüşvet aldı ve Ding Yuan'ı öldürdü.\nDong Zhuo iktidara geldikten sonra Lu Bu'yu evlatlık oğlu olarak evlat edindi ve onu general ve marki yaptı.\nDong Zhuo'nun şiddetli bir mizacı vardı ve Lu Bu ile \"baba-oğul ilişkisi\" aslında çok zayıftı.MS 189'da, Situ Wang Yun'un kışkırtmasıyla Lu Bu, Dong Zhuo'yu öldürdü.\nDong Zhuo'nun ölümünden altı ay sonra Dong Zhuo'nun eski birlikleri başkenti işgal etti ve Lu Bu ve karısı panik içinde kaçtı. Başkenti terk ettikten sonra Lu Bu, Yuan Shu, Yuan Shao, Zhang Yang, Zhang Miao, Liu Bei vb. savaş ağalarına sığındı ve o zamanın bir başka büyük savaş ağası olan Cao Cao ile birçok kez savaştı. Lu Bu cesur ve iyiydi. dövüşte ve Cao Cao'yu birkaç kez yendi.\nDoğu Han Hanedanlığı'nda Jian'an'ın üçüncü yılında, Cao Cao'nun birlikleri Lu Bu'nun üssü Xiaopei'ye saldırdı ve Baimen Kulesi'nin altında Cao Cao tarafından yakalanıp öldürüldü. İnfazdan önce Lu Bu, Cao Cao'dan ölümden kaçınmak için onu hayatta tutmasını istedi, ancak Liu Bei, Cao Cao'ya Lu Bu'nun birçok kez ihanet ettiğini ve dürüst olmayan bir adam olduğunu hatırlattı. Sonunda, ahlaktan bağımsız olarak yalnızca yeteneklere değer veren Cao Cao, Lu Bu'yu idam etti.", "聖意": "Evde huzursuzum, genellikle para arıyorum, işlemlere karşı önlem alıyorum, evlenmek zor, Liujia adamı şokta, tarlada ipekböcekleri yarı olgunlaşmış, altı hayvan güvende, kişi onu arıyor , kamu davası uygundur ve göç, bulunması zor olan kayıp şeyler, hastalıklar ve Zhenxing Dağı'nın mezarındaki huzur için dua etmektir.", "古人": "Dong Zhuo, Lu Bu'yu kabul etti", "第X籤": "41'inci loto kazananı", "宮": "Sen Saray"}