{"籤詩版本二": "İmparator, imparator ve imparatoriçe sonunda merhametli olacak ve kayıp ya da kazanç olmadan bereket için bekleyip dua edecekler.\nTüm duyarlı varlıklar bundan yararlanır ve dünyada ve cennette refah beklenir.", "詩意": "Bu heksagram gökten gelen bir lütuf işaretidir.\nHer şey başarılı olacak.", "解曰": "İmparator iyiliğini gösterdi. Asla unutma. Sabah ve akşam ritüelleri. Tütsü yakmak uygundur.", "籤詩故事一": "◇Mulian annesini kurtardı\nMokou Lian veya Mulian, Sakyamuni Buda'nın on öğrencisi arasında en güçlü olanıdır.\nAnnesi hayatı boyunca açgözlü ve cimriydi, bu yüzden ölümünden sonra aç hayaletler diyarına düştü. Mokhullian büyülü gücünü gözlemlemek için kullandı ve annesinin aç bir hayalet olarak doğduğunu, yiyecek bulmanın hiçbir yolu olmadığını ve büyük zorluklar içinde olduğunu öğrendi.Büyülü gücünü annesine yiyecek getirmek için kullandı. yiyecekler küle dönüştü ve yenemez hale geldi.\nMaudgalyana olanlardan endişelendi ve durumu Buda'ya bildirdi. Buda Mulian'a yedinci ayın 15'inci gününde yüz çeşit tat ve beş meyveyi bir leğene koyup on yönün erdemli keşişlerine sunması gerektiğini, bu güçle annesinin yemek yiyebileceğini söyledi. .\nMaudgalyana, Buda'nın isteğine göre hareket etti ve annesi sonunda özgürlüğüne kavuştu. Bu tür törenlere \"Obon Festivali\", bu festivale de \"Obon Festivali\" adı verilmektedir.\n(Not: Bir tür maddenin dünyanın farklı seviyelerinde farklı duyguları vardır. Örneğin: Bu dünyada yağmur yağdığında onu \"su\" olarak görürüz, aç hayalet alemindeki varlıklar ise onu \"kan\" olarak hissederler ve Cehennem dünyasındaki canlılar bunu \"kan\" olarak hissederler, \"kılıç düşürmek\" gibi hissederler, cennetteki varlıklar ise \"bir çiçek düşürmek\" gibi hissederler.)", "聖意": "Ev ve ev için dua etmek, kışın iyi şanslar için dua etmek, zenginlik aramak, işlem yapılmaması, evlilik, Liujia'da barış, yayalar, hareket eden alanlar, ipekböcekleri, altı hayvan, insan bulma, davalar, başarı, göç, muhafazakarlık, kayıp mülk, hastalık , gönül huzuru, dağların ve mezarların huzuru", "古人": "Mulian annesini kurtarır", "第X籤": "Kırk ikiyi imzala", "宮": "Sen Saray"}