{"籤詩版本二": "Dünya esnektir ve her şey kendi kendine yetebilen, kendi kendine yetebilen ve güvenlidir\nHayattaki her şey harika, her şey için azizlere ve bilgelere teşekkür edin ve müreffeh olun.", "詩意": "Bu heksagram dünya ile dünya arasındaki uyumu temsil eder.\nHer şey yolunda gidiyor ve herhangi bir tehlike yok.", "解曰": "Her şey doğar. Tüm planlar ve dilekler gerçekleşir. Ford yardım ediyor. Rui Qi'nin acelesi var.", "籤詩故事一": "◇Yürüyüşçüler aydınlanma kazanır\nBatı'ya Yolculuk hikayesi:\nSun Wukong, Çiçekler ve Meyveler Dağı'nı ele geçirdi ve kral oldu. Daha sonra, sonsuza dek yaşamanın bir yolunu bulmak için, sekiz veya dokuz yıl boyunca dağları ve nehirleri geçerek Patrik Bodhi'ye öğretmeni olarak ibadet etti. dünyevi kötülüğün ve takla atan bulutların iki dönüşümü ve ilk kez Güneş soyadını alan Wukong adını aldı.\nBundan sonra Sun Wukong, uygun bir silah bulmak için Doğu Çin Denizi'ndeki Ejderha Sarayı'na gitti ve sonunda Tianhe ve Dinghai'nin ilahi iğnesi olan Ruyi Altın Sopasını buldu. Ömrü dolduğu için yeraltı dünyasında büyük bir gürültü çıkarmış, yaşam ve ölüm kitabını revize ederek insan dünyasına geri dönmüştür. Daha sonra Sun Wukong ilk kez cennet tarafından çağrıldı ve Bima Wen olarak adlandırıldı. Daha sonra ikinci kez cennete çağrıldı ve Maymun Kral seçildi.Ayrıca şeftali çaldı ve cennette sorun çıkardı.Altın gözleri ve ateşli gözleri üzerinde alıştırma yapmak için Bagua Ocağında mühürlendi.Sonunda bastırıldı. Tathagata Buddha tarafından 500 yıl boyunca Wuzhi Dağı'nın eteğinde hareket edemedi. Bagua ocağının devrildiği yer alev dağına dönüştü.\nBeş yüz yıl sonra Keşiş Tang, kutsal yazıları almak için Batı'ya gitti, Beş Element Dağı'nın yanından geçti ve Sun Wukong'u kurtarmadan önce tılsımı çıkardı. Sun Wukong minnettarlıkla gözyaşlarına boğuldu.Guanyin Bodhisattva'dan eğitim aldıktan sonra öğretmeni olarak Tang Monk'a taptı ve birlikte kutsal yazıları öğrenmek için Batı'ya gitti. Kutsal yazıları öğrenme yolunda Sun Wukong iblislerin üzerine indi ve canavarları yok etti ve defalarca olağanüstü başarılar sergiledi ancak ustası Tang Seng tarafından defalarca yanlış anlaşıldı ve kovuldu. Seksen bir zorluğun ardından çalışma nihayet tamamlandı. Dört usta ve öğrenci Xitian Leiyin Tapınağına geldi ve gerçek kutsal kitabı elde etti. Sun Wukong doğru sonuca ulaştı.\n(Bu hikaye, bırakın insanı, bir maymunun bile aydınlanabileceğini gösteren bir metafordur.)", "聖意": "Ev kişinin kendisi için, zenginlik, iş, evlilik, Liujia, erkek yayalar, tarlaların tıkanması, ipekböcekleri, altı hayvan, Zhongping, insan arama, davalar, başarı, göç, mal kaybı, hastalık, Xingxingshan mezarı, eşyalar için hayırlıdır. hayırlıdır", "古人": "Gezgin aydınlanmaya ulaşır", "第X籤": "43'ünde imzalandı", "宮": "xugong"}