{"籤詩版本二": "Soğuk hava suyu buza çevirir, neden şöhret hırsı olsun ki?\nSessizce oturup yaprakların doğal bir şekilde gelişmesini beklemekten başka seçeneğim yok.", "詩意": "Bu heksagramda su buza dönüşüyor.\nHiçbir şeyi boşuna istemeyin.", "解曰": "Su donarak buza dönüşür. Buz suya erir. Eğer bu bir komploysa. İşte bu.", "籤詩故事一": "◇Wang Xiang sazan ister (Yirmi Dört Evlada Dindarlık Hikayesi)\nJin Hanedanlığından Wang Xiang, nezaket adı Fuzheng, Linyi'de doğdu.\nWang Xiang gençken biyolojik annesi öldü, yalnız babası Zhu adında bir kadınla evlendi ve Wang Xiang'ın yeni bir annesi oldu. Wang Xiang gençken biyolojik annesi vefat etti ve yalnız babası Zhu adında bir kadınla evlendi. Wang Xiang'ın üvey annesi dar görüşlü ve kıskanç bir kadındı, Wang Xiang'dan hoşlanmıyordu ve önemsiz meseleler yüzünden onu sık sık azarlıyordu. Kısa süre sonra üvey anne de Wang Lan adında bir oğul doğurdu. Üvey anne sadece kendi çocuklarını sevdi ve Wang Xiang'ı kendi başına bir diken olarak gördü. Wang Xiang'a karşı daha da talepkar hale geldi ve babasının önünde Wang Xiang hakkında sık sık kötü konuştu. Babası bile artık onu sevmemeye başladı. Üvey anne sadece kendi çocuklarını seviyordu ve Wang Xiang'ı kendi başına bir diken olarak görüyordu. Wang Xiang'a karşı daha da talepkardı ve sık sık babasının önünde Wang Xiang hakkında kötü konuşuyordu. Babası bile artık onu sevmiyordu. Wang Xiang'ın üvey kardeşi olmasına rağmen Wang Lan, kardeşine karşı çok arkadaş canlısıdır. Üvey annesinin işkencesine rağmen hâlâ çok evlatlıktı. Üvey anne çok sert ama Wang Xiang hâlâ çok evlatlıktır.\nÜvey annesinin bir hobisi var, yani nehirden yeni çıkarılan taze balıkları yemeyi seviyor. Üvey annesinin bir hobisi var, yani nehirden yeni çıkarılan taze balıkları yemeyi seviyor. Bir kış, babası iş için gitti ve üvey annesi tekrar hastalandı. Kardeşler Wang Xiang ve Wang Lan, annelerine yemesi için özenle çorba ve ilaç servis ettiler. Şiddetli soğuk havalarda üvey annenin hastalığı hala iyileşmedi. acele etmek. Bir kış, babası iş için gitti ve üvey annesi tekrar hastalandı. Kardeşler Wang Xiang ve Wang Lan, annelerine yemesi için özenle çorba ve ilaç servis ettiler. Şiddetli soğuk havalarda üvey annenin hastalığı hala iyileşmedi. acele etmek. Hasta üvey anne nehirden taze balık yemek istiyordu.O şiddetli soğuk iklimde dışarıda kar yağıyordu ve nehirdeki su çoktan kalın buza dönüşmüştü. Hasta üvey anne taze balık yemek istiyordu.Bu buzlu ve karlı iklimde taze balık nerede bulunabilirdi?\nO zamanlar sezon dışı yemek yoktu, paranız olsa da satın alamazdınız.\nHikayenin bu noktasında Wang Xiangqiu Li'nin dokunaklı hikayesi yaşandı. İki kardeş çaresizce annelerini korudu. Wang Xiang, hasta üvey annesini hayal kırıklığına uğratmamak için donmuş nehre doğru yürüdü. Wang Xiang'ın aklına bir fikir geldi ve soğuğa rağmen gömleğini çıkardı. Buzulun üzerinde çıplak yattı ve bunu yapmak istedi. buzu eritmek için kendi vücut sıcaklığına sahiptir (bu nedenle Wang Xiangqiu sazanı, buzun üzerinde yatan Wang Xiang olarak da adlandırılır). Gömleğini çıkardı ve buzulun üzerinde çıplak bir şekilde yattı. Tanrı'ya dua etti ve şöyle dedi: \"Tanrım, annem hasta ve taze sazan yemek istiyor. Ne olursa olsun bana bir yol bulmalısın.\" Ne gariptir ki yanındaki buz bloğu aniden çatladı ve iki kişi ortaya çıktı. Yaşayan bir sazan çatlaktan atladı ve buzun üzerine atladı. Wang Xiang çok mutluydu. Tanrı'ya şöyle dua etti: \"Allah'ım, annem hasta ve taze sazan yemek istiyor. Ne olursa olsun bana bir yol bulmalısın.\" Ne gariptir ki yanındaki buz bloğu aniden çatladı ve iki çatlak oluştu. Yaşayan bir sazan çatlaktan atladı ve buzun üzerine atladı.Wang Xiang çok mutluydu. Çabucak diz çöktü, Tanrıya şükretti ve sazanla birlikte eve koştu. Çabucak diz çöktü, Tanrı'ya şükretti ve hemen sazanı alıp evine gitti. Üvey anne taze sazan balığı yedikten sonra kısa sürede hastalığından kurtuldu. Hastane yatağındaki üvey anne, Wang Xiang'ın soğuktan mora dönen çıplak vücudunun üst kısmını ve elinde iki balığı görünce şaşkına döndü ve mutlu bir şekilde odaya koştu ve şaşkına döndü.\nWang Xiang daha sonra resmi oldu ve Taibao oldu ve Dük unvanını aldı.", "聖意": "Evde huzursuzluk, korunmak için dua ediyorum, mali zorluklar, iş sorunları, evlilik, Liujia sigortasında tutarsızlık, yayalar, Chitian ipekböcekleri, altı hayvan kaybı, kayıp insanlar, kamu davaları, göç, muhafazakarlık, kayıp mülk, hastalık, kurtarılması zor, dağ mezarı, iyi şanslar", "古人": "Wang Xiang sazan istiyor (Yirmi Dört Evlada Dindarlık Hikayesi)", "第X籤": "Lott'u Kazanan Kırk Dokuz", "宮": "Haigong"}