{"籤詩版本二": "Yelken kanopisini serbestçe dik tutabilmek için asarak ülkenin her köşesine seyahat edebilirsiniz.\nEğer uygun bir rüzgar varsa, yakında gelir ve tekne hazinelerle dolar.", "詩意": "Bu heksagram bir tekneyi rüzgârla çekmeye benzer.\nHer şey iyi gidiyor.", "解曰": "Rahat olun. Hiçbir çabaya gerek yok. Çok zenginlik. Hepsi hayran kaldı.", "籤詩故事一": "◇Tao Zhugui Beş Göl (Fan Ligui Gölü)\nİlkbahar ve Sonbahar Döneminde, nezaket adı Shaobo olan Fan Li, Gui Yizipi veya Tao Zhugong olarak da biliniyordu.\nO sırada Wu Eyaleti ile Yue Eyaleti arasında bir savaş vardı ve Wu Eyaleti, Yue Eyaletini yok etti. Fan Li ve Wen Zhong, Yue Kralı Gou Jian'ın Yue'yi terfi ettirmesi ve Wu'yu yok etmesi için bir plan formüle etti. Fan Li kişisel olarak dağlar ve nehirler boyunca seyahat etti ve hem erdemlere, hem yeteneklere hem de güzelliğe sahip güzel bir kadın olan Xi Shi'yi bulmak için Cailuo Dağı'ndaki Huansha Nehri'ni ziyaret etti ve onu Wu Kralı'na sundu. içeride ve dışarıda işbirliği yapma hilesi yaptı ve Wu Krallığını yok etti.\nWu Krallığı'nı yok etmeyi başardıktan sonra Fan Li, Gou Jian'ın \"gagalı uzun boyunlu bir kuş\" olduğunu ve zorlukları ve mutluluğu onunla paylaşabileceğini biliyordu, bu yüzden o ve Xi Shi, Qi Krallığı boyunca yelken açtılar ve isimlerini değiştirdiler. Gui Zipi'ye gitti ve oğullarını ve öğrencilerini Qi Krallığı'na götürdü.Deniz kenarında bir kulübede yaşıyorlar. Çorak arazileri işlemek, ek iş yapmak ve iş yapmak için çok çalıştı.Birkaç yıl içinde on milyonlarca aile mülkü biriktirdi. Zenginliği yayma ve memleketine iyilik yapma konusunda cömertti. Fan Li'nin bilgeliği ve yeteneği Qi halkı tarafından takdir edildi. Qi kralı onu başkent Linzi'ye davet etti ve hükümet işlerinden sorumlu başbakan olarak ona taptı. . Şunları haykırdı: \"Memur olmak bakanlığa yol açabilir ve bir aileyi yönetmek bir servete yol açabilir. Sıfırdan başlayan sıradan biri için bu en uç noktaya ulaştı. Uzun süre onurlandırılmak muhtemelen iyi bir işaret değil.\" Böylece, yalnızca üç yıl sonra, Jiliu bir kez daha cesurca geri çekildi, mührü Qi kralına iade etti ve tüm aile servetini yakın arkadaşlarına ve köylülere verdi.", "聖意": "Ev kendisi için iyi (gönderilecek), zenginlik arıyor, batı için iyi şanslar, işler gecikti, evlilik iyi değil, Liujia güvende, insanlar tarlaları kapatıyor, ipekböcekleri, sonbahar, altı hayvan için iyi, bahar bereketlidir, insanlar insan arıyor, davalar kötü, göç muhafazakar, kayıp şeyler, Batılı hastalıklar çözülüyor, dağlar ve mezarlar güneyde.", "古人": "Tao Zhugui Beş Göl (Fan Ligui Gölü)", "第X籤": "Piyangonun ellinci talihlisi", "宮": "Haigong"}