{"籤詩版本二": "Yaz günleri en uzun günlerdir ve herkes sıcaktan ve depresyondan endişe duymaktadır.\nCennet ve dünya da insanların ne istediğini biliyor, esinti esiyor ve doğal olarak serin", "詩意": "Bu heksagram herkesin ısıdan endişe duyduğunu gösteriyor.\nNe istersen onu yap.", "解曰": "İlerlemek mi, geri çekilmek mi konusunda hiçbir şüphe yok. İyi vakit geçir. Kamp yapmak için mi? Aceleci davranmaya gerek yok.", "籤詩故事一": "◇Kong Ming Sichuan'a girdi\nKongming'in nezaket adı olan Zhuge Liang (181-234), Yangdu, Langya'nın (şu anda Shandong Eyaleti, Yinan İlçesi) yerlisiydi ve Üç Krallık döneminde Shu Han'ın (Liu Bei) başbakanıydı.\nLiu Bei, Jingzhou'yu kazanmasına rağmen bir tarafı ayırmaya yetmedi.Zhuge Kongming, Liu Bei'nin topraklarını genişletmek için Xichuan'ı ele geçirmeyi planladı. Bu sırada Yizhou'daki Liu Zhang, kuzeydeki Zhang Lu tarafından saldırıya uğradı. Zhuge Kongming, Liu Zhang'ın kendisini korumak için Xichuan haritasını Cao Cao'ya ithaf etmek istediğini öğrendi. Zhang Song (Liu Zhang'ın astı) Cao Cao ile karşılaştığında, Cao Cao kibirli ve kaba olduğu için Liu Zhang haritayı Xichuan'a geri götürdü ve yolda Jingzhou'nun yanından geçti. Kong Ming zaten yolda onu bekliyordu ve onu Jingzhou'ya davet etti, ancak ayrılıncaya kadar Xichuan Resminden hiç bahsetmedi.Zhang Song, Kong Ming'e nezaketi ve misafirperverliği için minnettardı, bu yüzden Xichuan Resmini ona ithaf etti. o.\nXichuan'ın arazisi tehlikeliydi ve saldırıya uğrayabilir veya savunulabilirdi.Kong Ming'in çeşitli düzenlemelerinin ardından Xichuan, Liu Bei'nin doğum yeri oldu.\n(Kong Ming insanlara nezaketle davrandı ve imrenilen Xichuan'ı kolayca elde etti.)", "聖意": "Evde bereket ve kendi korunmanız için dua edin (talihsizliklerde iyi şanslar vardır) Zenginlik arayın, işte iyi şanslar, ortak evlilik, Liujia'da erkek çocuk doğurma, tarlaların taşınması, ipekböcekleri, çiftlik hayvanlarına zarar verilmesi, insan bulma, kamu davaları , göç, eski kayıp şeyler, kuzey hastalıkları, dağ ve mezar dilek", "古人": "Kong Ming Sichuan'a girdi", "第X籤": "Bölüm 51: Kurayı Kazanmak (Kurayı Kazanmak)", "宮": "Rahim"}