{"籤詩版本二": "Ayı suda yakalamak çok çaba gerektirir, çok çaba gerektirir ama hiçbir şey olmaz.\nSaçma sapan konuşmayın ve bedeni güçlendirme çabalarınızı boşa harcamayın. \"Beden solmuş\" kelimesi \"beden yalnızdır\" anlamına gelir.", "詩意": "Bu heksagram çaba imajına açgözlüdür.\nHer şey zahmetli ve zahmetlidir.", "解曰": "Verilen sözleri hatırlamak zordur. Çok fazla sıkı çalışma. Evde endişelen. Asil insanlarla tanışmayı bekliyorum.", "籤詩故事一": "◇Taibai sarhoşken ayı yakaladı (Li Taibai sarhoşken ayı yakaladı)\nLi Bai (701-762), aynı zamanda Taibai olarak da bilinir, Qinglian Jushi olarak da bilinir. Kendisini sürgün edilmiş bir ölümsüz olarak adlandıran Tang Hanedanlığı şairi, Şiirin Ölümsüzlüğü olarak biliniyordu ve içki içmeden daima mutluydu.\nBir keresinde Li Bai, Jinling'e (şimdi Nanjing) geldi ve Wende Köprüsü'nün yanındaki bir restoranda dinlendi.\nO gün, kış aylarının on beşinci günüydü.Geceleri restoranda tek başına oturup içki içip şiirler okurken aya hayranlıkla bakardı. O gün, kış aylarının on beşinci günüydü.Geceleri restoranda tek başına oturup içki içip şiirler okurken aya hayranlıkla bakardı. Li Taibai, hayatında en çok ayı sevdi ve onun temiz ve güzel olduğunu söyledi. Li Taibai, hayatında en çok ayı sevdi ve onun temiz ve güzel olduğunu söyledi. O gece başını kaldırıp baktı ve gökyüzünde beyaz ve yuvarlak ayı gördü, çok mutlu oldu ve birkaç bardak daha içti. O gece başını kaldırıp baktı ve gökyüzünde beyaz ve yuvarlak ayı gördü, çok mutlu oldu ve birkaç bardak daha içti. Gece yarısı Li Taibai şarabın tadını çıkardı ve alt kattaki Wende Köprüsü'ne indi. Gece yarısı Li Taibai şarabın tadını çıkardı ve alt kattaki Wende Köprüsü'ne indi. Köprüye adım atar atmaz başını eğdi ve aniden ayın suya düştüğünü gördü.Nehir hareket ettiğinde beyaz ay gölgesine birkaç siyah çizgi eklendi. Köprüye adım atar atmaz başını eğdi ve aniden ayın suya düştüğünü gördü.Nehir hareket ettiğinde beyaz ay gölgesine birkaç siyah çizgi eklendi. Li Taibai o sırada o kadar sarhoştu ki nehir suyuyla lekelenenin ay olduğunu düşündü. Li Taibai o sırada o kadar sarhoştu ki nehir suyuyla lekelenenin ay olduğunu düşündü. Çizmelerini çıkarmaya bile tenezzül etmedi, ellerini açtı ve ayı yakalamak için köprüden atladı. Çizmelerini çıkarmaya bile tenezzül etmedi, ellerini açtı ve ayı yakalamak için köprüden atladı. Beklenmedik bir şekilde bu sıçramayla ay yakalanmadı ancak sudaki ay paramparça oldu ve hemen ikiye bölündü. Beklenmedik bir şekilde bu sıçramada ay yakalanmadı ama adam boğuldu. Altmış iki yaşında vefat etti.", "聖意": "Ev huzursuz ve şanssızsınız (sağlığınıza dikkat edin) (şanssız) Zenginlik ve denge arayın (düşünmeyin bile) Ticari işlemlerde zorluk, evlilik çözülmüyor, korunmak için dua edin (boş hazineler engel olur) düşük) Yayalar zor durumda, ipekböcekleri tarlada beş puan, altı hayvan azalıyor (şanssız) İnsan aranıyor (talihsiz) Kamu davaları ve (Davayı durdurun) Olağan göç (bahsetmeyin) Mal kaybı (uçak) Hastalıktan korunmak için dua etmek (talihsizlik) Dağlarda ve mezarlarda uğur", "古人": "Taibai sarhoşken ayı yakaladı (Li Taibai sarhoşken ayı yakaladı)", "第X籤": "Piyangoyu elli saniyede kazanma (Piyango)", "宮": "Rahim"}