{"籤詩版本二": "Hayal kırıklığı mutluluğa dönüştüğünde ejderhalar kükrer ve kaplanlar kükrer.\nMavi gökyüzünün gökyüzüne giden kendi yolu var, şöhrete ulaşmak için bir şansım daha olsun.", "詩意": "Bu heksagram kükreyen bir ejderha ve kükreyen bir kaplan gibidir.\nHer şeyin yolunda gideceğine dair umut var.", "解曰": "Sadece öğret ve git. Kendi refahınız olsun. Sonunda yapılmalıdır. Bulunacak bir yer var.", "籤詩故事一": "◇Liu Bei bir gelini işe alır\nChibi Savaşı'ndan sonra Sun Quan, Liu Bei tarafından ele geçirilen Jingzhou'yu geri kazanmaya hevesliydi, bu yüzden kız kardeşi Sun Ren'i Liu Bei ile nişanlamak istiyormuş gibi davranarak Zhou Yu'nun planını kullandı, ama aslında onu almak istiyordu. Liu Bei, Jingzhou'yu almak için rehin olarak.\nZhuge Liang, Zhou Yu'nun planı hakkında casusluk yaptıktan sonra, stratejiyi içeren broşürü, Liu Bei'yi Soochow'a gittiğinde koruyan Zhao Yun'a verdi.Zhao Yun, broşürdeki stratejiyi takip etti ve kasıtlı olarak Wu Guotai'ye izin vermek için büyük bir sıçrama yaptı ( Sun Quan'ın babası) evlenme teklifinden haberdardır. Wu Guotai kızını sevdiği ve kızının ömür boyu meselelerine gelişigüzel karar vermek istemediği için Sun Quan'ı kız kardeşine karşı acımasız olduğu için azarladı ve Liu Bei'nin Ganlu Tapınağında kızına layık olup olmadığını kişisel olarak test etmeyi teklif etti. Wu Guotai, Liu Bei ile tanıştıktan sonra, Liu Bei'yi büyük ölçüde takdir etti ve Liu Bei ile kızı arasındaki evliliği şiddetle savundu.Sonuç olarak Liu Bei, Bayan Sun ile başarılı bir şekilde evlendi.\nDaha sonra Liu Bei ve Bayan Sun birlikte Jingzhou'ya kaçtılar.Daha sonra Sun Quan, Jingzhou'ya saldırmak için Liu Bei'nin Yizhou'ya yaptığı saldırıdan yararlanmak istedi, ancak kızının güvenliğinden endişe duyan Wu Guotai tarafından durduruldu.\nDedi ki: \"Zhou Yu'nun zekice planı dünyanın en iyisidir. Karısını ve askerlerini kaybetti.\"\n(Liu Bei zarardan kazandı)", "聖意": "Evde şanssızım ve şanssızım (önce kötü şans, sonra iyi şans). Zenginlik, denge, evlilikte zorluk, evlilikte başarı arayın. Yayalar için bereket, tarlalardaki ipekböcekleri, hayvanlara zarar verenler için beş puan, arayın insanlara, davalara ve göçlere, kaybedilen mallara hayırlı, hastalıklara uğurlu, dağların ve mezarların selameti.", "古人": "Liu Bei bir gelini işe alıyor", "第X籤": "Elli üçüncü kazanan numara", "宮": "Rahim"}