{"籤詩版本二": "Fazilet babadan oğula toruna geçer.Yiyecek ve giyecekte refah yalnızca Allah'a bağlıdır.\nSalondaki Chunxuan insanları mutlu ediyor.Aç, tok, susuz ve uykulu olduklarında Chunxuan ebeveynler için bir metafordur.", "詩意": "Bu heksagram bahara giden bambu görüntüsüyle bağlantılıdır.\nİnşallah herşey yolunda gidiyordur.", "解曰": "Bambuyu alın ve bahara götürün. Sonsuza kadar yayılıyor. Bir beyefendi umut arar. Hepsi çok memnundu.", "籤詩故事一": "◇ Zhou Kralı Wu tahta çıktı\nZhou Kralı Wu, Kral Zhou'ya saldırdı ve sekiz yüz prensi Kral Shang'ın ordusuna karşı savaşmaya yönlendirdi.Chaoge'deki (Kral Shang'ın başkenti) askerler de Kral Shang'a karşı çıktı ve Kral Shang'a ihanet etti.\nKral Zhou, Zhaixing Kulesi'nde kendini yaktı ve Shang Hanedanlığı yok edildi.\nKral Wu, imparatorun tahtı olan altın kitabı ve altın hazinesini kabul etti, güneye döndü, elleri kavuşturuldu ve dik oturdu. Kral Wu, Lutai'nin mülkünün dağıtılmasını, Yıldız Toplama Kulesi'nin yıkılmasını ve Juqiao'da depolanan pirinç tanesinin dağıtılmasını emretti.\nTutuklu Jizi'yi serbest bırakın ve Bigan'ın mezarını onarın. Kral Wu, bilge Shang Rong'un evinin kapısına doğru ilerledi ve başını eğdi. Erdemli ve nazik insanlara saygı gösterin ve iç saraydaki köleleri bırakın.\nAyrıca silahlanmayı durdurdu ve kültür ve eğitimi teşvik etti. Nanshan'ın güneyinde şeftali ağaçlarıyla kaplı kırsal alanda atlar otlatılıyor ve sığırlar otlatılıyor, huzur dolu bir manzara.", "聖意": "Ev iyi durumda değil (iyi şanslar), kendi dileklerinizi gerçekleştirebilirsiniz (iyi şanslar), maddi kazanç elde edebilirsiniz, bir işlem yapabilirsiniz ve evlenebilirsiniz (iyi bir damadınızla tanışabilirsiniz), Liujia güvendedir (burç) işareti), yayalar tarlaları hareket ettirir, ipekböcekleri şanslıdır, altı hayvan zarar görür, insanlar zor bulunur (bkz.) kamu davaları, asil bir insan hareket eder, iyi şanslar kaybolur.", "古人": "Zhou Kralı Wu tahta çıktı", "第X籤": "Piyangonun elli beşinci kazanılması (kura çekimi)", "宮": "Çirkin Saray"}