{"籤詩版本二": "Sahil kayalarla dolu, dere akıyor, rüzgar berrak, ay berrak ve soylu insanlar meşgul.\nYolda nereye gideyim diye sormak zorunda kalıyorum, ormandaki çiçeklerin, bitkilerin kokusunu almayın, umursamayın.", "詩意": "Bu heksagram küçük bir kumsalda seyahat eden bir tekneye benzer.\nHer konuda yardım edecek asil insanlar var.", "解曰": "Geçinmek. Çok fazla sıkı çalışma. Muhafazakar kalın ve bekleyin. Herşey gönlünce olsun.", "籤詩故事一": "◇Lushan isyanı\nSoyadı Kang olan ve Yaluoshan adlı bir Lushan (703-757), Liucheng, Yingzhou'dan (şimdi Chaoyang, Liaoning) geliyordu.\nDaha sonra An soyadını aldı ve adını Lushan olarak değiştirdi. Tang Hanedanlığı İmparatoru Xuanzong'un hükümdarlığı sırasında An Lushan askeri elçiydi.\nTianbao'nun 14. yılının Kasım ayında An Lushan, Fanyang'da birlikler topladı.Yang Guozhong'a saldırmak adına bir isyan başlattı ve doğudaki başkent Luoyang'a saldırmak için üç kasabanın birliklerini aldı. Taiyuan'dan gelen raporlar hemen Lishan'a ulaştı. O sırada Lishan'daki Huaqing Sarayında bulunan Tang Xuanzong, Anlushan'ın isyan edeceğine inanmıyordu. Ancak isyan haberleri yayılmaya devam etti ve Xuanzong hâlâ yarı ikna olmuştu. (Bu, \"bir deredeki küçük kayaların üzerinde akan sert suyun sesinin\" tasviridir)\nPingyuan İlçesi Valisi Yan Zhenqing, Xuanzong'un rüyasından uyandığına dair bilgi göndermesi için birini gönderene kadar değildi.\nTang Hanedanlığı İmparatoru Xuanzong'un hatalı stratejisi altında, An Lushan'ın süvari alayı doğu başkenti Luoyang'ı ele geçirdi. Ertesi yılın ilk ayında kendisini Luoyang'da İmparator Dayan, Jianyuan Shengwu, İmparator Xiongwu ve Da Xixun olarak ilan etti. Başbakan.\nAynı yılın Haziran ayında, Chang'an'daki krizi hafifletmek isteyen Tang Hanedanlığı İmparatoru Xuanzong, yanlış askeri anlayışla iki ünlü generali, Feng Changqing ve Gao Xianzhi'yi idam etti.Bu emir Tang ordusunu şok etti. (Bu davranış \"yol öndeki nehri işaret etmelidir\" kuralını ihlal eder)\nDaha sonra, Tang Hanedanlığı İmparatoru Xuanzong, acilen başka bir general olan Ge Shuhan'a Tang ordusunu Tongguan'ın doğusuna doğru yönetmesini emretti.\nTang Hanedanlığı İmparatoru Xuanzong'un stratejik hatasını tam olarak anlayan Ge Shuhan, değişimi ertelemeyi planladı (\"rüzgar sakin ve gelgit sakinse sorun değil\" yaklaşımı).\nSonunda Tang Hanedanlığı İmparatoru Xuanzong, savaşamayacak kadar çekingen olduğunu düşündü, bu yüzden An Lushan'la gözyaşları içinde savaşmaktan başka seçeneği kalmadı ve mağlup oldu. (\"Kendinizi geçindirmek için çok çalışırsanız yaralanabilirsiniz.\" ifadesinin gereğini yerine getirir.)\nTang Hanedanlığı'nda, sınır birliklerinin ve yerel garnizonların yanıt verecek zamanı olmadığında An Lushan'ın ordusu sınırı bastırdı ve başkent bölgesine girdi. Kritik bir durumda, Tang Hanedanlığı İmparatoru Xuanzong, Muhafız Birliklerini başkentten kaçmaya yönlendirerek lidersiz Xijing Chang'an'ın düşmesine neden oldu.\n(Tang Xuanzong bu işaretin rehberliğini ihlal etti, dolayısıyla An Lushan'ın isyanı başarılı oldu.)", "聖意": "Ev güvenli, kişi uğurlu, servet istikrarlı, işlem başarılı ve evlilik başarılı (dikkat).Lujia'dan bir erkek yaya tarlaya gelir, ipekböcekleri hasat edilir ve altı hayvan zarar görür.Kişi Bulunur ve kamu davası haklı çıkar.Kaybedilen mal hastalık getirir, yani Anshan mezarının onarılması gerekir.", "古人": "Luşan isyanı", "第X籤": "Elli altıncı piyango", "宮": "Çirkin Saray"}