{"籤詩版本二": "Sabah ve akşam, Buda'nın desteği tehlike anında olmalı ama tehlikede değil\nAsil bir kişiden etkilenirseniz, o zaman para ve ipek de size eşlik edecektir, bu Chuan Lai. Her şey sana bağlı.", "詩意": "Bu heksagram, tanrıların ve Budaların gizli kutsamasını temsil eder.\nSabırlı olun ve her şeyde iyi şanslar dileriz.", "解曰": "Eski moda barışın bir işareti. Her şey pahalı olduğunda hayırlı olacaktır.", "籤詩故事一": "◇Tang Monk aydınlanmaya ulaştı\nBir gün Tang Seng nehre geldi ve önünde Buda'nın Lingshan Dağı'nı gördü.Önünde tek tahtalı bir köprü vardı.Tang Seng onu geçmeye cesaret edemedi. Buda bir kayıkçıya dönüştü ve dipsiz, kırık bir tekneyi tuttu.Tang Monk tekneye biner binmez nehre düştü ve kayıkçı tarafından kurtarıldı.Tang Monk bu şekilde Budalığa ulaştı. (Batıya Yolculuk Hikayesi)\n◇Tang Monk'un Budist kutsal yazıları\nTang Hanedanlığı'ndan Sanzang'ın ortak soyadı Chen'di ve verilen adı Yi'ydi. Luozhou'nun Goushi İlçesinde (şu anda Henan Eyaleti, Yanshi Şehri'nin güneyinde) doğdu. On üç yaşında keşiş oldu ve Budist adı Xuanzang'ı aldı.\nOrijinal Budist yazıtlarını elde etmek için, Zhengguan'ın üçüncü yılında (MS 629) Chang'an'dan (bugünkü Xi'an, Shaanxi Eyaleti) yola çıktı, sınırı geçme cesaretini gösterdi ve Tianzhu'ya ulaşmak için sayısız zorluklardan geçti ( Hindistan) kutsal yazıları toplamak için. Ganj ve İndus nehri havzaları ile Hindistan'ın güneydoğu kıyı bölgeleri boyunca seyahat etti, ardından karla kaplı dağları ve yeşil sırtları geçerek 50.000 milden fazla ileri geri yürüyüş yaparak sonunda Chang'an'a dönmesi 16 yılını aldı. Zhengguan'ın 19. yılı (MS 645). Çok sayıda Budist kutsal kitabını geri getirdi ve bunları Çinceye tercüme etti.\n(Tang Sanzang, Çin ve Hindistan arasında uzun bir yolculuk yaptı. Tehlikelerle karşılaşmış olmalı, ancak arkasında görünmez bir koruyucu aziz olduğu için güvenli bir şekilde geri dönebildi.)", "聖意": "Ev güvenli, kişi uğurlu, Batı işi başarılı, evlilik başarılı, yayalar tarlayı kapatıyor, ipekböcekleri engelleniyor, ipekböcekleri yedi nokta, hayvancılık karlı, arayış insan, Batılı Kamu davası kötüdür, göç muhafazakârdır, kaybedilen mal görülür, hastalık uğurludur, dağlar ve mezarlar uğurludur.", "古人": "Tang Monk aydınlanmaya ulaştı", "第X籤": "Piyangoyu altmış ikide kazanmak", "宮": "Yin Sarayı"}