{"籤詩版本二": "Bibo Göleti'nde yüzen balıklar tuzağa yakalandı.\nDüşündükten sonra bir şeyler ters giderse, sonunda sorun yaşanacaktır.", "詩意": "Bu heksagram tuzağa yakalanmış bir balığı temsil eder.\nAyrıca her konuda dikkatli olmanız tavsiye edilir.", "解曰": "Evin altındaki yerleşim. Felaket gökten yağıyor. Erken kalkın ve önce önleminizi alın. Felaketlerden kaçının.", "籤詩故事一": "◇At suyla kaplıdır (suyu toplamak zordur)\nHan Hanedanı. Wengzi'nin nezaket adı olan Zhu Maichen, Kuaiji'deki (şu anda Suzhou Şehri'nin bir parçası) Wu'nun yerlisiydi.\nİlk yıllarında, Maichen'in ailesi fakirdi ve hiçbir başarısı yoktu.Çift, arka sokaktaki sazdan yapılmış bir kapıda yaşıyor, yakacak odun kesiyor ve geçimini sağlamak için satıyordu. Yakacak odunu başkasının fiyatına satarak fazla para kazanamazsınız.\nKarısı su almak için dışarı çıktığında bir grup çocuğun Maichen'e güldüğünü gördü, karısı bunun utanç verici olduğunu düşündü ve sonra gitti.\nZhu Maichen elli yaşındayken, Han Hanedanlığı İmparatoru Wu yetenekleri aradı ve Kuaiji'nin valisi olarak Zhu'ya taptı.\nKarısı körlüğünden pişman oldu ve hayatının geri kalanında Zhu'ya hizmet edecek bir hizmetçi ve cariyeye indirgenmeyi diledi.\nMaichen, eski eşine bir kova su alıp merdivenlere dökmesini emrederek, \"Eğer su geri alınırsa ikisi tekrar bir araya gelebilir\" dedi.\nKarı-koca arasındaki ilişki dikkate alınarak, kadına ve yeniden evlenen kocasına arka bahçede kendilerini yetiştirmeleri ve geçindirmeleri için açık bir alan verildi. Karısı kendini nehre atarak hayatını kaybetti.", "聖意": "Ev tehlikede, kendisi tehlikede, para kayboluyor, işlem huzur içinde, evlilik uyumlu değil, Liujia korkuyor, insanlar engelleniyor, tarladaki ipekböcekleri zarar görüyor, altı hayvan kayboluyor, insanlar telef oluyor Bulunur, davalar kaybedilir, göç iyidir, kaybedilen şeyler uğursuzdur, hastalıklar çıkar, felaketler ve tehlikeli dağ mezarları değiştirilmelidir.", "古人": "At su ile kaplıdır (suyu toplamak zordur)", "第X籤": "Altmış dördüncü işaret", "宮": "Maogong"}