{"籤詩版本二": "Kış geldiğinde, dağdaki bir erik çiçeği dalı, yaprakları dökülse, dalları kurusa bile yok olmaz.\nAma bahar geldiğinde yine de kendimi fahişe olarak geri gönderiyorum ve orijinal eseri yok ediyorum.", "詩意": "Bu heksagramda erik çiçeği lider konumdadır.\nGecikirse her şey iyidir.", "解曰": "Bir ok boş atıldı. Boş olduğunda boş değildir. Baharın gelmesini bekliyoruz. Renk onun içindedir.", "籤詩故事一": "◇İki kez gol atıldı\nTang Hanedanlığı İmparatoru Dezong'un hükümdarlığı sırasında, sadık bakan Mei Bogao ve ailesi, hepsini öldürmek isteyen hain Başbakan Lu Qi tarafından tuzağa düşürüldü. Sadece oğlu Mei Liangyu kaçmayı başardı. Kimliğini gizlemek için Wang Xitong'a isim verdi. Sokaklarda aç ve soğuk bir şekilde tek başına yaşıyordu ama şans eseri Chen Risheng (Chen Dongchu) tarafından yanına alındı. Chen Risheng hayat tecrübesini bilmiyordu, bu yüzden Chen'in sokakta açlıktan ölmemesi için erik bahçesinin bakımına yardım etmesini istedi.\nChen Risheng, Mei Bogao'nun sınıf arkadaşı ve arkadaşıydı.Lu Qi tarafından zulüm görürken Mei Bogao tarafından kurtarıldı.Sonuç olarak Mei Bogao ve Lu Qi düşman oldu.Sonunda tüm aileleri idam edildi.Chen Risheng Risheng bundan dolayı üzgün ve öfkeli hissetti.Evlendikten sonra istifa etti ve ailesini inzivaya çekilmek üzere Yangzhou'ya taşıdı.\nChen Risheng'in Chen Xingyuan adında güzel ve hoş kokulu bir kızı vardır.Mei Liangyu, Chen ailesine geldikten sonra ilk görüşte birbirlerine aşık oldular. Aynı zamanda Mei Bogao'nun ölüm yıldönümü olan erik çiçeklerinin tamamen çiçek açtığı bir günde Chen Risheng ve ailesi, ölen arkadaşları ve hayırseverlerini anmak için evlerinin erik bahçesinde bir sunak açtılar. Beklenmedik bir şekilde hava aniden değişti. ve şiddetli bir kar fırtınası esti ve tüm erik çiçeklerini kapladı. Chen Risheng, güvenli bir şekilde kaçabildiğinden yakındı ama Mei ailesinin torunlarını bile kurtaramadı.Bunun Tanrı'dan gelen bir uyarı olduğunu düşündü, bu yüzden erik çiçekleri tekrar açmadığı sürece yemin etti, bu da onun torunlarının Mei ailesi hala hayattaydı, hiçbir şey söylemedi, Budizm'e kaçtı ve keşiş oldu.\nKızı Xingyuan bunu duydu ve hemen tütsü yaktı ve erik çiçeklerinin yeniden açması için Tanrı'ya içtenlikle dua etti. Samimiyetleri cenneti etkiledi ve erik bahçesindeki tüm erik ağaçları yeniden çiçek açtı; daha sonra Chen Risheng, Xitong'un Liangyu olduğunu anladı ve kızı Xingyuan'ı onunla nişanladı.", "聖意": "Ev ve ev kendine, bahtına, zenginlik peşinde koşmaya, alışverişte basiretli olmaya, evlenme zamanına kadar beklemeye, geç kalmaya, evlenmeye, geç kalmaya, refaha kavuşmaya iyi gelmez. bahar, geç kalmak, geç kalmak, geç kalmak, meşgul olmak, meşgul olmak, müreffeh olmak, meşgul olmak, bulunmak.", "古人": "İki kez gol attı", "第X籤": "Lott'u Kazanan Altmış Dokuz", "宮": "Tatsumi"}