{"籤詩版本二": "Chao Chao çiçek toplayan bir arı gibidir; güneybatıdan doğuya doğru uçar\nBahar bitti, çiçekler gitti, aranacak yer kalmadı, bu yürek yerini değiştirmez.", "詩意": "Bu heksagram çiçek toplayan bir arıya benzer.\nHer şey zahmetli ve zahmetlidir.", "解曰": "Bahar manzarası yok. Uzun süre yağmur yağar ama bir türlü dinmez. Yardım isteyin. Sessiz olmak daha iyi.\n.", "籤詩故事一": "◇Li Mi, Tang Hanedanlığı'na isyan etti\nLi Mi\n(582-619), Çin'in Sui Hanedanlığı'nın sonlarında köylü ayaklanmasında Wagang Ordusu'nun son lideri. Kaligrafi ustası. Fa kelimesinin ustası, Chang'an, Jingzhao'nun yerlisiydi ve atalarının evi Xiangping, Liaodong'du (şimdi Liaoyang, Liaoning'in güneyinde). Chang'an, Jingzhao'nun yerlisi, atalarının evi Xiangping, Liaodong'dur (şu anda Liaoyang, Liaoning'in güneyinde).\nDaye'nin dokuzuncu yılında (613), Liyang'da (şu anda Henan Eyaleti, Junxian İlçesinin kuzeydoğusunda) Yang Xuangan'ın Sui Hanedanlığı'na karşı isyanına katıldı. Daye'nin dokuzuncu yılında (613), Liyang'da (şu anda Henan Eyaleti, Junxian İlçesinin kuzeydoğusunda) Yang Xuangan'ın Sui Hanedanlığı'na karşı isyanına katıldı. Gizemli duygu yenildi,\nLi Mi kaçtı. Xuangan yenildi ve Li Mi kaçtı.\nDaye'nin on ikinci yılında Wagang Ordusu'na katıldı.\n. Daye'nin saltanatının on ikinci yılında Wagang Ordusu'na katıldı. Li Mi strateji konusunda iyiydi. Daye'nin on ikinci yılının ekim ayında Li Mi, Zhai'yi orduya eşlik eden güçlü general Xingyang Tong'a saldırmaya, Zhang Xutuo'yu savunmaya, Sui ordusunu yenmeye ve Zhang Xutuo'yu öldürmeye ikna etti. Li Mi strateji konusunda iyiydi. Daye'nin on ikinci yılının ekim ayında Li Mi, Zhai'yi orduya eşlik eden güçlü general Xingyang Tong'a saldırmaya, Zhang Xutuo'yu savunmaya, Sui ordusunu yenmeye ve Zhang Xutuo'yu öldürmeye ikna etti.\nDaha sonra, Xingluo (daha sonra adı Luokou olarak değiştirildi) deposuna saldırmayı, depoyu yardım için açmayı ve ekibi genişletmeyi teklif etti. Wagang Ordusu ekibi hızla büyüdü. Daye'nin 13. yılında Li Mi, Wagang Ordusuna liderlik etti ve Zhai Rang Sui Hanedanlığı'nın rütbesinin indirilmesi ve dağıtımıyla uğraşıyordu.Askeri kaynaklar ve diğer konular üzerinde bir savaş vardı ve Li Mi, Zhai Rang'ı ve yüzlerce takipçisini öldürdü. Daha sonra, Xingluo (daha sonra adı Luokou olarak değiştirildi) deposuna saldırmayı, depoyu yardım için açmayı ve ekibi genişletmeyi teklif etti. Wagang Ordusu ekibi hızla büyüdü. Daye'nin 13. yılında Li Mi, Wagang Ordusuna liderlik etti ve Zhai Rang Sui Hanedanlığı'nın rütbesinin indirilmesi ve dağıtımıyla uğraşıyordu.Askeri kaynaklar ve diğer konular üzerinde bir savaş vardı ve Li Mi, Zhai Rang'ı ve yüzlerce takipçisini öldürdü.\nDaye'nin 14. yılının Mart ayında Yu Wenhuaji, Sui Hanedanlığı İmparatoru Yang'ı öldürdü.\n100.000'den fazla insanın batıya dönmesine yol açtı. Daye'nin on dördüncü yılının Mart ayında, Yu Wenhuaji (Yu Wen, bileşik soyadı) Sui Hanedanlığı İmparatoru Yang'ı öldürdü ve 100.000'den fazla insanla birlikte batıya döndü. Li Mi'ye Huaji'ye saldırması emredildi. Huaji yenilmesine rağmen, Li Mi'nin birlikleri de ağır kayıplar verdi. Daha sonra Wang Shichong tarafından takip edildiler. Li Mi'nin ordusu yenildi ve kampı yok edildi. Generalleri Qin Shubao, Cheng Zhijie (orijinal adı) Cheng Yaojin), Niu Jinda ve diğerleri yakalandı. Shan Xiongxin teslim oldu. Li Mi'ye Huaji'ye saldırması emredildi.Huaji mağlup olmasına rağmen Li Mi, birliklerinde de ağır kayıplar verdi. Daha sonra Wang Shichong tarafından takip edildi.Li Mi'nin ordusu yenildi ve kampı yok edildi.Onun generalleri Qin Shubao, Cheng Zhijie (başlangıçta Cheng Yaojin), Niu Jinda ve diğerleri yakalandı ve Shan Xiongxin teslim oldu. Li Mi çaresizdi, bu yüzden Eylül ayında nehri geçerek Heyang'a gitti ve Tang Hanedanlığı'na teslim oldu. Li Mi çaresizdi, bu yüzden Eylül ayında nehri geçerek Heyang'a gitti ve Tang Hanedanlığı'na teslim oldu.\nKasım ayında Li Yuan, Li Mi'yi eski birlikleri askere alması için Shandong'a gönderdi. Kasım, \nLi Yuan, Li Mi'yi eski birlikleri askere alması için Shandong'da beklemesi için gönderdi. Kendisinden şüphelenildiğini hissederek Tang'a isyan etti. Kendisinden şüphelenildiğini hissederek Tang'a isyan etti. Tang generali Sheng Yanshi, Li Mi'yi Xinggong Xian'a saldırmaya davet etti ve onu öldürdü. Tang generali Sheng Yanshi, Li Mi'yi Xinggong Xian'a saldırmaya davet etti ve onu öldürdü.", "聖意": "Ev, ev, dil, benlik, kötü adam, zenginlik arayışı, boşa giden iş, uzun sürmeyen evlilikler, Liujia, boş çiçekler, yayalar, Yaotian, ipekböceği hasarı, altı hayvan hasarı, kayıp kişiler, davalar, kayıp, göç, muhafazakarlık, kayıp mülk, hastalık, engeller, dağ mezarı reformu", "古人": "Li Mi, Tang Hanedanlığı'na isyan etti", "第X籤": "Yetmişinci çekiliş", "宮": "Tatsumi"}