{"籤詩版本二": "Canglong Ondokuzuncu Muhafızların Bilgisi: Bir kadın ikinci bir kocayla evlendi\nBir yay ve iki okla dinozorlar hemen huzur içinde yaşayacak", "詩意": "Bu heksagram iki ok tutan bir yay gibidir.\nBirlikte giderse her şey hayırlıdır.", "解曰": "Çok ağır değil. Kader. Zhen Liuzhong açılıyor. Dikkatli olmanız tavsiye edilir.", "籤詩故事一": "◇Wenjun, Xiangru'yu ziyaret etti\nZhuo Wenjun, Sichuan Eyaleti, Linqiong'da zengin bir iş adamı olan Zhuo Wang'ın torununun kızıydı.Müzik konusunda uzmandı ve edebi bir üne sahipti. On altı yaşındayken evlendi, birkaç yıl sonra kocası öldü ve dul olarak yaşamak üzere doğduğu ailenin yanına döndü.\nBir gün Sima Xiangru, bir ziyafet için Zhuo Wangsun'un evine gitti.Zhuo Wenjun'un yeni dul kaldığını öğrendiğinde, sevgisini ifade etmek için \"Phoenix Seeking the Phoenix\" şarkısını çaldı. Zhuo Wenjun, Sima Xiangru'yu zaten duymuştu ve bu ziyafet onu Sima Xiangru'ya daha da çekici hale getirdi. Öte yandan Sima Xiangru'nun ziyafetinin ardından, Zhuo Wenjun'un kişisel hizmetçisine rüşvet vermek için hemen büyük miktarda para harcadı ve ondan Sima Xiangru'nun Zhuo Wenjun'a olan sevgisini iletmesini istedi. Zhuo Wenjun, hizmetçi aracılığıyla Sima Xiangru'nun aşkını öğrendikten sonra hemen Sima Xiangru'nun yaşadığı hana koştu.Zhuo Wenjun'un gelişini gören Sima Xiangru, hemen onunla birlikte bir gecede Chengdu'daki memleketine kaçtı.\nChengdu'dayken çift yoksuldu ve geçimini sağlamak için küçük bir otel açmak için Linqiong'a dönmek zorunda kaldı.Zhuo Wenjun şarap satıyordu ve Sima Xiangru bulaşıkları yıkıyordu.Zayıf bir hayat yaşadılar. Zhuo Wenjun'un babası Zhuo Wangsun bunu öğrendikten sonra kabul etti ve arkadaşlarının tavsiyesi üzerine onları finanse etti, böylece Sima Xiangru ve Zhuo Wenjun yaşamak için Chengdu'ya döndüler ve daha sonra zengin oldular.", "聖意": "Evini ve malını kaybetme, kendi doğru ve yanlışları, zenginlik arayışı, emek işlemleri, yeniden evlenmekten korunma.", "古人": "Wenjun, Xiangru'yu ziyaret etti", "第X籤": "Yetmişbir Kazanan Loto", "宮": "Tatsumi"}