{"籤詩版本二": "Arıcılar, bir iğne tarafından sokulmamak için balları için dilenmek zorundadırlar.\nÖnünüzde garip bir yol olmalı.Sırrı dikenli orman kadar derindir.", "詩意": "Bu heksagram bal toplayan arıları simgelemektedir.\nHer şey zahmetli ve zahmetlidir.\n\n(Bu heksagram tatlılığın sembolünü arar ve acıyı elde eder.\nHer şeyde felaketleri önleyin.\n)", "解曰": "İşlerin dikkatli yapılması gerekiyor. Zorlamaya gerek yok. Arılar bal toplar. Sebebi nedir?", "籤詩故事一": "◇Wang Mang yetenek arıyor\nBatı Han Hanedanlığı'ndaki Wang Mang ailesinin varlıklı bir aile olduğu söylenebilir. Babası genç yaşta ölmesine rağmen amcalarının ve amcalarının birçoğu Han Hanedanlığı'nın imparatorları oldular, generaller, başbakanlar oldular, markiz oldular ve ödüller aldılar. Wang ailesi son derece önde gelen bir aileydi.\nAncak Wang Mang'ın kendi küçük ailesi son derece fakirdi; babası genç yaşta öldü ve o sadece annesiyle birlikte yaşadı ve akrabalarının yardımlarına güvenerek yaşadı. Ancak bu nedenle Wang Mang, çocukluğundan beri insanlarla ilişkilerde bir dizi beceri geliştirdi ve uyguladı. Ne kadar üzgün ya da kızgın olursa olsun, akrabalarının, büyüklerinin ya da yabancıların önünde her zaman çok mutlu ve huzurlu bir görünüm sergiliyordu, bu yüzden klandaki herkes tarafından oldukça takdir ediliyordu.\nBir defasında en büyük amcası ağır hastaydı. Bunu öğrendikten sonra gelip hastanın yatağının başında bekledi, ilaç ve su getirdi ve geceleri nöbet tuttu. Üst üste birkaç ay boyunca çıplak, dağınık ve bitkin bir haldeydi. O sadece bir hastadan daha \"sabırlıydı\", biyolojik bir oğuldan daha \"oğul\"du.\nBunun için Tayvan halkındaki herkes onu övdü ve onun için ödül isteyen mektuplar yazdı.\nBöylece Han Hanedanlığı İmparatoru Cheng, ona Yeni Başkent Markisi unvanını verdi ve onu sarayda muhafız olarak atadı ve imparatorun yakın bakanı oldu.\nWang Mang, yüksek statüsü ve büyük gücüyle hiçbir zaman kibir veya gevşeklik göstermedi.Bunun yerine giderek daha nazik ve kibar hale geldi.Bir yandan bakanlar, generaller, ünlüler ve akademisyenlerle arkadaşlık kurdu.Diğer yandan daha nazik ve nazik oldu. , fakirlere yardım etti ve servetini cömertçe kullandı.\nAncak çok tutumlu bir hayat yaşadı; genellikle et yemekleri yiyordu, uzun elbiseler ve uzun kollu elbiseler giyiyordu, sadece kısa kıyafetler giyiyordu. Bunun üzerine hükümette ve kamuoyunda herkes oybirliğiyle onu \"erdemli\" sözüyle övdü.\nDaha sonra amcası Grand Sima Wanggen hastalıktan öldü ve yerine o seçildi. İmparator ve tüm bakanlar onun en uygun kişi olduğunu düşünüyorlardı. Bu nedenle henüz otuz sekiz yaşında olan Wang Mang, ülkedeki en yüksek askeri güce sahip Büyük Sima oldu.\n(Bu hikaye bir metafordur. İyi bir insan olmak, \"arı sokmasının zorluğundan\" kurtulmanıza ve ideallerinize istediğiniz gibi ulaşmanıza yardımcı olabilir.)", "聖意": "Ev kendine iyi gelmiyor, aile sıkıntıda, iş tıkalı, evlilik tıkalı, altı zırh sahte, yayalar geç kalıyor, ipekböceği hasadı az, hayvancılık az, geçim zor insan bul, dava kötü, göç ilerlemiyor, kaybedilen mal kötü, hastalık kuruluyor, dağ mezarı kayboluyor", "古人": "Wang Mang yetenek arıyor", "第X籤": "Piyangoyu yetmiş ikide kazanmak", "宮": "Tatsumi"}