{"籤詩版本二": "Bahar gelince gök gürler, böcekler cıvıldar ve ben çamurdan uzaklaşırım\nHâlâ gelip gittiğimi ilk fark ettiğimde, bir kez değiştiğimde ejderhaya dönüştüm.", "詩意": "Bu heksagram gök gürültüsü ve böcekler gibidir.\nAsil bir insanla tanışmak her şeyde iyi bir işarettir.", "解曰": "Gök gürültüsü çarpıyor. Giriş ve çıkışta iki depozito. Bir kez değiştirin. Tianmen'e kadar.", "籤詩故事一": "◇Chenqiao İsyanı\nMS 959'da Zhou Shizong Chai Rong öldü ve tahta çıkan İmparator Gong Chai Zongxun sadece yedi yaşındaydı. O dönemde sarayın önünde müfettiş ve Songzhou'nun Alman Ordusu elçisi olarak görev yapan Zhao Kuangyin gerçek gücü elinde tutuyordu.\nMS 960 baharında, Zhenzhou (bugünkü Hebei Eyaleti, Zhengding) ve Dingzhou (bugünkü Hebei Eyaleti, Dingxian İlçesi), Kuzey Han Hanedanlığı ve Liao Eyaleti ordularının Geç Zhou Hanedanlığı'na saldırmak için birlikte güneye gittiklerini bildirdi. büyük bir ivme kazandı ve yardım için birlik gönderilmesini talep etti. Daha sonra Zhou Hanedanlığı, Zhao Kuangyin'e düşmana karşı savaşmak için birliklerini kuzeye yönlendirmesini emretti. Zhao Kuangyin, kardeşi Zhao Guangyi, Zhao Pu, Shi Shouxin ve diğerlerinin planları doğrultusunda gizlice hareket etti.\n3 Şubat'ta ordu Chenqiaoyi'ye (şimdiki adı Henan, Fengqiu'nun güneydoğusundaki Chenqiao Kasabası) vardığında bir isyan başlattılar ve askerlere kendisi için sarı elbiseler giymelerini emrettiler.Sonraki Zhou Hanedanlığı'na isyan ettiler ve Zhao Kuangyin'i imparator olarak desteklediler. . Bundan sonra Zhao, askerlerini yakmadan, öldürmeden veya yağmalamadan Kaifeng'e geri götürdü. \"Taizu Chen Qiao, başkentin halkını rahatsız etmeyeceğine yemin etti ve şehre girdiği gün şehri rahatsız etmeyeceğine söz verdi.\"\nAy ayının üçüncü yılının üçüncü gününde, Zhao Kuangyin Chenqiao'da isyan çıkardı ve başkente döndü. Fan Zhi, Wang Pu ve Wei Renpu'yu Zhao Kuangyin'i sorgulamaya yönlendirdi. Luo Yanhuan kılıcını çadırın önünde çekti ve yüksek sesle bağırdı. : \"Üç ordunun efendisi yok. Generaller onu imparator olarak atamaya karar verdiler. Konuşan herkes öldürülecek!\". Wang Pu'nun yüzü dünya kadar solgundu. Adımlarını indirdi ve eğildi. Fan Zhi de eğildi. Kuang Yin şahsen ona yardım etti ve ona büyük bir nezaketle davrandı.\nOrta derecede bir direnişin ardından, Geç Zhou Hanedanlığı İmparatoru Gong tahtı devraldı ve Zhao da tahtı devraldı. \"Taizu Zen'i kabul etmek üzereydi ama ortada bir Zen metni yoktu. Hanlin'in bir alimi olan Tao Gu bu emri kabul etti. ve yanına gelerek şöyle dedi: \"İşte bu oldu.\"\nZhao tahta çıktıktan sonra ülkenin adını Song, Yuan'ı Jianlong olarak değiştirdi ve Kaifeng'i başkent yaptı. Shi Shouxin, Gao Huaide, Zhang Lingduo, Wang Shenqi, Zhang Guanghan ve Zhao Yanhui'ye Jiedushi unvanı verildi. Tarihte \"Chenqiao İsyanı\" olarak anılan olay.\nVikipedi\n(Bu hikaye bunun Zhao Kuangyin'in performansının başlangıcı olduğunu temsil ediyor.)", "聖意": "Eviniz, günlük yaşamınız, zenginlik, iyi şans, iş hayatında iyi şanslar, asil evlilik, Liujia'da başarı, erkek yayalar, tarlalarda ipekböceklerinin erken doğması, altı hayvanın erken doğması, baharda iyi şanslar, insan aramak için dua edin , davalarda başarı, göçte uğur, kaybedilen mallar, hastalıklarda tehlikeler, dağlarda ve mezarlarda tehlikeler.", "古人": "Chenqiao İsyanı", "第X籤": "Yetmiş üçe imza atıldı", "宮": "Mi Sarayı"}