{"籤詩版本二": "Rüyada zenginliğin çok olacağına fakat şöhretin boşa çıkacağına tabir edilir.\nSu uzak, dağlar uzak ama sadık olmak zordur.Soylu insan hidayet verir ve gülümser.", "詩意": "Bu heksagram rüyada hazine elde etmenin sembolünü temsil eder.\nHer şey az çok gerçektir.", "解曰": "Rüya gibi, rüya gibi. Şöhret umudu yok. Sadece güzel günleri bekle. Asil talimatlar.", "籤詩故事一": "◇ Yeşimi Zhao'ya iade edin (tamamladıktan sonra yeşimi Zhao'ya iade edin)\nMÖ 283'te Kral Zhao Huiwen, He's Bi'yi Chu'dan aldı.Kral Qin Zhaoxiang haberi duyduktan sonra, Kral Zhao'ya on beş şehri He's Bi ile değiştirme isteğini ifade eden bir mektup gönderdi.\nLin Xiangru, Kral Zhao'ya Qin'in güçlü, Zhao'nun ise zayıf olduğunu ve değiştirilmesi gerektiğini analiz etti.\nKral Zhao daha sonra Lin Xiangru'yu He's Bi ile birlikte Qin'e gönderdi.\nQin Kralı, Zhangtai'de Lin Xiangru ile buluştu ve Lin Xiangru, yeşim taşını Qin Kralı'na sundu. Qin Kralı çok sevindi ve He's Bi'yi güzele uzattı ve etrafındaki herkes ona baktı.Bu sırada soldaki ve sağdaki herkes yaşasın diye bağırdı.\nLin Xiangru, Qin Kralı'nın şehri Zhao'ya vermek gibi bir niyeti olmadığını gördü, bu yüzden Qin Kralı'na yeşiminin kusurlu olduğunu söyledi ve bunu Qin Kralı'na işaret ederek onu alma fırsatını değerlendirmek istedi. yeşim geri.\nLin Xiangru, Heshi'nin Bi'sini geri aldıktan sonra büyük sütunun yanında durarak Heshi'nin Bi'si ile ölmek istediğini gösterdi.\nBu sırada Lin Xiangru, Qin Kralı'na şunları söyledi: \"Zhao Kralı yine de bakanların itirazlarının üstesinden geldi ve bakanın teklifini kabul etti. Sıradan insanlarla etkileşimdeyken birbirini aldatmamış olsa bile, bundan bahsetmeye bile gerek yok Qin büyük bir ülke! Qin ve Zhao arasındaki dostluğu korumak için Kral Zhao Beş günlük oruçtan sonra bakanlarımı yeşim taşıyla birlikte Qin'e gönderdim. Maalesef Qin Kralı'nın Zhao'ya bir hediye vermeye niyeti yoktu. ama aynı zamanda He ailesinin yeşim taşını güzel bir kadına devretti ki bu gerçekten bakanlarımla alay konusu oldu.\"\nLin Xiangru konuşmayı bitirdikten sonra hemen bir sütuna vurma hareketi yaptı.Qin Kralı, He's Bi'nin hasar görmesinden korktu, bu yüzden Zhao'ya on beş şehir veriyormuş gibi yaptı. Lin Xiangru, Kral Qin'in hain planını anladı ve zamanı geciktirmek için He's Bi'yi sunmadan önce Kral Qin'den beş gün oruç tutmasını istedi. Bu birkaç gün içinde Lin Xiangru, Qin Kralı ile ilgilenmek için kalırken, görevlilerini yeşim taşıyla birlikte Zhao Eyaletine dönmeleri için gönderdi.\n(Bu hikaye, sıradan bir insanın gözlerinin statüsüne hayran kalması gibidir.)", "聖意": "Evde bereket için dua etmek, serveti engellemek, işlemlerin yapılmasını zorlaştırmak, Liujiaxu yayalarıyla evlilik uyum içinde değil, Chitian ipekböcekleri kabul edilmiyor, altı hayvan zarar görüyor, insanlar kayıp, kamu davaları ve göç bekleniyor, eşyalar kayboluyor uzaklara gidiyor, hastalıklar kuruluyor, dağ mezarlarına gönderiliyor, değiştiriliyor.", "古人": "Yeşimi Zhao'ya iade edin (yeşimi Zhao'ya tamamlayın)", "第X籤": "Yetmiş yedinci kazanan piyango", "宮": "Öğlen Sarayı"}