{"籤詩版本二": "Çınar ağaçlarının yaprakları dökülmüş, sonbahar yaklaşıyor ve yolcuların dönüş yolculuğu bulutlara benziyor.\nAllah'ın büyük çabaları sayesinde gemi rüzgârda hazineyle birlikte geri döndü.", "詩意": "Bu heksagram çınar ağacının düşen yapraklarını temsil eder.\nHer şey önceden kötü, sonu iyidir.", "解曰": "Bazı şeyleri yürekten alın. Tianxin onu takip ediyor. Geçinmek. Elinden geleni yap.", "籤詩故事一": "◇ Rüzgar Tengwang Köşkü'ne esiyor\nZian'ın izniyle Wang Bo, erken Tang Hanedanlığı şairiydi.Tang Hanedanlığı İmparatoru Gaozong Yonghui'nin ilk yılında doğdu. Wang Bo, çocukluğundan beri kutsal metinleri okuyor ve kendisi \"harika çocuk\" olarak biliniyor. Wang Bo, çocukluğundan beri kutsal metinleri okuyor ve kendisi \"harika çocuk\" olarak biliniyor.\nOn yaşındayken, o ve babası bir Guandi Tapınağının önünden geçtiler. Tapınakta Guandi'nin görkemli heykelini gördüler, elinde \"İlkbahar ve Sonbahar\" kitabının bir kopyasını tutuyordu ve onu okuyordu. Babası bunu görünce, İmparator Guan'a şu sloganı attı: \"Üç tutam yeşil sakal tutuyor, yeşil fenere Qing Hanedanlığı tarihini okuyor ve ünlü isimlere hürmet ediyor. Yeşil ejderhayı ve ayı elimde tutuyorum.\" Bu yılın sonbaharında Wang Bo, Jiaozhi ilçe hakimliğine rütbesi indirilen babasını ziyaret etmek için Shanxi'den Hainan Adası'na gitti ve yol boyunca binlerce dağ ve nehirden geçti. Wang Bo, yirmi yedi yaşındayken yılın sonbaharında, Jiaozhi İlçe Sulh Hakimi görevine indirilen babasını ziyaret etmek için Shanxi'den Hainan Adası'na gitti ve yol boyunca binlerce dağ ve nehirden geçti.\nO gün Madang Dağı'na vardığımızda herkes dinlenmek için karaya çıktı. Wang Bo antik bir tapınağın önünden tek başına geçtiğinde, aniden tapınağın yanındaki taşın üzerinde oturan yaşlı bir adam gördü. Yaşlı adam sarı saçlı bir çocuğa benziyordu. ve bir peri görünümü. Wang Bo'ya şöyle dedi: \"Sen Wang Bo değil misin?\" Wang Bo şaşırdı ve şöyle dedi: \"Kesinlikle! Bunu nasıl biliyorsun?\" Yaşlı adam şöyle dedi: \"Uzun zamandır senin iyi olduğunu duydum. niyetiniz insanları kurtarmak ve şiirleriniz çok anlamlı. Yarın Tengwang Pavyonu'nda büyük bir parti olacak. Eğer ziyafete katılıp bir makale yazarsanız, çağlar boyunca ünlü olacak ve yol masraflarını karşılayacaksınız.\" Madang Dağı'nda herkes dinlenmek için karaya çıktı. Wang Bo antik bir tapınağın yanında tek başına yürürken, aniden tapınağın yanındaki taşta şunu gördü: Sarı saçlı bir çocuğa ve bir periye benzeyen yaşlı bir adam oturuyordu. Wang Bo'ya \"Sen Wang Bo değil misin?\" dedi.\nWang Bo şaşırmıştı ve şöyle dedi: \"Kesinlikle! Bunu nereden biliyorsun?\"\nYaşlı adam şöyle dedi: \"Uzun zamandır insanları kurtarmak gibi iyi bir niyetiniz olduğunu duydum ve yazdığınız şiirler oldukça anlamlı. Yarın Prens Teng'in Köşkü'nde büyük bir parti olacak. Eğer ziyafete katılıp şiir yazabilirseniz, Çağlar boyunca ünlü olacaksın ve yol masraflarını da karşılayacaksın.\"\nWang Bo şöyle dedi: \"Burası Tengwang Köşkü'nden altı ya da yedi yüz mil uzakta. Yarın buraya nasıl gelebiliriz?\" Yaşlı adam şöyle dedi: \"Düzgün bir yolculuk yapmanıza yardımcı olmak için atı ilahi bir rüzgar olarak kullanacağım. yarın kesinlikle geleceğim.\" Wang Bo bana teşekkür etti ve şöyle dedi: \"Affedersin kayınpederim, sen ölümsüz müsün, yoksa tanrı mı?\" Yaşlı adam güldü ve şöyle dedi: \"Ben, Zhongyuan Shuijun'um. Wang Bo, \"Burası Tengwang Köşkü'nden altı ya da yedi yüz mil uzakta. Yarın buraya nasıl gelebiliriz?\"\nYaşlı adam şöyle dedi: \"Atı, rahat bir yolculuk geçirmene yardımcı olmak için ilahi bir rüzgar olarak kullanacağım. Yarın mutlaka geleceğim.\"\nWang Bo ona teşekkür etti ve şöyle dedi: \"Affedersin kayınpeder, sen ölümsüz müsün yoksa tanrı mı?\"\nYaşlı adam güldü ve şöyle dedi: \"Ben bu su alanından sorumlu olan Zhongyuan Shuijun'um!\" Sonra yaşlı adam Wang Bo'ya bir an önce tekneye binmesi konusunda ısrar etti. Bir süre onu çevreleyen uğurlu bulutları ve rüzgârın onu sardığını gördü. Yol boyunca su pürüzsüzdü, göz açıp kapayıncaya kadar yüzlerce kilometre yol kat etmişti.\nSonra yaşlı adam Wang Bo'yu bir an önce tekneye binmeye çağırdı. Bir süre etrafını saran uğurlu bulutları gördü ve bu sorunsuz bir yolculuktu. Göz açıp kapayıncaya kadar yüzlerce kilometre yol kat etmişti. Beklendiği gibi Wang Bo, büyük etkinliğin sabahında Prens Teng'in Köşkü'ne koştu.\nBeklendiği gibi Wang Bo, büyük etkinliğin sabahında Prens Teng'in Köşkü'ne koştu. Ve orada, Tang Hanedanlığı İmparatoru Gaozong'un ebedi başyapıtı olarak adlandırdığı \"Prens Teng'in Köşkü'ne Önsöz\"ü yazdı. Ve orada, Tang Hanedanlığı İmparatoru Gaozong'un ebedi başyapıtı olarak adlandırdığı \"Prens Teng'in Köşkü'ne Önsöz\"ü yazdı.\nŞöyle bir şiir var:\nYetenekli insanların tanrı olduğu her zaman söylenmiştir, bu yüzden rüzgarın Nanchang'ı Nanchang'a getirmesi bir tesadüf değildir;\nTeng Wang'ın yüksek köşkü hakkında bir cümle yazdım ve sonra o ölümsüzlere Zhongyuan'a kadar eşlik etti.", "聖意": "Eviniz için dua edin ve kendinizi koruyun, bereket için dua edin, zenginlik arayın, evlilik ve uyumu yakalayın.", "古人": "Rüzgar Tengwang Pavyonu'na esiyor", "第X籤": "Seksen bir imzala", "宮": "Wei Gong"}