{"籤詩版本二": "İtibarınız yüzünden erdeminizi kaybederseniz ne yapmalısınız?İyi talihin değişmesinden ve kötü şeylerin olmasından korkuyorum.\nSarhoş, nereye gideceğimi bilmiyorum, yemyeşil çam ağaçlarının gölgesinde puslu bir rüya görüyorum.", "詩意": "Bu heksagram sudan çıkan soğuk balığı temsil eder.\nHiçbir şey taşınamaz.\n\n(Bu heksagram kötü erdemin ve kötü şansın sembolüdür.\nHer şeyde ayaklarınız yere bassın.\n)", "解曰": "Soğuyan balık sudan çıkar. Sevilmeyen kimse. Kamp planlarını sorarsanız. Mo Qi'ye daha iyi\nBu işaret Liujia'ya kötü şans getirecek. Her şey ters gidiyor. Güvenlik için dua edin.", "籤詩故事一": "◇Zhuangzi karısını test ediyor\nZhuangzi, Zhou Hanedanlığı'nda doğdu.Soyadı Zhuang'dı, verilen adı Zhou'ydu ve verilen adı Zixiu'ydu.Song Hanedanlığı'ndaki Mengyi'nin yerlisiydi. Zhou Hanedanlığı'nda Qiyuan'ın yetkilisiydi.\nBir gün Zhuangzi dağda bir kadınla tanıştı, yeni bir mezarın önünde çömelmiş, sanki mezarın üzerindeki ıslak toprağı kurutmak istiyormuş gibi umutsuzca yelpazesini sallıyordu. Zhuangzi onun niyetini anlamadı ve ona sordu. Mezara defnedilen kişinin kocası olduğunu söyledi, eşinin son sözlerinin ise mezardaki toprak kuruyuncaya kadar yeniden evlenemeyeceği yönünde olduğunu söyledi. Daha fazla bekleyemedi ve ikinci baharı takip edebilmek için mezar toprağını daha hızlı kuruması için karıştırdı.\nZhuangzi, dünyada böylesine kalpsiz bir kadının olduğunu düşündüğünde iç geçirdi. Sonra düşündüm, benim karım da böyle olur mu? Şüphe ortaya çıktığında bunu test etmek isterim.\nZhuangzi'nin karısının soyadı Tian'dı ve çiftin genellikle yakın bir ilişkisi vardı.Karısının sadakatini test etmek için Zhuangzi, ölmüş gibi davranmaya karar verdi.\nZhuangzi'nin ani bir hastalıktan öldüğünü duyunca, akrabaları ve arkadaşları da dahil olmak üzere her yerden pek çok kişi başsağlığı dilemeye geldi.Bunların arasında zenginlik açısından zengin olan Chu eyaletinden yakışıklı bir kral ve torunu da vardı. Tian yeni dul kalmıştı ve acınacak haldeydi, onun peşine düştü. Bayan Tian, ​​bu ayartmaya dayanamadı ve Wang Sun'a aşık oldu.Onlar, sadece yirmi gün içinde evlendiler.\nO gece şarap içildiğinde ve kulaklar sıcakken Wang Sun aniden kalp krizi geçirdi ve öldü.\nBayan Tian korktu ve paniğe kapıldı ve Wang Sun'a acilen ne yapması gerektiğini sordu.Wang Sun acıya dayandı ve Bayan Tian'a ölü bedenlerin beyinlerinin ölüleri hayata döndürmek için kullanılabileceğini söyledi.\nCeset nerede bulunur? Bayan Tian aniden şunu düşündü, kocası ölmemiş miydi? Bay Tian, ​​karı koca arasındaki eski aşkı unuttu ve aslında bir balta alıp kocasının tabutunu yardı ve ilaç için beynini çıkarmaya hazırlandı.\nBeklenmedik bir şekilde tabut açıldığında Zhuangzi hayata geri döndü. Bayan Tian o kadar utandı ki kendini astı.\n(Bu hikaye kişisel kazanç için dostluğun ihlal edilmesinin bir metaforudur, bu yüzden buna katılamayız.)", "聖意": "Ev huzurlu, benlik güvende, para adil değil, ticaret feda ediliyor, evlilik çözülüyor, Liujia'daki kötülük müreffeh, yayalar gelmedi, ipekböcekleri huzur içinde, hayvanlar huzur içinde, halk insan arıyor, dava değişti, müritler muhafazakarlaştı, mal kaybedildi, hastalık yok, dağ ve mezarlar şer oldu.", "古人": "Zhuangzi karısını test ediyor", "第X籤": "Lot 84", "宮": "Wei Gong"}