{"籤詩版本二": "Dağın önündeki yolu kara bulutlar ve sis kaplıyor, her şey yuvarlak, ay da yine yuvarlak.\nŞiir ve kitap alırsan derin bir rüyadan uyanacaksın, asil kişi seni çatıya çıkaracak.", "詩意": "Bu heksagram baharın sonunu ve çiçeklerin açmasını simgelemektedir.\nRabbimden sonra her şey değişir.", "解曰": "Yaşlı adamın yardım istemesi gerekiyor. İlkbaharda tekrar çiçek açar. Şöhret ve zenginlik arzusu. Yaşamın sonlarında beklenmedik bir olayla karşılaşın.", "籤詩故事一": "◇Han Wengong karla karşılaşıyor\nNezaket adı Tuizhi olan Han Yu, Changli'dendi. Tang Dezong, Zhenyuan'ın sekizinci yılında Jinshi oldu ve ölümünden sonra unvanı Wen Gong oldu.\nTang Hanedanlığı İmparatoru Xianzong'un hükümdarlığı sırasında Han Yu'nun Buda'nın kemiklerine itiraz etmesi İmparatoru kızdırdı. Han Yu, karısını ve çocuklarını bırakıp Chaozhou'ya gitti. Birkaç günden az bir süre yürüdükten sonra soğuk rüzgar şiddetlendi ve yoğun kar yağdı. Han Yu, karın birkaç metre derinliğinde olduğu ve atının ilerlemesini zorlaştırdığı bir yere geldi.Yakınlarda ev yoktu ve yolun nerede olduğunu bilmiyordu. Yolu takip edip geri çekilmek istersen geri dönüş yoktur. Rüzgar sert esiyordu ve kar hızla yağıyordu.Han Yu iliklerine kadar ıslanmıştı, donuyordu ve açtı ve üzüntüsünü ifade edecek hiçbir yeri yoktu.\nHan Yu içini çekti ve şöyle dedi: \"İmparator beni öldürmeyecek ama imparator beni yok etmek istiyor.\"\nHan Yu tam çaresiz kaldığı sırada şiddetli soğuğa rağmen karı temizlemeye gelen bir adam gördü ve onun Han Xiangzi (Han Yu'nun yeğeni) olduğu ortaya çıktı.\nDaha önce Han Xiangzi, Han Yu'ya şunu söylemişti: \"Yun Heng'in Qinling'deki evi nerede? Kar mavi kapıyı kaplıyor ve at ilerlemeyi bırakıyor.\" O zamanlar Han Yu, Han Xiangzi'nin ne demek istediğini anlamamıştı ama şimdi o nihayet anlaşıldı.\nBöylece Han Yu ve Han Xiangzi geceyi Fu'nun Languan'daki evinde geçirmeye gittiler. Geçmiş ve uygulamaya giden yol hakkında konuşan Han Yu, içtenlikle ikna olmuştu.\nDaha sonra Han Yu resmi görevini bıraktı, tüm mal varlığını yerel yönetime bağışladı ve Taoizm'i uygulamak ve ölümsüz olmak için dağlara gitti.", "聖意": "Ev kendine iyi gelmiyor, para aramaya dikkat et, işine odaklan, evlilik gecikiyor, Liujia kadın yayaları tarlaları kapatıyor, ipekböcekleri iyi, hayvancılık iyi, insan bulmak zor, kamu davaları tekrarlanıyor, göç güncellenir, kaybolan şeyler ciddidir, hastalıklar gecikir, dağ mezarları değiştirilmelidir.", "古人": "Han Wengong karla karşılaştı", "第X籤": "Seksen beşinci kazanan piyango", "宮": "Shen Gong"}