{"籤詩版本二": "Batıdaki dağın yarısına kadar yürüdüğümüzde Junling'in kayalıklarına yerleşilemez.\nKorunması için Tanrı'ya sığınan bu ceset hâlâ morgda", "詩意": "Bu heksagram kumda altın aramaya benziyor.\nHer şeyde asil insanların izleri vardır.\n\nAyrıca: Bu heksagram kişinin tehlikede olduğunu gösterir.\nHer şeyde asil insanların izleri vardır.", "解曰": "Yeşim, taşı keserek bulunabilir. Kumda altın bulun. Çok çalışmak gerekiyor. Sadece sorun.\nBaşka bir iş: zor bir durum. Kalacak yer yok. Allah'ın bereketini isteyin. İçinizin rahat etmesi için dua edin.", "籤詩故事一": "◇Altını ısır ve yer altı mağaralarını keşfet\nCheng Yaojin, askeri başarılarını kutlamak için Yanwuyang'da bir ziyafete ev sahipliği yaptı. Aniden yerde akıl almaz bir delik açıldı.Herkes kelimeleri seçerek, kazanmak için altını ısırarak ve kendini deliğe bağlamak için ip kiralayarak kura çekti.\nTaş kapılar, masalar, sandalyeler, köprüler ve diğer objeler var.Masanın üzerinde altından yapılmış ve mağaradan yıpranmış ejderha cübbeleri ve yeşim kemerler var.\nYao Jin büyük bir kutu ve küçük bir kutuyla delikten çıktı, tahta kutuyu açıp yeşim mührü çıkardı, kutuyu açtı, büyük bayrağı, taç elbiseyi ve paletleri çıkarıp masanın üzerine koydu ve herkes onları birer birer izledik. Büyük mührün üzerine kazınmış sekiz mühür karakterinin \"Hunshi'nin Şeytan Kralı, Büyük Erdemli İmparator\" olduğunu gördüm.\nHerkes ona \"İmparator\" olarak tapıyordu ve Yaojin bunu üç yıl boyunca Şeytan Kral olarak yaptı. (Aslında bu sadece kendi kendine ilan edilmişti ve o zamanlar Cheng Yaojin sadece köyün lideriydi.)\n(Bu öykü, güzel şeylerin de oyunculuk gibi olduğunu anlatan bir metafordur. Bu, \"bu beden hâlâ boşluktadır\" şeklindeki sanatsal anlayıştır.)", "聖意": "Ev ve ev için dua etmek, kar eksikliği, zenginlik aramak, sıkı çalışmak, işlerinde dikkatli olmak, evlilik Liu Jiaxu, yayalar, Chi Tian, ​​ipekböcekleri, altı ahır hayvanı tarafından engellenecek, insan aramak, dava yok kayıplar, göçler, kaybolan malların saklanması, kötü hastalıklar, engeller, dağlar ve mezarlar.", "古人": "Altın için Crypt'i Keşfetmek", "第X籤": "Seksen yediyi imzala", "宮": "Shen Gong"}