{"籤詩版本二": "Beni özel işlerinizle meşgul etmeyin, bunu halka sormanız daha uygundur.\nBerrak bir kalp, gökyüzündeki parlak ay kadar parlak ve berraktır", "詩意": "Bu heksagram gökyüzündeki parlak bir ayın görüntüsünü temsil eder.\nHer şey aydınlık ve havadar.", "解曰": "Kalbin dik olsun. Yasayı düzeltin. Kutsal kelimeler. Sonunda netleşiyor.", "籤詩故事一": "◇Kong Ming'in generali\nÇözüm: Zhuge Liang birliklerini ve generallerini seferber ediyor\nÜç Krallık döneminde, Kongming'in nezaket adı olan Zhuge Liang (181-234), Langya, Yangdu'da (şu anda Shandong Eyaleti, Yinan İlçesi) doğdu.\nZhuge Liang, Liu Bei'nin sazdan kulübeyi üç kez ziyaret etmesinden sonra resmi olmayı kabul etti. O sırada Cao Cao, Hebei'yi sakinleştirmişti ve güneye doğru yürümeye kararlıydı. Xiahou Dun'u baş general olarak, Yu Jin, Li Dian ve diğerlerini ise baş general olarak gönderdi. general yardımcıları, 100.000 kişilik bir ordunun Xinye'ye doğru yürümesine liderlik ediyor. Zhuge Liang'ın o sırada düşmandan geri çekilme planı olmasına rağmen Guan Yu ve Zhang Fei, Zhuge Liang'ın sözlerini küçümsedi. Zhuge Liang'ın ikisini ikna etmek için Liu Bei'nin kılıcını kullanmaktan başka seçeneği yoktu, böylece her biri bin askere liderlik edip Yushan ve Anlin'de pusu kurdular.Xiahou Dun'un ordusunun geçmesine liderlik etmesini beklediler ve sonra onlara saldırdılar. pusu ve ateş.\nBuna ek olarak Zhao Yun, Xiahou Dun'a karşı öncü olarak savaşmak üzere ordunun eski ve zayıf kalıntılarına liderlik etmek üzere gönderildi ve ardından sahte yenilgi numarası yapıp geri çekilerek Xiahou Dun'u dağlar ve ormanlardaki dar yola çekti. Ping, Zhou Cang, Liu Feng ve diğerleri Cao'nun ordusunun arkasına gizlice girerek malzemeleri yakıyor ve Cao'nun ordusunda paniğe neden oluyor.\nSavaştan sonra her şey Zhuge Liang'ın ayarladığı gibi oldu. Xiahou Dun ve Yu Jin orduyu takip ederken, arkadaki Li Dian, ön taraftaki Xiahou Dun'a düşmanın ateş saldırılarına karşı korunması gerektiğini acilen bildirdi. Ancak artık çok geçti. Cao'nun ordusu, Dar yol ve ağaçların iç içe olduğu bir yerdeydi, bu yüzden yangın başlatılamadı.Ağır kayıplar oldu ve Xiahou Dun ve diğer generaller yenilip Xudu'ya geri kaçtı.\n(Bu hikaye, Kong Ming'in insanları kullanma ve ülkeyi bilgelikle yönetme konusunda iyi olduğuna dair bir metafordur.)", "聖意": "Ev ve ev hayırlıdır. Zenginlik, gönül rahatlığı, müreffeh iş, evlilik, başarı, Liujia'da başarı, tarlaları hareket ettiren erkekler, ipekböcekleri, hayvan kaybı, kayıp insanlar, kamu davaları, göç, kayıp mallar, bereket, hastalık, huzur, dağlar ve kabirler.", "古人": "Kong Ming'in generali", "第X籤": "Dokuzuncu işaret", "宮": "Yin Sarayı"}