{"籤詩版本二": "İyi bir gösteri, kaşlarını çatarak kalabalığın arasından sıyrılmanı sağlar, geleceğin değişir ve bol miktarda zenginlik getirirsin.\nYol gökyüzü kadar geniştir ve verebileceğin tüm para kalbinde olacaktır", "詩意": "Bu heksagram umut verici bir geleceğe işaret ediyor.\nHer şey iyi gidiyor.", "解曰": "Büyük bir yol. İlerleyebilirsiniz. Kalbini kullan. Sadece ileri.\nBu işaretle her şey planlandığı gibi gidiyor. Jichang'a iyi şanslar.", "籤詩故事一": "◇Üç kahraman Lu Bu'ya karşı savaşır\nÇözüm: Üç kahraman Zhang Fei, Guan Yu ve Liu Bei, Lu Bu'ya karşı savaşır\nDong Zhuo, Hua Xiong'un kafasının kesildiğini öğrendi ve uçan general Lu Bu'yu savaşmaya gönderdi. Lu Bu savaşa girer girmez generaller Fang Yue ve Mu Shun'u ve Wu Anguo ile Gongsun Zan'ı öldürdü.\nZhang Fei, Gongsun Zan'ın Lu Bu'yu yenemeyeceğini gördü, bu yüzden hızla Gongsun Zan'ın yerine geçti ve bağırdı: \"Üç soyadının köleleri gitmeli! Yan'dan Zhang Fei burada!\" Bundan sonra elliden fazla tur boyunca savaştılar. kazananı ya da kaybedeni olmayan.\nGuan Yu bunu gördükten sonra o ve Zhang Fei, Lu Bu'ya saldırdı ve otuzdan fazla tur boyunca savaştı.\nLiu Bei ayrıca iki kılıç taşıdı, atını çırptı ve Zhang Fei ile Guan Yu'ya yardım etmek için öne çıktı.\nÜç adam Lu Bu'nun etrafını sardı ve kavga etmeye devam etti.Gruptaki herkes şaşkına döndü.\nKısa süre sonra Lu Bu gücünü kaybetmeye başladı. Lu Bu'nun Pegasus'u geri çekildi, ancak üç adam Lu Bu'nun peşine düştü ve pes etmeyi reddettiler. Lu Bu'nun birlikleriyle karşılaşana kadar geri çekilmediler.\n\"Üç Krallık\"\n(Bu hikaye Lu Bu'nun dövüşmedeki cesareti ve becerisinin bir metaforudur. Bir kişi üç kişiyi yenebilir.)", "聖意": "Evin ve yuvanın kalbi yalnızca zenginlik aramak için kendi yolculuğunda seyahat eder. Olası bir evlilik makalesi Liujia'ya gider. İnsanlar için işler yolunda gider. Zhushuntian ipekböcekleri kullanır. İnsanlar altı hayvan arasında bulunabilir. İnsanlar önceden bulunabilir Davalar, Göçler, Kayıp eşyalar, Hastalıklar, Dağlar ve mezarlar uğur gibidir.", "古人": "Üç kahraman Lu Bu'ya karşı savaşıyor", "第X籤": "Piyangoyu doksan birde kazanmak", "宮": "Sen Saray"}