{"籤詩版本二": "Luan Feng Xiang çiseleyen yağmurda sırılsıklam olmuştu ama o sırada Queer tarafından zorbalığa maruz kalmıştı.\nBir gün bulutların uzakta olduğunu öğrendiğimde şok oldum ama yine de kıyafetlerimi sana iade ettim.", "詩意": "Bu heksagram, yağmurla kaplanan Luan ve Phoenix'in sembolünü temsil eder.\nHer şey zamanı geldiğinde gelir.", "解曰": "Kötü adam her geçen gün zenginleşiyor. Bir beyefendi hiçbir şey yapmamalı. Sadece kendine sakla. Zamanı geldiğinde harekete geçin.", "籤詩故事一": "◇Gao Jun evliliği garanti ediyor\nErken Song Hanedanlığı döneminde Zhao Kuangyin kuzeyi birleştirdi ve tüm ülke teslim oldu.Ancak Güney Tang Hanedanlığı döneminde Li Yu, Yangtze Nehri'nin güneyini işgal etti ve bir şehir teklif ederek Zhao Kuangyin'i Shouzhou'da hapsederek teslim olma stratejisini benimsedi. Durum kritikti. Zhao Kuangyin'in altın silahlı genç bir adam olan yeğeni Gao Junbao, Shouzhou kuşatmasını kırmak için Bianjing'den ayrıldı.\nShuangsuo Dağı'nın yanından geçerek Liu Jinding'in kurduğu Koca tabelasını kırdılar ve ikisi yarıştı.Sonuç olarak Liu Jinding, muhteşem dövüş sanatlarıyla Gao Junbao'yu üç kez mağlup etti ve altın topuzları ve gümüş çanları ömür boyu takas ettiler. Zhao Kuangyin'in yeğeni Gao Junbao, Shouzhou'da mahsur kalan Zhao Kuangyin'i kurtarmak için Bianjing'den ayrıldı ve Shuangsuo Dağı'ndan geçti. Liu Jinding'in kurduğu tabelayı kırdı ve ikisi yarıştı. Sonuç olarak Liu Jinding, Gao Junbao'yu yendi. muhteşem dövüş sanatları ve bunu yapmak zorunda kaldı evlilik. Çift, kalabalığı kuşatmaya yönlendirdi ve Zhao Kuangyin'i kurtardı.\n(Bu hikayenin metaforu, ikisinin barışmadığı (zorbalığa maruz kaldıkları), ancak daha sonra barıştıklarıdır.)", "聖意": "Aile evi kişinin kendisi için iyi değildir, para aramaya dikkat edin, işi engelleyin, evliliği bekleyin, gecikme, Liujia, sahte gezgin, tarlalarda oyalanmak, ipekböcekleri, geç kalmak, altı hayvana zarar vermek, insan bulmak zor, davalar, kayıp, göç, muhafazakarlık, kaybedilen mal, ciddi hastalık, dağın uzatılması, ciddi reform", "古人": "Gao Jun evliliği garanti ediyor", "第X籤": "Piyangoyu kazanan doksan üç", "宮": "xugong"}