{"籤詩版本二": "Hırs ve başarılar hanedandadır ama artık sonsuz içki ve seks olacaktır.\nAltın horoz görürseniz para, servet ve servetle ödüllendirileceksiniz.", "詩意": "Bu heksagram hırs ve şöhretin sembolünü temsil ediyor.\nHerşeyi hayırlı tutun.", "解曰": "Hırslı ve heyecanlı. Kendinizi korumak için çok geç değil. Altın horoz vaat ediyor. Hepsi mutlu.", "籤詩故事一": "◇Cao Pi kendini imparator ilan etti\nCao Pi, nezaket adı Zihuan, Peiguoqiao'da (şimdi Hao İlçesi, Anhui) doğdu. Jian'an döneminde ünlü bir politikacı ve yazar.\nCao Pi, Cao Cao'nun ikinci oğludur. Çocukluğundan beri babasıyla birlikte askeri kampta yaşamıştır. Babasının etkisi altında Cao Pi, altı yaşında okçuluğu, sekiz yaşında ise ata binmeyi öğrenmiş ve kendini geliştirmiştir. iyi dövüş sanatları becerileri. Aynı zamanda antik ve modern klasikler ve biyografilerin yanı sıra yüzlerce düşünce okulunun kitapları hakkında da geniş bilgiye sahiptir. Cao Cao'nun Yuan Shao'yu yenmesi on sekiz yaşına gelene kadar değildi ve Cao Pi, Cao Cao'nun yönetiminin merkezi olan Yecheng'de nispeten istikrarlı bir hayat yaşadı. O zamandan bu yana, bazen askeri seferlerde babasına eşlik etmesine ve çoğu zaman asil bir oğul gibi yaşamasına rağmen, yine de her gün dövüş sanatlarıyla uğraştı ve bu güne kadar azalmadı. Sık sık yüz adım atına biner ve dövüş sanatlarında çok yeteneklidir.Çoğunlukla dövüş sanatlarıyla uğraştığı için hafif ve güçlüdür.\nCao Cao'nun en büyük oğlu Cao Ang, bir savaşta öldürüldü. En büyük oğlu öldükten sonra Cao Pi, veliaht prensin ilk tercihi oldu. Otuz bir yaşındayken Cao Cao tarafından veliaht prens yapıldı. Cao Pi otuz üç yaşındayken, Cao Cao hastalıktan öldü ve Cao Pi, Wei'nin başbakanı ve kralı olarak onun yerini aldı. Sık sık ata binerek yüz adım attığını ve çok yetenekli olduğunu, sık sık kungfu yaptığı için hafif ve sağlıklı olduğunu söyledi.", "聖意": "Evinizin ve yuvanızın huzurlu olması için dua edin, zenginlik arayın, çok çalışın, ticaret yapın, erken ayrılın, evlilik başarılı olacak, Liujia güvende olacak, insanlar tarlada olacak, ipekböcekleri olgunlaşacak, altı hayvan olgunlaşacak İnsan bulmak zorlaşacak, kamu davaları acil olacak, göç kaybolacak, işler çok uzaklara gidecek, hastalıklar dağlarda, mezarlarda kalacak.", "古人": "Cao Pi kendini imparator ilan etti", "第X籤": "Doksan beşinci kazanan piyango", "宮": "xugong"}