{"籤詩版本二": "Görkemli pagoda, her tarafı parlak bir şekilde parlayan zarif özellikleriyle sıra dışıdır.\nSizleri özenle eğilmeye ve iyi işler yapmaya kararlı olmaya davet ediyorum; cennet size bereket gönderecektir.", "詩意": "Bu heksagram erdemin tezahürünü temsil eder.\nHer şey hayırlıdır.", "解曰": "Bu nimetler. Herkeste var. Çok meşgul olmayın. Liyakat önceden belirlenir.", "籤詩故事一": "◇Fenyang Kralı torunuyla Çin Sevgililer Günü'nde buluşuyor\nÇözüm: Guo Ziyi, Çin Sevgililer Günü'nde dünyaya inen Dokumacı Kız ile tanıştı. Yeşim İmparatorunun torunu Tiansun, Yedi Peridir.\nGuo Ziyi (697-781), aynı zamanda Guo Linggong olarak da bilinir, Huazhou'nun (şu anda Shaanxi Eyaleti, Huaxian İlçesi) Zheng İlçesinin yerlisiydi ve Tang Hanedanlığı'nda bir generaldi. İmparatorluk mahkemesi Ziyi'ye Fenyang Kralı unvanını verdi.\nZiyi'nin aslen Huazhoulu olduğu ve Çin Seddi'nin dışındaki orduya katılmak için gittiği, askeri ücret için baskı yapmak üzere Pekin'e gittiği ve Yinzhou'ya döndüğü söyleniyor. O dönemde Çin Sevgililer Günü'ydü. Rüzgar ve kum hava kararıyordu, güneş de kararıyordu. Ziyi ilerleyemediği için yol kenarında duruyordu. Boş bir evde yerde yatıyordu. Uykuya dalmak üzereyken birden kırmızı bir ışık gördü. Her iki tarafta da Ayağa kalktı ve şaşkınlıkla yukarı baktı. Gökyüzünde yavaş yavaş inen bir bulut vardı. Orada sıradan insanlardan tamamen farklı, güzel, onurlu ve muhteşem bir kadın oturuyordu. Ziyi hemen saygılarını sundu ve şöyle dedi: \"Bugün yedinci kameri ayın yedinci günü. Sanırım buraya gelen Dokumacı Kız, ona uzun ömür ve zenginlik bahşetmek istiyor.\"\nKadın ayrıca şu cevabı verdi: \"Büyük zenginlik uzun ömürlülüğü beraberinde getirir.\"\nKonuşmayı bitirdikten sonra parıltı geri geldi ve bulutlar yavaşça yükseldi.Kadın ondan uzaklaşana kadar hala hoş bir gülümsemeyle Guo Ziyi'ye bakıyordu ve sonra duman bulanıklaştı ve artık görülemez oldu.\nKadının söylediği gibi gerçek olduğu ortaya çıktı. Ziyi'nin meziyetleri dünyaca ünlüdür, son derece sevilen bir nazırdır ve hem faziletleri hem de faziletleri olan bir generaldir.", "聖意": "Evde kendin için bir dilek tut, kendin için bir dilek tut, para için dua et, işinde iyi şanslar, evlilikte iyi şanslar, Liujia'da iyi şanslar, insanlarla mutlu yolculuklar, hareketli alanlar, ipekböcekleri, ahır hayvanları, bulmada kötü şans insanlar, kamu davaları, göç, iyi şanslar, kayıp eşya hastalıkları, Zhenxingshan'daki mezarlar", "古人": "Kral Fenyang Çin Sevgililer Günü'nde torunuyla buluştu", "第X籤": "Doksan altıyı imzala", "宮": "xugong"}