{"籤詩版本二": "Atı dizginleyip kırbacımızı tutarak, yarı tehlikede, yarı felaketle doğruca buraya geliyoruz.\nYangında yanan bir ev gibi.Gökyüzü çöktüğünde yağmur onu küle çevirir.Bir planım var.", "詩意": "Bu heksagram yarı üzüntüyü yarı sevinci temsil eder.\nHer şeyde iyilik yapılması tavsiye edilir.", "解曰": "Ömür boyu emek. Doğruyu yanlışı umursamayın. Prangalar geçicidir. Kırgınlık doğal olarak gelir.", "籤詩故事一": "◇Tao Sanchun, Guayuan'da Zheng En'i yendi\n\"Yaşasın anma törenim,\" Zhao Kuangyin tekrar ayağa kalktı, \"Beiping Kral Zheng En o zamanlar bir evlilik ayarlamıştı. Artık dünya barış içinde olduğuna göre, evlenmek için hayırlı bir gün seçmek için izninizi rica ediyorum. \"\n\"Yaşasın anma törenim!\" Zhao Kuangyin ayağa kalktı ve şöyle dedi: \"Pekin Kralı Zheng En, o zamanlar bir evlilik ayarlamıştı. Artık dünya barış içinde olduğuna göre, hayırlı bir seçim yapmak için izninizi rica ediyorum. evlenme günü.\"\n\"Ah, üçüncü kardeş daha önce nişanlanmıştı, nasıl oldu da benim bundan haberim yoktu?\" Chai Rong çok şaşırdı. Elini salladı ve Zhao Kuangyin'den oturup konuşmasını istedi.\n\"Ah! Üçüncü kardeş daha önce nişanlıydı, nasıl oluyor da bundan haberim yoktu?\" Chai Rong (Sonraki Zhou Hanedanlığı İmparatoru) çok şaşırmıştı. Elini salladı ve Zhao Kuangyin'den oturup konuşmasını istedi.\n\"Uzun hikâye. Birincisi, biz o zamanlar hâlâ yoksulluk içindeydik ve ordunuza katılmadık. O zamandan beri yıllardır savaşıyoruz ve sizinle ilgilenecek zamanımız yok. İkincisi, üçüncü kardeş de küçük. Bundan bahsetmeye utanıyorum, o yüzden Majesteleri bilmiyor.”\n\"Uzun hikaye. Birincisi, o zamanlar hâlâ yoksulluk içinde yaşıyorduk ve ordunuza katılmamıştık. O zamandan beri yıllardır savaşıyoruz ve sizinle ilgilenecek vaktimiz yok. İkincisi, üçüncü kardeş de bir Bundan bahsetmekten biraz çekiniyorum o yüzden Majesteleri bilmiyor.”\n\"Hey, üniversite öğrencisi erkek evleniyor, utanmanın ne anlamı var? Üçüncü kardeş uzun zamandır savaş alanında ve eşsiz bir kahraman olarak kabul edilebilir. Neden bu konuda bu kadar dar görüşlüsün?\"\n\"Hey! Üniversiteli çocuk evleniyor, utanmanın ne anlamı var? Üçüncü kardeş uzun süredir savaş alanında ve eşsiz bir kahraman olarak kabul edilebilir. Neden bu konuda bu kadar dar görüşlüsün?\"\n\"Bundan bahsetmişken, üçüncü kardeşimi utangaç olduğu için suçlayamam çünkü bu evlilik sahteydi.\"\n\"Bundan bahsetmişken, üçüncü kardeşimi utangaç olduğu için suçlayamam çünkü bu evlilik sahteydi.\"\n\"Yazıldı mı? Hey, ilginç. Lütfen bana ne olduğunu söyle.\"\n\"Yazdım! Hey! İlginç! Lütfen bana ne olduğunu söyle.\"\n\"Evet, o yılı hatırlıyorum, Majestelerine katılmak üzereyken Baocheng İlçesinden geçiyorduk. Haziran ayı çok sıcaktı. Üçüncü ağabeyim otelde kalamadı, bu yüzden tek başına dolaşmaya çıktı. Bir kavun bahçesinin yanından geçtikten sonra biraz toplamaya gitti. Kavunlar susuzluğu giderdi. O zamanlar çok fazla erken olgunlaşan kavun yoktu ve üçüncü kardeş onları nasıl toplayacağını bilmiyordu, bu yüzden çoğunu kırdı. Kavunlara bakan bir kadındı. Üçüncü kardeşi suçlamak için öne çıktı. İkili arasında anlaşmazlık çıktı ve sonra kavga etmeye başladılar. Gelin. Neyse ki endişelendim ve zamanında kurtarmaya koştum, yoksa.. \"\n\"Evet, o yılı hatırlıyorum, Majestelerine katılmak üzereyken Baocheng İlçesinden geçiyorduk. Haziran ayı çok sıcaktı. Üçüncü ağabeyim otelde kalamadı, bu yüzden tek başına dolaşmaya çıktı. Bir kavun bahçesinin yanından geçtikten sonra biraz toplamaya gitti. Kavunlar susuzluğu giderdi. O zamanlar çok fazla erken olgunlaşan kavun yoktu ve üçüncü kardeş onları nasıl toplayacağını bilmiyordu, bu yüzden çoğunu kırdı. Kavunlara bakan bir kadındı. Üçüncü kardeşi suçlamak için öne çıktı. İkili arasında anlaşmazlık çıktı ve sonra kavga etmeye başladılar. Gelin. Neyse ki endişelendim ve zamanında kurtarmaya koştum, yoksa.. \"\n\"Bu Zheng Ziming, her şeyden önce onun hatası, özür dilemeli. Onu neden dövüyorsun? Ayrıca bir kızın ailesi onun gibi sert bir adamın yumruklarına ve tekmelerine nasıl dayanabilir! Hadi, kızı dövdün değil mi?\" \"Kız zarar görmemişti...\"\n\"Bu Zheng Ziming, her şeyden önce onun hatasıydı, o yüzden özür dilemeli. Onu neden dövüyorsun? Ayrıca bir kızın ailesi, onun gibi sert bir adamın yumruklarına ve tekmelerine nasıl dayanabilir! Hadi söyle bana, Sen bu kızı dövdün. Değil mi?\"\n\"Kız yara almadan kurtuldu...\"\n\"Sorun değil, sorun değil... Hey, harekete geçmedin mi? Ah, sanırım beni zamanında kurtardın.\"\n\"Sorun değil! Sorun değil... Hey! Harekete geçmedin mi? Ah! Sanırım beni zamanında kurtaran sensin!\"\n\"...Hayır, kurtardığım kişi...üçüncü kardeşti.\" \"...Hayır, kurtardığım kişi...üçüncü kardeşti.\"\n\"Ah ah?!\"\n\"Üçüncü kardeş, kadın tarafından yere yıkıldı ve yol boyunca şiddetli bir şekilde dövüldü. Neyse ki oraya vardım ve onu gitmeye ikna ettim, böylece ciddi bir şekilde yaralanmadı. ... Majesteleri... Majesteleri!... \"\n\"Üçüncü kardeş, kadın tarafından yere devrildi ve şiddetli bir şekilde dövüldü. Neyse ki oraya vardım ve onu gitmeye ikna ettim, böylece ciddi bir şekilde yaralanmadı. ... Majesteleri... Majesteleri!...\"\n\"Ah?...Ah, kim bu kadın!?\" \"Ah!?...Ah, kim bu kadın!?\"\n\"Kadının adının Tao Sanchun olduğunu ve babasının Tao Hong'un hiçbir amacı olmayan eski bir kahraman olduğunu ancak daha sonra öğrendim. Tao Sanchun, çocukluğundan beri babasından dövüş sanatlarını öğrenmişti. Onu tanıdıktan sonra ailesi, Bayan Sanchun'un olağanüstü bir karaktere sahip olduğunu gördüm. Luo Luo ve cömert, küçük bir kız olma alışkanlığı olmayan, kasıtlı olarak onunla eşleştiler. Tao baba ve kızı da üçüncü kardeşin açık sözlü karakterini çok beğendiler. hemen anlaştık ve ikisi için bu evliliğe karar verdik. Majesteleri, lütfen söyleyin bana, bu sahte bir evlilik mi?\"\n\"Kızın adının Tao Sanchun olduğunu ancak daha sonra öğrendim ve çocukluğundan beri babasından dövüş sanatlarını öğrenmişti. Ailesiyle tanıştıktan sonra Bayan Sanchun'un olağanüstü bir karaktere sahip olduğunu gördüm. cömert ve küçük kızın alışkanlıklarından hiçbir iz yoktu, bu yüzden onu kasıtlı olarak işe aldım. Bay Tao ve kızı da üçüncü kardeşlerinin açık sözlü karakterini çok beğendiler. Hemen anlaştılar ve onlar için bu evliliğe karar verdiler. Majesteleri lütfen söyleyin bana, bu sahte bir evlilik değil mi?\"\n(Bu hikaye bir metafordur, çünkü kötü bir şeyin iyi bir şey olduğu ortaya çıktı.)", "聖意": "Evin ve nefsin korunması için dua edin, dikkatli olun, zenginlik için dua edin, işleri mahvedin, evliliği engelleyin, ceza, Liujia, sigorta, tarlalarda mahsur kalan yayalar, ipekböceği hasarı, hayvanların zarar görmesi, kayıp insanlar, yasa dışı davalar, kayıp, göç, muhafazakarlık Kayıp eşyalar, kötü hastalıklar, endişeler, tehlikeler, dağlar, mezarlar, başarısızlık", "古人": "Tao Sanchun kavun bahçesinde Zheng En'i yendi", "第X籤": "Doksan dokuz numara", "宮": "Haigong"}