{"籤詩版本二": "Sortu dadila mundua ezkontza onetarako, egun aproposa eta denbora onetarako, eta gauza guziak ongi\nEz da gauza txikia lote hau lortzen baduzu.Enperadoreak jendea leial eta zuzena dela dio.", "詩意": "Hexagrama honek zeruaren eta lurraren irekieraren hasiera adierazten du.\nDena aproposa da.", "解曰": "Abiadura azkarra. Urteak ez du bere denbora merezi. Guanyinek idazten du. Jakin iezadazu lehenik.", "籤詩故事一": "◇Zhongli argitu zen\nZhongli Quan, Zhongli abizena, Quan izena, Yunfang adeizko izena eta Zhengyang ezizena, Xianyang konderrian, Xi'an, Shaanxi probintzian jaio zen, Ekialdeko Han dinastian.\nZhong Liquan Han dinastiaren jenerala zen.Mendebaldeko Qiang-en aurkako espedizioan, Liang Yi komandantearekin jeloskor zegoen eta 30.000 soldadu zahar eta ahul bakarrik esleitu zizkion.Helmugara iritsi bezain laster, kanpalekua lapurtu zuten. Mendebaldeko Qiang armadak, eta soldaduek ihes egin zuten. Zhong Liquan haran batean galdu zen eta Hu monje batekin topo egin zuen bidean.Herri txiki batera eraman zuen eta esan zuen: \"Hau da Donghua jaunaren bizilekua.\" Orduan agur esan eta alde egin zuen. Pixka bat igaro ondoren, norbaitek bat-batean esan zuen: \"Hau begi berdeko Hu gizona berritsuegia delako izan behar da\". Gizon bat ikusi zuen orein zuria eta kinoa berdearen makila eskuan zuela. \"Zhong Liquan-i galdetu zion: \"Etorri zen pertsona. hona hemen Han Da. Zhongli Quan jenerala\n? Zhong Liquan harrituta geratu zen, pertsona arraro bat ezagutu zuela jakitean, beraz, zintzotasunez ikasi zuen Taoa.\nZhong Liquan-ek Zhenren Huayang eta Xuanfu Errege Hilezkorra ezagutu zituen geroago, eta \"Hilezkortasunaren sekretua\" ikasi zuen. Azkenik, Kongtong mendiko Zijin Sihaofeng-en bizi izan zen, \"Jade Kutxaren sekretua\" lortu zuen eta benetako hilezkorra bihurtu zen.Iparraldeko Bost Patriarketako bat bezala ere gurtu zuen Quanzhen Sektak.", "聖意": "Otoitz egin zure etxea eta etxea udazkenean eta neguan zorte onarekin bedeinkatu dezatela.Bilatu zorte ona udazkenean eta neguan.Zorte ona negozioetan, zorte ona ezkontzean, zorte ona mutilak erditzean, zorte ona bidaiatzeko. soroak, zorte ona zeta-harretan, zorte ona abereetan, zorte ona jendea aurkitzeko, zorte ona auzietan, zorte ona migrazioan, ondasun galduak eta zorte ona ipar-ekialdeko gaixotasunetan Zorte ona mendiak eta hilobiak bidaltzeko.", "古人": "Zhongli argitu zen", "第X籤": "lehen seinalea", "宮": "Umetokia"}