{"籤詩版本二": "Zergatik ez zoaz izkinan dagoen Tailaira?, aldi baterako utziko dut jauna menditik kanpo.\nTigreari edo untxiari buruzko albiste onak baldin badaude, libre izango zara lanpetuta egon nahi baduzu ere.", "詩意": "Hexagrama honetan, zorigaitzen artean bedeinkapen seinale bat dago.\nAldez aurretik dena da txarra eta azkenean ona.", "解曰": "Ordeztu kalamu-zeta batekin. Norbaiten oinak jo. Argi ikusi. Bedeinkapenak hondamendietatik datoz.", "籤詩故事一": "◇Bukiten Master batekin topo egitea\nWu Ji jatorriz egurgilea zen, eta biek Jiang Ziya ezagutu zuten Feng ibaian arrantzan ari zirela. Wujik barre egin zuen Ziya amu zuzen batekin arrantzan ari zela ikusi zuenean.\nZiyak Wujiren aurpegira begiratu zuen eta igarleari esan zion: \"Gaur hirira sartzen bazara, norbait hilko duzu\". Hau entzun ondoren, Wu Ji haserre joan zen eta egurra eraman zuen hirira.\nHirira sartu ondoren, Wu Jik beste batzuekin talka egin zuen eta oker Wen Wang lehen ministroa hil zuen.\nWen erregeak lurra kartzela gisa marraztu zuen eta Wu Ji espetxeratu zuen.\nBukit Hou behin-behinean askatu zuten eta udazkenera arte ama zaintzeko heriotza zigorra ezarri zioten.\nBere amak Jiang Ziyari laguntza eskatzeko eskatu zion.\nTaigongek bere dizipulu gisa onartu zuen, gerraren artea irakatsi zion eta bere sortzetiko patua hausteko zuloak egiteko eta sorginkeriak egiteko agindu zion.\nUdazkenaren ondoren, Wu Ji ez zen zigortzera etorri. Wen erregeak berezko zenbakiak ondorioztatu zituen eta pentsatu zuen Wu Ji bere buruaz beste egin zuela krimenaren beldurrez.\nGeroago, Wen erregeak Wu Ji ezagutu zuen, eta Wu Jik Wen erregea aurkeztu zuen Jiang Taigong ezagutzeko.\nTaigong-i Wude jeneralaren titulua eman zioten. Maisua eta ikastuna Wen erregearentzat lan egin zuten.", "聖意": "Etxea seguru dago, norbera zortea da, negozioa ona da, ezkontza berandu da, oinezko gizonezkoa ez da sorora itzuli, zeta-harrak errentagarriak dira, sei animaliak Shenji dira, bilaketa ona da, auzi publikoa da. ona, migrazioa kontserbadorea da, galdutako ondasunak ikusten dira, gaixotasuna ona da, Qiuji, mendia eta hilobia onak dira.", "古人": "Bukit Topaketa", "第X籤": "Hamabigarren seinalea", "宮": "Yin jauregia"}