{"籤詩版本二": "Bere hilkorren kaiolatik ateratzen den garabi bat bezala, posible da hilkorren kaiolatik ihes egitea.\nIpar, hego eta ekialdearen artean ez dago hesirik.Jiuxiao jauregira joan zaitezke zuzenean.", "詩意": "Hexagrama honek bere kaiolatik ateratzen den garabi baten irudia adierazten du.\nAldez aurretik dena da txarra eta azkenean ona.", "解曰": "Ez kezkatu. Bidea oparoa da. Egon lasai. Axolagabea gizakia (jainkoa).", "籤詩故事一": "◇Ziyak bere posizio ofiziala alde batera utzi zuen\nJiang Ziya igarle gisa lanean ari zenean, emakume bat jade pipa izpirituak eraldatu zuela ikusi zuen, beraz, harrapatu zuen eta tintazko harri batekin ere jipoitu zuen. Zhou erregearen lehen ministroak zer gertatu zen azaldu zuen, zer gertatu zen galdetu eta, ondoren, Jiang Ziya eraman zuen Zhou erregea ikustera. Jiang Ziyak Samadhi True Fire erabili zuen pipa izpiritua jatorrizko formatik erretzeko Zhou erregearen aurrean, eta Zhou erregeak goi-funtzionario bihurtu zuen.\nJade pipa izpiritua mendekatzeko, Dajik Zhou erregeari eskatu zion Jiang Ziya-ri orein-plataforma bat eraikitzeko agintzeko.Jang Ziyak Zhou erregeari errieta egin zion, eta Zhou erregeak hiltzeko agindu zuen.Jang Ziyak ura erabiliz ihes egin zuen. Etxera itzuli ondoren, Jiang Ziyak Ma-ri galdetu zion Xiqi-ra joateko, eta Ma-k dibortziatu nahi zuen. Beraz, Jiang Ziya Xiqira (Zhou Dinastiako Wen erregearen hiriburura) bakarrik joan zen.\nJiang Ziya Xiqi-ra iritsi zen eta Panxi Arroilan arrantzan bizi izan zen.Zhouko Wen erregea ezagutu zuen, talentuak bilatzeko irrikaz zegoena. Wen erregearen eskaera zintzoaren arabera, Jiang Ziya bere irakasle gisa gurtu zuten eta Wen erregeari lagundu zion.", "聖意": "Etxean ezinegon nago eta finantza-kooperazioa ere bilatu nahi dut, transakzioa, ezkontza, Liujia, gizonezko oinezkoak, soroak ikusi, zeta-harreak, udazkeneko irabaziak, sei abere-galerak, jendea bilatu, auzi publikoen oztopoa, migrazioa, ondasun galduak, hego-ekialdea. gaixotasuna, ezarpena, mendiak eta hilobiak bidaliz, auspiko", "古人": "Ziyak bere posizio ofiziala alde batera utzi zuen", "第X籤": "Hamalaugarren loteriako irabazlea", "宮": "Maogong"}