{"籤詩版本二": "Kezkak eta kezkak aldi baterako arindu egiten dira, eta poza zerutik dator.\nGorotzetan ezkutatuta dagoen jade bezala, langile on batek hautsa kentzen du", "詩意": "Hexagrama honek Yin eta Yang-en harmonia adierazten du.\nPlanifikatzen duzun guztia aproposa da.", "解曰": "Ezer irabazi, ezer galdu. Irabazi galeratik. Gaizkilea arazoak ditu. Zorte on, jauna.", "籤詩故事一": "◇Ye Meng Xiong Chao Di\nYe Mengxiong (1531-1597), bere kortesia izena Nanzhao eta Longtang izena zuena, Longtan izendatu zuten eta Huayun ere izendatu zuten. Wanshifang-ekoa, Huizhou Fucheng (gaur egun Huicheng Barrutiaren parte da, Huizhou hirian) Ming dinastian. Jiajing erregealdiaren 44. urtean (1565), Jinshi bihurtu zen eta Qing konderriko magistratu titulua eman zioten. Transferentzien saileko zuzendaria izan zen, eta geroago Shanxi Road-eko gainbegiratzaile zentsorera aldatu zen.\nWanliren 20. urtean (1592), Ningxiako Kontsula Nagusiak, Kuaibai (Mongoliar Tatar tribuko buruzagia), Dang Xin gobernadorea hil eta Hexi probintziako berrogeita zazpigarren gotorlekua hartu zuen, hiria hautsi, gurtu eta erre zuen. bera hiltzeraino. Meng Xiong ez da harroa kredituak hartzeko, eta bere trebetasunak borrokatzera ausartzen diren jeneralen bezain onak izaten uzten du. Wei Xuezeng ofiziala berrezarri zen. Bere azken urteetan, bost aldiz dimisioa eman zuen eta Huizhoura itzuli zen Huilong tenplua eraikitzeko.\nYe Mengxiong Taoismoan sartu zen hasieran funtzionario gisa, eta bere osotasunagatik famatua zen.Eskubide historiko zaharrek esaten zuten \"lehena apaltasunean eta gaitasunean\", \"ustelkeria ezabatzen eta matxinadak zigortzen\", ospe ona utziz; oso leial, ausarta, ausarta eta trebea. Artillerian ona. Bere bizitzaren bigarren erdian, bere arte martzialen trebetasunak \"Ming dinastiaren historian\" erregistratu ziren eta heroi nazionaltzat hartu zuten.", "聖意": "Etxea desegokia da (gero eta lasaiagoa) Udazkena eta negua onak dira norberarentzat, aberastasuna arrakastatsua izango da, transakzioak arrakastatsua izango da, ezkontza arrakastatsua izango da, Liujia faltsuki alarmatuta egongo da (altxorrak egongo dira), oinezkoak zelaira joango dira. otoitz egin zeta-harra, sei animalia lauak izango dira, jendea aurkituko da, auzi publikoak desegokiak izango dira, migrazioa kontserbadorea izango da, galdutako ondasunak oztopatuko dira, gaixotasunak Fushan hilobian konponduko dira.", "古人": "Ye Meng Xiong Chao Di", "第X籤": "Hamaseigarren Loteria Irabazlea", "宮": "Maogong"}