{"籤詩版本二": "Urrezko Belea mendebaldean erortzen da eta Untxia ekialdean.Egunaren eta gauaren zikloak jarraitzen du antzinatik gaur egunera arte.\nFraideek eta taoistek badakite ez dagoela desabantailarik, eta jakintsuek, nekazariak, industriak eta merkatariek beren buruei jarraitzen diete.", "詩意": "Hexagrama honek yin eta yang-en argizaria eta beherakada adierazten du.\nDena aurreikusi bezala joango den seinale ere bada.", "解曰": "Ez dago ezer buruan. Egin duzuna merezimenduzkoa da. Arku batetik gezi bat bezala. Jaurtiketa batek diana jo zuen.", "籤詩故事一": "◇ Osaba Cao Guo hilezkorra da\nCao Guojiu, Xuzhoukoa jaiotzez, Song dinastiaren Renzong garaian estatuko osaba handia izan omen zen.Cao Yi zuen izena, Cao Jingxiu izenez ere ezaguna.\nOsaba Cao Guo anaia gazte bat zuen Cao Er izenekoa. Cao Er honek bere aginte inperialaren posizioan oinarritzen zen eta era guztietako gaiztakeriak egin zituen.Soroak okupatu, emazteak eta alabak kendu eta legerik gabeko gaizto batzuekin lagun egin zituen.Sartu eta atera zen.Cao Guojiu-k ezin zuen jasan. bere hitz onak eta erosotasuna entzuteari uko egin zion, beraz, zigorra erabili zuen hura kontrolatzeko. , bi anaiek haserre bat sortu zuten.\nCao Guojiu-k esan zuen: \"Munduko printzipioak dira ongia pilatzen dutenek aurrera egingo dutela eta gaizkia pilatzen dutenak hilko direla. Hau egia aldaezina da. Iraganean, gure Cao familiak egintza gaiztoak metatu ditu gaurko aberastasuna lortzeko. Orain. nire anaiak gaiztakeria muturreraino pilatu du, ihes egiten badu ere. Funtzionarioek zigortzen bazaitu ere, ezin duzu ihes egin ezkutuan lanean ari diren hondamendi naturaletatik.Behin hondamendia iritsi eta zure familia suntsitu eta norbait hiltzen denean, ez zara izango. Ihes egiteko gai naiz. Umiliatu eta horren beldur izango naiz.\" Beraz, nire aberastasun guztiak sakabanatu nituen, pobreei lagundu zien eta jada ez zen bere anaiaren aferaz arduratu. Gero, bere etxea eta lagunak utzi, taoista uniformea ​​jantzi eta mendira joan zen bere gogoa eta izaera lantzera.\nEgun batean, Han dinastiako Zhongli eta Lu Dongbin ezagutu zituen kasualitatez.Osaba Cao Guoren erantzun jarioak ikusita, oso pozik zegoen eta \"Egia itzultzeko ediktu sekretua\" eman zion eta arretaz praktikatzeko agindu zion. Handik gutxira, Zhongli Quan eta Lu Dongbin hilezkor klasean sartu ziren.", "聖意": "Etxerako zorte ona, etxea, zorte ona, zorte ona, zorte ona negozioetan, ezkontza, gizonezko bidaiaria, zeta-zizareak goiz landatzea, abereen porrota, jende bila, auzia, migrazioa, ondasun galdua, berandu gaixotasuna, zorte ona", "古人": "Osaba Cao Guo hilezkorra da", "第X籤": "Sinatu hemezortzigarrena", "宮": "Maogong"}