{"籤詩版本二": "Itsasontzia ur bizkorreko hondartzatik itzultzen utziz, zer egin nahi duzu zalaparta dela eta?\nSeguru egon nahi baduzu, bilatu lasaitasuna eta itxaron olatuak krisi hau igaro arte.", "詩意": "Hexagrama hau hondartza azkar batean bidaiatzen duen itsasontzia bezalakoa da.\nMantendu kontserbadorea denetan eta itxaron ordua.", "解曰": "Lehorreratu ur indartsuetan. Arriskua denboraren zain dago. Kanpalekuen planei buruz galdetzen baduzu. Ezin da ezer egin.", "籤詩故事一": "◇Ziyi errege koroatu da\nGuo Ziyi (697-781), Guo Linggong izenez ere ezaguna, Zheng konderrian, Huazhoun (gaur egun Huaxian konderria, Shaanxi probintzian) jaiotzez eta Tang dinastian jenerala zen.\nAnshi matxinadan Tianbaoko 14. urtean (755), Shuofang Jiedushi titulua eman zioten (Lingwu, Lingwu-ren mendebaldean, gaur egungo Ningxia-n).Gurutzada egiteko agindua jaso zuen.Shuofang-en armada Li Guangbirekin batu zuen martxa egiteko. Changshan-en (Zhengding, Hebei) batu eta Shi Siming garaitu eta Hebei berreskuratu zuten. Une honetan, Guo Ziyi-k iradoki zuen enperadoreak Fan Yang iparraldetik hartu eta matxinoen tigrearen gorpua erasotzea Tongguan-en setioa murrizteko, baina Xuanzongek ezezkoa eman zion. Ondoren, Tang dinastiaren amaierako herri basailu separatisten egoera landatu zen, eta hori ere Tang dinastiaren desagerpenaren urruneko kausa bihurtu zen.\nTianbaoren erregealdiko hamabosgarren urtean (756), berak eta uigurraren koalizioak Hequ baketu zuen.Hurrengo urteko udaberrian, Hedong (gaur Yongji, Shanxi) eta Feng Yi (gaur egun Dali, Shaanxi) berreskuratu zituzten eta Tongguan eraso zuten. Cui Qianyu garaituz.Tang armadak 10.000 hildako baino gehiago jasan zituen. Cui Qianyu Pujini errenditu zitzaion. An Lushan bere seme An Qingxuk hil zuen.\nZhideren bigarren urtean (757), tropak Fengxiangera eramateko agindua jaso zuen.Bidean, Li Guiren 5.000 zalditeria garaitu zituen Baiquliuyun zubian (gaur egungo Sanyuan hego-ekialdean).Maiatzean, An Shouzhong eta Li Guirenekin borrokatu zuen. Qingqu-en (gaur Xi'an-en mendebaldean) garaitua izan zen, eta Wugong-era (gaur egungo Wugong-en ipar-mendebaldera) erretiratu zen.Irailean, Guangping Wang Li Chu mariskalaren atzetik jarraitu zuen Tang eta uigurrak 150.000 soldadurekin bat egiteko, eta ondoren borrokatu zen. An Shouzhong eta Li Guiren Xiang-en.Ji tenpluaren iparraldean (egungo Chang'an konderriaren hego-mendebaldean), soldadu uigurrek etsaiaren atzetik inguratu zuten, bi aldeetatik eraso zuten eta 60.000 etsai hil zituzten.Zhang Tongru Shaanxi konderrira ihes egin zuen, eta azkenean Chang'an hiriburua (gaur egungo Xi'an) berreskuratu zuen.Tang armadaren maiestatea berriro ere berreskuratu zuten Chang'an.\nOndoren, Tang armadak garaipena aprobetxatu eta ekialderantz abiatu zen, Yan Zhuang eta Zhang Tongru barne 150.000 gizon garaitu zituen Xindian (gaur egun Sanmenxia hiriaren hego-mendebaldean, Henan probintzian), Anqing Xu Ibai Horia zeharkatu eta Xiangzhoura erretiratu behar izan zuen. Dongjun Luoyang itzuli zen. Gehitu Situ bere merituei eta egin ezazu herrialdeko Duke.\nShi Siming-ek bere armada gidatu zuen Fan Yang-etik An Qingxu erreskatzera.Bi aldeek Anyang ibaiaren iparraldean (gaur egungo Anyang-en iparraldean) formazioan borrokatu zuten. Borroka apurtezina izan zen. Azkenean, bederatzi Jiedushi-k zuzenduta, Tang armada, zeina. 600.000 gizon zituela aldarrikatu zuten, atzera egin zuten (Yecheng-eko guduan). gerra). Gudu honen komandante nagusia Yu Chaoen eunukoa izan zen, lidergo gaitasunik ez zuena eta Guo Ziyiri leporatu zion guduaren porrota. Guo Ziyi Chang'anera deitu zuten, botere militarretik kendu eta funtzionario alfer bihurtu zen.\nBaoying-eko lehen urtean (762), Taiyuan-en (gaur Taiyuan-en hego-mendebaldean) eta Jiangzhou-n (gaur egungo Xinjiang probintzian) matxinatu ziren. Gorteak beldurtu egin ziren, eta, beraz, Ziyi Fenyang-eko errege titulua eman eta kanpora joan zen. kontrolatu Jiangzhou. Cheng Yuanzhen eunukoak ere alienatu zuen eta botere militarretik kendu zioten.\n(Istorio honen ardatza: Guo Ziyi-k, oso gai eta ondo portatu zena, Xuanzong eta gaizto batzuk ezagutu zituen, eta horrek asko arriskuan jarri zituen bere lorpenak.)", "聖意": "Etxea eta norbere burua bedeinkatzea, aberastasuna bilatzea, transakziorik ez, ezkontzarik, alarma faltsurik, Tiancanjira iristen diren oinezkoak, jendea aurkitzeko zailak, auzi publikoak eta (ez Xing), migrazioa, kontserbadorea, ondasun galduak, aurkitzea zaila, gaixotasunak, bedeinkazio eske otoitzean, mendiak eta hilobiak, auspiko", "古人": "Ziyi errege koroatu zuten", "第X籤": "Hemeretzigarren Lote Irabazlea", "宮": "Tatsumi"}