{"籤詩版本二": "Hainbeste kezka eta arriskuren ostean, hemendik aurrera ez da berriro hutsik egongo\nBihotz eskuzabalak bere plan eskuzabalak ditu.Aditu bat ezagutu behar duzu lorpen handiak lortzeko.", "詩意": "Hexagrama hau iturria duen antzinako putzu bat bezalakoa da.\nDenetan, jende nobleek arrakasta lortzen dute.", "解曰": "Auzia justifikatuko da azkenean. Gaixo eta seguru. Sartu eta atera aholku bila. Antzinako putzuak udaberria betetzen du.", "籤詩故事一": "◇Yao Chong-ek txingurrak kontrolatzen ditu\nYao Chong (649-721), bere benetako izena Yuan Chong zen, Shaanzhoukoa zen. Xia Guan, Chunguan, Ziweiling, Zhongshuling, Zhongshuling eta Tang dinastiako lehen ministro izan zen.\nKaiyuan-en laugarren urtean (716), Shandong (oro har, Huashan-en ekialdeko Ibai Horiaren arroari erreferentzia egiten diona) txitxarroak jota zeuden. Jendea ideia sinesgarriek loturik zegoen eta ez zen haiek ehizatu eta hiltzera ausartu. Horren ordez, sortu zuten. sakrifizioak, intsentsua erre, soroen ondoan gurtzen eta uztak txingak irensten ikusten zituzten...\nFuntzionario guztiek uste zuten: «Otsak hondamendi naturala dira, nola kontrola ditzakete eskulanek!» Bi ideia ezberdinen arteko borroka gogorra zen garai hartan, txintxilak desagerrarazi ala ez.\nYao Chong-ek esan zuen: \"Elkarrekin lan egiten dugun bitartean, denak ken ditzakegu. Esan zuen: Lokutsek jendeari beldurra diote, beraz, erraz urruntzen dira. Plantulek jabeak dituzte, beraz, erreskatatzaileek gogor lan egin behar dute; txingurrak. hegan egin dezakete, eta gauez sua ikusten badute, bertara hegan egingo dute; eman sua soroan, egin zuloak erre bitartean, lurperatu erre bitartean, eta ez da ezer geratuko».\nXuanzong-ek esan zuen: \"Lokutsak gobernantza moral txarrak eragindako hondamendi naturala dira. Ehizatu eta hil ditzatela eskatzen baduzu, ez al da hori kontrakoa?\"\nYao Chong-ek gaineratu zuen: \"Antzinakoek praktikatzen zuten txitxarroak harrapatzea eta hiltzea, eta zure maiestateak etorkizunean erabiliko du. Nekazariei bakea eta oparotasuna ekartzeko nazio-ekitaldi garrantzitsu bat da. Mesedez, kontuan hartu serio\".\nXuanzong konbentzituta zegoen. Baina garai hartan, epaitegiaren barruan zein kanpoan zeuden guztiek esan zuten txirrindula ezin zela ehizatu.\nXuanzong-ek esan zuen: \"Lehen ministroarekin eztabaidatu dut eta txingurrak harrapatzea erabaki dut. Berriro aurka egiten duen edonor exekutatu egingo da. \" Beraz, zentsorea bidali zuen jendea gainbegiratu eta erre eta lurperatzeko.\nEmaitzak nahiko eraginkorrak izan ziren.Herrialde osoan bederatzi milioi dan txintxirri harrapatu zituzten, eta txingor izurritea arrakastaz desagerrarazi zuten.Nekazaritzak uzta ona lortu zuen urte hartan.\n(Jakituria hondamendien kudeaketan eta ebakuazioan erabili behar da, eta zailtasunak gainditzeko estrategia burutsuak egon behar dira. Yao Chong da gai honetan aditua)", "聖意": "Etxea arrunta da, norbera blokeatuta dago, dirua bilatzea blokeatuta dago, merkataritza blokeatuta dago, ezkontza eta harmonia blokeatuta daude, arriskua dago Liujian, oinezkoak blokeatuta daude, zeta-harrak blokeatuta daude, abereak ez dira aldekoak, jendea falta da, auzi publikoak daude. blokeatuta dago, migrazioa ez da arrazoizkoa, galdutako elementuak aurkitzea zaila da, gaixotasunak otoitz egitea zaila da, mendiak eta hilobiak ezinegon.", "古人": "Yao Chong-ek txingurrak kontrolatzen ditu", "第X籤": "Loteria hogeita bosgarren irabaztea", "宮": "Mi jauregia"}