{"籤詩版本二": "Gauzak hankaz gora jarri direla diote zurrumurruek, eta zerumugan gutun bat jaso nuen.\nLiburuan agintzen zidan ospea eta arrakasta hutsik geratu zen amaierara arte.", "詩意": "Hexagrama honek izen faltsua du.\nGuztietan kontserbadorea izatea komeni da.", "解曰": "Gora eta behera asaldatuta. Aisialdia bilatzea ez da alferrik. Ospearen nahia. Egon seguru.", "籤詩故事一": "◇Zhong Kui-k argitasuna lortzen du\nZhong Kui, bere abizena Zhong Kui, bere kortesia izena Zhengnan, Zhongnanshan-ekoa da.\nTang dinastiako Dezong enperadorearen erregealdian, Zhong Kui-k azterketa inperialean parte hartu zuen.Zhong Kui-k azterketa-galderak irakurri zituen eta berehala idatzi zuen artikulua bat-batean eta entregatu zuen. Egun hartan aztertzaile nagusia Han Yu zen, Gai Zibilen ministroa, eta aztertzaileordea Lu Zhi, jakintsu handia. Biek Zhong Kuiren papera irakurri zutenean, begiak argitu zitzaizkien eta aho batez esan zuten: \"Aztia, morroia! Artikulu honetako hitz bakoitza bikaina da, Li Taibai eta Du Zimeiren duina! \" Beraz, Zhong Kui izendatu zuten lehen postua.\nDezong enperadoreak Han Yuren txostena entzun zuen eta esan zuen Zhong Kui, zientziaren txapeldun berria, talentu handikoa zela, beraz, Zhong Kui Urrezko Jauregian deitu zuen.\nDezong enperadoreak bere itxura itsusia ikusi zuenean, berehala atsekabetuta sentitu zen eta esan zuen: \"Gure gorteko jakintsuen aukeraketa hitz pertsonaletan eta kaligrafian oinarritzen da. Nola hauta daiteke hain pertsona itsusi bat urrezko zientzietako lehen jakintsu gisa? \"\nHan Yu presaka belaunikatu eta esan zuen: \"Pertsona baten onak eta txarrak ez dira itxura guztia. Ez al duzu, Jauna Santua, entzuten Yan Ying hiru metroko altuera duela eta lehen ministroaren parekoa dela? Zhou Chang totelka egiten du baina Han dinastia lagun dezake; Konfuziok jendea bere itxuragatik epaitzen du eta bere semea Yu galtzen du. Zure maiestateak bi aldiz pentsatuko duela espero dut.\"\nDezong enperadoreak hausnartu zuen une batez eta esan zuen: \"Han Aiqing-en hitzak zentzuzkoak diren arren, Taizong enperadorea nintzenean, hemezortzi jakintsu zeuden Yingzhou-ra eta horri buruz hitz egin zutenak. Gizon hau izan zen jakintsu nagusia. Beldur naiz mundua ote zen. barre egingo dit talentuak ez aitortzeagatik\".\nLu Qi lehen ministroa pentsamendu estua zen eta talentuei inbidia ematen zien.Enperadorearen hitzak entzun ondoren, belauniko jarri eta esan zuen: \"Urrezko gaian lehen jakintsuak barnekoak zein kanpokoak izan behar du. Hirurehun hautagai daude gai honetarako. Zergatik ez duzu beste bat aukeratzen?\"\nZhong Kuik gizon hau hain nahastuta zegoela ikusi zuenean, ezin izan zuen haserretu.Lu Qi seinalatu eta madarikatu zuen: \"Halako funtzionario ezjakin bat auzitegian badago, ez al dio herrialdeari kalterik egingo?\" Horren ondoren, ukabilkada bat eman zion Lu Qiri.\nHori ikusita, Dezong haserretu zen eta esan zuen: \"Hain ausarta zara, Urrezko Jauregian arazoak sortzera ausartzen zara, kendu azkar!\"\nAmorruz, Zhong Kuik jauregian zutik zegoen jeneralaren gerritik ezpata atera eta hasperen egin zuen ozen: \"Zaila da zapuztutako katu batek tigre bat imitatzea, eta zapuztutako loro bat ez da oilaskoa bezain ona\". Horren ostean, bere buruaz beste egin zuen.\nDezong enperadoreak ikusi zuenean Zhong Kui bere buruaz beste egin zuela haserre, izugarri harritu zen.Pertsonen bihotzak irabazteko, Zhong Kui 1. jakintsu titulu ofizialarekin lurperatzea agindu zuen, eta Zhong Kui ere Jainko bihurtu zuen. exorzismoaren mundua izpiritu gaiztoetatik kentzeko.", "聖意": "Otoitz ezazu zure etxean bedeinkazioak eskatzeko, zure segurtasuna, finantza-zailtasunak, negozio-porrota, ezkontza-porrota, Liujia emakumezko oinezkoak, konfiantzazko eremuko zeta-harrak erdi egosita, sei etxeko animalia, hazi daitezke, desagertutako pertsonak, Mendebaldeko auzi publikoak, migrazioaren galera, kontserbadoretasuna, ondasunak galtzea, gaixotasuna, otoitz egin mendi eta hilobietan zorte onagatik", "古人": "Zhong Kuik Tao irabazi zuen", "第X籤": "Hogeita seigarren loteria irabazita (Loteria)", "宮": "Mi jauregia"}