{"籤詩版本二": "Ekialdean, Chanjuan eder bat dago ilargiaren argitan, eta hodeiek une batez estali eta ezkutuan geratzen dira.\nBatzuetan borobila izan daiteke, baina beste batzuetan falta izan daiteke.Kontrako diotenak alferkeria besterik ez dira.", "詩意": "Hexagrama honetako ilargia hodeiek estalita dago.\nDena oraindik koman dago.", "解曰": "Flotatzaileen hodeiek ilargia estaltzen dute. Ez da zalantzarik izan behar. Hodeia bildu arte zain. Orduan ulertuko duzu.", "籤詩故事一": "◇Bao Gong Li enperatrizaren bila dabil\nSong dinastiako Zhenzong-en erregealdian, Li enperatriz (Li enperatriz) haremeko neskame bat zen. Song Zhenzong-en aldekoa izan zen eta Wanyi-ra igo zuten, eta haurdun geratu zen.\nBaina garai hartan, Liu Def Ohaideak (geroago Liu enperatrizak) pentsamendu gaiztoak izan zituen eta Guo Huai eunukoa soropekatu zuen Li enperatrizaren semea larruzko zibeto-katu batekin ordezkatzeko, bere semea kendu eta bere seme biologikoa zela esan zion enperadoreari. Song Zhenzong haserre zegoen eta Li enperatriz jauregi hotzera bidali zuen.\nConcubine De erregina igo ondoren, Jauregitik ihes egin zuen Li enperatriz hiltzeko asmoa zuen.\nEgun batean, Li Niangniangek, kalean bizi zena, Bao Zheng, mandatari inperiala ezagutu zuen, bertako eremuan patruila egiten ari zena.Bere bizitzako esperientzia kontatu zion eta egungo Song Renzong enperadorearen ama biologikoa zela kontatu zion. . Bao Zheng-ek gertakariaren berri izan ondoren, Li Niangniang Pekinera eraman zuen, Song Renzong-i jakinarazi eta gaia jakin zuen, eta azkenean amak eta semeak elkar ezagutu zuten. Liu Dowager enperatrizak eta Guo Huai arduradun eunukoak burua makurtu eta aitortu egin zuten.", "聖意": "Etxean ezinegon nago, babes ekonomikoa, finantza zailtasunak, negozioetan zorte ona, ezkontza, zoritxarra, landako jendea, zeta-harrak, animalia txarrak, jendea aurkitzeko zailtasunak, auziak, galera, migrazioa, kontserbadorea, galdutako ondasunak, otoitz egiten dut. Mendebaldeko gaixotasunak, berreskuratzeko zailak, mendiko hilobi erreforma", "古人": "Bao Gong Li enperatrizaren bila dabil", "第X籤": "Hogeita zortzigarren loteriako irabazlea", "宮": "Eguerdiko Jauregia"}