{"籤詩版本二": "Hari laguntzarik ez eskatzea gomendatzen dizut, garabiak bezala hegan egiten du eta ezkutuko geziak jaurtitzen dizkizu.\nEgurra biltzera joaten bazara eta belarretan suge bat badago, baliteke pozoiak hozka egitea eta triste egongo zara.", "詩意": "Hexagrama hau seguru egoteko eta norbere burua mantentzeko seinale da.\nKontuz denetan.", "解曰": "Itxi ahoa eta eutsi hortzak. Arduragabea da. Errudun sentitzen bazara. Azkenean norberari kalte egiten dio.", "籤詩故事一": "◇Xake taularen bilera\nTang dinastiako Taizong enperadorea mendebalderantz zihoan eta Suoyang hirian harrapatuta geratu zen.Cheng Yaojin Pekinera itzuli zen errefortzuak eskatzeko.\nXue Dingshani Bigarren Ibilbideko Mariskal gisa zerbitzatzeko agindua eman zioten eta Jauna salbatzera eta Xiliao baketzera joan zen.\nJende talde bat Yumen mendatetik atera ondoren, Qipan mendira iritsi ziren. Mendian milaka minions setiatua, Dou Yihu, mendiko erregea, Tang jeneralak Luo Tong garaitu zuen.Zorionez, bere arreba Dou Xiantong Lore Horien Ama Santuaren ikaslea zen eta arte martzialetan trebea zen. Soka hilezkor bati eutsi eta Luo Tong lotu zuen.Harrapatuta.\n(Sinatutako poema honi dagokio)\nXue Dingshanen edertasuna ikusita, Dou Xiantong Feng Luanen laguna izan nahi zuen, baina Xue Dingshanek ezezkoa eman zion.Dou Xiantong haserretu egin zen eta kanpora bota eta burua moztu nahi izan zuen.Zorionez, Cheng Yaojin erreskatatzera etorri zen eta haien ezkontza erraztu zuen. Geroago, Dou Yihu-k Qipanshan anaiak Tang dinastiara itzuli zituen Tang dinastia Mendebaldeko Liao konkistatzen laguntzeko.", "聖意": "Etxeko segurtasuna, norberaren interesa, aberastasuna bilatzea, denboraren zain, negozioen geldialdia, ezkontza baimenduta, Liujia alarma faltsua, oinezkoak zelaiak blokeatzen, zeta-harreak, sei abere, desagertutako pertsonak, auzi publikoak blokeatzea, galera (Mo Xing) Migrazioa, kontserbadorea, ondasun galduak, gaixotasuna zaila da berreskuratzea, mendiko hilobia, zorte ona", "古人": "xake taularen hitzaldia", "第X籤": "Hogeita hamazazpigarren loteriako irabazlea", "宮": "Eguerdiko Jauregia"}