{"籤詩版本二": "Denbora lasai eta lasai, eserita eta etzanda tea hartzen beteta egon ondoren\nEz duzu lanpetuta egon behar fisikoki eta mentalki, eta zalantzarik gabe ez duzu injustizia edo hondamendia eragingo.", "詩意": "Hexagrama hau bakearen eta egonkortasunaren sinboloa da.\nGauza guztietan, une egokiaren zain egoteak zorte ona ekarriko du.", "解曰": "Ondo egon seguru. Galdetu jainkoei. Itxaron ordua heldu arte. Gauzak kasualitatez gertatzen dira.", "籤詩故事一": "◇Foyinhui Dongpo\nBehin, Su Dongpok ulermen pixka bat lortu zuen Zen ikasten ari zela. Bere egoera transzendentea zela konturatu zen, eta poza sentitu zuen. Pasioari eutsi ezinik, luma zabaldu eta poema bat idatzi nuen:\n\"Zeruaren erdian, Jishou-k distira distiratsu egiten du unibertsoan zehar; zortzi haizeek eraman ezinik, zutik eseri da urrezko loto more baten gainean\".\n(Zortzi haizeek honako hauek aipatzen dituzte: irabazia, gainbehera, suntsipena, ospea, laudorioa, iseka, sufrimendua eta zoriona. Hau da, zortzi egoera horiek gogaitu ez izateari \"zortzi haizeek ezin dute mugitu\") deitzen zaio.\nIdatzi ondoren, Dongpo-k bere zerbitzaria ibaian zehar bidali zuen Jinshan tenpluko Foyin Zen Maisuari emateko.\nFoyin Zen Maisuak irakurri ondoren, \"fart\" hitzarekin markatu zuen eta bere zerbitzariari eman zion itzul zezan.\nDongpo haserre zegoen hau ikusi ondoren, beraz, ibaian zehar txalupa bat hartu eta Jinshan tenplura joan zen Budaren zigilua aurkitzeko eztabaidarako.\nDongpo Jinshan tenpluko atarira iritsi zenean, Foyin atarian zain zegoen jada.\nSu Dongpok berehala leporatu zion Foyin-i: \"Zergatik esaten diozu fart bat idatzi dudan poemari?\"\nFoyinek erantzun zuen: \"Ez al zaude dagoeneko 'zortzi haizeek ezin izan\"? Nola liteke \"ibaia zeharkatu\" zintzilikatzeko farro batek!\"\nUne honetan, Dongpo harrituta geratu zen nahikoa ez zela konturatu eta lotsaz utzi zuen.\n(Istorio hau \"Beroa oraindik ez da iritsi\"-ren metafora bat da)", "聖意": "Otoitz ezazu zure etxea eta zure segurtasunagatik, zure aberastasunagatik, zure negozioagatik, zure ezkontzarako zorte onagatik, Liujiatik etorritako emakume bidaiari batengatik, zelaira, zeta-harrak udazkenean heldu daitezen, sei abere egonkor egon daitezen, norbait aurkitzea, zaila izatea, auzi publikoetarako, migraziorako, galdutako ondasunengatik, gaixotasunengatik, mendiko hilobi batera bidaltzeagatik, aproposa.", "古人": "Foyinhui Dongpo", "第X籤": "Hogeita hamaika zenbaki saritua", "宮": "Wei Gong"}