{"籤詩版本二": "Itzulerako bidaia ziurra da.Nork daki harrian ezkutatuta dagoen jadea?\nArtisau on batek mozketa garbia duenean, seguru eta seguru sentituko da jaspe garaian", "詩意": "Hexagrama honetan, harri bat mozten duzunean jadearen irudia ikus dezakezu.\nLan egin gogor denetan arrakasta izateko.", "解曰": "Altxorra harrian dago. Ezezagunek ezer gutxi dakite. Itxaron argi geratu arte. Egin ahal duzun guztia.", "籤詩故事一": "◇Liu Beik talentuak bilatzen ditu (hiru bisita lastozko txabolara, hiru bisita lastozko txabolara)\nHiru Erreinuen aldia. Zhuge Liang bakartuta bizi zen Longzhong-eko lastozko txabola batean. Liu Bei talentuak bilatzeko irrikaz zegoen, beraz, Zhuge Liang bisitatzera joan zen. Zhuge Liang hiru aldiz bisitatu zuen (historian \"Three Visits to the Thatched Cottage\" bezala ezagutzen dena). Liu Beik besteei urruntzeko eskatu zien eta Zhuge Liang-i galdetu zion. : \"Han dinastia gainbeheran dago, eta ministro traidoreek bizitza lapurtzen diete. Zure Maiestate. \" Hautsez estalita. Ez dut nire bertute eta nire gaitasuna neurtzen, munduko zuzentasun handian sinetsi nahi dut, nire jakinduria baizik. eta trebetasunak apalak dira, beraz, izugarri erabiltzen dut. Gaurtik aurrera. Hala ere, nire anbizioa oraindik ez da amaitu, uste duzu plana gauzatuko dela? \"\nOrduan, Zhuge Liang-ek mundua hiru zatitan banatzeko plana aurkeztu zion, eta Cao Cao erabilgarri ez zegoen eta Sun Quan bere laguntzan etor zitekeen egoera aztertu zuen.Jing eta Yi estatuetako gobernadoreen koldarkeriaz ere sakondu zuen. hark aprobetxatzeko aukera izan zuen, eta bi estatu horietaz bakarrik aprobetxatu zezakeela.Horrela bakarrik irabaziko du mundua;Liu Beiri ere esan zion Erdialdeko Lautada erasotzeko estrategia. (Eztabaida honi \"Longzhong Dui\" deitu zitzaion gero). Liu Beik hau entzun ondoren, altxor bat aurkitu balu bezala goraipatu zuen, eta Zhuge Liang gogor gonbidatu zuen laguntzera, beraz Zhuge Liang Liu Beiren aholkulari militar bihurtu zen.", "聖意": "Etxea lasaia da, aberastasuna bilatzen dut, lan merkataritzak ezkontza oztopatzen du eta Liujian bidaiari birtual bihurtzen da.", "古人": "Liu Beik talentuak bilatzen ditu (hiru bisita lastozko txabolara, hiru bisita lastozko txabolara)", "第X籤": "Hogeita hamabigarren loteriako irabazlea", "宮": "Wei Gong"}