{"籤詩版本二": "Jantzi eta berrantolatu familia estilo zaharra Tao zerurik gabe baina meritua du.\nBideko arantzak eta arantzak garbitu ostean, hirurak lankideekin elkartzea adostu zuten.", "詩意": "Hexagrama honek arroparen berrantolaketa adierazten du.\nDena zaila da gero erraza izan baino lehen.", "解曰": "Ez kezkatu. Ondo pasa. Etorkizunaz galdetzen baduzu. Bide ona dago aurretik.", "籤詩故事一": "◇Tang Monk-en eskritura budistak\nXuanzang (602-664), Tang dinastiako monje entzutetsu batek, Chen abizen arrunta eta Yi izena zuen. Goushi konderrian jaio zen, Luozhoun (gaur egun Yanshi hiriaren hegoaldean, Henan probintzian). Hamahiru urterekin fraide egin zen eta Xuanzang izen budista hartu zuen. Munduari Tang dinastiaren Sanzang deitzen zaio.\nZhenguan hirugarren urtean (629, Zhenguan lehen urtea bezala ere ezagutzen dena), Tianzhu-ra (India) mendebaldera bidaiatu zuen Budismo-idazkiak lortzeko.Bakarrik arriskuan sartu zen eta zailtasunak jasan zituen.Lau urtetan bakarrik iritsi zen.\nZhenguan hamazazpigarren urtean, maisuak ofizialki dimisioa eman zuen eta ekialdera itzuli zen. Egungo Xinjiang probintziako, Khotan eta Loulaneko Hego Errepidetik itzuli zen Txinara.Hamazazpi urte eta 50.000 kilometroko bidaia behar izan zituen guztira. Zhenguan-en hemeretzigarren urteko lehen hilabetean Chang'anera iritsi zenean, enperadoreak Liang Guogong Fang Xuanlingi eta beste funtzionario zibil eta militarrei ongietorri bikaina emateko agindu zien.\nGuztira, jatorrizko sanskrito-eskritura budisten 520 eta 657 liburuki eskatu ziren. eta txinerara itzulita.\nMaisua itzuli ondoren, Taizong enperadoreak eta Gaozong enperadoreak oso errespetatu zuten eta Da Nei-n jaso zuten, \"Tripitaka maisua\" titulua emanez.", "聖意": "Etxea nahasian dago, zorte ona norberarentzat, zorte ona, negozio onak, ezkontza ona, soroan jendearen etorrera oztopatzen, zeta-harreak, abere desegokia, jende bila, auzi publikoak, migrazioa, ondasun galduak, gaixotasun berantiarra, otoitzak bedeinkapenetarako, mendiko hilobiak zaharrak izan beharko lukete.", "古人": "Tang Monk-ek Eskritura Budistak ikasten ditu", "第X籤": "Hogeita hamabosgarren loteriako irabazlea", "宮": "Shen Gong"}