{"籤詩版本二": "Seguru eta lasai egon nahi baduzu, ez da egokia kandelak haizean egotea.\nHobe da areto sakon batean garbitu eta eseri, argia saihestu, leku lasai batean astindu eta mugitzea. Astindu → Yao. Doan → gutxi.", "詩意": "Hexagrama hau lanpara eta kandela astintzen dituen haizea bezalakoa da.\nGauzak etengabe mantentzeak zorte ona ekarriko du.", "解曰": "Leku lasai batean kokatu. Dei egin eta garaiz izan. Ez da bedeinkapena. Kontserbadorea eta egokia.", "籤詩故事一": "◇Li Jing mendira itzultzen da\nLi Jing (571-649ko uztailaren 2a), adeitasunezko Farmazialaria, Sanyuan, Yongzhoun (gaur egun Sanyuan konderriaren ipar-ekialdean, Shaanxi probintzian) jaio zen. Sui dinastia amaieratik Tang dinastiaren hasierara arteko jenerala, Tang dinastian trebetasun zibil eta militarrak zituen estratega militar ospetsua izan zen. Geroago, Wei-ko duke titulua eman zioten, eta munduan Wei-ko duke bezala ezagutzen zen.\nLi Jing jainkoen zerrendako Nezha hirugarren printzearen aita da, \"Totako erregea\" izenez ere ezaguna. Li Jing eta bere semeak Jiang Ziya (Tai Gong) lagundu zioten Zhou erregina garaitzen, Zhou dinastia eta erregea ezartzen. Wu ofizialki tronura igo zen. Orduan, Jiang Ziyak jainkoen zerrenda sortu zuen eta zeremonia bat egin zuen gudan hildako soldaduen arimak baretzeko. Handik aurrera, mundua baketsu eta baketsu bihurtu zen. Wu erregeak markesak egin eta haiek saritu nahi zituen, eta lurrak ere banatu nahi zituen heroi sortzaileei. Li Jing-ek, bere aitak eta semeak, eta beste zazpi lagunek mendira itzultzeko eskatu zuten taoismoa praktikatzeko eta munduko ospearekin eta aberastasunarekin obsesionatuta ez egoteko. Gero, zazpiak \"gorputz santu bihurtu ziren\" eta hilezkorren artean sailkatu ziren.\n\"Feng Shen Bang\"-en istorioa", "聖意": "Etxea kontserbadorea da, arrunta naiz, aberastasuna bilatzen dut, zailtasunak ditut negozioetan, nire ezkontza ez dago harmoniatsua, Liujiak oinezkoek fedea izan dezaten otoitz egiten du, zeta-harrak udazkenean heltzen dira, sei animalia seguru daude, jendea falta da, publikoa. auziak eta migrazioa kontserbadoreak dira, galdutako ondasunen gaixotasunak, ez aldatu Jianxingshan-en hilobia.", "古人": "Li Jing mendira itzultzen da", "第X籤": "Hogeita hamazazpigarren loteriako irabazlea", "宮": "Shen Gong"}