{"籤詩版本二": "Mila urteko ispilua berriro elkartuta, emakumeak senarrari berriro ezkontzeko eskatzen dio\nHarrezkero, familia eraldatu egin da, eta seme-alabei eta bilobei bedeinkapenak gehitu zaizkie.", "詩意": "Hexagrama honek ispiluen elkartzea adierazten du.\nDena da lan gogorra eta garestia.", "解曰": "Urrean harea zulatzea. Dragoi baten gainean eta tigrean ibiltzen. Neketsua den arren. Osagarri bat dago bertan.", "籤詩故事一": "◇Yulianhui hamar lagun\nSong dinastian, Qian Yulian Wang Shipeng-ekin ezkondu zen. Shi Peng Pekinera azterketa egitera joan zenean, Sun Ruquan aberatsak Yulian berriro ezkontzera behartu zuen.\nQian Yulianek Sun Ruquan aberatsaren proposamenari uko egin zion eta nahiago zuen Wang Shipeng-ekin ezkondu, \"Jing Chaik\" kontratatu zuen Wenzhouko jakintsu pobre batekin.\nGeroago, Wang Shipeng-ek irabazi zuen lehen saria.Wanqi lehen ministroak ezkontzera behartzeari uko egin zionez, Chaoyang urruneko epaile gisa bidali zuten. Sun Ruquan-ek ezkutuan aldatu zuen Wang Shipeng-en familiaren gutuna \"dibortzio-gutuna\" eta Yulian engainatu zuen. Qian Yulianen amaordeak ere berriro ezkontzera behartu zuen, baina Yulianek uko egin zuen eta bere buruaz beste egin zuen ibai batera botaz. Qian Zaihe-k erreskatatu zuen. Fujian probintziakoa eta bere alaba adoptatua bezala hartu zuen.\nYulianek Shipeng hil zela uste zuen. Bost urte geroago, Wang Shipeng Ji'ango gobernadorea izan zen. Egun batean, oroimen ekitaldia egin zuen tenplu taoista batean bere emaztea zena ospatzeko. Yulian Ji'an tenplu taoistara joan zen erretzera. intsentsua, eta Wang Shipeng eta Qian azkenean elkartu ziren.", "聖意": "Etxea ez da ona norberarentzat. Udazkena eta negua oparoak dira. Aberastasuna oparoa izan dadila. Udazkena eta negua oparoa. Negozioak oparoak dira. Ezkontzak arrakasta izan dezala. Otoitz egin oinezkoak soroetara joan daitezen. Zeta-harrak hazi daitezke. Sei abere. altxa daiteke.Jendea aurki daiteke.Auzi publikoak kontrakoak dira.Migrazioa kontserbadorea.Jabetza galtzea.Gaixotasun berantiarra.Eskatu bedeinkapenak.Mendiak eta hilobiak onak dira.", "古人": "Yulianhui hamar lagun", "第X籤": "Laugarren seinalea", "宮": "Umetokia"}