{"籤詩版本二": "Gurpil gorria mendebaldean erortzen da, untxia ekialdean igotzen da, yin-a hazten da eta yang-a desagertzen da eta dena aurrera doa.\nEmakume batek erabili nahi badu, bere aberastasuna handituko du eta zoriontasuna ekarriko dio bihotzari.", "詩意": "Hexagrama hau Yin hazi eta Yang desagertzearen ikurra da.\nDena zaila da gero erraza izan baino lehen.", "解曰": "Yin-ak emakumeei mesede egiten die. Gizonentzat ez da egokia. Aholku bila bazabiltza. Gaizkia dator lehenengo eta gero ona.", "籤詩故事一": "◇Wu Zetian igo zen tronura\n14 urte zituela, Wu Tang dinastiako Taizong Li Shimin enperadoreak jauregira deitu zuen talentu handiko pertsona gisa, \"Wu Mei\" izenekoa. Taizong hil ondoren, Zetian Ganye tenpluan sartu zen eta moja bihurtu zen.\nTang dinastiako Gaozong enperadorea tronura iritsi zenean, Wu familia jauregira deitu zuen Zhaoyi omentzeko. Yonghuiren seigarren urtean (655), Gaozong enperadoreak Wu ezarri zuen bere erregina gisa.\nWu Zetian adimentsua zen, literaturan eta historian parte hartzen zuen eta baliabidez aberatsa zen. Wu Zetian erregina bihurtu eta gutxira, Gaozong ahul eta gaixo zegoelako, batzuetan zenbait gai politiko kudeatzeko ardura ematen zion, beraz, bere boterea hazi egin zen. Shangyuan-eko lehen urtean (674), Gaozong enperadoreari \"Enperadore\" deitzen zioten, Wu enperatrizari \"Zeruko erregina\" deitzen zioten eta biak \"Bi Santu\" deitzen zieten jauregian.\nHongdaoko lehen urtean (683), Gaozong enperadorea hil zen, Li Xian printzea tronura iritsi zen eta Wu Zetianek tronua hartu zuen. Sisheng-eko lehen urteko otsailean (684), Wu Zetianek Li Xian kendu zuen Lulinggo errege gisa eta bere laugarren semea Li Dan ezarri zuen enperadore gisa, dinastia gobernatzen jarraituz. Urte bereko irailean, bandera urrez aldatu zuen, eta Luoyang, ekialdeko hiriburua, jainkozko hiriburua izendatu zuten. Tianshou-ko lehen urteko irailaren bederatzian (690), Wu Zetianek bere burua enperadore izendatu zuen eta herrialdearen izena Zhou-ra aldatu zuen.", "聖意": "Etxea desegokia da norberarentzat, bedeinkapen eske otoitzean, aberastasuna bilatzen, transakzioak zaintzen, ezkontzan zorte ona, ezkontzan zorte txarra (emakumezkoa), oinezkoak soroak blokeatzen, zeta-harra, abere oparoa, jende bila, banantzea, auziak, galera, migrazioa. , ondasunen galera, gaixotasuna, shock, mendiak eta hilobiak, zorte on", "古人": "Wu Zetian tronura igotzen da", "第X籤": "Berrogeigarren loteriako irabazlea", "宮": "Zu Jauregia"}