{"籤詩版本二": "Hitz on infinituak gogoratuko dituzu, baina zure seme bihurtuko zara lapurra ezagutzen baduzu.\nEz izan momentuz gutizia eta kezkatu nola egingo zuen zerbait ona duela urtebete.", "詩意": "Hexagrama honek lapur bat seme gisa identifikatzen du.\nKonziente izan denetan.", "解曰": "Hau besterik ez. Jaun batek ez du akatsik egiten. Gogoan izan. Ez zaitez bakarrik izan.", "籤詩故事一": "◇Dong Zhuok Lu Bu onartzen du\nLu Bu, ausarta eta borrokan trebea, jeneral militar ospetsua izan zen Ekialdeko Han dinastiaren amaieran eta Hiru Erresumen hasieran.Behin Ding Yuan, Jingzhouko gobernadorea, bere aita adoptibotzat hartu zuen eta haren menpe aritu zen.\nEkialdeko Han dinastiako Ling enperadorea hil ondoren, Ding Yuan Pekinera joan zen He Jin jeneralarekin gobernua kontrolatzeko.\nDong Zhuo Ding Yuanekin borrokatu zen, baina hainbat jeneralek ezin izan zuten Lu Bu garaitu, beraz, Dong Zhuok bere menpeko Li Su bidali zuen Lu Bu erosketa egitera. Li Suk urrezko eta zilarrezko altxor pila eta untxi gorri zaldi ospetsua ekarri zituen \"Lu Bu bisitatzera\". Li Suk urrezko eta zilarrezko altxor pila eta untxi gorri zaldi ospetsua ekarri zituen Lu Bu bisitatzera. Beraz, Lu Bu Dong Zhuok Ding Yuan hiltzeko soroskatu zuen, eta bere soldaduei esan zien berarekin etortzeko nahi bazuten, eta alde egiteko berari jarraitu nahi ez bazuten.Ondorioz, soldadu gehienek ihes egin zuten. Beraz, Lu Bu Dong Zhuok erosi zuen eta Ding Yuan hil zuen.\nDong Zhuok boterea lortu ondoren, Lu Bu bere seme adoptibotzat hartu zuen eta jeneral eta markes bihurtu zuen.\nDong Zhuok tenple bortitza zuen, eta Lu Burekin \"aita-semeen harremana\" oso ahula zen benetan.K.o. 189an, Situ Wang Yunen bultzatuta, Lu Buk Dong Zhuo hil zuen.\nDong Zhuo hil eta sei hilabetera, Dong Zhuoren tropa zaharrek hiriburua inbaditu zuten, eta Lu Bu eta bere emazteak izututa ihes egin zuten. Hiriburua utzi ondoren, Lu Bu Yuan Shu, Yuan Shao, Zhang Yang, Zhang Miao, Liu Bei, etab. gerra-jaunekin aterpea bilatu zuen, eta askotan borrokatu zen Cao Caorekin, garai hartako beste gerra-jaun nagusi batekin.Lu Bu ausarta eta ona zen. borrokan, eta hainbat aldiz garaitu zuen Cao Cao.\nEkialdeko Han dinastian Jian'an-en hirugarren urtean, Cao Caoren tropek Xiaopei eraso egin zuten, Lu Bu-ren basera, eta Cao Cao-k harrapatu eta hil zituen Baimen dorrearen azpian. Exekutatu aurretik, Lu Buk Cao Caori bizirik mantentzeko eskatu zion heriotza ekiditeko, baina Liu Beik Cao Caori gogorarazi zion Lu Buk askotan traizionatu zuela eta gizon petrala zela. Azkenean, Cao Cao, talentuak soilik baloratzen zituen baina ez morala, Lu Bu exekutatu zuen.", "聖意": "Etxean ezinegon nago, normalean dirua bilatzen dut, transakzioetatik zaindu, zaila da ezkontzea, Liujia gizona harrituta dago, zeta-harrak soroan erdi helduta, sei animaliak seguru daude, pertsona haren bila dabil. , auzi publikoa egokia da, eta migrazioa da aurkitu zailak diren gauza galduengatik, gaixotasunengatik eta Zhenxing mendiko hilobian bakeagatik otoitz egitea.", "古人": "Dong Zhuok Lu Bu onartzen du", "第X籤": "41. loteriako irabazlea", "宮": "Zu Jauregia"}