{"籤詩版本二": "Enperadoreak, enperadoreak eta enperatrizak, azkenean, errukitsuak izango dira eta itxaron eta otoitz egingo dute bedeinkapenak galdu eta irabazi gabe.\nIzaki sentikor guztiei etekina ateratzen zaie, eta oparotasuna espero da munduan eta zeruan.", "詩意": "Hexagrama hau zeruko mesedearen seinale da.\nDena arrakastatsua izango da.", "解曰": "Enperadoreak bere faborea erakutsi zuen. Ez ahaztu inoiz. Goizeko eta arratsaldeko errituak. Egokia da intsentsua erretzea.", "籤詩故事一": "◇Mulianek bere ama salbatu zuen\nMokou Lian edo Mulian Sakyamuni Budaren hamar ikasleen artean boteretsuena da.\nBere ama zikoizkorra eta zikoikorra izan zen bere bizitzan zehar, beraz, hil ondoren mamu goseen erreinuan erori zen. Mokhullian-ek bere botere magikoa behatzeko erabili zuen eta bere ama mamu gose gisa jaio zela jakin zuen, janaria lortzeko modurik gabe eta zailtasun handiak zituela.Bere botere magikoa erabili zuen bere amari janaria eramateko.Ustekabean, amak jaso ondoren. janaria, errauts bihurtu zen eta ezin zen jan.\nMaudgalyana gertatutakoaz kezkatuta zegoen eta Budari jakinarazi zion. Budak esan zion Muliani zazpigarren ilargiaren 15. egunean ehun zapore eta bost fruitu arro batean jarri eta hamar norabideetako fraide bertutetsuei eskaini behar ziela.Botere horrekin bere amak jan ahal izango zuen. .\nMaudgalyanak Budaren borondatearen arabera jokatu zuen, eta bere ama azkenean askatu zen. Zeremonia mota honi \"Obon Jaialdia\" deitzen zaio eta jai honi \"Obon Jaialdia\".\n(Oharra: substantzia mota batek sentimendu desberdinak ditu munduko maila ezberdinetan. Adibidez: mundu honetan euria egiten duenean, \"ura\" bezala ikusten dugu, mamu goseen erreinuko izakiek \"odol\" bezala sentitzen duten bitartean. Infernuko munduan sentipenezko izakiek \"odola\" bezala sentitzen dute. \"Ezpata botatzea\" sentitzen dute, zeruko izakiek \"lore bat botatzea\".)", "聖意": "Etxea eta etxea otoitz egitea, neguan zorte ona eskatzeko, aberastasuna bilatzea, transakziorik ez, ezkontza, bakea Liujian, oinezkoak, eremuak mugitzea, zeta-harrak, sei animalia, jendea aurkitzea, auziak, arrakasta, migrazioa, kontserbadurismoa, galdutako ondasunak, gaixotasuna. , mendien bakea, hilobiak", "古人": "Mulianek bere ama salbatzen du", "第X籤": "Sinatu berrogeita bi", "宮": "Zu Jauregia"}