{"籤詩版本二": "Mundua malgua da eta gauza guztiak autosostengagarriak, autosostengarriak eta seguruak dira\nBizitzan dena da zoragarria, eskertu sainduei eta jakintsuei guztiagatik, eta izan oparoa.", "詩意": "Hexagrama honek lurraren eta lurraren arteko harmonia adierazten du.\nDena ondo doa eta ez dago arriskurik.", "解曰": "Gauza guztiak jaiotzen dira. Plan eta desio guztiak egi bihurtzen dira. Fordek laguntzen du. Rui Qi presaka dabil.", "籤詩故事一": "◇Ibiltariek argitasuna lortzen dute\nMendebaldera bidaia istorioa:\nSun Wukong-ek Loreen eta Fruten Mendia hartu zuen eta errege bihurtu zen.Geroago, betiko bizitzeko modua aurkitzeko, zortzi edo bederatzi urte eman zituen mendi eta ibaietan zehar bidaiatzen, Bodhi patriarka bere irakasle gisa gurtzeko.Hirurogeita hamarrak ikasi zituen. -Bi aldaketa lurreko gaiztoak eta saltoka lainoak, eta Eguzki abizena hartu zuen lehen aldiz. Wukong izenekoa.\nHorren ostean, Sun Wukong Ekialdeko Txinako Itsasoko Dragoi Jauregira joan zen arma egoki bat aurkitzeko, eta, azkenean, Ruyi Urrezko Cudgel aurkitu zuen, Tianhe eta Dinghairen orratz jainkotiarra. Bere bizitza amaitu zelako, zalaparta handia egin zuen lur azpian, bizitzaren eta heriotzaren liburua berrikusi eta giza mundura itzuli zen. Geroago, Sun Wukong zeruak deitu zuen lehen aldiz eta Bima Wen izendatu zuten. Geroago, bigarren aldiz zerura deitua izan zen eta Tximino Errege izendatu zuten.Mexikak ere lapurtu eta zeruan zalaparta handia egin zuen.Bagua Labean zigilatu zuten bere urrezko begiak eta suzko begiak lantzeko.Azkenik, Wuzhi mendiaren magalean Tathagata Budak zapaldu zuen 500 urtez, mugitu ezinik. Bagua labea jaurti zuten lekua suzko mendi bihurtu zen.\nBostehun urte geroago, Tang Monjea Mendebaldera joan zen Eskriturak lortzeko, Bost Elementuen Menditik igaro eta talismana kendu zuen Sun Wukong salbatu aurretik. Sun Wukong negarrez hasi zen esker onez.Guanyin Bodhisattvak irakatsi ondoren, Tang Monk bere irakasle gisa gurtzen zuen eta Mendebaldera joan zen elkarrekin Eskriturak ikastera. Eskriturak ikasteko bidean, Sun Wukong-ek deabruengana jaitsi eta munstroak ezabatu zituen, eta behin eta berriz balentria apartak egin zituen.Hala ere, gaizki ulertu eta kanporatu zuen Tang Seng maisuak behin eta berriz. Laurogeita bat zailtasunen ondoren, lana amaitu zen azkenean.Lau maisu eta ikasleak Xitian Leiyin tenplura iritsi ziren eta egiazko Eskritura lortu zuten. Sun Wukong-ek emaitza egokia lortu zuen.\n(Istorio hau tximinoa ere argitu daitekeen metafora da, eta are gutxiago gizaki bat).", "聖意": "Etxea aproposa da norberarentzat, aberastasuna, negozioa, ezkontza, Liujia, gizonezko oinezkoak, soroen oztopoa, zeta-harrak, sei animalia, Zhongping, jende bila, auziak, arrakasta, migrazioa, ondasunen galera, gaixotasuna, Chuanxingshan hilobia, gauzak bilatzen. aproposa dira", "古人": "Bidaiariak argitasuna lortzen du", "第X籤": "43an sinatua", "宮": "xugong"}