{"籤詩版本二": "Eguraldi hotzak ura izotz bilakatzen du.Zergatik izan ospearen gutizia?\nEz daukat isil-isilik eseri eta hostoak modu naturalean loratu arte itxarotea beste aukerarik.", "詩意": "Hexagrama honetan, ura izotz bihurtzen da.\nEz eskatu ezer alferrik.", "解曰": "Ura izotz bihurtzen da. Izotza uretan urtzen da. Konspirazio bat bada. Hala da.", "籤詩故事一": "◇Wang Xiang-ek karpa eskatzen du (Twenty-Four Filial Piety Stories)\nJin dinastiako Wang Xiang, adeitasunez Fuzheng izena, Linyi-n jaio zen.\nWang Xiang gaztea zenean, bere ama biologikoa hil zen, bere aita bakartia Zhu izeneko emakume batekin ezkondu zen eta Wang Xiang-ek ama berria izan zuen. Wang Xiang gaztea zenean, bere ama biologikoa hil zen, eta bere aita bakartia Zhu izeneko emakume batekin ezkondu zen. Wang Xiang-en amaordea pentsamendu estua eta jeloskorra zen.Ez zitzaion Wang Xiang gustatzen eta askotan errieta egiten zion kontu hutsalengatik. Laster, amaordeak Wang Lan izeneko seme bat ere erditu zuen. Amaordeak bere seme-alabak bakarrik maite zituen, eta Wang Xiang arantza gisa hartzen zuen. Are zorrotzagoa bihurtu zen Wang Xiang-ekin, eta sarritan gaizki hitz egiten zuen Wang Xiang aitaren aurrean. Bere aitak ere pixkanaka ez zuen gehiago maite. Amaordeak bere seme-alabak bakarrik maite zituen, eta Wang Xiang arantza gisa hartzen zuen. Are zorrotzagoa zen Wang Xiang-ekin, eta sarritan gaizki hitz egiten zuen Wang Xiang aitaren aurrean. Bere aitak ere pixkanaka ez zuen gehiago maite. Wang Xiang-en anaia erdia den arren, Wang Lan oso atsegina da anaiarekin. Bere amaordearen torturak izan arren, oso filial zen oraindik. Amaordea oso gogorra da, baina Wang Xiang oso seme-alaba da oraindik.\nBere amaordeak zaletasuna du, hau da, ibaitik atera berri den arrain freskoa jatea gustatzen zaio. Bere amaordeak zaletasuna du, hau da, ibaitik atera berri den arrain freskoa jatea gustatzen zaio. Negu batean, bere aita negozioetara joan zen, eta bere amaordea gaixotu zen berriro. Wang Xiang eta Wang Lan anaiek arreta handiz zerbitzatzen zuten zopa eta sendagaiak amari jateko. Eguraldi hotz handian, amaordearen gaixotasuna oraindik ez zen hobetu. presaka. Negu batean, bere aita negozioetara joan zen, eta bere amaordea gaixotu zen berriro. Wang Xiang eta Wang Lan anaiek arreta handiz zerbitzatzen zuten zopa eta sendagaiak amari jateko. Eguraldi hotz handian, amaordearen gaixotasuna oraindik ez zen hobetu. presaka. Amaorde gaixoak ibaiko arrain freskoa jan nahi zuen.Klima hotz gogor hartan, kanpoan elurra ari zuen eta ibaiko ura izotz lodi bihurtu zen jada. Amaorde gaixoak arrain freskoa jan nahi zuen.Non aurki zitekeen arrain freskoa klima izoztu eta elurtsu hartan?\nGarai haietan, ez zegoen denboraldiz kanpoko platerrik, eta dirua bazenuen ere ezin zenituen erosi.\nIstorioaren une honetan, Wang Xiangqiu Li-ren istorio hunkigarria gertatu zen. Bi anaiek ama zaintzen zuten ezinean.Wang Xiang ibai izoztura joan zen bere amaorde gaixoa hutsik ez egiteko.Wang Xiang-ek ideia bat izan zuen eta alkandora kendu zuen hotza gorabehera.Glaziarrean biluzik etzan zen eta erabiltzen nahi zuen. bere gorputz-tenperatura izotza urtzeko (beraz, Wang Xiangqiu-ko karpiari Wang Xiang izotz gainean etzanda ere deitzen zaio). Alkandora erantzi eta biluzik etzan zen glaziarrean. Jainkoari otoitz egin zion eta esan zion: \"Jainkoa, nire ama gaixorik dago eta karpa freskoa jan nahi du. Nolanahi ere den niretzat bide bat aurkitu behar duzu. \" Bitxia bada ere, ondoan zuen izotz blokea pitzatu zen bat-batean, eta bi zeuden. pitzadurak.Karpa bizi bat pitzaduratik salto egin eta izotz gainean salto egin zuen.Wang Xiang oso pozik zegoen. Jainkoari otoitz egin zion: \"Jainkoa, nire ama gaixo dago eta karpa freskoa jan nahi du. Nolanahi ere, niretzat bide bat aurkitu behar duzu. \" Bitxia bada ere, ondoan zuen izotz blokea pitzatu egin zen bat-batean, eta bi pitzadura zeuden. Karpa bizi bat pitzaduratik salto egin eta izotz gainean salto egin zuen.Wang Xiang oso pozik zegoen. Azkar belaunikatu, Jainkoari eskerrak eman eta etxera korrika egin zuen karparekin. Azkar belaunikatu zen, Jainkoari eskerrak eman, eta azkar hartu zuen karpa eta etxera joan zen. Amaordeak karpa freskoa jan ondoren, laster sendatu zen bere gaixotasunetik. Ospitaleko ohean zegoen amaordea zur eta lur geratu zen Wang Xiang-en goiko gorputz biluzia, hotzagatik morea bihurtzen ari zela, eta bi arrain eskuetan ikusi zituenean.Pozik sartu zen gelara eta txundituta geratu zen.\nWang Xiang geroago ofizial bihurtu zen eta taibao bihurtu zen, eta duke titulua eman zioten.", "聖意": "Etxean ezinegona, babesa, finantza-zailtasunak, negozio-arazoak, ezkontza, Liujia aseguruetan inkoherentzia, oinezkoak, Chitian zeta-harrak, sei abere-galera, desagertutako pertsonak, auzi publikoak, migrazioa, kontserbadorea, galdutako ondasunak, gaixotasunak, berreskuratzeko zailak, otoitz egiten dut. mendiko hilobia, zorte on", "古人": "Wang Xiang-ek karpa eskatzen du (Twenty-Four Filial Piety Stories)", "第X籤": "Berrogeita bederatzi Lotea Irabaztea", "宮": "Haigong"}