{"籤詩版本二": "Herrialdeko bazter guztietara bidaiatu dezakezu, bela-kopa zintzilik, aske eusteko\nAldeko haizea bada, laster iritsiko da eta itsasontzia altxorrez beteko da.", "詩意": "Hexagrama hau haizearekin txalupa bat tiratzea bezalakoa da.\nDena ondo doa.", "解曰": "Atseden hartu lasai. Ez da ahaleginik behar. Aberastasun asko. Guztiak miretsiak.", "籤詩故事一": "◇Tao Zhugui Five Lakes (Fan Ligui Lake)\nUdaberriko eta udazkeneko garaian, Fan Li, bere kortesia izena Shaobo zen, Gui Yizipi edo Tao Zhugong bezala ere ezagutzen zen.\nGarai hartan, Wu Estatuaren eta Yue Estatuaren arteko gerra izan zen, eta Wu Estatuak Yue Estatua suntsitu zuen. Fan Li eta Wen Zhong-ek Yue King Gou Jian-en plan bat formulatu zuten Yue sustatzeko eta Wu suntsitzeko. Fan Lik pertsonalki mendiak eta ibaiak zeharkatu zituen, eta Xi Shi, bertute, talentua eta edertasuna dituen emakume eder bat bisitatu zuen Bailuo mendiko Huansha ibaian eta Wu erregeari aurkeztu zion. \"Edertasun trikimailua\" erabili zuen lankidetzan aritzeko. barrutik eta kanpoarekin eta Wu Erreinua suntsitu zuen.\nWu Erreinua ezabatzea lortu ondoren, Fan Li-k bazekien Gou Jian \"mokodun lepo luzeko txoria\" zela eta harekin zailtasunak eta zoriona parteka zezakeela, beraz, Xi Shirekin Qi Erreinuan zehar txalupan joan zen, berea aldatu zuen. Gui Zipi izena eman zion, eta bere semea eta ikasleak Qi Erreinuan eraman zituen. Itsaso ondoko txabola batean bizi dira. Lan handia egin zuen basamortuak lantzen, alboko negozio bat zuzentzen eta negozioak egiten.Urte gutxiren buruan, hamar milioi familiako ondasunak pilatu zituen. Eskuzabala izan zen aberastasuna zabaltzen eta bere jaioterriari ongia egiten.Fan Li-ren jakinduria eta gaitasuna estimatzen zituen Qi-ko herriak.Qi-ko erregeak Linzira, hiriburura, gonbidatu zuen eta gobernu-gaiez arduratzen zen lehen ministro gisa gurtu zuen. . Oihukatu zuen: \"Funzionario izateak ministroak ekar ditzake, eta familia bat zuzentzeak dirutza bat ekar dezake. Hutsetik hasitako herritar batentzat, hori muturreraino iritsi da. Luzaroan ohorea izatea ez da seinale ona ziurrenik\". Beraz, hiru urte beranduago, berriro ere Jiliuk ausart atzera egin zuen, zigilua itzuli zion Qi erregeari eta bere familiaren aberastasun guztia bere lagun hurbilei eta herrikideei eman zien.", "聖意": "Etxea ona da norberarentzat (ontziratu beharrekoa), aberastasuna bilatzen, zorte ona mendebalderako, negozioa berandu da, ezkontza ez da ona, Liujia segurua da, jendea soroak blokeatzen ari dira, zeta-harra, udazkena, ona sei animalientzat, udaberria oparoa da, jendea jende bila dabil, auziak txarrak dira, migrazioa kontserbadorea, gauza galduak, Mendebaldeko gaixotasunak argitzen ari dira, mendiak eta hilobiak hegoaldera.", "古人": "Tao Zhugui Bost aintzirak (Fan Ligui aintzira)", "第X籤": "Berrogeita hamargarren loteriako irabazlea", "宮": "Haigong"}