{"籤詩版本二": "Udako egunak luzeenak dira eta denak kezkatuta daude beroarekin eta depresioarekin\nZeruak eta lurrak ere badakite zer nahi duen jendeak, eta haizeak jotzen du eta berez freskoa da", "詩意": "Hexagrama honek adierazten du denak kezkatuta daudela beroarekin.\nEgin nahi duzuna.", "解曰": "Ez dago zalantzarik aurrera ala atzera egin. Ondo pasa. Kanpinerako da? Ez da arin jokatu beharrik.", "籤詩故事一": "◇Kong Ming Sichuan sartzen da\nZhuge Liang (181-234), Kongming adeitasunezko izena, Yangdu, Langya (gaur egun Yinan konderria, Shandong probintzia) jaio zen eta Shu Han (Liu Bei) lehen ministroa izan zen Hiru Erreinuen garaian.\nLiu Beik Jingzhou irabazi bazuen ere, ez zen nahikoa izan alde bat bereiztea.Zhuge Kongming-ek Xichuan harrapatzeko asmoa zuen Liu Beiren lurraldea handitzeko. Une honetan, Yizhou-ko Liu Zhang-ek Zhang Lu-k erasotu zuen iparraldean. Zhuge Kongming-ek jakin zuen Liu Zhang-ek Xichuan-eko mapa Cao Cao-ri eskaini nahi ziola bere burua babesteko. Zhang Songek (Liu Zhang-en menpekoak) Cao Cao ezagutu zuenean, Cao Cao harroputza eta zakarra zelako, Liu Zhang-ek mapa hartu zuen Xichuanera itzuli eta Jingzhou igaro zen bidean. Kong Ming jada bere zain zegoen bidean eta Jingzhoura gonbidatu zuen, baina ez zuen inoiz Xichuan irudia aipatu irteera ordura arte.Zhang Songek eskertu zion Kong Ming-i bere adeitasuna eta abegikortasunagatik, eta, beraz, Xichuan irudia eskaini zion. hura.\nXichuan-en lurra arriskutsua zen eta eraso edo defenda zitekeen.Kong Ming-en hainbat antolaketaren ondoren, Xichuan Liu Beiren jaioterria bihurtu zen.\n(Kong Ming-ek adeitasunez tratatzen zituen jendea eta erraz lortu zuen Xichuan preziatua.)", "聖意": "Otoitz ezazu etxean bedeinkazioak eskatzeko eta zure babesagatik (zorte ona dago zorigaitzetan) Bilatu aberastasuna, zorte ona negozioetan, ezkontza arrunta, mutilen jaiotza Liujian, soroak mugitzea, zeta-harra, abereak kalteak, jendea bilatzea, publikoa. auziak, migrazioak, galdutako gauza zaharrak, iparraldeko gaixotasunak, mendi eta hilobi nahia", "古人": "Kong Ming Sichuanera sartzen da", "第X籤": "51. kapitulua: Lotea irabazi (Lotea irabaztea)", "宮": "Umetokia"}