{"籤詩版本二": "Esfortzu handia behar da ilargia uretan harrapatzeko.Esfortzu handia behar da baina ezer ez.\nEz egin zentzugabekeriarik eta alferrik galdu gorputza indartzeko.«Gorputza ihartua» hitzak jatorriz «gorputza bakarrik» esan nahi du.", "詩意": "Hexagrama hau esfortzuaren irudirako gutizia da.\nDena neketsua eta neketsua da.", "解曰": "Promesak zailak dira gogoratzen. Lan handia. Etxean kezkatu. Jende noblea ezagutzeko zain.", "籤詩故事一": "◇Taibai mozkortuta harrapatu zuen ilargia (Li Taibai mozkortuta harrapatu zuen ilargia)\nLi Bai (701-762), Taibai izenez ere ezaguna, Qinglian Jushi izenez ere ezaguna. Tang dinastiako poeta, bere burua hilezkor erbesteratua deitzen zuena, Poesiaren Hilezkor gisa ezagutzen zen eta beti zegoen zoriontsu edan gabe.\nBehin Li Bai Jinlingera (gaur egun Nanjingera) etorri zen eta Wende zubiaren ondoko jatetxe batean atseden hartu zuen.\nEgun hori neguko ilargi hilabeteko hamabosgarren eguna izaten zen.Gauean, jatetxean bakarrik eseri eta ilargia miresten zuen, poemak edaten eta errezitatzen zituen bitartean. Egun hori neguko ilargi hilabeteko hamabosgarren eguna izaten zen.Gauean, jatetxean bakarrik eseri eta ilargia miresten zuen, poemak edaten eta errezitatzen zituen bitartean. Li Taibaik bere bizitzan gehien maite zuen ilargia, garbia eta ederra zela esanez. Li Taibaik bere bizitzan gehien maite zuen ilargia, garbia eta ederra zela esanez. Gau hartan, gora begiratu zuen eta zeruan ilargi zuri eta biribila ikusi zuen.Oso pozik zegoen eta edalontzi batzuk gehiago edan zituen. Gau hartan, gora begiratu zuen eta zeruan ilargi zuri eta biribila ikusi zuen.Oso pozik zegoen eta edalontzi batzuk gehiago edan zituen. Gauerdian, Li Taibaik ardoa aprobetxatu eta Wende zubira jaitsi zen. Gauerdian, Li Taibaik ardoa aprobetxatu eta Wende zubira jaitsi zen. Zubira zapaldu orduko, burua jaitsi eta bat-batean ilargia uretara erortzen ikusi zuen.Ibaia mugitu zenean, ilargiaren itzal zuriari marra beltz batzuk gehitu zitzaizkion. Zubira zapaldu orduko, burua jaitsi eta bat-batean ilargia uretara erortzen ikusi zuen.Ibaia mugitu zenean, ilargiaren itzal zuriari marra beltz batzuk gehitu zitzaizkion. Li Taibai hain mozkortuta zegoen garai honetan, non ibaiko urak zikintzen zuen ilargia zela pentsatu zuen. Li Taibai hain mozkortuta zegoen garai honetan, non ibaiko urak zikintzen zuen ilargia zela pentsatu zuen. Botak kentzeko ere ez zuen arduratu, eskuak ireki eta zubitik salto egin zuen ilargia harrapatzeko. Botak kentzeko ere ez zuen arduratu, eskuak ireki eta zubitik salto egin zuen ilargia harrapatzeko. Ustekabean, jauzi honekin ilargia ez zen harrapatu, baina uretan zegoen ilargia apurtu eta berehala bi erditan zatitu zen. Ustekabean, salto horretan, ilargia ez zen harrapatu, baina gizona ito egin zen. Hirurogeita bi urte zituela hil zen.", "聖意": "Etxea ezinegon dago eta norberak zorte txarra dauka (zorte txarra, osasunari erreparatu), aberastasunaren oreka bilatu (ez pentsatu ere), negozio zailak, ezkontza ez dago konponduta, babesa eskatzeko otoitz (altxor hutsak abortua saihesteko ), oinezkoak arazoak dira, soro zeta-harra bost puntu, sei animalia gainbeheran, jende bila (zorterik gabe), auzi publikoak eta (Auzia gelditu) Migrazio arrunta (ez aipatu) Ondasun galera (hegazkina) Otoitzean gaixotasunetatik babesteko (zoritxagarria) Mendi eta hilobietan zorte ona", "古人": "Taibaik mozkortuta harrapatu zuen ilargia (Li Taibaik mozkortuta harrapatu zuen ilargia)", "第X籤": "Berrogeita hamasegundu loteria irabaztea (Loteria)", "宮": "Umetokia"}