{"籤詩版本二": "Frustrazioa poztasun bihurtzen denean, dragoiak orroa eta tigreak.\nZeru urdinak zerurako bere bidea du. Izan dezadan arrakasta eta ospe gehiago.", "詩意": "Hexagrama hau dragoi orroa eta tigrea orroa bezalakoa da.\nDena ondo aterako den itxaropena dago.", "解曰": "Irakatsi eta joan. Izan zure oparotasuna. Azkenean egin behar da. Leku bat aurkitu daiteke.", "籤詩故事一": "◇Liu Beik emaztegai bat kontratatzen du\nChibiko guduaren ostean, Sun Quan Liu Beik harrapatu zuen Jingzhou berreskuratzeko irrikan zegoen, beraz, Zhou Yu-ren plana erabili zuen, bere arreba Sun Ren Liu Beirekin ezkontza egin nahi zuela irudituz, baina hain zuzen ere hartu nahi zuen. Liu Bei Jingzhou erreklamatzeko bahitu gisa.\nZhuge Liang-ek Zhou Yu-ren plana zelatatu ondoren, estrategiaren liburuxka Zhao Yun-i eman zion, Liu Bei babesten ari zela Soochow-era joan zenean. Zhao Yun-ek liburuxkako estrategia jarraitu zuen eta nahita zipriztin handia egin zuen Wu Guotairi uzteko ( Sun Quanen aitak) ezkontza-proposamenaren berri. Wu Guotaik bere alaba maite zuelako eta bere alabaren bizitza osoko aferei buruz kasualitateko erabakiak hartzeko prest ez zegoelako, Sun Quan bere arrebarekin gupidagabea zelako errieta egin zion eta Liu Bei bere alaba Ganlu tenpluan pertsonalki merezi zuen ala ez probatzea proposatu zuen. Wu Guotaik Liu Bei ezagutu ondoren, Liu Bei asko estimatu zuen eta Liu Bei eta bere alabaren arteko ezkontza gogor defendatu zuen. Ondorioz, Liu Bei Sun andrearekin ezkondu zen.\nGeroago, Liu Bei eta Sun andrea Jingzhoura itzuli ziren elkarrekin.Geroago, Sun Quan Liu Beik Yizhou-n egindako erasoaz aprobetxatu nahi izan zuen Jingzhou erasotzeko, baina Wu Guotaik gelditu zuen, bere alabaren segurtasunaz kezkatuta zegoen.\nEsan zuen: \"Zhou Yu-ren plan argia munduko onena da. Emaztea galdu zuen eta bere tropak galdu zituen\".\n(Liu Bei kaltetik irabazi zuen)", "聖意": "Etxean zorte txarra daukat eta zorte txarra daukat (lehenengo zorte txarra, gero zorte ona).Aberastasuna, oreka, ezkontzako zailtasunak, ezkontza arrakastatsua bilatu.Otoitz egin oinezkoentzako bedeinkapena, zeta-harrak soroetan, bost puntu abereen kalteengatik, bilatu pertsonentzat, auziak eta migrazioentzat, zorte on galdutako ondasunentzat, zorte ona gaixotasunentzat, mendi eta hilobien bakea.", "古人": "Liu Beik emaztegai bat kontratatzen du", "第X籤": "Berrogeita hamahirugarren zenbaki irabazlea", "宮": "Umetokia"}