{"籤詩版本二": "Bertutea aitatik semera bilobengana pasatzen da.Jainkoetan eta jantzietan oparotasuna Jainkoaren menpe dago soilik.\nTxunxuan aretoan jendea poztu egiten da.Gose, elikatu, egarri eta logura dutenean, Chunxuan gurasoen metafora da.", "詩意": "Hexagrama hau udaberrira doan banbuaren irudiarekin lotuta dago.\nEspero dena ondo ateratzea.", "解曰": "Hartu banbua eta eraman udaberrira. Amaigabe zabaltzen da. Jaun batek itxaropena bilatzen du. Guztiak pozik.", "籤詩故事一": "◇Zhouko Wu erregea tronura igo zen\nZhou-ko Wu erregeak Zhou erregeari eraso zion eta zortziehun printze eraman zituen Shang erregearen armadaren aurka borrokatzera.Chaogeko (Shang erregearen hiriburua) soldaduak ere Shang erregearen aurka egin eta Shang erregea traizionatu zuten.\nZhou erregeak bere burua erre zuen Zhaixing dorrean, eta Shang dinastia suntsitu zuten.\nWu erregeak urrezko liburua eta urrezko altxorra onartu zituen, hau da, enperadorearen tronua.Hegoaldera begira jarri zen, eskuak tolestuta zeuden eta zutik eseri zen. Wu erregeak Lutairen jabetza banatzeko agindu zuen, Izarren Bilketa Dorrea eraitsi eta Juqiaon gordetako arroz alea banatzeko.\nAskatu preso dagoen Jizi eta konpondu Biganen hilobia. Wu erregea Shang Rong jakintsuaren etxearen atetik ibili zen eta burua makurtu zuen. Errespetatu pertsona bertutetsu eta adeitsuak, eta askatu esklaboak barruko jauregian.\nEra berean, armagintza gelditu eta kultura eta hezkuntza sustatu zituen. Nanshan hegoaldean, zaldiak bazkatzen dira eta abelburuak landan melokotoiekin bazkatzen dira.Eszena baketsua da.", "聖意": "Etxea ez dago egoera onean (zorte ona), zure nahiak egin ditzakezu (zorte ona), irabazi ekonomikoak bilatu, transakzio bat egin eta ezkondu (suhi on bat ezagutu), Liujia seguru dago (zodiakoa). seinale), oinezkoak eremuak mugitzen ditu, zeta-harrak zortea dira, sei animalia kaltetuta daude, jendea zaila da aurkitzea (ikusi) auzi publikoak, pertsona noble bat mugitzen da, zorte ona galtzen da.Gaixotasunak eta gaixotasunak", "古人": "Zhouko Wu erregea tronura igo zen", "第X籤": "Berrogeita hamabosgarrena loteria irabazten (zozketa)", "宮": "Jauregi itsusia"}