{"籤詩版本二": "Hondartza harriz beteta dago, erreka dabil, haizea garbi dago, ilargia garbi dago eta jende noblea lanpetuta dago.\nErrepidean, nora joan galdetu behar dut.Ez hartu basoko lore eta landareen usaina.Ez zaindu.", "詩意": "Hexagrama hau hondartza txiki batean bidaiatzen duen itsasontzia bezalakoa da.\nDenetan, jende noblea dago laguntzeko.", "解曰": "Bizimodua ateratzeko. Lan handia. Egon kontserbadore eta itxaron. Onena.", "籤詩故事一": "◇Lushan matxinada\nAn Lushan (703-757), Kang zuen abizena eta Yaluoshan izenekoa, Liucheng, Yingzhoukoa (gaur egun Chaoyang, Liaoning) zen.\nGeroago, An abizena hartu zuen eta Lushan izenaz aldatu zuen. Tang dinastiako Xuanzong enperadorearen erregealdian, An Lushan izan zen mandatari militarra.\nTianbaoko 14. urteko azaroan, An Lushanek tropak bildu zituen Fanyangen.Yang Guozhong erasotzearen izenean, matxinada bat hasi eta hiru herritako tropak hartu zituen Luoyang, ekialdeko hiriburua erasotzeko. Taiyuan-en txostenak Lishanera hurbildu ziren.Tang Xuanzong, garai hartan Lishaneko Huaqing jauregian zegoena, ez zuen uste Anlushan matxinatuko zenik.Hala ere, matxinadaren berriak zabaltzen jarraitu zuen, eta Xuanzong oraindik erdi konbentzituta zegoen. (Hau \"erreka bateko arroka txikietan ur korronte zakar baten soinua\" irudikatzen da)\nYan Zhenqing Pingyuan konderriko prefetak norbait informazioa bidaltzera bidali zuen arte Xuanzong bere ametsetik esnatu zen.\nTang dinastiako Xuanzong enperadorearen estrategia okerraren arabera, An Lushanen zalditeria erregimentuak Luoyang ekialdeko hiriburua hartu zuen.Hurrengo urteko lehen hilabetean, Dayan enperadore izendatu zuen Luoyang-en, Jianyuan Shengwu, Xiongwu enperadorea eta Da Xixun. lehen ministroa.\nUrte bereko ekainean, Tang dinastiako Xuanzong enperadoreak, Chang'an-eko krisia arintzeko irrikaz eta ulermen militar okerren pean, bi jeneral ospetsu exekutatu zituen, Feng Changqing eta Gao Xianzhi. Agindu honek Tang armada harritu zuen. (Jokaera honek \"errepideak aurrealdeko ibaira zuzendu behar du\") urratzen du.\nOndoren, Tang dinastiako Xuanzong enperadoreak premiazkoa eman zion beste jeneral bati, Ge Shuhani, Tang armada Tongguanetik ekialderantz eramateko.\nGe Shuhanek, Tang dinastiaren Xuanzong enperadorearen akats estrategikoa guztiz ulertu zuenak, aldaketa atzeratzea aurreikusi zuen («ondo dago haizea bare bada eta marea bare badago» planteatzea).\nAzkenean, Tang dinastiako Xuanzong enperadoreak borrokatzeko lotsatiegia zela pentsatu zuen, beraz, An Lushanekin malkotan borrokatzea beste aukerarik ez zuen izan, eta garaitu egin zuten. (\"Zure buruari eusteko gogor lan egiten baduzu, zauritu egin zaitezke\") betetzen du.\nTang dinastian, mugako tropek eta tokiko goarnizioek erantzuteko astirik izan ez zutenean, An Lushanen armadak muga sakatu eta hiriburuaren eremuan sartu zen. Egoera larrian, Tang dinastiako Xuanzong enperadoreak Guardia Gorputzak hiriburutik ihes egitera eraman zuen, Xijing Chang'an buruzagirik gabekoa erori zen.\n(Tang Xuanzong-ek seinale honen gidalerroa urratu zuen, beraz, An Lushanen matxinada arrakastatsua izan zen.)", "聖意": "Etxea segurua da, norbera aproposa da, fortuna egonkorra da, transakzioa oparoa da eta ezkontza arrakastatsua da (kontuz).Liujia-ko oinezko gizonezko bat etortzen da zelaira, zeta-harrak biltzen dira eta sei abere kaltetuta daude.Pertsona aurkitzen da eta auzi publikoa justifikatuta dago.Galdutako ondasunak gaixotasuna dakar, hau da, Anshan hilobia konpondu behar da.", "古人": "Lushan matxinada", "第X籤": "Berrogeita hamaseigarren loteria", "宮": "Jauregi itsusia"}