{"籤詩版本二": "Goizean eta iluntzean, Budaren laguntza arriskuan egon behar da baina ez arriskuan\nPertsona noble batek erakartzen bazaitu, dirua eta zeta ere lagunduko dizu. Hau da Chuan Lai. Zure menpe dago dena.", "詩意": "Hexagrama honek jainkoen eta Buden bedeinkapen sekretua adierazten du.\nPazientzia izan eta zorte ona izan denetan.", "解曰": "Garai bateko bakearen seinale. Dena garestia denean, aproposa izango da.", "籤詩故事一": "◇Tang Monk-ek argitasuna lortu zuen\nEgun batean, Tang Seng ibaira iritsi zen eta Budaren Lingshan mendia ikusi zuen aurrean.Ohol bakarreko zubi bat zegoen aurrean.Tang Seng ez zen ausartu hura zeharkatzen. Buda txalupa bihurtu zen eta hondorik gabeko txalupa hautsi bat eduki zuen.Tang Monk ontzira igo bezain laster, ibaira erori zen eta txalupatzaileak erreskatatu zuen.Horrela lortu zuen Tang Monk Buda izatea. (Mendebaldera bidaiaren istorioa)\n◇Tang Monk-en eskritura budistak\nTang dinastiako Sanzang, bere abizen arrunta Chen zen eta bere izena Yi zen. Goushi konderrian jaio zen, Luozhoun (gaur egun Yanshi hiriaren hegoaldean, Henan probintzian). Hamahiru urterekin fraide egin zen eta Xuanzang izen budista hartu zuen.\nJatorrizko eskritura budistak lortzeko, Chang'an-etik (gaur egungo Xi'an, Shaanxi probintzia) abiatu zen Zhenguan-eko hirugarren urtean (K.o. 629), mugan zehar ausartu zen eta hainbat zailtasun pasatu zituen Tianzhura iristeko ( India) Eskriturak biltzeko. Ganges eta Indus ibaien arroetan eta Indiako hego-ekialdeko kostaldeetan zehar bidaiatu zuen, gero elurrez estalitako mendiak eta mendilerro berdeak zeharkatu zituen, 50.000 kilometro baino gehiagoko ibilbidea egin zuen hara eta hona. 16 urte behar izan zituen azkenean Chang'anera itzultzeko. Zhenguan 19. urtean (K.o. 645). Eskritura budista ugari ekarri eta txinera itzuli zituen.\n(Tang Sanzang-ek bidaia luze bat egin zuen Txina eta Indiaren artean joan-etorrian. Arriskuak bizi izan behar zituen, baina onik itzuli ahal izan zen bere atzean zaindari ikusezin bat zegoelako.)", "聖意": "Etxea segurua da, norbera aproposa da, Mendebaldeko negozioa arrakastatsua da, ezkontza arrakastatsua da, oinezkoek soroa blokeatzen dute, zeta-harrak blokeatuta daude, zeta-harrak zazpi puntu dira, abereak errentagarriak dira, bilaketa jendearentzat da, Mendebaldekoa. auzi publikoa txarra da, migrazioa kontserbadorea da, galdutako ondasuna ikusten da, gaixotasuna aproposa da, mendiak eta hilobiak aproposa.", "古人": "Tang Monk-ek argitasuna lortu zuen", "第X籤": "Hirurogeita bi loteria irabaztea", "宮": "Yin jauregia"}