{"籤詩版本二": "Arraina igerilaria amarru batean harrapatu zuten Bibo urmaelean.\nPentsatu ondoren zerbait gaizki ateratzen bada, azkenean arazoak sortuko ditu.", "詩意": "Hexagrama honek amarru batean harrapatutako arrain bat adierazten du.\nDena den kontuz ibiltzea ere komeni da.", "解曰": "Etxe azpian finkatzea. Hondamendia zerutik erortzen da. Esnatu goiz eta hartu neurriak lehenik. Hondamendiak saihestu.", "籤詩故事一": "◇Zaldia urez estalita dago (zaila da ura biltzea)\nHan dinastia. Zhu Maichen, adeitasunezko Wengzi izena, Kuaiji-n (gaur egun Suzhou hirian) jaiotako Wu zen.\nBere lehen urteetan, Maichenen familia pobrea zen eta ez zuen arrakastarik izan.Bikotea lastozko ate batean bizi zen atzealdeko kalezulo batean, egurra mozten eta saltzen zuen dirua ateratzeko. Ez duzu diru askorik irabazten egurra inoren prezioan salduz.\nBere emaztea ura hartzera irten zen eta haur talde bat ikusi zuen Maichenekin barre egiten.Emazteari lotsagarria iruditu zitzaion eta gero alde egin zuen.\nZhu Maichenek berrogeita hamar urte zituenean, Han dinastiako Wu enperadoreak talentuak bilatu zituen eta Zhu gurtu zuen Kuaijiko prefeta bezala.\nBere emaztea damutu zen bere itsutasuna eta neskame eta ohaide izatera murriztu nahi zuen Zhu bere bizitza osorako zerbitzatzeko.\nMaichenek emazte ohiari ur ontzi bat ateratzeko agindu zion, eskaileretan botatzeko, eta esan zuen: «Ura bueltatu badaiteke, biak elkartu daitezke berriro».\nSenar-emazteen arteko harremana kontuan hartuta, emazteari eta bere senarra berriz ezkonduari atzeko lorategian espazio ireki bat eman zieten beren burua landu eta mantentzeko. Bere emaztea ibaira bota eta hil egin zen.", "聖意": "Etxea arriskuan dago, norbera arriskuan dago, dirua galdu da, transakzioa bakean dago, ezkontza ez dago koherentea, Liujia beldurtuta dago, jendea blokeatuta dago, soroak kaltetuta daude, zeta-harrak galtzen dira, abereak galdu dira, jendea aurkitzen dira, auzi publikoa galdu da, migrazioa ona da, galdutako gauzak kaltegarriak dira, gaixotasunak sortzen dira, hondamendiak eta arriskuak, mendiko hilobiak aldatu behar dira.", "古人": "Zaldia urez estalita dago (zaila da ura biltzea)", "第X籤": "Hirurogeita laugarren seinalea", "宮": "Maogong"}