{"籤詩版本二": "Bidea arriskutsua da, zaldiak eta gizonak presaka dabiltza, eta soldaduak egoera larrian daude galtzen direnean.\nHondartza altua da, haizea eta olatuak apurtzen ari dira, itsasontzia hautsi, eguzkia sartzen ari da, loreak hiltzen ari dira, zerua erortzen ari da eta izozteak.Irabazi: hartza.棹: arrauna.", "詩意": "Hexagrama hau hondartza apurtzen duen itsasontzi bat bezalakoa da.\nKontuz arrisku guztietatik.", "解曰": "Eskola zaharra eta eskola zaharra. Isilik eta errurik gabekoa. Ez da aholkurik bilatu behar. Aske bidaiatu.", "籤詩故事一": "◇ Chu Yin Ling-en erregeak bidea galdu zuen\nK.a. 202 hasieran, hiru aldeetako 400.000 han soldaduk Xiang Yuren armada inguratu zuten Gaixian, janari falta zena.Soldaduei Chu dialektoan abesteko eskatu zieten, Xiang Yuren armadari beren jaioterria kontrolatuta zegoela oker sinetsaraziz. Han armadak. \"Alde guztietatik setiatu\" taktika psikologiko honek Xiang Yuren armadak morala galtzea eragin zuen.\nBeraz, Xiang Yu-k eliteko 800 zalditeria baino gehiago gidatu zituen eta haustea erabaki zuen, Han armadak Guan Ying eta 5.000 zalditeria gertutik jarraitzen zituen bitartean. Huai ibaia zeharkatu ondoren, Xiang Yuren zalditeriari ehun lagun baino ez zitzaizkion geratzen.\nXiang Yu Yinling-en galdu zen eta bide bazterrean nekazari bati ibairako bidea eskatu zion.Ustekabean, agureak adierazitako norabidea jarraitu zuen eta zingira batean amaitu zuen, mugitzea zailduz.Liuk ia aurreratu zuen. Bang-en armada.Xiang Yu azkenean Wujiangera iritsi zen eta egoera amaitu zela jakin zuen.Jiangdong-en adinekoak lotsarik gabe ikusita, bere buruaz beste egin zuen.", "聖意": "Familia eta etxea kezkatuta daude beren hondamendiengatik.Dirua bilatu eta negozioa hondatzea.Ezkontza ez da iraunkorra.Liujia arriskutsua da.Oinezkoak soroak blokeatzen ari dira.Zeta-zizareak kaltetuta.Sei abere kaltetuta.Desagertutako pertsonak.Auzi publikoak. Galera. Migrazioa. Ondasun galdua. Gaixotasuna. Desegokia da mendiko hobi batera bidaltzea.", "古人": "Chu-ko Yin Ling erregeak bidea galdu zuen", "第X籤": "Hirurogeita seigarren lotea", "宮": "Maogong"}