{"籤詩版本二": "Negua iristen denean, mendiko aran-lorearen adar bat ez da inoiz suntsituko hostoak erori eta adarrak zimeldu arren.\nBaina udaberria iristen denean, oraindik kortesana bezala itzultzen naiz eta jatorrizko lana suntsitzen dut.", "詩意": "Hexagrama honetan, aran loreak lidergo posizioa hartzen du.\nDena ona da atzeratzen bada.", "解曰": "Gezi bat hutsik jaurti zuen. Hutsik dagoenean, ez dago hutsik. Udaberriaren zain. Kolorea hor dago.", "籤詩故事一": "◇Bi aldiz lortu du\nTang dinastiako Dezong enperadorearen garaian, Mei Bogao ministro leialak eta bere familiak Lu Qi lehen ministro traidoreak inposatu zituen, guztiak hil nahi zituena.Bere seme Mei Liangyu bakarrik lortu zuen ihes egitea.Geroago, berea aldatu zuen. izena Wang Xitong-i bere identitatea ezkutatzeko. Bakarrik bizi zen kalean, gose eta hotza, baina zorionez, Chen Rishengek (Chen Dongchu) hartu zuen. Chen Risheng-ek ez zuen bere bizi-esperientzia ezagutzen, horregatik Chenen aran lorategia zaintzen laguntzeko eskatu zion kalean gosez hil ez zedin.\nChen Risheng Mei Bogaoren ikaskide eta laguna zen.Lu Qi jazartzen ari zenean, Mei Bogaok erreskatatu zuen.Ondorioz, Mei Bogao eta Lu Qi etsai bihurtu ziren.Azkenean, haien familia osoa exekutatu zuten.Chen Risheng triste eta haserre sentitu zen horregatik.Ekondu ondoren, dimisioa eman zuen eta bere familia Yangzhoura eraman zuen bakartuta bizitzera.\nChen Risheng-ek Chen Xingyuan izeneko alaba bat dauka, eder eta lurrintsua dena.Mei Liangyu Chen familiara etorri ondoren, lehen begiratuan maitemindu ziren. Aran loreak loraldi betean zeuden egunean, Mei Bogaoren heriotzaren urteurrena ere izan zenean, Chen Rishengek eta bere familiak aldare bat ireki zuten euren etxeko aran lorategian hildako lagun eta ongilearen oroitzeko.Ustekabean, eguraldia bat-batean aldatu zen. , eta elur ekaitz gogor batek jo zuen, aran lore guztiak estaliz. Chen Risheng-ek deitoratu zuen segurtasunez ihes egin ahal izan zuela, baina ezin izan zituen Mei familiaren ondorengoak ere salbatu.Jainkoaren abisua zela uste zuen, beraz, aran loreak berriro loratzen ez baziren zin egin zuen, frogatu zuen ondorengoak zirela. Mei familia oraindik bizirik zegoen, ez zuen inoiz ezer esango.Budismora ihes egin eta fraide bihurtu zen.\nHaren alabak Xingyuanek hori entzun zuen eta berehala intsentsua erre zuen eta zintzoki otoitz egin zion Jainkoari aran loreak berriro lor zezan. Haien zintzotasunak zerua mugitu zuen, eta aran lorategiko aran guztiak loratu ziren berriro; geroago Chen Risheng-ek bazekien Xitong-a Liangyu zela, beraz, bere alaba Xingyuan ezkontza egin zion.", "聖意": "Etxea ez da ona norberarentzat, norbera ona da, aberastasuna bilatzen ari da, zuhurra da tratuetan, denbora berandu da, ezkontza berandu da, udaberria oparoa, udazkena hutsik, bidaiaria berandu da, soroak oparoak, zeta-harrak oparoak, sei abereak oparoak, jende bila, auzi publikoak, galera, migrazioa, ondasun galduak, Ekialdeko gaixotasunak, alarma faltsuak, mendiko hilobiak aldatu beharko lirateke.", "古人": "Bi aldiz lortu zuen", "第X籤": "Hirurogeita bederatzi Lotea Irabaztea", "宮": "Tatsumi"}