{"籤詩版本二": "Chao Chao loreak biltzen dituen erle bat bezalakoa da, hego-mendebaldetik eta gero ekialdera hegan egiten du\nUdaberria bukatu da, loreak joan dira, eta ez dago bila lekurik.Bihotz honek ez du nondik aldatuko.", "詩意": "Hexagrama hau loreak biltzen dituen erlea bezalakoa da.\nDena neketsua eta neketsua da.", "解曰": "Udaberriko paisaiarik ez. Denbora luzez euria egiten du baina inoiz ez da argitzen. Laguntza eskatu. Hobe da isilik egotea.\n.", "籤詩故事一": "◇Li Mi Tang dinastiaren aurka matxinatu zen\nLi Mi\n(582-619), Txinako Sui dinastia amaierako nekazarien altxamenduko Wagang Armadako buruzagia zena. Kaligrafian maisua. Fa hitzaren maisua Chang'an-en jaio zen, Jingzhao, eta bere arbasoen etxea Xiangping, Liaodong (gaur egun Liaoyang, Liaoning hegoaldean) zen. Chang'an jaiotzez, Jingzhao, bere arbasoen etxea Xiangping da, Liaodong (gaur egun Liaoyang hegoaldean, Liaoning).\nDaye-ko bederatzigarren urtean (613), Yang Xuanganen matxinadan parte hartu zuen Sui dinastiaren aurka Liyang-en (gaur egun Junxian konderriaren ipar-ekialdean, Henan probintzian). Daye-ko bederatzigarren urtean (613), Yang Xuanganen matxinadan parte hartu zuen Sui dinastiaren aurka Liyang-en (gaur egun Junxian konderriaren ipar-ekialdean, Henan probintzian). Zentzu misteriotsua garaitu da,\nLi Mi-k ihes egin zuen. Xuangan garaitu eta Li Mi-k ihes egin zuen.\nDaye-ko hamabigarren urtean, Wagang Armadan sartu zen\n. Dayeren erregealdiko hamabigarren urtean, Wagang Armadan sartu zen. Estrategian ona zen Li Mi. Daye-ko hamabigarren urteko urrian, Li Mi-k Zhai konbentzitu zuen Xingyang Tong, armadarekin zihoan jeneral boteretsua, Zhang Xutuo defendatzeko, Sui armada garaitu eta Zhang Xutuo hiltzeko. Estrategian ona zen Li Mi. Daye-ko hamabigarren urteko urrian, Li Mi-k Zhai konbentzitu zuen Xingyang Tong, armadarekin zihoan jeneral boteretsua, Zhang Xutuo defendatzeko, Sui armada garaitu eta Zhang Xutuo hiltzeko.\nGeroago, Xingluo (gero Luokou izena hartu zuen) biltegia erasotzea, biltegia irekitzea eta taldea zabaltzea proposatu zuen.Wagang Army taldea azkar hazi zen.Day-ren 13. urtean, Li Mi Wagang Armada zuzendu zuen, eta Zhai Rang-ek. Sui dinastiaren jaitsiera eta banaketaz arduratu zen.Baliabide militarrengatik eta beste gai batzuengatik gerra bat izan zen, eta Li Mi-k Zhai Rang eta bere ehunka jarraitzaile hil zituen. Geroago, Xingluo (gero Luokou izena hartu zuen) biltegia erasotzea, biltegia irekitzea eta taldea zabaltzea proposatu zuen.Wagang Army taldea azkar hazi zen.Day-ren 13. urtean, Li Mi Wagang Armada zuzendu zuen, eta Zhai Rang-ek. Sui dinastiaren jaitsiera eta banaketaz arduratu zen.Baliabide militarrengatik eta beste gai batzuengatik gerra bat izan zen, eta Li Mi-k Zhai Rang eta bere ehunka jarraitzaile hil zituen.\nDaye-ko 14. urteko martxoan, Yu Wenhuaji-k Sui dinastiako Yang enperadorea hil zuen.\n, 100.000 pertsona baino gehiago mendebaldera itzultzera eraman zituen. Daye-ko hamalaugarren urteko martxoan, Yu Wenhuajik (Yu Wen, abizen konposatua) Sui dinastiako Yang enperadorea hil eta mendebaldera itzuli zen 100.000 pertsona baino gehiagorekin. Li Mi-ri Huaji erasotzeko agindua eman zioten.Huaji garaitua izan bazen ere, Li Mi-k ere galera handiak izan zituen tropetan.Geroago Wang Shichong-ek jarraitu zuen.Li Miren armada garaitu eta bere kanpamendua suntsitu zuten.Haren jeneralak Qin Shubao, Cheng Zhijie (jatorriz Cheng Yaojin izenekoa), Niu Jinda eta beste batzuk harrapatu zituzten. , Shan Xiongxin errenditu zen. Li Miri Huajiri erasotzeko agindua eman zioten.Huaji garaitu bazuten ere, Li Miren tropek ere galera handiak izan zituzten. Geroago, Wang Shichong-ek jarraitu zuen.Li Miren armada garaitu eta bere kanpamendua suntsitu zuten.Haren jeneralak Qin Shubao, Cheng Zhijie (jatorriz Cheng Yaojin izena zuten), Niu Jinda eta beste batzuk harrapatu zituzten, eta Shan Xiongxin errenditu egin zen. Li Mi etsita zegoen, beraz, ibaia Heyang-era gurutzatu zuen irailean eta Tang dinastiari amore eman zion. Li Mi etsita zegoen, beraz, ibaia Heyang-era gurutzatu zuen irailean eta Tang dinastiari amore eman zion.\nAzaroan, Li Yuan-ek Li Mi Shandong-era bidali zuen tropa zaharrak kontratatzeko. azaroa,\nLi Yuan-ek Li Mi bidali zuen Shandongen itxarotera tropa zaharrak kontratatzeko. Susmatua izan zela sentituz, Tangen aurka matxinatu zen. Susmatua izan zela sentituz, Tangen aurka matxinatu zen. Sheng Yanshi Tang jeneralak Li Mi erasotzera gonbidatu zuen eta Xinggong Xian hil zuen. Sheng Yanshi Tang jeneralak Li Mi erasotzera gonbidatu zuen eta Xinggong Xian hil zuen.", "聖意": "Etxea, etxea, mihia, norbera, gaiztoa, aberastasuna bilatzea, negozioak xahutzea, ezkontzak ez dira iraungo, Liujia, lore hutsak, oinezkoak, Yaotian, zeta-harreen kalteak, sei abereen kalteak, desagertutako pertsonak, auziak, galera, migrazioa, kontserbadorea, galdutako ondasunak, gaixotasuna, oztopoak, mendiko hilobi erreforma", "古人": "Li Mi Tang dinastiaren aurka matxinatu zen", "第X籤": "Hirurogeita hamargarren zozketa", "宮": "Tatsumi"}