{"籤詩版本二": "Canglong XIX. Guardiaren ezagutza: emakume bat bigarren senar batekin ezkondu zen\nArku batekin eta bi gezirekin, dinosauroak bakean biziko dira berehala", "詩意": "Hexagrama hau bi gezi dituen arku bat bezalakoa da.\nDena aproposa da elkarrekin badoa.", "解曰": "Ez oso astuna. Patua. Zhen Liuzhong irekitzen da. Kontuz ibiltzea komeni da.", "籤詩故事一": "◇Wenjunek Xiangru bisitatzen du\nZhuo Wenjun Zhuo Wang-en bilobaren alaba zen, Sichuan probintziako Linqiong-eko enpresaburu aberats baten alaba, musikan trebea zen eta literatur izena zuen. Hamasei urte zituela ezkondu zen.Urte batzuk geroago, senarra zendu zen eta bere jaioterrira itzuli zen alargun bizitzera.\nEgun batean, Sima Xiangru Zhuo Wangsunen etxera joan zen oturuntza egitera.Zhuo Wenjun alargundu berria zela jakin zuenean, \"Phoenix Seeking the Phoenix\" abestia jo zuen bere maitasuna adierazteko. Zhuo Wenjunek Sima Xiangruri buruz entzun zuen jada, eta oturuntza honek are gehiago erakarri zuen Sima Xiangrura. Bestalde, Sima Xiangru-ren oturuntzaren ostean, berehala diru asko gastatu zuen Zhuo Wenjun-en neskame pertsonala erosteko eta Sima Xiangru-k Zhuo Wenjunekiko zuen maitasuna transmititzeko eskatu zion. Zhuo Wenjun-ek neskamearen bidez Sima Xiangruren maitasuna ezagutu ondoren, berehala joan zen Sima Xiangru bizi zen ostatura.Zhuo Wenjun-en etorrera ikusita, Sima Xiangru berehala ihes egin zuen berarekin gau bat Chengdu-ko jaioterrira.\nChengdun zeudenean, bikotea behartsu zegoen eta Linqiong-era itzuli behar izan zuten hotel txiki bat irekitzeko bizimodua ateratzeko.Zhuo Wenjunek ardoa saltzen zuen eta Sima Xiangru-k platerak garbitzen zituen.Bizitza pobrea izan zuten. Zhuo Wenjun-en aitak, Zhuo Wangsunek, horren berri izan ondoren, bere lagunen aholkuaren arabera adostu eta finantzatu zituen, beraz, Sima Xiangru eta Zhuo Wenjun Chengdura itzuli ziren bizitzera, eta gero aberastu ziren.", "聖意": "Etxebizitza eta ondasunen galera, norberaren eskubide eta okerrak, aberastasuna bilatzea, lan-transakzioak, ezkontza elkartzeari aurre egitea.", "古人": "Wenjun Xiangru bisitatzen du", "第X籤": "Hirurogeita hamaika Loteria Irabazlea", "宮": "Tatsumi"}