{"籤詩版本二": "Erlezainek eztia eske egin behar dute, ezten batek ez ditzan\nBide arraro bat egon behar da zure aurrean.Sekretua arantzazko basoa bezain sakona da.", "詩意": "Hexagrama honek eztia biltzen duten erleak sinbolizatzen ditu.\nDena neketsua eta neketsua da.\n\n(Hexagrama honek gozotasunaren eta mingostasunaren ikurra bilatzen du.\nHondamendiak saihestu denetan.\n)", "解曰": "Gauzak kontu handiz egin behar dira. Ez da behartu behar. Erleek eztia biltzen dute. Zein da arrazoia?", "籤詩故事一": "◇Wang Mang-ek talentuak bilatzen ditu\nMendebaldeko Han dinastian Wang Mang familia familia aberatsa dela esan daiteke. Bere aita gazte hil zen arren, hainbat osaba-osaba Han dinastiaren enperadore bihurtu ziren.Jeneral, lehen ministro eta markesa eta sariak jaso zituzten.Wang familia oso nabarmena zen.\nBaina Wang Mang-en familia txikia oso pobrea zen; bere aita gazte hil zen, eta amarekin bakarrik bizi zen, senideen karitatean oinarrituz. Baina horregatik, Wang Mang-ek txikitatik jendearekin harremana izateko trebetasun multzo bat garatu eta landu zuen. Triste edo haserre sentitu arren, senideen, adinekoen edo kanpokoen aurrean oso begirada alaia eta lasaia erakusten zuen beti, beraz klaneko guztiek nahiko estimatzen zuten.\nBehin, osaba zaharrena larri gaixo zegoen.Hori buruz jakin ondoren, gaixoaren ohe ondoan itxaron eta sendagaiak eta ura ekarriz eta gauez zaintzapean egon zen.Hainbat hilabetez jarraian, biluztu, zaindu gabe eta zoratuta egon zen. Gaixo bat baino \"pazienteagoa\" zen, \"seme\" biologikoa baino.\nHorregatik, Taiwango herrian guztiek goraipatu zuten eta gutunak idatzi zituzten harentzat sari bat eskatuz.\nBeraz, Han Dinastiako Cheng enperadoreak Hiriburu Berriko Markes titulua eman zion eta jauregiko guardia izendatu zuen, enperadorearen ministro hurbila bihurtuz.\nBere estatus handiarekin eta botere handiarekin, Wang Mang-ek ez zuen inoiz harrokeriarik edo moteltasunik erakutsi.Hori ordez, gero eta adeitsuagoa eta adeitsuagoa zen.Alde batetik, ministro, jeneral, ospetsu eta jakintsuekin lagun egin zuen.Bestalde , pobreei laguntzen zien eta eskuzabala zen bere aberastasunarekin.\nBaina oso bizimodu xume bat egin zuen, sarritan haragi-platerak jaten zituen, zer esanik ez bata luzeak eta mahuka luzeko soinekoak jantzita, arropa motzak bakarrik jantzita. Beraz, gobernuko eta herritarrek aho batez goraipatu zuten «bertutetsu» hitzarekin.\nGeroago, bere osaba, Grand Sima Wanggen, gaixorik hil zen eta bere ordezko aukeratu zuten. Enperadoreak eta ministro guztiek uste zuten hura zela egokiena. Horregatik, Wang Mang, hogeita hamazortzi urte besterik ez zituena, herrialdeko botere militarrik handiena zuen Sima Handia bihurtu zen.\n(Istorio hau metafora bat da. Pertsona ona izateak \"erleek ziztatzen duten zailtasuna\" kentzen eta zure idealak nahi duzun moduan lortzen lagun zaitzake.", "聖意": "Etxea ez da ona norberarentzat, familia arazoak ditu, negozioa blokeatuta dago, ezkontza blokeatuta dago, sei armadurak faltsuak dira, oinezkoak berandu dira, zeta-harraren uzta txikia da, abereak gutxi dira, zaila da. jendea aurkitu, auzia txarra da, migrazioa ez da mugitzen, galdutako ondasuna txarra da, gaixotasuna ezarri da, mendiko hilobia galdu da", "古人": "Wang Mang talentuak bilatzen ditu", "第X籤": "Hirurogeita hamabi loteria irabaztea", "宮": "Tatsumi"}