{"籤詩版本二": "Udaberria iristen denean, trumoiak astindu eta intsektuek txirrindulari egiten dute, eta lokatzetatik urruntzen naiz\nOraindik joan eta etorri nintzela konturatu nintzenean, behin aldatuta, herensuge bihurtu nintzen.", "詩意": "Hexagrama hau trumoia eta intsektuak bezalakoa da.\nPertsona noble bat ezagutzea seinale ona da guztian.", "解曰": "Trumoiak jotzen du. Bi gordailu sartu eta atera. Aldatu behin. Tianmenera arte.", "籤詩故事一": "◇Chenqiao matxinada\n959. urtean, Zhou Shizong Chai Rong hil zen, eta tronura igo zen Chai Zongxun Gong enperadoreak zazpi urte besterik ez zituen. Garai hartan, Zhao Kuangyinek, jauregiaren aurrean inspektore gisa eta Songzhouren mandatari gisa Alemaniako Armadarako, benetako boterea zuen.\n960ko udaberrian, Zhenzhouk (gaur egun Zhengding, Hebei probintzia) eta Dingzhouk (gaur egun Dingxian konderria, Hebei probintzia) jakinarazi zuten Iparraldeko Han dinastiaren eta Liao Estatuko armadak elkarrekin hegoaldera joaten zirela Geroago Zhou dinastia erasotzeko. bultzada oso ozena zen eta tropak laguntza eskatzeko eskatu zuten. Geroago, Zhou dinastiak Zhao Kuangyin-i bere tropak iparraldera eramateko agindu zion etsaiaren aurka borrokatzeko. Zhao Kuangyin-ek ezkutuan jardun zuen bere anaia Zhao Guangyi, Zhao Pu, Shi Shouxin eta beste batzuen plangintzapean.\nOtsailaren 3an, armada Chenqiaoyi-ra (gaur egun Chenqiao herria, Fengqiu-ren hego-ekialdean, Henan) iritsi zenean, matxinada bat hasi eta soldaduei soineko horia janzteko agindu zieten.Beranduago Zhou dinastiaren aurka matxinatu ziren eta Zhao Kuangyin enperadore gisa lagundu zuten. . Horren ostean, Zhaok bere tropak Kaifengera itzuli zituen, erre, hil edo arpilatu gabe.«Taizu Chen Qiaok hiriburuko jendea ez molestatzeko zina egin zuen, eta hirian sartu zen egunean ez zuela hiria trabatuko agindu zuen».\nIlargiaren hirugarren urteko hirugarren egunean, Zhao Kuangyin Chenqiaon matxinatu zen eta hiriburura itzuli zen.Fan Zhi-k Wang Pu eta Wei Renpu-k Zhao Kuangyin galdetzera eraman zituen.Luo Yanhuanek ezpata atera zuen dendaren aurrean eta oihu egin zuen. : \"Hiru armadek ez dute nagusirik. Jeneral guztiek erabaki dute hura enperadore izendatzea. Hitz egiten duen edonor hilko da!\". Wang Pu-ren aurpegia lurra bezain zurbila zen. Urratsak jaitsi eta makurtu egin zen. Fan Zhi-k ere makurtu egin zen. Kuang Yin-ek pertsonalki lagundu zion altxatzen eta kortesia handiz tratatu zuen.\nErresistentzia moderatuaren ondoren, Geroago Zhou Dinastiako Gong enperadoreak tronua hartu zuen, eta Zhaok hartu zuen tronua. \"Taizu zen onartzear zegoen, baina ez zegoen Zen testurik. Tao Gu, Akademia Inperialaren jakintsu batek, onartu zuen. Agindu eta haren ondoan sartu zen, esanez: \"Bukatu da\".\nZhao tronura iritsi ondoren, herrialdearen izena Song, Yuan Jianlong bihurtu zuen eta Kaifeng hiriburu bihurtu zuen.Shi Shouxin, Gao Huaide, Zhang Lingduo, Wang Shenqi, Zhang Guanghan eta Zhao Yanhui Jiedushi titulua jaso zuten. , historian \"Chenqiao matxinada\" bezala ezagutzen zena.\nWikipedia\n(Istorio honek Zhao Kuangyin-en emanaldiaren hasiera dela adierazten du.)", "聖意": "Otoitz egin zure etxea, eguneroko bizitza, aberastasuna, zorte ona, negozioetan zorte ona, ezkontza noblea, arrakasta Liujian, oinezko gizonezkoak, zeta-harrak soroetan goiz jaiotzea, sei animalia goiz jaiotzea, udaberrian zorte ona, jendea aurkitzea, arrakasta. auzi publikoetan, zorte ona migrazioan, ondasun galduak, arriskuak gaixotasunetan, arriskuak mendietan eta hilobietan.", "古人": "Chenqiao matxinada", "第X籤": "Hirurogeita hamahiru sinatua", "宮": "Mi jauregia"}