{"籤詩版本二": "Arrainaren eta herensugearen nahasketak esanahi bera du. Egon igerileku sakonean eta itxaron zorteari.\nInkontzienteki, Yumenek Dragoi Jauregiaren gainetik salto egin zuen burua altxatuta.", "詩意": "Hexagrama arraina eta herensugea ez dira aldatu.\nDena garaiz dator.", "解曰": "Ziji den arren. Itxaron ere. Planifikatu zure negozioa. Ez jokatu arras.", "籤詩故事一": "◇Hongwu ganadua ikusten\nZhu Yuanzhang, Zhongli, Haozhou (gaur egun Fengyang konderria, Anhui probintzia) jaiotakoa, Yuan dinastiako Yuan Wenzong Tianliren lehen urtean jaio zen, bere familiako laugarren postuan. Nekazari familia txiro batean jaio zen.Gazte garaian pobrezia zela eta, ezin izan zuen ikasi eta behin abereak lurjabearentzat artatzen zituen.\nZhizheng-en laugarren urtean (1344), lehorte handia izan zen Huaibein.Zhu Yuanzhang-en aita, ama eta anaia segidan hil ziren, beraz, Huangjue tenpluan monje hasiberria izatea beste aukerarik ez zuen izan.\nTenplura sartu eta bi hilabete eskasera, gosete urteetan tenpluaren alokairua kobratzeko zailtasunak zirela eta, tenpluaren jabeak biltegia itxi eta fraideak kaleratu zituen.Zhu Yuanzhang-ek bere jaioterria utzi eta monje ibiltari bihurtu behar izan zuen (a. eskean bizi zen fraide).\nGeroago, Zhu Yuanzhang Ming dinastiaren Taizu eta Txinako historiako \"enperadore zibila\" bihurtu zen, \"Hongwu\" erregealdiaren izenarekin.\n(Istorio honen metafora da denbora batez arrunta izateak ez duela esan nahi etorkizunean berdina izango denik. Hau oraindik garaia ez delako iritsi.)", "聖意": "Familia seguru dago, familia osasuntsua da, fortuna ona da, negozioa zain dago, ezkontza berandu da, arra Liujian jaio da, oinezkoa berandu da, zeta-harra berandu, zeta-harra aberatsa da, sei animaliak buztan daude, pertsona desagertuta dago, ez da auzirik atzeratzen, migrazioa kontserbadorea da, galdutako ondasuna blokeatuta dago, gaixotasuna oztopatzen da, mendiko hilobia gertatzen da.", "古人": "Hongwuk ganaduari begiratzen dio", "第X籤": "Hirurogeita hamaseigarren lotea", "宮": "Mi jauregia"}