{"籤詩版本二": "Ametsean, aberastasun handia egongo zela esaten zen, baina ospea ezerezean geratuko zela.\nUra urrun dago eta mendiak urrun, baina zaila da leial izatea.Pertsona nobleak orientazioa eta irribarreak ematen ditu.", "詩意": "Hexagrama honek amets batean altxorra lortzeko ikurra adierazten du.\nDena da gutxi-asko erreala.", "解曰": "Amets bat bezala amets egitea. Ez dago famaren esperantzarik. Momentu onak itxaron besterik ez dago. Argibide nobleak.", "籤詩故事一": "◇ Itzuli jadea Zhaori (itzuli jadea Zhaori amaitu ondoren)\nK.a. 283an, Zhao Huiwen erregeak He's Bi eskuratu zuen Chu-ren eskutik. Qin Zhaoxiang erregeak albistea entzun ondoren, gutun bat bidali zion Zhao erregeari, hamabost hiri trukatzeko He's Bi-ren truke adieraziz.\nLin Xiangruk Zhao erregeari aztertu zion Qin indartsua zela eta Zhao ahula eta ordezkatu behar zela.\nZhao erregeak Lin Xiangru bidali zuen Qinera He's Bi-rekin.\nQingo erregeak Lin Xiangru ezagutu zuen Zhangtai-n, eta Lin Xiangru-k jadea aurkeztu zion Qingo erregeari. Qingo erregea poz-pozik zegoen eta He's Bi eman zion edertasunari eta bere inguruko guztiek begiratu zuten.Une honetan, ezkerreko eta eskuineko guztiek bizi luzea oihukatu zuten.\nLin Xiangru-k ikusi zuen Qingo erregeak ez zuela hiria Zhaori emateko asmorik, beraz, Qingo erregeari esan zion Jadea akastuna zela eta Qingo erregeari adierazi nahi zion aukera aprobetxatzeko. jade bizkarra.\nLin Xiangru-k Heshiren Bi hartu ondoren, zutabe handiaren ondoan jarri zen, Heshiren Birekin hil nahi zuela erakutsiz.\nUne honetan, Lin Xiangru-k esan zion Qingo erregeari: \"Zhaoko erregeak oraindik ere ministroen objekzioak gainditu zituen eta ministroaren proposamena onartu zuen. Jende arruntarekin elkarreraginean elkar engainatu ez bazuen ere, zer esanik ez. Qin herrialde handia da! Qin eta Zhaoren arteko adiskidetasuna gordetzeko, Zhao erregea Bost egun barau egin ondoren, nire ministroak Qinera bidali nituen jadearekin. Zoritxarrez, Qin-eko erregeak ez zuen Zhaori emateko asmorik ez ezik. hiria, baina He familiaren jadea ere eman zion emakume eder bati, eta hori benetan nire ministroei iseka bat izan zen\".\nHitz egiten amaitu ondoren, Lin Xianggruk berehala egin zuen zutabe bat jotzeko keinu bat.Qin-eko erregea He's Bi kaltetuko ote zen beldur zen, beraz, Zhaori hamabost hiri emango zizkion itxurak egin zituen. Lin Xiangru-k Qin erregearen plan traidorea ikusi zuen, beraz, Qin erregeari bost egunez barau egiteko eskatu zion He's Bi aurkeztu aurretik, denbora atzeratzeko. Egun gutxi hauetan, Lin Xiangru-k bere laguntzaileak bidali zituen Zhao Estatura jadearekin itzultzera, Qingo erregeari aurre egiteko geratzen zen bitartean.\n(Istorio hau pertsona arrunt baten begiak bere egoerarekin liluratuta egotea bezalakoa da.)", "聖意": "Etxean bedeinkazio eske otoitz egitea, norbere burua, aberastasuna oztopatzea, transakzioak lortzea zaila egitea, ezkontza ez dago Liujiaxu oinezkoekin bat egiten, Chitian zeta-harrak ez dira onartzen, sei animalia kaltetuta daude, jendea falta da, auzi publikoak eta migrazioa espero da, galdutako gauzak. urrun daude, gaixotasunak ezarri, mendiko hilobietara bidali eta aldatzen dira.", "古人": "Itzuli jadea Zhaori (osatu jadea Zhaori)", "第X籤": "Hirurogeita hamazazpigarren loteria", "宮": "Eguerdiko Jauregia"}