{"籤詩版本二": "Korapilo hutsa, salbatu nahi zaitut.Gorputza salbatzen baduzu, nahi nuke inoiz itzuliko.\nEz ahaztu Jainkoaren faborea itzuli dela, ez izan mespretxu Jainkoaren hitzak.", "詩意": "Ez sinetsi hexagrama hau egia denik.\nDena kontserbadorea izatearen seinale da.", "解曰": "Jendeak bere iritziak ditu. Adimena ez da lanpetuta egon behar. Guanyin argibideak. Ez izan errespetu falta.", "籤詩故事一": "◇Brontzezko bandera ezkutuan babestea\nTang dinastiaren sortzaile ospetsuak, Qin Qiong (Qin Shubao) Sui dinastiako Mariskal Handia titulua jaso zuen.Haren tropak Sishui mendatea erasotzera eraman zituen (edo Sishui mendatea edo Dongling mendatea, kondairak aldatu egiten dira). Yang Yicheng), Sishui Passeko guardia jenerala, Sui dinastiako Yang enperadoreak brontzezko banderaren multzoa ezartzea agindu zuen, baina Qin Shubaok ezin izan zion eraso egin denbora luzez. Luo Cheng, formazioaren buruzagia, bere lehengusua zela jakin ondoren, bere izebarekin harremanetan jarri zen.\nLuo Cheng-ek alde egin baino lehen, bere amari esan zion bandera iraultzera etorri zena bere lehengusua zela Qin Qiong, eta amak ezkutuan laguntzeko agindu zion. Borroka erabakigarriaren egunean, Luo Cheng-ek, Brontzezko Bandera zaintzen ari zena, bat-batean alde aldatu eta Qin Qiong-ekin bat egin zuen. Azkenean Brontzezko Banderaren eraketa garaitu zuten. Luo Cheng-ek Dongling Pass okupatu zuen eta garaile itzuli zen. Luo Cheng-ek ere amore eman zuen. Tang dinastia.\n(Istorio hau, batzuetan, gauzak egiterakoan arrazoian oinarritu behar duzun metafora da, emozioan edo fedean oinarritu beharrean).", "聖意": "Etxea prest dago oraindik bere burua agintzeko, aberastasuna bilatzeko, norberaren zatia gordetzeko, ezkontzarekin kontuz ibili, neska bat erditzeko, oinezkoak soroan egoteko, zeta-harreak, zazpi puntu eta sei abere kalteak, jendea bilatzeko, auzi publikoak eta migrazioa. , ondasun galduak, mendebaldeko gaixotasunak, mendien konponbidea, mendebaldeko hilobiak", "古人": "Ezkutuan brontzezko bandera jaisten laguntzen", "第X籤": "Hirurogeita hemeretzi Lotea Irabaztea", "宮": "Eguerdiko Jauregia"}