{"籤詩版本二": "Sikomoroen hostoak erori dira, udazkena hurbiltzen ari da eta bidaiarien itzulera hodeiak dirudite.\nJainkoaren ahalegin handiei esker, altxorra haizean zuela itzuli zen ontzia.", "詩意": "Hexagrama honek eroritako sikomoro hostoen irudia adierazten du.\nAldez aurretik dena da txarra eta azkenean ona.", "解曰": "Hartu gauzak bihotzetik. Tianxinek jarraitzen dio. Bizimodua ateratzeko. Egin ahal duzun guztia.", "籤詩故事一": "◇Haizeak Tengwang Pabiloira jotzen du\nWang Bo, adeitasunezko Zian izena, Tang dinastiaren hasierako poeta izan zen. Yonghui, Tang dinastiako Gaozong enperadorearen lehen urtean jaio zen. Wang Bo-k txikitatik irakurtzen ditu Eskriturak, eta \"haur prodigio\" gisa ezagutzen da. Wang Bo-k txikitatik irakurtzen ditu Eskriturak, eta \"haur prodigio\" gisa ezagutzen da.\nHamar urte zituenean, bera eta bere aita Guandi tenplu baten ondotik pasatu ziren.Guandiren estatua dotorea ikusi zuten tenpluan, \"Udaberria eta udazkena\"-ren ale bat eskuan eta irakurtzen zuen.Aitak ikusi zuenean, Guan enperadoreari kantatu zion: \"Hiru bizar berde eusten, Qing dinastiaren historia lintern berdeari irakurri eta izen ospetsuei omenaldia eginez. Herensuge berdea eta ilargia eskuan hartuta\". urteko udazkenean, Wang Bo Shanxitik Hainan uhartera joan zela Jiaozhi konderriko magistratura jaitsi zen bere aita bisitatzera, bidean milaka mendi eta ibaietatik igaroz. Hogeita zazpi urte zituen urteko udazkenean, Wang Bo Shanxitik Hainan uhartera joan zen bere aita bisitatzera, Jiaozhi konderriko magistratu kargura jaitsi zutena.Bidean zehar milaka mendi eta ibai igaro zituen.\nEgun horretan Madang mendira iritsi ginenean, denak lehorrera joan ziren atseden hartzera.Wang Bo antzinako tenplu baten ondoan bakarrik ibili zenean, bat-batean agure bat ikusi zuen tenplu ondoko harrian eserita.Agureak ile garbidun ume baten antza zuen. eta maitagarrien itxura. Wang Bo-ri esan zion: \"Ez al zara Wang Bo?\" Wang Bo harrituta geratu zen eta esan zuen: \"Zehazki! Nola dakizu hori?\" Gizon zaharrak esan zuen: \"Aspaldi entzun dut ona duzula. jendea salbatzeko asmoak, eta zure poemak oso esanguratsuak dira. Bihar festa handi bat izango da Tengwang Pabiloian. Oturuntzara joan eta saiakera bat idazten baduzu, ospetsua izango zara aro guztietan eta bidaia-gastuak jasoko dituzu\". Madang mendian, denak lehorrera joan ziren atseden hartzera.Wang Bo antzinako tenplu baten ondoan bakarrik zihoanean, bat-batean tenplu ondoko harrian ikusi zuen: Gizon zahar bat zegoen eserita, ile koloreko haur baten antza zuena eta maitagarri bat. itxura. Wang Bo-ri esan zion: \"Ez al zara Wang Bo?\"\nWang Bo harrituta geratu zen eta esan zuen: \"Zehazki! Nola dakizu hori?\"\nAgureak esan zuen: \"Aspaldi entzun dut jendea salbatzeko asmo on bat duzula, eta konposatzen dituzun poemak nahiko esanguratsuak dira. Bihar Teng Printzearen Pabiloian festa handi bat izango da. Oturuntzara joan eta konposatu ahal baduzu, ospetsua izango zara adin guztietan eta bidaia-gastuak jasoko dituzu\".\nWang Bo-k esan zuen: \"Leku hau Tengwang Pabiloitik sei edo zazpiehun miliara dago. Nola iritsiko gara bihar hona?\" Esan zuen agureak: \"Zaldi bat jainkozko haize gisa erabiliko dut nabigazio leun bat egiten laguntzeko. zalantzarik gabe bihar iritsiko da.\" Wang Bo-k eskerrak eman zizkidan eta esan zidan: \"Barkatu, nire aitaginarreba, hilezkorra al zara ala jainkoa?\" Gizon zaharrak barre egin zuen eta esan zuen: \"Ni naiz bertan dagoen Zhongyuan Shuijun. Ur-eremu honen kargu!\" Wang Bo-k esan zuen: \"Leku hau Tengwang Pabiloitik sei edo zazpiehun kilometrora dago. Nola iritsiko gara bihar?\"\nAgureak esan zuen: \"Zaldia jainkozko haize bat bezala erabiliko dut nabigazio leun bat egiten laguntzeko. Bihar iritsiko naiz zalantzarik gabe\".\nWang Bo-k eskerrak eman zizkion eta esan zion: \"Barkatu, aitaginarreba, hilezkorra al zara ala jainkoa?\"\nAgureak barre egin zuen eta esan zuen: \"Ni naiz ur-eremu honen arduraduna den Zhongyuan Shuijun!\" Orduan agureak Wang Bo ontzira azkar igotzeko eskatu zion. Hodei aproposa ikusi zuen pixka bat inguratzen zuen eta haizea. eta ura leun zegoen bidean.Begi baten keinu batean, ehunka kilometro egin zituen.\nOrduan agureak Wang Bo ontzira azkar igotzeko eskatu zion.Hodei aproposa ikusi zuen pixka bat inguratzen, eta bidaia samurra izan zen.Begi baten keinu batean, ehunka kilometro egin zituen. Espero bezala, Wang Bo Teng printzearen pabiloira joan zen ekitaldi handiaren goizean.\nEspero bezala, Wang Bo Teng printzearen pabiloira joan zen ekitaldi handiaren goizean. Eta tokian bertan, \"Ting printzearen pabiloiaren hitzaurrea\" idatzi zuen, Tang dinastiako Gaozong enperadoreak betiko maisulana deitu zuena. Eta tokian bertan, \"Ting printzearen pabiloiaren hitzaurrea\" idatzi zuen, Tang dinastiako Gaozong enperadoreak betiko maisulana deitu zuena.\nBada poema bat dioena:\nBeti esan izan da talentu handiko pertsonak jainkoak direla, beraz, ez da kasualitatea haizeak Nanchang Nanchangera ekartzea;\nTeng Wang-en pabilioi altuari buruzko esaldi bat idatzi nuen, eta gero hilezkorrekin batera joan zen Zhongyuanera.", "聖意": "Otoitz ezazu zure etxea eta babestu zeure burua, egin bedeinkazioengatik, bilatu aberastasuna eta lortu ezkontza eta harmonia.", "古人": "Haizeak Tengwang Pabiloira jotzen du", "第X籤": "Sinatu laurogeita bat", "宮": "Wei Gong"}