{"籤詩版本二": "Zer gertatuko da zure ospeagatik zure bertutea galtzen baduzu?Beldur naiz zorte ona aldatuko den eta gauza txarrak gertatuko diren.\nMozkortuta, ez dakit nora joan.Amets lauso bat daukat pinu berdeen itzalean.", "詩意": "Hexagrama honek uretatik irteten den arrain hotza adierazten du.\nEzin da ezer mugitu.\n\n(Hexagrama hau bertute txarraren eta zorte txarraren sinboloa da.\nMantendu oinak lurrean denetan.\n)", "解曰": "Arrain hotzak ura uzten du. euli bat ukenduan. Kanpalekuen planei buruz galdetzen baduzu. Hobe da Mo Qi\nSeinale honek zorte txarra ekarriko dio Liujiari. Dena gaizki doa. Otoitz egin segurtasunagatik.", "籤詩故事一": "◇Zhuangzi bere emaztea probatzen du\nZhuangzi Zhou dinastian jaio zen.Bere abizena Zhuang zen, bere izena Zhou zen eta bere izena Zixiu zen.Mengyi-n jaio zen Song dinastian. Zhou dinastian, Qiyuaneko ofiziala izan zen.\nEgun batean, Zhuangzi emakume batekin topo egin zuen mendian, hilobi berri baten aurrean okupatuta zegoen, abanikoa etsipenez astinduz, hilobiko lur hezea lehortu nahi balu bezala. Zhuangzik ez zuen bere asmoa ulertu, eta galdetu zion. Hilobian lurperatutako pertsona bere senarra zela esan zuen, eta senarraren azken hitzak ezin zela berriro ezkondu hilobiaren lurra lehortu arte. Ezin izan zuen gehiago itxaron, beraz, lurzorua nahastu zuen azkarrago lehortzeko, bigarren udaberri bati jarraitzeko.\nZhuangzik hasperen egin zuen munduan halako emakume bihozgabe bat zegoela pentsatu zuenean. Orduan pentsatu nuen, nire emaztea horrela izango zen? Susmoa sortzen denean, probatu nahi dut.\nZhuangziren emaztearen abizena Tian zen, eta bikoteak harreman estua izan ohi zuen.Emaztearen leialtasuna probatzeko, Zhuangzi hilda zegoela itxurak egitea erabaki zuen.\nZhuangzi bat-bateko gaixotasun baten ondorioz hil zela entzutean, denetariko jende asko hurbildu zen, senideak eta lagunak barne, doluminak ematera.Haien artean Chu estatuko errege eta biloba eder bat zegoen, aberastasunean aberatsa zena.Ikusita. Tian alargun berria eta errukarria zen, bere atzetik jarraitu zuen. Tian andereak ezin izan zuen tentazioa jasan eta Wang Sunekin maitemindu zen. Hogei egunetan ezkondu ziren.\nGau hartan, ardoa edan eta belarriak bero zeudenean, Wang Sunek bat-batean bihotzekoa izan zuen eta hil egin zen.\nTian andreak beldurtuta eta izututa zegoen, eta Wang Sun-i premiaz galdetu zion zer egin. Wang Sun-ek mina jasan zuen eta esan zion Tian andereari hildakoen garunak erabil zitekeela hildakoak biziberritzeko.\nNon aurkitu hildakoa? Tian andreak pentsatu zuen bat-batean, ez al zen senarra hil besterik ez? Tian jaunak senar-emazteen arteko maitasun zaharra ahaztu zuen, eta benetan aizkora bat hartu eta senarraren hilkutxa zatitu zuen, bere burmuina sendagaia ateratzeko prestatzen ari zen.\nEzustean, hilkutxa ireki zenean, Zhuangzi bizia hartu zuen. Tian anderea hain lotsatu zen bere burua urkatu baitzuen.\n(Istorio hau adiskidetasuna etekin pertsonalerako urratzeko metafora bat da, beraz, ezin dugu ados egon.)", "聖意": "Etxea lasaia da, norbera segurua da, dirua bidegabea da, lanbideak sakrifikatzen dira, ezkontza konpontzen da, gaizkia oparoa da Liujian, oinezkoak ez dira iritsi, zeta-harra laua da, azienda laua da, jendea falta dira, auzia aldatzen ari da, dizipuluak kontserbadoreak dira, jabetza ez dago gaixorik, eta mendia eta hilobia gaiztoak dira.", "古人": "Zhuangzi bere emaztea probatzen du", "第X籤": "84 lotea", "宮": "Wei Gong"}