{"籤詩版本二": "Hodei ilunek eta lainoek mendiaren aurreko errepidea estaltzen dute.Dena da biribila eta ilargia berriz biribila.\nPoesia eta liburuak lortzen badituzu, amets sakon batetik esnatuko zara.Pertsona nobleak gidatuko zaitu teilaturaino.", "詩意": "Hexagrama honek udaberriaren amaiera eta loreen loraldia sinbolizatzen ditu.\nJaunaren ondoren dena aldatzen da.", "解曰": "Agureak laguntza eskatu behar du. Udaberrian berriro loratzen da. Ospearen eta fortunaren nahia. Bizitzan berandu hamaika topatu.", "籤詩故事一": "◇Han Wengong-ek elurrarekin topo egiten du\nHan Yu, bere kortesia izena Tuizhi zen, Changlikoa zen. Tang Dezong Jinshi bihurtu zen Zhenyuanen zortzigarren urtean, eta bere hil osteko titulua Wen Gong izan zen.\nTang dinastiako Xianzong enperadorearen erregealdian, Han Yu-k Budaren hezurrak erreklamatu zituen, eta horrek enperadorea haserretu zuen. Han Yu-k bere emaztea eta seme-alabak utzi zituen eta Chaozhoura joan zen. Egun batzuk baino gutxiago ibili ostean, haize hotzak gora egin zuen eta elurra bota zuen. Han Yu elurra hainbat metroko sakonera zuen toki batera iritsi zen, bere zaldiari aurrera egitea zailduz.Ez zegoen etxerik gertu eta ez zekien errepidea non zegoen. Bidea jarraitu eta atzera egin nahi baduzu, ez dago bueltarik. Haizeak gogor jotzen zuen eta elurra azkar erortzen ari zen.Han Yu larruazaleraino bustita zegoen, izoztuta eta gosetuta, eta ez zuen inon bere tristura adierazteko.\nHan Yuk hasperen egin zuen eta esan zuen: \"Enperadoreak ez nau hilko, baina enperadoreak suntsitu nahi nau\".\nHan Yu etsita zegoenean, gizon bat ikusi zuen hotz handia izan arren elurra kentzera etortzen zela.Han Xiangzi (Han Yuren iloba) izan zen.\nAurretik, Han Xiangzi-k esan zion Han Yu-ri: \"Non dago Yun Heng-en etxea Qinling-en? Elurrak ate urdina besarkatzen du eta zaldiak aurrera egiteari uzten dio.\" Garai hartan, Han Yu-k ez zuen ulertzen zer esan nahi zuen Han Xiangzik, baina orain berak azkenean ulertu.\nBeraz, Han Yu eta Han Xiangzi Fu-ren etxera joan ziren gaua pasatzera Languan. Iraganari eta laborantzarako bideari buruz hitz eginez, Han Yu zinez konbentzituta zegoen.\nGeroago, Han Yuk bere kargu ofiziala alde batera utzi zuen, bere ondasun guztiak tokiko gobernuari eman zizkion eta mendira joan zen taoismoa praktikatzera eta hilezkorra bihurtzera.", "聖意": "Etxea ez da ona norberarentzat, kontuz ibili dirua bilatzeko, negozioetan zentratu, ezkontza berandu da, Liujia emakumezko oinezkoek eremuak blokeatzen dituzte, zeta-harreak onak dira, abeltzaintza ona da, zaila da jendea aurkitzea, auzi publikoak errepikatzen dira, migrazioa da. eguneratuta, galdutako gauzak larriak dira, gaixotasunak atzeratzen dira, mendiko hilobiak aldatu behar dira.", "古人": "Han Wengong-ek elurrarekin topo egiten du", "第X籤": "Laurogeita bosgarren loteria irabazlea", "宮": "Shen Gong"}