{"籤詩版本二": "Mendebaldeko mendiaren erdira oinez, Junling-eko itsaslabarrak ezin dira finkatu.\nJainkoari babes bila, gorpu hau beilatokian dago oraindik", "詩意": "Hexagrama hau hondarrean urrea bilatzea bezalakoa da.\nDenetan daude pertsona nobleen zantzuak.\n\nGainera: Hexagrama honek pertsona arriskuan dagoela adierazten du.\nDenetan daude pertsona nobleen zantzuak.", "解曰": "Jade harria zizelkatuz aurki daiteke. Aurkitu urrea hondarrean. Gogor lan egin beharra. Arazoak besterik ez.\nBeste lan bat: egoera zaila. Non lo egin. Eskatu Jainkoaren bedeinkapena. Otoitz ezazu lasaitasuna lortzeko.", "籤詩故事一": "◇Hoskatu urrea eta arakatu lurpeko kobazuloak\nBere balentria militarrak ospatzeko, Cheng Yaojinek oturuntza bat egin zuen Yanwuyangen. Bat-batean zulo bat ireki zen lurpean, ulertezina zena. Denek zozketa egin zuten hitzak hautatuz, irabazteko urrea hozkatuz eta zuloan lotzeko sokak alokatuz.\nHarrizko ateak, mahaiak, aulkiak, zubiak eta bestelako objektuak daude.Mahai gainean dragoi jantziak eta jadezko gerrikoak daude, urrezkoak eta kobazulotik higatuak.\nYao Jin zulotik atera zen kaxa handi batekin eta kaxa txiki batekin, egurrezko kaxa ireki eta jadezko zigilua atera, kutxa ireki, bandera handia eta koroa jantzia eta arrastoak atera eta mahai gainean jarri zituen, eta denek banan-banan ikusten zituzten. Zortzi zigilu karaktereak zigilu handian grabatuta ikusi nituen \"Hunshiko errege deabrua, enperadore bertutetsu handia\" ziren.\nDenek \"Enperadore\" gisa gurtzen zuten eta Yaojinek hiru urtez egin zuen Deabru Errege gisa. (Egia esan, hau autoproklamatu zen, eta Cheng Yaojin garai hartan herriko buruzagia zen.)\n(Istorio hau gauza onak antzezpena bezalakoak direla dioen metafora da. Hau da \"gorputz hau hutsunean dago\"-ren kontzepzio artistikoa.)", "聖意": "Etxearen eta etxearen alde otoitz egitea, norberaren burua, irabazi-falta, aberastasuna bilatzea, lan gogorra, negozioetan zuhurtzia, ezkontza eragotziko dute Liujiaxu, oinezkoek, zeta-harre txitiarrek, sei abere ukuiluek, jende bila, auzirik ez, galera, migrazioa, mantentzea. ondasun galduak, gaixotasun gaiztoak, oztopoak, mendiak eta hilobiak.", "古人": "Urrearen kripta arakatzen", "第X籤": "Sinatu laurogeita zazpi", "宮": "Shen Gong"}