{"籤詩版本二": "Ez nazazu molestatu zure kontu pertsonalekin.Hori egokiagoa da publikoari galdetzea.\nBihotz argia zeruko ilargi distiratsua bezain argia eta argia da", "詩意": "Hexagrama honek zeruko ilargi distiratsu baten irudia adierazten du.\nDena argia eta aireztatua da.", "解曰": "Bihotz zuzena izan. Zuzendu legea. Hitz santuak. Azkenean argi geratzen da.", "籤詩故事一": "◇Kong Ming-en jenerala\nIrtenbidea: Zhuge Liang-ek bere tropak eta jeneralak mobilizatzen ditu\nHiru Erreinuen garaian, Zhuge Liang (181-234), Kongming izen adeitsuan, Yangdu-n jaio zen, Langyan (gaur egun Yinan konderria, Shandong probintzia).\nZhuge Liang-ek ofizial izatea onartu zuen Liu Bei lastozko txabola hiru aldiz bisitatu ondoren. Garai hartan, Cao Caok Hebei baketu zuen eta hegoaldera joateko erabakia hartu zuen. Xiahou Dun jeneral nagusi gisa bidali zuen, Yu Jin, Li Dian eta beste batzuk. diputatu jeneralak, 100.000ko armada bat gidatzen Xinye aldera. Zhuge Liang-ek garai hartan etsaiarengandik erretiratzeko plana bazuen ere, Guan Yu eta Zhang Feik Zhuge Liang-en hitzak mespretxatu zituzten. Zhuge Liang-ek ez zuen Liu Bei-ren ezpata erabili biak konbentzitzeko beste erremediorik izan, eta, horrela, bakoitzak mila tropa eta segada gidatu zituen Yushan eta Anlin-en.Xiahou Dun-ek bere armada pasatzera itxaron zuten, eta gero eraso egin zien. segadak eta sua.\nHorrez gain, Zhao Yun armadaren aztarna zahar eta ahulak gidatzeko bidali zuten Xiahou Dun-en aurka abangoardia gisa borrokatzera, eta gero porrota faltsutu eta atzera egin zuen, Xiahou Dun mendi eta basoetako bide estura erakarri zuen.Guan ere bidali zuen. Ping, Zhou Cang, Liu Feng eta beste batzuk Caoren armadaren atzealdean sartu, hornigaiak errez eta izua sortuz Caoren armadan.\nBatailaren ostean, dena gertatu zen Zhuge Liang-ek antolatu zuen moduan. Xiahou Dun eta Yu Jin-ek armada atzetik eraman zutenean, Li Dian-ek, atzealdean zegoena, berehala jakinarazi zion Xiahou Duni aurrealdean etsaien su-erasoetatik babestu behar zuela. Hala ere, beranduegi zen. Caoren armada mugatuta zegoen. errepide estua eta zuhaitzak nahastuta zeuden leku batean zegoen, beraz, sua ezin izan zen piztu.Bazita handiak izan ziren, eta Xiahou Dun eta beste jeneral batzuk garaitu eta Xudura ihes egin zuten.\n(Istorio hau Kong Ming pertsonak erabiltzen eta herrialdea jakinduriaz gobernatzen trebea dela dioen metafora da.)", "聖意": "Etxea eta etxea aproposak dira. Zorte ona nahi dut aberastasunean, lasaitasuna, negozio oparoa, ezkontza, arrakasta, arrakasta Liujian, gizonak soroak mugitzen, zeta-harrak, azienda galtzea, desagertutako pertsonak, auzi publikoak, migrazioa, ondasun galduak, bedeinkazioa, gaixotasuna, bakea, mendiak eta hilobiak.", "古人": "Kong Ming-en jenerala", "第X籤": "Bederatzigarren seinalea", "宮": "Yin jauregia"}