{"籤詩版本二": "Ikuskizun on batek ikusleen artean nabarmentzen zaitu zimur batekin, eta zure etorkizuna aldatzen da eta aberastasun handia ekartzen duzu.\nErrepide bat zerua bezain zabala da, eta eman dezakezun diru guztia zure bihotzean egongo da", "詩意": "Hexagrama honek etorkizun oparoa adierazten du.\nDena ondo doa.", "解曰": "Errepide handi bat. Aurrera egin dezakezu. Erabili zure bihotza. Aurrera bakarrik.\nDena aurreikusi bezala doa seinale honekin. Zorte on Jichang-i.", "籤詩故事一": "◇Hiru heroi Lu Buren aurka borrokatzen dira\nIrtenbidea: Zhang Fei, Guan Yu eta Liu Bei hiru heroi Lu Buren aurka borrokatzen dira\nDong Zhuok Hua Xiong burua moztu zutela jakin zuen eta Lu Bu jeneral hegalaria borrokatzera bidali zuen. Lu Bu borrokara joan bezain laster, Fang Yue eta Mu Shun jeneralak hil zituen, eta Wu Anguo eta Gongsun Zan hil zituen.\nZhang Feik ikusi zuen Gongsun Zan-ek ezin zuela Lu Bu garaitu, beraz, azkar ordezkatu zuen Gongsun Zan eta oihukatu zuen: \"Hiru abizenen esklaboek alde egin beharko lukete! Yan-eko Zhang Fei hemen dago!\" Horren ostean, berrogeita hamar round baino gehiago borrokatu ziren. segida, irabazle edo galtzailerik gabe.\nGuan Yu-k ikusi ondoren, berak eta Zhang Feik Lu Bu-ri eraso zioten eta hogeita hamar txanda baino gehiagoz borrokatu ziren.\nLiu Beik ere bi ezpata eraman zituen, bere zaldiari txalo egin eta aurrera egin zuen Zhang Fei eta Guan Yuri laguntzeko.\nHiru gizonek Lu Bu inguratu eta borrokan jarraitu zuten.Taldeko pertsona guztiak harrituta geratu ziren.\nHandik gutxira, Lu Bu indarrak galtzen hasi zen.Lu Bu-ren Pegasus atzera egin zuen, baina hiru gizonek Lu Buren atzetik jarraitu zuten eta amore emateari uko egin zioten.Lu Bu-ren tropekin topo egin arte ez zuten atzera egin.\n\"Hiru Erreinuak\"\n(Istorio hau Lu Bu-k borrokan duen ausardiaren eta trebetasunaren metafora da. Pertsona batek hiru pertsona garai ditzake.)", "聖意": "Etxearen eta etxearen bihotza aberastasuna bilatzeko norberaren bidaian bakarrik bidaiatzen du. Ezkontza-artikulu posible bat Liujia-ra doa. Gauzak ondo doaz jendearentzat. Zhushuntian zeta-harreak erabiltzen. Sei animalien artean jendea aurki daiteke. Jendea aldez aurretik aurki daiteke. . Auziak. Migrazioak. Ondasun galduak. Gaixotasunak. Mendiak eta hilobiak zorte ona bezalakoak dira.", "古人": "Hiru heroi Lu Buren aurka borrokatzen dira", "第X籤": "Laurogeita hamaika loteria irabazlea", "宮": "Zu Jauregia"}