{"籤詩版本二": "Txikitatik izan dut negozioak planifikatzen, beraz, ez dut aberastasuna eta aberastasuna eskatu beharrik.\nBi pertsona zerbaiten bila badabiltza, jakintsua kalera aterako da eta sari nagusiarekin itzuliko da.", "詩意": "Hexagrama hau txikitatik izan da negozioaren ikurra.\nIzan arduratsua eta arduratsua denetan eta kezkarik gabe.", "解曰": "Haurtzarotik heldutasunera. Ez eragozpenik, ez eragozpenik. Egin plan bat. Ospea ondo doa.", "籤詩故事一": "◇Cai Qing-ek bere adeitasuna ordaintzen du (Cai Yong)\nCai Yong, adeitasunezko Bojie izena, Chenliuyu-n jaio zen (gaur egun Qixian konderriaren hegoaldean, Henan probintzian). Jakintsua eta Zhao Wuniang-en senarra da. Duelabosturte,gorteinperialakzerrendahoriko talentuak kontratatu zituen, eta konderriak Pekinera etortzea gomendatu zion azterketa egitera.Ordutik, ez dago berririk.\nCai Bojie-k alde egin osteko lehen urtea erraza izan zen aurre egitea.Familiak aurrezki batzuk zituen eta haien bizitza maneiagarria zen.\nHurrengo urtean, Chenliuk lehorte larria jasan zuen, beraz, Zhao Wuniangdian-en konfiantza izan zuen gosetetik bizirik irauteko bitxiak saltzeko.Ez zegoen Cai Bojieren berririk, eta horrek familia are gehiago kezkatu zuen.\nLehorteak hiru urte iraun zuen epe horretan. Zhang Guangcaik, herriko bizilagunak, noizean behin laguntzen zion.\nGeroago, Cai Bojiek irabazi zuen lehen saria eta etxera itzuli zen bere emaztea Zhang Guangcaik lagundu zuela jakitea. Bikotea Zhang-en etxera joan zen esker ona adierazteko eta Zhang Guangcairi zilarrezko bi tael eman zizkion opari.", "聖意": "Etxea lasaia da, norbera oparoa da, negozioa arrakastatsua da, ezkontza arrakastatsua da, gizon baten jaiotza arrakastatsua da, zelaia zeta-harrez beteta dago, sei abereak oparoak dira, bilaketa arrakastatsua da, auzia arrakastatsua da. , migrazioa arrakastatsua da, galdutako ondasuna ona da, gaixotasuna mendia da eta hilobia ona da.", "古人": "Cai Qing-ek bere adeitasuna ordaintzen du (Cai Yong)", "第X籤": "Laurogeita hamabi sinatu", "宮": "Zu Jauregia"}