{"籤詩版本二": "Luan Feng Xiang zirimiriarekin busti zen, baina garai hartan Queer-ek jazarpena jasan zuen\nHarrituta geratu nintzen egun batean hodeiak urrun zeudela jakiteak, baina hala ere arropa itzuli dizut.", "詩意": "Hexagrama honek Luan eta Phoenix euriak estalitako ikurra adierazten du.\nOrdua iristen denean dena dator.", "解曰": "Gaizkilea egunez egun aurrera doa. Jaun batek ez luke ezer egin behar. Besterik gabe, gorde zeure buruari. Hartu neurriak momentua iristen denean.", "籤詩故事一": "◇Gao Jun-ek ezkontza bermatzen du\nSong dinastiaren hasieran, Zhao Kuangyinek iparraldea bateratu zuen eta herrialde osoa errenditu egin zen.Hala ere, Hegoaldeko Tang dinastian, Li Yu Yangtze ibaiaren hegoaldean errotu zen.Hiri bat eskaintzeko eta amore emateko itxurak egiteko estrategia hartu zuen. Zhao Kuangyin Shouzhoun harrapatzen, eta egoera larria zen. Zhao Kuangyin-en iloba, Gao Junbao, urrezko pistola zuen gaztea, Bianjing utzi zuen Shouzhouko setioa hausteko.\n, Shuangsuo menditik igarota, Liu Jinding-ek ezarritako Husband seinalea apurtu zuten, eta biak lehiatu ziren.Ondorioz, Liu Jinding-ek hiru aldiz garaitu zuen Gao Junbao bere arte martzial bikainekin, eta urrezko mazak eta zilarrezko kanpaiak bizitzagatik trukatu zituzten. Zhao Kuangyin-en iloba Gao Junbao-k Bianjing utzi zuen Shouzhou-n harrapatutako Zhao Kuangyin erreskatatzeko. Shuangsuo menditik igaro eta Liu Jinding-ek jarritako seinalea hautsi zuen. Biak lehiatu ziren, baina Liu Jinding-ek hiru aldiz garaitu zuen Gao Junbao bere arte martzial bikainekin. eta ezkontzera behartu zuten. Bikoteak setiora eraman zuen jendetza eta Zhao Kuangyin erreskatatu zuen.\n(Istorio honen metafora biak ez zirela adiskidetu (jazarpena egin zuten), baina gero adiskidetu egin ziren).", "聖意": "Etxea ez da ona norberarentzat, kontuz dirua bilatzearekin, negozioak blokeatzearekin, ezkontzaren zain egotearekin, ezkontza atzeratuarekin, jendea galduta, soroetan irautea, zeta-harra, abere berantiarrarekin, jendea galtzearekin, jendea aurkitzeko zailtasunarekin, auziak, galera, migrazioa, kontserbadoretasuna, ondasun galduak, gaixotasun gaiztoak, mendien eta hilobien luzapena.", "古人": "Gao Jun-ek ezkontza bermatzen du", "第X籤": "Laurogeita hamahiru loteria irabazita", "宮": "xugong"}