{"籤詩版本二": "Anbizioa eta lorpenak dinastian daude, baina orain edateko eta sexu amaigabeak izango dira.\nUrrezko oilar bat ikusten baduzu, dirua, zoria eta zoria izango dituzu.", "詩意": "Hexagrama honek handinahiaren eta ospearen ikurra adierazten du.\nMantendu dena aproposa.", "解曰": "Anbiziotsu eta ilusioz. Ez da berandu zeure burua zaintzeko. Urrezko oilarrak agintzen du. Denak pozik.", "籤詩故事一": "◇Cao Pi-k bere burua enperadore izendatu zuen\nCao Pi, adeitasunezko Zihuan izena, Peiguoqiaon (gaur egun Hao konderria, Anhui) jaio zen. Jian'an garaiko politikari eta idazle ospetsua.\nCao Pi Cao Caoren bigarren semea da.Txikitatik bere aitarekin kanpamentu militarrean bizi izan zen.Aitaren eraginez, Cao Pik sei urterekin ikasi zuen arku-tiroa eta zortzi urterekin zaldiz ibiltzen, eta garatu zuen. arte martzialen trebetasun onak. Gainera, antzinako eta modernoko klasikoen eta biografien ezagutza zabala du, baita ehunka pentsamendu-eskolaren liburuak ere. Hemezortzi urtera arte ez zen Cao Cao Yuan Shao garaitu eta Cao Pi-k bizitza nahiko egonkorra izan zuen Yecheng-en, Cao Caoren agintearen erdigunean. Harrezkero, nahiz eta batzuetan bere aitarekin espedizio militarretan lagundu eta gehienetan seme noble baten bizitza bizi izan zuen arren, arte martzialak egunero praktikatzen zituen eta gaur arte ez du uko egin. Askotan ehun pausotan zaldi gainean ibiltzen da eta arte martzialetan oso trebea da.Askotan arte martzialak praktikatzen dituenez, arina eta indartsua da.\nCao Caoren seme nagusia Cao Ang gudu batean hil zen. Seme zaharrena hil ondoren, Cao Pi printze oinordekoaren lehen aukera bihurtu zen. Hogeita hamaika urte zituela, Cao Cao-k oinordeko printze izendatu zuen. Cao Pi-k hogeita hamahiru urte zituenean, Cao Cao gaixorik hil zen, eta Cao Pi-k bere ondoan hartu zuen Wei-ko lehen ministro eta errege gisa. Askotan ehun pausotan zaldi gainean ibiltzen dela esan zuen eta oso trebea dela.Kungfu askotan praktikatzen duelako, arina eta osasuntsua da.", "聖意": "Otoitz ezazu zure etxea eta zure etxea bakea izan dadin. Bilatu aberastasuna, lan egin gogor, merkataritza eta hautsi goiz. Ezkontzak arrakasta izango du. Liujia seguru egongo da. Jendea soroetan egongo da. Zeta-harrak helduak izango dira. Sei abere izango dira. heldua.Zaila izango da jendea aurkitzea.Auzi publikoa.Premiazko erabakia.Migrazioa.Ondasun galdua.Urruti.Gaixotasunak mendi eta hilobietan irauten dira.Zorte on.", "古人": "Cao Pi-k bere burua enperadore aldarrikatzen du", "第X籤": "Laurogeita hamabosgarren loteria irabazlea", "宮": "xugong"}