{"籤詩版本二": "Pagoda dotorea ezohikoa da, argiz distira egiten duten alde guztietan apaingarri bikainekin\nArduratsu makurtzeko eta egintza onak egiteko erabakia izateko eskatzen dizut, eta zeruak bedeinkazioak bidaliko dizkizute.", "詩意": "Hexagrama honek merituaren agerpena adierazten du.\nDena aproposa da.", "解曰": "Bedeinkapen hauek. Denek dute. Ez izan oso lanpetuta. Merezimendua aldez aurretik zehazten da.", "籤詩故事一": "◇Fenyangeko erregeak bere biloba ezagutzen du Txinako San Valentin egunean\nIrtenbidea: Guo Ziyi-k Txinako San Valentin egunean lurrera jaisten zen Weaver Girl ezagutu zuen. Tiansun, Jade Enperadorearen biloba, Zazpi Maitagarriak da.\nGuo Ziyi (697-781), Guo Linggong izenez ere ezaguna, Zheng konderrian, Huazhoun (gaur egun Huaxian konderria, Shaanxi probintzian) jaiotzez eta Tang dinastian jenerala zen. Gorte inperialak Fenyanggo errege titulua eman zion Ziyiri.\nZiyi jatorriz Huazhoukoa zela esaten da eta Harresi Handitik kanpo armadan sartzera joan zen.Pekinera joan zen soldaduen soldata eskatzeko eta Yinzhoura itzuli zen.Garai hartan Txinako San Valentin eguna izaten zen.Haizea eta hondarra. iluntzen ari ziren, eta eguzkia iluntzen ari zen.Ziyi ezin zuen aurrera egin, beraz, errepidearen ondoan zegoen zutik.Etxe huts batean lurrean lo zegoen.Loguratzear zegoenean, bat-batean argi gorri bat ikusi zuen bi aldeetan.Zutitu eta harrituta begiratu zuen.Hodei bat zegoen zeruan, poliki-poliki jaisten.Han zegoen emakume eder bat, duin eta eder bat, jende arruntaren guztiz ezberdina. Ziyi-k berehala errespetatu zuen eta esan zuen: \"Gaur zazpigarren ilargiko hilabeteko zazpigarren eguna da. Uste dut Ehule Neska dela etorri dena, bere iraupena eta aberastasuna eman nahian\".\nEmakumeak ere erantzun zion: «Aberastasun handiarekin iraupena dator».\nHitz egiten amaitu ondoren, dirdira itzuli zen eta hodeiak poliki-poliki altxatu ziren.Emakumeak oraindik irribarre atsegin batekin begiratzen zion Guo Ziyiri.Beregandik urrun zegoenean kea lausotu zen eta jada ezin zen ikusten.\nEgia izan zen, emakumeak esan zuen bezala. Ziyiren merituak mundu osoan ezagunak dira, oso ministro ezaguna da, eta merituak eta bertuteak dituen jenerala da.", "聖意": "Egin desio bat etxean, egin desio bat, otoitz egin dirua, zorte ona negozioetan, zorte ona ezkontzan, zorte ona Liujian, bidaia zoriontsuak jendearekin, soroak mugitzea, zeta-harreak, abere egonkorra, zorte txarra aurkitzeko. jendea, auzi publikoak, migrazioa, zorte ona, galdutako ondasunen gaixotasunak, hilobiak Zhenxingshan", "古人": "Fenyang erregeak bere biloba ezagutuko du Txinako San Valentin egunean", "第X籤": "Sinatu laurogeita hamasei", "宮": "xugong"}