{"籤詩版本二": "Berandu sartu eta irteteko aholku bila, kezkatuta eta arazoak sortzeagatik\nHegaztiak tranpa batera hegan bezala, zenbat denbora behar du ihes egiteko?", "詩意": "Hexagrama hau gauzak zaharrak mantentzeko eta patuari egokitzeko seinale da.\nDena ez da asegabea.", "解曰": "Izan kontserbadorea edozein unetan. Noblea noiz iritsiko zain. Guztiaz galdetzen baduzu. Nagusiena berandu izango da.", "籤詩故事一": "◇Ji Ping hil zuten\nJi Ping, bere benetako izena Ji Tai da, Ping izenez ere ezaguna, Han dinastian mediku inperiala izan zen.\nJian'an-en bosgarren urtean (K.o. 200), Cao Cao lehen ministro bihurtu zen eta ez zuen enperadorea serio hartu.Enperadoreak bere gerrikoan idatzitako ediktua irakurri zuenetik, Dong Cheng-ek, ez zuen lortzeko modurik. Cao Cao kendu, haserre eta haserre sentitu zen.Kezkatuta, gaixotu egin zen.\nXian enperadoreak Ji Ping mediku inperialari Cao Cao tratatzeko eskatu zion. Ji Ping-ek enperadorearen ediktu sekretua irakurri zuen eta Cao Cao kentzeko erabakia hartu zuen, beraz, biek elkarrekin plan bat asmatu zuten. Ustekabean, hormek belarriak dituzte.Dong Cheng-en etxeko esklaboa, Qin Qingtong, makil batekin berrogei aldiz jipoitu zuen Dong Cheng-ek Dong Cheng-en emazte gaztearekin zuen harremana zela eta. Haserre eutsi zion. Honen berri izan zuenean, Dong Cheng-en berri eman zuen eta Ji Ping Cao Cao-ra.\nJi Ping-ek Cao Caoren buruko mina aprobetxatu eta isilpean pozoitu zuen. Cao Caok aholku bat jaso zuen, Ji Ping harrapatu, torturatu eta buruzagia ikertu zuen. Ji Ping-ek heriotzari aurre egin zion eta urratsak ukitu ondoren hil zen.", "聖意": "Etxea bere buruarekin kezkatuta dago, gaiztoa dirua eskatzen ari da, negozioa hautsi da, ezkontza ez da luzea, zigorra seikoa da, oinezkoa soroan harrapatuta dago, zeta-harra kaltetuta, sei abere aurkitu dira, pertsona aurkitzen da, auzi publikoa galdu da, migrazioa ez da mugitzen, ondasunak galdu dira, gaixotasuna egin da, sarea mendian dago, hilobia hilda dago,", "古人": "Ji Ping hil zuten", "第X籤": "Laurogeita hamazortzi zenbakia", "宮": "Haigong"}