{"籤詩版本二": "Zaldiari eutsi eta zartailua helduta, zuzenean gatoz hona, erdi arriskuan eta erdi hondamendian.\nSuak erretzen duen etxe bat bezala da.Zerua erortzean, euriak errauts bihurtzen du.Plan bat daukat.", "詩意": "Hexagrama honek erdi tristura eta erdi poza adierazten ditu.\nDena on egitea komeni da.", "解曰": "Bizi osorako lana. Ez zait axola ongi eta gaizki. Gurpilak aldi baterakoak dira. Erresumina berez dator.", "籤詩故事一": "◇Tao Sanchunek Zheng En-i irabazi dio Guayuanen\n\"Luza nire oroigarria\", Zhao Kuangyin zutitu zen berriro, \"Beiping erregeak Zheng Enek ezkontza bat antolatu zuen orduan. Mundua bakean dagoenez, zure baimena eskatu nahiko nuke ezkontzeko egun apropos bat aukeratzeko. \"\n\"Luza nire oroigarria!\" Zhao Kuangyin zutitu eta esan zuen: \"Pekingo erregeak, Zheng Enek, ezkontza bat antolatu zuen orduan. Mundua bakean dagoenez, zure baimena eskatu nahiko nuke aproposa aukeratzeko. ezkontzeko eguna\".\n\"Oh, hirugarren anaia lehenago ezkongai zegoen, nola ez nuen honen berri?\" Chai Rong oso harrituta zegoen. Eskua astindu zuen Zhao Kuangyin esertzeko eta hitz egiteko.\n\"Oh! Hirugarren anaia lehenago ezkongai zegoen, nola ez nuen honen berri? \" Chai Rong (Geroago Zhou Dinastiaren enperadorea) oso harrituta geratu zen. Eskua astindu zuen eta Zhao Kuangyin-i esertzeko eta hitz egiteko eskatu zion.\n\"Istorio luzea da. Lehenik eta behin, oraindik pobrezian geunden garai hartan eta ez ginen zure armadan sartu. Orduz geroztik, urteak daramatzagu borrokan eta ez dugu zutaz arduratzeko astirik. Bigarrenik, hirugarren anaia ere apur bat da. lotsati aipatzea, beraz, Maiestateak ez daki.\n\"Istorio luzea da. Lehenik eta behin, oraindik pobrezian bizi ginen garai hartan eta ez ginen zure armadan sartu. Orduz geroztik, urteak daramatzagu borrokan eta ez dugu zutaz arduratzeko astirik. Bigarrenik, hirugarren anaia ere bat da. aipatzeko lotsati gutxi, beraz, Maiestateak ez daki.\n\"Aizu, gizonezko unibertsitateko ikaslea ezkontzen ari da, zertarako lotsa izateak? Hirugarren anaia gudu zelaian denbora luzean egon da eta heroi paregabetzat har daiteke. Zergatik zara hain txikia gai honekin?\"\n\"Aizu! Unibertsitateko mutila ezkontzen ari da, zertarako lotsa egoteak? Hirugarren anaia gudu zelaian denbora luzez egon da eta heroi paregabetzat har daiteke. Zergatik zara hain txikia gai honekin?\"\n\"Hori buruz hitz eginda, ezin diot nire hirugarren anaiari lotsatia izateagatik leporatu, ezkontza hau sortua baita\".\n\"Hori buruz hitz eginda, ezin diot nire hirugarren anaiari lotsatia izateagatik leporatu, ezkontza hau sortua baita\".\n\"Idatziz idatzi duzu? Aizu, interesgarria da. Mesedez, kontatu zer gertatu den.\"\n\"Idatzi dut! Hey! Interesgarria da! Mesedez, kontatu zer gertatu den.\"\n\"Bai, gogoan dut urte hartan, Maiestatearekin bat egitear geundela, Baocheng konderritik pasatzen ari ginela. Ekainean bero handia egin zuen. Nire hirugarren anaia ezin zen hotelean geratu, beraz, bakarrik ibiltzera atera zen. Meloi-baratzetik igaro ondoren, batzuk jasotzera sartu zen.Meloiak egarria asetzen zuen.Garai honetan ez zegoen goiz-heltzen diren meloi asko, eta hirugarren anaiak ez zekien nola biltzen, eta asko hautsi zituen. Meloiei begira dagoen emakumeak aurrera egin zuen hirugarren anaia salatzeko. Biek desadostasun bat izan zuten, eta orduan hasi ziren borrokan. Zatoz. Zorionez, kezkatuta nengoen eta garaiz atera nintzen erreskatera, bestela...».\n\"Bai, gogoan dut urte hartan, Maiestatearekin bat egitear geundela, Baocheng konderritik pasatzen ari ginela. Ekainean bero handia egin zuen. Nire hirugarren anaia ezin izan zen hotelean geratu, beraz, bakarrik ibiltzera atera zen. Meloi-baratzetik igaro ondoren, batzuk jasotzera sartu zen.Meloiak egarria asetzen zuen.Garai honetan ez zegoen goiz-heltzen diren meloi asko, eta hirugarren anaiak ez zekien nola biltzen, eta asko hautsi zituen. Meloiei begira dagoen emakumeak aurrera egin zuen hirugarren anaia salatzeko. Biek desadostasun bat izan zuten, eta orduan hasi ziren borrokan. Zatoz. Zorionez, kezkatuta nengoen eta garaiz atera nintzen erreskatera, bestela...».\n\"Zheng Ziming hau, bere errua da lehenik eta behin, barkamena eskatu beharko luke. Zergatik jo zuen? Gainera, nola jasan ditzake neska baten familiak bera bezalako gizon gogor baten kolpeak eta ostikadak! Tira, neska hau jipoitu duzu. piezak. Ez?\" \"Neska ez zen kaltetu...\"\n\"Zheng Ziming hau, bere errua da lehenik eta behin, beraz, barkamena eskatu beharko luke. Zergatik jotzen diozu? Gainera, nola jasan dezake neska baten familiak bera bezalako gizon gogor baten kolpeak eta ostikadak! Tira, esaidazu, neska hau jipoitu duzu. Ez?\"\n\"Neska ez zen kaltetu...\"\n\"Hori ondo, ondo dago... Aizu, ez al duzu neurririk hartu? Ai, garaiz erreskatatu nautela uste dut\".\n\"Ondo dago! Ondo dago... Hey! Ez al duzu neurririk hartu? Oh! Uste dut denboran salbatu nauena zarela!\"\n\"...Ez, erreskatatu nuen pertsona... hirugarren anaia zen.\" \"...Ez, erreskatatu nuen pertsona... hirugarren anaia zen\".\n\"Ah?!\" \"Ah?!\"\n\"Hirugarren anaia emakumeak lurrera bota eta bortizki kolpatu zuen bide guztian. Zorionez, iritsi eta alde egiteko konbentzitu nuen, beraz, ez zen larri zauritu... Maiestate... Maiestate!... \"\n\"Hirugarren anaia emakumeak lurrera bota zuen eta bortizki kolpatu zuen. Zorionez, iritsi eta alde egiteko konbentzitu nuen, beraz, ez zen larri zauritu... Maiestate... Maiestate!...\".\n\"A?...A, nor da emakume hori!?\" \"A!?...A, nor da emakume hori!?\"\n\"Geroago jakin nuen emakumearen izena Tao Sanchun zela, eta bere aita Tao Hong-ek asmorik ez zuen heroi zahar bat zen. Tao Sanchunek bere aitarengandik ikasi zituen arte martzialak txikitatik. Ezagutu nuen ondoren. bere familia, Sanchun andereñoak izaera bikaina zuela ikusi nuen. , Luo Luo eta eskuzabala, neskatoa izateko ohiturarik gabe, nahita bat egin zuten berarekin. Tao aita eta alaba ere asko gustatzen zitzaien hirugarren anaiaren izaera zuzena. Berehala jo eta ezkontza hau erabaki zuen bientzat. Zure Maiestate, mesedez, esaidazu, hau ez al da ezkontza faltsu bat?\n\"Geroago jakin nuen neskaren izena Tao Sanchun zela, eta txikitatik bere aitarengandik ikasi zituen arte martzialak. Haren familia ezagutu ondoren, Sanchun andereñoak izaera bikaina zuela ikusi nuen. eskuzabala, eta neskatoaren ohituren arrastorik ez zuenez, nahita erreklutatu nuen.Tao jaunari eta bere alabari ere asko gustatzen zitzaien hirugarren anaiaren izaera zuzena.Berehala asmatu zuten eta ezkontza hau erabaki zuten.Zure Maiestate, esaidazu mesedez, hau ez al da ezkontza faltsu bat?».\n(Istorio hau metafora bat da, gauza txar bat ona izan zelako.)", "聖意": "Otoitz ezazu etxea eta norbera babesteko, kontuz ibili, otoitz egin aberastasunagatik, negozioak hondatu, ezkontza oztopatu, zigorra, Liujia, aseguruak, soroetan harrapatutako oinezkoak, zeta-harreak kalteak, aziendaren kalteak, desagertutako pertsonak, legez kanpoko auziak, galera, migrazioa, kontserbadorea. , ondasun galduak, gaixotasun gaiztoak, kezkak, arriskuak, mendiak, hilobiak, porrota", "古人": "Tao Sanchunek Zheng En-i irabazi dio meloi lorategian", "第X籤": "Laurogeita hemeretzi zenbakia", "宮": "Haigong"}