{"籤詩版本二": "זאָל די וועלט באַשאַפן ווערן פאַר אַ גוטע חתונה, גוטע טעג און גוטע צייטן, און אַלץ זאָל זיין גוט\nס'איז נישט קיין קליינע זאך אויב מען באקומט דעם גורל, דער קייסער דערקלערט אז מענטשן זענען געטריי און ערליך.", "詩意": "דעם העקסאַגראַם רעפּראַזענץ די אָנהייב פון די עפן פון הימל און ערד.\nאַלץ איז גינסטיק.", "解曰": "גיך גיכקייַט. די יאָר איז נישט ווערט זיין צייט. גואַניין שרייבט אַראָפּ. זאל מיר וויסן ערשטער.", "籤詩故事一": "◇ זשאָנגלי איז געווארן אויפגעקלערט\nזשאָנגלי קוואַן, פאַמיליע זשאָנגלי, געגעבן נאָמען קוואַן, העפלעכקייַט נאָמען יונפאַנג, און צונעמעניש זשענגיאַנג, איז געווען אַ געבוירענער פון Xianyang קאָונטי, קסי'אַן, שאַאַנקסי פּראַווינס בעשאַס די מזרח האַן דינאַסטי.\nזשאנג ליקוואן איז געווען א גענעראל פון דער האן דינאסטיע, ביי די עקספעדיציע קעגן די מערב קיאנג איז ער מקנא געווען דעם קאמאנדיר ליאנג יי און האט אים נאר צוגעשטעלט 30,000 אלטע און שוואכע זעלנער, ווי נאר ער איז אנגעקומען צו זיין דעסטינאציע איז דער לאגער בארויבט געווארן דורך די מערב קיאנג ארמיי, און די זעלנער זענען אנטלאפן. זשאנג ליקוואן האט זיך פארלוירן אין א טאל און האט זיך באגעגנט אויפן וועג א הו מאנך, ער האט אים גענומען אין א קליין דארף און געזאגט: \"דאס איז די וואוינארט פון מיסטער דאנגהו\" דערנאך האט ער זיך געזעגנט און איז אוועק. נאך א װײל האט אײנער מיטאמאל געזאגט: ״דאס מוז זײן, װײל דער גרין־אויגטער הומאן איז צו־שפראך״ ער האט דערזען א מאן וואס טראגט א װײס הירש פעל און האלט א גרינע קווינא־שטאב. ער האט געפרעגט זשאנג ליקוואן, ״דער מענטש װאם איז געקומען. דאָ איז האַן דאַ. אַלגעמיינע זשאָנגלי קוואַן\n? זשאָנג ליקוואַן איז געווען שאַקט, געוואוסט אַז ער האט באגעגנט אַ מאָדנע מענטש, אַזוי ער בעעמעס געלערנט די טאַו.\nזשאָנג ליקוואַן שפּעטער באגעגנט זשענרען הוייַאַנג און די ימאָרטאַל מלך קסואַנפו, און געלערנט די \"סוד פון ימאָרטאַליטי\". ענדליך האט ער געוואוינט אין זייין סיהאאפענג אין קאנגטאנג בארג, באקומען דעם \"סוד פון די יאדע קעסטל\" און געווארן אן אמת'ער אומשטארבלעכער, ער איז אויך געווארען געווארען אלס איינער פון די פינף נארדישע פאטריארכן פון די קוואנזען סעקטע.", "聖意": "דאַוונען פֿאַר דיין היים און היים צו זיין געבענטשט מיט מזל אין האַרבסט און ווינטער. זוכן מזל אין האַרבסט און ווינטער. גוט גליק אין געשעפט, גוט גליק אין חתונה, גוט גליק אין געבורט צו יינגלעך, גוט גליק אין אַרומפאָרן צו די פעלד , גוט גליק אין זייַדוואָרמס, גוט גליק אין לייווסטאַק, גוט גליק אין געפֿינען מענטשן, גוט גליק אין ציבור פּראַסעסאַז, גוט גליק אין מיגראַטיאָן, פאַרפאַלן פאַרמאָג, נאָרטהעאַסטערן חולאתן, גוט גליק אין שיקן בערג און קברים.", "古人": "זשאָנגלי איז געווארן אויפגעקלערט", "第X籤": "ערשטער צייכן", "宮": "יוטעראַס"}