{"籤詩版本二": "פארװאם גײםטו נישט קײן טאײלאי, װאם איז גראד ארום דעם װינקל, איך װעל דעם דזשענטלמען צײטװײליק ארויסלאזן פון בארג.\nאויב עס איז גוט נייַעס וועגן דעם טיגער אָדער קיניגל, איר וועט זיין פריי אפילו אויב איר זענט באשלאסן צו זיין פאַרנומען.", "詩意": "אין דעם העקסאַגראַם, עס איז אַ צייכן פון ברכה צווישן ומגליק.\nאַלץ איז שלעכט אין שטייַגן און גוט אין די סוף.", "解曰": "פאַרבייַטן מיט כעמפּ זייַד. שלאָגן עמעצער ס פֿיס. זען קלאר. ברכות קומען פון דיזאַסטערז.", "籤詩故事一": "◇ טרעפן אַ בעל אין בוקיט\nווו דזשי איז געווען ערידזשנאַלי אַ האָלץ קאַטער, און די צוויי באגעגנט דזשיאַנג זייאַ ווען זיי פישערייַ אין פענג טייך. ווודזשי האט געלאכט ווען ער האט געזען זייאַ פישערייַ מיט אַ גלייַך קרוק.\nזייאַ האָט געקוקט אויף ווודזשי'ס פּנים און געזאָגט צו מאַזל: \"אויב איר קומט היינט אַרײַן אין שטאָט, וועסטו עמעצן אומברענגען.\" נאָכן הערן דאָס, איז ווו דזשי אַוועק מיט כעס און האָט געטראָגן ברענהאָלץ אין שטאָט אַרײַן.\nנאָכן אַריינקומען אין דער שטאָט, האָט ווו דזשי זיך געפּלאָגט מיט אַנדערע און האָט טעותים געשלאָגן פרעמיער מיניסטער ווען וואנג צום טויט.\nמלך ווען געצויגן די ערד ווי אַ טורמע און ימפּריזאַנד ווו דזשי.\nבוקיט כו איז צייטווייליג באפרייט און איז פאראורטיילט געווארן צום טויט צו נעמען קעיר פון זיין מוטער ביז הארבסט.\nזיין מוטער געבעטן אים צו פרעגן דזשיאַנג זייאַ פֿאַר הילף.\nדי טייגאָנג האָט אים אנגענומען ווי זיין תלמיד, אים געלערנט די קונסט פון מלחמה, און באפוילן אים צו גראָבן האָלעס און וואַרפן ספּעלז צו ברעכן זיין געבוירן צוקונפט.\nנאך דעם הארבסט איז ווו דזשי נישט געקומען צו ווערן באשטראפט, דער קעניג ווען האט ארויסגעברענגט די געבוירן ציפערן און געטראכט אז וואו דזשי איז באגאנגען זעלבסטמארד אויס מורא פאר פארברעכן.\nשפּעטער, מלך ווען באגעגנט ווו דזשי, און ווו דזשי באַקענענ מלך ווען צו טרעפן דזשיאַנג טאַיגאָנג.\nטאַיגאָנג איז געווען אַוואָרדיד דעם טיטל פון אַלגעמיינע פון ​​ווודע. ביידע בעל און לערניינגל געארבעט פֿאַר מלך ווען.", "聖意": "די הויז איז זיכער, די זיך איז מאַזלדיק, די געשעפט איז גוט, די חתונה איז שפּעט, די זכר פוסגייער איז נישט אומגעקערט צו די פעלד, די זייַדוואָרמז זענען רעוועכדיק, די זעקס חיות זענען שענדזשי, די זוכן איז גוט, די ציבור פּראָצעס איז גוט, די מיגראַטיאָן איז קאָנסערוואַטיווע, די פאַרפאַלן פאַרמאָג איז געזען, די קרענק איז גוט, קיודזשי, די באַרג און די גרוב זענען גוט.", "古人": "בוקיט טרעפן", "第X籤": "דע ר צװעלפטע ר סימן", "宮": "יין פּאַלאַס"}