{"籤詩版本二": "פּונקט ווי אַ קראַנע ימערדזשינג פון זייַן שטאַרביק שטייַג, עס איז מעגלעך צו אַנטלויפן פון די שטאַרביק שטייַג.\nעס זענען קיין באַריערז צווישן צפון, דרום און מזרח.איר קענען גיין גלייך צו Jiuxiao פּאַלאַס.", "詩意": "דעם העקסאַגראַם רעפּראַזענץ די בילד פון אַ קראַנע געלאזן זיין שטייַג.\nאַלץ איז שלעכט אין שטייַגן און גוט אין די סוף.", "解曰": "קיינע זארגן. דער וועג איז בליענדיק. זייט אין יז. זאָרגלאָז ווי אַ מענטש (גאָט).", "籤詩故事一": "◇ זייאַ האָט פארלאזן זיין באַאַמטער שטעלע\nווען דזשיאַנג זייאַ איז געווען ארבעטן ווי אַ מאַזל זאָגן, ער געזען אַז אַ פרוי איז פארוואנדלען דורך די דזשאַדע פּיפּאַ גייסט, אַזוי ער כאַפּט איר און אַפֿילו שלאָגן איר מיט אַ טינטשטיין. דער פרעמיער מיניסטער פון קעניג זשו האט ערקלערט וואס איז געשען, געפרעגט וואס איז געשען, און דערנאך גענומען דזשיאנג זיא צו זען קעניג זו. דזשיאַנג זייאַ געניצט Samadhi True Fire צו פאַרברענען די פּיפּאַ גייסט אויס פון זייַן אָריגינעל פאָרעם אין פראָנט פון מלך זשו, און מלך זשו געמאכט אים אַ עלטער באַאַמטער.\nכדי צו נוקם זיין די דזשאַדע פּיפּאַ גייסט, דאַדזשי געבעטן מלך זשו צו באַפעלן דזשיאַנג זייאַ צו בויען אַ הירש פּלאַטפאָרמס, דזשיאַנג זייאַ האָט באַשולדיקט מלך זו, און מלך זו באפוילן אים צו זיין געהרגעט. דזשיאַנג זייאַ אנטלאפן דורך ניצן וואַסער. נאָכן צוריקקערן אַהיים, האָט דזשיאַנג זייאַ געפרעגט מאַ וועגן גיין קיין קסיקי, און מאַ האָט געוואָלט זיך מיט אים גט. אַזוי דזשיאַנג זייאַ געגאנגען צו Xiqi (די הויפּטשטאָט פון מלך ווען פון זשאָו דינאַסטי) אַליין.\nדזשיאַנג זייאַ איז אנגעקומען אין קסיקי און געלעבט אין סיקלוזשאַן פישערייַ אין פּאַנקסי גאָרגע. ער באגעגנט מלך ווען פון זשו וואס איז לאָעט צו זוכן טאלאנטן. אויף מלך ווען ס אָפנהאַרציק בקשה, דזשיאַנג זייאַ איז געבוקט ווי זיין לערער און אַסיסטאַד מלך ווען.", "聖意": "איך בין ומרויק אין שטוב און איך אויך ווילן צו זוכן פינאַנציעל קוואַפּעריישאַן, טראַנסאַקטיאָן, חתונה, ליודזשיאַ, זכר פּאַדעסטריאַנז, זען פעלדער, זייַדוואָרמז, האַרבסט פּראַפיץ, זעקס לייווסטאַק לאָססעס, זוכן פֿאַר מענטשן, פאַרשטעלונג פון ציבור לאָסוץ, מייגריישאַן, פאַרפאַלן פאַרמאָג, סאָוטהעאַסט קרענק, באַשטעטיקן, שיקט בערג און קברים, גינסטיקנעסס.", "古人": "זיא האט פארלאזט זײן אפיציעלע פאזיציע", "第X籤": "דער פערצנטער לאטעריע געווינער", "宮": "מאַאָגאָנג"}