{"籤詩版本二": "די דאגות און דאגות ווערן צייטווייליג פארלאזט, און די שמחה קומט פון הימל.\nפּונקט ווי דזשאַדע באַהאַלטן אין מיסט, אַ גוט אַרבעטער הייבן אויס די שטויב", "詩意": "דעם העקסאַגראַם רעפּראַזענץ די האַרמאָניע פון ​​יין און יאַנג.\nאַלץ איר פּלאַן איז גינסטיק.", "解曰": "גאָרנישט געוואונען, גאָרנישט פאַרפאַלן. געווינען אויס פון אָנווער. דער רשע איז אין צרות. גוט גליק צו איר, דזשענטלמען.", "籤詩故事一": "◇ יי מענג קסיאָנג טשאַו די\nYe Mengxiong (1531-1597), וועמענס העפלעכקייט נאָמען איז געווען Nanzhao און וועמענס נאָמען איז געווען לאָנגטאַנג, איז געביטן צו לאָנגטאַן און אויך געהייסן Huayun. א געבוירענער פון וואנשיפאנג, Huizhou Fucheng (איצט טייל פון Huicheng דיסטריקט, Huizhou City) אין די מינג דינאַסטי. אין די 44 יאָר פון דזשיאַדזשינג הערשן (1565), ער געווארן אַ דזשינשי און איז געווען אַוואָרדיד דעם טיטל פון ריכטער פון קינג קאָונטי. ער האָט געדינט ווי דער דירעקטאָר פון דער אַריבערפירן אָפּטיילונג, און שפּעטער געביטן צו די סופּערווייזערי צענזור פון שאַנקסי ראָוד.\nאין די 20th יאָר פון וואַנלי (1592), דער גענעראַל קאָנסול פון נינגקסיאַ, קואַיבאַי (הויף פון די מאָנגאָליש טאַטאַר שבט), געהרגעט דעם גענעראל דאַנג קסין און קאַפּטשערד די פערציק-זיבן פאָרט אין העקסי פּראַווינס., צעבראכן די שטאָט, געדינט און פארברענט. זיך צום טויט. Meng Xiong איז נישט עראַגאַנט אין נעמען קרעדיט, און לאָזן זיין סקילז זיין ווי גוט ווי די פון די גענעראַלס וואָס אַרויספאָדערן צו קעמפן. דער באַאַמטער Wei Xuezeng איז ריינסטייטיד. אין זיין שפּעטער יאָרן, ער רעזיגנירט פינף מאל און איז אומגעקערט צו הויזשאָו צו בויען הוילאָנג המקדש.\nיע מענגקסיאנג איז אין אנהייב אריין אין טאואיזם אלס א ציווילער באדינער, און איז געווען בארימטן מיט זיין אָרנטלעכקייט, אַלטע היסטארישע רעקארדס האבן געזאגט אז ער איז געווען \"דער ערשטער אין עניוות און פעאיקייט\", \"עלימינירט קאָרופּציע און באשטראפט מרידות\", איבערלאזנדיג א גוטן שם; ער איז געווען גאָר געטרייַ, בראַווע, בראַווע, און ריסאָרספאַל. גוט אין גאַנערי. אין דער צווייטער העלפט פון זיין לעבן, זיין מאַרשאַל קונסט סקילז זענען רעקאָרדעד אין דער \"געשיכטע פון ​​די מינג דינאַסטי\" און ער איז געווען געקוקט ווי אַ נאציאנאלע העלד.", "聖意": "די היים איז אַנפייוועראַבאַל (ינקריסינגלי פרידלעך) האַרבסט און ווינטער זענען גוט פֿאַר זיך, עשירות וועט זיין געראָטן, טראַנזאַקשאַנז וועט זיין געראָטן, חתונה וועט זיין געראָטן, ליודזשיאַ וועט האָבן אַ פאַלש שרעק (עס וועט זיין אוצרות), פּאַדעסטריאַנז וועט קומען צו די פעלד צו דאַוונען פֿאַר זייַדוואָרמס, זעקס חיות וועט זיין פלאַך, מענטשן וועט זיין געפֿונען, ציבור קלאָסוץ וועט זיין ומגינציק, מיגראַטיאָן וועט זיין קאָנסערוואַטיווע, פאַרפאַלן פאַרמאָג וועט זיין געשטערט, חולאתן וועט זיין געזעצט אין די פושאַן קבר", "古人": "Ye Meng Xiong Chao Di", "第X籤": "זעכצן ווינינג לאָטטאָ", "宮": "מאַאָגאָנג"}