{"籤詩版本二": "דער גאלדענער קרא פאלט אין מערב און דער קיניגל הייבט זיך אן אין מזרח, דער ציקל פון טאג און נאכט האלט ווייטער פון די אלטע צייטן ביז היינט.\nדי מאָנקס און טאַאָיסץ וויסן אַז עס איז קיין כיסאָרן, און די געלערנטע, פאַרמערס, אינדוסטריע און סוחרים אַלע נאָכגיין זייער אייגן מחשבות.", "詩意": "דעם העקסאַגראַם רעפּראַזענץ די וואַקסינג און וואַנינג פון יין און יאַנג.\nעס איז אויך אַ צייכן אַז אַלץ וועט גיין ווי פּלאַננעד.", "解曰": "עס איז גאָרנישט אין גייַסט. וואָס איר האָט געטאן איז מעריטאָריאַס. ווי אַ פייַל פון אַ בויגן. איין שאָס האָט געטראָפן דעם ציל.", "籤詩故事一": "◇ פעטער קאַאָ גואָ איז אַן ימאָרטאַל\nCao Guojiu, אַ געבוירענער פון Xuzhou, איז געזאגט צו זיין דער גרויס פעטער פון די שטאַט בעשאַס די Renzong צייַט פון די סאָנג דינאַסטי, זיין נאָמען איז געווען Cao Yi, אויך באקאנט ווי Cao Jingxiu.\nפעטער קאַאָ גואָ האט אַ יינגער ברודער געהייסן קאַאָ ער. דער קאא ער האט זיך פארלאזט אויף זיין פאזיציע פון ​​קייסעריש אויטאריטעט און באגאנגען אלערליי רשעות, ער האט פארנומען פעלדער, אוועקגענומען ווייבער און טעכטער, און זיך באפריינדעט מיט עטליכע אומלעגאלע רשעים, אריינקומען און ארויסקומען. האט אפגעזאגט צו הערן צו זיינע גוטע רייד און טרייסטן, און ער האט גענוצט א שטראף אים צו קאנטראלירן.\nCao Guojiu האט געזאגט: \"די פּרינסאַפּאַלז פון דער וועלט זענען אַז די וואס אַקיומיאַלייט גוט זאכן וועט בליענדיק, און די וואס אָנקלייַבן בייז וועט אומקומען. דאָס איז אַן אַנטשיינדזשד אמת. אונדזער קאַאָ משפּחה האט אַקיומיאַלייטיד בייז מעשים אין דער פאַרגאַנגענהייט צו דערגרייכן די הייַנט ס עשירות. איצט מיין ברודער האט איינגעקליבן שלעכטס ביז די עקסטרעמע, אפילו אויב ער אנטלויפט אפילו אויב מען ווערט באשטראפט דורך א באאמטער, קענסטו נישט אנטלויפן פון די באהאלטענע קאטאסטראפעס, איינמאל עס קומט אן אומגליק און דיין משפחה ווערט חרוב און איינער שטארבט, וועסטו נישט קענען אנטלויפן ביי יענע צייט, איך וועל זיין דערנידעריקט און דערשראָקן פון עס. \" אַזוי, איך צעשפּרייט אַלע מיין עשירות, ער געהאָלפֿן די אָרעם און ניט מער זאָרגן וועגן זיין ברודער 'ס ענינים. דעמאל ט הא ט ע ר פארלאז ט זײ ן הײ ם או ן פרײנד , זי ך געטוי ט אי ן א טאואיסטיש ן מונדיר , או ן אי ז געגאנגע ן אי ן ד י בערג , כד י אויפצוארבעט ן זײ ן זי ך או ן נאטור .\nאיין טאג האט ער זיך געטראפן מיט זשאנגלי און לו דאנגבין פון די האן דינאסטיע, זיי זענען זייער צופרידן צו זען פעטער קאאו גואו'ס שוואכע ענטפערס, זיי האבן אים געגעבן דעם \"סוד עדיקט פון צוריקקערן דעם אמת\" און אים באפוילן זיך צו פראקטיצירן. באלד האט זשאנגלי. קוואַן און לו דאָנגבין זענען באַקענענ צו די ימאָרטאַל קלאַס.", "聖意": "מזל טוב פאר דער היים, שטוב, מזל טוב, מזל טוב, מזל טוב אין געשעפט, חתונה, זכר טראַוולער, פּלאַנטינג זייַדוואָרמז אין די פעלד פרי, לייווסטאַק דורכפאַל, זוכן פֿאַר מענטשן, פּראָצעס, מיגראַטיאָן, פאַרפאַלן פאַרמאָג, שפּעט קראַנקייַט, גוט מאַזל", "古人": "פעטער קאַאָ גואָ איז אַן ימאָרטאַל", "第X籤": "צייכן די אַכצנטן", "宮": "מאַאָגאָנג"}