{"籤詩版本二": "לאָזן די שיפל גיין צוריק פון די שנעל וואַסער ברעג, וואָס טאָן איר ווילן צו טאָן רעכט צו דער בעהאָלע?\nאויב איר ווילן צו זיין זיכער, זוכן זאַכטקייַט און וואַרטן פֿאַר די כוואליעס צו פאָרן דעם קריזיס.", "詩意": "דעם העקסאַגראַם איז ווי אַ שיפל טראַוואַלינג אויף אַ גיך ברעג.\nבלייבן קאָנסערוואַטיווע אין אַלץ און וואַרטן פֿאַר די צייט.", "解曰": "דיסעמבאַרק אין שטאַרק וואַסער. די געפאַר איז ווארטן פֿאַר צייַט. אויב איר פרעגן וועגן לאַגער פּלאַנז. גאָרנישט קענען זיין געטאן.", "籤詩故事一": "◇ זיי איז קראַונד מלך\nGuo Ziyi (697-781), אויך באקאנט ווי Guo Linggong, איז געווען אַ געבוירענער פון זשענג קאָונטי, הואַזשאָו (איצט הואַקסיאַן קאָונטי, שאַאַנקסי פּראַווינס) און אַ גענעראַל אין די טאַנג דינאַסטי.\nבעשאַס די אַנשי מרידה אין די 14 יאָר פון טיאַנבאַאָ (755), ער איז געגעבן דעם טיטל פון שואָפאַנג דזשיעדושי (לינגווו, מערב פון לינגווו אין די היינט נינגקסיאַ) ער איז געווען באפוילן צו קרייצצוג. ער קאַמביינד שואָפאַנג ס אַרמיי מיט לי גואַנגבי צו מאַרץ. אין העבעי, זיי האבן זיך איינגעשריבן אין טשאַנגשאן (זשענגדינג, העבעי) און באזיגט שי סימינג, צוריקגענומען העבעי. אין דער צייט, Guo Ziyi סאַגדזשעסטיד אַז דער קייסער נעמען פאַן יאַנג פון די צפון און באַפאַלן די בונטאַר טיגער ס הייל צו רעדוצירן די סידזש פון טאָנגגואַן, אָבער Xuanzong אפגעזאגט. דערנאָך, די סיטואַציע פון ​​סעפּעראַטיסט וואַסאַל שטעט אין די שפּעט טאַנג דינאַסטי איז געווען געפלאנצט, וואָס אויך געווארן די ווייַט סיבה פון די טויט פון די טאַנג דינאַסטי.\nאין די פֿופֿצנטן יאָר פֿון טיאַנבאַאָ'ס מלוכה (756), האָט ער און די אויגור קאָאַליציע פּאַסיפֿירט העק, אין פרילינג פֿון דעם פֿאָלגנדיקן יאָר, האָבן זיי זיך צוריקגעכאַפּט העדאָנג (איצט יאָנגדזשי, שאַנקסי) און פענג יי (איצט דאַלי, שאַאַנקסי), און אטאקירט טאָנגגואַן, באַזיגן Cui Qianyu.די טאַנג אַרמיי געליטן מער ווי 10,000 קאַזשאַלטיז. קוי קיאַניו האָט זיך איבערגעגעבן צו פּודזשין. אַן לושאַן איז געהרגעט געווארן דורך זיין זון אַן קינגקסו.\nאין צווייטן יאר זשידע (757) האט מען אים באפוילן צו פירן טרופן קיין פענגקסיאנג, אויפן וועג האט ער באזיגט 5,000 לי גוירן'ס קאוואלרי ביי באיק ליויון בריק (היינט דרום מזרח פון סאניואן) אין מאי האט ער געקעמפט מיט אן שואזשאנג און לי גוירען אין קינגקוו (היינט מערב פון שיאן) איז באזיגט געווארן, און ער האט זיך צוריקגעצויגן קיין וואוגאנג (היינט צפון מערב פון וואוגאנג) אין סעפטעמבער, איז ער נאכגעגאנגען מאַרשאַל גואַנגפּינג וואַנג לי טשו צו פירן די טאַנג און ויגורס צו פאַרבינדן 150,000 טרופּס, און דאַן געקעמפט. מיט אן שואזשאנג און לי גוירן אין שיאנג, צפון פון דזשי המקדש (דרום-מערב פון היינטיקן צאנג'ן קאונטי), האבן זיך די אויגורע זעלנער ארומגערינגלט הינטער דעם שונא, אטאקירט פון ביידע זייטן און אומגעברענגט 60,000 שונאים. און ענדליך צוריק באקומען די הויפטשטאט צאנג'ן (היינט'ס שיאן) די מיעשטאט פון דער טאנג ארמיי איז נאכאמאל צוריקגעברענגט געווארן קיין צאנג'ן.\nדערנאָכדעם, די טאַנג אַרמיי האט נוץ פון די נצחון און מאַרטשט מזרח, באַזיגן 150,000 מענטשן אַרייַנגערעכנט Yan Zhuang און Zhang Tongru אין Xindian (איצט סאַוטוועסט פון Sanmenxia City, Henan פּראַווינס), געצווונגען אַנגקינג זו צו קרייַז די געל טייך און צוריקציענ זיך צו קסיאַנגזשאָו. דאָנגדזשון לוויאַנג אומגעקערט. לייג סיטו צו זיין מעריץ און מאַכן אים דער דוק פון דער מדינה.\nשי סימינג האט געפירט זיין ארמיי פון פאן יאנג צו ראטעווען אן קינגקסו. די צוויי זייטן האבן געקעמפט אין פארמאציע צפון פונעם אַניאנג טייך (היינט'ס צפון פון אַניאנג) דער קאמף איז געווען אומאוייגבאר. צום סוף, געפירט דורך ניין דזשיעדושי, די טאנג ארמיי, וואס געטענהט צו האבן 600,000 מענטשן, זיך צוריקגעצויגן (אין דער קאמף פון יעטשענג). מלחמה). דער הויפט קאמאנדיר פון דעם קאמף איז געווען דער סריס יו Chaoen, וועלכער האט נישט געהאט קיין פירערשאפט און האט באשולדיקט Guo Ziyi פאר'ן דורכפאלן דעם קאמף. גואָ זייי איז גערופֿן צוריק צו טשאַנגאַן, ריליווד פון מיליטעריש מאַכט, און געווארן אַ ליידיק באַאַמטער.\nאינעם ערשטן יאר פון באויינג (762) האבן די טרופן אין טיייואן (היינט דרום-מערב פון טיייואן) און דזשיאנגזשאו (די היינטיגע קסינדזשיאנג אין שאנקסי פראווינץ) רעבעלירט, דער הויף האט זיך דערשראקן, דערפאר האט זיי באקומען דעם טיטל פון קעניג פון פעניאנג און איז ארויס צו קאָנטראָל דזשיאַנגזשאָו. ער איז אויך פרעמד געווארן דורך דעם סריס טשענג יואנזשען און איז באפרייט געווארן פון מיליטערישער מאכט.\n(דער פאָקוס פון דער געשיכטע: Guo Ziyi, וואָס איז געווען זייער טויגעוודיק און געזונט-ביכייווד, באגעגנט Xuanzong און עטלעכע ווילאַנז, וואָס זייער קאַמפּראַמייזד זיין דערגרייכונגען.)", "聖意": "ברכה די היים און זיך, זוכן עשירות, קיין טראַנסאַקטיאָן, קיין חתונה, קיין פאַלש שרעק, פּאַדעסטריאַנז אָנקומען אין טיאַנקאַנדזשי, שווער צו געפֿינען מענטשן, ציבור לאָסוץ און (נישט Xing), מייגריישאַן, קאָנסערוואַטיווענעסס, פאַרפאַלן פאַרמאָג, שווער צו געפֿינען, חולאתן, דאַוונען פֿאַר ברכות, בערג און קברים, גינסטיק", "古人": "זיי איז געקרוינט געווארן קעניג", "第X籤": "Nineteenth Winning Lott", "宮": "טאַצומי"}