{"籤詩版本二": "נאך אזויפיל דאגות און געפארן וועט עס פון יעצט ווייטער קיינמאל נישט זיין ליידיג\nא ברייטהאַרציק האַרץ האט זייַן אייגן ברייטהאַרציק פּלאַנז, איר מוזן טרעפן אַ מומחה צו מאַכן גרויס דערגרייכונגען.", "詩意": "דאס העקסאַגראַם איז ווי אַן אלטע געזונט מיט אַ קוואַל.\nאין אַלץ, איידעלע מענטשן דערגרייכן הצלחה.", "解曰": "דער פּראָצעס וועט יווענטשאַוואַלי זיין גערעכטפארטיקט. קראנק און זיכער. גיין אין און אויס צו זוכן עצה. אלטע ברונעם טרעפן פרילינג.", "籤詩故事一": "◇ Yao Chong קאָנטראָלס היישעריק\nיאאו טשאנג (649-721), וועמענס אמת'ע נאמען איז געווען יואן טשאנג, איז געווען פון שאאנזשאו, ער האט געדינט אלס מיניסטער פון קסיא גואן, שאנגשו פון טשונגואן, זיוועילינג, זשאנגשולינג און פרעמיער מיניסטער אין דער טאנג דינאסטיע.\nאין פערטן יאר קאייואן (716) איז שאנדונג (בכלל רעפערינג צו דעם געלע טייך באסיין מזרח פון הושאן) געפלאגט געווארן מיט היישעריק, די מענטשן זענען געווען געבונדן מיט גלייבליכע אידייען ​​און האבן נישט געוואגט זיי צו יאגן און טייטן, אנשטאט האבן זיי זיך אויפגעשטעלט. קרבנות , געברענט קטורת , געבוקט ביי די פעלדער , און צוגעקוקט ווי די גערעטענישן ווערן פארצערט פון היישעריק .\nאלע באאמטע האבן געגלויבט: ״העקער זענען א נאטירלעכער קאטאסטראפע, ווי אזוי קען מען זיי קאנטראלירן מיט ארבעט!״ דער קאמף צווישן צוויי פארשידענע אידייען ​​איז דעמאלט געווען שטארק, צי צו עלימינירן צי נישט עלימינירן היישעריק.\nYao Chong האט געזאגט: \"ווי לאַנג ווי מיר אַרבעטן צוזאַמען, מיר קענען באַקומען באַפרייַען פון זיי אַלע. ער האט געזאגט: היישעריק זענען דערשראָקן פון מענטשן, אַזוי זיי זענען גרינג צו פאָר אַוועק. די סידלינגז האָבן אָונערז, אַזוי די רעסקיוערז מוזן אַרבעטן שווער; היישעריק. קענען פליען, און אַז זיי זען פייער ביי נאַכט, וועלן זיי פליען צו אים, שטעלן פייער אויף זיי אין די פעלד, גראָבן לעכער בשעת ברענען, באַגראָבן זיי בשעת ברענען, און עס וועט זיין גאָרנישט לינקס.\nXuanzong האט געזאגט: \"הישער איז אַ נאַטירלעך ומגליק געפֿירט דורך נעבעך מאָראַליש גאַווערנאַנס. אויב איר בעטן זיי צו זיין געיאגט און געהרגעט, איז דאָס נישט קעגן די קערל?\"\nYao Chong האָט צוגעגעבן: \"כאַפּן און מאָרד היישעריק איז געווען פּראַקטיסט דורך די אלטע, און דיין מאַדזשעסטי וועט נוצן עס אין דער צוקונפֿט. עס איז אַ הויפּט נאציאנאלע געשעעניש צו ברענגען שלום און וווילטאָג צו פאַרמערס. ביטע באַטראַכטן עס עמעס.\"\nXuanzong איז געווען קאַנווינסט. אבער דעמאלט האבן אלע אינעווייניג און אינדרויסן פון הויף געזאגט, אז מען קען נישט יאגן היישעריק.\nXuanzong האט געזאגט: \"איך האב דיסקוטירט מיט די פּריים מיניסטער און האָבן באַשלאָסן צו כאַפּן די היישעריק. ווער עס יז וואס אַבדזשעקץ ווידער וועט זיין עקסאַקיוטאַד.\" אַזוי ער געשיקט די צענזור צו קאָנטראָלירן און אָנווייַזן די מענטשן צו פאַרברענען און באַגראָבן די היישעריק.\nד י רעזולטאט ן זײנע ן געװע ן גאנ ץ עפפעקטױו , נײ ן מיליאן ד דאנס ע הײשעריק ע זײנע ן געכאפ ט געװאר ן איבער ן לאנד , או ן ד י היישעריק־פלא ץ הא ט מע ן דערפאלגריי ך אויסגעמאכט .\n(חכמה זאָל זיין געניצט אין ומגליק פאַרוואַלטונג און עוואַקואַציע, און עס מוזן זיין ינדזשיניאַס סטראַטעגיעס צו באַקומען שוועריקייטן. Yao Chong איז דער מומחה אין דעם ענין)", "聖意": "די הויז איז פּראָסט, זיך איז אפגעשטעלט, זוכן געלט איז אפגעשטעלט, האַנדל איז אפגעשטעלט, חתונה און האַרמאָניע זענען אפגעשטעלט, עס איז געפאַר אין ליודזשיאַ, פוסגייער זענען אפגעשטעלט, זייַדוואָרמז זענען אפגעשטעלט, לייווסטאַק איז אַנגינסטאַבאַל, מענטשן זענען נישט געפונען, מענטשן זענען בלאַקט. , עפנטלעכע קלאגעס ווערן געמאכט, מיגראציע איז אומגליקלעך, פארלוירענע זאכן זענען שווער צו געפינען, קראנקהייטן דאווענען, בערג און קברים זענען ומרויק.", "古人": "Yao Chong קאָנטראָלס היישעריק", "第X籤": "געווינען די לאָטעריע פינפט און צוואנציק", "宮": "מי פּאַלאַס"}