{"籤詩版本二": "קלאַנגען, אַז די זאַך האָט זיך פֿאַרקערט, און איך האָב באַקומען אַ בריוו פֿונעם האָריזאָנט.\nדי רום און דער הצלחה, וואָס מיר האָבן צוגעזאָגט אינעם בוך, איז געבליבן ליידיק ביזן סוף.", "詩意": "דעם העקסאַגראַם האט אַ פאַלש נאָמען.\nעס איז קעדייַיק צו זיין קאָנסערוואַטיווע אין אַלץ.", "解曰": "אַרויף און אַראָפּ יבערקערן. זוכן פרייַע צייַט איז נישט ליידיק. פאַרלאַנג פֿאַר רום. בלייבן זיכער.", "籤詩故事一": "◇ זשאָנג קוי דערגרייכט אויפקלערונג\nזשאָנג קוי, וועמענס פאַמיליע איז זשאָנג קוי, וועמענס העפלעכקייַט נאָמען איז זשענגנאַן, איז פֿון זשאָנגנאַנשאַן.\nבעת דער מלוכה פונעם קייסער דעזאנג פון דער טאנג דינאסטיע האט זשאנג קוי זיך באטייליגט אין דער קייסעריש אונטערזוכונג, זשאנג קוי האט געלייענט די אונטערזוכונג פראגעס און תיכף געשריבן דעם ארטיקל אין איינעם און עס אריינגעגעבן. דע ר הויפט־אונטערזוכער , אי ז יענע ם טא ג אי ז געװע ן הא ן יו , דע ר מיניסט ר פו ן ציוויל ע ענינים , או ן דע ר דעפוטא ט אי ז געװע ן לו זשי , א גרויםע ר למדן . ווען די צוויי לייענען זשאָנג קוי ס פּאַפּיר, זייער אויגן ליט אַרויף און זיי געזאגט אין יוניסאַן: \"מאַזעק, מאַזעק! יעדער וואָרט אין דעם אַרטיקל איז מעהודערדיק, ווערט פון לי טייבאַי און דו זימעי!\" אַזוי זיי געהייסן זשאָנג קוי ווי דער ערשטער אָרט.\nעמפּעראָר דעזאָנג האָט צוגעהערט צו האן יו'ס באריכט און געזאָגט אז זשאָנג קוי, דער נייער מייַסטער פון וויסנשאַפֿט, איז זייער טאַלאַנטירט, דעריבער האָט ער גערופן זשאָנג קוי אין דעם גאָלדען פּאַלאַס.\nווען דער קייסער דעזאָנג האָט דערזען זײַן מיאוסן אויסזען, האָט ער זיך גלײַך געפֿילט נישט צופֿרידן און געזאָגט: \"די אויסקלײַב פֿון תלמידי חכמים אין אונדזער הויף איז אַלץ באזירט אויף פּערזענלעכע ווערטער און קאַליגראַפֿיע, ווי אַזוי קאָן מען אויסקלייבן אַזאַ מיאוסער מענטש ווי דער תלמיד נומער איין אין די גאָלדענע וויסנשאפטן? \"\nהאן יו האט געאיילט אראפגעקניפט און געזאגט: \"די גוטע און שלעכטע פון ​​א מענטש זענען נישט אלעס וועגן אויסזען. דו הערט נישט, דער הייליגער האר, אז יאן יינג איז דריי פוס הויך און גלייך צו זיין פרעמיער מיניסטער? שטאַמלען אָבער קענען העלפֿן די האַן דינאַסטי. קאָנפוסיוס ריכטער מענטשן לויט זייער אויסזען און פארלירט זיין זון יו. איך האָפֿן דיין מאַדזשעסטי וועט טראַכטן צוויי מאָל.\"\nעמפּעראָר דעזאָנג האָט זיך אַ מאָמענט געטראַכט און געזאָגט: \"כאָטש די ווערטער פון האן אייקינג זענען גלייַך, ווען איך בין געווען עמפּעראָר טאַיזאָנג, עס זענען געווען אַכצן געלערנטע וואָס זענען געקומען צו יינגזשאָו און גערעדט וועגן אים. דער מענטש איז געווען דער נומער איין געלערנטער. איך בין דערשראָקן אַז די וועלט וועט לאַכן פון מיר פֿאַר נישט דערקענען טאלאנטן.\"\nפרעמיער מיניסטער לו קי איז געווען ענג און מקנא אויף טאלאנטן, נאכדעם וואס ער האט זיך צוגעהערט צו דעם קייסער'ס ווערטער, האט ער זיך אראפגעקניפט און געזאגט: \"דער תלמיד Nummer איין אין די גאלדענע נושאים מוז זיין סיי אינערליכע סיי אויסערליכע, עס זענען דא דריי הונדערט קאנדידאטן פאר דעם נושא. — פארװאם קלײבט איהר ניט אן אנדער ?\nווען זשאנג קוי האט געזען ווי צעטומלט דער דאזיקער מענטש איז, האט ער זיך נישט געקענט אויסלערנען כעס, ער האט אנגעוויזן אויף לו קי און געשאלטן: \"אויב אזא נארישער באאמטער איז אין געריכט, וועט ער נישט שאדן דאס לאנד?\" האט לו קי געשלאָגן מיט דער פויסט.\nדעזאָנג האָט דאָס געזען, און האָט געזאָגט: \"איר זענט אַזוי דרייסט, איר וואַגסט צו מאַכן קאָנפליקט אין די גאָלדען פּאַלאַס, נעמען עס אַראָפּ געשווינד!\"\nאין אַ גרימצאָרן האָט זשאָנג קוי אַרויסגעצויגן דאָס שווערד פון דער טאַליע פון ​​דעם גענעראל וואָס איז געשטאַנען אין פּאַלאַץ און אַ הילכיק אַ זיפץ געטאָן: \"עס איז שווער פֿאַר אַ פראַסטרייטאַד קאַץ נאָכמאַכן אַ טיגער, און אַ פראַסטרייטאַד פּאַפּוגייַ איז נישט אַזוי גוט ווי אַ הינדל.\" נאָך דעם, ער באגאנגען זעלבסטמאָרד.\nווען דער קייסער דעזאנג האט געזען אז זשאנג קוי איז באגאנגען זעלבסטמארד אין כעס, איז ער געווען שאקירט, כדי צו געווינען די הערצער פון מענטשן האט ער באשלאסן אז מען זאל באגראבן זשאנג קוי מיטן אפיציעלער טיטל פון נומ' 1 געלערנטער, און ער האט אויך געמאכט זשאנג קוי צום גאט פון עקסאָרסיסם צו באַפרייַען די וועלט פון בייז שטימונג.", "聖意": "דאַוונען פֿאַר בלעסינגז אויף דיין היים, דיין אייגן זיכערקייַט, פינאַנציעל שוועריקייטן, געשעפט דורכפאַל, חתונה דורכפאַל, ליודזשיאַ וואָמען פּאַדעסטריאַנז, טראַסט פעלד זייַדוואָרמז האַלב-קאָכן, זעקס דינער אַנימאַלס, קענען זיין אויפשטיין, פעלנדיק מענטשן, מערב ציבור לאָסוץ, אָנווער פון מייגריישאַן, קאָנסערוואַטיוויטי, אָנווער פון פאַרמאָג, קראַנקייַט, דאַוונען פֿאַר גוט מאַזל אין בערג און גרייווז", "古人": "זשאָנג קוי פארדינט די טאַו", "第X籤": "זעקס און צוואנציק ווינינג די לאָטעריע (לאַטערי)", "宮": "מי פּאַלאַס"}