{"籤詩版本二": "אין מזרח, עס איז אַ שיין טשאַנדזשואַן אין די לעוואָנע - ליכט, און די וואלקנס דעקן עס פֿאַר אַ מאָמענט און בלייַבן פאַרבאָרגן.\nאמאל קען עס זיין א רונד, אבער אמאל קען עס פעלן, די וואס זאגן אז עס איז נישט, זענען סתם ליידיק רעדן.", "詩意": "די לבנה אין דעם העקסאַגראַם איז באדעקט מיט וואלקנס.\nאַלץ איז נאָך אין אַ קאָמאַטאָזער מאַצעוו.", "解曰": "שװעםטע ר װאלק ן פארדעק ן ד י לבנה . ניט דאַרפֿן צו צווייפל. ווארטן פֿאַר די וואָלקן צו קלייַבן. דעמאָלט איר וועט פֿאַרשטיין.", "籤詩故事一": "◇ באַאָ גאָנג זוכט פֿאַר עמפּרעסס לי\nבעשאַס די הערשן פון זשענזאָנג פון די סאָנג דינאַסטי, די עמפּרעסס לי (קייסערין לי) איז געווען אַ דינסט אין די האַרעם.\nאבער אין דער צייט, קאָנקובינע ליו דעף (שפּעטער עמפּרעסס ליו) האט בייז געדאנקען און ברייבד די סריס גואָ הואַי צו פאַרבייַטן עמפּרעסס לי ס זון מיט אַ סקאַנד סיוועט קאַץ, סנאַטשט איר זון אַוועק און דערציילט דעם קייסער אַז ער איז איר בייאַלאַדזשיקאַל זון. ליד זשענזאָנג איז געווען ופגעקאָכט און געשיקט לי עמפּרעסס צו די קאַלט פּאַלאַץ.\nנאָך קאָנקובינע דע איז פּראָמאָטעד צו מלכּה, זי פּלאַננעד צו טייטן די עמפּרעסס לי, וואָס אנטרונען פון דעם פּאַלאַץ.\nאיין טאג האט לי ניאנגניאנג, וואס האט געוואוינט אויף דער גאס, באגעגנט באאו זשענג, דעם קייסעריש שליח, וועלכער איז געווען אויף פאטראל אין דער לאקאלער געגנט, זי האט אים דערצײלט װעגן איר לעבנס־דערפארונג און אז זי איז די ביאלאגישע מוטער פון דעם איצטיקן קייסער סאָנג רענזאָנג. . נאכדעם וואס באאו זשענג האט זיך דערוואוסט פון דעם אינצידענט, האט ער צוריקגעפירט לי ניאנגניאנג קיין בעידזשינג, עס געמאלדן פאר סאנג רענזאנג און אויסגעפונען דעם ענין, און ענדליך האבן די מאמע און די זון זיך דערקענט. די עמפּרעסס דאָוואַגער ליו און די סריס אין באַשולדיקונג, גואָ הואַי, האָט זיך געבויגן און זיך מודה געווען.", "聖意": "איך בין ומרויק אין שטוב, איך דאַוונען פֿאַר פינאַנציעל שוץ, פינאַנציעל שוועריקייטן, גוט גליק אין געשעפט, חתונה, ומגליק, מענטשן אין די פעלד, זייַדוואָרמז, ומבאַקוועם אַנימאַלס, שוועריקייט צו געפֿינען מענטשן, קלאָסוץ, אָנווער, מיגראַטיאָן, קאָנסערוואַטיווענעסס, פאַרפאַלן פאַרמאָג, מערב חולאתן, שווער צו צוריקקריגן, באַרג קבר רעפאָרם", "古人": "באַאָ גאָנג זוכט פֿאַר עמפּרעסס לי", "第X籤": "אַכט און צוואנציק לאָטעריע געווינער", "宮": "מיטאָג פּאַלאַס"}