{"籤詩版本二": "איך ראט אייך נישט צו בעטן הילף ביי אים, ער פליט ווי א קראן און שייסט אויף דיר געהיים פייַלן.\nאַז איר גײט קלײַבן ברענהאָלץ און עס איז אַ שלאַנג אין גראָז, מעגט איר װערן בײסן פֿון סם, און איר װעט זײַן טרויעריק.", "詩意": "דעם העקסאַגראַם איז אַ צייכן פון סטייינג זיכער און האַלטן זיך.\nזיין אָפּגעהיט אין אַלץ.", "解曰": "נאָענט דיין מויל און האַלטן דיין ציין. ער איז אָפּגעלאָזן. אויב איר פילן שולדיק. אין די סוף עס שאַטן זיך.", "籤詩故事一": "◇ טשעסבאָרד באַגעגעניש\nעמפּעראָר טאַיזאָנג פון די טאַנג דינאַסטי איז געווען מאַרשינג צו די מערב און איז געווען טראַפּט אין סויאַנג סיטי.\nXue Dingshan איז געווען באפוילן צו דינען ווי די צווייטע רוט מאַרשאַל און געגאנגען צו ראַטעווען די האר און פּאַסיפי קסיליאַאָ.\nנאכדעם וואס א גרופע מענטשן זענען ארויס פון יומען פאס, זענען זיי געקומען צום קיפאן בארג. באלעגירט דורך טויזנטער מיניאנים אויפן בארג, איז דאו ייהו, דער קעניג פונעם בארג, באזיגט געווארן דורך טאנג גענעראל לואו טאנג, צומ גליק איז זיין שוועסטער דו קסיאנטונג געווען א תלמיד פון דער הייליקער מוטער פון געלע פלאָווערס און איז געווען געניט אין מאַרשאַל קונסט. געהאלטן די פייע שטריק און טייד אַרויף לואָ טאָנג.קסוע דינגשאַן פּערסנאַלי געפירט די עליט זעלנער.\n(דער אונטערגעשריבענעם ליד שטימט צו דעם)\nDou Xiantong האט געזען Xue Dingshan ס שיין און געוואלט צו זיין פריינט מיט פענג לואַן, אָבער Xue Dingshan אפגעזאגט. Dou Xiantong איז געווען בייז און געוואלט צו שטופּן אים אויס און בעהעאַד אים. צומ גליק, Cheng Yaojin געקומען צו ראַטעווען אים און פאַסילאַטייטיד זייער חתונה. שפּעטער, דאָו ייהו אויך געפירט די Qipanshan ברידער צוריק צו די טאַנג דינאַסטי צו העלפן די טאַנג דינאַסטי קאַנגקער מערב ליאַו.", "聖意": "היים זיכערהייט, זיך-אינטערעס, זוכן עשירות, ווארטן פֿאַר צייט, געשעפט סטאַגניישאַן, חתונה ניט ערלויבט, ליודזשיאַ פאַלש שרעק, פוסגייער בלאַקינג פעלדער, זייַדוואָרמז, זעקס לייווסטאַק, פעלנדיק מענטשן, בלאַקינג ציבור לאָסוץ, אָנווער (מאָ קסינג) מיגראַטיאָן, קאָנסערוואַטיווע, פאַרפאַלן פאַרמאָג, קרענק איז שווער צו צוריקקריגן, באַרג קבר, גוט גליק", "古人": "טשעסבאָרד קאָנפֿערענץ", "第X籤": "זיבעציקסטער לאָטעריע געווינער", "宮": "מיטאָג פּאַלאַס"}