{"籤詩版本二": "פארברענגען אין שלום און רואיג, זיצן און געלעגן בשעת מען האט טיי נאכן זיין פול\nאיר טאָן ניט דאַרפֿן צו זיין פאַרנומען פיזיקלי און מענטאַלי, און איר וועט באשטימט ניט פאַרשאַפן אומרעכט אָדער ומגליק.", "詩意": "דעם העקסאַגראַם איז אַ סימבאָל פון שלום און פעסטקייַט.\nאין אַלע זאכן, ווארטן פֿאַר די רעכט צייט וועט ברענגען גוט גליק.", "解曰": "בלייבן זיכער און געזונט. פרעג די געטער. וואַרטן ביז די צייט קומט. טינגז פּאַסירן דורך געלעגנהייַט.", "籤詩故事一": "◇ פויינהוי דאָנגפּאָ\nאיינמאל האט סו דאנגפא געוואוינט א פארשטענדעניש בשעת'ן שטודירן זן, ער האט איינגעזען אז זיין מצב איז א טראנסענדענט, און ער האט דערין געפילט פרייד. איך האָב ניט געקענט איינהאַלטן מיין לייַדנשאַפט, האָב איך אויסגעשפּרייט מיין פעדער און געשריבן אַ ליד:\n\"אין מיטן הימל שײַנט דזשישו ליכטיק איבערן אַלוועלט; ער קען נישט בלאָזן ווערן דורך די אַכט ווינטן, זיצט ער אויף אַ לילאַ גילדענע לאָטוס.\"\n(די אכט ווינטן באצייכענען: נוץ, ירידה, צעשטערונג, שם, לויב, לעכערליכקייט, יסורים, און גליק. דאס הייסט, נישט אנבויען מיט די אכט שטאטן ווערט אנגערופן \"די אכט ווינטן קענען זיך נישט רירן\")\nנאָך שרייבן עס, דאָנגפּאָ געשיקט זיין קנעכט אַריבער די טייַך צו געבן עס צו Zen Master Foyin פון Jinshan המקדש.\nנאכדעם ווי דער זן בעל פוין האט עס געלייענט, האט ער עס אנגעצייכנט מיט'ן ווארט \"פארט\" און עס געגעבן צו זיין דינער צו נעמען צוריק.\nדאָנגפּאָ איז געווען ופגעקאָכט נאָך געזען דעם, אַזוי ער גענומען אַ שיפל אַריבער די טייַך און געגאנגען צו דזשינשאַן המקדש צו געפֿינען די בודאַ ס פּלאָמבע פֿאַר דיסקוסיע.\nווען דאָנגפּאָ איז אָנגעקומען צום טויער פון דזשינשאַן המקדש, האָט פוין שוין געווארט ביי דער טיר.\nסו דאָנגפּאָ האָט גלייך אָנגעקלאָגט פוין: \"פארוואס רופט איר די ליד וואָס איך האָב געשריבן אַ פאַרצן?\"\nפױין האָט געענטפֿערט: „זײַט איר שױן „ניט געקאָנט בלאָזן װערן פֿון די אַכט װינטן“, װי אַזױ האָט מען דיך געקאָנט „שלאָגן איבערן טײַך“ פֿון אַ פֿאַרט!\nאין דעם צייַט, דאָנגפּאָ איז געווען שאַקט צו פאַרשטיין אַז ער איז נישט גוט גענוג און לינקס אין שאַנד.\n(די מעשה איז א מעטאפאר פאר \"די היץ איז נאך נישט אנגעקומען\")", "聖意": "דאַוונען פֿאַר דיין היים און דיין אייגענע זיכערקייט, פֿאַר דיין עשירות, פֿאַר דיין געשעפט, פֿאַר אַ גוטע צייט, פֿאַר דיין חתונה, פֿאַר אַ טראַוולער אין ליודזשיאַ, פֿאַר די אָנקומען פון זייַדוואָרמז אין די פעלדער, פֿאַר די זעקס לייווסטאַק זאָל זיין סטאַביל, פארן טרעפען עמעצן, פאר צרות, פאר עפנטליכע קלאגעס, פאר מיגראציע, פאר פארלוירענע פארמעגן, פאר קראנקהייט, פאר שיקן אין א בארג-קבר, גינסטיק", "古人": "Foyinhui Dongpo", "第X籤": "איין און דרייסיק ווינינג נומער", "宮": "ווי גאָנג"}