{"籤詩版本二": "די נסיעה צוריק איז זיכער, ווער קען די דזשאַדע פאַרבאָרגן אין די שטיין?\nאַמאָל אַ גוט באַל - מעלאָכע האט אַ קלאָר שנייַדן, ער וועט פילן זיכער און זיכער אין די דזשאַספּער צייַט", "詩意": "אין דעם העקסאַגראַם, איר קענען זען די בילד פון דזשאַדע ווען איר שנייַדן אַ שטיין.\nאַרבעט שווער צו מצליח זיין אין אַלץ.", "解曰": "דער אוצר איז אין שטיין. פרעמדע ווייסן ווייניק. וואַרטן ביז עס ווערט קלאָר. טאָן אַלץ איר קענען.", "籤詩故事一": "◇ ליו ביי זוכט טאלאנטן (דרייַ וויזיץ צו טאַטשט הייַזקע, דריי וויזיץ צו טאַטשט הייַזקע)\nדי דריי קינגדאָמס צייַט. זשוגע ליאַנג געלעבט אין סיקלוזשאַן אין אַ טהאַטשט הוט אין לאָנגזשאָנג. ליו ביי איז געווען לאָעט צו זוכן טאלאנטן, דערפאר האט ער באזוכט זשוגע ליאנג פערזענליך. ער האט באזוכט זשוגע ליאנג דריי מאל (באקאנט אלס \"דריי וויזיט צו די טהאטטשעט קאטאקע\" אין היסטאריע). ליו ביי געבעטן אנדערע צו בלייבן אוועק און געפרעגט זשוגע ליאנג: \" די האן דינאסטיע איז געפאלן, און פארראטישע מיניסטארן האבן געגנבעט זייער לעבנס. דיין מלכות. פארדעקט אין שטויב. איך מעסט נישט מיין מעלה און מיין פעאיקייט, איך וויל גלייבן אין דער גרויסער צדקה אין דער וועלט, נאר מיין חכמה און כח. זענען פּליטקע, אַזוי איך נוצן עס ומגעצוימט. ווי פון הייַנט. אָבער, מיין אַמביציע איז נאָך נישט איבער, צי איר טראַכטן דער פּלאַן וועט זיין ימפּלאַמענאַד? \"\nזשוגע ליאנג האט אים דעמאלט דערלאנגט דעם פלאן פון צעטיילן די וועלט אין דריי טיילן, און אנאליזירט די סיטואציע אין וועלכן קאאו קאאו איז נישט פאראן און סאן קוואן קען אים קומען צו הילף, ער האט אויך אויסגעארבעט איבער די פחדנות פון די סטעיט פאסטערס אין דזשינג און יי סטעיטס. , און עס איז געווען א געלעגנהייט צו אויסנוצן פון זיי, און נאר די צוויי סטעיטס קען מען אויסנוצן, ערשט דעמאלט קען ער געווינען די וועלט, ער האט אפילו געזאגט ליו ביי די סטראטעגיע פון ​​אנפאלן די צענטראל פלאינס. (די דיסקוסיע איז שפּעטער גערופן \"לאָנגזשאָנג דוי\"). נאכדעם וואס ליו ביי דאס האט געהערט, האט ער עס געלויבט ווי ער וואלט געפונען אן אוצר, און שטארק פארבעטן זשוגע ליאנג ארויסצוקומען צו העלפן, אזוי איז זוגע ליאנג געווארן ליו ביי'ס מיליטערישער ראטגעבער.", "聖意": "די הויז איז פרידלעך, איך זוכן עשירות, די אַרבעט האַנדל שטערן די חתונה און ווערט אַ ווירטואַל טראַוולער אין ליודזשיאַ.", "古人": "ליו ביי זוכט טאלאנטן (דריי באזוכן אין טאטשעט הייזקע, דריי באזוכן אין טהאטטשעד הייזקע)", "第X籤": "דער געווינער פון די 32 לאטעריע", "宮": "ווי גאָנג"}