{"籤詩版本二": "אָנטאָן זיך און ריאָרגאַנייז די אַלט משפּחה סטיל. די טאַו איז אָן אַ הימל אָבער האט זכות.\nנאָכן אויסקערן די דערנער און דערנער אויפן וועג, האָבן זיי די דריי מסכים געווען זיך צו פאַראייניקן מיט זייערע חברים.", "詩意": "דעם העקסאַגראַם רעפּראַזענץ די ריעריינדזשמאַנט פון קליידער.\nאַלץ איז שווער איידער עס ווערט גרינג שפּעטער.", "解曰": "צי ניט זאָרג. האָבן אַ גוט צייַט. אויב איר פרעגן וועגן דער צוקונפֿט. עס איז אַ גוט וועג פאָרויס.", "籤詩故事一": "◇ טאַנג מאָנק ס בודדהיסט שריפטן\nXuanzang (602-664), אַ באַוווסט מאָנק פון די טאַנג דינאַסטי, האט אַ פּראָסט פאַמיליע פון ​​​​טשען און אַ געגעבן נאָמען פון יי. ער איז געבוירן אין Goushi קאָונטי, לוזשאָו (איצט די דרום טייל פון יאַנשי סיטי, הענאַן פּראַווינס). ער איז געווארן אַ מאָנק אין די עלטער פון דרייַצן און גענומען די בודדהיסט נאָמען Xuanzang. די וועלט איז גערופן סאַנזאַנג פון טאַנג דינאַסטי.\nאין דריטן יאר פון זשענגואן (629, אויך באקאנט אלס ערשטן יאר פון זשענגואן), איז ער געפארן מערב-מערב קיין טיאנצו (אינדיע) צו קריגן בודדהיסטישע שריפטן, ער האט זיך אליין ארויסגעלאזט אין סכנה און אויסגעהאלטן שוועריגקייטן, ער איז ערשט אנגעקומען אין פיר יאר.\nאין זיבעצנטן יאָר פון זשענגואַן, דער בעל אַפישאַלי רעזיגנירט און אומגעקערט צו מזרח. ער האט זיך אומגעקערט קיין כינע דורכן דרום ראוד פון די היינטיגע קסינדזשיאנג פראווינץ, כאטאן און לאולאן, עס האט געדויערט סך הכל זיבעצן יאר און א רייזע פון ​​50,000 מייל. ווען ער איז אנגעקומען אין טשאַנגאַן אין דער ערשטער חודש פון די נייַנצן יאָר פון זשענגואַן, דער קייסער באפוילן ליאַנג גואָגאָנג פאַנג קסואַנלינג און אנדערע יידל און מיליטעריש באאמטע צו געבן אים אַ גרויס באַגריסונג.\nא גאַנץ פון 520 און 657 וואַליומז פון די אָריגינעל סאַנסקריט בודדהיסט שריפטן זענען געבעטן. און איבערגעזעצט אין כינעזיש.\nנאָך דעם ווי דער בעל איז אומגעקערט, ער איז געווען העכסט רעספּעקטעד דורך עמפּעראָר טאַיזאָנג און עמפּעראָר גאַאָזאָנג און איז געווען ענשריינד אין דאַ ניי, געבן אים דעם טיטל \"מאַסטער טריפּיטאַקאַ\".", "聖意": "די הויז איז אין בעהאָלע, גוט גליק פֿאַר זיך, גוט מאַזל, גוט געשעפט, גוט חתונה, כינדערינג ליודזשיאַ, מענטשן קומען צו די פעלדער, זייַדוואָרמז, ומגעלומפּערט אַנימאַלס, זוכן פֿאַר מענטשן, ציבור קלאָסוץ, מיגראַטיאָן, פאַרפאַלן פאַרמאָג, פאַרשפּעטיקט קראַנקייַט, דאַוונען פֿאַר ברכות, באַרג קברים זאָל זיין אַלט.", "古人": "טאַנג מאָנק לערנט בודדהיסט שריפטן", "第X籤": "דע ר פינפטע ר לאטערי ע געווינער", "宮": "שען גאָנג"}