{"籤詩版本二": "אויב איר ווילן צו זיין זיכער און פרידלעך, עס איז נישט פּאַסיק צו האָבן ליכט אין די ווינט.\nעס איז בעסער צו רייניקן זיך און זיצן אין אַ טיף זאַל, ויסמיידן ליכט, טרייסלען אין אַ שטיל אָרט, און מאַך אַרום. שאָקלען → יאַו. פריי → ווייניק.", "詩意": "דעם העקסאַגראַם איז ווי דער ווינט טרייסלען די לאָמפּ און ליכט.\nבעכעסקעם טינגז קעסיידערדיק וועט ברענגען גוט גליק.", "解曰": "באזעצט זיך אין אַ שטיל אָרט. זיין אויף רופן און זיין אין צייט. ס'איז נישט קיין ברכה. קאָנסערוואַטיווע און צונעמען.", "籤詩故事一": "◇ לי דזשינג קערט צו דעם באַרג\nלי דזשינג (571-2 יולי 649), העפלעכקייט נאָמען אַפּטייקער, איז געווען אַ געבוירענער פון סאַניואַן, יאָנגזשאָו (איצט צאָפנ - מיזרעך פון סאַניואַן קאָונטי, שאַאַנקסי פּראַווינס). א גענעראל פון די שפּעט סוי דינאַסטי צו דער פרי טאַנג דינאַסטי, ער איז געווען אַ באַרימט מיליטעריש סטראַטעג מיט ביידע יידל און מיליטעריש סקילז אין די טאַנג דינאַסטי. שפעטער האט מען אים באקומען דעם טיטל דוק פון וויי, און איז געווען באקאנט אלס דוק פון וויי אין דער וועלט.\nלי דזשינג איז דער פאטער פון די דריט פּרינץ נעזשאַ אין דער רשימה פון געטער, אויך באקאנט ווי דער \"מלך פון טאָטאַ\". ווו אַפישאַלי ארויף דעם טראָן. דזשיאנג זיא האט דאן אויפגעשטעלט א ליסטע פון ​​געטער און דורכגעפירט א צערעמאניע צו בארואיגן די נשמות פון זעלנער וועלכע זענען אומגעקומען אינעם קאמף. פון דעמאלט אן איז די וועלט געווארן פרידלעך און פרידלעך. דער מלך ווו האָט געוואָלט מאַכן מאַרקיסעס און זיי באַלוינען, און ער האָט אויך געוואָלט צוטיילן לאַנד צו די גרינדער העלדן. לי דזשינג, זיין פאטער און זון, און אנדערע זיבן מענטשן געבעטן צו צוריקקומען צו די באַרג צו פיר טאַאָיסם און נישט צו זיין אַבסעסט מיט ווערלדלי רום און עשירות. שפעטע ר זײנע ן ז ײ אל ע זיב ן ״געװאר ן קדושי ם בגוף ״ או ן זי ך געשטעל ט אי ן דע ר קלא ס פו ן אומשטארבלעך .\nדי געשיכטע פון ​​\"פענג שען באַנג\"", "聖意": "די הויז איז קאָנסערוואַטיווע, איך בין פּראָסט, איך זוכן עשירות, איך האָבן שוועריקייטן אין געשעפט, מיין חתונה איז סתירה, ליודזשיאַ מתפלל פֿאַר פוסגייער צו האָבן אמונה, זייַדוואָרמז זענען צייַטיק אין האַרבסט, און זעקס אַנימאַלס זענען זיכער, מענטשן זענען פעלנדיק, ציבור קלאָסוץ און מייגריישאַן זענען קאָנסערוואַטיווע, פאַרפאַלן פאַרמאָג חולאתן, טאָן ניט טוישן דעם קבר אין דזשיאַנקסינגשאַן", "古人": "לי דזשינג קערט צו דעם באַרג", "第X籤": "זיבעציקסטער לאָטעריע געווינער", "宮": "שען גאָנג"}