{"籤詩版本二": "טויזנט-יאָר-אַלט שפּיגל ריונייטיד, פרוי פרעגט מאַן צו רימעריד\nזינט דעמאלט איז די משפחה פארוואנדלט געווארן, און מען האט צוגעלייגט ברכות פאר די קינדער און אייניקלעך.", "詩意": "דעם העקסאַגראַם רעפּראַזענץ די ווידערטרעף פון מירערז.\nאַלץ איז שווער אַרבעט און טייַער.", "解曰": "גראָבן זאַמד אין גאָלד. ריידינג אַ שלאנג און ריידינג אַ טיגער. כאָטש עס איז לאַבאָריאַס. עס איז אַ העסאָפע אין עס.", "籤詩故事一": "◇ יוליאַנהוי צען פריינט\nאין די סאָנג דינאַסטי, קיאַן יוליאַן באהעפט וואַנג שיפּענג. ווען שי פענג איז געגאנגען קיין בעידזשינג צו נעמען דעם עקסאַם, האָט דער רייכער זון רוקוואַן געצווונגען יוליאַן צו חתונה האָבן מיט אים ווידער.\nקיאַן יוליאַן האָט אָפּגעוואָרפן דעם פאָרשלאָג פון דער רייכער זון רוקוואַן און וואָלט בעסער חתונה געהאַט מיט וואַנג שיפּענג, אַן אָרעמאַן געלערנטער פון ווענזשאָו וואָס איז געווען כייערד דורך \"דזשינג טשיי\".\nשפעטער האט וואנג שיפענג געוואונען דעם ערשטן פרייז, ווייל ער האט זיך אפגעזאגט צו ווערן געצווינגען חתונה צו ווערן דורך פרעמיער מיניסטער וואנקי, איז ער געשיקט געווארן צו דינען אלס ריכטער אין דעם ווייטן טשאויאנג. Sun Ruquan האט געהיים פארענדערט וואנג שיפענג'ס פאמיליע בריוו צו א \"גט בריוו\" און האט פארפירט יוליאן אין זיין פארפירט. קיאן יוליאן'ס שטיף מאמע האט זי אויך געצוואונגען צו חתונה האבן ווידער, אבער יוליאן האט אפגעזאגט און באגאנגען זעלבסטמארד דורך זיך אריינווארפן אינעם טייך, זי איז געראטעוועט געווארן דורך קיאן זאיהע. פון פודזשיאַן פּראַווינס און אנגענומען ווי זיין אנגענומען טאָכטער. .\nיוליאן האט געמײנט אז שיפענג איז טויט, פינף יאר שפעטער איז וואנג שיפענג געווען דער גאווערנאר פון דזשיאן, איין טאג האט ער געהאלטן א דענקמאלע צערעמאָניע אין א טאואיסטישן טעמפל צו באדענקען זיין פארשטארבענעם פרוי. קטורת, און וואַנג און קיאַן זענען לעסאָף ריונייטיד.", "聖意": "דאס הויז איז נישט גוט פאר זיך אליין, הארבסט און ווינטער זענען בלייג, זאל עשירות זיין בליענדיק. האַרבסט און ווינטער זענען בליענדיק. געשעפט איז בליענדיק. זאל חתונה זיין מצליח. דאַוונען פֿאַר פוסגייער צו גיין צו די פעלדער. זייַדוואָרמס קענען זיין אויפגעהויבן. זעקס בהמות קענען זיין אויפגעהויבן מענטשן קענען זיין געפונען. ציבור קלאָסוס זענען אַנגינסטאַבאַל. מיגראַטיאָן איז קאָנסערוואַטיווע. אָנווער פון פאַרמאָג. שפּעט קראַנקייַט. דאַוונען פֿאַר ברכות. בערג און גרייווז זענען גוט.", "古人": "יוליאַנהוי צען פריינט", "第X籤": "דער פערט צייכן", "宮": "יוטעראַס"}