{"籤詩版本二": "די רויטע ראד פאלט אין מערב, דער קיניגל הויבט זיך אויף אין מזרח, דער יין וואקסט און דער יאנג פארשווינדט, און אלעס פארטיג\nאויב אַ פרוי וויל צו נוצן עס, עס וועט פאַרגרעסערן איר עשירות און ברענגען גליק צו איר האַרץ.", "詩意": "דעם העקסאַגראַם איז דער סימבאָל פון יין גראָוינג און יאַנג דיסאַפּירינג.\nאַלץ איז שווער איידער עס ווערט גרינג שפּעטער.", "解曰": "יין בענעפיץ פרויען. ניט פּאַסיק פֿאַר מענטשן. אויב איר זוכט פֿאַר עצה. קודם קומט דאס שלעכטע און דערנאך קומט דאס גוטס.", "籤詩故事一": "◇ ווו זעטיאַן ארויף דעם טראָן\nאין די עלטער פון 14, ווו איז גערופֿן צו דעם פּאַלאַץ דורך עמפּעראָר טאַיזאָנג לי שימין פון די טאַנג דינאַסטי ווי אַ טאַלאַנטירט מענטש, געהייסן \"וו מיי\". נאָך טייזאָנג געשטארבן, זעטיאַן איז אריין אין גאַניע המקדש און געווארן אַ מאָנאַשקע.\nווען עמפּעראָר גאַאָזאָנג פון די טאַנג דינאַסטי איז געקומען צו דעם טראָן, ער האָט גערופֿן די ווו משפּחה אין די פּאַלאַץ צו באַצאָלן כּבֿוד צו דזשאַוי. אין די זעקסט יאָר פון יאָנגהוי (655), עמפּעראָר גאַאָזאָנג געגרינדעט ווו ווי זיין מלכּה.\nווו זעטיאַן איז געווען ינטעליגענט, ינוואַלווד אין ליטעראַטור און געשיכטע, און איז געווען רייַך אין ריסאָרספאַלנאַס. באלד נאָך ווו זעטיאַן איז געווארן די מלכּה, ווייַל Gaozong איז געווען שוואַך און קראַנק, ער מאל ענטראַסטיד איר צו האַנדלען מיט זיכער פּאָליטיש ענינים, אַזוי איר מאַכט געוואקסן. אינעם ערשטן יאָר פֿון שאַנגיואַן (674) האָט מען גערופֿן דעם עמפּעראָר גאַאָזאָנג \"קייסער\", די עמפּרעסס ווו איז גערופן געוואָרן \"מלכּה פון הימל\", און זיי זענען ביידע גערופן געוואָרן \"צוויי הייליקע\" אינעם פּאַלאַץ.\nאין דער ערשטער יאָר פון האָנגדאַאָ (683), Gaozong געשטארבן, פּרינס לי קסיאַן געקומען צו דעם טראָן, און ווו זעטיאַן געקומען צו הערשן די דינאַסטי. אין פעברואר פון דער ערשטער יאָר פון Sisheng (684), ווו זעטיאַן דעפּאָסעד לי קסיאַן ווי מלך פון לולינג און געגרינדעט איר פערט זון לי דן ווי עמפּעראָר, קאַנטיניוינג צו הערשן די דינאַסטי. אין סעפטעמבער פון די זעלבע יאָר, זי געביטן דעם פאָן צו גאָלד, און לוויאַנג, די מזרח הויפּטשטאָט, איז ריניימד די געטלעך הויפּטשטאָט. אויף די נייַנט טאָג פון סעפטעמבער אין דער ערשטער יאָר פון טיאַנשאָו (690), ווו זעטיאַן פּראָקלאַמירט זיך קייסער און געביטן דעם נאָמען פון דער מדינה צו זשו.", "聖意": "די שטוב איז אומגינציק פאר זיך אליין, דאווענען פאר ברכות, זוכן עשירות, היטן טראנזאקציעס, מזל טוב אין חתונה, שלעכט מזל אין חתונה (פרוי), פוסגייער בלאקירן פעלדער, זיידוואָרמס, בליענדיק לייווסטאַק, זוכן מענטשן, צעשיידונג, קלאָסוץ, אָנווער, מיגראַטיאָן , פארלוסט פון פארמעגן , קראנקהייט , שאק , בערג און גריבער , גוט גליק", "古人": "ווו זעטיאַן שטיי אויף דעם טראָן", "第X籤": "דער פערציקסטער לאטעריע געווינער", "宮": "איר פּאַלאַס"}