{"籤詩版本二": "דו וועסט געדענקען די אומענדלעכע גוטע ווערטער, אבער דו וועסט ווערן דיין זון אויב דו דערקענען דעם גנב.\nדו זאלסט נישט זיין זשעדנע אין דעם מאָמענט און זאָרג וועגן ווי ער וואָלט האָבן געטאן עפּעס גוט מיט אַ יאָר צוריק.", "詩意": "דעם העקסאַגראַם יידענאַפייד אַ גנב ווי אַ זון.\nזיין אָפּגעהיט אין אַלץ איר טאָן.", "解曰": "נאָר דאָס. א גביר מאכט נישט קיין טעות. האַלטן עס אין זינען. דו זאלסט נישט זיין עלנט.", "籤詩故事一": "◇ דאָנג זו אַקסעפּץ לו בו\nלו בו, העלדיש און גוט אין קאַמף, איז געווען אַ באַרימט מיליטעריש גענעראַל אין די סוף פון די מזרח האַן דינאַסטי און די אָנהייב פון די דריי מלכות, ער אַמאָל געקוקט דינג יואַן, דער גענעראל פון דזשינגזשאָו, ווי זיין אַדאַפּטיוו פאטער און געדינט אונטער אים.\nנאָך דעם טויט פון עמפּעראָר לינג פון די מזרח האַן דינאַסטי, דינג יואַן געגאנגען צו בעידזשינג צו צונויפשטויס מיט דער גענעראַל הע דזשין צו קאָנטראָלירן די רעגירונג.\nדאָנג זשואָ האָט געקעמפט מיט דינג יואַן, אָבער עטלעכע גענעראלן האָבן ניט געקענט באַזיגן לו בו, אַזוי דאָנג זו האָט געשיקט זיין סאַבאָרדאַנייט לי סו צו כאַבאַר לו בו. לי סו געבראכט הויפן פון גאָלד און זילבער אוצרות און די באַרימט רויט קיניגל פערד צו \"באַזוכן לו בו\". לי סו געבראכט מערידן פון גאָלד און זילבער אוצרות און די באַרימט רויט קיניגל פערד צו באַזוכן לו בו. אזוי האט לו בו שוחד געווארן דורך דאנג זשואו צו הרג'ענען דינג יואן, און אויך זיינע זעלנער געזאגט אז זיי זאלן קומען מיט אים אויב זיי ווילן, און אוועקגיין אויב זיי ווילן אים נישט נאכגיין, דערפאר זענען רוב זעלנער אנטלאפן. לו בו איז ברייבד דורך דאָנג זשואָ און געהרגעט דינג יואַן.\nנאָך דאָנג זשואָ געוואונען מאַכט, ער אנגענומען לו בו ווי זיין אנגענומען זון און געמאכט אים אַ גענעראַל און מאַרקי.\nדאנג זשואו האט געהאט א געוואלדיקן געדולד, און די \"פאטער-זון באציאונג\" מיט לו בו איז למעשה געווען זייער שוואך, אין יאר 189 א.צ., אויף דער אינסטיגאציע פון ​​סיטו וואנג יון, האט לו בו אומגעברענגט דאנג זוו.\nזעקס חדשים נאָך דאָנג זואָ ס טויט, דאָנג זואָ ס אַלט טרופּס ינוויידיד די הויפּטשטאָט, און לו בו און זיין פרוי אנטלאפן אין פּאַניק. נאכ'ן פארלאזן די הויפטשטאט, האט לו בו געזוכט באשיצן מיט די קריגס-לארדן יואן שו, יואן שאו, זשאנג יאנג, זשאנג מיאאו, ליו ביי אאז\"ו ו, און האט אסאך מאל געקעמפט מיט קאאו קאאו, נאך א הויפט וואלאר אין דער צייט. לו בו איז געווען העלדיש און גוט. אין פייטינג, און דיפיטיד קאַאָ קאַו עטלעכע מאָל.\nאין די דריט יאָר פון דזשיאַנאַן אין די מזרח האַן דינאַסטי, קאַאָ קאַאָ ס טרופּס אַטאַקירט Xiaopei, לו בו ס באַזע, און זענען קאַפּטשערד און געהרגעט דורך קאַאָ קאַאָ אונטער די באַימען טאַוער. פאר דער עקזעקוציע האט לו בו געבעטן קאאו קאאו ער זאל אים האלטן לעבעדיק כדי צו פארמיידן טויט, אבער ליו ביי האט דערמאנט קאאו קאאו אז לו בו האט אסאך מאל פארראטן און איז געווען אן אומערלעכער מענטש. אין די סוף, קאַאָ קאַאָ, וואָס בלויז וואַליוד טאלאנטן ראַגאַרדלאַס פון מאָראַל, עקסאַקיוטאַד לו בו.", "聖意": "איך בין ומרויק אין שטוב, איך זוך געווענליך געלט, היטן קעגן טראַנזאַקשאַנז, עס איז שווער צו חתונה, דער ליודזשיאַ מענטש איז שאַקט, די זייַדוואָרמס זענען האַלב רייפּאַנד אין די פעלד, די זעקס חיות זענען זיכער, דער מענטש זוכט פֿאַר אים , ד י עפנטלעכ ע פראצע ם אי ז פאסיג , או ן ד י מיגראצי ע אי ז דאװענע ן פא ר פארלוירענע , װא ס זײנע ן שװע ר צ ו געפינען , קראנקהײט ן או ן דע ר שלום־ע ר אויפ ן קבר , פו ן זשעקסינג־בארג .", "古人": "דאָנג זו אַקסעפּץ לו בו", "第X籤": "דער 41סטער לאָטעריע געווינער", "宮": "איר פּאַלאַס"}