{"籤詩版本二": "דער קייסער, דער קייסער, און די קייסערין וועלן ענדליך זיין חן און ווארטן און מתפלל זיין אויף ברכות אן קיין פארלוסט און קיין געווינס.\nאַלע סענטיענט ביינגז נוץ פון עס, און וווילטאָג איז דערוואַרט אין דער וועלט און אין הימל.", "詩意": "דעם העקסאַגראַם איז אַ צייכן פון טויווע פון ​​הימל.\nאַלץ וועט זיין מצליח.", "解曰": "דער קייסער האט ארויסגעוויזן זיין טובה. קיינמאָל פאַרגעסן. מאָרגן און אָוונט ריטשואַלז. עס איז צונעמען צו ברענען קטורת.", "籤詩故事一": "◇ מוליאַן געראטעוועט זיין מוטער\nמאָקאָו ליאַן, אָדער מוליאַן, איז די מערסט שטאַרק צווישן די צען תלמידים פון סאַקיאַמוני בודאַ.\nזיין מוטער איז געווען זשעדנע און קאַרג בעשאַס איר לעבן, אַזוי זי איז געפאלן אין די מעלוכע פון ​​הונגעריק גאָוס נאָך איר טויט. מאָכוליאַן האָט גענוצט זײַן מאַגישע כּוח צו אָבסערווירן און האָט זיך דערוווּסט, אַז זײַן מאַמע איז געבוירן געוואָרן ווי אַ הונגעריקער גײַסט, אָן קיין וועג צו באַקומען עסן און איז געווען אין גרויסע צרות. ער האָט גענוצט זײַן מאַגישע כּוח צו ברענגען עסן צו זײַן מוטער. אומגעריכט, נאָכדעם ווי די מאַמע האָט באַקומען עסן דאָס עסן, עס האָט זיך פֿאַרוואַנדלט אין אַש און מע האָט ניט געקענט עסן.\nמאַודגאַליאַנאַ איז געווען באַזאָרגט וועגן וואָס געטראפן און געמאלדן עס צו די בודאַ. דער בודאַ האָט געזאָגט צו מוליאַן אַז אויף די 15 טאָג פון די זיבעטער לונער חודש, ער זאָל שטעלן הונדערט פלייווערז און פינף פירות אין אַ בעקן און פאָרשלאָגן זיי צו די ערלעך מאָנקס פון די צען אינסטרוקציעס, מיט דעם מאַכט, זיין מוטער וואָלט קענען צו עסן. .\nמאַודגאַליאַנאַ אַקטאַד לויט די בודאַ ס וועט, און זיין מוטער איז לעסאָף באפרייט. די סארט צערעמאָניע הייסט \"אָבאָן פֿעסטיוואַל\" און דער דאָזיקער פֿעסטיוואַל הייסט \"אָבאָן פֿעסטיוואַל\".\n(באַמערקונג: אַ מאַטעריע האט פאַרשידענע געפילן אין פאַרשידענע לעוועלס פון דער וועלט. למשל: ווען עס רעגן אין דער וועלט, מיר זען עס ווי \"וואַסער\", בשעת ביינגז אין די מעלוכע פון ​​הונגעריק גאָוס פילן עס ווי \"בלוט\", און סענטיענט ביינגז אין די גיהנום וועלט פילן עס ווי \"בלוט\". עס פילז ווי \"אַראָפּפאַלן אַ שווערד\", בשעת הימלישע ביינגז פילן ווי \"פאַלן אַ בלום\".)", "聖意": "דאַוונען פֿאַר שטוב און הויז, מתפלל פֿאַר גוט גליק אין ווינטער, זוכן עשירות, קיין טראַנסאַקטיאָן, חתונה, שלום אין ליודזשיאַ, פּאַדעסטריאַנז, מאָווינג פעלדער, זייַדוואָרמז, זעקס אַנימאַלס, געפֿינען מענטשן, לאָסוץ, הצלחה, מיגראַטיאָן, קאָנסערוואַטיווענעסס, פאַרפאַלן פאַרמאָג, קרענק , שלום פון גייַסט, שלום פון בערג און קברים", "古人": "מוליאַן סאַוועס זיין מוטער", "第X籤": "צייכן צוויי און פערציק", "宮": "איר פּאַלאַס"}