{"籤詩版本二": "די וועלט איז פלעקסאַבאַל און אַלע זאכן זענען זיך-סופּפּאָרטינג, זיך-סופּפּאָרטינג און זיכער\nאַלץ אין לעבן איז ווונדערלעך, דאַנקען די צדיקים און חכמים פֿאַר אַלץ, און זיין בליענדיק.", "詩意": "דעם העקסאַגראַם רעפּראַזענץ די האַרמאָניע צווישן דער ערד און דער ערד.\nאַלץ גייט גוט און עס איז קיין געפאַר.", "解曰": "אַלע זאכן זענען געבוירן. אַלע פּלאַנז און וויל קומען אמת. פארד העלפט. Rui Qi איז אין אַ ייַלן.", "籤詩故事一": "◇ וואָקערז באַקומען השכלה\nנסיעה צו די מערב געשיכטע:\nSun Wukong האָט איבערגענומען דעם באַרג פון בלומען און פרוכטן און איז געווארן קעניג, שפעטער, כדי צו געפינען א וועג צו לעבן אויף אייביק, האט ער פארבראכט אכט אדער ניין יאר דורכצופארן איבער בערג און טייכן צו דינען דעם פאטריארך באדי אלס זיין לערער, ​​ער האט זיך אויסגעלערנט די זיבעציק- צוויי טראַנזפאָרמיישאַנז פון די ערדישע בייז און סאַמערסאַל וואלקנס, און גענומען די פאַמיליע זון פֿאַר די ערשטער מאָל.\nנאָך דעם, Sun Wukong געגאנגען צו די דראַגאָן פּאַלאַס אין די מזרח טשיינאַ ים אין סדר צו געפֿינען אַ פּאַסיק וואָפן, און לעסאָף געפֿונען די Ruyi Golden Cudgel, די געטלעך נאָדל פון טיאַנהע און דינגהאַי. װײ ל זײ ן לעב ן אי ז פארענדיק ט געװארן , הא ט ע ר געמאכ ט א גרויםע ר עול ם אי ן דע ר אונטערװעלט , איבער ־ געבראכ ט דע ם ספר־חיי ם או ן טוי ט או ן זי ך אומגעקער ט צ ו דע ר מענטשלעכע ר װעלט . שפּעטער, Sun Wukong איז גערופֿן דורך הימל פֿאַר די ערשטער מאָל און איז געווען געהייסן Bima Wen. שפעטער האט מען אים גערופן צום הימל צום צווייטן מאל און מען האט אים געהייסן דער מאלפע קעניג, ער האט אויך געגנב'עט פערשקעס און געמאכט צרות אין הימל, מען האט אים פארחתמעט אין די באגואו אויוון צו פראקטיצירן זיינע גאלדענע אויגן און פייערדיגע אויגן. דורך טאַטאַגאַטאַ בודאַ בייַ די פֿיס פון וווזשי Mountain פֿאַר 500 יאר, ניט געקענט צו רירן. דער אָרט וווּ די באַגואַ אויוון איז געווען קיקט איבער איז געווארן אַ באַרג פון פלאַמעס.\nפינף הונדערט יאָר שפּעטער, מאָנק טאַנג געגאנגען צו די מערב צו קריגן סקריפּטשערז, דורכגעגאנגען דורך די פינף עלעמענץ באַרג, און גענומען אַוועק די טאַליסמאַן איידער שפּאָרן Sun Wukong. זון וווקאָנג פּלאַצן אין טרערן מיט דאנקבארקייט. נאָך זיין געלערנט דורך גואַניין באָדהיסאַטטוואַ, ער געדינט טאַנג מאָנק ווי זיין לערער און געגאנגען צו די מערב צו לערנען סקריפּטשערז צוזאַמען. אויפ'ן וועג זיך צו לערנען די שריפטן, איז Sun Wukong אראפגעפאלן אויף שדים און עלימינירט מאנסטרים, און האט עטליכע מאל דורכגעפירט אויסערגעוויינלעכע פיצונגען, אבער ער איז אומפארשטאנען און פארטריבן געווארן דורך זיין בעל טאנג סענג נאכאמאל און נאכאמאל. נאך איין און אכציג שוועריגקייטן איז די ארבעט ענדליך פארענדיקט געווארן, די פיר בעלים און תלמידים זענען אנגעקומען אין בית המקדש של קסיטאן ליין און באקומען דעם אמת'ן פסוק. Sun Wukong אַטשיווד די רעכט רעזולטאַט.\n(די געשיכטע איז אַ מעטאַפאָר אַז אפילו אַ מאַלפּע קענען ווערן אויפגעקלערטע, לאָזן אַליין אַ מענטש.)", "聖意": "די היים איז גינסטיק פֿאַר זיך, זוכן עשירות, געשעפט, חתונה, ליודזשיאַ, זכר פּאַדעסטריאַנז, פאַרשטעלונג פון פעלדער, זייַדוואָרמז, זעקס אַנימאַלס, זשאָנגפּינג, זוכן פֿאַר מענטשן, לאָסוץ, הצלחה, מיגראַטיאָן, אָנווער פון פאַרמאָג, קרענק, טשואַנקסינגשאַן קבר, זאכן זענען גינסטיק", "古人": "דער טראַוולער דערגרייכט השכלה", "第X籤": "אונטערגעשריבן דעם 43טן", "宮": "xugong"}