{"籤詩版本二": "די קאלטע וועטער פארוואנדלט וואסער אין אייז, פארוואס זאל מען זיך זשעדנען אויף רום?\nאיך האב נישט קיין ברירה נאר צו זיצן שטיל און ווארטן ביז די בלעטער זאלן נאטורליך בליען.", "詩意": "אין דעם העקסאַגראַם, וואַסער טורנס אין אייז.\nדו זאלסט נישט פרעגן פֿאַר עפּעס אין אַרויסגעוואָרפן.", "解曰": "וואַסער פריזיז אין אייז. אייז צעלאָזן אין וואַסער. אויב עס איז אַ קאַנספּיראַסי. אַזוי עס איז.", "籤詩故事一": "◇ וואַנג קסיאַנג פרעגט פֿאַר קאַרפּ (פיר און צוואנציק פיליאַל פרומקייט סטאָריעס)\nוואַנג קסיאַנג פון די דזשין דינאַסטי, העפלעכקייַט נאָמען פוזשענג, איז געבוירן אין ליניי.\nווען וואַנג קסיאַנג איז געווען יונג, זיין בייאַלאַדזשיקאַל מוטער געשטארבן, זיין עלנט פאטער באהעפט אַ פרוי מיטן נאָמען זשו, און וואַנג קסיאַנג האט אַ נייַע מוטער. ווען וואַנג קסיאַנג איז געווען יונג, זיין בייאַלאַדזשיקאַל מוטער איז געשטארבן, און זיין עלנט פאטער באהעפט אַ פרוי מיטן נאָמען זשו. וואנג קסיאנג'ס שטיף-מאמע איז געווען א ענג און מקנא פרוי, זי האט נישט ליב געהאט וואנג קסיאנג און האט אים אפט אויסגעשריגן פאר נישטיקע ענינים. באלד, די סטעפּמאַדער אויך געבוירן אַ זון מיטן נאָמען וואַנג לאַן. די שטיף-מאמע האט נאר ליב געהאט אירע אייגענע קינדער, און האט באטראכט וואנג קסיאנג ווי א טארן אין איר זייט, זי איז געווארן נאך מער פאדערן אויף וואנג קסיאנג, און האט אפט גערעדט שלעכט וועגן וואנג קסיאנג פארן פאטער, אפילו זיין פאטער האט אים ביסלעכווייז מער נישט ליב געהאט. די שטיף מאמע האט נאר ליב געהאט אירע אייגענע קינדער, און האט באטראכט וואנג קסיאנג ווי א דאָרן אין איר זייט, זי האט נאך מער געפאדערט אויף וואנג קסיאנג, און האט אפט גערעדט שלעכט וועגן וואנג קסיאנג פארן פאטער, אפילו זיין פאטער האט אים ביסלעכווייז מער נישט ליב געהאט. כאָטש וואַנג קסיאַנג ס האַלב-ברודער, וואַנג לאַן איז זייער פרייַנדלעך צו זיין ברודער. טראָץ די פּייַניקונג פון איר סטעפּמאַדער, זי איז נאָך זייער פיליאַלאַס. די סטעפּמאַדער איז אַזוי האַרב, אָבער וואַנג קסיאַנג איז נאָך זייער פיליאַל.\nזיין סטעפּמאַדער האט אַ פערדל, דאָס איז, זי לייקס צו עסן פריש פיש נאָר פישט אויס פון די טייַך. זיין סטעפּמאַדער האט אַ פערדל, דאָס איז, זי לייקס צו עסן פריש פיש נאָר פישט אויס פון די טייַך. אײן װינטער איז זײן טאטע אװעק פאר געשעפטן, און זײן שטיף־מאמע איז װידער קראנק געװארן, די ברידער װאנג קסיאנג און וואנג לאן האבן פארזיכטיק געדינט זופ און רפואות פאר זײער מוטער צו עסן, אין דעם שטרענגן קאלטן וועטער איז די קראנקהייט פון דער שטיף מאמע נאך נישט פארבעסערט געווארן. ייַלן. אײן װינטער איז זײן טאטע אװעק פאר געשעפטן, און זײן שטיף־מאמע איז װידער קראנק געװארן, די ברידער װאנג קסיאנג און וואנג לאן האבן פארזיכטיק געדינט זופ און רפואות פאר זײער מוטער צו עסן, אין דעם שטרענגן קאלטן וועטער איז די קראנקהייט פון דער שטיף מאמע נאך נישט פארבעסערט געווארן. ייַלן. די קראנקע שטיף־מאמע האט געװאלט עסן פרישע פיש פון טײך, אין יענעם שטרענגן קאלטן קלימאט האט אין דרויסן געשנײד און דאם װאםער אין טײך האט זיך שוין פארװאנדלט אין געדיכטן אײז. די קראנקע שטיף־מאמע האט געװאלט עסן פרישע פיש, װאו האט מען געקאנט געפינען פרישע פיש אין יענעם אײזיקן און שנײדיקן קלימאט?\nאין יענע טעג, עס זענען קיין אַוועק-צייַט קיילים, און איר קען נישט קויפן זיי אַפֿילו אויב איר האָט געלט.\nאין דעם פונט אין דער געשיכטע, די רירנדיק געשיכטע פון ​​וואַנג קסיאַנגקיו לי געטראפן. די צוויי ברידער האבן אומבאהיטן זייער מוטער, וואנג שיאנג איז געגאנגען צום פארפרוירענעם טייך כדי נישט אנטוישן זיין קראנקן שטיף-מאמע. וואנג שיאנג האט געהאט א געדאנק און האט אראפגענומען דאס העמד נישט געקוקט אויף דער קעלט. ער איז געלעגן נאקעט אויפן גלעטשער און געוואלט עס נוצט. זייַן אייגן גוף טעמפּעראַטור צו צעשמעלצן די אייז (אַזוי וואַנג קסיאַנגקיו קאַרפּ איז אויך גערופן וואַנג קסיאַנג ליגנעריש אויף די אייז). ער האט אויסגעטאן דאם העמד און איז געלעגן נאקעט אויפן גלעטשער. ער האט געבעטען צו גאט און געזאגט: גאט, מיין מאמע איז קראנק און וויל עסן פרישע קארפעס, דו מוזט פאר מיר געפינען א וועג, סיי ווי משונה'דיג, האט זיך מיטאמאל געקראכט דער אייז בלאק ביי אים, און עס זענען געווען צוויי. א לעבעדיגע קארפ איז ארויסגעשפרונגען פון די שפאלטן און איז אויפגעשפרונגען אויפן אייז, וואנג קסיאנג איז געווען זייער צופרידן. ער האט געבעטען צו גאט: — גאט, מיין מאמע איז קראנק און וויל עסן פרישע קארפעס, דו מוזט פאר מיר געפינען א וועג נישט קיין ענין — משונה, האט זיך מיטאמאל צעבראכן דער אייז-בלאק ביי אים, און עס זענען געווען צוויי קראצן. א לעבעדיקע קאַרפּ איז אַרויסגעשפּרונגען פון די שפּאַלטן און אַרויפגעשפּרונגען אויפן אייז, וואַנג קסיאַנג איז געווען זייער צופרידן. ער האט זיך שנעל אראפגעכאפט, געדאנקט גאט, און איז געלאפן אהײם מיט דער קארפע. ער האט זיך גיך אראפגעכאפט, געדאנקט גאט, און שנעל גענומען די קארפע און איז אהײם געגאנגען. נאכדעם וואס די שטיףמאמע האט געגעסן פרישע קארפן, האט זי זיך באלד ערהויפט פון איר קראנקהייט. די שטיף מאמע אין שפיטאל בעט איז געווען דערשטוינט ווען זי האט דערזען וואנג קסיאנג'ס נאקעטע אויבערשטן קערפער, וואס איז געווארן לילאַ פון די קעלט, און צוויי פיש אין די הענט, זי איז צוגעלאפן אין צימער און איז געווען דערשטוינט.\nוואַנג קסיאַנג שפּעטער געווארן אַ באַאַמטער און געווארן אַ טייבאַאָ, און איז געווען דערלויבט דעם טיטל פון דוק.", "聖意": "ומרויק אין שטוב, איך דאַוונען פֿאַר שוץ, פינאַנציעל שוועריקייטן, געשעפט פּראָבלעמס, חתונה, ינקאַנסיסטאַנסי אין ליודזשיאַ פאַרזיכערונג, פּאַדעסטריאַנז, טשי טיאַן, סילקוואָרם לאָססעס, זעקס לייווסטאַק לאָססעס, פעלנדיק מענטשן, עפנטלעך לאָסוץ, מיגראַטיאָן, קאָנסערוואַטיווע, פאַרפאַלן פאַרמאָג, קראַנקייט , שווער צו צוריקקריגן פון, באַרג קבר, גוט גליק", "古人": "וואַנג קסיאַנג בעט פֿאַר קאַרפּ (פיר און צוואנציק פיליאַל פרומקייט סטאָריעס)", "第X籤": "49 ווינינג די לאָט", "宮": "האַיגאָנג"}