{"籤詩版本二": "איר קענען אַרומפאָרן צו אַלע עקן פון דער מדינה, כאַנגגינג די זעגל כופּע צו האַלטן עס פריי\nאויב עס איז אַ גינציק ווינט, עס וועט קומען באַלד און די שיפל וועט זיין פול מיט אוצרות.", "詩意": "דעם העקסאַגראַם איז ווי פּולינג אַ שיפל מיט די ווינט.\nאַלץ גייט גוט.", "解曰": "רו אין יז. קיין מי פארלאנגט. גורל פון עשירות. אַלע אַדמייערד.", "籤詩故事一": "◇ Tao Zhugui פינף לאַקעס (Fan Ligui Lake)\nאין דער פרילינג און האַרבסט פּעריאָד, פאַן לי, וועמענס העפלעכקייט נאָמען איז געווען שאַאָבאָ, איז אויך באקאנט ווי גוי יזיפּי אָדער טאַו זשוגאָנג.\nאין דער צייט איז געווען א מלחמה צווישן די סטעיט וואו און די סטעיט יו, און די סטעיט וואו האט חרובֿ געווען די שטאַט פון יו. פאַן לי און ווען זשאָנג פאָרמולירט אַ פּלאַן פֿאַר יו מלך גאָו דזשיאַן צו העכערן יו און צעשטערן ווו. פאן לי איז פערזענליך געפארן דורך בערג און טייכן, און באזוכט שי שי, א שיינע פרוי מיט סיי מעלה, טאלאנט און שיינקייט, ביי דעם הואנשא טייך אינעם באילוא בארג און עס דערלאנגט פאר דעם קעניג פון ווו. ער האט גענוצט דעם \"שיינקייט קונץ\" צו קאָואַפּערייט ין און אַרויס און חרובֿ די ווו מלכות.\nנאכדעם וואס ער איז געראטן צו אפווישן די ווו קינגדאָם, פאַן לי געוואוסט אַז גאָו דזשיאַן איז אַ \"לאַנג-האַלדז פויגל מיט אַ שנאָבל\" און קען טיילן שוועריקייטן און גליק מיט אים, אַזוי ער געגאנגען באָוטינג מיט שי שי אַריבער די קי קינגדאָם. נאָמען צו גוי זיפּי, און געפירט זיין זון און תלמידים אין די קי מלכות, זיי לעבן אין אַ הייַזקע בייַ די ים. ע ר הא ט שװע ר געארבע ט צ ו אויםארבעט ן װיסטעניש , פיר ן א זײטיק ע געשעפט ן או ן געשעפֿטן , אי ן עטלעכ ע יאר ן הא ט ע ר געקליב ן צענדליקע ר מיליאנע ן פאמילי ע פארמעגן . ער איז געווען ברייטהאַרציק אין פארשפרייטן עשירות און טאן גוטס צו זיין כאָומטאַון. פאַן לי ס חכמה און פיייקייט זענען געווען אַפּרישיייטיד דורך די מענטשן פון קי. דער מלך פון קי האט אים פארבעטן צו לינזי, די הויפּטשטאָט, און געדינט אים ווי דער הויפּט מיניסטער אין באַשולדיקונג פון רעגירונג ענינים. . ער האט אויסגערופן: \"זיין א באאמטער קען פירן צו מיניסטארן, און פירן א פאמיליע קען פירן צו א פארמעגן. פאר א געמיינדע וואס האט אנגעהויבן פון אמאל איז דאס דערגרייכט צום עקסטרעם. אז מען מכבד זיין א לאנגע צייט איז מסתמא נישט קיין גוטער סימן.\" אַזוי, בלויז דריי יאָר שפּעטער, ער אַמאָל ווידער ריטריטיד ברייוולי, אומגעקערט דעם פּלאָמבע צו דעם מלך פון קי, און געגעבן אַוועק אַלע זיין משפּחה עשירות צו זיין נאָענט פרענדז און יונגערמאַן ווילידזשערז.", "聖意": "דאָס הויז איז גוט פֿאַר זיך (צו שיקן), זוכן עשירות, גוט גליק פֿאַר די מערב, געשעפט איז שפּעט, חתונה איז נישט גוט, ליודזשיאַ איז זיכער, מענטשן בלאַקינג די פעלדער, זייַדוואָרמס, האַרבסט, גוט פֿאַר די זעקס חיות, פרילינג איז בליענדיק, מענטשן זענען קוקן פֿאַר מענטשן, לאָסוץ זענען שלעכט, מייגריישאַן איז קאָנסערוואַטיווע, פאַרפאַלן זאכן, מערב חולאתן זענען אַנראַוואַל, בערג און גרייווז זענען דרום.", "古人": "Tao Zhugui Five Lakes (Fan Ligui Lake)", "第X籤": "דער פופציקסטער לאטעריע געווינער", "宮": "האַיגאָנג"}