{"籤詩版本二": "זומער איז די לאָנגעסט טאָג און אַלעמען איז באַזאָרגט וועגן די היץ און דעפּרעסיע\nהימל און ערד ווייסן אויך וואס מענטשן ווילן, און די ווינטל בלאזט און עס איז נאטירלעך קיל", "詩意": "דעם העקסאַגראַם ינדיקייץ אַז אַלעמען איז באַזאָרגט וועגן היץ.\nטו וואס דו ווילסט.", "解曰": "עס איז קיין צווייפל צי צו פאָרויס אָדער צוריקציענ זיך. האָבן אַ גוט צייַט. איז עס פֿאַר קעמפּינג? ניט דאַרפֿן צו שפּילן ראַשלי.", "籤詩故事一": "◇ קאָנג מינג גייט אריין סיטשואַן\nזשוגע ליאַנג (181-234), העפלעכקייט נאָמען קאָנגמינג, איז געווען אַ געבוירענער פון יאַנגדו, לאַנגיאַ (איצט יינאַן קאָונטי, שאַנדאָנג פּראַווינס), און איז געווען דער הויפּט מיניסטער פון שו האַן (ליו ביי) בעשאַס די דריי קינגדאָמס צייַט.\nכאָטש ליו ביי וואַן דזשינגזשאָו, עס איז נישט גענוג צו באַזונדער איין זייַט. זשוגע קאָנגמינג פּלאַננעד צו כאַפּן קסיטשואַן צו פאַרגרעסערן ליו ביי ס טעריטאָריע. אין דעם צייַט, ליו זשאַנג אין ייזשאָו איז געווען קעגן דורך זשאַנג לו אין די צפון. Zhuge Kongming געלערנט אַז ליו זשאַנג געוואלט צו אָפּגעבן די מאַפּע פון ​​Xichuan צו Cao Cao אין סדר צו באַשיצן זיך. ווען זשאַנג סאָנג (ליו זשאַנג ס סאַבאָרדאַנייט) באגעגנט קאַאָ קאַאָ, ווייַל קאַאָ קאַאָ איז געווען עראַגאַנט און גראָב, ליו זשאַנג גענומען די מאַפּע צוריק צו קסיטשואַן און דורכגעגאנגען דזשינגזשאָו אויף דעם וועג. קאנג מינג האט שוין געווארט אויף אים אויפן וועג און האט אים פארבעטן קיין דזשינגזשאו, אבער ער האט קיינמאל נישט דערמאנט די קסיטשואן בילד ביז דער צייט פון אוועקגיין. זשאנג סאנג איז געווען דאנקבאר פאר זיין העפלעכקייט און העפלעכקייט, דעריבער האט ער דעדאַקייטאַד די קסיטשואַן בילד צו אים.\nקסיטשואן'ס טעריין איז געווען געפערליך און מען קען אטאקירן אדער פארטיידיגן, נאך קאנג מינג'ס פארשידענע אראנזשירן איז קסיטשואן געווארן דער געבורט-פלאץ פון ליו ביי.\n(קאָנג מינג באהאנדלט מענטשן מיט העפלעכקייַט און לייכט באקומען די קאַוואַטיד קסיטשואַן.)", "聖意": "דאַוונען פֿאַר ברכות אין שטוב און פֿאַר זיך-פּרעזערוויישאַן (עס איז גוט גליק אין די ומגליק) זוכן עשירות, גוט גליק אין געשעפט, פּראָסט חתונה, געבורט פון יינגלעך אין ליודזשיאַ, מאָווינג פעלדער, זייַדוואָרמז, שעדיקן צו לייווסטאַק, זוכן פֿאַר מענטשן, ציבור קלאגעס , מיגראציע , אלט ע פארלוירענע זאכען , צפון־קראנקײטן , װינטש ן בערג ן או ן קברים", "古人": "קאָנג מינג גייט אריין סיטשואַן", "第X籤": "קאַפּיטל 51: ווינינג די פּלאַץ (ווינינג די פּלאַץ)", "宮": "יוטעראַס"}