{"籤詩版本二": "עס נעמט אסאך מי צו כאפן די לבנה אין וואסער, עס נעמט אסאך מי אבער גארנישט.\nרעד נישט קיין שטותים און וויסט דיין השתדלות צו פארשטארקן דעם קערפער, דאס ווארט \"גוף פארדארבן\" מיינט ערידזשנאַלי \"דער גוף איז עלנט\".", "詩意": "דעם העקסאַגראַם איז זשעדנע פֿאַר די בילד פון מי.\nאַלץ איז מיאוס און מיאוס.", "解曰": "הבטחות זענען שווער צו געדענקען. א פּלאַץ פון שווער אַרבעט. זארגן אין שטוב. ווארטן צו טרעפן איידעלע מענטשן.", "籤詩故事一": "◇ טייבאַי געכאפט די לבנה בשעת שיקער (לי טייבאַי געכאפט די לבנה בשעת שיקער)\nלי באַי (701-762), אויך באקאנט ווי טייבאַי, אויך באקאנט ווי קינגליאַן דזשושי. דער דיכטער פון דער טאנג דינאסטיע, וועלכער האט זיך אנגערופן א פארבאטן אומשטארבלעכער, איז געווען באקאנט אלס דער אומשטארבלעכער פון פּאָעזיע, און ער איז שטענדיק געווען צופרידן אָן טרינקען.\nאַמאָל לי באַי געקומען צו דזשינלינג (איצט נאַנדזשינג) און רעסטיד אין אַ רעסטאָראַן לעבן ווענדע בריק.\nדע ר טא ג אי ז געװע ן דע ר פופצנטע ר טא ג פו ן װינטע ר מאנאט , בײנאכט , פלעג ט ע ר זיצ ן אל ץ אי ן רעסטארא ן או ן באװאונדער ן ד י לבנה , טרינקע ן או ן זאגן . דע ר טא ג אי ז געװע ן דע ר פופצנטע ר טא ג פו ן װינטע ר מאנאט , בײנאכט , פלעג ט ע ר זיצ ן אל ץ אי ן רעסטארא ן או ן באװאונדער ן ד י לבנה , טרינקע ן או ן זאגן . לי טייבאַי האָט ליב געהאט די לבנה אין זיין לעבן, און געזאגט אַז עס איז ריין און שיין. לי טייבאַי האָט ליב געהאט די לבנה אין זיין לעבן, און געזאגט אַז עס איז ריין און שיין. ער האט זיך יענע נאכט אויפגעהויבן און דערזען אין הימל די װײסע און קײלעכדיקע לבנה, ער איז געװען זײער צופרידן און געטרונקען נאך א פאר גלעזער. ער האט זיך יענע נאכט אויפגעהויבן און דערזען אין הימל די װײסע און קײלעכדיקע לבנה, ער איז געװען זײער צופרידן און געטרונקען נאך א פאר גלעזער. ביי חצות האט לי טייבאי אויסגענוצט דעם וויין און איז אראפגעפארן צום ווענדע בריק. ביי חצות האט לי טייבאי אויסגענוצט דעם וויין און איז אראפגעפארן צום ווענדע בריק. ווי נאר ער איז ארויף אויף דער בריק האט ער אראפגעלאזט דעם קאפ און מיטאמאל געזען ווי די לבנה פאלט אריין אין וואסער, ווען דער טייך האט זיך באוועגט, האבן זיך צוגעלייגט אפאר שווארצע ליניעס צום ווייסן לבנה שאטן. ווי נאר ער איז ארויף אויף דער בריק האט ער אראפגעלאזט דעם קאפ און מיטאמאל געזען ווי די לבנה פאלט אריין אין וואסער, ווען דער טייך האט זיך באוועגט, האבן זיך צוגעלייגט אפאר שווארצע ליניעס צום ווייסן לבנה שאטן. לי טייבאַי איז געווען אַזוי שיכור אין דעם צייַט אַז ער געדאַנק עס איז געווען די לבנה וואָס איז געווען סטיינד דורך די טייַך וואַסער. לי טייבאַי איז געווען אַזוי שיכור אין דעם צייַט אַז ער געדאַנק עס איז געווען די לבנה וואָס איז געווען סטיינד דורך די טייַך וואַסער. ער האט אפילו נישט געמײנט אפצוטאן די שיך, ער האט געעפנט די הענט און אפגעשפרונגען פון בריק כאפן די לבנה. ער האט אפילו נישט געמוזט ארויסציען די שיך, ער האט געעפנט די הענט און אראפגעשפרונגען פון בריק כאפן די לבנה. אומגעריכט, מיט דעם שפּרינגען, די לבנה איז נישט געכאפט, אָבער די לבנה אין די וואַסער איז געווען צעבראכן און מיד צעטיילט אין צוויי האַלב. אומגעריכט, אין דעם שפּרינגען, די לבנה איז נישט געכאפט, אָבער דער מענטש איז דערטרונקען געווארן. ער איז געשטארבן אין עלטער פון צוויי און זעכציק.", "聖意": "די הויז איז ומרויק און איר זענט אין אַ שלעכט גליק (צוקוקן דיין געזונט) (מאַזלדיק) זוכן עשירות און וואָג (טאָן ניט אפילו טראַכטן וועגן אים) שוועריקייט אין געשעפט טראַנזאַקשאַנז, חתונה איז נישט ריזאַלווד, דאַוונען פֿאַר שוץ (ליידיק אוצרות פאַרמייַדן מיסקעראַדזש) פוסגייער זענען אין קאָנפליקט, זייַדוואָרמז אין די פעלד זענען פינף פונקטן, און זעקס אַנימאַלס זענען אין אַראָפּגיין (מאַזלדיק) איר זוכט פֿאַר מענטשן (אָנגליקלעך) ציבור לאָסוץ און (האַלטן די פּראָצעס) פּראָסט מיגראַטיאָן (טאָן ניט דערמאָנען עס) אָנווער פון פאַרמאָג (ערקראַפט) דאַוונען פֿאַר שוץ פון קראַנקייַט (נעבעך) גוט מאַזל אין בערג און גרייווז", "古人": "טייבאַי געכאפט די לבנה בשעת שיקער (לי טייבאַי געכאפט די לבנה בשעת שיקער)", "第X籤": "פופציק צווייטע ווינינג די לאָטעריע (לאַטערי)", "宮": "יוטעראַס"}