{"籤詩版本二": "ווען פראַסטריישאַן טורנס אין דערציונג, דראַגאָנס ברום און טיגערס ברום.\nדע ר בלויע ר הימ ל הא ט זײ ן אײגענע ם װע ג צ ו דע ם הימל , זא ל אי ך האב ן נא ך א שאנס , צ ו דערגרײכ ן רום .", "詩意": "דעם העקסאַגראַם איז ווי אַ דראַגאָן ראָרינג און אַ טיגער ראָרינג.\nעס איז האָפענונג אַז אַלץ וועט גיין גוט.", "解曰": "נאָר לערנען און גיין. האָבן דיין אייגן וווילטאָג. מוזן זיין געמאכט אין די סוף. עס איז אַ פּלאַץ צו געפֿינען.", "籤詩故事一": "◇ ליו ביי ריקרוץ אַ קאַלע\nנאָך דער שלאַכט פון טשיבי, Sun Quan איז געווען לאָעט צו ריגיין דזשינגזשאָו, וואָס איז קאַפּטשערד דורך ליו ביי, אַזוי ער געוויינט Zhou Yu ס פּלאַן, פּריטענדינג אַז ער וויל צו פאַרגעבן זיין שוועסטער Sun Ren צו ליו ביי, אָבער אין פאַקט ער געוואלט צו נעמען ליו ביי ווי אַ אָרעווניק צו פאָדערן דזשינגזשאָו.\nנאכדעם וואס זשוגע ליאנג האט אויסגעפיינט דעם פלאן פון Zhou Yu, האט ער איבערגעגעבן די בראשור מיט די סטראַטעגיע צו Zhao Yun, וועלכער האט באשיצט ליו ביי ווען ער איז געגאנגען קיין Soochow. Sun Quan ס פאטער) וויסן וועגן די חתונה פאָרשלאָג. ווייַל ווו גואָטאַי ליב געהאט זיין טאָכטער און איז געווען ניט גרייט צו מאַכן גלייַכגילטיק דיסיזשאַנז וועגן איר טאָכטער 'ס לעבן-לאַנג ענינים, זי האָט באַשולדיקט Sun Quan פֿאַר זיין גרויזאַם צו זיין שוועסטער און פארגעלייגט צו פּערסנאַלי פּרובירן צי ליו ביי איז ווערט זיין טאָכטער אין Ganlu Temple. נאכדעם וואס ווו גואטאי האט זיך באגעגנט מיט ליו ביי, האט זי זייער אפּרישיייטיד ליו ביי און שטארק פארשטאנען די חתונה צווישן ליו ביי און זיין טאָכטער, דער רעזולטאַט, ליו ביי הצלחה באהעפט פרוי זון.\nשפעטער זענען ליו ביי און פרוי סאן אינאיינעם צוריק אנטלאפן קיין דזשינגזשאו, שפעטער האט סאן קוואן געוואלט אויסנוצן די אטאקע פון ​​ליו ביי אויף ייזשאו צו אטאקירן דזשינגזשאָו, אבער איז פארשטאפט געווארן דורך ווו גואטאי, וועלכער איז געווען באַזאָרגט וועגן זיין טאָכטער'ס זיכערקייט.\nער האט געזאגט: \"זשו יו ס קלוג פּלאַן איז דער בעסטער אין דער וועלט. ער פאַרפאַלן זיין פרוי און פאַרפאַלן זיין טרופּס.\"\n(ליו ביי וואַן פון שאָדן)", "聖意": "איך האב א מזל אין שטוב און איך האב א מזל (ערשטער מזל טוב, דאן מזל) זוכן עשירות, באלאנס, שוועריגקייטן אין חתונה, הצלחה אין חתונה, דאווענען ברכות פאר פוסגייער, זיידענע אין די פעלדער, פינף פונקטן פאר בהמות שאדן, זוכן פאר מענטשן, קלאגעס און מיגראציע, מזל פאר פארלוירן פארמעגן, גוט גליק פאר קראנקהייטן, שלום פון בערג און קברים.", "古人": "ליו ביי רעקרוט א כלה", "第X籤": "די פופציק-דריט געווינער נומער", "宮": "יוטעראַס"}