{"籤詩版本二": "מעלה פון פאטער צו זון גייט אריבער צום אייניקל, וווילטאָג אין עסן און קליידער דעפּענדס בלויז אויף גאָט.\nChunxuan אין די זאַל מאכט מענטשן צופרידן ווען זיי זענען הונגעריק, פאסטעכער, דאָרשטיק און פאַרשלאָפן, Chunxuan איז אַ מעטאַפאָר פֿאַר עלטערן.", "詩意": "דעם העקסאַגראַם איז פארבונדן מיט די בילד פון באַמבו לידינג צו פרילינג.\nהאָפענונג אַלץ גייט גוט.", "解曰": "נעמען באַמבו און פירן צו פרילינג. עס פארשפרייט זיך אָן אַ סוף. א גביר זוכט האפענונג. אַלע דילייטיד.", "籤詩故事一": "◇ קינג ווו פון זשו ארויף דעם טראָן\nקעניג וואו פון זשו האט אטאקירט קעניג זשאו און האט געפירט אכט הונדערט פרינצן צו קעמפן קעגן קעניג שאנג'ס ארמיי, די זעלנער אין Chaoge (די הויפטשטאט פון קעניג שאנג) האבן זיך אויך אויסגעדרייט קעגן קעניג שאנג און פארראטן דעם קעניג שאנג.\nמלך זשו האט זיך פארברענט אויף די זשאַיקסינג טאַוער, און די שאַנג דינאַסטי איז חרובֿ.\nדער מלך װוּ האָט אָנגענומען דאָס גאָלדענעם בוך און דאָס גאָלדענע אוצר, װאָס איז דער טראָן פֿונעם קייסער, ער האָט זיך געזאָרגט צו דרום, זײַנע הענט זײַנען אַראָפּגעפֿאַלן, און ער איז געזעסן אױפֿן אָרט. מלך ווו באפוילן די פאַרמאָג פון לוטאַי צו זיין פונאנדערגעטיילט, די שטערן פּיקינג טאַוער צו זיין דימאַלישט און די רייַז קערל סטאָרד אין דזשוקיאַאָ צו זיין פונאנדערגעטיילט.\nמעלדונג די ימפּריזאַנד דזשיזי און פאַרריכטן ביגאַן ס קבר. מלך ווו ראָוד דורך די טיר פון דער חכם שאַנג ראָנג ס הויז און בויגן זיין קאָפּ. רעספּעקט די ערלעך און העפלעך מענטשן, און לאָזן גיין פון די שקלאַף אין די אינעווייניקסטע פּאַלאַץ.\nע ר הא ט אוי ך אפגעשטעל ט ד י באװאפנט ע או ן פארפיר ט קולטור , או ן דערציונג . אין דרום פון נאַנשאַן, פערד זענען גריסט און פיך איז גריסט אין די קאַנטריסייד מיט פערשקע ביימער, עס איז אַ פרידלעך סצענע.", "聖意": "די הויז איז נישט אין אַ גוטן צושטאַנד (גוט גליק), איר קענען מאַכן דיין אייגענע וויל (גוט גליק), זוכן פינאַנציעל געווינען, מאַכן אַ טראַנסאַקטיאָן און באַקומען באהעפט (טרעפן אַ גוט זון-אין-געזעץ), Liujia איז זיכער (זאָדיאַק) צייכן), פוסגייער מאַך פעלדער, זייַדוואָרמס זענען מאַזלדיק, זעקס חיות זענען דאַמידזשד, מענטשן זענען שווער צו געפֿינען (זען) ציבור לאָסוץ, אַ איידעלע מענטש באוועגט, גוט גליק איז פאַרפאַלן.", "古人": "מלך ווו פון זשו אַרויפאַנד דעם טראָן", "第X籤": "פופציק-פינפט ווינינג די לאָטעריע (לאָטינג)", "宮": "מיעס פּאַלאַס"}