{"籤詩版本二": "דאס ברעג איז פול מיט פעלזן, דער שטראם פליסט, דער ווינט איז קלאר, די לבנה איז קלאר און די איידעלע מענטשן זענען פארנומען.\nאויפ ן װע ג מו ז אי ך פרעג ן װאוהי ן צ ו גײן , נעמ ט ניש ט דע ם ריח ן פו ן בלומע ן או ן פלאנצ ן אי ן װאלד , זארג ט ניש ט דערפון .", "詩意": "דעם העקסאַגראַם איז ווי אַ שיפל טראַוואַלינג אויף אַ קליין ברעג.\nאין אַלץ, עס זענען איידעלע מענטשן צו העלפן.", "解曰": "צו מאַכן אַ לעבעדיק. א פּלאַץ פון שווער אַרבעט. בלייַבן קאָנסערוואַטיווע און וואַרטן. אלעס גוטס.", "籤詩故事一": "◇ לושאַן מרידה\nאַ לושאַן (703-757), וועמענס פאַמיליע איז געווען קאַנג און געהייסן יאַלואָשאַן, איז געווען פֿון ליוטשענג, יינגזשאָו (איצט טשאַויאַנג, ליאַאָנינג).\nשפעטע ר הא ט ע ר אנגענומע ן דע ם פאמיליע ן א ן או ן געטוי ט זײ ן נאמע ן אוי ף לושן . בעשאַס די הערשן פון עמפּעראָר קסואַנזאָנג פון די טאַנג דינאַסטי, אַן לושאַן איז געווען דער מיליטעריש שליח.\nאין נאוועמבער דעם 14טן יאר פון טיאנבאאו האט אן לושאן אויפגעהויבן טרופן אין פאניאנג, אין נאמען פון אטאקענען יאנג גואזשאנג האט ער אנגעהויבן א מרידה און גענומען די טרופן פון דריי שטעט צו אטאקירן לוויאנג, די מזרח הויפטשטאט. באריכטן פון טאייואן האבן זיך צוגעלאפן צו לישאן, טאנג שואנזאנג, וועלכער איז דעמאלט געווען אינעם הואקינג פאלאץ אין לישאן, האט נישט געגלייבט אז אנלושאן וועט רעבעלירן, אבער די נייעס וועגן דעם מרידה האט זיך ווייטער פארשפרייט, און קשואנזאנג איז נאך געווען האלב איבערצייגט. (דאָס איז אַ בילד פון \"דער געזונט פון פּראָסט פליסנדיק וואַסער אויף קליין ראַקס אין אַ טייַך\")\nערשט יאַן זשענקינג, דער פּרעפעקט פון פּינגיואַן קאָונטי, האָט געשיקט עמעצן צו שיקן אינפאָרמאַציע, האָט Xuanzong זיך אויפגעוועקט פון זיין חלום.\nאונטער די טעותע סטראַטעגיע פון ​​עמפּעראָר קסואַנזאָנג פון די טאַנג דינאַסטי, אַן לושאַן קאַוואַלרי רעגימענט קאַפּטשערד לויאַנג, די מזרח הויפּטשטאָט, אין דער ערשטער חודש פון די פאלגענדע יאָר, ער פּראָקלאַמירט זיך עמפּעראָר דיין אין לויאַנג, דזשיאַניואַן שענגווו, עמפּעראָר קסיאָנגווו, און דאַ קסיקסון ווי הויפּט מיניסטער.\nאין יוני פון דעם זעלבן יאר, האט עמפעראר קסואנזאנג פון דער טאנג דינאסטיע, וואס האט ליב צו באפרייען דעם קריזיס אין טשאנג'ן און אונטער א טעותן מיליטערישן פארשטאנד, דערפירט צוויי בארימטע גענעראלן, פענג טשאנגקינג און גאאו קסיאנשי. (דעם נאַטור ווייאַלייץ \"דער וועג מוזן פונט צו די פראָנט טייַך\")\nדערנאָך, עמפּעראָר קסואַנזאָנג פון די טאַנג דינאַסטי ערדזשאַנטלי באפוילן אן אנדער גענעראַל, גע שוהאַן, צו פירן די טאַנג אַרמיי צו מזרח פון טאָנגגואַן.\nגע שוהאן, וועלכער האט אינגאנצן פארשטאנען דעם סטראטעגישן טעות פון עמפּעראר קסואנזאנג פון דער טאנג דינאסטיע, האט פּלאַנירט צו פארהאַלטן די ענדערונג (דער צוגאַנג פון \"עס איז אָוקיי אויב דער ווינט איז רויק און די טייד איז רויק\").\nאין די סוף, עמפּעראָר Xuanzong פון די טאַנג דינאַסטי געדאַנק אַז ער איז צו שרעקעדיק צו קעמפן, אַזוי ער האט קיין ברירה אָבער צו קעמפן מיט אַן לושאַן אין טרערן, און איז דיפיטיד. (עס פולפילז \"אויב איר אַרבעט שווער צו שטיצן זיך, איר קען זיין ינדזשערד.\")\nאין די טאנג דינאסטיע, ווען די גרעניץ טרופן און לאקאלע גאריסאן האבן נישט געהאט קיין צייט צו רעאגירן, האט אן לושאנס ארמיי געדריקט די גרעניץ און אריין אין די הויפטשטאט געגנט. אין א קריטישער סיטואציע, האט עמפּעראר קסואנזאנג פון דער טאנג דינאסטיע געפירט די גארד קאָרס צו אנטלויפן פון דער הויפטשטאט, גורם אז די פירערלאזע קסידזשינג טשאַנג'ן איז געפאלן.\n(Tang Xuanzong ווייאַלייטיד די גיידאַנס פון דעם צייכן, אַזוי די מרידה פון An Lushan איז געווען געראָטן.)", "聖意": "די שטוב איז זיכער, זיך איז גוט, די פארמעגן איז סטאַביל, די טראַנסאַקטיאָן איז בליענדיק, און די חתונה איז מצליח (זאָרגן) אַ זכר פוסגייער פון ליודזשיאַ קומט צו די פעלד, זייַדוואָרמס זענען כאַראַסט און זעקס בהמות זענען דאַמידזשד. געפונע ן או ן דע ר עפנטלעכע ר קלאגע ר אי ז גערעכט , ד י פארלוירענ ע פארמעג ן ברענג ט קראנקײטן , דא ם הײס ט אנש ן קבר .", "古人": "לושאַן מרידה", "第X籤": "די זעקס און פֿופֿציקסטע לאָטעריע", "宮": "מיעס פּאַלאַס"}