{"籤詩版本二": "גיין גלייַך אַרויף צו די טאָפּל בנין צו באַהאַלטן, סעראַונדאַד דורך אַ וואַלד פון דערנער\nTian Gaojun האט אַ לאַנג לעבן און אַ קורץ לעבן. באַקומען איין הצלחה און פאַרלירן צוויי מענטשן. גיין אַרום →.", "詩意": "דעם העקסאַגראַם איז אַ צייכן פון בעכעסקעם טינגז אַלט און טשאַנגינג אין קיין צייט.\nאַלץ וועט זיין גינציק אויב איר וואַרטן פֿאַר די רעכט צייט.", "解曰": "ווי געטרונקען שיכור. נאָר זיין קאָנסערוואַטיווע. וואַרטן ביז די צייט קומט. ניט קיין ומגליק, קיין שולד.", "籤詩故事一": "◇ זשאַנג ליאַנגין Mountain\nאין דער האן דינאסטיע איז זשאנג ליאנג, וועמענס העפלעכקייט נאמען איז געווען זיפאנג, געווען א קארעאנער, זיינע אבות פאר פינף דורות זענען אלע געווען קארעאישע פרעמיער מיניסטארן.\nווען די קין סטעיט האט פארניכטעט דרום קארעא, האט זשאנג ליאנג צעשפרייט זיין גאנצע עשירות און זיך באהאלטען, ווייל ער האט געוואלט נוקם זיין דרום קארעא, האט ער געשיקט א שטארקע מאן מיט אן אייזערנעם שישקע אין קערפער. קעגן קין שיהואַנג אין באָלאַנגשאַ (איצט יואַניאַנג קאָונטי, הענאַן פּראַווינס), ער אַקסאַדענאַלי שלאָגן די דעפּוטאַט מאַשין. דער ערשטער עמפּעראָר האט געוואלט צו אַרעסטירן זשאַנג ליאַנג איבער די מדינה, אָבער קען נישט כאַפּן אים פֿאַר צען חדשים.\nשפּעטער, זשאַנג ליאַנג אַססיסטעד דעם מלך פון האַן צו פאַרייניקן די וועלט. נאָך זיין הצלחה, ער אפגעזאגט צו זיין באַלוינט און באשטימט אַ באַאַמטער, און אונטער די פאַרשטעלונג פון לערנען טאַאָיסם פון טשיסאָנגזי (אומאָרטאַל).", "聖意": "דאַוונען פֿאַר ברכות אין שטוב און פֿאַר דיין אייגענע זיכערקייַט (פויל גליק קענען זיין דערקלערט בלויז דורך גוטהאַרציקייַט) זוכן עשירות איז נאָרמאַל (ויסמיידן) טראַנזאַקשאַנז וועט זיין געראָטן (וואַרטן אַ מינוט) חתונה איז נישט אין האַרמאָניע מיט Liujia, גוט גליק ווען טראַוואַלינג צו די פעלד, זייַדוואָרמס זענען האַלב גינסטיק, זעקס אַנימאַלס זענען בליענדיק (דורכפאַל), זוכן פֿאַר מענטשן, פאַרהאַלטן ציבור לאָסוץ, אָנווער, מיגראַטיאָן איז גינסטיק (שליימעסדיק) אָנווער פון פאַרמאָג, שלעכט גליק פֿאַר קראַנקייַט, דאַוונען פֿאַר גוט גליק אין בערג און גרייווז", "古人": "זשאַנג ליאַנגין Mountain", "第X籤": "פופציק-נייַן ווינינג די לאָט (לאָטעריע)", "宮": "יין פּאַלאַס"}