{"籤詩版本二": "מאָרגן און פאַרנאַכט, די בודאַ ס שטיצן מוזן זיין אין צייט פון געפאַר אָבער נישט אין געפאַר\nאויב איר זענט געצויגן דורך אַן איידעלע מענטש, דעמאָלט געלט און זייַד וועט אויך באַגלייטן איר, דאָס איז טשואַן לאַי. עס אַלע דעפּענדס אויף איר.", "詩意": "דעם העקסאַגראַם רעפּראַזענץ די סוד ברכה פון געטער און בודדהאַס.\nזיין געדולדיק און האָבן גוט גליק אין אַלץ.", "解曰": "אַ סימן פֿון אַלטמאָדישן שלום. ווען אַלץ איז טייַער, עס וועט זיין גינסטיק.", "籤詩故事一": "◇ טאַנג מאָנק אַטשיווד השכלה\nאיין טאָג, טאַנג סענג געקומען צו די טייַך און געזען די בודאַ ס לינגשאַן באַרג אין פראָנט, עס איז געווען אַ איין-פּלאַנק בריק אין פראָנט פון אים, טאַנג סענג האט נישט אַרויספאָדערן צו פאָרן עס. דער בודא האט זיך פארוואנדלט אין א שיפלמאן און האט געהאלטן א באטלאזע צעבראכענע שיפל, ווי באלד טאנג מאנק איז אריין אויפן שיפל איז ער אריין אין טייך און איז געראטעוועט געווארן דורך דער שיפלמאן, אזוי האט טאנג מאנק דערגרייכט בודאהאוד. (דער געשיכטע פון ​​נסיעה צו די מערב)\n◇ טאַנג מאָנק ס בודדהיסט שריפטן\nסאַנזאַנג פון די טאַנג דינאַסטי, זיין פּראָסט פאַמיליע איז געווען Chen און זיין נאָמען איז געווען יי. געבוירן אין Goushi קאָונטי, Luozhou (איצט דרום פון Yanshi City, Henan פּראַווינס). ער איז געווארן אַ מאָנק אין די עלטער פון דרייַצן און גענומען די בודדהיסט נאָמען Xuanzang.\nכּדי צו קריגן די אָריגינעלע בודדהיסטישע שריפטן, האָט ער זיך אַרויסגעלאָזט פֿון טשאַנגאַן (הײַנט קסיאַן, שאַאַנקסי פּראָווינץ) אינעם דריטן יאָר פֿון זשענגואַן (אַד 629), זיך אַריבערגעטראָגן איבער דער גרענעץ און דורכגעמאַכט אומצאָליקע שוועריקייטן צו דערגרייכן טיאַנשו ( אינדיע) צו זאַמלען שריפטן. ער איז געפארן איבער די גאַנגעס און ינדוס טייך בייסאַנז און די דרום מזרח קאָוסטאַל געגנטן פון אינדיע, דערנאָך אַריבער די שניי-קאַפּט בערג און גרין רידזשאַז, טרעקינג מער ווי 50,000 מייל הין און צוריק. עס האָט אים גענומען 16 יאָר צו לעסאָף צוריקקומען צו טשאַנגאַן אין די 19 יאָר פון זשענגואַן (אַד 645). ער האָט צוריקגעבראַכט אַ גרויסע צאָל בודדהיסטישע שריפטן און זיי איבערגעזעצט אויף כינעזיש.\n(טאַנג סאַנזאַנג איז דורכגעגאנגען אַ לאַנג נסיעה הין און צוריק צווישן טשיינאַ און ינדיאַ, און ער איז געווען געבונדן צו דערפאַרונג דיינדזשערז, אָבער ער איז ביכולת צו צוריקקומען בעשאָלעם ווייַל עס איז געווען אַ ומזעיק פּאַטראָן הייליקער הינטער אים.)", "聖意": "די שטוב איז זיכער, זיך איז גינסטיק, די מערב געשעפט איז מצליח, די חתונה איז מצליח, די פוסגייער פאַרשפּאַרן די פעלד, די זייַדוואָרמס זענען בלאַקט, די זייַדוואָרמס זענען זיבן פונקטן, די בהמות איז רעוועכדיק, די זוכן איז פֿאַר מענטשן, די מערב עפֿנטלעכע פּראָצעס איז שלעכט, די מיגראַציע איז קאָנסערוואַטיווע, די פאַרפאַלן פאַרמאָג איז געזען, די קרענק איז גינסטיק, די בערג און קברים זענען גינסטיק.", "古人": "טאַנג מאָנק דערגרייכט השכלה", "第X籤": "געווינען די לאָטעריע צוויי און זעכציק", "宮": "יין פּאַלאַס"}