{"籤詩版本二": "די שווימערייַ פיש איז געכאפט אין אַ שלאַנג אין די ביבאָ פּאָנד.\nאויב עפּעס גייט פאַלש נאָך טראכטן וועגן אים, עס וועט פאַרשאַפן קאָנפליקט אין די סוף.", "詩意": "דעם העקסאַגראַם רעפּראַזענץ אַ פיש געכאפט אין אַ שלאַנג.\nעס איז אויך קעדייַיק צו זיין אָפּגעהיט אין אַלץ.", "解曰": "ייִשובֿ אונטער די הויז. אומגליק פאלט פון הימל. וועקן זיך פרי און נעמען פּריקאָשאַנז ערשטער. ויסמיידן דיזאַסטערז.", "籤詩故事一": "◇ די פערד איז באדעקט מיט וואַסער (עס איז שווער צו זאַמלען די וואַסער)\nהאַן דינאַסטי. Zhu Maichen, העפלעכקייַט נאָמען Wengzi, איז געווען אַ געבוירענער פון ווו אין Kuaiji (איצט טייל פון Suzhou City).\nאי ן זײנ ע ערשט ע יארן , אי ז מײכנס ע פאמילי ע געװע ן ארעמע ר או ן ע ר הא ט ניש ט געהא ט קײ ן דערפאלג , ד י פאראײ ן האב ן געװוינ ט אי ן א שטראם ן טויער , אי ן א הינט ן געסל , שנײד ן בראנפן , או ן פארקויפ ט צ ו פארקויפן . מען מאכט נישט קיין סך געלט פון פארקויפן ברענהאָלץ צו יעדן ס פרייזן.\nזײ ן װײ ב אי ז ארוי ס כאפ ן װאסער , או ן דערזע ן א גרופ ע קינדע ר לאכ ן אוי ף מייכען , דא ס װײ ב הא ט געמײנט , א ז ס׳אי ז שענדלעך , או ן שפעטע ר אװעק .\nווען זשו מאַיטשן איז געווען פופציק יאָר אַלט, עמפּעראָר ווו פון די האַן דינאַסטי געזוכט טאלאנטן און געדינט זו ווי דער פּרעפעקט פון קואַידזשי.\nזײ ן פרו י הא ט באדויער ט אי ר בלינדקײט , או ן הא ט געװאל ט זי ך פארקלענער ן צ ו א דינסט־מײד ן או ן קעװיט ע צ ו דינע ן זשו ן זײ ן גאנ ץ לעבן .\nמייטשען האט באפוילן זיין עקס-פרוי צו נעמען אן עמער וואסער, עס אויסגיסן אויף די טרעפ, און געזאגט: \"אויב מען קען דאס וואסער צוריקנעמען, קענען זיי ביידע זיך צוריק צוזאמעננעמען\".\nבאטראכטנדי ק ד י באציאונ ג צװיש ן מאן־און־װײב , הא ט מע ן ד י װײ ב מי ט אי ר װידע ר באהערש ט מאן , געגעב ן א אפענע ם פלא ץ אי ן הינט ן גארטן , זי ך צ ו קולטיווירן . זײ ן פרו י הא ט זי ך ארײנגעװארפ ן אי ן טײ ך או ן געשטארב ן .", "聖意": "די הויז איז אין געפאַר, זיך איז אין געפאַר, די געלט איז פאַרפאַלן, די טראַנסאַקטיאָן איז אין שלום, די חתונה איז סתירה, ליודזשיאַ איז דערשראָקן, מענטשן זענען אפגעשטעלט, די פעלדער זענען דאַמידזשד, זייַדוואָרמז זענען פאַרפאַלן, די לייווסטאַק איז פאַרפאַלן, מענטשן מע ן געפונע ן , דע ר עפנטלעכע ר קלא ג אי ז פארלויר ן געװארן , ד י מיגראצי ע אי ז גוט , ד י פארלוירענ ע פארמעג ן אי ז אומגליק , ד י קראנק ה אי ז געפערליך , או ן דע ר בארג־קבר , דאר ף געענדער ט װערן .", "古人": "די פערד איז באדעקט מיט וואַסער (עס איז שווער צו זאַמלען די וואַסער)", "第X籤": "פיר און זעכציק סימן", "宮": "מאַאָגאָנג"}