{"籤詩版本二": "דער וועג איז געפערליך, די פערד און מענטשן איילען זיך, און די זעלנער זענען אין א שווערע נויט ווען זיי זענען פארלוירן.\nדער ברעג איז הויך, דער ווינט און כוואליעס ברעכן, די שיפל איז צעבראכן, די זון איז ונטערגאַנג, די בלומען שטאַרבן, דער הימל פאַלט און דער פראָסט איז פאַלינג, געווינען: בער.棹: אָר.", "詩意": "דעם העקסאַגראַם איז ווי אַ שיפל ברייקינג אַראָפּ די ברעג.\nהיט אייך פון אַלע דיינדזשערז.", "解曰": "אַלט שולע און אַלט שולע. שטיל און בלענדיק. ניט דאַרפֿן צו זוכן עצה. רייזע פרילי.", "籤詩故事一": "◇ דער מלך פון טשו יין לינג פאַרפאַלן זיין וועג\nאין אנהייב 202 פאר הספירה האבן א סך 400,000 האן טרופן פון דריי זייטן ארומגערינגלט די ארמיי פון קסיאנג יו אין גאיקסיע, וואס האט גענוצט עסן, זיי האבן געבעטן די זעלנער זאלן זינגען אויפן טשו דיאלעקט, מאכן די מיליטער פון קסיאנג יו טעות גלייבן אז זייער היימשטאט איז קאנטראלירט געווארן. דורך די האַן אַרמיי. די פסיכאלאגישע טאַקטיק פון \"באַלעגערט אויף אַלע זייטן\" האָט געפֿירט די אַרמיי פון קסיאַנג יו צו פאַרלירן מאָראַל.\nאַזוי קסיאַנג יו געפירט מער ווי 800 עליט קאַוואַלרי און באַשלאָסן צו ברעכן אויס, בשעת די האַן אַרמיי נאכגעגאנגען ענג מיט גואַן יינג און 5,000 קאַוואַלרי. נאָך אַריבער די הואי טייך, קסיאַנג יו ס קאַוואַלרי בלויז אַ הונדערט מענטשן לינקס.\nקסיאנג יו האט זיך פארלוירן אין יינלינג און געבעטן ביי א פויער אויפן וועג אויפן וועג צום טייך, אומגעריכט האט ער נאכגעפאלגט די ריכטונג וואס דער אלטער האט אנגעצייכנט און זיך געענדיגט אין א זומפ, מאכן עס שווער צו רירן, ער איז כמעט איבערגענומען געווארן דורך ליו. באנג'ס ארמיי, קסיאנג יו האט ענדליך דערגרייכט וואודזשיאנג און געוואוסט אז די מצב איז פארענדיגט, זעענדיג די זקנים פון דזשיאנגדאנג אן בושה, איז ער באגאנגען זעלבסטמארד.", "聖意": "די משפּחה און די הויז זענען באַזאָרגט וועגן זייער אייגן דיזאַסטערז. זוכן געלט און צעשטערן די געשעפט. די חתונה איז נישט בלייַביק. ליודזשיאַ איז געפערלעך. פוסגייער בלאַקינג די פעלדער. זייַדוואָרמס זענען דאַמידזשד. זעקס לייווסטאַק זענען דאַמידזשד. פעלנדיק מענטשן. ציבור קלאָסוץ. פארלוסט , מיגראציע , פארלוירענע ם פארמעג ן קראנקהײט , ס׳אי ז אומגינסטי ק צושיק ן אי ן בארג־קבר .", "古人": "מלך יין לינג פון טשו פאַרפאַלן זיין וועג", "第X籤": "זעכציקסטער פּלאַץ", "宮": "מאַאָגאָנג"}