{"籤詩版本二": "ווען ווינטער קומט, וועט אַ צווייג פון פלוים קווייט אויף דעם באַרג נישט צעשטערט ווערן, אַפֿילו אויב איר בלעטער פאַלן און זייַן צווייגן וועלקן.\nאבער ווען דער פרילינג קומט, איך נאָך צוריקקומען מיר ווי די קאָורטיזאַן און צעשטערן די אָריגינעל אַרבעט.", "詩意": "אין דעם העקסאַגראַם, די פלוים קווייט אַקיאַפּייז די לידינג שטעלע.\nאַלץ איז גוט אויב עס איז דילייד.", "解曰": "איין פייַל שאָס ליידיק. ווען עס איז ליידיק, עס איז נישט ליידיק. ווארטן אויף דער פרילינג צו קומען. קאָליר איז אין עס.", "籤詩故事一": "◇ סקאָרד צוויי מאָל\nבעת דער מלוכה פונעם עמפּעראר דעזאנג פון דער טאנג דינאסטיע, איז דער געטריי מיניסטער מיי בוגאו מיט זיין פאמיליע אויסגעארבעט געווארן דורך דעם פאררעטער פרעמיער מיניסטער לו קי, וועלכער האט זיי אלע געוואלט טייטן, נאר זיין זון מיי ליאנגיו האט געראטן צו אנטלויפן. נאָמען צו וואַנג קסיטאָנג צו באַהאַלטן זיין אידענטיטעט. ער האט געוואוינט אליין אויף די גאסן, הונגעריג און קאלט, אבער צום גליק איז ער אריינגענומען געווארן דורך טשען רישענג (טשען דאנגטשו). חן רישענג האָט נישט געוווּסט זײַן לעבנס־דערפֿאַרונג, האָט ער אים געבעטן, ער זאָל העלפֿן צו זאָרגן פֿאַר חן'ס פלוים־גאָרטן, כּדי ער זאָל נישט שטאַרבן פֿון הונגער אויף דער גאַס.\nטשען רישענג איז געווען א קלאסמאן און פריינד פון מיי בוגאו. ווען ער איז גערודפט געווארן דורך לו קי איז ער געראטעוועט געווארן דורך מיי בוגאו. אלס רעזולטאט זענען מיי בוגאו און לו קי געווארן פיינטשאפט. צום סוף איז זייער גאנצע פאמיליע אומגעקומען. רישענג האט זיך דערפאר געפילט טרויעריק און כעס, נאכן חתונה האבן האט ער רעזיגנירט און אריבערגעפארן זיין פאמיליע קיין יאנגזשאו צו לעבן אין אפגעזונדערטקייט.\nטשען רישענג האט א טאכטער ​​מיטן נאמען Chen Xingyuan, וואס איז שיין און שמעקנדיק, נאכדעם וואס מיי ליאנגיו איז געקומען צו די טשען פאמיליע, האבן זיי זיך פארליבט אויפן ערשטן בליק. אין א טאג ווען די פלוים-בליים זענען געווען אין פולן בליען, וואס איז אויך געווען די יארצייט פון מיי בוגאו'ס טויט, האבן טשען רישענג מיט זיין פאמיליע געעפנט א מזבח אינעם פלוים-גארטן פון זייער שטוב צו דעמאקראטן זייער פארשטארבענעם פריינד און בעל-טובה, אומגעריכט האט זיך די וועטער מיטאמאל געביטן. , און א שװערער שנײ־שטורעם האט געבלאזן, פארדעקן די אלע פלוים־בלומען. חן רישענג האט געקלאגט אז ער האט געקאנט אנטלויפן בשלום, אבער ער האט אפילו נישט געקענט ראטעווען די קינדסקינדער פון דער משפחה מיי, ער האט געמיינט אז דאס איז א ווארענונג פון גאט, האט ער זיך גע'טענה'ט אז אויב נישט די פלוים-בלוט וועט ווידער בליען, באווייזן אז די אפשטאמיגע פון די משפחה מיי האט נאך געלעבט, ער וואלט גארנישט געזאגט, ער איז אנטלאפן אין בודדהיזם און איז געווארן א מאנך.\nזיין טאָכטער קסינגיואַן האָט דאָס געהערט און גלייך געברענט קטורת און בעעמעס מתפלל געווען צו גאָט צו מאַכן די פלוים בלאַסאַמז בליען ווידער. זייער אָפנהאַרציק אריבערגעפארן הימל, און אַלע די פלוים ביימער אין די פלוים גאָרטן בלומינג ווידער; שפּעטער טשען רישענג געוואוסט אַז די קסיטאָנג איז ליאַנגיו, אַזוי ער פאַרקנאַסט זיין טאָכטער קסינגיואַן צו אים.", "聖意": "דאָס הויז איז ניט גוט פֿאַר זיך, מען איז גוט פֿאַר זיך, מען זוכט עשירות, מען איז קלוג אין האַנדלינג, די צייט איז שפּעט, די חתונה איז שפּעט, דער פרילינג איז בליענדיק, דער האַרבסט איז ליידיק, דער טראַוולער איז שפּעט, די פעלדער זענען בליענדיק, די זייַדוואָרמס זענען בליענדיק, די זעקס לייווסטאַקס זענען בליענדיק, זוכן פֿאַר מענטשן, ציבור קלאָסוץ, אָנווער, מיגראַטיאָן, פאַרפאַלן פאַרמאָג, מזרח חולאתן, פאַלש אַלאַרמס, באַרג קברים זאָל זיין געביטן.", "古人": "סקאָרד צוויי מאָל", "第X籤": "69 ווינינג די לאָט", "宮": "טאַצומי"}