{"籤詩版本二": "Chao Chao איז ווי אַ בלום-קאַלעקטינג בין, פליענדיק אויס פון די דאָרעמ - מייַרעוו און דעמאָלט מזרח\nדער פרילינג איז פֿאַרבײַ, די בלומען זײַנען ניטאָ, און ס'איז נישטאָ קײן אָרט צו זוכן, דאָס האַרץ װעט נישט בײַטן זײַן װוּהין.", "詩意": "דעם העקסאַגראַם איז ווי אַ בין פּיקינג בלומען.\nאַלץ איז מיאוס און מיאוס.", "解曰": "קיין פרילינג דעקאָראַציע. עס רעגנט פֿאַר אַ לאַנג צייַט אָבער קיינמאָל קלירז. בעט פֿאַר הילף. עס איז בעסער צו זיין שטיל.\n.", "籤詩故事一": "◇ לי מי ריבעלד קעגן טאַנג דינאַסטי\nלי מי\n(582-619), דער שפּעט פירער פון דער וואַגאַנג אַרמיי אין די פּויער אויפֿשטאַנד אין די שפּעט סוי דינאַסטי פון טשיינאַ. בעל פון קאַליגראַפי. דער בעל פון דעם וואָרט פאַ איז געווען אַ געבוירענער פון Chang'an, Jingzhao, און זיין אָוועס היים איז Xiangping, Liaodong (איצט דרום פון Liaoyang, Liaoning). א געבוירענער פון Chang'an, Jingzhao, זיין אָוועס היים איז Xiangping, Liaodong (איצט דרום פון Liaoyang, Liaoning).\nאין די ניינטער יאָר פון Daye (613), ער אנטייל אין יאַנג קסואַנגאַן ס מרידה קעגן די סוי דינאַסטי אין ליאַנג (איצט צאָפנ - מיזרעך פון דזשונקסיאַן קאָונטי, הענאַן פּראַווינס). אין די ניינטער יאָר פון Daye (613), ער אנטייל אין יאַנג קסואַנגאַן ס מרידה קעגן די סוי דינאַסטי אין ליאַנג (איצט צאָפנ - מיזרעך פון דזשונקסיאַן קאָונטי, הענאַן פּראַווינס). מיסטעריעז זינען איז דיפיטיד,\nלי מי איז אנטלאפן. קסואַנגאַן איז דיפיטיד און לי מי אנטלאפן.\nאין די צוועלף יאָר פון טאָג, ער זיך איינגעשריבן די וואַגאַנג אַרמיי\n. אין די צוועלף יאָר פון דיי ס מלוכה, ער זיך איינגעשריבן די וואַגאַנג אַרמיי. לי מי איז געווען גוט אין סטראַטעגיע, אין אקטאבער פון די צוועלף יאָר פון Daye, לי מי איבערצייגט זשאַי צו באַפאַלן Xingyang Tong, דער שטאַרק גענעראַל אַקאַמפּאַניינג די אַרמיי, צו באַשיצן Zhang Xutuo, באַזיגן די סוי אַרמיי און מאָרד Zhang Xutuo. לי מי איז געווען גוט אין סטראַטעגיע, אין אקטאבער פון די צוועלף יאָר פון Daye, לי מי איבערצייגט זשאַי צו באַפאַלן Xingyang Tong, דער שטאַרק גענעראַל אַקאַמפּאַניינג די אַרמיי, צו באַשיצן Zhang Xutuo, באַזיגן די סוי אַרמיי און מאָרד Zhang Xutuo.\nשפעטער האט ער פארגעשלאגן צו אטאקירן די קסינגלואו (שפעטער ריניימד לואָקו) ווערכאַוס, עפענען די ווערכאַוס פֿאַר רעליעף, און יקספּאַנד די מאַנשאַפֿט. די וואַגאַנג אַרמיי מאַנשאַפֿט איז געשווינד געוואקסן. אין די 13 יאָר פון Daye, לי מי געפירט די וואַגאַנג אַרמיי, און Zhai Rang. באהאנדלט מיט די דעמאָטיאָן און פאַרשפּרייטונג פון די סוי דינאַסטי, עס איז געווען אַ מלחמה איבער מיליטעריש רעסורסן און אנדערע ענינים, און לי מי געהרגעט זשאַי ראַנג און הונדערטער פון זיינע אנהענגערס. שפעטער האט ער פארגעשלאגן צו אטאקירן די קסינגלואו (שפעטער ריניימד לואָקו) ווערכאַוס, עפענען די ווערכאַוס פֿאַר רעליעף, און יקספּאַנד די מאַנשאַפֿט. די וואַגאַנג אַרמיי מאַנשאַפֿט איז געשווינד געוואקסן. אין די 13 יאָר פון Daye, לי מי געפירט די וואַגאַנג אַרמיי, און Zhai Rang. באהאנדלט מיט די דעמאָטיאָן און פאַרשפּרייטונג פון די סוי דינאַסטי, עס איז געווען אַ מלחמה איבער מיליטעריש רעסורסן און אנדערע ענינים, און לי מי געהרגעט זשאַי ראַנג און הונדערטער פון זיינע אנהענגערס.\nאין מאַרץ פון די 14 יאָר פון Daye, יו ווענהואַדזשי געהרגעט עמפּעראָר יאַנג פון סוי דינאַסטי.\n, געפירט מער ווי 100,000 מענטשן צו צוריקקומען צו די מערב. אין מאַרץ פון די פערצנטן יאָר פון Daye, Yu Wenhuaji (Yu Wen, קאַמפּאַונד פאַמיליע) געהרגעט עמפּעראָר יאַנג פון סוי דינאַסטי און אומגעקערט צו די מערב מיט מער ווי 100,000 מענטשן. לי מי איז באפוילן צו אטאקירן הואדזשי. הגם הואגי איז באזיגט געווארן, האבן לי מי'ס טרופן אויך געליטן שווערע פארלוסטן. זיי זענען שפעטער נאכגעיאגט געווארן דורך וואנג שיקאנג. לי מי'ס ארמיי איז באזיגט געווארן און זיין לאגער איז פארניכטעט געווארן. זיינע גענעראלן קין שובאו, טשענג זשידזשיע (ערידזשנאַלי געהייסן טשענג יאַאָדזשין), ניו דזשינדאַ און אנדערע זענען קאַפּטשערד. , שאַן קסיאָנגסין סערענדערד. לי מי איז געווען באפוילן צו אטאקירן הואַדזשי, הגם הואַדזשי איז באזיגט געווארן, האט לי מי אויך געליטן שווערע פארלוסטן אין זיינע טרופּס. שפעטער איז ער נאכגעיאגט געווארן דורך וואנג שיטשאנג, לי מי'ס ארמיי איז באזיגט געווארן און זיין לאגער איז פארניכטעט געווארן, זיינע גענעראלן קין שובא, טשענג זשידזשיע (ערידזשנאַלי געהייסן טשענג יאאַדזשין), ניו דזשינדאַ און אנדערע זענען געכאפט און שאַן קסיאָנגסין. לי מי איז געווען פאַרצווייפלט, אַזוי ער קראָסט דעם טייַך צו הייאַנג אין סעפטעמבער און סערענדערד צו די טאַנג דינאַסטי. לי מי איז געווען פאַרצווייפלט, אַזוי ער קראָסט דעם טייַך צו הייאַנג אין סעפטעמבער און סערענדערד צו די טאַנג דינאַסטי.\nאין נאוועמבער, לי יואַן געשיקט לי מי צו שאַנדאָנג צו רעקרוט אַלט טרופּס. נאוועמבער,\nלי יואַן געשיקט לי מי צו וואַרטן אין שאַנדאָנג צו רעקרוט אַלט טרופּס. מיט געפילן אז מען האט אים פארדעכטיגט, האט ער רעבעלירט קעגן טאנג. מיט געפילן אז מען האט אים פארדעכטיגט, האט ער רעבעלירט קעגן טאנג. טאַנג גענעראַל שענג יאַנשי פארבעטן לי מי צו באַפאַלן און געהרגעט אים אין Xinggong Xian. טאַנג גענעראַל שענג יאַנשי פארבעטן לי מי צו באַפאַלן און געהרגעט אים אין Xinggong Xian.", "聖意": "הויז, הויז, צונג, זיך, ראָשע, זוכן עשירות, וויסט געשעפט, מערידזשיז ניט בלייַביק, ליודזשיאַ, ליידיק בלומען, פּאַדעסטריאַנז, יאַאָטיאַן, זייַדוואָרם שעדיקן, זעקס לייווסטאַק שעדיקן, פעלנדיק מענטשן, לאָסוץ, אָנווער, מיגראַטיאָן, קאָנסערוואַטיווענעסס, פאַרפאַלן פאַרמאָג, קראַנקייַט, מניעות, באַרג קבר רעפאָרם", "古人": "לי מי ריבעלד קעגן טאַנג דינאַסטי", "第X籤": "די זיבעציקסטע ציען", "宮": "טאַצומי"}