{"籤詩版本二": "קאָגניטיאָן פון קאַנגלאָנג Nineteenth גאַרדז: א פרוי באהעפט אַ צווייט מאַן\nמיט איין בויגן און צוויי עראָוז, די דיינאַסאָרז וועט לעבן אין שלום מיד", "詩意": "דעם העקסאַגראַם איז ווי אַ בויגן וואָס האלט צוויי עראָוז.\nאַלץ איז גינסטיק אויב עס גייט צוזאַמען.", "解曰": "נישט צו שווער. צוקונפט. זשען ליוזשאָנג עפֿנט זיך. עס איז קעדייַיק צו זיין אָפּגעהיט.", "籤詩故事一": "◇ ווענדזשון באזוכט Xiangru\nזוו ווענדזשון איז געווען די טאכטער ​​פונעם אייניקל פון זשו וואנג, א רייכער ביזנעסמאן אין לינקיאנג, סיטשואן פראווינץ, זי איז געווען בקי אין מוזיק און האט געהאט א ליטערארישע נאמען. זי האָט חתונה געהאַט ווען זי איז געווען זעכצן יאָר, מיט עטלעכע יאָר שפּעטער איז איר מאַן נפטר געוואָרן און זי האָט זיך אומגעקערט צו איר געבוירן משפּחה לעבן ווי אַן אלמנה.\nאיין טאג איז סימא קסיאנגרו געגאנגען צו זשוא וואנגסון'ס הויז פאר א באנקעט, ווען ער האט זיך דערוואוסט אז זשו ווענדזשון איז ניי אלמנה, האט ער געשפילט דאס ליד \"פיניקס זוכן די פיניקס\" צו אויסדריקן זיין ליבע. זשואָ ווענדזשון האט שוין געהערט וועגן סימאַ קסיאַנגרו, און דעם באַנקעט האָט אים נאָך מער געצויגן צו סימאַ קסיאַנגרו. אויף די אנדערע זייט, נאָך סימאַ קסיאַנגרו ס באַנקעט, ער מיד אויסגעגעבן אַ פּלאַץ פון געלט צו כאַבאַר זשואָ ווענדזשון ס פּערזענלעך דינסט און געבעטן איר צו יבערגעבן סימאַ קסיאַנגרו ס ליבע צו זשואָ ווענדזשון. נאכדעם וואס זשוו ווענדזשואן האט זיך דערוואוסט איבער סימא קסיאנגרו'ס ליבשאפט דורך דער דינסט, איז ער גלייך צוגעלאפן צו דער קרעטשמע וואו סימא קסיאנגרו האט געוואוינט, זעהנדיג אז זשו ווענדזשון איז אנגעקומען, פליט סימא קסיאנגרו תיכף מיט איר איבערנאכט אין זיין היימשטאט אין טשענגדו.\nווען זיי זענען געווען אין טשענגדו, איז די פּאָר געווען פאַראָרעמט און האָבן געמוזט צוריקקומען קיין לינגיאָנג צו עפֿענען אַ קליין האָטעל צו מאַכן אַ לעבן, זשואָ ווענדזשון האָט פארקויפט וויין און סימאַ קסיאַנגרו האָט געוואשן קיילים, זיי האָבן געלעבט אַן אָרעמע לעבן. נאָך דעם ווי Zhuo Wenjun's פאטער, Zhuo Wangsun, האָט זיך דערוויסן דערויף, האָט ער מסכים געווען און זיי פינאַנסירט אונטער די עצה פון זיינע פרײַנד, אַזוי אַז Sima Xiangru און Zhuo Wenjun האָבן זיך אומגעקערט קיין טשענגדו צו לעבן, און שפּעטער געווארן רייך.", "聖意": "אָנווער פון שטוב און פאַרמאָג, אייגענע רעכט און אומרעכט, זוכן עשירות, אַרבעט טראַנזאַקשאַנז, היטן קעגן חתונה ריונאַפאַקיישאַן", "古人": "Wenjun באזוכט Xiangru", "第X籤": "איין און זיבעציק ווינינג לאָטטאָ", "宮": "טאַצומי"}