{"籤詩版本二": "די בעקערס מוזן בעטן האָניק, כדי זיי זאָלן נישט געשטאָכן ווערן מיט אַ שטעכן\nעס מוז זײַן אַ מאָדנער װעג פֿאַר אײַך, דער סוד איז טיף װי אַ דערנערװאַלד.", "詩意": "דעם העקסאַגראַם סימבאַלייזאַז ביז קאַלעקטינג האָניק.\nאַלץ איז מיאוס און מיאוס.\n\n(דאס העקסאַגראַם זוכט דעם סימבאָל פון זיסקייַט און פארביטערונג.\nפאַרהיטן דיזאַסטערז אין אַלץ.\n)", "解曰": "דאס דארף מען אכטונג געבן. ניט דאַרפֿן צו צווינגען עס. ביז קלייַבן האָניק. וואס איז די סיבה?", "籤詩故事一": "◇ וואַנג מאַנג זוכט טאלאנטן\nדי וואַנג מאַנג משפּחה אין די מערב האַן דינאַסטי קענען זיין געזאָגט צו זיין אַ רייַך משפּחה. כאטש זיין פאטער איז געשטארבן יונג, זענען עטלעכע פון ​​זיינע פעטער און פעטער געווארן קייסער פון דער האן דינאסטיע, זיי זענען געווארן גענעראלן, פרעמיער מיניסטארן און געווארן מארקיזן און באקומען באלוינונגען, די וואנג פאמיליע איז געווען גאר פראמינענט.\nאָבער וואַנג מאַנג ס אייגענע קליין משפּחה איז געווען גאָר אָרעם; זיין פאטער איז געשטארבן יונג, און ער געלעבט בלויז מיט זיין מוטער, רילייינג אויף צדקה פון קרובים. אָבער ווייַל פון דעם, וואַנג מאַנג דעוועלאָפּעד און פּראַקטיסט אַ גאַנג פון סקילז אין האַנדלינג מיט מענטשן זינט ער איז געווען אַ קינד. ניט קיין ענין ווי טרויעריק אָדער בייז ער פּעלץ, ער שטענדיק געוויזן אַ זייער צופרידן און פרידלעך קוק אין פראָנט פון קרובים, זקנים אָדער אַרויס, אַזוי ער איז געווען גאַנץ אַפּרישיייטיד דורך אַלעמען אין דעם שטאַם.\nאיינמאל איז דער עלטסטער פעטער געווען שווער קראנק, נאכדעם וואס ער האט זיך דערוויסן דערויף, איז ער צוגעקומען און געווארט ביי דעם קראנקנס בעט, געבראכט רפואה און וואסער, און געהיטן ביינאכט, עטליכע מאנאטן אין רודערן איז ער געווען אויסגעטאן, אומבאהאלטענער און פארשפארט. ... ער איז געווען פשוט מער \"געדולדיג\" ווי אַ פּאַציענט, מער \"זון\" ווי אַ בייאַלאַדזשיקאַל זון.\nפֿאַר דעם, אַלעמען אין די טייוואַן מענטשן געלויבט אים און געשריבן בריוו און געבעטן פֿאַר אַ באַלוינונג פֿאַר אים.\nאזוי האט עמפעראר טשענג פון די האן דינאסטיע אים געגעבן דעם טיטל פון ניו קאפיטאל מארקי און אים באשטימט אלס וועכטער אינעם פאלאץ, געווארן א נאענטער מיניסטער פונעם קייסער.\nמיט זיין הויכן סטאטוס און גרויסער מאכט האט וואנג מאנג קיינמאל נישט ארויסגעוויזן קיין חוצפה אדער שלאפקייט, אנשטאט איז ער געווארן מער און מער העפלעך און העפלעך, פון איין זייט האט ער זיך באפריינדעט מיט מיניסטארן, גענעראלן, באקאנטע און געלערנטע, פון די אנדערע זייט. , ע ר הא ט געהאלפ ן ד י ארעמע ן או ן אי ז געװע ן ברו ך מי ט זײ ן עשירות .\nאבע ר ע ר הא ט געלעב ט א זײע ר שפּאר ־ לעכ ן לעב ן אפטמא ל געגעס ן פלײש־מאכלים , ניש ט צ ו טראג ן לאנג ע קיטלעך , או ן לאנג ע ארבל , נא ר געטראג ן קורצע ר קלײדער . דעריבער האָבן אַלע אין דער רעגירונג און אין דער ציבור אים איינשטימיק געלויבט מיט דעם וואָרט \"מעלת\".\nשפעטע ר אי ז זײ ן פעטער , גראנד ע סימא װאנגן , געשטארב ן פו ן קראנקהײט , או ן ע ר אי ז אויסגעקליב ן געװאר ן אל ס פארטרעטער . דער קייסער און אלע מיניסטארן האבן געמיינט אז ער איז דער פאסיגסטער. דעריבער, וואַנג מאַנג, וואָס איז געווען בלויז אַכט און דרייסיק יאָר אַלט, איז געווארן דער גראַנד סימאַ מיט די העכסטן מיליטעריש מאַכט אין דער מדינה.\n(די מעשה איז א מעטאפאר. זייענדיג גוט צו זיין א גוטער מענטש קען אייך העלפן ארויסצוהעלפן פון די \"שווער צו ווערן געשטאכן דורך בינען\" און דערגרייכן אייערע אידעאלן ווי איר ווילט).", "聖意": "דאס הויז איז נישט גוט פאר זיך, די פאמיליע איז אין צרות, די ביזנעס איז פארשפארט, די חתונה איז פארשפארט, די זעקס פאנצער זענען פאלש, די פוסגייער זענען שפעט, די זיידענע שניט איז נידעריק, די בהמות איז נידעריק, עס איז שווער צו געפֿינען מענטשן, דער פּראָצעס איז שלעכט, די מיגראַטיאָן איז נישט רירן, די פאַרפאַלן פאַרמאָג איז שלעכט, די קרענק איז געגרינדעט, די באַרג קבר איז פאַרפאַלן", "古人": "וואַנג מאַנג זוכט טאלאנטן", "第X籤": "געווינען די לאָטעריע צוויי און זיבעציק", "宮": "טאַצומי"}