{"籤詩版本二": "ווען דער פרילינג קומט, ציטערן דונערן און אינסעקטן ציטערן, און איך קער זיך אוועק פון דער בלאָטע\nווען איך האָב ערשט איינגעזען אַז איך בין נאָך קומען און גיי, אַמאָל איך געביטן, איך געווארן אַ שלאנג.", "詩意": "דעם העקסאַגראַם איז ווי דונער און ינסעקץ.\nבאַגעגעניש מיט אַן איידעלע מענטש איז אַ גוט צייכן אין אַלץ.", "解曰": "דונער סטרייקס. צוויי דיפּאַזאַץ אין און אויס. טוישן אַמאָל. ביז טיאנמען.", "籤詩故事一": "◇ טשענקיאַאָ מוטיני\nאין 959 אַד, Zhou Shizong Chai Rong געשטארבן, און עמפּעראָר גאָנג, Chai Zongxun, וואָס איז ארויף דעם טראָן, איז געווען בלויז זיבן יאָר אַלט. דעמאלט האט זשאו קואנגין, וועלכער האט געדינט אלס אינספעקטאר פארן פאלאץ און דער שליח פון סאנגזשאו צו דער דייטשער ארמיי, פארנומען די אמתע מאכט.\nאין פרילינג פון 960 אַד, זשעזשאָו (הייַנט ס זשענגדינג, העבעי פּראַווינס) און דינגזשאָו (הייַנט ס דינגקסיאַן קאָונטי, העבעי פּראַווינס) געמאלדן אַז די אַרמיז פון די נאָרדערן האַן דינאַסטי און די ליאַאָ שטאַט זענען צוזאַמען געגאנגען דרום צו באַפאַלן די שפּעטער זשו דינאַסטי, מיט גרויס מאָמענטום, און געבעטן צו שיקן טרופּס פֿאַר הילף. שפּעטער, די זשו דינאַסטי באפוילן דזשאַו קואַנגין צו פירן זיין טרופּס צפון צו קעמפן קעגן די פייַנט. דזשאַו קואַנגין אַקטאַד בעסאָד אונטער דער פּלאַנירונג פון זיין ברודער דזשאַו גואַנגי, דזשאַו פּו, שי שאָוסין און אנדערע.\nדעם 3טן פעברואר, ווען די מיליטער איז אנגעקומען קיין טשענקיאוי (איצט טשענקיאאו שטאט, דרום-מזרח פון פענגקיו, הענאן), האבן זיי ארויסגעברענגט א מיוטין און באפוילן די זעלנער צו טראגן געלע קיטלעך פאר אים, זיי האבן רעבעלירט קעגן דער שפעטער זשאו דינאסטיע און געשטיצט זשאו קואנגין אלס קייסער. . נאכדעם האט זשאו צוריקגעפירט זיינע מיליטער קיין קאיפענג אן פארברענען, הרגענען אדער רויב, \"טאיזו טשען קיאו האט געמאכט א שבועה נישט צו שטערן די מענטשן פון דער הויפטשטאט, און ער האט צוגעזאגט נישט צו שטערן די שטאט אין דעם טאג וואס ער קומט אריין אין שטאט.\"\nדעם דריטן טאג פון דריטן יאר פון די לונער חודש האט זשאו קואנגין מיוטירט אין טשענקיאאו און זיך צוריקגעקערט אין דער הויפטשטאט. פאן זשי האט געפירט וואנג פו און ווי רענפו צו פרעגען זשאו קואנגיין : \"די דריי ארמייען האבן נישט קיין הארן, די גענעראלן האבן באשלאסן אים צו באשלאסן פארן קייסער. ווער עס יז וואס רעדט אויס וועט ווערן דערהרגעט!\". וואַנג פּוס פּנים איז געווען בלאַס ווי ערד, ער האָט אַראָפּגעלאָזט די טריט און זיך אַראָפּגעבויגן, דער פאַן זשי האָט זיך אויך געבויגן, קואַנג יין האָט אים פערזענלעך געהאָלפן אויפשטיין און אים באהאנדלט מיט גרויס העפלעכקייט.\nנאָך אַ מעסיקן ווידערשטאַנד, האָט קייסער גאָנג פון דער שפּעטערדיקער זשו דינאַסטיע איבערגענומען דעם טראָן, און זשאַו האָט איבערגענומען דעם טראָן. \"טאַיזו איז געווען וועגן צו אָננעמען זען, אָבער עס איז נישט געווען קיין זן טעקסט. טאַו גו, אַ געלערנטער פון האַנלין, האָט אָנגענומען דעם סדר. און געקומען אין לעבן אים, געזאגט: \"עס איז געשען.\"\nנאכדעם וואס זשאו איז געקומען צום טראָן, האט ער געטוישט דעם נאמען פון לאנד צו סאנג, יואן צו דזשיאנלאנג, און געמאכט קאיפענג פאר די הויפטשטאט.שי שוקסין, גאאו הואידע, זשאנג לינגדוא, וואנג שענקי, זשאנג גואנגהאן און זשאו יאנהוי זענען אלע באלוינט געווארן מיטן טיטל דזשיעדושי. , וואָס איז געווען באקאנט ווי די \"טשענקיאַאָ מוטיני\" אין געשיכטע.\nוויקיפעדיע\n(די געשיכטע רעפּראַזענץ אַז דאָס איז דער אָנהייב פון Zhao Kuangyin ס פאָרשטעלונג.)", "聖意": "דאַוונען פֿאַר דיין היים, טעגלעך לעבן, עשירות, גוט מאַזל, גוט מאַזל אין געשעפט, איידעלע חתונה, הצלחה אין ליודזשיאַ, זכר פּאַדעסטריאַנז, פרי געבורט פון זייַדוואָרמז אין פעלדער, פרי געבורט פון זעקס אַנימאַלס, גוט מאַזל אין פרילינג, געפֿינען מענטשן, הצלחה אי ן פובליק ע קלאגעס , גוט ע גליק ן אי ן מיגראציע , פארלוירענע ם פארמעגן , געפאר ן אי ן קראנקהײטן , געפאר ן אי ן בערג ן או ן קברים .", "古人": "טשענקיאַאָ מוטיני", "第X籤": "אונטערגעשריבן דריי און זיבעציק", "宮": "מי פּאַלאַס"}