{"籤詩版本二": "פּונקט ווי צו שלעפּן אַ טיגער אַריבער אַ הויך באַרג, קעמפן און פאַרמעסט זיך מיט יעדער אנדערע איז שרעקעדיק און קאַלט.\nאויב איר טוט פּלוצלינג עפּעס גוטס אָן פאַרשטיין עס, איר מוזן האַלטן זיך זיכער, די וואָרט שלעפּן דעם טיגער מיטל אַרומנעמען דעם טיגער.", "詩意": "דעם העקסאַגראַם איז ווי האלטן (דראַגינג) אַ טיגער אַריבער די באַרג.\nאַלץ איז געפערלעך און סקערי.", "解曰": "געפאַר איז געפערלעך. עס זענען מניעות פאָרויס. אויב איר פרעגן פֿאַר עצה. עס איז טאַקע שווער אַרבעט.", "籤詩故事一": "◇ ווו יואַן לינקס זשאַאָגואַן ביי נאַכט (וו זיקסו דורכגעגאנגען זשאַאָגואַן)\nווו זיקסו איז געווען אַ געבוירענער פון טשו אין די פרילינג און האַרבסט פּעריאָד. אין דער צייט, דער מלך פּינג פון טשו געוואלט צו גיינ אַף אים אַראָפּ. מלך פּינג פון טשו געפֿינט אַ באַלוינונג פֿאַר ווו זיקסו ס אַרעסט, און האט זיין פּאָרטרעט ציען און פּאָסטעד אויף שטאָט טויערן אַריבער טשו שטאַט, און באפוילן באאמטע צו פאַרשטאַרקן די ויספאָרשונג. ווען ווו זישו איז אנטלאפן קיין זשאוגואן, דער גרענעץ צווישן וואו און טשו, האבן די באאמטע אין זשאוגואן זייער שטארק געזוכט, ער איז געווען אזוי באזארגט, אז ער האט עטליכע נעכט אין א רודערן נישט געקענט שלאפן, און אפילו די האר איז געווארן גרוי פון דאגה. צומ גליק, איך באגעגנט אַ מענטש מיטן נאָמען Dong Gao Gong, וואָס סימפּאַטייזד מיט זיין נויט און גענומען אים היים צו באַהאַלטן. Duke Dong Gao האט אַ פרייַנד וואָס געקוקט אַ ביסל ווי Wu Zixu, אַזוי Duke Dong Gao געבעטן אים צו פאָרן די פּראָבע דורך פּריטענדינג צו זיין Wu Zixu. די וועכטער האבן געכאפט דעם פאלשע וואו זיקסו, אבער דער אמתער וואו זיקסו האט נישט געקענט אנערקענען דורך די באאמטע ווייל זיין האר איז געווען אינגאנצען ווייס, זיי האבן אים געלאזט פארביי. שפּעטער, ער אנטרונען בעשאָלעם צו די שטאַט פון ווו.\n(ריפּלייסינג ווו זיקסו מיט אַ פרייַנד וואָס קוקט ענלעך, און וואס זיך האט גרוי האָר, איז די \"מאַגיש האַנט\" פון דעם געשיכטע)", "聖意": "דאַוונען פֿאַר דיין היים און דיין היים צו באַשיצן זיך, היט אייך פון זוכן עשירות, זיין אָפּגעהיט אין טראַנזאַקשאַנז, סטאַגניישאַן אין טראַנזאַקשאַנז, חתונה שוועריקייטן", "古人": "ווו יואַן לינקס זשאַאָגואַן ביי נאַכט (וו זיקסו דורכגעגאנגען זשאַאָגואַן)", "第X籤": "דע ר פינפטע ר זיבעציקע ר סימן", "宮": "מי פּאַלאַס"}