{"籤詩版本二": "א געמיש פון פיש און דראַגאָן האט די זעלבע טייַטש. בלייבן אין די טיף בעקן און וואַרטן פֿאַר גליק.\nאומבאוואוסטזיניק איז יומען מיט אויפגעהויבן קאפ ארויפגעשפרונגען איבערן דראַגאָן פאלאץ.", "詩意": "די העקסאַגראַם פיש און דראַגאָן בלייבן אַנטשיינדזשד.\nאַלץ קומט אין צייט.", "解曰": "כאָטש עס איז זייי. אויך וואַרטן. פּלאַן דיין אייגענע געשעפט. דו זאלסט נישט האַנדלען מיט רחמנות.", "籤詩故事一": "◇ האָנגווו וואַטשינג פיך\nZhu Yuanzhang, אַ געבוירענער פון זשאָנגלי, האַאָזשאָו (איצט פענגיאַנג קאָונטי, אַנהוי פּראַווינס), איז געבוירן אין דער ערשטער יאָר פון טיאַנלי פון יואַן ווענזאָנג פון די יואַן דינאַסטי, ראַנגקט פערט אין זיין משפּחה. ע ר אי ז געבויר ן געװאר ן אי ן א ן ארעמ ע פויעריש ע פאמיליע , צולי ב דע ר ארעמקײט , װע ן ע ר אי ז געװע ן ױנג , הא ט ע ר ניש ט געקענ ט לערנע ן או ן אמאל , הא ט ע ר געטא ן פי ף פא ר דע ם בעל־הבית .\nאין 4טן יאר זשיזשענג (1344) איז געווען א שווערע טריקעניש אין הואיבעי, זשו יואנזשאנג'ס פאטער, מוטער און ברודער זענען אומגעקומען סוקסעסיוולי, ער האט נישט געהאט קיין ברירה נאר צו ווערן א אנהייבער מונק אין הואנגדזשוע המקדש.\nווייניגער ווי צוויי חדשים נאכן אריינגיין אין בית המקדש, צוליב די שוועריגקייטן צו זאמלען די רענט פונעם בית המקדש אין די הונגער יארן, האט דער בעל הבית פארמאכט דעם מחסן און ארויסגעווארפן די מאנקים, זשו יואנזשאנג האט געמוזט פארלאזן זיין היימשטאט און ווערן א וואנדערער מאנך (א. מאָנק וואס געמאכט אַ לעבן דורך בעטינג).\nשפעטער איז זשו יואנזשאנג געווארן דער טייזו פון דער מינג דינאסטיע און דער \"ציווילער קייסער\" אין דער כינעזער היסטאריע, מיטן הערשן נאמען \"האנגווא\".\n(די מעטאַפאָר פון דער געשיכטע איז אַז זיין פּראָסט פֿאַר אַ בשעת טוט נישט מיינען אַז עס וועט זיין די זעלבע אין דער צוקונפֿט. דאָס איז ווייַל די צייט איז נאָך נישט געקומען.)", "聖意": "די משפּחה איז זיכער, די משפּחה איז געזונט, די מאַזל איז גוט, די געשעפט איז פּענדינג, די חתונה איז שפּעט, דער זכר איז געבוירן אין ליודזשיאַ, דער פוסגייער איז שפּעט, די זייַדוואָרם איז שפּעט, די זייַדוואָרם איז רייך, די זעקס חיות זײנע ן געצויג ן געװארן , דע ר מענטש ן פארפעלט , קײ ן פראצע ם אי ז פארשפעטיק ט געװארן , ד י מיגראצי ע אי ז קאנסערוואטיוו , ד י פארלוירענ ע פארמעג ן פארשפארט , ד י קראנ ק אי ז געשטער ט דור ך דע ר בארג־קבר .", "古人": "האָנגווו קוקט אויף פיך", "第X籤": "זיבעציק און זעקסטער פּלאַץ", "宮": "מי פּאַלאַס"}