{"籤詩版本二": "אין חלום האט מען געזאגט אז עס וועט זיין אסאך עשירות, אבער די רום וועט גארנישט ווערן.\nדאס וואסער איז ווייט און די בערג זענען ווייט, אבער עס איז שווער צו זיין געטריי, דער איידעלער מענטש גיט אנווייזונגען און שמייכלט.", "詩意": "דעם העקסאַגראַם רעפּראַזענץ דער סימבאָל פון באַקומען אַ אוצר אין אַ חלום.\nאַלץ איז מער אָדער ווייניקער פאַקטיש.", "解曰": "דרימינג ווי אַ חלום. קיין האָפענונג פון רום. נאָר וואַרטן פֿאַר גוטע צייט. איידעלע אינסטרוקציעס.", "籤詩故事一": "◇ צוריקקומען די דזשאַדע צו דזשאַו (צוריק די דזשאַדע צו דזשאַו נאָך קאַמפּליטינג עס)\nאין 283 בק, האט קעניג זשאאו הויווען באקומען די הע'ס בי פון צ'ו. נאכדעם וואס קעניג קין זשאוקסיאנג האט געהערט די נייעס, האט ער געשיקט א בריוו צו קעניג זשאו, אויסגעדריקט זיין גרייטקייט צו אויסטוישן פופצן שטעט פאר די הע'ס בי.\nלין קסיאַנגרו אַנאַלייזד צו מלך דזשאַו אַז קין איז שטאַרק און דזשאַו איז שוואַך און האט צו זיין ריפּלייסט.\nמלך דזשאַו דעמאָלט געשיקט לין קסיאַנגרו צו קין מיט ער ס בי.\nדער מלך פון קין באגעגנט לין קסיאַנגרו אין זשאַנגטאַי, און לין קסיאַנגרו דערלאנגט די דזשאַדע צו דעם מלך פון קין. דער קעניג פון קין האט זיך דערפרייט און איבערגעגעבן דעם הע'ס בי צו דער שיינקייט און אלע ארום איר האבן געקוקט אויף דעם, אין דער צייט האבן אלע לינקס און רעכטס געשריגן לעבן לעבן.\nלין קסיאַנגרו האט געזען אַז דער מלך פון קין האט קיין כוונה צו געבן די שטאָט צו דזשאַו, אַזוי ער דערציילט דעם מלך פון קין אַז ער ס דזשאַדע איז דעפעקטיווע און געוואלט צו פונט עס אויס צו דעם מלך פון קין אַזוי צו נעמען די געלעגנהייט צו באַקומען די דזשאַדע צוריק.\nנאכדעם וואס לין קסיאנגרו האט צוריקגענומען העשי'ס בי, איז ער געשטאנען נעבן דעם גרויסן זייל, געוויזן אז ער וויל שטארבן מיט העשי'ס בי.\nאין דער צייט האט לין קסיאנגרו געזאגט צום קעניג פון קין: \"דער קעניג פון זשאו האט נאך איבערגענומען די טענות פון די מיניסטארן און אנגענומען דעם פארשלאג פונעם מיניסטער. אפילו אויב ער האט זיך נישט פארפירט אין די אינטעראקציע מיט די פשוטע מענטשן, נישט צו זאגן אז קין איז א גרויס לאנד! כדי צו אפהיטן די פריינדשאפט צווישן קין און זשאו, מלך זשאו נאך פינף טעג פון פאסטן האב איך געשיקט מיינע מיניסטארן קיין קין מיט די יאדע, ליידער האט דער קעניג פון קין נישט בלויז נישט געהאט קיין כוונה צו געבן זשאו א כוונה. שטאָט, אָבער אויך דורכגעגאנגען די דזשאַדע פון ​​דער משפּחה ער צו אַ שיין פרוי, וואָס איז געווען טאַקע אַ שפּאָט פון מיין מיניסטערס.\nנאכ ן פארענדיק ן רעד ן הא ט לין קסיאנגרו , תיכף , געמאכ ט א זשעסט ע פו ן קלאפ ן א זייל , דע ר קעניג ל פו ן קין , הא ט מורא , א ז ע ר בי י װע ט געשעדיג ט װערן , הא ט ע ר זי ך געמאכט , א ז ע ר זא ל זא א געב ן פופצ ן שטעט . לין קסיאַנגרו האָט דורכגעקאָכט דעם טרעטשעראַס פּלאַן פון מלך קין, אַזוי ער געבעטן מלך קין צו פאַסטן פֿאַר פינף טעג איידער ער דערלאנגט ער בי צו פאַרהאַלטן צייט. אין די ביסל טעג, Lin Xiangru געשיקט זיין באדינער צו צוריקקומען צו די שטאַט פון דזשאַו מיט די דזשאַדע, בשעת ער סטייד צו האַנדלען מיט דעם מלך פון קין.\n(די געשיכטע איז ווי די אויגן פון אַ פּראָסט מענטש זענען פאַסאַנייטיד דורך זיין סטאַטוס.)", "聖意": "דאַוונען פֿאַר די הויז און דאַוונען פֿאַר זיך צו פאַרשפּאַרן עשירות, עס איז שווער צו האָבן אַ חתונה, עס איז שווער צו האָבן אַ חתונה, די מענטשן זענען נישט אין האַרמאָניע.", "古人": "צוריקקומען די דזשאַדע צו דזשאַו (גאַנץ די דזשאַדע צו דזשאַו)", "第X籤": "די זיבעציק און זיבעציק געווינער לאָטעריע", "宮": "מיטאָג פּאַלאַס"}