{"籤詩版本二": "בטל קנופּ, איך ווינטשן צו האַלטן איר זיכער, אויב איר האַלטן דיין גוף זיכער, איך ווינטשן איר וואָלט קיינמאָל צוריקקומען עס.\nדו זאלסט נישט פאַרגעסן אַז גאָט 'ס טויווע איז אומגעקערט. דו זאלסט נישט זיין סקאַנדפאַל פון גאָט 'ס ווערטער.", "詩意": "דו זאלסט נישט גלויבן דעם העקסאַגראַם איז אמת.\nעס איז אַ צייכן פון קאָנסערוואַטיווע אין אַלץ.", "解曰": "מענטשן האָבן זייער אייגענע מיינונגען. דער מוח דארף נישט זיין פארנומען. גואַניין ינסטראַקשאַנז. דו זאלסט נישט זיין דיסריספּעקטפאַל.", "籤詩故事一": "◇ בעסאָד שטיצן די בראָנדז פאָן\nדער באַרימטער גרינדער גענעראל פון דער טאַנג דינאַסטי, Qin Qiong (Qin Shubao) איז געווען אַוואָרדיד דעם טיטל פון גראַנד מאַרשאַל פון די סוי דינאַסטי. ער האט געפירט זיין טרופּס צו באַפאַלן סישוי פּאַס (אָדער סישוי פּאַס אָדער דאָנגלינג פּאַס, אגדות בייַטן). יאַנג ייטשענג), דער וועכטער גענעראל פון סישוי פּאַס, איז געווען עמפּעראָר יאַנג פון די סוי דינאַסטי באפוילן צו שטעלן אַ בראָנדז פאָן מענגע, אָבער קין שובאַאָ קען נישט באַפאַלן עס פֿאַר אַ לאַנג צייַט. נאכדעם וואס ער האט זיך דערוואוסט אז לואו טשענג, דער פירער פון דער פאָרמירונג, איז זיין קוזין, האָט ער זיך פארבינדן מיט זיין מומע.\nאיידער לואָ טשענג איז אַוועק, האָט ער געזאָגט צו זיין מוטער, אַז דער מענטש וואָס איז געקומען אומקערן דעם פאָן איז זיין קוזינע קין קיאָנג, און זיין מוטער האָט אים באפוילן אים צו העלפן אין געהיים. אין דעם טאָג פון די באַשטימענדיק שלאַכט, לואָ טשענג, וואָס איז געווען היטן די בראָנדז פלאַג, פּלוצלינג סוויטשט זייטן און דזשוינד פאָרסעס מיט קין קיאָנג. זיי לעסאָף באַזיגן די בראָנדז פלאַג פאָרמירונג. לואָ טשענג פאַרנומען דאָנגלינג פּאַס און אומגעקערט וויקטאָריאַס. די טאַנג דינאַסטי.\n(די געשיכטע איז אַ מעטאַפאָר אַז מאל איר זאָל פאַרלאָזנ אויף סיבה ווען טאן טינגז, אלא ווי פאַרלאָזנ אויף עמאָציע אָדער אמונה.)", "聖意": "דאס הויז איז נאך גרייט צו צוזאגן זיך, זוכן עשירות, האלטן א חלק, זיין פארזיכטיג מיט חתונה, געבערן א מיידל, פוסגייער בלייבן אין פעלד, זייד-וואָרמס, זיבן פונקטן און זעקס בהמות שאדן, זוכן מענטשן, פובליק קלאגעס און מיגראציע , פארלוירענע פארמעגן , מערבדיקע קראנקהייטן , לייזונג צו בערג , קברים צו מערב", "古人": "געהאָלפֿן אַראָפּ די בראָנדז פאָן", "第X籤": "זיבעציק און נייַן ווינינג די לאָט", "宮": "מיטאָג פּאַלאַס"}