{"籤詩版本二": "ד י בלעטע ר פו ן ד י שיקאמא ־ בוימע ר זײנע ן געפאלן , דערהערב ט דערנענטער ט זי ך או ן ד י רײזנדע ס צוריקװעג ן זע ט אויס , װ י װאלקנס .\nא דאנק גאטס גרויסע השתדלות איז די שיף צוריקגעקומען מיט דעם אוצר אין ווינט.", "詩意": "דעם העקסאַגראַם רעפּראַזענץ די בילד פון געפאלן סיקאַמאָר בלעטער.\nאַלץ איז שלעכט אין שטייַגן און גוט אין די סוף.", "解曰": "נעמען זאכן פון האַרץ. טיאַנקסין גייט עס. צו מאַכן אַ לעבעדיק. טאָן אַלץ איר קענען.", "籤詩故事一": "◇ דער ווינט בלאָוז צו Tengwang Pavilion\nוואַנג באָ, העפלעכקייט נאָמען זיאַן, איז געווען אַ פּאָעט פון דער פרי טאַנג דינאַסטי ער איז געבוירן אין די ערשטער יאָר פון יאָנגהוי, עמפּעראָר גאַאָזאָנג פון די טאַנג דינאַסטי. וואַנג באָ האָט לייענען סקריפּטשערז זינט ער איז געווען אַ קינד, און ער איז באקאנט ווי אַ \"קינד פּראַדידזשי\". וואַנג באָ האָט לייענען סקריפּטשערז זינט ער איז געווען אַ קינד, און ער איז באקאנט ווי אַ \"קינד פּראַדידזשי\".\nווען ער איז געווען צען יאר אלט, זענען ער מיט זיין טאטע פארביי פארביי א גואנדי בית המקדש, זיי האבן געזען אין בית המקדש די מעכטיגע סטאטוע פון ​​גואנדי, האלטן א קאפי פון \"פרילינג און האַרבסט\" און עס לייענען, ווען זיין פאטער האט עס געזען, איז געווען אינספּירירט, ער האט געזונגען צום עמפּעראר גואן: \"האלטנדיג דריי לאקן פון גרין בארד, לייענט די היסטאריע פון ​​קינג דינאסטיע פאר די גרינע לאנטערן און באצאלן די בארימטע נעמען. האלט די גרין שלאנג און די לבנה אין מיין האנט.\" אַז אין האַרבסט פון דעם יאָר, וואַנג באָ געגאנגען פון שאַנקסי צו האַינאַן אינזל צו באַזוכן זיין פאטער וואס איז געווען דעמאָטעד צו די קאָונטי ריכטער פון דזשיאַאָזשי., דורכגעגאנגען דורך טויזנטער פון בערג און ריווערס צוזאמען דעם וועג. אין האַרבסט פון יאָר ווען ער איז געווען זיבן און צוואנציק, וואַנג באָ געגאנגען פון שאַנקסי צו היינאַן אינזל צו באַזוכן זיין פאטער, וואס איז געווען דעמאָטעד צו דעם פּאָסטן פון דזשיאַאָזשי קאָונטי מאַגיסטראַט, ער איז דורכגעגאנגען דורך טויזנטער פון בערג און טייכן צוזאמען דעם וועג.\nווען מיר זענען יענעם טאג אנגעקומען קיין מאדאנג בארג, זענען אלע געגאנגען אויף די ברעגן זיך רוען, ווען וואנג בא איז אליין געגאנגען ביי אן אלטע בית המקדש, האט ער מיטאמאל דערזען א זקן זיצן אויפן שטיין לעבן דעם בית המקדש, דער אלטער האט אויסגעזען ווי א קינד מיט שיינע הארן. און אַ פייע אויסזען. ער האט געזאגט צו וואַנג באָ \"ביסט נישט וואַנג באָ?\" וואַנג באָ איז געווען דערשראָקן און געזאגט, \"פּונקט! ווי טאָן איר וויסן אַז?\" דער אַלט מענטש האט געזאגט, \"איך האָבן לאַנג געהערט אַז איר האָט גוט. כוונה צו ראַטעווען מענטשן, און דיין לידער זענען זייער מינינגפאַל. עס וועט זיין אַ גרויס פּאַרטיי אין Tengwang Pavilion מאָרגן. אויב איר קענען אָנטייל נעמען אין די באַנקעט און שרייַבן אַן עסיי, איר וועט זיין באַרימט איבער די צייטן און באַקומען רייזע הוצאות. \" ווען זיי זענען אנגעקומען בײם מאדאנג בארג זײנען אלע געפארן אין ברעג צו רוען, װען װאנג בא איז געגאנגען אלײן בײ אן אלטע היכל, האט ער מיטאמאל דערזען אויפן שטײן נעבן בית־המקדש, עס איז געזעסן אן אלטער מענטש, װאם האט אויסגעזען װי א קינד מיט שײנע האר און א פייע. ער האט געזאגט צו וואַנג באָ, \"ביסט ניט איר וואַנג באָ?\"\nוואַנג באָ איז געווען דערשראָקן און געזאגט, \"פּונקט! ווי טאָן איר וויסן אַז?\"\nדער אלטער האט געזאגט: \"איך האב שוין לאנג געהערט, אז דו האסט א גוטע כוונה צו ראטעווען מענטשן, און די לידער וואס דו שרייבסט זענען גאנץ באדייטנדיק. מארגן וועט פארקומען א גרויסע מסיבה אין פרינס טענג'ס פּאַוויליאָן. אויב איר קענט אָנטייל נעמען אין באַנקעט און קאָמפּאָנירן, איר וועט זיין באַרימט איבער די צייטן און איר וועט באַקומען רייזע הוצאות.\"\nוואַנג באָ האט געזאגט: \"דאס אָרט איז זעקס אָדער זיבן הונדערט מייל אַוועק פון טענגוואַנג פּאַוויליאָן. ווי קענען מיר באַקומען דאָ מאָרגן?\" דער אַלט מענטש האט געזאגט: \"איך וועל נוצן אַ פערד ווי אַ געטלעך ווינט צו העלפן איר האָבן אַ גלאַט סיילינג. וועט באשטימט אָנקומען מאָרגן.\" וואַנג באָ דאַנקען מיר און געזאגט: \"אַנטשולדיקן מיר, מיין פאטער אין-געזעץ., ביסט איר אַן ימאָרטאַל אָדער אַ גאָט?\" דער אַלט מענטש לאַפט און געזאגט, \"איך בין דער זשאָנגיואַן שוידזשון אין באַשולדיקונג פון דעם וואַסער געגנט!\" וואַנג באָ האט געזאגט, \"דאס אָרט איז זעקס אָדער זיבן הונדערט מייל אַוועק פון טענגוואַנג פּאַוויליאָן. ווי קענען מיר באַקומען אַהער מאָרגן?\"\nדער אלטער האט געזאגט: \"איך וועל נוצן דעם פערד ווי אַ געטלעך ווינט צו העלפן איר האָבן אַ גלאַט זעגל, איך וועל באשטימט אָנקומען מאָרגן.\"\nוואַנג באָ האָט אים אַ דאַנק און געזאָגט: \"אַנטשולדיקט מיר, שוואָגער, ביסטו אַן אומאָרטאַל אָדער אַ גאָט?\"\nדער אַלטער האָט געלאַכט און געזאָגט: \"איך בין דער זשאָנגיואַן שוידזשון וואָס איז אין באַשולדיקונג פון דעם וואַסער געגנט!\" דעמאָלט דער אַלט מענטש ערדזשד וואַנג באָ צו באַקומען אויף די שיפל געשווינד. ער האָט געזען גינציק וואלקנס אַרומיק אים פֿאַר אַ בשעת, און די ווינט און װאםער איז געװען גלאט אויפן װעג• אין אײן אויגנבליק איז ער געפארן הונדערטער מייל.\nדעמאל ט הא ט דע ר אלטע ר געהײס ן װאנג ן בא , ז ײ זאל ן גײ ן ארוי ס אויפ ן שיפל , ע ר הא ט א װײל ע דערזע ן גינציק ע װאלקנס , װא ם אי ז געװע ן א גלאט ע נסיעה , אי ן אײ ן אויגענבל ק הא ט ע ר געפאר ן הונדערטע ר מייל . ווי דערוואַרט, וואַנג באָ ראַשט צו פּרינס טענג ס פּאַוויליאָן אויף דער מאָרגן פון די גרויס געשעעניש.\nווי דערוואַרט, וואַנג באָ ראַשט צו פּרינס טענג ס פּאַוויליאָן אויף דער מאָרגן פון די גרויס געשעעניש. און אויפן אָרט האָט ער אָנגעשריבן דעם \"הקדמה צו פּרינס טענגס פּאַוויליאָן\", וואָס איז גערופן געוואָרן דאָס אייביקע מייַסטערווערק פון עמפּעראָר גאאָזאָנג פון דער טאַנג דינאַסטי. און אויפן אָרט האָט ער אָנגעשריבן דעם \"הקדמה צו פּרינס טענגס פּאַוויליאָן\", וואָס איז גערופן געוואָרן דאָס אייביקע מייַסטערווערק פון עמפּעראָר גאאָזאָנג פון דער טאַנג דינאַסטי.\nעס איז אַ ליד וואָס זאגט:\nמע ן הא ט שטענדי ק געזאג ט א ז טאלאנטירט ע מענטש ן זענע ן געטער , דא ם אי ז ניש ט קײ ן צופאל , א ז דע ר װינ ט ברענג ט נאנטשענ ג קײ ן נאנטשאנג ;\nאיך האָב געשריבן אַ זאַץ וועגן טענג וואַנג'ס הויכע פּאַוויליאָן, און דערנאָך האָט ער באַגלייט די אוממאָרטאַלן קיין זשאָנגיואַן.", "聖意": "דאַוונען פֿאַר דיין היים און באַשיצן זיך, דאַוונען פֿאַר בלעסינגז, זוכן עשירות און דערגרייכן חתונה און האַרמאָניע.", "古人": "דער ווינט בלאָוז צו טענגוואַנג פּאַוויליאָן", "第X籤": "צייכן איין און אַכציק", "宮": "ווי גאָנג"}