{"籤詩版本二": "וואָס וועט פּאַסירן אויב איר פאַרלירן דיין מעלה ווייַל פון דיין שם איך בין דערשראָקן אַז גוט מאַזל וועט טוישן און שלעכט זאכן וועט פּאַסירן.\nשיכור, איך װײס ניט װוּהין צו גײן, איך האָב אַ טשודנע חלום אין שאָטן פֿון די גרינע סאָסנע.", "詩意": "דעם העקסאַגראַם רעפּראַזענץ די קאַלט פיש וואָס לאָזן די וואַסער.\nגאָרנישט קענען זיין רירן.\n\n(דאס העקסאַגראַם איז אַ סימבאָל פון שלעכט מייַלע און שלעכט גליק.\nהאַלטן דיין פֿיס אויף דער ערד אין אַלץ.\n)", "解曰": "די קאלטע פיש פארלאזן דאס וואסער. אַ פליען אין די זאלבאלל. אויב איר פרעגן וועגן לאַגער פּלאַנז. עס איז בעסער צו מאָ קי\nדער צייכן וועט ברענגען שלעכט גליק צו Liujia. אַלץ גייט פאַלש. דאַוונען פֿאַר זיכערהייט.", "籤詩故事一": "◇ זשואַנגזי טעסץ זיין פרוי\nזשואנגזי איז געבוירן געווארן אין די זו דינאסטיע, זיין פאַמיליע איז געווען זשואנג, זיין נאמען איז געווען זשו, און זיין נאמען איז זיקסיו, ער איז געווען א געבוירענער פון מענגיי אין דער סאנג דינאסטיע. אין די זשו דינאַסטי, ער איז געווען דער באַאַמטער פון קייואַן.\nאיין טאג האט זשואנגזי געטראפען א פרוי אויפן בארג, זי האט זיך אראפגעכאפט פאר א נייעם קבר, און האט פארצווייפלט געשאקלט מיט איר פאן, ווי זי וואלט געוואלט אויסטריקענען די נאסע ערד אויפן קבר. זשואנגזי האט נישט פארשטאנען איר כוונה, האט ער זי געפרעגט. זי האט געזאגט, אז דער מענטש, וואס איז באגראבן אין קבר, איז איר מאן, און די לעצטע ווערטער פון איר מאן זענען געווען, אז זי קען נישט חתונה האבן נאכאמאל, ביז דער ערד אויפן קבר איז אויסגעטריקנט. ז י הא ט שוי ן שוי ן ניש ט געקענ ט װארטן , הא ט ז י געצויג ן דע ם גראבע ן לאנד , כד י ע ס גיכע ר טרוקענע ן או ן ז י זא ל זוכ ן א צװײט ן פרילינג .\nזשואַנגזי האָט זיך צעלאָזט, ווען ער האָט געטראַכט, אַז עס איז פֿאַראַן אַזאַ האַרציקע פֿרוי אויף דער וועלט. דעמאלט האב איך געטראכט, וואלט מיין ווייב אזוי געווען? ווען סאַספּעקטיד ערייזאַז, איך ווילן צו פּרובירן עס.\nדי פאַמיליע פון ​​זשואַנגזי פרוי איז געווען טיאַן, און די פּאָר יוזשאַוואַלי האט אַ נאָענט שייכות, כּדי צו פּרובירן זיין פרוי ס לויאַלטי, זשואַנגזי באַשלאָסן צו פאַרהיטן צו זיין טויט.\nדערהערנדיק אז זשואנגזי איז געשטאָרבן פון א פּלוצעמדיק קראַנקייט, זענען געקומען אַ סך מענטשן פון אַלע איבערן, אַרײַנגערעכנט קרובֿים און פריינט, אויסדריקן זייער קאָנדאָלענצן, צווישן זיי איז געווען אַ שיינער קעניג און אייניקל פֿון דער שטאַט טשו, וועלכער איז געווען רייך אין עשירות. טיאן איז געווען ניי אלמנה און נעבעכדיק, ער האט זי נאכגעיאגט. מיז טיאן האט נישט געקענט פארטראגן דעם נסיון און האט זיך פארליבט אין וואנג סאן, זיי האבן חתונה געהאט אין בלויז צוואַנציק טעג.\nיענע נאַכט, ווען די ווייַן איז געווען שיקער און די אויערן זענען הייס, וואַנג זון פּלוצלינג געליטן אַ האַרץ אַטאַק און געשטארבן.\nמיז טיאן האט זיך דערשראקן און געפאניקט, און האט ערדזשענטליך געפרעגט וואנג סאן וואס צו טאן, וואנג זון האט אויסגעהאלטן דעם ווייטאג און האט געזאגט פאר פרוי טיאן אז מען קען נוצן די מוח פון טויטע קערפער צו ברענגען די מתים צוריק צו לעבן.\nווו צו געפֿינען די טויט גוף? פרוי טיאַן פּלוצלינג געדאַנק, איז נישט איר מאַן נאָר געשטארבן? הער טיאן האט פארגעםן פון דער אלטער ליבשאפט צװישן מאן און װײב, און האט טאקע גענומען אן האק און צעשפאלטן איר מאן׳ם ארעם, זיך צוגרײטן ארויסצונעמען דעם מוח פאר רפואה.\nאומגעריכט , װע ן ד י ארי ן אי ז געעפנ ט געװארן , הא ט זשואנגזי ן זי ך צורי ק אויפגעלעבט . פרוי טיאן האט זיך אזוי געשעמט, אז זי האט זיך געהאנגען.\n(די געשיכטע איז אַ מעטאַפאָר פֿאַר ווייאַלייטינג פרענדשיפּ פֿאַר פּערזענלעך געווינען, אַזוי מיר קענען נישט שטימען מיט אים.)", "聖意": "די הויז איז פרידלעך, די זיך איז זיכער, די געלט איז ומיוישערדיק, די טריידז זענען מקריב, די חתונה איז סאַלווד, די בייז אין ליודזשיאַ איז בליענדיק, די פוסגייער זענען נישט אנגעקומען, די זייַדוואָרמז זענען אין שלום, די לייווסטאַק איז אין שלום, די מענטשן זוכן מענטשן, דער פּראָצעס האט געביטן, די תלמידים זענען קאָנסערוואַטיווע, די פאַרמאָג איז פאַרפאַלן, עס איז קיין קראַנקייַט, און די באַרג און קברים זענען בייז.", "古人": "זשואַנגזי פּרוּווט זײַן ווײַב", "第X籤": "פּלאַץ 84", "宮": "ווי גאָנג"}