{"籤詩版本二": "פינצטערע וואלקנס און נעפל דעקן דעם וועג פארן בארג, אלעס איז ארום און די לבנה איז ווידער ארום.\nאַז איר קריגט פּאָעזיע און ביכער, װעסטו זיך אױפֿװעקן פֿון אַ טיפֿן חלום, דער אײדלער מענטש װעט דיך פירן צום דאַך.", "詩意": "דעם העקסאַגראַם סימבאַלייזאַז די סוף פון פרילינג און די בלומינג פון בלומען.\nאַלץ ענדערונגען נאָך דעם האר.", "解曰": "דער אַלטער דאַרף בעטן הילף. עס בלומז ווידער אין פרילינג. פאַרלאַנג פֿאַר רום און עשירות. טרעפן אַ ווינטפאַל שפּעט אין לעבן.", "籤詩故事一": "◇ האַן ווענגאָנג ינקאַונטערז שניי\nHan Yu, וועמענס העפלעכקייט נאָמען איז געווען Tuizhi, איז געווען פֿון טשאַנגלי. טאַנג דעזאָנג איז געווארן אַ דזשינשי אין די אַכט יאָר פון זשעניואַן, און זיין פּאָסטהומאַס טיטל איז געווען Wen Gong.\nבעשאַס די הערשן פון עמפּעראָר קסיאַנזאָנג פון די טאַנג דינאַסטי, האַן יו רעמאָנסטרירט מיט די בודאַ ס ביינער, וואָס אַנגגערד די עמפּעראָר. האַן יו לינקס זיין פרוי און קינדער און געגאנגען צו טשאַאָזשאָו. נאכן גיין ווייניגער ווי א פאר טעג, האט זיך אויפגעהויבן דער קאלטער ווינט און עס האט שטארק געשנייען. האן יו איז געקומען צו אן ארט, וואו דער שניי איז געווען עטליכע פוס טיף, און עס איז שווער געווען פאר זיין פערד זיך פאראויסצוגיין, ס'איז נישט געווען קיין הויז דערביי און ער האט נישט געוואוסט וואו דער וועג איז. אויב איר ווילן צו נאָכפאָלגן דעם דרך און צוריקציענ זיך, עס איז קיין וועג צוריק. דער װינט האט שטארק געבלאזן און דער שנײ איז שנעל געפאלן• האן יו איז געװען אײנגעװײקט ביז דער הויט, געפרוירן און הונגעריק, און נישט געהאט אין װאו צו אויסדריקן זײן צער.\nהאן יו האט א זיפצן געטון און געזאגט: \"דער קייסער וועט מיך נישט טייטן, נאר דער קייסער וויל מיך פארניכטן.\"\nפונקט ווען האן יו איז געווען פארצווייפלט האט ער געזען ווי א מאן קומט ארויסרייסען דעם שניי טראץ די שווערע קעלט, ער האט זיך ארויסגעוויזן צו זיין האן קסיאנגזי (האן יו'ס פּלימעניק).\nפריער האט האן קסיאנגזי געזאגט צו האן יו: \"וואו איז יון הענג'ס היים אין קינלינג? דער שניי נעמט אריין דעם בלוין טויער און דאס פערד הערט זיך אויף פאראויס.\" דעמאלט האט האן יו נישט פארשטאנען וואס האן קסיאנגזי מיינט, אבער יעצט ענדליך פארשטאנען.\nאַזוי האַן יו און האַן קסיאַנגזי געגאנגען צו פאַרברענגען די נאַכט אין פו ס הויז אין לאַנגואַן. גערעדט וועגן דער פאַרגאַנגענהייט און די וועג צו קאַלטיוויישאַן, האַן יו איז געווען בעעמעס קאַנווינסט.\nשפעטער האט האן יו פארלאזט זיין אפיציעלע פאזיציע, געשאנקען אלע זיינע פארמעגן פאר די לאקאלע רעגירונג, און איז געגאנגען צו די בערג צו פירן טאואיזם און ווערן אן אומשטארבלעכער.", "聖意": "די הויז איז נישט גוט פֿאַר זיך, זיין אָפּגעהיט צו זוכן געלט, פאָקוס אויף געשעפט, חתונה איז שפּעט, ליודזשיאַ ווייַבלעך פּאַדעסטריאַנז פאַרשפּאַרן פעלדער, זייַדוואָרמז זענען גוט, לייווסטאַק איז גוט, עס איז שווער צו געפֿינען מענטשן, ציבור לאָסוץ זענען ריפּיטיד, מייגריישאַן איז דערהייַנטיקט, פאַרפאַלן זאכן זענען ערנסט, חולאתן זענען דילייד, באַרג קברים זאָל זיין געביטן.", "古人": "האַן ווענאָנג טרעפן שניי", "第X籤": "פֿינף און אַכציק געווינער לאָטעריע", "宮": "שען גאָנג"}