{"籤詩版本二": "גיין האַלב וועג אַרויף די מערב באַרג, די קליפס פון דזשונלינג קענען ניט זיין געזעצט.\nקוקן אַרויף צו גאָט פֿאַר שוץ, דעם גוף איז נאָך אין די מאָרג", "詩意": "דעם העקסאַגראַם איז ווי איר זוכט פֿאַר גאָלד אין די זאַמד.\nעס זענען וואונדער פון איידעלע מענטשן אין אַלץ.\n\nאויך: דעם העקסאַגראַם ינדיקייץ אַז דער מענטש איז אין געפאַר.\nעס זענען וואונדער פון איידעלע מענטשן אין אַלץ.", "解曰": "דזשאַדע קענען זיין געפֿונען דורך טשיסעלינג שטיין. געפֿינען גאָלד אין די זאַמד. דאַרפֿן צו אַרבעטן שווער. נאָר צרות.\nאן אנדער ווערק: אַ שווער סיטואַציע. ינ ערגעצ ניט צו בלייַבן. בעט פֿאַר גאָט 'ס ברכה. דאַוונען פֿאַר שלום פון גייַסט.", "籤詩故事一": "◇ בייַסן גאָלד און ויספאָרשן ונטערערד קאַוועס\nצו פייַערן זיין מיליטעריש עקספּלויץ, Cheng Yaojin כאָוסטיד אַ באַנקעט אין Yanwuyang. פּלוצעם האָט זיך געעפֿנט אַ לאָך אין דער ערד, װאָס איז געװען אומפֿאַרשטענדלעך, אַלע האָבן געצױגן גורל דורך אױסקלײַבן די װערטער, בײסן דאָס גאָלד צו געווינען, און דינגן שטריק זיך צו בונדן אין לאָך.\nס׳זײנען פאראן שטײנערנע טירן, טישן, שטולן, בריקן און אנדערע חפצים, אויפ׳ן טיש זײנען פאראן דראנג־קאטלאטן און דזשיד־בעלטלעך, װאם זענען געמאכט פון גאלד און ארויםגעטראגן פון דער הײל.\nיאא דזשין איז ארויסגעקומען פון לאך מיט א גרויסן קעסטל און א קליין קעסטל, געעפנט די הילצערנע קעסטל און ארויסגענומען די דזשאַדע פּלאָמבע, געעפֿנט די קעסטל, ארויסגענומען די גרויסע פאָן און די קרוין קיטל און שפּילן און זיי אַרויפגעטאָן אויפן טיש, און יעדער איינער האט זיי נאכגעקוקט. איך האָב געזען די אַכט פּלאָמבע אותיות ינגרייווד אויף די גרויס פּלאָמבע זענען \"דער שעד מלך פון הונישי, דער גרויס ערלעך עמפּעראָר\".\nאַלע האָבן אים געדינט ווי דער \"קייסער\", און יאָדזשין האָט דאָס געטאָן דריי יאָר ווי דער שדים-קעניג. (פאקטיש, דאָס איז נאָר זיך-פּראָקלאַימעד, און טשענג יאַאָדזשין איז געווען בלויז דער פירער פון דעם דאָרף אין דער צייט.)\n(די מעשה איז א מעטאפאר, אז גוטע זאכן זענען פונקט ווי אקטירן. דאס איז די קינסטליכע אויפפירונג פון \"דער קערפער איז נאך אין ריק\".)", "聖意": "מתפלל פֿאַר היים און הויז זיך, פעלן פון נוץ, זוכן עשירות, שווער אַרבעט, וואָרענען אין געשעפט, חתונה וועט זיין געשטערט דורך ליודזשיאַקסו, פּאַדעסטריאַנז, טשיטיאַן זייַדוואָרמז, סטאַביל זעקס לייווסטאַק, זוכן פֿאַר מענטשן, קיין לאָסוץ, אָנווער, מייגריישאַן, בעכעסקעם פאַרפאַלן פאַרמאָג, בייז חולאתן, מניעות, בערג און גרייווז.", "古人": "ויספאָרשן די קריפּט פֿאַר גאָלד", "第X籤": "צייכן זיבן און אַכציק", "宮": "שען גאָנג"}