{"籤詩版本二": "שטערט מיך נישט מיט אייערע פערזענליכע ענינים דאס איז בעסער צו פרעגן דעם עולם.\nא קלאר הארץ איז ליכטיק און קלאר ווי די ליכטיגע לבנה אויפן הימל", "詩意": "דעם העקסאַגראַם רעפּראַזענץ די בילד פון אַ העל לבנה אין דעם הימל.\nאַלץ איז ליכטיק און לופט.", "解曰": "זייט ערליך אין הארץ. ויסגלייַך די געזעץ. הייליקע ווערטער. צום סוף ווערט קלאָר.", "籤詩故事一": "◇ דער גענעראַל פון קאָנג מינג\nלייזונג: זשוגע ליאַנג מאָובאַלייזיז זיין טרופּס און גענעראַלס\nבעשאַס די דריי קינגדאָמס צייַט, זשוגע ליאַנג (181-234), העפלעכקייַט נאָמען קאָנגמינג, איז געבוירן אין יאַנגדו, לאַנגיאַ (איצט יינאַן קאָונטי, שאַנדאָנג פּראַווינס).\nזשוגע ליאנג האט מסכים געווען צו ווערן א באאמטער נאכדעם וואס ליו בעי האט באזוכט די טהאטטשעט הייזקע דריי מאל. דעמאלט האט קאאו קאא פאסיפיקירט העבעי און איז באשלאסן צו מארשירן דרום. ער האט געשיקט קסיאהא דאן אלס הויפט גענעראל, יו דזשין, לי דיאן און אנדערע אלס דעפּוטאַט גענעראַלס, געפירט אַן אַרמיי פון 100,000 צו מאַרץ צו קסיניע. הגם זשוגע ליאנג האט געהאט א פלאן זיך צוריקצוציען פון דעם שונא אין יענער צייט, האבן גואן יו און זשאנג פעי פאראכט די ווערטער פון זשוגע ליאנג. זשוגע ליאנג האט נישט געהאט קיין ברירה נאר צו נוצן ליו ביי'ס שווערד צו איבערצייגן זיי ביידע, אזוי אז זיי האבן יעדן געפירט טויזנט מיליטער און אנליין אין יושאן און אנלין, זיי האבן געווארט אז קסיאהא דאן זאל פירן זיין ארמיי צו פארביי, און דערנאך זיי אטאקירט מיט אַמבושעס און פייַער.\nאין דערצו, זשאו יון איז געשיקט געווארן צו פירן די אַלט און שוואַך רעשטן פון דער אַרמיי צו קעמפן ווי אַ וואַנגאַרד קעגן Xiahou Dun, און דאַן פייסינג באַזיגן און צוריקציען, צוציען Xiahou Dun אין די שמאָל וועג אין די בערג און פאָראַס. פּינג, זשו קאַנג, ליו פענג און אנדערע צו סניק אין די הינטן פון קאַאָ ס אַרמיי, ברענען סאַפּלייז און שאפן פּאַניק אין קאַאָ ס אַרמיי.\nנאָך דעם שלאַכט, אַלץ געטראפן ווי זשוגע ליאַנג עריינדזשד. ווען Xiahou Dun און Yu Jin האָבן געפירט די אַרמיי אין יאָג, לי דיאַן, וואָס איז געווען אין די הינטן, דרינגלעך ינפאָרמד Xiahou Dun אין די פראָנט אַז ער דארף צו היטן קעגן פייַנט פייער אַטאַקעס. אבער, עס איז געווען צו שפּעט. קאַאָ ס אַרמיי איז געווען קאַנסטריינד דורך די שמאלע וועג און איז געווען אין אן ארט וואו ביימער זענען געווען אינאיינעם, אזוי האט מען נישט געקענט אנהייבן די פייער, עס זענען געווען שווערע קרבנות, און קסיאהא דאן און אנדערע גענעראלן זענען באזיגט געווארן און אנטלאפן צוריק קיין שודו.\n(די געשיכטע איז אַ מעטאַפאָר אַז קאָנג מינג איז גוט צו נוצן מענטשן און רעגירן די מדינה מיט חכמה.)", "聖意": "היים און הויז זענען גינסטיק. איך ווינטשן פֿאַר גוט גליק אין עשירות, שלום פון גייַסט, בליענדיק געשעפט, חתונה, הצלחה, הצלחה אין ליודזשיאַ, מענטשן מאָווינג פעלדער, זייַדוואָרמז, אָנווער פון לייווסטאַק, פעלנדיק מענטשן, ציבור לאָסוץ, מיגראַטיאָן, פאַרפאַלן פאַרמאָג, ברכות, קראנקהייט, שלום, בערג און קברים.", "古人": "קאָנג מינג ס גענעראַל", "第X籤": "דער ניינטער צייכן", "宮": "יין פּאַלאַס"}