{"籤詩版本二": "א גוטע ווייַזן מאכט איר שטיין אויס פון די מאַסע מיט אַ קרימענ זיך, און דיין צוקונפֿט ענדערונגען און איר ברענגען אַ פּלאַץ פון עשירות.\nא וועג איז ברייט ווי דער הימל, און אַלע געלט וואָס איר קענען געבן וועט זיין אין דיין האַרץ", "詩意": "דעם העקסאַגראַם ינדיקייץ אַ פּראַמאַסינג צוקונפֿט.\nאַלץ גייט גוט.", "解曰": "א גרויסער וועג. איר קענען מאַך פאָרויס. ניצן דיין האַרץ. נאָר פאָרויס.\nאַלץ גייט ווי פּלאַננעד מיט דעם צייכן. גוט גליק צו דזשיטשאַנג.", "籤詩故事一": "◇ דריי העלדן קעמפן קעגן לו בו\nלייזונג: דריי העלדן זשאַנג פעי, גואַן יו און ליו ביי קעמפן קעגן לו בו\nדאָנג זשואָ האָט זיך דערוווּסט, אַז הואַ קסיאָנג איז געווען ביכעדיד און געשיקט פליענדיק גענעראל לו בו צו קעמפן. ווי באַלד ווי לו בו איז געגאנגען אין שלאַכט, ער געהרגעט גענעראַלס פאַנג יו און מו שון, און געהרגעט ווו אַנגואָ און גאָנגסון זאַן.\nזשאַנג פעי האט געזען אַז גאָנגסון זאַן קען נישט באַזיגן לו בו, אַזוי ער געשווינד ריפּלייסט גאָנגסון זאַן און שרייַען: \"די סלאַוועס פון די דריי פאַמיליעס זאָל לאָזן! סאַקסעשאַן, אָן געווינער אָדער לוזער.\nנאָך גואַן יו געזען עס, ער און זשאַנג פעי קעגן לו בו און געקעמפט פֿאַר מער ווי דרייַסיק ראָונדס.\nליו ביי אויך געפירט צוויי שווערדן, קלאַפּט זיין פערד און סטעפּט פאָרויס צו העלפן זשאַנג פעי און גואַן יו.\nד י דר ײ מענע ר האב ן ארומגערינגל ט לו בו ו או ן געבליב ן קעמפן , אל ע מענטש ן אי ן דע ר גרופע , זענע ן געװע ן דערשטוינט .\nבאלד האט לו בו אנגעהויבן צו פארלירן קראפט, לו בו'ס פגאסוס האט זיך צוריקגעצויגן, אבער די דריי מענער האבן נאכגעיאגט לו בו און זיך אפגעזאגט צו געבן, זיי האבן זיך נישט צוריקגעצויגן ביז זיי האבן זיך באגעגנט מיט לו בו'ס מיליטער.\n\"דריי מלכות\"\n(די געשיכטע איז אַ מעטאַפאָר פֿאַר לו בו ס העלדישקייַט און בקיעס אין פייטינג. איין מענטש קענען באַזיגן דריי מענטשן.)", "聖意": "דאס הארץ פון הויז און שטוב פארט נאר אויף די אייגענע רייזע צו זוכן עשירות. א מעגליכע חתונה ארטיקל גייט צו ליודזשיא. דאס גייט גלייכליך פאר מענטשן. זשושונטיאַן זייַדוואָרמס נוצן. מענטשן קענען זיין געפונען צווישן די זעקס חיות. מענטשן קענען זיין געפונען אין שטייַגן. ליטאַגיישאַן, מיגראַטיאָן, פאַרפאַלן פאַרמאָג, חולאתן, בערג און גרייווז זענען ווי גוט גליק.", "古人": "דריי העלדן קעמפן קעגן לו בו", "第X籤": "איין און ניינציק ווינינג לאָטעריע", "宮": "איר פּאַלאַס"}