{"籤詩版本二": "איך האָבן פּלאַננעד פֿאַר געשעפט זינט איך איז געווען אַ קינד, אַזוי איך טאָן ניט דאַרפֿן צו פרעגן פֿאַר עשירות און עשירות.\nאויב צוויי מענטשן זוכן עפּעס, דער געלערנטער וועט גיין אויס און קומען צוריק מיט די שפּיץ פרייז.", "詩意": "דעם העקסאַגראַם איז געווען דער סימבאָל פון געשעפט זינט קינדשאַפט.\nזייט פלייַסיק און שפּאָרעוודיק אין אַלץ און זאָרג-פריי.", "解曰": "פון קינדשאַפט צו דערוואַקסן. קיין שטערונג, קיין שטערונג. מאַכן אַ פּלאַן. די רום גייט גלאַט.", "籤詩故事一": "◇ קאַי קינג ריפּייז זיין גוטהאַרציקייַט (Cai Yong)\nCai Yong, העפלעכקייַט נאָמען Bojie, איז געבוירן אין Chenliuyu (איצט דרום פון Qixian קאָונטי, Henan פּראַווינס). ער איז אַ געלערנטער און דער מאַן פון דזשאַו וווניאַנג. מיט פינף יאר צוריק האט דאס אימפעריאלע געריכט רעקרוטירט טאלאנטן אויף דער געלע ליסטע, און די קאונטי האט אים רעקאמענדירט צו קומען קיין בעידזשינג צו נעמען דעם עקזאמען, זינט דעמאלט איז נישט געווען קיין נייעס.\nדער ערשטער יאָר נאָך קאַי באָדזשיע לינקס איז גרינג צו האַנדלען מיט. די משפּחה האט עטלעכע סייווינגז און זייער לעבן איז מאַנידזשאַבאַל.\nדי קומענדיגע יאר האט טשענליו געליטן א שווערע טריקעניש, און ער האט זיך פארלאזט אויף זשאו וואניאנגדיאן צו פארקויפן צירונג כדי איבערצולעבן דעם הונגער, עס איז נישט געווען קיין נייעס פון קאי באַדזשיע, וואס האט געמאכט די פאמיליע נאך מער באַזאָרגט.\nדי טריקעניש האט געדויערט דריי יאר אין דער צייט. זשאנג גואנגקאי, א שכן אין דארף, האט איר פון צייט צו צייט געהאָלפן.\nשפּעטער, Cai Bojie וואַן די ערשטער פרייז און אומגעקערט היים צו וויסן אַז זיין פרוי איז געהאָלפֿן דורך זשאַנג גואַנגקאַי. די פּאָר געגאנגען צו זשאַנג ס הויז צו אויסדריקן זייער דאנקבארקייט און געגעבן זשאַנג גואַנגקאַי צוויי טאַעלס פון זילבער ווי אַ טאַלאַנט.", "聖意": "די היים איז פרידלעך, די זיך איז בליענדיק, די געשעפט איז געראָטן, די חתונה איז געראָטן, די געבורט פון אַ מענטש איז געראָטן, די פעלד איז פול מיט זייַדוואָרמז, די זעקס לייווסטאַק זענען בליענדיק, די זוכן איז מצליח, די פּראָצעס איז מצליח. , ד י מיגראצי ע אי ז געלונגע ן , ד י פארלוירענ ע פארמעג ן אי ז גוט , ד י קראנקהײ ט אי ז א באר ג או ן דע ר קבר , גוט .", "古人": "קאַי קינג ריפּייז זיין גוטהאַרציקייַט (Cai Yong)", "第X籤": "צייכן צוויי און ניינציק", "宮": "איר פּאַלאַס"}