{"籤詩版本二": "לואַן פענג קסיאַנג איז געווען דרענטשט אין די רעגנדל, אָבער אין דער צייט ער איז געווען בוליד דורך קוויער\nאיך בין געווען שאַקט צו וויסן אַז איין טאָג די וואלקנס זענען ווייַט אַוועק, אָבער איך נאָך אומגעקערט מיין קליידער צו איר.", "詩意": "דעם העקסאַגראַם רעפּראַזענץ דער סימבאָל פון לואַן און פיניקס זייַענדיק באדעקט דורך רעגן.\nאַלץ קומט ווען די צייט קומט.", "解曰": "דע ר רשע גײ ט טאג־צו־טאג . א דזשענטלמען זאָל גאָרנישט טאָן. נאָר האַלטן צו זיך. נעמען קאַמף ווען די צייט קומט.", "籤詩故事一": "◇ גאַאָ יוני געראַנטיז חתונה\nאין דער פרי סאנג דינאסטיע האט זשאו קואנגין פאראייניגט די צפון און דאס גאנצע לאנד האט זיך אונטערגעגעבן, אבער אין די דרום טאנג דינאסטיע האט לי יו זיך איינגעשריבן אין דרום פונעם יאנגצע טייך. טראַפּינג דזשאַו קואַנגיין אין שאָוזשאָו, און די סיטואַציע איז געווען קריטיש. זשאו קואנגין'ס פּלימעניק, גאאו דזשונבאו, א יונגערמאן מיט א גאלדענער ביקס, האט פארלאזט ביאנדזשינג צו ברעכן די סידזש פון שאָוזשאָו.\n, דורכגעגאנגען דורך שואַנגסואָ באַרג, זיי צעבראכן די מאַן צייכן געגרינדעט דורך ליו דזשינדינג, און די צוויי קאַמפּיטיד, ווי אַ רעזולטאַט, ליו דזשינדינג באַזיגן Gao Junbao דריי מאָל מיט זיין פּרעכטיק מאַרשאַל קונסט, און זיי פארביטן גאָלד מאַסעס און זילבער בעלז פֿאַר לעבן. זשאו קואנגין'ס פּלימעניק גאאו דזשונבאו האט פארלאזט ביאנדזשינג כדי צו ראטעווען דעם פארכאפטן זשאו קואנגיין אין שאָוזשאָו. ער איז דורכגעגאנגען דורך שואנגסואו בארג און צעבראכן דעם שילד אויפגעשטעלט דורך ליו דזשינדינג. און איז געצווונגען צו חתונה. די פּאָר האָט געפירט דעם עולם אין די סידזש און געראטעוועט דזשאַו קואַנגין.\n(די מעטאַפאָר פון דער געשיכטע איז אַז די צוויי זענען נישט באוויליקט (זיי זענען בוליד), אָבער שפּעטער באוויליקט.)", "聖意": "דאס הויז איז נישט גוט פאר זיך, היט זיך צו זוכן געלט, בלאקירן געשעפטן, ווארטן אויף חתונה, פארשפעטיקט חתונה האבן, פארפעלן מענטשן, פארלאנגן אין פעלדער, זייד ווארעם, שפעט בהמות, פארלוירן מענטשן, שוועריגקייטן צו טרעפן מענטשן, קלאגעס, פארלוסט, מיגראציע, קאָנסערוואַטיוויטי, פאַרפאַלן פאַרמאָג, בייז חולאתן, פאַרלענגערונג פון בערג און גרייווז.", "古人": "Gao Jun געראַנטיז חתונה", "第X籤": "דרײַ און נײַנציק האָבן געוווּנען אין לאָטעריע", "宮": "xugong"}