{"籤詩版本二": "א גביר זאל זיך נישט אכטונג געבן פון די קליינע מענטשן, אויב עס גייט נישט אויס, וועט ער מאכן צרות.\nדער קלאַנג פון דער פּיאַנע דאַרף מען הערן מיט אַ נאָענטן פרײַנד, עס איז שטענדיק שטיל און ווייג, דאָס ווערק איז פאַר אַלעמען.", "詩意": "דעם העקסאַגראַם זאָל טרעפן די בילד פון אַ נאָענט פרייַנד.\nבעכעסקעם טינגז קעסיידערדיק וועט ברענגען גוט גליק.", "解曰": "זשייינפאנגקסו. דו זאלסט נישט באַצאָלן ופמערקזאַמקייַט צו אנדערע זאכן. באַהאַנדלט זיך ווי אַן איידעלע מענטש. אַלע צופרידן.\nZhiyin Fangxu האט פיר אותיות, וואָס איז ערידזשנאַלי געשריבן ווי Shiyin Fanghua.", "籤詩故事一": "◇BoYa וויזיץ פרענדז (BoYa Broken Qin)\nבויאַ, פאַמיליע יו, געגעבן נאָמען רוי און העפלעכקייַט נאָמען בויאַ, איז געווען אַ געבוירענער פון יינגדו, טשו שטאַט בעשאַס די פרילינג און האַרבסט פּעריאָד און די וואָרינג שטאַטן פּעריאָד.\nזשאָנג זיקי האָט געארבעט ווי אַ האָלצקוטער אין טשו מלכות. איין טאג האט ער באגעגנט יו בויא שפילן די הארפ אינעם האן טייך, זשאנג זיקי האט געהערט א שטימע זאגן: \"ס'איז הויך ווי א בארג און אזוי ווייג ווי פליסענדיג וואסער\" די צוויי האבן חתונה געהאט און האבן צוגעזאגט זיך ווידער טרעפן אין מיטן האַרבסט פעסטיוואַל ווייַטער יאָר.\nדער ווייַטער יאָר, יו בויאַ געהאלטן די אַפּוינטמאַנט ווי סקעדזשולד, אָבער זשאָנג זיקי איז געשטארבן. נאכדעם וואס יו בויא האט זיך דערוווסט אז זשאנג זיקי איז געשטארבן, האט יו בויא געמיינט אז ס'וועט מער נישט זיין קיין מוזיק אויף דער וועלט און ער וועט מער נישט שפילן אויף די הארפ אין זיין לעבן.\nזאָגן:\nברייקינג די יאַו קין און פענג וויי האַן. זי קי טוט נישט זאָרגן צו וועמען ער שפּילט.\nדי פרילינג ווינטל ברענגט אַלע פריינט. עס איז שווער צו געפֿינען אַ אמת פרייַנד.", "聖意": "זיין פאָרזיכטיק צו גיין אויס פון דיין היים, איר זענט אַ ראָשע, זוכן עשירות, וואַרטן פֿאַר די צייט, זיין אָפּגעהיט וועגן טראַנזאַקשאַנז, עס איז בעסער צו זיין שפּעט אין חתונה, ווייַבלעך פּאַדעסטריאַנז אין Liujia מאַך פעלדער, זייַדוואָרמז זענען ווייניקער, לייווסטאַק שעדיקן איז געפונע ן , מע ן זוכ ט מי ט פלײסיק , עפנטלעכ ע קלאגעס ן או ן מיגראציע , זוכ ן גיך , קראנקהײטן , ס׳אי ז אומגינםע ר צ ו פארשפאר ן בערג , קברים .", "古人": "בויאַ וויזיץ פרענדז (בויאַ צעבראכן קין)", "第X籤": "פּלאַץ פיר און ניינציק", "宮": "xugong"}