{"籤詩版本二": "די אַמביציע און דערגרייכונגען זענען אין די דינאַסטי, אָבער איצט עס וועט זיין סאָף טרינקט און געשלעכט.\nאַז מע זעט אַ גאָלדענעם האָן, װעט מען אײַך באַלוינען מיט געלט, מאַזל און מאַזל.", "詩意": "דעם העקסאַגראַם רעפּראַזענץ דער סימבאָל פון אַמביציע און רום.\nהאַלטן אַלץ גינסטיק.", "解曰": "אַמביציעס און יקסייטאַד. עס איז נישט צו שפּעט צו היטן זיך. דער גאָלדענער האָן הבטחות. אַלע צופרידן.", "籤詩故事一": "◇ קאַו פּי פּראָקלאַמירט זיך קייסער\nCao Pi, העפלעכקייַט נאָמען Zihuan, איז געבוירן אין Peiguoqiao (איצט Hao County, Anhui). א בארימטער פאליטיקער און שרייבער אין די דזשיאנאן תקופה.\nקאאו פי איז דער צווייטער זון פון קאאו קאאו, ער האט געלעבט מיט זיין פאטער אין מיליטערישן לאגער זינט ער איז געווען א קינד, אונטער זיין פאטער'ס איינפלוס האט קאא פי זיך געלערנט בויגן אין עלטער פון זעקס יאר און פערד רידינג ביי אכט יאר און זיך אנטוויקלט גוט מאַרשאַל קונסט סקילז. ער האָט אויך ברייטע וויסן וועגן אַלטע און מאָדערנע קלאַסישע און ביאָגראַפֿיעס, ווי אויך די ביכער פֿון הונדערטער געדאַנקען־שולן. ערשט אין עלטער פון אַכצן יאָר האָט קאַאָ קאַאָ באַזיגן יואַן שאָ און קאַאָ פּי האָט געלעבט אַ לעפיערעך סטאַביל לעבן אין יעטשענג, דער צענטער פון קאַאָ קאַאָ הערשן. זינט דעמאלט, הגם ער האט אמאל באגלייט זיין פאטער אויף מיליטערישע עקספּעדיטיאָנס און רובֿ פון די צייט געלעבט דעם לעבן פון אַן איידעלע זון, ער נאָך פּראַקטיסיז יעדער טאָג מאַרשאַל קונסט און האט נישט אַראָפּגיין ביז דעם טאָג. ער פארט אפט אויף זײן פערד אין הונדערט טריט און איז זײער באקענט אין קעמפ־קונסט, װײל ער פירט אפט קעמפ־קונסט, איז ער ליכט און שטארק.\nקאַאָ קאַאָ ס עלדאַסט זון קאַאָ אַנג איז געהרגעט אין אַ שלאַכט. נאָך די עלדאַסט זון געשטארבן, קאַו פּי געווארן דער ערשטער ברירה פֿאַר די קרוין פּרינץ. ווען ער איז געווען איין און דרייסיק יאָר אַלט, ער איז געווארן דער קרוין פּרינץ דורך קאַאָ קאַאָ. ווען קאַו פּי איז געווען דריי און דרייסיק יאָר אַלט, קאַאָ קאַאָ איז געשטארבן פון קראַנקייַט, און קאַו פּי איז סאַקסידאַד אים ווי פּריים מיניסטער און מלך פון ווי. ע ר הא ט געזאגט , א ז ע ר רײ ט אפ ט אוי ף פערד , אוי ף הונדער ט טרעפ ן או ן אי ז זײע ר בקי , װײ ל ע ר פיר ט אפטמא ל קונגפו , אי ז ע ר לײכ ט או ן געזונט .", "聖意": "דאַוונען פֿאַר דיין היים און דיין היים צו זיין פרידלעך, זוכן עשירות, אַרבעט שווער, האַנדל, ברעכן זיך פרי, חתונה וועט זיין געראָטן, ליודזשיאַ וועט זיין זיכער, מענטשן וועלן זיין אין די פעלד, זייַדוואָרמז וועט זיין דערוואַקסן, זעקס לייווסטאַק וועט זיין דערוואַקסן , ע ס װע ט זײ ן שװע ר צ ו געפינע ן מענשען , עפנטלעכ ע קלאגע ן װעל ן דרינגענדי ק זײ ן , מיגראצי ע װע ט פארלויר ן או ן ד י זאכ ן װע ט זײ ן װײט , קראנקהײט ן װעל ן זי ך פארלאנג ן אי ן ד י בערג , או ן גריבער .", "古人": "קאַאָ פּי פּראָקלאַמירט זיך קייסער", "第X籤": "פינפט און ניינצטער געווינער לאטעריע", "宮": "xugong"}