{"籤詩版本二": "די מייַעסטעטיש פּאַגאָדאַ איז ומגעוויינטלעך, מיט מעהודערדיק פֿעיִקייטן פון אַלע זייטן וואָס שייַנען ברייטלי.\nאיך בעט דיך צו זיין באשלאסן צו בויגן פלייַסיק און טאָן גוט מעשים, און הימל וועט שיקן איר ברכות.", "詩意": "דעם העקסאַגראַם רעפּראַזענץ די מאַנאַפעסטיישאַן פון זכות.\nאַלץ איז גינסטיק.", "解曰": "ד י ברכות . אַלעמען האט עס. דו זאלסט נישט זיין צו פאַרנומען. זכות איז באשלאסן אין שטייַגן.", "籤詩故事一": "◇ דער מלך פון פעניאַנג מיץ זיין אייניקל אויף כינעזיש וואַלענטינע ס טאָג\nלייזונג: Guo Ziyi באגעגנט די וועווער מיידל אַראָפּגיין צו ערד אויף די כינעזיש וואַלענטינע ס טאָג. טיאַנסון, די גראַנדאָטער פון די דזשאַדע עמפּעראָר, איז די זיבן פעריז.\nGuo Ziyi (697-781), אויך באקאנט ווי Guo Linggong, איז געווען אַ געבוירענער פון זשענג קאָונטי, הואַזשאָו (איצט הואַקסיאַן קאָונטי, שאַאַנקסי פּראַווינס) און אַ גענעראַל אין די טאַנג דינאַסטי. די קייסעריש הויף האט געגעבן זייי דעם טיטל פון מלך פון פעניאַנג.\nמען זאגט אז זיי איז ערידזשנאַלי פון הואזשאָו און איז געגאנגען צו די אַרמיי אַרויס די גרויס וואנט. ער איז געגאנגען צו בעידזשינג צו דריקן פֿאַר מיליטעריש צאָלונג און אומגעקערט צו יינזשאָו. עס איז געווען די כינעזיש וואַלענטינע ס טאָג אין דער צייט. דער ווינט און זאַמד זענען געװארן פינצטער, און די זון איז געװארן פינצטער, זיי האט זיך נישט געקאנט פאראויס, איז ער געשטאנען בײם װעג, ער איז געשלאפן אויפן דיל אין א לײדיקן הויז, װען ער האט געזאלט שלאפן, האט ער מיטאמאל דערזען א רויט ליכט. פו ן בײד ע זײט ן הא ט ע ר זי ך אויפגעשטעל ט או ן זי ך אויפגעהויב ן פארװאונדערט , אי ן הימ ל אי ז געװע ן א װאלקן , פאמעלע ך אראפגעפאלן , דארט ן אי ז געזעס ן א שײנ ע פרוי , בכבודיק ע או ן שײנער , אינגאנצ ן אנדער ש פו ן פשוט ע מענטשן . זי י אי ז גלײ ך באצאל ט זײ ן כבוד , או ן געזאגט , ״הײנ ט אי ז דע ר זיבעטע ר טא ג פו ן זיבעטע ן לונער־מאנאט , אי ך מײ ן אזו י אי ז געקומע ן ד י װעבער־מיידל , װא ס הא ט זי ך געװאל ט שענק ן אי ר לאנג ע יאר ן או ן עשירות .\nדי פרוי האט אויך געענטפערט: \"מיט גרויס עשירות קומט אריכות ימים.\"\nנאכדעם װי ער האט פארענדיקט רעדן, האט זיך דער שײן צוריקגעקערט און די װאלקנם האבן זיך לאנגזאם אויפגעהויבן• די פרוי האט נאך אראפגעקוקט אויף גואו זיי מיט א אנגענעם שמייכל ביז זי איז געװען װײט פון איר, און דאן איז דער רויך געװארן פארבלוט און מ׳האט זי מער נישט געזען.\nס'האט זיך אויסגעזען אמת, אזוי ווי די פרוי האט געזאגט. זיי'ס מעלות זענען וועלט-בארימטן, ער איז א גאר פאפולערער מיניסטער, און ער איז א גענעראל מיט סיי מעלות, סיי מיט מעלות.", "聖意": "מאַכן אַ ווינטשן פֿאַר זיך אין שטוב, מאַכן אַ ווינטשן פֿאַר זיך, דאַוונען פֿאַר געלט, גוט גליק אין געשעפט, גוט גליק אין חתונה, גוט גליק אין ליודזשיאַ, גליקלעך טראַוואַלז מיט מענטשן, מאָווינג פעלדער, זייַדוואָרמז, סטאַביל לייווסטאַק, שלעכט גליק אין געפֿינען מענטשן, ציבור לאָסוץ, מייגריישאַן, גוט מאַזל, פאַרפאַלן פאַרמאָג חולאתן, קברים אין זשענקסינגשאַן", "古人": "מלך פעניאַנג באגעגנט זיין אייניקל אויף כינעזיש וואַלענטינע ס טאָג", "第X籤": "צייכן זעקס און ניינציק", "宮": "xugong"}