{"籤詩版本二": "שפעט אריינצוגיין און ארויס זוכן עצה, באַזאָרגט און באַזאָרגט וועגן מאכן צרות\nווי אַ פויגל פליענדיק אין אַ טראַפּ, ווי לאַנג קענען עס נעמען צו אַנטלויפן?", "詩意": "דעם העקסאַגראַם איז אַ צייכן פון בעכעסקעם טינגז אַלט און אַדאַפּט זיך צו גורל.\nאַלץ איז ניט באַפרידיקנדיק.", "解曰": "זיין קאָנסערוואַטיווע אין קיין צייט. ווארטן ביז דער איידעלער זאל אנקומען. אויב איר פרעגן וועגן אַלץ. די הויפּט זאַך וועט זיין שפּעט.", "籤詩故事一": "◇ דזשי פּינג איז געהרגעט\nדזשי פּינג, וועמענס פאַקטיש נאָמען איז דזשי טאַי, אויך באקאנט ווי פּינג, איז געווען אַ קייסעריש דאָקטער אין די האַן דינאַסטי.\nאין פינפטן יאר פון דזשיאנ'ן (200 לספירה) איז קאאו קאאו געווארן דער פרעמיער מיניסטער און האט נישט ערנסט גענומען דעם קייסער, זינט ער האט געלייענט דעם גזירה וואס דער קייסער האט געשריבן אויף זיין גארטל, דאנג טשענג, וועלכער האט נישט געהאט קיין וועג צו באקומען. פטור פון קאַאָ קאַאָ, פּעלץ ופגעבראַכט און בייז, באַזאָרגט, ער איז קראַנק.\nעמפּעראָר קסיאַן געבעטן די קייסעריש דאָקטער דזשי פּינג צו מייַכל קאַאָ קאַאָ. דזשי פּינג לייענען דעם קייסער ס סוד עדיקט און איז געווען באשלאסן צו באַקומען באַפרייַען פון קאַאָ קאַאָ, אַזוי די צוויי פון זיי דיזיינד אַ פּלאַן צוזאַמען. אומגעריכט האבן ווענט אויערן, דאנג טשענג'ס היימישע שקלאף, קין קינגטאנג, איז געשלאגן געווארן פערציק מאל מיט א שטעקן דורך דאנג טשענג צוליב זיין שידוך מיט דאנג טשענג'ס יונגע ווייב, ער האט א חרפה, ווען ער האט געהערט וועגן דעם, האט ער געמאלדן דאנג טשענג און דזשי פּינג צו קאַאָ קאַאָ.\nדזשי פּינג האָט גענוצט די קאָפּווייטיק פון Cao Cao און אים בעסאָד פּויזאַנד. קאַאָ קאַאָ האָט באַקומען אַ שפּיץ, געכאַפּט דזשי פּינג, אים געפּײַניקט און אויסגעפאָרשט דעם פירער. דזשי פּינג אַנטקעגנשטעלנ זיך טויט און געשטארבן נאָך רירנדיק די טריט.", "聖意": "דאס הויז איז באַזאָרגט וועגן זיך, דער רשע בעט געלט, די געשעפט איז צעבראכן, די חתונה איז נישט לאַנג, די שטראָף איז זעקס, דער פוסגייער איז פארכאפט אין די פעלד, די זייַד וואָרעם איז געשעדיקט, די זעקס בהמות זענען געפונען, די מענטש איז געפונען, דער ציבור פּראָצעס איז פאַרפאַלן, די מיגראַטיאָן איז נישט רירן, די פאַרמאָג איז פאַרפאַלן, די קרענק איז באגאנגען, די נעץ איז אין די באַרג, דער קבר איז טויט,", "古人": "דזשי פּינג איז געהרגעט", "第X籤": "נומער אַכט און נײַנציק", "宮": "האַיגאָנג"}