{"籤詩版本二": "ריגנדיק דאָס פֿערד און האַלטן דעם בײַטש, קומען מיר גלײַך אַהער, האַלב אין סכּנה און האַלב אין אומגליק.\nעס איז ווי א הויז וואס ווערט פארברענט מיט פייער, ווען דער הימל פאלט פארוואנדלט עס אין אש דער רעגן, איך האב א פלאן.", "詩意": "דאס העקסאַגראַם רעפּראַזענץ האַלב צער און האַלב פרייד.\nעס איז קעדייַיק צו טאָן גוט אין אַלץ.", "解曰": "לייפלאָנג אַרבעט. דו זאלסט נישט זאָרגן וועגן רעכט און אומרעכט. די שאַקאַלז זענען צייַטווייַליק. פאַרדראָס קומט געוויינטלעך.", "籤詩故事一": "◇ Tao Sanchun ביץ זשענג ען אין גוייַואַן\n\"לאנג לעבן מיין דענקמאָל,\" זשאַאָ קואַנגיין איז ווידער אויפגעשטאנען, \"ביפּינג מלך זשענג ען האט עריינדזשד אַ חתונה דעמאלט, איצט אַז די וועלט איז אין שלום, איך וואָלט ווי צו פרעגן דיין דערלויבעניש צו קלייַבן אַ גינציק טאָג צו חתונה. \"\n\"לאנג לעבן מיין דענקמאָל!\" זשאו קואנגין האט זיך אויפגעשטעלט און געזאגט, \"דער קעניג פון קעניג, זשענג אן, האט דעמאלט איינגעארדנט א חתונה, יעצט אז די וועלט איז בשלום, וויל איך בעטן דיין ערלויבעניש צו אויסקלייבן א מזל טוב. טאָג צו חתונה האָבן.\"\n\"אוי, דער דריטער ברודער איז געווען פאַרקנאַסט פריער, ווי קומט עס אַז איך האב נישט וויסן וועגן דעם?\", טשי ראָנג איז געווען זייער יבערראַשן, ער האט אַ וואַווינג מיט זיין האַנט און געבעטן זשאַו קואַנגיין צו זיצן אַראָפּ און רעדן.\n\"אָה! דער דריטער ברודער איז געווען פאַרקנאַסט פריער, ווי קומט איך נישט וויסן וועגן דעם?\" טשי ראָנג (קייסער פון די שפּעטער זשאָו דינאַסטי) איז געווען זייער סאַפּרייזד. ער האט אַ וואַווינג מיט זיין האַנט און געבעטן דזשאַו קואַנגיין צו זיצן אַראָפּ און רעדן.\n\"עס איז א לאנגע מעשה, ערשטנס, זענען מיר נאך דעמאלט געווען אין ארעמקייט און זענען נישט אריין אין דיין ארמיי. זינט דאן קעמפען מיר שוין יארן און האבן נישט קיין צייט זיך צו זאָרגן וועגן דיר. צווייטנס, איז דער דריטער ברודער אויך אביסל. שעמעוודיק צו דערמאָנען עס, אַזוי דיין מאַדזשעסטי ווייסט נישט.\"\n\"עס איז א לאנגע מעשה. קודם כל האבן מיר דעמאלט נאך געלעבט אין ארעמקייט און זענען נישט אריין אין דיין ארמיי. זינט דאן קעמפען מיר שוין יארן און האבן נישט קיין צייט זיך צו זאָרגן וועגן דיר. צווייטנס איז דער דריטער ברודער אויך א ביסל שעמעוודיק צו דערמאָנען עס, אַזוי דיין מאַדזשעסטי ווייסט נישט.\"\n— העי, דער זכר קאלעדזש־סטודענט האט חתונה, וואס איז די נקודה פון זיך שעמען, דער דריטער ברודער איז שוין לאנג אויף די שלאכטפעלד און קען מען באטראכטן אלס אן אומגעגליכן העלד, פארוואס ביסטו אזוי קלײניג אין דעם ענין?\n— העי! דער קאלעדזש-איינגעל האט חתונה, וואס איז די נקודה פון זיך צו שעמען? דער דריטער ברודער איז שוין לאנג אויף שלאכטפעלד און קען מען באטראכטן אלס אן אומגעגליכן העלד, פארוואס ביסטו אזוי קלײניג אין דעם ענין?\n— װעגן דעם, איך קען נישט באַשולדיקן מײַן דריטן ברודער פֿאַרן שעמעוודיקן, װײַל די דאָזיקע חתונה איז געשלאָסן געװאָרן.\n— װעגן דעם, איך קען נישט באַשולדיקן מײַן דריטן ברודער פֿאַרן שעמעוודיקן, װײַל די דאָזיקע חתונה איז געשלאָסן געװאָרן.\n\"אויסגעשריבן? היי, ס'איז אינטערסאנט, ביטע זאג מיר וואס איז געשען.\"\n\"איך האב עס אויסגעשריבן! היי! עס איז אינטערעסאנט! ביטע זאג מיר וואס איז געשען.\"\n״יא , איך געדענק יענעם יאר , ווען מיר האבן זיך געדארפט אנשליסן אין זיין מאַדזשעסטי , זענען מיר דורכגעגאנגען דורך באאוטשענג קאונטי , עס איז געווען זייער הייס אין יוני , מיין דריטער ברודער האט נישט געקענט בלייבן אין האטעל , איז ער ארויסגעגאנגען אליין וואנדערן . נאָכן דורכגיין אַ מעלאָן־גאָרטן, איז ער אַרײַן אַרײַנצוקלײַבן, מעלאָן האָט אויסגעלוקט דעם דאָרשט, ס׳זײַנען אין דער צײַט נישט געווען קיין פֿרי־צייטנדיקע מעלאָן, און דער דריטער ברודער האָט נישט געוווּסט, ווי אַזוי צו קלייַבן, האָט ער זיי צעבראָכן אַ סך. די פרוי וואס האט קוקנדיק אויף די מעלאנען איז געשטאנען פאראויס צו באשולדיגן דעם דריטן ברודער, די צוויי האבן געהאט א מחלוקת, און דאן האבן זיי אנגעהויבן קריגן, קום, צומ גליק, בין איך געווען באַזאָרגט און מיט צייט צוגעלאפן, אַנדערש...\"\n״יא , איך געדענק יענעם יאר , ווען מיר האבן זיך געדארפט אנשליסן אין זיין מאַדזשעסטי , זענען מיר דורכגעגאנגען דורך באאוטשענג קאונטי , עס איז געווען זייער הייס אין יוני , מיין דריטער ברודער האט נישט געקענט בלייבן אין האטעל , איז ער ארויסגעפארן אליין וואנדערן . נאָכן דורכגיין אַ מעלאָן־גאָרטן, איז ער אַרײַן אַרײַנצוקלײַבן, מעלאָן האָט אויסגעלוקט דעם דאָרשט, ס׳זײַנען אין דער צײַט נישט געווען קיין פֿרי־צייטנדיקע מעלאָן, און דער דריטער ברודער האָט נישט געוווּסט, ווי אַזוי צו קלייַבן, האָט ער זיי צעבראָכן אַ סך. די פרוי וואס האט קוקנדיק אויף די מעלאנען איז געשטאנען פאראויס צו באשולדיגן דעם דריטן ברודער, די צוויי האבן געהאט א מחלוקת, און דאן האבן זיי אנגעהויבן קריגן, קום, צומ גליק, בין איך געווען באַזאָרגט און מיט צייט צוגעלאפן, אַנדערש...\"\n\"דער זשענג זינגער, ס'איז זײַן שולד לכתחילה, ער זאָל זיך אַנטשולדיקן. פֿאַר װאָס האָט ער אים געשלאָגן? דערצו, װי קאָן אַ מײדלס משפּחה אױסהאַלטן די זעץ און קיקס פֿון אַ האַרציקן מאַן װי ער! קום, דו שלאָגסט דאָס מײדל צו שטיקער, נײן?״ ״דאס מײדל איז געװען אומבאדארפט...״\n— דער זשענג זיםינג, ס׳איז זײן שולד לכתחילה, ער זאל זיך אנטשולדיגן, פארװאם שלאגט איר אים, א חוזק, װי קאן א מײדלס פאמיליע אויסהאלטן די זעץ און קיקס פון א גרויםן מאן װי ער! האסט געשלאגן דאס מיידל. ניין?\"\n— דאס מײדל איז געװען אומבאדארפט...\n\"אז ס אָוקיי, אַז ס אָוקיי ... העי, איר האָט נישט גענומען קאַמף? אָה, איך טרעפן איר ראַטעווען מיר אין צייט.\"\n\"אז ס אָוקיי! אַז ס אָוקיי ... היי! האָט איר ניט גענומען קאַמף? אָה! איך טרעפן איר געווען דער איינער וואס געראטעוועט מיר אין צייַט!\"\n״...ניין, דער מענטש, וואס איך האב געראטעוועט, איז געווען... דער דריטער ברודער.\n\"אַה?!\" \"אַה?!\"\n״ד י דריטע ר ברודע ר הא ט זי ך דור ך דע ר װײ ב געקלאפ ט אי ן דע ר ערד , או ן דע ר װײ ל הא ט זי ך א גאנצ ן װע ג געשלאג ן מי ט געוואלד , צו ם גליק , בי ן אי ך צוגעקומע ן או ן אי ם איבערצייגט , א ז ע ר אי ז ניש ט שטאר ק פארוואונדע ט געװארן .... אײער ר מיעסט ע... אײער ר גאםט!... \"\n— דע ר דריטע ר ברודע ר הא ט זי ך דור ך דע ר װײ ב געקלאפ ט אי ן דע ר ערד , או ן מע ן הא ט געמאכ ט געוואלדיק , צו ם גליק , בי ן אי ך אנגעקומע ן או ן אי ם איבערצייגט , א ז ע ר אי ז ניש ט שטאר ק פארוואונדע ט געװארן .... אײער ר מיעסט ע... אײער ר מלוכה!... .\n\"אַה?...אָ, ווער איז די פרוי!?\" \"אַה!?...אָ, ווער איז די פרוי!?\"\n\"ערשט שפּעטער האָב איך זיך דערוווּסט, אַז די פֿרוי הייסט טאַאָ סאַנטשון, און איר פֿאָטער טאַאָ האָנג איז געווען אַן אַלטער העלד, וואָס האָט נישט געהאַט קיין אַספּיראַציעס. טאַאָ סאַנטשון האָט זיך געלערנט מאַרשאַל־קונסט פֿון זײַן טאַטן זינט ער איז געווען אַ קינד. נאָך דעם וואָס איך האָב זיך באַקענט. זיין משפּחה, איך געזען אַז מיס סאַנטשון האט בוילעט כאַראַקטער. , לואָ לואָ און ברייטהאַרציק, אָן קיין געוווינהייטן צו זיין אַ קליין מיידל, זיי דיליבראַטלי מאַטשט אים. די טאַאָ פאטער און טאָכטער אויך לייקט די סטרייטפאָרווערד כאַראַקטער פון די דריט ברודער. גיב עס גלייך אראפ און האט באשלאסן אויף דעם חתונה פאר זיי ביידע. דיין מאַדזשעסטי, ביטע זאג מיר, דאס איז נישט איז עס אַ געשלעפּט חתונה?\"\n\"ערשט שפּעטער האָב איך זיך דערוווּסט, אַז דאָס מיידל הייסט טאַאָ סאַנטשון, און זי האָט געלערנט מאַרשאַל קונסט פֿון איר פֿאָטער זינט זי איז געווען אַ קינד, נאָכדעם ווי איך האָב זיך באַקענט מיט זײַן משפּחה, האָב איך געזען, אַז מיס סאַנטשון האָט אויסגעצייכנט כאַראַקטער, איז געווען ברייטהאַרציק, און נישט געהאַט דעם מינדסטן שפּור פֿון זײַן אַ קליין מיידל, האָב איך זי בכוונה רעקרוטירט, הער טאַו און זײַן טאָכטער האָבן אויך זייער ליב געפֿעלט דעם פּשוטן כאַראַקטער פֿון זייער דריטן ברודער, זיי האָבן עס גלײַך געכאַפּט און באַשלאָסן חתונה צו האָבן. אײנע ר צו ם אנדערן , אײער ר מעכטי , מיינס ט אי ר ניש ט דא ס אי ז א געשפאלטע ר חתונה ?\n(די געשיכטע איז אַ מעטאַפאָר, ווייַל אַ שלעכט זאַך איז געווען אַ גוט זאַך.)", "聖意": "דאַוונען פֿאַר שוץ פון די היים און זיך, זיין אָפּגעהיט, דאַוונען פֿאַר עשירות, צעשטערן געשעפט, שטערן חתונה, שטראָף, ליודזשיאַ, פאַרזיכערונג, פּאַדעסטריאַנז טראַפּט אין פעלדער, זייַדוואָרם שעדיקן, לייווסטאַק שעדיקן, פעלנדיק מענטשן, ומלעגאַל לאָסוץ, אָנווער, מייגריישאַן, קאָנסערוואַטיווענעסס , פארלוירענע פארמעגן , בײז ע קראנקײטן , דאגות , געפארן , בערג , קברים , דורכפאל", "古人": "טאַו סאַנטשון ביץ זענג ען אין די מעלאָן גאָרטן", "第X籤": "נומער ניין און ניין און ניין און ניין און ניין און ניין און ניין און ניין און ניין און ניין און ניין און ניין און ניין און ניין און ניין און ניין און ניינ און ניין", "宮": "האַיגאָנג"}