{"籤詩版本二": "Dünya gözəl evlilik, xeyirli günlər və xoş günlər üçün yaradılsın və hər şey yaxşı olsun\nBu lotu alsanız, kiçik məsələ deyil.İmperator insanların sadiq və düz olduğunu bəyan edir.", "詩意": "Bu hexaqram göyün və yerin açılışının başlanğıcını təmsil edir.\nHər şey xeyirlidir.", "解曰": "Sürətli sürət. İl öz vaxtına dəyməz. Guanyin yazır. Əvvəlcə mənə bildirin.", "籤詩故事一": "◇Zhongli maarifləndi\nZhongli soyadlı Zhongli Quan, Quan adı, nəzakət adı Yunfang və ləqəbi Zhengyang, Şərqi Han sülaləsi dövründə Şaansi əyalətinin Xian, Xianyang qraflığından idi.\nZhong Liquan Han sülaləsinin generalı idi.Qərbi Qianqa qarşı ekspedisiya zamanı komandir Liang Yi-ni qısqanırdı və ona yalnız 30.000 yaşlı və zəif əsgər təyin etdi.O, təyinat yerinə çatan kimi düşərgəni qarət etdilər. Qərbi Qiang ordusu və əsgərlər qaçdı. Zhong Liquan bir vadidə azdı və yolda bir Hu rahibinə rast gəldi və onu kiçik bir kəndə apardı və dedi: \"Bu, cənab Donghua'nın iqamətgahıdır.\" Sonra sağollaşıb getdi. Bir müddət sonra kimsə qəfildən dedi: \"Yaşıl gözlü Hu adamının çox danışıq olması buna görədir.\" O, ağ maral kürkü geyinmiş və əlində yaşıl quinoa çubuğu tutan bir adam gördü. O, Çjonq Liquandan soruşdu: \"Gələn adam burada Han Da General Zhongliquan\n? Zhong Liquan qəribə bir insanla tanış olduğunu bildiyi üçün şoka düşdü, buna görə də Taonu səmimiyyətlə öyrəndi.\nZhong Liquan daha sonra Zhenren Huayang və Ölümsüz Kral Xuanfu ilə tanış oldu və \"Ölümsüzlüyün sirri\"ni öyrəndi. Nəhayət, o, Konqtonq dağındakı Zijin Sihaofenqdə yaşadı, \"Yeşim qutusunun sirrini\" əldə etdi və əsl ölməz oldu.O, Quanzhen təriqəti tərəfindən də Beş Şimal Patriarxından biri kimi hörmətlə qarşılandı.", "聖意": "Dua edin ki, payız-qışda evinizə, evinizə xeyir-bərəkət gətirsin.Payız-qışda qismət axtarın.İşdə uğurlar,evlilikdə uğurlar,oğlan dünyaya gətirməkdə uğurlar,tarla səfərində uğurlar. , ipəkçilikdə uğurlar, maldarlıqda uğurlar, adam tapmaqda uğurlar, ictimai davalarda uğurlar, köçdə uğurlar, itirilmiş mallar, Şimal-şərq xəstəlikləri, dağ və türbə göndərməkdə uğurlar.", "古人": "Zhongli maarifləndi", "第X籤": "ilk əlamət", "宮": "uşaqlıq"}