{"籤詩版本二": "Narahatlıqlar, nigaranlıqlar müvəqqəti olaraq aradan qalxır, göydən sevinc gəlir.\nPeyin içində gizlənmiş nefrit kimi, yaxşı işçi də tozu qaldırar", "詩意": "Bu hexagram Yin və Yangın harmoniyasını təmsil edir.\nPlanladığınız hər şey uğurludur.", "解曰": "Heç nə qazanmadı, heç nə itirmədi. Zərərdən qazanc. Bədxahın çətinliyi var. Uğurlar sizə, cənab.", "籤詩故事一": "◇Ye Meng Xiong Chao Di\nNəzakətli adı Nanzhao və adı Longtang olan Ye Mengxiong (1531-1597) Longtan olaraq dəyişdirildi və həmçinin Huayun adlandırıldı. Ming sülaləsində Huizhou Fucheng (indi Huicheng rayonunun bir hissəsi, Huizhou şəhəri) Wanshifang'ın doğması. Jiajing hakimiyyətinin 44-cü ilində (1565) o, Cinşi oldu və Qing mahalının hakimi tituluna layiq görüldü. O, köçürmə departamentinin direktoru vəzifəsində çalışdı və daha sonra Şanxi Yolunun nəzarət senzoruna dəyişdi.\nVanlinin 20-ci ilində (1592) Ningxia'nın baş konsulu Kuaibai (monqol tatar tayfasının başçısı) qubernator Dang Xini öldürdü və Hexi əyalətindəki Qırx yeddinci Qalanı ələ keçirdi. , şəhəri sındırdı, ibadət etdi və özünü yandıraraq öldürdü. Meng Xiong kredit götürməkdə təkəbbürlü deyil və bacarıqlarının döyüşməyə cəsarət edən generallar qədər yaxşı olmasına imkan verir. Rəsmi Wei Xuezeng bərpa edildi. Sonrakı illərdə o, beş dəfə istefa verdi və Huilong məbədini tikmək üçün Huizhou'ya qaytarıldı.\nYe Mengxiong Taoizmə ilk vaxtlarda dövlət qulluqçusu kimi daxil oldu və düzgünlüyü ilə məşhur idi.Köhnə tarixi qeydlərdə deyilir ki, o, “təvazökarlıq və bacarıqda birinci”, “korrupsiyanı aradan qaldırır və üsyanları cəzalandırır”, yaxşı bir reputasiya qoyub; son dərəcə sadiq, cəsarətli, cəsarətli və bacarıqlıdır. Ömrünün ikinci yarısında onun döyüş sənəti məharəti “Min sülaləsinin tarixi”nə yazılıb və o, milli qəhrəman kimi qiymətləndirilib.", "聖意": "Ev əlverişsizdir (getdikcə daha dincdir) Payız və qış özü üçün yaxşıdır, zənginlik uğurlu olacaq, əməliyyatlar uğurlu olacaq, evlilik uğurlu olacaq, Liujia yalandan həyəcanlanacaq (xəzinələr olacaq), piyadalar tarlaya gedəcəklər. ipək qurduna dua et, altı heyvan düz olacaq, adam tapılacaq, ictimai davalar əlverişsiz olacaq, köç mühafizəkar olacaq, itirilmiş mallara mane olacaq, Fuşan qəbrində xəstəliklər həll ediləcək", "古人": "Ye Meng Xiong Chao Di", "第X籤": "On altıncı uduşlu loto", "宮": "Maoqong"}