{"籤詩版本二": "Qərbdə Qızıl Qarğa, şərqdə Dovşan yüksəlir.Gecə ilə gündüzün dövranı qədim zamanlardan bu günə qədər davam edir.\nRahiblər və Taoçular bilirlər ki, heç bir dezavantaj yoxdur və alimlər, fermerlər, sənaye və tacirlər hamısı öz düşüncələrinə əməl edirlər.", "詩意": "Bu hexagram yin və yangın böyüməsini və azalmasını təmsil edir.\nBu həm də hər şeyin planlaşdırıldığı kimi gedəcəyinə işarədir.", "解曰": "Ağlımda heç nə yoxdur. Etdikləriniz savabdır. Yaydan çıxan ox kimi. Bir atəş hədəfə dəydi.", "籤詩故事一": "◇ Cao Quo əmi ölməzdir\nXuzhou əsilli Cao Guojiu, Song sülaləsinin Renzong dövründə dövlətin böyük əmisi olduğu deyilir.Onun adı Cao Yi idi, həmçinin Cao Jingxiu kimi tanınır.\nCao Quo əmisinin Cao Er adlı kiçik bir qardaşı var idi. Bu Cao Er imperatorluq mövqeyinə güvənərək hər cür şər işlətdi.O, tarlaları zəbt etdi, arvadları və qızları apardı, bəzi qanunsuz yaramazlarla dostluq etdi.Girdi-çıxdı.Cao Quojiu dözə bilmədi.O. Onun xoş söz və təsəllilərinə qulaq asmaq istəmədiyi üçün onu idarə etmək üçün cəzadan istifadə etdi. , iki qardaş kin saldılar.\nCao Quojiu deyib: \"Dünyanın prinsipləri ondan ibarətdir ki, yaxşılıq toplayanlar rifah qazanacaq, pislik toplayanlar isə məhv olacaqlar. Bu, dəyişməz həqiqətdir. Keçmişdə bizim Cao ailəsi bugünkü sərvətə çatmaq üçün pis əməllər toplayıb. İndi. qardaşım lap pislik toplayıb qaçsa da məmurlar tərəfindən cəzalandırılsanız belə, gizli işləyən təbii fəlakətlərdən xilas ola bilməzsiniz.Bir dəfə fəlakət gəlib ailəniz dağılıb, kimsə ölsə, sən olmayacaqsan. qaça bildim.Bundan zəlil olub qorxacağam.” Beləliklə, bütün var-dövlətimi dağıtdım, Yoxsullara kömək etdi, qardaşının işinə baxmadı. Sonra o, evini və dostlarını tərk edərək Taoist formasına keçdi və ağlını və təbiətini inkişaf etdirmək üçün dağlara getdi.\nBir gün o, təsadüfən Han sülaləsindən olan Zhongli və Lu Dongbin ilə tanış oldu.Cao Quo əmisinin səlis cavablarını görüb çox sevindi və ona \"Həqiqətə qayıtmaq haqqında gizli fərman\" verdi və ona diqqətlə məşq etməyi əmr etdi.Çox keçmədi ki, Zhongli Quan və Lu Dongbin ölməz siniflə tanış oldular.", "聖意": "Evdə, evdə, işdə uğurlar, işdə uğurlar, evlilik, erkək piyadalar, tarlalara erkən ipək əkmək, mal-qaranın uğursuzluğu, adam tapmaq, davalar, köç, itirilmiş malda uğurlar, gec xəstəlik, qismət (dovşan ili və ya dovşan bürcündə bədbəxtlik), dağ məzarlarında uğurlar", "古人": "Cao Quo əmi ölümsüzdür", "第X籤": "On səkkizinci imzalayın", "宮": "Maoqong"}