{"籤詩版本二": "Qayığı sürətli sulu çimərlikdən geri buraxaraq, qarışıqlıq səbəbindən nə etmək istəyirsiniz?\nTəhlükəsiz olmaq istəyirsinizsə, əmin-amanlıq axtarın və dalğaların bu böhrandan keçməsini gözləyin.", "詩意": "Bu hexagram sürətli çimərlikdə səyahət edən bir qayığa bənzəyir.\nHər şeydə mühafizəkar olun və vaxtı gözləyin.", "解曰": "Güclü suya enin. Təhlükə vaxtı gözləyir. Düşərgə planları haqqında soruşsanız. Heç nə etmək olmaz.", "籤詩故事一": "◇Ziyi padşah taclıdır\nQuo Linqqonq kimi də tanınan Quo Ziyi (697-781), Huazhou (indiki Huaxian qraflığı, Şaansi əyaləti) Zheng qraflığından idi və Tan sülaləsinin generalı idi.\nTianbaonun 14-cü ilində (755) Anşi üsyanı zamanı ona Şuofanq Jiedushi (indiki Ninqsyada Linqvudan qərbdə yerləşən Linqvu) titulu verildi.Ona səlib yürüşü əmri verildi.O, Şuofanq ordusunu Li Quanqbi ilə birləşdirərək yürüş etdi. Onlar Çanşanda (Zhengding, Hebei) birləşərək Şi Siminqi məğlub edərək Hebeyi geri qaytardılar. Bu zaman Quo Ziyi imperatora Tonquanın mühasirəsini azaltmaq üçün Fan Yang'ı şimaldan götürməyi və üsyançı pələngin yuvasına hücum etməyi təklif etdi, lakin Xuanzong rədd etdi. Daha sonra, mərhum Tanq sülaləsində separatçı vassal şəhərlərin vəziyyəti əkildi ki, bu da Tan sülaləsinin süqutunun uzaq səbəbi oldu.\nTianbaonun hakimiyyətinin on beşinci ilində (756) o və uyğur koalisiyası Hequnu sakitləşdirdi.Gələn ilin yazında onlar Hedonq (indiki Yonci, Şansi) və Feng Yi (indiki Dali, Şaansi) ələ keçirdilər və Tonquana hücum etdilər. Cui Qianyu məğlub etdi.Tan ordusu 10.000-dən çox itki verdi. Cui Qianyu Pujinə təslim oldu. An Luşan oğlu An Qingxu tərəfindən öldürüldü.\nZhide'nin ikinci ilində (757) Fengxiang'a qoşun idarə etmək əmri verildi.Yolda o, Baiqu Liuyun körpüsündə (bugünkü Sanyuan'ın cənub-şərqində) 5000 Li Guirenin süvarisini məğlub etdi.May ayında An Shouzhong və Li ilə döyüşdü. Qinqquda (bugünkü Sian şəhərinin qərbində) Guiren məğlub oldu və o, Wuqong şəhərinə (bugünkü Vuqongun şimal-qərbində) geri çəkildi.Sentyabr ayında o, marşal Quanqpin Vanq Li Çunun ardınca 150.000 qoşuna qoşulmaq üçün Tan və Uyğurlara rəhbərlik etdi və sonra döyüşdü. An Shouzhong və Li Guiren ilə Sianda.Ci məbədinin şimalında (indiki Çan'an qraflığının cənub-qərbində) uyğur əsgərləri düşmənin arxasında dövrə vurdular, hər iki tərəfdən hücum etdilər və 60.000 düşməni öldürdülər.Çjan Tonqru Şaansi mahalına qaçdı. və nəhayət, paytaxt Çan'anı (indiki Sian) geri aldı.Tan ordusunun əzəməti yenidən Çanqana qaytarıldı.\nDaha sonra Tan ordusu qələbədən istifadə edərək şərqə doğru irəlilədi, Sindianda (indiki Henan əyalətinin Sanmenxia şəhərinin cənub-qərbində) Yan Çjuanq və Çjan Tonqru da daxil olmaqla 150.000 adamı məğlub edərək Anqinq Syu Sarı çayı keçib Syançjouya çəkilməyə məcbur etdi. Dongjun Luoyang qayıtdı. Situnu onun ləyaqətlərinə əlavə edin və onu ölkənin hersoqu edin.\nShi Siming An Qingxu xilas etmək üçün Fan Yangdan öz ordusuna rəhbərlik etdi.İki tərəf Anyang çayının şimalında (bugünkü Anyang'ın şimalında) formalaşaraq döyüşdü.Döyüş ayrılmaz oldu.Sonda doqquz Jiedushinin başçılıq etdiyi Tanq ordusu 600.000 adamı olduğunu iddia edərək geri çəkildi (Yeçenq döyüşündə).müharibə). Bu döyüşün əsas komandiri heç bir liderlik qabiliyyəti olmayan və döyüşün uğursuzluğunda Quo Ziyi günahlandıran eunuch Yu Çaoen idi. Quo Ziyi Çanqana geri çağırıldı, hərbi gücdən azad edildi və boş bir məmur oldu.\nBaoyinqin birinci ilində (762) Tayyuan (indiki Tayyuanın cənub-qərbi) və Jiangzhou (indiki Şansi əyalətindəki Sincan) qoşunları üsyan etdilər.Məhkəmə qorxdu, ona görə də Ziyi Fenyan kralı titulunu aldı və getdi. Jiangzhou nəzarət. O, həmçinin xədim Cheng Yuanzhen tərəfindən özgəninkiləşdirildi və hərbi gücdən azad edildi.\n(Bu hekayənin diqqəti: çox bacarıqlı və yaxşı davranışlı olan Guo Ziyi, Xuanzong və bəzi yaramazlarla görüşdü, bu da onun nailiyyətlərini böyük dərəcədə təhlükə altına aldı.)", "聖意": "Evə və özünə xeyir-dua vermək, var-dövlət axtarmaq, alış-veriş etməmək, evlənmək, yalançı həyəcan siqnalı vermək, Tiancanji'yə gələn piyadalar, çətin insanları tapmaq, ictimai davalar və (Xing deyil), miqrasiya, mühafizəkarlıq, itirilmiş əmlak, tapmaq çətin, xəstəliklər, bərəkət diləyən, dağlar və türbələr, xeyirli", "古人": "Ziyi padşah kimi taclandı", "第X籤": "On doqquzuncu uduşlu lot", "宮": "Tatsumi"}