{"籤詩版本二": "Bu qədər narahatlıq və təhlükədən sonra, bundan sonra bir daha boş qalmayacaq\nSəxavətli ürəyin öz səxavətli planları var.Böyük nailiyyətlər əldə etmək üçün bir mütəxəssislə görüşməlisən.", "詩意": "Bu heksaqram bulaqlı qədim quyuya bənzəyir.\nHər şeydə nəcib insanlar uğur qazanırlar.", "解曰": "İddiaya sonda haqq qazandırılacaq. Xəstə və təhlükəsiz. Məsləhət axtarmaq üçün içəri girib çıxın. Qədim quyu baharla görüşür.", "籤詩故事一": "◇Yao Chong çəyirtkələrə nəzarət edir\nƏsl adı Yuan Çonq olan Yao Çonq (649-721) Şaançjoudan idi.O, Tan sülaləsində Xia Quan, Çunquan Şanşu, Ziweiling, Zhongshuling və Baş nazir vəzifələrində çalışmışdır.\nKaiyuan hakimiyyətinin dördüncü ilində (716) Şandunq (ümumiyyətlə Huaşanın şərqindəki Sarı çay hövzəsini nəzərdə tutur) çəyirtkələrə düçar olmuşdu.Xalq xurafatçı fikirlərə bağlanmışdı və onları ovlamağa və öldürməyə cəsarət etmirdi. qurbanlar kəsir, buxur yandırır, tarlaların kənarında ibadət edir, çəyirtkələrin əkdiyi məhsulu seyr edirdi.\nBütün məmurlar inanırdılar: “Çəyirtkə təbii fəlakətdir, insan gücü onları necə idarə etmək olar!” O zamanlar çəyirtkələri yox etmək, yox etməmək üçün iki fərqli fikir arasında şiddətli mübarizə gedirdi.\nYao Çonq deyib: \"Nə qədər ki, biz birlikdə çalışsaq, onların hamısından qurtula bilərik. O dedi: Çəyirtkələr insanlardan qorxur, ona görə də onları qovmaq asandır. Fidanların sahibləri var, ona görə də xilasedicilər çox çalışmalıdırlar; çəyirtkələr uça bilər, gecələr od görsələr, mütləq uçacaqlar; çöldə od vur, yanarkən çuxur qaz, yanaraq basdır, heç nə qalmayacaq”.\nXuanzong dedi: \"Çəyirtkələr əxlaqi idarəetmənin zəif olması nəticəsində yaranan təbii fəlakətdir. Əgər onların ovlanmasını və öldürülməsini xahiş etsəniz, bu, taxılın əleyhinə deyilmi?\"\nYao Çonq əlavə edib: \"Çəyirtkələri tutmaq və öldürmək qədim insanlar tərəfindən həyata keçirilib və sizin əlahəzrət bundan gələcəkdə istifadə edəcək. Bu, fermerlərə sülh və firavanlıq gətirmək üçün böyük bir milli hadisədir. Xahiş edirəm, bunu ciddi şəkildə nəzərdən keçirin\".\nXuanzong əmin oldu. Amma o vaxt məhkəmənin içində və çöldə hamı deyirdi ki, çəyirtkə ovlamaq olmaz.\nXuanzong dedi: \"Mən baş nazirlə müzakirə etdim və çəyirtkələri tutmaq qərarına gəldim. Yenidən etiraz edən hər kəs edam ediləcək.\" Buna görə də senzoru insanlara nəzarət etmək və çəyirtkələri yandırmaq və basdırmaq üçün göndərdi.\nNəticələr kifayət qədər təsirli oldu.Ölkə üzrə doqquz milyon dan çəyirtkə tutuldu və çəyirtkə taunu uğurla aradan qaldırıldı.Həmin il kənd təsərrüfatı yüksək məhsul əldə etdi.\n(Fəlakətlərin idarə edilməsində və evakuasiyada müdriklikdən istifadə edilməlidir və çətinliklərin öhdəsindən gəlmək üçün dahiyanə strategiyalar olmalıdır. Yao Çonq bu məsələdə mütəxəssisdir)", "聖意": "Ev adidir, özü qapalıdır, pul axtarmağa qadağa qoyulur, ticarət kəsilir, evlilik və harmoniya əngəllənir, Liujia'da təhlükə var, piyadalar kəsilir, ipək qurdları bağlanır, mal-qara əlverişsizdir, adam tapılmır, insanlar bloklanır , ictimai davalar açılır, köç əsassızdır, itmiş əşyalar çətin tapılır, xəstəliklər bərəkət dilənir, dağlar, qəbirlər narahatdır", "古人": "Yao Chong çəyirtkələrə nəzarət edir", "第X籤": "İyirmi beşinci lotereyada udmaq", "宮": "Mi Sarayı"}