{"籤詩版本二": "Şayiə gəzir ki, işlər alt-üst olub, üfüqdən məktub aldım.\nKitabda mənə vəd edilən şöhrət və uğur sona qədər boş qaldı.", "詩意": "Bu hexagramın saxta adı var.\nHər şeydə mühafizəkar olmaq məsləhətdir.", "解曰": "Yuxarı və aşağı üzülür. İstirahət axtarmaq boş şey deyil. Şöhrət arzusu. Təhlükəsiz qalın.", "籤詩故事一": "◇Zhong Kui maariflənməyə nail olur\nSoyadı Zhong Kui olan Zhong Kui, nəzakətli adı Zhengnan, Zhongnanshandandır.\nTan sülaləsinin imperatoru Dezonq dövründə imperator imtahanında Zhong Kui iştirak etdi.Zhong Kui imtahan suallarını oxudu və dərhal məqaləni bir anda yazıb təhvil verdi. Həmin gün baş imtahan verən Mülki İşlər Naziri Han Yu, imtahan verənin müavini isə böyük alim Lu Zhi idi. İkisi Zhong Kui-nin kağızını oxuyanda gözləri parladı və bir ağızdan dedilər: \"Sehrbaz, sehrbaz! Bu məqalədəki hər söz incədir, Li Taibai və Du Zimei-yə layiqdir!\" Beləliklə, birinci yer olaraq Zhong Kui adlandırdılar.\nİmperator Dezonq Han Yu-nun hesabatını dinlədi və yeni elm çempionu Zhong Kui-nin çox istedadlı olduğunu söylədi, ona görə də Zhong Kui-ni Qızıl Sarayda çağırdı.\nİmperator Dezonq onun çirkin görkəmini görəndə dərhal narazılığını hiss etdi və dedi: \"Bizim sarayda alimlərin seçilməsi hamısı şəxsi sözlərə və xəttatlığa əsaslanır. Belə bir çirkin insan necə qızıl elmlərdə bir nömrəli alim seçilə bilər? \"\nHan Yu tələsik diz çökdü və dedi: \"İnsanın yaxşı və pisliyi zahiri görkəmdən ibarət deyil. Sən, müqəddəs Tanrı, Yan Yingin üç fut hündürlüyündə olduğunu və baş nazirlə bərabər olduğunu eşitmirsən? Çjou Çanq kəkələyir, lakin Han sülaləsinə kömək edə bilər; Konfutsi insanları xarici görünüşünə görə mühakimə edir və oğlu Yunu itirir. Ümid edirəm ki, əlahəzrət iki dəfə düşünəcək.\"\nİmperator Dezonq bir anlıq fikrə getdi və dedi: \"Han Aiqing'in sözləri ağlabatan olsa da, mən İmperator Taizong olanda, Yingzhou'ya gələn və bu barədə danışan on səkkiz alim var idi. Bu adam bir nömrəli alim idi. Qorxuram ki, dünya istedadları tanımadığım üçün mənə güləcək”.\nBaş nazir Lu Qi dar düşüncəli və istedadlara qibtə edirdi.İmperatorun sözlərini eşidəndən sonra diz çökdü və dedi: \"Qızıl mövzuda bir nömrəli alim həm daxili, həm də zahiri olmalıdır. Bu mövzu üçün üç yüz namizəd var. Niyə başqa birini seçmirsən?\"\nZhong Kui bu adamın belə çaşqın olduğunu görəndə özünü saxlaya bilməyib əsəbiləşdi və Lu Qiyə işarə edərək söydü: “Belə bir nadan məmur məhkəmədə olarsa, ölkəyə zərər verməzmi?” Bundan sonra yumruğu ilə Lu Qini yumruqladı.\nBunu görən Dezonq qəzəbləndi və dedi: \"Sən çox cəsarətlisən, Qızıl Sarayda problem yaratmağa cəsarət edirsən, onu tez yıx!\"\nZhong Kui qəzəblə sarayda dayanan generalın belindən qılıncını çıxarıb ucadan ah çəkdi: “Ürəklənmiş pişiyin pələngi təqlid etməsi çətindir, məyus tutuquşu isə toyuq qədər yaxşı deyil”. Bundan sonra o, intihar edib.\nİmperator Dezonq Zhong Kui'nin qəzəblə intihar etdiyini görəndə çox təəccübləndi.İnsanların qəlbini fəth etmək üçün Zhong Kui'nin 1 nömrəli Alim titulu ilə dəfn edilməsini əmr etdi və Zhong Kui də Tanrı etdi. dünyanı pis ruhlardan qurtarmaq üçün şeytan çıxarma.", "聖意": "Evinizə xeyir-dua, öz təhlükəsizliyiniz, maddi çətinliklər, iş uğursuzluğu, evlilik uğursuzluğu, Liujia qadın piyadaları, yarım bişmiş Şinta ipək qurdları, yetişdirilə bilən altı ev heyvanı, itkin insanlar, Qərb dövləti məhkəmələri, miqrasiya, mühafizəkarlıq, itirilmiş mal, xəstəlik, dağlarda və qəbirlərdə xeyir dua edin", "古人": "Zhong Kui Tao qazandı", "第X籤": "Lotereyada iyirmi altıncı uduş (Lotereya)", "宮": "Mi Sarayı"}