{"籤詩版本二": "Məsləhət görürəm ki, ondan kömək istəmə, O, durna kimi uçur və sənə gizli oxlar atır.\nOdun yığmağa getsən, otda ilan olsa, səni zəhər vura bilər, kədərlənərsən.", "詩意": "Bu hexagram təhlükəsiz qalmanın və özünü qorumağın əlamətidir.\nHər şeydə diqqətli olun.", "解曰": "Ağzınızı bağlayın və dişlərinizi tutun. O, diqqətsizdir. Özünüzü günahkar hiss edirsinizsə. Sonda özünə zərər verir.", "籤詩故事一": "◇Şahmat taxtası görüşü\nTan sülaləsinin imperatoru Taizong qərbə doğru irəliləyirdi və Suoyang şəhərində tələyə düşmüşdü.Çenq Yaojin möhkəmlətmə tələb etmək üçün Pekinə qayıtdı.\nXue Dinşana İkinci Marşal kimi xidmət etmək əmri verildi və İlahi xilas etmək və Xiliaonu sakitləşdirmək üçün getdi.\nBir dəstə adam Yumen aşırımından çıxandan sonra Qipan dağına gəldilər. Dağda minlərlə minion tərəfindən mühasirəyə alınan dağın kralı Dou Yihu Tanq generalı Luo Tonq tərəfindən məğlub edildi.Xoşbəxtlikdən onun bacısı Dou Xiantong Sarı Çiçəklərin Müqəddəs Anasının şagirdi idi və döyüş sənətində mahir idi. pəri kəndirini tutdu və Luo Tonq bağladı.Xue Dinqşan elit əsgərlərə şəxsən rəhbərlik edirdi.Tələ düşdü.\n(İmzalı şeir buna uyğundur)\nXue Dinqşanın yaraşıqlı olduğunu görən Dou Xiantong Feng Luanın dostu olmaq istədi, lakin Xue Dingshan bundan imtina etdi. Dou Xiantong əsəbiləşdi və onu itələyərək başını kəsmək istədi. Xoşbəxtlikdən Cheng Yaojin onu xilas etmək üçün gəldi və evliliklərini asanlaşdırdı. Daha sonra Dou Yihu həmçinin Qipanşan qardaşlarını Tan sülaləsinə Qərbi Liaonu fəth etməkdə kömək etmək üçün geri qaytardı.", "聖意": "Ev təhlükəsizliyi, şəxsi maraqlar, var-dövlət axtarmaq, vaxt gözləmək, biznesin durğunluğu, evliliyə icazə verilmir, Liujia yalançı həyəcan, tarlaları bağlayan piyadalar, ipək qurdları, altı mal-qara, itkin düşən insanlar, ictimai iddiaların qarşısını almaq, itki (Mo Xing) Miqrasiya, mühafizəkar, itirilmiş mal, xəstəlik çətin sağalır, dağ məzarı, xeyirli olsun", "古人": "şahmat taxtası konfransı", "第X籤": "Otuz yeddinci lotereya qalibi", "宮": "Günorta Sarayı"}