{"籤詩版本二": "Dinc və sakit vaxt keçirmək, tox olduqdan sonra çay içərkən oturub uzanmaq\nFiziki və zehni olaraq məşğul olmağa ehtiyac yoxdur və mütləq ədalətsizliyə və ya fəlakətə səbəb olmayacaqsınız.", "詩意": "Bu hexaqram sülh və sabitliyin simvoludur.\nHər şeydə doğru zamanı gözləmək uğurlar gətirəcək.", "解曰": "Sağlam və sağlam qalın. Tanrılardan soruş. Vaxt gələnə qədər gözləyin. Hadisələr təsadüfən baş verir.", "籤詩故事一": "◇Foyinhui Dongpo\nBir dəfə Su Dongpo Zen öyrənərkən bir qədər anlayış qazandı.O, vəziyyətinin transsendent olduğunu başa düşdü və bundan sevinc hiss etdi. Ehtirasımı cilovlaya bilməyib qələmimi açıb bir şeir yazdım:\n\"Göyün ortasında, Jishou bütün kainatda parlaq şəkildə parlayır; səkkiz küləkdən sovrulmaq iqtidarında deyil, bənövşəyi qızıl lotusun üzərində dik oturur.\"\n(Səkkiz külək nəzərdə tutulur: mənfəət, tənəzzül, məhv, nüfuz, tərif, məsxərə, əzab və səadət. Yəni bu səkkiz haldan bezməmək “səkkiz külək tərpənə bilməz” adlanır)\nBunu yazdıqdan sonra Dongpo xidmətçisini çayın o tayına göndərdi ki, onu Cinşan məbədinin Zen Ustadı Foyinə versin.\nZen Ustad Foyin onu oxuduqdan sonra onu \"osurmaq\" sözü ilə işarələdi və geri götürməsi üçün xidmətçisinə verdi.\nBunu görən Dongpo qəzəbləndi və o, çayın o tayından bir qayıq götürdü və müzakirə üçün Buddanın möhürünü tapmaq üçün Jinshan məbədinə getdi.\nDongpo Jinshan məbədinin darvazasına çatanda Foyin artıq darvazada gözləyirdi.\nSu Dongpo dərhal Foyini ittiham etdi: \"Mənim yazdığım şeirə niyə osurma deyirsən?\"\nFoyin cavab verdi: \"Siz onsuz da \"səkkiz küləkdən sovrulmaq iqtidarında deyilsiniz\"? Necə ola bilərdi ki, \"çayın o tayında döyülürsən\".\nBu zaman Dongpo kifayət qədər yaxşı olmadığını başa düşərək şoka düşdü və utanaraq ayrıldı.\n(Bu hekayə \"İstilik hələ gəlməyib\" üçün bir metaforadır)", "聖意": "Eviniz və öz təhlükəsizliyiniz, var-dövlətiniz, işiniz üçün, yaxşı vaxtınız üçün, evliliyiniz üçün, Liujia'da bir qadın səyyah üçün, tarlalara ipək qurdlarının gəlməsi, altı mal-qaranın sabit olması üçün dua edin, birini tapmaq üçün, bəla üçün, ictimai davalar üçün, köç üçün, itirilmiş mal üçün, xəstəlik üçün, dağ məzarına göndərmək üçün, xeyirli", "古人": "Foyinhui Dongpo", "第X籤": "Otuz bir qazanan nömrə", "宮": "Wei Gong"}