{"籤詩版本二": "Qayıdış yolu bəllidir, daşın içində gizlənmiş yəşidi kim bilir?\nYaxşı bir usta aydın bir kəsik əldə etdikdən sonra, jasper dövründə özünü təhlükəsiz və etibarlı hiss edəcəkdir", "詩意": "Bu heksaqramda siz daş kəsdiyiniz zaman jade təsvirini görə bilərsiniz.\nHər şeydə uğur qazanmaq üçün çox çalışın.", "解曰": "Xəzinə daşdadır. Qəriblər az bilirlər. Aydın olana qədər gözləyin. Əlinizdən gələni edin.", "籤詩故事一": "◇Liu Bei istedadlar axtarır (samandan tikilmiş kottecə üç səfər, samandan tikilmiş kottecə üç ziyarət)\nÜç Krallıq dövrü. Zhuge Liang Longzhongdakı samandan tikilmiş daxmada tənha yaşayırdı. Liu Bei istedadlar axtarmağa can atırdı, ona görə də o, Zhuge Lianqı şəxsən ziyarət etdi. O, üç dəfə Zhuge Lianqı ziyarət etdi (tarixdə \"Satan kottecinə üç ziyarət\" kimi tanınır). Liu Bei başqalarından uzaq durmağı xahiş etdi və Zhuge Lianqdan soruşdu: \" Han sülaləsi yıxıldı, xain vəzirlər canlarını oğurladılar. Əlahəzrət.\" Toz içində. Mən öz fəzilətimi və bacarığımı ölçmürəm, dünyada böyük salehliyə inanmaq istəyirəm, amma müdrikliyimə və bacarığıma inanmaq istəyirəm. dayazdır, ona görə də mən ondan geniş istifadə edirəm. Bu günə kimi. Ancaq mənim ambisiyam hələ də bitməyib, sizcə plan həyata keçəcəkmi?\"\nJuge Liang daha sonra ona dünyanı üç hissəyə bölmək planını təqdim etdi və Cao Cao-nun əlçatmaz olduğu və Sun Quanın ona kömək edə biləcəyi vəziyyəti təhlil etdi.O, həmçinin Jing və Yi əyalətlərindəki qubernatorların qorxaqlığını ətraflı izah etdi: ondan istifadə etmək imkanına malik olduğunu və yalnız bu iki dövlətdən yararlana biləcəyini, yalnız bundan sonra dünyanı qazana biləcəyini, hətta Liu Bei-yə Mərkəzi Düzənliklərə hücum strategiyasını söylədi. (Bu müzakirə sonradan “Longzhong Dui” adlandırıldı). Liu Bei bunu eşitdikdən sonra xəzinə tapmış kimi onu təriflədi və Çjuqe Lianqı köməyə çıxmağa şiddətlə dəvət etdi, buna görə də Zhuge Liang Liu Beyin hərbi müşaviri oldu.", "聖意": "Ev sakitdir, var-dövlət axtarıram, əmək ticarəti evliliyə mane olur və Liujia'da virtual səyahətçi olur.", "古人": "Liu Bei istedadlar axtarır (samandan tikilmiş kottecə üç səfər, samandan tikilmiş kottecə üç ziyarət)", "第X籤": "Otuz ikinci lotereya qalibi", "宮": "Wei Gong"}