{"籤詩版本二": "Köhnə ailə tərzini geyinin və yenidən təşkil edin. Tao səmasızdır, lakin ləyaqəti var.\nYoldakı tikanları və tikanları süpürdükdən sonra üçü həmkarları ilə yenidən görüşməyə razılaşıblar.", "詩意": "Bu heksaqram paltarın yenidən düzülməsini təmsil edir.\nSonradan asanlaşmadan əvvəl hər şey çətindir.", "解曰": "narahat olma. Xoş istirahətlər. Gələcək haqqında soruşsanız. Qarşıda yaxşı bir yol var.", "籤詩故事一": "◇Tang Monkun Buddist kitabları\nTan sülaləsinin görkəmli rahiblərindən olan Xuanzang (602-664) ümumi soyadını Çen və Yi adlandırırdılar.O, Luozhou, Qouşi mahalında (indiki Henan əyalətinin Yanşi şəhərinin cənub hissəsi) anadan olmuşdur. On üç yaşında rahib oldu və Buddist adını Xuanzang aldı. Dünya Tang Dynasty of Sanzang adlanır.\nZhenguanın üçüncü ilində (629, həm də Zhenguanın birinci ili kimi tanınır) o, Buddist kitablarını əldə etmək üçün qərbə Tianzhuya (Hindistan) səyahət etdi.O, təkbaşına təhlükəyə cəsarət etdi və çətinliklərə dözdü.Cəmi dörd ildə gəldi.\nZhenguanın on yeddinci ilində usta rəsmi olaraq istefa verdi və şərqə qayıtdı. O, indiki Sincan vilayətinin Cənub Yolu, Xotan və Loulan vasitəsilə Çinə qayıtdı.Bu, cəmi on yeddi il və 50.000 mil yol getdi. Zhenguanın on doqquzuncu ilinin ilk ayında Çanqana gələndə imperator Liang Guoqong Fang Xuanling və digər mülki və hərbi məmurlara onu möhtəşəm qarşılamağı əmr etdi.\nOrijinal Sanskrit Buddist kitablarının cəmi 520 və 657 cildləri tələb olundu. və Çin dilinə tərcümə edilmişdir.\nUstad geri qayıtdıqdan sonra İmperator Taizong və İmperator Gaozong tərəfindən böyük hörmətə layiq görüldü və Da Nei'də müqəddəs tutuldu və ona \"Usta Tripitaka\" titulu verildi.", "聖意": "Ev qarmaqarışıq, özünə xeyir, qismət, iş, evlilik, tarlaya insanların gəlməsinə mane olmaq, ipəkçilik, əlverişsiz mal-qara, adam axtarmaq, ictimai davalar, köç, mal itkisi, gecikmiş xəstəlik, namaz qılmaq. nemət üçün dağ qəbirləri köhnə olmalıdır.", "古人": "Tang Monk Buddist Müqəddəs Yazılarını öyrənir", "第X籤": "Otuz beşinci lotereya qalibi", "宮": "Shen Gong"}