{"籤詩版本二": "Təhlükəsiz və dinc olmaq istəyirsinizsə, küləkdə şamların olması uyğun deyil.\nTəmizləmək və dərin bir zalda oturmaq, işıqdan qaçmaq, sakit yerdə silkələmək və hərəkət etmək daha yaxşıdır. Silkələyin → Yao. Pulsuz → az.", "詩意": "Bu heksaqram küləyin lampanı və şamı silkələməsinə bənzəyir.\nHər şeyi sabit saxlamaq uğurlar gətirəcək.", "解曰": "Sakit bir yerdə yerləşin. Zəng edin və vaxtında olun. Bu nemət deyil. Mühafizəkar və uyğun.", "籤詩故事一": "◇Li Jing dağa qayıdır\nLi Jing (571-2 iyul 649), nəzakətlə adı əczaçı, Sanyuan, Yongzhou (indiki Şaansi əyalətinin Sanyuan qraflığının şimal-şərqində) doğma idi. Mərhum Sui sülaləsindən erkən Tan sülaləsinə qədər bir general, Tan sülaləsində həm mülki, həm də hərbi bacarıqlara malik məşhur hərbi strateq idi. Daha sonra ona Vey hersoqu titulu verildi və dünyada Vey hersoqu kimi tanındı.\nLi Jing, \"Tota Kralı\" kimi də tanınan tanrılar siyahısında üçüncü şahzadə Nezhanın atasıdır.Li Jing və oğlu Jiang Ziyaya (Tai Gong) Kraliça Çjou məğlub etmək, Çjou sülaləsini qurmaq və Krala kömək etdilər. Vu rəsmi olaraq taxta çıxdı. Daha sonra Jiang Ziya tanrıların siyahısını tərtib etdi və döyüşdə həlak olan əsgərlərin ruhunu dindirmək üçün mərasim keçirdi. O vaxtdan dünya dinc və dinc oldu. Kral Vu markizlər etmək və onları mükafatlandırmaq istəyirdi və o, həm də qurucu qəhrəmanlara torpaq ayırmaq istəyirdi. Li Jing, atası və oğlu və digər yeddi nəfər Taoizmi tətbiq etmək üçün dağa qayıtmağı və dünya şöhrəti və sərvətinə aludə olmamağı xahiş etdi. Sonradan onların yeddisi də “bədəndə müqəddəs oldular” və ölməzlər sırasında yer aldılar.\n\"Feng Shen Bang\" hekayəsi", "聖意": "Ev mühafizəkardır, mən adiyəm, pul axtarıram, işimdə çətinlik çəkirəm, evliliyim Liujia ilə uyğun deyil, piyadaların inamlı olması üçün dua edirəm, ipək qurdları payızda yetişir, heyvanlar isə salamatdır, Mən adam axtarıram, ictimai davalar və köçlər görürəm, mühafizəkaram, mülkümü itirmişəm, xəstəyəm, Jianxingshandakı məzarını dəyişdirmək istəmirəm.", "古人": "Li Jing dağa qayıdır", "第X籤": "Otuz yeddinci lotereya qalibi", "宮": "Shen Gong"}