{"籤詩版本二": "Qırmızı təkər qərbdə düşür, dovşan şərqdə yüksəlir, yin böyüyür və yang yox olur və hər şey çiçəklənir\nƏgər qadın ondan istifadə etmək istəsə, bu, onun sərvətini artırar və qəlbinə xoşbəxtlik gətirər.", "詩意": "Bu hexagram Yinin böyüməsi və Yangın yox olmasının simvoludur.\nSonradan asanlaşmadan əvvəl hər şey çətindir.", "解曰": "Yin qadınlara fayda verir. Kişilər üçün uyğun deyil. Məsləhət axtarırsınızsa. Əvvəlcə pislik, sonra yaxşılıq gəlir.", "籤詩故事一": "◇Vu Zetian taxta çıxdı\n14 yaşında Vu, Tan sülaləsindən olan İmperator Taizong Li Şimin tərəfindən \"Vu Mei\" adlı istedadlı bir şəxs kimi saraya çağırıldı. Taizong öldükdən sonra Zetian Qanye məbədinə girdi və rahibə oldu.\nTan sülaləsinin imperatoru Gaozong taxta çıxdıqda, Zhaoyiyə hörmət etmək üçün Wu ailəsini saraya çağırdı. Yonghuinin altıncı ilində (655) İmperator Gaozong Vu-nu kraliça təyin etdi.\nVu Zetian ziyalı idi, ədəbiyyat və tarixlə məşğul idi və bacarıqla zəngin idi. Vu Zetian kraliça olduqdan qısa müddət sonra, Gaozong zəif və xəstə olduğu üçün, bəzən müəyyən siyasi işləri idarə etməyi ona həvalə etdi, buna görə də onun gücü artdı. Şanqyuanın birinci ilində (674) İmperator Qaozong “İmperator”, İmperator Vu “Cənnət Kraliçası” adlanır, hər ikisi sarayda “İki müqəddəs” adlandırılırdı.\nHonqdaonun birinci ilində (683) İmperator Qaozong öldü, şahzadə Li Syan taxta çıxdı və taxta Vu Zetian keçdi. Sişengin birinci ilinin fevralında (684), Vu Zetian Li Sianı Lulinq kralı olaraq taxtdan saldı və dördüncü oğlu Li Danı imperator təyin etdi və sülaləni idarə etməyə davam etdi. Həmin ilin sentyabrında o, bayrağı qızılla dəyişdi və şərq paytaxtı Luoyang ilahi paytaxt adlandırıldı. Tyanşounun birinci ilində (690) sentyabrın doqquzuncu günü Vu Zetian özünü imperator elan etdi və ölkənin adını Çjou olaraq dəyişdirdi.", "聖意": "Ev özü üçün əlverişsizdir, bərəkət diləmək, var-dövlət axtarmaq, sövdələşməni qorumaq, evlilikdə xeyir, nikahda uğursuzluq (qadın), tarlanın qarşısını kəsən piyada, ipək qurdu, mal-qara, insan axtarmaq, ayrılıq, dava, itki, köç. , mal itkisi, xəstəlik, sarsıntı, dağlar və qəbirlər, uğurlar", "古人": "Vu Zetian taxta çıxır", "第X籤": "Qırxıncı lotereya qalibi", "宮": "Sən saray"}