{"籤詩版本二": "Sonsuz yaxşı sözləri xatırlayacaqsan, amma oğru oğlu olacaqsan.\nHal-hazırda acgözlük etməyin və bir il əvvəl onun necə yaxşı bir şey edəcəyindən narahat olmayın.", "詩意": "Bu heksaqram oğrunu oğul kimi tanıdır.\nHər şeydə vicdanlı olun.", "解曰": "Sadəcə bu. Bir centlmen səhv etmir. Yadda saxla. tənha olmayın.", "籤詩故事一": "◇Dong Zhuo Lu Bunu qəbul edir\nCəsur və döyüşməyi bacaran Lu Bu, Şərqi Han sülaləsinin sonu və Üç Krallığın başlanğıcında məşhur hərbi general idi.O, bir vaxtlar Jingzhou qubernatoru Dinq Yuanı övladlığa götürən atası hesab edirdi və onun tabeliyində xidmət edirdi.\nŞərqi Han sülaləsinin imperatoru Linqin ölümündən sonra Dinq Yuan hökumətə nəzarət etmək üçün general He Jin ilə sövdələşmək üçün Pekinə getdi.\nDong Zhuo Dinq Yuanla vuruşdu, lakin bir neçə general Lu Bunu məğlub edə bilmədi, buna görə Dong Zhuo Lu Buya rüşvət vermək üçün tabeliyində olan Li Suya göndərdi. Li Su \"Lu Bunu ziyarət etmək\" üçün qalaq-qalaq qızıl və gümüş xəzinələri və məşhur qırmızı dovşan atını gətirdi. Li Su, Lu Bunu ziyarət etmək üçün qalaq-qalaq qızıl və gümüş xəzinələri və məşhur qırmızı dovşan atını gətirdi. Beləliklə, Lu Bu Dinq Yuanı öldürmək üçün Dong Zhuo tərəfindən rüşvət aldı, həmçinin əsgərlərinə istəsələr onunla gəlmələrini, istəməsələr getmələrini söylədilər.Nəticədə əsgərlərin çoxu qaçdı. Beləliklə, Lu Bu Dong Zhuo tərəfindən rüşvət aldı və Dinq Yuanı öldürdü.\nDong Zhuo hakimiyyətə gəldikdən sonra Lu Bunu övladlığa götürdü və onu general və markiz etdi.\nDong Zhuo şiddətli bir xasiyyətə sahib idi və Lu Bu ilə \"ata-oğul münasibəti\" əslində çox zəif idi.Eramızın 189-cu ildə Situ Vanq Yun-un təhriki ilə Lu Bu Dong Zhuonu öldürdü.\nDong Zhuonun ölümündən altı ay sonra Dong Zhuonun köhnə qoşunları paytaxtı işğal etdi və Lu Bu və arvadı çaxnaşma içində qaçdılar. Lu Bu paytaxtı tərk etdikdən sonra sərkərdələr Yuan Şu, Yuan Şao, Zhang Yang, Zhang Miao, Liu Bei və s.-ə sığındı və o zamankı digər böyük sərkərdə Cao Cao ilə dəfələrlə döyüşdü.Lu Bu cəsur və yaxşı idi. döyüşdə və Cao Caonu bir neçə dəfə məğlub etdi.\nŞərqi Han sülaləsində Jian'anın üçüncü ilində Cao Cao qoşunları Lu Bu'nun bazası olan Xiaopei'yə hücum etdi və Baimen Qülləsi altında Cao Cao tərəfindən tutuldu və öldürüldü. Lu Bu edamdan əvvəl Cao Caodan ölümdən qaçmaq üçün onu sağ saxlamağı xahiş etdi, lakin Liu Bei Cao Caoya Lu Bunun dəfələrlə xəyanət etdiyini və vicdansız bir insan olduğunu xatırlatdı. Sonda əxlaqından asılı olmayaraq yalnız istedadlara dəyər verən Cao Cao Lu Bunu edam etdi.", "聖意": "Mən evdə narahatam, adətən pul axtarıram, əməliyyatlardan qoruyuram, evlənmək çətindir, Liujia kişi şokdadır, ipək qurdları tarlada yarı yetişmiş, altı heyvan salamatdır, adam onu ​​axtarır , ictimai iddia uyğundur və köç tapmaq çətin olan itirilmiş şeylər, xəstəliklər və Zhenxing dağının məzarında sülh üçün dua etməkdir.", "古人": "Dong Zhuo Lu Bunu qəbul edir", "第X籤": "№ 41 Lotta qalib gəlmək", "宮": "Sən saray"}