{"籤詩版本二": "İmperator, imperator və imperator nəhayət, lütfkar olacaq və itki və qazanc olmadan xeyir-dua gözləyəcək və dua edəcəkdir.\nBütün şüurlu varlıqlar ondan bəhrələnir, dünyada və cənnətdə firavanlıq gözlənilir.", "詩意": "Bu hexaqram göydən gələn lütf əlamətidir.\nHər şey uğurlu olacaq.", "解曰": "İmperator öz lütfünü göstərdi. Heç vaxt unutma. Səhər və axşam ritualları. Buxur yandırmaq münasibdir.", "籤詩故事一": "◇Mulian anasını xilas etdi\nMokou Lian və ya Mulian, Sakyamuni Buddanın on şagirdi arasında ən güclüsüdür.\nAnası sağlığında acgöz və xəsis idi, ona görə də ölümündən sonra ac kabuslar səltənətinə düşdü. Mokhullian öz sehrli gücü ilə müşahidə etmək üçün istifadə etdi və anası ac bir xəyal kimi doğulduğunu, yemək əldə etməyə imkan vermədiyini və böyük çətinliklər içində olduğunu öyrəndi.O, sehrli gücündən istifadə edərək anasına yemək gətirdi.Anası gözlənilmədən ana yemək, külə çevrildi və yeyilə bilmədi.\nMaudqalyana baş verənlərdən narahat oldu və Buddaya xəbər verdi. Budda Muliana dedi ki, yeddinci qəməri ayının 15-də bir hövzəyə yüz ləzzət və beş meyvə qoyub on istiqamətin fəzilətli rahiblərinə təqdim etsin.Bu güclə anası yemək yeyə biləcək. .\nMaudqalyana Buddanın vəsiyyətinə uyğun hərəkət etdi və anası nəhayət azad edildi. Bu cür mərasim “Obon festivalı”, bu festival isə “Obon festivalı” adlanır.\n(Qeyd: Maddənin dünyanın müxtəlif səviyyələrində müxtəlif duyğuları olur. Məsələn: bu dünyada yağış yağanda biz onu “su” kimi görürük, ac kabuslar səltənətindəki varlıqlar isə onu “qan” və hissiyyatlı cəhənnəm dünyasındakı varlıqlar bunu \"qan\" kimi hiss edirlər.\"Qılınc atmaq\", cənnətdəkilər isə \"çiçək atmaq\" kimi hiss edirlər.)", "聖意": "Ev və ev üçün dua etmək, qışda uğurlar üçün dua etmək, var-dövlət axtarmaq, alış-veriş etməmək, evlənmək, Liujia'da sülh, piyadalar, tarlalar, ipək qurdları, altı heyvan, insan tapmaq, davalar, uğur, köç, mühafizəkarlıq, itirilmiş mal, xəstəlik , dağların dincliyi, qəbirlər", "古人": "Mulian anasını xilas edir", "第X籤": "Qırx iki imzala", "宮": "Sən saray"}