{"籤詩版本二": "Dünya çevikdir və hər şey öz-özünə dəstəklənir, özünü dəstəkləyən və təhlükəsizdir\nHəyatda hər şey gözəldir, hər şeyə görə müqəddəslərə, müdriklərə şükür edin, firavan olun.", "詩意": "Bu hexaqram yerlə yer arasındakı harmoniyanı təmsil edir.\nHər şey yaxşı gedir və heç bir təhlükə yoxdur.", "解曰": "Hər şey doğulur. Bütün planlar və arzular gerçəkləşir. Ford kömək edir. Rui Qi tələsir.", "籤詩故事一": "◇Yürüyənlər maariflənməyə nail olurlar\nQərbə səyahət hekayəsi:\nSun Vukong Çiçəklər və Meyvələr Dağını ələ keçirdi və padşah oldu.Daha sonra əbədi yaşamaq üçün bir yol tapmaq üçün səkkiz-doqquz il dağları və çayları gəzərək Patriarx Bodhiyə öz müəllimi kimi ibadət etdi. yer üzündəki şər və təxribat buludlarının iki çevrilməsi və ilk dəfə Günəş soyadını aldı.Vukong adlandırıldı.\nBundan sonra Sun Vukong uyğun silah tapmaq üçün Şərqi Çin dənizindəki Əjdaha Sarayına getdi və nəhayət, Tianhe və Dinxayın ilahi iynəsi Ruyi Qızıl Çubuğu tapdı. Ömrü bitdiyi üçün yeraltı dünyasında böyük hay-küy saldı, ölüm-dirim kitabına yenidən baxdı və insan dünyasına qayıtdı. Daha sonra Sun Vukong ilk dəfə cənnət tərəfindən çağırıldı və Bima Ven adını aldı. Daha sonra ikinci dəfə cənnətə çağırıldı və Meymun Kralı adını aldı.Şaftalını da oğurlayıb cənnətdə fəlakət yaratdı.Qızıl gözlərini və alovlu gözlərini məşq etmək üçün Bagua Ocağında möhürləndi.Nəhayət, yatırıldı. Tathagata Buddha tərəfindən Wuzhi dağının ətəyində 500 il hərəkət edə bilməyib. Bagua sobasının təpikləndiyi yer alov dağına çevrildi.\nBeş yüz il sonra rahib Tanq müqəddəs kitabları əldə etmək üçün Qərbə getdi, Beş Element Dağının yanından keçdi və Sun Vukongu xilas etməzdən əvvəl talismanı götürdü. Sun Vukong minnətdarlıq hissi ilə göz yaşlarına boğuldu.Quanyin Bodhisattva tərəfindən təlimatlandırıldıqdan sonra o, Tang Monka öz müəllimi olaraq sitayiş etdi və birlikdə müqəddəs kitabları öyrənmək üçün Qərbə getdi. Müqəddəs Yazıları öyrənmək yolunda Sun Vukong cinlərin üzərinə enərək canavarları məhv etdi və dəfələrlə qeyri-adi şücaətlər göstərdi.Lakin o, ustası Tanq Senq tərəfindən səhv başa düşüldü və təkrar-təkrar qovuldu. Səksən bir çətinlikdən sonra iş nəhayət tamamlandı.Dörd ustad və şagird Xitian Leiyin məbədinə gəldilər və həqiqi Müqəddəs Yazıları əldə etdilər. Sun Wukong düzgün nəticə əldə etdi.\n(Bu hekayə bir metaforadır ki, hətta bir meymunun da maariflənə biləcəyini, hətta bir insanı da.)", "聖意": "Ev özü üçün xeyirlidir, var-dövlət, iş, evlilik, Liujia, kişi piyadalar, tarlaların maneə törədilməsi, ipək qurdları, altı heyvan, Zhongping, insanları axtarmaq, iddialar, uğur, köç, əmlak itkisi, xəstəlik, Chuanxingshan məzarı, əşyalar xeyirlidir", "古人": "Səyyah maariflənməyə nail olur", "第X籤": "43-də imzalanıb", "宮": "xugong"}