{"籤詩版本二": "Soyuq hava suyu buza çevirir.Şöhrətə həris olmaq niyə?\nSakitcə oturub yarpaqların təbii şəkildə çiçəklənməsini gözləməkdən başqa çarəm yoxdur.", "詩意": "Bu heksaqramda su buza çevrilir.\nBoş yerə heç nə istəməyin.", "解曰": "Su donaraq buza çevrilir. Buz suda əriyir. Əgər bu bir sui-qəsddirsə. Belədir.", "籤詩故事一": "◇Wang Xiang sazan istəyir (İyirmi Dörd Filial Dindarlıq Hekayəsi)\nCin sülaləsindən olan Van Syan, nəzakətlə adı Fuzheng, Linyidə anadan olub.\nWang Xiang gənc olanda bioloji anası öldü.Tənha atası Zhu adlı qadınla evləndi və Wang Xiang yeni anası oldu. Wang Xiang gənc olanda bioloji anası vəfat etdi və tənha atası Zhu adlı bir qadınla evləndi. Wang Xiang'ın ögey anası dar düşüncəli və qısqanc bir qadın idi, Wang Xiang'ı sevmirdi və tez-tez onu əhəmiyyətsiz şeylərə görə danlayırdı. Tezliklə ögey ana da Vanq Lan adlı bir oğul doğdu. Ögey ana ancaq öz övladlarını sevirdi və Van Syanqa tikan kimi baxırdı.Van Syana qarşı daha da tələbkar oldu və atasının qarşısında tez-tez Van Syanq haqqında pis danışırdı.Hətta atası da getdikcə onu sevmirdi. Ögey ana ancaq öz övladlarını sevirdi və Vanq Syanqa tikan kimi baxırdı.O,Van Syana qarşı daha çox tələbkar idi və tez-tez atasının qarşısında Van Syanq haqqında pis danışırdı.Hətta atası da getdikcə onu sevmirdi. Wang Xiang'ın ögey qardaşı olsa da, Wang Lan qardaşına çox mehribandır. Ögey anasının işgəncələrinə baxmayaraq, yenə də çox övlad idi. Ögey ana çox sərtdir, lakin Wang Xiang hələ də çox övladdır.\nÖgey anasının hobbisi var, yəni çaydan təzəcə tutmuş təzə balıq yeməyi sevir. Ögey anasının hobbisi var, yəni çaydan təzəcə tutmuş təzə balıq yeməyi sevir. Bir qışda atası iş üçün getdi və ögey anası yenidən xəstələndi.Vanq Syan və Vanq Lan qardaşları analarına yemək üçün ehtiyatla şorba və dərman verirdilər.Soyuq havada ögey ananın xəstəliyi hələ də yaxşılaşmırdı. tələsin. Bir qışda atası iş üçün getdi və ögey anası yenidən xəstələndi.Vanq Syan və Vanq Lan qardaşları analarına yemək üçün ehtiyatla şorba və dərman verirdilər.Soyuq havada ögey ananın xəstəliyi hələ də yaxşılaşmırdı. tələsin. Xəstə ögey anası çaydan təzə balıq yemək istəyirdi.O sərt soyuq iqlimdə çöldə qar yağırdı və çaydakı su artıq qalın buza çevrilmişdi. Xəstə ögey anası təzə balıq yemək istəyirdi.O buzlu və qarlı iqlimdə təzə balıq haradan tapıla bilərdi?\nO vaxtlar mövsümdənkənar yeməklər yox idi və pulun olsa belə ala bilməzdin.\nHekayənin bu nöqtəsində Wang Xiangqiu Li-nin təsirli hekayəsi baş verdi. İki qardaş köməksiz halda analarını qorudular.Vanq Syan xəstə ögey anasını məyus etməmək üçün donmuş çaya tərəf getdi.Vanq Syanqın ağlına bir fikir gəldi və soyuqdan asılı olmayaraq köynəyini çıxardı.O, buzlaqın üzərində çılpaq uzanıb və bunu etmək istədi. buzları əritmək üçün öz bədən istiliyinə (buna görə də Wang Xiangqiu sazanına buz üzərində uzanan Wang Xiang da deyilir). O, köynəyini çıxarıb buzlağın üstündə çılpaq uzandı. O, Allaha dua edib dedi: \"Vallah, anam xəstədir, təzə sazan yemək istəyir. Nə olursa olsun, mənə bir yol tapmalısan.\" Qəribədir ki, onun yanındakı buz bloku qəfildən çatladı və iki nəfər qaldı. çatlar.Canlı sazan balığı çatdan sıçrayıb buzun üstünə tullandı.Vanq Syan çox sevindi. O, Allaha dua etdi: \"Vallah, anam xəstədir, təzə sazan yemək istəyir. Nə olursa olsun, mənim üçün bir yol tapmalısan.\" Qəribədir ki, yanındakı buz bloku birdən çatladı və iki çat var. Canlı sazan balığı çatdan sıçrayaraq buzun üstünə tullandı.Vanq Xiang çox sevindi. Tez diz çökdü, Allaha şükür etdi və sazanla evə qaçdı. Tez diz çökdü, Allaha şükür etdi və tez sazan götürüb evə getdi. Ögey anası təzə sazan balığı yedikdən sonra tezliklə xəstəliyindən sağaldı. Xəstəxana çarpayısında yatan ögey ana Wang Siang-ın soyuqdan bənövşəyi rəngə boyanmış çılpaq üst bədənini və əlində iki balığı görəndə məəttəl qalıb, sevinclə otağa qaçıb məəttəl qalıb.\nWang Xiang daha sonra rəsmi oldu və Taibao oldu və Duke titulu verildi.", "聖意": "Evdə narahatam, qorunma, maddi çətinliklər, iş problemləri, evlilik, Liujia sığortasında uyğunsuzluq, piyadalar, Chitian ipək qurdları, altı mal-qara itkisi, itkin insanlar, ictimai məhkəmələr, miqrasiya, mühafizəkarlıq, itirilmiş əmlak, xəstəlik, bərpası çətin, dağ məzarı, uğurlar", "古人": "Wang Xiang sazan istəyir (İyirmi Dörd Filial Dindarlıq Hekayəsi)", "第X籤": "Qırx doqquz lotta qalib gəlir", "宮": "Haigong"}