{"籤詩版本二": "Sərbəst tutmaq üçün yelkən örtüyünü asaraq ölkənin bütün guşələrinə səyahət edə bilərsiniz\nƏlverişli bir külək olsa, tezliklə gələcək və qayıq xəzinələrlə dolu olacaq.", "詩意": "Bu heksaqram qayığı küləklə çəkməyə bənzəyir.\nHər şey yaxşı gedir.", "解曰": "Rahat istirahət edin. Heç bir səy tələb olunmur. Çoxlu sərvət. Hamı heyrandı.", "籤詩故事一": "◇Tao Zhugui Beş Göl (Fan Ligui Gölü)\nBahar və Payız Dövründə nəzakətli adı Şaobo olan Fan Li həm də Gui Yizipi və ya Tao Zhugong kimi tanınırdı.\nO zaman Vu Dövləti ilə Yue Dövləti arasında müharibə gedirdi və Vu Dövləti Yue Dövlətini məhv etdi. Fan Li və Wen Zhong, Yue King Gou Jian üçün Yue'yi tanıtmaq və Wu məhv etmək üçün bir plan hazırladılar. Fan Li şəxsən dağları və çayları gəzdi və Bailuo dağındakı Huanşa çayında həm fəzilət, həm istedad, həm də gözəllik sahibi olan gözəl qadın Si Şiyə baş çəkdi və onu Vu Kralına təqdim etdi. O, \"gözəllik hiyləsindən\" daxildə və xaricdə əməkdaşlıq etdi və Wu Krallığını məhv etdi.\nVu Krallığını yerlə-yeksan etməyə müvəffəq olduqdan sonra Fan Li bilirdi ki, Qou Jian \"dimdiyi uzun boyunlu quşdur\" və onunla çətinlikləri və xoşbəxtliyi bölüşə bilər, buna görə də Xi Şi ilə birlikdə Qi Krallığı boyunca qayıqla gəzməyə getdi, yerini dəyişdi. adını Qui Zipi qoydu və oğlunu və şagirdlərini Qi Krallığında apardı.Onlar dəniz kənarındakı kottecdə yaşayırlar. O, çölləri əkib-becərmək, yan bizneslə məşğul olmaq və bizneslə məşğul olmaq üçün çox çalışıb, bir neçə il ərzində on milyonlarla ailə əmlakı toplayıb. O, sərvət yaymaqda və məmləkətinə yaxşılıq etməkdə səxavətli idi.Fan Linin müdrikliyi və bacarığı Qi xalqı tərəfindən yüksək qiymətləndirildi.Qi kralı onu paytaxt Linziyə dəvət etdi və dövlət işlərinə cavabdeh olan baş nazir kimi ona səcdə etdi. . O, qışqırdı: \"Məmur olmaq nazirlərə, ailəni idarə etmək isə var-dövlətə gətirib çıxara bilər. Sıfırdan başlayan sadə adam üçün bu, ifrat həddə çatıb. Uzun müddət şərəfli olmaq yəqin ki, yaxşı əlamət deyil\". Beləliklə, cəmi üç ildən sonra o, yenidən Jiliu cəsarətlə geri çəkildi, möhürü Qi padşahına qaytardı və bütün ailə sərvətini yaxın dostlarına və həmkəndlilərinə verdi.", "聖意": "Ev özü üçün yaxşıdır (göndərilir), pul yaxşıdır, iş yaxşıdır, evlilik gecdir, evlilik yaxşı deyil, Liujia təhlükəsizdir, insanlar tarlalara mane olur, ipək qurdları, payız, mal-qara, yaz firavandır, insanlar adam axtarır, davalar pisdir, köç mühafizəkardır, itirilmiş şeylər, qərb xəstəlikləri həll olunur, dağlar, qəbirlər cənubdur.", "古人": "Tao Zhugui Beş Göl (Fan Ligui Gölü)", "第X籤": "Əllinci lotereya qalibi", "宮": "Haigong"}