{"籤詩版本二": "Yay ən uzun gündür və hər kəs istidən və depressiyadan narahatdır\nYer və göy də insanların nə istədiyini bilir və meh əsir və təbii olaraq sərindir", "詩意": "Bu hexaqram hər kəsin istidən narahat olduğunu göstərir.\nNə istəyirsən et.", "解曰": "İrəliləmək və ya geri çəkilməkdə heç bir şübhə yoxdur. Xoş istirahətlər. Düşərgə üçündür? Tələsik hərəkət etmək lazım deyil.", "籤詩故事一": "◇Kong Ming Sıçuana daxil olur\nZhuge Liang (181-234), nəzakətli adı Kongming, Yangdu, Langya (indiki Yinan County, Shandong əyaləti) doğma idi və Üç Krallıq dövründə Şu Hanın (Liu Bei) baş naziri idi.\nLiu Bei Jingzhou'ya qalib gəlsə də, bir tərəfi ayırmaq kifayət etmədi.Çjuqe Konqminq Liu Beinin ərazisini artırmaq üçün Xichuanı tutmağı planlaşdırırdı. Bu zaman Yizhoudakı Liu Zhang şimalda Zhang Lu tərəfindən hücuma məruz qaldı. Zhuge Kongming öyrəndi ki, Liu Zhang özünü qorumaq üçün Xichuan xəritəsini Cao Caoya həsr etmək istəyir. Zhang Song (Liu Zhang-ın tabeliyində olan) Cao Cao ilə görüşəndə, Cao Cao təkəbbürlü və kobud olduğundan, Liu Zhang xəritəni Xichuan'a geri götürdü və yolda Jingzhou'dan keçdi. Kong Ming artıq yolda onu gözləyirdi və onu Jingzhou'ya dəvət etdi, lakin yola düşənə qədər heç vaxt Xichuan şəklini qeyd etmədi.Çjan Sonq nəzakət və qonaqpərvərliyə görə Konq Mingə minnətdar idi, buna görə də Xichuan şəklini ona həsr etdi. Ona.\nXichuanın ərazisi təhlükəli idi və hücuma məruz qala və ya müdafiə oluna bilərdi.Konq Minqin müxtəlif tənzimləmələrindən sonra Xichuan Liu Beinin doğulduğu yer oldu.\n(Konq Ming insanlarla nəzakətli davrandı və asanlıqla arzulanan Xichuan'ı əldə etdi.)", "聖意": "Evdə xeyir-dua və özünü qorumaq üçün dua edin (bədbəxtlikdə uğurlar var) Var-dövlət axtarın, işdə uğurlar, ümumi evlilik, Liujia'da oğlanların doğulması, tarlaların köçürülməsi, ipək qurdları, mal-qara ziyanı, insanları axtarın, ictimai davalar, köç, köhnə itmiş əşyalar, şimal xəstəlikləri, dağ və qəbir diləkləri", "古人": "Kong Ming Sıçuana daxil olur", "第X籤": "Fəsil 51: Lotu udmaq (lotu udmaq)", "宮": "uşaqlıq"}