{"籤詩版本二": "Ayı suda tutmaq çox zəhmət tələb edir.Çox səy tələb edir amma heç nə yoxdur.\nBoş-boş danışmayın və bədəninizi gücləndirmək üçün zəhmətinizi boşa çıxarmayın.\"Bədən qurudu\" sözü əslən \"bədən tənhadır\" mənasını verir.", "詩意": "Bu hexagram səy imicinə hərisdir.\nHər şey zəhmətli və zəhmətlidir.", "解曰": "Vədləri xatırlamaq çətindir. Çox zəhmət. Evdə narahat ol. Nəcib insanlarla görüşməyi gözləyirik.", "籤詩故事一": "◇Taibai ayı sərxoş halda tutdu (Li Taibai ayı sərxoş halda tutdu)\nTaibai kimi tanınan Li Bai (701-762), Qinglian Jushi kimi də tanınır. Özünü qovulmuş ölməz adlandıran Tan sülaləsinin şairi Poeziyanın Ölümsüzü kimi tanınırdı və o, həmişə içmədən xoşbəxt idi.\nBir dəfə Li Bai Cinlinqə (indiki Nankin) gəldi və Wende körpüsünün yanındakı restoranda dincəldi.\nHəmin gün təsadüfən qış qəməri ayının on beşi idi.Gecələr restoranda tək oturub aya heyran olar, içki içər, şeirlər söyləyərdi. Həmin gün təsadüfən qış qəməri ayının on beşi idi.Gecələr restoranda tək oturub aya heyran olar, içki içər, şeirlər söyləyərdi. Li Taibai həyatında ən çox ayı sevərək, onun təmiz və gözəl olduğunu söyləyib. Li Taibai həyatında ən çox ayı sevərək, onun təmiz və gözəl olduğunu söyləyib. Həmin gecə başını qaldırıb göydə ağ və dairəvi ayı gördü, çox sevindi və bir neçə qədəh daha içdi. Həmin gecə başını qaldırıb göydə ağ və dairəvi ayı gördü, çox sevindi və bir neçə qədəh daha içdi. Gecə yarısı Li Taibai şərabdan istifadə edərək Wende körpüsünə endi. Gecə yarısı Li Taibai şərabdan istifadə edərək Wende körpüsünə endi. Körpünün üstünə çıxan kimi başını aşağı saldı və birdən ayın suya düşdüyünü gördü, çay hərəkət edəndə ağ ay kölgəsinə bir neçə qara xətt əlavə olundu. Körpünün üstünə çıxan kimi başını aşağı saldı və birdən ayın suya düşdüyünü gördü, çay hərəkət edəndə ağ ay kölgəsinə bir neçə qara xətt əlavə olundu. Li Taibai bu zaman o qədər sərxoş idi ki, bunun çay suyunun ləkələdiyi ay olduğunu düşündü. Li Taibai bu zaman o qədər sərxoş idi ki, bunun çay suyunun ləkələdiyi ay olduğunu düşündü. Çəkmələrini çıxarmağa belə cəsarət etmədi, əllərini açıb ayı tutmaq üçün körpüdən atladı. Çəkmələrini çıxarmağa belə cəsarət etmədi, əllərini açıb ayı tutmaq üçün körpüdən atladı. Bu sıçrayışla gözlənilmədən ay tutulmadı, ancaq suda olan ay parçalandı və dərhal iki yarıya bölündü. Bu sıçrayışda gözlənilmədən ay tutulmasa da, adam boğuldu. O, altmış iki yaşında vəfat etdi.", "聖意": "Ev narahatdır və özü də bədbəxtdir (bəxtsiz, sağlamlığa fikir verin), var-dövlətdə tarazlıq axtarın (bu barədə heç düşünməyin), çətin iş, evlilik həll olunmayıb, qorunmaq üçün dua etmək (doğuşun qarşısını almaq üçün boş xəzinələr) ), piyadalar darda, tarla ipək qurdları beş xal, altı heyvan tənəzzüldə, adam axtaran (bəxtsiz), ictimai davalar və (iddianı dayandır) Adi köç (baxma) Mal itkisi (təyyarə) Dua etmək xəstəlikdən qorunmaq üçün (bədbəxt) Dağlarda və qəbirlərdə qismət", "古人": "Taibai sərxoş halda ayı tutdu (Li Taibai sərxoş olarkən ayı tutdu)", "第X籤": "Lotereyada əlli ikinci udmaq (Lotereya)", "宮": "uşaqlıq"}