{"籤詩版本二": "Məyusluq sevincə çevriləndə əjdahalar, pələnglər nərildəyir.\nGöy səmanın öz yolu var səmaya, Şöhrət qazanmağa bir şansım olsun.", "詩意": "Bu hexaqram əjdaha uğultusuna və pələngə bənzəyir.\nHər şeyin yaxşı olacağına ümid var.", "解曰": "Sadəcə öyrət və get. Öz firavanlığınız olsun. Sonda edilməlidir. Tapılası bir yer var.", "籤詩故事一": "◇Liu Bei gəlin götürür\nChibi döyüşündən sonra Sun Quan Liu Bei tərəfindən ələ keçirilən Jingzhou-nu geri qaytarmağa can atırdı, buna görə də Çjou Yu-nun planından istifadə edərək, guya bacısı Sun Reni Liu Bei ilə nişanlamaq istəyirdi, amma əslində onu almaq istəyirdi. Liu Bei Jingzhou'ya iddia etmək üçün girov kimi.\nZhuge Liang Çjou Yu-nun planına casusluq etdikdən sonra o, strategiya ilə broşuranı Soochowa gedəndə Liu Bei qoruyan Zhao Yun-a verdi. Zhao Yun broşuradakı strategiyaya əməl etdi və Vu Quotaya icazə vermək üçün qəsdən böyük sıçrayış etdi ( Sun Quanın atası) evlilik təklifindən xəbərdardır. Vu Quotai qızını sevdiyinə və qızının ömürlük işlərinə təsadüfən qərar vermək istəmədiyinə görə Sun Quanı bacısına qarşı amansız davrandığına görə danladı və Liu Beinin Ganlu məbədində qızına layiq olub-olmadığını şəxsən yoxlamağı təklif etdi. Vu Quotai Liu Bei ilə tanış olduqdan sonra Liu Bei çox yüksək qiymətləndirdi və Liu Bei ilə qızı arasında evliliyi qətiyyətlə müdafiə etdi.Nəticədə Liu Bei Xanım Sun ilə uğurla evləndi.\nDaha sonra Liu Bei və xanım Sun birlikdə Jingzhou'ya qaçdılar.Daha sonra Sun Quan Liu Bei'nin Yizhou'ya hücumundan istifadə edərək Jingzhou'ya hücum etmək istədi, lakin qızının təhlükəsizliyindən narahat olan Vu Quotai tərəfindən dayandırıldı.\nSözdə deyilir: \"Çjou Yu-nun ağıllı planı dünyanın ən yaxşısıdır. O, həyat yoldaşını itirdi və qoşunlarını itirdi\".\n(Liu Bei zərərdən qazandı)", "聖意": "Evdə bəxtsizəm və bəxtsizəm(əvvəl bəxt,sonra qismət).Sərvət,müvazinət,evlilikdə bəlalar,evlilikdə uğur axtar.Piyadalara bərəkət,tarlada ipək qurdu,mal-qara ziyana beş xal, axtar insanlar, davalar və köç, itirilmiş mallara uğurlar, xəstəliklərə uğurlar, dağların və qəbirlərin əmin-amanlığı.", "古人": "Liu Bei gəlini işə götürür", "第X籤": "Əlli üçüncü uduş nömrəsi", "宮": "uşaqlıq"}