{"籤詩版本二": "Sahil qayalarla dolu, çay axar, külək aydın, ay aydın, nəcib insanlar məşğuldur.\nYolda hara gedəcəyimi soruşmalıyam.Meşədə çiçəklərin,bitkilərin qoxusunu götürmə.Baxma.", "詩意": "Bu hexagram kiçik bir çimərlikdə səyahət edən bir qayığa bənzəyir.\nHər şeydə kömək edəcək nəcib insanlar var.", "解曰": "Dolanmaq üçün. Çox zəhmət. Mühafizəkar olun və gözləyin. Hər vaxtınız xeyir.", "籤詩故事一": "◇Luşan üsyanı\nSoyadı Kanq olan və Yaluoshan adlı bir Luşan (703-757) Yingzhou, Liucheng (indiki Chaoyang, Liaoning) şəhərindən idi.\nDaha sonra An soyadını götürdü və adını Luşan olaraq dəyişdirdi. Tan sülaləsinin imperatoru Xuanzongun dövründə An Luşan hərbi elçi idi.\nTianbaonun 14-cü ilinin noyabrında An Luşan Fanyangda qoşun topladı.Yang Guozhong'a hücum etmək adı ilə üsyan etdi və şərq paytaxtı Luoyang'a hücum etmək üçün üç şəhərin qoşunlarını götürdü. Tayyuandan xəbərlər Lişana tələsik çatdı.O zaman Lişandakı Huaqinq sarayında olan Tang Xuanzong Anluşanın üsyan edəcəyinə inanmırdı.Lakin üsyan xəbərləri yayılmağa davam etdi və Xuanzong hələ də yarı inanırdı. (Bu, \"bir dərədəki kiçik qayalarda kobud axan suyun səsi\"nin təsviridir)\nPingyuan qraflığının prefekti Yan Zhenqing məlumat göndərmək üçün birini göndərənə qədər deyil ki, Xuanzong yuxusundan oyandı.\nTan sülaləsinin imperatoru Xuanzongun səhv strategiyası ilə An Luşanın süvari alayı şərq paytaxtı Luoyangı ələ keçirdi.Gələn ilin ilk ayında o, özünü Luoyanda İmperator Dayan, Jianyuan Şenqvu, İmperator Xiongwu və Da Xixun elan etdi. Baş nazir.\nHəmin ilin iyun ayında Çanqanda böhranı aradan qaldırmaq istəyən Tan sülaləsinin imperatoru Syuanzonq səhv hərbi anlayışla iki məşhur generalı, Feng Çanqinqi və Qao Syançjini edam etdi.Bu əmr Tan ordusunu şoka saldı. (Bu davranış \"yol ön çaya tərəf olmalıdır\" pozuntusunu pozur)\nBundan sonra Tan sülaləsinin imperatoru Xuanzonq təcili olaraq başqa bir general Ge Şuhana Tanq ordusunu Tonquandan şərqə doğru aparmağı əmr etdi.\nTan sülaləsinin imperatoru Syuanzonqun strateji səhvini tam başa düşən Qe Şuhan dəyişikliyi (\"külək sakit, su axını sakit olsa, eybi yoxdur\" yanaşması) təxirə salmağı planlaşdırırdı.\nNəhayət, Tan sülaləsinin imperatoru Xuanzonq döyüşmək üçün çox qorxaq olduğunu düşündüyü üçün An Luşanla göz yaşları içində döyüşməkdən başqa çarəsi qalmadı və məğlub oldu. (\"Özünüzü dəstəkləmək üçün çox çalışsanız, yaralana bilərsiniz\" ifadəsini yerinə yetirir.)\nTan sülaləsində sərhəd qoşunları və yerli qarnizonların cavab verməyə vaxtı olmayanda An Luşanın ordusu sərhədi sıxaraq paytaxt ərazisinə daxil oldu. Kritik bir vəziyyətdə, Tan sülaləsinin İmperatoru Xuanzong Keşikçilər Korpusunu paytaxtdan qaçmağa yönəltdi və lidersiz Xijing Chang'an'ın düşməsinə səbəb oldu.\n(Tang Xuanzong bu işarənin rəhbərliyini pozdu, buna görə də An Luşanın üsyanı uğurlu oldu.)", "聖意": "Ev salamat, bəxtəvər, qismət sabit, alqı-satqı bərəkətli, nikah uğurludur (ehtiyatla) Liujiadan bir kişi piyada tarlaya gəlir, ipək qurdları yığılır, altı mal-qara zərər görür. tapılır və ictimai iddia əsaslandırılır.İtmiş mal xəstəlik gətirir, yəni Anşan türbəsi təmir edilməlidir.", "古人": "Luşan üsyanı", "第X籤": "Əlli altıncı lotereya", "宮": "Çirkin saray"}