{"籤詩版本二": "Səhər və axşam, Buddanın dəstəyi təhlükə anlarında olmalıdır, lakin təhlükədə deyil\nƏgər sizi nəcib bir insan cəlb edirsə, o zaman pul və ipək də sizi müşayiət edəcək.Bu, Çuan Laidir. Hamısı sizdən asılıdır.", "詩意": "Bu hexagram tanrıların və Buddanın gizli xeyir-duasını təmsil edir.\nSəbirli olun və hər şeydə uğurlar.", "解曰": "Köhnə sülhün əlaməti. Hər şey baha olanda xeyirli olar.", "籤詩故事一": "◇Tang Monk maariflənməyə nail oldu\nBir gün Tanq Senq çayın kənarına gəldi və qarşısında Buddanın Linqşan dağını gördü.Onun qarşısında tək taxta körpü var idi.Tanq Senq onu keçməyə cəsarət etmədi. Budda qayıqçıya çevrildi və dibi olmayan qırıq bir qayığı tutdu.Tanq Monk qayığa minən kimi çaya düşdü və qayıqçı tərəfindən xilas edildi.Tanq Monk Buddalığa beləcə çatdı. (Qərbə səyahət hekayəsi)\n◇Tang Monkun Buddist kitabları\nTang sülaləsindən olan Sanzang, ümumi soyadı Chen və verilmiş adı Yi idi. Luozhou, Goushi qraflığında (indi Henan əyalətinin Yanşi şəhərinin cənubunda) anadan olub. On üç yaşında rahib oldu və Buddist adını Xuanzang aldı.\nOrijinal Buddist kitablarını əldə etmək üçün o, Çjenquanın üçüncü ilində (eramızın 629-cu ili) Çan'andan (indiki Sian, Şaansi əyaləti) yola düşdü, sərhədi aşdı və Tianzhuya çatmaq üçün saysız-hesabsız çətinliklərdən keçdi. Hindistan) müqəddəs kitabları toplamaq. O, Qanq və Hind çayı hövzələrini və Hindistanın cənub-şərq sahillərini gəzdi, sonra qarla örtülmüş dağları və yaşıl silsilələri keçdi, irəli-geri 50.000 mildən çox trekinq etdi.Nəhayət, Çanqana qayıtması 16 il çəkdi. Zhenguanın 19-cu ili (AD 645). O, çoxlu sayda Buddist ayələrini gətirdi və onları Çin dilinə tərcümə etdi.\n(Tanq Sanzanq Çin və Hindistan arasında irəli-geri uzun bir səyahət etdi və o, təhlükələrlə üzləşməli idi, lakin arxasında görünməz bir himayədar müqəddəs olduğu üçün sağ-salamat geri qayıda bildi.)", "聖意": "Ev salamat, özü xeyir, qərb işi uğurlu, evlilik uğurlu, piyadalar tarlanın qarşısını, ipək qurdları, ipək qurdları yeddi xal, mal-qara qazanc, axtarış insanlar, qərb xalq davası pisdir, köç mühafizəkardır, itmiş mal görünür, xəstəlik xeyirlidir, dağlar, türbələr xeyirlidir.", "古人": "Tang Monk maariflənməyə nail oldu", "第X籤": "Altmış iki lotereyada udmaq", "宮": "Yin Sarayı"}