{"籤詩版本二": "Qış gələndə dağda gavalı çiçəyinin bir budağı yarpaqları tökülsə, budaqları qurusa da məhv olmaz.\nAmma yaz gələndə yenə də məni nəzakətçi kimi qaytarıb orijinal əsəri məhv edirəm.", "詩意": "Bu heksaqramda gavalı çiçəyi aparıcı mövqe tutur.\nGeciksə hər şey yaxşıdır.", "解曰": "Bir ox boş atıldı. Boş olanda boş deyil. Baharın gəlməsini gözləyir. Rəngi ​​var.", "籤詩故事一": "◇İki dəfə qol vurdu\nTan sülaləsinin imperatoru Dezonqun hakimiyyəti dövründə sadiq nazir Mei Boqao və ailəsi hamısını öldürmək istəyən satqın baş nazir Lu Qi tərəfindən qınandı.Yalnız onun oğlu Mei Liangyu qaça bildi.Daha sonra o, öz vəzifəsini dəyişdirdi. şəxsiyyətini gizlətmək üçün adını Wang Xitong adlandırın. O, ac və soyuq küçələrdə tək yaşayırdı, amma xoşbəxtlikdən onu Chen Risheng (Chen Dongchu) qəbul etdi. Çen Rişenq onun həyat təcrübəsini bilmirdi, ona görə də ondan küçədə acından ölməməsi üçün Çenin gavalı bağına qulluq etməkdə köməklik etməsini xahiş etdi.\nChen Risheng Mei Bogao ilə sinif yoldaşı və dostu idi.O, Lu Qi tərəfindən təqib edildiyi zaman Mei Boqao tərəfindən xilas edildi.Nəticədə Mei Boqao və Lu Qi arasında düşmənçilik yarandı.Sonunda onların bütün ailəsi edam edildi.Çen Risheng buna görə kədərləndi və qəzəbləndi.Evləndikdən sonra istefa verdi və ailəsini tənha yaşamaq üçün Yangzhou'ya köçürdü.\nÇen Rişenin gözəl və ətirli Chen Xingyuan adlı bir qızı var.Mei Liangyu Çen ailəsinə gəldikdən sonra ilk baxışdan aşiq oldular. Gavalı çiçəklərinin tam çiçəkləndiyi bir gündə, eyni zamanda Mei Boqaonun ölümünün ildönümü idi, Çen Rişeng və ailəsi mərhum dostlarını və xeyirxahlarını xatırlamaq üçün evlərinin gavalı bağında qurbangah açdılar.Gözlənilmədən hava qəfil dəyişdi. , və güclü qar fırtınası əsdi, bütün gavalı çiçəklərini bürüdü. Chen Risheng sağ-salamat qaça bildiyini, lakin Mei ailəsinin nəslini belə xilas edə bilmədiyindən kədərləndi.O, bunun Tanrıdan gələn bir xəbərdarlıq olduğunu düşünərək, and içdi ki, gavalı yenidən çiçək açmasa, bu, gavalıların nəslinin nəslindən olduğunu sübut etdi. Mei ailəsi hələ də sağ idi, heç vaxt heç nə deməzdi.O, Buddizmə girərək rahib oldu.\nQızı Xingyuan bunu eşidib dərhal buxur yandırdı və gavalıların yenidən çiçək açması üçün səmimi qəlbdən Allaha dua etdi. Onların səmimiyyəti cənnəti tərpətdi və gavalı bağındakı bütün gavalı ağacları yenidən çiçək açdı; sonra Chen Risheng Xitong'un Liangyu olduğunu bildi, ona görə də qızı Xingyuan ilə nişanlandı.", "聖意": "Ev özünə yaramaz, özünə xeyir, var-dövlət axtarar, işdə ehtiyatlı, vaxt gec, toy gec, yaz bərəkətli, payız boş, yolçu gec, tarlalar bərəkətli, ipəklər bərəkətli, altı mal-qaranı bərəkətli, adam axtaran, xalq davası, itki, köç, itmiş mal, şərq xəstəlikləri, yalançı həyəcan, dağ qəbirləri dəyişdirilməlidir.", "古人": "İki dəfə qol vurdu", "第X籤": "Lotu qazanan altmış doqquz", "宮": "Tatsumi"}