{"籤詩版本二": "Çao Çao çiçək yığan arıya bənzəyir, cənub-qərbdən, sonra isə şərqdən uçur\nBahar bitdi, güllər getdi, axtarmağa yer yoxdu, bu ürək yerini dəyişməz.", "詩意": "Bu hexaqram çiçək yığan arıya bənzəyir.\nHər şey zəhmətli və zəhmətlidir.", "解曰": "Bahar mənzərəsi yoxdur. Uzun müddət yağış yağır, amma heç vaxt təmizlənmir. Kömək istəmək. Sakit olmaq daha yaxşıdır.\n.", "籤詩故事一": "◇Li Mi Tan sülaləsinə qarşı üsyan etdi\nLi Mi\n(582-619), Çinin mərhum Sui sülaləsində kəndli üsyanında Vaqanq Ordusunun mərhum lideri. Xəttatlıq ustası. Fa sözünün ustası Çanqan, Jingzhao və onun ata-baba yurdu Liaodong (indiki Liaoyang, Liaoning şəhərinin cənubu) Sianpinq idi. Chang'an, Jingzhao, onun ata-baba yurdu Xiangping, Liaodong (indi Liaoyang, Liaoning cənubunda).\nDayenin doqquzuncu ilində (613) o, Yang Xuanqanın Liyanqda (indiki Henan əyalətinin Junxian qraflığının şimal-şərqində) Sui sülaləsinə qarşı üsyanında iştirak etdi. Dayenin doqquzuncu ilində (613) o, Yang Xuanqanın Liyanqda (indiki Henan əyalətinin Junxian qraflığının şimal-şərqində) Sui sülaləsinə qarşı üsyanında iştirak etdi. Sirli duyğu məğlub oldu,\nLi Mi qaçdı. Xuanqan məğlub oldu və Li Mi qaçdı.\nDayenin on ikinci ilində Vaqanq Ordusuna qoşuldu\n. Dayenin hakimiyyətinin on ikinci ilində o, Vaqanq ordusuna qoşuldu. Li Mi strategiyada yaxşı idi.Dayenin on ikinci ilinin oktyabrında Li Mi Zhai-ni ordunu müşayiət edən güclü general Xingyang Tong-a hücum etməyə, Çjan Xutuonu müdafiə etməyə, Sui ordusunu məğlub edərək Zhang Xutuonu öldürməyə razı saldı. Li Mi strategiyada yaxşı idi.Dayenin on ikinci ilinin oktyabrında Li Mi Zhai-ni ordunu müşayiət edən güclü general Xingyang Tong-a hücum etməyə, Çjan Xutuonu müdafiə etməyə, Sui ordusunu məğlub edərək Zhang Xutuonu öldürməyə razı saldı.\nDaha sonra o, Xingluo (sonradan Luokou adlandırıldı) anbarına hücum etməyi, yardım üçün anbarı açmağı və komandanı genişləndirməyi təklif etdi.Vaqanq Ordusu komandası sürətlə böyüdü.Dayenin 13-cü ilində Li Mi Vaqanq Ordusuna və Zhai Ranga rəhbərlik etdi. Sui sülaləsinin aşağı salınması və bölüşdürülməsi ilə məşğul oldu.Hərbi resurslar və digər məsələlər üzərində müharibə oldu və Li Mi Zhai Rang və yüzlərlə ardıcılını öldürdü. Daha sonra o, Xingluo (sonradan Luokou adlandırıldı) anbarına hücum etməyi, yardım üçün anbarı açmağı və komandanı genişləndirməyi təklif etdi.Vaqanq Ordusu komandası sürətlə böyüdü.Dayenin 13-cü ilində Li Mi Vaqanq Ordusuna və Zhai Ranga rəhbərlik etdi. Sui sülaləsinin aşağı salınması və bölüşdürülməsi ilə məşğul oldu.Hərbi resurslar və digər məsələlər üzərində müharibə oldu və Li Mi Zhai Rang və yüzlərlə ardıcılını öldürdü.\nDaye hakimiyyətinin 14-cü ilinin martında Yu Venhuaji Sui sülaləsinin imperatoru Yanqı öldürdü.\n, 100.000-dən çox insanın qərbə qayıtmasına səbəb oldu. Daye hakimiyyətinin on dördüncü ilinin mart ayında Yu Venhuaji (Yu Wen, mürəkkəb soyadı) Sui sülaləsinin İmperatoru Yanqı öldürdü və 100.000-dən çox insanla qərbə qayıtdı. Li Miyə Huajiyə hücum əmri verildi.Huaji məğlub olsa da,Li Minin qoşunları da böyük itki verdilər.Daha sonra onları Van Şiçonq təqib etdi.Li Minin ordusu məğlub oldu və düşərgəsi məhv edildi.Generalları Qin Şubao,Çenq Zhijie (əsl adı ilə) Cheng Yaojin), Niu Jinda və başqaları tutuldu. , Shan Xiongxin təslim oldu. Li Miyə Huajiyə hücum etmək əmri verildi.Huaji məğlub olsa da, Li Mi də qoşunlarında ağır itki verdi. Daha sonra onu Van Şiçon təqib etdi.Li Mi ordusu məğlub oldu və düşərgəsi məhv edildi.Onun generalları Qin Şubao, Çenq Zhijie (əsl adı Çeng Yaojin), Niu Jinda və başqaları əsir götürüldü, Şan Xiongxin isə təslim oldu. Li Mi çarəsiz idi, buna görə də sentyabr ayında çayı keçərək Heyang'a keçdi və Tan sülaləsinə təslim oldu. Li Mi çarəsiz idi, buna görə də sentyabr ayında çayı keçərək Heyang'a keçdi və Tan sülaləsinə təslim oldu.\nNoyabr ayında Li Yuan Li Mini köhnə qoşunları cəlb etmək üçün Şandunqa göndərdi. noyabr,\nLi Yuan Li Mini köhnə qoşunları cəlb etmək üçün Şandunqda gözləməyə göndərdi. Ondan şübhələndiyini hiss edərək Tanqa qarşı üsyan etdi. Ondan şübhələndiyini hiss edərək Tanqa qarşı üsyan etdi. Tan generalı Şenq Yanşi Li Mini hücuma dəvət etdi və onu Xinggong Xianda öldürdü. Tan generalı Şenq Yanşi Li Mini hücuma dəvət etdi və onu Xinggong Xianda öldürdü.", "聖意": "Ev, ev, dil, mənlik, yaramaz, sərvət axtarmaq, biznesi israf etmək, nikahlar davamlı deyil, Liujia, boş çiçəklər, piyadalar, Yaotian, ipək qurdunun zərəri, altı mal-qara ziyanı, itkin düşənlər, iddialar, itki, köç, mühafizəkarlıq, itirilmiş əmlak, xəstəlik, maneələr, dağ məzarı islahatı", "古人": "Li Mi Tan sülaləsinə qarşı üsyan etdi", "第X籤": "Yetmişinci püşkatma", "宮": "Tatsumi"}