{"籤詩版本二": "Arıçılar balı sancmasın deyə yalvarmalıdırlar.\nQarşınızda qəribə bir yol olmalıdır.Sirri tikanlı meşə kimi dərindir.", "詩意": "Bu hexaqram bal toplayan arıları simvollaşdırır.\nHər şey zəhmətli və zəhmətlidir.\n\n(Bu hexaqram şirinlik və acılıq simvolunu axtarır.\nHər şeydə fəlakətlərin qarşısını alın.\n)", "解曰": "İşləri diqqətlə etmək lazımdır. Zorlamağa ehtiyac yoxdur. Arılar bal toplayır. Səbəb nədir?", "籤詩故事一": "◇Wang Mang istedadlar axtarır\nQərbi Han sülaləsindəki Wang Mang ailəsinin varlı bir ailə olduğunu söyləmək olar. Atası erkən vəfat etsə də, onun bir neçə əmisi və əmisi Han sülaləsinin imperatoru oldular.Onlar general, baş nazir oldular və markiz oldular və mükafatlar aldılar.Vanq ailəsi son dərəcə görkəmli idi.\nLakin Wang Mang-ın kiçik ailəsi son dərəcə yoxsul idi; atası gənc öldü və o, qohumlarının xeyriyyəçiliyinə güvənərək yalnız anası ilə yaşayırdı. Lakin bu səbəbdən Wang Mang uşaqlıqdan insanlarla münasibətdə bir sıra bacarıqlar inkişaf etdirdi və tətbiq etdi. Nə qədər kədərlənsə də, qəzəbli olsa da, qohumların, ağsaqqalların və ya kənar adamların qarşısında həmişə çox sevincli və hüzurlu bir görünüş nümayiş etdirdiyindən klanda hamı tərəfindən kifayət qədər təqdir olunurdu.\nBir dəfə böyük əmisi ağır xəstə idi.Bundan xəbər tutandan sonra gəlib xəstənin çarpayısının yanında gözləyib, dərman, su gətirərək, gecələr oyaqlıq edirdi.Bir neçə ay dalbadal soyunub, dağınıq, səliqə-sahmanda qaldı. O, sadəcə olaraq xəstədən daha çox “səbirli”, bioloji oğuldan daha çox “oğul” idi.\nBunun üçün Tayvan xalqında hər kəs onu tərifləyir və ona mükafat verilməsini istəyən məktublar yazır.\nBeləliklə, Han sülaləsinin imperatoru Çeng ona Yeni Paytaxt Markiz titulunu verdi və onu sarayda mühafizəçi təyin etdi və imperatorun yaxın bir naziri oldu.\nWang Mang yüksək statusu və böyük gücü ilə heç vaxt təkəbbür və süstlük göstərmir, əksinə, getdikcə daha nəzakətli və nəzakətli olur, bir tərəfdən nazirlər, generallar, nazirlər, məşhur alimlər və alimlərlə dostluq edir.\nAmma o, çox qənaətcil həyat sürürdü, tez-tez ət yeməkləri yeyirdi, uzun xalat və uzunqol don geyinməyi demirəm, yalnız qısa paltar geyinirdi. Belə ki, hökumətdə və ictimaiyyətdə hamı yekdilliklə onu “fəzilətli” sözü ilə tərifləyirdi.\nDaha sonra əmisi Grand Sima Wanggen xəstəlikdən öldü və onun yerinə o seçildi. İmperator və bütün nazirlər onun ən uyğun olduğunu düşünürdülər. Buna görə də, cəmi otuz səkkiz yaşı olan Wang Mang ölkədə ən yüksək hərbi gücə malik Böyük Sima oldu.\n(Bu hekayə metaforadır. Yaxşı insan olmaqda mahir olmaq \"arı sancmaq çətinliyindən\" xilas olmaqda və istədiyiniz kimi ideallarınıza çatmaqda kömək edə bilər.)", "聖意": "Ev özünə yaraşmaz, ailə dardadır, iş tıxanır, nikah bağlanır, altı zireh yalançı, piyadalar gecikir, ipək məhsulu azdır, mal azdır, çətin olur. adam tap, dava pis, köç getmir, itən mal pis, xəstəlik qurulub, dağ qəbri itib.", "古人": "Wang Mang istedadlar axtarır", "第X籤": "Yetmiş iki lotereyada udmaq", "宮": "Tatsumi"}