{"籤詩版本二": "Bahar gələndə ildırım titrəyir, böcəklər cingildəyir, palçıqdan üz döndərirəm\nİlk dəfə anlayanda ki, hələ də gəlib-gedəcəyəm, bir dəfə dəyişdim, bir əjdaha oldum.", "詩意": "Bu hexagram ildırım və həşərat kimidir.\nNəcib bir insanla görüşmək hər şeydə yaxşı əlamətdir.", "解曰": "İldırım vurur. Giriş və çıxışda iki depozit. Bir dəfə dəyişdirin. Tianmen qədər.", "籤詩故事一": "◇Chenqiao üsyanı\nEramızın 959-cu ildə Çjou Şizonq Çai Ronq vəfat etdi və taxta çıxan İmperator Qonq Çai Zonqsun cəmi yeddi yaşında idi. Həmin dövrdə sarayın qarşısında müfəttiş və Sonqçjounun alman ordusuna elçisi kimi xidmət edən Zhao Kuangyin real hakimiyyətə sahib idi.\nEramızın 960-cı ilin yazında Zhenzhou (indiki Zhengding, Hebei əyaləti) və Dingzhou (indiki Dingxian County, Hebei əyaləti) Şimali Han sülaləsinin və Liao əyalətinin ordularının birgə cənuba gedərək sonrakı Çjou sülaləsinə hücum etdiyini bildirdilər. böyük təcil etdi və kömək üçün qoşun göndərməyi xahiş etdi. Daha sonra Çjou sülaləsi Zhao Kuangyin-ə düşmənə qarşı döyüşmək üçün qoşunlarını şimala aparmağı əmr etdi. Zhao Kuangyin qardaşı Zhao Guangyi, Zhao Pu, Shi Shouxin və başqalarının planı ilə gizli fəaliyyət göstərdi.\nFevralın 3-də ordu Chenqiaoyi'yə (indiki Chenqiao Town, Fengqiu, Henan'ın cənub-şərqində) çatdıqda üsyan qaldırdılar və əsgərlərə onun üçün sarı paltar geyinməyi əmr etdilər.Onlar Sonrakı Çjou sülaləsinə qarşı üsyan etdilər və Zhao Kuangyin'i imperator olaraq dəstəklədilər. . Bundan sonra Çjao öz qoşunlarını yandırmadan, öldürmədən, qarət etmədən Kayfengə qaytardı: “Taizu Çen Qiao paytaxt əhalisini narahat etməməyə and içdi və şəhərə girdiyi gün şəhəri narahat etməyəcəyinə söz verdi”.\nQəməri ayının üçüncü ilinin üçüncü günü Zhao Kuangyin Çenqyaoda qiyam qaldıraraq paytaxta qayıtdı.Fan Çji Van Pu və Vey Renpunu Zhao Kuangini sorğu-sual etmək üçün apardı.Luo Yanhuan çadırın qarşısında qılıncını çəkib yüksək səslə qışqırdı. : \"Üç ordunun ağaları yoxdur. Bütün generallar onu imperator təyin etmək qərarına gəliblər. Kim danışırsa öldürüləcək!\". Van Pu-nun üzü torpaq kimi solğun idi.Addımlarını endirib əyildi.Fan Zhi də əyildi.Kuanq Yin şəxsən ona ayağa qalxmağa kömək etdi və ona böyük nəzakətlə yanaşdı.\nMötədil müqavimətdən sonra Sonrakı Çjou sülaləsinin imperatoru Qonq taxt-taca oturdu və Zhao taxt-taca keçdi.\"Taizu Zen-i qəbul etmək üzrə idi, lakin Zen mətni yox idi. Hanlin alimi Tao Qu əmri qəbul etdi və onun yanına girdi və dedi: “Bütündür”.\nZhao taxta çıxdıqdan sonra ölkənin adını Sonq, Yuanı Jianlong olaraq dəyişdirdi və Kayfengi paytaxt etdi.Şi Şousin, Qao Huaide, Çjan Linqduo, Vanq Şenqi, Çjan Quanqhan və Zhao Yanhui Jiedushi tituluna layiq görüldülər. , tarixdə \"Çenqiao üsyanı\" kimi tanınan.\nVikipediya\n(Bu hekayə, bunun Zhao Kuangyin'in performansının başlanğıcı olduğunu göstərir.)", "聖意": "Eviniz, gündəlik həyatınız, var-dövlətiniz, uğurlarınız, işinizdə uğurlar, nəcib evlilik, Liujia'da uğurlar, erkək piyadalar, tarlalarda ipək qurdlarının erkən doğulması, altı heyvanın erkən doğulması, yazda uğurlar, insanlar axtarın. , davalarda uğurlar, köçdə uğurlar, itirilmiş mallar, xəstəliklərdəki təhlükələr, dağlarda və qəbirlərdəki təhlükələr.", "古人": "Chenqiao üsyanı", "第X籤": "Yetmiş üç imzaladı", "宮": "Mi Sarayı"}