{"籤詩版本二": "Yuxuda deyilirdi ki, var-dövlət çox olacaq, amma şöhrət puç olacaq.\nSu uzaqdır, dağlar uzaqdır, amma sədaqətli olmaq çətindir, nəcib insan hidayət edir, gülümsəyir.", "詩意": "Bu hexaqram yuxuda bir xəzinə əldə etməyin simvolunu təmsil edir.\nHər şey az-çox realdır.", "解曰": "Xəyal kimi xəyal etmək. Şöhrətə ümid yoxdur. Sadəcə yaxşı vaxtlar gözləyin. Nəcib göstərişlər.", "籤詩故事一": "◇ jadeni Zhaoya qaytarın (tamamladıqdan sonra jadeni Zhaoya qaytarın)\nEramızdan əvvəl 283-cü ildə Kral Zhao Huiwen Çudan He's Bi aldı.Kral Qin Zhaoxiang xəbəri eşitdikdən sonra Kral Zhaoya məktub göndərərək, on beş şəhəri He's Bi ilə dəyişməyə hazır olduğunu bildirdi.\nLin Xiangru Kral Zhaoya təhlil etdi ki, Qin güclü, Zhao isə zəifdir və dəyişdirilməli idi.\nKral Zhao sonra Lin Xiangru'yu He's Bi ilə birlikdə Qinə göndərdi.\nQin kralı Lin Xiangru ilə Zhangtai-də görüşdü və Lin Xiangru Qin Kralına jade təqdim etdi. Qin kralı çox sevindi və He's Bi-ni gözələ uzatdı və ətrafdakı hər kəs ona baxdı.Bu zaman sağda və solda hamı yaşasın deyə qışqırdı.\nLin Xiangru gördü ki, Qin Kralı şəhəri Zhaoya vermək niyyətində deyil, ona görə də Qin Kralına dedi ki, O, yeşim daşı qüsurludur və onu Qin Kralına göstərmək istəyir ki, fürsətdən istifadə etsin. jade geri.\nLin Xiangru Heşinin Bisini geri aldıqdan sonra böyük sütunun yanında dayanaraq Heşinin Bi ilə ölmək istədiyini göstərdi.\nBu zaman Lin Syanqru Qin kralına dedi: \"Çjao kralı hələ də nazirlərin etirazını dəf etdi və nazirin təklifini qəbul etdi. Sadə insanlarla ünsiyyətdə olarkən bir-birini aldatmasa belə, onu demə. Qin böyük bir ölkədir! Qin və Zhao Kral Zhao arasındakı dostluğu qorumaq üçün beş günlük oruc tutduqdan sonra mən nazirlərimi yəşim daşı ilə Qinə göndərdim. Təəssüf ki, Qin kralının nəinki Zhaoya kömək etmək niyyəti yox idi. şəhər, həm də He ailəsinin jadesini gözəl bir qadına verdi, bu, həqiqətən, mənim nazirlərimə istehza idi.\"\nSöhbətini bitirdikdən sonra Lin Xiangru dərhal bir dirəyə vurmaq jesti etdi.Qin kralı O, Bi-nin zədələnəcəyindən qorxdu, ona görə də elə etdi ki, Zhaoya on beş şəhər verir. Lin Xiangru Kral Qinin xəyanətkar planını başa düşdü, buna görə də vaxtı gecikdirmək üçün He's Bi təqdim etməzdən əvvəl Kral Qindən beş gün oruc tutmasını istədi. Bu bir neçə gündə Lin Xiangru öz xidmətçilərini yəşim daşı ilə birlikdə Zhao əyalətinə qayıtmağa göndərdi, Qin kralı ilə məşğul olmaq üçün qaldı.\n(Bu hekayə adi bir insanın statusuna heyran qalmasına bənzəyir.)", "聖意": "Ev duası qılın mal-dövlətin qarşısını almaq üçün dua edin.Evlilik çətindi.Evlilik çətindi.Xalq harmoniya içində deyil.", "古人": "Jao'ya jade'i qaytarın (Jao'ya jade'i tamamlayın)", "第X籤": "Yetmiş yeddinci uduşlu lotereya", "宮": "Günorta Sarayı"}