{"籤詩版本二": "Çinar ağaclarının yarpaqları tökülüb, payız yaxınlaşır, səyahətçilərin dönüş yolu buludlara bənzəyir.\nAllahın böyük səyi sayəsində gəmi küləkdə xəzinə ilə geri döndü.", "詩意": "Bu heksaqram düşmüş çinar yarpaqlarının şəklini əks etdirir.\nHər şey əvvəldən pis, sonda isə yaxşıdır.", "解曰": "Hər şeyi ürəkdən götürün. Tianxin onu izləyir. Dolanmaq üçün. Əlinizdən gələni edin.", "籤詩故事一": "◇Külək Tengvanq Köşkünə əsir\nVanq Bo, nəzakətlə adı Zian, erkən Tan sülaləsinin şairi idi.O, Tan sülaləsinin imperatoru Gaozong Yonghuinin birinci ilində anadan olmuşdur. Wang Bo uşaqlığından bəri müqəddəs kitabları oxuyur və o, \"vunderkind uşaq\" kimi tanınır. Wang Bo uşaqlığından bəri müqəddəs kitabları oxuyur və o, \"vunderkind uşaq\" kimi tanınır.\nOn yaşında ikən atası ilə təsadüfən Quandi məbədinin yanından keçirlər.Onlar məbəddə Quandinin əzəmətli heykəlini görürlər, əllərində “Bahar və payız”ın bir nüsxəsi və onu oxuyurlar.Atası bunu görəndə ilhamlandı.O, İmperator Quana tərənnüm etdi: \"Üç qıfıl yaşıl saqqal tutaraq, Yaşıl fənərə Qing sülaləsinin tarixini oxumaq və məşhur adlara ehtiram göstərmək. Yaşıl əjdaha və ayı əlimdə tutaraq.\" Deyirlər. Bu ilin payızında Wang Bo Şansidən Haynan adasına getdi və o, Jiaozhi mahalının hakimi vəzifəsinə endirilən atasını ziyarət etdi. , yol boyu minlərlə dağ və çaydan keçərək. İyirmi yeddi yaşında olan ilin payızında Vanq Bo Jiaozhi əyalətinin hakimi vəzifəsinə endirilmiş atasını ziyarət etmək üçün Şansidən Haynan adasına getdi.O, yol boyu minlərlə dağ və çaydan keçdi.\nBiz o gün Madang dağına çatanda hamı dincəlmək üçün sahilə çıxdı.Vanq Bo qədim məbədin yanından tək keçəndə qəfildən məbədin yanındakı daşın üstündə oturan qocanı gördü.Qoca ağ saçlı uşağa bənzəyirdi. və pəri görünüşü. O, Vanq Boya dedi: \"Sən Wang Bo deyilsən?\" Vanq Bo çaşıb dedi: \"Dəqiq! Bunu haradan bilirsən?\" Qoca dedi: \"Mən çoxdan eşitmişəm ki, səndə yaxşılıq var. insanları xilas etmək niyyəti var və şeirləriniz çox mənalıdır. Sabah Tengwang Pavilion-da möhtəşəm bir ziyafət olacaq. Əgər ziyafətdə iştirak edib esse yaza bilsəniz, əsrlər boyu məşhur olacaqsınız və yol xərclərini alacaqsınız.\" Onlar gələndə. Madang dağında hamı dincəlmək üçün sahilə çıxdı.Vanq Bo qədim məbədin yanında təkbaşına gəzəndə birdən məbədin yanındakı daşın üstündə gördü ki, ağ saçlı uşağa və pəriyə oxşayan bir qoca oturub. O, Vanq Boya dedi: \"Sən Wang Bo deyilsən?\"\nVanq Bo təəccübləndi və dedi: \"Dəqiq! Bunu haradan bilirsən?\"\nQoca dedi: \"Mən çoxdan eşitmişəm ki, siz insanları xilas etmək niyyətindəsiniz və bəstələdiyiniz şeirlər kifayət qədər mənalıdır. Sabah Şahzadə Tengin Köşkündə möhtəşəm bir məclis olacaq. Əgər ziyafətdə iştirak edib bəstələyə bilsəniz, əsrlər boyu məşhur olacaqsan və yol xərclərini alacaqsan”.\nVanq Bo dedi: \"Bu yer Tengvanq Köşkündən altı və ya yeddi yüz mil uzaqdadır. Sabah buraya necə gedə bilərik?\" Qoca dedi: \"Mən sizin rahat yelkənli olmanıza kömək etmək üçün ilahi külək kimi atdan istifadə edəcəyəm. Mən sabah mütləq gələcək.\" Wang Bo mənə təşəkkür etdi və dedi: \"Bağışla, qayınatam. , sən ölməzsən, yoxsa tanrı?\" Qoca güldü və dedi: \"Mən Zhongyuan Shuijun'a cavabdehəm. bu su sahəsi!\" Vanq Bo dedi: \"Bu yer Tengvanq Köşkündən altı və ya yeddi yüz mil uzaqdadır. Sabah bura necə gedə bilərik?\"\nQoca dedi: \"Mən atı ilahi külək kimi istifadə edəcəyəm ki, sən rahat getsən. Sabah mütləq gələcəm\".\nVanq Bo ona təşəkkür edərək dedi: \"Bağışlayın, qayınata, sən ölməzsən, yoxsa tanrı?\"\nQoca güldü və dedi: \"Mən bu su sahəsinə cavabdeh olan Zhongyuan Shuijunyam!\" Sonra qoca Vanq Bodan tez qayığa minməyə çağırdı. Bir müddət onu əhatə edən xeyirxah buludları və külək gördü. yol boyu su hamar idi.Bir göz qırpımında yüzlərlə kilometr yol qət etmişdi.\nSonra qoca Vanq Bo-nu tez bir zamanda qayığa minməyə çağırdı.O, bir müddət onu əhatə edən xeyirxah buludları gördü və bu, hamar bir səyahət idi.Bir göz qırpımında yüzlərlə mil qət etdi. Gözlənildiyi kimi, Vanq Bo möhtəşəm tədbirin səhəri Şahzadə Tengin Köşkünə qaçdı.\nGözlənildiyi kimi, Vanq Bo möhtəşəm tədbirin səhəri Şahzadə Tengin Köşkünə qaçdı. Və yerindəcə o, Tan sülaləsinin imperatoru Gaozong tərəfindən əbədi şah əsər adlandırılan \"Şahzadə Tengin Köşkünə ön söz\" yazdı. Və yerindəcə o, Tan sülaləsinin imperatoru Gaozong tərəfindən əbədi şah əsər adlandırılan \"Şahzadə Tengin Köşkünə ön söz\" yazdı.\nBelə bir şeir var ki:\nHəmişə deyirdilər ki, istedadlı insanlar tanrılardır, ona görə də küləyin Nanchangı Nanchanga gətirməsi təsadüfi deyil;\nMən Teng Wang-ın hündür köşkü haqqında bir cümlə yazdım, sonra o, ölümsüzləri Zhongyuana müşayiət etdi.", "聖意": "Eviniz üçün dua edin və özünüzü qoruyun, bərəkət üçün dua edin, var-dövlət axtarın, evlilik və harmoniyaya nail olun.", "古人": "Külək Tengwang Pavilyonuna əsir", "第X籤": "Səksən bir imzala", "宮": "Wei Gong"}