{"籤詩版本二": "Nüfuzuna görə fəzilətini itirsən nə etməli?Qorxuram ki, bəxt dəyişsin, pis şeylər olsun.\nSərxoş, hara gedəcəyimi bilmirəm.Yaşıl şam ağaclarının kölgəsində dumanlı bir yuxu görürəm.", "詩意": "Bu hexaqram sudan çıxan soyuq balığı təmsil edir.\nHeç bir şey köçürülə bilməz.\n\n(Bu hexaqram pis fəzilət və uğursuzluq simvoludur.\nHər şeydə ayaqlarınızı yerdə saxlayın.\n)", "解曰": "Soyuq balıq suyu tərk edir. məlhəmdə milçək. Düşərgə planları haqqında soruşsanız. Mo Qi daha yaxşıdır\nBu işarə Liujia üçün uğursuzluq gətirəcək. Hər şey səhv gedir. Təhlükəsizlik üçün dua edin.", "籤詩故事一": "◇Zhuangzi həyat yoldaşını sınaqdan keçirir\nZhuangzi Çjou sülaləsində anadan olub.Soyadı Zhuang, onun adı Çjou və adı Zixiu idi.O, Sonq sülaləsinin Mengyi əsilli idi. Çjou sülaləsində o, Qiyuan məmuru idi.\nBir gün Zhuangzi dağda bir qadınla qarşılaşdı.O, yeni qəbrin önündə çömbələrək yelçəkənini çarəsizcə silkələdi, sanki məzarın üzərindəki yaş torpağı qurutmaq istəyirdi. Zhuangzi onun niyyətini başa düşmədi, ona görə də ondan soruşdu. O, məzarda basdırılan şəxsin onun əri olduğunu, ərinin son sözünün isə məzarın torpağı qurumayana qədər yenidən ailə qura bilməyəcəyini deyib. O, daha çox gözləyə bilmədi, ona görə də qəbir torpağını qarışdırdı ki, daha tez qurusun və ikinci bulağın arxasınca gedə bilsin.\nZhuangzi dünyada belə ürəksiz qadın olduğunu düşünəndə ah çəkdi. Sonra fikirləşdim ki, mənim arvadım belə olarmı? Şübhə yarananda mən onu yoxlamaq istəyirəm.\nZhuangzinin həyat yoldaşının soyadı Tian idi və cütlük adətən yaxın münasibətdə idi.Arvadının sədaqətini yoxlamaq üçün Zhuangzi ölü kimi davranmağa qərar verdi.\nZhuangzinin qəfil xəstəlikdən vəfat etdiyini eşidən qohumları və dostları da daxil olmaqla hər yerdən çoxlu insan başsağlığı verməyə gəldi.Onların arasında Çu əyalətindən var-dövlətlə zəngin olan yaraşıqlı bir padşah və nəvəsi də vardı. Tian yeni dul və yazıq idi, onu təqib etdi. Xanım Tian vəsvəsələrə dözə bilməyib Vanq Suna aşiq oldu.Onlar cəmi iyirmi gün ərzində evləndilər.\nHəmin gecə şərab sərxoş olanda və qulaqlar qızanda Vanq Sun qəfil infarkt keçirdi və öldü.\nXanım Tian qorxdu və panikaya düşdü və Vanq Sundan təcili olaraq nə edəcəyini soruşdu.Vanq Sun ağrıya dözdü və xanım Tiana ölüləri diriltmək üçün cəsədlərin beyinlərindən istifadə oluna biləcəyini söylədi.\nCəsədi harada tapmaq olar? Xanım Tian birdən fikirləşdi ki, əri sadəcə ölməyib? Cənab Tian ər-arvad arasındakı köhnə sevgini unudub və əslində baltanı götürüb ərinin tabutunu yarıb, onun beynini dərman üçün çıxarmağa hazırlaşır.\nGözlənilmədən tabut açılanda Zhuangzi yenidən həyata qayıtdı. Xanım Tian o qədər utanıb ki, özünü asıb.\n(Bu hekayə şəxsi mənfəət üçün dostluğu pozmaq üçün bir metaforadır, ona görə də onunla razılaşa bilmərik.)", "聖意": "Ev dincdir, nəfs təhlükəsizdir, pul ədalətsizdir, ticarət qurban verilir, evlilik həll edilir, Liujia'da şər firavandır, piyadalar gəlməyib, ipək qurdları dincdir, mal-qaralar dincdir, camaat adam axtarır, dava dəyişib, müridlər mühafizəkar olub, mal-mülk əldən gedib, xəstəlik yoxdur, dağ və məzarlar pis olub.", "古人": "Zhuangzi həyat yoldaşını sınaqdan keçirir", "第X籤": "Lot 84", "宮": "Wei Gong"}