{"籤詩版本二": "Dağın qabağında yolu qara buludlar, duman bürüyür.Hər şey yuvarlaqdır, ay yenə dairəvidir.\nŞeir, kitab alsan, dərin yuxudan oyanarsan.Asil adam səni damın üstünə aparar.", "詩意": "Bu hexaqram yazın sonunu və çiçəklərin çiçəklənməsini simvollaşdırır.\nRəbbdən sonra hər şey dəyişir.", "解曰": "Qocadan kömək istəmək lazımdır. Yazda yenidən çiçək açır. Şöhrət və zənginlik arzusu. Ömrünün sonlarında gözlənilməz bir şeylə qarşılaşın.", "籤詩故事一": "◇Han Wengong qarla qarşılaşır\nNəzakətli adı Tuizhi olan Han Yu Çanqlidən idi. Tang Dezong Zhenyuanın səkkizinci ilində Cinşi oldu və onun ölümündən sonra adı Wen Gong oldu.\nTan sülaləsinin imperatoru Sianzonqun hakimiyyəti dövründə Han Yu Buddanın sümükləri ilə etiraz etdi və bu, İmperatoru qəzəbləndirdi. Han Yu həyat yoldaşını və uşaqlarını tərk edərək Çaozhouya getdi. Bir neçə gündən az getdikdən sonra soyuq külək güclənib, güclü qar yağıb. Han Yu qarın bir neçə fut qalın olduğu və atının irəli getməsini çətinləşdirən yerə gəldi.Yaxınlıqda heç bir ev yox idi və yolun harada olduğunu bilmirdi. Əgər yolu tutub geri çəkilmək istəyirsənsə, geriyə yol yoxdur. Külək güclü əsirdi və qar sürətlə yağırdı.Han Yu dərisinə islanmış, donmuş və ac idi və kədərini ifadə etməyə heç bir yeri yox idi.\nHan Yu ah çəkdi və dedi: \"İmperator məni öldürməyəcək, amma imperator məni məhv etmək istəyir\".\nHan Yu çarəsiz qalanda şiddətli soyuğa baxmayaraq qarı təmizləməyə gələn bir adamı gördü və onun Han Xiangzi (Han Yu-nun qardaşı oğlu) olduğu ortaya çıxdı.\nHan Xiangzi əvvəllər Han Yuya demişdi: \"Qinlinqdə Yun Hengin evi haradadır? Qar mavi darvazanı qucaqlayır və at irəli getməyi dayandırır.\" O zaman Han Yu Han Xiangzinin nə demək istədiyini başa düşmədi, amma indi o nəhayət başa düşdü.\nBeləliklə, Han Yu və Han Xiangzi Languandakı Fu evində gecələməyə getdilər. Keçmişdən və becərməyə aparan yoldan danışan Han Yu səmimi şəkildə əmin oldu.\nDaha sonra Han Yu rəsmi vəzifəsini tərk etdi, bütün əmlakını yerli hökumətə bağışladı və daoizmlə məşğul olmaq və ölməz olmaq üçün dağlara getdi.", "聖意": "Ev özünə yaraşmaz, pul axtarmağa diqqət et, işinə diqqət, evlilik gecikir, Liujia qadın piyadaları tarlaları bağlayır, ipək qurdları yaxşıdır, mal-qara yaxşı, adam tapmaq çətindir, ictimai davalar təkrarlanır, köç yenilənir, itirilmiş şeylər ciddidir, xəstəliklər gecikir, dağ məzarları dəyişdirilməlidir.", "古人": "Han Wengong qarla qarşılaşır", "第X籤": "Səksən beşinci uduşlu lotereya", "宮": "Shen Gong"}