{"籤詩版本二": "Qərb dağının yarısını gəzərək, Junling qayalarını həll etmək mümkün deyil.\nQorunması üçün Allaha ümid bəsləyən bu cəsəd hələ də morqdadır", "詩意": "Bu hexaqram qumda qızıl axtarmağa bənzəyir.\nHər şeydə alicənab insanların əlamətləri var.\n\nHəmçinin: Bu hexaqram insanın təhlükədə olduğunu göstərir.\nHər şeydə alicənab insanların əlamətləri var.", "解曰": "Jade daş kəsməklə tapıla bilər. Qumda qızıl tapın. Çox çalışmaq lazımdır. Sadəcə problem.\nBaşqa bir iş: çətin vəziyyət. Qalmağa yer yoxdur. Allahdan xeyir-dua diləyin. Rahatlıq üçün dua edin.", "籤詩故事一": "◇Qızılı dişləyin və yeraltı mağaranı araşdırın\nHərbi istismarını qeyd etmək üçün Cheng Yaojin Yanvuyanqda ziyafət verdi. Birdən yerdə ağlasığmaz bir çuxur açıldı.Hər kəs sözləri seçərək, qazanmaq üçün qızıl dişləyərək, ipləri kirayəyə götürərək püşk atdı.\nDaş qapılar, stollar, stullar, körpülər və digər əşyalar var.Stolun üstündə qızıldan tikilmiş və mağaradan köhnəlmiş əjdaha paltarları və yəşim kəmərlər var.\nYao Jin böyük qutu və kiçik qutu ilə çuxurdan çıxdı, taxta qutunu açıb jade möhürü çıxardı, qutunu açdı, böyük bayrağı, tac xalatını və izləri çıxarıb stolun üstünə qoydu və hamı onlara bir-bir baxırdı. Mən böyük möhürün üzərində həkk olunmuş səkkiz möhür simvolunun \"Hunşinin Cin Kralı, Böyük Fəzilətli İmperator\" olduğunu gördüm.\nHamı ona \"İmperator\" kimi sitayiş edirdi və Yaojin bunu Demon Kralı olaraq üç il etdi. (Əslində, bu, sadəcə özünü elan edirdi və Cheng Yaojin o zaman kəndin lideri idi.)\n(Bu hekayə yaxşı şeylərin aktyorluğa bənzədiyini göstərən bir metaforadır. Bu, \"bu bədən hələ də boşluqdadır\" bədii konsepsiyasıdır.)", "聖意": "Ev və ev, özü üçün dua etmək, qazancın olmaması, var-dövlət axtarmaq, çox çalışmaq, işdə diqqətli olmaq, evliliyə Liu Jiaxu, piyadalar, Chi Tian, ​​ipək qurdları, altı mal-qara, tövlə, insan axtarır, heç bir iddia yoxdur. , itki, hicrət, itirilmiş mal saxlamaq, pis xəstəliklər, maneələr, dağlar və qəbirlər.", "古人": "Qızıl üçün Crypt kəşfiyyatı", "第X籤": "Səksən yeddi imzala", "宮": "Shen Gong"}