{"籤詩版本二": "Məni şəxsi işlərinizlə narahat etməyin, bunu camaatdan soruşmaq daha məqsədəuyğundur.\nAydın ürək səmadakı parlaq ay kimi parlaqdır", "詩意": "Bu hexaqram səmada parlaq ayın təsvirini əks etdirir.\nHər şey parlaq və havalıdır.", "解曰": "Ürəkdə düz olun. Qanunu düzəldin. Müqəddəs sözlər. Nəhayət aydın olur.", "籤詩故事一": "◇ Konq Minqin generalı\nHəll yolu: Zhuge Liang qoşunlarını və generallarını səfərbər edir\nÜç Krallıq dövründə, nəzakət adı Kongming olan Zhuge Liang (181-234) Yanqdu, Lanqya (indiki Şandun əyaləti, Yinan qraflığı) şəhərində anadan olmuşdur.\nLiu Bei samandan tikilmiş kottecə üç dəfə baş çəkdikdən sonra Zhuge Liang məmur olmağa razılaşdı.O zaman Cao Cao Hebei sakitləşdirdi və cənuba yürüş etməkdə qərarlı idi.O, Xiahou Dunu baş general olaraq Yu Jin, Li Dian və başqalarını göndərdi. 100.000 nəfərlik orduya rəhbərlik edən general müavinləri Xinye tərəfə yürüş etdilər. O zaman Çjuqe Lianqın düşməndən geri çəkilmək planı olsa da, Quan Yu və Çjan Fey Çjuqe Lianqın sözlərinə xor baxırdılar. Çjuqe Lianqın ikisini inandırmaq üçün Liu Beyin qılıncından istifadə etməkdən başqa çarəsi yox idi ki, onlar hər biri min nəfərlik qoşuna başçılıq edərək Yuşan və Anlində pusqu qurdular.Onlar Xiahou Dunun ordusuna rəhbərlik etməsini gözlədilər, sonra isə onlara hücum etdi. pusqu və atəş.\nBundan əlavə, Zhao Yun ordunun köhnə və zəif qalıqlarına rəhbərlik etmək üçün Syahou Duna qarşı avanqard olaraq döyüşmək üçün göndərildi, sonra saxta məğlubiyyət və geri çəkildi, Syahou Dunu dağlarda və meşələrdə dar yola cəlb etdi. O, Quanı da göndərdi. Ping, Zhou Cang, Liu Feng və başqaları Caonun ordusunun arxasına gizlicə girib, təchizatları yandırıb Caonun ordusunda çaxnaşma yaradırlar.\nDöyüşdən sonra hər şey Zhuge Liang təşkil etdiyi kimi oldu. Xiahou Dun və Yu Jin ordunu təqib edərkən, arxada olan Li Dian təcili olaraq cəbhədə olan Xiahou Duna düşmənin atəş hücumlarından qorunmalı olduğunu bildirdi.Lakin artıq gec idi. dar yolda idi və ağacların bir-birinə qarışdığı yerdə idi, ona görə də yanğın başlana bilmədi.Çox itkilər oldu və Xiahou Dun və digər generallar məğlub olub Xuduna geri qaçdılar.\n(Bu hekayə Konq Minqin insanlardan istifadə etməkdə və ölkəni müdrikliklə idarə etməkdə yaxşı olduğunu göstərən bir metaforadır.)", "聖意": "Ev və ev xeyirlidir.Sərvətdə uğurlar, ruhun rahatlığı, işdə firavanlıq, evlilik, Liujia'da uğurlar, kişi piyadalar, köçən tarlalar, ipək qurdları, mal-qara itkisi, insanların axtarışı, ictimai məhkəmələr, köç, itkin arzulayıram. mal, nemət, xəstəlik, əmin-amanlıq, dağlar və qəbirlər.", "古人": "Konq Minqin generalı", "第X籤": "Doqquzuncu əlamət", "宮": "Yin Sarayı"}