{"籤詩版本二": "Yaxşı şou sizi qaşqabaqla camaatın arasından fərqləndirir və gələcəyiniz dəyişir və çoxlu sərvət gətirirsiniz.\nYol göy qədər genişdir və verə biləcəyiniz bütün pullar ürəyinizdə olacaq", "詩意": "Bu hexagram perspektivli gələcəyi göstərir.\nHər şey yaxşı gedir.", "解曰": "Böyük bir yol. Siz irəli gedə bilərsiniz. Ürəyindən istifadə et. Yalnız irəli.\nBu işarə ilə hər şey planlaşdırıldığı kimi gedir. Jichang'a uğurlar.", "籤詩故事一": "◇ Üç qəhrəman Lu Buya qarşı döyüşür\nHəll yolu: Üç qəhrəman Zhang Fei, Guan Yu və Liu Bei Lu Bu ilə döyüşür\nDong Zhuo Hua Xiong-un başının kəsildiyini öyrəndi və uçan general Lu Bunu döyüşə göndərdi. Lu Bu döyüşə girən kimi generallar Fang Yue və Mu Shunu, Vu Anquo və Gongsun Zanı isə öldürdü.\nZhang Fei Qonqsun Zanın Lu Bunu məğlub edə bilməyəcəyini gördü və tez Qonqsun Zanı əvəz etdi və qışqırdı: \"Üç soyadın qulları getməlidir! Yandan olan Zhang Fei buradadır!\" Bundan sonra onlar əlli raunddan çox vuruşdular, qalib və ya məğlub olmadan.\nQuan Yu bunu gördükdən sonra o və Zhang Fei Lu Buya hücum etdi və otuzdan çox raund döyüşdü.\nLiu Bei də iki qılınc götürdü, atını çırpdı və Zhang Fei və Quan Yuya kömək etmək üçün irəli addımladı.\nÜç nəfər Lu Bunu mühasirəyə alıb döyüşməyə davam etdilər.Qrupdakı bütün insanlar mat qaldı.\nTezliklə Lu Bu gücünü itirməyə başladı.Lu Bunun Peqasusu geri çəkildi, lakin üç nəfər Lu Bunun arxasınca getdi və təslim olmaq istəmədi.Lu Bunun qoşunları ilə qarşılaşana qədər geri çəkilmədilər.\n\"Üç Krallıq\"\n(Bu hekayə Lu Bunun döyüşdəki şücaətinə və məharətinə metaforadır. Bir nəfər üç nəfəri məğlub edə bilər.)", "聖意": "Evin və evin ürəyi yalnız öz səyahətində var-dövlət axtarmaq üçün səyahət edir.Mümkün bir evlilik məqaləsi Liujia'ya gedir.İnsanlar üçün işlər rahat gedir.Zhushuntian ipək qurdları istifadə edir.Altı heyvan arasında insanlar tapıla bilər.İnsanları əvvəlcədən tapmaq olar. .Məhkəmə.Köç.İtmiş mal.Xəstəliklər.Dağlar,qəbirlər,uğur kimidir.", "古人": "Üç qəhrəman Lu Buya qarşı döyüşür", "第X籤": "Doxsan bir uduşlu lotereya", "宮": "Sən saray"}