{"籤詩版本二": "Luan Feng Xiang çiskində islanmışdı, lakin o zaman Queer tərəfindən təhqir edildi\nBir gün buludların uzaqda olduğunu öyrənəndə şok oldum, amma yenə də paltarımı sənə qaytardım.", "詩意": "Bu hexaqram Luan və Feniksin yağışla örtülməsi simvolunu təmsil edir.\nHər şey vaxtı gələndə gəlir.", "解曰": "Bədxah gündən-günə abadlaşır. Bir centlmen heç nə etməməlidir. Sadəcə özünüzə qalın. Vaxtı gələndə hərəkətə keçin.", "籤詩故事一": "◇Gao Jun evliliyə zəmanət verir\nErkən Sonq sülaləsində Zhao Kuangyin şimalı birləşdirdi və bütün ölkə təslim oldu.Lakin Cənubi Tan sülaləsində Li Yu özünü Yantszı çayının cənubunda yerləşdirdi.O, şəhər təklif etmək və təslim kimi görünmək strategiyasını qəbul etdi. Shouzhouda Zhao Kuangyin'i tələyə saldı və vəziyyət kritik idi. Zhao Kuangyin'in qardaşı oğlu, qızıl silahı olan gənc Gao Junbao, Shouzhou mühasirəsini qırmaq üçün Bianjing'i tərk etdi.\n, Şuanqsuo dağının yanından keçərkən Liu Jinding tərəfindən qurulan Ər işarəsini sındırdılar və ikisi yarışdı.Nəticədə Liu Jinding öz üstün döyüş sənətləri ilə Gao Junbaonu üç dəfə məğlub etdi və qızıl gürzləri və gümüş zəngləri ömürlük dəyişdirdilər. Zhao Kuangyinin qardaşı oğlu Gao Junbao, Shouzhouda tələyə düşmüş Zhao Kuangyin'i xilas etmək üçün Bianjing'i tərk etdi.O, Shuangsuo dağından keçdi və Liu Jinding tərəfindən qoyulmuş işarəni sındırdı.İkisi yarışdı, lakin Liu Jinding möhtəşəm döyüş sənəti ilə Gao Junbaonu üç dəfə məğlub etdi. və məcburi ərə getdi. Cütlük izdihamı mühasirəyə apararaq Zhao Kuangyin-i xilas etdi.\n(Bu hekayənin metaforası ondan ibarətdir ki, ikisi barışmadı (onlara sataşdılar), sonradan barışdılar.)", "聖意": "Ailə evi özünə yaraşmaz, pul axtarmağa diqqətli ol, işin qarşısını al, evliliyi gözlə, gecikmə, Liujia, yalançı səyyah, tarlalarda uzanmaq, ipək qurdları, gec, altı mal-qara zərər, insan tapmaq çətin, iddialar, itki, köç, mühafizəkarlıq, itirilmiş mal, ağır xəstəlik, dağın uzadılması, ağır islahat", "古人": "Gao Jun evliliyə zəmanət verir", "第X籤": "Doxsan üç lotereyada qalib gəlir", "宮": "xugong"}