{"籤詩版本二": "Şöhrət və nailiyyətlər sülalədədir, amma indi sonsuz içki və seks olacaq.\nQızıl xoruz görsəniz, pul, bəxt və sərvətlə mükafatlandırılacaqsınız.", "詩意": "Bu heksaqram ehtiras və şöhrət simvolunu təmsil edir.\nHər şey xeyirli olsun.", "解曰": "İddialı və həyəcanlı. Özünüzü qorumaq üçün hələ də gec deyil. Qızıl xoruz söz verir. Hamısı xoşbəxt.", "籤詩故事一": "◇Cao Pi özünü imperator elan etdi\nCao Pi, nəzakətlə adı Zihuan, Peiguoqiaoda (indiki Hao County, Anhui) anadan olub. Jian'an dövründə məşhur siyasətçi və yazıçı.\nCao Pi Cao Caonun ikinci oğludur.Uşaqlıqdan atası ilə birlikdə hərbi düşərgədə yaşayıb.Atasının təsiri ilə Cao Pi altı yaşında okçuluğu, səkkiz yaşında isə at sürməyi öyrənib və inkişaf edib. yaxşı döyüş sənətləri bacarıqları. O, həmçinin qədim və müasir klassiklər və tərcümeyi-hallar, eləcə də yüzlərlə düşüncə məktəbinin kitabları haqqında geniş biliyə malikdir. Yalnız on səkkiz yaşına qədər Cao Cao Yuan Şaonu məğlub etdi və Cao Pi Cao Caonun hakimiyyətinin mərkəzi olan Yeçenqdə nisbətən sabit bir həyat yaşadı. O vaxtdan bəri bəzən atasını hərbi səfərlərdə müşayiət etsə də, çox vaxt alicənab övlad həyatı yaşasa da, yenə də hər gün döyüş sənəti ilə məşğul olub və bu günə kimi gerilməyib. O, tez-tez yüz addımlıqda atına minir və döyüş sənətində çox mahirdir.O, tez-tez döyüş sənəti ilə məşğul olduğu üçün yüngül və güclüdür.\nCao Caonun böyük oğlu Cao Anq döyüşdə öldürüldü. Böyük oğlu öldükdən sonra Cao Pi vəliəhd şahzadə üçün ilk seçim oldu. Otuz bir yaşında olanda Cao Cao tərəfindən vəliəhd təyin edildi. Cao Pi otuz üç yaşında olanda Cao Cao xəstəlikdən öldü və Cao Pi onun yerinə baş nazir və Vey kralı oldu. O, tez-tez at belində yüz addımlıq məsafədə getdiyini və çox bacarıqlı olduğunu bildirib.O, tez-tez kunqfu ilə məşğul olduğu üçün yüngül və sağlamdır.", "聖意": "Evinizin və evinizin əmin-amanlıq olması üçün dua edin, var-dövlət axtarın, çox çalışın, ticarət edin, erkən ayrılın, evlilik uğurlu olsun, Liujia salamat olsun, insanlar tarlada olsun, ipək qurdları yetişsin, altı mal-qara yetişsin. , adam tapmaq çətin olacaq, ictimai davalar təcili olacaq, köç itəcək, işlər uzaq olacaq.Xəstəliklər dağlarda, qəbirlərdə uzanacaq.", "古人": "Cao Pi özünü imperator elan edir", "第X籤": "Doxsan beşinci uduşlu lotereya", "宮": "xugong"}