{"籤詩版本二": "Möhtəşəm paqoda qeyri-adidir, hər tərəfi işıqla parlayan incə bəzəkləri ilə\nSizi çalışqanlıqla əyilmək və yaxşı işlər görmək əzmində olmağa çağırıram və cənnət sizə bərəkət göndərsin.", "詩意": "Bu hexagram ləyaqət təzahürüdür.\nHər şey xeyirlidir.", "解曰": "Bu nemətlər. Hər kəsdə var. Çox məşğul olmayın. Ləyaqət əvvəlcədən müəyyən edilir.", "籤詩故事一": "◇Fenyan Kralı nəvəsi ilə Çin Sevgililər Günündə görüşür\nHəll yolu: Quo Ziyi Çin Sevgililər Günündə yerə enən Toxucu Qızla tanış oldu. Jade İmperatorunun nəvəsi Tiansun Yeddi Pəridir.\nQuo Linqqonq kimi də tanınan Quo Ziyi (697-781), Huazhou (indiki Huaxian qraflığı, Şaansi əyaləti) Zheng qraflığından idi və Tan sülaləsinin generalı idi. İmperator məhkəməsi Ziyiyə Fenyang kralı titulunu verdi.\nDeyilənə görə, Ziyi əslən Huazhoudan olub və Böyük Divarın kənarında orduya qoşulmağa gedib.O, hərbi maaş almaq üçün Pekinə gedib və Yinzhouya qayıdıb.O vaxtlar Çin Sevgililər Günü idi.Külək və qum qaralırdı,gün isə qaralırdı.Ziyi irəli gedə bilmirdi ona görə də yolun kənarında dayanırdı.Boş evdə döşəmədə yatırdı.Yuxuya getmək istəyəndə birdən qırmızı işığı gördü. hər iki tərəfə.Ayağa qalxıb təəccüblə yuxarı baxdı.Göydə bir bulud var idi,yavaş-yavaş enirdi.Orada adi insanlardan tamamilə fərqli, ləyaqətli və qəşəng bir gözəl qadın oturmuşdu. Ziyi dərhal ehtiramını bildirdi və dedi: \"Bu gün yeddinci qəməri ayının yeddinci günüdür. Məncə, ona uzun ömür və var-dövlət bəxş etmək istəyən Toxucu Qızdır\".\nQadın da cavab verdi: “Böyük sərvətlə uzunömürlülük gəlir”.\nO, sözünü bitirdikdən sonra parıltı geri qayıtdı və buludlar yavaş-yavaş qalxdı.Qadın hələ də ondan uzaqlaşana qədər xoş təbəssümlə Quo Ziyiyə baxırdı, sonra tüstü bulanıqlaşdı və o, artıq görünmürdü.\nQadının dediyi kimi doğru çıxdı. Ziyinin xidmətləri dünya şöhrətlidir, son dərəcə məşhur vəzirdir, həm ləyaqəti, həm də fəziləti ilə bir generaldır.", "聖意": "Evdə özünüz üçün bir arzu edin, özünüz üçün bir arzu edin, pul üçün dua edin, işdə uğurlar, evlilikdə uğurlar, Liujia'da uğurlar, insanlarla xoşbəxt səyahətlər, tarlalar, ipək qurdları, sabit mal-qara, tapmaqda uğursuzluq insanlar, ictimai iddialar, miqrasiya, xoşbəxtlik, itirilmiş əmlak xəstəlikləri, Zhenxingshandakı məzarlar", "古人": "Kral Fenyang Çin Sevgililər Günündə nəvəsi ilə görüşür", "第X籤": "Doxsan altını imzala", "宮": "xugong"}