{"籤詩版本二": "Atı cilovlayıb, qamçı tutaraq düz bura gəlirik, yarısı təhlükə, yarı fəlakət.\nSanki evi yandırır.Göy düşəndə ​​yağış onu külə çevirir.Bir planım var.", "詩意": "Bu hexaqram yarı kədər və yarı sevinci təmsil edir.\nHər işdə yaxşılıq etmək məsləhətdir.", "解曰": "Ömürlük əmək. Doğru və yanlışa əhəmiyyət verməyin. Qadağalar müvəqqətidir. Narahatlıq təbii olaraq gəlir.", "籤詩故事一": "◇Tao Sanchun Guayuanda Zheng Eni məğlub edir\n\"Yaşasın xatirəm,\" Zhao Kuangyin yenidən ayağa qalxdı, \"Beiping King Zheng En o vaxt evlilik təşkil etmişdi. İndi dünya sülhdədir, mən evlənmək üçün əlverişli gün seçmək üçün icazənizi xahiş etmək istərdim. \"\n\"Yaşasın mənim xatirəm!\" Zhao Kuangyin ayağa qalxdı və dedi: \"Pekin kralı Zheng En, o vaxt evlilik təşkil etmişdi. İndi dünya sülhdədir, mən xeyirli birini seçmək üçün icazənizi istəyərdim. evlənmək günüdür\".\n“Ah, üçüncü qardaş əvvəllər nişanlı idi, necə oldu ki, bundan xəbərim olmadı?” Çay Ronq çox təəccübləndi.O, əlini yellədi və Zhao Kuangyindən oturub danışmasını istədi.\n\"Ah! Üçüncü qardaş əvvəllər nişanlı idi, necə oldu ki, bundan xəbərim olmadı?\" Çai Ronq (Sonrakı Çjou sülaləsinin imperatoru) çox təəccübləndi.O, əlini yellədi və Zhao Kuangyindən oturub danışmasını istədi.\n\"Uzun söhbətdir. Birincisi, biz o vaxt hələ kasıb idik və sizin ordunuza getməmişik. O vaxtdan bəri illərdir vuruşuruq və sizinlə maraqlanmağa vaxtımız yoxdur. İkincisi, üçüncü qardaş da bir azdır. bunu qeyd etməkdən utanıram, ona görə də Əlahəzrət bilmir”.\n\"Uzun söhbətdir. Birincisi, biz o vaxt hələ yoxsulluq içində yaşayırdıq və sizin ordunuza getməmişik. O vaxtdan bəri biz illərdir vuruşuruq və sizinlə maraqlanmağa vaxtımız yoxdur. İkincisi, üçüncü qardaş da Bunu qeyd etməkdən utanıram, ona görə də Əlahəzrət bilmir.”\n\"Ay, kişi kollec tələbəsi evlənir, utanmağın nə mənası var? Üçüncü qardaş uzun müddətdir ki, döyüş meydanındadır və onu misilsiz qəhrəman hesab etmək olar. Niyə bu məsələyə belə xırdalıq edirsiniz?\"\n\"Ay! Kollec oğlanı evlənir, utanmağın nə mənası var? Üçüncü qardaş çoxdan döyüş meydanındadır və onu misilsiz qəhrəman kimi qiymətləndirmək olar. Niyə bu məsələyə belə xırdalıq edirsən?\"\n– Bu nikahdan söz düşmüşkən, üçüncü qardaşımı utancaqlıqda qınaya bilmərəm, çünki bu evlilik saxtadır.\n– Bu nikahdan söz düşmüşkən, üçüncü qardaşımı utancaqlıqda qınaya bilmərəm, çünki bu evlilik saxtadır.\n\"Yazıb? Hey, maraqlıdır. Zəhmət olmasa, nə baş verdiyini deyin.\"\n\"Mən yazdım! Hey! Maraqlıdır! Zəhmət olmasa, mənə nə baş verdiyini deyin.\"\n\"Bəli, yadımdadır, o il biz əlahəzrətlərə qoşulmağa hazırlaşarkən Baocheng qraflığından keçirdik. İyun ayı çox isti idi. Üçüncü qardaşım oteldə qala bilmədi, ona görə də təkbaşına gəzməyə çıxdı. Bostan bağının yanından keçəndən sonra içəri girdi, bir az da yığdı.Qovunlar susuzluğu yatırırdı.Bu vaxt tez yetişən bostanlar çox deyildi, üçüncü qardaş onları necə yığacağını bilmirdi, ona görə də çoxunu sındırdı. Bostana baxan qadın 3-cü qardaşı ittiham etmək üçün irəli addımladı.İkisi arasında fikir ayrılığı yarandı, sonra dalaşmağa başladılar.Gəlin.Xoşbəxtlikdən narahat oldum və vaxtında köməyə gəldim,yoxsa...\"\n\"Bəli, yadımdadır, o il biz əlahəzrətə qovuşmaq üzrəydik, biz Baocheng qraflığından keçirdik. İyun ayı çox isti idi. Üçüncü qardaşım oteldə qala bilmədi, ona görə də təkbaşına gəzməyə çıxdı. Bostan bağının yanından keçəndən sonra içəri girdi, bir az da yığdı.Qovunlar susuzluğu yatırırdı.Bu vaxt tez yetişən bostanlar çox deyildi, üçüncü qardaş onları necə yığacağını bilmirdi, ona görə də çoxunu sındırdı. Bostana baxan qadın 3-cü qardaşı ittiham etmək üçün irəli addımladı.İkisi arasında fikir ayrılığı yarandı, sonra dalaşmağa başladılar.Gəlin.Xoşbəxtlikdən narahat oldum və vaxtında köməyə gəldim,yoxsa...\"\n\"Bu Zheng Ziming, ilk növbədə onun günahıdır, üzr istəməlidir. Niyə onu vurdu? Bundan başqa, qız ailəsi onun kimi şiddətli kişinin yumruq və təpiklərinə necə tab gətirə bilər! Hadi, sən bu qızı döydün. parça. Xeyr?” “Qız sağ-salamat idi...”\n\"Bu Zheng Ziming, ilk növbədə onun günahıdır, ona görə də üzr istəməlidir. Niyə onu döyürsən? Bundan başqa, qız ailəsi onun kimi şiddətli kişinin yumruq və təpiklərinə necə tab gətirə bilər! Buyurun, mənə deyin. sən bu qızı döymüsən.\n\"Qız sağ qalmadı...\"\n\"Yaxşı, eybi yoxdur... Hey, tədbir görmədin? Ay, deyəsən, məni vaxtında xilas etmisən\".\n\"Yaxşı! Eybi yox... Hey! Siz tədbir görməmisiniz? Ah! Deyəsən, məni vaxtında xilas edən sən idin!\"\n“...Xeyr, xilas etdiyim adam... üçüncü qardaş idi.” “...Xeyr, xilas etdiyim adam... üçüncü qardaş idi”.\n\"Ah ah?!\"\n\"Üçüncü qardaşı qadın yerə yıxdı və bütün yol boyu şiddətlə döydü. Xoşbəxtlikdən gəldim və onu getməyə razı saldım, ona görə də ciddi xəsarət almayıb... Əlahəzrət... Əlahəzrət!... \"\n\"Üçüncü qardaşı qadın yerə yıxdı və onu şiddətlə döydülər. Xoşbəxtlikdən gəldim və onu getməyə razı saldım, ona görə də ciddi xəsarət almayıb... Əlahəzrət... Əlahəzrət!...\"\n\"Ah?...Ah, o qadın kimdir!?\" \"Ah!?...Ah, o qadın kimdir!?\"\n\"Yalnız sonra bildim ki, qadının adı Tao Sançundur, atası Tao Honq isə heç bir istəkləri olmayan qocaman qəhrəmandır. Tao Sanchun uşaqlıqdan döyüş sənətini atasından öyrənib. Mən tanıyandan sonra. onun ailəsinə baxanda gördüm ki, miss Sanchunun əla xasiyyəti var. , Luo Luo və səxavətli, heç bir kiçik qız olmaq vərdişi olmadan, qəsdən ona uyğunlaşdılar. Tao atası və qızı da üçüncü qardaşın düz xarakterini çox bəyəndilər. Dərhal onu vurdu və ikisi üçün bu evliliyə qərar verdi. Əlahəzrət, mənə deyin ki, bu, saxta nikah deyilmi?”\n\"Yalnız sonra bildim ki, qızın adı Tao Sançundur və o, uşaqlıqdan döyüş sənətini atasından öyrənib. Ailəsi ilə tanış olandan sonra gördüm ki, miss Sanchun əla xarakterə malikdir. səxavətli idi və kiçik qızın vərdişlərindən heç bir əsər-əlamət qalmamışdı, ona görə də onu qəsdən işə götürdüm.Cənab Tao və qızı da üçüncü qardaşlarının düz xasiyyətini çox bəyəndilər.Onlar dərhal buna razı oldular və onlar üçün bu evliliyə qərar verdilər.Sənin Əlahəzrət, zəhmət olmasa deyin, bu saxta nikah deyilmi?”\n(Bu hekayə bir metaforadır, çünki pis bir şey yaxşı bir şeyə çevrildi.)", "聖意": "Evin və özünün qorunması üçün dua edin, ehtiyatlı olun, var-dövlət üçün dua edin, biznesi məhv edin, evliliyə mane olun, cəza, Liujia, sığorta, tarlalarda qapalı qalan piyadalar, ipək qurdunun zədələnməsi, mal-qara ziyanı, itkin düşənlər, qanunsuz məhkəmələr, itki, köç, mühafizəkarlıq , itirilmiş mal, pis xəstəliklər, qayğılar, təhlükələr, dağlar, məzarlar, uğursuzluqlar", "古人": "Tao Sanchun bostan bağında Zheng Eni döyür", "第X籤": "Doxsan doqquz sayı", "宮": "Haigong"}