{"籤詩版本二": "একটি ভাল বিবাহ, শুভ দিন এবং ভাল সময়ের জন্য পৃথিবী তৈরি হোক এবং সবকিছু ভাল হোক\nআপনি যদি এই লট পান তবে এটি কোন ছোট বিষয় নয়।সম্রাট ঘোষণা করেন যে লোকেরা অনুগত এবং ন্যায়পরায়ণ।", "詩意": "এই হেক্সাগ্রাম স্বর্গ এবং পৃথিবীর খোলার শুরুর প্রতিনিধিত্ব করে।\nসবকিছুই শুভ।", "解曰": "দ্রুত গতি। বছর তার সময়ের মূল্য নয়। গুয়ানিন লিখেন। আমাকে আগে জানতে দিন.", "籤詩故事一": "◇ ঝোংলি আলোকিত হয়ে ওঠে\nঝোংলি কোয়ান, উপনাম ঝোংলি, দেওয়া নাম কোয়ান, সৌজন্য নাম ইউনফাং এবং ডাকনাম ঝেংইয়াং, পূর্ব হান রাজবংশের সময় জিয়ানয়াং কাউন্টি, জিয়ান, শানসি প্রদেশের অধিবাসী ছিলেন।\nঝং লিকুয়ান ছিলেন হান রাজবংশের একজন জেনারেল। পশ্চিম কিয়াংয়ের বিরুদ্ধে অভিযানের সময়, তিনি কমান্ডার লিয়াং ইয়ের প্রতি ঈর্ষান্বিত হয়েছিলেন এবং তাকে কেবল 30,000 বৃদ্ধ এবং দুর্বল সৈন্য নিয়োগ করেছিলেন। তিনি তার গন্তব্যে পৌঁছানোর সাথে সাথে শিবিরটি লুট করে নিয়ে যায়। পশ্চিম কিয়াং সেনাবাহিনী, এবং সৈন্যরা পালিয়ে গেছে। ঝং লিকুয়ান একটি উপত্যকায় হারিয়ে গেলেন এবং পথে একজন হু সন্ন্যাসীর সাথে দেখা করলেন। তিনি তাকে একটি ছোট গ্রামে নিয়ে গেলেন এবং বললেন, \"এটি মিস্টার ডংহুয়ার বাসস্থান।\" তারপর তিনি বিদায় জানিয়ে চলে গেলেন। কিছুক্ষণ পর, হঠাৎ কেউ বলল, \"এটা নিশ্চয়ই হবে কারণ সবুজ চোখের হু মানুষটি খুব বেশি কথাবার্তা বলে।\" তিনি সাদা হরিণের পশম পরা এবং সবুজ কুইনোয়ার স্টাফ ধরে একজন লোককে দেখলেন। তিনি ঝং লিকুয়ানকে জিজ্ঞাসা করলেন, \"যে ব্যক্তি এসেছিল। এখানে হান দা. জেনারেল ঝংলি কোয়ান\n? ঝং লিকুয়ান হতবাক হয়েছিলেন, জেনেছিলেন যে তিনি একজন অদ্ভুত ব্যক্তির সাথে দেখা করেছেন, তাই তিনি আন্তরিকভাবে তাও শিখেছিলেন।\nঝং লিকুয়ান পরে জেনরেন হুয়াং এবং অমর রাজা জুয়ানফুর সাথে দেখা করেন এবং \"অমরত্বের রহস্য\" শিখেছিলেন। অবশেষে, তিনি কংটং মাউন্টেনের জিজিন সিহাওফেং-এ বসবাস করেন, \"জেড বক্সের গোপনীয়তা\" লাভ করেন এবং একজন সত্যিকারের অমর হয়ে ওঠেন। তিনি কোয়ানজেন সম্প্রদায়ের পাঁচটি উত্তর পূর্বপুরুষের একজন হিসাবেও সম্মানিত ছিলেন।", "聖意": "শরৎ এবং শীতকালে আপনার বাড়ি এবং বাড়ির জন্য সৌভাগ্যের জন্য প্রার্থনা করুন। শরৎ এবং শীতে সৌভাগ্য কামনা করুন। ব্যবসায় সৌভাগ্য, বিবাহের সৌভাগ্য, ছেলেদের জন্ম দেওয়ার সৌভাগ্য, মাঠে ভ্রমণে সৌভাগ্য। , রেশম পোকার সৌভাগ্য, গবাদি পশুতে সৌভাগ্য, মানুষ খুঁজে পাওয়ার সৌভাগ্য, পাবলিক মামলায় সৌভাগ্য, অভিবাসনে সৌভাগ্য, হারানো সম্পত্তি, উত্তর-পূর্ব রোগ, পাহাড় এবং সমাধি পাঠানোর সৌভাগ্য।", "古人": "ঝোংলি আলোকিত হয়ে ওঠে", "第X籤": "প্রথম সাইন", "宮": "জরায়ু"}