{"籤詩版本二": "উদ্বেগ এবং উদ্বেগ সাময়িকভাবে উপশম হয়, এবং আনন্দ আকাশ থেকে আসে।\nগোবরের মধ্যে লুকানো জেড যেমন, একজন ভাল কর্মী ধুলো তুলে ফেলে", "詩意": "এই হেক্সাগ্রাম ইয়িন এবং ইয়াং এর সামঞ্জস্যের প্রতিনিধিত্ব করে।\nআপনি যা পরিকল্পনা করছেন সবই শুভ।", "解曰": "কিছুই পায়নি, কিছু হারায়নি। ক্ষতি থেকে লাভ। ভিলেন সমস্যায় পড়েছে। আপনার জন্য শুভকামনা, ভদ্রলোক.", "籤詩故事一": "◇ ইয়ে মেং জিওং চাও দি\nইয়ে মেংজিওং (1531-1597), যার সৌজন্যে নাম ছিল নানঝাও এবং যার নাম ছিল লংটাং, পরিবর্তন করে লংটান রাখা হয়েছিল এবং তার নামও হুয়ায়ুন রাখা হয়েছিল। মিং রাজবংশের হুইঝো ফুচেং (এখন হুইচেং জেলার অংশ, হুইঝো শহরের অংশ) ওয়ানশিফাং-এর বাসিন্দা। জিয়াজিং রাজত্বের 44তম বছরে (1565), তিনি জিনশি হন এবং কিং কাউন্টির ম্যাজিস্ট্রেট উপাধিতে ভূষিত হন। তিনি স্থানান্তর বিভাগের পরিচালক হিসাবে দায়িত্ব পালন করেন এবং পরে শানসি রোডের তত্ত্বাবধায়ক সেন্সরে পরিবর্তিত হন।\nওয়ানলির 20 তম বছরে (1592), নিংজিয়ার জেনারেল কনসাল, কুয়াইবাই (মঙ্গোলীয় তাতার উপজাতির প্রধান), গভর্নর ডাং জিনকে হত্যা করেন এবং হেক্সি প্রদেশের সাতচল্লিশতম দুর্গ দখল করেন। নিজেকে মৃত্যুর দিকে। মেং জিওং ক্রেডিট নেওয়ার ক্ষেত্রে অহংকারী নন, এবং তার দক্ষতা জেনারেলদের মতো ভাল হতে দেয় যারা যুদ্ধ করার সাহস করে। অফিসিয়াল ওয়েই জুয়েজেংকে পুনর্বহাল করা হয়েছিল। তার পরবর্তী বছরগুলিতে, তিনি পাঁচবার পদত্যাগ করেন এবং হুইলং মন্দির নির্মাণের জন্য হুইঝোতে ফিরে আসেন।\nইয়ে মেংজিওং শুরুতে একজন সরকারী কর্মচারী হিসাবে তাওবাদে প্রবেশ করেছিলেন, এবং তার সততার জন্য বিখ্যাত ছিলেন৷ পুরানো ঐতিহাসিক রেকর্ডগুলি বলে যে তিনি \"নম্রতা এবং যোগ্যতায় প্রথম\", \"দুর্নীতি দূর করেন এবং বিদ্রোহকে শাস্তি দেন\", একটি ভাল খ্যাতি রেখেছিলেন; তিনি ছিলেন অত্যন্ত অনুগত, সাহসী, সাহসী, এবং সম্পদশালী। বন্দুকযুদ্ধে ভাল। তার জীবনের দ্বিতীয়ার্ধে, তার মার্শাল আর্ট দক্ষতা \"মিং রাজবংশের ইতিহাস\" এ লিপিবদ্ধ করা হয়েছিল এবং তাকে একজন জাতীয় বীর হিসাবে গণ্য করা হয়েছিল।", "聖意": "বাড়িটি প্রতিকূল (ক্রমবর্ধমান শান্তিপূর্ণ) শরৎ এবং শীতকাল নিজের জন্য ভাল, সম্পদ সফল হবে, লেনদেন সফল হবে, বিবাহ সফল হবে, লিউজিয়া মিথ্যা শঙ্কিত হবে (ধনসম্পদ থাকবে), পথচারীরা মাঠে যাবে রেশম পোকার জন্য প্রার্থনা করুন, ছয়টি প্রাণী সমতল হবে, লোক পাওয়া যাবে, পাবলিক মামলা প্রতিকূল হবে, স্থানান্তর রক্ষণশীল হবে, হারিয়ে যাওয়া সম্পত্তি বাধাগ্রস্ত হবে, ফুশান কবরে রোগ বসতি স্থাপন করা হবে", "古人": "ইয়ে মেং জিওং চাও দি", "第X籤": "ষোড়শ বিজয়ী লোটো", "宮": "মাওগং"}