{"籤詩版本二": "গোল্ডেন ক্রো পশ্চিমে পড়ে এবং খরগোশ পূর্বে উঠে।দিন ও রাতের চক্র প্রাচীন কাল থেকে বর্তমান পর্যন্ত চলতে থাকে।\nসন্ন্যাসী এবং তাওবাদীরা জানেন যে কোনও অসুবিধা নেই এবং পণ্ডিত, কৃষক, শিল্প এবং বণিক সবাই তাদের নিজস্ব মনের অনুসরণ করে।", "詩意": "এই হেক্সাগ্রামটি ইয়িন এবং ইয়াং এর মোম এবং ক্ষয়কে প্রতিনিধিত্ব করে।\nএটিও একটি চিহ্ন যে সবকিছু পরিকল্পনা মতো হবে।", "解曰": "মনে কিছু নেই। আপনি যা করেছেন তা মেধাবী। ধনুক থেকে তীরের মতো। একটি গুলি লক্ষ্যবস্তুতে লেগেছে।", "籤詩故事一": "◇ চাচা কাও গুও একজন অমর\nকাও গুওজিউ, জুঝো-এর অধিবাসী, তিনি গান রাজবংশের রেনজং আমলে রাজ্যের মহান চাচা ছিলেন।তার নাম ছিল কাও ই, কাও জিংসিউ নামেও পরিচিত।\nচাচা কাও গুওর একটি ছোট ভাই ছিল যার নাম কাও এর। এই কাও এর তার সাম্রাজ্যিক ক্ষমতার অবস্থানের উপর নির্ভর করে এবং সব ধরনের মন্দ কাজ করে। সে ক্ষেত্র দখল করে, স্ত্রী-কন্যাদের নিয়ে যায়, এবং কিছু অনাচারী লোকের সাথে বন্ধুত্ব করে, আসা-যাওয়া করে। কাও গুওজিউ তা সহ্য করতে পারেনি, তাই সে তার ভালো কথা ও সান্ত্বনা শুনতে অস্বীকৃতি জানায়, তাই সে তাকে নিয়ন্ত্রণ করার জন্য শাস্তি ব্যবহার করে।\nকাও গুওজিউ বলেছেন: \"পৃথিবীর নীতি হল যে যারা ভাল সঞ্চয় করে তারা উন্নতি লাভ করে এবং যারা মন্দ সঞ্চয় করে তারা ধ্বংস হয়ে যায়। এটি একটি অপরিবর্তনীয় সত্য। অতীতে, আমাদের কাও পরিবার আজকের সম্পদ অর্জনের জন্য মন্দ কাজগুলি সঞ্চয় করেছে। এখন আমার ভাই চরমভাবে মন্দ জমেছে, এমনকি যদি সে পালিয়ে যায় এমনকি যদি আপনি কর্মকর্তাদের দ্বারা শাস্তি পান, আপনি গোপনে চলমান প্রাকৃতিক দুর্যোগ থেকে পালাতে পারবেন না। একবার একটি দুর্যোগ আসে এবং আপনার পরিবার ধ্বংস হয়ে যায় এবং কেউ মারা যায়, আপনি হবেন না। পালাতে সক্ষম। আমি অপমানিত হব এবং ভয় পাব।\" তাই আমি আমার সমস্ত সম্পদ ছড়িয়ে দিয়েছিলাম, তিনি দরিদ্রদের সাহায্য করেছিলেন এবং তার ভাইয়ের বিষয়ে আর পরোয়া করেননি। তারপরে তিনি তার বাড়ি এবং বন্ধুদের ছেড়ে, তাওবাদী ইউনিফর্মে পরিবর্তিত হয়েছিলেন এবং তার মন ও প্রকৃতির চাষ করতে পাহাড়ে চলে যান।\nএকদিন, তিনি সুযোগে হান রাজবংশের ঝংলি এবং লু ডংবিনের সাথে দেখা করেন। চাচা কাও গুয়ের সাবলীল উত্তর দেখে তিনি খুব খুশি হন এবং তাকে \"সত্যের প্রত্যাবর্তনের গোপন আদেশ\" দেন এবং তাকে সাবধানে অনুশীলন করার নির্দেশ দেন। কিছুক্ষণ পরে, ঝংলি। কোয়ান এবং লু ডংবিনকে অমর শ্রেণীর সাথে পরিচয় করিয়ে দেওয়া হয়েছিল।", "聖意": "গৃহের জন্য সৌভাগ্য, গৃহ, সৌভাগ্য, সৌভাগ্য, সৌভাগ্য, ব্যবসায় সৌভাগ্য, বিবাহ, পুরুষ পথিক, ক্ষেতে রেশম কীট রোপণ, ছয়টি গবাদি পশু রোপণ, লাভের ক্ষতি, লোকের সন্ধান, আইনি পদক্ষেপ, দেশান্তর, শুভ হারানো সম্পত্তির জন্য ভাগ্য, দেরিতে অসুস্থতা, সৌভাগ্য (খরগোশের বছর বা খরগোশের রাশিচক্রটি দুর্ভাগ্য), পাহাড়ের কবরে সৌভাগ্য", "古人": "চাচা কাও গুও একজন অমর", "第X籤": "অষ্টাদশ সই", "宮": "মাওগং"}