{"籤詩版本二": "দ্রুত জল সৈকত থেকে নৌকা ফিরে যেতে দেওয়া, অশান্তির কারণে আপনি কি করতে চান?\nআপনি যদি নিরাপদ থাকতে চান, প্রশান্তি সন্ধান করুন এবং এই সংকট অতিক্রম করার জন্য তরঙ্গের জন্য অপেক্ষা করুন।", "詩意": "এই হেক্সাগ্রামটি একটি দ্রুত সৈকতে ভ্রমণ করা একটি নৌকার মতো।\nসবকিছুতে রক্ষণশীল থাকুন এবং সময়ের জন্য অপেক্ষা করুন।", "解曰": "শক্তিশালী জলে নামুন। বিপদ অপেক্ষা করছে সময়ের অপেক্ষায়। আপনি যদি শিবির পরিকল্পনা সম্পর্কে জিজ্ঞাসা করেন। কিছুই করার নেই.", "籤詩故事一": "◇ জিয়াই মুকুটধারী রাজা\nগুও জিয়াই (697-781), গুও লিংগং নামেও পরিচিত, ঝেং কাউন্টি, হুয়াঝো (বর্তমানে হুয়াক্সিয়ান কাউন্টি, শানসি প্রদেশ) এর একজন স্থানীয় এবং তাং রাজবংশের একজন জেনারেল ছিলেন।\nতিয়ানবাও (755) এর 14 তম বছরে আনশি বিদ্রোহের সময়, তাকে শুওফাং জিদুশি (বর্তমান নিংজিয়াতে লিংউয়ের পশ্চিমে লিংউউ) উপাধি দেওয়া হয়েছিল। তাকে ক্রুসেড করার আদেশ দেওয়া হয়েছিল। তিনি শুওফাংয়ের সেনাবাহিনীকে লি গুয়াংবির সাথে মিশেছিলেন। তারা চাংশানে (ঝেংডিং, হেবেই) বাহিনীতে যোগ দেয় এবং শি সিমিংকে পরাজিত করে হেবেই পুনরুদ্ধার করে। এই সময়ে, গুও জিয়াই পরামর্শ দেন যে সম্রাট উত্তর থেকে ফ্যান ইয়াংকে নিয়ে যান এবং টংগুয়ানের অবরোধ কমাতে বিদ্রোহী বাঘের খাদে আক্রমণ করেন, কিন্তু জুয়ানজং তা প্রত্যাখ্যান করেন। পরবর্তীতে, তাং রাজবংশের শেষদিকে বিচ্ছিন্নতাবাদী ভাসাল শহরগুলির পরিস্থিতি রোপণ করা হয়েছিল, যা তাং রাজবংশের মৃত্যুর দূরবর্তী কারণও হয়ে ওঠে।\nতিয়ানবাওয়ের রাজত্বের পনেরতম বছরে (756), তিনি এবং উইঘুর জোট হেকুকে শান্ত করে। পরের বছরের বসন্তে, তারা হেডং (বর্তমানে ইয়ংজি, শানসি) এবং ফেং ই (বর্তমানে ডালি, শানসি) পুনরুদ্ধার করে এবং টংগুয়ান আক্রমণ করে, কুই কিয়ানিউকে পরাজিত করে।তাং সেনাবাহিনী 10,000 এরও বেশি হতাহতের শিকার হয়। কুই কিয়ানিউ পুজিনের কাছে আত্মসমর্পণ করলেন। একজন লুশান তার ছেলে আন কিংজু কর্তৃক নিহত হন।\nঝাইডের দ্বিতীয় বছরে (757), তাকে ফেংজিয়াং-এ সৈন্যদের নেতৃত্ব দেওয়ার নির্দেশ দেওয়া হয়েছিল। পথে তিনি বাইকু লিউয়ুন সেতুতে (আজকের সানুয়ানের দক্ষিণ-পূর্বে) 5,000 লি গুইরেনের অশ্বারোহী বাহিনীকে পরাজিত করেন। মে মাসে, তিনি আন শৌঝং এবং লির সাথে যুদ্ধ করেন। কিংকুতে গুইরেন (আজকের শিয়ানের পশ্চিমে) পরাজিত হন, এবং তিনি উওগং (আজকের উওগং-এর উত্তর-পশ্চিমে) প্রত্যাহার করেন। সেপ্টেম্বর মাসে, তিনি মার্শাল গুয়াংপিং ওয়াং লি চুকে অনুসরণ করেন এবং তাং এবং উইঘুরদের নেতৃত্বে 150,000 সৈন্যে যোগ দেন এবং তারপর যুদ্ধ করেন। জিয়াং-এর আন শৌঝং এবং লি গুইরেনের সাথে। জি মন্দিরের উত্তরে (আজকের চাংআন কাউন্টির দক্ষিণ-পশ্চিমে), উইঘুর সৈন্যরা শত্রুর পিছনে চক্কর দেয়, উভয় দিক থেকে আক্রমণ করে এবং 60,000 শত্রুকে হত্যা করে। ঝ্যাং টংরু শানসি কাউন্টিতে পালিয়ে যায়, এবং অবশেষে রাজধানী চাংআন (আজকের জিয়ান) পুনরুদ্ধার করে।তাং সেনাবাহিনীর মহিমা আবার চ্যাংআনে পুনরুদ্ধার করা হয়।\nএরপরে, তাং সেনাবাহিনী বিজয়ের সুযোগ নিয়ে পূর্ব দিকে অগ্রসর হয়, ইয়ান ঝুয়াং এবং ঝাং টংরু সহ Xindian (বর্তমানে সানমেনক্সিয়া শহরের দক্ষিণ-পশ্চিমে, হেনান প্রদেশ) 150,000 লোককে পরাজিত করে, আনকিং জুকে হলুদ নদী অতিক্রম করতে এবং জিয়াংঝোতে ফিরে যেতে বাধ্য করে। Dongjun Luoyang ফিরে. সিতুকে তার যোগ্যতায় যুক্ত করুন এবং তাকে দেশের ডিউক করুন।\nশি সিমিং আন কিংজুকে উদ্ধার করতে ফ্যান ইয়াং থেকে তার সেনাবাহিনীর নেতৃত্ব দেন। আন্যাং নদীর উত্তরে (আজকের আনয়াংয়ের উত্তরে) দুই পক্ষের মধ্যে লড়াই হয়। লড়াইটি ছিল অপ্রতিরোধ্য। শেষ পর্যন্ত নয়টি জিদুশির নেতৃত্বে তাং সেনাবাহিনী, যা 600,000 লোক আছে বলে দাবি করেছে, পিছু হটেছে (ইয়েচেং-এর যুদ্ধে। যুদ্ধ)। এই যুদ্ধের প্রধান সেনাপতি ছিলেন নপুংসক ইউ চাওন, যার কোন নেতৃত্বের দক্ষতা ছিল না এবং যুদ্ধের ব্যর্থতার জন্য গুও জিয়াইকে দায়ী করেছিলেন। গুও জিয়াইকে চাংআনে ফেরত ডাকা হয়েছিল, সামরিক শক্তি থেকে মুক্ত হয়েছিলেন এবং একজন নিষ্ক্রিয় কর্মকর্তা হয়েছিলেন।\nবাওয়িং-এর প্রথম বছরে (৭৬২), তাইয়ুয়ান (আজকের তাইয়ুয়ানের দক্ষিণ-পশ্চিমে) এবং জিয়াংঝু (আজকের শানজি প্রদেশের জিনজিয়াং) সৈন্যরা বিদ্রোহ করে। আদালত ভীত হয়ে পড়ে, তাই জিয়াকে ফেনয়াং-এর রাজা উপাধি দেওয়া হয় এবং তিনি চলে যান। জিয়াংজু নিয়ন্ত্রণ করুন। তিনি নপুংসক চেং ইউয়ানজেন দ্বারাও বিচ্ছিন্ন হয়েছিলেন এবং সামরিক শক্তি থেকে মুক্তি পান।\n(এই গল্পের কেন্দ্রবিন্দু: গুও জিয়াই, যিনি খুব দক্ষ এবং ভাল আচরণ করেছিলেন, জুয়ানজং এবং কিছু ভিলেনের সাথে দেখা করেছিলেন, যা তার অর্জনগুলিকে ব্যাপকভাবে আপস করেছিল।)", "聖意": "বাড়ি এবং নিজেকে আশীর্বাদ করা, সম্পদ চাওয়া, কোন লেনদেন নেই, কোন বিবাহ নেই, কোন মিথ্যা শঙ্কা নেই, পথচারীদের তিয়ানকাঞ্জিতে আগমন, লোক খুঁজে পাওয়া কঠিন, পাবলিক মামলা এবং (জিং নয়), অভিবাসন, রক্ষণশীলতা, হারিয়ে যাওয়া সম্পত্তি, খুঁজে পাওয়া কঠিন, রোগ, দোয়া, পর্বত এবং সমাধি, শুভ জন্য প্রার্থনা", "古人": "জিয়াকে রাজার মুকুট দেওয়া হয়েছিল", "第X籤": "উনিশতম জয়ী লট", "宮": "তাতসুমি"}