{"籤詩版本二": "এত দুশ্চিন্তা আর বিপদের পর এখন থেকে আর কখনো খালি হবে না\nএকটি উদার হৃদয়ের নিজস্ব উদার পরিকল্পনা রয়েছে। মহান অর্জন করতে আপনাকে একজন বিশেষজ্ঞের সাথে দেখা করতে হবে।", "詩意": "এই হেক্সাগ্রামটি একটি বসন্ত সহ একটি প্রাচীন কূপের মতো।\nসবকিছুতে, মহৎ ব্যক্তিরা সাফল্য অর্জন করেন।", "解曰": "মামলা শেষ পর্যন্ত ন্যায়সঙ্গত হবে। অসুস্থ এবং নিরাপদ। পরামর্শের জন্য ভিতরে এবং বাইরে যান। প্রাচীন কূপ বসন্তের সাথে মিলিত হয়।", "籤詩故事一": "◇ ইয়াও চং পঙ্গপাল নিয়ন্ত্রণ করে\nইয়াও চং (649-721), যার আসল নাম ছিল ইউয়ান চং, তিনি ছিলেন শানঝো থেকে।তিনি তাং রাজবংশে জিয়া গুয়ানের মন্ত্রী, চুনগুয়ানের শাংশু, জিওয়েইলিং, ঝংশুলিং এবং প্রধানমন্ত্রী হিসেবে দায়িত্ব পালন করেন।\nকাইয়ুয়ান (716) এর চতুর্থ বছরে, শানডং (সাধারণত হুয়াশানের পূর্বে হলুদ নদীর অববাহিকাকে বোঝায়) পঙ্গপাল দ্বারা জর্জরিত হয়েছিল। লোকেরা কুসংস্কারাচ্ছন্ন ধারণায় আবদ্ধ ছিল এবং তাদের শিকার ও হত্যা করার সাহস করেনি। পরিবর্তে, তারা স্থাপন করেছিল। বলিদান, ধূপ জ্বালানো, মাঠের পাশে পূজা করা এবং পঙ্গপালের দ্বারা ফসল গ্রাস করা দেখে।\nসমস্ত কর্মকর্তারা বিশ্বাস করতেন: \"পঙ্গপাল একটি প্রাকৃতিক দুর্যোগ, কীভাবে জনশক্তি দ্বারা তাদের নিয়ন্ত্রণ করা যায়!\" পঙ্গপাল নির্মূল করা বা না করা সেই সময়ে দুটি ভিন্ন ধারণার মধ্যে লড়াই ছিল মারাত্মক।\nইয়াও চং বলেছেন: \"যতদিন আমরা একসাথে কাজ করি, আমরা তাদের সবাইকে পরিত্রাণ পেতে পারি। তিনি বলেছিলেন: পঙ্গপাল মানুষকে ভয় পায়, তাই তাদের তাড়ানো সহজ। চারার মালিক আছে, তাই উদ্ধারকারীদের কঠোর পরিশ্রম করতে হবে; পঙ্গপাল উড়তে পারে, এবং রাতে আগুন দেখলে অবশ্যই উড়ে যাবে; মাঠে আগুন ধরিয়ে দাও, পোড়ার সময় গর্ত খুঁড়ো, পুড়তে গিয়ে কবর দাও, কিছুই অবশিষ্ট থাকবে না।\"\nজুয়ানজং বলেছেন: \"পঙ্গপাল একটি প্রাকৃতিক বিপর্যয় যা দুর্বল নৈতিক শাসনের কারণে সৃষ্ট। আপনি যদি তাদের শিকার করে হত্যা করতে বলেন, তা কি শস্যের বিরুদ্ধে যাচ্ছে না?\"\nইয়াও চং যোগ করেছেন: \"পঙ্গপাল ধরা এবং হত্যা করা প্রাচীনদের দ্বারা অনুশীলন করা হয়েছিল, এবং আপনার মহিমা ভবিষ্যতে এটি ব্যবহার করবে। এটি কৃষকদের শান্তি ও সমৃদ্ধি আনতে একটি প্রধান জাতীয় ঘটনা। দয়া করে এটিকে গুরুত্ব সহকারে বিবেচনা করুন।\"\nজুয়ানজং আশ্বস্ত হয়েছিল। কিন্তু সে সময় আদালতের ভেতরে-বাইরে সবাই বলেছিল, পঙ্গপাল শিকার করা যাবে না।\nজুয়ানজং বলেছেন: \"আমি প্রধানমন্ত্রীর সাথে আলোচনা করেছি এবং পঙ্গপাল ধরার সিদ্ধান্ত নিয়েছি। যে কেউ আবার আপত্তি করবে তাকে মৃত্যুদণ্ড দেওয়া হবে।\" তাই তিনি সেন্সরকে তত্ত্বাবধানে পাঠান এবং জনগণকে পঙ্গপাল পোড়াতে এবং কবর দেওয়ার নির্দেশ দেন।\nফলাফলগুলি বেশ কার্যকর ছিল৷ সারা দেশে নয় মিলিয়ন ডান্স পঙ্গপাল ধরা পড়ে এবং পঙ্গপালের প্লেগ সফলভাবে নির্মূল করা হয়েছিল৷ সেই বছর কৃষি একটি ভাল ফসল অর্জন করেছিল৷\n(দুর্যোগ ব্যবস্থাপনা এবং সরিয়ে নেওয়ার ক্ষেত্রে বুদ্ধি ব্যবহার করা উচিত, এবং অসুবিধাগুলি কাটিয়ে উঠতে অবশ্যই বুদ্ধিমান কৌশল থাকতে হবে। ইয়াও চং এই বিষয়ে বিশেষজ্ঞ)", "聖意": "বাড়িটি সাধারণ, নিজেকে অবরুদ্ধ করা হয়েছে, অর্থ চাওয়া অবরুদ্ধ, বাণিজ্য অবরুদ্ধ, বিবাহ এবং সম্প্রীতি অবরুদ্ধ, লিউজিয়াতে বিপদ রয়েছে, পথচারীরা অবরুদ্ধ, রেশমপোকা অবরুদ্ধ, পশুসম্পদ প্রতিকূল, লোক পাওয়া যায় না, মানুষ অবরুদ্ধ। , পাবলিক মামলা করা হয়, স্থানান্তর অযৌক্তিক, হারিয়ে যাওয়া জিনিসগুলি খুঁজে পাওয়া কঠিন, রোগগুলি আশীর্বাদের জন্য প্রার্থনা করছে, পাহাড় এবং কবরগুলি অস্বস্তিকর", "古人": "ইয়াও চং পঙ্গপাল নিয়ন্ত্রণ করে", "第X籤": "পঁচিশতম লটারি জেতা", "宮": "মি প্যালেস"}