{"籤詩版本二": "গুজব আছে যে জিনিসগুলি উল্টে গেছে এবং আমি দিগন্ত থেকে একটি চিঠি পেয়েছি।\nবইটিতে আমাকে যে খ্যাতি এবং সাফল্যের প্রতিশ্রুতি দেওয়া হয়েছিল তা শেষ অবধি শূন্য থেকে গেল।", "詩意": "এই হেক্সাগ্রামের একটি মিথ্যা নাম আছে।\nসবকিছুতেই রক্ষণশীল হওয়া বাঞ্ছনীয়।", "解曰": "মন খারাপ। অবসর খোঁজা অলস নয়। খ্যাতির আকাঙ্ক্ষা। নিরাপদ থাকো.", "籤詩故事一": "◇ ঝং কুই জ্ঞান অর্জন করে\nঝোং কুই, যার উপাধি ঝোং কুই, যার সৌজন্য নাম ঝেংনান, ঝোংনানশান থেকে এসেছে।\nতাং রাজবংশের সম্রাট দেজং-এর শাসনামলে, ঝং কুই সাম্রাজ্য পরীক্ষায় অংশ নিয়েছিলেন।ঝং কুই পরীক্ষার প্রশ্নগুলি পড়েছিলেন এবং সঙ্গে সঙ্গে একযোগে নিবন্ধটি লিখেছিলেন এবং তা দিয়েছিলেন। সেদিন প্রধান পরীক্ষক ছিলেন বেসামরিক বিষয়ক মন্ত্রী হান ইউ এবং উপ-পরীক্ষক ছিলেন একজন মহান পণ্ডিত লু ঝি। দু'জন যখন ঝং কুইয়ের কাগজটি পড়েন, তখন তাদের চোখ জ্বলে ওঠে এবং তারা একযোগে বলেছিল: \"জাদুকর, জাদুকর! এই নিবন্ধের প্রতিটি শব্দ দুর্দান্ত, লি তাইবাই এবং ডু জিমেইয়ের যোগ্য! \"তাই তারা প্রথম স্থান হিসাবে ঝং কুই নামকরণ করেছিল।\nসম্রাট দেজং হান ইউ-এর প্রতিবেদন শুনেছিলেন এবং বলেছিলেন যে বিজ্ঞানের নতুন চ্যাম্পিয়ন ঝোং কুই খুব প্রতিভাবান ছিলেন, তাই তিনি ঝং কুইকে গোল্ডেন প্যালেসে ডেকে পাঠালেন।\nসম্রাট দেজং যখন তার কুৎসিত চেহারা দেখেছিলেন, তখন তিনি অবিলম্বে অসন্তুষ্ট হয়েছিলেন এবং বলেছিলেন, \"আমাদের দরবারে পণ্ডিতদের নির্বাচন সবই ব্যক্তিগত শব্দ এবং ক্যালিগ্রাফির উপর ভিত্তি করে। কীভাবে এমন কুৎসিত ব্যক্তিকে সোনালী বিজ্ঞানের এক নম্বর পণ্ডিত হিসাবে নির্বাচিত করা যায়? \"\nহান ইউ দ্রুত নতজানু হয়ে বললেন: \"মানুষের ভালো-মন্দ সবই চেহারার বিষয় নয়। পবিত্র প্রভু, আপনি কি শুনতে পাচ্ছেন না যে ইয়ান ইং তিন ফুট লম্বা এবং প্রধানমন্ত্রীর সমান? Zhou Chang তোতলামি কিন্তু হান রাজবংশকে সাহায্য করতে পারে; কনফুসিয়াস লোকেদের তাদের চেহারা দেখে বিচার করে, এবং তার ছেলে ইউকে হারায়। আমি আশা করি আপনার মহিমা দুবার চিন্তা করবেন।\"\nসম্রাট দেজং এক মুহূর্ত চিন্তা করলেন এবং বললেন: \"যদিও হান আইকিং-এর কথা যুক্তিসঙ্গত, আমি যখন সম্রাট তাইজং ছিলাম, তখন আঠারোজন পণ্ডিত ছিলেন যারা ইংঝোতে এসেছিলেন এবং এই বিষয়ে কথা বলেছিলেন। এই লোকটি ছিল এক নম্বর পণ্ডিত। আমি ভয় পাচ্ছি যে বিশ্ব প্রতিভা চিনতে না পারার জন্য আমাকে নিয়ে হাসবে।\"\nপ্রধানমন্ত্রী লু কুই ছিলেন সংকীর্ণমনা এবং প্রতিভার প্রতি ঈর্ষান্বিত। সম্রাটের কথা শুনে তিনি নতজানু হয়ে বললেন: \"সুবর্ণ বিষয়ের এক নম্বর পণ্ডিতকে অবশ্যই অভ্যন্তরীণ ও বাহ্যিক হতে হবে। এই বিষয়ের জন্য তিনশত প্রার্থী আছে। কেন আপনি অন্য একটি চয়ন করেন না?\"\nঝোং কুই যখন দেখলেন যে এই লোকটি এত বিভ্রান্ত, তখন তিনি রেগে যেতে পারলেন না। তিনি লু কুইয়ের দিকে ইঙ্গিত করলেন এবং অভিশাপ দিলেন: \"এমন একজন অজ্ঞ কর্মকর্তা যদি আদালতে থাকেন, তাহলে তিনি কি দেশের ক্ষতি করবেন না?\" এর পরে, সে তার মুষ্টি দিয়ে লু কিউকে ঘুষি মারল।\nএটা দেখে দেজং রাগান্বিত হয়ে বললেন: \"তুমি খুব সাহসী, তুমি গোল্ডেন প্যালেসে ঝামেলা করার সাহস করে, তাড়াতাড়ি নামিয়ে দাও!\"\nক্রোধে, ঝং কুই প্রাসাদে দাঁড়িয়ে থাকা জেনারেলের কোমর থেকে তলোয়ারটি বের করে জোরে দীর্ঘশ্বাস ফেললেন: \"একটি হতাশ বিড়ালের পক্ষে বাঘের অনুকরণ করা কঠিন, এবং একটি হতাশ তোতা মুরগির মতো ভাল নয়।\" এর পর তিনি আত্মহত্যা করেন।\nযখন সম্রাট দেজং দেখলেন যে ঝং কুই ক্রোধে আত্মহত্যা করেছেন, তখন তিনি অত্যন্ত বিস্মিত হয়েছিলেন।মানুষের হৃদয় জয় করার জন্য, তিনি আদেশ দেন যে ঝং কুইকে 1 নং স্কলারের সরকারী উপাধি দিয়ে সমাধিস্থ করতে হবে এবং তিনি ঝং কুইকে ঈশ্বরও বানিয়েছিলেন। অশুভ আত্মাদের বিশ্বকে পরিত্রাণ দিতে ভূত-প্রেত।", "聖意": "আপনার বাড়িতে আশীর্বাদের জন্য প্রার্থনা করুন, আপনার নিজের নিরাপত্তা, আর্থিক অসুবিধা, ব্যবসায়িক ব্যর্থতা, বিবাহ ব্যর্থতা, লিউজিয়া মহিলা পথচারী, শিন্তা রেশম কীট অর্ধেক রান্না করা, ছয়টি গৃহপালিত প্রাণী যা বড় করা যায়, নিখোঁজ মানুষ, পশ্চিমা পাবলিক মামলা, অভিবাসন, রক্ষণশীলতা, হারিয়ে যাওয়া সম্পত্তি, রোগ, পাহাড় এবং কবরে সৌভাগ্যের জন্য প্রার্থনা করুন", "古人": "ঝোং কুই তাও অর্জন করেছে", "第X籤": "26তম লটারি জয়ী (লটারি)", "宮": "মি প্যালেস"}