{"籤詩版本二": "নিশ্চিন্তে সময় কাটানো, শুয়ে শুয়ে চা খাওয়ার পর পেট ভরে\nআপনার শারীরিক এবং মানসিকভাবে ব্যস্ত থাকার দরকার নেই এবং আপনি অবশ্যই অন্যায় বা বিপর্যয় ঘটাবেন না।", "詩意": "এই হেক্সাগ্রাম শান্তি ও স্থিতিশীলতার প্রতীক।\nসব কিছুতেই, সঠিক সময়ের অপেক্ষা সৌভাগ্য বয়ে আনবে।", "解曰": "নিরাপদ এবং সুস্থ থাকুন। দেবতাদের জিজ্ঞাসা করুন। সময় না আসা পর্যন্ত অপেক্ষা করুন। ঘটনাক্রমে ঘটনা ঘটে।", "籤詩故事一": "◇ ফয়িনহুই ডংপো\nএকবার, সু ডংপো জেন অধ্যয়ন করার সময় কিছুটা উপলব্ধি অর্জন করেছিলেন। তিনি বুঝতে পেরেছিলেন যে তার রাজ্যটি অতিক্রান্ত, এবং তিনি এতে আনন্দ অনুভব করেছিলেন। আমার আবেগকে সংযত করতে না পেরে, আমি আমার কলম ছড়িয়ে দিয়ে একটি কবিতা লিখলাম:\n\"আকাশের মাঝখানে, জিশু মহাবিশ্ব জুড়ে উজ্জ্বলভাবে জ্বলছে; আটটি বায়ু দ্বারা উড়িয়ে দিতে অক্ষম, তিনি বেগুনি সোনার পদ্মের উপর সোজা হয়ে বসে আছেন।\"\n(আটটি বায়ু নির্দেশ করে: লাভ, পতন, ধ্বংস, খ্যাতি, প্রশংসা, উপহাস, কষ্ট এবং সুখ। অর্থাৎ এই আটটি অবস্থার দ্বারা বিরক্ত না হওয়াকে \"আটটি বায়ু চলাচল করতে পারে না\" বলা হয়)\nএটি লেখার পর, ডংপো তার চাকরকে নদীর ওপারে পাঠান জিনশান মন্দিরের জেন মাস্টার ফয়িনকে দিতে।\nজেন মাস্টার ফয়িন এটি পড়ার পর, তিনি এটিকে \"পান\" শব্দ দিয়ে চিহ্নিত করেছিলেন এবং ফেরত নেওয়ার জন্য তার চাকরকে দিয়েছিলেন।\nএটা দেখে ডংপো রেগে গেলেন, তাই তিনি নদী পার হয়ে একটি নৌকা নিয়ে আলোচনার জন্য বুদ্ধের সিল খুঁজতে জিনশান মন্দিরে গেলেন।\nডংপো যখন জিনশান মন্দিরের গেটে পৌঁছেছে, ফয়িন ইতিমধ্যে দরজায় অপেক্ষা করছিল।\nসু ডংপো তৎক্ষণাৎ ফয়িনকে অভিযুক্ত করে: \"আমি যে কবিতাটি লিখেছি, তাকে তুমি ফার্ট বলছ কেন?\"\nফয়িন উত্তর দিল: \"আপনি কি ইতিমধ্যেই 'আটটি বাতাসে উড়িয়ে দিতে অক্ষম' নন? কীভাবে আপনি 'নদীর ওপারে প্রহার' করতে পারেন!\"\nএই সময়ে, ডংপো এটা বুঝতে পেরে হতবাক হয়েছিলেন যে তিনি যথেষ্ট ভাল নন এবং লজ্জায় চলে গেলেন।\n(এই গল্পটি \"তাপ এখনও আসেনি\" এর রূপক)", "聖意": "আপনার বাড়ির জন্য এবং আপনার নিজের নিরাপত্তার জন্য, আপনার সম্পদের জন্য, আপনার ব্যবসার জন্য, একটি ভাল সময়ের জন্য, আপনার বিবাহের জন্য, লিউজিয়ায় একজন মহিলা ভ্রমণকারীর জন্য, মাঠে রেশম পোকার আগমনের জন্য, ছয়টি গবাদি পশুর জন্য প্রার্থনা করুন, কাউকে খুঁজে পাওয়ার জন্য, ঝামেলার জন্য, পাবলিক মামলার জন্য, মাইগ্রেশনের জন্য, সম্পত্তি হারানোর জন্য, অসুস্থতার জন্য, পাহাড়ের সমাধিতে পাঠানোর জন্য, শুভ", "古人": "ফয়িনহুই ডংপো", "第X籤": "একত্রিশ বিজয়ী সংখ্যা", "宮": "ওয়েই গং"}