{"籤詩版本二": "ফিরতি যাত্রা নিশ্চিত।পাথরে লুকিয়ে থাকা জেড কে জানে?\nএকবার একজন ভাল কারিগরের পরিষ্কার কাটা হয়ে গেলে, তিনি জ্যাস্পার সময়কালে নিরাপদ এবং নিরাপদ বোধ করবেন", "詩意": "এই হেক্সাগ্রামে, আপনি পাথর কাটলে জেডের চিত্র দেখতে পাবেন।\nসবকিছুতে সফল হওয়ার জন্য কঠোর পরিশ্রম করুন।", "解曰": "গুপ্তধন আছে পাথরে। অপরিচিতরা কম জানে। এটি পরিষ্কার না হওয়া পর্যন্ত অপেক্ষা করুন। যা পারেন তাই করুন।", "籤詩故事一": "◇ লিউ বেই প্রতিভা খোঁজে (খাঁচা কুটিরে তিনটি পরিদর্শন, খড়ের কুটিরে তিনটি পরিদর্শন)\nতিন রাজ্যের সময়কাল। ঝুগে লিয়াং লংঝং-এ একটি খড়ের কুঁড়েঘরে নির্জনে থাকতেন। লিউ বেই প্রতিভা অন্বেষণ করতে আগ্রহী ছিলেন, তাই তিনি ব্যক্তিগতভাবে ঝুগে লিয়াংকে দেখতে যান। তিনি ঝুগে লিয়াংকে তিনবার পরিদর্শন করেছিলেন (ইতিহাসে \"থ্রি ভিজিট টু দ্য থ্যাচড কটেজ\" নামে পরিচিত)। লিউ বেই অন্যদের দূরে থাকতে বলেছিলেন এবং ঝুগে লিয়াংকে বলেছিলেন: \" হান রাজবংশের পতন হয়েছে, এবং বিশ্বাসঘাতক মন্ত্রীরা তাদের জীবন চুরি করেছে। মহারাজ।\" ধুলোয় ঢেকে গেছে। আমি আমার গুণ এবং আমার ক্ষমতা পরিমাপ করি না, আমি বিশ্বের মহান ধার্মিকতায় বিশ্বাস করতে চাই, কিন্তু আমার জ্ঞান এবং দক্ষতা অগভীর, তাই আমি এটি ব্যাপকভাবে ব্যবহার করি। আজকের হিসাবে। তবে, আমার উচ্চাকাঙ্ক্ষা এখনও শেষ হয়নি, আপনি কি মনে করেন পরিকল্পনাটি বাস্তবায়িত হবে?\"\nঝুগে লিয়াং তখন তার কাছে বিশ্বকে তিনটি ভাগে বিভক্ত করার পরিকল্পনা পেশ করেন এবং কাও কাও অনুপলব্ধ এবং সান কোয়ান তার সাহায্যে আসতে পারে এমন পরিস্থিতি বিশ্লেষণ করেন।তিনি জিং এবং ই রাজ্যের রাষ্ট্রীয় যাজকদের কাপুরুষতা সম্পর্কেও বিশদভাবে ব্যাখ্যা করেন। , এবং তাদের সদ্ব্যবহার করার একটি সুযোগ ছিল, এবং শুধুমাত্র এই দুটি রাষ্ট্র শোষণ করা যেতে পারে। তবেই তিনি বিশ্ব জয় করতে পারেন; এমনকি তিনি লিউ বেইকে কেন্দ্রীয় সমভূমি আক্রমণের কৌশলও বলেছিলেন। (এই আলোচনাটিকে পরে \"লংঝং দুই\" বলা হয়)। লিউ বেই এটি শোনার পর, তিনি এটির প্রশংসা করলেন যেন তিনি একটি গুপ্তধন খুঁজে পেয়েছেন, এবং ঝুগে লিয়াংকে সাহায্য করার জন্য জোরালোভাবে আমন্ত্রণ জানান, তাই ঝুগে লিয়াং লিউ বেয়ের সামরিক উপদেষ্টা হন।", "聖意": "বাড়িটি শান্তিপূর্ণ, আমি সম্পদ খুঁজি, শ্রম বাণিজ্য বিবাহে বাধা দেয় এবং লিউজিয়াতে ভার্চুয়াল ভ্রমণকারী হয়ে ওঠে।", "古人": "লিউ বেই প্রতিভা খোঁজেন (খাঁচা কুটিরে তিনবার, ছত্রাকের কুটিরে তিনবার)", "第X籤": "বত্রিশতম লটারি বিজয়ী", "宮": "ওয়েই গং"}