{"籤詩版本二": "পুরানো পারিবারিক স্টাইল সাজান এবং পুনর্গঠন করুন। তাও আকাশবিহীন কিন্তু যোগ্যতা আছে।\nরাস্তার কাঁটা-কাঁটা মুছে ফেলার পরে, তারা তিনজন তাদের সহকর্মীদের সাথে পুনরায় মিলিত হতে রাজি হন।", "詩意": "এই হেক্সাগ্রাম কাপড়ের পুনর্বিন্যাস প্রতিনিধিত্ব করে।\nসবকিছুই কঠিন, পরে সহজ হওয়ার আগে।", "解曰": "চিন্তা করবেন না। আপনার সময় ভালো কাটুক। ভবিষ্যৎ সম্পর্কে জিজ্ঞেস করলে। সামনে একটা ভালো রাস্তা আছে।", "籤詩故事一": "◇ তাং সন্ন্যাসীর বৌদ্ধ ধর্মগ্রন্থ\nXuanzang (602-664), তাং রাজবংশের একজন প্রখ্যাত সন্ন্যাসী, চেনের একটি সাধারণ উপাধি এবং ইয়ের একটি প্রদত্ত নাম ছিল। তিনি লুওঝোউ (বর্তমানে ইয়ানশি শহরের দক্ষিণ অংশ, হেনান প্রদেশ) গৌশি কাউন্টিতে জন্মগ্রহণ করেছিলেন। তিনি তেরো বছর বয়সে সন্ন্যাসী হন এবং বৌদ্ধ নাম জুয়ানজাং গ্রহণ করেন। বিশ্বকে তাং রাজবংশের সানজাং বলা হয়।\nঝেংগুয়ানের তৃতীয় বছরে (629, যেটিকে ঝেংগুয়ানের প্রথম বছরও বলা হয়), তিনি বৌদ্ধ ধর্মগ্রন্থগুলি পাওয়ার জন্য পশ্চিমে তিয়ানঝু (ভারত) ভ্রমণ করেছিলেন। তিনি একা বিপদের মধ্যে দিয়েছিলেন এবং কষ্ট সহ্য করেছিলেন। তিনি মাত্র চার বছরে এসেছিলেন।\nজেনগুয়ানের সপ্তদশ বছরে, মাস্টার আনুষ্ঠানিকভাবে পদত্যাগ করেন এবং পূর্বে ফিরে আসেন। তিনি বর্তমান জিনজিয়াং প্রদেশের সাউথ রোড, খোতান এবং লউলান হয়ে চীনে ফিরে আসেন। মোট সতেরো বছর সময় লেগেছিল এবং 50,000 মাইল যাত্রা হয়েছিল। যখন তিনি ঝেনগুয়ানের ঊনবিংশ বছরের প্রথম মাসে চ্যাংআনে পৌঁছান, তখন সম্রাট লিয়াং গুওগং ফাং জুয়ানলিং এবং অন্যান্য বেসামরিক ও সামরিক কর্মকর্তাদের তাকে অভ্যর্থনা জানানোর আদেশ দেন।\nমূল সংস্কৃত বৌদ্ধ ধর্মগ্রন্থের মোট 520 এবং 657 খণ্ডের অনুরোধ করা হয়েছিল। এবং চীনা ভাষায় অনূদিত।\nমাস্টার ফিরে আসার পর, তিনি সম্রাট তাইজং এবং সম্রাট গাওজং দ্বারা অত্যন্ত সম্মানিত হন এবং তাকে \"মাস্টার ত্রিপিটক\" উপাধি দিয়ে দা নেইতে নিযুক্ত করা হয়।", "聖意": "বাড়িতে অশান্তি, নিজের সৌভাগ্য, সৌভাগ্য, ভাল ব্যবসা, শুভ বিবাহ, মাঠে মানুষের আগমনে বাধা, রেশম পোকা, প্রতিকূল পশুপাল, লোক খোঁজা, সরকারী মামলা, দেশান্তর, সম্পত্তি হারানো, বিলম্বিত অসুস্থতা, প্রার্থনা। আশীর্বাদের জন্য, পাহাড়ের সমাধিগুলি পুরানো হওয়া উচিত।", "古人": "তাং সন্ন্যাসী বৌদ্ধ ধর্মগ্রন্থ শেখেন", "第X籤": "পঁয়ত্রিশতম লটারি বিজয়ী", "宮": "শেন গং"}