{"籤詩版本二": "আপনি যদি নিরাপদ এবং শান্তিপূর্ণ হতে চান তবে বাতাসে মোমবাতি রাখা উপযুক্ত নয়।\nপরিষ্কার করা এবং একটি গভীর হলঘরে বসে থাকা, আলো এড়িয়ে চলা, একটি নিরিবিলি জায়গায় ঝাঁকুনি দেওয়া এবং ঘোরাফেরা করা ভাল। ঝাঁকান → ইয়াও। বিনামূল্যে → কয়েক.", "詩意": "এই হেক্সাগ্রাম হল প্রদীপ এবং মোমবাতি নাড়ানো বাতাসের মতো।\nজিনিসগুলি অবিচ্ছিন্ন রাখলে সৌভাগ্য আসবে।", "解曰": "একটি শান্ত জায়গায় বসতি স্থাপন. কলে থাকুন এবং সময়মতো থাকুন। এটা আশীর্বাদ নয়. রক্ষণশীল এবং উপযুক্ত।", "籤詩故事一": "◇লি জিং পাহাড়ে ফিরে আসেন\nলি জিং (571-জুলাই 2, 649), সৌজন্য নাম ফার্মাসিস্ট, ছিলেন সানুয়ান, ইয়ংঝু (বর্তমানে সানসি প্রদেশের সানুয়ান কাউন্টির উত্তর-পূর্ব) অধিবাসী। সুই রাজবংশের শেষের দিক থেকে শুরুর দিকে তাং রাজবংশ পর্যন্ত একজন জেনারেল, তিনি ট্যাং রাজবংশের বেসামরিক এবং সামরিক উভয় দক্ষতার সাথে একজন বিখ্যাত সামরিক কৌশলবিদ ছিলেন। পরবর্তীতে, তিনি ডিউক অফ ওয়েই উপাধি লাভ করেন এবং বিশ্বে ডিউক অফ ওয়েই নামে পরিচিত হন।\nলি জিং হলেন দেবতাদের তালিকায় তৃতীয় রাজকুমার নেজার পিতা, যিনি \"টোটা রাজা\" নামেও পরিচিত। লি জিং এবং তার ছেলে জিয়াং জিয়াকে (তাই গং) রানী ঝোউকে পরাজিত করতে, ঝো রাজবংশ প্রতিষ্ঠা করতে এবং রাজাকে সহায়তা করেছিলেন। উ আনুষ্ঠানিকভাবে সিংহাসনে আরোহণ করেন। জিয়াং জিয়া তারপর দেবতাদের একটি তালিকা তৈরি করেন এবং যুদ্ধে নিহত সৈন্যদের আত্মাকে শান্ত করার জন্য একটি অনুষ্ঠান পরিচালনা করেন। তখন থেকে পৃথিবী হয়ে ওঠে শান্তিপূর্ণ ও শান্তিপূর্ণ। রাজা উ মার্কুইস তৈরি করতে এবং তাদের পুরস্কৃত করতে চেয়েছিলেন এবং তিনি প্রতিষ্ঠাতা নায়কদের জন্য জমি বরাদ্দ করতে চেয়েছিলেন। লি জিং, তার পিতা এবং পুত্র এবং অন্যান্য সাতজন তাওবাদ অনুশীলন করতে এবং পার্থিব খ্যাতি এবং সম্পদের প্রতি আচ্ছন্ন না হয়ে পাহাড়ে ফিরে যেতে বলেছিলেন। পরে, তাদের সাতজনই \"শরীরে সাধু হয়ে ওঠে\" এবং অমরদের মধ্যে স্থান পায়।\n\"ফেং শেন ব্যাং\" এর গল্প", "聖意": "বাড়িটি রক্ষণশীল, আমি সাধারণ, আমি সম্পদ খুঁজি, ব্যবসায় আমার অসুবিধা হয়, আমার বিবাহ সুসংগত হয় না, লিউজিয়া পথচারীদের বিশ্বাসের জন্য প্রার্থনা করেন, রেশম কীট শরতে পাকা হয়, ছয়টি প্রাণী নিরাপদ, মানুষ নিখোঁজ, জনসাধারণ মামলা এবং অভিবাসন রক্ষণশীল, সম্পত্তি হারানো রোগ, জিয়ানজিংশানে সমাধি পরিবর্তন করবেন না।", "古人": "লি জিং পাহাড়ে ফিরে আসেন", "第X籤": "সাঁইত্রিশতম লটারি বিজয়ী", "宮": "শেন গং"}