{"籤詩版本二": "হাজার বছরের পুরনো আয়না আবার মিলিত হল, স্বামীকে আবার বিয়ে করতে বললেন মহিলা!\nতারপর থেকে, পরিবার পরিবর্তিত হয়েছে, এবং সন্তান এবং নাতি-নাতনিদের জন্য আশীর্বাদ যোগ করা হয়েছে।", "詩意": "এই হেক্সাগ্রামটি আয়নার পুনর্মিলনের প্রতীক।\nসবকিছুই কঠোর পরিশ্রম এবং ব্যয়বহুল।", "解曰": "সোনায় বালি খনন করা। ড্রাগন চড়ে বাঘে চড়ে। যদিও এটা শ্রমসাধ্য। এর মধ্যে একটি পরিপূরক আছে।", "籤詩故事一": "◇ ইউলিয়ানহুই দশজন বন্ধু\nসং রাজবংশে, কিয়ান ইউলিয়ান ওয়াং শিপেংকে বিয়ে করেছিলেন। শি পেং পরীক্ষা দিতে বেইজিং গেলে, ধনী সান রুকুয়ান ইউলিয়ানকে তাকে পুনরায় বিয়ে করতে বাধ্য করেন।\nকিয়ান ইউলিয়ান ধনী সান রুকুয়ানের প্রস্তাব প্রত্যাখ্যান করেছিলেন এবং বরং \"জিং চাই\" দ্বারা ভাড়া করা ওয়েনঝো-এর একজন দরিদ্র পণ্ডিত ওয়াং শিপেংকে বিয়ে করবেন।\nপরে, ওয়াং শিপেং প্রথম পুরস্কার জিতেছিলেন।কারণ তিনি প্রধানমন্ত্রী ওয়ানকি কর্তৃক জোরপূর্বক বিয়ে করতে অস্বীকার করেছিলেন, তাকে প্রত্যন্ত চাওয়াং-এ বিচারক হিসেবে কাজ করার জন্য পাঠানো হয়েছিল। সান রুকুয়ান গোপনে ওয়াং শিপেং-এর পারিবারিক চিঠিকে \"তালাক পত্র\"-এ পরিবর্তন করেন এবং ইউলিয়ানকে প্রতারণার শিকার হন।কিয়ান ইউলিয়ানের সৎ মাও তাকে পুনরায় বিয়ে করতে বাধ্য করেন, কিন্তু ইউলিয়ান তা প্রত্যাখ্যান করেন এবং নিজেকে নদীতে ফেলে আত্মহত্যা করেন। তাকে উদ্ধার করেন কিয়ান জাইহে। , ফুজিয়ান থেকে একজন প্রশমক, এবং একটি দত্তক কন্যা হিসাবে দত্তক। .\nইউলিয়ান ভেবেছিলেন শিপেং মারা গেছেন। পাঁচ বছর পর, ওয়াং শিপেং জিয়ানের গভর্নর ছিলেন। একদিন, তিনি তার প্রয়াত স্ত্রীকে স্মরণ করার জন্য একটি তাওবাদী মন্দিরে একটি স্মারক অনুষ্ঠানের আয়োজন করেছিলেন। ইউলিয়ান জিয়ান তাওবাদী মন্দিরে পোড়ানোর জন্য যান। ধূপ, এবং Wang Shipeng এবং Qian অবশেষে পুনরায় মিলিত হয়.", "聖意": "ঘর নিজের জন্য ভাল নয়। শরৎ এবং শীতকাল সমৃদ্ধ। সম্পদ সমৃদ্ধ হোক। শরৎ এবং শীতকাল সমৃদ্ধ হোক। ব্যবসায় সমৃদ্ধ হোক। বিবাহ সফল হোক। পথচারীদের জন্য মাঠে যেতে প্রার্থনা করুন। রেশমপোকা উঠানো যেতে পারে। ছয়টি পশুসম্পদ উত্থাপন করা যেতে পারে। লোক পাওয়া যাবে। পাবলিক মামলা প্রতিকূল। দেশান্তর রক্ষণশীল। সম্পত্তির ক্ষতি। দেরীতে অসুস্থতা। দোয়া প্রার্থনা করুন। পাহাড় ও কবর ভালো।", "古人": "ইউলিয়ানহুই দশ বন্ধু", "第X籤": "চতুর্থ চিহ্ন", "宮": "জরায়ু"}