{"籤詩版本二": "লাল চাকা পশ্চিমে পড়ে, খরগোশ পূর্বে ওঠে, ইয়িন বড় হয় এবং ইয়াং অদৃশ্য হয়ে যায় এবং সবকিছুর উন্নতি হয়\nযদি একজন মহিলা এটি ব্যবহার করতে চান তবে এটি তার সম্পদ বৃদ্ধি করবে এবং তার হৃদয়ে সুখ আনবে।", "詩意": "এই হেক্সাগ্রাম হল ইয়িন বৃদ্ধি এবং ইয়াং অদৃশ্য হওয়ার প্রতীক।\nসবকিছুই কঠিন, পরে সহজ হওয়ার আগে।", "解曰": "ইয়িন মহিলাদের উপকার করে। পুরুষদের জন্য উপযুক্ত নয়। আপনি যদি পরামর্শ চাচ্ছেন. মন্দ আগে আসে তারপর ভালো আসে।", "籤詩故事一": "◇উ জেতিয়ান সিংহাসনে আরোহণ করেন\n14 বছর বয়সে, উকে তাং রাজবংশের সম্রাট তাইজং লি শিমিন একজন প্রতিভাবান ব্যক্তি হিসাবে প্রাসাদে ডেকেছিলেন, যার নাম ছিল \"উ মেই\"। তাইজং মারা যাওয়ার পর জেতিয়ান গ্যানিয়ে মন্দিরে প্রবেশ করেন এবং সন্ন্যাসী হন।\nতাং রাজবংশের সম্রাট গাওজং যখন সিংহাসনে আসেন, তখন তিনি উ পরিবারকে ঝাউইয়ের প্রতি শ্রদ্ধা জানাতে প্রাসাদে ডেকে পাঠান। ইয়ংহুই (655) এর ষষ্ঠ বছরে, সম্রাট গাওজং উকে তার রানী হিসাবে প্রতিষ্ঠা করেছিলেন।\nউ জেতিয়ান বুদ্ধিমান, সাহিত্য ও ইতিহাসের সাথে জড়িত এবং সম্পদশালী ছিলেন। উ জেতিয়ান রানী হওয়ার পরপরই, কারণ গাওজং দুর্বল এবং অসুস্থ ছিল, তিনি মাঝে মাঝে তাকে কিছু রাজনৈতিক বিষয় পরিচালনার দায়িত্ব দেন, তাই তার ক্ষমতা বৃদ্ধি পায়। Shangyuan (674) এর প্রথম বছরে, সম্রাট গাওজংকে \"সম্রাট\" বলা হত, সম্রাজ্ঞী উকে \"স্বর্গের রানী\" বলা হত এবং তাদের দুজনকেই প্রাসাদে \"দুই সাধু\" বলা হত।\nহংদাও (683) এর প্রথম বছরে, গাওজং মারা যান, প্রিন্স লি জিয়ান সিংহাসনে আসেন এবং উ জেতিয়ান রাজবংশ শাসন করতে আসেন। সিশেং (684) এর প্রথম বছরের ফেব্রুয়ারিতে, উ জেতিয়ান লি জিয়ানকে লুলিং-এর রাজা হিসেবে পদচ্যুত করেন এবং রাজবংশের শাসন অব্যাহত রেখে তার চতুর্থ পুত্র লি ড্যানকে সম্রাট হিসেবে প্রতিষ্ঠা করেন। একই বছরের সেপ্টেম্বরে, তিনি পতাকাটিকে সোনায় পরিবর্তন করেন এবং পূর্ব রাজধানী লুওয়াংকে ঐশ্বরিক রাজধানী নামকরণ করা হয়। তিয়ানশৌ (690) এর প্রথম বছরের সেপ্টেম্বরের নবম দিনে, উ জেতিয়ান নিজেকে সম্রাট ঘোষণা করেন এবং দেশের নাম পরিবর্তন করে ঝু নামকরণ করেন।", "聖意": "গৃহ নিজের জন্য প্রতিকূল, আশীর্বাদ প্রার্থনা করা, সম্পদ চাওয়া, লেনদেন পাহারা দেওয়া, বিবাহে সৌভাগ্য, বিবাহে দুর্ভাগ্য (মহিলা), পথচারী ক্ষেত অবরোধ, রেশম কীট, সমৃদ্ধ পশুপাল, লোকের সন্ধান, বিচ্ছেদ, মামলা, ক্ষতি, দেশান্তর সম্পত্তির ক্ষতি, অসুস্থতা, শক, পাহাড় এবং কবর, সৌভাগ্য", "古人": "উ জেতিয়ান সিংহাসনে আরোহণ করেন", "第X籤": "চল্লিশতম লটারি বিজয়ী", "宮": "আপনি প্রাসাদ"}