{"籤詩版本二": "মনে রাখবে অসীম ভালো কথা, কিন্তু চোর চিনতে পারলেই তোমার ছেলে হয়ে যাবে।\nএই মুহুর্তে লোভী হবেন না এবং এক বছর আগে তিনি কীভাবে ভাল কিছু করতেন তা নিয়ে চিন্তা করবেন না।", "詩意": "এই হেক্সাগ্রাম একজন চোরকে পুত্র হিসাবে চিহ্নিত করে।\nআপনি যা কিছু করেন তাতে সতর্ক থাকুন।", "解曰": "শুধু এটা. একজন ভদ্রলোক কোন ভুল করেন না। ইহা মনে রেখো. একাকী হবেন না।", "籤詩故事一": "◇ডং ঝুও লু বু গ্রহণ করে\nলু বু, সাহসী এবং যুদ্ধে ভাল, পূর্ব হান রাজবংশের শেষের দিকে এবং তিন রাজ্যের শুরুতে একজন বিখ্যাত সামরিক জেনারেল ছিলেন।তিনি একবার জিংঝু-এর গভর্নর ডিং ইউয়ানকে তার দত্তক পিতা হিসাবে বিবেচনা করেছিলেন এবং তার অধীনে কাজ করেছিলেন।\nপূর্ব হান রাজবংশের সম্রাট লিং-এর মৃত্যুর পর, ডিং ইউয়ান সরকারকে নিয়ন্ত্রণ করার জন্য জেনারেল হি জিনের সাথে যোগসাজশ করতে বেইজিং যান।\nডং ঝুও ডিং ইউয়ানের সাথে যুদ্ধ করেছিলেন, কিন্তু বেশ কয়েকজন জেনারেল লু বুকে পরাজিত করতে অক্ষম ছিলেন, তাই ডং ঝুও তার অধীনস্থ লি সুকে লু বুকে ঘুষ দিতে পাঠান। লি সু \"লু বু পরিদর্শন\" করতে সোনা ও রূপার ধন এবং বিখ্যাত লাল খরগোশের ঘোড়া নিয়ে এসেছিলেন। লি সু স্বর্ণ ও রৌপ্যের ধন এবং বিখ্যাত লাল খরগোশ ঘোড়া লু বু দেখার জন্য নিয়ে এসেছিলেন। তাই লু বুকে ডং ঝুও ঘুষ দিয়েছিল ডিং ইউয়ানকে হত্যা করার জন্য, এবং তার সৈন্যদেরও বলেছিল যে তারা চাইলে তার সাথে আসতে এবং যদি তারা তাকে অনুসরণ করতে না চায় তবে চলে যেতে। ফলস্বরূপ, বেশিরভাগ সৈন্য পালিয়ে যায়। তাই লু বুকে ডং ঝুও ঘুষ দিয়ে ডিং ইউয়ানকে হত্যা করেছিল।\nডং ঝুও ক্ষমতা লাভের পর, তিনি লু বুকে তার দত্তক পুত্র হিসাবে দত্তক নেন এবং তাকে একজন জেনারেল এবং মার্কুইস করেন।\nডং ঝুওর একটি হিংস্র মেজাজ ছিল এবং লু বু এর সাথে \"পিতা-ছেলের সম্পর্ক\" আসলে খুবই দুর্বল ছিল। 189 খ্রিস্টাব্দে, সিতু ওয়াং ইউনের প্ররোচনায় লু বু ডং ঝুওকে হত্যা করে।\nডং ঝুওর মৃত্যুর ছয় মাস পর, ডং ঝুওর পুরানো সৈন্যরা রাজধানী আক্রমণ করে এবং লু বু এবং তার স্ত্রী আতঙ্কে পালিয়ে যায়। রাজধানী ত্যাগ করার পর লু বু ইউয়ান শু, ইউয়ান শাও, ঝাং ইয়াং, ঝাং মিয়াও, লিউ বেই প্রভৃতি যুদ্ধবাজদের কাছে আশ্রয় নেন এবং সেই সময়ের আরেক প্রধান যুদ্ধবাজ কাও কাও-এর সাথে বহুবার যুদ্ধ করেন।লু বু সাহসী এবং ভালো ছিলেন। যুদ্ধে, এবং কাও কাওকে বেশ কয়েকবার পরাজিত করেছিল।\nপূর্ব হান রাজবংশের জিয়ানআনের তৃতীয় বছরে, কাও কাওর সৈন্যরা লু বু এর ঘাঁটি জিয়াওপেই আক্রমণ করে এবং বাইমেন টাওয়ারের নীচে কাও কাও কর্তৃক বন্দী ও নিহত হয়। মৃত্যুদন্ড কার্যকর করার আগে, লু বু কাও কাওকে মৃত্যু এড়াতে তাকে জীবিত রাখতে বলেছিলেন, কিন্তু লিউ বেই কাও কাওকে মনে করিয়ে দিয়েছিলেন যে লু বু বহুবার বিশ্বাসঘাতকতা করেছিলেন এবং একজন অসৎ মানুষ ছিলেন। শেষ পর্যন্ত, কাও কাও, যিনি নৈতিকতা নির্বিশেষে শুধুমাত্র প্রতিভাকে মূল্য দিতেন, লু বুকে মৃত্যুদণ্ড দেন।", "聖意": "আমি বাড়িতে অস্বস্তিতে আছি, আমি সাধারণত টাকা চাই, লেনদেনের বিরুদ্ধে পাহারা দিই, বিয়ে করা কঠিন, লিউজিয়া লোকটি অবাক হয়, লোকেরা মাঠে আসে, রেশম পোকা আধা পাকা, ছয়টি প্রাণী নিরাপদ, মানুষ খুঁজছে, মামলাগুলি উপযুক্ত এবং স্থানান্তর, হারিয়ে যাওয়া জিনিসগুলি খুঁজে পাওয়া কঠিন, রোগগুলি খুঁজে পাওয়া কঠিন এবং জেনক্সিং পর্বতের সমাধিতে শান্তি রয়েছে।", "古人": "ডং ঝুও লু বু গ্রহণ করে", "第X籤": "41 তম লটারি বিজয়ী", "宮": "আপনি প্রাসাদ"}