{"籤詩版本二": "সম্রাট, সম্রাট এবং সম্রাজ্ঞী অবশেষে অনুগ্রহ করবেন এবং অপেক্ষা করবেন এবং ক্ষতি বা লাভ ছাড়াই আশীর্বাদের জন্য প্রার্থনা করবেন।\nসমস্ত সংবেদনশীল প্রাণী এর দ্বারা উপকৃত হয় এবং বিশ্ব ও স্বর্গে সমৃদ্ধি প্রত্যাশিত হয়।", "詩意": "এই হেক্সাগ্রাম স্বর্গ থেকে অনুগ্রহের একটি চিহ্ন।\nসবকিছু সফল হবে।", "解曰": "সম্রাট তার অনুগ্রহ দেখালেন। কখনই ভুলনা. সকাল-সন্ধ্যা আচার। ধূপ জ্বালানো উপযুক্ত।", "籤詩故事一": "◇ মুলিয়ান তার মাকে বাঁচিয়েছে\nশাক্যমুনি বুদ্ধের দশজন শিষ্যের মধ্যে মোকাউ লিয়ান বা মুলিয়ান সবচেয়ে শক্তিশালী।\nতার মা তার জীবদ্দশায় লোভী এবং কৃপণ ছিলেন, তাই তার মৃত্যুর পরে তিনি ক্ষুধার্ত ভূতের রাজ্যে পড়েছিলেন। মোখুলিয়ান তার ঐন্দ্রজালিক শক্তি ব্যবহার করে পর্যবেক্ষণ করলেন এবং জানতে পারলেন যে তার মা একজন ক্ষুধার্ত ভূত হয়ে জন্মগ্রহণ করেছিলেন, খাবার পাওয়ার কোন উপায় নেই এবং তিনি অত্যন্ত কষ্টের মধ্যে ছিলেন। তিনি তার জাদু শক্তি ব্যবহার করে তার মায়ের কাছে খাবার নিয়ে আসেন। অপ্রত্যাশিতভাবে, মা পাওয়ার পর খাদ্য, এটা ছাই পরিণত এবং খাওয়া যাবে না.\nমদগালিয়ানা কি ঘটেছে তা নিয়ে চিন্তিত হয়ে বুদ্ধকে জানালেন। বুদ্ধ মুলিয়ানকে বলেছিলেন যে সপ্তম চান্দ্র মাসের 15 তম দিনে, তিনি একটি বেসিনে একশত স্বাদ এবং পাঁচটি ফল রেখে দশ দিকের পুণ্যবান সন্ন্যাসীদের কাছে অর্পণ করতে হবে। এই শক্তি দিয়ে, তার মা খেতে সক্ষম হবেন। .\nমদগালিয়ান বুদ্ধের ইচ্ছা অনুসারে কাজ করেছিলেন এবং তাঁর মা অবশেষে মুক্তি পেয়েছিলেন। এই ধরনের অনুষ্ঠানকে বলা হয় \"ওবন উৎসব\" এবং এই উৎসবকে \"ওবন উৎসব\" বলা হয়।\n(দ্রষ্টব্য: পৃথিবীর বিভিন্ন স্তরে একটি পদার্থের বিভিন্ন অনুভূতি রয়েছে। উদাহরণস্বরূপ: যখন এই পৃথিবীতে বৃষ্টি হয় তখন আমরা এটিকে \"জল\" হিসাবে দেখি, যখন ক্ষুধার্ত ভূতের রাজ্যে থাকা প্রাণীরা এটিকে \"রক্ত\" হিসাবে অনুভব করে এবং সংবেদনশীল নরক জগতের প্রাণীরা এটিকে \"রক্ত\" বলে মনে করে৷ এটি \"তরবারি ফেলে দেওয়ার\" মতো অনুভব করে, যখন স্বর্গীয় প্রাণীরা \"ফুল ঝরার\" মতো অনুভব করে।)", "聖意": "বাড়ি-ঘরের জন্য প্রার্থনা, শীতকালে সৌভাগ্যের প্রার্থনা, ধন-সম্পদ চাওয়া, লেনদেন নয়, বিয়ে, লিউজিয়ার শান্তি, পথচারী, চলন্ত ক্ষেত, রেশম কীট, ছয়টি প্রাণী, মানুষ খুঁজে পাওয়া, মামলা, সাফল্য, দেশান্তর, রক্ষণশীলতা, হারানো সম্পত্তি, অসুস্থতা। , পাহাড়ের শান্তি, কবর", "古人": "মুলিয়ান তার মাকে বাঁচায়", "第X籤": "সাইন বিয়াল্লিশ", "宮": "আপনি প্রাসাদ"}