{"籤詩版本二": "বিশ্ব নমনীয় এবং সমস্ত জিনিস স্ব-সমর্থক, স্ব-সমর্থক এবং নিরাপদ\nজীবনের সবকিছুই চমৎকার, সব কিছুর জন্য সাধু ও ঋষিদের ধন্যবাদ, এবং সমৃদ্ধ হও।", "詩意": "এই হেক্সাগ্রাম পৃথিবী এবং পৃথিবীর মধ্যে সামঞ্জস্যের প্রতিনিধিত্ব করে।\nসবকিছু ঠিকঠাক চলছে এবং কোন বিপদ নেই।", "解曰": "সব কিছুর জন্ম হয়। সমস্ত পরিকল্পনা এবং ইচ্ছা সত্য হয়। ফোর্ড সাহায্য করে। রুই কুই তাড়াহুড়ো করছে।", "籤詩故事一": "◇ পথচারীরা জ্ঞান লাভ করে\nপশ্চিমে যাত্রার গল্প:\nসান উকং ফুল ও ফলের পর্বত দখল করে রাজা হয়েছিলেন। পরে, চিরকাল বেঁচে থাকার উপায় খুঁজে বের করার জন্য, তিনি আট বা নয় বছর পাহাড় ও নদী পেরিয়ে পিতৃপুরুষ বোধিকে তাঁর শিক্ষক হিসাবে উপাসনা করতে কাটিয়েছিলেন। তিনি সত্তরটি শিখেছিলেন- পার্থিব দুষ্ট এবং সোমারসল্ট মেঘের দুটি রূপান্তর, এবং প্রথমবারের জন্য সূর্য উপাধি গ্রহণ করে।নাম Wukong.\nএর পরে, সান উকং একটি উপযুক্ত অস্ত্র খুঁজে বের করার জন্য পূর্ব চীন সাগরের ড্রাগন প্রাসাদে যান এবং অবশেষে রুই গোল্ডেন কুজেল, তিয়ানহে এবং ডিংহাইয়ের ঐশ্বরিক সুচ খুঁজে পান। কারণ তার আয়ুষ্কাল শেষ হয়ে গিয়েছিল, সে আন্ডারওয়ার্ল্ডে একটি বড় হট্টগোল করেছিল, জীবন-মৃত্যুর বইটি সংশোধন করে মানব জগতে ফিরে এসেছিল। পরে, সান উকংকে প্রথমবারের মতো স্বর্গে ডেকে আনা হয়েছিল এবং তার নাম রাখা হয়েছিল বিমা ওয়েন। পরে, তাকে দ্বিতীয়বার স্বর্গে ডেকে আনা হয়েছিল এবং তাকে বানর রাজা বলা হয়েছিল। তিনি পীচ চুরি করেছিলেন এবং স্বর্গে সমস্যা সৃষ্টি করেছিলেন। তার সোনালী চোখ এবং জ্বলন্ত চোখ অনুশীলন করার জন্য তাকে বাগুয়া ফার্নেসে সিল করা হয়েছিল। অবশেষে, তাকে দমন করা হয়েছিল। 500 বছর ধরে উঝি পর্বতের পাদদেশে তথাগত বুদ্ধ দ্বারা, নড়াচড়া করতে অক্ষম। বাগুয়া চুল্লি যে জায়গায় লাথি মেরেছিল তা আগুনের পাহাড়ে পরিণত হয়েছে।\nপাঁচশত বছর পরে, সন্ন্যাসী তাং ধর্মগ্রন্থগুলি পেতে পশ্চিমে গিয়েছিলেন, পাঁচ উপাদান পর্বতের পাশ দিয়ে চলে গিয়েছিলেন এবং সান উকংকে বাঁচানোর আগে তাবিজটি খুলেছিলেন। সান উকং কৃতজ্ঞতায় কান্নায় ভেঙ্গে পড়েন।গুয়ানিন বোধিসত্ত্বের নির্দেশ পাওয়ার পর, তিনি তাং সন্ন্যাসীকে তার শিক্ষক হিসেবে উপাসনা করেন এবং একসঙ্গে ধর্মগ্রন্থ শিখতে পশ্চিমে যান। ধর্মগ্রন্থ শেখার পথে, সান উকং রাক্ষসদের উপর অবতীর্ণ হয়ে দানবদের নির্মূল করেছিলেন এবং বারবার অসাধারণ কীর্তি সম্পাদন করেছিলেন।তবে, তাকে তার গুরু ট্যাং সেং বারবার ভুল বুঝেছিলেন এবং বহিষ্কার করেছিলেন। একাশিটি অসুবিধার পরে, কাজটি শেষ পর্যন্ত শেষ হয়েছিল।চারজন গুরু এবং শিষ্যরা Xitian Leiyin মন্দিরে এসেছিলেন এবং সত্য ধর্মগ্রন্থ লাভ করেছিলেন। সান উকং সঠিক ফলাফল অর্জন করেছে।\n(এই গল্পটি একটি রূপক যে এমনকি একটি বানরও আলোকিত হতে পারে, একজন মানুষকে ছেড়ে দিন।)", "聖意": "বাড়িটি নিজের জন্য শুভ, সম্পদ, ব্যবসা, বিবাহ, লিউজিয়া, পুরুষ পথচারী, মাঠে বাধা, রেশম কীট, ছয়টি প্রাণী, ঝোংপিং, লোকের সন্ধান, মামলা, সাফল্য, স্থানান্তর, সম্পত্তির ক্ষতি, রোগ, জিংজিংশান সমাধি, জিনিসপত্র শুভ হয়", "古人": "পথিক জ্ঞানলাভ করে", "第X籤": "43 তারিখে স্বাক্ষরিত", "宮": "xugong"}