{"籤詩版本二": "প্রাচীনকাল থেকেই ভদ্রতা সর্বদা শক্তির চেয়ে শক্তিশালী এবং ভাল কাজের দরজাটি সমৃদ্ধ।\nযদি কেউ এই হেক্সাগ্রামটি ভাগ করে, তবে এটি হবে আপনার তৃষ্ণার্ত হলে ইয়াওজিংয়ের মুখোমুখি হওয়ার মতো।", "詩意": "এই হেক্সাগ্রাম দয়া এবং ভদ্রতার একটি চিহ্ন।\nসবকিছুতে, সম্প্রীতি আদর্শ।", "解曰": "স্বর্গ এবং পৃথিবীর অনুভূতি আছে। খুবই সত্য. ভগবান ও বুদ্ধ আপনাকে রক্ষা করুন। আপনি যা পেয়েছেন তা ভুলে যাবেন না।", "籤詩故事一": "◇ রেনজং তার মাকে চিনতে পেরেছে\nসং ঝেনজং-এর উপপত্নী, উপপত্নী লিউ, উপপত্নী লির একটি পুত্র, ঝাও জেনের জন্মের জন্য ঈর্ষান্বিত হয়েছিলেন এবং উপপত্নী লির পুত্রকে একটি চামড়াযুক্ত সিভেট বিড়াল দিয়ে প্রতিস্থাপন করার জন্য ধাত্রীকে ঘুষ দিয়েছিলেন৷ উপপত্নী লিকে একটি রাক্ষস জন্ম দেওয়ার জন্য মিথ্যা অভিযোগ করা হয়েছিল এবং তাকে পদচ্যুত করা হয়েছিল। শীতল প্রাসাদ। উপপত্নী লিউ সিংহাসনে বসতে সক্ষম হয়েছিল।\nউপপত্নী ডি সম্রাজ্ঞী হিসাবে উন্নীত হওয়ার পর, উপপত্নী ডি ঠান্ডা প্রাসাদে আগুন লাগিয়ে দেন এবং উপপত্নী লিকে হত্যা করার পরিকল্পনা করেন। উপপত্নী লি পালিয়ে যান এবং মানুষের মধ্যে বসবাস করেন।\nউপপত্নী লি মূলত ঝাও জেনকে নদীতে নিক্ষেপ করেছিলেন, কিন্তু সৌভাগ্যবশত তাকে নপুংসক দ্বারা উদ্ধার করা হয়েছিল এবং আট ঋষিদের প্রাসাদে পাঠানো হয়েছিল। যখন তিনি বড় হন, তখন তিনি সং রেনজংয়ের স্থলাভিষিক্ত হন।\nপরে, বাও ঝেং (বাও কিংতিয়ান) ঘটনাক্রমে অন্ধ উপপত্নী লির সাথে দেখা করেন। যখন তিনি সত্যটি জানতে পারেন, তখন তিনি জোরেশোরে মামলাটি তদন্ত করেন এবং অবশেষে সত্যটি প্রকাশ্যে আসে এবং সং রেনজং এবং উপপত্নী লি-এর মা ও ছেলে একে অপরকে চিনতে পারেন। উপপত্নী লিউকে ঠান্ডা প্রাসাদে নিক্ষেপ করা হয়েছিল এবং উপপত্নী লিকে প্রাসাদে স্বাগত জানানো হয়েছিল।গল্পটি সফলভাবে শেষ হয়েছিল।", "聖意": "গৃহ ও গৃহ নিজের জন্য শুভ, সম্পদের জন্য, ব্যবসার জন্য, বিবাহের জন্য, বিবাহের জন্য, পুরুষ পথচারীদের জন্য, ক্ষেতের প্রতিবন্ধকতার জন্য, রেশমের জন্য, শরতের জন্য, ছয়টি প্রাণীর জন্য, ছয়টি প্রাণীর জন্য, মানুষ খুঁজে পাওয়ার জন্য, মানুষ দেখার জন্য। , মামলার জন্য, সাফল্যের জন্য, অভিবাসনের জন্য, হারানো সম্পত্তির জন্য, পূর্ব রোগের জন্য, আশীর্বাদের জন্য, পর্বত সমাধির জন্য এবং পূর্ব ও পশ্চিম শুভর জন্য।", "古人": "রেনজং তার মাকে চিনতে পেরেছে", "第X籤": "পঁয়তাল্লিশতম বিজয়ী লটারি", "宮": "xugong"}