{"籤詩版本二": "ঠাণ্ডা আবহাওয়া পানিকে বরফে পরিণত করে।খ্যাতির লোভ কেন?\nচুপচাপ বসে থাকা আর পাতাগুলো স্বাভাবিকভাবে ফুটে ওঠার জন্য অপেক্ষা করা ছাড়া আমার আর কোনো উপায় নেই।", "詩意": "এই হেক্সাগ্রামে, জল বরফে পরিণত হয়।\nঅযথা কিছু চাইবেন না।", "解曰": "পানি জমে বরফে পরিণত হয়। বরফ গলে পানিতে পরিণত হয়। যদি ষড়যন্ত্র হয়। সুতরাং এটাই.", "籤詩故事一": "◇ওয়াং জিয়াং কার্প চাইছেন (24 ফিলিয়াল পিটি স্টোরি)\nজিন রাজবংশের ওয়াং জিয়াং, সৌজন্য নাম ফুজেং, লিনিতে জন্মগ্রহণ করেছিলেন।\nওয়াং জিয়াং যখন যুবক ছিলেন, তখন তার জৈবিক মা মারা যান।তার একাকী বাবা ঝু নামে একজন মহিলাকে বিয়ে করেছিলেন এবং ওয়াং জিয়াংয়ের একটি নতুন মা হয়েছিল। ওয়াং জিয়াং যখন যুবক ছিলেন, তখন তার জৈবিক মা মারা যান এবং তার একাকী বাবা ঝু নামে একজন মহিলাকে বিয়ে করেছিলেন। ওয়াং জিয়াং-এর সৎমা ছিলেন একজন সংকীর্ণ মনের এবং ঈর্ষান্বিত মহিলা।তিনি ওয়াং জিয়াংকে পছন্দ করতেন না এবং প্রায়ই তুচ্ছ বিষয়ে তাকে বকাঝকা করতেন। শীঘ্রই, সৎ মাও ওয়াং ল্যান নামে একটি পুত্রের জন্ম দেন। সৎ মা শুধুমাত্র তার নিজের সন্তানদের ভালোবাসতেন, এবং ওয়াং জিয়াংকে তার পাশের কাঁটা হিসাবে বিবেচনা করতেন। তিনি ওয়াং জিয়াংয়ের প্রতি আরও বেশি দাবিদার হয়ে ওঠেন এবং প্রায়শই তার বাবার সামনে ওয়াং জিয়াং সম্পর্কে খারাপ কথা বলতেন। এমনকি তার বাবাও ধীরে ধীরে তাকে আর ভালোবাসতেন না। সৎ মা শুধুমাত্র তার নিজের সন্তানদের ভালোবাসতেন, এবং ওয়াং জিয়াংকে তার পাশের কাঁটা হিসাবে বিবেচনা করতেন। তিনি ওয়াং জিয়াংয়ের প্রতি আরও বেশি দাবি করেছিলেন এবং প্রায়শই তার বাবার সামনে ওয়াং জিয়াংকে খারাপ কথা বলতেন। এমনকি তার বাবাও ধীরে ধীরে তাকে আর ভালোবাসতেন না। যদিও ওয়াং জিয়াং এর সৎ ভাই, ওয়াং ল্যান তার ভাইয়ের সাথে খুব বন্ধুত্বপূর্ণ। তার সৎ মায়ের অত্যাচার সত্ত্বেও, তিনি এখনও খুব ফিলিয়াল ছিলেন। সৎ মা এত কঠোর, কিন্তু ওয়াং জিয়াং এখনও খুব ফিলিয়াল।\nতার সৎ মায়ের একটা শখ আছে, সেটা হল, সে শুধু নদী থেকে মাছ ধরা তাজা মাছ খেতে পছন্দ করে। তার সৎ মায়ের একটা শখ আছে, সেটা হল, সে শুধু নদী থেকে মাছ ধরা তাজা মাছ খেতে পছন্দ করে। এক শীতে, তার বাবা ব্যবসার জন্য চলে গেলেন, এবং তার সৎ মা আবার অসুস্থ হয়ে পড়লেন। ভাই ওয়াং জিয়াং এবং ওয়াং ল্যান যত্ন সহকারে তাদের মায়ের খাওয়ার জন্য স্যুপ এবং ওষুধ পরিবেশন করেছিলেন। প্রচণ্ড ঠান্ডা আবহাওয়ার মধ্যেও সৎ মায়ের অসুস্থতার উন্নতি হয়নি। দ্রুত. এক শীতে, তার বাবা ব্যবসার জন্য চলে গেলেন, এবং তার সৎ মা আবার অসুস্থ হয়ে পড়লেন। ভাই ওয়াং জিয়াং এবং ওয়াং ল্যান যত্ন সহকারে তাদের মায়ের খাওয়ার জন্য স্যুপ এবং ওষুধ পরিবেশন করেছিলেন। প্রচণ্ড ঠান্ডা আবহাওয়ার মধ্যেও সৎ মায়ের অসুস্থতার উন্নতি হয়নি। দ্রুত. অসুস্থ সৎ মা নদী থেকে তাজা মাছ খেতে চেয়েছিলেন। সেই তীব্র ঠান্ডা আবহাওয়ায় বাইরে তুষারপাত হচ্ছিল এবং নদীর জল ইতিমধ্যে ঘন বরফে পরিণত হয়েছিল। অসুস্থ সৎ মা তাজা মাছ খেতে চেয়েছিলেন।এই বরফ ও তুষারময় আবহাওয়ায় তাজা মাছ কোথায় পাওয়া যাবে?\nসেই দিনগুলিতে, কোনও অফ-সিজন ডিশ ছিল না এবং আপনার কাছে টাকা থাকলেও আপনি সেগুলি কিনতে পারবেন না।\nগল্পের এই মুহুর্তে, ওয়াং জিয়াংকিউ লি-এর হৃদয়স্পর্শী গল্পটি ঘটেছিল। দুই ভাই তাদের মাকে অসহায়ভাবে পাহারা দিল।ওয়াং জিয়াং তার অসুস্থ সৎ মাকে নিরাশ না করার জন্য হিমায়িত নদীর দিকে হেঁটে গেলেন।ওয়াং জিয়াং একটি ধারণা পেয়েছিলেন এবং ঠান্ডা নির্বিশেষে তার শার্ট খুলে ফেললেন।তিনি হিমবাহের উপর নগ্ন হয়ে শুয়েছিলেন এবং এটি ব্যবহার করতে চেয়েছিলেন। বরফ গলানোর জন্য তার নিজের শরীরের তাপমাত্রা (তাই ওয়াং জিয়াংকিউ কার্পকে বরফের উপর শুয়ে থাকা ওয়াং জিয়াংও বলা হয়)। সে তার শার্ট খুলে হিমবাহের উপর উলঙ্গ হয়ে শুয়ে পড়ল। তিনি ঈশ্বরের কাছে প্রার্থনা করলেন এবং বললেন: \"ঈশ্বর, আমার মা অসুস্থ এবং তাজা কার্প খেতে চান। যা-ই হোক না কেন আপনাকে আমার জন্য একটি উপায় খুঁজে বের করতে হবে।\" আশ্চর্যজনকভাবে, তার পাশের বরফের খণ্ডটি হঠাৎ ফাটল ধরে, এবং সেখানে দুটি ছিল। ফাটল। একটি জীবন্ত কার্প ফাটল থেকে লাফিয়ে বরফের উপর ঝাঁপ দিল।ওয়াং জিয়াং খুব খুশি। তিনি ঈশ্বরের কাছে প্রার্থনা করেছিলেন: \"ঈশ্বর, আমার মা অসুস্থ এবং তাজা কার্প খেতে চান। যা-ই হোক না কেন আপনাকে আমার জন্য একটি উপায় খুঁজে বের করতে হবে।\" আশ্চর্যজনকভাবে, তার পাশের বরফের ব্লকটি হঠাৎ ফাটল ধরেছিল এবং দুটি ফাটল ছিল। একটি জীবন্ত কার্প ফাটল থেকে লাফিয়ে বরফের উপর ঝাঁপিয়ে পড়ল।ওয়াং জিয়াং খুব খুশি হয়েছিল। তিনি দ্রুত নতজানু হয়ে ঈশ্বরকে ধন্যবাদ জানালেন এবং কার্প নিয়ে বাড়ি ছুটে গেলেন। তিনি দ্রুত নতজানু হয়ে ঈশ্বরকে ধন্যবাদ জানালেন এবং দ্রুত কার্পটি নিয়ে বাড়ি চলে গেলেন। সৎ মা তাজা কার্প খাওয়ার পরে, তিনি শীঘ্রই তার অসুস্থতা থেকে সুস্থ হয়ে ওঠেন। হাসপাতালের বিছানায় সৎ মা হতবাক হয়ে গিয়েছিলেন যখন তিনি ওয়াং জিয়াংয়ের নগ্ন শরীরের উপরের অংশটি দেখেছিলেন, যা ঠান্ডা থেকে বেগুনি হয়ে যাচ্ছিল এবং তার হাতে দুটি মাছ। তিনি খুশিতে রুমে দৌড়ে যান এবং হতবাক হয়ে যান।\nওয়াং জিয়াং পরে একজন কর্মকর্তা হয়েছিলেন এবং একজন তাইবাও হয়েছিলেন এবং তাকে ডিউক উপাধি দেওয়া হয়েছিল।", "聖意": "বাড়িতে অস্বস্তি, আমি সুরক্ষার জন্য প্রার্থনা করি, আর্থিক অসুবিধা, ব্যবসায়িক সমস্যা, বিবাহ, লিউজিয়া বীমায় অসঙ্গতি, পথচারী, চিটিয়ান রেশম কীট, ছয়টি পশুর ক্ষতি, নিখোঁজ ব্যক্তি, পাবলিক মামলা, অভিবাসন, রক্ষণশীলতা, হারানো সম্পত্তি, অসুস্থতা, পুনরুদ্ধার করা কঠিন, পাহাড়ের সমাধি, শুভকামনা", "古人": "ওয়াং জিয়াং কার্প চেয়েছেন (24 ফিলিয়াল পিটি স্টোরি)", "第X籤": "উনচল্লিশ লট জয়", "宮": "হাইগং"}