{"籤詩版本二": "আপনি দেশের সব কোণে ভ্রমণ করতে পারেন, এটি অবাধে ধরে রাখতে পাল ছাউনি ঝুলিয়ে রাখতে পারেন\nযদি একটি অনুকূল বাতাস থাকে, এটি শীঘ্রই আসবে এবং নৌকা ধন পূর্ণ হবে।", "詩意": "এই হেক্সাগ্রামটি বাতাসের সাথে একটি নৌকা টানার মতো।\nসবকিছু ভাল যায়.", "解曰": "আরামে বিশ্রাম নিন। কোন প্রচেষ্টা প্রয়োজন. প্রচুর সম্পদ। সব প্রশংসিত.", "籤詩故事一": "◇ তাও ঝুগুই ফাইভ লেক (ফ্যান লিগুই লেক)\nবসন্ত এবং শরতের সময়কালে, ফ্যান লি, যার সৌজন্যে নাম ছিল শাওবো, গুই ইজিপি বা তাও ঝুগং নামেও পরিচিত ছিল।\nসেই সময়ে, উ রাজ্য এবং ইউ রাজ্যের মধ্যে একটি যুদ্ধ হয়েছিল এবং উ রাজ্য ইউ রাজ্যকে ধ্বংস করেছিল। ফ্যান লি এবং ওয়েন ঝং ইউকে প্রচার করতে এবং উকে ধ্বংস করার জন্য ইউ রাজা গৌ জিয়ানের জন্য একটি পরিকল্পনা তৈরি করেছিলেন। ফান লি ব্যক্তিগতভাবে পাহাড় এবং নদী ভ্রমণ করেছিলেন এবং মাউন্ট কাইলুওতে হুয়ানশা নদীতে গিয়েছিলেন শি শি, গুণী, প্রতিভা এবং সৌন্দর্য উভয়ই এক সুন্দরী মহিলাকে খুঁজে পেতে এবং উ-এর রাজার কাছে উপস্থাপন করেছিলেন। তিনি একটি \"সৌন্দর্য ব্যবহার করেছিলেন। কৌশল\" ভিতরে এবং বাইরে সহযোগিতা করার জন্য এবং উ কিংডম ধ্বংস.\nতিনি উ রাজ্যকে নিশ্চিহ্ন করতে সফল হওয়ার পরে, ফান লি জানতেন যে গৌ জিয়ান একজন \"চঞ্চুযুক্ত লম্বা গলার পাখি\" এবং তার সাথে কষ্ট এবং সুখ ভাগাভাগি করতে পারে, তাই তিনি এবং শি শি কিউই রাজ্য জুড়ে যাত্রা করেছিলেন, তাদের নাম পরিবর্তন করেছিলেন Gui Zipi, এবং Qi রাজ্যে তার ছেলেদের এবং শিষ্যদের নেতৃত্বে, তারা সমুদ্রের ধারে একটি কুটিরে বাস করে। তিনি বর্জ্য জমিতে চাষাবাদ করতে, সাইডলাইন ব্যবসা পরিচালনা করতে এবং ব্যবসা করতে কঠোর পরিশ্রম করেছিলেন এবং কয়েক বছরের মধ্যে তিনি কয়েক কোটির পারিবারিক সম্পত্তি সঞ্চয় করেছিলেন। তিনি ধনসম্পদ ছড়িয়ে দিতে এবং নিজের শহরে ভালো করার জন্য উদার ছিলেন। ফান লি-এর প্রজ্ঞা এবং ক্ষমতা কিউয়ের লোকেরা প্রশংসা করেছিল। কুই-এর রাজা তাকে রাজধানী লিনজিতে আমন্ত্রণ জানিয়েছিলেন এবং সরকারী বিষয়ের দায়িত্বে থাকা প্রধানমন্ত্রী হিসাবে তাকে পূজা করেছিলেন। . তিনি চিৎকার করে বলেছিলেন: \"একজন কর্মকর্তা হওয়া মন্ত্রী হতে পারে, এবং একটি পরিবার চালানো একটি ভাগ্যের দিকে নিয়ে যেতে পারে। একজন সাধারণের জন্য যিনি প্রথম থেকে শুরু করেছিলেন, এটি চরমে পৌঁছেছে। দীর্ঘদিন ধরে সম্মানিত হওয়া সম্ভবত একটি ভাল লক্ষণ নয়।\" সুতরাং, মাত্র তিন বছর পরে, তিনি আবারও সাহসিকতার সাথে পিছু হটলেন, কিউয়ের রাজাকে সীলমোহর ফিরিয়ে দিলেন এবং তার সমস্ত পারিবারিক সম্পদ তার ঘনিষ্ঠ বন্ধুবান্ধব এবং গ্রামবাসীদের দিয়ে দিলেন।", "聖意": "ঘর নিজের জন্য ভাল (চালিয়ে দেওয়া), টাকা ভাল, ব্যবসা ভাল, ব্যবসা দেরী, বিয়ে ভাল নয়, লিউজিয়া নিরাপদ, মানুষ ক্ষেত, রেশম কীট, শরৎ, ছয়টি পশুসম্পদ, বসন্ত সমৃদ্ধ, মানুষ মানুষ খুঁজছে, মামলা খারাপ, অভিবাসন রক্ষণশীল, হারিয়ে যাওয়া জিনিস, পশ্চিমা রোগের সমাধান, পাহাড় এবং কবর দক্ষিণ।", "古人": "তাও ঝুগুই ফাইভ লেক (ফ্যান লিগুই লেক)", "第X籤": "পঞ্চাশতম লটারি বিজয়ী", "宮": "হাইগং"}