{"籤詩版本二": "গ্রীষ্মকাল দীর্ঘতম দিন এবং সবাই তাপ এবং বিষণ্নতা নিয়ে চিন্তিত\nস্বর্গ এবং পৃথিবীও জানে মানুষ কি চায়, এবং বাতাস বইছে এবং এটি স্বাভাবিকভাবেই শীতল", "詩意": "এই হেক্সাগ্রাম নির্দেশ করে যে সবাই তাপ নিয়ে চিন্তিত।\nযা ইচ্ছা কর.", "解曰": "অগ্রসর হবে নাকি পশ্চাদপসরণ করবে তাতে কোনো সন্দেহ নেই। আপনার সময় ভালো কাটুক। এটা কি ক্যাম্পিং এর জন্য? তাড়াহুড়ো করার দরকার নেই।", "籤詩故事一": "◇কং মিং সিচুয়ানে প্রবেশ করেছে\nঝুগে লিয়াং (181-234), সৌজন্য নাম কংমিং, ইয়াংডু, ল্যাংয়া (বর্তমানে ইয়িনান কাউন্টি, শানডং প্রদেশ) এর অধিবাসী ছিলেন এবং তিন রাজ্যের সময়কালে শু হান (লিউ বেই) এর প্রধানমন্ত্রী ছিলেন।\nযদিও লিউ বেই জিংঝো জিতেছিলেন, তবে এটি একপক্ষকে আলাদা করার জন্য যথেষ্ট ছিল না।ঝুগে কংমিং লিউ বেইয়ের অঞ্চল বাড়ানোর জন্য সিচুয়ান দখল করার পরিকল্পনা করেছিলেন। এই সময়ে, Yizhou মধ্যে Liu Zhang উত্তরে Zhang Lu দ্বারা আক্রমণ করা হয়। ঝুগে কংমিং জানতে পেরেছিলেন যে লিউ ঝাং নিজেকে রক্ষা করার জন্য সিচুয়ানের মানচিত্র কাও কাওকে উৎসর্গ করতে চেয়েছিলেন। যখন ঝাং সং (লিউ ঝাং-এর অধীনস্থ) কাও কাও-এর সাথে দেখা করেন, কারণ কাও কাও অহংকারী এবং অভদ্র ছিল, লিউ ঝাং মানচিত্রটি জিচুয়ানে ফিরিয়ে নিয়ে যায় এবং পথে জিংঝোকে অতিক্রম করে। কং মিং আগে থেকেই পথে তার জন্য অপেক্ষা করছিলেন এবং তাকে জিংঝুতে আমন্ত্রণ জানিয়েছিলেন, কিন্তু প্রস্থানের সময় পর্যন্ত তিনি কখনই সিচুয়ান ছবির কথা উল্লেখ করেননি৷ ঝাং গান তার সৌজন্য ও আতিথেয়তার জন্য কং মিংয়ের কাছে কৃতজ্ঞ ছিল, তাই তিনি শিচুয়ান ছবিটিকে উত্সর্গ করেছিলেন৷ তাকে.\nসিচুয়ানের ভূখণ্ড বিপজ্জনক ছিল এবং আক্রমণ বা রক্ষা করা যেতে পারে।কং মিং-এর বিভিন্ন ব্যবস্থার পর, শিচুয়ান লিউ বেই-এর জন্মস্থান হয়ে ওঠে।\n(কং মিং জনগণের সাথে সৌজন্যমূলক আচরণ করেছিলেন এবং সহজেই লোভনীয় সিচুয়ান পেয়েছিলেন।)", "聖意": "বাড়িতে এবং আপনার নিজের সুরক্ষার জন্য আশীর্বাদের জন্য প্রার্থনা করুন (দুর্ভাগ্যের মধ্যে সৌভাগ্য রয়েছে) সম্পদ সন্ধান করুন, ব্যবসায় সৌভাগ্য, সাধারণ বিবাহ, লিউজিয়ায় ছেলেদের জন্ম, চলন্ত মাঠ, রেশম কীট, গবাদি পশুর ক্ষতি, লোক খুঁজে বের করা, পাবলিক মামলা , মাইগ্রেশন, পুরানো হারিয়ে যাওয়া জিনিস, উত্তর রোগ, পর্বত এবং কবরের জন্য কামনা", "古人": "কং মিং সিচুয়ানে প্রবেশ করে", "第X籤": "অধ্যায় 51: লট জয় (অনেক জয়)", "宮": "জরায়ু"}