{"籤詩版本二": "জলে চাঁদ ধরতে অনেক পরিশ্রম লাগে, অনেক পরিশ্রম লাগে কিন্তু কিছুই হয় না।\nবাজে কথা বলবেন না এবং শরীরকে শক্তিশালী করার জন্য আপনার প্রচেষ্টা নষ্ট করবেন না। \"শরীর শুকিয়ে যাওয়া\" শব্দের আসল অর্থ \"একা শরীর\"।", "詩意": "এই হেক্সাগ্রাম প্রচেষ্টার চিত্রের জন্য লোভী।\nসবকিছুই শ্রমসাধ্য এবং শ্রমসাধ্য।", "解曰": "প্রতিশ্রুতি মনে রাখা কঠিন। অনেক পরিশ্রম। বাড়িতে দুশ্চিন্তা। মহৎ ব্যক্তিদের সাথে দেখা করার অপেক্ষায়।", "籤詩故事一": "◇ তাইবাই মাতাল অবস্থায় চাঁদ ধরেছিলেন (মাতাল অবস্থায় লি তাইবাই চাঁদকে ধরেছিলেন)\nলি বাই (701-762), টাইবাই নামেও পরিচিত, কিংলিয়ান জুশি নামেও পরিচিত। তাং রাজবংশের কবি, যিনি নিজেকে নির্বাসিত অমর বলতেন, তিনি কবিতার অমর হিসাবে পরিচিত ছিলেন এবং তিনি মদ্যপান ছাড়াই সর্বদা খুশি থাকতেন।\nএকবার লি বাই জিনলিং (বর্তমানে নানজিং) আসেন এবং ওয়েন্ডে ব্রিজের পাশে একটি রেস্তোরাঁয় বিশ্রাম নেন।\nসেই দিনটি ছিল শীতের চান্দ্র মাসের পনেরোতম দিন।রাতে, তিনি একা একা রেস্টুরেন্টে বসে চাঁদের প্রশংসা করতেন, পান করতেন এবং কবিতা আবৃত্তি করতেন। সেই দিনটি ছিল শীতের চান্দ্র মাসের পনেরোতম দিন।রাতে, তিনি একা একা রেস্টুরেন্টে বসে চাঁদের প্রশংসা করতেন, পান করতেন এবং কবিতা আবৃত্তি করতেন। লি তাইবাই তার জীবনে চাঁদকে সবচেয়ে বেশি ভালোবাসতেন, বলেছিলেন যে এটি পরিষ্কার এবং সুন্দর। লি তাইবাই তার জীবনে চাঁদকে সবচেয়ে বেশি ভালোবাসতেন, বলেছিলেন যে এটি পরিষ্কার এবং সুন্দর। সেই রাতে, তিনি উপরে তাকিয়ে আকাশে সাদা এবং গোলাকার চাঁদ দেখলেন, তিনি খুব খুশি হয়ে আরও কয়েক গ্লাস পান করলেন। সেই রাতে, তিনি উপরে তাকিয়ে আকাশে সাদা এবং গোলাকার চাঁদ দেখলেন, তিনি খুব খুশি হয়ে আরও কয়েক গ্লাস পান করলেন। মধ্যরাতে, লি তাইবাই মদের সুবিধা নিয়ে ওয়েন্ডে ব্রিজের নিচে চলে গেলেন। মধ্যরাতে, লি তাইবাই মদের সুবিধা নিয়ে ওয়েন্ডে ব্রিজের নিচে চলে গেলেন। ব্রিজের ওপরে পা রেখেই মাথা নিচু করে হঠাৎ চাঁদকে পানিতে পড়তে দেখলেন।নদী সরে গেলে সাদা চাঁদের ছায়ায় কয়েকটি কালো রেখা যোগ হয়েছে। ব্রিজের ওপরে পা রেখেই মাথা নিচু করে হঠাৎ চাঁদকে পানিতে পড়তে দেখলেন।নদী সরে গেলে সাদা চাঁদের ছায়ায় কয়েকটি কালো রেখা যোগ হয়েছে। লি তাইবাই এই সময় এতটাই মাতাল ছিলেন যে তিনি মনে করেছিলেন যে এটি সেই চাঁদ যা নদীর জলে দাগ পড়েছে। লি তাইবাই এই সময় এতটাই মাতাল ছিলেন যে তিনি মনে করেছিলেন যে এটি সেই চাঁদ যা নদীর জলে দাগ পড়েছে। সে তার বুট খুলতেও মাথা ঘামালো না, সে তার হাত খুলে ব্রিজ থেকে লাফ দিল চাঁদকে ধরতে। সে তার বুট খুলতেও মাথা ঘামালো না, সে তার হাত খুলে ব্রিজ থেকে লাফ দিল চাঁদকে ধরতে। অপ্রত্যাশিতভাবে, এই লাফ দিয়ে, চাঁদটি ধরা পড়েনি, তবে জলে থাকা চাঁদটি ছিন্নভিন্ন হয়ে অবিলম্বে দুটি ভাগে বিভক্ত হয়ে গেল। অপ্রত্যাশিতভাবে, এই লাফাতে, চাঁদটি ধরা পড়েনি, তবে মানুষটি ডুবে গেছে। তিনি বাষট্টি বছর বয়সে মারা যান।", "聖意": "বাড়িটি অস্বস্তিকর এবং নিজের ভাগ্য খারাপ (অভাগা, স্বাস্থ্যের প্রতি মনোযোগ দিন), সম্পদের ভারসাম্য খোঁজা (এটি সম্পর্কে চিন্তাও করবেন না), কঠিন ব্যবসা, বিবাহ স্থির হয় না, সুরক্ষার জন্য প্রার্থনা করা (গর্ভপাত রোধ করার জন্য খালি ধন। ), পথচারীরা সমস্যায় পড়েছেন, মাঠের রেশম কীট পাঁচটি পয়েন্ট, ছয়টি প্রাণী হ্রাস পাচ্ছে, মানুষ খুঁজছেন (অভাগা), পাবলিক মামলা এবং (মোকদ্দমা বন্ধ করুন) সাধারণ মাইগ্রেশন (এটি উল্লেখ করবেন না) সম্পত্তির ক্ষতি (বিমান) প্রার্থনা করছেন অসুস্থতা থেকে সুরক্ষার জন্য (দুর্ভাগ্যজনক) পাহাড় এবং কবরে সৌভাগ্য", "古人": "মাতাল অবস্থায় তাইবাই চাঁদ ধরেছিলেন (মাতাল অবস্থায় লি তাইবাই চাঁদকে ধরেছিলেন)", "第X籤": "পঞ্চাশতম লটারি জয় (লটারি)", "宮": "জরায়ু"}