{"籤詩版本二": "হতাশা যখন উল্লাসে পরিণত হয়, তখন ড্রাগন গর্জন করে এবং বাঘ গর্জন করে।\nনীল আকাশের আকাশের নিজস্ব রাস্তা আছে। আমি খ্যাতি অর্জনের আরেকটি সুযোগ পেতে পারি।", "詩意": "এই হেক্সাগ্রামটি একটি ড্রাগন গর্জন এবং একটি বাঘের গর্জনের মতো।\nআশা করা যায় সবকিছু ঠিকঠাক হবে।", "解曰": "শুধু শেখান এবং যান. আপনার নিজস্ব সমৃদ্ধি আছে. শেষ পর্যন্ত তৈরি করতে হবে। একটা জায়গা পাওয়া যাবে।", "籤詩故事一": "◇ লিউ বেই একজন পাত্রীকে নিয়োগ করেছেন\nচিবির যুদ্ধের পর, সান কোয়ান জিংঝোকে পুনরুদ্ধার করতে আগ্রহী ছিলেন, যেটি লিউ বেই দ্বারা বন্দী হয়েছিল, তাই তিনি ঝো ইউ এর পরিকল্পনাটি ব্যবহার করেছিলেন, ভান করেছিলেন যে তিনি তার বোন সান রেনের সাথে লিউ বেইয়ের বিবাহ বন্ধনে আবদ্ধ হতে চান, কিন্তু বাস্তবে তিনি নিতে চেয়েছিলেন। লিউ বেইকে জিম্মি হিসেবে দাবি করা জিংঝো।\nZhuge Liang Zhou Yu এর পরিকল্পনার উপর গুপ্তচরবৃত্তি করার পর, তিনি ঝাও ইউনের কাছে কৌশল সহ ব্রোশারটি হস্তান্তর করেছিলেন, যিনি সুচোতে যাওয়ার সময় লিউ বেইকে রক্ষা করেছিলেন। ঝাও ইউন ব্রোশারের কৌশলটি অনুসরণ করেছিলেন এবং ইচ্ছাকৃতভাবে উ গুওতাইকে অনুমতি দেওয়ার জন্য একটি বড় স্প্ল্যাশ করেছিলেন ( সান কোয়ানের বাবা) বিয়ের প্রস্তাবের কথা জানেন। যেহেতু উ গুওতাই তার মেয়েকে ভালোবাসতেন এবং তার মেয়ের সারাজীবনের বিষয়গুলি আকস্মিকভাবে সিদ্ধান্ত নিতে রাজি ছিলেন না, তাই তিনি সান কোয়ানকে তার বোনের প্রতি নির্দয় হওয়ার জন্য তিরস্কার করেছিলেন এবং লিউ বেই গানলু মন্দিরে তার মেয়ের যোগ্য কিনা তা ব্যক্তিগতভাবে পরীক্ষা করার প্রস্তাব করেছিলেন। উ গুওতাই লিউ বেইয়ের সাথে দেখা করার পরে, তিনি লিউ বেইয়ের খুব প্রশংসা করেছিলেন এবং লিউ বেই এবং তার মেয়ের মধ্যে বিবাহের পক্ষে জোরালোভাবে সমর্থন করেছিলেন।ফলে লিউ বেই মিসেস সানকে সফলভাবে বিয়ে করেছিলেন।\nপরে, লিউ বেই এবং মিসেস সান একসাথে জিংঝুতে ফিরে যান।পরবর্তীতে, সান কোয়ান লিউ বেই-এর আক্রমণের সুযোগ নিয়ে জিংঝোকে আক্রমণ করতে চেয়েছিলেন, কিন্তু উ গুওতাই তাকে থামিয়েছিলেন, যিনি তার মেয়ের নিরাপত্তা নিয়ে চিন্তিত ছিলেন।\nতিনি বলেছিলেন: \"ঝো ইউ এর চতুর পরিকল্পনা বিশ্বের সেরা। তিনি তার স্ত্রীকে হারিয়েছেন এবং তার সৈন্যদের হারিয়েছেন।\"\n(লিউ বেই ক্ষতি থেকে লাভ করেছে)", "聖意": "আমি বাড়িতে দুর্ভাগ্য এবং আমি দুর্ভাগ্য (প্রথম দুর্ভাগ্য, তারপর সৌভাগ্য)। সম্পদ, ভারসাম্য, বিবাহের ঝামেলা, বিবাহে সাফল্য সন্ধান করুন। পথচারীদের জন্য আশীর্বাদ প্রার্থনা করুন, মাঠে রেশম কীট, গবাদি পশুর ক্ষতির জন্য পাঁচটি পয়েন্ট, অনুসন্ধান করুন মানুষ, মামলা এবং স্থানান্তর, হারানো সম্পত্তির জন্য সৌভাগ্য, রোগের জন্য সৌভাগ্য, পাহাড় এবং কবরের শান্তি।", "古人": "লিউ বেই একটি পাত্রী নিয়োগ করেন", "第X籤": "পঞ্চাশতম বিজয়ী সংখ্যা", "宮": "জরায়ু"}