{"籤詩版本二": "সমুদ্র সৈকত পাথরে পূর্ণ, স্রোত প্রবাহিত, বাতাস পরিষ্কার, চাঁদ পরিষ্কার, এবং মহৎ ব্যক্তিরা ব্যস্ত।\nরাস্তায়, আমাকে জিজ্ঞাসা করতে হবে কোথায় যাবো। বনের ফুল-গাছের ঘ্রাণ নিও না, যত্ন নিও না।", "詩意": "এই হেক্সাগ্রামটি একটি ছোট সৈকতে ভ্রমণ করা একটি নৌকার মতো।\nসবকিছুতে, সাহায্য করার জন্য মহৎ মানুষ আছে।", "解曰": "জীবিকা নির্বাহ করতে। অনেক পরিশ্রম। রক্ষণশীল থাকুন এবং অপেক্ষা করুন। শুভকামনা.", "籤詩故事一": "◇ লুশান বিদ্রোহ\nএকজন লুশান (703-757), যার উপাধি ছিল কাং এবং যার নাম ইয়ালুওশান, তিনি ছিলেন লিউচেং, ইংঝো (বর্তমানে চাওয়াং, লিয়াওনিং) থেকে।\nপরে, তিনি উপাধি আন গ্রহন করেন এবং তার নাম পরিবর্তন করে লুশান রাখেন। তাং রাজবংশের সম্রাট জুয়ানজং-এর শাসনামলে আন লুশান সামরিক দূত ছিলেন।\nতিয়ানবাও-এর 14 তম বছরের নভেম্বরে, আন লুশান ফানিয়াং-এ সৈন্য উত্থাপন করেন।ইয়াং গুওঝং আক্রমণের নামে, তিনি একটি বিদ্রোহ শুরু করেন এবং পূর্ব রাজধানী লুয়াং আক্রমণ করার জন্য তিনটি শহরের সৈন্য নিয়ে যান। তাইয়ুয়ান থেকে রিপোর্ট লিশানে ছুটে যায়।ত্যাং জুয়ানজং, যিনি সেই সময়ে লিশানের হুয়াকিং প্রাসাদে ছিলেন, বিশ্বাস করেননি যে আনলুশান বিদ্রোহ করবে।তবে, বিদ্রোহের খবর ছড়িয়ে পড়তে থাকে এবং জুয়ানজং এখনও অর্ধ-আশ্বস্ত ছিল। (এটি \"একটি স্রোতে ছোট পাথরের উপর রুক্ষ প্রবাহিত জলের শব্দ\" এর একটি চিত্র)\nপিংইয়ুয়ান কাউন্টির প্রিফেক্ট ইয়ান ঝেনকিং, এমন তথ্য পাঠানোর জন্য কাউকে পাঠাননি যে জুয়ানজং তার স্বপ্ন থেকে জেগে উঠেছে।\nতাং রাজবংশের সম্রাট জুয়ানজং-এর ভুল কৌশলের অধীনে, আন লুশানের অশ্বারোহী রেজিমেন্ট পূর্ব রাজধানী লুওয়াং দখল করে।পরবর্তী বছরের প্রথম মাসে, তিনি লুওয়াং-এ নিজেকে সম্রাট দায়ান, জিয়ানুয়ান শেংউউ, সম্রাট জিয়াংউউ এবং দা ক্সুন হিসাবে ঘোষণা করেন। প্রধানমন্ত্রী.\nএকই বছরের জুন মাসে, তাং রাজবংশের সম্রাট জুয়ানজং, চ্যাংআনের সঙ্কট থেকে মুক্তি দিতে আগ্রহী এবং ভুল সামরিক বোঝাপড়ায়, ফেং চ্যাংকিং এবং গাও জিয়ানঝি নামে দুই বিখ্যাত জেনারেলকে মৃত্যুদন্ড কার্যকর করেছিলেন।এই আদেশ তাং সেনাবাহিনীকে হতবাক করেছিল। (এই আচরণটি লঙ্ঘন করে \"রাস্তা অবশ্যই সামনের নদীর দিকে নির্দেশ করবে\")\nএরপরে, তাং রাজবংশের সম্রাট জুয়ানজং জরুরীভাবে অন্য একজন জেনারেল, জি শুহানকে টংগুয়ানের পূর্ব দিকে তাং সেনাবাহিনীকে নেতৃত্ব দেওয়ার নির্দেশ দেন।\nজি শুহান, যিনি তাং রাজবংশের সম্রাট জুয়ানজং-এর কৌশলগত ত্রুটি সম্পূর্ণরূপে বুঝতে পেরেছিলেন, পরিবর্তনটি বিলম্বিত করার পরিকল্পনা করেছিলেন (\"বাতাস শান্ত থাকলে এবং জোয়ার শান্ত হলে এটি ঠিক আছে\")।\nশেষ পর্যন্ত, তাং রাজবংশের সম্রাট জুয়ানজং ভেবেছিলেন যে তিনি লড়াই করার জন্য খুব ভীতু, তাই কান্নায় আন লুশানের সাথে লড়াই করা ছাড়া তার আর কোন উপায় ছিল না এবং তিনি পরাজিত হন। (এটি পূরণ করে \"যদি আপনি নিজেকে সমর্থন করার জন্য কঠোর পরিশ্রম করেন, আপনি আহত হতে পারেন।\")\nতাং রাজবংশে, যখন সীমান্ত সৈন্য এবং স্থানীয় গ্যারিসনদের সাড়া দেওয়ার সময় ছিল না, তখন আন লুশানের সেনাবাহিনী সীমান্ত চাপিয়ে রাজধানী এলাকায় প্রবেশ করে। একটি জটিল পরিস্থিতিতে, তাং রাজবংশের সম্রাট জুয়ানজং গার্ডস কর্পসকে রাজধানী থেকে পালাতে নেতৃত্ব দেন, যার ফলে নেতৃত্বহীন জিজিং চ্যাং'আনের পতন ঘটে।\n(তাং জুয়ানজং এই চিহ্নের নির্দেশিকা লঙ্ঘন করেছিল, তাই আন লুশানের বিদ্রোহ সফল হয়েছিল।)", "聖意": "বাড়িটি নিরাপদ, নিজে ভাগ্যবান, ভাগ্য স্থিতিশীল, লেনদেন সমৃদ্ধ, বিবাহ সফল (সতর্কতা), লিউজিয়া থেকে একজন পুরুষ পথচারী মাঠে আসে, রেশম কীট কাটা হয়, ছয়টি গবাদি পশু ক্ষতিগ্রস্ত হয়, একজন ব্যক্তির সন্ধান পাওয়া যায়। , মামলা ন্যায্য, হারানো সম্পত্তি রোগ নিয়ে আসে, অর্থাৎ, আনশান সমাধি মেরামত করা উচিত।", "古人": "লুশান বিদ্রোহ", "第X籤": "ছাপ্পান্নতম লটারি", "宮": "কুৎসিত প্রাসাদ"}