{"籤詩版本二": "সকাল এবং সন্ধ্যা, বুদ্ধের সমর্থন বিপদের সময় হতে হবে কিন্তু বিপদে নয়\nআপনি যদি কোন মহৎ ব্যক্তির দ্বারা আকৃষ্ট হন, তবে অর্থ এবং সিল্কও আপনার সাথে থাকবে।এটি চুয়ান লাই। এর সবকিছুই আপনার উপর নির্ভর করে।", "詩意": "এই হেক্সাগ্রাম দেবতা এবং বুদ্ধের গোপন আশীর্বাদকে প্রতিনিধিত্ব করে।\nধৈর্য ধরুন এবং সবকিছুতে সৌভাগ্য কামনা করুন।", "解曰": "পুরানো দিনের শান্তির চিহ্ন। যখন সবকিছুই দামি হবে, তখন তা শুভ হবে।", "籤詩故事一": "◇ তাং সন্ন্যাসী জ্ঞান অর্জন করেছিলেন\nএকদিন, তাং সেং নদীর ধারে এসে বুদ্ধের লিংশান পর্বত দেখতে পেল, এর সামনে একটি একক তক্তা সেতু ছিল।তাং সেং তা অতিক্রম করার সাহস পাননি। বুদ্ধ একজন নৌকার মাঝি তে রূপান্তরিত হন এবং একটি তলাবিহীন ভাঙ্গা নৌকা ধারণ করেন।তাং সন্ন্যাসী নৌকায় উঠার সাথে সাথে তিনি নদীতে পড়ে যান এবং নৌকার মাঝি তাকে উদ্ধার করেন।এভাবেই তাং সন্ন্যাসী বুদ্ধত্ব লাভ করেন। (পশ্চিমে যাত্রার গল্প)\n◇ তাং সন্ন্যাসীর বৌদ্ধ ধর্মগ্রন্থ\nতাং রাজবংশের সানজাং, তার সাধারণ উপাধি ছিল চেন এবং তার দেওয়া নাম ছিল ইয়ি। গৌশি কাউন্টিতে জন্ম, লুওঝো (বর্তমানে ইয়ানশি শহরের দক্ষিণে, হেনান প্রদেশ)। তিনি তেরো বছর বয়সে সন্ন্যাসী হন এবং বৌদ্ধ নাম জুয়ানজাং গ্রহণ করেন।\nমূল বৌদ্ধ ধর্মগ্রন্থগুলি প্রাপ্ত করার জন্য, তিনি ঝেনগুয়ানের তৃতীয় বছরে (আজকের জিয়ান, শানসি প্রদেশ) থেকে যাত্রা করেন, সীমান্ত পেরিয়ে যান এবং অগণিত কষ্টের মধ্য দিয়ে তিয়ানঝুতে পৌঁছান। ভারত) ধর্মগ্রন্থ সংগ্রহ করতে। তিনি গঙ্গা ও সিন্ধু নদীর অববাহিকা এবং ভারতের দক্ষিণ-পূর্ব উপকূলীয় অঞ্চল জুড়ে ভ্রমণ করেছিলেন, তারপরে বরফে ঢাকা পাহাড় এবং সবুজ শৈলশিরা অতিক্রম করেছিলেন, 50,000 মাইলেরও বেশি পিছনে এবং পিছনে ট্রেক করেছিলেন। অবশেষে চাংআনে ফিরে আসতে তাঁর 16 বছর লেগেছিল। ঝেনগুয়ানের 19তম বছর (645 খ্রিস্টাব্দ)। তিনি বিপুল সংখ্যক বৌদ্ধ ধর্মগ্রন্থ ফিরিয়ে আনেন এবং সেগুলো চীনা ভাষায় অনুবাদ করেন।\n(তাং সানজাং চীন এবং ভারতের মধ্যে পিছনে পিছনে দীর্ঘ ভ্রমণের মধ্য দিয়ে গিয়েছিলেন। যাত্রার সময় তিনি অবশ্যই বিপদের সম্মুখীন হয়েছেন, তবে তিনি নিরাপদে ফিরে আসতে সক্ষম হয়েছিলেন কারণ তার পিছনে একজন অদৃশ্য পৃষ্ঠপোষক ছিলেন।)", "聖意": "গৃহ নিরাপদ, নিজেকে শুভ, পশ্চিমা ব্যবসা সফল, বিবাহ সফল, পথচারীরা মাঠ অবরুদ্ধ, রেশম কীট অবরুদ্ধ, রেশম কীট সাত পয়েন্ট, পশুপাল লাভজনক, সন্ধান করা লোকের জন্য, পাশ্চাত্য পাবলিক মামলা খারাপ, অভিবাসন রক্ষণশীল, হারানো সম্পত্তি দেখা যায়, রোগ শুভ, পর্বত ও সমাধি শুভ।", "古人": "তাং সন্ন্যাসী জ্ঞান লাভ করেন", "第X籤": "লটারি জিতেছে বাষট্টি", "宮": "ইয়িন প্রাসাদ"}