{"籤詩版本二": "যখন শীত আসে, পাহাড়ে বরই ফুলের একটি ডাল কখনই ধ্বংস হবে না যদিও তার পাতা ঝরে যায় এবং তার শাখাগুলি শুকিয়ে যায়।\nকিন্তু যখন বসন্ত আসে, তখনও আমাকে গণিকা হিসাবে ফিরিয়ে দিয়ে আসল কাজটি নষ্ট করে দেয়।", "詩意": "এই হেক্সাগ্রামে, বরই ফুলটি অগ্রণী অবস্থান দখল করে।\nদেরি হলে সবই ভালো।", "解曰": "একটি তীর শূন্য। যখন খালি থাকে, তখন খালি হয় না। বসন্ত আসার অপেক্ষায়। রঙ এর মধ্যে আছে।", "籤詩故事一": "◇ দুবার স্কোর করেছে\nতাং রাজবংশের সম্রাট দেজং-এর শাসনামলে, অনুগত মন্ত্রী মেই বোগাও এবং তার পরিবারকে বিশ্বাসঘাতক প্রধানমন্ত্রী লু কুই দ্বারা ফাঁসানো হয়েছিল, যারা তাদের সবাইকে হত্যা করতে চেয়েছিল। শুধুমাত্র তার ছেলে মেই লিয়াংইউ পালাতে সক্ষম হয়েছিল। পরে তিনি তার পরিবর্তন করেছিলেন। তার পরিচয় লুকানোর জন্য ওয়াং জিটংয়ের নাম। তিনি রাস্তায় একা থাকতেন, ক্ষুধার্ত এবং ঠান্ডা, কিন্তু সৌভাগ্যবশত তাকে চেন রিশেং (চেন ডংচু) নিয়ে যায়। চেন রিশেং তার জীবনের অভিজ্ঞতা জানতেন না, তাই তিনি তাকে চেনের বরই বাগানের যত্ন নিতে সাহায্য করতে বলেছিলেন যাতে তিনি রাস্তায় অনাহারে মারা না যান।\nচেন রিশেং মেই বোগাও-এর সহপাঠী এবং বন্ধু ছিলেন। যখন তিনি লু কুই দ্বারা নির্যাতিত হচ্ছিল, তখন মেই বোগাও তাকে উদ্ধার করেছিল। ফলস্বরূপ মেই বোগাও এবং লু কুই শত্রুতা করে। শেষ পর্যন্ত তাদের পুরো পরিবারকে মৃত্যুদণ্ড দেওয়া হয়। চেন এই কারণে রিশেং দুঃখিত এবং রাগান্বিত বোধ করেন।বিয়ের পর তিনি পদত্যাগ করেন এবং নির্জনে বসবাসের জন্য তার পরিবারকে ইয়াংজুতে স্থানান্তরিত করেন।\nচেন রিশেং-এর চেন জিংইউয়ান নামে একটি মেয়ে রয়েছে, যেটি সুন্দর এবং সুগন্ধযুক্ত।মেই লিয়াংইউ চেন পরিবারে আসার পর, তারা প্রথম দর্শনেই প্রেমে পড়ে যায়। যেদিন বরই ফুলে ফুল ফুটছিল, যেটি মেই বোগাও-এর মৃত্যুবার্ষিকীও ছিল, চেন রিশেং এবং তার পরিবার তাদের মৃত বন্ধু এবং পরোপকারীকে স্মরণ করার জন্য তাদের বাড়ির বরই বাগানে একটি বেদি খুলেছিলেন। অপ্রত্যাশিতভাবে, হঠাৎ করে আবহাওয়া বদলে গেল , এবং একটি প্রবল তুষারঝড় বয়ে গেল, সমস্ত বরই ফুলকে ঢেকে দিল। চেন রিশেং দুঃখ প্রকাশ করেছিলেন যে তিনি নিরাপদে পালাতে পেরেছিলেন, কিন্তু তিনি মেই পরিবারের বংশধরদেরকেও বাঁচাতে পারেননি। তিনি মনে করেছিলেন এটি ঈশ্বরের কাছ থেকে একটি সতর্কবাণী, তাই তিনি শপথ করেছিলেন যে যদি না বরই ফুল আবার ফুটে ওঠে, প্রমাণ করে যে বংশধররা মেই পরিবার এখনও জীবিত ছিল, তিনি কখনই কিছু বলবেন না।তিনি বৌদ্ধ ধর্মে পালিয়ে যান এবং সন্ন্যাসী হন।\nতার মেয়ে জিংইয়ুয়ান এই কথা শুনে অবিলম্বে ধূপ জ্বালিয়ে দিল এবং আন্তরিকভাবে ঈশ্বরের কাছে প্রার্থনা করল যেন বরই ফুল আবার ফুটে ওঠে। তাদের আন্তরিকতা স্বর্গকে স্থানান্তরিত করেছে, এবং বরই বাগানের সমস্ত বরই গাছ আবার ফুলে উঠেছে; পরে চেন রিশেং জানতেন যে সিটং লিয়াংইউ, তাই তিনি তার কন্যা জিংইয়ুয়ানকে তার সাথে বিবাহবন্ধন করেছিলেন।", "聖意": "ঘর নিজের জন্য ভাল নয়, কেউ নিজের জন্য ভাল, কেউ ধন-সম্পদ খোঁজে, কারবারে বিচক্ষণ, সময় সঠিক, বিয়ের দেরী, বসন্ত শক্তিশালী, শরৎ শূন্য, পথিকের দেরী, ক্ষেত্রগুলি সমৃদ্ধ, রেশম কীট সমৃদ্ধ, ছয়টি পশুসম্পদ সমৃদ্ধ, লোকের সন্ধান, সরকারী মামলা, ক্ষতি, স্থানান্তর, সম্পত্তি হারানো, পূর্ব রোগ, মিথ্যা অ্যালার্ম, পাহাড়ের সমাধিগুলি পরিবর্তন করা উচিত।", "古人": "দুবার গোল করেছেন", "第X籤": "ঊনষট্টি জয়ী লট", "宮": "তাতসুমি"}