{"籤詩版本二": "চাও চাও হল একটি ফুল সংগ্রহকারী মৌমাছির মতো, দক্ষিণ-পশ্চিম এবং তারপর পূর্ব থেকে উড়ে যায়\nবসন্ত ফুরিয়ে গেছে, ফুল ফুরিয়ে গেছে, খোঁজার জায়গা নেই এই হৃদয় তার হদিস বদলাবে না।", "詩意": "এই হেক্সাগ্রামটি একটি মৌমাছির মতো ফুল কুড়ানো।\nসবকিছুই শ্রমসাধ্য এবং শ্রমসাধ্য।", "解曰": "বসন্তের কোন দৃশ্য নেই। অনেকক্ষণ ধরে বৃষ্টি হয় কিন্তু পরিষ্কার হয় না। সাহায্যের জন্য জিজ্ঞাসা. চুপ থাকাই ভালো।\n.", "籤詩故事一": "◇লি মি তাং রাজবংশের বিরুদ্ধে বিদ্রোহ করেছিলেন\nলি মি\n(582-619), চীনের শেষ সুই রাজবংশের কৃষক বিদ্রোহে ওয়াগাং আর্মির প্রয়াত নেতা। ক্যালিগ্রাফিতে মাস্টার। ফা শব্দের কর্তা ছিলেন চ্যাংআন, জিংঝাও-এর বাসিন্দা এবং তাঁর পৈতৃক বাড়ি ছিল জিয়াংপিং, লিয়াওডং (এখন লিয়াওয়ং, লিয়াওনিংয়ের দক্ষিণে)। চ্যাংআনের একজন স্থানীয়, জিংঝাও, তার পৈতৃক বাড়ি জিয়াংপিং, লিয়াওডং (এখন লিয়াওয়ং, লিয়াওনিংয়ের দক্ষিণে)।\nদায়ে (613) এর নবম বছরে, তিনি লিয়াং (বর্তমানে হেনান প্রদেশের জুনজিয়ান কাউন্টির উত্তর-পূর্বে) সুই রাজবংশের বিরুদ্ধে ইয়াং জুয়ানগানের বিদ্রোহে অংশ নেন। দায়ে (613) এর নবম বছরে, তিনি লিয়াং (বর্তমানে হেনান প্রদেশের জুনজিয়ান কাউন্টির উত্তর-পূর্বে) সুই রাজবংশের বিরুদ্ধে ইয়াং জুয়ানগানের বিদ্রোহে অংশ নেন। রহস্যবোধ পরাজিত,\nলি মি পালিয়ে গেছে। জুয়ানগান পরাজিত হয় এবং লি মি পালিয়ে যায়।\nডেইয়ের দ্বাদশ বছরে তিনি ওয়াগাং আর্মিতে যোগ দেন\n. দায়ের রাজত্বের দ্বাদশ বছরে তিনি ওয়াগাং আর্মিতে যোগ দেন। লি মি কৌশলে ভালো ছিল।দাইয়ের দ্বাদশ বছরের অক্টোবরে, লি মি ঝাইকে সৈন্যবাহিনীর সাথে থাকা শক্তিশালী জেনারেল জিংইয়াং টংকে আক্রমণ করতে প্ররোচিত করেন, ঝাং জুতুওকে রক্ষা করতে, সুই সেনাবাহিনীকে পরাজিত করে এবং ঝাং জুতুওকে হত্যা করে। লি মি কৌশলে ভালো ছিল।দাইয়ের দ্বাদশ বছরের অক্টোবরে, লি মি ঝাইকে সৈন্যবাহিনীর সাথে থাকা শক্তিশালী জেনারেল জিংইয়াং টংকে আক্রমণ করতে প্ররোচিত করেন, ঝাং জুতুওকে রক্ষা করতে, সুই সেনাবাহিনীকে পরাজিত করে এবং ঝাং জুতুওকে হত্যা করে।\nপরে, তিনি Xingluo (পরে নাম পরিবর্তন করে Luokou) গুদাম আক্রমণ করার, ত্রাণের জন্য গুদামটি খোলার এবং দলকে সম্প্রসারণের প্রস্তাব দেন। ওয়াগাং আর্মি দল দ্রুত বৃদ্ধি পায়। ডেইয়ের 13তম বছরে লি মি ওয়াগাং আর্মির নেতৃত্ব দেন এবং ঝাই রাং। সুই রাজবংশের অবনমন এবং বণ্টনের সাথে মোকাবিলা করেন।সামরিক সম্পদ এবং অন্যান্য বিষয় নিয়ে একটি যুদ্ধ হয়েছিল এবং লি মি ঝাই রাং এবং তার শত শত অনুসারীদের হত্যা করেছিলেন। পরে, তিনি Xingluo (পরে নাম পরিবর্তন করে Luokou) গুদাম আক্রমণ করার, ত্রাণের জন্য গুদামটি খোলার এবং দলকে সম্প্রসারণের প্রস্তাব দেন। ওয়াগাং আর্মি দল দ্রুত বৃদ্ধি পায়। ডেইয়ের 13তম বছরে লি মি ওয়াগাং আর্মির নেতৃত্ব দেন এবং ঝাই রাং। সুই রাজবংশের অবনমন এবং বণ্টনের সাথে মোকাবিলা করেন।সামরিক সম্পদ এবং অন্যান্য বিষয় নিয়ে একটি যুদ্ধ হয়েছিল এবং লি মি ঝাই রাং এবং তার শত শত অনুসারীদের হত্যা করেছিলেন।\nদাইয়ের 14 তম বছরের মার্চ মাসে, ইউ ওয়েনহুয়াজি সুই রাজবংশের সম্রাট ইয়াংকে হত্যা করেছিলেন\n, 100,000 এরও বেশি লোককে পশ্চিমে ফিরে যেতে পরিচালিত করেছিল। দাইয়ের চতুর্দশ বছরের মার্চ মাসে, ইউ ওয়েনহুয়াজি (ইউ ওয়েন, যৌগিক উপাধি) সুই রাজবংশের সম্রাট ইয়াংকে হত্যা করে এবং 100,000 এরও বেশি লোক নিয়ে পশ্চিমে ফিরে আসে। লি মি-কে হুয়াজি আক্রমণ করার নির্দেশ দেওয়া হয়েছিল।যদিও হুয়াজি পরাজিত হয়েছিল, লি মি সৈন্যদেরও ব্যাপক ক্ষতির সম্মুখীন হয়েছিল। পরে তাকে ওয়াং শিচং তাড়া করেছিল। লি মি-এর সেনাবাহিনী পরাজিত হয়েছিল এবং তার শিবির ধ্বংস হয়েছিল। তার জেনারেল কিন শুবাও, চেং ঝিজি (মূলত) নাম চেং ইয়াওজিন), নিউ জিন্দা এবং অন্যদের বন্দী করা হয়। লি মিকে হুয়াজি আক্রমণ করার নির্দেশ দেওয়া হয়েছিল।যদিও হুয়াজি পরাজিত হয়েছিল, লি মি তার সৈন্যদেরও ব্যাপক ক্ষতির সম্মুখীন হয়েছিল। পরে, তাকে ওয়াং শিচং দ্বারা তাড়া করা হয়।লি মি এর সেনাবাহিনী পরাজিত হয় এবং তার শিবির ধ্বংস হয়।তার জেনারেল কিন শুবাও, চেং ঝিজি (আসল নাম চেং ইয়াওজিন), নিউ জিন্দা এবং অন্যান্যরা বন্দী হন এবং শান জিওংক্সিন আত্মসমর্পণ করেন। লি মি মরিয়া ছিলেন, তাই তিনি সেপ্টেম্বরে নদী পার হয়ে হেয়াং-এ যান এবং তাং রাজবংশের কাছে আত্মসমর্পণ করেন। লি মি মরিয়া ছিলেন, তাই তিনি সেপ্টেম্বরে নদী পার হয়ে হেয়াং-এ যান এবং তাং রাজবংশের কাছে আত্মসমর্পণ করেন।\nনভেম্বরে, লি ইউয়ান লি মিকে পুরানো সৈন্য নিয়োগের জন্য শানডং-এ পাঠান। নভেম্বর,\nলি ইউয়ান পুরানো সৈন্যদের নিয়োগের জন্য লি মিকে শানডং-এ অপেক্ষা করতে পাঠান। তাকে সন্দেহ করা হয়েছে অনুভব করে, তিনি ট্যাং এর বিরুদ্ধে বিদ্রোহ করেন। তাকে সন্দেহ করা হয়েছে অনুভব করে, তিনি ট্যাং এর বিরুদ্ধে বিদ্রোহ করেন। তাং জেনারেল শেং ইয়ানশি লি মিকে আক্রমণ করার জন্য আমন্ত্রণ জানিয়েছিলেন এবং তাকে জিংগং জিয়ানে হত্যা করেছিলেন। তাং জেনারেল শেং ইয়ানশি লি মিকে আক্রমণ করার জন্য আমন্ত্রণ জানিয়েছিলেন এবং তাকে জিংগং জিয়ানে হত্যা করেছিলেন।", "聖意": "বাড়ি, ঘর, জিহ্বা, স্ব, খলনায়ক, সম্পদ চাওয়া, ব্যবসার অপচয়, বিয়ে স্থায়ী হয় না, লিউজিয়া, খালি ফুল, পথচারী, ইয়াওটিয়ান, রেশম কীট ক্ষতি, ছয়টি গবাদি পশুর ক্ষতি, নিখোঁজ ব্যক্তি, মামলা, ক্ষতি, স্থানান্তর, রক্ষণশীলতা, সম্পত্তি হারানো, অসুস্থতা, বাধা, পর্বত সমাধি সংস্কার", "古人": "লি মি তাং রাজবংশের বিরুদ্ধে বিদ্রোহ করেছিলেন", "第X籤": "সত্তরতম ড্র", "宮": "তাতসুমি"}