{"籤詩版本二": "ক্যাংলং নাইনটিনথ গার্ডের জ্ঞান: একজন মহিলা দ্বিতীয় স্বামীকে বিয়ে করেছেন\nএকটি ধনুক এবং দুটি তীর দিয়ে, ডাইনোসর অবিলম্বে শান্তিতে বসবাস করবে", "詩意": "এই হেক্সাগ্রাম দুটি তীর ধারণ করা ধনুকের মতো।\nসবকিছু মিলে গেলেই শুভ।", "解曰": "খুব ভারী না। নিয়তি। জেন লিউঝং খোলে। সতর্কতা অবলম্বন করা বাঞ্ছনীয়।", "籤詩故事一": "◇ ওয়েনজুন জিয়াংরুতে যান\nঝুও ওয়েনজুন ছিলেন সিচুয়ান প্রদেশের লিনকিয়ং-এর একজন ধনী ব্যবসায়ী ঝুও ওয়াং-এর নাতির কন্যা।তিনি সঙ্গীতে পারদর্শী ছিলেন এবং তাঁর সাহিত্যের নাম ছিল। ষোল বছর বয়সে তিনি বিয়ে করেন।কয়েক বছর পর, তার স্বামী মারা যান এবং তিনি বিধবা হিসেবে বসবাস করার জন্য তার জন্মগত পরিবারে ফিরে আসেন।\nএকদিন, সিমা জিয়াংরু ঝুও ওয়াংসুনের বাড়িতে একটি ভোজসভার জন্য যান।যখন তিনি জানতে পারলেন যে ঝুও ওয়েনজুন সদ্য বিধবা হয়েছেন, তখন তিনি তার ভালবাসা প্রকাশ করার জন্য \"ফিনিক্স সিকিং দ্য ফিনিক্স\" গানটি বাজিয়েছিলেন। ঝুও ওয়েনজুন ইতিমধ্যেই সিমা জিয়াংরু সম্পর্কে শুনেছিলেন এবং এই ভোজ তাকে সিমা জিয়াংরুর প্রতি আরও বেশি আকৃষ্ট করেছিল। অন্যদিকে, সিমা জিয়াংরু-এর ভোজসভার পরে, তিনি ঝুও ওয়েনজুনের ব্যক্তিগত দাসীকে ঘুষ দেওয়ার জন্য তত্ক্ষণাত প্রচুর অর্থ ব্যয় করেছিলেন এবং তাকে ঝুও ওয়েনজুনের প্রতি সিমা জিয়াংরু-এর ভালবাসা জানাতে বলেছিলেন। ঝুও ওয়েনজুন দাসীর মাধ্যমে সিমা জিয়াংরু-এর প্রেমের কথা জানতে পারার পর, তিনি অবিলম্বে সেই সরাইখানায় ছুটে যান যেখানে সিমা জিয়াংরু থাকতেন। ঝুও ওয়েনজুনের আগমন দেখে, সিমা জিয়াংরু অবিলম্বে তাকে নিয়ে রাতারাতি তার নিজের শহর চেংদুতে চলে যান।\nযখন তারা চেংডুতে ছিল, তখন দম্পতি নিঃস্ব ছিল এবং জীবিকা নির্বাহের জন্য একটি ছোট হোটেল খুলতে লিনকিয়ং-এ ফিরে যেতে হয়েছিল। ঝুও ওয়েনজুন মদ বিক্রি করতেন এবং সিমা জিয়াংরু থালা-বাসন ধুয়েছিলেন। তারা একটি দরিদ্র জীবনযাপন করতেন। ঝুও ওয়েনজুনের বাবা, ঝুও ওয়াংসুন এটি সম্পর্কে জানতে পেরে, তিনি সম্মত হন এবং তার বন্ধুদের পরামর্শে তাদের অর্থায়ন করেন, যাতে সিমা জিয়াংরু এবং ঝুও ওয়েনজুন বসবাসের জন্য চেংডুতে ফিরে আসেন এবং পরে ধনী হন।", "聖意": "বাড়ি এবং সম্পত্তির ক্ষতি, নিজের অধিকার এবং অন্যায়, সম্পদের সন্ধান, শ্রম লেনদেন, বিবাহের পুনর্মিলন থেকে রক্ষা করা", "古人": "ওয়েনজুন জিয়াংরুতে যান", "第X籤": "একাত্তর জয়ী লোটো", "宮": "তাতসুমি"}