{"籤詩版本二": "মৌমাছি পালনকারীদের অবশ্যই মধুর জন্য ভিক্ষা করতে হবে, পাছে তারা একটি হুল দ্বারা দংশন করা হয়\nআপনার সামনে একটি অদ্ভুত রাস্তা থাকতে হবে, রহস্যটি কাঁটার বনের মতো গভীর।", "詩意": "এই হেক্সাগ্রাম মধু সংগ্রহকারী মৌমাছির প্রতীক।\nসবকিছুই শ্রমসাধ্য এবং শ্রমসাধ্য।\n\n(এই হেক্সাগ্রাম মিষ্টির প্রতীক খোঁজে এবং তিক্ততা লাভ করে।\nসবকিছুতে বিপর্যয় প্রতিরোধ করুন।\n)", "解曰": "জিনিসগুলি সাবধানে করা দরকার। জোর করার দরকার নেই। মৌমাছিরা মধু সংগ্রহ করে। কি কারণ?", "籤詩故事一": "◇ওয়াং মাং প্রতিভা খোঁজে\nপশ্চিম হান রাজবংশের ওয়াং মাং পরিবারকে একটি ধনী পরিবার বলা যেতে পারে। যদিও তার বাবা তাড়াতাড়ি মারা যান, তার বেশ কয়েকজন চাচা ও চাচা হান রাজবংশের সম্রাট হয়েছিলেন। তারা জেনারেল, প্রধানমন্ত্রী হয়েছিলেন এবং মার্কুইস হয়েছিলেন এবং পুরষ্কার পেয়েছিলেন। ওয়াং পরিবার অত্যন্ত বিশিষ্ট ছিল।\nকিন্তু ওয়াং ম্যাং-এর নিজের ছোট পরিবার ছিল অত্যন্ত দরিদ্র; তার বাবা অল্প বয়সেই মারা যান, এবং আত্মীয়দের কাছ থেকে দাতব্যের উপর নির্ভর করে তিনি শুধুমাত্র তার মায়ের সাথে থাকতেন। কিন্তু এর কারণে, ওয়াং ম্যাং শৈশব থেকেই মানুষের সাথে আচরণ করার দক্ষতার একটি সেট তৈরি এবং অনুশীলন করেছিলেন। তিনি যতই দুঃখিত বা রাগান্বিত লাগুক না কেন, আত্মীয়স্বজন, গুরুজন বা বহিরাগতদের সামনে তিনি সর্বদা খুব খুশি এবং শান্ত চেহারা দেখাতেন, তাই বংশের সবার কাছে তিনি বেশ প্রশংসা করেছিলেন।\nএকবার, তার বড় মামা গুরুতর অসুস্থ হয়ে পড়েছিলেন। বিষয়টি জানার পরে, তিনি এসে রোগীর বিছানার কাছে অপেক্ষা করতেন, ওষুধ এবং জল এনেছিলেন এবং রাতে জাগরণ করতেন। একনাগাড়ে কয়েক মাস ধরে, তিনি কাপড়-চোপড় বিহীন, বিকৃত এবং হতাশাগ্রস্ত ছিলেন। তিনি কেবল একজন রোগীর চেয়ে বেশি \"ধৈর্যশীল\" ছিলেন, জৈবিক পুত্রের চেয়েও বেশি \"পুত্র\"।\nএই জন্য, তাইওয়ানের জনগণের সবাই তার প্রশংসা করেছে এবং তার জন্য পুরস্কার চেয়ে চিঠি লিখেছে।\nতাই হান রাজবংশের সম্রাট চেং তাকে নিউ ক্যাপিটাল মার্কুইস উপাধি দেন এবং তাকে প্রাসাদে একজন প্রহরী হিসেবে নিয়োগ দেন, সম্রাটের একজন ঘনিষ্ঠ মন্ত্রী হয়ে ওঠেন।\nতার উচ্চ মর্যাদা এবং মহান ক্ষমতার সাথে, ওয়াং মাং কখনই কোন অহংকার বা শিথিলতা দেখাননি। পরিবর্তে, তিনি আরও বেশি বিনয়ী এবং বিনয়ী হয়ে ওঠেন। একদিকে তিনি মন্ত্রী, জেনারেল, মন্ত্রী, বিখ্যাত পণ্ডিত এবং পণ্ডিতদের সাথে বন্ধুত্ব করেছিলেন।\nতবে তিনি খুব মিতব্যয়ী জীবনযাপন করতেন, প্রায়শই মাংসের খাবার খেতেন, লম্বা পোশাক এবং লম্বা হাতার পোশাক পরার কথা উল্লেখ না করে, কেবল ছোট পোশাক পরতেন। তাই সরকার ও জনসাধারণের সবাই সর্বসম্মতিক্রমে তাকে ‘পুণ্যবান’ শব্দটি দিয়ে প্রশংসা করেছেন।\nপরে, তার চাচা, গ্র্যান্ড সিমা ওয়াংগেন অসুস্থতার কারণে মারা যান এবং তাকে তার স্থলাভিষিক্ত হিসাবে বেছে নেওয়া হয়। সম্রাট এবং সমস্ত মন্ত্রীরা মনে করতেন তিনিই সবচেয়ে উপযুক্ত ব্যক্তি। অতএব, ওয়াং ম্যাং, যার বয়স মাত্র আটত্রিশ, তিনি দেশের সর্বোচ্চ সামরিক শক্তির সাথে গ্র্যান্ড সিমা হয়েছিলেন।\n(এই গল্পটি একটি রূপক। একজন ভালো মানুষ হওয়া আপনাকে \"মৌমাছি দ্বারা দংশন করার অসুবিধা\" থেকে মুক্তি পেতে এবং আপনার ইচ্ছামত আপনার আদর্শ অর্জন করতে সহায়তা করতে পারে।)", "聖意": "ঘর নিজের জন্য ভাল নয়, পরিবার সমস্যায় পড়েছে, ব্যবসায় বাধা, বিবাহ অবরুদ্ধ, ছয় বর্ম মিথ্যা, পথচারী দেরী, রেশম পোকা ফসল কম, পশুসম্পদ কম, এটি করা কঠিন। মানুষ খুঁজে, মামলা খারাপ, অভিবাসন নড়ছে না, হারানো সম্পত্তি খারাপ, রোগ সেট আপ, পাহাড় সমাধি হারিয়ে গেছে", "古人": "ওয়াং ম্যাং প্রতিভা খোঁজে", "第X籤": "লটারি জেতা বাহাত্তর", "宮": "তাতসুমি"}