{"籤詩版本二": "যখন বসন্ত আসে, বজ্র কাঁপে এবং পোকামাকড় কিচিরমিচির করে, এবং আমি কাদা থেকে মুখ ফিরিয়ে নিই\nযখন আমি প্রথম বুঝতে পারি যে আমি এখনও আসা-যাওয়া করছি, একবার আমি বদলে গেলে আমি ড্রাগন হয়ে গেলাম।", "詩意": "এই হেক্সাগ্রামটি বজ্র এবং পোকামাকড়ের মতো।\nএকজন মহৎ ব্যক্তির সাথে সাক্ষাত করা সবকিছুতে একটি ভাল লক্ষণ।", "解曰": "বজ্রপাত। ভিতরে এবং বাইরে দুটি জমা। একবার পরিবর্তন করুন। তিয়ানমেন পর্যন্ত।", "籤詩故事一": "◇ চেনকিয়াও বিদ্রোহ\n959 খ্রিস্টাব্দে, ঝো শিজং চাই রং মারা যান এবং সম্রাট গং, চাই জংক্সুন, যিনি সিংহাসনে আরোহণ করেন, তার বয়স ছিল মাত্র সাত বছর। সেই সময়ে, ঝাও কুয়াংগিন, যিনি প্রাসাদের সামনে পরিদর্শক এবং জার্মান সেনাবাহিনীতে সোংঝো-এর দূত হিসাবে দায়িত্ব পালন করেছিলেন, তিনি প্রকৃত ক্ষমতায় ছিলেন।\n960 খ্রিস্টাব্দের বসন্তে, ঝেনঝো (আজকের ঝেংডিং, হেবেই প্রদেশ) এবং ডিংঝো (আজকের ডিংজিয়ান কাউন্টি, হেবেই প্রদেশ) রিপোর্ট করেছিল যে উত্তরের হান রাজবংশ এবং লিয়াও রাজ্যের সেনাবাহিনী যৌথভাবে পরবর্তী ঝাউ রাজবংশের সাথে আক্রমণ করতে দক্ষিণে যাচ্ছিল, মহান গতি, এবং সাহায্যের জন্য সৈন্য পাঠাতে অনুরোধ. পরে, ঝাউ রাজবংশ ঝাও কুয়াংগিনকে শত্রুর বিরুদ্ধে লড়াই করার জন্য উত্তরে তার সৈন্যদের নেতৃত্ব দেওয়ার নির্দেশ দেয়। ঝাও কুয়াংগিন তার ভাই ঝাও গুয়াংই, ঝাও পু, শি শৌক্সিন এবং অন্যান্যদের পরিকল্পনায় গোপনে অভিনয় করেছিলেন।\n3 ফেব্রুয়ারী, যখন সেনাবাহিনী চেনকিয়াওই (বর্তমানে চেনকিয়াও টাউন, ফেংকুইউ, হেনানের দক্ষিণ-পূর্বে) পৌঁছায়, তখন তারা একটি বিদ্রোহ শুরু করে এবং সৈন্যদের তার জন্য হলুদ পোশাক পরার নির্দেশ দেয়। তারা পরবর্তী ঝাউ রাজবংশের বিরুদ্ধে বিদ্রোহ করে এবং ঝাও কুয়াংইনকে সম্রাট হিসাবে সমর্থন করে। . এর পরে, ঝাও তার সৈন্যদের কাইফেং-এ পুড়িয়ে, হত্যা বা লুটপাট না করেই নিয়ে যান। \"তাইজু চেন কিয়াও রাজধানীর জনগণকে বিরক্ত না করার শপথ করেছিলেন এবং যেদিন তিনি শহরে প্রবেশ করবেন সেদিন তিনি শহরটিকে বিরক্ত না করার প্রতিশ্রুতি দিয়েছিলেন।\"\nচান্দ্র মাসের তৃতীয় বছরের তৃতীয় দিনে, ঝাও কুয়াংগিন চেনকিয়াওতে বিদ্রোহ করেন এবং রাজধানীতে ফিরে আসেন। ফান ঝি ওয়াং পু এবং ওয়েই রেনপুকে ঝাও কুয়াংগিনকে প্রশ্ন করার জন্য নেতৃত্ব দেন। লুও ইয়ানহুয়ান তাঁবুর সামনে তার তলোয়ার টেনে উচ্চস্বরে চিৎকার করেন। : \"তিন সেনাবাহিনীর কোনো প্রভু নেই। সকল সেনাপতি তাকে সম্রাট হিসেবে নিয়োগ করার সিদ্ধান্ত নিয়েছে। যে কেউ কথা বলবে তাকে হত্যা করা হবে!\"। ওয়াং পু-এর মুখ মাটির মত ফ্যাকাশে।তিনি তার পা নামিয়ে প্রণাম করলেন।ফান ঝিও প্রণাম করলেন।কুয়াং ইয়িন ব্যক্তিগতভাবে তাকে সাহায্য করলেন এবং অত্যন্ত সৌজন্যমূলক আচরণ করলেন।\nএকটি মধ্যপন্থী প্রতিরোধের পর, পরবর্তী ঝাউ রাজবংশের সম্রাট গং সিংহাসনে অধিষ্ঠিত হন এবং ঝাও সিংহাসন গ্রহণ করেন। \"তাইজু জেনকে গ্রহণ করতে চলেছেন, কিন্তু সেখানে কোন জেন পাঠ্য ছিল না। হ্যানলিনের একজন পণ্ডিত তাও গু আদেশটি গ্রহণ করেছিলেন এবং তার পাশ দিয়ে হেঁটে বললো: \"হয়ে গেছে।\"\nঝাও সিংহাসনে আসার পর, তিনি দেশের নাম পরিবর্তন করে সং, ইউয়ান থেকে জিয়ানলং এবং কাইফেংকে রাজধানী করেন।শি শৌক্সিন, গাও হুয়াইদে, ঝাং লিংডুও, ওয়াং শেনকি, ঝাং গুয়াংহান এবং ঝাও ইয়ানহুই সকলেই জিদুশি উপাধিতে ভূষিত হন। , যা ইতিহাসে \"চেনকিয়াও বিদ্রোহ\" নামে পরিচিত ছিল।\nউইকিপিডিয়া\n(এই গল্পটি প্রতিনিধিত্ব করে যে এটি ঝাও কুয়াংইনের অভিনয়ের শুরু।)", "聖意": "আপনার বাড়ির জন্য প্রার্থনা করুন, দৈনন্দিন জীবন, সম্পদ, সৌভাগ্য, ব্যবসায় সৌভাগ্য, মহৎ বিবাহ, লিউজিয়ায় সাফল্য, পুরুষ পথচারী, ক্ষেতে রেশম কীটের প্রথম জন্ম, ছয়টি প্রাণীর প্রথম জন্ম, বসন্তে সৌভাগ্য, মানুষের সন্ধান, সাফল্য পাবলিক মামলায়, অভিবাসনে সৌভাগ্য, সম্পত্তি হারানো, রোগের বিপদ, পাহাড় ও কবরে বিপদ।", "古人": "চেনকিয়াও বিদ্রোহ", "第X籤": "সই করেছেন তেহাত্তর", "宮": "মি প্যালেস"}