{"籤詩版本二": "স্বপ্নে বলা হয়েছিল যে প্রচুর ধনসম্পদ থাকবে, কিন্তু খ্যাতি কিছুই আসবে না।\nজল অনেক দূরে এবং পাহাড় দূরে, কিন্তু বিশ্বস্ত হওয়া কঠিন। মহৎ ব্যক্তি দিকনির্দেশনা দেয় এবং হাসি দেয়।", "詩意": "এই হেক্সাগ্রাম একটি স্বপ্নে একটি ধন প্রাপ্তির প্রতীক প্রতিনিধিত্ব করে।\nসবকিছুই কমবেশি বাস্তব।", "解曰": "স্বপ্নের মতো স্বপ্ন দেখা। খ্যাতির আশা নেই। শুধু ভালো সময়ের জন্য অপেক্ষা করুন। মহৎ নির্দেশ।", "籤詩故事一": "◇ জেডটি ঝাওতে ফেরত দিন (এটি সম্পূর্ণ করার পরে জেডটি ঝাওতে ফেরত দিন)\n283 খ্রিস্টপূর্বাব্দে, রাজা ঝাও হুইওয়েন চু থেকে হি'স বি পেয়েছিলেন। রাজা কিন ঝাওক্সিয়াং এই খবর শোনার পর, তিনি রাজা ঝাওকে একটি চিঠি পাঠিয়েছিলেন, তিনি হি'স বাই-এর জন্য পনেরটি শহর বিনিময় করার ইচ্ছা প্রকাশ করেছিলেন।\nলিন জিয়াংরু রাজা ঝাওকে বিশ্লেষণ করেছিলেন যে কিন শক্তিশালী এবং ঝাও দুর্বল এবং প্রতিস্থাপন করতে হবে।\nরাজা ঝাও তখন লিন জিয়াংরুকে হি'স বি-এর সাথে কিন-এ পাঠান।\nকিনের রাজা ঝাংতাইতে লিন জিয়াংরুর সাথে দেখা করেন এবং লিন জিয়াংরু কিনের রাজাকে জেড উপহার দেন। কিন-এর রাজা আনন্দিত হয়েছিলেন এবং হি ইজ বাইকে সুন্দরের কাছে নিয়ে গেলেন এবং তার চারপাশের সবাই এটির দিকে তাকালো। এই সময়ে, বাম এবং ডান দিকের সবাই দীর্ঘজীবী চিৎকার করে।\nলিন জিয়াংরু দেখলেন যে কিন রাজার ঝাওকে শহরটি দেওয়ার কোন ইচ্ছা নেই, তাই তিনি কিনের রাজাকে বলেছিলেন যে তার জেড ত্রুটিপূর্ণ এবং এটি কিন রাজার কাছে তুলে ধরতে চেয়েছিলেন যাতে এটি পাওয়ার সুযোগ নেওয়া যায়। জেড ফিরে\nলিন জিয়াংরু হেশির বি ফিরিয়ে নেওয়ার পরে, তিনি বড় স্তম্ভের পাশে দাঁড়িয়েছিলেন, দেখিয়েছিলেন যে তিনি হেশির বি-এর সাথে মরতে চান।\nএ সময় লিন জিয়াংরু কিন-এর রাজাকে বলেন: \"ঝাও-এর রাজা তখনও মন্ত্রীদের আপত্তি কাটিয়ে উঠেন এবং মন্ত্রীর প্রস্তাব মেনে নেন। যদিও তিনি সাধারণ মানুষের সঙ্গে আলাপচারিতার সময় একে অপরকে প্রতারণা করেননি, উল্লেখ করার মতো নয়।\" কিন একটি বড় দেশ! কিন এবং ঝাও-এর মধ্যে বন্ধুত্ব রক্ষা করার জন্য, রাজা ঝাও পাঁচ দিনের উপবাসের পর, আমি আমার মন্ত্রীদের কিন-এ জেড দিয়ে পাঠিয়েছিলাম৷ দুর্ভাগ্যবশত, কিন রাজার কেবল ঝাওকে দেওয়ার কোনও ইচ্ছা ছিল না৷ শহর, কিন্তু তিনি পরিবারের জেড একজন সুন্দরী মহিলার কাছেও দিয়েছিলেন, যা সত্যিই আমার মন্ত্রীদের উপহাস ছিল।\"\nকথা শেষ করার পর, লিন জিয়াংরু অবিলম্বে একটি স্তম্ভে আঘাত করার একটি অঙ্গভঙ্গি করলেন।কিনের রাজা ভয় পেয়েছিলেন যে হি ইজ বি ক্ষতিগ্রস্ত হবে, তাই তিনি ঝাওকে পনেরটি শহর দেওয়ার ভান করলেন। লিন জিয়াংরু রাজা কিনের বিশ্বাসঘাতক পরিকল্পনাটি দেখেছিলেন, তাই তিনি রাজা কিনকে সময় বিলম্ব করার জন্য হি ইজ বি উপস্থাপন করার আগে পাঁচ দিন উপবাস করতে বলেছিলেন। এই কয়েক দিনে, লিন জিয়াংরু তার পরিচারকদের জেডের সাথে ঝাও রাজ্যে ফিরে যাওয়ার জন্য পাঠান, যখন তিনি কিন রাজার সাথে মোকাবিলা করতে থাকেন।\n(এই গল্পটি একজন সাধারণ মানুষের চোখ তার স্ট্যাটাসে মুগ্ধ হওয়ার মতো।)", "聖意": "বাড়িতে আশীর্বাদের জন্য প্রার্থনা করা, নিজেকে, সম্পদে বাধা দেওয়া, লেনদেনগুলি অর্জন করা কঠিন করা, বিবাহ লিউজিয়াক্সু পথচারীদের সাথে সামঞ্জস্যপূর্ণ নয়, চিটিয়ান রেশম কীট গ্রহণ করা হয় না, ছয়টি প্রাণী ক্ষতিগ্রস্ত হয়, মানুষ নিখোঁজ হয়, পাবলিক মামলা এবং স্থানান্তর প্রত্যাশিত, হারিয়ে যাওয়া জিনিসগুলি অনেক দূরে, রোগগুলি স্থাপন করা হয়, পাহাড়ের সমাধিতে পাঠানো হয় এবং পরিবর্তিত হয়।", "古人": "ঝাওতে জেড ফেরত দিন (ঝাওতে জেড সম্পূর্ণ করুন)", "第X籤": "বাহাত্তর জয়ী লটারি", "宮": "নুন প্যালেস"}