{"籤詩版本二": "সিকামোর গাছের পাতা ঝরেছে, শরৎ ঘনিয়ে আসছে, আর যাত্রীদের ফিরতি যাত্রা মেঘের মতো মনে হচ্ছে।\nঈশ্বরের মহান প্রচেষ্টার জন্য ধন্যবাদ, জাহাজ বাতাসে ধন সঙ্গে ফিরে.", "詩意": "এই হেক্সাগ্রাম পতিত সিকামোর পাতার চিত্র উপস্থাপন করে।\nসবকিছুই আগে থেকে খারাপ এবং শেষে ভালো।", "解曰": "মন থেকে জিনিস নিন। তিয়ানক্সিন এটি অনুসরণ করে। জীবিকা নির্বাহ করতে। যা পারেন তাই করুন।", "籤詩故事一": "◇ টেংওয়াং প্যাভিলিয়নে বাতাস বইছে\nওয়াং বো, সৌজন্য নাম জিয়ান, প্রথম দিকের তাং রাজবংশের একজন কবি ছিলেন।তিনি তাং রাজবংশের সম্রাট গাওজং ইয়ংহুই-এর প্রথম বছরে জন্মগ্রহণ করেন। ওয়াং বো শৈশব থেকেই ধর্মগ্রন্থ পড়ে আসছেন এবং তিনি একজন \"শিশু প্রডিজি\" হিসাবে পরিচিত। ওয়াং বো শৈশব থেকেই ধর্মগ্রন্থ পড়ে আসছেন এবং তিনি একজন \"শিশু প্রডিজি\" হিসাবে পরিচিত।\nযখন তার বয়স দশ বছর, তখন তিনি এবং তার বাবা একটি গুয়ান্ডি মন্দিরের পাশ দিয়ে যাচ্ছিলেন। তারা মন্দিরে গুয়ান্ডির রাজকীয় মূর্তিটি \"বসন্ত এবং শরৎ\" এর একটি অনুলিপি ধরে পড়তে দেখেছিলেন। তার বাবা যখন এটি দেখেছিলেন, তিনি অনুপ্রাণিত হয়েছিল। তিনি সম্রাট গুয়ানকে উচ্চারণ করেছিলেন: \"সবুজ দাড়ির তিনটি তালা ধরে রাখা, সবুজ লণ্ঠনের কাছে কিং রাজবংশের ইতিহাস পড়া এবং বিখ্যাত নামগুলির প্রতি শ্রদ্ধা জানানো। আমার হাতে সবুজ ড্রাগন এবং চাঁদ ধরে রাখা।\" বলা হয় যে এই বছরের শরতে, ওয়াং বো তার বাবার সাথে দেখা করতে শানসি থেকে হাইনান দ্বীপে গিয়েছিলেন যিনি জিয়াওঝির কাউন্টি ম্যাজিস্ট্রেটের পদে পদোন্নতি পেয়েছিলেন। পথে হাজার হাজার পাহাড় এবং নদী পেরিয়ে। সেই বছরের শরৎকালে যখন তার বয়স সাতাশ, ওয়াং বো তার বাবার সাথে দেখা করতে শানসি থেকে হাইনান দ্বীপে গিয়েছিলেন, যাকে জিয়াওজি কাউন্টি ম্যাজিস্ট্রেটের পদে পদোন্নতি দেওয়া হয়েছিল।পথে তিনি হাজার হাজার পাহাড় এবং নদী অতিক্রম করেছিলেন।\nসেদিন আমরা যখন মাদাং পর্বতে পৌঁছলাম, তখন সবাই বিশ্রাম নিতে উপকূলে চলে গেল। ওয়াং বো যখন একা একটি প্রাচীন মন্দিরের পাশ দিয়ে হেঁটে যাচ্ছিলেন, তখন তিনি হঠাৎ দেখতে পেলেন মন্দিরের পাশের পাথরের ওপর বসে আছেন একজন বৃদ্ধ। এবং একটি পরী চেহারা। তিনি ওয়াং বোকে বললেন, \"তুমি কি ওয়াং বো না?\" ওয়াং বো চমকে উঠে বললেন, \"ঠিক! তুমি কিভাবে জানলে?\" বৃদ্ধ লোকটি বলল, \"আমি অনেক আগেই শুনেছি যে তোমার ভালো আছে। মানুষকে বাঁচানোর অভিপ্রায়, এবং আপনার কবিতাগুলো খুবই অর্থবহ। আগামীকাল টেংওয়াং প্যাভিলিয়নে একটি জমকালো পার্টি হবে। আপনি যদি ভোজসভায় যোগ দিতে পারেন এবং একটি প্রবন্ধ লিখতে পারেন, আপনি যুগে যুগে বিখ্যাত হবেন এবং ভ্রমণের খরচ পাবেন।\" মাদাং পর্বতে, সবাই বিশ্রামের জন্য উপকূলে চলে গেল। ওয়াং বো যখন একা একটি প্রাচীন মন্দিরের পাশ দিয়ে হেঁটে যাচ্ছিলেন, তখন তিনি হঠাৎ মন্দিরের পাশের পাথরের উপর দেখলেন, সেখানে একজন বৃদ্ধ লোক বসে আছেন, যাকে দেখতে ফর্সা চুল এবং একটি পরীর মতো শিশুর মতো দেখাচ্ছিল। চেহারা। তিনি ওয়াং বোকে বললেন, \"তুমি ওয়াং বো না?\"\nওয়াং বো হতবাক হয়ে বললেন, \"ঠিক! তুমি কিভাবে জানলে?\"\nবৃদ্ধ লোকটি বললেন: \"আমি অনেক আগেই শুনেছি যে মানুষকে বাঁচানোর জন্য আপনার একটি সদয় উদ্দেশ্য রয়েছে এবং আপনি যে কবিতাগুলি রচনা করেছেন তা বেশ অর্থবহ৷ আগামীকাল প্রিন্স টেংয়ের প্যাভিলিয়নে একটি দুর্দান্ত পার্টি হবে৷ আপনি যদি ভোজসভায় অংশ নিতে পারেন এবং রচনা করতে পারেন, আপনি যুগে যুগে বিখ্যাত থাকবেন এবং আপনি ভ্রমণের খরচ পাবেন।\"\nওয়াং বো বলেছেন: \"এই জায়গাটি টেংওয়াং প্যাভিলিয়ন থেকে ছয় বা সাতশো মাইল দূরে। আগামীকাল আমরা এখানে কীভাবে পৌঁছতে পারি?\" বৃদ্ধ লোকটি বললেন: \"আমি একটি ঘোড়াকে ঐশ্বরিক বায়ু হিসাবে ব্যবহার করব যাতে আপনাকে একটি মসৃণ পালতোলা যেতে সহায়তা করে। আমি আগামীকাল অবশ্যই আসবেন।\" ওয়াং বো আমাকে ধন্যবাদ জানিয়ে বললেন: \"মাফ করবেন, আমার শ্বশুর। আপনি কি অমর নাকি দেবতা?\" বৃদ্ধ লোকটি হেসে বলল, \"আমি ঝাংগুয়ান শুইজুনের দায়িত্বে আছি। এই জলের এলাকা!\" ওয়াং বো বললেন, \"এই জায়গাটা টেংওয়াং প্যাভিলিয়ন থেকে ছয় বা সাতশো মাইল দূরে। আগামীকাল আমরা এখানে কীভাবে যাব?\"\nবৃদ্ধ লোকটি বলল: \"আমি ঘোড়াটিকে ঐশ্বরিক বায়ু হিসাবে ব্যবহার করব যাতে আপনাকে একটি মসৃণ পাল তোলার জন্য সাহায্য করা যায়। আমি অবশ্যই আগামীকাল পৌঁছাব।\"\nওয়াং বো তাকে ধন্যবাদ জানিয়ে বললেন, মাফ করবেন, শ্বশুর, আপনি কি অমর নাকি দেবতা?\nবৃদ্ধ লোকটি হেসে বললেন, \"আমি সেই ঝোংইয়ুয়ান শুইজুন যে এই জলের অঞ্চলের দায়িত্বে আছি!\" তারপর বৃদ্ধ ওয়াং বোকে দ্রুত নৌকায় উঠতে বললেন। তিনি কিছুক্ষণের জন্য তাকে ঘিরে থাকা শুভ মেঘ দেখতে পেলেন, এবং বাতাস। এবং জলপথে মসৃণ ছিল, চোখের পলকে তিনি কয়েকশ মাইল পাড়ি দিয়েছিলেন।\nতারপর বৃদ্ধ লোকটি ওয়াং বোকে দ্রুত নৌকায় উঠার জন্য অনুরোধ করলেন।তিনি কিছুক্ষণের জন্য তাকে ঘিরে থাকা শুভ মেঘ দেখতে পেলেন এবং এটি একটি মসৃণ যাত্রা ছিল।চোখের নিমিষে তিনি কয়েকশ মাইল পাড়ি দিয়েছিলেন। প্রত্যাশিতভাবে, ওয়াং বো জমকালো অনুষ্ঠানের সকালে প্রিন্স টেংয়ের প্যাভিলিয়নে ছুটে যান।\nপ্রত্যাশিতভাবে, ওয়াং বো জমকালো অনুষ্ঠানের সকালে প্রিন্স টেংয়ের প্যাভিলিয়নে ছুটে যান। এবং ঘটনাস্থলে, তিনি \"প্রিন্স টেং এর প্যাভিলিয়নের ভূমিকা\" লিখেছিলেন, যাকে তাং রাজবংশের সম্রাট গাওজং দ্বারা চিরন্তন মাস্টারপিস বলা হয়েছিল। এবং ঘটনাস্থলে, তিনি \"প্রিন্স টেং এর প্যাভিলিয়নের ভূমিকা\" লিখেছিলেন, যাকে তাং রাজবংশের সম্রাট গাওজং দ্বারা চিরন্তন মাস্টারপিস বলা হয়েছিল।\nএকটি কবিতা আছে যা বলে:\nএটা সবসময় বলা হয়েছে যে প্রতিভাবান ব্যক্তিরা দেবতা, তাই এটি একটি দুর্ঘটনা নয় যে বাতাস নানচাংকে নানচাংয়ে নিয়ে আসে;\nআমি টেং ওয়াং এর উচ্চ মণ্ডপ সম্পর্কে একটি বাক্য লিখেছিলাম, এবং তারপরে তিনি অমরদের সাথে ঝংইয়ুয়ানে গিয়েছিলেন।", "聖意": "আপনার বাড়ির জন্য প্রার্থনা করুন এবং নিজেকে রক্ষা করুন, আশীর্বাদের জন্য প্রার্থনা করুন, সম্পদের সন্ধান করুন এবং বিবাহ এবং সম্প্রীতি অর্জন করুন।", "古人": "টেংওয়াং প্যাভিলিয়নে বাতাস বইছে", "第X籤": "সই একাশি", "宮": "ওয়েই গং"}