{"籤詩版本二": "আপনার খ্যাতির কারণে যদি আপনি আপনার পুণ্য হারিয়ে ফেলেন তাহলে কি করবেন?আমি ভীত যে সৌভাগ্য পরিবর্তন হবে এবং খারাপ ঘটনা ঘটবে।\nমাতাল, আমি জানি না কোথায় যাবো। সবুজ পাইন গাছের ছায়ায় আমার একটি অন্ধকার স্বপ্ন আছে।", "詩意": "এই হেক্সাগ্রাম জল ছেড়ে ঠান্ডা মাছের প্রতিনিধিত্ব করে।\nকিছুই সরানো যাবে না।\n\n(এই হেক্সাগ্রামটি খারাপ পুণ্য এবং দুর্ভাগ্যের প্রতীক।\nসবকিছুতে পা মাটিতে রাখুন।\n)", "解曰": "ঠান্ডা মাছ পানি ছেড়ে দেয়। মলম মধ্যে একটি মাছি আপনি যদি শিবির পরিকল্পনা সম্পর্কে জিজ্ঞাসা করেন। মো কিউ এর কাছে এটি আরও ভাল\nএই চিহ্নটি লিউজিয়ার জন্য দুর্ভাগ্য বয়ে আনবে। সব কিছু খারাপ যাচ্ছে. নিরাপত্তার জন্য প্রার্থনা করুন।", "籤詩故事一": "◇ ঝুয়াংজি তার স্ত্রীকে পরীক্ষা করছেন\nঝুয়াংজি ঝাউ রাজবংশে জন্মগ্রহণ করেছিলেন। তার উপাধি ছিল ঝুয়াং, তার দেওয়া নাম ঝোউ এবং তার দেওয়া নাম ছিল জিসিউ। তিনি সং রাজবংশের মেংয়ের অধিবাসী ছিলেন। ঝাউ রাজবংশের মধ্যে, তিনি কিয়ুয়ানের কর্মকর্তা ছিলেন।\nএকদিন, ঝুয়াংজি পাহাড়ে এক মহিলার সাথে দেখা করলেন। তিনি একটি নতুন কবরের সামনে বসে আছেন, তার পাখা নাড়াচ্ছেন, যেন তিনি কবরের ভিজা মাটি শুকাতে চান। ঝুয়াংজি তার উদ্দেশ্য বুঝতে পারেনি, তাই সে তাকে জিজ্ঞেস করল। তিনি বলেছিলেন যে কবরে দাফন করা ব্যক্তিটি তার স্বামী এবং তার স্বামীর শেষ কথা ছিল যে কবরের মাটি শুকিয়ে না যাওয়া পর্যন্ত তিনি পুনরায় বিয়ে করতে পারবেন না। তিনি আর অপেক্ষা করতে পারছিলেন না, তাই তিনি কবরের মাটিকে দ্রুত শুকানোর জন্য আলোড়ন তুলেছিলেন, যাতে তিনি দ্বিতীয় বসন্তের পিছনে যেতে পারেন।\nঝুয়াংজি দীর্ঘশ্বাস ফেললেন যখন তিনি ভাবলেন যে পৃথিবীতে এমন একজন হৃদয়হীন মহিলা আছে। তখন ভাবলাম, আমার বউ কি এমন হবে? যখন সন্দেহ দেখা দেয়, আমি এটি পরীক্ষা করতে চাই।\nঝুয়াংজির স্ত্রীর উপাধি ছিল তিয়ান, এবং এই দম্পতির মধ্যে সাধারণত ঘনিষ্ঠ সম্পর্ক ছিল।তার স্ত্রীর আনুগত্য পরীক্ষা করার জন্য, ঝুয়াংজি মৃত হওয়ার ভান করার সিদ্ধান্ত নেন।\nহঠাৎ অসুস্থ হয়ে ঝুয়াংজি মারা গেছেন শুনে আত্মীয়স্বজন ও বন্ধুবান্ধবসহ সারা দেশ থেকে বহু মানুষ সমবেদনা জানাতে আসেন।এঁদের মধ্যে চু রাজ্যের একজন সুদর্শন রাজা ও নাতিও ছিলেন, যিনি সম্পদে সমৃদ্ধ ছিলেন।দেখতে গিয়ে মি. তিয়ান সদ্য বিধবা এবং করুণাময় ছিল, সে তাকে অনুসরণ করেছিল। মিস তিয়ান প্রলোভন সহ্য করতে পারেনি এবং ওয়াং সুনের প্রেমে পড়ে যায়। মাত্র বিশ দিনের মধ্যে তারা বিয়ে করে।\nসেই রাতে, যখন ওয়াইন মাতাল এবং কান গরম ছিল, ওয়াং সান হঠাৎ হৃদরোগে আক্রান্ত হন এবং মারা যান।\nমিসেস তিয়ান ভয় পেয়েছিলেন এবং আতঙ্কিত হয়েছিলেন এবং ওয়াং সানকে জরুরীভাবে জিজ্ঞাসা করেছিলেন কি করতে হবে। ওয়াং সান ব্যথা সহ্য করেছিলেন এবং মিস তিয়ানকে বলেছিলেন যে মৃতদেহের মস্তিষ্ক মৃতদের জীবিত করতে ব্যবহার করা যেতে পারে।\nলাশ কোথায় পাবো? মিসেস তিয়ান হঠাৎ ভাবলেন, তার স্বামী কি মারা যাননি? মিঃ তিয়ান স্বামী এবং স্ত্রীর মধ্যে পুরানো প্রেমের কথা ভুলে গিয়েছিলেন, এবং আসলে একটি কুড়াল নিয়েছিলেন এবং তার স্বামীর কফিনটি বিভক্ত করেছিলেন, ওষুধের জন্য তার মস্তিষ্ক বের করার প্রস্তুতি নিচ্ছিলেন।\nঅপ্রত্যাশিতভাবে, যখন কফিনটি খোলা হয়েছিল, ঝুয়াংজি আবার জীবিত হয়েছিলেন। মিসেস তিয়ান এতটাই লজ্জিত হয়েছিলেন যে তিনি নিজেকে ফাঁসিতে ঝুলিয়েছিলেন।\n(এই গল্পটি ব্যক্তিগত লাভের জন্য বন্ধুত্ব লঙ্ঘনের একটি রূপক, তাই আমরা এটির সাথে একমত হতে পারি না।)", "聖意": "গৃহ শান্তিময়, স্ব-স্ব নিরাপদ, অর্থ অন্যায়, ব্যবসা বলি হয়, বিবাহ মীমাংসা হয়, লিউজিয়ায় মন্দ সমৃদ্ধি হয়, পথচারীরা আসেনি, রেশম কীট শান্তিতে আছে, পশুপাল শান্তিতে আছে, লোকেরা লোক খুঁজছে, মামলা পরিবর্তিত হয়েছে, শিষ্যরা রক্ষণশীল হয়েছে, সম্পত্তি হারিয়েছে, কোন অসুস্থতা নেই, এবং পাহাড় এবং সমাধিগুলি খারাপ হয়েছে।", "古人": "ঝুয়াংজি তার স্ত্রীকে পরীক্ষা করছেন", "第X籤": "লট 84", "宮": "ওয়েই গং"}