{"籤詩版本二": "পাহাড়ের সামনের রাস্তাটা কালো মেঘ আর কুয়াশায় ঢেকে গেছে।সবকিছু গোলাকার আর চাঁদ আবার গোলাকার।\nআপনি যদি কবিতা এবং বই পান, আপনি গভীর স্বপ্ন থেকে জেগে উঠবেন, মহৎ ব্যক্তি আপনাকে ছাদে নিয়ে যাবেন।", "詩意": "এই হেক্সাগ্রাম বসন্তের শেষ এবং ফুল ফোটার প্রতীক।\nপ্রভুর পরে সবকিছু বদলে যায়।", "解曰": "বৃদ্ধের সাহায্য চাইতে হবে। বসন্তে আবার ফুল ফোটে। খ্যাতি এবং ভাগ্যের আকাঙ্ক্ষা। জীবনের দেরিতে একটি বায়ুপ্রবাহের সম্মুখীন হন।", "籤詩故事一": "◇ হান ওয়েনগং তুষারপাতের সম্মুখীন হয়\nহান ইউ, যার সৌজন্যে নাম ছিল তুইঝি, তিনি ছিলেন চাংলি থেকে। ঝেনুয়ানের অষ্টম বছরে তাং দেজং একজন জিনশি হয়েছিলেন এবং তার মরণোত্তর উপাধি ছিল ওয়েন গং।\nতাং রাজবংশের সম্রাট জিয়ানজং-এর শাসনামলে, হান ইউ বুদ্ধের হাড়ের সাথে প্রতিবাদ করেছিলেন, যা সম্রাটকে ক্ষুব্ধ করেছিল। হান ইউ তার স্ত্রী ও সন্তানদের রেখে চাওঝোতে চলে যান। কয়েক দিনেরও কম হাঁটার পর, ঠান্ডা বাতাস উঠল এবং প্রচণ্ড তুষারপাত হল। হান ইউ এমন জায়গায় এসেছিলেন যেখানে তুষার কয়েক ফুট গভীর ছিল, যার ফলে তার ঘোড়ার পক্ষে এগিয়ে যাওয়া কঠিন হয়ে পড়ে। কাছাকাছি কোনও বাড়ি ছিল না এবং রাস্তাটি কোথায় তা তিনি জানেন না। পথ অনুসরণ করে পিছু হটতে চাইলে ফেরার পথ নেই। বাতাস প্রবলভাবে প্রবাহিত হচ্ছিল এবং তুষার দ্রুত পড়ে যাচ্ছিল।হান ইউ ত্বকে ভিজিয়েছিল, হিমায়িত এবং ক্ষুধার্ত ছিল এবং তার দুঃখ প্রকাশ করার কোথাও ছিল না।\nহান ইউ দীর্ঘশ্বাস ফেলে বললেন: \"সম্রাট আমাকে হত্যা করবে না, কিন্তু সম্রাট আমাকে ধ্বংস করতে চায়।\"\nহান ইউ যখন মরিয়া হয়ে উঠলেন, তখন তিনি একজন লোককে প্রচণ্ড ঠান্ডার মধ্যেও তুষার পরিষ্কার করতে আসতে দেখলেন।\nআগেই, হান জিয়াংজি হান ইউকে বলেছিলেন: \"কিনলিং-এ ইউন হেং-এর বাড়ি কোথায়? তুষার নীল গেটকে আলিঙ্গন করে এবং ঘোড়াটি এগিয়ে যেতে থেমে যায়।\" সেই সময়, হান ইউ বুঝতে পারেননি হান জিয়াংজি কী বোঝাতে চেয়েছিলেন, কিন্তু এখন তিনি অবশেষে বোঝা গেল।\nতাই হান ইউ এবং হান জিয়াংজি লাঙ্গুয়ানে ফু-এর বাড়িতে রাত কাটাতে গিয়েছিলেন। অতীত এবং চাষের রাস্তা সম্পর্কে কথা বলে, হান ইউ আন্তরিকভাবে বিশ্বাসী ছিল।\nপরে, হান ইউ তার সরকারী অবস্থান পরিত্যাগ করেন, তার সমস্ত সম্পত্তি স্থানীয় সরকারকে দান করেন এবং তাওবাদ অনুশীলন করতে এবং অমর হয়ে উঠতে পাহাড়ে যান।", "聖意": "ঘর নিজের জন্য ভাল নয়, অর্থের সন্ধানে সতর্ক থাকুন, ব্যবসায় মনোযোগ দিন, বিয়ে দেরীতে, লিউজিয়া মহিলা পথচারীরা ক্ষেত ব্লক করে, রেশম পোকা ভাল, গবাদি পশু ভাল, লোক খুঁজে পাওয়া কঠিন, পাবলিক মামলা বারবার হয়, দেশান্তর হয় আপডেট করা হয়েছে, হারিয়ে যাওয়া জিনিসগুলি গুরুতর, রোগগুলি বিলম্বিত, পাহাড়ের সমাধিগুলি পরিবর্তন করা উচিত।", "古人": "হান ওয়েনগং তুষারপাতের সম্মুখীন হয়েছে", "第X籤": "পঁচাশিতম বিজয়ী লটারি", "宮": "শেন গং"}