{"籤詩版本二": "আপনার ব্যক্তিগত বিষয় নিয়ে আমাকে বিরক্ত করবেন না। জনসাধারণকে জিজ্ঞাসা করা আরও উপযুক্ত।\nএকটি পরিষ্কার হৃদয় আকাশের উজ্জ্বল চাঁদের মতো উজ্জ্বল এবং পরিষ্কার", "詩意": "এই হেক্সাগ্রাম আকাশে একটি উজ্জ্বল চাঁদের চিত্রকে উপস্থাপন করে।\nসবকিছু উজ্জ্বল এবং বায়বীয়।", "解曰": "অন্তরে সরল হও। আইন সোজা করুন। পবিত্র শব্দ। অবশেষে এটা পরিষ্কার হয়ে যায়।", "籤詩故事一": "◇ কং মিং এর জেনারেল\nসমাধান: ঝুগে লিয়াং তার সৈন্য এবং জেনারেলদের একত্রিত করে\nতিন রাজ্যের সময়কালে, ঝুগে লিয়াং (181-234), সৌজন্য নাম কংমিং, ইয়াংডু, লাংয়া (বর্তমানে ইয়িনান কাউন্টি, শানডং প্রদেশ) জন্মগ্রহণ করেন।\nলিউ বেই তিনবার খড়ের কুটির পরিদর্শন করার পরে ঝুগে লিয়াং একজন কর্মকর্তা হতে সম্মত হন। সেই সময় কাও কাও হেবেইকে শান্ত করেছিলেন এবং দক্ষিণে অগ্রসর হওয়ার জন্য দৃঢ় প্রতিজ্ঞ ছিলেন। তিনি জিয়াউ দুনকে প্রধান জেনারেল হিসাবে, ইউ জিন, লি দিয়ান এবং অন্যান্যদেরকে পাঠিয়েছিলেন। ডেপুটি জেনারেল, 100,000 সৈন্যবাহিনীর নেতৃত্বে জিনিয়ে অভিমুখে অগ্রসর হন। যদিও ঝুগে লিয়াং সেই সময়ে শত্রুর কাছ থেকে পশ্চাদপসরণ করার পরিকল্পনা করেছিলেন, গুয়ান ইউ এবং ঝাং ফেই ঝুগে লিয়াং-এর কথাকে তুচ্ছ করেছিলেন। তাদের দুজনকে বোঝানোর জন্য লিউ বেই-এর তলোয়ার ব্যবহার করা ছাড়া ঝুগে লিয়াং-এর কোন উপায় ছিল না, যাতে তারা প্রত্যেকে এক হাজার সৈন্যের নেতৃত্ব দেয় এবং ইউশান এবং আনলিনে অতর্কিত হামলা চালায়। তারা জিয়াউ ডানের জন্য তার সেনাবাহিনীকে অতিক্রম করার জন্য অপেক্ষা করেছিল এবং তারপরে তাদের আক্রমণ করেছিল। অতর্কিত হামলা এবং আগুন।\nএছাড়াও, ঝাও ইউনকে সেনার পুরানো এবং দুর্বল অবশিষ্টাংশের নেতৃত্ব দিতে পাঠানো হয়েছিল জিয়াউ দুনের বিরুদ্ধে অগ্রগামী হিসাবে লড়াই করার জন্য, এবং তারপরে ভূয়া পরাজয় এবং পশ্চাদপসরণ করে, জিয়াউ দুনকে পাহাড় ও বনের সরু রাস্তার দিকে প্রলুব্ধ করে। তিনি গুয়ানকেও পাঠিয়েছিলেন। পিং, ঝোউ ক্যাং, লিউ ফেং এবং অন্যান্যরা কাওর সেনাবাহিনীর পিছনে লুকিয়ে থাকা, সরবরাহ পোড়ানো এবং কাওর সেনাবাহিনীতে আতঙ্ক সৃষ্টি করে।\nযুদ্ধের পরে, ঝুগে লিয়াং এর ব্যবস্থা হিসাবে সবকিছু ঘটেছিল। জিয়াউ দুন এবং ইউ জিন যখন সেনাবাহিনীকে তাড়া করতে নেতৃত্ব দেন, তখন পিছনে থাকা লি ডায়ান জরুরীভাবে সামনের অংশে জিয়াউ দুনকে জানিয়েছিলেন যে শত্রুর আগুনের আক্রমণ থেকে তাকে পাহারা দিতে হবে। যাইহোক, অনেক দেরি হয়ে গেছে। সংকীর্ণ রাস্তা এবং এমন জায়গায় ছিল যেখানে গাছগুলি একে অপরের সাথে জড়িত ছিল, তাই আগুন শুরু করা যায়নি। সেখানে প্রচুর হতাহতের ঘটনা ঘটে এবং জিয়াহু ডুন এবং অন্যান্য জেনারেলরা পরাজিত হয়ে জুডুতে ফিরে যান।\n(এই গল্পটি একটি রূপক যে কং মিং জনগণকে ব্যবহার করতে এবং প্রজ্ঞার সাথে দেশ পরিচালনা করতে পারদর্শী।)", "聖意": "বাড়ি এবং বাড়ি শুভ। আমি সম্পদে সৌভাগ্য কামনা করি, মনের শান্তি, সমৃদ্ধ ব্যবসা, বিবাহ, সাফল্য, লিউজিয়ায় সাফল্য, পুরুষদের সরানো ক্ষেত্র, রেশম কীট, গবাদি পশুর ক্ষতি, নিখোঁজ ব্যক্তি, পাবলিক মামলা, অভিবাসন, সম্পত্তি হারানো, দোয়া, অসুস্থতা, শান্তি, পাহাড় এবং কবর।", "古人": "কং মিং এর জেনারেল", "第X籤": "নবম চিহ্ন", "宮": "ইয়িন প্রাসাদ"}