{"籤詩版本二": "একটি ভাল শো আপনাকে ভ্রুকুটি সহ ভিড় থেকে আলাদা করে তোলে এবং আপনার ভবিষ্যত পরিবর্তন হয় এবং আপনি প্রচুর সম্পদ নিয়ে আসেন।\nএকটি রাস্তা আকাশের মতো প্রশস্ত, এবং আপনি যত টাকা দিতে পারেন তা আপনার হৃদয়ে থাকবে", "詩意": "এই হেক্সাগ্রাম একটি প্রতিশ্রুতিশীল ভবিষ্যতের ইঙ্গিত দেয়।\nসবকিছু ভাল যায়.", "解曰": "একটা বড় রাস্তা। আপনি এগিয়ে যেতে পারেন. আপনার হৃদয় ব্যবহার করুন. শুধুমাত্র এগিয়ে.\nসবকিছু এই চিহ্নের সাথে পরিকল্পনা মত যায়। জিচাং এর জন্য শুভকামনা।", "籤詩故事一": "◇ তিন নায়ক লু বু এর বিরুদ্ধে লড়াই করে\nসমাধান: তিন নায়ক ঝাং ফেই, গুয়ান ইউ এবং লিউ বেই লু বু এর বিরুদ্ধে লড়াই করে\nডং ঝুও জানতে পেরেছিলেন যে হুয়া জিওংয়ের শিরশ্ছেদ করা হয়েছে এবং যুদ্ধের জন্য ফ্লাইং জেনারেল লু বুকে পাঠানো হয়েছে। লু বু যুদ্ধে যাওয়ার সাথে সাথে তিনি জেনারেল ফাং ইউ এবং মু শুনকে হত্যা করেন এবং উ আঙ্গুও এবং গংসুন জানকে হত্যা করেন।\nঝাং ফেই দেখলেন যে গংসুন জান লু বুকে পরাজিত করতে পারবেন না, তাই তিনি দ্রুত গংসুন জানকে প্রতিস্থাপন করলেন এবং চিৎকার করলেন: \"তিনটি উপাধির ক্রীতদাসদের চলে যেতে হবে! ইয়ান থেকে ঝাং ফেই এসেছেন! \"এর পরে, তারা পঞ্চাশ রাউন্ডেরও বেশি লড়াই করেছিল, কোন বিজয়ী বা পরাজিত সঙ্গে.\nগুয়ান ইউ এটি দেখার পরে, তিনি এবং ঝাং ফেই লু বু আক্রমণ করেন এবং ত্রিশ রাউন্ডেরও বেশি সময় ধরে যুদ্ধ করেন।\nলিউ বেই দুটি তলোয়ারও বহন করে, তার ঘোড়াকে তালি দেয় এবং ঝাং ফি এবং গুয়ান ইউকে সাহায্য করার জন্য এগিয়ে যায়।\nতিনজন লোক লু বুকে ঘিরে ধরে যুদ্ধ করতে থাকে।\nশীঘ্রই, লু বু শক্তি হারাতে শুরু করে।লু বু এর পেগাসাস পিছু হটল, কিন্তু তিনজন লোক লু বুকে তাড়া করল এবং হাল ছেড়ে দিতে অস্বীকার করল।লু বু এর সৈন্যদের সাথে দেখা না হওয়া পর্যন্ত তারা পিছু হটেনি।\n\"তিন রাজ্য\"\n(এই গল্পটি লু বু এর সাহসিকতা এবং যুদ্ধে দক্ষতার রূপক। একজন ব্যক্তি তিনজনকে পরাজিত করতে পারে।)", "聖意": "বাড়ি এবং বাড়ির হৃদয় শুধুমাত্র সম্পদের সন্ধানের জন্য নিজের যাত্রায় ভ্রমণ করে। একটি সম্ভাব্য বিবাহের নিবন্ধ লিউজিয়ায় যায়। জিনিসগুলি মানুষের জন্য মসৃণভাবে যায়। ঝুশুন্তিয়ান রেশম কীট ব্যবহার করে। ছয়টি প্রাণীর মধ্যে মানুষ পাওয়া যায়। আগে থেকেই মানুষ খুঁজে পাওয়া যায়। মামলা-মোকদ্দমা, স্থানান্তর, সম্পত্তি হারানো, রোগ-বালাই, পাহাড় এবং কবর সৌভাগ্যের মতো।", "古人": "লু বুর বিরুদ্ধে লড়ে তিন বীর", "第X籤": "নিরানব্বই জয়ী লটারি", "宮": "আপনি প্রাসাদ"}