{"籤詩版本二": "লুয়ান ফেং জিয়াং গুঁড়ি গুঁড়ি বৃষ্টিতে ভিজে গিয়েছিল, কিন্তু সেই সময় তাকে কুইর দ্বারা উত্যক্ত করা হয়েছিল\nআমি একদিন জানতে পেরে হতবাক হয়েছিলাম, মেঘ দূরে ছিল, তবুও আমি আমার কাপড় তোমাকে ফিরিয়ে দিয়েছিলাম।", "詩意": "এই হেক্সাগ্রাম বৃষ্টি দ্বারা আচ্ছাদিত লুয়ান এবং ফিনিক্সের প্রতীক প্রতিনিধিত্ব করে।\nসময় এলে সবকিছু আসে।", "解曰": "ভিলেন দিন দিন উন্নতি করছে। একজন ভদ্রলোকের কিছুই করা উচিত নয়। শুধু নিজের কাছে রাখো। সময় এলে ব্যবস্থা নিন।", "籤詩故事一": "◇ গাও জুন বিয়ের নিশ্চয়তা দেয়\nসং রাজবংশের প্রথম দিকে, ঝাও কুয়াংগিন উত্তরকে একত্রিত করেন এবং সমগ্র দেশ আত্মসমর্পণ করে।তবে, দক্ষিণ তাং রাজবংশের মধ্যে, লি ইউ ইয়াংজি নদীর দক্ষিণে নিজেকে আবদ্ধ করে।তিনি শহরকে প্রস্তাব দিয়ে আত্মসমর্পণের কৌশল অবলম্বন করেন, ফাঁদে ফেলে। Shouzhou মধ্যে Zhao Kuangyin, এবং পরিস্থিতি গুরুতর ছিল. ঝাও কুয়াংইনের ভাগ্নে, গাও জুনবাও, সোনার বন্দুক নিয়ে এক যুবক, শৌঝো অবরোধ ভাঙার জন্য বিয়ানজিং ত্যাগ করেছিলেন।\n, Shuangsuo পর্বত অতিক্রম করে, তারা লিউ জিনডিং দ্বারা সেট করা স্বামীর চিহ্নটি ভেঙ্গে ফেলে এবং উভয়ে প্রতিদ্বন্দ্বিতা করে। ফলস্বরূপ, লিউ জিনডিং তার দুর্দান্ত মার্শাল আর্টের মাধ্যমে গাও জুনবাওকে তিনবার পরাজিত করেন এবং তারা জীবনের জন্য সোনার গদা এবং রৌপ্য ঘণ্টা বিনিময় করেন। ঝাও কুয়াংইনের ভাগ্নে গাও জুনবাও শৌঝোতে আটকে পড়া ঝাও কুয়াংইনকে উদ্ধার করার জন্য বিয়ানজিং ত্যাগ করেন। তিনি শুয়াংসুও পর্বত অতিক্রম করেন এবং লিউ জিনডিংয়ের স্থাপন করা চিহ্নটি ভেঙে দেন। দুজনে প্রতিদ্বন্দ্বিতা করেন, কিন্তু লিউ জিনডিং তার দুর্দান্ত মার্টি দিয়ে গাও জুনবাওকে তিনবার পরাজিত করেন। এবং বিয়ে করতে বাধ্য করা হয়। দম্পতি জনতাকে অবরোধের মধ্যে নিয়ে যান এবং ঝাও কুয়াংগিনকে উদ্ধার করেন।\n(এই গল্পের রূপক হল যে দুজনের পুনর্মিলন হয়নি (তাদের বুলিং করা হয়েছিল), কিন্তু পরে পুনর্মিলন হয়েছিল।)", "聖意": "ঘর নিজের জন্য ভালো নয়, টাকা চাওয়া থেকে সাবধান, ব্যবসায় বাধা, বিয়ের জন্য অপেক্ষা করা, বিলম্বিত বিয়ে, লোক নিখোঁজ, ক্ষেতে দেরি করা, রেশম কীট, দেরিতে গবাদিপশু, লোক হারানো, লোক খুঁজে পেতে অসুবিধা, মামলা, ক্ষতি, দেশান্তর, রক্ষণশীলতা, হারানো সম্পত্তি, মন্দ রোগ, পাহাড় এবং কবরের সম্প্রসারণ।", "古人": "গাও জুন বিয়ের নিশ্চয়তা দেয়", "第X籤": "লটারি জিতেছেন নিরানব্বইজন", "宮": "xugong"}