{"籤詩版本二": "উচ্চাকাঙ্ক্ষা এবং অর্জন রাজবংশের মধ্যে আছে, কিন্তু এখন অবিরাম মদ্যপান এবং যৌনতা থাকবে।\nযদি আপনি একটি সোনার মোরগ দেখতে পান তবে আপনি অর্থ, সৌভাগ্য এবং সৌভাগ্য দ্বারা পুরস্কৃত হবেন।", "詩意": "এই হেক্সাগ্রাম উচ্চাকাঙ্ক্ষা এবং খ্যাতির প্রতীক প্রতিনিধিত্ব করে।\nসবকিছু শুভ রাখুন।", "解曰": "উচ্চাকাঙ্ক্ষী এবং উত্তেজিত. নিজেকে রক্ষা করতে দেরি নেই। সোনার মোরগ প্রতিশ্রুতি দেয়। সবাই খুশি।", "籤詩故事一": "◇ কাও পাই নিজেকে সম্রাট ঘোষণা করেছিলেন\nকাও পাই, সৌজন্য নাম জিহুয়ান, পেইগুওকিয়াওতে (বর্তমানে হাও কাউন্টি, আনহুই) জন্মগ্রহণ করেছিলেন। জিয়ান যুগের একজন বিখ্যাত রাজনীতিবিদ এবং লেখক।\nকাও পাই হলেন কাও কাও-এর দ্বিতীয় পুত্র। তিনি ছোটবেলা থেকেই তার পিতার সাথে সামরিক ক্যাম্পে থাকতেন। তার পিতার প্রভাবে, কাও পি ছয় বছর বয়সে তীরন্দাজ শিখেছিলেন এবং আট বছর বয়সে ঘোড়ায় চড়া শিখেছিলেন এবং বিকাশ লাভ করেছিলেন। ভাল মার্শাল আর্ট দক্ষতা। প্রাচীন ও আধুনিক ক্লাসিক এবং জীবনী সম্পর্কেও তার ব্যাপক জ্ঞান রয়েছে, সেইসাথে শত শত চিন্তাধারার বই রয়েছে। আঠারো বছর বয়স পর্যন্ত কাও কাও ইউয়ান শাওকে পরাজিত করেছিলেন এবং কাও পি কাও কাও-এর শাসনের কেন্দ্রস্থল ইয়েচেং-এ তুলনামূলকভাবে স্থিতিশীল জীবনযাপন করেছিলেন। তারপর থেকে, যদিও তিনি কখনও কখনও তার পিতার সাথে সামরিক অভিযানে যেতেন এবং বেশিরভাগ সময় একটি মহীয়সী পুত্রের জীবনযাপন করেছিলেন, তবুও তিনি প্রতিদিন মার্শাল আর্ট অনুশীলন করেছিলেন এবং আজ অবধি তা প্রত্যাখ্যান করেননি। তিনি প্রায়শই তার ঘোড়ায় একশ ধাপে চড়েন এবং মার্শাল আর্টে খুব দক্ষ।কারণ তিনি প্রায়শই মার্শাল আর্ট অনুশীলন করেন, তিনি হালকা এবং শক্তিশালী।\nকাও কাওর জ্যেষ্ঠ পুত্র কাও আং যুদ্ধে নিহত হন। বড় ছেলে মারা যাওয়ার পর, কাও পাই ক্রাউন প্রিন্সের প্রথম পছন্দ হয়ে ওঠেন। তার বয়স যখন একত্রিশ বছর, তখন কাও কাও তাকে যুবরাজ বানিয়েছিলেন। কাও পাই যখন তেত্রিশ বছর বয়সে, কাও কাও অসুস্থ হয়ে মারা যান এবং কাও পি তার স্থলাভিষিক্ত হন প্রধানমন্ত্রী এবং ওয়েই-এর রাজা। তিনি বলেছিলেন যে তিনি প্রায়শই ঘোড়ার পিঠে একশত ধাপে চড়েন এবং খুব দক্ষ।কারণ তিনি প্রায়শই কুংফু অনুশীলন করেন, তিনি হালকা এবং স্বাস্থ্যকর।", "聖意": "আপনার বাড়ি এবং আপনার বাড়ি শান্তিতে থাকার জন্য প্রার্থনা করুন, সম্পদ সন্ধান করুন, কঠোর পরিশ্রম করুন, বাণিজ্য করুন, তাড়াতাড়ি বিচ্ছেদ করুন, বিবাহ সফল হবে, লিউজিয়া নিরাপদ থাকবে, লোকেরা মাঠে থাকবে, রেশম কীট পরিপক্ক হবে, ছয়টি পশুসম্পদ পরিপক্ক হবে , লোক খুঁজে পাওয়া কঠিন হবে, পাবলিক মামলা জরুরী হবে, দেশান্তর হারিয়ে যাবে, এবং জিনিসগুলি অনেক দূরে থাকবে। রোগগুলি পাহাড় এবং কবরে স্থির থাকবে।", "古人": "কাও পাই নিজেকে সম্রাট ঘোষণা করেন", "第X籤": "নব্বইতম বিজয়ী লটারি", "宮": "xugong"}