{"籤詩版本二": "মহিমান্বিত প্যাগোডাটি অস্বাভাবিক, যার চারপাশে সূক্ষ্ম বৈশিষ্ট্যগুলি উজ্জ্বলভাবে জ্বলজ্বল করে।\nআমি আপনাকে অধ্যবসায়ের সাথে মাথা নত করতে এবং ভাল কাজ করার জন্য দৃঢ়সংকল্পবদ্ধ হতে অনুরোধ করছি, এবং স্বর্গ আপনাকে আশীর্বাদ পাঠাবে।", "詩意": "এই হেক্সাগ্রাম মেধার প্রকাশের প্রতিনিধিত্ব করে।\nসবকিছুই শুভ।", "解曰": "এই দোয়া. প্রত্যেকেরই আছে। বেশি ব্যস্ত হবেন না। মেধা আগেই নির্ধারণ করা হয়।", "籤詩故事一": "◇ ফেনিয়াং-এর রাজা চীনা ভালোবাসা দিবসে তার নাতির সাথে দেখা করেন\nসমাধান: গুও জিয়াই চীনা ভ্যালেন্টাইন্স ডে-তে পৃথিবীতে নেমে আসা ওয়েভার গার্লের সাথে দেখা করেছিলেন। জেড সম্রাটের নাতনি তিয়ানসুন হলেন সাত পরী।\nগুও জিয়াই (697-781), গুও লিংগং নামেও পরিচিত, ঝেং কাউন্টি, হুয়াঝো (বর্তমানে হুয়াক্সিয়ান কাউন্টি, শানসি প্রদেশ) এর একজন স্থানীয় এবং তাং রাজবংশের একজন জেনারেল ছিলেন। রাজকীয় আদালত জিয়াকে ফেনিয়াং-এর রাজা উপাধি দেয়।\nকথিত আছে যে জিয়াই মূলত হুয়াঝো থেকে এসেছিলেন এবং গ্রেট ওয়ালের বাইরে সেনাবাহিনীতে যোগ দিতে গিয়েছিলেন। সামরিক বেতনের জন্য চাপ দিতে বেইজিং গিয়েছিলেন এবং ইয়িনঝোতে ফিরে আসেন। সেই সময়ে চীনের ভ্যালেন্টাইন্স ডে ছিল। বাতাস এবং বালি। অন্ধকার হয়ে আসছে, আর সূর্য অন্ধকার হয়ে আসছে। জিই আর এগোতে পারছে না, তাই রাস্তার পাশে দাঁড়িয়ে আছে। খালি ঘরে মেঝেতে ঘুমাচ্ছিল। ঘুমিয়ে পড়তেই হঠাৎ লাল আলো দেখতে পেল। দুপাশে।তিনি উঠে দাঁড়ালেন এবং অবাক হয়ে তাকালেন।আকাশে একটি মেঘ এসে ধীরে ধীরে নেমে আসছে।সেখানে একজন সুন্দরী মহিলা,মর্যাদাসম্পন্ন এবং সুন্দরী,সাধারণ মানুষের থেকে সম্পূর্ণ আলাদা। জিয়া অবিলম্বে শ্রদ্ধা নিবেদন করে বললেন, \"আজ সপ্তম চন্দ্র মাসের সপ্তম দিন। আমার মনে হয় এই ওয়েভার গার্ল এসেছেন, তার দীর্ঘায়ু ও সম্পদ দিতে চান।\"\nমহিলাটিও উত্তর দিয়েছিলেন: \"মহান সম্পদের সাথে দীর্ঘায়ু আসে।\"\nতিনি কথা শেষ করার পরে, আভা ফিরে এল এবং মেঘগুলি ধীরে ধীরে উঠল। মহিলাটি তখনও গুও জিইয়ের দিকে একটি মনোরম হাসি নিয়ে তাকিয়ে ছিল। কেবল যখন সে তার থেকে অনেক দূরে ছিল তখন ধোঁয়াটি ঝাপসা হয়ে গিয়েছিল এবং তাকে আর দেখা যায়নি।\nমহিলাটি যেমনটি বলেছিলেন ঠিক তেমনই এটি সত্য হয়ে উঠল। জিয়ার গুণাবলী বিশ্ব-বিখ্যাত, তিনি একজন অত্যন্ত জনপ্রিয় মন্ত্রী এবং তিনি যোগ্যতা ও গুণাবলী উভয়েরই একজন জেনারেল।", "聖意": "বাড়িতে নিজের জন্য একটি ইচ্ছা তৈরি করুন, নিজের জন্য একটি ইচ্ছা তৈরি করুন, অর্থের জন্য প্রার্থনা করুন, ব্যবসায় সৌভাগ্য, বিবাহে সৌভাগ্য, লিউজিয়াতে সৌভাগ্য, মানুষের সাথে সুখী ভ্রমণ, চলন্ত ক্ষেত্র, রেশম কীট, স্থিতিশীল পশুসম্পদ, সন্ধানে দুর্ভাগ্য মানুষ, পাবলিক মামলা, মাইগ্রেশন, সৌভাগ্য, হারানো সম্পত্তি রোগ, ঝেনজিংশানে সমাধি", "古人": "চীনা ভালোবাসা দিবসে রাজা ফেনিয়াং তার নাতির সাথে দেখা করেন", "第X籤": "ছিয়ান্নটি স্বাক্ষর করুন", "宮": "xugong"}