{"籤詩版本二": "ঘোড়ার লাগাম এবং চাবুক ধরে, আমরা সোজা এখানে আসি, অর্ধেক বিপদে এবং অর্ধেক দুর্যোগে।\nযেন একটা ঘর আগুনে পুড়ে ছাই হয়ে যায়।আকাশ পড়লে বৃষ্টি ছাই হয়ে যায়।আমার একটা পরিকল্পনা আছে।", "詩意": "এই হেক্সাগ্রাম অর্ধেক দুঃখ এবং অর্ধেক আনন্দের প্রতিনিধিত্ব করে।\nসব কিছুতেই ভালো করা বাঞ্ছনীয়।", "解曰": "আজীবন শ্রম। সঠিক এবং ভুল সম্পর্কে চিন্তা করবেন না। শেকলগুলি অস্থায়ী। বিরক্তি স্বাভাবিকভাবেই আসে।", "籤詩故事一": "◇ তাও সানচুন গুয়ায়ুয়ানে ঝেং এনকে পরাজিত করেছেন\n\"আমার স্মৃতি দীর্ঘজীবী হোক,\" ঝাও কুয়াংইন আবার উঠে দাঁড়ালেন, \"বেইপিং রাজা ঝেং এন তখন একটি বিয়ের ব্যবস্থা করেছিলেন৷ এখন যেহেতু বিশ্ব শান্তিতে রয়েছে, আমি বিয়ে করার জন্য একটি শুভ দিন বেছে নেওয়ার জন্য আপনার অনুমতি চাইতে চাই৷ \"\n\"আমার স্মৃতিসৌধ দীর্ঘজীবী হোক!\" ঝাও কুয়াংগিন উঠে দাঁড়িয়ে বললেন, \"পিকিংয়ের রাজা, ঝেং এন, তখন একটি বিবাহের ব্যবস্থা করেছিলেন। এখন যেহেতু বিশ্ব শান্তিতে রয়েছে, আমি একটি শুভ নির্বাচন করার জন্য আপনার অনুমতি চাইতে চাই। বিয়ে করার দিন।\"\n\"ওহ, তৃতীয় ভাই এর আগে বাগদান হয়েছিল, আমি এই সম্পর্কে জানলাম না কিভাবে?\" চাই রং খুব অবাক হলেন। তিনি ঝাও কুয়াংইনের কাছে বসে কথা বলার জন্য হাত নাড়লেন।\n\"ওহ! তৃতীয় ভাই এর আগে বাগদান হয়েছিল, আমি কীভাবে এ সম্পর্কে জানতাম না?\" চাই রং (পরবর্তী ঝাউ রাজবংশের সম্রাট) খুব অবাক হলেন। তিনি হাত নেড়ে ঝাও কুয়াংইনকে বসতে এবং কথা বলতে বললেন।\n\"এটি একটি দীর্ঘ গল্প। প্রথমত, আমরা তখনও দারিদ্র্যের মধ্যে ছিলাম এবং আপনার সেনাবাহিনীতে যোগদান করিনি। তারপর থেকে, আমরা বছরের পর বছর ধরে লড়াই করছি এবং আপনার যত্ন নেওয়ার সময় নেই। দ্বিতীয়ত, তৃতীয় ভাইটিও সামান্য এটা উল্লেখ করতে লজ্জা লাগে, তাই মহারাজ জানেন না।\"\n\"এটি একটি দীর্ঘ গল্প। প্রথমত, আমরা তখনও দারিদ্র্যের মধ্যে বাস করছিলাম এবং আপনার সেনাবাহিনীতে যোগদান করিনি। তারপর থেকে, আমরা বছরের পর বছর ধরে লড়াই করে যাচ্ছি এবং আপনার যত্ন নেওয়ার সময় নেই। দ্বিতীয়ত, তৃতীয় ভাইটিও একজন। এটা উল্লেখ করতে একটু লজ্জা লাগে, তাই মহারাজ জানেন না।\"\n\"আরে, কলেজের পুরুষ ছাত্র বিয়ে করছে, বিব্রত হয়ে লাভ কী? তৃতীয় ভাই অনেক দিন ধরে যুদ্ধের ময়দানে রয়েছেন এবং একজন অতুলনীয় বীর হিসাবে বিবেচিত হতে পারেন। আপনি এই বিষয়ে এত তুচ্ছ কেন?\"\n\"আরে! কলেজের ছেলে বিয়ে করছে, বিব্রত হয়ে লাভ কী? তৃতীয় ভাই অনেক দিন ধরে যুদ্ধের ময়দানে আছেন এবং তাকে অতুলনীয় বীর হিসাবে গণ্য করা যেতে পারে। আপনি এই বিষয়ে এত তুচ্ছ কেন?\"\n\"যার কথা বলতে গিয়ে, আমি আমার তৃতীয় ভাইকে লাজুক হওয়ার জন্য দোষ দিতে পারি না, কারণ এই বিয়েটি জাল ছিল।\"\n\"যার কথা বলতে গিয়ে, আমি আমার তৃতীয় ভাইকে লাজুক হওয়ার জন্য দোষ দিতে পারি না, কারণ এই বিয়েটি জাল ছিল।\"\n\"টাইপ করা হয়েছে? আরে, এটা আকর্ষণীয়। দয়া করে আমাকে বলুন কি হয়েছে।\"\n\"আমি এটা টাইপ করেছি! আরে! এটা মজার! দয়া করে আমাকে বলুন কি হয়েছে।\"\n\"হ্যাঁ, আমার মনে আছে সেই বছর, যখন আমরা মহারাজে যোগ দিতে যাচ্ছিলাম, আমরা বাওচেং কাউন্টির মধ্য দিয়ে যাচ্ছিলাম। জুন মাসে খুব গরম ছিল। আমার তৃতীয় ভাই হোটেলে থাকতে পারেনি, তাই সে একা ঘুরে বেড়াতে গিয়েছিল। একটি তরমুজ বাগান পেরিয়ে, তিনি কিছু তুলতে গেলেন। তরমুজ তৃষ্ণা নিবারণ করেছিল। এই সময়ে খুব তাড়াতাড়ি পাকা তরমুজ ছিল না, এবং তৃতীয় ভাই কীভাবে বাছাই করতে হয় তা জানত না, তাই সে অনেকগুলি ভেঙে ফেলেছিল। তরমুজের দিকে তাকিয়ে থাকা মহিলাটি তৃতীয় ভাইকে অভিযুক্ত করার জন্য এগিয়ে গেল। দুজনের মধ্যে মতানৈক্য হয়েছিল, এবং তারপর তারা মারামারি শুরু করেছিল। আসুন। ভাগ্যক্রমে, আমি চিন্তিত ছিলাম এবং সময়মতো উদ্ধার করতে ছুটে যাই, অন্যথায়...\"\n\"হ্যাঁ, আমার মনে আছে সেই বছর, যখন আমরা মহারাজে যোগ দিতে যাচ্ছিলাম, আমরা বাওচেং কাউন্টির পাশ দিয়ে যাচ্ছিলাম। জুন মাসে খুব গরম ছিল। আমার তৃতীয় ভাই হোটেলে থাকতে পারেনি, তাই সে একা ঘোরাঘুরি করতে বেরিয়েছিল। একটি তরমুজ বাগান পেরিয়ে, তিনি কিছু তুলতে গেলেন। তরমুজ তৃষ্ণা নিবারণ করেছিল। এই সময়ে খুব তাড়াতাড়ি পাকা তরমুজ ছিল না, এবং তৃতীয় ভাই কীভাবে বাছাই করতে হয় তা জানত না, তাই সে অনেকগুলি ভেঙে ফেলেছিল। তরমুজের দিকে তাকিয়ে থাকা মহিলাটি তৃতীয় ভাইকে অভিযুক্ত করার জন্য এগিয়ে গেল। দুজনের মধ্যে মতানৈক্য হয়েছিল, এবং তারপর তারা মারামারি শুরু করেছিল। আসুন। ভাগ্যক্রমে, আমি চিন্তিত ছিলাম এবং সময়মতো উদ্ধার করতে ছুটে যাই, অন্যথায়...\"\n\"এই ঝেং জিমিং, এটা তার দোষ, প্রথমে তার ক্ষমা চাওয়া উচিত। কেন সে তাকে মারলো? তাছাড়া, তার মতো একজন হিংস্র লোকের ঘুষি ও লাথি সহ্য করবে কিভাবে? টুকরা। না?\" \"মেয়েটি অক্ষত ছিল...\"\n\"এই ঝেং জিমিং, এটা তারই প্রথম দোষ, তাই তার ক্ষমা চাওয়া উচিত। কেন তুমি তাকে মারধর করছ? তাছাড়া একটা মেয়ের পরিবার তার মতো একজন হিংস্র লোকের ঘুষি ও লাথি সহ্য করবে কিভাবে! এসো, বলো, আপনি এই মেয়েটিকে মারধর করেছেন। না?\"\n\"মেয়েটি অক্ষত ছিল ...\"\n\"ঠিক আছে, ঠিক আছে... আরে, আপনি ব্যবস্থা নেননি? ওহ, আমার ধারণা আপনি সময়মতো আমাকে উদ্ধার করেছেন।\"\n\"ঠিক আছে! ঠিক আছে... আরে! আপনি ব্যবস্থা নেননি? ওহ! আমার ধারণা আপনিই ছিলেন যিনি আমাকে সময়মতো বাঁচিয়েছিলেন!\"\n\"...না, আমি যাকে উদ্ধার করেছি সে ছিল...তৃতীয় ভাই।\" \"...না, আমি যাকে উদ্ধার করেছি সে ছিল...তৃতীয় ভাই।\"\n\"আহ আহ?!\"\n\"তৃতীয় ভাইকে মহিলাটি মাটিতে ছিটকে ফেলেছিল এবং সারা পথ বেধড়ক মারধর করেছিল। সৌভাগ্যবশত, আমি এসে তাকে চলে যেতে রাজি করিয়েছিলাম, তাই সে গুরুতর আহত হয়নি। ... মহারাজ... মহারাজ!... \"\n\"তৃতীয় ভাইকে মহিলাটি মাটিতে ছিটকে পড়েছিল এবং তাকে বেদম মারধর করেছিল। সৌভাগ্যবশত, আমি এসে তাকে চলে যেতে রাজি করি, তাই সে গুরুতর আহত হয়নি। ... মহারাজ... মহারাজ!...\"\n\"আহ?...ওহ, কে সেই মহিলা!?\" \"আহ!?...ওহ, কে সেই মহিলা!?\"\n\"এটা পরেই আমি জানতে পেরেছিলাম যে মহিলার নাম ছিল তাও সানচুন, এবং তার বাবা তাও হং একজন বৃদ্ধ নায়ক ছিলেন যার কোনো উচ্চাকাঙ্ক্ষা ছিল না। তাও সানচুন ছোটবেলা থেকেই তার বাবার কাছ থেকে মার্শাল আর্ট শিখেছিলেন। আমি জানতে পেরেছিলাম। তার পরিবার, আমি দেখেছি যে মিস সানচুনের অসামান্য চরিত্র ছিল। , লুও লুও এবং উদার, ছোট মেয়ে হওয়ার অভ্যাস ছাড়াই, তারা ইচ্ছাকৃতভাবে তার সাথে মিলিত হয়েছিল। তাও বাবা এবং মেয়েও তৃতীয় ভাইয়ের সরল চরিত্রটি খুব পছন্দ করেছিলেন। তারা সঙ্গে সঙ্গে তা বন্ধ করে দেন এবং তাদের দুজনের জন্য এই বিয়ের সিদ্ধান্ত নেন। মহারাজ, দয়া করে আমাকে বলুন, এটা কি জাল বিয়ে নয়?\"\n\"এটা পরেই আমি জানতে পারি যে মেয়েটির নাম তাও সানচুন, এবং সে ছোটবেলা থেকেই তার বাবার কাছে মার্শাল আর্ট শিখেছিল। আমি তার পরিবারের সাথে পরিচিত হওয়ার পরে, আমি দেখেছি যে মিস সানচুনের অসামান্য চরিত্র ছিল। উদার, এবং ছোট মেয়েটির অভ্যাসের কোন চিহ্ন ছিল না, তাই আমি ইচ্ছাকৃতভাবে তাকে নিয়োগ দিয়েছিলাম। মিঃ তাও এবং তার মেয়েও তাদের তৃতীয় ভাইয়ের সোজাসাপ্টা চরিত্রটি খুব পছন্দ করেছিলেন। তারা অবিলম্বে এটি বন্ধ করে দেয় এবং তাদের জন্য এই বিয়ের সিদ্ধান্ত নেয়। আপনার মহারাজ, দয়া করে বলুন, এটা কি জাল বিয়ে নয়?\"\n(এই গল্পটি একটি রূপক, কারণ একটি খারাপ জিনিস একটি ভাল জিনিস হয়ে উঠেছে।)", "聖意": "বাড়ি এবং নিজের সুরক্ষার জন্য প্রার্থনা করুন, সতর্ক থাকুন, সম্পদের জন্য প্রার্থনা করুন, ব্যবসা নষ্ট করুন, বিয়েতে বাধা, শাস্তি, লিউজিয়া, বীমা, মাঠে আটকে থাকা পথচারী, রেশম পোকার ক্ষতি, গবাদি পশুর ক্ষতি, নিখোঁজ ব্যক্তি, অবৈধ মামলা, ক্ষতি, অভিবাসন, রক্ষণশীলতা , হারানো সম্পত্তি, মন্দ রোগ, উদ্বেগ, বিপদ, পর্বত, সমাধি, ব্যর্থতা", "古人": "তাও সানচুন তরমুজ বাগানে ঝেং এনকে পরাজিত করে", "第X籤": "নিরানব্বই নম্বর", "宮": "হাইগং"}