{"籤詩版本二": "Neka svijet bude stvoren za dobar brak, povoljne dane i dobra vremena, i da sve bude dobro\nNije mala stvar ako dobijete ovoliko. Car izjavljuje da su ljudi odani i pošteni.", "詩意": "Ovaj heksagram predstavlja početak otvaranja neba i zemlje.\nSve je povoljno.", "解曰": "Rapid speed. Godina nije vredna svog vremena. Guanyin piše. Javite mi prvo.", "籤詩故事一": "◇Zhongli je postao prosvijetljen\nZhongli Quan, prezimenom Zhongli, imenom Quan, ljubaznim imenom Yunfang i nadimkom Zhengyang, bio je porijeklom iz okruga Xianyang, Xi'an, provincija Shaanxi za vrijeme dinastije Istočni Han.\nZhong Liquan je bio general dinastije Han. Tokom ekspedicije na zapadni Qiang, bio je ljubomoran na komandanta Liang Yia i dodijelio mu je samo 30.000 starih i slabih vojnika.Čim je stigao na odredište, logor su opljačkali vojska Zapadnog Qianga, a vojnici su pobjegli. Zhong Liquan se izgubio u dolini i na putu je sreo monaha koji ga je odveo u malo selo i rekao: „Ovo je rezidencija gospodina Donghua.“ Zatim se pozdravio i otišao. Nakon nekog vremena, neko je iznenada rekao: \"To mora da je zato što je zelenooki Hu čovek previše pričljiv.\" Vidio je čoveka koji je nosio krzno belog jelena i koji je držao zeleni štap od kinoe. Pitao je Zhong Liquana: \"Osoba koja je došla ovdje je Han Da. General Zhongliquan\n? Zhong Liquan je bio šokiran, znajući da je upoznao čudnu osobu, pa je iskreno naučio Tao.\nZhong Liquan je kasnije upoznao Zhenren Huayanga i besmrtnog kralja Xuanfua i naučio \"Tajnu besmrtnosti\". Konačno, živeo je u Zijin Sihaofengu na planini Kongtong, dobio je \"Tajnu kutije od žada\" i postao pravi besmrtnik. Takođe je bio poštovan kao jedan od pet severnih patrijarha od strane sekte Quanzhen.", "聖意": "Molite se da vaš dom i dom budu blagosloveni srećom u jesen i zimu.Tražite sreću u jesen i zimu.Sreću u poslu,sreću u braku,sreću u rađanju momaka,sreću u putovanju u polje , sretno u svilenim bubama, sretno u stoci, sretno u pronalasku ljudi, sretno u javnim tuzbama, sretno u seobi, izgubljena imovina, sjeveroistocne bolesti, sretno u slanju planina i grobova.", "古人": "Zhongli je postao prosvetljen", "第X籤": "prvi znak", "宮": "Uterus"}