{"籤詩版本二": "Brige i brige se privremeno oslobađaju, a radost dolazi s neba.\nBaš kao žad skriven u balegi, dobar radnik diže prašinu", "詩意": "Ovaj heksagram predstavlja harmoniju Yin i Yang.\nSve što planirate je povoljno.", "解曰": "Ništa dobijeno, ništa izgubljeno. Dobitak iz gubitka. Zlikovac je u nevolji. Sretno vam, gospodo.", "籤詩故事一": "◇Ye Meng Xiong Chao Di\nYe Mengxiong (1531-1597), čije je ljubazno ime bilo Nanzhao, a ime Longtang, promijenjen je u Longtan i također nazvan Huayun. Rodom iz Wanshifanga, Huizhou Fucheng (sada dio okruga Huicheng, grad Huizhou) u dinastiji Ming. U 44. godini vladavine Jiajinga (1565.), postao je Jinshi i dobio je titulu magistrata okruga Qing. Radio je kao direktor odjela za transfere, a kasnije je promijenjen u nadzornog cenzora Shanxi Roada.\nU 20. godini Vanlija (1592), generalni konzul Ningxia, Kuaibai (poglavica mongolskog tatarskog plemena), ubio je guvernera Dang Xina i zauzeo Četrdeset sedmu tvrđavu u provinciji Hexi. , razbio grad, obožavao i spalio sebe do smrti. Meng Xiong nije arogantan u preuzimanju zasluga i dopušta da njegove vještine budu jednako dobre kao i one generala koji se usude da se bore. Zvanični Wei Xuezeng je vraćen. U kasnijim godinama, pet puta je dao ostavku i vraćen u Huizhou da izgradi hram Huilong.\nYe Mengxiong je na početku ušao u taoizam kao državni službenik i bio je poznat po svom poštenju i poštenju. Stari istorijski zapisi govore da je bio \"prvi po poniznosti i sposobnosti\", \"eliminira korupciju i kažnjava pobune\", ostavljajući dobru reputaciju. bio izuzetno odan, hrabar, hrabar i snalažljiv. Dobar u streljaštvu. U drugoj polovini njegovog života, njegove borilačke veštine su zabeležene u „Historiji dinastije Ming“ i smatran je nacionalnim herojem.", "聖意": "Dom je nepovoljan (sve mirniji).Jesen i zima su dobre za sebe, bogatstvo je uspješno, transakcije uspješne, a brak uspješan.Ljujia ima lažnu uzbunu (ima blaga).Pešaci idu u polja da se mole za svilene bube , a šest životinja je stan.Ljudi pronađeni.Javne tužbe su nepovoljne.Migracije su konzervativne, izgubljena imovina sprečava bolest,a grobnica je u Fušanu.", "古人": "Ye Meng Xiong Chao Di", "第X籤": "Šesnaesti pobjednički loto", "宮": "Maogong"}