{"籤詩版本二": "Zlatna vrana pada na zapadu, a zec se diže na istoku.Cikus dana i noći nastavlja se od antičkih vremena do danas.\nMonasi i taoisti znaju da ne postoji nedostatak, a učenjaci, farmeri, industrija i trgovci svi slijede svoje misli.", "詩意": "Ovaj heksagram predstavlja rast i slabljenje jina i janga.\nTo je takođe znak da će sve ići po planu.", "解曰": "Nema ništa na umu. Ono što ste uradili je zaslužno. Kao strijela iz luka. Jedan hitac je pogodio metu.", "籤詩故事一": "◇Ujak Cao Guo je besmrtan\nZa Cao Guojiua, rodom iz Xuzhoua, kaže se da je bio veliki ujak države tokom Renzong perioda dinastije Song.Zvao se Cao Yi, također poznat kao Cao Jingxiu.\nUjak Cao Guo je imao mlađeg brata po imenu Cao Er. Ovaj Cao Er se oslanjao na svoj položaj carske vlasti i činio je svakakva zla.Okupirao je polja, oduzimao žene i kćeri i sprijateljio se sa nekim bezakonim zlikovcima, dolazili i izlazili.Cao Guojiu to nije mogao podnijeti, pa je odbijao je slušati njegove dobre riječi i utjehe, pa je upotrijebio kaznu da ga kontroliše. , dva brata su se zamjerila.\nCao Guojiu je rekao: \"Principi svijeta su da će oni koji akumuliraju dobre stvari napredovati, a oni koji akumuliraju zlo će nestati. Ovo je nepromjenjiva istina. Naša porodica Cao je u prošlosti akumulirala zla djela kako bi stekla današnje bogatstvo. Sada moj brat je nagomilao zlo do krajnosti, čak i ako pobjegne Čak i ako te kazni službeno lice, ne možeš pobjeći od skrivenih katastrofa. Jednom kada dođe katastrofa i tvoja porodica bude uništena i neko umre, nećeš moći pobjeći u Ja ću biti ponižen i plašit ću se toga.“ Dakle, raspršio sam sve svoje bogatstvo, On je pomagao siromašnima i nije više mario za poslove svoga brata. Zatim je napustio dom i prijatelje, presvukao se u taoističku uniformu i otišao u planine da neguje svoj um i prirodu.\nJednog dana, slučajno je sreo Zhonglija i Lu Dongbina iz dinastije Han. Bili su veoma sretni što su vidjeli elokventne odgovore ujaka Cao Guoa. Dali su mu \"Tajni edikt o vraćanju istine\" i naredili mu da pažljivo vježba. Ubrzo je Zhongli Quan i Lu Dongbin su uvedeni u besmrtnu klasu.", "聖意": "Sreća za dom, dom, sreća, sreća, sreća u poslu, brak, muški putnik, sadnja svilene bube u polju, prerana sadnja šest stoke, gubitak dobiti, traženje ljudi, pravni postupak, migracija, dobro sreca za izgubljenu imovinu, kasnu bolest, srecu (godina zeca ili horoskopski znak zeca nije sretna), sretno u planinskim grobovima", "古人": "Ujak Cao Guo je besmrtnik", "第X籤": "Potpišite osamnaesti", "宮": "Maogong"}