{"籤詩版本二": "Pustite čamac da se vrati sa plaže brze vode, šta želite učiniti zbog previranja?\nAko želite da budete sigurni, tražite mir i čekajte da talasi prođu ovu krizu.", "詩意": "Ovaj heksagram je poput čamca koji putuje brzom obalom.\nOstanite konzervativni u svemu i čekajte vrijeme.", "解曰": "Iskrcaj u jakoj vodi. Opasnost čeka na vrijeme. Ako pitate za planove kampa. Ništa se ne može učiniti.", "籤詩故事一": "◇Ziyi je krunisan za kralja\nGuo Ziyi (697-781), također poznat kao Guo Linggong, bio je rodom iz okruga Zheng, Huazhou (sada okrug Huaxian, provincija Shaanxi) i general u dinastiji Tang.\nTokom Anši pobune 14. godine Tianbaoa (755.), dobio je titulu Shuofang Jiedushi (Lingwu, zapadno od Lingwua u današnjoj Ningxii). Naređeno mu je da krene u krstaški rat. Kombinovao je Šuofangovu vojsku sa Li Guangbijem u maršu Udružili su snage kod Čangšana (Zhengding, Hebei) i porazili Ši Siminga, povratili Hebei. U to vrijeme, Guo Ziyi je predložio da car zauzme Fan Yang sa sjevera i napadne jazbinu pobunjeničkog tigra kako bi smanjio opsadu Tongguana, ali je Xuanzong odbio. Nakon toga, nametnuta je situacija separatističkih vazalnih gradova u kasnoj dinastiji Tang, što je također postalo udaljeni uzrok propasti dinastije Tang.\nU petnaestoj godini vladavine Tianbaoa (756.), on i Ujgurska koalicija umirili su Hequ. U proljeće sljedeće godine povratili su Hedonga (sada Yongji, Shanxi) i Feng Yija (sada Dali, Shaanxi) i napali Tongguan, porazivši Cui Qianyu.Tang vojska je pretrpjela više od 10.000 žrtava. Cui Qianyu se predao Pujinu. An Lushan je ubio njegov sin An Qingxu.\nDruge godine Zhidea (757) dobio je naređenje da predvodi trupe u Fengxiang. Na putu je porazio 5.000 Li Guirenovih konjanika na mostu Baiquliuyun (današnji jugoistočno od Sanyuana).U maju se borio sa An Shouzhongom i Li Guirenom. u Qingquu (današnji zapadno od Xi'ana) je poražen i povukao se u Wugong (današnji sjeverozapadno od Wugonga).U septembru je slijedio maršala Guangpinga Wang Li Chua da predvodi Tang i Ujgure da se pridruže 150.000 vojnika, a zatim se borio sa An Shouzhong i Li Guiren u Xiangu. Sjeverno od hrama Ji (jugozapadno od današnje županije Chang'an), ujgurski vojnici su kružili iza neprijatelja, napali s obje strane i ubili 60.000 neprijatelja. Zhang Tongru je pobjegao u okrug Shaanxi, i konačno povratio glavni grad Chang'an (današnji Xi'an).Veličanstvo Tang vojske je ponovo vraćeno Chang'anu.\nNakon toga, Tang vojska je iskoristila pobjedu i krenula prema istoku, porazivši 150.000 ljudi uključujući Yan Zhuanga i Zhang Tongrua u Xindianu (sada jugozapadno od grada Sanmenxia, ​​provincija Henan), prisiljavajući Anqing Xua da pređe Žutu rijeku i povuče se u Xiangzhou. Dongjun Luoyang se vratio. Dodajte Situ njegovim zaslugama i učinite ga vojvodom zemlje.\nShi Siming je poveo svoju vojsku iz Fan Yanga da spasi An Qingxu. Dvije strane su se borile u formaciji sjeverno od rijeke Anyang (današnji sjeverno od Anyanga). Borba je bila neraskidiva. Na kraju, predvođena devet Jiedushi, Tang vojska, koja je tvrdio da ima 600.000 ljudi, povučeno (u bici kod Ječenga).rata). Glavni komandant ove bitke bio je evnuh Yu Chaoen, koji nije imao vodstvene sposobnosti i okrivio je Guo Ziyija za neuspjeh bitke. Guo Ziyi je pozvan nazad u Chang'an, razriješen vojne moći i postao je neaktivan službenik.\nPrve godine Baoyinga (762.) pobunile su se trupe u Taiyuanu (današnji jugozapad od Taiyuana) i Jiangzhouu (današnji Xinjiang u provinciji Shanxi). kontrolirati Jiangzhou. Također ga je otuđio evnuh Cheng Yuanzhen i razriješen vojne moći.\n(Fokus ove priče: Guo Ziyi, koji je bio vrlo sposoban i dobro se ponašao, upoznao je Xuanzonga i neke zlikovce, što je u velikoj mjeri ugrozilo njegova postignuća.)", "聖意": "Blagosiljanje doma i sebe, traženje bogatstva, bez transakcija, bez braka, bez lažne uzbune, pješaci koji dolaze u Tiancanji, teško pronaći ljude, javne tužbe i (ne Xing), migracije, konzervativnost, izgubljena imovina, teško pronaći, bolesti, molitva za blagoslov, planine i grobnice, povoljno", "古人": "Ziyi je krunisan za kralja", "第X籤": "Devetnaesti dobitni lot", "宮": "Tatsumi"}