{"籤詩版本二": "Nakon toliko briga i opasnosti, od sada više nikada neće biti prazan\nVelikodušno srce ima svoje velikodušne planove. Morate upoznati stručnjaka da biste postigli velika postignuća.", "詩意": "Ovaj heksagram je poput drevnog bunara sa izvorom.\nU svemu plemeniti ljudi postižu uspjeh.", "解曰": "Tužba će na kraju biti opravdana. Bolesno i sigurno. Ulazite i izlazite da tražite savjet. Drevni bunar sreće proljeće.", "籤詩故事一": "◇Yao Chong kontrolira skakavce\nYao Chong (649-721), čije je pravo ime bilo Yuan Chong, bio je iz Shaanzhoua. Služio je kao ministar Xia Guana, Shangshua Chunguana, Ziweilinga, Zhongshulinga i premijera u dinastiji Tang.\nČetvrte godine Kaiyuana (716), Shandong (uglavnom se odnosi na sliv Žute reke istočno od Huašana) su harali skakavci. Ljudi su bili vezani sujevernim idejama i nisu se usuđivali da ih love i ubijaju. Umesto toga, oni su postavili svoje mesto. prinosili žrtve, palili tamjan, klanjali se pored polja i gledali usjeve kako proždiru skakavci.\nSvi zvaničnici su vjerovali: „Skakavci su prirodna katastrofa, kako ih može kontrolisati ljudstvo!“ Borba između dvije različite ideje bila je u to vrijeme žestoka, da li eliminirati ili ne eliminirati skakavce.\nYao Chong je rekao: \"Sve dok radimo zajedno, možemo ih se svih riješiti. Rekao je: Skakavci se boje ljudi, pa ih je lako otjerati. Sadnice imaju vlasnike, tako da spasioci moraju naporno raditi; skakavci mogu letjeti i sigurno će letjeti kada vide vatru noću; zapalite ih U polju, kopajte rupe dok gore, zakopajte ih dok gore, i neće ostati ništa.\"\nXuanzong je rekao: \"Skakavci su prirodna katastrofa uzrokovana lošim moralnim upravljanjem. Ako tražite da ih se lovi i ubija, zar ovo nije protivno?\"\nYao Chong je dodao: \"Drevni su praktikovali hvatanje i ubijanje skakavaca, a vaše veličanstvo će to koristiti u budućnosti. To je veliki nacionalni događaj koji će donijeti mir i prosperitet poljoprivrednicima. Molimo vas da to ozbiljno razmotrite.\"\nXuanzong je bio uvjeren. Ali tada su svi unutar i izvan suda govorili da se skakavci ne mogu loviti.\nXuanzong je rekao: „Razgovarao sam sa premijerom i odlučio sam da uhvatim skakavce. Svako ko se ponovo usprotivi biće pogubljen.“ Zato je poslao cenzora da nadgleda i uputi ljude da spale i zakopaju skakavce.\nRezultati su bili prilično efektni, širom zemlje je uhvaćeno devet miliona dana skakavaca, a kuga skakavaca je uspješno eliminirana.Poljoprivreda je te godine ostvarila dobar rod.\n(U upravljanju katastrofama i evakuaciji treba koristiti mudrost i moraju postojati genijalne strategije za prevazilaženje poteškoća. Yao Chong je stručnjak za ovo pitanje)", "聖意": "Kuća je obična, sam je blokiran, traženje novca je blokirano, trgovina je blokirana, brak i sloga su blokirani, postoji opasnost u Liujii, blokirani su pješaci, blokirani su svilene bube, stoka je nepovoljna, ljudi nisu pronađeni, ljudi su blokirani , javne tužbe se vode, migracija je nerazumna, izgubljene stvari je teško pronaći, bolesti se mole za blagoslov, planine i grobovi su nemirni", "古人": "Yao Chong kontrolira skakavce", "第X籤": "Dobitak na lutriji dvadeset i peti", "宮": "Mi Palace"}