{"籤詩版本二": "Priča se da su se stvari okrenule naglavačke, a ja sam dobio pismo sa horizonta.\nSlava i uspjeh koji su mi obećani u knjizi ostali su prazni do kraja.", "詩意": "Ovaj heksagram ima lažno ime.\nPreporučljivo je biti konzervativan u svemu.", "解曰": "Gore i dole uznemiren. Traženje dokolice nije besposleno. Želja za slavom. Budite sigurni.", "籤詩故事一": "◇Zhong Kui postiže prosvjetljenje\nZhong Kui, čije je prezime Zhong Kui, čije je ljubazno ime Zhengnan, je iz Zhongnanshana.\nZa vrijeme vladavine cara Dezonga iz dinastije Tang, Zhong Kui je učestvovao u carskom ispitu. Zhong Kui je pročitao ispitna pitanja i odmah napisao članak u jednom potezu i predao ga. Glavni ispitivač toga dana bio je Han Yu, ministar civilnih poslova, a zamjenik ispitivača Lu Zhi, veliki učenjak. Kada su njih dvojica pročitali rad Zhong Kuija, oči su im zasjale i uglas su rekli: „Čarobnjak, čarobnjak! Svaka reč u ovom članku je izuzetna, dostojna Li Taibaija i Du Zimeija!“ Tako su naveli Zhong Kuija kao prvo mesto.\nCar Dezong je saslušao Han Yuov izveštaj i rekao da je Zhong Kui, novi šampion nauke, veoma talentovan, pa je pozvao Zhong Kuija u Zlatnu palatu.\nKada je car Dezong ugledao njegovu ružnu pojavu, odmah je osetio nezadovoljstvo i rekao: \"Odabir učenjaka na našem dvoru je sav zasnovan na ličnim rečima i kaligrafiji. Kako se tako ružna osoba može izabrati kao naučnik broj jedan u zlatnim naukama?\" \"\nHan Yu je žurno kleknuo i rekao: \"Dobri i loši ljudi nisu sve u izgledu. Zar ne čuješ, sveti Bože, da je Yan Ying visok tri stope i da je jednak premijeru? Zhou Chang muca, ali može pomoći dinastiji Han; Konfucije procjenjuje ljude po izgledu i gubi svog sina Jua. Nadam se da će vaše veličanstvo dobro razmisliti.\"\nCar Dezong je na trenutak razmislio i rekao: \"Iako su Han Aiqingove riječi razumne, kada sam ja bio car Taizong, bilo je osamnaest učenjaka koji su došli u Yingzhou i razgovarali o tome. Ovaj čovjek je bio naučnik broj jedan. Bojim se da je svijet smijat će mi se što ne prepoznajem talente.\"\nPremijer Lu Qi je bio uskogrudan i zavideo je talentima. Nakon što je čuo careve riječi, kleknuo je i rekao: „Naučnjak broj jedan u zlatnoj temi mora biti i unutrašnji i vanjski. Za ovu temu ima tri stotine kandidata. Zašto ne odabereš drugu?\"\nKada je Zhong Kui vidio da je ovaj čovjek toliko zbunjen, nije mogao a da se ne naljuti. Pokazao je na Lu Qija i opsovao: „Ako je takav neuki službenik na sudu, neće li naštetiti zemlji?“ Nakon toga, udario je Lu Qija pesnicom.\nVidevši to, Dezong je pobesneo i rekao: \"Tako si hrabar, usuđuješ se da praviš nevolje u Zlatnoj palati, brzo je sruši!\"\nU bijesu, Zhong Kui je izvukao mač iz struka generala koji je stajao u palači i glasno uzdahnuo: „Frustriranoj mački je teško oponašati tigra, a frustrirani papagaj nije tako dobar kao piletina.\" Nakon toga je izvršio samoubistvo.\nKada je car Dezong vidio da je Zhong Kui izvršio samoubistvo u bijesu, bio je veoma iznenađen.Da bi osvojio srca ljudi, naredio je da Zhong Kui bude sahranjen sa zvaničnom titulom učenjaka broj 1, a također je nazvao Zhong Kuija Bogom. egzorcizma kako bi se svijet oslobodio zlih duhova.", "聖意": "Molite se za blagoslov za svoj dom, svoju sigurnost, finansijske poteškoće, poslovni neuspjeh, neuspjeh braka, Liujia žene pješake, povjerenje poljske svilene bube napola kuhane, šest domaćih životinja, mogu se uzgajati, nestali ljudi, zapadne javne tužbe, gubitak migracije, konzervativnost, gubitak imovine, bolest, moli za sreću u planinama i grobovima", "古人": "Zhong Kui je stekao Tao", "第X籤": "Dvadeset šesti dobitak na lutriji (lutrija)", "宮": "Mi Palace"}