{"籤詩版本二": "Provođenje vremena u miru i tišini, sjedeći i ležeći uz čaj nakon sitosti\nNe morate biti fizički i psihički zauzeti i sigurno nećete uzrokovati nepravdu ili katastrofu.", "詩意": "Ovaj heksagram je simbol mira i stabilnosti.\nU svemu, čekanje na pravo vreme doneće sreću.", "解曰": "Ostanite zdravi. Pitaj bogove. Sačekaj da dođe vreme. Stvari se dešavaju slučajno.", "籤詩故事一": "◇Foyinhui Dongpo\nJednom je Su Dongpo stekao izvesno razumevanje dok je proučavao zen. Shvatio je da je njegovo stanje transcendentno i osetio je radost u tome. Ne mogavši ​​da obuzdam svoju strast, raširio sam pero i napisao pesmu:\n\"Usred neba, Jishou sjajno sija širom svemira; nesposoban da ga oduvaju osam vjetrova, on sjedi uspravno na ljubičastom zlatnom lotosu.\"\n(Osam vjetrova se odnosi na: profit, pad, uništenje, ugled, hvalu, ismijavanje, patnju i sreću. To jest, ne nervirati se zbog ovih osam stanja naziva se \"osam vjetrova ne može se kretati\")\nNakon što ga je napisao, Dongpo je poslao svog slugu preko rijeke da ga da zen majstoru Foyinu iz hrama Jinshan.\nNakon što ju je zen majstor Foyin pročitao, označio ju je riječju \"prdec\" i dao je svom sluzi da vrati.\nDongpo je bio bijesan nakon što je ovo vidio, pa je prešao čamcem preko rijeke i otišao do hrama Jinshan da pronađe Budin pečat za razgovor.\nKada je Dongpo stigao na kapiju hrama Jinshan, Foyin je već čekao na vratima.\nSu Dongpo je odmah optužio Foyina: \"Zašto pjesmu koju sam napisao nazvao prdećem?\"\nFoyin je odgovorio: \"Zar nisi već 'nesposoban da te oduva osam vjetrova'? Kako bi te 'prebio preko rijeke' prdez!\"\nU tom trenutku, Dongpo je bio šokiran kada je shvatio da nije dovoljno dobar i otišao je posramljen.\n(Ova priča je metafora za \"Vrućina još nije stigla\")", "聖意": "Molite se za svoj dom i sopstvenu sigurnost, za svoje bogatstvo, za svoj posao, za dobar provod, za vaš brak, za putnicu u Liujia, za dolazak svilenih buba u polja, za šest stoke da bude štala, za pronalaženje nekoga, za nevolju, za javne tužbe, za seobu, za izgubljenu imovinu, za bolest, za slanje u planinsku grobnicu, povoljan", "古人": "Foyinhui Dongpo", "第X籤": "Trideset jedan pobjednički broj", "宮": "Wei Gong"}