{"籤詩版本二": "Povratak je siguran.Ko zna žad skriven u kamenu?\nJednom kada dobar majstor bude jasan, osjećat će se sigurno i sigurno u periodu jaspisa", "詩意": "U ovom heksagramu možete vidjeti sliku žada kada sečete kamen.\nTrudite se da u svemu uspijete.", "解曰": "Blago je u kamenu. Stranci malo znaju. Sačekajte dok ne bude jasno. Uradite sve što možete.", "籤詩故事一": "◇Liu Bei traži talente (tri posjete kolibi sa slamom, tri posjete kolibi sa slamom)\nPeriod Tri kraljevstva. Zhuge Liang je živio povučeno u kolibi od slame u Longzhongu. Liu Bei je bio nestrpljiv da traži talente, pa je lično posetio Zhuge Lianga. On je posetio Zhuge Lianga tri puta (poznato kao \"Tri posete slamnatoj kolibi\" u istoriji). Liu Bei je zamolio druge da se drže podalje i zamolio Zhuge Lianga: \" Dinastija Han je pala, a izdajnički ministri su im ukrali živote. Vaše Veličanstvo.\" Prekriveni prašinom. Ne mjerim svoju vrlinu i svoje sposobnosti, želim vjerovati u veliku pravednost svijeta, već u svoju mudrost i vještine su plitke, pa ih masovno koristim. Od danas. Međutim, moja ambicija još uvijek nije gotova, mislite li da će plan biti proveden?\"\nZhuge Liang mu je potom predstavio plan podjele svijeta na tri dijela, analizirao situaciju u kojoj je Cao Cao bio nedostupan, a Sun Quan bi mu mogao priskočiti u pomoć, a elaborirao je i kukavičluk državnih pastora u državama Jing i Yi. , i postojala je prilika da ih se iskoristi, a samo te dvije države mogle su se iskoristiti. Tek tada može osvojiti svijet, čak je Liu Beiju rekao i strategiju napada na Centralnu ravnicu. (Ova diskusija je kasnije nazvana \"Longzhong Dui\"). Nakon što je Liu Bei to čuo, pohvalio ga je kao da je pronašao blago i snažno je pozvao Zhuge Lianga da izađe u pomoć, tako da je Zhuge Liang postao Liu Beijev vojni savjetnik.", "聖意": "Kuća je mirna, tražim bogatstvo, posao ometa brak i postaje virtuelni putnik u Liujii.", "古人": "Liu Bei traži talente (tri posjete kućici sa slamom, tri posjete kućici sa slamom)", "第X籤": "Trideset i drugi dobitnik na lutriji", "宮": "Wei Gong"}