{"籤詩版本二": "Obucite se i reorganizujte stari porodični stil.Tao je bez neba, ali ima zasluge.\nNakon što su pomestili trnje i trnje na putu, njih trojica su se dogovorili da se ponovo okupe sa svojim kolegama", "詩意": "Ovaj heksagram predstavlja preuređivanje odjeće.\nSve je teško prije nego što kasnije postane lako.", "解曰": "Ne brini. Lijepo se provedi. Ako pitate za budućnost. Pred nama je dobar put.", "籤詩故事一": "◇ Budistički spisi Tanga Monka\nXuanzang (602-664), eminentni monah iz dinastije Tang, imao je zajedničko prezime Chen i ime Yi.Rođen je u okrugu Goushi, Luozhou (danas južni dio grada Yanshi, provincija Henan). Postao je monah sa trinaest godina i uzeo budističko ime Xuanzang. Svijet se zove Sanzang iz dinastije Tang.\nU trećoj godini Zhenguana (629., takođe poznatoj kao prva godina Zhenguana), otputovao je na zapad u Tianzhu (Indija) kako bi nabavio budističke spise. Sam se upustio u opasnost i izdržao teškoće. Stigao je tek za četiri godine.\nSedamnaeste godine Zhenguana, gospodar je službeno dao ostavku i vratio se na istok. U Kinu se vratio južnim putem današnje provincije Xinjiang, Khotana i Loulana, za ukupno sedamnaest godina i putovanje od 50.000 milja. Kada je stigao u Chang'an u prvom mjesecu devetnaeste godine Zhenguana, car je naredio Liang Guogong Fang Xuanlingu i drugim civilnim i vojnim zvaničnicima da mu prirede veliku dobrodošlicu.\nZatraženo je ukupno 520 i 657 tomova originalnih sanskritskih budističkih spisa. i preveden na kineski.\nNakon što se majstor vratio, car Taizong i car Gaozong su ga veoma poštovali i upisan je u Da Nei, dajući mu titulu \"Majstor Tripitaka\".", "聖意": "Kuća je u previranju, sretno sebi, sreća, dobar posao, dobar brak, ometanje dolaska ljudi u polje, svilene bube, nepovoljna stoka, potraga za ljudima, javne tužbe, seobe, izgubljena imovina, zakasnela bolest, molitva za blagoslov, planinske grobnice treba da budu stare.", "古人": "Tang Monk uči budističke spise", "第X籤": "Trideset peti dobitnik lutrije", "宮": "Shen Gong"}