{"籤詩版本二": "Ako želite da budete sigurni i mirni, nije prikladno imati svijeće na vjetru.\nBolje je pospremiti i sjediti u dubokoj sali, izbjegavati svjetlo, tresti se na tihom mjestu i kretati se. Shake → Yao. Besplatno → malo.", "詩意": "Ovaj heksagram je poput vjetra koji trese lampu i svijeću.\nOdržavanje stvari konstantnim donosi sreću.", "解曰": "Smjestite se na mirnom mjestu. Budite dežurni i dođite na vrijeme. To nije blagoslov. Konzervativno i prikladno.", "籤詩故事一": "◇Li Jing se vraća na planinu\nLi Jing (571.-2. jula 649.), ljubazno ime Farmaceut, bio je rodom iz Sanyuana, Yongzhou (sada sjeveroistočno od okruga Sanyuan, provincija Shaanxi). General od kasne dinastije Sui do rane dinastije Tang, bio je poznati vojni strateg sa civilnim i vojnim vještinama u dinastiji Tang. Kasnije mu je dodijeljena titula vojvode od Weia, a u svijetu je bio poznat kao vojvoda od Wei.\nLi Jing je otac trećeg princa Nezha na listi bogova, poznatog i kao \"Kralj Tota\". Li Jing i njegov sin pomogli su Jiang Ziji (Tai Gong) da porazi kraljicu Zhou, uspostavi dinastiju Zhou i kralja Wu je zvanično stupio na tron. Jiang Ziya je zatim sastavio listu bogova i obavio ceremoniju da umiri duše vojnika koji su poginuli u bici. Od tada je svijet postao miran i miran. Kralj Vu je želeo da napravi markize i da ih nagradi, a takođe je želeo da dodeli zemlju herojima osnivačima. Li Jing, njegov otac i sin, i ostalih sedam ljudi tražili su da se vrate na planinu da praktikuju taoizam i da ne budu opsjednuti svjetovnom slavom i bogatstvom. Kasnije su svih njih sedmoro \"postali sveci u tijelu\" i svrstani u klasu besmrtnika.\nPriča o \"Feng Shen Bangu\"", "聖意": "Kuća je konzervativna, ja sam običan, tražim bogatstvo, imam poteškoća u poslu, moj brak je nedosledan, Liujia se moli da pešaci imaju veru, svilene bube su zrele u jesen, a šest životinja je na sigurnom, ljudi su nestali, javne tužbe i migracije su konzervativne, bolesti izgubljene imovine, ne mijenjaju grobnicu u Jianxingshanu", "古人": "Li Jing se vraća na planinu", "第X籤": "Trideset sedmi dobitnik lutrije", "宮": "Shen Gong"}