{"籤詩版本二": "Crveni točak pada na zapadu, zec se diže na istoku, jin raste i jang nestaje, i sve napreduje\nAko žena želi da ga koristi, to će povećati njeno bogatstvo i donijeti sreću njenom srcu.", "詩意": "Ovaj heksagram je simbol rasta Yina i nestajanja Janga.\nSve je teško prije nego što kasnije postane lako.", "解曰": "Yin koristi ženama. Nije prikladno za muškarce. Ako tražite savjet. Prvo dolazi zlo, a onda dolazi dobro.", "籤詩故事一": "◇Wu Zetian se popeo na tron\nU dobi od 14 godina, Wua je pozvao u palatu car Taizong Li Šimin iz dinastije Tang kao talentovanu osobu, po imenu \"Wu Mei\". Nakon što je Taizong umro, Zetian je ušla u hram Ganye i postala časna sestra.\nKada je car Gaozong iz dinastije Tang došao na tron, pozvao je porodicu Wu u palatu da oda počast Zhaoyiju. Šeste godine Yonghuija (655.), car Gaozong je postavio Wu za svoju kraljicu.\nWu Zetian je bio inteligentan, bavio se književnošću i istorijom, i bio je bogat snalažljivošću. Ubrzo nakon što je Wu Zetian postala kraljica, jer je Gaozong bila slaba i bolesna, ponekad joj je povjeravao da se bavi određenim političkim poslovima, tako da je njena moć rasla. U prvoj godini Shangyuana (674.), car Gaozong je nazvan \"Car\", carica Wu je bila \"kraljica neba\", a oboje su u palati zvali \"Dva sveca\".\nU prvoj godini Hongdaoa (683), Gaozong je umro, princ Li Xian je došao na tron, a Wu Zetian je došao da vlada dinastijom. U februaru prve godine Sišenga (684.), Wu Zetian je svrgnuo Li Xiana kao kralja Lulinga i uspostavio njenog četvrtog sina Li Dana za cara, nastavljajući da vlada dinastijom. U septembru iste godine promijenila je zastavu u zlatnu, a Luoyang, istočni glavni grad, preimenovan je u božansku prijestolnicu. Devetog dana septembra prve godine Tianshoua (690), Wu Zetian se proglasio carem i promijenio ime zemlje u Zhou.", "聖意": "Dom je nepovoljan za sebe, molitva za blagoslov, traženje bogatstva, čuvanje transakcija, sreća u braku, loša sreća u braku (žensko), pješaci blokiraju polja, svilene bube, prosperitetna stoka, traženje ljudi, razdvajanje, tužbe, gubitak, migracija , gubitak imovine, bolest, šok, planine i grobovi, sretno", "古人": "Wu Zetian se popne na tron", "第X籤": "Četrdeseti dobitnik na lutriji", "宮": "Ti Palace"}