{"籤詩版本二": "Pamtit ćeš beskrajno dobre riječi, ali ćeš postati tvoj sin ako prepoznaš lopova.\nNemojte biti pohlepni u ovom trenutku i brinuti o tome kako bi on uradio nešto dobro prije godinu dana.", "詩意": "Ovaj heksagram identificira lopova kao sina.\nBudite oprezni u svemu što radite.", "解曰": "Samo ovaj. Gospodin ne griješi. Imajte to na umu. Nemojte biti usamljeni.", "籤詩故事一": "◇Dong Zhuo prihvata Lu Bu\nLu Bu, hrabar i dobar u borbi, bio je čuveni vojni general na kraju dinastije Istočni Han i na početku Tri kraljevstva.Nekoć je smatrao Ding Yuana, guvernera Jingzhoua, svojim usvojenim ocem i služio pod njim.\nNakon smrti cara Linga iz dinastije Istočni Han, Ding Yuan je otišao u Peking kako bi u dosluhu sa generalom He Jinom kontrolirao vladu.\nDong Zhuo se borio sa Ding Yuanom, ali nekoliko generala nije uspjelo pobijediti Lu Bua, pa je Dong Zhuo poslao svog podređenog Li Sua da podmiti Lu Bua. Li Su je donio hrpe zlata i srebra i poznatog konja crvenog zeca da \"posjeti Lu Bu\". Li Su je donio hrpe zlata i srebra i poznatog crvenog konja zeca da posjeti Lu Bu. Tako je Dong Zhuo podmitio Lu Bua da ubije Ding Yuana, i rekao je svojim vojnicima da pođu s njim ako žele i da odu ako ne žele da ga slijede. Kao rezultat toga, većina vojnika je pobjegla. Tako je Lu Bua podmitio Dong Zhuo i ubio Ding Yuana.\nNakon što je Dong Zhuo dobio vlast, usvojio je Lu Bua kao svog usvojenog sina i učinio ga generalom i markizom.\nDong Zhuo je imao nasilnu narav, a \"odnos oca i sina\" sa Lu Buom je zapravo bio veoma slab. 189. godine nove ere, na podsticaj Situ Wang Yuna, Lu Bu je ubio Dong Zhuoa.\nŠest mjeseci nakon Dong Zhuove smrti, Dong Zhuove stare trupe su napale glavni grad, a Lu Bu i njegova žena su pobjegli u panici. Nakon što je napustio glavni grad, Lu Bu je potražio utočište kod vojskovođa Yuan Shu, Yuan Shao, Zhang Yang, Zhang Miao, Liu Bei, itd., i mnogo puta se borio sa Cao Caoom, još jednim glavnim vojskom u to vrijeme. Lu Bu je bio hrabar i dobar u borbama, i nekoliko puta je porazio Cao Caoa.\nU trećoj godini Jian'ana u dinastiji Istočni Han, Cao Caoove trupe su napale Xiaopei, Lu Buovu bazu, i Cao Cao ih je zarobio i ubio ispod Baimen tornja. Prije pogubljenja, Lu Bu je zamolio Cao Caoa da ga održi u životu kako bi izbjegao smrt, ali Liu Bei je podsjetio Cao Caoa da je Lu Bu izdao mnogo puta i da je nepošten čovjek. Na kraju je Cao Cao, koji je cijenio samo talente bez obzira na moral, pogubio Lu Bua.", "聖意": "Nemirno mi je kod kuće, obično tražim novac, čuvam se transakcija, teško je stupiti u brak, čovjek Liujia je šokiran, svilene bube su poluzrele u polju, šest životinja je na sigurnom, osoba ga traži , javna tužba je prikladna, a migracija je molitva za izgubljene stvari koje je teško pronaći, bolesti i mir u grobnici planine Zhenxing.", "古人": "Dong Zhuo prihvata Lu Bu", "第X籤": "Br. 41 Dobivanje lota", "宮": "Ti Palace"}