{"籤詩版本二": "Svijet je fleksibilan i sve stvari su samoodržive, samoodržive i sigurne\nSve je u životu divno, hvala svecima i mudracima na svemu i budite uspješni.", "詩意": "Ovaj heksagram predstavlja harmoniju između zemlje i zemlje.\nSve ide kako treba i nema opasnosti.", "解曰": "Sve se stvari rađaju. Svi planovi i želje se ostvaruju. Ford pomaže. Rui Qi je u žurbi.", "籤詩故事一": "◇Šetači stiču prosvjetljenje\nPriča Putovanje na Zapad:\nSun Wukong je preuzeo Planinu cvijeća i voća i postao kralj. Kasnije, kako bi pronašao način da živi zauvjek, proveo je osam ili devet godina putujući preko planina i rijeka da bi se poklonio patrijarhu Bodhiju kao svom učitelju. Naučio je sedamdeset godina. dvije transformacije zemaljskog zla i salto oblaka, te po prvi put uzeo prezime Sunce po imenu Wukong.\nNakon toga, Sun Wukong je otišao u Zmajevu palatu u Istočnom kineskom moru kako bi pronašao odgovarajuće oružje, i konačno pronašao Ruyi Zlatnu palicu, božansku iglu Tianhea i Dinghaia. Pošto je njegov životni vek prošao, napravio je veliku pometnju u podzemnom svetu, revidirao knjigu života i smrti i vratio se u ljudski svet. Kasnije je Sun Wukong po prvi put bio pozvan od strane neba i nazvan je Bima Wen. Kasnije je po drugi put pozvan u raj i nazvan Kralj majmuna. Takođe je ukrao breskve i izazvao nevolje na nebu. Bio je zapečaćen u peći Bagua da praktikuje svoje zlatne oči i vatrene oči. Konačno je potisnut Tathagata Buddha u podnožju planine Wuzhi 500 godina, nesposoban da se kreće. Mjesto gdje je bagua peć prebačena pretvorilo se u goru plamena.\nPet stotina godina kasnije, Monah Tang je otišao na Zapad da nabavi svete spise, prošao pored planine Pet elemenata i skinuo talisman prije nego što je spasio Sun Wukong. Sun Wukong je briznuo u plač od zahvalnosti.Nakon instrukcija Guanyin Bodhisattve, obožavao je Tang Monka kao svog učitelja i otišao na Zapad da zajedno uče Svete spise. Na putu da nauči svete spise, Sun Wukong se spustio na demone i eliminisao čudovišta, te je u više navrata izvodio izvanredne podvige, međutim, njegov gospodar Tang Seng ga je uvijek iznova pogrešno razumio i protjerao. Nakon osamdeset i jedne poteškoće, posao je konačno završen.Četvorica majstora i učenika stigli su u hram Xitian Leiyin i dobili pravo pismo. Sun Wukong je postigao pravi rezultat.\n(Ova priča je metafora da čak i majmun može postati prosvijetljen, a kamoli ljudsko biće.)", "聖意": "Dom je povoljan za sebe, za bogatstvo, posao, brak, Liujia, muške pješake, ometanje polja, svilene bube, šest životinja, Zhongping, traženje ljudi, tužbe, uspjeh, migracija, gubitak imovine, bolest, grobnica Xingxingshan, stvari su povoljni", "古人": "Putnik postiže prosvetljenje", "第X籤": "Potpisan 43", "宮": "xugong"}