{"籤詩版本二": "Hladno vrijeme pretvara vodu u led Zašto biti pohlepan za slavom?\nNemam izbora nego da mirno sjedim i čekam da lišće prirodno procvjeta.", "詩意": "U ovom heksagramu voda se pretvara u led.\nNe tražite ništa uzalud.", "解曰": "Voda se smrzava u led. Led se topi u vodu. Ako je u pitanju zavera. Tako je.", "籤詩故事一": "◇Wang Xiang traži šarana (Dvadeset četiri priče o sinovskoj pobožnosti)\nWang Xiang iz dinastije Jin, ljubazno ime Fuzheng, rođen je u Linyiu.\nKada je Wang Xiang bio mlad, umrla mu je biološka majka.Njegov usamljeni otac je oženio ženu po imenu Zhu, a Vang Xiang je imao novu majku. Kada je Wang Xiang bio mlad, njegova biološka majka je preminula, a njegov usamljeni otac oženio se ženom po imenu Zhu. Wang Xiangova maćeha je bila uskogrudna i ljubomorna žena, nije joj se sviđao Wang Xiang i često ga je grdila zbog trivijalnih stvari. Ubrzo je i maćeha rodila sina po imenu Wang Lan. Maćeha je volela samo sopstvenu decu i smatrala je Vang Sjanga trnom u oku. Postala je još zahtevnija prema Wang Xiangu i često je loše govorila o Wang Xiangu pred njegovim ocem. Čak ga ni otac postepeno više nije voleo. Maćeha je volela samo sopstvenu decu i smatrala je Vang Sjanga trnom u oku. Bila je još zahtevnija prema Vang Sjangu i često je loše govorila o Vang Sjangu pred njegovim ocem. Čak ga ni otac postepeno više nije voleo. Iako je Wang Xiangov polubrat, Vang Lan je vrlo prijateljski nastrojen prema svom bratu. Uprkos mučenju svoje maćehe, ona je i dalje bila veoma sinovska. Maćeha je tako gruba, ali Vang Xiang je i dalje veoma sinovski.\nNjegova maćeha ima hobi, odnosno voli jesti svježu ribu tek izlovljenu iz rijeke. Njegova maćeha ima hobi, odnosno voli jesti svježu ribu tek izlovljenu iz rijeke. Jedne zime njegov otac je otišao poslom, a maćeha mu se ponovo razboljela. Braća Wang Xiang i Wang Lan pažljivo su služili majci supu i lijekove. Po jakom hladnom vremenu, maćehina bolest se i dalje nije poboljšala. požuri. Jedne zime njegov otac je otišao poslom, a maćeha mu se ponovo razboljela. Braća Wang Xiang i Wang Lan pažljivo su služili majci supu i lijekove. Po jakom hladnom vremenu, maćehina bolest se i dalje nije poboljšala. požuri. Bolesna maćeha je htela da jede svežu ribu iz reke.U toj oštroj hladnoj klimi napolju je padao sneg i voda u reci se već pretvorila u debeo led. Bolesna maćeha je htela da jede svežu ribu.Gde bi se mogla naći sveža riba u toj ledenoj i snežnoj klimi?\nU to vrijeme nije bilo vansezonskih jela, a nisi ih mogao kupiti ni da imaš novca.\nU ovom trenutku u priči dogodila se dirljiva priča Wang Xiangqiu Lia. Dva brata su bespomoćno čuvala majku.Vang Xiang je otišao do zaleđene reke kako ne bi razočarao svoju bolesnu maćehu.Vang Xiang je imao ideju i skinuo košulju bez obzira na hladnoću.Ležao je gol na glečeru i želeo da ga koristi vlastitu tjelesnu temperaturu da topi led (pa se Wang Xiangqiu šaran naziva i Wang Xiang koji leži na ledu). Skinuo je košulju i legao nag na glečer. Pomolio se Bogu i rekao: „Bože, moja majka je bolesna i želi da jede svežeg šarana. Moraš da nađeš put za mene bez obzira na sve.“ Začudo, ledeni blok pored njega iznenada je puknuo, a bila su dva Živi šaran je iskočio iz pukotine i skočio na led.Vang Xiang je bio veoma srećan. Molio se Bogu: „Bože, moja majka je bolesna i želi da jede svežeg šarana. Moraš da nađeš put za mene bez obzira na sve.“ Začudo, ledeni blok pored njega iznenada je napukao, a na njemu su se pojavile dve pukotine. Živi šaran je iskočio iz pukotine i skočio na led.Vang Xiang je bio veoma sretan. Brzo je kleknuo, zahvalio Bogu i otrčao kući sa šaranom. Brzo je kleknuo, zahvalio Bogu, brzo uzeo šarana i otišao kući. Nakon što je maćeha pojela svježeg šarana, ubrzo se oporavila od bolesti. Maćeha u bolničkom krevetu ostala je zapanjena kada je ugledala goli gornji deo tela Wang Xianga, koji je postao ljubičasti od hladnoće, i dve ribe u njegovim rukama. Sretna je utrčala u sobu i ostala zapanjena.\nVang Xiang je kasnije postao zvaničnik i postao Taibao, te je dobio titulu vojvode.", "聖意": "Nelagodno kod kuće, molim se za zaštitu, finansijske poteškoće, poslovni problemi, brak, nedosljednost u osiguranju Liujia, pješaci, Chitian svilene bube, šest gubitaka stoke, nestali ljudi, javne tužbe, migracija, konzervativnost, izgubljena imovina, bolest, teško povratiti, planinska grobnica, sretno", "古人": "Wang Xiang traži šarana (Dvadeset četiri priče o sinovskoj pobožnosti)", "第X籤": "Četrdeset i devet osvajanje lota", "宮": "Haigong"}