{"籤詩版本二": "Možete putovati u sve krajeve zemlje, okačeći nadstrešnicu jedra da je slobodno držite\nAko bude povoljan vjetar, uskoro će stići i čamac će biti pun blaga.", "詩意": "Ovaj heksagram je kao da vučete čamac vjetrom.\nSve ide dobro.", "解曰": "Odmorite se. Nije potreban napor. Mnogo bogatstva. Svi se divili.", "籤詩故事一": "◇Tao Zhugui Five Lakes (Jezero Fan Ligui)\nU periodu proleća i jeseni, Fan Li, čije je ljubazno ime bilo Šaobo, takođe je bio poznat kao Gui Yizipi ili Tao Zhugong.\nU to vrijeme, došlo je do rata između države Wu i države Yue, a država Wu uništila je državu Yue. Fan Li i Wen Zhong formulirali su plan za kralja Yue Gou Jiana da promovira Yuea i uništi Wua. Fan Li je lično putovao kroz planine i reke i posetio Xi Shi, prelepu ženu sa vrlinom, talentom i lepotom, na reci Huansha na planini Bailuo i predstavio je kralju Wua. Koristio je \"trik za lepotu\" da sarađuje iznutra i izvana i uništio Wu kraljevstvo.\nNakon što je uspio da zbriše Kraljevstvo Wu, Fan Li je znao da je Gou Jian \"ptica dugog vrata s kljunom\" i da može s njim podijeliti nevolje i sreću, pa je otišao na brod sa Xi Shi-om preko Qi kraljevstva, promijenio svoj ime Gui Zipi, i vodio svog sina i učenike u Qi kraljevstvo.Oni žive u kućici pored mora. Vredno je radio na obrađivanju pustoši, vođenju sporednih poslova i poslovanju, a za nekoliko godina nakupio je desetine miliona porodične imovine. Bio je velikodušan u širenju bogatstva i činjenju dobra svom rodnom gradu. Fan Lijevu mudrost i sposobnost cijenili su ljudi iz Qija. Kralj Qija ga je pozvao u Linzi, glavni grad, i obožavao ga kao premijera zaduženog za vladine poslove . Uzviknuo je: \"Biti funkcioner može dovesti do ministara, a vođenje porodice može dovesti do bogatstva. Za običnog građanina koji je počeo od nule, ovo je dostiglo krajnost. Dugotrajno poštovanje vjerovatno nije dobar znak.\" Dakle, samo tri godine kasnije, Jiliu se ponovo hrabro povukao, vratio pečat kralju Qija i poklonio svo porodično bogatstvo svojim bliskim prijateljima i sumještanima.", "聖意": "Kuća je dobra za sebe (za otpremu), traži bogatstvo, sretno za zapad, posao kasni, brak nije dobar, Liujia je sigurna, ljudi blokiraju polja, svilene bube, jesen, dobro za šest životinja, proljeće je prosperitetno, ljudi traže ljude, tužbe su loše, migracije su konzervativne, izgubljene stvari, zapadne bolesti se raspliću, planine i grobovi su južni.", "古人": "Tao Zhugui Five Lakes (Jezero Fan Ligui)", "第X籤": "Pedeseti dobitnik na lutriji", "宮": "Haigong"}