{"籤詩版本二": "Za uhvatiti mjesec u vodi potrebno je puno truda, ali ništa.\nNe pričajte gluposti i uzalud trošite napore da ojačate organizam.Reč \"telo je uvelo\" znači \"telo je usamljeno\".", "詩意": "Ovaj heksagram je pohlepan za slikom napora.\nSve je naporno i naporno.", "解曰": "Obećanja je teško zapamtiti. Puno napornog rada. Brinite kod kuće. Čeka da upozna plemenite ljude.", "籤詩故事一": "◇Taibai je uhvatio mjesec dok je pijan (Li Taibai je uhvatio mjesec dok je pijan)\nLi Bai (701-762), također poznat kao Taibai, također poznat kao Qinglian Jushi. Pesnik dinastije Tang, koji je sebe nazivao prognanim besmrtnikom, bio je poznat kao Besmrtnik poezije i uvek je bio srećan bez pića.\nJednom je Li Bai došao u Jinling (sada Nanjing) i odmarao se u restoranu pored Wende mosta.\nTaj dan je bio petnaesti dan zimskog lunarnog mjeseca, a noću je sjedio sam u restoranu i divio se mjesecu, pijući i recitirajući pjesme. Taj dan je bio petnaesti dan zimskog lunarnog mjeseca, a noću je sjedio sam u restoranu i divio se mjesecu, pijući i recitirajući pjesme. Li Taibai je najviše volio mjesec u svom životu, govoreći da je čist i lijep. Li Taibai je najviše volio mjesec u svom životu, govoreći da je čist i lijep. Te noći je podigao pogled i ugledao bijeli i okrugli mjesec na nebu.Bio je veoma srećan i popio još nekoliko čaša. Te noći je podigao pogled i ugledao bijeli i okrugli mjesec na nebu.Bio je veoma srećan i popio još nekoliko čaša. U ponoć, Li Taibai je iskoristio vino i sišao dole do mosta Wende. U ponoć, Li Taibai je iskoristio vino i sišao dole do mosta Wende. Čim je zakoračio na most, spustio je glavu i iznenada ugledao mjesec kako pada u vodu.Kada se rijeka pomjerila, bijeloj mjesečevoj sjeni dodano je nekoliko crnih linija. Čim je zakoračio na most, spustio je glavu i iznenada ugledao mjesec kako pada u vodu.Kada se rijeka pomjerila, bijeloj mjesečevoj sjeni dodano je nekoliko crnih linija. Li Taibai je u to vrijeme bio toliko pijan da je mislio da je to mjesec zamrljan riječnom vodom. Li Taibai je u to vrijeme bio toliko pijan da je mislio da je to mjesec zamrljan riječnom vodom. Nije se potrudio ni da izuje čizme, otvorio je ruke i skočio s mosta da uhvati mjesec. Nije se potrudio ni da izuje čizme, otvorio je ruke i skočio s mosta da uhvati mjesec. Neočekivano, ovim skokom mjesec nije uhvaćen, već je mjesec u vodi razbijen i odmah se podijelio na dvije polovine. Neočekivano, u ovom skoku, mjesec nije uhvaćen, već se čovjek utopio. Umro je u šezdeset i drugoj godini.", "聖意": "Kuća je nemirna i sami ste u lošoj sreći (nesrećni, pazite na zdravlje), tražite ravnotežu u bogatstvu (ne razmišljajte o tome), teški poslovi, brak nije sređen, molite se za zaštitu (prazne riznice za sprečavanje pobačaja ), pješaci su u nevolji, poljske svilene bube pet bodova, šest životinja u padu, traženje ljudi (nesrećni), javne tužbe i (Stop tužbi) Obična migracija (ne spominji) Gubitak imovine (aviona) Molitva za zaštitu od bolesti (nesretnih) Sreća u planinama i grobovima", "古人": "Taibai je uhvatio mjesec dok je pijan (Li Taibai je uhvatio mjesec dok je pijan)", "第X籤": "Pedeset drugi dobitak na lutriji (lutrija)", "宮": "Uterus"}