{"籤詩版本二": "Kada se frustracija pretvori u ushićenje, zmajevi riču, a tigrovi riču.\nPlavo nebo ima svoj put do neba. Neka mi bude još jedna prilika za slavu.", "詩意": "Ovaj heksagram je poput zmaja koji riče i tigra koji riče.\nPostoji nada da će sve proći kako treba.", "解曰": "Samo nauči i idi. Imajte vlastiti prosperitet. Mora se napraviti na kraju. Tu se može naći mjesto.", "籤詩故事一": "◇Liu Bei regrutuje mladu\nNakon bitke kod Čibija, Sun Quan je bio željan da povrati Jingzhou, koji je preuzeo Liu Bei, pa je iskoristio Zhou Yuov plan, pretvarajući se da želi zaručiti svoju sestru Sun Ren za Liu Beija, ali je u stvari želio uzeti Liu Bei kao talac da preuzme Jingzhou.\nNakon što je Zhuge Liang špijunirao Zhou Yuov plan, predao je brošuru sa strategijom Zhao Yunu, koji je štitio Liu Beija kada je otišao u Soochow. Zhao Yun je slijedio strategiju u brošuri i namjerno napravio veliku buru da pusti Wu Guotaija ( Sun Quanov otac) zna za ponudu za brak. Budući da je Wu Guotai volio svoju kćer i nije bio voljan da donosi neobavezne odluke o životnim poslovima svoje kćeri, prekorila je Sun Quana da je bio nemilosrdan prema njegovoj sestri i predložila je da lično provjeri da li je Liu Bei dostojan svoje kćeri u hramu Ganlu. Nakon što je Wu Guotai upoznala Liu Beija, ona je veoma cijenila Liu Beija i snažno se zalagala za brak između Liu Beija i njegove kćeri. Kao rezultat toga, Liu Bei se uspješno oženio gospođom Sun.\nKasnije su Liu Bei i gospođa Sun zajedno pobjegli natrag u Jingzhou.Kasnije je Sun Quan htio da se krišom napadne Jingzhoua dok je Liu Bei napadao Yizhoua, ali ga je zaustavio Wu Guotai, koji je bio zabrinut za sigurnost svoje kćeri.\nRekao je: \"Zhou Yu-ov pametan plan je najbolji na svijetu. Izgubio je ženu i izgubio svoje trupe.\"\n(Liu Bei je stekao štetu)", "聖意": "Nemam srece kod kuce i nemam srece (prvo peh pa sreca).Trazi bogatstvo, ravnotežu, nevolje u braku, uspeh u braku. Moli se za blagoslov za pešake, svilene bube u poljima, pet bodova za štetu na stoci, traži ljudi, tužbe i seobe, sretno za izgubljenu imovinu, sretno za bolesti, mir planina i grobova.", "古人": "Liu Bei regrutuje mladu", "第X籤": "Pedeset treća lutrija", "宮": "Uterus"}