{"籤詩版本二": "Ujutro i u sumrak, Budina podrška mora biti u vremenima opasnosti, ali ne i u opasnosti\nAko vas privlači plemenita osoba, onda će vas pratiti i novac i svila. Ovo je Chuan Lai. Sve zavisi od vas.", "詩意": "Ovaj heksagram predstavlja tajni blagoslov bogova i Buda.\nBudite strpljivi i sretno u svemu.", "解曰": "Znak staromodnog mira. Kada je sve skupo, to će biti povoljno.", "籤詩故事一": "◇Tang Monk je postigao prosvjetljenje\nJednog dana, Tang Seng je došao do reke i ispred nje ugledao Budinu planinu Lingshan. Ispred nje je bio most od jedne daske. Tang Seng se nije usudio da je pređe. Buda se transformisao u lađara i držao razbijeni čamac bez dna. Čim je Tang Monk ušao u čamac, pao je u reku i spasio ga je čamac. Ovako je Tang Monk stekao status Bude. (Priča o putovanju na zapad)\n◇ Budistički spisi Tanga Monka\nSanzang iz dinastije Tang, njegovo uobičajeno prezime je bilo Čen, a ime Yi. Rođen u okrugu Goushi, Luozhou (sada južno od grada Yanshi, provincija Henan). Postao je monah sa trinaest godina i uzeo budističko ime Xuanzang.\nDa bi došao do originalnih budističkih spisa, krenuo je iz Chang'ana (današnji Xi'an, provincija Shaanxi) u trećoj godini Zhenguana (629. ne), prešao je granicu i prošao kroz bezbrojne teškoće da bi stigao do Tianzhua ( Indija) za prikupljanje svetih spisa. Putovao je po slivovima reka Gang i Ind i jugoistočnim obalnim oblastima Indije, zatim prešao snežne planine i zelene grebene, prešavši više od 50 000 milja napred-nazad. Trebalo mu je 16 godina da se konačno vrati u Chang'an u 19. godine Zhenguana (645. godine). Donio je veliki broj budističkih spisa i preveo ih na kineski.\n(Tang Sanzang je prošao dugo putovanje između Kine i Indije. Mora da je iskusio opasnosti tokom putovanja, ali se mogao bezbedno vratiti jer je iza njega bio nevidljiv svetac zaštitnik.)", "聖意": "Dom je siguran, sam povoljan, zapadni posao uspješan, brak uspješan, pješaci blokiraju polje, svilene bube su blokirane, svilene bube su sedam bodova, stoka je isplativa, potraga je za ljudima, zapad javna tužba je loša, seoba je konzervativna, izgubljena imovina se vidi, bolest je povoljna, planine i grobnice su povoljne.", "古人": "Tang Monk je postigao prosvetljenje", "第X籤": "Dobitak na lutriji 62", "宮": "Yin Palace"}