{"籤詩版本二": "Kada dođe zima, grana šljivinog cvijeta na planini neće biti uništena čak i ako joj lišće opadne, a grane uvenu.\nAli kada dođe proljeće, ja se ipak vratim kao kurtizana i uništim originalno djelo.", "詩意": "U ovom heksagramu, cvijet šljive zauzima vodeću poziciju.\nSve je dobro ako se kasni.", "解曰": "Jedna strela ispaljena u prazno. Kada je prazan, nije prazan. Čekajući proleće. Boja je u njemu.", "籤詩故事一": "◇ Pogodak dva puta\nTokom vladavine cara Dezonga iz dinastije Tang, lojalnog ministra Mei Bogaoa i njegovu porodicu namjestio je izdajnički premijer Lu Qi, koji je htio da ih sve pobije. Samo je njegov sin Mei Liangyu uspio pobjeći. Kasnije je promijenio svoju ime Wang Xitongu kako bi sakrio svoj identitet. Živeo je sam na ulici, gladan i hladan, ali ga je, na sreću, primio Chen Risheng (Chen Dongchu). Chen Risheng nije poznavao njegovo životno iskustvo, pa ga je zamolio da pomogne u brizi o Čenovom vrtu šljiva kako ne bi umro od gladi na ulici.\nChen Risheng je bio drug iz razreda i prijatelj Mei Bogaoa. Kada ga je proganjao Lu Qi, spasio ga je Mei Bogao. Kao rezultat toga, Mei Bogao i Lu Qi su postali neprijatelji. Na kraju je cijela njihova porodica pogubljena. Chen Risheng se zbog toga osjećao tužan i ljut. Nakon što se oženio, dao je ostavku i preselio svoju porodicu u Yangzhou da živi povučeno.\nChen Risheng ima ćerku po imenu Chen Xingyuan, koja je prelijepa i mirisna.Nakon što je Mei Liangyu došla u porodicu Chen, zaljubili su se na prvi pogled. Na dan kada su cvjetovi šljive bili u punom cvatu, a koji je bio i godišnjica smrti Mei Bogaoa, Chen Risheng i njegova porodica otvorili su oltar u vrtu šljiva svog doma u znak sjećanja na svog preminulog prijatelja i dobročinitelja. Neočekivano, vrijeme se iznenada promijenilo , i zapuhala je jaka snježna oluja koja je prekrila sve cvjetove šljive. Čen Rišen se žalio da je uspeo da pobegne bezbedno, ali nije mogao da spase ni potomke porodice Mei. Mislio je da je ovo upozorenje od Boga, pa se zakleo da ako cvetovi šljive ponovo ne procvetaju, dokazujući da potomci porodica Mei je još bila živa, on nikad ništa nije rekao.Pobegao je u budizam i postao monah.\nNjegova kćerka Xingyuan je to čula i odmah je zapalila tamjan i iskreno se pomolila Bogu da ponovo procvjeta cvjetovi šljive. Njihova iskrenost je pokrenula nebo i sva stabla šljiva u vrtu šljiva su ponovo procvjetala; kasnije je Chen Risheng znao da je Xitong Liangyu, pa je zaručio svoju kćer Xingyuan za njega.", "聖意": "Kuća i kuća nisu dobri za sebe, za sopstvenu sreću, za traženje bogatstva, za razboritost u poslovima, za čekanje do venčanja, za zakašnjenje, za venčanje, za zakasnjenje, za napredovanje u proleće, zakasniti, zakasniti, zakasniti, biti zauzet, biti zauzet, biti uspešan, biti zauzet, naći se.", "古人": "Pogodio dva puta", "第X籤": "Šezdeset devet Osvojiti lot", "宮": "Tatsumi"}