{"籤詩版本二": "Chao Chao je kao pčela koja sakuplja cvijeće, koja leti sa jugozapada, a zatim na istok\nProleće je prošlo, cveća nema, a nema gde da se traži. Ovo srce neće promeniti svoje mesto boravka.", "詩意": "Ovaj heksagram je kao pčela koja bere cvijeće.\nSve je naporno i naporno.", "解曰": "Nema prolećnog pejzaža. Kiša pada dugo, ali se nikad ne razvedri. Zatražiti pomoć. Bolje je biti tih.\n.", "籤詩故事一": "◇Li Mi se pobunio protiv dinastije Tang\nLi Mi\n(582-619), pokojni vođa Wagang vojske u seljačkom ustanku u kasnoj dinastiji Sui u Kini. Majstor kaligrafije. Majstor riječi Fa bio je rodom iz Chang'ana, Jingzhao, a dom njegovih predaka bio je Xiangping, Liaodong (sada južno od Liaoyanga, Liaoning). Rodom iz Chang'ana, Jingzhao, njegova domovina predaka je Xiangping, Liaodong (sada južno od Liaoyanga, Liaoning).\nDevete godine Dayea (613.) učestvovao je u pobuni Yang Xuangana protiv dinastije Sui u Liyangu (sada sjeveroistočno od okruga Junxian, provincija Henan). Devete godine Dayea (613.) učestvovao je u pobuni Yang Xuangana protiv dinastije Sui u Liyangu (sada sjeveroistočno od okruga Junxian, provincija Henan). Tajanstveni smisao je poražen,\nLi Mi je pobegao. Xuangan je poražen i Li Mi je pobjegao.\nU dvanaestoj godini Dayea, pridružio se Wagang vojsci\n. U dvanaestoj godini Dayeove vladavine, pridružio se Wagang vojsci. Li Mi je bio dobar u strategiji.U oktobru dvanaeste godine Dayea, Li Mi je ubedio Zhaija da napadne Xingyang Tonga, moćnog generala koji je pratio vojsku, da odbrani Zhang Xutuoa, porazivši vojsku Suija i ubivši Zhang Xutuoa. Li Mi je bio dobar u strategiji.U oktobru dvanaeste godine Dayea, Li Mi je ubedio Zhaija da napadne Xingyang Tonga, moćnog generala koji je pratio vojsku, da odbrani Zhang Xutuoa, porazivši vojsku Suija i ubivši Zhang Xutuoa.\nKasnije je predložio da se napadne skladište Xingluo (kasnije preimenovano u Luokou), otvori skladište za pomoć i proširi tim. Tim Wagang armije je brzo rastao. U 13. godini Dayea, Li Mi je vodio Wagang vojsku, a Zhai Rang bavio se degradiranjem i distribucijom dinastije Sui. Došlo je do rata oko vojnih resursa i drugih pitanja, a Li Mi je ubio Zhai Ranga i stotine njegovih sljedbenika. Kasnije je predložio da se napadne skladište Xingluo (kasnije preimenovano u Luokou), otvori skladište za pomoć i proširi tim. Tim Wagang armije je brzo rastao. U 13. godini Dayea, Li Mi je vodio Wagang vojsku, a Zhai Rang bavio se degradiranjem i distribucijom dinastije Sui. Došlo je do rata oko vojnih resursa i drugih pitanja, a Li Mi je ubio Zhai Ranga i stotine njegovih sljedbenika.\nU martu 14. godine Daye, Yu Wenhuaji je ubio cara Yanga iz dinastije Sui\n, navela je više od 100.000 ljudi da se vrate na zapad. U martu četrnaeste godine Dayea, Yu Wenhuaji (Yu Wen, složeno prezime) ubio je cara Yanga iz dinastije Sui i vratio se na zapad sa više od 100.000 ljudi. Li Mi je dobio naređenje da napadne Huaji. Iako je Huaji poražen, Li Mijeve trupe su također pretrpjele velike gubitke. Kasnije ih je progonio Wang Shichong. Li Mijeva vojska je poražena, a njegov logor uništen. Njegovi generali Qin Shubao, Cheng Zhijie (prvobitno nazvani Cheng Yaojin), Niu Jinda i drugi su zarobljeni. , Shan Xiongxin se predao. Li Mi je dobio naređenje da napadne Huaji.Iako je Huaji poražen, Li Mijeve trupe su takođe pretrpele velike gubitke. Kasnije ga je progonio Wang Shichong. Li Mijeva vojska je poražena i njegov logor uništen. Njegovi generali Qin Shubao, Cheng Zhijie (prvobitno nazvan Cheng Yaojin), Niu Jinda i drugi su zarobljeni, a Shan Xiongxin se predao. Li Mi je bio očajan, pa je u septembru prešao reku do Hejanga i predao se dinastiji Tang. Li Mi je bio očajan, pa je u septembru prešao reku do Hejanga i predao se dinastiji Tang.\nU novembru je Li Juan poslao Li Mija u Šandong da regrutuje stare trupe. novembar,\nLi Juan je poslao Li Mija da čeka u Šandong da regrutuje stare trupe. Osjećajući da je osumnjičen, pobunio se protiv Tanga. Osjećajući da je osumnjičen, pobunio se protiv Tanga. Tang general Sheng Yanshi pozvao je Li Mija da napadne i ubio ga kod Xinggong Xiana. Tang general Sheng Yanshi pozvao je Li Mija da napadne i ubio ga kod Xinggong Xiana.", "聖意": "Kuća, kuća, jezik, sopstvo, negativac, traženje bogatstva, trošenje poslova, brakovi koji ne traju, Liujia, prazno cvijeće, pješaci, Yaotian, šteta od svilene bube, šteta od šest stoke, nestale osobe, tužbe, gubitak, migracija, konzervativnost, izgubljena imovina, bolest, prepreke, reforma planinskih grobnica", "古人": "Li Mi se pobunio protiv dinastije Tang", "第X籤": "Sedamdeseti žreb", "宮": "Tatsumi"}