{"籤詩版本二": "Spoznaja Canglong devetnaeste garde: Žena se udala za drugog muža\nS jednim lukom i dvije strijele, dinosaurusi će odmah živjeti u miru", "詩意": "Ovaj heksagram je poput luka koji drži dvije strijele.\nSve je dobro ako ide zajedno.", "解曰": "Nije preteško. Destiny. Zhen Liuzhong otvara. Preporučljivo je biti oprezan.", "籤詩故事一": "◇Wenjun posjećuje Xiangru\nZhuo Wenjun je bila kćerka unuka Zhuo Wanga, bogatog biznismena iz Linqionga, provincija Sichuan.Bila je iskusna u muzici i imala je književno ime. Udala se kada je imala šesnaest godina, a nekoliko godina kasnije njen muž je preminuo i ona se vratila u rodnu porodicu da živi kao udovica.\nJednog dana, Sima Xiangru je otišao u kuću Zhuo Wangsuna na banket.Kada je saznao da je Zhuo Wenjun tek udovica, odsvirao je pjesmu \"Phoenix Seeking the Phoenix\" kako bi izrazio svoju ljubav. Zhuo Wenjun je već čuo za Sima Xiangru, a ovaj banket ga je još više privukao na Sima Xiangru. S druge strane, nakon banketa Sima Xiangrua, on je odmah potrošio mnogo novca da podmiti ličnu sobaricu Zhuo Wenjun i zamolio je da prenese Sima Xiangruovu ljubav prema Zhuo Wenjunu. Nakon što je Zhuo Wenjun preko služavke saznao za Sima Xiangruovu ljubav, odmah je odjurio u gostionicu u kojoj je Sima Xiangru živio.Vidjevši dolazak Zhuo Wenjuna, Sima Xiangru je odmah pobjegao s njom preko noći u svoj rodni grad u Čengduu.\nKada su bili u Chengduu, par je bio oskudan i morao je da se vrati u Linqiong da otvori mali hotel da bi zaradio za život. Zhuo Wenjun je prodavao vino, a Sima Xiangru je prao suđe. Živeli su siromašnim životom. Nakon što je otac Zhuo Wenjuna, Zhuo Wangsun, saznao za to, pristao je i finansirao ih prema savjetima svojih prijatelja, tako da su se Sima Xiangru i Zhuo Wenjun vratili u Chengdu da žive, a kasnije su se obogatili.", "聖意": "Gubitak doma i imovine, vlastitih prava i nepravdi, traženje bogatstva, transakcije rada, zaštita od ponovnog braka.", "古人": "Wenjun posjećuje Xiangru", "第X籤": "Sedamdeset i jedan dobitni loto", "宮": "Tatsumi"}