{"籤詩版本二": "Pčelari moraju moliti za med, da ih ne ubode ubod\nMora da je pred vama čudan put Tajna je duboka kao šuma od trnja.", "詩意": "Ovaj heksagram simbolizira pčele koje skupljaju med.\nSve je naporno i naporno.\n\n(Ovaj heksagram traži simbol slatkoće i gorčine.\nSprečite katastrofe u svemu.\n)", "解曰": "Stvari treba raditi pažljivo. Nema potrebe da ga forsirate. Pčele skupljaju med. Šta je razlog?", "籤詩故事一": "◇Wang Mang traži talente\nZa porodicu Wang Mang iz dinastije Zapadni Han može se reći da je bila bogata porodica. Iako mu je otac umro mlad, nekoliko njegovih ujaka i ujaka postali su carevi iz dinastije Han. Postali su generali, premijeri, postali markizi i primali nagrade. Porodica Wang je bila izuzetno istaknuta.\nAli Wang Mangova mala porodica bila je izuzetno siromašna; njegov otac je umro mlad, a on je živio samo sa svojom majkom, oslanjajući se na dobročinstvo rođaka. Ali zbog toga je Vang Mang razvio i praktikovao niz vještina u ophođenju s ljudima još od malih nogu. Koliko god da je bio tužan ili ljut, uvek je pokazivao veoma srećan i miran pogled pred rođacima, starijima ili strancima, tako da su ga svi u klanu veoma cenili.\nJednom mu je najstariji ujak bio teško bolestan. Nakon što je saznao za to, došao je i čekao kraj bolesnikovog kreveta, donoseći lijekove i vodu, i bdio je noću. Nekoliko mjeseci zaredom bio je razodjeven, neuredan i iznuren On je jednostavno bio više \"strpljiv\" nego pacijent. Više \"sin\" nego biološki sin.\nZbog toga su ga svi u narodu Tajvana hvalili i pisali pisma tražeći nagradu za njega.\nTako mu je car Cheng iz dinastije Han dao titulu markiza nove prestonice i imenovao ga za čuvara u palati, čime je postao bliski carski ministar.\nSa svojim visokim statusom i velikom moći, Vang Mang nikada nije pokazivao aroganciju ili mlitavost, nego je postajao sve učtiviji i učtiviji. S jedne strane, družio se sa ministrima, generalima, slavnim ličnostima i naučnicima. , pomagao je siromašnima i bio velikodušan sa svojim bogatstvom.\nAli živio je vrlo štedljivo, često jeo jela od mesa, a da ne spominjemo da je nosio duge haljine i haljine dugih rukava, samo kratku odjeću. Pa su ga svi u vladi i javnosti jednoglasno hvalili riječju \"čestiti\".\nKasnije je njegov ujak, Grand Sima Wanggen, umro od bolesti i on je izabran za njegovu zamenu. Car i svi ministri smatrali su da je on najpogodniji. Stoga je Vang Mang, koji je imao samo trideset osam godina, postao Grand Sima s najvećom vojnom moći u zemlji.\n(Ova priča je metafora. Biti dobar u tome da budete dobra osoba može vam pomoći da se riješite \"teškoće da vas pčele ubodu\" i ostvarite svoje ideale kako želite.)", "聖意": "Kuca nije dobra za sebe, familija u nevolji, posao blokiran, brak blokiran, sest oklopa je lazno, pešaci kasne, žetva svilene bube je mala, stoka je mala, teško se nađi ljude, tužba je loša, seobe se ne kreću, izgubljena imovina je loša, bolest namještena, planinski grob izgubljen,", "古人": "Vang Mang traži talente", "第X籤": "Dobitak na lutriji 72", "宮": "Tatsumi"}