{"籤詩版本二": "Kad dođe proljeće, grmljavina trese i insekti cvrkuću, a ja se okrećem od blata\nKada sam prvi put shvatio da i dalje dolazim i odlazim, kada sam se promenio, postao sam zmaj.", "詩意": "Ovaj heksagram je poput grmljavine i insekata.\nUpoznavanje sa plemenitom osobom dobar je znak u svemu.", "解曰": "Grom udara. Dva depozita ulaz i izlaz. Promijenite jednom. Do Tianmena.", "籤詩故事一": "◇Chenqiao pobuna\n959. godine nove ere, Zhou Shizong Chai Rong je umro, a car Gong, Chai Zongxun, koji se popeo na tron, imao je samo sedam godina. U to vrijeme, Zhao Kuangyin, koji je služio kao inspektor ispred palate i izaslanik Songzhoua u njemačkoj vojsci, imao je stvarnu vlast.\nU proljeće 960. godine, Zhenzhou (današnji Zhengding, provincija Hebei) i Dingzhou (današnji okrug Dingxian, provincija Hebei) su izvijestili da vojske dinastije Sjeverni Han i države Liao zajedno idu na jug da napadnu kasniju dinastiju Zhou, sa veliki zamah, i zatražio da pošalje trupe u pomoć. Kasnije je dinastija Zhou naredila Zhao Kuangyinu da povede svoje trupe na sjever u borbu protiv neprijatelja. Zhao Kuangyin je djelovao tajno prema planu svog brata Zhao Guangyija, Zhao Pua, Shi Shouxina i drugih.\n3. februara, kada je vojska stigla u Chenqiaoyi (sadašnji grad Chenqiao, jugoistočno od Fengqiua, Henan), pokrenuli su pobunu i naredili vojnicima da nose žute haljine za njega. Pobunili su se protiv kasnije dinastije Zhou i podržali Zhao Kuangyina kao cara. . Nakon toga, Zhao je poveo svoje trupe nazad u Kaifeng bez paljenja, ubijanja ili pljačke.\"Taizu Chen Qiao se zakleo da neće uznemiravati ljude glavnog grada i obećao je da neće uznemiravati grad na dan kada je ušao u grad.\"\nTrećeg dana treće godine lunarnog mjeseca, Zhao Kuangyin se pobunio u Chenqiaou i vratio se u glavni grad. Fan Zhi je naveo Wang Pua i Wei Renpua da ispitaju Zhao Kuangyina. Luo Yanhuan je izvukao svoj mač ispred šatora i glasno vikao : \"Tri vojske nemaju gospodara. Generali su odlučili da ga postave za cara. Svako ko progovori bit će ubijen!\". Vang Puovo lice je bilo blijedo kao zemlja. Spustio je stepenice i poklonio se. Fan Zhi se također naklonio. Kuang Yin mu je lično pomogao da ustane i ophodio se s njim s velikom ljubaznošću.\nNakon umjerenog otpora, car Gong iz kasnije dinastije Zhou preuzeo je prijesto, a Zhao je preuzeo tron.\"Taizu je trebao prihvatiti zen, ali nije bilo zen teksta. Tao Gu, učenjak Hanlina, prihvatio je naredbu i ušao pored njega govoreći: \"Urađeno je.\"\nNakon što je Zhao došao na tron, promijenio je ime zemlje u Song, Yuan u Jianlong i učinio Kaifeng glavnim gradom. Shi Shouxin, Gao Huaide, Zhang Lingduo, Wang Shenqi, Zhang Guanghan i Zhao Yanhui su svi dobili titulu Jiedushi , koja je u istoriji bila poznata kao \"Chenqiao pobuna\".\nWikipedia\n(Ova priča predstavlja da je ovo početak nastupa Zhao Kuangyina.)", "聖意": "Molite se za svoj dom, svakodnevni život, bogatstvo, sreću, sreću u poslu, plemeniti brak, uspjeh u Liujia, muške pješake, rano rođenje svilenih buba u poljima, rano rođenje šest životinja, sreću u proljeće, traženje ljudi , uspjeh u parnicama, sretno u seobi, izgubljena imovina, opasnosti u bolestima, opasnosti u planinama i grobovima.", "古人": "Chenqiao pobuna", "第X籤": "Potpisana sedamdeset tri", "宮": "Mi Palace"}