{"籤詩版本二": "U snu se govorilo da će biti mnogo bogatstva, ali slava neće propasti.\nVoda je daleko i planine su daleko, ali teško je biti vjeran.Plemenita osoba daje upute i smiješi se.", "詩意": "Ovaj heksagram predstavlja simbol dobijanja blaga u snu.\nSve je manje-više stvarno.", "解曰": "Kao san, san. Nema nade u slavu. Samo čekaj dobra vremena. Plemenita uputstva.", "籤詩故事一": "◇ Vratite žad Zhaou (vratite žad Zhaou nakon što ga završite)\nGodine 283. pne, kralj Zhao Huiwen je dobio He's Bi od Chua. Nakon što je kralj Qin Zhaoxiang čuo vijesti, poslao je pismo kralju Zhaou, izražavajući spremnost da zamijeni petnaest gradova za He's Bi.\nLin Xiangru je kralju Zhaou analizirao da je Qin jak, a Zhao slab i da mora biti zamijenjen.\nKralj Zhao je zatim poslao Lin Xiangrua u Qin sa He's Bi.\nKralj Qina susreo se s Lin Xiangruom u Zhangtaiju, a Lin Xiangru je poklonio žad kralju Qina. Kralj Qin-a je bio presrećan i dao je He's Bi ljepotici i svi oko nje su ga pogledali.U ovom trenutku svi lijevo i desno su vikali živjeli.\nLin Xiangru je vidio da kralj Qina nema namjeru dati grad Zhaou, pa je rekao kralju Qina da je Njegov žad neispravan i želio je na to ukazati kralju Qina kako bi iskoristio priliku da dobije jade back.\nNakon što je Lin Xiangru vratio Heshijev Bi, stao je pored velikog stuba, pokazujući da želi umrijeti sa Heshijevim Bi.\nU to vrijeme, Lin Xiangru je rekao kralju Qin: \"Kralj Zhaoa je ipak prevladao prigovore ministara i prihvatio prijedlog ministra. Čak i ako nije prevario jedni druge u interakciji s običnim ljudima, da ne spominjemo da Qin je velika zemlja!Da bi očuvao prijateljstvo između Qina i Zhaoa, kralj Zhao Nakon petodnevnog posta poslao sam svoje ministre u Qin sa žadom.Nažalost, kralj Qina ne samo da nije imao namjeru dati Zhaou grada, ali i predao žad porodice He jednoj prelijepoj ženi, što je zaista bila ruglo mojim ministrima.\"\nNakon što je završio govor, Lin Xiangru je odmah napravio gest udarca u stub.Kralj Qin se uplašio da će He's Bi biti oštećen, pa se pretvarao da daje Zhaou petnaest gradova. Lin Xiangru je prozreo izdajnički plan kralja Qina, pa je zamolio kralja Qina da posti pet dana prije nego što je predstavio He's Bi da odgodi vrijeme. U ovih nekoliko dana, Lin Xiangru je poslao svoje pratioce da se vrate u državu Zhao sa žadom, dok je on ostao da se obračuna sa kraljem Qina.\n(Ova priča je kao da oči običnog čovjeka budu fascinirane njegovim statusom.)", "聖意": "Molite se za kuću i molite se za sebe da blokirate bogatstvo.Teško je imati brak.Teško je imati brak.Ljudi nisu u slozi.", "古人": "Vratite žad Zhaou (dovršite žad Zhaou)", "第X籤": "Sedamdeset sedma dobitna lutrija", "宮": "Noon Palace"}