{"籤詩版本二": "Opada lišće platana, bliži se jesen, a povratni put putnika izgleda kao oblaci.\nZahvaljujući velikom trudu Božijem, brod se vratio sa blagom na vetru.", "詩意": "Ovaj heksagram predstavlja sliku opalog lišća platana.\nSve je unapred loše i dobro na kraju.", "解曰": "Uzmite stvari iz srca. Tianxin ga prati. Za život. Uradite sve što možete.", "籤詩故事一": "◇Vjetar puše do Tengwang paviljona\nVang Bo, ljubazno ime Zian, bio je pjesnik rane dinastije Tang.Rođen je prve godine Yonghuija, cara Gaozonga iz dinastije Tang. Vang Bo je čitao Svete spise od svog detinjstva i poznat je kao \"čudo od deteta\". Vang Bo je čitao Svete spise od svog detinjstva i poznat je kao \"čudo od deteta\".\nKada je imao deset godina, on i njegov otac su slučajno prošli pored hrama Guandi. U hramu su vidjeli veličanstvenu statuu Guandija, kako drži kopiju \"Proljeća i jeseni\" i čita je. Kada ju je njegov otac vidio, on je Bio je inspirisan. Pevao je caru Guanu: \"Držeći tri pramena zelene brade, čitajući istoriju dinastije Qing uz zelenu fenjeru i odajući počast poznatim imenima. Držeći zelenog zmaja i mesec u ruci.\" Kaže se da je u jesen ove godine Vang Bo otišao iz Šansija na ostrvo Hainan da poseti svog oca koji je degradiran u okružnog sudiju Jiaozhi, prolazeći kroz hiljade planina i reka na putu. U jesen godine, kada je imao dvadeset sedmu, Vang Bo je otišao iz Shanxi-a na ostrvo Hainan da poseti svog oca, koji je bio degradiran na mesto sudaca okruga Jiaozhi. Usput je prošao kroz hiljade planina i reka.\nKada smo tog dana stigli na planinu Madang, svi su otišli na obalu da se odmore. Kada je Vang Bo sam prošao pored drevnog hrama, iznenada je ugledao starca kako sedi na kamenu pored hrama. Starac je izgledao kao dete svetle kose i vilinski izgled. Rekao je Vang Bou \"Zar ti nisi Vang Bo?\" Vang Bo se zaprepastio i rekao: \"Tačno! Kako to znaš?\" Starac je rekao: \"Odavno sam čuo da imaš dobro namere da spaseš ljude, a tvoje pesme su veoma značajne. Sutra će biti velika zabava u Tengwang paviljonu. Ako budeš mogao da prisustvuješ banketu i napišeš esej, bićeš slavan kroz vekove i dobiti putne troškove.\" Kada stignu na planini Madang, svi su otišli na obalu da se odmore. Kada je Vang Bo sam šetao pored drevnog hrama, iznenada je ugledao na kamenu pored hrama, sedeo je starac, koji je izgledao kao dete svetle kose i vila Rekao je Vang Bou: \"Zar ti nisi Vang Bo?\"\nVang Bo je bio zatečen i rekao: \"Tačno! Kako to znaš?\"\nStarac je rekao: \"Odavno sam čuo da imate ljubaznu namjeru da spašavate ljude, a pjesme koje pišete su prilično značajne. Sutra će biti velika zabava u paviljonu princa Tenga. Ako možete prisustvovati banketu i komponovati, bit ćeš slavan kroz vjekove i imat ćeš putne troškove.\"\nVang Bo je rekao: „Ovo mesto je udaljeno šest ili sedam stotina milja od Tengvang paviljona. Kako možemo da stignemo ovde sutra?“ Starac je rekao: „Upotrebiću konja kao božanski vetar da vam pomognem da imate glatku plovidbu. sigurno će stići sutra.\" Vang Bo mi se zahvalio i rekao: \"Izvini, moj svekar. , jesi li ti besmrtan ili bog?\" Starac se nasmijao i rekao: \"Ja sam Zhongyuan Shuijun zadužen za ovo vodeno područje!\" Vang Bo je rekao, \"Ovo mjesto je udaljeno šest ili sedam stotina milja od Tengwang paviljona. Kako možemo doći ovdje sutra?\"\nStarac je rekao: \"Konja ću iskoristiti kao božanski vjetar da ti pomognem da ploviš nesmetano. Sigurno ću stići sutra.\"\nVang Bo mu je zahvalio i rekao: \"Izvini, taste, jesi li ti besmrtan ili bog?\"\nStarac se nasmijao i rekao: „Ja sam Zhongyuan Shuijun koji je zadužen za ovo vodeno područje!“ Tada je starac pozvao Wang Boa da brzo uđe u čamac. Video je povoljne oblake kako ga okružuju neko vrijeme i vjetar a voda je bila glatka na putu.Za tren oka prešao je stotine milja.\nTada je starac pozvao Vang Boa da brzo uđe u čamac. Video je povoljne oblake koji ga okružuju neko vreme, i to je bilo glatko putovanje. Za tren oka, prešao je stotine milja. Kao što se i očekivalo, Vang Bo je požurio u paviljon princa Tenga u jutro velikog događaja.\nKao što se i očekivalo, Vang Bo je požurio u paviljon princa Tenga u jutro velikog događaja. I na licu mjesta napisao je \"Predgovor paviljonu princa Tenga\", koji je car Gaozong iz dinastije Tang nazvao vječnim remek-djelom. I na licu mjesta napisao je \"Predgovor paviljonu princa Tenga\" koji je car Gaozong iz dinastije Tang nazvao vječnim remek-djelom.\nPostoji pesma koja kaže:\nUvek se govorilo da su talentovani ljudi bogovi, pa nije slučajno što vetar donosi Nančang u Nančang;\nNapisao sam rečenicu o Teng Wangovom visokom paviljonu, a onda je on otpratio besmrtnike do Zhongyuana.", "聖意": "Molite se za svoj dom i zaštitite se, molite za blagoslov, tražite bogatstvo i ostvarite brak i harmoniju.", "古人": "Vjetar duva do Tengwang paviljona", "第X籤": "Potpiši osamdeset jedan", "宮": "Wei Gong"}