{"籤詩版本二": "Šta učiniti ako zbog reputacije izgubite svoju vrlinu?Bojim se da će se sreća promijeniti i desiti loše stvari.\nPijan,ne znam kuda.Sanjam maglovit san u senci zelenih borova.", "詩意": "Ovaj heksagram predstavlja hladnu ribu koja napušta vodu.\nNišta se ne može pomeriti.\n\n(Ovaj heksagram je simbol loše vrline i loše sreće.\nDržite noge na zemlji u svemu.\n)", "解曰": "Hladna riba napušta vodu. muva u masti. Ako pitate za planove kampa. Bolje je Mo Qi\nOvaj znak će donijeti lošu sreću Liujii. Sve ide po zlu. Molite se za sigurnost.", "籤詩故事一": "◇Zhuangzi testira svoju ženu\nZhuangzi je rođen u dinastiji Zhou.Prezime mu je bilo Zhuang, njegovo ime je bilo Zhou, a njegovo ime Zixiu. Bio je rodom iz Mengyija u dinastiji Song. U dinastiji Zhou, bio je službenik Qiyuana.\nJednog dana, Zhuangzi je sreo ženu na planini koja je čučala ispred novog groba, očajnički tresući lepezom, kao da želi da osuši vlažnu zemlju na grobu. Zhuangzi nije razumio njenu namjeru, pa ju je pitao. Ona je rekla da je osoba koja je sahranjena u grobu njen muž, a posljednje riječi njenog muža bile su da se ne može ponovo udati dok se zemlja na grobu ne osuši. Nije mogla više čekati, pa je uzburkala grobno tlo da se brže osuši, kako bi mogla krenuti za drugim proljećem.\nZhuangzi je uzdahnuo kada je pomislio da na svijetu postoji tako bezdušna žena. Onda sam pomislio, da li bi moja žena bila ovakva? Kada se pojavi sumnja, želim je testirati.\nZhuangzijeva supruga se prezivala Tian, ​​a par je obično imao blisku vezu. Kako bi testirao lojalnost svoje žene, Zhuangzi je odlučio da se pretvara da je mrtav.\nČuvši da je Zhuangzi umro od iznenadne bolesti, mnogi ljudi iz svih krajeva, uključujući rodbinu i prijatelje, došli su da izraze saučešće. Među njima je bio i zgodni kralj i unuk iz države Chu, koji je bio bogat bogatstvom. Vidjevši da je gđa. Tian je tek ostala udovica i jadna, progonio ju je. Gospođa Tian nije mogla podnijeti iskušenje i zaljubila se u Wang Suna, vjenčali su se za samo dvadeset dana.\nTe noći, kada je vino bilo popijeno i uši bile vruće, Vang Sun je iznenada doživeo srčani udar i umro.\nGospođa Tian je bila uplašena i uspaničena i hitno je pitala Vang Suna šta da radi. Vang Sun je izdržao bol i rekao je gospođi Tian da se mozak mrtvih tela može koristiti da se mrtve vrate u život.\nGdje pronaći mrtvo tijelo? Gospođa Tian je iznenada pomislila, nije li njen muž upravo umro? Gospodin Tian je zaboravio na staru ljubav između muža i žene, i zapravo je uzeo sjekiru i otvorio mužev kovčeg, spremajući se da mu izvadi mozak za lijek.\nNeočekivano, kada je kovčeg otvoren, Zhuangzi se vratio u život. Gospođa Tian se toliko posramila da se objesila.\n(Ova priča je metafora za narušavanje prijateljstva radi lične koristi, tako da se ne možemo složiti s njom.)", "聖意": "Kuća je mirna, ja sam siguran, novac je nepravedan, zanati su žrtvovani, brak je rešen, zlo napreduje u Liujii, pešaci nisu stigli, svilena buba je ravna, stoka je ravna, ljudi nedostaju, tužba se mijenja, učenici su konzervativni, imanje nije bolesno, a planina i grobnica su zli.", "古人": "Zhuangzi testira svoju ženu", "第X籤": "Lot 84", "宮": "Wei Gong"}