{"籤詩版本二": "Tamni oblaci i magla prekrivaju put ispred planine.Sve je okruglo i mjesec je opet okrugao.\nAko dobijete poeziju i knjige, probudit ćete se iz dubokog sna, plemenita osoba će vas voditi na krov.", "詩意": "Ovaj heksagram simbolizira kraj proljeća i procvat cvijeća.\nSve se menja posle Gospoda.", "解曰": "Starac treba da traži pomoć. Ponovo cveta u proleće. Želja za slavom i bogatstvom. Susrećete se sa neočekivanim novcem kasno u životu.", "籤詩故事一": "◇Han Wengong nailazi na snijeg\nHan Yu, čije je ljubazno ime bilo Tuizhi, bio je iz Changlija. Tang Dezong je postao Jinshi u osmoj godini Zhenyuana, a njegova posthumna titula bila je Wen Gong.\nTokom vladavine cara Xianzonga iz dinastije Tang, Han Yu se bunio zbog Budinih kostiju, što je naljutilo cara. Han Yu je ostavio ženu i djecu i otišao u Chaozhou. Nakon manje od nekoliko dana hodanja, podigao se hladan vjetar i pao je jak snijeg. Han Yu je došao do mjesta gdje je snijeg bio dubok nekoliko stopa, što je njegovom konju otežavalo kretanje naprijed. U blizini nije bilo kuće i nije znao gdje je put. Ako želite pratiti put i povući se, nema povratka. Vjetar je jako duvao i snijeg je brzo padao.Han Yu je bio mokar do kože, smrznut i gladan, i nije imao gdje da iskaže svoju tugu.\nHan Yu je uzdahnuo i rekao: \"Car me neće ubiti, ali car želi da me uništi.\"\nUpravo kada je Han Yu bio očajan, ugledao je čovjeka kako dolazi da očisti snijeg uprkos velikoj hladnoći, a ispostavilo se da je Han Xiangzi (Han Yuov nećak).\nPre toga, Han Xiangzi je rekao Han Yuu: „Gde je Yun Hengov dom u Qinlingu? Sneg zagrli plava kapija i konj prestaje da se kreće napred.“ U to vreme Han Yu nije razumeo šta Han Xiangzi misli, ali sada je konačno shvatio.\nTako su Han Yu i Han Xiangzi otišli da prenoće u Fuovoj kući u Languanu. Govoreći o prošlosti i putu do kultivacije, Han Yu je bio iskreno uvjeren.\nKasnije je Han Yu napustio svoj službeni položaj, poklonio svu svoju imovinu lokalnoj vlasti i otišao u planine da praktikuje taoizam i postane besmrtnik.", "聖意": "Kuća nije dobra za sebe, budite oprezni u traženju novca, fokusirajte se na posao, brak kasni, pješake Liujia blokiraju polja, svilene bube su dobre, stoka je dobra, teško je naći ljude, ponavljaju se javne tužbe, migracije su ažurirano, izgubljene stvari su ozbiljne, bolesti kasne, planinske grobnice treba mijenjati.", "古人": "Han Wengong nailazi na snijeg", "第X籤": "Osamdeset peta dobitna lutrija", "宮": "Shen Gong"}