{"籤詩版本二": "Hodajući na pola puta uz zapadnu planinu, litice Junlinga se ne mogu naseliti.\nGledajući u Boga za zaštitu, ovo tijelo je još uvijek u mrtvačnici", "詩意": "Ovaj heksagram je kao traženje zlata u pijesku.\nU svemu ima znakova plemenitih ljudi.\n\nTakođer: Ovaj heksagram označava da je osoba u opasnosti.\nU svemu ima znakova plemenitih ljudi.", "解曰": "Žad se može pronaći klesanjem kamena. Pronađi zlato u pijesku. Treba naporno raditi. Samo nevolja.\nJoš jedno djelo: teška situacija. Nigdje ostati. Tražite Božji blagoslov. Molite se za duševni mir.", "籤詩故事一": "◇Ugrizite zlato i istražite podzemne pećine\nKako bi proslavio svoje vojne podvige, Cheng Yaojin je održao banket u Yanwuyangu. Odjednom se otvorila rupa u zemlji koja je bila nedokučiva.Svi su izvlačili žrijeb birajući riječi, grizli zlato da bi dobili i iznajmljivali užad da se vežu za rupu.\nTu su kamena vrata, stolovi, stolice, mostovi i drugi predmeti, a na stolu su zmajeve haljine i pojasevi od žada, koji su izrađeni od zlata i iznošeni iz pećine.\nYao Jin je izašao iz rupe sa velikom kutijom i malom kutijom, otvorio drvenu kutiju i izvadio pečat od žada, otvorio kutiju, izvadio veliku zastavu, krunski ogrtač i staze i stavio ih na sto, i svi posmatrao ih jednog po jednog. Vidio sam osam znakova pečata ugraviranih na velikom pečatu: \"Kralj demona Hunšija, Veliki čestiti car\".\nSvi su ga obožavali kao \"Cara\", a Yaojin je to radio tri godine kao Kralj Demona. (Zapravo, ovo je bilo samoproglašeno, a Cheng Yaojin je u to vrijeme bio samo vođa sela.)\n(Ova priča je metafora da su dobre stvari poput glume. Ovo je umjetnička koncepcija \"ovo tijelo je još uvijek u praznini\".)", "聖意": "Molitva za dom i kuću, samoporaz, traženje bogatstva, naporan rad, opreznost u poslu, brak će ometati Liu Jiaxu, pješaci, Chi Tian, ​​svilene bube, štala šest stoke, traženje ljudi, bez tužbi, gubitak , migracije, čuvanje izgubljene imovine, zle bolesti, prepreke, planine i grobovi.", "古人": "Istraživanje kripte za zlato", "第X籤": "Potpiši osamdeset sedam", "宮": "Shen Gong"}