{"籤詩版本二": "Ne gnjavite me svojim ličnim poslovima, ovo je prikladnije pitati javnost.\nBistro srce je svetlo kao sjajan mesec na nebu", "詩意": "Ovaj heksagram predstavlja sliku sjajnog mjeseca na nebu.\nSve je svetlo i prozračno.", "解曰": "Budite uspravni u srcu. Ispravi zakon. Svete riječi. Konačno postaje jasno.", "籤詩故事一": "◇ General Kong Minga\nRješenje: Zhuge Liang mobilizira svoje trupe i generale\nTokom perioda Tri kraljevstva, Zhuge Liang (181-234), ljubazno ime Kongming, rođen je u Yangduu, Langya (danas okrug Yinan, provincija Shandong).\nZhuge Liang je pristao da postane zvaničnik nakon što je Liu Bei tri puta posetio kolibu pokrivenu slamom. U to vreme, Cao Cao je smirio Hebei i bio je odlučan da krene na jug. Poslao je Xiahou Duna kao glavnog generala, Yu Jin, Li Dian i druge kao zamjenika generala, predvodeći vojsku od 100.000 ljudi u marš prema Xinyeu. Iako je Zhuge Liang u to vrijeme imao plan da se povuče od neprijatelja, Guan Yu i Zhang Fei su prezirali riječi Zhuge Lianga. Zhuge Liang nije imao drugog izbora nego da upotrijebi mač Liu Beija da uvjeri njih dvojicu, tako da su svaki poveli po hiljadu vojnika i zasjedu u Yushanu i Anlinu. Čekali su da Xiahou Dun povede svoju vojsku da prođe, a zatim su ih napali sa zasjede i vatra.\nOsim toga, Zhao Yun je poslan da predvodi stare i slabe ostatke vojske u borbu kao prethodnica protiv Xiahou Duna, a zatim je lažirao poraz i povukao se, namamivši Xiahou Duna na uski put u planinama i šumama. Takođe je poslao Guana Ping, Zhou Cang, Liu Feng i drugi da se ušunjaju u pozadinu Caoove vojske, paleći zalihe i stvarajući paniku u Caoovoj vojsci.\nNakon bitke, sve se dogodilo kako je Zhuge Liang dogovorio. Kada su Xiahou Dun i Yu Jin predvodili vojsku u potjeru, Li Dian, koji je bio u pozadini, hitno je obavijestio Xiahou Duna na frontu da se mora zaštititi od neprijateljskih vatrenih napada. Međutim, bilo je prekasno. Caoova vojska je bila ograničena uskom putu i nalazio se na mjestu gdje je drveće bilo isprepleteno, tako da se vatra nije mogla zapaliti. Bilo je velikih žrtava, a Xiahou Dun i drugi generali su poraženi i pobjegli natrag u Xudu.\n(Ova priča je metafora da je Kong Ming dobar u korištenju ljudi i mudrom upravljanju zemljom.)", "聖意": "Dom i kuća su povoljni.Želim sreću u bogatstvu, duševni mir, uspješan posao, brak, uspjeh, uspjeh u Liujii, muškarci koji sele polja, svilene bube, gubitak stoke, nestali ljudi, javne tužbe, migracije, izgubljena imovina, blagoslov, bolest, mir, planine i grobovi.", "古人": "General Kong Minga", "第X籤": "Deveti znak", "宮": "Yin Palace"}