{"籤詩版本二": "Luan Feng Xiang je bio mokri u kišici, ali u to vrijeme ga je Queer maltretirao\nBio sam šokiran kada sam saznao da su jednog dana oblaci bili daleko, ali sam ti ipak vratio svoju odjeću.", "詩意": "Ovaj heksagram predstavlja simbol Luana i Feniksa koji su prekriveni kišom.\nSve dolazi kada dođe vrijeme.", "解曰": "Zlikovac napreduje iz dana u dan. Džentlmen ne bi trebao ništa da radi. Samo zadrzi sebe. Preduzmite akciju kada dođe vrijeme.", "籤詩故事一": "◇Gao Jun garantuje brak\nU ranoj dinastiji Song, Zhao Kuangyin je ujedinio sjever i cijela se zemlja predala. Međutim, u dinastiji Južni Tang, Li Yu se učvrstio na jugu rijeke Jangce. On je usvojio strategiju nuđenja grada i pretvaranja da se predaje, uhvativši Zhao Kuangyina u zamku u Shouzhouu, i situacija je bila kritična. Zhao Kuangyin-ov nećak, Gao Junbao, mladić sa zlatnim pištoljem, napustio je Bianjing kako bi prekinuo opsadu Shouzhoua.\n, prolazeći pored planine Shuangsuo, razbili su znak Muž koji je postavio Liu Jinding i njih dvojica su se takmičili. Kao rezultat toga, Liu Jinding je tri puta pobijedio Gao Junbaoa svojim vrhunskim borilačkim vještinama, te su zamijenili zlatne buzdovane i srebrna zvona za život. Zhao Kuangyin-ov nećak Gao Junbao napustio je Bianjing kako bi spasio zarobljenog Zhao Kuangyina u Shouzhou. Prošao je kroz planinu Shuangsuo i razbio znak koji je postavio Liu Jinding. Njih dvojica su se takmičila, ali je Liu Jinding tri puta pobijedio Gao Junbaoa svojom vrhunskom umjetnošću i bio primoran na brak. Par je poveo masu u opsadu i spasio Zhao Kuangyina.\n(Metafora ove priče je da se njih dvoje nisu pomirili (bili su maltretirani), ali su se kasnije pomirili.)", "聖意": "Porodična kuća nije dobra za sebe, pazi da tražiš novac, blokiraš posao, čekaš brak, kašnjenje, Liujia, lažni putnik, zadržavanje u poljima, svilene bube, kasno, šest šteta stoke, teško naći ljude, tužbe, gubitak, migracija, konzervativnost, izgubljena imovina, teška bolest, proširenje planine, grobna reforma", "古人": "Gao Jun garantuje brak", "第X籤": "Devedeset tri su dobili na lutriji", "宮": "xugong"}