{"籤詩版本二": "Ambicije i postignuća su u dinastiji, ali sada će biti beskrajnog pijenja i seksa.\nAko vidite zlatnog pijetla, bićete nagrađeni novcem, bogatstvom i bogatstvom.", "詩意": "Ovaj heksagram predstavlja simbol ambicije i slave.\nNeka sve bude povoljno.", "解曰": "Ambiciozan i uzbuđen. Nije kasno da se čuvate. Zlatni pijetao obećava. Svi sretni.", "籤詩故事一": "◇Cao Pi se proglasio carem\nCao Pi, ljubazno ime Zihuan, rođen je u Peiguoqiaou (danas okrug Hao, Anhui). Poznati političar i pisac tokom Jian'an perioda.\nCao Pi je drugi sin Cao Caoa. Od malena je živio sa ocem u vojnom logoru. Pod očevim uticajem, Cao Pi je sa šest godina naučio streličarstvo, a jahanje sa osam godina i razvio se dobre borilačke vještine. Takođe ima opsežno poznavanje antičkih i modernih klasika i biografija, kao i knjiga stotina škola mišljenja. Tek sa osamnaest godina Cao Cao je pobijedio Yuan Shaoa i Cao Pi je živio relativno stabilnim životom u Yechengu, centru Cao Caoove vladavine. Od tada, iako je ponekad pratio oca na vojnim ekspedicijama i većinu vremena živio životom plemenitog sina, i dalje se svakodnevno bavio borilačkim vještinama i nije odustajao do danas. Često jaše na konju na stotinu koraka i veoma je vješt u borilačkim vještinama.Pošto se često bavi borilačkim vještinama, lagan je i snažan.\nCao Caov najstariji sin Cao Ang poginuo je u bici. Nakon što je najstariji sin umro, Cao Pi je postao prvi izbor za prestolonaslednika. Kada je imao trideset jednu godinu, Cao Cao ga je postavio za prestolonasljednika. Kada je Cao Pi imao trideset i tri godine, Cao Cao je umro od bolesti, a Cao Pi ga je naslijedio na mjestu premijera i kralja Weia. Rekao je da često jaše na konju na stotinu koraka i da je veoma vješt, a zbog toga što se često bavi kungfuom, lagan je i zdrav.", "聖意": "Molite se da vaš dom i vaš dom budu mirni. Tražite bogatstvo, radite naporno, trgujte i raskinite se. Brak će biti uspješan. Liujia će biti sigurna. Ljudi će biti u poljima. Svilene bube će biti zrele. sazreo.Biće teško naći ljude.Javne parnice.Hitna odluka.Migracije.Izgubljena imovina.Daleko.Bolesti lele po planinama i grobovima.Sretno.", "古人": "Cao Pi se proglašava za cara", "第X籤": "Devedeset peta dobitna lutrija", "宮": "xugong"}