{"籤詩版本二": "Veličanstvena pagoda je neobična, sa izuzetnim karakteristikama na svim stranama koje blistaju.\nPozivam vas da budete odlučni da se marljivo klanjate i činite dobra djela, a nebo će vam poslati blagoslov.", "詩意": "Ovaj heksagram predstavlja manifestaciju zasluga.\nSve je povoljno.", "解曰": "Ovi blagoslovi. Svi ga imaju. Nemoj biti previše zauzet. Zasluge se unaprijed određuju.", "籤詩故事一": "◇Kralj Fenyanga upoznaje svog unuka na kinesko Dan zaljubljenih\nRješenje: Guo Ziyi je upoznao djevojku tkalicu koja se spuštala na zemlju na kinesko Dan zaljubljenih. Tiansun, unuka cara od žada, je sedam vila.\nGuo Ziyi (697-781), također poznat kao Guo Linggong, bio je rodom iz okruga Zheng, Huazhou (sada okrug Huaxian, provincija Shaanxi) i general u dinastiji Tang. Carski dvor je Ziyiju dodijelio titulu kralja Fenyanga.\nPriča se da je Ziyi bio porijeklom iz Huazhoua i otišao da se pridruži vojsci ispred Velikog zida. Otišao je u Peking da traži vojnu platu i vratio se u Yinzhou. Desilo se da je u to vrijeme bio kineski Dan zaljubljenih. Vjetar i pijesak pali su u mrak, a sunce se smračilo. Ziyi nije mogao napred, pa je stajao pored puta. Spavao je na podu u praznoj kući. Kada je trebao zaspati, odjednom je ugledao crveno svjetlo sa obe strane.Ustao je i iznenađeno podigao pogled.Na nebu je bio oblak koji se polako spuštao.Sjedila je prelijepa žena,dostojanstvena i prekrasna potpuno drugačija od običnih ljudi. Ziyi je odmah odao počast i rekao: \"Danas je sedmi dan sedmog lunarnog mjeseca. Mislim da je Djevojka Tkačica došla, želeći da joj podari dugovječnost i bogatstvo.\"\nŽena je takođe odgovorila: \"Sa velikim bogatstvom dolazi i dugovečnost.\"\nNakon što je završio sa govorom, sjaj se vratio i oblaci su se polako dizali. Žena je i dalje gledala u Guo Ziyija sa prijatnim osmehom. Tek kada je bila daleko od nje, dim se zamaglio i više se nije mogla videti.\nIspostavilo se da je tačno, baš kako je žena rekla. Ziyijeve zasluge su svjetski poznate, on je izuzetno popularan ministar, i on je general sa zaslugama i vrlinama.", "聖意": "Zaželi želju za sebe kod kuće, zaželi želju za sebe, moli se za novac, puno sreće u poslu, sreće u braku, sreće u Liujii, srećna putovanja sa ljudima, selidba polja, svilene bube, štala, loša sreća u pronalaženju ljudi, javne tužbe, migracije, sreća, bolesti izgubljene imovine, grobnice u Zhenxingshanu", "古人": "Kralj Fenyang upoznaje svog unuka na kinesko Dan zaljubljenih", "第X籤": "Potpiši devedeset šest", "宮": "xugong"}