{"籤詩版本二": "Zauzdajući konja i držeći bič, dolazimo pravo ovamo, pola u opasnosti, a pola u nesreći.\nKao da je kuća spaljena u požaru.Kad nebo padne, kiša ga pretvori u pepeo.Imam plan.", "詩意": "Ovaj heksagram predstavlja pola tuge a pola radosti.\nPreporučljivo je činiti dobro u svemu.", "解曰": "Doživotni rad. Ne obazirite se na ispravno i pogrešno. Okovi su privremeni. Ogorčenost dolazi prirodno.", "籤詩故事一": "◇Tao Sanchun je pobijedio Zheng En u Guayuanu\n„Živeo moj spomenik“, ponovo je ustao Zhao Kuangyin, „Kralj Beiping Zheng En je tada dogovorio brak. Sada kada je svet u miru, želeo bih da tražim vašu dozvolu da odaberem povoljan dan za venčanje. \"\n„Živeo moj spomenik!“ Zhao Kuangyin je ustao i rekao: „Kralj Pekinga, Zheng En, je tada dogovorio brak. Sada kada je svet u miru, želeo bih da tražim vašu dozvolu da izaberem povoljan dan za venčanje.\"\n„Oh, treći brat je ranije bio veren, kako to da nisam znao za ovo?“ Čai Rong je bio veoma iznenađen. Mahnuo je rukom Zhao Kuangyinu da sedne i razgovara.\n„Oh! Treći brat je ranije bio veren, kako to da nisam znao za ovo?\", bio je veoma iznenađen Chai Rong (car kasnije Zhou dinastije). Odmahnuo je rukom i zamolio Zhao Kuangyina da sjedne i razgovara.\n\"Duga je to priča. Prvo, mi smo tada još bili u siromaštvu i nismo išli u vašu vojsku. Od tada se borimo godinama i nemamo vremena da brinemo o vama. Drugo, i treći brat je malo stidi se to spomenuti, tako da Vaše Veličanstvo ne zna.”\n“Duga je to priča. Prvo, mi smo tada još uvijek živjeli u siromaštvu i nismo otišli u vašu vojsku. Od tada se borimo godinama i nemamo vremena da brinemo o vama. Drugo, treći brat je takođe malo se stidi da to spomenem, tako da Vaše Veličanstvo ne zna.”\n\"Hej, student se ženi, kakva je poenta da se stidiš? Treći brat je već dugo na bojnom polju i može se smatrati herojem bez premca. Zašto si tako sitničav po ovom pitanju?\"\n\"Hej! Student se ženi, kakva je poenta da se stidiš? Treći brat je već dugo na bojnom polju i može se smatrati herojem bez premca. Zašto si tako sitničav po ovom pitanju?\"\n\"Kad smo već kod toga, ne mogu kriviti svog trećeg brata što je bio stidljiv, jer je ovaj brak krivotvoren.\"\n\"Kad smo već kod toga, ne mogu kriviti svog trećeg brata što je bio stidljiv, jer je ovaj brak krivotvoren.\"\n\"Otkucano? Hej, zanimljivo je. Molim te reci mi šta se dogodilo.\"\n\"Otkucao sam! Hej! Zanimljivo! Molim te reci mi šta se dogodilo.\"\n„Da, sjećam se te godine, kada smo se spremali da se pridružimo Njegovom Veličanstvu, prolazili smo kroz okrug Baocheng. U junu je bilo jako vruće. Moj treći brat nije mogao ostati u hotelu, pa je otišao sam da luta. Prošavši baštu dinja, ušao je da bere. Dinje su utažile žeđ. U to vrijeme nije bilo puno dinja rano sazrelih, a treći brat nije znao da ih bere, pa ih je dosta polomio. Žena koja je gledala dinje istupila je da optuži trećeg brata. Njih dvojica su se posvađali, a onda su počeli da se svađaju. Dođite. Srećom, zabrinuo sam se i na vreme sam pritrčao u pomoć, inače...\"\n„Da, sjećam se te godine, kada smo se spremali da se pridružimo Njegovom Veličanstvu, prolazili smo pokraj okruga Baocheng. Bilo je jako vruće u junu. Moj treći brat nije mogao ostati u hotelu, pa je otišao sam da luta. Prošavši baštu dinja, ušao je da bere. Dinje su utažile žeđ. U to vrijeme nije bilo puno dinja rano sazrelih, a treći brat nije znao da ih bere, pa ih je dosta polomio. Žena koja je gledala dinje istupila je da optuži trećeg brata. Njih dvojica su se posvađali, a onda su počeli da se svađaju. Dođite. Srećom, zabrinuo sam se i na vreme sam pritrčao u pomoć, inače...\"\n\"Ovaj Zheng Ziming, on je prije svega kriv, treba da se izvini. Zašto ga je udario? Osim toga, kako djevojka porodica može da izdrži udarce i udarce žestokog čovjeka kao što je on! Hajde, tukli ste ovu djevojku da komada. Ne?\" \"Djevojka je ostala nepovređena...\"\n\"Ovaj Zheng Ziming, on je prije svega kriv, treba da se izvini, zašto ga još uvijek udaraš? Osim toga, kako djevojka porodica može da izdrži udarce i udarce žestokog čovjeka kao što je on! Hajde, pobijedite ovu djevojku na komade Ne?\"\n\"Devojčica je ostala nepovređena...\"\n\"U redu je, u redu je... Hej, zar nisi nešto preduzeo? Oh, valjda si me spasio na vreme.\"\n\"To je u redu! To je u redu... Hej! Zar nisi nešto preduzeo? Oh! Pretpostavljam da si me ti na vreme spasio!\"\n\"...Ne, osoba koju sam spasio je... treći brat.\" \"...Ne, osoba koju sam spasio je... treći brat.\"\n\"Ah ah?!\"\n„Trećeg brata žena je oborila na zemlju i silovito ga tukla cijelim putem. Na sreću, stigao sam i nagovorio ga da ode, tako da nije teže povrijeđen... Vaše Veličanstvo... Vaše Veličanstvo!... \"\n\"Trećeg brata je žena oborila na zemlju i silovito ga pretukla. Na sreću, stigao sam i nagovorio ga da ode, tako da nije teže povrijeđen... Vaše Veličanstvo... Vaše Veličanstvo!...\"\n\"Ah?...Oh, ko je ta žena!?\" \"Ah!?...Oh, ko je ta žena!?\"\n\"Tek kasnije sam saznao da se žena zvala Tao Sanchun, a njen otac Tao Hong je bio stari heroj koji nije imao aspiracije. Tao Sanchun je učio borilačke vještine od svog oca od malih nogu. Nakon što sam upoznao njegovoj porodici, video sam da gospođica Sanchun ima izvanredan karakter. , Luo Luo i velikodušni, bez ikakve navike da budu mala devojčica, namerno su se slagali sa njim. Tao ocu i ćerki takođe se dopao direktni karakter trećeg brata. Odmah se dogovorite i odlučite se za ovaj brak za njih dvoje. Vaše Veličanstvo, recite mi, molim vas, ovo nije. Zar to nije krivotvoreni brak?\"\n“Tek kasnije sam saznao da se djevojčica zove Tao Sanchun, a borilačke vještine je učila od oca od malena. Nakon što sam se upoznao sa njegovom porodicom, vidio sam da gospođica Sanchun ima izvanredan karakter, da je velikodušna, i nije imala ni najmanjeg traga da je mala devojčica, pa sam je namerno angažovao. Gospodinu Taou i njegovoj ćerki se takođe veoma dopao direktni karakter njihovog trećeg brata. Odmah su se složili i odlučili da se venčaju jedno drugome. Vaše Veličanstvo, zar ne mislite da je ovo krivotvoreni brak?\"\n(Ova priča je metafora, jer je loša stvar ispala dobra.)", "聖意": "Molite se za zaštitu doma i sebe, budite oprezni, molite se za bogatstvo, propast poslovanja, ometanje braka, kazna, Liujia, osiguranje, pješaci zarobljeni u poljima, šteta od svilene bube, šteta na stoci, nestali ljudi, ilegalne tužbe, gubitak, migracija, konzervativnost , izgubljena imovina, zle bolesti, brige, opasnosti, planine, grobnice, neuspjeh", "古人": "Tao Sanchun pobjeđuje Zheng En u vrtu dinje", "第X籤": "Broj devedeset devet", "宮": "Haigong"}