{"籤詩版本二": "ความกังวลและความกังวลบรรเทาลงชั่วคราว และความสุขก็มาจากฟากฟ้า\nคนงานที่ดีย่อมขจัดฝุ่นออกไปเหมือนหยกที่ซ่อนอยู่ในมูลสัตว์", "詩意": "รูปหกเหลี่ยมนี้แสดงถึงความกลมกลืนของหยินและหยาง\nทุกสิ่งที่คุณวางแผนเป็นมงคล", "解曰": "ไม่มีอะไรได้มา ไม่มีอะไรสูญหาย ได้กำไรจากการขาดทุน คนร้ายกำลังเดือดร้อน ขอให้โชคดีนะสุภาพบุรุษ", "籤詩故事一": "◇เย่เหมิงซีอองเฉาตี้\nเย่ เหมิงซีออง (ค.ศ. 1531-1597) ซึ่งมีชื่อรองว่า หนานจ้าว และชื่อ หลงถัง เปลี่ยนเป็น หลงถาน และยังตั้งชื่อว่า ฮวาหยุน อีกด้วย Huizhou Fucheng เป็นชาวเมือง Wanshifang (ปัจจุบันเป็นส่วนหนึ่งของเขต Huicheng เมือง Huizhou) ในสมัยราชวงศ์หมิง ในปีที่ 44 แห่งรัชสมัยเจียจิง (ค.ศ. 1565) เขาได้ขึ้นเป็นจินซี และได้รับตำแหน่งผู้พิพากษามณฑลชิง เขาดำรงตำแหน่งผู้อำนวยการแผนกถ่ายโอน และต่อมาได้เปลี่ยนเป็นเซ็นเซอร์กำกับดูแลของถนนชานซี\nในปีที่ 20 แห่งว่านหลี่ (ค.ศ. 1592) กงสุลใหญ่แห่งหนิงเซี่ย กวยไป๋ (หัวหน้าเผ่าตาตาร์มองโกเลีย) ได้สังหารผู้ว่าราชการ ดังซิน และยึดป้อมที่สี่สิบเจ็ดในจังหวัดเหอซี ทำลายเมือง บูชาและเผา ตัวเองจนตาย Meng Xiong ไม่หยิ่งในการให้เครดิต และปล่อยให้ทักษะของเขาดีพอๆ กับทักษะของนายพลที่กล้าต่อสู้ ทางการ Wei Xuezeng ได้รับการคืนสถานะแล้ว ในปีต่อๆ มา เขาลาออกห้าครั้งและถูกส่งกลับไปยังฮุ่ยโจวเพื่อสร้างวัดฮุ่ยหลง\nเย่ เหมิงซีออง เข้าสู่ลัทธิเต๋าในฐานะข้าราชการตั้งแต่แรกเริ่ม และมีชื่อเสียงในด้านความซื่อสัตย์ บันทึกทางประวัติศาสตร์โบราณกล่าวว่าเขาเป็น \"คนแรกที่มีความอ่อนน้อมถ่อมตนและมีความสามารถ\" \"กำจัดการทุจริตและลงโทษการกบฏ\" ทิ้งชื่อเสียงที่ดีไว้ เขาเป็น ซื่อสัตย์อย่างยิ่ง กล้าหาญ กล้าหาญ และไหวพริบ เก่งเรื่องปืนใหญ่ ในช่วงครึ่งหลังของชีวิต ทักษะศิลปะการต่อสู้ของเขาถูกบันทึกไว้ใน \"ประวัติศาสตร์ราชวงศ์หมิง\" และเขาได้รับการยกย่องว่าเป็นวีรบุรุษของชาติ", "聖意": "บ้านไม่เอื้ออำนวย (สงบสุขมากขึ้น) ฤดูใบไม้ร่วงและฤดูหนาวดีต่อตนเอง ความมั่งคั่งจะประสบความสำเร็จ การทำธุรกรรมจะประสบความสำเร็จ การแต่งงานจะประสบความสำเร็จ หลิวเจียจะตื่นตระหนกอย่างผิด ๆ (จะมีสมบัติ) คนเดินเท้าจะไปที่ทุ่งนาเพื่อ อธิษฐานเผื่อหนอนไหม สัตว์หกตัวจะถูกแบน ผู้คนจะถูกพบ การฟ้องร้องสาธารณะจะไม่เอื้ออำนวย การอพยพจะเป็นแบบอนุรักษ์นิยม ทรัพย์สินที่สูญหายจะถูกขัดขวาง โรคภัยไข้เจ็บจะได้รับการแก้ไขในหลุมศพ Fushan", "古人": "เย่เหมิงซงเชาตี้", "第X籤": "ล็อตโต้ที่ถูกรางวัลที่สิบหก", "宮": "เหมากง"}