{"籤詩版本二": "อีกาทองคำตกทางทิศตะวันตกและกระต่ายขึ้นทางทิศตะวันออกวงจรของกลางวันและกลางคืนดำเนินต่อไปตั้งแต่สมัยโบราณจนถึงปัจจุบัน\nพระภิกษุและลัทธิเต๋ารู้ดีว่าไม่มีข้อเสียใดๆ และนักวิชาการ ชาวนา อุตสาหกรรม และพ่อค้าต่างก็ทำตามความคิดของตนเอง", "詩意": "รูปหกเหลี่ยมนี้แสดงถึงการขึ้นและลงของหยินและหยาง\nยังเป็นสัญญาณว่าทุกอย่างจะเป็นไปตามแผนที่วางไว้", "解曰": "ไม่มีอะไรอยู่ในใจ สิ่งที่ทำแล้วมีบุญ เหมือนลูกธนูจากคันธนู กระสุนนัดหนึ่งเข้าเป้า", "籤詩故事一": "◇ลุงโจกัวเป็นอมตะ\nCao Guojiu ชาวเมือง Xuzhou กล่าวกันว่าเป็นลุงผู้ยิ่งใหญ่ของรัฐในสมัย ​​Renzong ของราชวงศ์ซ่ง ชื่อของเขาคือ Cao Yi หรือที่รู้จักในชื่อ Cao Jingxiu\nลุงเฉากัวมีน้องชายชื่อเฉาเอ๋อ โจเอ้อผู้นี้อาศัยตำแหน่งอำนาจของจักรพรรดิและกระทำความชั่วร้ายทุกประเภท เขายึดครองทุ่งนา แย่งชิงภรรยาและลูกสาวไป และผูกมิตรกับผู้ร้ายนอกกฎหมายบางคนเข้า ๆ ออก ๆ Cao Guojiu ทนไม่ไหวจึงเขา ไม่ยอมฟังคำพูดดี ๆ และคำปลอบโยนของเขาจึงใช้การลงโทษควบคุมเขา พี่ชายทั้งสองสร้างความแค้นใจ\nCao Guojiu กล่าวว่า: \"หลักการของโลกคือผู้ที่สะสมความดีจะเจริญรุ่งเรือง และผู้ที่สะสมความชั่วจะต้องพินาศ นี่คือความจริงที่ไม่เปลี่ยนแปลง ตระกูล Cao ของเราได้สะสมความชั่วในอดีตเพื่อให้บรรลุความมั่งคั่งในปัจจุบัน ตอนนี้ พี่ชายของฉันสะสมความชั่วร้ายถึงขีดสุดถึงแม้เขาจะหลบหนีแม้ว่าคุณจะถูกเจ้าหน้าที่ลงโทษคุณก็ไม่สามารถหนีจากภัยพิบัติที่ซ่อนอยู่ได้ เมื่อเกิดภัยพิบัติครอบครัวของคุณถูกทำลายและมีคนเสียชีวิตคุณจะไม่สามารถหลบหนีไปได้ ครั้งนั้นฉันจะต้องอับอายและกลัวมัน” ฉันจึงกระจายทรัพย์สมบัติทั้งหมดของฉันไป ช่วยเหลือคนยากจน ไม่สนใจเรื่องของน้องชายอีกต่อไป จากนั้นเขาก็ออกจากบ้านและเพื่อนๆ เปลี่ยนชุดลัทธิเต๋า และเข้าไปในภูเขาเพื่อปลูกฝังจิตใจและธรรมชาติของเขา\nวันหนึ่ง เขาบังเอิญพบกับจงลี่และหลู่ ตงปิน แห่งราชวงศ์ฮั่น พวกเขาดีใจมากที่ได้เห็นคำตอบอันไพเราะของลุงโจ กัว พวกเขามอบ \"คำสั่งลับแห่งการคืนความจริง\" ให้เขา และสั่งให้เขาฝึกฝนอย่างระมัดระวัง ในไม่ช้า จงลี้ Quan และ Lu Dongbin ได้รับการแนะนำให้รู้จักกับชนชั้นอมตะ", "聖意": "โชคลาภประจำบ้าน โชคลาภ โชคลาภ กิจการงาน แต่งงาน นักเดินทางชาย ปลูกหนอนไหมในทุ่งนา ปลูกต้นหกปศุสัตว์ ขาดทุนกำไร หาคน ดำเนินคดี โยกย้าย ทรัพย์สินหาย ,ป่วยช้า, โชคดี (ปีกระต่ายหรือโชคร้ายสำหรับกระต่าย), โชคดีในสุสานบนภูเขา", "古人": "ลุงเฉากัวเป็นอมตะ", "第X籤": "ลงชื่อที่สิบแปด", "宮": "เหมากง"}