{"籤詩版本二": "ปล่อยเรือกลับจากหาดน้ำเชี่ยว ความวุ่นวาย จะทำอย่างไร?\nถ้าอยากปลอดภัยก็แสวงหาความสงบและรอให้คลื่นผ่านวิกฤตนี้ไป", "詩意": "รูปหกเหลี่ยมนี้เปรียบเสมือนเรือที่แล่นไปตามชายหาดที่รวดเร็ว\nระมัดระวังในทุกสิ่งและรอเวลา", "解曰": "ขึ้นฝั่งในน้ำแรง อันตรายกำลังรอเวลา หากถามถึงแผนการค่าย ไม่มีอะไรสามารถทำได้", "籤詩故事一": "◇Ziyi ครองราชย์เป็นกษัตริย์\nGuo Ziyi (697-781) หรือที่รู้จักกันในชื่อ Guo Linggong เป็นชาวเมืองเจิ้ง เมืองหัวโจว (ปัจจุบันคือเมืองหัวเซียน มณฑลส่านซี) และเป็นนายพลในราชวงศ์ถัง\nในช่วงกบฏ Anshi ในปีที่ 14 ของ Tianbao (755) เขาได้รับตำแหน่ง Shuofang Jiedushi (Lingwu ทางตะวันตกของ Lingwu ในยุค Ningxia ในปัจจุบัน) เขาได้รับคำสั่งให้ทำสงครามครูเสด เขารวมกองทัพของ Shuofang กับ Li Guangbi เพื่อเดินทัพ เข้าสู่เหอเป่ยพวกเขาเข้าร่วมกองกำลังที่ฉางซาน (เจิ้งติง เหอเป่ย) และเอาชนะชิซือหมิง และยึดเหอเป่ยคืนมา ในเวลานี้ Guo Ziyi เสนอแนะให้จักรพรรดินำ Fan Yang จากทางเหนือมาโจมตีถ้ำเสือของกบฏเพื่อลดการปิดล้อม Tongguan แต่ Xuanzong ปฏิเสธ หลังจากนั้น สถานการณ์ของเมืองข้าราชบริพารแบ่งแยกดินแดนในช่วงปลายราชวงศ์ถังก็ถูกปลูกฝัง ซึ่งกลายเป็นสาเหตุอันห่างไกลของการสวรรคตของราชวงศ์ถัง\nในปีที่สิบห้าของการครองราชย์ของ Tianbao (756) เขาและกลุ่มพันธมิตรชาวอุยกูร์ได้สงบ Hequ ในฤดูใบไม้ผลิของปีถัดมาพวกเขากู้ Hedong (ปัจจุบันคือ Yongji, Shanxi) และ Feng Yi (ปัจจุบันคือต้าหลี่, Shaanxi) และโจมตี Tongguan เอาชนะ Cui Qianyu กองทัพ Tang ได้รับบาดเจ็บมากกว่า 10,000 ราย Cui Qianyu ยอมจำนนต่อ Pujin Lushan ถูกสังหารโดย An Qingxu ลูกชายของเขา\nในปีที่สองของรัชกาล Zhide (757) เขาได้รับคำสั่งให้นำกองกำลังไปยัง Fengxiang ระหว่างทาง เขาได้เอาชนะทหารม้าของ Li Guiren 5,000 นายที่สะพาน Baiqu Liuyun (ปัจจุบันคือทางตะวันออกเฉียงใต้ของ Sanyuan) ในเดือนพฤษภาคม เขาได้ต่อสู้กับ An Shouzhong และ Li Guiren ใน Qingqu (ปัจจุบันคือทางตะวันตกของซีอาน) พ่ายแพ้ และเขาถอนตัวไปยัง Wugong (ปัจจุบันคือทางตะวันตกเฉียงเหนือของ Wugong) ในเดือนกันยายน เขาได้ติดตามจอมพล Guangping Wang Li Chu เพื่อนำ Tang และ Uighurs เข้าร่วมกองกำลัง 150,000 นาย จากนั้นจึงต่อสู้ กับ An Shouzhong และ Li Guiren ใน Xiang ทางเหนือของวัด Ji (ทางตะวันตกเฉียงใต้ของเขต Chang'an ในปัจจุบัน) ทหารอุยกูร์ล้อมอยู่ด้านหลังศัตรูโจมตีจากทั้งสองด้านและสังหารศัตรูไป 60,000 คน Zhang Tongru หนีไปที่มณฑล Shaanxi และได้เมืองหลวงของฉางอันคืนในที่สุด (ปัจจุบันคือ ซีอาน) ความสง่างามของกองทัพถังก็กลับคืนสู่ฉางอันอีกครั้ง\nหลังจากนั้น กองทัพ Tang ใช้ประโยชน์จากชัยชนะและเคลื่อนทัพไปทางทิศตะวันออก เอาชนะทหาร 150,000 นาย รวมทั้ง Yan Zhuang และ Zhang Tongru ใน Xindian (ปัจจุบันอยู่ทางตะวันตกเฉียงใต้ของเมือง Sanmenxia มณฑลเหอหนาน) บังคับให้ Anqing Xu ข้ามแม่น้ำเหลืองและล่าถอยไปยัง Xiangzhou ตงจุนลั่วหยางกลับมา เพิ่มสิตูเข้าไปในบุญของเขาและทำให้เขาเป็นดยุคแห่งประเทศ\nซือซือหมิงนำกองทัพของเขาจากฟานหยางไปช่วยเหลืออันชิงซู ทั้งสองฝ่ายต่อสู้กันเป็นแนวทางเหนือของแม่น้ำอันยาง (ปัจจุบันคือทางเหนือของอันยาง) การต่อสู้นั้นแยกไม่ออก ในท้ายที่สุด นำโดยเก้า Jiedushi กองทัพ Tang ซึ่ง อ้างว่ามีกำลังพล 600,000 นาย ล่าถอย (ในยุทธการเย่เฉิง) ทำสงคราม) ผู้บัญชาการหลักของการต่อสู้ครั้งนี้คือขันที Yu Chaoen ซึ่งไม่มีทักษะความเป็นผู้นำและตำหนิ Guo Ziyi สำหรับความล้มเหลวของการสู้รบ Guo Ziyi ถูกเรียกตัวกลับไปที่ Chang'an โดยปลดอำนาจทางทหารและกลายเป็นเจ้าหน้าที่ที่ไม่ได้ใช้งาน\nในปีแรกของสมัยเป่าหยิง (762) กองทหารในไท่หยวน (ปัจจุบันคือทางตะวันตกเฉียงใต้ของไท่หยวน) และเจียงโจว (ปัจจุบันคือซินเจียงในมณฑลซานซี) ได้กบฏ ราชสำนักรู้สึกหวาดกลัว ดังนั้น Ziyi จึงได้รับตำแหน่งกษัตริย์แห่งเฟนหยางและออกไป ควบคุมเจียงโจว นอกจากนี้เขายังรู้สึกแปลกแยกจากขันทีเฉิงหยวนเจิ้นและถูกปลดออกจากอำนาจทางทหาร\n(ประเด็นสำคัญของเรื่องนี้: Guo Ziyi ผู้มีความสามารถและประพฤติตนดี ได้พบกับ Xuanzong และคนร้ายบางคน ซึ่งทำให้ความสำเร็จของเขาลดลงอย่างมาก)", "聖意": "อวยพรบ้านและตนเอง แสวงหาทรัพย์สมบัติ ไม่มีการซื้อขาย ไม่มีการแต่งงาน ไม่มีสัญญาณผิด คนเดินเท้ามาถึงเทียนคันจี หาคนยาก การฟ้องร้องในที่สาธารณะและ (ไม่ใช่ซิง) การอพยพ อนุรักษ์นิยม ทรัพย์สินสูญหาย หาได้ยาก โรคภัยไข้เจ็บ สวดมนต์ขอพรภูเขาและสุสานเป็นมงคล", "古人": "Ziyi ได้รับการสวมมงกุฎเป็นกษัตริย์", "第X籤": "ล็อตที่ถูกรางวัลที่สิบเก้า", "宮": "ทัตสึมิ"}