{"籤詩版本二": "หลังจากความกังวลและอันตรายมากมาย มันจะไม่มีวันว่างเปล่าอีกต่อไปจากนี้ไป\nจิตใจที่เอื้อเฟื้อมีแผนการที่เอื้อเฟื้อในตัวเอง คุณต้องพบกับผู้เชี่ยวชาญเพื่อสร้างความสำเร็จที่ยิ่งใหญ่", "詩意": "รูปหกเหลี่ยมนี้เปรียบเสมือนบ่อน้ำโบราณที่มีน้ำพุ\nผู้มีเกียรติย่อมประสบความสำเร็จในทุกสิ่ง", "解曰": "คดีความจะเป็นธรรมในที่สุด ป่วยและปลอดภัย เข้าออกเพื่อขอคำปรึกษา บ่อน้ำโบราณมาบรรจบกับฤดูใบไม้ผลิ", "籤詩故事一": "◇เหยาจงควบคุมตั๊กแตน\nYao Chong (649-721) ซึ่งมีชื่อจริงว่า Yuan Chong มาจาก Shaanzhou เขาทำหน้าที่เป็นรัฐมนตรีของ Xia Guan, Shangshu แห่ง Chunguan, Ziweiling, Zhongshuling และนายกรัฐมนตรีในราชวงศ์ถัง\nในปีที่สี่ของรัชกาลไคยวน (716) ซานตง (โดยทั่วไปหมายถึงลุ่มน้ำเหลืองทางตะวันออกของหัวซาน) ถูกรบกวนโดยตั๊กแตน ผู้คนถูกผูกมัดด้วยความคิดที่เชื่อโชคลางและไม่กล้าล่าและฆ่าพวกเขา แต่พวกเขากลับตั้งขึ้น ถวายเครื่องบูชา เผาเครื่องหอม บูชาข้างทุ่งนา และเฝ้าดูพืชผลที่ถูกตั๊กแตนกิน..\nเจ้าหน้าที่ทุกคนเชื่อว่า: \"ตั๊กแตนเป็นภัยพิบัติทางธรรมชาติ จะถูกควบคุมด้วยกำลังคนได้อย่างไร!\" การต่อสู้ระหว่างสองแนวคิดที่แตกต่างกันนั้นรุนแรงมากในสมัยนั้น ไม่ว่าจะกำจัดตั๊กแตนหรือไม่ก็ตาม\nเหยาจงกล่าวว่า “ตราบใดที่เราร่วมมือกัน เราก็กำจัดได้หมด เขากล่าวว่า ตั๊กแตนกลัวคนจึงขับออกไปได้ง่าย ต้นอ่อนยังมีเจ้าของ เจ้าหน้าที่กู้ภัยจึงต้องทำงานหนัก ตั๊กแตน” บินได้ ถ้าเห็นไฟกลางคืนก็จะบินได้แน่นอน จุดไฟเผาในทุ่ง ขุดหลุมขณะเผา ฝังขณะเผาก็ไม่เหลืออะไรเลย”\nXuanzong กล่าวว่า: \"ตั๊กแตนเป็นภัยธรรมชาติที่เกิดจากธรรมาภิบาลที่ย่ำแย่ หากคุณขอให้พวกมันถูกล่าและฆ่า สิ่งนี้จะไม่ขัดกับเมล็ดพืชหรือ\"\nเหยาจงกล่าวเสริมว่า “การจับและฆ่าตั๊กแตนเป็นการกระทำในสมัยโบราณ และฝ่าพระบาทจะทรงใช้มันในอนาคต ถือเป็นงานสำคัญระดับชาติที่จะนำความสงบสุขและความเจริญรุ่งเรืองมาสู่เกษตรกร โปรดพิจารณาอย่างจริงจัง”\nซวนจงมั่นใจ แต่ในเวลานั้นทุกคนทั้งในและนอกศาลบอกว่าตั๊กแตนไม่สามารถล่าได้\nซวนจงกล่าวว่า “ข้าพเจ้าได้หารือกับนายกรัฐมนตรีแล้วและได้ตัดสินใจจับตั๊กแตน ใครคัดค้านอีกจะถูกประหารชีวิต” จึงส่งเซ็นเซอร์ไปควบคุมดูแลและสั่งการให้ประชาชนเผาฝังตั๊กแตน\nผลลัพธ์ค่อนข้างได้ผล มีตั๊กแตนจับได้เก้าล้านแดนทั่วประเทศ และกำจัดโรคระบาดตั๊กแตนได้สำเร็จ เกษตรกรรมประสบความสำเร็จในการเก็บเกี่ยวในปีนั้น\n(ควรใช้ปัญญาในการจัดการภัยพิบัติและการอพยพและต้องมีกลยุทธ์อันชาญฉลาดในการเอาชนะความยากลำบาก เหยาจง เป็นผู้เชี่ยวชาญในเรื่องนี้)", "聖意": "บ้านเป็นธรรมดา ตนเองถูกบล็อก หาเงินถูกบล็อก การค้าขายถูกบล็อก การแต่งงานและความสามัคคีถูกบล็อก มีอันตรายในหลิวเจีย คนเดินถนนถูกบล็อก หนอนไหมถูกบล็อก ปศุสัตว์ไม่ดี คนหาย คดีสาธารณะถูก ถูกปิดกั้น การอพยพไม่มีเหตุผล สิ่งของที่สูญหายหายาก โรคภัยไข้เจ็บยากต่อการอธิษฐาน ภูเขาและหลุมศพไม่สบายใจ", "古人": "เหยาจงควบคุมตั๊กแตน", "第X籤": "ถูกลอตเตอรีครั้งที่ยี่สิบห้า", "宮": "มี พาเลซ"}