{"籤詩版本二": "มีข่าวลือว่าสิ่งต่างๆ กลับหัวกลับหาง และฉันได้รับจดหมายจากขอบฟ้า\nชื่อเสียงและความสำเร็จที่สัญญาไว้กับฉันในหนังสือเล่มนี้ยังคงว่างเปล่าจนกว่าจะสิ้นสุด", "詩意": "รูปหกเหลี่ยมนี้มีชื่อเท็จ\nขอแนะนำให้อนุรักษ์นิยมในทุกสิ่ง", "解曰": "ขึ้นๆ ลงๆ อารมณ์เสีย การแสวงหาการพักผ่อนไม่ใช่การไม่ได้ใช้งาน ความปรารถนาที่จะมีชื่อเสียง อยู่อย่างปลอดภัย.", "籤詩故事一": "◇จงกุยบรรลุการตรัสรู้\nZhong Kui ซึ่งมีนามสกุลคือ Zhong Kui ซึ่งมีชื่อรองว่า Zhengnan มาจาก Zhongnanshan\nในรัชสมัยของจักรพรรดิเต๋อจงแห่งราชวงศ์ถัง จงกุยมีส่วนร่วมในการสอบจักรพรรดิ จงกุยอ่านคำถามสอบและเขียนบทความในคราวเดียวแล้วยื่นให้ทันที หัวหน้าผู้ตรวจสอบในวันนั้นคือ Han Yu รัฐมนตรีว่าการกระทรวงกิจการพลเรือน และรองผู้ตรวจสอบคือ Lu Zhi ซึ่งเป็นนักวิชาการผู้ยิ่งใหญ่ เมื่อทั้งสองอ่านกระดาษของ Zhong Kui ดวงตาของพวกเขาก็สว่างขึ้นและพูดพร้อมกัน: \"พ่อมด พ่อมด! ทุกคำในบทความนี้ประณีตและคู่ควรกับ Li Taibai และ Du Zimei!\" ดังนั้นพวกเขาจึงตั้งชื่อ Zhong Kui เป็นอันดับแรก\nจักรพรรดิเต๋อจงฟังรายงานของฮัน หยู่ และตรัสว่าจงขุย ผู้เป็นแชมป์ด้านวิทยาศาสตร์คนใหม่ มีพรสวรรค์มาก จึงทรงอัญเชิญจงกุยในวังทอง\nเมื่อจักรพรรดิเต๋อจงเห็นรูปลักษณ์ที่น่าเกลียดของเขา เขาก็รู้สึกไม่พอใจทันทีและพูดว่า \"การคัดเลือกนักวิชาการในราชสำนักของเรานั้นขึ้นอยู่กับคำพูดส่วนตัวและการประดิษฐ์ตัวอักษร คนน่าเกลียดเช่นนี้จะถูกเลือกให้เป็นนักวิชาการอันดับหนึ่งในสาขาวิทยาศาสตร์ทองคำได้อย่างไร \"\nฮัน หยูรีบคุกเข่าลงแล้วพูดว่า: \"ความดีและความชั่วของคนไม่ได้อยู่ที่รูปลักษณ์ภายนอกเท่านั้น พระเจ้าผู้ศักดิ์สิทธิ์ พระองค์ไม่ได้ยินหรือว่าหยาน หยิงสูงสามฟุตและทัดเทียมกับนายกรัฐมนตรีใช่หรือไม่ โจว ฉาง พูดติดอ่างแต่สามารถช่วยราชวงศ์ฮั่นได้ ขงจื๊อตัดสินผู้คนจากรูปร่างหน้าตาของพวกเขา และสูญเสียลูกชายของเขา หยู ฉันหวังว่าฝ่าบาทจะคิดทบทวนอีกครั้ง”\nจักรพรรดิเต๋อจงครุ่นคิดอยู่ครู่หนึ่งแล้วพูดว่า: \"แม้ว่าคำพูดของ Han Aiqing จะสมเหตุสมผล แต่เมื่อฉันเป็นจักรพรรดิ Taizong มีนักวิชาการสิบแปดคนที่มาที่ Yingzhou และพูดคุยเกี่ยวกับเรื่องนี้ ชายคนนี้เป็นนักวิชาการอันดับหนึ่ง ฉันเกรงว่าโลกนี้ จะหัวเราะเยาะฉันที่ไม่รู้จักพรสวรรค์”\nนายกรัฐมนตรีหลู่ฉีเป็นคนใจแคบและอิจฉาความสามารถพิเศษ หลังจากได้ยินคำพูดของจักรพรรดิ เขาก็คุกเข่าลงและกล่าวว่า: \"นักวิชาการอันดับหนึ่งในวิชาทองคำต้องเป็นทั้งภายในและภายนอก มีผู้สมัครสามร้อยคนสำหรับหัวข้อนี้ ทำไมไม่เลือกอันอื่นล่ะ”\nเมื่อจงขุยเห็นว่าชายคนนี้สับสนมากก็อดโกรธไม่ได้ เขาชี้ไปที่หลู่ฉีและสาปแช่ง: \"ถ้าข้าราชการที่โง่เขลาเช่นนี้อยู่ในศาลเขาจะไม่ทำร้ายประเทศเหรอ?\" หลังจากนั้น เขาชก Lu Qi ด้วยหมัดของเขา\nเมื่อเห็นสิ่งนี้ เต๋อซงก็โกรธจัดและพูดว่า: \"เจ้ากล้ามาก เจ้ากล้าก่อปัญหาในวังทอง จัดการมันให้เร็วเข้า!\"\nด้วยความโกรธ จงขุยดึงดาบออกมาจากเอวของนายพลที่ยืนอยู่ในวังและถอนหายใจเสียงดัง: \"เป็นเรื่องยากสำหรับแมวที่ท้อแท้ที่จะเลียนแบบเสือ และนกแก้วที่ท้อแท้ก็ไม่ได้ดีเท่ากับไก่\" หลังจากนั้นเขาก็ฆ่าตัวตาย\nเมื่อจักรพรรดิเต๋อจงเห็นว่าจงกุยฆ่าตัวตายด้วยความโกรธ พระองค์ก็ทรงประหลาดใจอย่างมาก เพื่อที่จะเอาชนะใจผู้คน พระองค์จึงทรงสั่งให้ฝังจงกุยด้วยตำแหน่งอย่างเป็นทางการของนักวิชาการหมายเลข 1 และเขายังทำให้จงกุยเป็นพระเจ้าอีกด้วย ของการไล่ผีเพื่อกำจัดวิญญาณชั่วร้ายออกจากโลก", "聖意": "อธิษฐานขอพรในบ้านของคุณ ความปลอดภัยของคุณเอง ปัญหาทางการเงิน ความล้มเหลวทางธุรกิจ ความล้มเหลวในการแต่งงาน คนเดินถนนหญิงหลิวเจีย หนอนไหมในทุ่งที่ไว้วางใจได้ ปศุสัตว์หกตัว สามารถเลี้ยงดูได้ คนสูญหาย คดีสาธารณะตะวันตก การสูญเสียการย้ายถิ่นฐาน การอนุรักษ์ ,สูญเสียทรัพย์สิน,เจ็บป่วย,ขอพรให้โชคดีบนภูเขาและหลุมศพ", "古人": "จงกุยได้รับเต๋า", "第X籤": "ถูกรางวัลที่ยี่สิบหก (ลอตเตอรี)", "宮": "มี พาเลซ"}