{"籤詩版本二": "กงล้อสีแดงตกทางทิศตะวันตก กระต่ายขึ้นทางทิศตะวันออก หยินเติบโต หยางหายไป ทุกสิ่งเจริญรุ่งเรือง\nหากผู้หญิงต้องการใช้ก็จะช่วยเพิ่มความมั่งคั่งและนำความสุขมาสู่หัวใจ", "詩意": "รูปหกเหลี่ยมนี้เป็นสัญลักษณ์ของหยินที่กำลังเติบโตและหยางหายไป\nทุกสิ่งยากก่อนที่จะกลายเป็นเรื่องง่ายในภายหลัง", "解曰": "หยินเป็นประโยชน์ต่อผู้หญิง ไม่เหมาะกับผู้ชาย. หากคุณกำลังมองหาคำแนะนำ ความชั่วมาก่อนแล้วความดีก็มา", "籤詩故事一": "◇หวู่เจ๋อเทียนขึ้นครองบัลลังก์\nเมื่ออายุ 14 ปี อู๋ถูกจักรพรรดิไท่จง หลี่ ซือหมินแห่งราชวงศ์ถังเรียกตัวไปที่พระราชวังในฐานะบุคคลที่มีความสามารถ ชื่อ \"อู๋เหม่ย\" หลังจากที่ Taizong เสียชีวิต Zetian ก็เข้าไปในวัด Ganye และกลายเป็นแม่ชี\nเมื่อจักรพรรดิเกาจงแห่งราชวงศ์ถังขึ้นครองบัลลังก์ เขาได้เรียกตระกูลหวู่เข้ามาในพระราชวังเพื่อแสดงความเคารพต่อจ้าวอี้ ในปีที่หกแห่งรัชสมัยหยงฮุย (655) จักรพรรดิเกาจงได้สถาปนาหวู่เป็นราชินีของเขา\nWu Zetian เป็นคนฉลาด เกี่ยวข้องกับวรรณกรรมและประวัติศาสตร์ และอุดมไปด้วยความรอบรู้ ไม่นานหลังจากที่ Wu Zetian ขึ้นครองราชย์เป็นราชินี เนื่องจาก Gaozong อ่อนแอและป่วย บางครั้งเขาก็มอบหมายให้เธอจัดการเรื่องการเมืองบางอย่าง ดังนั้นอำนาจของเธอก็เพิ่มขึ้น ในปีแรกของราชวงศ์ซางหยวน (674) จักรพรรดิเกาจงถูกเรียกว่า \"จักรพรรดิ\" จักรพรรดินีหวู่ถูกเรียกว่า \"ราชินีแห่งสวรรค์\" และทั้งคู่ถูกเรียกว่า \"สองนักบุญ\" ในพระราชวัง\nในปีแรกของหงดาว (683) เกาจงสิ้นพระชนม์ เจ้าชายหลี่ซีอานขึ้นครองบัลลังก์ และหวู่เจ๋อเทียนมาปกครองราชวงศ์ ในเดือนกุมภาพันธ์ของปีแรกของ Sisheng (684) Wu Zetian ปลด Li Xian เป็นกษัตริย์แห่ง Luling และสถาปนาลูกชายคนที่สี่ของเธอ Li Dan เป็นจักรพรรดิและยังคงปกครองราชวงศ์ต่อไป ในเดือนกันยายนของปีเดียวกัน เธอเปลี่ยนธงเป็นสีทอง และลั่วหยางซึ่งเป็นเมืองหลวงทางตะวันออกก็เปลี่ยนชื่อเป็นเมืองหลวงศักดิ์สิทธิ์ ในวันที่เก้าของเดือนกันยายนในปีแรกของเทียนโชว (690) อู๋เจ๋อเทียนประกาศตนเป็นจักรพรรดิและเปลี่ยนชื่อประเทศเป็นโจว", "聖意": "บ้านไม่เอื้ออำนวยต่อตนเอง, ขอพร, แสวงหาทรัพย์สมบัติ, ค้าขาย, โชคดีในการสมรส, โชคร้ายในการแต่งงาน (หญิง), คนเดินเท้ากีดขวางทุ่งนา, ไหม, ปศุสัตว์เจริญรุ่งเรือง, ตามหาคน, แยกทางกัน, ฟ้องร้อง, สูญหาย, อพยพ ,สูญเสียทรัพย์สิน,เจ็บป่วย,ช็อค,ภูเขาและหลุมศพ,ขอให้โชคดี", "古人": "อู๋เจ๋อเทียนขึ้นครองบัลลังก์", "第X籤": "ผู้ถูกลอตเตอรีคนที่สี่สิบ", "宮": "คุณ พาเลซ"}