{"籤詩版本二": "คุณจะจดจำคำพูดดีๆ มากมาย แต่คุณจะกลายเป็นลูกชายของคุณ หากคุณจำหัวขโมยได้\nอย่าโลภในตอนนี้และกังวลว่าเขาจะทำอะไรดีๆ เมื่อปีที่แล้วได้อย่างไร", "詩意": "แฉกนี้ระบุว่าขโมยเป็นลูกชาย\nมีสติในทุกสิ่ง", "解曰": "แค่อันนี้ สุภาพบุรุษย่อมไม่ผิดพลาด เก็บไว้ในใจ อย่าเหงา.", "籤詩故事一": "◇ตงจัวยอมรับหลู่ปู้\nLu Bu ผู้กล้าหาญและเก่งในการต่อสู้เป็นนายพลทหารที่มีชื่อเสียงในช่วงปลายราชวงศ์ฮั่นตะวันออกและจุดเริ่มต้นของสามก๊ก ครั้งหนึ่งเขาเคยถือว่า Ding Yuan ผู้ว่าการเมือง Jingzhou เป็นพ่อบุญธรรมของเขาและรับใช้ภายใต้เขา\nหลังจากการสิ้นพระชนม์ของจักรพรรดิหลิงแห่งราชวงศ์ฮั่นตะวันออก Ding Yuan ไปปักกิ่งเพื่อสมรู้ร่วมคิดกับนายพล He Jin เพื่อควบคุมรัฐบาล\nDong Zhuo ต่อสู้กับ Ding Yuan แต่นายพลหลายคนไม่สามารถเอาชนะ Lu Bu ได้ ดังนั้น Dong Zhuo จึงส่งผู้ใต้บังคับบัญชา Li Su ไปติดสินบน Lu Bu หลี่ซู่นำกองสมบัติทองคำและเงินและม้ากระต่ายแดงอันโด่งดังมา \"เยี่ยมเยียนหลู่ปู้\" หลี่ซู่นำกองสมบัติทองคำและเงินและม้ากระต่ายแดงอันโด่งดังมาเยี่ยมหลู่ปู้ ดังนั้น Lu Bu จึงถูก Dong Zhuo ติดสินบนเพื่อฆ่า Ding Yuan และบอกให้ทหารของเขาไปด้วยหากพวกเขาต้องการ และให้ออกไปหากพวกเขาไม่ต้องการติดตามเขา ผลก็คือ ทหารส่วนใหญ่จึงวิ่งหนี ดังนั้น Lu Bu จึงถูก Dong Zhuo ติดสินบนและสังหาร Ding Yuan\nหลังจากที่ Dong Zhuo ได้รับอำนาจ เขาก็รับ Lu Bu มาเป็นบุตรบุญธรรมของเขา และตั้งให้เขาเป็นนายพลและมาร์ควิส\nDong Zhuo มีอารมณ์รุนแรง และ \"ความสัมพันธ์แบบพ่อ-ลูก\" กับ Lu Bu นั้นอ่อนแอมาก ในปี ค.ศ. 189 ตามคำยุยงของ Situ Wang Yun Lu Bu ก็สังหาร Dong Zhuo\nหกเดือนหลังจากการเสียชีวิตของ Dong Zhuo กองทหารเก่าของ Dong Zhuo ได้บุกโจมตีเมืองหลวง ส่วน Lu Bu และภรรยาของเขาก็หนีไปด้วยความตื่นตระหนก หลังจากออกจากเมืองหลวง Lu Bu ก็ไปหลบภัยกับขุนศึก Yuan Shu, Yuan Shao, Zhang Yang, Zhang Miao, Liu Bei ฯลฯ และต่อสู้กับ Cao Cao ซึ่งเป็นขุนศึกคนสำคัญอีกคนหนึ่งในเวลานั้น Lu Bu กล้าหาญและเป็นคนดี ในการต่อสู้และพ่ายแพ้ Cao Cao หลายครั้ง\nในปีที่สามของ Jian'an ในราชวงศ์ฮั่นตะวันออก กองทหารของ Cao Cao โจมตี Xiaopei ซึ่งเป็นฐานทัพของ Lu Bu และถูก Cao Cao จับและสังหารใต้หอคอย Baimen ก่อนการประหารชีวิต Lu Bu ขอให้ Cao Cao ทำให้เขามีชีวิตอยู่เพื่อหลีกเลี่ยงความตาย แต่ Liu Bei เตือน Cao Cao ว่า Lu Bu ได้ทรยศหลายครั้งและเป็นคนไม่ซื่อสัตย์ ในท้ายที่สุด โจโฉซึ่งให้ความสำคัญกับพรสวรรค์โดยไม่คำนึงถึงศีลธรรมเท่านั้นจึงประหารชีวิตหลู่ปู้", "聖意": "ฉันไม่สบายใจที่บ้าน ฉันมักจะหาเงิน ป้องกันการทำธุรกรรม มันยากที่จะแต่งงาน ชายหลิวเจียประหลาดใจ ผู้คนมาที่ทุ่งนา หนอนไหมสุกงอมแล้ว สัตว์หกตัวปลอดภัย ผู้คนกำลังมองหาคน การฟ้องร้องมีความเหมาะสมและการอพยพ ของหายหาได้ยาก โรคภัยก็หาได้ยาก และมีความสงบสุขในหลุมศพของภูเขาเจิ้นซิง", "古人": "ตงจัวยอมรับหลู่ปู้", "第X籤": "ลำดับที่ 41 ชนะล็อตเตอรี่", "宮": "คุณ พาเลซ"}