{"籤詩版本二": "โลกมีความยืดหยุ่นและทุกสิ่งสามารถช่วยเหลือตนเอง ช่วยเหลือตนเอง และปลอดภัย\nทุกสิ่งในชีวิตเป็นสิ่งมหัศจรรย์ ขอบคุณนักบุญและปราชญ์สำหรับทุกสิ่ง และขอให้เจริญรุ่งเรือง", "詩意": "รูปหกเหลี่ยมนี้แสดงถึงความสามัคคีระหว่างโลกกับโลก\nทุกอย่างเป็นไปด้วยดีและไม่มีอันตราย", "解曰": "ทุกสิ่งล้วนเกิดมา แผนการและความปรารถนาทั้งหมดเป็นจริง ฟอร์ดช่วยด้วย รุ่ยฉีกำลังรีบ", "籤詩故事一": "◇ผู้เดินได้รับการตรัสรู้\nเรื่องราวการเดินทางสู่ตะวันตก:\nซุนหงอคงยึดครองภูเขาดอกไม้และผลไม้และขึ้นเป็นกษัตริย์ ต่อมาเพื่อหาหนทางที่จะดำรงอยู่ตลอดไป เขาใช้เวลาแปดหรือเก้าปีเดินทางข้ามภูเขาและแม่น้ำเพื่อสักการะพระสังฆราชโพธิเป็นอาจารย์ของเขา เขาเรียนรู้เจ็ดสิบ - การเปลี่ยนแปลงสองครั้งของความชั่วร้ายบนโลกและเมฆตีลังกาและใช้นามสกุลซันเป็นครั้งแรก ชื่อ Wukong\nหลังจากนั้น ซุนหงอคงไปที่วังมังกรในทะเลจีนตะวันออกเพื่อค้นหาอาวุธที่เหมาะสม และในที่สุดก็พบกระบองทองคำรุ่ยอี้ ซึ่งเป็นเข็มศักดิ์สิทธิ์ของเทียนเหอและติงไห่ เนื่องจากอายุขัยของเขาสิ้นสุดลงแล้ว เขาจึงสร้างความยุ่งยากครั้งใหญ่ในยมโลก แก้ไขหนังสือแห่งชีวิตและความตาย และกลับสู่โลกมนุษย์ ต่อมา ซุนหงอคงถูกสวรรค์เรียกเป็นครั้งแรก และได้ชื่อว่าปี่หม่าเหวิน ต่อมาเขาถูกอัญเชิญขึ้นสวรรค์เป็นครั้งที่สองและได้รับฉายาว่าราชาวานร นอกจากนี้เขายังขโมยลูกพีชและสร้างความยุ่งยากใหญ่หลวงในสวรรค์ เขาถูกผนึกไว้ในเตา Bagua เพื่อฝึกฝนดวงตาสีทองและดวงตาที่ลุกเป็นไฟ ในที่สุดเขาก็ ถูกพระตถาคตพุทธเจ้าทรงปราบปรามที่ตีนเขาหวู่จือเป็นเวลา 500 ปี ไม่สามารถขยับเขยื้อนได้ สถานที่ที่เตาบากัวถูกเตะล้มกลายเป็นภูเขาเพลิง\nห้าร้อยปีต่อมา พระถังไปทางตะวันตกเพื่อรับคัมภีร์ ผ่านภูเขาห้าองค์ประกอบ และถอดยันต์ออกก่อนที่จะช่วยซุนหงอคง ซุนหงอคงหลั่งน้ำตาด้วยความซาบซึ้ง หลังจากได้รับคำสั่งจากพระโพธิสัตว์เจ้าแม่กวนอิม เขาก็บูชาพระถังเป็นอาจารย์ของเขา และเดินทางไปทางตะวันตกเพื่อเรียนรู้พระคัมภีร์ด้วยกัน ระหว่างทางเพื่อเรียนรู้พระคัมภีร์ ซุนหงอคง สืบเชื้อสายมาจากปีศาจและกำจัดสัตว์ประหลาดและทำสิ่งพิเศษพิเศษซ้ำแล้วซ้ำเล่า อย่างไรก็ตาม เขาถูกเข้าใจผิดและถูกไล่ออกจากอาจารย์ของเขา Tang Seng ครั้งแล้วครั้งเล่า หลังจากความยากลำบากแปดสิบเอ็ดประการ ในที่สุดงานก็เสร็จสิ้น ปรมาจารย์และสาวกทั้งสี่มาถึงวัด Xitian Leiyin และได้รับคัมภีร์ที่แท้จริง ซุนหงอคงบรรลุผลที่ถูกต้อง\n(เรื่องนี้เป็นอุปมาว่าแม้แต่ลิงก็สามารถรู้แจ้งได้ ไม่ต้องพูดถึงความเป็นมนุษย์เลย)", "聖意": "บ้านเป็นมงคลแก่ตนเอง มั่งคั่ง กิจการงาน การแต่งงาน หลิวเจีย คนเดินเท้าชาย สิ่งกีดขวางทุ่งนา หนอนไหม สัตว์หกชนิด จงผิง ตามหาคน คดีความ ความสำเร็จ การย้ายถิ่น การสูญเสียทรัพย์สิน โรคร้าย สุสานซิงซิงซาน สิ่งของ เป็นมงคล", "古人": "นักเดินทางย่อมบรรลุพระโพธิญาณ", "第X籤": "ลงนามเมื่อวันที่ 43", "宮": "ซูกง"}