{"籤詩版本二": "อากาศหนาวทำให้น้ำเป็นน้ำแข็ง ทำไมต้องโลภชื่อเสียง?\nฉันไม่มีทางเลือกอื่นนอกจากนั่งเงียบๆ รอให้ใบไม้ผลิบานตามธรรมชาติ", "詩意": "ในแฉกนี้ น้ำจะกลายเป็นน้ำแข็ง\nอย่าขอสิ่งใดโดยเปล่าประโยชน์", "解曰": "น้ำกลายเป็นน้ำแข็ง น้ำแข็งละลายเป็นน้ำ หากเป็นการสมรู้ร่วมคิด มันก็เป็นเช่นนั้น", "籤詩故事一": "◇Wang Xiang ขอปลาคาร์พ (เรื่องกตัญญูยี่สิบสี่เรื่อง)\nหวังเซียงแห่งราชวงศ์จิน ชื่อรอง ฝูเจิง เกิดที่เมืองหลินอี้\nเมื่อ Wang Xiang ยังเด็ก แม่ของเขาเสียชีวิต พ่อที่โดดเดี่ยวของเขาแต่งงานกับผู้หญิงชื่อ Zhu และ Wang Xiang มีแม่คนใหม่ เมื่อ Wang Xiang ยังเด็ก มารดาผู้ให้กำเนิดของเขาเสียชีวิต และพ่อผู้โดดเดี่ยวของเขาแต่งงานกับผู้หญิงชื่อ Zhu แม่เลี้ยงของ Wang Xiang เป็นผู้หญิงใจแคบและอิจฉา เธอไม่ชอบ Wang Xiang และมักจะดุเขาเรื่องเล็กๆ น้อยๆ ไม่นานแม่เลี้ยงก็ให้กำเนิดลูกชายชื่อวังลานด้วย แม่เลี้ยงรักลูกๆ ของตัวเองเท่านั้น และมองว่า Wang Xiang เป็นหนามแหลมอยู่ข้างตัวเธอ เธอเริ่มเรียกร้อง Wang Xiang มากขึ้น และมักจะพูดจาดูหมิ่น Wang Xiang ต่อหน้าพ่อของเขา แม้แต่พ่อของเขาก็ค่อยๆ เลิกรักเขาอีกต่อไป แม่เลี้ยงรักลูกๆ ของตัวเองเท่านั้น และมองว่า Wang Xiang เป็นหนามอยู่ข้างตัวเธอ เธอยิ่งเรียกร้อง Wang Xiang มากขึ้น และมักจะพูดจาดูหมิ่น Wang Xiang ต่อหน้าพ่อของเขา แม้แต่พ่อของเขาก็ค่อยๆ เลิกรักเขาอีกต่อไป แม้ว่าพี่ชายต่างมารดาของ Wang Xiang แต่ Wang Lan ก็เป็นมิตรกับพี่ชายของเขามาก แม้ว่าแม่เลี้ยงของเธอจะถูกทรมาน แต่เธอก็ยังกตัญญูมาก แม่เลี้ยงดุร้ายมาก แต่หวังเซียงยังคงกตัญญูมาก\nแม่เลี้ยงของเขามีงานอดิเรกคือชอบกินปลาสดที่เพิ่งตกจากแม่น้ำ แม่เลี้ยงของเขามีงานอดิเรกคือชอบกินปลาสดที่เพิ่งตกจากแม่น้ำ ฤดูหนาววันหนึ่ง พ่อของเขาออกไปทำธุรกิจ และแม่เลี้ยงของเขาก็ล้มป่วยอีกครั้ง พี่น้อง Wang Xiang และ Wang Lan คอยเสิร์ฟซุปและยาให้แม่กินอย่างระมัดระวัง ในสภาพอากาศที่หนาวเย็นอย่างรุนแรง อาการป่วยของแม่เลี้ยงก็ยังไม่ดีขึ้น ใน รีบ. ฤดูหนาววันหนึ่ง พ่อของเขาออกไปทำธุรกิจ และแม่เลี้ยงของเขาก็ล้มป่วยอีกครั้ง พี่น้อง Wang Xiang และ Wang Lan คอยเสิร์ฟซุปและยาให้แม่กินอย่างระมัดระวัง ในสภาพอากาศที่หนาวเย็นอย่างรุนแรง อาการป่วยของแม่เลี้ยงก็ยังไม่ดีขึ้น ใน รีบ. แม่เลี้ยงที่ป่วยอยากกินปลาสดจากแม่น้ำ ในสภาพอากาศที่หนาวจัด ข้างนอกหิมะตก และน้ำในแม่น้ำก็กลายเป็นน้ำแข็งหนาแล้ว แม่เลี้ยงที่ป่วยอยากกินปลาสด ปลาสด จะพบได้ที่ไหนในสภาพอากาศที่หนาวจัดและมีหิมะขนาดนั้น?\nในสมัยนั้นไม่มีอาหารนอกฤดู และคุณไม่สามารถซื้อได้แม้ว่าคุณจะมีเงินก็ตาม\nเมื่อมาถึงจุดนี้ของเรื่องราว เรื่องราวที่น่าประทับใจของ Wang Xiangqiu Li ก็เกิดขึ้น สองพี่น้องปกป้องแม่อย่างช่วยไม่ได้ Wang Xiang เดินไปที่แม่น้ำน้ำแข็งเพื่อไม่ให้แม่เลี้ยงที่ป่วยของเขาผิดหวัง Wang Xiang มีความคิดจึงถอดเสื้อออกโดยไม่คำนึงถึงความหนาวเย็น เขานอนเปลือยเปล่าบนธารน้ำแข็งและอยากจะใช้ อุณหภูมิร่างกายของตัวเองเพื่อละลายน้ำแข็ง (ดังนั้นปลาคาร์พ Wang Xiangqiu จึงเรียกว่า Wang Xiang นอนอยู่บนน้ำแข็ง) เขาถอดเสื้อออกแล้วนอนเปลือยเปล่าบนธารน้ำแข็ง เขาอธิษฐานต่อพระเจ้าและพูดว่า: \"พระเจ้า แม่ของฉันป่วยและอยากกินปลาคาร์พสด คุณต้องหาทางให้ฉันไม่ว่าจะเกิดอะไรขึ้นก็ตาม\" น่าแปลกที่ก้อนน้ำแข็งที่อยู่ข้างๆ เขาแตกออกอย่างกระทันหัน และมีสองอัน รอยแตก ปลาคาร์พที่มีชีวิตกระโดดออกมาจากรอยแตกและกระโดดขึ้นไปบนน้ำแข็ง Wang Xiang มีความสุขมาก เขาอธิษฐานต่อพระเจ้า: \"พระเจ้า แม่ของฉันป่วยและอยากกินปลาคาร์พสด คุณต้องหาทางให้ฉันไม่ว่าจะเกิดอะไรขึ้นก็ตาม\" น่าแปลกที่ก้อนน้ำแข็งที่อยู่ข้างๆ เขาแตกร้าว และมีรอยแตกสองรอย ปลาคาร์พที่มีชีวิตกระโดดออกมาจากรอยแตกและกระโดดขึ้นไปบนน้ำแข็ง Wang Xiang มีความสุขมาก เขาคุกเข่าลงอย่างรวดเร็ว ขอบคุณพระเจ้า และวิ่งกลับบ้านพร้อมกับปลาคาร์พ เขาคุกเข่าลงอย่างรวดเร็ว ขอบคุณพระเจ้า แล้วรีบรับปลาคาร์ปกลับบ้าน หลังจากที่แม่เลี้ยงกินปลาคาร์พสดๆ ไม่นานเธอก็หายจากอาการป่วย แม่เลี้ยงที่อยู่บนเตียงในโรงพยาบาลต้องตกตะลึงเมื่อเห็นร่างกายส่วนบนที่เปลือยเปล่าของ Wang Xiang ซึ่งเปลี่ยนเป็นสีม่วงเนื่องจากความหนาวเย็น และมีปลา 2 ตัวอยู่ในมือ เธอวิ่งเข้าไปในห้องอย่างมีความสุขและตกตะลึง\nต่อมา Wang Xiang ได้เป็นข้าราชการและกลายเป็น Taibao และได้รับตำแหน่ง Duke", "聖意": "ไม่สบายใจที่บ้านฉันขอความคุ้มครองปัญหาทางการเงินปัญหาทางธุรกิจการแต่งงานความไม่สอดคล้องกันในประกันหลิวเจียคนเดินถนนหนอนไหม Chitian การสูญเสียสัตว์หกตัวคนหายการฟ้องร้องสาธารณะการย้ายถิ่นการอนุรักษ์ทรัพย์สินที่สูญหายความเจ็บป่วยการฟื้นตัวยาก ขอให้โชคดีในสุสานบนภูเขา", "古人": "หวังเซียงขอปลาคาร์พ (เรื่องกตัญญูยี่สิบสี่เรื่อง)", "第X籤": "สี่สิบเก้าถูกรางวัลล็อตต์", "宮": "ไห่กง"}