{"籤詩版本二": "คุณสามารถเดินทางไปทั่วทุกมุมของประเทศโดยแขวนหลังคาใบเรือไว้ได้อย่างอิสระ\nถ้ามีลมพัดแรงก็จะมาถึงในไม่ช้าและเรือก็จะเต็มไปด้วยสมบัติ", "詩意": "รูปแฉกนี้เปรียบเสมือนการดึงเรือตามแรงลม\nทุกอย่างเป็นไปด้วยความเรียบร้อย.", "解曰": "พักผ่อนอย่างสบายใจ ไม่ต้องใช้ความพยายาม ความมั่งคั่งมากมาย ต่างก็ชื่นชม", "籤詩故事一": "◇Tao Zhugui Five Lakes (ทะเลสาบฟ่านหลี่กุย)\nในช่วงฤดูใบไม้ผลิและฤดูใบไม้ร่วง Fan Li ซึ่งมีชื่อรองว่า Shaobo มีอีกชื่อหนึ่งว่า Gui Yizipi หรือ Tao Zhugong\nในเวลานั้น มีสงครามระหว่างรัฐหวู่กับรัฐเยว่ และรัฐหวู่ได้ทำลายรัฐเยว่ ฟ่านหลี่และเหวินจงวางแผนสำหรับเยว่คิงโกวเจี้ยนเพื่อส่งเสริมเยว่และทำลายหวู่ Fan Li เดินทางผ่านภูเขาและแม่น้ำเป็นการส่วนตัวและเยี่ยมชมแม่น้ำ Huansha ในภูเขา Cailuo เพื่อตามหา Xi Shi หญิงสาวสวยที่มีทั้งคุณธรรม พรสวรรค์ และความงาม และนำเสนอต่อกษัตริย์แห่ง Wu เขาใช้ \"ความงาม\" เคล็ดลับ\" ให้ความร่วมมือทั้งภายในและภายนอกและทำลายอาณาจักรหวู่\nหลังจากที่เขากำจัดอาณาจักร Wu ได้สำเร็จ Fan Li ก็รู้ว่า Gou Jian เป็น \"นกคอยาวที่มีจะงอยปาก\" และสามารถแบ่งปันความยากลำบากและความสุขกับเขาได้ ดังนั้นเขาและ Xi Shi จึงล่องเรือข้ามอาณาจักร Qi และเปลี่ยนชื่อของพวกเขา สู่ Gui Zipi และนำบุตรชายและลูกศิษย์ของเขาไปยังอาณาจักร Qi พวกเขาอาศัยอยู่ในกระท่อมริมทะเล เขาทำงานอย่างหนักเพื่อปลูกฝังพื้นที่รกร้าง ทำธุรกิจเล็กๆ น้อยๆ และทำธุรกิจ ภายในไม่กี่ปี เขาก็สะสมทรัพย์สินของครอบครัวนับสิบล้าน เขาเป็นคนใจกว้างในการเผยแพร่ความมั่งคั่งและทำความดีให้กับบ้านเกิดของเขา ภูมิปัญญาและความสามารถของ Fan Li ได้รับการชื่นชมจากชาว Qi กษัตริย์แห่ง Qi ได้เชิญเขาไปที่ Linzi ซึ่งเป็นเมืองหลวงและบูชาเขาในฐานะนายกรัฐมนตรีที่รับผิดชอบงานของรัฐ . เขาอุทานว่า: \"การเป็นข้าราชการสามารถนำไปสู่การเป็นรัฐมนตรีได้ และการบริหารครอบครัวสามารถนำไปสู่โชคลาภได้ สำหรับสามัญชนที่เริ่มต้นใหม่ตั้งแต่ต้น สิ่งนี้ถึงขีดสุดแล้ว การได้รับเกียรติมาเป็นเวลานานอาจไม่ใช่สัญญาณที่ดี\" ดังนั้น เพียงสามปีต่อมา เขาก็ถอยกลับไปอย่างกล้าหาญอีกครั้ง คืนตราประทับให้กับกษัตริย์แห่ง Qi และมอบทรัพย์สมบัติทั้งหมดของครอบครัวให้กับเพื่อนสนิทและเพื่อนชาวบ้านของเขา", "聖意": "บ้านดีต่อตัวเอง (ส่งไป), แสวงหาทรัพย์สมบัติ, โชคดีทางทิศตะวันตก, ธุรกิจล่าช้า, การแต่งงานไม่ดี, หลิวเจียปลอดภัย, ผู้คนขวางทุ่ง, หนอนไหม, ฤดูใบไม้ร่วง, ดีต่อสัตว์ทั้งหก, ฤดูใบไม้ผลิรุ่งเรือง ผู้คนกำลังมองหาผู้คน การฟ้องร้องไม่ดี การอพยพเป็นไปอย่างอนุรักษ์นิยม ของสูญหาย โรคตะวันตกคลี่คลาย ภูเขาและหลุมศพอยู่ทางใต้", "古人": "ทะเลสาบห้าแห่งเถาจูกุ้ย (ทะเลสาบฟ่านหลี่กุย)", "第X籤": "ผู้ถูกลอตเตอรีคนที่ห้าสิบ", "宮": "ไห่กง"}