{"籤詩版本二": "จับพระจันทร์ในน้ำ ต้องใช้ความพยายามมาก แต่ไม่ได้อะไรเลย\nอย่าพูดไร้สาระและเสียความพยายามในการทำให้ร่างกายแข็งแรง คำว่า \"ร่างกายเหี่ยวเฉา\" เดิมแปลว่า \"ร่างกายเพียงอย่างเดียว\"", "詩意": "รูปหกเหลี่ยมนี้โลภมากสำหรับภาพลักษณ์ของความพยายาม\nทุกอย่างลำบากและลำบาก", "解曰": "คำสัญญานั้นยากจะจดจำ ทำงานหนักมาก กังวลที่บ้าน. รอพบผู้มีเกียรติ", "籤詩故事一": "◇ไท่ไป๋จับพระจันทร์ขณะเมา (หลี่ไทไป๋จับพระจันทร์ขณะเมา)\nหลี่ไป๋ (701-762) หรือที่รู้จักกันในชื่อ ไท่ไป๋ หรือที่รู้จักกันในชื่อ ชิงเหลียน จูซือ กวีแห่งราชวงศ์ถังซึ่งเรียกตนเองว่าเป็นอมตะที่ถูกเนรเทศ เป็นที่รู้จักในนามผู้เป็นอมตะแห่งกวีนิพนธ์ และเขามักจะมีความสุขเสมอโดยไม่ต้องดื่ม\nครั้งหนึ่งหลี่ไป๋มาที่จินหลิง (ปัจจุบันคือหนานจิง) และพักผ่อนในร้านอาหารข้างสะพานเหวินเต๋อ\nวันนั้นตรงกับวันที่ 15 ของเดือนจันทรคติในฤดูหนาว ในเวลากลางคืนเขาจะนั่งคนเดียวในร้านอาหารและชมดวงจันทร์พร้อมดื่มและท่องบทกลอน วันนั้นตรงกับวันที่ 15 ของเดือนจันทรคติในฤดูหนาว ในเวลากลางคืนเขาจะนั่งคนเดียวในร้านอาหารและชมดวงจันทร์พร้อมดื่มและท่องบทกลอน หลี่ไท่ไป่รักดวงจันทร์มากที่สุดในชีวิต โดยบอกว่ามันสะอาดและสวยงาม หลี่ไท่ไป่รักดวงจันทร์มากที่สุดในชีวิต โดยบอกว่ามันสะอาดและสวยงาม คืนนั้นเขาเงยหน้าขึ้นเห็นพระจันทร์กลมสีขาวบนท้องฟ้าเขามีความสุขมากจึงดื่มอีกสองสามแก้ว คืนนั้นเขาเงยหน้าขึ้นเห็นพระจันทร์กลมสีขาวบนท้องฟ้าเขามีความสุขมากจึงดื่มอีกสองสามแก้ว ในเวลาเที่ยงคืน Li Taibai ใช้ประโยชน์จากไวน์และลงไปชั้นล่างที่สะพาน Wende ในเวลาเที่ยงคืน Li Taibai ใช้ประโยชน์จากไวน์และลงไปชั้นล่างที่สะพาน Wende ทันทีที่ก้าวขึ้นสะพานก็ก้มศีรษะลงทันใดนั้นก็เห็นพระจันทร์ตกลงไปในน้ำเมื่อแม่น้ำเคลื่อนตัวก็มีเส้นสีดำสองสามเส้นเพิ่มเข้ามาที่เงาพระจันทร์สีขาว ทันทีที่ก้าวขึ้นสะพานก็ก้มศีรษะลงทันใดนั้นก็เห็นพระจันทร์ตกลงไปในน้ำเมื่อแม่น้ำเคลื่อนตัวก็มีเส้นสีดำสองสามเส้นเพิ่มเข้ามาที่เงาพระจันทร์สีขาว ในเวลานี้หลี่ไถไป๋เมามากจนคิดว่าเป็นดวงจันทร์ที่เปื้อนน้ำในแม่น้ำ ในเวลานี้หลี่ไถไป๋เมามากจนคิดว่าเป็นดวงจันทร์ที่เปื้อนน้ำในแม่น้ำ เขาไม่แม้แต่จะถอดรองเท้าบู๊ต เขาแบมือออกแล้วกระโดดลงจากสะพานเพื่อไปชมพระจันทร์ เขาไม่แม้แต่จะถอดรองเท้าบู๊ต เขาแบมือออกแล้วกระโดดลงจากสะพานเพื่อไปชมพระจันทร์ โดยไม่คาดคิด ด้วยการกระโดดครั้งนี้ ดวงจันทร์ไม่ถูกจับ แต่ดวงจันทร์ในน้ำแตกเป็นเสี่ยง ๆ และแบ่งออกเป็นสองซีกทันที โดยไม่คาดคิดในการกระโดดครั้งนี้ ดวงจันทร์ไม่ถูกจับ แต่ชายคนนั้นจมน้ำตาย เขาเสียชีวิตเมื่ออายุได้หกสิบสอง", "聖意": "บ้านไม่สบายใจ ตัวเองมีโชคลาภ (โชคลาภ ดูแลสุขภาพ), แสวงหาความสมดุลในความมั่งคั่ง (อย่าคิดแม้แต่น้อย), การงานที่ยากลำบาก, การแต่งงานยังไม่คลี่คลาย, อธิษฐานขอให้คุ้มครอง (สมบัติที่ว่างเปล่าเพื่อป้องกันการแท้งบุตร ), คนเดินถนนเดือดร้อน, หนอนไหมทุ่งมีห้าจุด, สัตว์หกตัวกำลังตกต่ำ, ตามหาคน (เคราะห์ร้าย), คดีความสาธารณะและ (หยุดคดี) การย้ายถิ่นฐานธรรมดา (อย่าพูดถึง) สูญเสียทรัพย์สิน (เครื่องบิน) สวดมนต์ เพื่อแคล้วคลาดจากโรคภัยไข้เจ็บ (เคราะห์ร้าย) โชคลาภบนภูเขาและหลุมศพ", "古人": "Taibai จับดวงจันทร์ขณะเมา (Li Taibai จับดวงจันทร์ขณะเมา)", "第X籤": "ห้าสิบวินาทีถูกลอตเตอรี (ลอตเตอรี)", "宮": "มดลูก"}