{"籤詩版本二": "เมื่อความหงุดหงิดกลายเป็นความยินดี มังกรคำราม และเสือคำราม\nท้องฟ้าสีครามมีหนทางไปสู่ท้องฟ้าเป็นของตัวเอง ขอให้ฉันมีโอกาสได้รับชื่อเสียงอีกครั้ง", "詩意": "รูปหกเหลี่ยมนี้เหมือนกับมังกรคำรามและเสือคำราม\nมีความหวังว่าทุกอย่างจะเป็นไปด้วยดี", "解曰": "แค่สอนแล้วไป มีความเจริญรุ่งเรืองเป็นของตัวเอง จะต้องทำให้ถึงที่สุด มีสถานที่ให้พบ", "籤詩故事一": "◇หลิวเป่ยรับสมัครเจ้าสาว\nหลังจากยุทธการที่จิบิ ซุนกวนกระตือรือร้นที่จะยึดจิงโจวกลับคืนมา ซึ่งถูกลิวเป่ยจับไป ดังนั้นเขาจึงใช้แผนของโจว หยู โดยแสร้งทำเป็นว่าเขาต้องการหมั้นกับน้องสาวของเขา ซุนเหริน ให้กับหลิวเป่ย แต่จริงๆ แล้วเขาต้องการจะรับ Liu Bei เป็นตัวประกันเพื่อเรียกร้อง Jingzhou\nหลังจากที่ Zhuge Liang สอดแนมแผนของ Zhou Yu เขาก็ยื่นโบรชัวร์พร้อมกลยุทธ์ให้กับ Zhao Yun ผู้ปกป้อง Liu Bei เมื่อเขาไปที่ Soochow Zhao Yun ทำตามกลยุทธ์ในโบรชัวร์และจงใจสร้างความฮือฮาครั้งใหญ่เพื่อให้ Wu Guotai ( พ่อของซุนกวน) รู้เกี่ยวกับข้อเสนอการแต่งงาน เนื่องจาก Wu Guotai รักลูกสาวของเขาและไม่เต็มใจที่จะตัดสินใจเรื่องตลอดชีวิตของลูกสาวอย่างไม่เป็นทางการ เธอจึงตำหนิซุนกวนที่โหดเหี้ยมกับน้องสาวของเขา และเสนอให้ทดสอบเป็นการส่วนตัวว่า Liu Bei มีค่าควรกับลูกสาวของเขาที่วัด Ganlu หรือไม่ หลังจากที่ Wu Guotai พบกับ Liu Bei เธอก็ชื่นชม Liu Bei อย่างมากและสนับสนุนการแต่งงานระหว่าง Liu Bei และลูกสาวของเขาอย่างมาก เป็นผลให้ Liu Bei แต่งงานกับนางซุนได้สำเร็จ\nต่อมา Liu Bei และนาง Sun หนีกลับไปที่ Jingzhou ด้วยกัน ต่อมา Sun Quan ต้องการใช้ประโยชน์จากการโจมตีของ Liu Bei ที่ Yizhou เพื่อโจมตี Jingzhou แต่ถูกหยุดโดย Wu Guotai ผู้ซึ่งกังวลเกี่ยวกับความปลอดภัยของลูกสาวของเขา\nเขากล่าวว่า: \"แผนการอันชาญฉลาดของโจว หยูนั้นดีที่สุดในโลก เขาสูญเสียภรรยาและสูญเสียกองกำลัง\"\n(Liu Bei ได้รับจากอันตราย)", "聖意": "ฉันโชคไม่ดีที่บ้านและฉันโชคไม่ดี (โชคร้ายก่อน แล้วโชคดี) แสวงหาความมั่งคั่ง สมดุล ความยากลำบากในการแต่งงาน ความสำเร็จในการแต่งงาน อธิษฐานขอพรสำหรับคนเดินถนน หนอนไหมในทุ่งนา ห้าจุดสำหรับความเสียหายของปศุสัตว์ ค้นหา สำหรับคน การฟ้องร้องและการอพยพ โชคดีสำหรับการสูญเสียทรัพย์สิน โชคดีสำหรับโรคภัยไข้เจ็บ ภูเขาและหลุมศพ", "古人": "หลิวเป่ยรับสมัครเจ้าสาว", "第X籤": "หมายเลขที่ชนะห้าสิบสาม", "宮": "มดลูก"}