{"籤詩版本二": "ชายหาดเต็มไปด้วยโขดหิน สายน้ำไหล ลมพัดใส พระจันทร์แจ่มใส และเหล่าขุนนางก็พลุกพล่าน\nระหว่างทางต้องถามว่าไปไหน อย่าเอากลิ่น ดอกไม้ ต้นไม้ในป่า อย่าไปใส่ใจ", "詩意": "รูปหกเหลี่ยมนี้เปรียบเสมือนเรือที่แล่นไปตามชายหาดเล็กๆ\nในทุกสิ่งย่อมมีผู้สูงศักดิ์คอยช่วยเหลือ", "解曰": "เพื่อหาเลี้ยงชีพ ทำงานหนักมาก อนุรักษ์นิยมและรอ ทั้งหมดที่ดีที่สุด", "籤詩故事一": "◇กบฏหลูซาน\nอัน หลู่ซาน (ค.ศ. 703-757) ซึ่งมีนามสกุลคือ คัง และชื่อ หยาลั่วซาน มาจากเมืองหลิวเฉิง หยิงโจว (ปัจจุบันคือ เฉาหยาง เหลียวหนิง)\nต่อมาเขาใช้นามสกุลอันและเปลี่ยนชื่อเป็นหลู่ซาน ในรัชสมัยของจักรพรรดิซวนจงแห่งราชวงศ์ถัง อันหลู่ซานเป็นทูตทหาร\nในเดือนพฤศจิกายนของปีที่ 14 แห่งเทียนเป่า อันหลู่ซานได้ยกทัพขึ้นในเมืองฟานหยาง ในนามของการโจมตี Yang Guozhong เขาเปิดฉากการกบฏและนำกองกำลังจากสามเมืองไปโจมตีลั่วหยางซึ่งเป็นเมืองหลวงทางตะวันออก รายงานจากไท่หยวนรีบไปที่ Lishan Tang Xuanzong ซึ่งอยู่ที่พระราชวัง Huaqing ใน Lishan ในเวลานั้นไม่เชื่อว่า Anlushan จะกบฏ อย่างไรก็ตาม ข่าวการกบฏยังคงแพร่กระจายต่อไป และ Xuanzong ก็ยังเชื่อได้เพียงครึ่งเดียว (นี่คือภาพ \"เสียงน้ำไหลเชี่ยวบนก้อนหินเล็ก ๆ ในลำธาร\")\nจนกระทั่งหยานเจิ้นชิง นายอำเภอของเทศมณฑลผิงหยวนได้ส่งคนมาส่งข้อมูลว่าซวนจงตื่นจากความฝันของเขา\nภายใต้กลยุทธ์ที่ผิดพลาดของจักรพรรดิซวนจงแห่งราชวงศ์ถัง กองทหารม้าของอันหลูซานได้ยึดเมืองลั่วหยาง ซึ่งเป็นเมืองหลวงทางตะวันออกได้ ในเดือนแรกของปีถัดมา เขาได้สถาปนาตนเองเป็นจักรพรรดิต้าเหยียนในลั่วหยาง, เจี้ยนหยวน เซิงหวู่, จักรพรรดิสยงหวู่ และต้าซีซุน นายกรัฐมนตรี.\nในเดือนมิถุนายนของปีเดียวกัน จักรพรรดิซวนจงแห่งราชวงศ์ถังทรงกระตือรือร้นที่จะบรรเทาวิกฤตในฉางอันและภายใต้ความเข้าใจทางทหารที่ผิดพลาด ได้สังหารนายพลที่มีชื่อเสียงสองคน ได้แก่ เฟิงฉางชิง และเกาเซียนจือ คำสั่งนี้ทำให้กองทัพถังตกตะลึง (พฤติกรรมนี้ฝ่าฝืน \"ถนนต้องชี้ไปหน้าแม่น้ำ\")\nหลังจากนั้น จักรพรรดิซวนจงแห่งราชวงศ์ถังได้ออกคำสั่งเร่งด่วนให้นายพลอีกคนหนึ่ง เกอ ซู่หาน นำกองทัพถังไปทางทิศตะวันออกออกจากตงกวน\nGe Shuhan ผู้ซึ่งเข้าใจข้อผิดพลาดเชิงกลยุทธ์ของจักรพรรดิซวนจงแห่งราชวงศ์ถังอย่างถ่องแท้ ได้วางแผนที่จะชะลอการเปลี่ยนแปลง (แนวทางของ \"ไม่เป็นไรถ้าลมสงบและกระแสน้ำสงบ\")\nในท้ายที่สุด จักรพรรดิซวนจงแห่งราชวงศ์ถังคิดว่าเขาขี้อายเกินกว่าจะต่อสู้ ดังนั้นเขาจึงไม่มีทางเลือกอื่นนอกจากต้องต่อสู้กับอันหลู่ซานทั้งน้ำตา และพ่ายแพ้ (สนองว่า \"ถ้าคุณทำงานหนักเพื่อช่วยเหลือตัวเอง คุณอาจได้รับบาดเจ็บ\")\nในสมัยราชวงศ์ถัง เมื่อกองทหารชายแดนและกองทหารรักษาการณ์ในพื้นที่ไม่มีเวลาตอบโต้ กองทัพของอันหลู่ซานก็กดดันชายแดนและเข้าสู่พื้นที่เมืองหลวง ในสถานการณ์วิกฤติ จักรพรรดิซวนจงแห่งราชวงศ์ถังได้นำกองกำลังองครักษ์หลบหนีออกจากเมืองหลวง ทำให้ซีจิง ฉางอานที่ไร้ผู้นำล้มลง\n(Tang Xuanzong ฝ่าฝืนคำแนะนำของสัญลักษณ์นี้ ดังนั้นการกบฏของ An Lushan จึงประสบความสำเร็จ)", "聖意": "บ้านปลอดภัย ตัวเองโชคดี โชคลาภมั่นคง ค้าขายรุ่งเรือง แต่งงานสำเร็จ (ข้อควรระวัง) ชายคนเดินถนนจากหลิวเจียมาที่ทุ่งนา หนอนไหมถูกเก็บเกี่ยว ปศุสัตว์เสียหาย 6 ตัว พบตัวบุคคลแล้ว คดีนี้สมเหตุสมผล ทรัพย์สินที่สูญหายนำมาซึ่งโรคภัยไข้เจ็บ นั่นคือควรซ่อมแซมสุสานอันชาน", "古人": "การกบฏของลู่ซาน", "第X籤": "ลอตเตอรี่ตัวที่ห้าสิบหก", "宮": "พระราชวังน่าเกลียด"}