{"籤詩版本二": "เมื่อถึงฤดูหนาว กิ่งก้านของดอกบ๊วยบนภูเขาจะไม่ถูกทำลาย แม้ว่าใบจะร่วงและกิ่งก้านจะเหี่ยวเฉาไปก็ตาม\nแต่เมื่อฤดูใบไม้ผลิมาถึงฉันก็ยังคืนฉันเป็นโสเภณีและทำลายงานเดิม", "詩意": "ในแฉกนี้ ดอกพลัมจะครองตำแหน่งผู้นำ\nทุกอย่างดีหมดถ้าล่าช้า", "解曰": "ลูกศรหนึ่งยิงว่างเปล่า เมื่อว่างก็ไม่ว่าง รอคอยฤดูใบไม้ผลิที่จะมาถึง สีอยู่ในนั้น", "籤詩故事一": "◇ได้คะแนนสองครั้ง\nในรัชสมัยของจักรพรรดิเต๋อจงแห่งราชวงศ์ถัง รัฐมนตรีผู้จงรักภักดี เหม่ย โบเกา และครอบครัวของเขาถูกล้อมกรอบโดยนายกรัฐมนตรีหลู่ ฉี ผู้ทรยศ ซึ่งต้องการจะฆ่าพวกเขาทั้งหมด มีเพียง เหม่ย เหลียงหยู่ ลูกชายของเขาเท่านั้นที่สามารถหลบหนีได้ ต่อมาเขาได้เปลี่ยน ตั้งชื่อให้ Wang Xitong เพื่อซ่อนตัวตนของเขา เขาอาศัยอยู่ตามลำพังบนถนน ทั้งหิวโหยและหนาว แต่โชคดีที่เขาถูก Chen Risheng (Chen Dongchu) จับตัวไป Chen Risheng ไม่รู้ประสบการณ์ชีวิตของเขา ดังนั้นเขาจึงขอให้เขาช่วยดูแลสวนพลัมของ Chen เพื่อที่เขาจะได้ไม่อดตายข้างถนน\nChen Risheng เป็นเพื่อนร่วมชั้นและเป็นเพื่อนของ Mei Bogao เมื่อเขาถูก Lu Qi ข่มเหง เขาก็ได้รับการช่วยเหลือจาก Mei Bogao เป็นผลให้ Mei Bogao และ Lu Qi กลายเป็นศัตรูกัน ในท้ายที่สุด ทั้งครอบครัวของพวกเขาถูกประหารชีวิต Chen Risheng รู้สึกเศร้าและโกรธเพราะสิ่งนี้ หลังจากแต่งงาน เขาก็ลาออกและย้ายครอบครัวไปที่หยางโจวเพื่ออยู่อย่างสันโดษ\nChen Risheng มีลูกสาวคนหนึ่งชื่อ Chen Xingyuan ซึ่งทั้งสวยและมีกลิ่นหอม หลังจาก Mei Liangyu มาถึงตระกูล Chen พวกเขาก็ตกหลุมรักตั้งแต่แรกเห็น ในวันที่ดอกบ๊วยบานสะพรั่งซึ่งเป็นวันครบรอบการเสียชีวิตของ Mei Bogao เฉิน Risheng และครอบครัวของเขาได้เปิดแท่นบูชาในสวนพลัมในบ้านของพวกเขาเพื่อรำลึกถึงเพื่อนและผู้อุปถัมภ์ผู้ล่วงลับของพวกเขา โดยไม่คาดคิด สภาพอากาศเปลี่ยนแปลงกะทันหัน และพายุหิมะก็พัดปกคลุมดอกบ๊วยทั้งหมด ถูกทำลาย Chen Risheng คร่ำครวญว่าเขาสามารถหลบหนีได้อย่างปลอดภัย แต่เขาไม่สามารถแม้แต่จะช่วยลูกหลานของตระกูล Mei ได้ เขาคิดว่านี่เป็นคำเตือนจากพระเจ้า ดังนั้นเขาจึงสาบานว่าเว้นแต่ดอกพลัมจะบานอีกครั้ง เพื่อพิสูจน์ว่าลูกหลานของ ตระกูลเหมยยังมีชีวิตอยู่เขาไม่เคยพูดอะไรเลยเขาหนีมานับถือศาสนาพุทธและบวชเป็นพระภิกษุ\nซิงหยวน ลูกสาวของเขาได้ยินดังนั้นก็จุดธูปทันทีและอธิษฐานต่อพระเจ้าอย่างจริงใจเพื่อให้ดอกบ๊วยบานอีกครั้ง ความจริงใจของพวกเขาทำให้สวรรค์สะเทือนใจ และต้นพลัมทั้งหมดในสวนพลัมก็ผลิบานอีกครั้ง ต่อมา Chen Risheng รู้ว่า Xitong คือ Liangyu ดังนั้นเขาจึงหมั้นหมายกับ Xingyuan ลูกสาวของเขากับเขา", "聖意": "บ้านไม่ดีต่อตนเอง ดีต่อตนเอง แสวงหาทรัพย์สมบัติ รอบคอบในกิจการ ถึงเวลาเหมาะสม การแต่งงานช้า ฤดูใบไม้ผลิดี ฤดูใบไม้ร่วงว่างเปล่า คนเดินทางสาย ทุ่งนารุ่งเรือง หนอนไหมรุ่งเรือง ปศุสัตว์ทั้งหกเจริญรุ่งเรือง ตามหาคน คดีความ สูญหาย อพยพ ทรัพย์สินหาย โรคตะวันออก สัญญาณเตือนภัยเท็จ สุสานบนภูเขาควรเปลี่ยน", "古人": "ได้คะแนนสองครั้ง", "第X籤": "หกสิบเก้าถูกรางวัลล็อตต์", "宮": "ทัตสึมิ"}