{"籤詩版本二": "เจ้าเจ้าเปรียบเสมือนผึ้งเก็บดอกไม้บินมาจากทิศตะวันตกเฉียงใต้แล้วไปทางทิศตะวันออก\nฤดูใบไม้ผลิผ่านไป ดอกไม้ก็หายไป และไม่มีที่ให้มองหา หัวใจดวงนี้ จะไม่เปลี่ยนที่อยู่ของมัน", "詩意": "รูปหกเหลี่ยมนี้เหมือนกับผึ้งเก็บดอกไม้\nทุกอย่างลำบากและลำบาก", "解曰": "ไม่มีทิวทัศน์ฤดูใบไม้ผลิ ฝนตกนานแต่ก็ไม่หายสักที ขอความช่วยเหลือ. มันจะดีกว่าที่จะเงียบ\n.", "籤詩故事一": "◇หลี่หมี่กบฏต่อราชวงศ์ถัง\nหลี่หมี่\n(582-619) ผู้นำกองทัพ Wagang ผู้ล่วงลับในการลุกฮือของชาวนาในปลายราชวงศ์สุยของจีน ปริญญาโทสาขาการประดิษฐ์ตัวอักษร ปรมาจารย์ของคำว่า Fa เป็นชนพื้นเมืองของ Chang'an, Jingzhao และบ้านบรรพบุรุษของเขาคือ Xiangping, Liaodong (ปัจจุบันอยู่ทางใต้ของ Liaoyang, Liaoning) Jingzhao เป็นชนพื้นเมืองของ Chang'an บ้านบรรพบุรุษของเขาคือ Xiangping, Liaodong (ปัจจุบันอยู่ทางใต้ของ Liaoyang, Liaoning)\nในปีที่เก้าแห่งต้าเย่ (613) เขาเข้าร่วมในการกบฏของ Yang Xuangan ต่อราชวงศ์ซุยใน Liyang (ปัจจุบันอยู่ทางตะวันออกเฉียงเหนือของเทศมณฑล Junxian มณฑลเหอหนาน) ในปีที่เก้าแห่งต้าเย่ (613) เขาเข้าร่วมในการกบฏของ Yang Xuangan ต่อราชวงศ์ซุยใน Liyang (ปัจจุบันอยู่ทางตะวันออกเฉียงเหนือของเทศมณฑล Junxian มณฑลเหอหนาน) ความรู้สึกลึกลับพ่ายแพ้\nหลี่หมี่หนีไป Xuangan พ่ายแพ้และ Li Mi ก็หนีไป\nในปีที่สิบสองของ Daye เขาเข้าร่วมกองทัพ Wagang\n. ในปีที่สิบสองแห่งรัชสมัยของ Daye เขาได้เข้าร่วมกองทัพ Wagang Li Mi เก่งด้านกลยุทธ์ ในเดือนตุลาคม ปีสิบสองแห่ง Daye Li Mi ได้ชักชวน Zhai ให้โจมตี Xingyang Tong ซึ่งเป็นนายพลผู้มีอำนาจที่มาพร้อมกับกองทัพ เพื่อปกป้อง Zhang Xutuo เอาชนะกองทัพ Sui และสังหาร Zhang Xutuo Li Mi เก่งด้านกลยุทธ์ ในเดือนตุลาคม ปีสิบสองแห่ง Daye Li Mi ได้ชักชวน Zhai ให้โจมตี Xingyang Tong ซึ่งเป็นนายพลผู้มีอำนาจที่มาพร้อมกับกองทัพ เพื่อปกป้อง Zhang Xutuo เอาชนะกองทัพ Sui และสังหาร Zhang Xutuo\nต่อมาเขาเสนอให้โจมตีโกดัง Xingluo (ต่อมาเปลี่ยนชื่อเป็น Luokou) เปิดโกดังเพื่อบรรเทาทุกข์และขยายทีม ทีม Wagang Army เติบโตอย่างรวดเร็ว ในปีที่ 13 ของ Daye Li Mi ได้นำกองทัพ Wagang และ Zhai Rang จัดการกับการลดตำแหน่งและการแจกจ่ายของราชวงศ์ซุย มีสงครามแย่งชิงทรัพยากรทางทหารและปัญหาอื่น ๆ และหลี่หมีก็สังหารไจ่รังและผู้ติดตามของเขาหลายร้อยคน ต่อมาเขาเสนอให้โจมตีโกดัง Xingluo (ต่อมาเปลี่ยนชื่อเป็น Luokou) เปิดโกดังเพื่อบรรเทาทุกข์และขยายทีม ทีม Wagang Army เติบโตอย่างรวดเร็ว ในปีที่ 13 ของ Daye Li Mi ได้นำกองทัพ Wagang และ Zhai Rang จัดการกับการลดตำแหน่งและการแจกจ่ายของราชวงศ์ซุย มีสงครามแย่งชิงทรัพยากรทางทหารและปัญหาอื่น ๆ และหลี่หมีก็สังหารไจ่รังและผู้ติดตามของเขาหลายร้อยคน\nในเดือนมีนาคมของปี Daye ที่ 14 Yu Wenhuaji ได้สังหารจักรพรรดิ Yang แห่งราชวงศ์ซุย\nนำผู้คนกว่า 100,000 คนกลับมาทางทิศตะวันตก ในเดือนมีนาคมของปี Daye ที่สิบสี่ Yu Wenhuaji (Yu Wen, นามสกุลประสม) ได้สังหารจักรพรรดิ Yang แห่งราชวงศ์สุย และกลับมาทางทิศตะวันตกพร้อมกับผู้คนมากกว่า 100,000 คน Li Mi ได้รับคำสั่งให้โจมตี Huaji แม้ว่า Huaji จะพ่ายแพ้ Li Mi ก็ประสบความสูญเสียอย่างหนักในกองทหาร ต่อมาเขาถูก Wang Shichong ไล่ตาม กองทัพของ Li Mi พ่ายแพ้และค่ายของเขาถูกทำลาย แม่ทัพของเขา Qin Shubao, Cheng Zhijie (เดิมที ชื่อ Cheng Yaojin), Niu Jinda และคนอื่น ๆ ถูกจับ , Shan Xiongxin ยอมจำนน Li Mi ได้รับคำสั่งให้โจมตี Huaji แม้ว่า Huaji จะพ่ายแพ้ แต่กองกำลังของ Li Mi ก็ประสบความสูญเสียอย่างหนักเช่นกัน ต่อมาเขาถูก Wang Shichong ไล่ตาม กองทัพของ Li Mi พ่ายแพ้และค่ายฐานของเขาถูกทำลายล้าง นายพลของเขา Qin Shubao, Cheng Zhijie (เดิมชื่อ Cheng Yaojin), Niu Jinda และคนอื่น ๆ ถูกจับ และ Shan Xiongxin ยอมจำนน Li Mi หมดหวัง เขาจึงข้ามแม่น้ำไปยัง Heyang ในเดือนกันยายน และยอมจำนนต่อราชวงศ์ถัง Li Mi หมดหวัง เขาจึงข้ามแม่น้ำไปยัง Heyang ในเดือนกันยายน และยอมจำนนต่อราชวงศ์ถัง\nในเดือนพฤศจิกายน หลี่หยวนส่งหลี่หมี่ไปซานตงเพื่อรับสมัครกองทหารเก่า พฤศจิกายน, \nหลี่หยวนส่งหลี่หมี่ไปรอที่ซานตงเพื่อรับกองทหารเก่า เมื่อรู้สึกว่าเขาถูกสงสัย เขาจึงกบฏต่อถัง เมื่อรู้สึกว่าเขาถูกสงสัย เขาจึงกบฏต่อถัง นายพล Tang Sheng Yanshi เชิญ Li Mi ให้โจมตีและสังหารเขาที่ Xinggong Xian นายพล Tang Sheng Yanshi เชิญ Li Mi ให้โจมตีและสังหารเขาที่ Xinggong Xian", "聖意": "บ้าน, บ้าน, ลิ้น, ตัวเขาเอง, คนร้าย, แสวงหาความมั่งคั่ง, ธุรกิจที่สูญเปล่า, การแต่งงานที่ไม่ยั่งยืน, ลิ่วเจีย, ดอกไม้เปล่า, คนเดินเท้า, เหยาเทียน, ความเสียหายของหนอนไหม, ความเสียหายของปศุสัตว์หก, คนสูญหาย, คดีความ, การสูญเสีย, การอพยพ, การอนุรักษ์, ทรัพย์สินที่สูญหาย, ความเจ็บป่วยอุปสรรคการปฏิรูปสุสานภูเขา", "古人": "หลี่หมี่กบฏต่อราชวงศ์ถัง", "第X籤": "การจับสลากครั้งที่เจ็ดสิบ", "宮": "ทัตสึมิ"}