{"籤詩版本二": "คนเลี้ยงผึ้งจะต้องขอน้ำผึ้งของตน เกรงว่าจะถูกต่อย\nเบื้องหน้าคงมีถนนแปลก ๆ ซ่อนอยู่ ความลับลึกราวกับป่าหนาม", "詩意": "รูปหกเหลี่ยมนี้เป็นสัญลักษณ์ของผึ้งที่กำลังเก็บน้ำผึ้ง\nทุกอย่างลำบากและลำบาก\n\n(แฉกนี้แสวงหาสัญลักษณ์แห่งความหวานและได้รับความขมขื่น\nป้องกันภัยพิบัติในทุกเรื่อง\n)", "解曰": "สิ่งที่ต้องทำอย่างระมัดระวัง ไม่จำเป็นต้องบังคับมัน ผึ้งรวบรวมน้ำผึ้ง สาเหตุคืออะไร?", "籤詩故事一": "◇Wang Mang แสวงหาพรสวรรค์\nตระกูลหวังหม่างในราชวงศ์ฮั่นตะวันตกอาจกล่าวได้ว่าเป็นตระกูลที่ร่ำรวย แม้ว่าพ่อของเขาจะเสียชีวิตตั้งแต่ยังเด็ก แต่ลุงและอาของเขาหลายคนก็กลายเป็นจักรพรรดิแห่งราชวงศ์ฮั่น พวกเขากลายเป็นนายพล นายกรัฐมนตรี และกลายเป็นมาร์ควิสและได้รับรางวัล ตระกูล Wang มีชื่อเสียงอย่างมาก\nแต่ครอบครัวเล็กๆ ของ Wang Mang นั้นยากจนมาก พ่อของเขาเสียชีวิตตั้งแต่ยังเด็ก และเขาอาศัยอยู่กับแม่เท่านั้น โดยอาศัยเงินบริจาคจากญาติๆ แต่ด้วยเหตุนี้ Wang Mang จึงพัฒนาและฝึกฝนทักษะในการติดต่อกับผู้คนตั้งแต่เขายังเป็นเด็ก ไม่ว่าเขาจะรู้สึกเศร้าหรือโกรธแค่ไหน เขาก็มักจะแสดงท่าทางที่มีความสุขและสงบสุขเสมอต่อหน้าญาติ ผู้เฒ่า หรือคนภายนอก ดังนั้นเขาจึงได้รับความชื่นชมจากทุกคนในตระกูลค่อนข้างมาก\nครั้งหนึ่ง ลุงคนโตป่วยหนัก รู้เรื่องนี้แล้วจึงมารอข้างเตียงคนไข้ นำยาและน้ำมาเฝ้าในเวลากลางคืน เป็นเวลาหลายเดือนที่เขาเปลือยเปล่า รุงรัง และซีดเซียว เขาเป็น \"ผู้ป่วย\" มากกว่าผู้ป่วย มี \"ลูกชาย\" มากกว่าลูกชายทางสายเลือด\nด้วยเหตุนี้ชาวไต้หวันทุกคนจึงยกย่องเขาและเขียนจดหมายขอรางวัลให้เขา\nดังนั้นจักรพรรดิเฉิงแห่งราชวงศ์ฮั่นจึงพระราชทานบรรดาศักดิ์เป็นเมืองหลวงใหม่มาร์ควิสและแต่งตั้งให้เขาเป็นผู้พิทักษ์ในพระราชวัง กลายเป็นรัฐมนตรีที่ใกล้ชิดของจักรพรรดิ\nด้วยสถานะที่สูงส่งและอำนาจอันยิ่งใหญ่ของเขา Wang Mang ไม่เคยแสดงความเย่อหยิ่งหรือหย่อนยานใด ๆ กลับกลายเป็นคนสุภาพและสุภาพมากขึ้นเรื่อย ๆ ในด้านหนึ่งเขาได้ผูกมิตรกับรัฐมนตรี รัฐมนตรี ผู้มีชื่อเสียง และนักวิชาการ\nแต่เขามีชีวิตที่ประหยัดมาก มักกินอาหารประเภทเนื้อสัตว์ ไม่ต้องพูดถึงการสวมเสื้อคลุมยาวและชุดเดรสแขนยาว สวมเพียงชุดสั้นเท่านั้น ดังนั้นทุกคนในรัฐบาลและประชาชนทั่วไปจึงยกย่องพระองค์ด้วยคำว่า “คุณธรรม” อย่างเป็นเอกฉันท์\nต่อมา แกรนด์ ซือมา หวางเกน ลุงของเขา เสียชีวิตด้วยอาการป่วย และได้รับเลือกให้ดำรงตำแหน่งแทน จักรพรรดิและรัฐมนตรีทุกคนคิดว่าเขาเหมาะสมที่สุด ดังนั้นวังหมางซึ่งมีอายุเพียงสามสิบแปดปีจึงกลายเป็นแกรนด์สีหม่าที่มีอำนาจทางทหารสูงสุดในประเทศ\n(เรื่องนี้เป็นอุปมา การเป็นคนดี จะช่วยให้พ้นจาก “ความยากลำบากในการถูกผึ้งต่อย” และบรรลุอุดมคติได้ดังใจปรารถนา)", "聖意": "บ้านไม่ดีต่อตนเอง ครอบครัวเดือดร้อน ธุรกิจถูกบล็อก การแต่งงานถูกบล็อก เกราะหกเป็นของปลอม คนเดินถนนสาย หนอนไหมเก็บเกี่ยวได้น้อย ปศุสัตว์ต่ำ เป็นเรื่องยาก หาคน, คดีความไม่ดี, การอพยพย้ายถิ่นไม่ได้, ทรัพย์สินที่หายไปไม่ดี, โรคภัยไข้เจ็บตั้งขึ้น, หลุมศพบนภูเขาสูญหาย", "古人": "วังหมางแสวงหาพรสวรรค์", "第X籤": "ถูกลอตเตอรีเจ็ดสิบสอง", "宮": "ทัตสึมิ"}