{"籤詩版本二": "เมื่อฤดูใบไม้ผลิมาถึง ฟ้าร้องก็สั่นสะเทือน และแมลงก็ส่งเสียงร้อง และฉันก็หันหลังหนีจากโคลน\nเมื่อฉันรู้ว่าฉันยังคงมาและไป เมื่อฉันเปลี่ยน ฉันกลายเป็นมังกร", "詩意": "รูปหกเหลี่ยมนี้เป็นเหมือนฟ้าร้องและแมลง\nการพบปะผู้สูงศักดิ์ถือเป็นสัญญาณที่ดีในทุกสิ่ง", "解曰": "ฟ้าร้องโจมตี ฝากเข้าออกได้สองครั้ง เปลี่ยนครั้งเดียว จนกระทั่งเทียนเหมิน", "籤詩故事一": "◇กบฏเฉินเฉียว\nในปีคริสตศักราช 959 Zhou Shizong Chai Rong สิ้นพระชนม์ และจักรพรรดิ Gong Chai Zongxun ผู้ขึ้นครองบัลลังก์ มีอายุเพียง 7 ขวบ ในเวลานั้น Zhao Kuangyin ซึ่งทำหน้าที่เป็นสารวัตรหน้าพระราชวังและเป็นทูตของซงโจวประจำกองทัพเยอรมัน กุมอำนาจอย่างแท้จริง\nในฤดูใบไม้ผลิปีคริสตศักราช 960 เจิ้นโจว (ปัจจุบันคือเจิ้งติง มณฑลเหอเป่ย) และติงโจว (ปัจจุบันคือเทศมณฑลติงเซียน มณฑลเหอเป่ย) รายงานว่ากองทัพของราชวงศ์ฮั่นเหนือและรัฐเหลียวร่วมกันเคลื่อนทัพลงใต้เพื่อโจมตีราชวงศ์โจวตอนหลัง โดยมี มีแรงผลักดันอย่างมากและขอส่งทหารเข้าช่วยเหลือ ต่อมาราชวงศ์โจวได้สั่งให้จ้าวกวงหยินนำทัพขึ้นเหนือเพื่อต่อสู้กับศัตรู Zhao Kuangyin กระทำการอย่างลับๆภายใต้การวางแผนของ Zhao Guangyi, Zhao Pu, Shi Shouxin และคนอื่นๆ น้องชายของเขา\nเมื่อวันที่ 3 กุมภาพันธ์ เมื่อกองทัพมาถึงที่ Chenqiaoyi (ปัจจุบันคือเมือง Chenqiao ทางตะวันออกเฉียงใต้ของ Fengqiu มณฑลเหอหนาน) พวกเขาเปิดฉากการกบฏและสั่งให้ทหารสวมเสื้อคลุมสีเหลืองให้เขา พวกเขากบฏต่อราชวงศ์โจวภายหลังและสนับสนุน Zhao Kuangyin ในฐานะจักรพรรดิ . หลังจากนั้น Zhao ก็นำกองทหารของเขากลับไปที่ Kaifeng โดยไม่เผา ฆ่า หรือปล้นสะดม \"Taizu Chen Qiao ให้คำมั่นว่าจะไม่รบกวนผู้คนในเมืองหลวงและเขาสัญญาว่าจะไม่รบกวนเมืองในวันที่เขาเข้าไปในเมือง\"\nในวันที่สามของปีที่สามของเดือนจันทรคติ Zhao Kuangyin กบฏใน Chenqiao และกลับไปยังเมืองหลวง Fan Zhi นำ Wang Pu และ Wei Renpu ไปซักถาม Zhao Kuangyin Luo Yanhuan ชักดาบของเขาไปที่หน้าเต็นท์และตะโกนเสียงดัง : \"ทั้งสามกองทัพไม่มีนายพล นายพลได้ตัดสินใจแต่งตั้งเขาเป็นจักรพรรดิ ใครก็ตามที่พูดออกมาจะถูกฆ่า!\" ใบหน้าของหวังผู่ซีดราวกับดิน เขาลดฝีเท้าลง และก้มกราบ ฟานจือก็โค้งคำนับ กวงหยินช่วยเขาลุกขึ้นเป็นการส่วนตัวและปฏิบัติต่อเขาด้วยความสุภาพอย่างยิ่ง\nหลังจากการต่อต้านในระดับปานกลาง จักรพรรดิกงแห่งราชวงศ์โจวตอนหลังก็ขึ้นครองบัลลังก์ และจ้าวก็ขึ้นครองบัลลังก์ \"ไท่ซูกำลังจะยอมรับเซน แต่ไม่มีข้อความของเซน เทากู่ นักวิชาการของฮั่นลินยอมรับคำสั่งนี้ แล้วเข้ามาใกล้พระองค์แล้วตรัสว่า \"สำเร็จแล้ว\"\nหลังจากที่ Zhao ขึ้นครองบัลลังก์เขาได้เปลี่ยนชื่อประเทศเป็น Song, Yuan เป็น Jianlong และทำให้ Kaifeng เป็นเมืองหลวง Shi Shouxin, Gao Huaide, Zhang Lingduo, Wang Shenqi, Zhang Guanghan และ Zhao Yanhui ต่างก็ได้รับตำแหน่ง Jiedushi ซึ่งเป็นที่รู้จักในนาม \"การกบฏเฉินเฉียว\" ในประวัติศาสตร์\nวิกิพีเดีย\n(เรื่องนี้แสดงให้เห็นว่านี่คือจุดเริ่มต้นของการแสดงของจ้าวกวงหยิน)", "聖意": "อธิษฐานขอบ้าน ชีวิตประจำวัน ทรัพย์สมบัติ โชคดี โชคดีในการทำธุรกิจ การแต่งงานอันสูงส่ง ความสำเร็จในหลิวเจีย คนเดินเท้าชาย การกำเนิดหนอนไหมในทุ่งนา การกำเนิดสัตว์หกตัวเร็ว โชคดีในฤดูใบไม้ผลิ มองหาผู้คน ความสำเร็จในการฟ้องร้อง โชคดีในการอพยพ ทรัพย์สินสูญหาย อันตรายจากโรคภัย อันตรายบนภูเขาและหลุมศพ", "古人": "กบฏเฉินเฉียว", "第X籤": "ลงนามเจ็ดสิบสาม", "宮": "มี พาเลซ"}