{"籤詩版本二": "ในความฝันว่ากันว่าจะมีทรัพย์สมบัติมากมาย แต่ชื่อเสียงกลับไร้ประโยชน์\nน้ำอยู่ไกล ภูเขาอยู่ไกล แต่ศรัทธายาก ผู้สูงศักดิ์ให้คำแนะนำและยิ้มแย้ม", "詩意": "รูปหกเหลี่ยมนี้แสดงถึงสัญลักษณ์ของการได้รับสมบัติในความฝัน\nทุกอย่างเป็นจริงไม่มากก็น้อย", "解曰": "ฝันเหมือนฝัน. ไม่มีความหวังในชื่อเสียง แค่รอช่วงเวลาดีๆ คำแนะนำอันสูงส่ง", "籤詩故事一": "◇ คืนหยกให้ Zhao (คืนหยกให้ Zhao หลังจากทำเสร็จแล้ว)\nใน 283 ปีก่อนคริสตกาล กษัตริย์ Zhao Huiwen ได้รับ He's Bi จาก Chu หลังจากที่กษัตริย์ Qin Zhaoxiang ทราบข่าว เขาก็ส่งจดหมายถึง King Zhao โดยแสดงความเต็มใจที่จะแลกเปลี่ยนเมืองสิบห้าเมืองกับ He's Bi\nLin Xiangru วิเคราะห์กับ King Zhao ว่า Qin นั้นแข็งแกร่ง ส่วน Zhao นั้นอ่อนแอและจำเป็นต้องถูกแทนที่\nจากนั้นกษัตริย์ Zhao จึงส่ง Lin Xiangru ไปยัง Qin พร้อมกับ He's Bi\nกษัตริย์แห่งฉินได้พบกับ Lin Xiangru ที่ Zhangtai และ Lin Xiangru ได้ถวายหยกแก่กษัตริย์แห่ง Qin ราชาแห่งฉินมีความยินดีอย่างยิ่งและส่งต่อ He's Bi ให้กับความงามและทุกคนรอบตัวเธอก็มองดู ในเวลานี้ ทุกคนทางซ้ายและขวาตะโกนขอให้มีชีวิตยืนยาว\nLin Xiangru เห็นว่าราชาแห่ง Qin ไม่ได้ตั้งใจที่จะยกเมืองให้กับ Zhao ดังนั้นเขาจึงบอก King of Qin ว่าหยกของเขามีข้อบกพร่องและต้องการชี้ให้ King of Qin ทราบเพื่อใช้โอกาสนี้ หยกกลับมา\nหลังจากที่ Lin Xiangru นำ Bi ของ Heshi กลับมา เขาก็ยืนอยู่ข้างเสาใหญ่ แสดงให้เห็นว่าเขาต้องการตายพร้อมกับ Bi ของ Heshi\nในเวลานี้ Lin Xiangru กล่าวกับราชาแห่ง Qin: \"ราชาแห่ง Zhao ยังคงเอาชนะการคัดค้านของรัฐมนตรีและยอมรับข้อเสนอของรัฐมนตรี แม้ว่าเขาจะไม่ได้หลอกลวงซึ่งกันและกันเมื่อมีปฏิสัมพันธ์กับคนทั่วไป ไม่ต้องพูดถึงเรื่องนั้น Qin เป็นประเทศใหญ่!เพื่อรักษามิตรภาพระหว่าง Qin และ Zhao, King Zhao หลังจากการอดอาหารห้าวันฉันได้ส่งรัฐมนตรีของฉันไปพร้อมกับหยก น่าเสียดายที่ King of Qin ไม่เพียงแต่ไม่มีเจตนาที่จะมอบ Zhao เมือง แต่ยังส่งต่อหยกของตระกูล He ให้กับหญิงสาวสวยซึ่งเป็นการเยาะเย้ยของรัฐมนตรีของฉันจริงๆ”\nหลังจากพูดจบ Lin Xiangru ก็ทำท่าทางทุบเสาทันที ราชาแห่ง Qin กลัวว่า He's Bi จะเสียหาย ดังนั้นเขาจึงแกล้งทำเป็นมอบเมือง Zhao สิบห้าเมือง Lin Xiangru มองเห็นแผนการทรยศของ King Qin ดังนั้นเขาจึงขอให้ King Qin อดอาหารเป็นเวลาห้าวันก่อนที่จะเสนอ He's Bi เพื่อชะลอเวลา ในช่วงไม่กี่วันนี้ Lin Xiangru ได้ส่งคนรับใช้ของเขากลับไปที่รัฐ Zhao พร้อมกับหยก ในขณะที่เขาอยู่เพื่อจัดการกับราชาแห่ง Qin\n(เรื่องนี้เหมือนสายตาคนธรรมดาที่หลงใหลในสถานะของเขา)", "聖意": "อธิษฐานเผื่อบ้าน อธิษฐานตัวเอง บล็อคทรัพย์ แต่งงานยาก แต่งงานยาก ประชาชนไม่สามัคคีกัน", "古人": "คืนหยกให้ Zhao (ทำหยกให้ Zhao สมบูรณ์)", "第X籤": "ลอตเตอรีที่ถูกรางวัลที่เจ็ดสิบเจ็ด", "宮": "พระราชวังเที่ยง"}