{"籤詩版本二": "ใบไม้ของต้นมะเดื่อร่วงหล่น ฤดูใบไม้ร่วงกำลังใกล้เข้ามา และการเดินทางกลับของนักเดินทางดูเหมือนเมฆ\nขอบคุณความพยายามอันยิ่งใหญ่ของพระเจ้า เรือจึงกลับมาพร้อมสมบัติในสายลม", "詩意": "รูปหกเหลี่ยมนี้แสดงถึงภาพใบมะเดื่อที่ร่วงหล่น\nทุกอย่างมีไม่ดีล่วงหน้าและดีในที่สุด", "解曰": "เอาของมาจากใจ เทียนซินตามมา เพื่อหาเลี้ยงชีพ ทำทุกอย่างที่ทำได้", "籤詩故事一": "◇ลมพัดมาที่ศาลาเถิงหวาง\nWang Bo ชื่อรอง Zian เป็นกวีในราชวงศ์ถังตอนต้น เขาเกิดในปีแรกของ Yonghui จักรพรรดิ Gaozong แห่งราชวงศ์ถัง หวังป๋ออ่านพระคัมภีร์มาตั้งแต่เด็ก และเขาเป็นที่รู้จักในนาม \"เด็กอัจฉริยะ\" หวังป๋ออ่านพระคัมภีร์มาตั้งแต่เด็ก และเขาเป็นที่รู้จักในนาม \"เด็กอัจฉริยะ\"\nเมื่อเขาอายุได้ 10 ขวบ เขาและพ่อบังเอิญเดินผ่านวัด Guandi พวกเขาเห็นรูปปั้นอันงดงามของ Guandi ในวัด ถือสำเนา \"ฤดูใบไม้ผลิและฤดูใบไม้ร่วง\" และอ่านมัน เมื่อพ่อของเขาเห็นมัน เขาก็ ได้รับแรงบันดาลใจ เขาสวดมนต์จักรพรรดิกวน: \"ถือเคราสีเขียวสามปอย อ่านประวัติศาสตร์ของราชวงศ์ชิงไปยังโคมเขียว และแสดงความเคารพต่อชื่อที่มีชื่อเสียง ถือมังกรเขียวและดวงจันทร์ไว้ในมือของฉัน\" ว่ากันว่า ในฤดูใบไม้ร่วงของปีนี้ Wang Bo เดินทางจากซานซีไปยังเกาะไหหลำเพื่อเยี่ยมพ่อของเขาที่ถูกลดตำแหน่งให้เป็นผู้พิพากษามณฑล Jiaozhi โดยผ่านภูเขาและแม่น้ำหลายพันลูกตลอดทาง ในฤดูใบไม้ร่วงของปีเมื่อเขาอายุ 27 ปี Wang Bo เดินทางจากซานซีไปยังเกาะไหหลำเพื่อเยี่ยมพ่อของเขาซึ่งถูกลดตำแหน่งให้ดำรงตำแหน่งผู้พิพากษามณฑล Jiaozhi เขาผ่านภูเขาและแม่น้ำหลายพันลูกตลอดทาง\nวันนั้นเมื่อเราไปถึงเขามาดังทุกคนก็ขึ้นฝั่งเพื่อพักผ่อน เมื่อวังบ่อเดินผ่านวัดโบราณเพียงลำพังก็เห็นชายชราคนหนึ่งนั่งอยู่บนหินข้างวัด ชายชราหน้าตาเหมือนเด็กผมสีสวย และรูปลักษณ์ของนางฟ้า เขาพูดกับ Wang Bo “คุณคือ Wang Bo ไม่ใช่หรือ?” หวังโปตกใจและพูดว่า “ถูกต้อง! คุณรู้ได้อย่างไร?” ชายชราพูดว่า “ฉันได้ยินมานานแล้วว่าคุณมีดี ความตั้งใจที่จะช่วยชีวิตผู้คนและบทกวีของคุณมีความหมายมาก พรุ่งนี้จะมีงานเลี้ยงใหญ่ที่ศาลา Tengwang หากคุณสามารถเข้าร่วมงานเลี้ยงและเขียนเรียงความได้คุณจะมีชื่อเสียงในทุกยุคทุกสมัยและได้รับค่าใช้จ่ายในการเดินทาง” เมื่อพวกเขามาถึง ที่ภูเขามาดังทุกคนก็ขึ้นฝั่งพักผ่อน เมื่อวังบ่อ เดินผ่านวัดโบราณเพียงลำพัง จู่ๆ ก็เห็นหินข้างๆ วัด มีชายชราคนหนึ่งนั่งดูคล้ายเด็กผมสีสวยและมีนางฟ้า การปรากฏ เขาพูดกับวังโปว่า \"คุณไม่ใช่หวังโปเหรอ?\"\nหวังป๋อผงะและพูดว่า \"ถูกต้อง! คุณรู้ได้อย่างไร?\"\nชายชรากล่าวว่า: \"ฉันได้ยินมานานแล้วว่าคุณมีความตั้งใจที่จะช่วยเหลือผู้คน และบทกวีที่คุณแต่งก็มีความหมายมาก พรุ่งนี้จะมีงานเลี้ยงใหญ่ที่ศาลาเจ้าชายเถิง หากคุณสามารถเข้าร่วมงานเลี้ยงและแต่งเพลงได้ คุณจะมีชื่อเสียงไปตลอดทุกยุคทุกสมัยและคุณจะได้ค่าเดินทาง”\nหวังป๋อพูดว่า: \"สถานที่แห่งนี้อยู่ห่างจากศาลาเถิงหวางหกหรือเจ็ดร้อยไมล์ เราจะมาที่นี่พรุ่งนี้ได้อย่างไร\" ชายชราพูดว่า: \"ฉันจะใช้ม้าเป็นลมศักดิ์สิทธิ์เพื่อช่วยให้เจ้าล่องเรือได้อย่างราบรื่น ฉัน พรุ่งนี้จะมาถึงแน่นอน” หวังป๋อขอบคุณฉันและพูดว่า: \"ขอโทษนะพ่อตาของฉัน คุณเป็นอมตะหรือพระเจ้า?\" ชายชราหัวเราะแล้วพูดว่า \"ฉันคือจงหยวนฉุยจุนที่ดูแล บริเวณน้ำนี้!” หวังบ่อกล่าว “สถานที่แห่งนี้อยู่ห่างจากศาลาเถิงหวางหกหรือเจ็ดร้อยไมล์ พรุ่งนี้เราจะมาที่นี่ได้อย่างไร”\nชายชราพูดว่า: \"ฉันจะใช้ม้าเป็นลมศักดิ์สิทธิ์เพื่อช่วยให้เธอล่องเรือได้อย่างราบรื่น พรุ่งนี้ฉันจะไปถึงแน่นอน\"\nหวังป๋อขอบคุณเขาและพูดว่า \"ขอโทษนะพ่อตา คุณเป็นอมตะหรือเป็นพระเจ้า\"\nชายชราหัวเราะแล้วพูดว่า \"ข้าคือจงหยวน ฉุยจุน ผู้ดูแลบริเวณผืนน้ำนี้!\" ชายชราจึงเร่งเร้าให้หวังป๋อขึ้นเรืออย่างรวดเร็ว เขาเห็นเมฆมงคลล้อมรอบตัวเขาอยู่ครู่หนึ่ง และลมพัดมา และน้ำก็ราบเรียบตลอดทาง ในชั่วพริบตา เขาได้เดินทางหลายร้อยไมล์\nชายชราจึงเร่งเร้าหวังป๋อให้ขึ้นเรือโดยเร็ว เห็นเมฆมงคลอยู่รอบๆ ตัวอยู่พักหนึ่ง การเดินทางก็ราบรื่น เพียงพริบตาเดียวก็เดินทางไกลหลายร้อยไมล์ ตามที่คาดไว้ Wang Bo รีบไปที่ศาลาของเจ้าชายเถิงในตอนเช้าของงานใหญ่\nตามที่คาดไว้ Wang Bo รีบไปที่ศาลาของเจ้าชายเถิงในตอนเช้าของงานใหญ่ และ ณ จุดนั้น เขาได้เขียน \"คำนำศาลาเจ้าชายเถิง\" ซึ่งเรียกว่าผลงานชิ้นเอกชั่วนิรันดร์โดยจักรพรรดิเกาจงแห่งราชวงศ์ถัง และ ณ จุดนั้น เขาได้เขียน \"คำนำศาลาเจ้าชายเถิง\" ซึ่งเรียกว่าผลงานชิ้นเอกชั่วนิรันดร์โดยจักรพรรดิเกาจงแห่งราชวงศ์ถัง\nมีบทกวีบทหนึ่งกล่าวว่า:\nมีคนกล่าวมาโดยตลอดว่าคนที่มีความสามารถนั้นเป็นเทพเจ้า ดังนั้นจึงไม่ใช่เรื่องบังเอิญที่ลมจะนำหนานชางมาที่หนานชาง\nฉันเขียนประโยคเกี่ยวกับศาลาสูงของ Teng Wang จากนั้นเขาก็ติดตามผู้เป็นอมตะไปที่ Zhongyuan", "聖意": "อธิษฐานเผื่อบ้านของคุณและปกป้องตัวเอง อธิษฐานขอพร แสวงหาความมั่งคั่ง และแต่งงานและความสามัคคี", "古人": "ลมพัดมาที่ศาลาเถิงหวาง", "第X籤": "ลงชื่อแปดสิบเอ็ด", "宮": "เว่ยกง"}