{"籤詩版本二": "จะทำอย่างไรถ้าเสียคุณธรรมเพราะชื่อเสียงเกรงว่าความโชคดีจะเปลี่ยนไปและสิ่งเลวร้ายจะเกิดขึ้น\nเมาไม่รู้จะไปไหน ฝันเบลอๆ ใต้ร่มเงาต้นสนเขียวๆ", "詩意": "รูปหกเหลี่ยมนี้แสดงถึงปลาเย็นที่ออกจากน้ำ\nไม่มีอะไรสามารถเคลื่อนย้ายได้\n\n(รูปแฉกนี้เป็นสัญลักษณ์ของความโชคร้ายและความโชคร้าย\nวางเท้าของคุณบนพื้นในทุกสิ่ง\n)", "解曰": "ปลาเย็นออกจากน้ำ แมลงวันในครีม หากถามถึงแผนการค่าย จะดีกว่าสำหรับโมฉี\nสัญลักษณ์นี้จะนำความโชคร้ายมาสู่หลิวเจีย ทุกอย่างผิดพลาด อธิษฐานเพื่อความปลอดภัย", "籤詩故事一": "◇จวงจื่อทดสอบภรรยาของเขา\nจ้วงซีเกิดในสมัยราชวงศ์โจว นามสกุลของเขาคือจ้วง ชื่อจริงของเขาคือโจว และชื่อของเขาคือซีซิ่ว เขาเป็นชาวเมิ่งอี้ในราชวงศ์ซ่ง ในราชวงศ์โจว เขาเป็นเจ้าหน้าที่ของ Qiyuan\nวันหนึ่ง จ้วงซีพบผู้หญิงคนหนึ่งบนภูเขา เธอนั่งยองๆ อยู่หน้าหลุมศพใหม่ เขย่าพัดอย่างสิ้นหวังราวกับว่าเธอต้องการทำให้ดินเปียกบนหลุมศพแห้ง จ้วงซีไม่เข้าใจความตั้งใจของเธอ เขาจึงถามเธอ เธอบอกว่าคนที่ฝังอยู่ในหลุมศพคือสามีของเธอ และคำพูดสุดท้ายของสามีเธอก็คือเธอไม่สามารถแต่งงานใหม่ได้จนกว่าดินบนหลุมศพจะแห้ง เธอรอไม่ไหวอีกต่อไป เธอจึงกวนดินหลุมศพให้แห้งเร็วขึ้น เพื่อที่เธอจะได้มีน้ำพุแห่งที่สอง\nจ้วงซีถอนหายใจเมื่อเขาคิดว่ามีผู้หญิงที่ใจร้ายขนาดนี้ในโลก แล้วฉันก็คิดว่าภรรยาของฉันจะเป็นแบบนี้เหรอ? เมื่อเกิดความสงสัยก็อยากจะทดสอบดู\nภรรยาของจ้วงซีมีนามสกุลว่า เทียน และทั้งคู่มักจะมีความสัมพันธ์ใกล้ชิดกัน เพื่อทดสอบความภักดีของภรรยาของเขา จ้วงซีจึงตัดสินใจแกล้งทำเป็นตาย\nเมื่อได้ยินว่าจ้วงจื่อเสียชีวิตด้วยอาการป่วยกะทันหัน ผู้คนมากมายจากทั่วทุกมุมรวมทั้งญาติและเพื่อนฝูงต่างมาแสดงความเสียใจ ในจำนวนนั้น มีกษัตริย์รูปหล่อและหลานชายจากแคว้นฉู่ผู้มั่งคั่งมั่งคั่ง เมื่อเห็นว่านางสาว เทียนเพิ่งเป็นม่ายและน่าสงสาร เขาไล่ตามเธอ คุณเทียนทนสิ่งล่อใจไม่ได้และตกหลุมรัก Wang Sun ทั้งคู่แต่งงานกันในเวลาเพียงยี่สิบวัน\nคืนนั้น เมื่อเมาไวน์และหูร้อน วังซุนก็หัวใจวายและเสียชีวิตทันที\nคุณ Tian รู้สึกหวาดกลัวและตื่นตระหนก และถาม Wang Sun อย่างเร่งด่วนว่าต้องทำอย่างไร Wang Sun อดทนต่อความเจ็บปวดและบอก Ms. Tian ว่าสมองของศพสามารถใช้เพื่อทำให้คนตายกลับมามีชีวิตได้\nจะหาศพได้ที่ไหน? ทันใดนั้นนางสาวเทียนก็คิดว่าสามีของเธอเพิ่งตายไม่ใช่หรือ? มิสเตอร์เทียนลืมความรักเก่าๆ ระหว่างสามีภรรยา และหยิบขวานผ่าโลงศพของสามี เตรียมนำสมองของเขาออกมาหายา\nโดยไม่คาดคิดเมื่อเปิดโลงศพ จ้วงซีก็กลับมามีชีวิตอีกครั้ง นางสาวเทียนรู้สึกละอายใจมากจนแขวนคอตัวเอง\n(เรื่องนี้เป็นอุปมาเรื่องการละเมิดมิตรภาพเพื่อผลประโยชน์ส่วนตัวเราจึงไม่เห็นด้วย)", "聖意": "บ้านสงบสุข ปลอดภัย เงินไม่ยุติธรรม ค้าขายถูกสังเวย ชีวิตสมรสคลี่คลาย ความชั่วร้ายในหลิวเจียรุ่งเรือง คนเดินถนนยังไปไม่ถึง หนอนไหมอยู่อย่างสงบ ปศุสัตว์อยู่อย่างสงบ ประชาชนตามหาคน คดีความเปลี่ยนไป ศิษย์อนุรักษ์นิยม ทรัพย์สินสูญหาย ไม่มีโรคภัย ภูเขาและสุสานก็ชั่วร้าย", "古人": "จ้วงจื่อทดสอบภรรยาของเขา", "第X籤": "ล็อต 84", "宮": "เว่ยกง"}