{"籤詩版本二": "เมฆดำและหมอกปกคลุมถนนหน้าเขา ทุกอย่างกลม ดวงจันทร์กลับมากลมอีกครั้ง\nถ้าคุณได้บทกวีและหนังสือ คุณจะตื่นจากความฝันอันลึกล้ำ ผู้สูงศักดิ์จะนำทางคุณขึ้นไปบนดาดฟ้า", "詩意": "รูปหกเหลี่ยมนี้เป็นสัญลักษณ์ของการสิ้นสุดของฤดูใบไม้ผลิและการเบ่งบานของดอกไม้\nทุกสิ่งเปลี่ยนแปลงหลังจากพระเจ้า", "解曰": "ชายชราต้องขอความช่วยเหลือ มันจะบานอีกครั้งในฤดูใบไม้ผลิ ปรารถนาชื่อเสียงและความมั่งคั่ง พบกับโชคลาภบั้นปลายชีวิต", "籤詩故事一": "◇Han Wengong เผชิญกับหิมะ\nฮั่น หยู ซึ่งมีชื่อรองว่า ทุยจื้อ มาจากฉางลี่ Tang Dezong กลายเป็น Jinshi ในปีที่แปดของ Zhenyuan และตำแหน่งมรณกรรมของเขาคือ Wen Gong\nในรัชสมัยของจักรพรรดิ Xianzong แห่งราชวงศ์ถัง Han Yu ได้ก่อกวนด้วยกระดูกของพระพุทธเจ้า ซึ่งทำให้จักรพรรดิโกรธเคือง ฮันหยูทิ้งภรรยาและลูก ๆ ของเขาและไปที่แต้จิ๋ว หลังจากเดินไปได้ไม่ถึงสองสามวัน ลมหนาวก็พัดมา และหิมะตกหนักมาก ฮัน หยูมาถึงบริเวณที่มีหิมะลึกหลายฟุต ทำให้ม้าของเขาเคลื่อนตัวไปข้างหน้าได้ยาก ไม่มีบ้านอยู่ใกล้ๆ และเขาไม่รู้ว่าถนนอยู่ที่ไหน หากจะเดินตามทางแล้วถอยกลับไม่มีทางกลับ ลมพัดแรงและหิมะตกอย่างรวดเร็ว ฮัน หยูเปียกจนผิวหนัง หนาวและหิว และไม่มีที่จะแสดงความเศร้าโศกของเขา\nฮันหยูถอนหายใจและพูดว่า: \"จักรพรรดิจะไม่ฆ่าฉัน แต่จักรพรรดิต้องการทำลายฉัน\"\nเมื่อ Han Yu หมดหวัง เขาก็เห็นชายคนหนึ่งมาเคลียร์หิมะแม้จะหนาวจัด เขากลายเป็น Han Xiangzi (หลานชายของ Han Yu)\nก่อนหน้านี้ Han Xiangzi ได้พูดกับ Han Yu: \"บ้านของ Yun Heng ใน Qinling อยู่ที่ไหน หิมะโอบล้อมประตูสีน้ำเงินและม้าก็หยุดเคลื่อนไปข้างหน้า\" ในเวลานั้น Han Yu ไม่เข้าใจว่า Han Xiangzi หมายถึงอะไร แต่ตอนนี้เขา ในที่สุดก็เข้าใจ\nดังนั้น Han Yu และ Han Xiangzi จึงไปค้างคืนที่บ้านของ Fu ในเมือง Languan เมื่อพูดถึงอดีตและเส้นทางสู่การฝึกฝน ฮันหยูก็มั่นใจอย่างจริงใจ\nต่อมา ฮัน หยู่ ละทิ้งตำแหน่งอย่างเป็นทางการ บริจาคทรัพย์สินทั้งหมดของเขาให้กับรัฐบาลท้องถิ่น และไปที่ภูเขาเพื่อนับถือลัทธิเต๋าและเป็นอมตะ", "聖意": "บ้านไม่ดีต่อตัวเอง ระวังหาเงิน โฟกัสเรื่องงาน แต่งงานช้า หญิงคนเดินถนนหลิวเจียขวางทุ่ง หนอนไหมดี ปศุสัตว์ดี หาคนยาก คดีสาธารณะซ้ำซาก การย้ายถิ่นฐาน อัพเดท ของหายสาหัส โรคล่าช้า สุสานบนภูเขาควรเปลี่ยน", "古人": "Han Wengong เผชิญกับหิมะ", "第X籤": "ลอตเตอรีถูกรางวัลที่แปดสิบห้า", "宮": "เสินกง"}