{"籤詩版本二": "อย่ายุ่งเรื่องส่วนตัวฉันเลย ถามประชาชนดีกว่า\nใจที่ผ่องใสก็สดใสราวกับพระจันทร์ที่สุกสว่างบนท้องฟ้า", "詩意": "รูปหกเหลี่ยมนี้แสดงถึงภาพดวงจันทร์ที่สว่างสดใสบนท้องฟ้า\nทุกอย่างสดใสและโปร่งสบาย", "解曰": "จงตั้งมั่นอยู่ในใจ แก้กฎหมายให้ตรง. คำศักดิ์สิทธิ์ ในที่สุดมันก็ชัดเจน", "籤詩故事一": "◇แม่ทัพของคงหมิง\nวิธีแก้ไข: จูกัดเหลียงระดมพลและนายพลของเขา\nในสมัยสามก๊ก จูกัดเหลียง (ค.ศ. 181-234) ชื่อรอง กงหมิง เกิดที่หยางตู หลางยา (ปัจจุบันคือ เทศมณฑลอี๋หนาน มณฑลซานตง)\nจูกัดเหลียงตกลงที่จะเป็นเจ้าหน้าที่หลังจากเล่าเป่ยไปเยี่ยมชมกระท่อมมุงจากสามครั้ง ในเวลานั้น โจโฉได้สงบเหอเป่ยและตั้งใจที่จะเดินทัพไปทางใต้ เขาส่ง Xiahou Dun เป็นหัวหน้าแม่ทัพ Yu Jin, Li Dian และคนอื่น ๆ รองนายพลนำกองทัพ 100,000 นายเดินทัพไปยังซินเย่ แม้ว่าจูกัดเหลียงจะมีกลยุทธ์ในการล่าถอยจากศัตรูในขณะนั้น แต่กวนอูและจางเฟยกลับดูหมิ่นคำพูดของจูกัดเหลียง จูกัดเหลียงไม่มีทางเลือกนอกจากใช้ดาบของ Liu Bei เพื่อโน้มน้าวทั้งสองคนดังนั้นพวกเขาจึงนำกองทหารนับพันคนและซุ่มโจมตีที่ Yushan และ Anlin พวกเขารอให้ Xiahou Dun นำกองทัพของเขาผ่านไปแล้วโจมตีพวกเขาด้วย การซุ่มโจมตีและไฟ\nนอกจากนี้ Zhao Yun ยังถูกส่งไปนำกองทัพเก่าและอ่อนแอที่เหลืออยู่เพื่อต่อสู้เป็นแนวหน้าต่อสู้กับ Xiahou Dun จากนั้นแกล้งทำเป็นพ่ายแพ้และถอยกลับล่อ Xiahou Dun เข้าไปในถนนแคบ ๆ ในภูเขาและป่าไม้ เขายังส่ง Guan ไปด้วย ปิง โจวชาง หลิวเฟิง และคนอื่นๆ แอบเข้าไปในด้านหลังของกองทัพของเฉา เผาเสบียงและสร้างความตื่นตระหนกในกองทัพของเฉา\nหลังจากการสู้รบ ทุกอย่างก็เกิดขึ้นตามที่จูกัดเหลียงจัดเตรียมไว้ เมื่อ Xiahou Dun และ Yu Jin นำกองทัพไล่ตาม Li Dian ซึ่งอยู่ด้านหลังได้แจ้ง Xiahou Dun ที่ด้านหน้าอย่างเร่งด่วนว่าเขาจำเป็นต้องป้องกันการโจมตีด้วยไฟของศัตรู อย่างไรก็ตาม มันก็สายเกินไป กองทัพของ Cao ถูกจำกัดโดย ถนนแคบๆ อยู่ในจุดที่ต้นไม้พันกันจึงไม่สามารถจุดไฟได้ มีผู้เสียชีวิตจำนวนมาก Xiahou Dun และนายพลคนอื่นๆ พ่ายแพ้ และหนีกลับไป Xudu\n(เรื่องนี้เป็นอุปมาว่าคงหมิงเก่งเรื่องการใช้คนและปกครองบ้านเมืองด้วยปัญญา)", "聖意": "บ้านและบ้านเป็นมงคล ขอให้โชคดี มั่งคั่ง สบายใจ เจริญรุ่งเรืองในกิจการงาน การแต่งงาน ความสำเร็จในหลิวเจีย ชายคนเดินถนน ย้ายทุ่งนา หนอนไหม สูญเสียปศุสัตว์ ตามหาคน คดีความ การย้ายถิ่นฐาน สูญหาย ทรัพย์สิน พร ความเจ็บป่วย ความสงบ ภูเขา และหลุมศพ", "古人": "นายพลของคงหมิง", "第X籤": "ป้ายที่เก้า", "宮": "พระราชวังหยิน"}