{"籤詩版本二": "ความทะเยอทะยานและความสำเร็จอยู่ในราชวงศ์ แต่ตอนนี้จะมีการดื่มและเซ็กส์อย่างไม่มีที่สิ้นสุด\nหากเห็นไก่ทอง จะได้รับเงินทอง โชคลาภ และโชคลาภ", "詩意": "รูปหกเหลี่ยมนี้แสดงถึงสัญลักษณ์แห่งความทะเยอทะยานและชื่อเสียง\nให้ทุกสิ่งเป็นมงคล", "解曰": "มีความทะเยอทะยานและตื่นเต้น ยังไม่สายเกินไปที่จะป้องกันตัวเอง ไก่ทองให้คำมั่นสัญญา มีความสุขกันทุกคน", "籤詩故事一": "◇เฉาปี่สถาปนาตนเองเป็นจักรพรรดิ\nCao Pi ชื่อรอง Zihuan เกิดที่ Peiguoqiao (ปัจจุบันคือ Hao County มณฑลอานฮุย) นักการเมืองและนักเขียนชื่อดังในสมัยเจียนอัน\nกาวปี่เป็นบุตรชายคนที่สองของกาวเฉา เขาอาศัยอยู่กับพ่อในค่ายทหารตั้งแต่ยังเป็นเด็ก ภายใต้อิทธิพลของพ่อ กาวปีเรียนยิงธนูเมื่ออายุได้หกขวบ และขี่ม้าเมื่ออายุแปดขวบ และพัฒนาได้พัฒนาขึ้น ทักษะศิลปะการต่อสู้ที่ดี นอกจากนี้เขายังมีความรู้กว้างขวางเกี่ยวกับชีวประวัติคลาสสิกทั้งสมัยโบราณและสมัยใหม่ ตลอดจนหนังสือเกี่ยวกับสำนักความคิดหลายร้อยแห่ง จนกระทั่งอายุสิบแปดปี Cao Cao เอาชนะ Yuan Shao และ Cao Pi ใช้ชีวิตที่ค่อนข้างมั่นคงใน Yecheng ซึ่งเป็นศูนย์กลางของการปกครองของ Cao Cao ตั้งแต่นั้นมา แม้ว่าบางครั้งเขาจะร่วมเดินทางไปกับพ่อของเขาในภารกิจทางทหารและใช้ชีวิตแบบลูกชายผู้สูงศักดิ์เกือบตลอดเวลา แต่เขาก็ยังคงฝึกฝนศิลปะการต่อสู้ทุกวันและไม่ได้ปฏิเสธมาจนถึงทุกวันนี้ เขามักจะขี่ม้าไป 100 ขั้น และมีทักษะด้านศิลปะการต่อสู้มาก เพราะเขามักจะฝึกศิลปะการต่อสู้ เขาจึงเบาและแข็งแกร่ง\nลูกชายคนโตของ Cao Cao Cao Ang ถูกสังหารในการสู้รบ หลังจากที่ลูกชายคนโตเสียชีวิต Cao Pi ก็กลายเป็นตัวเลือกแรกของมกุฏราชกุมาร เมื่ออายุได้ 31 ปี โจโฉได้ขึ้นเป็นมกุฎราชกุมาร เมื่อ Cao Pi อายุได้ 33 ปี Cao Cao สิ้นพระชนม์ด้วยอาการป่วย และ Cao Pi สืบทอดตำแหน่งนายกรัฐมนตรีและกษัตริย์แห่ง Wei เขาบอกว่าเขามักจะขี่ม้าไปหลายร้อยขั้นและมีทักษะมากเพราะเขามักจะฝึกกังฟูเขาจึงเบาและมีสุขภาพดี", "聖意": "อธิษฐานขอให้บ้านของคุณและบ้านของคุณสงบสุข แสวงหาความมั่งคั่ง ทำงานหนัก ค้าขาย เลิกกันเร็ว การแต่งงานจะประสบความสำเร็จ หลิวเจียจะปลอดภัย ผู้คนจะอยู่ในทุ่งนา หนอนไหมจะโตเต็มที่ ปศุสัตว์ 6 ตัวจะโตเต็มที่ จะหาคนได้ยาก การฟ้องร้องสาธารณะจะเร่งด่วน การอพยพจะหายไป สิ่งต่างๆ จะห่างไกล โรคภัยจะคงอยู่ตามภูเขาและหลุมศพ", "古人": "กาวปี่สถาปนาตนเป็นจักรพรรดิ์", "第X籤": "ลอตเตอรี่ถูกรางวัลที่เก้าสิบห้า", "宮": "ซูกง"}