{"籤詩版本二": "เจดีย์อันยิ่งใหญ่นี้ดูแปลกตาด้วยลักษณะอันวิจิตรวิจิตรงดงามทุกด้านที่ส่องแสงเจิดจ้า\nข้าพเจ้าขอวิงวอนให้ท่านตั้งใจโค้งคำนับและทำความดี แล้วสวรรค์จะส่งพรมาให้ท่าน", "詩意": "แฉกนี้แสดงถึงการสำแดงบุญ\nทุกสิ่งเป็นมงคล", "解曰": "พรเหล่านี้ ทุกคนมีมัน อย่ายุ่งจนเกินไป บุญจะกำหนดไว้ล่วงหน้า", "籤詩故事一": "◇ราชาแห่งเฟนหยางพบกับหลานชายในวันวาเลนไทน์จีน\nวิธีแก้ไข: Guo Ziyi ได้พบกับ Weaver Girl ที่ลงมายังโลกในวันวาเลนไทน์จีน เทียนซุน หลานสาวของจักรพรรดิหยก คือนางฟ้าทั้งเจ็ด\nGuo Ziyi (697-781) หรือที่รู้จักกันในชื่อ Guo Linggong เป็นชาวเมืองเจิ้ง เมืองหัวโจว (ปัจจุบันคือเมืองหัวเซียน มณฑลส่านซี) และเป็นนายพลในราชวงศ์ถัง ราชสำนักของจักรวรรดิได้มอบตำแหน่งกษัตริย์แห่งเฟนหยางให้กับ Ziyi\nกล่าวกันว่า Ziyi มาจาก Huazhou และไปร่วมกองทัพนอกกำแพงเมืองจีน เขาไปปักกิ่ง เพื่อกดดันการรับเงินทหารแล้วกลับมาที่ Yinzhou บังเอิญเป็นวันวาเลนไทน์จีนในขณะนั้น สายลมและทราย มืดแล้ว พระอาทิตย์เริ่มมืดแล้ว จื่ออี๋ไม่สามารถก้าวไปข้างหน้าได้จึงยืนอยู่ข้างถนน เขานอนอยู่บนพื้นในบ้านที่ว่างเปล่า เมื่อเขากำลังจะหลับไปทันใดนั้นเขาก็เห็นแสงสีแดง ทั้งสองข้างลุกขึ้นยืนมองด้วยความประหลาดใจ มีเมฆบนท้องฟ้าค่อยๆ ลงมา มีหญิงสาวสวยสง่าและสง่างามนั่งอยู่ แตกต่างไปจากคนทั่วไปโดยสิ้นเชิง Ziyi แสดงความเคารพทันทีและกล่าวว่า \"วันนี้เป็นวันที่เจ็ดของเดือนจันทรคติที่ 7 ฉันคิดว่าเป็นสาวทอผ้าที่มาโดยปรารถนาที่จะให้เธอมีอายุยืนยาวและมั่งคั่ง\"\nนางยังตอบอีกว่า “ถ้าทรัพย์สมบัติมากย่อมมีอายุยืนยาว”\nหลังจากที่เขาพูดจบ แสงก็กลับมา และเมฆก็ค่อยๆ ลอยขึ้น ผู้หญิงคนนั้นยังคงมองลงไปที่ Guo Ziyi ด้วยรอยยิ้มที่น่าพอใจจนกระทั่งเธออยู่ห่างจากเธอ จากนั้นควันก็พร่ามัวและมองไม่เห็นเธออีกต่อไป\nมันกลายเป็นเรื่องจริงอย่างที่ผู้หญิงคนนั้นพูด บุญคุณของ Ziyi มีชื่อเสียงไปทั่วโลก เขาเป็นรัฐมนตรีที่ได้รับความนิยมอย่างมาก และเขาเป็นนายพลที่มีทั้งคุณธรรมและคุณธรรม", "聖意": "อธิษฐานตัวเองที่บ้าน อธิษฐานตัวเอง อธิษฐานขอเงิน ขอให้โชคดีในธุรกิจ ขอให้โชคดีในการแต่งงาน ขอให้โชคดีในหลิวเจีย เดินทางอย่างมีความสุข ผู้คน ย้ายทุ่งนา หนอนไหม ปศุสัตว์ที่มั่นคง โชคร้ายในการพบเจอ ผู้คน, การฟ้องร้องสาธารณะ, การอพยพ, โชคลาภ, โรคภัยไข้เจ็บ, สุสานในเจิ้นซิงซาน", "古人": "กษัตริย์เฟิ่นหยางเข้าเฝ้าหลานชายในวันวาเลนไทน์จีน", "第X籤": "ลงชื่อเก้าสิบหก", "宮": "ซูกง"}