{"籤詩版本二": "ควบม้าและถือแส้ เรามาที่นี่ ครึ่งหนึ่งตกอยู่ในอันตราย ครึ่งหนึ่งอยู่ในหายนะ\nเหมือนบ้านถูกไฟไหม้ ฟ้าถล่ม ฝนก็กลายเป็นเถ้าถ่าน ฉันมีแผน", "詩意": "รูปหกเหลี่ยมนี้แสดงถึงความโศกเศร้าครึ่งหนึ่งและความสุขครึ่งหนึ่ง\nแนะนำให้ทำความดีในทุกสิ่ง", "解曰": "แรงงานตลอดชีวิต ไม่สนใจเรื่องถูกและผิด พันธนาการเป็นสิ่งชั่วคราว ความขุ่นเคืองเกิดขึ้นตามธรรมชาติ", "籤詩故事一": "◇Tao Sanchun ชนะ Zheng En ใน Guayuan\n“ขอให้ระลึกถึงข้าพเจ้าตลอดไป” Zhao Kuangyin ยืนขึ้นอีกครั้ง “กษัตริย์ Beiping Zheng En ได้จัดเตรียมพิธีอภิเษกสมรสในตอนนั้น ตอนนี้โลกสงบสุขแล้ว ข้าพเจ้าอยากจะขออนุญาตจากท่านในการเลือกวันอันเป็นมงคลที่จะแต่งงาน \"\n“ความทรงจำของข้าพเจ้าทรงพระเจริญ!” จ้าวกวงหยินลุกขึ้นยืนแล้วกล่าวว่า “กษัตริย์ปักกิ่ง เจิ้งเอิน ทรงจัดงานแต่งงานในสมัยนั้น ตอนนี้โลกสงบสุขแล้ว ข้าพเจ้าขออนุญาตเลือกฤกษ์อันเป็นมงคล วันแต่งงาน”\n“โอ้ พี่สามเคยหมั้นหมายมาก่อน ทำไมฉันไม่รู้เรื่องนี้” ชัยหรงประหลาดใจมาก เขาโบกมือให้จ้าวกวงหยินนั่งลงและพูดคุย\n“โอ๊ย พี่ชายคนที่สามเคยหมั้นหมายมาก่อน ทำไมฉันถึงไม่รู้เรื่องนี้” ไชยหรง (จักรพรรดิแห่งราชวงศ์โจวตอนหลัง) ประหลาดใจมาก เขาโบกมือแล้วขอให้จ้าวกวงหยินนั่งลงและพูดคุย\n“เรื่องมันยาว ประการแรก ตอนนั้นเรายังยากจนและไม่ได้เข้าร่วมกับกองทัพของคุณ ตั้งแต่นั้นมา เราต่อสู้มาหลายปีและไม่มีเวลาดูแลคุณ ประการที่สอง พี่ชายคนที่สามก็ตัวเล็กเช่นกัน อายที่จะพูดถึงดังนั้นฝ่าบาทก็ไม่รู้”\n“เรื่องมันยาว ประการแรก ตอนนั้นเรายังยากจนและไม่ได้เข้าร่วมกองทัพของคุณ ตั้งแต่นั้นมา เราต่อสู้มาหลายปีและไม่มีเวลาดูแลคุณ ประการที่สอง พี่ชายคนที่สามก็เป็น เขินอายนิดหน่อยที่จะพูดถึง ฝ่าบาทก็ไม่รู้”\n“เฮ้ นักศึกษาชายกำลังจะแต่งงาน จะเขินอายไปทำไม พี่คนที่สามอยู่ในสนามรบมานานแล้วและถือได้ว่าเป็นฮีโร่ที่ไม่มีใครเทียบได้ ทำไมคุณถึงใจแคบกับเรื่องนี้ขนาดนี้”\n“เฮ้! เด็กมหาลัยกำลังจะแต่งงาน จะเขินอายทำไมล่ะ พี่คนที่สามอยู่ในสนามรบมาเป็นเวลานานและถือได้ว่าเป็นฮีโร่ที่ไม่มีใครเทียบได้ ทำไมคุณถึงใจแคบกับเรื่องนี้?”\n“พูดถึงเรื่องนี้แล้ว ฉันไม่สามารถตำหนิพี่ชายคนที่สามของฉันที่ขี้อายได้ เพราะการแต่งงานครั้งนี้ถูกปลอมแปลง”\n“พูดถึงเรื่องนี้แล้ว ฉันไม่สามารถตำหนิพี่ชายคนที่สามของฉันที่ขี้อายได้ เพราะการแต่งงานครั้งนี้ถูกปลอมแปลง”\n“พิมพ์ออกมาแล้วเหรอ? น่าสนใจนะ ช่วยบอกฉันทีว่าเกิดอะไรขึ้น”\n“ฉันพิมพ์ลงไปแล้ว! เฮ้! น่าสนใจมาก! ช่วยบอกฉันทีว่าเกิดอะไรขึ้น”\n“ใช่ ฉันจำปีนั้นได้ ตอนที่เรากำลังจะเข้าเฝ้าพระองค์ เรากำลังผ่านเทศมณฑลเป่าเฉิง ในเดือนมิถุนายนอากาศร้อนมาก พี่ชายคนที่สามของฉันไม่สามารถอยู่ในโรงแรมได้ เขาจึงออกไปเดินเล่นตามลำพัง หลังจากผ่านสวนแตงโมเขาก็เข้าไปเก็บแตง ดับกระหาย ขณะนี้มีแตงสุกเร็วไม่มากนักและน้องชายคนที่สามไม่รู้ว่าจะเก็บอย่างไรจึงหักจำนวนมาก คนที่มองแตงเป็นผู้หญิง ก้าวออกมากล่าวหาพี่สาม ทั้งสองมีความเห็นไม่ตรงกันจึงเริ่มทะเลาะกัน มาเลย โชคดีเป็นห่วงและรีบเข้าไปช่วยเหลือทันเวลา ไม่เช่นนั้น.. ”\n“ใช่ ฉันจำปีนั้นได้ ตอนที่เรากำลังจะเข้าเฝ้าพระองค์ เรากำลังผ่านเทศมณฑลเป่าเฉิง ในเดือนมิถุนายนอากาศร้อนมาก พี่ชายคนที่สามของฉันไม่สามารถอยู่ในโรงแรมได้ เขาจึงออกไปเดินเล่นตามลำพัง หลังจากผ่านสวนแตงโมเขาก็เข้าไปเก็บแตง ดับกระหาย ขณะนี้มีแตงสุกเร็วไม่มากนักและน้องชายคนที่สามไม่รู้ว่าจะเก็บอย่างไรจึงหักจำนวนมาก ผู้หญิงมองแตงก้าวเข้ามากล่าวหาพี่สาม ทั้งสองมีความเห็นไม่ตรงกันจึงเริ่มทะเลาะกัน มาเลย โชคดีกังวลและรีบไปช่วยเหลือทันเวลา ไม่เช่นนั้น...”\n“เจิ้งซิหมิงผู้นี้ มันเป็นความผิดของเขาตั้งแต่แรก เขาควรจะขอโทษ ทำไมเขาถึงตีเขาล่ะ นอกจากนี้ ครอบครัวของเด็กผู้หญิงจะทนต่อการต่อยและเตะของผู้ชายที่ดุร้ายเช่นเขาได้อย่างไร! เอาน่า คุณทุบตีผู้หญิงคนนี้เพื่อ ชิ้น ไม่?\" \"หญิงสาวไม่ได้รับอันตราย...\"\n“เจิ้งจื้อหมิงคนนี้เป็นความผิดของเขาตั้งแต่แรก ดังนั้นเขาควรจะขอโทษ ทำไมคุณถึงทุบตีเขาด้วย นอกจากนี้ ครอบครัวของเด็กผู้หญิงจะทนต่อการต่อยและเตะของผู้ชายที่ดุร้ายเช่นเขาได้อย่างไร! เอาน่า บอกฉันที คุณทุบตีผู้หญิงคนนี้เหรอ ไม่?”\n“หญิงสาวไม่ได้รับบาดเจ็บ...”\n“ไม่เป็นไร ไม่เป็นไร... เฮ้ คุณไม่ได้ลงมือเลยเหรอ? โอ้ ฉันคิดว่าคุณช่วยฉันได้ทันเวลานะ”\n“ไม่เป็นไร! ไม่เป็นไร... เฮ้! คุณไม่ได้ลงมือเลยเหรอ? โอ้! ฉันเดาว่าคุณคือคนที่ช่วยฉันไว้ทันเวลา!”\n\"...ไม่ใช่ คนที่ฉันได้ช่วยเหลือคือ...น้องชายคนที่สาม\" \"...ไม่ใช่ คนที่ฉันได้ช่วยเหลือคือ...น้องชายคนที่สาม\"\n“เอ๊ะ?!” “เอ๋?!”\n“น้องชายคนที่สามถูกผู้หญิงคนนั้นฟาดลงกับพื้นและทุบตีอย่างแรงตลอดทาง โชคดีที่ฉันมาถึงและเกลี้ยกล่อมให้เขาออกไปจึงไม่ได้รับบาดเจ็บสาหัส ... ฝ่าบาท... ฝ่าบาท!... \"\n“น้องชายคนที่สามถูกผู้หญิงคนนั้นฟาดลงกับพื้นและถูกทุบตีอย่างแรง โชคดีที่ฉันมาถึงและชักชวนให้เขาออกไปจึงไม่ได้รับบาดเจ็บสาหัส ... ฝ่าบาท... ฝ่าบาท!”\n\"อ่า?...โอ้ ผู้หญิงคนนั้นเป็นใคร!?\" \"อ่า!?...โอ้ ผู้หญิงคนนั้นเป็นใคร!?\"\n“ต่อมาฉันพบว่าผู้หญิงคนนั้นชื่อเถาซานชุน และพ่อของเธอ เถาหง เป็นฮีโร่เก่าที่ไม่มีแรงบันดาลใจ เทาซานชุน เรียนรู้ศิลปะการต่อสู้จากพ่อของเขาตั้งแต่เขายังเด็ก หลังจากที่ฉันได้รู้จัก ครอบครัวของเขา ฉันเห็นว่านางสาวซานชุนมีอุปนิสัยที่โดดเด่น , หลัวหลัวและใจกว้างโดยไม่มีนิสัยเป็นเด็กผู้หญิงตัวเล็ก ๆ พวกเขาจงใจจับคู่เขา พ่อและลูกสาวของเทาก็ชอบนิสัยตรงไปตรงมาของพี่ชายคนที่สามมาก พวกเขา ตีมันออกไปทันทีและตัดสินใจแต่งงานครั้งนี้สำหรับทั้งสองคนโปรดบอกฉันทีว่านี่ไม่ใช่การแต่งงานปลอมแปลงหรือไม่”\n“ต่อมาฉันพบว่าเด็กผู้หญิงชื่อเทาซานชุน และเธอเรียนศิลปะการต่อสู้จากพ่อของเธอตั้งแต่เธอยังเด็ก หลังจากที่ฉันคุ้นเคยกับครอบครัวของเขา ฉันเห็นว่านางสาวซานชุนมีนิสัยโดดเด่น คือ ใจกว้างและไม่มีร่องรอยนิสัยของเด็กหญิงตัวเล็ก ๆ ดังนั้นฉันจึงจงใจคัดเลือกเธอ นายเทาและลูกสาวของเขาก็ชอบนิสัยตรงไปตรงมาของพี่ชายคนที่สามของพวกเขามาก พวกเขาตีมันทันทีและตัดสินใจแต่งงานครั้งนี้ให้พวกเขา ของคุณ พระบาทสมเด็จพระเจ้าอยู่หัว โปรดบอกฉันที นี่ไม่ใช่การแต่งงานปลอมแปลงหรือ?”\n(เรื่องนี้เป็นอุปมา เพราะเรื่องร้ายกลายเป็นเรื่องดี)", "聖意": "สวดมนต์คุ้มครองบ้านและตนเอง ระวัง อธิษฐานขอทรัพย์ ทำลายธุรกิจ ขัดขวางการแต่งงาน การลงโทษ หลิวเจีย ประกันภัย คนเดินถนนที่ติดอยู่ในทุ่งนา หนอนไหมเสียหาย ปศุสัตว์เสียหาย คนหาย คดีผิดกฎหมาย สูญหาย อพยพ อนุรักษ์นิยม ,ทรัพย์สินสูญหาย,โรคร้าย,ความกังวล,อันตราย,ภูเขา,สุสาน,ความล้มเหลว", "古人": "เถาซานชุนเอาชนะเจิ้งเอินในสวนแตง", "第X籤": "หมายเลขเก้าสิบเก้า", "宮": "ไห่กง"}