{"籤詩版本二": "Tegul pasaulis yra sukurtas gerai santuokai, palankioms dienoms ir geriems laikams, ir viskas bus gerai\nNesvarbu, ar gausi šią partiją.Imperatorius pareiškia, kad žmonės yra ištikimi ir dori.", "詩意": "Ši heksagrama reiškia dangaus ir žemės atsivėrimo pradžią.\nViskas palanku.", "解曰": "Greitas megagreitis. Metai neverti savo laiko. Guanyin užsirašo. Pirmiausia pranešk man.", "籤詩故事一": "◇ Zhonglis nušvito\nZhongli Quan, pavarde Zhongli, suteiktas vardas Quan, mandagumo vardas Yunfang ir slapyvardis Zhengyang, buvo kilęs iš Xianyang apygardos, Siano, Šaansi provincijoje Rytų Hanų dinastijos laikais.\nZhong Liquan buvo Han dinastijos generolas.Ekspedicijos prieš Vakarų Qiangą metu jis pavydėjo vadui Liang Yi ir paskyrė jam tik 30 000 senų ir silpnų kareivių. Vos tik atvyko į paskirties vietą, stovyklą apiplėšė Vakarų Qiang armija, o kariai pabėgo. Zhong Liquan pasiklydo slėnyje ir pakeliui sutiko vienuolį, kuris nusivedė jį į mažą kaimelį ir pasakė: „Čia yra pono Donghua rezidencija.“ Tada jis atsisveikino ir išėjo. Po kurio laiko kažkas staiga pasakė: \"Tai tikriausiai dėl to, kad žaliaakis Hu vyras yra per daug kalbus.\" Jis pamatė vyrą, vilkintį baltu elnio kailiu ir laikantį žalią kvinojos lazdelę. Jis paklausė Zhong Liquan: \"Asmuo, kuris atėjo štai Han Da. Generolas Žongliquanas\n? Zhong Liquan buvo šokiruotas, žinodamas, kad sutiko keistą žmogų, todėl nuoširdžiai išmoko Tao.\nVėliau Zhong Liquan susitiko su Zhenren Huayang ir nemirtinguoju karaliumi Xuanfu ir sužinojo „Nemirtingumo paslaptį“. Galiausiai jis gyveno Zijin Sihaofeng mieste Kongtongo kalne, įgijo „Nefrito dėžutės paslaptį“ ir tapo tikru nemirtingu, o Quanzhen sekta jį gerbė kaip vieną iš penkių Šiaurės patriarchų.", "聖意": "Melskitės, kad jūsų namai ir namai būtų palaiminti sėkme rudenį ir žiemą. Ieškokite sėkmės rudenį ir žiemą. Sėkmės versle, sėkmės santuokoje, sėkmės gimdant berniukus, sėkmės keliaujant į lauką , sėkmės šilkaverpiuose, sėkmės gyvulininkystėje, sėkmės ieškant žmonių, sėkmės viešuosiuose teismuose, sėkmės migruojant, prarastas turtas, šiaurės rytų ligos, pasisekė siunčiant kalnus ir kapus.", "古人": "Zhongli tapo nušvitęs", "第X籤": "pirmasis ženklas", "宮": "Gimda"}