{"籤詩版本二": "Nerimas ir rūpesčiai laikinai palengvėja, o džiaugsmas sklinda iš dangaus.\nKaip nefritas, paslėptas mėšle, geras darbuotojas iškelia dulkes", "詩意": "Ši heksagrama simbolizuoja Yin ir Yang harmoniją.\nViskas, ką planuojate, yra palanki.", "解曰": "Nieko nelaimėjo, nieko neprarado. Pelnas iš nuostolių. Nedorėlis turi bėdų. Sėkmės jums, ponai.", "籤詩故事一": "◇ Ye Meng Xiong Chao Di\nYe Mengxiong (1531-1597), kurio garbingas vardas buvo Nanzhao ir kurio vardas buvo Longtangas, buvo pakeistas į Longtan ir taip pat pavadintas Huayun. Kilęs iš Wanshifang, Huizhou Fucheng (dabar Huicheng rajono dalis, Huidžou miestas) Mingų dinastijoje. 44-aisiais Jiajing valdymo metais (1565 m.) jis tapo dzinšiu ir jam buvo suteiktas Čing apygardos magistrato vardas. Jis ėjo perdavimo departamento direktoriaus pareigas, o vėliau tapo Shanxi Road priežiūros cenzoriumi.\n20-aisiais Wanli metais (1592) Ningxia generalinis konsulas Kuaibai (Mongolų totorių genties vadas) nužudė gubernatorių Dang Xin ir užėmė keturiasdešimt septintąjį fortą Hexi provincijoje. , sugriovė miestą, garbino ir sudegino. pats iki mirties. Meng Xiong nėra arogantiškas priimdamas nuopelnus ir leidžia savo įgūdžiams būti tokiems pat geriems kaip generolų, kurie drįsta kovoti. Oficialus Wei Xuezeng buvo atkurtas. Vėlesniais metais jis penkis kartus atsistatydino ir buvo grąžintas į Huidžou statyti Huilongo šventyklos.\nYe Mengxiong iš pradžių įėjo į daoizmą kaip valstybės tarnautojas ir garsėjo savo sąžiningumu ir sąžiningumu. Seni istoriniai įrašai teigė, kad jis buvo „pirmas nuolankumu ir sugebėjimais“, „pašalina korupciją ir baudžia už maištus“, palikdamas gerą reputaciją. buvo nepaprastai ištikimas, drąsus, drąsus ir išradingas. Gerai šaudė. Antroje jo gyvenimo pusėje jo kovos menų įgūdžiai buvo įrašyti į „Ming dinastijos istoriją“ ir jis buvo laikomas nacionaliniu didvyriu.", "聖意": "Namuose nepalanku (vis ramiau) Ruduo ir žiema sau palanki, turtai bus sėkmingi, sandoriai bus sėkmingi, santuoka, Liujia klaidingai sunerimęs (bus lobiai), pėstieji eis į lauką melskitės už šilkaverpius, šeši gyvuliai bus plokšti, žmonės bus rasti, viešieji ieškiniai bus nepalankūs, migracija konservatyvi, prarastas turtas bus trukdomas, ligos bus įkurdintos Fušano kape", "古人": "Ye Meng Xiong Chao Di", "第X籤": "Šešioliktoji laimėjimo loterija", "宮": "Maogong"}