{"籤詩版本二": "Vakaruose krinta Auksinė varna, o rytuose – Triušis.Dienos ir nakties ciklas tęsiasi nuo seniausių laikų iki šių dienų.\nVienuoliai ir daoistai žino, kad nėra jokių trūkumų, o mokslininkai, ūkininkai, pramonė ir pirkliai vadovaujasi savo mintimis.", "詩意": "Ši heksagrama vaizduoja yin ir yang vaškavimą ir nykimą.\nTai taip pat ženklas, kad viskas vyks taip, kaip planuota.", "解曰": "Nieko nėra galvoje. Tai, ką padarėte, yra nusipelnęs. Kaip strėlė iš lanko. Vienas šūvis pataikė į taikinį.", "籤詩故事一": "◇ Dėdė Cao Guo yra nemirtingas\nTeigiama, kad Songų dinastijos Renzongo laikotarpiu Cao Guojiu, kilęs iš Siudžou, buvo didysis valstijos dėdė. Jo vardas buvo Cao Yi, taip pat žinomas kaip Cao Jingxiu.\nDėdė Cao Guo turėjo jaunesnį brolį, vardu Cao Er. Šis Cao Eras rėmėsi savo imperijos valdžios padėtimi ir darė visokius blogus. Jis užėmė laukus, atėmė žmonas ir dukteris, susidraugavo su kai kuriais neteisėtais piktadariais. Jis įeidavo ir išeidavo. Cao Guojiu negalėjo to pakęsti. Jis atsisakė klausytis jo gerų žodžių ir paguodų, todėl naudojo bausmę, kad jį sutramdytų. , abu broliai kėlė pyktį.\nCao Guojiu sakė: \"Pasaulio principai yra tokie, kad tie, kurie kaupia gėrį, klestės, o tie, kurie kaupia blogį, pražus. Tai yra nekeičiama tiesa. Anksčiau mūsų Cao šeima kaupė piktus darbus, kad pasiektų šiandienos turtus. Dabar mano brolis sukaupė blogį iki kraštutinumo, net jei jis pabėga Net jei būsi nubaustas pareigūnų, nuo stichinių nelaimių nepabėgsi, kurios slapta veikia.Kai tik nelaimė įvyks ir tavo šeima bus sunaikinta ir kas nors mirs, tu nebebus galintis pabėgti. Būsiu pažemintas ir to bijosiu.\" Taigi, išsklaidžiau visus savo turtus, Jis padėjo vargšams ir nebesirūpino savo brolio reikalais. Tada jis paliko namus ir draugus, persirengė daoistų uniforma ir išvyko į kalnus lavinti proto ir prigimties.\nVieną dieną jis atsitiktinai sutiko Zhongli ir Lu Dongbiną iš Hanų dinastijos. Pamatęs sklandžius dėdės Cao Guo atsakymus, jis labai apsidžiaugė ir įteikė jam „Slaptąjį grąžinimo tiesą įsaką“ bei įsakė atidžiai treniruotis. Neilgai trukus Zhongli Quan ir Lu Dongbin buvo supažindinti su nemirtingųjų klase.", "聖意": "Sėkmės namams, namams, sėkmė, sėkmė, sėkmė versle, vedybos, keliautojas vyras, anksti sodinti šilkaverpius lauke, žlugti gyvuliai, ieškoti žmonių, ieškinys, migracija, prarastas turtas, vėlyva liga, sėkmė", "古人": "Dėdė Cao Guo yra nemirtingas", "第X籤": "Pasirašykite aštuonioliktą", "宮": "Maogong"}