{"籤詩版本二": "Leisdami laivui grįžti iš greito vandens paplūdimio, ką norite padaryti dėl suirutės?\nJei norite būti saugūs, ieškokite ramybės ir laukite, kol bangos praeis šią krizę.", "詩意": "Ši heksagrama yra tarsi valtis, keliaujanti srauniu paplūdimiu.\nIšlikite konservatyvūs visame kame ir laukite laiko.", "解曰": "Išlipkite į stiprų vandenį. Pavojus laukia laiko. Jei paklausite apie stovyklos planus. Nieko negalima padaryti.", "籤詩故事一": "◇Ziyi karūnuotas karaliumi\nGuo Ziyi (697–781), taip pat žinomas kaip Guo Lingongas, buvo kilęs iš Džengo apygardos Huazhou (dabar Huaxian apskritis, Šaansi provincija) ir Tangų dinastijos generolas.\nPer Anšio maištą 14-aisiais Tianbao metais (755 m.) jam buvo suteiktas Shuofang Jiedushi (Lingwu, į vakarus nuo Lingvu, dabartinėje Ningsijoje) titulas. Jam buvo įsakyta į kryžiaus žygį. Jis sujungė Šuofango kariuomenę su Li Guangbi, kad žygiuotų. į Hebėjų.Jie suvienijo jėgas Čangšane (Džengdingas, Hebėjus) ir nugalėjo Shi Siming, atgavo Hebėjų. Tuo metu Guo Ziyi pasiūlė imperatoriui paimti Fan Yang iš šiaurės ir užpulti sukilėlių tigro duobę, kad sumažintų Tongguano apgultį, tačiau Xuanzong atsisakė. Vėliau buvo paminėta separatistinių vasalų miestų padėtis vėlyvojoje Tangų dinastijoje, kuri taip pat tapo nutolusia Tangų dinastijos žlugimo priežastimi.\nPenkioliktais Tianbao valdymo metais (756 m.) jis ir uigūrų koalicija nuramino Hequ. Kitų metų pavasarį jie susigrąžino Hedongą (dabar Yongji, Shanxi) ir Feng Yi (dabar Dali, Shaanxi) ir užpuolė Tongguaną, nugalėjęs Cui Qianyu.Tango armija patyrė daugiau nei 10 000 aukų. Cui Qianyu pasidavė Pudžinui. Aną Lušaną nužudė jo sūnus An Qingxu.\nAntraisiais Zhide (757 m.) metais jam buvo įsakyta vesti kariuomenę į Fengsiangą. Pakeliui jis sumušė 5000 Li Guiren kavalerijos prie Baiqu Liuyun tilto (šiandien į pietryčius nuo Sanyuano). Gegužės mėnesį jis kovėsi su An Shouzhong ir Li Guirenas Čingku mieste (šiandien į vakarus nuo Siano) buvo nugalėtas ir pasitraukė į Vugongą (šiandien į šiaurės vakarus nuo Vugongo). Rugsėjo mėn. jis sekė maršalą Guangpingą Wang Li Chu ir vadovavo Tangui ir uigūrams sujungti 150 000 žmonių pajėgas, o tada kovojo. su An Shouzhong ir Li Guiren Xiang. Į šiaurę nuo Ji šventyklos (į pietvakarius nuo dabartinės Čangano apygardos) uigūrų kariai suko ratus priešui už nugaros, puolė iš abiejų pusių ir nukovė 60 000 priešų. Zhang Tongru pabėgo į Shaanxi apygardą, ir pagaliau susigrąžino sostinę Čanganą (šiandienį Sianą).Tango kariuomenės didybė vėl buvo atkurta Čanganui.\nPo to Tango armija pasinaudojo pergale ir žygiavo į rytus, nugalėjusi 150 000 vyrų, įskaitant Yan Zhuang ir Zhang Tongru Xindian mieste (dabar į pietvakarius nuo Sanmenxia miesto, Henano provincijoje), priversdama Anqing Xu kirsti Geltonąją upę ir trauktis į Siangdžou. Dongjun Luoyang grįžo. Pridėkite Situ prie jo nuopelnų ir paverskite jį šalies kunigaikščiu.\nShi Simingas vadovavo savo kariuomenei iš Fan Yang gelbėti An Qingxu. Abi pusės kovėsi rikiuotėje Anyang upės šiaurėje (šiandieninėje Anyango šiaurėje). Kova buvo neišvengiama. Galų gale, vadovaujama devynių Jiedu pasiuntinių, Tango armija , kuris teigė turįs 600 000 vyrų, pasitraukė (Ječengo mūšyje). karas). Pagrindinis šio mūšio vadas buvo eunuchas Yu Chaoenas, kuris neturėjo vadovavimo įgūdžių ir kaltino Guo Ziyi dėl nesėkmės mūšyje. Guo Ziyi buvo iškviestas atgal į Chang'an, atleistas nuo karinės galios ir tapo neveikliu pareigūnu.\nPirmaisiais Baoying metais (762 m.) Taijuane (šiandien į pietvakarius nuo Taijuano) ir Dziangdžou (šiandieninis Sindziangas Šansi provincijoje) sukilo kariuomenė.Teismas išsigando, todėl Ziyi buvo suteiktas Fenyang karaliaus titulas ir išėjo į kontroliuoti Dziangdžou. Jį taip pat atstūmė eunuchas Cheng Yuanzhen ir jis buvo atleistas nuo karinės valdžios.\n(Šios istorijos akcentas: Guo Ziyi, kuris buvo labai gabus ir gerai besielgiantis, susitiko su Xuanzong ir kai kuriais piktadariais, o tai labai pakenkė jo pasiekimams.)", "聖意": "Namų ir savęs palaiminimai, turto ieškojimas, sandorių nevykdymas, santuokos, netikro pavojaus signalo, į Tiancanji atvykstantys pėstieji, sunkiai surandami žmonės, vieši ieškiniai ir (ne Xing), migracija, konservatyvumas, prarastas turtas, sunku rasti, ligos, meldžiantis palaiminimo, kalnų ir kapų, palaimingas", "古人": "Ziyi buvo karūnuotas karaliumi", "第X籤": "Devynioliktas laimėjęs lotas", "宮": "Tatsumi"}