{"籤詩版本二": "Po tiek rūpesčių ir pavojų nuo šiol jis niekada nebebus tuščias\nDosni širdis turi savų dosnių planų. Norint pasiekti puikių laimėjimų, reikia susitikti su ekspertu.", "詩意": "Ši heksagrama yra tarsi senovinis šulinys su šaltiniu.\nVisuose dalykuose kilnūs žmonės pasiekia sėkmės.", "解曰": "Ieškinys galiausiai bus pagrįstas. Serga ir saugus. Įeikite ir išeikite, kad gautumėte patarimo. Senovinis šulinys pasitinka pavasarį.", "籤詩故事一": "◇ Yao Chong valdo skėrius\nYao Chong (649-721), kurio tikrasis vardas buvo Yuan Chong, kilęs iš Šandžou. Jis ėjo Xia Guan, Chunguano Šanšu, Ziweiling, Zhongshuling ministro ir Tangų dinastijos ministro pirmininko pareigas.\nKetvirtaisiais Kaijuano metais (716 m.) Šandongą (paprastai kalbant apie Geltonosios upės baseiną, esantį į rytus nuo Huašano) skėriai kankino skėriai. Žmonės buvo surišti prietaringų idėjų ir nedrįso jų medžioti ir žudyti. aukojo aukas, degino smilkalus, garbino šalia laukų ir stebėjo, kaip derlių ryja skėriai.\nVisi valdininkai tikėjo: „Skėriai – stichinė nelaimė, kaip juos galima suvaldyti darbo jėga!“ Tuo metu vyko arši kova tarp dviejų skirtingų idėjų – likviduoti skėrius ar ne.\nYao Chong sakė: \"Kol dirbsime kartu, galime jų visų atsikratyti. Jis pasakė: Skėriai bijo žmonių, todėl juos lengva išvaryti. Daigai turi šeimininkus, todėl gelbėtojai turi sunkiai dirbti; skėriai gali skristi, o naktį pamatę ugnį tikrai skris; padegk juos Lauke degdamas duobes kasyk, degdamas užkask, ir nieko neliks“.\nXuanzong sakė: \"Skėriai yra stichinė nelaimė, kurią sukelia prastas moralinis valdymas. Jei prašote juos sumedžioti ir nužudyti, ar tai neprieštarauja grūdams?\"\nYao Chong pridūrė: \"Skėrių gaudymas ir žudymas buvo praktikuojamas senovės žmonių, ir jūsų didenybė tai naudos ateityje. Tai svarbus nacionalinis įvykis, atnešantis taiką ir gerovę ūkininkams. Prašome rimtai apsvarstyti tai.\"\nXuanzongas buvo įsitikinęs. Tačiau tuo metu visi teisme ir už jo ribų kalbėjo, kad skėrių medžioti negalima.\nXuanzongas sakė: \"Kalbėjausi su ministru pirmininku ir nusprendžiau sugauti skėrius. Visiems, kurie vėl prieštaraus, bus įvykdyta mirties bausmė.\nRezultatai buvo gana veiksmingi.Visoje šalyje buvo sugauta devyni milijonai danų skėrių, sėkmingai likviduotas skėrių maras.Tais metais žemės ūkis pasiekė gerą derlių.\n(Nelaimių valdymo ir evakuacijos metu turėtų būti naudojama išmintis, o sunkumams įveikti turi būti išradingų strategijų. Yao Chong yra šio klausimo ekspertas)", "聖意": "Namas eilinis, pats užblokuotas, pinigų ieškojimas blokuojamas, prekyba blokuojama, santuoka ir santarvė užblokuota, Liujijoje pavojus, pėstieji užkimšti, šilkverpiai užkimšti, gyvuliai nepalankūs, dingę žmonės, vieši ieškiniai užblokuotas, migracija neprotinga, pamestų daiktų sunku rasti, ligų melstis sunku, kalnai ir kapai neramu.", "古人": "Yao Chong valdo skėrius", "第X籤": "Dvidešimt penktas laimėjimas loterijoje", "宮": "Mi rūmai"}