{"籤詩版本二": "Sklando gandai, kad viskas apsivertė aukštyn kojomis, ir aš gavau laišką iš horizonto.\nKnygoje man žadėta šlovė ir sėkmė liko tuščia iki pat pabaigos.", "詩意": "Ši heksagrama turi klaidingą pavadinimą.\nPatartina visame kame būti konservatyviam.", "解曰": "Nusivylęs aukštyn ir žemyn. Laisvalaikio ieškojimas nėra tuščias. Šlovės troškimas. Lik saugus.", "籤詩故事一": "◇ Zhong Kui pasiekia nušvitimą\nZhong Kui, kurio pavardė yra Zhong Kui, kurio mandagumo vardas yra Zhengnan, yra iš Zhongnanshan.\nValdant Tangų dinastijos imperatoriui Dezongui, Zhong Kui dalyvavo imperatoriškoje egzamine. Zhong Kui perskaitė egzamino klausimus ir iškart vienu ypu parašė straipsnį ir įteikė. Tą dieną vyriausiasis egzaminuotojas buvo civilinių reikalų ministras Han Yu, o egzaminuotojo pavaduotojas buvo puikus mokslininkas Lu Zhi. Kai jiedu perskaitė Zhong Kui laikraštį, jų akys nušvito ir jie sutartinai pasakė: „Burtve, burtininke! Kiekvienas šio straipsnio žodis yra išskirtinis, vertas Li Taibai ir Du Zimei!“ Taigi jie įvardijo Zhong Kui kaip pirmąją vietą.\nImperatorius Dezong išklausė Han Yu pranešimą ir pasakė, kad Zhong Kui, naujasis mokslo čempionas, buvo labai talentingas, todėl jis iškvietė Zhong Kuią į Auksinius rūmus.\nKai imperatorius Dezongas pamatė jo bjaurią išvaizdą, jis iš karto pajuto nepasitenkinimą ir pasakė: „Mūsų rūmų mokslininkai atrenkami remiantis asmeniniais žodžiais ir kaligrafija. Kaip tokį bjaurų žmogų galima išrinkti auksinių mokslų mokslininku numeris vienas? “\nHan Yu skubiai atsiklaupė ir tarė: \"Žmogaus gėris ir blogis priklauso ne tik nuo išvaizdos. Argi tu, Šventasis Viešpatie, negirdi, kad Yan Ying yra trijų pėdų ūgio ir prilygsta ministrui pirmininkui? Zhou Chang mikčioja, bet gali padėti Hanų dinastijai; Konfucijus sprendžia apie žmones pagal jų išvaizdą ir praranda savo sūnų Yu. Tikiuosi, jūsų didenybė pagalvos.\nImperatorius Dezongas akimirką susimąstė ir pasakė: \"Nors Han Aiqing žodžiai yra pagrįsti, kai aš buvau imperatorius Taizongas, aštuoniolika mokslininkų atvyko į Jingdžou ir kalbėjo apie tai. Šis žmogus buvo mokslininkas numeris vienas. Bijau, kad pasaulis juoksis iš manęs, kad nepripažįstu talentų“.\nMinistras pirmininkas Lu Qi buvo siauras ir pavydėjo gabumų. Išgirdęs imperatoriaus žodžius, jis atsiklaupė ir pasakė: „Aukso dalyko mokslininkas numeris vienas turi būti ir vidinis, ir išorinis. Yra trys šimtai kandidatų į šį dalyką. Kodėl nepasirinkus kito?\"\nKai Zhong Kui pamatė, kad šis žmogus yra toks sutrikęs, jis negalėjo nesupykti. Jis parodė į Lu Qi ir keikėsi: „Jeigu toks neišmanantis valdininkas atsidurs teisme, ar jis nepadarys žalos šaliai?“ Po to jis kumščiu trenkė Lu Qi.\nTai pamatęs, Dezongas įsiuto ir pasakė: „Tu toks drąsus, išdrįsti pridaryti nemalonumų Auksiniuose rūmuose, greitai nuimk!\nĮtūžęs Zhong Kui ištraukė kardą iš rūmuose stovėjusio generolo juosmens ir garsiai atsiduso: „Nusivylusiai katei sunku mėgdžioti tigrą, o nusivylusi papūga nėra tokia gera kaip vištiena.\" Po to jis nusižudė.\nKai imperatorius Dezongas pamatė, kad Zhong Kui nusižudė supykęs, jis buvo šokiruotas. Siekdamas užkariauti žmonių širdis, jis įsakė palaidoti Zhong Kuią su oficialiu mokslininko Nr. 1 titulu, be to, jis padarė Zhong Kuią Dievo Egzorcizmas, skirtas išlaisvinti pasaulį nuo piktųjų dvasių.", "聖意": "Melskitės palaiminimo namams, jūsų pačių saugumui, finansiniams sunkumams, verslo nesėkmei, santuokos nesėkmei, Liujia moterys pėstiesiems, pasitikėkite laukiniais šilkaverpiais pusiau iškeptais, šešiais naminiais gyvūnais, gali būti auginami, dingę žmonės, Vakarų viešieji ieškiniai, migracijos praradimas, konservatyvumas, turto praradimas, ligos, melskitės už sėkmę kalnuose ir kapuose", "古人": "Zhong Kui įgijo Tao", "第X籤": "Dvidešimt šeštas laimėjimas loterijoje (loterija)", "宮": "Mi rūmai"}