{"籤詩版本二": "Leisti laiką ramybėje ir tyloje, sėdint ir gulint geriant arbatą pasisotinus\nJums nereikia būti užimtam fiziškai ir protiškai, ir jūs tikrai nesukelsite neteisybės ar nelaimės.", "詩意": "Ši heksagrama yra taikos ir stabilumo simbolis.\nVisais atvejais tinkamo laiko laukimas atneš sėkmės.", "解曰": "Būkite saugūs ir sveiki. Paklausk dievų. Palaukite, kol ateis laikas. Daiktai nutinka atsitiktinai.", "籤詩故事一": "◇ Foyinhui Dongpo\nKartą, studijuodamas dzeną, Su Dongpo suprato, kad jo būsena yra transcendentinė, ir jautė džiaugsmą. Negalėdamas sutramdyti savo aistros, išskleidžiau plunksną ir parašiau eilėraštį:\n\"Dangaus viduryje Jishou ryškiai šviečia visoje visatoje; negali būti pučiamas aštuonių vėjų, jis sėdi tiesiai ant violetinio auksinio lotoso.\"\n(Aštuoni vėjai reiškia: pelną, nuosmukį, naikinimą, reputaciją, pagyrimą, pajuoką, kančią ir laimę. Tai reiškia, kad šių aštuonių būsenų neerzinti vadinama „aštuoni vėjai negali judėti“)\nJą parašęs, Dongpo pasiuntė savo tarną per upę, kad atiduotų ją dzen meistrui Foyinui iš Jinshan šventyklos.\nPo to, kai dzen meistras Foyinas jį perskaitė, jis pažymėjo jį žodžiu „fart“ ir davė savo tarnui, kad jis atimtų.\nTai pamatęs Dongpo įsiuto, todėl plaukė valtimi per upę ir nuėjo į Jinshan šventyklą, kad surastų Budos antspaudą aptarimui.\nKai Dongpo atėjo prie Jinshan šventyklos vartų, Foyin jau laukė prie durų.\nSu Dongpo iš karto apkaltino Foyiną: „Kodėl eilėraštį, kurį parašiau, vadini faršu?\nFoyinas atsakė: „Ar tu jau „negali būti „pučiamas aštuonių vėjų“?\nTuo metu Dongpo buvo sukrėstas, kai suprato, kad jis nėra pakankamai geras, ir paliko gėdą.\n(Ši istorija yra „karštis dar neatėjo“ metafora)", "聖意": "Melskitės už savo namus ir savo saugumą, už savo turtus, už verslą, už sėkmės santuokoje, už moteriškę keliautoją iš Liujų, į lauką, kad rudenį sunoktų šilkaverpiai, kad būtų stabilūs šeši gyvuliai, rasti ką nors, sunku rasti, dėl viešųjų ieškinių, dėl migracijos, dėl prarasto turto, dėl ligos, dėl siuntimo į kalno kapą, palanku", "古人": "Foyinhui Dongpo", "第X籤": "Trisdešimt vienas laimėjimo skaičius", "宮": "Wei Gong"}