{"籤詩版本二": "Kelionė atgal yra tikra.Kas žino akmenyje paslėptą nefritą?\nKai geras amatininkas turi aiškų pjūvį, jaspio laikotarpiu jis jausis saugus", "詩意": "Šioje heksagramoje galite pamatyti nefrito vaizdą, kai pjaunate akmenį.\nSunkiai dirbk, kad viskas pavyktų.", "解曰": "Lobis yra akmenyje. Svetimi žmonės mažai ką žino. Palaukite, kol paaiškės. Daryk viską, ką gali.", "籤詩故事一": "◇Liu Bei ieško talentų (trys apsilankymai šiaudiniame namelyje, trys apsilankymai šiaudiniame namelyje)\nTrijų karalysčių laikotarpis. Zhuge Liang gyveno nuošaliai šiaudinėje trobelėje Longzhong mieste. Liu Bei troško ieškoti talentų, todėl asmeniškai aplankė Zhuge Liang. Jis aplankė Zhuge Liang tris kartus (istorijoje žinomas kaip „Trys apsilankymai šiaudiniame namelyje“). Liu Bei paprašė kitų likti nuošalyje ir paklausė Zhuge Liang: Hanų dinastija žlugo, o klastingi ministrai pavogė jų gyvybes. Jūsų Didenybe.\" Apdengtas dulkėmis. Aš nematuoju savo dorybės ir savo sugebėjimų, noriu tikėti didžiuoju pasaulio teisumu, bet savo išmintimi ir įgūdžiais. yra negilūs, todėl naudoju jį gausiai. Šiandien. Tačiau mano užmojai dar nesibaigė, ar manote, kad planas bus įgyvendintas?\nTada Zhuge Liangas pristatė jam pasaulio padalijimo į tris dalis planą ir išanalizavo situaciją, kai Cao Cao buvo nepasiekiamas ir Sun Quan galėjo jam padėti. , ir buvo galimybė jomis pasinaudoti, ir buvo galima išnaudoti tik tas dvi valstybes.Tik tada jis gali laimėti pasaulį, jis netgi papasakojo Liu Bei puolimo Centrines lygumas strategiją. (Ši diskusija vėliau buvo pavadinta „Longzhong Dui“). Tai išgirdęs Liu Bei pagyrė tai, lyg būtų radęs lobį, ir labai pakvietė Zhuge Liangą išeiti padėti, todėl Zhuge Liang tapo Liu Bei patarėju kariniais klausimais.", "聖意": "Namas vidutinis, pats saugus, ieškantis turtų, darbo prekyboje, trukdantis santuokai, tapti virtualiu keliautoju Liujia, o šilkaverpiai Jaotijoje, vėlai tapti klestinčiu gyvūnu, ieškoti žmonių, vieši ieškiniai, migracija, prarastas turtas, vakarietiškos ligos , vargšas Anšanas, kapo keitimas į palankias sąlygas", "古人": "Liu Bei ieško talentų (trys apsilankymai šiaudiniame kotedže, trys apsilankymai šiaudiniame kotedže)", "第X籤": "Trisdešimt antrosios loterijos laimėtojas", "宮": "Wei Gong"}