{"籤詩版本二": "Apsirenkite ir pertvarkykite senąjį šeimos stilių. Tao yra be dangaus, bet turi nuopelnų.\nNušlavę spyglius ir spyglius kelyje, jie trys sutiko vėl susijungti su kolegomis", "詩意": "Ši heksagrama reiškia drabužių pertvarkymą.\nViskas yra sunku, kol vėliau tampa lengva.", "解曰": "Nesijaudink. Gerai praleisk laiką. Jei klausiate apie ateitį. Laukia geras kelias.", "籤詩故事一": "◇ Tango vienuolio budistų šventraščiai\nXuanzang (602-664), iškilus Tangų dinastijos vienuolis, turėjo bendrą Chen pavardę ir vardą Yi. Jis gimė Goushi apygardoje, Luodžou (dabar pietinė Yanshi miesto dalis, Henano provincija). Būdamas trylikos metų jis tapo vienuoliu ir pasivadino budistiniu Xuanzang vardu. Pasaulis vadinamas Sanzangu iš Tangų dinastijos.\nTrečiaisiais Dženguano metais (629 m., dar žinomi kaip pirmieji Dženguano metai) jis keliavo į vakarus į Tianzhu (Indija), kad gautų budistinių šventraščių. Jis vienas ryžosi į pavojų ir ištvėrė sunkumus. Atvyko tik po ketverių metų.\nSeptynioliktais Dženguano metais meistras oficialiai atsistatydino ir grįžo į rytus. Jis grįžo į Kiniją pietiniu keliu, esančiu dabartinės Sindziango provincijoje, Chotanu ir Loulanu. Iš viso prireikė septyniolikos metų ir 50 000 mylių. Kai jis atvyko į Čanganą pirmąjį devynioliktųjų Džanguano metų mėnesį, imperatorius įsakė Liang Guogong Fang Xuanling ir kitiems civiliniams bei kariniams pareigūnams jį puikiai pasveikinti.\nIš viso buvo paprašyta 520 ir 657 originalių sanskrito budistų šventraščių tomai. ir išversta į kinų kalbą.\nMeistrui grįžus, jį labai gerbė imperatorius Taizongas ir imperatorius Gaozongas ir buvo įtrauktas į Da Nei, suteikdamas jam titulą „Meistras Tripitaka“.", "聖意": "Namuose suirutė, sėkmės sau, pasisekimas, geras verslas, gera santuoka, trukdantis Liujia, į laukus ateinantys žmonės, šilkverpiai, nepalankūs gyvūnai, žmonių paieška, vieši ieškiniai, migracija, prarastas turtas, pavėluota liga, malda dėl palaiminimų kalnų kapai turėtų būti seni.", "古人": "Vienuolis Tangas mokosi budistų Raštų", "第X籤": "Trisdešimt penktasis loterijos laimėtojas", "宮": "Shen Gong"}