{"籤詩版本二": "Jei norite būti saugūs ir ramūs, netinka žvakes laikyti vėjyje.\nGeriau susitvarkykite ir sėdėkite gilioje salėje, venkite šviesos, purtykite ramioje vietoje, judėkite. Sukratyti → Yao. Nemokama → nedaug.", "詩意": "Ši heksagrama yra tarsi vėjas, purtantis lempą ir žvakę.\nJei viskas bus nuolat, tai atneš sėkmės.", "解曰": "Įsitaisykite ramioje vietoje. Būkite budėję ir bėkite laiku. Tai nėra palaima. Konservatyvus ir tinkamas.", "籤詩故事一": "◇Li Jing grįžta į kalną\nLi Jing (571 m. – 649 m. liepos 2 d.), mandagiai pavadintas Farmacininkas, buvo kilęs iš Sanjuano, Jongdžou (dabar į šiaurės rytus nuo Sanyuano apygardos, Šaansi provincijoje). Generolas nuo vėlyvosios Sui dinastijos iki ankstyvosios Tangų dinastijos, jis buvo garsus karinis strategas, turintis tiek civilinių, tiek karinių įgūdžių Tangų dinastijoje. Vėliau jam buvo suteiktas Wei kunigaikščio titulas, o pasaulyje jis buvo žinomas kaip Wei kunigaikštis.\nLi Jing yra trečiojo princo Nezha tėvas dievų sąraše, taip pat žinomas kaip \"Totos karalius\". Li Jing ir jo sūnus padėjo Jiang Ziya (Tai Gong) nugalėti karalienę Džou, įkurti Džou dinastiją ir karalių. Wu oficialiai įžengė į sostą. Tada Jiang Ziya sudarė dievų sąrašą ir surengė ceremoniją, skirtą nuraminti mūšyje žuvusių kareivių sielas. Nuo tada pasaulis tapo taikus ir taikus. Karalius Wu norėjo padaryti markizes ir jas apdovanoti, taip pat norėjo skirti žemę herojams įkūrėjams. Li Jingas, jo tėvas ir sūnus bei kiti septyni žmonės paprašė grįžti į kalną praktikuoti daoizmą ir neapsėsti pasaulietinės šlovės bei turtų. Vėliau visi septyni jie „tapo šventaisiais kūnu“ ir pateko į nemirtingųjų klasę.\n„Feng Shen Bang“ istorija", "聖意": "Namas konservatyvus, esu eilinis, siekiu turtu, sunku versle, santuoka nesiderina, Liujia meldžiasi, kad pėstieji pasitikėtų, šilkaverpiai rudenį prinokę, šeši gyvuliai saugūs, žmonės dingę, viešas ieškiniai ir migracija yra konservatyvios, prarasto turto ligos, nekeiskite kapo Jianxingshan.", "古人": "Li Jing grįžta į kalną", "第X籤": "Trisdešimt septintoji loterijos laimėtoja", "宮": "Shen Gong"}