{"籤詩版本二": "Raudonas ratas krenta vakaruose, triušis pakyla rytuose, yin auga ir yang išnyksta, ir viskas klesti\nJei moteris nori tuo pasinaudoti, tai padidins jos turtus ir atneš laimę į širdį.", "詩意": "Ši heksagrama yra Yin augimo ir Yang nykimo simbolis.\nViskas yra sunku, kol vėliau tampa lengva.", "解曰": "Yin naudinga moterims. Netinka vyrams. Jei ieškote patarimo. Pirmiausia atsiranda blogis, o paskui ateina gėris.", "籤詩故事一": "◇ Wu Zetianas įžengė į sostą\nBūdamas 14 metų Wu į rūmus pakvietė Tangų dinastijos imperatorius Taizong Li Shimin kaip talentingą žmogų, vardu Wu Mei. Po Taizongo mirties Zetianas įžengė į Ganye šventyklą ir tapo vienuole.\nKai Tangų dinastijos imperatorius Gaozongas atėjo į sostą, jis sukvietė Wu šeimą į rūmus pagerbti Zhaoyi. Šeštaisiais Yonghui metais (655 m.) imperatorius Gaozongas įsteigė Wu savo karaliene.\nWu Zetianas buvo protingas, įsitraukęs į literatūrą ir istoriją, turtingas išradingumu. Netrukus po to, kai Wu Zetian tapo karaliene, kadangi Gaozong buvo silpnas ir serga, jis kartais patikėdavo jai tvarkyti tam tikrus politinius reikalus, todėl jos galia išaugo. Pirmaisiais Shangyuan metais (674 m.) imperatorius Gaozongas buvo vadinamas „imperatoriumi“, imperatorienė Wu – „dangaus karaliene“, o abu rūmuose buvo vadinami „dviem šventaisiais“.\nPirmaisiais Hongdao metais (683 m.) Gaozongas mirė, į sostą atėjo princas Li Xianas, dinastijai vadovauti atėjo Wu Zetianas. Pirmųjų Sisheng (684) metų vasarį Wu Zetian nuvertė Li Xianą iš Lulingo karaliaus ir įkūrė savo ketvirtąjį sūnų Li Daną kaip imperatorių, kuris ir toliau valdė dinastiją. Tų pačių metų rugsėjį ji vėliavą iškeitė į auksinę, o rytų sostinė Luojangas buvo pervadintas į dieviškąją sostinę. Pirmųjų Tianshou metų (690 m.) rugsėjo devintą dieną Wu Zetianas pasiskelbė imperatoriumi ir pakeitė šalies pavadinimą į Džou.", "聖意": "Namai nepalankūs sau, melstis palaiminimo, ieškoti turto, saugoti sandorius, sėkmės santuokoje, nesėkmės vedyboje (moteris), pėstieji, užtveriantys laukus, šilkaverpiai, klestintys gyvuliai, ieško žmonių, išsiskyrimas, ieškiniai, praradimas, migracija , turto praradimas, liga, šokas, kalnai ir kapai, sėkmės", "古人": "Wu Zetianas kyla į sostą", "第X籤": "Keturiasdešimtosios loterijos laimėtojas", "宮": "Jūs rūmai"}