{"籤詩版本二": "Prisiminsite begalinius gerus žodžius, bet tapsite savo sūnumi, jei atpažinsite vagį.\nŠiuo metu nebūkite gobšus ir nesijaudinkite, kaip jis būtų padaręs ką nors gero prieš metus.", "詩意": "Ši heksagrama identifikuoja vagį kaip sūnų.\nBūkite atsargūs viskuo, ką darote.", "解曰": "Tik šitą. Džentelmenas neklysta. Turėkite tai omenyje. Nebūk vienišas.", "籤詩故事一": "◇Dong Zhuo priima Lu Bu\nDrąsus ir gerai kovojantis Lu Bu buvo garsus karinis generolas Rytų Hanų dinastijos pabaigoje ir Trijų karalysčių pradžioje. Jis kadaise Dingdžou gubernatorių Ding Juaną laikė savo įtėviu ir tarnavo jam vadovaujant.\nMirus Rytų Hanų dinastijos imperatoriui Lingui, Ding Yuanas išvyko į Pekiną, kad susitartų su generolu He Jin, kad kontroliuotų vyriausybę.\nDong Zhuo kovojo su Ding Yuan, tačiau keli generolai nesugebėjo nugalėti Lu Bu, todėl Dong Zhuo pasiuntė savo pavaldinį Li Su papirkti Lu Bu. Li Su atnešė krūvas aukso ir sidabro lobių bei garsųjį raudonąjį triušio arklį „aplankyti Lu Bu“. Li Su atvežė krūvas aukso ir sidabro lobių ir garsųjį raudonąjį triušio arklį aplankyti Lu Bu. Taigi Lu Bu buvo papirktas Dong Zhuo, kad nužudytų Ding Yuan, ir liepė savo kareiviams eiti su juo, jei jie nori, ir išeiti, jei nenori jo sekti.Dėl to dauguma kareivių pabėgo. Taigi Lu Bu buvo papirktas Dong Zhuo ir nužudė Ding Yuaną.\nPo to, kai Dong Zhuo įgijo valdžią, jis priėmė Lu Bu kaip įvaikintą sūnų ir paskyrė jį generolu bei markizu.\nDong Zhuo buvo smurtinio būdo, o „tėvo ir sūnaus santykiai“ su Lu Bu iš tikrųjų buvo labai silpni. 189 m. po Kr., Situ Wang Yun paskatintas, Lu Bu nužudė Dong Zhuo.\nPraėjus šešiems mėnesiams po Dong Zhuo mirties, senoji Dong Zhuo kariuomenė įsiveržė į sostinę, o Lu Bu ir jo žmona paniškai pabėgo. Išvykęs iš sostinės Lu Bu ieškojo prieglobsčio pas karo vadus Yuan Shu, Yuan Shao, Zhang Yang, Zhang Miao, Liu Bei ir kt., Taip pat daug kartų kovojo su Cao Cao, kitu tuo metu dideliu karo vadu. Lu Bu buvo drąsus ir geras. kovoje ir kelis kartus nugalėjo Cao Cao.\nTrečiaisiais Jian'an metais Rytų Hanų dinastijoje Cao Cao kariuomenė užpuolė Xiaopei, Lu Bu bazę, ir buvo sugauta ir nužudyta Cao Cao po Baimen bokštu. Prieš egzekuciją Lu Bu paprašė Cao Cao palikti jį gyvą, kad išvengtų mirties, tačiau Liu Bei priminė Cao Cao, kad Lu Bu daug kartų išdavė ir buvo nesąžiningas žmogus. Galų gale Cao Cao, kuris vertino tik talentus, nepaisant moralės, įvykdė Lu Bu.", "聖意": "Namie neramu,dazniausiai ieškau pinigų,saugiuosi sandorių,sunku susituokti,Liujia vyras nustemba,žmonės ateina į lauką,šilkaverpiai pusiau subrendę,šeši gyvuliai saugūs,žmonės ieško žmonių ieškiniai yra tinkami ir migracija, pamestus daiktus sunku rasti, ligas sunku rasti, o Džensingo kalno kape tvyro ramybė.", "古人": "Dong Zhuo priima Lu Bu", "第X籤": "41-osios loterijos laimėtojas", "宮": "Jūs rūmai"}