{"籤詩版本二": "Imperatorius, imperatorius ir imperatorienė pagaliau bus maloningi ir lauks bei melsis palaiminimo be nuostolių ar naudos.\nIš to naudos turi visos gyvos būtybės, o pasaulyje ir danguje tikimasi klestėjimo.", "詩意": "Ši heksagrama yra malonės iš dangaus ženklas.\nViskas bus sėkminga.", "解曰": "Imperatorius parodė savo palankumą. Niekada nepamiršti. Ryto ir vakaro ritualai. Dera smilkyti.", "籤詩故事一": "◇Mulianas išgelbėjo savo motiną\nMokou Lianas arba Mulianas yra galingiausias tarp dešimties Sakyamuni Budos mokinių.\nJo motina per savo gyvenimą buvo godi ir šykšti, todėl po mirties pateko į alkanų vaiduoklių karalystę. Mokhullianas panaudojo savo magišką galią stebėti ir išsiaiškino, kad jo motina gimė kaip alkana vaiduoklis, neturėdama galimybės gauti maisto ir patyrė didelių sunkumų. Jis panaudojo savo magišką galią, kad atneštų maistą mamai. Netikėtai, kai mama gavo maisto, jis virto pelenais ir negalėjo būti valgomas.\nMaudgalyana nerimavo dėl to, kas atsitiko, ir pranešė apie tai Budai. Buda pasakė Mulianui, kad septintojo mėnulio mėnesio 15 dieną jis turėtų įdėti šimtą skonių ir penkis vaisius į dubenį ir pasiūlyti juos doriems dešimties krypčių vienuoliams. Su šia galia jo motina galės valgyti. .\nMaudgalyayana veikė pagal Budos valią, ir jo motina pagaliau buvo išlaisvinta. Tokia ceremonija vadinama „Obono festivaliu“, o ši šventė vadinama „Obono festivaliu“.\n(Pastaba: medžiaga turi skirtingus jausmus skirtinguose pasaulio lygmenyse. Pvz.: kai šiame pasaulyje lyja, mes matome ją kaip „vandenį“, o būtybės alkanų vaiduoklių karalystėje jaučia tai kaip „kraują“ ir jaučiančią būtybės pragaro pasaulyje jaučia tai kaip „kraują“. Tai tarsi „numestų kardą“, o dangiškosios būtybės jaučiasi kaip „numetusios gėlę“.)", "聖意": "Melstis už namus ir namus, melstis už sėkmę žiemą, ieškoti turtų, sandorių nebuvimas, santuoka, ramybė Liujoje, pėstieji, judantys laukai, šilkaverpiai, šeši gyvūnai, žmonių paieška, ieškiniai, sėkmė, migracija, konservatyvumas, prarastas turtas, liga , ramybė, kalnų ir kapų ramybė", "古人": "Mulianas išgelbėja savo motiną", "第X籤": "Pasirašykite keturiasdešimt du", "宮": "Jūs rūmai"}