{"籤詩版本二": "Pasaulis yra lankstus ir viskas yra savarankiška, išlaikoma ir saugi\nViskas gyvenime yra nuostabu, už viską dėkokite šventiesiems ir išminčius ir būkite laimingi.", "詩意": "Ši heksagrama vaizduoja harmoniją tarp žemės ir žemės.\nViskas klostosi gerai ir pavojaus nėra.", "解曰": "Visi dalykai gimsta. Visi planai ir norai pildosi. Fordas padeda. Rui Qi skuba.", "籤詩故事一": "◇ Vaikščiotojai įgyja nušvitimą\nKelionės į Vakarus istorija:\nSun Wukong tapo karaliumi Huaguo kalne. Vėliau, norėdamas rasti būdą gyventi amžinai, jis aštuonerius ar devynerius metus keliavo per kalnus ir upes, kad garbintų patriarchą Bodhi kaip savo mokytoją. Jis išmoko septyniasdešimt dvi transformacijos žemiško blogio ir salto debesys, ir pirmą kartą pasivadino Saulė. Pavadinta Wukong.\nPo to Sun Wukong nuvyko į Drakono rūmus Rytų Kinijos jūroje, kad surastų tinkamą ginklą ir galiausiai rado Ruyi Golden Cudgel, dieviškąją Tianhe ir Dinghai adatą. Kadangi jo gyvenimo trukmė baigėsi, jis sukėlė didelį triukšmą požemio pasaulyje, peržiūrėjo gyvenimo ir mirties knygą ir grįžo į žmonių pasaulį. Vėliau Sun Wukong pirmą kartą buvo pakviestas dangaus ir buvo pavadintas Bima Wen. Vėliau jis antrą kartą buvo pakviestas į dangų ir pavadintas Beždžionių karaliumi. Jis taip pat vogė persikus ir pridarė rūpesčių danguje. Jis buvo uždarytas Bagua krosnyje, kad galėtų praktikuoti savo auksines ir ugnines akis. Galiausiai jis buvo nuslopintas. Tathagata Buda Wuzhi kalno papėdėje 500 metų negalėjo judėti. Vieta, kur buvo spardoma Bagua krosnis, virto liepsnų kalnu.\nPo penkių šimtų metų vienuolis Tangas išvyko į Vakarus gauti šventraščių, praėjo Penkių elementų kalną ir nusiėmė talismaną prieš išgelbėdamas Sun Wukong. Sun Wukong apsipylė ašaromis iš dėkingumo. Gavęs Guanyin Bodhisattva nurodymus, jis garbino Tang Monką kaip savo mokytoją ir išvyko į Vakarus kartu mokytis Šventojo Rašto. Pakeliui mokytis Šventojo Rašto Sun Wukong nusileido ant demonų ir pašalino pabaisas bei ne kartą atliko nepaprastus žygdarbius, tačiau jį vėl ir vėl nesuprato ir išvarė jo šeimininkas Tang Sengas. Po aštuoniasdešimt vieno sunkumo darbas pagaliau buvo baigtas.Keturi mokytojai ir mokiniai atvyko į Xitian Leiyin šventyklą ir gavo tikrąjį Raštą. Sun Wukong pasiekė tinkamą rezultatą.\n(Ši istorija yra metafora, kad net beždžionė gali tapti nušvitusi, jau nekalbant apie žmogų.)", "聖意": "Namai palankūs sau, turtui, verslui, santuokai, Liujia, vyriški pėstieji, laukų kliudymas, šilkaverpiai, šeši gyvūnai, Zhongping, žmonių paieška, ieškiniai, sėkmė, migracija, turto praradimas, liga, Xingxingshan kapas, daiktai yra palankios", "古人": "Keliautojas pasiekia nušvitimą", "第X籤": "Pasirašyta 43 d", "宮": "xugong"}