{"籤詩版本二": "Šaltas oras vandenį paverčia ledu.Kodėl trokšti šlovės?\nNeturiu kito pasirinkimo, kaip ramiai sėdėti ir laukti, kol lapai natūraliai žydės.", "詩意": "Šioje heksagramoje vanduo virsta ledu.\nNieko neprašykite veltui.", "解曰": "Vanduo užšąla į ledą. Ledas ištirpsta į vandenį. Jei tai sąmokslas. Taip ir yra.", "籤詩故事一": "◇ Wang Xiang prašo karpių (dvidešimt keturios filialų pamaldumo istorijos)\nWang Xiang iš Jin dinastijos, vardu Fuzheng, gimė Linyi mieste.\nKai Wang Xiang buvo mažas, mirė jo biologinė motina. Jo vienišas tėvas vedė moterį vardu Zhu, o Wang Xiang susilaukė naujos motinos. Kai Wang Xiang buvo jaunas, jo biologinė motina mirė, o vienišas tėvas vedė moterį vardu Zhu. Wang Xiang pamotė buvo siauro mąstymo ir pavydi moteris.Ji nemėgo Wang Xiang ir dažnai bardavo jį dėl nereikšmingų dalykų. Netrukus pamotė taip pat pagimdė sūnų, vardu Wang Lan. Pamotė mylėjo tik savo vaikus, o Wang Xiang laikė spygliuku. Ji tapo dar reiklesnė Wang Xiang ir dažnai blogai kalbėdavo apie Wang Xiang tėvo akivaizdoje. Net tėvas pamažu jo nebemyli. Pamotė mylėjo tik savo vaikus, o Wang Xiang laikė dygliu sau. Ji buvo dar reiklesnė Wang Xiang ir dažnai blogai kalbėdavo apie Wang Xiang tėvo akivaizdoje. Net tėvas pamažu jo nebemyli. Nors Wang Xiang pusbrolis, Wang Lan yra labai draugiškas savo broliui. Nepaisant pamotės kankinimų, ji vis tiek buvo labai dukterėčia. Pamotė tokia atšiauri, bet Wang Xiang vis dar labai dukterėčia.\nJo pamotė turi hobį, tai yra, mėgsta valgyti šviežią, ką tik iš upės pažvejotą žuvį. Jo pamotė turi hobį, tai yra, mėgsta valgyti šviežią, ką tik iš upės pažvejotą žuvį. Vieną žiemą tėvas išvyko verslo reikalais, o pamotė vėl susirgo. Broliai Wang Xiang ir Wang Lan rūpestingai vaišino sriuba ir vaistais, kad mama galėtų valgyti. Esant stipriam šaltam orui, pamotės liga vis tiek nepagerėjo. paskubėk. Vieną žiemą tėvas išvyko verslo reikalais, o pamotė vėl susirgo. Broliai Wang Xiang ir Wang Lan rūpestingai vaišino sriuba ir vaistais, kad mama galėtų valgyti. Esant stipriam šaltam orui, pamotės liga vis tiek nepagerėjo. paskubėk. Serganti pamotė norėjo suvalgyti šviežios upės žuvies.Tame šaltame klimate lauke snigo, o vanduo upėje jau virto storu ledu. Serganti pamotė norėjo valgyti šviežią žuvį.Kur tame lediniame ir sniegingame klimate galima rasti šviežios žuvies?\nTais laikais nesezoninių patiekalų nebuvo, jų nenusipirksi net turėdamas pinigų.\nŠioje istorijos vietoje atsitiko jaudinanti Wang Xiangqiu Li istorija. Du broliai bejėgiškai saugojo savo motiną. Wang Xiang nuėjo prie užšalusios upės, kad nenuviltų sergančios pamotės. Wang Xiang turėjo idėją ir nusivilko marškinius nepaisydamas šalčio. Jis gulėjo nuogas ant ledyno ir norėjo. savo kūno temperatūrą, kad ištirptų ledas (taigi Wang Xiangqiu karpis taip pat vadinamas Wang Xiang, gulinčiu ant ledo). Jis nusivilko marškinius ir nuogas gulėjo ant ledyno. Jis meldėsi Dievui ir pasakė: \"Dieve, mano mama serga ir nori valgyti šviežią karpį. Turite man rasti būdą, kad ir kas nutiktų. įtrūkimai.Iš plyšio iššoko gyvas karpis ir užšoko ant ledo.Wang Xiang buvo labai laimingas. Jis meldėsi Dievui: „Dieve, mano mama serga ir nori valgyti šviežią karpį, tu turi man rasti būdą, kad ir kas nutiktų.“ Kaip bebūtų keista, šalia jo esantis ledo luitas staiga įtrūko ir buvo du įtrūkimai. Iš plyšio iššoko gyvas karpis ir užšoko ant ledo.Wang Xiang buvo labai laimingas. Greitai atsiklaupė, padėkojo Dievui ir su karpiais nubėgo namo. Greitai atsiklaupė, padėkojo Dievui, greitai paėmė karpį ir parėjo namo. Pamotei suvalgius šviežių karpių, ji greitai pasveiko nuo ligos. Ligoninės lovoje gulinti pamotė apstulbo pamačiusi nuogą nuo šalčio purpurinę viršutinę Wang Xiang kūno dalį, o rankose – dvi žuveles, laiminga įbėgusi į kambarį buvo apstulbusi.\nVėliau Wang Xiang tapo pareigūnu ir tapo taibao, jam buvo suteiktas kunigaikščio titulas.", "聖意": "Neramu namuose, meldžiu apsaugos, finansiniai sunkumai, verslo problemos, santuoka, nenuoseklumas Liujia draudime, pėstieji, Chitian šilkaverpiai, šeši gyvulių praradimai, dingę žmonės, viešieji ieškiniai, migracija, konservatyvumas, prarastas turtas, liga, sunku atsigauti, kalno kapas, sėkmės", "古人": "Wang Xiang prašo karpių („Twenty Four Filial Paty Stories“)", "第X籤": "Keturiasdešimt devyni laimėję lotą", "宮": "Haigong"}