{"籤詩版本二": "Galite keliauti į visus šalies kampelius, pakabinę burės stogelį, kad galėtumėte jį laisvai laikyti\nJei pučia palankus vėjas, jis greitai atplauks ir laivelis bus pilnas lobių.", "詩意": "Ši heksagrama yra tarsi valties tempimas su vėju.\nViskas einasi puikiai.", "解曰": "Ilsėkis ramiai. Nereikia jokių pastangų. Daug turtų. Visi žavėjosi.", "籤詩故事一": "◇ Tao Zhugui penki ežerai (Fan Ligui ežeras)\nPavasario ir rudens laikotarpiu Fan Li, kurio mandagumo vardas buvo Shaobo, taip pat buvo žinomas kaip Gui Yizipi arba Tao Zhugong.\nTuo metu vyko karas tarp Wu valstijos ir Yue valstijos, o Vu valstija sunaikino Yue valstiją. Fan Li ir Wen Zhong suformulavo Yue karaliaus Gou Jian planą, kaip reklamuoti Yue ir sunaikinti Wu. Fan Li asmeniškai keliavo per kalnus ir upes ir aplankė Huansha upę Cailuo kalne, kad surastų Xi Shi, gražią moterį, turinčią tiek dorybių, tiek talentų, tiek grožio, ir padovanojo ją Wu karaliui. Jis panaudojo „grožis“. triukas“ bendradarbiauti viduje ir išorėje ir sunaikino Wu karalystę.\nPo to, kai jam pavyko sunaikinti Wu karalystę, Fan Li žinojo, kad Gou Jian yra „ilgakaklis paukštis su snapu“ ir gali su juo dalytis sunkumais bei laime, todėl jis su Xi Shi perplaukė Qi karalystę ir pakeitė vardus. pas Gui Zipi ir vedė savo sūnus bei mokinius į Qi karalystę.Jie gyvena namelyje prie jūros. Jis sunkiai dirbo, kad apdirbtų dykvietes, užsiimdavo šalutiniu verslu ir užsiimdavo verslu.Per kelerius metus sukaupė dešimtis milijonų šeimos turto. Jis buvo dosnus skleisdamas turtus ir darydamas gera savo gimtajam miestui. Fan Li išmintį ir sugebėjimus įvertino Qi žmonės. Qi karalius pakvietė jį į sostinę Linzį ir garbino jį kaip ministrą pirmininką, atsakingą už vyriausybės reikalus. . Jis sušuko: \"Būti valdininku gali atvesti prie ministrų, o vadovauti šeimai - turtus. Nuo nulio pradėjusiam eiliniam žmogui tai pasiekė kraštutinumą. Ilgą laiką būti pagerbtam tikriausiai nėra geras ženklas.\" Taigi, tik po trejų metų, Jiliu dar kartą drąsiai atsitraukė, grąžino antspaudą Qi karaliui ir visus savo šeimos turtus atidavė savo artimiems draugams ir kaimo gyventojams.", "聖意": "Namas sau geras (vežti), pinigai geri, verslas geras, vedybos vėluoja, santuoka negera, Liujia saugus, žmonės trukdo laukus, šilkaverpius, ruduo, gyvuliai, pavasaris klesti, zmones iesko zmoniu, ieškiniai blogi, migracija konservatyvi, pamesti daiktai, vakarietiškos ligos sprendžiamos, kalnai ir kapai pietuose.", "古人": "Tao Zhugui penki ežerai (Fan Ligui ežeras)", "第X籤": "Penkiasdešimtosios loterijos laimėtojas", "宮": "Haigong"}