{"籤詩版本二": "Norint pagauti mėnulį vandenyje, reikia daug pastangų, reikia daug pastangų, bet nieko.\nNekalbėkite nesąmonių ir nešvaistykite pastangų kūnui stiprinti.. Žodis „kūnas nudžiūvo“ iš pradžių reiškia „kūnas vienišas“.", "詩意": "Ši heksagrama trokšta pastangų įvaizdžio.\nViskas yra sunkus ir sunkus.", "解曰": "Pažadus sunku prisiminti. Daug sunkaus darbo. Nerimas namuose. Laukia susitikimo su kilniais žmonėmis.", "籤詩故事一": "◇Taibai girtas pagavo mėnulį (Li Taibai girtas pagavo mėnulį)\nLi Bai (701-762), taip pat žinomas kaip Taibai, taip pat žinomas kaip Qinglian Jushi. Tangų dinastijos poetas, pasivadinęs ištremtu nemirtinguoju, buvo žinomas kaip poezijos nemirtingasis ir visada buvo laimingas negerdamas.\nKartą Li Bai atvyko į Jinling (dabar Nankinas) ir ilsėjosi restorane šalia Vendės tilto.\nTą dieną buvo penkioliktoji žiemos mėnulio diena, naktį jis vienas sėdėdavo restorane ir grožėdavosi mėnuliu, gerdamas ir deklamuodamas eilėraščius. Tą dieną buvo penkioliktoji žiemos mėnulio diena, naktį jis vienas sėdėdavo restorane ir grožėdavosi mėnuliu, gerdamas ir deklamuodamas eilėraščius. Li Taibai savo gyvenime labiausiai mylėjo mėnulį, sakydamas, kad jis švarus ir gražus. Li Taibai savo gyvenime labiausiai mylėjo mėnulį, sakydamas, kad jis švarus ir gražus. Tą naktį jis pakėlė akis ir pamatė danguje baltą ir apvalų mėnulį, labai apsidžiaugė ir išgėrė dar keletą stiklinių. Tą naktį jis pakėlė akis ir pamatė danguje baltą ir apvalų mėnulį, labai apsidžiaugė ir išgėrė dar keletą stiklinių. Vidurnaktį Li Taibai pasinaudojo vynu ir nusileido į Wende tiltą. Vidurnaktį Li Taibai pasinaudojo vynu ir nusileido į Wende tiltą. Vos užlipęs ant tilto, nuleido galvą ir staiga pamatė į vandenį krentantį mėnulį.Upei pajudėjus prie balto mėnulio šešėlio prisidėjo kelios juodos linijos. Vos užlipęs ant tilto, nuleido galvą ir staiga pamatė į vandenį krentantį mėnulį.Upei pajudėjus prie balto mėnulio šešėlio prisidėjo kelios juodos linijos. Li Taibai tuo metu buvo toks girtas, kad manė, kad tai mėnulis, kurį nudažo upės vanduo. Li Taibai tuo metu buvo toks girtas, kad manė, kad tai mėnulis, kurį nudažo upės vanduo. Jis net nepasivargino nusiauti batų, atkišo rankas ir nušoko nuo tilto pagauti mėnulio. Jis net nepasivargino nusiauti batų, atkišo rankas ir nušoko nuo tilto pagauti mėnulio. Netikėtai su šiuo šuoliu mėnulis nebuvo pagautas, o vandenyje esantis mėnulis sutrupėjo ir iškart suskilo į dvi dalis. Netikėtai šiame šuolyje mėnulis nebuvo pagautas, o žmogus nuskendo. Jis mirė sulaukęs šešiasdešimt dvejų metų.", "聖意": "Namas neramus ir jums nesiseka (atkreipkite dėmesį į savo sveikatą) (nesiseka) Ieškokite turto pusiausvyros (apie tai net negalvokite) Sunkumai sandoriuose, santuoka neišspręsta, melskitės apsaugos (tušti lobiai, kad išvengtumėte persileidimas) Pėstieji turi bėdų, šilkaverpiai lauke yra penki balai, o šeši gyvūnai mažėja, ieško žmonių (nelaimingi) vieši ieškiniai ir (Stabdyk ieškinį) Įprasta migracija (neužsiminėk) Turto praradimas (orlaivis) Apsaugos nuo ligų (nelaimių) malda. Sėkmės kalnuose ir kapuose", "古人": "Taibai pagavo mėnulį būdamas girtas (Li Taibai pagavo mėnulį būdamas girtas)", "第X籤": "Penkiasdešimt sekundžių laimėjimas loterijoje (loterija)", "宮": "Gimda"}