{"籤詩版本二": "Kai nusivylimas virsta pakilimu, riaumoja drakonai ir riaumoja tigrai.\nMėlynas dangus turi savo kelią į dangų. Tegul turiu dar vieną galimybę pasiekti šlovę.", "詩意": "Ši heksagrama yra kaip riaumojantis drakonas ir riaumojantis tigras.\nYra vilties, kad viskas bus gerai.", "解曰": "Tiesiog mokyk ir eik. Turėkite savo gerovę. Turi būti padaryta pabaigoje. Yra kur rasti.", "籤詩故事一": "◇Liu Bei įdarbina nuotaką\nPo Čibio mūšio Sun Quan labai norėjo atgauti Jingzhou, kurį įsigijo Liu Bei, todėl pasinaudojo Zhou Yu planu, apsimesdamas, kad nori susižadėti su savo seserimi Sun Ren su Liu Bei, bet iš tikrųjų norėjo paimti. Liu Bei kaip įkaitą reikalauti Jingzhou.\nPo to, kai Zhuge Liang šnipinėjo Zhou Yu planą, jis perdavė brošiūrą su strategija Zhao Yunui, kuris saugojo Liu Bei, kai šis nuvyko į Soochow. Zhao Yun laikėsi brošiūroje pateiktos strategijos ir sąmoningai padarė didelį purslą, kad Wu Guotai ( Sun Quan tėvas) žino apie pasiūlymą tuoktis. Kadangi Wu Guotai mylėjo savo dukterį ir nenorėjo priimti atsitiktinių sprendimų dėl dukters visą gyvenimą trunkančių reikalų, ji priekaištavo Sun Quan už negailestingumą seseriai ir pasiūlė asmeniškai išbandyti, ar Liu Bei vertas savo dukters Ganlu šventykloje. Po to, kai Wu Guotai susipažino su Liu Bei, ji labai vertino Liu Bei ir tvirtai pasisakė už Liu Bei ir jo dukters santuoką. Dėl to Liu Bei sėkmingai vedė ponią Sun.\nVėliau Liu Bei ir ponia Sun kartu pabėgo atgal į Jingdžou. Vėliau Sun Quan norėjo slapta užpulti Jingdžou, o Liu Bei puolė Yizhou, tačiau jį sustabdė Wu Guotai, kuris nerimavo dėl savo dukters saugumo.\nJis sakė: \"Sumanus Džou Ju planas yra geriausias pasaulyje. Jis neteko žmonos ir karių.\"\n(Liu Bei gavo naudos iš žalos)", "聖意": "Man nesiseka namie ir nesiseka (pirma nesiseka, paskui pasiseka).Ieškokite turto,pusiausvyros,sunkumų santuokoje,santuokoje sėkmės.Pamaldos pėstiesiems,šilkaverpiams laukuose,penki balai už žalą gyvuliams,ieškokite žmonėms, teismams ir migracijai, sėkmės dėl prarasto turto, sėkmės dėl ligų, kalnų ir kapų ramybės.", "古人": "Liu Bei įdarbina nuotaką", "第X籤": "Penkiasdešimt trečias laimėjimo skaičius", "宮": "Gimda"}