{"籤詩版本二": "Paplūdimys pilnas uolų, upelis teka, vėjas giedras, mėnulis giedras, kilmingi žmonės užsiėmę.\nKelyje turiu klausti kur eiti.Neimk gėlių ir augalų kvapo miške.Nesirūpink.", "詩意": "Ši heksagrama yra tarsi valtis, keliaujanti nedideliu paplūdimiu.\nVisuose dalykuose yra kilnių žmonių, kurie gali padėti.", "解曰": "Pragyvenimui. Daug sunkaus darbo. Likite konservatyvūs ir laukite. Viskas kas geriausia.", "籤詩故事一": "◇ Lušano maištas\nAn Lushan (703-757), kurio pavardė buvo Kang ir vardu Yaluoshan, buvo kilęs iš Liucheng, Yingzhou (dabar Chaoyang, Liaoning).\nVėliau jis prisiėmė An pavardę ir pakeitė savo vardą į Lushan. Tangų dinastijos imperatoriaus Xuanzongo valdymo metu An Lushan buvo karinis pasiuntinys.\n14-ųjų Tianbao metų lapkritį An Lushan surinko kariuomenę Fanjange, siekdamas pulti Yang Guozhong, jis pradėjo maištą ir paėmė trijų miestų kariuomenę pulti rytų sostinę Luojangą. Pranešimai iš Taijuano atskubėjo į Lishaną.Tang Xuanzong, kuris tuo metu buvo Huaqing rūmuose Lišane, netikėjo, kad Anlušanas sukils.Tačiau žinios apie maištą sklido ir toliau, o Xuanzong vis dar buvo pusiau įsitikinęs. (Tai yra „šiurkščio tekančio vandens garsas ant mažų uolų upelyje“)\nXuanzong pabudo iš savo sapno tik tada, kai Pingjuano apygardos prefektas Yan Zhenqing atsiuntė ką nors išsiųsti informaciją.\nVykdydamas klaidingą Tangų dinastijos imperatoriaus Xuanzongo strategiją, An Lushan kavalerijos pulkas užėmė rytų sostinę Luojangą. Pirmąjį kitų metų mėnesį jis pasiskelbė imperatoriumi Dayanu Luojange, Jianyuan Shengwu, imperatoriumi Xiongwu ir Da Xixun as. ministras Pirmininkas.\nTų pačių metų birželį Tangų dinastijos imperatorius Xuanzong, norėdamas sušvelninti krizę Chang'an ir turėdamas klaidingą karinį supratimą, įvykdė mirties bausmę dviem garsiems generolams Feng Changqing ir Gao Xianzhi. Šis įsakymas sukrėtė Tangų armiją. (Toks elgesys pažeidžia „kelias turi nukreipti į priekinę upę“)\nPo to Tangų dinastijos imperatorius Xuanzong skubiai įsakė kitam generolui Ge Shuhanui vesti Tango armiją į rytus iš Tongguano.\nGe Shuhanas, kuris puikiai suprato Tangų dinastijos imperatoriaus Xuanzongo strateginę klaidą, planavo atidėti pokyčius (požiūris „gerai, jei vėjas ramus ir potvynis ramus“).\nGalų gale Tangų dinastijos imperatorius Xuanzong manė, kad yra per nedrąsus kovoti, todėl jam neliko nieko kito, kaip ašarose kovoti su An Lushan, ir buvo nugalėtas. (Ji atitinka \"Jei sunkiai dirbsite, kad išlaikytumėte save, galite susižeisti.\")\nTangų dinastijos laikais, kai pasienio kariuomenė ir vietos garnizonai neturėjo laiko reaguoti, An Lušano armija paspaudė sieną ir įžengė į sostinės teritoriją. Kritinėje situacijoje Tangų dinastijos imperatorius Xuanzong paskatino gvardijos korpusą pabėgti iš sostinės, dėl ko nukrito be lyderio Xijing Chang'an.\n(Tang Xuanzong pažeidė šio ženklo nurodymus, todėl An Lushan maištas buvo sėkmingas.)", "聖意": "Namai saugūs, pasisekė, turtas stabilus, sandoris klesti, santuoka sėkminga (atsargiai), į lauką ateina pėstysis iš Liujų, šilkaverpiai nuimami, šeši gyvuliai apgadinti, žmogus rastas , ieškinys pagrįstas, prarastas turtas atneša ligą, tai yra, Anšano kapas turėtų būti suremontuotas.", "古人": "Lušano maištas", "第X籤": "Penkiasdešimt šeštoji loterija", "宮": "Bjaurūs rūmai"}