{"籤詩版本二": "Ryte ir sutemus, Budos parama turi būti pavojaus metu, bet ne pavojaus metu\nJei tave traukia kilnus žmogus, tai ir pinigai bei šilkas tave lydės.Tai Chuan Lai. Viskas priklauso nuo jūsų.", "詩意": "Ši heksagrama simbolizuoja slaptą dievų ir Budų palaiminimą.\nBūkite kantrūs ir sėkmės visame kame.", "解曰": "Senamadiškos ramybės ženklas. Kai viskas brangu, tai bus palanku.", "籤詩故事一": "◇Tang Monk pasiekė nušvitimą\nVieną dieną Tang Sengas priėjo prie upės ir priešais ją pamatė Budos Lingšano kalną.Prieš jį buvo vienos lentos tiltas.Tang Sengas nedrįso jo pereiti. Buda transformavosi į valtininką ir laikė bedugnę sulūžusią valtį. Vos įlipęs į valtį Tang Monkas įkrito į upę ir jį išgelbėjo bocmanas. Taip Tangas vienuolis pasiekė Budos statusą. (Istorija apie kelionę į Vakarus)\n◇ Tango vienuolio budistų šventraščiai\nSanzangas iš Tangų dinastijos, jo bendra pavardė buvo Chen, o jo vardas buvo Yi. Gimė Goushi apygardoje, Luodžou (dabar į pietus nuo Yanshi miesto, Henano provincijoje). Būdamas trylikos metų jis tapo vienuoliu ir pasivadino budistiniu Xuanzang vardu.\nSiekdamas gauti originalius budistinius raštus, trečiaisiais Dženguano metais (629 m. po Kr.) jis išvyko iš Čangano (šiandieninis Sianas, Šaansi provincija), išdrįso per sieną ir išgyveno daugybę sunkumų, kad pasiektų Tianzhu ( Indija) rinkti šventraščius. Jis keliavo po Gango ir Indo upių baseinus ir pietrytines Indijos pakrantės sritis, tada kirto snieguotus kalnus ir žalias keteras, nukeliaudamas daugiau nei 50 000 mylių pirmyn ir atgal. Prireikė 16 metų, kol galiausiai sugrįžo į Čanganą m. 19-aisiais Dženguano metais (645 m. po Kr.). Jis parsivežė daugybę budistų šventraščių ir išvertė juos į kinų kalbą.\n(Tang Sanzangas išgyveno ilgą kelionę pirmyn ir atgal tarp Kinijos ir Indijos, ir jam teko patirti pavojų, tačiau jis galėjo saugiai grįžti, nes už jo stovėjo nematomas šventasis globėjas.)", "聖意": "Namai saugūs, sau palanki, vakarietiškas verslas sėkmingas, santuoka sėkminga, pėstieji užtveria laukus, šilkaverpiai užkimšti, šilkaverpiai septyni balai, gyvuliai pelningi, žmonių paieška, vakarietė vieši ieškiniai blogi, migracija konservatyvi, pamestas turtas matosi, liga palanki, kalnai ir kapai palankūs.", "古人": "Tang Monk pasiekė nušvitimą", "第X籤": "Laimėjo loterijoje šešiasdešimt du", "宮": "Yin rūmai"}