{"籤詩版本二": "Atėjus žiemai, slyvų žiedo šaka kalne niekada nebus sunaikinta, net jei jos lapai nukris ir šakos nuvys.\nBet atėjus pavasariui vis tiek grąžinu mane kaip kurtizanę ir sunaikinu originalų kūrinį.", "詩意": "Šioje heksagramoje slyvų žiedas užima pirmaujančią vietą.\nViskas gerai, jei vėluoja.", "解曰": "Viena strėlė šovė tuščia. Kai jis tuščias, jis nėra tuščias. Laukiam pavasario atejimo. Jame yra spalva.", "籤詩故事一": "◇ Įmuštas du kartus\nValdant Tangų dinastijos imperatoriui Dezongui, ištikimą ministrą Mei Bogao ir jo šeimą įrėmino išdavikas ministras pirmininkas Lu Qi, norėjęs juos visus nužudyti. Tik jo sūnui Mei Liangyu pavyko pabėgti. Vėliau jis pakeitė savo. vardu Wang Xitong, kad nuslėptų savo tapatybę. Jis gyveno vienas gatvėse, alkanas ir šaltas, bet, laimei, jį priėmė Chen Risheng (Chen Dongchu). Chen Risheng nežinojo savo gyvenimo patirties, todėl paprašė jo padėti prižiūrėti Cheno slyvų sodą, kad jis nenumirtų iš bado gatvėje.\nChenas Rishengas buvo Mei Bogao klasiokas ir draugas. Kai jį persekiojo Lu Qi, jį išgelbėjo Mei Bogao. Dėl to Mei Bogao ir Lu Qi susipyko. Galų gale buvo įvykdyta mirties bausmė visai jų šeimai. Chen Rishengas dėl to jautėsi liūdnas ir piktas, susituokęs atsistatydino ir iškėlė šeimą į Jangdžou gyventi nuošaliai.\nChen Risheng turi dukrą vardu Chen Xingyuan, kuri yra graži ir kvapni. Po to, kai Mei Liangyu atėjo į Chenų šeimą, jie įsimylėjo iš pirmo žvilgsnio. Tą dieną, kai slyvų žiedai žydėjo, o tai buvo ir Mei Bogao mirties metinės, Chen Risheng ir jo šeima savo namų slyvų sode atidarė aukurą mirusio draugo ir geradario atminimui. Netikėtai oras netikėtai pasikeitė. , ir pūtė smarki pūga, apėmusi visus slyvų žiedus.sunaikinta. Chen Risheng apgailestavo, kad jam pavyko saugiai pabėgti, bet net nepavyko išgelbėti Mei šeimos palikuonių.Jis manė, kad tai buvo Dievo įspėjimas, todėl pažadėjo, kad nebent slyvų žiedai vėl pražydės, įrodydami, kad Mei šeimos palikuonys Mei šeima dar buvo gyva, jis niekada nieko nesakys.Pabėgo į budizmą ir tapo vienuoliu.\nJo dukra Xingyuan tai išgirdo ir tuoj pat smilkė ir nuoširdžiai meldėsi Dievo, kad slyvų žiedai vėl žydėtų. Jų nuoširdumas sujaudino dangų, ir visi slyvų medžiai slyvų sode vėl pražydo; vėliau Chen Risheng žinojo, kad Xitong yra Liangyu, todėl su juo susižadėjo savo dukrą Xingyuan.", "聖意": "Namai negerai sau, vienas sau geras, žmogus siekia turtų, apdairus santykiuose, tinkamas laikas, vėluoja santuoka, stiprus pavasaris, ruduo tuščias, keliautojas vėluoja, klesti laukai, klesti šilkaverpiai, klesti šeši gyvuliai, ieško žmonių, vieši ieškiniai, praradimai, migracija, prarastas turtas, rytų ligos, netikri pavojaus signalai, kalnų kapus reikėtų keisti.", "古人": "Įmušė du kartus", "第X籤": "Šešiasdešimt devyni laimėję lotą", "宮": "Tatsumi"}