{"籤詩版本二": "Chao Chao yra kaip gėles renkanti bitė, skrendanti iš pietvakarių, o paskui į rytus\nKai baigiasi pavasaris ir nebelieka gėlių, nėra kur ieškoti.Ši širdis savo buvimo vietos nepakeis.", "詩意": "Ši heksagrama yra tarsi bitė, skinanti gėles.\nViskas yra sunkus ir sunkus.", "解曰": "Jokio pavasario peizažo. Ilgai lyja, bet niekad neprasivalo. Prašyti pagalbos. Geriau tylėti.\n.", "籤詩故事一": "◇Li Mi sukilo prieš Tangų dinastiją\nLi Mi\n(582-619), velionis Wagango armijos vadovas valstiečių sukilime vėlyvojoje Kinijos Sui dinastijoje. Kaligrafijos meistras. Žodžio Fa meistras buvo kilęs iš Chang'an, Jingzhao, o jo protėvių namai buvo Xiangping, Liaodong (dabar į pietus nuo Liaoyang, Liaoning). Gimtoji iš Chang'an, Jingzhao, jo protėvių namai yra Xiangping, Liaodong (dabar į pietus nuo Liaoyang, Liaoning).\nDevintaisiais Daye metais (613 m.) jis dalyvavo Yang Xuangan maište prieš Sui dinastiją Liyang mieste (dabar į šiaurės rytus nuo Junxian apygardos, Henano provincijoje). Devintaisiais Daye metais (613 m.) jis dalyvavo Yang Xuangan maište prieš Sui dinastiją Liyang mieste (dabar į šiaurės rytus nuo Junxian apygardos, Henano provincijoje). Paslaptingas jausmas nugalėtas,\nLi Mi pabėgo. Xuanganas buvo nugalėtas, o Li Mi pabėgo.\nDvyliktais Daye metais jis įstojo į Wagango armiją\n. Dvyliktais Daye valdymo metais jis įstojo į Wagango armiją. Li Mi gerai sekėsi strategija. Dvyliktųjų Daye metų spalį Li Mi įtikino Zhai užpulti Xingyang Tong, galingą armiją lydintį generolą, ginti Zhang Xutuo, nugalėdamas Sui armiją ir nužudydamas Zhang Xutuo. Li Mi gerai sekėsi strategija. Dvyliktųjų Daye metų spalį Li Mi įtikino Zhai užpulti Xingyang Tong, galingą armiją lydintį generolą, ginti Zhang Xutuo, nugalėdamas Sui armiją ir nužudydamas Zhang Xutuo.\nVėliau jis pasiūlė užpulti Xingluo (vėliau pervadintas Luokou) sandėlį, atidaryti sandėlį pagalbos teikimui ir išplėsti komandą.Vagango armijos komanda sparčiai augo. 13-aisiais Daye metais Li Mi vadovavo Vagango armijai, o Zhai Rangas nagrinėjo Sui dinastijos pažeminimą ir platinimą. Kilo karas dėl karinių išteklių ir kitų klausimų, o Li Mi nužudė Zhai Rangą ir šimtus jo pasekėjų. Vėliau jis pasiūlė užpulti Xingluo (vėliau pervadintas Luokou) sandėlį, atidaryti sandėlį pagalbos teikimui ir išplėsti komandą.Vagango armijos komanda sparčiai augo. 13-aisiais Daye metais Li Mi vadovavo Vagango armijai, o Zhai Rangas nagrinėjo Sui dinastijos pažeminimą ir platinimą. Kilo karas dėl karinių išteklių ir kitų klausimų, o Li Mi nužudė Zhai Rangą ir šimtus jo pasekėjų.\n14-ųjų Daye metų kovo mėnesį Yu Wenhuaji nužudė Sui dinastijos imperatorių Yangą.\n, paskatino daugiau nei 100 000 žmonių grįžti į vakarus. Keturioliktųjų Daye metų kovą Yu Wenhuaji (Yu Wen, sudėtinė pavardė) nužudė Sui dinastijos imperatorių Yangą ir grįžo į vakarus su daugiau nei 100 000 žmonių. Li Mi buvo įsakyta pulti Huaji. Nors Huaji buvo nugalėtas, Li Mi taip pat patyrė didelių nuostolių kariuomenėje. Vėliau jį persekiojo Wang Shichong. Li Mi armija buvo sumušta ir jo stovykla buvo sunaikinta. Jo generolai Qin Shubao, Cheng Zhijie (iš pradžių vardu Cheng Yaojin), Niu Jinda ir kiti buvo sugauti. , Shan Xiongxin pasidavė. Li Mi buvo įsakyta pulti Huaji. Nors Huaji buvo nugalėtas, Li Mi taip pat patyrė didelių nuostolių savo kariuomenėje. Vėliau jį persekiojo Wang Shichong. Li Mi armija buvo sumušta, o jo bazinė stovykla buvo sunaikinta. Jo generolai Qin Shubao, Cheng Zhijie (iš pradžių Cheng Yaojin), Niu Jinda ir kiti buvo sugauti, o Shan Xiongxin pasidavė. Li Mi buvo beviltiškas, todėl rugsėjį perplaukė upę į Heyangą ir pasidavė Tangų dinastijai. Li Mi buvo beviltiškas, todėl rugsėjį perplaukė upę į Heyangą ir pasidavė Tangų dinastijai.\nLapkričio mėnesį Li Juanas išsiuntė Li Mi į Šandongą, kad jis įdarbintų senus karius. lapkritis,\nLi Juanas išsiuntė Li Mi laukti į Šandongą, kad įdarbintų senus karius. Jausdamas, kad buvo įtartas, jis sukilo prieš Tangą. Jausdamas, kad buvo įtartas, jis sukilo prieš Tangą. Tango generolas Sheng Yanshi pakvietė Li Mi pulti ir nužudė jį Xinggong Xian mieste. Tango generolas Sheng Yanshi pakvietė Li Mi pulti ir nužudė jį Xinggong Xian mieste.", "聖意": "Namas, namas, liežuvis, aš, piktadarys, ieško turto, švaistomas verslas, santuokos netrumpos, Liujia, tuščios gėlės, pėstieji, Yaotian, šilkaverpių žala, žala šešiems gyvuliams, dingę asmenys, ieškiniai, praradimas, migracija, konservatyvumas, prarastas turtas, liga, kliūtys, kalnų kapų reforma", "古人": "Li Mi sukilo prieš Tangų dinastiją", "第X籤": "Septyniasdešimtosios lygiosios", "宮": "Tatsumi"}