{"籤詩版本二": "Bitininkai turi maldauti medaus, kad neįgėltų įgėlimo\nPrieš tave turi būti keistas kelias.Paslaptis gili kaip erškėčių miškas.", "詩意": "Ši heksagrama simbolizuoja bites, renkančias medų.\nViskas yra sunkus ir sunkus.\n\n(Ši heksagrama siekia saldumo ir kartumo simbolio.\nUžkirsti kelią nelaimėms visame kame.\n)", "解曰": "Daiktus reikia daryti atsargiai. Nereikia to priversti. Bitės renka medų. Kokia priežastis?", "籤詩故事一": "◇ Wang Mang ieško talentų\nGalima sakyti, kad Wang Mang šeima Vakarų Hanų dinastijoje yra turtinga šeima. Nors tėvas mirė anksti, keli jo dėdės ir dėdės tapo Hanų dinastijos imperatoriais.Jie tapo generolais, ministrais pirmininkais, tapo markizėmis ir gaudavo apdovanojimus.Wangų šeima buvo nepaprastai iškili.\nTačiau nedidelė Wang Mango šeima buvo labai skurdi; jo tėvas mirė jaunas, o jis gyveno tik su mama, pasikliaujant artimųjų labdara. Tačiau dėl to Wang Mang nuo vaikystės ugdė ir praktikavo bendravimo su žmonėmis įgūdžių rinkinį. Kad ir koks būtų liūdnas ar piktas, jis visada rodydavo labai linksmą ir taikų žvilgsnį prieš artimuosius, vyresniuosius ar pašalinius žmones, todėl buvo gana vertinamas visų giminėje.\nKartą vyresnysis dėdė sunkiai susirgo. Sužinojęs, priėjo ir laukė prie ligonio lovos, atnešė vaistų ir vandens, budėjo naktimis. Keletą mėnesių buvo nuogas, netvarkingas, apmiręs. tiesiog „kantresnis\" nei pacientas. Labiau „sūnus\" nei biologinis sūnus.\nUž tai visi Taivano žmonės jį gyrė ir rašė laiškus, prašydami už jį atlygio.\nTaigi Hanų dinastijos imperatorius Čenas suteikė jam naujosios sostinės markizo titulą ir paskyrė rūmų sargybiniu, tapdamas artimu imperatoriaus ministru.\nTurėdamas aukštą statusą ir didžiulę galią, Wang Mang niekada nerodė jokios arogancijos ar vangumo, bet tapo vis mandagesnis ir mandagesnis. Viena vertus, jis susidraugavo su ministrais, ministrais, įžymybėmis ir mokslininkais.\nTačiau jis gyveno labai taupiai, dažnai valgydavo mėsos patiekalus, jau nekalbant apie ilgus chalatus ir sukneles ilgomis rankovėmis, tik trumpais drabužiais. Tad visi valdžioje ir visuomenėje vienbalsiai gyrė jį žodžiu „dorovingas“.\nVėliau nuo ligos mirė jo dėdė Grand Sima Wanggen ir jis buvo pasirinktas jo pakaitalu. Imperatorius ir visi ministrai manė, kad jis yra tinkamiausias žmogus. Todėl Wang Mang, kuriam tebuvo trisdešimt aštuoneri, tapo didžiausią karinę galią turinčiu Didžiuoju Simu šalyje.\n(Ši istorija yra metafora. Geras žmogus gali padėti atsikratyti „sunkumo būti bičių įgeltam“ ir pasiekti savo idealus taip, kaip nori.)", "聖意": "Namai negerai sau, šeima bėda, verslas užblokuotas, santuoka užblokuota, šeši šarvai netikri, pėstieji vėluoja, šilkaverpių derlius mažas, gyvuliai menki, sunku rasti žmonių, byla bloga, migracija nejuda, prarastas turtas blogas, liga nustatyta, kalnų kapas pamestas,", "古人": "Wang Mang ieško talentų", "第X籤": "Laimėjo loterijoje septyniasdešimt du", "宮": "Tatsumi"}