{"籤詩版本二": "Atėjus pavasariui perkūnija dreba, čiulba vabzdžiai, o aš nusisuku nuo purvo\nKai pirmą kartą supratau, kad vis dar ateinu ir einu, kai pasikeičiau, tapau drakonu.", "詩意": "Ši heksagrama yra kaip perkūnas ir vabzdžiai.\nSusitikimas su kilniu žmogumi yra geras ženklas visame kame.", "解曰": "Perkūnija trenkia. Du indėliai į ir išeina. Pakeiskite vieną kartą. Iki Tianmenio.", "籤詩故事一": "◇Chenqiao maištas\n959 m. po Kr. Zhou Shizong Chai Rong mirė, o imperatoriui Gongui Chai Zongxunui, kuris įžengė į sostą, buvo tik septyneri metai. Tuo metu Zhao Kuangyin, kuris dirbo inspektoriumi priešais rūmus ir Songdžou pasiuntiniu Vokietijos armijoje, turėjo tikrą valdžią.\n960 m. AD ​​pavasarį Džendžou (dabartinė Džengdingas, Hebėjaus provincija) ir Dingdžou (dabartinė Dingsiano apygarda, Hebėjaus provincija) pranešė, kad Šiaurės Hanų dinastijos ir Liao valstijos kariuomenės kartu eina į pietus, kad pultų vėlesnę Džou dinastiją. didelį pagreitį ir paprašė atsiųsti karius pagalbos. Vėliau Džou dinastija įsakė Zhao Kuangyin vesti savo kariuomenę į šiaurę kovoti su priešu. Zhao Kuangyin veikė slapta, planuodamas savo brolį Zhao Guangyi, Zhao Pu, Shi Shouxin ir kitus.\nVasario 3 d., kai kariuomenė atvyko į Chenqiaoyi (dabar Chenqiao miestas, į pietryčius nuo Fengqiu, Henanas), jie pradėjo maištą ir įsakė kareiviams dėvėti geltonus drabužius. Jie sukilo prieš vėlesnę Džou dinastiją ir palaikė Zhao Kuangyin kaip imperatorių. . Po to Zhao vedė savo kariuomenę atgal į Kaifengą nedegindamas, nežudydamas ir neplėšdamas.\" Taizu Chen Qiao prisiekė netrukdyti sostinės žmonėms ir pažadėjo netrukdyti miestui tą dieną, kai įžengs į miestą.\"\nTrečią mėnulio mėnesio trečiųjų metų dieną Zhao Kuangyin sukilo Chenqiao ir grįžo į sostinę. Fan Zhi paskatino Wang Pu ir Wei Renpu apklausti Zhao Kuangyin. Luo Yanhuan išsitraukė kardą priešais palapinę ir garsiai šaukė : \"Trys armijos neturi šeimininkų. Visi generolai nusprendė paskirti jį imperatoriumi. Kas pasisakys, bus nužudytas!\". Wang Pu veidas buvo blyškus kaip žemė. Jis nuleido žingsnius ir nusilenkė. Fan Zhi taip pat nusilenkė. Kuang Yin asmeniškai padėjo jam atsikelti ir elgėsi labai mandagiai.\nPo nuosaikaus pasipriešinimo sostą perėmė vėlesnės Džou dinastijos imperatorius Gongas, o sostą perėmė Zhao. „Taizu ruošėsi priimti dzen, bet ten nebuvo dzen teksto. Hanlino žinovas Tao Gu priėmė įsakymą ir įėjo šalia jo, sakydamas: „Atlikta“.\nPo to, kai Zhao atėjo į sostą, jis pakeitė šalies pavadinimą į Song, Yuan į Jianlong ir padarė Kaifengą sostine. Shi Shouxin, Gao Huaide, Zhang Lingduo, Wang Shenqi, Zhang Guanghan ir Zhao Yanhui buvo apdovanoti Jiedushi titulais. , kuris istorijoje buvo žinomas kaip „Chenqiao Mutiny“.\nVikipedija\n(Ši istorija rodo, kad tai yra Zhao Kuangyin pasirodymo pradžia.)", "聖意": "Melskitės už savo namus, kasdienybę, turtus, sėkmę, sėkmę versle, kilnią santuoką, sėkmę Liujoje, pėstiesiems vyrus, ankstyvą šilkaverpių gimimą laukuose, ankstyvą šešių gyvūnų gimimą, sėkmę pavasarį, žmonių paiešką, sėkmę viešuosiuose teismuose, sėkmės migracijoje, prarastas turtas, pavojai ligose, pavojai kalnuose ir kapuose.", "古人": "Chenqiao maištas", "第X籤": "Pasirašė septyniasdešimt trys", "宮": "Mi rūmai"}