{"籤詩版本二": "Svajonėje buvo sakoma, kad bus daug turtų, bet šlovė nueis į nieką.\nVanduo toli, kalnai toli, bet sunku būti ištikimam, kilnus žmogus veda ir šypsosi.", "詩意": "Ši heksagrama reiškia lobio gavimo sapne simbolį.\nViskas daugiau ar mažiau tikra.", "解曰": "Sapnuoti kaip sapnas. Nėra vilties išgarsėti. Tiesiog laukite gerų laikų. Kilnūs nurodymai.", "籤詩故事一": "◇ Grąžinkite nefritą Zhao (baigę grąžinkite nefritą Zhao)\n283 m. prieš Kristų karalius Zhao Huiwen gavo He's Bi iš Chu. Kai karalius Qin Zhaoxiang išgirdo naujienas, jis išsiuntė laišką karaliui Zhao, kuriame išreiškė norą iškeisti penkiolika miestų į He's Bi.\nLinas Xiangru išanalizavo karaliui Zhao, kad Činas buvo stiprus, o Zhao silpnas, todėl jį reikia pakeisti.\nTada karalius Zhao pasiuntė Liną Siangru į Činą su He's Bi.\nČino karalius susitiko su Linu Siangru Džantajuje, o Linas Siangru padovanojo nefritą Čino karaliui. Čino karalius labai apsidžiaugė ir perdavė gražuolei He's Bi ir visi aplinkiniai žiūrėjo į jį. Šiuo metu visi kairėje ir dešinėje šaukė, tegyvuoja.\nLinas Siangru pamatė, kad Čino karalius neketino atiduoti miesto Zhao, todėl pasakė Čino karaliui, kad Jo nefritas yra sugedęs, ir norėjo tai nurodyti Čino karaliui, kad pasinaudotų proga gauti nefritas atgal.\nPo to, kai Lin Xiangru atsiėmė Heshi's Bi, jis atsistojo šalia didžiojo stulpo, parodydamas, kad nori mirti su Heshi's Bi.\nTuo metu Linas Siangru pasakė Čino karaliui: \"Džao karalius vis tiek įveikė ministrų prieštaravimus ir priėmė ministro pasiūlymą. Net jei bendraudamas su paprastais žmonėmis jis vienas kito neapgaudinėjo, jau nekalbant apie tai, kad Qin yra didelė šalis! Siekdamas išsaugoti Čino ir Zhao draugystę, karalius Zhao Po penkių dienų pasninko išsiunčiau savo ministrus į Qin su nefritu. Deja, Čino karalius ne tik neketino duoti Zhao miestą, bet taip pat perdavė He šeimos nefritą gražiai moteriai, o tai tikrai buvo pasityčiojimas iš mano ministrų“.\nBaigęs kalbėti, Linas Siangru iš karto padarė gestą trenkdamas į stulpą.Čin karalius bijojo, kad He's Bi bus sugadintas, todėl apsimetė, kad duoda Zhao penkiolika miestų. Linas Siangru įžvelgė klastingą karaliaus Čino planą, todėl paprašė karaliaus Čino pasninkauti penkias dienas prieš pateikdamas He's Bi, kad atidėtų laiką. Per šias kelias dienas Linas Siangru išsiuntė savo palydovus su nefritu grįžti į Džao valstiją, o jis liko susidoroti su Čino karaliumi.\n(Ši istorija tarsi paprasto žmogaus akis žavi jo statusas.)", "聖意": "Melstis palaiminimo namuose, sau, trukdyti turtui, sunku pasiekti sandorius, santuoka nesuderinama su Liujiaxu pėsčiaisiais, Chitian šilkaverpiai nepriimami, šeši gyvūnai sugadinti, žmonės dingę, tikėtini vieši ieškiniai ir migracija, pamesti daiktai yra toli, ligos nustatomos, siunčiamos į kalnų kapus ir keičiamos.", "古人": "Grąžinkite nefritą Zhao (užbaikite nefritą Zhao)", "第X籤": "Septyniasdešimt septintoji laimėjusi loterija", "宮": "Vidurdienio rūmai"}