{"籤詩版本二": "Nukrito platanalapių lapai, artėja ruduo, o keliautojų kelionė atgal atrodo kaip debesys.\nDidelių Dievo pastangų dėka laivas grįžo su lobiu vėjyje.", "詩意": "Ši heksagrama vaizduoja krentančius platanalapio medžio lapus.\nViskas blogai iš anksto ir gerai pagaliau.", "解曰": "Imk dalykus iš širdies. Tian Xin sekė. Pragyvenimui. Daryk viską, ką gali.", "籤詩故事一": "◇Vėjas pučia į Tengwang paviljoną\nWang Bo, mandagumo vardas Zianas, buvo ankstyvosios Tangų dinastijos poetas. Jis gimė pirmaisiais Tangų dinastijos imperatoriaus Gaozongo Yonghui metais. Wang Bo nuo mažens skaitė šventraščius ir yra žinomas kaip „vaikas vunderkindas“. Wang Bo nuo mažens skaitė šventraščius ir yra žinomas kaip „vaikas vunderkindas“.\nKai jam buvo dešimt metų, jis su tėvu atsitiktinai praėjo pro Guandi šventyklą. Jie pamatė didingą Guandi statulą šventykloje, laikančią „Pavasario ir rudens“ kopiją ir ją skaitančią. Pamatęs tėvas, jis buvo įkvėptas. Jis skandavo imperatoriui Guanui: „Laikydamas tris žalios barzdos sruogas, skaitau Čing dinastijos istoriją prie žalio žibinto ir išreiškiu pagarbą garsiems vardams. Laikydamas rankoje žalią drakoną ir mėnulį. kad šių metų rudenį Vangas Bo išvyko iš Šansi į Hainano salą aplankyti savo tėvo, kuris buvo pažemintas į Jiaozhi apygardos magistratą. , pakeliui eidamas per tūkstančius kalnų ir upių. Metų rudenį, kai jam buvo dvidešimt septyneri, Wang Bo išvyko iš Šansi į Hainano salą aplankyti savo tėvo, kuris buvo pažemintas į Jiaozhi apygardos magistrato pareigas. Jis pakeliui perėjo tūkstančius kalnų ir upių.\nKai tądien atvykome į Madango kalną, visi išėjo į krantą ilsėtis. Kai Wang Bo vienas ėjo pro senovinę šventyklą, staiga pamatė seną vyrą, sėdintį ant akmens šalia šventyklos. Senis atrodė kaip vaikas šviesiais plaukais ir fėjos išvaizda. Jis tarė Wang Bo: „Ar tu ne Wang Bo?\" Wang Bo nustebo ir pasakė: „Būtent! Iš kur tu tai žinai?\" Senis pasakė: „Aš jau seniai girdėjau, kad tu esi geras. ketinimai gelbėti žmones, o tavo eilėraščiai labai prasmingi. Rytoj Tengwang paviljone bus iškilmingas vakarėlis. Jei galėsi dalyvauti pokylyje ir parašyti esė, būsi žinomas per amžius ir gausi kelionės išlaidas. prie Madango kalno visi išlipo į krantą ilsėtis Kai vienas Wang Bo ėjo pro senovinę šventyklą, staiga ant akmens šalia šventyklos pamatė: Sėdi senas vyras, panašus į vaiką šviesiais plaukais ir fėja. Jis pasakė Vangui Bo: „Ar tu ne Wang Bo?\nWang Bo nustebo ir pasakė: \"Būtent! Iš kur tu tai žinai?\"\nSenolis sakė: \"Jau seniai girdėjau, kad turite malonų ketinimą gelbėti žmones, o jūsų kuriami eilėraščiai yra gana prasmingi. Princo Tengo paviljone rytoj vyks didingas vakarėlis. Jei galėsite dalyvauti pokylyje ir kurti, būsi žinomas per amžius ir gausi kelionės išlaidų“.\nWang Bo pasakė: \"Ši vieta yra už šešių ar septynių šimtų mylių nuo Tengwang paviljono. Kaip mes galime čia patekti rytoj?\" Senas vyras pasakė: \"Aš naudosiu arklį kaip dievišką vėją, kad padėčiau jums sklandžiai plaukti. tikrai atvyks rytoj.\" Wang Bo padėkojo man ir pasakė: „Atsiprašau, mano uošvis. , tu nemirtingasis ar dievas?\" Senis nusijuokė ir pasakė: „Aš esu Zhongyuan Shuijun, atsakingas už ši vandens zona!\" Wang Bo pasakė: „Ši vieta yra už šešių ar septynių šimtų mylių nuo Tengwang paviljono. Kaip mes galime čia patekti rytoj?\"\nSenis pasakė: \"Panaudosiu žirgą kaip dievišką vėją, kad padėčiau sklandžiai plaukti. Rytoj tikrai atvyksiu.\"\nWang Bo padėkojo jam ir pasakė: „Atsiprašau, uošve, tu nemirtingasis ar dievas?\nSenis nusijuokė ir pasakė: \"Aš esu Zhongyuan Shuijun, atsakingas už šią akvatoriją!\" Tada senis paragino Wang Bo greitai lipti į valtį. Jis kurį laiką pamatė jį supančius palankius debesis ir vėją. o vanduo pakeliui buvo lygus.. akies mirksniu jis nukeliavo šimtus mylių.\nTada senis paragino Wang Bo greitai sėsti į valtį. Kurį laiką jis pamatė jį supančius palankius debesis, ir kelionė buvo sklandi. Akies mirksniu jis nukeliavo šimtus mylių. Kaip ir tikėtasi, didžiojo renginio rytą Wang Bo nuskubėjo į princo Tengo paviljoną.\nKaip ir tikėtasi, Wang Bo nuskubėjo į princo Tengo paviljoną didžiojo renginio rytą. O vietoje jis parašė „Princo Tengo paviljono pratarmę“, kurią Tangų dinastijos imperatorius Gaozongas pavadino amžinuoju šedevru. O vietoje jis parašė „Princo Tengo paviljono pratarmę“, kurią Tangų dinastijos imperatorius Gaozongas pavadino amžinuoju šedevru.\nYra eilėraštis, kuriame sakoma:\nVisada buvo sakoma, kad talentingi žmonės yra dievai, todėl neatsitiktinai vėjas atneša Nančangą į Nančangą;\nParašiau sakinį apie Tengo Vango aukštąjį paviljoną, tada jis palydėjo nemirtinguosius į Zhongyuan.", "聖意": "Melskitės už savo namus ir saugokite save, melskitės už palaiminimus, siekite turto ir pasiekite santuoką bei harmoniją.", "古人": "Vėjas pučia į Tengwang paviljoną", "第X籤": "Pasirašykite aštuoniasdešimt vieną", "宮": "Wei Gong"}