{"籤詩版本二": "Ką daryti, jei dėl savo reputacijos praradote dorybę?Bijau, kad pasikeis sėkmė ir nutiks blogi dalykai.\nGirtas, aš nežinau, kur eiti, aš sapnuoju miglotą sapną žalių pušų šešėlyje.", "詩意": "Ši heksagrama vaizduoja šaltą žuvį, išeinančią iš vandens.\nNieko negalima pajudinti.\n\n(Ši heksagrama yra blogos dorybės ir nesėkmės simbolis.\nVisame dalyke laikykite kojas ant žemės.\n)", "解曰": "Šalta žuvis palieka vandenį. musė tepalu. Jei paklausite apie stovyklos planus. Geriau į Mo Qi\nŠis ženklas atneš Liujai nesėkmę. Viskas klostosi ne taip. Melskitės už saugumą.", "籤詩故事一": "◇ Zhuangzi išbando savo žmoną\nZhuangzi gimė Džou dinastijoje. Jo pavardė buvo Zhuang, jo vardas buvo Zhou ir jo vardas buvo Zixiu. Jis buvo kilęs iš Mengyi Song dinastijoje. Džou dinastijos laikais jis buvo Qiyuan valdininkas.\nVieną dieną Zhuangzi ant kalno sutiko moterį, kuri tupėjo priešais naują kapą ir beviltiškai purtė savo vėduoklę, tarsi norėtų išdžiovinti šlapią dirvą ant kapo. Zhuangzi nesuprato jos ketinimo, todėl paklausė jos. Ji teigė, kad kape palaidotas žmogus yra jos vyras, o paskutiniai vyro žodžiai buvo, kad ji negali ištekėti iš naujo, kol ant kapo neišdžius. Ji nebegalėjo laukti, todėl sumaišė kapo žemę, kad ji greičiau išdžiūtų, kad galėtų siekti antrojo pavasario.\nZhuangzi atsiduso, kai pagalvojo, kad pasaulyje yra tokia beširdė moteris. Tada pagalvojau, ar mano žmona būtų tokia? Kai kyla įtarimas, noriu tai išbandyti.\nZhuangzi žmonos pavardė buvo Tian, ​​o pora dažniausiai palaikė artimus santykius.Norėdamas patikrinti žmonos lojalumą, Zhuangzi nusprendė apsimesti mirusiu.\nIšgirdę, kad Zhuangzi mirė nuo staigios ligos, užuojautos pareikšti atvyko daug žmonių, įskaitant gimines ir draugus. Tarp jų buvo gražus karalius ir anūkas iš Chu valstijos, kuris buvo turtingas turtais. Pamatę, kad ponia. Tianas buvo ką tik našlys ir apgailėtinas, jis ją persekiojo. Ponia Tian neatlaikė pagundos ir įsimylėjo Wang Sun. Jie susituokė vos per dvidešimt dienų.\nTą naktį, kai vynas buvo išgertas ir ausys buvo karštos, Wang Sun staiga patyrė širdies smūgį ir mirė.\nPonia Tian išsigando ir panikavo ir skubiai paklausė Wang Sun, ką daryti. Wang Sun ištvėrė skausmą ir pasakė poniai Tian, ​​kad mirusiųjų smegenys gali būti panaudotos mirusiesiems prikelti.\nKur rasti lavoną? Ponia Tian staiga pagalvojo, ar jos vyras tiesiog nenumirė? Ponas Tianas pamiršo apie seną vyro ir žmonos meilę ir iš tikrųjų paėmė kirvį ir perskėlė vyro karstą, ruošdamasis ištraukti jo smegenis vaistams.\nNetikėtai atidarius karstą Zhuangzi atgijo. Ponia Tian taip susigėdo, kad pasikorė.\n(Ši istorija yra draugystės pažeidimo siekiant asmeninės naudos metafora, todėl negalime su ja sutikti.)", "聖意": "Namas ramus, saugus, pinigai nesąžiningi, prekyba paaukota, santuoka išspręsta, blogis klesti Liujia, pėstieji neatvyko, šilkaverpis plokščias, gyvuliai plokšti, žmonės trūksta, ieškinys keičiasi, mokiniai konservatyvūs, turtas neserga, o kalnas ir kapas blogis.", "古人": "Zhuangzi išbando savo žmoną", "第X籤": "84 dalis", "宮": "Wei Gong"}