{"籤詩版本二": "Tamsūs debesys ir rūkas dengia kelią priešais kalną.Viskas apvali ir mėnulis vėl apvalus.\nJei gausi poezijos ir knygų, pabusi iš gilaus sapno, kilnus žmogus nuves tave ant stogo.", "詩意": "Ši heksagrama simbolizuoja pavasario pabaigą ir gėlių žydėjimą.\nViskas pasikeičia po Viešpaties.", "解曰": "Senolis turi prašyti pagalbos. Pavasarį vėl žydi. Šlovės ir turtų troškimas. Vėlyvoje gyvenimo pusėje susidurk su netikėta situacija.", "籤詩故事一": "◇ Hanas Wengongas susiduria su sniegu\nHan Yu, kurio mandagumas buvo Tuizhi, buvo kilęs iš Changli. Tang Dezong tapo Jinshi aštuntais Zhenyuan metais, o jo pomirtinis titulas buvo Wen Gong.\nTangų dinastijos imperatoriaus Xianzongo valdymo metu Han Yu protestavo su Budos kaulais, o tai supykdė imperatorių. Han Yu paliko žmoną ir vaikus ir išvyko į Chaozhou. Pasivaikščiojus mažiau nei kelias dienas, pakilo šaltas vėjas ir smarkiai pasnigo. Han Yu atėjo į vietą, kur sniegas buvo kelių pėdų gylio, todėl jo arkliui buvo sunku judėti į priekį. Netoliese nebuvo namo ir jis nežinojo, kur yra kelias. Jei nori eiti keliu ir trauktis, kelio atgal nėra. Pūtė stiprus vėjas ir sparčiai krito sniegas.Han Yu buvo permirkęs iki odos, sušalęs ir alkanas ir neturėjo kur išreikšti savo liūdesio.\nHan Yu atsiduso ir pasakė: „Imperatorius manęs nenužudys, bet imperatorius nori mane sunaikinti“.\nKai Han Yu buvo beviltiška, jis pamatė vyrą, ateinantį valyti sniego, nepaisant didelio šalčio. Jis pasirodė esąs Han Xiangzi (Han Yu sūnėnas).\nAnksčiau Han Xiangzi pasakė Han Yu: \"Kur yra Yun Heng namai Činlinge? Sniegas apglėbia mėlynus vartus, o arklys nustoja judėti į priekį.\" Tuo metu Han Yu nesuprato, ką turėjo omenyje Han Xiangzi, bet dabar jis pagaliau suprato.\nTaigi Han Yu ir Han Xiangzi išvyko nakvoti Fu namuose Languane. Kalbėdamas apie praeitį ir kelią į auginimą, Han Yu buvo nuoširdžiai įsitikinęs.\nVėliau Han Yu atsisakė savo oficialių pareigų, visą savo turtą paaukojo vietos valdžiai ir išvyko į kalnus praktikuoti daoizmo ir tapti nemirtingu.", "聖意": "Namas sau negeras, atidus ieškant pinigų, susitelkti į verslą, vedybos vėluoja, Liujia pėstieji užtveria laukus, šilkaverpiai gerai, gyvuliai geri, sunku rasti žmonių, kartojasi viešieji ieškiniai, migracija atnaujinta, prarasti daiktai rimti, ligos vėluoja, kalnų kapus reikėtų keisti.", "古人": "Han Wengong susiduria su sniegu", "第X籤": "Aštuoniasdešimt penktoji laimėjimo loterija", "宮": "Shen Gong"}