{"籤詩版本二": "Einant pusiaukelėje į vakarinį kalną, Džunlingo uolos negali būti apgyvendintos.\nIeškodamas Dievo apsaugos, šis kūnas vis dar yra morge", "詩意": "Ši heksagrama tarsi ieško aukso smėlyje.\nVisur yra kilnių žmonių ženklų.\n\nTaip pat: ši heksagrama rodo, kad žmogui gresia pavojus.\nVisur yra kilnių žmonių ženklų.", "解曰": "Jade galima rasti kaliant akmenį. Rasti auksą smėlyje. Reikia sunkiai dirbti. Tik bėda.\nKitas darbas: sunki situacija. Nėra kur apsistoti. Prašyk Dievo palaiminimo. Melskitės už sielos ramybę.", "籤詩故事一": "◇ Įkąskite auksą ir tyrinėkite požeminius urvus\nNorėdamas atšvęsti savo karinius žygdarbius, Cheng Yaojin surengė banketą Yanwuyang. Netikėtai žemėje atsivėrė duobė, kuri buvo neaprėpiama.Visi ištraukė burtus rinkdami žodžius, įkandę auksą, kad laimėtų, ir nuomodami virves, kad įsirištų į skylę.\nČia stovi akmeninės durys, stalai, kėdės, tilteliai ir kiti daiktai, ant stalo – drakono chalatai ir nefrito diržai, pagaminti iš aukso ir išnešti iš urvo.\nYao Jin išėjo iš skylės su didele dėžute ir maža dėžute, atidarė medinę dėžę ir išėmė nefrito antspaudą, atidarė dėžutę, išėmė didelę vėliavą, karūnos chalatą ir takelius ir padėjo ant stalo, ir visi stebėjo juos po vieną. Aš mačiau aštuonis antspaudo simbolius, išgraviruotus dideliame antspaude: „Hunšio karalius demonas, didysis doras imperatorius“.\nVisi jį garbino kaip „imperatorių“, o Yaojin tai darė trejus metus kaip demonų karalių. (Tiesą sakant, tai buvo tik apsišaukėlis, o Cheng Yaojin tuo metu buvo tik kaimo vadovas.)\n(Ši istorija yra metafora, kad geri dalykai yra kaip vaidyba. Tai meninė samprata „šis kūnas vis dar yra tuštumoje“.)", "聖意": "Melstis už namus ir namus, savęs nugalėjimas, turtų siekimas, sunkus darbas, atsargumas versle, santuokai trukdys Liu Jiaxu, pėstieji, Chi Tian, ​​šilkaverpiai, šeši tvarti gyvuliai, žmonių paieška, jokių ieškinių, praradimas , migracija, prarasto turto saugojimas, piktos ligos, kliūtys, kalnai ir kapai.", "古人": "Aukso kriptos tyrinėjimas", "第X籤": "Pasirašykite aštuoniasdešimt septyni", "宮": "Shen Gong"}