{"籤詩版本二": "Nevargink manęs savo asmeniniais reikalais.Tai labiau tikslinga klausti visuomenės.\nSkaidri širdis šviesi kaip šviesus mėnulis danguje", "詩意": "Ši heksagrama vaizduoja šviesaus mėnulio vaizdą danguje.\nViskas šviesu ir erdvu.", "解曰": "Būk tiesi širdyje. Ištaisyti įstatymą. Šventi žodžiai. Pagaliau tampa aišku.", "籤詩故事一": "◇ Kongo Mingo generolas\nSprendimas: Zhuge Liang mobilizuoja savo kariuomenę ir generolus\nTrijų karalysčių laikotarpiu Zhuge Liang (181–234), mandagumo vardu Kongmingas, gimė Jangdu mieste, Langijoje (dabar Yinano apygarda, Šandongo provincija).\nZhuge Liangas sutiko tapti pareigūnu po to, kai Liu Bei tris kartus apsilankė šiaudiniame name. Tuo metu Cao Cao nuramino Hebėjų ir buvo pasiryžęs žygiuoti į pietus. Jis pasiuntė Xiahou Dun kaip vyriausiąjį generolą, Yu Jin, Li Dian ir kitus. kaip generolų pavaduotojai, vadovaujantys 100 000 kariuomenei žygiuoti link Xinye. Nors Zhuge Liang tuo metu turėjo planą trauktis nuo priešo, Guan Yu ir Zhang Fei niekino Zhuge Liang žodžius. Zhuge Liang neturėjo kito pasirinkimo, kaip panaudoti Liu Bei kardą, kad pavergtų du vyrus. Kiekvienas iš jų vedė po tūkstantį kareivių ir žirgų, tykojo Jušane ir Anline. Jie laukė, kol Xiahou Dunas nuves savo kariuomenę pro šalį, o tada puolė juos. pasalos ir ugnis.\nBe to, Zhao Yun buvo pasiųstas vadovauti seniems ir silpniems armijos likučiams kovoti kaip avangardas prieš Xiahou Dun, o po to apsimetė pralaimėjimą ir atsitraukė, įviliodamas Xiahou Dun į siaurą kalnų ir miškų kelią. Jis taip pat pasiuntė Guaną. Pingas, Zhou Cang, Liu Feng ir kiti įsėlino į Cao armijos užnugarį, degindami atsargas ir sukeldami paniką Cao armijoje.\nPo mūšio viskas įvyko taip, kaip Zhuge Liang susitarė. Kai Xiahou Dun ir Yu Jin vadovavo kariuomenei persekioti, Li Dian, kuris buvo užnugaryje, skubiai pranešė Xiahou Dun priekyje, kad jam reikia apsisaugoti nuo priešo ugnies atakų. Tačiau jau buvo per vėlu. Cao armija buvo suvaržyta siauru keliu ir buvo toje vietoje, kur buvo susipynę medžiai, todėl gaisras negalėjo kilti.Buvo daug aukų, Xiahou Dun ir kiti generolai buvo nugalėti ir pabėgo atgal į Xudu.\n(Ši istorija yra metafora, kad Kongas Mingas moka naudotis žmonėmis ir išmintingai valdyti šalį.)", "聖意": "Namai ir namai palankūs.Linkiu sėkmės turtuose,dvasios ramybės,klestančio verslo,santuokos,sėkmės,sėkmės Liujoje,vyrų kraustymosi laukus,šilkaverpių,galvijų praradimo,dingusių žmonių,viešų ieškinių,migracijos,netekto turto palaiminimai, ligos, ramybė, kalnai ir kapai.", "古人": "Kongo Mingo generolas", "第X籤": "Devintas ženklas", "宮": "Yin rūmai"}