{"籤詩版本二": "Geras pasirodymas leidžia išsiskirti iš minios surauktu antakiu, o ateitis keičiasi ir atneši daug turtų.\nKelias platus kaip dangus, ir visi pinigai, kuriuos galite duoti, bus jūsų širdyje", "詩意": "Ši heksagrama rodo daug žadančią ateitį.\nViskas einasi puikiai.", "解曰": "Didelis kelias. Galite judėti į priekį. Naudokite savo širdį. Tik į priekį.\nSu šiuo ženklu viskas vyksta taip, kaip planuota. Sėkmės Jichangui.", "籤詩故事一": "◇ Trys herojai kovoja su Lu Bu\nSprendimas: trys herojai Zhang Fei, Guan Yu ir Liu Bei kovoja su Lu Bu\nDong Zhuo sužinojo, kad Hua Xiong buvo nukirsta galva ir išsiųstas skraidantis generolas Lu Bu. Kai tik Lu Bu išėjo į mūšį, jis nužudė generolus Fang Yue ir Mu Shun, taip pat Wu Anguo ir Gongsun Zan.\nZhang Fei pamatė, kad Gongsun Zan negali nugalėti Lu Bu, todėl greitai pakeitė Gongsuną Zaną ir sušuko: \"Trijų pavardžių vergai turėtų išeiti! Zhang Fei iš Yan yra čia!\" Po to jie kovojo daugiau nei penkiasdešimt raundų. vienas po kito, be nugalėtojo ar pralaimėtojo.\nKai Guan Yu tai pamatė, jis ir Zhang Fei užpuolė Lu Bu ir kovojo daugiau nei trisdešimt raundų.\nLiu Bei taip pat nešė du kardus, plojo žirgui ir žengė į priekį, kad padėtų Zhang Fei ir Guan Yu.\nTrys vyrai apsupo Lu Bu ir toliau kovojo.Visi grupėje buvę žmonės buvo apstulbę.\nNetrukus Lu Bu pradėjo prarasti jėgas. Lu Bu Pegasas atsitraukė, bet trys vyrai persekiojo Lu Bu ir atsisakė pasiduoti. Jie nesitraukė, kol nesutiko Lu Bu kariuomenės.\n„Trys karalystės“\n(Ši istorija yra Lu Bu drąsos ir kovos įgūdžių metafora. Vienas žmogus gali nugalėti tris žmones.)", "聖意": "Namo širdis ir namai keliauja tik savo kelione ieškoti turtų.Galimas vedybinis straipsnis nukeliauja į Liujia.Žmonėms viskas klostosi sklandžiai.Žušuntų šilkaverpiai naudoja.Žmonių galima rasti tarp šešių gyvūnų.Žmones galima rasti iš anksto Bylinėjimasis Migracija Pamestas turtas Ligos Kalnai ir kapai yra tarsi sėkmė.", "古人": "Trys herojai kovoja su Lu Bu", "第X籤": "Devyniasdešimt vieno laimėjimo loterija", "宮": "Jūs rūmai"}