{"籤詩版本二": "Luan Feng Xiang buvo permirkęs šlapdriba, bet tuo metu jį tyčiojo Queer\nBuvau šokiruotas, kai sužinojau, kad vieną dieną debesys buvo toli, bet vis tiek grąžinau tau savo drabužius.", "詩意": "Ši heksagrama vaizduoja Luano ir Fenikso simbolį, kuriuos dengia lietus.\nViskas ateina, kai ateina laikas.", "解曰": "Piktadė klesti diena iš dienos. Džentelmenas neturėtų nieko daryti. Tiesiog pasilikite sau. Imkitės veiksmų, kai ateis laikas.", "籤詩故事一": "◇Gao Jun garantuoja santuoką\nAnkstyvojoje Song dinastijoje Zhao Kuangyin suvienijo šiaurę ir visa šalis pasidavė.Tačiau Pietų Tangų dinastijoje Li Yu užėmė Jangdzės upės pietus ir priėmė strategiją pasiūlyti miestui pasiduoti, sulaikydamas Zhao Kuangyiną Shouzhou mieste. ir situacija buvo kritinė. Zhao Kuangyin sūnėnas Gao Junbao, jaunas vyras su auksiniu ginklu, išvyko iš Bianjing, kad nutrauktų Shouzhou apgultį.\n, važiuodami pro Shuangsuo kalną, jie sudaužė Liu Jinding pastatytą Vyro ženklą ir jiedu susirungė. Dėl to Liu Jindingas tris kartus nugalėjo Gao Junbao savo puikiais kovos menais ir iškeitė auksines mašas ir sidabrinius varpelius į gyvenimą. Zhao Kuangyin sūnėnas Gao Junbao, norėdamas išgelbėti Shouzhou mieste įstrigusį Zhao Kuangyin, paliko Bianjingą ir pravažiavo per Shuangsuo kalną. Jis sudaužė Liu Jindingo pastatytą ženklą ir jiedu varžėsi. Dėl to Liu Jinding savo rankomis nugalėjo Gao Junbao. puikūs kovos menai ir buvo priverstas tai daryti. santuoka. Pora vedė minią į apgultį ir išgelbėjo Zhao Kuangyiną.\n(Šios istorijos metafora yra ta, kad jiedu nebuvo susitaikę (iš jų buvo tyčiojamasi), bet vėliau susitaikė.)", "聖意": "Šeimos namas sau negeras, atsargiai ieškoti pinigų, blokuoti verslą, laukti vedybų, vėluoti, Liujia, tuščia keliautoja, laukuose blaškytis, šilkaverpiai, vėlai, šešios gyvulių žala, sunku rasti žmonių, ieškiniai, praradimas, migracija, konservatyvumas, prarastas turtas, sunki liga, kalno pratęsimas, kapo reforma", "古人": "Gao Junas garantuoja santuoką", "第X籤": "Devyniasdešimt trys laimi loterijoje", "宮": "xugong"}