{"籤詩版本二": "Ambicijos ir pasiekimai yra dinastijoje, bet dabar bus begalinis gėrimas ir seksas.\nJei pamatysite auksinį gaidį, būsite apdovanoti pinigais, turtais ir turtais.", "詩意": "Ši heksagrama yra ambicijų ir šlovės simbolis.\nLaikykite viską palankaus.", "解曰": "Ambicingas ir susijaudinęs. Dar ne vėlu apsisaugoti. Auksinis gaidys žada. Visi laimingi.", "籤詩故事一": "◇Cao Pi pasiskelbė imperatoriumi\nCao Pi, vardu Zihuan, gimė Peiguoqiao (dabar Hao apygarda, Anhui). Jian'an laikotarpiu žinomas politikas ir rašytojas.\nCao Pi yra antrasis Cao Cao sūnus. Jis nuo mažens gyveno su tėvu karinėje stovykloje. Tėvo įtakoje Cao Pi išmoko šaudyti iš lanko būdamas šešerių, o jodinėti – aštuonerių ir išsivystė geri kovos menų įgūdžiai. Jis taip pat turi daug žinių apie senovės ir šiuolaikinės klasikos bei biografijas, taip pat šimtų mokyklų knygas. Tik aštuoniolikos metų Cao Cao nugalėjo Yuan Shao ir Cao Pi gyveno gana stabiliai Jechenge, Cao Cao valdymo centre. Nuo tada, nors kartais jis lydėdavo tėvą į karines ekspedicijas ir didžiąją laiko dalį gyveno kilmingo sūnaus gyvenimą, kovos menais užsiiminėjo vis tiek kasdien ir nenusileido iki šiol. Jis dažnai joja ant žirgo šimto žingsnių žingsniu ir yra labai įgudęs kovos menus.Kadangi dažnai užsiima kovos menais, yra lengvas ir stiprus.\nVyriausias Cao Cao sūnus Cao Angas žuvo mūšyje. Mirus vyriausiam sūnui, Cao Pi tapo pirmuoju karūnos princo pasirinkimu. Kai jam buvo trisdešimt vieneri metai, Cao Cao jį paskyrė kronprincu. Kai Cao Pi buvo trisdešimt treji metai, Cao Cao mirė nuo ligos, o Cao Pi pakeitė jį ministru pirmininku ir Wei karaliumi. Jis pasakojo, kad dažnai joja ant žirgo šimto žingsnių ir yra labai įgudęs.Kadangi dažnai praktikuoja kungfu, yra lengvas ir sveikas.", "聖意": "Melskitės, kad jūsų namai ir namai būtų ramūs, siekite turtų, dirbkite, prekiaukite, išsiskirkite anksti, santuoka bus sėkminga, Liujia būtų saugi, žmonės lauke, šilkaverpiai subręstų, šeši gyvuliai subręstų , bus sunku susirasti zmoniu, skubiai bus keliami vieši ieškiniai, pralaimi migracija, o reikalai toli.Ligos tvyros kalnuose ir kapuose.", "古人": "Cao Pi pasiskelbia imperatoriumi", "第X籤": "Devyniasdešimt penktoji laimėjimo loterija", "宮": "xugong"}