{"籤詩版本二": "Didinga pagoda yra neįprasta, jos visose pusėse yra išskirtinių bruožų, kurie ryškiai šviečia.\nRaginu jus pasiryžti uoliai lenktis ir daryti gerus darbus, o dangus atsiųs jums palaiminimų.", "詩意": "Ši heksagrama reiškia nuopelnų pasireiškimą.\nViskas palanku.", "解曰": "Šie palaiminimai. Visi jį turi. Nebūk per daug užsiėmęs. Nuopelnai nustatomi iš anksto.", "籤詩故事一": "◇Fenjango karalius susitinka su savo anūku Kinijos Valentino dieną\nSprendimas: Guo Ziyi susitiko su Weaver Girl, nusileidžiančia į žemę Kinijos Valentino dieną. Tiansunas, Jade imperatoriaus anūkė, yra Septynios Fėjos.\nGuo Ziyi (697–781), taip pat žinomas kaip Guo Lingongas, buvo kilęs iš Džengo apygardos Huazhou (dabar Huaxian apskritis, Šaansi provincija) ir Tangų dinastijos generolas. Imperatoriškasis teismas suteikė Ziyi Fenyang karaliaus titulą.\nSakoma, kad Ziyi buvo kilęs iš Huazhou ir išvyko į kariuomenę už Didžiosios sienos. Nuvažiavo į Pekiną, kad gautų karinį atlyginimą, ir grįžo į Yinzhou. Tuo metu tai buvo kinų Valentino diena. Vėjas ir smėlis buvo tamsu, o saulė temsta. Ziyi negalėjo pajudėti į priekį, todėl stovėjo šalia kelio. Jis miegojo ant grindų tuščiame name. Kai jis ruošėsi užmigti, staiga pamatė raudoną šviesą iš abiejų pusių.Jis atsistojo ir nustebęs pažvelgė aukštyn.Danguje buvo debesis,lėtai leidžiantis žemyn.Ten sėdėjo graži moteris,orali ir puošni,visiškai kitokia nei paprasti žmonės. Ziyi tuoj pat pagerbė ir pasakė: \"Šiandien yra septintojo mėnulio mėnesio septintoji diena. Manau, kad tai mergina Weaver atėjo, norėdama suteikti jai ilgaamžiškumą ir turtus.\"\nMoteris taip pat atsakė: „Su dideliais turtais ateina ilgaamžiškumas“.\nJam baigus kalbėti, šviesa sugrįžo ir debesys pamažu kilo. Moteris vis dar žiūrėjo žemyn į Guo Ziyi su malonia šypsena, kol buvo toli nuo jos, o tada dūmai pasidarė neryškūs ir jos nebebuvo galima pamatyti.\nTai pasirodė tiesa, kaip sakė moteris. Ziyi nuopelnai yra žinomi visame pasaulyje, jis yra nepaprastai populiarus ministras, jis yra generolas, turintis ir nuopelnų, ir dorybių.", "聖意": "Palinkėk sau namuose, palinkėk sau, melskis pinigų, sėkmės versle, sėkmės vedyboje, sėkmės Liujoje, laimingos kelionės su žmonėmis, judantys laukai, šilkaverpiai, tvariniai gyvuliai, nesiseka ieškant žmonės, viešieji ieškiniai, migracija, sėkmė, prarasto turto ligos, kapai Zhenxingshan mieste", "古人": "Karalius Fenyangas susitinka su savo anūku Kinijos Valentino dieną", "第X籤": "Pasirašykite devyniasdešimt šeši", "宮": "xugong"}