{"籤詩版本二": "Pažaboję žirgą ir laikydami botagą, atvažiuojame tiesiai čia, pusiau pavojuje, pusiau nelaimėje.\nTai tarsi namas, sudegintas gaisro.Kai griūva dangus, lietus jį paverčia pelenais.Turiu planą.", "詩意": "Ši heksagrama reiškia pusiau liūdesį ir pusiau džiaugsmą.\nPatartina visame kame daryti gera.", "解曰": "Visą gyvenimą trunkantis darbas. Nesirūpink teisingumu ir neteisingumu. Pančiai laikini. Pasipiktinimas atsiranda natūraliai.", "籤詩故事一": "◇ Tao Sanchun įveikė Zheng Eną Gvajuane\n„Tegyvuoja mano memorialas“, – vėl atsistojo Zhao Kuangyin, – „Beipingo karalius Zheng Enas tada surengė santuoką. Dabar, kai pasaulyje vyrauja taika, norėčiau paprašyti jūsų leidimo pasirinkti palankią dieną tuoktis. “\n\"Tegyvuoja mano memorialas!\" Zhao Kuangyin atsistojo ir pasakė: \"Pekino karalius Zheng Enas tada surengė santuoką. Dabar, kai pasaulyje taika, norėčiau paprašyti jūsų leidimo pasirinkti palankų variantą. diena susituokti“.\n„O, trečiasis brolis anksčiau buvo susižadėjęs, kodėl aš apie tai nežinojau?“ – labai nustebo Chai Rong. Jis mostelėjo ranka, kad Zhao Kuangyin atsisėstų ir pasikalbėtų.\n„O! Trečiasis brolis anksčiau buvo susižadėjęs, kodėl aš apie tai nežinojau?“ – labai nustebo Chai Rong (Vėlesnės Džou dinastijos imperatorius). Jis mostelėjo ranka ir paprašė Zhao Kuangyin atsisėsti ir pasikalbėti.\n\"Ilga istorija. Pirma, mes tuo metu dar buvome skurde ir nestojome į jūsų kariuomenę. Nuo tada mes kovojame ilgus metus ir neturime laiko tavimi rūpintis. Antra, trečias brolis taip pat mažas nedrąsu tai minėti, todėl Jūsų Didenybė nežino.\n\"Ilga istorija. Pirma, mes tuo metu dar gyvenome skurde ir nestojome į jūsų kariuomenę. Nuo tada mes kovojame ilgus metus ir neturime laiko tavimi rūpintis. Antra, trečias brolis taip pat yra nedrąsu tai minėti, todėl Jūsų Didenybė to nežino.\n\"Ei, kolegijos studentas vyras tuokiasi, kokia prasmė gėdytis? Trečiasis brolis jau seniai yra mūšio lauke ir gali būti laikomas neprilygstamu herojumi. Kodėl tu toks smulkmeniškas šiuo klausimu?\"\n\"Ei! Kolegijos berniukas tuokiasi, kokia prasmė gėdytis? Trečiasis brolis ilgą laiką buvo mūšio lauke ir gali būti laikomas neprilygstamu herojumi. Kodėl tu toks smulkmeniškas šiuo klausimu?\"\n„Kalbant apie tai, negaliu kaltinti savo trečiojo brolio drovumo, nes ši santuoka buvo suklastota.\n„Kalbant apie tai, negaliu kaltinti savo trečiojo brolio drovumo, nes ši santuoka buvo suklastota.\n\"Įvedėte? Ei, tai įdomu. Papasakok, kas atsitiko.\"\n\"Aš tai parašiau! Ei! Tai įdomu! Papasakok man, kas atsitiko.\"\n„Taip, prisimenu tais metais, kai ruošėmės prisijungti prie Jo Didenybės, važiavome per Baochengo apygardą. Birželio mėnesį buvo labai karšta. Trečias brolis negalėjo apsistoti viešbutyje, todėl išėjo vienas klajoti. Pravažiavęs melionų sodą, įėjo pasiimti. Melionai numalšino troškulį. Anksti sunokusių melionų tuo metu nebuvo daug, o trečias brolis nemokėjo jų skinti, todėl daug sulaužė. Moteris, žiūrėjusi į melionus, žengė į priekį, kad apkaltintų trečiąjį brolį. Jiedu nesutarė, tada jie pradėjo muštis. Ateik. Laimei, aš susirūpinau ir laiku atskubėjau į pagalbą, kitaip...\"\n„Taip, prisimenu tais metais, kai ruošėmės prisijungti prie Jo Didenybės, važiavome pro Baočeno apygardą. Birželio mėnesį buvo labai karšta. Trečias brolis negalėjo apsistoti viešbutyje, todėl išėjo vienas klaidžioti. Pravažiavęs melionų sodą, įėjo pasiimti. Melionai numalšino troškulį. Anksti sunokusių melionų tuo metu nebuvo daug, o trečias brolis nemokėjo jų skinti, todėl daug sulaužė. Moteris, žiūrėjusi į melionus, žengė į priekį, kad apkaltintų trečiąjį brolį. Jiedu nesutarė, tada jie pradėjo muštis. Ateik. Laimei, aš susirūpinau ir laiku atskubėjau į pagalbą, kitaip...\"\n\"Šis Zhengas Zimingas, visų pirma, jo kaltė, jis turėtų atsiprašyti. Kodėl jis jį smogė? Be to, kaip merginos šeima gali atlaikyti tokio nuožmaus vyro smūgius ir spyrius! Nagi, tu sumušei šią merginą. gabalus.Ne?\" „Mergaitė buvo nesužalota...\"\n\"Šis Zhengas Zimingas visų pirma yra jo kaltė, todėl jis turėtų atsiprašyti. Kodėl jį mušate? Be to, kaip merginos šeima gali atlaikyti tokio nuožmaus vyro smūgius ir spyrius, kaip jis! Nagi, pasakyk man tu sumušei šią merginą. Ne?\"\n„Mergaitė nebuvo sužalota...“\n\"Viskas gerai, viskas gerai... Ei, ar nesiėmėte veiksmų? O, matyt, laiku išgelbėjai mane.\"\n\"Viskas gerai! Tai gerai... Ei! Ar nesiėmėte veiksmų? O! Manau, kad tu mane išgelbėjo laiku!\"\n„...Ne, žmogus, kurį išgelbėjau, buvo...trečiasis brolis.“ „...Ne, tas žmogus, kurį išgelbėjau, buvo...trečiasis brolis“.\n\"A?!\" \"A?!\"\n\"Trečiąjį brolį moteris parvertė ant žemės ir visą kelią smarkiai sumušė. Laimei, atvažiavau ir įkalbinau jį pasitraukti, todėl jis nebuvo rimtai sužeistas... Jūsų Didenybe... Jūsų Didenybe!... “\n\"Trečiąjį brolį moteris parvertė ant žemės ir smarkiai sumušė. Laimei, aš atvykau ir įkalbėjau jį pasitraukti, todėl jis nebuvo rimtai sužeistas. ... Jūsų Didenybe... Jūsų Didenybe!...\"\n„Ak?...O, kas ta moteris!?“ „Ai!?...O, kas ta moteris!?“\n\"Tik vėliau sužinojau, kad moters vardas Tao Sanchun, o jos tėvas Tao Hongas buvo senas herojus, kuris neturėjo jokių siekių. Tao Sanchunas nuo mažens mokėsi kovos menų iš savo tėvo. Po to, kai susipažinau jo šeimą, mačiau, kad panelė Sanchun buvo puikaus charakterio. , Luo Luo ir dosni, be įpročio būti maža mergaitė, jie sąmoningai sulygo su juo. Tao tėvui ir dukrai taip pat labai patiko tiesmukas trečiojo brolio charakteris. Nedelsdami apsisprendėte dėl šios santuokos. Jūsų Didenybe, prašau pasakyti, tai ne Ar tai suklastota santuoka?\"\n„Tik vėliau sužinojau, kad mergaitės vardas Tao Sanchun ir nuo mažens ji iš tėvo mokėsi kovos menų. Susipažinęs su jo šeima pamačiau, kad panelė Sanchun turi puikų charakterį. dosni, ir neturėjau nė pėdsako mažos mergaitės įpročių, todėl sąmoningai ją įdarbinau. Ponui Tao ir jo dukrai taip pat labai patiko tiesmukas trečiojo brolio charakteris. Jie iškart sugalvojo ir nusprendė dėl šios santuokos. Didenybe, prašau, pasakykite man, ar tai ne suklastota santuoka?\n(Ši istorija yra metafora, nes blogas dalykas pasirodė esąs geras.)", "聖意": "Melskitės už namų ir savęs apsaugą, būkite atsargūs, melskitės už turtus, žlugdykite verslą, trukdykite santuokai, bausti, Liujia, draudimas, laukuose įstrigę pėstieji, šilkaverpių žala, žala gyvuliams, dingę žmonės, neteisėti ieškiniai, praradimas, migracija, konservatyvumas , prarastas turtas, piktos ligos, rūpesčiai, pavojai, kalnai, kapai, nesėkmės", "古人": "Tao Sanchun įveikia Zheng En melionų sode", "第X籤": "Skaičius devyniasdešimt devyni", "宮": "Haigong"}