{"籤詩版本二": "Tạo mối quan hệ tốt đẹp lần đầu tiên trên thế giới\nNgày tốt lành và thời gian tốt đẹp, mọi việc đều tốt đẹp\nViệc bạn trúng xổ số này không phải là vấn đề nhỏ\nNgười dân trung thành và hoàng đế tuyên bố", "詩意": "Quẻ này tượng trưng cho sự khởi đầu của sự khai mở của trời đất. Mọi thứ đều tốt lành.", "解曰": "Tốc độ nhanh chóng. Năm không có giá trị thời gian của nó. Quán Âm ghi chép. Hãy cho tôi biết đầu tiên.", "籤詩故事一": "◇ Zhongli đã giác ngộ\nZhongli Quan, họ Zhongli, tên Quan, tự Yunfang, biệt danh Zhengyang, là người quê ở huyện Hàm Dương, Tây An, tỉnh Thiểm Tây vào thời Đông Hán.\nZhong Liquan là một vị tướng nhà Hán, trong cuộc chinh phạt Tây Qiang, ông ghen tị với chỉ huy Liang Yi và chỉ giao cho ông ta 30.000 binh lính già yếu, vừa đến nơi, doanh trại đã bị cướp. quân Tây Khương, quân lính bỏ chạy. Zhong Liquan bị lạc trong một thung lũng và trên đường gặp một nhà sư Hồ, ông đưa ông ta đến một ngôi làng nhỏ và nói: \"Đây là nơi ở của ông Donghua\", sau đó ông ta chào tạm biệt và rời đi. Một lúc sau, đột nhiên có người nói: “Chắc là do người Hồ mắt xanh nói nhiều quá.” Anh ta nhìn thấy một người đàn ông mặc áo lông hươu màu trắng, tay cầm cây trượng quinoa màu xanh lá cây, anh ta hỏi Zhong Liquan: “Người đến đây là Hàn Đạt tướng quân Chung Lịch Quân\n? Zhong Liquan bàng hoàng, biết mình gặp người lạ nên chân thành học Đạo.\nZhong Liquan sau đó đã gặp Zhenren Huayang và Huyền Phúc Bất Tử, và học được \"Bí mật bất tử\". Cuối cùng, ông sống tại Zijin Sihaofeng ở núi Kongtong, lấy được \"Bí mật hộp ngọc\", trở thành một vị bất tử thực sự, ông cũng được Giáo phái Tuyền Chân tôn kính là một trong Ngũ Tổ phương Bắc.", "聖意": "Nhà nhà cầu nguyện phước lành.\nChúc may mắn trong mùa thu và mùa đông.\nTìm kiếm sự giàu có và may mắn vào mùa thu và mùa đông.\nGiao dịch hoàn thành.\n\n\n\n\nHôn nhân đã hoàn tất.\nLục Gia: Sinh con trai.\nNgười đi bộ đến.\nThiên Can: Được.\n\n\nSáu con vật: Được rồi.\nĐang tìm người để gặp.\nChúc may mắn trong vụ kiện.\nDi chuyển\nMất tài sản vùng Đông Bắc.\nBệnh tật được cung cấp.\nNgôi mộ trên núi thật tốt lành.", "古人": "Zhongli đã giác ngộ", "第X籤": "chữ kí đầu tiên", "宮": "Tử cung"}