{"籤詩版本二": "Nỗi lo lắng tạm thời tan biến\nBầu trời tràn ngập niềm vui\nNhư ngọc giấu trong phân\nLàm tốt đề nghị nâng bụi", "詩意": "Quẻ này tượng trưng cho sự hòa hợp của Âm và Dương. Mọi thứ bạn dự định đều tốt lành.", "解曰": "Chẳng được gì, chẳng mất gì. Được từ mất mát. Nhân vật phản diện đang gặp rắc rối. Chúc may mắn cho bạn, quý ông.", "籤詩故事一": "◇Ye Meng Xiong Chao Di\nYe Mengxiong (1531-1597), tự hiệu là Nanzhao, tên là Longtang, được đổi thành Longtan và cũng có tên là Huayun. Người gốc Vạn Thập Phương, Huệ Châu Phúc Thành (nay là một phần của quận Huệ Thành, thành phố Huệ Châu) vào thời nhà Minh. Năm Gia Kinh thứ 44 (1565), ông trở thành Jinshi và được phong làm quan huyện Thanh. Ông giữ chức vụ giám đốc sở chuyển nhượng, sau đó chuyển sang làm người kiểm duyệt giám sát của đường Sơn Tây.\nNăm Vạn Lịch thứ 20 (1592), Tổng lãnh sự Ninh Hạ là Kuaibai (tộc trưởng bộ tộc Tatar Mông Cổ), giết thống đốc Đặng Xin và chiếm được pháo đài thứ 47 ở tỉnh Hà Tây, phá thành, cúng bái và đốt cháy. chính mình đến chết. Mạnh Hùng không kiêu ngạo chiếm công, để cho kỹ năng của mình không kém gì những vị tướng dám chiến đấu. Quan chức Wei Xuezeng đã được phục hồi. Trong những năm cuối đời, ông đã từ chức năm lần và được trở về Huệ Châu để xây dựng chùa Huệ Long.\nYe Mengxiong lúc đầu bước vào Đạo giáo với tư cách là một công chức, và nổi tiếng vì sự chính trực, ghi chép lịch sử cũ nói rằng ông là \"người đầu tiên về sự khiêm tốn và năng lực\", \"loại bỏ tham nhũng và trừng phạt các cuộc nổi loạn\", để lại một danh tiếng tốt, ông là cực kỳ trung thành, dũng cảm, dũng cảm và tháo vát.Giỏi súng. Nửa sau cuộc đời, tài võ nghệ của ông đã được ghi vào \"Lịch sử nhà Minh\" và ông được coi là anh hùng dân tộc.", "聖意": "Nhà cửa gia đình không thuận lợi (sắp ổn định)\nTự: Mùa thu và mùa đông là tốt lành.\nTìm kiếm sự giàu có và thành công.\nGiao dịch hoàn thành.\nHôn nhân đã hoàn tất.\nLục Gia: Báo giả (có bảo vật).\nNgười đi bộ đến.\nTiancan cầu nguyện cho phước lành.\n\n\nSáu con vật đều bằng phẳng.\nĐang tìm người để gặp.\nKiện tụng công khai là không thuận lợi.\nDi cư.\nTài sản bị mất.\nBệnh tật mang lại phước lành.\nMộ núi Ân.", "古人": "Ye Meng Xiong Chao Di", "第X籤": "Xổ số trúng thứ mười sáu", "宮": "Mao công"}