{"籤詩版本二": "Quạ vàng ngã ở phía tây và Thỏ trỗi dậy ở phía đông\nVòng tuần hoàn ngày đêm từ xưa đến nay\nKhông có gì bất lợi khi biết con đường của một tu sĩ\nHọc giả, nông dân, công thương đều làm theo ý mình", "詩意": "Quẻ này tượng trưng cho sự thăng trầm của âm dương. Đó cũng là một dấu hiệu cho thấy mọi thứ sẽ diễn ra theo đúng kế hoạch.", "解曰": "Không có gì trong tâm trí. Những gì bạn đã làm là đáng khen ngợi. Giống như một mũi tên từ một cây cung. Một phát bắn trúng mục tiêu.", "籤詩故事一": "◇Chú Tào Quốc là người bất tử\nCao Guojiu, người gốc Từ Châu, được cho là ông cố quốc gia thời Renzong của nhà Tống, tên là Cao Yi, còn gọi là Cao Jingxiu.\nChú Cao Guo có một người em trai tên là Cao Er. Tào Tháo này ỷ vào địa vị triều đình mà làm đủ mọi điều ác, chiếm ruộng, cướp vợ con, kết bạn với một số kẻ ác vô pháp, ra vào, Tào Quốc Cửu không chịu nổi nên đành phải ra tay. không chịu nghe lời an ủi, an ủi của anh nên dùng hình phạt để khống chế anh, hai anh em nảy sinh mối hận thù.\nTào Quốc Cửu nói: “Nguyên lý của thiên hạ là tích thiện thì thịnh vượng, tích ác sẽ diệt vong. Đây là một chân lý không thể thay đổi. Gia tộc Tào của chúng ta ngày xưa đã tích lũy ác nghiệp để có được sự giàu có ngày nay. Bây giờ Anh trai ta đã tích ác đến cùng cực, dù có trốn thoát thì dù có bị quan trừng phạt cũng không thể thoát khỏi tai họa tiềm ẩn, một khi tai họa ập đến, gia đình bạn bị tiêu diệt và có người chết, bạn cũng sẽ không thể trốn thoát được. lúc đó tôi sẽ bị sỉ nhục và sợ hãi. Vì vậy, tôi đã tiêu tán hết của cải, Anh giúp đỡ người nghèo và không còn quan tâm đến chuyện của anh trai mình nữa. Sau đó, anh rời bỏ nhà cửa và bạn bè, thay trang phục Đạo giáo và đi vào núi để tu dưỡng tâm hồn và bản chất.\nMột ngày nọ, anh tình cờ gặp Zhongli và Lu Dongbin của nhà Hán, họ rất vui khi thấy những câu trả lời hùng hồn của chú Tào Quốc, họ đưa cho anh \"Bí mật phản hồi sự thật\" và ra lệnh cho anh phải luyện tập cẩn thận. Quân và Lữ Động Tân được giới thiệu vào đẳng cấp bất tử.", "聖意": "Ngôi nhà được an toàn.\nChúc may mắn cho chính nó.\nTìm kiếm vận may.\nGiao dịch hoàn thành.\nKết hôn.\nRokko Nam.\nNgười đi bộ đến.\nTằm đồng: Trồng sớm.\n\n\nSáu con vật nợ tiền.\nĐang tìm người tới.\nVụ kiện là chính đáng.\nDi cư là may mắn.\nTài sản bị mất Hẹn gặp lại sau.\nBệnh tật: Chia tay (năm con Mão hoặc năm con Mão không may mắn).\nChúc may mắn trong ngôi mộ trên núi.", "古人": "Bác Cao Guo là một người bất tử", "第X籤": "Ký thứ mười tám", "宮": "Mao công"}