{"籤詩版本二": "Để thuyền quay về từ bãi nước chảy xiết\nCơn bão muốn làm gì?\nNếu bạn muốn hòa bình và yên tĩnh,\nChờ sóng đi qua cơn khủng hoảng này", "詩意": "Quẻ này giống như một chiếc thuyền đi trên một bãi biển nhanh. Hãy thận trọng trong mọi việc và chờ đợi thời cơ.", "解曰": "Xuống tàu trong nước mạnh. Nguy hiểm đang rình rập thời gian. Nếu bạn hỏi về kế hoạch cắm trại. Không có gì có thể được thực hiện.", "籤詩故事一": "◇ Tử Di lên ngôi vua\nGuo Ziyi (697-781), còn gọi là Guo Linggong, là người gốc huyện Zheng, Huazhou (nay là huyện Huaxian, tỉnh Thiểm Tây) và là một vị tướng thời nhà Đường.\nTrong cuộc nổi loạn Anshi vào năm Tianbao thứ 14 (755), ông được phong làm Shuofang Jiedushi (Lingwu, phía tây Lingwu thuộc Ninh Hạ ngày nay), được lệnh tiến hành thập tự chinh, ông kết hợp quân đội của Shuofang với Li Guanbi để hành quân vào Hà Bắc, hợp sức ở Trường Sơn (Trịnh Định, Hà Bắc) đánh bại Thạch Tư Minh, giành lại Hà Bắc. Lúc này, Guo Ziyi đề nghị hoàng đế đưa Fan Yang từ phía bắc tấn công hang hổ của phiến quân để giảm bớt cuộc bao vây Tongguan, nhưng Huyền Tông từ chối. Sau đó, tình trạng chư hầu ly khai vào cuối nhà Đường được nảy sinh, cũng trở thành nguyên nhân sâu xa dẫn đến sự diệt vong của nhà Đường.\nVào năm thứ mười lăm triều đại của Thiên Bảo (756), ông và liên minh Duy Ngô Nhĩ bình định Hequ. Mùa xuân năm sau, họ chiếm lại Hedong (nay là Yongji, Shanxi) và Feng Yi (nay là Dali, Thiểm Tây), và tấn công Tongguan, đánh bại Cui Qianyu, quân Đường thương vong hơn 10.000 người. Cui Qianyu đầu hàng Pujin. An Lushan bị con trai An Qingxu giết chết.\nNăm Chi Đức thứ hai (757), ông được lệnh dẫn quân đến Fengxiang, trên đường đi đánh bại 5.000 kỵ binh của Li Guiren tại cầu Baiquliuyun (phía đông nam Tam Nguyên ngày nay), vào tháng 5, ông giao chiến với An Shouzhong và Li Guiren. ở Qingqu (phía tây Tây An ngày nay) bị đánh bại, ông rút lui về Wugong (phía tây bắc Wugong ngày nay), vào tháng 9, ông theo Nguyên soái Quảng Bình Vương Lịch Chu dẫn quân Đường và người Duy Ngô Nhĩ gia nhập 150.000 quân, sau đó giao chiến với An Shouzhong và Li Guiren ở Xiang. Ở phía bắc Ji Temple (tây nam huyện Trường An ngày nay), binh lính Duy Ngô Nhĩ vòng ra phía sau kẻ thù, tấn công từ cả hai phía và giết chết 60.000 kẻ thù. Zhang Tongru chạy trốn đến huyện Thiểm Tây, và cuối cùng đã lấy lại được kinh đô Trường An (Tây An ngày nay), uy nghiêm của quân Đường một lần nữa được khôi phục lại Trường An.\nSau đó, quân Đường tận dụng thắng lợi tiến về phía đông, đánh bại 150.000 quân trong đó có Yan Zhuang và Zhang Tongru ở Xindian (nay là phía tây nam thành phố Sanmenxia, ​​tỉnh Hà Nam), buộc An Khánh Xu phải vượt qua Hoàng Hà và rút lui về Tương Châu. Đông Quân Lạc Dương đã trở lại. Thêm tình huống vào công lao của anh ấy và phong anh ấy làm Công tước của đất nước.\nShi Siming dẫn quân từ Fan Yang đến giải cứu An Qingxu. Hai bên chiến đấu theo đội hình ở phía bắc sông Anyang (phía bắc Anyang ngày nay). Cuộc chiến không thể hòa giải. Cuối cùng, do chín Jiedushi, quân Đường chỉ huy, tuyên bố có 600.000 quân, rút ​​lui (trong trận Yechen). Người chỉ huy chính của trận chiến này là thái giám Yu Chaoen, người không có kỹ năng lãnh đạo và đổ lỗi cho Guo Ziyi về sự thất bại của trận chiến. Guo Ziyi được triệu về Trường An, bị tước quân quyền và trở thành một quan chức nhàn rỗi.\nNăm Bảo Anh thứ nhất (762), quân ở Thái Nguyên (nay là phía tây nam Thái Nguyên) và Giang Châu (nay là Tân Cương, tỉnh Sơn Tây) nổi dậy, triều đình sợ hãi nên Tử Di được phong làm Phần Dương vương và xuất quân đi đánh. kiểm soát Giang Châu. Ông cũng bị thái giám Cheng Yuanzhen xa lánh và bị tước bỏ quyền lực quân sự.\n(Trọng tâm của câu chuyện này: Guo Ziyi, người rất có năng lực và cư xử tốt, đã gặp Huyền Tông và một số kẻ phản diện, điều này đã làm tổn hại rất nhiều đến thành tích của anh ta.)", "聖意": "Ngôi nhà là một phước lành.\nHãy chúc phúc cho chính mình.\nViệc tìm kiếm sự giàu có không thành công.\nGiao dịch chưa hoàn tất.\nHôn nhân là không đủ.\nLục Gia: Báo động giả.\nNgười đi bộ đến.\nThiên Can: Chúc may mắn.\n\n\nTìm người thật khó khăn.\nKiện tụng công khai và hòa bình (không mang lại điều đó).\nDi cư.\nĐồ vật bị mất rất khó tìm lại.\nLời cầu nguyện bệnh tật.\nNgôi mộ trên núi thật tốt lành.", "古人": "Tử Di lên ngôi vua", "第X籤": "Xổ số trúng thưởng thứ mười chín", "宮": "Tatsumi"}