{"籤詩版本二": "Đã bao nhiêu lần chúng ta vượt qua cơn khủng hoảng?\nTừ nay trở đi sẽ không bao giờ trống rỗng nữa\nMột trái tim rộng lượng có kế hoạch riêng để trở nên hào phóng\nBạn phải gặp một chuyên gia và đạt được những thành tựu to lớn", "詩意": "Quẻ này giống như cái giếng cổ có suối. Trong mọi việc, người cao thượng đạt được thành công.", "解曰": "Vụ kiện cuối cùng sẽ được biện minh. Bệnh tật và an toàn. Đi vào và ra ngoài để tìm kiếm lời khuyên. Giếng cổ gặp mùa xuân.", "籤詩故事一": "◇Yao Xung kiểm soát châu chấu\nYao Chong (649-721), tên thật là Yuan Chong, quê ở Thiểm Châu, giữ chức Bộ trưởng Hạ Quan, Thượng thư Chunguan, Ziweiling, Zhongshuling, giữ chức Tể tướng thời nhà Đường.\nVào năm Khai Nguyên thứ tư (716), Sơn Đông (nói chung là lưu vực sông Hoàng Hà phía đông Hoa Sơn) bị nạn châu chấu hoành hành, người dân bị trói buộc bởi những tư tưởng mê tín và không dám săn bắt, thay vào đó họ thành lập tế, thắp hương, cúng tế ngoài đồng và nhìn hoa màu bị châu chấu tàn phá. .\nTất cả quan lại đều tin rằng: “Châu chấu là thiên tai, nhân lực làm sao có thể khống chế được!” Cuộc đấu tranh giữa hai tư tưởng khác nhau lúc bấy giờ rất gay gắt, nên diệt trừ hay không diệt trừ châu chấu.\nYao Chong nói: “Chỉ cần chúng ta cùng nhau hợp tác thì có thể tiêu diệt hết bọn chúng. Anh ấy nói: Châu chấu sợ người nên dễ đuổi đi. Cây giống có chủ nên người cứu hộ phải ra sức; châu chấu Có thể bay, ban đêm nhìn thấy lửa nhất định sẽ bay; ở ngoài đồng đốt, đào hố khi đốt, chôn khi cháy, sẽ không còn gì cả.\"\nHuyền Tông nói: “Châu chấu là thiên tai do quản lý đạo đức kém gây ra. Nếu yêu cầu săn giết chúng, điều này chẳng phải là đi ngược lại lương tâm sao?”\nYao Chong nói thêm: \"Việc bắt và giết châu chấu đã được người xưa thực hiện và sau này bệ hạ sẽ sử dụng nó. Đây là một sự kiện lớn của quốc gia nhằm mang lại hòa bình và thịnh vượng cho nông dân. Xin hãy xem xét nó một cách nghiêm túc.\"\nHuyền Tông đã bị thuyết phục. Nhưng lúc đó, mọi người trong ngoài triều đình đều cho rằng châu chấu không thể săn được.\nHuyền Tông nói: “Ta đã bàn với tể tướng và quyết định đi bắt châu chấu, ai phản đối lần nữa sẽ bị xử tử”, nên sai người kiểm duyệt xuống giám sát và chỉ đạo nhân dân đốt và chôn châu chấu.\nKết quả khá hiệu quả, cả nước đã bắt được chín triệu tấn châu chấu, dịch châu chấu đã được tiêu diệt thành công, năm đó nông nghiệp được mùa.\n(Trong quản lý thiên tai và sơ tán phải dùng trí tuệ, đồng thời phải có chiến lược khéo léo để vượt qua khó khăn. Yao Chong là chuyên gia trong vấn đề này)", "聖意": "Ngôi nhà ở mức trung bình.\nTự chặn.\nViệc tìm kiếm sự giàu có bị chặn lại.\nGiao dịch bị chặn.\nHôn nhân và sự hòa hợp.\nLưu gia đang gặp nguy hiểm.\nNgười đi bộ bị chặn.\nTằm ngoài đồng không thuận lợi.\n\n\nSáu con vật bất lợi.\nTìm kiếm người và chặn.\nVụ kiện là chính đáng.\nBất đồng về di cư\nĐồ vật bị mất rất khó tìm lại.\nLời cầu nguyện bệnh tật.\nMộ núi bất an.", "古人": "Yao Chong kiểm soát châu chấu", "第X籤": "Trúng xổ số thứ hai mươi lăm", "宮": "Mi Cung"}