{"籤詩版本二": "Tin đồn lan từ trên xuống dưới rằng mọi việc trở nên tồi tệ\nTôi nhận được một cuốn sách từ chân trời\nCuốn sách hứa hẹn cho tôi danh tiếng và thành công\nNó trống rỗng cho đến cuối cùng", "詩意": "Quẻ này có tên giả. Nên thận trọng trong mọi việc.", "解曰": "Lên xuống thất vọng. Tìm kiếm sự giải trí không phải là nhàn rỗi. Ham muốn danh tiếng. Giữ an toàn.", "籤詩故事一": "◇Zhong Kui đạt được giác ngộ\nZhong Kui, họ Zhong Kui, tự xưng là Zhengnan, là người Trung Nam Sơn.\nDưới thời trị vì của Hoàng đế Dezong nhà Đường, Zhong Kui tham gia khoa thi, Zhong Kui đọc đề thi và lập tức viết một bài rồi nộp. Chánh án ngày hôm đó là Hàn Ngọc, Bộ trưởng Bộ Nội vụ, và phó giám khảo là Lu Zhi, một học giả vĩ đại. Khi hai người đọc bài báo của Zhong Kui, mắt họ sáng lên và đồng thanh nói: \"Pháp sư, thuật sĩ! Mỗi từ trong bài viết này đều tinh tế, xứng đáng với Li Taibai và Du Zimei!\" Vì vậy họ đã đặt Zhong Kui lên vị trí đầu tiên.\nHoàng đế Dezong nghe Han Yu báo cáo và nói rằng Zhong Kui, nhà vô địch mới của khoa học, rất tài năng nên đã triệu Zhong Kui vào Golden Palace.\nKhi Hoàng đế Dezong nhìn thấy bộ dạng xấu xí của hắn, lập tức cảm thấy không hài lòng và nói: “Việc tuyển chọn học giả trong triều đình chúng ta đều dựa trên lời nói và thư pháp của cá nhân. Làm sao một người xấu xí như vậy có thể được chọn làm học giả số một trong ngành khoa học vàng? \"\nHàn Ngọc vội vàng quỳ xuống nói: “Tốt xấu của con người không phải đều ở ngoại hình. Thánh chủ ngươi không phải nghe nói Yến Anh cao ba thước, ngang hàng với Tể tướng sao? nói lắp nhưng có thể giúp đỡ nhà Hán, Khổng Tử nhìn bề ngoài mà đánh giá con người, mất đi con trai Vu, mong bệ hạ hãy suy nghĩ kỹ.”\nHoàng đế Dezong suy nghĩ một lúc rồi nói: “Mặc dù lời nói của Han Aiqing có lý, nhưng khi ta còn là Hoàng đế Thái Tông, đã có mười tám học giả đến Anh Châu và nói chuyện. Người này là học giả số một, e rằng thế giới này sẽ cười nhạo tôi vì không nhận ra tài năng.\"\nTể tướng Lu Qi vốn hẹp hòi và ghen tị với nhân tài, sau khi nghe lời của hoàng đế, ông ta quỳ xuống và nói: “Học giả số một trong môn vàng phải có cả nội và ngoại, có ba trăm ứng cử viên cho môn học này. Tại sao bạn không chọn cái khác?\"\nChung Quỳ thấy người này bối rối như vậy, không khỏi tức giận, chỉ vào Lục Kỳ mắng: “Một quan ngu dốt như vậy mà vào triều, chẳng phải sẽ hại nước sao?” anh ta dùng nắm đấm đấm Lu Qi.\nDezong thấy vậy tức giận nói: \"Ngươi thật to gan, dám gây sự ở Kim Cung, nhanh chóng hạ gục!\"\nTrong cơn tức giận, Chung Quỳ rút kiếm từ trên lưng tướng quân đứng trong cung, thở dài một tiếng: “Mèo nản khó bắt chước hổ, vẹt thất vọng không bằng gà.” Sau đó, anh ta đã tự sát.\nKhi Hoàng đế Dezong nhìn thấy Zhong Kui trong cơn tức giận tự sát, ông vô cùng kinh ngạc, để lấy lòng mọi người, ông đã ra lệnh chôn cất Zhong Kui với danh hiệu chính thức là Học giả số 1, đồng thời ông cũng phong Zhong Kui làm Thần. của Exorcism để loại bỏ thế giới của linh hồn ma quỷ.", "聖意": "Nhà nhà cầu nguyện phước lành.\nYên tâm.\nĐang tìm kiếm những trở ngại tài chính.\nGiao dịch không thành công.\nCuộc hôn nhân thất bại.\nLưu Gia nữ.\nNgười đi đường: Hãy có niềm tin.\nTằm đồng: chín một nửa.\n\n\nSáu con vật có thể được nuôi dưỡng.\nTìm người ở miền Tây.\nKiện tụng thua kiện.\nDi cư.\nMất đồ là điều khó khăn.\nBệnh tật. Hãy cầu nguyện để được bảo vệ.\nNgôi mộ trên núi thật tốt lành.", "古人": "Chung Quỳ đắc Đạo", "第X籤": "Lần thứ hai mươi sáu trúng số (Xổ số)", "宮": "Mi Cung"}