{"籤詩版本二": "Bình yên, vô tư và yên tĩnh\nNgồi hoặc nằm khi ăn trà sau khi no\nBạn không cần phải bận rộn về thể chất và tinh thần\nSẽ không có sự bất công hay bất hạnh\n\nhiệp hội philistine", "詩意": "Quẻ này là biểu tượng của hòa bình và ổn định. Trong mọi việc, chờ đợi đúng thời điểm sẽ mang lại may mắn.", "解曰": "Giữ an toàn và âm thanh. Hãy hỏi các vị thần. Hãy đợi cho đến khi thời cơ đến. Mọi chuyện xảy ra tình cờ.", "籤詩故事一": "◇Foyinhui Đông Pha\nMột lần, Tô Đông Pha đạt được một số hiểu biết khi học Thiền, ông nhận ra rằng trạng thái của mình là siêu việt và ông cảm thấy vui mừng trong đó. Không kìm được niềm đam mê, tôi xòe bút viết bài thơ:\n“Giữa bầu trời, Jishou tỏa sáng rực rỡ khắp vũ trụ, không thể bị gió thổi bay, anh ngồi thẳng trên một bông sen vàng tím.”\n(Bát gió ám chỉ: lợi, suy, diệt, danh, khen, chê, khổ, vui. Tức là không bị tám trạng thái này làm phiền lòng thì gọi là “bát gió không thể động”)\nViết xong, Đông Pha sai người hầu qua sông đưa cho Thiền sư Phật Ấn ở chùa Kim Sơn.\nSau khi Thiền sư Phật Âm đọc xong, ông đánh dấu bằng chữ “xì hơi” và đưa cho người hầu của mình lấy lại.\nDongpo sau khi nhìn thấy điều này rất tức giận nên đã đi thuyền qua sông và đến chùa Jinshan tìm ấn tượng của Đức Phật để thảo luận.\nKhi Dongpo đến cổng chùa Jinshan, Foyin đã đợi sẵn ở cổng.\nSu Dongpo lập tức buộc tội Foyin: \"Tại sao bạn lại gọi bài thơ tôi viết là cái rắm?\"\nFoyin trả lời: \"Không phải bạn đã 'không thể bị tám cơn gió thổi bay' sao? Làm sao bạn có thể bị 'đánh rắm qua sông'!\"\nLúc này Dongpo bàng hoàng nhận ra mình không đủ tốt và xấu hổ bỏ đi.\n(Câu chuyện này mang tính ẩn dụ cho câu “Cái nóng chưa đến”)", "聖意": "Nhà và nhà cầu nguyện để được bảo vệ.\nYên tâm.\nTìm kiếm sự giàu có và chờ đợi.\nGiao dịch nên bị trì hoãn.\nKết hôn.\nLưu Gia nữ.\nNgười đi bộ đến.\nTằm đồng: chín vào mùa thu.\n\n\nSáu con vật đều ổn định.\nTìm người thật khó khăn.\nKiện tụng công khai và.\nDi cư là may mắn.\nNhững thứ bị mất.\nBệnh tật được cung cấp.\nNgôi mộ trên núi thật tốt lành.", "古人": "Phật Ấn Hội Đông Pha", "第X籤": "Ba mươi mốt số trúng thưởng", "宮": "Ngụy Công"}