{"籤詩版本二": "Hành trình trở về là chắc chắn\nAi biết được viên ngọc ẩn trong đá?\nThợ giỏi có lý lịch rõ ràng\nBắt đầu cảm thấy thời kỳ yên bình và jasper", "詩意": "Trong quẻ này, bạn có thể nhìn thấy hình ảnh của ngọc khi cắt đá. Hãy làm việc chăm chỉ để thành công trong mọi việc.", "解曰": "Kho báu nằm trong đá. Người lạ biết rất ít. Đợi cho đến khi nó trở nên rõ ràng. Hãy làm bất cứ điều gì bạn có thể.", "籤詩故事一": "◇Lưu Bị tìm nhân tài (ba lần thăm nhà tranh, ba lần đến nhà tranh)\nThời Tam Quốc. Gia Cát Lượng sống ẩn dật trong túp lều tranh ở Long Trung. Lưu Bị vì muốn tìm kiếm nhân tài nên đã đích thân đến gặp Gia Cát Lượng, ba lần đến thăm Gia Cát Lượng (trong lịch sử gọi là “Ba lần đến nhà tranh”). Lưu Bị yêu cầu những người khác tránh xa và hỏi Gia Cát Lượng: “ Nhà Hán sụp đổ, gian thần cướp mất mạng sống của bệ hạ. \"Bao phủ trong cát bụi. Đức hạnh và năng lực của ta không đo lường, ta muốn tin vào lẽ phải vĩ đại của thiên hạ, nhưng trí tuệ và kỹ năng của ta.\" nông cạn nên tôi sử dụng tràn lan. Đến hôm nay, tuy nhiên tham vọng của tôi vẫn chưa kết thúc, bạn có nghĩ kế hoạch sẽ được thực hiện không?”\nGia Cát Lượng trình bày kế hoạch chia thiên hạ làm ba phần, phân tích tình thế Tào Tháo không có, Tôn Quân có thể ra tay trợ giúp, đồng thời nói rõ sự hèn nhát của các quan mục sư ở nước Kinh và nước Dịch. Có cơ hội lợi dụng, chỉ có hai nước đó mới có thể khai thác được, mới có thể thắng thiên hạ, thậm chí còn dặn dò Lưu Bị chiến lược đánh Trung Nguyên. (Cuộc thảo luận này sau này được gọi là \"Longzhong Dui\"). Lưu Bị nghe xong liền khen ngợi như tìm được kho báu, đồng thời mạnh mẽ mời Gia Cát Lượng ra tay giúp đỡ nên Gia Cát Lượng trở thành cố vấn quân sự của Lưu Bị.", "聖意": "Ngôi nhà ở mức trung bình.\nYên tâm.\nTìm kiếm sự giàu có và lao động.\nGiao dịch bị chặn.\nHôn nhân đã hoàn tất.\nLục Gia: trống rỗng.\nNgười đi bộ đã biến mất.\nTằm đồng: nở muộn.\n\n\nSáu con vật được thịnh vượng.\nĐang tìm người để gặp.\nVụ kiện đã gây sốc.\nThay đổi di cư.\nNhững Điều Thất Lạc Miền Tây.\nBệnh tật không tốt.\nNgôi mộ trên núi đổi hướng được tốt lành.", "古人": "Lưu Bị tìm nhân tài (ba lần thăm nhà tranh, ba lần đến nhà tranh)", "第X籤": "Người trúng xổ số thứ ba mươi hai", "宮": "Ngụy Công"}