{"籤詩版本二": "Đổi mới phong cách gia đình cũ\nĐạo không có trời nhưng có công đức\nQuét sạch gai trên đường\nBa người họ đồng ý gặp lại đồng nghiệp của mình.", "詩意": "Quẻ này tượng trưng cho việc sắp xếp lại quần áo. Mọi thứ đều khó khăn trước khi nó trở nên dễ dàng sau này.", "解曰": "Đừng lo lắng. Chúc bạn có một thời gian vui vẻ. Nếu bạn hỏi về tương lai. Phía trước là một con đường tốt đẹp.", "籤詩故事一": "◇Kinh Phật của Đường Tăng\nHuyền Trang (602-664), một vị cao tăng thời Đường, họ chung là Trần, tự là Dịch, sinh ra ở huyện Goushi, Lạc Châu (nay là phần phía nam của thành phố Yanshi, tỉnh Hà Nam). Ông xuất gia năm 13 tuổi và lấy pháp hiệu là Huyền Trang. Thế giới được gọi là Tam Tạng của nhà Đường.\nNăm Trinh Quán thứ ba (629, còn gọi là năm Trinh Quan thứ nhất), ông du hành về phía tây đến Thiên Trúc (Ấn Độ) để thỉnh kinh Phật, một mình mạo hiểm, chịu đựng gian khổ, bốn năm mới đến nơi.\nNăm Trinh Quán thứ mười bảy, sư phụ chính thức từ chức, trở về phương đông. Ông trở về Trung Quốc qua con đường phía Nam của tỉnh Tân Cương ngày nay, Khotan và Loulan, tổng cộng mất mười bảy năm và một hành trình dài 50.000 dặm. Khi ông đến Trường An vào tháng đầu tiên của năm Zhenguan thứ 19, hoàng đế đã ra lệnh cho Lương Quốc Công Phương Huyền Linh và các quan chức dân sự và quân sự khác phải chào đón ông một cách long trọng.\nTổng cộng có 520 và 657 tập kinh Phật gốc Phạn ngữ đã được yêu cầu. và dịch sang tiếng Trung.\nSau khi sư phụ trở về, ông được Hoàng đế Thái Tông và Hoàng đế Gaozong rất kính trọng và được tôn phong ở Da Nei, phong cho ông danh hiệu \"Sư phụ Tam Tạng\".", "聖意": "Ngôi nhà đang hỗn loạn.\nChúc may mắn cho chính nó.\nTìm kiếm sự giàu có là tốt.\nGiao dịch có lợi nhuận.\nHôn nhân bị cản trở.\nLưu Gia: Sửng sốt.\nNgười đi bộ đến.\nTằm ngoài đồng không thuận lợi.\n\n\nSáu con vật được thịnh vượng.\nĐang tìm người tới.\nVụ kiện là chính đáng.\nDi cư An.\nTài sản bị mất Hẹn gặp lại sau.\nLời cầu nguyện bệnh tật.\nMộ núi nên đã cũ.", "古人": "Đường Tăng học kinh Phật", "第X籤": "Người trúng xổ số thứ ba mươi lăm", "宮": "Thần Công"}