{"籤詩版本二": "Muốn chờ đợi sự bình yên và tĩnh lặng\nĐèn và nến không thích hợp khi có gió\nTốt hơn hết là dọn dẹp và ngồi trong hội trường\nNgười bình thường tránh ánh sáng và lắc ánh sáng ở nơi yên tĩnh.\n\nDi chuyển → Chuyển động.\nLắc → Yao.\nMiễn phí → ít.", "詩意": "Quẻ này giống như gió lay đèn nến. Giữ mọi thứ ổn định sẽ mang lại may mắn.", "解曰": "Hãy định cư ở một nơi yên tĩnh. Hãy gọi điện và đến đúng giờ. Đó không phải là một phước lành. Bảo thủ và thích hợp.", "籤詩故事一": "◇Lý Tịnh trở về núi\nLi Jing (571-2 tháng 7 năm 649), tự hiệu Dược sĩ, quê ở Tam Nguyên, Vĩnh Châu (nay là phía đông bắc huyện Tam Nguyên, tỉnh Thiểm Tây). Là một vị tướng từ cuối nhà Tùy đến đầu nhà Đường, ông là một nhà chiến lược quân sự nổi tiếng cả về quân sự lẫn dân sự thời nhà Đường. Sau này ông được phong làm Ngụy công, được thiên hạ xưng là Ngụy công.\nLi Jing là cha của hoàng tử thứ ba Nezha trong danh sách các vị thần, còn được gọi là \"Vua của Tota\", Li Jing và con trai đã hỗ trợ Jiang Ziya (Tai Gong) đánh bại Nữ hoàng Chu, thành lập nhà Chu và vua Ngô chính thức lên ngôi. Jiang Ziya sau đó lập danh sách các vị thần và tiến hành nghi lễ xoa dịu linh hồn những người lính đã hy sinh trong trận chiến. Từ đó trở đi, thế giới trở nên hòa bình và yên bình. Vua Ngô muốn lập hầu tước và ban thưởng cho họ, đồng thời ông cũng muốn giao đất cho các anh hùng lập quốc. Li Jing, cha con ông và bảy người khác xin trở về núi để tu Đạo giáo và không bị ám ảnh bởi danh lợi thế gian. Sau này, cả bảy người đều “thân xác thành thánh” và được xếp vào hàng tiên nhân.\nCâu chuyện “Phượng Thần Bang”", "聖意": "Ngôi nhà đã lỗi thời.\nBản thân tôi tầm thường.\nTìm kiếm sự giàu có Có.\nGiao dịch là khó khăn.\nHôn nhân không tương thích.\nLiujia cầu nguyện để được bảo vệ.\nNgười đi đường: Hãy có niềm tin.\nTằm đồng: chín vào mùa thu.\n\n\nSáu con vật: An.\nĐang tìm người để gặp.\nKiện tụng công khai và.\nDi cư.\nTài sản bị mất\nBệnh tật.\nNúi mộ không nên thay đổi.", "古人": "Lý Cảnh trở về núi", "第X籤": "Người trúng xổ số thứ ba mươi bảy", "宮": "Thần Công"}