{"籤詩版本二": "Bánh xe đỏ rơi về phía tây và con thỏ bay lên phía đông\nYin Changyang loại bỏ Pepsiheng\nNếu một người phụ nữ muốn sử dụng nó\nTăng sự giàu có và ban phước cho trái tim của bạn", "詩意": "Quẻ này là biểu tượng của Âm lớn và Dương biến mất. Mọi thứ đều khó khăn trước khi nó trở nên dễ dàng sau này.", "解曰": "Yin mang lại lợi ích cho phụ nữ. Không phù hợp với nam giới. Nếu bạn đang tìm kiếm lời khuyên. Cái ác đến trước rồi cái thiện sẽ đến.", "籤詩故事一": "◇ Võ Tắc Thiên lên ngôi\nNăm 14 tuổi, Ngô được Hoàng đế Taizong Li Shimin của nhà Đường triệu vào cung với tư cách là một nhân tài, tên là \"Wu Mei\". Sau khi Taizong chết, Zetian vào chùa Ganye và trở thành một nữ tu.\nKhi Hoàng đế Gaozong của nhà Đường lên ngôi, ông đã triệu họ Ngô vào cung để tỏ lòng tôn kính với Zhaoyi. Năm Ung Huy thứ sáu (655), Đường Cao Tông lập Ngô làm hoàng hậu.\nVõ Tắc Thiên thông minh, tham gia vào văn học và lịch sử, giàu tháo vát. Ngay sau khi Võ Tắc Thiên trở thành hoàng hậu, vì Cao Tông yếu đuối và bệnh tật nên thỉnh thoảng ông giao cho bà xử lý một số công việc chính trị nên quyền lực của bà ngày càng lớn. Năm Thượng Nguyên thứ nhất (674), Hoàng đế Gaozong được phong là \"Hoàng đế\", Hoàng hậu Wu được gọi là \"Thiên hậu\", và cả hai đều được gọi là \"Hai vị thánh\" trong cung.\nNăm Hồng Đảo thứ nhất (683), Đường Cao Tông băng hà, Hoàng tử Lý Hiển lên ngôi, Võ Tắc Thiên lên nối ngôi. Vào tháng 2 năm Sisheng thứ nhất (684), Wu Zetian phế truất Li Xian làm vua Luling và lập con trai thứ tư là Li Dan làm hoàng đế, tiếp tục cai trị triều đại. Tháng 9 cùng năm, bà đổi cờ thành vàng, Lạc Dương, kinh đô phía đông, được đổi tên thành kinh đô thần thánh. Vào ngày 9 tháng 9 năm Thiên Thủ đầu tiên (690), Võ Tắc Thiên tự xưng hoàng đế và đổi tên nước thành Chu.", "聖意": "Nhà cửa không thuận lợi.\nHãy cầu nguyện cho chính mình.\nTìm kiếm sự giàu có và chờ đợi.\nMón hời.\nHôn nhân không tương thích.\nLục Gia: Hứa (nữ).\nChặn người đi bộ.\nNhững con tằm đồng đang nở rộ.\n\n\nSáu con vật được thịnh vượng.\nTìm kiếm người và tách ra.\nKiện tụng thua kiện.\nChúc may mắn với việc di cư.\nCác vật phẩm bị mất đều trống rỗng.\nBệnh tật thật đáng sợ.\nChúc may mắn trong ngôi mộ trên núi.", "古人": "Võ Tắc Thiên lên ngôi", "第X籤": "Người trúng xổ số thứ bốn mươi", "宮": "Cung điện bạn"}