{"籤詩版本二": "Xin hãy nhớ những lời tốt đẹp vô hạn của bạn.\nNhưng vì nhận ra tên trộm là con trai mình\nĐừng tham lam, bây giờ có chút ngọt ngào\nNghĩ nhiều hơn về diện mạo của anh ấy nhiều năm trước\n\nXem có việc gì cần làm không.", "詩意": "Quẻ này xác định kẻ trộm là con trai. Hãy cẩn thận trong mọi việc bạn làm.", "解曰": "Chỉ cái này thôi. Một quý ông không mắc sai lầm. Hãy ghi nhớ nó. Đừng cô đơn.", "籤詩故事一": "◇ Đổng Trác chấp nhận Lữ Bố\nLữ Bố dũng cảm và giỏi chiến đấu, là một vị tướng quân nổi tiếng vào cuối thời Đông Hán, đầu thời Tam Quốc, ông từng coi Thống đốc Kinh Châu là Đinh Nguyên và phục vụ dưới quyền.\nSau cái chết của Hoàng đế Ling của nhà Đông Hán, Đinh Viễn đến Bắc Kinh để cấu kết với tướng quân He Jin để kiểm soát chính quyền.\nĐổng Trác đánh nhau với Đinh Nguyên nhưng nhiều tướng không đánh bại được Lã Bố nên Đổng Trác sai thuộc hạ là Lý Túc đến hối lộ Lữ Bố. Lý Túc mang theo đống châu báu vàng bạc cùng con ngựa thỏ đỏ trứ danh đến “thăm Lữ Bố”. Lý Túc mang theo châu báu vàng bạc cùng con ngựa thỏ đỏ nổi tiếng đến thăm Lữ Bố. Vì vậy, Lữ Bố đã bị Đổng Trác hối lộ để giết Đinh Nguyên, đồng thời còn dặn binh lính nếu muốn thì đi theo, không muốn đi theo thì rời đi, kết quả là phần lớn binh lính đều bỏ chạy. Thế là Lữ Bố bị Đổng Trác mua chuộc giết chết Đinh Nguyên.\nSau khi Đổng Trác giành được quyền lực, ông đã nhận Lữ Bố làm con nuôi và phong ông làm tướng quân và hầu tước.\nĐổng Trác tính tình hung bạo, \"mối quan hệ cha con\" với Lữ Bố thực ra rất yếu ớt, vào năm 189 sau Công Nguyên, trước sự xúi giục của Tư Đồ Vương Vân, Lữ Bố đã giết Đổng Trác.\nSáu tháng sau khi Đổng Trác chết, quân cũ của Đổng Trác tiến vào kinh đô, vợ chồng Lữ Bố hoảng sợ bỏ chạy. Sau khi rời kinh đô, Lữ Bố tìm nơi ẩn náu cùng các sứ quân Yuan Shu, Yuan Shao, Zhang Yang, Zhang Miao, Liu Bei, v.v. và nhiều lần giao chiến với Tào Tháo, một lãnh chúa lớn khác vào thời điểm đó. trong chiến đấu và đánh bại Tào Tháo nhiều lần.\nVào năm Kiến An thứ ba thời Đông Hán, quân của Tào Tháo tấn công Tiểu Bồi, căn cứ của Lữ Bố, bị Tào Tháo bắt và giết chết dưới tháp Baimen. Trước khi hành quyết, Lữ Bố yêu cầu Tào Tháo giữ sống để khỏi chết, nhưng Lưu Bị nhắc nhở Tào Tháo rằng Lã Bố đã nhiều lần phản bội và là kẻ bất lương. Cuối cùng, Tào Tháo chỉ coi trọng nhân tài mà không coi trọng đạo đức nên đã xử tử Lữ Bố.", "聖意": "Ngôi nhà đang bất an.\nBản thân bình thường.\nTìm kiếm sự giàu có và chờ đợi.\nGiao dịch là khó khăn.\nHôn nhân chưa hoàn thành.\nRokko Nam. sốc.\nNgười đi bộ đến.\nTằm đồng: chín một nửa.\n\n\nSáu con vật: An.\nĐang tìm người tới.\nViệc kiện tụng công khai nên diễn ra trong hòa bình.\nDi cư và cầu nguyện để được bảo vệ.\nĐồ vật bị mất rất khó tìm lại.\nBệnh tật.\nMộ núi là Trung Bình.", "古人": "Đổng Trác chấp nhận Lữ Bố", "第X籤": "Người trúng xổ số thứ 41", "宮": "Cung điện bạn"}