{"籤詩版本二": "Hoàng đế, hoàng đế và hoàng hậu sẽ luôn tốt bụng\nChờ đợi và cầu nguyện phước lành không mất mát\nTất cả chúng sinh đều được lợi ích từ nó\nThịnh vượng trên trời dưới đất", "詩意": "Quẻ này là dấu hiệu của sự ưu ái từ thiên đường. Mọi thứ sẽ thành công.", "解曰": "Hoàng đế đã thể hiện sự ưu ái của mình. Không bao giờ quên. Nghi thức buổi sáng và buổi tối. Thắp hương là thích hợp.", "籤詩故事一": "◇ Mulian đã cứu mẹ mình\nMokou Lian, hay Mulian, là người mạnh mẽ nhất trong số mười đệ tử của Đức Phật Thích Ca Mâu Ni.\nMẹ của ông lúc còn sống tham lam và keo kiệt nên sau khi chết bà rơi vào cõi ngạ quỷ. Mokhullian dùng thần thông của mình quan sát và phát hiện ra mẹ mình sinh ra là một ngạ quỷ, không có cách nào kiếm được thức ăn và đang gặp nhiều khó khăn, anh đã dùng thần thông của mình để mang thức ăn về cho mẹ. thức ăn, nó biến thành tro bụi và không thể ăn được.\nMaudgalyana lo lắng về sự việc đã xảy ra và báo cáo với Đức Phật. Đức Phật bảo Mục Liên rằng vào ngày 15 tháng 7 âm lịch, ông nên bỏ trăm vị và ngũ quả vào chậu rồi cúng dường các tu sĩ đức hạnh ở mười phương, với năng lực này, mẹ ông sẽ có thể ăn được .\nMaudgalyana đã hành động theo ý muốn của Đức Phật và mẹ của ông cuối cùng đã được giải thoát. Loại nghi lễ này được gọi là \"Lễ hội Obon\" và lễ hội này được gọi là \"Lễ hội Obon\".\n(Lưu ý: Một loại vật chất có những cảm giác khác nhau ở các cấp độ khác nhau trên thế giới. Ví dụ: khi trời mưa ở thế giới này, chúng ta thấy nó là “nước”, trong khi chúng sinh ở cõi ngạ quỷ lại cảm thấy nó là “máu”, và chúng sinh ở địa ngục cảm thấy như “máu”, cảm giác như “thả một thanh kiếm”, trong khi chúng sinh ở cõi trời cảm thấy như “thả một bông hoa”.)", "聖意": "Nhà nhà cầu nguyện phước lành.\nBản thân: Dongji.\nViệc tìm kiếm sự giàu có không có sẵn.\nGiao dịch hoàn thành.\nHôn nhân là điều tốt lành.\nLục Gia: Bình yên.\nNgười đi bộ di chuyển.\nThiên Can Trung Bình.\n\n\nSáu con vật: Trung Bình.\nĐang tìm người để gặp.\nVụ kiện đã thắng.\nDi cư.\nCác vật phẩm bị mất đều trống rỗng.\nGiải pháp bệnh tật.\nMộ núi Ân.", "古人": "Mục Liên cứu mẹ mình", "第X籤": "Ký tên bốn mươi hai", "宮": "Cung điện bạn"}