{"籤詩版本二": "Trời đất thích nghi với vạn vật\nTự lực, tự lực và an toàn\nMọi thứ trong cuộc sống đều tuyệt vời\nCảm ơn các thánh vì tất cả\nTrại→Rông.", "詩意": "Quẻ này tượng trưng cho sự hòa hợp giữa thổ và thổ. Mọi việc đều diễn ra tốt đẹp và không có nguy hiểm gì.", "解曰": "Vạn vật đều được sinh ra. Mọi kế hoạch và mong muốn đều trở thành hiện thực. Ford giúp đỡ. Thụy Kỳ đang vội.", "籤詩故事一": "◇Người đi bộ đạt được sự giác ngộ\nCâu chuyện Tây Du Ký:\nTôn Ngộ Không chiếm lấy Hoa Quả Sơn và làm vua, sau này, để tìm đường trường sinh, ông đã trải qua tám chín năm vượt núi vượt sông để thờ Tổ Bồ Đề làm thầy. hai loại biến hóa của trần gian tà ác và lộn nhào mây, lần đầu tiên lấy họ Tôn, đặt tên là Ngộ Không.\nSau đó, Tôn Ngộ Không đến Long Cung ở Hoa Đông Hải để tìm vũ khí thích hợp, cuối cùng tìm được Cây gậy vàng Như Ý, cây kim thần thánh của Thiên Hà và Định Hải. Bởi vì tuổi thọ của hắn đã hết, hắn ở địa ngục làm ầm ĩ, sửa lại sinh tử thư rồi trở về nhân giới. Sau này, Tôn Ngộ Không lần đầu tiên được trời triệu hồi và được đặt tên là Bỉ Mã Văn. Sau đó, hắn lần thứ hai được triệu tới thiên giới, được phong là Tôn Ngộ Không, đồng thời trộm đào, gây náo loạn trên thiên giới, bị phong ấn trong lò bát quái để rèn luyện đôi mắt vàng và đôi mắt rực lửa, cuối cùng hắn bị đàn áp. do Phật Như Lai đặt dưới chân núi Vô Chi suốt 500 năm, không thể động đậy. Nơi lò bát quái bị đá đổ biến thành núi lửa.\nNăm trăm năm sau, Đường Tăng sang phương Tây thỉnh kinh, đi ngang qua Ngũ Hành Sơn, tháo bùa ra cứu Tôn Ngộ Không. Tôn Ngộ Không bật khóc vì biết ơn, sau khi được Quán Thế Âm Bồ Tát chỉ dạy, ông đã tôn Đường Tăng làm thầy và cùng nhau sang phương Tây học kinh. Trên đường học kinh, Tôn Ngộ Không hạ phàm tiêu diệt quái vật, liên tục lập công phi thường nhưng lại bị sư phụ Đường Tăng hiểu lầm và trục xuất hết lần này đến lần khác. Trải qua tám mươi mốt khó khăn, công việc cuối cùng cũng hoàn thành, bốn vị sư phụ và đệ tử đã đến chùa Tây Thiên Lôi Âm và lấy được chân kinh. Tôn Ngộ Không đã đạt được kết quả đúng đắn.\n(Câu chuyện này là một phép ẩn dụ cho thấy ngay cả một con khỉ cũng có thể giác ngộ chứ đừng nói đến con người.)", "聖意": "Gia Trại thật may mắn.\nYên tâm.\nTìm kiếm sự giàu có Có.\nGiao dịch có lợi nhuận.\nKết hôn.\nRokko Nam.\nNgười đi bộ bị chặn.\nThiên Can Trung Bình.\n\n\nSáu con vật: Trung Bình.\nĐang tìm người để gặp.\nVụ kiện đã thắng.\nDi cư có lợi.\nbị mất thứ gì đó.\nBệnh tật.\nMộ núi tốt lành cho cả phía đông và phía tây.", "古人": "Lữ khách đạt được giác ngộ", "第X籤": "Ký ngày 43", "宮": "xugong"}