{"籤詩版本二": "Thời tiết lạnh làm nước đóng băng\nVì sao phải tham lam danh vọng?\nTôi không còn lựa chọn nào khác ngoài việc ngồi im lặng\nĐợi lá nở rồi tự nhiên nó sẽ trong veo\nThịnh vượng→Xingfan", "詩意": "Trong quẻ này, nước biến thành băng. Đừng yêu cầu bất cứ điều gì vô ích.", "解曰": "Nước đóng băng thành băng. Băng tan thành nước. Nếu đó là một âm mưu. Nên nó là.", "籤詩故事一": "◇Vương Tường xin cá chép (Hai mươi bốn câu chuyện hiếu)\nVương Tương nhà Tấn, tên lịch sự Fuzheng, sinh ra ở Lâm Nghi.\nKhi Vương Tường còn nhỏ, mẹ ruột của anh qua đời, người cha cô đơn của anh kết hôn với một người phụ nữ tên là Zhu, và Vương Tường có mẹ mới. Khi Vương Tường còn nhỏ, mẹ ruột của anh qua đời, người cha cô đơn của anh kết hôn với một người phụ nữ tên Zhu. Mẹ kế của Vương Tường là một người phụ nữ hẹp hòi và ghen tuông, bà không thích Vương Tường và thường xuyên mắng mỏ anh vì những chuyện nhỏ nhặt. Chẳng bao lâu, mẹ kế cũng sinh được một cậu con trai tên là Vương Lam. Mẹ kế chỉ yêu con ruột của mình, coi Vương Tường như cái gai trong lòng, càng khắt khe với Vương Tường, thường xuyên nói xấu Vương Tường trước mặt cha, ngay cả cha cũng dần dần không còn yêu thương anh nữa. Mẹ kế chỉ yêu con ruột của mình, coi Vương Tường như cái gai trong lòng, càng khắt khe với Vương Tường, thường xuyên nói xấu Vương Tường trước mặt cha, ngay cả cha cũng dần dần không còn yêu thương anh nữa. Mặc dù là anh trai cùng cha khác mẹ của Wang Xiang nhưng Wang Lan rất thân thiện với anh trai mình. Dù bị mẹ kế hành hạ nhưng cô vẫn rất hiếu thảo. Mẹ kế khắc nghiệt như vậy nhưng Vương Tường vẫn rất hiếu thảo.\nMẹ kế của anh có một sở thích, đó là thích ăn những con cá tươi vừa mới đánh bắt lên từ sông. Mẹ kế của anh có một sở thích, đó là thích ăn những con cá tươi vừa mới đánh bắt lên từ sông. Một mùa đông nọ, cha anh đi công tác xa, mẹ kế lại lâm bệnh, hai anh em Vương Tường và Vương Lan cẩn thận bưng canh và thuốc cho mẹ ăn, trong tiết trời lạnh giá, bệnh tình của mẹ kế vẫn không thuyên giảm. sự vội vàng. Một mùa đông nọ, cha anh đi công tác xa, mẹ kế lại lâm bệnh, hai anh em Vương Tường và Vương Lan cẩn thận bưng canh và thuốc cho mẹ ăn, trong tiết trời lạnh giá, bệnh tình của mẹ kế vẫn không thuyên giảm. sự vội vàng. Mẹ kế ốm yếu muốn ăn cá tươi dưới sông, trong thời tiết lạnh giá khắc nghiệt đó, ngoài trời tuyết rơi dày đặc, nước sông đã biến thành băng dày. Mẹ kế bệnh tật muốn ăn cá tươi, ở nơi khí hậu băng giá và đầy tuyết này, tìm đâu ra cá tươi?\nNgày đó, không có những món ăn trái mùa, có tiền cũng không mua được.\nVào thời điểm này trong câu chuyện, câu chuyện cảm động của Vương Tương Khâu Lý đã xảy ra. Hai anh em bất lực bảo vệ mẹ mình, Vương Tương đi đến dòng sông đóng băng để không làm mẹ kế ốm yếu của mình thất vọng. Vương Tường nảy ra một ý tưởng, bất chấp giá lạnh cởi áo ra, anh nằm trần truồng trên sông băng và muốn sử dụng nó. nhiệt độ cơ thể của nó để làm tan băng (vì vậy cá chép Wang Xiangqiu còn được gọi là Wang Xiang nằm trên băng). Anh cởi áo và nằm khỏa thân trên sông băng. Anh cầu nguyện với Chúa và nói: \"Chúa ơi, mẹ con bị bệnh và muốn ăn cá chép tươi. Dù thế nào đi nữa, Ngài phải tìm cách cho con.\" Kỳ lạ thay, khối băng bên cạnh anh đột nhiên nứt ra, và có hai Một con cá chép còn sống từ trong khe nứt nhảy ra, nhảy lên trên mặt băng, Vương Tường rất vui mừng. Anh cầu nguyện với Chúa: \"Chúa ơi, mẹ con bị bệnh và muốn ăn cá chép tươi. Dù thế nào đi nữa, Ngài cũng phải tìm cách cho con.\" Kỳ lạ thay, khối băng bên cạnh anh đột nhiên nứt ra, và có hai vết nứt. Một con cá chép còn sống nhảy ra khỏi khe nứt, nhảy lên mặt băng, Vương Tường rất vui mừng. Anh vội vàng quỳ xuống tạ ơn Chúa rồi ôm con cá chép chạy về nhà. Anh ta nhanh chóng quỳ xuống tạ ơn Chúa rồi nhanh chóng bắt con cá chép về nhà. Sau khi mẹ kế ăn cá chép tươi, bà đã sớm khỏi bệnh. Người mẹ kế trên giường bệnh sửng sốt khi nhìn thấy nửa thân trên trần trụi vì lạnh của Vương Tương cùng hai con cá trên tay, bà vui vẻ chạy vào phòng và sửng sốt.\nVương Tương sau này làm quan, trở thành Thái Bảo, được phong tước công.", "聖意": "Ngôi nhà đang bất an.\nHãy cầu nguyện cho chính mình.\nThật khó để tìm kiếm sự giàu có.\nGiao dịch bị chặn.\nHôn nhân không tương thích.\nLưu Gia nguy hiểm.\nNgười đi bộ: Muộn rồi.\nThiên Tằm: Mất mát.\n\n\nSáu con vật bị hư hại.\nĐang tìm người để gặp.\nKiện tụng công khai và.\nDi cư.\nCác vật phẩm bị mất đều trống rỗng.\nBệnh khó khỏi.\nChúc may mắn trong ngôi mộ trên núi.", "古人": "Vương Tương xin cá chép (Hai mươi bốn câu chuyện hiếu)", "第X籤": "Bốn mươi chín trúng xổ số", "宮": "Hải Công"}