{"籤詩版本二": "Đi khắp mọi miền đất nước\nMái che buồm treo cao để hỗ trợ thoải mái\nNếu có gió thuận sẽ đến sớm\nMột chiếc thuyền đầy em bé và rất nhiều niềm vui", "詩意": "Quẻ này giống như sức gió kéo thuyền vậy. Mọi thứ đều ổn.", "解曰": "Hãy yên tâm nghỉ ngơi. Không cần nỗ lực. Rất nhiều của cải. Tất cả đều ngưỡng mộ.", "籤詩故事一": "◇Tao Zhugui Five Lakes (Hồ Fan Ligui)\nVào thời Xuân Thu, Fan Li, tên lịch sự là Shaobo, còn được gọi là Gui Yizipi hoặc Tao Zhugong.\nKhi đó, nước Ngô và nước Việt đang xảy ra chiến tranh, nước Ngô đã tiêu diệt nước Việt. Fan Li và Wen Zhong lập kế hoạch để Yue King Gou Jian thăng chức cho Yue và tiêu diệt Wu. Fan Li đích thân vượt núi vượt sông, đến sông Hoàn Sa ở núi Cailuo để tìm Xi Shi, một người phụ nữ xinh đẹp vừa có đức tính, tài năng và sắc đẹp, dâng lên vua nước Ngô. lừa” hợp tác trong ngoài và tiêu diệt nước Ngô.\nSau khi thành công trong việc quét sạch nước Ngô, Fan Li biết Gou Jian là \"con chim cổ dài có mỏ\" và có thể chia sẻ khó khăn, hạnh phúc với mình nên đã cùng Tây Thi đi thuyền xuyên nước Tề, đổi tên đến Gui Zipi, dẫn các con trai và đệ tử của mình đến Vương quốc Tề, họ sống trong một ngôi nhà tranh ven biển. Ông vất vả cày cấy đất hoang, làm nghề phụ và kinh doanh, chỉ trong vòng vài năm đã tích lũy được tài sản gia đình hàng chục triệu. Ông rộng rãi phát tài, làm điều tốt cho quê hương, trí tuệ và năng lực của Fan Li được người dân Tề đánh giá cao, vua Tề mời ông đến kinh đô Lâm Truy và tôn ông làm tể tướng phụ trách các công việc trong nước. . Ông thốt lên: “Làm quan có thể dẫn đến quan đại thần, điều hành gia đình có thể dẫn đến phát tài. Đối với một thường dân bắt đầu từ con số 0 thì điều này đã đến mức cực đoan. Được vinh danh lâu dài có lẽ không phải là một dấu hiệu tốt.” Vì vậy, chỉ ba năm sau, Jiliu một lần nữa dũng cảm rút lui, trả lại con dấu cho vua nước Tề và trao toàn bộ tài sản của gia đình cho bạn bè thân thiết và đồng làng.", "聖意": "Nhà đang có lãi.\nChúc may mắn (được vận chuyển).\nTìm kiếm sự giàu có Lixi.\nGiao dịch nên bị trì hoãn.\nHôn nhân không tương thích.\nLưu Gia: An.\nChặn người đi bộ.\nThiên Càn Thu Lê.\n\n\nSáu con giáp thịnh vượng vào mùa xuân.\nĐang tìm người tới.\nKiện tụng thua kiện.\nDi cư.\nNhững Điều Thất Lạc Miền Tây.\nGiải pháp bệnh tật.\nNúi mộ Nanli.", "古人": "Ngũ hồ Tao Zhugui (Hồ Fan Ligui)", "第X籤": "Người trúng xổ số thứ năm mươi", "宮": "Hải Công"}