{"籤詩版本二": "Ngày dài nhất trong mùa hè\nMọi người đều rất lo lắng về nắng nóng và trầm cảm\nTrời đất cũng biết người muốn gì\nGió mát thổi tự nhiên", "詩意": "Quẻ này cho thấy mọi người đều lo lắng về nhiệt. Làm bất cứ điều gì bạn muốn.", "解曰": "Không có nghi ngờ gì về việc nên tiến hay rút lui. Chúc bạn có một thời gian vui vẻ. Có phải để cắm trại không? Không cần phải hành động hấp tấp.", "籤詩故事一": "◇Kong Ming vào Tứ Xuyên\nGia Cát Lượng (181-234), tự Khổng Minh, quê ở Dương Đô, Lang Gia (nay là huyện Âm Nam, tỉnh Sơn Đông), làm tể tướng nhà Thục Hán (Lưu Bị) thời Tam Quốc.\nLưu Bị tuy chiếm được Kinh Châu nhưng chia cắt được một bên vẫn chưa đủ, Gia Cát Khổng Minh lên kế hoạch đánh chiếm Tây Xuyên để gia tăng lãnh thổ cho Lưu Bị. Lúc này, Lưu Chương ở Di Châu bị Trương Lỗ ở phía bắc tấn công. Gia Cát Khổng Minh biết được Lưu Chương muốn dâng bản đồ Tây Xuyên cho Tào Tháo để bảo vệ mình. Khi Trương Song (thuộc hạ của Lưu Chương) gặp Tào Tháo, vì Tào Tháo kiêu ngạo và thô lỗ nên Lưu Chương đã mang bản đồ về Tây Xuyên và trên đường đi qua Kinh Châu. Khổng Minh trên đường đã đợi hắn, mời hắn đến Kinh Châu, nhưng cho đến lúc khởi hành hắn cũng không hề đề cập đến bức tranh Tây Xuyên, Trương Song cảm kích Khổng Minh lịch sự và hiếu khách nên đã dành tặng bức tranh Tây Xuyên cho anh ta.\nĐịa hình Tây Xuyên nguy hiểm, có thể bị tấn công hoặc phòng thủ, sau nhiều sự sắp xếp khác nhau của Khổng Minh, Tây Xuyên trở thành nơi sinh của Lưu Bị.\n(Kong Ming đối xử nhã nhặn với mọi người và dễ dàng có được Tây Xuyên mà người ta thèm muốn.)", "聖意": "Nhà nhà cầu nguyện phước lành.\nHãy cẩn thận với chính mình (có may mắn trong số những điều xấu).\nTìm kiếm sự giàu có và may mắn.\nGiao dịch diễn ra bình thường.\nKết hôn.\nLục Gia: Sinh con trai.\nNgười đi bộ di chuyển.\nTằm đồng bị hư hại.\n\n\nSáu con vật đều bằng phẳng.\nĐang tìm người để gặp.\nChúc may mắn trong vụ kiện.\nDi cư cũ.\nMất tài sản miền Bắc.\nBệnh tật tạo nên một điều ước.\nNgôi mộ trên núi thật tốt lành.", "古人": "Khổng Minh vào Tứ Xuyên", "第X籤": "Chương 51: Trúng số (Trúng số)", "宮": "Tử cung"}