{"籤詩版本二": "Bắt trăng trong nước cần nhiều nỗ lực\nSau bao vất vả nhưng chẳng được gì\nĐừng buôn chuyện và nói những điều vô nghĩa\nLãng phí công sức để tăng cường cơ thể\n\nTừ “thân héo” vốn có nghĩa là “chỉ có thân xác”.", "詩意": "Quẻ này tham lam hình ảnh nỗ lực. Mọi thứ đều tốn nhiều công sức và công sức.", "解曰": "Lời hứa rất khó nhớ. Rất nhiều công việc khó khăn. Ở nhà lo lắng. Chờ đợi để gặp những người cao quý.", "籤詩故事一": "◇Taibai ngắm trăng trong lúc say rượu (Lý Thái Bạch ngắm trăng trong lúc say rượu)\nLý Bạch (701-762), còn gọi là Thái Bạch, còn gọi là Thanh Liên Jushi. Nhà thơ nhà Đường tự xưng là tiên nhân bị đày ải, được mệnh danh là Tiên nhân của thơ ca, không cần uống rượu vẫn luôn vui vẻ.\nCó lần Lý Bạch đến Jinling (nay là Nam Kinh) và nghỉ chân tại một nhà hàng cạnh cầu Wende.\nHôm đó tình cờ là ngày rằm tháng đông âm lịch, ban đêm anh thường ngồi một mình trong quán ngắm trăng, vừa uống rượu vừa ngâm thơ. Hôm đó tình cờ là ngày rằm tháng đông âm lịch, ban đêm anh thường ngồi một mình trong quán ngắm trăng, vừa uống rượu vừa ngâm thơ. Li Taibai yêu mặt trăng nhất trong đời, nói rằng nó sạch và đẹp. Li Taibai yêu mặt trăng nhất trong đời, nói rằng nó sạch và đẹp. Đêm đó, hắn ngẩng đầu lên thấy trên bầu trời vầng trăng trắng tròn, hắn mừng lắm, uống thêm mấy ly nữa. Đêm đó, hắn ngẩng đầu lên thấy trên bầu trời vầng trăng trắng tròn, hắn mừng lắm, uống thêm mấy ly nữa. Nửa đêm, Lý Thái Bạch tranh thủ rượu đi xuống cầu Văn Đức. Nửa đêm, Lý Thái Bạch tranh thủ rượu đi xuống cầu Văn Đức. Vừa bước lên cầu, anh cúi đầu chợt nhìn thấy vầng trăng rơi xuống nước, khi dòng sông chuyển động, bóng trăng trắng thêm vào vài đường đen. Vừa bước lên cầu, anh cúi đầu chợt nhìn thấy vầng trăng rơi xuống nước, khi dòng sông chuyển động, bóng trăng trắng thêm vào vài đường đen. Lý Thái Bạch lúc này say đến mức tưởng là vầng trăng bị nước sông vấy bẩn. Lý Thái Bạch lúc này say đến mức tưởng là vầng trăng bị nước sông vấy bẩn. Anh ta thậm chí còn không thèm cởi ủng, dang rộng tay và nhảy khỏi cầu để đón trăng. Anh ta thậm chí còn không thèm cởi ủng, dang rộng tay và nhảy khỏi cầu để đón trăng. Không ngờ với cú nhảy này, mặt trăng không bị bắt mà mặt trăng trong nước bị vỡ tan và lập tức tách thành hai nửa. Không ngờ trong lần nhảy này, mặt trăng không bị bắt mà người đàn ông lại bị chết đuối. Ông qua đời ở tuổi sáu mươi hai.", "聖意": "Ngôi nhà đang bất an.\nBản thân là xui xẻo (không may mắn. Hãy chú ý đến sức khỏe của mình).\nTruy cầu sự giàu có, Zhongping (thậm chí đừng nghĩ về nó)\nGiao dịch là khó khăn.\nCuộc hôn nhân không được giải quyết.\nLiujia: Cầu nguyện bảo vệ (báu vật trống rỗng. Ngăn ngừa sẩy thai).\nNgười đi bộ đang gặp nguy hiểm.\nThiên Càn: Năm điểm.\n\n\nSáu con vật đang suy tàn.\nĐang tìm kiếm ai đó (dữ dội).\nViệc kiện tụng công khai có nghĩa là hòa bình (tức là chấm dứt việc kiện tụng).\nDi chuyển là bình thường (không đề cập đến nó).\nRất khó để mất một cái gì đó (trống rỗng).\nBệnh tật: Cầu nguyện che chở (không may mắn).\nNgôi mộ trên núi thật tốt lành.", "古人": "Taibai bắt trăng trong lúc say (Lý Thái Bạch bắt trăng trong lúc say)", "第X籤": "Năm mươi giây trúng xổ số (Xổ số)", "宮": "Tử cung"}