{"籤詩版本二": "Khi sự thất vọng chuyển thành niềm vui\nTiếng rồng gầm và tiếng hổ gầm đều phù hợp\nBầu trời xanh có con đường riêng dẫn tới bầu trời\nCầu mong tôi có một cơ hội khác để đạt được danh tiếng", "詩意": "Quẻ này giống như rồng gầm, hổ gầm. Có hy vọng rằng mọi thứ sẽ diễn ra tốt đẹp.", "解曰": "Chỉ cần dạy và đi. Có sự thịnh vượng của riêng bạn. Phải được thực hiện cuối cùng. Có một nơi để được tìm thấy.", "籤詩故事一": "◇Lưu Bị chiêu mộ cô dâu\nSau trận Chibi, Tôn Quân muốn giành lại Kinh Châu đã bị Lưu Bị chiếm nên đã dùng kế của Chu Du, giả vờ gả em gái Tôn Nhân cho Lưu Bị, nhưng thực chất là muốn lấy. Lưu Bị làm con tin đòi Kinh Châu.\nSau khi Gia Cát Lượng do thám kế hoạch của Chu Du, ông ta giao tập tài liệu về chiến lược cho Triệu Vân, người đang bảo vệ Lưu Bị khi đến Soochow, Triệu Vân đã làm theo chiến lược trong tập tài liệu và cố tình gây tiếng vang lớn để Wu Guotai ( Cha của Tôn Quân) biết về lời cầu hôn. Vì Wu Guotai yêu con gái mình và không muốn tùy tiện quyết định chuyện cả đời của con gái mình nên bà khiển trách Tôn Quân tàn nhẫn với em gái mình và đề nghị đích thân kiểm tra xem Lưu Bị có xứng đáng với con gái mình ở chùa Ganlu hay không. Sau khi Ngô Quốc Đài gặp Lưu Bị, bà rất quý trọng Lưu Bị và hết sức ủng hộ cuộc hôn nhân giữa Lưu Bị và con gái, kết quả là Lưu Bị đã kết hôn thành công với bà Tôn.\nSau đó, Lưu Bị và bà Tôn cùng nhau trốn về Kinh Châu, sau đó Tôn Quyền muốn lợi dụng lúc Lưu Bị tấn công Ích Châu để tấn công Kinh Châu nhưng bị Ngô Quốc Đài lo lắng cho sự an toàn của con gái mình ngăn cản.\nÔng ta nói: “Kế hoạch thông minh của Chu Du là tốt nhất thiên hạ, mất vợ mất quân”.\n(Lưu Bị được lợi)", "聖意": "Ngôi nhà đang bất an.\nBản thân nó không may mắn (trước là xấu sau đó là tốt).\nTìm kiếm sự giàu có và hòa bình.\nGiao dịch là khó khăn.\nThành tựu hôn nhân.\nLiujia cầu nguyện để được bảo vệ.\nNgười đi bộ đến.\nThiên Càn: Năm điểm.\n\n\nSáu con vật bị hư hại.\nĐang tìm người tới.\nKiện tụng công khai và.\nDi cư là may mắn.\nNhững thứ bị mất được nhìn thấy.\nBệnh: An.\nNgôi mộ trên núi thật tốt lành.", "古人": "Lưu Bị chiêu mộ cô dâu", "第X籤": "Con số chiến thắng thứ năm mươi ba", "宮": "Tử cung"}