{"籤詩版本二": "Tiếng nước trong dòng suối đá nhỏ trên bãi biển\nGió trong trăng trong, quân nhân bận rộn\nTôi phải hỏi đi đâu\nĐừng lấy mùi hoa cỏ trong rừng\n\nĐừng chịu trách nhiệm.", "詩意": "Quẻ này giống như một chiếc thuyền đi trên một bãi biển nhỏ. Việc gì cũng có người cao thượng giúp đỡ.", "解曰": "Để kiếm sống. Rất nhiều công việc khó khăn. Hãy bảo thủ và chờ đợi. Mọi điều tốt đẹp nhất.", "籤詩故事一": "◇Cuộc nổi dậy của Lư Sơn\nAn Lushan (703-757), họ Kang, tên là Yaluoshan, quê ở Liễu Thành, Anh Châu (nay là Triều Dương, Liêu Ninh).\nSau này ông lấy họ An và đổi tên thành Lushan. Dưới thời trị vì của Hoàng đế Huyền Tông nhà Đường, An Lộc Sơn là sứ thần.\nVào tháng 11 năm Thiên Bảo thứ 14, An Lộc Sơn dấy binh ở Fanyang, nhân danh tấn công Yang Guozhong, phát động cuộc nổi loạn, dẫn quân của ba trấn tấn công thủ đô phía đông Lạc Dương. Tin tức từ Thái Nguyên truyền về Lê Sơn, lúc đó Đường Huyền Tông đang ở cung điện Hoa Thanh ở Lishan không tin Anlushan sẽ nổi dậy, tuy nhiên tin tức về cuộc nổi dậy vẫn tiếp tục lan truyền, Huyền Tông vẫn nửa tin nửa ngờ. (Đây là hình ảnh miêu tả “tiếng nước chảy mạnh trên những tảng đá nhỏ trong dòng suối”)\nMãi cho đến khi Yan Zhenqing, quận trưởng Pingyuan cử người gửi tin tức, Huyền Tông mới tỉnh dậy từ giấc mơ.\nDưới chiến lược sai lầm của Hoàng đế Huyền Tông nhà Đường, trung đoàn kỵ binh của An Lộc Sơn đã chiếm được Lạc Dương, thủ đô phía đông, vào tháng đầu tiên của năm sau, ông tự xưng là Hoàng đế Dayan ở Lạc Dương, Jianyuan Shengwu, Hoàng đế Xiongwu và Da Xixun là Thủ tướng.\nTháng 6 cùng năm, Hoàng đế Huyền Tông nhà Đường vì muốn giải quyết cuộc khủng hoảng ở Trường An và hiểu sai về quân sự nên đã xử tử hai danh tướng là Feng Changqing và Gao Xianzhi, mệnh lệnh này đã gây chấn động quân đội nhà Đường. (Hành vi này vi phạm “đường phải hướng ra sông phía trước”)\nSau đó, Hoàng đế Huyền Tông của nhà Đường khẩn trương ra lệnh cho một vị tướng khác là Ge Shuhan dẫn quân Đường về phía đông ra khỏi Tongguan.\nGe Shuhan, người hoàn toàn hiểu được sai lầm chiến lược của Hoàng đế Huyền Tông nhà Đường, đã lên kế hoạch trì hoãn sự thay đổi (cách tiếp cận “gió lặng thì thủy triều lặng”).\nCuối cùng, Hoàng đế Huyền Tông nhà Đường cho rằng mình quá nhát gan nên không còn cách nào khác là phải chiến đấu với An Lộc Sơn trong nước mắt và bị đánh bại. (Nó đáp ứng câu \"Nếu bạn làm việc chăm chỉ để nuôi sống bản thân, bạn có thể bị thương.\")\nVào thời nhà Đường, khi quân biên giới và các đồn trú địa phương chưa kịp phản ứng, quân của An Lộc Sơn đã áp sát biên giới và tiến vào kinh đô. Trong tình thế nguy cấp, Hoàng đế Huyền Tông nhà Đường dẫn quân cận vệ trốn thoát khỏi kinh đô, khiến Tây Kinh Trường An không có thủ lĩnh thất thủ.\n(Đường Huyền Tông vi phạm sự chỉ dẫn của tấm biển này nên cuộc khởi nghĩa của An Lộc Sơn thành công.)", "聖意": "Ngôi nhà được an toàn.\nChúc may mắn cho chính nó.\nTìm kiếm sự giàu có và hòa bình.\nGiao dịch có lợi nhuận.\nHôn nhân Tùy (thận trọng).\nRokko Nam.\nNgười đi bộ đến.\nThiên Càn Thu Lê.\n\n\nSáu con vật bị hư hại.\nĐang tìm người tới.\nVụ kiện là chính đáng.\nDi cư là may mắn.\nTài sản bị mất.\nBệnh tật có nghĩa là bình yên.\nNhững ngôi mộ trên núi cần được sửa chữa.", "古人": "Cuộc nổi dậy của Lư Sơn", "第X籤": "Cuộc xổ số thứ năm mươi sáu", "宮": "Cung điện xấu xí"}