{"籤詩版本二": "Buổi sáng và chiều tối lan tỏa sự ủng hộ của Đức Phật\nNó phải gặp nguy hiểm nhưng không nguy hiểm\nNếu bạn bị thu hút bởi một người cao quý,\nLúc bấy giờ của cải và tơ lụa cũng theo sau\n\nChuan Lai Tác phẩm này là Chuan Lai. Tất cả phụ thuộc vào bạn.", "詩意": "Quẻ này tượng trưng cho sự phù hộ bí mật của thần linh và chư Phật. Hãy kiên nhẫn và gặp may mắn trong mọi việc.", "解曰": "Dấu hiệu của hòa bình xưa cũ. Khi mọi thứ đều đắt tiền, nó sẽ tốt lành.", "籤詩故事一": "◇Tang Monk đạt được giác ngộ\nMột ngày nọ, Đường Tăng đến bên bờ sông, nhìn thấy Phật Linh Sơn Sơn phía trước, phía trước có một cây cầu ván đơn, Đường Tăng không dám đi qua. Phật biến thành người chèo thuyền, cầm một chiếc thuyền vỡ không đáy, Đường Tăng vừa lên thuyền liền rơi xuống sông và được người lái thuyền cứu, đây là cách Đường Tăng thành Phật. (Câu chuyện Tây Du Ký)\n◇Kinh Phật của Đường Tăng\nTam Tạng đời Đường, họ thường là Trần, tên thật là Dịch. Sinh ra ở huyện Goushi, Luozhou (nay là phía nam thành phố Yanshi, tỉnh Hà Nam). Ông xuất gia năm 13 tuổi và lấy pháp hiệu là Huyền Trang.\nĐể có được kinh Phật nguyên thủy, ông đã khởi hành từ Trường An (Tây An, tỉnh Thiểm Tây ngày nay) vào năm Trinh Quán thứ ba (năm 629 sau Công nguyên), mạo hiểm vượt biên và trải qua vô số khó khăn để đến được Thiên Trúc ( Ấn Độ) để thu thập thánh thư. Ông đã đi khắp lưu vực sông Hằng, sông Ấn và các vùng ven biển phía đông nam Ấn Độ, vượt qua những ngọn núi phủ tuyết và rặng núi xanh, đi đi lại lại hơn 50.000 dặm và phải mất 16 năm ông mới trở lại Trường An vào năm năm Trinh Quán thứ 19 (645 sau CN). Ông đã mang về một số lượng lớn kinh điển Phật giáo và dịch chúng sang tiếng Trung Quốc.\n(Tang Sanzang đã trải qua một cuộc hành trình dài qua lại giữa Trung Quốc và Ấn Độ. Anh ấy hẳn đã trải qua những nguy hiểm trong cuộc hành trình, nhưng anh ấy đã có thể trở về an toàn vì có một vị thánh bảo trợ vô hình đằng sau anh ấy.)", "聖意": "Ngôi nhà được an toàn.\nChúc may mắn cho chính nó.\nTìm kiếm sự giàu có từ phương Tây.\nGiao dịch đã hoàn tất.\nHôn nhân đã hoàn tất.\nLưu Gia: Cầu phúc lành.\nChặn người đi bộ.\nThiên Càn: Bảy điểm.\n\n\nSáu con vật được lợi.\nTìm người ở miền Tây.\nKiện tụng thua kiện.\nDi cư.\nNhững thứ bị mất được nhìn thấy.\nLời cầu nguyện bệnh tật.\nNgôi mộ trên núi thật tốt lành.", "古人": "Đường Tăng đạt được giác ngộ", "第X籤": "Trúng xổ số thứ sáu mươi hai", "宮": "Cung Âm"}