{"籤詩版本二": "Một cành hoa mận trên núi Đông Lai\nLá rụng, cành khô héo, nhưng chúng sẽ không bao giờ bị tàn phá\nNhưng mùa xuân đang lặng lẽ đến\nVẫn coi tôi là gái điếm\n\nPhá hủy lời nhắc nhở ban đầu.", "詩意": "Trong quẻ này, hoa mận chiếm vị trí chủ đạo. Mọi thứ đều tốt nếu nó bị trì hoãn.", "解曰": "Một mũi tên bắn trống. Khi nó trống rỗng, nó không trống rỗng. Chờ đợi mùa xuân tới. Màu sắc ở trong đó.", "籤詩故事一": "◇Ghi 2 lần\nDưới thời trị vì của Hoàng đế Dezong của nhà Đường, vị thần trung thành Mei Bogao và gia đình ông đã bị Tể tướng phản bội Lu Qi gài bẫy, muốn giết tất cả, chỉ có con trai của ông là Mei Liangyu trốn thoát được. đặt tên cho Wang Xitong để che giấu danh tính. Anh sống một mình trên đường phố, đói và lạnh, nhưng may mắn thay anh được Chen Risheng (Chen Dongchu) nhận vào. Chen Risheng không biết kinh nghiệm sống của anh nên nhờ anh chăm sóc vườn mận của Chen để anh không chết đói trên đường phố.\nChen Risheng là bạn cùng lớp và là bạn của Mei Bogao, khi anh bị Lu Qi bức hại, anh được Mei Bogao giải cứu, kết quả là Mei Bogao và Lu Qi trở thành thù địch, cuối cùng, cả gia đình họ đều bị xử tử. Chen Risheng là bạn cùng lớp và là bạn của Mei Bogao. Risheng vì điều này vừa buồn vừa tức giận, sau khi kết hôn, ông từ chức và chuyển gia đình đến Dương Châu sống ẩn dật.\nChen Risheng có một cô con gái tên Chen Xingyuan, xinh đẹp và thơm tho, sau khi Mei Liangyu đến nhà Chen, họ đã yêu nhau từ cái nhìn đầu tiên. Vào một ngày hoa mận nở rộ, cũng là ngày giỗ của Mei Bogao, Chen Risheng và gia đình đã mở bàn thờ trong vườn mận của nhà mình để tưởng nhớ người bạn và ân nhân đã khuất của họ. , và một trận bão tuyết lớn thổi qua, bao phủ hết những bông hoa mận. Chen Risheng than thở rằng mình có thể trốn thoát an toàn, nhưng thậm chí không thể cứu được con cháu của gia đình Mei, ông cho rằng đây là lời cảnh báo từ Chúa nên ông thề rằng trừ khi hoa mận lại nở, chứng tỏ con cháu của Gia đình Mei còn sống, anh ấy sẽ không bao giờ nói bất cứ điều gì, anh ấy trốn vào Phật giáo và trở thành một nhà sư.\nCon gái của ông là Xingyuan nghe thấy điều này, lập tức thắp hương và thành tâm cầu xin Chúa cho hoa mận nở trở lại. Lòng thành của họ khiến trời cảm động, tất cả cây mận trong vườn mận lại nở hoa, sau này Trần Nhật Sinh biết Tây Đồng chính là Lương Ngọc nên gả con gái Tinh Nguyên cho anh ta.", "聖意": "Ngôi nhà đang nợ nần.\nHãy chúc phúc cho chính mình.\nHãy thận trọng khi tìm kiếm sự giàu có.\nGiao dịch Chờ thời gian.\nHôn nhân muộn màng.\nLục Gia: Xuân mạnh, thu yếu.\nNgười đi bộ: Muộn rồi.\nNhững con tằm đồng đang nở rộ.\n\n\nNhững con tằm đồng đang nở rộ.\nSáu con vật được thịnh vượng.\nĐang tìm người để gặp.\nKiện tụng thua kiện.\nDi chuyển\nNhững Điều Thất Lạc Miền Đông.\nBệnh báo động sai.\nNgôi mộ trên núi nên được thay đổi.", "古人": "Ghi hai bàn", "第X籤": "Sáu mươi chín trúng xổ số", "宮": "Tatsumi"}