{"籤詩版本二": "Chao Chao như ong hái hoa\nBay về phía Tây Nam rồi bay về phía Đông\nXuân qua hoa tàn không tìm lại được\nTrái tim này sẽ không thay đổi nơi ở của nó", "詩意": "Quẻ này giống như con ong hái hoa. Mọi thứ đều tốn nhiều công sức và công sức.", "解曰": "Không có phong cảnh mùa xuân Trời mưa rất lâu nhưng không bao giờ tạnh. Yêu cầu giúp đỡ. Tốt hơn là nên im lặng.\n.", "籤詩故事一": "◇Lý Mật nổi dậy chống lại nhà Đường\nLý Mịch\n(582-619), cố thủ lĩnh của quân đội Wagang trong cuộc khởi nghĩa nông dân cuối thời nhà Tùy của Trung Quốc. Bậc thầy về thư pháp. Chủ nhân của chữ Pháp là người Trường An, Jingzhao, quê hương của ông là Xiangping, Liaodong (nay là phía nam Liaoyang, Liaoning). Là người gốc Trường An, Jingzhao, quê hương của ông là Xiangping, Liaodong (nay là phía nam Liaoyang, Liaoning).\nVào năm Daye thứ chín (613), ông tham gia cuộc nổi dậy của Yang Huyền Cảm chống lại nhà Tùy ở Liyang (nay là phía đông bắc huyện Junxian, tỉnh Hà Nam). Vào năm Daye thứ chín (613), ông tham gia cuộc nổi dậy của Yang Huyền Cảm chống lại nhà Tùy ở Liyang (nay là phía đông bắc huyện Junxian, tỉnh Hà Nam). Ý thức bí ẩn bị đánh bại,\nLý Mi bỏ trốn. Huyền Cảm bại trận, Lý Mật bỏ chạy.\nVào năm Daye thứ mười hai, ông gia nhập quân đội Wagang\n. Vào năm thứ mười hai dưới triều đại của Daye, ông gia nhập Quân đội Wagang. Li Mi giỏi về chiến lược, vào tháng 10 năm Daye thứ mười hai, Li Mi đã thuyết phục Zhai tấn công Xingyang Tong, vị tướng mạnh mẽ đi cùng quân đội, để bảo vệ Zhang Xutuo, đánh bại quân Tùy và giết chết Zhang Xutuo. Li Mi giỏi về chiến lược, vào tháng 10 năm Daye thứ mười hai, Li Mi đã thuyết phục Zhai tấn công Xingyang Tong, vị tướng mạnh mẽ đi cùng quân đội, để bảo vệ Zhang Xutuo, đánh bại quân Tùy và giết chết Zhang Xutuo.\nSau đó, ông đề xuất tấn công nhà kho Xingluo (sau đổi tên thành Luokou), mở nhà kho để cứu trợ và mở rộng đội ngũ, đội quân Wagang phát triển nhanh chóng, vào năm Daye thứ 13, Li Mi lãnh đạo quân đội Wagang và Zhai Rang giải quyết việc giáng chức và phân bổ của nhà Tùy, xảy ra chiến tranh tranh giành nguồn lực quân sự và các vấn đề khác, Li Mi đã giết Zhai Rang và hàng trăm người theo ông ta. Sau đó, ông đề xuất tấn công nhà kho Xingluo (sau đổi tên thành Luokou), mở nhà kho để cứu trợ và mở rộng đội ngũ, đội quân Wagang phát triển nhanh chóng, vào năm Daye thứ 13, Li Mi lãnh đạo quân đội Wagang và Zhai Rang giải quyết việc giáng chức và phân bổ của nhà Tùy, xảy ra chiến tranh tranh giành nguồn lực quân sự và các vấn đề khác, Li Mi đã giết Zhai Rang và hàng trăm người theo ông ta.\nVào tháng 3 năm Đại Nghiệp thứ 14, Vũ Văn Hóa Cơ giết chết Dương Đế nhà Tùy\n, dẫn hơn 100.000 người quay về phương Tây. Vào tháng 3 năm Daye thứ mười bốn, Yu Wenhuaji (Yu Wen, họ ghép) giết chết Hoàng đế Yang của nhà Tùy và trở về phía tây cùng hơn 100.000 người. Li Mi được lệnh tấn công Huaji, mặc dù Huaji bị đánh bại nhưng Li Mi cũng bị tổn thất nặng nề về quân đội, sau đó anh ta bị Wang Shichong truy đuổi, quân đội của Li Mi bị đánh bại và trại của anh ta bị phá hủy. Các tướng của anh ta là Qin Shubao, Cheng Zhijie (ban đầu) tên là Cheng Yaojin), Niu Jinda và những người khác bị bắt. , Shan Xiongxin đầu hàng. Li Mi được lệnh tấn công Huaji, mặc dù Huaji bị đánh bại nhưng Li Mi cũng bị tổn thất nặng nề về quân đội. Sau đó, ông bị Wang Shichong truy đuổi, quân của Li Mi bị đánh bại và trại của ông bị phá hủy, các tướng của ông là Qin Shubao, Cheng Zhijie (tên ban đầu là Cheng Yaojin), Niu Jinda và những người khác bị bắt, Shan Xiongxin đầu hàng. Li Mi tuyệt vọng nên đã vượt sông đến Hà Dương vào tháng 9 và đầu hàng nhà Đường. Li Mi tuyệt vọng nên đã vượt sông đến Hà Dương vào tháng 9 và đầu hàng nhà Đường.\nVào tháng 11, Li Yuan cử Li Mi đến Sơn Đông để chiêu mộ quân cũ. Tháng mười một, \nLi Yuan cử Li Mi đến Sơn Đông đợi để chiêu mộ quân cũ. Cảm thấy mình bị nghi ngờ, ông nổi dậy chống lại Đường. Cảm thấy mình bị nghi ngờ, ông nổi dậy chống lại Đường. Tướng nhà Đường Sheng Yanshi đã mời Li Mi tấn công và giết ông ta tại Xinggong Xian. Tướng nhà Đường Sheng Yanshi đã mời Li Mi tấn công và giết ông ta tại Xinggong Xian.", "聖意": "Hộ và lưỡi.\nBản thân là một nhân vật phản diện.\nTìm kiếm sự giàu có và lãng phí.\nGiao dịch được lặp đi lặp lại.\nHôn nhân không kéo dài lâu.\nLục gia: hoa trống rỗng.\nNgười đi bộ đã biến mất.\nTằm đồng bị hư hại.\n\n\nSáu con vật bị hư hại.\nKhông có dấu vết của người.\nKiện tụng thua kiện.\nDi cư.\nCác vật phẩm bị mất đều trống rỗng.\nBệnh tật có trở ngại.\nNgôi mộ trên núi đã thay đổi.", "古人": "Li Mi nổi dậy chống lại nhà Đường", "第X籤": "Lần rút thăm thứ bảy mươi", "宮": "Tatsumi"}