{"籤詩版本二": "Nhận thức Thương Long Thập Cửu Vệ\nNgười phụ nữ lấy chồng thứ hai\nMột cây cung giữ được hai mũi tên\nCắt con khủng long và sống trong đó ngay lập tức", "詩意": "Quẻ này giống như một chiếc cung giữ hai mũi tên. Mọi thứ đều tốt lành nếu nó đi cùng nhau.", "解曰": "Không quá nặng. Định mệnh. Chân Lưu Trung mở miệng. Đó là khuyến khích để thận trọng.", "籤詩故事一": "◇Văn Quân đến thăm Tương Như\nZhuo Wenjun là con gái của cháu trai Zhuo Wang, một doanh nhân giàu có ở Linqiong, tỉnh Tứ Xuyên, cô thông thạo âm nhạc và có tên tuổi văn chương. Cô kết hôn khi mới 16 tuổi, vài năm sau, chồng cô qua đời và cô trở về với gia đình ruột thịt để sống như một góa phụ.\nMột ngày nọ, Tư Mã Tương Như đến nhà Trác Vương Tôn dự tiệc, khi biết Trác Văn Quân mới góa vợ, ông đã chơi bài \"Phượng hoàng cầu phượng\" để bày tỏ tình yêu của mình. Trác Văn Quân đã nghe nói đến Tư Mã Tương Như, bữa tiệc này càng khiến hắn càng bị Tư Mã Tương Như thu hút. Mặt khác, sau bữa tiệc của Tư Mã Hương Như, ông ta lập tức chi rất nhiều tiền để mua chuộc người giúp việc riêng của Trác Văn Quân và nhờ cô chuyển tải tình yêu của Tư Mã Hương Như dành cho Trác Văn Quân. Sau khi Trác Văn Quân biết được tình yêu của Tư Mã Tương Như thông qua người giúp việc, anh ta lập tức chạy đến quán trọ nơi Tư Mã Tương Như ở, nhìn thấy Trác Văn Quân đến, Tư Mã Tương Như lập tức cùng cô bỏ trốn qua đêm về quê hương ở Thành Đô.\nKhi đến Thành Đô, hai vợ chồng túng thiếu, phải quay về Lâm Khung mở một khách sạn nhỏ kiếm sống, Trác Văn Quân bán rượu, Tư Mã Tương Như rửa bát, họ sống một cuộc sống nghèo khổ. Sau khi cha của Zhuo Wenjun, Zhuo Wangsun, biết được chuyện này, ông đã đồng ý và tài trợ cho họ dưới lời khuyên của bạn bè, để Sima Xiangru và Zhuo Wenjun trở về Thành Đô sinh sống, và sau đó trở nên giàu có.", "聖意": "Mất nhà.\nTự mình đúng và sai.\nTìm kiếm sự giàu có và lao động.\nHãy cẩn thận khi giao dịch.\nĐoàn tụ hôn nhân.\nLục gia: lúc đầu trống rỗng, sau đầy.\nChặn người đi bộ.\nTằm đồng được thu hoạch muộn.\n\n\nSáu con vật bị hư hại.\nĐang tìm người để gặp.\nKiện tụng thua kiện.\nThay đổi di cư.\nTài sản bị mất\nBệnh tật.\nNgôi mộ trên núi đã thay đổi.", "古人": "Văn Quân đến thăm Tương Như", "第X籤": "Bảy mươi mốt xổ số trúng thưởng", "宮": "Tatsumi"}