{"籤詩版本二": "Nghề nuôi ong phải dùng mật ong\nTôi chỉ sợ bị tát vào sau đầu\nPhải có một con đường khác trước mặt bạn\nBóng tối và đáng sợ sâu như rừng gai", "詩意": "Quẻ này tượng trưng cho loài ong đang đi lấy mật. Mọi thứ đều tốn nhiều công sức và công sức.\n(Quẻ này tượng trưng cho sự ngọt ngào và cay đắng. Nó cũng ngăn ngừa tai họa trong mọi việc.)", "解曰": "Mọi việc cần phải được thực hiện cẩn thận. Không cần phải ép buộc nó. Ong thu thập mật ong. Lý do là gì?", "籤詩故事一": "◇Vương Mang tìm kiếm nhân tài\nGia tộc Vương Mãng thời Tây Hán có thể nói là một gia tộc giàu có. Mặc dù cha ông mất sớm nhưng một số chú bác của ông đã trở thành hoàng đế nhà Hán, trở thành tướng quân, thừa tướng, trở thành hầu tước và nhận phần thưởng, nhà họ Vương vô cùng nổi bật.\nNhưng gia đình nhỏ của Vương Mãng lại vô cùng nghèo khó, cha mất sớm, ông chỉ sống với mẹ, nhờ vào lòng từ thiện của họ hàng. Nhưng chính vì điều này mà Vương Mãng đã phát triển và rèn luyện một số kỹ năng ứng xử với mọi người từ khi còn nhỏ. Dù buồn hay giận, anh luôn tỏ ra vẻ mặt rất vui vẻ, bình yên trước mặt người thân, người lớn tuổi hay người ngoài nên được mọi người trong tộc đánh giá khá cao.\nMột lần, người cậu lớn nhất của ông lâm bệnh nặng, sau khi biết chuyện, ông đã đến ngồi đợi bên giường bệnh nhân, mang theo thuốc và nước, đêm canh thức, mấy tháng liền cởi quần áo, nhếch nhác, hốc hác. Đơn giản là anh ấy “kiên nhẫn” hơn bệnh nhân, “con trai” hơn con ruột.\nVì điều này, mọi người dân Đài Loan đều ca ngợi anh và viết thư xin khen thưởng cho anh.\nVì vậy, vua Thành Hán đã phong cho ông làm tân kinh hầu và bổ nhiệm ông làm thị vệ trong cung, trở thành cận thần thân cận của hoàng đế.\nVới địa vị cao quý và quyền lực to lớn, Vương Mãng không bao giờ tỏ ra kiêu ngạo hay lười biếng mà ngày càng trở nên nhã nhặn, nhã nhặn, một mặt kết bạn với các quan đại thần, tướng lĩnh, danh nhân và học giả. , ông giúp đỡ người nghèo và hào phóng với của cải của mình.\nNhưng ông sống rất đạm bạc, thường xuyên ăn các món thịt, chưa kể mặc áo dài, váy dài tay, chỉ mặc quần áo ngắn. Vì thế mọi người trong chính quyền và dư luận đều nhất trí khen ngợi ông một chữ “đạo đức”.\nSau đó, chú của ông, Đại Tư Mã Vọng Căn, qua đời vì bệnh tật và ông được chọn làm người thay thế. Hoàng đế và tất cả các quan đại thần đều cho rằng ông là người phù hợp nhất. Vì vậy, Vương Mãng mới ba mươi tám tuổi đã trở thành Đại Tư Mã có quân lực cao nhất nước.\n(Câu chuyện này mang tính chất ẩn dụ. Làm người tốt giỏi có thể giúp bạn thoát khỏi “khó khăn bị ong đốt” và đạt được lý tưởng như ý muốn.)", "聖意": "Ngôi nhà đang nợ nần.\nBảo vệ chính mình.\nĐang tìm kiếm những trở ngại tài chính.\nGiao dịch muộn.\nHôn nhân bị chặn.\nLục Gia: Báo động giả.\nNgười đi bộ: Muộn rồi.\nCánh đồng tằm thu hoạch ít hơn.\n\n\nSáu con vật: Thu hoạch ít hơn.\nTìm người thật khó khăn.\nKiện tụng thua kiện.\nDi chuyển Đừng di chuyển.\nĐồ bị mất là xấu.\nBệnh tật được cung cấp.\nNgôi mộ trên núi đã bị đánh bại.", "古人": "Vương Mãng tìm kiếm nhân tài", "第X籤": "Trúng xổ số thứ bảy mươi hai", "宮": "Tatsumi"}