{"籤詩版本二": "Xuân đến, sấm rền, côn trùng kêu ríu rít\nHãy quay đi và bỏ lại bùn\nLúc đó tôi mới biết ra vào vẫn là đi tới đi lui.\nMột khi bạn thay đổi, bạn sẽ trở thành một con rồng", "詩意": "Quẻ này giống như sấm sét và côn trùng. Gặp được người cao thượng là điềm lành trong mọi việc.", "解曰": "Sấm sét đánh. Hai khoản tiền gửi vào và ra. Thay đổi một lần. Cho đến Thiên Môn.", "籤詩故事一": "◇Nổi loạn Trần Kiều\nNăm 959 sau Công Nguyên, Chu Thế Tông Chai Rong qua đời, Hoàng đế Cung, Chai Zongxun, người lên ngôi khi mới 7 tuổi. Khi đó, Zhao Kuangyin, người từng là thanh tra trước cung điện và là sứ thần của Songzhou trong quân đội Đức, nắm giữ quyền lực thực sự.\nVào mùa xuân năm 960 sau Công Nguyên, Trấn Châu (nay là Chính Định, tỉnh Hà Bắc) và Định Châu (nay là huyện Định Tiên, tỉnh Hà Bắc) báo cáo rằng quân đội Bắc Hán và nước Liêu đang cùng nhau tiến về phía nam để tấn công nhà Hậu Chu, với động lực lớn, yêu cầu gửi quân tới hỗ trợ. Sau này nhà Chu sai Triệu Khuông Âm dẫn quân về phía bắc đánh giặc. Zhao Kuangyin hành động bí mật dưới sự kế hoạch của anh trai Zhao Guanyi, Zhao Pu, Shi Shouxin và những người khác.\nNgày 3 tháng 2, khi quân đội đến Chenqiaoyi (nay là thị trấn Chenqiao, phía đông nam Fengqiu, Hà Nam), họ phát động cuộc binh biến và ra lệnh cho binh lính mặc áo choàng màu vàng cho ông, họ nổi dậy chống lại nhà Hậu Chu và ủng hộ Zhao Kuangyin làm hoàng đế. . Sau đó, Zhao dẫn quân về Khai Phong mà không đốt phá, giết chóc hay cướp bóc, \"Taizu Chen Qiao đã tuyên thệ không làm phiền người dân kinh đô, và ông ấy hứa sẽ không làm phiền thành phố vào ngày ông ấy vào thành.\"\nNgày mồng ba tháng ba âm lịch, Triệu Khuông Âm làm binh biến ở Trần Kiều, trở về kinh, Phàn Chí dẫn Vương Phổ và Ngụy Nhân Phổ tra hỏi Triệu Khuông Âm, La Diên Hoan rút kiếm ra trước lều, lớn tiếng hét lên. : \"Tam quân không có chủ. Các tướng đều quyết định phong hắn làm hoàng đế. Ai lên tiếng sẽ bị giết!\". Vương Phổ sắc mặt tái nhợt như đất, bước xuống cúi lạy, Phàn Chí cũng cúi lạy, Cuồng Âm đích thân đỡ hắn đứng dậy, đối xử rất lễ phép.\nSau một cuộc kháng cự vừa phải, Hoàng đế Cung Hậu Chu lên ngôi, Triệu lên ngôi. bước vào bên cạnh anh ta và nói: \"Xong rồi.\"\nSau khi Triệu lên ngôi, đổi tên nước thành Tống, Nguyên thành Kiến Long, lấy Khai Phong làm kinh đô, Thạch Thủ Tâm, Cao Hoài Đức, Trương Linh Đạc, Vương Thần Kỳ, Trương Quang Hàn, Triệu Nhạn Huy đều được phong là Jiedushi. , được gọi là \"Cuộc nổi dậy Chenqiao\" trong lịch sử.\nWikipedia\n(Câu chuyện này thể hiện rằng đây là sự khởi đầu cho màn trình diễn của Zhao Kuangyin.)", "聖意": "Nhà nhà cầu nguyện phước lành.\nBản thân bình thường.\nTìm kiếm sự giàu có và lợi ích mùa xuân.\nGiao dịch người đàn ông cao quý.\nHôn nhân, viên mãn.\nRokko Nam.\nNgười đi bộ: Đến nơi.\nTằm đồng sinh sớm.\n\n\nSáu con vật: xuân lợi.\nĐang tìm người để gặp.\nVụ kiện đã thắng.\nDi cư là may mắn.\nTài sản bị mất\nBệnh tật và nguy hiểm.\nNgôi mộ trên núi thật tốt lành.", "古人": "Cuộc nổi loạn Trần Kiều", "第X籤": "Ký thứ bảy mươi ba", "宮": "Mi Cung"}