{"籤詩版本二": "Như kéo hổ qua núi cao\nĐánh nhau, đánh nhau, đánh nhau, rụt rè, lạnh lùng\nTôi đột nhiên làm điều gì đó tốt mà không nhận ra\nHãy chắc chắn để giữ an toàn\n\nTừ kéo hổ có nghĩa là ôm hổ.", "詩意": "Quẻ này giống như việc ôm (kéo) hổ qua núi. Mọi thứ đều nguy hiểm và đáng sợ.", "解曰": "Nguy hiểm là nguy hiểm. Có những trở ngại phía trước. Nếu bạn yêu cầu lời khuyên. Đó thực sự là công việc khó khăn.", "籤詩故事一": "◇Wu Yuan rời Zhaoguan vào ban đêm (Wu Zixu đã vượt qua Zhaoguan)\nWu Zixu là người gốc Chu vào thời Xuân Thu. Lúc đó Sở Bình Vương muốn truy lùng hắn. Vua Ping của Chu đã treo thưởng cho việc bắt giữ Wu Zixu, đồng thời cho vẽ chân dung của ông và dán trên các cổng thành trên toàn bang Chu, đồng thời ra lệnh cho các quan chức đẩy mạnh điều tra. Khi Wu Zixu chạy trốn đến Zhaoguan, biên giới giữa Wu và Chu, các quan chức ở Zhaoguan đã kiểm tra rất chặt chẽ, anh ta lo lắng đến mức không thể ngủ được nhiều đêm liên tiếp, thậm chí tóc anh ta còn bạc đi vì lo lắng. May mắn thay, tôi gặp được một người đàn ông tên Dong Gao Gong, người này thông cảm cho hoàn cảnh khó khăn của anh và đưa anh về nhà ẩn náu. Công tước Dong Gao có một người bạn trông hơi giống Wu Zixu, vì vậy Công tước Dong Gao đã yêu cầu anh ta vượt qua bài kiểm tra bằng cách giả làm Wu Zixu. Các lính canh đã bắt được Wu Zixu giả, nhưng Wu Zixu thật không thể được các quan chức nhận ra vì tóc anh ta đã bạc trắng nên họ để anh ta đi qua. Sau đó ông trốn thoát an toàn đến nước Ngô.\n(Thay Wu Zixu bằng một người bạn có ngoại hình giống nhau và bản thân cũng có mái tóc hoa râm chính là \"bàn tay thần kỳ\" của câu chuyện này)", "聖意": "Nhà và nhà cầu nguyện để được bảo vệ.\nHãy cẩn thận với chính mình.\nHãy thận trọng khi tìm kiếm sự giàu có.\nCác giao dịch bị đình trệ.\nHôn nhân thật khó khăn.\nLưu Gia: Tôi rất ngạc nhiên.\nChặn người đi bộ.\nThiên Càn: Năm điểm.\n\n\nSáu con vật bị hư hại.\nĐang tìm kiếm người.\nKiện tụng thua kiện.\nDi cư.\nMất đồ là điều khó khăn.\nDịch bệnh: Hiến tế hổ.\nMộ núi xấu lắm.", "古人": "Wu Yuan rời Zhaoguan vào ban đêm (Wu Zixu qua Zhaoguan)", "第X籤": "Dấu hiệu thứ bảy mươi lăm", "宮": "Mi Cung"}