{"籤詩版本二": "Nằm mơ thấy có nhiều tiền\nDanh tiếng là vô ích\nNước xa núi xa khó chung thủy\nNgười đàn ông cao quý đưa ra lời khuyên và mỉm cười", "詩意": "Quẻ này tượng trưng cho biểu tượng đạt được kho báu trong giấc mơ. Mọi thứ ít nhiều đều có thật.", "解曰": "Mơ như một giấc mơ. Không có hy vọng nổi tiếng. Chỉ cần chờ đợi thời điểm tốt. Những chỉ dẫn cao quý.", "籤詩故事一": "◇ Trả ngọc cho Zhao (trả ngọc cho Zhao sau khi hoàn thành)\nNăm 283 trước Công nguyên, vua Zhao Huiwen lấy được He's Bi từ Chu, sau khi vua Qin Zhaoxiang biết tin, ông đã gửi một bức thư cho vua Zhao, bày tỏ sẵn sàng đổi mười lăm thành phố để lấy He's Bi.\nLin Xiangru phân tích với vua Zhao rằng Tần mạnh và Zhao yếu và phải được thay thế.\nSau đó, vua Zhao cử Lin Xiangru đến Tần cùng với He's Bi.\nVua Tần gặp Lin Xiangru tại Zhangtai, Lin Xiangru dâng ngọc cho vua Tần. Vua Tần vui mừng khôn xiết truyền He's Bi cho người đẹp và mọi người xung quanh đều nhìn vào, lúc này mọi người bên trái và bên phải đều hét lên muôn năm.\nLin Xiangru thấy vua Tần không có ý định trao thành cho Triệu nên nói với vua Tần rằng viên ngọc của ông có khuyết điểm và muốn chỉ ra cho vua Tần để nhân cơ hội lấy được. ngọc lại.\nSau khi Lin Xiangru lấy lại Heshi Bi, anh ta đứng cạnh cây cột lớn, tỏ ra muốn chết cùng với Heshi Bi.\nLúc này Lâm Tương Như nói với Tần vương: “Triệu vương vẫn vượt qua sự phản đối của các quan đại thần, chấp nhận đề nghị của quan đại thần. Cho dù khi tiếp xúc với dân chúng cũng không lừa dối nhau, chưa kể đến việc đó.” Tần là nước lớn! Để giữ gìn tình hữu nghị giữa Tần và Triệu, Triệu vương Sau năm ngày nhịn ăn, ta sai các quan đại thần cầm ngọc đến Tần, đáng tiếc vua Tần chẳng những không có ý định ban cho Triệu một Thành phố, còn đem ngọc bội của Hạ gia truyền cho một mỹ nữ, thật sự là một sự giễu cợt của các đại thần của ta.”\nNói xong, Lâm Tương Như lập tức làm thủ thế đập vào cột, Tần vương sợ Hà Bi bị tổn hại nên giả vờ ban cho Triệu mười lăm thành. Lâm Tương Như nhìn thấu âm mưu xảo trá của Tần Vương nên yêu cầu Tần Vương nhịn ăn năm ngày trước khi trình diện Hạ Tất để trì hoãn thời gian. Mấy ngày nay, Lâm Tương Như phái thị giả mang theo ngọc trở về nước Triệu, còn ông ở lại đối phó với Tần vương.\n(Câu chuyện này giống như đôi mắt của một người bình thường bị mê hoặc bởi địa vị của mình.)", "聖意": "Nhà nhà cầu nguyện phước lành.\nTự kháng cự.\nTìm kiếm sự giàu có là trống rỗng.\nCác giao dịch khó có thể đạt được.\nHôn nhân không tương thích.\nLục Gia: trống rỗng.\nNgười đi bộ: Muộn rồi.\nTằm ngoài đồng: Không thu hoạch.\n\n\nSáu con vật bị hư hại.\nĐang tìm kiếm người.\nKiện tụng công khai và.\nDi cư chờ thời gian.\nNhững thứ đã mất đều ở rất xa.\nBệnh tật được cung cấp.\nNgôi mộ trên núi đã thay đổi.", "古人": "Trả ngọc cho Triệu (hoàn thiện ngọc cho Triệu)", "第X籤": "Lần trúng xổ số thứ bảy mươi bảy", "宮": "Cung điện trưa"}