{"籤詩版本二": "Những chiếc lá ngô đồng đã rụng và mùa thu đang đến gần.\nHành trình trở về của lữ khách như mây\nCảm ơn Chúa vì những nỗ lực của bạn\nThuyền trở về với kho báu trong gió", "詩意": "Quẻ này tượng trưng cho hình ảnh lá sung rụng. Mọi thứ đều xấu trước và tốt về sau.", "解曰": "Lấy mọi thứ từ trái tim. Thiên Tâm đuổi theo. Để kiếm sống. Hãy làm bất cứ điều gì bạn có thể.", "籤詩故事一": "◇Gió thổi tới Tengwang Pavilion\nVương Bá, tự xưng Zian, là một nhà thơ thời kỳ đầu nhà Đường, sinh vào năm thứ nhất niên hiệu Ung Huy, Đường Cao Tông nhà Đường. Wang Bo đã đọc kinh từ khi còn nhỏ và được mệnh danh là \"thần đồng\". Wang Bo đã đọc kinh từ khi còn nhỏ và được mệnh danh là \"thần đồng\".\nKhi anh mười tuổi, anh và cha tình cờ đi ngang qua một ngôi đền Guandi, họ nhìn thấy bức tượng Guandi uy nghiêm trong chùa, cầm một bản \"Xuân Thu\" và đọc nó. Ông đã hô vang với Hoàng đế Quan: \"Cầm ba lọn tóc xanh, đọc lịch sử nhà Thanh cho đèn xanh và tỏ lòng tôn kính với những danh tiếng. Cầm rồng xanh và mặt trăng trong tay\". rằng vào mùa thu năm nay, Vương Bá từ Sơn Tây đến đảo Hải Nam để thăm cha mình, người đã bị giáng chức làm huyện lệnh Giao Chỉ, dọc đường đi qua ngàn núi sông. Mùa thu năm anh hai mươi bảy tuổi, Vương Bá từ Sơn Tây đến đảo Hải Nam thăm cha mình, người đã bị giáng chức quan huyện Giao Chỉ, dọc đường đi đã vượt qua ngàn núi sông.\nHôm đó chúng tôi đến núi Mã Đường, mọi người lên bờ nghỉ ngơi, khi Vương Bá một mình đi ngang qua một ngôi chùa cổ, đột nhiên nhìn thấy một ông già ngồi trên tảng đá cạnh chùa, trông ông già giống như một đứa trẻ với mái tóc vàng hoe. và có vẻ ngoài thần tiên. Anh ta nói với Wang Bo \"Anh không phải là Wang Bo sao?\" Wang Bo giật mình nói: \"Chính xác! Làm sao bạn biết điều đó?\" Ông già nói: \"Tôi đã nghe nói từ lâu rằng bạn có tốt Ý định cứu người, thơ của bạn rất có ý nghĩa. Ngày mai ở Tengwang Pavilion sẽ có một bữa tiệc hoành tráng. Nếu bạn có thể tham dự bữa tiệc và viết một bài luận, bạn sẽ nổi tiếng khắp mọi thời đại và được chi phí đi lại. \"Khi họ đến Đến núi Mã Đường, mọi người lên bờ nghỉ ngơi, khi Vương Bá một mình đi ngang qua một ngôi chùa cổ, chợt nhìn thấy trên tảng đá cạnh chùa có một ông già đang ngồi, trông như một đứa trẻ với mái tóc vàng óng như một nàng tiên. Anh ấy nói với Wang Bo, \"Anh không phải là Wang Bo sao?\"\nVương Bá sửng sốt nói: \"Chính xác! Làm sao ngươi biết?\"\nLão giả nói: “Ta đã sớm nghe nói ngươi có tấm lòng tốt cứu người, những bài thơ ngươi sáng tác cũng khá có ý nghĩa. Ngày mai ở Đằng Vương các sẽ có đại tiệc. Nếu ngươi có thể tham dự yến tiệc và sáng tác, bạn sẽ nổi tiếng qua mọi thời đại và bạn sẽ nhận được chi phí đi lại.\"\nVương Bác nói: “Nơi này cách Đằng Vương các sáu bảy trăm dặm, ngày mai làm sao chúng ta có thể tới đây?” Lão giả nói: “Ta sẽ dùng ngựa làm thần gió, giúp ngươi thuận buồm xuôi gió. Ngày mai nhất định sẽ đến.\" Vương Bá cảm tạ nói: \"Xin lỗi, bố chồng, ngươi là tiên hay là thần?\" Lão giả cười nói: \"Ta là Trung Nguyên Thủy Quân phụ trách. Vùng nước này!\" Vương Bá nói: \"Nơi này cách Đằng Vương các sáu bảy trăm dặm, ngày mai làm sao chúng ta có thể tới đây?\"\nÔng lão nói: “Ta sẽ dùng ngựa như một cơn gió thần thánh giúp ngươi thuận buồm xuôi gió. Ngày mai nhất định ta sẽ đến nơi.”\nWang Bo cảm ơn và nói: \"Xin lỗi, bố vợ, ông là bất tử hay thần thánh?\"\nÔng lão cười nói: “Ta là Trung Nguyên Thủy Quân, người phụ trách vùng nước này!” Sau đó, ông lão giục Vương Bá nhanh lên thuyền, thấy mây tốt lành vây quanh mình một lúc, gió thổi mạnh. Đường đi nước êm ả, trong chớp mắt đã đi hàng trăm dặm.\nSau đó, ông lão thúc giục Vương Bá nhanh chóng lên thuyền, ông nhìn thấy đám mây cát tường vây quanh mình một lúc, hành trình thuận lợi, trong chớp mắt đã đi được hàng trăm dặm. Đúng như dự đoán, Vương Bá vội vã đến Đằng Vương Các vào buổi sáng diễn ra đại sự.\nĐúng như dự đoán, Vương Bá vội vã đến Đằng Vương Các vào buổi sáng diễn ra đại sự. Và ngay tại chỗ, ông đã viết \"Lời nói đầu cho Đặng hoàng tử\", được Hoàng đế Gaozong của nhà Đường gọi là kiệt tác vĩnh cửu. Và ngay tại chỗ, ông đã viết \"Lời nói đầu cho Đặng hoàng tử\", được Hoàng đế Gaozong của nhà Đường gọi là kiệt tác vĩnh cửu.\nCó bài thơ viết rằng:\nNgười ta vẫn thường nói người có tài là thần thánh nên không phải ngẫu nhiên mà gió đưa Nam Xương đến Nam Xương;\nTa viết một câu về lầu cao của Đằng Vương, sau đó hắn cùng tiên nhân đến Trung Nguyên.", "聖意": "Nhà và nhà cầu nguyện để được bảo vệ.\nTự Xu Jing.\nTìm kiếm sự giàu có và thực hiện mong muốn của bạn.\nGiao dịch hoàn thành.\nHôn nhân và sự hòa hợp.\nLục Gia: Báo động giả.\nNgười đi bộ di chuyển.\nThiên Can: Thắng muộn.\n\n\nSáu con vật đều ổn định.\nĐang tìm người tới.\nVụ kiện đã thắng.\nDi chuyển theo ý muốn.\nTài sản bị mất\nSự ốm yếu.\nMộ núi: Chọn chỗ.", "古人": "Gió thổi tới Tengwang Pavilion", "第X籤": "Ký thứ tám mươi mốt", "宮": "Ngụy Công"}