{"籤詩版本二": "Điều gì sẽ xảy ra nếu bạn mất đức vì danh tiếng của mình?\nSợ những thay đổi xấu trong vận may\nSay rượu và không biết đi đâu\nNằm mơ dưới bóng thông xanh", "詩意": "Quẻ này tượng trưng cho cá lạnh rời khỏi nước. Không có gì có thể di chuyển được.\n(Quẻ này là biểu tượng của đức xấu và xui xẻo. Bạn nên thực tế trong mọi việc.)", "解曰": "Cá lạnh bỏ nước. một con ruồi trong thuốc mỡ. Nếu bạn hỏi về kế hoạch cắm trại. Tốt hơn là Mo Qi\nDấu hiệu này sẽ mang lại xui xẻo cho Liujia. Mọi thứ đều sai. Hãy cầu nguyện cho sự an toàn.", "籤詩故事一": "◇Trang Tử thử vợ\nTrang Tử sinh vào thời nhà Chu, họ họ Trang, tên thật là Chu, tên thật là Zixiu, ông là người Mông Nghi thời nhà Tống. Vào thời nhà Chu, ông là quan của Qiyuan.\nMột ngày nọ, Trang Tử gặp một người phụ nữ trên núi, cô ấy đang ngồi xổm trước một ngôi mộ mới, liều mạng lắc chiếc quạt như muốn làm khô đất ướt trên mộ. Trang Tử không hiểu ý định của cô nên hỏi cô. Cô cho biết người được chôn trong mộ là chồng cô, lời cuối cùng của chồng cô là cô không thể tái hôn cho đến khi đất trên mộ khô hẳn. Cô không thể đợi lâu hơn được nữa nên đã xới đất mộ cho khô nhanh hơn để có thể theo đuổi mùa xuân thứ hai.\nTrang Tử thở dài khi nghĩ rằng trên đời còn có người phụ nữ nhẫn tâm như vậy. Rồi tôi nghĩ, liệu vợ tôi có như vậy không? Khi có sự nghi ngờ, tôi muốn kiểm tra nó.\nVợ của Trang Tử họ Điền, hai vợ chồng thường có mối quan hệ thân thiết, để thử lòng chung thủy của vợ, Trang Tử quyết định giả chết.\nĐược tin Trang Tử đột ngột qua đời, rất nhiều người từ khắp nơi, kể cả họ hàng, bạn bè, đến chia buồn, trong số đó có vị vua tuấn tú và cháu trai nước Sở giàu có. Tian mới góa chồng và đáng thương, anh theo đuổi cô. Cô Tian không thể chịu đựng được sự cám dỗ và yêu Wang Sun, họ kết hôn chỉ sau hai mươi ngày.\nĐêm đó, khi rượu say nóng tai, Vương Tôn đột nhiên lên cơn đau tim rồi qua đời.\nBà Tian sợ hãi và hoảng hốt, khẩn cấp hỏi Wang Sun phải làm gì, Wang Sun chịu đựng nỗi đau và nói với bà Tian rằng bộ não của xác chết có thể được sử dụng để khiến người chết sống lại.\nTìm xác chết ở đâu? Bà Điền chợt nghĩ, không phải chồng bà vừa chết sao? Ông Điền quên mất tình vợ chồng năm xưa, thực sự đã lấy rìu xẻ đôi quan tài của chồng, chuẩn bị lấy não của ông ra làm thuốc.\nKhông ngờ, khi quan tài được mở ra, Trang Tử đã sống lại. Bà Điền xấu hổ đến mức treo cổ tự tử.\n(Câu chuyện này mang tính ẩn dụ cho việc vi phạm tình bạn vì lợi ích cá nhân nên chúng tôi không thể đồng ý với điều đó.)", "聖意": "Trang chủ Bình Tế\nTư lợi\nTìm kiếm sự giàu có và bất công\nGiao dịch\nGiải pháp hôn nhân\nLưu Gia\nNgười đi bộ vẫn chưa đến\nThiên Can Bình\n\n\nCấp độ sáu con vật\nĐang tìm ai đó\nNhững thay đổi về kiện tụng công khai\nNgười nhập cư, bảo thủ\nTài sản bị mất Không có\nBệnh tái phát\nMộ núi xấu quá", "古人": "Trang Tử thử vợ", "第X籤": "Lô 84", "宮": "Ngụy Công"}