{"籤詩版本二": "Mây đen và sương mù bao phủ con đường phía trước núi\nMọi thứ đều tròn và mặt trăng lại tròn\nNếu tôi nhận được một tập thơ, tôi sẽ tỉnh dậy khỏi giấc mơ\nNgười đàn ông cao thượng dẫn bạn bước đi trên sân thượng", "詩意": "Quẻ này tượng trưng cho sự kết thúc của mùa xuân và sự nở rộ của hoa. Mọi sự thay đổi sau Chúa.", "解曰": "Ông già cần nhờ giúp đỡ. Nó lại nở hoa vào mùa xuân. Ham muốn danh vọng và giàu có. Gặp vận may vào cuối đời.", "籤詩故事一": "◇Han Wengong gặp tuyết\nHan Yu, tên lịch sự là Tuizhi, đến từ Changli. Tang Dezong trở thành Jinshi vào năm Zhenyuan thứ tám, và truy tặng ông là Wen Gong.\nVào thời trị vì của Hoàng đế Xianzong của nhà Đường, Han Yu đã lấy lại xương của Đức Phật, khiến Hoàng đế tức giận. Hàn Ngọc bỏ vợ con đi Triều Châu. Đi chưa được mấy ngày, gió lạnh ùa về và tuyết rơi dày đặc. Hàn Ngọc đến một nơi tuyết dày mấy thước, ngựa đi rất khó khăn, gần đó không có nhà và cũng không biết đường đi ở đâu. Nếu bạn muốn đi theo con đường và rút lui, không có đường quay lại. Gió thổi mạnh, tuyết rơi dồn dập, Hàn Ngọc ướt sũng, lạnh cóng và đói khát, không còn nơi nào để bày tỏ nỗi buồn.\nHàn Ngọc thở dài nói: “Hoàng thượng sẽ không giết ta, mà là hoàng đế muốn tiêu diệt ta.”\nNgay khi Han Yu đang tuyệt vọng, anh nhìn thấy một người đàn ông đến dọn tuyết bất chấp cái lạnh khắc nghiệt, hóa ra đó là Han Xiangzi (cháu trai của Han Yu).\nTrước đó, Hàn Tương Tử đã nói với Hàn Ngọc: \"Nhà Vân Hành ở Tần Lĩnh ở đâu? Tuyết ôm lấy cổng xanh, ngựa không tiến về phía trước.\" Lúc đó Hàn Ngọc không hiểu Hàn Tương Tử có ý gì, nhưng bây giờ hắn cuối cùng cũng hiểu.\nVì vậy Hàn Ngọc và Hàn Tương Tử đến qua đêm tại nhà Phù ở Lan Quan. Nói về quá khứ và con đường tu luyện, Hàn Ngọc chân thành tin tưởng.\nSau đó, Han Yu từ bỏ chức vụ chính thức của mình, hiến tặng toàn bộ tài sản của mình cho chính quyền địa phương và lên núi tu Đạo giáo và trở thành một vị thần bất tử.", "聖意": "Ngôi nhà đang nợ nần.\nTự cẩn thận.\nHãy tìm kiếm sự giàu có và làm việc chăm chỉ.\nGiao dịch bằng phẳng.\nHôn nhân muộn màng.\nLưu Gia nữ.\nChặn người đi bộ.\nThiên Can: Được.\n\n\nSáu con vật: Được rồi.\nTìm người thật khó khăn.\nCác vụ kiện công khai được lặp đi lặp lại.\nCập nhật di chuyển.\nMất tài sản, bệnh nặng.\nBệnh chậm trễ.\nNgôi mộ trên núi nên được thay đổi.", "古人": "Hàn Văn Cống gặp tuyết", "第X籤": "Tám mươi lăm trúng xổ số", "宮": "Thần Công"}