{"籤詩版本二": "Đi bộ nửa dặm về phía tây ngọn núi\nVách đá Junling không thể giải quyết được\nHãy trông cậy vào Chúa để được bảo vệ\nTôi vẫn đang ở trong nhà xác", "詩意": "Quẻ này giống như tìm vàng trong cát vậy. Trong mọi việc đều có dấu hiệu của người cao thượng.\nNgoài ra: Quẻ này biểu thị người đó đang gặp nguy hiểm. Trong mọi việc đều có dấu hiệu của người cao thượng.", "解曰": "Ngọc có thể được tìm thấy bằng cách đục đá. Tìm vàng trong cát. Cần phải làm việc chăm chỉ. Rắc rối thôi.\nMột công việc khác: một hoàn cảnh khó khăn. Không có nơi nào để ở. Cầu xin Chúa ban phước lành. Hãy cầu nguyện cho tâm hồn được bình an.", "籤詩故事一": "◇Cắn vàng và khám phá hang động dưới lòng đất\nĐể ăn mừng chiến công quân sự của mình, Cheng Yaojin đã tổ chức một bữa tiệc tại Yanwuyang. Bỗng dưới đất có một cái hố mở ra, không thể dò được, mọi người rút thăm bằng cách chọn chữ, cắn vàng thắng, thuê dây trói mình vào hố.\nCó cửa đá, bàn, ghế, cầu và các đồ vật khác, trên bàn có long bào và thắt lưng ngọc, được làm bằng vàng và mòn từ trong hang.\nYao Jin bước ra khỏi hang với một hộp lớn và một hộp nhỏ, mở hộp gỗ lấy ấn ngọc ra, mở hộp lấy ra lá cờ lớn, vương miện và đường ray rồi đặt chúng lên bàn, rồi mọi người theo dõi từng người một. Tôi nhìn thấy tám ký tự con dấu được khắc trên con dấu lớn là \"Quỷ vương Hunshi, Hoàng đế vĩ đại\".\nMọi người tôn thờ anh ta như \"Hoàng đế\", và Yaojin đã làm điều này trong ba năm với tư cách là Quỷ vương. (Thật ra, đây chỉ là lời tự xưng và Cheng Yaojin lúc đó chỉ là lãnh đạo của làng.)\n(Câu chuyện này là ẩn dụ cho rằng điều tốt đẹp cũng giống như diễn xuất. Đây là quan niệm nghệ thuật “thân này còn ở trong hư không”.)", "聖意": "Nhà nhà cầu nguyện phước lành.\nTự đánh bại.\nTìm kiếm sự giàu có và lao động.\nGiao dịch một cách thận trọng.\nHôn nhân bị chặn.\nLục Gia: trống rỗng.\nNgười đi bộ: Muộn rồi.\nThiên Càn: Nhẹ nhàng.\n\n\nSáu con vật: ổn định.\nĐang tìm người mà không thấy.\nKiện tụng thua kiện.\nDi cư.\nĐồ bị mất là xấu.\nBệnh tắc nghẽn.\nNgôi mộ trên núi không bị chặn.", "古人": "Khám phá mật mã để tìm vàng", "第X籤": "Ký tên tám mươi bảy", "宮": "Thần Công"}