{"籤詩版本二": "Xin đừng làm điều gì ích kỷ để làm phiền tôi\nĐiều này thích hợp hơn để hỏi công chúng\nMột tâm trí sáng suốt và trong sáng\nNhư vầng trăng sáng trên bầu trời", "詩意": "Quẻ này tượng trưng cho hình ảnh vầng trăng sáng trên bầu trời. Mọi thứ đều tươi sáng và thoáng mát.", "解曰": "Hãy ngay thẳng trong lòng. Hãy sửa luật. Từ thánh. Cuối cùng nó trở nên rõ ràng.", "籤詩故事一": "◇Tướng Khổng Minh\nGiải pháp: Gia Cát Lượng điều động binh lính và tướng lĩnh\nThời Tam Quốc, Gia Cát Lượng (181-234), tự Khổng Minh, sinh ra ở Dương Đô, Lang Gia (nay là huyện Âm Nam, tỉnh Sơn Đông).\nGia Cát Lượng đồng ý làm quan sau khi Lưu Bị ba lần đến thăm nhà tranh, lúc đó Tào Tháo đã bình định được Hà Bắc, quyết tâm tiến về phía nam, cử Hạ Hầu Đôn làm tổng trấn, Vu Cẩn, Lý Điển và những người khác. làm phó tướng, dẫn đầu 100.000 quân tiến về phía Xinye. Mặc dù lúc đó Gia Cát Lượng đã có kế hoạch rút lui khỏi kẻ thù nhưng Quan Vũ và Trương Phi lại coi thường lời nói của Gia Cát Lượng. Gia Cát Lượng đành phải dùng kiếm của Lưu Bị khuất phục hai người, mỗi người dẫn một ngàn binh mã ẩn nấp ở Ngọc Sơn và An Lâm, đợi Hạ Hầu Đôn dẫn quân đi qua rồi dùng quân tấn công. phục kích và bắn phá.\nNgoài ra, Triệu Vân còn được phái đi dẫn tàn quân già yếu đi tiên phong chống lại Hạ Hầu Đôn, sau đó giả vờ thất bại rút lui, dụ Hạ Hầu Đôn vào con đường hẹp giữa núi rừng, còn sai Quan Ping, Chu Thương, Lưu Phong và những người khác lẻn vào hậu phương quân Tào, đốt vật tư khiến quân Tào hoảng sợ.\nSau trận chiến, mọi việc diễn ra đúng như Gia Cát Lượng đã an bài. Khi Xiahou Dun và Yu Jin dẫn quân truy đuổi, Li Dian ở phía sau khẩn cấp thông báo cho Xiahou Dun ở phía trước rằng anh cần đề phòng hỏa lực của kẻ thù tấn công, tuy nhiên đã quá muộn. Con đường hẹp lại nằm ở nơi cây cối đan xen nên lửa không thể bắt đầu, thương vong nặng nề, Hạ Hầu Đôn cùng các tướng lĩnh khác bị đánh bại phải bỏ chạy về Từ Đô.\n(Câu chuyện này là ẩn dụ cho thấy Khổng Minh giỏi dùng người, trị nước bằng trí tuệ.)", "聖意": "Gia Trại thật may mắn.\nTự hài lòng.\nTìm kiếm sự giàu có và hòa bình.\nGiao dịch đang bùng nổ.\nHôn nhân đã hoàn tất.\nRokko Nam.\nNgười đi bộ di chuyển.\nTiancan: Lợi nhuận.\n\n\nSáu con vật bị hư hại.\nĐang tìm người tới.\nVụ kiện là chính đáng.\nDi cư là may mắn.\nĐồ vật bị mất cầu nguyện phước lành.\nBệnh: An.\nNgôi mộ trên núi thật tốt lành.", "古人": "tướng quân Khổng Minh", "第X籤": "Dấu hiệu thứ chín", "宮": "Cung Âm"}