{"籤詩版本二": "Thật dễ dàng để thể hiện sự cau mày của bạn\nNhững thay đổi trong tương lai, Kitacai\nCon đường rộng như bầu trời\nỞ đâu có tiền để cho đi, tôi sẽ tận dụng nó một cách tốt nhất", "詩意": "Quẻ này báo hiệu một tương lai đầy hứa hẹn. Mọi thứ đều ổn.", "解曰": "Một con đường lớn. Bạn có thể tiến về phía trước. Hãy sử dụng trái tim của bạn. Chỉ tiến về trước.\nMọi thứ diễn ra theo đúng kế hoạch với dấu hiệu này. Chúc Gia Xương may mắn.", "籤詩故事一": "◇Ba anh hùng chiến đấu chống lại Lữ Bố\nLời giải: Ba anh hùng Trương Phi, Quan Vũ, Lưu Bị đánh nhau với Lã Bố\nĐổng Trác biết tin Hoa Hùng bị chặt đầu, phái phi tướng Lữ Bố đi đánh. Lã Bố vừa ra trận đã giết các tướng Phương Nhạc, Mục Thuận, giết Ngô An Quốc và Công Tôn Zan.\nZhang Fei thấy Gongsun Zan không thể đánh bại Lu Bu, nên nhanh chóng thay thế Gongsun Zan và hét lên: \"Nô lệ của ba họ nên rời đi! Zhang Fei từ Yan đang ở đây!\" Sau đó, họ đã chiến đấu hơn năm mươi hiệp trong một hàng, không có người thắng kẻ thua.\nSau khi Quan Vũ nhìn thấy, ông cùng Trương Phi tấn công Lã Bố và đánh nhau hơn ba mươi hiệp.\nLưu Bị còn mang theo hai thanh kiếm, vỗ ngựa tiến tới giúp đỡ Trương Phi và Quan Vũ.\nBa người vây quanh Lữ Bố không ngừng chiến đấu, tất cả những người trong nhóm đều sững sờ.\nChẳng bao lâu sau, Lu Bu bắt đầu suy kiệt, Pegasus của Lu Bu rút lui, nhưng ba người đàn ông truy đuổi Lu Bu và không chịu bỏ cuộc, họ không rút lui cho đến khi gặp quân của Lu Bu.\n\t\t\t\t\t\t\t\t\t\"Ba vương quốc\"\n(Câu chuyện này là ẩn dụ cho sự dũng cảm và tài chiến đấu của Lữ Bố. Một người có thể đánh bại ba người.)", "聖意": "Nhà, chỉ có trái tim.\nDu lịch một mình.\nTìm kiếm sự giàu có.\nGiao dịch có sẵn.\nHướng hôn nhân.\nLiujia: Mọi việc diễn ra tốt đẹp.\nNgười đi bộ: Hãy đi theo tôi.\nThiên tằm dùng phương hướng.\n\n\nSáu con vật được chấp nhận.\nTìm kiếm người trước.\nKiện tụng Yichang.\nDi cư.\nTài sản bị mất.\n\t\t\t\t\t\t\t\t\t\t\tbệnh .\nNgôi mộ trên núi thật tốt lành.", "古人": "Ba anh hùng chiến đấu chống lại Lữ Bố", "第X籤": "Chín mươi mốt người trúng xổ số", "宮": "Cung điện bạn"}