{"籤詩版本二": "Tham vọng và thành tích đang ở triều đình\nHôm nay tôi sẽ say và thèm khát\nNếu bạn nhìn thấy một con gà trống vàng, hãy cho tôi biết\nTiền bạc, vận may và vận may", "詩意": "Quẻ này đại diện cho biểu tượng của tham vọng và danh vọng. Giữ mọi thứ tốt lành.", "解曰": "Tham vọng. Vẫn chưa quá muộn để bảo vệ chính mình. Gà vàng hứa hẹn. Tất cả hạnh phúc.", "籤詩故事一": "◇Tào Phi tự xưng là hoàng đế\nCao Pi, tên lịch sự Zihuan, sinh ra ở Peiguoqiao (nay là huyện Hao, An Huy). Một chính trị gia và nhà văn nổi tiếng thời Kiến An.\nTào Phi là con trai thứ hai của Tào Tháo, từ nhỏ ông sống với cha trong doanh trại quân đội, dưới ảnh hưởng của cha, Tào Phi học bắn cung từ năm 6 tuổi, cưỡi ngựa từ năm 8 tuổi và phát triển. kỹ năng võ thuật tốt. Ông cũng có kiến ​​thức sâu rộng về các tác phẩm kinh điển và tiểu sử cổ đại và hiện đại, cũng như sách của hàng trăm trường phái tư tưởng. Mãi đến năm mười tám tuổi, Tào Tháo mới đánh bại Viên Thiệu và Tào Phi sống cuộc sống tương đối ổn định ở Nghiệp Thành, trung tâm cai trị của Tào Tháo. Kể từ đó, mặc dù thỉnh thoảng cùng cha đi thám hiểm và sống cuộc sống của một người con quý tộc, nhưng ông vẫn luyện tập võ thuật hàng ngày và không hề sa sút cho đến ngày nay. Anh ta thường cưỡi ngựa trăm bước và rất giỏi võ thuật, vì thường xuyên luyện tập võ thuật nên nhẹ và khỏe.\nCon trai cả của Tào Tháo Tào Áng bị giết trong một trận chiến. Sau khi con trai cả qua đời, Tào Phi trở thành sự lựa chọn hàng đầu cho vị trí thái tử. Năm ba mươi mốt tuổi, ông được Tào Tháo phong làm thái tử. Khi Tào Phi ba mươi ba tuổi, Tào Tháo lâm bệnh chết, Tào Phi kế vị làm Tể tướng và vua nước Ngụy. Anh ấy nói rằng anh ấy thường cưỡi ngựa đi trăm bước và rất điêu luyện, vì thường xuyên luyện tập kungfu nên nhẹ nhàng và khỏe mạnh.", "聖意": "Nhà và nhà cầu nguyện để được bảo vệ.\nTự cho mình là trung tâm.\nTìm kiếm sự giàu có và lao động.\nPhá vỡ thỏa thuận sớm.\nHôn nhân thành công.\nLưu Gia: An.\nĐi bộ\nTằm đồng: nở muộn.\n\n\nSáu con vật được hình thành.\nTìm người thật khó khăn.\nViệc kiện tụng công khai được quyết định khẩn cấp.\nDi cư.\nNhững thứ đã mất đều ở rất xa.\nBệnh tật kéo dài.\nNgôi mộ trên núi thật tốt lành.", "古人": "Tào Phi tự xưng hoàng đế", "第X籤": "Cuộc xổ số trúng thứ chín mươi lăm", "宮": "xugong"}