{"籤詩版本二": "Ngôi chùa cao chót vót thật khác thường\nTất cả các ánh sáng tỏa sáng ở tất cả các phía\nTôi khuyên các bạn hãy quyết tâm siêng năng lễ bái.\nHãy làm việc tốt và thiên đường sẽ ban phước lành cho bạn", "詩意": "Quẻ này tượng trưng cho sự biểu hiện của công đức. Mọi thứ đều tốt lành.", "解曰": "Những phước lành này. Mọi người đều có nó. Đừng quá bận rộn. Công đức được xác định trước.", "籤詩故事一": "◇Quốc vương Fenyang gặp cháu trai vào ngày lễ tình nhân Trung Quốc\nGiải pháp: Quách Tử Di gặp Cô gái thợ dệt hạ giới vào ngày lễ tình nhân ở Trung Quốc. Tiansun, cháu gái của Ngọc Hoàng, chính là Thất Tiên.\nGuo Ziyi (697-781), còn gọi là Guo Linggong, là người gốc huyện Zheng, Huazhou (nay là huyện Huaxian, tỉnh Thiểm Tây) và là một vị tướng thời nhà Đường. Triều đình phong cho Tử Nghị làm vua Phần Dương.\nNgười ta kể rằng Ziyi vốn là người gốc Hoa Châu, đi nhập ngũ ngoài Vạn Lý Trường Thành, đến Bắc Kinh để xin quân lương rồi trở về Âm Châu, lúc đó tình cờ là ngày lễ tình nhân của Trung Quốc. Trời đã tối, mặt trời cũng đang tối, Tử Di không thể tiến về phía trước nên đứng bên đường, ngủ trên sàn nhà trong một căn nhà trống, khi sắp ngủ thì chợt nhìn thấy một ngọn đèn đỏ. Anh đứng dậy, kinh ngạc nhìn lên, trên bầu trời có một đám mây từ từ hạ xuống, ngồi đó là một người phụ nữ xinh đẹp, trang nghiêm và lộng lẫy, hoàn toàn khác với người thường. Tử Di lập tức đảnh lễ nói: “Hôm nay là ngày mồng bảy tháng bảy âm lịch, ta nghĩ chính là cô gái thợ dệt đã đến, mong muốn ban cho nàng trường thọ và phú quý.”\nNgười phụ nữ cũng trả lời: “Có nhiều của cải thì sẽ trường thọ”.\nNói xong, ánh sáng quay trở lại, mây đen từ từ bay lên, người phụ nữ vẫn cúi đầu nhìn Quách Tử Nghị với nụ cười vui vẻ cho đến khi cách xa cô, sau đó làn khói mờ dần, không còn nhìn thấy cô nữa.\nHóa ra sự thật đúng như lời người phụ nữ nói. Công lao của Ziyi nổi tiếng thế giới, ông là một vị tướng cực kỳ nổi tiếng, và ông là một vị tướng có cả công lẫn đức.", "聖意": "Trang chủ Thực hiện một điều ước.\nTự Xu Jing.\nTìm kiếm sự giàu có có nghĩa là chiến thắng tích cực.\nMón hời.\nHôn nhân là một trận đấu tốt.\nLưu Gia: Chào.\nNgười đi bộ di chuyển.\nThiên Càn: Nhẹ nhàng.\n\n\nSáu con vật nợ lãi\nTìm kiếm người và cuộc họp.\nKiện tụng công khai và.\nDi cư là may mắn.\nTài sản bị mất\nBệnh tật.\nNgôi mộ trên núi bằng phẳng.", "古人": "Vua Fenyang gặp cháu trai vào ngày lễ tình nhân Trung Quốc", "第X籤": "Ký thứ chín mươi sáu", "宮": "xugong"}