{"籤詩版本二": "Hãy điều khiển ngựa và đến thẳng đây với roi trong tay\nNửa nguy hiểm, nửa thảm họa\nNhư ngôi nhà bị đốt cháy\nKhi trời sập, mưa biến thành tro bụi\n\nCó một kế hoạch", "詩意": "Quẻ này tượng trưng cho nửa buồn nửa vui. Đó là khuyến khích để làm tốt trong mọi việc.", "解曰": "Lao động suốt đời. Đừng quan tâm đúng sai. Xiềng xích chỉ là tạm thời. Sự oán giận đến một cách tự nhiên.", "籤詩故事一": "◇Tao Sanchun đánh bại Zheng En ở Guayuan\n“Kính niệm muôn năm,” Triệu Khuông Nhân lại đứng dậy, “Năm đó vua Bắc Bình Chính Ân đã an bài hôn nhân. Hiện tại thế giới đã hòa bình, xin ngài cho phép chọn ngày tốt để kết hôn. \"\n“Đoàn tưởng niệm của ta muôn năm!” Zhao Kuangyin đứng lên và nói: “Vua Bắc Kinh, Zheng En, đã sắp đặt một cuộc hôn nhân vào năm đó. Bây giờ thế giới đã hòa bình, tôi xin phép bạn chọn một điều tốt lành. ngày kết hôn.”\n\"Ồ, Tam ca trước đó đã đính hôn, sao ta lại không biết chuyện này?\" Sài Dung rất kinh ngạc, xua tay ra hiệu Triệu Cuồng Âm ngồi xuống nói chuyện.\n\"Ồ! Tam ca trước đó đã đính hôn, sao ta không biết chuyện này?\" Chai Rong (Hoàng đế Hậu Chu) rất kinh ngạc, xua tay mời Triệu Khuông Nhân ngồi xuống nói chuyện.\n“Chuyện dài lắm. Thứ nhất, lúc đó chúng tôi còn nghèo, không gia nhập quân đội của anh, từ đó chúng tôi chiến đấu nhiều năm, không có thời gian quan tâm đến anh. Thứ hai, anh ba cũng có chút ngại nhắc tới, bệ hạ không biết.”\n“Chuyện dài lắm. Thứ nhất, lúc đó chúng tôi còn sống trong cảnh nghèo khó, không gia nhập quân đội của anh. Từ đó, chúng tôi chiến đấu nhiều năm, không có thời gian quan tâm đến anh. Thứ hai, anh ba cũng là một người Có chút xấu hổ không dám nhắc tới, bệ hạ không biết.”\n\"Này, nam sinh đại học sắp kết hôn, xấu hổ có ích gì? Tam ca ra chiến trường đã lâu, có thể coi là anh hùng vô song. Chuyện này sao ngươi lại nhỏ mọn như vậy?\"\n\"Này! Nam sinh sắp kết hôn, xấu hổ có ích gì? Tam đệ ra chiến trường đã lâu, có thể coi là anh hùng vô song. Chuyện này sao ngươi lại nhỏ mọn như vậy?\"\n“Nói đến đây, cũng không thể trách Tam ca của ta ngượng ngùng, bởi vì cuộc hôn nhân này là giả tạo.”\n“Nói đến đây, cũng không thể trách Tam ca của ta ngượng ngùng, bởi vì cuộc hôn nhân này là giả tạo.”\n\"Gõ ra? Này, thú vị đấy. Hãy nói cho tôi biết chuyện gì đã xảy ra.\"\n\"Tôi đã gõ nó ra! Này! Thật thú vị! Hãy kể cho tôi nghe chuyện gì đã xảy ra.\"\n“Đúng vậy, ta nhớ rõ năm đó, chúng ta chuẩn bị cùng bệ hạ đi qua huyện Bảo Thành, tháng sáu trời rất nóng, tam ca của ta không thể ở trong khách sạn nên một mình ra ngoài lang thang. Sau khi đi ngang qua vườn dưa, anh vào hái một ít, dưa giải khát, lúc này dưa chín sớm không nhiều, anh ba cũng không biết hái nên đã bẻ rất nhiều. Người phụ nữ đang nhìn quả dưa bước tới tố cáo anh thứ ba. Hai người xảy ra bất đồng quan điểm rồi bắt đầu đánh nhau. Đến đây. May là tôi lo lắng nên chạy tới ứng cứu kịp thời, nếu không…”\n“Đúng vậy, ta nhớ rõ năm đó, chúng ta chuẩn bị cùng bệ hạ đi ngang qua huyện Bảo Thành, tháng sáu trời rất nóng, tam đệ ta không thể ở trong khách sạn nên một mình ra ngoài lang thang. Sau khi đi ngang qua vườn dưa, anh vào hái một ít, dưa giải khát, lúc này dưa chín sớm không nhiều, anh ba cũng không biết hái nên đã bẻ rất nhiều. Người phụ nữ đang nhìn quả dưa bước tới tố cáo anh thứ ba. Hai người xảy ra bất đồng quan điểm rồi bắt đầu đánh nhau. Đến đây. May là tôi lo lắng nên chạy tới ứng cứu kịp thời, nếu không…”\n“Cái tên Zheng Ziming này, trước hết là lỗi của hắn, hắn phải xin lỗi. Tại sao hắn lại đánh hắn? Hơn nữa, nhà một cô gái làm sao có thể chịu được những cú đấm đá của một kẻ hung ác như hắn! Thôi đi, ngươi đánh cô gái này đi.” các mảnh. Không?” “Cô gái không hề hấn gì…”\n“Cái này Zheng Ziming, vốn là lỗi của anh ta, nên anh ta phải xin lỗi. Tại sao anh lại đánh anh ta? Hơn nữa, nhà một cô gái làm sao có thể chịu được những cú đấm đá của một người đàn ông hung dữ như anh ta! Nào, nói cho tôi biết đi, bạn đã đánh cô gái này. Không phải sao?\"\n\"Cô gái không hề hấn gì...\"\n\"Không sao đâu, không sao đâu... Này, cậu không hành động à? Ồ, tôi đoán là cậu đã cứu tôi kịp thời.\"\n\"Không sao đâu! Không sao đâu... Này! Cậu không hành động à? Ồ! Tôi đoán chính cậu là người đã cứu tôi kịp thời!\"\n\"...Không, người tôi cứu là...anh ba.\" \"...Không, người tôi cứu là...anh ba.\"\n\"Ah ah?!\"\n“Tam đệ bị nữ nhân đánh ngã xuống đất, đánh đập dã man. Cũng may ta đến khuyên hắn rời đi nên không bị thương nặng… Bệ hạ… Bệ hạ!… \"\n\"Tam đệ bị nữ nhân đánh ngã xuống đất, bị đánh dã man. Cũng may ta đến khuyên hắn rời đi nên không bị thương nặng.... Bệ hạ... Bệ hạ!...\"\n\"A?...Ồ, người phụ nữ đó là ai vậy!?\" \"À!?...Ồ, người phụ nữ đó là ai vậy!?\"\n“Mãi sau này tôi mới biết người phụ nữ đó tên là Tao Sanchun, cha cô ấy là Tao Hong là một lão anh hùng không có chí hướng. Tao Sanchun đã học võ từ cha mình từ khi còn nhỏ. Sau khi tôi biết Gia đình anh ấy, tôi thấy cô Sanchun có tính cách ưu tú, Luo Luo và hào phóng, không có thói quen làm con nít, họ cố tình sánh ngang với anh ấy, hai cha con Tao cũng rất thích tính cách thẳng thắn của anh ba. lập tức quyết định cuộc hôn nhân này cho hai người, bệ hạ xin nói cho thần biết, đây không phải là hôn nhân giả tạo sao?\"\n“Sau này tôi mới biết tên cô gái đó là Tao Sanchun, cô ấy đã học võ thuật từ cha mình từ khi còn nhỏ. Sau khi làm quen với gia đình ông ấy, tôi thấy cô ấy có tính cách xuất sắc, là người có tài. Hào phóng, không có dấu vết của thói quen của cô bé nên tôi đã cố ý tuyển dụng cô ấy, hai vợ chồng Tao cũng rất thích tính cách thẳng thắn của anh ba, họ ngay lập tức có thiện cảm và quyết định cuộc hôn nhân này cho họ. Bệ hạ xin hãy nói cho thần biết, đây không phải là hôn nhân giả tạo sao?”\n(Câu chuyện này mang tính ẩn dụ, vì điều xấu hóa ra lại là điều tốt.)", "聖意": "Nhà và nhà cầu nguyện để được bảo vệ.\nTự cẩn thận.\nTìm kiếm sự giàu có và hủy hoại.\nGiao dịch bị chặn.\nHình phạt hôn nhân.\nLưu Gia nguy hiểm.\nNgười đi bộ buồn ngủ.\nTằm đồng bị hư hại.\n\n\nSáu con vật bị hư hại.\nTìm kiếm người và chiêu mộ những người xấu.\nKiện tụng thua kiện.\nDi cư.\nĐồ bị mất là xấu.\nBệnh tật và nguy hiểm.\nNgôi mộ trên núi đã bị đánh bại.", "古人": "Tao Sanchun đánh bại Zheng En trong vườn dưa", "第X籤": "Số chín mươi chín", "宮": "Hải Công"}