{"籤詩版本二": "Que el mundo sea creado para un buen matrimonio, días auspiciosos y buenos tiempos, y que todo esté bien.\nNo es poca cosa si consigues este lote: el emperador declara que la gente es leal y recta.", "詩意": "Este hexagrama representa el comienzo del comienzo del cielo y la tierra.\nTodo es auspicioso.", "解曰": "Velocidad rápida. El año no merece su tiempo. Guanyin escribe. Déjamelo saber primero.", "籤詩故事一": "◇Zhongli se iluminó\nZhongli Quan, de apellido Zhongli, nombre de pila Quan, nombre de cortesía Yunfang y apodo de Zhengyang, era un nativo del condado de Xianyang, Xi'an, provincia de Shaanxi durante la dinastía Han del Este.\nZhong Liquan fue un general de la dinastía Han. Durante la expedición contra Qiang occidental, estaba celoso del comandante Liang Yi y solo le asignó 30.000 soldados viejos y débiles. Tan pronto como llegó a su destino, el campamento fue asaltado por El ejército de Qiang occidental y los soldados huyeron. Zhong Liquan se perdió en un valle y en el camino se encontró con un monje Hu, lo llevó a un pequeño pueblo y le dijo: \"Esta es la residencia del Sr. Donghua\", luego se despidió y se fue. Después de un rato, alguien dijo de repente: \"Esto debe deberse a que el hombre Hu de ojos verdes es demasiado hablador\". Vio a un hombre vestido con una piel de ciervo blanca y sosteniendo un bastón de quinua verde. Le preguntó a Zhong Liquan: \"La persona que vino Aquí está Han Da. General Zhongli Quan.\n? Zhong Liquan se sorprendió al saber que había conocido a una persona extraña, por lo que aprendió el Tao con sinceridad.\nMás tarde, Zhong Liquan conoció a Zhenren Huayang y al Rey Inmortal Xuanfu, y aprendió el \"Secreto de la Inmortalidad\". Finalmente, vivió en Zijin Sihaofeng en la montaña Kongtong, obtuvo el \"Secreto de la Caja de Jade\" y se convirtió en un verdadero inmortal. También fue venerado como uno de los Cinco Patriarcas del Norte por la Secta Quanzhen.", "聖意": "Ore para que su hogar y su hogar sean bendecidos con buena fortuna en otoño e invierno. Busque buena fortuna en otoño e invierno. Buena suerte en los negocios, buena suerte en el matrimonio, buena suerte al dar a luz a niños, buena suerte al viajar al campo. , buena suerte en los gusanos de seda, buena suerte en el ganado, buena suerte en encontrar personas, buena suerte en los pleitos públicos, buena suerte en la migración, bienes perdidos, enfermedades del noreste, buena suerte en el envío de montañas y tumbas.", "古人": "Zhongli se iluminó", "第X籤": "primer signo", "宮": "Útero"}