{"籤詩版本二": "¿Por qué no vas a Tailai, que está a la vuelta de la esquina? Dejaré temporalmente al caballero fuera de la montaña.\nSi hay buenas noticias sobre el tigre o el conejo, serás libre incluso si estás decidido a estar ocupado.", "詩意": "En este hexagrama hay un signo de bendición en medio de la desgracia.\nTodo es malo de antemano y bueno al final.", "解曰": "Reemplazar con seda de cáñamo. Golpear los pies de alguien. Ver claramente. Las bendiciones provienen de los desastres.", "籤詩故事一": "◇Encuentro con un Maestro en Bukit\nWu Ji era originalmente leñador y los dos conocieron a Jiang Ziya cuando estaban pescando en el río Feng. Wuji se rió cuando vio a Ziya pescando con un anzuelo recto.\nZiya miró el rostro de Wuji y dijo adivinación: \"Si entras a la ciudad hoy, matarás a alguien\". Después de escuchar esto, Wu Ji se fue enojado y llevó leña a la ciudad.\nDespués de entrar a la ciudad, Wu Ji se enfrentó con otros y por error mató a golpes al primer ministro Wen Wang.\nEl rey Wen trazó el terreno como prisión y encarceló a Wu Ji.\nBukit Hou fue puesto en libertad temporalmente y condenado a muerte para cuidar de su madre hasta el otoño.\nSu madre le pidió que le pidiera ayuda a Jiang Ziya.\nEl Taigong lo aceptó como su discípulo, le enseñó el arte de la guerra y le ordenó cavar hoyos y lanzar hechizos para romper su destino innato.\nDespués del otoño, Wu Ji no vino a ser castigado. El rey Wen dedujo los números innatos y pensó que Wu Ji se había suicidado por miedo al crimen.\nMás tarde, el rey Wen conoció a Wu Ji, y Wu Ji presentó al rey Wen para que conociera a Jiang Taigong.\nTaigong recibió el título de General de Wude. Tanto el maestro como el aprendiz trabajaron para el rey Wen.", "聖意": "La casa está a salvo, el yo tiene suerte, el negocio va bien, el matrimonio llega tarde, el peatón no ha regresado al campo, los gusanos de seda son rentables, los seis animales son Shenji, la búsqueda es buena, la demanda pública es Bueno, la migración es conservadora, se ven los bienes perdidos, la enfermedad es buena, Qiuji, la montaña y la tumba son buenos.", "古人": "Encuentro con Bukit", "第X籤": "El duodécimo signo", "宮": "Palacio Yin"}