{"籤詩版本二": "Al igual que una grulla que sale de su jaula mortal, es posible escapar de la jaula mortal.\nNo hay barreras entre el norte, el sur y el este, puedes ir directamente al Palacio Jiuxiao.", "詩意": "Este hexagrama representa la imagen de una grulla saliendo de su jaula.\nTodo es malo de antemano y bueno al final.", "解曰": "No hay problema. El camino es próspero. Estar a gusto. Despreocupado como un humano (dios).", "籤詩故事一": "◇Ziya abandonó su cargo oficial\nCuando Jiang Ziya trabajaba como adivino, vio que una mujer había sido transformada por el espíritu de la pipa de jade, así que la agarró e incluso la golpeó con una piedra de entintar. El primer ministro del rey Zhou explicó lo que había sucedido, preguntó qué había sucedido y luego llevó a Jiang Ziya a ver al rey Zhou. Jiang Ziya usó Samadhi True Fire para quemar el espíritu de pipa y quitarle su forma original frente al rey Zhou, y el rey Zhou lo nombró funcionario de alto rango.\nPara vengar el espíritu de la pipa de jade, Daji le pidió al rey Zhou que ordenara a Jiang Ziya que construyera una plataforma para ciervos. Jiang Ziya reprendió al rey Zhou y el rey Zhou ordenó que lo mataran. Jiang Ziya escapó usando agua. Después de regresar a casa, Jiang Ziya le preguntó a Ma sobre ir a Xiqi y Ma quería divorciarse de él. Entonces Jiang Ziya fue solo a Xiqi (la capital del rey Wen de la dinastía Zhou).\nJiang Ziya llegó a Xiqi y vivió recluido pescando en Panxi Gorge. Conoció al rey Wen de Zhou, que estaba ansioso por buscar talentos. A petición sincera del rey Wen, Jiang Ziya fue adorado como su maestro y ayudó al rey Wen.", "聖意": "Me siento incómodo en casa y también quiero buscar cooperación financiera, transacciones, matrimonio, Liujia, peatones masculinos, ver campos, gusanos de seda, ganancias de otoño, seis pérdidas de ganado, buscar personas, obstrucción de juicios públicos, migración, propiedad perdida, sureste enfermedad, entorno, envío de montañas y tumbas, auspiciosidad.", "古人": "Ziya abandonó su cargo oficial.", "第X籤": "El decimocuarto ganador de la lotería", "宮": "maogong"}