{"籤詩版本二": "Las preocupaciones y preocupaciones se alivian temporalmente y la alegría viene del cielo.\nComo el jade escondido en el estiércol, el buen trabajador saca el polvo", "詩意": "Este hexagrama representa la armonía del Yin y el Yang.\nTodo lo que planees es auspicioso.", "解曰": "Nada se gana, nada se pierde. Ganar con la pérdida. El villano está en problemas. Buena suerte para usted, caballero.", "籤詩故事一": "◇Ye Meng Xiong Chao Di\nYe Mengxiong (1531-1597), cuyo nombre de cortesía era Nanzhao y cuyo nombre era Longtang, fue cambiado a Longtan y también llamado Huayun. Originario de Wanshifang, Huizhou Fucheng (ahora parte del distrito de Huicheng, ciudad de Huizhou) en la dinastía Ming. En el año 44 del reinado de Jiajing (1565), se convirtió en Jinshi y recibió el título de magistrado del condado de Qing. Se desempeñó como director del departamento de transferencias y luego pasó a ser censor supervisor de Shanxi Road.\nEn el año 20 de Wanli (1592), el cónsul general de Ningxia, Kuaibai (jefe de la tribu tártara mongol), mató al gobernador Dang Xin y capturó el fuerte cuarenta y siete en la provincia de Hexi, irrumpió en la ciudad, la adoró y la quemó. él mismo hasta la muerte. Meng Xiong no es arrogante al atribuirse el mérito y deja que sus habilidades sean tan buenas como las de los generales que se atreven a luchar. Reinstaurar al funcionario Wei Xuezeng en su puesto. En sus últimos años, renunció cinco veces y regresó a Huizhou para construir el templo Huilong.\nYe Mengxiong ingresó al taoísmo como funcionario público al principio y era famoso por su integridad. Los antiguos registros históricos decían que fue \"el primero en humildad y capacidad\", \"elimina la corrupción y castiga las rebeliones\", dejando una buena reputación; extremadamente leal, valiente, valiente e ingenioso, bueno en artillería. En la segunda mitad de su vida, sus habilidades en artes marciales quedaron registradas en la \"Historia de la dinastía Ming\" y fue considerado un héroe nacional.", "聖意": "El hogar es desfavorable (cada vez más pacífico) El otoño y el invierno son buenos para uno mismo, la riqueza será exitosa, las transacciones serán exitosas, el matrimonio será exitoso, Liujia se alarmará falsamente (habrá tesoros), los peatones irán al campo para Oren por los gusanos de seda, seis animales serán planos, se encontrarán personas, los juicios públicos serán desfavorables, la migración será conservadora, se obstaculizará la pérdida de propiedad, las enfermedades se resolverán en la tumba de Fushan", "古人": "Ye Meng Xiong Chao Di", "第X籤": "Decimosexta lotería ganadora", "宮": "maogong"}