{"籤詩版本二": "El Cuervo Dorado cae por el oeste y el Conejo sale por el este. El ciclo del día y la noche continúa desde la antigüedad hasta el presente.\nLos monjes y taoístas saben que no hay desventajas, y los eruditos, agricultores, industriales y comerciantes siguen sus propias mentes.", "詩意": "Este hexagrama representa el aumento y la disminución del yin y el yang.\nTambién es una señal de que todo saldrá según lo planeado.", "解曰": "No hay nada en mente. Lo que has hecho es meritorio. Como una flecha de un arco. Un disparo dio en el blanco.", "籤詩故事一": "◇El tío Cao Guo es un inmortal.\nSe dice que Cao Guojiu, originario de Xuzhou, fue el tío abuelo del estado durante el período Renzong de la dinastía Song. Su nombre era Cao Yi, también conocido como Cao Jingxiu.\nEl tío Cao Guo tenía un hermano menor llamado Cao Er. Este Cao Er confió en su posición de poder imperial y cometió todo tipo de males. Ocupó campos, se llevó esposas e hijas y se hizo amigo de algunas personas sin ley, entrando y saliendo. Cao Guojiu no podía soportarlo, por lo que Se negó a escuchar sus buenas palabras y consuelos, por lo que utilizó el castigo para controlarlo. Los dos hermanos se guardaron rencor.\nCao Guojiu dijo: \"Los principios del mundo son que aquellos que acumulan el bien prosperarán y los que acumulan el mal perecerán. Esta es una verdad inmutable. En el pasado, nuestra familia Cao ha acumulado malas acciones para lograr la riqueza de hoy. Ahora Mi hermano ha acumulado maldad al extremo, incluso si escapa Incluso si eres castigado por los funcionarios, no podrás escapar de los desastres naturales que se están produciendo en secreto. Una vez que llega un desastre y tu familia es destruida y alguien muere, no estarás \"Podré escapar. Seré humillado y temeroso de ello.\" Entonces dispersé todas mis riquezas, ayudó a los pobres y ya no se preocupó por los asuntos de su hermano. Luego dejó su hogar y sus amigos, se puso un uniforme taoísta y se fue a las montañas para cultivar su mente y su naturaleza.\nUn día, conoció por casualidad a Zhongli y Lu Dongbin de la dinastía Han. Al ver las fluidas respuestas del tío Cao Guo, se alegró mucho y le dio el \"Edicto secreto para devolver la verdad\" y le ordenó que practicara con cuidado. No mucho después, Zhongli Quan y Lu Dongbin conocieron la clase inmortal.", "聖意": "Buena fortuna para el hogar, hogar, buena fortuna, buena fortuna, buena suerte en los negocios, matrimonio, viajero, plantación de gusanos de seda en el campo, siembra temprana de seis ganado, lucro cesante, búsqueda de personas, acciones legales, migración, buena suerte por objetos perdidos, enfermedad tardía, buena fortuna (el año del Conejo o el signo zodiacal del Conejo es de mala suerte), buena suerte en las tumbas de montaña", "古人": "El tío Cao Guo es un inmortal.", "第X籤": "Firma el decimoctavo", "宮": "maogong"}