{"籤詩版本二": "Dejando que el barco regrese de la playa de aguas rápidas, ¿qué quieres hacer debido a la agitación?\nSi quieres estar seguro busca la tranquilidad y espera a que pasen las olas de esta crisis.", "詩意": "Este hexagrama es como un barco que navega por una playa rápida.\nMantente conservador en todo y espera el momento.", "解曰": "Desembarque en aguas rápidas. Mantente en peligro. Si preguntas sobre planes de campamento. Nada puede hacerse.", "籤詩故事一": "◇Ziyi es coronado rey\nGuo Ziyi (697-781), también conocido como Guo Linggong, era un nativo del condado de Zheng, Huazhou (ahora condado de Huaxian, provincia de Shaanxi) y general de la dinastía Tang.\nDurante la rebelión de Anshi en el año 14 de Tianbao (755), se le concedió el título de Shuofang Jiedushi (Lingwu, al oeste de Lingwu en la actual Ningxia). Se le ordenó emprender una cruzada. Combinó el ejército de Shuofang con el de Li Guangbi para marchar. en Hebei, unieron fuerzas en Changshan (Zhengding, Hebei) y derrotaron a Shi Siming y recuperaron Hebei. En ese momento, Guo Ziyi sugirió que el emperador tomara a Fan Yang del norte y atacara la guarida del tigre rebelde para reducir el asedio de Tongguan, pero Xuanzong se negó. Posteriormente, se planteó la situación de las ciudades vasallas separatistas a finales de la dinastía Tang, que también se convirtió en la causa remota de la desaparición de la dinastía Tang.\nEn el decimoquinto año del reinado de Tianbao (756), él y la coalición uigur pacificaron Hequ. En la primavera del año siguiente recuperaron Hedong (ahora Yongji, Shanxi) y Feng Yi (ahora Dali, Shaanxi) y atacaron Tongguan. Al derrotar a Cui Qianyu, el ejército Tang sufrió más de 10.000 bajas. Cui Qianyu se rindió a Pujin. An Lushan fue asesinado por su hijo An Qingxu.\nEn el segundo año de Zhide (757), se le ordenó dirigir tropas a Fengxiang. En el camino, derrotó a 5.000 jinetes de Li Guiren en el puente Baiqu Liuyun (actual sureste de Sanyuan). En mayo, luchó con An Shouzhong y Li. Guiren en Qingqu (hoy oeste de Xi'an) fue derrotado y se retiró a Wugong (hoy noroeste de Wugong). En septiembre, siguió al mariscal Guangping Wang Li Chu para liderar a los Tang y los uigures a unirse a 150.000 tropas, y luego luchó con An Shouzhong y Li Guiren en Xiang. Al norte del templo Ji (al suroeste del actual condado de Chang'an), los soldados uigures rodearon al enemigo, atacaron desde ambos lados y mataron a 60.000 enemigos. Zhang Tongru huyó al condado de Shaanxi. y finalmente recuperó la capital, Chang'an (hoy Xi'an), y la majestuosidad del ejército Tang fue devuelta una vez más a Chang'an.\nPosteriormente, el ejército Tang aprovechó la victoria y marchó hacia el este, derrotando a 150.000 hombres, incluidos Yan Zhuang y Zhang Tongru en Xindian (ahora al suroeste de la ciudad de Sanmenxia, ​​provincia de Henan), lo que obligó a Anqing Xu a cruzar el río Amarillo y retirarse a Xiangzhou. Dongjun Luoyang regresó. Añade a Situ a sus méritos y conviértelo en duque del país.\nShi Siming dirigió su ejército desde Fan Yang para rescatar a An Qingxu. Los dos bandos lucharon en formación al norte del río Anyang (hoy norte de Anyang). La lucha fue inextricable. Al final, liderado por nueve Jiedushi, el ejército Tang, que afirmó tener 600.000 hombres, retirados (en la batalla de Yecheng). El principal comandante de esta batalla fue el eunuco Yu Chaoen, que no tenía habilidades de liderazgo y culpó a Guo Ziyi por el fracaso de la batalla. Guo Ziyi fue convocado de regreso a Chang'an, relevado del poder militar y se convirtió en un funcionario ocioso.\nEn el primer año de Baoying (762), las tropas en Taiyuan (hoy suroeste de Taiyuan) y Jiangzhou (hoy Xinjiang en la provincia de Shanxi) se rebelaron. La corte estaba asustada, por lo que a Ziyi se le concedió el título de rey de Fenyang y salió a controlar Jiangzhou. También fue alienado por el eunuco Cheng Yuanzhen y relevado del poder militar.\n(El foco de esta historia: Guo Ziyi, que era muy capaz y de buen comportamiento, conoció a Xuanzong y a algunos villanos, lo que comprometió en gran medida sus logros).", "聖意": "Bendición del hogar y de uno mismo, búsqueda de riqueza, ninguna transacción, ningún matrimonio, ninguna falsa alarma, peatones que llegan a Tiancanji, personas difíciles de encontrar, demandas públicas y (no Xing), migración, conservadorismo, propiedad perdida, difícil de encontrar, enfermedades, Orando por bendiciones, montañas y tumbas, auspicioso.", "古人": "Ziyi fue coronado rey", "第X籤": "Decimonoveno lote ganador", "宮": "tatsumi"}