{"籤詩版本二": "Después de tantas preocupaciones y peligros, nunca más volverá a estar vacío a partir de ahora.\nUn corazón generoso tiene sus propios planes generosos, hay que conocer a un experto para lograr grandes logros.", "詩意": "Este hexagrama es como un pozo antiguo con un manantial.\nEn todo, las personas nobles logran el éxito.", "解曰": "La demanda eventualmente estará justificada. Enfermo y seguro. Entra y sale para buscar consejo. El antiguo pozo se encuentra con la primavera.", "籤詩故事一": "◇Yao Chong controla las langostas\nYao Chong (649-721), cuyo verdadero nombre era Yuan Chong, era de Shaanzhou y fue ministro de Xia Guan, Shangshu de Chunguan, Ziweiling, Zhongshuling y primer ministro de la dinastía Tang.\nEn el cuarto año de Kaiyuan (716), Shandong (generalmente refiriéndose a la cuenca del río Amarillo al este de Huashan) fue plagada de langostas. La gente estaba atada por ideas supersticiosas y no se atrevió a cazarlas ni matarlas. En cambio, establecieron sacrificaban, quemaban incienso, adoraban junto a los campos y contemplaban cómo las langostas devoraban las cosechas...\nTodos los funcionarios creían: \"Las langostas son un desastre natural, ¿cómo pueden ser controladas con mano de obra?\" La lucha entre dos ideas diferentes era feroz en ese momento, si eliminar o no las langostas.\nYao Chong dijo: \"Mientras trabajemos juntos, podremos deshacernos de todos ellos. Dijo: Las langostas temen a las personas, por lo que es fácil ahuyentarlas. Las plántulas tienen dueños, por lo que los rescatistas deben trabajar duro; las langostas pueden volar, y definitivamente volarán cuando vean fuego por la noche; prendeles fuego en el campo, cava hoyos mientras arde, entiérralos mientras arde, y no quedará nada \".\nXuanzong dijo: \"Las langostas son un desastre natural causado por una mala gobernanza moral. Si pides que las cacen y maten, ¿no va contra la corriente?\".\nYao Chong agregó: \"Los antiguos practicaban la captura y matanza de langostas, y Su Majestad la utilizará en el futuro. Es un evento nacional importante para traer paz y prosperidad a los agricultores. Por favor, considérelo seriamente\".\nXuanzong estaba convencido. Pero en ese momento, todos dentro y fuera de la corte dijeron que no se podían cazar langostas.\nXuanzong dijo: \"He hablado con el primer ministro y he decidido atrapar langostas. Cualquiera que se oponga nuevamente será ejecutado\". Entonces envió al censor para supervisar y ordenar a la gente que quemara y enterrara las langostas.\nLos resultados fueron bastante eficaces: se capturaron nueve millones de dans de langostas en todo el país y se logró eliminar la plaga de langostas. Ese año la agricultura obtuvo una buena cosecha.\n(Se debe utilizar la sabiduría en la gestión de desastres y la evacuación, y debe haber estrategias ingeniosas para superar las dificultades. Yao Chong es el experto en este asunto)", "聖意": "La casa es normal, el yo está bloqueado, la búsqueda de dinero está bloqueada, el comercio está bloqueado, el matrimonio y la armonía están bloqueados, hay peligro en Liujia, los peatones están bloqueados, los gusanos de seda están bloqueados, el ganado es desfavorable, faltan personas, hay demandas públicas bloqueados, la migración no es razonable, los objetos perdidos son difíciles de encontrar, es difícil orar por las enfermedades, las montañas y las tumbas son inquietantes.", "古人": "Yao Chong controla las langostas", "第X籤": "Ganar la lotería vigésimo quinto", "宮": "Mi Palacio"}