{"籤詩版本二": "Se rumorea que las cosas han cambiado y recibí una carta del horizonte.\nLa fama y el éxito que me prometieron en el libro quedaron vacíos hasta el final.", "詩意": "Este hexagrama tiene un nombre falso.\nEs recomendable ser conservador en todo.", "解曰": "Arriba y abajo molestos. Buscar ocio no es vano. Deseo de fama. Mantenerse seguro.", "籤詩故事一": "◇Zhong Kui alcanza la iluminación\nZhong Kui, cuyo apellido es Zhong Kui, cuyo nombre de cortesía es Zhengnan, es de Zhongnanshan.\nDurante el reinado del emperador Dezong de la dinastía Tang, Zhong Kui participó en el examen imperial, leyó las preguntas del examen e inmediatamente escribió el artículo de una vez y lo entregó. El examinador jefe ese día fue Han Yu, el Ministro de Asuntos Civiles, y el examinador adjunto fue Lu Zhi, un gran erudito. Cuando los dos leyeron el artículo de Zhong Kui, sus ojos se iluminaron y dijeron al unísono: \"¡Mago, mago! ¡Cada palabra de este artículo es exquisita, digna de Li Taibai y Du Zimei!\" Así que nombraron a Zhong Kui como el primer lugar.\nEl emperador Dezong escuchó el informe de Han Yu y dijo que Zhong Kui, el nuevo campeón de la ciencia, tenía mucho talento, por lo que convocó a Zhong Kui al Palacio Dorado.\nCuando el emperador Dezong vio su fea apariencia, inmediatamente se sintió disgustado y dijo: \"La selección de eruditos en nuestra corte se basa en palabras personales y caligrafía. ¿Cómo se puede seleccionar a una persona tan fea como el erudito número uno en las ciencias doradas? \"\nHan Yu se arrodilló apresuradamente y dijo: \"Lo bueno y lo malo de una persona no tienen que ver solo con la apariencia. ¿No escuchas tú, Santo Señor, que Yan Ying mide un metro de altura y es igual al primer ministro? Zhou Chang tartamudea pero puede ayudar a la dinastía Han; Confucio juzga a las personas por su apariencia y pierde a su hijo Yu. Espero que su majestad lo piense dos veces.\" \"\nEl emperador Dezong reflexionó por un momento y dijo: \"Aunque las palabras de Han Aiqing son razonables, cuando yo era el emperador Taizong, hubo dieciocho eruditos que vinieron a Yingzhou y hablaron sobre ello. Este hombre era el erudito número uno. Me temo que el mundo Se reirán de mí por no reconocer los talentos.\"\nEl primer ministro Lu Qi era estrecho de miras y envidioso de los talentos. Después de escuchar las palabras del emperador, se arrodilló y dijo: \"El erudito número uno en la materia dorada debe ser tanto interno como externo. Hay trescientos candidatos para esta materia. ¿Por qué no eliges otro?\"\nCuando Zhong Kui vio que este hombre estaba tan confundido, no pudo evitar enojarse, señaló a Lu Qi y maldijo: \"Si un funcionario tan ignorante está en la corte, ¿no dañará al país?\" Después de eso, Golpeó a Lu Qi con el puño.\nAl ver esto, Dezong se enfureció y dijo: \"¡Eres tan audaz que te atreves a causar problemas en el Palacio Dorado, elimínalo rápidamente!\"\nFurioso, Zhong Kui sacó la espada de la cintura del general que estaba en el palacio y suspiró ruidosamente: \"Es difícil para un gato frustrado imitar a un tigre, y un loro frustrado no es tan bueno como un pollo\". Después de eso, se suicidó.\nCuando el emperador Dezong vio que Zhong Kui se suicidó enojado, se sorprendió mucho y, para ganarse el corazón de la gente, ordenó que Zhong Kui fuera enterrado con el título oficial de Erudito No. 1 y también convirtió a Zhong Kui en Dios. de exorcismo para librar al mundo de los espíritus malignos.", "聖意": "Ore por bendiciones para su hogar, su propia seguridad, dificultades financieras, fracasos comerciales, fracasos matrimoniales, mujeres peatones de Liujia, gusanos de seda del campo de confianza a medio cocer, seis animales domésticos, que pueden ser criados, personas desaparecidas, demandas públicas occidentales, pérdida de migración, Conservador, pérdida de propiedad, enfermedad, orar por buena fortuna en montañas y tumbas.", "古人": "Zhong Kui obtuvo el Tao", "第X籤": "Vigésimo sexto ganador de la lotería (Lotería)", "宮": "Mi Palacio"}