{"籤詩版本二": "Al oriente, hay un hermoso Chanjuan a la luz de la luna, y las nubes lo cubren por un momento y permanecen ocultos.\nA veces puede ser redondo, pero a veces puede faltar. Quienes dicen que no lo es son pura palabrería.", "詩意": "La luna en este hexagrama está cubierta por nubes.\nTodo sigue en coma.", "解曰": "Las nubes flotantes cubren la luna. No hay necesidad de dudar. Esperando a que se acumule la nube. Entonces lo entenderás.", "籤詩故事一": "◇Bao Gong busca a la emperatriz Li\nDurante el reinado de Zhenzong de la dinastía Song, la emperatriz Li (Emperatriz Li) era una sirvienta en el harén, fue favorecida por Song Zhenzong y fue ascendida a Wanyi y quedó embarazada.\nPero en ese momento, la concubina Liu Def (más tarde emperatriz Liu) tuvo malos pensamientos y sobornó al eunuco Guo Huai para que reemplazara al hijo de la emperatriz Li con un gato de algalia desollado, le arrebató a su hijo y le dijo al emperador que era su hijo biológico. Song Zhenzong estaba furioso y envió a Li Empress al frío palacio.\nDespués de que la concubina De fuera ascendida a reina, planeó matar a la emperatriz Li, quien escapó del palacio.\nUn día, Li Niangniang, que vivía en la calle, conoció a Bao Zheng, el enviado imperial, que estaba de patrulla en la zona, y le contó su experiencia de vida y que era la madre biológica del actual emperador Song Renzong. . Después de que Bao Zheng se enteró del incidente, llevó a Li Niangniang de regreso a Beijing, lo informó a Song Renzong y descubrió el asunto, y finalmente madre e hijo se reconocieron. La emperatriz viuda Liu y el eunuco a cargo Guo Huai inclinaron la cabeza y confesaron.", "聖意": "Me siento incómodo en casa, rezo por protección financiera, buena suerte en los negocios, desacuerdos matrimoniales, gente en el campo, gusanos de seda, animales desfavorables, problemas para encontrar personas, pleitos, pérdidas, migraciones, conservadorismo, propiedad perdida, enfermedades occidentales, dificultades para recuperar, renovación de tumbas de montaña", "古人": "Bao Gong busca a la emperatriz Li", "第X籤": "Ganador del vigésimo octavo sorteo", "宮": "Palacio del mediodía"}