{"籤詩版本二": "Te aconsejo que no le pidas ayuda, vuela como una grulla y te dispara flechas secretas.\nSi vas a recoger leña y hay una serpiente en la hierba, es posible que te muerda veneno y te pongas triste.", "詩意": "Este hexagrama es una señal de mantenerse a salvo y de conservarse uno mismo.\nTen cuidado en todo.", "解曰": "Cierra la boca y sujeta los dientes. Es descuidado. Si te sientes culpable. Al final se hace daño a uno mismo.", "籤詩故事一": "◇Reunión de tablero de ajedrez\nEl emperador Taizong de la dinastía Tang marchaba hacia el oeste y quedó atrapado en la ciudad de Suoyang. Cheng Yaojin regresó a Beijing para pedir refuerzos.\nA Xue Dingshan se le ordenó servir como Mariscal de la Segunda Ruta y fue a rescatar al Señor y pacificar a Xiliao.\nDespués de que un grupo de personas salió del paso de Yumen, llegaron a la montaña Qipan. Asediado por miles de minions en la montaña, Dou Yihu, el rey de la montaña, fue derrotado por el general Tang Luo Tong. Afortunadamente, su hermana Dou Xiantong era discípula de la Santa Madre de las Flores Amarillas y dominaba las artes marciales. Sostuvo la cuerda de hadas y ató a Luo Tong, atrapado.\n(El poema firmado corresponde a este)\nDou Xiantong vio la belleza de Xue Dingshan y quiso convertirse en amigo de Feng Luan, pero Xue Dingshan se negó. Dou Xiantong se enojó y quiso empujarlo y decapitarlo. Afortunadamente, Cheng Yaojin vino a rescatarlo y facilitó su matrimonio. Más tarde, Dou Yihu también llevó a los hermanos Qipanshan de regreso a la dinastía Tang para ayudar a la dinastía Tang a conquistar Liao occidental.", "聖意": "Seguridad del hogar, interés propio, búsqueda de riqueza, espera del tiempo, estancamiento comercial, matrimonio no permitido, falsa alarma de Liujia, peatones bloqueando campos, gusanos de seda, seis ganado, personas desaparecidas, bloqueo de demandas públicas, pérdida (Mo Xing) Migración, conservador, propiedad perdida, la enfermedad es difícil de recuperar, tumba de montaña, buena suerte", "古人": "conferencia de tablero de ajedrez", "第X籤": "Trigésimo séptimo ganador de la lotería", "宮": "Palacio del mediodía"}