{"籤詩版本二": "Pasar tiempo en paz y tranquilidad, sentarse y tumbarse mientras tomamos un té después de estar lleno\nNo necesita estar ocupado física y mentalmente, y definitivamente no causará injusticias ni desastres.", "詩意": "Este hexagrama es un símbolo de paz y estabilidad.\nEn todo, esperar el momento adecuado traerá buena suerte.", "解曰": "Manténgase sano y salvo. Pregúntale a los dioses. Espera hasta que llegue el momento. Las cosas suceden por casualidad.", "籤詩故事一": "◇Foyinhui Dongpo\nUna vez, Su Dongpo adquirió cierta comprensión mientras estudiaba Zen. Se dio cuenta de que su estado era trascendente y sintió alegría por ello. Incapaz de contener mi pasión, extendí mi pluma y escribí un poema:\n\"En medio del cielo, Jishou brilla intensamente a través del universo; incapaz de ser arrastrado por los ocho vientos, se sienta erguido sobre un loto dorado púrpura\".\n(Los ocho vientos se refieren a: ganancia, decadencia, destrucción, reputación, alabanza, burla, sufrimiento y felicidad. Es decir, no estar molesto por estos ocho estados se llama \"los ocho vientos no pueden moverse\")\nDespués de escribirlo, Dongpo envió a su sirviente al otro lado del río para entregárselo al Maestro Zen Foyin del Templo Jinshan.\nDespués de que el maestro zen Foyin lo leyó, lo marcó con la palabra \"pedo\" y se lo dio a su sirviente para que se lo llevara.\nDongpo estaba furioso después de ver esto, así que tomó un bote para cruzar el río y fue al Templo Jinshan para encontrar el sello de Buda para discutirlo.\nCuando Dongpo llegó a la puerta del templo Jinshan, Foyin ya estaba esperando en la puerta.\nSu Dongpo inmediatamente acusó a Foyin: \"¿Por qué llamas pedo al poema que escribí?\"\nFoyin respondió: \"¿No eres ya 'incapaz de ser arrastrado por los ocho vientos'? ¡Cómo es posible que un pedo te 'haga cruzar el río'!\".\nEn ese momento, Dongpo se sorprendió al darse cuenta de que no era lo suficientemente bueno y se fue avergonzado.\n(Esta historia es una metáfora de \"Aún no ha llegado el calor\")", "聖意": "Ora por tu hogar y tu propia seguridad, por tu riqueza, por tu negocio, por un buen momento, por tu matrimonio, por una viajera en Liujia, por la llegada de los gusanos de seda a los campos, para que los seis ganados estén estables, por encontrar a alguien, por problemas, por demandas públicas, por migración, por propiedad perdida, por enfermedad, por enviar a una tumba en la montaña, auspicioso", "古人": "Foyinhui Dongpo", "第X籤": "Treinta y un número ganador", "宮": "Wei Gong"}