{"籤詩版本二": "El viaje de regreso es seguro ¿Quién conoce el jade escondido en la piedra?\nUna vez que un buen artesano tiene un corte claro, se sentirá seguro y protegido en el período del jaspe.", "詩意": "En este hexagrama puedes ver la imagen del jade cuando cortas una piedra.\nTrabaja duro para tener éxito en todo.", "解曰": "El tesoro está en la piedra. Los extraños saben poco. Espere hasta que quede claro. Haz lo que puedas.", "籤詩故事一": "◇Liu Bei busca talentos (tres visitas a una cabaña con techo de paja, tres visitas a una cabaña con techo de paja)\nEl período de los Tres Reinos. Zhuge Liang vivía recluido en una choza con techo de paja en Longzhong. Liu Bei estaba ansioso por buscar talentos, por lo que visitó a Zhuge Liang en persona. Visitó a Zhuge Liang tres veces (conocido como \"Tres visitas a la cabaña con techo de paja\" en la historia). Liu Bei pidió a los demás que se mantuvieran alejados y le preguntó a Zhuge Liang: \" La dinastía Han ha caído y los ministros traidores les han robado la vida. Su Majestad. \"Cubierto de polvo. No mido mi virtud y mi capacidad, quiero creer en la gran justicia del mundo, sino mi sabiduría y mis habilidades. son superficiales, así que lo uso desenfrenadamente. A partir de hoy. Sin embargo, mi ambición aún no ha terminado, ¿crees que el plan se implementará? \"\nLuego, Zhuge Liang le presentó el plan de dividir el mundo en tres partes, analizó la situación en la que Cao Cao no estaba disponible y Sun Quan podía acudir en su ayuda, y explicó la cobardía de los pastores estatales en los estados Jing y Yi. , y había una oportunidad de aprovecharlos, y solo esos dos estados podían ser explotados. Sólo así podrá ganar el mundo, incluso le contó a Liu Bei la estrategia de atacar las Llanuras Centrales. (Esta discusión se llamó más tarde \"Longzhong Dui\"). Después de que Liu Bei escuchó esto, lo elogió como si hubiera encontrado un tesoro e invitó encarecidamente a Zhuge Liang a que viniera a ayudar, por lo que Zhuge Liang se convirtió en el asesor militar de Liu Bei.", "聖意": "La casa es tranquila, busco riqueza, el comercio laboral obstaculiza el matrimonio y me convierto en un virtual viajero en Liujia.", "古人": "Liu Bei busca talentos (tres visitas a una cabaña con techo de paja, tres visitas a una cabaña con techo de paja)", "第X籤": "El trigésimo segundo ganador de la lotería.", "宮": "Wei Gong"}