{"籤詩版本二": "Viste y reorganiza el antiguo estilo familiar. El Tao no tiene cielo pero tiene mérito.\nDespués de barrer las espinas y espinas del camino, los tres acordaron reunirse con sus compañeros.", "詩意": "Este hexagrama representa el reordenamiento de la ropa.\nTodo es difícil antes de que luego se vuelva fácil.", "解曰": "No te preocupes. Divertirse. Si preguntas sobre el futuro. Hay un buen camino por delante.", "籤詩故事一": "◇ Escrituras budistas de Tang Monk\nXuanzang (602-664), un eminente monje de la dinastía Tang, tenía un apellido común de Chen y un nombre de pila de Yi.Nació en el condado de Goushi, Luozhou (ahora la parte sur de la ciudad de Yanshi, provincia de Henan). Se convirtió en monje a la edad de trece años y tomó el nombre budista de Xuanzang. El mundo se llama Sanzang de la dinastía Tang.\nEn el tercer año de Zhenguan (629, también conocido como el primer año de Zhenguan), viajó al oeste, a Tianzhu (India) para obtener escrituras budistas. Se aventuró solo en el peligro y soportó dificultades. Sólo llegó en cuatro años.\nEn el decimoséptimo año de Zhenguan, el maestro renunció oficialmente y regresó al este. Regresó a China a través de la Carretera Sur de la actual provincia de Xinjiang, Khotan y Loulan, lo que le llevó un total de diecisiete años y un viaje de 50.000 millas. Cuando llegó a Chang'an en el primer mes del decimonoveno año de Zhenguan, el emperador ordenó a Liang Guogong Fang Xuanling y a otros funcionarios civiles y militares que le dieran una gran bienvenida.\nSe solicitaron un total de 520 y 657 volúmenes de las escrituras budistas sánscritas originales. y traducido al chino.\nDespués de que el maestro regresó, fue muy respetado por el emperador Taizong y el emperador Gaozong y fue consagrado en Da Nei, dándole el título de \"Maestro Tripitaka\".", "聖意": "La casa está alborotada, buena suerte para uno mismo, buena fortuna, buenos negocios, buen matrimonio, obstaculizar la llegada de personas al campo, gusanos de seda, ganado desfavorable, búsqueda de personas, pleitos públicos, migración, propiedad perdida, enfermedad tardía, oración. para recibir bendiciones, las tumbas de las montañas deberían ser antiguas.", "古人": "Tang Monk aprende las escrituras budistas", "第X籤": "El trigésimo quinto ganador de la lotería", "宮": "Shen Gong"}