{"籤詩版本二": "Si quieres estar seguro y tranquilo, no es adecuado tener velas al viento.\nEs mejor limpiar y sentarse en un pasillo profundo, sin luz, en un lugar tranquilo con luz brillante, y moverse → transportar. Agitar → Yao. Gratis → pocos.", "詩意": "Este hexagrama es como el viento que sacude la lámpara y la vela.\nMantener las cosas constantes traerá buena suerte.", "解曰": "Instálate en un lugar tranquilo. Esté de guardia y llegue a tiempo. No es una bendición. Conservador y apropiado.", "籤詩故事一": "◇Li Jing regresa a la montaña\nLi Jing (571-2 de julio de 649), nombre de cortesía Farmacéutico, era natural de Sanyuan, Yongzhou (ahora al noreste del condado de Sanyuan, provincia de Shaanxi). General desde finales de la dinastía Sui hasta principios de la dinastía Tang, fue un famoso estratega militar con habilidades tanto civiles como militares en la dinastía Tang. Más tarde, se le concedió el título de duque de Wei y fue conocido como duque de Wei en el mundo.\nLi Jing es el padre del tercer príncipe Nezha en la lista de dioses, también conocido como el \"Rey de Tota\". Li Jing y su hijo ayudaron a Jiang Ziya (Tai Gong) a derrotar a la reina Zhou, establecer la dinastía Zhou y convertirse en rey. Wu ascendió oficialmente al trono. Luego, Jiang Ziya creó una lista de dioses y llevó a cabo una ceremonia para apaciguar las almas de los soldados que murieron en la batalla. A partir de entonces, el mundo se volvió pacífico y pacífico. El rey Wu quería crear marqueses y recompensarlos, y también quería asignar tierras a los héroes fundadores. Li Jing, su padre, su hijo y otras siete personas pidieron regresar a la montaña para practicar el taoísmo y no obsesionarse con la fama y la riqueza mundanas. Más tarde, los siete \"se convirtieron en santos en cuerpo\" y se clasificaron en la clase de inmortales.\nLa historia de \"Feng Shen Bang\"", "聖意": "La casa es conservadora, soy normal, busco dinero, tengo dificultades en los negocios, mi matrimonio no está en armonía con Liujia, rezo para que los peatones tengan confianza, los gusanos de seda maduran en otoño y los animales están a salvo. Estoy buscando gente, veo demandas públicas y migración, soy conservador, he perdido propiedades, estoy enfermo, no quiero cambiar la tumba en Jianxingshan.", "古人": "Li Jing regresa a la montaña", "第X籤": "Trigésimo séptimo ganador de la lotería", "宮": "Shen Gong"}