{"籤詩版本二": "Espejo milenario reunido, mujer le pide a su marido que se vuelva a casar\nDesde entonces, la familia se ha transformado y se han agregado bendiciones a los hijos y nietos.", "詩意": "Este hexagrama es un símbolo del reencuentro de espejos.\nTodo es trabajo duro y caro.", "解曰": "Cavando arena en oro. Montar un dragón y montar un tigre. Aunque es laborioso. Hay un suplemento en él.", "籤詩故事一": "◇Yulianhui diez amigos\nEn la dinastía Song, Qian Yulian se casó con Wang Shipeng. Cuando Shi Peng fue a Beijing para hacer el examen, el rico Sun Ruquan obligó a Yulian a volverse a casar con él.\nQian Yulian rechazó la propuesta del rico Sun Ruquan y preferiría casarse con Wang Shipeng, un erudito pobre de Wenzhou que fue contratado por \"Jing Chai\".\nMás tarde, Wang Shipeng ganó el primer premio y, debido a que se negó a que el Primer Ministro Wanqi lo obligara a casarse, fue enviado a servir como juez en el remoto Chaoyang. Sun Ruquan cambió en secreto la carta familiar de Wang Shipeng por una \"carta de divorcio\" y engañó a Yulian para que fuera engañada. La madrastra de Qian Yulian también la obligó a volverse a casar, pero Yulian se negó y se suicidó arrojándose al río. Fue rescatada por Qian Zaihe de la provincia de Fujian y adoptada como su hija adoptiva.\nYulian pensó que Shipeng estaba muerto. Cinco años después, Wang Shipeng era el gobernador de Ji'an. Un día, celebró una ceremonia conmemorativa en un templo taoísta para conmemorar a su difunta esposa. Yulian fue al templo taoísta de Ji'an a quemar incienso, y Wang y Qian finalmente se reunieron.", "聖意": "La casa no es buena para uno mismo. El otoño y el invierno son prósperos. Que la riqueza sea próspera. El otoño y el invierno son prósperos. Los negocios son prósperos. Que el matrimonio sea un éxito. Ore para que los peatones vayan al campo. Se pueden criar gusanos de seda. Seis animales Se puede levantar. Se puede encontrar gente. Los juicios públicos son desfavorables. La migración es conservadora. Pérdida de propiedad. Enfermedad tardía. Orar por bendiciones. Las montañas y las tumbas son buenas.", "古人": "Yulianhui diez amigos", "第X籤": "El cuarto signo", "宮": "Útero"}