{"籤詩版本二": "La rueda roja cae por el oeste, el conejo sube por el este, el yin crece y el yang desaparece, y todo prospera.\nSi una mujer quiere usarlo, aumentará su riqueza y traerá felicidad a su corazón.", "詩意": "Este hexagrama es el símbolo del crecimiento del Yin y de la desaparición del Yang.\nTodo es difícil antes de que luego se vuelva fácil.", "解曰": "Yin beneficia a las mujeres. No apto para hombres. Si buscas consejo. Primero viene el mal y luego viene el bien.", "籤詩故事一": "◇Wu Zetian ascendió al trono\nA la edad de 14 años, Wu fue convocado al palacio por el emperador Taizong Li Shimin de la dinastía Tang como una persona talentosa, llamada \"Wu Mei\". Después de la muerte de Taizong, Zetian entró en el templo de Ganye y se convirtió en monja.\nCuando el emperador Gaozong de la dinastía Tang subió al trono, convocó a la familia Wu al palacio para rendir homenaje a Zhaoyi. En el sexto año de Yonghui (655), el emperador Gaozong estableció a Wu como su reina.\nWu Zetian era inteligente, estaba involucrado en la literatura y la historia y era rico en ingenio. Poco después de que Wu Zetian se convirtiera en reina, debido a que Gaozong estaba débil y enferma, a veces le confiaba el manejo de ciertos asuntos políticos, por lo que su poder creció. En el primer año de Shangyuan (674), el emperador Gaozong fue llamado \"Emperador\", la emperatriz Wu fue llamada \"Reina del Cielo\" y ambos fueron llamados \"Dos Santos\" en el palacio.\nEn el primer año de Hongdao (683), Gaozong murió, el príncipe Li Xian subió al trono y Wu Zetian pasó a gobernar la dinastía. En febrero del primer año de Sisheng (684), Wu Zetian depuso a Li Xian como rey de Luling y estableció a su cuarto hijo, Li Dan, como emperador, continuando gobernando la dinastía. En septiembre del mismo año, cambió la bandera por una dorada y Luoyang, la capital del este, pasó a llamarse capital divina. El noveno día de septiembre del primer año de Tianshou (690), Wu Zetian se proclamó emperador y cambió el nombre del país a Zhou.", "聖意": "El hogar es desfavorable para uno mismo, orar por bendiciones, buscar riqueza, proteger transacciones, buena suerte en el matrimonio, mala suerte en el matrimonio (mujer), peatones bloqueando campos, gusanos de seda, ganado próspero, buscando personas, separación, pleitos, pérdidas, migración , pérdida de propiedad, enfermedad, conmoción, montañas y tumbas, buena suerte", "古人": "Wu Zetian asciende al trono", "第X籤": "El cuadragésimo ganador de la lotería", "宮": "tu palacio"}