{"籤詩版本二": "Recordarás las infinitas buenas palabras, pero serás hijo de ladrón.\nNo seas codicioso en este momento ni te preocupes por cómo habría hecho algo bueno hace un año.", "詩意": "Este hexagrama identifica a un ladrón como un hijo.\nSe consciente en todo.", "解曰": "Sólo este. Un caballero no se equivoca. Tenlo en mente. No te sientas solo.", "籤詩故事一": "◇Dong Zhuo acepta a Lu Bu\nLu Bu, valiente y bueno luchando, fue un famoso general militar al final de la dinastía Han del Este y el comienzo de los Tres Reinos. Una vez consideró a Ding Yuan, el gobernador de Jingzhou, como su padre adoptivo y sirvió bajo su mando.\nDespués de la muerte del emperador Ling de la dinastía Han del Este, Ding Yuan fue a Beijing para confabularse con el general He Jin para controlar el gobierno.\nDong Zhuo luchó con Ding Yuan, pero varios generales no pudieron derrotar a Lu Bu, por lo que Dong Zhuo envió a su subordinado Li Su para sobornar a Lu Bu. Li Su trajo montones de tesoros de oro y plata y el famoso caballo conejo rojo para \"visitar a Lu Bu\". Li Su trajo montones de tesoros de oro y plata y el famoso caballo conejo rojo para visitar a Lu Bu. Entonces Dong Zhuo sobornó a Lu Bu para que matara a Ding Yuan y les dijo a sus soldados que lo acompañaran si querían y que se fueran si no querían seguirlo. Como resultado, la mayoría de los soldados huyeron. Entonces Lu Bu fue sobornado por Dong Zhuo y mató a Ding Yuan.\nDespués de que Dong Zhuo ganó el poder, adoptó a Lu Bu como su hijo adoptivo y lo nombró general y marqués.\nDong Zhuo tenía un temperamento violento y la \"relación padre-hijo\" con Lu Bu era en realidad muy débil. En 189 d.C., por instigación de Situ Wang Yun, Lu Bu mató a Dong Zhuo.\nSeis meses después de la muerte de Dong Zhuo, las antiguas tropas de Dong Zhuo invadieron la capital y Lu Bu y su esposa huyeron presas del pánico. Después de abandonar la capital, Lu Bu buscó refugio con los señores de la guerra Yuan Shu, Yuan Shao, Zhang Yang, Zhang Miao, Liu Bei, etc., y luchó muchas veces con Cao Cao, otro importante señor de la guerra en ese momento. Lu Bu era valiente y bueno. a luchar y derrotó a Cao Cao varias veces.\nEn el tercer año de Jian'an en la dinastía Han del Este, las tropas de Cao Cao atacaron Xiaopei, la base de Lu Bu, y fueron capturadas y asesinadas por Cao Cao bajo la Torre Baimen. Antes de la ejecución, Lu Bu le pidió a Cao Cao que lo mantuviera con vida para evitar la muerte, pero Liu Bei le recordó a Cao Cao que Lu Bu lo había traicionado muchas veces y que era un hombre deshonesto. Al final, Cao Cao, que sólo valoraba los talentos independientemente de la moralidad, ejecutó a Lu Bu.", "聖意": "Me siento incómodo en casa, normalmente busco dinero, me protejo de las transacciones, es difícil casarme, el hombre Liujia se sorprende, la gente viene al campo, los gusanos de seda están a medio madurar, seis animales están a salvo, la gente busca gente. los juicios son apropiados y la migración, las cosas perdidas son difíciles de encontrar, las enfermedades son difíciles de encontrar y hay paz en la tumba de la montaña Zhenxing.", "古人": "Dong Zhuo acepta a Lu Bu", "第X籤": "El ganador número 41 de la lotería", "宮": "tu palacio"}