{"籤詩版本二": "El emperador, el emperador y la emperatriz finalmente serán amables y esperarán y orarán por bendiciones sin pérdida ni ganancia.\nTodos los seres sintientes se benefician de ello y se espera prosperidad en el mundo y en el cielo.", "詩意": "Este hexagrama es una señal de favor del cielo.\nTodo saldrá bien.", "解曰": "El emperador mostró su favor. Nunca olvides. Rituales matutinos y vespertinos. Es apropiado quemar incienso.", "籤詩故事一": "◇Mulian salvó a su madre\nMokou Lian, o Mulian, es el más poderoso entre los diez discípulos del Buda Sakyamuni.\nSu madre fue codiciosa y tacaña durante su vida, por lo que cayó en el reino de los fantasmas hambrientos después de su muerte. Mokhullian usó su poder mágico para observar y descubrió que su madre había nacido como un fantasma hambriento, sin forma de conseguir comida y estaba en grandes dificultades. Usó su poder mágico para llevarle comida. Inesperadamente, después de que la madre recibió la comida, se convertía en cenizas y no se podía comer.\nMaudgalyana estaba preocupada por lo sucedido y se lo informó al Buda. El Buda le dijo a Mulian que el día 15 del séptimo mes lunar debía poner cien sabores y cinco frutas en una palangana y ofrecerlos a los monjes virtuosos de las diez direcciones. Con este poder, su madre podría comer. .\nMaudgalyana actuó de acuerdo con la voluntad de Buda y su madre finalmente fue liberada. Este tipo de ceremonia se llama \"Festival Obon\" y este festival se llama \"Festival Obon\".\n(Nota: Una sustancia tiene diferentes sentimientos en diferentes niveles del mundo. Por ejemplo: cuando llueve en este mundo, la vemos como \"agua\", mientras que los seres en el reino de los fantasmas hambrientos la sienten como \"sangre\", y los seres sintientes Los seres en el mundo del infierno lo sienten como \"sangre\", se siente como \"dejar caer una espada\", mientras que los seres celestiales lo sienten como \"dejar caer una flor\").", "聖意": "Orar por el hogar y la casa, orar por buena suerte en invierno, buscar riqueza, no realizar transacciones, matrimonio, paz en Liujia, peatones, campos en movimiento, gusanos de seda, seis animales, encontrar personas, pleitos, éxito, migración, conservadurismo, propiedad perdida, enfermedad , tranquilidad, paz de montañas y tumbas.", "古人": "Mulian salva a su madre", "第X籤": "Firma cuarenta y dos", "宮": "tu palacio"}