{"籤詩版本二": "El mundo es flexible y todas las cosas son autosostenibles, autosostenibles y seguras.\nTodo en la vida es maravilloso, agradece a los santos y sabios por todo y sé próspero.", "詩意": "Este hexagrama representa la armonía entre la tierra y la tierra.\nTodo va bien y no hay peligro.", "解曰": "Todas las cosas nacen. Todos los planes y deseos se hacen realidad. Ford ayuda. Rui Qi tiene prisa.", "籤詩故事一": "◇Los caminantes obtienen la iluminación\nHistoria de Viaje al Oeste:\nSun Wukong se apoderó de la Montaña de Flores y Frutas y se convirtió en rey. Más tarde, para encontrar una manera de vivir para siempre, pasó ocho o nueve años viajando a través de montañas y ríos para adorar al Patriarca Bodhi como su maestro. Aprendió los setenta- dos transformaciones del mal terrenal y nubes de salto mortal, y tomó por primera vez el apellido Sol. Llamado Wukong.\nDespués de eso, Sun Wukong fue al Palacio del Dragón en el Mar de China Oriental para encontrar un arma adecuada y finalmente encontró el Ruyi Golden Cudgel, la aguja divina de Tianhe y Dinghai. Debido a que su vida había terminado, hizo un gran escándalo en el inframundo, revisó el libro de la vida y la muerte y regresó al mundo humano. Más tarde, Sun Wukong fue convocado por el cielo por primera vez y fue nombrado Bima Wen. Más tarde, fue convocado al cielo por segunda vez y fue nombrado Rey Mono. También robó melocotones y causó problemas en el cielo. Fue sellado en el Horno Bagua para practicar sus ojos dorados y ojos de fuego. Finalmente, fue reprimido. por el Buda Tathagata al pie de la montaña Wuzhi durante 500 años, incapaz de moverse. El lugar donde fue derribado el horno de Bagua se convirtió en una montaña de llamas.\nQuinientos años después, Monk Tang fue a Occidente para obtener escrituras, pasó por la Montaña de los Cinco Elementos y se quitó el talismán antes de salvar a Sun Wukong. Sun Wukong rompió a llorar de gratitud. Después de recibir instrucciones del Bodhisattva Guanyin, adoró a Tang Monk como su maestro y se fue a Occidente para aprender las Escrituras juntos. En su camino para aprender las escrituras, Sun Wukong descendió sobre demonios y eliminó monstruos, y realizó repetidas hazañas extraordinarias, sin embargo, fue incomprendido y expulsado por su maestro Tang Seng una y otra vez. Después de ochenta y una dificultades, el trabajo finalmente se completó. Los cuatro maestros y discípulos llegaron al templo Xitian Leiyin y obtuvieron la verdadera escritura. Sun Wukong logró el resultado correcto.\n(Esta historia es una metáfora de que incluso un mono puede alcanzar la iluminación, y mucho menos un ser humano).", "聖意": "El hogar es propicio para uno mismo, para la riqueza, los negocios, el matrimonio, Liujia, los peatones masculinos, la obstrucción de los campos, los gusanos de seda, seis animales, Zhongping, la búsqueda de personas, los pleitos, el éxito, la migración, la pérdida de propiedad, las enfermedades, la tumba de Xingxingshan, las cosas son auspiciosos", "古人": "El viajero alcanza la iluminación.", "第X籤": "Firmado el día 43", "宮": "xugong"}