{"籤詩版本二": "El frío convierte el agua en hielo, ¿por qué codiciar la fama?\nNo tengo más remedio que sentarme tranquilamente y esperar a que las hojas florezcan de forma natural.", "詩意": "En este hexagrama, el agua se convierte en hielo.\nNo pidas nada en vano.", "解曰": "El agua se congela y se convierte en hielo. El hielo se derrite en agua. Si es una conspiración. Así es.", "籤詩故事一": "◇Wang Xiang pide carpa (Veinticuatro historias de piedad filial)\nWang Xiang de la dinastía Jin, nombre de cortesía Fuzheng, nació en Linyi.\nCuando Wang Xiang era joven, su madre biológica murió, su padre solitario se casó con una mujer llamada Zhu y Wang Xiang tuvo una nueva madre. Cuando Wang Xiang era joven, su madre biológica falleció y su padre solitario se casó con una mujer llamada Zhu. La madrastra de Wang Xiang era una mujer celosa y de mente estrecha, no le agradaba Wang Xiang y a menudo lo regañaba por asuntos triviales. Pronto, la madrastra también dio a luz a un hijo llamado Wang Lan. La madrastra solo amaba a sus propios hijos y consideraba a Wang Xiang como una espina en su costado. Se volvió aún más exigente con Wang Xiang y a menudo hablaba mal de Wang Xiang delante de su padre. Incluso su padre gradualmente dejó de amarlo. La madrastra solo amaba a sus propios hijos y consideraba a Wang Xiang como una espina en su costado. Era aún más exigente con Wang Xiang y a menudo hablaba mal de Wang Xiang delante de su padre. Incluso su padre gradualmente dejó de amarlo. Aunque es medio hermano de Wang Xiang, Wang Lan es muy amigable con su hermano. A pesar de la tortura de su madrastra, ella seguía siendo muy filial. La madrastra es muy dura, pero Wang Xiang sigue siendo muy filial.\nSu madrastra tiene un hobby, es decir, le gusta comer pescado fresco recién sacado del río. Su madrastra tiene un hobby, es decir, le gusta comer pescado fresco recién sacado del río. Un invierno, su padre se fue de viaje por negocios y su madrastra volvió a enfermarse. Los hermanos Wang Xiang y Wang Lan sirvieron cuidadosamente sopa y medicinas para que comiera su madre. En el frío intenso, la enfermedad de la madrastra aún no mejoraba. apurarse. Un invierno, su padre se fue de viaje por negocios y su madrastra volvió a enfermarse. Los hermanos Wang Xiang y Wang Lan sirvieron cuidadosamente sopa y medicinas para que comiera su madre. En el frío intenso, la enfermedad de la madrastra aún no mejoraba. apurarse. La madrastra enferma quería comer pescado fresco del río, en aquel clima tan frío y severo, afuera estaba nevando y el agua del río ya se había convertido en hielo espeso. La madrastra enferma quería comer pescado fresco, ¿dónde se podía encontrar pescado fresco en ese clima helado y nevado?\nEn aquella época no había platos fuera de temporada y no se podían comprar aunque tuvieras dinero.\nEn este punto de la historia, sucedió la conmovedora historia de Wang Xiangqiu Li. Los dos hermanos protegieron a su madre impotente. Para no decepcionar a la madrastra enferma, Wang Xiang caminó hacia el río helado. Wang Xiang tuvo una idea y se quitó la camisa a pesar del frío. Se tumbó con el torso desnudo sobre el glaciar y quiso Utiliza su propia temperatura corporal para derretir el hielo (por eso la carpa Wang Xiangqiu también se llama Wang Xiang tumbada sobre el hielo). Se quitó la camisa y se tumbó desnudo sobre el glaciar. Oró a Dios y dijo: \"Dios, mi madre está enferma y quiere comer carpa fresca. Tienes que encontrar una manera para mí pase lo que pase. \"Curiosamente, el bloque de hielo junto a él de repente se rompió, y había dos Grietas. Una carpa viva saltó de la grieta y saltó sobre el hielo. Wang Xiang estaba muy feliz. Oró a Dios: \"Dios, mi madre está enferma y quiere comer carpa fresca. Tienes que encontrar una manera para mí pase lo que pase. \"Curiosamente, el bloque de hielo a su lado de repente se rompió, y hubo dos grietas. Una carpa viva saltó de la grieta y saltó sobre el hielo. Wang Xiang estaba muy feliz. Se arrodilló rápidamente, dio gracias a Dios y corrió a casa con la carpa. Se arrodilló rápidamente, dio gracias a Dios, rápidamente tomó la carpa y se fue a casa. Después de que la madrastra comió carpa fresca, pronto se recuperó de su enfermedad. La madrastra en la cama del hospital quedó atónita cuando vio la parte superior del cuerpo desnudo de Wang Xiang, que se estaba poniendo púrpura por el frío, y dos peces en sus manos. Corrió hacia la habitación felizmente y quedó atónita.\nMás tarde, Wang Xiang se convirtió en funcionario y Taibao, y se le concedió el título de Duque.", "聖意": "Inquieto en casa, rezo por protección, dificultades financieras, problemas comerciales, matrimonio, inconsistencia en el seguro de Liujia, peatones, Chi Tian, ​​​​pérdidas de gusanos de seda, seis pérdidas de ganado, personas desaparecidas, demandas públicas, migración, conservadores, propiedad perdida, enfermedades , difícil de recuperar, tumba de montaña, buena suerte.", "古人": "Wang Xiang pide carpa (Veinticuatro historias de piedad filial)", "第X籤": "Cuarenta y nueve ganando el lote", "宮": "Haigong"}