{"籤詩版本二": "Puedes viajar a todos los rincones del país, colgando el toldo para sostenerlo libremente.\nSi hay viento favorable, llegará pronto y el barco estará lleno de tesoros.", "詩意": "Este hexagrama es como tirar de un barco con el viento.\nTodo va bien.", "解曰": "Descanse tranquilo. No se requiere esfuerzo. Mucha riqueza. Todos admirados.", "籤詩故事一": "◇Cinco lagos Tao Zhugui (Lago Fan Ligui)\nEn el período de primavera y otoño, Fan Li, cuyo nombre de cortesía era Shaobo, también era conocido como Gui Yizipi o Tao Zhugong.\nEn ese momento, hubo una guerra entre el Estado de Wu y el Estado de Yue, y el Estado de Wu destruyó el Estado de Yue. Fan Li y Wen Zhong formularon un plan para que el rey Yue, Gou Jian, promoviera a Yue y destruyera a Wu. Fan Li viajó personalmente a través de montañas y ríos, y visitó el río Huansha en el monte Cailuo para encontrar a Xi Shi, una hermosa mujer con virtudes, talentos y belleza, y se la presentó al rey de Wu. truco\" para cooperar dentro y fuera y destruyó el Reino Wu.\nDespués de lograr acabar con el Reino Wu, Fan Li supo que Gou Jian era un \"pájaro de cuello largo con pico\" y podía compartir dificultades y felicidad con él, por lo que él y Xi Shi navegaron a través del Reino Qi y cambiaron sus nombres. a Gui Zipi y guió a sus hijos y discípulos al Reino Qi, donde viven en una cabaña junto al mar. Trabajó duro para cultivar terrenos baldíos, administrar un negocio secundario y hacer negocios. En unos pocos años, acumuló decenas de millones de propiedades familiares. Fue generoso al distribuir riqueza y hacer el bien a su ciudad natal. La sabiduría y la capacidad de Fan Li fueron apreciadas por el pueblo de Qi. El rey de Qi lo invitó a Linzi, la capital, y lo adoró como el primer ministro a cargo de los asuntos gubernamentales. . Exclamó: \"Ser funcionario puede conducir a ministros, y dirigir una familia puede generar una fortuna. Para un plebeyo que empezó desde cero, esto ha llegado al extremo. Ser honrado durante mucho tiempo probablemente no sea una buena señal\". Entonces, solo tres años después, una vez más Jiliu se retiró valientemente, devolvió el sello al rey de Qi y regaló toda la riqueza de su familia a sus amigos cercanos y compañeros del pueblo.", "聖意": "La casa es buena para uno mismo (para ser enviada), el dinero es bueno, el negocio es bueno, el matrimonio llega tarde, el matrimonio no es bueno, Liujia está a salvo, la gente está obstaculizando los campos, los gusanos de seda, el otoño, el ganado, la primavera Es próspero, la gente busca gente, los juicios son malos, la migración es conservadora, las cosas perdidas, las enfermedades occidentales se resuelven, las montañas y las tumbas están al sur.", "古人": "Cinco lagos Tao Zhugui (lago Fan Ligui)", "第X籤": "El ganador de la quincuagésima lotería", "宮": "Haigong"}