{"籤詩版本二": "Los días de verano son los más largos y todos están preocupados por el calor y la depresión.\nEl cielo y la tierra también saben lo que la gente quiere, y la brisa sopla y es naturalmente fresca.", "詩意": "Este hexagrama indica que a todo el mundo le preocupa el calor.\nHaz lo que quieras.", "解曰": "No hay duda de si avanzar o retroceder. Divertirse. ¿Es para acampar? No es necesario actuar precipitadamente.", "籤詩故事一": "◇ Kong Ming entra en Sichuan\nZhuge Liang (181-234), nombre de cortesía Kongming, era nativo de Yangdu, Langya (ahora condado de Yinan, provincia de Shandong) y fue primer ministro de Shu Han (Liu Bei) durante el período de los Tres Reinos.\nAunque Liu Bei ganó Jingzhou, no fue suficiente para separar a un lado: Zhuge Kongming planeó capturar Xichuan para aumentar el territorio de Liu Bei. En ese momento, Liu Zhang en Yizhou fue atacado por Zhang Lu en el norte. Zhuge Kongming se enteró de que Liu Zhang quería dedicar el mapa de Xichuan a Cao Cao para protegerse. Cuando Zhang Song (subordinado de Liu Zhang) conoció a Cao Cao, porque Cao Cao era arrogante y grosero, Liu Zhang llevó el mapa de regreso a Xichuan y pasó por Jingzhou en el camino. Kong Ming ya lo había estado esperando en el camino y lo invitó a Jingzhou, pero nunca mencionó la Imagen de Xichuan hasta el momento de la partida. Zhang Song agradeció a Kong Ming por su cortesía y hospitalidad, por lo que dedicó la Imagen de Xichuan a a él.\nEl terreno de Xichuan era peligroso y podía ser atacado o defendido. Después de los diversos arreglos de Kong Ming, Xichuan se convirtió en el lugar de nacimiento de Liu Bei.\n(Kong Ming trató a la gente con cortesía y obtuvo fácilmente el codiciado Xichuan).", "聖意": "Ore por bendiciones en el hogar y por su propia protección (hay buena suerte en las desgracias). Busque riqueza, buena suerte en los negocios, matrimonio común, nacimiento de niños en Liujia, mudanzas de campos, gusanos de seda, daños al ganado, búsqueda de personas, demandas públicas. , migración, viejas cosas perdidas, enfermedades del norte, deseos de montañas y tumbas", "古人": "Kong Ming entra en Sichuan", "第X籤": "Capítulo 51: Ganar la lotería (ganar la lotería)", "宮": "Útero"}