{"籤詩版本二": "Se necesita mucho esfuerzo para atrapar la luna en el agua. Se necesita mucho esfuerzo pero nada.\nNo digas tonterías y desperdicies tus esfuerzos por fortalecer el cuerpo. La palabra \"cuerpo marchito\" significa \"el cuerpo está solo\".", "詩意": "Este hexagrama está ávido de la imagen del esfuerzo.\nTodo es laborioso y laborioso.", "解曰": "Las promesas son difíciles de recordar. Mucho trabajo duro. Preocupación en casa. Esperando conocer gente noble.", "籤詩故事一": "◇Taibai atrapó la luna mientras estaba borracho (Li Taibai atrapó la luna mientras estaba borracho)\nLi Bai (701-762), también conocido como Taibai, también conocido como Qinglian Jushi. El poeta de la dinastía Tang, que se autodenominaba un inmortal desterrado, era conocido como el Inmortal de la Poesía y siempre era feliz sin beber.\nUna vez, Li Bai llegó a Jinling (ahora Nanjing) y descansó en un restaurante junto al puente Wende.\nEse día resultó ser el decimoquinto día del mes lunar de invierno. Por la noche, se sentaba solo en el restaurante y admiraba la luna, mientras bebía y recitaba poemas. Ese día resultó ser el decimoquinto día del mes lunar de invierno. Por la noche, se sentaba solo en el restaurante y admiraba la luna, mientras bebía y recitaba poemas. Li Taibai amaba la luna más en su vida y decía que era limpia y hermosa. Li Taibai amaba la luna más en su vida y decía que era limpia y hermosa. Esa noche miró hacia arriba y vio la luna blanca y redonda en el cielo, se alegró mucho y bebió unos vasos más. Esa noche miró hacia arriba y vio la luna blanca y redonda en el cielo, se alegró mucho y bebió unos vasos más. A medianoche, Li Taibai aprovechó el vino y bajó al puente Wende. A medianoche, Li Taibai aprovechó el vino y bajó al puente Wende. Tan pronto como pisó el puente, bajó la cabeza y de repente vio la luna caer al agua. Cuando el río se movió, se agregaron algunas líneas negras a la sombra blanca de la luna. Tan pronto como pisó el puente, bajó la cabeza y de repente vio la luna caer al agua. Cuando el río se movió, se agregaron algunas líneas negras a la sombra blanca de la luna. Li Taibai estaba tan borracho en ese momento que pensó que era la luna la que estaba manchada por el agua del río. Li Taibai estaba tan borracho en ese momento que pensó que era la luna la que estaba manchada por el agua del río. Ni siquiera se molestó en quitarse las botas, abrió las manos y saltó del puente para atrapar la luna. Ni siquiera se molestó en quitarse las botas, abrió las manos y saltó del puente para atrapar la luna. Inesperadamente, con este salto, la luna no fue atrapada, pero la luna en el agua se hizo añicos e inmediatamente se partió en dos mitades. Inesperadamente, en este salto la luna no quedó atrapada, pero el hombre se ahogó. Murió a la edad de sesenta y dos años.", "聖意": "La casa está inquieta y uno mismo tiene mala suerte (mala suerte, preste atención a la salud), busque el equilibrio en la riqueza (ni siquiera lo piense), negocios difíciles, el matrimonio no está arreglado, ore por protección (tesoros vacíos para evitar abortos espontáneos ), los peatones están en problemas, los gusanos de seda del campo tienen cinco puntos, seis animales están en declive, buscan personas (desafortunados), demandas públicas y (Detengan la demanda) Migración ordinaria (no lo menciones) Pérdida de propiedad (aviones) Orando para protección contra enfermedades (desafortunado) Buena fortuna en montañas y tumbas", "古人": "Taibai atrapó la luna estando borracho (Li Taibai atrapó la luna estando borracho)", "第X籤": "Quincuagésimo segundo ganador de la lotería (Lotería)", "宮": "Útero"}