{"籤詩版本二": "Cuando la frustración se convierte en euforia, los dragones rugen y los tigres rugen.\nEl cielo azul tiene su propio camino hacia el cielo. Que tenga otra oportunidad de alcanzar la fama.", "詩意": "Este hexagrama es como un dragón rugiendo y un tigre rugiendo.\nHay esperanza de que todo salga bien.", "解曰": "Simplemente enseña y vete. Ten tu propia prosperidad. Debe hacerse al final. Hay un lugar que encontrar.", "籤詩故事一": "◇Liu Bei recluta una novia\nDespués de la Batalla de Chibi, Sun Quan estaba ansioso por recuperar Jingzhou, que había sido capturada por Liu Bei, por lo que usó el plan de Zhou Yu, fingiendo que quería desposar a su hermana Sun Ren con Liu Bei, pero en realidad quería tomar Liu Bei como rehén para reclamar Jingzhou.\nDespués de que Zhuge Liang espiara el plan de Zhou Yu, le entregó el folleto con la estrategia a Zhao Yun, quien estaba protegiendo a Liu Bei cuando fue a Soochow. Zhao Yun siguió la estrategia del folleto y deliberadamente causó un gran revuelo para dejar que Wu Guotai ( El padre de Sun Quan) conoce la propuesta de matrimonio. Debido a que Wu Guotai amaba a su hija y no estaba dispuesta a decidir los asuntos de su vida de manera casual, reprendió a Sun Quan por ser despiadado con su hermana y propuso probar personalmente si Liu Bei era digno de su hija en el templo Ganlu. Después de que Wu Guotai conoció a Liu Bei, apreció mucho a Liu Bei y abogó firmemente por el matrimonio entre Liu Bei y su hija. Como resultado, Liu Bei se casó con éxito con la Sra. Sun.\nMás tarde, Liu Bei y la Sra. Sun huyeron juntas de regreso a Jingzhou. Más tarde, Sun Quan quiso aprovechar el ataque de Liu Bei a Yizhou para atacar a Jingzhou, pero fue detenido por Wu Guotai, quien estaba preocupado por la seguridad de su hija.\nDijo: \"El inteligente plan de Zhou Yu es el mejor del mundo. Perdió a su esposa y perdió sus tropas\".\n(Liu Bei se benefició del daño)", "聖意": "Tengo mala suerte en casa y tengo mala suerte (primero mala suerte, luego buena suerte). Busque riqueza, equilibrio, dificultades en el matrimonio, éxito en el matrimonio. Ore por bendiciones para los peatones, gusanos de seda en los campos, cinco puntos por daños al ganado, busque para las personas, los pleitos y las migraciones, buena suerte para los bienes perdidos, buena suerte para las enfermedades, paz de montañas y tumbas.", "古人": "Liu Bei recluta una novia", "第X籤": "La quincuagésima tercera lotería", "宮": "Útero"}