{"籤詩版本二": "La virtud de padre a hijo se transmite al nieto. La prosperidad en comida y vestido depende sólo de Dios.\nChunxuan en el pasillo hace feliz a la gente: cuando tienen hambre, comida, sed y sueño, Chunxuan es una metáfora de los padres.", "詩意": "Este hexagrama está relacionado con la imagen del bambú que conduce a la primavera.\nEspero que todo vaya bien.", "解曰": "Toma bambú y conduce a la primavera. Se propaga sin cesar. Un caballero busca esperanza. Todos encantados.", "籤詩故事一": "◇El rey Wu de Zhou ascendió al trono\nEl rey Wu de Zhou atacó al rey Zhou y dirigió a ochocientos príncipes a luchar contra el ejército del rey Shang. Los soldados en Chaoge (la capital del rey Shang) también se volvieron contra el rey Shang y lo traicionaron.\nEl rey Zhou se quemó en la Torre Zhaixing y la dinastía Shang fue destruida.\nEl rey Wu aceptó el libro de oro y el tesoro de oro, que es el trono del emperador, miró hacia el sur, tenía las manos cruzadas y se sentó erguido. El rey Wu ordenó que se distribuyera la propiedad de Lutai, que se demoliera la Torre de Recolección de Estrellas y que se distribuyera el grano de arroz almacenado en Juqiao.\nLibera al Jizi encarcelado y repara la tumba de Bigan. El rey Wu pasó por la puerta de la casa del sabio Shang Rong e inclinó la cabeza. Respeta a las personas virtuosas y corteses, y suelta a los esclavos en el palacio interior.\nTambién detuvo el armamento y promovió la cultura y la educación. En el sur de Nanshan, los caballos y el ganado pastan en el campo con melocotoneros, lo que crea un ambiente tranquilo.", "聖意": "La casa no está en buenas condiciones (buena suerte), puedes pedir tus propios deseos (buena suerte), buscar ganancias financieras, hacer una transacción y casarte (conocer a un buen yerno), Liujia está a salvo (zodíaco letrero), los peatones mueven los campos, los gusanos de seda tienen suerte, seis animales son dañados, las personas son difíciles de encontrar (ver) demandas públicas, una persona noble se muda, la buena suerte se pierde. Enfermedades y dolencias", "古人": "El rey Wu de Zhou ascendió al trono", "第X籤": "Quincuagésimo quinto ganador de la lotería (lotting)", "宮": "Palacio feo"}