{"籤詩版本二": "La playa está llena de rocas, el arroyo fluye, el viento es claro, la luna está clara y la gente noble está ocupada.\nEn el camino tengo que preguntar adónde ir, no lleves el olor de las flores y plantas del bosque, no lo cuides.", "詩意": "Este hexagrama es como un barco que viaja por una pequeña playa.\nEn todo hay gente noble que ayuda.", "解曰": "Para ganarse la vida. Mucho trabajo duro. Manténgase conservador y espere. Mis mejores deseos.", "籤詩故事一": "◇Rebelión de Lushan\nAn Lushan (703-757), cuyo apellido era Kang y se llamaba Yaluoshan, era de Liucheng, Yingzhou (ahora Chaoyang, Liaoning).\nMás tarde, asumió el apellido An y cambió su nombre a Lushan. Durante el reinado del emperador Xuanzong de la dinastía Tang, An Lushan fue el enviado militar.\nEn noviembre del año 14 de Tianbao, An Lushan reunió tropas en Fanyang y, con el fin de atacar a Yang Guozhong, lanzó una rebelión y tomó las tropas de tres ciudades para atacar Luoyang, la capital oriental. Los informes de Taiyuan llegaron rápidamente a Lishan. Tang Xuanzong, que estaba en el Palacio Huaqing en Lishan en ese momento, no creía que Anlushan se rebelaría. Sin embargo, las noticias de la rebelión continuaron difundiéndose y Xuanzong todavía estaba medio convencido. (Esta es una representación del \"sonido del agua corriendo sobre pequeñas rocas en un arroyo\")\nNo fue hasta que Yan Zhenqing, el prefecto del condado de Pingyuan, envió a alguien para enviar información que Xuanzong se despertó de su sueño.\nBajo la estrategia errónea del emperador Xuanzong de la dinastía Tang, el regimiento de caballería de An Lushan capturó Luoyang, la capital oriental. En el primer mes del año siguiente, se proclamó emperador Dayan en Luoyang, Jianyuan Shengwu, emperador Xiongwu y Da Xixun como Primer ministro.\nEn junio del mismo año, el emperador Xuanzong de la dinastía Tang, ansioso por aliviar la crisis en Chang'an y bajo un entendimiento militar equivocado, ejecutó a dos generales famosos, Feng Changqing y Gao Xianzhi. Esta orden conmocionó al ejército Tang. (Este comportamiento viola \"el camino debe apuntar al frente del río\")\nPosteriormente, el emperador Xuanzong de la dinastía Tang ordenó urgentemente a otro general, Ge Shuhan, que dirigiera el ejército Tang hacia el este fuera de Tongguan.\nGe Shuhan, quien entendió completamente el error estratégico del emperador Xuanzong de la dinastía Tang, planeó retrasar el cambio (el enfoque de \"está bien si el viento está en calma y la marea está en calma\").\nAl final, el emperador Xuanzong de la dinastía Tang pensó que era demasiado tímido para luchar, por lo que no tuvo más remedio que luchar con An Lushan llorando y fue derrotado. (Cumple \"Si trabajas duro para sustentarte, puedes lesionarte\").\nEn la dinastía Tang, cuando las tropas fronterizas y las guarniciones locales no tuvieron tiempo de responder, el ejército de An Lushan presionó la frontera y entró en la zona de la capital. En una situación crítica, el emperador Xuanzong de la dinastía Tang llevó al Cuerpo de Guardias a escapar de la capital, lo que provocó la caída del Xijing Chang'an sin líder.\n(Tang Xuanzong violó la guía de este signo, por lo que la rebelión de An Lushan tuvo éxito).", "聖意": "La casa es segura, uno mismo tiene suerte, la fortuna es estable, la transacción es próspera, el matrimonio es exitoso (precaución), un peatón de Liujia llega al campo, se cosechan gusanos de seda, se dañan seis animales y se encuentra a la persona , la demanda está justificada, la propiedad perdida trae enfermedades, es decir, la tumba de Anshan debe ser reparada.", "古人": "rebelión lushan", "第X籤": "La quincuagésima sexta lotería", "宮": "Palacio feo"}