{"籤詩版本二": "Mañana y anochecer, el apoyo del Buda debe estar en tiempos de peligro pero no en peligro.\nSi te atrae una persona noble, entonces también te acompañarán el dinero y la seda: este es Chuan Lai. Todo depende de ti.", "詩意": "Este hexagrama representa la bendición secreta de los dioses y los budas.\nTen paciencia y ten buena suerte en todo.", "解曰": "Un signo de paz a la antigua usanza. Cuando todo sea caro, será auspicioso.", "籤詩故事一": "◇Tang Monk alcanzó la iluminación\nUn día, Tang Seng llegó al río y vio la montaña Lingshan de Buda frente a él. Había un puente de una sola tabla frente a él. Tang Seng no se atrevió a cruzarlo. El Buda se transformó en un barquero y sostuvo un bote roto sin fondo. Tan pronto como Tang Monk subió al bote, cayó al río y fue rescatado por el barquero. Así es como Tang Monk alcanzó la Budeidad. (Historia del Viaje al Oeste)\n◇ Escrituras budistas de Tang Monk\nSanzang de la dinastía Tang, su apellido común era Chen y su nombre de pila era Yi. Nacido en el condado de Goushi, Luozhou (ahora al sur de la ciudad de Yanshi, provincia de Henan). Se convirtió en monje a la edad de trece años y tomó el nombre budista de Xuanzang.\nPara obtener las escrituras budistas originales, partió de Chang'an (la actual Xi'an, provincia de Shaanxi) en el tercer año de Zhenguan (629 d. C.), se aventuró a cruzar la frontera y pasó por innumerables dificultades para llegar a Tianzhu ( India) para recopilar escrituras. Viajó a lo largo de las cuencas de los ríos Ganges e Indo y las zonas costeras del sureste de la India, luego cruzó las montañas cubiertas de nieve y las crestas verdes, recorriendo más de 50.000 millas de ida y vuelta. Le llevó 16 años regresar finalmente a Chang'an en el año 19 de Zhenguan (645 d.C.). Trajo una gran cantidad de escrituras budistas y las tradujo al chino.\n(Tang Sanzang realizó un largo viaje de ida y vuelta entre China y la India, y seguramente experimentaría peligros, pero pudo regresar sano y salvo porque había un santo patrón invisible detrás de él).", "聖意": "El hogar es seguro, uno mismo es auspicioso, el negocio occidental tiene éxito, el matrimonio es exitoso, los peatones bloquean los campos, los gusanos de seda están bloqueados, los gusanos de seda tienen siete puntos, el ganado es rentable, la búsqueda es de personas, los occidentales Los juicios públicos son malos, la migración es conservadora, la propiedad perdida se ve, la enfermedad es auspiciosa, las montañas y las tumbas son auspiciosas.", "古人": "Tang Monk alcanzó la iluminación", "第X籤": "Ganar la lotería sesenta y dos", "宮": "Palacio Yin"}