{"籤詩版本二": "El pez nadador fue atrapado en una trampa en el estanque Bibo.\nSi algo sale mal después de pensarlo, al final causará problemas.", "詩意": "Este hexagrama representa un pez atrapado en una trampa.\nTambién conviene tener cuidado en todo.", "解曰": "Asentamiento debajo de la casa. El desastre cae del cielo. Levántese temprano y tome precauciones primero. Evite los desastres.", "籤詩故事一": "◇El caballo está cubierto de agua (es difícil recoger el agua)\nDinastía Han. Zhu Maichen, nombre de cortesía Wengzi, era nativo de Wu en Kuaiji (ahora parte de la ciudad de Suzhou).\nEn sus primeros años, la familia de Maichen era pobre y él no tuvo éxito. La pareja vivía en una puerta con techo de paja en un callejón trasero, cortando leña y vendiéndola para llegar a fin de mes. No se gana mucho dinero vendiendo leña al precio de cualquiera.\nSu esposa salió a buscar agua y vio a un grupo de niños riéndose de Maichen, la esposa pensó que era vergonzoso y luego se fue.\nCuando Zhu Maichen tenía cincuenta años, el emperador Wu de la dinastía Han buscó talentos y adoró a Zhu como prefecto de Kuaiji.\nSu esposa lamentó su ceguera y deseaba ser reducida a sirvienta y concubina para servir a Zhu por el resto de su vida.\nMaichen ordenó a su ex esposa que trajera un balde de agua, lo vertió en los escalones y dijo: \"Si se puede recuperar el agua, los dos podrán volver a estar juntos\".\nTeniendo en cuenta la relación entre marido y mujer, a la esposa y a su marido vuelto a casar se les dio un espacio abierto en el jardín trasero para cultivarse y mantenerse. Su esposa se arrojó al río y murió.", "聖意": "La casa está en peligro, uno mismo está en peligro, el dinero se pierde, la transacción es pacífica, el matrimonio es inconsistente, Liujia está asustada, la gente está bloqueada, los campos están dañados, los gusanos de seda se pierden, el ganado se pierde, la gente Se encuentran, la demanda pública se pierde, la migración es buena, la propiedad perdida es desfavorable, la enfermedad es peligrosa y la tumba de la montaña debe cambiarse.", "古人": "El caballo está cubierto de agua (es difícil recoger el agua)", "第X籤": "Sexagésimo cuarto signo", "宮": "maogong"}