{"籤詩版本二": "El camino es peligroso, los caballos y los hombres tienen prisa y los soldados se encuentran en una situación desesperada cuando se pierden.\nLa playa está alta, el viento y las olas rompen, el barco se rompe, el sol se pone, las flores caen, el cielo cae y la escarcha cae.Ganar: oso.棹: remo.", "詩意": "Este hexagrama es como un barco rompiendo en la playa.\nCuidado con todos los peligros.", "解曰": "Vieja escuela y vieja escuela. Tranquilo e irreprochable. No es necesario buscar consejo. Viaja libremente.", "籤詩故事一": "◇El rey de Chu Yin Ling perdió el rumbo\nA principios del año 202 a.C., un total de 400.000 tropas Han de tres bandos rodearon al ejército de Xiang Yu en Gaixia, que carecía de alimentos. Pidieron a los soldados que cantaran en el dialecto Chu, lo que hizo que el ejército de Xiang Yu creyera erróneamente que su ciudad natal había sido controlada. por el ejército Han. Esta táctica psicológica de \"asediado por todos lados\" hizo que el ejército de Xiang Yu perdiera la moral.\nEntonces Xiang Yu lideró a más de 800 jinetes de élite y decidió escapar, mientras que el ejército Han lo seguía de cerca con Guan Ying y 5.000 jinetes. Después de cruzar el río Huai, a la caballería de Xiang Yu solo le quedaban cien personas.\nXiang Yu se perdió en Yinling y le preguntó a un granjero al costado del camino por el camino hacia el río. Inesperadamente, siguió la dirección indicada por el anciano y terminó en un pantano, lo que dificultó su movimiento. Casi fue superado por Liu. El ejército de Bang. Xiang Yu finalmente llegó a Wujiang y supo que la situación había terminado. Al ver a los mayores de Jiangdong sin vergüenza, se suicidó y murió.", "聖意": "La familia y la casa están preocupadas por sus propios desastres. Buscando dinero y arruinando el negocio. El matrimonio no dura. Liujia es peligrosa. Los peatones bloquean los campos. Los gusanos de seda están dañados. Seis cabezas de ganado están dañadas. Personas desaparecidas. Demandas públicas. Pérdida Migración Propiedad perdida Enfermedad Es desfavorable enviar a una tumba de montaña.", "古人": "El rey Yin Ling de Chu perdió el rumbo", "第X籤": "Lote sexagésimo sexto", "宮": "maogong"}