{"籤詩版本二": "Cuando llegue el invierno, una rama de ciruelo en flor en la montaña nunca será destruida incluso si sus hojas caen y sus ramas se marchitan.\nPero cuando llega la primavera, todavía me devuelvo como la cortesana y destruyo la obra original.", "詩意": "En este hexagrama, la flor del ciruelo ocupa la posición principal.\nTodo está bien si se retrasa.", "解曰": "Una flecha salió vacía. Cuando está vacío, no está vacío. Esperando que llegue la primavera. El color está en ello.", "籤詩故事一": "◇Anotó dos veces\nDurante el reinado del emperador Dezong de la dinastía Tang, el leal ministro Mei Bogao y su familia fueron incriminados por el traidor Primer Ministro Lu Qi, que quería matarlos a todos. Sólo su hijo Mei Liangyu logró escapar. Más tarde, cambió su nombre a Wang Xitong para ocultar su identidad. Vivía solo en las calles, con hambre y frío, pero afortunadamente fue acogido por Chen Risheng (Chen Dongchu). Chen Risheng no conocía su experiencia de vida, por lo que le pidió que le ayudara a cuidar el jardín de ciruelos de Chen para no morir de hambre en la calle.\nChen Risheng era un compañero de clase y amigo de Mei Bogao. Cuando estaba siendo perseguido por Lu Qi, fue rescatado por Mei Bogao. Como resultado, Mei Bogao y Lu Qi se enemistaron. Al final, toda su familia fue ejecutada. Chen Risheng se sintió triste y enojado por esto. Después de casarse, renunció y se mudó con su familia a Yangzhou para vivir en reclusión.\nChen Risheng tiene una hija llamada Chen Xingyuan, que es hermosa y fragante. Después de que Mei Liangyu llegó a la familia Chen, se enamoraron a primera vista. En un día en que los ciruelos estaban en plena floración, que también era el aniversario de la muerte de Mei Bogao, Chen Risheng y su familia abrieron un altar en el jardín de ciruelos de su casa para conmemorar a su difunto amigo y benefactor. Inesperadamente, el clima cambió repentinamente. y sopló una fuerte tormenta de nieve que cubrió todas las flores de ciruelo. Chen Risheng lamentó haber podido escapar de manera segura, pero ni siquiera pudo salvar a los descendientes de la familia Mei. Pensó que esto era una advertencia de Dios, por lo que juró que a menos que las flores de ciruelo volvieran a florecer, lo que demuestra que los descendientes de Como la familia Mei todavía estaba viva, él nunca dijo nada. Escapó al budismo y se convirtió en monje.\nSu hija Xingyuan escuchó esto e inmediatamente quemó incienso y oró sinceramente a Dios para que las flores de ciruelo volvieran a florecer. Su sinceridad conmovió el cielo, y todos los ciruelos en el jardín de ciruelos volvieron a florecer; más tarde, Chen Risheng supo que el Xitong era Liangyu, por lo que comprometió a su hija Xingyuan con él.", "聖意": "La casa no es buena para uno mismo, uno es bueno para uno mismo, uno busca riquezas, uno es prudente en los tratos, es el momento adecuado, el matrimonio llega tarde, la primavera es fuerte, el otoño está vacío, el viajero llega tarde, los campos son prósperos, los gusanos de seda son prósperos, los seis ganados son prósperos, se deben cambiar personas, demandas públicas, pérdidas, migraciones, propiedades perdidas, enfermedades orientales, falsas alarmas, tumbas de montaña.", "古人": "Marcó dos veces", "第X籤": "Sesenta y nueve ganando el lote", "宮": "tatsumi"}