{"籤詩版本二": "Chao Chao es como una abeja recolectora de flores, que vuela desde el suroeste y luego hacia el este.\nLa primavera ha terminado, las flores se han ido y no hay lugar donde buscar, este corazón no cambiará de paradero.", "詩意": "Este hexagrama es como una abeja recogiendo flores.\nTodo es laborioso y laborioso.", "解曰": "Sin paisajes primaverales. Llueve durante mucho tiempo pero nunca aclara. Pedir ayuda. Es mejor estar callado.\n.", "籤詩故事一": "◇Li Mi se rebeló contra la dinastía Tang\nLi Mi\n(582-619), el difunto líder del ejército Wagang en el levantamiento campesino de finales de la dinastía Sui de China. Maestro de la caligrafía. El maestro de la palabra Fa era originario de Chang'an, Jingzhao, y su hogar ancestral era Xiangping, Liaodong (ahora al sur de Liaoyang, Liaoning). Originario de Chang'an, Jingzhao, su hogar ancestral es Xiangping, Liaodong (ahora al sur de Liaoyang, Liaoning).\nEn el noveno año de Daye (613), participó en la rebelión de Yang Xuangan contra la dinastía Sui en Liyang (ahora al noreste del condado de Junxian, provincia de Henan). En el noveno año de Daye (613), participó en la rebelión de Yang Xuangan contra la dinastía Sui en Liyang (ahora al noreste del condado de Junxian, provincia de Henan). El sentido misterioso es derrotado,\nLi Mi huyó. Xuangan fue derrotado y Li Mi huyó.\nEn el duodécimo año de Daye, se unió al ejército de Wagang.\n. En el duodécimo año del reinado de Daye, se unió al ejército de Wagang. Li Mi era bueno en estrategia. En octubre del duodécimo año de Daye, Li Mi persuadió a Zhai de atacar a Xingyang Tong, el poderoso general que acompañaba al ejército, para defender a Zhang Xutuo, derrotar al ejército de Sui y matar a Zhang Xutuo. Li Mi era bueno en estrategia. En octubre del duodécimo año de Daye, Li Mi persuadió a Zhai de atacar a Xingyang Tong, el poderoso general que acompañaba al ejército, para defender a Zhang Xutuo, derrotar al ejército de Sui y matar a Zhang Xutuo.\nMás tarde, propuso atacar el almacén de Xingluo (más tarde rebautizado como Luokou), abrir el almacén para recibir ayuda y ampliar el equipo. El equipo del Ejército de Wagang creció rápidamente. En el año 13 de Daye, Li Mi dirigió el Ejército de Wagang y Zhai Rang Se ocupó de la degradación y distribución de la dinastía Sui. Hubo una guerra por los recursos militares y otras cuestiones, y Li Mi mató a Zhai Rang y a cientos de sus seguidores. Más tarde, propuso atacar el almacén de Xingluo (más tarde rebautizado como Luokou), abrir el almacén para recibir ayuda y ampliar el equipo. El equipo del Ejército de Wagang creció rápidamente. En el año 13 de Daye, Li Mi dirigió el Ejército de Wagang y Zhai Rang Se ocupó de la degradación y distribución de la dinastía Sui. Hubo una guerra por los recursos militares y otras cuestiones, y Li Mi mató a Zhai Rang y a cientos de sus seguidores.\nEn marzo del año 14 de Daye, Yu Wenhuaji mató al emperador Yang de la dinastía Sui.\n, llevó a más de 100.000 personas a regresar al oeste. En marzo del decimocuarto año de Daye, Yu Wenhuaji (Yu Wen, apellido compuesto) mató al emperador Yang de la dinastía Sui y regresó al oeste con más de 100.000 personas. A Li Mi se le ordenó atacar Huaji. Aunque Huaji fue derrotado, las tropas de Li Mi también sufrieron grandes pérdidas. Más tarde fueron perseguidos por Wang Shichong. El ejército de Li Mi fue derrotado y su campamento fue destruido. Sus generales Qin Shubao, Cheng Zhijie (originalmente llamado Cheng Yaojin), Niu Jinda y otros fueron capturados. Shan Xiongxin se rindió. A Li Mi se le ordenó atacar Huaji y, aunque Huaji fue derrotado, las tropas de Li Mi también sufrieron grandes pérdidas. Más tarde, fue perseguido por Wang Shichong. El ejército de Li Mi fue derrotado y su campamento fue aniquilado. Sus generales Qin Shubao, Cheng Zhijie (originalmente llamado Cheng Yaojin), Niu Jinda y otros fueron capturados, y Shan Xiongxin se rindió. Li Mi estaba desesperado, por lo que cruzó el río hacia Heyang en septiembre y se rindió a la dinastía Tang. Li Mi estaba desesperado, por lo que cruzó el río hacia Heyang en septiembre y se rindió a la dinastía Tang.\nEn noviembre, Li Yuan envió a Li Mi a Shandong para reclutar tropas viejas. Noviembre, \nLi Yuan envió a Li Mi a esperar en Shandong para reclutar tropas viejas. Sintiendo que sospechaban de él, se rebeló contra Tang. Sintiendo que sospechaban de él, se rebeló contra Tang. El general Tang Sheng Yanshi invitó a Li Mi a atacar y lo mató en Xinggong Xian. El general Tang Sheng Yanshi invitó a Li Mi a atacar y lo mató en Xinggong Xian.", "聖意": "Casa, casa, lengua, yo, villano, buscando riqueza, desperdiciando negocios, matrimonios que no duran, Liujia, flores vacías, peatones, Yaotian, daños por gusanos de seda, seis daños por ganado, personas desaparecidas, demandas, pérdidas, migración, conservadurismo, propiedad perdida, enfermedad, obstáculos, reforma de la tumba de montaña.", "古人": "Li Mi se rebeló contra la dinastía Tang", "第X籤": "El septuagésimo sorteo", "宮": "tatsumi"}