{"籤詩版本二": "Cognición de los Decimonoveno Guardias de Canglong: una mujer se casó con un segundo marido\nCon un arco y dos flechas, los dinosaurios vivirán en paz inmediatamente", "詩意": "Este hexagrama es como un arco que sostiene dos flechas.\nTodo es auspicioso si va de la mano.", "解曰": "No demasiado pesado. Destino. Se abre Zhen Liuzhong. Conviene tener cautela.", "籤詩故事一": "◇Wenjun visita Xiangru\nZhuo Wenjun era hija del nieto de Zhuo Wang, un rico hombre de negocios de Linqiong, provincia de Sichuan, dominaba la música y tenía un nombre literario. Se casó cuando tenía dieciséis años, unos años más tarde su marido falleció y ella regresó con su familia natal para vivir como viuda.\nUn día, Sima Xiangru fue a la casa de Zhuo Wangsun para un banquete y cuando se enteró de que Zhuo Wenjun acababa de enviudar, tocó la canción \"Phoenix Buscando el Fénix\" para expresar su amor. Zhuo Wenjun ya había oído hablar de Sima Xiangru, y este banquete lo atrajo aún más por Sima Xiangru. Por otro lado, después del banquete de Sima Xiangru, inmediatamente gastó mucho dinero para sobornar a la doncella personal de Zhuo Wenjun y le pidió que le transmitiera el amor de Sima Xiangru por Zhuo Wenjun. Después de que Zhuo Wenjun se enteró del amor de Sima Xiangru a través de la criada, inmediatamente corrió a la posada donde vivía Sima Xiangru. Al ver la llegada de Zhuo Wenjun, Sima Xiangru inmediatamente se fugó con ella durante la noche a su ciudad natal en Chengdu.\nCuando estaban en Chengdu, la pareja era tan pobre que tuvieron que regresar a Linqiong para abrir un pequeño hotel para ganarse la vida. Zhuo Wenjun vendía vino y Sima Xiangru lavaba platos. Vivían una vida pobre. Después de que el padre de Zhuo Wenjun, Zhuo Wangsun, se enteró, estuvo de acuerdo y los financió siguiendo el consejo de sus amigos, de modo que Sima Xiangru y Zhuo Wenjun regresaron a Chengdu para vivir y luego se hicieron ricos.", "聖意": "Pérdida del hogar y la propiedad, los propios aciertos y errores, búsqueda de riqueza, transacciones laborales, protección contra la reunificación matrimonial", "古人": "Wenjun visita Xiangru", "第X籤": "Setenta y uno lotería ganadora", "宮": "tatsumi"}