{"籤詩版本二": "Los apicultores deben mendigar miel para no ser picados por un aguijón.\nDebe haber un camino extraño frente a ti, el secreto es tan profundo como un bosque de espinas.", "詩意": "Este hexagrama simboliza a las abejas recolectando miel.\nTodo es laborioso y laborioso.\n\n(Este hexagrama busca el símbolo de la dulzura y obtiene amargura.\nPrevenir desastres en todo.\n)", "解曰": "Hay que hacer las cosas con cuidado. No es necesario forzarlo. Las abejas recogen miel. ¿Cual es la razón?", "籤詩故事一": "◇Wang Mang busca talentos\nSe puede decir que la familia Wang Mang de la dinastía Han Occidental es una familia rica. Aunque su padre murió temprano, varios de sus tíos y tíos se convirtieron en emperadores de la dinastía Han. Se convirtieron en generales, primeros ministros, marqueses y recibieron recompensas. La familia Wang fue extremadamente prominente.\nPero la pequeña familia de Wang Mang era extremadamente pobre; su padre murió joven y él sólo vivía con su madre, dependiendo de la caridad de sus familiares. Pero debido a esto, Wang Mang desarrolló y practicó un conjunto de habilidades para tratar con las personas desde que era un niño. No importa cuán triste o enojado se sintiera, siempre mostraba una mirada muy feliz y pacífica frente a familiares, ancianos o forasteros, por lo que era muy apreciado por todos en el clan.\nUna vez, su tío mayor estaba gravemente enfermo. Al enterarse, se acercó y esperó junto a la cama del paciente, trayendo medicinas y agua, y velando por las noches. Durante varios meses seguidos estuvo desnudo, descuidado y demacrado. Simplemente era más \"paciente\" que paciente, más \"hijo\" que hijo biológico.\nPor esto, todos en el pueblo taiwanés lo elogiaron y escribieron cartas pidiendo una recompensa para él.\nEntonces, el emperador Cheng de la dinastía Han le otorgó el título de Marqués de la Nueva Capital y lo nombró guardia en el palacio, convirtiéndose en un ministro cercano del emperador.\nCon su alto estatus y gran poder, Wang Mang nunca mostró ninguna arrogancia o negligencia. En cambio, se volvió cada vez más cortés y cortés. Por un lado, se hizo amigo de ministros, generales, celebridades y eruditos. Por otro lado , ayudó a los pobres y fue generoso con su riqueza.\nPero vivió una vida muy frugal, a menudo comía platos de carne, sin mencionar que vestía túnicas largas y vestidos de manga larga, y solo vestía ropa corta. Por eso todos en el gobierno y el público lo elogiaron unánimemente con la palabra \"virtuoso\".\nMás tarde, su tío, el Gran Sima Wanggen, murió de una enfermedad y fue elegido como su reemplazo. El emperador y todos los ministros pensaron que era la persona más adecuada. Por tanto, Wang Mang, que sólo tenía treinta y ocho años, se convirtió en la Gran Sima con mayor poder militar del país.\n(Esta historia es una metáfora. Ser bueno siendo una buena persona puede ayudarte a deshacerte de la \"dificultad de ser picado por abejas\" y alcanzar tus ideales como desees).", "聖意": "La casa no es buena para uno mismo, la familia está en problemas, el negocio está bloqueado, el matrimonio está bloqueado, las seis armaduras son falsas, los peatones llegan tarde, la cosecha de gusanos de seda es baja, el ganado es bajo, es difícil encontrar gente, el pleito es malo, la migración no se mueve, la propiedad perdida es mala, la enfermedad se instala, la tumba de la montaña se pierde", "古人": "Wang Mang busca talentos", "第X籤": "Ganar la lotería setenta y dos", "宮": "tatsumi"}