{"籤詩版本二": "Cuando llega la primavera, los truenos tiemblan y los insectos chirrían, y me alejo del barro.\nCuando me di cuenta por primera vez de que todavía iba y venía, una vez que cambié, me convertí en un dragón.", "詩意": "Este hexagrama es como el trueno y los insectos.\nConocer a una persona noble es una buena señal en todo.", "解曰": "Golpea el trueno. Dos depósitos de entrada y salida. Cambiar una vez. Hasta Tianmén.", "籤詩故事一": "◇Motín de Chenqiao\nEn 959 d.C., Zhou Shizong Chai Rong murió y el emperador Gong, Chai Zongxun, que ascendió al trono, tenía sólo siete años. En ese momento, Zhao Kuangyin, quien se desempeñaba como inspector frente al palacio y enviado de Songzhou al ejército alemán, ostentaba el poder real.\nEn la primavera de 960 d.C., Zhenzhou (actual Zhengding, provincia de Hebei) y Dingzhou (actual condado de Dingxian, provincia de Hebei) informaron que los ejércitos de la dinastía Han del Norte y el estado de Liao se dirigían conjuntamente hacia el sur para atacar a la dinastía Zhou Posterior, con gran impulso y solicitó el envío de tropas en busca de ayuda. Más tarde, la dinastía Zhou ordenó a Zhao Kuangyin que dirigiera sus tropas al norte para luchar contra el enemigo. Zhao Kuangyin actuó en secreto bajo la planificación de su hermano Zhao Guangyi, Zhao Pu, Shi Shouxin y otros.\nEl 3 de febrero, cuando el ejército llegó a Chenqiaoyi (ahora ciudad de Chenqiao, al sureste de Fengqiu, Henan), lanzaron un motín y ordenaron a los soldados que usaran túnicas amarillas para él. Se rebelaron contra la dinastía Zhou posterior y apoyaron a Zhao Kuangyin como emperador. . Después de eso, Zhao llevó a sus tropas de regreso a Kaifeng sin quemar, matar ni saquear: \"Taizu Chen Qiao hizo un juramento de no molestar a la gente de la capital y prometió no perturbar la ciudad el día que entró en la ciudad\".\nEl tercer día del tercer año del mes lunar, Zhao Kuangyin se amotinó en Chenqiao y regresó a la capital. Fan Zhi llevó a Wang Pu y Wei Renpu a interrogar a Zhao Kuangyin. Luo Yanhuan sacó su espada frente a la tienda y gritó en voz alta. : \"Los tres ejércitos no tienen amos. Los generales han decidido nombrarlo emperador. ¡Cualquiera que hable será asesinado!\". El rostro de Wang Pu estaba tan pálido como la tierra. Bajó los escalones y se inclinó. Fan Zhi también se inclinó. Kuang Yin personalmente lo ayudó a levantarse y lo trató con gran cortesía.\nDespués de una resistencia moderada, el emperador Gong de la última dinastía Zhou tomó el trono y Zhao tomó el trono. \"Taizu estaba a punto de aceptar el Zen, pero no había ningún texto Zen. Tao Gu, un erudito de Hanlin, aceptó la orden. y entró junto a él, diciendo: \"Está hecho\".\nDespués de que Zhao subió al trono, cambió el nombre del país a Song, Yuan a Jianlong e hizo de Kaifeng la capital. Shi Shouxin, Gao Huaide, Zhang Lingduo, Wang Shenqi, Zhang Guanghan y Zhao Yanhui recibieron el título de Jiedushi. , que fue conocido en la historia como el \"motín de Chenqiao\".\nWikipedia\n(Esta historia representa que este es el comienzo de la actuación de Zhao Kuangyin).", "聖意": "Ore por su hogar, vida diaria, riqueza, buena fortuna, buena suerte en los negocios, matrimonio noble, éxito en Liujia, peatones masculinos, nacimiento prematuro de gusanos de seda en los campos, nacimiento prematuro de seis animales, buena fortuna en primavera, búsqueda de personas. , éxito en pleitos, buena suerte en migración, bienes perdidos, peligros en enfermedades, peligros en montañas y tumbas.", "古人": "Motín de Chenqiao", "第X籤": "Firmado setenta y tres", "宮": "Mi Palacio"}