{"籤詩版本二": "Es como arrastrar un tigre por una montaña alta, pelear y competir entre sí para romper el frío.\nSi de repente haces algo bueno sin darte cuenta, debes mantenerte a salvo. La palabra arrastrar al tigre significa abrazar al tigre.", "詩意": "Este hexagrama es como sostener (arrastrar) un tigre a través de la montaña.\nTodo es peligroso y aterrador.", "解曰": "El peligro es peligroso. Hay obstáculos por delante. Si pides consejo. Es un trabajo realmente duro.", "籤詩故事一": "◇Wu Yuan salió de Zhaoguan por la noche (Wu Zixu pasó por Zhaoguan)\nWu Zixu era nativo de Chu en el período de primavera y otoño. En ese momento, el rey Ping de Chu quería cazarlo. El rey Ping de Chu ofreció una recompensa por el arresto de Wu Zixu, hizo dibujar su retrato y colocarlo en las puertas de la ciudad en todo el estado de Chu, y ordenó a los funcionarios que intensificaran las investigaciones. Cuando Wu Zixu huyó a Zhaoguan, la frontera entre Wu y Chu, los funcionarios de Zhaoguan lo controlaron muy de cerca. Estaba tan preocupado que no pudo dormir durante varias noches seguidas, e incluso su cabello se volvió gris por la preocupación. Afortunadamente, conocí a un hombre llamado Dong Gao Gong, que se compadeció de su difícil situación y lo llevó a casa para esconderse. El duque Dong Gao tenía un amigo que se parecía un poco a Wu Zixu, por lo que el duque Dong Gao le pidió que pasara la prueba haciéndose pasar por Wu Zixu. Los porteros atraparon al falso Wu Zixu, pero los porteros no pudieron reconocer al verdadero Wu Zixu porque su cabello era todo blanco, por lo que lo dejaron pasar. Más tarde, escapó sano y salvo al estado de Wu.\n(Reemplazar a Wu Zixu con un amigo que se parece y que tiene cabello gris es la \"mano mágica\" de esta historia)", "聖意": "Ore por su hogar y su hogar para protegerse, tenga cuidado con la búsqueda de riqueza, tenga cuidado en las transacciones, estancamiento en las transacciones, dificultades matrimoniales.", "古人": "Wu Yuan salió de Zhaoguan por la noche (Wu Zixu pasó por Zhaoguan)", "第X籤": "El septuagésimo quinto signo", "宮": "Mi Palacio"}