{"籤詩版本二": "Una mezcla de pez y dragón tiene el mismo significado: quédate en el estanque profundo y espera la suerte.\nInconscientemente, Yumen saltó sobre el Palacio del Dragón con la cabeza levantada.", "詩意": "El hexagrama pez y dragón permanecen sin cambios.\nTodo llega a su tiempo.", "解曰": "Aunque es Ziji. Espera también. Planifica tu propio negocio. No actúes imprudentemente.", "籤詩故事一": "◇Hongwu observando ganado\nZhu Yuanzhang, originario de Zhongli, Haozhou (ahora condado de Fengyang, provincia de Anhui), nació en el primer año de Tianli de Yuan Wenzong de la dinastía Yuan, ocupando el cuarto lugar en su familia. Nació en una familia de campesinos pobres, debido a la pobreza cuando era joven, no pudo estudiar y una vez pastoreó ganado para el terrateniente.\nEn el cuarto año de Zhizheng (1344), hubo una grave sequía en Huaibei. El padre, la madre y el hermano de Zhu Yuanzhang murieron sucesivamente, por lo que no tuvo más remedio que convertirse en monje novicio en el templo de Huangjue.\nMenos de dos meses después de entrar al templo, debido a la dificultad para cobrar el alquiler del templo en los años de hambruna, el propietario del templo cerró el almacén y despidió a los monjes. Zhu Yuanzhang tuvo que abandonar su ciudad natal y convertirse en un monje errante (un monje que se ganaba la vida mendigando).\nMás tarde, Zhu Yuanzhang se convirtió en el Taizu de la dinastía Ming y el \"emperador civil\" en la historia de China, con el nombre de reinado \"Hongwu\".\n(La metáfora de esta historia es que ser normal por un tiempo no significa que será igual en el futuro. Esto se debe a que aún no ha llegado el momento).", "聖意": "La familia está a salvo, la familia está sana, la fortuna es buena, el negocio espera, el matrimonio se retrasa, el macho nace en Liujia, el peatón llega tarde, el gusano de seda llega tarde, el gusano de seda abunda, los seis animales son perseguidos, la persona está desaparecida, ningún proceso se demora, la migración es conservadora, la propiedad perdida es obstaculizada por la enfermedad, la tumba de la montaña está", "古人": "Hongwu mira el ganado", "第X籤": "Lote setenta y seis", "宮": "Mi Palacio"}