{"籤詩版本二": "En el sueño se decía que habría mucha riqueza, pero la fama quedaría en nada.\nEl agua está lejos y las montañas están lejos, pero es difícil ser fiel, la persona noble da orientación y sonríe.", "詩意": "Este hexagrama representa el símbolo de obtener un tesoro en un sueño.\nTodo es más o menos real.", "解曰": "Soñando como un sueño. No hay esperanza de fama. Sólo espera los buenos tiempos. Instrucciones nobles.", "籤詩故事一": "◇ Devolver el jade a Zhao (devolver el jade a Zhao después de completarlo)\nEn 283 a.C., el rey Zhao Huiwen obtuvo He's Bi de Chu. Después de que el rey Qin Zhaoxiang escuchó la noticia, envió una carta al rey Zhao, expresando su voluntad de intercambiar quince ciudades por He's Bi.\nLin Xiangru le analizó al rey Zhao que Qin era fuerte y Zhao era débil y tenía que ser reemplazado.\nLuego, el rey Zhao envió a Lin Xiangru a Qin con He's Bi.\nEl rey de Qin se reunió con Lin Xiangru en Zhangtai, y Lin Xiangru le presentó el jade al rey de Qin. El Rey de Qin se llenó de alegría y le pasó el He's Bi a la belleza y todos a su alrededor lo miraron. En ese momento, todos a izquierda y derecha gritaron ¡viva!\nLin Xiangru vio que el Rey de Qin no tenía intención de darle la ciudad a Zhao, por lo que le dijo al Rey de Qin que el jade de He era defectuoso y quería señalárselo al Rey de Qin para aprovechar la oportunidad para obtener el espalda de jade.\nDespués de que Lin Xiangru recuperó el Bi de Heshi, se paró junto al gran pilar, mostrando que quería morir con el Bi de Heshi.\nEn ese momento, Lin Xiangru le dijo al rey de Qin: \"El rey de Zhao aún superó las objeciones de los ministros y aceptó la propuesta del ministro. Incluso si no se engañaron entre sí al interactuar con la gente común, sin mencionar que ¡Qin es un país grande! Para preservar la amistad entre Qin y Zhao, el rey Zhao. Después de ayunar durante cinco días, envié a mis ministros a Qin con el jade. Desafortunadamente, el rey de Qin no solo no tenía intención de darle a Zhao un ciudad, pero también le pasó el jade de la familia He a una mujer hermosa, lo cual fue realmente una burla de mis ministros\".\nDespués de terminar de hablar, Lin Xiangru inmediatamente hizo un gesto de golpear un pilar. El rey de Qin temía que He's Bi resultara dañado, por lo que fingió darle a Zhao quince ciudades. Lin Xiangru vio el traicionero plan del rey Qin, por lo que le pidió que ayunara durante cinco días antes de presentarle a He's Bi para retrasar el tiempo. En estos pocos días, Lin Xiangru envió a sus asistentes a regresar al Estado de Zhao con el jade, mientras él se quedaba para tratar con el Rey de Qin.\n(Esta historia es como los ojos de una persona común y corriente fascinados por su estatus).", "聖意": "Orar por bendiciones en el hogar, en uno mismo, obstaculizar la riqueza, dificultar las transacciones, el matrimonio no está en armonía con los peatones de Liujiaxu, no se aceptan gusanos de seda chitianos, seis animales están dañados, faltan personas, se esperan demandas públicas y migración, cosas perdidas Están lejos, las enfermedades se instalan, se envían a tumbas en las montañas y se cambian.", "古人": "Devuelve el jade a Zhao (completa el jade a Zhao)", "第X籤": "La lotería ganadora número setenta y siete", "宮": "Palacio del mediodía"}