{"籤詩版本二": "Nudo vacío, deseo mantenerte a salvo. Si mantienes tu cuerpo a salvo, desearía que nunca lo devolvieras.\nNo olvides que el favor de Dios ha sido correspondido. No desprecies las palabras de Dios.", "詩意": "No creas que este hexagrama es cierto.\nEs señal de ser conservador en todo.", "解曰": "La gente tiene sus propias opiniones. La mente no necesita estar ocupada. Instrucciones de Guan Yin. No seas irrespetuoso.", "籤詩故事一": "◇Apoyando en secreto la bandera de bronce\nEl famoso general fundador de la dinastía Tang, Qin Qiong (Qin Shubao), recibió el título de Gran Mariscal de la dinastía Sui y dirigió a sus tropas para atacar el paso Sishui (o el paso Sishui o el paso Dongling, según varían las leyendas). Yang Yicheng), el guardia general del paso de Sishui, era el emperador Yang de la dinastía Sui que ordenó que se instalara una bandera de bronce, pero Qin Shubao no pudo atacarla durante mucho tiempo. Después de descubrir que Luo Cheng, el líder de la formación, era su primo, se puso en contacto con su tía.\nAntes de irse, Luo Cheng le dijo a su madre que la persona que vino a derribar la bandera era su primo Qin Qiong, y su madre le ordenó que lo ayudara en secreto. El día de la batalla decisiva, Luo Cheng, que estaba custodiando la Bandera de Bronce, de repente cambió de bando y unió fuerzas con Qin Qiong. Finalmente derrotaron a la formación de la Bandera de Bronce. Luo Cheng ocupó el Paso Dongling y regresó victorioso. Luo Cheng también se rindió. la dinastía Tang.\n(Esta historia es una metáfora de que a veces debes confiar en la razón al hacer las cosas, en lugar de confiar en las emociones o la fe).", "聖意": "La casa también está dispuesta a hacer promesas, buscar riqueza, quedarse con su parte, ser cautelosa en las transacciones, el matrimonio es falso, dar a luz a una niña, los peatones se quedan en el campo, los gusanos de seda, siete puntos, seis daños al ganado, personas desaparecidas, público pleitos, migración, propiedad perdida, enfermedades occidentales, solución a las montañas, tumbas, dirección oeste", "古人": "Ayudando en secreto a bajar la bandera de bronce", "第X籤": "Setenta y nueve ganando el lote", "宮": "Palacio del mediodía"}