{"籤詩版本二": "Las hojas de los sicomoros han caído, el otoño se acerca y el viaje de regreso de los viajeros parece nubes.\nGracias a los grandes esfuerzos de Dios, el barco regresó con el tesoro al viento.", "詩意": "Este hexagrama representa las hojas que caen del árbol sicomoro.\nTodo es malo de antemano y bueno al final.", "解曰": "Toma las cosas desde el corazón. Tianxin lo sigue. Para ganarse la vida. Haz lo que puedas.", "籤詩故事一": "◇El viento sopla hacia el Pabellón Tengwang\nWang Bo, nombre de cortesía Zian, fue un poeta de principios de la dinastía Tang, nacido en el primer año de Yonghui, emperador Gaozong de la dinastía Tang. Wang Bo ha estado leyendo las Escrituras desde que era un niño y se le conoce como un \"niño prodigio\". Wang Bo ha estado leyendo las Escrituras desde que era un niño y se le conoce como un \"niño prodigio\".\nCuando tenía diez años, él y su padre pasaron por un templo de Guandi. Vieron la majestuosa estatua de Guandi en el templo, sosteniendo una copia de \"Primavera y Otoño\" y leyéndola. Cuando su padre la vio, Se inspiró y le cantó al emperador Guan: \"Sosteniendo tres mechones de barba verde, leyendo la historia de la dinastía Qing en la linterna verde y rindiendo homenaje a los nombres famosos. Sosteniendo el dragón verde y la luna en mi mano\". que en el otoño de este año, Wang Bo fue de Shanxi a la isla de Hainan para visitar a su padre, quien fue degradado a magistrado del condado de Jiaozhi, pasando por miles de montañas y ríos en el camino. En el otoño del año en que tenía veintisiete años, Wang Bo fue de Shanxi a la isla de Hainan para visitar a su padre, que había sido degradado al puesto de magistrado del condado de Jiaozhi. Atravesó miles de montañas y ríos a lo largo del camino.\nCuando llegamos a la montaña Madang ese día, todos bajaron a tierra para descansar. Cuando Wang Bo caminaba solo por un templo antiguo, de repente vio a un anciano sentado en la piedra al lado del templo. El anciano parecía un niño de cabello rubio. y una apariencia de hada. Le dijo a Wang Bo \"¿No eres Wang Bo?\" Wang Bo se sorprendió y dijo: \"¡Exactamente! ¿Cómo sabes eso?\" El anciano dijo: \"Hace mucho que escuché que tienes buenos \"Tienes intenciones de salvar a la gente, y tus poemas son muy significativos. Mañana habrá una gran fiesta en el Pabellón Tengwang. Si puedes asistir al banquete y escribir un ensayo, serás famoso a lo largo de los siglos y pagarás los gastos de viaje\". En la montaña Madang, todos bajaron a tierra para descansar. Cuando Wang Bo caminaba solo por un templo antiguo, de repente vio en la piedra al lado del templo, había un anciano sentado, que parecía un niño con cabello rubio y un hada. apariencia y le dijo a Wang Bo: \"¿No eres tú Wang Bo?\"\nWang Bo se sorprendió y dijo: \"¡Exactamente! ¿Cómo sabes eso?\".\nEl anciano dijo: \"Hace mucho que escuché que tienes la amable intención de salvar a la gente, y los poemas que compones son bastante significativos. Mañana habrá una gran fiesta en el Pabellón del Príncipe Teng. Si puedes asistir al banquete y componer, Serás famoso a lo largo de los siglos y tendrás gastos de viaje\".\nWang Bo dijo: \"Este lugar está a seiscientas o setecientas millas del Pabellón Tengwang. ¿Cómo podemos llegar aquí mañana?\" El anciano dijo: \"Usaré un caballo como viento divino para ayudarte a navegar sin problemas. Definitivamente llegará mañana\". Wang Bo me agradeció y dijo: \"Disculpe, mi suegro. ¿Es usted un inmortal o un dios?\" El anciano se rió y dijo: \"Soy el Zhongyuan Shuijun a cargo de ¡Esta área de agua!\" Wang Bo dijo: \"Este lugar está a seiscientas o setecientas millas del Pabellón Tengwang. ¿Cómo podemos llegar aquí mañana?\"\nEl anciano dijo: \"Usaré el caballo como un viento divino para ayudarte a navegar sin problemas. Definitivamente llegaré mañana\".\nWang Bo le dio las gracias y dijo: \"Disculpe, suegro, ¿eres un inmortal o un dios?\".\nEl anciano se rió y dijo: \"¡Soy el Zhongyuan Shuijun que está a cargo de esta área de agua!\" Luego, el anciano instó a Wang Bo a subir al bote rápidamente. Vio nubes auspiciosas que lo rodeaban por un tiempo y el viento y el agua era suave a lo largo del camino. En un abrir y cerrar de ojos, había viajado cientos de millas.\nLuego, el anciano instó a Wang Bo a subir al barco rápidamente. Vio nubes auspiciosas que lo rodeaban por un tiempo, y fue un viaje tranquilo. En un abrir y cerrar de ojos, había viajado cientos de millas. Como era de esperar, Wang Bo corrió al Pabellón del Príncipe Teng la mañana del gran evento.\nComo era de esperar, Wang Bo corrió al Pabellón del Príncipe Teng la mañana del gran evento. Y en el acto, escribió el \"Prefacio al Pabellón del Príncipe Teng\", que el emperador Gaozong de la dinastía Tang llamó la obra maestra eterna. Y en el acto, escribió el \"Prefacio al Pabellón del Príncipe Teng\", que el emperador Gaozong de la dinastía Tang llamó la obra maestra eterna.\nHay un poema que dice:\nSiempre se ha dicho que las personas talentosas son dioses, por lo que no es casualidad que el viento lleve a Nanchang a Nanchang;\nEscribí una frase sobre el gran pabellón de Teng Wang y luego acompañó a los inmortales a Zhongyuan.", "聖意": "Ora por tu hogar y protégete, ora por bendiciones, busca riquezas y logra el matrimonio y la armonía.", "古人": "El viento sopla hacia el Pabellón Tengwang", "第X籤": "Firma ochenta y uno", "宮": "Wei Gong"}