{"籤詩版本二": "¿Qué hacer si pierdes tu virtud por tu reputación? Temo que la buena fortuna cambie y sucedan cosas malas.\nBorracho, no sé adónde ir, tengo un sueño confuso a la sombra de los verdes pinos.", "詩意": "Este hexagrama representa el pez frío que sale del agua.\nNo se puede mover nada.\n\n(Este hexagrama es un símbolo de mala virtud y mala suerte.\nMantén los pies en la tierra en todo.\n)", "解曰": "El pescado frío sale del agua. una mosca en el perfume. Si preguntas sobre planes de campamento. Es mejor para Mo Qi\nEsta señal traerá mala suerte a Liujia. Todo va mal. Oren por seguridad.", "籤詩故事一": "◇Zhuangzi pone a prueba a su esposa\nZhuangzi nació en la dinastía Zhou. Su apellido era Zhuang, su nombre de pila era Zhou y su nombre de pila era Zixiu. Era un nativo de Mengyi en la dinastía Song. En la dinastía Zhou, fue el funcionario de Qiyuan.\nUn día, Zhuangzi se encontró con una mujer en la montaña, que estaba en cuclillas frente a una tumba nueva, agitando desesperadamente su abanico, como si quisiera secar la tierra húmeda de la tumba. Zhuangzi no entendió su intención, así que le preguntó. Ella dijo que la persona enterrada en la tumba era su marido, y las últimas palabras de su marido fueron que no podía volver a casarse hasta que la tierra de la tumba se secara. No podía esperar más, así que removió la tierra de la tumba para que se secara más rápido y poder buscar una segunda primavera.\nZhuangzi suspiró cuando pensó que había una mujer tan desalmada en el mundo. Entonces pensé, ¿mi esposa sería así? Cuando surge la sospecha, quiero probarla.\nEl apellido de la esposa de Zhuangzi era Tian y la pareja solía tener una relación cercana. Para poner a prueba la lealtad de su esposa, Zhuangzi decidió fingir estar muerta.\nAl enterarse de que Zhuangzi murió de una enfermedad repentina, muchas personas de todas partes, incluidos familiares y amigos, vinieron a expresar sus condolencias. Entre ellos se encontraba un apuesto rey y su nieto del estado de Chu, que era rico. Al ver que la Sra. Tian acababa de enviudar y, lamentablemente, la persiguió. La Sra. Tian no pudo soportar la tentación y se enamoró de Wang Sun. Se casaron en sólo veinte días.\nEsa noche, cuando se bebió el vino y las orejas estaban calientes, Wang Sun sufrió repentinamente un ataque al corazón y murió.\nLa Sra. Tian estaba asustada y en pánico, y le preguntó urgentemente a Wang Sun qué hacer. Wang Sun soportó el dolor y le dijo a la Sra. Tian que los cerebros de los cadáveres podrían usarse para devolverles la vida a los muertos.\n¿Dónde encontrar el cadáver? La Sra. Tian pensó de repente: ¿No acaba de morir su marido? El Sr. Tian se olvidó del antiguo amor entre marido y mujer y, de hecho, tomó un hacha y abrió el ataúd de su marido, preparándose para sacarle el cerebro como medicina.\nInesperadamente, cuando se abrió el ataúd, Zhuangzi volvió a la vida. La Sra. Tian estaba tan avergonzada que se ahorcó.\n(Esta historia es una metáfora de la violación de la amistad para beneficio personal, por lo que no podemos estar de acuerdo con ella).", "聖意": "La casa está en paz, el yo está a salvo, la riqueza es injusta, los sacrificios, el matrimonio, la solución, el mal en Liujia es próspero, los peatones no han llegado, los gusanos de seda están en paz, el ganado está en paz, el la gente busca gente, el pleito ha cambiado, los discípulos han sido conservadores, la propiedad se ha perdido, no hay enfermedad, el monte y la tumba han sido malvados.", "古人": "Zhuangzi pone a prueba a su esposa", "第X籤": "Lote 84", "宮": "Wei Gong"}