{"籤詩版本二": "Nubes oscuras y niebla cubren el camino frente a la montaña, todo es redondo y la luna vuelve a ser redonda.\nSi consigues poesía y libros, despertarás de un sueño profundo y la persona noble te guiará hasta la azotea.", "詩意": "Este hexagrama simboliza el final de la primavera y el florecimiento de las flores.\nTodo cambia después del Señor.", "解曰": "El anciano necesita pedir ayuda. Florece nuevamente en primavera. Deseo de fama y riqueza. Encuentre una ganancia inesperada en una etapa avanzada de su vida.", "籤詩故事一": "◇Han Wengong encuentra nieve\nHan Yu, cuyo nombre de cortesía era Tuizhi, era de Changli. Tang Dezong se convirtió en Jinshi en el octavo año de Zhenyuan, y su título póstumo fue Wen Gong.\nDurante el reinado del emperador Xianzong de la dinastía Tang, Han Yu protestó con los huesos de Buda, lo que enfureció al emperador. Han Yu dejó a su esposa e hijos y se fue a Chaozhou. Después de caminar menos de unos días, el viento frío arreció y nevó intensamente. Han Yu llegó a un lugar donde la nieve tenía varios pies de profundidad, lo que dificultaba el avance de su caballo. No había ninguna casa cerca y no sabía dónde estaba el camino. Si quieres seguir el camino y retirarte, no hay vuelta atrás. El viento soplaba fuerte y la nieve caía rápidamente. Han Yu estaba empapado hasta los huesos, congelado y hambriento, y no tenía dónde expresar su dolor.\nHan Yu suspiró y dijo: \"El emperador no me matará, pero el emperador quiere destruirme\".\nJusto cuando Han Yu estaba desesperado, vio a un hombre que venía a quitar la nieve a pesar del intenso frío. Resultó ser Han Xiangzi (el sobrino de Han Yu).\nAnteriormente, Han Xiangzi le había dicho a Han Yu: \"¿Dónde está la casa de Yun Heng en Qinling? La nieve abraza la puerta azul y el caballo deja de avanzar\". En ese momento, Han Yu no entendía lo que quería decir Han Xiangzi, pero ahora finalmente entendido.\nEntonces Han Yu y Han Xiangzi fueron a pasar la noche a la casa de Fu en Languan. Hablando sobre el pasado y el camino hacia la cultivación, Han Yu estaba sinceramente convencido.\nMás tarde, Han Yu abandonó su puesto oficial, donó todas sus propiedades al gobierno local y se fue a las montañas para practicar el taoísmo y convertirse en inmortal.", "聖意": "La casa no es buena para uno mismo, tenga cuidado al buscar dinero, concéntrese en los negocios, el matrimonio llega tarde, las peatones Liujia bloquean los campos, los gusanos de seda son buenos, el ganado es bueno, es difícil encontrar personas, se repiten las demandas públicas, la migración es actualizado, las cosas perdidas son graves, las enfermedades se retrasan, las tumbas de las montañas deben cambiarse.", "古人": "Han Wengong encuentra nieve", "第X籤": "Ochenta y cinco lotería ganadora", "宮": "Shen Gong"}