{"籤詩版本二": "Caminando a mitad de camino de la montaña occidental, no se pueden resolver los acantilados de Junling.\nMirando a Dios en busca de protección, este cuerpo todavía está en la morgue", "詩意": "Este hexagrama es como buscar oro en la arena.\nHay signos de gente noble en todo.\n\nAdemás: Este hexagrama indica que la persona está en peligro.\nHay signos de gente noble en todo.", "解曰": "El jade se puede encontrar cincelando piedra. Encuentra oro en la arena. Necesito trabajar duro. Sólo problemas.\nOtro trabajo: una situación difícil. Ningún lugar donde quedarse. Pide la bendición de Dios. Oren por tranquilidad.", "籤詩故事一": "◇ Muerde oro y explora cuevas subterráneas.\nPara celebrar sus hazañas militares, Cheng Yaojin organizó un banquete en Yanwuyang. De repente se abrió un agujero en el suelo, que era insondable, todos echaron suertes eligiendo las palabras, mordiendo el oro para ganar y alquilando cuerdas para atarse al agujero.\nHay puertas de piedra, mesas, sillas, puentes y otros objetos, sobre la mesa hay túnicas de dragón y cinturones de jade, que están hechos de oro y desgastados fuera de la cueva.\nYao Jin salió del agujero con una caja grande y una caja pequeña, abrió la caja de madera y sacó el sello de jade, abrió la caja, sacó la bandera grande, la túnica de la corona y las vías y los puso sobre la mesa, y todos Los miré uno por uno. Vi que los ocho caracteres del sello grabados en el gran sello eran \"El Rey Demonio de Hunshi, el Gran Emperador Virtuoso\".\nTodos lo adoraban como el \"Emperador\", y Yaojin hizo esto durante tres años como Rey Demonio. (En realidad, esto fue simplemente autoproclamado, y Cheng Yaojin era solo el líder de la aldea en ese momento).\n(Esta historia es una metáfora de que las cosas buenas son como actuar. Ésta es la concepción artística de \"este cuerpo todavía está en el vacío\").", "聖意": "Orar por el hogar y la casa, por uno mismo, la falta de ganancias, la búsqueda de riqueza, el trabajo duro, el cuidado en los negocios, el matrimonio se verá obstaculizado por Liu Jiaxu, los peatones, Chi Tian, ​​​​los gusanos de seda, el establo de seis ganado, la búsqueda de personas, sin demandas , pérdida, migración, conservación de bienes perdidos, enfermedades malignas, obstáculos, montañas y tumbas.", "古人": "Explorando la cripta en busca de oro", "第X籤": "Firma ochenta y siete", "宮": "Shen Gong"}