{"籤詩版本二": "No me molestes con tus asuntos personales, es más apropiado preguntarle al público.\nUn corazón claro es tan brillante como la luna brillante en el cielo.", "詩意": "Este hexagrama representa la imagen de una luna brillante en el cielo.\nTodo es luminoso y aireado.", "解曰": "Sed rectos de corazón. Enderezar la ley. Palabras santas. Finalmente queda claro.", "籤詩故事一": "◇General de Kong Ming\nSolución: Zhuge Liang moviliza a sus tropas y generales\nDurante el período de los Tres Reinos, Zhuge Liang (181-234), nombre de cortesía Kongming, nació en Yangdu, Langya (ahora condado de Yinan, provincia de Shandong).\nZhuge Liang aceptó convertirse en funcionario después de que Liu Bei hiciera tres visitas a la cabaña con techo de paja. En ese momento, Cao Cao había pacificado a Hebei y estaba decidido a marchar hacia el sur. Envió a Xiahou Dun como jefe general, a Yu Jin, a Li Dian y a otros. como generales adjuntos, liderando un ejército de 100.000 personas para marchar hacia Xinye. Aunque Zhuge Liang tenía un plan para retirarse del enemigo en ese momento, Guan Yu y Zhang Fei despreciaron las palabras de Zhuge Liang. Zhuge Liang no tuvo más remedio que usar la espada de Liu Bei para someter a los dos hombres. Cada uno de ellos dirigió mil soldados y caballos, y acecharon en Yushan y Anlin. Esperaron a que Xiahou Dun condujera a su ejército a pasar, y luego los atacaron con emboscadas y fuego.\nAdemás, Zhao Yun fue enviado a liderar los restos viejos y débiles del ejército para luchar como vanguardia contra Xiahou Dun, y luego fingió la derrota y se retiró, atrayendo a Xiahou Dun hacia el estrecho camino entre las montañas y los bosques. También envió a Guan Ping, Zhou Cang, Liu Feng y otros se colaron en la retaguardia del ejército de Cao, quemando suministros y provocando pánico en el ejército de Cao.\nDespués de la batalla, todo sucedió como lo dispuso Zhuge Liang. Cuando Xiahou Dun y Yu Jin lideraron al ejército en su persecución, Li Dian, que estaba en la retaguardia, informó urgentemente a Xiahou Dun en el frente que necesitaba protegerse contra los ataques de fuego enemigo. Sin embargo, ya era demasiado tarde. El ejército de Cao estaba limitado por El camino estrecho y estaba ubicado en un lugar donde los árboles estaban entrelazados, por lo que el fuego no pudo comenzar. Hubo muchas bajas, y Xiahou Dun y otros generales fueron derrotados y huyeron de regreso a Xudu.\n(Esta historia es una metáfora de que Kong Ming es bueno utilizando a la gente y gobernando el país con sabiduría).", "聖意": "El hogar y la casa son auspiciosos. Deseo buena suerte en la riqueza, tranquilidad, prosperidad en los negocios, matrimonio, éxito en Liujia, peatones masculinos, campos en movimiento, gusanos de seda, pérdida de ganado, búsqueda de personas, juicios públicos, migración, pérdida. propiedades, bendiciones, enfermedades, paz, montañas y tumbas.", "古人": "General de Kong Ming", "第X籤": "El noveno signo", "宮": "Palacio Yin"}