{"籤詩版本二": "Un buen espectáculo te hace destacar entre la multitud con el ceño fruncido, y tu futuro cambia y aportas mucha riqueza.\nUn camino es tan ancho como el cielo, y todo el dinero que puedas dar estará en tu corazón.", "詩意": "Este hexagrama indica un futuro prometedor.\nTodo va bien.", "解曰": "Un gran camino. Puedes seguir adelante. Usa tu corazón. Solo adelante.\nTodo sale según lo planeado con este cartel. Buena suerte a Jichang.", "籤詩故事一": "◇Tres héroes luchan contra Lu Bu.\nSolución: Tres héroes, Zhang Fei, Guan Yu y Liu Bei, luchan contra Lu Bu.\nDong Zhuo se enteró de que Hua Xiong había sido decapitado y envió al general volador Lu Bu a luchar. Tan pronto como Lu Bu entró en batalla, mató a los generales Fang Yue y Mu Shun, y mató a Wu Anguo y Gongsun Zan.\nZhang Fei vio que Gongsun Zan no podía derrotar a Lu Bu, por lo que rápidamente reemplazó a Gongsun Zan y gritó: \"¡Los esclavos de los tres apellidos deben irse! ¡Zhang Fei de Yan está aquí! \" Después de eso, lucharon durante más de cincuenta rondas. sin ganador ni perdedor.\nDespués de que Guan Yu lo vio, él y Zhang Fei atacaron a Lu Bu y lucharon durante más de treinta asaltos.\nLiu Bei también llevaba dos espadas, aplaudió a su caballo y dio un paso adelante para ayudar a Zhang Fei y Guan Yu.\nLos tres hombres rodearon a Lu Bu y siguieron luchando, dejando atónitos a todos los miembros del grupo.\nPronto, Lu Bu comenzó a perder fuerza. El Pegaso de Lu Bu se retiró, pero los tres hombres persiguieron a Lu Bu y se negaron a darse por vencidos. No se retiraron hasta que se encontraron con las tropas de Lu Bu.\n\"Tres reinos\"\n(Esta historia es una metáfora de la valentía y la habilidad de lucha de Lu Bu. Una persona puede derrotar a tres personas).", "聖意": "El corazón de la casa y el hogar solo viaja en el propio viaje para buscar riqueza. Un posible artículo de matrimonio va a Liujia. Las cosas van bien para las personas. Los gusanos de seda de Zhushuntian lo utilizan. Se pueden encontrar personas entre los seis animales. Se pueden encontrar personas con anticipación Litigios, migraciones, objetos perdidos, enfermedades, las montañas y las tumbas son como buena suerte.", "古人": "Tres héroes luchan contra Lu Bu.", "第X籤": "Lotería ganadora del noventa y uno", "宮": "tu palacio"}