{"籤詩版本二": "He estado planeando negocios desde que era un niño, por lo que no necesito pedir riqueza ni riqueza.\nSi dos personas buscan algo, el erudito saldrá y regresará con el premio mayor.", "詩意": "Este hexagrama ha sido el símbolo de los negocios desde la infancia.\nSed diligentes y ahorrativos en todo y sin preocupaciones.", "解曰": "Desde la infancia hasta la edad adulta. Sin obstáculos, sin obstáculos. Hacer un plan. La fama va sobre ruedas.", "籤詩故事一": "◇Cai Qing paga su amabilidad (Cai Yong)\nCai Yong, nombre de cortesía Bojie, nació en Chenliuyu (ahora al sur del condado de Qixian, provincia de Henan). Es un erudito y marido de Zhao Wuniang. Hace cinco años, la corte imperial reclutó talentos de la lista amarilla y el condado le recomendó que viniera a Beijing para realizar el examen, pero desde entonces no ha habido noticias.\nEl primer año después de la partida de Cai Bojie fue fácil de afrontar: la familia tenía algunos ahorros y su vida era manejable.\nAl año siguiente, Chenliu sufrió una grave sequía, por lo que dependió de Zhao Wuniangdian para vender joyas para sobrevivir a la hambruna. No hubo noticias de Cai Bojie, lo que preocupó aún más a la familia.\nLa sequía duró tres años durante este período. Zhang Guangcai, un vecino del pueblo, la ayudaba de vez en cuando.\nMás tarde, Cai Bojie ganó el primer premio y regresó a casa para enterarse de que Zhang Guangcai había ayudado a su esposa. La pareja fue a la casa de Zhang para expresar su gratitud y le dio a Zhang Guangcai dos taeles de plata como regalo.", "聖意": "El hogar es pacífico, el yo es próspero, el negocio es exitoso, el matrimonio es exitoso, el nacimiento de un hombre es exitoso, el campo está lleno de gusanos de seda, los seis ganados son prósperos, la búsqueda es exitosa, la demanda es exitosa , la migración es exitosa, la propiedad perdida es buena, la enfermedad es una montaña y la tumba es buena.", "古人": "Cai Qing paga su amabilidad (Cai Yong)", "第X籤": "Firma noventa y dos", "宮": "tu palacio"}