{"籤詩版本二": "Luan Feng Xiang estaba empapado por la llovizna, pero en ese momento fue intimidado por Queer\nMe sorprendió saber que un día las nubes estaban muy lejos, pero aun así te devolví mi ropa.", "詩意": "Este hexagrama representa el símbolo de Luan y Phoenix cubiertos por la lluvia.\nTodo llega cuando llega el momento.", "解曰": "El villano prospera día a día. Un caballero no debería hacer nada. Solo mantente en secreto. Actúe cuando llegue el momento.", "籤詩故事一": "◇Gao Jun garantiza el matrimonio\nA principios de la dinastía Song, Zhao Kuangyin unificó el norte y todo el país se rindió, sin embargo, en la dinastía Tang del Sur, Li Yu ocupó el sur del río Yangtze y adoptó la estrategia de rendirse ofreciendo una ciudad y atrapando a Zhao Kuangyin en Shouzhou. La situación era crítica. El sobrino de Zhao Kuangyin, Gao Junbao, un joven con una pistola dorada, dejó Bianjing para romper el asedio de Shouzhou.\nAl pasar por la montaña Shuangsuo, rompieron el letrero de Marido colocado por Liu Jinding y los dos compitieron. Como resultado, Liu Jinding derrotó a Gao Junbao tres veces con sus magníficas artes marciales e intercambiaron mazas de oro y campanas de plata de por vida. El sobrino de Zhao Kuangyin, Gao Junbao, para rescatar al atrapado Zhao Kuangyin en Shouzhou, salió de Bianjing y pasó por la montaña Shuangsuo. Rompió el cartel colocado por Liu Jinding y los dos compitieron. Como resultado, Liu Jinding derrotó a Gao Junbao con su excelentes artes marciales y se vio obligado a casarse. La pareja condujo a la multitud hacia el asedio y rescató a Zhao Kuangyin.\n(La metáfora de esta historia es que los dos no se reconciliaron (fueron intimidados), pero luego se reconciliaron).", "聖意": "La casa no es buena para uno mismo, cuidado con buscar dinero, bloquear negocios, esperar el matrimonio, retrasar el matrimonio, personas desaparecidas, quedarse en el campo, gusanos de seda, ganado tardío, pérdida de personas, dificultad para encontrar personas, pleitos, pérdidas, migración, Conservadurismo, propiedad perdida, enfermedades malignas, extensión de montañas y tumbas.", "古人": "Gao Jun garantiza el matrimonio", "第X籤": "Noventa y tres ganando la lotería", "宮": "xugong"}