{"籤詩版本二": "Un caballero no debería preocuparse por la gente pequeña, si las cosas van mal, causará problemas.\nEl sonido del piano hay que escucharlo con un amigo cercano, siempre es tranquilo y vago, esta obra es para todos.", "詩意": "Este hexagrama debe coincidir con la imagen de un amigo cercano.\nMantener las cosas constantes traerá buena suerte.", "解曰": "Zhiyinfangxu. No prestes atención a otras cosas. Trátate como una persona noble. Todos felices.\nZhiyin Fangxu tiene cuatro caracteres, que originalmente está escrito como Shiyin Fanghua.", "籤詩故事一": "◇BoYa visita a sus amigos (BoYa Broken Qin)\nBoya, de apellido Yu, nombre de pila Rui y nombre de cortesía Boya, era nativo de Yingdu, estado de Chu, durante el período de primavera y otoño y el período de los Estados Combatientes.\nZhong Ziqi trabajó como leñador en el Reino Chu. Un día, conoció a Yu Boya tocando el arpa en el río Han. Zhong Ziqi escuchó una voz que decía: \"Es tan alto como una montaña y tan oscilante como el agua que fluye\". Los dos se casaron y prometieron volver a verse a mediados del siglo XIX. Festival de Otoño del próximo año.\nAl año siguiente, Yu Boya acudió a la cita según lo previsto, pero Zhong Ziqi había fallecido. Después de que Yu Boya se enteró de que Zhong Ziqi había muerto, Yu Boya pensó que no habría más música en el mundo y que nunca volvería a tocar el arpa en su vida.\ndecir:\nRompiendo a Yao Qin y Feng Wei Han. A Zi Qi no le importa contra quién juega.\nLa brisa primaveral trae a todos los amigos. Es difícil encontrar un verdadero amigo.", "聖意": "Tenga cuidado al salir de su casa y de su propio villano. Cuando busque riqueza, tenga cuidado con las transacciones. Es aconsejable llegar tarde al matrimonio. Es desfavorable para las mujeres que viajan a Liujia mover campos, gusanos de seda y menos ganado. porque la gente es diligente en los pleitos públicos y en la migración, los bienes perdidos se buscan rápidamente, las enfermedades son bloqueadas por montañas y tumbas, es desfavorable.", "古人": "Boya visita a sus amigos (Boya Broken Qin)", "第X籤": "Lote noventa y cuatro", "宮": "xugong"}