{"籤詩版本二": "La ambición y los logros están en la dinastía, pero ahora habrá bebida y sexo sin fin.\nSi ves un gallo dorado, serás recompensado con dinero, fortuna y fortuna.", "詩意": "Este hexagrama representa el símbolo de la ambición y la fama.\nMantén todo auspicioso.", "解曰": "Ambicioso y emocionado. No es demasiado tarde para protegerse. El gallo de oro promete. Todos felices.", "籤詩故事一": "◇Cao Pi se proclamó emperador\nCao Pi, nombre de cortesía Zihuan, nació en Peiguoqiao (ahora condado de Hao, Anhui). Famoso político y escritor durante el período Jian'an.\nCao Pi es el segundo hijo de Cao Cao. Vivió con su padre en el campamento militar desde que era un niño. Bajo la influencia de su padre, Cao Pi aprendió tiro con arco a la edad de seis años y a montar a caballo a la edad de ocho, y desarrolló Buenas habilidades en artes marciales. También tiene un amplio conocimiento de biografías y clásicos antiguos y modernos, así como de libros de cientos de escuelas de pensamiento. No fue hasta los dieciocho años que Cao Cao derrotó a Yuan Shao y Cao Pi vivió una vida relativamente estable en Yecheng, el centro del gobierno de Cao Cao. Desde entonces, aunque a veces acompañó a su padre en expediciones militares y vivió la vida de un hijo noble la mayor parte del tiempo, todavía practicaba artes marciales todos los días y no ha decaído hasta el día de hoy. A menudo monta su caballo a cien pasos y es muy hábil en las artes marciales, debido a que practica artes marciales con frecuencia, es ligero y fuerte.\nEl hijo mayor de Cao Cao, Cao Ang, murió en una batalla. Después de la muerte del hijo mayor, Cao Pi se convirtió en la primera opción para el príncipe heredero. Cuando tenía treinta y un años, Cao Cao lo nombró príncipe heredero. Cuando Cao Pi tenía treinta y tres años, Cao Cao murió de una enfermedad y Cao Pi lo sucedió como primer ministro y rey ​​de Wei. Dijo que a menudo monta a caballo a cien pasos y que es muy hábil. Debido a que practica kungfu con frecuencia, es liviano y saludable.", "聖意": "Ore para que su hogar y su hogar sean pacíficos. Busque riqueza, trabaje duro, comercie y rompa temprano. El matrimonio será exitoso. Liujia estará a salvo. La gente estará en los campos. Los gusanos de seda madurarán. Seis animales serán maduro. Será difícil encontrar personas. Litigio público. Decisión urgente. Migración. Propiedad perdida. Lejos. Las enfermedades persisten en montañas y tumbas. Buena suerte.", "古人": "Cao Pi se proclama emperador", "第X籤": "Lotería ganadora del nonagésimo quinto", "宮": "xugong"}