{"籤詩版本二": "La majestuosa pagoda es inusual, con rasgos exquisitos en todos los lados que brillan intensamente.\nLes insto a que estén decididos a inclinarse diligentemente y a hacer buenas obras, y el cielo les enviará bendiciones.", "詩意": "Este hexagrama representa la manifestación del mérito.\nTodo es auspicioso.", "解曰": "Estas bendiciones. Todo el mundo lo tiene. No estés demasiado ocupado. El mérito se determina de antemano.", "籤詩故事一": "◇El rey de Fenyang se encuentra con su nieto el día de San Valentín chino\nSolución: Guo Ziyi conoció a la Tejedora que descendía a la tierra el día de San Valentín chino. Tiansun, la nieta del Emperador de Jade, son las Siete Hadas.\nGuo Ziyi (697-781), también conocido como Guo Linggong, era un nativo del condado de Zheng, Huazhou (ahora condado de Huaxian, provincia de Shaanxi) y general de la dinastía Tang. La corte imperial concedió a Ziyi el título de rey de Fenyang.\nSe dice que Ziyi era originario de Huazhou y fue a unirse al ejército fuera de la Gran Muralla. Fue a Beijing para presionar para obtener un pago militar y regresó a Yinzhou. En ese momento era el día de San Valentín chino. El viento y la arena Estaban oscureciendo y el sol se estaba oscureciendo. Ziyi no podía avanzar, por lo que estaba parado al lado de la carretera. Estaba durmiendo en el suelo en una casa vacía. Cuando estaba a punto de quedarse dormido, de repente vio una luz roja. A ambos lados. Se puso de pie y miró hacia arriba con sorpresa. Había una nube en el cielo, bajando lentamente. Allí estaba sentada una mujer hermosa, digna y hermosa, completamente diferente de la gente común. Ziyi inmediatamente presentó sus respetos y dijo: \"Hoy es el séptimo día del séptimo mes lunar. Creo que es la Tejedora la que ha venido, deseando concederle longevidad y riqueza\".\nLa mujer también respondió: \"Una gran riqueza conlleva longevidad\".\nDespués de que terminó de hablar, el brillo regresó y las nubes se elevaron lentamente. La mujer todavía miraba a Guo Ziyi con una sonrisa agradable. Sólo cuando estuvo lejos de ella el humo se volvió borroso y ya no se la podía ver.\nResultó ser cierto, tal como dijo la mujer. Los méritos de Ziyi son mundialmente famosos, es un ministro extremadamente popular y un general con méritos y virtudes.", "聖意": "Pide un deseo en casa, pide un deseo, reza por dinero, buena suerte en los negocios, buena suerte en el matrimonio, buena suerte en Liujia, felices viajes con personas, mudanzas de campos, gusanos de seda, ganado estable, mala suerte para encontrar personas, juicios públicos, migración, buena fortuna, enfermedades de propiedad perdida, tumbas en Zhenxingshan", "古人": "El rey Fenyang se reúne con su nieto en el día de San Valentín chino", "第X籤": "Firma noventa y seis", "宮": "xugong"}