{"籤詩版本二": "Tarde para entrar y salir a buscar consejo, ansioso y preocupado por causar problemas\nComo un pájaro que vuela hacia una trampa, ¿cuánto tiempo puede tardar en escapar?", "詩意": "Este hexagrama es una señal de mantener las cosas viejas y adaptarse al destino.\nTodo es insatisfactorio.", "解曰": "Sea conservador en cualquier momento. Esperando que llegue el noble. Si preguntas sobre todo. Lo principal será tarde.", "籤詩故事一": "◇Ji Ping fue asesinado\nJi Ping, cuyo verdadero nombre es Ji Tai, también conocido como Ping, fue un médico imperial de la dinastía Han.\nEn el quinto año de Jian'an (200 d.C.), Cao Cao se convirtió en primer ministro y no tomó en serio al emperador. Desde que leyó el edicto escrito por el emperador en su cinturón, Dong Cheng, que no tenía forma de conseguirlo. Se deshizo de Cao Cao, se sintió indignado y enojado, preocupado, enfermó.\nEl emperador Xian le pidió al médico imperial Ji Ping que tratara a Cao Cao. Ji Ping leyó el edicto secreto del emperador y estaba decidido a deshacerse de Cao Cao, por lo que los dos idearon un plan juntos. Inesperadamente, las paredes tienen oídos. El esclavo doméstico de Dong Cheng, Qin Qingtong, fue golpeado cuarenta veces con un palo por Dong Cheng debido a su romance con la joven esposa de Dong Cheng. Le guardaba rencor. Cuando se enteró de esto, denunció a Dong Cheng y Ji Ping a Cao Cao.\nJi Ping se aprovechó del dolor de cabeza de Cao Cao y lo envenenó en secreto. Cao Cao recibió una pista, atrapó a Ji Ping, lo torturó e investigó al líder. Ji Ping resistió la muerte y murió después de tocar los escalones.", "聖意": "La casa está preocupada por uno mismo, el villano pide dinero, el negocio se rompe, el matrimonio no dura mucho, el castigo es de seis, el peatón queda atrapado en el campo, el gusano de seda se daña, se encuentran los seis ganados, el se encuentra la persona, se pierde el pleito público, la migración no se mueve, se pierde la propiedad, se comete la enfermedad, la red está en el monte, la tumba está muerta,", "古人": "Ji Ping fue asesinado", "第X籤": "Número noventa y ocho", "宮": "Haigong"}