{"籤詩版本二": "Frenando el caballo y sosteniendo el látigo, llegamos aquí, mitad en peligro y mitad en desastre.\nEs como una casa quemada por el fuego. Cuando el cielo cae, la lluvia lo convierte en cenizas. Tengo un plan.", "詩意": "Este hexagrama representa mitad tristeza y mitad alegría.\nEs aconsejable hacer el bien en todo.", "解曰": "Trabajo de por vida. No te preocupes por el bien y el mal. Los grilletes son temporales. El resentimiento es algo natural.", "籤詩故事一": "◇Tao Sanchun vence a Zheng En en Guayuan\n\"Viva mi memorial\", Zhao Kuangyin se levantó de nuevo, \"El rey de Beiping, Zheng En, había concertado un matrimonio en aquel entonces. Ahora que el mundo está en paz, me gustaría pedirle permiso para elegir un día propicio para casarnos. \"\n\"¡Viva mi memorial!\" Zhao Kuangyin se levantó y dijo: \"El rey de Pekín, Zheng En, había concertado un matrimonio en aquel entonces. Ahora que el mundo está en paz, me gustaría pedirle permiso para elegir un lugar auspicioso. día para casarnos.\"\n\"Oh, el tercer hermano estuvo comprometido antes, ¿cómo es que no sabía sobre esto?\", Chai Rong estaba muy sorprendido y agitó su mano para que Zhao Kuangyin se sentara y hablara.\n\"¡Oh! El tercer hermano estuvo comprometido antes, ¿cómo es que no sabía sobre esto?\", Chai Rong (emperador de la dinastía Zhou posterior) estaba muy sorprendido, agitó la mano y le pidió a Zhao Kuangyin que se sentara y hablara.\n\"Es una larga historia. En primer lugar, todavía estábamos en la pobreza en ese momento y no nos unimos a tu ejército. Desde entonces, hemos estado luchando durante años y no tenemos tiempo para preocuparnos por ti. En segundo lugar, el tercer hermano también es un poco Es tímido mencionarlo, así que Su Majestad no lo sabe”.\n\"Es una larga historia. En primer lugar, todavía vivíamos en la pobreza en ese momento y no nos unimos a tu ejército. Desde entonces, hemos estado luchando durante años y no tenemos tiempo para preocuparnos por ti. En segundo lugar, el tercer hermano también es un Es un poco tímido mencionarlo, así que Su Majestad no lo sabe”.\n\"Oye, el estudiante universitario se va a casar, ¿cuál es el punto de avergonzarse? El tercer hermano ha estado en el campo de batalla durante mucho tiempo y puede ser considerado un héroe incomparable. ¿Por qué eres tan mezquino con este asunto?\"\n\"¡Oye! El universitario se va a casar, ¿cuál es el punto de avergonzarse? El tercer hermano ha estado en el campo de batalla durante mucho tiempo y puede ser considerado un héroe incomparable. ¿Por qué eres tan mezquino con este asunto?\"\n\"Hablando de eso, no puedo culpar a mi tercer hermano por ser tímido, porque este matrimonio fue forjado\".\n\"Hablando de eso, no puedo culpar a mi tercer hermano por ser tímido, porque este matrimonio fue forjado\".\n\"¿Escrito? Oye, es interesante. Por favor, cuéntame qué pasó\".\n\"¡Lo escribí! ¡Oye! ¡Es interesante! Por favor, cuéntame qué pasó\".\n\"Sí, recuerdo ese año, cuando estábamos a punto de reunirnos con Su Majestad, estábamos de paso por el condado de Baocheng. Hacía mucho calor en junio. Mi tercer hermano no podía quedarse en el hotel, así que salió a vagar solo. Después de pasar por un huerto de melones, entró a recoger algunos. Los melones calmaron la sed. No había muchos melones de maduración temprana en ese momento y el tercer hermano no sabía cómo recogerlos, por lo que rompió muchos. La mujer que miraba los melones dio un paso adelante para acusar al tercer hermano. Los dos tuvieron un desacuerdo y luego comenzaron a pelear. Ven. Afortunadamente, estaba preocupada y corrí al rescate a tiempo, de lo contrario...\"\n\"Sí, recuerdo ese año, cuando estábamos a punto de reunirnos con Su Majestad, estábamos pasando por el condado de Baocheng. Hacía mucho calor en junio. Mi tercer hermano no podía quedarse en el hotel, así que salió a vagar solo. Después de pasar por un huerto de melones, entró a recoger algunos. Los melones calmaron la sed. No había muchos melones de maduración temprana en ese momento y el tercer hermano no sabía cómo recogerlos, por lo que rompió muchos. La mujer que miraba los melones dio un paso adelante para acusar al tercer hermano. Los dos tuvieron un desacuerdo y luego comenzaron a pelear. Ven. Afortunadamente, estaba preocupada y corrí al rescate a tiempo, de lo contrario...\"\n\"Este Zheng Ziming, en primer lugar es su culpa, debería disculparse. ¿Por qué lo golpeó? Además, ¿cómo puede la familia de una niña resistir los golpes y patadas de un hombre feroz como él? ¡Vamos, le ganaste a esta chica! piezas. ¿No?\" \"La niña resultó ilesa...\"\n\"Este Zheng Ziming, en primer lugar, es su culpa, así que debería disculparse. ¿Por qué lo golpeas? Además, ¿cómo puede la familia de una niña resistir los golpes y patadas de un hombre feroz como él? Vamos, dime, Le pegaste a esta chica. ¿No?\"\n\"La niña resultó ilesa...\"\n\"Está bien, está bien... Oye, ¿no tomaste medidas? Oh, supongo que me rescataste a tiempo\".\n\"¡Está bien! Está bien... ¡Oye! ¿No tomaste medidas? ¡Oh! ¡Supongo que fuiste tú quien me salvó a tiempo!\"\n\"...No, la persona que rescaté fue... el tercer hermano.\" \"...No, la persona que rescaté fue... el tercer hermano.\"\n\"¡¿Ah ah?!\"\n\"El tercer hermano fue tirado al suelo por la mujer y golpeado violentamente durante todo el camino. Afortunadamente, llegué y lo convencí de que se fuera, por lo que no resultó gravemente herido... Su Majestad... ¡Su Majestad!... \"\n\"El tercer hermano fue tirado al suelo por la mujer y golpeado violentamente. Afortunadamente, llegué y lo convencí de que se fuera, por lo que no resultó gravemente herido... Su Majestad... ¡Su Majestad!...\"\n\"Ah?...Oh, ¿¡quién es esa mujer!?\" \"Ah!?...Oh, ¿¡quién es esa mujer!?\"\n\"Solo más tarde descubrí que el nombre de la mujer era Tao Sanchun, y su padre Tao Hong era un viejo héroe que no tenía aspiraciones. Tao Sanchun aprendió artes marciales de su padre desde que era un niño. Después de conocerlo En su familia, vi que la señorita Sanchun tenía un carácter sobresaliente. Luo Luo y generoso, sin ningún hábito de ser una niña pequeña, lo igualaron deliberadamente. Al padre y a la hija de Tao también les gustó mucho el carácter sencillo del tercer hermano. Se llevaron bien de inmediato y decidieron este matrimonio para los dos. Su Majestad, por favor dígame, esto no es ¿Es un matrimonio falsificado?\n\"Más tarde descubrí que el nombre de la niña era Tao Sanchun y que había aprendido artes marciales de su padre desde que era niña. Después de conocer a su familia, vi que la señorita Sanchun tenía un carácter excepcional y era generosa. , y no tenía el más mínimo rastro de ser una niña, así que la recluté deliberadamente. Al Sr. Tao y su hija también les gustó mucho el carácter sencillo de su tercer hermano. Se llevaron bien de inmediato y decidieron este matrimonio por ellos. . Su Majestad, por favor dígame, ¿no es esto un matrimonio forjado? \"\n(Esta historia es una metáfora, porque algo malo resultó ser algo bueno).", "聖意": "Ore por la protección del hogar, tenga cuidado, busque riqueza, arruine negocios, obstaculice el matrimonio, castigo, seguro Liujia, peatones atrapados en los campos, daños por gusanos de seda, daños al ganado, personas desaparecidas, demandas ilegales, pérdidas, migración, conservadurismo, propiedad perdida, enfermedades malignas , peligros, montañas, tumbas, fracaso", "古人": "Tao Sanchun vence a Zheng En en el jardín de melones", "第X籤": "Número noventa y nueve", "宮": "Haigong"}