{"籤詩版本二": "चांगले विवाह, शुभ दिवस आणि चांगल्या वेळेसाठी जग तयार होवो आणि सर्व काही चांगले होवो\nतुम्हाला ही चिठ्ठी मिळाली तर काही लहान गोष्ट नाही.सम्राट घोषित करतो की लोक निष्ठावान आणि सरळ आहेत.", "詩意": "हे हेक्साग्राम स्वर्ग आणि पृथ्वीच्या उघडण्याच्या प्रारंभाचे प्रतिनिधित्व करते.\nसर्व काही शुभ आहे.", "解曰": "जलद गती. वर्ष त्याच्या वेळेला योग्य नाही. Guanyin लिहितात. मला आधी कळवा.", "籤詩故事一": "◇ झोंगली ज्ञानी झाली\nझोंगली क्वान, आडनाव झोंगली, दिलेले नाव क्वान, सौजन्याने नाव युनफांग, आणि टोपणनाव झेंगयांग, पूर्व हान राजवंशाच्या काळात झियानयांग काउंटी, शिआन, शानक्सी प्रांतातील मूळ रहिवासी होते.\nझोंग लिक्वान हा हान राजवंशाचा सेनापती होता. पाश्चात्य कियांग विरुद्धच्या मोहिमेदरम्यान, त्याला सेनापती लियांग यीचा हेवा वाटला आणि त्याने त्याला फक्त 30,000 जुने आणि कमकुवत सैनिक नियुक्त केले. तो त्याच्या गंतव्यस्थानावर पोहोचताच, छावणी लुटली गेली. पश्चिम कियांग सैन्य, आणि सैनिक पळून गेले. झोंग लिक्वान एका दरीत हरवला आणि वाटेत एक हू भिक्षू भेटला. तो त्याला एका छोट्या गावात घेऊन गेला आणि म्हणाला, \"हे श्री डोंगुआचे निवासस्थान आहे.\" मग त्याने निरोप घेतला आणि निघून गेला. थोड्या वेळाने, कोणीतरी अचानक म्हणाला, \"हिरव्या डोळ्यांचा हू माणूस खूप बोलका आहे म्हणून हे असावे.\" त्याला पांढरे हरणाचे फर घातलेला आणि हिरवा क्विनोआ काठी धरलेला एक माणूस दिसला. त्याने झोंग लिक्वानला विचारले, \"जो माणूस आला होता. येथे आहे हान दा. जनरल झोंगली क्वान\n? झोंग लिक्वानला धक्का बसला, हे जाणून की तो एका अनोळखी व्यक्तीला भेटला होता, म्हणून त्याने प्रामाणिकपणे ताओ शिकला.\nझोंग लिक्वान नंतर झेनरेन हुआंग आणि अमर राजा झुआनफू यांना भेटले आणि \"अमरत्वाचे रहस्य\" शिकले. शेवटी, तो कोंगटॉन्ग माउंटनमधील झिजिन सिहाओफेंग येथे राहिला, \"जेड बॉक्सचे रहस्य\" प्राप्त केले आणि ते खरे अमर झाले. क्वानझेन पंथाच्या पाच उत्तरेकडील पूर्वजांपैकी एक म्हणून त्यांचा आदर केला गेला.", "聖意": "शरद ऋतूतील आणि हिवाळ्यात आपले घर आणि घर चांगले भाग्याने आशीर्वादित होण्यासाठी प्रार्थना करा. शरद ऋतूतील आणि हिवाळ्यात चांगले नशीब मिळवा. व्यवसायात नशीब, वैवाहिक जीवनात शुभेच्छा, मुलांना जन्म देण्यास शुभेच्छा, प्रवासात शुभेच्छा शेतात, रेशमाच्या किड्यांमध्ये नशीब, पशुधनात नशीब, माणसे शोधण्यात नशीब, खटल्यांमध्ये नशीब, स्थलांतरात नशीब, हरवलेली मालमत्ता, आणि ईशान्येकडील रोगांमध्ये नशीब. पर्वत आणि कबरी पाठवण्यात शुभेच्छा.", "古人": "झोंगली ज्ञानी झाली", "第X籤": "पहिले चिन्ह", "宮": "गर्भाशय"}