{"籤詩版本二": "अगदी जवळच असलेल्या ताईला का जात नाहीस मी त्या गृहस्थाला तात्पुरते डोंगराबाहेर सोडतो.\nवाघ किंवा ससा बद्दल चांगली बातमी असेल तर तुम्ही व्यस्त असण्याचा निर्धार केला तरीही तुम्ही मोकळे व्हाल.", "詩意": "या हेक्साग्राममध्ये, दुर्दैवी लोकांमध्ये आशीर्वादाचे चिन्ह आहे.\nसर्व काही आगाऊ वाईट आणि शेवटी चांगले.", "解曰": "भांग रेशीम सह बदला. कोणाच्या तरी पायावर मारा. स्पष्टपणे पहा. संकटांतून आशीर्वाद मिळतात.", "籤詩故事一": "◇ Bukit मध्ये मास्टर भेटत आहे\nवू जी हे मूळतः लाकूडतोड करणारे होते आणि ते दोघे फेंग नदीत मासेमारी करत असताना जियांग झिया यांना भेटले. जियाला सरळ हुक लावून मासे मारताना पाहून वूजी हसला.\nझियाने वुजीच्या चेहऱ्याकडे पाहिले आणि भविष्य सांगितला: \"जर तुम्ही आज शहरात प्रवेश केलात तर तुम्ही एखाद्याला माराल.\" हे ऐकल्यानंतर वू जी रागाने निघून गेले आणि शहरात सरपण घेऊन गेले.\nशहरात प्रवेश केल्यानंतर वू जी इतरांशी भिडले आणि चुकून पंतप्रधान वेन वांग यांना मारहाण केली.\nराजा वेनने तुरुंगाच्या रूपात मैदान काढले आणि वू जी यांना कैद केले.\nबुकिट हौला तात्पुरते सोडण्यात आले आणि शरद ऋतूपर्यंत त्याच्या आईची काळजी घेण्यासाठी मृत्यूदंडाची शिक्षा देण्यात आली.\nत्याच्या आईने त्याला जियांग झियाला मदतीसाठी विचारण्यास सांगितले.\nतैगॉन्गने त्याला आपला शिष्य म्हणून स्वीकारले, त्याला युद्धाची कला शिकवली आणि त्याचे जन्मजात नशीब तोडण्यासाठी त्याला छिद्रे खोदण्याचे आणि जादू करण्याचे आदेश दिले.\nशरद ऋतूनंतर, वू जी शिक्षा करण्यासाठी आले नाहीत. राजा वेनने जन्मजात संख्या काढली आणि विचार केला की वू जीने गुन्ह्याच्या भीतीने आत्महत्या केली आहे.\nनंतर किंग वेन, वू जी यांना भेटले आणि वू जी यांनी किंग वेन यांची जियांग तैगॉन्ग यांना भेटण्यासाठी ओळख करून दिली.\nताईगॉन्ग यांना जनरल ऑफ वूड ही पदवी देण्यात आली. मास्टर आणि शिकाऊ दोघेही किंग वेनसाठी काम करत होते.", "聖意": "घर सुरक्षित आहे, स्वत:ची स्थिती चांगली आहे, व्यवसाय चांगला आहे, लग्नाला उशीर झाला आहे, नर पादचारी शेतात परतला नाही, रेशीम किडे फायदेशीर आहेत, सहा जनावरे शेंजी आहेत, शोध चांगला आहे, सार्वजनिक खटला आहे. चांगले, स्थलांतर पुराणमतवादी आहे, गमावलेली मालमत्ता पाहिली जाते, रोग चांगला आहे, किउ जी, पर्वतीय कबर चांगली आहे", "古人": "बुकिट एन्काउंटर", "第X籤": "बारावे चिन्ह", "宮": "यिन पॅलेस"}