{"籤詩版本二": "चिंता आणि चिंता तात्पुरती दूर होतात आणि आनंद गगनातून येतो.\nशेणामध्ये लपलेले जाड जसे चांगले कार्यकर्ता धूळ बाहेर काढतो", "詩意": "हा हेक्साग्राम यिन आणि यांगच्या सुसंवादाचे प्रतिनिधित्व करतो.\nतुम्ही जे काही नियोजन करता ते शुभ आहे.", "解曰": "काहीही मिळवले नाही, गमावले नाही. तोट्यातून फायदा मिळेल. खलनायक अडचणीत आहे. सज्जन, तुम्हाला शुभेच्छा.", "籤詩故事一": "◇ ये मेंग झिओंग चाओ दी\nये मेंगक्सिओन्ग (१५३१-१५९७), ज्याचे सौजन्याने नानझाओ होते आणि ज्याचे नाव लाँगटांग होते, ते बदलून लाँगटान करण्यात आले आणि त्याचे नाव ह्युयुन असे ठेवले. मिंग राजवंशातील वानशिफांग येथील मूळ रहिवासी, हुइझोउ फुचेंग (आता हुइचेंग जिल्ह्याचा भाग, हुइझो शहर). जियाजिंग कारकीर्दीच्या 44 व्या वर्षी (1565), तो जिनशी बनला आणि त्याला किंग काउंटीचा दंडाधिकारी ही पदवी देण्यात आली. त्यांनी हस्तांतरण विभागाचे संचालक म्हणून काम केले आणि नंतर ते शांक्सी रोडच्या पर्यवेक्षकीय सेन्सॉरमध्ये बदलले.\nवानलीच्या 20 व्या वर्षी (1592), निंग्झियाचा जनरल कॉन्सुल, कुईबाई (मंगोलियन तातार टोळीचा प्रमुख) याने गव्हर्नर डांग झिनचा वध केला आणि हेक्सी प्रांतातील चाळीसावा किल्ला ताब्यात घेतला. शहर फोडले, पूजा केली आणि जाळली. स्वत: मरण पावला. मेंग झिओंग श्रेय घेण्यास गर्विष्ठ नाही आणि त्याचे कौशल्य लढण्याचे धाडस असलेल्या सेनापतींसारखे चांगले असू देते. अधिकृत वेई झुझेंग यांना पुन्हा नियुक्त करण्यात आले. त्याच्या नंतरच्या वर्षांत, त्याने पाच वेळा राजीनामा दिला आणि हुइलोंग मंदिर बांधण्यासाठी हुइझोऊला परत आले.\nये मेंगक्सिओंग यांनी सुरुवातीला ताओ धर्मात नागरी सेवक म्हणून प्रवेश केला, आणि तो त्याच्या सचोटीसाठी प्रसिद्ध होता. जुन्या ऐतिहासिक नोंदी सांगते की तो \"नम्रता आणि क्षमतेत पहिला\", \"भ्रष्टाचार दूर करतो आणि बंडखोरांना शिक्षा देतो\", चांगली प्रतिष्ठा सोडून तो होता; अत्यंत निष्ठावान, धैर्यवान, धैर्यवान आणि संसाधनेपूर्ण. तोफखान्यात चांगले. त्याच्या आयुष्याच्या उत्तरार्धात, त्याच्या मार्शल आर्ट कौशल्याची \"मिंग राजवंशाच्या इतिहासात\" नोंद झाली आणि त्याला राष्ट्रीय नायक म्हणून ओळखले गेले.", "聖意": "घर प्रतिकूल आहे (वाढत्या प्रमाणात शांततापूर्ण) शरद ऋतूतील आणि हिवाळा स्वतःसाठी चांगले आहेत, संपत्ती यशस्वी होईल, व्यवहार यशस्वी होतील, विवाह यशस्वी होईल, लिउजिया खोटे सावध होईल (तिथे खजिना असेल), पादचारी शेतात जातील. रेशमाच्या किड्यांसाठी प्रार्थना करा, सहा प्राणी सपाट होतील, लोक सापडतील, सार्वजनिक खटले प्रतिकूल असतील, स्थलांतर पुराणमतवादी असेल, गमावलेली मालमत्ता अडथळा येईल, फुशान कबरीमध्ये रोगांचा बंदोबस्त होईल", "古人": "ये मेंग झिओंग चाओ दी", "第X籤": "सोळावा विजयी लोट्टो", "宮": "माओगोंग"}