{"籤詩版本二": "गोल्डन क्रो पश्चिमेला पडतो आणि ससा पूर्वेला उगवतो.दिवस आणि रात्र हे चक्र प्राचीन काळापासून आजपर्यंत चालू आहे.\nसाधू आणि ताओवादी हे जाणतात की कोणतीही गैरसोय होत नाही आणि विद्वान, शेतकरी, उद्योग आणि व्यापारी हे सर्व त्यांच्या मनाप्रमाणे चालतात.", "詩意": "हे हेक्साग्राम यिन आणि यांगचे वॅक्सिंग आणि क्षीण होणे दर्शवते.\nहे देखील एक चिन्ह आहे की सर्व काही ठरल्याप्रमाणे होईल.", "解曰": "मनात काहीच नाही. तुम्ही जे केले ते गुणवत्तेचे आहे. धनुष्यातून बाणाप्रमाणे. एक गोळी निशाण्यावर लागली.", "籤詩故事一": "◇ काका काओ गुओ हे अमर आहेत\nकाओ गुओजीउ, मूळचे झुझूचे रहिवासी, हे सांग राजवंशाच्या रेन्झोंग काळात राज्याचे महान काका होते असे म्हटले जाते. त्यांचे नाव काओ यी होते, ज्याला काओ जिंग्झीउ असेही म्हणतात.\nकाका काओ गुओ यांना काओ एर नावाचा धाकटा भाऊ होता. या काओ एरने आपल्या शाही अधिकाराच्या स्थितीवर विसंबून राहून सर्व प्रकारचे दुष्कृत्य केले. त्याने शेतांवर कब्जा केला, बायका आणि मुली पळवून नेल्या आणि काही नियमबाह्य खलनायकांशी मैत्री केली, ये-जा केली. काओ गुओजीउ हे सहन करू शकत नव्हते, म्हणून तो त्याचे चांगले शब्द आणि सांत्वन ऐकण्यास नकार दिला, म्हणून त्याने त्याच्यावर नियंत्रण ठेवण्यासाठी शिक्षेचा वापर केला. , दोन भावांमध्ये राग आला.\nCao Guojiu म्हणाले: \"जगाची तत्त्वे अशी आहेत की जे चांगले जमवतात ते समृद्ध होतात आणि जे वाईट जमा करतात त्यांचा नाश होतो. हे एक न बदलणारे सत्य आहे. आमच्या काओ कुटुंबाने आज आपल्याकडे असलेली संपत्ती मिळविण्यासाठी भूतकाळात वाईट कृत्ये जमा केली आहेत. आता माझ्या भावाने वाईट गोष्टी टोकापर्यंत जमा केल्या आहेत, जरी तो पळून गेला तरीही तुम्हाला एखाद्या अधिकार्‍याकडून शिक्षा झाली तरी तुम्ही छुप्या संकटांपासून वाचू शकत नाही. एकदा एखादी आपत्ती आली आणि तुमचे कुटुंब उद्ध्वस्त झाले आणि कोणी मरण पावले तर तुम्ही ते करू शकणार नाही. त्या वेळी पळून जा. मला अपमानित होईल आणि त्याची भीती वाटेल.\" म्हणून, मी माझी सर्व संपत्ती विखुरली, त्याने गरीबांना मदत केली आणि यापुढे त्याच्या भावाच्या गोष्टींची पर्वा केली नाही. मग त्याने आपले घर आणि मित्र सोडले, ताओवादी गणवेशात बदल केला आणि आपले मन आणि निसर्ग जोपासण्यासाठी डोंगरावर गेला.\nएके दिवशी, तो हान राजवंशातील झोंगली आणि लू डोंगबिनला भेटला. काका काओ गुओची स्पष्ट उत्तरे पाहून त्यांना खूप आनंद झाला. त्यांनी त्याला \"सत्य परत आणण्याचे गुप्त आदेश\" दिले आणि काळजीपूर्वक सराव करण्यास सांगितले. लवकरच, झोंगली, क्वान आणि लू डोंगबिन यांची अमर वर्गाशी ओळख झाली.", "聖意": "घरासाठी नशीब, घर, सौभाग्य, सौभाग्य, व्यवसायात नशीब, लग्न, नर प्रवासी, शेतात रेशीम किडे लवकर लावणे, पशुधन बिघडणे, माणसे शोधणे, खटला, स्थलांतर, संपत्ती गमावणे, उशीरा आजार होणे, सौभाग्यवती.", "古人": "काका काओ गुओ हे अमर आहेत", "第X籤": "अठराव्यावर सही करा", "宮": "माओगोंग"}