{"籤詩版本二": "जलद पाण्याच्या समुद्रकिनाऱ्यावरून बोट परत जाऊ देत, गोंधळामुळे काय करायचे आहे?\nजर तुम्हाला सुरक्षित रहायचे असेल तर शांतता शोधा आणि हे संकट पार करण्यासाठी लाटांची वाट पहा.", "詩意": "हा हेक्साग्राम वेगवान समुद्रकिनाऱ्यावर प्रवास करणाऱ्या बोटीसारखा आहे.\nप्रत्येक गोष्टीत पुराणमतवादी रहा आणि वेळेची वाट पहा.", "解曰": "मजबूत पाण्यात उतरा. धोका वेळेची वाट पाहत आहे. शिबिराच्या योजनांबद्दल विचारल्यास. काहीही करता येत नाही.", "籤詩故事一": "◇Ziyi राज्याभिषेक राजा आहे\nगुओ झियी (६९७-७८१), ज्याला गुओ लिंगगोंग म्हणूनही ओळखले जाते, हे झेंग काउंटी, हुआझोउ (आताचे हुआक्सियन काउंटी, शानक्सी प्रांत) येथील रहिवासी होते आणि तांग राजवंशातील सेनापती होते.\nतियानबाओ (755) च्या 14 व्या वर्षी अंशी बंडाच्या वेळी, त्याला शुओफांग जिएदुशी (लिंगवू, सध्याच्या निंग्झियामधील लिंगवूच्या पश्चिमेला) ही पदवी देण्यात आली. त्याला धर्मयुद्ध करण्याचा आदेश देण्यात आला. त्याने शुओफांगच्या सैन्याला ली गुआंगबी सोबत एकत्र केले. ते चांगशान (झेंगडिंग, हेबेई) येथे सैन्यात सामील झाले आणि शि सिमिंगचा पराभव करून हेबेई परत मिळवले. यावेळी, गुओ झियीने उत्तरेकडून फॅन यांगला घेऊन टोंगगुआनचा वेढा कमी करण्यासाठी बंडखोर वाघाच्या गुहेवर हल्ला करण्याचे सुचवले, परंतु झुआनझोंगने नकार दिला. त्यानंतर, तांग राजवंशाच्या उत्तरार्धात विभक्त वासल शहरांची परिस्थिती लावली गेली, जी तांग राजवंशाच्या मृत्यूचे दुर्गम कारण बनले.\nतियानबाओच्या कारकिर्दीच्या पंधराव्या वर्षी (756), त्याने आणि उइघुर युतीने हेकूला शांत केले. पुढच्या वर्षीच्या वसंत ऋतूमध्ये, त्यांनी हेडोंग (आता योंगजी, शांक्सी) आणि फेंग यी (आताची डाली, शांक्सी) परत मिळवले आणि टोंगगुआनवर हल्ला केला, कुई कियान्युचा पराभव केला. तांग सैन्याला 10,000 हून अधिक लोक मारले गेले. कुई कियान्यु पुजिनला शरण गेला. लुशानला त्याचा मुलगा अन किंग्झू याने मारले.\nझिडे (757) च्या दुसऱ्या वर्षी, त्याला फेंगक्सियांगकडे सैन्याचे नेतृत्व करण्याचा आदेश देण्यात आला. वाटेत त्याने बाईक लियुन ब्रिज (आजच्या सॅनयुआनच्या आग्नेय) येथे 5,000 ली गुइरेनच्या घोडदळाचा पराभव केला. मे महिन्यात, त्याने अन शौझोंग आणि ली यांच्याशी युद्ध केले. क्विंग्कू (आजच्या शियानच्या पश्चिमेकडील) येथील गुइरेनचा पराभव झाला आणि त्याने वुगोंग (आजचे वुगोंगच्या वायव्येकडील) माघार घेतली. सप्टेंबरमध्ये, त्याने मार्शल गुआंगपिंग वांग ली चूचे अनुसरण करून 150,000 सैन्यात सामील होण्यासाठी तांग आणि उइगरांचे नेतृत्व केले आणि नंतर युद्ध केले. शियांगमधील एन शौझॉन्ग आणि ली गुइरेन यांच्यासोबत. जी मंदिराच्या उत्तरेला (आजच्या चांगआन परगण्याच्या नैऋत्येला), उइगर सैनिकांनी शत्रूच्या मागे प्रदक्षिणा घातल्या, दोन्ही बाजूंनी हल्ले केले आणि 60,000 शत्रूंना ठार केले. झांग टोंगरू शानक्सी परगण्यात पळून गेला, आणि शेवटी राजधानी चांगआन (आजचे शिआन) परत मिळवले. तांग सैन्याचे वैभव पुन्हा एकदा चांगआनला परत मिळाले.\nत्यानंतर, तांग सैन्याने विजयाचा फायदा घेतला आणि पूर्वेकडे कूच केले, यान झुआंग आणि झांग टोंगरू यांच्यासह 150,000 लोकांना शिइंडियानमध्ये पराभूत केले (आता हेनान प्रांत सॅनमेन्क्सिया शहराच्या नैऋत्येकडे), अंकिंग झूला पिवळी नदी ओलांडण्यास भाग पाडले आणि शियांगझूला माघार घेतली. डोंगजुन लुओयांग परतले. सिटूला त्याच्या गुणवत्तेत जोडा आणि त्याला देशाचा ड्यूक बनवा.\nशी सिमिंगने फॅन यांग येथून आपल्या सैन्याचे नेतृत्व आन किंग्झूला सोडवण्यासाठी केले. दोन्ही बाजूंनी आन्यांग नदीच्या उत्तरेस (आजच्या आन्यांगच्या उत्तरेस) लढाई झाली. लढाई अभेद्य होती. शेवटी, नऊ जिएदुशी, तांग सैन्याच्या नेतृत्वाखाली, जे 600,000 पुरुष असल्याचा दावा केला, माघार घेतली (येचेंगच्या लढाईत. युद्ध). या लढाईचा मुख्य कमांडर नपुंसक यू चाओन होता, ज्याच्याकडे नेतृत्व कौशल्य नव्हते आणि त्यांनी युद्धाच्या अपयशासाठी गुओ झियीला जबाबदार धरले. गुओ झिई यांना चांगआन येथे परत बोलावण्यात आले, लष्करी शक्तीपासून मुक्त झाले आणि ते निष्क्रिय अधिकारी बनले.\nबाओयिंगच्या पहिल्या वर्षी (762) तैयुआन (आजचे तैयुआनच्या नैऋत्येकडील) आणि जिआंगझोऊ (आजचे शांक्सी प्रांतातील शिनजियांग) येथील सैन्याने बंड केले. दरबार भयभीत झाला, म्हणून झीयी यांना फेनयांगचा राजा ही पदवी देण्यात आली आणि ते बाहेर गेले. Jiangzhou नियंत्रण. तो नपुंसक चेंग युआनझेनने देखील दुरावला होता आणि लष्करी शक्तीपासून मुक्त झाला होता.\n(या कथेचा फोकस: गुओ झियी, जो खूप सक्षम आणि चांगला वागला होता, तो झुआनझोंग आणि काही खलनायकांना भेटला, ज्यांनी त्याच्या उपलब्धींमध्ये मोठ्या प्रमाणात तडजोड केली.)", "聖意": "घर आणि स्वतःला आशीर्वाद देणे, संपत्ती शोधणे, कोणताही व्यवहार नाही, लग्न नाही, खोटा अलार्म नाही, टियांकांजीमध्ये येणारे पादचारी, लोक शोधणे कठीण, सार्वजनिक खटले आणि (झिंग नाही), स्थलांतर, पुराणमतवादीपणा, गमावलेली मालमत्ता, शोधणे कठीण, रोग, आशीर्वाद, पर्वत आणि थडग्यांसाठी प्रार्थना करणे, शुभ", "古人": "झीयीचा राज्याभिषेक झाला", "第X籤": "एकोणिसाव्या विजयी लोट", "宮": "तत्सुमी"}