{"籤詩版本二": "बर्याच चिंता आणि धोक्यांमुळे, आतापासून ते पुन्हा कधीही रिकामे होणार नाही\nउदार अंतःकरणाची स्वतःची उदार योजना असते. उत्तम कामगिरी करण्यासाठी तुम्हाला एखाद्या तज्ञाला भेटावे लागते.", "詩意": "हा हेक्साग्राम एखाद्या प्राचीन विहिरीसारखा आहे ज्यामध्ये झरा आहे.\nप्रत्येक गोष्टीत, थोर लोक यश मिळवतात.", "解曰": "खटला अखेर न्याय्य होईल. आजारी आणि सुरक्षित. सल्ला घेण्यासाठी आत आणि बाहेर जा. प्राचीन विहीर वसंत ऋतु भेटते.", "籤詩故事一": "◇याओ चोंग टोळांवर नियंत्रण ठेवते\nयाओ चोंग (६४९-७२१), ज्यांचे खरे नाव युआन चोंग होते, ते शानझू येथील होते. त्यांनी झीया गुआनचे मंत्री, चुंगुआनचे शांगशु, झिवेलिंग, झोंगशुलिंग आणि तांग राजवंशात पंतप्रधान म्हणून काम केले.\nकैयुआन (716) च्या चौथ्या वर्षी, शेंडोंग (सामान्यत: ह्युआशानच्या पूर्वेकडील पिवळ्या नदीच्या खोऱ्याचा संदर्भ देत) टोळांनी ग्रासले होते. लोक अंधश्रद्धेने बांधले गेले होते आणि त्यांची शिकार करून त्यांना मारण्याचे धाडस केले नाही. त्याऐवजी, त्यांनी टोळांची स्थापना केली. यज्ञ केले, उदबत्ती जाळली, शेताच्या बाजूला पूजा केली आणि टोळांनी पिके खाऊन टाकली.\nसर्व अधिकार्‍यांचा असा विश्वास होता: \"टोळ ही एक नैसर्गिक आपत्ती आहे, ती मनुष्यबळाद्वारे कशी नियंत्रित केली जाऊ शकते!\" त्या वेळी दोन भिन्न विचारांमधील संघर्ष तीव्र होता, टोळ नष्ट करायचे की नाही.\nयाओ चोंग म्हणाले: \"जोपर्यंत आपण एकत्र काम करतो तोपर्यंत आपण त्या सर्वांपासून मुक्त होऊ शकतो. तो म्हणाला: टोळ लोकांना घाबरतात, म्हणून त्यांना पळवून लावणे सोपे आहे. रोपांचे मालक आहेत, म्हणून बचावकर्त्यांनी कठोर परिश्रम केले पाहिजे; टोळ ते उडू शकतात, आणि रात्री आग दिसल्यावर ते नक्कीच उडतील; त्यांना शेतात आग लावा, जळत असताना खड्डे खणून टाका, जळत असताना पुरून टाका, आणि काहीही शिल्लक राहणार नाही.\"\nझुआनझोंग म्हणाले: \"टोळ ही खराब नैतिक प्रशासनामुळे उद्भवणारी नैसर्गिक आपत्ती आहे. जर तुम्ही त्यांची शिकार करून त्यांना मारायला सांगितले तर हे धान्याच्या विरोधात नाही का?\"\nयाओ चोंग पुढे म्हणाले: \"टोळ पकडणे आणि मारणे हे प्राचीन काळापासून चालत आले होते आणि तुमचा महिमा भविष्यात त्याचा उपयोग करेल. शेतकऱ्यांसाठी शांतता आणि समृद्धी आणण्यासाठी ही एक प्रमुख राष्ट्रीय घटना आहे. कृपया याचा गांभीर्याने विचार करा.\"\nझुआनझोंगला पटले. पण त्यावेळी कोर्टाच्या आत आणि बाहेर सगळ्यांनी टोळांची शिकार करता येणार नाही असं सांगितलं.\nझुआनझोंग म्हणाले: \"मी पंतप्रधानांशी चर्चा केली आहे आणि टोळ पकडण्याचा निर्णय घेतला आहे. जो कोणी पुन्हा आक्षेप घेतो त्याला फाशीची शिक्षा दिली जाईल. \" म्हणून त्यांनी सेन्सॉरला देखरेखीसाठी आणि लोकांना टोळांना जाळण्यासाठी आणि दफन करण्याचे निर्देश देण्यासाठी पाठवले.\nत्याचे परिणाम खूपच प्रभावी ठरले. देशभरात नऊ दशलक्ष टोळ पकडले गेले आणि टोळ प्लेगचा यशस्वीपणे नायनाट करण्यात आला. त्या वर्षी शेतीने चांगले पीक घेतले.\n(आपत्ती व्यवस्थापन आणि निर्वासन यामध्ये शहाणपणाचा वापर केला पाहिजे आणि अडचणींवर मात करण्यासाठी कल्पक रणनीती असली पाहिजे. याओ चोंग या विषयातील तज्ञ आहेत)", "聖意": "घर सामान्य आहे, स्वत: ला अवरोधित केले आहे, पैसे मागणे अवरोधित केले आहे, व्यापार अवरोधित केला आहे, विवाह आणि सौहार्द अवरोधित आहे, लिउजियामध्ये धोका आहे, पादचारी अवरोधित आहेत, रेशीम कीटक अवरोधित आहेत, पशुधन प्रतिकूल आहे, लोक सापडत नाहीत, लोक अवरोधित आहेत. , सार्वजनिक खटले केले जातात, स्थलांतर अवास्तव आहे, हरवलेल्या वस्तू शोधणे कठीण आहे, रोग आशीर्वादासाठी प्रार्थना करत आहेत, पर्वत आणि कबरी अस्वस्थ आहेत", "古人": "याओ चोंग टोळांवर नियंत्रण ठेवतात", "第X籤": "पंचविसावी लॉटरी जिंकणे", "宮": "मी पॅलेस"}