{"籤詩版本二": "अफवा अशी आहे की गोष्टी उलट्या झाल्या आहेत आणि मला क्षितिजावरून एक पत्र मिळाले.\nपुस्तकात मला दिलेली प्रसिद्धी आणि यश शेवटपर्यंत रिकामेच राहिले.", "詩意": "या हेक्साग्रामला खोटे नाव आहे.\nप्रत्येक गोष्टीत पुराणमतवादी असण्याचा सल्ला दिला जातो.", "解曰": "वर आणि खाली अस्वस्थ. फुरसत शोधणे निष्क्रिय नाही. प्रसिद्धीची इच्छा. सुरक्षित राहा.", "籤詩故事一": "◇झोंग कुईला ज्ञान प्राप्त होते\nझोंग कुई, ज्याचे आडनाव झोंग कुई आहे, ज्याचे सौजन्याने नाव झेंगनान आहे, ते झोंगनानशानचे आहे.\nतांग राजघराण्यातील सम्राट देझोंगच्या कारकिर्दीत झोंग कुईने शाही परीक्षेत भाग घेतला.झोंग कुईने परीक्षेतील प्रश्न वाचले आणि लगेचच लेख लिहून तो हातात दिला. त्या दिवशी मुख्य परीक्षक हान यू हे नागरी व्यवहार मंत्री होते आणि उपपरीक्षक होते लू झी हे महान विद्वान. जेव्हा दोघांनी झोंग कुईचा पेपर वाचला, तेव्हा त्यांचे डोळे चमकले आणि ते एकसंधपणे म्हणाले: \"विझार्ड, विझार्ड! या लेखातील प्रत्येक शब्द उत्कृष्ट आहे, ली ताईबाई आणि डू झिमेई यांच्यासाठी योग्य आहे!\" म्हणून त्यांनी झोंग कुईचे नाव प्रथम स्थानावर ठेवले.\nसम्राट डेझोंगने हान यूचा अहवाल ऐकला आणि सांगितले की विज्ञानाचा नवा चॅम्पियन झोंग कुई खूप प्रतिभावान होता, म्हणून त्याने झोंग कुईला गोल्डन पॅलेसमध्ये बोलावले.\nसम्राट देझोंगने त्याचे कुरूप रूप पाहिले तेव्हा त्याला लगेच नाराजी वाटली आणि तो म्हणाला, \"आमच्या दरबारातील विद्वानांची निवड ही सर्व वैयक्तिक शब्दांवर आणि सुलेखनावर आधारित आहे. अशा कुरूप व्यक्तीची सुवर्णविज्ञानातील प्रथम क्रमांकाची विद्वान म्हणून निवड कशी होऊ शकते? \"\nहान यू घाईघाईने गुडघे टेकले आणि म्हणाले: \"व्यक्तीचे चांगले आणि वाईट हे सर्व दिसण्यावर अवलंबून नाही. पवित्र प्रभु, यान यिंग तीन फूट उंच आहे आणि पंतप्रधानांच्या बरोबरीचे आहे हे ऐकत नाही का? झोउ चांग तो स्तब्ध होतो पण हान राजवंशाला मदत करू शकतो; कन्फ्यूशियस लोकांचा त्यांच्या दिसण्यावरून न्याय करतो, आणि त्याचा मुलगा यू गमावतो. मला आशा आहे की तुझा महिमा दोनदा विचार करेल.\"\nसम्राट देझॉन्गने क्षणभर विचार केला आणि म्हणाला: \"हान एकिंगचे म्हणणे वाजवी असले तरी, मी सम्राट ताईझोंग असताना, यिंगझोऊ येथे अठरा विद्वान आले होते आणि त्याबद्दल बोलले होते. हा माणूस पहिल्या क्रमांकाचा विद्वान होता. मला भीती वाटते की जगाचे प्रतिभा न ओळखल्याबद्दल माझ्यावर हसतील.\"\nपंतप्रधान लू क्यू हे संकुचित वृत्तीचे आणि प्रतिभेचा हेवा करणारे होते. सम्राटाचे शब्द ऐकून त्यांनी गुडघे टेकले आणि म्हणाले: \"सुवर्ण विषयातील प्रथम क्रमांकाचा विद्वान हा अंतर्गत आणि बाह्य दोन्ही प्रकारचा असावा. या विषयासाठी तीनशे उमेदवार आहेत. तू दुसरा का निवडत नाहीस?\"\nजेव्हा झोंग कुईने पाहिले की हा माणूस इतका गोंधळलेला आहे, तेव्हा त्याला राग आला नाही. त्याने लू क्यूईकडे बोट दाखवून शाप दिला: \"जर असा अज्ञानी अधिकारी न्यायालयात असेल तर तो देशाचे नुकसान करणार नाही का?\" त्यानंतर, त्याने लू क्यूला त्याच्या मुठीने ठोसा मारला.\nहे पाहून डेझोंग संतापला आणि म्हणाला: \"तुम्ही खूप धाडसी आहात, गोल्डन पॅलेसमध्ये त्रास देण्याचे धाडस करा, ते लवकर खाली करा!\"\nरागाच्या भरात झोंग कुईने राजवाड्यात उभ्या असलेल्या जनरलच्या कंबरेतून तलवार काढली आणि जोरात उसासा टाकला: \"हताश झालेल्या मांजरीला वाघाचे अनुकरण करणे कठीण आहे आणि निराश पोपट कोंबडीसारखे चांगले नाही.\" त्यानंतर त्यांनी आत्महत्या केली.\nजेव्हा सम्राट डेझोंगने पाहिले की झोंग कुईने रागाच्या भरात आत्महत्या केली तेव्हा त्याला खूप आश्चर्य वाटले.लोकांची मने जिंकण्यासाठी त्याने झोंग कुईला प्रथम क्रमांकाच्या विद्वानाच्या अधिकृत पदवीने दफन करण्याचा आदेश दिला आणि त्याने झोंग कुईला देव बनवले. दुष्ट आत्म्यांपासून जगाची सुटका करण्यासाठी भूतबाधा.", "聖意": "तुमच्या घरावर आशीर्वादासाठी प्रार्थना करा, तुमची स्वतःची सुरक्षितता, आर्थिक अडचणी, व्यवसायातील अपयश, लग्नातील अपयश, लिउजिया महिला पादचारी, ट्रस्ट फील्ड रेशीम किडे अर्धवट शिजवलेले, सहा पाळीव प्राणी, वाढवता येतात, हरवलेली माणसे, पाश्चात्य सार्वजनिक खटले, स्थलांतराचे नुकसान, पुराणमतवादीपणा, मालमत्तेचे नुकसान, आजारपण, पर्वत आणि थडग्यांमध्ये चांगल्या नशिबासाठी प्रार्थना करा", "古人": "झोंग कुईने ताओ मिळवला", "第X籤": "छवीसवे लॉटरी जिंकणे (लॉटरी)", "宮": "मी पॅलेस"}