{"籤詩版本二": "पोट भरल्यावर चहा घेत बसणे, झोपणे, शांततेत वेळ घालवणे\nतुम्हाला शारीरिक आणि मानसिकदृष्ट्या व्यस्त असण्याची गरज नाही आणि तुमच्यावर अन्याय किंवा आपत्ती नक्कीच होणार नाही.", "詩意": "हे हेक्साग्राम शांतता आणि स्थिरतेचे प्रतीक आहे.\nसर्व बाबतीत, योग्य वेळेची वाट पाहणे चांगले नशीब देईल.", "解曰": "सुरक्षित आणि सुरक्षित रहा. देवांना विचारा. वेळ येईपर्यंत थांबा. गोष्टी योगायोगाने घडतात.", "籤詩故事一": "◇ फोयिनहुई डोंगपो\nएकदा, सु डोंगपो यांना झेनचा अभ्यास करताना काही समज प्राप्त झाली. त्यांना समजले की त्यांची अवस्था पलीकडे आहे, आणि त्यांना त्यात आनंद वाटला. माझी आवड आवरता न आल्याने मी माझी पेन पसरवली आणि एक कविता लिहिली:\n\"आकाशाच्या मध्यभागी, जिशौ संपूर्ण ब्रह्मांडात तेजस्वीपणे चमकत आहे; आठ वाऱ्यांमुळे तो उडू शकत नाही, तो जांभळ्या सोनेरी कमळावर सरळ बसतो.\"\n(आठ वाऱ्यांचा संदर्भ आहे: नफा, घट, नाश, प्रतिष्ठा, प्रशंसा, उपहास, दुःख आणि आनंद. म्हणजेच या आठ अवस्थांमुळे नाराज न होणे याला \"आठ वारे हलू शकत नाहीत\" असे म्हणतात)\nते लिहिल्यानंतर डोंगपोने आपल्या नोकराला नदीच्या पलीकडे जिनशान मंदिराच्या झेन मास्टर फॉयिनला देण्यासाठी पाठवले.\nझेन मास्टर फॉयिनने ते वाचल्यानंतर, त्याने त्यावर \"फार्ट\" शब्दाने चिन्हांकित केले आणि ते परत घेण्यासाठी आपल्या नोकराला दिले.\nहे पाहून डोंगपोला राग आला, म्हणून तो नदीच्या पलीकडे बोट घेऊन चर्चा करण्यासाठी बुद्धाचा शिक्का शोधण्यासाठी जिनशान मंदिरात गेला.\nडोंगपो जिनशान मंदिराच्या गेटवर आला तेव्हा फॉयिन आधीच गेटवर थांबला होता.\nसु डोंगपो यांनी लगेचच फॉयिनवर आरोप केला: \"मी लिहिलेल्या कवितेला तू फर्ट का म्हणतोस?\"\nफॉयिनने उत्तर दिले: \"तुम्ही आधीच 'आठ वाऱ्यांमुळे उडू शकणार नाही' आहात का? तुम्हाला एका पादुकाने 'नदीच्या पलीकडे मार' कसे दिले जाऊ शकते!\"\nयावेळी डोंगपोला आपण पुरेसे बरे नसल्याचे समजून धक्काबुक्की केली आणि लाजेने निघून गेला.\n(ही कथा \"उष्णता अजून आलेली नाही\" चे रूपक आहे)", "聖意": "तुमच्या घरासाठी आणि तुमच्या स्वतःच्या सुरक्षिततेसाठी, तुमच्या संपत्तीसाठी, तुमच्या व्यवसायासाठी, तुमच्या वैवाहिक जीवनात नशीब मिळण्यासाठी, लिउजियाच्या एका मादी प्रवाशासाठी, शेतात जाण्यासाठी, रेशमाच्या किड्यांसाठी शरद ऋतूतील पिकण्यासाठी, सहा पशुधन स्थिर राहण्यासाठी प्रार्थना करा. एखाद्याला शोधणे, शोधणे कठीण आहे, सार्वजनिक खटल्यांसाठी, स्थलांतरासाठी, हरवलेल्या मालमत्तेसाठी, रोगासाठी, डोंगराच्या थडग्यावर पाठवण्यासाठी, शुभ", "古人": "Foyinhui Dongpo", "第X籤": "एकतीस विजयी संख्या", "宮": "वेई गोंग"}