{"籤詩版本二": "परतीचा प्रवास निश्चित आहे.दगडात लपलेली जड कोणास ठाऊक?\nएकदा चांगल्या कारागिराला स्पष्ट कट मिळाल्यास, त्याला जास्परच्या काळात सुरक्षित आणि सुरक्षित वाटेल", "詩意": "या हेक्साग्राममध्ये, जेव्हा तुम्ही दगड कापता तेव्हा तुम्ही जेडची प्रतिमा पाहू शकता.\nप्रत्येक गोष्टीत यशस्वी होण्यासाठी कठोर परिश्रम करा.", "解曰": "खजिना दगडात आहे. अनोळखी लोकांना कमी माहिती असते. ते स्पष्ट होईपर्यंत प्रतीक्षा करा. जमेल ते करा.", "籤詩故事一": "◇ लिउ बेई प्रतिभा शोधत आहेत (फॅचेड कॉटेजला तीन भेटी, छाटलेल्या कॉटेजला तीन भेटी)\nतीन राज्यांचा काळ. झुगे लिआंग लाँगझोंगमधील एका झोपडीत एकांतवासात राहत होते. लिऊ बेई प्रतिभांचा शोध घेण्यास उत्सुक होते, म्हणून त्यांनी झुगे लियांगला व्यक्तिशः भेट दिली. त्यांनी झुगे लियांगला तीन वेळा भेट दिली (इतिहासात \"थ्री व्हिजिट टू द थॅच्ड कॉटेज\" म्हणून ओळखले जाते) लिऊ बेई यांनी इतरांना दूर राहण्यास सांगितले आणि झुगे लिआंगला सांगितले: \" हान राजवंश कोसळला आहे, आणि विश्वासघातकी मंत्र्यांनी त्यांचे जीवन चोरले आहे. महाराज.\" धुळीने झाकलेले. मी माझे गुण आणि माझी क्षमता मोजत नाही, मला जगातील महान धार्मिकतेवर विश्वास ठेवायचा आहे, परंतु माझे शहाणपण आणि कौशल्ये उथळ आहेत, म्हणून मी त्याचा सर्रासपणे वापर करतो. आजपर्यंत. तरीही माझी महत्त्वाकांक्षा संपलेली नाही, योजना अमलात येईल असे वाटते का?\"\nझुगे लिआंगने त्यानंतर जगाचे तीन भागांमध्ये विभाजन करण्याची योजना त्यांच्यासमोर मांडली आणि काओ काओ अनुपलब्ध असलेल्या परिस्थितीचे विश्लेषण केले आणि सन क्वान त्यांच्या मदतीला येऊ शकतात. त्यांनी जिंग आणि यी राज्यांमधील राज्य पाद्रींच्या भ्याडपणाबद्दलही विशद केले. , आणि त्यांचा फायदा घेण्याची संधी होती, आणि फक्त त्या दोन राज्यांचे शोषण केले जाऊ शकते, तरच तो जग जिंकू शकतो; त्याने लिऊ बेईला मध्यवर्ती मैदानांवर आक्रमण करण्याचे धोरण सांगितले. (या चर्चेला नंतर \"लाँगझोंग डुई\" म्हटले गेले). लिऊ बेईने हे ऐकल्यानंतर, त्याला खजिना सापडल्यासारखे त्याचे कौतुक केले आणि झुगे लियांगला मदतीसाठी बाहेर येण्याचे जोरदार निमंत्रण दिले, त्यामुळे झुगे लिआंग लिऊ बेईचा लष्करी सल्लागार बनला.", "聖意": "घर शांत आहे, मी संपत्ती शोधतो, श्रमिक व्यापार लग्नात अडथळा आणतो आणि लिउजियामध्ये एक आभासी प्रवासी बनतो.", "古人": "लिऊ बेई टॅलेंट शोधत आहेत (फॅचेड कॉटेजला तीन भेटी, थैचड कॉटेजला तीन भेटी)", "第X籤": "बत्तीसवा लॉटरी विजेता", "宮": "वेई गोंग"}