{"籤詩版本二": "जुन्या कौटुंबिक शैलीनुसार कपडे घाला आणि पुनर्रचना करा. ताओ आकाश नसलेला आहे परंतु त्यात योग्यता आहे.\nरस्त्यावरील काटे-काटे झाडून घेतल्यानंतर ते तिघेही आपल्या सहकाऱ्यांसोबत एकत्र येण्यास तयार झाले.", "詩意": "हे हेक्साग्राम कपड्यांची पुनर्रचना दर्शवते.\nसर्व काही नंतर सोपे होण्याआधी कठीण आहे.", "解曰": "काळजी करू नका. तुमचा वेळ चांगला जावो. भविष्याबद्दल विचारले तर. पुढे चांगला रस्ता आहे.", "籤詩故事一": "◇ तांग भिक्षूचे बौद्ध धर्मग्रंथ\nझुआनझांग (६०२-६६४), तांग राजवंशातील एक प्रख्यात भिक्षू, चेन हे एक सामान्य आडनाव आणि यी हे नाव होते. त्याचा जन्म गौशी काउंटी, लुओझोउ (आता यान्शी शहराचा दक्षिणेकडील भाग, हेनान प्रांत) येथे झाला. वयाच्या तेराव्या वर्षी तो भिक्षू झाला आणि त्याने झुआनझांग हे बौद्ध नाव घेतले. जगाला तांग राजवंशातील सांझांग म्हणतात.\nझेंगुआनच्या तिसऱ्या वर्षी (629, जे झेंगुआनचे पहिले वर्ष म्हणूनही ओळखले जाते), त्याने बौद्ध धर्मग्रंथ मिळविण्यासाठी पश्चिमेकडे तियानझू (भारत) प्रवास केला. त्याने एकट्याने धोक्यात आणि त्रास सहन केला. तो फक्त चार वर्षांत आला.\nझेंगुआनच्या सतराव्या वर्षी, मास्टरने अधिकृतपणे राजीनामा दिला आणि पूर्वेकडे परतला. तो सध्याच्या शिनजियांग प्रांताच्या दक्षिण रस्त्याने, खोतान आणि लौलान मार्गे चीनला परतला. त्याला एकूण सतरा वर्षे लागली आणि 50,000 मैलांचा प्रवास झाला. झेंगुआनच्या एकोणिसाव्या वर्षाच्या पहिल्या महिन्यात तो चांगआन येथे आला तेव्हा सम्राटाने लिआंग गुओगोंग फांग झुआनलिंग आणि इतर नागरी आणि लष्करी अधिकाऱ्यांना त्याचे भव्य स्वागत करण्याचा आदेश दिला.\nमूळ संस्कृत बौद्ध धर्मग्रंथांचे एकूण 520 आणि 657 खंडांची विनंती करण्यात आली होती. आणि चीनी मध्ये अनुवादित.\nमास्टर परत आल्यानंतर, सम्राट ताईझोंग आणि सम्राट गाओझॉन्ग यांनी त्यांचा अत्यंत आदर केला आणि त्याला \"मास्टर त्रिपिटक\" ही पदवी देऊन दा नेईमध्ये बसवले.", "聖意": "घराची दुरवस्था, स्वतःचे नशीब, चांगले नशीब, चांगला व्यवसाय, चांगले लग्न, शेतात लोकांच्या येण्यामध्ये अडथळा, रेशीम किडे, प्रतिकूल पशुधन, लोकांचा शोध, सार्वजनिक खटले, स्थलांतर, संपत्ती गमावणे, उशीर झालेला आजार, प्रार्थना. आशीर्वादासाठी, डोंगराच्या थडग्या जुन्या असाव्यात.", "古人": "तांग भिक्षु बौद्ध धर्मग्रंथ शिकतो", "第X籤": "पस्तीसवा लॉटरी विजेता", "宮": "शेन गोंग"}