{"籤詩版本二": "जर तुम्हाला सुरक्षित आणि शांत राहायचे असेल तर वाऱ्यात मेणबत्त्या ठेवणे योग्य नाही.\nस्वच्छ करणे आणि खोल हॉलमध्ये बसणे, प्रकाश टाळणे, शांत ठिकाणी हलणे आणि फिरणे चांगले आहे. शेक → याओ. मोफत → काही.", "詩意": "हा हेक्साग्राम दिवा आणि मेणबत्ती हलवणाऱ्या वाऱ्यासारखा आहे.\nगोष्टी स्थिर ठेवल्याने नशीब मिळेल.", "解曰": "शांत ठिकाणी स्थायिक व्हा. कॉलवर रहा आणि वेळेवर रहा. तो आशीर्वाद नाही. पुराणमतवादी आणि योग्य.", "籤詩故事一": "◇ ली जिंग डोंगरावर परतला\nली जिंग (571-जुलै 2, 649), सौजन्याने नाव फार्मासिस्ट, हे मूळचे सॅनयुआन, योंगझोउ (आता सान्युआन काउंटीच्या ईशान्य, शानक्सी प्रांत) येथील होते. उशीरा सुई राजघराण्यापासून ते तांग राजघराण्यापर्यंतचा सेनापती, तो तांग राजवंशातील नागरी आणि लष्करी दोन्ही कौशल्यांसह एक प्रसिद्ध लष्करी रणनीतिकार होता. नंतर, त्याला ड्यूक ऑफ वेई ही पदवी देण्यात आली आणि जगात ड्यूक ऑफ वेई म्हणून ओळखले गेले.\nली जिंग हे देवांच्या यादीतील तिसरे राजपुत्र नेझा यांचे वडील आहेत, ज्यांना \"टोटाचा राजा\" म्हणूनही ओळखले जाते. ली जिंग आणि त्यांच्या मुलाने जियांग झिया (ताई गोंग) यांना राणी झोऊचा पराभव करण्यासाठी, झोऊ राजवंशाची स्थापना करण्यासाठी आणि राजाला मदत केली. वू अधिकृतपणे सिंहासनावर आरूढ झाले. त्यानंतर जियांग झियाने देवांची यादी तयार केली आणि युद्धात मरण पावलेल्या सैनिकांच्या आत्म्याला शांत करण्यासाठी एक समारंभ आयोजित केला. तेव्हापासून जग शांत आणि शांत झाले. किंग वू ला मार्क्वीस बनवायचे होते आणि त्यांना बक्षीस द्यायचे होते आणि त्याला संस्थापक नायकांना जमीन वाटप करायची होती. ली जिंग, त्याचे वडील आणि मुलगा आणि इतर सात लोकांनी ताओ धर्माचे पालन करण्यासाठी आणि सांसारिक कीर्ती आणि संपत्तीचे वेड न लावण्यासाठी पर्वतावर परत येण्यास सांगितले. नंतर, ते सातही \"शरीराने संत झाले\" आणि अमरांच्या वर्गात स्थान मिळाले.\n\"फेंग शेन बँग\" ची कथा", "聖意": "घर पुराणमतवादी आहे, मी सामान्य आहे, मी संपत्ती शोधतो, मला व्यवसायात अडचण आहे, माझे लग्न विसंगत आहे, लिउजिया पादचाऱ्यांना विश्वास ठेवण्यासाठी प्रार्थना करते, रेशमाचे किडे शरद ऋतूतील पिकलेले आहेत, आणि सहा प्राणी सुरक्षित आहेत, लोक बेपत्ता आहेत, सार्वजनिक खटले आणि स्थलांतर पुराणमतवादी आहेत, गमावले मालमत्ता रोग, Jianxingshan मध्ये थडगे बदलू नका", "古人": "ली जिंग डोंगरावर परतला", "第X籤": "सदतीसवा लॉटरी विजेता", "宮": "शेन गोंग"}