{"籤詩版本二": "हजार वर्षांचा आरसा पुन्हा एकत्र आला, महिलेने पतीला पुन्हा लग्न करण्यास सांगितले\nतेव्हापासून, कुटुंब बदलले आहे, आणि मुले आणि नातवंडांना आशीर्वाद जोडले गेले आहेत.", "詩意": "हे हेक्साग्राम आरशांचे पुनर्मिलन दर्शवते.\nसर्व काही कठोर आणि महाग आहे.", "解曰": "सोन्यात वाळू खोदणे. ड्रॅगनवर स्वार होणे आणि वाघावर स्वार होणे. जरी ते कष्टकरी आहे. त्यात एक परिशिष्ट आहे.", "籤詩故事一": "◇ Yulianhui दहा मित्र\nसॉन्ग राजवंशात, कियान युलियनने वांग शिपेंगशी लग्न केले. जेव्हा शी पेंग बीजिंगला परीक्षा देण्यासाठी गेला तेव्हा श्रीमंत सन रुक्वानने युलियनला त्याच्याशी पुनर्विवाह करण्यास भाग पाडले.\nकियान युलियनने श्रीमंत सन रुक्वानचा प्रस्ताव नाकारला आणि त्याऐवजी \"जिंग चाय\" ने भाड्याने घेतलेल्या वेन्झोऊ येथील गरीब विद्वान वांग शिपेंगशी लग्न केले.\nनंतर, वांग शिपेंग यांनी प्रथम पारितोषिक जिंकले. पंतप्रधान वान्की यांनी जबरदस्तीने लग्न करण्यास नकार दिल्याने, त्यांना दुर्गम चाओयांग येथे न्यायाधीश म्हणून काम करण्यासाठी पाठविण्यात आले. सन रुक्वानने गुपचूप वांग शिपेंगच्या कौटुंबिक पत्राला \"घटस्फोटाच्या पत्रात\" बदलून युलियनची फसवणूक केली. कियान युलियनच्या सावत्र आईनेही तिला पुन्हा लग्न करण्यास भाग पाडले, परंतु युलियनने नकार दिला आणि स्वत:ला नदीत फेकून आत्महत्या केली. तिला Qian Zaihe याने वाचवले. फुजियान प्रांतातील आणि त्यांची दत्तक मुलगी म्हणून दत्तक..\nयुलियनला वाटले की शिपेंग मरण पावला आहे. पाच वर्षांनंतर, वांग शिपेंग जिआनचे राज्यपाल होते. एके दिवशी, त्यांनी आपल्या दिवंगत पत्नीच्या स्मरणार्थ ताओवादी मंदिरात एक स्मृती समारंभ आयोजित केला होता. युलियन जिआन ताओ मंदिरात जाळण्यासाठी गेला होता. धूप, आणि वांग आणि कियान शेवटी पुन्हा एकत्र आले.", "聖意": "घर स्वतःसाठी चांगले नाही. शरद ऋतूतील आणि हिवाळा समृद्ध आहे. संपत्ती समृद्ध होऊ शकते. शरद ऋतूतील आणि हिवाळा समृद्ध आहे. व्यवसाय समृद्ध आहे. विवाह यशस्वी होवो. पादचाऱ्यांना शेतात जाण्यासाठी प्रार्थना करा. रेशीम किडे वाढवता येतील. सहा पशुधन उभे केले जाऊ शकते. लोक सापडू शकतात. सार्वजनिक खटले प्रतिकूल आहेत. स्थलांतर रूढिवादी आहे. मालमत्तेचे नुकसान. उशीरा आजारपण. आशीर्वादासाठी प्रार्थना करा. पर्वत आणि कबरी चांगली आहेत.", "古人": "युलियनहुई दहा मित्र", "第X籤": "चौथे चिन्ह", "宮": "गर्भाशय"}