{"籤詩版本二": "लाल चाक पश्चिमेला पडते, ससा पूर्वेकडे उगवतो, यिन वाढतो आणि यांग गायब होतो आणि सर्वकाही समृद्ध होते\nजर एखाद्या स्त्रीला ते वापरायचे असेल तर ते तिची संपत्ती वाढवेल आणि तिच्या हृदयात आनंद आणेल.", "詩意": "हे हेक्साग्राम यिनच्या वाढीचे आणि यांग गायब होण्याचे प्रतीक आहे.\nसर्व काही नंतर सोपे होण्याआधी कठीण आहे.", "解曰": "यिनचा महिलांना फायदा होतो. पुरुषांसाठी योग्य नाही. तुम्ही सल्ला घेत असाल तर. वाईट आधी येते आणि नंतर चांगले येते.", "籤詩故事一": "◇ वू जेटियन सिंहासनावर आरूढ झाला\nवयाच्या 14 व्या वर्षी, वू यांना तांग राजवंशातील सम्राट ताइझोंग ली शिमीन यांनी \"वू मेई\" नावाची प्रतिभावान व्यक्ती म्हणून राजवाड्यात बोलावले होते. ताईझोंगच्या मृत्यूनंतर, झेटियनने गण्या मंदिरात प्रवेश केला आणि नन बनला.\nतांग राजवंशाचा सम्राट गाओझोंग जेव्हा गादीवर आला तेव्हा त्याने वू कुटुंबाला झाओईला श्रद्धांजली वाहण्यासाठी राजवाड्यात बोलावले. Yonghui (655) च्या सहाव्या वर्षी, सम्राट Gaozong ने वू हिची राणी म्हणून स्थापना केली.\nवू झेटियन बुद्धिमान होते, साहित्य आणि इतिहासात गुंतलेले होते आणि साधनसंपत्तीने समृद्ध होते. वू झेटियन राणी बनल्यानंतर लवकरच, कारण गाओझोंग कमकुवत आणि आजारी होती, त्याने काहीवेळा तिला काही राजकीय घडामोडी हाताळण्याची जबाबदारी दिली, त्यामुळे तिची शक्ती वाढली. शांगयुआन (674) च्या पहिल्या वर्षी, सम्राट गाओझॉन्गला \"सम्राट\", सम्राट वू यांना \"स्वर्गाची राणी\" असे संबोधले जात असे आणि त्या दोघांनाही राजवाड्यात \"दोन संत\" म्हटले जात असे.\nहोंगदाओ (683) च्या पहिल्या वर्षी, गाओझोंग मरण पावला, प्रिन्स ली झियान सिंहासनावर आला आणि वू झेटियन राजवंशावर राज्य करू लागला. सिशेंग (684) च्या पहिल्या वर्षाच्या फेब्रुवारीमध्ये, वू झेटियनने ली शियानला लुलिंगचा राजा म्हणून पदच्युत केले आणि तिचा चौथा मुलगा ली डॅन याला सम्राट म्हणून स्थापित केले आणि राजवंशावर राज्य केले. त्याच वर्षी सप्टेंबरमध्ये तिने ध्वज सोन्यामध्ये बदलला आणि पूर्वेकडील राजधानी लुओयांगचे नाव बदलून दैवी राजधानी करण्यात आले. तियानशो (690) च्या पहिल्या वर्षाच्या सप्टेंबरच्या नवव्या दिवशी वू झेटियनने स्वतःला सम्राट घोषित केले आणि देशाचे नाव बदलून झोऊ केले.", "聖意": "घर स्वतःसाठी प्रतिकूल आहे, आशीर्वादासाठी प्रार्थना करणे, संपत्तीची मागणी करणे, व्यवहारांचे रक्षण करणे, लग्नात नशीब, लग्नातील दुर्दैव (स्त्री), पादचारी शेतात अडथळा, रेशीम किडे, समृद्ध पशुधन, लोक शोधणे, विभक्त होणे, खटले, नुकसान, स्थलांतर. , मालमत्तेचे नुकसान, आजारपण, धक्का, पर्वत आणि कबर, नशीब", "古人": "वू झेटियन सिंहासनावर आरूढ झाला", "第X籤": "चाळीसाव्या लॉटरी विजेता", "宮": "आपण राजवाडा"}