{"籤詩版本二": "अनंत चांगले शब्द आठवतील, पण चोर ओळखलात तर तुझा मुलगा होईल.\nया क्षणी लोभी होऊ नका आणि वर्षभरापूर्वी त्याने काहीतरी चांगले कसे केले असेल याची काळजी करू नका.", "詩意": "हा हेक्साग्राम चोराला मुलगा म्हणून ओळखतो.\nप्रत्येक गोष्टीत सावधगिरी बाळगा.", "解曰": "फक्त हे एक. सज्जन कोणतीही चूक करत नाही. ते लक्षात ठेवा. एकटे राहू नका.", "籤詩故事一": "◇ डोंग झुओ लू बु स्वीकारतो\nलू बु, शूर आणि लढाईत चांगले, पूर्व हान राजवंशाच्या शेवटी आणि तीन राज्यांच्या प्रारंभी एक प्रसिद्ध लष्करी सेनापती होते. त्यांनी एकदा जिंगझूचे गव्हर्नर डिंग युआन यांना त्यांचे दत्तक वडील मानले आणि त्यांच्या हाताखाली सेवा केली.\nपूर्वेकडील हान राजघराण्यातील सम्राट लिंगच्या मृत्यूनंतर, डिंग युआन बीजिंगला गेला आणि सरकारवर नियंत्रण ठेवण्यासाठी जनरल हे जिन यांच्याशी हातमिळवणी केली.\nडोंग झुओने डिंग युआनशी युद्ध केले, परंतु अनेक सेनापती लू बुचा पराभव करू शकले नाहीत, म्हणून डोंग झुओने आपल्या अधीनस्थ ली सू यांना लू बु लाच देण्यासाठी पाठवले. ली सुने सोन्या-चांदीचा खजिना आणि प्रसिद्ध लाल ससा घोडा \"लु बु ला भेट देण्यासाठी\" आणला. ली सूने लू बुला भेट देण्यासाठी सोन्या-चांदीचा खजिना आणि प्रसिद्ध लाल ससा घोडा आणला. त्यामुळे डिंग युआनला मारण्यासाठी लू बु यांना डोंग झुओने लाच दिली आणि आपल्या सैनिकांना हवे असल्यास त्याच्यासोबत येण्यास सांगितले आणि जर त्यांना त्याचा पाठलाग करायचा नसेल तर निघून जाण्यास सांगितले, परिणामी बहुतेक सैनिक पळून गेले. त्यामुळे लू बु यांना डोंग झुओने लाच दिली आणि डिंग युआनची हत्या केली.\nडोंग झुओने सत्ता मिळविल्यानंतर त्यांनी लू बु यांना आपला दत्तक मुलगा म्हणून दत्तक घेतले आणि त्याला जनरल आणि मार्क्विस बनवले.\nडोंग झुओचा हिंसक स्वभाव होता आणि लू बु सोबतचे \"बाप-मुलाचे नाते\" खरेतर खूपच कमकुवत होते. इ.स. 189 मध्ये, सिटू वांग युनच्या प्रेरणेवर, लू बुने डोंग झुओची हत्या केली.\nडोंग झुओच्या मृत्यूनंतर सहा महिन्यांनी, डोंग झुओच्या जुन्या सैन्याने राजधानीवर आक्रमण केले आणि लू बु आणि त्याची पत्नी घाबरून पळून गेले. राजधानी सोडल्यानंतर लू बुने युआन शू, युआन शाओ, झांग यांग, झांग मियाओ, लिऊ बेई इत्यादी सरदारांचा आश्रय घेतला आणि त्यावेळच्या आणखी एका प्रमुख सरदार काओ काओशी अनेक वेळा युद्ध केले. लू बु शूर आणि चांगला होता. लढाईत, आणि काओ काओचा अनेक वेळा पराभव केला.\nपूर्वेकडील हान राजवंशातील जियानच्या तिसऱ्या वर्षी, काओ काओच्या सैन्याने लू बुच्या तळावर झियाओपेईवर हल्ला केला आणि काओ काओने बायमेन टॉवरच्या खाली पकडले आणि मारले. फाशी देण्यापूर्वी, लू बुने काओ काओला मृत्यू टाळण्यासाठी त्याला जिवंत ठेवण्यास सांगितले, परंतु लियू बेईने काओ काओला आठवण करून दिली की लू बुने अनेक वेळा विश्वासघात केला होता आणि तो एक अप्रामाणिक माणूस होता. सरतेशेवटी, काओ काओ, ज्याने नैतिकतेची पर्वा न करता केवळ प्रतिभेला महत्त्व दिले, त्यांनी लू बु यांना फाशी दिली.", "聖意": "मी घरी अस्वस्थ आहे, मी सहसा पैसे शोधतो, व्यवहारांपासून सावध होतो, लग्न करणे कठीण आहे, लिउजिया माणसाला धक्का बसला आहे, रेशीम किडे शेतात अर्धे पिकलेले आहेत, सहा प्राणी सुरक्षित आहेत, व्यक्ती त्याला शोधत आहे , सार्वजनिक खटला योग्य आहे, आणि स्थलांतर म्हणजे हरवलेल्या गोष्टींसाठी प्रार्थना करणे ज्याला शोधणे कठीण आहे, रोग आणि झेंक्सिंग माउंटनच्या थडग्यात शांतता.", "古人": "डोंग झुओ लू बु स्वीकारतो", "第X籤": "क्रमांक 41 लॉट जिंकणे", "宮": "आपण राजवाडा"}