{"籤詩版本二": "सम्राट, सम्राट आणि सम्राज्ञी शेवटी कृपाळू होतील आणि वाट पाहतील आणि तोटा किंवा लाभ न घेता आशीर्वादासाठी प्रार्थना करतील.\nसर्व संवेदनाशील जीवांना त्याचा फायदा होतो आणि जगात आणि स्वर्गात समृद्धी अपेक्षित आहे.", "詩意": "हे हेक्साग्राम स्वर्गातून आलेल्या कृपेचे लक्षण आहे.\nसर्व काही यशस्वी होईल.", "解曰": "बादशहाने आपली कृपा दाखवली. कधीच विसरु नका. सकाळी आणि संध्याकाळी विधी. धूप जाळणे योग्य आहे.", "籤詩故事一": "◇मुल्यांनी आपल्या आईला वाचवले\nशाक्यमुनी बुद्धांच्या दहा शिष्यांमध्ये मोकोउ लियान किंवा मुलियन हे सर्वात शक्तिशाली आहेत.\nत्याची आई तिच्या हयातीत लोभी आणि कंजूष होती, म्हणून ती तिच्या मृत्यूनंतर भुकेल्या भुतांच्या साम्राज्यात पडली. मोखुलियनने त्याच्या जादुई सामर्थ्याचा वापर करून निरीक्षण केले आणि त्याला समजले की त्याची आई भुकेल्या भूताच्या रूपात जन्मली होती, ज्याला अन्न मिळण्याचा कोणताही मार्ग नव्हता आणि तो खूप त्रासात होता. त्याने आपल्या जादूच्या शक्तीचा उपयोग आपल्या आईला अन्न आणण्यासाठी केला. अनपेक्षितपणे, आई मिळाल्यानंतर अन्न, ते राख मध्ये बदलले आणि खाणे शक्य नाही.\nकाय झाले याबद्दल मौद्गल्याना काळजी वाटली आणि त्याने बुद्धांना कळवले. बुद्धांनी मुलायनला सांगितले की सातव्या चंद्र महिन्याच्या 15 व्या दिवशी त्याने एका कुंडीत शंभर चव आणि पाच फळे ठेवावीत आणि ती दहा दिशांच्या सद्गुरु भिक्षूंना अर्पण करावीत. या शक्तीने त्याची आई खाऊ शकेल. .\nमौद्गल्यायनाने बुद्धाच्या इच्छेनुसार कार्य केले आणि त्याची आई शेवटी मुक्त झाली. अशा प्रकारच्या समारंभाला ‘ओबोन फेस्टिव्हल’ आणि या सणाला ‘ओबोन फेस्टिव्हल’ म्हणतात.\n(टीप: एखाद्या पदार्थाच्या जगाच्या वेगवेगळ्या स्तरांवर वेगवेगळ्या भावना असतात. उदाहरणार्थ: जेव्हा या जगात पाऊस पडतो तेव्हा आपण त्याला \"पाणी\" म्हणून पाहतो, तर भुकेल्या भुतांच्या क्षेत्रात असलेल्या प्राण्यांना ते \"रक्त\" आणि संवेदनशील वाटते. नरक जगातील प्राण्यांना ते \"रक्त\" वाटते. हे \"तलवार सोडल्यासारखे\" वाटते, तर स्वर्गीय प्राण्यांना \"फुल सोडल्यासारखे\" वाटते.)", "聖意": "घर आणि घरासाठी प्रार्थना करणे, हिवाळ्यात नशिबाची प्रार्थना करणे, संपत्ती शोधणे, कोणतेही व्यवहार नाही, लग्न, लियुजियामध्ये शांतता, पादचारी, फिरते शेत, रेशीम किडे, सहा प्राणी, माणसे शोधणे, खटले, यश, स्थलांतर, रूढीवाद, गमावलेली मालमत्ता, रोग. , मन:शांती, पर्वत आणि थडग्यांची शांती", "古人": "मुलियन त्याच्या आईला वाचवतो", "第X籤": "बेचाळीस सही करा", "宮": "आपण राजवाडा"}