{"籤詩版本二": "जग लवचिक आहे आणि सर्व गोष्टी स्वयं-समर्थक, स्वयं-समर्थक आणि सुरक्षित आहेत\nजीवनातील प्रत्येक गोष्ट अद्भुत आहे, प्रत्येक गोष्टीसाठी संत आणि ऋषींचे आभार माना आणि समृद्ध व्हा.", "詩意": "हा हेक्साग्राम पृथ्वी आणि पृथ्वी यांच्यातील सुसंवाद दर्शवतो.\nसर्व काही ठीक चालले आहे आणि कोणताही धोका नाही.", "解曰": "सर्व गोष्टी जन्माला येतात. सर्व योजना आणि इच्छा पूर्ण होतात. फोर्ड मदत करतो. रुई क्यू घाईत आहे.", "籤詩故事一": "◇ चालणाऱ्यांना ज्ञान प्राप्त होते\nपश्चिमेकडे प्रवास कथा:\nसन वुकाँगने फुलांचा आणि फळांचा डोंगर ताब्यात घेतला आणि तो राजा झाला. नंतर, कायमचे जगण्याचा मार्ग शोधण्यासाठी, त्याने आठ किंवा नऊ वर्षे पर्वत आणि नद्या ओलांडून कुलगुरू बोधीची गुरू म्हणून उपासना केली. तो सत्तरी शिकला. -पार्थिव दुष्ट आणि सॉमरसॉल्ट ढगांचे दोन बदल, आणि प्रथमच सूर्य हे आडनाव घेतले. वुकाँग नाव दिले.\nत्यानंतर, सन वुकाँग योग्य शस्त्र शोधण्यासाठी पूर्व चीन समुद्रातील ड्रॅगन पॅलेसमध्ये गेला आणि शेवटी रुई गोल्डन कुडगेल, तिआन्हे आणि डिंघाईची दैवी सुई सापडली. कारण त्याचे आयुष्य संपले होते, त्याने अंडरवर्ल्डमध्ये मोठी गडबड केली, जीवन आणि मृत्यूच्या पुस्तकाची उजळणी केली आणि मानवी जगात परत आला. नंतर, सन वुकाँगला प्रथमच स्वर्गाने बोलावले आणि त्याचे नाव बिमा वेन ठेवण्यात आले. नंतर, त्याला दुसऱ्यांदा स्वर्गात बोलावण्यात आले आणि त्याला मंकी किंग असे नाव देण्यात आले. त्याने गुपचूप पीच खाल्ले आणि स्वर्गात मोठी गडबड केली. त्याचे सोनेरी डोळे आणि ज्वलंत डोळे प्रशिक्षित करण्यासाठी त्याला बागुआ भट्टीत बंद करण्यात आले. शेवटी, त्याने वुझी पर्वताच्या पायथ्याशी तथागत बुद्धांनी 500 वर्षे दाबून ठेवले होते, हलता येत नव्हते. ज्या ठिकाणी बागुआ भट्टीला लाथ मारण्यात आली ती जागा आगीच्या डोंगरात बदलली.\nपाचशे वर्षांनंतर, मंक तांग धर्मग्रंथ मिळविण्यासाठी पश्चिमेकडे गेला, फाइव्ह एलिमेंट्स माउंटनजवळून गेला आणि सन वुकाँगला वाचवण्याआधी तावीज काढला. सन वुकाँग कृतज्ञतेने अश्रू ढाळले. गुआनिन बोधिसत्वाच्या सूचनांनंतर, त्यांनी तांग भिक्षूची गुरू म्हणून उपासना केली आणि एकत्र शास्त्र शिकण्यासाठी पश्चिमेला गेले. धर्मग्रंथ शिकण्याच्या मार्गावर, सन वुकाँगने राक्षसांवर उतरून राक्षसांचा नाश केला, आणि वारंवार विलक्षण पराक्रम केले. तथापि, त्याचा गुरु तांग सेंग याने वारंवार गैरसमज करून त्याला बाहेर काढले. ऐंशी-एक अडचणींनंतर, शेवटी काम पूर्ण झाले. चार गुरु आणि शिष्य Xitian Leiyin मंदिरात आले आणि खरा धर्मग्रंथ प्राप्त केला. सन वुकाँगने योग्य निकाल साधला.\n(ही कथा एक रूपक आहे की एक माकड देखील ज्ञानी होऊ शकतो, माणूस सोडा.)", "聖意": "घर स्वतःसाठी शुभ आहे, संपत्ती, व्यवसाय, लग्न, लिउजिया, पुरुष पादचारी, शेतात अडथळा, रेशीम किडे, सहा प्राणी, झोंगपिंग, लोक शोधणे, खटले, यश, स्थलांतर, मालमत्तेचे नुकसान, रोग, झिंगशिंगशान थडगे, गोष्टी शुभ आहेत", "古人": "प्रवाशाला आत्मज्ञान प्राप्त होते", "第X籤": "43 रोजी स्वाक्षरी केली", "宮": "xugong"}