{"籤詩版本二": "थंडीमुळे पाण्याचे बर्फात रूपांतर होते.प्रसिद्धीचा लोभ का?\nशांतपणे बसून नैसर्गिकरित्या पाने फुलण्याची वाट पाहण्याशिवाय माझ्याकडे पर्याय नाही.", "詩意": "या हेक्साग्राममध्ये पाण्याचे बर्फात रूपांतर होते.\nव्यर्थ काहीही मागू नका.", "解曰": "पाणी बर्फात गोठते. बर्फ पाण्यात वितळतो. जर ते षड्यंत्र असेल. अगदी तेच आहे.", "籤詩故事一": "◇ वांग झियांग कार्प मागतो (चोवीस फिलीअल पीटी स्टोरीज)\nजिन राजवंशातील वांग झियांग, सौजन्याने फुझेंग नावाचा जन्म लिनय येथे झाला.\nवांग झियांग तरुण असताना त्याची जैविक आई मरण पावली.त्याच्या एकाकी वडिलांनी झू नावाच्या स्त्रीशी लग्न केले आणि वांग झियांगला नवीन आई झाली. वांग झियांग तरुण असताना, त्याच्या जैविक आईचे निधन झाले आणि त्याच्या एकाकी वडिलांनी झू नावाच्या स्त्रीशी लग्न केले. वांग झियांगची सावत्र आई एक संकुचित आणि मत्सर करणारी स्त्री होती. तिला वांग झियांग आवडत नसे आणि क्षुल्लक गोष्टींबद्दल ती अनेकदा त्याला फटकारायची. लवकरच, सावत्र आईने वांग लॅन नावाच्या मुलालाही जन्म दिला. सावत्र आईचे फक्त स्वतःच्या मुलांवर प्रेम होते आणि ती वांग झियांगला तिच्या बाजूचा काटा मानत होती. ती वांग शियांगची आणखी मागणी करू लागली आणि अनेकदा वडिलांसमोर वांग शियांगबद्दल वाईट बोलली. त्याच्या वडिलांचेही हळूहळू त्याच्यावर प्रेम राहिले नाही. सावत्र आईचे फक्त आपल्या मुलांवर प्रेम होते, आणि वांग झियांगला तिच्या बाजूने काटा मानत होती. ती वांग शियांगवर अधिक मागणी करत होती आणि अनेकदा वडिलांसमोर वांग शियांगबद्दल वाईट बोलत असे. त्याच्या वडिलांचे देखील हळूहळू त्याच्यावर प्रेम राहिले नाही. वांग शिआंगचा सावत्र भाऊ असला तरी वांग लान त्याच्या भावाशी खूप मैत्रीपूर्ण आहे. तिच्या सावत्र आईचा छळ असूनही, ती अजूनही खूप विश्वासू होती. सावत्र आई खूप कठोर आहे, परंतु वांग झियांग अजूनही खूप प्रेमळ आहे.\nत्याच्या सावत्र आईला एक छंद आहे, तो म्हणजे तिला नुकतेच नदीतून काढलेले ताजे मासे खायला आवडते. त्याच्या सावत्र आईला एक छंद आहे, तो म्हणजे तिला नुकतेच नदीतून काढलेले ताजे मासे खायला आवडते. एका हिवाळ्यात, त्याचे वडील व्यवसायासाठी गेले आणि त्याची सावत्र आई पुन्हा आजारी पडली. भाऊ वांग झियांग आणि वांग लॅन यांनी त्यांच्या आईला खाण्यासाठी सूप आणि औषध काळजीपूर्वक दिले. कडाक्याच्या थंडीत, सावत्र आईच्या आजारात अजूनही सुधारणा झाली नाही. घाई एका हिवाळ्यात, त्याचे वडील व्यवसायासाठी गेले आणि त्याची सावत्र आई पुन्हा आजारी पडली. भाऊ वांग झियांग आणि वांग लॅन यांनी त्यांच्या आईला खाण्यासाठी सूप आणि औषध काळजीपूर्वक दिले. कडाक्याच्या थंडीत, सावत्र आईच्या आजारात अजूनही सुधारणा झाली नाही. घाई आजारी सावत्र आईला नदीतील ताजे मासे खायचे होते. त्या कडक थंड वातावरणात, बाहेर बर्फ पडत होता आणि नदीतील पाणी आधीच जाड बर्फात बदलले होते. आजारी सावत्र आईला ताजे मासे खायचे होते. त्या बर्फाळ आणि बर्फाळ वातावरणात ताजे मासे कोठे मिळतील?\nत्या दिवसांत, ऑफ-सीझन डिश नव्हते आणि आपल्याकडे पैसे असूनही आपण ते विकत घेऊ शकत नाही.\nकथेच्या या टप्प्यावर, वांग शिआंगक्यु लीची हृदयस्पर्शी कथा घडली. दोन भावांनी आपल्या आईला असहायतेने रक्षण केले. वांग झियांग आपल्या आजारी सावत्र आईला निराश करू नये म्हणून गोठलेल्या नदीकडे चालत गेला. वांग शियांगला कल्पना आली आणि त्याने थंडीची पर्वा न करता आपला शर्ट काढला. तो हिमनदीवर नग्नावस्थेत पडला आणि त्याचा वापर करू इच्छित होता. बर्फ वितळण्यासाठी त्याचे स्वतःचे शरीराचे तापमान (म्हणूनच वांग झियांगक्यु कार्पला बर्फावर पडलेले वांग झियांग असेही म्हणतात). त्याने शर्ट काढला आणि हिमनदीवर नग्नावस्थेत पडलो. त्याने देवाला प्रार्थना केली आणि म्हणाला: \"देवा, माझी आई आजारी आहे आणि तिला ताजे कार्प खायचे आहे. काहीही झाले तरी तुला माझ्यासाठी मार्ग शोधावा लागेल.\" विचित्र गोष्ट म्हणजे, त्याच्या शेजारील बर्फाचा ब्लॉक अचानक तडा गेला आणि तेथे दोन होते. क्रॅक. एक जिवंत कार्प क्रॅकमधून उडी मारली आणि बर्फावर उडी मारली. वांग झियांग खूप आनंदी होते. त्याने देवाला प्रार्थना केली: \"देवा, माझी आई आजारी आहे आणि तिला ताजे कार्प खायचे आहे. काहीही झाले तरी तुला माझ्यासाठी मार्ग शोधावा लागेल. \" विचित्र गोष्ट म्हणजे, त्याच्या शेजारील बर्फाचा ब्लॉक अचानक क्रॅक झाला आणि दोन क्रॅक झाल्या. एका जिवंत कार्पने क्रॅकमधून उडी मारली आणि बर्फावर उडी मारली. वांग झियांग खूप आनंदी होता. त्याने पटकन गुडघे टेकले, देवाचे आभार मानले आणि कार्प घेऊन घरी पळाला. त्याने पटकन गुडघे टेकले, देवाचे आभार मानले आणि पटकन कार्प घेतला आणि घरी गेला. सावत्र आईने ताजे कार्प खाल्ल्यानंतर, ती लवकरच तिच्या आजारातून बरी झाली. हॉस्पिटलच्या बेडवर सावत्र आई स्तब्ध झाली जेव्हा तिने वांग शियांगचे नग्न शरीर, जे थंडीमुळे जांभळे होत होते आणि त्याच्या हातात दोन मासे पाहिले. ती आनंदाने खोलीत धावली आणि स्तब्ध झाली.\nवांग झियांग नंतर एक अधिकारी बनला आणि तैबाओ बनला आणि त्याला ड्यूक ही पदवी देण्यात आली.", "聖意": "घरी अस्वस्थता, मी संरक्षणासाठी प्रार्थना करतो, आर्थिक अडचणी, व्यावसायिक समस्या, लग्न, लिउजिया विम्यामध्ये विसंगती, पादचारी, ची टियान, रेशीम कीटकांचे नुकसान, सहा पशुधन नुकसान, हरवलेली लोक, सार्वजनिक खटले, स्थलांतर, पुराणमतवादी, गमावलेली मालमत्ता, आजारपण , पासून पुनर्प्राप्त करणे कठीण, पर्वत थडगे, शुभेच्छा", "古人": "वांग झियांग कार्प मागतो (चोवीस फिलिअल पीटी स्टोरीज)", "第X籤": "एकोणचाळीस लोट जिंकणे", "宮": "हायगॉन्ग"}