{"籤詩版本二": "तुम्ही देशाच्या कानाकोपऱ्यात प्रवास करू शकता, ते मुक्तपणे धरण्यासाठी पाल छत लटकवू शकता\nजर अनुकूल वारा असेल तर तो लवकरच येईल आणि बोट खजिन्याने भरेल.", "詩意": "हे हेक्साग्राम म्हणजे वाऱ्यासह बोट ओढण्यासारखे आहे.\nसर्व काही व्यवस्थित होते.", "解曰": "आरामात आराम करा. प्रयत्नांची गरज नाही. भरपूर संपत्ती. सर्वांनी कौतुक केले.", "籤詩故事一": "◇ताओ झुगुई पाच तलाव (फॅन लिगुई तलाव)\nवसंत ऋतु आणि शरद ऋतूच्या कालावधीत, फॅन ली, ज्यांचे सौजन्याने नाव शाओबो होते, त्यांना गुई यिझिपी किंवा ताओ झुगोंग म्हणून देखील ओळखले जात असे.\nत्या वेळी, वू राज्य आणि यू राज्य यांच्यात युद्ध झाले आणि वू राज्याने यू राज्याचा नाश केला. फॅन ली आणि वेन झोंग यांनी यू किंग गौ जियानसाठी यूचा प्रचार करण्यासाठी आणि वू नष्ट करण्यासाठी एक योजना तयार केली. फॅन ली यांनी वैयक्तिकरित्या पर्वत आणि नद्यांमधून प्रवास केला आणि बेलुओ पर्वतातील हुआन्शा नदीवर झी शी या सद्गुण, प्रतिभा आणि सौंदर्य दोन्ही असलेल्या सुंदर स्त्रीला भेट दिली आणि ती वूच्या राजाला सादर केली. त्याने \"सौंदर्य युक्ती\" वापरली. आत आणि बाहेर सहकार्य केले आणि वू राज्याचा नाश केला.\nवू किंगडमचा नाश करण्यात तो यशस्वी झाल्यानंतर, फॅन लीला माहित होते की गौ जियान हा \"चोच असलेला लांब मानेचा पक्षी\" आहे आणि तो त्याच्यासोबत त्रास आणि आनंद सामायिक करू शकतो, म्हणून तो क्यू शी सोबत नौकाविहार करून क्यूई राज्याच्या पलीकडे गेला आणि त्याने आपले जीवन बदलले. गुई झिपीचे नाव दिले आणि त्याचा मुलगा आणि शिष्यांना क्यूई राज्यात नेले. ते समुद्राजवळ एका झोपडीत राहतात. पडीक जमीन मशागत, कडेकोट व्यवसाय आणि व्यवसाय करण्यासाठी त्यांनी कष्ट केले.काही वर्षात त्यांनी लाखोंची कौटुंबिक मालमत्ता जमा केली. तो संपत्तीचा प्रसार करण्यात आणि आपल्या गावाचे चांगले कार्य करण्यात उदार होता. फॅन लीच्या शहाणपणाची आणि क्षमतेची क्यूईच्या लोकांनी प्रशंसा केली. क्यूईच्या राजाने त्याला राजधानी लिंझी येथे आमंत्रित केले आणि सरकारी कामकाजाचा प्रभारी पंतप्रधान म्हणून त्याची पूजा केली. . त्यांनी उद्गार काढले: \"अधिकारी असण्याने मंत्री होऊ शकतात आणि कुटुंब चालवण्यामुळे नशीब मिळू शकते. सुरुवातीपासून सुरुवात केलेल्या सर्वसामान्यांसाठी हे टोकाला पोहोचले आहे. दीर्घकाळ सन्मान मिळणे हे कदाचित चांगले लक्षण नाही.\" म्हणून, फक्त तीन वर्षांनंतर, त्याने पुन्हा एकदा जिल्यूने धैर्याने माघार घेतली, क्यूईच्या राजाला सील परत केला आणि त्याची सर्व कौटुंबिक संपत्ती त्याच्या जवळच्या मित्रांना आणि सहकारी गावकऱ्यांना दिली.", "聖意": "घर स्वतःसाठी चांगले आहे (पाठवायचे आहे), पैसा चांगला आहे, व्यवसाय चांगला आहे, लग्नाला उशीर झाला आहे, लग्न चांगले नाही, लिझिया सुरक्षित आहे, लोक शेतात अडथळा आणत आहेत, रेशीम किडे, शरद ऋतूतील, पशुधन, वसंत ऋतु समृद्ध आहे, लोक लोक शोधत आहेत, खटले वाईट आहेत, स्थलांतर पुराणमतवादी आहे, गोष्टी गमावल्या आहेत, पाश्चात्य रोगांचे निराकरण झाले आहे, पर्वत आणि कबरी दक्षिण आहेत.", "古人": "ताओ झुगुई पाच तलाव (फॅन लिगुई तलाव)", "第X籤": "पन्नासावा लॉटरी विजेता", "宮": "हायगॉन्ग"}