{"籤詩版本二": "उन्हाळा हा सर्वात मोठा दिवस आहे आणि प्रत्येकजण उष्णता आणि नैराश्याने चिंतेत आहे\nलोकांना काय हवे आहे हे स्वर्ग आणि पृथ्वीला देखील माहित आहे आणि वाऱ्याची झुळूक वाहते आणि ती नैसर्गिकरित्या थंड असते", "詩意": "हा हेक्साग्राम सूचित करतो की प्रत्येकजण उष्णतेबद्दल चिंतित आहे.\nतुम्हाला जे हवे ते करा.", "解曰": "पुढे जावे की मागे हटावे याबाबत शंका नाही. तुमचा वेळ चांगला जावो. ते कॅम्पिंगसाठी आहे का? उतावीळपणे वागण्याची गरज नाही.", "籤詩故事一": "◇कॉंग मिंग सिचुआनमध्ये प्रवेश करते\nझुगे लिआंग (१८१-२३४), सौजन्याचे नाव कोंगमिंग, हे मूळचे यंगडू, लांग्या (आताचे यिनान काउंटी, शेडोंग प्रांत) येथील रहिवासी होते आणि तीन राज्यांच्या काळात शू हान (लिउ बे) चे पंतप्रधान होते.\nलिऊ बेईने जिंगझोउ जिंकले तरी एक बाजू वेगळे करणे पुरेसे नव्हते.झुगे कोंगमिंगने लिऊ बेईचा प्रदेश वाढवण्यासाठी झिचुआन काबीज करण्याची योजना आखली. यावेळी यिझोउ येथील लिऊ झांगवर उत्तरेकडील झांग लूने हल्ला केला. झुगे कोंगमिंगला कळले की लिऊ झांग हे स्वतःचे संरक्षण करण्यासाठी काओ काओला झिचुआनचा नकाशा समर्पित करू इच्छित होते. जेव्हा झांग सॉन्ग (लिऊ झांगचा अधीनस्थ) काओ काओला भेटला, कारण काओ काओ गर्विष्ठ आणि उद्धट होता, तेव्हा लिऊ झांगने नकाशा पुन्हा शिचुआनला नेला आणि जिंगझोऊला वाटेत पास केले. कॉंग मिंग आधीच वाटेत त्याची वाट पाहत होता आणि त्याला जिंगझू येथे आमंत्रित केले होते, परंतु त्याने जाण्याच्या वेळेपर्यंत कधीही शिचुआन चित्राचा उल्लेख केला नाही. झांग सॉंग त्याच्या सौजन्याने आणि आदरातिथ्याबद्दल कोंग मिंगचे आभारी होते, म्हणून त्याने शिचुआन चित्र त्यांना समर्पित केले. त्याला\nझिचुआनचा भूभाग धोकादायक होता आणि त्यावर हल्ला किंवा बचाव केला जाऊ शकतो.कॉंग मिंगच्या विविध व्यवस्थेनंतर, झिचुआन हे लिऊ बेईचे जन्मस्थान बनले.\n(कॉंग मिंगने लोकांशी सौजन्याने वागले आणि सहजपणे प्रतिष्ठित शिचुआन मिळवले.)", "聖意": "घरी आशीर्वादासाठी आणि आपल्या स्वतःच्या संरक्षणासाठी प्रार्थना करा (दुर्भाग्यांमध्ये नशीब आहे) संपत्ती शोधा, व्यवसायात नशीब, सामान्य विवाह, लियुजियामध्ये मुलांचा जन्म, शेतात फिरणे, रेशीम किडे, पशुधनाचे नुकसान, लोक शोधणे, सार्वजनिक खटले, स्थलांतर, जुन्या हरवलेल्या गोष्टी, उत्तरेकडील रोग, पर्वत आणि कबरींची इच्छा", "古人": "कॉंग मिंग सिचुआनमध्ये प्रवेश करते", "第X籤": "धडा ५१: लोट जिंकणे (खूप जिंकणे)", "宮": "गर्भाशय"}