{"籤詩版本二": "चंद्र पाण्यात पकडायला खूप मेहनत करावी लागते.. खूप मेहनत करावी लागते पण काहीच नाही.\nफालतू बोलू नका आणि शरीर बळकट करण्यासाठी केलेले प्रयत्न वाया घालवू नका. \"शरीर कोमेजलेले\" या शब्दाचा मूळ अर्थ \"शरीर एकाकी आहे\".", "詩意": "हे हेक्साग्राम प्रयत्नांच्या प्रतिमेसाठी लोभी आहे.\nसर्व काही कष्टकरी आणि कष्टकरी आहे.", "解曰": "वचने लक्षात ठेवणे कठीण आहे. खूप मेहनत. घरची काळजी. थोर लोकांना भेटण्याची वाट पाहत आहे.", "籤詩故事一": "◇ ताईबाईने नशेत चंद्र पकडला (ली ताईबाईने नशेत चंद्र पकडला)\nली बाई (७०१-७६२), ताईबाई या नावानेही ओळखले जाते, किंग्लियन जुशी म्हणूनही ओळखले जाते. स्वत:ला हद्दपार केलेले अमर म्हणवून घेणारा तांग राजवंशातील कवी काव्याचा अमर म्हणून ओळखला जात असे आणि तो मद्यपान न करता नेहमी आनंदी असायचा.\nएकदा ली बाई जिनलिंग (आताचे नानजिंग) येथे आल्या आणि वेंडे ब्रिजच्या शेजारी एका रेस्टॉरंटमध्ये विश्रांती घेतली.\nतो दिवस हिवाळ्यातील चंद्र महिन्याचा पंधरावा दिवस होता.रात्रीच्या वेळी तो उपाहारगृहात एकटाच बसून चंद्राचे कौतुक करत, मद्यपान करत आणि कविता म्हणत. तो दिवस हिवाळ्यातील चंद्र महिन्याचा पंधरावा दिवस होता.रात्रीच्या वेळी तो उपाहारगृहात एकटाच बसून चंद्राचे कौतुक करत, मद्यपान करत आणि कविता म्हणत. ली ताईबाईंनी त्यांच्या आयुष्यात चंद्रावर सर्वात जास्त प्रेम केले, ते म्हणाले की तो स्वच्छ आणि सुंदर होता. ली ताईबाईंनी त्यांच्या आयुष्यात चंद्रावर सर्वात जास्त प्रेम केले, ते म्हणाले की तो स्वच्छ आणि सुंदर होता. त्या रात्री त्याने वर बघितले आणि आकाशात पांढरा गोलाकार चंद्र दिसला.तो खूप खुश झाला आणि त्याने आणखी काही ग्लास प्याले. त्या रात्री त्याने वर बघितले आणि आकाशात पांढरा गोलाकार चंद्र दिसला.तो खूप खुश झाला आणि त्याने आणखी काही ग्लास प्याले. मध्यरात्री, ली ताईबाई वाईनचा फायदा घेत वेंडे ब्रिजच्या खाली गेल्या. मध्यरात्री, ली ताईबाई वाईनचा फायदा घेत वेंडे ब्रिजच्या खाली गेल्या. पुलावर पाऊल ठेवताच त्याने डोके खाली केले आणि अचानक चंद्र पाण्यात पडताना दिसला.नदी पुढे सरकली तेव्हा काही काळ्या रेषा पांढर्‍या चंद्राच्या सावलीत जोडल्या गेल्या. पुलावर पाऊल ठेवताच त्याने डोके खाली केले आणि अचानक चंद्र पाण्यात पडताना दिसला.नदी पुढे सरकली तेव्हा काही काळ्या रेषा पांढर्‍या चंद्राच्या सावलीत जोडल्या गेल्या. यावेळी ली ताईबाई एवढ्या नशेत होत्या की त्यांना वाटले की नदीच्या पाण्याने माखलेला चंद्र आहे. यावेळी ली ताईबाई एवढ्या नशेत होत्या की त्यांना वाटले की नदीच्या पाण्याने माखलेला चंद्र आहे. त्याने बूट काढण्याचीही तसदी घेतली नाही, त्याने हात उघडले आणि चंद्राला पकडण्यासाठी पुलावरून उडी मारली. त्याने बूट काढण्याचीही तसदी घेतली नाही, त्याने हात उघडले आणि चंद्राला पकडण्यासाठी पुलावरून उडी मारली. अनपेक्षितपणे, या उडीने, चंद्र पकडला गेला नाही, परंतु पाण्यातला चंद्र चकनाचूर झाला आणि लगेचच दोन भागांमध्ये विभागला गेला. अनपेक्षितपणे, या उडीमध्ये, चंद्र पकडला गेला नाही, परंतु माणूस बुडाला. वयाच्या बासष्टव्या वर्षी त्यांचे निधन झाले.", "聖意": "घर अस्वस्थ आहे आणि तुम्ही दुर्दैवी आहात (तुमच्या आरोग्याकडे लक्ष द्या) (अशुभ) संपत्ती आणि समतोल शोधा (त्याचा विचारही करू नका) व्यवसाय व्यवहारात अडचण, विवाह निराकरण होत नाही, संरक्षणासाठी प्रार्थना करा (रिक्त खजिना प्रतिबंधित करते) गर्भपात) पादचारी अडचणीत आहेत, शेतात रेशमाचे किडे पाच गुण आहेत, आणि सहा प्राणी कमी होत आहेत (दुर्भाग्यपूर्ण) लोक शोधत आहेत (दुर्दैवी) सार्वजनिक खटले आणि (कायदा थांबवा) सामान्य स्थलांतर (त्याचा उल्लेख करू नका) मालमत्तेचे नुकसान (विमान) आजारापासून संरक्षणासाठी प्रार्थना करणे (दुर्दैवी) पर्वत आणि थडग्यांमध्ये नशीब", "古人": "ताईबाईने नशेत चंद्र पकडला (ली ताईबाईने नशेत चंद्र पकडला)", "第X籤": "लॉटरी जिंकणारा पन्नास सेकंद (लॉटरी)", "宮": "गर्भाशय"}