{"籤詩版本二": "जेव्हा निराशेचे रूपांतर आनंदात होते, तेव्हा ड्रॅगन गर्जतात आणि वाघ गर्जना करतात.\nनिळ्या आकाशाचा आकाशाकडे जाण्याचा स्वतःचा रस्ता आहे. मला आणखी यश आणि कीर्ती मिळो.", "詩意": "हा हेक्साग्राम ड्रॅगन गर्जना करणारा आणि वाघाच्या गर्जनासारखा आहे.\nसर्व काही ठीक होईल अशी आशा आहे.", "解曰": "फक्त शिकवा आणि जा. आपली स्वतःची समृद्धी आहे. शेवटी केलेच पाहिजे. शोधायला जागा आहे.", "籤詩故事一": "◇ लिउ बेई वधूची भरती करते\nचिबीच्या लढाईनंतर, सन क्वान जिंगझू परत मिळविण्यासाठी उत्सुक होता, जो लिऊ बेईने ताब्यात घेतला होता, म्हणून त्याने झाऊ यूची योजना वापरली, अशी बतावणी केली की त्याला त्याची बहीण सन रेनचे लिऊ बेईशी लग्न करायचे आहे, परंतु प्रत्यक्षात त्याला घ्यायचे होते. Jingzhou दावा करण्यासाठी एक ओलीस म्हणून Liu Bei.\nझुगे लिआंगने झोउ यूच्या योजनेची हेरगिरी केल्यानंतर, त्याने रणनीतीसह ब्रोशर झाओ युन यांच्याकडे सोपवले, जो सूचोला गेला तेव्हा लिऊ बेईचे संरक्षण करत होता. झाओ युनने ब्रोशरमधील रणनीतीचे पालन केले आणि वू गुओताई (वू गुओताई) यांना जाऊ देण्यासाठी जाणूनबुजून मोठी फटकेबाजी केली. सन क्वानच्या वडिलांना) लग्नाच्या प्रस्तावाबद्दल माहिती आहे. वू गुओताईचे आपल्या मुलीवर प्रेम असल्यामुळे आणि आपल्या मुलीच्या आयुष्यभराच्या प्रकरणांचा निर्णय घेण्यास तयार नसल्यामुळे, तिने सन क्वानला आपल्या बहिणीशी निर्दयी वागणूक दिल्याबद्दल फटकारले आणि गानलू मंदिरात लिऊ बेई आपल्या मुलीसाठी पात्र आहे की नाही याची वैयक्तिक चाचणी करण्याचा प्रस्ताव दिला. वू गुओताई यांनी लिऊ बेई यांची भेट घेतल्यानंतर त्यांनी लिऊ बेईचे खूप कौतुक केले आणि लिऊ बेई आणि त्यांची मुलगी यांच्यातील विवाहाची जोरदार वकिली केली.परिणामी लिऊ बेई यांनी श्रीमती सन यांच्याशी यशस्वी विवाह केला.\nनंतर, लिऊ बेई आणि मिसेस सन एकत्र परत जिंगझोऊला पळून गेले.नंतर, सन क्वानला लिऊ बेईच्या यिझूवर झालेल्या हल्ल्याचा फायदा घेऊन जिंगझूवर हल्ला करायचा होता, परंतु वू गुओताईने त्यांना थांबवले, जे आपल्या मुलीच्या सुरक्षिततेबद्दल काळजीत होते.\nतो म्हणाला: \"झोउ यूची हुशार योजना जगातील सर्वोत्तम आहे. त्याने आपली पत्नी गमावली आणि आपले सैन्य गमावले.\"\n(लिउ बेई हानीतून मिळवले)", "聖意": "मी घरी अशुभ आहे आणि मी अशुभ आहे (प्रथम दुर्दैव, नंतर नशीब). संपत्ती, शिल्लक, लग्नात अडचण, लग्नात यश मिळवा. पादचाऱ्यांसाठी आशीर्वादासाठी प्रार्थना, शेतात रेशीम किडे, पशुधनाच्या नुकसानासाठी पाच गुण, शोध. लोकांसाठी, खटले आणि स्थलांतर, गमावलेल्या मालमत्तेसाठी शुभेच्छा, रोगांसाठी शुभेच्छा, पर्वत आणि कबरींची शांतता.", "古人": "लिऊ बेई वधूची भरती करते", "第X籤": "पन्नासाव्या लॉटरी", "宮": "गर्भाशय"}