{"籤詩版本二": "灘小石溪流水響 風清明月貴人忙\nरस्त्यात कुठे जायचे हे विचारायचे आहे.जंगलातल्या फुलांचा, वनस्पतींचा सुगंध घेऊ नका.त्याची काळजी घेऊ नका.", "詩意": "हे हेक्साग्राम लहान समुद्रकिनाऱ्यावर प्रवास करणाऱ्या बोटीसारखे आहे.\nप्रत्येक गोष्टीत मदतीसाठी थोर लोक असतात.", "解曰": "पोटा पाण्यासाठी. खूप मेहनत. पुराणमतवादी रहा आणि प्रतीक्षा करा. ऑल द बेस्ट.", "籤詩故事一": "◇ लुशन बंड\nएक लुशान (703-757), ज्याचे आडनाव कांग होते आणि यालुओशान असे नाव होते, ते लिउचेंग, यिंगझोउ (आता चाओयांग, लिओनिंग) येथील होते.\nनंतर, त्याने आडनाव धारण केले आणि त्याचे नाव बदलून लुशान ठेवले. तांग राजघराण्यातील सम्राट झुआनझोंगच्या कारकिर्दीत अन लुशान हा लष्करी दूत होता.\nतियानबाओच्या 14 व्या वर्षी नोव्हेंबरमध्ये, एन लुशानने फन्यांगमध्ये सैन्य उभे केले. यांग गुओझोंगवर हल्ला करण्याच्या नावाखाली त्याने बंड केले आणि पूर्वेकडील राजधानी लुओयांगवर हल्ला करण्यासाठी तीन शहरांचे सैन्य घेतले. तैयुआनकडून आलेले वृत्त लिशानकडे पोहोचले. त्या वेळी लिशानच्या हुआकिंग पॅलेसमध्ये असलेल्या तांग झुआनझोंगला अनलुशान बंड करेल यावर विश्वास बसत नव्हता. तथापि, बंडाच्या बातम्या पसरत राहिल्या, आणि झुआनझोंग अजूनही अर्धवट खात्रीशीर होता. (हे चित्रण आहे \"ओढ्यातील लहान खडकांवर खडबडीत वाहणाऱ्या पाण्याचा आवाज\")\nपिंगयुआन काउंटीचे प्रीफेक्ट यान झेनक्विंग यांनी कोणालातरी माहिती पाठवण्यासाठी पाठवले नाही की झुआनझोंग त्याच्या स्वप्नातून जागा झाला.\nतांग राजघराण्यातील सम्राट झुआनझोंगच्या चुकीच्या रणनीतीनुसार, एन लुशानच्या घोडदळाच्या रेजिमेंटने पूर्वेकडील राजधानी लुओयांग ताब्यात घेतले.पुढील वर्षाच्या पहिल्या महिन्यात, त्याने लुओयांगमध्ये स्वत:ला सम्राट दयान, जियान्युआन शेंगवू, सम्राट झिओंगवू आणि दा झिक्सुन म्हणून घोषित केले. पंतप्रधान.\nत्याच वर्षी जूनमध्ये, तांग राजवंशाचा सम्राट झुआनझोंग, चांगआनमधील संकट दूर करण्यासाठी उत्सुक आणि चुकीच्या लष्करी समजुतीनुसार, फेंग चांगकिंग आणि गाओ शियानझी या दोन प्रसिद्ध सेनापतींना फाशी दिली. या आदेशाने तांग सैन्याला धक्का बसला. (हे वर्तन \"रस्त्याने समोरच्या नदीकडे निर्देशित केले पाहिजे\" चे उल्लंघन करते)\nत्यानंतर, तांग राजवंशाचा सम्राट झुआनझोंग याने तात्काळ दुसर्‍या जनरल, गे शुहानला, तांग सैन्याचे नेतृत्व टोंगगुआनच्या पूर्वेकडे करण्याचे आदेश दिले.\nतांग राजघराण्यातील सम्राट झुआनझोंगची धोरणात्मक चूक पूर्णपणे समजून घेतलेल्या गे शुहानने बदलास विलंब करण्याची योजना आखली (\"वारा शांत असेल आणि समुद्राची भरतीओहोटी शांत असेल तर ठीक आहे\" हा दृष्टिकोन).\nशेवटी, तांग राजवंशातील सम्राट झुआनझोंगने विचार केला की तो लढण्यासाठी खूप भित्रा आहे, म्हणून त्याला अश्रू ढाळत अन लुशानशी लढण्याशिवाय पर्याय नव्हता आणि त्याचा पराभव झाला. (हे पूर्ण करते \"जर तुम्ही स्वतःला आधार देण्यासाठी कठोर परिश्रम केले तर तुम्हाला दुखापत होऊ शकते.\")\nतांग राजवंशात, जेव्हा सीमेवरील सैन्य आणि स्थानिक चौक्यांना प्रत्युत्तर देण्यासाठी वेळ नव्हता, तेव्हा लुशानच्या सैन्याने सीमा दाबली आणि राजधानी क्षेत्रात प्रवेश केला. एका गंभीर परिस्थितीत, तांग राजवंशाचा सम्राट झुआनझोंग याने गार्ड्स कॉर्प्सला राजधानीतून पळून जाण्यासाठी नेले, ज्यामुळे नेतृत्वहीन झिजिंग चांगआन पडले.\n(तांग झुआनझोंगने या चिन्हाच्या मार्गदर्शनाचे उल्लंघन केले, म्हणून अन लुशानचे बंड यशस्वी झाले.)", "聖意": "घर सुरक्षित आहे, स्वत: शुभ आहे, भाग्य स्थिर आहे, व्यवहार समृद्ध आहे, आणि विवाह यशस्वी आहे (सावधगिरी) लियुजिया येथील एक नर पादचारी शेतात येतो, रेशीम किड्यांची कापणी केली जाते आणि सहा पशुधनांचे नुकसान होते. व्यक्ती सापडला आहे आणि सार्वजनिक खटला न्याय्य आहे. हरवलेल्या मालमत्तेमुळे रोग होतो, म्हणजेच अनशन थडग्याची दुरुस्ती करावी.", "古人": "लुशन बंड", "第X籤": "छप्पनवी लॉटरी", "宮": "अग्ली पॅलेस"}