{"籤詩版本二": "सकाळ आणि संध्याकाळ, बुद्धाचा आधार धोक्याच्या वेळी असला पाहिजे परंतु धोक्यात नाही\nजर तुम्हाला एखाद्या थोर व्यक्तीने आकर्षित केले तर पैसा आणि रेशम देखील तुमच्या सोबत होतील. हे चुआन लाई आहे. हे सर्व तुमच्यावर अवलंबून आहे.", "詩意": "हा हेक्साग्राम देव आणि बुद्धांच्या गुप्त आशीर्वादाचे प्रतिनिधित्व करतो.\nधीर धरा आणि प्रत्येक गोष्टीत शुभेच्छा द्या.", "解曰": "जुन्या काळातील शांततेचे लक्षण. जेव्हा सर्व काही महाग असेल तेव्हा ते शुभ होईल.", "籤詩故事一": "◇ तांग भिक्षुला ज्ञान प्राप्त झाले\nएके दिवशी तांग सेंग नदीवर आला आणि समोर बुद्धाचा लिंगशान पर्वत दिसला.त्यासमोर एकेरी फळी असलेला पूल होता.तांग सेंगला तो ओलांडण्याची हिंमत नव्हती. बुद्धाचे रूपांतर होडीवाल्यात झाले आणि त्याने तळ नसलेली तुटलेली बोट धरली.तांग भिक्षू बोटीवर चढताच तो नदीत पडला आणि त्याला नौकाधारकाने वाचवले.अशा प्रकारे तांग भिक्षूने बुद्धत्व प्राप्त केले. (पश्चिमी प्रवासाची कहाणी)\n◇ तांग भिक्षूचे बौद्ध धर्मग्रंथ\nतांग राजवंशातील सानझांग, त्याचे सामान्य आडनाव चेन होते आणि त्याचे दिलेले नाव यी होते. गौशी काउंटी, लुओझोउ (आता यान्शी शहराच्या दक्षिणेस, हेनान प्रांत) येथे जन्म. वयाच्या तेराव्या वर्षी तो भिक्षू झाला आणि त्याने झुआनझांग हे बौद्ध नाव घेतले.\nमूळ बौद्ध धर्मग्रंथ मिळविण्यासाठी, तो झेंगुआन (इ. स. ६२९) च्या तिसऱ्या वर्षी चांगआन (आजचा शिआन, शानक्सी प्रांत) येथून निघाला, सीमा ओलांडून त्याने तियानझू (इ.स. ६२९) पर्यंत प्रवास केला. भारत) धर्मग्रंथ गोळा करण्यासाठी. त्याने संपूर्ण गंगा आणि सिंधू नदीच्या खोऱ्यात आणि भारताच्या आग्नेय किनारपट्टीच्या भागात प्रवास केला, त्यानंतर बर्फाच्छादित पर्वत आणि हिरवेगार डोंगर पार केले, 50,000 मैलांपेक्षा जास्त मागे-मागे ट्रेकिंग केले. शेवटी चांगआनला परत येण्यासाठी त्याला 16 वर्षे लागली. झेंगुआनचे १९ वे वर्ष (इ. ६४५). त्यांनी मोठ्या संख्येने बौद्ध धर्मग्रंथ परत आणले आणि त्यांचे चिनी भाषेत भाषांतर केले.\n(तांग सानझांगने चीन आणि भारतादरम्यान लांबचा प्रवास केला होता, आणि त्याला धोके जाणवायचे होते, परंतु त्याच्या मागे एक अदृश्य संरक्षक संत असल्यामुळे तो सुरक्षितपणे परत येऊ शकला.)", "聖意": "घर सुरक्षित आहे, स्वतःला शुभ आहे, पाश्चिमात्य व्यवसाय यशस्वी आहे, विवाह यशस्वी आहे, पादचारी शेतात अडथळा आहेत, रेशीम किडे अवरोधित आहेत, रेशीम किडे सात गुण आहेत, पशुधन फायदेशीर आहे, लोकांचा शोध आहे, पाश्चात्य सार्वजनिक खटला वाईट आहे, स्थलांतर रूढिवादी आहे, गमावलेली मालमत्ता पाहिली जाते, रोग शुभ आहे, पर्वत आणि थडगे शुभ आहेत.", "古人": "तांग भिक्षुला आत्मज्ञान प्राप्त झाले", "第X籤": "बासष्टाची लॉटरी जिंकली", "宮": "यिन पॅलेस"}