{"籤詩版本二": "हिवाळा आला की, डोंगरावरील प्लम ब्लॉसमची एक फांदी जरी पाने पडली आणि तिच्या फांद्या कोमेजल्या तरी नष्ट होत नाहीत.\nपण जेव्हा वसंत ऋतू येतो, तरीही मी गणिका म्हणून मला परत करतो आणि मूळ काम नष्ट करतो.", "詩意": "या हेक्साग्राममध्ये, मनुका ब्लॉसम अग्रस्थानी आहे.\nउशीर झाला तर सर्व काही चांगले आहे.", "解曰": "एक बाण रिकामा. जेव्हा ते रिकामे असते तेव्हा ते रिकामे नसते. वसंत ऋतू येण्याची वाट पाहत आहे. त्यात रंग आहे.", "籤詩故事一": "◇ दोनदा स्कोअर केला\nतांग राजघराण्याचा सम्राट डेझोंगच्या कारकिर्दीत, विश्वासू मंत्री मेई बोगाओ आणि त्याच्या कुटुंबाला देशद्रोही पंतप्रधान लू क्यूईने रचले होते, ज्यांना त्या सर्वांना ठार मारायचे होते. फक्त त्याचा मुलगा मेई लियांग्यू तेथून पळून जाण्यात यशस्वी ठरला. नंतर, त्याने आपले स्थान बदलले. आपली ओळख लपवण्यासाठी वांग झिटॉन्गचे नाव. तो रस्त्यावर एकटाच राहत होता, भुकेलेला आणि थंड होता, पण सुदैवाने त्याला चेन रिशेंग (चेन डोंगचू) ने घेतले. चेन रिशेंगला त्याचा जीवनानुभव माहित नव्हता, म्हणून त्याने त्याला चेनच्या मनुका बागेची काळजी घेण्यास मदत करण्यास सांगितले जेणेकरून तो रस्त्यावर उपाशी मरणार नाही.\nचेन रिशेंग हा मेई बोगाओचा वर्गमित्र आणि मित्र होता. जेव्हा त्याचा लू क्यूईने छळ केला तेव्हा त्याला मेई बोगाओने वाचवले. परिणामी मेई बोगाओ आणि लू क्यूईमध्ये वैर झाले. शेवटी त्याच्या संपूर्ण कुटुंबाला फाशी देण्यात आली. चेन यामुळे रिशेंगला वाईट वाटले आणि राग आला.लग्न झाल्यानंतर त्याने राजीनामा दिला आणि एकांतात राहण्यासाठी आपले कुटुंब यंगझोऊ येथे हलवले.\nचेन रिशेंग यांना चेन झिंगयुआन नावाची मुलगी आहे, ती सुंदर आणि सुगंधी आहे.मेई लियांग्यू चेन कुटुंबात आल्यानंतर ते पहिल्या नजरेत प्रेमात पडले. ज्या दिवशी मनुका फुलला होता, जो मेई बोगाओच्या मृत्यूचा वर्धापन दिन होता, चेन रिशेंग आणि त्याच्या कुटुंबाने त्यांच्या मृत मित्राच्या आणि हितकारकाच्या स्मरणार्थ त्यांच्या घराच्या मनुका बागेत एक वेदी उघडली. अनपेक्षितपणे, अचानक हवामान बदलले. आणि जोरदार हिमवादळ उडले, सर्व मनुका फुलांना झाकून टाकले. चेन रिशेंग यांनी शोक व्यक्त केला की तो सुरक्षितपणे बाहेर पडू शकला, पण तो मेई कुटुंबातील वंशजांनाही वाचवू शकला नाही. त्याला वाटले की ही देवाची चेतावणी आहे, म्हणून त्याने शपथ घेतली की जोपर्यंत मनुका पुन्हा फुलत नाही तोपर्यंत ते वंशजांचे वंशज आहेत. मेई कुटुंब अजूनही जिवंत होते, तो कधीही काहीही बोलणार नाही. तो बौद्ध धर्मात पळून गेला आणि एक भिक्षू बनला.\nत्याची मुलगी झिंगयुआनने हे ऐकले आणि लगेच धूप जाळला आणि मनुका पुन्हा फुलण्यासाठी देवाला प्रार्थना केली. त्यांच्या प्रामाणिकपणाने स्वर्ग हलविला आणि मनुका बागेतील सर्व मनुका झाडे पुन्हा फुलली; नंतर चेन रिशेंगला कळले की झिटॉन्ग लिआंग्यू आहे, म्हणून त्याने त्याची मुलगी झिंगयुआनशी लग्न केले.", "聖意": "घर आणि घर स्वतःसाठी चांगले नाही, स्वतःच्या नशिबासाठी, संपत्ती शोधणे, व्यवहारात विवेकी असणे, लग्नाची वेळ येईपर्यंत थांबणे, उशीर होणे, लग्न करणे, उशीर होणे, समृद्धी असणे. वसंत ऋतु, उशीर होणे, उशीर होणे, उशीर होणे, व्यस्त असणे, व्यस्त असणे, समृद्ध असणे, व्यस्त असणे, सापडणे.", "古人": "दोनदा स्कोअर केला", "第X籤": "एकोणसत्तर लोट जिंकणे", "宮": "तत्सुमी"}