{"籤詩版本二": "चाओ चाओ ही फुले गोळा करणाऱ्या मधमाशीसारखी आहे, जी नैऋत्येतून आणि नंतर पूर्वेकडून उडते.\nवसंत ऋतू संपला, फुले गेली, आणि शोधायला जागा नाही हे हृदय त्याचा ठावठिकाणा बदलणार नाही.", "詩意": "हा हेक्साग्राम म्हणजे मधमाशी फुले वेचत असल्यासारखे आहे.\nसर्व काही कष्टकरी आणि कष्टकरी आहे.", "解曰": "वसंत ऋतु दृश्य नाही. बराच वेळ पाऊस पडतो पण कधीच साफ होत नाही. मदतीसाठी विचार. शांत राहणे चांगले.\n.", "籤詩故事一": "◇ ली मीने तांग राजवंशाविरुद्ध बंड केले\nली मी\n(५८२-६१९), चीनच्या उशीरा सुई राजघराण्यातील शेतकरी उठावात वगांग आर्मीचा दिवंगत नेता. कॅलिग्राफीचा मास्टर. फा या शब्दाचा मास्टर चांगआन, जिंगझाओचा मूळ रहिवासी होता आणि त्याचे वडिलोपार्जित घर शियांगपिंग, लियाओडोंग (आता लियाओयांग, लिओनिंगच्या दक्षिणेस) होते. चांगआन येथील मूळ रहिवासी, जिंगझाओ, त्याचे वडिलोपार्जित घर शिआंगपिंग, लिओडोंग (आता लिओयांग, लिओनिंगच्या दक्षिणेस) आहे.\nदाये (613) च्या नवव्या वर्षी, त्याने लियांग (आता हेनान प्रांतातील जंक्सियान काउंटीच्या ईशान्येकडे) यांग झुआंगनच्या सुई राजवंशाविरुद्धच्या बंडात भाग घेतला. दाये (613) च्या नवव्या वर्षी, त्याने लियांग (आता हेनान प्रांतातील जंक्सियान काउंटीच्या ईशान्येकडे) यांग झुआंगनच्या सुई राजवंशाविरुद्धच्या बंडात भाग घेतला. गूढ अर्थाचा पराभव झाला आहे,\nली मी पळून गेला. झुआंगनचा पराभव झाला आणि ली मी पळून गेला.\nदायेच्या बाराव्या वर्षी तो वाघांग सैन्यात दाखल झाला\n. दायेच्या कारकिर्दीच्या बाराव्या वर्षी तो वाघांग सैन्यात सामील झाला. ली मी रणनीतीमध्ये चांगली होती. दायेच्या बाराव्या वर्षाच्या ऑक्टोबरमध्ये, ली मीने झाईला झाईला सैन्यासोबत असलेल्या शक्तिशाली जनरल झिंगयांग टोंगवर हल्ला करण्यासाठी, झांग झुतुओचा बचाव करण्यासाठी, सुई सैन्याचा पराभव करून झांग झुतुओला ठार मारण्यासाठी राजी केले. ली मी रणनीतीमध्ये चांगली होती. दायेच्या बाराव्या वर्षाच्या ऑक्टोबरमध्ये, ली मीने झाईला झाईला सैन्यासोबत असलेल्या शक्तिशाली जनरल झिंगयांग टोंगवर हल्ला करण्यासाठी, झांग झुतुओचा बचाव करण्यासाठी, सुई सैन्याचा पराभव करून झांग झुतुओला ठार मारण्यासाठी राजी केले.\nनंतर, त्याने झिंगलुओ (नंतरचे नाव लुओकौ) गोदामावर हल्ला करण्याचा, मदतीसाठी गोदाम उघडण्याचा आणि संघाचा विस्तार करण्याचा प्रस्ताव ठेवला. वॅंग आर्मी टीमची झपाट्याने वाढ झाली. दायेच्या 13 व्या वर्षी ली मी ने वगांग आर्मीचे नेतृत्व केले आणि झाई रांग सुई राजवंशाच्या पदावनती आणि वितरणाशी निगडीत. लष्करी संसाधने आणि इतर मुद्द्यांवर युद्ध झाले आणि ली मी झाई रंग आणि त्याच्या शेकडो अनुयायांना ठार मारले. नंतर, त्याने झिंगलुओ (नंतरचे नाव लुओकौ) गोदामावर हल्ला करण्याचा, मदतीसाठी गोदाम उघडण्याचा आणि संघाचा विस्तार करण्याचा प्रस्ताव ठेवला. वॅंग आर्मी टीमची झपाट्याने वाढ झाली. दायेच्या 13 व्या वर्षी ली मी ने वगांग आर्मीचे नेतृत्व केले आणि झाई रांग सुई राजवंशाच्या पदावनती आणि वितरणाशी निगडीत. लष्करी संसाधने आणि इतर मुद्द्यांवर युद्ध झाले आणि ली मी झाई रंग आणि त्याच्या शेकडो अनुयायांना ठार मारले.\nदायेच्या 14 व्या वर्षाच्या मार्चमध्ये यू वेनहुआजीने सुई वंशाच्या सम्राट यांगचा वध केला.\n, 100,000 पेक्षा जास्त लोकांना पश्चिमेकडे परत नेले. दायेच्या चौदाव्या वर्षाच्या मार्चमध्ये, यू वेनहुआजी (यू वेन, कंपाऊंड आडनाव) याने सुई वंशाच्या सम्राट यांगचा वध केला आणि 100,000 हून अधिक लोकांसह पश्चिमेकडे परतले. ली मीला हुआजीवर हल्ला करण्याचा आदेश देण्यात आला. हुआजीचा पराभव झाला असला तरी, ली मीच्या सैन्याचेही मोठे नुकसान झाले. नंतर वांग शिचॉन्गने त्याचा पाठलाग केला. ली मीच्या सैन्याचा पराभव झाला आणि त्याचा छावणी नष्ट झाला. त्याचे सेनापती किन शुबाओ, चेंग झिजी (मूळचे) चेंग याओजिन नावाचे), निउ जिंदा आणि इतरांना पकडण्यात आले. , शान झिओन्ग्झिन यांनी आत्मसमर्पण केले. Huaji वर हल्ला करण्याचा आदेश Li Mi ला देण्यात आला. Huaji चा पराभव झाला असला तरी Li Mi च्या सैन्याचेही मोठे नुकसान झाले. नंतर, वांग शिचॉन्गने त्याचा पाठलाग केला. ली मीच्या सैन्याचा पराभव झाला आणि त्याच्या बेस कॅम्पचा नाश झाला. त्याचे सेनापती किन शुबाओ, चेंग झिजी (मूळ नाव चेंग याओजिन), निउ जिंदा आणि इतरांना पकडण्यात आले आणि शान झिओन्ग्झिन यांनी आत्मसमर्पण केले. ली मी हताश होता, म्हणून त्याने सप्टेंबरमध्ये हेयांग नदी ओलांडली आणि तांग राजवंशाला शरण गेला. ली मी हताश होता, म्हणून त्याने सप्टेंबरमध्ये हेयांग नदी ओलांडली आणि तांग राजवंशाला शरण गेला.\nनोव्हेंबरमध्ये, ली युआनने जुन्या सैन्याची भरती करण्यासाठी ली मीला शेडोंगला पाठवले. नोव्हेंबर,\nली युआनने जुन्या सैन्याची भरती करण्यासाठी ली मीला शेडोंगमध्ये थांबायला पाठवले. आपल्यावर संशय आल्याचे वाटून त्याने तांगविरुद्ध बंड केले. आपल्यावर संशय आल्याचे वाटून त्याने तांगविरुद्ध बंड केले. तांग जनरल शेंग यान्शीने ली मीला हल्ला करण्यासाठी आमंत्रित केले आणि झिंगगोंग शियान येथे त्याला ठार मारले. तांग जनरल शेंग यान्शीने ली मीला हल्ला करण्यासाठी आमंत्रित केले आणि झिंगगोंग शियान येथे त्याला ठार मारले.", "聖意": "घर, घर, जीभ, स्वत:, खलनायक, संपत्ती शोधणे, वाया जाणारा व्यवसाय, लग्ने टिकत नाहीत, लिउजिया, रिकामी फुले, पादचारी, याओटियन, रेशीम कीटकांचे नुकसान, सहा पशुधन नुकसान, हरवलेल्या व्यक्ती, खटले, नुकसान, स्थलांतर, पुराणमतवादी, गमावलेली मालमत्ता, आजारपण, अडथळे, पर्वत थडग्यात सुधारणा", "古人": "ली मीने तांग राजघराण्याविरुद्ध बंड केले", "第X籤": "सत्तरीवा ड्रॉ", "宮": "तत्सुमी"}