{"籤詩版本二": "मधमाश्या पाळणाऱ्यांनी त्यांच्या मधासाठी भीक मागितली पाहिजे, जेणेकरून त्यांना डंख लागू नये.\nतुमच्या समोर एक विचित्र रस्ता असावा, हे रहस्य काट्यांच्या जंगलासारखे खोल आहे.", "詩意": "हे हेक्साग्राम मध गोळा करणाऱ्या मधमाशांचे प्रतीक आहे.\nसर्व काही कष्टकरी आणि कष्टकरी आहे.\n\n(हा हेक्साग्राम गोडपणा आणि कडूपणाचे प्रतीक शोधतो.\nप्रत्येक गोष्टीत आपत्ती टाळा.\n)", "解曰": "गोष्टी काळजीपूर्वक कराव्या लागतील. जबरदस्ती करण्याची गरज नाही. मधमाश्या मध गोळा करतात. काय कारण आहे?", "籤詩故事一": "◇ वांग मंग प्रतिभा शोधतो\nपाश्चात्य हान राजघराण्यातील वांग माँग कुटुंब हे एक श्रीमंत कुटुंब म्हणता येईल. त्याचे वडील लहानपणीच मरण पावले असले तरी, त्याचे अनेक काका-काका हान राजवंशाचे सम्राट बनले. ते सेनापती, पंतप्रधान बनले आणि मार्क्वीस बनले आणि त्यांना बक्षिसे मिळाली. वांग कुटुंब अत्यंत प्रतिष्ठित होते.\nपण वांग मँगचे स्वतःचे छोटे कुटुंब अत्यंत गरीब होते; त्याचे वडील लहानपणीच मरण पावले आणि तो फक्त आपल्या आईसोबत राहत होता, नातेवाईकांच्या दानावर अवलंबून होता. पण यामुळे वांग मँगने लहानपणापासूनच लोकांशी वागण्याचे कौशल्य विकसित केले आणि सराव केला. त्याला कितीही दुःख किंवा राग आलेला असला तरी तो नेहमी नातेवाईक, वडीलधारी किंवा बाहेरच्या लोकांसमोर खूप आनंदी आणि शांत दिसत असे, म्हणून कुळातील सर्वांनी त्याचे खूप कौतुक केले.\nएकदा त्यांचे मोठे काका गंभीर आजारी होते. हे समजल्यानंतर ते आले आणि रुग्णाच्या पलंगावर थांबले, औषध आणि पाणी आणले आणि रात्री जागरुक राहिले. सलग अनेक महिने ते कपडे न घालता, विस्कटलेले आणि घाणेरडे होते. तो फक्त रुग्णापेक्षा अधिक \"रुग्ण\" होता. जैविक मुलापेक्षा अधिक \"मुलगा\" होता.\nयासाठी तैवानमधील सर्वांनी त्याचे कौतुक केले आणि त्याच्यासाठी बक्षीस मागणारी पत्रे लिहिली.\nत्यामुळे हान राजघराण्यातील सम्राट चेंगने त्याला न्यू कॅपिटल मार्क्विस ही पदवी दिली आणि त्याला राजवाड्यात पहारेकरी म्हणून नियुक्त केले, तो सम्राटाचा जवळचा मंत्री बनला.\nआपल्या उच्च दर्जाच्या आणि महान सामर्थ्याने, वांग मँगने कधीही उद्धटपणा किंवा ढिलाई दाखवली नाही. उलट, तो अधिकाधिक सभ्य आणि विनम्र बनला. एकीकडे त्याने मंत्री, सेनापती, मंत्री, प्रसिद्ध विद्वान आणि विद्वानांशी मैत्री केली.\nपण तो खूप काटकसरीचे जीवन जगला, अनेकदा मांसाचे पदार्थ खात असे, लांब झगे आणि लांब बाही असलेले कपडे घालायचे, फक्त लहान कपडे घालायचे. त्यामुळे सरकार आणि जनतेतील सर्वांनी एकमताने त्यांचे ‘गुणी’ या शब्दाने कौतुक केले.\nनंतर, त्याचे काका, ग्रँड सिमा वाँगेन यांचे आजारपणामुळे निधन झाले आणि त्यांची बदली म्हणून त्यांची निवड करण्यात आली. सम्राट आणि सर्व मंत्र्यांना तो सर्वात योग्य वाटला. त्यामुळे अवघ्या अडतीस वर्षांचा वांग मँग हा देशातील सर्वोच्च लष्करी शक्ती असलेला ग्रँड सिमा बनला.\n(ही कथा एक रूपक आहे. एक चांगला माणूस असण्यामुळे तुम्हाला \"मधमाशांनी दंश होण्याच्या अडचणीतून\" सुटका मिळू शकते आणि तुमच्या इच्छेनुसार तुमचे आदर्श साध्य करता येतात.)", "聖意": "घर स्वत:साठी चांगले नाही, कुटुंब संकटात आहे, व्यवसाय अवरोधित आहे, विवाह अवरोधित आहे, सहा कवच खोटे आहे, पादचारी उशिरा आहेत, रेशीम कीटक कापणी कमी आहे, पशुधन कमी आहे, हे कठीण आहे. लोक शोधा, खटला खराब आहे, स्थलांतर हलत नाही, गमावलेली मालमत्ता वाईट आहे, रोग स्थापित झाला आहे, डोंगराची कबर हरवली आहे", "古人": "वांग मंग प्रतिभा शोधतो", "第X籤": "लॉटरी जिंकून बहात्तर", "宮": "तत्सुमी"}