{"籤詩版本二": "वसंत ऋतू आला की मेघगर्जनेने शेकडो कीटकांचा किलबिलाट होतो आणि मी चिखलापासून दूर जातो\nजेव्हा मला पहिल्यांदा समजले की मी अजूनही येत आणि जात आहे, एकदा मी बदललो, मी एक ड्रॅगन बनलो.", "詩意": "हे हेक्साग्राम मेघगर्जना आणि कीटकांसारखे आहे.\nएखाद्या महान व्यक्तीला भेटणे हे प्रत्येक गोष्टीत चांगले लक्षण आहे.", "解曰": "गडगडाट होतो. आत आणि बाहेर दोन ठेव. एकदा बदला. तिआनमेन पर्यंत.", "籤詩故事一": "◇ चेनकियाओ बंड\nइ.स. 959 मध्ये, झोउ शिझोंग चाय रोंग मरण पावला आणि सम्राट गोंग, चाय झोंगक्सुन, जो सिंहासनावर बसला, तो फक्त सात वर्षांचा होता. त्या वेळी, झाओ कुआंगयिन, ज्यांनी राजवाड्यासमोर निरीक्षक म्हणून काम केले आणि जर्मन सैन्यात सॉन्गझूचे दूत म्हणून काम केले, त्यांच्याकडे वास्तविक सत्ता होती.\nइ.स. 960 च्या वसंत ऋतूमध्ये, झेन्झो (आजचे झेंगडिंग, हेबेई प्रांत) आणि डिंगझोऊ (आजचे डिंग्झियान काउंटी, हेबेई प्रांत) यांनी नोंदवले की उत्तर हान राजवंश आणि लियाओ राज्याचे सैन्य संयुक्तपणे नंतरच्या झोऊ राजवंशावर हल्ला करण्यासाठी दक्षिणेकडे जात होते. मोठी गती, आणि मदतीसाठी सैन्य पाठवण्याची विनंती केली. नंतर, झोऊ राजवंशाने झाओ कुआंग्यिनला शत्रूविरूद्ध लढण्यासाठी उत्तरेकडे आपल्या सैन्याचे नेतृत्व करण्याचा आदेश दिला. झाओ कुआंगयिनने त्याचा भाऊ झाओ गुआंगी, झाओ पु, शी शौक्सिन आणि इतरांच्या नियोजनाखाली गुप्तपणे काम केले.\n3 फेब्रुवारी रोजी, सैन्य चेनकियाओई (आताचे चेनकियाओ टाऊन, फेंगक्यु, हेनानच्या आग्नेयेस) येथे पोहोचले तेव्हा त्यांनी बंड केले आणि सैनिकांना त्याच्यासाठी पिवळे कपडे घालण्याचे आदेश दिले. त्यांनी नंतरच्या झोऊ राजवंशाविरुद्ध बंड केले आणि झाओ कुआंगयिनला सम्राट म्हणून पाठिंबा दिला. . त्यानंतर झाओने आपल्या सैन्याला जाळणे, मारणे किंवा लूट न करता कैफेंगला परत नेले. \"तायझू चेन किआओने राजधानीतील लोकांना त्रास न देण्याची शपथ घेतली आणि ज्या दिवशी तो शहरात प्रवेश केला त्या दिवशी शहराला त्रास न देण्याचे वचन दिले.\"\nचांद्र महिन्याच्या तिसऱ्या वर्षाच्या तिसर्‍या दिवशी, झाओ कुआंगयिन चेनकियाओमध्ये बंड करून राजधानीत परतले. फॅन झी यांनी वांग पु आणि वेई रेनपू यांना झाओ कुआंगयिनला प्रश्न विचारण्यास नेले. लुओ यानहुआनने तंबूसमोर आपली तलवार काढली आणि मोठ्याने ओरडले. : \"तिन्ही सैन्यांना कोणीही स्वामी नाही. सेनापतींनी त्याला सम्राट म्हणून नेमण्याचा निर्णय घेतला आहे. जो कोणी बोलेल त्याला मारले जाईल!\". वांग पुचा चेहरा पृथ्वीसारखा फिकट होता. त्याने आपली पावले खाली केली आणि नतमस्तक झाले. फॅन झी देखील वाकले. कुआंग यिनने त्याला वैयक्तिकरित्या मदत केली आणि त्याच्याशी अत्यंत सौजन्याने वागले.\nमध्यम प्रतिकारानंतर, नंतरच्या झोऊ राजवंशातील सम्राट गोंगने सिंहासन ताब्यात घेतले आणि झाओने सिंहासन ताब्यात घेतले. \"तायझू झेन स्वीकारणार होते, परंतु झेनचा कोणताही मजकूर नव्हता. हॅन्लिनच्या विद्वान ताओ गु यांनी हा आदेश स्वीकारला. आणि त्याच्या शेजारी आला आणि म्हणाला: \"झाले आहे.\"\nझाओ गादीवर आल्यानंतर त्यांनी देशाचे नाव बदलून सॉन्ग, युआन हे जियानलाँग केले आणि कैफेंग ही राजधानी केली.शी शौक्सिन, गाओ हुआदे, झांग लिंगडुओ, वांग शेनकी, झांग गुआंगन आणि झाओ यानहुई या सर्वांना जिएदुशी ही पदवी देण्यात आली. , ज्याला इतिहासात \"चेनकियाओ विद्रोह\" म्हणून ओळखले जाते.\nविकिपीडिया\n(ही कथा दर्शवते की झाओ कुआंगयिनच्या कामगिरीची ही सुरुवात आहे.)", "聖意": "आपल्या घरासाठी, दैनंदिन जीवनासाठी, संपत्तीसाठी, चांगले नशीब, व्यवसायात नशीब, उदात्त विवाह, लिउजियामध्ये यश, नर पादचारी, शेतात रेशमाच्या किड्यांचा लवकर जन्म, सहा प्राण्यांचा लवकर जन्म, वसंत ऋतूमध्ये शुभ नशीब, लोक शोधण्यासाठी प्रार्थना करा. , खटल्यांमध्ये यश, स्थलांतरात नशीब, हरवलेली मालमत्ता, रोगांचे धोके, पर्वत आणि थडग्यांमधील धोके.", "古人": "चेनकियाओ बंड", "第X籤": "त्रेहत्तर सह्या केल्या", "宮": "मी पॅलेस"}