{"籤詩版本二": "स्वप्नात असे म्हटले होते की भरपूर संपत्ती असेल, परंतु कीर्ती केवळ व्यर्थ आहे.\nपाणी दूर आहे आणि पर्वत दूर आहेत, परंतु विश्वासू असणे कठीण आहे. थोर व्यक्ती मार्गदर्शन करतात आणि हसतात.", "詩意": "हे हेक्साग्राम स्वप्नात खजिना मिळविण्याचे प्रतीक आहे.\nसर्व काही कमी-अधिक प्रमाणात वास्तविक आहे.", "解曰": "स्वप्नासारखे स्वप्न पाहणे. प्रसिद्धीची आशा नाही. फक्त चांगल्या वेळेची वाट पहा. उदात्त सूचना.", "籤詩故事一": "◇ झाओला जेड परत करा (ते पूर्ण केल्यानंतर जेड झाओकडे परत या)\nइ.स.पू. २८३ मध्ये, राजा झाओ हुआवेन यांनी चू कडून He's Bi मिळवला. राजा किन झाओक्सियांग यांना ही बातमी कळल्यानंतर, त्यांनी राजा झाओ यांना पत्र पाठवून हि'ज बी साठी पंधरा शहरांची अदलाबदल करण्याची इच्छा व्यक्त केली.\nलिन झियांगरूने राजा झाओला विश्लेषण केले की किन मजबूत होता आणि झाओ कमकुवत होता आणि त्याला बदलले पाहिजे.\nत्यानंतर राजा झाओने लिन झियांगरूला हिज बी सोबत किन येथे पाठवले.\nकिनचा राजा लिन झियांगरूला झांगताई येथे भेटला आणि लिन झियांगरूने किनच्या राजाला जेड दिले. किनचा राजा खूप आनंदित झाला आणि त्याने He's Bi ला सुंदरतेकडे नेले आणि तिच्या आजूबाजूच्या प्रत्येकाने त्याकडे पाहिले. यावेळी, डाव्या आणि उजव्या बाजूच्या प्रत्येकाने जिवंत राहा असा जयघोष केला.\nलिन झियांगरूने पाहिले की किनच्या राजाचा झाओला शहर देण्याचा कोणताही हेतू नाही, म्हणून त्याने किनच्या राजाला सांगितले की त्याचे जेड सदोष आहे आणि ते किनच्या राजाला दाखवायचे आहे जेणेकरून ते मिळवण्याची संधी मिळेल. जेड परत.\nलिन झियांगरूने हेशीचा बी परत घेतल्यावर, तो मोठ्या खांबाजवळ उभा राहिला आणि हे दर्शवितो की त्याला हेशीच्या बीसोबत मरायचे आहे.\nयावेळी लिन झियांगरू यांनी किनच्या राजाला सांगितले: \"झाओच्या राजाने तरीही मंत्र्यांच्या आक्षेपांवर मात करून मंत्र्यांचा प्रस्ताव मान्य केला. सामान्य लोकांशी संवाद साधताना त्यांनी एकमेकांची फसवणूक केली नसली तरी, हे सांगायला नको. किन हा एक मोठा देश आहे! किन आणि झाओ यांच्यातील मैत्री टिकवून ठेवण्यासाठी, राजा झाओ यांनी पाच दिवसांच्या उपवासानंतर, मी माझ्या मंत्र्यांना जेडसह किन येथे पाठवले. दुर्दैवाने, किनच्या राजाने झाओ यांना एक देण्याचा कोणताही हेतू नव्हता. शहर, पण हे कुटुंबाचे जेड एका सुंदर स्त्रीला दिले, ही खरोखरच माझ्या मंत्र्यांची थट्टा होती.\"\nबोलणे संपल्यावर लिन झियांगरूने ताबडतोब एका खांबावर आदळण्याचा हावभाव केला.किनच्या राजाला हे बीचे नुकसान होईल अशी भीती वाटत होती, म्हणून त्याने झाओला पंधरा शहरे देण्याचे नाटक केले. लिन झियांगरूने राजा किनची विश्वासघातकी योजना पाहिली, म्हणून त्याने राजा किनला वेळ उशीर करण्यासाठी He's Bi सादर करण्यापूर्वी पाच दिवस उपवास करण्यास सांगितले. या काही दिवसांत, लिन झियांगरूने आपल्या सेवकांना जेडसह झाओ राज्यात परत येण्यासाठी पाठवले, तर तो किनच्या राजाशी व्यवहार करण्यासाठी राहिला.\n(ही कथा एखाद्या सामान्य व्यक्तीचे डोळे त्याच्या स्टेटसने भुरळ पडल्यासारखी आहे.)", "聖意": "घरासाठी प्रार्थना करा आणि संपत्ती रोखण्यासाठी स्वत: साठी प्रार्थना करा लग्न करणे कठीण आहे लग्न करणे कठीण आहे लोकांमध्ये एकवाक्यता नाही.", "古人": "झाओला जेड परत करा (झाओला जेड पूर्ण करा)", "第X籤": "सत्तरीवा विजयी लॉटरी", "宮": "दुपारचा पॅलेस"}