{"籤詩版本二": "उंबराच्या झाडांची पाने गळून पडली आहेत, शरद ऋतू जवळ आला आहे आणि प्रवाशांचा परतीचा प्रवास ढगांसारखा दिसत आहे.\nदेवाच्या महान प्रयत्नांबद्दल धन्यवाद, जहाज वाऱ्यात खजिना घेऊन परतले.", "詩意": "हा हेक्साग्राम गळून पडलेल्या सायकॅमोरच्या पानांची प्रतिमा दर्शवतो.\nसर्व काही आगाऊ वाईट आणि शेवटी चांगले.", "解曰": "गोष्टी मनापासून घ्या. टियांक्सिन त्याचे अनुसरण करतो. पोटा पाण्यासाठी. जमेल ते करा.", "籤詩故事一": "◇ वारा तेंगवांग पॅव्हेलियनकडे वाहतो\nवांग बो, सौजन्याने नाव झियान, सुरुवातीच्या तांग राजवंशातील एक कवी होता. त्याचा जन्म तांग राजवंशाचा सम्राट गाओझोंग यॉन्घुईच्या पहिल्या वर्षी झाला. वांग बो लहानपणापासूनच धर्मग्रंथ वाचत आहेत आणि त्यांना \"बाल प्रॉडिजी\" म्हणून ओळखले जाते. वांग बो लहानपणापासूनच धर्मग्रंथ वाचत आहेत आणि त्यांना \"बाल प्रॉडिजी\" म्हणून ओळखले जाते.\nजेव्हा तो दहा वर्षांचा होता तेव्हा तो आणि त्याचे वडील गुआंडी मंदिराजवळून जात असताना त्यांनी मंदिरात गुआंडीची भव्य मूर्ती पाहिली, \"स्प्रिंग आणि ऑटम\" ची प्रत हातात धरून ती वाचली. जेव्हा त्यांच्या वडिलांनी ती पाहिली तेव्हा त्यांनी प्रेरणा मिळाली. त्याने सम्राट गुआनला उद्गार काढले: \"हिरव्या दाढीचे तीन कुलूप धारण करणे, हिरव्या कंदीलाला किंग राजवंशाचा इतिहास वाचणे आणि प्रसिद्ध नावांना आदरांजली वाहणे. माझ्या हातात हिरवा ड्रॅगन आणि चंद्र धरणे.\" असे म्हटले जाते. की या वर्षीच्या शरद ऋतूत, वांग बो शांक्सीहून हेनान बेटावर गेले होते त्यांच्या वडिलांना भेटण्यासाठी जियाओझीच्या काउंटी मॅजिस्ट्रेटमध्ये पदावनत झाले होते. वाटेत हजारो पर्वत आणि नद्यांमधून जात होते. वर्षाच्या शरद ऋतूत जेव्हा ते सत्तावीस वर्षांचे होते, वांग बो शांक्सीहून हैनान बेटावर त्यांच्या वडिलांना भेटण्यासाठी गेले होते, ज्यांना जिओझी काउंटी मॅजिस्ट्रेटच्या पदावर पदावनत करण्यात आले होते. वाटेत त्यांनी हजारो पर्वत आणि नद्या पार केल्या.\nत्यादिवशी आम्ही मदंग पर्वतावर पोहोचलो तेव्हा सर्वजण विश्रांतीसाठी किनाऱ्यावर गेले.वांग बो एका प्राचीन मंदिराजवळून एकटेच चालत गेले तेव्हा त्यांना अचानक मंदिराच्या शेजारी एक म्हातारा माणूस बसलेला दिसला.तो म्हातारा गोरा केस असलेल्या मुलासारखा दिसत होता. आणि एक परी दिसली. तो वांग बोला म्हणाला, \"तू वांग बो आहेस ना?\" वांग बो चकित झाला आणि म्हणाला, \"नक्की! तुला हे कसं कळलं?\" म्हातारा म्हणाला, \"मी खूप दिवसांपासून ऐकत आलो आहे की तू चांगला आहेस. लोकांना वाचवण्याचा हेतू, आणि तुमच्या कविता खूप अर्थपूर्ण आहेत. उद्या तेंगवांग पॅव्हेलियनमध्ये एक भव्य पार्टी होईल. जर तुम्ही मेजवानीला उपस्थित राहून निबंध लिहू शकलात, तर तुम्ही युगानुयुगे प्रसिद्ध व्हाल आणि प्रवासाचा खर्चही मिळेल.\" ते आल्यावर मदंग पर्वतावर, सर्वजण विश्रांतीसाठी किनाऱ्यावर गेले. वांग बो एकटेच एका प्राचीन मंदिराजवळून चालत असताना त्यांना अचानक मंदिराच्या शेजारी असलेल्या दगडावर दिसले, तेथे एक म्हातारा बसलेला होता, जो गोरे केस आणि एक परी असलेला लहान मुलासारखा दिसत होता. तो वांग बोला म्हणाला, \"तू वांग बो आहेस ना?\"\nवांग बो आश्चर्यचकित झाले आणि म्हणाले, \"नक्की! तुला हे कसे कळले?\"\nम्हातारा म्हणाला: \"मी फार पूर्वीपासून ऐकले आहे की लोकांना वाचवण्याचा तुमचा दयाळू हेतू आहे आणि तुम्ही ज्या कविता लिहिल्या आहेत त्या खूप अर्थपूर्ण आहेत. उद्या प्रिन्स टेंगच्या पॅव्हेलियनमध्ये एक भव्य मेजवानी असेल. जर तुम्ही मेजवानीला उपस्थित राहू शकता आणि रचना करू शकता, तुम्ही युगानुयुगे प्रसिद्ध व्हाल आणि तुम्हाला प्रवास खर्च मिळेल.\"\nवांग बो म्हणाले: \"हे ठिकाण टेंगवांग पॅव्हेलियनपासून सहा किंवा सातशे मैल दूर आहे. उद्या आपण इथे कसे पोहोचू?\" म्हातारा म्हणाला: \"तुला सुरळीत प्रवास करण्यास मदत करण्यासाठी मी दैवी वारा म्हणून घोडा वापरेन. उद्या नक्की येईन.\" वांग बोने माझे आभार मानले आणि म्हणाले: \"माफ करा, माझे सासरे, तुम्ही अमर आहात की देव?\" म्हातारा हसला आणि म्हणाला, \"मी झोंग्युआन शुइजुन आहे जो येथे आहे. या पाण्याच्या क्षेत्राचा प्रभार!\" वांग बो म्हणाले, \"हे ठिकाण टेंगवांग पॅव्हेलियनपासून सहा-सातशे मैल दूर आहे. उद्या तिथे कसे जायचे?\"\nम्हातारा म्हणाला: \"मी घोड्याचा उपयोग दैवी वारा म्हणून करीन, तुला सुरळीत प्रवास करण्यास मदत करण्यासाठी. मी उद्या नक्की येईन.\"\nवांग बोने त्याचे आभार मानले आणि म्हणाले, \"माफ करा सासरे, तुम्ही अमर आहात की देव?\"\nम्हातारा हसला आणि म्हणाला, \"मी झोंग्युआन शुइजुन आहे जो या पाण्याच्या क्षेत्राचा प्रभारी आहे!\" मग म्हातार्‍याने वांग बो यांना पटकन बोटीवर बसण्याचा आग्रह केला. त्याला थोडा वेळ शुभ ढगांनी वेढलेले पाहिले आणि वारा. आणि वाटेत पाणी गुळगुळीत होते.डोळ्याच्या क्षणी त्याने शेकडो मैलांचा प्रवास केला होता.\nमग म्हातार्‍याने वांग बोला पटकन होडीवर बसण्याचा आग्रह केला.त्याला काही क्षणात शुभ ढगांनी वेढलेले दिसले आणि तो प्रवास सुरळीत झाला.डोळ्याच्या मिपावर त्याने शेकडो मैलांचा प्रवास केला. अपेक्षेप्रमाणे, वांग बो यांनी भव्य कार्यक्रमाच्या सकाळी प्रिन्स टेंगच्या पॅव्हेलियनकडे धाव घेतली.\nअपेक्षेप्रमाणे, वांग बो यांनी भव्य कार्यक्रमाच्या सकाळी प्रिन्स टेंगच्या पॅव्हेलियनकडे धाव घेतली. आणि जागेवर, त्याने \"प्रिन्स टेंगच्या पॅव्हेलियनची प्रस्तावना\" लिहिली, ज्याला तांग राजवंशाच्या सम्राट गाओझोंगने शाश्वत उत्कृष्ट नमुना म्हटले होते. आणि जागेवर, त्याने \"प्रिन्स टेंगच्या पॅव्हेलियनची प्रस्तावना\" लिहिली, ज्याला तांग राजवंशाच्या सम्राट गाओझोंगने शाश्वत उत्कृष्ट नमुना म्हटले होते.\nएक कविता आहे जी म्हणते:\nप्रतिभावान माणसेच देव असतात, असे नेहमीच म्हटले जाते, त्यामुळे वारा नानचांगला नानचांग घेऊन येतो हा अपघात नाही;\nमी किंग टेंगच्या उंच मंडपाबद्दल एक कविता लिहिली आणि झोंगयुआन सोबत जाण्यासाठी तो अमरांच्या मागे गेला.", "聖意": "आपल्या घरासाठी प्रार्थना करा आणि स्वतःचे रक्षण करा, आशीर्वादासाठी प्रार्थना करा, संपत्ती मिळवा आणि विवाह आणि सुसंवाद साधा.", "古人": "टेंगवांग पॅव्हेलियनकडे वारा वाहतो", "第X籤": "स्वाक्षरी एक्यासी", "宮": "वेई गोंग"}