{"籤詩版本二": "तुमच्या प्रतिष्ठेमुळे तुमचे पुण्य गमावले तर काय होईल? मला भीती वाटते की चांगले भाग्य बदलेल आणि वाईट घडेल.\nमद्यधुंद, मला कुठे जायचे हे माहित नाही. हिरव्या पाइन वृक्षांच्या सावलीत मला एक अंधुक स्वप्न आहे.", "詩意": "हे हेक्साग्राम पाणी सोडणारे थंड मासे दर्शवते.\nकाहीही हलवता येत नाही.\n\n(हे हेक्साग्राम वाईट पुण्य आणि दुर्दैवाचे प्रतीक आहे.\nप्रत्येक गोष्टीत पाय जमिनीवर ठेवा.\n)", "解曰": "थंड मासे पाणी सोडतात. मलम मध्ये एक माशी. शिबिराच्या योजनांबद्दल विचारल्यास. Mo Qi पेक्षा चांगले आहे\nहे चिन्ह लिउजियासाठी दुर्दैव आणेल. सर्व काही चुकते. सुरक्षिततेसाठी प्रार्थना करा.", "籤詩故事一": "◇ झुआंगझी आपल्या पत्नीची परीक्षा घेत आहे\nझुआंगझीचा जन्म झोऊ राजवंशात झाला होता. त्याचे आडनाव झुआंग होते, त्याचे दिलेले नाव झोऊ होते आणि त्याचे दिलेले नाव झिक्सीउ होते. तो सॉन्ग राजवंशातील मेंगीचा मूळ रहिवासी होता. झोऊ राजवंशात तो कियुआनचा अधिकारी होता.\nएके दिवशी, झुआंगझीला डोंगरावर एक स्त्री भेटली. ती एका नवीन कबरीसमोर बसून तिचा पंखा हताशपणे हलवत होती, जणू तिला थडग्यावरील ओली माती कोरडी करायची होती. झुआंगझीला तिचा हेतू समजला नाही, म्हणून त्याने तिला विचारले. ती म्हणाली की कबरीत दफन केलेली व्यक्ती तिचा नवरा आहे आणि तिच्या पतीचे शेवटचे शब्द होते की कबरवरील माती सुकत नाही तोपर्यंत ती पुनर्विवाह करू शकत नाही. ती जास्त वेळ थांबू शकली नाही, म्हणून तिने थडग्याची माती जलद कोरडी होण्यासाठी ढवळून टाकली, जेणेकरून तिला दुसरा झरा मिळू शकेल.\nजगात अशी निर्दयी स्त्री आहे असे वाटून झुआंगझीने उसासा टाकला. मग मला वाटलं, माझी बायको अशी असेल का? जेव्हा संशय येतो तेव्हा मला ते तपासायचे आहे.\nझुआंगझीच्या पत्नीचे आडनाव टियान होते आणि या जोडप्याचे सहसा जवळचे नाते होते. आपल्या पत्नीच्या निष्ठेची चाचणी घेण्यासाठी झुआंगझीने मेल्याचे ढोंग करण्याचे ठरवले.\nझुआंगझी यांचे आकस्मिक आजाराने निधन झाल्याचे ऐकून नातेवाईक आणि मित्रांसह अनेक लोक शोक व्यक्त करण्यासाठी आले होते.त्यांच्यामध्ये चु राज्याचा एक देखणा राजा आणि नातू होता, जो श्रीमंत होता.ते पाहून कु. टियान नुकतीच विधवा आणि दयनीय होती, त्याने तिचा पाठलाग केला. सुश्री टियान हा मोह सहन करू शकला नाही आणि वांग सनच्या प्रेमात पडला. अवघ्या वीस दिवसांत त्यांचे लग्न झाले.\nत्या रात्री वाइन प्यायली असताना आणि कान गरम असताना वांग सनला अचानक हृदयविकाराचा झटका आला आणि त्याचा मृत्यू झाला.\nसुश्री टियान घाबरल्या आणि घाबरल्या आणि त्यांनी वांग सनला तातडीने काय करायचे ते विचारले. वांग सनने वेदना सहन केल्या आणि सुश्री टियानला सांगितले की मृत शरीराच्या मेंदूचा उपयोग मृतांना पुन्हा जिवंत करण्यासाठी केला जाऊ शकतो.\nमृतदेह कुठे शोधायचा? सुश्री टियानला अचानक विचार आला, तिचा नवरा नुकताच मेला नाही? मिस्टर टियान पती-पत्नीमधील जुन्या प्रेमाबद्दल विसरले, आणि प्रत्यक्षात कुऱ्हाड घेऊन तिच्या पतीची शवपेटी उघडली, औषधासाठी त्याचा मेंदू बाहेर काढण्याची तयारी केली.\nअनपेक्षितपणे, जेव्हा शवपेटी उघडली गेली तेव्हा झुआंगझी पुन्हा जिवंत झाला. सुश्री टियानला इतकी लाज वाटली की तिने गळफास लावून घेतला.\n(ही कथा वैयक्तिक फायद्यासाठी मैत्रीचे उल्लंघन करण्याचे रूपक आहे, त्यामुळे आम्ही त्याच्याशी सहमत नाही.)", "聖意": "घर शांत आहे, मी सुरक्षित आहे, मी संपत्ती शोधत आहे, व्यवहारात अन्याय आहे, त्याग, लग्न, गोष्टी सुटल्या आहेत, लिउजिया समृद्ध आहे, पादचारी आलेले नाहीत, तियानकानपिंग, लिउजुपिंग, लोक लोक शोधत आहेत, खटले बदलले आहेत. , लोक पुराणमतवादी आहेत, गमावलेल्या गोष्टी आजारी नाहीत आणि पर्वत आणि थडगे वाईट आहेत.", "古人": "झुआंगझी आपल्या पत्नीची परीक्षा घेतो", "第X籤": "लॉट 84", "宮": "वेई गोंग"}