{"籤詩版本二": "डोंगरासमोरचा रस्ता गडद ढगांनी आणि धुक्याने व्यापला आहे.सर्व काही गोल आहे आणि चंद्र पुन्हा गोल आहे.\nजर तुम्हाला कविता आणि पुस्तके मिळाली तर तुम्ही खोल स्वप्नातून जागे व्हाल.", "詩意": "हे हेक्साग्राम वसंत ऋतूच्या शेवटी आणि फुलांच्या बहराचे प्रतीक आहे.\nपरमेश्वरानंतर सर्व काही बदलते.", "解曰": "वृद्ध माणसाला मदतीसाठी विचारणे आवश्यक आहे. वसंत ऋतूमध्ये ते पुन्हा फुलते. प्रसिद्धी आणि संपत्तीची इच्छा. आयुष्यात उशिरा आलेल्या वादळाचा सामना करा.", "籤詩故事一": "◇ हान वेंगॉन्गला बर्फाचा सामना करावा लागतो\nहान यू, ज्याचे सौजन्याने नाव तुइझी होते, ते चांगली येथील होते. झेन्युआनच्या आठव्या वर्षी तांग डेझोंग हे जिन्सी बनले आणि त्यांचे मरणोत्तर शीर्षक वेन गोंग होते.\nतांग राजवंशातील सम्राट झियानझोंगच्या कारकिर्दीत, हान यूने बुद्धाच्या अस्थींचे प्रदर्शन केले, ज्यामुळे सम्राट संतप्त झाला. हान यू आपली पत्नी आणि मुले सोडून चाओझोऊ येथे गेला. काही दिवसांपेक्षा कमी चालल्यानंतर, थंड वारा वाढला आणि जोरदार बर्फवृष्टी झाली. हान यू अशा ठिकाणी आला जिथे बर्फ अनेक फूट खोल होता, त्यामुळे त्याच्या घोड्याला पुढे जाणे कठीण झाले होते.जवळचे घर नव्हते आणि रस्ता कुठे आहे हे त्याला माहीत नव्हते. मार्गाचा अवलंब करून माघार घ्यायची असेल, तर परतीचा मार्ग नाही. वारा जोरात वाहत होता आणि बर्फ झपाट्याने पडत होता. हान यू त्वचेवर भिजला होता, गोठला होता आणि भुकेला होता आणि त्याच्याकडे दु: ख व्यक्त करण्यासाठी कोठेही नव्हते.\nहान यूने उसासा टाकला आणि म्हणाला: \"सम्राट मला मारणार नाही, पण सम्राट माझा नाश करू इच्छितो.\"\nजेव्हा हान यू हताश होता, तेव्हा त्याने एक माणूस पाहिला जो कडाक्याची थंडी असूनही बर्फ साफ करायला आला. तो हान शिआंगझी (हान यूचा भाचा) होता.\nअगोदर, हान शिआंगझीने हान यूला सांगितले होते: \"किनलिंगमध्ये युन हेंगचे घर कोठे आहे? बर्फाने निळ्या गेटला मिठी मारली आणि घोडा पुढे सरकत थांबला. \" त्या वेळी, हान यूला हान शिआंगझी म्हणजे काय हे समजले नाही, परंतु आता तो शेवटी समजले.\nत्यामुळे हान यू आणि हान झियांगझी लँगुआनमधील फूच्या घरी रात्र घालवण्यासाठी गेले. भूतकाळाबद्दल आणि लागवडीच्या मार्गाबद्दल बोलताना, हान यू यांना मनापासून खात्री पटली.\nनंतर, हान यूने आपल्या अधिकृत पदाचा त्याग केला, त्याची सर्व मालमत्ता स्थानिक सरकारला दान केली आणि ताओवादाचा अभ्यास करण्यासाठी पर्वतावर गेला आणि अमर झाला.", "聖意": "घर स्वत:साठी चांगले नाही, पैशाची काळजी घ्या, व्यवसायावर लक्ष केंद्रित करा, लग्नाला उशीर झाला, लिउजिया महिला पादचारी शेतात अडथळे, रेशीम किडे चांगले, पशुधन चांगले, माणसे मिळणे कठीण, सार्वजनिक खटले वारंवार होतात, स्थलांतर होते. अद्ययावत, हरवलेल्या गोष्टी गंभीर आहेत, रोगांना उशीर झाला आहे, डोंगरावरील थडग्या बदलल्या पाहिजेत.", "古人": "हान वेंगॉन्ग हिमवर्षाव करतात", "第X籤": "ऐंशी-पाचवी जिंकणारी लॉटरी", "宮": "शेन गोंग"}