{"籤詩版本二": "पश्चिमेकडील डोंगराच्या अर्ध्या वाटेने चालत गेल्यावर जुनलिंगच्या सुळक्यांवर स्थिरावता येत नाही.\nसंरक्षणासाठी देवाकडे पाहत, हे शरीर अजूनही शवागारात आहे", "詩意": "हे हेक्साग्राम वाळूमध्ये सोने शोधण्यासारखे आहे.\nप्रत्येक गोष्टीत थोर लोकांची चिन्हे असतात.\n\nदुसरे उदाहरण: हा हेक्साग्राम सूचित करतो की व्यक्ती धोक्यात आहे.\nप्रत्येक गोष्टीत थोर लोकांची चिन्हे असतात.", "解曰": "दगड छिन्न करून जेड मिळू शकते. वाळूत सोने शोधा. मेहनत करावी लागेल. फक्त त्रास.\nदुसरे काम: एक कठीण परिस्थिती. कुठेच राहायचे नाही. देवाचा आशीर्वाद मागा. मनःशांतीसाठी प्रार्थना करा.", "籤詩故事一": "◇ सोने चावा आणि भूमिगत गुहा एक्सप्लोर करा\nत्याच्या लष्करी कारनाम्या साजरा करण्यासाठी, चेंग याओजिनने यानवुआंग येथे मेजवानी आयोजित केली. अचानक जमिनीत एक छिद्र उघडले, जे अगम्य होते. प्रत्येकाने शब्द निवडून चिठ्ठ्या काढल्या, जिंकण्यासाठी सोने चावले आणि स्वतःला छिद्रात बांधण्यासाठी दोरी भाड्याने घेतली.\nयेथे दगडी दरवाजे, टेबल, खुर्च्या, पूल आणि इतर वस्तू आहेत. टेबलवर ड्रॅगनचे झगे आणि जेड बेल्ट आहेत, जे सोन्याचे बनलेले आहेत आणि गुहेतून बाहेर पडले आहेत.\nयाओ जिन एक मोठी पेटी आणि एक लहान पेटी घेऊन छिद्रातून बाहेर आला, लाकडी पेटी उघडली आणि जेड सील बाहेर काढला, बॉक्स उघडला, मोठा ध्वज, मुकुट झगा आणि ट्रॅक बाहेर काढले आणि टेबलवर ठेवले आणि सर्वांनी त्यांना एक एक पाहिलं. \"हुंशीचा राक्षस राजा, महान सद्गुणी सम्राट\" अशी आठ सील पात्रे कोरलेली मी पाहिली.\n\"सम्राट\" म्हणून सर्वांनी त्याची उपासना केली आणि याओजीनने राक्षस राजा म्हणून तीन वर्षे हे केले. (वास्तविक, हे फक्त स्वयंघोषित होते, आणि चेंग याओजिन त्या वेळी गावाचा नेता होता.)\n(ही कथा म्हणजे चांगल्या गोष्टी अभिनयाप्रमाणेच असतात. \"हे शरीर अजूनही शून्यात आहे\" ही कलात्मक संकल्पना आहे.)", "聖意": "घर आणि घरासाठी प्रार्थना करणे, स्वतःला, नफ्याचा अभाव, संपत्ती शोधणे, कठोर परिश्रम करणे, व्यवसायात सावध राहणे, लग्नात अडथळा येईल लिऊ जियाक्सू, पादचारी, ची तियान, रेशीम किडे, स्थिर सहा पशुधन, लोक शोधणे, कोणतेही खटले नाहीत , नुकसान, स्थलांतर, गमावलेली मालमत्ता ठेवणे, वाईट रोग, अडथळे, पर्वत आणि थडगे.", "古人": "सोन्यासाठी क्रिप्ट एक्सप्लोर करत आहे", "第X籤": "सही तयासी", "宮": "शेन गोंग"}