{"籤詩版本二": "मला तुमच्या वैयक्तिक गोष्टींबद्दल त्रास देऊ नका. हे जनतेला विचारणे अधिक योग्य आहे.\nस्वच्छ हृदय हे आकाशातील तेजस्वी चंद्रासारखे तेजस्वी आणि स्पष्ट असते", "詩意": "हे हेक्साग्राम आकाशातील तेजस्वी चंद्राच्या प्रतिमेचे प्रतिनिधित्व करतो.\nसर्व काही तेजस्वी आणि हवेशीर आहे.", "解曰": "मनाने सरळ व्हा. कायदा सरळ करा. पवित्र शब्द. शेवटी ते स्पष्ट होते.", "籤詩故事一": "◇कॉंग मिंगचा जनरल\nउपाय: झुगे लिआंग त्याच्या सैन्य आणि सेनापतींना एकत्र करतो\nतीन राज्यांच्या काळात, झुगे लिआंग (१८१-२३४), कोंगमिंग नावाच्या सौजन्याने, यांगडू, लांग्या (आता यिनान काउंटी, शेडोंग प्रांत) येथे जन्म झाला.\nझुगे लिआंग यांनी लिऊ बेईने खळ्याच्या झोपडीला तीन वेळा भेट दिल्यानंतर अधिकारी होण्याचे मान्य केले. त्या वेळी काओ काओ यांनी हेबेईला शांत केले आणि दक्षिणेकडे कूच करण्याचा निर्धार केला. त्यांनी शियाहौ डून यांना मुख्य सेनापती म्हणून, यू जिन, ली डियान आणि इतरांना पाठवले. डेप्युटी जनरल म्हणून, Xinye च्या दिशेने कूच करण्यासाठी 100,000 सैन्याचे नेतृत्व केले. झुगे लिआंगची त्यावेळी शत्रूपासून माघार घेण्याची योजना असली तरी गुआन यू आणि झांग फी यांनी झुगे लिआंगच्या शब्दांचा तिरस्कार केला. झुगे लिआंगकडे या दोघांना वश करण्यासाठी लिऊ बेईच्या तलवारीचा वापर करण्याशिवाय पर्याय नव्हता. ते प्रत्येकी एक हजार सैनिक आणि घोडे घेऊन युशान आणि अॅन्लिनमध्ये लपून बसले. त्यांनी शियाहाऊ डूनची वाट पाहिली आणि त्यांच्या सैन्याला पुढे नेले आणि नंतर त्यांच्यावर हल्ला केला. हल्ला आणि आग.\nशिवाय, झाओ युनला शियाहौ डून विरुद्ध लढा देण्यासाठी सैन्याच्या जुन्या आणि कमकुवत अवशेषांचे नेतृत्व करण्यासाठी पाठविण्यात आले आणि नंतर खोटा पराभव करून माघार घेतली आणि शियाहौ डूनला पर्वत आणि जंगलांमधील अरुंद रस्त्याकडे आकर्षित केले. त्याने गुआनला देखील पाठवले. पिंग, झोउ कॅंग, लिऊ फेंग आणि इतरांनी काओच्या सैन्याच्या मागील बाजूस डोकावून, पुरवठा जाळला आणि काओच्या सैन्यात दहशत निर्माण केली.\nलढाईनंतर, झुगे लिआंगने व्यवस्था केल्याप्रमाणे सर्वकाही घडले. शियाहौ डून आणि यू जिन यांनी सैन्याचा पाठलाग करताना नेतृत्व केले तेव्हा मागच्या बाजूला असलेल्या ली डियानने तात्काळ समोरच्या शियाहौ डूनला शत्रूच्या आगीच्या हल्ल्यांपासून सावध राहण्याची गरज असल्याचे सांगितले. तथापि, तोपर्यंत खूप उशीर झाला होता. अरुंद रस्ता आणि झाडे एकमेकांत गुंफलेल्या ठिकाणी स्थित होते, त्यामुळे आग सुरू होऊ शकली नाही. तेथे मोठ्या प्रमाणात जीवितहानी झाली आणि झियाहौ डून आणि इतर सेनापतींचा पराभव झाला आणि ते झुडूला परत पळून गेले.\n(ही कथा एक रूपक आहे की कॉंग मिंग लोकांचा वापर करण्यात आणि देशावर शहाणपणाने राज्य करण्यात चांगला आहे.)", "聖意": "घर आणि घर शुभ आहे. मला संपत्ती, मन:शांती, समृद्ध व्यवसाय, विवाह, यश, लिउजियामध्ये यश, शेतात फिरणारी माणसे, रेशीम किडे, पशुधन, हरवलेली माणसे, सार्वजनिक खटले, स्थलांतर, संपत्ती गमावण्याची इच्छा आहे. आशीर्वाद, आजारपण, शांतता, पर्वत आणि कबरी.", "古人": "कॉँग मिंगचे जनरल", "第X籤": "नववे चिन्ह", "宮": "यिन पॅलेस"}