{"籤詩版本二": "एक चांगला शो तुम्हाला गर्दीतून एक भुसभुशीतपणे उभे करतो आणि तुमचे भविष्य बदलते आणि तुम्ही भरपूर संपत्ती आणता.\nरस्ता आकाशाएवढा विस्तीर्ण आहे आणि तुम्ही देऊ शकता ते सर्व पैसे तुमच्या हृदयात असतील", "詩意": "हा हेक्साग्राम एक आशादायक भविष्य दर्शवतो.\nसर्व काही व्यवस्थित होते.", "解曰": "मोठा रस्ता. आपण पुढे जाऊ शकता. तुमचे हृदय वापरा. फक्त पुढे.\nया चिन्हासह सर्व काही नियोजित प्रमाणे होते. जिचांगला शुभेच्छा.", "籤詩故事一": "◇ तीन नायक लू बु विरुद्ध लढतात\nउपाय: तीन नायक झांग फी, गुआन यू आणि लिउ बेई लू बु विरुद्ध लढतात\nडोंग झुओ यांना कळले की हुआ झिओंगचा शिरच्छेद करण्यात आला आहे आणि फ्लाइंग जनरल लू बु यांना लढण्यासाठी पाठवले आहे. लू बु युद्धात उतरताच त्याने सेनापती फॅंग ​​यू आणि मु शून यांना ठार मारले आणि वू अंगुओ आणि गोंगसन झान यांना ठार मारले.\nझांग फीने पाहिले की गोंगसुन झान लू बु यांना पराभूत करू शकत नाही, म्हणून त्याने त्वरीत गोंगसुन झानची जागा घेतली आणि ओरडले: \"तीन आडनावांच्या गुलामांनी निघून जावे! यानमधील झांग फी येथे आहे!\" त्यानंतर, त्यांनी पन्नासपेक्षा जास्त फेऱ्या मारल्या, कोणताही विजेता किंवा पराभूत नसलेला.\nगुआन यूने ते पाहिल्यानंतर, त्याने आणि झांग फीने लू बुवर हल्ला केला आणि तीसपेक्षा जास्त फेऱ्या मारल्या.\nलिऊ बेईनेही दोन तलवारी घेतल्या, घोड्याला टाळी दिली आणि झांग फी आणि गुआन यू यांच्या मदतीसाठी पुढे सरसावले.\nतिघांनी लू बुला घेरले आणि भांडत राहिले.समूहातील सर्व लोक स्तब्ध झाले.\nलवकरच, लू बुची शक्ती कमी होऊ लागली. लू बुचा पेगासस माघारला, परंतु तिघांनी लू बुचा पाठलाग केला आणि हार मानण्यास नकार दिला. लू बुच्या सैन्याला भेटेपर्यंत ते मागे हटले नाहीत.\n\"तीन राज्ये\"\n(ही कथा लू बुच्या शौर्याचे आणि लढाईतील कौशल्याचे रूपक आहे. एक व्यक्ती तीन लोकांना पराभूत करू शकते.)", "聖意": "घर आणि घराचे हृदय केवळ संपत्ती शोधण्यासाठी स्वत: च्या प्रवासावर प्रवास करते. संभाव्य विवाह लेख लिउजियाला जातो. लोकांसाठी गोष्टी सुरळीतपणे जातात. झुशंटियन रेशीम किडे वापरतात. लोक सहा प्राण्यांमध्ये आढळतात. सार्वजनिक खटल्यापूर्वी, यिचांग स्थलांतर, हरवलेली संपत्ती, रोगराई, पर्वतीय थडगी इ. शुभ आहे.", "古人": "तीन नायक लू बु विरुद्ध लढतात", "第X籤": "एकण्णव विजयी लॉटरी", "宮": "आपण राजवाडा"}