{"籤詩版本二": "लुआन फेंग झियांग रिमझिम पावसात भिजला होता, पण त्यावेळी त्याला क्वीरने मारहाण केली होती\nएके दिवशी ढग दूर होते हे ऐकून मला धक्का बसला, पण तरीही मी माझे कपडे तुला परत केले.", "詩意": "हे हेक्साग्राम पावसाने झाकलेले लुआन आणि फिनिक्सचे प्रतीक आहे.\nजेव्हा वेळ येते तेव्हा सर्वकाही येते.", "解曰": "खलनायक दिवसेंदिवस समृद्ध होत आहे. सज्जनाने काहीही करू नये. फक्त स्वतःला ठेवा. वेळ आल्यावर कारवाई करा.", "籤詩故事一": "◇ गाओ जून लग्नाची हमी देते\nसोंग राजवंशाच्या सुरुवातीच्या काळात, झाओ कुआंगयिनने उत्तरेला एकत्र केले आणि संपूर्ण देशाने शरणागती पत्करली. तथापि, दक्षिणी तांग राजघराण्यामध्ये, ली यू यांनी यांगत्से नदीच्या दक्षिणेला स्वत: ला झोकून दिले. त्यांनी एक शहर देऊ करण्याची आणि आत्मसमर्पण करण्याचे नाटक करण्याचे धोरण स्वीकारले, झाओ कुआंगयिनला शौझोऊमध्ये अडकवले आणि परिस्थिती गंभीर होती. झाओ कुआंगयिनचा पुतण्या, गाओ जुनबाओ, सोन्याची बंदूक असलेला तरुण, शौझूचा वेढा तोडण्यासाठी बियानजिंग सोडला.\n, शुआंगसुओ पर्वताजवळून जाताना, त्यांनी लिऊ जिंडिंगने स्थापित केलेल्या पती चिन्हाचा चुराडा केला आणि दोघांमध्ये स्पर्धा झाली. परिणामी, लिऊ जिंदिंगने गाओ जुनबाओचा त्याच्या उत्कृष्ट मार्शल आर्ट्सने तीन वेळा पराभव केला आणि त्यांनी आयुष्यभर सोन्याच्या गदा आणि चांदीच्या घंटांची देवाणघेवाण केली. झाओ कुआंग्यिनचा पुतण्या गाओ जुनबाओ याने शौझोउमध्ये अडकलेल्या झाओ कुआंगयिनला वाचवण्यासाठी बियानजिंग सोडले. त्याने शुआंगसुओ पर्वतावरून जात लिऊ जिंदिंगने उभारलेले चिन्ह तोडले. दोघांनी स्पर्धा केली, परंतु लिऊ जिंदिंगने गाओ जुनबाओचा तीन वेळा पराभव केला. आणि जबरदस्तीने लग्न केले. या जोडप्याने जमावाला वेढा घातला आणि झाओ कुआंगयिनची सुटका केली.\n(या कथेचे रूपक असे आहे की दोघांमध्ये समेट झाला नाही (त्यांना धमकावले गेले), परंतु नंतर समेट झाला.)", "聖意": "कौटुंबिक घर स्वतःसाठी चांगले नाही, पैसे मिळविण्यात सावधगिरी बाळगा, व्यवसाय अवरोधित करा, लग्नाची प्रतीक्षा करा, उशीर, लिझिया, खोटा प्रवासी, शेतात रेंगाळणे, रेशीम किडे, उशीर, सहा पशुधन नुकसान, लोक शोधणे कठीण, खटले, नुकसान, स्थलांतर, पुराणमतवादीपणा, गमावलेली मालमत्ता, गंभीर आजार, पर्वताचा विस्तार, गंभीर सुधारणा", "古人": "गाओ जून लग्नाची हमी देतो", "第X籤": "लॉटरी जिंकणारे ९०", "宮": "xugong"}