{"籤詩版本二": "महत्वाकांक्षा आणि उपलब्धी राजवंशात आहेत, परंतु आता अंतहीन मद्यपान आणि लैंगिक संबंध असतील.\nजर तुम्हाला सोन्याचा कोंबडा दिसला तर तुम्हाला पैसा, दैव आणि दैव बक्षीस मिळेल.", "詩意": "हे हेक्साग्राम महत्वाकांक्षा आणि प्रसिद्धीचे प्रतीक आहे.\nसर्व काही शुभ ठेवा.", "解曰": "महत्वाकांक्षी आणि उत्साही. स्वतःचे रक्षण करण्यास उशीर झालेला नाही. सोनेरी कोंबडा वचन देतो. सर्व आनंदी.", "籤詩故事一": "◇ काओ पीने स्वतःला सम्राट घोषित केले\nकाओ पाई, सौजन्याने नाव झिहुआन, यांचा जन्म पेइगुओकियाओ (आता हाओ काउंटी, अनहुई) येथे झाला. जियान काळात प्रसिद्ध राजकारणी आणि लेखक.\nकाओ पी हा काओ काओचा दुसरा मुलगा आहे. तो लहानपणापासूनच आपल्या वडिलांसोबत लष्करी छावणीत राहत होता. त्याच्या वडिलांच्या प्रभावाखाली, काओ पी यांनी वयाच्या सहाव्या वर्षी तिरंदाजी शिकली आणि वयाच्या आठव्या वर्षी घोडेस्वारी शिकली आणि विकसित झाली. चांगले मार्शल आर्ट कौशल्ये. त्याच्याकडे प्राचीन आणि आधुनिक अभिजात आणि चरित्रे तसेच शेकडो विचारांच्या पुस्तकांचे विस्तृत ज्ञान आहे. वयाच्या अठराव्या वर्षापर्यंत काओ काओने युआन शाओचा पराभव केला आणि काओ पीने काओ काओच्या राजवटीचे केंद्र असलेल्या येचेंगमध्ये तुलनेने स्थिर जीवन जगले. तेव्हापासून, जरी तो कधीकधी आपल्या वडिलांसोबत लष्करी मोहिमांवर जात असे आणि बहुतेक वेळा एक थोर मुलाचे जीवन जगत असले तरी, तरीही तो दररोज मार्शल आर्टचा सराव करत होता आणि आजपर्यंत त्याने नकार दिला नाही. तो अनेकदा त्याच्या घोड्यावर शंभर पायऱ्यांवर स्वार होतो आणि मार्शल आर्टमध्ये तो खूप निपुण आहे. कारण तो अनेकदा मार्शल आर्टचा सराव करतो, तो हलका आणि मजबूत असतो.\nकाओ काओचा मोठा मुलगा काओ आंग युद्धात मारला गेला. थोरल्या मुलाच्या मृत्यूनंतर, काओ पी हा मुकुट राजपुत्रासाठी पहिली पसंती बनला. जेव्हा तो एकतीस वर्षांचा होता तेव्हा त्याला काओ काओने युवराज बनवले होते. जेव्हा काओ पी तेहतीस वर्षांचा होता, तेव्हा काओ काओ आजाराने मरण पावला आणि काओ पी त्याच्यानंतर पंतप्रधान आणि वेईचा राजा झाला. तो म्हणाला की तो अनेकदा शंभर पायऱ्यांवर घोड्यावर स्वार होतो आणि तो खूप कुशल आहे. कारण तो अनेकदा कुंगफूचा सराव करतो, तो हलका आणि निरोगी असतो.", "聖意": "तुमचे घर आणि तुमचे घर शांततेसाठी प्रार्थना करा. संपत्ती मिळवा, कठोर परिश्रम करा, व्यापार करा आणि लवकर ब्रेकअप करा. विवाह यशस्वी होईल. लिझिया सुरक्षित असेल. लोक शेतात असतील. रेशीम किडे परिपक्व होतील. सहा पशुधन असतील प्रौढ. लोक शोधणे कठीण होईल. सार्वजनिक याचिका. तातडीचा ​​निर्णय. स्थलांतर. संपत्ती गमावली. दूर. रोग पर्वत आणि कबरींमध्ये रेंगाळत आहेत. शुभेच्छा.", "古人": "काओ पी स्वतःला सम्राट घोषित करतो", "第X籤": "पंचाण्णववी विजयी लॉटरी", "宮": "xugong"}