{"籤詩版本二": "भव्य पॅगोडा असामान्य आहे, सर्व बाजूंनी उत्कृष्ट वैशिष्ट्ये आहेत जी चमकदारपणे चमकतात.\nमी तुम्हाला विनवणी करतो की तुम्ही परिश्रमपूर्वक नमन करण्याचा आणि चांगली कृत्ये करण्याचा दृढनिश्चय करा आणि स्वर्ग तुम्हाला आशीर्वाद देईल.", "詩意": "हे हेक्साग्राम गुणवत्तेचे प्रकटीकरण दर्शवते.\nसर्व काही शुभ आहे.", "解曰": "हे आशीर्वाद. प्रत्येकाकडे आहे. खूप व्यस्त राहू नका. गुणवत्ता आगाऊ ठरवली जाते.", "籤詩故事一": "◇ फेनयांगचा राजा त्याच्या नातवाला चिनी व्हॅलेंटाईन डेला भेटतो\nऊत्तराची: गुओ झियी ही चिनी व्हॅलेंटाईन डेला पृथ्वीवर उतरणाऱ्या विणकर मुलीला भेटली. जेड सम्राटाची नात, तिआनसून ही सात परी आहेत.\nगुओ झियी (६९७-७८१), ज्याला गुओ लिंगगोंग म्हणूनही ओळखले जाते, हे झेंग काउंटी, हुआझोउ (आताचे हुआक्सियन काउंटी, शानक्सी प्रांत) येथील रहिवासी होते आणि तांग राजवंशातील सेनापती होते. शाही न्यायालयाने झियीला फेनयांगचा राजा ही पदवी दिली.\nअसे म्हटले जाते की झीयी हा मूळचा हुआझोऊचा होता आणि तो ग्रेट वॉलच्या बाहेर सैन्यात भरती होण्यासाठी गेला होता. लष्करी पगारासाठी दबाव आणण्यासाठी तो बीजिंगला गेला आणि यिनझोला परत आला. त्यावेळी चिनी व्हॅलेंटाईन डे होता. वारा आणि वाळू अंधार पडत होता, आणि सूर्य अंधार पडत होता. झियीला पुढे जाता येत नव्हते म्हणून तो रस्त्याच्या कडेला उभा होता. तो एका रिकाम्या घरात जमिनीवर झोपला होता. तो झोपायला निघाला होता तेव्हा अचानक त्याला लाल दिवा दिसला. दोन्ही बाजूंनी.तो उठून उभा राहिला आणि आश्चर्याने वर पाहिले. आकाशात एक ढग होता, हळू हळू खाली येत होता. तिथे एक सुंदर स्त्री बसली होती, प्रतिष्ठित आणि भव्य, सामान्य लोकांपेक्षा पूर्णपणे वेगळी होती. झीयीने ताबडतोब आदरांजली वाहिली आणि म्हणाली, \"आज सातव्या चंद्र महिन्याचा सातवा दिवस आहे. मला वाटते ती विणकर मुलगी आली आहे, तिला दीर्घायुष्य आणि संपत्ती मिळावी अशी इच्छा आहे.\"\nस्त्रीने देखील उत्तर दिले: \"मोठ्या संपत्तीने दीर्घायुष्य येते.\"\nत्याचे बोलणे संपल्यावर, चमक परत आली आणि ढग हळूहळू वर आले. ती स्त्री अजूनही गुओ झियीकडे एक सुखद स्मितहास्य करत होती. ती तिच्यापासून लांब असतानाच धुराचे लोट अस्पष्ट झाले होते आणि ती आता दिसत नव्हती.\nबाईने सांगितल्याप्रमाणे ते खरे ठरले. Ziyi चे गुण जगप्रसिद्ध आहेत, ते एक अत्यंत लोकप्रिय मंत्री आहेत आणि ते गुण आणि गुण दोन्ही असलेले सेनापती आहेत.", "聖意": "घरी स्वत: साठी एक इच्छा करा, स्वत: साठी एक इच्छा करा, पैशासाठी प्रार्थना करा, व्यवसायात नशीब, लग्नात शुभेच्छा, लिझियामध्ये शुभेच्छा, लोकांसह आनंदी प्रवास, शेतात फिरणारे, रेशीम किडे, स्थिर पशुधन, शोधण्यात दुर्दैव लोक, सार्वजनिक खटले, स्थलांतर, नशीब, हरवलेल्या मालमत्तेचे आजार, झेंक्सिंगशानमधील थडगे", "古人": "चिनी व्हॅलेंटाईन डेला राजा फेनयांग आपल्या नातवाला भेटतो", "第X籤": "छयाण्णव सही करा", "宮": "xugong"}