{"籤詩版本二": "घोड्याला लगाम घालून आणि चाबूक धरून आपण सरळ इथे येतो, अर्धा धोक्यात आणि अर्धा संकटात.\nआगीत घर जळून खाक झाल्यासारखे आहे.आभाळ कोसळले की पावसाने ते राख केले.माझ्याकडे एक योजना आहे.", "詩意": "हा हेक्साग्राम अर्धा दुःख आणि अर्धा आनंद दर्शवतो.\nप्रत्येक गोष्टीत चांगले करण्याचा सल्ला दिला जातो.", "解曰": "आयुष्यभर श्रम. योग्य आणि अयोग्य याची पर्वा करू नका. बेड्या तात्पुरत्या असतात. नाराजी स्वाभाविकपणे येते.", "籤詩故事一": "◇ताओ सानचुनने ग्वायुआनमध्ये झेंग एनचा पराभव केला\n\"माझे स्मारक चिरंजीव हो,\" झाओ कुआंगयिन पुन्हा उठले, \"बेपिंग किंग झेंग एन यांनी त्यावेळी लग्नाची व्यवस्था केली होती. आता जगात शांतता आहे, मला लग्नासाठी एक शुभ दिवस निवडण्यासाठी तुमची परवानगी मागायची आहे. \"\n\"माझे स्मारक चिरंजीव हो!\" झाओ कुआंगयिन उठून उभे राहिले आणि म्हणाले, \"पेकिंगचा राजा झेंग एन यांनी त्यावेळेस लग्न लावले होते. आता जग शांततेत आहे, मला एक शुभ निवडण्यासाठी तुमची परवानगी मागायची आहे. लग्न करण्याचा दिवस.\"\n\"अरे, तिसर्‍या भावाची आधी लग्न झाली होती, मला हे कसे कळले नाही?\" चाय रोंगला खूप आश्चर्य वाटले. त्याने झाओ कुआंगयिनला बसून बोलण्यासाठी हात हलवला.\n\"अरे! तिसर्‍या भावाची आधी लग्न झाली होती, मला हे कसे कळले नाही?\" चाय रोंग (नंतरच्या झोऊ राजवंशाचा सम्राट) खूप आश्चर्यचकित झाला. त्याने हात हलवत झाओ कुआंगयिनला खाली बसायला सांगितले.\n\"खूप लांबची गोष्ट आहे. पहिली गोष्ट म्हणजे, त्यावेळी आम्ही गरीबीतच होतो आणि तुमच्या सैन्यात भरती झालो नाही. तेव्हापासून आम्ही वर्षानुवर्षे लढत आहोत आणि आम्हाला तुमची काळजी करायला वेळ नाही. दुसरे म्हणजे, तिसरा भाऊही थोडासा आहे. त्याचा उल्लेख करायला लाज वाटते, म्हणून महाराजांना माहीत नाही.”\n\"ही एक लांबलचक गोष्ट आहे. पहिली गोष्ट म्हणजे, आम्ही त्यावेळीही गरिबीत जगत होतो आणि तुमच्या सैन्यात सामील झालो नाही. तेव्हापासून आम्ही वर्षानुवर्षे लढत आहोत आणि आम्हाला तुमची काळजी करायला वेळ नाही. दुसरे म्हणजे, तिसरा भाऊ देखील एक आहे. त्याचा उल्लेख करायला थोडी लाज वाटते, म्हणून महाराजांना माहीत नाही.”\n\"अहो, कॉलेजच्या पुरुष विद्यार्थ्याचं लग्न झालंय, लाज वाटायला काय हरकत आहे? तिसरा भाऊ खूप दिवसांपासून रणांगणावर आहे आणि त्याला एक अतुलनीय वीर मानता येईल. तुम्ही या बाबतीत इतके क्षुद्र का आहात?\"\n\"अरे! कॉलेजच्या मुलाचं लग्न झालंय, लाज वाटायला काय हरकत आहे? तिसरा भाऊ खूप दिवसांपासून रणांगणावर आहे आणि त्याला एक अतुलनीय वीर मानता येईल. या बाबतीत तू इतका क्षुद्र का आहेस?\"\n\"ज्याबद्दल बोलताना, मी माझ्या तिसऱ्या भावाला लाजाळू असल्याचा दोष देऊ शकत नाही, कारण हे लग्न खोटे होते.\"\n\"ज्याबद्दल बोलताना, मी माझ्या तिसऱ्या भावाला लाजाळू असल्याचा दोष देऊ शकत नाही, कारण हे लग्न खोटे होते.\"\n\"टाईप केले? अहो, हे मनोरंजक आहे. कृपया मला सांगा काय झाले.\"\n\"मी टाईप केले! अहो! हे मनोरंजक आहे! काय झाले ते मला सांगा.\"\n\"हो, मला आठवतंय त्या वर्षी, जेव्हा आम्ही महामहिम सामील होणार होतो, तेव्हा आम्ही बाओचेंग काउंटीमधून जात होतो. जूनमध्ये खूप उष्णता होती. माझा तिसरा भाऊ हॉटेलमध्ये राहू शकत नव्हता, म्हणून तो एकटाच भटकण्यासाठी बाहेर गेला होता. खरबूजाच्या बागेतून पुढे गेल्यावर, तो खरबूज घेण्यासाठी आत गेला. खरबूजांनी तहान भागवली. यावेळी लवकर पिकलेले खरबूज फारसे नव्हते आणि तिसऱ्या भावाला ते कसे निवडायचे हे माहित नव्हते, म्हणून त्याने बरेच तोडले. खरबूज बघणारी एक बाई होती.तिने तिसर्‍या भावावर आरोप करायला पुढे सरसावले.दोघांमध्ये मतभेद झाले आणि मग त्यांच्यात मारामारी सुरु झाली.ये.सुदैवाने मी काळजीत पडलो आणि वेळीच बचावासाठी धाव घेतली,नाहीतर.. .\"\n\"हो, मला आठवतंय त्या वर्षी, जेव्हा आम्ही महामहिम सामील होणार होतो, तेव्हा आम्ही बाओचेंग काउंटीमधून जात होतो. जूनमध्ये खूप उष्णता होती. माझा तिसरा भाऊ हॉटेलमध्ये राहू शकत नव्हता, म्हणून तो एकटाच भटकण्यासाठी बाहेर गेला होता. खरबूजाच्या बागेतून पुढे गेल्यावर, तो खरबूज घेण्यासाठी आत गेला. खरबूजांनी तहान भागवली. यावेळी लवकर पिकलेले खरबूज फारसे नव्हते आणि तिसऱ्या भावाला ते कसे निवडायचे हे माहित नव्हते, म्हणून त्याने बरेच तोडले. खरबूज बघणारी एक बाई होती.तिने तिसर्‍या भावावर आरोप करायला पुढे सरसावले.दोघांमध्ये मतभेद झाले आणि मग त्यांच्यात मारामारी सुरु झाली.ये.सुदैवाने मी काळजीत पडलो आणि वेळीच बचावासाठी धाव घेतली,नाहीतर.. .\"\n\"हे झेंग झिमिंग, ही त्याची चूक आहे, आधी त्याने माफी मागितली पाहिजे. तू त्याला का मारतोस? शिवाय, मुलीचे कुटुंब त्याच्यासारख्या उग्र माणसाच्या लाथा-बुक्क्यांना कसे सहन करू शकते! चल, तू त्या मुलीला मारहाण करतोस. तुकडे. नाही?\" \"मुलगी असुरक्षित होती...\"\n\"हे झेंग झिमिंग, प्रथमतः त्याची चूक आहे, म्हणून त्याने माफी मागितली पाहिजे. तुम्ही त्याला का मारहाण करत आहात? शिवाय, एखाद्या मुलीचे कुटुंब त्याच्यासारख्या उग्र माणसाच्या लाथा-बुक्क्यांना कसे सहन करू शकते! चला, मला सांगा, तू या मुलीला मारहाण केलीस. नाही?\"\n\"मुलगी असुरक्षित होती...\"\n\"ठीक आहे, ते ठीक आहे... अरे, तू कारवाई केली नाहीस का? अरे, मला वाटतं तू माझी वेळीच सुटका केलीस.\"\n\"ठीक आहे! ते ठीक आहे... अरे! तू कारवाई केली नाहीस का? अरेरे! मला वाटते की तूच मला वेळीच वाचवलेस!\"\n\"...नाही, मी ज्याला वाचवले तो... तिसरा भाऊ होता.\" \"...नाही, मी ज्याला वाचवले तो तिसरा भाऊ होता.\"\n\"आह?!\" \"आह?!\"\n\"तिसऱ्या भावाला त्या महिलेने जमिनीवर ठोठावले आणि संपूर्ण मार्गाने बेदम मारहाण केली. सुदैवाने, मी पोहोचलो आणि त्याला तेथून जाण्यास सांगितले, त्यामुळे तो गंभीर जखमी झाला नाही. ... महाराज... महाराज!... \"\n\"तिसऱ्या भावाला त्या महिलेने जमिनीवर ठोठावले आणि बेदम मारहाण केली. सुदैवाने, मी आलो आणि त्याला तेथून जाण्यास सांगितले, त्यामुळे तो गंभीर जखमी झाला नाही. ... महाराज... महाराज!...\"\n\"अहो?...अरे ती बाई कोण आहे!?\" \"अहो!?...अरे ती बाई कोण आहे!?\"\n\"मला नंतर कळले की त्या महिलेचे नाव ताओ सानचुन होते आणि तिचे वडील ताओ होंग हे एक जुने नायक होते ज्यांना कोणतीही आकांक्षा नव्हती. ताओ सानचुन लहानपणापासूनच त्यांच्या वडिलांकडून मार्शल आर्ट्स शिकले होते. मला कळल्यानंतर त्याच्या कुटुंबात, मी पाहिले की मिस सानचुन उत्कृष्ट व्यक्तिरेखा आहे. , लुओ लुओ आणि उदार, लहान मुलगी असण्याची कोणतीही सवय न ठेवता, त्यांनी मुद्दाम त्याच्याशी जुळवले. ताओ वडील आणि मुलीला देखील तिसऱ्या भावाचे सरळ पात्र खूप आवडले. त्यांना ते लगेच बंद करून त्या दोघांच्या लग्नाचा निर्णय घेतला. महाराज, कृपया मला सांगा, हे खोटे लग्न नाही का?\"\n\"मला नंतर कळले की त्या मुलीचे नाव ताओ सानचुन आहे आणि तिने लहानपणापासूनच तिच्या वडिलांकडून मार्शल आर्ट्स शिकले होते. मी त्याच्या कुटुंबाशी ओळख झाल्यावर, मी पाहिले की मिस सानचुनचे पात्र उत्कृष्ट होते. उदार, आणि लहान मुलीच्या सवयींचा मागमूसही नव्हता, म्हणून मी तिला मुद्दाम भरती केले. श्री ताओ आणि त्यांच्या मुलीला देखील त्यांच्या तिसऱ्या भावाचे सरळ स्वभाव खूप आवडले. त्यांनी ते लगेचच काढून टाकले आणि त्यांच्यासाठी हे लग्न ठरवले. तुमचे महाराज, कृपया मला सांगा, हे खोटे लग्न नाही का?\"\n(ही कथा एक रूपक आहे, कारण एक वाईट गोष्ट चांगली झाली.)", "聖意": "घर आणि स्वतःच्या रक्षणासाठी प्रार्थना करा, सावधगिरी बाळगा, संपत्तीसाठी प्रार्थना करा, व्यवसायाची नासाडी करा, लग्नात अडथळा, शिक्षा, लिझिया, विमा, शेतात अडकलेल्या पादचाऱ्यांना, रेशीम किड्याचे नुकसान, पशुधनाचे नुकसान, बेपत्ता लोक, बेकायदेशीर खटले, नुकसान, स्थलांतर, पुराणमतवादीपणा , गमावलेली मालमत्ता, वाईट रोग, चिंता, धोके, पर्वत, थडगे, अपयश", "古人": "ताओ सॅंचुन खरबूजाच्या बागेत झेंग एनला हरवतो", "第X籤": "नव्वद क्रमांक", "宮": "हायगॉन्ग"}