{"籤詩版本二": "ጀልባው ከፈጣኑ የውሃ ዳርቻ ወደ ኋላ እንዲመለስ መፍቀድ፣ በሁከት ምክንያት ምን ማድረግ ይፈልጋሉ?\nደህንነትን ለመጠበቅ ከፈለጉ መረጋጋትን ይፈልጉ እና ማዕበሉ ይህንን ቀውስ እስኪያልፍ ድረስ ይጠብቁ።", "詩意": "ይህ ሄክሳግራም በፍጥነት በባህር ዳርቻ ላይ እንደሚጓዝ ጀልባ ነው።\nበሁሉም ነገር ወግ አጥባቂ ይሁኑ እና ጊዜውን ይጠብቁ።", "解曰": "በጠንካራ ውሃ ውስጥ ያርቁ. አደጋው ጊዜን እየጠበቀ ነው. ስለ ካምፕ እቅዶች ከጠየቁ. ምንም ማድረግ አይቻልም.", "籤詩故事一": "◇ዚዪ ንጉሠ ነገሥት ሆነ\nGuo Ziyi (697-781)፣ እንዲሁም ጉዎ ሊንጎንግ በመባል የሚታወቀው፣ የዜንግ ካውንቲ፣ ሁአዙ (አሁን Huaxian County፣ Shaanxi Province) እና በታንግ ስርወ መንግስት ውስጥ ጄኔራል ነበር።\nበቲያንባኦ 14ኛ አመት (755) በአንሺ አመጽ ወቅት የሹፋንግ ጂዱሺ ማዕረግ ተሰጠው (ሊንጉ ከሊንጉ በስተ ምዕራብ በዛሬዋ ኒንግዢያ) እንዲዘምት ትእዛዝ ተሰጠው።የሹፋንግን ጦር ከሊ ጓንቢ ጋር በማዋሃድ ወደ ሰልፍ ወጣ። ወደ ሄቤ ገቡ።በቻንግሻን (ዜንግዲንግ፣ ሄቤይ) ተባብረው ሺ ሲሚንን አሸንፈው ሄበይን መልሰው አገኘ። በዚህ ጊዜ ጉዎ ዚዪ ንጉሠ ነገሥቱ ፋን ያንግን ከሰሜን ወስደው የአማፂውን ነብር ዋሻ እንዲያጠቁት የቶንጉዋን ከበባ እንዲቀንስ ሐሳብ አቀረበ፣ ነገር ግን ሹዋንዞንግ ፈቃደኛ አልሆነም። ከዚያ በኋላ፣ በታንግ ሥርወ መንግሥት መገባደጃ ላይ የነበሩት ተገንጣይ ቫሳል ከተሞች ሁኔታ ተተክሏል፣ ይህ ደግሞ የታንግ ሥርወ መንግሥት መጥፋት የርቀት መንስኤ ሆነ።\nቲያንባኦ በነገሠ በአስራ አምስተኛው አመት (756) እሱ እና የኡጉር ጥምረት ሄቁን ሰላም አደረጉ። በሚቀጥለው አመት የጸደይ ወቅት ሄዶንግ (አሁን ዮንግጂ፣ ሻንዚ) እና ፌንግ ዪ (አሁን ዳሊ፣ ሻንዚ) አገግመው ቶንጉዋንን አጠቁ። ኩይ ኪያንዩን በማሸነፍ የታንግ ጦር ከ10,000 በላይ ተጎድቷል። ኩዪ ኪያንዩ ለፑጂን እጅ ሰጠ። አንድ ሉሻን በልጁ አን Qingxu ተገደለ።\nበዚዴ ሁለተኛ አመት (757) ወታደሮቹን ወደ ፌንግሺያንግ እንዲመራ ታዘዘ።በመንገዱ ላይ 5,000 የሊ ጊዪረን ፈረሰኞችን በባይኩ ሊዩን ድልድይ (በዛሬው ከሳንዩዋን ደቡብ ምስራቅ አቅጣጫ) ድል አድርጓል።በግንቦት ወር ከአን ሾዙንግ እና ሊ ጋር ተዋግቷል። በኪንግኩ የሚገኘው ጊረን (የዛሬው የሺያን ምእራብ) ተሸንፎ ወደ ዉጎንግ (የዛሬው ሰሜን ምዕራብ ከዉጎንግ) ወጣ።በሴፕቴምበር ላይ ማርሻል ጓንግፒንግ ዋንግ ሊቹን ተከትሎ ታንግን እና ኡጉረስን በመምራት 150,000 ወታደሮችን በመቀላቀል ተዋግቷል። ከአን ሾውዙንግ እና ሊ ጉዪረን ጋር በዢያንግ ከጂ ቤተመቅደስ በስተሰሜን (ከዛሬው የቻንጋን ካውንቲ በስተደቡብ ምዕራብ) የኡጉር ወታደሮች ከጠላት ጀርባ በመዞር ከሁለቱም ወገን ጥቃት ሰነዘሩ እና 60,000 ጠላቶችን ገደሉ። እና በመጨረሻም ዋና ከተማዋን ቻንጋን (የዛሬዋ ዢያን) መልሳ አገኘች።የታንግ ሰራዊት ግርማ ሞገስ እንደገና ወደ ቻንግአን ተመለሰ።\nከዚያ በኋላ የታንግ ጦር ድሉን ተጠቅሞ ወደ ምስራቅ ዘምቶ ያን ዙዋንግ እና ዣንግ ቶንግሩን ጨምሮ 150,000 ሰዎችን በሺንዲያን (አሁን ከሳንሜንክሲያ ከተማ፣ ሄናን ግዛት ደቡብ ምዕራብ አቅጣጫ) በማሸነፍ አንኪንግ ሹ ቢጫ ወንዝን ተሻግሮ ወደ ዢያንግዙ እንዲያፈገፍግ አስገደደው። ዶንግጁን ሉዮያንግ ተመለሰ። ሲቱን ወደ ብቃቱ ጨምረው የሀገሩ መስፍን አድርጉት።\nሺ ሲሚንግ ሰራዊቱን ከፋን ያንግ መርቶ አን Qingxuን ለማዳን ሁለቱ ወገኖች ከአያንግ ወንዝ በስተሰሜን (የዛሬው የአንያንግ ሰሜን) ተዋግተዋል ጦርነቱ የማይነጣጠል ነበር።በመጨረሻም በታንግ ጦር ዘጠኝ ጂዱሺ የሚመራ ሲሆን 600,000 ሰዎች እንዳሉኝ ተናግሯል፣ አፈገፈጉ (በየቼንግ ጦርነት)። የዚህ ጦርነት ዋና አዛዥ ጃንደረባው ዩ ቻኦን ሲሆን ምንም አይነት የአመራር ብቃት ያልነበረው እና ለጦርነቱ ውድቀት ጉኦ ዚዪን ተጠያቂ አድርጓል። ጉዎ ዚዪ ተመልሶ ወደ ቻንጋን ተጠርቷል፣ ከወታደራዊ ስልጣኑ ተገላገለ እና ስራ ፈት ባለስልጣን ሆነ።\nበባኦይንግ የመጀመሪያ አመት (762) ወታደሮች በታይዋን (በዛሬዋ ደቡብ ምዕራብ ከታይዩዋን) እና ጂያንግዡ (የዛሬው የሺንጂያንግ በሻንዚ ግዛት) አመፁ።ፍርድ ቤቱ ፈርቶ ስለነበር ዚዪ የፌንያንግ ንጉስ የሚል ማዕረግ ተሰጠው እና ወጣ። ጂያንግዙን ይቆጣጠሩ። በጃንደረባው ቼንግ ዩዋንዘንም ተገለለ እና ከወታደራዊ ስልጣኑ ተገላገለ።\n(የዚህ ታሪክ ትኩረት፡ ጥሩ ችሎታ ያለው እና ጥሩ ባህሪ የነበረው ጉዎ ዚዪ ከዙዋንዞንግ እና ከአንዳንድ መጥፎ ሰዎች ጋር ተገናኘ፣ይህም ስኬቶቹን በእጅጉ አበላሽቶታል።)", "聖意": "ቤትን እና እራስን መባረክ ፣ ሀብት መፈለግ ፣ ግብይት የለም ፣ ጋብቻ የለም ፣ የውሸት ማንቂያ የለም ፣ እግረኞች ቲያንጋንጂ ሲደርሱ ፣ ሰዎችን ለማግኘት አስቸጋሪ ፣ የህዝብ ክስ እና (Xing አይደለም) ፣ ስደት ፣ ወግ አጥባቂነት ፣ የጠፋ ንብረት ፣ ለማግኘት አስቸጋሪ ፣ በሽታዎች ለበረከት ፣ ተራሮች እና መቃብሮች መጸለይ ፣ ጥሩ", "古人": "ዚዪ ንጉስ ተሾመ", "第X籤": "አሥራ ዘጠነኛው አሸናፊ ሎቶ", "宮": "ታትሱሚ"}