{"籤詩版本二": "አሉባልታ ነገሮች ተገለባብጠው፣ ከአድማስ ደብዳቤ ደረሰኝ።\nበመጽሐፉ ውስጥ የተገባልኝ ዝና እና ስኬት እስከ መጨረሻው ባዶ ሆኖ ቀረ።", "詩意": "ይህ ሄክሳግራም የተሳሳተ ስም አለው።\nበሁሉም ነገር ወግ አጥባቂ መሆን ተገቢ ነው.", "解曰": "ወደላይ እና ወደ ታች ተበሳጨ. መዝናኛ መፈለግ ስራ ፈት አይደለም። የዝና ፍላጎት። ደህንነትዎን ይጠብቁ.", "籤詩故事一": "Zhong Kui መገለጥ አግኝቷል\nZhong Kui፣ ስሙ ዞንግ ኩዪ፣ የአክብሮት ስሙ ዜንግናን ነው፣ ከዙንግናንሻን ነው።\nበታንግ ሥርወ መንግሥት ንጉሠ ነገሥት ዴዞንግ ዘመነ መንግሥት ዞንግ ኩዪ በንጉሠ ነገሥቱ ፈተና ተሣተፈ።ዞንግ ኩይ የፈተና ጥያቄዎችን አንብቦ ወዲያው ጽሑፉን በአንድ ጊዜ ጽፎ አስረከበ። የዚያን ቀን ዋና ፈታኙ የሲቪል ጉዳይ ሚኒስትር ሃን ዩ እና ምክትል ፈታኙ ሉ ዚ ታላቅ ምሁር ነበሩ። ሁለቱም የ Zhong Kui ወረቀት ሲያነቡ ዓይኖቻቸው አበሩና በአንድ ድምፅ እንዲህ አሉ፡- \"ጠንቋይ፣ ጠንቋይ! በዚህ ጽሁፍ ውስጥ ያለው እያንዳንዱ ቃል በጣም ጥሩ ነው፣ ለሊ ታይባይ እና ዱ ዚሚ የሚገባው ነው!\" ስለዚህ ዞንግ ኩይን የመጀመሪያ ቦታ ብለው ሰየሙት።\nንጉሠ ነገሥት ዴዞንግ የሃን ዩን ዘገባ አዳምጦ አዲሱ የሳይንስ ሻምፒዮን ዦንግ ኩይ በጣም ጎበዝ ነበርና ዞንግ ኩይን በወርቃማው ቤተ መንግስት አስጠራ።\nአጼ ዴዞንግ አስቀያሚ ገጽታውን ባየ ጊዜ ወዲያው ቅር ተሰምቷቸው \"በእኛ ግቢ ውስጥ የሊቃውንት ምርጫ ሁሉም በግል ቃላቶች እና በቃላት አጻጻፍ ላይ የተመሰረተ ነው, እንዴት እንደዚህ ያለ አስቀያሚ ሰው በወርቃማ ሳይንስ አንደኛ ደረጃ ሊቅ ሊመረጥ ይችላል? \"\nሃን ዩ በችኮላ ተንበርክኮ እንዲህ አለ፡- “የሰው ጥሩ እና መጥፎ ነገር በመልክ ብቻ አይደለም፣ አንተ ቅዱስ ጌታ ሆይ፣ ያን ዪንግ ሦስት ጫማ ቁመት እንዳለው እና ከጠቅላይ ሚኒስትሩ ጋር እኩል እንደሆነ አትሰማምን? ዡ ቻንግ ተንተባተበ ነገር ግን የሃን ሥርወ መንግሥት ሊረዳ ይችላል፤ ኮንፊሽየስ ሰዎችን በመልካቸው ይፈርዳል፣ ልጁንም ዩ ያጣል። ግርማዊነትዎ ሁለት ጊዜ እንደሚያስቡ ተስፋ አደርጋለሁ።\nንጉሠ ነገሥት ዴዞንግ ለአፍታ አሰላሰለ እና እንዲህ አለ፡- \"የሃን አይኪንግ ንግግር ምክንያታዊ ቢሆንም እኔ አፄ ታይዞንግ በነበርኩበት ጊዜ 18 ሊቃውንት ወደ ይንግዙ መጥተው ያወሩ ነበር፣ ይህ ሰው አንደኛ ምሁር ነበር፣ አለምን እፈራለሁ ተሰጥኦዎችን ባለማወቄ ይሳቁብኛል\"\nጠቅላይ ሚንስትር ሉ ቺ ጠባብ እና በችሎታ የሚቀኑ ነበሩ።የንጉሱን ንግግር ከሰሙ በኋላ ተንበርክከው እንዲህ አሉ፡- “በወርቃማው ርዕስ ውስጥ ቁጥር አንድ ምሁር ከውስጥም ከውጪም መሆን አለበት ለዚህ ጉዳይ ሶስት መቶ እጩዎች አሉ። ለምን ሌላ አትመርጥም?\"\nዦንግ ኩይ ይህ ሰው በጣም ግራ መጋባቱን ባየ ጊዜ ከመናደዱ በቀር ምንም ማድረግ አልቻለም ወደ ሉ ቺ እያመለከተ እንዲህ ሲል ተሳደበ፡- “እንዲህ ያለ መሃይም ባለስልጣን ፍርድ ቤት ከቀረበ አገሩን አይጎዳም?” ከዚያ በኋላ። በሉ ኪን በጡጫ መታው።\nይህንን የተመለከተው ዴዞንግ በጣም ተናደደ እና \"በጣም ደፋር ነህ, በወርቃማው ቤተመንግስት ውስጥ ችግር ለመፍጠር ደፈርክ, በፍጥነት አውርደው!\"\nዞንግ ኩይ በንዴት በቤተ መንግስት ውስጥ ከቆመው የጄኔራል ወገብ ላይ ሰይፉን አውጥቶ ጮክ ብሎ አለቀሰ፡- “የተበሳጨ ድመት ነብርን ለመምሰል ከባድ ነው፣ እና የተበሳጨ በቀቀን እንደ ዶሮ ጥሩ አይደለም” አለ። ከዚያ በኋላ ራሱን አጠፋ።\nአጼ ዴዞንግ ዦንግ ኩን በንዴት እራሱን ማጥፋቱን ባየ ጊዜ በጣም ተገረመ የሰዎችን ልብ ለመማረክ ዞንግ ኩዪን በህግ ቁጥር 1 ምሁር ማዕረግ እንዲቀበር አዘዘ። ዓለምን ከክፉ መናፍስት ለማጥፋት.", "聖意": "ለቤትዎ በረከቶች ጸልዩ, ለእራስዎ ደህንነት, ለገንዘብ ችግር, ለቢዝነስ ውድቀት, ለጋብቻ ውድቀት, ለሊዩጂያ ሴቶች እግረኞች, የእምነት መስክ ሐር ትሎች በግማሽ የበሰለ, ስድስት የከብት እርባታ, ሊበቅሉ የሚችሉት, የጠፉ ሰዎች, የምዕራባውያን ህዝባዊ ክሶች, ስደት ማጣት, ወግ አጥባቂነት. , የንብረት መጥፋት, ህመም, በተራራ እና በመቃብር ላይ መልካም እድልን ይጸልዩ", "古人": "Zhong Kui ታኦን አገኘ", "第X籤": "ሃያ ስድስተኛው ሎተሪ (ሎተሪ) አሸንፏል።", "宮": "ሚ ቤተመንግስት"}