{"籤詩版本二": "ቀዝቃዛው የአየር ሁኔታ ውሃውን ወደ በረዶነት ይለውጠዋል, ለምንድነው ለዝና መጎምጀት?\nበጸጥታ ተቀምጬ ቅጠሎቹ በተፈጥሯቸው እንዲያብቡ ከመጠበቅ ውጪ ምንም አማራጭ የለኝም።", "詩意": "በዚህ ሄክሳግራም ውስጥ ውሃ ወደ በረዶነት ይለወጣል.\nበከንቱ ምንም ነገር አትጠይቅ.", "解曰": "ውሃ ወደ በረዶነት ይቀዘቅዛል. በረዶ ወደ ውሃ ይቀልጣል. ሴራ ከሆነ። በትክክል ያ ነው.", "籤詩故事一": "◇Wang Xiang የካርፕን ጠየቀ (ሃያ አራት የፊልም አምልኮ ታሪኮች)\nየጂን ሥርወ መንግሥት ዋንግ ዢያንግ በጨዋነት ስሙ ፉዠንግ በሊኒ ተወለደ።\nዋንግ ዢያንግ ወጣት እያለ የወላጅ እናቱ ሞተች ብቸኛ አባቱ ዙ የምትባል ሴት አገባ እና ዋንግ ዢያንግ አዲስ እናት ወለደች። ዋንግ ዢያንግ ወጣት እያለ ወላጅ እናቱ ከዚህ አለም በሞት ተለዩ እና ብቸኛ አባቱ ዙ የምትባል ሴት አገባ። የዋንግ ዢያንግ የእንጀራ እናት ጠባብ እና ቀናተኛ ሴት ነበረች።ዋንግ ዢያንን አትወድም እና ብዙ ጊዜ በጥቃቅን ጉዳዮች ትወቅሰው ነበር። ብዙም ሳይቆይ የእንጀራ እናት ደግሞ ዋንግ ላን የተባለ ወንድ ልጅ ወለደች. የእንጀራ እናት የራሷን ልጆች ብቻ ትወድ ነበር፣ እና ዋንግ ዢያንን እንደ እሾህ ትቆጥራለች። በዋንግ ዢያንግ ላይ የበለጠ ትፈልጋለች፣ እና ብዙ ጊዜ በአባቱ ፊት ስለ ዋንግ ዢያንግ መጥፎ ትናገር ነበር። የእንጀራ እናት የራሷን ልጆች ብቻ ትወድ ነበር፣ እና ዋንግ ዢያንን እንደ እሾህ ትቆጥራለች፣ እሷም በዋንግ ዢያንግ ላይ የበለጠ ትፈልጋለች፣ እና ብዙ ጊዜ በአባቱ ፊት ስለ ዋንግ ዢያንግ መጥፎ ትናገር ነበር። ምንም እንኳን የ Wang Xiang ግማሽ ወንድም ዋንግ ላን ለወንድሙ በጣም ተግባቢ ነው። የእንጀራ እናቷ ስቃይ ቢደርስባትም አሁንም በጣም ፍቅረኛ ነበረች። የእንጀራ እናት በጣም ጨካኝ ነች፣ ነገር ግን ዋንግ ዢያንግ አሁንም በጣም ጨዋ ነች።\nየእንጀራ እናቱ የትርፍ ጊዜ ማሳለፊያ አላት፣ ማለትም፣ ከወንዙ የወጣ ትኩስ አሳ መብላት ትወዳለች። የእንጀራ እናቱ የትርፍ ጊዜ ማሳለፊያ አላት፣ ማለትም፣ ከወንዙ የወጣ ትኩስ አሳ መብላት ትወዳለች። አንድ ክረምት አባቱ ለንግድ ሄደ እና የእንጀራ እናቱ እንደገና ታመመች፣ ወንድም ዋንግ ዢያንግ እና ዋንግ ላን እናታቸው እንድትመገብ በጥንቃቄ ሾርባ እና መድሃኒት አቀረቡ። ፍጠን። አንድ ክረምት አባቱ ለንግድ ሄደ እና የእንጀራ እናቱ እንደገና ታመመች፣ ወንድም ዋንግ ዢያንግ እና ዋንግ ላን እናታቸው እንድትመገብ በጥንቃቄ ሾርባ እና መድሃኒት አቀረቡ። ፍጠን። የታመመችው የእንጀራ እናት ከወንዙ ውስጥ ትኩስ ዓሣ መብላት ፈለገች፣ በዚያ በከባድ ቀዝቃዛ የአየር ጠባይ፣ ውጭው በረዶ እየጣለ ነበር፣ እናም የወንዙ ውሃ ቀድሞውኑ ወደ በረዶነት ተቀየረ። የታመመችው የእንጀራ እናት ትኩስ ዓሣ ለመብላት ፈለገች, በዚያ በረዷማ እና በረዷማ የአየር ጠባይ ውስጥ ትኩስ ዓሣ የት ሊገኝ ይችላል?\nበእነዚያ ቀናት, ከወቅት ውጭ የሆኑ ምግቦች አልነበሩም, እና ገንዘብ ቢኖርዎትም ሊገዙዋቸው አይችሉም.\nበዚህ ታሪኩ ውስጥ፣ የዋንግ ዢያንግኪዩ ሊ ልብ የሚነካ ታሪክ ተከሰተ። ሁለቱ ወንድማማቾች እናታቸውን ያለ ምንም ችግር ጠብቋቸው ዋንግ ዢያንግ የታመመችውን የእንጀራ እናቱን ላለማስከፋት ወደ በረዶው ወንዝ ሄደ። በረዶውን ለማቅለጥ የራሱ የሰውነት ሙቀት (ስለዚህ Wang Xiangqiu Carp እንዲሁ Wang Xiang በበረዶ ላይ ተኝቷል) ይባላል። ሸሚዙን አውልቆ ራቁቱን በበረዶው ላይ ተኛ። ወደ አምላክ ጸለየ እና እንዲህ አለ: - \"እግዚአብሔር እናቴ ታማለች እና ትኩስ ካርፕ መብላት ትፈልጋለች። ምንም ይሁን ምን ለእኔ መንገድ መፈለግ አለብህ።\" በሚያስገርም ሁኔታ አጠገቡ ያለው የበረዶ ድንጋይ በድንገት ተሰነጠቀ፣ እና ሁለት ነበሩ። ስንጥቅ። አንድ ህይወት ያለው ካርፕ ከተሰነጠቀው ውስጥ ዘሎ በበረዶው ላይ ዘሎ ዋንግ ዢያንግ በጣም ደስተኛ ነበር። ወደ አምላክ ጸለየ:- \"እግዚአብሔር ሆይ እናቴ ታምማለች እና ትኩስ ካርፕ መብላት ትፈልጋለች። ምንም ቢሆን ለእኔ መንገድ መፈለግ አለብህ።\" በሚያስገርም ሁኔታ አጠገቡ ያለው የበረዶ ግግር በድንገት ተሰነጠቀ፣ እና ሁለት ስንጥቆች ነበሩ። አንድ ህያው ካርፕ ከስንጥቁ ውስጥ ዘሎ በበረዶው ላይ ዘሎ ዋንግ ዢያንግ በጣም ደስተኛ ነበር። በፍጥነት ተንበርክኮ እግዚአብሔርን አመሰገነ እና ካርፕን ይዞ ወደ ቤቱ ሮጠ። ፈጥኖ ተንበርክኮ እግዚአብሔርን አመሰገነ እና በፍጥነት ምንጣፉን አንስቶ ወደ ቤቱ ሄደ። የእንጀራ እናት ትኩስ ካርፕ ከበላች በኋላ ብዙም ሳይቆይ ከበሽታዋ አገገመች። በሆስፒታሉ አልጋ ላይ ያለችው የእንጀራ እናት የዋንግ ዢያንግ ራቁቱን ከቅዝቃዜው የተነሳ ወደ ወይንጠጃማነት የሚለወጠውን የላይኛው ገላዋን እና ሁለት አሳ በእጁ ላይ ስትመለከት ደነገጠች በደስታ ወደ ክፍሉ ገባች እና ደነገጠች።\nዋንግ ዢያንግ በኋላ ባለስልጣን ሆነ እና Taibao ሆነ እና የዱክ ማዕረግ ተሰጠው።", "聖意": "ቤት ውስጥ አለመመቻቸት፣ ጥበቃ፣ የገንዘብ ችግር፣ የንግድ ችግር፣ ትዳር፣ በሊዩጂያ ኢንሹራንስ ውስጥ አለመግባባት፣ እግረኞች፣ ቺ ቲያን፣ የሐር ትል ኪሳራ፣ ስድስት የእንስሳት መጥፋት፣ የጠፉ ሰዎች፣ የሕዝብ ክስ፣ ስደት፣ ወግ አጥባቂ፣ የጠፋ ንብረት፣ ሕመም እጸልያለሁ , ለማገገም አስቸጋሪ, የተራራ መቃብር, መልካም እድል", "古人": "ዋንግ ዢያንግ የካርፕን ጠየቀ (ሃያ አራት የፊልም አምልኮ ታሪኮች)", "第X籤": "አርባ ዘጠኙ ሎጥን ማሸነፍ", "宮": "ሃይጎንግ"}