{"籤詩版本二": "ጨረቃን በውሃ ውስጥ ለመያዝ ብዙ ጥረት ይጠይቃል ብዙ ጥረት ይጠይቃል ነገር ግን ምንም አይደለም.\nከንቱ አትናገሩ እና አካልን ለማጠናከር የምታደርጉትን ጥረት አታባክኑ።“ሰውነት ደረቀ” የሚለው ቃል በመጀመሪያ “አካል ብቻውን” ማለት ነው።", "詩意": "ይህ ሄክሳግራም ለጥረት ምስል ስግብግብ ነው።\nሁሉም ነገር አድካሚ እና አድካሚ ነው።", "解曰": "ቃል ኪዳኖች ለማስታወስ አስቸጋሪ ናቸው. ብዙ ጠንክሮ መሥራት። በቤት ውስጥ መጨነቅ. ከተከበሩ ሰዎች ጋር ለመገናኘት በመጠባበቅ ላይ.", "籤詩故事一": "◇ታይባይ ጨረቃን የሰከረችው (ሊ ታይባይ ጨረቃን የሰከረችው)\nሊ ባይ (701-762)፣ እንዲሁም ታይባይ በመባልም ይታወቃል፣ እንዲሁም Qinglian Jushi በመባል ይታወቃል። የታንግ ሥርወ መንግሥት ገጣሚ ራሱን የተባረረ ዘላለማዊ ብሎ የሚጠራው በግጥም የማይሞት በመባል ይታወቅ ነበር እና ሁልጊዜም ሳይጠጣ ደስተኛ ነበር.\nአንድ ጊዜ ሊ ባይ ወደ ጂንሊንግ (አሁን ናንጂንግ) መጣ እና ከዌንዴ ድልድይ አጠገብ ባለ ምግብ ቤት ውስጥ አረፈ።\nያ ቀን በክረምቱ የጨረቃ ወር አስራ አምስተኛው ቀን ሆነ።በሌሊት ሬስቶራንቱ ውስጥ ብቻውን ተቀምጦ ጨረቃን እያደነቀ እየጠጣና ግጥሞችን ያነብ ነበር። ያ ቀን በክረምቱ የጨረቃ ወር አስራ አምስተኛው ቀን ሆነ።በሌሊት ሬስቶራንቱ ውስጥ ብቻውን ተቀምጦ ጨረቃን እያደነቀ እየጠጣና ግጥሞችን ያነብ ነበር። ሊ ታይባይ ጨረቃን ንፁህ እና ውብ እንደሆነች በመናገር በህይወቱ በጣም ይወደው ነበር። ሊ ታይባይ ጨረቃን ንፁህ እና ውብ እንደሆነች በመናገር በህይወቱ በጣም ይወደው ነበር። በዚያ ምሽት ቀና ብሎ ሲመለከት ነጭ እና ክብ ጨረቃን በሰማይ ላይ አየ በጣም ተደስቶ ጥቂት ብርጭቆዎችን ጠጣ። በዚያ ምሽት ቀና ብሎ ሲመለከት ነጭ እና ክብ ጨረቃን በሰማይ ላይ አየ በጣም ተደስቶ ጥቂት ብርጭቆዎችን ጠጣ። እኩለ ሌሊት ላይ ሊ ታይባይ ወይኑን ተጠቅሞ ወደ ዌንዴ ድልድይ ወረደ። እኩለ ሌሊት ላይ ሊ ታይባይ ወይኑን ተጠቅሞ ወደ ዌንዴ ድልድይ ወረደ። ልክ ድልድዩ ላይ እንደወጣ አንገቱን ዝቅ አድርጎ በድንገት ጨረቃ በውሃ ውስጥ ስትወድቅ አየ፣ ወንዙ ሲንቀሳቀስ በነጭ ጨረቃ ጥላ ላይ ጥቂት ጥቁር መስመሮች ተጨመሩ። ልክ ድልድዩ ላይ እንደወጣ አንገቱን ዝቅ አድርጎ በድንገት ጨረቃ በውሃ ውስጥ ስትወድቅ አየ፣ ወንዙ ሲንቀሳቀስ በነጭ ጨረቃ ጥላ ላይ ጥቂት ጥቁር መስመሮች ተጨመሩ። ሊ ታይባይ በዚህ ጊዜ ሰክሮ ስለነበር በወንዙ ውሃ የተበከለች ጨረቃ እንደሆነች አስቦ ነበር። ሊ ታይባይ በዚህ ጊዜ ሰክሮ ስለነበር በወንዙ ውሃ የተበከለች ጨረቃ እንደሆነች አስቦ ነበር። ጫማውን ለማውለቅ እንኳን አልተቸገረም፤ እጆቹን ከፍቶ ከድልድዩ ላይ ዘሎ ጨረቃን ለመያዝ። ጫማውን ለማውለቅ እንኳን አልተቸገረም፤ እጆቹን ከፍቶ ከድልድዩ ላይ ዘሎ ጨረቃን ለመያዝ። ባልተጠበቀ ሁኔታ, በዚህ ዝላይ, ጨረቃ አልተያዘም, ነገር ግን በውሃ ውስጥ ያለው ጨረቃ ተሰበረ እና ወዲያውኑ ለሁለት ተከፈለ. ሳይታሰብ በዚህ ዝላይ ጨረቃ አልተያዘችም ነገር ግን ሰውዬው ሰጠሙ። በስልሳ ሁለት አመታቸው አረፉ።", "聖意": "ቤቱ ያልተረጋጋ እና መጥፎ ዕድል ላይ ነዎት (ለጤናዎ ትኩረት ይስጡ) (እድለኛ ያልሆነ) ሀብትን እና ሚዛንን ይፈልጉ (እንዲያውም አያስቡ) በንግድ ልውውጥ ውስጥ አስቸጋሪነት ፣ ጋብቻ አልተፈታም ፣ ጥበቃ ለማግኘት ጸልዩ (ባዶ ውድ ሀብቶች ይከለክላሉ) መጨንገፍ) እግረኞች ችግር ውስጥ ገብተዋል፣ በሜዳ ላይ ያሉ የሐር ትሎች አምስት ነጥብ፣ ስድስት እንስሳት እያሽቆለቆሉ ነው (ዕድለ ቢስ) ሰዎችን መፈለግ (ያለመታደል) የሕዝብ ክስ እና (ክሱን ይቁም) ተራ ፍልሰት (አይጠቅሰውም) የንብረት መጥፋት (አይሮፕላን) ከበሽታ ለመጠበቅ መጸለይ (ያልታደለች) በተራሮች እና በመቃብር ላይ መልካም ዕድል", "古人": "ታይባይ ጨረቃን የሰከረችው (ሊ ታይባይ ጨረቃን የሰከረችው)", "第X籤": "ሃምሳ ሰከንድ የሎተሪ አሸናፊ (ሎተሪ)", "宮": "ማሕፀን"}