{"籤詩版本二": "የባህር ዳርቻው በድንጋይ ተሞልቷል ፣ ጅረቱ እየፈሰሰ ነው ፣ ነፋሱ ግልፅ ነው ፣ ጨረቃ ግልፅ ነው ፣ እና የተከበሩ ሰዎች ስራ በዝተዋል ።\nበመንገድ ላይ የት መሄድ እንዳለብኝ መጠየቅ አለብኝ, በጫካ ውስጥ የአበባዎችን እና የእፅዋትን ሽታ አይውሰዱ, አይንከባከቡት.", "詩意": "ይህ ሄክሳግራም በትንሽ የባህር ዳርቻ ላይ እንደሚጓዝ ጀልባ ነው።\nበሁሉም ነገር ለመርዳት የተከበሩ ሰዎች አሉ።", "解曰": "ኑሮን ለማሸነፍ። ብዙ ጠንክሮ መሥራት። ወግ አጥባቂ ይሁኑ እና ይጠብቁ። መልካም አድል.", "籤詩故事一": "◇ የሉሻን አመፅ\nሉሻን (703-757)፣ ስሙ ካንግ እና ያሉኦሻን የተባለ፣ ከሊቼንግ፣ ዪንግዡ (አሁን ቻኦያንግ፣ ሊያኦኒንግ) ነበር።\nበኋላ፣ የአን ስም ወሰደ እና ስሙን ወደ ሉሻን ቀይሮታል። በታንግ ሥርወ መንግሥት ንጉሠ ነገሥት ሹዋንዞንግ ዘመነ መንግሥት አን ሉሻን የወታደር መልዕክተኛ ነበር።\nበቲያንባኦ ህዳር 14ኛ አመት አን ሉሻን በፋንያንግ ወታደር አሰባስቧል።ያንግ ጉኦዞንግን ለማጥቃት በሚል ስም አመፁን ከፍቶ የሶስት ከተሞች ወታደሮችን ይዞ በምስራቃዊቷ ዋና ከተማ ሉኦያንግ ላይ ጥቃት ሰነዘረ። ከታይዩዋን የወጡ ዘገባዎች በፍጥነት ወደ ሊሻን ደረሱ።በዚያን ጊዜ በሊሻን በሁዋኪንግ ቤተመንግስት የነበረው ታንግ ሹዋንዞንግ አንሉሻን ያመፃል ብሎ አላመነም።ነገር ግን የአመፁ ዜና መስፋፋቱን ቀጠለ እና ሹዋንዞንግ አሁንም በግማሽ አሳማኝ ነበር። (ይህ በጅረት ውስጥ ባሉ ትናንሽ ድንጋዮች ላይ የሚንቀጠቀጥ ውሃ ድምፅ የሚያሳይ ምስል ነው)\nየፒንግዩዋን ካውንቲ አስተዳዳሪ ያን ዠንኪንግ አንድ ሰው መረጃ እንዲልክ ሲልክ ሹንዞንግ ከህልሙ የነቃው ገና ነው።\nበታንግ ሥርወ መንግሥት ንጉሠ ነገሥት ሹዋንዞንግ የተሳሳተ ስልት የአን ሉሻን ፈረሰኛ ጦር የምስራቅ ዋና ከተማ የሆነችውን ሉዮያንግን ተቆጣጠረ።በሚቀጥለው ዓመት በመጀመሪያው ወር ራሱን አፄ ዳያን በሉዮያንግ፣ጂያንዩዋን ሼንጉ፣ንጉሠ ነገሥት ዢዮንጉ እና ዳ ዢክሱን አወጀ። ጠቅላይ ሚኒስትር.\nበዚሁ አመት ሰኔ ወር ላይ የታንግ ስርወ መንግስት ንጉሠ ነገሥት ሹዋንዞንግ በቻንጋን ያለውን ቀውስ ለማስታገስ ጓጉተው እና በተሳሳተ ወታደራዊ ግንዛቤ ሁለት ታዋቂ ጄኔራሎችን ፌንግ ቻንግኪንግን እና ጋኦ ዢያንዚን ገደሏቸው።ይህ ትዕዛዝ የታንግ ጦርን አስደነገጠ። (ይህ ባህሪ \"መንገዱ ወደ ፊት ወንዝ መጠቆም አለበት\" ይጥሳል)\nከዚያ በኋላ፣ የታንግ ሥርወ መንግሥት ንጉሠ ነገሥት ሹዋንዞንግ በአስቸኳይ ሌላ ጄኔራል ገ ሹሃን የታንግ ጦርን ከቶንጉዋን ወደ ምሥራቅ እንዲመራ አዘዙ።\nየታንግ ሥርወ መንግሥት ንጉሠ ነገሥት ሹዋንዞንግ ስልታዊ ስህተት ሙሉ በሙሉ የተረዳው ጌ ሹሃን ለውጡን ለማዘግየት አቅዶ ነበር (“ነፋሱ ከተረጋጋ እና ማዕበሉ ከተረጋጋ ምንም አይደለም” የሚለው አካሄድ)።\nበስተመጨረሻ የታንግ ስርወ መንግስት ንጉስ ሹዋንዞንግ ለመዋጋት በጣም ፈሪ ነው ብሎ ስላሰበ ከአን ሉሻን ጋር በእንባ ከመታገል ውጭ ምንም አማራጭ አልነበረውም እና ተሸነፉ። (“ራስህን ለመደገፍ ጠንክረህ ከሰራህ ጉዳት ሊደርስብህ ይችላል” የሚለውን ያሟላል።)\nበታንግ ስርወ መንግስት፣ የድንበር ወታደሮች እና የአካባቢው ወታደሮች ምላሽ ለመስጠት ጊዜ ባጡ ጊዜ፣ የአን ሉሻን ጦር ድንበሩን በመጫን ዋና ከተማው ገባ። በአስቸጋሪ ሁኔታ የታንግ ሥርወ መንግሥት ንጉሠ ነገሥት ሹዋንዞንግ የጥበቃ ጓድ ጦርን ከዋና ከተማው ለማምለጥ በመምራት መሪ አልባው Xijing Chang'an እንዲወድቅ አድርጓል።\n(ታንግ ሹዋንዞንግ የዚህን ምልክት መመሪያ ጥሷል፣ ስለዚህ የአን ሉሻን አመጽ የተሳካ ነበር።)", "聖意": "ቤቱ ደህና ነው፣ እራስ ጥሩ ነው፣ ሀብቱ የተረጋጋ፣ ግብይቱ የበለፀገ ነው፣ ትዳሩም የተሳካ ነው (ጥንቃቄ) ከሊዩጂያ የመጣ ወንድ እግረኛ ወደ ሜዳ ይመጣል፣ የሐር ትሎች ተሰብስበዋል፣ ስድስት ከብቶች ተጎድተዋል፣ ሰውየው ተገኝቷል እና የህዝብ ክሱ ትክክል ነው የጠፋው ንብረት በሽታ ያመጣል, ማለትም የአንሻን መቃብር መጠገን አለበት.", "古人": "የሉሻን አመፅ", "第X籤": "የሃምሳ ስድስተኛው ሎተሪ", "宮": "አስቀያሚ ቤተመንግስት"}