{"籤詩版本二": "ንብ አናቢዎች በመንጋው እንዳይነደፉ ማር መለመን አለባቸው\nከፊት ለፊትህ እንግዳ መንገድ ሊኖር ይገባል ሚስጥሩ እንደ እሾህ ጫካ ጥልቅ ነው።", "詩意": "ይህ ሄክሳግራም ማር የሚሰበስቡትን ንቦች ያመለክታል።\nሁሉም ነገር አድካሚ እና አድካሚ ነው።\n\n(ይህ ሄክሳግራም የጣፋጭነት እና የመራራነት ምልክትን ይፈልጋል።\nበሁሉም ነገር አደጋዎችን ይከላከሉ.\n)", "解曰": "ነገሮች በጥንቃቄ መደረግ አለባቸው. ማስገደድ አያስፈልግም። ንቦች ማር ይሰበስባሉ. ምክንያቱ ምንድን ነው?", "籤詩故事一": "◇ዋንግ ማንግ ተሰጥኦዎችን ይፈልጋል\nበምእራብ ሃን ስርወ መንግስት የዋንግ ማንግ ቤተሰብ ሀብታም ቤተሰብ ነው ሊባል ይችላል። አባቱ ቀደም ብሎ ቢሞትም ብዙ አጎቶቹ እና አጎቶቹ የሃን ሥርወ መንግሥት ንጉሠ ነገሥት ሆኑ።ጄኔራሎች፣ ጠቅላይ ሚኒስተር ሆኑ እና ማርኳስ ሆኑ እና ሽልማቶችን አግኝተዋል።የዋንግ ቤተሰብ በጣም ታዋቂ ነበር።\nነገር ግን የዋንግ ማንግ ትንሽ ቤተሰብ እጅግ በጣም ድሃ ነበር፤ አባቱ የሞተው ገና በልጅነቱ ነው፣ እና ከእናቱ ጋር ብቻ ነው የሚኖረው፣ በዘመድ አዝማድ ምጽዋት ላይ ተመርኩዞ ነበር። ነገር ግን በዚህ ምክንያት ዋንግ ማንግ ከልጅነቱ ጀምሮ ከሰዎች ጋር የመገናኘት ችሎታዎችን አዳብሯል እና ተለማምዷል። የቱንም ያህል ያዘነ ወይም የተናደደ ቢሆንም በዘመዶቹ፣ በሽማግሌዎች ወይም በውጭ ሰዎች ፊት ሁል ጊዜ በጣም ደስተኛ እና ሰላማዊ እይታን ያሳየ ነበር፣ ስለዚህ በቤተሰቡ ውስጥ ባሉ ሰዎች ሁሉ በጣም ያደንቅ ነበር።\nአንድ ጊዜ ታላቅ አጎቱ በጠና ታምመው ነበር ይህን ካወቀ በኋላ መጥቶ በታካሚው አልጋ አጠገብ ጠበቀና መድኃኒትና ውኃ እያመጣ በሌሊት ነቅቶ ጠብቋል።ለተከታታይ ወራትም ልብሱን ወልቆ፣አንጐልጐደጎድጓድ ነበር። እሱ በቀላሉ ከታካሚ የበለጠ “ታጋሽ” ነበር፣ ከባዮሎጂያዊ ልጅ የበለጠ “ልጅ” ነበር።\nለዚህም ሁሉም የታይዋን ህዝብ አወድሰውታል እና ደብዳቤ ፃፉለት።\nስለዚህ የሀን ሥርወ መንግሥት ንጉሠ ነገሥት ቼንግ የኒው ካፒታል ማርኪይስ የሚል ማዕረግ ሰጠው እና በቤተ መንግሥቱ ውስጥ ጠባቂ አድርጎ ሾመው፣ የንጉሠ ነገሥቱም የቅርብ ሚኒስትር ሆነ።\nዋንግ ማንግ በከፍተኛ ማዕረግ እና በታላቅ ኃይሉ ምንም አይነት ትዕቢት እና ቸልተኝነት አላሳየም ይልቁንም ከጊዜ ወደ ጊዜ ጨዋ እና ጨዋነት የተሞላበት እየሆነ መጣ።በአንድ በኩል ከሚኒስትሮች፣ጄኔራሎች፣ታዋቂ ግለሰቦች እና ምሁራን ጋር ወዳጅነት ፈጠረ።በሌላ በኩል ድሆችን ይረዳ ነበር በሀብቱም ለጋስ ነበር።\nነገር ግን በጣም ቆጣቢ የሆነ ህይወት ይመራ ነበር, ብዙ ጊዜ የስጋ ምግቦችን ይመገባል, ረጅም ካባዎችን እና ረጅም እጅጌ ልብሶችን ለብሶ, አጫጭር ልብሶችን ብቻ ለብሷል. ስለዚህ ሁሉም በመንግስት እና በህዝቡ ውስጥ \"በጎ\" በሚለው ቃል አወድሰውታል.\nበኋላ፣ አጎቱ ግራንድ ሲማ ዋንገን በህመም ሞቱ እና በምትኩ ተመረጠ። ንጉሠ ነገሥቱና አገልጋዮቹ ሁሉ እርሱ በጣም የሚስማማ መስሏቸው ነበር። ስለዚህ የሰላሳ ስምንት አመት ልጅ የነበረው ዋንግ ማንግ በሀገሪቱ ከፍተኛ ወታደራዊ ሃይል ያለው ግራንድ ሲማ ሆነ።\n(ይህ ታሪክ ምሳሌያዊ ነው። ጥሩ ሰው መሆን ጥሩ ሰው መሆን “በንቦች የመናድ ችግርን” አስወግዶ እንደፈለጋችሁት አላማችሁን ለማሳካት ይረዳችኋል።)", "聖意": "ቤቱ ለራሱ አይጠቅምም፣ ቤተሰብ ችግር ውስጥ ገብቷል፣ ንግዱ ተዘጋግቷል፣ ትዳሩ ተዘጋግቷል፣ ስድስቱ ትጥቅ ውሸታሞች ናቸው፣ እግረኞች አርፍደዋል፣ የሐር ትል አዝመራው አነስተኛ ነው፣ ከብቱ አነስተኛ ነው፣ አስቸጋሪ ነው ሰው ፈልግ ፣ ክሱ መጥፎ ነው ፣ ስደት አይንቀሳቀስም ፣ የጠፋው ንብረት መጥፎ ነው ፣ በሽታው ተዘርግቷል ፣ የተራራው መቃብር ጠፋ", "古人": "ዋንግ ማንግ ተሰጥኦዎችን ይፈልጋል", "第X籤": "ሰባ ሁለት ሎተሪ በማሸነፍ", "宮": "ታትሱሚ"}