{"籤詩版本二": "ፀደይ ሲመጣ ነጎድጓድ ይንቀጠቀጣል እና ነፍሳት ይንጫጫሉ እና ከጭቃው እመለሳለሁ\nገና እየመጣሁና እየሄድኩ መሆኑን ሳውቅ፣ አንዴ ከተለወጥኩ፣ ዘንዶ ሆንኩ።", "詩意": "ይህ ሄክሳግራም እንደ ነጎድጓድ እና ነፍሳት ነው.\nከተከበረ ሰው ጋር መገናኘት በሁሉም ነገር ጥሩ ምልክት ነው.", "解曰": "ነጎድጓድ ይመታል. ሁለት ተቀማጮች ወደ ውስጥ እና ወደ ውጭ። አንዴ ቀይር። ቲያንመን ድረስ.", "籤詩故事一": "◇ቼንቂያዎ ሙቲኒ\nበ959 ዓ.ም ዡ ሺዞንግ ቻይ ሮንግ ሞተ፣ እና ንጉሠ ነገሥት ጎንግ፣ ቻይ ዞንግሁን፣ በዙፋኑ ላይ የወጣው ገና የሰባት ዓመት ልጅ ነበር። በዚያን ጊዜ በቤተ መንግሥቱ ፊት ለፊት ተቆጣጣሪ እና ለጀርመን ጦር የሶንግዡ መልዕክተኛ ሆኖ ያገለገለው ዣኦ ኩንጊን እውነተኛ ሥልጣንን ያዘ።\nእ.ኤ.አ. በ960 ዓ.ም የጸደይ ወቅት ዜንዙ (አሁን ዜንግዲንግ፣ ሄቤይ ግዛት) እና ዲንግዙ (አሁን ዲንጊያን ካውንቲ፣ ሄቤይ ግዛት) የሰሜን ሃን ስርወ መንግስት እና የሊያኦ ግዛት ሰራዊት የኋለኛውን ዙን ስርወ መንግስት ለማጥቃት ወደ ደቡብ እየሄዱ እንደነበር ዘግበዋል። ሞመንተም በጣም ኃይለኛ ነበር እናም ለእርዳታ ወታደሮችን ለመላክ ጠየቁ። በኋላ፣ የዙው ሥርወ መንግሥት ከጠላት ጋር ለመዋጋት ወታደሮቹን ወደ ሰሜን እንዲመራ Zhao Kuangyin አዘዘ። ዣኦ ኳንጊን በወንድሙ ዣኦ ጓንጊ፣ ዣኦ ፑ፣ ሺ ሾክሲን እና ሌሎች እቅድ ስር በሚስጥር ሰራ።\nእ.ኤ.አ. የካቲት 3 ሰራዊቱ ወደ ቼንኪያኦይ (አሁን ቼንኪያኦ ከተማ ከፌንጊዩ ደቡብ ምስራቅ ሄናን) በደረሰ ጊዜ ጥቃትን ከፍተው ወታደሮቹ ቢጫ ቀሚስ እንዲለብሱ አዘዙ።በኋለኛው ዡ ስርወ መንግስት ላይ በማመፅ ዣኦ ኩንግዪንን እንደ ንጉሠ ነገሥትነት ደገፉ። . ከዛ በኋላ ዣኦ ወታደሮቹን ሳያቃጥል፣ ሳይገድልና ሳይዘርፍ ወደ ካይፈንግ ተመለሰ \"ታዙ ቼን ኪያኦ የመዲናዋን ህዝብ ላለመረበሽ ቃል ገብቷል ወደ ከተማዋ በገባ ቀን ከተማዋን ላለመረበሽ ቃል ገባ።\"\nበጨረቃ ወር በሶስተኛው አመት በሦስተኛው ቀን ዣኦ ኩንግዪን በቼንቂያኦ ውስጥ ሞተ እና ወደ ዋና ከተማው ተመለሰ ፋን ዚ ዋንግ ፑን እና ዌይ ሬንፑን መርቶ ዣኦ ኩንጊን ጠየቀ። ሉኦ ያንሁዋን ከድንኳኑ ፊት ሰይፉን መዘዘ እና ጮክ ብሎ ጮኸ። : \"ሦስቱ ሠራዊት ጌቶች የላቸውም። ሁሉም ጄኔራሎች ንጉሠ ነገሥት አድርገው ሊሾሙት ወስነዋል። የሚናገር ሁሉ ይገደላል!\" የዋንግ ፑ ፊት እንደ መሬት ገርጥቷል።እርምጃውን ዝቅ አድርጎ ሰገደ።ፋን ዢም ሰገደ።ኳንግ ዪን በግል ረድቶት በታላቅ አክብሮት አሳይቷል።\nከመካከለኛ ተቃውሞ በኋላ የኋለኛው የዙዎ ሥርወ መንግሥት ንጉሠ ነገሥት ጎንግ ዙፋኑን ጫኑ እና ዙፋኑ ዙፋኑን ተቆጣጠሩ። \"ታዚዙ ዜን ሊቀበል ነበር፣ ነገር ግን የዜን ጽሑፍ አልነበረም። የንጉሠ ነገሥቱ አካዳሚ ምሁር ታኦ ጉ ንግሥናውን ተቀበለ። አዝዞ ከጎኑ ገባ፣ “ተፈጸመ” ብሎ ገባ።\nዣኦ ወደ ዙፋኑ ከመጣ በኋላ የሀገሪቱን ስም ወደ ሶንግ፣ ዩዋን ወደ ጂያንሎንግ ቀይሮ ካይፈንግን ዋና ከተማ አድርጓል። በታሪክ ውስጥ \"Chenqiao Mutiny\" በመባል ይታወቅ ነበር.\nዊኪፔዲያ\n(ይህ ታሪክ የZhao Kuangyin አፈጻጸም መጀመሪያ መሆኑን ያሳያል።)", "聖意": "ስለ ቤትዎ ጸልዩ, ለዕለት ተዕለት ኑሮዎ, ለሀብትዎ, ለመልካም እድል, በንግድ ስራ ጥሩ እድል, የተከበረ ጋብቻ, በሊዩጂያ ውስጥ ስኬት, ወንድ እግረኞች, በሜዳ ላይ የሐር ትሎች ቀደም ብለው መወለድ, ስድስት እንስሳትን ቀደም ብለው መወለድ, በፀደይ መልካም ዕድል, ሰዎችን ማግኘት, ስኬት በሕዝብ ክስ, በስደት መልካም ዕድል, የጠፋ ንብረት, በበሽታዎች ላይ አደጋዎች, በተራሮች እና በመቃብር ላይ አደጋዎች.", "古人": "ቼንቂያዎ ሙቲኒ", "第X籤": "ሰባ ሶስት ፈርመዋል", "宮": "ሚ ቤተመንግስት"}