{"籤詩版本二": "የሾላዎቹ ቅጠሎች ወድቀዋል፣ መኸር እየቀረበ ነው፣ የተጓዦች የመልስ ጉዞ ደመና ይመስላል።\nየእግዚአብሔር ታላቅ ጥረት ምስጋና ይግባውና መርከቧ በነፋስ ውስጥ ያለውን ውድ ሀብት ይዛ ተመለሰች።", "詩意": "ይህ ሄክሳግራም የወደቁ የሾላ ቅጠሎችን ምስል ይወክላል.\nሁሉም ነገር አስቀድሞ መጥፎ ሲሆን በመጨረሻም ጥሩ ነው.", "解曰": "ነገሮችን ከልብ ውሰዱ። ቲያን ሺን ተከተለ። ኑሮን ለማሸነፍ። የምትችለውን ሁሉ አድርግ።", "籤詩故事一": "◇ነፋሱ ወደ ቴንግዋንግ ፓቪዮን ይነፍሳል\nዋንግ ቦ፣ በአክብሮት ስም ዚያን የጥንቱ የታንግ ሥርወ መንግሥት ገጣሚ ነበር። የተወለደው በታንግ ሥርወ መንግሥት ንጉሠ ነገሥት ጋኦዞንግ በዮንግሁዪ የመጀመሪያ ዓመት ነው። ዋንግ ቦ ከልጅነቱ ጀምሮ ቅዱሳት መጻህፍትን እያነበበ ነው፡ እና “የልጅ አዋቂ” በመባል ይታወቃል። ዋንግ ቦ ከልጅነቱ ጀምሮ ቅዱሳት መጻህፍትን እያነበበ ነው፡ እና “የልጅ አዋቂ” በመባል ይታወቃል።\nየአሥር ዓመት ልጅ ሳለ እርሱና አባቱ በጓንዲ ቤተ መቅደስ አጠገብ ሲያልፉ በቤተ መቅደሱ ውስጥ የጓንዲን የግርማ ሞገስ ሐውልት አዩት “ፀደይ እና መኸር” የሚል ቅጂ ይዘው ሲያነቡ አባቱ ባየው ጊዜ። ተመስጦ ነበር፡- “ሦስት የአረንጓዴ ፂሞችን በመያዝ፣ የኪንግ ሥርወ መንግሥት ታሪክን ለአረንጓዴው ፋኖስ በማንበብ እና ለታዋቂ ስሞች ክብር በመስጠት፣ አረንጓዴውን ዘንዶና ጨረቃን በእጄ ይዤ” በማለት ለአፄ ጓን ዘመሩ። በዚህ አመት መገባደጃ ላይ ዋንግ ቦ ከሻንዚ ወደ ሃይናን ደሴት ሄዶ አባቱ ከደረጃ ዝቅ ያለ የጂያኦዝሂ አውራጃ ዳኛ በሺህ የሚቆጠሩ ተራሮችን እና ወንዞችን በማለፍ ለመጎብኘት ሄዷል። ሃያ ሰባት ዓመት ሲሆነው በዓመቱ መጸው ላይ ዋንግ ቦ ከሻንዚ ወደ ሃይናን ደሴት ሄዶ ወደ ጂያኦዝሂ ካውንቲ ዳኛ ማዕረግ የተቀየረውን አባቱን ጎበኘ።በመንገድ ላይ በሺዎች የሚቆጠሩ ተራሮችን እና ወንዞችን አልፏል።\nበእለቱ ማዳንግ ተራራ ላይ ስንደርስ ሁሉም ለማረፍ ወደ ባህር ዳር ሄደ።ዋንግ ቦ በጥንታዊ ቤተ መቅደስ ብቻውን ሲሄድ ድንገት አንድ አዛውንት በቤተ መቅደሱ አጠገብ ባለው ድንጋይ ላይ ተቀምጦ አየ።ሽማግሌው ቆንጆ ፀጉር ያለው ልጅ ይመስላል። እና ተረት መልክ .. ለዋንግ ቦ \"ዋንግ ቦ አይደለህምን?\" አለው ዋንግ ቦ ደነገጠ እና \"በትክክል! ይህን እንዴት አወቅክ?\" አዛውንቱ \"ጥሩ ነገር እንዳለህ ከረጅም ጊዜ ጀምሮ ሰምቻለሁ\" አለው. ሰዎችን ለማዳን ዓላማዎች እና ግጥሞችዎ በጣም ጠቃሚ ናቸው ። በነገው እለት በቴንግዋንግ ፓቪሊዮን ታላቅ ድግስ ይኖራል ። በግብዣው ላይ ተገኝተህ ድርሰት ከፃፍክ በዘመናት ሁሉ ታዋቂ ትሆናለህ እና የጉዞ ወጪ ታገኛለህ። በማዳንግ ተራራ ሁሉም ሰው ለማረፍ ወደ ባህር ዳርቻ ሄደ።ዋንግ ቦ በጥንታዊ ቤተ መቅደስ ብቻውን ሲራመድ በድንገት በቤተ መቅደሱ አጠገብ ባለው ድንጋይ ላይ አንድ ሽማግሌ ተቀምጦ ያያል ፀጉር ያማረ እና የሚያምር ልጅ የሚመስል። መልክ፡ ለዋንግ ቦ \"አንተ ዋንግ ቦ አይደለህም?\"\nዋንግ ቦ በመገረም ተገረመ እና \"በትክክል! ይህን እንዴት አወቅክ?\"\nአዛውንቱ እንዲህ አሉ፡- “ሰውን ለማዳን በጎ ፍላጎት እንዳለህ ከረጅም ጊዜ በፊት ሰምቻለሁ፣ እና የምትቀርባቸው ግጥሞችም ትርጉም ያላቸው ናቸው። ነገ በፕሪንስ ቴንግ ድንኳን ታላቅ ድግስ ይካሄዳል። በግብዣው ላይ ተገኝተህ መፃፍ ከቻልክ። በዘመናት ሁሉ ታዋቂ ትሆናለህ እናም የጉዞ ወጪዎችን ታገኛለህ።\nዋንግ ቦ “ይህ ቦታ ከቴንግዋንግ ፓቪሊዮን ስድስት ወይም ሰባት መቶ ማይል ርቀት ላይ ነው። ነገ እንዴት እዚህ መድረስ እንችላለን?” አለ አዛውንቱ፡- “ፈረስን እንደ መለኮታዊ ነፋስ እጠቀማለሁ። በእርግጠኝነት ነገ ይደርሳል።\" ዋንግ ቦ አመሰገነኝ እና እንዲህ አለ፡- \"ይቅርታ አድርግልኝ አማቼ። አንተ የማትሞት ነህ ወይስ አምላክ?\" ይህ የውሃ አካባቢ!\" ዋንግ ቦ \"ይህ ቦታ ከቴንግዋንግ ፓቪሊዮን ስድስት ወይም ሰባት መቶ ማይል ርቀት ላይ ነው። ነገ እንዴት እዚህ መድረስ እንችላለን?\"\nአዛውንቱ፡- “ፈረሱን እንደ መለኮታዊ ንፋስ እጠቀማለሁ ለስላሳ መርከብ እንዲኖርሽ እረዳለሁ። በእርግጠኝነት ነገ እደርሳለሁ።\nዋንግ ቦ አመሰገነው እና \"ይቅርታ አድርግልኝ አማች አንተ የማትሞት ነህ ወይስ አምላክ?\"\nአዛውንቱ እየሳቁ “የዚህን የውሃ አካባቢ ሀላፊነት የምይዘው እኔ ዦንግዩዋን ሹጁን ነኝ!” ሲል ሽማግሌው ዋንግ ቦን በፍጥነት በጀልባው እንዲሳፈር ገፋፉት።ለትንሽ ጊዜም በዙሪያው ያሉ ጥሩ ደመናዎች እና ነፋሱ ተመለከተ። በመንገዱም ላይ ውሃ ለስላሳ ነበር በአይን ጥቅሻ ውስጥ በመቶዎች የሚቆጠሩ ኪሎ ሜትሮችን ተጉዟል.\nከዚያም አዛውንቱ ዋንግ ቦን በፍጥነት ወደ ጀልባው እንዲሳፈሩ ገፋፉት።ለትንሽ ጊዜ የተከበቡትን ጥሩ ደመናዎች አየ፣ እናም ጉዞው ለስላሳ ነበር።በዐይን ጥቅሻ በመቶዎች የሚቆጠሩ ኪሎ ሜትሮችን ተጉዟል። እንደተጠበቀው ዋንግ ቦ በታላቅ ዝግጅቱ ጠዋት ወደ ፕሪንስ ቴንግ ፓቪዮን በፍጥነት ሄደ።\nእንደተጠበቀው ዋንግ ቦ በታላቅ ዝግጅቱ ጠዋት ወደ ፕሪንስ ቴንግ ፓቪዮን በፍጥነት ሄደ። እናም በቦታው ላይ በታንግ ስርወ መንግስት ንጉሠ ነገሥት ጋኦዞንግ ዘላለማዊ ድንቅ ሥራ ተብሎ የሚጠራውን \"የልዑል ቴንግ ፓቪዮን መቅድም\" ጻፈ። እናም በቦታው ላይ በታንግ ስርወ መንግስት ንጉሠ ነገሥት ጋኦዞንግ ዘላለማዊ ድንቅ ሥራ ተብሎ የሚጠራውን \"የልዑል ቴንግ ፓቪዮን መቅድም\" ጻፈ።\nየሚል ግጥም አለ።\nሁልጊዜ ችሎታ ያላቸው ሰዎች አማልክት ናቸው ይባላል, ስለዚህ ነፋሱ ናንቻንግ ወደ ናንቻንግ ያመጣው በአጋጣሚ አይደለም;\nስለ ንጉስ ቴንግ ከፍተኛ ድንኳን ግጥም ጻፍኩ፣ እና እሱ የማይሞቱትን ተከትለው ዞንግዩንን ለመሸኘት።", "聖意": "ለቤትዎ ጸልይ እና እራስህን ጠብቅ, ለበረከት ጸልይ, ሀብትን ፈልግ እና ጋብቻ እና ስምምነትን ፍጠር.", "古人": "ነፋሱ ወደ ቴንግዋንግ ፓቪሊዮን ይነፍሳል", "第X籤": "ሰማንያ አንድ ይፈርሙ", "宮": "ዌይ ጎንግ"}