{"籤詩版本二": "በአንተ ስም ምክንያት በጎነትህን ካጣህ ምን ታደርጋለህ መልካም ዕድል እንዲለወጥ እና መጥፎ ነገሮች እንዳይከሰቱ እፈራለሁ.\nሰከርኩ ወዴት እንደምሄድ አላውቅም በአረንጓዴ ጥድ ዛፎች ጥላ ውስጥ የደነዘዘ ህልም አለኝ።", "詩意": "ይህ ሄክሳግራም ከውኃው የሚወጣውን ቀዝቃዛ ዓሣ ይወክላል.\nምንም ነገር መንቀሳቀስ አይቻልም.\n\n(ይህ ሄክሳግራም የመጥፎ በጎነት እና የመጥፎ ዕድል ምልክት ነው።\nበሁሉም ነገር እግርዎን መሬት ላይ ያድርጉት.\n)", "解曰": "ቀዝቃዛው ዓሣ ከውኃው ይወጣል. በቅባት ውስጥ ዝንብ. ስለ ካምፕ እቅዶች ከጠየቁ. ለ Mo Qi የተሻለ ነው።\nይህ ምልክት ለሊዩጂያ መጥፎ ዕድል ያመጣል. ሁሉም ነገር የተሳሳተ ነው። ለደህንነት ጸልይ.", "籤詩故事一": "◇ዙዋንግዚ ሚስቱን ይፈትናል።\nዙዋንግዚ የተወለደው በዝሁ ሥርወ መንግሥት ሲሆን ስሙ ዙዋንግ፣ መጠሪያ ስሙ ዡ፣ ስሙ ዚክሲዩ ይባል ነበር፣ በመዝሙር ሥርወ መንግሥት የመንጊ ተወላጅ ነበር። በዝሁ ሥርወ መንግሥት የኪዩአን ባለሥልጣን ነበር።\nአንድ ቀን ዡአንግዚ በተራራው ላይ አንዲት ሴት አገኘች፡ በመቃብር ላይ ያለውን እርጥብ አፈር ለማድረቅ የፈለገች መስላ ደጋፊዋን በጭንቀት እያንቀጠቀጠች በአዲስ መቃብር ፊት ለፊት እየተንፏቀቅኩ ነበር። ዡአንግዚ አላማዋን ስላልተረዳው ጠየቃት። በመቃብር የተቀበረው ባሏ ነው አለች እና የባሏ የመጨረሻ ቃል በመቃብር ላይ ያለው አፈር እስኪደርቅ ድረስ እንደገና ማግባት እንደማትችል ተናግራለች። ከዚህ በላይ መጠበቅ አልቻለችምና በፍጥነት እንዲደርቅ የመቃብሩን አፈር ቀሰቀሰችና ሁለተኛ ምንጭ እንድትከተል አደረገች።\nዡአንግዚ በአለም ላይ እንደዚህ አይነት ልብ የሌላት ሴት እንዳለች ባሰበ ጊዜ ቃተተ። ከዚያም ባለቤቴ እንደዚህ ትሆናለች ብዬ አሰብኩ? ጥርጣሬ ሲፈጠር, መሞከር እፈልጋለሁ.\nየዙዋንግዚ ሚስት ስም ቲያን ሲሆን ጥንዶቹ አብዛኛውን ጊዜ የቅርብ ዝምድና ነበራቸው።ዙዋንግዚ የሚስቱን ታማኝነት ለመፈተሽ የሞተ መስሎ ለመቅረብ ወሰነ።\nዙዋንግዚ በድንገተኛ ህመም መሞቱን የሰሙ ብዙ ሰዎች ዘመዶቻቸው እና ጓደኞቻቸው ጨምሮ ከየአቅጣጫው ሀዘናቸውን ለመግለጽ መጡ።ከመካከላቸው በሀብት የበለፀገው የቹ ግዛት መልከ መልካም ንጉስ እና የልጅ ልጅ ይገኙበታል። ቲያን አዲስ ባሏ የሞተባት እና አዛኝ ነበረች፣ አሳደዳት። ወይዘሮ ቲያን ፈተናውን መሸከም አቅቷት ከዋንግ ሱን ጋር በፍቅር ወደቀች በሃያ ቀናት ውስጥ ብቻ ተጋቡ።\nበዚያ ምሽት ወይኑ ሰክሮ ጆሮው ሲሞቅ ዋንግ ሱን በድንገት የልብ ድካም ገጥሞት ሞተ።\nወይዘሮ ቲያን በፍርሃትና በፍርሃት ተውጠዋል እናም ምን ማድረግ እንዳለባት ዋንግ ሱን በአስቸኳይ ጠየቀችው ዋንግ ሱን ህመሙን ተቋቁሞ ለወ/ሮ ቲያን የሬሳ አእምሮ ሙታንን ወደ ህይወት ለመመለስ እንደሚጠቅም ነገረቻቸው።\nሬሳውን የት ማግኘት ይቻላል? ወይዘሮ ቲያን በድንገት አሰበች፣ ባሏ ዝም ብሎ አልሞተም? ሚስተር ቲያን በባልና በሚስት መካከል የነበረውን የቀድሞ ፍቅር ረስተው፣ መጥረቢያ ወስደው የባሏን የሬሳ ሳጥን ሰንጥቀው አንጎላቸውን ለመድኃኒት ለማውጣት ተዘጋጁ።\nሳይታሰብ የሬሳ ሳጥኑ ሲከፈት ዡአንግዚ ወደ ሕይወት ተመልሷል። ወይዘሮ ቲያን በጣም ስላፈረች እራሷን ሰቅላለች።\n(ይህ ታሪክ ለግል ጥቅም ሲባል ጓደኝነትን መጣስ ምሳሌ ነው እና ከእሱ ጋር መስማማት አይቻልም)", "聖意": "ቤቱ ሰላም ነው፣ እራስ ወዳድ ነው፣ ገንዘቡ ፍትሃዊ አይደለም፣ ንግዱ ተሰውቷል፣ ትዳሩ ተፈቷል፣ በሊዩጂያ ያለው ክፉ ነገር በለፀገ፣ እግረኛው አልደረሰም፣ የሐር ትሎች ሰላም፣ ከብቶች ሰላም፣ ሕዝቡ ሰውን ይፈልጋል፣ ክሱ ተቀየረ፣ ደቀ መዛሙርቱ ወግ አጥባቂዎች ነበሩ፣ ንብረቱ ወድሟል፣ ምንም ሕመም የለም፣ ተራራውና መቃብሩ ክፉዎች ሆነዋል።", "古人": "ዡአንግዚ ሚስቱን ይፈትናል።", "第X籤": "ዕጣ 84", "宮": "ዌይ ጎንግ"}