{"籤詩版本二": "ምኞቱ እና ስኬቶች በስርወ-መንግስት ውስጥ ናቸው, አሁን ግን ማለቂያ የሌለው መጠጥ እና ወሲብ ይኖራሉ.\nወርቃማ ዶሮ ካየህ ገንዘብ፣ ሀብትና ሀብት ትሸልማለህ።", "詩意": "ይህ ሄክሳግራም የፍላጎት እና የዝና ምልክትን ይወክላል።\nሁሉንም ነገር በጥሩ ሁኔታ ያቆዩ።", "解曰": "ጉጉ እና ጉጉት። እራስዎን ለመጠበቅ ጊዜው አልረፈደም. ወርቃማው ዶሮ ቃል ገብቷል. ሁሉም ደስተኛ።", "籤詩故事一": "◇ካኦ ፒ ራሱን ንጉሠ ነገሥት አድርጎ አወጀ\nካኦ ፒ፣ በአክብሮት ስም ዚሁዋን፣ የተወለደው በፔጉኦኪያኦ (አሁን ሃኦ ካውንቲ፣ አንሁዪ) ነው። በጂያን ዘመን ታዋቂ ፖለቲከኛ እና ጸሐፊ።\nካኦ ፒ የካኦ ካኦ ሁለተኛ ልጅ ነው ከልጅነቱ ጀምሮ ከአባቱ ጋር በወታደራዊ ካምፕ ይኖር ነበር በአባቱ ተፅእኖ ካኦ ፒ በ6 አመቱ ቀስት ውርወራ እና የፈረስ ግልቢያን በስምንት አመቱ ተምሯል እና አደገ። ጥሩ የማርሻል አርት ችሎታ። በተጨማሪም ስለ ጥንታዊ እና ዘመናዊ ክላሲኮች እና የህይወት ታሪኮች እንዲሁም በመቶዎች የሚቆጠሩ የአስተሳሰብ ትምህርት ቤቶች መጽሃፎችን በተመለከተ ሰፊ እውቀት አለው. ካኦ ካኦ ዩዋን ሻኦን ያሸነፈው እስከ አስራ ስምንት አመቱ ድረስ ነበር እና ካኦ ፒ የካኦ ካኦ አገዛዝ ማዕከል በሆነችው በዬቼንግ በአንፃራዊነት የተረጋጋ ህይወት ኖረ። ከዚያን ጊዜ ጀምሮ ምንም እንኳን አንዳንድ ጊዜ ከአባቱ ጋር በወታደራዊ ጉዞዎች ውስጥ ቢሄድ እና አብዛኛውን ጊዜ የተከበረውን ልጅ ህይወት ቢመራም, በየቀኑ ማርሻል አርት ይለማመዳል እና እስከ ዛሬ ድረስ አልቀነሰም. ብዙ ጊዜ በፈረስ ላይ የሚጋልበው መቶ እርምጃ ሲሆን በጣም የተካነ ነው፡ ብዙ ጊዜ ኩንግፉን ስለሚለማመድ፡ ቀላል እና ጠንካራ ነው።\nየካኦ ካኦ የበኩር ልጅ ካኦ አንግ በጦርነት ተገደለ። የበኩር ልጅ ከሞተ በኋላ, ካኦ ፒ ለዘውድ ልዑል የመጀመሪያ ምርጫ ሆነ. ሠላሳ አንድ ዓመት ሲሆነው በካኦ ካኦ ዘውድ ልዑል ተደረገ። Cao Pi የሠላሳ ሦስት ዓመት ልጅ እያለ፣ ካኦ ካኦ በህመም ሞተ፣ እና ካኦ ፒ በጠቅላይ ሚኒስትርነት እና የዋይ ንጉስ ተተካ። ብዙ ጊዜ በፈረስ የሚጋልበው መቶ ደረጃ ላይ ነው፣ ችሎታውም የተዋጣለት ነው፣ ብዙ ጊዜ ኩንግፉን ስለሚለማመዱ ቀላል እና ጤናማ ነው።", "聖意": "ቤትህና ቤትህ ሰላም እንዲሰፍን ጸልይ፣ ሀብት ፈልጋ፣ ጠንክሮ መሥራት፣ መነገድ፣ ቀድመህ እንድትፈርስ፣ ትዳር የተሳካ ይሆናል፣ ሊዩጂያ ሰላም ይሰጣታል፣ ሰዎች በሜዳ ላይ ይሆናሉ፣ የሐር ትሎች ይበስላሉ፣ ስድስት ከብቶች የበሰሉ ይሆናሉ። , ሰው ማግኘት አስቸጋሪ ይሆናል, የህዝብ ክስ አስቸኳይ ይሆናል, ስደት ይጠፋል, እና ነገሮች ሩቅ ይሆናሉ, በተራሮች እና በመቃብር ላይ በሽታዎች ይቆያሉ.", "古人": "ካኦ ፒ ራሱን ንጉሠ ነገሥት አድርጎ ያውጃል።", "第X籤": "ዘጠና አምስተኛ አሸናፊ ሎተሪ", "宮": "ሁጎንግ"}