{"籤詩版本二": "ፈረሱን በማጠንከር እና አለንጋውን ይዘን፣ ግማሹ በአደጋ ግማሹ በአደጋ ውስጥ እያለን በቀጥታ ወደዚህ እንመጣለን።\nበእሳት የተቃጠለ ቤት ይመስላል ሰማዩ ሲወድቅ ዝናቡ አመድ ያደርገዋል።", "詩意": "ይህ ሄክሳግራም ግማሽ ሀዘንን እና ግማሽ ደስታን ይወክላል.\nበሁሉም ነገር መልካም መስራት ይመከራል።", "解曰": "የዕድሜ ልክ የጉልበት ሥራ። ለትክክለኛው እና ለመጥፎ ነገር አትጨነቅ. ማሰሪያዎቹ ጊዜያዊ ናቸው። ቂም በተፈጥሮ ይመጣል።", "籤詩故事一": "◇ታኦ ሳንቹን በጓዩዋን ዜንግ ኢንን አሸንፏል\n\"ለመታሰቢያዬ ለዘላለም ይኑር\" ዣኦ ኩንግዪን በድጋሚ ተነሳ፣ \"Beiping King Zheng En ያኔ ጋብቻ አዘጋጅቶ ነበር። አሁን አለም ሰላም ስላላት፣ ለማግባት ጥሩ ቀን እንድትመርጥ ፈቃድህን እጠይቃለሁ። \"\n\"መታሰቢያዬ ለዘላለም ይኑር!\" Zhao Kuangyin ተነሳ እና \"የፔኪንግ ንጉስ ዜንግ ኢን ያኔ ጋብቻ አዘጋጅቶ ነበር:: አሁን አለም ሰላም ስለሆነች ጥሩ ምርጫ ለመምረጥ ፍቃድ እጠይቃለሁ:: የማግባት ቀን\"\n\"ኧረ ሶስተኛው ወንድም ከዚህ በፊት ታጭቷል፣ እንዴት ነው ስለዚህ ጉዳይ አላውቅም?\" ቻይ ሮንግ በጣም ተገረመ። ዣኦ ኳንጊን እንዲቀመጥ እና እንዲያወራ እጁን አወናጨፈ።\n\"ኦ! ሦስተኛው ወንድም ከዚህ በፊት ታጭቶ ነበር፣ እንዴት ስለዚህ ጉዳይ አላውቅም ነበር?\" ቻይ ሮንግ (የኋለኛው የዙዎ ሥርወ መንግሥት ንጉሠ ነገሥት) በጣም ተገረሙ። እጁን በማወዛወዝ ዣኦ ኩንጊን ተቀምጦ እንዲያወራ ጠየቀው።\n\" ረጅም ታሪክ ነው አንደኛ እኛ በዚያን ጊዜ በድህነት ውስጥ ነበርን እና ወደ ጦር ሰራዊትዎ አልገባንም ። ከዚያን ጊዜ ጀምሮ ለዓመታት ስንታገል ቆይተናል እና ለእርስዎ ለመጨነቅ ጊዜ የለንም ። በሁለተኛ ደረጃ ሦስተኛው ወንድም እንዲሁ ትንሽ ነው ። ለመጥቀስ ያፍር፣ ግርማዊነቴም አያውቅም።\n\" ረጅም ታሪክ ነው አንደኛ እኛ በዚያን ጊዜ በድህነት ውስጥ እየኖርን ነበር እና ወደ ጦር ሰራዊትዎ አልገባንም ። ከዚያን ጊዜ ጀምሮ ለዓመታት ስንታገል ቆይተናል እና ለእርስዎ ለማሰብ ጊዜ አልነበረንም ። በሁለተኛ ደረጃ ሦስተኛው ወንድም እንዲሁ እሱን ለመጥቀስ ትንሽ አያፍርም ፣ ስለዚህ ግርማዊነቶ አያውቅም ። ”\n\"ኧረ ወንድ የኮሌጅ ተማሪ እያገባ ነው መሸማቀቅ ምን አመጣው? ሶስተኛው ወንድም በጦር ሜዳ ላይ ለረጅም ጊዜ ቆይቷል እናም እንደ አንድ ተወዳዳሪ የሌለው ጀግና ሊቆጠር ይችላል. በዚህ ጉዳይ ላይ ለምን በጣም ትንሽ ነዎት?\"\n\"ሄይ! የኮሌጁ ልጅ እያገባ ነው፣ መሸማቀቅ ምን ዋጋ አለው? ሶስተኛው ወንድም በጦር ሜዳ ላይ ለረጅም ጊዜ ቆይቷል እናም ወደር የማይገኝለት ጀግና ተደርጎ ሊወሰድ ይችላል። በዚህ ጉዳይ ላይ ለምን ትንሽ ትናገራለህ?\"\n\"ይህን ስናወራ ሶስተኛው ወንድሜን አይናፋር ነው ብዬ ልወቅሰው አልችልም ምክንያቱም ይህ ጋብቻ የተፈፀመ ነው.\"\n\"ይህን ስናወራ ሶስተኛው ወንድሜን አይናፋር ነው ብዬ ልወቅሰው አልችልም ምክንያቱም ይህ ጋብቻ የተፈፀመ ነው.\"\n\"ተፃፈ? ሄይ፣ አስደሳች ነው። እባክህ ምን እንደተፈጠረ ንገረኝ\"\n\"ተየብኩት! ሄይ! ደስ የሚል ነው! እባክህ የሆነውን ንገረኝ\"\n\"አዎ አስታውሳለሁ የዛን አመት ግርማዊነቱን ለመቀላቀል ስንል በባኦቼንግ ካውንቲ በኩል ስናልፍ ነበር በሰኔ ወር በጣም ሞቃት ነበር ሶስተኛው ወንድሜ በሆቴሉ መቆየት ስላልቻለ ብቻውን ለመንከራተት ወጣ። የሐብሐብ አትክልትን ካለፈ በኋላ ጥቂቱን ለመልቀም ገባ።ሐብሐብ ጥማትን አረከ።በዚህ ጊዜ ብዙ ቀደምት የሚበስሉ ሐብሐቦች ስላልነበሩ ሦስተኛው ወንድም እንዴት እንደሚመርጥ ስለማያውቅ ብዙ ሰበረ። ሐብሐብ ያየችው ሴትዮ ሦስተኛውን ወንድም ለመክሰስ ወደ ፊት ወጣች፣ ሁለቱም አለመግባባት ፈጠሩ፣ ከዚያም መጣላት ጀመሩ፣ ና፣ ደግነቱ እኔ ተጨንቄ ነበር፣ ካልሆነም በጊዜው ቸኩያለሁ።\n\"አዎ አስታውሳለሁ የዛን አመት ግርማዊነቱን ለመቀላቀል ስንል በባኦቼንግ ካውንቲ በኩል ስናልፍ ነበር ሰኔ ላይ በጣም ሞቃት ነበር ሶስተኛው ወንድሜ በሆቴሉ መቆየት ስላልቻለ ብቻውን ለመንከራተት ወጣ። የሐብሐብ አትክልትን ካለፈ በኋላ ጥቂቱን ለመልቀም ገባ።ሐብሐብ ጥማትን አረከ።በዚህ ጊዜ ብዙ ቀደምት የሚበስሉ ሐብሐቦች ስላልነበሩ ሦስተኛው ወንድም እንዴት እንደሚመርጥ ስለማያውቅ ብዙ ሰበረ። ሐብሐብ ያየችው ሴትዮ ሦስተኛውን ወንድም ለመክሰስ ወደ ፊት ወጣች፣ ሁለቱም አለመግባባት ፈጠሩ፣ ከዚያም መጣላት ጀመሩ፣ ና፣ ደግነቱ እኔ ተጨንቄ ነበር፣ ካልሆነም በጊዜው ቸኩያለሁ።\n\"ይህ ዜንግ ዚሚንግ ጥፋቱ መጀመሪያውኑ እሱ ነውና ይቅርታ ሊጠይቅ ይገባዋል። ለምን ደበደበው? በተጨማሪም የሴት ልጅ ቤተሰብ እሱን የመሰለ ጨካኝ ሰው ጡጫና ምታ እንዴት ይቋቋማል! ና፣ ይችን ልጅ እንድትደበድበው ደበደቡት። ቁርጥራጭ. አይ? \"ልጅቷ ምንም ጉዳት አልደረሰባትም...\"\n\"ይህ ዜንግ ዚሚንግ ጥፋቱ መጀመሪያውኑ የሱ ነውና ይቅርታ ይጠይቅ። ለምንድነው የምትደበድበው? በዛ ላይ የሴት ልጅ ቤተሰብ እሱን የመሰለ ጨካኝ ሰው ቡጢ እና ምታ እንዴት ይቋቋማል! ና ንገረኝ\" ይችን ልጅ ደበደብክ አይደል?\"\n\"ልጅቷ ምንም ጉዳት አልደረሰባትም...\"\n\" ምንም አይደለም፣ ደህና ነው... ሄይ፣ እርምጃ አልወሰድክም? ውይ፣ በጊዜው ያዳንከኝ ይመስለኛል።\"\n\" ምንም አይደለም! ደህና ነው ... ሄይ! እርምጃ አልወሰድክም? ኦህ! በጊዜ ያዳነኝ አንተ ነህ ብዬ እገምታለሁ!\"\n\"...አይ እኔ ያዳነኩት ሰው... ሶስተኛው ወንድም ነበር\" \"...አይደለም ያዳንኩት ሰው... ሶስተኛው ወንድም ነው።\"\n\"አህ?!\" \"አህ?!\"\n\"ሦስተኛው ወንድም በሴትዮዋ መሬት ላይ ወድቆ በኃይል ተደብድቧል። ደግነቱ እኔ ደርሼ እንዲሄድ ስላሳመንኩት ከባድ ጉዳት አልደረሰበትም።...ግርማዊነትዎ... ግርማዊነትዎ!... \"\n\"ሦስተኛው ወንድም በሴትየዋ መሬት ወድቆ በኃይል ተደብድቧል። ደግነቱ እኔ ደርሼ እንዲሄድ ስላሳመንኩት ከባድ ጉዳት አልደረሰበትም።...ግርማዊነትዎ... ግርማዊነቴ!...\"\n\"አህ?...አቤት ያቺ ሴት ማን ናት!?\"\n\"የሴቲቱ ስም ታኦ ሳንቹን እና አባቷ ታኦ ሆንግ ምንም ምኞት ያልነበረው አንጋፋ ጀግና እንደሆነ ያወቅኩት በኋላ ነበር ። ታኦ ሳንቹን ከልጅነቱ ጀምሮ ማርሻል አርት ከአባቱ ተማረ። ካወቅሁ በኋላ ቤተሰቡ፣ ሚስ ሳንቹን ድንቅ ባህሪ እንዳላት አየሁ።፣ ሉኦ ሉኦ እና ለጋስ፣ ትንሽ ልጅ የመሆን ልማድ ሳይኖራቸው፣ ሆን ብለው ከእሱ ጋር ይመሳሰሉ ነበር፣ የታኦ አባት እና ሴት ልጅ የሦስተኛውን ወንድም ቀጥተኛ ባህሪ በጣም ይወዳሉ። ወዲያዉ ምታዉና ሁለቱን ጋብቻ ወስነዉ።ግርማዊነትህ እባክህ ንገረኝ ይህ የፎርጅድ ጋብቻ አይደለምን?\n\"የልጃገረዷ ስም ታኦ ሳንቹን ከልጅነቷ ጀምሮ ማርሻል አርትስ ከአባቷ የተማረች መሆኑን ያወቅኩት በኋላ ነበር። ከቤተሰቡ ጋር ካወቅኩኝ በኋላ ሚስ ሳንቹን በጣም ጥሩ ባህሪ እንዳላት አየሁ። ለጋስ እና የትንሿ ልጅ ባህሪ ምንም አይነት አሻራ ስላልነበረው ሆን ብዬ ቀጠርኳት። ሚስተር ታኦ እና ሴት ልጃቸው የሶስተኛ ወንድማቸውን ቀጥተኛ ባህሪ በጣም ወድደውታል። ግርማዊ እባክህ ንገረኝ ይህ ፎርጅድ ጋብቻ አይደለምን?\n(ይህ ታሪክ ምሳሌያዊ ነው፣ ምክንያቱም መጥፎ ነገር ጥሩ ነገር ሆኖ ተገኝቷል።)", "聖意": "ለቤት ጥበቃ ጸልይ፣ ተጠንቀቅ፣ ሀብትን ፈልግ፣ ንግድን ማበላሸት፣ ጋብቻን ማደናቀፍ፣ ቅጣት፣ የሊዩጂያ ኢንሹራንስ፣ በእርሻ ውስጥ የታሰሩ እግረኞች፣ የሐር ትል ጉዳት፣ የእንስሳት ጉዳት፣ የጠፉ ሰዎች፣ ሕገወጥ ክስ፣ ኪሳራ፣ ስደት፣ ወግ አጥባቂነት፣ የጠፋ ንብረት፣ ክፉ በሽታዎች , አደጋዎች, ተራሮች, መቃብር, ውድቀት", "古人": "ታኦ ሳንቹን በሜሎን የአትክልት ስፍራ ውስጥ ዜንግ ኤን ደበደበ", "第X籤": "ቁጥር ዘጠና ዘጠኝ", "宮": "ሃይጎንግ"}