{"籤詩版本二": "ਸੰਸਾਰ ਨੂੰ ਇੱਕ ਚੰਗੇ ਵਿਆਹ, ਸ਼ੁਭ ਦਿਨ ਅਤੇ ਚੰਗੇ ਸਮੇਂ ਲਈ ਬਣਾਇਆ ਜਾਵੇ, ਅਤੇ ਸਭ ਕੁਝ ਠੀਕ ਹੋਵੇ\nਇਹ ਕੋਈ ਛੋਟੀ ਗੱਲ ਨਹੀਂ ਹੈ ਕਿ ਤੁਹਾਨੂੰ ਇਹ ਬਹੁਤ ਕੁਝ ਮਿਲਦਾ ਹੈ। ਬਾਦਸ਼ਾਹ ਨੇ ਐਲਾਨ ਕੀਤਾ ਕਿ ਲੋਕ ਵਫ਼ਾਦਾਰ ਅਤੇ ਨੇਕ ਹਨ।", "詩意": "ਇਹ ਹੈਕਸਾਗ੍ਰਾਮ ਸਵਰਗ ਅਤੇ ਧਰਤੀ ਦੀ ਸ਼ੁਰੂਆਤ ਦੀ ਸ਼ੁਰੂਆਤ ਨੂੰ ਦਰਸਾਉਂਦਾ ਹੈ।\nਸਭ ਕੁਝ ਸ਼ੁਭ ਹੈ।", "解曰": "ਤੇਜ਼ ਗਤੀ. ਸਾਲ ਆਪਣੇ ਸਮੇਂ ਦੇ ਯੋਗ ਨਹੀਂ ਹੈ. ਗੁਆਨਿਨ ਲਿਖਦਾ ਹੈ। ਪਹਿਲਾਂ ਮੈਨੂੰ ਦੱਸੋ।", "籤詩故事一": "◇ ਝੌਂਗਲੀ ਗਿਆਨਵਾਨ ਹੋ ਗਿਆ\nਝੋਂਗਲੀ ਕੁਆਨ, ਉਪਨਾਮ ਝੋਂਗਲੀ, ਦਿੱਤਾ ਗਿਆ ਨਾਮ ਕੁਆਨ, ਸ਼ਿਸ਼ਟਾਚਾਰ ਨਾਮ ਯੁਨਫਾਂਗ, ਅਤੇ ਉਪਨਾਮ ਝੇਂਗਯਾਂਗ, ਪੂਰਬੀ ਹਾਨ ਰਾਜਵੰਸ਼ ਦੇ ਦੌਰਾਨ ਜ਼ਿਆਨਯਾਂਗ ਕਾਉਂਟੀ, ਸ਼ੀਆਨ, ਸ਼ਾਂਕਸੀ ਪ੍ਰਾਂਤ ਦਾ ਵਸਨੀਕ ਸੀ।\nਝੌਂਗ ਲਿਕੁਆਨ ਹਾਨ ਰਾਜਵੰਸ਼ ਦਾ ਇੱਕ ਜਰਨੈਲ ਸੀ।ਪੱਛਮੀ ਕਿਆਂਗ ਦੇ ਵਿਰੁੱਧ ਮੁਹਿੰਮ ਦੌਰਾਨ, ਉਹ ਕਮਾਂਡਰ ਲਿਆਂਗ ਯੀ ਨਾਲ ਈਰਖਾ ਕਰਦਾ ਸੀ ਅਤੇ ਉਸਨੇ ਉਸਨੂੰ ਸਿਰਫ 30,000 ਪੁਰਾਣੇ ਅਤੇ ਕਮਜ਼ੋਰ ਸਿਪਾਹੀ ਸੌਂਪੇ ਸਨ।ਜਿਵੇਂ ਹੀ ਉਹ ਆਪਣੀ ਮੰਜ਼ਿਲ 'ਤੇ ਪਹੁੰਚਿਆ, ਕੈਂਪ ਨੂੰ ਲੁੱਟ ਲਿਆ ਗਿਆ। ਪੱਛਮੀ ਕਿਯਾਂਗ ਫੌਜ, ਅਤੇ ਸਿਪਾਹੀ ਭੱਜ ਗਏ। ਝੌਂਗ ਲਿਕੁਆਨ ਇੱਕ ਘਾਟੀ ਵਿੱਚ ਗੁਆਚ ਗਿਆ ਅਤੇ ਰਸਤੇ ਵਿੱਚ ਇੱਕ ਭਿਕਸ਼ੂ ਨੂੰ ਮਿਲਿਆ।ਉਹ ਉਸਨੂੰ ਇੱਕ ਛੋਟੇ ਜਿਹੇ ਪਿੰਡ ਵਿੱਚ ਲੈ ਗਿਆ ਅਤੇ ਕਿਹਾ, \"ਇਹ ਮਿਸਟਰ ਡੋਂਗੁਆ ਦਾ ਨਿਵਾਸ ਹੈ।\" ਫਿਰ ਉਸਨੇ ਅਲਵਿਦਾ ਕਿਹਾ ਅਤੇ ਚਲੇ ਗਏ। ਥੋੜੀ ਦੇਰ ਬਾਅਦ, ਕਿਸੇ ਨੇ ਅਚਾਨਕ ਕਿਹਾ, \"ਇਹ ਇਸ ਲਈ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ ਕਿਉਂਕਿ ਹਰੀਆਂ-ਅੱਖਾਂ ਵਾਲਾ ਹੂ ਆਦਮੀ ਬਹੁਤ ਬੋਲਚਾਲ ਵਾਲਾ ਹੈ।\" ਉਸਨੇ ਇੱਕ ਆਦਮੀ ਨੂੰ ਵੇਖਿਆ ਜਿਸ ਨੇ ਚਿੱਟੇ ਹਿਰਨ ਦਾ ਫਰ ਪਾਇਆ ਹੋਇਆ ਸੀ ਅਤੇ ਹਰੇ ਕੁਇਨੋਆ ਦਾ ਡੰਡਾ ਫੜਿਆ ਹੋਇਆ ਸੀ। ਉਸਨੇ ਝੋਂਗ ਲਿਕੁਆਨ ਨੂੰ ਪੁੱਛਿਆ, \"ਉਹ ਵਿਅਕਤੀ ਜੋ ਆਇਆ ਸੀ। ਇੱਥੇ ਹਾਨ ਡਾ. ਜਨਰਲ ਝੋਂਗਲੀ ਕੁਆਨ ਹੈ\n? ਝੌਂਗ ਲਿਕੁਆਨ ਹੈਰਾਨ ਰਹਿ ਗਿਆ, ਇਹ ਜਾਣ ਕੇ ਕਿ ਉਹ ਇੱਕ ਅਜੀਬ ਵਿਅਕਤੀ ਨੂੰ ਮਿਲਿਆ ਸੀ, ਇਸ ਲਈ ਉਸਨੇ ਤਾਓ ਨੂੰ ਦਿਲੋਂ ਸਿੱਖਿਆ।\nਝੋਂਗ ਲਿਕੁਆਨ ਬਾਅਦ ਵਿੱਚ ਜ਼ੇਨਰੇਨ ਹੁਯਾਂਗ ਅਤੇ ਅਮਰ ਰਾਜਾ ਜ਼ੁਆਨਫੂ ਨੂੰ ਮਿਲੇ, ਅਤੇ \"ਅਮਰਤਾ ਦਾ ਰਾਜ਼\" ਸਿੱਖਿਆ। ਅੰਤ ਵਿੱਚ, ਉਹ ਕੋਂਗਟੌਂਗ ਪਹਾੜ ਵਿੱਚ ਜ਼ੀਜਿਨ ਸਿਹਾਓਫੇਂਗ ਵਿੱਚ ਰਿਹਾ, \"ਜੇਡ ਬਾਕਸ ਦਾ ਰਾਜ਼\" ਪ੍ਰਾਪਤ ਕੀਤਾ, ਅਤੇ ਇੱਕ ਸੱਚਾ ਅਮਰ ਬਣ ਗਿਆ। ਉਸਨੂੰ ਕਵਾਂਜ਼ੇਨ ਸੰਪਰਦਾ ਦੁਆਰਾ ਪੰਜ ਉੱਤਰੀ ਪਤਵੰਤਿਆਂ ਵਿੱਚੋਂ ਇੱਕ ਵਜੋਂ ਵੀ ਸਤਿਕਾਰਿਆ ਜਾਂਦਾ ਸੀ।", "聖意": "ਪਤਝੜ ਅਤੇ ਸਰਦੀਆਂ ਵਿੱਚ ਤੁਹਾਡੇ ਘਰ ਅਤੇ ਘਰ ਨੂੰ ਚੰਗੀ ਕਿਸਮਤ ਬਖਸ਼ਣ ਲਈ ਪ੍ਰਾਰਥਨਾ ਕਰੋ। ਪਤਝੜ ਅਤੇ ਸਰਦੀਆਂ ਵਿੱਚ ਚੰਗੀ ਕਿਸਮਤ ਦੀ ਮੰਗ ਕਰੋ। ਕਾਰੋਬਾਰ ਵਿੱਚ ਚੰਗੀ ਕਿਸਮਤ, ਵਿਆਹ ਵਿੱਚ ਚੰਗੀ ਕਿਸਮਤ, ਲੜਕਿਆਂ ਨੂੰ ਜਨਮ ਦੇਣ ਵਿੱਚ ਚੰਗੀ ਕਿਸਮਤ, ਖੇਤ ਦੀ ਯਾਤਰਾ ਵਿੱਚ ਚੰਗੀ ਕਿਸਮਤ , ਰੇਸ਼ਮ ਦੇ ਕੀੜਿਆਂ ਵਿੱਚ ਚੰਗੀ ਕਿਸਮਤ, ਪਸ਼ੂਆਂ ਵਿੱਚ ਚੰਗੀ ਕਿਸਮਤ, ਲੋਕਾਂ ਨੂੰ ਲੱਭਣ ਵਿੱਚ ਚੰਗੀ ਕਿਸਮਤ, ਜਨਤਕ ਮੁਕੱਦਮਿਆਂ ਵਿੱਚ ਚੰਗੀ ਕਿਸਮਤ, ਪਰਵਾਸ ਵਿੱਚ ਚੰਗੀ ਕਿਸਮਤ, ਗੁਆਚੀ ਜਾਇਦਾਦ, ਉੱਤਰ-ਪੂਰਬੀ ਬਿਮਾਰੀਆਂ, ਪਹਾੜਾਂ ਅਤੇ ਕਬਰਾਂ ਨੂੰ ਭੇਜਣ ਵਿੱਚ ਚੰਗੀ ਕਿਸਮਤ।", "古人": "ਝੌਂਗਲੀ ਗਿਆਨਵਾਨ ਹੋ ਗਿਆ", "第X籤": "ਪਹਿਲੀ ਨਿਸ਼ਾਨੀ", "宮": "ਬੱਚੇਦਾਨੀ"}