{"籤詩版本二": "ਤੁਸੀਂ ਤੈਲਾਈ ਕਿਉਂ ਨਹੀਂ ਜਾਂਦੇ, ਜੋ ਕਿ ਬਿਲਕੁਲ ਕੋਨੇ ਦੇ ਆਸਪਾਸ ਹੈ? ਮੈਂ ਅਸਥਾਈ ਤੌਰ 'ਤੇ ਉਸ ਸੱਜਣ ਨੂੰ ਪਹਾੜ ਤੋਂ ਬਾਹਰ ਛੱਡ ਦੇਵਾਂਗਾ।\nਜੇ ਬਾਘ ਜਾਂ ਖਰਗੋਸ਼ ਬਾਰੇ ਚੰਗੀ ਖ਼ਬਰ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਵਿਅਸਤ ਹੋਣ ਦਾ ਪੱਕਾ ਇਰਾਦਾ ਕਰਦੇ ਹੋਏ ਵੀ ਆਜ਼ਾਦ ਹੋਵੋਗੇ.", "詩意": "ਇਸ ਹੈਕਸਾਗ੍ਰਾਮ ਵਿਚ, ਬਦਕਿਸਮਤੀ ਦੇ ਵਿਚਕਾਰ ਆਸ਼ੀਰਵਾਦ ਦਾ ਚਿੰਨ੍ਹ ਹੈ.\nਸਭ ਕੁਝ ਪਹਿਲਾਂ ਤੋਂ ਬੁਰਾ ਹੁੰਦਾ ਹੈ ਅਤੇ ਅੰਤ ਵਿੱਚ ਚੰਗਾ ਹੁੰਦਾ ਹੈ।", "解曰": "ਭੰਗ ਰੇਸ਼ਮ ਨਾਲ ਬਦਲੋ. ਕਿਸੇ ਦੇ ਪੈਰ ਮਾਰੋ। ਸਾਫ਼-ਸਾਫ਼ ਵੇਖੋ. ਬਰਕਤਾਂ ਆਫ਼ਤਾਂ ਤੋਂ ਮਿਲਦੀਆਂ ਹਨ।", "籤詩故事一": "◇ ਬੁਕਿਟ ਵਿੱਚ ਇੱਕ ਮਾਸਟਰ ਦਾ ਸਾਹਮਣਾ ਕਰਨਾ\nਵੂ ਜੀ ਅਸਲ ਵਿੱਚ ਇੱਕ ਲੱਕੜਹਾਰੀ ਸੀ, ਅਤੇ ਦੋਵਾਂ ਦੀ ਮੁਲਾਕਾਤ ਜਿਆਂਗ ਜ਼ੀਆ ਨਾਲ ਹੋਈ ਜਦੋਂ ਉਹ ਫੇਂਗ ਨਦੀ ਵਿੱਚ ਮੱਛੀਆਂ ਫੜ ਰਹੇ ਸਨ। ਵੂਜੀ ਹੱਸ ਪਿਆ ਜਦੋਂ ਉਸਨੇ ਜ਼ਿਆ ਨੂੰ ਸਿੱਧੇ ਹੁੱਕ ਨਾਲ ਮੱਛੀਆਂ ਫੜਦੇ ਦੇਖਿਆ।\nਜ਼ਿਆ ਨੇ ਵੂਜੀ ਦੇ ਚਿਹਰੇ ਵੱਲ ਦੇਖਿਆ ਅਤੇ ਕਿਸਮਤ ਨੂੰ ਦੱਸਿਆ: \"ਜੇ ਤੁਸੀਂ ਅੱਜ ਸ਼ਹਿਰ ਵਿੱਚ ਦਾਖਲ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਕਿਸੇ ਨੂੰ ਮਾਰ ਦੇਵੋਗੇ।\" ਇਹ ਸੁਣ ਕੇ ਵੂ ਜੀ ਗੁੱਸੇ ਵਿੱਚ ਚਲੇ ਗਏ ਅਤੇ ਸ਼ਹਿਰ ਵਿੱਚ ਲੱਕੜਾਂ ਲੈ ਕੇ ਚਲੇ ਗਏ।\nਸ਼ਹਿਰ ਵਿੱਚ ਦਾਖਲ ਹੋਣ ਤੋਂ ਬਾਅਦ, ਵੂ ਜੀ ਨੇ ਦੂਜਿਆਂ ਨਾਲ ਝੜਪ ਕੀਤੀ ਅਤੇ ਗਲਤੀ ਨਾਲ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਵੇਨ ਵਾਂਗ ਨੂੰ ਮਾਰ ਦਿੱਤਾ।\nਰਾਜਾ ਵੇਨ ਨੇ ਜ਼ਮੀਨ ਨੂੰ ਜੇਲ੍ਹ ਦੇ ਰੂਪ ਵਿੱਚ ਖਿੱਚਿਆ ਅਤੇ ਵੂ ਜੀ ਨੂੰ ਕੈਦ ਕਰ ਲਿਆ।\nਬੁਕਿਟ ਹਾਉ ਨੂੰ ਅਸਥਾਈ ਤੌਰ 'ਤੇ ਰਿਹਾ ਕੀਤਾ ਗਿਆ ਸੀ ਅਤੇ ਪਤਝੜ ਤੱਕ ਆਪਣੀ ਮਾਂ ਦੀ ਦੇਖਭਾਲ ਕਰਨ ਲਈ ਮੌਤ ਦੀ ਸਜ਼ਾ ਦਿੱਤੀ ਗਈ ਸੀ।\nਉਸਦੀ ਮਾਂ ਨੇ ਉਸਨੂੰ ਜਿਆਂਗ ਜ਼ੀਆ ਨੂੰ ਮਦਦ ਲਈ ਪੁੱਛਣ ਲਈ ਕਿਹਾ।\nਤਾਈਗੋਂਗ ਨੇ ਉਸਨੂੰ ਆਪਣੇ ਚੇਲੇ ਵਜੋਂ ਸਵੀਕਾਰ ਕਰ ਲਿਆ, ਉਸਨੂੰ ਯੁੱਧ ਦੀ ਕਲਾ ਸਿਖਾਈ, ਅਤੇ ਉਸਨੂੰ ਆਪਣੀ ਜਨਮਜਾਤ ਕਿਸਮਤ ਨੂੰ ਤੋੜਨ ਲਈ ਛੇਕ ਖੋਦਣ ਅਤੇ ਜਾਦੂ ਕਰਨ ਦਾ ਆਦੇਸ਼ ਦਿੱਤਾ।\nਪਤਝੜ ਤੋਂ ਬਾਅਦ, ਵੂ ਜੀ ਨੂੰ ਸਜ਼ਾ ਨਹੀਂ ਦਿੱਤੀ ਗਈ। ਰਾਜਾ ਵੇਨ ਨੇ ਜਨਮਤ ਸੰਖਿਆਵਾਂ ਦੀ ਕਟੌਤੀ ਕੀਤੀ ਅਤੇ ਸੋਚਿਆ ਕਿ ਵੂ ਜੀ ਨੇ ਅਪਰਾਧ ਦੇ ਡਰੋਂ ਖੁਦਕੁਸ਼ੀ ਕੀਤੀ ਹੈ।\nਬਾਅਦ ਵਿੱਚ, ਰਾਜਾ ਵੇਨ, ਵੂ ਜੀ ਨੂੰ ਮਿਲਿਆ, ਅਤੇ ਵੂ ਜੀ ਨੇ ਜਿਆਂਗ ਤਾਇਗੋਂਗ ਨੂੰ ਮਿਲਣ ਲਈ ਰਾਜਾ ਵੇਨ ਦੀ ਜਾਣ-ਪਛਾਣ ਕਰਵਾਈ।\nਤਾਈਗੋਂਗ ਨੂੰ ਵੂਡ ਦੇ ਜਨਰਲ ਦਾ ਖਿਤਾਬ ਦਿੱਤਾ ਗਿਆ ਸੀ। ਮਾਸਟਰ ਅਤੇ ਅਪ੍ਰੈਂਟਿਸ ਦੋਵੇਂ ਕਿੰਗ ਵੇਨ ਲਈ ਕੰਮ ਕਰਦੇ ਸਨ।", "聖意": "ਘਰ ਸਲਾਮਤ ਹੈ, ਆਪਾ ਖੁਸ਼ਕਿਸਮਤ ਹੈ, ਕਾਰੋਬਾਰ ਚੰਗਾ ਹੈ, ਵਿਆਹ ਲੇਟ ਹੋ ਗਿਆ ਹੈ, ਨਰ ਪੈਦਲ ਖੇਤ ਨੂੰ ਨਹੀਂ ਪਰਤਿਆ, ਰੇਸ਼ਮ ਦੇ ਕੀੜੇ ਲਾਭਦਾਇਕ ਹਨ, ਛੇ ਜਾਨਵਰ ਸ਼ਾਂਜੀ ਹਨ, ਖੋਜ ਚੰਗੀ ਹੈ, ਜਨਤਕ ਮੁਕੱਦਮਾ ਹੈ ਚੰਗਾ, ਪਰਵਾਸ ਰੂੜੀਵਾਦੀ ਹੈ, ਗੁਆਚੀ ਜਾਇਦਾਦ ਵੇਖੀ ਗਈ ਹੈ, ਬਿਮਾਰੀ ਚੰਗੀ ਹੈ, ਕਿਉਜੀ, ਪਹਾੜ ਅਤੇ ਕਬਰ ਚੰਗੀ ਹੈ.", "古人": "ਬੁਕਿਟ ਐਨਕਾਊਂਟਰ", "第X籤": "ਬਾਰ੍ਹਵਾਂ ਚਿੰਨ੍ਹ", "宮": "ਯਿਨ ਪੈਲੇਸ"}