{"籤詩版本二": "ਚਿੰਤਾਵਾਂ ਅਤੇ ਚਿੰਤਾਵਾਂ ਅਸਥਾਈ ਤੌਰ 'ਤੇ ਦੂਰ ਹੋ ਜਾਂਦੀਆਂ ਹਨ, ਅਤੇ ਅਨੰਦ ਆਕਾਸ਼ ਤੋਂ ਆਉਂਦਾ ਹੈ।\nਜਿਵੇਂ ਗੋਬਰ ਵਿੱਚ ਛੁਪਿਆ ਹੋਇਆ ਜੇਡ, ਇੱਕ ਚੰਗਾ ਕਾਮਾ ਧੂੜ ਨੂੰ ਬਾਹਰ ਕੱਢਦਾ ਹੈ", "詩意": "ਇਹ ਹੈਕਸਾਗ੍ਰਾਮ ਯਿਨ ਅਤੇ ਯਾਂਗ ਦੀ ਇਕਸੁਰਤਾ ਨੂੰ ਦਰਸਾਉਂਦਾ ਹੈ।\nਤੁਸੀਂ ਜੋ ਵੀ ਯੋਜਨਾ ਬਣਾਉਂਦੇ ਹੋ ਉਹ ਸ਼ੁਭ ਹੈ।", "解曰": "ਨਾ ਕੁਝ ਹਾਸਲ ਕੀਤਾ, ਨਾ ਕੁਝ ਗੁਆਇਆ। ਨੁਕਸਾਨ ਤੋਂ ਲਾਭ ਪ੍ਰਾਪਤ ਕਰੋ। ਖਲਨਾਇਕ ਮੁਸੀਬਤ ਵਿਚ ਹੈ। ਤੁਹਾਡੇ ਲਈ ਚੰਗੀ ਕਿਸਮਤ, ਸੱਜਣ.", "籤詩故事一": "◇ ਯੇ ਮੇਂਗ ਜ਼ਿਓਂਗ ਚਾਓ ਦੀ\nਯੇ ਮੇਂਗਸੀਓਂਗ (1531-1597), ਜਿਸਦਾ ਸ਼ਿਸ਼ਟਾਚਾਰੀ ਨਾਮ ਨਨਝਾਓ ਸੀ ਅਤੇ ਜਿਸਦਾ ਨਾਮ ਲੋਂਗਟਾਂਗ ਸੀ, ਨੂੰ ਬਦਲ ਕੇ ਲੋਂਗਟਾਨ ਰੱਖਿਆ ਗਿਆ ਅਤੇ ਹੁਆਯੂਨ ਨਾਮ ਵੀ ਰੱਖਿਆ ਗਿਆ। ਮਿੰਗ ਰਾਜਵੰਸ਼ ਵਿੱਚ ਵਾਨਸ਼ੀਫਾਂਗ, ਹੁਈਜ਼ੌ ਫੁਚੇਂਗ (ਹੁਣ ਹੁਈਚੈਂਗ ਜ਼ਿਲ੍ਹੇ ਦਾ ਹਿੱਸਾ, ਹੁਈਜ਼ੋ ਸ਼ਹਿਰ) ਦਾ ਇੱਕ ਜੱਦੀ। ਜਿਆਜਿੰਗ ਰਾਜ ਦੇ 44ਵੇਂ ਸਾਲ (1565) ਵਿੱਚ, ਉਹ ਇੱਕ ਜਿਨਸ਼ੀ ਬਣ ਗਿਆ ਅਤੇ ਉਸਨੂੰ ਕਿੰਗ ਕਾਉਂਟੀ ਦੇ ਮੈਜਿਸਟ੍ਰੇਟ ਦੀ ਉਪਾਧੀ ਨਾਲ ਸਨਮਾਨਿਤ ਕੀਤਾ ਗਿਆ। ਉਸਨੇ ਤਬਾਦਲੇ ਵਿਭਾਗ ਦੇ ਡਾਇਰੈਕਟਰ ਵਜੋਂ ਸੇਵਾ ਕੀਤੀ, ਅਤੇ ਬਾਅਦ ਵਿੱਚ ਸ਼ਾਂਕਸੀ ਰੋਡ ਦੇ ਸੁਪਰਵਾਈਜ਼ਰੀ ਸੈਂਸਰ ਵਿੱਚ ਬਦਲ ਗਿਆ।\nਵਾਨਲੀ (1592) ਦੇ 20ਵੇਂ ਸਾਲ, ਨਿੰਗਜ਼ੀਆ ਦੇ ਜਨਰਲ ਕੌਂਸਲਰ, ਕੁਏਬਾਈ (ਮੰਗੋਲੀਆਈ ਤਾਤਾਰ ਕਬੀਲੇ ਦੇ ਮੁਖੀ) ਨੇ ਗਵਰਨਰ ਡਾਂਗ ਜ਼ਿਨ ਨੂੰ ਮਾਰ ਦਿੱਤਾ ਅਤੇ ਹੇਕਸੀ ਸੂਬੇ ਦੇ 47ਵੇਂ ਕਿਲ੍ਹੇ 'ਤੇ ਕਬਜ਼ਾ ਕਰ ਲਿਆ, ਸ਼ਹਿਰ ਨੂੰ ਤੋੜ ਦਿੱਤਾ, ਪੂਜਾ ਕੀਤੀ ਅਤੇ ਸਾੜ ਦਿੱਤਾ। ਆਪਣੇ ਆਪ ਨੂੰ ਮੌਤ ਲਈ. ਮੇਂਗ ਜ਼ੀਓਂਗ ਕ੍ਰੈਡਿਟ ਲੈਣ ਵਿੱਚ ਹੰਕਾਰੀ ਨਹੀਂ ਹੈ, ਅਤੇ ਉਸਦੇ ਹੁਨਰ ਨੂੰ ਉਹਨਾਂ ਜਰਨੈਲਾਂ ਵਾਂਗ ਵਧੀਆ ਹੋਣ ਦਿੰਦਾ ਹੈ ਜੋ ਲੜਨ ਦੀ ਹਿੰਮਤ ਕਰਦੇ ਹਨ। ਅਧਿਕਾਰੀ ਵੇਈ ਜ਼ੂਜ਼ੇਂਗ ਨੂੰ ਉਸ ਦੇ ਅਹੁਦੇ 'ਤੇ ਬਹਾਲ ਕਰੋ। ਆਪਣੇ ਬਾਅਦ ਦੇ ਸਾਲਾਂ ਵਿੱਚ, ਉਸਨੇ ਪੰਜ ਵਾਰ ਅਸਤੀਫਾ ਦੇ ਦਿੱਤਾ ਅਤੇ ਹੁਇਲੋਂਗ ਮੰਦਰ ਬਣਾਉਣ ਲਈ ਹੁਈਜ਼ੌ ਵਾਪਸ ਆ ਗਿਆ।\nਯੇ ਮੇਂਗਸੀਓਂਗ ਸ਼ੁਰੂ ਵਿੱਚ ਇੱਕ ਸਿਵਲ ਸੇਵਕ ਦੇ ਰੂਪ ਵਿੱਚ ਤਾਓਵਾਦ ਵਿੱਚ ਦਾਖਲ ਹੋਇਆ ਸੀ, ਅਤੇ ਆਪਣੀ ਇਮਾਨਦਾਰੀ ਲਈ ਮਸ਼ਹੂਰ ਸੀ। ਪੁਰਾਣੇ ਇਤਿਹਾਸਕ ਰਿਕਾਰਡਾਂ ਵਿੱਚ ਕਿਹਾ ਗਿਆ ਹੈ ਕਿ ਉਹ \"ਨਿਮਰਤਾ ਅਤੇ ਯੋਗਤਾ ਵਿੱਚ ਪਹਿਲਾ\", \"ਭ੍ਰਿਸ਼ਟਾਚਾਰ ਨੂੰ ਖਤਮ ਕਰਦਾ ਹੈ ਅਤੇ ਬਗਾਵਤਾਂ ਨੂੰ ਸਜ਼ਾ ਦਿੰਦਾ ਹੈ\", ਇੱਕ ਚੰਗੀ ਪ੍ਰਤਿਸ਼ਠਾ ਛੱਡਦਾ ਸੀ; ਉਹ ਸੀ। ਬਹੁਤ ਹੀ ਵਫ਼ਾਦਾਰ, ਦਲੇਰ, ਦਲੇਰ, ਅਤੇ ਸਾਧਨ ਭਰਪੂਰ। ਬੰਦੂਕ ਚਲਾਉਣ ਵਿੱਚ ਵਧੀਆ। ਉਸਦੇ ਜੀਵਨ ਦੇ ਦੂਜੇ ਅੱਧ ਵਿੱਚ, ਉਸਦੇ ਮਾਰਸ਼ਲ ਆਰਟਸ ਦੇ ਹੁਨਰ ਨੂੰ \"ਮਿੰਗ ਰਾਜਵੰਸ਼ ਦੇ ਇਤਿਹਾਸ\" ਵਿੱਚ ਦਰਜ ਕੀਤਾ ਗਿਆ ਸੀ ਅਤੇ ਉਸਨੂੰ ਇੱਕ ਰਾਸ਼ਟਰੀ ਨਾਇਕ ਮੰਨਿਆ ਗਿਆ ਸੀ।", "聖意": "ਘਰ ਪ੍ਰਤੀਕੂਲ ਹੈ (ਵੱਧਦੀ ਸ਼ਾਂਤਮਈ) ਪਤਝੜ ਅਤੇ ਸਰਦੀਆਂ ਆਪਣੇ ਆਪ ਲਈ ਚੰਗੀਆਂ ਹਨ, ਦੌਲਤ ਸਫਲ ਹੈ, ਲੈਣ-ਦੇਣ ਸਫਲ ਹੈ, ਅਤੇ ਵਿਆਹ ਸਫਲ ਹੈ। ਲਿਉਜੀਆ ਦਾ ਝੂਠਾ ਅਲਾਰਮ ਹੈ (ਇੱਥੇ ਖਜ਼ਾਨੇ ਹਨ) ਪੈਦਲ ਲੋਕ ਰੇਸ਼ਮ ਦੇ ਕੀੜਿਆਂ ਲਈ ਪ੍ਰਾਰਥਨਾ ਕਰਨ ਲਈ ਖੇਤਾਂ ਵਿਚ ਜਾਂਦੇ ਹਨ , ਅਤੇ ਛੇ ਜਾਨਵਰ ਫਲੈਟ ਹਨ। ਲੋਕ ਪਾਏ ਜਾਂਦੇ ਹਨ। ਜਨਤਕ ਮੁਕੱਦਮੇ ਪ੍ਰਤੀਕੂਲ ਹਨ। ਪਰਵਾਸ ਰੂੜੀਵਾਦੀ ਹੈ, ਗੁੰਮ ਹੋਈ ਜਾਇਦਾਦ ਬੀਮਾਰੀ ਨੂੰ ਰੋਕਦੀ ਹੈ, ਅਤੇ ਕਬਰ ਫੁਸ਼ਨ ਵਿੱਚ ਹੈ।", "古人": "ਯੇ ਮੇਂਗ ਜ਼ਿਓਂਗ ਚਾਓ ਦੀ", "第X籤": "ਸੋਲ੍ਹਵਾਂ ਜੇਤੂ ਲੋਟੋ", "宮": "ਮਾਓਗੋਂਗ"}