{"籤詩版本二": "ਗੋਲਡਨ ਕ੍ਰੋ ਪੱਛਮ ਵਿੱਚ ਡਿੱਗਦਾ ਹੈ ਅਤੇ ਖਰਗੋਸ਼ ਪੂਰਬ ਵਿੱਚ ਚੜ੍ਹਦਾ ਹੈ।ਦਿਨ ਅਤੇ ਰਾਤ ਦਾ ਚੱਕਰ ਪੁਰਾਣੇ ਸਮੇਂ ਤੋਂ ਅੱਜ ਤੱਕ ਜਾਰੀ ਹੈ।\nਭਿਕਸ਼ੂ ਅਤੇ ਤਾਓਵਾਦੀ ਜਾਣਦੇ ਹਨ ਕਿ ਕੋਈ ਵਿਗਾੜ ਨਹੀਂ ਹੈ ਅਤੇ ਵਿਦਵਾਨ, ਕਿਸਾਨ, ਉਦਯੋਗ ਅਤੇ ਵਪਾਰੀ ਸਾਰੇ ਆਪਣੇ ਮਨ ਦੀ ਪਾਲਣਾ ਕਰਦੇ ਹਨ।", "詩意": "ਇਹ ਹੈਕਸਾਗ੍ਰਾਮ ਯਿਨ ਅਤੇ ਯਾਂਗ ਦੇ ਵੈਕਸਿੰਗ ਅਤੇ ਘਟਣ ਨੂੰ ਦਰਸਾਉਂਦਾ ਹੈ।\nਇਹ ਇੱਕ ਸੰਕੇਤ ਵੀ ਹੈ ਕਿ ਸਭ ਕੁਝ ਯੋਜਨਾ ਅਨੁਸਾਰ ਚੱਲੇਗਾ.", "解曰": "ਮਨ ਵਿਚ ਕੁਝ ਨਹੀਂ ਹੈ। ਤੁਸੀਂ ਜੋ ਕੀਤਾ ਹੈ ਉਹ ਸ਼ਲਾਘਾਯੋਗ ਹੈ। ਕਮਾਨ ਤੋਂ ਤੀਰ ਵਾਂਗ। ਇਕ ਗੋਲੀ ਨਿਸ਼ਾਨੇ 'ਤੇ ਲੱਗੀ।", "籤詩故事一": "◇ ਅੰਕਲ ਕਾਓ ਗੁਓ ਇੱਕ ਅਮਰ ਹੈ\nਕਾਓ ਗੁਓਜੀਉ, ਜੋ ਕਿ ਜ਼ੁਜ਼ੌ ਦਾ ਇੱਕ ਮੂਲ ਨਿਵਾਸੀ ਹੈ, ਨੂੰ ਗੀਤ ਰਾਜਵੰਸ਼ ਦੇ ਰੇਨਜ਼ੋਂਗ ਕਾਲ ਦੌਰਾਨ ਰਾਜ ਦਾ ਮਹਾਨ ਚਾਚਾ ਕਿਹਾ ਜਾਂਦਾ ਹੈ।ਉਸਦਾ ਨਾਮ ਕਾਓ ਯੀ ਸੀ, ਜਿਸਨੂੰ ਕਾਓ ਜਿੰਗਸੀਉ ਵੀ ਕਿਹਾ ਜਾਂਦਾ ਹੈ।\nਅੰਕਲ ਕਾਓ ਗੁਓ ਦਾ ਇੱਕ ਛੋਟਾ ਭਰਾ ਸੀ ਜਿਸਦਾ ਨਾਮ ਕਾਓ ਏਰ ਸੀ। ਇਸ ਕਾਓ ਏਰ ਨੇ ਆਪਣੀ ਸਾਮਰਾਜੀ ਅਥਾਰਟੀ ਦੀ ਸਥਿਤੀ 'ਤੇ ਭਰੋਸਾ ਕੀਤਾ ਅਤੇ ਹਰ ਤਰ੍ਹਾਂ ਦੀ ਬੁਰਾਈ ਕੀਤੀ। ਉਸਨੇ ਖੇਤਾਂ 'ਤੇ ਕਬਜ਼ਾ ਕੀਤਾ, ਪਤਨੀਆਂ ਅਤੇ ਧੀਆਂ ਨੂੰ ਖੋਹ ਲਿਆ, ਅਤੇ ਕੁਝ ਬੇਈਮਾਨ ਖਲਨਾਇਕਾਂ ਨਾਲ ਦੋਸਤੀ ਕੀਤੀ। ਉਹ ਅੰਦਰ-ਬਾਹਰ ਆਇਆ। ਕਾਓ ਗੁਓਜੀਉ ਇਸ ਨੂੰ ਬਰਦਾਸ਼ਤ ਨਹੀਂ ਕਰ ਸਕਦਾ ਸੀ। ਉਸ ਦੀਆਂ ਚੰਗੀਆਂ ਗੱਲਾਂ ਅਤੇ ਸੁੱਖ-ਸਹੂਲਤਾਂ ਨੂੰ ਸੁਣਨ ਤੋਂ ਇਨਕਾਰ ਕਰ ਦਿੱਤਾ, ਇਸ ਲਈ ਉਸ ਨੇ ਉਸ ਨੂੰ ਕਾਬੂ ਕਰਨ ਲਈ ਸਜ਼ਾ ਦਿੱਤੀ।\nਕਾਓ ਗੁਓਜੀਉ ਨੇ ਕਿਹਾ: \"ਸੰਸਾਰ ਦੇ ਸਿਧਾਂਤ ਇਹ ਹਨ ਕਿ ਜਿਹੜੇ ਲੋਕ ਚੰਗਿਆਈ ਨੂੰ ਇਕੱਠਾ ਕਰਦੇ ਹਨ ਉਹ ਖੁਸ਼ਹਾਲ ਹੁੰਦੇ ਹਨ, ਅਤੇ ਜੋ ਬੁਰਾਈ ਨੂੰ ਇਕੱਠਾ ਕਰਦੇ ਹਨ ਉਹ ਨਾਸ਼ ਹੋ ਜਾਂਦੇ ਹਨ। ਇਹ ਇੱਕ ਅਟੱਲ ਸੱਚਾਈ ਹੈ। ਅਤੀਤ ਵਿੱਚ, ਸਾਡੇ ਕਾਓ ਪਰਿਵਾਰ ਨੇ ਅੱਜ ਦੀ ਦੌਲਤ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਬੁਰਾਈਆਂ ਨੂੰ ਇਕੱਠਾ ਕੀਤਾ ਹੈ। ਹੁਣ ਮੇਰੇ ਭਰਾ ਨੇ ਹੱਦੋਂ ਵੱਧ ਬੁਰਾਈ ਇਕੱਠੀ ਕੀਤੀ ਹੈ, ਭਾਵੇਂ ਉਹ ਬਚ ਜਾਵੇ ਭਾਵੇਂ ਤੁਹਾਨੂੰ ਅਧਿਕਾਰੀਆਂ ਦੁਆਰਾ ਸਜ਼ਾ ਦਿੱਤੀ ਜਾਂਦੀ ਹੈ, ਤੁਸੀਂ ਕੁਦਰਤੀ ਆਫ਼ਤਾਂ ਤੋਂ ਨਹੀਂ ਬਚ ਸਕਦੇ ਜੋ ਗੁਪਤ ਤੌਰ 'ਤੇ ਕੰਮ ਕਰ ਰਹੀਆਂ ਹਨ। ਮੈਂ ਬੇਇੱਜ਼ਤ ਹੋ ਜਾਵਾਂਗਾ ਅਤੇ ਇਸ ਤੋਂ ਡਰ ਜਾਵਾਂਗਾ।\" ਇਸ ਲਈ, ਮੈਂ ਆਪਣੀ ਸਾਰੀ ਦੌਲਤ ਖਿਲਾਰ ਦਿੱਤੀ, ਉਸਨੇ ਗਰੀਬਾਂ ਦੀ ਮਦਦ ਕੀਤੀ ਅਤੇ ਹੁਣ ਆਪਣੇ ਭਰਾ ਦੇ ਮਾਮਲਿਆਂ ਦੀ ਪਰਵਾਹ ਨਹੀਂ ਕੀਤੀ। ਫਿਰ ਉਸਨੇ ਆਪਣਾ ਘਰ ਅਤੇ ਦੋਸਤਾਂ ਨੂੰ ਛੱਡ ਦਿੱਤਾ, ਇੱਕ ਤਾਓਵਾਦੀ ਵਰਦੀ ਵਿੱਚ ਬਦਲ ਗਿਆ, ਅਤੇ ਆਪਣੇ ਮਨ ਅਤੇ ਸੁਭਾਅ ਨੂੰ ਪੈਦਾ ਕਰਨ ਲਈ ਪਹਾੜਾਂ ਵਿੱਚ ਚਲਾ ਗਿਆ।\nਇੱਕ ਦਿਨ, ਉਹ ਹਾਨ ਰਾਜਵੰਸ਼ ਦੇ ਝੋਂਗਲੀ ਅਤੇ ਲੂ ਡੋਂਗਬਿਨ ਨੂੰ ਮੌਕਾ ਨਾਲ ਮਿਲਿਆ। ਅੰਕਲ ਕਾਓ ਗੁਓ ਦੇ ਤਰਕਸ਼ੀਲ ਜਵਾਬਾਂ ਨੂੰ ਦੇਖ ਕੇ, ਉਹ ਬਹੁਤ ਖੁਸ਼ ਹੋਇਆ ਅਤੇ ਉਸਨੇ ਉਸਨੂੰ \"ਸੱਚ ਦੀ ਵਾਪਸੀ ਦਾ ਗੁਪਤ ਹੁਕਮ\" ਦਿੱਤਾ ਅਤੇ ਉਸਨੂੰ ਧਿਆਨ ਨਾਲ ਅਭਿਆਸ ਕਰਨ ਦਾ ਆਦੇਸ਼ ਦਿੱਤਾ। ਬਹੁਤ ਦੇਰ ਬਾਅਦ, ਝੋਂਗਲੀ। ਕੁਆਨ ਅਤੇ ਲੂ ਡੋਂਗਬਿਨ ਨੂੰ ਅਮਰ ਕਲਾਸ ਨਾਲ ਪੇਸ਼ ਕੀਤਾ ਗਿਆ ਸੀ।", "聖意": "ਘਰ ਵਿੱਚ ਚੰਗੀ ਕਿਸਮਤ, ਘਰ, ਵਪਾਰ ਵਿੱਚ ਚੰਗੀ ਕਿਸਮਤ, ਵਪਾਰ ਵਿੱਚ ਚੰਗੀ ਕਿਸਮਤ, ਵਿਆਹ, ਨਰ ਪੈਦਲ, ਖੇਤਾਂ ਵਿੱਚ ਰੇਸ਼ਮ ਦੇ ਕੀੜੇ ਜਲਦੀ ਲਗਾਉਣਾ, ਪਸ਼ੂਆਂ ਦੀ ਅਸਫਲਤਾ, ਲੋਕ ਲੱਭਣ, ਮੁਕੱਦਮੇ, ਪਰਵਾਸ, ਗੁਆਚੀ ਜਾਇਦਾਦ ਵਿੱਚ ਚੰਗੀ ਕਿਸਮਤ, ਦੇਰ ਨਾਲ ਬਿਮਾਰੀ, ਚੰਗੀ ਕਿਸਮਤ (ਖਰਗੋਸ਼ ਦਾ ਸਾਲ ਜਾਂ ਖਰਗੋਸ਼ ਦੀ ਰਾਸ਼ੀ ਵਿੱਚ ਮਾੜੀ ਕਿਸਮਤ), ਪਹਾੜੀ ਕਬਰਾਂ ਵਿੱਚ ਚੰਗੀ ਕਿਸਮਤ", "古人": "ਅੰਕਲ ਕਾਓ ਗੁਓ ਇੱਕ ਅਮਰ ਹੈ", "第X籤": "ਅਠਾਰਵੇਂ ਦਸਤਖਤ ਕਰੋ", "宮": "ਮਾਓਗੋਂਗ"}