{"籤詩版本二": "ਕਿਸ਼ਤੀ ਨੂੰ ਤੇਜ਼ ਪਾਣੀ ਦੇ ਬੀਚ ਤੋਂ ਵਾਪਸ ਜਾਣ ਦਿਓ, ਤੁਸੀਂ ਗੜਬੜ ਕਰਕੇ ਕੀ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?\nਜੇਕਰ ਤੁਸੀਂ ਸੁਰੱਖਿਅਤ ਰਹਿਣਾ ਚਾਹੁੰਦੇ ਹੋ, ਤਾਂ ਸ਼ਾਂਤੀ ਦੀ ਭਾਲ ਕਰੋ ਅਤੇ ਇਸ ਸੰਕਟ ਨੂੰ ਪਾਰ ਕਰਨ ਲਈ ਲਹਿਰਾਂ ਦੀ ਉਡੀਕ ਕਰੋ।", "詩意": "ਇਹ ਹੈਕਸਾਗ੍ਰਾਮ ਇੱਕ ਤੇਜ਼ ਬੀਚ 'ਤੇ ਯਾਤਰਾ ਕਰਨ ਵਾਲੀ ਕਿਸ਼ਤੀ ਵਰਗਾ ਹੈ।\nਹਰ ਚੀਜ਼ ਵਿੱਚ ਰੂੜੀਵਾਦੀ ਰਹੋ ਅਤੇ ਸਮੇਂ ਦੀ ਉਡੀਕ ਕਰੋ।", "解曰": "ਮਜ਼ਬੂਤ ​​ਪਾਣੀ ਵਿੱਚ ਉਤਰੋ. ਖ਼ਤਰਾ ਸਮੇਂ ਦੀ ਉਡੀਕ ਕਰ ਰਿਹਾ ਹੈ। ਜੇ ਤੁਸੀਂ ਕੈਂਪ ਯੋਜਨਾਵਾਂ ਬਾਰੇ ਪੁੱਛਦੇ ਹੋ। ਕੁਝ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।", "籤詩故事一": "◇ ਜ਼ੀਈ ਨੂੰ ਤਾਜ ਪਹਿਨਾਇਆ ਗਿਆ ਰਾਜਾ ਹੈ\nਗੁਓ ਜ਼ੀਈ (697-781), ਜਿਸਨੂੰ ਗੁਓ ਲਿੰਗਗੋਂਗ ਵੀ ਕਿਹਾ ਜਾਂਦਾ ਹੈ, ਜ਼ੇਂਗ ਕਾਉਂਟੀ, ਹੁਆਜ਼ੌ (ਹੁਣ ਹੁਆਜ਼ੀਅਨ ਕਾਉਂਟੀ, ਸ਼ਾਂਕਸੀ ਪ੍ਰਾਂਤ) ਦਾ ਵਸਨੀਕ ਸੀ ਅਤੇ ਤਾਂਗ ਰਾਜਵੰਸ਼ ਦਾ ਇੱਕ ਜਰਨੈਲ ਸੀ।\nਤਿਆਨਬਾਓ (755) ਦੇ 14ਵੇਂ ਸਾਲ ਵਿੱਚ ਅੰਸ਼ੀ ਵਿਦਰੋਹ ਦੇ ਦੌਰਾਨ, ਉਸਨੂੰ ਸ਼ੁਓਫਾਂਗ ਜੀਦੁਸ਼ੀ (ਲਿੰਗਵੂ, ਅਜੋਕੇ ਨਿੰਗਜ਼ੀਆ ਵਿੱਚ ਲਿੰਗਵੂ ਦੇ ਪੱਛਮ ਵਿੱਚ) ਦਾ ਖਿਤਾਬ ਦਿੱਤਾ ਗਿਆ ਸੀ। ਉਸਨੂੰ ਧਰਮ ਯੁੱਧ ਕਰਨ ਦਾ ਹੁਕਮ ਦਿੱਤਾ ਗਿਆ ਸੀ। ਉਸਨੇ ਮਾਰਚ ਕਰਨ ਲਈ ਸ਼ੂਓਫਾਂਗ ਦੀ ਫੌਜ ਨੂੰ ਲੀ ਗੁਆਂਗਬੀ ਨਾਲ ਮਿਲਾਇਆ ਸੀ। ਉਹ ਚਾਂਗਸ਼ਾਨ (ਜ਼ੇਂਗਡਿੰਗ, ਹੇਬੇਈ) ਵਿਖੇ ਫੌਜਾਂ ਵਿਚ ਸ਼ਾਮਲ ਹੋਏ ਅਤੇ ਸ਼ੀ ਸਿਮਿੰਗ ਨੂੰ ਹਰਾ ਕੇ ਹੇਬੇਈ ਨੂੰ ਮੁੜ ਪ੍ਰਾਪਤ ਕੀਤਾ। ਇਸ ਸਮੇਂ, ਗੁਓ ਜ਼ੀਈ ਨੇ ਸੁਝਾਅ ਦਿੱਤਾ ਕਿ ਸਮਰਾਟ ਫੈਨ ਯਾਂਗ ਨੂੰ ਉੱਤਰ ਤੋਂ ਲੈ ਜਾਵੇ ਅਤੇ ਟੋਂਗਗੁਆਨ ਦੀ ਘੇਰਾਬੰਦੀ ਨੂੰ ਘਟਾਉਣ ਲਈ ਬਾਗੀ ਬਾਘਾਂ ਦੇ ਡੇਰੇ 'ਤੇ ਹਮਲਾ ਕਰੇ, ਪਰ ਜ਼ੁਆਨਜ਼ੋਂਗ ਨੇ ਇਨਕਾਰ ਕਰ ਦਿੱਤਾ। ਇਸ ਤੋਂ ਬਾਅਦ, ਟਾਂਗ ਰਾਜਵੰਸ਼ ਦੇ ਅੰਤ ਵਿੱਚ ਵੱਖਵਾਦੀ ਵਾਸਲ ਕਸਬਿਆਂ ਦੀ ਸਥਿਤੀ ਬੀਜੀ ਗਈ, ਜੋ ਤਾਂਗ ਰਾਜਵੰਸ਼ ਦੇ ਖਾਤਮੇ ਦਾ ਦੂਰ-ਦੁਰਾਡੇ ਦਾ ਕਾਰਨ ਵੀ ਬਣ ਗਿਆ।\nਤਿਆਨਬਾਓ ਦੇ ਰਾਜ (756) ਦੇ ਪੰਦਰਵੇਂ ਸਾਲ ਵਿੱਚ, ਉਸਨੇ ਅਤੇ ਉਈਗਰ ਗੱਠਜੋੜ ਨੇ ਹੇਕੂ ਨੂੰ ਸ਼ਾਂਤ ਕੀਤਾ। ਅਗਲੇ ਸਾਲ ਦੀ ਬਸੰਤ ਵਿੱਚ, ਉਨ੍ਹਾਂ ਨੇ ਹੇਡੋਂਗ (ਹੁਣ ਯੋਂਗਜੀ, ਸ਼ਾਂਕਸੀ) ਅਤੇ ਫੇਂਗ ਯੀ (ਹੁਣ ਡਾਲੀ, ਸ਼ਾਂਕਸੀ) ਨੂੰ ਮੁੜ ਪ੍ਰਾਪਤ ਕੀਤਾ ਅਤੇ ਟੋਂਗਗੁਆਨ ਉੱਤੇ ਹਮਲਾ ਕੀਤਾ, ਕੁਈ ਕਿਆਨਯੂ ਨੂੰ ਹਰਾਇਆ। ਤਾਂਗ ਫੌਜ ਨੂੰ 10,000 ਤੋਂ ਵੱਧ ਜਾਨੀ ਨੁਕਸਾਨ ਹੋਇਆ। ਕੁਈ ਕਿਆਨਿਯੂ ਨੇ ਪੂਜਿਨ ਨੂੰ ਸਮਰਪਣ ਕੀਤਾ। ਇੱਕ ਲੁਸ਼ਾਨ ਨੂੰ ਉਸਦੇ ਪੁੱਤਰ ਐਨ ਕਿੰਗਜ਼ੂ ਦੁਆਰਾ ਮਾਰਿਆ ਗਿਆ ਸੀ।\nਝਾਈਦੇ (757) ਦੇ ਦੂਜੇ ਸਾਲ ਵਿੱਚ, ਉਸਨੂੰ ਫੈਂਗਜਿਯਾਂਗ ਵੱਲ ਫੌਜਾਂ ਦੀ ਅਗਵਾਈ ਕਰਨ ਦਾ ਆਦੇਸ਼ ਦਿੱਤਾ ਗਿਆ। ਰਸਤੇ ਵਿੱਚ, ਉਸਨੇ ਬਾਈਕੁ ਲਿਯੂਨ ਬ੍ਰਿਜ (ਅੱਜ ਦੇ ਸਾਨਯੁਆਨ ਦੇ ਦੱਖਣ ਪੂਰਬ) ਵਿਖੇ 5,000 ਲੀ ਗੁਇਰੇਨ ਦੇ ਘੋੜਸਵਾਰ ਨੂੰ ਹਰਾਇਆ। ਮਈ ਵਿੱਚ, ਉਸਨੇ ਐਨ ਸ਼ੌਜ਼ੋਂਗ ਅਤੇ ਲੀ ਨਾਲ ਲੜਾਈ ਕੀਤੀ। ਕਿੰਗਕੁ (ਅੱਜ ਦੇ ਸ਼ੀਆਨ ਦੇ ਪੱਛਮ ਵਿੱਚ) ਵਿੱਚ ਗੁਆਰੇਨ ਹਾਰ ਗਿਆ ਸੀ, ਅਤੇ ਉਹ ਵੁਗੋਂਗ (ਅੱਜ ਦਾ ਵੁਗੋਂਗ ਦੇ ਉੱਤਰ-ਪੱਛਮ ਵਿੱਚ) ਵੱਲ ਹਟ ਗਿਆ ਸੀ। ਸਤੰਬਰ ਵਿੱਚ, ਉਸਨੇ ਮਾਰਸ਼ਲ ਗੁਆਂਗਪਿੰਗ ਵਾਂਗ ਲੀ ਚੂ ਦਾ ਪਿੱਛਾ ਕੀਤਾ ਅਤੇ 150,000 ਫੌਜਾਂ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਣ ਲਈ ਤਾਂਗ ਅਤੇ ਉਇਗਰਾਂ ਦੀ ਅਗਵਾਈ ਕੀਤੀ, ਅਤੇ ਫਿਰ ਲੜਾਈ ਕੀਤੀ। ਜ਼ਿਆਂਗ ਵਿੱਚ ਐਨ ਸ਼ੌਜ਼ੋਂਗ ਅਤੇ ਲੀ ਗੁਇਰੇਨ ਦੇ ਨਾਲ। ਜੀ ਟੈਂਪਲ (ਅੱਜ ਦੀ ਚਾਂਗਆਨ ਕਾਉਂਟੀ ਦੇ ਦੱਖਣ-ਪੱਛਮ) ਦੇ ਉੱਤਰ ਵੱਲ, ਉਈਗਰ ਸਿਪਾਹੀਆਂ ਨੇ ਦੁਸ਼ਮਣ ਦੇ ਪਿੱਛੇ ਚੱਕਰ ਲਗਾਇਆ, ਦੋਵਾਂ ਪਾਸਿਆਂ ਤੋਂ ਹਮਲਾ ਕੀਤਾ, ਅਤੇ 60,000 ਦੁਸ਼ਮਣਾਂ ਨੂੰ ਮਾਰ ਦਿੱਤਾ। ਝਾਂਗ ਟੋਂਗਰੂ ਸ਼ਾਨਸੀ ਕਾਉਂਟੀ ਵੱਲ ਭੱਜ ਗਿਆ, ਅਤੇ ਅੰਤ ਵਿੱਚ ਰਾਜਧਾਨੀ ਚਾਂਗਆਨ (ਅੱਜ ਦਾ ਸ਼ੀਆਨ) ਮੁੜ ਹਾਸਲ ਕਰ ਲਿਆ।ਤਾਂਗ ਸੈਨਾ ਦੀ ਸ਼ਾਨ ਇੱਕ ਵਾਰ ਫਿਰ ਚਾਂਗਆਨ ਵਿੱਚ ਬਹਾਲ ਹੋ ਗਈ।\nਬਾਅਦ ਵਿੱਚ, ਤਾਂਗ ਫੌਜ ਨੇ ਜਿੱਤ ਦਾ ਫਾਇਦਾ ਉਠਾਇਆ ਅਤੇ ਪੂਰਬ ਵੱਲ ਮਾਰਚ ਕੀਤਾ, ਜ਼ਿੰਡਿਅਨ (ਹੁਣ ਸਨਮੇਨਕਸੀਆ ਸ਼ਹਿਰ, ਹੇਨਾਨ ਸੂਬੇ ਦੇ ਦੱਖਣ-ਪੱਛਮ) ਵਿੱਚ ਯਾਨ ਜ਼ੁਆਂਗ ਅਤੇ ਝਾਂਗ ਟੋਂਗਰੂ ਸਮੇਤ 150,000 ਆਦਮੀਆਂ ਨੂੰ ਹਰਾ ਕੇ, ਐਨਕਿੰਗ ਜ਼ੂ ਨੂੰ ਪੀਲੀ ਨਦੀ ਪਾਰ ਕਰਨ ਅਤੇ ਜ਼ਿਆਂਗਜ਼ੂ ਵੱਲ ਪਿੱਛੇ ਹਟਣ ਲਈ ਮਜਬੂਰ ਕੀਤਾ। ਡੋਂਗਜੁਨ ਲੁਓਯਾਂਗ ਵਾਪਸ ਆ ਗਿਆ। ਸੀਟੂ ਨੂੰ ਉਸਦੇ ਗੁਣਾਂ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ ਅਤੇ ਉਸਨੂੰ ਦੇਸ਼ ਦਾ ਡਿਊਕ ਬਣਾਓ।\nਸ਼ੀ ਸਿਮਿੰਗ ਨੇ ਐਨ ਕਿੰਗਜ਼ੂ ਨੂੰ ਬਚਾਉਣ ਲਈ ਫੈਨ ਯਾਂਗ ਤੋਂ ਆਪਣੀ ਫੌਜ ਦੀ ਅਗਵਾਈ ਕੀਤੀ। ਦੋਵੇਂ ਧਿਰਾਂ ਅਨਯਾਂਗ ਨਦੀ (ਅਜੋਕੇ ਅਨਯਾਂਗ ਦੇ ਉੱਤਰ) ਦੇ ਉੱਤਰ ਵਿੱਚ ਬਣ ਕੇ ਲੜੀਆਂ। ਲੜਾਈ ਅਟੁੱਟ ਸੀ। ਅੰਤ ਵਿੱਚ, ਨੌਂ ਜੀਦੁਸ਼ੀ ਦੀ ਅਗਵਾਈ ਵਿੱਚ, ਟੈਂਗ ਫੌਜ, ਜੋ 600,000 ਆਦਮੀ ਹੋਣ ਦਾ ਦਾਅਵਾ ਕੀਤਾ, ਪਿੱਛੇ ਹਟ ਗਏ (ਯੇਚੇਂਗ ਦੀ ਲੜਾਈ ਵਿੱਚ) ਯੁੱਧ)। ਇਸ ਲੜਾਈ ਦਾ ਮੁੱਖ ਕਮਾਂਡਰ ਖੁਸਰਾ ਯੂ ਚਾਓਨ ਸੀ, ਜਿਸ ਕੋਲ ਕੋਈ ਲੀਡਰਸ਼ਿਪ ਹੁਨਰ ਨਹੀਂ ਸੀ ਅਤੇ ਉਸਨੇ ਲੜਾਈ ਦੀ ਅਸਫਲਤਾ ਲਈ ਗੁਓ ਜ਼ੀਈ ਨੂੰ ਜ਼ਿੰਮੇਵਾਰ ਠਹਿਰਾਇਆ। ਗੁਓ ਜ਼ੀਈ ਨੂੰ ਫੌਜੀ ਸ਼ਕਤੀ ਤੋਂ ਮੁਕਤ ਹੋ ਕੇ ਚਾਂਗਆਨ ਵਾਪਸ ਬੁਲਾਇਆ ਗਿਆ, ਅਤੇ ਇੱਕ ਵਿਹਲਾ ਅਧਿਕਾਰੀ ਬਣ ਗਿਆ।\nਬਾਓਇੰਗ (762) ਦੇ ਪਹਿਲੇ ਸਾਲ ਵਿੱਚ, ਤਾਈਯੁਆਨ (ਅੱਜ ਦਾ ਤਾਈਯੁਆਨ ਦੇ ਦੱਖਣ-ਪੱਛਮ ਵਿੱਚ) ਅਤੇ ਜਿਆਂਗਝੂ (ਅੱਜ ਦਾ ਸ਼ਾਂਕਸੀ ਪ੍ਰਾਂਤ ਵਿੱਚ ਸ਼ਿਨਜਿਆਂਗ) ਵਿੱਚ ਫ਼ੌਜਾਂ ਨੇ ਬਗਾਵਤ ਕਰ ਦਿੱਤੀ। ਅਦਾਲਤ ਡਰ ਗਈ, ਇਸ ਲਈ ਜ਼ੀਆ ਨੂੰ ਫੇਨਯਾਂਗ ਦੇ ਰਾਜੇ ਦੀ ਉਪਾਧੀ ਦਿੱਤੀ ਗਈ ਅਤੇ ਉਹ ਬਾਹਰ ਚਲੇ ਗਏ। Jiangzhou ਨੂੰ ਕੰਟਰੋਲ. ਉਹ ਖੁਸਰੇ ਚੇਂਗ ਯੁਆਨਜ਼ੇਨ ਦੁਆਰਾ ਵੀ ਦੂਰ ਹੋ ਗਿਆ ਸੀ ਅਤੇ ਫੌਜੀ ਸ਼ਕਤੀ ਤੋਂ ਮੁਕਤ ਹੋ ਗਿਆ ਸੀ।\n(ਇਸ ਕਹਾਣੀ ਦਾ ਫੋਕਸ: ਗੁਓ ਜ਼ੀ, ਜੋ ਕਿ ਬਹੁਤ ਸਮਰੱਥ ਅਤੇ ਵਧੀਆ ਵਿਵਹਾਰ ਵਾਲਾ ਸੀ, ਜ਼ੁਆਨਜ਼ੋਂਗ ਅਤੇ ਕੁਝ ਖਲਨਾਇਕਾਂ ਨੂੰ ਮਿਲਿਆ, ਜਿਸ ਨੇ ਉਸ ਦੀਆਂ ਪ੍ਰਾਪਤੀਆਂ ਨਾਲ ਬਹੁਤ ਸਮਝੌਤਾ ਕੀਤਾ।)", "聖意": "ਘਰ ਅਤੇ ਆਪਣੇ ਆਪ ਨੂੰ ਅਸੀਸ ਦੇਣਾ, ਦੌਲਤ ਦੀ ਮੰਗ ਕਰਨਾ, ਕੋਈ ਲੈਣ-ਦੇਣ ਨਹੀਂ, ਕੋਈ ਵਿਆਹ ਨਹੀਂ, ਕੋਈ ਝੂਠਾ ਅਲਾਰਮ ਨਹੀਂ, ਪੈਦਲ ਯਾਤਰੀਆਂ ਦਾ ਟਿਆਨਕਨਜੀ ਵਿੱਚ ਆਉਣਾ, ਲੋਕਾਂ ਨੂੰ ਲੱਭਣਾ ਮੁਸ਼ਕਲ, ਜਨਤਕ ਮੁਕੱਦਮੇ ਅਤੇ (ਜ਼ਿੰਗ ਨਹੀਂ), ਪਰਵਾਸ, ਰੂੜੀਵਾਦੀਤਾ, ਗੁਆਚੀ ਜਾਇਦਾਦ, ਲੱਭਣਾ ਮੁਸ਼ਕਲ, ਬਿਮਾਰੀਆਂ, ਅਸੀਸਾਂ, ਪਹਾੜਾਂ ਅਤੇ ਕਬਰਾਂ, ਸ਼ੁਭ ਲਈ ਪ੍ਰਾਰਥਨਾ ਕਰਨਾ", "古人": "ਜ਼ੀਈ ਦਾ ਤਾਜਪੋਸ਼ੀ ਰਾਜਾ ਸੀ", "第X籤": "ਉਨੀਵੀਂ ਜਿੱਤਣ ਵਾਲਾ ਲੋਟੋ", "宮": "ਤਤਸੁਮੀ"}