{"籤詩版本二": "ਇੰਨੀਆਂ ਚਿੰਤਾਵਾਂ ਅਤੇ ਖ਼ਤਰਿਆਂ ਤੋਂ ਬਾਅਦ, ਇਹ ਹੁਣ ਤੋਂ ਕਦੇ ਵੀ ਖਾਲੀ ਨਹੀਂ ਹੋਵੇਗਾ\nਇੱਕ ਉਦਾਰ ਦਿਲ ਦੀਆਂ ਆਪਣੀਆਂ ਉਦਾਰ ਯੋਜਨਾਵਾਂ ਹੁੰਦੀਆਂ ਹਨ। ਤੁਹਾਨੂੰ ਮਹਾਨ ਪ੍ਰਾਪਤੀਆਂ ਕਰਨ ਲਈ ਇੱਕ ਮਾਹਰ ਨੂੰ ਮਿਲਣਾ ਪੈਂਦਾ ਹੈ।", "詩意": "ਇਹ ਹੈਕਸਾਗ੍ਰਾਮ ਇੱਕ ਬਸੰਤ ਦੇ ਨਾਲ ਇੱਕ ਪ੍ਰਾਚੀਨ ਖੂਹ ਵਰਗਾ ਹੈ.\nਹਰ ਚੀਜ਼ ਵਿੱਚ, ਨੇਕ ਲੋਕ ਸਫਲਤਾ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ.", "解曰": "ਮੁਕੱਦਮਾ ਆਖਰਕਾਰ ਜਾਇਜ਼ ਹੋਵੇਗਾ। ਬਿਮਾਰ ਅਤੇ ਸੁਰੱਖਿਅਤ. ਸਲਾਹ ਲੈਣ ਲਈ ਅੰਦਰ ਅਤੇ ਬਾਹਰ ਜਾਓ। ਪ੍ਰਾਚੀਨ ਖੂਹ ਬਸੰਤ ਨੂੰ ਮਿਲਦਾ ਹੈ।", "籤詩故事一": "◇ਯਾਓ ਚੋਂਗ ਟਿੱਡੀਆਂ ਨੂੰ ਕੰਟਰੋਲ ਕਰਦਾ ਹੈ\nਯਾਓ ਚੋਂਗ (649-721), ਜਿਸਦਾ ਅਸਲੀ ਨਾਮ ਯੁਆਨ ਚੋਂਗ ਸੀ, ਸ਼ਾਨਜ਼ੂ ਤੋਂ ਸੀ।ਉਸਨੇ ਤਾਂਗ ਰਾਜਵੰਸ਼ ਵਿੱਚ ਜ਼ਿਆ ਗੁਆਨ, ਚੁੰਗੁਆਨ ਦੇ ਸ਼ਾਂਗਸ਼ੂ, ਜ਼ੀਵੇਲਿੰਗ, ਝੋਂਗਸ਼ੂਲਿੰਗ, ਅਤੇ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਵਜੋਂ ਸੇਵਾ ਕੀਤੀ।\nਕਾਈਯੂਆਨ (716) ਦੇ ਚੌਥੇ ਸਾਲ ਵਿੱਚ, ਸ਼ਾਨਡੋਂਗ (ਆਮ ਤੌਰ 'ਤੇ ਹੁਆਸ਼ਾਨ ਦੇ ਪੂਰਬ ਵੱਲ ਪੀਲੀ ਨਦੀ ਦੇ ਬੇਸਿਨ ਦਾ ਹਵਾਲਾ ਦਿੰਦਾ ਹੈ) ਟਿੱਡੀਆਂ ਦੀ ਲਪੇਟ ਵਿੱਚ ਆ ਗਿਆ ਸੀ। ਲੋਕ ਅੰਧਵਿਸ਼ਵਾਸੀ ਵਿਚਾਰਾਂ ਨਾਲ ਬੱਝੇ ਹੋਏ ਸਨ ਅਤੇ ਉਨ੍ਹਾਂ ਦਾ ਸ਼ਿਕਾਰ ਕਰਨ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਮਾਰਨ ਦੀ ਹਿੰਮਤ ਨਹੀਂ ਕਰਦੇ ਸਨ, ਸਗੋਂ ਉਨ੍ਹਾਂ ਨੇ ਟਿੱਡੀਆਂ ਦੀ ਸਥਾਪਨਾ ਕੀਤੀ ਸੀ। ਬਲੀਆਂ ਚੜ੍ਹਾਉਂਦੇ, ਧੂਪ ਧੁਖਾਉਂਦੇ, ਖੇਤਾਂ ਦੇ ਕੋਲ ਪੂਜਾ ਕਰਦੇ, ਅਤੇ ਟਿੱਡੀਆਂ ਦੁਆਰਾ ਫਸਲਾਂ ਨੂੰ ਖਾ ਜਾਂਦੇ ਵੇਖਦੇ ਹਾਂ।\nਸਾਰੇ ਅਧਿਕਾਰੀਆਂ ਦਾ ਮੰਨਣਾ ਸੀ: “ਟਿੱਡੀਆਂ ਇੱਕ ਕੁਦਰਤੀ ਆਫ਼ਤ ਹਨ, ਇਨ੍ਹਾਂ ਨੂੰ ਮਨੁੱਖੀ ਸ਼ਕਤੀ ਦੁਆਰਾ ਕਿਵੇਂ ਕਾਬੂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ!” ਉਸ ਸਮੇਂ ਦੋ ਵੱਖੋ-ਵੱਖਰੇ ਵਿਚਾਰਾਂ ਵਿਚਕਾਰ ਸੰਘਰਸ਼ ਬਹੁਤ ਭਿਆਨਕ ਸੀ, ਕੀ ਟਿੱਡੀਆਂ ਨੂੰ ਖ਼ਤਮ ਕਰਨਾ ਹੈ ਜਾਂ ਨਹੀਂ।\nਯਾਓ ਚੋਂਗ ਨੇ ਕਿਹਾ: \"ਜਿੰਨਾ ਚਿਰ ਅਸੀਂ ਇਕੱਠੇ ਕੰਮ ਕਰਦੇ ਹਾਂ, ਅਸੀਂ ਉਨ੍ਹਾਂ ਸਾਰਿਆਂ ਤੋਂ ਛੁਟਕਾਰਾ ਪਾ ਸਕਦੇ ਹਾਂ। ਉਸ ਨੇ ਕਿਹਾ: ਟਿੱਡੀਆਂ ਲੋਕਾਂ ਤੋਂ ਡਰਦੀਆਂ ਹਨ, ਇਸ ਲਈ ਉਨ੍ਹਾਂ ਨੂੰ ਭਜਾਉਣਾ ਆਸਾਨ ਹੁੰਦਾ ਹੈ। ਬੀਜਾਂ ਦੇ ਮਾਲਕ ਹੁੰਦੇ ਹਨ, ਇਸ ਲਈ ਬਚਾਅ ਕਰਨ ਵਾਲਿਆਂ ਨੂੰ ਸਖ਼ਤ ਮਿਹਨਤ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ; ਟਿੱਡੀਆਂ ਉੱਡ ਸਕਦੇ ਹਨ, ਅਤੇ ਜੇ ਉਹ ਰਾਤ ਨੂੰ ਅੱਗ ਵੇਖਦੇ ਹਨ, ਤਾਂ ਉਹ ਉਸ ਵੱਲ ਉੱਡ ਜਾਣਗੇ; ਉਨ੍ਹਾਂ ਨੂੰ ਖੇਤ ਵਿੱਚ ਅੱਗ ਲਗਾਓ, ਸੜਦੇ ਸਮੇਂ ਟੋਏ ਖੋਦੋ, ਸੜਦੇ ਸਮੇਂ ਉਨ੍ਹਾਂ ਨੂੰ ਦੱਬ ਦਿਓ, ਅਤੇ ਕੁਝ ਵੀ ਨਹੀਂ ਬਚੇਗਾ।\"\nਜ਼ੁਆਨਜ਼ੋਂਗ ਨੇ ਕਿਹਾ: \"ਟਿੱਡੀਆਂ ਇੱਕ ਕੁਦਰਤੀ ਆਫ਼ਤ ਹੈ ਜੋ ਮਾੜੇ ਨੈਤਿਕ ਸ਼ਾਸਨ ਕਾਰਨ ਪੈਦਾ ਹੁੰਦੀ ਹੈ। ਜੇਕਰ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਸ਼ਿਕਾਰ ਕਰਨ ਅਤੇ ਮਾਰਨ ਦੀ ਮੰਗ ਕਰਦੇ ਹੋ, ਤਾਂ ਕੀ ਇਹ ਅਨਾਜ ਦੇ ਵਿਰੁੱਧ ਨਹੀਂ ਹੈ?\"\nਯਾਓ ਚੋਂਗ ਨੇ ਅੱਗੇ ਕਿਹਾ: \"ਟਿੱਡੀਆਂ ਨੂੰ ਫੜਨ ਅਤੇ ਮਾਰਨ ਦਾ ਅਭਿਆਸ ਪ੍ਰਾਚੀਨ ਲੋਕਾਂ ਦੁਆਰਾ ਕੀਤਾ ਗਿਆ ਸੀ, ਅਤੇ ਤੁਹਾਡੀ ਮਹਿਮਾ ਭਵਿੱਖ ਵਿੱਚ ਇਸਦਾ ਉਪਯੋਗ ਕਰੇਗੀ। ਇਹ ਕਿਸਾਨਾਂ ਲਈ ਸ਼ਾਂਤੀ ਅਤੇ ਖੁਸ਼ਹਾਲੀ ਲਿਆਉਣ ਲਈ ਇੱਕ ਪ੍ਰਮੁੱਖ ਰਾਸ਼ਟਰੀ ਘਟਨਾ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਇਸ 'ਤੇ ਗੰਭੀਰਤਾ ਨਾਲ ਵਿਚਾਰ ਕਰੋ।\"\nਜ਼ੁਆਨਜ਼ੋਂਗ ਨੂੰ ਯਕੀਨ ਹੋ ਗਿਆ। ਪਰ ਉਸ ਸਮੇਂ ਅਦਾਲਤ ਦੇ ਅੰਦਰ ਅਤੇ ਬਾਹਰ ਸਾਰਿਆਂ ਨੇ ਕਿਹਾ ਕਿ ਟਿੱਡੀਆਂ ਦਾ ਸ਼ਿਕਾਰ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।\nਜ਼ੁਆਨਜ਼ੋਂਗ ਨੇ ਕਿਹਾ: \"ਮੈਂ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਨਾਲ ਵਿਚਾਰ ਵਟਾਂਦਰਾ ਕੀਤਾ ਹੈ ਅਤੇ ਟਿੱਡੀਆਂ ਨੂੰ ਫੜਨ ਦਾ ਫੈਸਲਾ ਕੀਤਾ ਹੈ। ਕੋਈ ਵੀ ਜੋ ਦੁਬਾਰਾ ਇਤਰਾਜ਼ ਕਰੇਗਾ ਉਸ ਨੂੰ ਫਾਂਸੀ ਦਿੱਤੀ ਜਾਵੇਗੀ। \"ਇਸ ਲਈ ਉਸਨੇ ਸੈਂਸਰ ਨੂੰ ਨਿਗਰਾਨੀ ਕਰਨ ਅਤੇ ਲੋਕਾਂ ਨੂੰ ਟਿੱਡੀਆਂ ਨੂੰ ਸਾੜਨ ਅਤੇ ਦਫਨਾਉਣ ਲਈ ਨਿਰਦੇਸ਼ ਦੇਣ ਲਈ ਭੇਜਿਆ।\nਨਤੀਜੇ ਕਾਫ਼ੀ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਸਨ। ਪੂਰੇ ਦੇਸ਼ ਵਿੱਚ 9 ਮਿਲੀਅਨ ਡਾਂਸ ਟਿੱਡੀਆਂ ਫੜੀਆਂ ਗਈਆਂ ਸਨ, ਅਤੇ ਟਿੱਡੀਆਂ ਦੀ ਪਲੇਗ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਖ਼ਤਮ ਕਰ ਦਿੱਤਾ ਗਿਆ ਸੀ। ਉਸ ਸਾਲ ਖੇਤੀਬਾੜੀ ਨੇ ਚੰਗੀ ਫ਼ਸਲ ਪ੍ਰਾਪਤ ਕੀਤੀ ਸੀ।\n(ਆਫਤ ਪ੍ਰਬੰਧਨ ਅਤੇ ਨਿਕਾਸੀ ਵਿੱਚ ਬੁੱਧੀ ਦੀ ਵਰਤੋਂ ਕੀਤੀ ਜਾਣੀ ਚਾਹੀਦੀ ਹੈ, ਅਤੇ ਮੁਸ਼ਕਲਾਂ ਨੂੰ ਦੂਰ ਕਰਨ ਲਈ ਸੂਝਵਾਨ ਰਣਨੀਤੀਆਂ ਹੋਣੀਆਂ ਚਾਹੀਦੀਆਂ ਹਨ। ਯਾਓ ਚੋਂਗ ਇਸ ਮਾਮਲੇ ਵਿੱਚ ਮਾਹਰ ਹਨ)", "聖意": "ਘਰ ਸਾਧਾਰਨ ਹੈ, ਆਪਣੇ ਆਪ ਨੂੰ ਰੋਕਿਆ ਹੋਇਆ ਹੈ, ਪੈਸਾ ਮੰਗਣਾ ਬੰਦ ਹੈ, ਵਪਾਰ ਰੋਕਿਆ ਗਿਆ ਹੈ, ਵਿਆਹ ਅਤੇ ਸਦਭਾਵਨਾ ਰੋਕ ਦਿੱਤੀ ਗਈ ਹੈ, ਲਿਉਜੀਆ ਵਿੱਚ ਖ਼ਤਰਾ ਹੈ, ਪੈਦਲ ਚੱਲਣ ਵਾਲੇ ਬੰਦ ਹਨ, ਰੇਸ਼ਮ ਦੇ ਕੀੜੇ ਬੰਦ ਹਨ, ਪਸ਼ੂਆਂ ਨੂੰ ਰੋਕਿਆ ਗਿਆ ਹੈ, ਲੋਕ ਨਹੀਂ ਮਿਲਦੇ, ਲੋਕ ਬਲਾਕ ਹਨ , ਜਨਤਕ ਮੁਕੱਦਮੇ ਬਣਦੇ ਹਨ, ਪਰਵਾਸ ਗੈਰ-ਵਾਜਬ ਹੈ, ਗੁਆਚੀਆਂ ਚੀਜ਼ਾਂ ਲੱਭਣੀਆਂ ਔਖੀਆਂ ਹਨ, ਬਿਮਾਰੀਆਂ ਪ੍ਰਾਰਥਨਾਵਾਂ ਹਨ, ਪਹਾੜ ਅਤੇ ਕਬਰਾਂ ਬੇਚੈਨ ਹਨ।", "古人": "ਯਾਓ ਚੋਂਗ ਟਿੱਡੀਆਂ ਨੂੰ ਕੰਟਰੋਲ ਕਰਦਾ ਹੈ", "第X籤": "25ਵੀਂ ਲਾਟਰੀ ਜਿੱਤਣਾ", "宮": "ਮੀ ਪੈਲੇਸ"}