{"籤詩版本二": "ਅਫਵਾਹ ਇਹ ਹੈ ਕਿ ਚੀਜ਼ਾਂ ਉਲਟ ਗਈਆਂ ਹਨ, ਅਤੇ ਮੈਨੂੰ ਦੂਰੀ ਤੋਂ ਇੱਕ ਪੱਤਰ ਮਿਲਿਆ ਹੈ.\nਕਿਤਾਬ ਵਿੱਚ ਮੇਰੇ ਨਾਲ ਕੀਤੀ ਪ੍ਰਸਿੱਧੀ ਅਤੇ ਸਫਲਤਾ ਦਾ ਵਾਅਦਾ ਅੰਤ ਤੱਕ ਖਾਲੀ ਰਿਹਾ।", "詩意": "ਇਸ ਹੈਕਸਾਗ੍ਰਾਮ ਦਾ ਇੱਕ ਝੂਠਾ ਨਾਮ ਹੈ।\nਹਰ ਗੱਲ ਵਿੱਚ ਰੂੜੀਵਾਦੀ ਹੋਣ ਦੀ ਸਲਾਹ ਦਿੱਤੀ ਜਾਂਦੀ ਹੈ।", "解曰": "ਉੱਪਰ ਅਤੇ ਹੇਠਾਂ ਪਰੇਸ਼ਾਨ. ਵਿਹਲ ਦੀ ਤਲਾਸ਼ ਵਿਹਲੀ ਨਹੀਂ ਹੈ। ਪ੍ਰਸਿੱਧੀ ਦੀ ਇੱਛਾ. ਸੁਰੱਖਿਅਤ ਰਹੋ।", "籤詩故事一": "◇ ਜ਼ੋਂਗ ਕੁਈ ਗਿਆਨ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ\nਝੋਂਗ ਕੁਈ, ਜਿਸਦਾ ਉਪਨਾਮ ਝੋਂਗ ਕੁਈ ਹੈ, ਜਿਸਦਾ ਸ਼ਿਸ਼ਟਾਚਾਰ ਨਾਮ ਜ਼ੇਂਗਨਾਨ ਹੈ, ਝੋਂਗਨਾਸ਼ਨ ਤੋਂ ਹੈ।\nਤਾਂਗ ਰਾਜਵੰਸ਼ ਦੇ ਸਮਰਾਟ ਡੇਜ਼ੋਂਗ ਦੇ ਰਾਜ ਦੌਰਾਨ, ਝੋਂਗ ਕੁਈ ਨੇ ਸ਼ਾਹੀ ਪ੍ਰੀਖਿਆ ਵਿੱਚ ਹਿੱਸਾ ਲਿਆ।ਝੋਂਗ ਕੁਈ ਨੇ ਪ੍ਰੀਖਿਆ ਦੇ ਪ੍ਰਸ਼ਨ ਪੜ੍ਹੇ ਅਤੇ ਤੁਰੰਤ ਇੱਕ ਵਾਰ ਵਿੱਚ ਲੇਖ ਲਿਖਿਆ ਅਤੇ ਇਸਨੂੰ ਸੌਂਪ ਦਿੱਤਾ। ਉਸ ਦਿਨ ਮੁੱਖ ਪਰੀਖਿਅਕ ਹਾਨ ਯੂ, ਸਿਵਲ ਮਾਮਲਿਆਂ ਦਾ ਮੰਤਰੀ ਸੀ, ਅਤੇ ਉਪ ਪਰੀਖਿਅਕ ਲੂ ਜ਼ੀ, ਇੱਕ ਮਹਾਨ ਵਿਦਵਾਨ ਸੀ। ਜਦੋਂ ਦੋਵਾਂ ਨੇ ਝੋਂਗ ਕੁਈ ਦਾ ਪੇਪਰ ਪੜ੍ਹਿਆ, ਤਾਂ ਉਨ੍ਹਾਂ ਦੀਆਂ ਅੱਖਾਂ ਚਮਕ ਗਈਆਂ ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਇਕਸੁਰ ਹੋ ਕੇ ਕਿਹਾ: \"ਜਾਦੂਗਰ, ਜਾਦੂਗਰ! ਇਸ ਲੇਖ ਦਾ ਹਰ ਸ਼ਬਦ ਨਿਹਾਲ ਹੈ, ਲੀ ਤਾਈਬਾਈ ਅਤੇ ਡੂ ਜ਼ਿਮੇਈ ਦੇ ਯੋਗ ਹੈ!\" ਇਸ ਲਈ ਉਨ੍ਹਾਂ ਨੇ ਝੌਂਗ ਕੁਈ ਨੂੰ ਪਹਿਲੇ ਸਥਾਨ 'ਤੇ ਰੱਖਿਆ।\nਸਮਰਾਟ ਡੇਜ਼ੋਂਗ ਨੇ ਹਾਨ ਯੂ ਦੀ ਰਿਪੋਰਟ ਸੁਣੀ ਅਤੇ ਕਿਹਾ ਕਿ ਵਿਗਿਆਨ ਦਾ ਨਵਾਂ ਚੈਂਪੀਅਨ ਝੋਂਗ ਕੁਈ ਬਹੁਤ ਪ੍ਰਤਿਭਾਸ਼ਾਲੀ ਸੀ, ਇਸ ਲਈ ਉਸਨੇ ਜ਼ੋਂਗ ਕੁਈ ਨੂੰ ਗੋਲਡਨ ਪੈਲੇਸ ਵਿੱਚ ਬੁਲਾਇਆ।\nਜਦੋਂ ਸਮਰਾਟ ਡੇਜ਼ੋਂਗ ਨੇ ਉਸਦੀ ਬਦਸੂਰਤ ਰੂਪ ਵੇਖੀ ਤਾਂ ਉਸਨੂੰ ਤੁਰੰਤ ਨਰਾਜ਼ ਹੋਇਆ ਅਤੇ ਉਸਨੇ ਕਿਹਾ, “ਸਾਡੇ ਦਰਬਾਰ ਵਿੱਚ ਵਿਦਵਾਨਾਂ ਦੀ ਚੋਣ ਸਭ ਨਿੱਜੀ ਸ਼ਬਦਾਂ ਅਤੇ ਕੈਲੀਗ੍ਰਾਫੀ 'ਤੇ ਅਧਾਰਤ ਹੈ, ਅਜਿਹੇ ਬਦਸੂਰਤ ਵਿਅਕਤੀ ਨੂੰ ਸੁਨਹਿਰੀ ਵਿਗਿਆਨ ਵਿੱਚ ਨੰਬਰ ਇੱਕ ਵਿਦਵਾਨ ਕਿਵੇਂ ਚੁਣਿਆ ਜਾ ਸਕਦਾ ਹੈ? \"\nਹਾਨ ਯੂ ਨੇ ਝੱਟ ਗੋਡੇ ਟੇਕਦੇ ਹੋਏ ਕਿਹਾ: \"ਕਿਸੇ ਵਿਅਕਤੀ ਦੇ ਚੰਗੇ ਅਤੇ ਮਾੜੇ ਸਾਰੇ ਰੂਪ ਵਿੱਚ ਨਹੀਂ ਹੁੰਦੇ ਹਨ। ਕੀ ਤੁਸੀਂ, ਪਵਿੱਤਰ ਪ੍ਰਭੂ, ਇਹ ਨਹੀਂ ਸੁਣਿਆ ਕਿ ਯਾਨ ਯਿੰਗ ਤਿੰਨ ਫੁੱਟ ਲੰਬਾ ਹੈ ਅਤੇ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਦੇ ਬਰਾਬਰ ਹੈ? ਝੌ ਚਾਂਗ। ਅੜਚਣ ਪਰ ਹਾਨ ਰਾਜਵੰਸ਼ ਦੀ ਮਦਦ ਕਰ ਸਕਦਾ ਹੈ; ਕਨਫਿਊਸ਼ਸ ਲੋਕਾਂ ਨੂੰ ਉਨ੍ਹਾਂ ਦੀ ਦਿੱਖ ਦੁਆਰਾ ਨਿਰਣਾ ਕਰਦਾ ਹੈ, ਅਤੇ ਆਪਣੇ ਪੁੱਤਰ ਯੂ ਨੂੰ ਗੁਆ ਦਿੰਦਾ ਹੈ। ਮੈਨੂੰ ਉਮੀਦ ਹੈ ਕਿ ਤੁਹਾਡੀ ਮਹਿਮਾ ਦੋ ਵਾਰ ਸੋਚੇਗੀ।\nਸਮਰਾਟ ਡੇਜ਼ੋਂਗ ਨੇ ਇੱਕ ਪਲ ਲਈ ਸੋਚਿਆ ਅਤੇ ਕਿਹਾ: \"ਹਾਲਾਂਕਿ ਹਾਨ ਏਕਿੰਗ ਦੇ ਸ਼ਬਦ ਵਾਜਬ ਹਨ, ਜਦੋਂ ਮੈਂ ਸਮਰਾਟ ਤਾਈਜ਼ੋਂਗ ਸੀ, ਉੱਥੇ ਅਠਾਰਾਂ ਵਿਦਵਾਨ ਸਨ ਜੋ ਯਿੰਗਜ਼ੌ ਵਿੱਚ ਆਏ ਅਤੇ ਇਸ ਬਾਰੇ ਗੱਲ ਕੀਤੀ। ਇਹ ਆਦਮੀ ਨੰਬਰ ਇੱਕ ਵਿਦਵਾਨ ਸੀ। ਮੈਨੂੰ ਡਰ ਹੈ ਕਿ ਸੰਸਾਰ ਪ੍ਰਤਿਭਾ ਨੂੰ ਨਾ ਪਛਾਣਨ ਲਈ ਮੇਰੇ 'ਤੇ ਹੱਸੇਗਾ।\"\nਪ੍ਰਧਾਨ ਮੰਤਰੀ ਲੂ ਕਿਊ ਤੰਗ-ਦਿਲ ਅਤੇ ਪ੍ਰਤਿਭਾ ਨਾਲ ਈਰਖਾ ਕਰਨ ਵਾਲਾ ਸੀ।ਬਾਦਸ਼ਾਹ ਦੀਆਂ ਗੱਲਾਂ ਸੁਣ ਕੇ ਉਸ ਨੇ ਗੋਡੇ ਟੇਕ ਕੇ ਕਿਹਾ: “ਸੁਨਹਿਰੀ ਵਿਸ਼ੇ ਵਿੱਚ ਪਹਿਲੇ ਨੰਬਰ ਦਾ ਵਿਦਵਾਨ ਅੰਦਰੂਨੀ ਅਤੇ ਬਾਹਰੀ ਦੋਵੇਂ ਤਰ੍ਹਾਂ ਦਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।ਇਸ ਵਿਸ਼ੇ ਲਈ ਤਿੰਨ ਸੌ ਉਮੀਦਵਾਰ ਹਨ। ਤੁਸੀਂ ਕੋਈ ਹੋਰ ਕਿਉਂ ਨਹੀਂ ਚੁਣਦੇ?\"\nਜਦੋਂ ਝੌਂਗ ਕੁਈ ਨੇ ਦੇਖਿਆ ਕਿ ਇਹ ਆਦਮੀ ਬਹੁਤ ਉਲਝਣ ਵਿੱਚ ਹੈ, ਤਾਂ ਉਹ ਮਦਦ ਨਹੀਂ ਕਰ ਸਕਿਆ ਪਰ ਗੁੱਸੇ ਵਿੱਚ ਨਹੀਂ ਆਇਆ। ਉਸਨੇ ਲੂ ਕਿਈ ਵੱਲ ਇਸ਼ਾਰਾ ਕੀਤਾ ਅਤੇ ਸਰਾਪ ਦਿੱਤਾ: \"ਜੇ ਅਜਿਹਾ ਅਣਜਾਣ ਅਧਿਕਾਰੀ ਅਦਾਲਤ ਵਿੱਚ ਹੈ, ਤਾਂ ਕੀ ਉਹ ਦੇਸ਼ ਦਾ ਨੁਕਸਾਨ ਨਹੀਂ ਕਰੇਗਾ?\" ਉਸ ਤੋਂ ਬਾਅਦ, ਉਸਨੇ ਆਪਣੀ ਮੁੱਠੀ ਨਾਲ ਲੂ ਕਿਊ ਨੂੰ ਮੁੱਕਾ ਮਾਰਿਆ।\nਇਹ ਦੇਖ ਕੇ ਡੇਜੋਂਗ ਗੁੱਸੇ ਵਿਚ ਆ ਗਿਆ ਅਤੇ ਕਿਹਾ: \"ਤੁਸੀਂ ਬਹੁਤ ਦਲੇਰ ਹੋ, ਤੁਸੀਂ ਗੋਲਡਨ ਪੈਲੇਸ ਵਿਚ ਮੁਸੀਬਤ ਪੈਦਾ ਕਰਨ ਦੀ ਹਿੰਮਤ ਕਰਦੇ ਹੋ, ਇਸ ਨੂੰ ਜਲਦੀ ਹੇਠਾਂ ਉਤਾਰ ਦਿਓ!\"\nਗੁੱਸੇ ਵਿੱਚ, ਝੋਂਗ ਕੁਈ ਨੇ ਮਹਿਲ ਵਿੱਚ ਖੜ੍ਹੇ ਜਰਨੈਲ ਦੀ ਕਮਰ ਤੋਂ ਤਲਵਾਰ ਕੱਢੀ, ਅਤੇ ਉੱਚੀ ਆਵਾਜ਼ ਵਿੱਚ ਕਿਹਾ: \"ਇੱਕ ਨਿਰਾਸ਼ ਬਿੱਲੀ ਲਈ ਸ਼ੇਰ ਦੀ ਨਕਲ ਕਰਨਾ ਔਖਾ ਹੈ, ਅਤੇ ਇੱਕ ਨਿਰਾਸ਼ ਤੋਤੇ ਜਿੰਨਾ ਚੰਗਾ ਨਹੀਂ ਹੈ। ਚਿਕਨ।\" ਇਸ ਤੋਂ ਬਾਅਦ, ਉਸਨੇ ਖੁਦਕੁਸ਼ੀ ਕਰ ਲਈ।\nਜਦੋਂ ਸਮਰਾਟ ਡੇਜ਼ੋਂਗ ਨੇ ਦੇਖਿਆ ਕਿ ਝੋਂਗ ਕੁਈ ਨੇ ਗੁੱਸੇ ਵਿੱਚ ਖੁਦਕੁਸ਼ੀ ਕਰ ਲਈ ਹੈ, ਤਾਂ ਉਹ ਬਹੁਤ ਹੈਰਾਨ ਹੋਇਆ।ਲੋਕਾਂ ਦੇ ਦਿਲ ਜਿੱਤਣ ਲਈ, ਉਸਨੇ ਹੁਕਮ ਦਿੱਤਾ ਕਿ ਝੋਂਗ ਕੁਈ ਨੂੰ ਨੰਬਰ 1 ਵਿਦਵਾਨ ਦੇ ਅਧਿਕਾਰਤ ਖਿਤਾਬ ਨਾਲ ਦਫ਼ਨਾਇਆ ਜਾਵੇ, ਅਤੇ ਉਸਨੇ ਝੋਂਗ ਕੁਈ ਦਾ ਨਾਮ ਵੀ ਰੱਖਿਆ। ਦੁਸ਼ਟ ਆਤਮਾਵਾਂ ਦੇ ਸੰਸਾਰ ਤੋਂ ਛੁਟਕਾਰਾ ਪਾਉਣ ਲਈ ਭੂਤ-ਵਿਹਾਰ ਦਾ.", "聖意": "ਆਪਣੇ ਘਰ, ਤੁਹਾਡੀ ਆਪਣੀ ਸੁਰੱਖਿਆ, ਵਿੱਤੀ ਮੁਸ਼ਕਲਾਂ, ਕਾਰੋਬਾਰ ਦੀ ਅਸਫਲਤਾ, ਵਿਆਹ ਦੀ ਅਸਫਲਤਾ, ਲਿਉਜੀਆ ਔਰਤਾਂ ਪੈਦਲ, ਟਰੱਸਟ ਫੀਲਡ ਰੇਸ਼ਮ ਦੇ ਕੀੜੇ ਅੱਧੇ ਪਕਾਏ, ਛੇ ਘਰੇਲੂ ਜਾਨਵਰ, ਉਠਾਏ ਜਾ ਸਕਦੇ ਹਨ, ਲਾਪਤਾ ਲੋਕ, ਪੱਛਮੀ ਜਨਤਕ ਮੁਕੱਦਮੇ, ਪਰਵਾਸ ਦੇ ਨੁਕਸਾਨ, ਰੂੜੀਵਾਦੀਤਾ, ਜਾਇਦਾਦ ਦਾ ਨੁਕਸਾਨ, ਬਿਮਾਰੀ, ਪਹਾੜਾਂ ਅਤੇ ਕਬਰਾਂ ਵਿੱਚ ਚੰਗੀ ਕਿਸਮਤ ਲਈ ਪ੍ਰਾਰਥਨਾ ਕਰੋ", "古人": "ਝੋਂਗ ਕੁਈ ਨੇ ਤਾਓ ਪ੍ਰਾਪਤ ਕੀਤਾ", "第X籤": "26ਵੀਂ ਲਾਟਰੀ (ਲਾਟਰੀ) ਜਿੱਤਣਾ", "宮": "ਮੀ ਪੈਲੇਸ"}