{"籤詩版本二": "ਸ਼ਾਂਤ-ਚਿੱਤ ਸਮਾਂ ਬਿਤਾਉਣਾ, ਬੈਠ ਕੇ ਲੇਟਣਾ ਅਤੇ ਚਾਹ ਪੀਣਾ\nਤੁਹਾਨੂੰ ਸਰੀਰਕ ਅਤੇ ਮਾਨਸਿਕ ਤੌਰ 'ਤੇ ਰੁੱਝੇ ਰਹਿਣ ਦੀ ਜ਼ਰੂਰਤ ਨਹੀਂ ਹੈ, ਅਤੇ ਤੁਸੀਂ ਨਿਸ਼ਚਤ ਤੌਰ 'ਤੇ ਬੇਇਨਸਾਫ਼ੀ ਜਾਂ ਤਬਾਹੀ ਦਾ ਕਾਰਨ ਨਹੀਂ ਬਣੋਗੇ।", "詩意": "ਇਹ ਹੈਕਸਾਗ੍ਰਾਮ ਸ਼ਾਂਤੀ ਅਤੇ ਸਥਿਰਤਾ ਦਾ ਪ੍ਰਤੀਕ ਹੈ।\nਹਰ ਚੀਜ਼ ਵਿੱਚ, ਸਹੀ ਸਮੇਂ ਦੀ ਉਡੀਕ ਚੰਗੀ ਕਿਸਮਤ ਲਿਆਵੇਗੀ.", "解曰": "ਸੁਰੱਖਿਅਤ ਅਤੇ ਤੰਦਰੁਸਤ ਰਹੋ। ਦੇਵਤਿਆਂ ਨੂੰ ਪੁੱਛੋ. ਸਮਾਂ ਆਉਣ ਤੱਕ ਉਡੀਕ ਕਰੋ। ਗੱਲਾਂ ਸੰਜੋਗ ਨਾਲ ਹੁੰਦੀਆਂ ਹਨ।", "籤詩故事一": "◇ ਫੋਯਿਨਹੂਈ ਡੋਂਗਪੋ\nਇੱਕ ਵਾਰ, ਸੂ ਡੋਂਗਪੋ ਨੇ ਜ਼ੇਨ ਦਾ ਅਧਿਐਨ ਕਰਦੇ ਹੋਏ ਕੁਝ ਸਮਝ ਪ੍ਰਾਪਤ ਕੀਤੀ। ਉਸਨੇ ਮਹਿਸੂਸ ਕੀਤਾ ਕਿ ਉਸਦੀ ਅਵਸਥਾ ਇੱਕ ਤੋਂ ਵੱਧ ਸੀ, ਅਤੇ ਉਸਨੇ ਇਸ ਵਿੱਚ ਖੁਸ਼ੀ ਮਹਿਸੂਸ ਕੀਤੀ। ਆਪਣੇ ਜਨੂੰਨ ਨੂੰ ਰੋਕ ਨਾ ਸਕਿਆ, ਮੈਂ ਆਪਣੀ ਕਲਮ ਫੈਲਾ ਦਿੱਤੀ ਅਤੇ ਇੱਕ ਕਵਿਤਾ ਲਿਖੀ:\n\"ਆਕਾਸ਼ ਦੇ ਮੱਧ ਵਿੱਚ, ਜੀਸ਼ੌ ਬ੍ਰਹਿਮੰਡ ਵਿੱਚ ਚਮਕਦਾ ਹੈ; ਅੱਠ ਹਵਾਵਾਂ ਦੁਆਰਾ ਉਡਾਉਣ ਵਿੱਚ ਅਸਮਰੱਥ, ਉਹ ਇੱਕ ਜਾਮਨੀ ਸੋਨੇ ਦੇ ਕਮਲ ਉੱਤੇ ਸਿੱਧਾ ਬੈਠਦਾ ਹੈ।\"\n(ਅੱਠ ਹਵਾਵਾਂ ਦਾ ਹਵਾਲਾ ਹੈ: ਲਾਭ, ਗਿਰਾਵਟ, ਵਿਨਾਸ਼, ਪ੍ਰਤਿਸ਼ਠਾ, ਪ੍ਰਸ਼ੰਸਾ, ਮਖੌਲ, ਦੁੱਖ ਅਤੇ ਖੁਸ਼ੀ। ਭਾਵ, ਇਹਨਾਂ ਅੱਠਾਂ ਰਾਜਾਂ ਦੁਆਰਾ ਨਾਰਾਜ਼ ਨਾ ਹੋਣ ਨੂੰ \"ਅੱਠ ਹਵਾਵਾਂ ਨਹੀਂ ਚਲ ਸਕਦੀਆਂ\" ਕਿਹਾ ਜਾਂਦਾ ਹੈ)\nਇਸ ਨੂੰ ਲਿਖਣ ਤੋਂ ਬਾਅਦ, ਡੋਂਗਪੋ ਨੇ ਆਪਣੇ ਨੌਕਰ ਨੂੰ ਨਦੀ ਦੇ ਪਾਰ ਭੇਜਿਆ ਕਿ ਇਸਨੂੰ ਜਿਨਸ਼ਾਨ ਮੰਦਿਰ ਦੇ ਜ਼ੈਨ ਮਾਸਟਰ ਫੋਯਿਨ ਨੂੰ ਦੇਣ ਲਈ।\nਜ਼ੈਨ ਮਾਸਟਰ ਫੋਯਿਨ ਨੇ ਇਸਨੂੰ ਪੜ੍ਹਣ ਤੋਂ ਬਾਅਦ, ਉਸਨੇ ਇਸਨੂੰ \"ਫਾਰਟ\" ਸ਼ਬਦ ਨਾਲ ਚਿੰਨ੍ਹਿਤ ਕੀਤਾ ਅਤੇ ਇਸਨੂੰ ਵਾਪਸ ਲੈਣ ਲਈ ਆਪਣੇ ਨੌਕਰ ਨੂੰ ਦਿੱਤਾ।\nਇਹ ਦੇਖ ਕੇ ਡੋਂਗਪੋ ਗੁੱਸੇ ਵਿੱਚ ਆ ਗਿਆ, ਇਸ ਲਈ ਉਹ ਨਦੀ ਦੇ ਪਾਰ ਇੱਕ ਕਿਸ਼ਤੀ ਲੈ ਕੇ ਚਰਚਾ ਲਈ ਬੁੱਧ ਦੀ ਮੋਹਰ ਲੱਭਣ ਲਈ ਜਿਨਸ਼ਾਨ ਮੰਦਰ ਗਿਆ।\nਜਦੋਂ ਡੋਂਗਪੋ ਜਿਨਸ਼ਾਨ ਮੰਦਿਰ ਦੇ ਗੇਟ 'ਤੇ ਪਹੁੰਚਿਆ, ਫੋਯਿਨ ਪਹਿਲਾਂ ਹੀ ਗੇਟ 'ਤੇ ਇੰਤਜ਼ਾਰ ਕਰ ਰਿਹਾ ਸੀ।\nਸੂ ਡੋਂਗਪੋ ਨੇ ਤੁਰੰਤ ਫੋਯਿਨ 'ਤੇ ਦੋਸ਼ ਲਗਾਇਆ: \"ਤੁਸੀਂ ਉਸ ਕਵਿਤਾ ਨੂੰ ਕਿਉਂ ਕਹਿੰਦੇ ਹੋ ਜੋ ਮੈਂ ਲਿਖੀ ਸੀ?\"\nਫੋਯਿਨ ਨੇ ਜਵਾਬ ਦਿੱਤਾ: \"ਕੀ ਤੁਸੀਂ ਪਹਿਲਾਂ ਹੀ 'ਅੱਠ ਹਵਾਵਾਂ ਦੁਆਰਾ ਉੱਡਣ ਵਿੱਚ ਅਸਮਰੱਥ' ਨਹੀਂ ਹੋ? ਤੁਹਾਨੂੰ ਇੱਕ ਪਾਦ ਦੁਆਰਾ 'ਨਦੀ ਦੇ ਪਾਰ' ਕਿਵੇਂ ਮਾਰਿਆ ਜਾ ਸਕਦਾ ਹੈ!\"\nਇਸ ਸਮੇਂ, ਡੋਂਗਪੋ ਇਹ ਜਾਣ ਕੇ ਹੈਰਾਨ ਰਹਿ ਗਿਆ ਕਿ ਉਹ ਕਾਫ਼ੀ ਚੰਗਾ ਨਹੀਂ ਸੀ ਅਤੇ ਸ਼ਰਮਿੰਦਾ ਹੋ ਕੇ ਛੱਡ ਗਿਆ।\n(ਇਹ ਕਹਾਣੀ \"ਗਰਮੀ ਅਜੇ ਨਹੀਂ ਆਈ\" ਦਾ ਰੂਪਕ ਹੈ)", "聖意": "ਆਪਣੇ ਘਰ ਅਤੇ ਆਪਣੀ ਸੁਰੱਖਿਆ ਲਈ, ਤੁਹਾਡੀ ਦੌਲਤ ਲਈ, ਤੁਹਾਡੇ ਕਾਰੋਬਾਰ ਲਈ, ਚੰਗੇ ਸਮੇਂ ਲਈ, ਤੁਹਾਡੇ ਵਿਆਹ ਲਈ, ਲਿਉਜੀਆ ਵਿੱਚ ਇੱਕ ਔਰਤ ਯਾਤਰੀ ਲਈ, ਖੇਤਾਂ ਵਿੱਚ ਰੇਸ਼ਮ ਦੇ ਕੀੜਿਆਂ ਦੇ ਆਉਣ ਲਈ, ਛੇ ਪਸ਼ੂਆਂ ਦੇ ਸਥਿਰ ਰਹਿਣ ਲਈ ਪ੍ਰਾਰਥਨਾ ਕਰੋ, ਕਿਸੇ ਨੂੰ ਲੱਭਣ ਲਈ, ਮੁਸੀਬਤ ਲਈ, ਜਨਤਕ ਮੁਕੱਦਮਿਆਂ ਲਈ, ਪਰਵਾਸ ਲਈ, ਗੁੰਮ ਹੋਈ ਜਾਇਦਾਦ ਲਈ, ਬਿਮਾਰੀ ਲਈ, ਪਹਾੜੀ ਕਬਰ 'ਤੇ ਭੇਜਣ ਲਈ, ਸ਼ੁਭ", "古人": "ਫੋਇਨਹੁਈ ਡੋਂਗਪੋ", "第X籤": "ਤੀਸਵੀਂ ਜਿੱਤਣ ਵਾਲੀ ਲਾਟਰੀ", "宮": "ਵੇਈ ਗੋਂਗ"}