{"籤詩版本二": "ਵਾਪਸੀ ਦਾ ਸਫ਼ਰ ਤੈਅ ਹੈ।ਪੱਥਰ ਵਿੱਚ ਲੁਕੇ ਜੇਡ ਨੂੰ ਕੌਣ ਜਾਣਦਾ ਹੈ।\nਇੱਕ ਵਾਰ ਜਦੋਂ ਇੱਕ ਚੰਗੇ ਕਾਰੀਗਰ ਦਾ ਸਪਸ਼ਟ ਕੱਟ ਹੁੰਦਾ ਹੈ, ਤਾਂ ਉਹ ਜੈਸਪਰ ਪੀਰੀਅਡ ਵਿੱਚ ਸੁਰੱਖਿਅਤ ਅਤੇ ਸੁਰੱਖਿਅਤ ਮਹਿਸੂਸ ਕਰੇਗਾ", "詩意": "ਇਸ ਹੈਕਸਾਗ੍ਰਾਮ ਵਿੱਚ, ਤੁਸੀਂ ਜੇਡ ਦੀ ਤਸਵੀਰ ਦੇਖ ਸਕਦੇ ਹੋ ਜਦੋਂ ਤੁਸੀਂ ਇੱਕ ਪੱਥਰ ਨੂੰ ਕੱਟਦੇ ਹੋ.\nਹਰ ਕੰਮ ਵਿਚ ਕਾਮਯਾਬ ਹੋਣ ਲਈ ਸਖ਼ਤ ਮਿਹਨਤ ਕਰੋ।", "解曰": "ਖਜ਼ਾਨਾ ਪੱਥਰ ਵਿੱਚ ਹੈ। ਅਜਨਬੀ ਘੱਟ ਜਾਣਦੇ ਹਨ। ਇਹ ਸਪੱਸ਼ਟ ਹੋਣ ਤੱਕ ਉਡੀਕ ਕਰੋ। ਤੁਸੀਂ ਜੋ ਵੀ ਕਰ ਸਕਦੇ ਹੋ ਕਰੋ।", "籤詩故事一": "◇ ਲਿਊ ਬੇਈ ਪ੍ਰਤਿਭਾਵਾਂ ਦੀ ਭਾਲ ਕਰਦਾ ਹੈ (ਛੱਡ ਵਾਲੀ ਝੌਂਪੜੀ ਦੇ ਤਿੰਨ ਦੌਰੇ, ਛੱਤ ਵਾਲੀ ਝੌਂਪੜੀ ਦੇ ਤਿੰਨ ਦੌਰੇ)\nਤਿੰਨ ਰਾਜਾਂ ਦੀ ਮਿਆਦ। ਜ਼ੁਗੇ ਲਿਆਂਗ ਲੋਂਗਝੌਂਗ ਵਿੱਚ ਇੱਕ ਖੱਡੇ ਵਾਲੀ ਝੌਂਪੜੀ ਵਿੱਚ ਇਕਾਂਤ ਵਿੱਚ ਰਹਿੰਦਾ ਸੀ। ਲਿਊ ਬੇਈ ਪ੍ਰਤਿਭਾਵਾਂ ਦੀ ਭਾਲ ਕਰਨ ਲਈ ਉਤਸੁਕ ਸੀ, ਇਸਲਈ ਉਹ ਜ਼ੁਗੇ ਲਿਆਂਗ ਨੂੰ ਨਿੱਜੀ ਤੌਰ 'ਤੇ ਮਿਲਣ ਗਿਆ। ਉਹ ਜ਼ੂਗੇ ਲਿਆਂਗ ਨੂੰ ਤਿੰਨ ਵਾਰ ਮਿਲਣ ਗਿਆ (ਇਤਿਹਾਸ ਵਿੱਚ \"ਥ੍ਰੀ ਵਿਜ਼ਿਟਸ ਟੂ ਦ ਥੈਚਡ ਕਾਟੇਜ\" ਵਜੋਂ ਜਾਣਿਆ ਜਾਂਦਾ ਹੈ)। ਲਿਊ ਬੇਈ ਨੇ ਦੂਜਿਆਂ ਨੂੰ ਦੂਰ ਰਹਿਣ ਲਈ ਕਿਹਾ ਅਤੇ ਜ਼ੁਗੇ ਲਿਆਂਗ ਨੂੰ ਕਿਹਾ: \" ਹਾਨ ਰਾਜਵੰਸ਼ ਦਾ ਪਤਨ ਹੋ ਗਿਆ ਹੈ, ਅਤੇ ਧੋਖੇਬਾਜ਼ ਮੰਤਰੀਆਂ ਨੇ ਆਪਣੀਆਂ ਜਾਨਾਂ ਚੋਰੀ ਕਰ ਲਈਆਂ ਹਨ, ਮਹਾਰਾਜ। ਖੋਖਲੇ ਹਨ, ਇਸ ਲਈ ਮੈਂ ਇਸਨੂੰ ਬੇਤਰਤੀਬੇ ਨਾਲ ਵਰਤਦਾ ਹਾਂ। ਅੱਜ ਤੱਕ। ਹਾਲਾਂਕਿ, ਮੇਰੀ ਇੱਛਾ ਅਜੇ ਵੀ ਖਤਮ ਨਹੀਂ ਹੋਈ ਹੈ, ਕੀ ਤੁਹਾਨੂੰ ਲੱਗਦਾ ਹੈ ਕਿ ਯੋਜਨਾ ਲਾਗੂ ਹੋਵੇਗੀ?\"\nਜ਼ੁਗੇ ਲਿਆਂਗ ਨੇ ਫਿਰ ਉਸ ਨੂੰ ਸੰਸਾਰ ਨੂੰ ਤਿੰਨ ਹਿੱਸਿਆਂ ਵਿੱਚ ਵੰਡਣ ਦੀ ਯੋਜਨਾ ਪੇਸ਼ ਕੀਤੀ, ਅਤੇ ਉਸ ਸਥਿਤੀ ਦਾ ਵਿਸ਼ਲੇਸ਼ਣ ਕੀਤਾ ਜਿਸ ਵਿੱਚ ਕਾਓ ਕਾਓ ਉਪਲਬਧ ਨਹੀਂ ਸੀ ਅਤੇ ਸੁਨ ਕੁਆਨ ਉਸ ਦੀ ਮਦਦ ਲਈ ਆ ਸਕਦਾ ਸੀ।ਉਸਨੇ ਜਿੰਗ ਅਤੇ ਯੀ ਰਾਜਾਂ ਵਿੱਚ ਰਾਜ ਪਾਦਰੀ ਦੀ ਕਾਇਰਤਾ ਬਾਰੇ ਵੀ ਵਿਸਥਾਰ ਨਾਲ ਦੱਸਿਆ। , ਅਤੇ ਉਹਨਾਂ ਦਾ ਫਾਇਦਾ ਉਠਾਉਣ ਦਾ ਮੌਕਾ ਸੀ, ਅਤੇ ਸਿਰਫ ਉਹਨਾਂ ਦੋ ਰਾਜਾਂ ਦਾ ਸ਼ੋਸ਼ਣ ਕੀਤਾ ਜਾ ਸਕਦਾ ਸੀ, ਤਾਂ ਹੀ ਉਹ ਸੰਸਾਰ ਨੂੰ ਜਿੱਤ ਸਕਦਾ ਹੈ, ਉਸਨੇ ਲਿਊ ਬੇਈ ਨੂੰ ਕੇਂਦਰੀ ਮੈਦਾਨਾਂ 'ਤੇ ਹਮਲਾ ਕਰਨ ਦੀ ਰਣਨੀਤੀ ਵੀ ਦੱਸੀ। (ਇਸ ਚਰਚਾ ਨੂੰ ਬਾਅਦ ਵਿੱਚ \"ਲੋਂਗਜ਼ੋਂਗ ਦੁਈ\" ਕਿਹਾ ਗਿਆ ਸੀ)। ਲਿਊ ਬੇਈ ਨੇ ਇਹ ਸੁਣਨ ਤੋਂ ਬਾਅਦ, ਉਸਨੇ ਇਸ ਤਰ੍ਹਾਂ ਦੀ ਪ੍ਰਸ਼ੰਸਾ ਕੀਤੀ ਜਿਵੇਂ ਉਸਨੂੰ ਕੋਈ ਖਜ਼ਾਨਾ ਮਿਲ ਗਿਆ ਹੋਵੇ, ਅਤੇ ਜ਼ੁਗੇ ਲਿਆਂਗ ਨੂੰ ਮਦਦ ਲਈ ਬਾਹਰ ਆਉਣ ਲਈ ਜ਼ੋਰਦਾਰ ਸੱਦਾ ਦਿੱਤਾ, ਇਸ ਲਈ ਜ਼ੁਗੇ ਲਿਆਂਗ ਲਿਊ ਬੇਈ ਦਾ ਫੌਜੀ ਸਲਾਹਕਾਰ ਬਣ ਗਿਆ।", "聖意": "ਘਰ ਸ਼ਾਂਤੀਪੂਰਨ ਹੈ, ਮੈਂ ਦੌਲਤ ਦੀ ਭਾਲ ਕਰਦਾ ਹਾਂ, ਕਿਰਤ ਵਪਾਰ ਵਿਆਹ ਵਿੱਚ ਰੁਕਾਵਟ ਪਾਉਂਦਾ ਹੈ ਅਤੇ ਲਿਉਜੀਆ ਵਿੱਚ ਇੱਕ ਆਭਾਸੀ ਯਾਤਰੀ ਬਣ ਜਾਂਦਾ ਹੈ।", "古人": "ਲਿਊ ਬੇਈ ਪ੍ਰਤਿਭਾਵਾਂ ਦੀ ਭਾਲ ਕਰਦਾ ਹੈ (ਛੱਡ ਵਾਲੀ ਝੌਂਪੜੀ ਦੇ ਤਿੰਨ ਦੌਰੇ, ਛੱਤ ਵਾਲੀ ਝੌਂਪੜੀ ਦੇ ਤਿੰਨ ਦੌਰੇ)", "第X籤": "ਤੀਹ-ਦੂਜਾ ਲਾਟਰੀ ਜੇਤੂ", "宮": "ਵੇਈ ਗੋਂਗ"}