{"籤詩版本二": "ਪੁਰਾਣੇ ਪਰਿਵਾਰਕ ਸ਼ੈਲੀ ਨੂੰ ਪਹਿਰਾਵਾ ਦਿਓ ਅਤੇ ਮੁੜ ਆਕਾਰ ਦਿਓ। ਤਾਓ ਅਸਮਾਨ ਤੋਂ ਬਿਨਾਂ ਹੈ ਪਰ ਯੋਗਤਾ ਹੈ।\nਸੜਕ 'ਤੇ ਝਾੜੀਆਂ ਅਤੇ ਕੰਡਿਆਂ ਨੂੰ ਸਾਫ਼ ਕਰਨ ਤੋਂ ਬਾਅਦ, ਉਹ ਤਿੰਨੇ ਆਪਣੇ ਸਾਥੀਆਂ ਨਾਲ ਦੁਬਾਰਾ ਮਿਲਣ ਲਈ ਰਾਜ਼ੀ ਹੋ ਗਏ |", "詩意": "ਇਹ ਹੈਕਸਾਗ੍ਰਾਮ ਕੱਪੜੇ ਦੇ ਪੁਨਰ ਪ੍ਰਬੰਧ ਨੂੰ ਦਰਸਾਉਂਦਾ ਹੈ.\nਬਾਅਦ ਵਿੱਚ ਆਸਾਨ ਹੋਣ ਤੋਂ ਪਹਿਲਾਂ ਹਰ ਚੀਜ਼ ਮੁਸ਼ਕਲ ਹੈ.", "解曰": "ਚਿੰਤਾ ਨਾ ਕਰੋ। ਚੰਗਾ ਸਮਾਂ ਮਾਣੋ. ਜੇ ਤੁਸੀਂ ਭਵਿੱਖ ਬਾਰੇ ਪੁੱਛਦੇ ਹੋ. ਅੱਗੇ ਇੱਕ ਚੰਗੀ ਸੜਕ ਹੈ।", "籤詩故事一": "◇ਤਾਂਗ ਭਿਕਸ਼ੂ ਦੇ ਬੋਧੀ ਗ੍ਰੰਥ\nਜ਼ੁਆਨਜ਼ਾਂਗ (602-664), ਤਾਂਗ ਰਾਜਵੰਸ਼ ਦੇ ਇੱਕ ਉੱਘੇ ਭਿਕਸ਼ੂ, ਚੇਨ ਦਾ ਇੱਕ ਆਮ ਉਪਨਾਮ ਅਤੇ ਯੀ ਦਾ ਇੱਕ ਦਿੱਤਾ ਗਿਆ ਨਾਮ ਸੀ। ਉਸਦਾ ਜਨਮ ਗੌਸ਼ੀ ਕਾਉਂਟੀ, ਲੁਓਜ਼ੋ (ਹੁਣ ਯਾਂਸ਼ੀ ਸ਼ਹਿਰ, ਹੇਨਾਨ ਪ੍ਰਾਂਤ ਦਾ ਦੱਖਣੀ ਹਿੱਸਾ) ਵਿੱਚ ਹੋਇਆ ਸੀ। ਉਹ ਤੇਰਾਂ ਸਾਲ ਦੀ ਉਮਰ ਵਿੱਚ ਇੱਕ ਭਿਕਸ਼ੂ ਬਣ ਗਿਆ ਅਤੇ ਬੋਧੀ ਨਾਮ ਜ਼ੁਆਨਜ਼ਾਂਗ ਲਿਆ। ਸੰਸਾਰ ਨੂੰ ਤਾਂਗ ਰਾਜਵੰਸ਼ ਦਾ ਸੰਜਾਂਗ ਕਿਹਾ ਜਾਂਦਾ ਹੈ।\nਜ਼ੇਂਗੁਆਨ ਦੇ ਤੀਜੇ ਸਾਲ (629, ਜਿਸਨੂੰ ਜ਼ੇਂਗੁਆਨ ਦਾ ਪਹਿਲਾ ਸਾਲ ਵੀ ਕਿਹਾ ਜਾਂਦਾ ਹੈ) ਵਿੱਚ, ਉਸਨੇ ਬੋਧੀ ਗ੍ਰੰਥਾਂ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਪੱਛਮ ਵਿੱਚ ਤਿਆਨਜ਼ੂ (ਭਾਰਤ) ਦੀ ਯਾਤਰਾ ਕੀਤੀ। ਉਸਨੇ ਇਕੱਲੇ ਖਤਰੇ ਵਿੱਚ ਉਦਮ ਕੀਤਾ ਅਤੇ ਕਠਿਨਾਈਆਂ ਨੂੰ ਸਹਿਣ ਕੀਤਾ। ਉਹ ਸਿਰਫ ਚਾਰ ਸਾਲਾਂ ਵਿੱਚ ਪਹੁੰਚਿਆ।\nਜ਼ੇਂਗੁਆਨ ਦੇ ਸਤਾਰ੍ਹਵੇਂ ਸਾਲ ਵਿੱਚ, ਮਾਸਟਰ ਨੇ ਅਧਿਕਾਰਤ ਤੌਰ 'ਤੇ ਅਸਤੀਫਾ ਦੇ ਦਿੱਤਾ ਅਤੇ ਪੂਰਬ ਵੱਲ ਵਾਪਸ ਆ ਗਿਆ। ਉਹ ਅਜੋਕੇ ਸ਼ਿਨਜਿਆਂਗ ਸੂਬੇ, ਖੋਤਾਨ ਅਤੇ ਲੂਲਾਨ ਦੀ ਦੱਖਣੀ ਸੜਕ ਰਾਹੀਂ ਚੀਨ ਵਾਪਸ ਪਰਤਿਆ।ਇਸ ਨੂੰ ਕੁੱਲ ਸਤਾਰਾਂ ਸਾਲ ਲੱਗੇ ਅਤੇ 50,000 ਮੀਲ ਦਾ ਸਫ਼ਰ ਤੈਅ ਕੀਤਾ। ਜਦੋਂ ਉਹ ਝੇਨਗੁਆਨ ਦੇ ਉਨ੍ਹੀਵੇਂ ਸਾਲ ਦੇ ਪਹਿਲੇ ਮਹੀਨੇ ਚਾਂਗਆਨ ਪਹੁੰਚਿਆ, ਤਾਂ ਸਮਰਾਟ ਨੇ ਲਿਆਂਗ ਗੁਓਗੋਂਗ ਫਾਂਗ ਜ਼ੁਆਨਲਿੰਗ ਅਤੇ ਹੋਰ ਸਿਵਲ ਅਤੇ ਫੌਜੀ ਅਧਿਕਾਰੀਆਂ ਨੂੰ ਉਸਦਾ ਸ਼ਾਨਦਾਰ ਸਵਾਗਤ ਕਰਨ ਦਾ ਹੁਕਮ ਦਿੱਤਾ।\nਮੂਲ ਸੰਸਕ੍ਰਿਤ ਬੋਧੀ ਗ੍ਰੰਥਾਂ ਦੇ ਕੁੱਲ 520 ਅਤੇ 657 ਖੰਡਾਂ ਦੀ ਬੇਨਤੀ ਕੀਤੀ ਗਈ ਸੀ। ਅਤੇ ਚੀਨੀ ਵਿੱਚ ਅਨੁਵਾਦ ਕੀਤਾ।\nਮਾਸਟਰ ਦੇ ਵਾਪਸ ਆਉਣ ਤੋਂ ਬਾਅਦ, ਸਮਰਾਟ ਤਾਈਜ਼ੋਂਗ ਅਤੇ ਸਮਰਾਟ ਗਾਓਜ਼ੋਂਗ ਦੁਆਰਾ ਉਸਦਾ ਬਹੁਤ ਸਤਿਕਾਰ ਕੀਤਾ ਗਿਆ ਅਤੇ ਉਸਨੂੰ \"ਮਾਸਟਰ ਤ੍ਰਿਪਿਟਕ\" ਦਾ ਖਿਤਾਬ ਦਿੰਦੇ ਹੋਏ, ਦਾ ਨੇਈ ਵਿੱਚ ਰੱਖਿਆ ਗਿਆ।", "聖意": "ਘਰ ਵਿੱਚ ਉਥਲ-ਪੁਥਲ ਹੈ, ਆਪਣੇ ਲਈ ਚੰਗੀ ਕਿਸਮਤ, ਚੰਗੀ ਕਿਸਮਤ, ਚੰਗਾ ਕਾਰੋਬਾਰ, ਚੰਗਾ ਵਿਆਹ, ਲੁਜੀਆ ਵਿੱਚ ਰੁਕਾਵਟ, ਖੇਤਾਂ ਵਿੱਚ ਆਉਣ ਵਾਲੇ ਲੋਕ, ਰੇਸ਼ਮ ਦੇ ਕੀੜੇ, ਅਣਸੁਖਾਵੇਂ ਜਾਨਵਰ, ਲੋਕਾਂ ਦੀ ਭਾਲ, ਜਨਤਕ ਮੁਕੱਦਮੇ, ਪਰਵਾਸ, ਗੁਆਚੀ ਜਾਇਦਾਦ, ਦੇਰੀ ਨਾਲ ਬਿਮਾਰੀ, ਪ੍ਰਾਰਥਨਾ ਅਸੀਸਾਂ ਲਈ, ਪਹਾੜੀ ਕਬਰਾਂ ਪੁਰਾਣੀਆਂ ਹੋਣੀਆਂ ਚਾਹੀਦੀਆਂ ਹਨ.", "古人": "ਟੈਂਗ ਭਿਕਸ਼ੂ ਬੋਧੀ ਸ਼ਾਸਤਰ ਸਿੱਖਦਾ ਹੈ", "第X籤": "ਪੈਂਤੀਵੀਂ ਲਾਟਰੀ ਜੇਤੂ", "宮": "ਸ਼ੇਨ ਗੋਂਗ"}