{"籤詩版本二": "ਜੇ ਤੁਸੀਂ ਸ਼ਾਂਤੀ ਅਤੇ ਸ਼ਾਂਤ ਰਹਿਣਾ ਚਾਹੁੰਦੇ ਹੋ, ਤਾਂ ਹਵਾ ਵਿਚ ਮੋਮਬੱਤੀਆਂ ਅਤੇ ਦੀਵੇ ਰੱਖਣਾ ਠੀਕ ਨਹੀਂ ਹੈ।\nਕਿਸੇ ਡੂੰਘੇ ਹਾਲ ਵਿੱਚ, ਬਿਨਾਂ ਰੋਸ਼ਨੀ ਦੇ, ਚਮਕਦਾਰ ਰੋਸ਼ਨੀ ਵਾਲੀ ਸ਼ਾਂਤ ਜਗ੍ਹਾ ਵਿੱਚ ਸਾਫ਼ ਕਰਨਾ ਅਤੇ ਬੈਠਣਾ ਅਤੇ → ਟ੍ਰਾਂਸਪੋਰਟ ਕਰਨਾ ਬਿਹਤਰ ਹੈ। ਹਿਲਾਓ → ਯਾਓ। ਮੁਫ਼ਤ → ਕੁਝ।", "詩意": "ਇਹ ਹੈਕਸਾਗ੍ਰਾਮ ਦੀਵੇ ਅਤੇ ਮੋਮਬੱਤੀ ਨੂੰ ਹਿਲਾ ਰਹੀ ਹਵਾ ਵਾਂਗ ਹੈ।\nਚੀਜ਼ਾਂ ਨੂੰ ਨਿਰੰਤਰ ਰੱਖਣ ਨਾਲ ਚੰਗੀ ਕਿਸਮਤ ਆਵੇਗੀ।", "解曰": "ਇੱਕ ਸ਼ਾਂਤ ਜਗ੍ਹਾ ਵਿੱਚ ਸੈਟਲ ਹੋਵੋ. ਕਾਲ 'ਤੇ ਰਹੋ ਅਤੇ ਸਮੇਂ 'ਤੇ ਰਹੋ। ਇਹ ਕੋਈ ਬਰਕਤ ਨਹੀਂ ਹੈ। ਰੂੜੀਵਾਦੀ ਅਤੇ ਉਚਿਤ.", "籤詩故事一": "◇ ਲੀ ਜਿੰਗ ਪਹਾੜ 'ਤੇ ਵਾਪਸ ਪਰਤਿਆ\nਲੀ ਜਿੰਗ (571-ਜੁਲਾਈ 2, 649), ਸ਼ਿਸ਼ਟਾਚਾਰੀ ਨਾਮ ਫਾਰਮਾਸਿਸਟ, ਸਨਯੁਆਨ, ਯੋਂਗਜ਼ੂ (ਹੁਣ ਸਾਨਯੁਆਨ ਕਾਉਂਟੀ, ਸ਼ਾਂਕਸੀ ਪ੍ਰਾਂਤ ਦੇ ਉੱਤਰ-ਪੂਰਬ) ਦਾ ਵਸਨੀਕ ਸੀ। ਸੂਈ ਰਾਜਵੰਸ਼ ਤੋਂ ਲੈ ਕੇ ਸ਼ੁਰੂਆਤੀ ਤੰਗ ਰਾਜਵੰਸ਼ ਤੱਕ ਇੱਕ ਜਰਨੈਲ, ਉਹ ਤਾਂਗ ਰਾਜਵੰਸ਼ ਵਿੱਚ ਸਿਵਲ ਅਤੇ ਫੌਜੀ ਦੋਵਾਂ ਹੁਨਰਾਂ ਵਾਲਾ ਇੱਕ ਮਸ਼ਹੂਰ ਫੌਜੀ ਰਣਨੀਤੀਕਾਰ ਸੀ। ਬਾਅਦ ਵਿੱਚ, ਉਸਨੂੰ ਵੇਈ ਦੇ ਡਿਊਕ ਦਾ ਖਿਤਾਬ ਦਿੱਤਾ ਗਿਆ ਸੀ, ਅਤੇ ਦੁਨੀਆ ਵਿੱਚ ਡਿਊਕ ਆਫ ਵੇਈ ਵਜੋਂ ਜਾਣਿਆ ਜਾਂਦਾ ਸੀ।\nਲੀ ਜਿੰਗ ਦੇਵਤਿਆਂ ਦੀ ਸੂਚੀ ਵਿੱਚ ਤੀਜੇ ਰਾਜਕੁਮਾਰ ਨੇਜ਼ਾ ਦਾ ਪਿਤਾ ਹੈ, ਜਿਸਨੂੰ \"ਟੋਟਾ ਦਾ ਰਾਜਾ\" ਵੀ ਕਿਹਾ ਜਾਂਦਾ ਹੈ। ਲੀ ਜਿੰਗ ਅਤੇ ਉਸਦੇ ਪੁੱਤਰ ਨੇ ਰਾਣੀ ਝੂ ਨੂੰ ਹਰਾਉਣ, ਝੋਊ ਰਾਜਵੰਸ਼ ਦੀ ਸਥਾਪਨਾ ਅਤੇ ਰਾਜਾ ਨੂੰ ਜਿਆਂਗ ਜ਼ੀਆ (ਤਾਈ ਗੋਂਗ) ਦੀ ਸਹਾਇਤਾ ਕੀਤੀ। ਵੂ ਅਧਿਕਾਰਤ ਤੌਰ 'ਤੇ ਗੱਦੀ 'ਤੇ ਚੜ੍ਹਿਆ। ਜਿਆਂਗ ਜ਼ੀਆ ਨੇ ਫਿਰ ਦੇਵਤਿਆਂ ਦੀ ਇੱਕ ਸੂਚੀ ਤਿਆਰ ਕੀਤੀ ਅਤੇ ਲੜਾਈ ਵਿੱਚ ਮਾਰੇ ਗਏ ਸੈਨਿਕਾਂ ਦੀਆਂ ਆਤਮਾਵਾਂ ਨੂੰ ਖੁਸ਼ ਕਰਨ ਲਈ ਇੱਕ ਸਮਾਰੋਹ ਕੀਤਾ। ਉਸ ਸਮੇਂ ਤੋਂ, ਸੰਸਾਰ ਸ਼ਾਂਤੀਪੂਰਨ ਅਤੇ ਸ਼ਾਂਤੀਪੂਰਨ ਬਣ ਗਿਆ. ਰਾਜਾ ਵੂ ਮਾਰਕੁਇਜ਼ ਬਣਾਉਣਾ ਚਾਹੁੰਦਾ ਸੀ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਇਨਾਮ ਦੇਣਾ ਚਾਹੁੰਦਾ ਸੀ, ਅਤੇ ਉਹ ਸੰਸਥਾਪਕ ਨਾਇਕਾਂ ਨੂੰ ਜ਼ਮੀਨ ਵੀ ਵੰਡਣਾ ਚਾਹੁੰਦਾ ਸੀ। ਲੀ ਜਿੰਗ, ਉਸਦੇ ਪਿਤਾ ਅਤੇ ਪੁੱਤਰ, ਅਤੇ ਹੋਰ ਸੱਤ ਲੋਕਾਂ ਨੇ ਤਾਓਵਾਦ ਦਾ ਅਭਿਆਸ ਕਰਨ ਲਈ ਪਹਾੜ 'ਤੇ ਵਾਪਸ ਜਾਣ ਦੀ ਬੇਨਤੀ ਕੀਤੀ ਅਤੇ ਦੁਨਿਆਵੀ ਪ੍ਰਸਿੱਧੀ ਅਤੇ ਦੌਲਤ ਨਾਲ ਗ੍ਰਸਤ ਨਾ ਹੋਣ ਦੀ ਬੇਨਤੀ ਕੀਤੀ। ਬਾਅਦ ਵਿਚ, ਉਹ ਸਾਰੇ ਸੱਤ \"ਸਰੀਰ ਵਿਚ ਸੰਤ ਬਣ ਗਏ\" ਅਤੇ ਅਮਰ ਲੋਕਾਂ ਵਿਚ ਦਰਜਾ ਦਿੱਤਾ ਗਿਆ।\n\"ਫੇਂਗ ਸ਼ੇਨ ਬੈਂਗ\" ਦੀ ਕਹਾਣੀ", "聖意": "ਘਰ ਰੂੜੀਵਾਦੀ ਹੈ, ਮੈਂ ਸਾਧਾਰਨ ਹਾਂ, ਮੈਂ ਪੈਸੇ ਦੀ ਭਾਲ ਕਰ ਰਿਹਾ ਹਾਂ, ਮੈਨੂੰ ਕਾਰੋਬਾਰ ਵਿਚ ਮੁਸ਼ਕਲ ਹੈ, ਮੇਰਾ ਵਿਆਹ ਇਕਸੁਰ ਨਹੀਂ ਹੈ, ਲਿਉਜੀਆ ਪੈਦਲ ਯਾਤਰੀਆਂ ਲਈ ਭਰੋਸਾ ਰੱਖਣ ਲਈ ਪ੍ਰਾਰਥਨਾ ਕਰਦੀ ਹੈ, ਰੇਸ਼ਮ ਦੇ ਕੀੜੇ ਪਤਝੜ ਵਿਚ ਪੱਕੇ ਹਨ, ਛੇ ਜਾਨਵਰ ਸੁਰੱਖਿਅਤ ਹਨ, ਲੋਕ ਲਾਪਤਾ ਹਨ, ਜਨਤਕ ਮੁਕੱਦਮੇ ਅਤੇ ਪ੍ਰਵਾਸ ਰੂੜ੍ਹੀਵਾਦੀ ਹਨ, ਗੁਆਚੀਆਂ ਜਾਇਦਾਦ ਦੀਆਂ ਬਿਮਾਰੀਆਂ, ਜਿਆਨਸਿਂਗਸ਼ਾਨ ਵਿੱਚ ਕਬਰ ਨੂੰ ਨਾ ਬਦਲੋ।", "古人": "ਲੀ ਜਿੰਗ ਪਹਾੜ 'ਤੇ ਵਾਪਸ ਪਰਤਿਆ", "第X籤": "ਤੀਹਵੀਂ ਲਾਟਰੀ ਜੇਤੂ", "宮": "ਸ਼ੇਨ ਗੋਂਗ"}