{"籤詩版本二": "ਹਜ਼ਾਰ ਸਾਲ ਪੁਰਾਣਾ ਸ਼ੀਸ਼ਾ ਮੁੜ ਮਿਲਿਆ, ਔਰਤ ਨੇ ਪਤੀ ਨੂੰ ਦੁਬਾਰਾ ਵਿਆਹ ਕਰਨ ਲਈ ਕਿਹਾ\nਉਦੋਂ ਤੋਂ, ਪਰਿਵਾਰ ਬਦਲ ਗਿਆ ਹੈ, ਅਤੇ ਬੱਚਿਆਂ ਅਤੇ ਪੋਤੇ-ਪੋਤੀਆਂ ਲਈ ਅਸੀਸਾਂ ਸ਼ਾਮਲ ਕੀਤੀਆਂ ਗਈਆਂ ਹਨ।", "詩意": "ਇਹ ਹੈਕਸਾਗ੍ਰਾਮ ਸ਼ੀਸ਼ੇ ਦੇ ਪੁਨਰ-ਮਿਲਨ ਦਾ ਪ੍ਰਤੀਕ ਹੈ.\nਹਰ ਚੀਜ਼ ਮਿਹਨਤੀ ਅਤੇ ਮਹਿੰਗੀ ਹੈ।", "解曰": "ਰੇਤ ਖੋਦ ਕੇ ਸੋਨੇ ਵਿੱਚ ਬਦਲਣਾ। ਇੱਕ ਅਜਗਰ ਦੀ ਸਵਾਰੀ ਅਤੇ ਇੱਕ ਟਾਈਗਰ ਦੀ ਸਵਾਰੀ. ਹਾਲਾਂਕਿ ਇਹ ਮਿਹਨਤੀ ਹੈ। ਇਸ ਵਿੱਚ ਇੱਕ ਪੂਰਕ ਹੈ.", "籤詩故事一": "◇ ਯੂਲੀਅਨਹੁਈ ਦਸ ਦੋਸਤ\nਗੀਤ ਰਾਜਵੰਸ਼ ਵਿੱਚ, ਕਿਆਨ ਯੂਲੀਅਨ ਨੇ ਵੈਂਗ ਸ਼ਿਪੇਂਗ ਨਾਲ ਵਿਆਹ ਕੀਤਾ। ਜਦੋਂ ਸ਼ੀ ਪੇਂਗ ਇਮਤਿਹਾਨ ਦੇਣ ਲਈ ਬੀਜਿੰਗ ਗਿਆ ਤਾਂ ਅਮੀਰ ਸੁਨ ਰੁਕਵਾਨ ਨੇ ਯੂਲੀਅਨ ਨੂੰ ਉਸ ਨਾਲ ਦੁਬਾਰਾ ਵਿਆਹ ਕਰਨ ਲਈ ਮਜਬੂਰ ਕੀਤਾ।\nਕਿਆਨ ਯੂਲੀਅਨ ਨੇ ਅਮੀਰ ਸੁਨ ਰੁਕੁਆਨ ਦੇ ਪ੍ਰਸਤਾਵ ਨੂੰ ਠੁਕਰਾ ਦਿੱਤਾ ਅਤੇ ਇਸ ਦੀ ਬਜਾਏ ਵੈਂਗ ਸ਼ੀਪੇਂਗ, ਵੈਨਜ਼ੂ ਦੇ ਇੱਕ ਗਰੀਬ ਵਿਦਵਾਨ, ਜਿਸਨੂੰ \"ਜਿੰਗ ਚਾਈ\" ਦੁਆਰਾ ਨੌਕਰੀ 'ਤੇ ਰੱਖਿਆ ਗਿਆ ਸੀ, ਨਾਲ ਵਿਆਹ ਕਰ ਲਿਆ।\nਬਾਅਦ ਵਿੱਚ, ਵੈਂਗ ਸ਼ਿਪੇਂਗ ਨੇ ਪਹਿਲਾ ਇਨਾਮ ਜਿੱਤਿਆ। ਕਿਉਂਕਿ ਉਸਨੇ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਵਾਂਕੀ ਦੁਆਰਾ ਜ਼ਬਰਦਸਤੀ ਵਿਆਹ ਕਰਨ ਤੋਂ ਇਨਕਾਰ ਕਰ ਦਿੱਤਾ ਸੀ, ਉਸਨੂੰ ਦੂਰ-ਦੁਰਾਡੇ ਦੇ ਚਾਓਯਾਂਗ ਵਿੱਚ ਜੱਜ ਵਜੋਂ ਸੇਵਾ ਕਰਨ ਲਈ ਭੇਜਿਆ ਗਿਆ ਸੀ। ਸੁਨ ਰੁਕੁਆਨ ਨੇ ਗੁਪਤ ਤੌਰ 'ਤੇ ਵੈਂਗ ਸ਼ਿਪੇਂਗ ਦੇ ਪਰਿਵਾਰਕ ਪੱਤਰ ਨੂੰ \"ਤਲਾਕ ਦੀ ਚਿੱਠੀ\" ਵਿੱਚ ਬਦਲ ਦਿੱਤਾ ਅਤੇ ਯੂਲੀਅਨ ਨੂੰ ਧੋਖੇ ਵਿੱਚ ਰੱਖ ਲਿਆ। ਕਿਆਨ ਯੂਲੀਅਨ ਦੀ ਮਤਰੇਈ ਮਾਂ ਨੇ ਵੀ ਉਸਨੂੰ ਦੁਬਾਰਾ ਵਿਆਹ ਕਰਨ ਲਈ ਮਜਬੂਰ ਕੀਤਾ, ਪਰ ਯੂਲੀਅਨ ਨੇ ਇਨਕਾਰ ਕਰ ਦਿੱਤਾ ਅਤੇ ਆਪਣੇ ਆਪ ਨੂੰ ਇੱਕ ਨਦੀ ਵਿੱਚ ਸੁੱਟ ਕੇ ਖੁਦਕੁਸ਼ੀ ਕਰ ਲਈ। ਉਸਨੂੰ ਕਿਆਨ ਜ਼ਾਈਹੇ ਨੇ ਬਚਾਇਆ। ਫੁਜਿਆਨ ਪ੍ਰਾਂਤ ਤੋਂ ਅਤੇ ਆਪਣੀ ਗੋਦ ਲਈ ਧੀ ਵਜੋਂ ਗੋਦ ਲਿਆ..\nਯੂਲੀਅਨ ਨੇ ਸੋਚਿਆ ਕਿ ਸ਼ਿਪੇਂਗ ਮਰ ਗਿਆ ਹੈ। ਪੰਜ ਸਾਲ ਬਾਅਦ, ਵੈਂਗ ਸ਼ੀਪੇਂਗ ਜੀਆਨ ਦਾ ਗਵਰਨਰ ਸੀ। ਇੱਕ ਦਿਨ, ਉਸਨੇ ਆਪਣੀ ਮਰਹੂਮ ਪਤਨੀ ਦੀ ਯਾਦ ਵਿੱਚ ਇੱਕ ਤਾਓਵਾਦੀ ਮੰਦਰ ਵਿੱਚ ਇੱਕ ਯਾਦਗਾਰੀ ਸਮਾਰੋਹ ਆਯੋਜਿਤ ਕੀਤਾ। ਯੂਲੀਅਨ ਜਿਆਨ ਤਾਓਵਾਦੀ ਮੰਦਰ ਵਿੱਚ ਜਲਣ ਲਈ ਗਿਆ। ਧੂਪ, ਅਤੇ ਵੈਂਗ ਸ਼ਿਪੇਂਗ ਅਤੇ ਕਿਆਨ ਆਖਰਕਾਰ ਦੁਬਾਰਾ ਇਕੱਠੇ ਹੋਏ।", "聖意": "ਘਰ ਆਪਣੇ ਆਪ ਲਈ ਚੰਗਾ ਨਹੀਂ ਹੈ।ਪਤਝੜ ਅਤੇ ਸਰਦੀਆਂ ਖੁਸ਼ਹਾਲ ਹਨ।ਪਤਝੜ ਅਤੇ ਸਰਦੀਆਂ ਵਿੱਚ ਧਨ-ਦੌਲਤ ਖੁਸ਼ਹਾਲ ਹੋ ਸਕਦੀ ਹੈ।ਕਾਰੋਬਾਰ ਖੁਸ਼ਹਾਲ ਹੋ ਸਕਦਾ ਹੈ।ਵਿਆਹ ਸਫਲ ਹੋ ਸਕਦਾ ਹੈ।ਪੈਦਲ ਜਾਣ ਵਾਲੇ ਲੋਕਾਂ ਲਈ ਪ੍ਰਾਰਥਨਾ ਕਰੋ।ਰੇਸ਼ਮ ਦੇ ਕੀੜੇ ਪਾਲੇ ਜਾ ਸਕਦੇ ਹਨ।ਛੇ ਪਸ਼ੂ ਹੋ ਸਕਦੇ ਹਨ। ਉਭਾਰਿਆ ਜਾ ਸਕਦਾ ਹੈ। ਲੋਕ ਲੱਭੇ ਜਾ ਸਕਦੇ ਹਨ। ਜਨਤਕ ਮੁਕੱਦਮੇ ਪ੍ਰਤੀਕੂਲ ਹਨ। ਪਰਵਾਸ ਰੂੜੀਵਾਦੀ ਹੈ। ਜਾਇਦਾਦ ਦਾ ਨੁਕਸਾਨ। ਦੇਰ ਨਾਲ ਰੋਗ। ਅਸੀਸਾਂ ਲਈ ਪ੍ਰਾਰਥਨਾ ਕਰੋ। ਪਹਾੜ ਅਤੇ ਕਬਰਾਂ ਚੰਗੀਆਂ ਹਨ।", "古人": "Yulianhui ਦਸ ਦੋਸਤ", "第X籤": "ਚੌਥਾ ਚਿੰਨ੍ਹ", "宮": "ਬੱਚੇਦਾਨੀ"}