{"籤詩版本二": "ਲਾਲ ਪਹੀਆ ਪੱਛਮ ਵਿੱਚ ਡਿੱਗਦਾ ਹੈ, ਖਰਗੋਸ਼ ਪੂਰਬ ਵਿੱਚ ਉੱਠਦਾ ਹੈ, ਯਿਨ ਵਧਦਾ ਹੈ ਅਤੇ ਯਾਂਗ ਅਲੋਪ ਹੋ ਜਾਂਦਾ ਹੈ, ਅਤੇ ਸਭ ਕੁਝ ਖੁਸ਼ਹਾਲ ਹੁੰਦਾ ਹੈ\nਜੇਕਰ ਕੋਈ ਔਰਤ ਇਸ ਦੀ ਵਰਤੋਂ ਕਰਨਾ ਚਾਹੁੰਦੀ ਹੈ, ਤਾਂ ਇਸ ਨਾਲ ਉਸ ਦੀ ਦੌਲਤ ਵਧੇਗੀ ਅਤੇ ਉਸ ਦੇ ਦਿਲ ਨੂੰ ਖੁਸ਼ੀ ਮਿਲੇਗੀ।", "詩意": "ਇਹ ਹੈਕਸਾਗ੍ਰਾਮ ਯਿਨ ਦੇ ਵਧਣ ਅਤੇ ਯਾਂਗ ਦੇ ਅਲੋਪ ਹੋਣ ਦਾ ਪ੍ਰਤੀਕ ਹੈ।\nਬਾਅਦ ਵਿੱਚ ਆਸਾਨ ਹੋਣ ਤੋਂ ਪਹਿਲਾਂ ਹਰ ਚੀਜ਼ ਮੁਸ਼ਕਲ ਹੈ.", "解曰": "ਯਿਨ ਔਰਤਾਂ ਨੂੰ ਲਾਭ ਪਹੁੰਚਾਉਂਦਾ ਹੈ। ਮਰਦਾਂ ਲਈ ਢੁਕਵਾਂ ਨਹੀਂ ਹੈ. ਜੇਕਰ ਤੁਸੀਂ ਸਲਾਹ ਮੰਗ ਰਹੇ ਹੋ। ਬੁਰਾਈ ਪਹਿਲਾਂ ਆਉਂਦੀ ਹੈ ਅਤੇ ਫਿਰ ਚੰਗਿਆਈ ਆਉਂਦੀ ਹੈ।", "籤詩故事一": "◇ ਵੂ ਜ਼ੇਟੀਅਨ ਸਿੰਘਾਸਣ 'ਤੇ ਚੜ੍ਹਿਆ\n14 ਸਾਲ ਦੀ ਉਮਰ ਵਿੱਚ, ਵੂ ਨੂੰ ਤਾਂਗ ਰਾਜਵੰਸ਼ ਦੇ ਸਮਰਾਟ ਤਾਈਜ਼ੋਂਗ ਲੀ ਸ਼ਿਮਿਨ ਦੁਆਰਾ ਇੱਕ ਪ੍ਰਤਿਭਾਸ਼ਾਲੀ ਵਿਅਕਤੀ ਦੇ ਰੂਪ ਵਿੱਚ ਮਹਿਲ ਵਿੱਚ ਬੁਲਾਇਆ ਗਿਆ ਸੀ, ਜਿਸਦਾ ਨਾਮ \"ਵੂ ਮੇਈ\" ਸੀ। ਤਾਈਜ਼ੋਂਗ ਦੀ ਮੌਤ ਤੋਂ ਬਾਅਦ, ਜ਼ੇਟੀਅਨ ਗੈਨੇ ਮੰਦਿਰ ਵਿੱਚ ਦਾਖਲ ਹੋਇਆ ਅਤੇ ਇੱਕ ਨਨ ਬਣ ਗਿਆ।\nਜਦੋਂ ਤਾਂਗ ਰਾਜਵੰਸ਼ ਦਾ ਸਮਰਾਟ ਗਾਓਜ਼ੋਂਗ ਗੱਦੀ 'ਤੇ ਆਇਆ, ਉਸਨੇ ਵੂ ਪਰਿਵਾਰ ਨੂੰ ਝਾਓਈ ਨੂੰ ਸ਼ਰਧਾਂਜਲੀ ਦੇਣ ਲਈ ਮਹਿਲ ਵਿੱਚ ਬੁਲਾਇਆ। ਯੋਂਗਹੁਈ (655) ਦੇ ਛੇਵੇਂ ਸਾਲ ਵਿੱਚ, ਸਮਰਾਟ ਗਾਓਜ਼ੋਂਗ ਨੇ ਵੂ ਨੂੰ ਆਪਣੀ ਰਾਣੀ ਵਜੋਂ ਸਥਾਪਿਤ ਕੀਤਾ।\nਵੂ ਜ਼ੇਟੀਅਨ ਬੁੱਧੀਮਾਨ ਸੀ, ਸਾਹਿਤ ਅਤੇ ਇਤਿਹਾਸ ਵਿੱਚ ਸ਼ਾਮਲ ਸੀ, ਅਤੇ ਸਾਧਨਾਂ ਵਿੱਚ ਅਮੀਰ ਸੀ। ਵੂ ਜ਼ੇਟੀਅਨ ਦੇ ਰਾਣੀ ਬਣਨ ਤੋਂ ਤੁਰੰਤ ਬਾਅਦ, ਕਿਉਂਕਿ ਗਾਓਜ਼ੋਂਗ ਕਮਜ਼ੋਰ ਅਤੇ ਬਿਮਾਰ ਸੀ, ਉਸਨੇ ਕਈ ਵਾਰ ਉਸਨੂੰ ਕੁਝ ਰਾਜਨੀਤਿਕ ਮਾਮਲਿਆਂ ਨੂੰ ਸੰਭਾਲਣ ਲਈ ਸੌਂਪਿਆ, ਇਸਲਈ ਉਸਦੀ ਸ਼ਕਤੀ ਵਧਦੀ ਗਈ। ਸ਼ਾਂਗਯੁਆਨ (674) ਦੇ ਪਹਿਲੇ ਸਾਲ ਵਿੱਚ, ਸਮਰਾਟ ਗਾਓਜ਼ੋਂਗ ਨੂੰ \"ਸਮਰਾਟ\" ਕਿਹਾ ਜਾਂਦਾ ਸੀ, ਮਹਾਰਾਣੀ ਵੂ ਨੂੰ \"ਸਵਰਗ ਦੀ ਰਾਣੀ\" ਕਿਹਾ ਜਾਂਦਾ ਸੀ, ਅਤੇ ਉਨ੍ਹਾਂ ਦੋਵਾਂ ਨੂੰ ਮਹਿਲ ਵਿੱਚ \"ਦੋ ਸੰਤ\" ਕਿਹਾ ਜਾਂਦਾ ਸੀ।\nਹੋਂਗਦਾਓ (683) ਦੇ ਪਹਿਲੇ ਸਾਲ ਵਿੱਚ, ਸਮਰਾਟ ਗਾਓਜ਼ੋਂਗ ਦੀ ਮੌਤ ਹੋ ਗਈ, ਪ੍ਰਿੰਸ ਲੀ ਜ਼ਿਆਨ ਗੱਦੀ 'ਤੇ ਆਇਆ, ਅਤੇ ਵੂ ਜ਼ੇਟੀਅਨ ਨੇ ਗੱਦੀ ਸੰਭਾਲੀ। ਸਿਸ਼ੇਂਗ (684) ਦੇ ਪਹਿਲੇ ਸਾਲ ਦੇ ਫਰਵਰੀ ਵਿੱਚ, ਵੂ ਜ਼ੇਟੀਅਨ ਨੇ ਲੀ ਜ਼ਿਆਨ ਨੂੰ ਲੁਲਿੰਗ ਦੇ ਰਾਜਾ ਦੇ ਅਹੁਦੇ ਤੋਂ ਹਟਾ ਦਿੱਤਾ ਅਤੇ ਆਪਣੇ ਚੌਥੇ ਪੁੱਤਰ ਲੀ ਡੈਨ ਨੂੰ ਸਮਰਾਟ ਵਜੋਂ ਸਥਾਪਿਤ ਕੀਤਾ, ਰਾਜਵੰਸ਼ ਦਾ ਰਾਜ ਕਰਨਾ ਜਾਰੀ ਰੱਖਿਆ। ਉਸੇ ਸਾਲ ਸਤੰਬਰ ਵਿੱਚ, ਉਸਨੇ ਝੰਡੇ ਨੂੰ ਸੋਨੇ ਵਿੱਚ ਬਦਲ ਦਿੱਤਾ, ਅਤੇ ਪੂਰਬੀ ਰਾਜਧਾਨੀ ਲੁਓਯਾਂਗ ਦਾ ਨਾਮ ਬਦਲ ਕੇ ਬ੍ਰਹਮ ਰਾਜਧਾਨੀ ਰੱਖਿਆ ਗਿਆ। ਤਿਆਨਸ਼ੌ (690) ਦੇ ਪਹਿਲੇ ਸਾਲ ਸਤੰਬਰ ਦੇ ਨੌਵੇਂ ਦਿਨ, ਵੂ ਜੇਟੀਅਨ ਨੇ ਆਪਣੇ ਆਪ ਨੂੰ ਸਮਰਾਟ ਘੋਸ਼ਿਤ ਕੀਤਾ ਅਤੇ ਦੇਸ਼ ਦਾ ਨਾਮ ਬਦਲ ਕੇ ਝੂ ਰੱਖ ਦਿੱਤਾ।", "聖意": "ਘਰ ਆਪਣੇ ਲਈ ਪ੍ਰਤੀਕੂਲ ਹੈ, ਅਸ਼ੀਰਵਾਦ ਲਈ ਪ੍ਰਾਰਥਨਾ ਕਰਨੀ, ਦੌਲਤ ਦੀ ਮੰਗ ਕਰਨਾ, ਲੈਣ-ਦੇਣ ਦੀ ਰਾਖੀ ਕਰਨਾ, ਵਿਆਹ ਵਿੱਚ ਚੰਗੀ ਕਿਸਮਤ, ਵਿਆਹ ਵਿੱਚ ਮਾੜੀ ਕਿਸਮਤ (ਔਰਤ), ਪੈਦਲ ਚੱਲਣ ਵਾਲੇ ਖੇਤ, ਰੇਸ਼ਮ ਦੇ ਕੀੜੇ, ਖੁਸ਼ਹਾਲ ਪਸ਼ੂ, ਲੋਕਾਂ ਦੀ ਭਾਲ, ਵਿਛੋੜਾ, ਮੁਕੱਦਮੇ, ਨੁਕਸਾਨ, ਪਰਵਾਸ , ਜਾਇਦਾਦ ਦਾ ਨੁਕਸਾਨ, ਬੀਮਾਰੀ, ਸਦਮਾ, ਪਹਾੜ ਅਤੇ ਕਬਰਾਂ, ਚੰਗੀ ਕਿਸਮਤ", "古人": "ਵੂ ਜ਼ੇਟੀਅਨ ਸਿੰਘਾਸਣ 'ਤੇ ਚੜ੍ਹਿਆ", "第X籤": "ਚਾਲੀਵੀਂ ਲਾਟਰੀ ਦਾ ਜੇਤੂ", "宮": "ਤੁਹਾਨੂੰ ਮਹਿਲ"}