{"籤詩版本二": "ਬੇਅੰਤ ਚੰਗੇ ਬਚਨ ਯਾਦ ਰੱਖੇਂਗਾ, ਪਰ ਚੋਰ ਨੂੰ ਪਛਾਣ ਲਿਆ ਤਾਂ ਤੇਰਾ ਪੁੱਤਰ ਬਣ ਜਾਏਗਾ।\nਇਸ ਸਮੇਂ ਲਾਲਚੀ ਨਾ ਹੋਵੋ ਅਤੇ ਚਿੰਤਾ ਨਾ ਕਰੋ ਕਿ ਉਸਨੇ ਇੱਕ ਸਾਲ ਪਹਿਲਾਂ ਕੁਝ ਚੰਗਾ ਕਿਵੇਂ ਕੀਤਾ ਹੋਵੇਗਾ।", "詩意": "ਇਹ ਹੈਕਸਾਗ੍ਰਾਮ ਚੋਰ ਨੂੰ ਪੁੱਤਰ ਵਜੋਂ ਪਛਾਣਦਾ ਹੈ।\nਹਰ ਕੰਮ ਵਿੱਚ ਸਾਵਧਾਨ ਰਹੋ।", "解曰": "ਬਸ ਇਹ ਇੱਕ. ਇੱਕ ਸੱਜਣ ਕੋਈ ਗਲਤੀ ਨਹੀਂ ਕਰਦਾ। ਇਸ ਨੂੰ ਧਿਆਨ ਵਿਚ ਰੱਖੋ. ਇਕੱਲੇ ਨਾ ਬਣੋ।", "籤詩故事一": "◇ ਡੋਂਗ ਜ਼ੂਓ ਨੇ ਲੂ ਬੁ ਨੂੰ ਸਵੀਕਾਰ ਕੀਤਾ\nਲੂ ਬੁ, ਬਹਾਦਰ ਅਤੇ ਲੜਨ ਵਿੱਚ ਚੰਗਾ, ਪੂਰਬੀ ਹਾਨ ਰਾਜਵੰਸ਼ ਦੇ ਅੰਤ ਅਤੇ ਤਿੰਨ ਰਾਜਾਂ ਦੀ ਸ਼ੁਰੂਆਤ ਵਿੱਚ ਇੱਕ ਮਸ਼ਹੂਰ ਫੌਜੀ ਜਰਨੈਲ ਸੀ। ਉਸਨੇ ਇੱਕ ਵਾਰ ਜਿੰਗਜ਼ੌ ਦੇ ਗਵਰਨਰ ਡਿੰਗ ਯੂਆਨ ਨੂੰ ਆਪਣਾ ਗੋਦ ਲੈਣ ਵਾਲਾ ਪਿਤਾ ਮੰਨਿਆ ਅਤੇ ਉਸਦੇ ਅਧੀਨ ਸੇਵਾ ਕੀਤੀ।\nਪੂਰਬੀ ਹਾਨ ਰਾਜਵੰਸ਼ ਦੇ ਸਮਰਾਟ ਲਿੰਗ ਦੀ ਮੌਤ ਤੋਂ ਬਾਅਦ, ਡਿੰਗ ਯੁਆਨ ਸਰਕਾਰ ਨੂੰ ਨਿਯੰਤਰਿਤ ਕਰਨ ਲਈ ਜਨਰਲ ਹੀ ਜਿਨ ਨਾਲ ਮਿਲੀਭੁਗਤ ਕਰਨ ਲਈ ਬੀਜਿੰਗ ਗਿਆ।\nਡੋਂਗ ਜ਼ੂਓ ਨੇ ਡਿੰਗ ਯੁਆਨ ਨਾਲ ਲੜਾਈ ਕੀਤੀ, ਪਰ ਕਈ ਜਰਨੈਲ ਲੂ ਬੁ ਨੂੰ ਹਰਾਉਣ ਵਿੱਚ ਅਸਮਰੱਥ ਸਨ, ਇਸਲਈ ਡੋਂਗ ਜ਼ੂਓ ਨੇ ਆਪਣੇ ਅਧੀਨ ਲੀ ਸੂ ਨੂੰ ਲੂ ਬੁ ਨੂੰ ਰਿਸ਼ਵਤ ਦੇਣ ਲਈ ਭੇਜਿਆ। ਲੀ ਸੂ ਸੋਨੇ ਅਤੇ ਚਾਂਦੀ ਦੇ ਖਜ਼ਾਨਿਆਂ ਦੇ ਢੇਰ ਅਤੇ ਮਸ਼ਹੂਰ ਲਾਲ ਖਰਗੋਸ਼ ਘੋੜੇ ਨੂੰ \"ਲੂ ਬੂ\" ਦਾ ਦੌਰਾ ਕਰਨ ਲਈ ਲਿਆਇਆ। ਲੀ ਸੂ ਸੋਨੇ ਅਤੇ ਚਾਂਦੀ ਦੇ ਖਜ਼ਾਨਿਆਂ ਦੇ ਢੇਰ ਅਤੇ ਮਸ਼ਹੂਰ ਲਾਲ ਖਰਗੋਸ਼ ਘੋੜੇ ਨੂੰ ਲੂ ਬੁ ਨੂੰ ਮਿਲਣ ਲਈ ਲਿਆਇਆ। ਇਸ ਲਈ ਲੁ ਬੁ ਨੂੰ ਡੋਂਗ ਜ਼ੂਓ ਨੇ ਡਿੰਗ ਯੁਆਨ ਨੂੰ ਮਾਰਨ ਲਈ ਰਿਸ਼ਵਤ ਦਿੱਤੀ, ਅਤੇ ਆਪਣੇ ਸਿਪਾਹੀਆਂ ਨੂੰ ਇਹ ਵੀ ਕਿਹਾ ਕਿ ਜੇਕਰ ਉਹ ਚਾਹੁੰਦੇ ਹਨ ਤਾਂ ਉਸਦੇ ਨਾਲ ਆਉਣ, ਅਤੇ ਜੇਕਰ ਉਹ ਉਸਦਾ ਪਿੱਛਾ ਨਹੀਂ ਕਰਨਾ ਚਾਹੁੰਦੇ ਤਾਂ ਚਲੇ ਜਾਣ। ਨਤੀਜੇ ਵਜੋਂ, ਜ਼ਿਆਦਾਤਰ ਸਿਪਾਹੀ ਭੱਜ ਗਏ। ਇਸ ਲਈ ਲੂ ਬੁ ਨੂੰ ਡੋਂਗ ਜ਼ੂਓ ਨੇ ਰਿਸ਼ਵਤ ਦਿੱਤੀ ਅਤੇ ਡਿੰਗ ਯੁਆਨ ਨੂੰ ਮਾਰ ਦਿੱਤਾ।\nਡੋਂਗ ਜ਼ੂਓ ਦੇ ਸੱਤਾ ਪ੍ਰਾਪਤ ਕਰਨ ਤੋਂ ਬਾਅਦ, ਉਸਨੇ ਲੂ ਬੂ ਨੂੰ ਆਪਣੇ ਗੋਦ ਲਏ ਪੁੱਤਰ ਵਜੋਂ ਗੋਦ ਲਿਆ ਅਤੇ ਉਸਨੂੰ ਇੱਕ ਜਨਰਲ ਅਤੇ ਮਾਰਕੁਇਸ ਬਣਾਇਆ।\nਡੋਂਗ ਜ਼ੂਓ ਦਾ ਇੱਕ ਹਿੰਸਕ ਸੁਭਾਅ ਸੀ, ਅਤੇ ਲੂ ਬੁ ਨਾਲ \"ਪਿਤਾ-ਪੁੱਤਰ ਦਾ ਰਿਸ਼ਤਾ\" ਅਸਲ ਵਿੱਚ ਬਹੁਤ ਕਮਜ਼ੋਰ ਸੀ। 189 ਈਸਵੀ ਵਿੱਚ, ਸੀਟੂ ਵਾਂਗ ਯੂਨ ਦੇ ਉਕਸਾਉਣ 'ਤੇ, ਲੂ ਬੁ ਨੇ ਡੋਂਗ ਜ਼ੂਓ ਨੂੰ ਮਾਰ ਦਿੱਤਾ।\nਡੋਂਗ ਜ਼ੂਓ ਦੀ ਮੌਤ ਤੋਂ ਛੇ ਮਹੀਨੇ ਬਾਅਦ, ਡੋਂਗ ਜ਼ੂਓ ਦੀਆਂ ਪੁਰਾਣੀਆਂ ਫੌਜਾਂ ਨੇ ਰਾਜਧਾਨੀ ਉੱਤੇ ਹਮਲਾ ਕਰ ਦਿੱਤਾ, ਅਤੇ ਲੂ ਬੁ ਅਤੇ ਉਸਦੀ ਪਤਨੀ ਦਹਿਸ਼ਤ ਵਿੱਚ ਭੱਜ ਗਏ। ਰਾਜਧਾਨੀ ਛੱਡਣ ਤੋਂ ਬਾਅਦ, ਲੂ ਬੁ ਨੇ ਜੰਗੀ ਸਰਦਾਰਾਂ ਯੁਆਨ ਸ਼ੂ, ਯੁਆਨ ਸ਼ਾਓ, ਝਾਂਗ ਯਾਂਗ, ਝਾਂਗ ਮੀਆਓ, ਲਿਊ ਬੇਈ, ਆਦਿ ਦੀ ਸ਼ਰਨ ਲਈ, ਅਤੇ ਉਸ ਸਮੇਂ ਦੇ ਇੱਕ ਹੋਰ ਵੱਡੇ ਯੋਧੇ ਕਾਓ ਕਾਓ ਨਾਲ ਕਈ ਵਾਰ ਲੜਾਈ ਕੀਤੀ। ਲੂ ਬੁ ਬਹਾਦਰ ਅਤੇ ਚੰਗਾ ਸੀ। ਲੜਾਈ ਵਿਚ, ਅਤੇ ਕਾਓ ਕਾਓ ਨੂੰ ਕਈ ਵਾਰ ਹਰਾਇਆ।\nਪੂਰਬੀ ਹਾਨ ਰਾਜਵੰਸ਼ ਵਿੱਚ ਜਿਆਨਨ ਦੇ ਤੀਜੇ ਸਾਲ ਵਿੱਚ, ਕਾਓ ਕਾਓ ਦੀਆਂ ਫ਼ੌਜਾਂ ਨੇ ਜ਼ਿਆਓਪੇਈ, ਲੂ ਬੁ ਦੇ ਬੇਸ ਉੱਤੇ ਹਮਲਾ ਕੀਤਾ, ਅਤੇ ਕਾਓ ਕਾਓ ਦੁਆਰਾ ਬਾਈਮੇਨ ਟਾਵਰ ਦੇ ਹੇਠਾਂ ਕਬਜ਼ਾ ਕਰ ਲਿਆ ਗਿਆ ਅਤੇ ਮਾਰ ਦਿੱਤਾ ਗਿਆ। ਫਾਂਸੀ ਤੋਂ ਪਹਿਲਾਂ, ਲੂ ਬੁ ਨੇ ਕਾਓ ਕਾਓ ਨੂੰ ਮੌਤ ਤੋਂ ਬਚਣ ਲਈ ਉਸ ਨੂੰ ਜ਼ਿੰਦਾ ਰੱਖਣ ਲਈ ਕਿਹਾ, ਪਰ ਲਿਊ ਬੇਈ ਨੇ ਕਾਓ ਕਾਓ ਨੂੰ ਯਾਦ ਦਿਵਾਇਆ ਕਿ ਲੂ ਬੁ ਨੇ ਕਈ ਵਾਰ ਧੋਖਾ ਦਿੱਤਾ ਸੀ ਅਤੇ ਇੱਕ ਬੇਈਮਾਨ ਆਦਮੀ ਸੀ। ਅੰਤ ਵਿੱਚ, ਕਾਓ ਕਾਓ, ਜਿਸਨੇ ਨੈਤਿਕਤਾ ਦੀ ਪਰਵਾਹ ਕੀਤੇ ਬਿਨਾਂ ਸਿਰਫ ਪ੍ਰਤਿਭਾ ਦੀ ਕਦਰ ਕੀਤੀ, ਨੇ ਲੂ ਬੁ ਨੂੰ ਫਾਂਸੀ ਦਿੱਤੀ।", "聖意": "ਮੈਂ ਘਰ ਵਿੱਚ ਬੇਚੈਨ ਹਾਂ, ਮੈਂ ਆਮ ਤੌਰ 'ਤੇ ਪੈਸੇ ਦੀ ਮੰਗ ਕਰਦਾ ਹਾਂ, ਲੈਣ-ਦੇਣ ਤੋਂ ਪਹਿਰਾ ਦਿੰਦਾ ਹਾਂ, ਵਿਆਹ ਕਰਵਾਉਣਾ ਔਖਾ ਹੈ, ਲਿਊਜੀਆ ਆਦਮੀ ਹੈਰਾਨ ਹੈ, ਲੋਕ ਖੇਤ ਵਿੱਚ ਆਉਂਦੇ ਹਨ, ਰੇਸ਼ਮ ਦੇ ਕੀੜੇ ਅੱਧੇ ਪੱਕੇ ਹੋਏ ਹਨ, ਛੇ ਜਾਨਵਰ ਸੁਰੱਖਿਅਤ ਹਨ, ਲੋਕ ਭਾਲਦੇ ਹਨ, ਮੁਕੱਦਮੇ ਢੁਕਵੇਂ ਹਨ ਅਤੇ ਪਰਵਾਸ, ਗੁਆਚੀਆਂ ਚੀਜ਼ਾਂ ਨੂੰ ਲੱਭਣਾ ਮੁਸ਼ਕਲ ਹੈ, ਬਿਮਾਰੀਆਂ ਨੂੰ ਲੱਭਣਾ ਮੁਸ਼ਕਲ ਹੈ, ਅਤੇ ਜ਼ੇਂਕਸਿੰਗ ਪਹਾੜ ਦੀ ਕਬਰ ਵਿੱਚ ਸ਼ਾਂਤੀ ਹੈ.", "古人": "ਡੋਂਗ ਜ਼ੂਓ ਨੇ ਲੂ ਬੁ ਨੂੰ ਸਵੀਕਾਰ ਕੀਤਾ", "第X籤": "ਨੰਬਰ 41 ਲਾਟ ਜਿੱਤਣਾ", "宮": "ਤੁਹਾਨੂੰ ਮਹਿਲ"}