{"籤詩版本二": "ਸਮਰਾਟ, ਸਮਰਾਟ, ਅਤੇ ਮਹਾਰਾਣੀ ਅੰਤ ਵਿੱਚ ਮਿਹਰਬਾਨ ਹੋਣਗੇ ਅਤੇ ਉਡੀਕ ਕਰਨਗੇ ਅਤੇ ਬਿਨਾਂ ਨੁਕਸਾਨ ਜਾਂ ਲਾਭ ਦੇ ਅਸੀਸਾਂ ਲਈ ਪ੍ਰਾਰਥਨਾ ਕਰਨਗੇ।\nਸਾਰੇ ਸੂਝਵਾਨ ਜੀਵ ਇਸ ਤੋਂ ਲਾਭ ਉਠਾਉਂਦੇ ਹਨ, ਅਤੇ ਸੰਸਾਰ ਅਤੇ ਸਵਰਗ ਵਿੱਚ ਖੁਸ਼ਹਾਲੀ ਦੀ ਉਮੀਦ ਕੀਤੀ ਜਾਂਦੀ ਹੈ।", "詩意": "ਇਹ ਹੈਕਸਾਗ੍ਰਾਮ ਸਵਰਗ ਤੋਂ ਮਿਹਰ ਦੀ ਨਿਸ਼ਾਨੀ ਹੈ.\nਸਭ ਕੁਝ ਸਫਲ ਹੋਵੇਗਾ।", "解曰": "ਬਾਦਸ਼ਾਹ ਨੇ ਆਪਣੀ ਮਿਹਰ ਕੀਤੀ। ਕਦੇ ਨਾ ਭੁੱਲੋ. ਸਵੇਰ ਅਤੇ ਸ਼ਾਮ ਦੀਆਂ ਰਸਮਾਂ. ਧੂਪ ਧੁਖਾਉਣਾ ਉਚਿਤ ਹੈ।", "籤詩故事一": "◇ ਮੁਲੀਅਨ ਨੇ ਆਪਣੀ ਮਾਂ ਨੂੰ ਬਚਾਇਆ\nਮੋਕੋਉ ਲਿਆਨ, ਜਾਂ ਮੂਲੀਅਨ, ਸਾਕਿਆਮੁਨੀ ਬੁੱਧ ਦੇ ਦਸ ਚੇਲਿਆਂ ਵਿੱਚੋਂ ਸਭ ਤੋਂ ਸ਼ਕਤੀਸ਼ਾਲੀ ਹੈ।\nਉਸਦੀ ਮਾਂ ਆਪਣੇ ਜੀਵਨ ਕਾਲ ਦੌਰਾਨ ਲਾਲਚੀ ਅਤੇ ਕੰਜੂਸ ਸੀ, ਇਸਲਈ ਉਹ ਉਸਦੀ ਮੌਤ ਤੋਂ ਬਾਅਦ ਭੁੱਖੇ ਭੂਤਾਂ ਦੇ ਖੇਤਰ ਵਿੱਚ ਪੈ ਗਈ। ਮੋਖੁਲੀਅਨ ਨੇ ਆਪਣੀ ਜਾਦੂਈ ਸ਼ਕਤੀ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਦੇਖਿਆ ਅਤੇ ਪਤਾ ਲਗਾਇਆ ਕਿ ਉਸਦੀ ਮਾਂ ਇੱਕ ਭੁੱਖੇ ਭੂਤ ਦੇ ਰੂਪ ਵਿੱਚ ਪੈਦਾ ਹੋਈ ਸੀ, ਜਿਸ ਕੋਲ ਭੋਜਨ ਪ੍ਰਾਪਤ ਕਰਨ ਦਾ ਕੋਈ ਰਸਤਾ ਨਹੀਂ ਸੀ ਅਤੇ ਉਹ ਬਹੁਤ ਮੁਸ਼ਕਲ ਵਿੱਚ ਸੀ। ਉਸਨੇ ਆਪਣੀ ਜਾਦੂਈ ਸ਼ਕਤੀ ਦੀ ਵਰਤੋਂ ਆਪਣੀ ਮਾਂ ਨੂੰ ਭੋਜਨ ਲਿਆਉਣ ਲਈ ਕੀਤੀ। ਭੋਜਨ, ਇਹ ਸੁਆਹ ਵਿੱਚ ਬਦਲ ਗਿਆ ਅਤੇ ਖਾਧਾ ਨਹੀਂ ਜਾ ਸਕਦਾ ਸੀ।\nਮੌਦਗਲਿਆਨਾ ਕੀ ਹੋਇਆ ਇਸ ਬਾਰੇ ਚਿੰਤਤ ਸੀ ਅਤੇ ਉਸਨੇ ਬੁੱਧ ਨੂੰ ਇਸ ਦੀ ਸੂਚਨਾ ਦਿੱਤੀ। ਬੁੱਧ ਨੇ ਮੂਲੀਆਂ ਨੂੰ ਕਿਹਾ ਕਿ ਸੱਤਵੇਂ ਚੰਦਰ ਮਹੀਨੇ ਦੀ 15 ਤਾਰੀਖ਼ ਨੂੰ ਉਹ ਸੌ ਫਲ ਅਤੇ ਪੰਜ ਫਲ ਇੱਕ ਬੇਸਿਨ ਵਿੱਚ ਪਾਵੇ ਅਤੇ ਦਸਾਂ ਦਿਸ਼ਾਵਾਂ ਦੇ ਨੇਕ ਸੰਨਿਆਸੀਆਂ ਨੂੰ ਭੇਂਟ ਕਰੇ।ਇਸ ਸ਼ਕਤੀ ਨਾਲ ਉਸਦੀ ਮਾਂ ਖਾਣ ਦੇ ਯੋਗ ਹੋ ਜਾਵੇਗੀ। .\nਮੌਦਗਲਿਆਨਾ ਨੇ ਬੁੱਧ ਦੀ ਇੱਛਾ ਅਨੁਸਾਰ ਕੰਮ ਕੀਤਾ, ਅਤੇ ਉਸਦੀ ਮਾਂ ਨੂੰ ਅੰਤ ਵਿੱਚ ਆਜ਼ਾਦ ਕਰ ਦਿੱਤਾ ਗਿਆ। ਇਸ ਤਰ੍ਹਾਂ ਦੀ ਰਸਮ ਨੂੰ \"ਓਬੋਨ ਫੈਸਟੀਵਲ\" ਕਿਹਾ ਜਾਂਦਾ ਹੈ ਅਤੇ ਇਸ ਤਿਉਹਾਰ ਨੂੰ \"ਓਬੋਨ ਤਿਉਹਾਰ\" ਕਿਹਾ ਜਾਂਦਾ ਹੈ।\n(ਨੋਟ: ਸੰਸਾਰ ਦੇ ਵੱਖ-ਵੱਖ ਪੱਧਰਾਂ ਵਿੱਚ ਇੱਕ ਪਦਾਰਥ ਦੀਆਂ ਵੱਖੋ-ਵੱਖਰੀਆਂ ਭਾਵਨਾਵਾਂ ਹੁੰਦੀਆਂ ਹਨ। ਉਦਾਹਰਨ ਲਈ: ਜਦੋਂ ਇਸ ਸੰਸਾਰ ਵਿੱਚ ਮੀਂਹ ਪੈਂਦਾ ਹੈ, ਅਸੀਂ ਇਸਨੂੰ \"ਪਾਣੀ\" ਦੇ ਰੂਪ ਵਿੱਚ ਦੇਖਦੇ ਹਾਂ, ਜਦੋਂ ਕਿ ਭੁੱਖੇ ਭੂਤ ਦੇ ਖੇਤਰ ਵਿੱਚ ਜੀਵ ਇਸਨੂੰ \"ਲਹੂ\" ਦੇ ਰੂਪ ਵਿੱਚ ਮਹਿਸੂਸ ਕਰਦੇ ਹਨ, ਅਤੇ ਸੰਵੇਦਨਸ਼ੀਲ ਨਰਕ ਸੰਸਾਰ ਵਿੱਚ ਜੀਵ ਇਸਨੂੰ \"ਖੂਨ\" ਦੇ ਰੂਪ ਵਿੱਚ ਮਹਿਸੂਸ ਕਰਦੇ ਹਨ। ਇਹ \"ਤਲਵਾਰ ਸੁੱਟਣ\" ਵਰਗਾ ਮਹਿਸੂਸ ਹੁੰਦਾ ਹੈ, ਜਦੋਂ ਕਿ ਸਵਰਗੀ ਜੀਵ \"ਫੁੱਲ ਸੁੱਟਣ\" ਵਾਂਗ ਮਹਿਸੂਸ ਕਰਦੇ ਹਨ।)", "聖意": "ਘਰ-ਘਰ ਲਈ ਅਰਦਾਸ, ਸਰਦੀਆਂ ਵਿੱਚ ਚੰਗੀ ਕਿਸਮਤ ਦੀ ਅਰਦਾਸ, ਧਨ-ਦੌਲਤ ਦੀ ਮੰਗ, ਕੋਈ ਲੈਣ-ਦੇਣ ਨਹੀਂ, ਵਿਆਹ, ਲਿਉਜੀਆ ਵਿੱਚ ਸ਼ਾਂਤੀ, ਪੈਦਲ ਚੱਲਣ ਵਾਲੇ, ਚੱਲਦੇ ਖੇਤ, ਰੇਸ਼ਮ ਦੇ ਕੀੜੇ, ਛੇ ਜਾਨਵਰ, ਲੋਕ ਲੱਭਣੇ, ਮੁਕੱਦਮੇ, ਸਫਲਤਾ, ਪਰਵਾਸ, ਰੂੜੀਵਾਦੀਤਾ, ਗੁਆਚੀ ਜਾਇਦਾਦ, ਬਿਮਾਰੀ , ਮਨ ਦੀ ਸ਼ਾਂਤੀ, ਪਹਾੜਾਂ ਅਤੇ ਕਬਰਾਂ ਦੀ ਸ਼ਾਂਤੀ", "古人": "ਮੁਲੀਅਨ ਆਪਣੀ ਮਾਂ ਨੂੰ ਬਚਾਉਂਦਾ ਹੈ", "第X籤": "ਦਸਤਖਤ ਬਤਾਲੀ", "宮": "ਤੁਹਾਨੂੰ ਮਹਿਲ"}