{"籤詩版本二": "ਸੰਸਾਰ ਲਚਕਦਾਰ ਹੈ ਅਤੇ ਸਾਰੀਆਂ ਚੀਜ਼ਾਂ ਸਵੈ-ਸਹਾਇਤਾ, ਸਵੈ-ਸਹਾਇਤਾ ਅਤੇ ਸੁਰੱਖਿਅਤ ਹਨ\nਜੀਵਨ ਵਿੱਚ ਸਭ ਕੁਝ ਸ਼ਾਨਦਾਰ ਹੈ, ਹਰ ਚੀਜ਼ ਲਈ ਸੰਤਾਂ ਅਤੇ ਰਿਸ਼ੀਆਂ ਦਾ ਧੰਨਵਾਦ ਕਰੋ, ਅਤੇ ਖੁਸ਼ਹਾਲ ਰਹੋ.", "詩意": "ਇਹ ਹੈਕਸਾਗ੍ਰਾਮ ਧਰਤੀ ਅਤੇ ਧਰਤੀ ਵਿਚਕਾਰ ਇਕਸੁਰਤਾ ਨੂੰ ਦਰਸਾਉਂਦਾ ਹੈ।\nਸਭ ਕੁਝ ਠੀਕ ਚੱਲ ਰਿਹਾ ਹੈ ਅਤੇ ਕੋਈ ਖ਼ਤਰਾ ਨਹੀਂ ਹੈ।", "解曰": "ਸਾਰੀਆਂ ਵਸਤੂਆਂ ਪੈਦਾ ਹੁੰਦੀਆਂ ਹਨ। ਸਾਰੀਆਂ ਯੋਜਨਾਵਾਂ ਅਤੇ ਇੱਛਾਵਾਂ ਪੂਰੀਆਂ ਹੁੰਦੀਆਂ ਹਨ. ਫੋਰਡ ਮਦਦ ਕਰਦਾ ਹੈ। ਰੁਈ ਕਿਊ ਕਾਹਲੀ ਵਿੱਚ ਹੈ।", "籤詩故事一": "◇ ਸੈਰ ਕਰਨ ਵਾਲੇ ਗਿਆਨ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ\nਪੱਛਮ ਦੀ ਕਹਾਣੀ ਦੀ ਯਾਤਰਾ:\nਸੁਨ ਵੁਕੌਂਗ ਨੇ ਫੁੱਲਾਂ ਅਤੇ ਫਲਾਂ ਦੇ ਪਹਾੜ 'ਤੇ ਕਬਜ਼ਾ ਕਰ ਲਿਆ ਅਤੇ ਰਾਜਾ ਬਣ ਗਿਆ। ਬਾਅਦ ਵਿੱਚ, ਸਦਾ ਲਈ ਰਹਿਣ ਦਾ ਰਸਤਾ ਲੱਭਣ ਲਈ, ਉਸਨੇ ਅੱਠ ਜਾਂ ਨੌਂ ਸਾਲ ਪਹਾੜਾਂ ਅਤੇ ਦਰਿਆਵਾਂ ਦੀ ਯਾਤਰਾ ਕਰਕੇ ਆਪਣੇ ਗੁਰੂ ਦੇ ਰੂਪ ਵਿੱਚ ਪਿਤਾ ਬੋਧੀ ਦੀ ਪੂਜਾ ਕਰਨ ਲਈ ਬਿਤਾਏ। ਉਸਨੇ ਸੱਤਰ ਸਿੱਖੇ। -ਦੁਨਵੀ ਬੁਰਾਈ ਅਤੇ ਕਲਾਊਡ ਬੱਦਲਾਂ ਦੇ ਦੋ ਬਦਲਾਅ, ਅਤੇ ਪਹਿਲੀ ਵਾਰ ਉਪਨਾਮ ਸੂਰਜ ਲਿਆ।\nਉਸ ਤੋਂ ਬਾਅਦ, ਸੁਨ ਵੁਕੌਂਗ ਇੱਕ ਢੁਕਵਾਂ ਹਥਿਆਰ ਲੱਭਣ ਲਈ ਪੂਰਬੀ ਚੀਨ ਸਾਗਰ ਵਿੱਚ ਡ੍ਰੈਗਨ ਪੈਲੇਸ ਵਿੱਚ ਗਿਆ, ਅਤੇ ਅੰਤ ਵਿੱਚ ਤਿਆਨਹੇ ਅਤੇ ਡਿੰਗਹਾਈ ਦੀ ਬ੍ਰਹਮ ਸੂਈ, ਰੂਈ ਗੋਲਡਨ ਕੁੱਜਲ ਲੱਭੀ। ਕਿਉਂਕਿ ਉਸਦਾ ਜੀਵਨ ਕਾਲ ਖਤਮ ਹੋ ਗਿਆ ਸੀ, ਉਸਨੇ ਅੰਡਰਵਰਲਡ ਵਿੱਚ ਇੱਕ ਵੱਡਾ ਹਫੜਾ-ਦਫੜੀ ਮਚਾ ਦਿੱਤੀ, ਜੀਵਨ ਅਤੇ ਮੌਤ ਦੀ ਕਿਤਾਬ ਨੂੰ ਸੋਧਿਆ, ਅਤੇ ਮਨੁੱਖੀ ਸੰਸਾਰ ਵਿੱਚ ਵਾਪਸ ਪਰਤਿਆ। ਬਾਅਦ ਵਿੱਚ, ਸੁਨ ਵੁਕੌਂਗ ਨੂੰ ਪਹਿਲੀ ਵਾਰ ਸਵਰਗ ਦੁਆਰਾ ਬੁਲਾਇਆ ਗਿਆ ਅਤੇ ਉਸਦਾ ਨਾਮ ਬੀਮਾ ਵੇਨ ਰੱਖਿਆ ਗਿਆ। ਬਾਅਦ ਵਿੱਚ, ਉਸਨੂੰ ਦੂਜੀ ਵਾਰ ਸਵਰਗ ਵਿੱਚ ਬੁਲਾਇਆ ਗਿਆ ਅਤੇ ਉਸਨੂੰ ਬਾਂਦਰ ਕਿੰਗ ਦਾ ਨਾਮ ਦਿੱਤਾ ਗਿਆ।ਉਸਨੇ ਗੁਪਤ ਰੂਪ ਵਿੱਚ ਆੜੂ ਖਾਧਾ ਅਤੇ ਸਵਰਗ ਵਿੱਚ ਇੱਕ ਵੱਡਾ ਹੰਗਾਮਾ ਕੀਤਾ।ਉਸਦੀਆਂ ਸੁਨਹਿਰੀ ਅੱਖਾਂ ਅਤੇ ਅੱਗ ਦੀਆਂ ਅੱਖਾਂ ਨੂੰ ਸਿਖਲਾਈ ਦੇਣ ਲਈ ਉਸਨੂੰ ਬਾਗੂਆ ਭੱਠੀ ਵਿੱਚ ਸੀਲ ਕੀਤਾ ਗਿਆ ਸੀ। ਅੰਤ ਵਿੱਚ, ਉਸਨੇ ਤਥਾਗਤ ਬੁੱਧ ਦੁਆਰਾ 500 ਸਾਲਾਂ ਤੱਕ ਵੁਜ਼ੀ ਪਹਾੜ ਦੇ ਪੈਰਾਂ ਵਿੱਚ ਦਬਾਇਆ ਗਿਆ ਸੀ, ਹਿੱਲਣ ਵਿੱਚ ਅਸਮਰੱਥ ਸੀ। ਜਿਸ ਥਾਂ 'ਤੇ ਬੱਗੂਆ ਭੱਠੀ ਨੂੰ ਲੱਤ ਮਾਰੀ ਗਈ ਸੀ, ਉਹ ਅੱਗ ਦੇ ਪਹਾੜ ਵਿਚ ਬਦਲ ਗਈ।\nਪੰਜ ਸੌ ਸਾਲ ਬਾਅਦ, ਮੌਂਕ ਟੈਂਗ ਧਰਮ-ਗ੍ਰੰਥ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਪੱਛਮ ਗਿਆ, ਪੰਜ ਤੱਤਾਂ ਦੇ ਪਹਾੜ ਤੋਂ ਲੰਘਿਆ, ਅਤੇ ਸਨ ਵੂਕੋਂਗ ਨੂੰ ਬਚਾਉਣ ਤੋਂ ਪਹਿਲਾਂ ਤਵੀਤ ਉਤਾਰ ਦਿੱਤਾ। ਸੁਨ ਵੁਕੌਂਗ ਸ਼ੁਕਰਗੁਜ਼ਾਰ ਹੋ ਕੇ ਰੋ ਪਿਆ। ਗੁਆਨਿਨ ਬੋਧੀਸਤਵ ਦੁਆਰਾ ਨਿਰਦੇਸ਼ ਦਿੱਤੇ ਜਾਣ ਤੋਂ ਬਾਅਦ, ਉਸਨੇ ਆਪਣੇ ਅਧਿਆਪਕ ਦੇ ਰੂਪ ਵਿੱਚ ਟੈਂਗ ਭਿਕਸ਼ੂ ਦੀ ਪੂਜਾ ਕੀਤੀ ਅਤੇ ਇਕੱਠੇ ਧਰਮ-ਗ੍ਰੰਥ ਸਿੱਖਣ ਲਈ ਪੱਛਮ ਵਿੱਚ ਚਲੇ ਗਏ। ਧਰਮ-ਗ੍ਰੰਥਾਂ ਨੂੰ ਸਿੱਖਣ ਦੇ ਰਸਤੇ 'ਤੇ, ਸਨ ਵੁਕੌਂਗ ਭੂਤਾਂ 'ਤੇ ਉਤਰਿਆ ਅਤੇ ਰਾਖਸ਼ਾਂ ਨੂੰ ਖਤਮ ਕੀਤਾ, ਅਤੇ ਵਾਰ-ਵਾਰ ਅਸਾਧਾਰਣ ਕਾਰਨਾਮੇ ਕੀਤੇ। ਹਾਲਾਂਕਿ, ਉਸ ਨੂੰ ਉਸ ਦੇ ਮਾਸਟਰ ਟੈਂਗ ਸੇਂਗ ਦੁਆਰਾ ਵਾਰ-ਵਾਰ ਗਲਤ ਸਮਝਿਆ ਗਿਆ ਅਤੇ ਬਾਹਰ ਕੱਢ ਦਿੱਤਾ ਗਿਆ। 81 ਮੁਸ਼ਕਲਾਂ ਤੋਂ ਬਾਅਦ, ਅੰਤ ਵਿੱਚ ਇਹ ਕੰਮ ਪੂਰਾ ਹੋਇਆ। ਸਨ ਵੁਕੌਂਗ ਨੇ ਸਹੀ ਨਤੀਜਾ ਹਾਸਲ ਕੀਤਾ।\n(ਇਹ ਕਹਾਣੀ ਇੱਕ ਅਲੰਕਾਰ ਹੈ ਕਿ ਇੱਕ ਬਾਂਦਰ ਵੀ ਗਿਆਨਵਾਨ ਬਣ ਸਕਦਾ ਹੈ, ਮਨੁੱਖ ਦੀ ਗੱਲ ਛੱਡੋ।)", "聖意": "ਘਰ ਆਪਣੇ ਆਪ ਲਈ ਸ਼ੁਭ ਹੈ, ਦੌਲਤ, ਕਾਰੋਬਾਰ, ਵਿਆਹ, ਲਿਉਜੀਆ, ਨਰ ਪੈਦਲ, ਖੇਤਾਂ ਦੀ ਰੁਕਾਵਟ, ਰੇਸ਼ਮ ਦੇ ਕੀੜੇ, ਛੇ ਜਾਨਵਰ, ਝੋਂਗਪਿੰਗ, ਲੋਕਾਂ ਦੀ ਭਾਲ, ਮੁਕੱਦਮੇ, ਸਫਲਤਾ, ਪਰਵਾਸ, ਜਾਇਦਾਦ ਦਾ ਨੁਕਸਾਨ, ਬਿਮਾਰੀ, ਜ਼ਿੰਗਸ਼ਿੰਗਸ਼ਾਨ ਕਬਰ, ਚੀਜ਼ਾਂ ਸ਼ੁਭ ਹਨ", "古人": "ਯਾਤਰੀ ਗਿਆਨ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ", "第X籤": "43 ਨੂੰ ਦਸਤਖਤ ਕੀਤੇ", "宮": "xugong"}