{"籤詩版本二": "ਠੰਡਾ ਮੌਸਮ ਪਾਣੀ ਨੂੰ ਬਰਫ਼ ਵਿੱਚ ਬਦਲ ਦਿੰਦਾ ਹੈ, ਪ੍ਰਸਿੱਧੀ ਦੇ ਲਾਲਚੀ ਕਿਉਂ ਹੋਵੋ?\nਮੇਰੇ ਕੋਲ ਚੁੱਪਚਾਪ ਬੈਠਣ ਅਤੇ ਪੱਤਿਆਂ ਦੇ ਕੁਦਰਤੀ ਤੌਰ 'ਤੇ ਫੁੱਲਣ ਦੀ ਉਡੀਕ ਕਰਨ ਤੋਂ ਇਲਾਵਾ ਕੋਈ ਚਾਰਾ ਨਹੀਂ ਹੈ।", "詩意": "ਇਸ ਹੈਕਸਾਗ੍ਰਾਮ ਵਿੱਚ, ਪਾਣੀ ਬਰਫ਼ ਵਿੱਚ ਬਦਲ ਜਾਂਦਾ ਹੈ।\nਵਿਅਰਥ ਕੁਝ ਨਾ ਮੰਗੋ।", "解曰": "ਪਾਣੀ ਜੰਮ ਕੇ ਬਰਫ਼ ਬਣ ਜਾਂਦਾ ਹੈ। ਬਰਫ਼ ਪਾਣੀ ਵਿੱਚ ਪਿਘਲ ਜਾਂਦੀ ਹੈ। ਜੇਕਰ ਇਹ ਕੋਈ ਸਾਜ਼ਿਸ਼ ਹੈ। ਇਸ ਲਈ ਇਹ ਹੈ.", "籤詩故事一": "◇ ਵੈਂਗ ਜ਼ਿਆਂਗ ਕਾਰਪ ਲਈ ਪੁੱਛਦਾ ਹੈ (24 ਫਿਲੀਅਲ ਪੀਟੀ ਸਟੋਰੀਜ਼)\nਜਿਨ ਰਾਜਵੰਸ਼ ਦੇ ਵਾਂਗ ਜ਼ਿਆਂਗ, ਸ਼ਿਸ਼ਟਾਚਾਰ ਨਾਮ ਫੁਜ਼ੇਂਗ, ਦਾ ਜਨਮ ਲਿਨਯੀ ਵਿੱਚ ਹੋਇਆ ਸੀ।\nਜਦੋਂ ਵੈਂਗ ਜ਼ਿਆਂਗ ਜਵਾਨ ਸੀ, ਉਸਦੀ ਜੀਵ-ਵਿਗਿਆਨਕ ਮਾਂ ਦੀ ਮੌਤ ਹੋ ਗਈ। ਉਸਦੇ ਇਕੱਲੇ ਪਿਤਾ ਨੇ ਝੂ ਨਾਮ ਦੀ ਇੱਕ ਔਰਤ ਨਾਲ ਵਿਆਹ ਕੀਤਾ, ਅਤੇ ਵੈਂਗ ਜ਼ਿਆਂਗ ਦੀ ਇੱਕ ਨਵੀਂ ਮਾਂ ਸੀ। ਜਦੋਂ ਵੈਂਗ ਜ਼ਿਆਂਗ ਜਵਾਨ ਸੀ, ਉਸਦੀ ਜੀਵ-ਵਿਗਿਆਨਕ ਮਾਂ ਦਾ ਦੇਹਾਂਤ ਹੋ ਗਿਆ, ਅਤੇ ਉਸਦੇ ਇਕੱਲੇ ਪਿਤਾ ਨੇ ਝੂ ਨਾਮ ਦੀ ਇੱਕ ਔਰਤ ਨਾਲ ਵਿਆਹ ਕਰਵਾ ਲਿਆ। ਵੈਂਗ ਜ਼ਿਆਂਗ ਦੀ ਮਤਰੇਈ ਮਾਂ ਇੱਕ ਤੰਗ-ਦਿਮਾਗ ਵਾਲੀ ਅਤੇ ਈਰਖਾਲੂ ਔਰਤ ਸੀ। ਉਹ ਵੈਂਗ ਜ਼ਿਆਂਗ ਨੂੰ ਪਸੰਦ ਨਹੀਂ ਕਰਦੀ ਸੀ ਅਤੇ ਅਕਸਰ ਮਾਮੂਲੀ ਗੱਲਾਂ ਲਈ ਉਸਨੂੰ ਝਿੜਕਦੀ ਸੀ। ਜਲਦੀ ਹੀ, ਮਤਰੇਈ ਮਾਂ ਨੇ ਵੈਂਗ ਲੈਨ ਨਾਮ ਦੇ ਇੱਕ ਪੁੱਤਰ ਨੂੰ ਵੀ ਜਨਮ ਦਿੱਤਾ। ਮਤਰੇਈ ਮਾਂ ਸਿਰਫ ਆਪਣੇ ਬੱਚਿਆਂ ਨੂੰ ਪਿਆਰ ਕਰਦੀ ਸੀ, ਅਤੇ ਵੈਂਗ ਜ਼ਿਆਂਗ ਨੂੰ ਆਪਣੇ ਪਾਸੇ ਦਾ ਕੰਡਾ ਸਮਝਦੀ ਸੀ। ਉਹ ਵੈਂਗ ਜ਼ਿਆਂਗ ਦੀ ਹੋਰ ਵੀ ਮੰਗ ਕਰਦੀ ਸੀ, ਅਤੇ ਅਕਸਰ ਆਪਣੇ ਪਿਤਾ ਦੇ ਸਾਹਮਣੇ ਵਾਂਗ ਜ਼ਿਆਂਗ ਬਾਰੇ ਬੁਰਾ ਬੋਲਦੀ ਸੀ। ਇੱਥੋਂ ਤੱਕ ਕਿ ਉਸਦੇ ਪਿਤਾ ਵੀ ਹੌਲੀ-ਹੌਲੀ ਉਸਨੂੰ ਪਿਆਰ ਨਹੀਂ ਕਰਦੇ ਸਨ। ਮਤਰੇਈ ਮਾਂ ਸਿਰਫ ਆਪਣੇ ਬੱਚਿਆਂ ਨੂੰ ਪਿਆਰ ਕਰਦੀ ਸੀ, ਅਤੇ ਵੈਂਗ ਜ਼ਿਆਂਗ ਨੂੰ ਆਪਣੇ ਪਾਸੇ ਦਾ ਕੰਡਾ ਸਮਝਦੀ ਸੀ।ਉਹ ਵੈਂਗ ਜ਼ਿਆਂਗ ਦੀ ਹੋਰ ਵੀ ਮੰਗ ਕਰਦੀ ਸੀ, ਅਤੇ ਅਕਸਰ ਆਪਣੇ ਪਿਤਾ ਦੇ ਸਾਹਮਣੇ ਵਾਂਗ ਜ਼ਿਆਂਗ ਬਾਰੇ ਬੁਰਾ-ਭਲਾ ਬੋਲਦੀ ਸੀ। ਇੱਥੋਂ ਤੱਕ ਕਿ ਉਸਦੇ ਪਿਤਾ ਨੇ ਹੌਲੀ-ਹੌਲੀ ਉਸਨੂੰ ਪਿਆਰ ਨਹੀਂ ਕੀਤਾ। ਹਾਲਾਂਕਿ ਵੈਂਗ ਜ਼ਿਆਂਗ ਦਾ ਸੌਤੇਲਾ ਭਰਾ, ਵੈਂਗ ਲੈਨ ਆਪਣੇ ਭਰਾ ਨਾਲ ਬਹੁਤ ਦੋਸਤਾਨਾ ਹੈ। ਆਪਣੀ ਮਤਰੇਈ ਮਾਂ ਦੇ ਤਸ਼ੱਦਦ ਦੇ ਬਾਵਜੂਦ, ਉਹ ਅਜੇ ਵੀ ਬਹੁਤ ਦਿਆਲੂ ਸੀ। ਮਤਰੇਈ ਮਾਂ ਇੰਨੀ ਕਠੋਰ ਹੈ, ਪਰ ਵੈਂਗ ਜ਼ਿਆਂਗ ਅਜੇ ਵੀ ਬਹੁਤ ਪਿਆਰੀ ਹੈ।\nਉਸਦੀ ਮਤਰੇਈ ਮਾਂ ਦਾ ਇੱਕ ਸ਼ੌਕ ਹੈ, ਯਾਨੀ ਉਹ ਨਦੀ ਵਿੱਚੋਂ ਨਿਕਲੀ ਤਾਜ਼ੀ ਮੱਛੀ ਖਾਣਾ ਪਸੰਦ ਕਰਦੀ ਹੈ। ਉਸਦੀ ਮਤਰੇਈ ਮਾਂ ਦਾ ਇੱਕ ਸ਼ੌਕ ਹੈ, ਯਾਨੀ ਉਹ ਨਦੀ ਵਿੱਚੋਂ ਨਿਕਲੀ ਤਾਜ਼ੀ ਮੱਛੀ ਖਾਣਾ ਪਸੰਦ ਕਰਦੀ ਹੈ। ਇੱਕ ਸਰਦੀਆਂ ਵਿੱਚ, ਉਸਦੇ ਪਿਤਾ ਕਾਰੋਬਾਰ ਲਈ ਚਲੇ ਗਏ, ਅਤੇ ਉਸਦੀ ਮਤਰੇਈ ਮਾਂ ਦੁਬਾਰਾ ਬਿਮਾਰ ਹੋ ਗਈ। ਭਰਾਵਾਂ ਵਾਂਗ ਜ਼ਿਆਂਗ ਅਤੇ ਵੈਂਗ ਲੈਨ ਨੇ ਆਪਣੀ ਮਾਂ ਨੂੰ ਖਾਣ ਲਈ ਸੂਪ ਅਤੇ ਦਵਾਈ ਧਿਆਨ ਨਾਲ ਦਿੱਤੀ। ਸਖ਼ਤ ਠੰਡ ਦੇ ਮੌਸਮ ਵਿੱਚ, ਮਤਰੇਈ ਮਾਂ ਦੀ ਬਿਮਾਰੀ ਅਜੇ ਵੀ ਠੀਕ ਨਹੀਂ ਹੋਈ। ਜਲਦੀ ਇੱਕ ਸਰਦੀਆਂ ਵਿੱਚ, ਉਸਦੇ ਪਿਤਾ ਕਾਰੋਬਾਰ ਲਈ ਚਲੇ ਗਏ, ਅਤੇ ਉਸਦੀ ਮਤਰੇਈ ਮਾਂ ਦੁਬਾਰਾ ਬਿਮਾਰ ਹੋ ਗਈ। ਭਰਾਵਾਂ ਵਾਂਗ ਜ਼ਿਆਂਗ ਅਤੇ ਵੈਂਗ ਲੈਨ ਨੇ ਆਪਣੀ ਮਾਂ ਨੂੰ ਖਾਣ ਲਈ ਸੂਪ ਅਤੇ ਦਵਾਈ ਧਿਆਨ ਨਾਲ ਦਿੱਤੀ। ਸਖ਼ਤ ਠੰਡ ਦੇ ਮੌਸਮ ਵਿੱਚ, ਮਤਰੇਈ ਮਾਂ ਦੀ ਬਿਮਾਰੀ ਅਜੇ ਵੀ ਠੀਕ ਨਹੀਂ ਹੋਈ। ਜਲਦੀ ਬਿਮਾਰ ਮਤਰੇਈ ਮਾਂ ਨਦੀ ਦੀ ਤਾਜ਼ੀ ਮੱਛੀ ਖਾਣਾ ਚਾਹੁੰਦੀ ਸੀ।ਉਸ ਕੜਾਕੇ ਦੇ ਠੰਡੇ ਮਾਹੌਲ ਵਿੱਚ ਬਾਹਰ ਬਰਫ਼ ਪੈ ਰਹੀ ਸੀ ਅਤੇ ਨਦੀ ਦਾ ਪਾਣੀ ਪਹਿਲਾਂ ਹੀ ਮੋਟੀ ਬਰਫ਼ ਵਿੱਚ ਬਦਲ ਗਿਆ ਸੀ। ਬੀਮਾਰ ਮਤਰੇਈ ਮਾਂ ਤਾਜ਼ੀ ਮੱਛੀ ਖਾਣਾ ਚਾਹੁੰਦੀ ਸੀ।ਉਸ ਬਰਫੀਲੇ ਅਤੇ ਬਰਫੀਲੇ ਮਾਹੌਲ ਵਿੱਚ ਤਾਜ਼ੀ ਮੱਛੀ ਕਿੱਥੇ ਮਿਲ ਸਕਦੀ ਸੀ?\nਉਨ੍ਹਾਂ ਦਿਨਾਂ ਵਿੱਚ, ਕੋਈ ਆਫ-ਸੀਜ਼ਨ ਪਕਵਾਨ ਨਹੀਂ ਸਨ, ਅਤੇ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਖਰੀਦ ਨਹੀਂ ਸਕਦੇ ਸੀ ਭਾਵੇਂ ਤੁਹਾਡੇ ਕੋਲ ਪੈਸੇ ਹੋਣ।\nਕਹਾਣੀ ਦੇ ਇਸ ਬਿੰਦੂ 'ਤੇ, ਵਾਂਗ ਜ਼ਿਆਂਗਕਿਉ ਲੀ ਦੀ ਦਿਲ ਨੂੰ ਛੂਹ ਲੈਣ ਵਾਲੀ ਕਹਾਣੀ ਵਾਪਰੀ। ਦੋਵੇਂ ਭਰਾਵਾਂ ਨੇ ਆਪਣੀ ਮਾਂ ਦੀ ਬੇਵੱਸੀ ਨਾਲ ਰਾਖੀ ਕੀਤੀ। ਵਾਂਗ ਜ਼ਿਆਂਗ ਆਪਣੀ ਬੀਮਾਰ ਮਤਰੇਈ ਮਾਂ ਨੂੰ ਨਿਰਾਸ਼ ਨਾ ਕਰਨ ਲਈ ਜੰਮੀ ਹੋਈ ਨਦੀ ਵੱਲ ਤੁਰ ਪਿਆ। ਵਾਂਗ ਜ਼ਿਆਂਗ ਨੂੰ ਇੱਕ ਵਿਚਾਰ ਆਇਆ ਅਤੇ ਉਸਨੇ ਠੰਡ ਦੀ ਪਰਵਾਹ ਕੀਤੇ ਬਿਨਾਂ ਆਪਣੀ ਕਮੀਜ਼ ਉਤਾਰ ਦਿੱਤੀ। ਉਹ ਗਲੇਸ਼ੀਅਰ 'ਤੇ ਨੰਗਾ ਲੇਟ ਗਿਆ ਅਤੇ ਚਾਹੁੰਦਾ ਸੀ ਕਿ ਇਸਦੀ ਵਰਤੋਂ ਕੀਤੀ ਜਾਵੇ। ਬਰਫ਼ ਨੂੰ ਪਿਘਲਣ ਲਈ ਇਸਦੇ ਆਪਣੇ ਸਰੀਰ ਦਾ ਤਾਪਮਾਨ (ਇਸ ਲਈ ਵੈਂਗ ਜ਼ਿਆਂਗਕਿਯੂ ਕਾਰਪ ਨੂੰ ਬਰਫ਼ 'ਤੇ ਪਏ ਵੈਂਗ ਜ਼ਿਆਂਗ ਵੀ ਕਿਹਾ ਜਾਂਦਾ ਹੈ)। ਉਸਨੇ ਆਪਣੀ ਕਮੀਜ਼ ਲਾਹ ਦਿੱਤੀ ਅਤੇ ਗਲੇਸ਼ੀਅਰ 'ਤੇ ਨੰਗਾ ਲੇਟ ਗਿਆ। ਉਸਨੇ ਪ੍ਰਮਾਤਮਾ ਨੂੰ ਪ੍ਰਾਰਥਨਾ ਕੀਤੀ ਅਤੇ ਕਿਹਾ: \"ਰੱਬਾ, ਮੇਰੀ ਮਾਂ ਬਿਮਾਰ ਹੈ ਅਤੇ ਤਾਜ਼ਾ ਕਾਰਪ ਖਾਣਾ ਚਾਹੁੰਦੀ ਹੈ। ਤੁਹਾਨੂੰ ਮੇਰੇ ਲਈ ਇੱਕ ਰਸਤਾ ਲੱਭਣਾ ਪਏਗਾ, ਭਾਵੇਂ ਕੁਝ ਵੀ ਹੋਵੇ. \"ਅਜੀਬ ਗੱਲ ਹੈ ਕਿ, ਉਸ ਦੇ ਨਾਲ ਵਾਲਾ ਬਰਫ਼ ਦਾ ਬਲਾਕ ਅਚਾਨਕ ਫਟ ਗਿਆ, ਅਤੇ ਉੱਥੇ ਦੋ ਸਨ. ਤਰੇੜਾਂ। ਇੱਕ ਜੀਵਤ ਕਾਰਪ ਦਰਾੜ ਵਿੱਚੋਂ ਛਾਲ ਮਾਰ ਕੇ ਬਰਫ਼ ਉੱਤੇ ਛਾਲ ਮਾਰ ਗਿਆ। ਵੈਂਗ ਜ਼ਿਆਂਗ ਬਹੁਤ ਖੁਸ਼ ਸੀ। ਉਸ ਨੇ ਰੱਬ ਨੂੰ ਪ੍ਰਾਰਥਨਾ ਕੀਤੀ: \"ਰੱਬਾ, ਮੇਰੀ ਮਾਂ ਬਿਮਾਰ ਹੈ ਅਤੇ ਤਾਜ਼ਾ ਕਾਰਪ ਖਾਣਾ ਚਾਹੁੰਦੀ ਹੈ। ਤੁਹਾਨੂੰ ਮੇਰੇ ਲਈ ਕੋਈ ਵੀ ਰਸਤਾ ਲੱਭਣਾ ਪਏਗਾ। \"ਅਜੀਬ ਗੱਲ ਇਹ ਹੈ ਕਿ, ਉਸ ਦੇ ਨਾਲ ਵਾਲਾ ਬਰਫ਼ ਦਾ ਬਲਾਕ ਅਚਾਨਕ ਚੀਰ ਗਿਆ, ਅਤੇ ਦੋ ਤਰੇੜਾਂ ਸਨ. ਇੱਕ ਜੀਵਤ ਕਾਰਪ ਦਰਾੜ ਵਿੱਚੋਂ ਬਾਹਰ ਨਿਕਲਿਆ ਅਤੇ ਬਰਫ਼ ਉੱਤੇ ਛਾਲ ਮਾਰ ਦਿੱਤੀ। ਵਾਂਗ ਜ਼ਿਆਂਗ ਬਹੁਤ ਖੁਸ਼ ਸੀ। ਉਹ ਝੱਟ ਗੋਡੇ ਟੇਕਿਆ, ਰੱਬ ਦਾ ਧੰਨਵਾਦ ਕੀਤਾ, ਅਤੇ ਕਾਰਪ ਦੇ ਨਾਲ ਘਰ ਨੂੰ ਭੱਜ ਗਿਆ। ਉਸਨੇ ਝੱਟ ਗੋਡੇ ਟੇਕ ਦਿੱਤੇ, ਰੱਬ ਦਾ ਧੰਨਵਾਦ ਕੀਤਾ, ਅਤੇ ਜਲਦੀ ਨਾਲ ਕਾਰਪ ਲੈ ਕੇ ਘਰ ਚਲਾ ਗਿਆ। ਮਤਰੇਈ ਮਾਂ ਦੁਆਰਾ ਤਾਜ਼ਾ ਕਾਰਪ ਖਾਣ ਤੋਂ ਬਾਅਦ, ਉਹ ਜਲਦੀ ਹੀ ਆਪਣੀ ਬਿਮਾਰੀ ਤੋਂ ਠੀਕ ਹੋ ਗਈ। ਹਸਪਤਾਲ ਦੇ ਬਿਸਤਰੇ 'ਤੇ ਮਤਰੇਈ ਮਾਂ ਉਦੋਂ ਹੈਰਾਨ ਰਹਿ ਗਈ ਜਦੋਂ ਉਸਨੇ ਵੈਂਗ ਜ਼ਿਆਂਗ ਦੇ ਨੰਗੇ ਸਰੀਰ ਦੇ ਉੱਪਰਲੇ ਹਿੱਸੇ ਨੂੰ ਦੇਖਿਆ, ਜੋ ਕਿ ਠੰਡ ਤੋਂ ਬੈਂਗਣੀ ਹੋ ਰਿਹਾ ਸੀ, ਅਤੇ ਉਸਦੇ ਹੱਥਾਂ ਵਿੱਚ ਦੋ ਮੱਛੀਆਂ ਸਨ, ਉਹ ਖੁਸ਼ੀ ਨਾਲ ਕਮਰੇ ਵਿੱਚ ਭੱਜ ਗਈ ਅਤੇ ਹੈਰਾਨ ਰਹਿ ਗਈ।\nਵੈਂਗ ਜ਼ਿਆਂਗ ਬਾਅਦ ਵਿੱਚ ਇੱਕ ਅਧਿਕਾਰੀ ਬਣ ਗਿਆ ਅਤੇ ਇੱਕ ਤਾਇਬਾਓ ਬਣ ਗਿਆ, ਅਤੇ ਉਸਨੂੰ ਡਿਊਕ ਦੀ ਉਪਾਧੀ ਦਿੱਤੀ ਗਈ।", "聖意": "ਘਰ ਵਿੱਚ ਬੇਚੈਨੀ, ਮੈਂ ਸੁਰੱਖਿਆ, ਵਿੱਤੀ ਮੁਸ਼ਕਲਾਂ, ਕਾਰੋਬਾਰੀ ਸਮੱਸਿਆਵਾਂ, ਵਿਆਹ, ਲਿਉਜੀਆ ਬੀਮੇ ਵਿੱਚ ਅਸੰਗਤਤਾ, ਪੈਦਲ ਚੱਲਣ ਵਾਲੇ, ਚਿਟੀਅਨ ਰੇਸ਼ਮ ਦੇ ਕੀੜੇ, ਛੇ ਪਸ਼ੂਆਂ ਦੇ ਨੁਕਸਾਨ, ਲਾਪਤਾ ਲੋਕ, ਜਨਤਕ ਮੁਕੱਦਮੇ, ਪ੍ਰਵਾਸ, ਰੂੜੀਵਾਦੀਤਾ, ਗੁਆਚੀ ਜਾਇਦਾਦ, ਬਿਮਾਰੀ, ਮੁੜ ਪ੍ਰਾਪਤ ਕਰਨਾ ਮੁਸ਼ਕਲ, ਲਈ ਪ੍ਰਾਰਥਨਾ ਕਰਦਾ ਹਾਂ। ਪਹਾੜੀ ਕਬਰ, ਚੰਗੀ ਕਿਸਮਤ", "古人": "ਵੈਂਗ ਜ਼ਿਆਂਗ ਕਾਰਪ ਲਈ ਪੁੱਛਦਾ ਹੈ (ਚੌਵੀ-ਚਾਰ ਫਿਲਿਅਲ ਪੀਟੀ ਸਟੋਰੀਜ਼)", "第X籤": "ਚਾਲੀ-ਉੰਨਾ ਲੋਟ ਜਿੱਤਣਾ", "宮": "ਹੈਗੋਂਗ"}