{"籤詩版本二": "ਤੁਸੀਂ ਦੇਸ਼ ਦੇ ਸਾਰੇ ਕੋਨਿਆਂ ਦੀ ਯਾਤਰਾ ਕਰ ਸਕਦੇ ਹੋ, ਇਸ ਨੂੰ ਸੁਤੰਤਰ ਤੌਰ 'ਤੇ ਫੜਨ ਲਈ ਸੈਲ ਦੀ ਛੱਤਰੀ ਨੂੰ ਲਟਕਾਇਆ ਜਾ ਸਕਦਾ ਹੈ\nਜੇ ਕੋਈ ਅਨੁਕੂਲ ਹਵਾ ਹੈ, ਤਾਂ ਇਹ ਜਲਦੀ ਆਵੇਗੀ ਅਤੇ ਕਿਸ਼ਤੀ ਖਜ਼ਾਨਿਆਂ ਨਾਲ ਭਰੀ ਹੋਵੇਗੀ।", "詩意": "ਇਹ ਹੈਕਸਾਗ੍ਰਾਮ ਹਵਾ ਨਾਲ ਕਿਸ਼ਤੀ ਨੂੰ ਖਿੱਚਣ ਵਾਂਗ ਹੈ।\nਸਭ ਕੁਝ ਠੀਕ ਚੱਲਦਾ ਹੈ।", "解曰": "ਆਰਾਮ ਨਾਲ ਆਰਾਮ ਕਰੋ. ਕੋਈ ਮਿਹਨਤ ਦੀ ਲੋੜ ਨਹੀਂ। ਬਹੁਤ ਸਾਰੀ ਦੌਲਤ। ਸਭ ਨੇ ਪ੍ਰਸ਼ੰਸਾ ਕੀਤੀ।", "籤詩故事一": "◇ ਤਾਓ ਜ਼ੁਗੁਈ ਪੰਜ ਝੀਲਾਂ (ਫੈਨ ਲਿਗੁਈ ਝੀਲ)\nਬਸੰਤ ਅਤੇ ਪਤਝੜ ਦੀ ਮਿਆਦ ਵਿੱਚ, ਫੈਨ ਲੀ, ਜਿਸਦਾ ਸ਼ਿਸ਼ਟਾਚਾਰੀ ਨਾਮ ਸ਼ਾਓਬੋ ਸੀ, ਨੂੰ ਗੁਈ ਯੀਜ਼ਿਪੀ ਜਾਂ ਤਾਓ ਜ਼ੁਗੋਂਗ ਵਜੋਂ ਵੀ ਜਾਣਿਆ ਜਾਂਦਾ ਸੀ।\nਉਸ ਸਮੇਂ, ਵੂ ਰਾਜ ਅਤੇ ਯੂ ਰਾਜ ਦੇ ਵਿਚਕਾਰ ਯੁੱਧ ਹੋਇਆ ਸੀ, ਅਤੇ ਵੂ ਰਾਜ ਨੇ ਯੂ ਰਾਜ ਨੂੰ ਤਬਾਹ ਕਰ ਦਿੱਤਾ ਸੀ। ਫੈਨ ਲੀ ਅਤੇ ਵੇਨ ਝੌਂਗ ਨੇ ਯੂ ਕਿੰਗ ਗਊ ਜਿਆਨ ਲਈ ਯੂ ਨੂੰ ਉਤਸ਼ਾਹਿਤ ਕਰਨ ਅਤੇ ਵੂ ਨੂੰ ਨਸ਼ਟ ਕਰਨ ਲਈ ਇੱਕ ਯੋਜਨਾ ਤਿਆਰ ਕੀਤੀ। ਫੈਨ ਲੀ ਨੇ ਨਿੱਜੀ ਤੌਰ 'ਤੇ ਪਹਾੜਾਂ ਅਤੇ ਨਦੀਆਂ ਦੀ ਯਾਤਰਾ ਕੀਤੀ, ਅਤੇ ਸ਼ੀ ਸ਼ੀ, ਇੱਕ ਸੁੰਦਰ ਔਰਤ, ਜੋ ਕਿ ਗੁਣ, ਪ੍ਰਤਿਭਾ ਅਤੇ ਸੁੰਦਰਤਾ ਦੋਵਾਂ ਨਾਲ ਸੀ, ਨੂੰ ਬੈਲੁਓ ਪਹਾੜ ਵਿੱਚ ਹੁਆਂਸ਼ਾ ਨਦੀ 'ਤੇ ਮਿਲਣ ਗਿਆ ਅਤੇ ਇਸਨੂੰ ਵੂ ਦੇ ਰਾਜੇ ਨੂੰ ਪੇਸ਼ ਕੀਤਾ। ਉਸਨੇ ਸਹਿਯੋਗ ਕਰਨ ਲਈ \"ਸੁੰਦਰਤਾ ਚਾਲ\" ਦੀ ਵਰਤੋਂ ਕੀਤੀ। ਅੰਦਰ ਅਤੇ ਬਾਹਰ ਦੇ ਨਾਲ ਅਤੇ ਵੂ ਰਾਜ ਨੂੰ ਤਬਾਹ ਕਰ ਦਿੱਤਾ.\nਵੂ ਰਾਜ ਦਾ ਸਫਾਇਆ ਕਰਨ ਵਿੱਚ ਕਾਮਯਾਬ ਹੋਣ ਤੋਂ ਬਾਅਦ, ਫੈਨ ਲੀ ਜਾਣਦਾ ਸੀ ਕਿ ਗੌ ਜਿਆਨ ਇੱਕ \"ਚੁੰਝ ਵਾਲਾ ਲੰਮੀ ਗਰਦਨ ਵਾਲਾ ਪੰਛੀ\" ਸੀ ਅਤੇ ਉਹ ਉਸ ਨਾਲ ਮੁਸ਼ਕਲਾਂ ਅਤੇ ਖੁਸ਼ੀਆਂ ਸਾਂਝੀਆਂ ਕਰ ਸਕਦਾ ਸੀ, ਇਸਲਈ ਉਹ ਕਿਊ ਕਿੰਗਡਮ ਵਿੱਚ ਸ਼ੀ ਸ਼ੀ ਦੇ ਨਾਲ ਕਿਸ਼ਤੀ ਵਿੱਚ ਗਿਆ, ਆਪਣਾ ਬਦਲ ਲਿਆ। Gui Zipi ਨੂੰ ਨਾਮ ਦਿੱਤਾ, ਅਤੇ Qi ਰਾਜ ਵਿੱਚ ਆਪਣੇ ਪੁੱਤਰ ਅਤੇ ਚੇਲਿਆਂ ਦੀ ਅਗਵਾਈ ਕੀਤੀ। ਉਹ ਸਮੁੰਦਰ ਦੇ ਕੰਢੇ ਇੱਕ ਝੌਂਪੜੀ ਵਿੱਚ ਰਹਿੰਦੇ ਹਨ। ਉਸਨੇ ਰਹਿੰਦ-ਖੂੰਹਦ ਦੀ ਖੇਤੀ ਕਰਨ, ਇੱਕ ਪਾਸੇ ਦਾ ਕਾਰੋਬਾਰ ਚਲਾਉਣ ਅਤੇ ਕਾਰੋਬਾਰ ਕਰਨ ਲਈ ਸਖ਼ਤ ਮਿਹਨਤ ਕੀਤੀ ਅਤੇ ਕੁਝ ਸਾਲਾਂ ਵਿੱਚ ਹੀ, ਉਸਨੇ ਲੱਖਾਂ ਦੀ ਪਰਿਵਾਰਕ ਜਾਇਦਾਦ ਇਕੱਠੀ ਕਰ ਲਈ। ਉਹ ਦੌਲਤ ਫੈਲਾਉਣ ਅਤੇ ਆਪਣੇ ਜੱਦੀ ਸ਼ਹਿਰ ਦਾ ਭਲਾ ਕਰਨ ਵਿੱਚ ਉਦਾਰ ਸੀ। ਕਿਊ ਦੇ ਲੋਕਾਂ ਦੁਆਰਾ ਫੈਨ ਲੀ ਦੀ ਬੁੱਧੀ ਅਤੇ ਯੋਗਤਾ ਦੀ ਸ਼ਲਾਘਾ ਕੀਤੀ ਗਈ। ਕਿਊ ਦੇ ਰਾਜੇ ਨੇ ਉਸਨੂੰ ਰਾਜਧਾਨੀ ਲਿਨਜ਼ੀ ਵਿੱਚ ਬੁਲਾਇਆ, ਅਤੇ ਸਰਕਾਰੀ ਮਾਮਲਿਆਂ ਦੇ ਇੰਚਾਰਜ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਵਜੋਂ ਉਸਦੀ ਪੂਜਾ ਕੀਤੀ। . ਉਸਨੇ ਕਿਹਾ: \"ਇੱਕ ਅਧਿਕਾਰੀ ਹੋਣ ਨਾਲ ਮੰਤਰੀ ਬਣ ਸਕਦੇ ਹਨ, ਅਤੇ ਇੱਕ ਪਰਿਵਾਰ ਚਲਾਉਣਾ ਇੱਕ ਕਿਸਮਤ ਵੱਲ ਅਗਵਾਈ ਕਰ ਸਕਦਾ ਹੈ। ਇੱਕ ਆਮ ਵਿਅਕਤੀ ਲਈ ਜੋ ਸ਼ੁਰੂ ਤੋਂ ਸ਼ੁਰੂ ਹੋਇਆ ਸੀ, ਇਹ ਸਿਖਰ 'ਤੇ ਪਹੁੰਚ ਗਿਆ ਹੈ। ਲੰਬੇ ਸਮੇਂ ਲਈ ਸਨਮਾਨਿਤ ਹੋਣਾ ਸ਼ਾਇਦ ਇੱਕ ਚੰਗਾ ਸੰਕੇਤ ਨਹੀਂ ਹੈ.\" ਇਸ ਲਈ, ਸਿਰਫ ਤਿੰਨ ਸਾਲਾਂ ਬਾਅਦ, ਉਹ ਇੱਕ ਵਾਰ ਫਿਰ ਬਹਾਦਰੀ ਨਾਲ ਪਿੱਛੇ ਹਟ ਗਿਆ, ਕਿਊ ਦੇ ਰਾਜੇ ਨੂੰ ਮੋਹਰ ਵਾਪਸ ਕਰ ਦਿੱਤੀ, ਅਤੇ ਆਪਣੀ ਸਾਰੀ ਪਰਿਵਾਰਕ ਦੌਲਤ ਆਪਣੇ ਨਜ਼ਦੀਕੀ ਦੋਸਤਾਂ ਅਤੇ ਸਾਥੀ ਪਿੰਡ ਵਾਸੀਆਂ ਨੂੰ ਦੇ ਦਿੱਤੀ।", "聖意": "ਘਰ ਆਪਣੇ ਲਈ ਚੰਗਾ ਹੈ (ਭੇਜਣ ਲਈ), ਪੈਸਾ ਚੰਗਾ ਹੈ, ਵਪਾਰ ਚੰਗਾ ਹੈ, ਵਿਆਹ ਲੇਟ ਹੋ ਗਿਆ ਹੈ, ਵਿਆਹ ਚੰਗਾ ਨਹੀਂ ਹੈ, ਲਿਉਜੀਆ ਸੁਰੱਖਿਅਤ ਹੈ, ਲੋਕ ਖੇਤਾਂ ਵਿਚ ਰੁਕਾਵਟ ਬਣ ਰਹੇ ਹਨ, ਰੇਸ਼ਮ ਦੇ ਕੀੜੇ, ਪਤਝੜ, ਪਸ਼ੂ ਧਨ, ਬਸੰਤ ਖੁਸ਼ਹਾਲ ਹੈ, ਲੋਕ ਲੋਕ ਲੱਭ ਰਹੇ ਹਨ, ਮੁਕੱਦਮੇ ਮਾੜੇ ਹਨ, ਪਰਵਾਸ ਰੂੜੀਵਾਦੀ ਹੈ, ਚੀਜ਼ਾਂ ਗੁਆਚੀਆਂ ਹਨ, ਪੱਛਮੀ ਬਿਮਾਰੀਆਂ ਦਾ ਹੱਲ ਹੈ, ਪਹਾੜ ਅਤੇ ਕਬਰਾਂ ਦੱਖਣ ਹਨ।", "古人": "ਤਾਓ ਜ਼ੁਗੁਈ ਪੰਜ ਝੀਲਾਂ (ਫੈਨ ਲਿਗੁਈ ਝੀਲ)", "第X籤": "ਪੰਜਾਹਵੀਂ ਲਾਟਰੀ ਜੇਤੂ", "宮": "ਹੈਗੋਂਗ"}