{"籤詩版本二": "ਗਰਮੀਆਂ ਦੇ ਦਿਨ ਸਭ ਤੋਂ ਲੰਬੇ ਹੁੰਦੇ ਹਨ ਅਤੇ ਹਰ ਕੋਈ ਗਰਮੀ ਅਤੇ ਉਦਾਸੀ ਤੋਂ ਚਿੰਤਤ ਹੁੰਦਾ ਹੈ\nਸਵਰਗ ਅਤੇ ਧਰਤੀ ਵੀ ਜਾਣਦੇ ਹਨ ਕਿ ਲੋਕ ਕੀ ਚਾਹੁੰਦੇ ਹਨ, ਅਤੇ ਹਵਾ ਵਗਦੀ ਹੈ ਅਤੇ ਇਹ ਕੁਦਰਤੀ ਤੌਰ 'ਤੇ ਠੰਡਾ ਹੈ", "詩意": "ਇਹ ਹੈਕਸਾਗ੍ਰਾਮ ਦਰਸਾਉਂਦਾ ਹੈ ਕਿ ਹਰ ਕੋਈ ਗਰਮੀ ਤੋਂ ਚਿੰਤਤ ਹੈ.\nਜੋ ਮਰਜ਼ੀ ਕਰੋ।", "解曰": "ਅੱਗੇ ਵਧਣ ਜਾਂ ਪਿੱਛੇ ਹਟਣ ਬਾਰੇ ਕੋਈ ਸ਼ੱਕ ਨਹੀਂ ਹੈ। ਚੰਗਾ ਸਮਾਂ ਮਾਣੋ. ਕੀ ਇਹ ਕੈਂਪਿੰਗ ਲਈ ਹੈ? ਕਾਹਲੀ ਨਾਲ ਕੰਮ ਕਰਨ ਦੀ ਲੋੜ ਨਹੀਂ।", "籤詩故事一": "◇ਕਾਂਗ ਮਿੰਗ ਸਿਚੁਆਨ ਵਿੱਚ ਦਾਖਲ ਹੁੰਦਾ ਹੈ\nਜ਼ੁਗੇ ਲਿਆਂਗ (181-234), ਸ਼ਿਸ਼ਟਾਚਾਰ ਨਾਮ ਕੋਂਗਮਿੰਗ, ਯਾਂਗਦੂ, ਲੰਗਯਾ (ਹੁਣ ਯਿਨਾਨ ਕਾਉਂਟੀ, ਸ਼ਾਨਡੋਂਗ ਪ੍ਰਾਂਤ) ਦਾ ਵਸਨੀਕ ਸੀ, ਅਤੇ ਤਿੰਨ ਰਾਜਾਂ ਦੇ ਸਮੇਂ ਦੌਰਾਨ ਸ਼ੂ ਹਾਨ (ਲਿਊ ਬੇਈ) ਦਾ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਸੀ।\nਹਾਲਾਂਕਿ ਲਿਊ ਬੇਈ ਨੇ ਜਿੰਗਜ਼ੌ ਨੂੰ ਜਿੱਤ ਲਿਆ, ਪਰ ਇਹ ਇੱਕ ਪਾਸੇ ਨੂੰ ਵੱਖ ਕਰਨ ਲਈ ਕਾਫੀ ਨਹੀਂ ਸੀ।ਜ਼ੁਗੇ ਕੋਂਗਮਿੰਗ ਨੇ ਲਿਊ ਬੇਈ ਦੇ ਖੇਤਰ ਨੂੰ ਵਧਾਉਣ ਲਈ ਜ਼ੀਚੁਆਨ 'ਤੇ ਕਬਜ਼ਾ ਕਰਨ ਦੀ ਯੋਜਨਾ ਬਣਾਈ। ਇਸ ਸਮੇਂ, ਯਿਜ਼ੋਉ ਵਿੱਚ ਲਿਊ ਝਾਂਗ ਉੱਤਰ ਵਿੱਚ ਝਾਂਗ ਲੂ ਦੁਆਰਾ ਹਮਲਾ ਕੀਤਾ ਗਿਆ ਸੀ। ਜ਼ੁਗੇ ਕੋਂਗਮਿੰਗ ਨੂੰ ਪਤਾ ਲੱਗਾ ਕਿ ਲਿਊ ਝਾਂਗ ਆਪਣੀ ਸੁਰੱਖਿਆ ਲਈ ਕਾਓ ਕਾਓ ਨੂੰ ਜ਼ੀਚੁਆਨ ਦਾ ਨਕਸ਼ਾ ਸਮਰਪਿਤ ਕਰਨਾ ਚਾਹੁੰਦਾ ਸੀ। ਜਦੋਂ ਝਾਂਗ ਸੋਂਗ (ਲਿਊ ਝਾਂਗ ਦਾ ਅਧੀਨ) ਕਾਓ ਕਾਓ ਨੂੰ ਮਿਲਿਆ, ਕਿਉਂਕਿ ਕਾਓ ਕਾਓ ਹੰਕਾਰੀ ਅਤੇ ਰੁੱਖਾ ਸੀ, ਲਿਊ ਝਾਂਗ ਨਕਸ਼ੇ ਨੂੰ ਵਾਪਸ ਜ਼ੀਚੁਆਨ ਲੈ ਗਿਆ ਅਤੇ ਜਿੰਗਜ਼ੌ ਨੂੰ ਰਸਤੇ ਵਿੱਚ ਲੰਘਾਇਆ। ਕੋਂਗ ਮਿੰਗ ਪਹਿਲਾਂ ਹੀ ਰਸਤੇ ਵਿੱਚ ਉਸਦਾ ਇੰਤਜ਼ਾਰ ਕਰ ਰਿਹਾ ਸੀ ਅਤੇ ਉਸਨੂੰ ਜਿੰਗਝੂ ਵਿੱਚ ਬੁਲਾਇਆ, ਪਰ ਉਸਨੇ ਰਵਾਨਗੀ ਦੇ ਸਮੇਂ ਤੱਕ ਕਦੇ ਵੀ ਜ਼ੀਚੁਆਨ ਤਸਵੀਰ ਦਾ ਜ਼ਿਕਰ ਨਹੀਂ ਕੀਤਾ। ਝਾਂਗ ਸੋਂਗ ਉਸਦੀ ਸ਼ਿਸ਼ਟਾਚਾਰ ਅਤੇ ਪਰਾਹੁਣਚਾਰੀ ਲਈ ਕੋਂਗ ਮਿੰਗ ਦਾ ਧੰਨਵਾਦੀ ਸੀ, ਇਸਲਈ ਉਸਨੇ ਜ਼ੀਚੁਆਨ ਤਸਵੀਰ ਨੂੰ ਸਮਰਪਿਤ ਕੀਤਾ। ਉਸ ਨੂੰ.\nਜ਼ੀਚੁਆਨ ਦਾ ਇਲਾਕਾ ਖ਼ਤਰਨਾਕ ਸੀ ਅਤੇ ਇਸ 'ਤੇ ਹਮਲਾ ਜਾਂ ਬਚਾਅ ਕੀਤਾ ਜਾ ਸਕਦਾ ਸੀ।ਕੋਂਗ ਮਿੰਗ ਦੇ ਵੱਖ-ਵੱਖ ਪ੍ਰਬੰਧਾਂ ਤੋਂ ਬਾਅਦ, ਜ਼ੀਚੁਆਨ ਲਿਊ ਬੇਈ ਦਾ ਜਨਮ ਸਥਾਨ ਬਣ ਗਿਆ।\n(ਕਾਂਗ ਮਿੰਗ ਨੇ ਲੋਕਾਂ ਨਾਲ ਸ਼ਿਸ਼ਟਾਚਾਰ ਵਾਲਾ ਵਿਵਹਾਰ ਕੀਤਾ ਅਤੇ ਆਸਾਨੀ ਨਾਲ ਮਸ਼ਹੂਰ ਜ਼ੀਚੁਆਨ ਨੂੰ ਪ੍ਰਾਪਤ ਕੀਤਾ।)", "聖意": "ਘਰ ਵਿਚ ਅਸ਼ੀਰਵਾਦ ਲਈ ਅਤੇ ਆਪਣੀ ਸੁਰੱਖਿਆ ਲਈ ਪ੍ਰਾਰਥਨਾ ਕਰੋ (ਬਦਕਿਸਮਤੀ ਵਿਚ ਚੰਗੀ ਕਿਸਮਤ ਹੈ) ਦੌਲਤ ਦੀ ਭਾਲ ਕਰੋ, ਕਾਰੋਬਾਰ ਵਿਚ ਚੰਗੀ ਕਿਸਮਤ, ਸਾਂਝੇ ਵਿਆਹ, ਲਿਊਜੀਆ ਵਿਚ ਲੜਕਿਆਂ ਦਾ ਜਨਮ, ਚਲਦੇ ਖੇਤ, ਰੇਸ਼ਮ ਦੇ ਕੀੜੇ, ਪਸ਼ੂਆਂ ਦਾ ਨੁਕਸਾਨ, ਲੋਕਾਂ ਨੂੰ ਲੱਭਣਾ, ਜਨਤਕ ਮੁਕੱਦਮੇ , ਪਰਵਾਸ, ਪੁਰਾਣੀਆਂ ਗੁਆਚੀਆਂ ਚੀਜ਼ਾਂ, ਉੱਤਰੀ ਬਿਮਾਰੀਆਂ, ਪਹਾੜਾਂ ਅਤੇ ਕਬਰਾਂ ਦੀ ਇੱਛਾ", "古人": "ਕਾਂਗ ਮਿੰਗ ਸਿਚੁਆਨ ਵਿੱਚ ਦਾਖਲ ਹੁੰਦਾ ਹੈ", "第X籤": "ਅਧਿਆਇ 51: ਲਾਟਰੀ ਜਿੱਤਣਾ (ਲਾਟਰੀ ਜਿੱਤਣਾ)", "宮": "ਬੱਚੇਦਾਨੀ"}