{"籤詩版本二": "ਚੰਨ ਨੂੰ ਪਾਣੀ ਵਿੱਚ ਫੜਨ ਲਈ ਬਹੁਤ ਮਿਹਨਤ ਕਰਨੀ ਪੈਂਦੀ ਹੈ।\nਬਕਵਾਸ ਨਾ ਕਰੋ ਅਤੇ ਸਰੀਰ ਨੂੰ ਮਜ਼ਬੂਤ ​​ਕਰਨ ਲਈ ਆਪਣੀਆਂ ਕੋਸ਼ਿਸ਼ਾਂ ਨੂੰ ਬਰਬਾਦ ਨਾ ਕਰੋ। \"ਸਰੀਰ ਮੁਰਝਾ ਗਿਆ\" ਸ਼ਬਦ ਦਾ ਮੂਲ ਅਰਥ ਹੈ \"ਸਰੀਰ ਇਕੱਲਾ ਹੈ\"।", "詩意": "ਇਹ ਹੈਕਸਾਗ੍ਰਾਮ ਕੋਸ਼ਿਸ਼ ਦੇ ਚਿੱਤਰ ਲਈ ਲਾਲਚੀ ਹੈ.\nਹਰ ਚੀਜ਼ ਮਿਹਨਤੀ ਅਤੇ ਮਿਹਨਤੀ ਹੈ।", "解曰": "ਵਾਅਦੇ ਯਾਦ ਰੱਖਣੇ ਔਖੇ ਹਨ। ਬਹੁਤ ਮਿਹਨਤ। ਘਰ ਵਿੱਚ ਚਿੰਤਾ ਕਰੋ. ਨੇਕ ਲੋਕਾਂ ਨੂੰ ਮਿਲਣ ਦੀ ਉਡੀਕ ਕਰ ਰਿਹਾ ਹੈ।", "籤詩故事一": "◇ ਤਾਈਬਾਈ ਨੇ ਸ਼ਰਾਬੀ ਹੁੰਦੇ ਹੋਏ ਚੰਦ ਨੂੰ ਫੜਿਆ (ਲੀ ਤਾਈਬਾਈ ਨੇ ਸ਼ਰਾਬੀ ਹੁੰਦੇ ਹੋਏ ਚੰਦ ਨੂੰ ਫੜਿਆ)\nਲੀ ਬਾਈ (701-762), ਜਿਸਨੂੰ ਤਾਈਬਾਈ ਵੀ ਕਿਹਾ ਜਾਂਦਾ ਹੈ, ਜਿਸਨੂੰ ਕਿਂਗਲੀਅਨ ਜੂਸ਼ੀ ਵੀ ਕਿਹਾ ਜਾਂਦਾ ਹੈ। ਤਾਂਗ ਰਾਜਵੰਸ਼ ਦਾ ਕਵੀ, ਜੋ ਆਪਣੇ ਆਪ ਨੂੰ ਬੇਦਾਗ ਅਮਰ ਅਖਵਾਉਂਦਾ ਸੀ, ਕਵਿਤਾ ਦੇ ਅਮਰ ਵਜੋਂ ਜਾਣਿਆ ਜਾਂਦਾ ਸੀ, ਅਤੇ ਉਹ ਹਮੇਸ਼ਾ ਪੀਏ ਬਿਨਾਂ ਖੁਸ਼ ਰਹਿੰਦਾ ਸੀ।\nਇੱਕ ਵਾਰ ਲੀ ਬਾਈ ਜਿਨਲਿੰਗ (ਹੁਣ ਨਾਨਜਿੰਗ) ਵਿੱਚ ਆਇਆ ਅਤੇ ਵੇਂਡੇ ਬ੍ਰਿਜ ਦੇ ਕੋਲ ਇੱਕ ਰੈਸਟੋਰੈਂਟ ਵਿੱਚ ਆਰਾਮ ਕੀਤਾ।\nਉਹ ਦਿਨ ਸਰਦੀਆਂ ਦੇ ਚੰਦਰ ਮਹੀਨੇ ਦਾ ਪੰਦਰਾਂਵਾਂ ਦਿਨ ਸੀ, ਰਾਤ ​​ਨੂੰ ਉਹ ਰੈਸਟੋਰੈਂਟ ਵਿਚ ਇਕੱਲੇ ਬੈਠ ਕੇ ਚੰਨ ਦੀ ਸਿਫ਼ਤ ਕਰਦਾ, ਸ਼ਰਾਬ ਪੀਂਦਾ ਤੇ ਕਵਿਤਾਵਾਂ ਸੁਣਾਉਂਦਾ। ਉਹ ਦਿਨ ਸਰਦੀਆਂ ਦੇ ਚੰਦਰ ਮਹੀਨੇ ਦਾ ਪੰਦਰਾਂਵਾਂ ਦਿਨ ਸੀ, ਰਾਤ ​​ਨੂੰ ਉਹ ਰੈਸਟੋਰੈਂਟ ਵਿਚ ਇਕੱਲੇ ਬੈਠ ਕੇ ਚੰਨ ਦੀ ਸਿਫ਼ਤ ਕਰਦਾ, ਸ਼ਰਾਬ ਪੀਂਦਾ ਤੇ ਕਵਿਤਾਵਾਂ ਸੁਣਾਉਂਦਾ। ਲੀ ਤਾਈਬਾਈ ਨੇ ਚੰਦ ਨੂੰ ਆਪਣੀ ਜ਼ਿੰਦਗੀ ਵਿਚ ਸਭ ਤੋਂ ਵੱਧ ਪਿਆਰ ਕੀਤਾ, ਇਹ ਕਹਿੰਦੇ ਹੋਏ ਕਿ ਇਹ ਸਾਫ਼ ਅਤੇ ਸੁੰਦਰ ਸੀ। ਲੀ ਤਾਈਬਾਈ ਨੇ ਚੰਦ ਨੂੰ ਆਪਣੀ ਜ਼ਿੰਦਗੀ ਵਿਚ ਸਭ ਤੋਂ ਵੱਧ ਪਿਆਰ ਕੀਤਾ, ਇਹ ਕਹਿੰਦੇ ਹੋਏ ਕਿ ਇਹ ਸਾਫ਼ ਅਤੇ ਸੁੰਦਰ ਸੀ। ਉਸ ਰਾਤ ਉਸ ਨੇ ਉੱਪਰ ਤੱਕਿਆ ਤਾਂ ਅਸਮਾਨ ਵਿੱਚ ਚਿੱਟਾ ਤੇ ਗੋਲ ਚੰਨ ਦੇਖਿਆ।ਉਹ ਬਹੁਤ ਖੁਸ਼ ਹੋਇਆ ਤੇ ਕੁਝ ਗਲਾਸ ਹੋਰ ਪੀ ਲਏ। ਉਸ ਰਾਤ ਉਸ ਨੇ ਉੱਪਰ ਤੱਕਿਆ ਤਾਂ ਅਸਮਾਨ ਵਿੱਚ ਚਿੱਟਾ ਤੇ ਗੋਲ ਚੰਨ ਦੇਖਿਆ।ਉਹ ਬਹੁਤ ਖੁਸ਼ ਹੋਇਆ ਤੇ ਕੁਝ ਗਲਾਸ ਹੋਰ ਪੀ ਲਏ। ਅੱਧੀ ਰਾਤ ਨੂੰ, ਲੀ ਤਾਈਬਾਈ ਨੇ ਵਾਈਨ ਦਾ ਫਾਇਦਾ ਉਠਾਇਆ ਅਤੇ ਵੈਂਡੇ ਬ੍ਰਿਜ ਤੱਕ ਹੇਠਾਂ ਚਲਾ ਗਿਆ। ਅੱਧੀ ਰਾਤ ਨੂੰ, ਲੀ ਤਾਈਬਾਈ ਨੇ ਵਾਈਨ ਦਾ ਫਾਇਦਾ ਉਠਾਇਆ ਅਤੇ ਵੈਂਡੇ ਬ੍ਰਿਜ ਤੱਕ ਹੇਠਾਂ ਚਲਾ ਗਿਆ। ਜਿਵੇਂ ਹੀ ਉਸਨੇ ਪੁਲ 'ਤੇ ਕਦਮ ਰੱਖਿਆ, ਉਸਨੇ ਆਪਣਾ ਸਿਰ ਨੀਵਾਂ ਕੀਤਾ ਅਤੇ ਅਚਾਨਕ ਚੰਦ ਨੂੰ ਪਾਣੀ ਵਿੱਚ ਡਿੱਗਦਾ ਵੇਖਿਆ, ਜਦੋਂ ਨਦੀ ਚਲੀ ਗਈ ਤਾਂ ਚੰਦ ਦੇ ਸਫੈਦ ਪਰਛਾਵੇਂ ਵਿੱਚ ਕੁਝ ਕਾਲੀਆਂ ਲਾਈਨਾਂ ਜੁੜ ਗਈਆਂ। ਜਿਵੇਂ ਹੀ ਉਸਨੇ ਪੁਲ 'ਤੇ ਕਦਮ ਰੱਖਿਆ, ਉਸਨੇ ਆਪਣਾ ਸਿਰ ਨੀਵਾਂ ਕੀਤਾ ਅਤੇ ਅਚਾਨਕ ਚੰਦ ਨੂੰ ਪਾਣੀ ਵਿੱਚ ਡਿੱਗਦਾ ਵੇਖਿਆ, ਜਦੋਂ ਨਦੀ ਚਲੀ ਗਈ ਤਾਂ ਚੰਦ ਦੇ ਸਫੈਦ ਪਰਛਾਵੇਂ ਵਿੱਚ ਕੁਝ ਕਾਲੀਆਂ ਲਾਈਨਾਂ ਜੁੜ ਗਈਆਂ। ਲੀ ਤਾਈਬਾਈ ਇਸ ਸਮੇਂ ਇੰਨਾ ਸ਼ਰਾਬੀ ਸੀ ਕਿ ਉਸਨੇ ਸੋਚਿਆ ਕਿ ਇਹ ਉਹ ਚੰਦ ਸੀ ਜੋ ਨਦੀ ਦੇ ਪਾਣੀ ਨਾਲ ਰੰਗਿਆ ਗਿਆ ਸੀ। ਲੀ ਤਾਈਬਾਈ ਇਸ ਸਮੇਂ ਇੰਨਾ ਸ਼ਰਾਬੀ ਸੀ ਕਿ ਉਸਨੇ ਸੋਚਿਆ ਕਿ ਇਹ ਉਹ ਚੰਦ ਸੀ ਜੋ ਨਦੀ ਦੇ ਪਾਣੀ ਨਾਲ ਰੰਗਿਆ ਗਿਆ ਸੀ। ਉਸਨੇ ਆਪਣੇ ਬੂਟ ਉਤਾਰਨ ਦੀ ਖੇਚਲ ਵੀ ਨਹੀਂ ਕੀਤੀ, ਉਸਨੇ ਆਪਣੇ ਹੱਥ ਖੋਲ੍ਹੇ ਅਤੇ ਚੰਦ ਨੂੰ ਫੜਨ ਲਈ ਪੁਲ ਤੋਂ ਛਾਲ ਮਾਰ ਦਿੱਤੀ। ਉਸਨੇ ਆਪਣੇ ਬੂਟ ਉਤਾਰਨ ਦੀ ਖੇਚਲ ਵੀ ਨਹੀਂ ਕੀਤੀ, ਉਸਨੇ ਆਪਣੇ ਹੱਥ ਖੋਲ੍ਹੇ ਅਤੇ ਚੰਦ ਨੂੰ ਫੜਨ ਲਈ ਪੁਲ ਤੋਂ ਛਾਲ ਮਾਰ ਦਿੱਤੀ। ਅਚਾਨਕ, ਇਸ ਛਾਲ ਨਾਲ, ਚੰਦਰਮਾ ਨੂੰ ਫੜਿਆ ਨਹੀਂ ਗਿਆ, ਪਰ ਪਾਣੀ ਵਿੱਚ ਚੰਦਰਮਾ ਚਕਨਾਚੂਰ ਹੋ ਗਿਆ ਅਤੇ ਤੁਰੰਤ ਦੋ ਹਿੱਸਿਆਂ ਵਿੱਚ ਵੰਡਿਆ ਗਿਆ. ਅਚਾਨਕ, ਇਸ ਛਾਲ ਵਿੱਚ, ਚੰਦਰਮਾ ਨਹੀਂ ਫੜਿਆ ਗਿਆ, ਪਰ ਆਦਮੀ ਡੁੱਬ ਗਿਆ. ਬਹੱਤਰ ਸਾਲ ਦੀ ਉਮਰ ਵਿੱਚ ਉਸ ਦੀ ਮੌਤ ਹੋ ਗਈ।", "聖意": "ਘਰ ਵਿਚ ਬੇਚੈਨੀ ਹੈ ਅਤੇ ਆਪ ਬੁਰੀ ਕਿਸਮਤ ਵਿਚ ਹੈ (ਬਦਕਿਸਮਤ, ਸਿਹਤ ਵੱਲ ਧਿਆਨ ਦਿਓ), ਦੌਲਤ ਵਿਚ ਸੰਤੁਲਨ ਭਾਲੋ (ਇਸ ਬਾਰੇ ਸੋਚੋ ਵੀ ਨਾ), ਮੁਸ਼ਕਲ ਕਾਰੋਬਾਰ, ਵਿਆਹ ਨਹੀਂ ਹੋਇਆ ਹੈ, ਸੁਰੱਖਿਆ ਲਈ ਪ੍ਰਾਰਥਨਾ ਕਰੋ (ਗਰਭਪਾਤ ਨੂੰ ਰੋਕਣ ਲਈ ਖਾਲੀ ਖਜ਼ਾਨੇ) ), ਪੈਦਲ ਯਾਤਰੀ ਮੁਸੀਬਤ ਵਿੱਚ ਹਨ, ਖੇਤ ਰੇਸ਼ਮ ਦੇ ਕੀੜੇ ਪੰਜ ਬਿੰਦੂ ਹਨ, ਛੇ ਜਾਨਵਰ ਗਿਰਾਵਟ ਵਿੱਚ ਹਨ, ਲੋਕਾਂ ਦੀ ਭਾਲ ਵਿੱਚ ਹਨ (ਬਦਕਿਸਮਤ), ਜਨਤਕ ਮੁਕੱਦਮੇ ਅਤੇ (ਮੁਕੱਦਮੇ ਨੂੰ ਰੋਕੋ) ਆਮ ਪ੍ਰਵਾਸ (ਇਸਦਾ ਜ਼ਿਕਰ ਨਾ ਕਰੋ) ਜਾਇਦਾਦ ਦਾ ਨੁਕਸਾਨ (ਹਵਾਈ ਜਹਾਜ਼) ਪ੍ਰਾਰਥਨਾ ਕਰ ਰਹੇ ਹਨ। ਬੀਮਾਰੀ ਤੋਂ ਸੁਰੱਖਿਆ ਲਈ (ਬਦਕਿਸਮਤੀ) ਪਹਾੜਾਂ ਅਤੇ ਕਬਰਾਂ ਵਿਚ ਚੰਗੀ ਕਿਸਮਤ", "古人": "ਤਾਈਬਾਈ ਨੇ ਸ਼ਰਾਬੀ ਹੁੰਦੇ ਹੋਏ ਚੰਦ ਨੂੰ ਫੜਿਆ (ਲੀ ਤਾਈਬਾਈ ਨੇ ਸ਼ਰਾਬੀ ਹੁੰਦੇ ਹੋਏ ਚੰਦ ਨੂੰ ਫੜਿਆ)", "第X籤": "ਪੰਜਾਹ-ਦੂਜਾ ਲਾਟਰੀ (ਲਾਟਰੀ) ਜਿੱਤਣਾ", "宮": "ਬੱਚੇਦਾਨੀ"}