{"籤詩版本二": "ਜਦੋਂ ਨਿਰਾਸ਼ਾ ਖੁਸ਼ੀ ਵਿੱਚ ਬਦਲ ਜਾਂਦੀ ਹੈ, ਡਰੈਗਨ ਗਰਜਦੇ ਹਨ ਅਤੇ ਬਾਘ ਗਰਜਦੇ ਹਨ।\nਨੀਲੇ ਅਸਮਾਨ ਦਾ ਅਸਮਾਨ ਦਾ ਆਪਣਾ ਰਸਤਾ ਹੈ। ਮੈਨੂੰ ਹੋਰ ਸਫਲਤਾ ਅਤੇ ਪ੍ਰਸਿੱਧੀ ਮਿਲੇ।", "詩意": "ਇਹ ਹੈਕਸਾਗ੍ਰਾਮ ਇੱਕ ਅਜਗਰ ਦੀ ਗਰਜਣ ਅਤੇ ਇੱਕ ਸ਼ੇਰ ਦੀ ਗਰਜਣ ਵਰਗਾ ਹੈ।\nਉਮੀਦ ਹੈ ਕਿ ਸਭ ਕੁਝ ਠੀਕ ਹੋ ਜਾਵੇਗਾ।", "解曰": "ਬਸ ਸਿਖਾਓ ਅਤੇ ਜਾਓ. ਆਪਣੀ ਖੁਸ਼ਹਾਲੀ ਹੋਵੇ। ਅੰਤ ਵਿੱਚ ਬਣਾਇਆ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ. ਕੋਈ ਥਾਂ ਮਿਲ ਜਾਂਦੀ ਹੈ।", "籤詩故事一": "◇ ਲਿਊ ਬੇਈ ਨੇ ਇੱਕ ਲਾੜੀ ਦੀ ਭਰਤੀ ਕੀਤੀ\nਚਿਬੀ ਦੀ ਲੜਾਈ ਤੋਂ ਬਾਅਦ, ਸੁਨ ਕਵਾਨ ਜਿੰਗਜ਼ੌ ਨੂੰ ਮੁੜ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਉਤਸੁਕ ਸੀ, ਜਿਸ ਨੂੰ ਲਿਊ ਬੇਈ ਦੁਆਰਾ ਕਬਜ਼ਾ ਕਰ ਲਿਆ ਗਿਆ ਸੀ, ਇਸ ਲਈ ਉਸਨੇ ਝੌ ਯੂ ਦੀ ਯੋਜਨਾ ਦੀ ਵਰਤੋਂ ਕੀਤੀ, ਇਹ ਦਿਖਾਵਾ ਕੀਤਾ ਕਿ ਉਹ ਆਪਣੀ ਭੈਣ ਸੁਨ ਰੇਨ ਦਾ ਵਿਆਹ ਲਿਊ ਬੇਈ ਨਾਲ ਕਰਨਾ ਚਾਹੁੰਦਾ ਸੀ, ਪਰ ਅਸਲ ਵਿੱਚ ਉਹ ਲੈਣਾ ਚਾਹੁੰਦਾ ਸੀ। ਜਿੰਗਜ਼ੌ ਦਾ ਦਾਅਵਾ ਕਰਨ ਲਈ ਇੱਕ ਬੰਧਕ ਵਜੋਂ ਲਿਊ ਬੇਈ.\nਜ਼ੂਗੇ ਲਿਆਂਗ ਦੁਆਰਾ ਝਾਓ ਯੂ ਦੀ ਯੋਜਨਾ ਦੀ ਜਾਸੂਸੀ ਕਰਨ ਤੋਂ ਬਾਅਦ, ਉਸਨੇ ਰਣਨੀਤੀ ਵਾਲਾ ਬਰੋਸ਼ਰ ਝਾਓ ਯੂਨ ਨੂੰ ਸੌਂਪ ਦਿੱਤਾ, ਜੋ ਸੂਚੋ ਵਿੱਚ ਜਾਣ ਵੇਲੇ ਲਿਊ ਬੇਈ ਦੀ ਰੱਖਿਆ ਕਰ ਰਿਹਾ ਸੀ। ਸੁਨ ਕੁਆਨ ਦੇ ਪਿਤਾ) ਵਿਆਹ ਦੇ ਪ੍ਰਸਤਾਵ ਬਾਰੇ ਜਾਣਦੇ ਹਨ। ਕਿਉਂਕਿ ਵੂ ਗੁਓਟਾਈ ਆਪਣੀ ਧੀ ਨੂੰ ਪਿਆਰ ਕਰਦਾ ਸੀ ਅਤੇ ਆਪਣੀ ਧੀ ਦੇ ਜੀਵਨ ਭਰ ਦੇ ਮਾਮਲਿਆਂ ਬਾਰੇ ਆਮ ਫੈਸਲੇ ਲੈਣ ਲਈ ਤਿਆਰ ਨਹੀਂ ਸੀ, ਉਸਨੇ ਸੁਨ ਕੁਆਨ ਨੂੰ ਆਪਣੀ ਭੈਣ ਪ੍ਰਤੀ ਬੇਰਹਿਮ ਹੋਣ ਲਈ ਝਿੜਕਿਆ ਅਤੇ ਨਿੱਜੀ ਤੌਰ 'ਤੇ ਇਹ ਜਾਂਚ ਕਰਨ ਦਾ ਪ੍ਰਸਤਾਵ ਕੀਤਾ ਕਿ ਕੀ ਲਿਊ ਬੇਈ ਗਾਨਲੂ ਮੰਦਿਰ ਵਿੱਚ ਆਪਣੀ ਧੀ ਦੇ ਯੋਗ ਸੀ ਜਾਂ ਨਹੀਂ। ਵੂ ਗੁਓਤਾਈ ਨੇ ਲਿਊ ਬੇਈ ਨਾਲ ਮੁਲਾਕਾਤ ਕਰਨ ਤੋਂ ਬਾਅਦ, ਉਸਨੇ ਲਿਊ ਬੇਈ ਦੀ ਬਹੁਤ ਸ਼ਲਾਘਾ ਕੀਤੀ ਅਤੇ ਲਿਊ ਬੇਈ ਅਤੇ ਉਸਦੀ ਧੀ ਵਿਚਕਾਰ ਵਿਆਹ ਦੀ ਜ਼ੋਰਦਾਰ ਵਕਾਲਤ ਕੀਤੀ।ਨਤੀਜੇ ਵਜੋਂ, ਲਿਊ ਬੇਈ ਨੇ ਸ਼੍ਰੀਮਤੀ ਸੁਨ ਨਾਲ ਸਫਲਤਾਪੂਰਵਕ ਵਿਆਹ ਕੀਤਾ।\nਬਾਅਦ ਵਿੱਚ, ਲਿਊ ਬੇਈ ਅਤੇ ਸ਼੍ਰੀਮਤੀ ਸਨ ਇਕੱਠੇ ਜਿੰਗਜ਼ੌ ਵਾਪਸ ਭੱਜ ਗਏ।ਬਾਅਦ ਵਿੱਚ, ਸਨ ਕੁਆਨ ਨੇ ਜਿੰਗਜ਼ੌ ਉੱਤੇ ਹਮਲਾ ਕਰਨ ਲਈ ਲਿਊ ਬੇਈ ਦੇ ਹਮਲੇ ਦਾ ਫਾਇਦਾ ਉਠਾਉਣਾ ਚਾਹਿਆ, ਪਰ ਵੂ ਗੁਓਟਾਈ ਦੁਆਰਾ ਰੋਕ ਦਿੱਤਾ ਗਿਆ, ਜੋ ਆਪਣੀ ਧੀ ਦੀ ਸੁਰੱਖਿਆ ਬਾਰੇ ਚਿੰਤਤ ਸੀ।\nਕਹਾਵਤ ਹੈ: \"ਝੌ ਯੂ ਦੀ ਚਲਾਕ ਯੋਜਨਾ ਸੰਸਾਰ ਵਿੱਚ ਸਭ ਤੋਂ ਵਧੀਆ ਹੈ। ਉਸਨੇ ਆਪਣੀ ਪਤਨੀ ਨੂੰ ਗੁਆ ਦਿੱਤਾ ਅਤੇ ਆਪਣੀਆਂ ਫੌਜਾਂ ਨੂੰ ਗੁਆ ਦਿੱਤਾ.\"\n(ਲਿਊ ਬੇਈ ਨੇ ਨੁਕਸਾਨ ਤੋਂ ਪ੍ਰਾਪਤ ਕੀਤਾ)", "聖意": "ਮੈਂ ਘਰ ਵਿੱਚ ਬਦਕਿਸਮਤ ਹਾਂ ਅਤੇ ਮੈਂ ਬਦਕਿਸਮਤ ਹਾਂ (ਪਹਿਲਾਂ ਬਦਕਿਸਮਤ, ਫਿਰ ਚੰਗੀ ਕਿਸਮਤ)। ਦੌਲਤ, ਸੰਤੁਲਨ, ਵਿਆਹ ਵਿੱਚ ਮੁਸ਼ਕਲ, ਵਿਆਹ ਵਿੱਚ ਸਫਲਤਾ ਦੀ ਭਾਲ ਕਰੋ। ਪੈਦਲ ਚੱਲਣ ਵਾਲਿਆਂ ਲਈ ਅਸੀਸਾਂ ਲਈ ਪ੍ਰਾਰਥਨਾ ਕਰੋ, ਖੇਤਾਂ ਵਿੱਚ ਰੇਸ਼ਮ ਦੇ ਕੀੜੇ, ਪਸ਼ੂਆਂ ਦੇ ਨੁਕਸਾਨ ਲਈ ਪੰਜ ਅੰਕ, ਖੋਜ ਲੋਕਾਂ ਲਈ, ਮੁਕੱਦਮੇ ਅਤੇ ਪਰਵਾਸ, ਗੁਆਚੀ ਜਾਇਦਾਦ ਲਈ ਚੰਗੀ ਕਿਸਮਤ, ਬਿਮਾਰੀਆਂ ਲਈ ਚੰਗੀ ਕਿਸਮਤ, ਪਹਾੜਾਂ ਅਤੇ ਕਬਰਾਂ ਦੀ ਸ਼ਾਂਤੀ.", "古人": "ਲਿਊ ਬੇਈ ਇੱਕ ਲਾੜੀ ਦੀ ਭਰਤੀ ਕਰਦਾ ਹੈ", "第X籤": "ਪੰਜਾਹਵਾਂ ਜੇਤੂ ਨੰਬਰ", "宮": "ਬੱਚੇਦਾਨੀ"}