{"籤詩版本二": "ਪਿਤਾ ਤੋਂ ਪੁੱਤਰ ਨੂੰ ਨੇਕੀ ਪੋਤਰੇ ਤੱਕ ਪਹੁੰਚਦੀ ਹੈ। ਭੋਜਨ ਅਤੇ ਕੱਪੜਿਆਂ ਵਿੱਚ ਖੁਸ਼ਹਾਲੀ ਕੇਵਲ ਪ੍ਰਮਾਤਮਾ ਉੱਤੇ ਨਿਰਭਰ ਕਰਦੀ ਹੈ।\nਹਾਲ ਵਿੱਚ ਚੁਨਕਸੁਆਨ ਲੋਕਾਂ ਨੂੰ ਖੁਸ਼ ਕਰਦਾ ਹੈ। ਜਦੋਂ ਉਹ ਭੁੱਖੇ ਹੁੰਦੇ ਹਨ, ਭੋਜਨ, ਪਿਆਸੇ ਅਤੇ ਨੀਂਦ ਵਿੱਚ ਹੁੰਦੇ ਹਨ, ਤਾਂ ਚੁੰਕਸੁਆਨ ਮਾਪਿਆਂ ਲਈ ਇੱਕ ਅਲੰਕਾਰ ਹੈ।", "詩意": "ਇਹ ਹੈਕਸਾਗ੍ਰਾਮ ਬਸੰਤ ਵੱਲ ਜਾਣ ਵਾਲੇ ਬਾਂਸ ਦੇ ਚਿੱਤਰ ਨਾਲ ਜੁੜਿਆ ਹੋਇਆ ਹੈ।\nਉਮੀਦ ਹੈ ਕਿ ਸਭ ਕੁਝ ਠੀਕ ਰਹੇਗਾ।", "解曰": "ਬਾਂਸ ਲਓ ਅਤੇ ਬਸੰਤ ਵੱਲ ਲੈ ਜਾਓ। ਇਹ ਬੇਅੰਤ ਫੈਲਦਾ ਹੈ। ਇੱਕ ਸੱਜਣ ਆਸ ਭਾਲਦਾ ਹੈ। ਸਾਰੇ ਖੁਸ਼ ਹੋਏ।", "籤詩故事一": "◇ ਝੂ ਦਾ ਰਾਜਾ ਵੂ ਸਿੰਘਾਸਣ 'ਤੇ ਚੜ੍ਹਿਆ\nਝੂ ਦੇ ਰਾਜੇ ਵੂ ਨੇ ਰਾਜਾ ਝੋਉ 'ਤੇ ਹਮਲਾ ਕੀਤਾ ਅਤੇ ਰਾਜਾ ਸ਼ਾਂਗ ਦੀ ਸੈਨਾ ਨਾਲ ਲੜਨ ਲਈ ਅੱਠ ਸੌ ਰਾਜਕੁਮਾਰਾਂ ਦੀ ਅਗਵਾਈ ਕੀਤੀ।ਚਾਓਗੇ (ਰਾਜਾ ਸ਼ਾਂਗ ਦੀ ਰਾਜਧਾਨੀ) ਦੇ ਸਿਪਾਹੀ ਵੀ ਰਾਜਾ ਸ਼ਾਂਗ ਦੇ ਵਿਰੁੱਧ ਹੋ ਗਏ ਅਤੇ ਰਾਜਾ ਸ਼ਾਂਗ ਨੂੰ ਧੋਖਾ ਦਿੱਤਾ।\nਕਿੰਗ ਝੂ ਨੇ ਆਪਣੇ ਆਪ ਨੂੰ ਜ਼ਾਈਕਸਿੰਗ ਟਾਵਰ 'ਤੇ ਸਾੜ ਦਿੱਤਾ, ਅਤੇ ਸ਼ਾਂਗ ਰਾਜਵੰਸ਼ ਤਬਾਹ ਹੋ ਗਿਆ।\nਕਿੰਗ ਵੂ ਨੇ ਸੋਨੇ ਦੀ ਕਿਤਾਬ ਅਤੇ ਸੋਨੇ ਦੇ ਖਜ਼ਾਨੇ ਨੂੰ ਸਵੀਕਾਰ ਕਰ ਲਿਆ, ਜੋ ਕਿ ਸਮਰਾਟ ਦਾ ਸਿੰਘਾਸਣ ਹੈ। ਉਸਨੇ ਦੱਖਣ ਵੱਲ ਮੂੰਹ ਕੀਤਾ, ਉਸਦੇ ਹੱਥ ਜੋੜ ਦਿੱਤੇ ਗਏ, ਅਤੇ ਉਹ ਸਿੱਧਾ ਬੈਠ ਗਿਆ। ਕਿੰਗ ਵੂ ਨੇ ਲੁਟਾਈ ਦੀ ਜਾਇਦਾਦ ਨੂੰ ਵੰਡਣ ਦਾ ਹੁਕਮ ਦਿੱਤਾ, ਸਟਾਰ ਪਿਕਿੰਗ ਟਾਵਰ ਨੂੰ ਢਾਹੁਣ ਅਤੇ ਜੁਕੀਆਓ ਵਿੱਚ ਸਟੋਰ ਕੀਤੇ ਚੌਲਾਂ ਦੇ ਅਨਾਜ ਨੂੰ ਵੰਡਣ ਦਾ ਹੁਕਮ ਦਿੱਤਾ।\nਕੈਦ ਕੀਤੇ ਜੀਜ਼ੀ ਨੂੰ ਰਿਹਾਅ ਕਰੋ ਅਤੇ ਬਿਗਨ ਦੀ ਕਬਰ ਦੀ ਮੁਰੰਮਤ ਕਰੋ। ਰਾਜਾ ਵੂ ਰਿਸ਼ੀ ਸ਼ਾਂਗ ਰੋਂਗ ਦੇ ਘਰ ਦੇ ਦਰਵਾਜ਼ੇ ਕੋਲ ਚੜ੍ਹਿਆ ਅਤੇ ਆਪਣਾ ਸਿਰ ਝੁਕਾ ਦਿੱਤਾ। ਨੇਕ ਅਤੇ ਨੇਕ ਬੰਦਿਆਂ ਦੀ ਇੱਜ਼ਤ ਕਰੋ, ਅਤੇ ਅੰਦਰਲੇ ਮਹਿਲ ਵਿੱਚ ਦਾਸਾਂ ਨੂੰ ਛੱਡ ਦਿਓ।\nਉਸਨੇ ਹਥਿਆਰ ਬੰਦ ਕਰ ਦਿੱਤੇ ਅਤੇ ਸੱਭਿਆਚਾਰ ਅਤੇ ਸਿੱਖਿਆ ਨੂੰ ਅੱਗੇ ਵਧਾਇਆ। ਨਾਨਸ਼ਾਨ ਦੇ ਦੱਖਣ ਵਿੱਚ ਆੜੂ ਦੇ ਦਰੱਖਤਾਂ ਦੇ ਨਾਲ ਪਿੰਡਾਂ ਵਿੱਚ ਘੋੜੇ ਚਰਾਏ ਜਾਂਦੇ ਹਨ ਅਤੇ ਪਸ਼ੂਆਂ ਨੂੰ ਚਰਾਇਆ ਜਾਂਦਾ ਹੈ ਇਹ ਇੱਕ ਸ਼ਾਂਤ ਦ੍ਰਿਸ਼ ਹੈ।", "聖意": "ਘਰ ਚੰਗੀ ਹਾਲਤ (ਚੰਗੀ ਕਿਸਮਤ) ਵਿੱਚ ਨਹੀਂ ਹੈ, ਤੁਸੀਂ ਆਪਣੀਆਂ ਇੱਛਾਵਾਂ (ਚੰਗੀ ਕਿਸਮਤ) ਬਣਾ ਸਕਦੇ ਹੋ, ਵਿੱਤੀ ਲਾਭ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ ਹੋ, ਕੋਈ ਲੈਣ-ਦੇਣ ਕਰ ਸਕਦੇ ਹੋ, ਅਤੇ ਵਿਆਹ ਕਰ ਸਕਦੇ ਹੋ (ਚੰਗੇ ਜਵਾਈ ਨੂੰ ਮਿਲ ਸਕਦੇ ਹੋ), ਲਿਉਜੀਆ ਸੁਰੱਖਿਅਤ ਹੈ (ਰਾਸ਼ੀ) ਚਿੰਨ੍ਹ), ਪੈਦਲ ਚੱਲਣ ਵਾਲੇ ਖੇਤਾਂ ਨੂੰ ਹਿਲਾਉਂਦੇ ਹਨ, ਰੇਸ਼ਮ ਦੇ ਕੀੜੇ ਖੁਸ਼ਕਿਸਮਤ ਹੁੰਦੇ ਹਨ, ਛੇ ਜਾਨਵਰਾਂ ਦਾ ਨੁਕਸਾਨ ਹੁੰਦਾ ਹੈ, ਲੋਕਾਂ ਨੂੰ ਲੱਭਣਾ ਮੁਸ਼ਕਲ ਹੁੰਦਾ ਹੈ (ਵੇਖਦਾ ਹੈ), ਲੋਕ ਮੁਕੱਦਮੇ, ਨੇਕ ਲੋਕ ਚਲਦੇ ਹਨ, ਚੰਗੀ ਕਿਸਮਤ ਗੁਆਚ ਜਾਂਦੀ ਹੈ ਅਤੇ ਚੀਜ਼ਾਂ ਦੇਖੀਆਂ ਜਾਂਦੀਆਂ ਹਨ ਬਿਮਾਰੀਆਂ ਅਤੇ ਬਿਮਾਰੀਆਂ", "古人": "ਝੂ ਦਾ ਰਾਜਾ ਵੂ ਗੱਦੀ 'ਤੇ ਬੈਠਾ", "第X籤": "ਪੰਜਾਹਵਾਂ ਲਾਟਰੀ ਜਿੱਤਣਾ (ਲਾਟਰੀ)", "宮": "ਬਦਸੂਰਤ ਮਹਿਲ"}