{"籤詩版本二": "ਬੀਚ ਚੱਟਾਨਾਂ ਨਾਲ ਭਰਿਆ ਹੋਇਆ ਹੈ, ਧਾਰਾ ਵਗ ਰਹੀ ਹੈ, ਹਵਾ ਸਾਫ਼ ਹੈ, ਚੰਦਰਮਾ ਸਾਫ਼ ਹੈ, ਅਤੇ ਨੇਕ ਲੋਕ ਰੁੱਝੇ ਹੋਏ ਹਨ.\nਰਸਤੇ ਵਿੱਚ ਪੁੱਛਣਾ ਹੈ ਕਿੱਥੇ ਜਾਣਾ ਹੈ।ਜੰਗਲ ਵਿੱਚ ਫੁੱਲਾਂ-ਬੂਟਿਆਂ ਦੀ ਮਹਿਕ ਨਾ ਲਓ, ਸੰਭਾਲ ਨਾ ਕਰੋ।", "詩意": "ਇਹ ਹੈਕਸਾਗ੍ਰਾਮ ਇੱਕ ਛੋਟੇ ਬੀਚ 'ਤੇ ਯਾਤਰਾ ਕਰਨ ਵਾਲੀ ਕਿਸ਼ਤੀ ਵਰਗਾ ਹੈ।\nਹਰ ਚੀਜ਼ ਵਿੱਚ, ਮਦਦ ਕਰਨ ਲਈ ਨੇਕ ਲੋਕ ਹਨ.", "解曰": "ਰੋਜ਼ੀ-ਰੋਟੀ ਕਮਾਉਣ ਲਈ। ਬਹੁਤ ਮਿਹਨਤ। ਰੂੜੀਵਾਦੀ ਰਹੋ ਅਤੇ ਉਡੀਕ ਕਰੋ. ਸਭ ਨੂੰ ਵਧੀਆ.", "籤詩故事一": "◇ਲੁਸ਼ਨ ਬਗਾਵਤ\nਇੱਕ ਲੁਸ਼ਾਨ (703-757), ਜਿਸਦਾ ਉਪਨਾਮ ਕਾਂਗ ਸੀ ਅਤੇ ਜਿਸਦਾ ਨਾਮ ਯਾਲੁਓਸ਼ਾਨ ਸੀ, ਲਿਉਚੇਂਗ, ਯਿੰਗਜ਼ੂ (ਹੁਣ ਚਾਓਯਾਂਗ, ਲਿਓਨਿੰਗ) ਤੋਂ ਸੀ।\nਬਾਅਦ ਵਿੱਚ, ਉਸਨੇ ਉਪਨਾਮ ਐਨ ਧਾਰਨ ਕੀਤਾ ਅਤੇ ਆਪਣਾ ਨਾਮ ਬਦਲ ਕੇ ਲੁਸ਼ਾਨ ਰੱਖ ਲਿਆ। ਤਾਂਗ ਰਾਜਵੰਸ਼ ਦੇ ਸਮਰਾਟ ਜ਼ੁਆਨਜ਼ੋਂਗ ਦੇ ਰਾਜ ਦੌਰਾਨ, ਐਨ ਲੁਸ਼ਾਨ ਫੌਜੀ ਰਾਜਦੂਤ ਸੀ।\nਤਿਆਨਬਾਓ ਦੇ 14 ਵੇਂ ਸਾਲ ਦੇ ਨਵੰਬਰ ਵਿੱਚ, ਐਨ ਲੁਸ਼ਾਨ ਨੇ ਫੈਨਯਾਂਗ ਵਿੱਚ ਫੌਜਾਂ ਖੜ੍ਹੀਆਂ ਕੀਤੀਆਂ। ਯਾਂਗ ਗੁਓਜ਼ੋਂਗ ਉੱਤੇ ਹਮਲਾ ਕਰਨ ਦੇ ਨਾਮ ਉੱਤੇ, ਉਸਨੇ ਇੱਕ ਬਗਾਵਤ ਸ਼ੁਰੂ ਕੀਤੀ ਅਤੇ ਪੂਰਬੀ ਰਾਜਧਾਨੀ ਲੁਓਯਾਂਗ ਉੱਤੇ ਹਮਲਾ ਕਰਨ ਲਈ ਤਿੰਨ ਕਸਬਿਆਂ ਦੀਆਂ ਫੌਜਾਂ ਨੂੰ ਨਾਲ ਲਿਆ। ਤਾਈਯੂਆਨ ਤੋਂ ਰਿਪੋਰਟਾਂ ਲਿਸ਼ਾਨ ਤੱਕ ਪਹੁੰਚ ਗਈਆਂ। ਤਾਂਗ ਜ਼ੁਆਨਜ਼ੋਂਗ, ਜੋ ਉਸ ਸਮੇਂ ਲਿਸ਼ਾਨ ਦੇ ਹੁਆਕਿੰਗ ਪੈਲੇਸ ਵਿੱਚ ਸੀ, ਨੂੰ ਵਿਸ਼ਵਾਸ ਨਹੀਂ ਸੀ ਕਿ ਅਨਲੁਸ਼ਾਨ ਬਗਾਵਤ ਕਰੇਗਾ। ਹਾਲਾਂਕਿ, ਬਗਾਵਤ ਦੀਆਂ ਖ਼ਬਰਾਂ ਫੈਲਦੀਆਂ ਰਹੀਆਂ, ਅਤੇ ਜ਼ੁਆਨਜ਼ੋਂਗ ਅਜੇ ਵੀ ਅੱਧਾ ਯਕੀਨਨ ਸੀ। (ਇਹ \"ਇੱਕ ਨਦੀ ਵਿੱਚ ਛੋਟੀਆਂ ਚੱਟਾਨਾਂ ਉੱਤੇ ਮੋਟੇ ਵਗਦੇ ਪਾਣੀ ਦੀ ਆਵਾਜ਼\" ਦਾ ਚਿੱਤਰਣ ਹੈ)\nਇਹ ਉਦੋਂ ਤੱਕ ਨਹੀਂ ਸੀ ਜਦੋਂ ਤੱਕ ਪਿੰਗਯੁਆਨ ਕਾਉਂਟੀ ਦੇ ਪ੍ਰਧਾਨ, ਯਾਨ ਜ਼ੇਨਕਿੰਗ ਨੇ ਕਿਸੇ ਨੂੰ ਇਹ ਜਾਣਕਾਰੀ ਭੇਜਣ ਲਈ ਨਹੀਂ ਭੇਜਿਆ ਕਿ ਜ਼ੁਆਨਜ਼ੋਂਗ ਆਪਣੇ ਸੁਪਨੇ ਤੋਂ ਜਾਗਿਆ ਹੈ।\nਤਾਂਗ ਰਾਜਵੰਸ਼ ਦੇ ਸਮਰਾਟ ਜ਼ੁਆਨਜ਼ੋਂਗ ਦੀ ਗਲਤ ਰਣਨੀਤੀ ਦੇ ਤਹਿਤ, ਇੱਕ ਲੁਸ਼ਾਨ ਦੀ ਘੋੜਸਵਾਰ ਰੈਜੀਮੈਂਟ ਨੇ ਪੂਰਬੀ ਰਾਜਧਾਨੀ ਲੁਓਯਾਂਗ ਉੱਤੇ ਕਬਜ਼ਾ ਕਰ ਲਿਆ। ਅਗਲੇ ਸਾਲ ਦੇ ਪਹਿਲੇ ਮਹੀਨੇ, ਉਸਨੇ ਲੁਓਯਾਂਗ ਵਿੱਚ ਆਪਣੇ ਆਪ ਨੂੰ ਸਮਰਾਟ ਦਯਾਨ, ਜਿਆਨਯੁਆਨ ਸ਼ੇਂਗਵੂ, ਸਮਰਾਟ ਜ਼ਿਓਂਗਵੂ, ਅਤੇ ਦਾ ਜ਼ਿੰਕਸੂਨ ਵਜੋਂ ਘੋਸ਼ਿਤ ਕੀਤਾ। ਪ੍ਰਧਾਨ ਮੰਤਰੀ.\nਉਸੇ ਸਾਲ ਜੂਨ ਵਿੱਚ, ਤਾਂਗ ਰਾਜਵੰਸ਼ ਦੇ ਸਮਰਾਟ ਜ਼ੁਆਨਜ਼ੋਂਗ, ਚਾਂਗਆਨ ਵਿੱਚ ਸੰਕਟ ਤੋਂ ਛੁਟਕਾਰਾ ਪਾਉਣ ਲਈ ਉਤਸੁਕ ਅਤੇ ਗਲਤ ਫੌਜੀ ਸਮਝ ਦੇ ਅਧੀਨ, ਦੋ ਮਸ਼ਹੂਰ ਜਰਨੈਲਾਂ, ਫੇਂਗ ਚਾਂਗਕਿੰਗ ਅਤੇ ਗਾਓ ਜ਼ਿਆਂਝੀ ਨੂੰ ਮੌਤ ਦੇ ਘਾਟ ਉਤਾਰ ਦਿੱਤਾ।ਇਸ ਹੁਕਮ ਨੇ ਤਾਂਗ ਸੈਨਾ ਨੂੰ ਹੈਰਾਨ ਕਰ ਦਿੱਤਾ। (ਇਹ ਵਿਵਹਾਰ \"ਸੜਕ ਨੂੰ ਸਾਹਮਣੇ ਨਦੀ ਵੱਲ ਇਸ਼ਾਰਾ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ\" ਦੀ ਉਲੰਘਣਾ ਕਰਦਾ ਹੈ)\nਇਸ ਤੋਂ ਬਾਅਦ, ਤਾਂਗ ਰਾਜਵੰਸ਼ ਦੇ ਸਮਰਾਟ ਜ਼ੁਆਨਜ਼ੋਂਗ ਨੇ ਤੁਰੰਤ ਇੱਕ ਹੋਰ ਜਨਰਲ, ਗੇ ਸ਼ੁਹਾਨ, ਨੂੰ ਟੋਂਗਗੁਆਨ ਤੋਂ ਬਾਹਰ ਪੂਰਬ ਵੱਲ ਟੈਂਗ ਸੈਨਾ ਦੀ ਅਗਵਾਈ ਕਰਨ ਦਾ ਆਦੇਸ਼ ਦਿੱਤਾ।\nਜੀ ਸ਼ੁਹਾਨ, ਜਿਸਨੇ ਤਾਂਗ ਰਾਜਵੰਸ਼ ਦੇ ਸਮਰਾਟ ਜ਼ੁਆਨਜ਼ੋਂਗ ਦੀ ਰਣਨੀਤਕ ਗਲਤੀ ਨੂੰ ਪੂਰੀ ਤਰ੍ਹਾਂ ਸਮਝ ਲਿਆ ਸੀ, ਨੇ ਤਬਦੀਲੀ ਵਿੱਚ ਦੇਰੀ ਕਰਨ ਦੀ ਯੋਜਨਾ ਬਣਾਈ (\"ਇਹ ਠੀਕ ਹੈ ਜੇਕਰ ਹਵਾ ਸ਼ਾਂਤ ਹੈ ਅਤੇ ਲਹਿਰ ਸ਼ਾਂਤ ਹੈ\")।\nਅੰਤ ਵਿੱਚ, ਤਾਂਗ ਰਾਜਵੰਸ਼ ਦੇ ਸਮਰਾਟ ਜ਼ੁਆਨਜ਼ੋਂਗ ਨੇ ਸੋਚਿਆ ਕਿ ਉਹ ਲੜਨ ਲਈ ਬਹੁਤ ਡਰਪੋਕ ਸੀ, ਇਸ ਲਈ ਉਸ ਕੋਲ ਹੰਝੂਆਂ ਵਿੱਚ ਐਨ ਲੁਸ਼ਾਨ ਨਾਲ ਲੜਨ ਤੋਂ ਇਲਾਵਾ ਕੋਈ ਚਾਰਾ ਨਹੀਂ ਸੀ, ਅਤੇ ਹਾਰ ਗਿਆ। (ਇਹ ਪੂਰਾ ਕਰਦਾ ਹੈ \"ਜੇ ਤੁਸੀਂ ਆਪਣੇ ਆਪ ਨੂੰ ਸਮਰਥਨ ਦੇਣ ਲਈ ਸਖ਼ਤ ਮਿਹਨਤ ਕਰਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਜ਼ਖਮੀ ਹੋ ਸਕਦੇ ਹੋ।\")\nਤਾਂਗ ਰਾਜਵੰਸ਼ ਵਿੱਚ, ਜਦੋਂ ਸਰਹੱਦੀ ਫੌਜਾਂ ਅਤੇ ਸਥਾਨਕ ਗੈਰੀਸਨਾਂ ਕੋਲ ਜਵਾਬ ਦੇਣ ਲਈ ਕੋਈ ਸਮਾਂ ਨਹੀਂ ਸੀ, ਇੱਕ ਲੁਸ਼ਾਨ ਦੀ ਫੌਜ ਨੇ ਸਰਹੱਦ ਨੂੰ ਦਬਾ ਦਿੱਤਾ ਅਤੇ ਰਾਜਧਾਨੀ ਖੇਤਰ ਵਿੱਚ ਦਾਖਲ ਹੋ ਗਿਆ। ਇੱਕ ਨਾਜ਼ੁਕ ਸਥਿਤੀ ਵਿੱਚ, ਤਾਂਗ ਰਾਜਵੰਸ਼ ਦੇ ਸਮਰਾਟ ਜ਼ੁਆਨਜ਼ੋਂਗ ਨੇ ਗਾਰਡਜ਼ ਕੋਰ ਨੂੰ ਰਾਜਧਾਨੀ ਤੋਂ ਬਚਣ ਲਈ ਅਗਵਾਈ ਕੀਤੀ, ਜਿਸ ਨਾਲ ਲੀਡਰ ਰਹਿਤ ਜ਼ੀਜਿੰਗ ਚਾਂਗਆਨ ਡਿੱਗ ਗਿਆ।\n(ਟੈਂਗ ਜ਼ੁਆਨਜ਼ੋਂਗ ਨੇ ਇਸ ਨਿਸ਼ਾਨੀ ਦੇ ਮਾਰਗਦਰਸ਼ਨ ਦੀ ਉਲੰਘਣਾ ਕੀਤੀ, ਇਸਲਈ ਐਨ ਲੁਸ਼ਾਨ ਦੀ ਬਗਾਵਤ ਸਫਲ ਰਹੀ।)", "聖意": "ਘਰ ਸੁਰੱਖਿਅਤ ਹੈ, ਆਪ ਭਾਗਸ਼ਾਲੀ ਹੈ, ਕਿਸਮਤ ਸਥਿਰ ਹੈ, ਲੈਣ-ਦੇਣ ਖੁਸ਼ਹਾਲ ਹੈ, ਵਿਆਹ ਸਫਲ ਹੈ (ਸਾਵਧਾਨ), ਲਿਉਜੀਆ ਤੋਂ ਇੱਕ ਨਰ ਪੈਦਲ ਖੇਤ ਵਿੱਚ ਆਉਂਦਾ ਹੈ, ਰੇਸ਼ਮ ਦੇ ਕੀੜੇ ਵੱਢਦੇ ਹਨ, ਛੇ ਪਸ਼ੂਆਂ ਦਾ ਨੁਕਸਾਨ ਹੁੰਦਾ ਹੈ, ਵਿਅਕਤੀ ਪਾਇਆ ਜਾਂਦਾ ਹੈ। , ਮੁਕੱਦਮਾ ਜਾਇਜ਼ ਹੈ, ਗੁੰਮ ਹੋਈ ਜਾਇਦਾਦ ਬਿਮਾਰੀ ਲਿਆਉਂਦੀ ਹੈ, ਯਾਨੀ ਅੰਸ਼ਨ ਕਬਰ ਦੀ ਮੁਰੰਮਤ ਕੀਤੀ ਜਾਣੀ ਚਾਹੀਦੀ ਹੈ.", "古人": "ਲੁਸ਼ਨ ਬਗਾਵਤ", "第X籤": "ਪੰਜਾਹਵੀਂ ਲਾਟਰੀ", "宮": "ਬਦਸੂਰਤ ਮਹਿਲ"}