{"籤詩版本二": "ਸਵੇਰ ਅਤੇ ਸ਼ਾਮ, ਬੁੱਧ ਦਾ ਸਹਾਰਾ ਖ਼ਤਰੇ ਦੇ ਸਮੇਂ ਵਿੱਚ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ ਪਰ ਖ਼ਤਰੇ ਵਿੱਚ ਨਹੀਂ\nਜੇ ਤੁਸੀਂ ਕਿਸੇ ਨੇਕ ਵਿਅਕਤੀ ਦੁਆਰਾ ਆਕਰਸ਼ਿਤ ਹੋ, ਤਾਂ ਪੈਸਾ ਅਤੇ ਰੇਸ਼ਮ ਵੀ ਤੁਹਾਡੇ ਨਾਲ ਹੋਣਗੇ ਇਹ ਚੁਆਨ ਲਾਈ ਹੈ. ਇਹ ਸਭ ਤੁਹਾਡੇ 'ਤੇ ਨਿਰਭਰ ਕਰਦਾ ਹੈ।", "詩意": "ਇਹ ਹੈਕਸਾਗ੍ਰਾਮ ਦੇਵਤਿਆਂ ਅਤੇ ਬੁੱਧਾਂ ਦੇ ਗੁਪਤ ਆਸ਼ੀਰਵਾਦ ਨੂੰ ਦਰਸਾਉਂਦਾ ਹੈ।\nਧੀਰਜ ਰੱਖੋ ਅਤੇ ਹਰ ਚੀਜ਼ ਵਿੱਚ ਚੰਗੀ ਕਿਸਮਤ ਰੱਖੋ.", "解曰": "ਪੁਰਾਣੇ ਜ਼ਮਾਨੇ ਦੀ ਸ਼ਾਂਤੀ ਦੀ ਨਿਸ਼ਾਨੀ. ਜਦੋਂ ਹਰ ਚੀਜ਼ ਮਹਿੰਗੀ ਹੋਵੇਗੀ, ਇਹ ਸ਼ੁਭ ਹੋਵੇਗਾ।", "籤詩故事一": "◇ਤਾਂਗ ਭਿਕਸ਼ੂ ਨੇ ਗਿਆਨ ਪ੍ਰਾਪਤ ਕੀਤਾ\nਇੱਕ ਦਿਨ, ਤਾਂਗ ਸੇਂਗ ਨਦੀ 'ਤੇ ਆਇਆ ਅਤੇ ਉਸ ਦੇ ਸਾਹਮਣੇ ਬੁੱਧ ਦਾ ਲਿੰਗਸ਼ਾਨ ਪਹਾੜ ਦੇਖਿਆ, ਇਸ ਦੇ ਸਾਹਮਣੇ ਇੱਕ ਸਿੰਗਲ-ਪਲੈਂਕ ਪੁਲ ਸੀ, ਤਾਂਗ ਸੇਂਗ ਨੇ ਇਸ ਨੂੰ ਪਾਰ ਕਰਨ ਦੀ ਹਿੰਮਤ ਨਹੀਂ ਕੀਤੀ। ਬੁੱਧ ਇੱਕ ਕਿਸ਼ਤੀ ਵਾਲੇ ਵਿੱਚ ਬਦਲ ਗਿਆ ਅਤੇ ਇੱਕ ਅਥਾਹ ਟੁੱਟੀ ਹੋਈ ਕਿਸ਼ਤੀ ਨੂੰ ਫੜ ਲਿਆ। ਜਿਵੇਂ ਹੀ ਟੈਂਗ ਭਿਕਸ਼ੂ ਕਿਸ਼ਤੀ ਉੱਤੇ ਚੜ੍ਹਿਆ, ਉਹ ਨਦੀ ਵਿੱਚ ਡਿੱਗ ਗਿਆ ਅਤੇ ਕਿਸ਼ਤੀ ਵਾਲੇ ਦੁਆਰਾ ਬਚਾਇਆ ਗਿਆ। ਇਸ ਤਰ੍ਹਾਂ ਟੈਂਗ ਭਿਕਸ਼ੂ ਨੇ ਬੁੱਧ ਦੀ ਪ੍ਰਾਪਤੀ ਕੀਤੀ। (ਪੱਛਮ ਦੀ ਯਾਤਰਾ ਦੀ ਕਹਾਣੀ)\n◇ਤਾਂਗ ਭਿਕਸ਼ੂ ਦੇ ਬੋਧੀ ਗ੍ਰੰਥ\nਤਾਂਗ ਰਾਜਵੰਸ਼ ਦੇ ਸਨਜ਼ਾਂਗ, ਉਸਦਾ ਆਮ ਉਪਨਾਮ ਚੇਨ ਸੀ ਅਤੇ ਉਸਦਾ ਦਿੱਤਾ ਗਿਆ ਨਾਮ ਯੀ ਸੀ। ਗੌਸ਼ੀ ਕਾਉਂਟੀ, ਲੁਓਜ਼ੌ (ਹੁਣ ਯਾਂਸ਼ੀ ਸ਼ਹਿਰ ਦੇ ਦੱਖਣ, ਹੇਨਾਨ ਪ੍ਰਾਂਤ) ਵਿੱਚ ਜਨਮਿਆ। ਉਹ ਤੇਰਾਂ ਸਾਲ ਦੀ ਉਮਰ ਵਿੱਚ ਇੱਕ ਭਿਕਸ਼ੂ ਬਣ ਗਿਆ ਅਤੇ ਬੋਧੀ ਨਾਮ ਜ਼ੁਆਨਜ਼ਾਂਗ ਲਿਆ।\nਮੂਲ ਬੋਧੀ ਗ੍ਰੰਥਾਂ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ, ਉਸਨੇ ਝੇਨਗੁਆਨ (ਈ. 629 ਈ.) ਦੇ ਤੀਜੇ ਸਾਲ ਵਿੱਚ ਚਾਂਗਆਨ (ਅੱਜ ਦਾ ਸ਼ੀਆਨ, ਸ਼ਾਂਕਸੀ ਪ੍ਰਾਂਤ) ਤੋਂ ਰਵਾਨਾ ਕੀਤਾ, ਸਰਹੱਦ ਪਾਰ ਕਰਨ ਲਈ ਉੱਦਮ ਕੀਤਾ, ਅਤੇ ਤਿਆਨਜ਼ੂ ਤੱਕ ਪਹੁੰਚਣ ਲਈ ਅਣਗਿਣਤ ਕਠਿਨਾਈਆਂ ਵਿੱਚੋਂ ਲੰਘਿਆ। ਭਾਰਤ) ਗ੍ਰੰਥਾਂ ਨੂੰ ਇਕੱਠਾ ਕਰਨ ਲਈ। ਉਸਨੇ ਗੰਗਾ ਅਤੇ ਸਿੰਧੂ ਨਦੀ ਦੇ ਬੇਸਾਂ ਅਤੇ ਭਾਰਤ ਦੇ ਦੱਖਣ-ਪੂਰਬੀ ਤੱਟਵਰਤੀ ਖੇਤਰਾਂ ਵਿੱਚ ਯਾਤਰਾ ਕੀਤੀ, ਫਿਰ ਬਰਫ਼ ਨਾਲ ਢਕੇ ਪਹਾੜਾਂ ਅਤੇ ਹਰੇ-ਭਰੇ ਪਹਾੜਾਂ ਨੂੰ ਪਾਰ ਕੀਤਾ, 50,000 ਮੀਲ ਤੋਂ ਵੱਧ ਪਿੱਛੇ ਅਤੇ ਪਿੱਛੇ ਪੈਦਲ ਚੱਲਿਆ। ਅੰਤ ਵਿੱਚ ਉਸਨੂੰ ਚਾਂਗਆਨ ਵਾਪਸ ਪਰਤਣ ਵਿੱਚ ਉਸਨੂੰ 16 ਸਾਲ ਲੱਗ ਗਏ। ਜ਼ੇਂਗੁਆਨ ਦਾ 19ਵਾਂ ਸਾਲ (ਈ. 645)। ਉਸਨੇ ਵੱਡੀ ਗਿਣਤੀ ਵਿੱਚ ਬੋਧੀ ਗ੍ਰੰਥਾਂ ਨੂੰ ਵਾਪਸ ਲਿਆਂਦਾ ਅਤੇ ਉਹਨਾਂ ਦਾ ਚੀਨੀ ਵਿੱਚ ਅਨੁਵਾਦ ਕੀਤਾ।\n(ਟੈਂਗ ਸਾਂਜਾਂਗ ਚੀਨ ਅਤੇ ਭਾਰਤ ਵਿਚਕਾਰ ਅੱਗੇ-ਪਿੱਛੇ ਲੰਬੇ ਸਫ਼ਰ ਵਿੱਚੋਂ ਲੰਘਿਆ। ਉਸ ਨੇ ਸਫ਼ਰ ਦੌਰਾਨ ਖ਼ਤਰਿਆਂ ਦਾ ਅਨੁਭਵ ਕੀਤਾ ਹੋਣਾ, ਪਰ ਉਹ ਸੁਰੱਖਿਅਤ ਵਾਪਸ ਪਰਤਣ ਵਿੱਚ ਕਾਮਯਾਬ ਰਿਹਾ ਕਿਉਂਕਿ ਉਸ ਦੇ ਪਿੱਛੇ ਇੱਕ ਅਦਿੱਖ ਸਰਪ੍ਰਸਤ ਸੰਤ ਸੀ।)", "聖意": "ਘਰ ਸੁਰਖਿਅਤ ਹੈ, ਆਪ ਸ਼ੁਭ ਹੈ, ਪੱਛਮੀ ਵਪਾਰ ਸਫਲ ਹੈ, ਵਿਆਹ ਸਫਲ ਹੈ, ਪੈਦਲ ਚੱਲਣ ਵਾਲੇ ਖੇਤ ਨੂੰ ਰੋਕਦੇ ਹਨ, ਰੇਸ਼ਮ ਦੇ ਕੀੜੇ ਬੰਦ ਹਨ, ਰੇਸ਼ਮ ਦੇ ਕੀੜੇ ਸੱਤ ਅੰਕ ਹਨ, ਪਸ਼ੂ ਧਨ ਲਾਭਦਾਇਕ ਹੈ, ਲੋਕਾਂ ਦੀ ਖੋਜ ਹੈ, ਪੱਛਮੀ ਜਨਤਕ ਮੁਕੱਦਮਾ ਮਾੜਾ ਹੈ, ਪਰਵਾਸ ਰੂੜ੍ਹੀਵਾਦੀ ਹੈ, ਗੁਆਚੀ ਜਾਇਦਾਦ ਵੇਖੀ ਹੈ, ਰੋਗ ਸ਼ੁਭ ਹੈ, ਪਹਾੜ ਅਤੇ ਕਬਰਾਂ ਸ਼ੁਭ ਹਨ।", "古人": "ਤੰਗ ਭਿਕਸ਼ੂ ਨੇ ਗਿਆਨ ਪ੍ਰਾਪਤ ਕੀਤਾ", "第X籤": "ਸੱਠ ਦੀ ਲਾਟਰੀ ਜਿੱਤੀ", "宮": "ਯਿਨ ਪੈਲੇਸ"}