{"籤詩版本二": "ਬੀਬੋ ਤਾਲਾਬ ਵਿੱਚ ਤੈਰਦੀ ਮੱਛੀ ਇੱਕ ਫੰਦੇ ਵਿੱਚ ਫਸ ਗਈ।\nਜੇ ਸੋਚ ਕੇ ਕੁਝ ਗਲਤ ਹੋ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਇਹ ਅੰਤ ਵਿੱਚ ਮੁਸੀਬਤ ਦਾ ਕਾਰਨ ਬਣੇਗਾ.", "詩意": "ਇਹ ਹੈਕਸਾਗ੍ਰਾਮ ਇੱਕ ਫੰਦੇ ਵਿੱਚ ਫਸੀ ਮੱਛੀ ਨੂੰ ਦਰਸਾਉਂਦਾ ਹੈ।\nਹਰ ਗੱਲ ਵਿੱਚ ਸਾਵਧਾਨ ਰਹਿਣ ਦੀ ਵੀ ਸਲਾਹ ਦਿੱਤੀ ਜਾਂਦੀ ਹੈ।", "解曰": "ਘਰ ਦੇ ਹੇਠਾਂ ਬੰਦੋਬਸਤ. ਤਬਾਹੀ ਸਵਰਗ ਤੋਂ ਡਿੱਗਦੀ ਹੈ। ਜਲਦੀ ਉੱਠੋ ਅਤੇ ਪਹਿਲਾਂ ਸਾਵਧਾਨੀ ਵਰਤੋ। ਆਫ਼ਤਾਂ ਤੋਂ ਬਚੋ।", "籤詩故事一": "◇ ਘੋੜਾ ਪਾਣੀ ਨਾਲ ਢੱਕਿਆ ਹੋਇਆ ਹੈ (ਪਾਣੀ ਇਕੱਠਾ ਕਰਨਾ ਮੁਸ਼ਕਲ ਹੈ)\nਹਾਨ ਰਾਜਵੰਸ਼. ਜ਼ੂ ਮਾਈਚੇਨ, ਸ਼ਿਸ਼ਟਾਚਾਰੀ ਨਾਮ ਵੇਂਗਜ਼ੀ, ਕੁਆਈਜੀ (ਹੁਣ ਸੁਜ਼ੌ ਸ਼ਹਿਰ ਦਾ ਹਿੱਸਾ) ਵਿੱਚ ਵੂ ਦਾ ਵਸਨੀਕ ਸੀ।\nਆਪਣੇ ਸ਼ੁਰੂਆਤੀ ਸਾਲਾਂ ਵਿੱਚ, ਮਾਈਚਨ ਦਾ ਪਰਿਵਾਰ ਗਰੀਬ ਸੀ ਅਤੇ ਉਸਨੂੰ ਕੋਈ ਸਫਲਤਾ ਨਹੀਂ ਮਿਲੀ। ਇਹ ਜੋੜਾ ਇੱਕ ਪਿਛਲੀ ਗਲੀ ਵਿੱਚ ਇੱਕ ਛੱਤ ਵਾਲੇ ਗੇਟ ਵਿੱਚ ਰਹਿੰਦਾ ਸੀ, ਬਾਲਣ ਦੀ ਲੱਕੜ ਕੱਟਦਾ ਸੀ ਅਤੇ ਇਸ ਨੂੰ ਵੇਚਣ ਦਾ ਕੰਮ ਕਰਦਾ ਸੀ। ਤੁਸੀਂ ਕਿਸੇ ਦੀ ਕੀਮਤ 'ਤੇ ਬਾਲਣ ਵੇਚ ਕੇ ਬਹੁਤ ਪੈਸਾ ਨਹੀਂ ਕਮਾਉਂਦੇ.\nਉਸ ਦੀ ਪਤਨੀ ਪਾਣੀ ਲੈਣ ਲਈ ਬਾਹਰ ਗਈ ਅਤੇ ਬੱਚਿਆਂ ਦੇ ਇੱਕ ਸਮੂਹ ਨੂੰ ਮਾਈਚੇਨ 'ਤੇ ਹੱਸਦੇ ਦੇਖਿਆ, ਪਤਨੀ ਨੇ ਇਸ ਨੂੰ ਸ਼ਰਮਨਾਕ ਸਮਝਿਆ ਅਤੇ ਬਾਅਦ ਵਿੱਚ ਛੱਡ ਦਿੱਤਾ.\nਜਦੋਂ ਜ਼ੂ ਮਾਈਚਨ ਪੰਜਾਹ ਸਾਲਾਂ ਦਾ ਸੀ, ਹਾਨ ਰਾਜਵੰਸ਼ ਦੇ ਸਮਰਾਟ ਵੂ ਨੇ ਪ੍ਰਤਿਭਾ ਦੀ ਮੰਗ ਕੀਤੀ ਅਤੇ ਕੁਆਈਜੀ ਦੇ ਪ੍ਰਧਾਨ ਵਜੋਂ ਜ਼ੂ ਦੀ ਪੂਜਾ ਕੀਤੀ।\nਉਸਦੀ ਪਤਨੀ ਨੇ ਆਪਣੇ ਅੰਨ੍ਹੇਪਣ 'ਤੇ ਅਫਸੋਸ ਪ੍ਰਗਟ ਕੀਤਾ ਅਤੇ ਆਪਣੀ ਬਾਕੀ ਦੀ ਜ਼ਿੰਦਗੀ ਲਈ ਝੂ ਦੀ ਸੇਵਾ ਕਰਨ ਲਈ ਇੱਕ ਨੌਕਰਾਣੀ ਅਤੇ ਰਖੇਲ ਦੇ ਰੂਪ ਵਿੱਚ ਘੱਟ ਜਾਣਾ ਚਾਹੁੰਦਾ ਸੀ।\nਮਾਈਚਨ ਨੇ ਆਪਣੀ ਸਾਬਕਾ ਪਤਨੀ ਨੂੰ ਪਾਣੀ ਦੀ ਇੱਕ ਬਾਲਟੀ ਲੈਣ ਲਈ, ਪੌੜੀਆਂ 'ਤੇ ਡੋਲ੍ਹਣ ਦਾ ਹੁਕਮ ਦਿੱਤਾ ਅਤੇ ਕਿਹਾ, \"ਜੇ ਪਾਣੀ ਵਾਪਸ ਲਿਆ ਜਾ ਸਕਦਾ ਹੈ, ਤਾਂ ਉਹ ਦੋਵੇਂ ਇਕੱਠੇ ਹੋ ਸਕਦੇ ਹਨ.\"\nਪਤੀ-ਪਤਨੀ ਦੇ ਰਿਸ਼ਤੇ ਨੂੰ ਦੇਖਦੇ ਹੋਏ ਪਤਨੀ ਅਤੇ ਉਸ ਦੇ ਦੁਬਾਰਾ ਵਿਆਹੇ ਹੋਏ ਪਤੀ ਨੂੰ ਖੇਤੀ ਕਰਨ ਅਤੇ ਪਾਲਣ ਪੋਸ਼ਣ ਕਰਨ ਲਈ ਪਿਛਲੇ ਬਾਗ ਵਿੱਚ ਖੁੱਲ੍ਹੀ ਜਗ੍ਹਾ ਦਿੱਤੀ ਗਈ ਸੀ। ਉਸ ਦੀ ਪਤਨੀ ਨੇ ਆਪਣੇ ਆਪ ਨੂੰ ਨਦੀ ਵਿੱਚ ਸੁੱਟ ਦਿੱਤਾ ਅਤੇ ਉਸ ਦੀ ਮੌਤ ਹੋ ਗਈ।", "聖意": "ਘਰ ਖਤਰੇ ਵਿੱਚ ਹੈ, ਆਪਣੇ ਆਪ ਨੂੰ ਖ਼ਤਰੇ ਵਿੱਚ ਹੈ, ਪੈਸਾ ਗੁਆਚ ਗਿਆ ਹੈ, ਲੈਣ-ਦੇਣ ਸ਼ਾਂਤੀ ਵਿੱਚ ਹੈ, ਵਿਆਹ ਅਸੰਗਤ ਹੈ, ਲਿਊਜੀਆ ਡਰਿਆ ਹੋਇਆ ਹੈ, ਲੋਕ ਬਲਾਕ ਹੋ ਗਏ ਹਨ, ਖੇਤ ਖਰਾਬ ਹੋ ਗਏ ਹਨ, ਰੇਸ਼ਮ ਦੇ ਕੀੜੇ ਖਤਮ ਹੋ ਗਏ ਹਨ, ਪਸ਼ੂ ਖਤਮ ਹੋ ਗਏ ਹਨ, ਲੋਕ ਪਾਏ ਜਾਂਦੇ ਹਨ, ਜਨਤਕ ਮੁਕੱਦਮਾ ਗੁਆਚ ਜਾਂਦਾ ਹੈ, ਪਰਵਾਸ ਚੰਗਾ ਹੁੰਦਾ ਹੈ, ਗੁੰਮ ਹੋਈ ਜਾਇਦਾਦ ਅਸ਼ੁੱਭ ਹੁੰਦੀ ਹੈ, ਬਿਮਾਰੀ ਖਤਰਨਾਕ ਹੁੰਦੀ ਹੈ, ਅਤੇ ਪਹਾੜੀ ਕਬਰ ਨੂੰ ਬਦਲਣਾ ਚਾਹੀਦਾ ਹੈ.", "古人": "ਘੋੜਾ ਪਾਣੀ ਨਾਲ ਢੱਕਿਆ ਹੋਇਆ ਹੈ (ਪਾਣੀ ਇਕੱਠਾ ਕਰਨਾ ਮੁਸ਼ਕਲ ਹੈ)", "第X籤": "ਚੌਹਠਵਾਂ ਚਿੰਨ੍ਹ", "宮": "ਮਾਓਗੋਂਗ"}