{"籤詩版本二": "ਜਦੋਂ ਸਰਦੀਆਂ ਆਉਂਦੀਆਂ ਹਨ, ਤਾਂ ਪਹਾੜ ਉੱਤੇ ਪਲੱਮ ਦੀ ਇੱਕ ਟਾਹਣੀ ਵੀ ਨਸ਼ਟ ਨਹੀਂ ਹੋਵੇਗੀ ਭਾਵੇਂ ਇਸ ਦੇ ਪੱਤੇ ਡਿੱਗ ਜਾਣ ਅਤੇ ਇਸ ਦੀਆਂ ਟਾਹਣੀਆਂ ਮੁਰਝਾ ਜਾਣ।\nਪਰ ਜਦੋਂ ਬਸੰਤ ਆਉਂਦੀ ਹੈ, ਮੈਨੂੰ ਅਜੇ ਵੀ ਵੇਸ਼ਿਆ ਦੇ ਰੂਪ ਵਿੱਚ ਵਾਪਸ ਕਰ ਦਿੰਦੇ ਹਨ ਅਤੇ ਅਸਲ ਕੰਮ ਨੂੰ ਤਬਾਹ ਕਰ ਦਿੰਦੇ ਹਨ.", "詩意": "ਇਸ ਹੈਕਸਾਗ੍ਰਾਮ ਵਿੱਚ, ਪਲਮ ਬਲੌਸਮ ਮੋਹਰੀ ਸਥਾਨ 'ਤੇ ਹੈ।\nਸਭ ਕੁਝ ਚੰਗਾ ਹੈ ਜੇਕਰ ਇਸ ਵਿੱਚ ਦੇਰੀ ਕੀਤੀ ਜਾਵੇ।", "解曰": "ਇੱਕ ਤੀਰ ਖਾਲੀ ਹੈ। ਜਦੋਂ ਇਹ ਖਾਲੀ ਹੁੰਦਾ ਹੈ, ਇਹ ਖਾਲੀ ਨਹੀਂ ਹੁੰਦਾ. ਬਸੰਤ ਆਉਣ ਦੀ ਉਡੀਕ. ਇਸ ਵਿੱਚ ਰੰਗ ਹੈ।", "籤詩故事一": "◇ ਦੋ ਵਾਰ ਸਕੋਰ ਕੀਤਾ\nਤਾਂਗ ਰਾਜਵੰਸ਼ ਦੇ ਸਮਰਾਟ ਡੇਜ਼ੋਂਗ ਦੇ ਰਾਜ ਦੌਰਾਨ, ਵਫ਼ਾਦਾਰ ਮੰਤਰੀ ਮੇਈ ਬੋਗਾਓ ਅਤੇ ਉਸਦੇ ਪਰਿਵਾਰ ਨੂੰ ਗੱਦਾਰ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਲੂ ਕਿਊ ਦੁਆਰਾ ਫਸਾਇਆ ਗਿਆ ਸੀ, ਜੋ ਉਹਨਾਂ ਸਾਰਿਆਂ ਨੂੰ ਮਾਰਨਾ ਚਾਹੁੰਦਾ ਸੀ। ਕੇਵਲ ਉਸਦਾ ਪੁੱਤਰ ਮੇਈ ਲਿਆਂਗਯੂ ਭੱਜਣ ਵਿੱਚ ਕਾਮਯਾਬ ਰਿਹਾ। ਬਾਅਦ ਵਿੱਚ, ਉਸਨੇ ਆਪਣਾ ਬਦਲ ਲਿਆ। ਆਪਣੀ ਪਛਾਣ ਛੁਪਾਉਣ ਲਈ ਵੈਂਗ ਜ਼ਿਟੋਂਗ ਦਾ ਨਾਮ. ਉਹ ਸੜਕਾਂ 'ਤੇ ਇਕੱਲਾ ਰਹਿੰਦਾ ਸੀ, ਭੁੱਖਾ ਅਤੇ ਠੰਡਾ, ਪਰ ਖੁਸ਼ਕਿਸਮਤੀ ਨਾਲ ਉਸਨੂੰ ਚੇਨ ਰਿਸ਼ੇਂਗ (ਚੇਨ ਡੋਂਗਚੂ) ਨੇ ਅੰਦਰ ਲੈ ਲਿਆ। ਚੇਨ ਰਿਸ਼ੇਂਗ ਨੂੰ ਆਪਣੇ ਜੀਵਨ ਦੇ ਤਜਰਬੇ ਦਾ ਪਤਾ ਨਹੀਂ ਸੀ, ਇਸ ਲਈ ਉਸਨੇ ਉਸਨੂੰ ਚੇਨ ਦੇ ਪਲਮ ਬਾਗ ਦੀ ਦੇਖਭਾਲ ਕਰਨ ਵਿੱਚ ਮਦਦ ਕਰਨ ਲਈ ਕਿਹਾ ਤਾਂ ਜੋ ਉਹ ਸੜਕ 'ਤੇ ਭੁੱਖੇ ਮਰ ਨਾ ਜਾਵੇ।\nਚੇਨ ਰਿਸ਼ੇਂਗ ਮੇਈ ਬੋਗਾਓ ਦਾ ਇੱਕ ਸਹਿਪਾਠੀ ਅਤੇ ਦੋਸਤ ਸੀ।ਜਦੋਂ ਉਹ ਲੂ ਕਿਊ ਦੁਆਰਾ ਸਤਾਏ ਜਾ ਰਿਹਾ ਸੀ ਤਾਂ ਉਸ ਨੂੰ ਮੇਈ ਬੋਗਾਓ ਨੇ ਬਚਾਇਆ ਸੀ।ਨਤੀਜੇ ਵਜੋਂ ਮੇਈ ਬੋਗਾਓ ਅਤੇ ਲੂ ਕਿਊ ਦੀ ਦੁਸ਼ਮਣੀ ਬਣ ਗਈ ਸੀ।ਅੰਤ ਵਿੱਚ, ਉਸਦੇ ਪੂਰੇ ਪਰਿਵਾਰ ਨੂੰ ਮੌਤ ਦੇ ਘਾਟ ਉਤਾਰ ਦਿੱਤਾ ਗਿਆ ਸੀ। ਇਸ ਕਾਰਨ ਰਿਸ਼ੇਂਗ ਨੂੰ ਉਦਾਸ ਅਤੇ ਗੁੱਸਾ ਮਹਿਸੂਸ ਹੋਇਆ।ਵਿਆਹ ਹੋਣ ਤੋਂ ਬਾਅਦ, ਉਸਨੇ ਅਸਤੀਫਾ ਦੇ ਦਿੱਤਾ ਅਤੇ ਆਪਣੇ ਪਰਿਵਾਰ ਨੂੰ ਇਕਾਂਤ ਵਿੱਚ ਰਹਿਣ ਲਈ ਯਾਂਗਜ਼ੂ ਵਿੱਚ ਚਲੇ ਗਏ।\nਚੇਨ ਰਿਸ਼ੇਂਗ ਦੀ ਚੇਨ ਜ਼ਿੰਗਯੁਆਨ ਨਾਮ ਦੀ ਇੱਕ ਧੀ ਹੈ, ਜੋ ਕਿ ਸੁੰਦਰ ਅਤੇ ਸੁਗੰਧਿਤ ਹੈ।ਮੇਈ ਲਿਆਂਗਯੂ ਦੇ ਚੇਨ ਪਰਿਵਾਰ ਵਿੱਚ ਆਉਣ ਤੋਂ ਬਾਅਦ, ਉਹ ਪਹਿਲੀ ਨਜ਼ਰ ਵਿੱਚ ਪਿਆਰ ਵਿੱਚ ਪੈ ਗਏ। ਇੱਕ ਦਿਨ ਜਦੋਂ ਬੇਲ ਦੇ ਫੁੱਲ ਪੂਰੇ ਖਿੜ ਰਹੇ ਸਨ, ਜੋ ਕਿ ਮੇਈ ਬੋਗਾਓ ਦੀ ਮੌਤ ਦੀ ਬਰਸੀ ਵੀ ਸੀ, ਚੇਨ ਰਿਸ਼ੇਂਗ ਅਤੇ ਉਸਦੇ ਪਰਿਵਾਰ ਨੇ ਆਪਣੇ ਮ੍ਰਿਤਕ ਦੋਸਤ ਅਤੇ ਦਾਨੀ ਦੀ ਯਾਦ ਵਿੱਚ ਆਪਣੇ ਘਰ ਦੇ ਪਲਮ ਬਾਗ ਵਿੱਚ ਇੱਕ ਵੇਦੀ ਖੋਲ੍ਹੀ, ਅਚਾਨਕ ਮੌਸਮ ਅਚਾਨਕ ਬਦਲ ਗਿਆ। ਅਤੇ ਇੱਕ ਭਾਰੀ ਬਰਫੀਲੀ ਤੂਫਾਨ ਵਗਿਆ, ਸਾਰੇ ਬੇਲ ਫੁੱਲਾਂ ਨੂੰ ਢੱਕ ਦਿੱਤਾ। ਚੇਨ ਰਿਸ਼ੇਂਗ ਨੇ ਅਫ਼ਸੋਸ ਜਤਾਇਆ ਕਿ ਉਹ ਸੁਰੱਖਿਅਤ ਢੰਗ ਨਾਲ ਬਚ ਨਿਕਲਣ ਦੇ ਯੋਗ ਸੀ, ਪਰ ਉਹ ਮੇਈ ਪਰਿਵਾਰ ਦੇ ਵੰਸ਼ਜਾਂ ਨੂੰ ਵੀ ਨਹੀਂ ਬਚਾ ਸਕਿਆ। ਉਸ ਨੇ ਸੋਚਿਆ ਕਿ ਇਹ ਪਰਮੇਸ਼ੁਰ ਵੱਲੋਂ ਚੇਤਾਵਨੀ ਸੀ, ਇਸ ਲਈ ਉਸਨੇ ਸਹੁੰ ਖਾਧੀ ਕਿ ਜਦੋਂ ਤੱਕ ਪਲਮ ਦੇ ਫੁੱਲ ਦੁਬਾਰਾ ਨਹੀਂ ਖਿੜਦੇ, ਇਹ ਸਾਬਤ ਕਰਦਾ ਹੈ ਕਿ ਮੇਈ ਪਰਿਵਾਰ ਅਜੇ ਵੀ ਜਿਉਂਦਾ ਸੀ, ਉਹ ਕਦੇ ਵੀ ਕੁਝ ਨਹੀਂ ਕਹੇਗਾ।\nਉਸਦੀ ਧੀ ਜ਼ਿੰਗਯੁਆਨ ਨੇ ਇਹ ਸੁਣਿਆ ਅਤੇ ਤੁਰੰਤ ਧੂਪ ਧੁਖਾਈ ਅਤੇ ਦਿਲੋਂ ਪ੍ਰਮਾਤਮਾ ਅੱਗੇ ਪ੍ਰਾਰਥਨਾ ਕੀਤੀ ਕਿ ਬੇਲ ਦੇ ਫੁੱਲ ਦੁਬਾਰਾ ਖਿੜ ਜਾਣ। ਉਨ੍ਹਾਂ ਦੀ ਇਮਾਨਦਾਰੀ ਨੇ ਸਵਰਗ ਨੂੰ ਹਿਲਾ ਦਿੱਤਾ, ਅਤੇ ਬੇਲ ਦੇ ਬਾਗ ਦੇ ਸਾਰੇ ਬੇਰ ਦੇ ਦਰੱਖਤ ਦੁਬਾਰਾ ਖਿੜ ਗਏ; ਬਾਅਦ ਵਿੱਚ ਚੇਨ ਰਿਸ਼ੇਂਗ ਨੂੰ ਪਤਾ ਲੱਗਿਆ ਕਿ ਜ਼ਿਟੋਂਗ ਲਿਆਂਗਯੂ ਸੀ, ਇਸ ਲਈ ਉਸਨੇ ਆਪਣੀ ਧੀ ਜ਼ਿੰਗਯੁਆਨ ਦਾ ਵਿਆਹ ਉਸ ਨਾਲ ਕਰ ਦਿੱਤਾ।", "聖意": "ਘਰ ਅਤੇ ਘਰ ਆਪਣੇ ਲਈ ਚੰਗੇ ਨਹੀਂ ਹਨ, ਆਪਣੀ ਚੰਗੀ ਕਿਸਮਤ ਲਈ, ਦੌਲਤ ਭਾਲਣ ਲਈ, ਲੈਣ-ਦੇਣ ਵਿਚ ਸੂਝਵਾਨ ਹੋਣਾ, ਵਿਆਹ ਦੇ ਸਮੇਂ ਤੱਕ ਇੰਤਜ਼ਾਰ ਕਰਨਾ, ਦੇਰ ਨਾਲ ਵਿਆਹ ਕਰਨਾ, ਦੇਰ ਨਾਲ ਹੋਣਾ, ਵਿਚ ਖੁਸ਼ਹਾਲ ਹੋਣਾ। ਬਸੰਤ, ਦੇਰ ਨਾਲ ਹੋਣਾ, ਦੇਰ ਨਾਲ ਹੋਣਾ, ਦੇਰ ਨਾਲ ਹੋਣਾ, ਵਿਅਸਤ ਹੋਣਾ, ਵਿਅਸਤ ਹੋਣਾ, ਖੁਸ਼ਹਾਲ ਹੋਣਾ, ਵਿਅਸਤ ਹੋਣਾ, ਪਾਇਆ ਜਾਣਾ.", "古人": "ਦੋ ਵਾਰ ਸਕੋਰ ਕੀਤਾ", "第X籤": "ਅਠੱਤੀ ਲੋਟ ਜਿੱਤਣਾ", "宮": "ਤਤਸੁਮੀ"}