{"籤詩版本二": "ਚਾਓ ਚਾਓ ਇੱਕ ਫੁੱਲ ਇਕੱਠੀ ਕਰਨ ਵਾਲੀ ਮਧੂ ਮੱਖੀ ਵਾਂਗ ਹੈ, ਜੋ ਦੱਖਣ-ਪੱਛਮ ਅਤੇ ਫਿਰ ਪੂਰਬ ਵੱਲ ਉੱਡਦੀ ਹੈ।\nਜਦੋਂ ਬਸੰਤ ਮੁੱਕ ਜਾਵੇ ਤੇ ਫੁੱਲ ਮੁੱਕ ਜਾਣ ਤਾਂ ਕੋਈ ਥਾਂ ਨਹੀਂ ਲੱਭਦੀ ਇਹ ਦਿਲ ਆਪਣਾ ਠਿਕਾਣਾ ਨਹੀਂ ਬਦਲਦਾ।", "詩意": "ਇਹ ਹੈਕਸਾਗ੍ਰਾਮ ਇੱਕ ਮਧੂ ਮੱਖੀ ਵਰਗਾ ਹੈ ਜੋ ਫੁੱਲਾਂ ਨੂੰ ਚੁਗਦੀ ਹੈ।\nਹਰ ਚੀਜ਼ ਮਿਹਨਤੀ ਅਤੇ ਮਿਹਨਤੀ ਹੈ।", "解曰": "ਬਸੰਤ ਦਾ ਕੋਈ ਦ੍ਰਿਸ਼ ਨਹੀਂ। ਇਹ ਲੰਬੇ ਸਮੇਂ ਲਈ ਮੀਂਹ ਪੈਂਦਾ ਹੈ ਪਰ ਕਦੇ ਸਾਫ਼ ਨਹੀਂ ਹੁੰਦਾ. ਮਦਦ ਲਈ ਪੁੱਛੋ. ਚੁੱਪ ਰਹਿਣਾ ਬਿਹਤਰ ਹੈ।\n.", "籤詩故事一": "◇ ਲੀ ਮੀ ਨੇ ਤਾਂਗ ਰਾਜਵੰਸ਼ ਦੇ ਵਿਰੁੱਧ ਬਗਾਵਤ ਕੀਤੀ\nਲੀ ਮੀ\n(582-619), ਚੀਨ ਦੇ ਮਰਹੂਮ ਸੂਈ ਰਾਜਵੰਸ਼ ਵਿੱਚ ਕਿਸਾਨ ਵਿਦਰੋਹ ਵਿੱਚ ਵਾਗਾਂਗ ਫੌਜ ਦਾ ਮਰਹੂਮ ਆਗੂ। ਕੈਲੀਗ੍ਰਾਫੀ ਦਾ ਮਾਸਟਰ। ਫਾ ਸ਼ਬਦ ਦਾ ਮਾਲਕ ਚਾਂਗਆਨ, ਜਿੰਗਝਾਓ ਦਾ ਵਸਨੀਕ ਸੀ, ਅਤੇ ਉਸਦਾ ਜੱਦੀ ਘਰ ਜ਼ਿਆਂਗਪਿੰਗ, ਲਿਆਓਡੋਂਗ (ਹੁਣ ਲੀਆਓਯਾਂਗ, ਲਿਓਨਿੰਗ ਦੇ ਦੱਖਣ ਵਿੱਚ) ਸੀ। ਚਾਂਗਆਨ, ਜਿੰਗਝਾਓ ਦਾ ਇੱਕ ਜੱਦੀ, ਉਸਦਾ ਜੱਦੀ ਘਰ ਜ਼ਿਆਂਗਪਿੰਗ, ਲਿਆਓਡੋਂਗ (ਹੁਣ ਲੀਆਓਯਾਂਗ, ਲਿਓਨਿੰਗ ਦੇ ਦੱਖਣ ਵਿੱਚ) ਹੈ।\nਦਾਏ (613) ਦੇ ਨੌਵੇਂ ਸਾਲ ਵਿੱਚ, ਉਸਨੇ ਲਿਯਾਂਗ (ਹੁਣ ਜੁਨਜਿਆਨ ਕਾਉਂਟੀ, ਹੇਨਾਨ ਪ੍ਰਾਂਤ ਦੇ ਉੱਤਰ-ਪੂਰਬ ਵਿੱਚ) ਵਿੱਚ ਸੂਈ ਰਾਜਵੰਸ਼ ਦੇ ਵਿਰੁੱਧ ਯਾਂਗ ਜ਼ੁਆਂਗਨ ਦੀ ਬਗਾਵਤ ਵਿੱਚ ਹਿੱਸਾ ਲਿਆ। ਦਾਏ (613) ਦੇ ਨੌਵੇਂ ਸਾਲ ਵਿੱਚ, ਉਸਨੇ ਲਿਯਾਂਗ (ਹੁਣ ਜੁਨਜਿਆਨ ਕਾਉਂਟੀ, ਹੇਨਾਨ ਪ੍ਰਾਂਤ ਦੇ ਉੱਤਰ-ਪੂਰਬ ਵਿੱਚ) ਵਿੱਚ ਸੂਈ ਰਾਜਵੰਸ਼ ਦੇ ਵਿਰੁੱਧ ਯਾਂਗ ਜ਼ੁਆਂਗਨ ਦੀ ਬਗਾਵਤ ਵਿੱਚ ਹਿੱਸਾ ਲਿਆ। ਰਹੱਸਮਈ ਭਾਵਨਾ ਹਾਰ ਗਈ ਹੈ,\nਲੀ ਮੀ ਭੱਜ ਗਿਆ। ਜ਼ੁਆਂਗਨ ਹਾਰ ਗਿਆ ਅਤੇ ਲੀ ਮੀ ਭੱਜ ਗਿਆ।\nਡੇਅ ਦੇ ਬਾਰ੍ਹਵੇਂ ਸਾਲ ਵਿੱਚ, ਉਹ ਵਾਗਾਂਗ ਫੌਜ ਵਿੱਚ ਭਰਤੀ ਹੋ ਗਿਆ\n. ਦਾਏ ਦੇ ਰਾਜ ਦੇ ਬਾਰ੍ਹਵੇਂ ਸਾਲ ਵਿੱਚ, ਉਹ ਵਾਗਾਂਗ ਫੌਜ ਵਿੱਚ ਭਰਤੀ ਹੋ ਗਿਆ। ਲੀ ਮੀ ਰਣਨੀਤੀ ਵਿੱਚ ਚੰਗੀ ਸੀ। ਡੇਅ ਦੇ ਬਾਰ੍ਹਵੇਂ ਸਾਲ ਦੇ ਅਕਤੂਬਰ ਵਿੱਚ, ਲੀ ਮੀ ਨੇ ਜ਼ਾਈ ਨੂੰ ਜ਼ਿੰਗਯਾਂਗ ਟੋਂਗ, ਫੌਜ ਦੇ ਨਾਲ ਆਏ ਸ਼ਕਤੀਸ਼ਾਲੀ ਜਨਰਲ, ਝਾਂਗ ਜ਼ੁਟੂਓ ਦਾ ਬਚਾਅ ਕਰਨ ਲਈ, ਸੂਈ ਫੌਜ ਨੂੰ ਹਰਾਉਣ ਅਤੇ ਝਾਂਗ ਜ਼ੁਟੂਓ ਨੂੰ ਮਾਰਨ ਲਈ ਪ੍ਰੇਰਿਆ। ਲੀ ਮੀ ਰਣਨੀਤੀ ਵਿੱਚ ਚੰਗੀ ਸੀ। ਡੇਅ ਦੇ ਬਾਰ੍ਹਵੇਂ ਸਾਲ ਦੇ ਅਕਤੂਬਰ ਵਿੱਚ, ਲੀ ਮੀ ਨੇ ਜ਼ਾਈ ਨੂੰ ਜ਼ਿੰਗਯਾਂਗ ਟੋਂਗ, ਫੌਜ ਦੇ ਨਾਲ ਆਏ ਸ਼ਕਤੀਸ਼ਾਲੀ ਜਨਰਲ, ਝਾਂਗ ਜ਼ੁਟੂਓ ਦਾ ਬਚਾਅ ਕਰਨ ਲਈ, ਸੂਈ ਫੌਜ ਨੂੰ ਹਰਾਉਣ ਅਤੇ ਝਾਂਗ ਜ਼ੁਟੂਓ ਨੂੰ ਮਾਰਨ ਲਈ ਪ੍ਰੇਰਿਆ।\nਬਾਅਦ ਵਿੱਚ, ਉਸਨੇ ਜ਼ਿੰਗਲੂਓ (ਬਾਅਦ ਵਿੱਚ ਇਸਦਾ ਨਾਮ ਬਦਲਿਆ ਗਿਆ ਲੁਓਕੋ) ਗੋਦਾਮ ਉੱਤੇ ਹਮਲਾ ਕਰਨ, ਰਾਹਤ ਲਈ ਗੋਦਾਮ ਖੋਲ੍ਹਣ ਅਤੇ ਟੀਮ ਦਾ ਵਿਸਤਾਰ ਕਰਨ ਦਾ ਪ੍ਰਸਤਾਵ ਦਿੱਤਾ। ਵੈਗਾਂਗ ਆਰਮੀ ਟੀਮ ਤੇਜ਼ੀ ਨਾਲ ਵਧੀ। ਡੇਅ ਦੇ 13ਵੇਂ ਸਾਲ ਵਿੱਚ, ਲੀ ਮੀ ਨੇ ਵੈਗਾਂਗ ਆਰਮੀ ਦੀ ਅਗਵਾਈ ਕੀਤੀ, ਅਤੇ ਝਾਈ ਰੰਗ ਸੂਈ ਰਾਜਵੰਸ਼ ਦੇ ਡਿਮੋਸ਼ਨ ਅਤੇ ਵੰਡ ਨਾਲ ਨਜਿੱਠਿਆ। ਫੌਜੀ ਸਰੋਤਾਂ ਅਤੇ ਹੋਰ ਮੁੱਦਿਆਂ 'ਤੇ ਲੜਾਈ ਹੋਈ, ਅਤੇ ਲੀ ਮੀ ਨੇ ਝਾਈ ਰੰਗ ਅਤੇ ਉਸਦੇ ਸੈਂਕੜੇ ਪੈਰੋਕਾਰਾਂ ਨੂੰ ਮਾਰ ਦਿੱਤਾ। ਬਾਅਦ ਵਿੱਚ, ਉਸਨੇ ਜ਼ਿੰਗਲੂਓ (ਬਾਅਦ ਵਿੱਚ ਇਸਦਾ ਨਾਮ ਬਦਲਿਆ ਗਿਆ ਲੁਓਕੋ) ਗੋਦਾਮ ਉੱਤੇ ਹਮਲਾ ਕਰਨ, ਰਾਹਤ ਲਈ ਗੋਦਾਮ ਖੋਲ੍ਹਣ ਅਤੇ ਟੀਮ ਦਾ ਵਿਸਤਾਰ ਕਰਨ ਦਾ ਪ੍ਰਸਤਾਵ ਦਿੱਤਾ। ਵੈਗਾਂਗ ਆਰਮੀ ਟੀਮ ਤੇਜ਼ੀ ਨਾਲ ਵਧੀ। ਡੇਅ ਦੇ 13ਵੇਂ ਸਾਲ ਵਿੱਚ, ਲੀ ਮੀ ਨੇ ਵੈਗਾਂਗ ਆਰਮੀ ਦੀ ਅਗਵਾਈ ਕੀਤੀ, ਅਤੇ ਝਾਈ ਰੰਗ ਸੂਈ ਰਾਜਵੰਸ਼ ਦੇ ਡਿਮੋਸ਼ਨ ਅਤੇ ਵੰਡ ਨਾਲ ਨਜਿੱਠਿਆ। ਫੌਜੀ ਸਰੋਤਾਂ ਅਤੇ ਹੋਰ ਮੁੱਦਿਆਂ 'ਤੇ ਲੜਾਈ ਹੋਈ, ਅਤੇ ਲੀ ਮੀ ਨੇ ਝਾਈ ਰੰਗ ਅਤੇ ਉਸਦੇ ਸੈਂਕੜੇ ਪੈਰੋਕਾਰਾਂ ਨੂੰ ਮਾਰ ਦਿੱਤਾ।\nਡੇਅ ਦੇ 14ਵੇਂ ਸਾਲ ਦੇ ਮਾਰਚ ਵਿੱਚ, ਯੂ ਵੇਨਹੂਆਜੀ ਨੇ ਸੂਈ ਰਾਜਵੰਸ਼ ਦੇ ਸਮਰਾਟ ਯਾਂਗ ਨੂੰ ਮਾਰ ਦਿੱਤਾ।\n, 100,000 ਤੋਂ ਵੱਧ ਲੋਕਾਂ ਨੂੰ ਪੱਛਮ ਵੱਲ ਵਾਪਸ ਜਾਣ ਲਈ ਅਗਵਾਈ ਕੀਤੀ। ਡੇਅ ਦੇ ਚੌਦਵੇਂ ਸਾਲ ਦੇ ਮਾਰਚ ਵਿੱਚ, ਯੂ ਵੇਨਹੂਆਜੀ (ਯੂ ਵੇਨ, ਮਿਸ਼ਰਤ ਉਪਨਾਮ) ਨੇ ਸੂਈ ਰਾਜਵੰਸ਼ ਦੇ ਸਮਰਾਟ ਯਾਂਗ ਨੂੰ ਮਾਰ ਦਿੱਤਾ ਅਤੇ 100,000 ਤੋਂ ਵੱਧ ਲੋਕਾਂ ਨਾਲ ਪੱਛਮ ਵੱਲ ਵਾਪਸ ਪਰਤਿਆ। ਲੀ ਮੀ ਨੂੰ ਹੁਆਜੀ 'ਤੇ ਹਮਲਾ ਕਰਨ ਦਾ ਹੁਕਮ ਦਿੱਤਾ ਗਿਆ ਸੀ।ਹਾਲਾਂਕਿ ਹੁਆਜੀ ਦੀ ਹਾਰ ਹੋ ਗਈ ਸੀ, ਲੀ ਮੀ ਨੂੰ ਵੀ ਫ਼ੌਜਾਂ ਵਿੱਚ ਭਾਰੀ ਨੁਕਸਾਨ ਹੋਇਆ ਸੀ। ਬਾਅਦ ਵਿੱਚ ਵੈਂਗ ਸ਼ਿਚੌਂਗ ਦੁਆਰਾ ਉਸ ਦਾ ਪਿੱਛਾ ਕੀਤਾ ਗਿਆ ਸੀ। ਲੀ ਮੀ ਦੀ ਫ਼ੌਜ ਨੂੰ ਹਾਰ ਦਿੱਤੀ ਗਈ ਸੀ ਅਤੇ ਉਸ ਦਾ ਕੈਂਪ ਤਬਾਹ ਹੋ ਗਿਆ ਸੀ। ਉਸ ਦੇ ਜਰਨੈਲ ਕਿਨ ਸ਼ੁਬਾਓ, ਚੇਂਗ ਝੀਜੀ (ਅਸਲ ਵਿੱਚ) ਨਾਮ ਚੇਂਗ ਯਾਓਜਿਨ), ਨੀਉ ਜਿੰਦਾ ਅਤੇ ਹੋਰ ਫੜੇ ਗਏ ਸਨ। ਲੀ ਮੀ ਨੂੰ ਹੁਆਜੀ 'ਤੇ ਹਮਲਾ ਕਰਨ ਦਾ ਹੁਕਮ ਦਿੱਤਾ ਗਿਆ ਸੀ।ਹਾਲਾਂਕਿ ਹੁਆਜੀ ਹਾਰ ਗਿਆ ਸੀ, ਲੀ ਮੀ ਨੂੰ ਵੀ ਆਪਣੀਆਂ ਫ਼ੌਜਾਂ ਦਾ ਭਾਰੀ ਨੁਕਸਾਨ ਹੋਇਆ ਸੀ। ਬਾਅਦ ਵਿੱਚ, ਵੈਂਗ ਸ਼ਿਚੌਂਗ ਦੁਆਰਾ ਉਸਦਾ ਪਿੱਛਾ ਕੀਤਾ ਗਿਆ। ਲੀ ਮੀ ਦੀ ਫੌਜ ਹਾਰ ਗਈ ਅਤੇ ਉਸਦੇ ਕੈਂਪ ਨੂੰ ਤਬਾਹ ਕਰ ਦਿੱਤਾ ਗਿਆ। ਉਸਦੇ ਜਰਨੈਲ ਕਿਨ ਸ਼ੁਬਾਓ, ਚੇਂਗ ਝੀਜੀ (ਅਸਲ ਵਿੱਚ ਚੇਂਗ ਯਾਓਜਿਨ), ਨਿਉ ਜਿੰਦਾ ਅਤੇ ਹੋਰਾਂ ਨੂੰ ਫੜ ਲਿਆ ਗਿਆ, ਅਤੇ ਸ਼ਾਨ ਜ਼ਿਓਂਗਜਿਨ ਨੇ ਆਤਮ ਸਮਰਪਣ ਕਰ ਦਿੱਤਾ। ਲੀ ਮੀ ਹਤਾਸ਼ ਸੀ, ਇਸਲਈ ਉਸਨੇ ਸਤੰਬਰ ਵਿੱਚ ਨਦੀ ਨੂੰ ਪਾਰ ਕਰਕੇ ਹੇਯਾਂਗ ਪਹੁੰਚਿਆ ਅਤੇ ਟਾਂਗ ਰਾਜਵੰਸ਼ ਨੂੰ ਸਮਰਪਣ ਕਰ ਦਿੱਤਾ। ਲੀ ਮੀ ਹਤਾਸ਼ ਸੀ, ਇਸਲਈ ਉਸਨੇ ਸਤੰਬਰ ਵਿੱਚ ਨਦੀ ਨੂੰ ਪਾਰ ਕਰਕੇ ਹੇਯਾਂਗ ਪਹੁੰਚਿਆ ਅਤੇ ਟਾਂਗ ਰਾਜਵੰਸ਼ ਨੂੰ ਸਮਰਪਣ ਕਰ ਦਿੱਤਾ।\nਨਵੰਬਰ ਵਿੱਚ, ਲੀ ਯੁਆਨ ਨੇ ਪੁਰਾਣੇ ਸੈਨਿਕਾਂ ਦੀ ਭਰਤੀ ਕਰਨ ਲਈ ਲੀ ਮੀ ਨੂੰ ਸ਼ੈਡੋਂਗ ਭੇਜਿਆ। ਨਵੰਬਰ,\nਲੀ ਯੁਆਨ ਨੇ ਪੁਰਾਣੇ ਸੈਨਿਕਾਂ ਦੀ ਭਰਤੀ ਕਰਨ ਲਈ ਲੀ ਮੀ ਨੂੰ ਸ਼ੈਡੋਂਗ ਵਿੱਚ ਉਡੀਕ ਕਰਨ ਲਈ ਭੇਜਿਆ। ਇਹ ਮਹਿਸੂਸ ਕਰਦੇ ਹੋਏ ਕਿ ਉਸ ਉੱਤੇ ਸ਼ੱਕ ਕੀਤਾ ਗਿਆ ਸੀ, ਉਸਨੇ ਟੈਂਗ ਦੇ ਵਿਰੁੱਧ ਬਗਾਵਤ ਕਰ ਦਿੱਤੀ। ਇਹ ਮਹਿਸੂਸ ਕਰਦੇ ਹੋਏ ਕਿ ਉਸ ਉੱਤੇ ਸ਼ੱਕ ਕੀਤਾ ਗਿਆ ਸੀ, ਉਸਨੇ ਟੈਂਗ ਦੇ ਵਿਰੁੱਧ ਬਗਾਵਤ ਕਰ ਦਿੱਤੀ। ਟੈਂਗ ਜਨਰਲ ਸ਼ੇਂਗ ਯਾਂਸ਼ੀ ਨੇ ਲੀ ਮੀ ਨੂੰ ਹਮਲਾ ਕਰਨ ਲਈ ਸੱਦਾ ਦਿੱਤਾ ਅਤੇ ਜ਼ਿੰਗਗੋਂਗ ਜ਼ਿਆਨ ਵਿਖੇ ਉਸਨੂੰ ਮਾਰ ਦਿੱਤਾ। ਟੈਂਗ ਜਨਰਲ ਸ਼ੇਂਗ ਯਾਂਸ਼ੀ ਨੇ ਲੀ ਮੀ ਨੂੰ ਹਮਲਾ ਕਰਨ ਲਈ ਸੱਦਾ ਦਿੱਤਾ ਅਤੇ ਜ਼ਿੰਗਗੋਂਗ ਜ਼ਿਆਨ ਵਿਖੇ ਉਸਨੂੰ ਮਾਰ ਦਿੱਤਾ।", "聖意": "ਘਰ, ਘਰ, ਜੀਭ, ਸਵੈ, ਖਲਨਾਇਕ, ਦੌਲਤ ਦੀ ਭਾਲ, ਬਰਬਾਦੀ ਦਾ ਕਾਰੋਬਾਰ, ਵਿਆਹ ਸਥਾਈ ਨਹੀਂ, ਲਿਉਜੀਆ, ਖਾਲੀ ਫੁੱਲ, ਪੈਦਲ, ਯਾਓਟੀਅਨ, ਰੇਸ਼ਮ ਦੇ ਕੀੜੇ ਦਾ ਨੁਕਸਾਨ, ਛੇ ਪਸ਼ੂਆਂ ਦਾ ਨੁਕਸਾਨ, ਲਾਪਤਾ ਵਿਅਕਤੀ, ਮੁਕੱਦਮੇ, ਨੁਕਸਾਨ, ਪਰਵਾਸ, ਰੂੜੀਵਾਦੀਤਾ, ਗੁੰਮ ਹੋਈ ਜਾਇਦਾਦ ਬੀਮਾਰੀ, ਰੁਕਾਵਟਾਂ, ਪਹਾੜੀ ਕਬਰ ਸੁਧਾਰ", "古人": "ਲੀ ਮੀ ਨੇ ਤਾਂਗ ਰਾਜਵੰਸ਼ ਦੇ ਵਿਰੁੱਧ ਬਗਾਵਤ ਕੀਤੀ", "第X籤": "ਸੱਤਰਵਾਂ ਡਰਾਅ", "宮": "ਤਤਸੁਮੀ"}