{"籤詩版本二": "ਕੈਂਗਲੋਂਗ ਉਨ੍ਹੀਵੀਂ ਗਾਰਡਜ਼ ਦੀ ਸਮਝ: ਇੱਕ ਔਰਤ ਨੇ ਦੂਜੇ ਪਤੀ ਨਾਲ ਵਿਆਹ ਕੀਤਾ\nਇੱਕ ਕਮਾਨ ਅਤੇ ਦੋ ਤੀਰਾਂ ਨਾਲ, ਡਾਇਨਾਸੌਰ ਤੁਰੰਤ ਸ਼ਾਂਤੀ ਵਿੱਚ ਰਹਿਣਗੇ", "詩意": "ਇਹ ਹੈਕਸਾਗ੍ਰਾਮ ਇੱਕ ਕਮਾਨ ਵਾਂਗ ਹੈ ਜਿਸ ਵਿੱਚ ਦੋ ਤੀਰ ਹਨ।\nਸਭ ਕੁਝ ਸ਼ੁਭ ਹੈ ਜੇਕਰ ਇਹ ਇਕੱਠੇ ਚਲਦੇ ਹਨ.", "解曰": "ਜ਼ਿਆਦਾ ਭਾਰੀ ਨਹੀਂ। ਕਿਸਮਤ. Zhen Liuzhong ਖੁੱਲ੍ਹਦਾ ਹੈ. ਸਾਵਧਾਨ ਰਹਿਣ ਦੀ ਸਲਾਹ ਦਿੱਤੀ ਜਾਂਦੀ ਹੈ।", "籤詩故事一": "◇ ਵੇਨਜੁਨ ਜ਼ਿਆਂਗਰੂ ਦਾ ਦੌਰਾ ਕਰਦਾ ਹੈ\nਜ਼ੂਓ ਵੇਨਜੁਨ ਸਿਚੁਆਨ ਸੂਬੇ ਦੇ ਲਿਨਕਿਓਂਗ ਵਿੱਚ ਇੱਕ ਅਮੀਰ ਵਪਾਰੀ, ਜ਼ੂਓ ਵਾਂਗ ਦੇ ਪੋਤੇ ਦੀ ਧੀ ਸੀ।ਉਹ ਸੰਗੀਤ ਵਿੱਚ ਨਿਪੁੰਨ ਸੀ ਅਤੇ ਇੱਕ ਸਾਹਿਤਕ ਨਾਮ ਸੀ। ਜਦੋਂ ਉਹ ਸੋਲਾਂ ਸਾਲਾਂ ਦੀ ਸੀ ਤਾਂ ਉਸਦਾ ਵਿਆਹ ਹੋ ਗਿਆ। ਕੁਝ ਸਾਲਾਂ ਬਾਅਦ, ਉਸਦੇ ਪਤੀ ਦੀ ਮੌਤ ਹੋ ਗਈ ਅਤੇ ਉਹ ਵਿਧਵਾ ਦੇ ਰੂਪ ਵਿੱਚ ਰਹਿਣ ਲਈ ਆਪਣੇ ਜਨਮ-ਪਰਿਵਾਰ ਵਿੱਚ ਵਾਪਸ ਆ ਗਈ।\nਇੱਕ ਦਿਨ, ਸਿਮਾ ਜ਼ਿਆਂਗਰੂ ਇੱਕ ਦਾਅਵਤ ਲਈ ਜ਼ੂਓ ਵੈਂਗਸੁਨ ਦੇ ਘਰ ਗਈ।ਜਦੋਂ ਉਸਨੂੰ ਪਤਾ ਲੱਗਿਆ ਕਿ ਜ਼ੂਓ ਵੇਨਜੁਨ ਨਵੀਂ ਵਿਧਵਾ ਹੈ, ਉਸਨੇ ਆਪਣੇ ਪਿਆਰ ਦਾ ਇਜ਼ਹਾਰ ਕਰਨ ਲਈ \"ਫੀਨਿਕਸ ਸੀਕਿੰਗ ਦਾ ਫੀਨਿਕਸ\" ਗੀਤ ਵਜਾਇਆ। ਜ਼ੂਓ ਵੇਨਜੁਨ ਨੇ ਪਹਿਲਾਂ ਹੀ ਸੀਮਾ ਜ਼ਿਆਂਗਰੂ ਬਾਰੇ ਸੁਣਿਆ ਸੀ, ਅਤੇ ਇਸ ਦਾਅਵਤ ਨੇ ਉਸ ਨੂੰ ਸਿਮਾ ਜ਼ਿਆਂਗਰੂ ਵੱਲ ਹੋਰ ਵੀ ਆਕਰਸ਼ਿਤ ਕੀਤਾ। ਦੂਜੇ ਪਾਸੇ, ਸਿਮਾ ਜ਼ਿਆਂਗਰੂ ਦੀ ਦਾਅਵਤ ਤੋਂ ਬਾਅਦ, ਉਸਨੇ ਝੂਓ ਵੇਨਜੁਨ ਦੀ ਨਿੱਜੀ ਨੌਕਰਾਣੀ ਨੂੰ ਰਿਸ਼ਵਤ ਦੇਣ ਲਈ ਤੁਰੰਤ ਬਹੁਤ ਸਾਰਾ ਪੈਸਾ ਖਰਚ ਕੀਤਾ ਅਤੇ ਉਸਨੂੰ ਜ਼ੂਓ ਵੇਨਜੁਨ ਲਈ ਸਿਮਾ ਜ਼ਿਆਂਗਰੂ ਦੇ ਪਿਆਰ ਦਾ ਪ੍ਰਗਟਾਵਾ ਕਰਨ ਲਈ ਕਿਹਾ। ਝੂਓ ਵੇਨਜੁਨ ਨੂੰ ਨੌਕਰਾਣੀ ਰਾਹੀਂ ਸੀਮਾ ਜ਼ਿਆਂਗਰੂ ਦੇ ਪਿਆਰ ਬਾਰੇ ਪਤਾ ਲੱਗਣ ਤੋਂ ਬਾਅਦ, ਉਹ ਤੁਰੰਤ ਉਸ ਸਰਾਏ ਵਿੱਚ ਪਹੁੰਚ ਗਿਆ ਜਿੱਥੇ ਸੀਮਾ ਜ਼ਿਆਂਗਰੂ ਰਹਿੰਦੀ ਸੀ। ਜ਼ੂਓ ਵੇਨਜੁਨ ਦੇ ਆਗਮਨ ਨੂੰ ਦੇਖ ਕੇ, ਸੀਮਾ ਜ਼ਿਆਂਗਰੂ ਤੁਰੰਤ ਉਸ ਦੇ ਨਾਲ ਰਾਤੋ ਰਾਤ ਚੇਂਗਦੂ ਵਿੱਚ ਆਪਣੇ ਜੱਦੀ ਸ਼ਹਿਰ ਭੱਜ ਗਈ।\nਜਦੋਂ ਉਹ ਚੇਂਗਦੂ ਵਿੱਚ ਸਨ, ਇਹ ਜੋੜਾ ਬੇਸਹਾਰਾ ਸੀ ਅਤੇ ਇੱਕ ਛੋਟਾ ਜਿਹਾ ਹੋਟਲ ਖੋਲ੍ਹਣ ਲਈ ਲਿਨਕਯੋਂਗ ਵਾਪਸ ਜਾਣਾ ਪਿਆ। ਜ਼ੂਓ ਵੇਨਜੁਨ ਵਾਈਨ ਵੇਚਦਾ ਸੀ ਅਤੇ ਸੀਮਾ ਜ਼ਿਆਂਗਰੂ ਨੇ ਬਰਤਨ ਧੋਤੇ ਸਨ। ਉਹ ਇੱਕ ਗਰੀਬ ਜੀਵਨ ਬਤੀਤ ਕਰਦੇ ਸਨ। ਜ਼ੂਓ ਵੇਨਜੁਨ ਦੇ ਪਿਤਾ, ਜ਼ੂਓ ਵੈਂਗਸੁਨ ਨੂੰ ਇਸ ਬਾਰੇ ਪਤਾ ਲੱਗਣ ਤੋਂ ਬਾਅਦ, ਉਹ ਸਹਿਮਤ ਹੋ ਗਿਆ ਅਤੇ ਆਪਣੇ ਦੋਸਤਾਂ ਦੀ ਸਲਾਹ ਦੇ ਤਹਿਤ ਉਨ੍ਹਾਂ ਨੂੰ ਫੰਡ ਦਿੱਤਾ, ਤਾਂ ਜੋ ਸੀਮਾ ਜ਼ਿਆਂਗਰੂ ਅਤੇ ਜ਼ੂਓ ਵੇਨਜੁਨ ਰਹਿਣ ਲਈ ਚੇਂਗਦੂ ਵਾਪਸ ਆ ਗਏ, ਅਤੇ ਬਾਅਦ ਵਿੱਚ ਅਮੀਰ ਬਣ ਗਏ।", "聖意": "ਘਰ ਅਤੇ ਜਾਇਦਾਦ ਦਾ ਨੁਕਸਾਨ, ਆਪਣੇ ਹੱਕ ਅਤੇ ਗਲਤੀਆਂ, ਦੌਲਤ ਦੀ ਮੰਗ, ਕਿਰਤ ਦੇ ਲੈਣ-ਦੇਣ, ਮੁੜ ਵਿਆਹ ਤੋਂ ਬਚਣਾ।", "古人": "ਵੇਨਜੁਨ ਜ਼ਿਆਂਗਰੂ ਦਾ ਦੌਰਾ ਕਰਦਾ ਹੈ", "第X籤": "ਸੱਤਵੀਂ ਜਿੱਤਣ ਵਾਲੀ ਲਾਟਰੀ", "宮": "ਤਤਸੁਮੀ"}