{"籤詩版本二": "ਮਧੂ ਮੱਖੀ ਪਾਲਕਾਂ ਨੂੰ ਸ਼ਹਿਦ ਦੀ ਭੀਖ ਮੰਗਣੀ ਚਾਹੀਦੀ ਹੈ, ਅਜਿਹਾ ਨਾ ਹੋਵੇ ਕਿ ਉਨ੍ਹਾਂ ਨੂੰ ਡੰਗ ਮਾਰਿਆ ਜਾਵੇ\nਤੁਹਾਡੇ ਸਾਹਮਣੇ ਇੱਕ ਅਜੀਬ ਸੜਕ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ, ਰਾਜ਼ ਕੰਡਿਆਂ ਦੇ ਜੰਗਲ ਵਾਂਗ ਡੂੰਘਾ ਹੈ.", "詩意": "ਇਹ ਹੈਕਸਾਗ੍ਰਾਮ ਸ਼ਹਿਦ ਇਕੱਠਾ ਕਰਨ ਵਾਲੀਆਂ ਮਧੂਮੱਖੀਆਂ ਦਾ ਪ੍ਰਤੀਕ ਹੈ।\nਹਰ ਚੀਜ਼ ਮਿਹਨਤੀ ਅਤੇ ਮਿਹਨਤੀ ਹੈ।\n\n(ਇਹ ਹੈਕਸਾਗ੍ਰਾਮ ਮਿਠਾਸ ਅਤੇ ਕੁੜੱਤਣ ਦੇ ਪ੍ਰਤੀਕ ਦੀ ਭਾਲ ਕਰਦਾ ਹੈ।\nਹਰ ਚੀਜ਼ ਵਿੱਚ ਤਬਾਹੀ ਨੂੰ ਰੋਕੋ.\n)", "解曰": "ਚੀਜ਼ਾਂ ਨੂੰ ਧਿਆਨ ਨਾਲ ਕਰਨ ਦੀ ਲੋੜ ਹੈ. ਇਸ ਨੂੰ ਮਜਬੂਰ ਕਰਨ ਦੀ ਕੋਈ ਲੋੜ ਨਹੀਂ। ਮੱਖੀਆਂ ਸ਼ਹਿਦ ਇਕੱਠਾ ਕਰਦੀਆਂ ਹਨ। ਕੀ ਕਾਰਨ ਹੈ?", "籤詩故事一": "◇ ਵੈਂਗ ਮਾਂਗ ਪ੍ਰਤਿਭਾ ਦੀ ਭਾਲ ਕਰਦਾ ਹੈ\nਪੱਛਮੀ ਹਾਨ ਰਾਜਵੰਸ਼ ਵਿੱਚ ਵੈਂਗ ਮਾਂਗ ਪਰਿਵਾਰ ਨੂੰ ਇੱਕ ਅਮੀਰ ਪਰਿਵਾਰ ਕਿਹਾ ਜਾ ਸਕਦਾ ਹੈ। ਹਾਲਾਂਕਿ ਉਸਦੇ ਪਿਤਾ ਦੀ ਜਵਾਨੀ ਵਿੱਚ ਮੌਤ ਹੋ ਗਈ ਸੀ, ਉਸਦੇ ਕਈ ਚਾਚੇ ਅਤੇ ਚਾਚੇ ਹਾਨ ਰਾਜਵੰਸ਼ ਦੇ ਸਮਰਾਟ ਬਣ ਗਏ। ਉਹ ਜਰਨੈਲ, ਪ੍ਰਧਾਨ ਮੰਤਰੀ, ਅਤੇ ਮਾਰਕੁਇਜ਼ ਬਣੇ ਅਤੇ ਇਨਾਮ ਪ੍ਰਾਪਤ ਕੀਤੇ। ਵੈਂਗ ਪਰਿਵਾਰ ਬਹੁਤ ਪ੍ਰਮੁੱਖ ਸੀ।\nਪਰ ਵੈਂਗ ਮਾਂਗ ਦਾ ਆਪਣਾ ਛੋਟਾ ਜਿਹਾ ਪਰਿਵਾਰ ਬਹੁਤ ਗਰੀਬ ਸੀ; ਉਸਦੇ ਪਿਤਾ ਦੀ ਜਵਾਨੀ ਵਿੱਚ ਮੌਤ ਹੋ ਗਈ ਸੀ, ਅਤੇ ਉਹ ਸਿਰਫ ਆਪਣੀ ਮਾਂ ਨਾਲ ਰਹਿੰਦਾ ਸੀ, ਰਿਸ਼ਤੇਦਾਰਾਂ ਦੇ ਦਾਨ 'ਤੇ ਨਿਰਭਰ ਕਰਦਾ ਸੀ। ਪਰ ਇਸਦੇ ਕਾਰਨ, ਵੈਂਗ ਮਾਂਗ ਨੇ ਬਚਪਨ ਤੋਂ ਹੀ ਲੋਕਾਂ ਨਾਲ ਨਜਿੱਠਣ ਵਿੱਚ ਹੁਨਰ ਦੇ ਇੱਕ ਸਮੂਹ ਨੂੰ ਵਿਕਸਤ ਕੀਤਾ ਅਤੇ ਅਭਿਆਸ ਕੀਤਾ। ਚਾਹੇ ਉਹ ਕਿੰਨਾ ਵੀ ਉਦਾਸ ਜਾਂ ਗੁੱਸੇ ਵਿਚ ਕਿਉਂ ਨਾ ਹੋਵੇ, ਉਹ ਹਮੇਸ਼ਾ ਰਿਸ਼ਤੇਦਾਰਾਂ, ਬਜ਼ੁਰਗਾਂ ਜਾਂ ਬਾਹਰਲੇ ਲੋਕਾਂ ਦੇ ਸਾਹਮਣੇ ਬਹੁਤ ਖੁਸ਼ ਅਤੇ ਸ਼ਾਂਤ ਨਜ਼ਰ ਆਉਂਦਾ ਸੀ, ਇਸ ਲਈ ਕਬੀਲੇ ਵਿਚ ਹਰ ਕਿਸੇ ਦੁਆਰਾ ਉਸ ਦੀ ਕਾਫੀ ਸ਼ਲਾਘਾ ਕੀਤੀ ਜਾਂਦੀ ਸੀ।\nਇੱਕ ਵਾਰ, ਉਸਦਾ ਵੱਡਾ ਚਾਚਾ ਗੰਭੀਰ ਰੂਪ ਵਿੱਚ ਬਿਮਾਰ ਸੀ, ਇਸ ਬਾਰੇ ਪਤਾ ਲੱਗਣ ਤੋਂ ਬਾਅਦ, ਉਹ ਮਰੀਜ਼ ਦੇ ਬਿਸਤਰੇ ਕੋਲ ਆਇਆ ਅਤੇ ਦਵਾਈ ਅਤੇ ਪਾਣੀ ਲਿਆਉਂਦਾ, ਅਤੇ ਰਾਤ ਨੂੰ ਜਾਗਦਾ ਰਿਹਾ। ਲਗਾਤਾਰ ਕਈ ਮਹੀਨਿਆਂ ਤੱਕ, ਉਹ ਕੱਪੜੇ ਉਤਾਰਦਾ ਰਿਹਾ, ਵਿਗਾੜਦਾ ਰਿਹਾ ਅਤੇ ਹੱਡ ਭੰਨਦਾ ਰਿਹਾ। ਉਹ ਇੱਕ ਮਰੀਜ਼ ਨਾਲੋਂ ਵਧੇਰੇ \"ਮਰੀਜ਼\" ਸੀ। ਜੀਵ-ਵਿਗਿਆਨਕ ਪੁੱਤਰ ਨਾਲੋਂ ਵੱਧ \"ਪੁੱਤਰ\" ਸੀ।\nਇਸ ਦੇ ਲਈ ਤਾਈਵਾਨੀ ਲੋਕਾਂ 'ਚ ਹਰ ਕਿਸੇ ਨੇ ਉਸ ਦੀ ਤਾਰੀਫ ਕੀਤੀ ਅਤੇ ਚਿੱਠੀਆਂ ਲਿਖ ਕੇ ਉਸ ਲਈ ਇਨਾਮ ਮੰਗਿਆ।\nਇਸ ਲਈ ਹਾਨ ਰਾਜਵੰਸ਼ ਦੇ ਸਮਰਾਟ ਚੇਂਗ ਨੇ ਉਸਨੂੰ ਨਵੀਂ ਰਾਜਧਾਨੀ ਮਾਰਕੁਇਸ ਦਾ ਖਿਤਾਬ ਦਿੱਤਾ ਅਤੇ ਉਸਨੂੰ ਮਹਿਲ ਵਿੱਚ ਪਹਿਰੇਦਾਰ ਵਜੋਂ ਨਿਯੁਕਤ ਕੀਤਾ, ਸਮਰਾਟ ਦਾ ਨਜ਼ਦੀਕੀ ਮੰਤਰੀ ਬਣ ਗਿਆ।\nਆਪਣੇ ਉੱਚੇ ਰੁਤਬੇ ਅਤੇ ਮਹਾਨ ਸ਼ਕਤੀ ਦੇ ਨਾਲ, ਵੈਂਗ ਮਾਂਗ ਨੇ ਕਦੇ ਵੀ ਕੋਈ ਹੰਕਾਰ ਜਾਂ ਢਿੱਲ ਨਹੀਂ ਦਿਖਾਈ, ਸਗੋਂ ਉਹ ਵੱਧ ਤੋਂ ਵੱਧ ਨਿਮਰ ਅਤੇ ਸ਼ਿਸ਼ਟਾਚਾਰੀ ਬਣ ਗਿਆ।ਇਕ ਪਾਸੇ, ਉਸਨੇ ਮੰਤਰੀਆਂ, ਜਰਨੈਲਾਂ, ਮੰਤਰੀਆਂ, ਪ੍ਰਸਿੱਧ ਵਿਦਵਾਨਾਂ ਅਤੇ ਵਿਦਵਾਨਾਂ ਨਾਲ ਦੋਸਤੀ ਕੀਤੀ।\nਪਰ ਉਹ ਇੱਕ ਬਹੁਤ ਹੀ ਘਟੀਆ ਜੀਵਨ ਬਤੀਤ ਕਰਦਾ ਸੀ, ਅਕਸਰ ਮੀਟ ਦੇ ਪਕਵਾਨਾਂ ਨੂੰ ਖਾਂਦਾ ਸੀ, ਲੰਬੇ ਬਸਤਰ ਅਤੇ ਲੰਬੇ-ਬਾਹੀਆਂ ਵਾਲੇ ਕੱਪੜੇ ਪਹਿਨਣ ਦਾ ਜ਼ਿਕਰ ਨਹੀਂ ਕਰਦਾ, ਸਿਰਫ ਛੋਟੇ ਕੱਪੜੇ ਪਹਿਨਦਾ ਸੀ। ਇਸ ਲਈ ਸਰਕਾਰ ਅਤੇ ਜਨਤਾ ਵਿਚ ਸਾਰਿਆਂ ਨੇ ਸਰਬਸੰਮਤੀ ਨਾਲ ਉਸ ਨੂੰ \"ਨੇਕ\" ਸ਼ਬਦ ਨਾਲ ਸਲਾਹਿਆ।\nਬਾਅਦ ਵਿੱਚ, ਉਸਦੇ ਚਾਚਾ, ਗ੍ਰੈਂਡ ਸਿਮਾ ਵੈਂਗੇਨ ਦੀ ਬਿਮਾਰੀ ਕਾਰਨ ਮੌਤ ਹੋ ਗਈ ਅਤੇ ਉਸਨੂੰ ਉਸਦੇ ਬਦਲ ਵਜੋਂ ਚੁਣਿਆ ਗਿਆ। ਸਮਰਾਟ ਅਤੇ ਸਾਰੇ ਮੰਤਰੀਆਂ ਨੇ ਸੋਚਿਆ ਕਿ ਉਹ ਸਭ ਤੋਂ ਯੋਗ ਸੀ। ਇਸ ਲਈ, ਵੈਂਗ ਮਾਂਗ, ਜੋ ਸਿਰਫ ਅਠੱਤੀ ਸਾਲ ਦਾ ਸੀ, ਦੇਸ਼ ਦੀ ਸਭ ਤੋਂ ਉੱਚੀ ਫੌਜੀ ਸ਼ਕਤੀ ਵਾਲਾ ਗ੍ਰੈਂਡ ਸਿਮਾ ਬਣ ਗਿਆ।\n(ਇਹ ਕਹਾਣੀ ਇੱਕ ਅਲੰਕਾਰ ਹੈ। ਇੱਕ ਚੰਗਾ ਵਿਅਕਤੀ ਬਣਨਾ ਤੁਹਾਨੂੰ \"ਮੱਖੀਆਂ ਦੁਆਰਾ ਡੰਗਣ ਦੀ ਮੁਸ਼ਕਲ\" ਤੋਂ ਛੁਟਕਾਰਾ ਪਾਉਣ ਵਿੱਚ ਮਦਦ ਕਰ ਸਕਦਾ ਹੈ ਅਤੇ ਆਪਣੀ ਇੱਛਾ ਅਨੁਸਾਰ ਆਪਣੇ ਆਦਰਸ਼ਾਂ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦਾ ਹੈ।)", "聖意": "ਘਰ ਆਪਣੇ ਲਈ ਚੰਗਾ ਨਹੀਂ ਹੈ, ਪਰਿਵਾਰ ਮੁਸੀਬਤ ਵਿੱਚ ਹੈ, ਕਾਰੋਬਾਰ ਠੱਪ ਹੈ, ਵਿਆਹ ਰੁਕੇ ਹੋਏ ਹਨ, ਛੇ ਸ਼ਸਤਰ ਡਰੇ ਹੋਏ ਹਨ, ਪੈਦਲ ਚੱਲਣ ਵਾਲੇ ਲੇਟ ਹਨ, ਰੇਸ਼ਮ ਦੀ ਵਾਢੀ ਘੱਟ ਹੈ, ਪਸ਼ੂ ਘੱਟ ਹਨ, ਮੁਸ਼ਕਲ ਹੈ। ਲੋਕ ਲੱਭੋ, ਮੁਕੱਦਮਾ ਮਾੜਾ ਹੈ, ਪਰਵਾਸ ਨਹੀਂ ਚੱਲ ਰਿਹਾ, ਗੁਆਚੀ ਜਾਇਦਾਦ ਮਾੜੀ ਹੈ, ਬਿਮਾਰੀ ਸਥਾਪਤ ਹੋ ਗਈ ਹੈ, ਪਹਾੜੀ ਕਬਰ ਗੁਆਚ ਗਈ ਹੈ,", "古人": "ਵੈਂਗ ਮਾਂਗ ਪ੍ਰਤਿਭਾ ਦੀ ਭਾਲ ਕਰਦਾ ਹੈ", "第X籤": "ਬਹੱਤਰ ਦੀ ਲਾਟਰੀ ਜਿੱਤੀ", "宮": "ਤਤਸੁਮੀ"}