{"籤詩版本二": "ਜਦੋਂ ਬਸੰਤ ਆਉਂਦੀ ਹੈ, ਗਰਜ ਕੰਬਦੀ ਹੈ ਅਤੇ ਕੀੜੇ ਚੀਕਦੇ ਹਨ, ਅਤੇ ਮੈਂ ਚਿੱਕੜ ਤੋਂ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹਾਂ\nਜਦੋਂ ਮੈਨੂੰ ਪਹਿਲੀ ਵਾਰ ਅਹਿਸਾਸ ਹੋਇਆ ਕਿ ਮੈਂ ਅਜੇ ਵੀ ਆ ਰਿਹਾ ਹਾਂ ਅਤੇ ਜਾ ਰਿਹਾ ਹਾਂ, ਇੱਕ ਵਾਰ ਜਦੋਂ ਮੈਂ ਬਦਲ ਗਿਆ, ਮੈਂ ਇੱਕ ਅਜਗਰ ਬਣ ਗਿਆ.", "詩意": "ਇਹ ਹੈਕਸਾਗ੍ਰਾਮ ਗਰਜ ਅਤੇ ਕੀੜੇ ਵਰਗਾ ਹੈ.\nਇੱਕ ਨੇਕ ਵਿਅਕਤੀ ਨੂੰ ਮਿਲਣਾ ਹਰ ਚੀਜ਼ ਵਿੱਚ ਇੱਕ ਚੰਗਾ ਸੰਕੇਤ ਹੈ.", "解曰": "ਗਰਜ ਮਾਰਦਾ ਹੈ। ਅੰਦਰ ਅਤੇ ਬਾਹਰ ਦੋ ਜਮ੍ਹਾਂ. ਇੱਕ ਵਾਰ ਬਦਲੋ. ਤਿਆਨਮੇਨ ਤੱਕ।", "籤詩故事一": "◇ ਚੇਨਕੀਆਓ ਵਿਦਰੋਹ\n959 ਈਸਵੀ ਵਿੱਚ, ਝੌ ਸ਼ਿਜ਼ੋਂਗ ਚਾਈ ਰੋਂਗ ਦੀ ਮੌਤ ਹੋ ਗਈ, ਅਤੇ ਸਮਰਾਟ ਗੋਂਗ, ਚਾਈ ਜ਼ੋਂਗਕਸਨ, ਜੋ ਗੱਦੀ 'ਤੇ ਬੈਠਾ ਸੀ, ਸਿਰਫ ਸੱਤ ਸਾਲ ਦਾ ਸੀ। ਉਸ ਸਮੇਂ, ਝਾਓ ਕੁਆਂਗਯਿਨ, ਜਿਸ ਨੇ ਮਹਿਲ ਦੇ ਸਾਹਮਣੇ ਇੰਸਪੈਕਟਰ ਅਤੇ ਜਰਮਨ ਫੌਜ ਲਈ ਸੋਂਗਜ਼ੂ ਦੇ ਰਾਜਦੂਤ ਵਜੋਂ ਸੇਵਾ ਕੀਤੀ, ਅਸਲ ਸ਼ਕਤੀ ਰੱਖਦਾ ਸੀ।\n960 ਈਸਵੀ ਦੀ ਬਸੰਤ ਵਿੱਚ, ਝੇਨਝੂ (ਅੱਜ ਦਾ ਜ਼ੇਂਗਡਿੰਗ, ਹੇਬੇਈ ਪ੍ਰਾਂਤ) ਅਤੇ ਡਿੰਗਜ਼ੌ (ਅੱਜ ਦਾ ਡਿੰਗਜ਼ੀਅਨ ਕਾਉਂਟੀ, ਹੇਬੇਈ ਪ੍ਰਾਂਤ) ਨੇ ਦੱਸਿਆ ਕਿ ਉੱਤਰੀ ਹਾਨ ਰਾਜਵੰਸ਼ ਅਤੇ ਲਿਆਓ ਰਾਜ ਦੀਆਂ ਫ਼ੌਜਾਂ ਸੰਯੁਕਤ ਤੌਰ 'ਤੇ ਬਾਅਦ ਦੇ ਝੋਊ ਰਾਜਵੰਸ਼ ਦੇ ਨਾਲ ਹਮਲਾ ਕਰਨ ਲਈ ਦੱਖਣ ਵੱਲ ਜਾ ਰਹੀਆਂ ਸਨ। ਮਹਾਨ ਗਤੀ, ਅਤੇ ਸਹਾਇਤਾ ਲਈ ਫੌਜ ਭੇਜਣ ਦੀ ਬੇਨਤੀ ਕੀਤੀ। ਬਾਅਦ ਵਿੱਚ, ਝਾਓ ਰਾਜਵੰਸ਼ ਨੇ ਝਾਓ ਕੁਆਂਗਯਿਨ ਨੂੰ ਦੁਸ਼ਮਣ ਦੇ ਵਿਰੁੱਧ ਲੜਨ ਲਈ ਉੱਤਰ ਵੱਲ ਆਪਣੀਆਂ ਫੌਜਾਂ ਦੀ ਅਗਵਾਈ ਕਰਨ ਦਾ ਹੁਕਮ ਦਿੱਤਾ। ਝਾਓ ਕੁਆਂਗਯਿਨ ਨੇ ਆਪਣੇ ਭਰਾ ਝਾਓ ਗੁਆਂਗੀ, ਝਾਓ ਪੁ, ਸ਼ੀ ਸ਼ੌਕਸਿਨ ਅਤੇ ਹੋਰਾਂ ਦੀ ਯੋਜਨਾ ਦੇ ਤਹਿਤ ਗੁਪਤ ਰੂਪ ਵਿੱਚ ਕੰਮ ਕੀਤਾ।\n3 ਫਰਵਰੀ ਨੂੰ, ਜਦੋਂ ਫੌਜ ਚੇਨਕਿਆਓਈ (ਹੁਣ ਚੇਨਕੀਆਓ ਟਾਊਨ, ਫੇਂਗਕਿਯੂ, ਹੇਨਾਨ ਦੇ ਦੱਖਣ-ਪੂਰਬ) ਵਿਖੇ ਪਹੁੰਚੀ, ਤਾਂ ਉਹਨਾਂ ਨੇ ਬਗਾਵਤ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤੀ ਅਤੇ ਸਿਪਾਹੀਆਂ ਨੂੰ ਉਸਦੇ ਲਈ ਪੀਲੇ ਬਸਤਰ ਪਹਿਨਣ ਦਾ ਹੁਕਮ ਦਿੱਤਾ। ਉਹਨਾਂ ਨੇ ਬਾਅਦ ਦੇ ਝਾਓ ਰਾਜਵੰਸ਼ ਦੇ ਵਿਰੁੱਧ ਬਗਾਵਤ ਕੀਤੀ ਅਤੇ ਜ਼ਾਓ ਕੁਆਂਗਯਿਨ ਨੂੰ ਸਮਰਾਟ ਵਜੋਂ ਸਮਰਥਨ ਦਿੱਤਾ। . ਉਸ ਤੋਂ ਬਾਅਦ, ਝਾਓ ਨੇ ਆਪਣੀਆਂ ਫ਼ੌਜਾਂ ਨੂੰ ਸਾੜਨ, ਕਤਲ ਕਰਨ ਜਾਂ ਲੁੱਟਣ ਤੋਂ ਬਿਨਾਂ ਕੈਫੇਂਗ ਵਾਪਸ ਲੈ ਗਿਆ। \"ਤਾਈਜ਼ੂ ਚੇਨ ਕਿਆਓ ਨੇ ਰਾਜਧਾਨੀ ਦੇ ਲੋਕਾਂ ਨੂੰ ਪਰੇਸ਼ਾਨ ਨਾ ਕਰਨ ਦੀ ਸਹੁੰ ਖਾਧੀ, ਅਤੇ ਉਸਨੇ ਸ਼ਹਿਰ ਵਿੱਚ ਦਾਖਲ ਹੋਣ ਵਾਲੇ ਦਿਨ ਸ਼ਹਿਰ ਨੂੰ ਪਰੇਸ਼ਾਨ ਨਾ ਕਰਨ ਦਾ ਵਾਅਦਾ ਕੀਤਾ।\"\nਚੰਦਰ ਮਹੀਨੇ ਦੇ ਤੀਜੇ ਸਾਲ ਦੇ ਤੀਜੇ ਦਿਨ, ਝਾਓ ਕੁਆਂਗਯਿਨ ਨੇ ਚੇਨਕਿਆਓ ਵਿੱਚ ਬਗਾਵਤ ਕੀਤੀ ਅਤੇ ਰਾਜਧਾਨੀ ਵਾਪਸ ਪਰਤਿਆ। ਫੈਨ ਜ਼ੀ ਨੇ ਝਾਓ ਕੁਆਂਗਯਿਨ ਨੂੰ ਸਵਾਲ ਕਰਨ ਲਈ ਵੈਂਗ ਪੂ ਅਤੇ ਵੇਈ ਰੇਨਪੂ ਦੀ ਅਗਵਾਈ ਕੀਤੀ। ਲੁਓ ਯਾਨਹੁਆਨ ਨੇ ਤੰਬੂ ਦੇ ਸਾਹਮਣੇ ਆਪਣੀ ਤਲਵਾਰ ਖਿੱਚੀ ਅਤੇ ਉੱਚੀ-ਉੱਚੀ ਚੀਕਿਆ। : \"ਤਿੰਨਾਂ ਫੌਜਾਂ ਦਾ ਕੋਈ ਮਾਲਕ ਨਹੀਂ ਹੈ। ਸਾਰੇ ਜਰਨੈਲਾਂ ਨੇ ਉਸ ਨੂੰ ਬਾਦਸ਼ਾਹ ਨਿਯੁਕਤ ਕਰਨ ਦਾ ਫੈਸਲਾ ਕੀਤਾ ਹੈ। ਜੋ ਕੋਈ ਬੋਲੇਗਾ ਉਸਨੂੰ ਮਾਰ ਦਿੱਤਾ ਜਾਵੇਗਾ!\"। ਵੈਂਗ ਪੂ ਦਾ ਚਿਹਰਾ ਧਰਤੀ ਵਾਂਗ ਫਿੱਕਾ ਸੀ। ਉਸਨੇ ਆਪਣੇ ਕਦਮ ਹੇਠਾਂ ਕੀਤੇ ਅਤੇ ਝੁਕਿਆ। ਫੈਨ ਜ਼ੀ ਨੇ ਵੀ ਝੁਕਿਆ। ਕੁਆਂਗ ਯਿਨ ਨੇ ਨਿੱਜੀ ਤੌਰ 'ਤੇ ਉਸ ਦੀ ਮਦਦ ਕੀਤੀ ਅਤੇ ਉਸ ਨਾਲ ਬਹੁਤ ਸ਼ਿਸ਼ਟਾਚਾਰ ਨਾਲ ਪੇਸ਼ ਆਇਆ।\nਦਰਮਿਆਨੇ ਵਿਰੋਧ ਤੋਂ ਬਾਅਦ, ਬਾਅਦ ਦੇ ਝਾਓ ਰਾਜਵੰਸ਼ ਦੇ ਸਮਰਾਟ ਗੋਂਗ ਨੇ ਗੱਦੀ 'ਤੇ ਬਿਰਾਜਮਾਨ ਕੀਤਾ, ਅਤੇ ਝਾਓ ਨੇ ਗੱਦੀ 'ਤੇ ਕਬਜ਼ਾ ਕਰ ਲਿਆ। \"ਤਾਈਜ਼ੂ ਜ਼ੇਨ ਨੂੰ ਸਵੀਕਾਰ ਕਰਨ ਵਾਲਾ ਸੀ, ਪਰ ਜ਼ੇਨ ਦਾ ਕੋਈ ਪਾਠ ਨਹੀਂ ਸੀ। ਹੈਨਲਿਨ ਦੇ ਵਿਦਵਾਨ ਤਾਓ ਗੁ ਨੇ ਹੁਕਮ ਨੂੰ ਸਵੀਕਾਰ ਕੀਤਾ ਅਤੇ ਉਸ ਦੇ ਕੋਲ ਚੱਲਿਆ, ਕਹਿੰਦਾ: \"ਇਹ ਹੋ ਗਿਆ।\"\nਝਾਓ ਦੇ ਗੱਦੀ 'ਤੇ ਆਉਣ ਤੋਂ ਬਾਅਦ, ਉਸਨੇ ਦੇਸ਼ ਦਾ ਨਾਮ ਬਦਲ ਕੇ ਸੌਂਗ, ਯੁਆਨ ਨੂੰ ਜਿਆਨਲੋਂਗ ਰੱਖ ਦਿੱਤਾ ਅਤੇ ਕੈਫੇਂਗ ਨੂੰ ਰਾਜਧਾਨੀ ਬਣਾ ਦਿੱਤਾ।ਸ਼ੀ ਸ਼ੌਕਸਿਨ, ਗਾਓ ਹੁਆਇਦੇ, ਝਾਂਗ ਲਿੰਗਡੂਓ, ਵਾਂਗ ਸ਼ੇਨਕੀ, ਝਾਂਗ ਗੁਆਂਗਹਾਨ, ਅਤੇ ਝਾਓ ਯਾਨਹੂਈ ਨੂੰ ਜੀਦੁਸ਼ੀ ਦੀ ਉਪਾਧੀ ਨਾਲ ਸਨਮਾਨਿਤ ਕੀਤਾ ਗਿਆ। , ਜਿਸ ਨੂੰ ਇਤਿਹਾਸ ਵਿੱਚ \"ਚੇਨਕੀਆਓ ਵਿਦਰੋਹ\" ਵਜੋਂ ਜਾਣਿਆ ਜਾਂਦਾ ਸੀ।\nਵਿਕੀਪੀਡੀਆ\n(ਇਹ ਕਹਾਣੀ ਦਰਸਾਉਂਦੀ ਹੈ ਕਿ ਇਹ ਝਾਓ ਕੁਆਂਗਯਿਨ ਦੇ ਪ੍ਰਦਰਸ਼ਨ ਦੀ ਸ਼ੁਰੂਆਤ ਹੈ।)", "聖意": "ਆਪਣੇ ਘਰ, ਰੋਜ਼ਾਨਾ ਜੀਵਨ, ਦੌਲਤ, ਚੰਗੀ ਕਿਸਮਤ, ਕਾਰੋਬਾਰ ਵਿੱਚ ਚੰਗੀ ਕਿਸਮਤ, ਨੇਕ ਵਿਆਹ, ਲਿਉਜੀਆ ਵਿੱਚ ਸਫਲਤਾ, ਨਰ ਪੈਦਲ, ਖੇਤਾਂ ਵਿੱਚ ਰੇਸ਼ਮ ਦੇ ਕੀੜਿਆਂ ਦਾ ਜਲਦੀ ਜਨਮ, ਛੇ ਜਾਨਵਰਾਂ ਦਾ ਜਲਦੀ ਜਨਮ, ਬਸੰਤ ਵਿੱਚ ਚੰਗੀ ਕਿਸਮਤ, ਲੋਕ ਲੱਭਣ, ਸਫਲਤਾ ਲਈ ਪ੍ਰਾਰਥਨਾ ਕਰੋ ਜਨਤਕ ਮੁਕੱਦਮਿਆਂ ਵਿੱਚ, ਪਰਵਾਸ ਵਿੱਚ ਚੰਗੀ ਕਿਸਮਤ, ਗੁਆਚੀ ਜਾਇਦਾਦ, ਬਿਮਾਰੀਆਂ ਵਿੱਚ ਖ਼ਤਰੇ, ਪਹਾੜਾਂ ਅਤੇ ਕਬਰਾਂ ਵਿੱਚ ਖ਼ਤਰੇ।", "古人": "ਚੇਨਕਿਆਓ ਬਗਾਵਤ", "第X籤": "ਸੱਤਰ-ਤਿੰਨ ਦਸਤਖਤ ਕੀਤੇ", "宮": "ਮੀ ਪੈਲੇਸ"}