{"籤詩版本二": "ਸੁਪਨੇ ਵਿਚ ਕਿਹਾ ਗਿਆ ਸੀ ਕਿ ਧਨ-ਦੌਲਤ ਬਹੁਤ ਹੋਵੇਗੀ, ਪਰ ਪ੍ਰਸਿੱਧੀ ਵਿਅਰਥ ਹੀ ਰਹੀ।\nਪਾਣੀ ਦੂਰ ਹੈ ਪਹਾੜ ਦੂਰ ਹਨ, ਪਰ ਵਫ਼ਾਦਾਰ ਹੋਣਾ ਔਖਾ ਹੈ, ਨੇਕ ਇਨਸਾਨ ਸੇਧ ਦਿੰਦਾ ਹੈ ਅਤੇ ਮੁਸਕਰਾ ਦਿੰਦਾ ਹੈ।", "詩意": "ਇਹ ਹੈਕਸਾਗ੍ਰਾਮ ਇੱਕ ਸੁਪਨੇ ਵਿੱਚ ਖਜ਼ਾਨਾ ਪ੍ਰਾਪਤ ਕਰਨ ਦੇ ਪ੍ਰਤੀਕ ਨੂੰ ਦਰਸਾਉਂਦਾ ਹੈ.\nਹਰ ਚੀਜ਼ ਘੱਟ ਜਾਂ ਘੱਟ ਅਸਲੀ ਹੈ.", "解曰": "ਸੁਪਨੇ ਵਰਗਾ ਸੁਪਨਾ ਦੇਖਣਾ। ਪ੍ਰਸਿੱਧੀ ਦੀ ਕੋਈ ਉਮੀਦ ਨਹੀਂ। ਬਸ ਚੰਗੇ ਸਮੇਂ ਦੀ ਉਡੀਕ ਕਰੋ. ਨੇਕ ਨਿਰਦੇਸ਼.", "籤詩故事一": "◇ ਜੇਡ ਨੂੰ ਝਾਓ 'ਤੇ ਵਾਪਸ ਕਰੋ (ਇਸ ਨੂੰ ਪੂਰਾ ਕਰਨ ਤੋਂ ਬਾਅਦ ਜੇਡ ਨੂੰ ਝਾਓ 'ਤੇ ਵਾਪਸ ਕਰੋ)\n283 ਈਸਵੀ ਪੂਰਵ ਵਿੱਚ, ਰਾਜਾ ਝਾਓ ਹੁਈਵੇਨ ਨੇ ਚੂ ਤੋਂ ਹੀਜ਼ ਬੀ ਪ੍ਰਾਪਤ ਕੀਤੀ। ਰਾਜਾ ਕਿਨ ਝਾਓਕਸਿਆਂਗ ਨੂੰ ਇਹ ਖ਼ਬਰ ਸੁਣਨ ਤੋਂ ਬਾਅਦ, ਉਸਨੇ ਰਾਜਾ ਝਾਓ ਨੂੰ ਇੱਕ ਪੱਤਰ ਭੇਜਿਆ, ਜਿਸ ਵਿੱਚ ਹੀਜ਼ ਬੀ ਲਈ ਪੰਦਰਾਂ ਸ਼ਹਿਰਾਂ ਦੀ ਅਦਲਾ-ਬਦਲੀ ਕਰਨ ਦੀ ਇੱਛਾ ਪ੍ਰਗਟਾਈ।\nਲਿਨ ਜ਼ਿਆਂਗਰੂ ਨੇ ਰਾਜਾ ਝਾਓ ਨੂੰ ਵਿਸ਼ਲੇਸ਼ਣ ਕੀਤਾ ਕਿ ਕਿਨ ਮਜ਼ਬੂਤ ​​ਸੀ ਅਤੇ ਝਾਓ ਕਮਜ਼ੋਰ ਸੀ ਅਤੇ ਉਸ ਨੂੰ ਬਦਲਣਾ ਪਿਆ।\nਰਾਜਾ ਝਾਓ ਨੇ ਫਿਰ ਲਿਨ ਜ਼ਿਆਂਗਰੂ ਨੂੰ ਹੀਜ਼ ਬੀ ਦੇ ਨਾਲ ਕਿਨ ਭੇਜਿਆ।\nਕਿਨ ਦਾ ਰਾਜਾ ਝਾਂਗਟਾਈ ਵਿਖੇ ਲਿਨ ਜ਼ਿਆਂਗਰੂ ਨੂੰ ਮਿਲਿਆ, ਅਤੇ ਲਿਨ ਜ਼ਿਆਂਗਰੂ ਨੇ ਕਿਨ ਦੇ ਰਾਜੇ ਨੂੰ ਜੇਡ ਭੇਂਟ ਕੀਤਾ। ਕਿਨ ਦਾ ਰਾਜਾ ਬਹੁਤ ਖੁਸ਼ ਹੋਇਆ ਅਤੇ ਉਸਨੇ ਹੀਜ਼ ਬੀ ਨੂੰ ਸੁੰਦਰਤਾ ਵੱਲ ਪਾਸ ਕੀਤਾ ਅਤੇ ਉਸਦੇ ਆਲੇ ਦੁਆਲੇ ਦੇ ਹਰ ਕੋਈ ਇਸ ਵੱਲ ਵੇਖ ਰਿਹਾ ਸੀ। ਇਸ ਸਮੇਂ, ਖੱਬੇ ਅਤੇ ਸੱਜੇ ਹਰ ਕੋਈ ਲੰਬੀ ਜਿੰਦਾਬਾਦ ਦੇ ਨਾਹਰੇ ਮਾਰ ਰਿਹਾ ਸੀ।\nਲਿਨ ਜ਼ਿਆਂਗਰੂ ਨੇ ਦੇਖਿਆ ਕਿ ਕਿਨ ਦੇ ਰਾਜੇ ਦਾ ਝਾਓ ਨੂੰ ਸ਼ਹਿਰ ਦੇਣ ਦਾ ਕੋਈ ਇਰਾਦਾ ਨਹੀਂ ਸੀ, ਇਸਲਈ ਉਸਨੇ ਕਿਨ ਦੇ ਰਾਜੇ ਨੂੰ ਦੱਸਿਆ ਕਿ ਉਸਦਾ ਜੇਡ ਨੁਕਸਦਾਰ ਸੀ ਅਤੇ ਇਸ ਨੂੰ ਕਿਨ ਦੇ ਰਾਜੇ ਨੂੰ ਦੱਸਣਾ ਚਾਹੁੰਦਾ ਸੀ ਤਾਂ ਜੋ ਇਸ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਨ ਦਾ ਮੌਕਾ ਮਿਲ ਸਕੇ। ਜੇਡ ਵਾਪਸ.\nਲਿਨ ਜ਼ਿਆਂਗਰੂ ਨੇ ਹੇਸ਼ੀ ਦੀ ਬੀ ਵਾਪਸ ਲੈਣ ਤੋਂ ਬਾਅਦ, ਉਹ ਵੱਡੇ ਥੰਮ੍ਹ ਦੇ ਕੋਲ ਖੜ੍ਹਾ ਹੋ ਗਿਆ, ਇਹ ਦਰਸਾਉਂਦਾ ਹੈ ਕਿ ਉਹ ਹੇਸ਼ੀ ਦੀ ਬੀ ਨਾਲ ਮਰਨਾ ਚਾਹੁੰਦਾ ਸੀ।\nਇਸ ਸਮੇਂ, ਲਿਨ ਜ਼ਿਆਂਗਰੂ ਨੇ ਕਿਨ ਦੇ ਰਾਜੇ ਨੂੰ ਕਿਹਾ: \"ਝਾਓ ਦੇ ਰਾਜੇ ਨੇ ਅਜੇ ਵੀ ਮੰਤਰੀਆਂ ਦੇ ਇਤਰਾਜ਼ਾਂ 'ਤੇ ਕਾਬੂ ਪਾਇਆ ਅਤੇ ਮੰਤਰੀ ਦੀ ਤਜਵੀਜ਼ ਨੂੰ ਸਵੀਕਾਰ ਕਰ ਲਿਆ. ਭਾਵੇਂ ਉਹ ਆਮ ਲੋਕਾਂ ਨਾਲ ਗੱਲਬਾਤ ਕਰਨ ਵੇਲੇ ਇੱਕ ਦੂਜੇ ਨੂੰ ਧੋਖਾ ਨਹੀਂ ਦਿੰਦੇ ਸਨ, ਇਸ ਗੱਲ ਦਾ ਜ਼ਿਕਰ ਨਹੀਂ ਕਰਨਾ. ਕਿਨ ਇੱਕ ਵੱਡਾ ਦੇਸ਼ ਹੈ! ਕਿਨ ਅਤੇ ਝਾਓ ਵਿਚਕਾਰ ਦੋਸਤੀ ਨੂੰ ਕਾਇਮ ਰੱਖਣ ਲਈ, ਰਾਜਾ ਝਾਓ ਨੇ ਪੰਜ ਦਿਨਾਂ ਦੇ ਵਰਤ ਰੱਖਣ ਤੋਂ ਬਾਅਦ, ਮੈਂ ਆਪਣੇ ਮੰਤਰੀਆਂ ਨੂੰ ਜੇਡ ਦੇ ਨਾਲ ਕਿਨ ਭੇਜਿਆ। ਬਦਕਿਸਮਤੀ ਨਾਲ, ਕਿਨ ਦੇ ਰਾਜੇ ਦਾ ਨਾ ਸਿਰਫ ਝਾਓ ਨੂੰ ਦੇਣ ਦਾ ਕੋਈ ਇਰਾਦਾ ਨਹੀਂ ਸੀ। ਸ਼ਹਿਰ, ਪਰ ਉਸ ਨੇ ਪਰਿਵਾਰ ਦਾ ਜੇਡ ਇੱਕ ਸੁੰਦਰ ਔਰਤ ਨੂੰ ਦਿੱਤਾ, ਜੋ ਅਸਲ ਵਿੱਚ ਮੇਰੇ ਮੰਤਰੀਆਂ ਦਾ ਮਜ਼ਾਕ ਸੀ।\"\nਬੋਲਣ ਤੋਂ ਬਾਅਦ, ਲਿਨ ਜ਼ਿਆਂਗਰੂ ਨੇ ਤੁਰੰਤ ਇੱਕ ਥੰਮ੍ਹ ਨੂੰ ਮਾਰਨ ਦਾ ਇਸ਼ਾਰਾ ਕੀਤਾ।ਕਿਨ ਦੇ ਰਾਜੇ ਨੂੰ ਡਰ ਸੀ ਕਿ ਉਹ ਬੀ ਨੂੰ ਨੁਕਸਾਨ ਪਹੁੰਚਾਏਗਾ, ਇਸ ਲਈ ਉਸਨੇ ਝਾਓ ਨੂੰ ਪੰਦਰਾਂ ਸ਼ਹਿਰ ਦੇਣ ਦਾ ਢੌਂਗ ਕੀਤਾ। ਲਿਨ ਜ਼ਿਆਂਗਰੂ ਨੇ ਰਾਜਾ ਕਿਨ ਦੀ ਧੋਖੇਬਾਜ਼ ਯੋਜਨਾ ਨੂੰ ਦੇਖਿਆ, ਇਸਲਈ ਉਸਨੇ ਰਾਜਾ ਕਿਨ ਨੂੰ ਸਮੇਂ ਵਿੱਚ ਦੇਰੀ ਕਰਨ ਲਈ ਹੀਜ਼ ਬੀ ਨੂੰ ਪੇਸ਼ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਪੰਜ ਦਿਨਾਂ ਲਈ ਵਰਤ ਰੱਖਣ ਲਈ ਕਿਹਾ। ਇਹਨਾਂ ਕੁਝ ਦਿਨਾਂ ਵਿੱਚ, ਲਿਨ ਜ਼ਿਆਂਗਰੂ ਨੇ ਆਪਣੇ ਸੇਵਾਦਾਰਾਂ ਨੂੰ ਜੇਡ ਦੇ ਨਾਲ ਝਾਓ ਰਾਜ ਵਿੱਚ ਵਾਪਸ ਜਾਣ ਲਈ ਭੇਜਿਆ, ਜਦੋਂ ਕਿ ਉਹ ਕਿਨ ਦੇ ਰਾਜੇ ਨਾਲ ਨਜਿੱਠਣ ਲਈ ਰੁਕਿਆ।\n(ਇਹ ਕਹਾਣੀ ਇੱਕ ਸਾਧਾਰਨ ਵਿਅਕਤੀ ਦੇ ਰੁਤਬੇ ਨੂੰ ਦੇਖ ਕੇ ਮੋਹਿਤ ਹੋਣ ਵਰਗੀ ਹੈ।)", "聖意": "ਦੌਲਤ ਨੂੰ ਰੋਕਣ ਲਈ ਘਰ ਲਈ ਅਰਦਾਸ ਕਰੋ ਅਤੇ ਆਪਣੇ ਆਪ ਲਈ ਅਰਦਾਸ ਕਰੋ.. ਵਿਆਹ ਕਰਵਾਉਣਾ ਔਖਾ ਹੈ.ਲੋਕ ਇਕਸੁਰ ਨਹੀਂ ਹਨ.", "古人": "ਜੇਡ ਨੂੰ ਝਾਓ 'ਤੇ ਵਾਪਸ ਕਰੋ (ਜੇਡ ਨੂੰ ਝਾਓ ਨੂੰ ਪੂਰਾ ਕਰੋ)", "第X籤": "ਸੱਤਰਵੀਂ ਜਿੱਤਣ ਵਾਲੀ ਲਾਟਰੀ", "宮": "ਦੁਪਹਿਰ ਦਾ ਮਹਿਲ"}