{"籤詩版本二": "ਵਿਅਰਥ ਗੰਢ, ਮੈਂ ਤੁਹਾਨੂੰ ਸੁਰੱਖਿਅਤ ਰੱਖਣਾ ਚਾਹੁੰਦਾ ਹਾਂ, ਜੇ ਤੁਸੀਂ ਆਪਣੇ ਸਰੀਰ ਨੂੰ ਸੁਰੱਖਿਅਤ ਰੱਖਦੇ ਹੋ, ਤਾਂ ਮੇਰੀ ਇੱਛਾ ਹੈ ਕਿ ਤੁਸੀਂ ਇਸਨੂੰ ਕਦੇ ਵਾਪਸ ਨਾ ਕਰੋ.\nਇਹ ਨਾ ਭੁੱਲੋ ਕਿ ਪ੍ਰਮਾਤਮਾ ਦੀ ਕਿਰਪਾ ਵਾਪਸ ਆ ਗਈ ਹੈ। ਪਰਮੇਸ਼ੁਰ ਦੇ ਸ਼ਬਦਾਂ ਦਾ ਘਿਣ ਨਾ ਕਰੋ।", "詩意": "ਇਸ ਹੈਕਸਾਗ੍ਰਾਮ ਨੂੰ ਸੱਚ ਨਾ ਮੰਨੋ।\nਇਹ ਹਰ ਚੀਜ਼ ਵਿੱਚ ਰੂੜੀਵਾਦੀ ਹੋਣ ਦੀ ਨਿਸ਼ਾਨੀ ਹੈ।", "解曰": "ਲੋਕਾਂ ਦੇ ਆਪਣੇ ਵਿਚਾਰ ਹਨ। ਮਨ ਨੂੰ ਰੁੱਝੇ ਰਹਿਣ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ। Guanyin ਨਿਰਦੇਸ਼. ਨਿਰਾਦਰ ਨਾ ਕਰੋ।", "籤詩故事一": "◇ ਗੁਪਤ ਰੂਪ ਵਿੱਚ ਕਾਂਸੀ ਦੇ ਝੰਡੇ ਦਾ ਸਮਰਥਨ ਕਰਨਾ\nਤਾਂਗ ਰਾਜਵੰਸ਼ ਦੇ ਪ੍ਰਸਿੱਧ ਸੰਸਥਾਪਕ ਜਨਰਲ, ਕਿਨ ਕਿਓਂਗ (ਕਿਨ ਸ਼ੂਬਾਓ) ਨੂੰ ਸੂਈ ਰਾਜਵੰਸ਼ ਦੇ ਗ੍ਰੈਂਡ ਮਾਰਸ਼ਲ ਦੀ ਉਪਾਧੀ ਨਾਲ ਸਨਮਾਨਿਤ ਕੀਤਾ ਗਿਆ ਸੀ। ਉਸਨੇ ਸਿਸ਼ੂਈ ਪਾਸ (ਜਾਂ ਸਿਸ਼ੂਈ ਪਾਸ ਜਾਂ ਡੋਂਲਿੰਗ ਪਾਸ, ਕਥਾਵਾਂ ਵੱਖੋ ਵੱਖਰੀਆਂ ਹਨ) 'ਤੇ ਹਮਲਾ ਕਰਨ ਲਈ ਆਪਣੀਆਂ ਫੌਜਾਂ ਦੀ ਅਗਵਾਈ ਕੀਤੀ। ਯਾਂਗ ਲਿਨ ( ਯਾਂਗ ਯੀਚੇਂਗ), ਸਿਸ਼ੂਈ ਪਾਸ ਦਾ ਗਾਰਡ ਜਨਰਲ, ਸੂਈ ਰਾਜਵੰਸ਼ ਦੇ ਸਮਰਾਟ ਯਾਂਗ ਨੇ ਕਾਂਸੀ ਦੇ ਝੰਡੇ ਦੀ ਲੜੀ ਨੂੰ ਸਥਾਪਤ ਕਰਨ ਦਾ ਹੁਕਮ ਦਿੱਤਾ, ਪਰ ਕਿਨ ਸ਼ੁਬਾਓ ਲੰਬੇ ਸਮੇਂ ਤੱਕ ਇਸ 'ਤੇ ਹਮਲਾ ਨਹੀਂ ਕਰ ਸਕਿਆ। ਇਹ ਪਤਾ ਲੱਗਣ ਤੋਂ ਬਾਅਦ ਕਿ ਰੱਖਿਆ ਗਠਨ ਦਾ ਨੇਤਾ ਲੁਓ ਚੇਂਗ ਉਸਦਾ ਚਚੇਰਾ ਭਰਾ ਸੀ, ਉਸਨੇ ਆਪਣੀ ਮਾਸੀ ਨਾਲ ਸੰਪਰਕ ਕੀਤਾ।\nਲੁਓ ਚੇਂਗ ਦੇ ਜਾਣ ਤੋਂ ਪਹਿਲਾਂ, ਉਸਨੇ ਆਪਣੀ ਮਾਂ ਨੂੰ ਦੱਸਿਆ ਕਿ ਝੰਡੇ ਨੂੰ ਉਲਟਾਉਣ ਵਾਲਾ ਵਿਅਕਤੀ ਉਸਦਾ ਚਚੇਰਾ ਭਰਾ ਕਿਨ ਕਿਓਂਗ ਸੀ, ਅਤੇ ਉਸਦੀ ਮਾਂ ਨੇ ਉਸਨੂੰ ਗੁਪਤ ਰੂਪ ਵਿੱਚ ਉਸਦੀ ਮਦਦ ਕਰਨ ਦਾ ਆਦੇਸ਼ ਦਿੱਤਾ। ਫੈਸਲਾਕੁੰਨ ਲੜਾਈ ਦੇ ਦਿਨ, ਲੁਓ ਚੇਂਗ, ਜੋ ਕਿ ਕਾਂਸੀ ਦੇ ਝੰਡੇ ਦੀ ਰਾਖੀ ਕਰ ਰਿਹਾ ਸੀ, ਅਚਾਨਕ ਪਾਸਾ ਬਦਲ ਗਿਆ ਅਤੇ ਕਿਨ ਕਿਓਂਗ ਦੇ ਨਾਲ ਫੌਜਾਂ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋ ਗਿਆ। ਅੰਤ ਵਿੱਚ ਉਹਨਾਂ ਨੇ ਕਾਂਸੀ ਦੇ ਝੰਡੇ ਦੇ ਗਠਨ ਨੂੰ ਹਰਾਇਆ। ਲੁਓ ਚੇਂਗ ਨੇ ਡੋਂਗਲਿੰਗ ਦੱਰੇ ਉੱਤੇ ਕਬਜ਼ਾ ਕਰ ਲਿਆ ਅਤੇ ਜਿੱਤ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ। ਲੁਓ ਚੇਂਗ ਨੇ ਵੀ ਆਤਮ ਸਮਰਪਣ ਕਰ ਦਿੱਤਾ। ਟੈਂਗ ਰਾਜਵੰਸ਼.\n(ਇਹ ਕਹਾਣੀ ਇੱਕ ਅਲੰਕਾਰ ਹੈ ਕਿ ਕਈ ਵਾਰ ਤੁਹਾਨੂੰ ਭਾਵਨਾਵਾਂ ਜਾਂ ਵਿਸ਼ਵਾਸ 'ਤੇ ਭਰੋਸਾ ਕਰਨ ਦੀ ਬਜਾਏ, ਕੰਮ ਕਰਦੇ ਸਮੇਂ ਤਰਕ 'ਤੇ ਭਰੋਸਾ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ।)", "聖意": "ਘਰ ਫਿਰ ਵੀ ਆਪਣੇ-ਆਪ ਨੂੰ ਵਾਦਾ ਕਰਨ, ਧਨ-ਦੌਲਤ ਮੰਗਣ, ਆਪਣਾ ਹਿੱਸਾ ਰੱਖਣ, ਵਿਆਹ ਤੋਂ ਸੁਚੇਤ ਰਹਿਣ, ਕੁੜੀ ਨੂੰ ਜਨਮ ਦੇਣ, ਪੈਦਲ ਰਹਿਣ ਵਾਲੇ ਖੇਤ, ਰੇਸ਼ਮ ਦੇ ਕੀੜੇ, ਸੱਤ ਨੁਕਤੇ ਅਤੇ ਛੇ ਪਸ਼ੂਆਂ ਦਾ ਨੁਕਸਾਨ, ਲੋਕਾਂ ਦੀ ਭਾਲ, ਜਨਤਕ ਮੁਕੱਦਮੇ ਅਤੇ ਪਰਵਾਸ। , ਗੁਆਚੀ ਜਾਇਦਾਦ, ਪੱਛਮੀ ਬਿਮਾਰੀਆਂ, ਪਹਾੜਾਂ ਦਾ ਹੱਲ, ਪੱਛਮ ਵੱਲ ਕਬਰਾਂ", "古人": "ਗੁਪਤ ਰੂਪ ਵਿੱਚ ਪਿੱਤਲ ਦੇ ਝੰਡੇ ਨੂੰ ਹੇਠਾਂ ਕਰਨ ਵਿੱਚ ਮਦਦ ਕਰ ਰਿਹਾ ਹੈ", "第X籤": "79 ਲੋਟ ਜਿੱਤਣਾ", "宮": "ਦੁਪਹਿਰ ਦਾ ਮਹਿਲ"}