{"籤詩版本二": "ਗੁਲਰ ਦੇ ਰੁੱਖਾਂ ਦੇ ਪੱਤੇ ਝੜ ਗਏ ਹਨ, ਪਤਝੜ ਨੇੜੇ ਆ ਰਹੀ ਹੈ, ਅਤੇ ਯਾਤਰੀਆਂ ਦੀ ਵਾਪਸੀ ਦਾ ਸਫ਼ਰ ਬੱਦਲਾਂ ਵਾਂਗ ਜਾਪਦਾ ਹੈ.\nਪ੍ਰਮਾਤਮਾ ਦੇ ਮਹਾਨ ਯਤਨਾਂ ਸਦਕਾ, ਜਹਾਜ਼ ਹਵਾ ਵਿੱਚ ਖਜ਼ਾਨਾ ਲੈ ਕੇ ਵਾਪਸ ਪਰਤਿਆ।", "詩意": "ਇਹ ਹੈਕਸਾਗ੍ਰਾਮ ਗੁਲਰ ਦੇ ਰੁੱਖ ਦੇ ਡਿੱਗਦੇ ਪੱਤਿਆਂ ਨੂੰ ਦਰਸਾਉਂਦਾ ਹੈ।\nਸਭ ਕੁਝ ਪਹਿਲਾਂ ਤੋਂ ਬੁਰਾ ਹੁੰਦਾ ਹੈ ਅਤੇ ਅੰਤ ਵਿੱਚ ਚੰਗਾ ਹੁੰਦਾ ਹੈ।", "解曰": "ਦਿਲ ਤੋਂ ਗੱਲਾਂ ਲਓ। Tianxin ਇਸ ਦੀ ਪਾਲਣਾ ਕਰਦਾ ਹੈ. ਰੋਜ਼ੀ-ਰੋਟੀ ਕਮਾਉਣ ਲਈ। ਤੁਸੀਂ ਜੋ ਵੀ ਕਰ ਸਕਦੇ ਹੋ ਕਰੋ।", "籤詩故事一": "◇ ਹਵਾ ਟੇਂਗਵਾਂਗ ਪਵੇਲੀਅਨ ਵੱਲ ਵਗਦੀ ਹੈ\nਵਾਂਗ ਬੋ, ਸ਼ਿਸ਼ਟਾਚਾਰ ਦਾ ਨਾਮ ਜ਼ਿਆਨ, ਸ਼ੁਰੂਆਤੀ ਤਾਂਗ ਰਾਜਵੰਸ਼ ਦਾ ਕਵੀ ਸੀ। ਉਸਦਾ ਜਨਮ ਤਾਂਗ ਰਾਜਵੰਸ਼ ਦੇ ਸਮਰਾਟ ਗਾਓਜ਼ੌਂਗ ਦੇ ਯੋਂਗਹੂਈ ਦੇ ਪਹਿਲੇ ਸਾਲ ਵਿੱਚ ਹੋਇਆ ਸੀ। ਵੈਂਗ ਬੋ ਬਚਪਨ ਤੋਂ ਹੀ ਧਰਮ-ਗ੍ਰੰਥ ਪੜ੍ਹਦਾ ਆ ਰਿਹਾ ਹੈ, ਅਤੇ ਉਸ ਨੂੰ \"ਚਾਈਲਡ ਪ੍ਰੋਡੀਜੀ\" ਵਜੋਂ ਜਾਣਿਆ ਜਾਂਦਾ ਹੈ। ਵੈਂਗ ਬੋ ਬਚਪਨ ਤੋਂ ਹੀ ਧਰਮ-ਗ੍ਰੰਥ ਪੜ੍ਹਦਾ ਆ ਰਿਹਾ ਹੈ, ਅਤੇ ਉਸ ਨੂੰ \"ਚਾਈਲਡ ਪ੍ਰੋਡੀਜੀ\" ਵਜੋਂ ਜਾਣਿਆ ਜਾਂਦਾ ਹੈ।\nਜਦੋਂ ਉਹ ਦਸ ਸਾਲਾਂ ਦਾ ਸੀ, ਉਹ ਅਤੇ ਉਸਦੇ ਪਿਤਾ ਇੱਕ ਗਵਾਂਡੀ ਮੰਦਿਰ ਦੇ ਕੋਲੋਂ ਲੰਘੇ। ਉਨ੍ਹਾਂ ਨੇ ਮੰਦਰ ਵਿੱਚ ਗਵਾਂਡੀ ਦੀ ਸ਼ਾਨਦਾਰ ਮੂਰਤੀ ਦੇਖੀ, \"ਬਸੰਤ ਅਤੇ ਪਤਝੜ\" ਦੀ ਇੱਕ ਕਾਪੀ ਫੜੀ ਹੋਈ ਸੀ ਅਤੇ ਇਸਨੂੰ ਪੜ੍ਹਿਆ। ਜਦੋਂ ਉਸਦੇ ਪਿਤਾ ਨੇ ਇਸਨੂੰ ਦੇਖਿਆ, ਉਸਨੇ ਉਸ ਨੇ ਸਮਰਾਟ ਗੁਆਨ ਨੂੰ ਕਿਹਾ: \"ਹਰੇ ਦਾੜ੍ਹੀ ਦੇ ਤਿੰਨ ਤਾਲੇ ਫੜਨਾ, ਹਰੀ ਲਾਲਟੈਨ ਨੂੰ ਕਿੰਗ ਰਾਜਵੰਸ਼ ਦੇ ਇਤਿਹਾਸ ਨੂੰ ਪੜ੍ਹਨਾ ਅਤੇ ਮਸ਼ਹੂਰ ਨਾਵਾਂ ਨੂੰ ਸ਼ਰਧਾਂਜਲੀ ਭੇਟ ਕਰਨਾ। ਮੇਰੇ ਹੱਥ ਵਿੱਚ ਹਰੇ ਅਜਗਰ ਅਤੇ ਚੰਦਰਮਾ ਨੂੰ ਫੜਨਾ। \"ਇਹ ਕਿਹਾ ਜਾਂਦਾ ਹੈ। ਕਿ ਇਸ ਸਾਲ ਦੀ ਪਤਝੜ ਵਿੱਚ, ਵੈਂਗ ਬੋ ਆਪਣੇ ਪਿਤਾ ਨੂੰ ਮਿਲਣ ਲਈ ਸ਼ਾਂਕਸੀ ਤੋਂ ਹੈਨਾਨ ਆਈਲੈਂਡ ਗਿਆ ਸੀ, ਜਿਸ ਨੂੰ ਜਿਓਜ਼ੀ ਦੇ ਕਾਉਂਟੀ ਮੈਜਿਸਟ੍ਰੇਟ ਦੇ ਅਹੁਦੇ ਤੋਂ ਹਟਾ ਦਿੱਤਾ ਗਿਆ ਸੀ, ਰਸਤੇ ਵਿੱਚ ਹਜ਼ਾਰਾਂ ਪਹਾੜਾਂ ਅਤੇ ਦਰਿਆਵਾਂ ਵਿੱਚੋਂ ਲੰਘਦੇ ਹੋਏ। ਸਾਲ ਦੀ ਪਤਝੜ ਵਿੱਚ ਜਦੋਂ ਉਹ 27 ਸਾਲਾਂ ਦਾ ਸੀ, ਵੈਂਗ ਬੋ ਆਪਣੇ ਪਿਤਾ ਨੂੰ ਮਿਲਣ ਲਈ ਸ਼ਾਂਕਸੀ ਤੋਂ ਹੈਨਾਨ ਟਾਪੂ ਗਿਆ, ਜਿਸਨੂੰ ਜੀਓਜ਼ੀ ਕਾਉਂਟੀ ਮੈਜਿਸਟਰੇਟ ਦੇ ਅਹੁਦੇ ਤੋਂ ਹਟਾ ਦਿੱਤਾ ਗਿਆ ਸੀ।ਉਹ ਰਸਤੇ ਵਿੱਚ ਹਜ਼ਾਰਾਂ ਪਹਾੜਾਂ ਅਤੇ ਦਰਿਆਵਾਂ ਵਿੱਚੋਂ ਲੰਘਿਆ।\nਜਦੋਂ ਅਸੀਂ ਉਸ ਦਿਨ ਮਦਾਂਗ ਪਹਾੜ 'ਤੇ ਪਹੁੰਚੇ ਤਾਂ ਸਾਰੇ ਆਰਾਮ ਕਰਨ ਲਈ ਕਿਨਾਰੇ ਚਲੇ ਗਏ।ਜਦੋਂ ਵੈਂਗ ਬੋ ਇਕੱਲੇ ਇਕ ਪ੍ਰਾਚੀਨ ਮੰਦਿਰ ਦੇ ਕੋਲ ਤੁਰਿਆ ਤਾਂ ਉਸ ਨੇ ਅਚਾਨਕ ਇਕ ਬੁੱਢੇ ਆਦਮੀ ਨੂੰ ਮੰਦਰ ਦੇ ਕੋਲ ਪੱਥਰ 'ਤੇ ਬੈਠਾ ਦੇਖਿਆ।ਬਜ਼ੁਰਗ ਗੋਰੇ ਵਾਲਾਂ ਵਾਲਾ ਇਕ ਬੱਚੇ ਵਰਗਾ ਲੱਗ ਰਿਹਾ ਸੀ। ਉਸ ਨੇ ਵੈਂਗ ਬੋ ਨੂੰ ਕਿਹਾ, \"ਕੀ ਤੁਸੀਂ ਵੈਂਗ ਬੋ ਨਹੀਂ ਹੋ?\" ਵਾਂਗ ਬੋ ਹੈਰਾਨ ਹੋ ਗਿਆ ਅਤੇ ਕਿਹਾ, \"ਬਿਲਕੁਲ! ਤੁਸੀਂ ਇਹ ਕਿਵੇਂ ਜਾਣਦੇ ਹੋ?\" ਬੁੱਢੇ ਆਦਮੀ ਨੇ ਕਿਹਾ, \"ਮੈਂ ਲੰਬੇ ਸਮੇਂ ਤੋਂ ਸੁਣਿਆ ਹੈ ਕਿ ਤੁਸੀਂ ਚੰਗੇ ਹੋ? ਲੋਕਾਂ ਨੂੰ ਬਚਾਉਣ ਦੇ ਇਰਾਦੇ, ਅਤੇ ਤੁਹਾਡੀਆਂ ਕਵਿਤਾਵਾਂ ਬਹੁਤ ਸਾਰਥਕ ਹਨ। ਕੱਲ੍ਹ ਟੇਂਗਵਾਂਗ ਪਵੇਲੀਅਨ ਵਿਖੇ ਇੱਕ ਸ਼ਾਨਦਾਰ ਪਾਰਟੀ ਹੋਵੇਗੀ। ਜੇਕਰ ਤੁਸੀਂ ਦਾਅਵਤ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋ ਸਕਦੇ ਹੋ ਅਤੇ ਇੱਕ ਲੇਖ ਲਿਖ ਸਕਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਉਮਰ ਭਰ ਮਸ਼ਹੂਰ ਹੋਵੋਗੇ ਅਤੇ ਯਾਤਰਾ ਦੇ ਖਰਚੇ ਪ੍ਰਾਪਤ ਕਰੋਗੇ।\" ਜਦੋਂ ਉਹ ਪਹੁੰਚੇ ਮਦੰਗ ਪਹਾੜ 'ਤੇ, ਹਰ ਕੋਈ ਆਰਾਮ ਕਰਨ ਲਈ ਕੰਢੇ 'ਤੇ ਚਲਾ ਗਿਆ। ਜਦੋਂ ਵੈਂਗ ਬੋ ਇਕੱਲੇ ਇਕ ਪ੍ਰਾਚੀਨ ਮੰਦਰ ਦੇ ਕੋਲ ਸੈਰ ਕਰ ਰਿਹਾ ਸੀ, ਤਾਂ ਉਸਨੇ ਅਚਾਨਕ ਮੰਦਰ ਦੇ ਕੋਲ ਦੇ ਪੱਥਰ 'ਤੇ ਦੇਖਿਆ, ਉੱਥੇ ਇੱਕ ਬੁੱਢਾ ਆਦਮੀ ਬੈਠਾ ਸੀ, ਜੋ ਕਿ ਬਾਲਾਂ ਵਰਗਾ ਸੀ ਅਤੇ ਇੱਕ ਪਰੀ ਵਰਗਾ ਸੀ। ਉਸ ਨੇ ਵੈਂਗ ਬੋ ਨੂੰ ਕਿਹਾ, \"ਕੀ ਤੁਸੀਂ ਵੈਂਗ ਬੋ ਨਹੀਂ ਹੋ?\"\nਵਾਂਗ ਬੋ ਹੈਰਾਨ ਹੋ ਗਿਆ ਅਤੇ ਕਿਹਾ, \"ਬਿਲਕੁਲ! ਤੁਸੀਂ ਇਹ ਕਿਵੇਂ ਜਾਣਦੇ ਹੋ?\"\nਬੁੱਢੇ ਆਦਮੀ ਨੇ ਕਿਹਾ: \"ਮੈਂ ਲੰਬੇ ਸਮੇਂ ਤੋਂ ਸੁਣਿਆ ਹੈ ਕਿ ਤੁਸੀਂ ਲੋਕਾਂ ਨੂੰ ਬਚਾਉਣ ਦਾ ਇੱਕ ਦਿਆਲੂ ਇਰਾਦਾ ਰੱਖਦੇ ਹੋ, ਅਤੇ ਜੋ ਕਵਿਤਾਵਾਂ ਤੁਸੀਂ ਰਚੀਆਂ ਹਨ ਉਹ ਬਹੁਤ ਸਾਰਥਕ ਹਨ। ਕੱਲ੍ਹ ਪ੍ਰਿੰਸ ਟੇਂਗ ਦੇ ਪਵੇਲੀਅਨ ਵਿੱਚ ਇੱਕ ਸ਼ਾਨਦਾਰ ਪਾਰਟੀ ਹੋਵੇਗੀ। ਜੇ ਤੁਸੀਂ ਦਾਅਵਤ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋ ਸਕਦੇ ਹੋ ਅਤੇ ਰਚਨਾ ਕਰ ਸਕਦੇ ਹੋ, ਤੁਸੀਂ ਸਾਰੀ ਉਮਰ ਮਸ਼ਹੂਰ ਰਹੋਗੇ ਅਤੇ ਤੁਹਾਨੂੰ ਯਾਤਰਾ ਦਾ ਖਰਚਾ ਮਿਲੇਗਾ।\"\nਵੈਂਗ ਬੋ ਨੇ ਕਿਹਾ: \"ਇਹ ਥਾਂ ਟੇਂਗਵਾਂਗ ਪਵੇਲੀਅਨ ਤੋਂ ਛੇ ਜਾਂ ਸੱਤ ਸੌ ਮੀਲ ਦੂਰ ਹੈ। ਅਸੀਂ ਕੱਲ੍ਹ ਇੱਥੇ ਕਿਵੇਂ ਪਹੁੰਚ ਸਕਦੇ ਹਾਂ?\" ਬਜ਼ੁਰਗ ਆਦਮੀ ਨੇ ਕਿਹਾ: \"ਮੈਂ ਇੱਕ ਘੋੜੇ ਨੂੰ ਬ੍ਰਹਮ ਹਵਾ ਵਜੋਂ ਵਰਤਾਂਗਾ ਤਾਂ ਜੋ ਤੁਹਾਡੀ ਸੁਚੱਜੀ ਸਮੁੰਦਰੀ ਯਾਤਰਾ ਕੀਤੀ ਜਾ ਸਕੇ। ਕੱਲ੍ਹ ਜ਼ਰੂਰ ਪਹੁੰਚਾਂਗਾ।\" ਵਾਂਗ ਬੋ ਨੇ ਮੇਰਾ ਧੰਨਵਾਦ ਕੀਤਾ ਅਤੇ ਕਿਹਾ: \"ਮਾਫ਼ ਕਰਨਾ, ਮੇਰੇ ਸਹੁਰੇ, ਕੀ ਤੁਸੀਂ ਅਮਰ ਹੋ ਜਾਂ ਦੇਵਤਾ?\" ਬੁੱਢੇ ਨੇ ਹੱਸਦਿਆਂ ਕਿਹਾ, \"ਮੈਂ ਝੋਂਗਯੁਆਨ ਸ਼ੂਈਜੁਨ ਹਾਂ ਜੋ ਇੱਥੇ ਹੈ। ਇਸ ਜਲ ਖੇਤਰ ਦਾ ਇੰਚਾਰਜ! ਵਾਂਗ ਬੋ ਨੇ ਕਿਹਾ, \"ਇਹ ਥਾਂ ਤੇਂਗਵਾਂਗ ਪਵੇਲੀਅਨ ਤੋਂ ਛੇ ਜਾਂ ਸੱਤ ਸੌ ਮੀਲ ਦੂਰ ਹੈ। ਅਸੀਂ ਕੱਲ੍ਹ ਨੂੰ ਉੱਥੇ ਕਿਵੇਂ ਜਾ ਸਕਦੇ ਹਾਂ?\"\nਬੁੱਢੇ ਆਦਮੀ ਨੇ ਕਿਹਾ: \"ਮੈਂ ਤੁਹਾਨੂੰ ਨਿਰਵਿਘਨ ਸਮੁੰਦਰੀ ਸਫ਼ਰ ਕਰਨ ਵਿੱਚ ਮਦਦ ਕਰਨ ਲਈ ਘੋੜੇ ਨੂੰ ਬ੍ਰਹਮ ਹਵਾ ਵਜੋਂ ਵਰਤਾਂਗਾ। ਮੈਂ ਕੱਲ੍ਹ ਜ਼ਰੂਰ ਆਵਾਂਗਾ।\"\nਵੈਂਗ ਬੋ ਨੇ ਉਸਦਾ ਧੰਨਵਾਦ ਕੀਤਾ ਅਤੇ ਕਿਹਾ, \"ਮਾਫ ਕਰਨਾ, ਸਹੁਰਾ, ਤੁਸੀਂ ਅਮਰ ਹੋ ਜਾਂ ਦੇਵਤਾ?\"\nਬੁੱਢੇ ਨੇ ਹੱਸਦਿਆਂ ਕਿਹਾ, “ਮੈਂ ਝੋਂਗਯੁਆਨ ਸ਼ੁਈਜੁਨ ਹਾਂ ਜੋ ਇਸ ਪਾਣੀ ਦੇ ਖੇਤਰ ਦਾ ਇੰਚਾਰਜ ਹੈ!” ਫਿਰ ਬੁੱਢੇ ਨੇ ਵੈਂਗ ਬੋ ਨੂੰ ਜਲਦੀ ਕਿਸ਼ਤੀ 'ਤੇ ਚੜ੍ਹਨ ਲਈ ਕਿਹਾ।ਉਸਨੇ ਥੋੜ੍ਹੇ ਸਮੇਂ ਲਈ ਆਪਣੇ ਆਲੇ ਦੁਆਲੇ ਸ਼ੁਭ ਬੱਦਲਾਂ ਨੂੰ ਦੇਖਿਆ, ਅਤੇ ਹਵਾ ਅਤੇ ਰਸਤੇ ਵਿਚ ਪਾਣੀ ਨਿਰਵਿਘਨ ਸੀ, ਪਲਕ ਝਪਕਦਿਆਂ ਹੀ ਉਹ ਸੈਂਕੜੇ ਮੀਲ ਦਾ ਸਫ਼ਰ ਕਰ ਚੁੱਕਾ ਸੀ।\nਫਿਰ ਬੁੱਢੇ ਆਦਮੀ ਨੇ ਵੈਂਗ ਬੋ ਨੂੰ ਜਲਦੀ ਕਿਸ਼ਤੀ 'ਤੇ ਚੜ੍ਹਨ ਲਈ ਕਿਹਾ।ਉਸਨੇ ਥੋੜੀ ਦੇਰ ਲਈ ਆਪਣੇ ਆਲੇ ਦੁਆਲੇ ਸੁਹੱਪਣ ਵਾਲੇ ਬੱਦਲਾਂ ਨੂੰ ਦੇਖਿਆ, ਅਤੇ ਇਹ ਇੱਕ ਨਿਰਵਿਘਨ ਸਫ਼ਰ ਸੀ, ਪਲਕ ਝਪਕਦਿਆਂ, ਉਹ ਸੈਂਕੜੇ ਮੀਲ ਦਾ ਸਫ਼ਰ ਕਰ ਚੁੱਕਾ ਸੀ। ਜਿਵੇਂ ਕਿ ਉਮੀਦ ਕੀਤੀ ਗਈ ਸੀ, ਵੈਂਗ ਬੋ ਸ਼ਾਨਦਾਰ ਸਮਾਗਮ ਦੀ ਸਵੇਰ ਨੂੰ ਪ੍ਰਿੰਸ ਟੇਂਗ ਦੇ ਪਵੇਲੀਅਨ ਵੱਲ ਦੌੜਿਆ।\nਜਿਵੇਂ ਕਿ ਉਮੀਦ ਕੀਤੀ ਗਈ ਸੀ, ਵੈਂਗ ਬੋ ਸ਼ਾਨਦਾਰ ਸਮਾਗਮ ਦੀ ਸਵੇਰ ਨੂੰ ਪ੍ਰਿੰਸ ਟੇਂਗ ਦੇ ਪਵੇਲੀਅਨ ਵੱਲ ਦੌੜਿਆ। ਅਤੇ ਮੌਕੇ 'ਤੇ, ਉਸਨੇ \"ਪ੍ਰਿੰਸ ਟੇਂਗ ਦੇ ਪਵੇਲੀਅਨ ਦੀ ਪ੍ਰਸਤਾਵਨਾ\" ਲਿਖੀ, ਜਿਸ ਨੂੰ ਟੈਂਗ ਰਾਜਵੰਸ਼ ਦੇ ਸਮਰਾਟ ਗਾਓਜ਼ੋਂਗ ਦੁਆਰਾ ਸਦੀਵੀ ਮਾਸਟਰਪੀਸ ਕਿਹਾ ਜਾਂਦਾ ਸੀ। ਅਤੇ ਮੌਕੇ 'ਤੇ, ਉਸਨੇ \"ਪ੍ਰਿੰਸ ਟੇਂਗ ਦੇ ਪਵੇਲੀਅਨ ਦੀ ਪ੍ਰਸਤਾਵਨਾ\" ਲਿਖੀ, ਜਿਸ ਨੂੰ ਟੈਂਗ ਰਾਜਵੰਸ਼ ਦੇ ਸਮਰਾਟ ਗਾਓਜ਼ੋਂਗ ਦੁਆਰਾ ਸਦੀਵੀ ਮਾਸਟਰਪੀਸ ਕਿਹਾ ਜਾਂਦਾ ਸੀ।\nਇੱਕ ਕਵਿਤਾ ਹੈ ਜੋ ਕਹਿੰਦੀ ਹੈ:\nਇਹ ਹਮੇਸ਼ਾ ਕਿਹਾ ਗਿਆ ਹੈ ਕਿ ਪ੍ਰਤਿਭਾਸ਼ਾਲੀ ਲੋਕ ਦੇਵਤੇ ਹੁੰਦੇ ਹਨ, ਇਸ ਲਈ ਇਹ ਕੋਈ ਹਾਦਸਾ ਨਹੀਂ ਹੈ ਕਿ ਹਵਾ ਨਾਨਚਾਂਗ ਨੂੰ ਨਨਚਾਂਗ ਵਿੱਚ ਲਿਆਉਂਦੀ ਹੈ;\nਮੈਂ ਟੇਂਗ ਵਾਂਗ ਦੇ ਉੱਚੇ ਪਵੇਲੀਅਨ ਬਾਰੇ ਇੱਕ ਵਾਕ ਲਿਖਿਆ, ਅਤੇ ਫਿਰ ਉਹ ਅਮਰਾਂ ਦੇ ਨਾਲ ਝੋਂਗਯੁਆਨ ਗਿਆ।", "聖意": "ਆਪਣੇ ਘਰ ਲਈ ਪ੍ਰਾਰਥਨਾ ਕਰੋ ਅਤੇ ਆਪਣੀ ਰੱਖਿਆ ਕਰੋ, ਅਸੀਸਾਂ ਲਈ ਪ੍ਰਾਰਥਨਾ ਕਰੋ, ਦੌਲਤ ਦੀ ਮੰਗ ਕਰੋ, ਅਤੇ ਵਿਆਹ ਅਤੇ ਸਦਭਾਵਨਾ ਪ੍ਰਾਪਤ ਕਰੋ।", "古人": "ਟੇਂਗਵਾਂਗ ਪਵੇਲੀਅਨ ਵੱਲ ਹਵਾ ਚੱਲ ਰਹੀ ਹੈ", "第X籤": "ਅੱਸੀ-ਇੱਕ ਨਿਸ਼ਾਨੀ", "宮": "ਵੇਈ ਗੋਂਗ"}