{"籤詩版本二": "ਕੀ ਕਰੀਏ ਜੇ ਤੇਰੀ ਇੱਜ਼ਤ ਦੇ ਕਾਰਨ ਨੇਕੀ ਗਵਾ ਲਈਏ ਤਾਂ ਮੈਨੂੰ ਡਰ ਹੈ ਕਿ ਚੰਗੀ ਕਿਸਮਤ ਬਦਲ ਜਾਵੇਗੀ ਅਤੇ ਮਾੜੇ ਕੰਮ ਹੋ ਜਾਣਗੇ।\nਸ਼ਰਾਬੀ, ਮੈਨੂੰ ਨਹੀਂ ਪਤਾ ਕਿ ਕਿੱਥੇ ਜਾਵਾਂ, ਹਰੇ ਪਾਈਨ ਦੇ ਰੁੱਖਾਂ ਦੀ ਛਾਂ ਵਿੱਚ ਮੇਰਾ ਇੱਕ ਧੁੰਦਲਾ ਸੁਪਨਾ ਹੈ.", "詩意": "ਇਹ ਹੈਕਸਾਗ੍ਰਾਮ ਪਾਣੀ ਛੱਡਣ ਵਾਲੀ ਠੰਡੀ ਮੱਛੀ ਨੂੰ ਦਰਸਾਉਂਦਾ ਹੈ।\nਕੁਝ ਵੀ ਹਿਲਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।\n\n(ਇਹ ਹੈਕਸਾਗ੍ਰਾਮ ਮਾੜੀ ਨੇਕੀ ਅਤੇ ਬੁਰੀ ਕਿਸਮਤ ਦਾ ਪ੍ਰਤੀਕ ਹੈ।\nਹਰ ਚੀਜ਼ ਵਿੱਚ ਆਪਣੇ ਪੈਰ ਜ਼ਮੀਨ 'ਤੇ ਰੱਖੋ.\n)", "解曰": "ਠੰਡੀ ਮੱਛੀ ਪਾਣੀ ਛੱਡ ਦਿੰਦੀ ਹੈ। ਮਲ੍ਹਮ ਵਿਚ ਮੱਖੀ. ਜੇ ਤੁਸੀਂ ਕੈਂਪ ਯੋਜਨਾਵਾਂ ਬਾਰੇ ਪੁੱਛਦੇ ਹੋ। ਮੋ ਕਿਊ ਲਈ ਬਿਹਤਰ ਹੈ\nਇਹ ਚਿੰਨ੍ਹ ਲਿਉਜੀਆ ਲਈ ਬਦਕਿਸਮਤੀ ਲਿਆਏਗਾ. ਸਭ ਕੁਝ ਗਲਤ ਹੋ ਜਾਂਦਾ ਹੈ। ਸੁਰੱਖਿਆ ਲਈ ਪ੍ਰਾਰਥਨਾ ਕਰੋ।", "籤詩故事一": "◇ ਜ਼ੁਆਂਗਜ਼ੀ ਆਪਣੀ ਪਤਨੀ ਦੀ ਜਾਂਚ ਕਰਦਾ ਹੈ\nਜ਼ੁਆਂਗਜ਼ੀ ਦਾ ਜਨਮ ਝੂ ਰਾਜਵੰਸ਼ ਵਿੱਚ ਹੋਇਆ ਸੀ। ਉਸਦਾ ਉਪਨਾਮ ਜ਼ੁਆਂਗ ਸੀ, ਉਸਦਾ ਦਿੱਤਾ ਗਿਆ ਨਾਮ ਝੂ ਸੀ, ਅਤੇ ਉਸਦਾ ਦਿੱਤਾ ਗਿਆ ਨਾਮ ਜ਼ਿਕਸਯੂ ਸੀ। ਉਹ ਸੋਂਗ ਰਾਜਵੰਸ਼ ਵਿੱਚ ਮੈਂਗਈ ਦਾ ਮੂਲ ਨਿਵਾਸੀ ਸੀ। ਝੂ ਰਾਜਵੰਸ਼ ਵਿੱਚ, ਉਹ ਕਿਯੂਆਨ ਦਾ ਅਧਿਕਾਰੀ ਸੀ।\nਇੱਕ ਦਿਨ, ਜ਼ੁਆਂਗਜ਼ੀ ਪਹਾੜ ਉੱਤੇ ਇੱਕ ਔਰਤ ਨੂੰ ਮਿਲਿਆ। ਉਹ ਇੱਕ ਨਵੀਂ ਕਬਰ ਦੇ ਸਾਹਮਣੇ ਬੈਠੀ ਸੀ, ਆਪਣੇ ਪੱਖੇ ਨੂੰ ਬੁਰੀ ਤਰ੍ਹਾਂ ਹਿਲਾ ਰਹੀ ਸੀ, ਜਿਵੇਂ ਕਿ ਉਹ ਕਬਰ ਉੱਤੇ ਗਿੱਲੀ ਮਿੱਟੀ ਨੂੰ ਸੁਕਾਉਣਾ ਚਾਹੁੰਦੀ ਸੀ। ਜ਼ੁਆਂਗਜ਼ੀ ਨੂੰ ਉਸਦਾ ਇਰਾਦਾ ਸਮਝ ਨਹੀਂ ਆਇਆ, ਇਸ ਲਈ ਉਸਨੇ ਉਸਨੂੰ ਪੁੱਛਿਆ। ਉਸਨੇ ਕਿਹਾ ਕਿ ਕਬਰ ਵਿੱਚ ਦਫ਼ਨਾਇਆ ਗਿਆ ਵਿਅਕਤੀ ਉਸਦਾ ਪਤੀ ਸੀ ਅਤੇ ਉਸਦੇ ਪਤੀ ਦੇ ਆਖਰੀ ਸ਼ਬਦ ਸਨ ਕਿ ਜਦੋਂ ਤੱਕ ਕਬਰ ਦੀ ਮਿੱਟੀ ਸੁੱਕ ਨਹੀਂ ਜਾਂਦੀ, ਉਹ ਦੁਬਾਰਾ ਵਿਆਹ ਨਹੀਂ ਕਰ ਸਕਦਾ। ਉਹ ਹੋਰ ਇੰਤਜ਼ਾਰ ਨਹੀਂ ਕਰ ਸਕਦੀ ਸੀ, ਇਸ ਲਈ ਉਸਨੇ ਕਬਰ ਦੀ ਮਿੱਟੀ ਨੂੰ ਤੇਜ਼ੀ ਨਾਲ ਸੁੱਕਣ ਲਈ ਹਿਲਾ ਦਿੱਤਾ, ਤਾਂ ਜੋ ਉਹ ਦੂਜੀ ਬਸੰਤ ਦਾ ਪਿੱਛਾ ਕਰ ਸਕੇ।\nਜ਼ੁਆਂਗਜ਼ੀ ਨੇ ਜਦੋਂ ਇਹ ਸੋਚਿਆ ਕਿ ਦੁਨੀਆ ਵਿਚ ਅਜਿਹੀ ਬੇਰਹਿਮ ਔਰਤ ਹੈ ਤਾਂ ਉਸ ਨੇ ਸਾਹ ਲਿਆ। ਫਿਰ ਮੈਂ ਸੋਚਿਆ, ਕੀ ਮੇਰੀ ਪਤਨੀ ਅਜਿਹੀ ਹੋਵੇਗੀ? ਜਦੋਂ ਸ਼ੱਕ ਪੈਦਾ ਹੁੰਦਾ ਹੈ, ਮੈਂ ਇਸ ਦੀ ਜਾਂਚ ਕਰਨਾ ਚਾਹੁੰਦਾ ਹਾਂ.\nਜ਼ੁਆਂਗਜ਼ੀ ਦੀ ਪਤਨੀ ਦਾ ਉਪਨਾਮ ਤਿਆਨ ਸੀ, ਅਤੇ ਜੋੜੇ ਦਾ ਆਮ ਤੌਰ 'ਤੇ ਨਜ਼ਦੀਕੀ ਰਿਸ਼ਤਾ ਸੀ ਆਪਣੀ ਪਤਨੀ ਦੀ ਵਫ਼ਾਦਾਰੀ ਨੂੰ ਪਰਖਣ ਲਈ, ਜ਼ੁਆਂਗਜ਼ੀ ਨੇ ਮਰਨ ਦਾ ਢੌਂਗ ਕਰਨ ਦਾ ਫੈਸਲਾ ਕੀਤਾ।\nਇਹ ਸੁਣ ਕੇ ਕਿ ਜ਼ੁਆਂਗਜ਼ੀ ਦੀ ਅਚਾਨਕ ਬਿਮਾਰੀ ਨਾਲ ਮੌਤ ਹੋ ਗਈ, ਸਾਰੇ ਰਿਸ਼ਤੇਦਾਰਾਂ ਅਤੇ ਦੋਸਤਾਂ ਸਮੇਤ ਬਹੁਤ ਸਾਰੇ ਲੋਕ ਦੁੱਖ ਪ੍ਰਗਟ ਕਰਨ ਲਈ ਆਏ, ਉਨ੍ਹਾਂ ਵਿੱਚ ਚੂ ਰਾਜ ਦਾ ਇੱਕ ਸੁੰਦਰ ਰਾਜਾ ਅਤੇ ਪੋਤਾ ਵੀ ਸੀ, ਜੋ ਕਿ ਅਮੀਰੀ ਨਾਲ ਅਮੀਰ ਸੀ। ਟਿਆਨ ਨਵੀਂ ਵਿਧਵਾ ਅਤੇ ਤਰਸਯੋਗ ਸੀ, ਉਸਨੇ ਉਸਦਾ ਪਿੱਛਾ ਕੀਤਾ। ਸ਼੍ਰੀਮਤੀ ਟਿਆਨ ਲਾਲਚ ਨੂੰ ਬਰਦਾਸ਼ਤ ਨਾ ਕਰ ਸਕੀ ਅਤੇ ਵੈਂਗ ਸਨ ਨਾਲ ਪਿਆਰ ਹੋ ਗਈ। ਉਨ੍ਹਾਂ ਨੇ ਸਿਰਫ ਵੀਹ ਦਿਨਾਂ ਵਿੱਚ ਵਿਆਹ ਕਰਵਾ ਲਿਆ।\nਉਸ ਰਾਤ, ਜਦੋਂ ਵਾਈਨ ਪੀਤੀ ਗਈ ਸੀ ਅਤੇ ਕੰਨ ਗਰਮ ਸਨ, ਵੈਂਗ ਸਨ ਨੂੰ ਅਚਾਨਕ ਦਿਲ ਦਾ ਦੌਰਾ ਪਿਆ ਅਤੇ ਉਸ ਦੀ ਮੌਤ ਹੋ ਗਈ।\nਸ਼੍ਰੀਮਤੀ ਟਿਆਨ ਡਰ ਗਈ ਅਤੇ ਘਬਰਾ ਗਈ, ਅਤੇ ਵੈਂਗ ਸਨ ਨੂੰ ਤੁਰੰਤ ਪੁੱਛਿਆ ਕਿ ਕੀ ਕਰਨਾ ਹੈ। ਵੈਂਗ ਸਨ ਨੇ ਦਰਦ ਨੂੰ ਸਹਿਣ ਕੀਤਾ ਅਤੇ ਸ਼੍ਰੀਮਤੀ ਟਿਆਨ ਨੂੰ ਕਿਹਾ ਕਿ ਮ੍ਰਿਤਕ ਸਰੀਰਾਂ ਦੇ ਦਿਮਾਗ ਨੂੰ ਮੁਰਦਿਆਂ ਨੂੰ ਦੁਬਾਰਾ ਜ਼ਿੰਦਾ ਕਰਨ ਲਈ ਵਰਤਿਆ ਜਾ ਸਕਦਾ ਹੈ।\nਲਾਸ਼ ਕਿੱਥੇ ਲੱਭਣੀ ਹੈ? ਸ਼੍ਰੀਮਤੀ ਟਿਆਨ ਨੇ ਅਚਾਨਕ ਸੋਚਿਆ, ਕੀ ਉਸਦੇ ਪਤੀ ਦੀ ਮੌਤ ਨਹੀਂ ਹੋਈ? ਮਿਸਟਰ ਟਿਆਨ ਪਤੀ-ਪਤਨੀ ਵਿਚਕਾਰ ਪੁਰਾਣੇ ਪਿਆਰ ਨੂੰ ਭੁੱਲ ਗਿਆ, ਅਤੇ ਅਸਲ ਵਿੱਚ ਇੱਕ ਕੁਹਾੜੀ ਲੈ ਕੇ ਆਪਣੇ ਪਤੀ ਦੇ ਤਾਬੂਤ ਨੂੰ ਖੋਲ੍ਹਿਆ, ਦਵਾਈ ਲਈ ਆਪਣਾ ਦਿਮਾਗ ਕੱਢਣ ਦੀ ਤਿਆਰੀ ਕਰ ਰਿਹਾ ਸੀ।\nਅਚਾਨਕ, ਜਦੋਂ ਤਾਬੂਤ ਖੋਲ੍ਹਿਆ ਗਿਆ, ਜ਼ੁਆਂਗਜ਼ੀ ਮੁੜ ਜੀਵਿਤ ਹੋ ਗਿਆ। ਮਿਸ ਟਿਆਨ ਇੰਨੀ ਸ਼ਰਮਿੰਦਾ ਸੀ ਕਿ ਉਸਨੇ ਆਪਣੇ ਆਪ ਨੂੰ ਫਾਹਾ ਲਗਾ ਲਿਆ।\n(ਇਹ ਕਹਾਣੀ ਨਿੱਜੀ ਲਾਭ ਲਈ ਦੋਸਤੀ ਦੀ ਉਲੰਘਣਾ ਕਰਨ ਦਾ ਰੂਪਕ ਹੈ, ਇਸ ਲਈ ਅਸੀਂ ਇਸ ਨਾਲ ਸਹਿਮਤ ਨਹੀਂ ਹੋ ਸਕਦੇ।)", "聖意": "ਘਰ ਸ਼ਾਂਤ ਹੈ, ਆਪਾ ਸੁਰੱਖਿਅਤ ਹੈ, ਪੈਸਾ ਬੇਇਨਸਾਫ਼ੀ ਹੈ, ਵਪਾਰ ਬਲੀਦਾਨ ਹਨ, ਵਿਆਹ ਸੁਲਝਾਏ ਗਏ ਹਨ, ਲਿਉਜੀਆ ਵਿੱਚ ਬੁਰਾਈ ਖੁਸ਼ਹਾਲ ਹੈ, ਪੈਦਲ ਯਾਤਰੀ ਨਹੀਂ ਆਏ ਹਨ, ਰੇਸ਼ਮ ਦੇ ਕੀੜੇ ਸ਼ਾਂਤੀ ਵਿੱਚ ਹਨ, ਪਸ਼ੂ ਸ਼ਾਂਤੀ ਵਿੱਚ ਹਨ, ਲੋਕ ਲੋਕਾਂ ਨੂੰ ਲੱਭ ਰਹੇ ਹਨ, ਮੁਕੱਦਮਾ ਬਦਲ ਗਿਆ ਹੈ, ਚੇਲੇ ਰੂੜੀਵਾਦੀ ਹੋ ਗਏ ਹਨ, ਜਾਇਦਾਦ ਗੁਆਚ ਗਈ ਹੈ, ਕੋਈ ਬਿਮਾਰੀ ਨਹੀਂ ਹੈ, ਅਤੇ ਪਹਾੜ ਅਤੇ ਕਬਰਾਂ ਬੁਰਾਈਆਂ ਹਨ.", "古人": "ਜ਼ੁਆਂਗਜ਼ੀ ਆਪਣੀ ਪਤਨੀ ਦੀ ਜਾਂਚ ਕਰਦਾ ਹੈ", "第X籤": "ਲਾਟ 84", "宮": "ਵੇਈ ਗੋਂਗ"}