{"籤詩版本二": "ਹਨੇਰੇ ਬੱਦਲ ਅਤੇ ਧੁੰਦ ਨੇ ਪਹਾੜ ਦੇ ਸਾਹਮਣੇ ਸੜਕ ਨੂੰ ਢੱਕ ਲਿਆ ਹੈ ਸਭ ਕੁਝ ਗੋਲ ਹੈ ਅਤੇ ਚੰਦਰਮਾ ਫਿਰ ਗੋਲ ਹੈ।\nਸ਼ਾਇਰੀ ਤੇ ਕਿਤਾਬਾਂ ਮਿਲ ਜਾਣ ਤਾਂ ਡੂੰਘੇ ਸੁਪਨੇ ਤੋਂ ਜਾਗ ਜਾਏਂਗੇ ਨੇਕ ਬੰਦੇ ਤੈਨੂੰ ਛੱਤ ਤੱਕ ਸੇਧ ਦੇਣਗੇ।", "詩意": "ਇਹ ਹੈਕਸਾਗ੍ਰਾਮ ਬਸੰਤ ਦੇ ਅੰਤ ਅਤੇ ਫੁੱਲਾਂ ਦੇ ਖਿੜਨ ਦਾ ਪ੍ਰਤੀਕ ਹੈ।\nਪ੍ਰਭੂ ਤੋਂ ਬਾਅਦ ਸਭ ਕੁਝ ਬਦਲ ਜਾਂਦਾ ਹੈ।", "解曰": "ਬੁੱਢੇ ਆਦਮੀ ਨੂੰ ਮਦਦ ਮੰਗਣ ਦੀ ਲੋੜ ਹੈ। ਇਹ ਬਸੰਤ ਰੁੱਤ ਵਿੱਚ ਦੁਬਾਰਾ ਖਿੜਦਾ ਹੈ. ਪ੍ਰਸਿੱਧੀ ਅਤੇ ਕਿਸਮਤ ਦੀ ਇੱਛਾ. ਜ਼ਿੰਦਗੀ ਵਿੱਚ ਦੇਰ ਨਾਲ ਇੱਕ ਹਨੇਰੀ ਦਾ ਸਾਹਮਣਾ ਕਰੋ.", "籤詩故事一": "◇ ਹਾਨ ਵੇਂਗੌਂਗ ਦਾ ਸਾਹਮਣਾ ਬਰਫ਼ ਨਾਲ ਹੁੰਦਾ ਹੈ\nਹਾਨ ਯੂ, ਜਿਸਦਾ ਸ਼ਿਸ਼ਟਾਚਾਰ ਨਾਮ ਤੁਇਜ਼ੀ ਸੀ, ਚਾਂਗਲੀ ਤੋਂ ਸੀ। ਜ਼ੇਨਯੁਆਨ ਦੇ ਅੱਠਵੇਂ ਸਾਲ ਵਿੱਚ ਟੈਂਗ ਡੇਜ਼ੋਂਗ ਇੱਕ ਜਿਨਸ਼ੀ ਬਣ ਗਿਆ ਸੀ, ਅਤੇ ਉਸਦਾ ਮਰਨ ਉਪਰੰਤ ਸਿਰਲੇਖ ਵੇਨ ਗੋਂਗ ਸੀ।\nਤਾਂਗ ਰਾਜਵੰਸ਼ ਦੇ ਸਮਰਾਟ ਜ਼ਿਆਨਜ਼ੋਂਗ ਦੇ ਰਾਜ ਦੌਰਾਨ, ਹਾਨ ਯੂ ਨੇ ਬੁੱਧ ਦੀਆਂ ਹੱਡੀਆਂ ਨਾਲ ਪ੍ਰਦਰਸ਼ਨ ਕੀਤਾ, ਜਿਸ ਨਾਲ ਸਮਰਾਟ ਨੂੰ ਗੁੱਸਾ ਆਇਆ। ਹਾਨ ਯੂ ਆਪਣੀ ਪਤਨੀ ਅਤੇ ਬੱਚਿਆਂ ਨੂੰ ਛੱਡ ਕੇ ਚਾਓਝੂ ਚਲਾ ਗਿਆ। ਕੁਝ ਦਿਨਾਂ ਤੋਂ ਘੱਟ ਤੁਰਨ ਤੋਂ ਬਾਅਦ, ਠੰਡੀ ਹਵਾ ਤੇਜ਼ ਹੋ ਗਈ ਅਤੇ ਭਾਰੀ ਬਰਫਬਾਰੀ ਹੋਈ। ਹਾਨ ਯੂ ਇੱਕ ਅਜਿਹੀ ਥਾਂ 'ਤੇ ਪਹੁੰਚਿਆ ਜਿੱਥੇ ਬਰਫ਼ ਕਈ ਫੁੱਟ ਡੂੰਘੀ ਸੀ, ਜਿਸ ਕਾਰਨ ਉਸ ਦੇ ਘੋੜੇ ਦਾ ਅੱਗੇ ਵਧਣਾ ਮੁਸ਼ਕਲ ਹੋ ਗਿਆ ਸੀ। ਨੇੜੇ ਕੋਈ ਘਰ ਨਹੀਂ ਸੀ ਅਤੇ ਉਸ ਨੂੰ ਪਤਾ ਨਹੀਂ ਸੀ ਕਿ ਸੜਕ ਕਿੱਥੇ ਹੈ। ਜੇਕਰ ਤੁਸੀਂ ਰਸਤੇ 'ਤੇ ਚੱਲਣਾ ਚਾਹੁੰਦੇ ਹੋ ਅਤੇ ਪਿੱਛੇ ਹਟਣਾ ਚਾਹੁੰਦੇ ਹੋ, ਤਾਂ ਵਾਪਸੀ ਦਾ ਕੋਈ ਰਸਤਾ ਨਹੀਂ ਹੈ। ਹਵਾ ਤੇਜ਼ ਵਗ ਰਹੀ ਸੀ ਅਤੇ ਬਰਫ ਤੇਜ਼ੀ ਨਾਲ ਡਿੱਗ ਰਹੀ ਸੀ। ਹਾਨ ਯੂ ਚਮੜੀ ਤੱਕ ਭਿੱਜ ਗਿਆ ਸੀ, ਠੰਢ ਅਤੇ ਭੁੱਖਾ ਸੀ, ਅਤੇ ਉਸ ਕੋਲ ਆਪਣਾ ਦੁੱਖ ਪ੍ਰਗਟ ਕਰਨ ਲਈ ਕਿਤੇ ਵੀ ਨਹੀਂ ਸੀ।\nਹਾਨ ਯੂ ਨੇ ਸਾਹ ਭਰਿਆ ਅਤੇ ਕਿਹਾ: \"ਸਮਰਾਟ ਮੈਨੂੰ ਨਹੀਂ ਮਾਰੇਗਾ, ਪਰ ਸਮਰਾਟ ਮੈਨੂੰ ਤਬਾਹ ਕਰਨਾ ਚਾਹੁੰਦਾ ਹੈ.\"\nਜਦੋਂ ਹਾਨ ਯੂ ਬੇਚੈਨ ਸੀ, ਉਸਨੇ ਇੱਕ ਆਦਮੀ ਨੂੰ ਸਖ਼ਤ ਠੰਡ ਦੇ ਬਾਵਜੂਦ ਬਰਫ਼ ਨੂੰ ਸਾਫ਼ ਕਰਨ ਲਈ ਆਉਂਦਿਆਂ ਦੇਖਿਆ।\nਪਹਿਲਾਂ, ਹਾਨ ਜ਼ਿਆਂਗਜ਼ੀ ਨੇ ਹਾਨ ਯੂ ਨੂੰ ਕਿਹਾ ਸੀ: \"ਕਿਨਲਿੰਗ ਵਿੱਚ ਯੂਨ ਹੈਂਗ ਦਾ ਘਰ ਕਿੱਥੇ ਹੈ? ਬਰਫ਼ ਨੀਲੇ ਗੇਟ ਨੂੰ ਗਲੇ ਲਗਾ ਲੈਂਦੀ ਹੈ ਅਤੇ ਘੋੜਾ ਅੱਗੇ ਵਧਣ ਲਈ ਰੁਕ ਜਾਂਦਾ ਹੈ। \"ਉਸ ਸਮੇਂ, ਹਾਨ ਯੂ ਨੂੰ ਹਾਨ ਜ਼ਿਆਂਗਜ਼ੀ ਦਾ ਮਤਲਬ ਸਮਝ ਨਹੀਂ ਆਇਆ ਸੀ, ਪਰ ਹੁਣ ਉਹ ਅੰਤ ਵਿੱਚ ਸਮਝਿਆ.\nਇਸ ਲਈ ਹਾਨ ਯੂ ਅਤੇ ਹਾਨ ਜ਼ਿਆਂਗਜ਼ੀ ਲੈਂਗੁਆਨ ਵਿੱਚ ਫੂ ਦੇ ਘਰ ਰਾਤ ਬਿਤਾਉਣ ਗਏ। ਅਤੀਤ ਅਤੇ ਖੇਤੀ ਦੇ ਰਾਹ ਬਾਰੇ ਗੱਲ ਕਰਦੇ ਹੋਏ, ਹਾਨ ਯੂ ਨੂੰ ਦਿਲੋਂ ਯਕੀਨ ਸੀ।\nਬਾਅਦ ਵਿੱਚ, ਹਾਨ ਯੂ ਨੇ ਆਪਣੀ ਸਰਕਾਰੀ ਸਥਿਤੀ ਨੂੰ ਤਿਆਗ ਦਿੱਤਾ, ਆਪਣੀ ਸਾਰੀ ਜਾਇਦਾਦ ਸਥਾਨਕ ਸਰਕਾਰ ਨੂੰ ਦਾਨ ਕਰ ਦਿੱਤੀ, ਅਤੇ ਤਾਓਵਾਦ ਦਾ ਅਭਿਆਸ ਕਰਨ ਲਈ ਪਹਾੜਾਂ ਵਿੱਚ ਚਲਾ ਗਿਆ ਅਤੇ ਇੱਕ ਅਮਰ ਬਣ ਗਿਆ।", "聖意": "ਘਰ ਆਪਣੇ ਲਈ ਚੰਗਾ ਨਹੀਂ ਹੈ, ਪੈਸੇ ਮੰਗਣ ਲਈ ਸਾਵਧਾਨ ਰਹੋ, ਕਾਰੋਬਾਰ 'ਤੇ ਧਿਆਨ ਦਿਓ, ਵਿਆਹ ਲੇਟ ਹੋ ਗਿਆ ਹੈ, ਲਿਉਜੀਆ ਔਰਤ ਪੈਦਲ ਖੇਤਾਂ ਨੂੰ ਰੋਕਦੀ ਹੈ, ਰੇਸ਼ਮ ਦੇ ਕੀੜੇ ਚੰਗੇ ਹਨ, ਪਸ਼ੂ ਚੰਗੇ ਹਨ, ਲੋਕ ਲੱਭਣੇ ਔਖੇ ਹਨ, ਲੋਕ ਮੁਕੱਦਮੇ ਵਾਰ-ਵਾਰ ਹੁੰਦੇ ਹਨ, ਪਰਵਾਸ ਹੈ। ਅੱਪਡੇਟ, ਗੁਆਚੀਆਂ ਚੀਜ਼ਾਂ ਗੰਭੀਰ ਹਨ, ਬਿਮਾਰੀਆਂ ਦੇਰੀ ਨਾਲ ਹਨ, ਪਹਾੜੀ ਕਬਰਾਂ ਨੂੰ ਬਦਲਣਾ ਚਾਹੀਦਾ ਹੈ.", "古人": "ਹਾਨ ਵੇਂਗੌਂਗ ਬਰਫ਼ ਦਾ ਸਾਹਮਣਾ ਕਰਦਾ ਹੈ", "第X籤": "ਅੱਸੀ-ਪੰਜਵੀਂ ਜਿੱਤਣ ਵਾਲੀ ਲਾਟਰੀ", "宮": "ਸ਼ੇਨ ਗੋਂਗ"}