{"籤詩版本二": "ਪੱਛਮੀ ਪਹਾੜ ਦੇ ਅੱਧੇ ਰਸਤੇ 'ਤੇ ਚੱਲਦਿਆਂ, ਜੂਨਲਿੰਗ ਦੀਆਂ ਚੱਟਾਨਾਂ ਨੂੰ ਸੈਟਲ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।\nਰਾਖੀ ਲਈ ਪਰਮਾਤਮਾ ਵੱਲ ਤੱਕਦੇ ਹੋਏ, ਇਹ ਸਰੀਰ ਅਜੇ ਵੀ ਮੁਰਦਾਘਰ ਵਿੱਚ ਹੈ", "詩意": "ਇਹ ਹੈਕਸਾਗ੍ਰਾਮ ਰੇਤ ਵਿੱਚ ਸੋਨਾ ਲੱਭਣ ਵਾਂਗ ਹੈ।\nਹਰ ਚੀਜ਼ ਵਿੱਚ ਨੇਕ ਲੋਕਾਂ ਦੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਹਨ।\n\nਇਹ ਵੀ: ਇਹ ਹੈਕਸਾਗ੍ਰਾਮ ਦਰਸਾਉਂਦਾ ਹੈ ਕਿ ਵਿਅਕਤੀ ਖ਼ਤਰੇ ਵਿੱਚ ਹੈ।\nਹਰ ਚੀਜ਼ ਵਿੱਚ ਨੇਕ ਲੋਕਾਂ ਦੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਹਨ।", "解曰": "ਜੇਡ ਪੱਥਰ ਨੂੰ ਛਾਣ ਕੇ ਪਾਇਆ ਜਾ ਸਕਦਾ ਹੈ। ਰੇਤ ਵਿੱਚ ਸੋਨਾ ਲੱਭੋ. ਸਖ਼ਤ ਮਿਹਨਤ ਕਰਨ ਦੀ ਲੋੜ ਹੈ। ਬਸ ਮੁਸੀਬਤ.\nਇੱਕ ਹੋਰ ਕੰਮ: ਇੱਕ ਮੁਸ਼ਕਲ ਸਥਿਤੀ. ਕਿਤੇ ਵੀ ਨਹੀਂ ਰਹਿਣਾ। ਰੱਬ ਤੋਂ ਅਸੀਸ ਮੰਗੋ। ਮਨ ਦੀ ਸ਼ਾਂਤੀ ਲਈ ਪ੍ਰਾਰਥਨਾ ਕਰੋ।", "籤詩故事一": "◇ ਸੋਨੇ ਨੂੰ ਕੱਟੋ ਅਤੇ ਭੂਮੀਗਤ ਗੁਫਾ ਦੀ ਪੜਚੋਲ ਕਰੋ\nਆਪਣੇ ਫੌਜੀ ਕਾਰਨਾਮਿਆਂ ਦਾ ਜਸ਼ਨ ਮਨਾਉਣ ਲਈ, ਚੇਂਗ ਯਾਓਜਿਨ ਨੇ ਯਾਨਵੁਯਾਂਗ ਵਿਖੇ ਇੱਕ ਦਾਅਵਤ ਦੀ ਮੇਜ਼ਬਾਨੀ ਕੀਤੀ। ਅਚਾਨਕ ਜ਼ਮੀਨ ਵਿੱਚ ਇੱਕ ਸੁਰਾਖ ਖੁੱਲ੍ਹ ਗਿਆ, ਜੋ ਕਿ ਅਥਾਹ ਸੀ, ਹਰ ਕੋਈ ਸ਼ਬਦ ਚੁਣ ਕੇ, ਸੋਨੇ ਨੂੰ ਜਿੱਤਣ ਲਈ ਕੱਟਣ ਅਤੇ ਆਪਣੇ ਆਪ ਨੂੰ ਮੋਰੀ ਵਿੱਚ ਬੰਨ੍ਹਣ ਲਈ ਰੱਸੀਆਂ ਕਿਰਾਏ 'ਤੇ ਲੈ ਕੇ ਲਾਟੀਆਂ ਕੱਢਦਾ ਸੀ।\nਇੱਥੇ ਪੱਥਰ ਦੇ ਦਰਵਾਜ਼ੇ, ਮੇਜ਼, ਕੁਰਸੀਆਂ, ਪੁਲ ਅਤੇ ਹੋਰ ਵਸਤੂਆਂ ਹਨ।ਮੇਜ਼ ਉੱਤੇ ਅਜਗਰ ਦੇ ਚੋਲੇ ਅਤੇ ਜੇਡ ਬੈਲਟ ਹਨ, ਜੋ ਸੋਨੇ ਦੇ ਬਣੇ ਹੋਏ ਹਨ ਅਤੇ ਗੁਫਾ ਦੇ ਬਾਹਰ ਪਹਿਨੇ ਹੋਏ ਹਨ।\nਯਾਓ ਜਿਨ ਇੱਕ ਵੱਡੇ ਡੱਬੇ ਅਤੇ ਇੱਕ ਛੋਟੇ ਬਕਸੇ ਦੇ ਨਾਲ ਮੋਰੀ ਵਿੱਚੋਂ ਬਾਹਰ ਆਇਆ, ਲੱਕੜ ਦੇ ਡੱਬੇ ਨੂੰ ਖੋਲ੍ਹਿਆ ਅਤੇ ਜੇਡ ਸੀਲ ਨੂੰ ਬਾਹਰ ਕੱਢਿਆ, ਡੱਬਾ ਖੋਲ੍ਹਿਆ, ਵੱਡੇ ਝੰਡੇ ਅਤੇ ਤਾਜ ਦੇ ਚੋਗੇ ਅਤੇ ਟਰੈਕਾਂ ਨੂੰ ਬਾਹਰ ਕੱਢਿਆ ਅਤੇ ਮੇਜ਼ ਉੱਤੇ ਰੱਖ ਦਿੱਤਾ, ਅਤੇ ਹਰ ਕੋਈ ਉਨ੍ਹਾਂ ਨੂੰ ਇਕ-ਇਕ ਕਰਕੇ ਦੇਖਦਾ ਰਿਹਾ। ਮੈਂ ਵੱਡੀ ਮੋਹਰ 'ਤੇ ਉੱਕਰੀ ਹੋਈ ਅੱਠ ਮੋਹਰ ਦੇ ਅੱਖਰ \"ਹੰਸ਼ੀ ਦਾ ਦਾਨਵ ਰਾਜਾ, ਮਹਾਨ ਗੁਣੀ ਸਮਰਾਟ\" ਦੇਖਿਆ।\nਹਰ ਕੋਈ ਉਸਨੂੰ \"ਸਮਰਾਟ\" ਵਜੋਂ ਪੂਜਦਾ ਸੀ, ਅਤੇ ਯਾਓਜਿਨ ਨੇ ਤਿੰਨ ਸਾਲਾਂ ਲਈ ਦਾਨਵ ਰਾਜੇ ਵਜੋਂ ਅਜਿਹਾ ਕੀਤਾ ਸੀ। (ਅਸਲ ਵਿੱਚ, ਇਹ ਸਿਰਫ ਸਵੈ-ਘੋਸ਼ਿਤ ਸੀ, ਅਤੇ ਚੇਂਗ ਯਾਓਜਿਨ ਉਸ ਸਮੇਂ ਪਿੰਡ ਦਾ ਨੇਤਾ ਸੀ।)\n(ਇਹ ਕਹਾਣੀ ਇੱਕ ਅਲੰਕਾਰ ਹੈ ਕਿ ਚੰਗੀਆਂ ਚੀਜ਼ਾਂ ਅਭਿਨੈ ਵਾਂਗ ਹੀ ਹਨ। ਇਹ \"ਇਹ ਸਰੀਰ ਅਜੇ ਵੀ ਵਿਅਰਥ ਹੈ\" ਦੀ ਕਲਾਤਮਕ ਧਾਰਨਾ ਹੈ।)", "聖意": "ਘਰ-ਘਰ ਦੀ ਅਰਦਾਸ, ਆਤਮ-ਹੱਤਿਆ, ਧਨ-ਦੌਲਤ ਦੀ ਮੰਗ, ਮਿਹਨਤ, ਕੰਮ-ਧੰਦੇ ਵਿਚ ਸਾਵਧਾਨ ਰਹਿਣਾ, ਵਿਆਹ ਵਿਚ ਅੜਿੱਕਾ ਬਣੇਗਾ ਲਿਉ ਜਿਆਕਸੂ, ਪੈਦਲ, ਚੀ ਤਿਆਨ, ਰੇਸ਼ਮ ਦੇ ਕੀੜੇ, ਸਥਿਰ ਛੇ ਪਸ਼ੂ, ਲੋਕਾਂ ਦੀ ਭਾਲ, ਕੋਈ ਮੁਕੱਦਮਾ ਨਹੀਂ, ਨੁਕਸਾਨ। , ਪਰਵਾਸ, ਗੁਆਚੀਆਂ ਜਾਇਦਾਦਾਂ, ਬੁਰਾਈਆਂ, ਰੁਕਾਵਟਾਂ, ਪਹਾੜਾਂ ਅਤੇ ਕਬਰਾਂ ਨੂੰ ਰੱਖਣਾ।", "古人": "ਸੋਨੇ ਲਈ ਕ੍ਰਿਪਟ ਦੀ ਪੜਚੋਲ ਕਰਨਾ", "第X籤": "ਹਸਤਾਖਰ ਅਠਾਈ", "宮": "ਸ਼ੇਨ ਗੋਂਗ"}