{"籤詩版本二": "ਮੈਨੂੰ ਆਪਣੇ ਨਿੱਜੀ ਮਾਮਲਿਆਂ ਨਾਲ ਪਰੇਸ਼ਾਨ ਨਾ ਕਰੋ। ਜਨਤਾ ਨੂੰ ਪੁੱਛਣਾ ਵਧੇਰੇ ਉਚਿਤ ਹੈ।\nਇੱਕ ਸਾਫ ਦਿਲ ਅਸਮਾਨ ਵਿੱਚ ਚਮਕਦਾਰ ਚੰਦ ਵਾਂਗ ਚਮਕਦਾਰ ਹੈ", "詩意": "ਇਹ ਹੈਕਸਾਗ੍ਰਾਮ ਅਸਮਾਨ ਵਿੱਚ ਇੱਕ ਚਮਕਦਾਰ ਚੰਦ ਦੀ ਤਸਵੀਰ ਨੂੰ ਦਰਸਾਉਂਦਾ ਹੈ।\nਹਰ ਚੀਜ਼ ਚਮਕਦਾਰ ਅਤੇ ਹਵਾਦਾਰ ਹੈ.", "解曰": "ਦਿਲ ਵਿੱਚ ਸਿੱਧੇ ਰਹੋ. ਕਾਨੂੰਨ ਨੂੰ ਸਿੱਧਾ ਕਰੋ. ਪਵਿੱਤਰ ਸ਼ਬਦ. ਅੰਤ ਵਿੱਚ ਇਹ ਸਪੱਸ਼ਟ ਹੋ ਜਾਂਦਾ ਹੈ.", "籤詩故事一": "◇ ਕਾਂਗ ਮਿੰਗ ਦਾ ਜਨਰਲ\nਹੱਲ: ਜ਼ੁਗੇ ਲਿਆਂਗ ਨੇ ਆਪਣੀਆਂ ਫੌਜਾਂ ਅਤੇ ਜਰਨੈਲਾਂ ਨੂੰ ਇਕੱਠਾ ਕੀਤਾ\nਤਿੰਨ ਰਾਜਾਂ ਦੀ ਮਿਆਦ ਦੇ ਦੌਰਾਨ, ਜ਼ੁਗੇ ਲਿਆਂਗ (181-234), ਸ਼ਿਸ਼ਟਾਚਾਰ ਨਾਮ ਕੋਂਗਮਿੰਗ, ਦਾ ਜਨਮ ਯਾਂਗਦੂ, ਲੰਗਯਾ (ਹੁਣ ਯਿਨਾਨ ਕਾਉਂਟੀ, ਸ਼ੈਡੋਂਗ ਪ੍ਰਾਂਤ) ਵਿੱਚ ਹੋਇਆ ਸੀ।\nਝੂਗੇ ਲਿਆਂਗ ਨੇ ਇੱਕ ਅਧਿਕਾਰੀ ਬਣਨ ਲਈ ਸਹਿਮਤੀ ਦਿੱਤੀ ਜਦੋਂ ਲਿਊ ਬੇਈ ਨੇ ਤਿੰਨ ਵਾਰ ਛੱਤ ਵਾਲੀ ਝੌਂਪੜੀ ਦਾ ਦੌਰਾ ਕੀਤਾ। ਉਸ ਸਮੇਂ, ਕਾਓ ਕਾਓ ਨੇ ਹੇਬੇਈ ਨੂੰ ਸ਼ਾਂਤ ਕੀਤਾ ਸੀ ਅਤੇ ਦੱਖਣ ਵੱਲ ਮਾਰਚ ਕਰਨ ਦਾ ਪੱਕਾ ਇਰਾਦਾ ਕੀਤਾ ਸੀ। ਉਸਨੇ ਜ਼ੀਹਾਉ ਡੁਨ ਨੂੰ ਚੀਫ ਜਨਰਲ, ਯੂ ਜਿਨ, ਲੀ ਡੀਅਨ ਅਤੇ ਹੋਰਾਂ ਨੂੰ ਭੇਜਿਆ। ਡਿਪਟੀ ਜਨਰਲ, 100,000 ਦੀ ਫੌਜ ਦੀ ਅਗਵਾਈ ਕਰਦੇ ਹੋਏ ਜ਼ਿੰਯੇ ਵੱਲ ਮਾਰਚ ਕਰਨ ਲਈ। ਹਾਲਾਂਕਿ ਜ਼ੁਗੇ ਲਿਆਂਗ ਦੀ ਉਸ ਸਮੇਂ ਦੁਸ਼ਮਣ ਤੋਂ ਪਿੱਛੇ ਹਟਣ ਦੀ ਯੋਜਨਾ ਸੀ, ਗੁਆਨ ਯੂ ਅਤੇ ਝਾਂਗ ਫੇਈ ਨੇ ਜ਼ੁਗੇ ਲਿਆਂਗ ਦੇ ਸ਼ਬਦਾਂ ਨੂੰ ਤੁੱਛ ਸਮਝਿਆ। ਜ਼ੂਗੇ ਲਿਆਂਗ ਕੋਲ ਉਨ੍ਹਾਂ ਦੋਵਾਂ ਨੂੰ ਯਕੀਨ ਦਿਵਾਉਣ ਲਈ ਲਿਊ ਬੇਈ ਦੀ ਤਲਵਾਰ ਦੀ ਵਰਤੋਂ ਕਰਨ ਤੋਂ ਇਲਾਵਾ ਕੋਈ ਚਾਰਾ ਨਹੀਂ ਸੀ, ਤਾਂ ਜੋ ਉਨ੍ਹਾਂ ਨੇ ਹਰ ਇੱਕ ਹਜ਼ਾਰ ਸੈਨਿਕਾਂ ਦੀ ਅਗਵਾਈ ਕੀਤੀ ਅਤੇ ਯੁਸ਼ਾਨ ਅਤੇ ਐਨਲਿਨ ਵਿੱਚ ਘਾਤ ਲਗਾ ਕੇ ਹਮਲਾ ਕੀਤਾ। ਉਹ ਜ਼ੀਹਾਉ ਡੁਨ ਦੀ ਆਪਣੀ ਫੌਜ ਨੂੰ ਲੰਘਣ ਲਈ ਲੈ ਜਾਣ ਦੀ ਉਡੀਕ ਕਰਦੇ ਰਹੇ, ਅਤੇ ਫਿਰ ਉਨ੍ਹਾਂ ਉੱਤੇ ਹਮਲਾ ਕੀਤਾ। ਹਮਲੇ ਅਤੇ ਅੱਗ.\nਇਸ ਤੋਂ ਇਲਾਵਾ, ਝਾਓ ਯੂਨ ਨੂੰ ਜ਼ੀਹਾਉ ਡੁਨ ਦੇ ਵਿਰੁੱਧ ਲੜਨ ਲਈ ਫੌਜ ਦੇ ਪੁਰਾਣੇ ਅਤੇ ਕਮਜ਼ੋਰ ਬਚੇ-ਖੁਚੇ ਅਵਸ਼ੇਸ਼ਾਂ ਦੀ ਅਗਵਾਈ ਕਰਨ ਲਈ ਭੇਜਿਆ ਗਿਆ ਸੀ, ਅਤੇ ਫਿਰ ਝੂਠੀ ਹਾਰ ਮੰਨ ਕੇ ਪਿੱਛੇ ਹਟ ਗਿਆ, ਜ਼ਿਆਹੋ ਡੁਨ ਨੂੰ ਪਹਾੜਾਂ ਅਤੇ ਜੰਗਲਾਂ ਵਿਚ ਤੰਗ ਸੜਕ ਵੱਲ ਲੁਭਾਉਣ ਲਈ ਉਸਨੇ ਗੁਆਨ ਨੂੰ ਵੀ ਭੇਜਿਆ। ਪਿੰਗ, ਝੂ ਕੈਂਗ, ਲਿਊ ਫੇਂਗ ਅਤੇ ਹੋਰ ਕਾਓ ਦੀ ਫੌਜ ਦੇ ਪਿਛਲੇ ਹਿੱਸੇ ਵਿੱਚ ਘੁਸਪੈਠ ਕਰਨ ਲਈ, ਸਪਲਾਈ ਨੂੰ ਸਾੜਦੇ ਹੋਏ ਅਤੇ ਕਾਓ ਦੀ ਫੌਜ ਵਿੱਚ ਦਹਿਸ਼ਤ ਪੈਦਾ ਕਰਦੇ ਹਨ।\nਲੜਾਈ ਤੋਂ ਬਾਅਦ, ਸਭ ਕੁਝ ਉਸੇ ਤਰ੍ਹਾਂ ਹੋਇਆ ਜਿਵੇਂ ਜ਼ੁਗੇ ਲਿਆਂਗ ਨੇ ਪ੍ਰਬੰਧ ਕੀਤਾ ਸੀ। ਜਦੋਂ ਜ਼ੀਹਾਉ ਡੁਨ ਅਤੇ ਯੂ ਜਿਨ ਨੇ ਪਿੱਛਾ ਕਰਨ ਵਿੱਚ ਫੌਜ ਦੀ ਅਗਵਾਈ ਕੀਤੀ, ਤਾਂ ਲੀ ਡਿਆਨ, ਜੋ ਪਿਛਲੇ ਹਿੱਸੇ ਵਿੱਚ ਸੀ, ਨੇ ਤੁਰੰਤ ਮੋਰਚੇ ਵਿੱਚ ਜ਼ੀਹਾਉ ਡਨ ਨੂੰ ਸੂਚਿਤ ਕੀਤਾ ਕਿ ਉਸਨੂੰ ਦੁਸ਼ਮਣ ਦੇ ਅੱਗ ਦੇ ਹਮਲਿਆਂ ਤੋਂ ਬਚਣ ਦੀ ਲੋੜ ਹੈ। ਹਾਲਾਂਕਿ, ਉਦੋਂ ਤੱਕ ਬਹੁਤ ਦੇਰ ਹੋ ਚੁੱਕੀ ਸੀ। ਕਾਓ ਦੀ ਫੌਜ ਦੁਆਰਾ ਰੋਕਿਆ ਗਿਆ ਸੀ। ਤੰਗ ਸੜਕ ਅਤੇ ਇੱਕ ਅਜਿਹੀ ਥਾਂ 'ਤੇ ਸਥਿਤ ਸੀ ਜਿੱਥੇ ਦਰਖਤ ਆਪਸ ਵਿੱਚ ਜੁੜੇ ਹੋਏ ਸਨ। ਅੱਗ ਨੇੜੇ ਸੀ। ਉੱਥੇ ਭਾਰੀ ਜਾਨੀ ਨੁਕਸਾਨ ਹੋਇਆ ਸੀ, ਅਤੇ ਜ਼ੀਹਾਉ ਡੁਨ ਅਤੇ ਹੋਰ ਜਰਨੈਲ ਹਾਰ ਗਏ ਸਨ ਅਤੇ ਜ਼ੂਡੂ ਵਾਪਸ ਭੱਜ ਗਏ ਸਨ।\n(ਇਹ ਕਹਾਣੀ ਇੱਕ ਅਲੰਕਾਰ ਹੈ ਕਿ ਕੋਂਗ ਮਿੰਗ ਲੋਕਾਂ ਦੀ ਵਰਤੋਂ ਕਰਨ ਅਤੇ ਬੁੱਧੀ ਨਾਲ ਦੇਸ਼ ਦਾ ਸ਼ਾਸਨ ਕਰਨ ਵਿੱਚ ਚੰਗਾ ਹੈ।)", "聖意": "ਘਰ ਅਤੇ ਘਰ ਸ਼ੁਭ ਹਨ।ਮੈਂ ਧਨ-ਦੌਲਤ, ਮਨ ਦੀ ਸ਼ਾਂਤੀ, ਖੁਸ਼ਹਾਲ ਕਾਰੋਬਾਰ, ਵਿਆਹ, ਸਫਲਤਾ, ਲਿਉਜੀਆ ਵਿੱਚ ਸਫਲਤਾ, ਖੇਤਾਂ ਵਿੱਚ ਘੁੰਮਦੇ ਆਦਮੀ, ਰੇਸ਼ਮ ਦੇ ਕੀੜੇ, ਪਸ਼ੂਆਂ ਦਾ ਨੁਕਸਾਨ, ਲਾਪਤਾ ਲੋਕ, ਜਨਤਕ ਮੁਕੱਦਮੇ, ਪਰਵਾਸ, ਗੁੰਮ ਹੋਈ ਜਾਇਦਾਦ, ਵਿੱਚ ਚੰਗੀ ਕਿਸਮਤ ਦੀ ਕਾਮਨਾ ਕਰਦਾ ਹਾਂ। ਅਸੀਸਾਂ, ਬੀਮਾਰੀ, ਸ਼ਾਂਤੀ, ਪਹਾੜ ਅਤੇ ਕਬਰਾਂ।", "古人": "ਕਾਂਗ ਮਿੰਗ ਦੇ ਜਨਰਲ", "第X籤": "ਨੌਵਾਂ ਚਿੰਨ੍ਹ", "宮": "ਯਿਨ ਪੈਲੇਸ"}