{"籤詩版本二": "ਇੱਕ ਚੰਗਾ ਪ੍ਰਦਰਸ਼ਨ ਤੁਹਾਨੂੰ ਭੀੜ ਤੋਂ ਇੱਕ ਝੁਕਾਅ ਨਾਲ ਵੱਖਰਾ ਬਣਾਉਂਦਾ ਹੈ, ਅਤੇ ਤੁਹਾਡਾ ਭਵਿੱਖ ਬਦਲਦਾ ਹੈ ਅਤੇ ਤੁਸੀਂ ਬਹੁਤ ਸਾਰੀ ਦੌਲਤ ਲਿਆਉਂਦੇ ਹੋ।\nਇੱਕ ਸੜਕ ਅਸਮਾਨ ਜਿੰਨੀ ਚੌੜੀ ਹੈ, ਅਤੇ ਜੋ ਪੈਸਾ ਤੁਸੀਂ ਦੇ ਸਕਦੇ ਹੋ ਉਹ ਤੁਹਾਡੇ ਦਿਲ ਵਿੱਚ ਹੋਵੇਗਾ", "詩意": "ਇਹ ਹੈਕਸਾਗ੍ਰਾਮ ਇੱਕ ਸ਼ਾਨਦਾਰ ਭਵਿੱਖ ਨੂੰ ਦਰਸਾਉਂਦਾ ਹੈ।\nਸਭ ਕੁਝ ਠੀਕ ਚੱਲਦਾ ਹੈ।", "解曰": "ਇੱਕ ਵੱਡੀ ਸੜਕ. ਤੁਸੀਂ ਅੱਗੇ ਵਧ ਸਕਦੇ ਹੋ। ਆਪਣੇ ਦਿਲ ਦੀ ਵਰਤੋਂ ਕਰੋ. ਸਿਰਫ਼ ਅੱਗੇ.\nਇਸ ਚਿੰਨ੍ਹ ਦੇ ਨਾਲ ਯੋਜਨਾ ਅਨੁਸਾਰ ਸਭ ਕੁਝ ਹੁੰਦਾ ਹੈ। ਜੀਚਾਂਗ ਨੂੰ ਸ਼ੁਭਕਾਮਨਾਵਾਂ।", "籤詩故事一": "◇ ਤਿੰਨ ਹੀਰੋ ਲੂ ਬੁ ਦੇ ਵਿਰੁੱਧ ਲੜਦੇ ਹਨ\nਹੱਲ: ਤਿੰਨ ਹੀਰੋ ਝਾਂਗ ਫੇਈ, ਗੁਆਨ ਯੂ, ਅਤੇ ਲਿਊ ਬੇਈ ਲੂ ਬੁ ਦੇ ਵਿਰੁੱਧ ਲੜਦੇ ਹਨ\nਡੋਂਗ ਜ਼ੂਓ ਨੂੰ ਪਤਾ ਲੱਗਾ ਕਿ ਹੁਆ ਜ਼ਿਓਂਗ ਦਾ ਸਿਰ ਕਲਮ ਕਰ ਦਿੱਤਾ ਗਿਆ ਸੀ ਅਤੇ ਫਲਾਇੰਗ ਜਨਰਲ ਲੂ ਬੁ ਨੂੰ ਲੜਨ ਲਈ ਭੇਜਿਆ ਗਿਆ ਸੀ। ਜਿਵੇਂ ਹੀ ਲੂ ਬੁ ਲੜਾਈ ਵਿੱਚ ਗਿਆ, ਉਸਨੇ ਜਨਰਲਾਂ ਫੈਂਗ ਯੂ ਅਤੇ ਮੂ ਸ਼ੁਨ ਨੂੰ ਮਾਰ ਦਿੱਤਾ, ਅਤੇ ਵੂ ਅੰਗੂਓ ਅਤੇ ਗੋਂਗਸੁਨ ਜ਼ੈਨ ਨੂੰ ਮਾਰ ਦਿੱਤਾ।\nਝਾਂਗ ਫੇਈ ਨੇ ਦੇਖਿਆ ਕਿ ਗੋਂਗਸੁਨ ਜ਼ੈਨ ਲੂ ਬੂ ਨੂੰ ਹਰਾ ਨਹੀਂ ਸਕਦਾ ਸੀ, ਇਸ ਲਈ ਉਸਨੇ ਜਲਦੀ ਹੀ ਗੌਂਗਸੁਨ ਜ਼ੈਨ ਦੀ ਥਾਂ ਲੈ ਲਈ ਅਤੇ ਚੀਕਿਆ: \"ਤਿੰਨ ਉਪਨਾਮਾਂ ਦੇ ਗ਼ੁਲਾਮਾਂ ਨੂੰ ਛੱਡ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ! ਯਾਨ ਤੋਂ ਝਾਂਗ ਫੇਈ ਇੱਥੇ ਹੈ! \"ਇਸ ਤੋਂ ਬਾਅਦ, ਉਹ ਪੰਜਾਹ ਤੋਂ ਵੱਧ ਦੌਰ ਲੜੇ, ਬਿਨਾਂ ਕਿਸੇ ਜੇਤੂ ਜਾਂ ਹਾਰਨ ਵਾਲੇ।\nਗੁਆਨ ਯੂ ਨੇ ਇਸਨੂੰ ਵੇਖਣ ਤੋਂ ਬਾਅਦ, ਉਸਨੇ ਅਤੇ ਝਾਂਗ ਫੇਈ ਨੇ ਲੂ ਬੁ 'ਤੇ ਹਮਲਾ ਕੀਤਾ ਅਤੇ ਤੀਹ ਤੋਂ ਵੱਧ ਦੌਰ ਲੜੇ।\nਲਿਊ ਬੇਈ ਨੇ ਵੀ ਦੋ ਤਲਵਾਰਾਂ ਚੁੱਕੀਆਂ, ਆਪਣੇ ਘੋੜੇ ਨੂੰ ਤਾੜੀ ਮਾਰੀ ਅਤੇ ਝਾਂਗ ਫੇਈ ਅਤੇ ਗੁਆਨ ਯੂ ਦੀ ਮਦਦ ਲਈ ਅੱਗੇ ਵਧਿਆ।\nਤਿੰਨਾਂ ਆਦਮੀਆਂ ਨੇ ਲੂ ਬੁ ਨੂੰ ਘੇਰ ਲਿਆ ਅਤੇ ਲੜਦੇ ਰਹੇ, ਸਮੂਹ ਦੇ ਸਾਰੇ ਲੋਕ ਹੈਰਾਨ ਰਹਿ ਗਏ।\nਜਲਦੀ ਹੀ, ਲੂ ਬੁ ਨੇ ਤਾਕਤ ਗੁਆਉਣੀ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤੀ। ਲੂ ਬੂ ਦਾ ਪੈਗਾਸਸ ਪਿੱਛੇ ਹਟ ਗਿਆ, ਪਰ ਤਿੰਨ ਆਦਮੀਆਂ ਨੇ ਲੂ ਬੁ ਦਾ ਪਿੱਛਾ ਕੀਤਾ ਅਤੇ ਹਾਰ ਮੰਨਣ ਤੋਂ ਇਨਕਾਰ ਕਰ ਦਿੱਤਾ। ਉਹ ਉਦੋਂ ਤੱਕ ਪਿੱਛੇ ਨਹੀਂ ਹਟੇ ਜਦੋਂ ਤੱਕ ਉਹ ਲੂ ਬੁ ਦੀਆਂ ਫੌਜਾਂ ਨੂੰ ਨਹੀਂ ਮਿਲੇ।\n\"ਤਿੰਨ ਰਾਜ\"\n(ਇਹ ਕਹਾਣੀ ਲੂ ਬੁ ਦੀ ਬਹਾਦਰੀ ਅਤੇ ਲੜਨ ਦੇ ਹੁਨਰ ਦਾ ਰੂਪਕ ਹੈ। ਇੱਕ ਵਿਅਕਤੀ ਤਿੰਨ ਲੋਕਾਂ ਨੂੰ ਹਰਾ ਸਕਦਾ ਹੈ।)", "聖意": "ਘਰ ਅਤੇ ਘਰ ਦਾ ਦਿਲ ਧਨ ਦੌਲਤ ਦੀ ਭਾਲ ਲਈ ਆਪਣੀ ਯਾਤਰਾ 'ਤੇ ਹੀ ਸਫ਼ਰ ਕਰਦਾ ਹੈ। ਇੱਕ ਸੰਭਾਵੀ ਵਿਆਹ ਦਾ ਲੇਖ ਲਿਉਜੀਆ ਨੂੰ ਜਾਂਦਾ ਹੈ। ਚੀਜ਼ਾਂ ਲੋਕਾਂ ਲਈ ਸੁਚਾਰੂ ਹੋ ਜਾਂਦੀਆਂ ਹਨ। ਜ਼ੁਸ਼ੁਨਟੀਅਨ ਰੇਸ਼ਮ ਦੇ ਕੀੜੇ ਵਰਤਦੇ ਹਨ। ਲੋਕ ਛੇ ਜਾਨਵਰਾਂ ਵਿੱਚੋਂ ਲੱਭੇ ਜਾ ਸਕਦੇ ਹਨ। ਲੋਕ ਪਹਿਲਾਂ ਹੀ ਲੱਭੇ ਜਾ ਸਕਦੇ ਹਨ। ਮੁਕੱਦਮੇਬਾਜ਼ੀ। ਪਰਵਾਸ। ਗੁੰਮ ਹੋਈ ਜਾਇਦਾਦ। ਬਿਮਾਰੀਆਂ। ਪਹਾੜ ਅਤੇ ਕਬਰਾਂ ਚੰਗੀ ਕਿਸਮਤ ਵਾਂਗ ਹਨ।", "古人": "ਤਿੰਨ ਹੀਰੋ ਲੂ ਬੁ ਦੇ ਵਿਰੁੱਧ ਲੜਦੇ ਹਨ", "第X籤": "ਲਾਟਰੀ ਨੱਬੇ ਜਿੱਤਣਾ", "宮": "ਤੁਹਾਨੂੰ ਮਹਿਲ"}