{"籤詩版本二": "ਲੂਆਨ ਫੇਂਗ ਜ਼ਿਆਂਗ ਬੂੰਦਾ-ਬਾਂਦੀ ਵਿਚ ਡੁੱਬ ਗਿਆ ਸੀ, ਪਰ ਉਸ ਸਮੇਂ ਉਸ ਨੂੰ ਕਵੀਰ ਦੁਆਰਾ ਧੱਕੇਸ਼ਾਹੀ ਕੀਤੀ ਗਈ ਸੀ\nਮੈਂ ਇਹ ਜਾਣ ਕੇ ਹੈਰਾਨ ਰਹਿ ਗਿਆ ਕਿ ਇੱਕ ਦਿਨ, ਬੱਦਲ ਬਹੁਤ ਦੂਰ ਸਨ, ਪਰ ਮੈਂ ਫਿਰ ਵੀ ਤੁਹਾਨੂੰ ਆਪਣੇ ਕੱਪੜੇ ਵਾਪਸ ਕਰ ਦਿੱਤੇ।", "詩意": "ਇਹ ਹੈਕਸਾਗ੍ਰਾਮ ਲੂਆਨ ਅਤੇ ਫੀਨਿਕਸ ਦੇ ਬਾਰਿਸ਼ ਦੁਆਰਾ ਢੱਕੇ ਜਾਣ ਦੇ ਪ੍ਰਤੀਕ ਨੂੰ ਦਰਸਾਉਂਦਾ ਹੈ।\nਸਮਾਂ ਆਉਣ 'ਤੇ ਸਭ ਕੁਝ ਮਿਲਦਾ ਹੈ।", "解曰": "ਬਦਮਾਸ਼ ਦਿਨ-ਬ-ਦਿਨ ਤਰੱਕੀ ਕਰ ਰਿਹਾ ਹੈ। ਇੱਕ ਸੱਜਣ ਨੂੰ ਕੁਝ ਨਹੀਂ ਕਰਨਾ ਚਾਹੀਦਾ। ਬੱਸ ਆਪਣੇ ਕੋਲ ਰੱਖੋ। ਸਮਾਂ ਆਉਣ 'ਤੇ ਕਾਰਵਾਈ ਕਰੋ।", "籤詩故事一": "◇ ਗਾਓ ਜੂਨ ਵਿਆਹ ਦੀ ਗਾਰੰਟੀ ਦਿੰਦਾ ਹੈ\nਸ਼ੁਰੂਆਤੀ ਸੌਂਗ ਰਾਜਵੰਸ਼ ਵਿੱਚ, ਝਾਓ ਕੁਆਂਗਯਿਨ ਨੇ ਉੱਤਰ ਨੂੰ ਇੱਕਜੁੱਟ ਕਰ ਦਿੱਤਾ ਅਤੇ ਪੂਰੇ ਦੇਸ਼ ਨੇ ਆਤਮ ਸਮਰਪਣ ਕਰ ਦਿੱਤਾ।ਹਾਲਾਂਕਿ, ਦੱਖਣੀ ਤਾਂਗ ਰਾਜਵੰਸ਼ ਵਿੱਚ, ਲੀ ਯੂ ਨੇ ਯਾਂਗਸੀ ਨਦੀ ਦੇ ਦੱਖਣ ਉੱਤੇ ਕਬਜ਼ਾ ਕਰ ਲਿਆ ਅਤੇ ਇੱਕ ਸ਼ਹਿਰ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਕੇ ਅਤੇ ਝਾਓ ਕੁਆਂਗਯਿਨ ਨੂੰ ਸ਼ੌਜ਼ੌ ਵਿੱਚ ਫਸਾਉਣ ਦੀ ਰਣਨੀਤੀ ਅਪਣਾਈ। ਸਥਿਤੀ ਨਾਜ਼ੁਕ ਸੀ। ਝਾਓ ਕੁਆਂਗਯਿਨ ਦੇ ਭਤੀਜੇ, ਗਾਓ ਜੁਨਬਾਓ, ਸੋਨੇ ਦੀ ਬੰਦੂਕ ਵਾਲਾ ਨੌਜਵਾਨ, ਸ਼ੌਜ਼ੌ ਦੀ ਘੇਰਾਬੰਦੀ ਨੂੰ ਤੋੜਨ ਲਈ ਬਿਆਨਜਿੰਗ ਛੱਡ ਗਿਆ।\n, ਸ਼ੁਆਂਗਸੁਓ ਪਹਾੜ ਤੋਂ ਲੰਘਦੇ ਹੋਏ, ਉਨ੍ਹਾਂ ਨੇ ਲਿਊ ਜਿੰਡਿੰਗ ਦੁਆਰਾ ਸਥਾਪਤ ਕੀਤੇ ਪਤੀ ਦੇ ਚਿੰਨ੍ਹ ਨੂੰ ਤੋੜ ਦਿੱਤਾ, ਅਤੇ ਦੋਵਾਂ ਨੇ ਮੁਕਾਬਲਾ ਕੀਤਾ। ਨਤੀਜੇ ਵਜੋਂ, ਲਿਊ ਜਿੰਡਿੰਗ ਨੇ ਆਪਣੀ ਸ਼ਾਨਦਾਰ ਮਾਰਸ਼ਲ ਆਰਟਸ ਨਾਲ ਤਿੰਨ ਵਾਰ ਗਾਓ ਜੁਨਬਾਓ ਨੂੰ ਹਰਾਇਆ, ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਜੀਵਨ ਲਈ ਸੋਨੇ ਦੀ ਗਦਾ ਅਤੇ ਚਾਂਦੀ ਦੀਆਂ ਘੰਟੀਆਂ ਦਾ ਆਦਾਨ-ਪ੍ਰਦਾਨ ਕੀਤਾ। ਝਾਓ ਕੁਆਂਗਯਿਨ ਦੇ ਭਤੀਜੇ ਗਾਓ ਜੁਨਬਾਓ, ਸ਼ੌਜ਼ੌ ਵਿੱਚ ਫਸੇ ਝਾਓ ਕੁਆਂਗਯਿਨ ਨੂੰ ਬਚਾਉਣ ਲਈ, ਬਿਆਨਜਿੰਗ ਨੂੰ ਛੱਡ ਕੇ ਸ਼ੁਆਂਗਸੁਓ ਪਹਾੜ ਤੋਂ ਲੰਘਿਆ। ਉਸਨੇ ਲਿਊ ਜਿੰਡਿੰਗ ਦੁਆਰਾ ਸਥਾਪਿਤ ਕੀਤੇ ਗਏ ਨਿਸ਼ਾਨ ਨੂੰ ਤੋੜ ਦਿੱਤਾ ਅਤੇ ਦੋਵਾਂ ਨੇ ਮੁਕਾਬਲਾ ਕੀਤਾ। ਨਤੀਜੇ ਵਜੋਂ, ਲਿਊ ਜਿਨਬਾਓ ਨੇ ਗਾਓ ਜੁਨਬਾਓ ਨੂੰ ਹਰਾਇਆ। ਸ਼ਾਨਦਾਰ ਮਾਰਸ਼ਲ ਆਰਟਸ ਅਤੇ ਅਜਿਹਾ ਕਰਨ ਲਈ ਮਜਬੂਰ ਕੀਤਾ ਗਿਆ ਸੀ। ਵਿਆਹ। ਜੋੜੇ ਨੇ ਭੀੜ ਨੂੰ ਘੇਰਾਬੰਦੀ ਵਿੱਚ ਲੈ ਲਿਆ ਅਤੇ ਝਾਓ ਕੁਆਂਗਯਿਨ ਨੂੰ ਬਚਾਇਆ।\n(ਇਸ ਕਹਾਣੀ ਦਾ ਅਲੰਕਾਰ ਇਹ ਹੈ ਕਿ ਦੋਵਾਂ ਦਾ ਸੁਲ੍ਹਾ ਨਹੀਂ ਹੋਇਆ ਸੀ (ਉਨ੍ਹਾਂ ਨੂੰ ਧੱਕੇਸ਼ਾਹੀ ਕੀਤੀ ਗਈ ਸੀ), ਪਰ ਬਾਅਦ ਵਿੱਚ ਸੁਲ੍ਹਾ ਹੋ ਗਈ।)", "聖意": "ਘਰ ਆਪਣੇ ਲਈ ਚੰਗਾ ਨਹੀਂ ਹੈ, ਪੈਸੇ ਮੰਗਣ ਤੋਂ ਸੁਚੇਤ ਰਹੋ, ਕਾਰੋਬਾਰ ਵਿਚ ਰੁਕਾਵਟ, ਵਿਆਹ ਦੀ ਉਡੀਕ, ਵਿਆਹ ਵਿਚ ਦੇਰੀ, ਲੋਕ ਲਾਪਤਾ, ਖੇਤਾਂ ਵਿਚ ਲਟਕਣਾ, ਰੇਸ਼ਮ ਦੇ ਕੀੜੇ, ਦੇਰ ਨਾਲ ਪਸ਼ੂ, ਲੋਕਾਂ ਦਾ ਨੁਕਸਾਨ, ਲੋਕਾਂ ਨੂੰ ਲੱਭਣ ਵਿਚ ਮੁਸ਼ਕਲ, ਮੁਕੱਦਮੇ, ਨੁਕਸਾਨ, ਪਰਵਾਸ, ਰੂੜੀਵਾਦੀਤਾ, ਗੁੰਮ ਹੋਈ ਜਾਇਦਾਦ, ਬੁਰੀਆਂ ਬਿਮਾਰੀਆਂ, ਪਹਾੜਾਂ ਅਤੇ ਕਬਰਾਂ ਦਾ ਵਿਸਥਾਰ।", "古人": "ਗਾਓ ਜੂਨ ਵਿਆਹ ਦੀ ਗਾਰੰਟੀ ਦਿੰਦਾ ਹੈ", "第X籤": "93 ਲਾਟਰੀ ਜਿੱਤਣ ਵਾਲੇ", "宮": "xugong"}