{"籤詩版本二": "ਲਾਲਸਾ ਅਤੇ ਪ੍ਰਾਪਤੀਆਂ ਖਾਨਦਾਨ ਵਿੱਚ ਹਨ, ਪਰ ਹੁਣ ਬੇਅੰਤ ਸ਼ਰਾਬ ਪੀਣ ਅਤੇ ਸੈਕਸ ਹੋਵੇਗਾ.\nਜੇ ਤੁਸੀਂ ਸੁਨਹਿਰੀ ਕੁੱਕੜ ਦੇਖਦੇ ਹੋ, ਤਾਂ ਤੁਹਾਨੂੰ ਧਨ, ਕਿਸਮਤ ਅਤੇ ਕਿਸਮਤ ਨਾਲ ਨਿਵਾਜਿਆ ਜਾਵੇਗਾ.", "詩意": "ਇਹ ਹੈਕਸਾਗ੍ਰਾਮ ਅਭਿਲਾਸ਼ਾ ਅਤੇ ਪ੍ਰਸਿੱਧੀ ਦੇ ਪ੍ਰਤੀਕ ਨੂੰ ਦਰਸਾਉਂਦਾ ਹੈ।\nਸਭ ਕੁਝ ਸ਼ੁਭ ਰੱਖੋ।", "解曰": "ਅਭਿਲਾਸ਼ੀ। ਆਪਣੇ ਆਪ ਨੂੰ ਸੰਭਾਲਣ ਵਿੱਚ ਬਹੁਤ ਦੇਰ ਨਹੀਂ ਹੋਈ। ਸੁਨਹਿਰੀ ਕੁੱਕੜ ਵਾਅਦਾ ਕਰਦਾ ਹੈ। ਸਾਰੇ ਖੁਸ਼.", "籤詩故事一": "◇ ਕਾਓ ਪਾਈ ਨੇ ਆਪਣੇ ਆਪ ਨੂੰ ਸਮਰਾਟ ਘੋਸ਼ਿਤ ਕੀਤਾ\nਕਾਓ ਪਾਈ, ਸ਼ਿਸ਼ਟਾਚਾਰੀ ਨਾਮ ਜ਼ਿਹੁਆਨ, ਦਾ ਜਨਮ ਪੇਇਗੁਓਕੀਆਓ (ਹੁਣ ਹਾਓ ਕਾਉਂਟੀ, ਅਨਹੂਈ) ਵਿੱਚ ਹੋਇਆ ਸੀ। ਜਿਆਨ ਕਾਲ ਦੌਰਾਨ ਇੱਕ ਮਸ਼ਹੂਰ ਸਿਆਸਤਦਾਨ ਅਤੇ ਲੇਖਕ।\nਕਾਓ ਪਾਈ ਕਾਓ ਕਾਓ ਦਾ ਦੂਜਾ ਪੁੱਤਰ ਹੈ। ਉਹ ਬਚਪਨ ਤੋਂ ਹੀ ਫੌਜੀ ਕੈਂਪ ਵਿੱਚ ਆਪਣੇ ਪਿਤਾ ਨਾਲ ਰਹਿੰਦਾ ਸੀ। ਆਪਣੇ ਪਿਤਾ ਦੇ ਪ੍ਰਭਾਵ ਅਧੀਨ, ਕਾਓ ਪਾਈ ਨੇ ਛੇ ਸਾਲ ਦੀ ਉਮਰ ਵਿੱਚ ਤੀਰਅੰਦਾਜ਼ੀ ਅਤੇ ਅੱਠ ਸਾਲ ਦੀ ਉਮਰ ਵਿੱਚ ਘੋੜਸਵਾਰੀ ਸਿੱਖੀ, ਅਤੇ ਵਿਕਾਸ ਕੀਤਾ। ਚੰਗੇ ਮਾਰਸ਼ਲ ਆਰਟਸ ਦੇ ਹੁਨਰ. ਉਸ ਕੋਲ ਪੁਰਾਤਨ ਅਤੇ ਆਧੁਨਿਕ ਕਲਾਸਿਕਾਂ ਅਤੇ ਜੀਵਨੀਆਂ ਦੇ ਨਾਲ-ਨਾਲ ਸੈਂਕੜੇ ਸਕੂਲਾਂ ਦੀਆਂ ਕਿਤਾਬਾਂ ਦਾ ਵੀ ਵਿਆਪਕ ਗਿਆਨ ਹੈ। ਇਹ ਅਠਾਰਾਂ ਸਾਲ ਦੀ ਉਮਰ ਤੱਕ ਨਹੀਂ ਸੀ ਜਦੋਂ ਕਾਓ ਕਾਓ ਨੇ ਯੁਆਨ ਸ਼ਾਓ ਨੂੰ ਹਰਾਇਆ ਅਤੇ ਕਾਓ ਪਾਈ ਨੇ ਕਾਓ ਕਾਓ ਦੇ ਸ਼ਾਸਨ ਦੇ ਕੇਂਦਰ ਯੇਚੇਂਗ ਵਿੱਚ ਇੱਕ ਮੁਕਾਬਲਤਨ ਸਥਿਰ ਜੀਵਨ ਬਤੀਤ ਕੀਤਾ। ਉਦੋਂ ਤੋਂ, ਹਾਲਾਂਕਿ ਉਹ ਕਈ ਵਾਰ ਆਪਣੇ ਪਿਤਾ ਦੇ ਨਾਲ ਫੌਜੀ ਮੁਹਿੰਮਾਂ 'ਤੇ ਜਾਂਦਾ ਸੀ ਅਤੇ ਜ਼ਿਆਦਾਤਰ ਸਮਾਂ ਇੱਕ ਨੇਕ ਪੁੱਤਰ ਦਾ ਜੀਵਨ ਬਤੀਤ ਕਰਦਾ ਸੀ, ਫਿਰ ਵੀ ਉਹ ਹਰ ਰੋਜ਼ ਮਾਰਸ਼ਲ ਆਰਟਸ ਦਾ ਅਭਿਆਸ ਕਰਦਾ ਸੀ ਅਤੇ ਅੱਜ ਤੱਕ ਇਸ ਤੋਂ ਇਨਕਾਰ ਨਹੀਂ ਕੀਤਾ ਹੈ। ਉਹ ਅਕਸਰ ਸੌ ਕਦਮਾਂ 'ਤੇ ਆਪਣੇ ਘੋੜੇ 'ਤੇ ਸਵਾਰ ਹੁੰਦਾ ਹੈ ਅਤੇ ਮਾਰਸ਼ਲ ਆਰਟਸ ਵਿਚ ਬਹੁਤ ਨਿਪੁੰਨ ਹੁੰਦਾ ਹੈ ਕਿਉਂਕਿ ਉਹ ਅਕਸਰ ਮਾਰਸ਼ਲ ਆਰਟਸ ਦਾ ਅਭਿਆਸ ਕਰਦਾ ਹੈ, ਉਹ ਹਲਕਾ ਅਤੇ ਮਜ਼ਬੂਤ ​​​​ਹੁੰਦਾ ਹੈ।\nਕਾਓ ਕਾਓ ਦਾ ਸਭ ਤੋਂ ਵੱਡਾ ਪੁੱਤਰ ਕਾਓ ਐਂਗ ਇੱਕ ਲੜਾਈ ਵਿੱਚ ਮਾਰਿਆ ਗਿਆ ਸੀ। ਵੱਡੇ ਪੁੱਤਰ ਦੀ ਮੌਤ ਤੋਂ ਬਾਅਦ, ਕਾਓ ਪਾਈ ਤਾਜ ਰਾਜਕੁਮਾਰ ਲਈ ਪਹਿਲੀ ਪਸੰਦ ਬਣ ਗਿਆ। ਜਦੋਂ ਉਹ 31 ਸਾਲ ਦਾ ਸੀ, ਤਾਂ ਉਸਨੂੰ ਕਾਓ ਕਾਓ ਦੁਆਰਾ ਤਾਜ ਰਾਜਕੁਮਾਰ ਬਣਾਇਆ ਗਿਆ ਸੀ। ਜਦੋਂ ਕਾਓ ਪਾਈ ਤੀਹ-ਤਿੰਨ ਸਾਲਾਂ ਦਾ ਸੀ, ਤਾਂ ਕਾਓ ਕਾਓ ਦੀ ਬਿਮਾਰੀ ਕਾਰਨ ਮੌਤ ਹੋ ਗਈ, ਅਤੇ ਕਾਓ ਪਾਈ ਉਸ ਤੋਂ ਬਾਅਦ ਪ੍ਰਧਾਨ ਮੰਤਰੀ ਅਤੇ ਵੇਈ ਦਾ ਰਾਜਾ ਬਣਿਆ। ਉਸਨੇ ਕਿਹਾ ਕਿ ਉਹ ਅਕਸਰ ਸੌ ਕਦਮਾਂ 'ਤੇ ਘੋੜੇ 'ਤੇ ਸਵਾਰ ਹੁੰਦਾ ਹੈ ਅਤੇ ਬਹੁਤ ਹੁਨਰਮੰਦ ਹੁੰਦਾ ਹੈ ਕਿਉਂਕਿ ਉਹ ਅਕਸਰ ਕੁੰਗਫੂ ਦਾ ਅਭਿਆਸ ਕਰਦਾ ਹੈ, ਉਹ ਹਲਕਾ ਅਤੇ ਸਿਹਤਮੰਦ ਹੈ।", "聖意": "ਤੁਹਾਡੇ ਘਰ ਅਤੇ ਤੁਹਾਡੇ ਘਰ ਸ਼ਾਂਤੀਪੂਰਨ ਰਹਿਣ ਲਈ ਪ੍ਰਾਰਥਨਾ ਕਰੋ, ਦੌਲਤ ਭਾਲੋ, ਸਖ਼ਤ ਮਿਹਨਤ ਕਰੋ, ਵਪਾਰ ਕਰੋ, ਜਲਦੀ ਟੁੱਟ ਜਾਓ, ਵਿਆਹ ਸਫਲ ਰਹੇਗਾ, ਲਿਉਜੀਆ ਸੁਰੱਖਿਅਤ ਰਹੇਗਾ, ਲੋਕ ਖੇਤ ਵਿੱਚ ਹੋਣਗੇ, ਰੇਸ਼ਮ ਦੇ ਕੀੜੇ ਸਿਆਣੇ ਹੋਣਗੇ, ਛੇ ਪਸ਼ੂ ਪੱਕੇ ਹੋਣਗੇ। , ਲੋਕਾਂ ਨੂੰ ਲੱਭਣਾ ਮੁਸ਼ਕਲ ਹੋਵੇਗਾ, ਜਨਤਕ ਮੁਕੱਦਮੇ ਜ਼ਰੂਰੀ ਹੋਣਗੇ, ਪਰਵਾਸ ਖਤਮ ਹੋ ਜਾਵੇਗਾ, ਅਤੇ ਚੀਜ਼ਾਂ ਦੂਰ ਹੋ ਜਾਣਗੀਆਂ, ਬਿਮਾਰੀਆਂ ਪਹਾੜਾਂ ਅਤੇ ਕਬਰਾਂ ਵਿੱਚ ਲਟਕਦੀਆਂ ਰਹਿਣਗੀਆਂ.", "古人": "ਕਾਓ ਪਾਈ ਆਪਣੇ ਆਪ ਨੂੰ ਸਮਰਾਟ ਘੋਸ਼ਿਤ ਕਰਦਾ ਹੈ", "第X籤": "95ਵੀਂ ਜਿੱਤਣ ਵਾਲੀ ਲਾਟਰੀ", "宮": "xugong"}