{"籤詩版本二": "ਸ਼ਾਨਦਾਰ ਪਗੋਡਾ ਅਸਾਧਾਰਨ ਹੈ, ਜਿਸ ਦੇ ਚਾਰੇ ਪਾਸੇ ਸ਼ਾਨਦਾਰ ਸਜਾਵਟ ਹਨ ਜੋ ਰੌਸ਼ਨੀ ਨਾਲ ਚਮਕਦੇ ਹਨ\nਮੈਂ ਤੁਹਾਨੂੰ ਤਾਕੀਦ ਕਰਦਾ ਹਾਂ ਕਿ ਤੁਸੀਂ ਲਗਨ ਨਾਲ ਝੁਕਣ ਅਤੇ ਚੰਗੇ ਕੰਮ ਕਰਨ ਲਈ ਦ੍ਰਿੜ ਹੋਵੋ, ਅਤੇ ਸਵਰਗ ਤੁਹਾਨੂੰ ਅਸੀਸਾਂ ਭੇਜੇਗਾ।", "詩意": "ਇਹ ਹੈਕਸਾਗ੍ਰਾਮ ਯੋਗਤਾ ਦੇ ਪ੍ਰਗਟਾਵੇ ਨੂੰ ਦਰਸਾਉਂਦਾ ਹੈ।\nਸਭ ਕੁਝ ਸ਼ੁਭ ਹੈ।", "解曰": "ਇਹ ਅਸੀਸਾਂ। ਹਰ ਕਿਸੇ ਕੋਲ ਹੈ। ਜ਼ਿਆਦਾ ਵਿਅਸਤ ਨਾ ਹੋਵੋ। ਮੈਰਿਟ ਪਹਿਲਾਂ ਤੋਂ ਨਿਰਧਾਰਤ ਕੀਤੀ ਜਾਂਦੀ ਹੈ.", "籤詩故事一": "◇ ਫੇਨਯਾਂਗ ਦਾ ਰਾਜਾ ਚੀਨੀ ਵੈਲੇਨਟਾਈਨ ਡੇ 'ਤੇ ਆਪਣੇ ਪੋਤੇ ਨੂੰ ਮਿਲਦਾ ਹੈ\nਹੱਲ: ਗੁਓ ਜ਼ੀਈ ਨੇ ਚੀਨੀ ਵੈਲੇਨਟਾਈਨ ਡੇ 'ਤੇ ਧਰਤੀ 'ਤੇ ਉਤਰਨ ਵਾਲੀ ਵੇਵਰ ਗਰਲ ਨਾਲ ਮੁਲਾਕਾਤ ਕੀਤੀ। ਜੇਡ ਸਮਰਾਟ ਦੀ ਪੋਤੀ ਤਿਆਨਸੁਨ, ਸੱਤ ਪਰੀਆਂ ਹਨ।\nਗੁਓ ਜ਼ੀਈ (697-781), ਜਿਸਨੂੰ ਗੁਓ ਲਿੰਗਗੋਂਗ ਵੀ ਕਿਹਾ ਜਾਂਦਾ ਹੈ, ਜ਼ੇਂਗ ਕਾਉਂਟੀ, ਹੁਆਜ਼ੌ (ਹੁਣ ਹੁਆਜ਼ੀਅਨ ਕਾਉਂਟੀ, ਸ਼ਾਂਕਸੀ ਪ੍ਰਾਂਤ) ਦਾ ਵਸਨੀਕ ਸੀ ਅਤੇ ਤਾਂਗ ਰਾਜਵੰਸ਼ ਦਾ ਇੱਕ ਜਰਨੈਲ ਸੀ। ਸ਼ਾਹੀ ਅਦਾਲਤ ਨੇ ਜ਼ੀਈ ਨੂੰ ਫੇਨਯਾਂਗ ਦੇ ਰਾਜੇ ਦਾ ਖਿਤਾਬ ਦਿੱਤਾ।\nਕਿਹਾ ਜਾਂਦਾ ਹੈ ਕਿ ਜ਼ੀਈ ਮੂਲ ਰੂਪ ਵਿੱਚ ਹੁਆਜ਼ੌ ਦਾ ਰਹਿਣ ਵਾਲਾ ਸੀ ਅਤੇ ਮਹਾਨ ਕੰਧ ਦੇ ਬਾਹਰ ਫੌਜ ਵਿੱਚ ਭਰਤੀ ਹੋਣ ਲਈ ਗਿਆ ਸੀ।ਉਹ ਫੌਜੀ ਤਨਖਾਹ ਲਈ ਦਬਾਅ ਪਾਉਣ ਲਈ ਬੀਜਿੰਗ ਗਿਆ ਅਤੇ ਯਿੰਝੋ ਵਾਪਸ ਪਰਤਿਆ।ਉਸ ਸਮੇਂ ਚੀਨੀ ਵੈਲੇਨਟਾਈਨ ਡੇਅ ਸੀ।ਹਵਾ ਅਤੇ ਰੇਤ। ਹਨੇਰਾ ਹੋ ਰਿਹਾ ਸੀ ਅਤੇ ਸੂਰਜ ਹਨੇਰਾ ਹੋ ਰਿਹਾ ਸੀ।ਜੀ ਅੱਗੇ ਨਹੀਂ ਵਧ ਸਕਦਾ ਸੀ, ਇਸ ਲਈ ਉਹ ਸੜਕ ਦੇ ਕਿਨਾਰੇ ਖੜ੍ਹਾ ਸੀ।ਉਹ ਇੱਕ ਖਾਲੀ ਘਰ ਵਿੱਚ ਫਰਸ਼ 'ਤੇ ਸੌਂ ਰਿਹਾ ਸੀ।ਜਦੋਂ ਉਹ ਸੌਣ ਵਾਲਾ ਸੀ ਤਾਂ ਅਚਾਨਕ ਉਸਨੂੰ ਲਾਲ ਬੱਤੀ ਦਿਖਾਈ ਦਿੱਤੀ। ਦੋਹਾਂ ਪਾਸਿਆਂ ਤੋਂ ਉਹ ਖੜ੍ਹਾ ਹੋ ਗਿਆ ਅਤੇ ਹੈਰਾਨੀ ਨਾਲ ਦੇਖਿਆ। ਅਸਮਾਨ ਵਿੱਚ ਇੱਕ ਬੱਦਲ ਸੀ, ਹੌਲੀ ਹੌਲੀ ਹੇਠਾਂ ਆ ਰਿਹਾ ਸੀ, ਉੱਥੇ ਇੱਕ ਸੁੰਦਰ ਔਰਤ ਬੈਠੀ ਸੀ, ਜੋ ਕਿ ਆਮ ਲੋਕਾਂ ਤੋਂ ਬਿਲਕੁਲ ਵੱਖਰੀ ਸੀ। ਜ਼ੀ ਨੇ ਤੁਰੰਤ ਸ਼ਰਧਾਂਜਲੀ ਭੇਟ ਕੀਤੀ ਅਤੇ ਕਿਹਾ, \"ਅੱਜ ਸੱਤਵੇਂ ਚੰਦਰ ਮਹੀਨੇ ਦਾ ਸੱਤਵਾਂ ਦਿਨ ਹੈ। ਮੈਨੂੰ ਲੱਗਦਾ ਹੈ ਕਿ ਇਹ ਜੁਲਾਹੇ ਵਾਲੀ ਕੁੜੀ ਹੈ, ਜੋ ਉਸਦੀ ਲੰਬੀ ਉਮਰ ਅਤੇ ਦੌਲਤ ਦੀ ਕਾਮਨਾ ਕਰਦੀ ਹੈ।\"\nਔਰਤ ਨੇ ਵੀ ਜਵਾਬ ਦਿੱਤਾ: \"ਵੱਡੀ ਦੌਲਤ ਨਾਲ ਲੰਬੀ ਉਮਰ ਆਉਂਦੀ ਹੈ।\"\nਉਸਦੇ ਬੋਲਣ ਤੋਂ ਬਾਅਦ, ਚਮਕ ਵਾਪਸ ਆ ਗਈ ਅਤੇ ਬੱਦਲ ਹੌਲੀ-ਹੌਲੀ ਉੱਠਣ ਲੱਗੇ। ਔਰਤ ਅਜੇ ਵੀ ਇੱਕ ਸੁਹਾਵਣਾ ਮੁਸਕਰਾਹਟ ਨਾਲ ਗੁਓ ਜ਼ੀਈ ਵੱਲ ਦੇਖ ਰਹੀ ਸੀ। ਜਦੋਂ ਉਹ ਉਸ ਤੋਂ ਬਹੁਤ ਦੂਰ ਸੀ ਤਾਂ ਧੂੰਆਂ ਧੁੰਦਲਾ ਹੋ ਗਿਆ ਸੀ ਅਤੇ ਉਹ ਹੁਣ ਦਿਖਾਈ ਨਹੀਂ ਦੇ ਸਕਦੀ ਸੀ।\nਇਹ ਸੱਚ ਨਿਕਲਿਆ, ਜਿਵੇਂ ਔਰਤ ਨੇ ਕਿਹਾ. ਜ਼ੀਈ ਦੀਆਂ ਖੂਬੀਆਂ ਵਿਸ਼ਵ-ਪ੍ਰਸਿੱਧ ਹਨ, ਉਹ ਇੱਕ ਬਹੁਤ ਹੀ ਪ੍ਰਸਿੱਧ ਮੰਤਰੀ ਹੈ, ਅਤੇ ਉਹ ਖੂਬੀਆਂ ਅਤੇ ਗੁਣਾਂ ਦੋਵਾਂ ਨਾਲ ਇੱਕ ਜਰਨੈਲ ਹੈ।", "聖意": "ਘਰ ਵਿੱਚ ਆਪਣੇ ਲਈ ਇੱਕ ਇੱਛਾ ਬਣਾਓ, ਆਪਣੇ ਲਈ ਇੱਕ ਇੱਛਾ ਬਣਾਓ, ਪੈਸੇ ਲਈ ਪ੍ਰਾਰਥਨਾ ਕਰੋ, ਕਾਰੋਬਾਰ ਵਿੱਚ ਚੰਗੀ ਕਿਸਮਤ, ਵਿਆਹ ਵਿੱਚ ਚੰਗੀ ਕਿਸਮਤ, ਲਿਉਜੀਆ ਵਿੱਚ ਚੰਗੀ ਕਿਸਮਤ, ਲੋਕਾਂ ਨਾਲ ਖੁਸ਼ਹਾਲ ਯਾਤਰਾਵਾਂ, ਚਲਦੇ ਖੇਤ, ਰੇਸ਼ਮ ਦੇ ਕੀੜੇ, ਸਥਿਰ ਪਸ਼ੂ, ਲੱਭਣ ਵਿੱਚ ਮਾੜੀ ਕਿਸਮਤ ਲੋਕ, ਜਨਤਕ ਮੁਕੱਦਮੇ, ਪਰਵਾਸ, ਚੰਗੀ ਕਿਸਮਤ, ਗੁਆਚੀਆਂ ਜਾਇਦਾਦ ਦੀਆਂ ਬਿਮਾਰੀਆਂ, ਜ਼ੇਂਕਸਿੰਗਸ਼ਾਨ ਵਿੱਚ ਕਬਰਾਂ", "古人": "ਕਿੰਗ ਫੇਨਯਾਂਗ ਚੀਨੀ ਵੈਲੇਨਟਾਈਨ ਡੇ 'ਤੇ ਆਪਣੇ ਪੋਤੇ ਨੂੰ ਮਿਲਦਾ ਹੈ", "第X籤": "ਨੱਬੇ-ਛੇ ਸਾਈਨ", "宮": "xugong"}