{"籤詩版本二": "ਘੋੜੇ 'ਤੇ ਲਗਾਮ ਲਗਾ ਕੇ ਅਤੇ ਕੋਰੜਾ ਫੜ ਕੇ, ਅਸੀਂ ਸਿੱਧੇ ਇੱਥੇ ਆਉਂਦੇ ਹਾਂ, ਅੱਧਾ ਖ਼ਤਰੇ ਵਿੱਚ ਅਤੇ ਅੱਧਾ ਤਬਾਹੀ ਵਿੱਚ।\nਇਹ ਅੱਗ ਨਾਲ ਸੜਨ ਵਾਲੇ ਘਰ ਵਾਂਗ ਹੈ.ਜਦੋਂ ਅਸਮਾਨ ਡਿੱਗਦਾ ਹੈ, ਮੀਂਹ ਇਸਨੂੰ ਸੁਆਹ ਵਿੱਚ ਬਦਲ ਦਿੰਦਾ ਹੈ. ਮੇਰੇ ਕੋਲ ਇੱਕ ਯੋਜਨਾ ਹੈ.", "詩意": "ਇਹ ਹੈਕਸਾਗ੍ਰਾਮ ਅੱਧੇ ਦੁੱਖ ਅਤੇ ਅੱਧੀ ਖੁਸ਼ੀ ਨੂੰ ਦਰਸਾਉਂਦਾ ਹੈ।\nਹਰ ਗੱਲ ਵਿੱਚ ਚੰਗਾ ਕਰਨ ਦੀ ਸਲਾਹ ਦਿੱਤੀ ਜਾਂਦੀ ਹੈ।", "解曰": "ਉਮਰ ਭਰ ਦੀ ਮਿਹਨਤ। ਸਹੀ ਅਤੇ ਗਲਤ ਦੀ ਪਰਵਾਹ ਨਾ ਕਰੋ. ਸੰਗਲ ਅਸਥਾਈ ਹਨ. ਨਾਰਾਜ਼ਗੀ ਕੁਦਰਤੀ ਤੌਰ 'ਤੇ ਆਉਂਦੀ ਹੈ।", "籤詩故事一": "◇ ਤਾਓ ਸਾਂਚੁਨ ਨੇ ਗੁਆਯੁਆਨ ਵਿੱਚ ਜ਼ੇਂਗ ਐਨ ਨੂੰ ਹਰਾਇਆ\n\"ਮੇਰੀ ਯਾਦਗਾਰ ਜਿੰਦਾ ਰਹੇ,\" ਝਾਓ ਕੁਆਂਗਇਨ ਫਿਰ ਖੜ੍ਹਾ ਹੋਇਆ, \"ਬੇਪਿੰਗ ਕਿੰਗ ਜ਼ੇਂਗ ਐਨ ਨੇ ਉਸ ਸਮੇਂ ਇੱਕ ਵਿਆਹ ਦਾ ਪ੍ਰਬੰਧ ਕੀਤਾ ਸੀ। ਹੁਣ ਜਦੋਂ ਸੰਸਾਰ ਵਿੱਚ ਸ਼ਾਂਤੀ ਹੈ, ਮੈਂ ਵਿਆਹ ਲਈ ਇੱਕ ਸ਼ੁਭ ਦਿਨ ਚੁਣਨ ਲਈ ਤੁਹਾਡੀ ਇਜਾਜ਼ਤ ਮੰਗਣਾ ਚਾਹਾਂਗਾ। \"\n\"ਮੇਰੀ ਯਾਦਗਾਰ ਜਿੰਦਾ ਰਹੇ!\" ਝਾਓ ਕੁਆਂਗਯਿਨ ਨੇ ਖੜ੍ਹੇ ਹੋ ਕੇ ਕਿਹਾ, \"ਪੇਕਿੰਗ ਦੇ ਰਾਜੇ, ਜ਼ੇਂਗ ਐਨ ਨੇ ਉਸ ਸਮੇਂ ਇੱਕ ਵਿਆਹ ਦਾ ਪ੍ਰਬੰਧ ਕੀਤਾ ਸੀ। ਹੁਣ ਜਦੋਂ ਸੰਸਾਰ ਵਿੱਚ ਸ਼ਾਂਤੀ ਹੈ, ਮੈਂ ਇੱਕ ਸ਼ੁਭ ਚੋਣ ਕਰਨ ਲਈ ਤੁਹਾਡੀ ਇਜਾਜ਼ਤ ਮੰਗਣਾ ਚਾਹਾਂਗਾ। ਵਿਆਹ ਕਰਨ ਦਾ ਦਿਨ।\"\n\"ਓਏ, ਤੀਜੇ ਭਰਾ ਦੀ ਤਾਂ ਪਹਿਲਾਂ ਹੀ ਮੰਗਣੀ ਹੋਈ ਸੀ, ਮੈਨੂੰ ਇਸ ਬਾਰੇ ਕਿਵੇਂ ਪਤਾ ਨਹੀਂ ਲੱਗਾ?\" ਚਾਈ ਰੋਂਗ ਬਹੁਤ ਹੈਰਾਨ ਹੋਇਆ। ਉਸਨੇ ਆਪਣਾ ਹੱਥ ਹਿਲਾ ਕੇ ਝਾਓ ਕੁਆਂਗਇਨ ਨੂੰ ਬੈਠਣ ਅਤੇ ਗੱਲ ਕਰਨ ਲਈ ਕਿਹਾ।\n\"ਓਹ! ਤੀਜੇ ਭਰਾ ਦੀ ਪਹਿਲਾਂ ਮੰਗਣੀ ਹੋ ਗਈ ਸੀ, ਮੈਨੂੰ ਇਸ ਬਾਰੇ ਕਿਵੇਂ ਪਤਾ ਨਹੀਂ ਲੱਗਾ?\" ਚਾਈ ਰੋਂਗ (ਬਾਅਦ ਦੇ ਝੋਊ ਰਾਜਵੰਸ਼ ਦਾ ਸਮਰਾਟ) ਬਹੁਤ ਹੈਰਾਨ ਹੋਇਆ। ਉਸਨੇ ਆਪਣਾ ਹੱਥ ਹਿਲਾ ਕੇ ਝਾਓ ਕੁਆਂਗਇਨ ਨੂੰ ਬੈਠਣ ਅਤੇ ਗੱਲ ਕਰਨ ਲਈ ਕਿਹਾ।\n\"ਇਹ ਤਾਂ ਲੰਮੀ ਕਹਾਣੀ ਹੈ। ਪਹਿਲੀ ਗੱਲ, ਅਸੀਂ ਉਸ ਸਮੇਂ ਗਰੀਬੀ ਵਿਚ ਸੀ ਤੇ ਤੁਹਾਡੀ ਫੌਜ ਵਿਚ ਭਰਤੀ ਨਹੀਂ ਹੋਏ ਸੀ। ਉਦੋਂ ਤੋਂ ਅਸੀਂ ਸਾਲਾਂ ਤੋਂ ਲੜਦੇ ਰਹੇ ਹਾਂ ਅਤੇ ਤੁਹਾਡੇ ਕੋਲ ਤੁਹਾਡੀ ਪਰਵਾਹ ਕਰਨ ਦਾ ਸਮਾਂ ਨਹੀਂ ਹੈ। ਦੂਜਾ, ਤੀਜਾ ਭਰਾ ਵੀ ਥੋੜ੍ਹਾ ਹੈ | ਇਸ ਦਾ ਜ਼ਿਕਰ ਕਰਨ ਵਿੱਚ ਸ਼ਰਮ ਆਉਂਦੀ ਹੈ, ਇਸ ਲਈ ਮਹਾਰਾਜ ਇਹ ਨਹੀਂ ਜਾਣਦੇ ਹਨ। ”\n\"ਇਹ ਤਾਂ ਲੰਮੀ ਕਹਾਣੀ ਹੈ। ਪਹਿਲੀ ਗੱਲ, ਅਸੀਂ ਉਸ ਸਮੇਂ ਗਰੀਬੀ ਵਿਚ ਰਹਿ ਰਹੇ ਸੀ ਅਤੇ ਤੁਹਾਡੀ ਫੌਜ ਵਿਚ ਭਰਤੀ ਨਹੀਂ ਹੋਏ ਸੀ। ਉਦੋਂ ਤੋਂ ਅਸੀਂ ਸਾਲਾਂ ਤੋਂ ਲੜਦੇ ਰਹੇ ਹਾਂ ਅਤੇ ਤੁਹਾਡੇ ਕੋਲ ਤੁਹਾਡੀ ਪਰਵਾਹ ਕਰਨ ਦਾ ਸਮਾਂ ਨਹੀਂ ਹੈ। ਦੂਜਾ, ਤੀਜਾ ਭਰਾ ਵੀ ਏ. ਇਸ ਦਾ ਜ਼ਿਕਰ ਕਰਨ ਵਿੱਚ ਥੋੜਾ ਸ਼ਰਮੀਲਾ ਹੈ, ਇਸ ਲਈ ਮਹਾਰਾਜ ਇਹ ਨਹੀਂ ਜਾਣਦੇ ਹਨ। ”\n\"ਓਏ, ਕਾਲਜ ਦੇ ਮੁੰਡੇ ਦਾ ਵਿਆਹ ਹੋ ਰਿਹਾ ਹੈ, ਸ਼ਰਮਿੰਦਾ ਹੋਣ ਦੀ ਕੀ ਗੱਲ ਹੈ? ਤੀਜਾ ਭਰਾ ਲੰਬੇ ਸਮੇਂ ਤੋਂ ਜੰਗ ਦੇ ਮੈਦਾਨ ਵਿਚ ਹੈ ਅਤੇ ਇਕ ਬੇਮਿਸਾਲ ਨਾਇਕ ਮੰਨਿਆ ਜਾ ਸਕਦਾ ਹੈ। ਤੁਸੀਂ ਇਸ ਮਾਮਲੇ ਵਿਚ ਐਨੇ ਮਾੜੇ ਕਿਉਂ ਹੋ?\"\n\"ਹਾਏ! ਕਾਲਜ ਦੇ ਮੁੰਡੇ ਦਾ ਵਿਆਹ ਹੋ ਰਿਹਾ ਹੈ, ਸ਼ਰਮਿੰਦਾ ਹੋਣ ਦੀ ਕੀ ਗੱਲ ਹੈ? ਤੀਜਾ ਭਰਾ ਲੰਬੇ ਸਮੇਂ ਤੋਂ ਜੰਗ ਦੇ ਮੈਦਾਨ ਵਿੱਚ ਹੈ ਅਤੇ ਇੱਕ ਬੇਮਿਸਾਲ ਨਾਇਕ ਮੰਨਿਆ ਜਾ ਸਕਦਾ ਹੈ। ਤੁਸੀਂ ਇਸ ਮਾਮਲੇ ਵਿੱਚ ਐਨੇ ਮਾੜੇ ਕਿਉਂ ਹੋ?\"\n\"ਜਿਸ ਬਾਰੇ ਬੋਲਦਿਆਂ, ਮੈਂ ਆਪਣੇ ਤੀਜੇ ਭਰਾ ਨੂੰ ਸ਼ਰਮੀਲੇ ਹੋਣ ਦਾ ਦੋਸ਼ ਨਹੀਂ ਦੇ ਸਕਦਾ, ਕਿਉਂਕਿ ਇਹ ਵਿਆਹ ਜਾਅਲੀ ਸੀ।\"\n\"ਜਿਸ ਬਾਰੇ ਬੋਲਦਿਆਂ, ਮੈਂ ਆਪਣੇ ਤੀਜੇ ਭਰਾ ਨੂੰ ਸ਼ਰਮੀਲੇ ਹੋਣ ਦਾ ਦੋਸ਼ ਨਹੀਂ ਦੇ ਸਕਦਾ, ਕਿਉਂਕਿ ਇਹ ਵਿਆਹ ਜਾਅਲੀ ਸੀ।\"\n\"ਟਾਈਪ ਆਉਟ ਕੀਤਾ? ਹੇ, ਇਹ ਦਿਲਚਸਪ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਮੈਨੂੰ ਦੱਸੋ ਕਿ ਕੀ ਹੋਇਆ।\"\n\"ਮੈਂ ਇਸਨੂੰ ਟਾਈਪ ਕੀਤਾ! ਹੇ! ਇਹ ਦਿਲਚਸਪ ਹੈ! ਕਿਰਪਾ ਕਰਕੇ ਮੈਨੂੰ ਦੱਸੋ ਕਿ ਕੀ ਹੋਇਆ.\"\n\"ਹਾਂ, ਮੈਨੂੰ ਯਾਦ ਹੈ ਕਿ ਉਹ ਸਾਲ, ਜਦੋਂ ਅਸੀਂ ਮਹਾਰਾਜੇ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਣ ਜਾ ਰਹੇ ਸੀ, ਅਸੀਂ ਬਾਓਚੇਂਗ ਕਾਉਂਟੀ ਵਿੱਚੋਂ ਲੰਘ ਰਹੇ ਸੀ। ਜੂਨ ਵਿੱਚ ਬਹੁਤ ਗਰਮੀ ਸੀ। ਮੇਰਾ ਤੀਜਾ ਭਰਾ ਹੋਟਲ ਵਿੱਚ ਨਹੀਂ ਠਹਿਰ ਸਕਦਾ ਸੀ, ਇਸ ਲਈ ਉਹ ਇਕੱਲੇ ਘੁੰਮਣ ਲਈ ਬਾਹਰ ਗਿਆ ਸੀ। ਖਰਬੂਜ਼ੇ ਦੇ ਬਾਗ ਵਿੱਚੋਂ ਲੰਘਣ ਤੋਂ ਬਾਅਦ, ਉਹ ਕੁਝ ਲੈਣ ਲਈ ਅੰਦਰ ਗਿਆ। ਖਰਬੂਜੇ ਪਿਆਸ ਬੁਝਾਉਂਦੇ ਸਨ। ਇਸ ਸਮੇਂ ਬਹੁਤੇ ਜਲਦੀ ਪੱਕਣ ਵਾਲੇ ਖਰਬੂਜੇ ਨਹੀਂ ਸਨ, ਅਤੇ ਤੀਜੇ ਭਰਾ ਨੂੰ ਇਹ ਨਹੀਂ ਪਤਾ ਸੀ ਕਿ ਉਹਨਾਂ ਨੂੰ ਕਿਵੇਂ ਚੁੱਕਣਾ ਹੈ, ਇਸਲਈ ਉਸਨੇ ਬਹੁਤ ਸਾਰੇ ਤੋੜ ਦਿੱਤੇ। ਖਰਬੂਜੇ ਨੂੰ ਦੇਖ ਰਹੀ ਔਰਤ ਤੀਜੇ ਭਰਾ 'ਤੇ ਦੋਸ਼ ਲਗਾਉਣ ਲਈ ਅੱਗੇ ਵਧੀ। ਦੋਵਾਂ ਵਿਚ ਅਣਬਣ ਹੋ ਗਈ ਅਤੇ ਫਿਰ ਉਹ ਲੜਨ ਲੱਗ ਪਏ। ਖੁਸ਼ਕਿਸਮਤੀ ਨਾਲ, ਮੈਂ ਚਿੰਤਤ ਸੀ ਅਤੇ ਸਮੇਂ ਸਿਰ ਬਚਾਅ ਲਈ, ਨਹੀਂ ਤਾਂ ...\"\n\"ਹਾਂ, ਮੈਨੂੰ ਉਹ ਸਾਲ ਯਾਦ ਹੈ, ਜਦੋਂ ਅਸੀਂ ਮਹਾਮਹਿਮ ਵਿਚ ਸ਼ਾਮਲ ਹੋਣ ਜਾ ਰਹੇ ਸੀ, ਅਸੀਂ ਬਾਓਚੇਂਗ ਕਾਉਂਟੀ ਕੋਲੋਂ ਲੰਘ ਰਹੇ ਸੀ। ਜੂਨ ਵਿਚ ਬਹੁਤ ਗਰਮੀ ਸੀ। ਮੇਰਾ ਤੀਜਾ ਭਰਾ ਹੋਟਲ ਵਿਚ ਨਹੀਂ ਰਹਿ ਸਕਦਾ ਸੀ, ਇਸ ਲਈ ਉਹ ਇਕੱਲੇ ਘੁੰਮਣ ਲਈ ਬਾਹਰ ਗਿਆ ਸੀ। ਖਰਬੂਜ਼ੇ ਦੇ ਬਾਗ ਵਿੱਚੋਂ ਲੰਘਣ ਤੋਂ ਬਾਅਦ, ਉਹ ਕੁਝ ਲੈਣ ਲਈ ਅੰਦਰ ਗਿਆ। ਖਰਬੂਜੇ ਪਿਆਸ ਬੁਝਾਉਂਦੇ ਸਨ। ਇਸ ਸਮੇਂ ਬਹੁਤੇ ਜਲਦੀ ਪੱਕਣ ਵਾਲੇ ਖਰਬੂਜੇ ਨਹੀਂ ਸਨ, ਅਤੇ ਤੀਜੇ ਭਰਾ ਨੂੰ ਇਹ ਨਹੀਂ ਪਤਾ ਸੀ ਕਿ ਉਹਨਾਂ ਨੂੰ ਕਿਵੇਂ ਚੁੱਕਣਾ ਹੈ, ਇਸਲਈ ਉਸਨੇ ਬਹੁਤ ਸਾਰੇ ਤੋੜ ਦਿੱਤੇ। ਖਰਬੂਜੇ ਨੂੰ ਦੇਖ ਰਹੀ ਔਰਤ ਤੀਜੇ ਭਰਾ 'ਤੇ ਦੋਸ਼ ਲਗਾਉਣ ਲਈ ਅੱਗੇ ਵਧੀ। ਦੋਵਾਂ ਵਿਚ ਅਣਬਣ ਹੋ ਗਈ ਅਤੇ ਫਿਰ ਉਹ ਲੜਨ ਲੱਗ ਪਏ। ਖੁਸ਼ਕਿਸਮਤੀ ਨਾਲ, ਮੈਂ ਚਿੰਤਤ ਸੀ ਅਤੇ ਸਮੇਂ ਸਿਰ ਬਚਾਅ ਲਈ, ਨਹੀਂ ਤਾਂ ...\"\n\"ਇਹ ਜ਼ੇਂਗ ਜ਼ਿਮਿੰਗ, ਇਹ ਸਭ ਤੋਂ ਪਹਿਲਾਂ ਉਸਦੀ ਗਲਤੀ ਹੈ, ਉਸਨੂੰ ਮੁਆਫੀ ਮੰਗਣੀ ਚਾਹੀਦੀ ਹੈ। ਉਸਨੇ ਉਸਨੂੰ ਕਿਉਂ ਮਾਰਿਆ? ਇਸ ਤੋਂ ਇਲਾਵਾ, ਇੱਕ ਲੜਕੀ ਦਾ ਪਰਿਵਾਰ ਉਸਦੇ ਵਰਗੇ ਕੱਟੜ ਆਦਮੀ ਦੇ ਮੁੱਕੇ ਅਤੇ ਲੱਤਾਂ ਨੂੰ ਕਿਵੇਂ ਬਰਦਾਸ਼ਤ ਕਰ ਸਕਦਾ ਹੈ! ਆ, ਤੁਸੀਂ ਇਸ ਕੁੜੀ ਨੂੰ ਕੁੱਟਿਆ। ਟੁਕੜੇ। ਨਹੀਂ?\" \"ਲੜਕੀ ਨੂੰ ਕੋਈ ਨੁਕਸਾਨ ਨਹੀਂ ਹੋਇਆ...\"\n\"ਇਹ ਜ਼ੇਂਗ ਜ਼ਿਮਿੰਗ, ਪਹਿਲਾਂ ਤਾਂ ਇਹ ਉਸਦੀ ਗਲਤੀ ਹੈ, ਇਸ ਲਈ ਉਸਨੂੰ ਮੁਆਫੀ ਮੰਗਣੀ ਚਾਹੀਦੀ ਹੈ। ਤੁਸੀਂ ਉਸਨੂੰ ਕਿਉਂ ਕੁੱਟ ਰਹੇ ਹੋ? ਇਸ ਤੋਂ ਇਲਾਵਾ, ਇੱਕ ਕੁੜੀ ਦਾ ਪਰਿਵਾਰ ਉਸਦੇ ਵਰਗੇ ਕੱਟੜ ਆਦਮੀ ਦੇ ਮੁੱਕੇ ਅਤੇ ਲੱਤਾਂ ਨੂੰ ਕਿਵੇਂ ਬਰਦਾਸ਼ਤ ਕਰ ਸਕਦਾ ਹੈ! ਆ, ਤੁਸੀਂ ਕੁੱਟਦੇ ਹੋ। ਇਹ ਕੁੜੀ। ਨਹੀਂ?\"\n\"ਲੜਕੀ ਨੂੰ ਕੋਈ ਨੁਕਸਾਨ ਨਹੀਂ ਹੋਇਆ ...\"\n\"ਇਹ ਠੀਕ ਹੈ, ਇਹ ਠੀਕ ਹੈ... ਹੇ, ਕੀ ਤੁਸੀਂ ਕਾਰਵਾਈ ਨਹੀਂ ਕੀਤੀ? ਓ, ਮੇਰਾ ਅੰਦਾਜ਼ਾ ਹੈ ਕਿ ਤੁਸੀਂ ਮੈਨੂੰ ਸਮੇਂ ਸਿਰ ਬਚਾ ਲਿਆ।\"\n\"ਇਹ ਠੀਕ ਹੈ! ਇਹ ਠੀਕ ਹੈ... ਹੇ! ਕੀ ਤੁਸੀਂ ਕਾਰਵਾਈ ਨਹੀਂ ਕੀਤੀ? ਓ! ਮੇਰਾ ਅੰਦਾਜ਼ਾ ਹੈ ਕਿ ਤੁਸੀਂ ਉਹੀ ਹੋ ਜਿਸਨੇ ਮੈਨੂੰ ਸਮੇਂ ਸਿਰ ਬਚਾਇਆ!\"\n\"...ਨਹੀਂ, ਜਿਸ ਵਿਅਕਤੀ ਨੂੰ ਮੈਂ ਬਚਾਇਆ ਸੀ, ਉਹ ਤੀਜਾ ਭਰਾ ਸੀ...\" \"...ਨਹੀਂ, ਜਿਸ ਵਿਅਕਤੀ ਨੂੰ ਮੈਂ ਬਚਾਇਆ ਸੀ, ਉਹ ਤੀਜਾ ਭਰਾ ਸੀ।\"\n\"ਆਹ?!\" \"ਆਹ?!\"\n\"ਤੀਜੇ ਭਰਾ ਨੂੰ ਔਰਤ ਨੇ ਜ਼ਮੀਨ 'ਤੇ ਠੋਕਿਆ ਅਤੇ ਸਾਰੇ ਰਸਤੇ ਹਿੰਸਕ ਢੰਗ ਨਾਲ ਕੁੱਟਿਆ। ਖੁਸ਼ਕਿਸਮਤੀ ਨਾਲ, ਮੈਂ ਪਹੁੰਚਿਆ ਅਤੇ ਉਸਨੂੰ ਜਾਣ ਲਈ ਮਨਾ ਲਿਆ, ਇਸ ਲਈ ਉਹ ਗੰਭੀਰ ਰੂਪ ਵਿੱਚ ਜ਼ਖਮੀ ਨਹੀਂ ਹੋਇਆ. ... ਮਹਾਰਾਜ ... ਮਹਾਰਾਜ! ... \"\n\"ਤੀਜੇ ਭਰਾ ਨੂੰ ਔਰਤ ਨੇ ਜ਼ਮੀਨ 'ਤੇ ਕੁੱਟਿਆ ਸੀ ਅਤੇ ਉਸ ਨੂੰ ਜ਼ਬਰਦਸਤੀ ਕੁੱਟਿਆ ਗਿਆ ਸੀ। ਖੁਸ਼ਕਿਸਮਤੀ ਨਾਲ, ਮੈਂ ਉੱਥੇ ਪਹੁੰਚਿਆ ਅਤੇ ਉਸ ਨੂੰ ਜਾਣ ਲਈ ਮਨਾ ਲਿਆ, ਇਸ ਲਈ ਉਹ ਗੰਭੀਰ ਰੂਪ ਵਿੱਚ ਜ਼ਖਮੀ ਨਹੀਂ ਹੋਇਆ। ... ਮਹਾਰਾਜ... ਮਹਾਰਾਜ!...\"\n\"ਆਹ?...ਓਹ, ਉਹ ਔਰਤ ਕੌਣ ਹੈ!?\" \"ਆਹ!?...ਓਹ, ਉਹ ਔਰਤ ਕੌਣ ਹੈ!?\"\n\"ਇਹ ਬਾਅਦ ਵਿੱਚ ਹੀ ਮੈਨੂੰ ਪਤਾ ਲੱਗਾ ਕਿ ਔਰਤ ਦਾ ਨਾਮ ਤਾਓ ਸਾਂਚੁਨ ਸੀ, ਅਤੇ ਉਸਦੇ ਪਿਤਾ, ਤਾਓ ਹਾਂਗ, ਇੱਕ ਪੁਰਾਣਾ ਨਾਇਕ ਸੀ ਜਿਸਦੀ ਕੋਈ ਇੱਛਾ ਨਹੀਂ ਸੀ। ਤਾਓ ਸਾਂਚੁਨ ਨੇ ਬਚਪਨ ਤੋਂ ਹੀ ਆਪਣੇ ਪਿਤਾ ਤੋਂ ਮਾਰਸ਼ਲ ਆਰਟ ਸਿੱਖੀ ਸੀ। ਮੈਂ ਉਸ ਤੋਂ ਬਾਅਦ ਵਿੱਚ ਸੀ। ਉਸ ਦੇ ਪਰਿਵਾਰ ਨੂੰ ਜਾਣਨ ਲਈ, ਮੈਂ ਦੇਖਿਆ ਕਿ ਮਿਸ ਸਾਂਚੁਨ ਦਾ ਕਿਰਦਾਰ ਬਹੁਤ ਵਧੀਆ ਸੀ। ਲੂਓ ਲੂਓ ਅਤੇ ਖੁੱਲ੍ਹੇ ਦਿਲ ਵਾਲੀ, ਛੋਟੀ ਕੁੜੀ ਹੋਣ ਦੀ ਆਦਤ ਤੋਂ ਬਿਨਾਂ, ਉਹ ਜਾਣਬੁੱਝ ਕੇ ਉਸ ਨਾਲ ਮੇਲ ਖਾਂਦੇ ਸਨ। ਤਾਓ ਪਿਤਾ ਅਤੇ ਧੀ ਨੂੰ ਵੀ ਤੀਜੇ ਭਰਾ ਦਾ ਸਿੱਧਾ ਕਿਰਦਾਰ ਬਹੁਤ ਪਸੰਦ ਸੀ। ਉਨ੍ਹਾਂ ਨੇ ਤੁਰੰਤ ਇਸ ਨੂੰ ਰੋਕ ਦਿੱਤਾ ਅਤੇ ਦੋਵਾਂ ਲਈ ਇਸ ਵਿਆਹ ਦਾ ਫੈਸਲਾ ਕੀਤਾ। ਮਹਾਰਾਜ, ਕਿਰਪਾ ਕਰਕੇ ਮੈਨੂੰ ਦੱਸੋ, ਕੀ ਇਹ ਜਾਅਲੀ ਵਿਆਹ ਨਹੀਂ ਹੈ?\"\n\"ਬਾਅਦ ਵਿੱਚ ਮੈਨੂੰ ਪਤਾ ਲੱਗਾ ਕਿ ਕੁੜੀ ਦਾ ਨਾਮ ਤਾਓ ਸਾਂਚੁਨ ਸੀ, ਅਤੇ ਉਸਨੇ ਬਚਪਨ ਤੋਂ ਹੀ ਆਪਣੇ ਪਿਤਾ ਤੋਂ ਮਾਰਸ਼ਲ ਆਰਟ ਸਿੱਖੀ ਸੀ। ਉਸਦੇ ਪਰਿਵਾਰ ਨਾਲ ਜਾਣ-ਪਛਾਣ ਤੋਂ ਬਾਅਦ, ਮੈਂ ਦੇਖਿਆ ਕਿ ਮਿਸ ਸਾਂਚੁਨ ਇੱਕ ਸ਼ਾਨਦਾਰ ਕਿਰਦਾਰ ਸੀ, ਉਦਾਰ ਸੀ। , ਅਤੇ ਇੱਕ ਛੋਟੀ ਕੁੜੀ ਹੋਣ ਦਾ ਥੋੜਾ ਜਿਹਾ ਵੀ ਟਰੇਸ ਨਹੀਂ ਸੀ, ਇਸ ਲਈ ਮੈਂ ਜਾਣਬੁੱਝ ਕੇ ਉਸਨੂੰ ਭਰਤੀ ਕੀਤਾ। ਮਿਸਟਰ ਤਾਓ ਅਤੇ ਉਸਦੀ ਧੀ ਨੂੰ ਵੀ ਆਪਣੇ ਤੀਜੇ ਭਰਾ ਦਾ ਸਿੱਧਾ-ਸਾਦਾ ਕਿਰਦਾਰ ਬਹੁਤ ਪਸੰਦ ਆਇਆ। ਉਹਨਾਂ ਨੇ ਇਸ ਨੂੰ ਤੁਰੰਤ ਬੰਦ ਕਰ ਦਿੱਤਾ ਅਤੇ ਹਰ ਇੱਕ ਨਾਲ ਵਿਆਹ ਕਰਨ ਦਾ ਫੈਸਲਾ ਕੀਤਾ। ਹੋਰ। ਮਹਾਰਾਜ, ਕੀ ਤੁਹਾਨੂੰ ਨਹੀਂ ਲੱਗਦਾ ਕਿ ਇਹ ਫਰਜ਼ੀ ਵਿਆਹ ਹੈ?\n(ਇਹ ਕਹਾਣੀ ਇੱਕ ਅਲੰਕਾਰ ਹੈ, ਕਿਉਂਕਿ ਇੱਕ ਮਾੜੀ ਚੀਜ਼ ਚੰਗੀ ਚੀਜ਼ ਬਣ ਗਈ।)", "聖意": "ਘਰ ਅਤੇ ਆਪਣੇ ਆਪ ਦੀ ਸੁਰੱਖਿਆ ਲਈ ਪ੍ਰਾਰਥਨਾ ਕਰੋ, ਸਾਵਧਾਨ ਰਹੋ, ਦੌਲਤ ਲਈ ਪ੍ਰਾਰਥਨਾ ਕਰੋ, ਕਾਰੋਬਾਰ ਨੂੰ ਬਰਬਾਦ ਕਰੋ, ਵਿਆਹ ਵਿੱਚ ਰੁਕਾਵਟ, ਸਜ਼ਾ, ਲਿਉਜੀਆ, ਬੀਮਾ, ਪੈਦਲ ਯਾਤਰੀਆਂ ਦਾ ਖੇਤਾਂ ਵਿੱਚ ਫਸਣਾ, ਰੇਸ਼ਮ ਦੇ ਕੀੜੇ ਦਾ ਨੁਕਸਾਨ, ਪਸ਼ੂਆਂ ਦਾ ਨੁਕਸਾਨ, ਲਾਪਤਾ ਲੋਕ, ਗੈਰ ਕਾਨੂੰਨੀ ਮੁਕੱਦਮੇ, ਨੁਕਸਾਨ, ਪਰਵਾਸ, ਰੂੜੀਵਾਦੀਤਾ , ਗੁਆਚੀ ਜਾਇਦਾਦ, ਬੁਰਾਈਆਂ, ਚਿੰਤਾਵਾਂ, ਖ਼ਤਰੇ, ਪਹਾੜ, ਕਬਰਾਂ, ਅਸਫਲਤਾ", "古人": "ਤਾਓ ਸਾਂਚੁਨ ਤਰਬੂਜ ਦੇ ਬਾਗ ਵਿੱਚ ਜ਼ੇਂਗ ਐਨ ਨੂੰ ਹਰਾਉਂਦਾ ਹੈ", "第X籤": "ਨੰਬਰ 99", "宮": "ਹੈਗੋਂਗ"}