{"籤詩版本二": "לתת לסירה לחזור מחוף המים המהיר, מה אתה רוצה לעשות בגלל המהומה?\nאם אתם רוצים להיות בטוחים, חפשו שלווה וחכו שהגלים יעברו את המשבר הזה.", "詩意": "ההקסגרמה הזו היא כמו סירה שנוסעת על חוף מהיר.\nהישארו שמרניים בכל דבר וחכו לזמן.", "解曰": "יורדים במים מהירים. הישאר בסכנה. אם תשאלו על תוכניות מחנה. שום דבר לא יכול להיעשות.", "籤詩故事一": "◇ Ziyi מוכתר למלך\nGuo Ziyi (697-781), הידוע גם בשם Guo Linggong, היה יליד מחוז ג'נג, הואז'ו (כיום מחוז הואסיאן, מחוז שאאנשי) וגנרל בשושלת טאנג.\nבמהלך מרד אנשי בשנה ה-14 של טיאנבאו (755), הוענק לו התואר שוופנג ג'ידושי (לינגוו, מערבית ללינגוו בנינגשיה של היום). הוא קיבל פקודה למסע צלב. הוא שילב את צבאו של שוופאנג עם לי גואנגבי כדי לצעוד לתוך הביי. הם איחדו כוחות בצ'אנגשאן (ג'נגדינג, הביי) והביסו את שי סימינג, החזירו את הביי. בשלב זה, גואו זיי הציע לקיסר לקחת את פאן יאנג מצפון ולתקוף את מאורה של הנמר המורד כדי לצמצם את המצור על טונגגוואן, אך שואנזונג סירב. לאחר מכן, ניטע מצבן של עיירות וסאליות בדלניות בשלהי שושלת טאנג, מה שהפך גם לגורם הנידוע לפטירתה של שושלת טאנג.\nבשנה החמש עשרה למלכותו של טיאנבאו (756), הוא והקואליציה האויגורית הרגיעו את הקוו. באביב של השנה שלאחר מכן, הם התאוששו את הדונג (כיום יונגג'י, שנשי) ופנג יי (כיום דאלי, שאאנשי), ותקפו את טונגגוואן, מביס את Cui Qianyu. צבא טאנג ספג יותר מ-10,000 אבדות. Cui Qianyu נכנע לפוג'ין. לושן נהרג על ידי בנו אן צ'ינגשו.\nבשנה השנייה של Zhide (757), הוא קיבל פקודה להוביל כוחות לפנגשיאנג. בדרך, הוא הביס 5,000 פרשים של לי גיירן בגשר Baiqu Liuyun (היום בדרום מזרח Sanyuan). בחודש מאי, הוא לחם עם An Shouzhong ו-Li גיירן בצ'ינגקוו (היום ממערב לשיאן) הובס, והוא נסוג לוונגונג (היום מצפון-מערב לווגונג). בספטמבר, הוא עקב אחרי המרשל גואנגפינג וואנג לי צ'ו כדי להוביל את הטאנג והאויגורים להצטרף ל-150,000 חיילים, ולאחר מכן נלחם. עם An Shouzhong ו-Li Guiren בשיאנג. מצפון למקדש ג'י (דרום-מערב למחוז צ'אנגאן של היום), החיילים האויגורים חגו מאחורי האויב, תקפו משני הצדדים והרגו 60,000 אויבים. ג'אנג טונגרו ברח למחוז שאאנשי, ולבסוף החזיר את הבירה צ'אנג'אן (שיאן של היום). הוד מלכותו של צבא טאנג הוחזרה שוב לצ'אנגן.\nלאחר מכן, צבא טאנג ניצל את הניצחון וצעד מזרחה, והביס 150,000 איש כולל יאן ז'ואנג וג'אנג טונגרו בשינדיאן (כיום דרומית מערבית לעיר סנמנשיה, מחוז הנאן), ואילץ את אנקינג שו לחצות את הנהר הצהוב ולסגת לשיאנגג'ואו. דונג'ון לואויאנג חזר. הוסף את Situ ליתרונותיו והפוך אותו לדוכס המדינה.\nשי סימינג הוביל את צבאו מפאן יאנג כדי לחלץ את אן צ'ינגשו. שני הצדדים נלחמו במבנה מצפון לנהר אניאנג (צפון אניאנג של היום). הקרב היה בלתי ניתן להפרדה. בסופו של דבר, בראשות תשעה ג'יידושי, צבא טאנג, אשר טען שיש לו 600,000 איש, נסוגו (בקרב יצ'נג). מלחמה). המפקד הראשי של הקרב הזה היה הסריס יו צ'אואן, שלא היה לו כישורי מנהיגות והאשים את גואו זיי בכישלון הקרב. גואו זיי זומן בחזרה לצ'אנגן, שוחרר מכוח צבאי, והפך לפקיד סרק.\nבשנה הראשונה של באוי-ינג (762) התמרדו הכוחות בטאי-יואן (היום מדרום-מערב לטאי-יואן) וג'יאנג-ג'ואו (היום שינג'יאנג במחוז שאנשי), בית המשפט נבהל, אז זיי קיבל את התואר מלך פניאנג ויצא לשלוט בג'יאנגג'ואו. הוא גם היה מנוכר על ידי הסריס צ'נג יואנשן והופטר מכוח צבאי.\n(המוקד של הסיפור הזה: גואו זיי, שהיה מאוד מוכשר והתנהג היטב, פגש את שואנזונג וכמה נבלים, מה שפגע מאוד בהישגיו.)", "聖意": "ברכה לבית ולעצמך, מחפשת עושר, ללא עסקה, ללא נישואים, ללא אזעקת שווא, הולכי רגל המגיעים לטיאנקנג'י, קשה למצוא אנשים, תביעות ציבוריות ו(לא Xing), הגירה, שמרנות, רכוש אבוד, קשה למצוא, מחלות, מתפללים לברכות, הרים וקברים, משמח", "古人": "זיי הוכתר למלך", "第X籤": "לוט הזוכה התשע עשרה", "宮": "טאצומי"}