{"籤詩版本二": "אחרי כל כך הרבה דאגות וסכנות, הוא לעולם לא יהיה ריק יותר מעתה ואילך\nללב נדיב יש תוכניות נדיבות משלו, אתה צריך לפגוש מומחה כדי להגיע להישגים גדולים.", "詩意": "ההקסגרמה הזו היא כמו באר עתיקה עם קפיץ.\nבכל דבר, אנשים אצילים מגיעים להצלחה.", "解曰": "התביעה תהיה מוצדקת בסופו של דבר. חולה ובטוח. היכנס וצא לבקש עצות. באר עתיקה פוגשת את האביב.", "籤詩故事一": "◇ יאו צ'ונג שולט בארבה\nיאו צ'ונג (649-721), ששמו האמיתי היה יואן צ'ונג, היה משאנג'ואו. הוא שימש כשר של שיה גואן, שאנגשו מצ'ונגואן, זיוויילינג, ז'ונגשולינג וראש הממשלה בשושלת טאנג.\nבשנה הרביעית לקאייואן (716), שאנדונג (הכוונה בדרך כלל לאגן הנהר הצהוב ממזרח להואשאן) הייתה נגועה בארבה. האנשים היו קשורים לרעיונות אמונות תפלות ולא העזו לצוד ולהרוג אותם. במקום זאת, הם הקימו. הקריבו קורבנות, הדליקו קטורת, סגדו לצד השדות, וראו את היבול נטרף על ידי ארבה...\nכל הפקידים האמינו: \"ארבה הוא אסון טבע, איך אפשר לשלוט בו על ידי כוח אדם!\" המאבק בין שני רעיונות שונים היה עז באותה תקופה, האם לחסל או לא לחסל את הארבה.\nיאו צ'ונג אמר: \"כל עוד אנחנו עובדים ביחד, נוכל להיפטר מכולם. הוא אמר: ארבה מפחד מאנשים, ולכן קל לגרש אותם. לשתילים יש בעלים, אז המחלצים חייבים לעבוד קשה; ארבה יכולים לעוף, והם בהחלט יעופו כשהם יראו אש בלילה; הציתו אותם בשדה, חפרו בורות תוך כדי שריפה, תקברו אותם תוך כדי שריפה, ולא יישאר דבר\".\nשואנזונג אמר: \"ארבה הוא אסון טבע שנגרם על ידי ממשל מוסרי לקוי. אם אתה מבקש לצוד אותם ולהרוג אותם, האם זה לא נוגד את הדגן?\"\nיאו צ'ונג הוסיף: \"תפיסה והרג של ארבה הייתה נהוגה על ידי הקדמונים, והוד מלכותך תשתמש בו בעתיד. זהו אירוע לאומי גדול כדי להביא שלום ושגשוג לחקלאים. נא לשקול זאת ברצינות\".\nשואנזונג השתכנע. אלא שבאותו זמן, כולם בבית המשפט ומחוצה לו אמרו שאי אפשר לצוד ארבה.\nשואנזונג אמר: \"שוחחתי עם ראש הממשלה והחלטתי לתפוס ארבה. כל מי שיתנגד שוב יוצא להורג.\" אז הוא שלח את הצנזורה לפקח ולהנחות את האנשים לשרוף ולקבור את הארבה.\nהתוצאות היו יעילות למדי. תשעה מיליון דאנס של ארבה נתפסו ברחבי הארץ, ומכת הארבה חוסלה בהצלחה. החקלאות השיגה יבול טוב באותה שנה.\n(צריך להשתמש בחוכמה בניהול אסונות ופינוי, וחייבות להיות אסטרטגיות גאוניות להתגבר על קשיים. יאו צ'ונג הוא המומחה בעניין זה)", "聖意": "הבית רגיל, העצמי חסום, חיפוש הכסף חסום, המסחר חסום, נישואים והרמוניה חסומים, יש סכנה בליוג'יה, הולכי רגל חסומים, תולעי משי חסומות, בעלי חיים לא חיוביים, אנשים נעדרים, תביעות ציבוריות חסומה, הגירה בלתי סבירה, קשה למצוא חפצים אבודים, קשה להתפלל עבורן מחלות, הרים וקברים אינם נוחים.", "古人": "יאו צ'ונג שולט בארבה", "第X籤": "זכייה בלוטו עשרים וחמש", "宮": "ארמון מי"}