{"籤詩版本二": "העולם גמיש וכל הדברים תומכים בעצמם, תומכים בעצמם ובטוחים\nהכל בחיים נפלא, הודו לקדושים ולחכמים על הכל, ושגשגו.", "詩意": "הקסגרמה זו מייצגת את ההרמוניה בין כדור הארץ לכדור הארץ.\nהכל מתנהל כשורה ואין סכנה.", "解曰": "כל הדברים נולדים. כל התוכניות והמשאלות מתגשמות. פורד עוזר. Rui Qi ממהר.", "籤詩故事一": "◇ ההולכים זוכים להארה\nסיפור המסע למערב:\nסון ווקונג השתלט על הר הפרחים והפירות והפך למלך. מאוחר יותר, כדי למצוא דרך לחיות לנצח, הוא בילה שמונה או תשע שנים בנסיעות על פני הרים ונהרות כדי לסגוד לפטריארך בודהי כמורו. הוא למד את השבעים -שני שינויים של הרשע הארצי וענני סלטה, ולקחו את שם המשפחה סאן בפעם הראשונה. בשם ווקונג.\nלאחר מכן, Sun Wukong הלך לארמון הדרקון בים סין המזרחי על מנת למצוא נשק מתאים, ולבסוף מצא את Ruyi Golden Cudgel, המחט האלוהית של טיאנה ודינגהאי. מכיוון שתקופת חייו הסתיימה, הוא עשה מהומה גדולה בעולם התחתון, תיקן את ספר החיים והמוות וחזר לעולם האנושי. מאוחר יותר, סון ווקונג זומן על ידי שמים בפעם הראשונה ונקרא בימה וון. מאוחר יותר, הוא זומן לגן עדן בפעם השנייה וזכה לשם מלך הקופים. הוא אכל אפרסקים בסתר ועשה רעש גדול בשמים. הוא נאטם בתנור הבאגואה כדי לאמן את עיניו הזהובות ועיניו הלוהטות. דוכא על ידי בודהה Tathagata למרגלות הר ווצ'י במשך 500 שנה, ללא יכולת לזוז. המקום שבו נבעט תנור באגואה הפך להר של להבות.\nחמש מאות שנה מאוחר יותר, הנזיר טאנג נסע למערב כדי להשיג כתבי קודש, עבר ליד הר חמשת האלמנטים, והוריד את הקמע לפני שהציל את סאן ווקונג. סון ווקונג פרץ בבכי בהכרת תודה.לאחר שקיבל הוראה על ידי גואניין בודהיסטווה, הוא סגד לטאנג מונק כמורו ונסע למערב ללמוד יחד כתבי קודש. בדרך ללמוד את כתבי הקודש, סון ווקונג ירד על שדים וחיסל מפלצות, וביצע שוב ושוב הישגים יוצאי דופן. עם זאת, הוא הובן לא נכון וגורש על ידי המאסטר שלו טאנג סנג שוב ושוב. לאחר שמונים ואחד קשיים, העבודה הושלמה לבסוף. ארבעת המאסטרים והתלמידים הגיעו למקדש Xitian Leiyin והשיגו את הכתוב האמיתי. Sun Wukong השיג את התוצאה הנכונה.\n(הסיפור הזה הוא מטפורה שאפילו קוף יכול להפוך למואר, שלא לדבר על בן אדם.)", "聖意": "הבית מועיל לעצמו, לעושר, עסקים, נישואים, ליוג'יה, הולכי רגל גברים, חסימת שדות, תולעי משי, שש בעלי חיים, ג'ונגפינג, מחפש אנשים, תביעות, הצלחה, הגירה, אובדן רכוש, מחלות, קבר Xingxingshan, דברים מברכים", "古人": "הנוסע זוכה להארה", "第X籤": "נחתם ב-43", "宮": "xugong"}