{"籤詩版本二": "מזג האוויר הקר הופך מים לקרח למה להיות תאבי תהילה?\nאין לי ברירה אלא לשבת בשקט ולחכות שהעלים יפרחו באופן טבעי.", "詩意": "בהקסגרמה זו, המים הופכים לקרח.\nאל תבקש שום דבר לשווא.", "解曰": "מים קופאים לקרח. קרח נמס למים. אם זו קונספירציה. ככה זה.", "籤詩故事一": "◇ וואנג שיאנג מבקש קרפיון (עשרים וארבע סיפורי יראת שמים)\nוואנג שיאנג משושלת ג'ין, באדיבות השם פוז'נג, נולד בליני.\nכאשר וואנג שיאנג היה צעיר, אמו הביולוגית מתה, אביו הבודד התחתן עם אישה בשם ג'ו, ולוואנג שיאנג הייתה אם חדשה. כאשר וואנג שיאנג היה צעיר, אמו הביולוגית נפטרה, ואביו הבודד נישא לאישה בשם ג'ו. אמו החורגת של וואנג שיאנג הייתה אישה צרת אופקים וקנאית, היא לא אהבה את וואנג שיאנג ולעתים קרובות נזפה בו על עניינים של מה בכך. עד מהרה, האם החורגת ילדה גם בן בשם וואנג לאן. האם החורגת אהבה רק את ילדיה שלה, וראתה את וואנג שיאנג כאל קוץ בה. היא הפכה תובענית עוד יותר כלפי וואנג שיאנג, ולעתים קרובות דיברה רע על וואנג שיאנג מול אביו. אפילו אביו לא אהב אותו בהדרגה. האם החורגת אהבה רק את ילדיה שלה, והתייחסה לוונג שיאנג כאל קוץ בה. היא הייתה תובענית עוד יותר מוואנג שיאנג, ולעתים קרובות דיברה רע על וואנג שיאנג מול אביו. אפילו אביו לא אהב אותו בהדרגה. למרות אחיו למחצה של וואנג שיאנג, וואנג לאן ידידותי מאוד לאחיו. למרות העינויים של אמה החורגת, היא עדיין הייתה מאוד ילדה. האם החורגת כל כך קשוחה, אבל וואנג שיאנג עדיין ילדה מאוד.\nלאמו החורגת יש תחביב, כלומר, היא אוהבת לאכול דגים טריים שזה עתה דגו מהנהר. לאמו החורגת יש תחביב, כלומר, היא אוהבת לאכול דגים טריים שזה עתה דגו מהנהר. חורף אחד, אביו הלך לעסקים, ואמו החורגת חלתה שוב. האחים וואנג שיאנג וואנג לאן הגישו בקפידה מרק ותרופות לאימם. במזג האוויר הקר הקשה, מחלתה של האם החורגת עדיין לא השתפרה. לְמַהֵר. חורף אחד, אביו הלך לעסקים, ואמו החורגת חלתה שוב. האחים וואנג שיאנג וואנג לאן הגישו בקפידה מרק ותרופות לאימם. במזג האוויר הקר הקשה, מחלתה של האם החורגת עדיין לא השתפרה. לְמַהֵר. האם החורגת החולה רצתה לאכול דגים טריים מהנהר, באקלים קר וחמור זה ירד שלג בחוץ והמים בנהר כבר הפכו לקרח סמיך. האם החורגת החולה רצתה לאכול דגים טריים היכן ניתן היה למצוא דגים טריים באקלים הקפוא והמושלג הזה?\nבאותם ימים, לא היו מנות מחוץ לעונה, ואי אפשר היה לקנות אותן גם אם היה לך כסף.\nבשלב זה של הסיפור, הסיפור הנוגע ללב של וואנג שיאנגצ'יו לי קרה. שני האחים שמרו על אמם בחוסר אונים. וואנג שיאנג הלך אל הנהר הקפוא כדי לא לאכזב את אמו החורגת החולה. וואנג שיאנג עלה בדעתו והוריד את חולצתו ללא קשר לקור. הוא שכב עירום על הקרחון ורצה. טמפרטורת הגוף שלו כדי להמיס את הקרח (לכן קרפיון Wang Xiangqiu נקרא גם Wang Xiang שוכב על הקרח). הוא הוריד את חולצתו ושכב עירום על הקרחון. הוא התפלל לאלוהים ואמר: \"אלוהים, אמא שלי חולה ורוצה לאכול קרפיון טרי. אתה חייב למצוא לי דרך לא משנה מה.\" באופן מוזר, גוש הקרח שלידו נסדק לפתע, והיו שניים. סדקים. קרפיון חי קפץ מתוך הסדק וקפץ על הקרח. וואנג שיאנג היה מאושר מאוד. הוא התפלל לאלוהים: \"אלוהים, אמא שלי חולה ורוצה לאכול קרפיון טרי. אתה צריך למצוא לי דרך ויהי מה.\" באופן מוזר, גוש הקרח שלידו נסדק לפתע, והיו שני סדקים. קרפיון חי קפץ מתוך הסדק וקפץ על הקרח, וואנג שיאנג שמח מאוד. הוא כרע ברך במהירות, הודה לאל, ורץ הביתה עם הקרפיון. הוא כרע ברך במהירות, הודה לאלוהים, ולקח במהירות את הקרפיון והלך הביתה. לאחר שהאם החורגת אכלה קרפיון טרי, היא החלימה במהרה ממחלתה. האם החורגת במיטת בית החולים הייתה המומה כשראתה את פלג גופו העליון העירום של וואנג שיאנג, שהפך סגול מהקור, ושני דגים בידיו. היא רצה לחדר בשמחה והיתה המומה.\nוואנג שיאנג הפך מאוחר יותר לפקיד והפך לטייבאו, וקיבל את התואר דוכס.", "聖意": "חוסר נוחות בבית, אני מתפלל להגנה, קשיים כלכליים, בעיות עסקיות, נישואים, חוסר עקביות בביטוח ליוג'יה, הולכי רגל, תולעי משי צ'יטיאניות, שישה אובדן בעלי חיים, נעדרים, תביעות ציבוריות, הגירה, שמרנות, אבדן רכוש, מחלה, קשה להחלים, קבר הרים, בהצלחה", "古人": "וואנג שיאנג מבקש קרפיון (עשרים וארבע סיפורי יראת שמים)", "第X籤": "ארבעים ותשע זכייה בלוט", "宮": "הייגונג"}