{"籤詩版本二": "צריך הרבה מאמץ כדי לתפוס את הירח במים זה דורש הרבה מאמץ אבל כלום.\nאל תדבר שטויות ותבזבז את מאמציך לחיזוק הגוף, המילה \"גוף קמל\" פירושה במקור \"גוף לבד\".", "詩意": "ההקסגרמה הזו חמדנית לדימוי המאמץ.\nהכל עמל ומייגע.", "解曰": "קשה לזכור הבטחות. הרבה עבודה קשה. דאגה בבית. מחכה לפגוש אנשים אצילים.", "籤詩故事一": "◇ טייבאי תפסה את הירח בעודה שיכורה (לי טייבאי תפסה את הירח בעודה שיכורה)\nLi Bai (701-762), הידוע גם בשם Taibai, הידוע גם בשם Qinglian Jushi. המשורר של שושלת טאנג, שכינה את עצמו בן אלמוות גורש, היה ידוע בתור בן האלמוות של השירה, והוא תמיד היה מאושר בלי לשתות.\nפעם לי באי הגיע לג'ינלינג (כיום נאנג'ינג) ונח במסעדה ליד גשר וונדה.\nהיום הזה היה במקרה היום החמישה עשר של חודש הירח החורפי, בלילות הוא היה יושב לבדו במסעדה ומתפעל מהירח, תוך כדי שתייה וקריאת שירים. היום הזה היה במקרה היום החמישה עשר של חודש הירח החורפי, בלילות הוא היה יושב לבדו במסעדה ומתפעל מהירח, תוך כדי שתייה וקריאת שירים. לי טייבאי אהב את הירח הכי הרבה בחייו, ואמר שהוא נקי ויפה. לי טייבאי אהב את הירח הכי הרבה בחייו, ואמר שהוא נקי ויפה. באותו לילה, הוא הרים את מבטו וראה את הירח הלבן והעגול בשמים, הוא שמח מאוד ושתה עוד כמה כוסות. באותו לילה, הוא הרים את מבטו וראה את הירח הלבן והעגול בשמים, הוא שמח מאוד ושתה עוד כמה כוסות. בחצות, לי טייבאי ניצלה את היין וירדה למטה לגשר וונדה. בחצות, לי טייבאי ניצלה את היין וירדה למטה לגשר וונדה. ברגע שעלה על הגשר, הוא השפיל את ראשו וראה לפתע את הירח נופל למים.כשהנהר זז, נוספו כמה קווים שחורים לצל הירח הלבן. ברגע שעלה על הגשר, הוא השפיל את ראשו וראה לפתע את הירח נופל למים.כשהנהר זז, נוספו כמה קווים שחורים לצל הירח הלבן. לי טייבאי היה כל כך שיכור בזמן הזה שהוא חשב שזה הירח שהוכתם על ידי מי הנהר. לי טייבאי היה כל כך שיכור בזמן הזה שהוא חשב שזה הירח שהוכתם על ידי מי הנהר. הוא אפילו לא טרח להוריד את המגפיים, הוא פתח את ידיו וקפץ מהגשר כדי לתפוס את הירח. הוא אפילו לא טרח להוריד את המגפיים, הוא פתח את ידיו וקפץ מהגשר כדי לתפוס את הירח. באופן בלתי צפוי, עם הקפיצה הזו, הירח לא נתפס, אבל הירח במים התנפץ והתפצל מיד לשני חצאים. באופן בלתי צפוי, בקפיצה זו, הירח לא נתפס, אך האיש טבע. הוא נפטר בגיל שישים ושתיים.", "聖意": "הבית לא נוח ויש לך מזל רע (שימו לב לבריאותכם) (חוסר מזל) חפשו איזון בעושר (אל תחשבו על זה אפילו) קושי בעסקאות, נישואים לא נפתרים, התפללו להגנה (אוצרות ריקים למניעת הפלה) הולכי הרגל בבעיה, תולעי המשי בשטח הם חמש נקודות ושש בעלי חיים בירידה, מחפשים אנשים (אומללים) תביעות ציבוריות ו(תפסיקו את התביעה) הגירה רגילה (שלא תזכיר זאת) אובדן רכוש (מטוסים) מתפללים להגנה מפני מחלות (אומלל) מזל טוב בהרים ובקברים", "古人": "טייבאי תפס את הירח בעודו שיכור (לי טייבאי תפס את הירח בעודו שיכור)", "第X籤": "זכייה בחמישים שניות בלוטו (לוטו)", "宮": "רֶחֶם"}