{"籤詩版本二": "כוורנים חייבים להתחנן על הדבש שלהם, שמא יעקצו אותם בעקיצה.\nבטח יש דרך מוזרה מולך הסוד עמוק כמו יער קוצים.", "詩意": "הקסגרמה זו מסמלת דבורים שאוספות דבש.\nהכל עמל ומייגע.\n\n(הקסגרמה זו מחפשת את סמל המתיקות והמרירות.\nלמנוע אסונות בכל דבר.\n)", "解曰": "דברים צריכים להיעשות בזהירות. אין צורך להכריח את זה. דבורים אוספות דבש. מה הסיבה?", "籤詩故事一": "◇ וואנג מאנג מחפש כישרונות\nאפשר לומר שמשפחת וואנג מאנג בשושלת האן המערבית היא משפחה עשירה. למרות שאביו מת צעיר, כמה מדודיו ודודיו הפכו לקיסרים של שושלת האן. הם הפכו לגנרלים, ראשי ממשלה, והפכו למרקיזות וקיבלו תגמולים. משפחת וואנג הייתה בולטת ביותר.\nאבל משפחתו הקטנה של וואנג מאנג עצמו הייתה ענייה ביותר; אביו מת צעיר, והוא חי רק עם אמו, בהסתמך על צדקה מקרובי משפחה. אבל בגלל זה, וואנג מאנג פיתח ותרגל מערך מיומנויות בהתמודדות עם אנשים מאז שהיה ילד. לא משנה כמה עצוב או כועס הוא הרגיש, הוא תמיד הראה מבט שמח ושליו מאוד מול קרובי משפחה, זקנים או זרים, אז הוא זכה להערכה רבה על ידי כל החמולה.\nפעם דודו הבכור היה חולה במחלה קשה. לאחר שנודע לו על כך, הוא ניגש והמתין ליד מיטת החולה, הביא תרופות ומים, ושמר על המשמר בלילה. במשך מספר חודשים, הוא היה עירום, לא מטופח ומרושש. פשוט יותר \"סבלן\" ממטופל, יותר \"בן\" מבן ביולוגי.\nעל כך, כולם בטייוואן שיבחו אותו וכתבו מכתבים וביקשו פרס עבורו.\nאז הקיסר צ'נג משושלת האן העניק לו את התואר מרקיז הבירה החדשה ומינה אותו כשומר בארמון, והפך לשר קרוב של הקיסר.\nעם מעמדו הרם וכוחו הרב, וואנג מאנג מעולם לא גילה יהירות או רפיון. במקום זאת, הוא נעשה יותר ויותר אדיב ואדיב. מצד אחד, הוא התיידד עם שרים, שרים, מפורסמים ומלומדים.\nאבל הוא חי חיים חסכוניים מאוד, אכל לעתים קרובות מנות בשר, שלא לדבר על לובש גלימות ארוכות ושמלות ארוכות שרוולים, רק לובש בגדים קצרים. אז כולם בממשלה ובציבור שיבחו אותו פה אחד במילה \"סגולה\".\nמאוחר יותר, דודו, גרנד סימה וואנגן, נפטר ממחלה והוא נבחר כמחליפו. הקיסר וכל השרים חשבו שהוא המתאים ביותר. לכן, וואנג מאנג, שהיה רק ​​בן שלושים ושמונה, הפך לסימה הגדולה בעלת הכוח הצבאי הגבוה ביותר במדינה.\n(הסיפור הזה הוא מטאפורה. להיות טוב בלהיות אדם טוב יכול לעזור לך להיפטר מ\"הקושי להיעקץ על ידי דבורים\" ולהשיג את האידיאלים שלך כרצונך).", "聖意": "הבית לא טוב לעצמו, המשפחה בצרות, העסק חסום, הנישואים חסומים, ששת השריון מפוחדים, הולכי הרגל מאחרים, קציר תולעי המשי נמוך, משק החי נמוך, קשה מצא אנשים, התביעה גרועה, ההגירה לא זזה, האבידות רעות, המחלה הוקמה, קבר ההר אבד,", "古人": "וואנג מאנג מחפש כישרונות", "第X籤": "זכייה בלוטו שבעים ושתיים", "宮": "טאצומי"}