{"籤詩版本二": "מה לעשות אם אתה מאבד את הסגולה שלך בגלל המוניטין שלך אני חושש שהמזל הטוב ישתנה ודברים רעים יקרו.\nשיכור, אני לא יודע לאן ללכת, יש לי חלום מעורפל בצל עצי האורן הירוקים.", "詩意": "הקסגרמה זו מייצגת את הדג הקר היוצא מהמים.\nאי אפשר להזיז שום דבר.\n\n(הקסגרמה זו היא סמל של סגולה רעה ומזל רע.\nשמור את הרגליים על הקרקע בכל דבר.\n)", "解曰": "הדג הקר עוזב את המים. זבוב במשחה. אם תשאלו על תוכניות מחנה. עדיף Mo Qi\nהשלט הזה יביא מזל רע לליוג'יה. הכל משתבש. התפלל לביטחון.", "籤詩故事一": "◇ ג'ואנגזי בוחן את אשתו\nז'ואנגזי נולד בשושלת ג'ואו. שם משפחתו היה ג'ואנג, שמו הפרטי היה ג'ואו, ושמו הפרטי היה זיקסיו. הוא היה יליד מנג'י בשושלת סונג. בשושלת ג'ואו, הוא היה הפקיד של צ'יואן.\nיום אחד, ג'ואנגזי פגשה אישה על ההר, היא כרעה מול קבר חדש, מנענעת את מניפה נואשות, כאילו היא רוצה לייבש את האדמה הרטובה על הקבר. ג'ואנגזי לא הבין את כוונתה, אז הוא שאל אותה. היא אמרה שמי שקבור בקבר הוא בעלה, ודבריו האחרונים של בעלה היו שלא תוכל להינשא בשנית עד שהאדמה על הקבר תתייבש. היא לא יכלה לחכות יותר, אז היא עוררה את אדמת הקבר כדי להתייבש מהר יותר, כדי שתוכל להמשיך באביב שני.\nג'ואנגזי נאנח כשחשב שיש אישה כל כך חסרת לב בעולם. ואז חשבתי, האם אשתי תהיה כזו? כשמתעורר חשד, אני רוצה לבדוק אותו.\nשם המשפחה של אשתו של ג'ואנגזי היה טיאן, ולבני הזוג היו בדרך כלל מערכת יחסים קרובה. כדי לבחון את נאמנותה של אשתו, החליט ג'ואנגזי להעמיד פנים שהוא מת.\nכששמעו שג'ואנגזי מת ממחלה פתאומית, הגיעו אנשים רבים מכל רחבי העולם, כולל קרובי משפחה וחברים, להביע את תנחומים, ביניהם מלך יפה תואר ונכד ממדינת צ'ו, שהיה עשיר בעושר. טיאן התאלמן טרי ומעורר רחמים, הוא רדף אחריה. גב' טיאן לא יכלה לשאת את הפיתוי והתאהבה בוואנג סאן. הם התחתנו תוך עשרים יום בלבד.\nבאותו לילה, כשהיין היה שתו והאוזניים היו לוהטות, וואנג סאן לקה פתאום בהתקף לב ומת.\nגב' טיאן נבהלה ונבהלה, ושאלה את וואנג סאן בדחיפות מה לעשות. וואנג סאן סבלה את הכאב ואמרה לגברת טיאן שאפשר להשתמש במוחות של גופות מתות כדי להחזיר את המתים לחיים.\nהיכן למצוא את הגופה? גב' טיאן חשבה פתאום, האם בעלה לא פשוט מת? מר טיאן שכח מהאהבה הישנה בין בעל ואישה, ולמעשה לקח גרזן ופצל את ארונו של בעלה, מתכונן להוציא את מוחו לרפואה.\nבאופן בלתי צפוי, כאשר הארון נפתח, ג'ואנגזי חזר לחיים. גב' טיאן כל כך התביישה שהיא תלתה את עצמה.\n(הסיפור הזה הוא מטפורה להפרת ידידות למען רווח אישי, ולכן איננו יכולים להסכים איתו.)", "聖意": "הבית שליו, העצמי בטוח, הכסף לא הוגן, העסקאות מוקרבות, הנישואים נפתרו, הרוע משגשג בליוג'יה, הולכי הרגל לא הגיעו, תולעת המשי שטוחה, בעלי החיים שטוחים, האנשים חסרים, התביעה משתנה, התלמידים שמרנים, הרכוש אינו חולה, וההר והקבר מרושעים.", "古人": "ג'ואנגזי בוחן את אשתו", "第X籤": "מגרש 84", "宮": "ווי גונג"}