{"籤詩版本二": "מרסן את הסוס ואוחז בשוט, אנחנו מגיעים ישר לכאן, חצי בסכנה וחצי באסון.\nזה כמו בית שנשרף באש. כשהשמיים יורדים הגשם הופך אותו לאפר יש לי תוכנית.", "詩意": "ההקסגרמה הזו מייצגת חצי צער וחצי שמחה.\nרצוי לעשות טוב בכל דבר.", "解曰": "צירים לכל החיים. לא אכפת מהנכון והלא נכון. הכבלים זמניים. הטינה באה באופן טבעי.", "籤詩故事一": "◇ טאו סנצ'ון מנצח את ג'נג אן בגואיואן\n\"יחי האזכרה שלי,\" ז'או קואנג'ין קם שוב, \"ביפינג מלך ג'נג אן ארגן נישואים אז. עכשיו כשהעולם רגוע, אני רוצה לבקש את רשותכם לבחור יום טוב להתחתן. \"\n\"יחי האזכרה שלי!\" ג'או קואנגין קם ואמר, \"מלך פקין, ג'נג אן, ארגן נישואים אז. כעת, כשהעולם רגוע, ברצוני לבקש את רשותך לבחור נישואים טובים. יום להתחתן\".\n\"אה, האח השלישי היה מאורס לפני כן, איך זה שלא ידעתי על זה?\" צ'אי רונג הופתע מאוד, הוא הניף את ידו וביקש מג'או קואנג'ין לשבת ולדבר.\n\"אה! האח השלישי היה מאורס לפני כן, איך זה שלא ידעתי על זה?\" צ'אי רונג (קיסר שושלת ג'ואו המאוחרת) הופתע מאוד. הוא הניף את ידו וביקש מג'או קואנג'ין לשבת ולדבר.\n\"זה סיפור ארוך. ראשית, אז עוד היינו בעוני ולא הצטרפנו לצבא שלך. מאז אנחנו נלחמים שנים ואין לנו זמן לדאוג לך. שנית, גם האח השלישי הוא קצת ביישן להזכיר את זה, אז הוד מלכותך לא יודע.\"\n\"זה סיפור ארוך. ראשית, אז עוד חיינו בעוני ולא הצטרפנו לצבא שלך. מאז אנחנו נלחמים שנים ואין לנו זמן לדאוג לך. שנית, האח השלישי הוא גם א. קצת מתבייש להזכיר את זה, אז הוד מלכותך לא יודע.\"\n\"היי, תלמיד המכללה הזכר מתחתן, מה הטעם להיות נבוך? האח השלישי נמצא בשדה הקרב כבר הרבה זמן ואפשר להתייחס אליו כגיבור שאין שני לו. למה אתה כל כך קטנוני בעניין הזה?\"\n\"היי! נער הקולג' מתחתן, מה הטעם להיות נבוך? האח השלישי נמצא בשדה הקרב כבר הרבה זמן ואפשר להתייחס אליו כגיבור שאין שני לו. למה אתה כל כך קטנוני בעניין הזה?\"\n\"אם כבר מדברים על זה, אני לא יכול להאשים את אחי השלישי שהוא ביישן, כי הנישואים האלה נרקמו\".\n\"אם כבר מדברים על זה, אני לא יכול להאשים את אחי השלישי שהוא ביישן, כי הנישואים האלה נרקמו\".\n\"הקלד? היי, זה מעניין. בבקשה ספר לי מה קרה.\"\n\"הקלדתי את זה! היי! זה מעניין! בבקשה ספר לי מה קרה.\"\n\"כן, אני זוכר באותה שנה, כשעמדנו להצטרף להוד מלכותו, עברנו דרך מחוז באוצ'נג. ביוני היה חם מאוד. אחי השלישי לא יכול היה להישאר במלון, אז הוא יצא לשוטט לבד. לאחר שעבר בגן מלונים, הוא נכנס לקטוף. מלונים הריו צימאון. לא היו הרבה מלונים שהבשלו מוקדם בזמן הזה, והאח השלישי לא ידע לקטוף אותם, אז הוא שבר הרבה מהם. האישה שהסתכלה על המלונים צעדה קדימה כדי להאשים את האח השלישי. לשניים היה מחלוקת, ואז הם התחילו לריב. בוא. למזלי, דאגתי ומיהרתי לחלץ בזמן, אחרת...\".\n\"כן, אני זוכר באותה שנה, כשעמדנו להצטרף להוד מלכותו, עברנו ליד מחוז באוצ'נג. ביוני היה חם מאוד. אחי השלישי לא יכול היה להישאר במלון, אז הוא יצא לשוטט לבד. לאחר שעבר בגן מלונים, הוא נכנס לקטוף. מלונים הריו צימאון. לא היו הרבה מלונים שהבשלו מוקדם בזמן הזה, והאח השלישי לא ידע לקטוף אותם, אז הוא שבר הרבה מהם. האישה שהסתכלה על המלונים צעדה קדימה כדי להאשים את האח השלישי. לשניים היה מחלוקת, ואז הם התחילו לריב. בוא. למזלי, דאגתי ומיהרתי לחלץ בזמן, אחרת...\".\n\"הז'נג זימינג הזה, זו אשמתו מלכתחילה, הוא צריך להתנצל. למה הוא היכה אותו? חוץ מזה, איך משפחה של ילדה יכולה לעמוד במכות ובבעיטות של גבר אכזרי כמוהו! בחייך, אתה מרביץ לילדה הזו כדי חתיכות. לא?\" \"הילדה לא נפגעה...\"\n\"הז'נג זימינג הזה, זו אשמתו מלכתחילה, אז הוא צריך להתנצל. למה אתה מרביץ לו? חוץ מזה, איך משפחה של בחורה יכולה לעמוד במכות ובבעיטות של גבר אכזרי כמוהו! בחייך, אתה מרביץ. הילדה הזאת. לא?\"\n\"הילדה לא נפגעה...\"\n\"זה בסדר, זה בסדר... היי, לא נקטת פעולה? אה, אני מניח שהצלת אותי בזמן.\"\n\"זה בסדר! זה בסדר... היי! לא עשית מעשה? אה! אני מניח שאתה זה שהצלת אותי בזמן!\"\n\"...לא, האדם שהצלתי היה...האח השלישי.\"...לא, האדם שהצלתי היה...האח השלישי.\"\n\"אה אה?!\"\n\"האח השלישי הופל ארצה על ידי האישה והוכה באלימות לאורך כל הדרך. למזלי הגעתי ושכנעתי אותו לעזוב, אז הוא לא נפצע קשה... הוד מלכותך... הוד מלכותך!... \"\n\"האח השלישי הופל ארצה על ידי האישה והוכה באלימות. למזלי הגעתי ושכנעתי אותו לעזוב, אז הוא לא נפצע קשה... הוד מעלתך... הוד מעלתך!...\".\n\"אה?...הו, מי זאת האישה הזאת!?\" \"אה!?...הו, מי זאת האישה הזאת!?\"\n\"רק מאוחר יותר גיליתי ששמה של האישה הוא טאו סנצ'ון, ואביה, טאו הונג, היה גיבור זקן שלא היו לו שאיפות. טאו סנצ'ון למד אומנויות לחימה מאביו מאז שהיה ילד. לאחר שקיבלתי כדי להכיר את משפחתו, ראיתי שלמיס סנצ'ון יש אופי יוצא דופן. , לואו לו ונדיב, בלי שום הרגל להיות ילדה קטנה, הם התאימו לו בכוונה. האב והבת הטאו אהבו מאוד את הדמות הישרה של האח השלישי הם תקפו את זה מיד והחליטו על הנישואים האלה לשניהם. הוד מלכותך, בבקשה תגיד לי, זה לא האם זה נישואים מזויפים?\"\n\"מאוחר יותר גיליתי ששמה של הילדה הוא טאו סנצ'ון, והיא למדה אומנויות לחימה מאביה מאז שהייתה ילדה. לאחר שהכרתי את משפחתו, ראיתי שלמיס סנצ'ון יש אופי יוצא דופן, הייתה נדיבה. , ולא היה לה שמץ של ילדה קטנה, אז גייסתי אותה בכוונה. גם מר טאו ובתו אהבו מאוד את האופי הפשוט של אחיהם השלישי. הם פגעו מיד והחליטו להתחתן עם כל אחד מהם. אחר. הוד מלכותך, אתה לא חושב שמדובר בנישואים מזויפים?\"\n(הסיפור הזה הוא מטפורה, כי דבר רע התברר כדבר טוב.)", "聖意": "התפללו להגנה על הבית והעצמי, היזהרו, התפללו לעושר, הרס עסקים, מעכבים נישואים, עונשים, ליוג'יה, ביטוח, הולכי רגל לכודים בשדות, נזק לתולעת משי, נזק לבעלי חיים, נעדרים, תביעות משפטיות לא חוקיות, אובדן, הגירה, שמרנות , רכוש אבוד, מחלות רעות, דאגות, סכנות, הרים, קברים, כישלון", "古人": "טאו סנצ'ון מכה את ג'נג אן בגן המלונים", "第X籤": "מספר תשעים ותשע", "宮": "הייגונג"}