{"籤詩版本二": "Ngamana umhlaba ungadalelwa umtshato olungileyo, iintsuku ezimnandi kunye namaxesha amnandi, kwaye zonke izinto zilungile\nKancinane ke, ukuba uthe wasifumana esi siqashiso, ngokuba irhuluneli isithi ukumkani, abantu bamalungisa, bathe tye.", "詩意": "Le hexagram imele ukuqala kwezulu nomhlaba.\nYonke into ilungile.", "解曰": "Isantya esikhawulezayo. Unyaka awufanelekanga ixesha lawo. UGuanyin ubhala phantsi. Undazise kuqala.", "籤詩故事一": "◇Zhongli uye wakhanyiselwa\nUZhongli Quan, ogama linguZhongli, onikwe igama elithi Quan, igama lembeko uYunfang, kunye nesiqhulo sikaZhengyang, wayeyinzalelwane yaseXianyang County, Xi'an, kwiPhondo laseShaanxi ngexesha loBukhosi baseMpuma Han.\nUZhong Liquan wayeyinjengele yoBukhosi bamaHan.Ebudeni bohambo oluchasene neWestern Qiang, waba nomona ngomphathi uLiang Yi waza wamnika kuphela amajoni amadala nabuthathaka angama-30 000. Wathi nje akufika kwindawo awayesingise kuyo, inkampu yaphangwa. umkhosi waseNtshona weQiang, kwaye amajoni abaleka. UZhong Liquan walahleka entlanjeni waza wadibana nemonki yakwaHu endleleni, wamsa kwidolophana encinane waza wathi, “Le yindawo yokuhlala kaMnu. Donghua.” Emva koko wavalelisa wahamba. Emva kwexesha elithile, umntu othile ngequbuliso wathi, “Oku kumele ukuba kungenxa yokuba indoda enguHu eneliso eliluhlaza ithetha kakhulu.” Wabona indoda eyayinxibe uboya bexhama obumhlophe yaye iphethe umsimelelo oluhlaza wequinoa, wabuza uZhong Liquan, “Lo mntu uzayo nanku uHan Da. UNjengele Zhongli Quan\n? UZhong Liquan wothuka, esazi ukuba uye wadibana nomntu ongaqhelekanga, ngoko wafunda ngokunyanisekileyo isiTao.\nUZhong Liquan kamva wadibana noZhenren Huayang kunye noKumkani ongafiyo uXuanfu, kwaye wafunda \"iMfihlo yokungafi\". Ekugqibeleni, wayehlala eZijin Sihaofeng eNtabeni yaseKongtong, wafumana \"iMfihlo yeBhokisi yeJade\", waza waba ngumntu ongafiyo. Kwakhona wayehlonishwa njengomnye wabaPhathikazi abaHlanu baseMntla yiQuanzhen Sect.", "聖意": "Thandaza ikhaya lakho kunye nekhaya lakho lisikelelwe ngamathamsanqa ekwindla nasebusika, zifune amathamsanqa ekwindla nasebusika. , inhlanhla kwi-silkworms, inhlanhla kwimfuyo, inhlanhla ekufumaneni abantu, inhlanhla kumatyala oluntu, inhlanhla ekufudukeni, ukulahleka kwempahla, izifo zaseMntla-mpuma, inhlanhla ekuthumeleni iintaba kunye namangcwaba.", "古人": "UZhongli uye wakhanyiselwa", "第X籤": "uphawu lokuqala", "宮": "Isibeleko"}