{"籤詩版本二": "Kutheni ungakhe uye eTailai esekoneni nje ndizakumyeka okwethutyana umnumzana apha entabeni.\nUkuba kukho iindaba ezimnandi malunga nengwe okanye umvundla, uya kukhululeka nokuba uzimisele ukuxakeka.", "詩意": "Kule hexagram, kukho uphawu lwentsikelelo phakathi kwamashwa.\nYonke into imbi kwangaphambili kwaye ilungile ekugqibeleni.", "解曰": "Faka enye indawo ngesilika yehemp. Betha iinyawo zomntu. Bona ngokucacileyo. Iintsikelelo zivela kwiintlekele.", "籤詩故事一": "◇Ukudibana neNgcali eBukit\nUWu Ji ekuqaleni wayengumgawuli weenkuni, kwaye bobabini badibana noJiang Ziya xa babeloba eFeng River. UWuji wahleka xa ebona uZiya eloba ngehuku ethe ngqo.\nUZiya wajonga ubuso bukaWuji waza waxela ithamsanqa: \"Ukuba ungena edolophini namhlanje, uya kubulala umntu.\" Emva kokuva oku, uWu Ji wemka enomsindo waza waya kuthwala iinkuni esixekweni.\nEmva kokungena esixekweni, uWu Ji wangquzulana nabanye waza ngempazamo wabetha iNkulumbuso uWen Wang wafa.\nUKumkani uWen wazoba umhlaba njengentolongo waza wavalela uWu Ji.\nUBukit Hou wakhululwa okwethutyana waza wagwetyelwa ukufa ukuze anyamekele unina de kube ekwindla.\nUmama wakhe wamcela ukuba acele uncedo kuJiang Ziya.\nUTaigong wamamkela njengomfundi wakhe, wamfundisa ubugcisa bemfazwe, waza wamyalela ukuba agrumbe imingxunya kwaye afake amakhubalo ukuze aphule ikamva lakhe.\nEmva kokwindla, uWu Ji akazange eze kuzohlwaywa. UKumkani uWen wafumana amanani azalwayo kwaye wacinga ukuba uWu Ji wazibulala ngenxa yokoyika ulwaphulo-mthetho.\nKamva, uKumkani Wen wadibana noWu Ji, waza uWu Ji wazisa uKumkani Wen ukuba adibane noJiang Taigong.\nUTaigong wawongwa ngewonga leNjengele yaseWude. Bobabini iinkosi kunye nabafundi basebenzela uKumkani uWen.", "聖意": "Umzi ukhuselekile, uzimele unethamsanqa, ishishini lilungile, umtshato usemva kwexesha, indoda ayibuyelanga ebaleni, umsundululu unengeniso, izilwanyana zintandathu Shenji, ukukhangela kulungile, isimangalo soluntu. kuhle, ukufuduka kuyalondoloza, impahla elahlekileyo ibonwa, isifo sihle, iQiuji, intaba kunye nengcwaba zilungile.", "古人": "Ukudibana kweBukit", "第X籤": "Uphawu lweshumi elinesibini", "宮": "Yin Palace"}