{"籤詩版本二": "Amaxhala kunye namaxhala ayakhululeka okwexeshana, kwaye uvuyo luvela esibhakabhakeni.\nKanye njengejeyidi efihlwe kubulongwe, umsebenzi olungileyo uphakamisa eluthulini", "詩意": "Le hexagram imele ukuvisisana kweYin kunye neYang.\nYonke into oyicwangcisayo ilungile.", "解曰": "Akukho nto ifunyenweyo, akukho nto ilahlekileyo. Ukuzuza ilahleko. Isikhohlakali sisengxakini. Ndikunqwenelela ithamsanqa, mnumzana.", "籤詩故事一": "◇Ye Meng Xiong Chao Di\nUYe Mengxiong (1531-1597), ogama lakhe lembeko lalinguNanzhao nogama linguLongtang, watshintshwa waba nguLongtan waza wakwathiywa ngokuba nguHuayun. Inzalelwane yaseWanshifang, iHuizhou Fucheng (ngoku eyinxalenye yeSithili saseHuicheng, isiXeko saseHuizhou) kwiMing Dynasty. Kunyaka wama-44 wolawulo lukaJiajing (1565), waba yiJinshi waza wawongwa ngewonga lokuba ngumantyi waseQing County. Usebenze njengomlawuli wesebe lodluliselo, kwaye kamva watshintsha waba ngumphathi we-Shanxi Road.\nKunyaka wama-20 kaWanli (1592), uMmeli Jikelele waseNingxia, uKuaibai (intloko yesizwe samaTatar aseMongolia), wabulala irhuluneli uDang Xin waza wathimba iFort Forty-seven kwiPhondo laseHexi. , wasiqhekeza isixeko, wanqula waza wasitshisa. yena ngokwakhe ukufa. UMeng Xiong akazigwagwisi ngokuthatha ikhredithi, kwaye uvumela izakhono zakhe zibe zilungile njengezo zeenjengele ezinesibindi sokulwa. Igosa lika-Wei Xuezeng libuyiselwe emsebenzini. Kwiminyaka yakhe kamva, warhoxa izihlandlo ezihlanu waza wabuyiselwa eHuizhou ukuya kwakha iHuilong Temple.\nU-Ye Mengxiong wangena kwi-Taoism njengomsebenzi waseburhulumenteni ekuqaleni kwaye wayedume ngokunyaniseka nokunyaniseka kwakhe. Iirekhodi zembali zakudala zathi \"wayengowokuqala ngokuthobeka kunye nobuchule\", \"ukuphelisa urhwaphilizo kwaye wohlwaya ukuvukela\", eshiya igama elihle. wayenyanisekile kakhulu, ekhaliphile, ekhaliphile kwaye enobuchule. Kwisiqingatha sesibini sobomi bakhe, izakhono zakhe zokulwa zabhalwa kwi \"Imbali yeMing Dynasty\" kwaye wayethathwa njengeqhawe lesizwe.", "聖意": "Ikhaya alithandeki (liya lisanda ngoxolo) Ukwindla nobusika kulungele umntu, ubutyebi buya kuphumelela, ukuthengiselana kuya kuphumelela, umtshato uya kuphumelela, uLiujia uya kukhwankqiswa ngobuxoki (kuya kubakho ubuncwane), abahamba ngeenyawo baya ebaleni ukuya ebaleni. thandazela iintshulube zesilika, izilwanyana ezithandathu ziya kuba tyaba, abantu baya kufunyanwa, izimangalo zikawonke-wonke aziyi kuthandeka, ukufuduka kuya kulondolozwa, impahla elahlekileyo iya kuthintelwa, izifo ziya kuzinziswa engcwabeni laseFushan.", "古人": "Ye Meng Xiong Chao Di", "第X籤": "ILotto yeShumi elineSithandathu", "宮": "Maogong"}