{"籤詩版本二": "IGolden Crow iwela ngasentshona ze uMvundla unyukele empuma Umjikelo wemini nobusuku uqhubeleka ukusuka kumaxesha amandulo ukuza kuthi ga ngoku.\nIimonki namaTao ziyazi ukuba akukho nto iphosakeleyo, yaye abaphengululi, amafama, imizi-mveliso nabarhwebi bonke balandela ezabo iingqondo.", "詩意": "Le hexagram imele i-waxing kunye nokuncipha kwe-yin kunye ne-yang.\nKukwaluphawu lokuba yonke into iya kuhamba njengoko bekucwangcisiwe.", "解曰": "Akukho nto engqondweni. Intle into oyenzileyo. Njengotolo lwesaphetha. Isithonga esinye sabetha ithagethi.", "籤詩故事一": "◇UMalume uCao Guo akafi\nUCao Guojiu, inzalelwane yaseXuzhou, kuthiwa ngumalume omkhulu welizwe ngexesha leRenzong yeNgoma yeNgoma. Igama lakhe yayinguCao Yi, owaziwa ngokuba nguCao Jingxiu.\nUMalume uCao Guo wayenomntakwabo omncinci ogama linguCao Er. Lo Cao Er wayethembele kwisikhundla sakhe sobukhosi waza wenza zonke iintlobo zobubi, wahlutha amasimi, wahlutha abafazi neentombi, waza wazenzela ubuhlobo nabangendawo abangekho mthethweni. engazange awaphulaphule amazwi akhe amnandi nokuthuthuzela, ngoko wamohlwaya ngokumnqanda.\nUCao Guojiu uthe: \"Imigaqo yehlabathi kukuba abo baqokelela okulungileyo baya kuphumelela, kwaye abo baqokelela ububi baya kutshabalala. Le nyaniso engatshintshiyo. Kwixesha elidlulileyo, intsapho yethu yeCao iqokelele izenzo ezimbi ukuze zifezekise ubutyebi banamhlanje. Ngoku ngoku, intsapho yethu yeCao iqokelele izenzo ezimbi. Umntakwethu uqokelele ububi obugqithileyo, noba angaphuncuka nokuba wohlwaywe ngamagosa, awukwazi ukubaleka iintlekele zendalo ezisebenza ngokufihlakeleyo. Ndiya kuthotywa, ndinkwantye ngako.” Ngoko ke, ndabuchithachitha bonke ubutyebi bam, Wawanceda amahlwempu yaye akasenamsebenzi nemicimbi yomntakwabo. Wandula ke walishiya ikhaya nabahlobo bakhe, watshintsha wanxiba iyunifomu yamaTao, waya ezintabeni ukuze ahlakulele ingqondo nendalo yakhe.\nNgenye imini, wadibana noZhongli noLu Dongbin boBukhosi bakwaHan ngebhaqo.Ebona iimpendulo zikaMalume uCao Guo ngokutyibilikayo, wavuya kakhulu waza wamnika “uMyalelo Oyimfihlelo WokuBuyisa Inyaniso” waza wamyalela ukuba aziqhelise ngononophelo.Kungekudala emva koko, uZhongli UQuan noLu Dongbin baziswa kwiklasi yokungafi.", "聖意": "Ithamsanqa lekhaya, ikhaya, ithamsanqa, ithamsanqa, ithamsanqa kwishishini, umtshato, umhambi oyindoda, ukutyala iintshulube zesilika emasimini kwangoko, ukusilela kwemfuyo, ukukhangela abantu, ityala, ukufuduka, ukulahleka kwempahla, ukugula kade, ithamsanqa.", "古人": "UMalume uCao Guo akafi", "第X籤": "Sayina ishumi elinesibhozo", "宮": "Maogong"}