{"籤詩版本二": "Ukuvumela isikhephe sibuyele umva kunxweme lwamanzi akhawulezayo, ufuna ukwenza ntoni ngenxa yesiphithiphithi?\nUkuba ufuna ukukhuseleka, khangela ukuzola kwaye ulinde amaza ukuba adlule kule ngxaki.", "詩意": "Le hexagram ifana nephenyane elihamba kunxweme olukhawulezayo.\nHlala ulondoloza kuyo yonke into kwaye ulinde ixesha.", "解曰": "Ukuphuma emanzini anamandla. Ingozi kukulinda ixesha. Ukuba ubuza malunga nezicwangciso zenkampu. Akukho nto inokwenziwa.", "籤詩故事一": "◇UZiyi uthweswe isithsaba njengokumkani\nUGuo Ziyi (697-781), owaziwa ngokuba nguGuo Linggong, wayeyinzalelwane yaseZheng County, eHuazhou (ngoku eyiHuaxian County, kwiPhondo laseShaanxi) kunye nenjengele kwiTang Dynasty.\nNgexesha lemvukelo ka-Anshi ngonyaka we-14 ka-Tianbao (755), wanikwa iwonga likaShuofang Jiedushi (Lingwu, entshona yeLingwu kwi-Ningxia yanamhlanje).Wayalelwa ukuba enze imfazwe.Wadibanisa umkhosi kaShuofang kunye noLi Guangbi ukuba bamatshe. Bahlanganisana eChangshan (eZhengding, eHebei) baza bamoyisa uShi Siming, baphinda babuyela eHebei. Ngeli xesha, uGuo Ziyi wacebisa ukuba umlawuli athathe uFan Yang ukusuka emantla kwaye ahlasele umhadi wehlosi elivukelayo ukunciphisa ukungqingwa kweTongguan, kodwa uXuanzong wala. Emva koko, imeko yeedolophu zakwa-vassal ngasekupheleni kwexesha leTang Dynasty yatyalwa, eyaba ngunobangela okude wokubhubha koBukhosi baseTang.\nNgonyaka weshumi elinesihlanu wolawulo lukaTianbao (756), yena nomanyano lwamaUighur bamxolisela uHequ. Ukoyisa uCui Qianyu Umkhosi waseTang ufumene iingxwelerha ezingaphezulu kwe-10,000. UCui Qianyu wanikezela ePujin. U-Lushan wabulawa ngunyana wakhe u-An Qingxu.\nKunyaka wesibini kaZhide (757), wayalelwa ukuba akhokele imikhosi eFengxiang.Endleleni woyisa amahashe kaLi Guiren angama-5 000 kwiBhulorho yaseBaiqu Liuyun (namhlanje kumzantsi-mpuma weSanyuan) NgoMeyi, walwa noAn Shouzhong noLi UGuiren eQingqu (entshona yeXi’an namhlanje) woyisiwe, waza warhoxa waya eWugong (namhlanje kumntla-ntshona weWugong).NgoSeptemba, walandela uMarshal Guangping Wang Li Chu ukukhokela amaTang namaUighurs adibanisa i-150,000 yamajoni, emva koko walwa. kunye noAn Shouzhong noLi Guiren eXiang.Kumantla eJi Temple (emazantsi-ntshona eNqila yeChang’an yanamhlanje), amajoni amaUighur ajikeleza ngasemva kotshaba, ahlasela macala omabini, aza abulala iintshaba ezingama-60 000. UZhang Tongru wabalekela kwiNqila yaseShaanxi; waza ekugqibeleni wafumana ikomkhulu leChang'an (iXi'an yanamhlanje) Ubungangamsha bomkhosi wamaTang baphinda babuyiselwa eChang'an.\nEmva koko, umkhosi waseTang wasebenzisa ithuba loloyiso waza waya ngasempuma, woyisa amadoda angama-150,000 aquka uYan Zhuang noZhang Tongru eXindian (ngoku esemazantsi-ntshona eSixeko saseSanmenxia, ​​kwiPhondo laseHenan), enyanzela uAnqing Xu ukuba awele uMlambo oMthubi aze abuyele eXiangzhou. Ubuyile uDongjun Luoyang. Yongeza uSitu kwizinto ezintle zakhe kwaye umenze iNkosana yelizwe.\nUShi Siming wakhokela umkhosi wakhe kuFan Yang ukuya kuhlangula i-Qingxu.La macala mabini alwela ngokusekwa emantla eAnyang River (namhlanje kuMntla weAnyang) Umlo wawungenakohlulwa.Ekugqibeleni, wawukhokelwa nguJiedushi alithoba, umkhosi weTang, owathi bathi banamadoda angama-600,000, arhoxa (kwidabi laseYecheng). Umphathi oyintloko weli dabi wayengumthenwa uYu Chaoen, owayengenazo izakhono zobunkokeli kwaye wagxeka uGuo Ziyi ngokusilela kwedabi. UGuo Ziyi wabizwa ukuba abuyele eChang'an, ekhululwe kumandla omkhosi, kwaye waba ligosa elingasebenziyo.\nKunyaka wokuqala kaBaoying (762), amajoni aseTaiyuan (namhlanje asemzantsi-ntshona weTaiyuan) naseJiangzhou (iXinjiang yanamhlanje kwiPhondo laseShanxi) avukela. ulawulo Jiangzhou. Wayekwahlukaniswa nethenwa uCheng Yuanzhen kwaye wakhululwa kumandla omkhosi.\n(Ingqwalasela yeli bali: UGuo Ziyi, owayenobuchule kakhulu kwaye eziphethe kakuhle, wadibana noXuanzong kunye nabanye abangendawo, nto leyo eyabeka esichengeni kakhulu impumelelo yakhe.)", "聖意": "Ukusikelela ikhaya kunye nesiqu sakho, ukufuna ubutyebi, akukho ntengiselwano, akukho mtshato, akukho alarm yobuxoki, abahambi ngeenyawo abafika eTiancanji, kunzima ukufumana abantu, amatyala oluntu kunye (hayi Xing), ukufuduka, ukonga, ukulahleka kwempahla, kunzima ukuyifumana, izifo, bethandazela iintsikelelo, iintaba namangcwaba, ngovuyo", "古人": "UZiyi wathweswa isithsaba", "第X籤": "ILotho ePhumelelayo yeshumi elinesithoba", "宮": "Tatsumi"}