{"籤詩版本二": "Xa imvula ende yentlakohlaza iqalisa ukucaca, uMvundla weJade kunye neGolden Crow ngokuthe ngcembe ziye ziqaqambe\nIzinto ezindala ziyanyamalala kwaye kuvela izinto ezintsha, jonga kwaye udibane nesango ledragoni.", "詩意": "Le hexagram luphawu lwemvula ende kunye nokukhanya kwangaphambili.\nYonke into ihamba njengoko bekucwangcisiwe.", "解曰": "Ikhuselwe ngoothixo kunye noBuddha. Akukho ngozi yentlekele. Yanga uhambo lungaba noxolo. Buyani nozuko ekugqibeleni.", "籤詩故事一": "◇ UJiang Taigong udibana noKumkani uWen\nUbukhosi bukaZhou. Jiang Shang, ngembeko igama Ziya. Abantu bakwaJi (abasuka eXuzhou eMpuma China Sea). Igama lobuTao nguFei Xiong, yaye ookhokho bakhe batywinwa ngesiLu (igama lendawo), ngoko ukwabizwa ngokuba nguLu Wang.\nUkuphepha amaxesha anzima kaKumkani uZhou weShang Dynasty, wayehlala ngasemanzini oLwandle lwaseTshayina lwaseMpuma yaye wayeloba kuMlambo iWeishui. Igwegwe lokuloba lithe tye, injongo yakhe ayikokuloba, kodwa kukuba yinkulumbuso enesidima.\nUKumkani uWen waseZhou weva ukuba usisilumko waza wamqesha njengomfundisi wakhe (inkulumbuso). (Wayeneminyaka engamashumi asibhozo ubudala ngelo xesha) Kamva, uKumkani uWu waseZhou wahlasela uKumkani uZhou, watshabalalisa uBukhosi baseShang, waza waseka uBukhosi bukaZhou. UKumkani uWu wambiza ngokuba nguShangfu. Unyana wakhe uDing Gong wanikwa iwonga lokuba nguMarquis waseQi.\n(Ingqwalasela yeli bali: UJiang Taigong, owayelinde ukuloba kuMlambo i-Weishui ixesha elide, ekugqibeleni waphuma engxakini waza waphinda wasetyenziswa nguKumkani uWen.)", "聖意": "Endlwini, uZhongping ngokwakhe uthandazela iintsikelelo kunye nobutyebi. Xa kungekho sivumelwano, umtshato awukhethi. Abahambi ngeenyawo baseLiujia bavala ibala, iintshulube zesilika zivimba imfuyo emithandathu, zivimba ukukhangela umntu, izimangalo zamva nje kunye nokufuduka, ithamsanqa ulahlekelwe yipropati, izifo, kunye namangcwaba kwiNtaba yeXingxing.", "古人": "UJiang Taigong udibana noKumkani uWen", "第X籤": "Ilotho yamashumi amabini ananye", "宮": "Tatsumi"}