{"籤詩版本二": "Emva kwamaxhala amaninzi kunye neengozi, ayisayi kuphinda ingabi nanto ukususela ngoku ukuya phambili\nIntliziyo enesisa inezicwangciso zayo, kufuneka udibane nengcali ukuze wenze impumelelo enkulu.", "詩意": "Le hexagram ifana nequla lakudala elinemithombo.\nKuyo yonke into, abantu abahloniphekileyo bafumana impumelelo.", "解曰": "Isimangalo siya kuthethelelwa ekugqibeleni. Ugula kwaye ukhuselekile. Ngena uphume ufuna iingcebiso. Iqula lamandulo lidibana entlakohlaza.", "籤詩故事一": "◇UYao Chong ulawula iinkumbi\nUYao Chong (649-721), ogama lakhe lokwenene lalinguYuan Chong, wayevela eShaanzhou, wakhonza njengoMphathiswa weXia Guan, uShangshu waseChunguan, uZiweiling, uZhongshuling, kunye neNkulumbuso kuMkhosi weTang.\nKunyaka wesine kaKaiyuan (716), iShandong (ngokuqhelekileyo ibhekisela kwiYellow River Basin kwimpuma yeHuashan) yathwaxwa ziinkumbi, abantu babekhonkxwe ziinkolelo yaye babengenabuganga bokuzingela nokubabulala. benza imibingelelo, beqhumisa iziqhumiso, bequbuda emasimini, bebukela izityalo zidliwa ziinkumbi.\nOnke amagosa ayekholelwa oku: “Iinkumbi yintlekele yemvelo, zinokulawulwa njani ngabasebenzi!” Umlo owawuphakathi kweengcamango ezimbini ezahlukeneyo wawunzima ngelo xesha, enoba kukuphelisa okanye ukuziphelisa kusini na iinkumbi.\nUYao Chong wathi: “Lo gama nje sisebenza kunye, sinokubasusa bonke. Wathi: Iinkumbi ziyaboyika abantu, ngoko kulula ukubagxotha. Izithole zinabanini, ngoko abahlanguli kufuneka basebenze nzima; iinkumbi. nokuba zithe zabona umlilo ebusuku, ziya kuphaphazela kuwo; zifaka umlilo phezu kwazo endle, zemba imingxunya esitshayo, ziyingcwabe ngexesha lisitsha, kungabikho nto isalayo.\nUXuanzong uthe: “Iinkumbi yintlekele yendalo ebangelwa kukuziphatha kakubi.\nUYao Chong wongezelela ngelithi: “Ukubamba nokubulala iinkumbi kwakusenziwa ngabantu bamandulo, yaye uzuko lwakho luya kulisebenzisa kwixesha elizayo. Sisiganeko esibalulekileyo sesizwe sokuzisa uxolo nempumelelo kubalimi.\nUXuanzong wayeqinisekile. Kodwa ngelo xesha, wonke umntu ongaphakathi nangaphandle kwenkundla wathi azinakuzingelwa iinkumbi.\nUXuanzong wathi: “Ndithethe nenkulumbuso ndaza ndagqiba kwelokuba ndizibambe iinkumbi, nabani na ochasayo kwakhona uya kubulawa.” Ngoko wathumela umhloli ukuba abeke iliso aze alathise abantu ukuba bazitshise baze bangcwabe ezo nkumbi.\nUmphumo waba nempumelelo gqitha, kwabhaqwa iidanyini zeenkumbi ezizizigidi ezisithoba kulo lonke ilizwe, yaye isibetho seenkumbi sapheliswa ngempumelelo.” Ezolimo zafumana isivuno esihle ngaloo nyaka.\n(Ubulumko kufuneka busetyenziswe ekulawuleni intlekele kunye nokufuduka, kwaye kufuneka kubekho izicwangciso ezinobuchule zokunqoba ubunzima. UYao Chong uyingcali kulo mbandela)", "聖意": "Indlu iqhelekile, umntu uvaliwe, ukufuna imali kuvaliwe, ukurhweba kuvaliwe, umtshato kunye nemvisiswano kuvaliwe, kukho ingozi eLiujia, abahambi ngeenyawo bavaliwe, i-silkworms ivaliwe, imfuyo ayifuni, abantu abafunyanwa, abantu bavaliwe. , izimangalo zikawonke-wonke ziyamangalelwa, ukufuduka akukho ngqiqweni, izinto ezilahlekileyo kunzima ukuzifumana, kuthandazelwa izifo, iintaba namangcwaba awazinzanga.", "古人": "UYao Chong ulawula iinkumbi", "第X籤": "Ukuphumelela ilotho yamashumi amabini anesihlanu", "宮": "Mi Palace"}