{"籤詩版本二": "Kukho amarhe okuba izinto zijikile, ndafumana ileta evela elundini.\nUdumo kunye nempumelelo endithenjiswe yona kule ncwadi yahlala ingenanto de kwaba sekupheleni.", "詩意": "Le hexagram inegama lobuxoki.\nKuyacetyiswa ukuba ube ngongaguqukiyo kuyo yonke into.", "解曰": "Up and down upset. Ukufuna ukuphumla akusebenzi. Umnqweno wodumo. Hlala ukhuselekile.", "籤詩故事一": "◇Zhong Kui ufumana ukhanyiselo\nUZhong Kui, ogama lakhe linguZhong Kui, ogama lakhe lembeko nguZhengnan, uvela eZhongnanshan.\nNgexesha lolawulo luka-Emperor Dezong we-Tang Dynasty, uZhong Kui wathatha inxaxheba kuviwo lwasebukhosini.UZhong Kui wafunda imibuzo yeemviwo kwaye ngoko nangoko walibhala eli nqaku ngaxeshanye walinikezela. Umvavanyi oyintloko ngaloo mini yayinguHan Yu, uMphathiswa wezeMicimbi yoLuntu, kwaye isekela lomvavanyi yayinguLu Zhi, isifundiswa esikhulu. Xa aba babini befunda iphepha likaZhong Kui, amehlo abo akhanya kwaye bathetha ngazwi linye: \"Wizard, wizard! Onke amagama akweli nqaku amnandi, afanelwe nguLi Taibai noDu Zimei! \"Ngoko baqamba igama elithi Zhong Kui njengendawo yokuqala.\nU-Emperor Dezong waphulaphula ingxelo kaHan Yu waza wathi uZhong Kui, intshatsheli entsha yesayensi, wayenetalente kakhulu, ngoko wabiza uZhong Kui kwiBhotwe leGolide.\nXa uMlawuli uDezong wabona inkangeleko yakhe embi, ngoko nangoko waziva engonwabanga waza wathi: “Ukukhethwa kwabaphengululi kwinkundla yethu konke oko kusekelwe kumagama obuqu kunye nemibhalo ebhalwe phantsi. \"\nU-Han Yu waguqa ngokukhawuleza waza wathi: \"Ubuhle kunye nobubi bomntu akukho konke malunga nembonakalo. Ngaba wena, Nkosi Engcwele, awuva ukuba uYan Ying ubude beenyawo ezintathu kwaye ulingana nenkulumbuso? Zhou Chang uthintitha kodwa unokunceda uBukhosi bakwaHan; uConfucius ugweba abantu ngenkangeleko yabo, aze aphulukane nonyana wakhe uYu. Ndiyathemba ukuba ubungangamsha bakho uya kucinga kabini.”\nUMlawuli uDezong wacingisisa okomzuzwana waza wathi: “Nangona amazwi kaHan Aiqing esengqiqweni, ngoxa ndandinguMlawuli uTaizong, kwakukho abaphengululi abalishumi elinesibhozo abafika eYingzhou baza bathetha ngayo. Le ndoda yayisisifundiswa esiphambili. Ndiyoyika ukuba ihlabathi uya kundihleka ngokungaqapheli iitalente.\"\nInkulumbuso uLu Qi wayenengqondo ephangaleleyo kwaye enomona ngeetalente.Emva kokuva amazwi omlawuli, waguqa waza wathi: \"Umfundi ophambili kwisifundo segolide kufuneka abe ngaphakathi nangaphandle. Kukho amakhulu amathathu abaviwa kulo mbandela. Kutheni ungakhethi omnye?\"\nUZhong Kui wathi akubona ukuba le ndoda ibhideke ngolona hlobo, akazange akwazi ukuzibamba waza wacaphuka, walatha kuLu Qi waza wathuka wathi: “Ukuba igosa elinjalo elingenalwazi likwinkundla yamatyala, aliyi kulenzakalisa ilizwe?” Emva koko. wabetha ngenqindi uLu Qi.\nEbona oku, uDezong waba nomsindo waza wathi: \"Unesibindi, unesibindi sokubangela ingxaki kwiGolden Palace, yehlise ngokukhawuleza!\"\nEnomsindo, uZhong Kui wakhupha ikrele esinqeni senjengele eyayimi ebhotwe, wancwina kakhulu: “Kunzima kwikati ephoxekileyo ukuba ixelise ihlosi, kwaye isikhwenene esidangeleyo asiyonto ilungileyo. inkukhu.” Emva koko, wazibulala.\nXa uMlawuli uDezong wabona ukuba uZhong Kui uzibulele enomsindo, wothuka kakhulu, ukuze azuze iintliziyo zabantu, wakhupha umyalelo wokuba uZhong Kui angcwatywe ngesibizo esisemthethweni sokuba nguNombolo 1 wezifundiswa, waphinda wathiya uZhong Kui nguThixo. yoKukhupha imimoya engendawo ehlabathini.", "聖意": "Thandazela iintsikelelo ekhayeni lakho, ukhuseleko lwakho, ubunzima bezemali, ukungaphumeleli kweshishini, ukungaphumeleli komtshato, abahambi ngeenyawo baseLiujia, iShinta silkworms iphekwe ngesiqingatha, izilwanyana zasekhaya ezintandathu ezinokukhuliswa, abantu abalahlekileyo, amatyala oluntu aseNtshona, ukufuduka, ukonga, ukulahleka. impahla, izifo, thandazela amathamsanqa ezintabeni nasemangcwabeni", "古人": "UZhong Kui wafumana iTao", "第X籤": "Amashumi amabini anesithandathu okuphumelela ilotho (ILotho)", "宮": "Mi Palace"}