{"籤詩版本二": "Empuma, kukho iChanjuan entle ekukhanyeni kwenyanga, kwaye amafu ayigubungela okomzuzwana kwaye ahlala efihliwe.\nMaxa wambi isenokuba ngqukuva, kodwa ngamanye amaxesha isenokungabikho.", "詩意": "Inyanga kule hexagram igqunywe ngamafu.\nYonke into isekwi coma.", "解曰": "Amafu adadayo agqume inyanga. Akukho mfuneko yakuthandabuza. Ilinde ukuba ilifu liqokelele. Uya kwandula uqonde.", "籤詩故事一": "◇IBao Gong ikhangela u-Empress uLi\nNgexesha lolawulo lukaZhenzong weNgoma, uMpress uLi (uEmpress Li) wayeyisicakakazi kwindlu yabafazi, wayethandwa nguSong Zhenzong wanyuselwa waba nguWanyi, wakhulelwa.\nKodwa ngelo xesha, ishweshwe Liu Def (kamva Empress Liu) waba neengcinga ezimbi waza wanyoba ithenwa Guo Huai ukuba endaweni yonyana Empress Li kunye nesikhumba civet ikati, wamxhwila unyana wakhe waza waxelela umlawuli ukuba unyana wakhe begazi. Ingoma uZhenzong wayenomsindo kwaye wathumela uLi Empress kwibhotwe elibandayo.\nEmva kokuba i-Concubine De iphakanyiselwe ekubeni yindlovukazi, waceba ukubulala uMpress Li, owabaleka ebhotwe.\nNgenye imini, uLi Niangniang, owayehlala esitratweni, wadibana noBao Zheng, umthunywa wasebukhosini owayegade kwindawo yasekuhlaleni, wamxelela ngamava akhe obomi nokuba ungumama wemvelo womlawuli okhoyo ngoku uSong Renzong. . Emva kokuba uBao Zheng esiva ngesi siganeko, wathatha uLi Niangniang wambuyisela eBeijing, wayixela kuSong Renzong waza wafumanisa ngalo mbandela, kwaye ekugqibeleni umama nonyana bazana. U-Empress Dowager uLiu kunye nethenwa eliphetheyo uGuo Huai bathoba iintloko zabo kwaye bavuma.", "聖意": "Andixolanga ekhaya, ndithandazela ukhuseleko lwemali, ithamsanqa kwishishini, ukungavisisani emtshatweni, abantu emasimini, iintshulube, izilwanyana ezingathandekiyo, iingxaki zokufumana abantu, izimangalo, ilahleko, ukufuduka, ukulondolozwa, ukulahleka kwempahla, izifo zaseNtshona, kunzima ukubuyisela, ukulungiswa kwengcwaba lentaba", "古人": "U-Bao Gong ukhangela u-Empress uLi", "第X籤": "Ophumelele ilotho yamashumi amabini anesibhozo", "宮": "Emini Palace"}