{"籤詩版本二": "Ukuchitha ixesha ngoxolo nokuzola, ukuhlala nokungqengqa ngelixa uphunga iti emva kokuhlutha\nAwudingi ukuba uxakeke ngokomzimba nangokwengqondo, kwaye ngokuqinisekileyo awuyi kubangela ukungabi nabulungisa okanye intlekele.", "詩意": "Le hexagram luphawu loxolo kunye nokuzinza.\nKuzo zonke izinto, ukulinda ixesha elifanelekileyo kuya kuzisa inhlanhla.", "解曰": "Hlala ukhuselekile kwaye uphilile. Buza oothixo. Linda de kufike ixesha. Izinto zenzeka ngamabona-ndenzile.", "籤詩故事一": "◇Foyinhui Dongpo\nNgesinye isihlandlo, uSu Dongpo wafumana ukuqonda ngoxa wayefunda iZen. Andikwazanga kuzibamba inkanuko yam, ndondlala usiba lwam ndabhala umbongo:\n\"Embindini wesibhakabhaka, uJishou ukhanya ngokuqaqambileyo kwindalo yonke; engakwazi ukuvuthelwa yimimoya esibhozo, uhlala ngokuthe tye kwilotus yegolide emfusa.\"\n(Imimoya esibhozo ibhekisela: kwinzuzo, ukuwohloka, ukutshatyalaliswa, udumo, indumiso, ukugculelwa, ukubandezeleka nolonwabo. Oko kukuthi, ukungacatshukiswa zezi zizwe zisibhozo kubizwa ngokuba “imimoya esibhozo ayinakushukuma”\nEmva kokuyibhala, u-Dongpo wathumela umkhonzi wakhe ngaphesheya komlambo ukuba anike uZen Master Foyin weTempile yaseJinshan.\nEmva kokuba uZen Master Foyin eyifundile, wayiphawula ngegama elithi \"fart\" waza wanika umkhonzi wakhe ukuba abuye.\nU-Dongpo wayenomsindo emva kokubona oku, ngoko ke wakhwela isikhephe ngaphesheya komlambo waya kwiTempile yaseJinshan ukuze afumane itywina likaBuddha ukuze kuxoxwe ngalo.\nXa uDongpo efika esangweni leTempile yaseJinshan, uFoyin wayesele elinde emnyango.\nU-Su Dongpo wamangalela ngokukhawuleza uFoyin: \"Kutheni ubiza umbongo endiwubhale i-fart?\"\nUFoyin waphendula wathi: “Awusele ‘ungakwazi ukuphetshethwa yimimoya esibhozo’?\nNgeli xesha, uDongpo wothuswa kukuqonda ukuba akalunganga kwaye wemka eneentloni.\n(Eli bali sisikweko esithi \"Ubushushu abukafiki\")", "聖意": "Thandazela ikhaya lakho nokhuseleko lwakho, ubutyebi bakho, ishishini lakho, ixesha elimnandi, umtshato wakho, umhambi oyinkazana eLiujia, ukufika kwempethu yesilika emasimini, imfuyo emithandathu ukuba izinze, Ukufumana umntu, ngenxa yenkathazo, ngenxa yamatyala kawonke-wonke, ngenxa yokufuduka, ngenxa yempahla elahlekileyo, ngenxa yokugula, ngenxa yokuthumela kwingcwaba lentaba, ukulunga.", "古人": "Foyinhui Dongpo", "第X籤": "Amashumi amathathu ananye amanani okuphumelela", "宮": "Wei Gong"}