{"籤詩版本二": "Ngubani oyaziyo ijeyidi efihlwe elityeni?\nEmva kokuba ingcibi enobuchule inesimbo esicacileyo, iya kuziva ikhuselekile kwaye ikhuselekile kwixesha leyaspisi", "詩意": "Kule hexagram, unokubona umfanekiso we-jade xa usike ilitye.\nSebenza nzima ukuze uphumelele kuyo yonke into.", "解曰": "Ubuncwane busetyeni. Abasemzini bazi kancinci. Linda de icace. Yenza nantoni na onokuyenza.", "籤詩故事一": "◇ULiu Bei ufuna iitalente (utyelelo kathathu kwindlu efulelwe ngengca, ukuya kathathu kwindlu efulelwe ngengca)\nIxesha loBukumkani obuThathu. UZhuge Liang wayehlala yedwa kwindlu efulelwe ngengca eLongzhong. U-Liu Bei wayenomdla wokufuna iitalente, ngoko watyelela uZhuge Liang ngokobuqu. Wandwendwela uZhuge Liang izihlandlo ezithathu (ezaziwa ngokuba “ziNdwendwelo eziNtathu kwiNdawo eNcinciweyo” kwimbali). U-Liu Bei wacela abanye ukuba bangahambi waza wabuza uZhuge Liang: “ Ubukhosi bakwaHan buwile, nabalungiseleli abanobuqhophololo babubile ubomi babo. Mhlekazi.\" Ugutyungelwe luthuli. Andiyilinganisi isidima sam namandla am, ndifuna ukukholelwa kubulungisa obukhulu emhlabeni, kodwa ubulumko bam nobuchule bam. azinzulu, ngoko ke ndiyisebenzisa kakhulu. Ukusukela namhlanje. Nangona kunjalo, umnqweno wam awukapheli, ucinga ukuba isicwangciso siya kuphunyezwa?\"\nUZhuge Liang emva koko wanikezela kuye isicwangciso sokwahlula ihlabathi libe ngamacandelo amathathu, kwaye wahlalutya imeko apho uCao Cao wayengekho kwaye u-Sun Quan unokumnceda. , kwaye kwabakho ithuba lokuwasebenzisa, kwaye kuphela loo mazwe mabini anokuthi axhatshazwe.Kulapho kuphela apho anokuthi aliphumelele ihlabathi, wada waxelela uLiu Bei iqhinga lokuhlasela amaThafa aseMbindi. (Le ngxoxo kamva yabizwa ngokuba yi \"Longzhong Dui\"). Emva kokuba uLiu Bei evile oku, wayincoma ngokungathi ufumene ubutyebi, waza wamema ngamandla uZhuge Liang ukuba aphume aze kunceda, ngoko uZhuge Liang waba ngumcebisi kaLiu Bei emkhosini.", "聖意": "Indlu inoxolo, ndifuna ubutyebi, urhwebo lwabasebenzi luthintela umtshato kwaye luba ngumhambi obonakalayo eLiujia.", "古人": "ULiu Bei ufuna iitalente (utyelelo oluthathu kwindlu efulelwe ngengca, utyelelo oluthathu kwindlu efulelwe ngengca)", "第X籤": "Ophumelele ilotho yamashumi amathathu anesibini", "宮": "Wei Gong"}