{"籤詩版本二": "Nxiba kwaye ulungise kwakhona isimbo sakudala sosapho. ITao ayinasibhakabhaka kodwa ifanelekile.\nEmva kokutshayela imithana enameva endleleni, bobathathu bavumelana ukuba baphinde badibane noogxa babo.", "詩意": "Le hexagram imele ukulungiswa kwakhona kweempahla.\nYonke into inzima ngaphambi kokuba ibe lula kamva.", "解曰": "Subanexhala. Ubenexesha elimyoli. Ukuba ubuza ngekamva. Kukho indlela elungileyo ngaphambili.", "籤詩故事一": "◇Izibhalo zikaTang Monk zamaBhuda\nUXuanzang (602-664), imonki ebalaseleyo yeTang Dynasty, wayenefani eqhelekileyo kaChen kunye negama elithi Yi. Wazalelwa kwiNqila yaseGoushi, eLuozhou (ngoku eyinxalenye esemazantsi eSixeko saseYanshi, kwiPhondo laseHenan). Waba yimonki eneminyaka elishumi elinesithathu kwaye wathatha igama likaBuddha elithi Xuanzang. Ihlabathi libizwa ngokuba yiSanzang yeTang Dynasty.\nKunyaka wesithathu kaZhenguan (629, nokwabizwa ngokuba ngunyaka wokuqala kaZhenguan), waya ngasentshona ukuya eTianzhu (eIndiya) ukuze afumane izibhalo zobuBhuda.Wangena engozini eyedwa waza wanyamezela ubunzima.Wafika emva kweminyaka emine.\nKunyaka weshumi elinesixhenxe kaZhenguan, inkosi yarhoxa ngokusemthethweni yaza yabuyela empuma. Wabuyela e-China ngeNdlela eMazantsi yePhondo lanamhlanje i-Xinjiang, iKhotan, kunye ne-Loulan.Yathatha iminyaka elishumi elinesixhenxe iyonke kunye nohambo lweemayile ezingama-50,000. Wathi akufika eChang'an kwinyanga yokuqala yomnyaka weshumi elinesithoba kaZhenguan, umlawuli wayalela uLiang Guogong Fang Xuanling kunye namanye amagosa karhulumente nawasemkhosini ukuba amamkele ngobubele.\nKwacelwa imiqulu engama-520 nama-657 yemibhalo yantlandlolo yobuBhuda besiSanskrit. yaza yaguqulelwa kwisiTshayina.\nEmva kokuba inkosi ibuyile, wayehlonitshwa kakhulu nguMlawuli uTaizong kunye noMlawuli uGaozong kwaye wafakwa eDa Nei, emnika igama elithi \"Master Tripitaka\".", "聖意": "Kuxokomezile umzi, amathamsanqa, amathamsanqa, ishishini, umtshato olungileyo, uthintela ukufika kwabantu endle, iintshulube, imfuyo engathandekiyo, ukukhangela abantu, amatyala kawonke-wonke, ukufuduka, ukulahleka kwempahla, ukugula ngenxa yokugula, ukuthandaza. kuba iintsikelelo, amangcwaba asezintabeni kufuneka abe madala.", "古人": "UTang Monk Ufunda iZibhalo zamaBhuda", "第X籤": "Ophumelele ilotho yamashumi amathathu anesihlanu", "宮": "Shen Gong"}