{"籤詩版本二": "Ukuba ufuna ukukhuseleka kunye noxolo, akufanelekanga ukuba namakhandlela emoyeni.\nKungcono ukucoca kwaye uhlale kwiholo enzulu, uphephe ukukhanya, ungcangcazele kwindawo ezolileyo, kwaye uhambahamba. Shake → Yao. Mahala → ezimbalwa.", "詩意": "Le hexagram ifana nomoya oshukumisa isibane kunye nekhandlela.\nUkugcina izinto rhoqo kuya kuzisa amathamsanqa.", "解曰": "Hlala kwindawo ezolileyo. Yiba kwifowuni kwaye ube ngexesha. Ayiyontsikelelo. I-Conservative kwaye ifanelekile.", "籤詩故事一": "◇ULi Jing ubuyela entabeni\nU-Li Jing (571-Julayi 2, 649), igama lembeko nguSokhemesti, wayeyinzalelwane yaseSanyuan, eYongzhou (ngoku emntla-mpuma weNqila yaseSanyuan, kwiPhondo laseShaanxi). Injengele ukusuka kwisiphelo sikaSui Dynasty ukuya kwiTang Dynasty yokuqala, wayeyingcali yasemkhosini edumileyo enazo zombini izakhono zasekuhlaleni nezomkhosi kwiTang Dynasty. Emva kwexesha, wanikwa iwonga lokuba nguDuke we-Wei, kwaye waziwa njengoDuke we-Wei kwihlabathi.\nU-Li Jing nguyise wenkosana yesithathu uNezha kuluhlu loothixo, okwaziwa ngokuba yi \"King of Tota.\" U-Li Jing kunye nonyana wakhe bancedisa uJiang Ziya (Tai Gong) ukuba oyise uKumkanikazi uZhou, bamise uBukhosi bukaZhou, kunye noKumkani. UWu wenyuka ngokusemthethweni esihlalweni. UJiang Ziya ke waseka uludwe lwezithixo waza wenza umsitho wokungxengxeza imiphefumlo yamajoni afela edabini. Ukususela ngoko, ihlabathi laba seluxolweni noxolo. UKumkani uWu wayefuna ukwenza iimarquises kwaye awavuze, kwaye wayefuna ukwabela umhlaba kumaqhawe aseka. ULi Jing, uyise nonyana wakhe, nabanye abantu abasixhenxe bacela ukuba babuyele entabeni ukuze baqhelisele ubuTao baze bangazixabisi ngodumo nobutyebi behlabathi. Kamva, bosixhenxe kubo “baba ziingcwele ngomzimba” baza bafakwa kudidi lwabantu abangafiyo.\nIbali lika \"Feng Shen Bang\"", "聖意": "Indlu iyaqina, ndingumntu nje oqhelekileyo, ndikhangela imali, ndinengxaki kwezoshishino, umtshato wam awuvani noLiujia, ndithandazela abahambi ngeenyawo bathembeke, iintshulube zesilika zivuthwe ekwindla, nezilwanyana zikhuselekile. Ndikhangela abantu, ndibona amatyala kawonke-wonke kunye nokufuduka, ndingumlondolozi, ndilahlekelwe yimpahla, ndiyagula, andifuni ukutshintsha ingcwaba eJianxingshan.", "古人": "U-Li Jing ubuyela entabeni", "第X籤": "Ophumelele ilotho yamashumi amathathu anesixhenxe", "宮": "Shen Gong"}