{"籤詩版本二": "Isibuko esineminyaka eliwaka siphinde sahlangana, umfazi ucela umyeni ukuba aphinde atshate\nUkususela ngoko, intsapho iye yaguqulwa, yaye iintsikelelo ziye zongezelelwa kubantwana nakubazukulwana.", "詩意": "Le hexagram imele ukuhlangana kwakhona kwezibuko.\nYonke into inzima kwaye iyabiza.", "解曰": "Ukwemba isanti kwigolide. Ukukhwela inamba kunye nokukhwela ingwe. Nangona kunzima. Kukho isongezelelo kuyo.", "籤詩故事一": "◇Yulianhui abahlobo abalishumi\nKwiNgoma yeNgoma, uQian Yulian watshata noWang Shipeng. Xa uShi Peng waya eBeijing ukuya kuthatha iimviwo, u-Sun Ruquan osisityebi wanyanzela uYulian ukuba aphinde atshate naye.\nUQian Yulian wasikhaba isicelo sika-Sun Ruquan osisityebi kwaye ukhetha ukutshata noWang Shipeng, isifundiswa esihlwempuzekileyo saseWenzhou esasiqeshwe ngu \"Jing Chai\".\nKamva, uWang Shipeng wafumana ibhaso lokuqala.Ngenxa yokuba engazange afune ukutshata neNkulumbuso uWanqi, wathunyelwa ukuba aye kuba ngumgwebi kwindawo esemagqagaleni yaseChaoyang. U-Sun Ruquan wayitshintsha ngokufihlakeleyo ileta yosapho lukaWang Shipeng ukuba \"ileta yoqhawulo-mtshato\" waza wakhohlisa uYulian ukuba akhohliswe. Umama wesibini kaQian Yulian naye wamnyanzela ukuba aphinde atshate, kodwa uYulian wala waza wazibulala ngokuziphosa emlanjeni.Wahlangulwa nguQian Zaihe. kwiPhondo laseFujian waza wamkelwa njengentombi yakhe eyamkelekileyo.\nUYulian wayecinga ukuba uShipeng ufile. Kwiminyaka emihlanu kamva, uWang Shipeng wayeyirhuluneli yaseJi'an. Ngenye imini, wabamba umsitho wesikhumbuzo kwitempile yamaTao ukukhumbula owaswelekayo. UYulian waya kwitempile yaseJi'an Taoist ukuya kutshisa. isiqhumiso, kwaye uWang noQian baphinda badibana.", "聖意": "Umzi awumlungelanga umntu ukwindla nobusika buchumile mabube nobutyebi ukwindla nobusika buchumile amashishini aqhubeleke umtshato uphumelele thandazela abahambi ngenyawo baye emasimini kufuywe intshulube zintandathu . angavuswa abantu bangafunyanwa Amatyala kawonke-wonke awathandeki Ukufudukela kwelinye ilizwe kulondolozo Ukulahlekelwa yimpahla Ukugula kade Thandaza iintsikelelo Iintaba namangcwaba zilungile.", "古人": "Yulianhui abahlobo abalishumi", "第X籤": "Uphawu lwesine", "宮": "Isibeleko"}