{"籤詩版本二": "Ivili elibomvu liwela entshonalanga, umvundla uphakama empuma, i-yin ikhula kwaye i-yang iyanyamalala, kwaye yonke into iyaphumelela.\nUkuba ibhinqa lifuna ukuyisebenzisa, liya kwandisa ubutyebi bakhe kwaye lizise ulonwabo entliziyweni yakhe.", "詩意": "Le hexagram luphawu lokukhula kweYin kunye nokunyamalala kweYang.\nYonke into inzima ngaphambi kokuba ibe lula kamva.", "解曰": "Yin inceda abafazi. Ayifanelanga amadoda. Ukuba ufuna ingcebiso. Ububi buza kuqala kulandele okulungileyo.", "籤詩故事一": "◇Wu Zetian wenyuka etroneni\nKwiminyaka eyi-14, uWu wabizelwa ebhotwe nguMlawuli uTaizong Li Shimin weTang Dynasty njengomntu onetalente, ogama lingu \"Wu Mei\". Emva kokufa kukaTaizong, uZetian wangena eGanye Temple waza waba ngunongendi.\nXa uMlawuli uGaozong weTang Dynasty weza etroneni, wabizela usapho lwakwaWu ebhotweni ukuze lunike imbeko kuZhaoyi. Kunyaka wesithandathu kaYonghui (655), uMlawuli uGaozong waseka uWu njengokumkanikazi wakhe.\nUWu Zetian wayekrelekrele, ebandakanyeka kuncwadi nembali, kwaye wayesisityebi nobuchule. Kungekudala emva kokuba uWu Zetian waba yindlovukazi, ngenxa yokuba uGaozong wayebuthathaka kwaye egula, ngamanye amaxesha wayemphathisa ukuba aphathe imicimbi ethile yezopolitiko, ngoko amandla akhe akhula. Ngomnyaka wokuqala kaShangyuan (674), uMlawuli uGaozong wayebizwa ngokuba ngu \"Emperor\", uMpress Wu wayebizwa ngokuba \"nguKumkanikazi wezulu\", kwaye bobabini babizwa ngokuba \"iiNgcwele ezimbini\" kwibhotwe.\nKunyaka wokuqala kaHongdao (683), uMlawuli uGaozong wasweleka, iNkosana uLi Xian weza etroneni, kwaye uWu Zetian wathatha itrone. NgoFebruwari wonyaka wokuqala kaSisheng (684), uWu Zetian wabeka uLi Xian njengoKumkani waseLuling waza wamisela unyana wakhe wesine uLi Dan njengomlawuli, eqhubeka elawula ubukhosi. NgoSeptemba waloo nyaka, watshintsha iflegi yaba yigolide, yaye iLuoyang, ikomkhulu lasempuma, yathiywa igama elikomkhulu lobuthixo. Ngomhla wesithoba kuSeptemba kunyaka wokuqala kaTianshou (690), uWu Zetian wazibhengeza njengomlawuli waza walitshintsha igama lelizwe laba nguZhou.", "聖意": "Umzi awumlungeli, uthandazela iintsikelelo, ukufuna ubutyebi, ukugada iintengiselwano, amathamsanqa emtshatweni, amashwa emtshatweni (obhinqileyo), abahamba ngeenyawo bavale amasimi, imisundululu, imfuyo ephumelelayo, ukukhangela abantu, ukohlukana, ukumangalelana, ilahleko, imfuduko. , ukulahlekelwa yimpahla, ukugula, ukothuka, iintaba namangcwaba, ithamsanqa", "古人": "UWu Zetian unyuka esihlalweni", "第X籤": "Ophumelele ilotho yamashumi amane", "宮": "Wena Palace"}