{"籤詩版本二": "Uya kuwakhumbula amazwi amnandi angenasiphelo, kodwa uya kuba ngunyana wakho ukuba uyalazi isela.\nUnganyoluki okwangoku kwaye uzikhathaze ngendlela ebeya kwenza ngayo into entle kunyaka ophelileyo.", "詩意": "Le hexagram ichaza isela njengonyana.\nLumka kuyo yonke into oyenzayo.", "解曰": "Le qha. Umnumzana akenzi mpazamo. Yigcine engqondweni. Musa ukuba nesithukuthezi.", "籤詩故事一": "◇UDong Zhuo wamkela uLu Bu\nU-Lu Bu, okhaliphileyo nolichule ekulweni, wayeyinjengele yomkhosi edumileyo ekupheleni koBukhosi baseMpuma Han nasekuqalekeni koBukumkani obuThathu.Wakhe wamgqala uDing Yuan, irhuluneli yaseJingzhou, njengoyise owamkhulisayo waza wakhonza phantsi kwakhe.\nEmva kokufa kuka-Emperor Ling we-Eastern Han Dynasty, uDing Yuan waya eBeijing ukuze adibane nenjengele uHe Jin ukulawula urhulumente.\nU-Dong Zhuo walwa noDing Yuan, kodwa iinjengele ezininzi azizange zikwazi ukumoyisa uLu Bu, ngoko uDong Zhuo wathumela ongaphantsi kwakhe uLi Su ukuba anyobe uLu Bu. U-Li Su wazisa iimfumba zegolide kunye nesilivere kunye nehashe elidumileyo lomvundla \"ukutyelela uLu Bu\". U-Li Su weza neemfumba zegolide nezesilivere kunye nehashe elidumileyo lomvundla ukutyelela uLu Bu. Ngoko uLu Bu wanyotywa nguDong Zhuo ukuba abulale uDing Yuan, waza waxelela amajoni akhe ukuba ahambe naye xa ethanda, aze ahambe ukuba akafuni ukumlandela, ngenxa yoko, uninzi lwamajoni abaleka. Ke uLu Bu wanyotywa nguDong Zhuo wambulala uDing Yuan.\nEmva kokuba uDong Zhuo efumene amandla, wamkela uLu Bu njengonyana wakhe owamkelwayo waza wamenza injengele kunye noMarquis.\nU-Dong Zhuo wayenomsindo onobundlobongela, kwaye \"ubudlelwane bukayise nonyana\" kunye noLu Bu ngokwenene babebuthathaka kakhulu. Ngo-189 AD, ngokukhuthazwa nguSitu Wang Yun, uLu Bu wabulala uDong Zhuo.\nKwiinyanga ezintandathu emva kokufa kuka-Dong Zhuo, imikhosi yakudala ye-Dong Zhuo yahlasela ikomkhulu, kwaye uLu Bu kunye nenkosikazi yakhe babaleka besoyika. Emva kokushiya i-capital, uLu Bu wafuna ikhusi kwiinkosi zemfazwe uYuan Shu, uYuan Shao, uZhang Yang, uZhang Miao, uLiu Bei, njl. ekulweni, waza woyisa uCao Cao izihlandlo ezininzi.\nKunyaka wesithathu we-Jian'an kwi-Eastern Han Dynasty, imikhosi yaseCao Cao yahlasela i-Xiaopei, isiseko sikaLu Bu, kwaye yabanjwa yabulawa nguCao Cao phantsi kweBaimen Tower. Ngaphambi kokubulawa, uLu Bu wacela uCao Cao ukuba amgcine ephila ukuze aphephe ukufa, kodwa uLiu Bei wakhumbuza uCao Cao ukuba uLu Bu wayengcatsha amaxesha amaninzi kwaye wayeyindoda engathembekanga. Ekugqibeleni, uCao Cao, owayexabisa iitalente kuphela kungakhathaliseki ukuziphatha, wabulala uLu Bu.", "聖意": "Andakhululekanga ekhaya, ndidla ngokufuna imali, ndigade iitransactions, kunzima ukutshata, umfo waseLiujia wothukile, iimpethu zivuthwe ebaleni, zintandathu izilwanyana zikhuselekile, umntu uyamfuna. , inkundla yoluntu ifanelekile, kwaye ukufuduka kukuthandazela izinto ezilahlekileyo ekunzima ukuzifumana, izifo, kunye noxolo engcwabeni leNtaba yeZhenxing.", "古人": "UDong Zhuo wamkela uLu Bu", "第X籤": "No. 41 Ukuphumelela iLoti", "宮": "Wena Palace"}