{"籤詩版本二": "Umlawuli, umlawuli, nokumkanikazi ekugqibeleni baya kuba nenceba baze balinde baze bathandazele iintsikelelo ngaphandle kokulahlekelwa okanye inzuzo.\nZonke izidalwa ezineemvakalelo ziyazuza kuyo, kwaye impumelelo ilindelwe emhlabeni nasezulwini.", "詩意": "Le hexagram luphawu lobabalo oluvela ezulwini.\nYonke into iya kuphumelela.", "解曰": "Umlawuli wabonakalisa inkoliseko yakhe. Ungaze ulibale. Amasiko akusasa nangokuhlwa. Kufanelekile ukutshisa isiqhumiso.", "籤詩故事一": "◇UMulian wasindisa umama wakhe\nUMokou Lian, okanye uMulian, ngoyena unamandla phakathi kwabafundi abalishumi bakaSakyamuni Buddha.\nUnina wayebawa kwaye enesidima ngexesha lokuphila kwakhe, ngoko wawela kwindawo yemimoya elambileyo emva kokufa kwakhe. UMokhullian wasebenzisa amandla akhe omlingo ukujonga kwaye wafumanisa ukuba umama wakhe wazalwa njengesiporho esilambileyo, engenandlela yokufumana ukutya kwaye wayesebunzimeni obukhulu.Wasebenzisa amandla akhe omlingo ukuzisa ukutya kunina.Ngequbuliso, emva kokuba umama efumene ukutya. ukutya, kwajika kwaluthuthu kungatyiwa.\nUMaudgalyana wayenexhala ngoko kwenzekayo waza wakuxela kuBuddha. UBuddha waxelela uMulian ukuba ngomhla we-15 kwinyanga yesixhenxe, ufanele abeke iincasa ezilikhulu neziqhamo ezihlanu kwisitya aze azinike iimonki ezinesimilo ezikumacala alishumi.Ngala mandla, unina uya kukwazi ukutya. .\nUMaudgalyana wenza ngokuvisisana nokuthanda kukaBuddha, yaye ekugqibeleni unina wakhululwa. Olu hlobo lomthendeleko lubizwa ngokuba yi \"Obon Festival\" kwaye lo mthendeleko ubizwa ngokuba yi \"Obon Festival\".\n(Qaphela: I-substance ineemvakalelo ezahlukeneyo kumanqanaba ahlukeneyo ehlabathi. Umzekelo: xa kunetha kulo mhlaba, siwubona \"njengamanzi\", ngelixa izidalwa ezikummandla wemimoya elambileyo zivakalelwa \"njengegazi\", kunye neemvakalelo. Izidalwa ezisesihogweni ziyiva \"njengegazi\". Ivakala ngathi \"iwisa ikrele\", ngelixa izidalwa zasezulwini ziva ngathi \"ziwisa intyatyambo\".)", "聖意": "Ukuthandazela ikhaya kunye nendlu, ukuthandazela inhlanhla ebusika, ukufuna ubutyebi, akukho ntengiselwano, umtshato, uxolo eLiujia, abahamba ngeenyawo, amasimi ahambayo, i-silkworms, izilwanyana ezithandathu, ukufumana abantu, amatyala, impumelelo, ukufuduka, ukugcinwa, ukulahleka kwempahla, izifo. , uxolo lwengqondo, uxolo lweentaba namangcwaba", "古人": "U-Mulian usindisa umama wakhe", "第X籤": "Sayina amashumi amane anesibini", "宮": "Wena Palace"}