{"籤詩版本二": "Ihlabathi libhetyebhetye kwaye zonke izinto ziyazixhasa, ziyazixhasa kwaye zikhuselekile\nYonke into ebomini iyamangalisa, bulela abangcwele kunye nezilumko ngayo yonke into, kwaye uphumelele.", "詩意": "Le hexagram imele intsebenziswano phakathi komhlaba nomhlaba.\nYonke into ihamba kakuhle kwaye akukho ngozi.", "解曰": "Zonke izinto ziyazalwa. Zonke izicwangciso kunye neminqweno iyenzeka. Ford inceda. U-Rui Qi ungxamile.", "籤詩故事一": "◇Abahambi bazuza ukhanyiselo\nUhambo oluya kwibali laseNtshona:\nUSun Wukong wathatha iNtaba Yeentyatyambo NeziQhamo waza waba ngukumkani.Emva koko, ukuze afumane indlela yokuphila ngonaphakade, wachitha iminyaka esibhozo okanye elithoba ehamba enqumla iintaba nemilambo ukuya kunqula uPatriarch Bodhi njengomfundisi wakhe.Wafunda amashumi asixhenxe eminyaka Iinguqu ezimbini zobubi basemhlabeni kunye namafu e-somersault, kwaye wathatha ifani yeLanga okokuqala.\nEmva koko, i-Sun Wukong yaya kwi-Dragon Palace kwi-East China Sea ukuze ifumane isixhobo esifanelekileyo, kwaye ekugqibeleni yafumana i-Ruyi Golden Cudgel, inaliti yobuthixo yaseTianhe noDinghai. Ekubeni ubomi bakhe babuphelile, wenza isiphithiphithi kumhlaba ongaphantsi komhlaba, wayihlaziya incwadi yobomi nokufa, waza wabuyela kwihlabathi labantu. Emva kwexesha, uSun Wukong wabizwa lizulu okokuqala kwaye kwathiwa nguBima Wen. Kamva wabizelwa ezulwini okwesibini kwathiwa nguKumkani weNkawu, watya iipesika ngokufihlakeleyo waza wenza isiphithiphithi ezulwini, watywinwa kwiBagua Furnace ukuze aqeqeshe amehlo akhe egolide kunye namehlo omlilo, ekugqibeleni, wacinezelwa nguTathagata Buddha emazantsi eNtaba yeWuzhi iminyaka engama-500, engakwazi ukuhamba. Indawo apho iziko laseBagua lakhatywa khona lajika laba yintaba yamadangatye.\nKwiminyaka engamakhulu amahlanu emva koko, uMonk Tang waya eNtshona ukuya kufumana izibhalo, wadlula kwiNtaba yeZinto eziHlanu, waza wakhulula i-talisman ngaphambi kokusindisa i-Sun Wukong. USun Wukong waphuma iinyembezi ebulela.Emva kokuyalelwa nguGuanyin Bodhisattva, wanqula uTang Monk njengomfundisi-ntsapho wakhe waza waya eNtshona ukuze bafunde izibhalo kunye. Endleleni yokufunda izibhalo, uSun Wukong wehla kwiidemon waza waphelisa izilo ezikhulu, kwaye ngokuphindaphindiweyo wenza izinto ezingaqhelekanga, nangona kunjalo, akazange aqondwe kwaye wagxothwa yinkosi yakhe uTang Seng ngokuphindaphindiweyo. Emva kobunzima obungamashumi asibhozo ananye, ekugqibeleni umsebenzi wagqitywa. I-Sun Wukong iphumelele isiphumo esifanelekileyo.\n(Eli bali lisisafobe sokuba kwanenkawu inokukhanyiseleka, kungasathethwa ke ngomntu.)", "聖意": "Ikhaya linomdla kuwe, ngenxa yobutyebi, ishishini, umtshato, uLiujia, abahambi ngeenyawo, ukuthintela amasimi, iintshulube zesilika, izilwanyana ezithandathu, iZhongping, ukukhangela abantu, amatyala, impumelelo, ukufuduka, ilahleko yepropathi, izifo, ingcwaba leXingxingshan, izinto zilungile", "古人": "Umhambi ufumana ukhanyiselo", "第X籤": "Ityikitywe ngomhla wama-43", "宮": "xugong"}