{"籤詩版本二": "Imozulu ebandayo ijika amanzi abe ngumkhenkce Kutheni unyolukela udumo?\nAndinayo enye into ngaphandle kokuhlala ngokuzolileyo kwaye ndilinde ukuba amagqabi achume ngokwemvelo.", "詩意": "Kule hexagram, amanzi ajika abe ngumkhenkce.\nMusa ukucela nantoni na ngelize.", "解曰": "Amanzi aba ngumkhenkce. Umkhenkce uyanyibilika emanzini. Ukuba liyelenqe. Kunjalo ke.", "籤詩故事一": "◇Wang Xiang ucela icarp (Amabali angamashumi amabini anesine eFilial Piety)\nUWang Xiang weJin Dynasty, ogama linguFuzheng, wazalelwa eLinyi.\nXa uWang Xiang wayesemncinci, umama wakhe omzalayo wasweleka. Xa uWang Xiang wayesemncinci, umama wakhe omzalayo wasweleka, kwaye utata wakhe owayelilolo watshata nebhinqa elinguZhu. Umama wesibini kaWang Xiang wayengumfazi onengqondo ephangaleleyo nonomona, wayengamthandi uWang Xiang kwaye wayesoloko emthethisa ngezinto ezingenamsebenzi. Kungekudala, umama wesibini naye wazala unyana ogama linguWang Lan. Umama wesibini wayebathanda abantwana bakhe kuphela, kwaye wayemjonga uWang Xiang njengeliva kuye.Waye wafuna ngakumbi uWang Xiang, kwaye wayesoloko ethetha kakubi ngoWang Xiang phambi koyise.Kwanoyise ngokuthe ngcembe wayengasamthandi. Umama wesibini wayebathanda abantwana bakhe kuphela, kwaye wayemgqala uWang Xiang njengeliva kuye.Wayefuna ngakumbi uWang Xiang, kwaye wayesoloko ethetha kakubi ngoWang Xiang phambi kukayise.Kwanoyise ngokuthe ngcembe wayengasamthandi. Nangona umntakwabo kaWang Xiang, uWang Lan unobuhlobo kakhulu kumntakwabo. Nangona wayengcungcuthekiswa ngunina womtshato wesibini, wayesengumntwana. Umama wesibini ungqwabalala, kodwa uWang Xiang usenomntwana.\nUmama wakhe wesibini unento ayithandayo, oko kukuthi, uthanda ukutya intlanzi esandul’ ukulotywa emlanjeni. Umama wakhe wesibini unento ayithandayo, oko kukuthi, uthanda ukutya intlanzi esandul’ ukulotywa emlanjeni. Ngobunye ubusika, uyise wemka waya kuqhuba ishishini, yaye unina wesibini wagula kwakhona.UMzalwan’ uWang Xiang noWang Lan baphakela umama wabo isuphu neyeza ukuze atye ngocoselelo. ukukhawuleza. Ngobunye ubusika, uyise wemka waya kuqhuba ishishini, yaye unina wesibini wagula kwakhona.UMzalwan’ uWang Xiang noWang Lan baphakela umama wabo isuphu neyeza ukuze atye ngocoselelo. ukukhawuleza. Umama wesibini ogulayo wayefuna ukutya intlanzi esandul’ ukuvela emlanjeni, kuloo ngqele iqhaqhazelisa amazinyo, kwakunekhephu ngaphandle namanzi emlanjeni sele ejike aba ngumkhenkce. Umama wesibini ogulayo wayefuna ukutya iintlanzi ezisandul’ ukukhiwa.\nNgaloo mihla, kwakungekho zitya ze-off-season, kwaye awukwazi ukuzithenga nokuba unayo imali.\nNgeli xesha ebalini, ibali elichukumisayo likaWang Xiangqiu Li lenzekile. Aba bazalwana babini bagada umama wabo bengenakuzenzela nto. UWang Xiang waya kumlambo ongumkhenkce ukuze angamphoxi umama wakhe wesibini ogulayo. UWang Xiang wayenombono wakhulula ihempe yakhe nokuba kubanda kangakanani. Walala ze kumkhenkce kwaye wayefuna ukuyisebenzisa. ubushushu bomzimba wayo ukunyibilikisa umkhenkce (ngoko Wang Xiangqiu carp ukwabizwa Wang Xiang elele emkhenkceni). Wakhulula ihempe yakhe walala ze phezu komkhenkce. Wathandaza kuThixo wathi: “Thixo, umama uyagula yaye ufuna ukutya icarp esandul’ ukutsha, kufuneka undifunele indlela enoba kunjani na.” Okumangalisayo kukuba, umkhenkce owawusecaleni kwakhe waqhekeka ngequbuliso, kwaza kwabakho amabini amabini. Ikhaphu ephilayo yatsiba yaphuma kwintanda yaza yatsibela emkhenkceni.UWang Xiang wayevuya kakhulu. Wathandaza kuThixo esithi: “Thixo, umama uyagula yaye ufuna ukutya i<em>carp esandul’ ukutsha. Ikhaphu ephilayo yatsiba yaphuma kwintanda yaza yatsibela emkhenkceni.UWang Xiang wayevuya kakhulu. Waguqa ngokukhawuleza, wabulela uThixo, waza wabaleka egoduka nekhaphu. Waguqa ngamadolo ngokukhawuleza, wabulela uThixo, wathabatha ikhaphu ngokukhawuleza wagoduka. Emva kokuba umama wesibini etye i-carp entsha, ngokukhawuleza wachacha kwisigulo sakhe. Umama wesibini okwibhedi yesibhedlele wothuka xa ebona umzimba kaWang Xiang ongentla onxibe bumfusa ngenxa yengqele, ephethe iintlanzi ezimbini ezandleni zakhe.\nUWang Xiang kamva waba ligosa waza waba yiTaibao, kwaye wanikwa iwonga lokuba nguDuke.", "聖意": "Ukungakhululeki ekhaya, ndithandazela ukukhuselwa, iingxaki zemali, iingxaki zoshishino, umtshato, ukungahambelani kwi-inshurensi yaseLiujia, abahambi ngeenyawo, i-silkworms yaseChiti, ilahleko yemfuyo emithandathu, abantu abalahlekileyo, amatyala kawonkewonke, ukufuduka, ukugcinwa, ukulahleka kwempahla, ukugula, kunzima ukubuyisela, ingcwaba entabeni, ithamsanqa", "古人": "UWang Xiang ucela icarp (Amabali angamashumi amabini anesine eFilial Piety)", "第X籤": "Amashumi amane anesithoba okuphumelela iLoti", "宮": "Haigong"}