{"籤詩版本二": "Unokuhamba kuzo zonke iikona zelizwe, uxhoma i-canopy yeseyile ukuyibamba ngokukhululekileyo\nUkuba kukho umoya ovuthuzayo, uya kufika ngokukhawuleza kwaye isikhephe siya kuzala bubutyebi.", "詩意": "Le hexagram ifana nokutsala isikhephe ngomoya.\nYonke into ihamba kakuhle.", "解曰": "Phumla ngokukhululeka. Akukho mzamo ofunekayo. Ubutyebi obuninzi. Bonke bancome.", "籤詩故事一": "◇Tao Zhugui Amachibi amahlanu (Fan Ligui Lake)\nNgeXesha laseNtwasahlobo nasekwindla, uFan Li, ogama lakhe lalinguShaobo, wayekwaziwa njengoGui Yizipi okanye uTao Zhugong.\nNgelo xesha, kwakukho imfazwe phakathi kweState of Wu kunye neState of Yue, kwaye iState of Wu yatshabalalisa iState of Yue. Umlandeli uLi kunye noWen Zhong baqulunqa isicwangciso sokuba uYue uKumkani uGou Jian akhuthaze uYue kwaye atshabalalise uWu. Umlandeli uLi ngokwakhe wahamba ngeentaba kunye nemilambo, kwaye watyelela u-Xi Shi, ibhinqa elihle elinesidima, italente kunye nobuhle, kuMlambo waseHuansha kwiNtaba yeBailuo waza wayinikezela kuKumkani waseWu. Wasebenzisa \"iqhinga lobuhle\" ukuze basebenzisane ngaphakathi nangaphandle kwaye batshabalalisa iWu Kingdom.\nEmva kokuba ephumelele ukutshayela uBukumkani baseWu, uFan Li wayesazi ukuba uGou Jian \"yintaka enentamo ende enomlomo\" kwaye unokwabelana naye ngobunzima kunye nolonwabo, wahamba ngesikhephe kunye noXi Shi ngaphesheya koBukumkani baseQi, wayitshintsha indlela yakhe. Igama lakhe kuGu Zipi, kwaye wakhokela unyana wakhe nabafundi bakhe kuBukumkani baseQi. Bahlala kwindlwana engaselwandle. Wazibhokoxa elima umhlaba ongamabhodlo, eqhuba ishishini kunye neshishini.” Kwiminyaka nje embalwa, waqokelela amashumi ezigidi zezinto zentsapho. Wayenesisa ekusasazeni ubutyebi nokwenza okulungileyo kwidolophu yakowabo.Ubulumko nobuchule bukaFan Li babuxatyiswa ngabantu baseQi.Ukumkani waseQi wamemela eLinzi, ikomkhulu, wamnqula njengenkulumbuso ephethe imicimbi karhulumente. . Wadanduluka wathi: “Ukuba ligosa kunokukhokelela kubaphathiswa, yaye ukuphatha intsapho kunokukhokelela kubutyebi. Ngoko, kwiminyaka emithathu kamva, waphinda warhoxa uJiliu, wabuyisela itywina kukumkani waseQi, waza wanikela bonke ubutyebi bentsapho yakhe kubahlobo bakhe abasenyongweni nabanye abantu basekuhlaleni.", "聖意": "Indlu ilungele umntu (ukuthunyelwa ngenqanawa), imali ilungile, ishishini lilungile, umtshato usemva kwexesha, umtshato awuhambi, uLiujia ukhuselekile, abantu banqanda amasimi, i-silkworms, ukwindla, imfuyo, intwasahlobo. uyaphumelela, abantu bafuna abantu, izimangalo zimbi, ukufuduka kukugcina, izinto ezilahlekileyo, izifo zaseNtshona zisonjululwe, iintaba namangcwaba asezantsi.", "古人": "Amachibi amahlanu eTao Zhugui (Ichibi leFan Ligui)", "第X籤": "Ophumelele ilotho yamashumi amahlanu", "宮": "Haigong"}