{"籤詩版本二": "Ihlobo lolona suku lude kwaye wonke umntu unexhala malunga nobushushu kunye nokudakumba\nIzulu nomhlaba nazo ziyayazi into efunwa ngabantu, nomoya uyavuthuza kwaye kupholile ngokwendalo", "詩意": "Le hexagram ibonisa ukuba wonke umntu unexhala malunga nobushushu.\nYenza nantoni na oyifunayo.", "解曰": "Akukho mathandabuzo malunga nokuba uhambele phambili okanye uhlehle. Ubenexesha elimyoli. Yeyokukhempisha? Akukho mfuneko yokwenza izinto ngokungxama.", "籤詩故事一": "◇I-Kong Ming ingena eSichuan\nUZhuge Liang (181-234), igama lembeko elithi Kongming, wayeyinzalelwane yaseYangdu, eLangya (ngoku eyiYinan County, kwiPhondo laseShandong), kwaye wayeyinkulumbuso kaShu Han (Liu Bei) ngexesha lobuKumkani obuThathu.\nNangona uLiu Bei ephumelele iJingzhou, kwakunganelanga ukwahlula icala elinye.UZhuge Kongming wayecwangcise ukubamba iXichuan ukwandisa indawo kaLiu Bei. Ngeli xesha, uLiu Zhang eYizhou wahlaselwa nguZhang Lu emantla. UZhuge Kongming wafunda ukuba uLiu Zhang wayefuna ukunikezela imephu yeXichuan eCao Cao ukuze azikhusele. Xa uZhang Song (ophantsi kukaLiu Zhang) wadibana noCao Cao, ngenxa yokuba uCao Cao wayenekratshi kwaye ekrwada, uLiu Zhang wathatha imephu wayibuyisela eXichuan waza wadlula eJingzhou endleleni. U-Kong Ming wayesele emlindile endleleni kwaye wamemela eJingzhou, kodwa akazange athethe ngoMfanekiso weXichuan de kwafika ixesha lokuhamba. UZhang Song wayenombulelo kuKong Ming ngembeko yakhe kunye nobubele bakhe, ngoko wawunikezela uMfanekiso weXichuan. yena.\nUmhlaba weXichuan wawunobungozi kwaye unokuhlaselwa okanye ukhuselwe.Emva kwamalungiselelo ahlukeneyo kaKong Ming, iXichuan yaba yindawo yokuzalwa kukaLiu Bei.\n(I-Kong Ming yayiphatha abantu ngembeko kwaye yafumana lula i-Xichuan enqwenelekayo.)", "聖意": "Thandazela iintsikelelo ekhaya kunye nokukhusela kwakho (kukho inhlanhla kumashwa) Funa ubutyebi, inhlanhla kwishishini, umtshato oqhelekileyo, ukuzalwa kwamakhwenkwe eLiujia, amasimi ahambayo, i-silkworms, umonakalo kwimfuyo, ukufumana abantu, amatyala kawonkewonke. , ukufuduka, izinto ezindala ezilahlekileyo, izifo zasentla, ukunqwenela iintaba kunye namangcwaba", "古人": "UKing Ming ungena eSichuan", "第X籤": "Isahluko 51: Ukuphumelela iQashiso (Ukuphumelela iSahluko)", "宮": "Isibeleko"}