{"籤詩版本二": "Kuthatha umgudu omkhulu ukubamba inyanga emanzini.Kufuna umgudu omkhulu kodwa akukho nto.\nSukuthetha izinto ezibhadlileyo kwaye uchithe iinzame zakho zokuqinisa umzimba.", "詩意": "Le hexagram ubawa umfanekiso umzamo.\nYonke into inzima kwaye inzima.", "解曰": "Izithembiso kunzima ukuzikhumbula. Mninzi umsebenzi onzima. Ixhala ekhaya. Ilinde ukudibana nabantu abahloniphekileyo.", "籤詩故事一": "◇ UTaibai ubambe inyanga enxilile (uLi Taibai ubambe inyanga enxilile)\nULi Bai (701-762), owaziwa ngokuba yiTaibai, okwaziwa ngokuba yiQinglian Jushi. Imbongi yoBukhosi bamaTang, eyayizibiza ngokuba ngongafiyo, yayisaziwa ngokuba nguMongami weMibongo, yaye yayisoloko yonwabile ingaselanga.\nEmva kokuba uLi Bai weza eJinling (ngoku eyiNanjing) waza waphumla kwindawo yokutyela ecaleni kweBridge Bridge.\nLoo mini yaba lusuku lweshumi elinesihlanu lwenyanga yasebusika, yaye ebusuku wayedla ngokuhlala yedwa kwindawo yokutyela aze abukele inyanga, esela yaye ecengceleza imibongo. Loo mini yaba lusuku lweshumi elinesihlanu lwenyanga yasebusika, yaye ebusuku wayedla ngokuhlala yedwa kwindawo yokutyela aze abukele inyanga, esela yaye ecengceleza imibongo. ULi Taibai wayeyithanda kakhulu inyanga ebomini bakhe, esithi icocekile kwaye intle. ULi Taibai wayeyithanda kakhulu inyanga ebomini bakhe, esithi icocekile kwaye intle. Ngobo busuku, wajonga phezulu wabona inyanga emhlophe nengqukuva esibhakabhakeni. Ngobo busuku, wajonga phezulu wabona inyanga emhlophe nengqukuva esibhakabhakeni. Ezinzulwini zobusuku, uLi Taibai wasebenzisa iwayini waza wehla waya eWende Bridge. Ezinzulwini zobusuku, uLi Taibai wasebenzisa iwayini waza wehla waya eWende Bridge. Uthe nje ukunyathela ebhulorhoni wehlisa intloko ngequbuliso wabona inyanga iwela emanzini, uthe wakushukuma umlambo, kongezelelwa imigca embalwa emnyama kwisithunzi senyanga emhlophe. Uthe nje ukunyathela ebhulorhoni wehlisa intloko ngequbuliso wabona inyanga iwela emanzini, uthe wakushukuma umlambo, kongezelelwa imigca embalwa emnyama kwisithunzi senyanga emhlophe. ULi Taibai wayenxile kakhulu ngeli xesha kangangokuba wayecinga ukuba yinyanga edyojwe ngamanzi omlambo. ULi Taibai wayenxile kakhulu ngeli xesha kangangokuba wayecinga ukuba yinyanga edyojwe ngamanzi omlambo. Akazange azihluphe nokukhulula iibhutsi zakhe, wavula izandla zakhe watsiba ebhulorhoni esiya kubamba inyanga. Akazange azihluphe nokukhulula iibhutsi zakhe, wavula izandla zakhe watsiba ebhulorhoni esiya kubamba inyanga. Ngokungalindelekanga, ngokutsiba, inyanga ayizange ibanjwe, kodwa inyanga emanzini yaqhekeka yaza yahlukana ngoko nangoko yaba ziziqingatha ezibini. Ngokungalindelekanga, kulo mtsi, inyanga ayizange ibanjwe, kodwa indoda yarhaxwa. Wasweleka eneminyaka engamashumi amathandathu anesibini.", "聖意": "Indlu ayikhululekanga kwaye unethamsanqa (nikela ingqalelo kwimpilo yakho) (ngelishwa) Funa ubutyebi kunye nokulinganisela (ungacingi nokucinga ngayo) Ubunzima kwintengiselwano yeshishini, umtshato awusombululeki, thandazela ukhuseleko (ubuncwane obungenanto buthintela. ukuphunyelwa sisisu) Abahambi ngeenyawo basengxakini, imibungu yesilika ebaleni ngamanqaku amahlanu, kwaye izilwanyana ezintandathu ziyancipha (ngelishwa) Kufunwa abantu (ngelishwa) Amatyala kawonke-wonke kunye (Yeka isimangalo) Ukufuduka okuqhelekileyo (ungayikhankanyi) Ilahleko yempahla. (inqwelomoya) Ukuthandazela ukukhuselwa ekuguleni (ngelishwa) Ithamsanqa kwiintaba nasemangcwabeni", "古人": "UTaibai ubambe inyanga enxilile (uLi Taibai ubambe inyanga enxilile)", "第X籤": "Amashumi amahlanu anesibini aphumelele ilotho (ILotho)", "宮": "Isibeleko"}