{"籤詩版本二": "Xa unxunguphalo lujika lube yimincili, iidragons ziyagquma yaye amahlosi ayagquma.\nIsibhakabhaka sinendlela yaso eya esibhakabhakeni, ndinga ndingafumana elinye ithuba lokuzuza udumo.", "詩意": "Le hexagram ifana nenamba egqumayo kunye nengwe egqumayo.\nKukho ithemba lokuba yonke into iza kuhamba kakuhle.", "解曰": "Fundisa nje kwaye uhambe. Yiba neyakho impumelelo. Kufuneka kwenziwe ekugqibeleni. Kukho indawo yokufumana.", "籤詩故事一": "◇ULiu Bei uqesha umtshakazi\nEmva kwedabi laseChibi, uSun Quan wayezimisele ukubuyisela iJingzhou, eyayibanjwe nguLiu Bei, ngoko wasebenzisa icebo likaZhou Yu, ezenza ngathi ufuna ukutshata nodadewabo uSun Ren kuLiu Bei, kodwa eneneni wayefuna ukuthabatha. U-Liu Bei njengomthinjwa ukubanga i-Jingzhou.\nEmva kokuba uZhuge Liang ehlole isicwangciso sikaZhou Yu, wanikela incwadana kunye neqhinga kuZhao Yun, owayekhusela uLiu Bei xa waya eSoochow. Utata kaSun Quan) uyazi malunga nesindululo somtshato. Ngenxa yokuba uWu Guotai wayeyithanda intombi yakhe kwaye engazimiselanga ukwenza isigqibo ngemicimbi yobomi bentombi yakhe ngokungakhathali, wamkhalimela uSun Quan ngokungenalusini kudade wabo waza wacebisa ukuba azivavanye ngokwakhe ukuba uLiu Bei wayeyifanele na intombi yakhe eGanlu Temple. Emva kokuba uWu Guotai edibene noLiu Bei, wamxabisa kakhulu uLiu Bei waza wakhuthaza kakhulu umtshato phakathi kukaLiu Bei nentombi yakhe, ngenxa yoko, uLiu Bei watshata ngempumelelo noNksk Sun.\nKamva, uLiu Bei kunye noNksk Sun babaleka babuyela eJingzhou kunye. Kamva, u-Sun Quan wayefuna ukuthatha ithuba lokuhlaselwa kukaLiu Bei eYizhou ukuhlasela uJingzhou, kodwa wamiswa nguWu Guotai, owayenexhala malunga nokhuseleko lwentombi yakhe.\nWathi: \"Isicwangciso sobuqili sikaZhou Yu sesona silungileyo kwihlabathi. Walahlekelwa ngumfazi waza walahlekelwa yimikhosi yakhe.\"\n(ULiu Bei ufumene ingozi)", "聖意": "Ndinelishwa ekhaya ndilishwa (kuqala ilishwa kulandele ithamsanqa) Funa ubutyebi, ibhalansi, ubunzima emtshatweni, impumelelo emtshatweni Thandaza iintsikelelo kwabahamba ngeenyawo, imisundululu emasimini, amanqaku amahlanu ngomonakalo wemfuyo, khangela kubantu, amatyala kunye nokufuduka, inhlanhla kwipropati elahlekileyo, inhlanhla yezifo, uxolo lweentaba kunye namangcwaba.", "古人": "U-Liu Bei uqesha umtshakazi", "第X籤": "Inani eliphumeleleyo lamashumi amahlanu anesithathu", "宮": "Isibeleko"}