{"籤詩版本二": "Isidima esisuka kuyise siye kunyana sigqithiselwa kumzukulwana.Impumelelo ekutyeni nakwimpahla yokunxiba ixhomekeke kuThixo kuphela.\nUChunxuan eholweni wonwaba abantu.Xa belambile, betyiswa, benxaniwe kwaye besozela, uChunxuan sisikweko sabazali.", "詩意": "Le hexagram idityaniswe nomfanekiso we-bamboo okhokelela entwasahlobo.\nNdiyathemba ukuba yonke into ihamba kakuhle.", "解曰": "Thatha i-bamboo kwaye ukhokelele entwasahlobo. Isasazeka ngokungenasiphelo. Umntu onesidima ufuna ithemba. Bonke bavuya.", "籤詩故事一": "◇UKumkani uWu waseZhou wenyuka etroneni\nUKumkani uWu waseZhou wahlasela uKumkani uZhou waza wakhokela iinkosana ezingamakhulu asibhozo ukuya kulwa nomkhosi kaKumkani uShang.\nUKumkani uZhou wazitshisa kwiNqaba yaseZhaixing, kwaye iShang Dynasty yatshatyalaliswa.\nUKumkani uWu wamkela incwadi yegolide kunye nobutyebi begolide, obuyitrone yomlawuli, wajonga emazantsi, izandla zakhe zisongelwe phantsi, waza wahlala nkqo. UKumkani uWu wayalela ukuba ipropathi yeLutai isasazwe, iNqaba yeNkanyezi yokuPicking idilizwe, kunye nengqolowa yerayisi egcinwe eJuqiao ukuba isasazwe.\nKhulula uJizi ovalelweyo kwaye ulungise ingcwaba likaBigan. UKumkani uWu wakhwela emnyango wendlu yesilumko uShang Rong wathoba intloko. Bahlonele abantu abanesidima kunye nembeko, kwaye ukhulule amakhoboka kwibhotwe elingaphakathi.\nKwakhona wayeka izixhobo waza wakhuthaza inkcubeko nemfundo. Kumazantsi eNanshan, amahashe ayatyiswa yaye iinkomo zityiswa emaphandleni ngemithi yeepesika.", "聖意": "Indlu ayikho kwimeko entle (ithamsanqa), unokwenza iminqweno yakho (ithamsanqa), ufune inzuzo yemali, wenze intengiselwano, kwaye utshate (ukudibana nomkhwenyana olungileyo), uLiujia ukhuselekile (zodiac uphawu), abahambi ngeenyawo bahambisa amasimi, iintshulube zesilika zinethamsanqa, izilwanyana ezithandathu zonakele, kunzima ukufumana abantu (bona), izimangalo zikawonke-wonke, abantu abahloniphekileyo bayashukuma, ithamsanqa lilahlekile kwaye izinto ziyabonwa Izifo nezifo.", "古人": "UKumkani uWu waseZhou wenyuka etroneni", "第X籤": "Amashumi amahlanu anesihlanu ephumelele ilotho (lotting)", "宮": "Ibhotwe elibi"}