{"籤詩版本二": "Unxweme lugcwele amatye, umlambo uyahamba, umoya ucacile, inyanga icacile, kwaye abantu abahloniphekileyo baxakekile.\nApha endleleni funeka ndibuze apho ndiya khona ungakhe uthathe ivumba lentyatyambo nezityalo zasehlathini ungahoyanga.", "詩意": "Le hexagram ifana nephenyane elihamba kunxweme oluncinci.\nKuyo yonke into, kukho abantu abahloniphekileyo abanokunceda.", "解曰": "Ukwenza ubomi. Mninzi umsebenzi onzima. Hlala ulondoloza kwaye ulinde. Konke okugqibelele.", "籤詩故事一": "◇Imvukelo yaseLushan\nU-Lushan (703-757), ogama lakhe lalinguKang kwaye ogama linguYaluoshan, wayephuma eLiucheng, eYingzhou (ngoku eyiChaoyang, eLiaoning).\nKamva, wathatha ifani ethi An waza walitshintsha igama lakhe waba nguLushan. Ngexesha lolawulo luka-Emperor Xuanzong weTang Dynasty, uAn Lushan wayengumthunywa womkhosi.\nNgoNovemba wonyaka we-14 weTianbao, uAn Lushan wanyusa amajoni eFanyang, Egameni lokuhlasela iYang Guozhong, waqalisa uvukelo waza wathabatha imikhosi yeedolophu ezintathu ukuya kuhlasela iLuoyang, ikomkhulu lasempuma. Iingxelo ezivela eTaiyuan zakhawuleza zaya kutsho eLishan.UTang Xuanzong, owayekwibhotwe laseHuaqing eLishan ngelo xesha, wayengakholelwa ukuba uAnlushan wayeza kuvukela.Noko ke, iindaba zale mvukelo zaqhubeka zisasazeka, yaye uXuanzong wayengekaqinisekanga. (Lo ngumfanekiso \"wesandi samanzi aqukuqelayo kumatye amancinane emlanjeni\")\nAkuzange kube kudala u-Yan Zhenqing, umphathi we-Pingyuan County, wathumela umntu ukuba athumele ulwazi lokuba uXuanzong wavuka kwiphupha lakhe.\nPhantsi kweqhinga eliphosakeleyo likaMlawuli uXuanzong woBukhosi baseTang, umkhosi wamahashe waseLushan wathimba iLuoyang, ikomkhulu lasempuma, kwinyanga yokuqala yonyaka olandelayo, wazibhengeza njengoMlawuli uDayan eLuoyang, uJianyuan Shengwu, uMlawuli uXionngwu, noDa Xixun njengomlawuli Usosiba jikelele.\nNgoJuni waloo nyaka, uMlawuli uXuanzong weTang Dynasty, ezimisele ukuphelisa ingxaki yaseChang'an naphantsi kokuqonda okuphosakeleyo kwezomkhosi, wabulala iinjengele ezimbini ezidumileyo, uFeng Changqing noGao Xianzhi. Lo myalelo wothusa umkhosi waseTang. (Le ndlela yokuziphatha iyaphula \"indlela kufuneka ikhombe kumlambo ongaphambili\")\nEmva koko, u-Emperor Xuanzong we-Tang Dynasty wayalela ngokungxamisekileyo omnye umphathi-mkhosi, uGe Shuhan, ukuba akhokele umkhosi wamaTang ngasempuma ngaphandle kweTongguan.\nUGe Shuhan, owayeyiqonda ngokupheleleyo impazamo yeqhinga lika-Emperor Xuanzong weTang Dynasty, waceba ukulibazisa utshintsho (indlela ethi \"kulungile ukuba umoya uzolile kwaye umsinga uzolile\").\nEkugqibeleni, uMlawuli uXuanzong weTang Dynasty wacinga ukuba wayeneentloni kakhulu ukulwa, ngoko wayengenandlela yimbi ngaphandle kokulwa noAn Lushan ezinyembezini, waza woyiswa. (Izalisekisa \"Ukuba usebenza nzima ukuze uzixhase, ungenzakala.\")\nKwi-Tang Dynasty, xa imikhosi yomda kunye nemikhosi yasekuhlaleni yayingenaxesha lokuphendula, umkhosi we-An Lushan wacinezela umda waza wangena kwindawo eyinkunzi. Kwimeko enzima, uMlawuli u-Xuanzong we-Tang Dynasty wakhokela ama-Guards Corps ukuba abaleke kwi-capital, ebangela ukuba i-Xijing Chang'an engenankokheli iwe.\n(UTang Xuanzong waphula isikhokelo salo mqondiso, ngoko ke imvukelo ka-An Lushan yaphumelela.)", "聖意": "Ikhaya likhuselekile, umntu unethamsanqa, ubutyebi buzinzile, ukuthengiselana kuyaphumelela, kwaye umtshato uyaphumelela (caution) Indoda ehamba ngeenyawo yaseLiujia ifika entsimini, kuvunwe iintshulube zesilika, konakele imfuyo emithandathu. Ifunyenwe kwaye isimangalo sikawonke-wonke siyathetheleleka.Impahla elahlekileyo izisa isifo, oko kukuthi, ingcwaba lase-Anshan kufuneka lilungiswe.", "古人": "Lushan imvukelo", "第X籤": "Ilotho yamashumi amahlanu anesithandathu", "宮": "Ibhotwe elibi"}