{"籤詩版本二": "Yiya ngqo kwisakhiwo esiphindwe kabini ukuze uzimele, ujikelezwe yihlathi elinameva\nU-Tian Gaojun unobomi obude kunye nobomi obufutshane. Fumana impumelelo enye kwaye ulahlekelwe ngabantu ababini. Jikela →.", "詩意": "Le hexagram luphawu lokugcina izinto ezindala kunye nokutshintsha nangaliphi na ixesha.\nYonke into iya kuba mnandi ukuba ulinda ixesha elifanelekileyo.", "解曰": "Njengokusela utywala. Yiba nje ngononophelo. Linda de kufike ixesha. Akukho ntlekele, akukho tyala.", "籤詩故事一": "◇Zhang Liangyin Intaba\nKulawulo lukaHan, uZhang Liang, ogama lakhe lalinguZifang, wayengumKorea. Ookhokho bakhe kwizizukulwana ezihlanu zonke yayiziinkulumbuso zaseKorea.\nXa iQin State itshabalalisa iSouth Korea, uZhang Liang wabuchithachitha bonke ubutyebi bakhe waya kuzifihla.Efuna ukuziphindezela kuMzantsi Korea, wathumela indoda eyomeleleyo enekowuni yentsimbi emzimbeni wayo. Ukuhlasela uQin Shihuang eBolangsha (ngoku eyiYuanyang County, kwiPhondo laseHenan), wabetha ngengozi isekela lemoto. UMlawuli wokuQala wayefuna ukumbamba uZhang Liang kulo lonke ilizwe, kodwa akazange akwazi ukumbamba iinyanga ezilishumi.\nKamva, uZhang Liang wancedisa uKumkani waseHan ukumanyanisa ihlabathi. Emva kokuphumelela kwakhe, akazange avume ukuvuzwa waza wamiselwa njengegosa, waza wazicingela ngokufunda ubuTao kuChisongzi (ongafiyo).", "聖意": "Thandazela iintsikelelo ekhaya kunye nokhuseleko lwakho (ithamsanqa elinobuvila linokuchazwa kuphela ngobubele) Ukufuna ubutyebi kuqhelekile (uphephe) Iintengiselwano ziya kuphumelela (linda umzuzu) Umtshato awuhambelani noLiujia, inhlanhla xa uhamba ukuya intsimi, iintshulube zesilika zinesiqingatha, izilwanyana ezintandathu zichumile (ukungaphumeleli), ukukhangela abantu, ukuthintela amatyala oluntu, ilahleko, ukufuduka kunethamsanqa (ngelishwa) ) Ukulahlekelwa yimpahla, amashwa ngenxa yokugula, thandazela amathamsanqa ezintabeni nasemangcwabeni", "古人": "Intaba yeZhang Liangyin", "第X籤": "Amashumi amahlanu anesithoba okuphumelela iLotho (iLotho)", "宮": "Yin Palace"}