{"籤詩版本二": "Ekuseni nakusihlwa, inkxaso kaBuddha kufuneka ibe ngamaxesha engozi kodwa ingabi sengozini\nUkuba utsalwa ngumntu obekekileyo, imali kunye nesilika ziyakukhapha.Lo nguChuan Lai. Konke kuxhomekeke kuwe.", "詩意": "Le hexagram imele intsikelelo eyimfihlo yoothixo kunye namaBuddha.\nYiba nomonde kwaye ube nethamsanqa kuyo yonke into.", "解曰": "Uphawu loxolo lwakudala. Xa yonke into ibiza, iya kuba yinto enhle.", "籤詩故事一": "◇Tang Monk wafumana ukhanyiselo\nNgenye imini, uTang Seng weza emlanjeni waza wabona iNtaba yeLingshan kaBuddha phambi kwayo, kwakukho ibhulorho eneplanga enye phambi kwayo. U-Buddha waguquka waba ngumqhubi wesikhephe waza wabamba iphenyane elingenasiphelo elaphukileyo.Kwakamsinyane nje ukuba uTang Monk akhwele enqanaweni, wawela emlanjeni waza wahlangulwa ngumqhubi wesikhephe.Le yindlela uTang Monk abufumana ngayo ubuBuddha. (Ibali lohambo oluya eNtshona)\n◇Izibhalo zikaTang Monk zamaBhuda\nUSanzang weTang Dynasty, ifani yakhe eqhelekileyo yayinguChen kwaye igama lakhe lalinguYi. Uzalelwe kwiNqila yaseGoushi, eLuozhou (ngoku esemazantsi eSixeko saseYanshi, kwiPhondo laseHenan). Waba yimonki eneminyaka elishumi elinesithathu kwaye wathatha igama likaBuddha elithi Xuanzang.\nUkuze afumane izibhalo zantlandlolo zamaBhuda, wanduluka eChang’an (iXi’an yanamhlanje, iPhondo laseShaanxi) kunyaka wesithathu kaZhenguan (AD 629), watyhutyha imida, watyhutyha intaphane yobunzima ukuze afike eTianzhu (kwiPhondo leNtshona Koloni). India) ukuqokelela izibhalo. Watyhutyha amachibi omlambo iGanges ne-Indus nakwimimandla engaselunxwemeni olusemzantsi-mpuma weIndiya, emva koko wawela iintaba ezigqunywe likhephu namathambeka aluhlaza, ehamba iikhilomitha ezingaphezu kwama-50 000 ukubuya nokubuya. Kwamthabatha iminyaka eli-16 ukuba ekugqibeleni abuyele eChang’an unyaka we-19 weZhenguan (AD 645). Wabuya nenani elikhulu lezibhalo zamaBhuda waza waziguqulela kwisiTshayina.\n(UTang Sanzang wahamba uhambo olude ebuya naphambili phakathi kweTshayina neIndiya, kwaye wayenyanzelekile ukuba ahlangabezane neengozi, kodwa wakwazi ukubuyela ekhuselekile ngenxa yokuba kwakukho umgcini ongcwele ongabonakaliyo emva kwakhe.)", "聖意": "Ikhaya likhuselekile, umntu ulungile, ishishini laseNtshona liyaphumelela, umtshato uyaphumelela, abahambi ngeenyawo bavala ibala, i-silkworms ivaliwe, i-silkworms ngamanqaku asixhenxe, imfuyo inenzuzo, ukufunwa kwabantu, iNtshona. Isimangalo sikawonke-wonke sibi, ukufuduka kukhuselekile, ipropati elahlekileyo ibonwa, isifo siyingozi, iintaba kunye namangcwaba amnandi.", "古人": "I-Tang Monk ifumene ukukhanyiselwa", "第X籤": "Ukuphumelela ilotho yamashumi amathandathu anesibini", "宮": "Yin Palace"}