{"籤詩版本二": "Intlanzi yokuqubha yabanjiswa emgibeni kwiChibi leBibo.\nUkuba kukho into engahambi kakuhle emva kokucinga ngayo, iya kubangela ingxaki ekugqibeleni.", "詩意": "Le hexagram imele intlanzi ebanjiswe emgibeni.\nKukwacetyiswa ukuba ulumke kuyo yonke into.", "解曰": "Ukuhlaliswa phantsi kwendlu. Intlekele iyawa ezulwini. Vuka kwangethuba kwaye uthathe amanyathelo okhuseleko kuqala. Ziphephe iintlekele.", "籤詩故事一": "◇Ihashe ligqunywe ngamanzi (kunzima ukuqokelela amanzi)\nUbukhosi bukaHan. UZhu Maichen, igama lembeko uWengzi, wayeyinzalelwane yaseWu eKuaiji (ngoku eyinxalenye yesiXeko saseSuzhou).\nKwiminyaka yakhe yokuqala, intsapho yakuloMaichen yayingathathi ntweni yaye akazange aphumelele. Awufumani mali ininzi ngokuthengisa iinkuni ngexabiso lomntu.\nUmfazi wakhe waphuma waya kukha amanzi wabona igquba labantwana behleka uMaichen, umfazi wacinga ukuba lihlazo waza kamva wemka.\nXa uZhu Maichen wayeneminyaka engamashumi amahlanu ubudala, uMlawuli uWu woBukhosi bakwaHan wafuna iitalente waza wanqula uZhu njengegosa laseKuaiji.\nUmfazi wakhe wazisola ngobumfama bakhe kwaye wayenqwenela ukuncitshiswa abe sisicakakazi kunye neshweshwe ukuze akhonze uZhu ubomi bakhe bonke.\nUMaichen wayalela owayesakuba ngumfazi wakhe ukuba athathe ibhakethi lamanzi, awagalele kwizinyuko, wathi, “Ukuba amanzi anokubuyiselwa umva, banokubuyelana bobabini.\nXa kuqwalaselwa ulwalamano phakathi kwendoda nomfazi, umfazi nomyeni wakhe ophinde watshata banikwa indawo evulekileyo kwigadi engasemva ukuze balime baze bazixhase. Umfazi wakhe waziphosa emlanjeni waza wafa.", "聖意": "Indlu isengozini, umntu usemngciphekweni, imali ilahlekile, ukuthengiselana kuseluxolweni, umtshato awuhambelani, uLiujia uyankwantya, abantu bayavinjwa, kubhubhile imisundululu endle, imfuyo ilahlekile, kufunyenwe abantu. , izimangalo zilahlekile, ukufuduka kulungile, izinto ezilahlekileyo zisengozini, izifo zibangelwa, iintlekele kunye neengozi, amangcwaba asentabeni kufuneka aguqulwe.", "古人": "Ihashe ligqunywe ngamanzi (kunzima ukuqokelela amanzi)", "第X籤": "Uphawu lwamashumi amathandathu anesine", "宮": "Maogong"}