{"籤詩版本二": "Indlela iyingozi, amahashe namadoda angxamile, yaye amajoni asebugxwayibeni xa elahlekile.\nUnxweme luphezulu, umoya namaza ayaqhawuka, isikhephe sophukile, ilanga liyatshona, iintyatyambo ziyafa, isibhakabhaka siyawa, neqabaka iyawa.棹: iphini.", "詩意": "Le hexagram ifana nephenyane eliqhekeza unxweme.\nZilumkele zonke iingozi.", "解曰": "Isikolo esidala kunye nesikolo esidala. Ukuzola nokungenakusoleka. Akukho mfuneko yokufuna iingcebiso. Hamba ngokukhululekileyo.", "籤詩故事一": "◇UKumkani kaChu Yin Ling walahleka\nEkuqaleni kuka-202 BC, imikhosi yamaHan engama-400,000 kumacala amathathu yarhangqa umkhosi kaXiang Yu eGaixia, eyayinqongophele ukutya, yacela amajoni ukuba acule ngolwimi lwesiChu, nto leyo eyabangela ukuba umkhosi kaXiang Yu ngempazamo ukholelwe ukuba idolophu yawo yayilawulwa. ngomkhosi wakwaHan. Eli qhinga lengqondo \"lokungqingwa macala onke\" labangela ukuba umkhosi ka-Xiang Yu uphulukane nokuziphatha.\nKe uXiang Yu ukhokele ngaphezu kwama-800 amajoni aphakamileyo akhwele amahashe kwaye wagqiba kwelokuba aqhawuke, ngelixa umkhosi wakwaHan walandela ngokusondeleyo noGuan Ying kunye namahashe angama-5,000. Emva kokuwela uMlambo iHuai, amahashe kaXiang Yu ayesele abantu abalikhulu kuphela.\nU-Xiang yu walahleka eYinling wabuza umfama osecaleni kwendlela ngendlela eya emlanjeni, engalindelanga walandela ikhondo elalikhonjwe lixhego waphelela emgxobhozweni, kwanzima nokushukuma. Umkhosi ka-Bang. U-Xiang Yu ekugqibeleni wafika eWujiang kwaye wayesazi ukuba imeko iphelile. Ebona abantu abadala baseJiangdong engenazintloni, wazibulala.", "聖意": "Usapho kunye nendlu baxhalabile ngenxa yeentlekele zabo, bafuna imali kwaye bachithe ishishini, umtshato awuhlali ixesha elide, uLiujia unobungozi, abahamba ngeenyawo bavalela amasimi. Ilahleko Ukufuduka.Impahla elahlekileyo.Izigulo Akulunganga ukuthumela kwingcwaba lasentabeni.", "古人": "UKumkani uYin Ling waseChu waphulukana nendlela yakhe", "第X籤": "Amashumi amathandathu anesithandathu iqashiso", "宮": "Maogong"}