{"籤詩版本二": "Xa kufika ubusika, isebe leplum entabeni alinakuze litshatyalaliswe nokuba amagqabi awo ayawa aze abune amasebe.\nKodwa xa kufika intwasahlobo, ndisandibuyisela njengenkundla kwaye nditshabalalise umsebenzi wokuqala.", "詩意": "Kule hexagram, i-plum blossom ithatha indawo ehamba phambili.\nYonke into ilungile xa ilibaziseka.", "解曰": "Utolo olunye lwadubula lungenanto. Xa ingenanto, ayibi nanto. Silinde ukufika kwentwasahlobo. Umbala ukuyo.", "籤詩故事一": "◇Inqaku kabini\nNgexesha lolawulo luka-Emperor Dezong we-Tang Dynasty, umphathiswa othembekileyo uMei Bogao kunye nentsapho yakhe baqulunqwe yiNkulumbuso engumngcatshi uLu Qi, owayefuna ukubabulala bonke. Kuphela ngunyana wakhe uMei Liangyu owakwazi ukusaba. Igama kuWang Xitong ukufihla isazisi sakhe. Wayehlala yedwa ezitratweni, elambile kwaye ebanda, kodwa ngethamsanqa wathathwa nguChen Risheng (Chen Dongchu). U-Chen Risheng wayengazi amava akhe obomi, ngoko wamcela ukuba ancede ekunyamekeleni igadi yaseChen yeplamu ukuze angabulawa yindlala esitratweni.\nU-Chen Risheng wayengumfundi waseklasini kunye nomhlobo kaMei Bogao. Xa wayetshutshiswa nguLu Qi, wahlangulwa nguMei Bogao. Ngenxa yoko, uMei Bogao noLu Qi baba nobutshaba. Ekugqibeleni, intsapho yakhe yonke yabulawa. UChen URisheng waziva elusizi kwaye enomsindo ngenxa yoku.Emva kokuba etshatile, warhoxa waza wafudusela usapho lwakhe eYangzhou ukuze ahlale yedwa.\nU-Chen Risheng unentombi egama lingu-Chen Xingyuan, enhle kunye nephunga elimnandi. Emva kokuba uMei Liangyu eze kwintsapho yaseChen, bathandana ekuqaleni. Ngomhla apho iintyatyambo zeplam zaziqhakazile, eyayikwasisikhumbuzo sokusweleka kukaMei Bogao, uChen Risheng nosapho lwakhe bavula isibingelelo kwigadi yeplamu yekhaya labo ukuze bakhumbule umhlobo wabo ongasekhoyo nowayebenzela isisa. kwaza kwavuthuza ikhephu elikhulu, lagubungela zonke iintyatyambo zeplum. UChen Risheng wakhala ngelithi wakwazi ukuqhwesha ngokukhuselekileyo, kodwa akazange akwazi nokusindisa inzala yosapho lwakwaMei.Wacinga ukuba esi sisilumkiso esivela kuThixo, ngoko wafunga ukuba ngaphandle kokuba iplam idubula kwakhona, ebonisa ukuba inzala ka-Mei. usapho lakwaMei lwalusaphila, wayengasoze athethe nto.Wabalekela kubuBhuda waba ngumonki.\nIntombi yakhe uXingyuan yakuva oku yaza ngoko nangoko yatshisa isiqhumiso yaza yathandaza ngokunyanisekileyo kuThixo ukuba aphinde adubule iplam. Ukunyaniseka kwabo kwashukumisa izulu, kwaye yonke imithi yeplum kwigadi yeplum yadubula kwakhona; kamva uChen Risheng wayesazi ukuba i-Xitong yayinguLiangyu, ngoko ke watshata intombi yakhe uXingyuan kuye.", "聖意": "Umzi nendlu ayilunganga kumntu, kubutyebi bomntu, ukufuna ubutyebi, ukuba nobulumko ekuqhubaneni, ukulinda de kufike ixesha lomtshato, ukushiywa kwexesha, ukutshata, ukuphumelela, ukuphumelela. intwasahlobo, ukuba mva, ukuba semva kwexesha, ukuba semva kwexesha, ukuba matasa, ukuba matasa, ukuba nempumelelo, ukuxakeka, ukufunyanwa.", "古人": "Inqaku kabini", "第X籤": "Amashumi amathandathu anesithoba okuphumelela iLoti", "宮": "Tatsumi"}