{"籤詩版本二": "I-Chao Chao ifana nenyosi eqokelela iintyatyambo, ibhabha iphuma emazantsi-ntshona nasempuma\nIntlakohlaza iphelile, iintyatyambo ziphelile, kwaye akukho ndawo yokujonga.", "詩意": "Le hexagram ifana nenyosi echola iintyatyambo.\nYonke into inzima kwaye inzima.", "解曰": "Akukho mbonakalo yasentwasahlobo. Iyanetha ixesha elide kodwa ayide iphele. Cela uncedo. Kungcono uthule.\n.", "籤詩故事一": "◇ULi Mi wavukela ubukhosi baseTang\nLi Mi\n(582-619), inkokeli engasekhoyo yoMkhosi weWagang kwimvukelo yabalimi ekupheleni koBukhosi baseSui baseTshayina. Master of calligraphy. Inkosi yegama elithi Fa yayiyinzalelwane yaseChang'an, eJingzhao, kwaye ikhaya looyisemkhulu laliyiXiangping, eLiaodong (ngoku esemazantsi eLiaoyang, eLiaoning). Umthonyama waseChang'an, uJingzhao, ikhaya looyisemkhulu yiXiangping, eLiaodong (ngoku esemazantsi eLiaoyang, eLiaoning).\nKunyaka wesithoba kaDaye (613), wathatha inxaxheba kwimvukelo kaYang Xuangan ngokuchasene noBukhosi baseSui eLiyang (ngoku kumntla-mpuma weJunxian County, kwiPhondo laseHenan). Kunyaka wesithoba kaDaye (613), wathatha inxaxheba kwimvukelo kaYang Xuangan ngokuchasene noBukhosi baseSui eLiyang (ngoku kumntla-mpuma weJunxian County, kwiPhondo laseHenan). Ingqondo engaqondakaliyo yoyisiwe,\nULi Mi wabaleka. UXuangan woyiswa waza uLi Mi wabaleka.\nKunyaka weshumi elinesibini kaDaye, wazibandakanya nomkhosi weWagang\n. Kunyaka weshumi elinesibini wolawulo lukaDaye, wazibandakanya neWagang Army. Ngo-Okthobha wonyaka weshumi elinesibini weDaye, uLi Mi wacenga uZhai ukuba ahlasele uXingyang Tong, injengele enamandla ekhapha umkhosi, ukuba ikhusele uZhang Xutuo, imoyise umkhosi wamaSui kwaye ibulale uZhang Xutuo. Ngo-Okthobha wonyaka weshumi elinesibini weDaye, uLi Mi wacenga uZhai ukuba ahlasele uXingyang Tong, injengele enamandla ekhapha umkhosi, ukuba ikhusele uZhang Xutuo, imoyise umkhosi wamaSui kwaye ibulale uZhang Xutuo.\nKamva, wenza isindululo sokuhlasela indawo yokugcina iXingluo (kamva eyathiywa ngokuba yiLuokou) indawo yokugcina impahla, ukuvula indawo yokugcina izinto ukuze kuncedwe, kwaye andise iqela. wajongana nokuthotywa kunye nokusasazwa kweSui Dynasty.Kwabakho imfazwe malunga nezixhobo zomkhosi kunye neminye imiba, kwaye uLi Mi wabulala uZhai Rang kunye namakhulu abalandeli bakhe. Kamva, wenza isindululo sokuhlasela indawo yokugcina iXingluo (kamva eyathiywa ngokuba yiLuokou) indawo yokugcina impahla, ukuvula indawo yokugcina izinto ukuze kuncedwe, kwaye andise iqela. wajongana nokuthotywa kunye nokusasazwa kweSui Dynasty.Kwabakho imfazwe malunga nezixhobo zomkhosi kunye neminye imiba, kwaye uLi Mi wabulala uZhai Rang kunye namakhulu abalandeli bakhe.\nNgoMatshi wonyaka we-14 weDaye, uYu Wenhuaji wabulala uMlawuli uYang weSui Dynasty.\n, yakhokelela abantu abangaphezu kwe-100 000 ukuba babuyele entshona. NgoMatshi wonyaka weshumi elinesine weDaye, uYu Wenhuaji (uYu Wen, ifani edibeneyo) wabulala uMlawuli uYang weSui Dynasty kwaye wabuyela entshona enabantu abangaphezu kwe-100,000. ULi Mi wayalelwa ukuba ahlasele iHuaji.Nangona uHuaji woyiswayo, uLi Mi naye wehlelwa yilahleko enzima ngamajoni.Emva koko wasukelwa nguWang Shichong.Umkhosi kaLi Mi woyiswa yaza inkampu yakhe yatshatyalaliswa.Injengele zakhe uQin Shubao, uCheng Zhijie (ekuqaleni). ogama linguCheng Yaojin), uNiu Jinda nabanye babanjwa. , Shan Xiongxin wanikezela. ULi Mi wayalelwa ukuba ahlasele uHuaji.Nangona uHuaji woyiswayo, imikhosi kaLi Mi nayo yalahlekelwa kakhulu. Kamva, wasukelwa nguWang Shichong.Umkhosi kaLi Mi woyiswa yaza inkampu yakhe yatshatyalaliswa.Iinjengele zakhe uQin Shubao, uCheng Zhijie (owayebizwa ngokuba nguCheng Yaojin), uNiu Jinda nabanye bathinjwa, waza uShan Xiongxin wanikezela. U-Li Mi wayephelelwe lithemba, ngoko wawela umlambo waya e-Heyang ngoSeptemba waza wanikezela kwi-Tang Dynasty. U-Li Mi wayephelelwe lithemba, ngoko wawela umlambo waya e-Heyang ngoSeptemba waza wanikezela kwi-Tang Dynasty.\nNgoNovemba, uLi Yuan wathumela uLi Mi eShandong ukuba ayokuqesha amajoni amadala. EyeNkanga, \nU-Li Yuan wathumela uLi Mi ukuba alinde eShandong ukuze aqokelele amajoni amadala. Evakalelwa kukuba wayekrokrelwa, wavukela uTang. Evakalelwa kukuba wayekrokrelwa, wavukela uTang. Injengele yaseTang uSheng Yanshi wamema uLi Mi ukuba amhlasele aze ambulale eXinggong Xian. Injengele yeTang uSheng Yanshi wamema uLi Mi ukuba amhlasele aze ambulale eXinggong Xian.", "聖意": "Indlu, indlu, ulwimi, i-self, i-villain, ukufuna ubutyebi, ukumosha ishishini, imitshato engapheliyo, i-Liujia, iintyatyambo ezingenanto, abahamba ngeenyawo, i-Yaotian, umonakalo we-silkworm, umonakalo wemfuyo emithandathu, abantu abalahlekileyo, amatyala, ilahleko, ukufuduka, ukugcinwa, ukulahleka kwempahla, ukugula, imiqobo, ukulungiswa kwengcwaba lentaba", "古人": "Li Mi wavukela Tang Dynasty", "第X籤": "Abamashumi asixhenxe bayatsalana", "宮": "Tatsumi"}