{"籤詩版本二": "Ukuqondwa kweCanglong yabalindi beshumi elinesithoba: Inkosikazi yatshata nomyeni wesibini\nNgesaphetha esinye kunye neentolo ezimbini, iidinosaurs ziya kuhlala ngoxolo kwangoko", "詩意": "Le hexagram ifana nesaphetha esibambe iintolo ezimbini.\nYonke into ilungile ukuba ihamba kunye.", "解曰": "Ayinzima kakhulu. Isiphelo. UZhen Liuzhong uyavula. Kuyacetyiswa ukuba ulumke.", "籤詩故事一": "◇UWenjun utyelela iXiangru\nUZhuo Wenjun wayeyintombi yomzukulwana kaZhuo Wang, usomashishini osisityebi eLinqiong, kwiPhondo laseSichuan, wayelichule emculweni kwaye enegama loncwadi. Watshata xa wayeneminyaka elishumi elinesithandathu. Kwiminyaka embalwa kamva, umyeni wakhe wasweleka waza wabuyela kusapho lwakhe lokuzalwa ukuze ahlale njengomhlolokazi.\nNgenye imini, uSima Xiangru waya kwindlu kaZhuo Wangsun kwisidlo. Xa efumanisa ukuba uZhuo Wenjun wayesandul 'umhlolokazi, wadlala ingoma ethi \"Phoenix Ukufuna iPhoenix\" ukubonisa uthando lwakhe. UZhuo Wenjun wayesele evile ngoSima Xiangru, kwaye esi sidlo samenza watsaleleka ngakumbi kuSima Xiangru. Kwelinye icala, emva kwesidlo sikaSima Xiangru, ngoko nangoko wachitha imali eninzi ukuze anyobe isicakakazi sikaZhuo Wenjun kwaye wamcela ukuba adlulisele uthando lukaSima Xiangru kuZhuo Wenjun. Emva kokuba uZhuo Wenjun efunde ngothando lukaSima Xiangru ngesicakakazi, ngoko nangoko wabaleka waya kwindlu yabahambi apho uSima Xiangru wayehlala khona.Ebona ukufika kukaZhuo Wenjun, uSima Xiangru wakhawuleza waphuma naye ngobusuku ukuya kwidolophu yakowabo eChengdu.\nXa babeseChengdu, esi sibini sasingathathi ntweni kwanyanzeleka ukuba sibuyele eLinqiong siyokuvula ihotele encinane ukuze siziphilise, uZhuo Wenjun wathengisa iwayini waza uSima Xiangru wahlamba izitya, baphila ubomi obuhlwempuzekileyo. Emva kokuba uyise kaZhuo Wenjun, uZhuo Wangsun, efunde ngako, wavuma waza wabaxhasa ngemali phantsi kweengcebiso zabahlobo bakhe, ukuze uSima Xiangru noZhuo Wenjun babuyele eChengdu ukuze baphile, kwaye kamva baba zizityebi.", "聖意": "Ilahleko yekhaya nepropathi, amalungelo omntu kunye nokungalunganga, ukufuna ubutyebi, iintengiselwano zabasebenzi, ukugada ukutshata kwakhona.", "古人": "UWenjun undwendwela iXiangru", "第X籤": "Amashumi asixhenxe ananye okuphumelela iLotto", "宮": "Tatsumi"}