{"籤詩版本二": "Abafuyi beenyosi kufuneka bacenge ubusi, hleze bahlatywe kukuhlatywa\nKufuneka kubekho indlela engaqhelekanga phambi kwakho.Imfihlelo inzulu okwehlathi elinameva.", "詩意": "Le hexagram ifuzisela iinyosi eziqokelela ubusi.\nYonke into inzima kwaye inzima.\n\n(Le hexagram ifuna uphawu lobumnandi kwaye ifumana ubukrakra.\nThintela iintlekele kuyo yonke into.\n)", "解曰": "Izinto kufuneka zenziwe ngononophelo. Akukho mfuneko yokuyinyanzela. Iinyosi ziqokelela ubusi. Siyintoni isizathu?", "籤詩故事一": "◇UWang Mang ufuna iitalente\nUsapho lakwaWang Mang kwiNtshona yeHan Dynasty kunokuthiwa lusapho olusisityebi. Nangona uyise wasweleka eselula, uninzi loomalume noomalume bakhe baba ngabalawuli bobukhosi bakwaHan baba ziinjengele, iinkulumbuso, baba marquises kwaye bafumana umvuzo.\nKodwa usapho oluncinci lukaWang Mang lwaluhlupheka kakhulu; utata wakhe wasweleka emncinci, kwaye wayehlala nonina kuphela, ethembele kwisisa esivela kwizalamane. Kodwa ngenxa yoku, uWang Mang waphuhlisa waza waziqhelanisa nezakhono zokujongana nabantu ukususela ebuntwaneni. Kungakhathaliseki ukuba wayebuhlungu okanye enomsindo kangakanani na, wayesoloko ebonakala evuya yaye enoxolo phambi kwezalamane, abadala okanye abantu bangaphandle, ngoko wayexatyiswa kakhulu nguye wonke umntu kweso sizwe.\nNgesinye isihlandlo umalume wakhe wayegula kakhulu, emva kokuba eyivile loo nto, wafika walinda ecaleni kwebhedi yesigulana, esiphathele amayeza namanzi, nokugcina umlindo ebusuku. “Wayenomonde” ngakumbi kunomguli.” “Unyana” ngakumbi kunonyana wemvelo.\nNgenxa yoku, wonke umntu waseTaiwan wamncoma waza wabhala iileta ecela umvuzo wakhe.\nNgoko ke uMlawuli uCheng woBukhosi bamaHan wamnika iwonga leNew Capital Marquis waza wammisela njengomlindi ebhotwe, esiba ngumphathiswa osondeleyo womlawuli.\nNgewonga lakhe eliphakamileyo namandla akhe amakhulu, uWang Mang akazange abonakalise ukuzigwagwisa okanye ukuyekelela, endaweni yoko, waba nembeko nembeko, kwelinye icala, wenza ubuhlobo nabaphathiswa, iinjengele, abaphathiswa, izifundiswa nezifundiswa ezidumileyo.\nKodwa wayephila ubomi obonwabileyo, edla ngokutya izitya zenyama, singasathethi ke ngokunxiba imiwunduzo emide neelokhwe ezinemikhono emide, enxiba iimpahla ezimfutshane kuphela. Ngoko wonke umntu kurhulumente noluntu bamncoma ngamxhelo mnye ngegama elithi “ukulunga”.\nKamva, umalume wakhe, uGrand Sima Wanggen, wabulawa kukugula waza wakhethwa ukuba abambe indawo yakhe. Umlawuli nabo bonke abefundisi babecinga ukuba ungoyena ufanelekileyo. Ke ngoko, uWang Mang, owayeneminyaka engamashumi amathathu anesibhozo kuphela ubudala, waba nguGrand Sima onamandla omkhosi ophakamileyo kwilizwe.\n(Eli bali lisisikweko. Ukuba nobuchule ekubeni ngumntu olungileyo kunokukunceda ukhuphe “ubunzima bokuhlatywa ziinyosi” kwaye ufezekise iinjongo zakho njengoko unqwenela.)", "聖意": "Umzi awumlungelanga, usapho lusengxakini, ishishini livaliwe, umtshato uvaliwe, izikrweqe ezintandathu zoyika, abahambi ngeenyawo bafika emva kwexesha, isivuno sembungu sincinci, imfuyo iphantsi, kunzima fumana abantu, ityala libi, ukufuduka akuhambi, impahla elahlekileyo imbi, isifo simisiwe, ingcwaba lentaba lilahlekile,", "古人": "UWang Mang ufuna iitalente", "第X籤": "Ukuphumelela ilotho yamashumi asixhenxe anesibini", "宮": "Tatsumi"}