{"籤詩版本二": "Xa kufika intwasahlobo, kuyanyikima iindudumo kwaye izinambuzane zintyiloza, kwaye ndiyaluyeka udaka\nNdathi xa ndibona ukuba ndisaya ndihamba, ndake ndatshintsha, ndaba ligongqongqo.", "詩意": "Le hexagram ifana neendudumo kunye nezinambuzane.\nUkudibana nomntu ohloniphekileyo luphawu oluhle kuyo yonke into.", "解曰": "Iindudumo ziyabetha. Iidiphozithi ezimbini ngaphakathi nangaphandle. Guqula kube kanye. Kuze kube nguTianmen.", "籤詩故事一": "◇Chenqiao Mutiny\nNgo-959 AD, uZhou Shizong Chai Rong wasweleka, kwaye uMlawuli uGong, uChai Zongxun, owangena esihlalweni, wayeneminyaka esixhenxe kuphela ubudala. Ngelo xesha, uZhao Kuangyin, owayesebenza njengomhloli phambi kwebhotwe kunye nomthunywa we-Songzhou kwi-Army yaseJamani, wayephethe amandla okwenene.\nNgentwasahlobo yowama-960 AD, iZhenzhou (iZhengding yanamhlanje, iPhondo laseHebei) kunye neDingzhou (iNqila yaseDingxian yanamhlanje, kwiPhondo laseHebei) yanikela ingxelo yokuba imikhosi yoBukhosi baseMantla eHan kunye neLiao State yayihamba ngokudibeneyo ukuya kuhlasela uBukhosi bukaZhou bakamva, kunye. umfutho omkhulu, kwaye wacela ukuba kuthunyelwe amajoni ukuze ancede. Kamva, iZhou Dynasty yayalela uZhao Kuangyin ukuba akhokele imikhosi yakhe emantla ukuba ilwe notshaba. UZhao Kuangyin wenza ngokufihlakeleyo phantsi kokucwangciswa komntakwabo uZhao Guangyi, uZhao Pu, uShi Shouxin nabanye.\nNgomhla wesi-3 kuMdumba, xa umkhosi ufika eChenqiaoyi (ngoku eyiDolophu yaseChenqiao, kumzantsi-mpuma weFengqiu, eHenan), wavukela waza wayalela amajoni ukuba amnxibe imiwunduzo etyheli. . Emva koko, uZhao wakhokela imikhosi yakhe ebuyela eKaifeng ngaphandle kokutshisa, ukubulala okanye ukuphanga.\" UTaizu Chen Qiao wenza isifungo sokungabaphazamisi abantu bekomkhulu, kwaye wathembisa ukuba akayi kuphazamisa isixeko ngosuku angena ngalo esixekweni.\"\nNgomhla wesithathu kunyaka wesithathu wenyanga, uZhao Kuangyin waguquka e-Chenqiao waza wabuyela kwikomkhulu. : \"Le mikhosi mithathu ayinankosi. Iinjengele zigqibe kwelokuba zimmisele njengomlawuli. Nabani na othe wathetha phandle uya kubulawa!\". Ubuso bukaWang Pu babumhlophe njengomhlaba, wehlisa amanyathelo akhe waqubuda. UFan Zhi naye waqubuda. UKuang Yin buqu wamncedisa wamphakamisa waza wamphatha ngembeko enkulu.\nEmva kokuchasa okulinganiselweyo, uMlawuli uGong we-Later Zhou Dynasty wathatha itrone, waza uZhao wathatha itrone. waza wangena ecaleni kwakhe, esithi: “Kwenzekile.”\nEmva kokuba uZhao ehleli esihlalweni, waliguqula igama lelizwe laba nguNgoma, uYuan waba nguJianlong, wenza iKaifeng ikomkhulu, uShi Shouxin, uGao Huaide, uZhang Lingduo, uWang Shenqi, uZhang Guanghan, noZhao Yanhui bonke bawongwa ngesihloko esithi Jiedushi. , eyaziwa ngokuba yi \"Chenqiao Mutiny\" kwimbali.\nWikipedia\n(Eli bali libonisa ukuba esi sisiqalo sokusebenza kukaZhao Kuangyin.)", "聖意": "Thandazela ikhaya lakho, ubomi bemihla ngemihla, ubutyebi, ithamsanqa, ithamsanqa kwishishini, umtshato ohloniphekileyo, impumelelo eLiujia, abahambi ngeenyawo abangamadoda, ukuzalwa kwangoko kwe-silkworms emasimini, ukuzalwa kwangoko kwezilwanyana ezintandathu, ithamsanqa entwasahlobo, ukufumana abantu, impumelelo kumatyala oluntu, ithamsanqa lokufuduka, ukulahleka kwempahla, iingozi kwizifo, iingozi ezintabeni nasemangcwabeni.", "古人": "Chenqiao Mutiny", "第X籤": "Kutyikitywe amashumi asixhenxe anesithathu", "宮": "Mi Palace"}