{"籤詩版本二": "Kanye njengokurhuqa ingwe ukunqumla intaba ephakamileyo, kusiliwa kwaye kukhuphisane omnye nomnye ukophula ingqele\nUkuba wenze into entle ngesiquphe ungaqondanga, kufuneka uzigcine ukhuselekile.Igama elithi ukutsala ingwe lithetha ukuwola ingwe.", "詩意": "Le hexagram ifana nokubamba (ukurhuqa) ingwe ukunqumla intaba.\nYonke into iyingozi kwaye iyoyikisa.", "解曰": "Ingozi iyingozi. Kukho imiqobo ngaphambili. Ukuba ucela iingcebiso. Ngumsebenzi onzima ngokwenene.", "籤詩故事一": "◇Wu Yuan ushiye eZhaoguan ebusuku (Wu Zixu wadlula eZhaoguan)\nUWu Zixu wayeyinzalelwane yakwaChu ngeXesha laseNtwasahlobo nasekwindla. Ngelo xesha, uKumkani uPing of Chu wayefuna ukumzingela. UKumkani uPing weChu wanikezela ngembuyekezo ngokubanjwa kukaWu Zixu, waza wazoba umfanekiso wakhe waxhonywa kumasango esixeko kuso sonke iChu State, waza wayalela amagosa ukuba aqinise uphando. Xa uWu Zixu wayebalekela eZhaoguan, umda ophakathi kweWu kunye neChu, amagosa aseZhaoguan ajonga ngokusondeleyo kakhulu, wayenexhala kangangokuba wayengakwazi ukulala iintsuku ezininzi zilandelelana, kwaye neenwele zakhe zaba ngwevu ngenxa yokukhathazeka. Ngethamsanqa, ndadibana nendoda egama linguDong Gao Gong, owavelana nentlungu yakhe waza wamsa ekhaya ukuze azifihle. UDuke uDong Gao wayenomhlobo owayefana noWu Zixu, ngoko ke uDuke Dong Gao wamcela ukuba aphumelele uvavanyo ngokuzenza uWu Zixu. Abagcini-masango babamba uWu Zixu womgunyathi, kodwa oyena Wu Zixu wayengenakuqondwa ngabagcini-masango kuba iinwele zakhe zazimhlophe zonke, ngoko bamyeka ukuba adlule. Kamva, wabalekela ngokukhuselekileyo kwilizwe laseWu.\n(Ukutshintsha uWu Zixu ngomhlobo okhangeleka ngokufanayo, naye oneenwele ezingwevu, “sisandla somlingo” seli bali)", "聖意": "Thandazela ikhaya lakho kunye nekhaya lakho ukuba uzikhusele, kulumkele ukufuna ubutyebi, lumka xa uthengiselana, ukudodobala kwentengiselwano, iingxaki zomtshato.", "古人": "UWu Yuan ushiye iZhaoguan ebusuku (Wu Zixu wadlula eZhaoguan)", "第X籤": "Uphawu lwamashumi asixhenxe anesihlanu", "宮": "Mi Palace"}