{"籤詩版本二": "Umxube wentlanzi kunye nenamba unentsingiselo efanayo. Hlala kwiqula elinzulu kwaye ulinde ithamsanqa.\nEngazi, uYumen watsibela i-Dragon Palace ephakamise intloko.", "詩意": "Intlanzi ye-hexagram kunye nenamba zihlala zingatshintshi.\nYonke into iza ngexesha.", "解曰": "Nangona inguZiji. Kwakhona linda. Cwangcisa ishishini lakho. Musa ukwenza ngokungakhathali.", "籤詩故事一": "◇Hongwu ebukele iinkomo\nUZhu Yuanzhang, oyinzalelwane yaseZhongli, eHaozhou (ngoku eyiFengyang County, kwiPhondo laseAnhui), wazalwa kunyaka wokuqala kaTianli kaYuan Wenzong weYuan Dynasty, ebekwe kwindawo yesine kusapho lwakhe. Wazalelwa kusapho olungathathi ntweni, ngenxa yentlupheko esemncinci akazange akwazi ukufunda wakha walusela umninimzi iinkomo.\nKunyaka wesine kaZhizheng (1344), kwabakho imbalela enzima eHuaibei. Utata, unina, nomntakwabo kaZhu Yuanzhang basweleka ngokulandelelanayo, wayengenandlela yimbi ngaphandle kokuba abe yimonki eqalayo eHuangjue Temple.\nNgaphantsi kweenyanga ezimbini bengenile etempileni, ngenxa yobunzima bokuqokelela irente yetempile kwiminyaka yendlala, umnini tempile wayivala indawo yokugcina impahla waza wazigxotha iimonki.UZhu Yuanzhang kwafuneka ayishiye idolophu yakowabo aze abe yimonki ebhadulayo (a) imonki eyayiphila ngokungqiba).\nEmva kwexesha, uZhu Yuanzhang waba nguTaizu weMing Dynasty kunye \"nomlawuli wabemi\" kwimbali yaseTshayina, enegama lolawulo elithi \"Hongwu\".\n(Umzekeliso weli bali uthi, ukuqheleka okwethutyana akuthethi ukuba kuya kufana nakwixesha elizayo. Oku kungenxa yokuba ixesha alikafiki.)", "聖意": "Usapho lukhuselekile, usapho lusempilweni, ithamsanqa lilungile, ishishini lilindile, umtshato ulibazisekile, indoda izalelwe eLiujia, umhambi ngeenyawo ushiywe lixesha, umbungu wesilika uxhaphakile, umbungu wesilika mkhulu, izilwanyana ezintandathu zinomsila, umntu ulahlekile, akukho simangalo silibazisekayo, ukufuduka kukhuselekile, impahla elahlekileyo ithintelwa sisifo, ingcwaba lentaba likhona.", "古人": "UHongwu ujonge iinkomo", "第X籤": "Amashumi asixhenxe anesithandathu iqashiso", "宮": "Mi Palace"}