{"籤詩版本二": "Ephupheni, kwathiwa kuya kubakho ubutyebi obuninzi, kodwa udumo lwaba lilize.\nAmanzi akude, neentaba zithe qelele, kodwa kunzima ukuthembeka.", "詩意": "Le hexagram imele uphawu lokufumana ubutyebi ephupheni.\nYonke into ingaphezulu okanye ngaphantsi yokwenyani.", "解曰": "Njengephupha, iphupha. Akukho themba lodumo. Linda nje amaxesha amnandi. Imiyalelo ebalaseleyo.", "籤詩故事一": "◇ Buyisela i-jade kuZhao (buyisela i-jade kuZhao emva kokuyigqiba)\nNgomnyaka wama-283 BC, uKumkani uZhao Huiwen wafumana uHe's Bi kuChu. Emva kokuba uKumkani uQin Zhaoxiang evile ezi ndaba, wathumela ileta kuKumkani uZhao, echaza ukuzimisela kwakhe ukutshintshisa izixeko ezilishumi elinesihlanu ngeHe's Bi.\nU-Lin Xiangru uhlalutye kuKumkani uZhao ukuba uQin unamandla kwaye uZhao wayebuthathaka kwaye kwafuneka athathelwe indawo.\nUKumkani uZhao wathumela uLin Xiangru eQin kunye noHe's Bi.\nUKumkani waseQin wadibana noLin Xiangru eZhangtai, kwaye uLin Xiangru wazisa i-jade kuKumkani waseQin. Inkosi yaseQin yayizele yimincili wayidlulisa iHe's Bi kwinzwakazi wonke umntu owayemjikelezile wayijonga.Ngeli xesha wonke umntu osekhohlo nasekunene wayekhwaza ephila.\nU-Lin Xiangru wabona ukuba uKumkani waseQin wayengenanjongo yokunikela isixeko kuZhao, ngoko waxelela uKumkani waseQin ukuba uJade wayenesiphako kwaye wayefuna ukuyikhomba kuKumkani waseQin ukuze athathe ithuba lokufumana i-jade. jade umva.\nEmva kokuba uLin Xiangru ebuyisele u-Bi kaHeshi, wema ecaleni kwentsika enkulu, ebonisa ukuba ufuna ukufa noBi kaHeshi.\nNgeli xesha, u-Lin Xiangru wathi kuKumkani waseQin: \"UKumkani waseZhao usayinqoba inkcaso yabaphathiswa waza wamkela isiphakamiso somphathiswa. Nangona akazange akhohlise xa esebenzisana nabantu abaqhelekileyo, kungasathethwa ke ukuba Ukuze kugcinwe ubuhlobo phakathi kukaQin noZhao, uKumkani uZhao Emva kokuzila ukutya iintsuku ezintlanu, ndathumela abalungiseleli bam eQin ngejade, ngelishwa, uKumkani waseQin wayengenanjongo yokunika uZhao a isixeko, kodwa waphinda wayidlulisa ijeyidi yosapho lwakwaHe kumfazi omhle, nto leyo yayisisigculelo sabefundisi bam.”\nEmva kokugqiba ukuthetha, uLin Xiangru ngokukhawuleza wenza umqondiso wokubetha intsika. UKumkani waseQin wayesoyika ukuba u-He's Bi uza konakaliswa, ngoko wenza ngathi ukunika iZhao izixeko ezilishumi elinesihlanu. U-Lin Xiangru wabona ngesicwangciso sobuqhophololo sikaKumkani uQin, ngoko wacela uKumkani uQin ukuba azile ukutya iintsuku ezintlanu ngaphambi kokuba abonise u-He's Bi ukulibazisa ixesha. Kule mihla embalwa, uLin Xiangru wathumela abalindi bakhe ukuba babuyele kwi-State of Zhao kunye ne-jade, ngelixa ehlala ejongene noKumkani waseQin.\n(Eli bali lifana namehlo omntu oqhelekileyo athabatheke sisikhundla sakhe.)", "聖意": "Ukuthandazela iintsikelelo ekhaya, ngokwakho, ukuthintela ubutyebi, ukwenza ukuthengiselana kube nzima ukufikelela, umtshato awuhambelani nabahambi ngeenyawo baseLiujiaxu, imibungu yesilika yaseChiti ayamkelekanga, izilwanyana ezithandathu zonakele, abantu abalahlekileyo abakho, amatyala oluntu kunye nokufuduka kulindeleke, kulahlekile. Impahla ikude, izifo ziyamiswa, zithunyelwe emangcwabeni asezintabeni, zitshintshwe.", "古人": "Buyisela ijade kuZhao (gqibezela ijade ukuya eZhao)", "第X籤": "Iloto yamashumi asixhenxe anesixhenxe", "宮": "Emini Palace"}