{"籤詩版本二": "Iqhina elingenanto, ndinqwenela ukukugcina ukhuselekile, ukuba uwugcina umzimba wakho ukhuselekile, ndinqwenela ukuba awusoze uwubuyise.\nUngalibali ukuba inceba kaThixo ibuyisiwe. Ungawadeli amazwi kaThixo.", "詩意": "Sukukholelwa ukuba le hexagram iyinyani.\nLuphawu lokuba ngongaguqukiyo kuyo yonke into.", "解曰": "Abantu banezimvo zabo. Ingqondo akufuneki ixakeke. Guanyin imiyalelo. Musa ukudelela.", "籤詩故事一": "◇ Ukuxhasa ngokufihlakeleyo iflegi yobhedu\nUmseki jikelele odumileyo weTang Dynasty, uQin Qiong (Qin Shubao) wawongwa ngewonga leGrand Marshal yeSui Dynasty.Wakhokela imikhosi yakhe ukuba ihlasele iSishui Pass (okanye iSishui Pass okanye iDongling Pass, iintsomi ziyahluka). UYang Yicheng), umlindi jikelele weSishui Pass, wayenguMlawuli uYang weSui Dynasty wayalela ukuba kumiswe iflegi yobhedu, kodwa uQin Shubao akazange akwazi ukuyihlasela ixesha elide. Emva kokufumanisa ukuba uLuo Cheng, inkokeli yombutho, wayengumzala wakhe, waqhagamshelana nomakazi wakhe.\nNgaphambi kokuba uLuo Cheng ahambe, waxelela unina ukuba umntu owayeze kubhukuqa iflegi ngumzala wakhe uQin Qiong, yaye unina wamyalela ukuba amncede ngokufihlakeleyo. Ngomhla wedabi eliqinisekileyo, uLuo Cheng, owayegada iflegi yeBronze, ngequbuliso watshintsha amacala wadibana noQin Qiong ukuze boyise iBronze Flag.ULuo Cheng wathatha iDongling Pass wabuya ephumelele.ULuo Cheng naye wanikezela kwiTang Ubukhosi.\n(Eli bali lisisafobe sokuba ngamanye amaxesha kufuneka uthembele kwingqiqo xa usenza izinto, kunokuba uthembele kwimvakalelo okanye ukholo.)", "聖意": "Indlu isazimisele ukuzithembisa, ukufuna ubutyebi, ukugcina isabelo somntu, ukulumkela umtshato, ukuzala intombazana, abahambi ngeenyawo bahlala ebaleni, iintshulube zesilika, amanqaku asixhenxe kunye nomonakalo wemfuyo emithandathu, ukukhangela abantu, izimangalo zoluntu kunye nokufuduka. , impahla elahlekileyo, izifo zasentshona, isisombululo kwiintaba, amangcwaba asentshona", "古人": "Ngokufihlakeleyo uncedisa ukuthoba iflegi yobhedu", "第X籤": "Amashumi asixhenxe anesithoba okuphumelela iLoti", "宮": "Emini Palace"}