{"籤詩版本二": "Amagqabi emithi yesikamore awile, ukwindla kusondela, yaye uhambo lokubuya lwabahambi lukhangeleka njengamafu.\nNgenxa yemigudu emikhulu kaThixo, inqanawa yabuya nobutyebi emoyeni.", "詩意": "Le hexagram imele amagqabi awayo omthi wesikamore.\nYonke into imbi kwangaphambili kwaye ilungile ekugqibeleni.", "解曰": "Thatha izinto ngokusuka entliziyweni. Walandela uTian Xin. Ukwenza ubomi. Yenza nantoni na onokuyenza.", "籤詩故事一": "◇Umoya ubhudla uye eTengwang Pavilion\nUWang Bo, igama lembeko uZian, wayeyimbongi yeXesha lokuqala likaTang. Wazalwa kunyaka wokuqala kaYonghui, uMlawuli uGaozong weTang Dynasty. UWang Bo ebefunda izibhalo ukusukela ebuntwaneni, kwaye waziwa ngokuba \"ngumntwana weprodigy\". UWang Bo ebefunda izibhalo ukusukela ebuntwaneni, kwaye waziwa ngokuba \"ngumntwana weprodigy\".\nXa wayeneminyaka elishumi ubudala, yena noyise kwenzeka ukuba badlule kwiTempile yaseGuandi, babona umfanekiso oqingqiweyo kaGuandi etempileni, ephethe umbhalo othi “Spring and Autumn” yaye wawufunda, wathi akuwubona uyise. Watsho ecula kuMlawuli uGuan esithi: “Ebambe izitshixo ezintathu zeendevu eziluhlaza, efunda imbali yeQing Dynasty kwilambu eliluhlaza nokunika imbeko kumagama adumileyo. Ukubamba inamba eluhlaza nenyanga esandleni sam.” Kuthiwa ukuba ekwindla kulo nyaka, uWang Bo wemka eShanxi waya kwiSiqithi saseHainan esiya kutyelela uyise owathotyelwa kumantyi wedolophu yaseJiaozhi, edlula kumawaka eentaba nemilambo endleleni. Ekwindla lonyaka xa wayeneminyaka engamashumi amabini anesixhenxe, uWang Bo wemka eShanxi waya eHainan Island ukuya kutyelela uyise, owayethe wathotyelwa kwisikhundla sikaMantyi weNqila yaseJiaozhi. Wadlula amawaka eentaba nemilambo endleleni.\nUkufika kwethu kwiNtaba yaseMadang ngaloo mini, wonke umntu waya elunxwemeni ukuze aphumle.Xa uWang Bo wayehamba yedwa kwitempile yamandulo, ngequbuliso wabona ixhego lihleli phezu kwelitye elisecaleni kwetempile. Wathi kuWang Bo \"Awunguye uWang Bo?\" Wang Bo wothuka waza wathi, \"Ncani! Uyazi njani loo nto?\" Indoda endala yathi, \"Kudala ndisiva ukuba ulungile. iinjongo zokusindisa abantu, kwaye imibongo yakho inentsingiselo kakhulu. Kuya kubakho itheko elikhulu eTengwang Pavilion ngomso. Ukuba unokuzimasa isidlo kwaye ubhale isincoko, uya kuba nodumo kwiminyaka yonke kwaye ufumane iindleko zokuhamba. KwiNtaba yaseMadang, wonke umntu waya elunxwemeni ukuze aphumle. Xa uWang Bo wayehamba yedwa kwitempile yakudala, wabona ngequbuliso phezu kwelitye elisecaleni kwetempile, kwakukho indoda endala ehleliyo, eyayibonakala ngathi ngumntwana oneenwele ezintle kunye nentsomi. Wathi kuWang Bo, \"Awunguye uWang Bo?\"\nU-Wang Bo wathathwa waza wathi, \"Ngokuchanekileyo! Uyazi njani loo nto?\"\nIxhego lathi: \"Kudala ndisiva ukuba ninenjongo yobubele yokusindisa abantu, kwaye imibongo eniyiqambayo inentsingiselo. Kuya kubakho itheko elikhulu kwiPavilion yasePrince Teng ngomso. Ukuba unokuzimasa esi sidlo kwaye uqambe; uya kuduma kuyo yonke iminyaka kwaye uya kufumana iindleko zokuhamba. \"\nUWang Bo wathi: “Le ndawo ikumgama weekhilomitha ezingamakhulu amathandathu okanye asixhenxe ukusuka eTengwang Pavilion. Sinokufika njani apha ngomso?” Ixhego lathi: “Ndiza kusebenzisa ihashe njengomoya ovela kuThixo ukuze ndikuncede uhambe ngokutyibilikayo. ngokuqinisekileyo iza kufika ngomso.\" UWang Bo wandibulela wathi: \"Uxolo, mkhwe wam. , ngaba ungumntu ongafiyo okanye unguthixo?\" Ixhego lahleka lathi, \"NdinguZhongyuan Shuijun ophetheyo. lo mmandla wamanzi!\" UWang Bo wathi, \"Le ndawo ikumgama weemayile ezingamakhulu amathandathu okanye asixhenxe ukusuka eTengwang Pavilion. Singafika njani apha ngomso?\"\nIxhego lathi: \"Ndiza kusebenzisa ihashe njengomoya wobuthixo ukukunceda uhambe kakuhle. Ngokuqinisekileyo ndiya kufika ngomso.\"\nU-Wang Bo wabulela waza wathi, \"Uxolo, mkhwekazi, ngaba ungafi okanye unkulunkulu?\"\nIxhego lahleka laza lathi: “NdinguZhongyuan Shuijun ophethe le ndawo yamanzi!” Emva koko ixhego labongoza uWang Bo ukuba akhwele enqanaweni ngokukhawuleza. kwaye amanzi ayegudileyo endleleni, ngokuqhwanyaza kweliso, wayehambe amakhulu eekhilomitha.\nEmva koko ixhego lamcenga uWang Bo ukuba akhwele enqanaweni ngokukhawuleza.Wabona amafu anqabileyo ejikeleze kuye okwethutyana, kwaye yayiluhambo olugudileyo.Ngokuqhwanyaza kweliso, wayehambe amakhulu eekhilomitha. Njengoko bekulindelekile, uWang Bo wakhawuleza waya kwiPavilion yasePrince Teng ngentsasa yomsitho omkhulu.\nNjengoko bekulindelekile, uWang Bo wakhawuleza waya kwiPavilion yasePrince Teng ngentsasa yomsitho omkhulu. Kwaye kuloo ndawo, wabhala \"Intshayelelo kwiPavilion yeNkosana uTeng\", eyayibizwa ngokuba yinkosi engunaphakade nguMlawuli uGaozong weTang Dynasty. Kwaye kuloo ndawo, wabhala \"Intshayelelo kwiPavilion yeNkosana uTeng\", eyayibizwa ngokuba yinkosi engunaphakade nguMlawuli uGaozong weTang Dynasty.\nKukho umbongo othi:\nKwahlala kuthiwa abantu abanetalente bangoothixo, ngoko akusiyo ingozi ukuba umoya uzisa uNanchang eNanchang;\nNdabhala isivakalisi malunga ne-pavilion ephezulu kaTeng Wang, kwaye emva koko wahamba kunye nabangenakufa ukuya eZhongyuan.", "聖意": "Thandazela ikhaya lakho kwaye uzikhusele, uthandazele iintsikelelo, funa ubutyebi, kwaye ufezekise umtshato kunye nemvisiswano.", "古人": "Umoya ubhudla uye eTengwang Pavilion", "第X籤": "Sayina amashumi asibhozo ananye", "宮": "Wei Gong"}