{"籤詩版本二": "Kuzokwenzekani xa uphelelwa sisidima ngenxa yegama lakho, ndinoloyiko lokuba amathamsanqa angatshintsha kuphinde kwenzeke izinto ezimbi.\nNdinxilile, andazi ukuba mandiye ngaphi. Ndinephupha elimfiliba emthunzini wemithi yompayina eluhlaza.", "詩意": "Le hexagram imele intlanzi ebandayo eshiya amanzi.\nAkukho nto inokushukunyiswa.\n\n(Le hexagram luphawu lwesimilo esibi kunye namashwa.\nGcina iinyawo zakho emhlabeni kuyo yonke into.\n)", "解曰": "Intlanzi ebandayo iyawashiya amanzi. Bhabha kuthambiso. Ukuba ubuza malunga nezicwangciso zenkampu. Kungcono kuMo Qi\nOlu phawu luya kuzisa amashwa eLiujia. Yonke into ayihambanga kakuhle. Thandazela ukhuseleko.", "籤詩故事一": "◇UZhuangzi uvavanya umfazi wakhe\nUZhuangzi wazalelwa kuNdlunkulu wakwaZhou, ifani yakhe yayinguZhuang, igama lakhe lalinguZhou, igama lakhe lalinguZixiu, wayeyinzalelwane yaseMengyi kuBukhosi beNgoma. Kwi-Zhou Dynasty, wayeligosa laseQiyuan.\nNgenye imini uZhuangzi wadibana nelinye ibhinqa entabeni, elalithe nca phambi kwengcwaba elitsha, lingcangcazela ifan yalo lingcangcazela ngokungathi lalifuna ukomisa umhlaba omanzi wengcwaba. UZhuangzi akazange ayiqonde injongo yakhe, ngoko wambuza. Wathi umntu ongcwatywe engcwabeni ngumyeni wakhe, amazwi okugqibela omyeni wakhe kukuba akanakuphinda atshate de wome umhlaba. Wayengasenakulinda, ngoko wawunyakamisa umhlaba wengcwaba ukuba wome ngokukhawuleza, ukuze alandele umthombo wesibini.\nUZhuangzi wancwina xa wayecinga ukuba kukho umfazi ongenantliziyo onjalo ehlabathini. Emva koko ndacinga, ingaba umfazi wam uya kubanje? Xa kuvela ukukrokra, ndifuna ukuyivavanya.\nIfani yomfazi kaZhuangzi yayinguTian, ​​​​kwaye esi sibini sasihlala sinobudlelwane obusondeleyo. Ukuze avavanye ukunyaniseka komfazi wakhe, uZhuangzi wagqiba ekubeni enze ngathi ufile.\nUkuva ukuba uZhuangzi usweleke ngesiquphe ngenxa yokugula ngesiquphe, abantu abaninzi abasuka mbombo zonke, kuquka izalamane nezihlobo, beza kucela uxolo.Phakathi kwabo kwakukho ikumkani entle nomzukulwana welizwe lakwaChu, owayesisityebi ngobutyebi.Babona ukuba uNksz. UTian wayesandul’ ukuba ngumhlolokazi kwaye enosizi, wamsukela. UNksz Tian akazange akwazi ukunyamezela isilingo waza wathandana noWang Sun. Batshata kwiintsuku nje ezingamashumi amabini.\nNgobo busuku, xa iwayini yayinxilile kwaye iindlebe zishushu, u-Wang Sun ngokukhawuleza wahlaselwa yintliziyo waza wafa.\nUNksz Tian wayesoyika kwaye esoyika, waza wabuza uWang Sun ngokukhawuleza ukuba enze ntoni.Wang Sun wayinyamezela intlungu waza watshela uNksz Tian ukuba ubuchopho bemizimba efileyo bunokusetyenziswa ukubuyisela abafileyo ebomini.\nUngawufumana phi umzimba ofileyo? UNksz Tian ngokukhawuleza wacinga, akazange afe umyeni wakhe? Umnumzana Tian walibala ngothando oludala phakathi komyeni nenkosikazi, kwaye ngenene wathabatha izembe waza wayicanda wayivula ibhokisi yomyeni wakhe, elungiselela ukukhupha ubuchopho bakhe ukuze afumane iyeza.\nNgokungalindelekanga, xa ibhokisi yomngcwabo yavulwa, uZhuangzi wabuyela ebomini. UNksz. Tian wayeneentloni kangangokuba wazixhoma.\n(Eli bali lisisafobe sokwaphula ubuhlobo ukuze sizuze thina, ngoko asinakuvumelana nako.)", "聖意": "Indlu ixolile, isiqu sikhuselekile, imali ayilunganga, ukurhweba kuyanikelwa, umtshato uyasonjululwa, ububi baseLiujia buyaphumelela, abahambi ngeenyawo abafikanga, imibungu yesilika ixolile, imfuyo ixolile, abantu bafuna abantu, isimangalo sitshintshile, abafundi babambelele, impahla ilahlekile, akukho kugula, kwaye intaba namangcwaba abi.", "古人": "UZhuangzi uvavanya umfazi wakhe", "第X籤": "Inqaku 84", "宮": "Wei Gong"}