{"籤詩版本二": "Amafu amnyama kunye nenkungu igqume indlela ephambi kwentaba.Yonke into ingqukuva nenyanga kwakhona.\nUkuba ufumana imibongo neencwadi, uya kuvuka ephupheni elinzulu, umntu ohloniphekileyo uya kukukhokelela eluphahleni.", "詩意": "Le hexagram ifanekisela ukuphela kwentwasahlobo kunye nokuqhakaza kweentyatyambo.\nYonke into iyatshintsha emva kweNkosi.", "解曰": "Ixhego lifuna ukucela uncedo. Idubula kwakhona entlakohlaza. Umnqweno wodumo nobutyebi. Ukudibana nomoya emva kwexesha ebomini.", "籤詩故事一": "◇UHan Wengong udibana nekhephu\nUHan Yu, ogama lakhe lalinguTuizhi, wayevela eChangli. UTang Dezong waba yiJinshi kunyaka wesibhozo kaZhenyuan, kwaye isihloko sakhe emva kokufa kwakhe yayinguWen Gong.\nNgexesha lolawulo luka-Emperor Xianzong weTang Dynasty, uHan Yu waphinda wadibana namathambo kaBuddha, awamcaphukisa uMlawuli. UHan Yu washiya umfazi nabantwana bakhe waya eChaozhou. Emva kokuhamba isithuba esingaphantsi kweentsuku ezimbalwa, umoya obandayo waphakama kwaza kwakhithika kakhulu. UHan Yu wafika kwindawo apho ikhephu lalinzulu kangangeenyawo eziliqela, nto leyo eyayisenza kube nzima ukuba ihashe lakhe liqhubele phambili.Kwakungekho ndlu ikufuphi yaye wayengazi ukuba iphi na indlela. Ukuba ufuna ukulandela umendo kwaye uhlehle, akukho ndlela yokubuya. Umoya wawuvuthuza ngamandla kwaye ikhephu laliwa ngokukhawuleza.\nUHan Yu wancwina waza wathi: \"Umlawuli akayi kundibulala, kodwa umlawuli ufuna ukunditshabalalisa.\"\nKanye xa uHan Yu wayesele ephelelwe lithemba, wabona indoda isiza kususa ikhephu phezu kwayo nje ingqele eqhaqhazelis’ amazinyo, kwathi kanti nguHan Xiangzi (umtshana kaHan Yu).\nNgaphambili, uHan Xiangzi wayethe kuHan Yu: \"Iphi indlu kaYun Heng eQinling? Ikhephu libamba isango eliluhlaza kwaye ihashe liyayeka ukuqhubela phambili. \" Ngelo xesha, uHan Yu akazange aqonde ukuba uHan Xiangzi uthetha ukuthini, kodwa ngoku wayethetha ekugqibeleni waqonda.\nNgoko ke uHan Yu noHan Xiangzi baya kuchitha ubusuku kwaFu eLanguan. Ukuthetha ngexesha elidlulileyo kunye nendlela yokulima, uHan Yu wayeqinisekile ngokunyanisekileyo.\nKamva, uHan Yu wasishiya isikhundla sakhe saseburhulumenteni, wanikela ngayo yonke impahla yakhe kurhulumente wasekuhlaleni, waza waya ezintabeni ukuze aqhelisele ubuTao waza waba ngumntu ongafiyo.", "聖意": "Indlu ayizilungelanga umntu, qaphela ukufuna imali, ugxile kwishishini, umtshato usemva kwexesha, iLiujia female pedestrians block fields, silkworms zilungile, imfuyo ilungile, kunzima ukufumana abantu, amatyala kawonke-wonke ayaphindwa, ukufuduka uhlaziyo, izinto ezilahlekileyo zinzulu, izifo zilibazisekile, amangcwaba asezintabeni kufuneka atshintshwe.", "古人": "UHan Wengong udibana nekhephu", "第X籤": "Ilotho yamashumi asibhozo anesihlanu", "宮": "Shen Gong"}