{"籤詩版本二": "Ukuhamba isiqingatha sendlela unyuka intaba esentshona, amawa eJunling awanakukwazi ukuzinziswa.\nUjonge kuThixo ukuze akhuseleke, lo mzimba usekwindawo yokugcina izidumbu", "詩意": "Le hexagram ifana nokukhangela igolide esantini.\nKukho imiqondiso yabantu abahloniphekileyo kuyo yonke into.\n\nOmnye umzekelo: Le hexagram ibonisa ukuba umntu usengozini.\nKukho imiqondiso yabantu abahloniphekileyo kuyo yonke into.", "解曰": "I-Jade inokufunyanwa ngelitye lokutshiza. Fumana igolide esantini. Kufuneka usebenze nzima. Ingxaki nje.\nOmnye umsebenzi: imeko enzima. Akukho ndawo yokuhlala. Cela intsikelelo kaThixo. Thandazela uxolo lwengqondo.", "籤詩故事一": "◇Lima igolide kwaye ujonge imiqolomba engaphantsi komhlaba\nUkubhiyozela impumelelo yakhe yasemkhosini, uCheng Yaojin wenze itheko eYanwuyang. Kuthe kusenjalo kwavuleka umngxuma owawungenakuqondwa, wonke umntu wenza amaqashiso ngokukhetha amagama, eluma igolide ukuze aphumelele, aze aqashise iintambo ukuze azibophelele kuloo mngxuma.\nKukho iingcango zamatye, iitafile, izitulo, iibhulorho kunye nezinye izinto.Etafileni kukho iingubo zedragoni kunye namabhanti e-jade, enziwe ngegolide kwaye agugile ngaphandle komqolomba.\nU-Yao Jin waphuma emngxunyeni enebhokisi enkulu kunye nebhokisi encinci, wavula ibhokisi yeplanga waza wakhupha i-jade seal, wayivula ibhokisi, wakhupha iflegi enkulu kunye nengubo yesithsaba kunye neengoma wazibeka etafileni, kwaye wonke umntu wayebajongile one by one. Ndabona oonobumba abasibhozo betywina abakrolwe kwitywina elikhulu, \"Idemoni UKumkani waseHunshi, uMlawuli Omkhulu Olungileyo\".\nWonke umntu wayemnqula \"njengoMlawuli\", kwaye uYaojin wenza oku iminyaka emithathu njengoKumkani weedemon. (Enyanisweni, oku kwakukuzichaza, kwaye uCheng Yaojin wayeyinkokeli yelali ngelo xesha.)\n(Eli bali lisisafobe sokuba izinto ezilungileyo zifana nje nokwenza. Lo ngumbono wobugcisa othi “lo mzimba usemngciphekweni”.)", "聖意": "Ukuthandazela ikhaya kunye nendlu, ukuzoyisa, ukufuna ubutyebi, ukusebenza nzima, ukuqaphela kwishishini, umtshato uya kuthintelwa nguLiu Jiaxu, abahamba ngeenyawo, uChi Tian, ​​i-silkworms, imfuyo emithandathu ezinzileyo, ukukhangela abantu, akukho tyala, ilahleko. , ukufuduka, ukugcina impahla elahlekileyo, izifo ezimbi, imiqobo, iintaba namangcwaba.", "古人": "Ukuphonononga iCrypt yeGolide", "第X籤": "Umqondiso wamashumi asibhozo anesixhenxe", "宮": "Shen Gong"}