{"籤詩版本二": "Ungandikhathazi ngemicimbi yakho yobuqu.. Oku kufanelekile ukubuza eluntwini.\nIntliziyo ecacileyo iqaqambile njengenyanga eqaqambileyo esibhakabhakeni", "詩意": "Le hexagram imele umfanekiso wenyanga eqaqambileyo esibhakabhakeni.\nYonke into ikhanya kwaye inomoya.", "解曰": "Yiba uthe tye entliziyweni. Lungisani umthetho. Amazwi angcwele. Ekugqibeleni kuyacaca.", "籤詩故事一": "◇Injengele yaseKong Ming\nIsisombululo: UZhuge Liang uhlanganisa amajoni akhe kunye neenjengele\nNgexesha loBukumkani obuThathu, uZhuge Liang (181-234), igama lembeko elithi Kongming, wazalelwa eYangdu, eLangya (ngoku eyiYinan County, kwiPhondo laseShandong).\nUZhuge Liang wavuma ukuba ligosa emva kokuba uLiu Bei etyelele kathathu kwindlu eyayifulelwe ngengca, ngelo xesha, uCao Cao wayemzolisile uHebei kwaye wayezimisele ukuya emazantsi, wathumela uXiahou Dun njengengqonyela, uYu Jin, uLi Dian nabanye. njengamasekela-njengele, ekhokela umkhosi we-100,000 ukuya ngaseXinye. Nangona uZhuge Liang wayenecebo lokurhoxa elutshabeni ngelo xesha, uGuan Yu noZhang Fei bawadelela amazwi kaZhuge Liang. UZhuge Liang wayengenandlela yimbi ngaphandle kokusebenzisa ikrele likaLiu Bei ukuze awathobe la madoda mabini, elowo akhokela iwaka lamajoni namahashe, alalela eYushan naseAnlin. abalalela kunye nomlilo.\nUkongeza, uZhao Yun wathunyelwa ukuba akhokele amasalela amadala kunye nobuthathaka bomkhosi ukulwa njenge-vanguard ngokuchasene neXiahou Dun, kwaye emva koko ukoyiswa kwenkohliso kunye nokurhoxa, ukurhweba uXiahou Dun kwindlela emxinwa ezintabeni nasemahlathini.Wathumela noGuan kwakhona uGuan UPing, uZhou Cang, uLiu Feng nabanye ukuba banyebeleze baye ngasemva komkhosi kaCao, betshisa iimpahla kwaye bebangela uloyiko kumkhosi kaCao.\nEmva kwedabi, yonke into yenzeka njengoko uZhuge Liang walungiselela. Xa uXiahou Dun kunye noYu Jin bakhokela umkhosi ukusukela, uLi Dian, owayesemva, waxelela uXiahou Dun ngaphambili ukuba kufuneka agade uhlaselo lomlilo lotshaba. Noko ke, kwakusele kudlule ixesha. indlela emxinwa kwaye ibekwe kwindawo apho imithi iphothene khona, ngoko umlilo awuzange uqalise.Kwabakho abantu ababuleweyo kakhulu, kwaye i-Xiahou Dun kunye nezinye iinjengele zoyiswa kwaye zabaleka ukubuyela eXudu.\n(Eli bali lisisafobe sokuba uKong Ming ulungile ekusebenziseni abantu nasekulawuleni ilizwe ngobulumko.)", "聖意": "Umzi nendlu zintle ndinqwenelela amathamsanqa kubutyebi, uxolo lwengqondo, ishishini eliphumelelayo, umtshato, impumelelo, impumelelo eLiujia, amadoda ashukuma amasimi, intshulube yesilika, ukulahlekelwa yimfuyo, abantu abalahlekileyo, izimangalo zoluntu, ukufuduka, ukulahlekelwa yimpahla, iintsikelelo, ukugula, uxolo, iintaba namangcwaba.", "古人": "Kong Ming jikelele", "第X籤": "Uphawu lwesithoba", "宮": "Yin Palace"}