{"籤詩版本二": "Umboniso olungileyo wenza ukuba uphume kwisihlwele ngokufixiza, kwaye ikamva lakho liyatshintsha kwaye uzisa ubutyebi obuninzi.\nIndlela ibanzi njengesibhakabhaka, kwaye yonke imali onokuyinika iya kuba sentliziyweni yakho", "詩意": "Le hexagram ibonisa ikamva elithembisayo.\nYonke into ihamba kakuhle.", "解曰": "Indlela enkulu. Ungaqhubela phambili. Sebenzisa intliziyo yakho. phambili kuphela.\nYonke into ihamba njengoko bekucwangcisiwe ngolu phawu. Ithamsanqa kuJichang.", "籤詩故事一": "◇Amagorha amathathu alwa noLu Bu\nIsisombululo: Amaqhawe amathathu uZhang Fei, uGuan Yu, kunye noLiu Bei balwa noLu Bu\nU-Dong Zhuo wafumanisa ukuba u-Hua Xiong unqunyulwe intloko waza wathumela umphathi ophaphazelayo uLu Bu ukuba alwe. Ngokukhawuleza uLu Bu waya edabini, wabulala iinjengele zeFang Yue kunye noMu Shun, kwaye wabulala uWu Anguo kunye noGongsun Zan.\nUZhang Fei wabona ukuba uGongsun Zan akanako ukumoyisa uLu Bu, ngoko wakhawuleza watshintsha uGongsun Zan waza wakhwaza esithi: “Amakhoboka eefani ezintathu kufuneka ahambe! UZhang Fei waseYan ulapha!” Emva koko, balwela imijikelo engaphezu kwamashumi amahlanu. ngokulandelana, kungekho ophumeleleyo okanye ophulukeneyo.\nEmva kokuba uGuan Yu ebonile, yena noZhang Fei bahlasela uLu Bu kwaye balwela imijikelo engaphezu kwamashumi amathathu.\nU-Liu Bei naye wayephethe amakrele amabini, waqhwaba ihashe lakhe waza waya phambili ukuze ancede uZhang Fei noGuan Yu.\nLamadoda omathathu amngqonga u Lu Bu aqhubeka nomlo.\nKungekudala, uLu Bu waqala ukuphelelwa ngamandla, uPegasus kaLu Bu wahlehla, kodwa la madoda mathathu amsukela uLu Bu kwaye akazange anikezele.\n\"Izikumkani ezintathu\"\n(Eli bali lisisafobe sobukroti nobuchule bukaLu Bu ekulweni. Umntu omnye unokoyisa abantu abathathu.)", "聖意": "Intliziyo yendlu kunye nekhaya ihamba kuphela kuhambo lomntu ukuya kufuna ubutyebi.Inqaku lomtshato elinokubakho liya eLiujia.Izinto zihamba kakuhle ebantwini.Imibungu yesilika yaseZhushuntian.Abantu banokufunyanwa phakathi kwezilwanyana ezintandathu.Abantu banokufunyanwa kwangaphambili. .Ityala, imfuduko, impahla elahlekileyo, izifo, iintaba namangcwaba anjengethamsanqa.", "古人": "Amaqhawe amathathu alwa noLu Bu", "第X籤": "Amashumi alithoba ananye okuphumelela ilotho", "宮": "Wena Palace"}