{"籤詩版本二": "Kudala ndicwangcisela ishishini ukusukela ndisengumntwana, ngoko akuyomfuneko ukuba ndicele ubutyebi nobutyebi.\nUkuba abantu ababini bafuna into ethile, isifundiswa siya kuphuma sibuye nebhaso eliphezulu.", "詩意": "Le hexagram ibe luphawu lweshishini ukususela ebuntwaneni.\nKhuthala kwaye wonge kuyo yonke into kwaye ungabi naxhala.", "解曰": "Ukususela ebuntwaneni ukuya ebudaleni. Akukho mqobo, akukho mqobo. Yenza isicwangciso. Udumo luhamba kakuhle.", "籤詩故事一": "◇UCai Qing ubuyekeza ububele bakhe (uCai Yong)\nUCai Yong, igama lembeko uBojie, wazalelwa eChenliuyu (ngoku esemazantsi eQixian County, kwiPhondo laseHenan). Ungumfundi kunye nomyeni kaZhao Wuniang. Kwiminyaka emihlanu eyadlulayo, inkundla yasebukhosini yaqesha iitalente kuluhlu olutyheli, kwaye idolophu yamcebisa ukuba eze eBeijing ukuza kubhala iimviwo. Ukusukela ngoko, akuzange kubekho ndaba.\nUnyaka wokuqala emva kokuba uCai Bojie emkile kwakulula ukujamelana nawo.Usapho lwalunogcino oluthile kwaye ubomi balo babulawuleka.\nKunyaka olandelayo, uChenliu wathwaxwa yimbalela eqatha, ngoko ke wathembela kuZhao Wuniangdian ukuba athengise izacholo ukuze asinde kuloo ndlala.Zange khange kubekho zindaba zivela eCai Bojie, ezayikhathaza ngakumbi intsapho.\nImbalela yathatha iminyaka emithathu ngeli xesha. UZhang Guangcai, ummelwane wale lali, wayemana emnceda.\nKamva, uCai Bojie waphumelela ibhaso lokuqala waza wabuyela ekhaya efumanisa ukuba umfazi wakhe uncedwe nguZhang Guangcai. Esi sibini saya kwindlu kaZhang ukuze sibonise umbulelo wabo kwaye sinike uZhang Guangcai iitalente ezimbini zesilivere njengesipho.", "聖意": "Ikhaya linoxolo, umntu ngokwakhe uyaphumelela, ishishini liyaphumelela, umtshato uyaphumelela, ukuzalwa kwendoda kuyaphumelela, intsimi izele yimpethu yesilika, imfuyo emithandathu ichumile, ukukhangelwa kuyaphumelela, isimangalo siphumelele. , ukufuduka kuphumelela, impahla elahlekileyo ilungile, ukugula yintaba kwaye ingcwaba lilungile.", "古人": "UCai Qing ubuyisela ububele bakhe (uCai Yong)", "第X籤": "Sayina amashumi alithoba anesibini", "宮": "Wena Palace"}