{"籤詩版本二": "Amabhongo kunye nempumelelo kubukhosi, kodwa ngoku kuya kubakho ukusela okungapheliyo kunye nesondo.\nUkuba ubona iqhude legolide, uya kuvuzwa ngemali, ubutyebi kunye nobutyebi.", "詩意": "Le hexagram imele uphawu lwamabhongo kunye nodumo.\nGcina yonke into ilungile.", "解曰": "Unamabhongo kwaye uchulumancile. Akukashiywa lixesha ukuba uzilinde. Umqhagi wegolide uyathembisa. Bonke bonwabile.", "籤詩故事一": "◇UCao Pi uzenze umlawuli\nUCao Pi, ogama linguZihuan, wazalelwa ePeiguoqiao (ngoku eyiHao County, Anhui). Umpolitiki odumileyo kunye nombhali ngexesha leJian'an.\nUCao Pi ngunyana wesibini kaCao Cao, wayehlala noyise kwinkampu yomkhosi ukususela ebuntwaneni.Phantsi kwempembelelo kayise, uCao Pi wafunda ukutola eneminyaka emithandathu kunye nokukhwela ihashe eneminyaka esibhozo, waze wakhula. izakhono ezilungileyo zokulwa. Ukwanalo nolwazi oluphangaleleyo lweeklasiki zakudala nezanamhlanje kunye nebhayografi, kunye neencwadi zamakhulukhulu ezikolo zeengcinga. Kwada kwaba yiminyaka elishumi elinesibhozo apho uCao Cao woyisa uYuan Shao kwaye uCao Pi waphila ubomi obuzinzile eYecheng, iziko lolawulo lukaCao Cao. Ukususela ngoko, nangona ngamanye amaxesha wayehamba noyise kwiihambo zasemkhosini kwaye ephila ubomi bonyana ohloniphekileyo ixesha elininzi, wayesenza ubugcisa bekarati yonke imihla kwaye akazange anqabe ukuza kuthi ga namhlanje. Udla ngokukhwela ihashe lakhe kwizinyuko ezilikhulu yaye ulichule kubugcisa bokukarati, kuba edla ngokuqhelisela ikarati, ulula yaye womelele.\nUnyana omkhulu kaCao Cao uCao Ang wabulawa edabini. Emva kokuba unyana omkhulu eswelekile, uCao Pi waba ngowokuqala ukukhetha inkosana yesithsaba. Xa wayeneminyaka engamashumi amathathu ananye ubudala, wenziwa inkosana yesithsaba nguCao Cao. Xa uCao Pi wayeneminyaka engamashumi amathathu anesithathu ubudala, uCao Cao wabulawa kukugula, kwaye uCao Pi wangena esikhundleni sakhe njengenkulumbuso kunye nokumkani waseWei. Wathi udla ngokukhwela ihashe ngezinyuko ezilikhulu yaye unobuchule obugqithiseleyo, kuba edla ngokuqhelisela ikungfu, ukhaphukhaphu yaye usempilweni.", "聖意": "Thandaza ikhaya lakho nekhaya lakho libe noxolo Funa ubutyebi, usebenze nzima, rhweba, kwaye uqhawule umtshato. qolileyo Kuya kuba nzima ukufumana abantu Isimangalo sikawonke-wonke Isigqibo esingxamisekileyo Ukufuduka Impahla elahlekileyo Kude Izifo zigquba ezintabeni nasemangcwabeni.", "古人": "UCao Pi uzibhengeza njengomlawuli", "第X籤": "Amashumi alithoba anesihlanu ilotto yokuphumelela", "宮": "xugong"}