{"籤詩版本二": "I-pagoda emangalisayo ayiqhelekanga, inemihombiso emihle macala onke ekhazimla ngokukhanya\nNdiyanibongoza ukuba nizimisele ukugoba ngenkuthalo nenze imisebenzi emihle, kwaye izulu liya kunisikelela.", "詩意": "Le hexagram imele ukubonakaliswa kokufaneleka.\nYonke into ilungile.", "解曰": "Ezi ntsikelelo. Wonke umntu unayo. Musa ukuxakeka kakhulu. Ukufaneleka kumiselwa kwangaphambili.", "籤詩故事一": "◇UKumkani waseFenyang udibana nomzukulwana wakhe ngoSuku lweValentine yaseTshayina\nIsisombululo: UGuo Ziyi wadibana nentombazana ye-Weaver esehla emhlabeni ngoSuku lwe-Valentine yaseTshayina. U-Tiansun, umzukulwana we-Jade Emperor, yi-Fairies ezisixhenxe.\nUGuo Ziyi (697-781), owaziwa ngokuba nguGuo Linggong, wayeyinzalelwane yaseZheng County, eHuazhou (ngoku eyiHuaxian County, kwiPhondo laseShaanxi) kunye nenjengele kwiTang Dynasty. Inkundla yakomkhulu yanika uZiyi iwonga lokuba nguKumkani waseFenyang.\nKuthiwa uZiyi wayengowaseHuazhou waya kujoyina umkhosi ngaphandle kodonga olukhulu, waya eBeijing ukuya kucinezela intlawulo yomkhosi wabuyela eYinzhou, yayiyimini yeValentine yaseTshayina ngelo xesha. lijike lamnyama ilanga, uZiyi akakwazi nokubheka phambili, ebeme ecaleni kwendlela, elele phantsi endlini engenamntu, uthe xa ezolala, wabona isibane sibomvu. macala omabini.Uphakame wajonga phezulu emangalisiwe.Kwakukho ilifu esibhakabhakeni, lisihla kancinci,kwakuhleli inzwakazi enesidima,embejembeje,yahluke kwaphela kubantu besiqhelo. Ngoko nangoko uZiyi wanikela imbeko wathi, “Namhlanje ngumhla wesixhenxe kwinyanga yesixhenxe.\nEli bhinqa laphendula lathi: \"Ngobutyebi obuninzi kuza ixesha elide.\"\nUthe emva kokuba egqibile ukuthetha kwabuya ukukhanya kwabe kunyuka amafu ngokuthe chu, lomama wayesajonge phantsi ejonge uGuo Ziyi encume kamnandi.\nKwangqineka kuyinyaniso, kanye njengokuba latshoyo eli bhinqa. Ubuhle bukaZiyi budume kwihlabathi jikelele, ngumphathiswa odume kakhulu, kwaye yinjengele eneempawu ezintle nezilungileyo.", "聖意": "Zenzele umnqweno ekhaya, zenzele umnqweno, thandazela imali, ithamsanqa kwishishini, ithamsanqa emtshatweni, ithamsanqa eLiujia, uhambo olumnandi nabantu, ukuhamba amasimi, imisundululu, imfuyo ezinzileyo, amashwa ekufumaneni. abantu, amatyala oluntu, ukufuduka, ithamsanqa, izifo zepropathi ezilahlekileyo, amangcwaba eZhenxingshan", "古人": "UKumkani uFenyang udibana nomzukulwana wakhe ngoSuku lweValentine yaseTshayina", "第X籤": "Sayina amashumi alithoba anesithandathu", "宮": "xugong"}