{"籤詩版本二": "Siphethe ihashe kwaye sibambe isabhokhwe, siza ngqo apha, isiqingatha sisengozini kunye nesiqingatha sentlekele.\nIngathi yindlu etshiswe ngumlilo, xa izulu liwile imvula iyijike ibe luthuthu, ndinecebo.", "詩意": "Le hexagram imele isiqingatha sosizi kunye nesiqingatha sovuyo.\nKucetyiswa ukwenza okulungileyo kwinto yonke.", "解曰": "Umsebenzi wobomi bonke. Ungakhathali ngokulungileyo nokubi. Amakhamandela awexeshana. Ukuba nenzondo kuyazenzekela.", "籤詩故事一": "◇UTao Sanchun ubetha uZheng En ngesiGuayuan\n\"Siphila ixesha elide isikhumbuzo sam,\" uZhao Kuangyin waphakama kwakhona, \"uBeiping uKumkani uZheng En waye walungiselela umtshato ngelo xesha. Ngoku umhlaba useluxolweni, ndingathanda ukucela imvume yakho yokukhetha usuku olumnandi lokutshata. \"\n\"Masiphile isikhumbuzo sam!\" UZhao Kuangyin waphakama wathi, \"Ukumkani wasePeking, uZheng En, wayelungiselele umtshato ngelo xesha. Ngoku umhlaba useluxolweni, ndingathanda ukukucela imvume yakho yokukhetha umntu olungileyo. usuku lokutshata.\"\n“Owu, lo mzalwana wesithathu wayethembisene ngomtshato ngaphambili, kwenzeka njani ukuba ndingayazi le nto?” UChai Rong wothuka kakhulu.\nLo mzalwana wesithathu wayethembisene ngomtshato ngaphambili, kwenzeka njani ukuba ndingayazi le nto?” UChai Rong (uMlawuli Wolawulo Lwakamva LwaseZhou) wothuka gqitha, wawangawangisa isandla sakhe waza wacela uZhao Kuangyin ukuba ahlale phantsi aze athethe.\n\"Lide ibali.Okokuqala sasisentluphekweni ngelaxesha asizange singene emkhosini wakho, ukusukela ngoko sineminyaka sisilwa kwaye asinaxesha lokukhathala ngawe.Okwesibini ubhuti wesithathu naye usemncinci. ndineentloni ukuyikhankanya, ngoko ke uNgangalala akazi .”\n\"Lide ibali.Okokuqala sisaphila entluphekweni ngelaxesha asizange singene emkhosini wakho.Ukusukela ngoko sineminyaka sisilwa kwaye asinaxesha lokukuhoya.Okwesibini ubhuti wesithathu naye ungumntu Uneentloni zokuyikhankanya, ngoko ke uMhlekazi akazi .”\n\"Hee, utshata umfundi wasekholejini oyindoda, yintoni le ibangela iintloni? Umzalwana wesithathu kudala elwa edabini kwaye angathathwa njengeqhawe elingenakulinganiswa. Kutheni umncinci kangaka kulo mbandela?\"\n\"Hee! Uza kutshata umfana wakwaNokholeji, yintoni le ibangela ukuba ube nentloni? Lo mzalwana wesithathu kudala esemfazweni kwaye unokubonwa njengeqhawe elingenakulinganiswa nanto. Kutheni umncinci kangaka kulo mba?\"\n\"Xa ndithetha nje andikwazi ukugxeka umntakwethu wesithathu ngokuba neentloni, kuba lo mtshato wawenziwe.\"\n\"Xa ndithetha nje andikwazi ukugxeka umntakwethu wesithathu ngokuba neentloni, kuba lo mtshato wawenziwe.\"\n\"Ibhalwe? Heyi, inika umdla. Ndicela undixelele ukuba kwenzeke ntoni.\"\n\"Ndiyichwethezile! Heyi! Inika umdla! Ndicela undixelele ukuba kwenzeke ntoni.\"\n\"Ewe, ndikhumbula laa nyaka, xa siza kujoyina uKumkani, sidlula kwiNgingqi yaseBaocheng. Kwakushushu kakhulu ngoJuni. Umntakwethu wesithathu akazange akwazi ukuhlala ehotele, waphuma waya kubhadula yedwa. Emva kokuba egqithe kwigadi yevatala wangena ekha ivatala, ivatala lithomalalisa unxano, zazingekho ninzi iivatala ezivuthwa kwangethuba ngeli xesha, kwaye nowesithathu ubhuti wayengazi ukuba azivunwa njani, ngoko waziqhekeza kakhulu. Lo wayejonge ivatala ngumfazi, uye wanyathela etyhola ubhuti wesithathu. .\"\n\"Ewe, ndikhumbula laa nyaka, xa siza kujoyina uKumkani, sidlula kwiNgingqi yaseBaocheng. Kwakushushu kakhulu ngoJuni. Umntakwethu wesithathu akazange akwazi ukuhlala ehotele, waphuma waya kubhadula yedwa. Emva kokuba egqithe kwigadi yevatala wangena ekha ivatala, ivatala lithomalalisa unxano, zazingekho ninzi iivatala ezivuthwa kwangethuba ngeli xesha, kwaye nowesithathu ubhuti wayengazi ukuba azivunwa njani, ngoko waziqhekeza kakhulu. Lo wayejonge ivatala ngumfazi, uye wanyathela etyhola ubhuti wesithathu. .\"\n\"Lo Zheng Ziming lityala lakhe kwasekuqaleni, makacele uxolo. Umbethelani nje? Ngapha koko, umzi wentombi ungamelana njani namanqindi nokukhatywa kwendoda enoburhalarhume njengaye! Yiza, uyibethele intombi? Hayi?\" \"Intombazana ibingenzakalanga...\"\n\"Lo Zheng Ziming lityala lakhe kwasekuqaleni, makacele uxolo. Umbethela ntoni? Ngapha koko, umzi wentombazana ungamelana njani nezithonga nokukhatywa kwendoda enoburhalarhume njengaye! Yiza ndixelele. uyibethile le ntombazana.\n\"Intombazana ibingonzakalanga...\"\n\"Kulungile, kulungile ... Hey, awuzange uthathe amanyathelo? O, ndicinga ukuba undihlangule ngexesha.\"\n\"That's okay! That's okay... Hee! Awuthathanga manyathelo? Oh! Ndicinga ukuba nguwe owandisindisa kwangethuba!\"\n“...Hayi, umntu endamhlangulayo ngu..ngowesithathu ubhuti.” “...Hayi, umntu endamhlangulayo ngu...ngowesithathu ubhuti.\n\"Ah?!\" \"Ah?!\"\n\"Owesithathu ubhutyiswe ngulo mfazi wambetha kanobom indlela yonke, ngethamsanqa ndafika ndamcenga ukuba ahambe, khange onzakale kakhulu. ... Mhlekazi... Mhlekazi!... \"\n\"Owesithathu ubhudiselwe phantsi ngulo mfazi wabethwa kanobom, ngethamsanqa ndafika ndamcenga ukuba ahambe, khange onzakale kakhulu. ... Mhlekazi... Mhlekazi!...\"\n\"Ah?...Oh, ngubani laa mfazi!?\" \"Ah!?...Oh, ngubani laa mfazi!?\"\n“Kwaba mva nje ndafumanisa ukuba igama lalo mfazi nguTao Sanchun, yaye uyise uTao Hong wayeligorha elidala elingenanjongo. UTao Sanchun wafunda kuyise ubugcisa bokulwa ukususela ebuntwaneni. Emva kokuba ndazi usapho lwakhe, ndabona ukuba u-Miss Sanchun wayenesimilo esibalaseleyo. yabetha kwangoko yagqiba ngalomtshato wabo bobabini. Mhlekazi ndicela undixelele, ayingomtshato wembumbulu lo?\"\n\"Kuye kamva ndafumanisa ukuba igama lale ntwazana yayinguTao Sanchun, kwaye wafunda ubugcisa bokulwa kuyise kwasebuntwaneni. Emva kokuba ndiqhelane nosapho lwakhe, ndabona ukuba uNkosazana Sanchun wayenesimilo esibalaseleyo, enesisa. , yaye wayengenawo nomkhondo wokuba yintombazana encinane, ngoko ndamqesha ngabom.” UMnu. Tao nentombi yakhe nabo babeyithanda gqitha isimilo esingqale somninawa wabo wesithathu. ezinye. Mhlekazi, awucingi ukuba ngumtshato womgunyathi lo?\n(Eli bali lisisikweko, kuba into embi yajika yaba yinto entle.)", "聖意": "Thandazela ukukhuselwa kwekhaya kunye nesiqu sakho, lumka, thandazela ubutyebi, ukutshabalalisa ishishini, ukuthintela umtshato, isohlwayo, iLiujia, i-inshurensi, abahambi ngeenyawo ababanjelwe emasimini, umonakalo wombungu wesilika, umonakalo wemfuyo, abantu abalahlekileyo, amatyala angekho semthethweni, ilahleko, ukufuduka, ukonga. , izinto ezilahlekileyo, izifo ezimbi, amaxhala, iingozi, iintaba, amangcwaba, ukusilela", "古人": "UTao Sanchun ubetha uZheng En kwigadi yevatala", "第X籤": "Inani lamashumi alithoba anesithoba", "宮": "Haigong"}