{"籤詩版本二": "Olkoon maailma luotu hyvää avioliittoa, suotuisia päiviä ja hyviä aikoja varten, ja kaikki on hyvin\nEi ole pieni asia, jos saat tämän erän. Keisari julistaa, että ihmiset ovat uskollisia ja rehellisiä.", "詩意": "Tämä heksagrammi edustaa taivaan ja maan avautumisen alkua.\nKaikki on suotuisaa.", "解曰": "Nopea nopeus. Vuosi ei ole aikansa arvoinen. Guanyin kirjoittaa muistiin. Kerro minulle ensin.", "籤詩故事一": "◇ Zhongli valaistui\nZhongli Quan, sukunimellä Zhongli, etunimi Quan, kohteliaisuusnimi Yunfang ja lempinimi Zhengyang, oli syntyperäinen Xianyangin piirikunnassa, Xi'anissa, Shaanxin maakunnassa Itä-Han-dynastian aikana.\nZhong Liquan oli Han-dynastian kenraali. Länsi-Qiang-retken aikana hän oli mustasukkainen komentaja Liang Yille ja määräsi hänelle vain 30 000 vanhaa ja heikkoa sotilasta. Heti kun hän saapui määränpäähänsä, leirin ryösti Länsi-Qiangin armeija, ja sotilaat pakenivat. Zhong Liquan eksyi laaksoon ja tapasi hu-munkin matkalla. Hän vei hänet pieneen kylään ja sanoi: \"Tämä on herra Donghuan asuinpaikka.\" Sitten hän sanoi hyvästit ja lähti. Hetken kuluttua joku sanoi yhtäkkiä: \"Tämän täytyy johtua siitä, että vihreäsilmäinen Hu-mies on liian puhelias.\" Hän näki miehen, jolla oli yllään valkoinen hirven turkki ja vihreä quinoa-sauva. Hän kysyi Zhong Liquanilta: \"Henkilö, joka tuli. tässä on Han Da. Kenraali Zhongliquan\n? Zhong Liquan oli järkyttynyt, koska hän tiesi tavanneensa oudon henkilön, joten hän oppi vilpittömästi taon.\nZhong Liquan tapasi myöhemmin Zhenren Huayangin ja kuolemattoman kuninkaan Xuanfun ja oppi \"Kuolemattomuuden salaisuuden\". Lopulta hän asui Zijin Sihaofengissä Kongtong-vuorella, sai \"Jade-laatikon salaisuuden\" ja hänestä tuli todellinen kuolematon. Quanzhen-lahko kunnioitti häntä myös yhtenä viidestä pohjoisesta patriarkasta.", "聖意": "Rukoile, että kotisi ja kotisi olisi siunattu onnella syksyllä ja talvella Etsi onnea syksyllä ja talvella. Onnea liike-elämään, onnea avioliittoon, onnea poikien synnyttämiseen, onnea pellolle matkustamiseen , onnea silkkiäistoukkien parissa, onnea karjassa, onnea ihmisten etsinnässä, onnea julkisissa oikeudenkäynneissä, onnea muuttoon, kadonneet omaisuudet, koillistaudit, onnea vuorten ja hautojen lähettämiseen.", "古人": "Zhongli valaistui", "第X籤": "ensimmäinen merkki", "宮": "Kohtu"}