{"籤詩版本二": "Mikset menisi Tailaille, joka on aivan nurkan takana, jätän herran väliaikaisesti pois vuorelta.\nJos tiikereistä tai kanista on hyviä uutisia, olet vapaa, vaikka olisit päättänyt olla kiireinen.", "詩意": "Tässä heksagrammissa on merkki siunauksesta onnettomuuksien keskellä.\nKaikki on huonosti etukäteen ja hyvä loppujen lopuksi.", "解曰": "Korvaa hamppusilkillä. Lyö jonkun jalkoihin. Katso selvästi. Siunaukset tulevat katastrofeista.", "籤詩故事一": "◇ Mestarin kohtaaminen Bukitissa\nWu Ji oli alun perin puunhakkuja, ja he tapasivat Jiang Ziyan kalastaessaan Feng-joella. Wuji nauroi nähdessään Ziyan kalastavan suoralla koukulla.\nZiya katsoi Wujin kasvoja ja sanoi ennustamiseen: \"Jos tulet kaupunkiin tänään, tapat jonkun.\" Tämän kuultuaan Wu Ji lähti vihaisena ja kantoi polttopuita kaupunkiin.\nSaavuttuaan kaupunkiin Wu Ji otti yhteen muiden kanssa ja löi vahingossa pääministeri Wen Wangin kuoliaaksi.\nKuningas Wen piirsi maan vankilaksi ja vangitsi Wu Jin.\nBukit Hou vapautettiin väliaikaisesti ja hänet tuomittiin kuolemaan huolehtimaan äidistään syksyyn asti.\nHänen äitinsä pyysi häntä pyytämään Jiang Ziyaa apua.\nTaigong hyväksyi hänet opetuslapsekseen, opetti hänelle sodan taitoa ja käski hänen kaivaa kuoppia ja loitsuja murtaakseen hänen luontaisen kohtalonsa.\nSyksyn jälkeen Wu Ji ei tullut rankaisemaan, vaan kuningas Wen päätteli synnynnäiset luvut ja luuli, että Wu Ji oli tehnyt itsemurhan rikollisuuden pelosta.\nMyöhemmin kuningas Wen tapasi Wu Jin, ja Wu Ji esitteli kuningas Wenin tapaamaan Jiang Taigongin.\nTaigong sai Wuden kenraalin arvonimen. Sekä mestari että oppipoika työskentelivät kuningas Wenille.", "聖意": "Talo on turvallinen, itse on hyvä, bisnes on hyvä, avioliitto on myöhässä, uros jalankulkija ei ole palannut pelloille, silkkiäistoukkien ovat kannattavia, kuusi eläintä ovat shenjiä, etsintä on hyvä, julkinen oikeusjuttu on hyvä, muuttoliike on konservatiivinen, kadonnut omaisuus näkyy, tauti on hyvä, Qiu Ji, vuorihauta on hyvä", "古人": "Bukit kohtaaminen", "第X籤": "Kahdestoista merkki", "宮": "Yinin palatsi"}