{"籤詩版本二": "Aivan kuten nosturi, joka nousee kuolevaishäkistä, on mahdollista paeta kuolevaishäkistä.\nPohjoisen, etelän ja idän välillä ei ole esteitä, voit mennä suoraan Jiuxiaon palatsiin.", "詩意": "Tämä heksagrammi edustaa kuvaa nosturista, joka jättää häkin.\nKaikki on huonosti etukäteen ja hyvä loppujen lopuksi.", "解曰": "Ei huolia. Tie on vauras. Ole rauhassa. Huoleton kuin ihminen (jumala).", "籤詩故事一": "◇Ziya luopui virallisesta asemastaan\nKun Jiang Ziya työskenteli ennustajana, hän näki, että nainen oli muuttunut jadepipa-hengen vaikutuksesta, joten hän tarttui häneen ja jopa hakkasi häntä mustekivellä. Kuningas Zhoun pääministeri selitti mitä oli tapahtunut, kysyi mitä oli tapahtunut, ja sitten vei Jiang Ziyan tapaamaan kuningas Zhoua. Jiang Ziya käytti Samadhi True Firea polttamaan pipa-hengen alkuperäisestä muodostaan ​​kuningas Zhoun edessä, ja kuningas Zhou teki hänestä korkean virkamiehen.\nKostaakseen jade-pipa-hengelle Daji pyysi kuningas Zhouta käskemään Jiang Ziyan rakentamaan peuraalusta. Jiang Ziya nuhteli kuningas Zhouta ja kuningas Zhou määräsi hänet tapetuksi. Jiang Ziya pakeni veden avulla. Kotiin palattuaan Jiang Ziya kysyi Maalta matkaa Xiqiin, ja Ma halusi erota hänestä. Joten Jiang Ziya meni Xiqiin (Zhou-dynastian kuninkaan Wenin pääkaupunki) yksin.\nJiang Ziya saapui Xiqiin ja asui yksinäisessä kalastuksessa Panxin rotkossa. Hän tapasi Zhoun kuninkaan Wenin, joka oli innokas etsimään kykyjä. Kuningas Wenin vilpittömästä pyynnöstä Jiang Ziyaa palvottiin hänen opettajanaan ja autettiin kuningas Wenia.", "聖意": "Olen levoton kotona ja haluan myös hakea taloudellista yhteistyötä, kauppaa, avioliittoa, Liujia, uroskävelijöitä, nähdä peltoja, silkkiäistoukkia, syksyn voittoja, kuusi karjan menetystä, ihmisten etsimistä, julkisten oikeudenkäyntien estämistä, muuttoliikettä, kadonnutta omaisuutta, kaakkois sairaus, asetus, vuorten ja hautojen lähettäminen, lupaava", "古人": "Ziya luopui virallisesta asemastaan", "第X籤": "Neljästoista lottovoittaja", "宮": "Maogong"}