{"籤詩版本二": "Huolet ja huolet lievittyvät hetkellisesti, ja ilo tulee taivaalta.\nAivan kuten lannan piilossa oleva jade, hyvä työntekijä nostaa pölyn pois", "詩意": "Tämä heksagrammi edustaa Yinin ja Yangin harmoniaa.\nKaikki suunnittelemasi on suotuisaa.", "解曰": "Mitään ei saatu, ei mitään menetetty. Voitto tappiosta. Pahis on pulassa. Onnea sinulle, herrasmies.", "籤詩故事一": "◇Ye Meng Xiong Chao Di\nYe Mengxiong (1531-1597), jonka kohteliaisuusnimi oli Nanzhao ja jonka nimi oli Longtang, muutettiin Longtaniksi ja nimettiin myös Huayuniksi. Kotoisin Wanshifangista, Huizhou Fuchengistä (nykyisin osa Huichengin aluetta Huizhoun kaupungista) Ming-dynastiassa. Jiajingin 44. hallitusvuotena (1565) hänestä tuli Jinshi ja hänelle myönnettiin Qingin piirikunnan tuomarin arvonimi. Hän toimi siirtoosaston johtajana ja vaihtui myöhemmin Shanxi Roadin valvojaksi.\nWanlin 20. vuonna (1592) Ningxian pääkonsuli Kuaibai (Mongolian tataariheimon päällikkö) tappoi kuvernööri Dang Xinin ja valloitti 47. linnoituksen Hexin maakunnassa. , mursi kaupungin, palvoi ja poltti. itsensä kuoliaaksi. Meng Xiong ei ole ylimielinen ottaessaan kunniaa ja antaa taitojensa olla yhtä hyviä kuin kenraalien, jotka uskaltavat taistella. Virallinen Wei Xuezeng palautettiin. Myöhempinä vuosinaan hän erosi viisi kertaa ja palasi Huizhouhun rakentamaan Huilongin temppeliä.\nYe Mengxiong aloitti taolaisuuden virkamiehenä ja oli kuuluisa rehellisyydestään ja rehellisyydestään. Vanhat historialliset asiakirjat sanoivat hänen olevan \"ensimmäinen nöyryydessä ja kyvykkyydessä\", \"poistaa korruption ja rankaisee kapinoita\", jättäen hyvän maineen. Hän oli äärimmäisen uskollinen, rohkea, rohkea ja kekseliäs. Hyvä ampumatyössä. Hänen elämänsä toisella puoliskolla hänen taistelulajien taitonsa kirjattiin \"Ming-dynastian historiaan\" ja häntä pidettiin kansallisena sankarina.", "聖意": "Koti on epäsuotuisa (yenevä rauhallinen) Syksy ja talvi tekevät hyvää itselleen, varallisuus onnistuu, kaupat onnistuvat, avioliitto onnistuu, Liujia on väärässä hälytyksessä (aarteita tulee), jalankulkijat menevät kentälle rukoile silkkiäistoukkien puolesta, kuusi eläintä on litteä, ihmisiä löydetään, julkiset oikeusjutut ovat epäsuotuisia, muuttoliike on konservatiivista, kadonnutta omaisuutta estetään, taudit asettuvat Fushanin hautaan", "古人": "Ye Meng Xiong Chao Di", "第X籤": "Kuudennentoista voittoloton", "宮": "Maogong"}