{"籤詩版本二": "Kultainen varis putoaa lännessä ja Kani nousee idässä Päivän ja yön kiertokulku jatkuu muinaisista ajoista nykypäivään.\nMunkit ja taolaiset tietävät, ettei haittaa ole, ja tutkijat, maanviljelijät, teollisuus ja kauppiaat seuraavat omaa mieltään.", "詩意": "Tämä heksagrammi edustaa yinin ja yangin vahantumista ja heikkenemistä.\nSe on myös merkki siitä, että kaikki menee suunnitelmien mukaan.", "解曰": "Ei ole mitään mielessä. Tekemäsi on ansiokasta. Kuin nuoli jousesta. Yksi laukaus osui maaliin.", "籤詩故事一": "◇Setä Cao Guo on kuolematon\nXuzhousta kotoisin olevan Cao Guojiun sanotaan olleen osavaltion setä Song-dynastian Renzong-kaudella. Hänen nimensä oli Cao Yi, joka tunnettiin myös nimellä Cao Jingxiu.\nCao Guo-sedällä oli nuorempi veli nimeltä Cao Er. Tämä Cao Er luotti keisarillisen auktoriteetin asemaansa ja teki kaikenlaista pahaa. Hän miehitti peltoja, otti pois vaimoja ja tyttäriä ja ystävystyi joidenkin laittomien roistojen kanssa. Hän tuli sisään ja ulos. Cao Guojiu ei kestänyt sitä. Hän kieltäytyi kuuntelemasta hänen hyviä sanojaan ja lohdutuksiaan, joten hän käytti rangaistusta hallitakseen häntä. , kaksi veljeä teki kaunaa.\nCao Guojiu sanoi: \"Maailman periaatteet ovat, että ne, jotka keräävät hyvää, menestyvät ja ne, jotka keräävät pahaa, tuhoutuvat. Tämä on muuttumaton totuus. Aiemmin Cao-perheemme on kerännyt pahoja tekoja saavuttaakseen nykypäivän vaurautta. Nyt veljeni on kerännyt pahuutta äärimmilleen, vaikka hän pakenee Vaikka virkamiehet rankaisisit sinua, et voi paeta luonnonkatastrofeja, jotka toimivat salassa. Kun katastrofi tulee ja perheesi tuhoutuu ja joku kuolee, et voi olla Minua nöyryytetään ja pelkään sitä.\" Joten hajotin kaiken omaisuuteni, Hän auttoi köyhiä eikä enää välittänyt veljensä asioista. Sitten hän jätti kotinsa ja ystävänsä, pukeutui taolaiseen univormuun ja meni vuorille kehittämään mieltään ja luontoaan.\nEräänä päivänä hän tapasi Han-dynastian Zhonglin ja Lu Dongbinin sattumalta. Nähdessään setä Cao Guon sujuvat vastaukset hän oli hyvin iloinen ja antoi hänelle \"Totuuden palauttamisen salaisen käskyn\" ja käski häntä harjoittelemaan huolellisesti. Pian sen jälkeen Zhongli Quan ja Lu Dongbin esiteltiin kuolemattomien luokkaan.", "聖意": "Onnea kotiin, kotiin, onnea, onnea, onnea liiketoiminnassa, avioliitto, miesmatkustaja, silkkiäistoukkien istutus pelloille, kuuden karjan varhainen istutus, voiton menetys, ihmisten löytäminen, oikeustoimet, muuttoliike, kadonnut omaisuus , myöhäinen sairaus, onni (kanin vuosi tai huono onni kanille), onnea vuoristohaudoissa", "古人": "Setä Cao Guo on kuolematon", "第X籤": "Allekirjoita kahdeksastoista", "宮": "Maogong"}