{"籤詩版本二": "Päästäessäsi veneen takaisin nopeavesirannalta, mitä haluat tehdä myllerryksen vuoksi?\nJos haluat olla turvassa, etsi rauhaa ja odota, että aallot ohittavat tämän kriisin.", "詩意": "Tämä heksagrammi on kuin vene, joka kulkee kovalla rannalla.\nPysy konservatiivisena kaikessa ja odota aikaa.", "解曰": "Laskeudu pois vahvassa vedessä. Vaara odottaa aikaa. Jos kysyt leirisuunnitelmista. Mitään ei voida tehdä.", "籤詩故事一": "◇Ziyi kruunataan kuninkaaksi\nGuo Ziyi (697-781), joka tunnetaan myös nimellä Guo Linggong, oli kotoisin Zhengin maakunnasta Huazhousta (nykyisin Huaxianin piirikunta, Shaanxin maakunta) ja kenraali Tang-dynastiassa.\nAnshin kapinan aikana Tianbaon 14. vuonna (755) hänelle myönnettiin arvonimi Shuofang Jiedushi (Lingwu, Lingwusta länteen nykyisessä Ningxiassa). Hänet määrättiin ristiretkelle. Hän yhdisti Shuofangin armeijan Li Guangbin kanssa marssimaan. He yhdistivät voimansa Changshanissa (Zhengding, Hebei) ja voittivat Shi Simingin ja saivat Hebein takaisin. Tällä hetkellä Guo Ziyi ehdotti, että keisari ottaisi Fan Yangin pohjoisesta ja hyökkäsi kapinallisten tiikerien luolaan vähentääkseen Tongguanin piiritystä, mutta Xuanzong kieltäytyi. Myöhemmin istutettiin myöhäisen Tang-dynastian separatististen vasallikaupunkien tilanne, josta tuli myös kaukainen syy Tang-dynastian tuhoon.\nTianbaon viidentenätoista hallitusvuotena (756) hän ja uiguuriliitto rauhoittivat Hequn. Seuraavan vuoden keväällä he saivat takaisin Hedongin (nykyisin Yongji, Shanxi) ja Feng Yin (nykyisin Dali, Shaanxi) ja hyökkäsivät Tongguaniin, kukistamalla Cui Qianyun.Tang-armeija kärsi yli 10 000 uhria. Cui Qianyu antautui Pujinille. Hänen poikansa An Qingxu tappoi Lushanin.\nZhiden toisena vuonna (757) hänet määrättiin johtamaan joukkoja Fengxiangiin. Matkalla hän voitti 5000 Li Guirenin ratsuväkeä Baiqu Liuyunin sillalla (nykyään Sanyuanista kaakkoon). Toukokuussa hän taisteli An Shouzhongin ja Lin kanssa. Guiren Qingquissa (nykyisen Xi'anin länsipuolella) voitettiin ja hän vetäytyi Wugongiin (nykyään Wugongista luoteeseen) Syyskuussa hän seurasi marsalkka Guangping Wang Li Chua johtamaan tangia ja uiguuria liittymään 150 000 sotilaan joukkoon ja taisteli sitten An Shouzhongin ja Li Guirenin kanssa Xiangissa. Ji-temppelin pohjoispuolella (nykyisen Chang'anin piirikunnan lounaispuolella) uiguurisotilaat kiersivät vihollisen takana, hyökkäsivät molemmilta puolilta ja tappoivat 60 000 vihollista. Zhang Tongru pakeni Shaanxin piirikuntaan, ja lopulta takaisin pääkaupunki Chang'an (nykyisen Xi'an).Tangin armeijan majesteetti palautettiin jälleen Chang'aniin.\nMyöhemmin Tangin armeija käytti voittoa hyväkseen ja marssi itään kukistaen 150 000 miestä, mukaan lukien Yan Zhuang ja Zhang Tongru Xindianissa (nykyisin Sanmenxia Citystä lounaaseen Henanin maakunnassa), pakottaen Anqing Xun ylittämään Keltaisen joen ja vetäytymään Xiangzhouhun. Dongjun Luoyang palasi. Lisää Situ hänen ansioihinsa ja tee hänestä maan herttua.\nShi Siming johti armeijaansa Fan Yangista pelastamaan An Qingxun. Osapuolet taistelivat kokoonpanossa Anyang-joen pohjoispuolella (nykyisen Anyangin pohjoispuolella). Taistelu oli erottamaton. Lopulta johti yhdeksän Jiedushia, Tang-armeijaa, joka väitti omaavansa 600 000 miestä, vetäytyi (Yechengin taistelussa). sota). Tämän taistelun pääkomentaja oli eunukki Yu Chaoen, jolla ei ollut johtamistaitoja ja joka syytti Guo Ziyiä taistelun epäonnistumisesta. Guo Ziyi kutsuttiin takaisin Chang'aniin, vapautettiin sotilaallisesta vallasta ja hänestä tuli toimettomana virkamies.\nBaoyingin ensimmäisenä vuonna (762) Taiyuanin (nykyisen lounaaseen Taiyuanista) ja Jiangzhoun (nykyinen Xinjiang Shanxin maakunnassa) joukot kapinoivat. Hovi pelästyi, joten Ziyi sai Fenyangin kuninkaan tittelin ja lähti ulos hallita Jiangzhouta. Hän oli myös vieraantunut eunukki Cheng Yuanzhenin toimesta, ja hänet vapautettiin sotilaallisesta vallasta.\n(Tämän tarinan painopiste: Guo Ziyi, joka oli erittäin taitava ja hyvin käyttäytyvä, tapasi Xuanzongin ja joitain roistoja, mikä vaaransi suuresti hänen saavutuksensa.)", "聖意": "Kodin ja itsensä siunaus, varallisuuden etsiminen, ei liiketoimia, ei avioliittoa, ei väärää hälytystä, jalankulkijat saapuvat pelloille, Canji, vaikea löytää ihmisiä, julkiset oikeusjutut ja (ei Xing), muuttoliike, konservatiivisuus, kadonnut omaisuus, vaikea löytää, taudit, siunausten rukoileminen, vuoret ja haudat, lupaava", "古人": "Ziyi kruunattiin kuninkaaksi", "第X籤": "Yhdeksästoista voittoloto", "宮": "Tatsumi"}