{"籤詩版本二": "Niin monien huolenaiheiden ja vaarojen jälkeen se ei ole enää koskaan tyhjä tästä lähtien\nAnteliaalla sydämellä on omat antelias suunnitelmansa. Sinun täytyy tavata asiantuntija saavuttaaksesi suuria saavutuksia.", "詩意": "Tämä heksagrammi on kuin muinainen kaivo lähteellä.\nKaikessa jalot ihmiset saavuttavat menestystä.", "解曰": "Kanne on lopulta perusteltu. Sairas ja turvassa. Mene sisään ja ulos kysymään neuvoja. Muinainen kaivo kohtaa kevään.", "籤詩故事一": "◇Yao Chong hallitsee heinäsirkat\nYao Chong (649-721), jonka oikea nimi oli Yuan Chong, oli kotoisin Shaanzhousta. Hän toimi Xia Guanin, Shangshun Chunguanin, Ziweilingin, Zhongshulingin ministerinä ja pääministerinä Tang-dynastiassa.\nKaiyuanin neljäntenä vuonna (716) Shandongia (yleensä Huashanin itäpuolella olevaa Keltaisen joen valuma-aluetta) vaivasivat heinäsirkat. Ihmisiä sitoivat taikauskoiset ajatukset, eivätkä he uskaltaneet metsästää ja tappaa heitä. Sen sijaan he perustivat uhrattiin, poltettiin suitsukkeita, palvottiin peltojen vieressä ja katsottiin, kuinka heinäsirkat söivät sadon.\nKaikki viranomaiset uskoivat: \"Heinäsirkat ovat luonnonkatastrofi, kuinka niitä voidaan hallita työvoimalla!\" Taistelu kahden eri idean välillä oli tuolloin kovaa, eliminoidaanko heinäsirkat vai ei.\nYao Chong sanoi: \"Niin kauan kuin teemme yhteistyötä, voimme päästä eroon heistä kaikista. Hän sanoi: Heinäsirkat pelkäävät ihmisiä, joten ne on helppo ajaa pois. Taimilla on omistajat, joten pelastajien on tehtävä lujasti töitä; heinäsirkat voivat lentää, ja jos he näkevät tulen yöllä, he varmasti lentävät; sytytä tuleen pellolla, kaivaa kuoppia palaessaan, hautaa ne palaessa, niin ei jää mitään.\"\nXuanzong sanoi: \"Heinäsirkat ovat huonon moraalisen hallinnon aiheuttama luonnonkatastrofi. Jos pyydät niiden metsästämistä ja tappamista, eikö tämä ole vastoin viljaa?\"\nYao Chong lisäsi: \"Muinaiset harjoittivat heinäsirkkojen pyydystämistä ja tappamista, ja teidän majesteettinne käyttää sitä tulevaisuudessa. Tämä on suuri kansallinen tapahtuma rauhan ja vaurauden tuomiseksi maanviljelijöille. Harkitse sitä vakavasti.\"\nXuanzong oli vakuuttunut. Mutta tuolloin kaikki hovissa ja sen ulkopuolella sanoivat, että heinäsirkkoja ei voida metsästää.\nXuanzong sanoi: \"Olen keskustellut pääministerin kanssa ja päättänyt ottaa kiinni heinäsirkat. Jokainen, joka taas vastustaa, teloitetaan.\" Joten hän lähetti sensorin valvomaan ja ohjaamaan ihmisiä polttamaan ja hautaamaan heinäsirkat.\nTulokset olivat varsin tehokkaita: yhdeksän miljoonaa dansia heinäsirkkeja pyydettiin eri puolilla maata, ja heinäsirkkarutto saatiin hävitettyä. Maatalous saavutti sinä vuonna hyvän sadon.\n(Katastrofin hallinnassa ja evakuoinnissa tulee käyttää viisautta, ja vaikeuksien voittamiseksi täytyy olla nerokkaita strategioita. Yao Chong on asiantuntija tässä asiassa)", "聖意": "Talo on tavallinen, itse on tukossa, rahanhaku tukossa, kaupankäynti tukossa, avioliitto ja harmonia estetty, vaara Liujiassa, jalankulkijat tukossa, silkkiäistoukkien tukossa, karja on epäsuotuisa, ihmisiä ei löydy, ihmiset ovat tukossa , julkisia oikeudenkäyntejä nostetaan, muuttoliike on kohtuutonta, kadonneita tavaroita on vaikea löytää, taudit rukoilevat, vuoret ja haudat ovat levotonta.", "古人": "Yao Chong hallitsee heinäsirkat", "第X籤": "Lottovoitto kahdeskymmenesviides", "宮": "Mi Palace"}