{"籤詩版本二": "Huhujen mukaan asiat ovat kääntyneet päälaelleen, ja sain kirjeen horisontista.\nKirjassa minulle luvattu maine ja menestys jäivät tyhjiksi loppuun asti.", "詩意": "Tällä heksagrammilla on väärä nimi.\nOn suositeltavaa olla konservatiivinen kaikessa.", "解曰": "Ylös ja alas järkyttynyt. Vapaa-ajan etsiminen ei ole turhaa. Halu kuuluisuuteen. Pysy turvassa.", "籤詩故事一": "◇ Zhong Kui saavuttaa valaistumisen\nZhong Kui, jonka sukunimi on Zhong Kui, jonka kohteliaisuusnimi on Zhengnan, on kotoisin Zhongnanshanista.\nTang-dynastian keisari Dezongin hallituskaudella Zhong Kui osallistui keisarilliseen kokeeseen. Zhong Kui luki koekysymykset ja kirjoitti heti artikkelin yhdellä kertaa ja luovutti sen. Päätutkija sinä päivänä oli Han Yu, siviiliasioiden ministeri, ja apulaistutkija oli Lu Zhi, suuri tutkija. Kun he kaksi lukivat Zhong Kuin paperia, heidän silmänsä kirkastuivat ja he sanoivat yhteen ääneen: \"Ohja, velho! Jokainen sana tässä artikkelissa on hieno, Li Taibain ja Du Zimein arvoinen!\" Joten he nimesivät Zhong Kuin ensimmäiseksi.\nKeisari Dezong kuunteli Han Yun raporttia ja sanoi, että Zhong Kui, uusi tieteen mestari, oli erittäin lahjakas, joten hän kutsui Zhong Kuin Kultaiseen palatsiin.\nKun keisari Dezong näki hänen ruman ulkonäkönsä, hän tunsi heti tyytymättömyyttä ja sanoi: \"Oppineiden valinta hovissamme perustuu henkilökohtaisiin sanoihin ja kalligrafiaan. Kuinka tällainen ruma henkilö voidaan valita kultaisten tieteiden ykköstutkijaksi? \"\nHan Yu polvistui kiireesti ja sanoi: \"Ihmisen hyvät ja huonot eivät liity ulkonäköön. Etkö sinä, pyhä Herra, kuule, että Yan Ying on kolme jalkaa pitkä ja on yhtä suuri kuin pääministeri? Zhou Chang änkyttää, mutta voi auttaa Han-dynastiaa; Kungfutse tuomitsee ihmiset ulkonäön perusteella ja menettää poikansa Yun. Toivon, että teidän majesteettinne ajattelee kahdesti.\"\nKeisari Dezong pohti hetken ja sanoi: \"Vaikka Han Aiqingin sanat ovat järkeviä, kun olin keisari Taizong, Yingzhoussa oli kahdeksantoista oppinutta, jotka tulivat puhumaan siitä. Tämä mies oli ykköstutkija. Pelkään, että maailma nauraa minulle, koska en tunnista kykyjä.\"\nPääministeri Lu Qi oli ahdasmielinen ja kateellinen kykyjä kohtaan. Kuultuaan keisarin sanat hän polvistui ja sanoi: \"Kultaisen aiheen ykköstutkijan täytyy olla sekä sisäinen että ulkoinen. Tähän aiheeseen on kolmesataa ehdokasta. Mikset valitse toista?\"\nKun Zhong Kui näki tämän miehen olevan niin hämmentynyt, hän ei voinut olla suuttumatta. Hän osoitti Lu Qia ja kirosi: \"Jos tällainen tietämätön virkamies on oikeudessa, eikö hän vahingoita maata?\" Sen jälkeen hän löi Lu Qia nyrkillä.\nTämän nähdessään Dezong raivostui ja sanoi: \"Olet niin rohkea, uskallat aiheuttaa ongelmia Kultaisessa palatsissa, poista se nopeasti!\"\nVihaisena Zhong Kui veti miekan esiin palatsissa seisovan kenraalin vyötäröltä ja huokaisi äänekkäästi: \"Turhautuneen kissan on vaikea matkia tiikeria, ja turhautunut papukaija ei ole yhtä hyvä kuin kana.\" Sen jälkeen hän teki itsemurhan.\nKun keisari Dezong näki, että Zhong Kui teki itsemurhan vihassaan, hän hämmästyi suuresti. Voidakseen voittaa ihmisten sydämet, hän määräsi Zhong Kuin haudattavaksi virallisella arvonimellä 1. tutkija, ja hän myös nimesi Zhong Kuin jumalaksi. manauksesta vapauttaakseen maailman pahoista hengistä.", "聖意": "Rukoile siunauksia kotillesi, omalle turvallisuudellesi, taloudelliset vaikeudet, liiketoiminnan epäonnistuminen, avioliiton epäonnistuminen, Liujia-naiset jalankulkijat, Shinta-silkkiäistoukkien puolikypsennetyt, kuusi kasvatettavissa olevaa kotieläintä, kadonneita ihmisiä, länsimaisia ​​​​julkisia oikeusjuttuja, muuttoliike, konservatiivisuus, kadonnut omaisuus, sairaus, rukoile onnea vuorilla ja haudoissa", "古人": "Zhong Kui sai Taon", "第X籤": "Kahdeskymmeneskuudes lottovoitto (Lotto)", "宮": "Mi Palace"}