{"籤詩版本二": "Idässä on kaunis Chanjuan kuunvalossa, ja pilvet peittävät sen hetkeksi ja pysyvät piilossa.\nJoskus se voi olla pyöreä, mutta joskus se voi puuttua.. Ne jotka väittävät, että ei ole, ovat vain turhaa puhetta.", "詩意": "Tämän heksagrammin kuu on pilvien peitossa.\nKaikki on edelleen koomassa.", "解曰": "Kelluvat pilvet peittävät kuun. Ei tarvitse epäillä. Odotetaan pilven kerääntymistä. Sitten ymmärrät.", "籤詩故事一": "◇Bao Gong etsii keisarinna Li\nSong-dynastian Zhenzongin hallituskaudella keisarinna Li (keisarinna Li) oli piika haaremissa. Hänet suosi Song Zhenzong ja hänet ylennettiin Wanyiksi ja hän tuli raskaaksi.\nMutta tuolloin jalkavaimo Liu Def (myöhemmin keisarinna Liu) oli pahoilla ajatuksilla ja lahjoi eunukki Guo Huain korvatakseen keisarinna Li:n pojan nyljetyllä siivetikissalla, nappasi tämän pojan pois ja kertoi keisarille, että tämä oli hänen biologinen poikansa. Song Zhenzong oli raivoissaan ja lähetti Li keisarinnan kylmään palatsiin.\nKun jalkavaimo De ylennettiin kuningattareksi, hän suunnitteli tappavansa keisarinna Li, joka pakeni palatsista.\nEräänä päivänä kadulla asunut Li Niangniang tapasi paikallisella alueella partioineen keisarillisen lähettilään Bao Zhengin, joka kertoi hänelle elämänkokemuksestaan ​​ja siitä, että hän oli nykyisen keisarin Song Renzongin biologinen äiti. . Kun Bao Zheng sai tietää tapauksesta, hän vei Li Niangniangin takaisin Pekingiin, ilmoitti siitä Song Renzongille ja selvitti asian, ja lopulta äiti ja poika tunnistivat toisensa. Keisarinna Dowager Liu ja vastaava eunukki Guo Huai kumarsivat päänsä ja tunnustivat.", "聖意": "Olen levoton kotona, rukoilen taloudellista suojaa, taloudellisia vaikeuksia, onnea liiketoiminnassa, avioliittoa, epäonnea, ihmisiä kentällä, silkkiäistoukkia, epäsuotuisia eläimiä, vaikeuksia löytää ihmisiä, oikeusjuttuja, menetyksiä, muuttoliikettä, konservatiivisuutta, kadonnutta omaisuutta, Länsimaiset sairaudet, vaikea toipua, vuoristohaudan uudistus", "古人": "Bao Gong etsii keisarinna Li", "第X籤": "Kahdeskymmeneskahdeksas lottovoittaja", "宮": "Keskipäivän palatsi"}