{"籤詩版本二": "Suosittelen, että et pyydä häneltä apua, hän lentää kuin nosturi ja ampuu salaisia ​​nuolia sinua kohti.\nJos menet hakemaan polttopuita ja ruohikoissa on käärme, saatat purraa myrkkyä ja olla surullinen.", "詩意": "Tämä heksagrammi on merkki turvassa pysymisestä ja itsensä pitämisestä.\nOle varovainen kaikessa.", "解曰": "Sulje suusi ja pidä hampaat kiinni. Hän on huolimaton. Jos tunnet syyllisyyttä. Lopulta se vahingoittaa itseään.", "籤詩故事一": "◇ Shakkilaudan kokous\nTang-dynastian keisari Taizong marssi länteen ja jäi loukkuun Suoyangin kaupunkiin. Cheng Yaojin palasi Pekingiin pyytämään apuja.\nXue Dingshan määrättiin palvelemaan toisen reitin marsalkkana ja meni pelastamaan Herraa ja rauhoittamaan Xiliaota.\nKun joukko ihmisiä tuli ulos Yumenin solasta, he tulivat Qipan-vuorelle. Tang-kenraali Luo Tong voitti vuoren tuhansien kätyriensä piirittämän Dou Yihun, vuoren kuninkaan. Onneksi hänen sisarensa Dou Xiantong oli Keltaisten Kukkien Pyhän Äidin opetuslapsi ja oli taitava kamppailulajeissa. piti keijuköyttä ja sitoi Luo Tongin. Xue Dingshan johti henkilökohtaisesti eliittisotilaita. Loukkuun.\n(Sallekirjoitettu runo vastaa tätä)\nDou Xiantong näki Xue Dingshanin komeuden ja halusi olla ystäviä Feng Luanin kanssa, mutta Xue Dingshan kieltäytyi. Dou Xiantong suuttui ja halusi työntää hänet ulos ja mestaa hänen päänsä. Onneksi Cheng Yaojin tuli pelastamaan hänet ja helpotti heidän avioliittoaan. Myöhemmin Dou Yihu johti myös Qipanshan-veljekset takaisin Tang-dynastiaan auttamaan Tang-dynastiaa valloittamaan Länsi-Liaon.", "聖意": "Kodin turvallisuus, omat edut, varallisuuden etsiminen, ajan odottaminen, liiketoiminnan pysähtyminen, avioliitto kielletty, Liujia väärä hälytys, jalankulkijat tukkivat peltoja, silkkiäistoukkia, kuusi karjaa, kadonneita ihmisiä, estävät julkiset oikeusjutut, menetys (Mo Xing) Muuttoliike, konservatiivinen, kadonnut omaisuus, sairaus on vaikea toipua, vuoristohauta, onnea", "古人": "shakkilaudan konferenssi", "第X籤": "Kolmanneskymmenesseitsemäs lottovoittaja", "宮": "Keskipäivän palatsi"}