{"籤詩版本二": "Viettää aikaa rauhassa ja hiljaisuudessa, istuen ja makaamalla teetä nauttien kylläisyyden jälkeen\nSinun ei tarvitse olla kiireinen fyysisesti ja henkisesti, etkä varmasti aiheuta epäoikeudenmukaisuutta tai katastrofia.", "詩意": "Tämä heksagrammi on rauhan ja vakauden symboli.\nOikean ajan odottaminen tuo kaikessa onnea.", "解曰": "Pysy terveenä. Kysy jumalilta. Odota, kunnes sen aika tulee. Asiat tapahtuvat sattumalta.", "籤詩故事一": "◇ Foyinhui Dongpo\nKerran Su Dongpo sai jonkin verran ymmärrystä opiskellessaan Zeniä, hän tajusi, että hänen tilansa oli transsendentti, ja hän tunsi siitä iloa. En pystynyt hillitsemään intohimoani, vaan levitin kynäni ja kirjoitin runon:\n\"Keskellä taivasta Jishou loistaa kirkkaasti yli universumin; kahdeksan tuulen puhaltamatta hän istuu pystyssä violetin kultaisen lootuksen päällä.\"\n(Kahdeksan tuulta tarkoittavat: voittoa, taantumista, tuhoa, mainetta, ylistystä, pilkkaa, kärsimystä ja onnea. Toisin sanoen sitä, että nämä kahdeksan olotilaa ei ärsytä, sanotaan \"kahdeksaa tuulta ei voi liikkua\")\nKirjoitettuaan sen Dongpo lähetti palvelijansa joen toiselle puolelle antamaan sen Jinshanin temppelin Zen-mestari Foyinille.\nKun Zen-mestari Foyin oli lukenut sen, hän merkitsi sen sanalla \"pieru\" ja antoi sen palvelijalleen noudettavaksi.\nDongpo oli raivoissaan nähtyään tämän, joten hän meni veneellä joen toiselle puolelle ja meni Jinshanin temppeliin etsimään Buddhan sinettiä keskustelua varten.\nKun Dongpo saapui Jinshanin temppelin portille, Foyin odotti jo portilla.\nSu Dongpo syytti heti Foyinia: \"Miksi kutsut runoa, jonka kirjoitin pieruksi?\"\nFoyin vastasi: \"Etkö jo \"kahdeksan tuulen puhaltaa sinua\"? Kuinka pieru saattoi \"pitää joen yli\"!\"\nTällä hetkellä Dongpo oli järkyttynyt tajuttuaan, ettei hän ollut tarpeeksi hyvä, ja lähti häpeään.\n(Tämä tarina on metafora sanoille \"Lämpö ei ole vielä saapunut\")", "聖意": "Rukoile kotisi ja oman turvallisuutesi puolesta, vaurautesi, yrityksesi puolesta, hyvän ajan puolesta, avioliittosi puolesta, naismatkustajan puolesta Liujiassa, silkkiäistoukkien saapumisesta pelloille, kuuden karjan pysymisestä vakaana, jonkun löytämisestä, vaikeuksista, julkisista oikeudenkäynneistä, muuttoliikkeestä, kadonneesta omaisuudesta, sairaudesta, lähettämisestä vuoristohaudalle, suotuisa", "古人": "Foyinhui Dongpo", "第X籤": "Kolmekymmentäyksi voittonumero", "宮": "Wei Gong"}