{"籤詩版本二": "Paluumatka on varma. Kuka tietää, onko kiveen piilotettu jade?\nKun hyvä käsityöläinen on selvinnyt, hän tuntee olonsa turvalliseksi jaspiskaudella", "詩意": "Tässä heksagrammissa voit nähdä jaden kuvan, kun leikkaat kiveä.\nTyöskentele lujasti menestyäksesi kaikessa.", "解曰": "Aarre on kivessä. Vieraat tietävät vähän. Odota, kunnes se tulee selväksi. Tee mitä voit.", "籤詩故事一": "◇Liu Bei etsii kykyjä (kolme käyntiä olkikattoisessa mökissä, kolme käyntiä olkikattoisessa mökissä)\nKolmen kuningaskunnan aika. Zhuge Liang asui eristäytyneenä olkikattoisessa mökissä Longzhongissa. Liu Bei oli innokas etsimään kykyjä, joten hän vieraili Zhuge Liangissa henkilökohtaisesti. Hän vieraili Zhuge Liangissa kolme kertaa (tunnetaan historiassa nimellä \"kolme käyntiä olkikattoisessa mökissä\"). Liu Bei pyysi muita pysymään poissa ja kysyi Zhuge Liangilta: \" Han-dynastia on kaatunut, ja petolliset ministerit ovat varastaneet heidän henkensä. Teidän Majesteettinne.\" Tomun peitossa. En mittaa hyvettäni ja kykyäni, haluan uskoa maailman suureen vanhurskauteen, mutta viisauteeni ja taitoihini ovat matalia, joten käytän sitä reippaasti. Tästä päivästä lähtien. Kunnianhimoni ei kuitenkaan ole vielä ohi, uskotko suunnitelman toteutuvan?\"\nTämän jälkeen Zhuge Liang esitteli hänelle suunnitelman jakaa maailma kolmeen osaan ja analysoi tilanteen, jossa Cao Cao ei ollut tavoitettavissa ja Sun Quan saattoi tulla hänen avukseen. , ja siellä oli mahdollisuus hyödyntää niitä, ja vain näitä kahta osavaltiota voitiin hyödyntää.Vain silloin hän voi voittaa maailman, hän jopa kertoi Liu Beille strategian hyökätä Keskitasangoihin. (Tätä keskustelua kutsuttiin myöhemmin \"Longzhong Duiksi\"). Kun Liu Bei kuuli tämän, hän ylisti sitä ikään kuin hän olisi löytänyt aarteen ja pyysi voimakkaasti Zhuge Liangia tulemaan auttamaan, joten Zhuge Liangista tuli Liu Bein sotilaallinen neuvonantaja.", "聖意": "Talo on rauhallinen, etsin varallisuutta, työkauppa estää avioliittoa ja siitä tulee virtuaalinen matkustaja Liujiassa.", "古人": "Liu Bei etsii kykyjä (kolme käyntiä olkikattoisessa mökissä, kolme käyntiä olkikattoisessa mökissä)", "第X籤": "Kolmannenkymmenen toisen loton voittaja", "宮": "Wei Gong"}