{"籤詩版本二": "Jos haluat olla turvassa ja rauhassa, kynttilöitä ei sovi pitää tuulessa.\nOn parempi siivota ja istua syvässä salissa, välttää valoa, ravistaa hiljaisessa paikassa ja liikkua. Ravista → Yao. Ilmainen → muutama.", "詩意": "Tämä heksagrammi on kuin tuuli, joka ravistelee lamppua ja kynttilää.\nAsioiden jatkuva pitäminen tuo onnea.", "解曰": "Asetu rauhalliseen paikkaan. Ole paikalla ja ole ajoissa. Se ei ole siunaus. Konservatiivinen ja sopiva.", "籤詩故事一": "◇Li Jing palaa vuorelle\nLi Jing (571 - 2. heinäkuuta 649), kohteliaisuusnimi Pharmacist, oli kotoisin Sanyuanista Yongzhousta (nykyisin Sanyuanin piirikunnasta koilliseen Shaanxin maakunnassa). Kenraali myöhäisestä Sui-dynastiasta varhaiseen Tang-dynastiaan, hän oli kuuluisa sotilasstrategi, jolla oli sekä siviili- että sotilaallisia taitoja Tang-dynastian aikana. Myöhemmin hänelle myönnettiin Wein herttuan arvonimi, ja hänet tunnettiin maailmassa Wein herttuana.\nLi Jing on jumalaluettelon kolmannen prinssi Nezhan isä, joka tunnetaan myös nimellä \"Totan kuningas\". Li Jing ja hänen poikansa auttoivat Jiang Ziyaa (Tai Gong) kukistamaan kuningatar Zhoun, perustamaan Zhou-dynastian ja kuninkaan Wu nousi virallisesti valtaistuimelle. Jiang Ziya laati sitten luettelon jumalista ja suoritti seremonian rauhoitellakseen taistelussa kuolleiden sotilaiden sieluja. Siitä lähtien maailmasta tuli rauhallinen ja rauhallinen. Kuningas Wu halusi tehdä markiisia ja palkita heidät, ja hän halusi myös jakaa maata perustajansa sankareille. Li Jing, hänen isänsä ja poikansa sekä seitsemän muuta henkilöä pyysivät palaamaan vuorelle harjoittamaan taolaisuutta ja olemaan pakkomielle maallisesta maineesta ja rikkaudesta. Myöhemmin heistä kaikista seitsemästä \"tuli ruumiiltaan pyhiä\" ja heidät luokiteltiin kuolemattomien luokkaan.\nTarina \"Feng Shen Bangista\"", "聖意": "Talo on konservatiivinen, olen tavallinen, etsin varallisuutta, minulla on vaikeuksia liiketoiminnassa, avioliittoni ei ole sopusoinnussa, Liujia rukoilee jalankulkijoille luottamusta, silkkiäistoukkien kypsyminen syksyllä, kuusi eläintä turvassa, ihmiset kadonneet, julkinen Oikeusjutut ja muuttoliikkeet ovat konservatiivisia, kadonneen omaisuuden sairaudet, älä muuta hautaa Jianxingshanissa.", "古人": "Li Jing palaa vuorelle", "第X籤": "Kolmanneskymmenesseitsemäs lottovoittaja", "宮": "Shen Gong"}