{"籤詩版本二": "Tuhatvuotias peili yhdistyi, nainen pyytää miestään menemään uudelleen naimisiin\nSittemmin perhe on muuttunut, ja lapsille ja lastenlapsille on lisätty siunauksia.", "詩意": "Tämä heksagrammi on peilien yhdistämisen symboli.\nKaikki on kovaa työtä ja kallista.", "解曰": "Hiekan kaivaminen kullaksi. Ratsastaa lohikäärmeellä ja ratsastaa tiikerillä. Vaikka se on työlästä. Siinä on lisäosaa.", "籤詩故事一": "◇Yulianhui kymmenen ystävää\nSong-dynastian aikana Qian Yulian meni naimisiin Wang Shipengin kanssa. Kun Shi Peng meni Pekingiin suorittamaan kokeen, varakas Sun Ruquan pakotti Yulianin naimisiin hänen kanssaan uudelleen.\nQian Yulian hylkäsi rikkaan Sun Ruquanin ehdotuksen ja menisi mieluummin naimisiin Wang Shipengin, köyhän Wenzhoun tutkijan kanssa, jonka \"Jing Chai\" palkkasi.\nMyöhemmin Wang Shipeng voitti ensimmäisen palkinnon.Koska pääministeri Wanqi kieltäytyi pakottamasta häntä naimisiin, hänet lähetettiin palvelemaan tuomarina kaukaiseen Chaoyangiin. Sun Ruquan muutti Wang Shipengin perhekirjeen salaa \"avioerokirjeeksi\" ja petti Yulianin petetyksi. Myös Qian Yulianin äitipuoli pakotti hänet menemään uudelleen naimisiin, mutta Yulian kieltäytyi ja teki itsemurhan heittäytymällä jokeen. Qian Zaihe pelasti hänet. Fujianin maakunnasta ja adoptoitu adoptoiduksi tyttärekseen.\nYulian luuli Shipengin kuolleen. Viisi vuotta myöhemmin Wang Shipeng oli Ji'anin kuvernööri. Eräänä päivänä hän piti muistoseremonian taolaisessa temppelissä edesmenneen vaimonsa muistoksi. Yulian sattui menemään Ji'anin taolaiseen temppeliin polttamaan suitsukkeita, ja Wang Shipeng ja Qian vihdoin yhdistyivät.", "聖意": "Talo ei kelpaa itselle.Syksy ja talvi ovat vauraita.Rikkaus vaurastukoon syksyllä ja talvella Liike menestyy.Onnistunut avioliitto.Rukoile jalankulkijoiden pääsyä pellolle.Silkkiäistoukkien voi kasvattaa.Kuusi karjaa voi saada kasvatettu. Ihmisiä löytyy. Julkiset oikeusjutut ovat epäsuotuisia. Muuttoliike on konservatiivista. Omaisuuden menetys. Myöhäinen sairaus. Rukoile siunauksia. Vuoret ja haudat ovat hyviä.", "古人": "Yulianhui kymmenen ystävää", "第X籤": "Neljäs merkki", "宮": "Kohtu"}