{"籤詩版本二": "Punainen pyörä putoaa lännessä, kani nousee idässä, yin kasvaa ja yang katoaa, ja kaikki menestyy\nJos nainen haluaa käyttää sitä, se lisää hänen varallisuuttaan ja tuo onnea hänen sydämeensä.", "詩意": "Tämä heksagrammi on Yinin kasvun ja Yangin katoamisen symboli.\nKaikki on vaikeaa ennen kuin siitä tulee myöhemmin helppoa.", "解曰": "Yin hyödyttää naisia. Ei sovellu miehille. Jos kaipaat neuvoja. Paha tulee ensin ja sitten tulee hyvä.", "籤詩故事一": "◇ Wu Zetian nousi valtaistuimelle\n14-vuotiaana Tang-dynastian keisari Taizong Li Shimin kutsui Wun palatsiin lahjakkaana henkilönä, nimeltään \"Wu Mei\". Taizongin kuoltua Zetian astui Ganye-temppeliin ja hänestä tuli nunna.\nKun Tang-dynastian keisari Gaozong nousi valtaistuimelle, hän kutsui Wu-perheen palatsiin osoittamaan kunnioitusta Zhaoyille. Yonghuin kuudentena vuonna (655) keisari Gaozong asetti Wun kuningattarekseen.\nWu Zetian oli älykäs, osallistunut kirjallisuuteen ja historiaan, ja hänellä oli runsaasti kekseliäisyyttä. Pian sen jälkeen, kun Wu Zetianista tuli kuningatar, koska Gaozong oli heikko ja sairas, hän joskus uskoi tämän hoitamaan tiettyjä poliittisia asioita, joten hänen valtansa kasvoi. Shangyuanin ensimmäisenä vuonna (674) keisari Gaozong kutsuttiin \"keisariksi\", keisarinna Wu kutsuttiin \"taivaan kuningattareksi\" ja molempia kutsuttiin palatsissa \"kaksi pyhiksi\".\nHongdaon ensimmäisenä vuonna (683) keisari Gaozong kuoli, prinssi Li Xian nousi valtaistuimelle ja Wu Zetian otti valtaistuimen. Helmikuussa Sishengin (684) ensimmäisenä vuonna Wu Zetian syrjäytti Li Xianin Lulingin kuninkaasta ja asetti neljännen poikansa Li Danin keisariksi, joka jatkoi dynastian hallintaa. Saman vuoden syyskuussa hän muutti lipun kultaiseksi, ja Luoyang, itäinen pääkaupunki, nimettiin uudelleen jumalalliseksi pääkaupungiksi. Syyskuun yhdeksäntenä päivänä Tianshoun ensimmäisenä vuonna (690) Wu Zetian julisti itsensä keisariksi ja muutti maan nimeksi Zhou.", "聖意": "Koti on itselleen epäedullinen, rukoilee siunauksia, etsii vaurautta, vartioi liiketoimia, onnea avioliitossa, huonoa onnea avioliitossa (naaras), jalankulkijat tukkivat peltoja, silkkiäistoukkia, vauras karja, etsii ihmisiä, ero, oikeusjutut, menetys, muuttoliike , omaisuuden menetys, sairaus, shokki, vuoret ja haudat, onnea", "古人": "Wu Zetian nousee valtaistuimelle", "第X籤": "Neljänneskymmenes lottovoittaja", "宮": "Sinä palatsi"}