{"籤詩版本二": "Muistat loputtomat hyvät sanat, mutta sinusta tulee poikasi, jos tunnistat varkaan.\nÄlä ole tällä hetkellä ahne ja murehdi kuinka hän olisi tehnyt jotain hyvää vuosi sitten.", "詩意": "Tämä heksagrammi tunnistaa varkaan pojaksi.\nOle varovainen kaikessa mitä teet.", "解曰": "Vain tämä. Herrasmies ei tee virhettä. Pidä se mielessä. Älä ole yksinäinen.", "籤詩故事一": "◇Dong Zhuo hyväksyy Lu Bun\nLu Bu, rohkea ja taitava taistelussa, oli kuuluisa sotakenraali Itä-Han-dynastian lopulla ja Kolmen kuningaskunnan alussa. Hän piti aikoinaan Jingzhoun kuvernööriä Ding Yuania adoptioisänä ja palveli hänen alaisuudessaan.\nItäisen Han-dynastian keisari Lingin kuoleman jälkeen Ding Yuan meni Pekingiin tehdäkseen yhteistyötä kenraali He Jinin kanssa hallitakseen hallitusta.\nDong Zhuo taisteli Ding Yuanin kanssa, mutta useat kenraalit eivät pystyneet voittamaan Lu Bua, joten Dong Zhuo lähetti alaisensa Li Su lahjomaan Lu Bun. Li Su toi kasoja kulta- ja hopeaaarteita sekä kuuluisan punaisen kanihevosen \"vierailemaan Lu Bussa\". Li Su toi kasoittain kulta- ja hopeaaarteita sekä kuuluisan punaisen kanihevosen käymään Lu Bussa. Joten Dong Zhuo lahjoitti Lu Bun tappaakseen Ding Yuanin ja käski myös sotilaita tulemaan hänen mukaansa, jos he halusivat, ja lähtemään, jos he eivät halunneet seurata häntä. Tämän seurauksena useimmat sotilaat pakenivat. Joten Dong Zhuo lahjoitti Lu Bun ja tappoi Ding Yuanin.\nKun Dong Zhuo sai vallan, hän otti Lu Bun adoptiopojakseen ja teki hänestä kenraalin ja markiisin.\nDong Zhuolla oli väkivaltainen luonne, ja \"isä-poika-suhde\" Lu Bun kanssa oli todella heikko. Vuonna 189 jKr. Situ Wang Yunin aloitteesta Lu Bu tappoi Dong Zhuon.\nKuusi kuukautta Dong Zhuon kuoleman jälkeen Dong Zhuon vanhat joukot hyökkäsivät pääkaupunkiin, ja Lu Bu ja hänen vaimonsa pakenivat paniikissa. Lähdettyään pääkaupungista Lu Bu etsi turvaa sotapäälliköiden Yuan Shun, Yuan Shaon, Zhang Yangin, Zhang Miaon, Liu Bein jne. luota ja taisteli useita kertoja Cao Caon, toisen tuohon aikaan suuren sotapäällikön, kanssa. Lu Bu oli rohkea ja hyvä taistelussa ja voitti Cao Caon useita kertoja.\nJian'anin kolmantena vuonna Itä-Han-dynastiassa Cao Caon joukot hyökkäsivät Xiaopeiin, Lu Bun tukikohtaan, ja Cao Cao vangitsi ja tappoi heidät Baimen-tornin alla. Ennen teloitusta Lu Bu pyysi Cao Caoa pitämään hänet hengissä kuoleman välttämiseksi, mutta Liu Bei muistutti Cao Caota, että Lu Bu oli pettänyt monta kertaa ja oli epärehellinen mies. Lopulta Cao Cao, joka arvosti vain kykyjä moraalista riippumatta, teloitti Lu Bun.", "聖意": "Olen levoton kotona, etsin yleensä rahaa, suojelen liiketoimia, on vaikea mennä naimisiin, Liujia-mies on järkyttynyt, silkkiäistoukkien puolikypsiä pellolla, kuusi eläintä turvassa, henkilö etsii häntä , julkinen oikeusjuttu on sopiva, ja muuttoliike on rukoilla kadonneiden tavaroiden, joita on vaikea löytää, sairauksien ja rauhan puolesta Zhenxing-vuoren haudassa.", "古人": "Dong Zhuo hyväksyy Lu Bun", "第X籤": "41. lottovoittaja", "宮": "Sinä palatsi"}