{"籤詩版本二": "Keisari, keisari ja keisarinna ovat vihdoinkin armollisia ja odottavat ja rukoilevat siunauksia ilman tappiota tai voittoa.\nKaikki tuntevat olennot hyötyvät siitä, ja vaurautta odotetaan maailmassa ja taivaassa.", "詩意": "Tämä heksagrammi on merkki taivaan suosiosta.\nKaikki tulee onnistumaan.", "解曰": "Keisari osoitti suosionsa. Älä koskaan unohda. Aamu- ja iltarituaalit. On sopivaa polttaa suitsukkeita.", "籤詩故事一": "◇Mulian pelasti äitinsä\nMokou Lian eli Mulian on Sakyamuni Buddhan kymmenen opetuslapsen joukossa tehokkain.\nHänen äitinsä oli ahne ja niukka hänen elinaikanaan, joten hän joutui nälkäisten haamujen valtakuntaan kuolemansa jälkeen. Mokhullian käytti taikavoimaansa tarkkaillakseen ja sai selville, että hänen äitinsä syntyi nälkäisenä aaveena, jolla ei ollut mahdollisuutta saada ruokaa ja oli suurissa vaikeuksissa. Hän käytti taikavoimaansa tuodakseen ruokaa äidilleen. Yllättäen, kun äiti sai ruoka muuttui tuhkaksi eikä sitä voitu syödä.\nMaudgalyana oli huolissaan tapahtuneesta ja ilmoitti siitä Buddhalle. Buddha kertoi Mulianille, että seitsemännen kuun 15. päivänä hänen pitäisi laittaa sata makua ja viisi hedelmää altaaseen ja tarjota ne kymmenen suunnan hyveellisille munkeille. Tällä voimalla hänen äitinsä voisi syödä. .\nMaudgalyana toimi Buddhan tahdon mukaan, ja hänen äitinsä vapautettiin lopulta. Tällaista seremoniaa kutsutaan nimellä \"Obon Festival\" ja tätä festivaaleja kutsutaan nimellä \"Obon Festival\".\n(Huomaa: aineella on erilaisia ​​tunteita maailman eri tasoilla. Esimerkiksi: kun sataa tässä maailmassa, näemme sen \"vedenä\", kun taas nälkäisten aaveiden valtakunnassa olevat olennot tuntevat sen \"verena\" ja tuntevana helvetin olennot tuntevat sen \"verena\". Tuntuu kuin \"pudottaisi miekan\", kun taas taivaalliset olennot tuntevat \"kukan pudottamista\".)", "聖意": "Rukoile kodin ja talon puolesta, rukoilee onnea talvella, etsi rikkautta, ei kauppaa, avioliitto, rauha Liujiassa, jalankulkijat, muuttopellot, silkkiäistoukkien, kuusi eläintä, ihmisten löytäminen, oikeusjutut, menestys, muuttoliike, konservatiivisuus, kadonnut omaisuus, sairaus , mielenrauhaa, vuorten ja hautojen rauhaa", "古人": "Mulian pelastaa äitinsä", "第X籤": "Allekirjoita neljäkymmentäkaksi", "宮": "Sinä palatsi"}