{"籤詩版本二": "Maailma on joustava ja kaikki on itseään kannattavaa, itseään kannattavaa ja turvallista\nKaikki elämässä on ihanaa, kiittäkää pyhiä ja viisaita kaikesta ja vaurastukaa.", "詩意": "Tämä heksagrammi edustaa harmoniaa maan ja maan välillä.\nKaikki menee hyvin eikä vaaraa ole.", "解曰": "Kaikki asiat syntyvät. Kaikki suunnitelmat ja toiveet toteutuvat. Ford auttaa. Rui Qilla on kiire.", "籤詩故事一": "◇ Kävelejät saavat valaistumisen\nMatka länteen tarina:\nSun Wukong otti kukkien ja hedelmien vuoren haltuunsa ja tuli kuninkaaksi. Myöhemmin löytääkseen tavan elää ikuisesti hän matkusti kahdeksan tai yhdeksän vuotta vuorten ja jokien yli palvoakseen patriarkka Bodhia opettajanaan. Hän oppi seitsemänkymmentä -kaksi muutosta maallisesta pahuudesta ja kuperkeikkapilvistä, ja otti ensimmäisen kerran sukunimen Sun.Nimi Wukong.\nSen jälkeen Sun Wukong meni lohikäärmepalatsiin Itä-Kiinan merellä löytääkseen sopivan aseen ja lopulta löysi Ruyi Golden Cudgelin, Tianhen ja Dinghain jumalallisen neulan. Koska hänen elinikänsä oli ohi, hän aiheutti suuren hälinän alamaailmassa, tarkisti elämän ja kuoleman kirjan ja palasi ihmisten maailmaan. Myöhemmin taivas kutsui Sun Wukongin ensimmäistä kertaa ja sai nimekseen Bima Wen. Myöhemmin hänet kutsuttiin taivaaseen toisen kerran ja nimettiin Apinakuningas. Hän söi persikoita salaa ja nosti suurta meteliä taivaassa. Hänet sinetöitiin Bagua-uunissa harjoittamaan kultaisia ​​ja tulisia silmiään. Lopulta hän Tathagata Buddha tukahdutti sen Wuzhi-vuoren juurella 500 vuoden ajan, eikä hän pystynyt liikkumaan. Paikka, jossa Bagua-uuni potkaistiin, muuttui liekkien vuoreksi.\nViisisataa vuotta myöhemmin munkki Tang meni länteen hankkimaan pyhiä kirjoituksia, ohitti Five Elements Mountainin ja otti talismanin pois ennen kuin pelasti Sun Wukongin. Sun Wukong purskahti kyyneliin kiitollisuudesta. Saatuaan Guanyin Bodhisattvan opastuksen hän palvoi Tang Monkia opettajanaan ja meni länteen oppimaan yhdessä pyhiä kirjoituksia. Matkalla oppimaan pyhiä kirjoituksia Sun Wukong laskeutui demonien kimppuun ja eliminoi hirviöitä ja teki toistuvasti poikkeuksellisia tekoja, mutta isäntänsä Tang Seng ymmärsi hänet väärin ja karkotti hänet yhä uudelleen ja uudelleen. Kahdeksankymmenenyhden vaikeuden jälkeen työ saatiin vihdoin päätökseen: neljä mestaria ja opetuslasta saapuivat Xitian Leiyinin temppeliin ja saivat todellisen raamatunkohdan. Sun Wukong saavutti oikean tuloksen.\n(Tämä tarina on metafora siitä, että jopa apina voi valaistua, puhumattakaan ihmisestä.)", "聖意": "Koti on suotuisa itselleen, vauraudelle, bisnekselle, avioliitolle, Liujia, uroskävelijöille, peltojen estäminen, silkkiäistoukkien, kuusi eläintä, Zhongping, ihmisten etsiminen, oikeusjutut, menestys, muuttoliike, omaisuuden menetys, sairaus, Xingxingshanin hauta, asiat ovat suotuisia", "古人": "Matkustaja saavuttaa valaistumisen", "第X籤": "Allekirjoitettu 43", "宮": "xugong"}