{"籤詩版本二": "Kylmä sää muuttaa veden jääksi Miksi olla ahne mainetta?\nMinulla ei ole muuta vaihtoehtoa kuin istua hiljaa ja odottaa, että lehdet kukoistavat luonnollisesti.", "詩意": "Tässä heksagrammissa vesi muuttuu jääksi.\nÄlä pyydä mitään turhaan.", "解曰": "Vesi jäätyy jääksi. Jää sulaa vedeksi. Jos kyseessä on salaliitto. Niin se on.", "籤詩故事一": "◇ Wang Xiang pyytää karppia (Twenty-Four Filial Piety Stories)\nWang Xiang Jin-dynastiasta, kohteliaisuusnimi Fuzheng, syntyi Linyissä.\nKun Wang Xiang oli nuori, hänen biologinen äitinsä kuoli, hänen yksinäinen isänsä meni naimisiin Zhu-nimisen naisen kanssa ja Wang Xiang sai uuden äidin. Kun Wang Xiang oli nuori, hänen biologinen äitinsä kuoli, ja hänen yksinäinen isänsä meni naimisiin Zhu-nimisen naisen kanssa. Wang Xiangin äitipuoli oli ahdasmielinen ja mustasukkainen nainen, joka ei pitänyt Wang Xiangista ja moitti häntä usein vähäpätöisistä asioista. Pian äitipuoli synnytti myös pojan nimeltä Wang Lan. Äitipuoli rakasti vain omia lapsiaan ja piti Wang Xiangia piikkinä kyljessään. Hän tuli Wang Xiangille entistä vaativammaksi ja puhui usein pahaa Wang Xiangista isänsä edessä, eikä hänen isänsäkään vähitellen enää rakastanut häntä. Äitipuoli rakasti vain omia lapsiaan ja piti Wang Xiangia piikkinä kyljessään. Hän oli vielä vaativampi Wang Xiangia kohtaan ja puhui usein pahaa Wang Xiangista isänsä edessä.Edes hänen isänsä ei vähitellen enää rakastanut häntä. Vaikka Wang Xiangin velipuoli on, Wang Lan on erittäin ystävällinen veljeään kohtaan. Äitipuolensa kidutuksesta huolimatta hän oli edelleen hyvin lapsellinen. Äitipuoli on niin ankara, mutta Wang Xiang on edelleen hyvin lapsellinen.\nHänen äitipuolillaan on harrastus, eli hän syö mielellään tuoretta kalaa, joka on juuri kalastettu joesta. Hänen äitipuolillaan on harrastus, eli hän syö mielellään tuoretta kalaa, joka on juuri kalastettu joesta. Eräänä talvena hänen isänsä lähti työasioihin, ja äitipuoli sairastui jälleen. Veljet Wang Xiang ja Wang Lan tarjoilivat huolella keittoa ja lääkkeitä äidilleen syötäväksi. Kovalla kylmällä säällä äitipuolen sairaus ei vieläkään parantunut. kiire. Eräänä talvena hänen isänsä lähti työasioihin, ja äitipuoli sairastui jälleen. Veljet Wang Xiang ja Wang Lan tarjoilivat huolella keittoa ja lääkkeitä äidilleen syötäväksi. Kovalla kylmällä säällä äitipuolen sairaus ei vieläkään parantunut. kiire. Sairas äitipuoli halusi syödä tuoretta kalaa joesta, sillä kovassa kylmässä ilmastossa ulkona satoi lunta ja joen vesi oli jo muuttunut paksuksi jääksi. Sairas äitipuoli halusi syödä tuoretta kalaa. Mistä tuoretta kalaa löytyisi tuossa jäisessä ja lumisessa ilmastossa?\nSiihen aikaan ei ollut sesongin ulkopuolella, eikä niitä voinut ostaa, vaikka olisi rahaa.\nTarinan tässä vaiheessa tapahtui koskettava tarina Wang Xiangqiu Lista. Kaksi veljestä vartioivat äitiään avuttomasti. Wang Xiang käveli jäätyneelle joelle, jottei tuottaisi pettymystä sairaaseen äitipuoliinsa. Wang Xiang sai idean ja riisui paitansa kylmästä huolimatta. Hän makasi jäätiköllä alasti ja halusi Se käyttää omaa ruumiinlämpöään sulattaakseen jään (niin Wang Xiangqiu karppia kutsutaan myös Wang Xiangiksi, joka makaa jäällä). Hän riisui paitansa ja makasi alasti jäätiköllä. Hän rukoili Jumalaa ja sanoi: \"Jumala, äitini on sairas ja haluaa syödä tuoretta karppia. Sinun on löydettävä minulle keino riippumatta siitä, mitä.\" Kummallista kyllä, hänen vieressään oleva jäälohkare halkesi yhtäkkiä, ja niitä oli kaksi halkeamia. Elävä karppi hyppäsi halkeamasta ja hyppäsi jäälle. Wang Xiang oli erittäin onnellinen. Hän rukoili Jumalaa: \"Jumala, äitini on sairas ja haluaa syödä tuoretta karppia. Sinun on löydettävä minulle keino riippumatta siitä, mitä.\" Kummallista kyllä, hänen vieressään oleva jäälohkare halkesi yhtäkkiä ja siinä oli kaksi halkeamaa. Elävä karppi hyppäsi halkeamasta ja hyppäsi jäälle. Wang Xiang oli erittäin iloinen. Hän polvistui nopeasti, kiitti Jumalaa ja juoksi kotiin karpin kanssa. Hän polvistui nopeasti, kiitti Jumalaa, otti nopeasti karpin ja meni kotiin. Äitipuoli söi tuoretta karppia, hän toipui pian sairaudestaan. Sairaalavuoteella oleva äitipuoli järkytyi nähdessään Wang Xiangin alaston, kylmästä violetin ylävartalon ja pitelemässä kahta kalaa käsissään. Hän juoksi iloisena huoneeseen.\nWang Xiangista tuli myöhemmin virkamies ja hänestä tuli taibao, ja hänelle myönnettiin herttuan arvonimi.", "聖意": "Kotona levotonta, rukoilen suojelua, taloudellisia vaikeuksia, yritysongelmia, avioliittoa, Liujia-vakuutusten epäjohdonmukaisuutta, jalankulkijoita, Chitian silkkiäistoukkia, kuuden karjan menetystä, kadonneita ihmisiä, julkisia oikeudenkäyntejä, muuttoliikettä, konservatiivisuutta, kadonnutta omaisuutta, sairautta, vaikea saada takaisin, vuoren hauta, onnea", "古人": "Wang Xiang pyytää karppia (Twenty-Four Filial Piety Stories)", "第X籤": "Neljäkymmentäyhdeksän lottovoittoa", "宮": "Haigong"}