{"籤詩版本二": "Voit matkustaa maan kaikkiin kolkoihin ripustamalla purjekatoksen pitääksesi sen vapaasti pystyssä\nJos tuulee suotuisa, se saapuu pian ja vene on täynnä aarteita.", "詩意": "Tämä heksagrammi on kuin venettä vetää tuulen mukana.\nKaikki menee hyvin.", "解曰": "Lepää rauhassa. Ei vaadi ponnisteluja. Paljon rikkautta. Kaikki ihailtu.", "籤詩故事一": "◇ Tao Zhugui Five Lakes (Fan Ligui Lake)\nKevät- ja syyskaudella Fan Li, jonka kohteliaisuusnimi oli Shaobo, tunnettiin myös nimellä Gui Yizipi tai Tao Zhugong.\nTuolloin käytiin sotaa Wun osavaltion ja Yuen osavaltion välillä, ja Wun osavaltio tuhosi Yuen osavaltion. Fan Li ja Wen Zhong muotoilivat Yuen kuningas Gou Jianille suunnitelman Yuen edistämiseksi ja Wun tuhoamiseksi. Fan Li matkusti henkilökohtaisesti vuorten ja jokien halki ja vieraili Huansha-joella Cailuo-vuorella löytääkseen Xi Shin, kauniin naisen, jolla on sekä hyveitä, kykyjä että kauneutta, ja esitteli sen Wun kuninkaalle. Hän käytti \"kauneutta\" temppu\" tehdä yhteistyötä sisällä ja ulkopuolella ja tuhosi Wu-valtakunnan.\nKun Fan Li onnistui pyyhkiä pois Wun kuningaskunnan, Fan Li tiesi, että Gou Jian oli \"pitkäkaulainen lintu, jolla on nokka\" ja että hän pystyi jakamaan vaikeuksia ja onnea hänen kanssaan, joten hän purjehti Xi Shin kanssa Qi-valtakunnan halki ja vaihtoi nimensä. Gui Zipin luo ja johdatti hänen poikansa ja opetuslapsensa Qi-valtakuntaan. He asuvat mökissä meren rannalla. Hän työskenteli lujasti viljelläkseen joutomaa, hoitaakseen sivuliiketoimintaa ja tehdäkseen bisnestä. Muutaman vuoden aikana hän keräsi kymmeniä miljoonia omaisuutta. Hän oli antelias levittämään vaurautta ja tekemään hyvää kotikaupungilleen. Qin kansa arvosti Fan Li:n viisautta ja kykyjä. Qin kuningas kutsui hänet pääkaupunkiin Linziin ja palvoi häntä hallituksen asioista vastaavana pääministerinä. . Hän huudahti: \"Viramiehenä oleminen voi johtaa ministereihin, ja perheen johtaminen voi johtaa omaisuuksiin. Tyhjästä aloittaneelle tavalliselle ihmiselle tämä on mennyt äärimmäisyyksiin. Pitkäaikainen kunnianosoitus ei luultavasti ole hyvä merkki.\" Joten vain kolme vuotta myöhemmin Jiliu vetäytyi jälleen rohkeasti, palautti sinetin Qin kuninkaalle ja luovutti kaikki perheensä omaisuutensa läheisille ystävilleen ja kyläläisille.", "聖意": "Talo on hyvä itselleen (lähetettäväksi), rahat hyvät, bisnes hyvin, avioliitto myöhässä, avioliitto ei ole hyvä, Liujia on turvassa, ihmiset estävät peltoja, silkkiäistoukkia, syksyä, karjaa, kevättä on vauras, ihmiset etsivät ihmisiä, oikeusjutut ovat huonoja, muuttoliike on konservatiivista, kadonneita asioita, länsimaiset sairaudet ratkeavat, vuoret ja haudat ovat etelässä.", "古人": "Tao Zhugui Five Lakes (Fan Ligui Lake)", "第X籤": "Viideskymmenes lottovoittaja", "宮": "Haigong"}