{"籤詩版本二": "Kesä on pisin päivä ja kaikki ovat huolissaan helteestä ja masennuksesta\nTaivas ja maa tietävät myös mitä ihmiset haluavat, ja tuuli puhaltaa ja on luonnollisesti viileää", "詩意": "Tämä heksagrammi osoittaa, että kaikki ovat huolissaan kuumuudesta.\nTehdä mitä haluat.", "解曰": "Ei ole epäilystäkään siitä, edetäänkö vai perääntyykö. Pidä hauskaa. Onko se telttailua varten? Ei tarvitse toimia hätäisesti.", "籤詩故事一": "◇Kong Ming saapuu Sichuaniin\nZhuge Liang (181-234), kohteliaisuusnimi Kongming, oli kotoisin Yangdusta Langyasta (nykyisin Yinanin piirikunta, Shandongin maakunta) ja oli Shu Hanin (Liu Bei) pääministeri Kolmen kuningaskunnan aikana.\nVaikka Liu Bei voitti Jingzhoun, se ei riittänyt erottamaan toinen puoli.Zhuge Kongming suunnitteli valtaavansa Xichuanin lisätäkseen Liu Bein aluetta. Tällä hetkellä Zhang Lu hyökkäsi pohjoisessa Liu Zhangiin Yizhoussa. Zhuge Kongming sai tietää, että Liu Zhang halusi omistaa Xichuanin kartan Cao Caolle suojellakseen itseään. Kun Zhang Song (Liu Zhangin alainen) tapasi Cao Caon, koska Cao Cao oli ylimielinen ja töykeä, Liu Zhang vei kartan takaisin Xichuaniin ja ohitti Jingzhoun matkalla. Kong Ming oli jo odottanut häntä matkalla ja kutsunut hänet Jingzhouhun, mutta hän ei koskaan maininnut Xichuan-kuvaa ennen lähtöä. Zhang Song oli kiitollinen Kong Mingille hänen kohteliaisuudestaan ​​ja vieraanvaraisuudestaan, joten hän omisti Xichuan-kuvan häntä.\nXichuanin maasto oli vaarallista ja sitä voitiin hyökätä tai puolustaa. Kong Mingin erilaisten järjestelyjen jälkeen Xichuanista tuli Liu Bein syntymäpaikka.\n(Kong Ming kohteli ihmisiä kohteliaasti ja sai helposti halutun Xichuanin.)", "聖意": "Rukoile siunauksia kotona ja omaa suojelustasi (onnettomissa on onnea) Etsi rikkautta, onnea liiketoiminnassa, yhteistä avioliittoa, poikien syntymää Liujiassa, peltojen muuttoa, silkkiäistoukkien, karjavaurioita, ihmisten löytämistä, julkisia oikeusjuttuja , muuttoliike, vanhat kadonneet tavarat, pohjoiset sairaudet, vuorten ja hautojen toivominen", "古人": "Kong Ming saapuu Sichuaniin", "第X籤": "Luku 51: Erän voittaminen (erän voittaminen)", "宮": "Kohtu"}