{"籤詩版本二": "Kuun saaminen vedestä vaatii paljon vaivaa, vaatii paljon vaivaa, mutta ei mitään.\nÄlä puhu hölynpölyä ja tuhlaa ponnistelujasi kehon vahvistamiseen. Sana \"kehon kuihtunut\" tarkoittaa alun perin \"kehon yksin\".", "詩意": "Tämä heksagrammi on ahne ponnistuksen kuvaan.\nKaikki on työlästä ja työlästä.", "解曰": "Lupauksia on vaikea muistaa. Paljon kovaa työtä. Huoli kotona. Odottaa tapaamista jaloisiin ihmisiin.", "籤詩故事一": "◇Taibai nappasi kuun humalassa (Li Taibai sai kuun humalassa)\nLi Bai (701-762), joka tunnetaan myös nimellä Taibai, joka tunnetaan myös nimellä Qinglian Jushi. Tang-dynastian runoilija, joka kutsui itseään karkotetuksi kuolemattomaksi, tunnettiin runouden kuolemattomana, ja hän oli aina onnellinen juomatta.\nKerran Li Bai tuli Jinlingiin (nykyinen Nanjing) ja lepäsi ravintolassa Wende-sillan vieressä.\nSe päivä sattui olemaan talvisen kuun 15. päivä.. Hän istui öisin yksin ravintolassa ja ihaili kuuta juomalla ja lausuen runoja. Se päivä sattui olemaan talvisen kuun 15. päivä.. Hän istui öisin yksin ravintolassa ja ihaili kuuta juomalla ja lausuen runoja. Li Taibai rakasti kuuta eniten elämässään sanoen sen olevan puhdas ja kaunis. Li Taibai rakasti kuuta eniten elämässään sanoen sen olevan puhdas ja kaunis. Sinä yönä hän katsoi ylös ja näki valkoisen ja pyöreän kuun taivaalla. Hän oli hyvin iloinen ja joi muutaman lasillisen lisää. Sinä yönä hän katsoi ylös ja näki valkoisen ja pyöreän kuun taivaalla. Hän oli hyvin iloinen ja joi muutaman lasillisen lisää. Keskiyöllä Li Taibai käytti hyväkseen viiniä ja meni alakertaan Wende Bridgelle. Keskiyöllä Li Taibai käytti hyväkseen viiniä ja meni alakertaan Wende Bridgelle. Heti kun hän astui sillalle, hän laski päänsä ja näki yhtäkkiä kuun putoavan veteen.Jen liikkuessa valkoiseen kuuvarjoon lisättiin muutama musta viiva. Heti kun hän astui sillalle, hän laski päänsä ja näki yhtäkkiä kuun putoavan veteen.Jen liikkuessa valkoiseen kuuvarjoon lisättiin muutama musta viiva. Li Taibai oli tuolloin niin humalassa, että hän luuli, että jokivesi tahrasi kuun. Li Taibai oli tuolloin niin humalassa, että hän luuli, että jokivesi tahrasi kuun. Hän ei edes vaivautunut riisumaan saappaita, hän avasi kätensä ja hyppäsi sillalta kiinni kuuhun. Hän ei edes vaivautunut riisumaan saappaita, hän avasi kätensä ja hyppäsi sillalta kiinni kuuhun. Yllättäen tällä hyppyllä kuu ei saatu kiinni, mutta vedessä oleva kuu särkyi ja jakautui välittömästi kahteen puolikkaaseen. Yllättäen tässä hyppyssä kuu ei saatu kiinni, mutta mies hukkui. Hän kuoli kuudenkymmenen kahden vuoden iässä.", "聖意": "Talo on levoton ja sinulla on huono tuuri (kiinnitä huomiota terveytesi) (epäonninen) Etsi tasapainoa varallisuudesta (älä edes ajattele sitä) Vaikeuksia liiketoimissa, avioliitto ei ratkea, rukoile suojaa (tyhjennä aarteet estääksesi keskenmeno) Jalankulkijat pulassa, silkkitoukat kentällä viisi pistettä ja kuusi eläintä laskussa, etsivät ihmisiä (valitettavat) julkiset oikeusjutut ja (Lopeta oikeusjuttu) Tavallinen muuttoliike (älä mainitse sitä) Omaisuuden menetys (lentokone) Rukoilee suojaa sairaudelta (onnetonta) Onnea vuorilla ja haudoissa", "古人": "Taibai sai kuun humalassa (Li Taibai sai kuun humalassa)", "第X籤": "Viisikymmentäsekuntia lottovoittoa (Lotto)", "宮": "Kohtu"}