{"籤詩版本二": "Kun turhautuminen muuttuu riemuksi, lohikäärmeet karjuvat ja tiikerit karjuvat.\nSinisellä taivaalla on oma tiensä taivaaseen. Toivon edelleen menestystä ja mainetta.", "詩意": "Tämä heksagrammi on kuin lohikäärme karjuisi ja tiikeri karjuisi.\nToivoa on, että kaikki menee hyvin.", "解曰": "Opettele vain ja mene. On oma vaurautesi. Se on tehtävä lopulta. Paikka löytyy.", "籤詩故事一": "◇Liu Bei rekrytoi morsiamen\nChibin taistelun jälkeen Sun Quan halusi saada takaisin Jingzhoun, jonka Liu Bei oli hankkinut, joten hän käytti Zhou Yun suunnitelmaa teeskennellen, että hän halusi kihlata sisarensa Sun Renin Liu Beille, mutta itse asiassa hän halusi vallata. Liu Bei panttivankina vaatiakseen Jingzhoun.\nSen jälkeen kun Zhuge Liang vakoi Zhou Yun suunnitelmaa, hän ojensi strategiaa sisältävän esitteen Zhao Yunille, joka suojeli Liu Beitä, kun tämä meni Soochowiin. Zhao Yun seurasi esitteen strategiaa ja teki tarkoituksella suuren roiskeen päästääkseen Wu Guotain ( Sun Quanin isä) tietää avioliittoehdotuksesta. Koska Wu Guotai rakasti tytärtään eikä ollut halukas tekemään satunnaisia ​​päätöksiä tyttärensä elinikäisistä asioista, hän moitti Sun Quania armottomasta sisarelleen ja ehdotti henkilökohtaisesti testaamista, oliko Liu Bei tyttärensä arvoinen Ganlun temppelissä. Kun Wu Guotai tapasi Liu Bein, hän arvosti suuresti Liu Beitä ja kannatti voimakkaasti Liu Bein ja hänen tyttärensä välistä avioliittoa. Tämän seurauksena Liu Bei meni menestyksekkäästi naimisiin rouva Sunin kanssa.\nMyöhemmin Liu Bei ja rouva Sun pakenivat yhdessä takaisin Jingzhouhun. Myöhemmin Sun Quan halusi hiipiä Jingzhoun kimppuun, kun Liu Bei hyökkäsi Yizhoun kimppuun, mutta Wu Guotai pysäytti hänet, joka oli huolissaan tyttärensä turvallisuudesta.\nHän sanoi: \"Zhou Yun älykäs suunnitelma on maailman paras. Hän menetti vaimonsa ja joukkonsa.\"\n(Liu Bei sai vahingosta)", "聖意": "Minulla on epäonnea kotona ja olen epäonninen (ensin huono onni, sitten onnea). Etsi rikkautta, tasapainoa, avioliiton vaikeuksia, menestystä avioliitossa. Rukoile siunauksia jalankulkijoille, silkkiäistoukkien pelloilla, viisi pistettä karjavahingoista, etsintä ihmisille, oikeudenkäynneille ja muuttoliikkeelle, onnea kadonneelle omaisuudelle, onnea sairauksille, vuorten ja haudojen rauhaa.", "古人": "Liu Bei värvää morsiamen", "第X籤": "Viisikymmentäkolmas voittonumero", "宮": "Kohtu"}