{"籤詩版本二": "Hyve välittyy isältä pojalle pojanpojalle.Ruoan ja vaatteiden hyvinvointi riippuu vain Jumalasta.\nChunxuan salissa tekee ihmiset onnelliseksi. Kun he ovat nälkäisiä, ruokittuja, janoisia ja uneliaita, Chunxuan on metafora vanhemmille.", "詩意": "Tämä heksagrammi liittyy kevääseen johtavaan bambukuvaan.\nToivottavasti kaikki menee hyvin.", "解曰": "Ota bambu ja johda kevääseen. Se leviää loputtomasti. Herrasmies etsii toivoa. Kaikki iloisia.", "籤詩故事一": "◇ Zhoun kuningas Wu nousi valtaistuimelle\nZhoun kuningas Wu hyökkäsi kuningas Zhoun kimppuun ja johti kahdeksansataa prinssiä taistelemaan kuningas Shangin armeijaa vastaan. Myös Chaogessa (kuningas Shangin pääkaupunki) sotilaat kääntyivät kuningas Shangia vastaan ​​ja pettivät kuningas Shangin.\nKuningas Zhou poltti itsensä Zhaixing Towerissa, ja Shang-dynastia tuhoutui.\nKuningas Wu otti vastaan ​​kultakirjan ja kulta-aarteen, joka on keisarin valtaistuin. Hän käänsi kasvonsa etelään, kätensä oli laskettu alas ja hän istui pystyssä. Kuningas Wu määräsi Lutain omaisuuden jakamisen, Tähtien poimintatornin purkamisen ja Juqiaoon varastoidun riisinjyvien jakamisen.\nVapauta vangittu Jizi ja korjaa Biganin hauta. Kuningas Wu ratsasti viisaan Shang Rongin talon ovella ja kumarsi päänsä. Kunnioita hyveellisiä ja kohteliaita ihmisiä ja päästä irti sisäisen palatsin orjat.\nHän lopetti myös aseistuksen ja edisti kulttuuria ja koulutusta. Nanshanin eteläosassa laidutetaan hevosia ja karjaa maaseudulla persikkapuilla.Se on rauhallinen maisema.", "聖意": "Talo ei ole hyvässä kunnossa (onnea), voit esittää omat toiveesi (onnea), hakea taloudellista hyötyä, tehdä kauppaa ja mennä naimisiin (tapaamaan hyvä vävy), Liujia on turvassa (horoskooppi) merkki), jalankulkijat siirtävät peltoja, silkkiäistoukkien onnea, kuusi eläintä vaurioitunut, ihmisiä on vaikea löytää (nähdä) julkisia oikeudenkäyntejä, jalo henkilö muuttaa, onni menetetään. Sairaudet ja sairaudet", "古人": "Zhoun kuningas Wu nousi valtaistuimelle", "第X籤": "Viideskymmenesviides lottovoitto (arpajaiset)", "宮": "Ruma palatsi"}