{"籤詩版本二": "Ranta on täynnä kiviä, puro virtaa, tuuli on selkeä, kuu on kirkas ja jalot ihmiset ovat kiireisiä.\nTiellä minun täytyy kysyä minne mennä.Älä ota kukkien ja kasvien tuoksua metsään.Älä pidä siitä huolta.", "詩意": "Tämä heksagrammi on kuin vene, joka matkustaa pienellä rannalla.\nKaikessa on jaloja ihmisiä auttamassa.", "解曰": "Ansaita elanto. Paljon kovaa työtä. Pysy konservatiivisena ja odota. Kaikki parhaat.", "籤詩故事一": "◇Lushanin kapina\nAn Lushan (703-757), jonka sukunimi oli Kang ja nimeltä Yaluoshan, oli kotoisin Liuchengistä, Yingzhousta (nykyisin Chaoyang, Liaoning).\nMyöhemmin hän otti sukunimen An ja muutti nimensä Lushaniksi. Tang-dynastian keisari Xuanzongin hallituskaudella An Lushan oli sotilaallinen lähettiläs.\nTianbaon 14. vuoden marraskuussa An Lushan kokosi joukkoja Fanyangiin, hyökätäkseen Yang Guozhongiin hän käynnisti kapinan ja vei kolmen kaupungin joukot hyökkäämään itäiseen pääkaupunkiin Luoyangiin. Raportit Taiyuanista ryntäsivät Lishaniin. Tang Xuanzong, joka oli tuolloin Lishanin Huaqingin palatsissa, ei uskonut Anlushanin kapinoivan, mutta uutiset kapinasta jatkoivat leviämistä ja Xuanzong oli edelleen puoliksi vakuuttunut. (Tämä on kuvaus \"karkean juoksevan veden äänistä pienillä kivillä purossa\")\nVasta kun Yan Zhenqing, Pingyuanin piirikunnan prefekti, lähetti jonkun lähettämään tietoja, Xuanzong heräsi unestaan.\nTang-dynastian keisari Xuanzongin virheellisen strategian mukaisesti An Lushanin ratsuväkirykmentti valloitti itäisen pääkaupungin Luoyangin. Seuraavan vuoden ensimmäisenä kuukautena hän julisti itsensä keisariksi Dayaniksi Luoyangissa, Jianyuan Shengwuksi, keisari Xiongwuksi ja Da Xixuniksi. pääministeri.\nSaman vuoden kesäkuussa Tang-dynastian keisari Xuanzong, joka halusi lievittää Chang'anin kriisiä ja väärällä sotilaallisella ymmärryksellä, teloi kaksi kuuluisaa kenraalia, Feng Changqingin ja Gao Xianzhin. Tämä käsky järkytti Tangin armeijaa. (Tämä käytös rikkoo \"tien on osoitettava jokeen\")\nMyöhemmin Tang-dynastian keisari Xuanzong määräsi kiireellisesti toisen kenraalin, Ge Shuhanin, johtamaan Tangin armeijaa itään ulos Tongguanista.\nGe Shuhan, joka ymmärsi täysin Tang-dynastian keisarin Xuanzongin strategisen virheen, suunnitteli viivyttävänsä muutosta (lähestymistapa \"ei ole ok, jos tuuli on tyyni ja vuorovesi on tyyni\").\nLopulta Tang-dynastian keisari Xuanzong ajatteli olevansa liian arka taistellakseen, joten hänellä ei ollut muuta vaihtoehtoa kuin taistella An Lushanin kanssa kyyneleissä, ja hän hävisi. (Se täyttää \"Jos työskentelet kovasti elättääksesi itsesi, saatat loukkaantua.\")\nTang-dynastian aikana, kun rajajoukot ja paikalliset varuskunnat eivät ehtineet vastata, An Lushanin armeija painoi rajaa ja saapui pääkaupunkialueelle. Kriittisessä tilanteessa Tang-dynastian keisari Xuanzong johti vartijajoukot pakenemaan pääkaupungista, jolloin johtajaton Xijing Chang'an kaatui.\n(Tang Xuanzong rikkoi tämän merkin ohjeita, joten An Lushanin kapina onnistui.)", "聖意": "Koti on turvassa, itse on suotuisa, omaisuus vakaa, kauppa menestyy ja avioliitto on onnistunut (varoitus) Liujialainen jalankulkija tulee pellolle, silkkiäistoukkia korjataan ja kuusi karjaa vahingoittuu. Henkilö löytyy ja julkinen oikeusjuttu on perusteltu Kadonnut omaisuus tuo sairautta eli Anshanin hauta pitäisi korjata.", "古人": "Lushanin kapina", "第X籤": "Viideskymmeneskuudes lotto", "宮": "Ruma palatsi"}