{"籤詩版本二": "Aamu ja hämärä, Buddhan tuen on oltava vaaran aikoina, mutta ei vaarassa\nJos sinua houkuttelee jalo henkilö, myös raha ja silkki ovat mukanasi.Tämä on Chuan Lai. Kaikki riippuu sinusta.", "詩意": "Tämä heksagrammi edustaa jumalien ja buddhien salaista siunausta.\nOle kärsivällinen ja onnea kaikessa.", "解曰": "Vanhanaikaisen rauhan merkki. Kun kaikki on kallista, se on suotuisaa.", "籤詩故事一": "◇Tang Monk saavutti valaistumisen\nEräänä päivänä Tang Seng tuli joelle ja näki sen edessä Buddhan Lingshan-vuoren. Sen edessä oli yksilankuinen silta. Tang Seng ei uskaltanut ylittää sitä. Buddha muuttui venemieheksi ja piti pohjattomana rikkinäistä venettä. Heti kun Tang Monk nousi veneeseen, hän putosi jokeen ja venemies pelasti hänet. Näin Tang Monk saavutti buddhalaisuuden. (Tarina matkasta länteen)\n◇ Tang Monkin buddhalaiset kirjoitukset\nSanzang Tang-dynastiasta, hänen yleinen sukunimensä oli Chen ja hänen etunimensä oli Yi. Syntynyt Goushin piirikunnassa Luozhoussa (nykyisin Yanshin kaupungin eteläpuolella Henanin maakunnassa). Hänestä tuli munkki 13-vuotiaana ja hän otti buddhalaisen nimen Xuanzang.\nSaadakseen alkuperäiset buddhalaiset kirjoitukset hän lähti Chang'anista (nykyinen Xi'an, Shaanxin maakunta) Zhenguanin kolmantena vuonna (629 jKr.), uskalsi rajan yli ja kävi läpi lukemattomia vaikeuksia päästäkseen Tianzhuun ( Intia) keräämään pyhiä kirjoituksia. Hän matkusti Ganges- ja Indus-jokien valuma-alueilla sekä Intian kaakkoisrannikkoalueilla, sitten ylitti lumihuippuiset vuoret ja vihreät harjut ja vaelsi yli 50 000 mailia edestakaisin. Kesti 16 vuotta, ennen kuin hän palasi lopulta Chang'aniin vuonna Zhenguanin 19. vuosi (645 jKr.). Hän toi takaisin suuren määrän buddhalaisia ​​pyhiä kirjoituksia ja käänsi ne kiinaksi.\n(Tang Sanzang kävi läpi pitkän matkan edestakaisin Kiinan ja Intian välillä, ja hän joutui kokemaan vaaroja, mutta hän pystyi palaamaan turvallisesti, koska hänen takanaan oli näkymätön suojeluspyhimys.)", "聖意": "Koti on turvassa, itse on suotuisa, länsimainen bisnes onnistuu, avioliitto onnistuu, jalankulkijat tukkivat kentän, silkkiäistoukkien tukossa, silkkiäistoukkien seitsemän pistettä, karja on kannattavaa, ihmisten etsintä, länsi julkinen oikeusjuttu on huono, muuttoliike on konservatiivinen, kadonnut omaisuus näkyy, tauti on suotuisa, vuoret ja haudat ovat suotuisia.", "古人": "Tang Monk saavutti valaistumisen", "第X籤": "Lottovoitto kuusikymmentäkaksi", "宮": "Yinin palatsi"}