{"籤詩版本二": "Uimakala jäi kiinni Bibo-lammen ansaan.\nJos jokin menee pieleen miettimisen jälkeen, se aiheuttaa lopulta ongelmia.", "詩意": "Tämä heksagrammi edustaa ansaan pyydettyä kalaa.\nOn myös suositeltavaa olla varovainen kaikessa.", "解曰": "Asutus talon alle. Katastrofi putoaa taivaasta. Herää aikaisin ja ryhdy varotoimiin ensin. Vältä katastrofeja.", "籤詩故事一": "◇Hevonen on veden peitossa (vettä on vaikea kerätä)\nHan-dynastia. Zhu Maichen, kohteliaisuusnimi Wengzi, oli kotoisin Wusta Kuaijissa (nykyisin osa Suzhoun kaupunkia).\nMaichenin perhe oli hänen varhaisvuosinaan köyhä, eikä hänellä ollut menestystä.Pariskunta asui olkikattoisessa portissa takakujalla, katkaisi polttopuita ja myi niitä saadakseen toimeentulon. Et tienaa paljoa rahaa myymällä polttopuita kenenkään hintaan.\nHänen vaimonsa meni ulos hakemaan vettä ja näki ryhmän lapsia nauravan Maichenille.Vaimon mielestä se oli häpeällistä ja lähti myöhemmin.\nKun Zhu Maichen oli 50-vuotias, Han-dynastian keisari Wu etsi kykyjä ja palvoi Zhua Kuaijin prefektinä.\nHänen vaimonsa katui sokeuttaan ja halusi tulla palvelijaksi ja jalkavaimoksi palvelemaan Zhua hänen loppuelämänsä.\nMaichen käski ex-vaimoaan ottamaan ämpäri vettä, kaatamaan sen portaille ja sanoi: \"Jos vesi voidaan ottaa takaisin, he voivat palata yhteen.\"\nAviomiehen ja vaimon väliset suhteet huomioon ottaen vaimolle ja hänen uudelleen naimisissa olevalle miehelleen annettiin takapihalle avoin tila viljellä ja elättää itsensä. Hänen vaimonsa heittäytyi jokeen ja kuoli.", "聖意": "Talo on vaarassa, itse on vaarassa, rahat kadonneet, kauppa on rauhassa, avioliitto on epäjohdonmukainen, Liujia peloissaan, ihmiset ovat tukossa, peltoja vaurioitunut, silkkiäistoukkien kadonnut, karjaa kadonnut, ihmisiä löytyy, julkinen oikeusjuttu häviää, muuttoliike on hyvä, kadonnut omaisuus on epäsuotuisa, tauti on vaarallinen ja vuoristohauta pitäisi vaihtaa.", "古人": "Hevonen on veden peitossa (vettä on vaikea kerätä)", "第X籤": "Kuusikymmentäneljäs merkki", "宮": "Maogong"}