{"籤詩版本二": "Talven tullessa luumukukan oksa vuorella ei tuhoudu, vaikka sen lehdet putoavat ja oksat kuihtuvat.\nMutta kun kevät tulee, palaan silti takaisin kurtisaaniksi ja tuhoan alkuperäisen teoksen.", "詩意": "Tässä heksagrammissa luumukukka on johtavassa asemassa.\nKaikki on hyvin, jos se viivästyy.", "解曰": "Yksi nuoli ampui tyhjään. Kun se on tyhjä, se ei ole tyhjä. Kevään tuloa odotellessa. Väri on siinä.", "籤詩故事一": "◇ Tehty kahdesti\nTang-dynastian keisari Dezongin hallituskaudella uskollinen ministeri Mei Bogao ja hänen perheensä joutuivat petturiin pääministeri Lu Qiin, joka halusi tappaa heidät kaikki. Vain hänen poikansa Mei Liangyu onnistui pakenemaan. Myöhemmin hän muutti miehensä. nimi Wang Xitongille salatakseen henkilöllisyytensä. Hän asui yksin kaduilla nälkäisenä ja kylmänä, mutta onneksi Chen Risheng (Chen Dongchu) otti hänet luokseen. Chen Risheng ei tiennyt hänen elämänkokemustaan, joten hän pyysi häntä auttamaan Chenin luumupuutarhan hoitamisessa, jotta hän ei kuolisi nälkään kadulla.\nChen Risheng oli Mei Bogaon luokkatoveri ja ystävä. Kun Lu Qi vainosi häntä, Mei Bogao pelasti hänet. Tämän seurauksena Mei Bogaosta ja Lu Qista tuli vihollisia. Lopulta hänen koko perheensä teloitettiin. Chen Risheng tunsi olonsa surulliseksi ja vihaiseksi tämän vuoksi, ja mentyään naimisiin hän erosi ja muutti perheensä Yangzhouhun asumaan eristyksissä.\nChen Rishengillä on tytär nimeltä Chen Xingyuan, joka on kaunis ja tuoksuva.Mei Liangyun tullessa Chenin perheeseen he rakastuivat ensisilmäyksellä. Päivänä, jolloin luumunkukat olivat täydessä kukassa, joka oli myös Mei Bogaon kuoleman vuosipäivä, Chen Risheng ja hänen perheensä avasivat alttarin kotinsa luumupuutarhaan muistoksi kuolleen ystävänsä ja hyväntekijänsä. Yhtäkkiä taivas muuttui yllättäen. ja kova lumimyrsky puhalsi, peittäen kaikki luumunkukat.Tuhottui. Chen Risheng valitti, että hän pääsi pakoon turvallisesti, mutta hän ei voinut edes pelastaa Mei-perheen jälkeläisiä. Hän piti tätä varoituksena Jumalalta, joten hän vannoi, että elleivät luumunkukat kukkivat uudelleen, mikä todistaa, että Mei-perheen jälkeläiset Mein perhe oli vielä elossa, hän ei koskaan sanonut mitään. Hän pakeni buddhalaisuuteen ja hänestä tuli munkki.\nHänen tyttärensä Xingyuan kuuli tämän ja poltti välittömästi suitsukkeita ja rukoili vilpittömästi Jumalaa, jotta luumunkukat kukkisivat uudelleen. Heidän vilpittömyytensä liikutti taivasta, ja kaikki luumupuutarhan luumupuut kukkivat uudelleen; myöhemmin Chen Risheng tiesi, että Xitong oli Liangyu, joten hän kihlasi tyttärensä Xingyuanin hänelle.", "聖意": "Koti ja talo eivät kelpaa itselleen, omalle onnelleen, vaurauden etsimiseen, viisaaseen asiointiin, naimisiinmenon odottamiseen, myöhästelyyn, naimisiin, myöhään, menestymiseen kevät, olla myöhässä, myöhässä, myöhässä, olla kiireinen, olla kiireinen, olla vauras, olla kiireinen, löytää.", "古人": "Tehty kaksi kertaa", "第X籤": "Kuusikymmentäyhdeksän lottovoittoa", "宮": "Tatsumi"}