{"籤詩版本二": "Chao Chao on kuin kukkia keräävä mehiläinen, joka lentää lounaasta ja sitten itään\nKevät on ohi, kukat ovat poissa, eikä ole paikkaa etsiä. Tämä sydän ei muuta olinpaikkaansa.", "詩意": "Tämä heksagrammi on kuin mehiläinen poimimassa kukkia.\nKaikki on työlästä ja työlästä.", "解曰": "Ei kevätmaisemia. Vettä sataa pitkään, mutta ei koskaan kirkastu. Pyytää apua. Parempi olla hiljaa.\n.", "籤詩故事一": "◇Li Mi kapinoi Tang-dynastiaa vastaan\nLi Mi\n(582-619), Wagangin armeijan edesmennyt johtaja talonpoikien kansannousussa edesmenneen Kiinan Sui-dynastian aikana. Kalligrafian maisteri. Sanan Fa mestari oli kotoisin Chang'anista, Jingzhaosta, ja hänen esi-isien kotinsa oli Xiangping, Liaodong (nykyisin Liaoyangin eteläpuolella Liaoningissa). Kotoisin Chang'anista, Jingzhaosta, hänen esi-isien kotinsa on Xiangping, Liaodong (nykyisin Liaoyangin eteläpuolella Liaoningissa).\nDayen yhdeksäntenä vuonna (613) hän osallistui Yang Xuanganin kapinaan Sui-dynastiaa vastaan ​​Liyangissa (nykyisin Junxianin piirikunnasta koilliseen Henanin maakunnassa). Dayen yhdeksäntenä vuonna (613) hän osallistui Yang Xuanganin kapinaan Sui-dynastiaa vastaan ​​Liyangissa (nykyisin Junxianin piirikunnasta koilliseen Henanin maakunnassa). Salaperäinen taju on voitettu,\nLi Mi pakeni. Xuangan voitti ja Li Mi pakeni.\nDayen kahdentenatoista vuonna hän liittyi Wagangin armeijaan\n. Dayen kahdentenatoista hallitusvuotena hän liittyi Wagangin armeijaan. Li Mi oli hyvä strategiassa. Lokakuussa Dayen kahdestoista vuotena Li Mi suostutteli Zhain hyökkäämään Xingyang Tongia, voimakasta armeijan mukana kulkevaa kenraalia, vastaan ​​puolustamaan Zhang Xutuota, kukistamalla Sui-armeijan ja tappaen Zhang Xutuon. Li Mi oli hyvä strategiassa. Lokakuussa Dayen kahdestoista vuotena Li Mi suostutteli Zhain hyökkäämään Xingyang Tongia, voimakasta armeijan mukana kulkevaa kenraalia, vastaan ​​puolustamaan Zhang Xutuota, kukistamalla Sui-armeijan ja tappaen Zhang Xutuon.\nMyöhemmin hän ehdotti hyökkäämistä Xingluon (myöhemmin nimetty Luokou) varastoon, avata varastoa helpotusta varten ja laajentaa joukkuetta. Wagangin armeijaryhmä kasvoi nopeasti. Dayen 13. vuonna Li Mi johti Wagangin armeijaa ja Zhai Rang Käsitteli Sui-dynastian alentamista ja jakelua.Sotaa käytiin sotilaallisista resursseista ja muista asioista, ja Li Mi tappoi Zhai Rangin ja satoja hänen seuraajiaan. Myöhemmin hän ehdotti hyökkäämistä Xingluon (myöhemmin nimetty Luokou) varastoon, avata varastoa helpotusta varten ja laajentaa joukkuetta. Wagangin armeijaryhmä kasvoi nopeasti. Dayen 13. vuonna Li Mi johti Wagangin armeijaa ja Zhai Rang Käsitteli Sui-dynastian alentamista ja jakelua.Sotaa käytiin sotilaallisista resursseista ja muista asioista, ja Li Mi tappoi Zhai Rangin ja satoja hänen seuraajiaan.\nDayen 14. vuoden maaliskuussa Yu Wenhuaji tappoi Sui-dynastian keisari Yangin\n, johti yli 100 000 ihmistä palaamaan länteen. Dayen neljäntenätoista vuoden maaliskuussa Yu Wenhuaji (Yu Wen, yhdistetty sukunimi) tappoi Sui-dynastian keisari Yangin ja palasi länteen yli 100 000 ihmisen kanssa. Li Mi sai käskyn hyökätä Huajiin. Vaikka Huaji voitettiin, myös Li Mi:n joukot kärsivät raskaita tappioita. Myöhemmin Wang Shichong ajoi heitä takaa. Li Mi:n armeija lyötiin ja hänen leirinsä tuhoutui. Hänen kenraalit Qin Shubao, Cheng Zhijie (alkuperäinen nimi Cheng Yaojin), Niu Jinda ja muut vangittiin. , Shan Xiongxin antautui. Li Mi sai käskyn hyökätä Huajia vastaan. Vaikka Huaji voitettiin, myös Li Mi:n joukot kärsivät raskaita tappioita. Myöhemmin Wang Shichong ajoi häntä takaa. Li Mi:n armeija lyötiin ja hänen leirinsä tuhottiin. Hänen kenraalit Qin Shubao, Cheng Zhijie (alkuperäinen nimi Cheng Yaojin), Niu Jinda ja muut vangittiin, ja Shan Xiongxin antautui. Li Mi oli epätoivoinen, joten hän ylitti joen Heyangiin syyskuussa ja antautui Tang-dynastialle. Li Mi oli epätoivoinen, joten hän ylitti joen Heyangiin syyskuussa ja antautui Tang-dynastialle.\nMarraskuussa Li Yuan lähetti Li Mi:n Shandongiin värväämään vanhoja joukkoja. marraskuuta,\nLi Yuan lähetti Li Min odottamaan Shandongiin värväämään vanhoja joukkoja. Tunteessaan, että häntä oli epäilty, hän kapinoi Tangia vastaan. Tunteessaan, että häntä oli epäilty, hän kapinoi Tangia vastaan. Tang-kenraali Sheng Yanshi kutsui Li Min hyökkäämään ja tappoi hänet Xinggong Xianissa. Tang-kenraali Sheng Yanshi kutsui Li Min hyökkäämään ja tappoi hänet Xinggong Xianissa.", "聖意": "Talo, talo, kieli, itse, konna, vaurauden etsiminen, liiketoiminnan haaskaus, avioliitot, jotka eivät kestä, Liujia, tyhjät kukat, jalankulkijat, Yaotian, silkkiäistoukkien vahingot, kuuden karjan vahingot, kadonneet henkilöt, oikeusjutut, menetys, muuttoliike, konservatiivisuus, kadonnut omaisuus, sairaus, esteet, vuoristohaudan uudistus", "古人": "Li Mi kapinoi Tang-dynastiaa vastaan", "第X籤": "Seitsemänkymmentä arvonta", "宮": "Tatsumi"}