{"籤詩版本二": "Canglongin yhdeksännentoista vartijan tuntemus: Nainen meni naimisiin toisen aviomiehensä kanssa\nYhdellä jousella ja kahdella nuolella dinosaurukset elävät rauhassa välittömästi", "詩意": "Tämä heksagrammi on kuin jousi, jossa on kaksi nuolta.\nKaikki on suotuisaa, jos se menee yhteen.", "解曰": "Ei liian raskas. Kohtalo. Zhen Liuzhong avautuu. On suositeltavaa olla varovainen.", "籤詩故事一": "◇Wenjun vierailee Xiangrussa\nZhuo Wenjun oli rikkaan liikemiehen Zhuo Wangin pojanpojan tytär Linqiongissa Sichuanin maakunnassa. Hän oli musiikin taitava ja hänellä oli kirjallinen nimi. Hän meni naimisiin 16-vuotiaana. Muutamaa vuotta myöhemmin hänen miehensä kuoli ja hän palasi synnytysperheeseensä leskenä.\nEräänä päivänä Sima Xiangru meni Zhuo Wangsunin taloon juhliin.Kun hän sai tietää, että Zhuo Wenjun oli vasta leski, hän soitti kappaleen \"Phoenix Seeking the Phoenix\" ilmaistakseen rakkauttaan. Zhuo Wenjun oli jo kuullut Sima Xiangrusta, ja tämä juhla sai hänet houkuttelemaan Sima Xiangrua entisestään. Toisaalta Sima Xiangrun juhlien jälkeen hän käytti välittömästi paljon rahaa lahjoakseen Zhuo Wenjunin henkilökohtaisen piian ja pyysi häntä välittämään Sima Xiangrun rakkauden Zhuo Wenjunia kohtaan. Kun Zhuo Wenjun sai tietää Sima Xiangrun rakkaudesta piian kautta, hän ryntäsi välittömästi majataloon, jossa Sima Xiangru asui. Nähdessään Zhuo Wenjunin saapumisen Sima Xiangru pakeni välittömästi hänen kanssaan yön yli kotikaupunkiinsa Chengduun.\nKun he olivat Chengdussa, pariskunta oli köyhä ja joutui palaamaan Linqiongiin avaamaan pienen hotellin elantonsa vuoksi. Zhuo Wenjun myi viiniä ja Sima Xiangru pessi astioita. He eli köyhää elämää. Kun Zhuo Wenjunin isä Zhuo Wangsun sai tietää siitä, hän suostui ja rahoitti heidät ystäviensä neuvojen alaisuudessa, jotta Sima Xiangru ja Zhuo Wenjun palasivat Chengduun asumaan ja rikastuivat myöhemmin.", "聖意": "Kodin ja omaisuuden menetys, omat oikeudet ja vääryydet, varallisuuden etsiminen, työkaupat, uudelleenavioliiton solmiminen.", "古人": "Wenjun vierailee Xiangrussa", "第X籤": "Seitsemänkymmentäyksi Voitto Lotto", "宮": "Tatsumi"}