{"籤詩版本二": "Mehiläishoitajan tulee kerjätä hunajaansa, jottei pisto pistele heitä.\nEdessäsi on varmasti outo tie, salaisuus on syvä kuin orjantappurametsä.", "詩意": "Tämä heksagrammi symboloi mehiläisiä, jotka keräävät hunajaa.\nKaikki on työlästä ja työlästä.\n\n(Tämä heksagrammi etsii makeuden ja katkeruuden symbolia.\nEstä katastrofit kaikessa.\n)", "解曰": "Asiat on tehtävä huolellisesti. Ei tarvitse pakottaa. Mehiläiset keräävät hunajaa. Mikä on syy?", "籤詩故事一": "◇Wang Mang etsii kykyjä\nLänsi-Han-dynastian Wang Mangin perheen voidaan sanoa olevan varakas perhe. Vaikka hänen isänsä kuoli varhain, useista hänen sedoistaan ​​ja sedoistaan ​​tuli Han-dynastian keisareita. Heistä tuli kenraaleja, pääministereitä, ja heistä tuli markiisia ja he saivat palkintoja. Wang-perhe oli erittäin merkittävä.\nMutta Wang Mangin oma pieni perhe oli äärimmäisen köyhä; hänen isänsä kuoli nuorena, ja hän asui vain äitinsä luona, luottaen sukulaisten hyväntekeväisyyteen. Mutta tämän vuoksi Wang Mang kehitti ja harjoitti joukon taitoja ihmisten kanssa tekemiseen lapsesta lähtien. Huolimatta siitä, kuinka surullinen tai vihainen hän tunsi, hän osoitti aina erittäin iloista ja rauhallista katsetta sukulaisten, vanhinten tai ulkopuolisten edessä, joten kaikki klaanin jäsenet arvostivat häntä melkoisesti.\nKerran hänen vanhin setänsä oli vakavasti sairas. Saatuaan tietää siitä, hän tuli luokseen ja odotti potilaan sängyn vieressä, toi lääkkeitä ja vettä ja valvoi öisin. Useita kuukausia peräkkäin hän oli riisuttu, siveetön ja nälkäinen. Hän oli yksinkertaisesti enemmän \"potilas\" kuin potilas. Enemmän \"poika\" kuin biologinen poika.\nTästä kaikki taiwanilaiset ylistivät häntä ja kirjoittivat kirjeitä, joissa hän pyysi palkkiota.\nJoten Han-dynastian keisari Cheng antoi hänelle uuden pääkaupungin markiisin tittelin ja nimitti hänet vartijaksi palatsiin, jolloin hänestä tuli keisarin läheinen ministeri.\nKorkean asemansa ja suuren voimansa ansiosta Wang Mang ei koskaan osoittanut ylimielisyyttä tai löysyyttä, vaan hänestä tuli yhä kohteliaampi ja kohteliaampi. Toisaalta hän ystävystyi ministereiden, ministereiden, julkkisten ja tutkijoiden kanssa.\nMutta hän eli erittäin säästäväistä elämää, söi usein liharuokia, puhumattakaan pitkistä kaapuista ja pitkähihaisista mekoista, vain lyhyistä vaatteista. Joten kaikki hallituksessa ja yleisössä ylistivät häntä yksimielisesti sanalla \"hyveellinen\".\nMyöhemmin hänen setänsä Grand Sima Wanggen kuoli sairauteen ja hänet valittiin hänen tilalleen. Keisari ja kaikki ministerit pitivät häntä sopivimpana. Siksi Wang Mang, joka oli vain 38-vuotias, tuli Grand Sima, jolla oli suurin sotilaallinen voima maassa.\n(Tämä tarina on metafora. Hyvänä ihmisenä oleminen voi auttaa sinua pääsemään eroon \"mehiläisten pistelemisen vaikeudesta\" ja saavuttamaan ihanteenne haluamallasi tavalla.)", "聖意": "Talo ei kelpaa itselleen, perhe on pulassa, bisnes on tukossa, avioliitto tukossa, kuusi haarniskaa on vääriä, jalankulkijat myöhästyvät, silkkiäistoukkien sato on vähäistä, karjaa on vähän, on vaikeaa löytää ihmisiä, oikeusjuttu on huono, muuttoliike ei liiku, kadonnut omaisuus on huono, tauti on perustettu, vuorihauta on kadonnut", "古人": "Wang Mang etsii kykyjä", "第X籤": "Lottovoitto seitsemänkymmentäkaksi", "宮": "Tatsumi"}