{"籤詩版本二": "Kun kevät tulee, ukkonen tärisee ja hyönteiset visertävät, ja käännyn pois mudasta\nKun tajusin ensimmäisen kerran, että olin edelleen tulossa ja menossa, muuttuessani minusta tuli lohikäärme.", "詩意": "Tämä heksagrammi on kuin ukkonen ja hyönteiset.\nJalon henkilön tapaaminen on hyvä merkki kaikessa.", "解曰": "Ukkonen iskee. Kaksi talletusta sisään ja ulos. Vaihda kerran. Tianmeniin asti.", "籤詩故事一": "◇Chenqiaon kapina\nVuonna 959 jKr. Zhou Shizong Chai Rong kuoli, ja keisari Gong, Chai Zongxun, joka nousi valtaistuimelle, oli vain seitsemänvuotias. Tuolloin Zhao Kuangyin, joka palveli tarkastajana palatsin edessä ja Songzhoun lähettiläänä Saksan armeijassa, hallitsi todellista valtaa.\nKeväällä 960 jKr Zhenzhou (nykyinen Zhengding, Hebein maakunta) ja Dingzhou (nykyinen Dingxianin piirikunta, Hebein maakunta) raportoivat, että Pohjois-Han-dynastian ja Liaon osavaltion armeijat olivat yhdessä lähdössä etelään hyökkäämään myöhempää Zhou-dynastiaa vastaan. suuri vauhti, ja pyysi lähettämään joukkoja avuksi. Myöhemmin Zhou-dynastia määräsi Zhao Kuangyinin johtamaan joukkonsa pohjoiseen taistelemaan vihollista vastaan. Zhao Kuangyin toimi salaa veljensä Zhao Guangyin, Zhao Pun, Shi Shouxinin ja muiden suunnittelemana.\nHelmikuun 3. päivänä, kun armeija saapui Chenqiaoyiin (nykyisin Chenqiaon kaupunki, Fengqiusta kaakkoon, Henan), he käynnistivät kapinan ja käskivät sotilaita pukemaan hänelle keltaisia ​​kaapuja. He kapinoivat myöhempää Zhou-dynastiaa vastaan ​​ja tukivat Zhao Kuangyinia keisarina. . Sen jälkeen Zhao johti joukkonsa takaisin Kaifengiin polttamatta, tappamatta tai ryöstelemättä. \"Taizu Chen Qiao vannoi olla häiritsemättä pääkaupungin ihmisiä, ja hän lupasi olla häiritsemättä kaupunkia sinä päivänä, kun hän saapui kaupunkiin.\"\nKuukauden kolmannen vuoden kolmantena päivänä Zhao Kuangyin kapinoi Chenqiaossa ja palasi pääkaupunkiin. Fan Zhi johti Wang Pun ja Wei Renpun kuulustelemaan Zhao Kuangyinia. Luo Yanhuan veti miekkansa teltan eteen ja huusi äänekkäästi : \"Kolmella armeijalla ei ole herroja. Kenraalit ovat päättäneet nimittää hänet keisariksi. Jokainen, joka puhuu ääneen, tapetaan!\". Wang Pun kasvot olivat kalpeat kuin maa. Hän laski askeleensa ja kumartui. Myös Fan Zhi kumarsi. Kuang Yin auttoi häntä henkilökohtaisesti ja kohteli häntä erittäin kohteliaasti.\nMaltillisen vastustuksen jälkeen myöhemmän Zhou-dynastian keisari Gong otti valtaistuimen haltuunsa ja Zhao otti valtaistuimen. \"Taizu oli hyväksymässä zeniä, mutta zen-tekstiä ei ollut. Hanlinin tutkija Tao Gu hyväksyi tilauksen ja tuli hänen viereensä sanoen: \"Se on tehty.\"\nKun Zhao nousi valtaistuimelle, hän muutti maan nimen Songiksi, Yuaniksi Jianlongiksi ja teki Kaifengin pääkaupungiksi. Shi Shouxin, Gao Huaide, Zhang Lingduo, Wang Shenqi, Zhang Guanghan ja Zhao Yanhui saivat kaikki Jiedushin arvonimen. , joka tunnettiin historiassa \"Chenqiao-kapinana\".\nWikipedia\n(Tämä tarina edustaa sitä, että tämä on Zhao Kuangyinin esityksen alku.)", "聖意": "Rukoile kotisi, jokapäiväisen elämän, vaurauden, onnen, onnea liiketoiminnassa, jaloavioliittoa, menestystä Liujia puolesta, uroskävelijöitä, silkkiäistoukkien varhaista syntymää pelloilla, kuuden eläimen varhaista syntymää, onnea keväällä, ihmisten etsimistä , menestys oikeudenkäynneissä, onnea muuttoliikkeessä, kadonnut omaisuus, vaarat sairauksissa, vaarat vuorilla ja haudoissa.", "古人": "Chenqiaon kapina", "第X籤": "Allekirjoitettu seitsemänkymmentäkolme", "宮": "Mi Palace"}