{"籤詩版本二": "Aivan kuin raahaisit tiikerin korkean vuoren poikki, tappelemaan ja kilpailemaan toistensa kanssa päästäkseen kylmään\nJos teet yhtäkkiä jotain hyvää huomaamatta sitä, sinun on pidettävä itsesi turvassa.Tiikerin raahaaminen tarkoittaa tiikerin halaamista.", "詩意": "Tämä heksagrammi on kuin tiikerin pitäminen (raahaaminen) vuoren poikki.\nKaikki on vaarallista ja pelottavaa.", "解曰": "Vaara on vaarallinen. Edessä on esteitä. Jos kysyt neuvoa. Se on todella kovaa työtä.", "籤詩故事一": "◇Wu Yuan lähti Zhaoguanista yöllä (Wu Zixu ohitti Zhaoguanin)\nWu Zixu oli kotoisin Chusta keväällä ja syksyllä. Tuolloin Chun kuningas Ping halusi metsästää hänet. Chun kuningas Ping tarjosi palkkion Wu Zixun pidätyksestä, piirsi hänen muotokuvansa ja sijoitti sen kaupungin porteille ympäri Chun osavaltiota. Hän määräsi virkamiehiä tehostamaan tutkimuksia. Kun Wu Zixu pakeni Zhaoguaniin, Wun ja Chun väliselle rajalle, Zhaoguanin viranomaiset tarkastivat hänet. Hän oli niin huolissaan, että hän ei voinut nukkua useaan yöhön peräkkäin, ja jopa hänen hiuksensa muuttuivat harmaiksi huolesta. Onneksi tapasin miehen nimeltä Dong Gao Gong, joka tunsi myötätuntoa ahdingossaan ja vei hänet kotiin piiloutumaan. Duke Dong Gaolla oli ystävä, joka näytti vähän Wu Zixulta, joten herttua Dong Gao pyysi häntä läpäisemään kokeen esiintymällä Wu Zixuna. Vartijat saivat väärennetyn Wu Zixun kiinni, mutta viranomaiset eivät voineet tunnistaa oikeaa Wu Zixua, koska hänen hiuksensa olivat valkoiset, joten he päästivät hänet ohi. Myöhemmin hän pakeni turvallisesti Wun osavaltioon.\n(Wu Zixun korvaaminen ystävällä, joka näyttää samanlaiselta ja jolla on itsellään harmaat hiukset, on tämän tarinan \"taikakäsi\")", "聖意": "Rukoile kotisi ja kotisi puolesta suojellaksesi itseäsi, varo varallisuuden etsimistä, ole varovainen liiketoimissa, liiketoimien pysähtyminen, avioliiton vaikeudet", "古人": "Wu Yuan lähti Zhaoguanista yöllä (Wu Zixu ohitti Zhaoguanin)", "第X籤": "Seitsemänkymmentäviides merkki", "宮": "Mi Palace"}