{"籤詩版本二": "Unessa sanottiin, että rikkautta tulisi paljon, mutta maineesta ei tulisi mitään.\nVesi on kaukana ja vuoret kaukana, mutta uskollinen on vaikea olla.Jalo ihminen opastaa ja hymyilee.", "詩意": "Tämä heksagrammi edustaa symbolia aarteen hankkimisesta unessa.\nKaikki on enemmän tai vähemmän todellista.", "解曰": "Unelma kuin unelma. Ei toivoa kuuluisuudesta. Odota vain hyviä aikoja. Ylelliset ohjeet.", "籤詩故事一": "◇ Palauta jade Zhaolle (palauta jade Zhaolle, kun se on valmis)\nKuningas Zhao Huiwen sai He's Bi:n Chulta vuonna 283 eKr. Kun kuningas Qin Zhaoxiang kuuli uutisen, hän lähetti kirjeen kuningas Zhaolle, jossa hän ilmaisi halukkuutensa vaihtaa viisitoista kaupunkia He's Bi:hin.\nLin Xiangru analysoi kuningas Zhaolle, että Qin oli vahva ja Zhao heikko ja se oli vaihdettava.\nKuningas Zhao lähetti sitten Lin Xiangrun Qiniin He's Bi:n kanssa.\nQinin kuningas tapasi Lin Xiangrun Zhangtaissa, ja Lin Xiangru esitteli jaden Qinin kuninkaalle. Qinin kuningas oli iloinen ja antoi He's Bi:n kaunokaiselle ja kaikki hänen ympärillään katsoivat sitä.Tällä hetkellä kaikki vasemmalla ja oikealla huusivat eläköön.\nLin Xiangru näki, että Qinin kuninkaalla ei ollut aikomusta antaa kaupunkia Zhaolle, joten hän kertoi Qinin kuninkaalle, että Hänen jadensa oli viallinen ja halusi osoittaa sen Qinin kuninkaalle käyttääkseen tilaisuutta hyväkseen saadakseen jade takaisin.\nKun Lin Xiangru otti takaisin Heshin Bi:n, hän seisoi suuren pilarin vieressä ja osoitti haluavansa kuolla Heshin Bi:n kanssa.\nTällä hetkellä Lin Xiangru sanoi Qinin kuninkaalle: \"Zhaon kuningas voitti silti ministerien vastalauseet ja hyväksyi ministerin ehdotuksen. Vaikka hän ei pettänyt toisiaan vuorovaikutuksessa tavallisten ihmisten kanssa, puhumattakaan siitä, että Qin on iso maa! Säilyttääksesi Qinin ja Zhaon välisen ystävyyden, kuningas Zhao Viiden päivän paaston jälkeen lähetin ministerini Qiniin jaden kanssa. Valitettavasti Qinin kuninkaalla ei ollut aikomusta antaa Zhaolle kaupungin, mutta myös välitti He-perheen jaden kauniille naiselle, mikä oli todella pilkkaa ministereilleni.\"\nLopetettuaan puhumisen Lin Xiangru teki välittömästi eleen iskemällä pylvääseen. Qinin kuningas pelkäsi, että Hän on Bi vaurioituisi, joten hän teeskenteli antavansa Zhaolle viisitoista kaupunkia. Lin Xiangru näki kuningas Qinin petollisen suunnitelman läpi, joten hän pyysi kuningas Qinia paastoamaan viisi päivää ennen kuin esitteli He's Bi:n viivyttääkseen aikaa. Näiden muutaman päivän aikana Lin Xiangru lähetti palvelijansa palaamaan Zhaon osavaltioon jaden kanssa, kun hän jäi käsittelemään Qinin kuningasta.\n(Tämä tarina on kuin tavallisen ihmisen silmät kiehtovat asemastaan.)", "聖意": "Siunauksen rukoileminen kotona, itsellesi, varallisuuden estäminen, transaktioiden tekeminen vaikeaksi, avioliitto ei ole sopusoinnussa Liujiaxun jalankulkijoiden kanssa, Chitian silkkiäistoukkia ei hyväksytä, kuusi eläintä on vaurioitunut, ihmisiä on kadoksissa, julkisia oikeusjuttuja ja muuttoliikettä odotetaan, kadonneita tavaroita ovat kaukana, taudit asetetaan, lähetetään vuoristohaudoihin ja muuttuvat.", "古人": "Palauta jade Zhaolle (täydennä jade Zhaolle)", "第X籤": "Seitsemänkymmentäseitsemännen lottovoitto", "宮": "Keskipäivän palatsi"}