{"籤詩版本二": "Tyhjä solmu, haluan pitää sinut turvassa. Jos pidät kehosi turvassa, toivon, että et koskaan palauttaisi sitä.\nÄlä unohda, että Jumalan suosio on palautettu. Älä halveksi Jumalan sanoja.", "詩意": "Älä usko, että tämä heksagrammi on totta.\nSe on merkki konservatiivisuudesta kaikessa.", "解曰": "Ihmisillä on omat mielipiteensä. Mielen ei tarvitse olla kiireinen. Guanyinin ohjeet. Älä ole epäkunnioittava.", "籤詩故事一": "◇ Tukee salaa pronssilippua\nKuuluisa Tang-dynastian perustajakenraali Qin Qiong (Qin Shubao) sai Sui-dynastian suurmarsalkan arvonimen. Hän johti joukkonsa hyökkäämään Sishuin solaan (tai Sishuin solaan tai Donglingin solaan, legendat vaihtelevat). Yang Lin ( Yang Yicheng), Sishuin solan vartiokenraali, oli Sui-dynastian keisari Yang määräsi pronssisen lippusarjan pystyttämään, mutta Qin Shubao ei voinut hyökätä sitä vastaan ​​pitkään aikaan. Saatuaan selville, että muodostelman johtaja Luo Cheng oli hänen serkkunsa, hän otti yhteyttä tätiinsä.\nEnnen kuin Luo Cheng lähti, hän kertoi äidilleen, että henkilö, joka tuli kaatamaan lipun, oli hänen serkkunsa Qin Qiong, ja hänen äitinsä käski hänet salaa auttamaan häntä. Ratkaisevan taistelun päivänä pronssilippua vartioinut Luo Cheng vaihtoi yhtäkkiä puolta ja yhdisti voimansa Qin Qiongin kanssa voittaakseen pronssilipun muodostelman. Luo Cheng miehitti Dongling Passin ja palasi voittajana. Luo Cheng antautui myös Tangille Dynastia.\n(Tämä tarina on vertauskuva, josta sinun tulee joskus luottaa järkeen tehdessään asioita sen sijaan, että luottaisi tunteisiin tai uskoon.)", "聖意": "Talo on edelleen valmis lupaamaan itseään, hakemaan vaurautta, pitämään osuutensa, olemaan varovainen avioliiton suhteen, synnyttämään tytön, jalankulkijat jäävät pellolle, silkkiäistoukkia, seitsemän pistettä ja kuusi karjavahinkoa, ihmisten etsimistä, julkisia oikeusjuttuja ja muuttoliikettä , kadonnut omaisuus, länsimaiset sairaudet, ratkaisu vuorille, haudat länteen", "古人": "Auttamassa salaa pronssilippua", "第X籤": "Seitsemänkymmentäyhdeksän lottovoittoa", "宮": "Keskipäivän palatsi"}