{"籤詩版本二": "Sykomoripuiden lehdet ovat pudonneet, syksy lähestyy ja matkailijoiden paluumatka näyttää pilviltä.\nJumalan suurten ponnistelujen ansiosta laiva palasi aarteen mukana tuulessa.", "詩意": "Tämä heksagrammi edustaa sykomoripuun putoavia lehtiä.\nKaikki on huonosti etukäteen ja hyvä loppujen lopuksi.", "解曰": "Ota asiat sydämestä. Tianxin seuraa sitä. Ansaita elanto. Tee mitä voit.", "籤詩故事一": "◇Tuuli puhaltaa Tengwangin paviljonkiin\nWang Bo, kohteliaisuusnimi Zian, oli varhaisen Tang-dynastian runoilija. Hän syntyi Tang-dynastian keisari Gaozongin Yonghuin ensimmäisenä vuonna. Wang Bo on lukenut pyhiä kirjoituksia pienestä pitäen, ja hänet tunnetaan \"ihmelapsina\". Wang Bo on lukenut pyhiä kirjoituksia pienestä pitäen, ja hänet tunnetaan \"ihmelapsina\".\nKun hän oli kymmenen vuotta vanha, hän ja hänen isänsä sattuivat ohittamaan Guandin temppelin. He näkivät temppelissä majesteettisen Guandin patsaan, kädessään \"Kevät ja syksy\" -kirjaa ja lukemassa sitä. Kun hänen isänsä näki sen, hän Hän lauloi keisari Guanille: \"Pidän kolmea vihreää partaa, luen Qing-dynastian historiaa vihreälle lyhdylle ja kunnioitan kuuluisia nimiä. Pitelen kädessäni vihreää lohikäärmettä ja kuuta.\" että tämän vuoden syksyllä Wang Bo meni Shanxista Hainanin saarelle vierailemaan isänsä luona, joka alennettiin Jiaozhin läänin maistraatiksi. Hän kulki matkan varrella tuhansien vuorten ja jokien läpi. Syksyllä 27-vuotiaana Wang Bo meni Shanxista Hainanin saarelle tapaamaan isäänsä, joka oli alennettu Jiaozhin piirikunnan tuomarin virkaan. Hän kulki matkan varrella tuhansien vuorten ja jokien halki.\nKun saavuimme Madang-vuorelle sinä päivänä, kaikki menivät maihin lepäämään. Kun Wang Bo käveli muinaisen temppelin ohi yksin, hän näki yhtäkkiä vanhan miehen istumassa kivellä temppelin vieressä. Vanha mies näytti lapselta, jolla oli vaaleat hiukset ja keijun ulkonäkö. Hän sanoi Wang Bolle: \"Etkö sinä olekin Wang Bo?\" Wang Bo hämmästyi ja sanoi: \"Juuri niin! Mistä sinä sen tiedät?\" Vanha mies sanoi: \"Olen pitkään kuullut, että sinulla on hyvä aikomukset pelastaa ihmisiä, ja runosi ovat erittäin merkityksellisiä. Huomenna Tengwang Pavilionissa on suuret juhlat. Jos voit osallistua juhlaan ja kirjoittaa esseen, tulet olemaan kuuluisa kautta aikojen ja saat matkakulut.\" Kun he saapuivat Madang-vuorella kaikki menivät maihin lepäämään. Kun Wang Bo käveli muinaisen temppelin ohi yksin, hän näki yhtäkkiä temppelin vieressä olevalla kivellä: Siellä istui vanha mies, joka näytti lapselta, jolla oli vaaleat hiukset ja keiju. Hän sanoi Wang Bolle: \"Etkö sinä ole Wang Bo?\"\nWang Bo hämmästyi ja sanoi: \"Juuri niin! Mistä tiedät sen?\"\nVanha mies sanoi: \"Olen pitkään kuullut, että sinulla on ystävällinen aikomus pelastaa ihmisiä, ja säveltämäsi runot ovat varsin merkityksellisiä. Prinssi Tengin paviljongissa on huomenna suuret juhlat. Jos pääset juhliin ja säveltät, tulet olemaan kuuluisa kautta aikojen ja saat matkakulut.\"\nWang Bo sanoi: \"Tämä paikka on kuuden tai seitsemänsadan mailin päässä Tengwangin paviljongista. Kuinka pääsemme tänne huomenna?\" Vanha mies sanoi: \"Käytän hevosta jumalallisena tuulena auttaakseni sujumaan sujuvasti. tulee varmasti huomenna.\" Wang Bo kiitti minua ja sanoi: \"Anteeksi, appi. , oletko kuolematon vai jumala?\" Vanha mies nauroi ja sanoi: \"Olen Zhongyuan Shuijun, joka vastaa tämä vesialue!\" Wang Bo sanoi: \"Tämä paikka on kuuden tai seitsemänsadan mailin päässä Tengwangin paviljongista. Kuinka voimme päästä tänne huomenna?\"\nVanha mies sanoi: \"Käytän hevosta jumalallisena tuulena auttaakseni sujumaan sujuvasti. Tulen varmasti huomenna.\"\nWang Bo kiitti häntä ja sanoi: \"Anteeksi, appi, oletko kuolematon vai jumala?\"\nVanha mies nauroi ja sanoi: \"Olen Zhongyuan Shuijun, joka vastaa tästä vesialueesta!\" Sitten vanha mies kehotti Wang Boa nousemaan nopeasti veneeseen. Hän näki hetken suotuisia pilviä ympäröivän häntä ja tuulen. ja vesi oli tasaista matkan varrella.Silmänräpäyksessä hän oli matkustanut satoja kilometrejä.\nSitten vanha mies kehotti Wang Boa nousemaan nopeasti veneeseen. Hän näki hetken suotuisia pilviä ympärillään, ja matka oli sujuva. Hän oli kulkenut silmänräpäyksessä satoja maileja. Kuten odotettiin, Wang Bo ryntäsi prinssi Tengin paviljonkiin suuren tapahtuman aamuna.\nKuten odotettiin, Wang Bo ryntäsi prinssi Tengin paviljonkiin suuren tapahtuman aamuna. Ja paikan päällä hän kirjoitti \"Prinssi Tengin paviljongin esipuheen\", jota Tang-dynastian keisari Gaozong kutsui ikuiseksi mestariteokseksi. Ja paikan päällä hän kirjoitti \"Prinssi Tengin paviljongin esipuheen\", jota Tang-dynastian keisari Gaozong kutsui ikuiseksi mestariteokseksi.\nOn runo, jossa sanotaan:\nOn aina sanottu, että lahjakkaat ihmiset ovat jumalia, joten ei ole sattumaa, että tuuli tuo Nanchangin Nanchangiin;\nKirjoitin lauseen Teng Wangin korkeasta paviljongista, ja sitten hän seurasi kuolemattomia Zhongyuaniin.", "聖意": "Rukoile kotisi puolesta ja suojele itseäsi, rukoile siunauksia, etsi vaurautta ja saavuta avioliitto ja harmonia.", "古人": "Tuuli puhaltaa Tengwangin paviljonkiin", "第X籤": "Allekirjoita kahdeksankymmentäyksi", "宮": "Wei Gong"}