{"籤詩版本二": "Mitä tehdä, jos menetät hyveesi maineesi takia? Pelkään, että hyvä onni muuttuu ja huonoja asioita tapahtuu.\nHumalassa, en tiedä minne mennä.Näen utuista unta vihreiden mäntyjen varjossa.", "詩意": "Tämä heksagrammi edustaa kylmää kalaa, joka lähtee vedestä.\nMitään ei voi siirtää.\n\n(Tämä heksagrammi on huonon hyveen ja huonon onnen symboli.\nPidä jalat maassa kaikessa.\n)", "解曰": "Kylmä kala lähtee vedestä. kärpänen. Jos kysyt leirisuunnitelmista. Se on parempi Mo Qi\nTämä merkki tuo huonoa onnea Liujialle. Kaikki menee pieleen. Rukoile turvallisuuden puolesta.", "籤詩故事一": "◇ Zhuangzi testaa vaimoaan\nZhuangzi syntyi Zhou-dynastian aikana. Hänen sukunimensä oli Zhuang, hänen etunimensä oli Zhou ja hänen etunimensä oli Zixiu. Hän oli kotoisin Song-dynastian Mengyistä. Zhou-dynastian aikana hän oli Qiyuanin virkamies.\nEräänä päivänä Zhuangzi tapasi vuorella naisen, joka kyykistyi uuden haudan edessä ja ravisteli viuhkaansa epätoivoisesti, ikään kuin hän olisi halunnut kuivata haudalla olevan märän maaperän. Zhuangzi ei ymmärtänyt hänen tarkoitustaan, joten hän kysyi häneltä. Hän sanoi, että hautaan haudattu henkilö oli hänen miehensä, ja hänen miehensä viimeiset sanat olivat, että hän ei voinut mennä naimisiin uudelleen ennen kuin haudalla oleva maa kuivui. Hän ei voinut odottaa enää, joten hän sekoitti hautamaata, jotta se kuivuisi nopeammin, jotta hän voisi jatkaa toista kevättä.\nZhuangzi huokaisi, kun hän ajatteli, että maailmassa oli niin sydämetön nainen. Sitten ajattelin, olisiko vaimoni tällainen? Kun epäilyksiä herää, haluan testata sen.\nZhuangzin vaimon sukunimi oli Tian, ​​ja parilla oli yleensä läheinen suhde. Testaakseen vaimonsa uskollisuutta Zhuangzi päätti teeskennellä kuollutta.\nKuultuaan, että Zhuangzi kuoli äkilliseen sairauteen, monet ihmiset kaikkialta, mukaan lukien sukulaiset ja ystävät, tulivat ilmaisemaan surunvalittelunsa. Heidän joukossaan oli komea kuningas ja pojanpoika Chun osavaltiosta, joka oli rikas. Tian oli vastaleski ja säälittävä, hän ajoi häntä takaa. Tian ei kestänyt kiusausta ja rakastui Wang Suniin. He menivät naimisiin vain kahdessakymmenessä päivässä.\nSinä yönä, kun viini oli juotu ja korvat kuumat, Wang Sun sai yhtäkkiä sydänkohtauksen ja kuoli.\nTian oli peloissaan ja paniikissa ja kysyi Wang Sunilta kiireellisesti mitä tehdä. Wang Sun kesti kivun ja kertoi Tianille, että kuolleiden ruumiiden aivoja voidaan käyttää kuolleiden herättämiseen henkiin.\nMistä löytää ruumis? Tian ajatteli yhtäkkiä, eikö hänen miehensä juuri kuollut? Mr. Tian unohti vanhan aviomiehen ja vaimon välisen rakkauden ja otti itse asiassa kirveen ja halkaisi miehensä arkun valmistautuen ottamaan hänen aivonsa ulos lääkkeitä varten.\nKun arkku avattiin, Zhuangzi heräsi yllättäen henkiin. Neiti Tian häpesi niin, että hän hirtti itsensä.\n(Tämä tarina on vertauskuva ystävyyden rikkomisesta henkilökohtaisen hyödyn vuoksi, joten emme voi olla samaa mieltä siitä.)", "聖意": "Talo on rauhallinen, itse on turvassa, rahat ovat epäoikeudenmukaisia, kaupat on uhrattu, avioliitto on ratkaistu, pahuus Liujiassa on vauras, jalankulkijat eivät ole saapuneet, silkkiäistoukkien rauhassa, karjan rauhassa, ihmiset etsivät ihmisiä, oikeusjuttu on muuttunut, opetuslapset ovat olleet konservatiivisia, omaisuus on kadonnut, ei ole sairautta, ja vuori ja haudat ovat olleet pahoja.", "古人": "Zhuangzi testaa vaimoaan", "第X籤": "Erä 84", "宮": "Wei Gong"}