{"籤詩版本二": "Tummat pilvet ja sumu peittävät tien vuoren edessä, kaikki on pyöreää ja kuu on taas pyöreä.\nJos saat runoutta ja kirjoja, heräät syvästä unesta, jalo henkilö opastaa sinut katolle.", "詩意": "Tämä heksagrammi symboloi kevään loppua ja kukkien kukintaa.\nKaikki muuttuu Herran jälkeen.", "解曰": "Vanhan miehen täytyy pyytää apua. Se kukkii taas keväällä. Halu kuuluisuuteen ja vaurauteen. Kohtaa yllätys myöhään elämässä.", "籤詩故事一": "◇Han Wengong kohtaa lumen\nHan Yu, jonka kohteliaisuusnimi oli Tuizhi, oli kotoisin Changlista. Tang Dezongista tuli Jinshi Zhenyuanin kahdeksantena vuonna, ja hänen kuolemansa jälkeen arvonimensä oli Wen Gong.\nTang-dynastian keisari Xianzongin hallituskaudella Han Yu vastusti Buddhan luilla, mikä suututti keisarin. Han Yu jätti vaimonsa ja lapsensa ja meni Chaozhouhun. Alle muutaman päivän kävelyn jälkeen kylmä tuuli voimistui ja lunta satoi runsaasti. Han Yu tuli paikkaan, jossa lumi oli useita jalkoja syvä, mikä vaikeutti hevosen liikkumista eteenpäin. Lähellä ei ollut taloa eikä hän tiennyt missä tie oli. Jos haluat seurata polkua ja vetäytyä, paluuta ei ole. Tuuli puhalsi kovaa ja lunta satoi nopeasti.Han Yu oli ihoa myöten märkä, jäässä ja nälkäinen, eikä hänellä ollut paikkaa ilmaista suruaan.\nHan Yu huokasi ja sanoi: \"Keisari ei tapa minua, mutta keisari haluaa tuhota minut.\"\nJuuri kun Han Yu oli epätoivoinen, hän näki miehen tulevan raivaamaan lunta kovasta pakkasesta huolimatta. Hän osoittautui Han Xiangziksi (Han Yun veljenpoika).\nHan Xiangzi oli aiemmin sanonut Han Yulle: \"Missä Yun Hengin koti Qinlingissä on? Lumi syleilee sinistä porttia ja hevonen pysähtyy eteenpäin.\" Tuolloin Han Yu ei ymmärtänyt mitä Han Xiangzi tarkoitti, mutta nyt hän vihdoin ymmärtänyt.\nJoten Han Yu ja Han Xiangzi menivät yöpymään Fun taloon Languaniin. Menneisyydestä ja tiestä viljelyyn puhuessaan Han Yu oli vilpittömästi vakuuttunut.\nMyöhemmin Han Yu hylkäsi virka-asemansa, lahjoitti kaiken omaisuutensa paikallishallinnolle ja meni vuorille harjoittamaan taolaisuutta ja tulla kuolemattomaksi.", "聖意": "Talo ei ole hyvä itselle, varo etsiä rahaa, keskittyä asioihin, avioliitto on myöhässä, Liujia-naiset jalankulkijat tukkivat peltoja, silkkiäistoukkien on hyvä, karja on hyvä, ihmisiä on vaikea löytää, julkiset oikeusjutut toistuvat, muuttoliike on päivitetty, kadonneet asiat ovat vakavia, sairaudet viivästyvät, vuoristohaudat pitäisi vaihtaa.", "古人": "Han Wengong kohtaa lumen", "第X籤": "Kahdeksaskymmenesviides lottovoitto", "宮": "Shen Gong"}