{"籤詩版本二": "Kävelemällä puolivälissä läntistä vuorta, Junlingin kallioita ei voida ratkaista.\nTämä ruumis etsii Jumalalta suojaa ja on edelleen ruumishuoneessa", "詩意": "Tämä heksagrammi on kuin etsiisi kultaa hiekasta.\nKaikessa on merkkejä jaloista ihmisistä.\n\nMyös: Tämä heksagrammi osoittaa, että henkilö on vaarassa.\nKaikessa on merkkejä jaloista ihmisistä.", "解曰": "Jade löytyy talttaamalla kiviä. Etsi kultaa hiekasta. Pitää tehdä kovasti töitä. Vain vaivaa.\nToinen työ: vaikea tilanne. Ei minnekään yöpyä. Pyydä Jumalan siunausta. Rukoile mielenrauhaa.", "籤詩故事一": "◇ Pure kultaa ja tutustu maanalaisiin luoliin\nJuhlistaakseen sotilaallisia tekojaan Cheng Yaojin isännöi juhlaa Yanwuyangissa. Yhtäkkiä maahan avautui reikä, joka oli käsittämätön. Kaikki arvosivat poimimalla sanat, puremalla kultaa voittaakseen ja vuokraamalla köysiä sitoakseen itsensä reikään.\nSiellä on kiviovia, pöytiä, tuoleja, siltoja ym. Pöydällä on lohikäärmeviitat ja jadevyöt, jotka on tehty kullasta ja kuluneet ulos luolasta.\nYao Jin tuli ulos reiästä suuren laatikon ja pienen laatikon kanssa, avasi puulaatikon ja otti jadesinetin, avasi laatikon, otti suuren lipun ja kruunuvaatteen ja telat ja pani ne pöydälle, ja kaikki katsoivat niitä yksitellen. Näin isoon sinettiin kaiverretut kahdeksan sinettihahmoa \"Hunshin demonikuningas, suuri hyveellinen keisari\".\nKaikki palvoivat häntä \"keisarina\", ja Yaojin teki tätä kolmen vuoden ajan Demonikuninkaana. (Itse asiassa tämä oli vain itsejulistus, ja Cheng Yaojin oli vain kylän johtaja tuolloin.)\n(Tämä tarina on metafora siitä, että hyvät asiat ovat kuin näyttelemistä. Tämä on taiteellinen käsitys \"tämä ruumis on vielä tyhjiössä\".)", "聖意": "Rukoileminen kodin ja talon puolesta, itsensä puolesta, voiton puute, varallisuuden etsiminen, kova työ, varovaisuus liiketoiminnassa, avioliittoa estävät Liu Jiaxu, jalankulkijat, Chi Tian, ​​silkkiäistoukkien, talli kuusi karjaa, etsii ihmisiä, ei oikeusjuttuja , menetys, muuttoliike, kadonneen omaisuuden säilyttäminen, pahat sairaudet, esteet, vuoret ja haudat.", "古人": "Kullan kryptan tutkiminen", "第X籤": "Merkki kahdeksankymmentäseitsemän", "宮": "Shen Gong"}