{"籤詩版本二": "Älä häiritse minua henkilökohtaisilla asioillasi, tätä on parempi kysyä yleisöltä.\nKirkas sydän on yhtä kirkas ja kirkas kuin kirkas kuu taivaalla", "詩意": "Tämä heksagrammi edustaa kuvaa kirkkaasta kuusta taivaalla.\nKaikki on valoisaa ja ilmavaa.", "解曰": "Ole sydämeltäsi suora. Selvitä laki. Pyhät sanat. Lopulta se tulee selväksi.", "籤詩故事一": "◇Kong Mingin kenraali\nRatkaisu: Zhuge Liang mobilisoi joukkonsa ja kenraalistensa\nKolmen kuningaskunnan aikana Zhuge Liang (181-234), kohteliaisuusnimi Kongming, syntyi Yangdussa, Langyassa (nykyisin Yinan County, Shandongin maakunta).\nZhuge Liang suostui virkamieheksi sen jälkeen kun Liu Bei vieraili olkikattoisessa mökissä kolme kertaa. Tuolloin Cao Cao oli rauhoittanut Hebein ja oli päättänyt marssia etelään. Hän lähetti Xiahou Dunin kenraalipäälliköksi, Yu Jinin, Li Dianin ja muut apulaiskenraalit, jotka johtivat 100 000 hengen armeijaa marssimaan kohti Xinyeä. Vaikka Zhuge Liangilla oli tuolloin suunnitelma vetäytyä vihollisen luota, Guan Yu ja Zhang Fei halveksivat Zhuge Liangin sanoja. Zhuge Liangilla ei ollut muuta vaihtoehtoa kuin käyttää Liu Bein miekkaa vakuuttaakseen heidät, niin että he johtivat tuhat joukkoa ja väijytystä Yushanissa ja Anlinissa. He odottivat Xiahou Dunin johdattavan armeijansa ohi ja hyökkäsivät sitten heidän kimppuunsa. väijytyksiä ja tulipaloa.\nLisäksi Zhao Yun lähetettiin johtamaan vanhoja ja heikkoja armeijan jäännöksiä taistelemaan etujoukkona Xiahou Dunia vastaan, ja sitten hän teeskenteli tappiota ja vetäytyi houkutellen Xiahou Dunin kapealle tielle vuoristossa ja metsissä. Hän lähetti myös Guanin Ping, Zhou Cang, Liu Feng ja muut livahtaa Caon armeijan takaosaan polttaen tarvikkeita ja aiheuttaen paniikkia Caon armeijassa.\nTaistelun jälkeen kaikki tapahtui Zhuge Liangin sovitulla tavalla. Kun Xiahou Dun ja Yu Jin johtivat armeijaa takaa-ajoon, takana ollut Li Dian ilmoitti kiireesti Xiahou Dunille edessä, että hänen oli suojauduttava vihollisen tulihyökkäyksiltä. Oli kuitenkin liian myöhäistä. Caon armeijaa rajoitti kapealla tiellä ja oli paikassa, jossa puut olivat kietoutuneet yhteen, joten tulipaloa ei voitu sytyttää.. Siellä oli raskaita uhreja ja Xiahou Dun ja muut kenraalit voittivat ja pakenivat takaisin Xuduun.\n(Tämä tarina on metafora siitä, että Kong Ming on hyvä käyttämään ihmisiä ja hallitsemaan maata viisaasti.)", "聖意": "Koti ja talo ovat suotuisia. Toivon onnea vaurauteen, mielenrauhaa, menestyvää liiketoimintaa, avioliittoa, menestystä, menestystä Liujiassa, peltojen muuttajia, silkkiäistoukkia, karjan menetystä, kadonneita ihmisiä, julkisia oikeusjuttuja, muuttoliikettä, kadonneita omaisuutta, siunauksia, sairautta, rauhaa, vuoria ja hautoja.", "古人": "Kong Mingin kenraali", "第X籤": "Yhdeksäs merkki", "宮": "Yinin palatsi"}