{"籤詩版本二": "Hyvä esitys saa sinut erottumaan joukosta rypistymällä, ja tulevaisuutesi muuttuu ja tuot paljon vaurautta.\nTie on leveä kuin taivas, ja kaikki raha, jonka voit antaa, on sydämessäsi", "詩意": "Tämä heksagrammi osoittaa lupaavaa tulevaisuutta.\nKaikki menee hyvin.", "解曰": "Iso tie. Voit siirtyä eteenpäin. Käytä sydäntäsi. Vain eteenpäin.\nKaikki menee suunnitelmien mukaan tällä merkillä. Onnea Jichangille.", "籤詩故事一": "◇Kolme sankaria taistelee Lu Bua vastaan\nRatkaisu: Kolme sankaria Zhang Fei, Guan Yu ja Liu Bei taistelevat Lu Bua vastaan\nDong Zhuo sai tietää, että Hua Xiong oli mestattu ja lähetetty lentävä kenraali Lu Bu taistelemaan. Heti kun Lu Bu meni taisteluun, hän tappoi kenraalit Fang Yuen ja Mu Shunin sekä Wu Anguon ja Gongsun Zanin.\nZhang Fei näki, että Gongsun Zan ei voinut voittaa Lu Bua, joten hän korvasi nopeasti Gongsun Zanin ja huusi: \"Kolmen sukunimen orjien pitäisi lähteä! Yanin Zhang Fei on täällä!\" Sen jälkeen he taistelivat yli viisikymmentä kierrosta, ilman voittajaa tai häviäjää.\nKun Guan Yu näki sen, hän ja Zhang Fei hyökkäsivät Lu Bun kimppuun ja taistelivat yli kolmekymmentä kierrosta.\nLiu Bei kantoi myös kahta miekkaa, taputti hevostaan ​​ja astui eteenpäin auttaakseen Zhang Feiä ja Guan Yua.\nKolme miestä piiritti Lu Bun ja jatkoivat tappelua. Kaikki ryhmän ihmiset olivat hämmästyneitä.\nPian Lu Bu alkoi menettää voimiaan. Lu Bun Pegasus vetäytyi, mutta kolme miestä ajoi Lu Bua takaa ja kieltäytyivät luovuttamasta. He eivät perääntyneet ennen kuin tapasivat Lu Bun joukot.\n\"Kolme kuningaskuntaa\"\n(Tämä tarina on metafora Lu Bun rohkeudesta ja taistelutaidosta. Yksi ihminen voi voittaa kolme ihmistä.)", "聖意": "Talon sydän ja koti kulkee vain omalla matkalla etsimään rikkautta.Mahdollinen avioliittoartikkeli menee Liujialle.Ihmisillä asiat sujuvat sujuvasti.Zhushuntilaiset silkkiäistoukkien käyttävät.Kuuden eläimen joukosta löytyy ihmisiä.Ihmiset löytyvät etukäteen. Oikeudenkäynnit, muuttoliike, kadonnut omaisuus, sairaudet, vuoret ja haudat ovat kuin onnea.", "古人": "Kolme sankaria taistelee Lu Bua vastaan", "第X籤": "Yhdeksänkymmentäyksi voitettava lotto", "宮": "Sinä palatsi"}