{"籤詩版本二": "Luan Feng Xiang oli vesisateella, mutta tuolloin Queer kiusaa häntä\nOlin järkyttynyt kuullessani, että yhtenä päivänä pilvet olivat kaukana, mutta palautin silti vaatteeni sinulle.", "詩意": "Tämä heksagrammi edustaa Luanin ja Phoenixin symbolia sateen peitossa.\nKaikki tulee kun sen aika tulee.", "解曰": "Pahis menestyy päivä päivältä. Herrasmiehen ei pitäisi tehdä mitään. Pidä vain itsesi. Ryhdy toimiin, kun sen aika on.", "籤詩故事一": "◇Gao Jun takaa avioliiton\nSong-dynastian alkuvaiheessa Zhao Kuangyin yhdisti pohjoisen ja koko maa antautui, mutta Eteläisen Tang-dynastian aikana Li Yu miehitti Jangtse-joen eteläosan ja omaksui antautumisen strategian tarjoamalla kaupungin ja vangitsemalla Zhao Kuangyinin Shouzhoussa. Tilanne oli kriittinen. Zhao Kuangyinin veljenpoika Gao Junbao, nuori mies, jolla oli kultainen ase, lähti Bianjingista murtaakseen Shouzhoun piirityksen.\n, kulkiessaan Shuangsuon vuoren ohi, he murskasivat Liu Jindingin asettaman Aviomies-merkin, ja he kilpailivat. Tämän seurauksena Liu Jinding voitti Gao Junbaon kolme kertaa loistavilla kamppailulajillaan ja he vaihtoivat kultaiset nukat ja hopeakellot elämään. Zhao Kuangyinin veljenpoika Gao Junbao, pelastaakseen loukkuun jääneen Zhao Kuangyinin Shouzhoussa, lähti Bianjingista ja kulki Shuangsuon vuoren läpi. Hän murskasi Liu Jindingin pystyttämän kyltin ja kaksikko kilpaili. Tämän seurauksena Liu Jinding voitti Gao Junbaon omilla käsillään. loistavia kamppailulajeja ja joutui tekemään niin. avioliitto. Pariskunta johti väkijoukon piiritykseen ja pelasti Zhao Kuangyinin.\n(Tämän tarinan metafora on, että näitä kahta ei sovitettu (heitä kiusattiin), mutta sovittiin myöhemmin.)", "聖意": "Omakoti ei kelpaa itselle, varo etsiä rahaa, estää bisnes, odottaa häitä, viivästyä, Liujia, väärä matkustaja, viipyä pelloilla, silkkiäistoukkia, myöhässä, kuusi karjaa vahinkoa, vaikea löytää ihmisiä, oikeusjuttuja, menetys, muuttoliike, konservatiivisuus, kadonnut omaisuus, vakava sairaus, vuoren laajennus, vakava uudistus", "古人": "Gao Jun takaa avioliiton", "第X籤": "Yhdeksänkymmentäkolme lottovoittoa", "宮": "xugong"}