{"籤詩版本二": "Herrasmiehen ei pidä välittää pienistä ihmisistä, jos asiat menevät pieleen, hän aiheuttaa ongelmia.\nPianon ääni on kuunneltava läheisen ystävän kanssa Se on aina hiljaista ja epämääräistä Tämä teos on kaikille.", "詩意": "Tämän heksagrammin tulisi vastata läheisen ystävän kuvaa.\nAsioiden jatkuva pitäminen tuo onnea.", "解曰": "Zhiyinfangxu. Älä kiinnitä huomiota muihin asioihin. Kohtele itseäsi kuin jaloa henkilöä. Kaikki onnellisia.\nZhiyin Fangxussa on neljä hahmoa, joka on alun perin kirjoitettu nimellä Shiyin Fanghua.", "籤詩故事一": "◇BoYa vierailee ystävien luona (BoYa Broken Qin)\nBoya, sukunimi Yu, etunimi Rui ja kohteliaisuusnimi Boya, oli kotoisin Yingdusta Chun osavaltiosta kevät- ja syyskaudella sekä sotivien valtioiden aikana.\nZhong Ziqi työskenteli puunhakkaajana Chun kuningaskunnassa. Eräänä päivänä hän tapasi Yu Boyan soittamassa harppua Han-joessa. Zhong Ziqi kuuli äänen sanovan: \"Se on korkea kuin vuori ja huojuva kuin virtaava vesi.\" He menivät naimisiin ja sopivat tapaavansa uudelleen Mid-Autumn Festival ensi vuonna.\nSeuraavana vuonna Yu Boya piti tapaamisen suunnitellusti, mutta Zhong Ziqi oli kuollut. Kun Yu Boya sai tietää, että Zhong Ziqi oli kuollut, Yu Boya ajatteli, että maailmassa ei olisi enää musiikkia eikä hän enää koskaan soittaisi harppua elämässään.\nsanoa:\nYao Qinin ja Feng Wei Hanin rikkominen. Zi Qi ei välitä kenelle hän pelaa.\nKevättuuli tuo kaikki ystävät. Oikeaa ystävää on vaikea löytää.", "聖意": "Ole varovainen poistuessasi kotoa ja omasta roistostasi. Varallisuutta etsiessäsi ole varovainen asioissa. On suositeltavaa myöhästyä avioliitossa Liujiassa matkustaville naisille ei ole edullista siirtää peltoja, silkkiäistoukkia ja vähemmän karjaa Etsiminen sillä ihmiset on ahkera julkisissa oikeudenkäynneissä ja muuttoliikkeessä Kadonnut omaisuus etsitään nopeasti. Vuoret ja haudat estävät sairauksia Se on epäsuotuisaa.", "古人": "Boya vierailee ystävien luona (Boya Broken Qin)", "第X籤": "Erä yhdeksänkymmentäneljä", "宮": "xugong"}