{"籤詩版本二": "Kunnianhimo ja saavutukset ovat dynastiassa, mutta nyt on loputonta juomista ja seksiä.\nJos näet kultaisen kukon, sinut palkitaan rahalla, omaisuudella ja omaisuudella.", "詩意": "Tämä heksagrammi edustaa kunnianhimoa ja mainetta.\nPidä kaikki lupaavana.", "解曰": "Kunnianhimoinen ja innostunut. Ei ole liian myöhäistä suojella itseäsi. Kultainen kukko lupaa. Kaikki onnellisia.", "籤詩故事一": "◇Cao Pi julisti itsensä keisariksi\nCao Pi, kohteliaisuusnimi Zihuan, syntyi Peiguoqiaossa (nykyinen Haon piirikunta, Anhui). Kuuluisa poliitikko ja kirjailija Jian'anin aikana.\nCao Pi on Cao Caon toinen poika. Hän asui isänsä kanssa sotilasleirillä lapsesta asti. Isänsä vaikutuksen alaisena Cao Pi opiskeli jousiammuntaa 6-vuotiaana ja ratsastusta kahdeksanvuotiaana ja kehittyi hyviä kamppailulajitaitoja. Hänellä on myös laaja tietämys muinaisista ja moderneista klassikoista ja elämäkerroista sekä satojen koulukuntien kirjoista. Vasta 18-vuotiaana Cao Cao voitti Yuan Shaon ja Cao Pi eli suhteellisen vakaata elämää Yechengissä, Cao Caon hallinnon keskustassa. Siitä lähtien, vaikka hän joskus seurasi isäänsä sotilasmatkoilla ja eli suurimman osan ajasta jalopojan elämää, hän harjoitti edelleen taistelulajeja päivittäin eikä ole taantunut tähän päivään asti. Hän ratsastaa usein hevosensa selässä sadassa askelmassa ja on erittäin taitava kamppailulajeissa.Koska hän harjoittaa usein kamppailulajeja, hän on kevyt ja vahva.\nCao Caon vanhin poika Cao Ang kuoli taistelussa. Vanhimman pojan kuoltua Cao Pista tuli kruununprinssin ensimmäinen valinta. Kun hän oli 31-vuotias, Cao Cao teki hänestä kruununprinssin. Kun Cao Pi oli 33-vuotias, Cao Cao kuoli sairauteen, ja Cao Pi seurasi häntä pääministerinä ja Wein kuninkaana. Hän kertoi ratsastavansa usein sadassa askelmassa ja olevan erittäin taitava, koska hän harjoittelee usein kungfua, hän on kevyt ja terve.", "聖意": "Rukoile, että kotisi ja kotisi olisivat rauhallisia, etsi vaurautta, työskentele kovasti, käy kauppaa, eroa aikaisin, avioliitto onnistuu, Liujia on turvassa, ihmiset ovat pellolla, silkkiäistoukkien kypsyys, kuusi karjaa kypsiä , tulee olemaan vaikea löytää ihmisiä, julkiset oikeusjutut ovat kiireellisiä, muuttoliike häviää ja asiat ovat kaukana.. Vuorilla ja haudoissa taudit viipyvät.", "古人": "Cao Pi julistaa itsensä keisariksi", "第X籤": "Yhdeksänkymmentäviides lottovoitto", "宮": "xugong"}