{"籤詩版本二": "Majesteettinen pagodi on epätavallinen, ja sen joka puolella on hienoja piirteitä, jotka loistavat kirkkaasti.\nKehotan teitä päättäväisesti kumartamaan ahkerasti ja tekemään hyviä tekoja, niin taivas lähettää teille siunauksia.", "詩意": "Tämä heksagrammi edustaa ansioiden ilmentymää.\nKaikki on suotuisaa.", "解曰": "Nämä siunaukset. Kaikilla on se. Älä ole liian kiireinen. Ansiot määritellään etukäteen.", "籤詩故事一": "◇Fenyangin kuningas tapaa pojanpoikansa kiinalaisena ystävänpäivänä\nRatkaisu: Guo Ziyi tapasi Weaver Girlin laskeutumassa maan päälle kiinalaisena ystävänpäivänä. Tiansun, Jadekeisarin tyttärentytär, on Seitsemän keijua.\nGuo Ziyi (697-781), joka tunnetaan myös nimellä Guo Linggong, oli kotoisin Zhengin maakunnasta Huazhousta (nykyisin Huaxianin piirikunta, Shaanxin maakunta) ja kenraali Tang-dynastiassa. Keisarillinen tuomioistuin myönsi Ziyille Fenyangin kuninkaan tittelin.\nSanotaan, että Ziyi oli kotoisin Huazhousta ja meni armeijaan Suuren muurin ulkopuolella. Hän meni Pekingiin vaatimaan armeijan palkkaa ja palasi Yinzhouhun. Se sattui olemaan kiinalainen ystävänpäivä tuolloin. Tuuli ja hiekka olivat hämärtymässä ja aurinko pimeni. Ziyi ei voinut liikkua eteenpäin, joten hän seisoi tien vieressä. Hän nukkui lattialla tyhjässä talossa. Kun hän oli nukahtamassa, hän näki yhtäkkiä punaisen valon molemmilla puolilla Hän nousi seisomaan ja katsoi yllättyneenä ylös. Taivaalla oli pilvi, joka laskeutui hitaasti alas. Siellä istui kaunis nainen, arvokas ja upea, täysin erilainen kuin tavalliset ihmiset. Ziyi kunnioitti välittömästi ja sanoi: \"Tänään on seitsemännen kuukuukauden seitsemäs päivä. Luulen, että Weaver Girl on tullut haluten antaa hänelle pitkäikäisyyden ja vaurauden.\"\nNainen vastasi myös: \"Suuren vaurauden mukana tulee pitkäikäisyys.\"\nKun hän lopetti puhumisen, hehku palasi ja pilvet nousivat hitaasti. Nainen katsoi edelleen alas Guo Ziyille miellyttävän hymyn kanssa. Vasta kun hän oli kaukana hänestä, savu hämärtyi eikä häntä enää näkynyt.\nSe osoittautui todeksi, aivan kuten nainen sanoi. Ziyin ansiot ovat maailmankuuluja, hän on erittäin suosittu ministeri, ja hän on kenraali, jolla on sekä ansioita että hyveitä.", "聖意": "Tee toive itsellesi kotona, toive itsellesi, rukoile rahaa, onnea liiketoiminnassa, onnea avioliittoon, onnea Liujiaan, onnellisia matkoja ihmisten kanssa, muuttopellot, silkkiäistoukkien, tallikarjaa, huonoa onnea etsinnässä ihmiset, julkiset oikeusjutut, muuttoliike, onni, kadonneen omaisuuden sairaudet, haudat Zhenxingshanissa", "古人": "Kuningas Fenyang tapaa pojanpoikansa kiinalaisena ystävänpäivänä", "第X籤": "Allekirjoita yhdeksänkymmentäkuusi", "宮": "xugong"}