{"籤詩版本二": "Ohjaamme hevosen ja pitävät ruoskaa, tulemme suoraan tänne, puoliksi vaarassa ja puoliksi katastrofissa.\nSe on kuin talo, joka palaisi tulessa. Kun taivas putoaa, sade muuttaa sen tuhkaksi. Minulla on suunnitelma.", "詩意": "Tämä heksagrammi edustaa puoliksi surua ja puoliksi iloa.\nKaikessa kannattaa tehdä hyvää.", "解曰": "Elinikäinen työ. Älä välitä oikeasta ja väärästä. Kahleet ovat väliaikaisia. Viha tulee luonnostaan.", "籤詩故事一": "◇Tao Sanchun voittaa Zheng Enin Guayuanissa\n\"Eläköön muistomerkkini\", Zhao Kuangyin nousi jälleen seisomaan. \"Beipingkuningas Zheng En oli silloin järjestänyt avioliiton. Nyt kun maailma on rauhallinen, haluaisin pyytää lupaasi valita suotuisa päivä naimisiinmenolle. \"\n\"Eläköön muistomerkkini!\" Zhao Kuangyin nousi seisomaan ja sanoi: \"Pekingin kuningas Zheng En oli silloin järjestänyt avioliiton. Nyt kun maailma on rauhallinen, haluaisin pyytää lupaasi valita suotuisa. päivä mennä naimisiin.\"\n\"Voi, kolmas veli oli kihloissa aiemmin, miksi en tiennyt tästä?\" Chai Rong oli hyvin yllättynyt. Hän heilutti kättään Zhao Kuangyinille istumaan alas ja puhumaan.\n\"Ai! Kolmas veli oli kihloissa aiemmin, miksi en tiennyt tästä?\" Chai Rong (myöhemmin Zhou-dynastian keisari) oli hyvin yllättynyt. Hän heilutti kättään ja pyysi Zhao Kuangyinia istumaan alas puhumaan.\n\"Se on pitkä tarina. Ensinnäkin, olimme vielä tuolloin köyhyydessä emmekä liittyneet armeijaan. Siitä lähtien olemme taistelleet vuosia, eikä meillä ole aikaa välittää sinusta. Toiseksi, kolmas veli on myös pieni ujo mainita sitä, joten Majesteettinne ei tiedä.\"\n\"Se on pitkä tarina. Ensinnäkin elimme vielä tuolloin köyhyydessä emmekä liittyneet armeijaan. Siitä lähtien olemme taistelleet vuosia, eikä meillä ole aikaa välittää sinusta. Toiseksi, kolmas veli on myös vähän ujo mainita sitä, joten Majesteettinne ei tiedä.\"\n\"Hei, miesopiskelija on menossa naimisiin, mitä järkeä on nolostua? Kolmas veli on ollut taistelukentällä pitkään ja häntä voidaan pitää vertaansa vailla sankarina. Miksi olet niin pikkumainen tässä asiassa?\"\n\"Hei! Opiskelijapoika on menossa naimisiin, mitä järkeä on hävetä? Kolmas veli on ollut taistelukentällä pitkään ja häntä voidaan pitää vertaansa vailla sankarina. Miksi olet niin pikkumainen tässä asiassa?\"\n\"Siitä puheen ollen, en voi syyttää kolmatta veljeäni ujoudesta, koska tämä avioliitto oli väärennetty.\"\n\"Siitä puheen ollen, en voi syyttää kolmatta veljeäni ujoudesta, koska tämä avioliitto oli väärennetty.\"\n\"Kirjoitettu? Hei, se on mielenkiintoista. Kerro minulle mitä tapahtui.\"\n\"Kirjoitin sen! Hei! Se on mielenkiintoista! Kerro minulle mitä tapahtui.\"\n\"Kyllä, muistan sen vuoden, kun olimme liittymässä Hänen Majesteettinsa luo, olimme kulkemassa Baochengin piirikunnan läpi. Kesäkuu oli erittäin kuuma. Kolmas veljeni ei voinut jäädä hotelliin, joten hän lähti vaeltamaan yksin. Melonipuutarhan ohitettuaan hän meni poimimaan. Melonit sammuttivat janon. Aikaisin kypsyviä meloneja ei ollut juurikaan tähän aikaan, ja kolmas veli ei osannut poimia niitä, joten hän rikkoi niistä paljon. Meloneja katsova nainen astui esiin syyttääkseen kolmatta veljeä. Heillä oli erimielisyyksiä, ja sitten he alkoivat tapella. Tule. Onneksi olin huolissani ja kiiruhdin ajoissa apuun, muuten...\"\n\"Kyllä, muistan sen vuoden, kun olimme liittymässä Hänen Majesteettinsa joukkoon, ohitimme Baochengin piirikunnan. Kesäkuu oli erittäin kuuma. Kolmas veljeni ei voinut jäädä hotelliin, joten hän lähti vaeltamaan yksin. Melonipuutarhan ohitettuaan hän meni poimimaan. Melonit sammuttivat janon. Aikaisin kypsyviä meloneja ei ollut juurikaan tähän aikaan, ja kolmas veli ei osannut poimia niitä, joten hän rikkoi niistä paljon. Meloneja katsova nainen astui esiin syyttääkseen kolmatta veljeä. Heillä oli erimielisyyksiä, ja sitten he alkoivat tapella. Tule. Onneksi olin huolissani ja kiiruhdin ajoissa apuun, muuten...\"\n\"Tämä Zheng Ziming, se on ensinnäkin hänen vikansa, hänen pitäisi pyytää anteeksi. Miksi hän löi häntä? Sitä paitsi, kuinka tytön perhe voi kestää hänen kaltaisen raivokkaan miehen lyöntejä ja potkuja! Tule nyt, lyöt tätä tyttöä ei?\" \"Tyttö oli vahingoittumaton...\"\n\"Tämä Zheng Ziming, se on ensinnäkin hänen vikansa, joten hänen pitäisi pyytää anteeksi. Miksi hakkaat häntä? Sitä paitsi, kuinka tytön perhe voi kestää hänen kaltaisen raivokkaan miehen iskuja ja potkuja! Kerro minulle, löit tämän tytön. Ei?\"\n\"Tyttö oli vahingoittumaton...\"\n\"Ei hätää, se on okei... Hei, etkö ryhtynyt toimiin? Ai, luultavasti pelastit minut ajoissa.\"\n\"Se on okei! Se on okei... Hei! Etkö ryhtynyt toimiin? Oi! Luulen, että sinä pelastit minut ajoissa!\"\n\"...Ei, henkilö, jonka pelastin, oli...kolmas veli.\" \"...Ei, pelastamani henkilö oli...kolmas veli.\"\n\"Ah AH?!\"\n\"Nainen kaatoi kolmannen veljen maahan ja häntä hakkasi rajusti koko matkan ajan. Onneksi saavuin paikalle ja taivuttelin hänet lähtemään, joten hän ei loukkaantunut vakavasti. ... Teidän Majesteettinne... Teidän Majesteettinne!... \"\n\"Nainen kaatoi kolmannen veljen maahan ja hakattiin rajusti. Onneksi saavuin paikalle ja suostuttelin hänet lähtemään, joten hän ei loukkaantunut vakavasti. Teidän Majesteettinne... Teidän Majesteettinne!...\"\n\"Ah?...Oi, kuka tuo nainen on!?\" \"Ah!?...Oi, kuka tuo nainen on!?\"\n\"Vasta myöhemmin sain selville, että naisen nimi oli Tao Sanchun ja hänen isänsä Tao Hong oli vanha sankari, jolla ei ollut mitään toiveita. Tao Sanchun oppi taistelulajeja isältään lapsesta lähtien. hänen perheensä, näin, että neiti Sanchunilla oli erinomainen luonne. , Luo Luo ja antelias, vailla tapaa olla pikkutyttö, he sopivat hänen kanssaan tarkoituksella. Tao-isä ja -tytär pitivät myös kolmannen veljen suoraviivaisesta luonteesta. iski heti ja päätti tämän avioliiton heidän kahden puolesta. Teidän Majesteettinne, kertokaa minulle, tämä ei ole Onko se väärennetty avioliitto?\"\n\"Myöhemmin sain selville, että tytön nimi oli Tao Sanchun ja hän oli oppinut kamppailulajeja isältään lapsesta asti. Kun olin tutustunut hänen perheeseensä, näin, että neiti Sanchun oli luonteeltaan erinomainen ja antelias. , eikä hänellä ollut pienintäkään jälkeäkään pienestä tytöstä, joten värväsin hänet tarkoituksella. Myös herra Tao ja hänen tyttärensä pitivät erittäin paljon kolmannen veljensä suoraviivaisesta luonteesta. He iski heti ja päättivät mennä naimisiin kummankin kanssa. Teidän Majesteettinne, eikö tämä ole väärennetty avioliitto?\"\n(Tämä tarina on metafora, koska huono asia osoittautui hyväksi.)", "聖意": "Rukoile kodin ja itsesi suojelemista, ole varovainen, rukoile vaurautta, pilaa liiketoimintaa, estä avioliittoa, rangaistusta, Liujia, vakuutus, pelloille loukkuun jääneet jalankulkijat, silkkiäistoukkien vahingot, karjavahingot, kadonneet ihmiset, laittomat oikeusjutut, menetys, muuttoliike, konservatiivisuus , kadonnut omaisuus, pahat sairaudet, huolet, vaarat, vuoret, haudat, epäonnistuminen", "古人": "Tao Sanchun voittaa Zheng Enin melonipuutarhassa", "第X籤": "Numero yhdeksänkymmentäyhdeksän", "宮": "Haigong"}