{"籤詩版本二": "აუშვით ნავი დაბრუნდეს სწრაფი წყლის სანაპიროდან, რისი გაკეთება გსურთ არეულობის გამო?\nთუ გსურთ იყოთ უსაფრთხოდ, ეძიეთ სიმშვიდე და დაელოდეთ ტალღებს ამ კრიზისის გადალახვას.", "詩意": "ეს ჰექსაგრამა ჰგავს ნავს, რომელიც ჩქარ სანაპიროზე მოგზაურობს.\nიყავით კონსერვატიული ყველაფერში და დაელოდეთ დროს.", "解曰": "ძლიერ წყალში გადმოსვლა. საფრთხე დროს ელოდება. ბანაკის გეგმებზე თუ გკითხავთ. არაფრის გაკეთება არ შეიძლება.", "籤詩故事一": "◇ზიი მეფედ აკურთხეს\nGuo Ziyi (697-781), ასევე ცნობილი როგორც Guo Linggong, იყო ჟენგის ოლქის მკვიდრი, Huazhou (ახლანდელი Huaxian County, Shaanxi Province) და ტანგის დინასტიის გენერალი.\nანშის აჯანყების დროს ტიანბაოს მე-14 წელს (755) მას მიენიჭა შუოფან ჯიედუშის ტიტული (ლინგვუ, ლინგვუს დასავლეთით დღევანდელი ნინგსიაში). მას ჯვაროსნული ლაშქრობა დაევალა. მან გააერთიანა შუოფანგის არმია ლი გუანბისთან ლაშქრობისთვის. ისინი შეუერთდნენ ძალებს ჩანგშანში (ჟენგდინგი, ჰებეი) და დაამარცხეს ში სიმინგი, დაიბრუნეს ჰებეი. ამ დროს გუო ზიიმ იმპერატორს შესთავაზა აეღო ფან იანგი ჩრდილოეთიდან და თავს დაესხა მეამბოხე ვეფხვის ბუნაგს ტონგუანის ალყის შესამცირებლად, მაგრამ ჩუანძონგმა უარი თქვა. ამის შემდეგ, ტანგის დინასტიის გვიანდელი სეპარატისტული ვასალური ქალაქების მდგომარეობა დამკვიდრდა, რაც ასევე გახდა ტანგის დინასტიის დაღუპვის შორეული მიზეზი.\nტიანბაოს მეფობის მეთხუთმეტე წელს (756) მან და უიღურულმა კოალიციამ დაამშვიდეს ჰეკუ. მომდევნო წლის გაზაფხულზე მათ აღადგინეს ჰედონგი (ახლანდელი იონგჯი, შანქსი) და ფენ ი (ახლანდელი დალი, შაანქსი) და თავს დაესხნენ ტონგუანს. დაამარცხა Cui Qianyu.ტანგის არმიამ განიცადა 10000-ზე მეტი მსხვერპლი. Cui Qianyu დანებდა Pujin. ლუშანი მოკლა მისმა შვილმა ან ცინგსუმ.\nჟიდეს მეორე წელს (757) მას დაევალა ჯარების გაყვანა ფენქსიანში. გზად მან დაამარცხა 5000 ლი გუირენის კავალერია ბაიკულიუუნის ხიდთან (დღევანდელი სანიუანის სამხრეთ-აღმოსავლეთით). მაისში იგი იბრძოდა An Shouzhong-თან და Li Guiren-თან. ცინგუში (დღევანდელი სიანის დასავლეთით) დამარცხდა და ის უკან დაიხია ვუგონგში (დღევანდელი ვუგონგის ჩრდილო-დასავლეთით). სექტემბერში იგი გაჰყვა მარშალ გუანპინგ ვანგ ლი ჩუს, რათა ტანგი და უიღურები შეუერთდნენ 150 000 ჯარს, შემდეგ კი იბრძოდა. შოუჟონგი და ლი გუირენი სიანგში. ჯი ტაძრის ჩრდილოეთით (დღევანდელი ჩანგანის ოლქის სამხრეთ-დასავლეთით), უიღურმა ჯარისკაცებმა შემოხაზეს მტრის უკან, შეუტიეს ორივე მხრიდან და მოკლეს 60000 მტერი. ჟანგ ტონგრუ გაიქცა შაანქსის ოლქში და საბოლოოდ დაიბრუნა დედაქალაქი ჩანგანი (დღევანდელი სიანი) ტანგის არმიის სიდიადე კიდევ ერთხელ დაუბრუნდა ჩანგანს.\nამის შემდეგ, ტანგის არმიამ ისარგებლა გამარჯვებით და გაემართა აღმოსავლეთისაკენ, დაამარცხა 150 000 კაცი, მათ შორის იან ჟუანგი და ჟანგ ტონგრუ სინდიანში (ახლანდელი ქალაქ სანმენქსიას სამხრეთ-დასავლეთით, ჰენანის პროვინცია), აიძულა ანკინ ქსუ გადაეკვეთა ყვითელი მდინარე და უკან დაიხია სიანჯოუში. დონჯუნ ლუოანგი დაბრუნდა. დაამატე სიტუ მის დამსახურებას და გახადე ქვეყნის ჰერცოგი.\nში სიმინგი ხელმძღვანელობდა თავის არმიას ფან იანგიდან ან ცინგსუს გადასარჩენად. ორივე მხარე ფორმირებულად იბრძოდა მდინარე ანიანგის ჩრდილოეთით (დღევანდელი ანიანგის ჩრდილოეთით). ბრძოლა განუყოფელი იყო. საბოლოოდ, ცხრა ჯიდუშის მეთაურობით, ტანგის არმია. აცხადებდა, რომ ჰყავდა 600 000 კაცი, უკან დაიხია (იეჩენგის ბრძოლაში). ომი). ამ ბრძოლის მთავარი მეთაური იყო საჭურისი იუ ჩაოენი, რომელსაც არ გააჩნდა ლიდერობის უნარი და ბრძოლის მარცხში გუო ზიის ადანაშაულებდა. გუო ზიი დაიბარეს ჩანგანში, გაათავისუფლეს სამხედრო ძალაუფლება და გახდა უსაქმური ჩინოვნიკი.\nბაოინგის (762) პირველ წელს ჯარები ტაიუანში (დღევანდელი ტაიუანის სამხრეთ-დასავლეთით) და ძიანგჯოუში (დღევანდელი სინციანგი შანქსის პროვინციაში) აჯანყდნენ. სასამართლო შეშინდა, ამიტომ ზიის მიენიჭა ფენიანგის მეფის ტიტული და გავიდა. აკონტროლეთ Jiangzhou. ის ასევე გაუცხოებული იყო საჭურისმა ჩენგ იუანჟენმა და გაათავისუფლა სამხედრო ძალაუფლებისგან.\n(ამ ისტორიის აქცენტი: გუო ზიი, რომელიც იყო ძალიან უნარიანი და კარგად მოქცეული, შეხვდა ქსუანზონს და ზოგიერთ ბოროტმოქმედს, რამაც დიდად დააზარალა მისი მიღწევები.)", "聖意": "სახლისა და საკუთარი თავის დალოცვა, სიმდიდრის ძიება, გარიგება, ქორწინება, ცრუ განგაში, ფეხით მოსიარულეები, რომლებიც ჩამოდიან ტიანკანჯიში, ძნელად საპოვნელი ხალხი, საჯარო სასამართლო პროცესები და (არა ქსინგი), მიგრაცია, კონსერვატიულობა, დაკარგული ქონება, ძნელად საპოვნელი, დაავადებები, ლოცვა კურთხევაზე, მთებსა და საფლავებზე, სასიხარულო", "古人": "ზიი მეფედ აკურთხეს", "第X籤": "მეცხრამეტე გამარჯვებული ლოტი", "宮": "ტაცუმი"}