{"籤詩版本二": "გირჩევ, არ სთხოვო მისგან დახმარება, წეროსავით დაფრინავს და ფარულ ისრებს ისვრის.\nშეშის მოსაგროვებლად რომ წახვალ და ბალახში გველი დევს, შეიძლება შხამმა დაგაკბინოს და მოწყენილი იქნები.", "詩意": "ეს ჰექსაგრამა არის უსაფრთხოებისა და საკუთარი თავის შენარჩუნების ნიშანი.\nფრთხილად იყავი ყველაფერში.", "解曰": "დახუჭე პირი და დაიჭირე კბილები. ის უყურადღებოა. თუ თავს დამნაშავედ გრძნობ. ბოლოს საკუთარ თავს აზიანებს.", "籤詩故事一": "◇ საჭადრაკო დაფის შეხვედრა\nტანგის დინასტიის იმპერატორი ტაიზონგი დასავლეთისაკენ მიდიოდა და ქალაქ სუოიანგში იყო ჩარჩენილი. ჩენგ იაოჯინი დაბრუნდა პეკინში, რათა დახმარება ეთხოვა.\nქსუე დინშანს დაევალა მეორე მარშალდ ემსახურა და წავიდა უფლის გადასარჩენად და ქსილიაოს დასამშვიდებლად.\nმას შემდეგ, რაც ხალხის ჯგუფი გამოვიდა იუმენის უღელტეხილიდან, ისინი მივიდნენ ციპანის მთაზე. მთაზე ათასობით მინიონის მიერ ალყაში მოქცეული, დუ იჰუ, მთის მეფე, დაამარცხა ტანგის გენერალი ლუო ტონგი. საბედნიეროდ, მისი და დუ ქსიანტონგი იყო ყვითელი ყვავილების წმინდა დედის მოწაფე და ფლობდა საბრძოლო ხელოვნებას. ზღაპრის თოკი დაიჭირა და ლუო ტონგი შეკრა, ხუე დინშანი პირადად ხელმძღვანელობდა ელიტარულ ჯარისკაცებს.\n(ხელმოწერილი ლექსი ამას შეესაბამება)\nDou Xiantong დაინახა Xue Dingshan-ის სიმპათიური და მოინდომა მეგობრობა ფენგ ლუანთან, მაგრამ Xue Dingshan უარი თქვა. Dou Xiantong გაბრაზდა და სურდა მისი გაძევება და თავის მოკვეთა. საბედნიეროდ, ჩენგ იაოჯინი მოვიდა მის გადასარჩენად და ხელი შეუწყო მათ ქორწინებას. მოგვიანებით, Dou Yihu ასევე მიიყვანა ძმები Qipanshan უკან ტანგის დინასტიაში, რათა დაეხმაროს ტანგის დინასტიას დასავლეთ ლიაოს დაპყრობაში.", "聖意": "სახლის უსაფრთხოება, პირადი ინტერესი, სიმდიდრის ძიება, დროის ლოდინი, ბიზნესის სტაგნაცია, დაუშვებელი ქორწინება, ლუჟია ცრუ განგაში, ფეხით მოსიარულეები ბლოკავს მინდვრებს, აბრეშუმის ჭიები, ექვსი პირუტყვი, დაკარგული ადამიანები, საჯარო სარჩელების დაბლოკვა, დაკარგვა (Mo Xing) მიგრაცია, კონსერვატიული, დაკარგული ქონება, დაავადება ძნელად აღდგენილი, მთის საფლავი, წარმატებები", "古人": "ჭადრაკის დაფის კონფერენცია", "第X籤": "ლატარიის ოცდამეშვიდე გამარჯვებული", "宮": "შუადღის სასახლე"}