{"籤詩版本二": "ჩაო ჩაო ჰგავს ყვავილების შემგროვებელ ფუტკარს, რომელიც მიფრინავს სამხრეთ-დასავლეთიდან და შემდეგ აღმოსავლეთიდან\nგაზაფხული გავიდა, ყვავილები წავიდნენ და საძიებელი ადგილი არ არის, ეს გული ადგილს არ შეცვლის.", "詩意": "ეს ჰექსაგრამა ჰგავს ფუტკარს, რომელიც ყვავილებს კრეფს.\nყველაფერი შრომატევადი და შრომატევადია.", "解曰": "არ არის გაზაფხულის პეიზაჟები. წვიმს დიდი ხნის განმავლობაში, მაგრამ არასდროს არ იშლება. დახმარება სთხოვეთ. ჯობია ჩუმად იყო.\n.", "籤詩故事一": "◇ლი მი აჯანყდა ტანგის დინასტიის წინააღმდეგ\nლი მი\n(582-619), ვაგანგის არმიის გარდაცვლილი ლიდერი გლეხთა აჯანყებაში ჩინეთის გვიან სუის დინასტიაში. კალიგრაფიის ოსტატი. სიტყვა Fa-ს ოსტატი იყო ჩანგანის მკვიდრი, ჯინჯაო, და მისი საგვარეულო სახლი იყო Xiangping, Liaodong (ახლა ლიაოანგის სამხრეთით, ლიაონინგი). ჩანგანის მკვიდრი, ჯინჯაო, მისი საგვარეულო სახლი არის Xiangping, Liaodong (ახლა Liaoyang-ის სამხრეთით, Liaoning).\nDaye-ის მეცხრე წელს (613) მან მონაწილეობა მიიღო Yang Xuangan-ის აჯანყებაში სუის დინასტიის წინააღმდეგ Liyang-ში (ახლანდელი ჯუნქსიანის ოლქის ჩრდილო-აღმოსავლეთით, ჰენანის პროვინცია). Daye-ის მეცხრე წელს (613) მან მონაწილეობა მიიღო Yang Xuangan-ის აჯანყებაში სუის დინასტიის წინააღმდეგ Liyang-ში (ახლანდელი ჯუნქსიანის ოლქის ჩრდილო-აღმოსავლეთით, ჰენანის პროვინცია). იდუმალი გრძნობა დამარცხებულია,\nლი მი გაიქცა. Xuangan დამარცხდა და ლი მი გაიქცა.\nდაის მეთორმეტე წელს იგი შეუერთდა ვაგანგის არმიას\n. დეის მეფობის მეთორმეტე წელს იგი შეუერთდა ვაგანგის არმიას. ლი მი კარგად იყო სტრატეგიაში.დაიეს მეთორმეტე წლის ოქტომბერში, ლი მიმ დაარწმუნა ჟაი, თავს დაესხა Xingyang Tong-ს, არმიის თანმხლებ ძლიერ გენერალს, რათა დაეცვა ჟანგ Xutuo, დაამარცხა სუის არმია და მოკლა Zhang Xutuo. ლი მი კარგად იყო სტრატეგიაში.დაიეს მეთორმეტე წლის ოქტომბერში, ლი მიმ დაარწმუნა ჟაი, თავს დაესხა Xingyang Tong-ს, არმიის თანმხლებ ძლიერ გენერალს, რათა დაეცვა ჟანგ Xutuo, დაამარცხა სუის არმია და მოკლა Zhang Xutuo.\nმოგვიანებით მან შესთავაზა თავდასხმა Xingluo (მოგვიანებით დაარქვეს Luokou) საწყობზე, გახსნა საწყობი დახმარებისთვის და გააფართოვა გუნდი. ვაგანგის არმიის გუნდი სწრაფად გაიზარდა. Daye-ის მე-13 წელს ლი მი ხელმძღვანელობდა ვაგანგის არმიას, ხოლო ჟაი რანგი. განიხილა სუის დინასტიის დაქვეითება და განაწილება.იყო ომი სამხედრო რესურსებთან და სხვა საკითხებთან დაკავშირებით და ლი მიმ მოკლა ჟაი რანგი და მისი ასობით მიმდევარი. მოგვიანებით მან შესთავაზა თავდასხმა Xingluo (მოგვიანებით დაარქვეს Luokou) საწყობზე, გახსნა საწყობი დახმარებისთვის და გააფართოვა გუნდი. ვაგანგის არმიის გუნდი სწრაფად გაიზარდა. Daye-ის მე-13 წელს ლი მი ხელმძღვანელობდა ვაგანგის არმიას, ხოლო ჟაი რანგი. განიხილა სუის დინასტიის დაქვეითება და განაწილება.იყო ომი სამხედრო რესურსებთან და სხვა საკითხებთან დაკავშირებით და ლი მიმ მოკლა ჟაი რანგი და მისი ასობით მიმდევარი.\nდეიეს მე-14 წლის მარტში იუ ვენხუაჯიმ მოკლა სუის დინასტიის იმპერატორი იანგი.\n100000-ზე მეტი ადამიანი დასავლეთში დაბრუნდა. Daye-ის მეთოთხმეტე წლის მარტში, Yu Wenhuaji-მ (Yu Wen, რთული გვარი) მოკლა სუის დინასტიის იმპერატორი იანგი და დაბრუნდა დასავლეთში 100000-ზე მეტი ადამიანით. ლი მის უბრძანეს შეტევა ჰუაჯიზე. მიუხედავად იმისა, რომ ჰუაჯი დამარცხდა, ლი მიმ ასევე განიცადა დიდი დანაკარგები ჯარებში. მოგვიანებით მას დაედევნა ვანგ შიჩონგი. ლი მის არმია დამარცხდა და მისი ბანაკი განადგურდა. მისი გენერლები ცინ შუბაო, ჩენ ჟიჯი (თავდაპირველად სახელად ჩენგ იაოჯინი), ნიუ ჯინდა და სხვები დაატყვევეს. შან სიონგქსინი დანებდა. ლი მიმ უბრძანა შეტევა ჰუაჯიზე.მიუხედავად იმისა, რომ ჰუაჯი დამარცხდა, ლი მიმ ასევე განიცადა მძიმე დანაკარგები თავის ჯარში. მოგვიანებით, მას დაედევნა ვანგ შიჩონგი. ლი მის არმია დამარცხდა და მისი საბაზო ბანაკი განადგურდა. მისი გენერლები ცინ შუბაო, ჩენგ ჟიჯი (თავდაპირველად ერქვა ჩენგ იაოჯინი), ნიუ ჯინდა და სხვები ტყვედ ჩავარდა და შან სიონგქსინი დანებდა. ლი მი სასოწარკვეთილი იყო, ამიტომ სექტემბერში გადალახა მდინარე ჰეიანში და დანგის დინასტიას ჩაბარდა. ლი მი სასოწარკვეთილი იყო, ამიტომ სექტემბერში გადალახა მდინარე ჰეიანში და დანგის დინასტიას ჩაბარდა.\nნოემბერში ლი იუანმა ლი მი გაგზავნა შანდონგში ძველი ჯარების დასაკომპლექტებლად. ნოემბერი,\nლი იუანმა ლი მი გაგზავნა შანდონგში ძველი ჯარების დასაკომპლექტებლად. იგრძნო, რომ მასზე ეჭვმიტანილი იყო, აჯანყდა ტანგის წინააღმდეგ. იგრძნო, რომ მასზე ეჭვმიტანილი იყო, აჯანყდა ტანგის წინააღმდეგ. ტანგის გენერალმა შენგ იანშიმ ლი მი მიიწვია თავდასხმაზე და მოკლა იგი სინგგონ ქსიანში. ტანგის გენერალმა შენგ იანშიმ ლი მი მიიწვია თავდასხმაზე და მოკლა იგი სინგგონ ქსიანში.", "聖意": "სახლი, სახლი, ენა, საკუთარი თავი, ბოროტმოქმედი, სიმდიდრის ძიება, ბიზნესის გაფლანგვა, ქორწინება არ არის ხანგრძლივი, ლიუჯია, ცარიელი ყვავილები, ფეხით მოსიარულეები, იაოტიანი, აბრეშუმის ჭიის დაზიანება, ექვსი პირუტყვის დაზიანება, დაკარგული პირები, სასამართლო პროცესი, დაკარგვა, მიგრაცია, კონსერვატიულობა, დაკარგული ქონება, ავადმყოფობა, დაბრკოლებები, მთის საფლავის რეფორმა", "古人": "ლი მი აჯანყდა ტანგის დინასტიის წინააღმდეგ", "第X籤": "სამოცდამეათე გათამაშება", "宮": "ტაცუმი"}