{"籤詩版本二": "Thov kom lub ntiaj teb no tsim kom muaj kev sib yuav zoo, hnub zoo thiab lub sij hawm zoo, thiab txhua yam zoo\nTsis muaj teeb meem me me yog tias koj tau txais ntau qhov no, huab tais tshaj tawm tias tib neeg muaj kev ncaj ncees thiab ncaj ncees.", "詩意": "Qhov no hexagram sawv cev rau qhov pib ntawm kev qhib lub ntuj ceeb tsheej thiab lub ntiaj teb.\nTxhua yam yog hmoov zoo.", "解曰": "Ceev ceev. Lub xyoo tsis tsim nyog nws lub sijhawm. Guanyin sau cia. Qhia rau kuv paub ua ntej.", "籤詩故事一": "◇ Zhongli tau ua kom pom tseeb\nZhongli Quan, lub npe Zhongli, muab lub npe Quan, lub npe hu ua Yunfang, thiab lub npe menyuam yaus Zhengyang, yog ib haiv neeg ntawm Xianyang County, Xi'an, Shaanxi Province thaum lub sijhawm Han Dynasty Eastern.\nZhong Liquan yog ib tug thawj coj ntawm Han Dynasty thaum lub sijhawm khiav tawm tsam Western Qiang, nws khib siab ntawm tus thawj coj Liang Yi thiab tsuas yog muab nws 30,000 tus tub rog laus thiab tsis muaj zog. cov tub rog Western Qiang, thiab cov tub rog khiav mus. Zhong Liquan poob rau hauv ib lub hav thiab ntsib ib tug yawg Hu ntawm txoj kev, nws coj nws mus rau ib lub zos me thiab hais tias, \"Qhov no yog lub tsev ntawm Mr. Donghua.\" Ces nws hais goodbye thiab tawm mus. Tom qab ib pliag, ib tug mam li nco dheev hais tias, \"Qhov no yuav tsum yog vim hais tias tus ntsuab-eyed Hu txiv neej yog heev tham.\" Nws pom ib tug txiv neej hnav ib tug mos lwj plaub mos lwj thiab tuav ib tug ntsuab quinoa neeg ua hauj lwm, nws nug Zhong Liquan, \"Tus neeg uas tuaj. ntawm no yog Han Da. General Zhongli Quan\n? Zhong Liquan xav tsis thoob, paub tias nws tau ntsib ib tug neeg txawv txawv, yog li ntawd nws ua siab dawb kawm Tao.\nZhong Liquan tom qab ntawd tau ntsib Zhenren Huayang thiab Immortal King Xuanfu, thiab kawm txog \"Secret of Immortality\". Thaum kawg, nws tau nyob ntawm Zijin Sihaofeng hauv roob Kongtong, tau txais \"Secret of the Jade Box\", thiab tau los ua ib tug neeg tsis txawj tuag tiag tiag.", "聖意": "Thov vaj tswv foom koob hmoov rau nej tsev thiab tsev kom tau koob hmoov zoo nyob rau lub caij nplooj zeeg thiab lub caij ntuj no.Nyob rau lub caij nplooj zeeg thiab lub caij ntuj no.Nyob zoo rau lub caij nplooj zeeg thiab lub caij ntuj no.Nyob zoo hauv kev lag luam, kev sib yuav, kev zoo siab rau kev yug me nyuam tub, kev zoo siab ntawm kev mus ncig ua si. , hmoov zoo nyob rau hauv silkworms, hmoov zoo nyob rau hauv cov tsiaj nyeg, hmoov zoo nyob rau hauv kev nrhiav neeg, hmoov zoo nyob rau hauv pej xeem foob, hmoov zoo nyob rau hauv kev tsiv teb tsaws, poob khoom, cov kab mob Northeastern, hmoov zoo hauv kev xa cov roob thiab qhov ntxa.", "古人": "Zhongli tau ua kom pom tseeb", "第X籤": "thawj kos npe", "宮": "Tsev menyuam"}