{"籤詩版本二": "Ua cas nej ho tsis mus rau Tailai, uas nyob ib ncig ntawm lub ces kaum, kuv mam li tso tus txiv neej tawm ntawm lub roob mus ib ntus.\nYog tias muaj xov xwm zoo txog tsov los yog luav, koj yuav tau dawb txawm tias koj txiav txim siab ua haujlwm.", "詩意": "Nyob rau hauv no hexagram, muaj ib tug kos npe rau ntawm koob hmoov ntawm hmoov phem.\nTxhua yam phem ua ntej thiab qhov zoo thaum kawg.", "解曰": "Hloov nrog hemp silk. Ntaus ib tug taw. Saib kom meej. Cov koob hmoov yog los ntawm kev puas tsuaj.", "籤詩故事一": "◇ ntsib tus Xib Hwb hauv Bukit\nWu Ji yog thawj tug kws txiav ntoo, thiab ob tug tau ntsib Jiang Ziya thaum lawv nuv ntses hauv Feng River. Wuji luag thaum nws pom Ziya nuv ntses nrog tus nuv ncaj.\nZiya ntsia Wuji lub ntsej muag thiab hais qhia hmoov zoo: \"Yog tias koj nkag mus hauv nroog hnub no, koj yuav tua ib tug neeg.\" Tom qab hnov ​​​​qhov no, Wu Ji tau npau taws thiab nqa taws mus rau hauv nroog.\nTom qab nkag mus rau hauv lub nroog, Wu Ji tau sib cav nrog lwm tus thiab yuam kev ntaus Prime Minister Wen Wang kom tuag.\nVajntxwv Wen rub hauv av ua tsev lojcuj thiab kaw Wu Ji.\nBukit Hou raug tso tawm ib ntus thiab raug txiav txim tuag los saib xyuas nws niam txog lub caij nplooj zeeg.\nNws niam thov kom nws thov Jiang Ziya pab.\nTus Taigong txais nws ua nws cov thwjtim, qhia nws txog kev ua tsov ua rog, thiab hais kom nws mus khawb qhov thiab nrum spell los rhuav tshem nws txoj hmoo.\nTom qab lub caij nplooj zeeg, Wu Ji tsis tuaj rau txim, Vaj Ntxwv Wen tau txiav cov lej hauv lub cev thiab xav tias Wu Ji tau tua tus kheej vim ntshai tsam kev ua txhaum cai.\nTom qab ntawd, Vajntxwv Wen ntsib Wu Ji, thiab Wu Ji qhia Vajntxwv Wen mus ntsib Jiang Taigong.\nTaigong tau txais lub npe ntawm General ntawm Wude. Ob tus tswv thiab tus tub txib ua haujlwm rau King Wen.", "聖意": "Lub tsev muaj kev nyab xeeb, tus kheej zoo, kev lag luam zoo, kev sib yuav lig, tus txiv neej taug kev tsis tau rov qab los ua teb, cov kab lo lo ntxhuav tau txais txiaj ntsig, rau tsiaj yog shenji, tshawb nrhiav zoo, kev foob rau pej xeem yog zoo, kev tsiv teb tsaws chaw yog kev saib xyuas, cov khoom ploj tau pom, tus kab mob zoo, Qiu Ji, lub toj ntxas zoo", "古人": "Bukit ntsib", "第X籤": "Kaum ob kos npe", "宮": "Yin Palace"}