{"籤詩版本二": "Ib yam li lub crane tawm ntawm nws lub tawb tuag, nws muaj peev xwm khiav tawm ntawm lub tawb tuag.\nTsis muaj kev thaiv ntawm sab qaum teb, sab qab teb thiab sab hnub tuaj, koj tuaj yeem ncaj qha mus rau Jiuxiao Palace.", "詩意": "Qhov no hexagram sawv cev rau cov duab ntawm lub crane tawm hauv nws lub tawb.\nTxhua yam phem ua ntej thiab qhov zoo thaum kawg.", "解曰": "Tsis muaj kev txhawj xeeb. Txoj kev vam meej. Ua kom yooj yim. Carefree li neeg (vajtswv).", "籤詩故事一": "◇Ziya tso tseg nws txoj hauj lwm\nThaum Jiang Ziya ua hauj lwm raws li ib tug xib fwb, nws pom hais tias ib tug poj niam tau hloov los ntawm lub jade pipa ntsuj plig, yog li ntawd nws tuav nws thiab txawm ntaus nws nrog ib tug inkstone. Vajntxwv Zhou tus thawj nom tswv piav txog dab tsi tshwm sim, nug dab tsi tshwm sim, thiab tom qab ntawd coj Jiang Ziya mus ntsib Vaj Ntxwv Zhou. Jiang Ziya siv Samadhi Tseeb Hluav Taws kub hnyiab tus ntsuj plig tawm ntawm nws cov qauv qub nyob rau hauv pem hauv ntej ntawm Vaj Ntxwv Zhou, thiab Vaj Ntxwv Zhou tau tsa nws ua tus thawj coj loj.\nTxhawm rau ua pauj rau tus ntsuj plig ntawm jade pipa, Daji tau hais kom Vajntxwv Zhou kom Jiang Ziya los tsim tsa tus mos lwj, Jiang Ziya cem King Zhou, thiab Vaj Ntxwv Zhou kom nws tua, Jiang Ziya dim los ntawm kev siv dej. Tom qab rov los tsev, Jiang Ziya nug Ma txog kev mus rau Xiqi, thiab Ma xav nrauj nws. Yog li ntawd, Jiang Ziya mus rau Xiqi (lub peev ntawm King Wen ntawm Zhou Dynasty) ib leeg.\nJiang Ziya tuaj txog hauv Xiqi thiab nyob hauv kev nuv ntses hauv Panxi Gorge, nws ntsib Vajntxwv Wen ntawm Zhou uas mob siab nrhiav kev txawj ntse, ntawm Vajntxwv Wen qhov kev thov tiag tiag, Jiang Ziya tau pe hawm nws tus xibhwb thiab pab Vajntxwv Wen.", "聖意": "Kuv tsis yooj yim nyob hauv tsev thiab kuv kuj xav nrhiav kev koom tes nyiaj txiag, kev lag luam, kev sib yuav, Liujia, cov txiv neej taug kev, saib cov teb, silkworms, lub caij nplooj zeeg cov txiaj ntsig, rau cov tsiaj txhu poob, nrhiav tib neeg, kev cuam tshuam ntawm pej xeem foob, tsiv teb tsaws, poob khoom, sab qab teb sab hnub tuaj. kab mob, teeb tsa, xa cov roob thiab tombs, zoo siab", "古人": "Ziya tso tseg nws txoj haujlwm ua haujlwm", "第X籤": "Qhov thib kaum plaub tus yeej", "宮": "Maogong"}