{"籤詩版本二": "Cov kev txhawj xeeb thiab kev txhawj xeeb tau daws ib ntus, thiab kev xyiv fab los saum ntuj los.\nIb yam li jade muab zais rau hauv dung, tus neeg ua haujlwm zoo tshem tawm cov plua plav", "詩意": "Qhov no hexagram sawv cev rau kev sib haum xeeb ntawm Yin thiab Yang.\nTxhua yam koj npaj yog qhov zoo.", "解曰": "Tsis muaj dab tsi tau, tsis muaj dab tsi poob. Tau txais kev poob. Tus neeg phem raug teeb meem. Hmoov zoo rau koj, txiv neej.", "籤詩故事一": "◇ Ye Meng Xiong Chao Di\nYe Mengxiong (1531-1597), nws lub npe hu ua Nanzhao thiab nws lub npe yog Longtang, tau hloov mus rau Longtan thiab kuj hu ua Huayun. Ib haiv neeg ntawm Wanshifang, Huizhou Fucheng (tam sim no ib feem ntawm Huicheng District, Huizhou City) hauv Ming Dynasty. Nyob rau xyoo 44 ntawm Jiajing kav (1565), nws tau los ua ib tug Jinshi thiab tau txais lub npe ntawm tus thawj tswj hwm ntawm Qing County. Nws tau ua tus thawj coj ntawm lub chaw hloov chaw, thiab tom qab ntawd hloov mus rau tus saib xyuas censor ntawm Shanxi Road.\nNyob rau xyoo 20 ntawm Wanli (1592), General Consul ntawm Ningxia, Kuaibai (tus thawj coj ntawm pawg neeg Mongolian Tatar), tua tus tswv xeev Dang Xin thiab ntes plaub caug xya Fort hauv Hexi Province, tsoo lub nroog, pe hawm thiab hlawv. nws tus kheej kom tuag. Meng Xiong tsis khav theeb txog kev muab qhab nia, thiab cia nws cov txuj ci zoo li cov thawj coj uas twv tawm tsam. Tus nom Wei Xuezeng tau rov kho dua. Nyob rau hauv nws xyoo tom qab, nws tau tawm tsib zaug thiab raug xa rov qab mus rau Huizhou los tsim Huilong Tuam Tsev.\nYe Mengxiong nkag mus rau Taoism ua ib tug tub qhe thaum pib, thiab nto moo rau nws txoj kev ncaj ncees. Cov ntaub ntawv keeb kwm qub tau hais tias nws yog \"thawj zaug hauv kev txo hwj chim thiab muaj peev xwm\", \"tshem tawm kev noj nyiaj txiag thiab rau txim rau kev ntxeev siab\", tawm hauv lub koob npe zoo; nws yog zoo siab heev, ua siab loj, ua siab loj, thiab muaj peev xwm. Zoo ntawm rab phom. Nyob rau hauv lub thib ob ib nrab ntawm nws lub neej, nws cov txuj ci martial arts tau sau tseg nyob rau hauv \"Keeb kwm ntawm lub Ming Dynasty\" thiab nws tau raug suav hais tias yog ib lub teb chaws hero.", "聖意": "Lub tsev tsis zoo (kev thaj yeeb nyab xeeb) Lub caij nplooj zeeg thiab lub caij ntuj no zoo rau tus kheej, kev muaj nyiaj yuav muaj kev vam meej, kev lag luam yuav muaj kev vam meej, kev sib yuav yuav vam meej, Liujia yuav ua tsis ncaj ncees (yuav muaj khoom muaj nqis), cov neeg taug kev yuav mus rau tom teb. thov Vajtswv rau cov kab xo, rau cov tsiaj yuav tiaj tus, tib neeg yuav pom, kev foob rau pej xeem yuav tsis zoo, kev tsiv teb tsaws chaw yuav raug saib xyuas, cov khoom ploj yuav raug cuam tshuam, cov kab mob yuav nyob hauv Fushan qhov ntxa.", "古人": "Ye Meng Xiong Chao Di", "第X籤": "Kaum Rau Yeej Lotto", "宮": "Maogong"}