{"籤詩版本二": "Lub Golden Crow ntog rau sab hnub poob thiab Luav nce mus rau sab hnub tuaj, lub voj voog ntawm nruab hnub thiab hmo ntuj txuas ntxiv txij thaum ub los txog rau tam sim no.\nCov hauj sam thiab Taoists paub tias tsis muaj qhov tsis zoo, thiab cov kws tshawb fawb, cov neeg ua liaj ua teb, kev lag luam thiab cov tub lag luam txhua tus ua raws li lawv lub siab.", "詩意": "Qhov no hexagram sawv cev rau waxing thiab waning ntawm yin thiab yang.\nNws kuj yog ib lub cim qhia tias txhua yam yuav mus raws li tau npaj tseg.", "解曰": "Tsis muaj dab tsi hauv siab. Yam koj tau ua yog qhov ua tau zoo. Zoo li ib tug xub los ntawm ib tug hneev nti. Ib rab phom ntaus lub hom phiaj.", "籤詩故事一": "◇ Txiv Plig Cao Guo yog tus tsis txawj tuag\nCao Guojiu, ib haiv neeg ntawm Xuzhou, tau hais tias yog tus txiv ntxawm ntawm lub xeev thaum lub sijhawm Renzong ntawm Song Dynasty, Nws lub npe yog Cao Yi, los yog Cao Jingxiu.\nTxiv ntxawm Cao Guo muaj ib tug kwv yau hu ua Cao Er. Cao Er no tso siab rau nws txoj hauj lwm ntawm imperial hwj chim thiab ua txhua yam kev phem, nws nyob teb, tshem tawm cov poj niam thiab cov ntxhais, thiab ua phooj ywg nrog ib co neeg phem phem, nws tuaj thiab tawm, Cao Guojiu sawv tsis tau. tsis kam mloog nws tej lus zoo thiab kev nplij siab, yog li ntawd nws thiaj li siv lub txim los tswj nws, ob tug kwv tij tsim kev chim siab.\nCao Guojiu tau hais tias: \"Lub hauv paus ntsiab lus ntawm lub ntiaj teb no yog cov neeg uas sau qhov zoo yuav vam meej, thiab cov neeg uas sau kev phem yuav ploj mus, qhov no yog qhov tseeb hloov tsis tau, yav dhau los, peb tsev neeg Cao tau sau kev phem phem los ua kom tau nyiaj niaj hnub no. kuv tus tijlaug sau tau kev phem kev qias heev, txawm nws dim txawm yog koj raug txim los ntawm tub ceev xwm los koj tsis tau dim tej kev puas tsuaj ntuj txiag teb tsaus uas ua tsis ncaj ncees lawm.Thaum muaj kev puas tsuaj los koj tsev neeg raug puas tsuaj thiab ib tug neeg tuag, koj yuav tsis dim. Kuv yuav khiav dim, kuv yuav poob ntsejmuag thiab ntshai.” Yog li ntawd, kuv thiaj muab kuv tej nyiaj txiag faib, nws pab cov neeg pluag thiab tsis quav ntsej txog nws tus tijlaug tej xwm txheej ntxiv lawm. Tom qab ntawd nws tawm hauv nws lub tsev thiab cov phooj ywg, hloov mus rau hauv ib tug Taoist khaub ncaws, thiab mus rau hauv lub roob los cog nws lub siab thiab xwm.\nMuaj ib hnub, nws ntsib Zhongli thiab Lu Dongbin ntawm Han Dynasty los ntawm lub sijhawm, pom txiv ntxawm Cao Guo cov lus teb tau zoo, nws zoo siab heev thiab muab nws \"Secret Edict of Returning Truth\" thiab kom nws ua tib zoo xyaum. Tsis ntev tom qab ntawd, Zhongli. Quan thiab Lu Dongbin tau qhia rau cov chav kawm tsis txawj tuag.", "聖意": "Hmoov zoo rau lub tsev, tsev, hmoov zoo, hmoov zoo, hmoov zoo hauv kev lag luam, kev sib yuav, txiv neej taug kev, cog kab laug sab hauv teb ntxov, tsiaj txhu tsis ua haujlwm, nrhiav neeg, foob, tsiv teb tsaws, poob khoom, mob lig, hmoov zoo", "古人": "Txiv ntxawm Cao Guo yog ib tug neeg tsis txawj tuag", "第X籤": "Kos npe rau lub kaum yim", "宮": "Maogong"}