{"籤詩版本二": "Cia lub nkoj rov qab los ntawm ntug dej ceev ceev, koj xav ua dab tsi vim muaj kev kub ntxhov?\nYog tias koj xav kom muaj kev nyab xeeb, nrhiav kev thaj yeeb nyab xeeb thiab tos cov nthwv dej kom dhau qhov kev kub ntxhov no.", "詩意": "Qhov no hexagram zoo li lub nkoj taug kev ntawm lub puam ceev.\nNyob twj ywm hauv txhua yam thiab tos lub sijhawm.", "解曰": "Tshem tawm hauv dej khov. Qhov txaus ntshai yog tos lub sijhawm. Yog koj nug txog cov phiaj xwm camp. Tsis muaj dab tsi ua tau.", "籤詩故事一": "◇Ziyi yog huab tais huab tais\nGuo Ziyi (697-781), tseem hu ua Guo Linggong, yog ib haiv neeg ntawm Zheng County, Huazhou (tam sim no Huaxian County, Shaanxi Province) thiab ib tug thawj coj nyob rau hauv Tang Dynasty.\nThaum lub sij hawm Anshi Rebellion nyob rau hauv 14th xyoo ntawm Tianbao (755), nws tau txais lub title ntawm Shuofang Jiedushi (Lingwu, sab hnub poob ntawm Lingwu nyob rau hauv niaj hnub Ningxia). nyob rau hauv Hebei, lawv tau koom nrog pab tub rog ntawm Changshan (Zhengding, Hebei) thiab yeej Shi Siming, tau txais Hebei. Lub sijhawm no, Guo Ziyi tau hais tias tus huab tais coj Fan Yang los ntawm sab qaum teb thiab tawm tsam tus tsov rog ntxeev siab kom txo qis kev tawm tsam ntawm Tongguan, tab sis Xuanzong tsis kam. Tom qab ntawd, qhov xwm txheej ntawm kev cais tawm vassal lub zos nyob rau hauv lub lig Tang Dynasty tau cog, uas kuj tau los ua tej thaj chaw deb ua rau lub demise ntawm lub Tang Dynasty.\nNyob rau xyoo kaum tsib ntawm Tianbao txoj kev kav (756), nws thiab Uighur pab pawg sib koom ua ke Hequ. defeating Cui Qianyu, Tang pab tub rog raug kev txom nyem ntau tshaj 10,000 casualties. Cui Qianyu surrendered rau Pujin. An Lushan raug tua los ntawm nws tus tub An Qingxu.\nNyob rau xyoo thib ob ntawm Zhide (757), nws raug txib kom coj tub rog mus rau Fengxiang, ntawm txoj kev, nws yeej 5,000 Li Guiren cov tub rog ntawm Baiqu Liuyun Choj (hnub no sab hnub tuaj ntawm Sanyuan). Lub Tsib Hlis, nws tau tawm tsam nrog An Shouzhong thiab Li. Guiren hauv Qingqu (hnub no sab hnub poob ntawm Xi'an) tau swb lawm, thiab nws thim rov qab mus rau Wugong (hnub no sab hnub poob ntawm Wugong). Nrog An Shouzhong thiab Li Guiren nyob rau hauv Xiang. Mus rau sab qaum teb ntawm Ji Tuam Tsev (sab hnub poob ntawm lub nroog Chang'an niaj hnub no), cov tub rog Uighur ncig qab cov yeeb ncuab, tawm tsam ntawm ob sab, thiab tua 60,000 yeeb ncuab. Zhang Tongru khiav mus rau Shaanxi County, thiab thaum kawg rov tau lub peev Chang'an (hnub no Xi'an).\nTom qab ntawd, cov tub rog Tang tau ua kom zoo dua ntawm kev yeej thiab taug kev mus rau sab hnub tuaj, kov yeej 150,000 tus txiv neej suav nrog Yan Zhuang thiab Zhang Tongru hauv Xindian (tam sim no sab hnub poob ntawm Sanmenxia City, Henan Province), yuam Anqing Xu hla tus Dej Yellow thiab thim rov qab mus rau Xiangzhou. Dongjun Luoyang rov qab los. Ntxiv Situ rau nws qhov txiaj ntsig thiab ua rau nws yog Duke ntawm lub tebchaws.\nShi Siming tau coj nws cov tub rog los ntawm Fan Yang los cawm An Qingxu. thov kom muaj 600,000 tus txiv neej, thim rov qab (hauv kev sib ntaus sib tua ntawm Yecheng). Tus thawj coj tseem ceeb ntawm kev sib ntaus sib tua no yog tus eunuch Yu Chaoen, uas tsis muaj kev coj noj coj ua thiab liam Guo Ziyi rau kev ua tsis tiav ntawm kev sib ntaus sib tua. Guo Ziyi raug hu rov qab mus rau Chang'an, tshem tawm cov tub rog lub zog, thiab dhau los ua ib tus neeg ua haujlwm tsis muaj zog.\nThawj xyoo ntawm Baoying (762), cov tub rog hauv Taiyuan (hnub no sab hnub poob ntawm Taiyuan) thiab Jiangzhou (hnub no Xinjiang hauv xeev Shanxi) tau tawm tsam. tswj Jiangzhou. Nws kuj raug alienated los ntawm eunuch Cheng Yuanzhen thiab tau dim ntawm tub rog lub hwj chim.\n(Lub ntsiab lus ntawm zaj dab neeg no: Guo Ziyi, uas muaj peev xwm thiab coj tus cwj pwm zoo, ntsib Xuanzong thiab qee tus neeg phem, uas ua rau nws ua tau zoo heev.)", "聖意": "Foom koob hmoov rau tsev thiab tus kheej, nrhiav kev nplua nuj, tsis muaj kev lag luam, tsis muaj kev sib yuav, tsis muaj kev ceeb toom tsis tseeb, cov neeg taug kev tuaj txog hauv Tiancanji, nrhiav neeg nyuaj, kev foob rau pej xeem thiab (tsis yog Xing), kev tsiv teb tsaws, kev saib xyuas, kev poob vaj tse, nyuaj nrhiav, kab mob, thov Vajtswv foom koob hmoov, roob thiab tombs, ua koob tsheej", "古人": "Ziyi tau ua vajntxwv kav", "第X籤": "Cuaj kaum Winning Lott", "宮": "Tatsumi"}