{"籤詩版本二": "Thaum lub caij nplooj ntoos hlav ntev los nag pib tshem tawm, Jade Luav thiab Golden Crow maj mam ua kom ci\nTej yam qub ploj mus thiab tej yam tshiab tshwm tuaj.", "詩意": "Qhov no hexagram yog lub cim ntawm ntev los nag thiab lub teeb thaum ntxov.\nTxhua yam mus raws li tau npaj tseg.", "解曰": "Tiv thaiv los ntawm vajtswv thiab Buddhas. Tsis muaj kev phom sij ntawm kev puas tsuaj. Thov kom txoj kev mus nyob kaj siab lug. Rov qab nrog kev hwm thaum kawg.", "籤詩故事一": "◇ Jiang Taigong ntsib King Wen\nZhou Dynasty. Jiang Shang, lub npe hu ua Ziya. Ji neeg (los ntawm Xuzhou nyob rau sab hnub tuaj Tuam Tshoj Hiav Txwv). Lub npe Taoist yog Fei Xiong, thiab nws cov poj koob yawm txwv tau muab khi rau hauv Lu (lub npe chaw), yog li nws kuj hu ua Lu Wang.\nKom tsis txhob muaj teeb meem lub sij hawm ntawm Vaj Ntxwv Zhou ntawm Shang Dynasty, nws nyob ntawm dej ntawm East Tuam Tshoj Hiav Txwv thiab nuv ntses nyob rau hauv tus dej Weishui. Tus ntses yog ncaj, nws lub hom phiaj tsis yog ntses, tab sis ua tus thawj tswj hwm tsim txiaj.\nVajntxwv Wen ntawm Zhou hnov ​​tias nws txawj ntse thiab ntiav nws ua nws tus xibhwb (prime Minister). (Nws muaj hnub nyoog yim caum xyoo) Tom qab ntawd, Vajntxwv Wu ntawm Zhou tau tawm tsam Vajntxwv Zhou, rhuav tshem Shang Dynasty, thiab tsim tsa Zhou Dynasty. Vajntxwv Wu hu nws Shangfu. Nws tus tub Ding Gong tau txais lub npe Marquis ntawm Qi.\n(Lub ntsiab lus ntawm zaj dab neeg no: Jiang Taigong, uas tau tos ntses ntawm Weishui River ntev ntev, thaum kawg tau tawm ntawm qhov teeb meem thiab tau rov qab siv los ntawm King Wen.)", "聖意": "Nyob rau hauv lub tsev, Zhongping nws tus kheej thov Vajtswv foom koob hmoov thiab kev nplua nuj, thaum tsis muaj deal, kev sib yuav yog random. Liujia poj niam taug kev thaiv teb, silkworms thaiv cov tsiaj nyeg, thaiv kev tshawb nrhiav tus neeg, ncua kev foob, thiab tsiv teb tsaws. Tej yam ploj lawm, kab mob pom, Ji Xingshan lub ntxa zoo.", "古人": "Jiang Taigong ntsib King Wen", "第X籤": "Nees nkaum thawj rho npe", "宮": "Tatsumi"}