{"籤詩版本二": "Tom qab muaj ntau yam kev txhawj xeeb thiab kev phom sij, nws yuav tsis muaj qhov khoob ntxiv txij li tam sim no\nLub siab dav muaj nws lub siab dav dav, koj yuav tsum ntsib tus kws tshaj lij kom ua tau zoo.", "詩意": "Qhov no hexagram zoo li lub qhov dej qub nrog lub caij nplooj ntoos hlav.\nHauv txhua yam, cov neeg muaj koob muaj npe tau txais kev vam meej.", "解曰": "Qhov kev foob yuav raug txiav txim siab thaum kawg. Mob thiab nyab xeeb. Mus rau hauv thiab tawm mus nrhiav tswv yim. Ancient qhov dej ntsib lub caij nplooj ntoos hlav.", "籤詩故事一": "◇ Yao Chong tswj cov locusts\nYao Chong (649-721), uas nws lub npe tiag tiag yog Yuan Chong, yog los ntawm Shaanzhou.\nNyob rau xyoo plaub ntawm Kaiyuan (716), Shandong (feem ntau yog xa mus rau Yellow River Basin sab hnub tuaj ntawm Huashan) tau plagued los ntawm locusts. kev txi, hlawv xyab, pe hawm ib sab ntawm teb, thiab saib tej qoob loo uas nquab zom zaws..\nTxhua tus tub ceev xwm ntseeg tias: \"Ntaus yog ib qho kev puas tsuaj ntuj tsim, yuav ua li cas thiaj li tswj tau los ntawm cov neeg ua haujlwm!\" Qhov kev tawm tsam ntawm ob lub tswv yim sib txawv tau hnyav heev thaum lub sijhawm ntawd, txawm tias yuav tshem tawm lossis tsis tshem cov locusts.\nYao Chong hais tias: “Txawm tias peb ua hauj lwm ua ke, peb yuav tshem tau lawv txhua tus. Nws hais tias: Nom tswv ntshai tib neeg, yog li ntawd lawv yooj yim tsav mus, cov yub muaj tswv, yog li cov neeg cawm siav yuav tsum ua haujlwm hnyav; locusts. tuaj yeem ya, thiab yog tias lawv pom hluav taws thaum hmo ntuj, lawv yuav ya mus rau nws; muab hluav taws rau hauv thaj teb, khawb qhov thaum kub hnyiab, faus lawv thaum hlawv, thiab yuav tsis muaj dab tsi tshuav.\"\nXuanzong hais tias: \"Ntaus yog ib qho kev puas tsuaj ntuj tsim los ntawm kev tswj hwm kev coj ncaj ncees. Yog tias koj thov kom lawv raug tua thiab tua, qhov no puas yuav tawm tsam cov nplej?\"\nYao Chong tau hais ntxiv tias: \"Kev ntes thiab tua cov npua tau ua los ntawm cov neeg qub, thiab koj lub koob meej yuav siv rau yav tom ntej. Nws yog lub tebchaws tseem ceeb los coj kev thaj yeeb nyab xeeb thiab kev vam meej rau cov neeg ua liaj ua teb. Thov xav txog qhov tseeb.\"\nXuanzong tau ntseeg. Tab sis lub sijhawm ntawd, txhua tus neeg sab hauv thiab sab nraud lub tsev hais plaub tau hais tias locusts tuaj yeem tua tsis tau.\nXuanzong tau hais tias: \"Kuv tau tham nrog tus thawj tswj hwm thiab tau txiav txim siab ntes cov npua. Leej twg uas tawm tsam dua yuav raug tua.\" Yog li ntawd nws thiaj xa tus censor los saib xyuas thiab coj cov neeg hlawv thiab faus cov locusts.\nCov txiaj ntsig tau zoo heev, cuaj lab dans ntawm locusts raug ntes thoob plaws lub tebchaws, thiab cov kab mob plague tau raug tshem tawm.\n(Kev txawj ntse yuav tsum tau siv rau hauv kev tswj hwm kev puas tsuaj thiab kev khiav tawm, thiab yuav tsum muaj cov tswv yim txawj ntse los daws cov teeb meem. Yao Chong yog tus kws tshaj lij hauv qhov teeb meem no)", "聖意": "Lub tsev zoo tib yam, tus kheej raug thaiv, nrhiav nyiaj raug thaiv, kev lag luam raug thaiv, kev sib yuav thiab kev sib haum xeeb raug thaiv, muaj kev phom sij hauv Liujia, cov neeg taug kev raug thaiv, silkworms raug thaiv, tsiaj txhu tsis zoo, tsis pom neeg, cov neeg raug kaw. thaiv, raug kev foob rau pej xeem, kev tsiv teb tsaws chaw tsis tsim nyog, cov khoom ploj yog qhov nyuaj nrhiav tau, cov kab mob nyuaj rau kev thov Vajtswv, roob thiab qhov ntxa tsis yooj yim.", "古人": "Yao Chong tswj cov locusts", "第X籤": "Yeej lub rho npe nees nkaum tsib", "宮": "Kuv Palace"}