{"籤詩版本二": "Cov lus xaiv muaj nws tias txhua yam tau tig mus, thiab kuv tau txais tsab ntawv los ntawm lub qab ntug.\nLub koob meej thiab kev vam meej tau cog lus rau kuv hauv phau ntawv tseem khoob mus txog thaum kawg.", "詩意": "Lub hexagram no muaj lub npe cuav.\nNws yog ib advisable mus ua conservative nyob rau hauv txhua yam.", "解曰": "Up thiab down chim siab. Nrhiav kev lom zem tsis ua haujlwm. Xav tau koob meej. Nyob nyab xeeb.", "籤詩故事一": "◇ Zhong Kui tau txais kev nkag siab\nZhong Kui, nws lub xeem yog Zhong Kui, nws lub npe hu ua Zhengnan, yog los ntawm Zhongnanshan.\nThaum lub sij hawm kav ntawm Emperor Dezong ntawm Tang Dynasty, Zhong Kui tau koom nrog hauv kev tshuaj ntsuam xyuas huab tais, Zhong Kui nyeem cov lus nug thiab sau ntawv tam sim ntawd hauv ib qho mus thiab xa mus rau hauv. Tus thawj kws tshuaj xyuas hnub ntawd yog Han Yu, Minister of Civil Affairs, thiab tus thawj kws tshuaj xyuas yog Lu Zhi, kws tshaj lij. Thaum ob tug nyeem Zhong Kui cov ntawv, lawv ob lub qhov muag ci ntsa iab thiab hais tias: \"Wizard, wizard! Txhua lo lus nyob rau hauv no tsab xov xwm yog exquisite, tsim nyog Li Taibai thiab Du Zimei!\" Yog li ntawd lawv muab lub npe Zhong Kui ua thawj qhov chaw.\nHuab tais Dezong tau mloog Han Yu tsab ntawv ceeb toom thiab hais tias Zhong Kui, tus yeej tshiab ntawm kev tshawb fawb, nws muaj peev xwm heev, yog li ntawd nws thiaj hu Zhong Kui hauv Golden Palace.\nThaum Emperor Dezong pom nws qhov tsos tsis zoo, nws tsis txaus siab tam sim ntawd thiab hais tias, \"Kev xaiv cov kws tshawb fawb hauv peb lub tsev hais plaub yog ua raws li cov lus ntawm tus kheej thiab kev sau ntawv. \"\nHan Yu maj mam txhos caug thiab hais tias: \"Qhov zoo thiab qhov phem ntawm ib tug neeg tsis yog txhua yam ntawm lub ntsej muag. Tsis yog koj, tus Tswv Ntuj, hnov ​​tias Yan Ying siab peb taw thiab yog tus thawj nom tswv sib npaug? Zhou Chang stutters tab sis tuaj yeem pab Han Dynasty; Confucius txiav txim rau tib neeg los ntawm lawv lub ntsej muag, thiab poob nws tus tub Yu. Kuv vam tias koj lub hwj chim yuav xav ob zaug.\" \"\nEmperor Dezong tau xav txog ib pliag thiab hais tias: \"Txawm hais tias Han Aiqing cov lus yog qhov tsim nyog, thaum kuv yog Emperor Taizong, muaj kaum yim tus kws tshawb fawb tuaj rau Yingzhou thiab tham txog nws, tus txiv neej no yog tus kws tshawb fawb thib ib. Kuv ntshai lub ntiaj teb. yuav luag rau kuv vim tsis paub txog txuj ci. \"\nTus Thawj Kav Tebchaws Lu Qi muaj lub siab nqaim thiab khib txog cov txuj ci, tom qab hnov ​​​​tus huab tais cov lus, nws tau txhos caug thiab hais tias: “Tus lej ib tus kws tshaj lij hauv cov ntsiab lus kub yuav tsum yog sab hauv thiab sab nraud, muaj peb puas tus neeg sib tw rau qhov kev kawm no. Ua cas koj ho tsis xaiv lwm tus?”\nThaum Zhong Kui pom tias tus txiv neej no tsis meej pem, nws pab tsis tau tab sis nws npau taws, nws taw rau Lu Qi thiab cem: \"Yog tias tus neeg tsis paub qab hau no nyob hauv tsev hais plaub, nws puas yuav ua phem rau lub tebchaws?\" Tom qab ntawd, nws ntaus Lu Qi nrog nws lub nrig.\nPom qhov no, Dezong npau taws heev thiab hais tias: \"Koj ua siab tawv heev, koj twv ua teeb meem hauv Golden Palace, tshem nws sai sai!\"\nHauv kev npau taws, Zhong Kui rub rab ntaj tawm ntawm lub duav ntawm tus thawj sawv cev hauv lub tsev thiab hais nrov nrov: \"Nws nyuaj rau tus miv ntxhov siab los xyaum tus Tsov, thiab tus parrot ntxhov siab tsis zoo li qaib.\" Tom qab ntawd, nws tua tus kheej.\nThaum Emperor Dezong pom tias Zhong Kui tua tus kheej hauv npau taws, nws xav tsis thoob, txhawm rau kov yeej tib neeg lub siab, nws tau txiav txim siab tias Zhong Kui raug muab faus nrog lub npe ntawm No. 1 Scholar, thiab nws kuj tau tsa Zhong Kui tus Vajtswv. Exorcism tshem tawm lub ntiaj teb ntawm dab phem.", "聖意": "Thov Vajtswv foom koob hmoov rau koj lub tsev, koj tus kheej kev nyab xeeb, nyiaj txiag teeb meem, kev lag luam tsis ua hauj lwm, kev sib yuav tsis ua hauj lwm, Liujia cov poj niam taug kev, ntseeg teb silkworms ib nrab ua noj, rau cov tsiaj nyeg, tuaj yeem tsa tau, cov neeg ploj lawm, kev sib foob sab hnub poob, poob ntawm kev tsiv teb tsaws, conservativeness, poob ntawm tej khoom, mob, thov Vajtswv rau hmoov zoo nyob rau hauv toj siab thiab graves", "古人": "Zhong Kui tau txais Tao", "第X籤": "Nees nkaum-rau-thib uas yeej qhov kev rho npe (Lottery)", "宮": "Kuv Palace"}