{"籤詩版本二": "Nyob rau sab hnub tuaj, muaj ib tug zoo nkauj Chanjuan nyob rau hauv lub hli ntuj, thiab huab cua npog nws ib pliag thiab nyob twj ywm zais.\nQee lub sij hawm nws yuav yog ib puag ncig, tab sis qee zaum nws yuav ploj mus, cov uas hais tsis yog tsuas yog hais lus xwb.", "詩意": "Lub hli nyob rau hauv no hexagram yog npog los ntawm huab.\nTxhua yam tseem nyob hauv coma.", "解曰": "Floating clouds cover lub hli. Tsis tas yuav ua xyem xyav. Tos huab los sau. Ces koj yuav nkag siab.", "籤詩故事一": "◇ Bao Gong tab tom nrhiav Empress Li\nThaum lub sij hawm lub reign ntawm Zhenzong ntawm lub Song Dynasty, Empress Li (Empress Li) yog ib tug ntxhais qhev nyob rau hauv lub harem, nws nyiam los ntawm Song Zhenzong thiab tau nce mus rau Wanyi, thiab nws xeeb tub.\nTab sis lub sij hawm ntawd, Concubine Liu Def (tom qab Empress Liu) muaj kev xav phem thiab xiab tus eunuch Guo Huai los hloov Empress Li tus tub nrog ib tug tawv tawv civet miv, txeeb nws tus tub mus thiab hais rau huab tais tias nws yog nws tus tub xeeb ntxwv. Song Zhenzong npau taws heev thiab xa Li Empress mus rau lub tsev txias.\nTom qab Concubine De tau nce mus rau poj huab tais, nws tau npaj tua Empress Li, uas tau khiav tawm ntawm lub palace.\nMuaj ib hnub, Li Niangniang, uas nyob rau ntawm txoj kev, ntsib Bao Zheng, tus imperial tus sawv cev, uas yog nyob rau hauv patrol nyob rau hauv lub zos. . Tom qab Bao Zheng paub txog qhov xwm txheej, nws coj Li Niangniang rov qab mus rau Beijing, qhia nws rau Song Renzong thiab paub txog qhov teeb meem, thiab thaum kawg niam thiab tus tub paub ib leeg. Empress Dowager Liu thiab tus thawj coj ntawm Guo Huai tau nyo taub hau thiab lees txim.", "聖意": "Kuv tsis nyob hauv tsev, thov Vajtswv tiv thaiv nyiaj txiag, nyiaj txiag teeb meem, hmoov zoo hauv kev lag luam, kev sib yuav, kev txom nyem, cov neeg nyob hauv teb, silkworms, tsiaj tsis zoo, nyuaj nrhiav neeg, foob, poob, tsiv teb tsaws, kev txuag, khoom ploj, Cov kab mob sab hnub poob yog qhov nyuaj rau rov qab los, kev hloov kho roob toj ntxas", "古人": "Bao Gong tab tom nrhiav Empress Li", "第X籤": "Nees nkaum yim rho npe yeej", "宮": "Noon Palace"}