{"籤詩版本二": "Kuv qhia koj kom tsis txhob thov kev pab ntawm nws, nws ya zoo li lub crane thiab tua cov xub zais ntawm koj.\nYog koj mus sau ntoo thiab muaj ib tug nab nyob rau hauv cov nyom, tej zaum koj yuav raug tshuaj lom tom thiab koj yuav tu siab.", "詩意": "Qhov no hexagram yog ib qho cim ntawm kev nyob nyab xeeb thiab ua kom tus kheej.\nCeev faj txhua yam.", "解曰": "Kaw koj lub qhov ncauj thiab tuav koj cov hniav. Nws tsis care. Yog koj xav tias txhaum. Thaum kawg nws ua mob rau tus kheej.", "籤詩故事一": "◇ Lub rooj sib tham Chessboard\nHuab tais Taizong ntawm Tang Dynasty tab tom taug kev mus rau sab hnub poob thiab raug kaw hauv Suoyang City, Cheng Yaojin rov qab mus rau Beijing kom thov kev txhawb nqa.\nXue Dingshan raug txib kom ua tus Thawj Tub Ceev Xwm Thib Ob thiab tau mus cawm tus Tswv thiab ua kom Xiliao.\nTom qab ib pab neeg tawm ntawm Yumen Pass, lawv tuaj rau Qipan Roob. Nrog ntau txhiab tus minions nyob saum roob, Dou Yihu, tus huab tais ntawm lub roob, raug tua los ntawm Tang general Luo Tong, hmoov zoo, nws tus viv ncaus Dou Xiantong yog ib tug thwj tim ntawm Niam Dawb Huv Paj Dawb thiab txawj ntaus nrig. tuav txoj hlua uas tsis txawj tuag thiab khi Luo Tong.\n(Cov paj huam kos npe sib haum rau qhov no)\nPom Xue Dingshan tus zoo nraug, Dou Xiantong xav los ua Feng Luan tus phooj ywg, tab sis Xue Dingshan tsis kam, Dou Xiantong npau taws thiab xav thawb nws tawm thiab txiav nws, hmoov zoo, Cheng Yaojin tuaj cawm nws thiab txhawb lawv txoj kev sib yuav. Tom qab ntawd, Dou Yihu kuj tau coj cov kwv tij Qipanshan rov qab mus rau Tang Dynasty los pab Tang Dynasty kov yeej Western Liao.", "聖意": "Kev ruaj ntseg hauv tsev, kev nyiam tus kheej, nrhiav kev nplua nuj, tos lub sijhawm, kev lag luam stagnation, kev sib yuav tsis tso cai, Liujia tsis muaj lub tswb nrov, cov neeg taug kev thaiv cov teb, silkworms, rau cov tsiaj nyeg, cov neeg ploj, thaiv kev foob pej xeem, poob (Mo Xing) Kev tsiv teb tsaws chaw, kev saib xyuas, poob khoom, kab mob nyuaj rov qab, roob qhov ntxa, hmoov zoo", "古人": "chessboard lub rooj sib tham", "第X籤": "Peb caug xya tus yeej lottery", "宮": "Noon Palace"}