{"籤詩版本二": "Siv sij hawm nyob rau hauv kev thaj yeeb thiab nyob ntsiag to, zaum thiab pw thaum muaj tshuaj yej tom qab puv\nKoj tsis tas yuav ua haujlwm rau lub cev thiab lub hlwb, thiab koj yuav tsis ua rau muaj kev tsis ncaj ncees lossis kev puas tsuaj.", "詩意": "Qhov no hexagram yog lub cim ntawm kev thaj yeeb thiab kev ruaj ntseg.\nNyob rau hauv txhua yam, tos rau lub sij hawm tsim nyog yuav ua rau muaj hmoo.", "解曰": "Nyob nyab xeeb thiab suab. Nug vajtswv. Tos kom txog thaum lub sij hawm los txog. Tej yam tshwm sim los ntawm lub caij nyoog.", "籤詩故事一": "◇ Foyinhui Dongpo\nMuaj ib zaug, Su Dongpo tau nkag siab qee qhov thaum kawm Zen, nws paub tias nws lub xeev tau hla dhau, thiab nws muaj kev xyiv fab hauv nws. Tsis muaj peev xwm tswj tau kuv txoj kev mob siab rau, kuv kis kuv tus cwj mem thiab sau paj huam:\n\"Nyob rau hauv nruab nrab ntawm lub ntuj, Jishou ci ntsa iab thoob plaws lub qab ntuj khwb; tsis muaj peev xwm yuav tsum tau cua los ntawm yim cua, nws zaum upright rau ib tug liab doog paj.\"\n(Lub yim cua hais txog: nyiaj txiag, kev poob qis, kev puas tsuaj, lub koob npe nrov, kev qhuas, kev thuam, kev txom nyem, thiab kev zoo siab. Qhov ntawd yog, tsis raug kev ntxhov siab los ntawm yim lub xeev no hu ua \"8 cua tsis tuaj yeem txav tau\")\nTom qab sau nws, Dongpo xa nws tus tub qhe hla dej mus muab rau Zen Master Foyin ntawm Jinshan Tuam Tsev.\nTom qab Zen Master Foyin nyeem nws, nws tau cim nws nrog lo lus \"fart\" thiab muab rau nws tus tub qhe coj rov qab.\nDongpo npau taws heev tom qab pom qhov no, nws thiaj li caij nkoj hla tus dej thiab mus rau lub Tuam Tsev Jinshan mus nrhiav tus Tswv lub foob rau kev sib tham.\nThaum Dongpo tuaj txog ntawm lub qhov rooj ntawm Jinshan Tuam Tsev, Foyin twb tos ntawm lub rooj vag.\nSu Dongpo tam sim ntawd liam Foyin: \"Vim li cas koj hu zaj paj huam kuv sau ib tug fart?\"\nFoyin teb hais tias: \"Koj twb 'tsis muaj peev xwm raug cua tshuab los ntawm yim cua?\nLub sijhawm no, Dongpo xav tsis thoob vim nws paub tias nws tsis zoo txaus thiab tawm hauv kev txaj muag.\n(Zaj dab neeg no yog ib qho piv txwv rau \"Lub tshav kub tseem tsis tau tuaj txog\")", "聖意": "Thov Vajtswv rau koj lub tsev thiab koj tus kheej kev nyab xeeb, rau koj txoj kev muaj nyiaj, rau koj txoj kev lag luam, kom muaj hmoo hauv koj txoj kev sib yuav, rau ib tug poj niam taug kev los ntawm Liujia, mus rau tom teb, rau cov kab txaij kom siav rau lub caij nplooj zeeg, rau rau cov tsiaj txhu kom ruaj khov, nrhiav ib tug neeg, nrhiav nyuaj, rau pej xeem foob, kev tsiv teb tsaws chaw, poob khoom, kab mob, xa mus rau ib lub toj ntxas, zoo siab", "古人": "Foyinhui Dongpo", "第X籤": "Peb caug-ib tug yeej lottery", "宮": "Wei Gong"}