{"籤詩版本二": "Txoj kev rov qab los yeej muaj tseeb, leej twg paub cov jade zais hauv pob zeb?\nThaum ib tus neeg ua haujlwm zoo tau txiav txim siab meej, nws yuav hnov ​​​​zoo thiab nyab xeeb hauv lub sijhawm jasper", "詩意": "Hauv no hexagram, koj tuaj yeem pom cov duab ntawm jade thaum koj txiav pob zeb.\nUa haujlwm hnyav kom ua tiav txhua yam.", "解曰": "Cov khoom muaj nqis nyob hauv pob zeb. Cov neeg txawv teb chaws paub me ntsis. Tos kom txog thaum nws pom tseeb. Ua txhua yam koj ua tau.", "籤詩故事一": "◇ Liu Bei nrhiav cov txuj ci (peb mus ntsib cov tsev pheeb suab, peb mus ntsib cov tsev tu tsev ntawd)\nLub sijhawm Peb Lub Nceeg Vaj. Zhuge Liang nyob hauv ib lub tsev pheeb suab ntaub hauv Longzhong. Liu Bei mob siab nrhiav kev txawj ntse, nws thiaj li mus ntsib Zhuge Liang tus kheej, nws tau mus xyuas Zhuge Liang peb zaug (lub npe hu ua \"Peb Mus Saib Peb Lub Tsev Ua Si\" hauv keeb kwm). Liu Bei hais kom lwm tus nyob deb thiab nug Zhuge Liang. : \"Lub Han Dynasty poob qis, thiab cov thawj coj tsis ncaj ncees nyiag lawv txoj sia. Koj tus Vajntxwv.\" Npog hauv av. Kuv tsis ntsuas kuv qhov tsim txiaj thiab kuv lub peev xwm, Kuv xav ntseeg qhov kev ncaj ncees loj hauv ntiaj teb, tab sis kuv lub tswv yim. thiab kev txawj ntse yog ntiav, yog li kuv siv nws rampantly. Txog niaj hnub no, txawm li cas los xij, kuv lub hom phiaj tseem tsis tiav, koj puas xav tias txoj kev npaj yuav raug siv? \"\nZhuge Liang mam li nthuav qhia rau nws txog txoj kev faib lub ntiaj teb no ua peb ntu, thiab tshuaj xyuas qhov xwm txheej uas Cao Cao tsis muaj thiab Sun Quan tuaj yeem pab nws. uas muaj lub sijhawm los coj kom zoo dua nws, thiab nws tsuas muaj peev xwm coj tau zoo ntawm ob lub xeev no xwb, tsuas yog nws thiaj li yeej lub ntiaj teb; nws txawm hais rau Liu Bei lub tswv yim ntawm kev tawm tsam Central Plains. (Qhov kev sib tham no tom qab hu ua \"Longzhong Dui\"). Tom qab Liu Bei hnov ​​​​qhov no, nws qhuas nws zoo li nws nrhiav tau ib qho khoom muaj nqis, thiab tau caw Zhuge Liang tawm los pab, yog li ntawd Zhuge Liang tau los ua Liu Bei tus kws pab tswv yim ua tub rog.", "聖意": "Lub tsev muaj kev thaj yeeb nyab xeeb, kuv nrhiav kev nplua nuj, kev lag luam ua haujlwm cuam tshuam kev sib yuav thiab dhau los ua tus neeg ncig tebchaws hauv Liujia.", "古人": "Liu Bei nrhiav cov txuj ci (peb mus ntsib rau lub tsev me me, peb mus ntsib lub tsev so thatched)", "第X籤": "Peb caug-thib ob lottery yeej", "宮": "Wei Gong"}