{"籤詩版本二": "Hnav khaub ncaws thiab kho cov qub tsev neeg style, Tus Tao tsis muaj ntuj tab sis muaj txiaj ntsig.\nTom qab cheb cov pos thiab pos ntawm txoj kev, lawv peb leeg tau pom zoo rov los nrog lawv cov npoj yaig", "詩意": "Qhov no hexagram sawv cev rau kev hloov ntawm cov khaub ncaws.\nTxhua yam nyuaj ua ntej nws yuav yooj yim tom qab.", "解曰": "Tsis txhob txhawj. Nyob zoo os. Yog koj nug txog yav tom ntej. Muaj txoj kev zoo ua ntej.", "籤詩故事一": "◇ Tang Monk cov vaj lug kub\nXuanzang (602-664), yog ib tug yawg koob ntawm Tang Dynasty, muaj lub xeem lub npe ntawm Chen thiab lub npe ntawm Yi. Nws yug los nyob rau hauv Goushi County, Luozhou (tam sim no sab qab teb ntawm Yanshi City, Henan Province). Nws tau los ua ib tug txiv plig thaum muaj hnub nyoog kaum peb thiab tau txais lub npe hu ua Xuanzang. Lub ntiaj teb no hu ua Sanzang ntawm Tang Dynasty.\nNyob rau xyoo peb ntawm Zhenguan (629, tseem hu ua thawj xyoo ntawm Zhenguan), nws tau mus rau sab hnub poob rau Tianzhu (India) kom tau txais cov ntawv Vajluskub.\nNyob rau hauv lub kaum xya xyoo ntawm Zhenguan, tus tswv officially tawm thiab rov qab mus rau sab hnub tuaj. Nws rov qab mus rau Tuam Tshoj los ntawm Txoj Kev Sab Qab Teb ntawm lub xeev Xinjiang niaj hnub no, Khotan, thiab Loulan, nws siv sijhawm kaum xya xyoo thiab taug kev ntawm 50,000 mais. Thaum nws tuaj txog hauv Chang'an thawj lub hlis ntawm lub kaum cuaj xyoo ntawm Zhenguan, huab tais tau hais kom Liang Guogong Fang Xuanling thiab lwm cov tub ceev xwm thiab tub rog tuaj tos nws.\nTag nrho ntawm 520 thiab 657 phau ntawv ntawm cov vaj lug kub Sanskrit qub tau thov. thiab txhais ua lus Suav.\nTom qab tus tswv rov qab los, nws tau txais kev hwm los ntawm Emperor Taizong thiab Emperor Gaozong thiab tau muab tso rau hauv Da Nei, muab nws lub npe \"Master Tripitaka\".", "聖意": "Lub tsev muaj kev kub ntxhov, hmoov zoo rau tus kheej, hmoov zoo, kev lag luam zoo, kev sib yuav zoo, cuam tshuam Liujia, cov neeg tuaj txog, kab kab kab, tsiaj tsis zoo, nrhiav neeg, kev sib foob, kev tsiv teb tsaws chaw, khoom ploj, kev mob nkeeg, thov Vajtswv. rau koob hmoov, roob toj ntxas yuav tsum yog qub.", "古人": "Tang Monk Kawm Vajluskub", "第X籤": "Peb caug-tsib lottery yeej", "宮": "Shen Gong"}