{"籤詩版本二": "Yog tias koj xav kom muaj kev nyab xeeb thiab kev thaj yeeb nyab xeeb, nws tsis tsim nyog kom muaj tswm ciab hauv cua.\nNws yog qhov zoo dua los ntxuav thiab zaum hauv chav sib sib zog nqus, zam lub teeb, co hauv qhov chaw ntsiag to, thiab txav mus los. Cog → Yao. Dawb → ob peb.", "詩意": "Qhov no hexagram zoo li cua co lub teeb thiab tswm ciab.\nKev khaws tej yam tsis tu ncua yuav ua rau muaj hmoo.", "解曰": "Nyob rau hauv ib qho chaw ntsiag to. Ua raws li kev hu thiab ua raws sijhawm. Tsis yog koob hmoov. Conservative thiab tsim nyog.", "籤詩故事一": "◇ Li Jing rov qab mus rau lub roob\nLi Jing (571-Lub Xya Hli 2, 649), lub npe hu ua Pharmacist, yog neeg nyob hauv Sanyuan, Yongzhou (tam sim no sab qaum teb ntawm Sanyuan County, Shaanxi Province). Ib tug general los ntawm lig Sui Dynasty mus rau thaum ntxov Tang Dynasty, nws yog ib tug naas ej tub rog strategist nrog ob leeg pej xeem thiab tub rog txawj nyob rau hauv lub Tang Dynasty. Tom qab ntawd, nws tau txais lub npe ntawm Duke ntawm Wei, thiab hu ua Duke ntawm Wei nyob rau hauv lub ntiaj teb no.\nLi Jing yog leej txiv ntawm tus huab tais thib peb Nezha nyob rau hauv cov npe ntawm vajtswv, tseem hu ua \"Tus Vaj Ntxwv ntawm Tota\". Wu officially nce lub zwm txwv. Jiang Ziya mam li teeb tsa ib daim ntawv teev cov vajtswv thiab ua ib qho kev zoo siab rau cov ntsuj plig ntawm cov tub rog uas tuag hauv kev sib ntaus sib tua. Txij thaum ntawd los, lub ntiaj teb thiaj li muaj kev thaj yeeb nyab xeeb. Vajntxwv Wu xav ua marquises thiab muab nqi zog rau lawv, thiab nws kuj xav faib thaj av rau tus thawj heroes. Li Jing, nws txiv thiab tus tub, thiab lwm yam xya tus neeg thov kom rov qab mus rau lub roob los xyaum Taoism thiab tsis txhob xav txog lub ntiaj teb lub koob meej thiab kev nplua nuj. Tom qab ntawd, tag nrho xya ntawm lawv \"ua neeg dawb huv nyob rau hauv lub cev\" thiab nyob rau hauv qeb ntawm cov immortals.\nZaj dab neeg ntawm \"Feng Shen Bang\"", "聖意": "Lub tsev yog kev saib xyuas, Kuv zoo tib yam, kuv nrhiav kev nplua nuj, kuv muaj teeb meem hauv kev lag luam, kuv txoj kev sib yuav tsis sib haum, Liujia thov Vajtswv rau cov neeg taug kev kom muaj kev ntseeg, silkworms yog siav nyob rau lub caij nplooj zeeg, thiab rau tsiaj muaj kev nyab xeeb, tib neeg ploj lawm, kev foob rau pej xeem. thiab kev tsiv teb tsaws chaw yog kev saib xyuas, cov kab mob ploj, tsis txhob hloov lub qhov ntxa hauv Jianxingshan", "古人": "Li Jing rov los rau saum roob", "第X籤": "Peb caug xya tus yeej lottery", "宮": "Shen Gong"}