{"籤詩版本二": "Ib txhiab xyoo daim iav rov sib ntsib, poj niam thov tus txiv rov qab los\nTxij thaum ntawd los, tsev neeg tau hloov lawm, thiab tau txais koob hmoov ntxiv rau cov me nyuam thiab cov xeeb ntxwv.", "詩意": "Qhov no hexagram yog lub cim ntawm kev sib sau ua ke ntawm iav.\nTxhua yam yog kev ua haujlwm nyuaj thiab kim.", "解曰": "khawb xuab zeb rau hauv kub. Caij zaj thiab caij tsov. Txawm tias nws yog laborious. Muaj ib qho ntxiv hauv nws.", "籤詩故事一": "◇ Yulianhui kaum tus phooj ywg\nHauv Song Dynasty, Qian Yulian tau sib yuav Wang Shipeng. Thaum Shi Peng mus rau Beijing mus xeem, tus nplua nuj Sun Ruquan yuam Yulian rov yuav nws.\nQian Yulian tsis lees paub qhov kev thov ntawm Sun Ruquan uas muaj nyiaj nplua nuj thiab xav yuav Wang Shipeng, tus kws tshawb fawb tsis zoo los ntawm Wenzhou uas tau ntiav los ntawm \"Jing Chai\".\nTom qab ntawd, Wang Shipeng yeej thawj qhov khoom plig, vim nws tsis kam yuav tus Thawj Kav Tebchaws Wanqi, nws raug xa mus ua tus kws txiav txim plaub ntug hauv Chaoyang. Sun Ruquan nyiag hloov Wang Shipeng tsev neeg tsab ntawv mus rau \"tsab ntawv sib nrauj\" thiab dag Yulian mus rau kev dag. Qian Yulian niam txiv kuj yuam kom nws rov sib yuav, tab sis Yulian tsis kam thiab tua tus kheej los ntawm kev muab nws tus kheej pov rau hauv dej. Nws raug cawm los ntawm Qian Zaihe. , ib tug pacifier los ntawm Fujian, thiab saws raws li ib tug saws tus ntxhais..\nYulian xav tias Shipeng tuag lawm, Tsib xyoos tom qab, Wang Shipeng yog tus tswv xeev ntawm Ji'an, muaj ib hnub, nws tau ua kev nco txog ntawm lub tuam tsev Taoist ua kev nco txog nws tus poj niam, Yulian tau mus rau Ji'an Taoist lub tuam tsev hlawv. xyab, thiab Wang Shipeng thiab Qian thaum kawg tau sib sau ua ke.", "聖意": "Lub tsev tsis zoo rau tus kheej, lub caij nplooj zeeg thiab lub caij ntuj no muaj kev vam meej, thov kev nplua nuj nyob rau lub caij nplooj zeeg thiab lub caij ntuj no, kev lag luam muaj kev vam meej, kev sib yuav vam meej, thov Vajtswv rau cov neeg taug kev mus rau tom teb, Silkworm tuaj yeem tsa tau rau tsiaj txhu. tsa los, neeg nrhiav tau, kev foob pej xeem tsis zoo, tsiv teb tsaws chaw, kev ruaj ntseg, ploj, kab mob lig.", "古人": "Yulianhui kaum phooj ywg", "第X籤": "Lub cim thib plaub", "宮": "Tsev menyuam"}