{"籤詩版本二": "Lub log liab ntog rau sab hnub poob, tus luav nce mus rau sab hnub tuaj, yin loj hlob thiab yang ploj mus, thiab txhua yam kev vam meej\nYog hais tias ib tug poj niam xav siv nws, nws yuav ua rau nws muaj nyiaj ntau ntxiv thiab coj kev zoo siab rau nws lub siab.", "詩意": "Qhov no hexagram yog lub cim ntawm Yin loj hlob thiab Yang ploj.\nTxhua yam nyuaj ua ntej nws yuav yooj yim tom qab.", "解曰": "Yin pab cov poj niam. Tsis haum rau txiv neej. Yog koj tab tom nrhiav tswv yim. Qhov phem los ua ntej ces qhov zoo los.", "籤詩故事一": "◇ Wu Zetian nce lub zwm txwv\nThaum muaj hnub nyoog 14 xyoos, Wu tau raug hu los ntawm Emperor Taizong Li Shimin ntawm Tang Dynasty raws li ib tug neeg txawj ntse, hu ua \"Wu Mei\". Tom qab Taizong tuag, Zetian nkag mus hauv lub Tuam Tsev Ganye thiab los ua ib tug txiv plig.\nThaum Emperor Gaozong ntawm Tang Dynasty tuaj rau lub zwm txwv, nws hu Wu tsev neeg mus rau hauv lub palace mus pe hawm Zhaoyi. Nyob rau xyoo thib rau ntawm Yonghui (655), Emperor Gaozong tau tsim Wu ua nws poj huab tais.\nWu Zetian yog tus txawj ntse, koom nrog hauv cov ntaub ntawv thiab keeb kwm, thiab muaj peev xwm muaj peev xwm. Tsis ntev tom qab Wu Zetian tau los ua poj huab tais, vim Gaozong tsis muaj zog thiab muaj mob, qee zaum nws tau tso siab rau nws los tswj qee yam kev nom kev tswv, yog li nws lub hwj chim loj tuaj. Nyob rau hauv thawj xyoo ntawm Shangyuan (674), Emperor Gaozong hu ua \"Emperor\", Empress Wu hu ua \"Queen of Heaven\", thiab lawv ob leeg hu ua \"Ob Tsoom Haiv Neeg Ntseeg\" nyob rau hauv lub palace.\nNyob rau hauv thawj xyoo ntawm Hongdao (683), Gaozong tuag, Tub Vaj Ntxwv Li Xian tuaj rau lub zwm txwv, thiab Wu Zetian los kav lub dynasty. Thaum Lub Ob Hlis ntawm thawj xyoo ntawm Sisheng (684), Wu Zetian tau tso Li Xian ua Vajntxwv Luling thiab tsim nws tus tub thib plaub Li Dan ua huab tais, txuas ntxiv mus kav lub dynasty. Nyob rau lub Cuaj Hli Ntuj ntawm tib lub xyoo, nws hloov tus chij rau kub, thiab Luoyang, sab hnub tuaj lub peev, tau hloov lub npe los saum ntuj los lub peev. Hnub cuaj ntawm lub Cuaj Hli Ntuj hauv thawj xyoo ntawm Tianshou (690), Wu Zetian tau tshaj tawm nws tus kheej huab tais thiab hloov lub npe ntawm lub tebchaws rau Zhou.", "聖意": "Lub tsev tsis zoo rau yus tus kheej, thov Vajtswv foom koob hmoov, nrhiav kev nplua nuj, tiv thaiv kev ua lag luam, hmoov zoo hauv kev sib yuav, hmoov tsis zoo hauv kev sib yuav (poj niam), cov neeg taug kev thaiv teb, silkworms, kev vam meej tsiaj nyeg, nrhiav neeg, sib cais, sib foob, poob, tsiv teb tsaws. , poob khoom, mob, poob siab, roob thiab qhov ntxa, hmoov zoo", "古人": "Wu Zetian nce lub zwm txwv", "第X籤": "Lub fortieth lottery yeej", "宮": "Koj Palace"}