{"籤詩版本二": "Nej yuav nco ntsoov tej lus zoo kawg nkaus, tiamsis nej yuav yog tub sab tub nyiag.\nTsis txhob khav theeb tam sim no thiab txhawj xeeb txog qhov nws yuav ua li cas ib xyoo dhau los.", "詩意": "Qhov no hexagram qhia tus tub sab li ib tug tub.\nCeev faj txhua yam koj ua.", "解曰": "Tsuas yog qhov no. Ib tug txiv neej ua tsis yuam kev. Khaws cia rau hauv siab. Tsis txhob kho siab.", "籤詩故事一": "◇Dong Zhuo txais Lu Bu\nLu Bu, siab tawv thiab zoo ntawm kev sib ntaus sib tua, yog ib tug tub rog nto moo thaum kawg ntawm Sab Hnub Tuaj Han Dynasty thiab pib ntawm Peb Lub Nceeg Vaj, nws ib zaug suav Ding Yuan, tus tswv xeev ntawm Jingzhou, ua nws txiv yug thiab ua haujlwm hauv qab nws.\nTom qab kev tuag ntawm Emperor Ling ntawm Sab Hnub Tuaj Han Dynasty, Ding Yuan tau mus rau Beijing kom koom nrog He Jin los tswj tsoomfwv.\nDong Zhuo tau tawm tsam nrog Ding Yuan, tab sis ntau tus thawj coj tsis tuaj yeem kov yeej Lu Bu, yog li Dong Zhuo tau xa nws tus thawj coj Li Su los xiab Lu Bu. Li Su coj cov khoom muaj nqis kub thiab nyiaj txiag thiab tus nees luav liab nto moo rau \"mus saib Lu Bu\". Li Su coj cov khoom muaj nqis kub thiab nyiaj thiab tus nees luav liab nto moo tuaj xyuas Lu Bu. Yog li ntawd, Lu Bu thiaj li raug dag los ntawm Dong Zhuo kom tua Ding Yuan, thiab hais kom nws cov tub rog tuaj nrog nws yog tias lawv xav tau, thiab tawm mus yog tias lawv tsis xav ua raws nws. Yog li ntawd, cov tub rog feem ntau tau khiav tawm. Li ntawd, Lu Bu tau raug nplua los ntawm Dong Zhuo thiab tua Ding Yuan.\nTom qab Dong Zhuo tau txais lub hwj chim, nws tau txais Lu Bu ua nws tus tub saws thiab tsa nws ua tus thawj coj thiab marquis.\nDong Zhuo tau npau taws heev, thiab \"txiv-tus tub kev sib raug zoo\" nrog Lu Bu yog qhov tsis muaj zog heev, xyoo 189 AD, ntawm kev tawm tsam ntawm Situ Wang Yun, Lu Bu tua Dong Zhuo.\nRau lub hlis tom qab Dong Zhuo tuag, Dong Zhuo cov tub rog qub tau txeeb lub nroog, thiab Lu Bu thiab nws tus poj niam tau khiav tawm ntawm kev ntshai. Tom qab tawm hauv lub nroog, Lu Bu nrhiav chaw nkaum nrog cov tub rog Yuan Shu, Yuan Shao, Zhang Yang, Zhang Miao, Liu Bei, thiab lwm yam, thiab tau tawm tsam ntau zaus nrog Cao Cao, lwm tus tub rog loj thaum lub sijhawm Lu Bu yog siab tawv thiab zoo. thaum sib ntaus sib tua, thiab yeej Cao Cao ob peb zaug.\nNyob rau xyoo peb ntawm Jian'an nyob rau sab hnub tuaj Han Dynasty, Cao Cao cov tub rog tau tawm tsam Xiaopei, Lu Bu lub hauv paus, thiab raug ntes thiab tua los ntawm Cao Cao hauv qab Baimen Ntauwd. Ua ntej tua, Lu Bu thov kom Cao Cao kom nws ciaj sia kom tsis txhob tuag, tab sis Liu Bei tau ceeb toom Cao Cao tias Lu Bu tau ntxeev siab ntau zaus thiab yog ib tug txiv neej tsis ncaj ncees. Thaum kawg, Cao Cao, uas tsuas saib cov txuj ci tsis hais txog kev coj ncaj ncees, tua Lu Bu.", "聖意": "Kuv tsis yooj yim nyob hauv tsev, Kuv feem ntau nrhiav nyiaj, tiv thaiv kev lag luam, nyuaj rau kev sib yuav, Liujia txiv neej xav tsis thoob, neeg tuaj rau teb, silkworms yog ib nrab-ripened, rau tsiaj muaj kev nyab xeeb, neeg nrhiav neeg, Kev foob yog qhov tsim nyog thiab kev tsiv teb tsaws chaw, cov khoom ploj yog qhov nyuaj nrhiav tau, cov kab mob nyuaj nrhiav tau, thiab muaj kev thaj yeeb nyab xeeb hauv lub qhov ntxa ntawm Zhenxing Roob.", "古人": "Dong Zhuo txais Lu Bu", "第X籤": "41st lottery winner", "宮": "Koj Palace"}