{"籤詩版本二": "Tus huab tais, huab tais, thiab tus huab tais thaum kawg yuav ua siab dawb siab zoo thiab tos thiab thov cov koob hmoov yam tsis muaj kev poob lossis nce.\nTxhua tus neeg xav tau txais txiaj ntsig los ntawm nws, thiab kev vam meej yuav tsum nyob hauv ntiaj teb thiab saum ntuj ceeb tsheej.", "詩意": "Qhov no hexagram yog ib qho kev pom zoo los ntawm ntuj ceeb tsheej.\nTxhua yam yuav ua tiav.", "解曰": "Tus huab tais qhia nws txoj kev nyiam. Tsis txhob hnov ​​qab. Sawv ntxov thiab yav tsaus ntuj rituals. Nws yog tsim nyog los hlawv xyab.", "籤詩故事一": "◇ Mulian cawm nws niam\nMokou Lian, lossis Mulian, yog tus muaj zog tshaj plaws ntawm kaum tus thwjtim ntawm Sakyamuni Buddha.\nNws niam yog kev ntshaw thiab khib heev thaum nws lub neej, yog li ntawd nws tau poob rau hauv lub ntiaj teb ntawm cov dab tshaib plab tom qab nws tuag. Mokhullian tau siv nws lub hwj chim khawv koob los soj ntsuam thiab pom tias nws niam yug los ua dab tshaib plab, tsis muaj txoj hauv kev tau txais zaub mov thiab muaj kev nyuaj siab heev, nws siv nws lub hwj chim khawv koob coj zaub mov rau nws niam, poob nthav, tom qab niam tau txais. cov zaub mov, nws hloov mus ua tshauv thiab noj tsis tau.\nMaudgalyana txhawj xeeb txog qhov tshwm sim thiab qhia nws rau Buddha. Vaj Qhia hais rau Mulian tias hnub 15 ntawm lub 7 hli ntuj, nws yuav tsum muab ib puas lub ncuav thiab tsib txiv hmab txiv ntoo tso rau hauv ib lub phiab thiab muab rau cov txiv plig uas muaj lub siab dawb siab zoo ntawm kaum txoj kev, nrog lub hwj chim no, nws niam thiaj yuav noj tau. .\nMaudgalyana ua raws li Buddha lub siab nyiam, thiab nws niam thaum kawg tau dim. Lub koob tsheej no hu ua \"Obon Festival\" thiab lub koob tsheej no hu ua \"Obon Festival\".\n(Ceeb toom: Ib yam khoom muaj kev xav sib txawv hauv ntau theem hauv ntiaj teb. Piv txwv li: thaum los nag hauv ntiaj teb no, peb pom nws li \"dej\", thaum cov tsiaj nyob hauv thaj av ntawm cov dab tshaib plab xav tias nws yog \"ntshav\", thiab kev xav. Cov tsiaj nyob hauv ntiaj teb ntuj raug txim xav tias nws zoo li \"ntshav\".", "聖意": "Kev thov Vajtswv hauv tsev thiab hauv tsev, thov ntuj rau lub caij ntuj no, nrhiav kev nplua nuj, tsis muaj kev hloov pauv, kev sib yuav, kev sib haum xeeb hauv Liujia, cov neeg taug kev, tsiv teb, silkworms, rau tsiaj, nrhiav neeg, kev sib foob, kev vam meej, tsiv teb tsaws, kev txuag, kev ploj, kab mob , kev thaj yeeb ntawm lub siab, kev thaj yeeb ntawm lub roob thiab qhov ntxa", "古人": "Mulian cawm nws niam", "第X籤": "Kos npe plaub caug-ob", "宮": "Koj Palace"}