{"籤詩版本二": "Lub ntiaj teb no hloov tau thiab txhua yam yog kev txhawb nqa tus kheej, kev txhawb nqa tus kheej thiab kev nyab xeeb\nTxhua yam hauv lub neej yog qhov zoo, ua tsaug rau cov ntseeg thiab cov neeg txawj ntse rau txhua yam, thiab vam meej.", "詩意": "Qhov no hexagram sawv cev rau kev sib haum xeeb ntawm lub ntiaj teb thiab lub ntiaj teb.\nTxhua yam mus zoo thiab tsis muaj kev phom sij.", "解曰": "Txhua yam yog yug los. Tag nrho cov phiaj xwm thiab kev xav tau ua tiav. Ford pab. Rui Qi nrawm nrawm.", "籤詩故事一": "◇ Cov neeg taug kev tau txais kev nkag siab\nJourney to the West dab neeg:\nSun Wukong tau tuav lub Roob Paj thiab Txiv Ntoo thiab los ua vaj ntxwv, tom qab ntawd, thiaj nrhiav tau txoj sia nyob mus ib txhis, nws tau siv sij hawm yim los cuaj xyoo taug kev hla roob thiab dej ntws los pe hawm Patriarch Bodhi ua nws tus xib hwb, nws kawm txog xya caum xyoo. -ob qhov kev hloov pauv ntawm lub ntiaj teb kev phem thiab qee qhov huab cua, thiab coj lub xeem lub npe Sun thawj zaug.\nTom qab ntawd, Sun Wukong tau mus rau Dragon Palace nyob rau sab hnub tuaj Tuam Tshoj Hiav Txwv txhawm rau nrhiav riam phom tsim nyog, thiab thaum kawg pom Ruyi Golden Cudgel, koob los saum ntuj los ntawm Tianhe thiab Dinghai. Vim nws txoj sia twb dhau mus lawm, nws tau ua ib qho kev ntxhov siab loj hauv ntiaj teb no, kho phau ntawv txoj sia thiab kev tuag, thiab rov qab los rau tib neeg ntiaj teb. Tom qab ntawd, Sun Wukong tau raug hu los ntawm ntuj ceeb tsheej thawj zaug thiab hu ua Bima Wen. Tom qab ntawd, nws raug hu mus rau saum ntuj zaum ob thiab hu ua Monkey King, nws noj txiv duaj zais cia thiab ua rau muaj kev ntxhov siab loj rau saum ntuj, Nws raug kaw hauv lub qhov cub Bagua kom cob qhia nws lub qhov muag kub thiab qhov muag kub heev. raug tua los ntawm Tathagata Buddha ntawm ko taw ntawm Wuzhi Roob rau 500 xyoo, txav tsis tau. Qhov chaw uas lub qhov cub Bagua raug ncaws tawm dhau los ua lub roob hluav taws.\nTsib puas xyoo tom qab, Monk Tang tau mus rau sab hnub poob kom tau cov vaj lug kub, dhau los ntawm Tsib Elements Roob, thiab tshem tawm lub talisman ua ntej cawm Sun Wukong. Sun Wukong tawg ua kua muag nrog kev ris txiaj, Tom qab Guanyin Bodhisattva qhia, nws pe hawm Tang Monk ua nws tus xib hwb thiab mus rau sab hnub poob kawm vaj lug kub ua ke. Ntawm txoj kev kawm vaj lug kub, Sun Wukong tau nqis los ntawm dab thiab tshem tawm cov dab, thiab rov ua yeeb yam txawv tshaj plaw. Txawm li cas los xij, nws tau nkag siab yuam kev thiab raug ntiab tawm los ntawm nws tus tswv Tang Seng dua thiab dua. Tom qab yim caum ib qho teeb meem, txoj hauj lwm tau ua tiav, plaub tus tswv thiab cov thwj tim tuaj txog ntawm lub Tuam Tsev Xitian Leiyin thiab tau txais vaj lug kub tseeb. Sun Wukong ua tiav qhov kev tshwm sim.\n(Zaj dab neeg no yog ib qho piv txwv uas txawm tias ib tug liab tuaj yeem ua kom pom kev, cia tib neeg nyob ib leeg.)", "聖意": "Lub tsev muaj txiaj ntsig zoo rau tus kheej, kev nplua nuj, kev lag luam, kev sib yuav, Liujia, cov txiv neej taug kev, kev cuam tshuam ntawm teb, silkworms, rau tsiaj, Zhongping, nrhiav tib neeg, kev foob, kev vam meej, kev tsiv teb tsaws, poob ntawm cov khoom, kab mob, Xingxingshan qhov ntxa, yam. yog hmoov zoo", "古人": "Cov neeg taug kev tau txais kev nkag siab", "第X籤": "Kos npe rau 43rd", "宮": "xug"}