{"籤詩版本二": "Qin Jun ua rau lub neej ruaj khov thiab txiav txim siab tsis ua phem.\nTxog thaum ib tug neeg maj mam siv zog, cov ceg tuag thiab cov ntoo qub yuav rov tsim paj.", "詩意": "Qhov no hexagram zoo li cov ntoo tuag paj.\nTxhua yam muaj nws tus kheej txoj kev vam meej.", "解曰": "Ua tus saib xyuas thiab nyob ntsiag to. Tej yam tshwm sim muaj tseeb. Yog nws txav mus, yuav muaj ntau yam kev puas tsuaj. Tsis muaj kev thuam nyob rau hauv ntsiag to.", "籤詩故事一": "◇ Weishui nuv ntses\nNyob rau hauv Zhou Dynasty, Jiang Shang, hu ua Ziya, yug hauv Ji (ib tug neeg ntawm Xuzhou, East China Hiav Txwv), thiab nws lub npe Taoist yog Fei Xiong. Cov yawg koob tau txais lub npe ntawm Zai Lu (qhov chaw npe), yog li nws kuj hu ua Lu Wang.\nTxhawm rau kom dim ntawm lub sijhawm muaj kev ntxhov siab ntawm Vaj Ntxwv Zhou ntawm Shang Dynasty, Jiang Ziya tau nyob los ntawm cov dej ntawm East Tuam Tshoj Hiav Txwv thiab nuv ntses hauv dej Weishui.\nNuv ntses ncaj nraim, qhov tseeb, nws lub siab tsis yog nuv ntses, tab sis nws lub siab xav ua tus thawj tswj hwm.\nVaj Ntxwv Wen hnov ​​tias nws txawj ntse thiab ntiav nws ua nws tus xib hwb (prime Minister). (Jiang Ziya muaj yim caum xyoo thaum lub sijhawm)\nTom qab ntawd, Vajntxwv Wu ntawm Zhou tau tawm tsam King Zhou ntawm Shang, rhuav tshem Shang Dynasty, thiab tsim tsa Zhou Dynasty. Vajntxwv Wu hu ua Jiang Ziya Shangfu. Feng Jiang tus tub, Ding Gong, tau los ua Marquis ntawm Qi.\n(Cov dab neeg no yog ib qho piv txwv: tos lub sijhawm, tos kom txog thaum muaj lub sijhawm tshwm sim, ces kev loj hlob yuav pib.)", "聖意": "Hmoov zoo rau tsev neeg, tsev, thiab nyiaj txiag, thaum lub sij hawm los, kev pauv yuav ua tau zoo, yog ib tug ntxhais yug hauv Liujia, cov neeg taug kev yuav thaiv teb, silkworms yuav thaiv, 6 tsiaj txhu yuav nyuaj nrhiav. hmoov zoo hauv kev sib foob, kev tsiv teb tsaws chaw, kev saib xyuas, kev poob khoom, kev mob nkeeg, thiab kev foom koob hmoov zoo rau hauv roob thiab qhov ntxa.", "古人": "Weishui nuv ntses", "第X籤": "Plaub caug-rau-thib nyiaj rho npe", "宮": "xug"}