{"籤詩版本二": "Cov huab cua txias hloov dej los ua dej khov, ua cas npau taws rau lub koob meej?\nKuv tsis muaj kev xaiv tab sis zaum ntsiag to thiab tos kom cov nplooj loj hlob tuaj.", "詩意": "Hauv no hexagram, dej hloov mus rau hauv dej khov.\nTsis txhob nug dab tsi hauv vain.", "解曰": "Dej khov rau hauv dej khov. Ice melts rau hauv dej. Yog tias nws yog kev koom tes. Yog li nws yog.", "籤詩故事一": "◇ Wang Xiang thov kom tau cov ntses (Neeg-plaub Filial Piety Stories)\nWang Xiang ntawm Jin Dynasty, lub npe hu ua Fuzheng, yug hauv Linyi.\nThaum Wang Xiang tseem hluas, nws niam nws txiv tuag, nws txiv kho siab tau yuav ib tug poj niam hu ua Zhu, thiab Wang Xiang muaj niam tshiab. Thaum Wang Xiang tseem hluas, nws niam nws txiv tuag lawm, thiab nws txiv uas kho siab tau yuav ib tug poj niam hu ua Zhu. Wang Xiang tus niam hlob yog ib tug poj niam nqaim thiab khib, nws tsis nyiam Wang Xiang thiab feem ntau cem nws rau qhov tsis tseem ceeb. Tsis ntev, tus niam hlob kuj yug tau ib tug tub hu ua Wang Lan. Tus niam hlob tsuas hlub nws cov me nyuam xwb, thiab suav hais tias Wang Xiang yog ib tug pos nyob rau hauv nws ib sab, nws txawm xav tau rau Wang Xiang, thiab feem ntau hais lus mob ntawm Wang Xiang nyob rau hauv pem hauv ntej ntawm nws txiv, Txawm tias nws txiv maj mam tsis hlub nws. Tus niam hlob tsuas hlub nws cov me nyuam xwb, thiab suav hais tias Wang Xiang yog ib tug pos nyob rau hauv nws sab, nws xav tau ntau tshaj rau Wang Xiang, thiab feem ntau hais lus mob ntawm Wang Xiang rau ntawm nws txiv, txawm nws txiv maj mam tsis hlub nws. Txawm tias Wang Xiang tus kwv tij ib nrab, Wang Lan yog tus phooj ywg zoo rau nws tus kwv. Txawm hais tias nws niam thiab txiv raug tsim txom, nws tseem ua tau phem heev. Tus niam hlob no hnyav heev, tab sis Wang Xiang tseem filial heev.\nNws niam txiv muaj kev nyiam ua, uas yog, nws nyiam noj ntses tshiab tsuas yog ntses tawm ntawm tus dej. Nws niam txiv muaj kev nyiam ua, uas yog, nws nyiam noj ntses tshiab tsuas yog ntses tawm ntawm tus dej. Muaj ib lub caij ntuj no, nws txiv tau ncaim mus ua lag luam, thiab nws niam txiv txawm mob dua, cov kwv tij Wang Xiang thiab Wang Lan ua tib zoo muab cov kua zaub thiab tshuaj rau lawv niam noj, thaum huab cua txias heev, tus niam tais tus mob tseem tsis zoo. nrawm. Muaj ib lub caij ntuj no, nws txiv tau ncaim mus ua lag luam, thiab nws niam txiv txawm mob dua, cov kwv tij Wang Xiang thiab Wang Lan ua tib zoo muab cov kua zaub thiab tshuaj rau lawv niam noj, thaum huab cua txias heev, tus niam tais tus mob tseem tsis zoo. nrawm. Tus niam txiv mob xav noj ntses tshiab los ntawm tus dej, nyob rau hauv qhov huab cua txias heev, nws tau los daus sab nraud thiab dej hauv tus dej twb dhau los ua dej khov. Tus niam txiv mob xav noj ntses tshiab, yuav nrhiav tau ntses tshiab nyob qhov twg hauv qhov chaw nyab xeeb thiab daus?\nNyob rau hauv cov hnub ntawd, tsis muaj cov tais diav rau lub caij nyoog, thiab koj tsis tuaj yeem yuav lawv txawm tias koj muaj nyiaj.\nLub sijhawm no hauv zaj dab neeg, zaj dab neeg kov ntawm Wang Xiangqiu Li tshwm sim. Ob tug kwv tij zov lawv niam tsis pab, Wang Xiang taug kev mus rau tus dej khov kom tsis txhob ua rau nws tus niam laus mob poob siab, Wang Xiang muaj ib lub tswv yim thiab tshem nws lub tsho txawm tias qhov txias, nws pw liab qab ntawm lub glacier thiab xav siv nws. nws tus kheej lub cev kub kom yaj cov dej khov (yog li Wang Xiangqiu carp kuj hu ua Wang Xiang dag ntawm cov dej khov). Nws tshem nws lub tsho thiab pw liab qab ntawm lub glacier. Nws thov Vajtswv thiab hais tias: \"Vajtswv, kuv niam mob thiab xav noj cov ntses tshiab, koj yuav tsum nrhiav ib txoj kev rau kuv tsis muaj teeb meem dab tsi.\" Qhov txawv, cov dej khov ntawm ib sab ntawm nws tam sim ntawd tawg, thiab muaj ob tug. Cov kab nrib pleb tau dhia tawm ntawm qhov tawg thiab dhia saum dej khov, Wang Xiang zoo siab heev. Nws thov Vajtswv tias: “Vajtswv, kuv niam mob thiab xav noj cov ntses tshiab, koj yuav tsum nrhiav txoj hauv kev rau kuv tsis muaj teeb meem dab tsi.” Qhov txawv txawv, cov dej khov nyob ib sab ntawm nws tam sim ntawd tawg, thiab muaj ob qhov tawg. Ib tug carp nyob dhia tawm ntawm qhov tawg thiab dhia saum dej khov, Wang Xiang zoo siab heev. Nws txhos caug sai, ua Vajtswv tsaug, thiab khiav mus tsev nrog cov carp. Nws txhos caug sai, ua Vajtswv tsaug, thiab ceev nrooj nqa tus carp thiab mus tsev. Tom qab tus niam txiv noj cov ntses tshiab, tsis ntev nws zoo li nws tus mob. Tus niam hlob hauv tsev kho mob xav tsis thoob thaum nws pom Wang Xiang lub cev liab qab lub cev, uas tig liab qab los ntawm qhov txias, thiab ob tug ntses nyob hauv nws txhais tes, Nws khiav mus rau hauv chav zoo siab thiab xav tsis thoob.\nWang Xiang tom qab ntawd los ua nom thiab tau los ua Taibao, thiab tau txais lub npe Duke.", "聖意": "Tsis yooj yim nyob hauv tsev, Kuv thov Vajtswv tiv thaiv, teeb meem nyiaj txiag, teeb meem kev lag luam, kev sib yuav, kev tsis sib haum xeeb hauv Liujia kev tuav pov hwm, cov neeg taug kev, Chi Tian, ​​silkworm poob, rau tsiaj txhu poob, cov neeg ploj, kev foob pej xeem, kev tsiv teb tsaws chaw, kev saib xyuas, cov khoom ploj, kev mob nkeeg , nyuaj rau rov qab los, roob qhov ntxa, hmoov zoo", "古人": "Wang Xiang nug txog cov carp (Neeg-plaub Filial Piety Dab Neeg)", "第X籤": "Plaub caug cuaj Winning the Lott", "宮": "Haigong"}