{"籤詩版本二": "Koj tuaj yeem taug kev mus rau txhua qhov chaw ntawm lub tebchaws, dai lub nkoj caij nkoj los tuav nws dawb\nYog tias muaj cua zoo siab, nws yuav tuaj txog sai sai thiab lub nkoj yuav puv ntawm cov khoom muaj nqis.", "詩意": "Qhov no hexagram zoo li rub lub nkoj nrog cua.\nTxhua yam mus zoo.", "解曰": "So kom txaus. Tsis tas yuav siv zog. Muaj nyiaj txiag ntau. Txhua tus qhuas.", "籤詩故事一": "◇ Tao Zhugui Tsib Lakes (Fan Ligui Lake)\nNyob rau lub caij nplooj ntoos hlav thiab lub caij nplooj zeeg, Fan Li, uas nws lub npe hu ua Shaobo, kuj hu ua Gui Yizipi lossis Tao Zhugong.\nLub sijhawm ntawd, muaj kev tsov rog ntawm Xeev Wu thiab Xeev Yue, thiab Lub Xeev Wu rhuav tshem lub Xeev Yue. Fan Li thiab Wen Zhong tsim ib lub tswv yim rau Yue King Gou Jian los txhawb Yue thiab rhuav tshem Wu. Fan Li tus kheej tau taug kev hla roob thiab dej hiav txwv, thiab mus xyuas Xi Shi, tus poj niam zoo nkauj uas muaj kev tsim txiaj, muaj peev xwm thiab kev zoo nkauj, ntawm Huansha River hauv Bailuo Roob thiab nthuav qhia rau tus Vaj Ntxwv Wu. Nws siv \"kev zoo nkauj ntxias\" rau. koom tes sab hauv thiab sab nraud thiab rhuav tshem Wu Kingdom.\nTom qab nws tau ua tiav hauv Wu Kingdom, Fan Li paub tias Gou Jian yog \"tus noog ntev caj dab nrog lub beak\" thiab tuaj yeem sib koom kev nyuaj siab thiab kev zoo siab nrog nws, yog li nws tau caij nkoj nrog Xi Shi hla lub Qi Kingdom, hloov nws. npe rau Gui Zipi, thiab coj nws tus tub thiab cov thwj tim nyob rau hauv Qi Kingdom, lawv nyob rau hauv ib lub tsev nyob rau hauv lub hiav txwv. Nws ua haujlwm hnyav los cog qoob loo, khiav lag luam sab nraud thiab ua lag luam, ob peb xyoos, nws tau khaws ntau txhiab lab tsev neeg cov khoom. Nws ua siab dav nthuav dav kev nplua nuj thiab ua zoo rau nws lub tebchaws, Fan Li txoj kev txawj ntse thiab kev muaj peev xwm tau txais txiaj ntsig los ntawm cov neeg Qi, Vajntxwv Qi caw nws mus rau Linzi, lub nroog, thiab pe hawm nws ua tus thawj tswj hwm saib xyuas tsoomfwv. . Nws tau hais tias: \"Ua ib tus thawj coj tuaj yeem ua rau cov thawj coj, thiab kev khiav haujlwm hauv tsev neeg tuaj yeem ua rau muaj hmoo. Rau ib tus neeg uas pib los ntawm kos, qhov no tau mus txog qhov kawg. Kev hwm rau lub sijhawm ntev yog qhov tsis zoo.\" Yog li ntawd, tsuas yog peb xyoos tom qab ntawd, Jiliu tau rov qab ua siab tawv dua, rov qab muab lub foob rau tus huab tais Qi, thiab muab tag nrho nws tsev neeg muaj nyiaj ntau rau nws cov phooj ywg thiab cov phooj ywg hauv zos.", "聖意": "Lub tsev zoo rau tus kheej (xa mus), nrhiav kev nplua nuj, hmoov zoo rau sab hnub poob, kev lag luam lig, kev sib yuav tsis zoo, Liujia muaj kev nyab xeeb, tib neeg thaiv teb, silkworms, lub caij nplooj zeeg, zoo rau cov tsiaj, lub caij nplooj ntoo hlav muaj kev vam meej, neeg nrhiav neeg, kev foob tsis zoo, kev tsiv teb tsaws chaw yog kev saib xyuas, cov khoom ploj, cov kab mob Western yog unraveling, roob thiab qhov ntxa yog sab qab teb.", "古人": "Tao Zhugui Tsib Lakes (Fan Ligui Lake)", "第X籤": "Lub tsib caug lottery yeej", "宮": "Haigong"}