{"籤詩版本二": "Lub caij ntuj sov yog hnub ntev tshaj plaws thiab txhua tus neeg txhawj xeeb txog kev kub ntxhov thiab kev nyuaj siab\nSaum ntuj ceeb tsheej thiab lub ntiaj teb kuj paub tias tib neeg xav tau dab tsi, thiab cov cua tuaj thiab nws yog qhov txias heev", "詩意": "Qhov no hexagram qhia tias txhua tus neeg txhawj xeeb txog cua sov.\nUa yam koj xav tau.", "解曰": "Tsis muaj kev tsis ntseeg txog seb puas yuav nce mus lossis thim rov qab. Nyob zoo os. Puas yog rau kev mus pw hav zoov? Tsis tas yuav ua rashly.", "籤詩故事一": "◇ Kong Ming nkag mus rau Sichuan\nZhuge Liang (181-234), lub npe hu ua Kongming, yog haiv neeg ntawm Yangdu, Langya (tam sim no Yinan County, Shandong Province), thiab yog tus thawj tswj hwm ntawm Shu Han (Liu Bei) thaum lub sijhawm Peb Lub Nceeg Vaj.\nTxawm hais tias Liu Bei yeej Jingzhou, nws tsis txaus los cais ib sab. Lub sijhawm no, Liu Zhang hauv Yizhou tau tawm tsam los ntawm Zhang Lu nyob rau sab qaum teb. Zhuge Kongming tau kawm tias Liu Zhang xav muab daim ntawv qhia ntawm Xichuan rau Cao Cao txhawm rau tiv thaiv nws tus kheej. Thaum Zhang Song (Liu Zhang tus subordinate) ntsib Cao Cao, vim Cao Cao khav theeb thiab hais lus tsis zoo, Liu Zhang nqa daim ntawv qhia rov qab rau Xichuan thiab hla Jingzhou ntawm txoj kev. Kong Ming twb tau tos nws ntawm txoj kev thiab caw nws mus rau Jingzhou, tab sis nws yeej tsis tau hais txog Xichuan Daim duab txog thaum lub sijhawm tawm mus. nws.\nXichuan thaj av yog qhov txaus ntshai thiab tuaj yeem tawm tsam lossis tiv thaiv. Tom qab Kong Ming tau npaj ntau yam, Xichuan tau los ua qhov chaw yug ntawm Liu Bei.\n(Kong Ming tau kho cov neeg nrog kev saib xyuas thiab tau yooj yim tau txais lub siab nyiam Xichuan.)", "聖意": "Thov Vajtswv foom koob hmoov rau hauv tsev thiab tiv thaiv koj tus kheej (muaj hmoov zoo hauv kev txom nyem) Nrhiav kev nplua nuj, hmoov zoo hauv kev lag luam, kev sib yuav, kev yug me nyuam tub hauv Liujia, tsiv teb, silkworms, kev puas tsuaj rau tsiaj nyeg, nrhiav neeg, pej xeem kev cai lij choj, kev tsiv teb tsaws chaw, cov khoom qub ploj, kab mob sab qaum teb, xav rau roob thiab ntxa", "古人": "Kong Ming nkag mus rau Sichuan", "第X籤": "Tshooj 51: Yeej rho npe (yuav tau rho npe)", "宮": "Tsev menyuam"}