{"籤詩版本二": "Nws siv zog ntau heev kom ntes lub hli hauv dej, nws siv zog ntau heev tab sis tsis muaj dab tsi.\nTsis txhob hais lus dag thiab nkim koj lub dag zog kom lub cev muaj zog, lo lus \"lub cev withered\" Ameslikas txhais tau tias \"lub cev ib leeg\".", "詩意": "Qhov no hexagram yog greedy rau daim duab ntawm kev rau siab.\nTxhua yam yog laborious thiab laborious.", "解曰": "Cov lus cog tseg nyuaj rau nco ntsoov. Ua haujlwm hnyav heev. Txhob txhawj tom tsev. Tos ntsib cov neeg muaj koob meej.", "籤詩故事一": "◇ Taibai ntes tau lub hli thaum qaug dej qaug cawv (Li Taibai ntes tau lub hli thaum qaug dej qaug cawv)\nLi Bai (701-762), tseem hu ua Taibai, tseem hu ua Qinglian Jushi. Tus kws sau paj lug ntawm Tang Dynasty, uas hu nws tus kheej tsis txawj tuag, hu ua Immortal of Poetry, thiab nws yeej ib txwm zoo siab yam tsis haus cawv.\nThaum Li Bai tuaj txog Jinling (tam sim no Nanjing) thiab so hauv lub tsev noj mov ntawm Wende Choj.\nHnub ntawd yog hnub kaum tsib lub caij ntuj no lub hli, thaum hmo ntuj, nws zaum ib leeg hauv lub tsev noj mov thiab qhuas lub hli, thaum haus thiab hais lus paj huam. Hnub ntawd yog hnub kaum tsib lub caij ntuj no lub hli, thaum hmo ntuj, nws zaum ib leeg hauv lub tsev noj mov thiab qhuas lub hli, thaum haus thiab hais lus paj huam. Li Taibai hlub lub hli tshaj plaws hauv nws lub neej, hais tias nws huv thiab zoo nkauj. Li Taibai hlub lub hli tshaj plaws hauv nws lub neej, hais tias nws huv thiab zoo nkauj. Hmo ntawd, nws ntsia pom lub hli dawb thiab puag ncig saum ntuj, nws zoo siab heev thiab haus ob peb khob ntxiv. Hmo ntawd, nws ntsia pom lub hli dawb thiab puag ncig saum ntuj, nws zoo siab heev thiab haus ob peb khob ntxiv. Thaum ib tag hmo, Li Taibai coj kom zoo dua ntawm cov cawv thiab mus rau pem hauv ntej ntawm Wende Choj. Thaum ib tag hmo, Li Taibai coj kom zoo dua ntawm cov cawv thiab mus rau pem hauv ntej ntawm Wende Choj. Thaum nws nqis los rau ntawm tus choj, nws txo nws lub taub hau thiab mam li nco dheev pom lub hli ntog rau hauv dej, thaum tus dej txav, ob peb kab dub tau ntxiv rau lub hli dawb. Thaum nws nqis los rau ntawm tus choj, nws txo nws lub taub hau thiab mam li nco dheev pom lub hli ntog rau hauv dej, thaum tus dej txav, ob peb kab dub tau ntxiv rau lub hli dawb. Li Taibai qaug dej qaug rau lub sijhawm no nws xav tias yog lub hli uas yog dej ntws los ntawm tus dej. Li Taibai qaug dej qaug rau lub sijhawm no nws xav tias yog lub hli uas yog dej ntws los ntawm tus dej. Nws tsis txawm thab nws cov khau, nws qhib nws txhais tes thiab dhia ntawm tus choj mus ntes lub hli. Nws tsis txawm thab nws cov khau, nws qhib nws txhais tes thiab dhia ntawm tus choj mus ntes lub hli. Kev npaj txhij txog, nrog rau qhov kev dhia no, lub hli tsis raug ntes, tab sis lub hli hauv dej tau tawg thiab tam sim ntawd faib ua ob halves. Tsis xav txog, nyob rau hauv no dhia, lub hli tsis tau ntes tau, tab sis tus txiv neej tau poob dej. Nws tuag thaum muaj rau caum-ob xyoos.", "聖意": "Lub tsev tsis yooj yim thiab tus kheej muaj hmoo (tsis muaj hmoo, ua tib zoo saib xyuas kev noj qab haus huv), nrhiav kev sib npaug ntawm kev muaj nyiaj (tsis txhob xav txog), kev lag luam nyuaj, kev sib yuav tsis sib haum, thov Vajtswv tiv thaiv (khoom muaj nqis los tiv thaiv kev nchuav menyuam. ), cov neeg taug kev muaj teeb meem, teb silkworms yog tsib lub ntsiab lus, rau tsiaj poob, nrhiav neeg (tsis muaj hmoo), pej xeem foob thiab (Tshem tawm kev foob) Ordinary migration (tsis hais nws) Poob khoom (aircraft) Thov Vajtswv. rau kev tiv thaiv kev mob nkeeg (hmoov tsis zoo) hmoov zoo nyob rau hauv roob thiab ntxa", "古人": "Taibai ntes tau lub hli thaum qaug cawv (Li Taibai ntes tau lub hli thaum qaug dej qaug cawv)", "第X籤": "Tsib caug-thib ob yeej qhov rho npe (Lottery)", "宮": "Tsev menyuam"}