{"籤詩版本二": "Thaum kev ntxhov siab dhau los ua kev txaus siab, zaj roar thiab tsov roar.\nLub ntuj xiav muaj nws txoj kev mus rau saum ntuj, thov kom kuv muaj lub caij nyoog kom tau koob meej.", "詩意": "Lub hexagram no zoo li zaj roaring thiab tsov roaring.\nMuaj kev cia siab tias txhua yam yuav mus zoo.", "解曰": "Cia li qhia thiab mus. Muaj koj tus kheej txoj kev vam meej. Yuav tsum tau ua thaum kawg. Muaj chaw mus nrhiav tau.", "籤詩故事一": "◇ Liu Bei nrhiav tus nkauj nyab\nTom qab kev sib ntaus sib tua ntawm Chibi, Sun Quan tau mob siab ua kom rov qab tau Jingzhou, uas tau txais los ntawm Liu Bei, yog li nws siv Zhou Yu txoj kev npaj, ua txuj tias nws xav yuav nws tus viv ncaus Sun Ren rau Liu Bei, tab sis qhov tseeb nws xav coj. Liu Bei yog ib tug neeg raug tsim txom los thov Jingzhou.\nTom qab Zhuge Liang tau soj ntsuam Zhou Yu txoj kev npaj, nws tau muab daim ntawv qhia nrog lub tswv yim rau Zhao Yun, uas tiv thaiv Liu Bei thaum nws mus rau Soochow. Sun Quan txiv) paub txog txoj kev sib yuav. Vim Wu Guotai hlub nws tus ntxhais thiab tsis kam txiav txim siab ib yam dab tsi txog nws tus ntxhais txoj sia nyob mus ib txhis, nws cem Sun Quan rau nws tus viv ncaus ua siab phem thiab thov kom tus kheej sim seb Liu Bei puas tsim nyog rau nws tus ntxhais ntawm lub Tuam Tsev Ganlu. Tom qab Wu Guotai ntsib Liu Bei, nws txaus siab rau Liu Bei thiab txhawb nqa kev sib yuav ntawm Liu Bei thiab nws tus ntxhais.\nTom qab ntawd, Liu Bei thiab Mrs Sun tau khiav rov qab mus rau Jingzhou ua ke, tom qab ntawd, Sun Quan xav tawm tsam Jingzhou thaum Liu Bei tab tom tawm tsam Yizhou, tab sis raug nres los ntawm Wu Guotai, uas txhawj xeeb txog nws tus ntxhais txoj kev nyab xeeb.\nNws hais tias: \"Zhou Yu lub tswv yim ntse yog qhov zoo tshaj plaws hauv ntiaj teb. Nws poob nws tus poj niam thiab poob nws cov tub rog.\"\n(Liu Bei tau txais los ntawm kev puas tsuaj)", "聖意": "Kuv tsis muaj hmoo hauv tsev thiab kuv tsis muaj hmoo (thawj zaug phem, ces hmoov zoo) nrhiav kev nplua nuj, sib npaug, teeb meem hauv kev sib yuav, kev sib yuav vam meej. Thov Vajtswv foom koob hmoov rau cov neeg taug kev, silkworms nyob rau hauv teb, tsib ntsiab lus rau tsiaj txhu puas tsuaj, nrhiav rau tib neeg, kev foob thiab kev tsiv teb tsaws chaw, hmoov zoo rau cov khoom ploj, hmoov zoo rau cov kab mob, kev thaj yeeb ntawm roob thiab qhov ntxa.", "古人": "Liu Bei nrhiav tus nkauj nyab", "第X籤": "Tus tsib caug-peb yeej tus lej", "宮": "Tsev menyuam"}