{"籤詩版本二": "Kev tsim txiaj los ntawm leej txiv mus rau tus tub raug xa mus rau tub xeeb ntxwv, kev vam meej ntawm zaub mov thiab khaub ncaws tsuas yog nyob ntawm Vajtswv xwb.\nChunxuan nyob rau hauv lub tsev ua rau tib neeg zoo siab, thaum lawv tshaib plab, noj, nqhis dej thiab tsaug zog, Chunxuan yog ib tug piv txwv rau cov niam txiv.", "詩意": "Qhov no hexagram txuas nrog cov duab ntawm xyoob ua rau lub caij nplooj ntoos hlav.\nVam tias txhua yam mus zoo.", "解曰": "Nqa xyoob thiab coj mus rau lub caij nplooj ntoos hlav. Nws kis mus tsis kawg. Ib tug txivneej nrhiav kev cia siab. Txhua tus zoo siab.", "籤詩故事一": "◇ Huab tais Wu ntawm Zhou tau nce lub zwm txwv\nVajntxwv Wu ntawm Zhou tau tawm tsam Vajntxwv Zhou thiab coj yim pua ​​tus thawj coj los tawm tsam Vajntxwv Shang cov tub rog, cov tub rog nyob hauv Chaoge (lub nroog ntawm King Shang) kuj tig tawm tsam Vajntxwv Shang thiab ntxeev siab rau Vajntxwv Shang.\nVajntxwv Zhou hlawv nws tus kheej ntawm Zhaixing Ntauwd, thiab Shang Dynasty raug rhuav tshem.\nVajntxwv Wu txais phau ntawv kub thiab cov khoom muaj nqis kub, uas yog lub zwm txwv ntawm tus huab tais, nws tig mus rau sab qab teb, nws ob txhais tes tuav, thiab nws zaum ncaj. Vajntxwv Wu tau hais kom cov cuab yeej ntawm Lutai muab faib, Lub Hnub Qub Picking Tower yuav tsum rhuav tshem, thiab cov nplej uas khaws cia hauv Juqiao yuav tsum muab faib.\nTso cov Jizi kaw thiab kho Bigan lub qhov ntxa. Vajntxwv Wu caij tsheb los ntawm lub qhov rooj ntawm Shang Rong lub tsev thiab nyo taub hau. hwm cov uas tsim txiaj thiab coj ncaj ncees, thiab cia cov qhev nyob hauv lub tsev sab hauv.\nNws kuj tau tso tseg kev ua tub rog thiab txhawb kev coj noj coj ua thiab kev kawm. Nyob rau sab qab teb ntawm Nanshan, nees yog grazed thiab nyuj yog grazed nyob rau hauv lub countryside nrog peach ntoo, yog ib qho chaw kaj siab lug.", "聖意": "Lub tsev tsis nyob zoo (zoo hmoo), koj tuaj yeem ua rau koj tus kheej xav tau (hmoov zoo), nrhiav nyiaj txiag, ua lag luam, thiab sib yuav (nrog tus tub xeeb ntxwv zoo), Liujia muaj kev nyab xeeb (zodiac kos npe), cov neeg taug kev tsiv teb, silkworms muaj hmoo, rau tsiaj txhu raug puas ntsoog, tib neeg nrhiav tsis yooj yim (saib), kev foob rau pej xeem, cov neeg muaj koob muaj npe tsiv, hmoov zoo ploj mus thiab pom cov kab mob thiab kab mob.", "古人": "Vajntxwv Wu ntawm Zhou tau nce lub zwm txwv", "第X籤": "Tsib caug-tsib yeej qhov lottery (lotting)", "宮": "Ugly Palace"}