{"籤詩版本二": "Lub puam muaj pob zeb puv nkaus, kwj deg ntws, cua ntshiab, lub hli ntshiab, thiab cov neeg muaj koob muaj npe tsis khoom.\nNtawm txoj kev, kuv yuav tsum nug tias yuav mus qhov twg, tsis txhob coj tus ntxhiab ntawm paj thiab nroj tsuag hauv hav zoov, tsis txhob saib xyuas nws.", "詩意": "Lub hexagram no zoo li lub nkoj taug kev ntawm lub puam me me.\nNyob rau hauv txhua yam, muaj cov neeg zoo los pab.", "解曰": "Ua neej nyob. Ua haujlwm hnyav heev. Nyob twj ywm thiab tos. Txhua yam zoo tshaj plaws.", "籤詩故事一": "◇ Lushan ntxeev siab\nIb tug Lushan (703-757), nws lub xeem yog Kang thiab hu ua Yaluoshan, yog los ntawm Liucheng, Yingzhou (tam sim no Chaoyang, Liaoning).\nTom qab ntawd, nws tau txais lub xeem lub npe An thiab hloov nws lub npe mus rau Lushan. Thaum lub sij hawm huab tais Xuanzong ntawm lub Tang Dynasty, An Lushan yog tub rog envoy.\nThaum lub Kaum Ib Hlis Ntuj xyoo 14th ntawm Tianbao, An Lushan tau tsa cov tub rog nyob rau hauv Fanyang, lub npe ntawm kev tawm tsam Yang Guozhong, nws tau tawm tsam thiab coj cov tub rog ntawm peb lub nroog mus tua Luoyang, lub nroog sab hnub tuaj. Cov ntawv ceeb toom los ntawm Taiyuan maj nrawm mus rau Lishan, Tang Xuanzong, uas nyob ntawm Huaqing Palace hauv Lishan lub sijhawm ntawd, tsis ntseeg tias Anlushan yuav tawm tsam, txawm li cas los xij, xov xwm ntawm kev tawm tsam txuas ntxiv mus, thiab Xuanzong tseem yog ib nrab ntseeg. (Qhov no yog ib qho piv txwv ntawm \"lub suab ntawm cov dej ntxhib ntws ntawm cov pob zeb me hauv cov kwj deg\")\nNws tsis yog txog thaum Yan Zhenqing, tus thawj tswj hwm ntawm Pingyuan County, xa ib tus neeg xa xov xwm tias Xuanzong sawv ntawm nws tus npau suav.\nRaws li lub tswv yim yuam kev ntawm Emperor Xuanzong ntawm Tang Dynasty, An Lushan cov tub rog tub rog tau ntes Luoyang, lub nroog sab hnub tuaj. Prime Minister.\nThaum Lub Rau Hli ntawm tib lub xyoo, Emperor Xuanzong ntawm Tang Dynasty, mob siab rau daws qhov teeb meem hauv Chang'an thiab nrog kev nkag siab ntawm tub rog tsis raug, tua ob tus thawj coj nto moo, Feng Changqing thiab Gao Xianzhi. (Tus cwj pwm no ua txhaum \"txoj kev yuav tsum taw rau tus dej pem hauv ntej\")\nTom qab ntawd, Emperor Xuanzong ntawm Tang Dynasty tau ceev kom lwm tus thawj coj, Ge Shuhan, coj cov tub rog Tang sab hnub tuaj tawm ntawm Tongguan.\nGe Shuhan, uas nkag siab tag nrho cov tswv yim yuam kev ntawm Emperor Xuanzong ntawm Tang Dynasty, tau npaj yuav ncua qhov kev hloov pauv (txoj kev mus kom ze ntawm \"tsis ua li cas yog tias cua txias thiab dej ntws zoo\").\nThaum kawg, Emperor Xuanzong ntawm Tang Dynasty xav tias nws npau taws heev rau kev sib ntaus, yog li ntawd nws tsis muaj kev xaiv tsuas yog sib ntaus nrog An Lushan hauv lub kua muag, thiab nws yeej swb. (Nws ua tiav \"Yog tias koj ua haujlwm hnyav los txhawb koj tus kheej, koj yuav raug mob.\")\nNyob rau hauv Tang Dynasty, thaum cov tub rog ciam teb thiab cov tub rog hauv zos tsis muaj sijhawm los teb, An Lushan cov tub rog tau nias ciam teb thiab nkag mus rau hauv cheeb tsam nroog. Hauv qhov xwm txheej tseem ceeb, Emperor Xuanzong ntawm Tang Dynasty tau coj Cov Tub Ceev Xwm kom khiav tawm ntawm lub nroog, ua rau cov thawj coj tsis muaj Xijing Chang'an poob.\n(Tang Xuanzong ua txhaum txoj kev taw qhia ntawm lub cim no, yog li An Lushan txoj kev ntxeev siab tau ua tiav.)", "聖意": "Lub tsev muaj kev nyab xeeb, tus kheej muaj hmoo, hmoov zoo ruaj khov, kev lag luam muaj kev vam meej, kev sib yuav muaj kev vam meej (ceev faj), ib tug txiv neej taug kev los ntawm Liujia tuaj rau teb, silkworms tau sau, rau cov tsiaj txhu raug puas tsuaj, tus neeg raug pom. , qhov kev foob yog ncaj ncees, cov khoom ploj uas coj tus kab mob, uas yog, Anshan lub ntxa yuav tsum tau kho.", "古人": "Lushan ntxeev siab", "第X籤": "Lub tsib caug-rau lub lottery", "宮": "Ugly Palace"}