{"籤詩版本二": "Mus ncaj nraim mus rau ob lub tsev mus nkaum, surrounded los ntawm ib tug hav zoov ntawm pos\nTian Gaojun muaj lub neej ntev thiab lub neej luv, Tau txais ib qho kev vam meej thiab poob ob tug neeg mus ncig →.", "詩意": "Qhov no hexagram yog ib qho cim ntawm kev khaws cov khoom qub thiab hloov txhua lub sijhawm.\nTxhua yam yuav zoo yog tias koj tos lub sijhawm.", "解曰": "Zoo li qaug cawv. Cia li yuav conservative. Tos kom txog thaum lub sij hawm los txog. Tsis muaj kev puas tsuaj, tsis muaj txim.", "籤詩故事一": "◇ Zhang Liangyin Roob\nNyob rau hauv Han Dynasty, Zhang Liang, nws lub npe hu ua Zifang, yog ib tug Kauslim, nws cov poj koob yawm txwv tau tsib tiam yog tag nrho cov thawj coj Kauslim.\nThaum lub xeev Qin rhuav tshem Kaus Lim Qab Teb, Zhang Liang tau tawg tag nrho nws cov nyiaj txiag thiab mus nkaum. Tawm tsam Qin Shihuang hauv Bolangsha (tam sim no Yuanyang County, Henan Province), nws tsoo lub tsheb thib ob. Thawj Huab tais xav ntes Zhang Liang thoob plaws lub tebchaws, tab sis tsis tuaj yeem ntes nws tau kaum lub hlis.\nTom qab ntawd, Zhang Liang tau pab tus Vaj Ntxwv Han los koom ua ke hauv ntiaj teb. Tom qab nws txoj kev vam meej, nws tsis kam muab nqi zog thiab tsa ib tug nom, thiab nyob rau hauv lub guise ntawm kev kawm Taoism los ntawm Chisongzi (immortal).", "聖意": "Thov Vajtswv foom koob hmoov rau hauv tsev thiab rau koj tus kheej txoj kev nyab xeeb (kev hmoov tsis zoo tsuas yog piav qhia los ntawm kev ua siab zoo xwb) Kev nrhiav kev nplua nuj yog ib txwm muaj (tsis txhob) Kev lag luam yuav ua tiav (tos ib pliag) Kev sib yuav tsis sib haum xeeb nrog Liujia, hmoov zoo thaum mus ncig ua si. daim teb, kab lia vwj yog ib nrab zoo siab, rau tsiaj muaj kev vam meej (ua tsis tiav), nrhiav neeg, cuam tshuam pej xeem kev foob, kev poob, kev tsiv teb tsaws chaw yog kev zoo siab (tsis muaj hmoo) plam vaj tse, hmoov tsis zoo rau kev mob, thov kom muaj hmoov zoo hauv roob thiab qhov ntxa.", "古人": "Zhang Liangyin roob", "第X籤": "Tsib caug cuaj Winning the Lott (Lottery)", "宮": "Yin Palace"}