{"籤詩版本二": "Thaum sawv ntxov thiab tsaus ntuj, tus Tswv kev txhawb nqa yuav tsum nyob rau lub sijhawm muaj kev phom sij tab sis tsis muaj kev phom sij\nYog tias koj nyiam los ntawm ib tug neeg muaj koob muaj npe, ces nyiaj thiab lo lo ntxhuav yuav nrog koj, qhov no yog Chuan Lai. Txhua yam nyob ntawm koj.", "詩意": "Qhov no hexagram sawv cev rau cov koob hmoov zais cia ntawm vajtswv thiab Buddhas.\nUa siab ntev thiab muaj hmoo hauv txhua yam.", "解曰": "Lub cim ntawm kev sib haum xeeb qub qub. Thaum txhua yam yog kim, nws yuav zoo.", "籤詩故事一": "◇ Tang Monk tau txais kev nkag siab\nMuaj ib hnub, Tang Seng tuaj txog ntawm tus dej thiab pom tus Buddha lub roob Lingshan nyob rau pem hauv ntej ntawm nws, muaj ib tug choj-plak nyob rau hauv pem hauv ntej ntawm nws, Tang Seng tsis kam hla nws. Vaj Qhia hloov mus ua ib tug neeg tsav nkoj thiab tuav lub nkoj uas tsis muaj qab hau, thaum Tang Monk nce saum lub nkoj, nws poob rau hauv dej, thiab raug cawm los ntawm tus neeg tsav nkoj, qhov no yog li cas Tang Monk tau txais Buddhahood. (Dab Neeg Ntawm Txoj Kev Mus Rau Sab Hnub Poob)\n◇ Tang Monk cov vaj lug kub\nSanzang ntawm Tang Dynasty, nws lub xeem lub npe yog Chen thiab nws lub npe yog Yi. Yug hauv Goushi County, Luozhou (tam sim no sab qab teb ntawm Yanshi City, Henan Province). Nws tau los ua ib tug txiv plig thaum muaj hnub nyoog kaum peb thiab tau txais lub npe hu ua Xuanzang.\nTxhawm rau kom tau txais cov ntawv qub qub, nws tau tawm ntawm Chang'an (hnub no Xi'an, Shaanxi Xeev) nyob rau xyoo peb ntawm Zhenguan (AD 629), tau hla hla ciam teb, thiab tau dhau los ntawm kev txom nyem ntau yam mus txog Tianzhu ( India) sau vaj lug kub. Nws tau mus ncig thoob plaws hauv Ganges thiab Indus dej phwj thiab thaj chaw ntug dej hiav txwv sab hnub tuaj ntawm Is Nrias teb, tom qab ntawd hla cov roob uas muaj daus thiab cov roob ntsuab, taug kev ntau dua 50,000 mais rov qab los, nws tau siv sijhawm 16 xyoo thaum kawg rov qab los rau Chang'an hauv. xyoo 19 ntawm Zhenguan (AD 645). Nws tau muab ntau phau Vaj Lug Kub Npaiv Npaum rov qab thiab muab txhais ua lus Suav.\n(Tang Sanzang tau mus dhau kev taug kev ntev rov qab los ntawm Tuam Tshoj thiab Is Nrias teb. Nws yuav tsum tau ntsib kev phom sij thaum taug kev, tab sis nws muaj peev xwm rov qab los nyab xeeb vim tias muaj ib tus neeg saib xyuas tsis pom tom qab nws.)", "聖意": "Lub tsev muaj kev nyab xeeb, tus kheej muaj txiaj ntsig zoo, kev lag luam sab hnub poob zoo, kev sib yuav ua tiav, cov neeg taug kev thaiv thaj chaw, cov kab lo lo ntxhuav thaiv, cov kab lo lo ntxhuav yog xya lub ntsiab lus, cov tsiaj txhu tau txais txiaj ntsig, kev tshawb nrhiav yog cov neeg, Western pej xeem foob tsis zoo, kev tsiv teb tsaws chaw yog kev saib xyuas, cov khoom ploj yog pom, tus kab mob yog qhov zoo, lub roob thiab qhov ntxa yog qhov zoo.", "古人": "Tang Monk attained enlightenment", "第X籤": "Yeej lub rho npe rau caum-ob", "宮": "Yin Palace"}