{"籤詩版本二": "Cov ntses ua luam dej tau raug ntes nyob rau hauv ib tug ntxiab hauv Bibo Pond.\nYog tias muaj qee yam tsis zoo tom qab xav txog nws, nws yuav ua rau muaj teeb meem thaum kawg.", "詩意": "Qhov no hexagram sawv cev rau ib tug ntses ntes nyob rau hauv ib tug snare.\nNws kuj yog ib qho qhia kom ceev faj txhua yam.", "解曰": "Kev nyob hauv qab lub tsev. Kev puas tsuaj ntog saum ntuj. Sawv ntxov thiab ceev faj ua ntej. Zam kev puas tsuaj.", "籤詩故事一": "◇ Tus nees yog npog nrog dej (nws nyuaj rau sau cov dej)\nHan Dynasty. Zhu Maichen, lub npe hu ua Wengzi, yog haiv neeg ntawm Wu hauv Kuaiji (tam sim no ib feem ntawm Suzhou City).\nThaum nws tseem ntxov, Maichen tsev neeg txom nyem thiab tsis muaj kev vam meej, nkawm niam txiv tau nyob hauv ib lub rooj vag uas nyob hauv ib txoj kev rov qab, txiav ntoo thiab muag khoom kom ua tiav. Koj tsis khwv tau nyiaj ntau los ntawm kev muag taws ntawm tus nqi.\nNws tus poj niam txawm tawm mus nqa dej thiab pom ib pab me nyuam luag rau Maichen, tus poj niam xav tias nws txaj muag thiab tom qab ntawd tawm mus.\nThaum Zhu Maichen muaj tsib caug xyoo, Emperor Wu ntawm Han Dynasty nrhiav txuj ci thiab pe hawm Zhu ua tus thawj tswj hwm ntawm Kuaiji.\nNws tus poj niam khuv xim nws qhov muag tsis pom thiab xav kom txo qis rau tus nkauj qhev thiab tus poj niam ua haujlwm rau Zhu rau nws lub neej.\nMaichen hais kom nws tus poj niam mus nqa ib lub thoob dej, hliv rau ntawm cov kauj ruam, thiab hais tias, \"Yog tias dej tau rov qab los, ob leeg tuaj yeem rov qab ua ke.\"\nXav txog kev sib raug zoo ntawm tus txiv thiab tus poj niam, tus poj niam thiab nws tus txiv rov qab yuav tau muab qhov chaw qhib rau hauv lub vaj tom qab los cog thiab txhawb nqa lawv tus kheej. Nws tus poj niam muab nws tus kheej pov rau hauv tus dej thiab tuag.", "聖意": "Lub tsev muaj kev phom sij, tus kheej muaj kev phom sij, nyiaj poob haujlwm, kev lag luam nyob hauv kev thaj yeeb, kev sib yuav tsis sib haum, Liujia ntshai, neeg raug thaiv, teb raug puas tsuaj, silkworms ploj, tsiaj txhu ploj, neeg pom, kev foob pej xeem ploj, kev tsiv teb tsaws chaw yog qhov zoo, cov khoom ploj tsis zoo, kab mob tshwm sim, kev puas tsuaj thiab kev phom sij, roob qhov ntxa yuav tsum hloov pauv.", "古人": "Tus nees yog npog nrog dej (nws nyuaj rau sau cov dej)", "第X籤": "Rau caum-plaub kos npe", "宮": "Maogong"}