{"籤詩版本二": "Txoj kev yog qhov txaus ntshai, nees thiab txiv neej maj nrawm, thiab cov tub rog raug kev txom nyem thaum lawv poob.\nLub puam siab, cua thiab nthwv dej tawg, lub nkoj tawg, lub hnub tab tom teeb, paj tuag, lub ntuj ntog, thiab dej khov poob. Yeej: dais. lus: oar.", "詩意": "Lub hexagram no zoo li lub nkoj tawg lub puam.\nCeev faj txhua yam kev phom sij.", "解曰": "Tsev kawm ntawv qub thiab qub tsev kawm ntawv. Nyob ntsiag to thiab tsis muaj txim. Tsis tas yuav nrhiav tswv yim. Mus ncig dawb.", "籤詩故事一": "◇ Huab tais Chu Yin Ling poob nws txoj kev\nThaum ntxov 202 BC, tag nrho 400,000 Han cov tub rog los ntawm peb sab tuaj ncig Xiang Yu cov tub rog hauv Gaixia, uas tsis muaj zaub mov. los ntawm cov tub rog Han. Qhov kev xav ntawm lub siab lub ntsws ntawm \"kab ntawm txhua sab\" ua rau Xiang Yu cov tub rog poob siab.\nYog li Xiang Yu tau coj ntau tshaj 800 tus tub rog tseem ceeb thiab txiav txim siab tawm tsam, thaum cov tub rog Han tau ua raws nrog Guan Ying thiab 5,000 tus tub rog. Tom qab hla tus dej Huai, Xiang Yu cov tub rog tsuas tshuav ib puas leej xwb.\nXiang Yu poob rau hauv Yinling thiab nug ib tug neeg ua teb ntawm txoj kev ntawm txoj kev mus rau tus dej, poob nthav, nws ua raws li cov lus taw qhia los ntawm tus txiv neej laus thiab xaus rau hauv ib tug swamp, ua rau nws nyuaj rau tsiv mus, nws yuav luag dhau los ntawm Liu. Bang cov tub rog Xiang Yu thaum kawg mus txog Wujiang thiab paub tias qhov xwm txheej tau dhau mus lawm. Pom Jiangdong cov txwj laus tsis txaj muag, nws tua tus kheej.", "聖意": "Lub tsev muaj kev txhawj xeeb txog kev puas tsuaj, kev poob nyiaj, kev lag luam poob, kev lag luam tsis ua haujlwm, kev sib yuav tsis ntev, kev phom sij ntawm cov neeg taug kev thaiv cov teb, cov kab laum ploj, cov tsiaj nyeg ploj, cov neeg poob, kev foob pej xeem, kev poob. kev tsiv teb tsaws chaw, poob vaj tse, muaj mob, tsis zoo xa mus rau lub toj ntxas.", "古人": "Huab tais Yin Ling ntawm Chu poob nws txoj kev", "第X籤": "Rau caum-rau ntau", "宮": "Maogong"}