{"籤詩版本二": "Thaum lub caij ntuj no los, ib ceg ntawm plum blossom ntawm lub roob yuav tsis raug puas tsuaj txawm tias nws nplooj poob thiab nws cov ceg wither.\nTab sis thaum lub caij nplooj ntoos hlav los, kuv tseem rov qab kuv ua tus saib xyuas thiab rhuav tshem cov haujlwm qub.", "詩意": "Nyob rau hauv no hexagram, lub plum blossom occupies tus thawj txoj hauj lwm.\nTxhua yam yog qhov zoo yog tias ncua sijhawm.", "解曰": "Ib tug xub txhaj npliag. Thaum npliag, tsis yog khoob. Tos caij nplooj ntoos hlav tuaj. Xim yog nyob rau hauv nws.", "籤詩故事一": "◇ Tau qhab nia ob zaug\nThaum lub sij hawm huab tais Dezong ntawm Tang Dynasty kav, tus thawj coj ncaj ncees Mei Bogao thiab nws tsev neeg tau raug tsim los ntawm tus thawj tswj hwm uas ntxeev siab Lu Qi, uas xav tua lawv tag nrho, tsuas yog nws tus tub Mei Liangyu tau khiav dim, tom qab ntawd, nws hloov nws. npe rau Wang Xitong kom zais nws tus kheej. Nws nyob ib leeg ntawm txoj kev, tshaib plab thiab txias, tab sis hmoov zoo nws raug coj los ntawm Chen Risheng (Chen Dongchu). Chen Risheng tsis paub txog nws txoj kev ua neej, yog li nws thov kom nws pab saib xyuas Chen lub vaj plum kom nws tsis txhob tshaib plab rau txoj kev tuag.\nChen Risheng yog ib tug phooj ywg thiab phooj ywg ntawm Mei Bogao thaum nws raug tsim txom los ntawm Lu Qi, nws raug cawm los ntawm Mei Bogao, vim li ntawd, Mei Bogao thiab Lu Qi tau ua yeeb ncuab, thaum kawg, lawv tsev neeg raug tua tag nrho. Risheng muaj kev nyuaj siab thiab npau taws vim li no, Tom qab sib yuav, nws tau tawm haujlwm thiab tsiv nws tsev neeg mus rau Yangzhou mus nyob hauv kev cais.\nChen Risheng muaj ib tug ntxhais hu ua Chen Xingyuan, zoo nkauj thiab tsw qab, tom qab Mei Liangyu tuaj rau Chen tsev neeg, lawv poob rau hauv kev hlub thaum xub pom. Nyob rau ib hnub thaum lub paj paj tawg paj puv puv, uas tseem yog hnub tseem ceeb ntawm Mei Bogao txoj kev tuag, Chen Risheng thiab nws tsev neeg tau qhib lub thaj nyob rau hauv lub vaj plum ntawm lawv lub tsev los ua kev nco txog lawv tus phooj ywg uas tuag lawm thiab muaj txiaj ntsig. , thiab muaj cua daj cua dub hnyav, npog tag nrho cov paj paj tawg. Chen Risheng tu siab tias nws muaj peev xwm khiav tau nyab xeeb, tab sis nws tseem cawm tsis tau cov xeeb leej xeeb ntxwv ntawm tsev neeg Mei, nws xav tias qhov no yog lus ceeb toom los ntawm Vajtswv, yog li ntawd nws tau cog lus tias tshwj tsis yog lub paj paj tawg dua, ua pov thawj tias cov xeeb leej xeeb ntxwv. Mei tsev neeg tseem muaj txoj sia nyob, nws yeej tsis hais ib los li, nws khiav mus ua hauj sam thiab ua hauj sam.\nNws tus ntxhais Xingyuan hnov ​​​​qhov no thiab tam sim ntawd hlawv xyab thiab thov Vajtswv tiag tiag kom cov plum blossoms tawg dua. Lawv lub siab dawb paug txav saum ntuj ceeb tsheej, thiab tag nrho cov ntoo plum hauv lub vaj plum tau tawg dua; tom qab ntawd Chen Risheng paub tias Xitong yog Liangyu, yog li ntawd nws tau yuav nws tus ntxhais Xingyuan rau nws.", "聖意": "Lub tsev tsis zoo rau tus kheej, ib tug zoo rau nws tus kheej, ib tug nrhiav kev nplua nuj, ib tug ntse nyob rau hauv kev sib raug zoo, lub sij hawm lig, kev sib yuav lig, lub caij nplooj ntoos hlav vam meej, lub caij nplooj zeeg tsis muaj, cov neeg mus los lig, tej teb muaj kev vam meej, lub silkworms kev vam meej, rau cov tsiaj nyeg muaj kev vam meej, nrhiav neeg, pej xeem foob, poob, tsiv teb tsaws, poob khoom, Eastern kab mob, cuav tswb, roob tombs yuav tsum tau hloov.", "古人": "Tau qhab nia ob zaug", "第X籤": "Rau caum cuaj Winning the Lott", "宮": "Tatsumi"}