{"籤詩版本二": "Chao Chao zoo li ib tug paj sau paj, ya tawm ntawm sab qab teb sab hnub poob thiab sab hnub tuaj\nLub caij nplooj ntoo hlav dhau los, paj ploj mus, tsis muaj chaw nrhiav, lub siab no yuav tsis hloov nws qhov chaw nyob.", "詩意": "Qhov no hexagram zoo li ib tug muv khaws paj.\nTxhua yam yog laborious thiab laborious.", "解曰": "Tsis muaj caij nplooj ntoos hlav scenery. Nws los nag ntev heev tab sis yeej tsis clears li. Thov kev pab. Nws yog qhov zoo dua kom nyob ntsiag to.\n.", "籤詩故事一": "◇ Li Mi ntxeev siab tawm tsam Tang Dynasty\nLi Mi\n(582-619), tus thawj coj lig ntawm Wagang Army hauv kev tawm tsam cov neeg ua liaj ua teb nyob rau lub sijhawm Sui Dynasty ntawm Tuam Tshoj. Master of calligraphy. Tus tswv ntawm lo lus Fa yog ib haiv neeg ntawm Chang'an, Jingzhao, thiab nws tsev neeg yawg koob yog Xiangping, Liaodong (tam sim no sab qab teb ntawm Liaoyang, Liaoning). Ib haiv neeg ntawm Chang'an, Jingzhao, nws lub tsev qub txeeg qub teg yog Xiangping, Liaodong (tam sim no sab qab teb ntawm Liaoyang, Liaoning).\nNyob rau xyoo cuaj ntawm Daye (613), nws tau koom nrog Yang Xuangan kev tawm tsam tawm tsam Sui Dynasty hauv Liyang (tam sim no sab qaum teb ntawm Junxian County, Henan Province). Nyob rau xyoo cuaj ntawm Daye (613), nws tau koom nrog Yang Xuangan kev tawm tsam tawm tsam Sui Dynasty hauv Liyang (tam sim no sab qaum teb ntawm Junxian County, Henan Province). Kev paub tsis meej yog swb,\nLi Mi khiav. Xuangan yeej swb thiab Li Mi khiav.\nNyob rau xyoo kaum ob ntawm Daye, nws tau koom nrog Wagang Army\n. Nyob rau xyoo kaum ob ntawm Daye txoj kev kav, nws tau koom nrog Wagang Army. Li Mi yog qhov zoo ntawm lub tswv yim, Lub Kaum Hlis ntawm kaum ob xyoo ntawm Daye, Li Mi tau yaum Zhai mus tua Xingyang Tong, tus thawj coj muaj zog nrog cov tub rog, tiv thaiv Zhang Xutuo, kov yeej cov tub rog Sui thiab tua Zhang Xutuo. Li Mi yog qhov zoo ntawm lub tswv yim, Lub Kaum Hlis ntawm kaum ob xyoo ntawm Daye, Li Mi tau yaum Zhai mus tua Xingyang Tong, tus thawj coj muaj zog nrog cov tub rog, tiv thaiv Zhang Xutuo, kov yeej cov tub rog Sui thiab tua Zhang Xutuo.\nTom qab ntawd, nws tau thov kom tawm tsam Xingluo (tom qab hloov npe hu ua Luokou) lub tsev khaws khoom, qhib lub tsev khaws khoom rau kev pab, thiab nthuav cov pab pawg, pab pawg Wagang tau loj hlob sai heev. Nyob rau xyoo 13th ntawm Daye, Li Mi tau coj Wagang Army, thiab Zhai Rang. Muaj kev sib ntaus sib tua ntawm Sui Dynasty thiab lwm yam teeb meem, thiab Li Mi tua Zhai Rang thiab ntau pua tus thwjtim. Tom qab ntawd, nws tau thov kom tawm tsam Xingluo (tom qab hloov npe hu ua Luokou) lub tsev khaws khoom, qhib lub tsev khaws khoom rau kev pab, thiab nthuav cov pab pawg, pab pawg Wagang tau loj hlob sai heev. Nyob rau xyoo 13th ntawm Daye, Li Mi tau coj Wagang Army, thiab Zhai Rang. Muaj kev sib ntaus sib tua ntawm Sui Dynasty thiab lwm yam teeb meem, thiab Li Mi tua Zhai Rang thiab ntau pua tus thwjtim.\nThaum Lub Peb Hlis 14th xyoo ntawm Daye, Yu Wenhuaji tua Emperor Yang ntawm Sui Dynasty\n, coj ntau tshaj 100,000 tus neeg rov qab los rau sab hnub poob. Nyob rau lub Peb Hlis ntawm lub kaum plaub xyoo ntawm Daye, Yu Wenhuaji (Yu Wen, lub xeem lub npe) tua Emperor Yang ntawm Sui Dynasty thiab rov qab mus rau sab hnub poob nrog ntau tshaj 100,000 tus neeg. Li Mi raug txib kom tawm tsam Huaji, Txawm hais tias Huaji tau swb lawm, Li Mi cov tub rog kuj raug kev puas tsuaj hnyav, tom qab ntawd lawv tau caum los ntawm Wang Shichong, Li Mi cov tub rog tau swb, thiab nws cov tub rog raug rhuav tshem. Cheng Yaojin), Niu Jinda thiab lwm tus raug ntes., Shan Xiongxin surrendered. Li Mi raug txib kom tawm tsam Huaji. Tom qab ntawd, nws tau caum los ntawm Wang Shichong, Li Mi cov tub rog tau swb lawm thiab nws lub yeej rog raug rhuav tshem, Nws cov thawj coj Qin Shubao, Cheng Zhijie (keeb kwm npe hu ua Cheng Yaojin), Niu Jinda thiab lwm tus raug ntes, thiab Shan Xiongxin surrendered. Li Mi xav tau kev pab, nws thiaj hla tus dej mus rau Heyang thaum lub Cuaj Hli thiab muab tso rau Tang Dynasty. Li Mi xav tau kev pab, nws thiaj hla tus dej mus rau Heyang thaum lub Cuaj Hli thiab muab tso rau Tang Dynasty.\nThaum lub Kaum Ib Hlis, Li Yuan tau xa Li Mi mus rau Shandong los nrhiav cov tub rog qub. Kaum Ib Hlis,\nLi Yuan xa Li Mi mus tos hauv Shandong kom nrhiav cov tub rog qub. Xav tias nws tau raug liam tias nws tau tawm tsam Tang. Xav tias nws tau raug liam tias nws tau tawm tsam Tang. Tang general Sheng Yanshi caw Li Mi los tua thiab tua nws ntawm Xinggong Xian. Tang general Sheng Yanshi caw Li Mi los tua thiab tua nws ntawm Xinggong Xian.", "聖意": "Lub tsev, lub tsev, tus nplaig, tus kheej, neeg phem, nrhiav kev nplua nuj, nkim lag luam, kev sib yuav tsis kav, Liujia, khoob paj, cov neeg taug kev, Yaotian, silkworm puas, rau cov tsiaj txhu puas, cov neeg ploj, foob, poob, tsiv teb tsaws, kev txuag, khoom ploj, mob, obstacles, roob qhov ntxa hloov kho", "古人": "Li Mi ntxeev siab tawm tsam Tang Dynasty", "第X籤": "Lub xya caum kos", "宮": "Tatsumi"}