{"籤詩版本二": "Cognition of Canglong Nineteenth Guards: Ib tug poj niam sib yuav tus txiv thib ob\nNrog ib tug hneev thiab ob tug xub, cov dinosaurs yuav nyob kaj siab lug tam sim ntawd", "詩意": "Qhov no hexagram zoo li ib tug hneev tuav ob xub.\nTxhua yam yog qhov zoo yog tias nws mus ua ke.", "解曰": "Tsis hnyav dhau. Txoj hmoo. Zhen Liuzhong qhib. Nws raug nquahu kom ceev faj.", "籤詩故事一": "◇ Wenjun mus ntsib Xiangru\nZhuo Wenjun yog tus ntxhais xeeb ntxwv ntawm Zhuo Wang, tus neeg lag luam nplua nuj nyob hauv Linqiong, Sichuan Province, nws txawj suab paj nruag thiab muaj lub npe sau ntawv. Nws tau sib yuav thaum nws muaj kaum rau.\nMuaj ib hnub, Sima Xiangru tau mus rau Zhuo Wangsun lub tsev rau kev noj mov, thaum nws paub tias Zhuo Wenjun yog poj ntsuam tshiab, nws tau ua zaj nkauj \"Phoenix Seeking the Phoenix\" qhia nws txoj kev hlub. Zhuo Wenjun twb tau hnov ​​​​txog Sima Xiangru, thiab lub rooj noj mov no ua rau nws nyiam Sima Xiangru. Ntawm qhov tod tes, tom qab Sima Xiangru lub rooj noj mov, nws tam sim ntawd siv nyiaj ntau los xiab Zhuo Wenjun tus kheej tus poj niam thiab hais kom nws qhia Sima Xiangru txoj kev hlub rau Zhuo Wenjun. Tom qab Zhuo Wenjun tau kawm txog Sima Xiangru txoj kev hlub ntawm tus poj niam, nws tam sim ntawd maj mus rau lub tsev so uas Sima Xiangru nyob.\nThaum lawv nyob hauv Chengdu, nkawm niam txiv muaj kev txom nyem thiab yuav tsum rov qab mus rau Linqiong qhib lub tsev so me me los ua lub neej, Zhuo Wenjun muag cawv thiab Sima Xiangru ntxuav tais diav, lawv nyob hauv lub neej txom nyem. Tom qab Zhuo Wenjun txiv, Zhuo Wangsun, kawm txog nws, nws pom zoo thiab pab nyiaj rau lawv raws li cov lus qhia ntawm nws cov phooj ywg, kom Sima Xiangru thiab Zhuo Wenjun rov qab mus rau Chengdu mus nyob, thiab tom qab ntawd los ua neeg nplua nuj.", "聖意": "Kev poob tsev thiab khoom ntiag tug, ib tus kheej txoj cai thiab kev tsis ncaj ncees, nrhiav kev nplua nuj, kev ua haujlwm ua haujlwm, tiv thaiv kev sib yuav dua.", "古人": "Wenjun mus ntsib Xiangru", "第X籤": "Xya caum-ib Yeej Lotto", "宮": "Tatsumi"}