{"籤詩版本二": "Beekeepers yuav tsum thov rau zib mu, tsam lawv raug sting los ntawm sting\nYuav tsum muaj ib txoj kev coj txawv txawv nyob ntawm koj xub ntiag, qhov zais cia tob npaum li hav zoov pos.", "詩意": "Qhov no hexagram symbolizes muv sau zib mu.\nTxhua yam yog laborious thiab laborious.\n\n(Lub hexagram no nrhiav lub cim ntawm kev qab zib thiab iab.\nTiv thaiv kev puas tsuaj hauv txhua yam.\n)", "解曰": "Tej yam yuav tsum tau ua kom zoo. Tsis tas yuav yuam nws. Bees sau zib mu. Yog vim li cas?", "籤詩故事一": "◇ Wang Mang nrhiav kev txawj ntse\nTsev neeg Wang Mang nyob rau sab hnub poob Han Dynasty tuaj yeem hais tias yog tsev neeg nplua nuj. Txawm hais tias nws txiv tuag ntxov, ntau tus txiv ntxawm thiab txiv ntxawm tau los ua huab tais ntawm Han Dynasty.\nTab sis Wang Mang cov tsev neeg me me yog neeg pluag heev; nws txiv tuag thaum hluas, thiab nws tsuas yog nyob nrog nws niam, tso siab rau kev siab hlub los ntawm cov txheeb ze. Tab sis vim li no, Wang Mang tau tsim thiab xyaum ua cov txheej txheem ntawm kev sib tham nrog tib neeg txij li thaum nws tseem yog menyuam yaus. Txawm nws nyuaj siab lossis npau taws npaum li cas los xij, nws ib txwm ua kom pom kev zoo siab thiab kev thaj yeeb nyab xeeb ntawm cov txheeb ze, cov txwj laus lossis cov neeg sab nrauv, yog li nws tau txais txiaj ntsig zoo los ntawm txhua tus hauv xeem.\nMuaj ib zaug, nws tus txiv ntxawm mob mob hnyav heev, tom qab kawm txog nws, nws tuaj tos ntawm tus neeg mob lub txaj, nqa tshuaj thiab dej, thiab ceev faj thaum hmo ntuj, tau ob peb lub hlis ua ke, nws tsis hnav khaub ncaws, tsis hnav, thiab tawv ncauj. Nws tsuas yog \"tus neeg mob\" ntau dua li tus neeg mob.\nRau qhov no, txhua tus neeg nyob hauv Taiwan tau qhuas nws thiab sau ntawv thov kom muab nqi zog rau nws.\nYog li ntawd Emperor Cheng ntawm Han Dynasty tau muab nws lub npe ntawm New Capital Marquis thiab tsa nws ua tus saib xyuas hauv lub palace, dhau los ua tus thawj coj ntawm huab tais.\nNrog nws cov xwm txheej siab thiab muaj hwj chim loj, Wang Mang yeej tsis pom kev khav theeb lossis kev ua tsis taus, Hloov chaw, nws tau ua ntau dua thiab coj ncaj ncees, ntawm ib sab, nws tau ua phooj ywg nrog cov thawj coj, cov thawj coj, cov neeg muaj koob npe, thiab cov kws tshawb fawb. , nws pab cov neeg pluag thiab muaj siab dawb siab zoo nrog nws cov nyiaj txiag.\nTab sis nws ua neej nyob tsis muaj nuj nqis, feem ntau noj cov tais diav, tsis txhob hais txog hnav robes ntev thiab hnav ris tsho ntev, tsuas yog hnav khaub ncaws luv. Yog li ntawd, txhua tus hauv tsoomfwv thiab cov pej xeem koom ua ke qhuas nws nrog lo lus \"muaj txiaj ntsig\".\nTom qab ntawd, nws tus txiv ntxawm, Grand Sima Wanggen, tuag vim muaj mob thiab nws tau raug xaiv los ua nws hloov. Tus huab tais thiab tag nrho cov nom tswv xav tias nws yog tus tsim nyog tshaj plaws. Yog li ntawd, Wang Mang, uas tsuas yog peb caug yim xyoo, tau los ua Grand Sima nrog lub zog ua tub rog siab tshaj plaws hauv lub tebchaws.\n(Zaj dab neeg no yog ib qho piv txwv. Kev ua neeg zoo tuaj yeem pab koj tshem tawm qhov \"nyuaj ntawm kev raug muv\" thiab ua tiav koj lub hom phiaj raws li koj xav tau.)", "聖意": "Lub tsev tsis zoo rau tus kheej, tsev neeg muaj teeb meem, kev lag luam raug thaiv, kev sib yuav raug thaiv, muaj rau lub tsho tiv no tsis tseeb, cov neeg taug kev lig, cov kab laum sau qoob loo qis, cov tsiaj txhu tsawg, nyuaj rau nrhiav tau neeg, kev foob phem, kev tsiv teb tsaws chaw tsis yog, cov khoom ploj yog qhov phem, kab mob teeb tsa, lub toj ntxas ploj", "古人": "Wang Mang nrhiav txuj ci", "第X籤": "Yeej lub rho npe xya caum-ob", "宮": "Tatsumi"}