{"籤詩版本二": "Thaum lub caij nplooj ntoos hlav tuaj, thunder shakes thiab kab chirp, thiab kuv tig tawm ntawm av nkos\nThaum kuv xub paub tias kuv tseem tab tom yuav mus, ib zaug kuv hloov, kuv los ua ib tug zaj.", "詩意": "Qhov no hexagram zoo li xob quaj thiab kab.\nKev sib ntsib ib tug neeg muaj koob muaj npe yog lub cim zoo hauv txhua yam.", "解曰": "xob laim. Ob deposits nyob rau hauv thiab tawm. Hloov ib zaug. Mus txog Tianmen.", "籤詩故事一": "◇ Chenqiao Mutiny\nNyob rau hauv 959 AD, Zhou Shizong Chai Rong tuag, thiab Emperor Gong, Chai Zongxun, uas tau nce lub zwm txwv, tsuas yog xya xyoo. Lub sijhawm ntawd, Zhao Kuangyin, uas yog tus saib xyuas nyob rau hauv pem hauv ntej ntawm lub palace thiab tus sawv cev ntawm Songzhou rau German Army, tuav lub hwj chim tiag tiag.\nNyob rau lub caij nplooj ntoo hlav xyoo 960 AD, Zhenzhou (hnub no Zhengding, Hebei Province) thiab Dingzhou (hnub no Dingxian County, Hebei Province) tau tshaj tawm tias cov tub rog ntawm Northern Han Dynasty thiab Liao Xeev tau sib koom ua ke mus rau sab qab teb los tawm tsam tom qab Zhou Dynasty, nrog. lub zog loj heev, thiab thov kom xa cov tub rog los pab. Tom qab ntawd, Zhou Dynasty kom Zhao Kuangyin coj nws cov tub rog sab qaum teb mus tawm tsam cov yeeb ncuab. Zhao Kuangyin ua yeeb yam tsis pub lwm tus paub raws li kev npaj ntawm nws tus tij laug Zhao Guangyi, Zhao Pu, Shi Shouxin thiab lwm tus.\nLub Ob Hlis 3, thaum cov tub rog tuaj txog ntawm Chenqiaoyi (tam sim no Chenqiao Town, sab qab teb ntawm Fengqiu, Henan), lawv tau tawm tsam thiab hais kom cov tub rog hnav lub tsho daj rau nws. . Tom qab ntawd, Zhao coj nws cov tub rog rov qab mus rau Kaifeng yam tsis tau hlawv, tua lossis nyiag khoom. \"Taizu Chen Qiao tau cog lus tias tsis txhob cuam tshuam cov neeg ntawm lub nroog, thiab nws tau cog lus tias yuav tsis cuam tshuam lub nroog hnub nws nkag mus hauv nroog.\"\nHnub peb ntawm lub hli thib peb ntawm lub hli, Zhao Kuangyin mutini hauv Chenqiao thiab rov qab los rau lub nroog, Fan Zhi coj Wang Pu thiab Wei Renpu mus nug Zhao Kuangyin. : \"Peb cov tub rog tsis muaj tus tswv. Cov thawj coj tau txiav txim siab los tsa nws ua tus huab tais. Leej twg hais tawm yuav raug tua!\". Wang Pu lub ntsej muag daj ntseg zoo li lub ntiaj teb, nws txo qis nws cov kauj ruam thiab nyo hau, Fan Zhi kuj nyo hau, Kuang Yin tus kheej tau pab nws sawv thiab ua siab zoo rau nws.\nTom qab muaj kev tawm tsam me ntsis, Emperor Gong ntawm Tom Qab Zhou Dynasty tau tuav lub zwm txwv, thiab Zhao tau tuav lub zwm txwv. \"Taizu tab tom yuav txais Zen, tab sis tsis muaj ntawv Zen. Tao Gu, tus kws tshawb fawb ntawm Hanlin, lees txais qhov kev txiav txim. thiab los nyob rau hauv ib sab ntawm nws, hais tias: \"Nws tiav lawm.\"\nTom qab Zhao los txog rau lub zwm txwv, nws hloov lub teb chaws lub npe hu ua Song, Yuan rau Jianlong, thiab ua Kaifeng lub peev. Shi Shouxin, Gao Huaide, Zhang Lingduo, Wang Shenqi, Zhang Guanghan, thiab Zhao Yanhui tag nrho cov muab tsub lub title ntawm Jiedushi. , uas yog lub npe hu ua \"Chenqiao Mutiny\" hauv keeb kwm.\nWikipedia\n(Cov dab neeg no sawv cev tias qhov no yog qhov pib ntawm Zhao Kuangyin qhov kev ua yeeb yam.)", "聖意": "Thov Vajtswv rau koj lub tsev, lub neej niaj hnub, kev nplua nuj, hmoov zoo, hmoov zoo hauv kev lag luam, kev sib yuav zoo, kev vam meej hauv Liujia, txiv neej taug kev, yug ntxov ntawm silkworms hauv teb, yug me nyuam ntawm rau tsiaj, hmoov zoo rau lub caij nplooj ntoos hlav, nrhiav neeg , kev vam meej hauv kev sib foob, hmoov zoo hauv kev tsiv teb tsaws, cov khoom ploj, kev phom sij hauv cov kab mob, kev phom sij hauv roob thiab qhov ntxa.", "古人": "Chenqiao Mutiny", "第X籤": "Kos npe xya caum-peb", "宮": "Kuv Palace"}