{"籤詩版本二": "Ib yam li rub tus Tsov hla lub roob siab, sib ntaus sib tua thiab sib tw ua kom txias txias\nYog tias koj ua ib yam dab tsi zoo yam tsis tau paub txog, koj yuav tsum ceev koj tus kheej kom nyab xeeb, lo lus rub tus tsov txhais tias khawm tus tsov.", "詩意": "Qhov no hexagram zoo li tuav (txuas) tus Tsov hla lub roob.\nTxhua yam yog txaus ntshai thiab txaus ntshai.", "解曰": "Kev phom sij yog qhov txaus ntshai. Muaj obstacles ua ntej. Yog koj thov kom tswv yim. Nws yog ib qho nyuaj heev.", "籤詩故事一": "◇ Wu Yuan tshuav Zhaoguan hmo ntuj (Wu Zixu dhau Zhaoguan)\nWu Zixu yog ib haiv neeg ntawm Chu nyob rau lub caij nplooj ntoos hlav thiab lub caij nplooj zeeg. Lub sijhawm ntawd, Vajntxwv Ping ntawm Chu xav tua nws. Vajntxwv Ping ntawm Chu tau muab nqi zog rau Wu Zixu raug ntes, thiab tau muab nws cov duab kos thiab muab tso rau ntawm lub rooj vag nroog thoob plaws Chu Xeev, thiab hais kom cov tub ceev xwm nce kev tshawb nrhiav. Thaum Wu Zixu khiav mus rau Zhaoguan, ciam teb ntawm Wu thiab Chu, cov thawj coj ntawm Zhaoguan tau soj ntsuam zoo heev, nws txhawj xeeb heev uas nws pw tsis tau ob peb hmo ua ke, thiab txawm tias nws cov plaub hau tig grey nrog kev txhawj xeeb. Hmoov zoo, kuv tau ntsib ib tug txiv neej hu ua Dong Gao Gong, uas tau khuv xim nws qhov xwm txheej thiab coj nws mus tsev mus nkaum. Duke Dong Gao muaj ib tug phooj ywg uas zoo ib yam li Wu Zixu, yog li Duke Dong Gao thov kom nws xeem dhau los ntawm kev ua txuj ua tus Wu Zixu. Cov neeg saib xyuas tau ntes tus cuav Wu Zixu, tab sis Wu Zixu tiag tiag tsis tuaj yeem lees paub los ntawm cov thawj coj vim nws cov plaub hau dawb tag nrho, yog li lawv cia nws hla. Tom qab ntawd, nws tau khiav nyab xeeb mus rau lub xeev Wu.\n(Hloov Wu Zixu nrog ib tug phooj ywg uas zoo sib xws, thiab leej twg nws tus kheej muaj cov plaub hau grey, yog \"tes khawv koob\" ntawm zaj dab neeg no)", "聖意": "Thov Vajtswv rau koj lub tsev thiab koj lub tsev tiv thaiv koj tus kheej, ceev faj nrhiav kev nplua nuj, ceev faj hauv kev lag luam, stagnation hauv kev lag luam, kev sib yuav nyuaj", "古人": "Wu Yuan tawm Zhaoguan hmo ntuj (Wu Zixu dhau Zhaoguan)", "第X籤": "Lub xya caum-tsib kos npe", "宮": "Kuv Palace"}