{"籤詩版本二": "Kev sib xyaw ntawm ntses thiab zaj muaj lub ntsiab lus zoo ib yam, nyob hauv lub pas dej tob thiab tos kom muaj hmoo.\nTsis nco qab, Yumen dhia hla Dragon Palace nrog nws lub taub hau tsa.", "詩意": "Lub hexagram ntses thiab zaj nyob twj ywm tsis hloov.\nTxhua yam tuaj raws sijhawm.", "解曰": "Txawm hais tias nws yog Ziji. Tseem tos. Npaj koj tus kheej ua lag luam. Tsis txhob ua yuam kev.", "籤詩故事一": "◇ Hongwu saib nyuj\nZhu Yuanzhang, ib haiv neeg ntawm Zhongli, Haozhou (tam sim no Fengyang County, Anhui Province), yug hauv thawj xyoo ntawm Tianli ntawm Yuan Wenzong ntawm Yuan Dynasty, qeb thib plaub hauv nws tsev neeg. Nws yug los hauv tsev neeg pluag, vim nws txom nyem thaum nws tseem hluas, nws kawm tsis tau ntawv thiab muaj ib zaug yug nyuj rau tus tswv tsev.\nNyob rau xyoo thib plaub ntawm Zhizheng (1344), muaj kev kub ntxhov hnyav hauv Huaibei, Zhu Yuanzhang txiv, niam, thiab kwv tij tuag tas mus li, yog li nws tsis muaj kev xaiv tsuas yog los ua ib tug hauj sam tshiab hauv lub Tuam Tsev Huangjue.\nTsawg tshaj li ob lub hlis tom qab nkag mus rau hauv lub tuam tsev, vim qhov nyuaj ntawm kev sau cov nqi tsev ntawm lub tuam tsev nyob rau xyoo kev tshaib kev nqhis, tus tswv lub tuam tsev tau kaw lub tsev khaws khoom thiab tso cov neeg ua haujlwm tseg, Zhu Yuanzhang tau tawm hauv nws lub zos thiab ua ib tug neeg vwm (a tus txiv plig uas tau ua neej nyob los ntawm kev thov Vajtswv).\nTom qab ntawd, Zhu Yuanzhang tau los ua Taizu ntawm Ming Dynasty thiab \"civilian huab tais\" hauv Suav keeb kwm, nrog rau lub npe kav \"Hongwu\".\n(Cov lus piv txwv ntawm zaj dab neeg no yog qhov ua tau zoo ib ntus tsis tau txhais hais tias nws yuav zoo li yav tom ntej. Qhov no yog vim lub sijhawm tseem tsis tau los.)", "聖意": "Tsev neeg muaj kev nyab xeeb, tsev neeg noj qab nyob zoo, hmoov zoo, kev lag luam tos, kev sib yuav lig, tus txiv neej yug hauv Liujia, taug kev lig, silkworm lig, silkworm nplua nuj, rau tsiaj yog tailed, tus neeg ploj lawm, tsis muaj kev foob yog ncua, kev tsiv teb tsaws chaw yog conservative, lub ploj khoom raug thaiv, kab mob yog hindered, lub toj ntxas tshwm sim", "古人": "Hongwu saib nyuj", "第X籤": "Ntau xya caum-rau", "宮": "Kuv Palace"}