{"籤詩版本二": "Hauv kev npau suav, nws tau hais tias yuav muaj nyiaj ntau, tab sis lub koob meej yuav los tsis muaj dab tsi.\nCov dej nyob deb thiab cov roob nyob deb, tab sis nyuaj rau kev ntseeg, tus neeg muaj koob muaj npe qhia thiab luag nyav.", "詩意": "Qhov no hexagram sawv cev rau lub cim ntawm tau txais cov khoom muaj nqis hauv npau suav.\nTxhua yam yog ntau lossis tsawg tiag.", "解曰": "Npau suav zoo li npau suav. Tsis muaj kev cia siab ntawm koob meej. Tsuas yog tos lub sijhawm zoo. Noble cov lus qhia.", "籤詩故事一": "◇ Rov qab lub jade rau Zhao (rov qab lub jade rau Zhao tom qab ua tiav nws)\nXyoo 283 BC, Vajntxwv Zhao Huiwen tau txais Nws Bi los ntawm Chu. Tom qab Vajntxwv Qin Zhaoxiang tau hnov ​​​​txog xov xwm, nws tau xa tsab ntawv mus rau Vajntxwv Zhao, qhia tias nws kam pauv kaum tsib lub nroog rau Nws Bi.\nLin Xiangru txheeb xyuas Vaj Ntxwv Zhao tias Qin muaj zog thiab Zhao tsis muaj zog thiab yuav tsum tau hloov.\nVajntxwv Zhao mam li xa Lin Xiangru mus rau Qin nrog Nws Bi.\nVajntxwv Qin ntsib Lin Xiangru ntawm Zhangtai, thiab Lin Xiangru tau muab lub jade rau tus Vajntxwv Qin. Tus Vaj Ntxwv Qin zoo siab heev thiab dhau ntawm Nws Bi mus rau qhov zoo nkauj thiab txhua tus neeg nyob ib puag ncig saib nws, lub sijhawm no, txhua tus nyob sab laug thiab sab xis qw ua neej nyob ntev.\nLin Xiangru pom tias tus Vajntxwv Qin tsis xav muab lub nroog rau Zhao, nws thiaj hais rau Vajntxwv Qin tias nws lub jade yog qhov tsis zoo thiab xav taw tes rau tus Vajntxwv Qin thiaj li coj lub sijhawm kom tau txais lub nroog. jade rov.\nTom qab Lin Xiangru coj Heshi Bi, nws sawv ntawm ib sab ntawm tus ncej loj, qhia tias nws xav tuag nrog Heshi Bi.\nLub sijhawm no, Lin Xiangru tau hais rau tus Vajntxwv Qin tias: “Tus Vajntxwv Zhao tseem kov yeej qhov kev tawm tsam ntawm cov thawj coj thiab lees txais tus thawj tswj hwm qhov kev pom zoo. Qin yog ib lub teb chaws loj heev!Yuav khaws kev phooj ywg ntawm Qin thiab Zhao, Vaj Ntxwv Zhao Tom qab yoo mov tau tsib hnub, kuv tau xa kuv cov thawj coj mus rau Qin nrog cov jade. lub nroog, tab sis kuj tau dhau nws tsev neeg lub jade mus rau ib tug poj niam zoo nkauj, uas yog ib qho kev thuam ntawm kuv cov thawj coj tiag tiag.\"\nTom qab hais lus tas lawm, Lin Xiangru tam sim ntawd ua ib qho taw qhia txog kev ntaus tus ncej, Vaj Ntxwv Qin ntshai tias Nws Bi yuav puas tsuaj, yog li nws ua txuj muab Zhao kaum tsib lub nroog. Lin Xiangru pom los ntawm Vajntxwv Qin txoj kev ntxeev siab, yog li nws hais kom Vajntxwv Qin yoo mov tsib hnub uantej qhia Nws Bi kom ncua sijhawm. Nyob rau ob peb hnub no, Lin Xiangru tau xa nws cov neeg tuaj koom rov qab mus rau Lub Xeev Zhao nrog lub jade, thaum nws nyob nrog tus Vaj Ntxwv Qin.\n(Zaj dab neeg no zoo li tib neeg lub qhov muag tau ntxim nyiam los ntawm nws cov xwm txheej.)", "聖意": "Thov vaj tswv foom koob hmoov rau yus tus kheej kom txhob muaj nyiaj muaj kev sib yuav, kev sib yuav nyuaj, neeg tsis sib haum xeeb.", "古人": "Rov qab lub jade rau Zhao (ua tiav lub jade rau Zhao)", "第X籤": "Lub xya caum xya tus yeej lottery", "宮": "Noon Palace"}