{"籤詩版本二": "Ncaim pob, kuv xav kom koj nyob nyab xeeb, yog koj khaws koj lub cev kom nyab xeeb, kuv xav kom koj tsis txhob rov qab los.\nTsis txhob hnov ​​​​qab tias Vajtswv lub siab nyiam tau rov qab los. Tsis txhob thuam Vajtswv cov lus.", "詩意": "Tsis txhob ntseeg qhov hexagram no muaj tseeb.\nNws yog lub cim ntawm kev khaws cia hauv txhua yam.", "解曰": "Cov neeg muaj lawv tus kheej xav. Lub siab yuav tsum tsis txhob tibneeg hu tauj coob. Guanyin cov lus qhia. Tsis txhob saib tsis taus.", "籤詩故事一": "◇ Tsis pub leej twg paub txog tus chij tooj liab\nTus tsim nto moo ntawm Tang Dynasty, Qin Qiong (Qin Shubao) tau txais lub npe ntawm Grand Marshal ntawm Sui Dynasty. Yang Yicheng), tus thawj coj saib xyuas ntawm Sishui Pass, yog Emperor Yang ntawm Sui Dynasty tau txiav txim siab ua tus chij tooj liab, tab sis Qin Shubao tsis tuaj yeem tawm tsam nws ntev. Tom qab pom tias Luo Cheng, tus thawj coj ntawm kev tsim, yog nws tus npawg, nws hu nws tus phauj.\nUa ntej Luo Cheng tawm mus, nws hais rau nws niam tias tus neeg tuaj rhuav tshem tus chij yog nws tus npawg Qin Qiong, thiab nws niam hais kom nws zais nws. Hnub ntawm kev sib ntaus sib tua, Luo Cheng, uas yog tus saib xyuas tus chij Bronze, mam li nco dheev hloov sab thiab koom nrog Qin Qiong, lawv thaum kawg kov yeej lub Bronze Flag, Luo Cheng tuav Dongling Pass thiab rov qab yeej. lub Tang Dynasty.\n(Zaj dab neeg no yog ib qho piv txwv uas qee zaum koj yuav tsum tso siab rau qhov laj thawj thaum ua tej yam, tsis yog tso siab rau kev xav lossis kev ntseeg.)", "聖意": "Lub tsev tseem txaus siab cog lus rau nws tus kheej, nrhiav kev nplua nuj, khaws ib feem, ceev faj txog kev sib yuav, yug me nyuam ntxhais, cov neeg taug kev nyob hauv thaj teb, silkworms, xya ntsiab lus thiab rau cov tsiaj txhu puas tsuaj, nrhiav neeg, kev foob pej xeem thiab kev tsiv teb tsaws chaw. , poob khoom, kab mob sab hnub poob, kev daws rau roob, qhov ntxa mus rau sab hnub poob", "古人": "Tub ceev xwm pab txo tus chij bronze", "第X籤": "Xya caum cuaj Winning the Lott", "宮": "Noon Palace"}