{"籤詩版本二": "Cov nplooj ntawm cov ntoo sycamore tau poob, lub caij nplooj zeeg tab tom los, thiab cov neeg taug kev rov qab los zoo li huab.\nUa tsaug rau Vajtswv txoj kev siv zog zoo, lub nkoj rov qab nrog cov khoom muaj nqis nyob hauv cua.", "詩意": "Qhov no hexagram sawv cev rau cov duab ntawm sycamore nplooj poob.\nTxhua yam phem ua ntej thiab qhov zoo thaum kawg.", "解曰": "Nqa tej yam ntawm lub siab. Tianxin ua raws li nws. Ua neej nyob. Ua txhua yam koj ua tau.", "籤詩故事一": "◇ Cua tuaj rau Tengwang Pavilion\nWang Bo, lub npe hu ua Zian, yog tus kws sau paj huam ntawm Tang Dynasty thaum ntxov, nws yug los hauv thawj xyoo ntawm Yonghui, Emperor Gaozong ntawm Tang Dynasty. Wang Bo tau nyeem vaj lug kub txij thaum nws tseem yog menyuam yaus, thiab nws paub tias yog \"tus me nyuam prodigy\". Wang Bo tau nyeem vaj lug kub txij thaum nws tseem yog menyuam yaus, thiab nws paub tias yog \"tus me nyuam prodigy\".\nThaum nws muaj kaum xyoo, nws thiab nws txiv tau tshwm sim los ntawm lub Tuam Tsev Guandi, lawv pom tus mlom zoo nkauj ntawm Guandi hauv lub tuam tsev, tuav daim ntawv \"Lub Caij Nplooj Ntoos Hlav thiab Lub Caij Nplooj Ntoos Hlav\" thiab nyeem nws, thaum nws txiv pom nws, nws. Nws tau tshoov siab rau Emperor Guan: \"Tuav peb lub xauv ntawm hwj txwv ntsuab, nyeem keeb kwm ntawm Qing Dynasty mus rau lub teeb ntsuab thiab hwm cov npe nrov. Tuav tus zaj ntsuab thiab lub hli hauv kuv txhais tes.\" Nws hais tias. tias thaum lub caij nplooj zeeg xyoo no, Wang Bo tau tawm ntawm Shanxi mus rau Hainan Island mus xyuas nws txiv uas raug demoted mus rau lub nroog magistrate ntawm Jiaozhi. Thaum lub caij nplooj zeeg xyoo thaum nws muaj nees nkaum xya xyoo, Wang Bo tau tawm ntawm Shanxi mus rau Hainan Island mus xyuas nws txiv, uas tau raug demoted mus rau txoj hauj lwm ntawm Jiaozhi County Magistrate.\nHnub ntawd thaum peb mus txog ntawm lub roob Madang, sawv daws thiaj li mus so tom ntug hiav txwv, thaum Wang Bo taug kev ntawm lub tuam tsev qub ib leeg, nws dheev pom ib tug txiv neej laus zaum saum lub pob zeb ntawm lub tuam tsev, tus yawg laus zoo li menyuam yaus cov plaub hau ncaj. Thiab tus poj niam zoo nkauj, nws hais rau Wang Bo \"Koj tsis yog Wang Bo?\" Wang Bo xav tsis thoob, thiab hais tias, \"Yuav ua li cas koj paub li ntawd?\" Tus txiv neej laus hais tias, \"Kuv tau hnov ​​ntev lawm tias koj muaj qhov zoo. kev xav cawm tib neeg, thiab koj zaj paj huam muaj nuj nqis heev, yuav muaj ib lub rooj noj mov loj ntawm Tengwang Pavilion tag kis, yog koj tuaj yeem tuaj koom rooj noj mov thiab sau ntawv, koj yuav muaj npe nrov thoob plaws lub hnub nyoog thiab tau txais cov nqi mus ncig. \"Thaum lawv tuaj txog. Nyob rau ntawm lub roob Madang, sawv daws thiaj li mus rau ntug hiav txwv, thaum Wang Bo tab tom taug kev ntawm lub tuam tsev qub ib leeg, dheev pom ntawm lub pob zeb ntawm lub tuam tsev, muaj ib tug txiv neej laus zaum, zoo li me nyuam mos plaub hau ncaj thiab ib tug fairy taleas. Nws hais rau Wang Bo, \"Koj tsis yog Wang Bo?\"\nWang Bo txawm xav tsis thoob thiab hais tias, \"Yog lawm! Koj puas paub qhov ntawd?\"\nTus yawg laus hais tias: \"Kuv twb hnov ​​ntev lawm tias koj muaj lub siab zoo los cawm tib neeg, cov paj huam uas koj sau tau muaj txiaj ntsig heev, tag kis yuav muaj ib lub rooj noj mov loj ntawm Prince Teng's Pavilion, yog tias koj tuaj yeem tuaj noj mov thiab sau, koj yuav nto moo thoob plaws lub hnub nyoog thiab koj yuav tau txais cov nqi mus ncig. \"\nWang Bo hais tias: \"Qhov chaw no yog rau los sis xya puas mais deb ntawm Tengwang Pavilion, ua li cas peb tuaj yeem tuaj ntawm no tag kis? tag kis yuav tuaj txog.\" Wang Bo ua tsaug rau kuv thiab hais tias: \"Thov zam txim rau kuv, kuv txiv yawg, koj puas yog ib tug neeg tsis txawj tuag los yog ib tug vajtswv?\" Tus yawg laus luag thiab hais tias, \"Kuv yog Zhongyuan Shuijun ua tus saib xyuas. Thaj chaw dej no!” Wang Bo hais tias, \"Qhov chaw no yog rau los yog xya puas mais deb ntawm Tengwang Pavilion, ua li cas peb tuaj yeem tuaj ntawm no tag kis?\"\nTus txiv neej laus hais tias: \"Kuv yuav siv tus nees ua cua los saum ntuj los pab koj kom muaj kev caij nkoj zoo. Kuv yuav tuaj txog tag kis.\"\nWang Bo ua tsaug rau nws thiab hais tias, \"Thov txim, txiv yawg, koj puas yog ib tug neeg tsis txawj tuag los yog ib tug vajtswv?\"\nTus yawg laus luag thiab hais tias, \"Kuv yog Zhongyuan Shuijun uas yog tus saib xyuas thaj chaw dej no!\" Ces tus yawg laus hais kom Wang Bo nce nkoj sai sai, nws pom huab cua zoo nyob ib puag ncig nws, thiab cua. thiab dej tau du lug ntawm txoj kev, nyob rau hauv ib lub qhov muag, nws tau mus ntau pua mais.\nCes tus yawg laus hais kom Wang Bo nce nkoj sai sai, nws pom huab cua zoo nyob ib puag ncig nws, thiab taug kev yooj yim, hauv ib lub qhov muag, nws tau mus ntau pua mais. Raws li xav tau, Wang Bo tau maj nrawm mus rau Prince Teng's Pavilion thaum sawv ntxov ntawm qhov kev tshwm sim loj.\nRaws li xav tau, Wang Bo tau maj nrawm mus rau Prince Teng's Pavilion thaum sawv ntxov ntawm qhov kev tshwm sim loj. Thiab ntawm qhov chaw, nws tau sau \"Preface rau Tub Vaj Ntxwv Teng's Pavilion\", uas yog hu ua tus kws tshaj lij nyob mus ib txhis los ntawm Emperor Gaozong ntawm Tang Dynasty. Thiab ntawm qhov chaw, nws tau sau \"Preface rau Tub Vaj Ntxwv Teng's Pavilion\", uas yog hu ua tus kws tshaj lij nyob mus ib txhis los ntawm Emperor Gaozong ntawm Tang Dynasty.\nMuaj ib zaj paj huam hais tias:\nNws yeej ib txwm hais tias cov neeg txawj ntse yog vajtswv, yog li ntawd nws tsis yog ib qho xwm txheej uas cua coj Nanchang mus rau Nanchang;\nKuv tau sau ib kab lus hais txog Teng Wang lub pavilion siab, thiab tom qab ntawd nws nrog cov neeg tsis txawj tuag rau Zhongyuan.", "聖意": "Thov Vajtswv rau koj lub tsev thiab tiv thaiv koj tus kheej, thov Vajtswv foom koob hmoov, nrhiav kev nplua nuj, thiab ua tiav kev sib yuav thiab kev sib haum xeeb.", "古人": "cua tshuab mus rau Tengwang Pavilion", "第X籤": "Kos npe yim caum", "宮": "Wei Gong"}