{"籤詩版本二": "Piv txwv li, yog tias hnub thib peb, plaub, lossis hnub thib tsib ntawm lub hli lunar ploj lawm, nws yog ib nrab tsis tuaj, ib nrab tam sim no, thiab tsis tiav.\nTos txog thaum ib tag hmo noj hmo nyob rau hnub kaum tsib ntawm lub xyoo, txhua yam yog ci thiab puv", "詩意": "Hauv no hexagram, lub hli ploj lawm tab sis tsis puv.\nUa siab ntev rau txhua yam.", "解曰": "Nyob twj ywm thiab tos. Zoo li thawj lub hli. Tos lub sij hawm puag ncig. Tsis muaj dab tsi phem.", "籤詩故事一": "◇ Li Yuan nce lub zwm txwv\nNyob rau xyoo tas los ntawm Sui Dynasty, Emperor Yang ntawm Sui Dynasty tau ua tsis ncaj thiab tsis sib haum xeeb, muaj kev lom zem nyob txhua qhov chaw, ua rau muaj kev chim siab ntawm cov neeg thiab faib lub teb chaws Ottoman ntawm cov phab ej.\nXyoo 618 AD, Yu Wenhuaji, Sima Dekan, Pei Qantong thiab lwm tus tau tawm tsam kom tua Emperor Yang ntawm Sui Dynasty thiab tshaj tawm Yang Hao ua huab tais.\nTsis ntev Yu Wenhuaji tua Qin Wanghao thiab tshaj tawm nws tus kheej Emperor Xu, tsim lub teb chaws Xu.\nXyoo tom qab, nws tau koom ua ke los ntawm Tang general Li Shentong thiab Xia huab tais Dou Jiande.\nTom qab thaj tsam Central Plains paub txog kev tuag ntawm Emperor Yang, Luoyang tus neeg saib xyuas Wang Shichong txhawb King Dong ntawm Yue ua huab tais, uas yog, Emperor Ai ntawm Sui Dynasty.\nLub sijhawm no, Li Yuan tso Yang You, tshaj tawm nws tus huab tais hauv Taiyuan, thiab hloov lub tebchaws lub npe rau Tang. Qhov no yog Tang Gaozu.", "聖意": "Lub tsev thiab lub tsev xav tau rau tus kheej, hmoov zoo nyob rau lub caij ntuj sov thiab lub caij nplooj zeeg, ceev faj txog kev lag luam, tos lub sijhawm, kev sib yuav lig, Liujia yug tau ib tug ntxhais, cov neeg taug kev raug thaiv, silkworms ruaj khov, tsiaj txhu ruaj khov, nws nyuaj. mus nrhiav tau neeg, pej xeem kev foob thiab kev tsiv teb tsaws chaw yog kev saib xyuas, cov khoom ploj yog qhov nyuaj, mob nyuaj rau kev teeb tsa, xa mus rau lub toj ntxas, thiab hloov pauv.", "古人": "Li Yuan nce lub zwm txwv", "第X籤": "Yim caum-peb Winning Lottery", "宮": "Wei Gong"}