{"籤詩版本二": "Yuav ua li cas yog koj poob koj txoj kev tsim txiaj vim yog koj lub koob npe nrov kuv ntshai tsam hmoov zoo yuav hloov thiab tej yam phem yuav tshwm sim.\nNtshai, kuv tsis paub yuav mus qhov twg, kuv npau suav npau suav ntawm tus duab ntxoov ntxoo ntawm tsob ntoo ntsuab.", "詩意": "Qhov no hexagram sawv cev rau cov ntses txias tawm hauv dej.\nTsis muaj dab tsi txav tau.\n\n(Qhov no hexagram yog lub cim ntawm kev tsim txiaj tsis zoo thiab hmoov tsis zoo.\nKhaws koj txhais taw rau hauv av hauv txhua yam.\n)", "解曰": "Cov ntses txias tawm hauv dej. yoov nyob rau hauv cov tshuaj pleev. Yog koj nug txog cov phiaj xwm camp. Nws zoo dua rau Mo Qi\nDaim paib no yuav coj hmoov phem rau Liujia. Txhua yam mus tsis ncaj ncees lawm. Thov Vajtswv kom ruaj ntseg.", "籤詩故事一": "◇ Zhuangzi kuaj nws tus poj niam\nZhuangzi yug hauv Zhou Dynasty, nws lub xeem yog Zhuang, nws lub npe yog Zhou, thiab nws lub npe yog Zixiu, nws yog ib tug neeg ntawm Mengyi nyob rau hauv Song Dynasty. Nyob rau hauv Zhou Dynasty, nws yog tus nom ntawm Qiyuan.\nMuaj ib hnub, Zhuangzi tau ntsib ib tug poj niam ntawm lub roob, nws zaum squat pem hauv ntej ntawm lub qhov ntxa tshiab, tuav nws tus kiv cua, zoo li nws xav kom qhuav cov av ntub ntawm lub ntxa. Zhuangzi tsis nkag siab nws lub hom phiaj, yog li nws nug nws. Nws hais tias tus neeg faus rau hauv qhov ntxa yog nws tus txiv, thiab nws tus txiv cov lus kawg yog tias nws tsis tuaj yeem rov yuav dua kom txog thaum cov av ntawm lub ntxa qhuav. Nws tsis tuaj yeem tos ntev dua, yog li nws tau nplawm cov av hauv qhov ntxa kom nws qhuav sai, yog li nws thiaj li nrhiav tau lub caij nplooj ntoo hlav thib ob.\nZhuangzi sighed thaum nws xav tias muaj xws li ib tug poj niam siab phem nyob rau hauv lub ntiaj teb no. Ces kuv xav tias, kuv tus poj niam puas yuav zoo li no? Thaum qhov kev ua xyem xyav tshwm sim, kuv xav sim nws.\nZhuangzi tus poj niam lub xeem yog Tian, ​​thiab ob peb feem ntau muaj kev sib raug zoo, txhawm rau sim nws tus poj niam txoj kev ntseeg siab, Zhuangzi txiav txim siab ua txuj ua neeg tuag.\nHnov tias Zhuangzi tuag vim muaj mob sai sai, ntau tus neeg los ntawm thoob plaws lub ntiaj teb, suav nrog cov txheeb ze thiab cov phooj ywg tuaj koom nrog lawv txoj kev tu siab, ntawm lawv yog ib tug huab tais zoo nraug thiab xeeb ntxwv ntawm lub xeev Chu, uas muaj nyiaj nplua nuj, pom Ms. Tian yog tus poj ntsuam tshiab thiab tu siab, nws caum nws. Ms. Tian tiv tsis tau qhov kev ntxias thiab poob rau hauv kev hlub nrog Wang Sun, lawv tau sib yuav hauv nees nkaum hnub xwb.\nHmo ntawd, thaum haus cawv thiab pob ntseg kub, Wang Sun mam li nco dheev raug mob plawv thiab tuag.\nMs. Tian ntshai thiab ntshai, thiab nug Wang Sun sai sai yuav ua li cas, Wang Sun tau dhau qhov mob thiab hais rau Ms. Tian tias lub hlwb ntawm lub cev tuag siv tau los coj cov neeg tuag rov qab los.\nNrhiav lub cev tuag qhov twg? Ms. Tian dheev xav, tsis yog nws tus txiv tuag? Yawg Tian tsis nco qab txog txoj kev hlub qub ntawm tus txiv thiab tus poj niam, thiab tau muab rab hneev thiab faib qhib nws tus txiv lub hleb, npaj nqa tawm nws lub hlwb rau tshuaj.\nUnexpectedly, thaum lub hleb tau qhib, Zhuangzi rov qab los muaj sia. Ms. Tian txaj muag heev uas nws dai nws tus kheej.\n(Cov dab neeg no yog ib qho piv txwv rau kev ua txhaum kev phooj ywg rau tus kheej, yog li peb tsis tuaj yeem pom zoo nrog nws.)", "聖意": "Lub tsev muaj kev thaj yeeb nyab xeeb, tus kheej muaj kev nyab xeeb, nyiaj txiag tsis ncaj ncees, kev lag luam raug txi, kev sib yuav raug daws, kev phem hauv Liujia vam meej, cov neeg taug kev tsis tuaj txog, cov kab lo lo ntxhuav nyob kaj siab lug, cov tsiaj txhu nyob kaj siab lug, cov neeg tab tom nrhiav neeg, kev foob tau hloov pauv, cov thwj tim tau khaws cia, cov cuab yeej tau ploj, tsis muaj mob, thiab lub roob thiab qhov ntxa tau ua phem.", "古人": "Zhuangzi sim nws tus poj niam", "第X籤": "Loj 84", "宮": "Wei Gong"}