{"籤詩版本二": "Cov huab tsaus nti thiab pos huab npog txoj kev pem hauv ntej ntawm lub roob, txhua yam yog puag ncig thiab lub hli rov qab.\nYog nej tau paj huam thiab phau ntawv mas nej yuav sawv los ntawm kev npau suav tob, tus neeg muaj koob muaj npe yuav coj nej mus rau saum ru tsev.", "詩意": "Qhov no hexagram cim qhov kawg ntawm lub caij nplooj ntoos hlav thiab lub paj tawg paj.\nTxhua yam hloov tom qab tus Tswv.", "解曰": "Tus txiv neej laus yuav tsum thov kev pab. Nws blooms dua nyob rau lub caij nplooj ntoos hlav. Xav tau koob meej thiab kev muaj nyiaj. ntsib cua daj cua dub lig hauv lub neej.", "籤詩故事一": "◇ Han Wengong ntsib cov daus\nHan Yu, uas nws lub npe hu ua Tuizhi, yog los ntawm Changli. Tang Dezong los ua ib tug Jinshi nyob rau hauv yim xyoo ntawm Zhenyuan, thiab nws posthumous title yog Wen Gong.\nThaum lub sij hawm huab tais Xianzong ntawm Tang Dynasty, Han Yu remonstred nrog Buddha cov pob txha, uas npau taws rau tus huab tais. Han Yu tso nws poj niam thiab me nyuam mus rau Chaozhou. Tom qab taug kev tsawg tshaj li ob peb hnub, cua txias tuaj thiab nws tau daus hnyav heev. Han Yu tuaj txog ntawm qhov chaw uas cov daus tob tob tob, ua rau nws nyuaj rau nws tus nees txav mus tom ntej, tsis muaj tsev nyob ze thiab nws tsis paub tias txoj kev nyob qhov twg. Yog tias koj xav ua raws li txoj kev thiab tawm mus, tsis muaj txoj hauv kev rov qab los. Cua tau cua tshuab thiab cov daus tau poob sai heev, Han Yu tau ntub rau ntawm daim tawv nqaij, khov thiab tshaib plab, thiab tsis muaj qhov twg los qhia nws txoj kev tu siab.\nHan Yu txawm ntuav thiab hais tias: \"Tus huab tais yuav tsis tua kuv, tab sis tus huab tais xav ua kom kuv puas tsuaj.\"\nTsuas yog thaum Han Yu xav ua siab ntev, nws pom ib tug txiv neej los ntxuav cov daus txawm tias txias heev, nws hloov mus ua Han Xiangzi (Han Yu tus xeeb ntxwv).\nUa ntej, Han Xiangzi tau hais rau Han Yu: \"Yun Heng lub tsev nyob qhov twg hauv Qinling? Cov daus puag lub rooj vag xiav thiab tus nees nres mus tom ntej.\" Lub sijhawm ntawd, Han Yu tsis nkag siab tias Han Xiangzi txhais li cas, tab sis tam sim no nws thaum kawg to taub.\nYog li ntawd, Han Yu thiab Han Xiangzi tau mus pw hmo ntuj hauv Fu lub tsev hauv Languan. Hais txog yav dhau los thiab txoj kev cog qoob loo, Han Yu tau ntseeg siab.\nTom qab ntawd, Han Yu tau tso nws txoj hauj lwm, muab tag nrho nws cov cuab yeej cuab tam rau tsoom fwv hauv zos, thiab mus rau toj siab mus xyaum Taoism thiab ua tsis txawj tuag.", "聖意": "Lub tsev tsis zoo rau tus kheej, ceev faj nrhiav nyiaj txiag, tsom mus rau kev lag luam, kev sib yuav lig, Liujia poj niam taug kev thaiv teb, silkworms zoo, tsiaj txhu zoo, nrhiav neeg tsis yooj yim, pej xeem foob rov qab, tsiv teb tsaws yog kho tshiab, tej yam uas ploj lawm yog loj, kab mob yuav ncua, lub toj ntxas yuav tsum tau hloov.", "古人": "Han Wengong ntsib snow", "第X籤": "Yim caum tsib tus yeej lottery", "宮": "Shen Gong"}