{"籤詩版本二": "Lub caij nplooj ntoo hlav tuaj, cov paj tawg paj ntawm lub sam thiaj, thiab cov tsheb mus ncig ntau txhiab mais deb tau nqa cov khoom muaj nqis.\nYog hais tias koj tau txais lub thib peb nthwv dej ntawm Yumen, nws yuav zoo li ib tug xob quaj rau hauv av", "詩意": "Qhov no hexagram sawv cev rau cov duab ntawm ntsib tus huab tais hauv tsev hais plaub.\nTxhua yam zoo heev.", "解曰": "Tus huab tais raug tsa. Zoo li cov khoom muaj nqis nyob hauv kev txom nyem. Ua raws li koj lub siab. Thawj ntawm cov hexagrams.\nDaim paib no ua raws li koj lub siab xav. Txhua yam zoo.", "籤詩故事一": "◇ Peb yuan hauv kev lag luam\nShang Ren (1414-1486), lub npe hu ua Hongzai, lub npe menyuam yaus Suting, posthumous title Wenyi, yog haiv neeg ntawm Chun'an, Zhejiang, Suav. Nws yug los rau lub Ob Hlis 25, xyoo kaum ob ntawm Yongle hauv Ming Dynasty.\nTsis yog nws txiv thiab nws cov poj koob yawm txwv tsis yog thawj coj, tab sis nws tau txais txiaj ntsig los ntawm tus kws tshawb fawb Wang Rui thaum nws tseem ntxov. Nyob rau xyoo 10 ntawm Xuande nyob rau hauv Ming Dynasty (1435), nws tau ranked thawj hauv lub xeev xeem (Xie Yuan). , nws ua tsis tiav ntau yam kev xeem, yog li nws mob siab rau nws tus kheej rau kev kawm hauv Taixue, thiab tau hlub los ntawm Imperial Academy Li Shimian txaus siab tias nyob rau xyoo 10 ntawm Zhengtong (1445), nws tau ua tus thawj hauv Huiyuan Examination (Huiyuan), thiab ces ranked thawj nyob rau hauv lub Palace Examination (Zhuangyuan). Nyob rau hauv Ming Dynasty, tsuas yog Huang Guan thiab nws, uas raug tso tseg los ntawm Zhu Di, muaj lub meej mom no.", "聖意": "Hmoov zoo hauv tsev, hmoov zoo, hmoov zoo hauv kev lag luam, hmoov zoo hauv kev sib yuav, kev vam meej hauv Liujia, xov xwm zoo rau cov neeg taug kev, xov xwm zoo hauv teb, silkworms, kev vam meej tsiaj nyeg, nrhiav neeg, rov qab, sib foob, kev vam meej, tsiv teb tsaws, zoo. hmoov zoo nyob rau hauv cov kab mob, Anshan graves", "古人": "Shang Lu Zhong San Yuan", "第X籤": "Kos npe yim caum-rau", "宮": "Shen Gong"}