{"籤詩版本二": "Taug kev ib nrab ntawm lub roob sab hnub poob, lub pob tsuas ntawm Junling tsis tuaj yeem nyob.\nSaib mus rau Vajtswv tiv thaiv, lub cev no tseem nyob rau hauv lub morgue", "詩意": "Qhov no hexagram zoo li nrhiav kub hauv cov xuab zeb.\nMuaj cov cim ntawm cov neeg muaj koob muaj npe nyob hauv txhua yam.\n\nTsis tas li: Qhov no hexagram qhia tias tus neeg muaj kev phom sij.\nMuaj cov cim ntawm cov neeg muaj koob muaj npe nyob hauv txhua yam.", "解曰": "Jade tuaj yeem pom los ntawm pob zeb chiseling. Nrhiav kub hauv cov xuab zeb. Yuav tsum ua hauj lwm hnyav. Tsuas yog teeb meem.\nLwm txoj haujlwm: qhov xwm txheej nyuaj. Tsis nyob qhov twg. Thov Vajtswv foom koob hmoov. Thov Vajtswv rau kev thaj yeeb nyab xeeb.", "籤詩故事一": "◇ Kub kub thiab tshawb cov qhov tsua hauv av\nTxhawm rau ua kev zoo siab rau nws cov tub rog siv zog, Cheng Yaojin tuav lub rooj noj mov ntawm Yanwuyang. Mam li nco dheev ib lub qhov qhib rau hauv av, uas yog unfathomable, txhua leej txhua tus tau kos ntau los ntawm kev xaiv cov lus, tom cov kub kom yeej, thiab xauj hlua khi lawv tus kheej rau hauv lub qhov.\nMuaj pob zeb qhov rooj, rooj, rooj zaum, txuas hniav thiab lwm yam khoom, ntawm lub rooj muaj zaj robes thiab jade siv, uas yog ua los ntawm kub thiab hnav tawm ntawm lub qhov tsua.\nYao Jin tuaj tawm ntawm lub qhov nrog ib lub thawv loj thiab ib lub thawv me, qhib lub thawv ntoo thiab tshem tawm lub jade foob, qhib lub thawv, tshem tus chij loj thiab lub kaus mom lub tsho thiab lem thiab muab tso rau ntawm lub rooj, thiab sawv daws saib lawv ib leeg. Kuv pom yim lub cim cim sau rau ntawm lub foob loj yog \"Dab Ntxwg Nyoog King ntawm Hunshi, Tus Vaj Ntxwv Zoo Tshaj Plaws\".\nTxhua leej txhua tus pe hawm nws ua \"Emperor\", thiab Yaojin ua li no tau peb xyoos ua Vajntxwv Ntxwv. (Qhov tseeb, qhov no tsuas yog qhia tus kheej xwb, thiab Cheng Yaojin tsuas yog tus thawj coj ntawm lub zos thaum lub sijhawm.)\n( Zaj dab neeg no yog ib qho piv txwv hais tias tej yam zoo ib yam li kev ua yeeb yam. Qhov no yog kev kos duab ntawm \"lub cev no tseem nyob hauv qhov tsis muaj dab tsi\".)", "聖意": "Kev thov Vajtswv hauv tsev thiab hauv tsev, tus kheej, tsis muaj txiaj ntsig, nrhiav kev nplua nuj, kev ua haujlwm hnyav, ceev faj hauv kev lag luam, kev sib yuav yuav cuam tshuam los ntawm Liujiaxu, cov neeg taug kev, Chitian silkworms, ruaj khov rau 6 tsiaj nyeg, nrhiav neeg, tsis muaj kev foob, poob, tsiv teb tsaws, khaws cia. poob khoom, kab mob phem, obstacles, roob thiab graves.", "古人": "Tshawb nrhiav Crypt rau Kub", "第X籤": "Kos npe yim caum xya", "宮": "Shen Gong"}