{"籤詩版本二": "Tsis txhob thab kuv txog koj tus kheej, qhov no yog qhov tsim nyog los nug cov pej xeem.\nIb lub siab ntshiab ci ntsa iab zoo li lub hli ci ntsa iab saum ntuj", "詩意": "Qhov no hexagram sawv cev rau cov duab ntawm lub hli ci ntsa iab saum ntuj.\nTxhua yam yog ci thiab airy.", "解曰": "Ua siab ncaj hauv siab. Ncaj nraim txoj cai. Cov lus dawb huv. Thaum kawg nws thiaj paub meej.", "籤詩故事一": "◇Kong Ming's general\nKev daws: Zhuge Liang npaj nws cov tub rog thiab cov thawj coj\nLub sijhawm Peb Lub Nceeg Vaj, Zhuge Liang (181-234), lub npe hu ua Kongming, yug hauv Yangdu, Langya (tam sim no Yinan County, Shandong Province).\nZhuge Liang tau pom zoo los ua tus thawj coj tom qab Liu Bei tau mus xyuas lub tsev vov tsev 3 zaug, lub sijhawm ntawd, Cao Cao tau pam Hebei thiab txiav txim siab mus rau sab qab teb, nws xa Xiahou Dun ua tus thawj coj, Yu Jin, Li Dian thiab lwm tus. Tus thawj tub rog, coj ib pab tub rog ntawm 100,000 mus rau Xinye. Txawm hais tias Zhuge Liang muaj lub hom phiaj kom rov qab los ntawm cov yeeb ncuab thaum lub sijhawm ntawd, Guan Yu thiab Zhang Fei tau saib tsis taus Zhuge Liang cov lus. Zhuge Liang tsis muaj kev xaiv tsuas yog siv Liu Bei rab ntaj los ntxias lawv ob leeg, kom lawv txhua tus coj ib txhiab tub rog thiab tawm tsam hauv Yushan thiab Anlin. ambushes thiab hluav taws.\nTsis tas li ntawd, Zhao Yun tau raug xa mus rau coj cov tub rog qub thiab tsis muaj zog uas tsis muaj zog los tawm tsam los ua tus saib xyuas tawm tsam Xiahou Dun, thiab tom qab ntawd dag ntxias swb thiab thim rov qab, ntxias Xiahou Dun mus rau txoj kev nqaim hauv roob thiab hav zoov. Nws kuj tau xa Guan. Ping, Zhou Cang, Liu Feng thiab lwm tus kom nkag mus rau hauv qab ntawm Cao cov tub rog, hlawv cov khoom siv thiab ua rau muaj kev ntshai ntawm Cao cov tub rog.\nTom qab kev sib ntaus sib tua, txhua yam tshwm sim raws li Zhuge Liang npaj. Thaum Xiahou Dun thiab Yu Jin coj pab tub rog mus caum, Li Dian, uas nyob tom qab, ceeb toom Xiahou Dun nyob rau pem hauv ntej tias nws yuav tsum tau ceev faj tiv thaiv cov yeeb ncuab tua hluav taws, txawm li cas los xij, nws lig dhau lawm. txoj kev nqaim thiab nyob rau hauv ib qho chaw uas muaj tsob ntoo cuam tshuam, yog li ntawd, hluav taws tsis tuaj yeem pib, muaj kev raug mob hnyav, thiab Xiahou Dun thiab lwm tus thawj coj tau kov yeej thiab khiav rov qab mus rau Xudu.\n(Zaj dab neeg no yog ib qho piv txwv tias Kong Ming zoo siv tib neeg thiab tswj hwm lub teb chaws nrog kev txawj ntse.)", "聖意": "Lub tsev thiab lub tsev muaj kev zoo siab.Kuv thov kom muaj kev zoo siab hauv kev nplua nuj, kev thaj yeeb nyab xeeb, kev vam meej, kev sib yuav, kev vam meej, kev vam meej hauv Liujia, cov txiv neej tsiv teb, silkworms, poob tsiaj nyeg, ploj lawm, pej xeem foob, tsiv teb tsaws, poob khoom, koob hmoov, kev mob, kev thaj yeeb, roob thiab qhov ntxa.", "古人": "General Kong Ming", "第X籤": "Lub cuaj lub cim", "宮": "Yin Palace"}