{"籤詩版本二": "Kev ua yeeb yam zoo ua rau koj sawv tawm ntawm cov neeg coob coob nrog frown, thiab koj cov kev hloov pauv yav tom ntej thiab koj coj tau nyiaj ntau.\nIb txoj kev dav dav li saum ntuj, thiab tag nrho cov nyiaj uas koj muab tau yuav nyob hauv koj lub siab", "詩意": "Qhov no hexagram qhia txog kev cog lus yav tom ntej.\nTxhua yam mus zoo.", "解曰": "Ib txoj kev loj. Koj tuaj yeem txav mus tom ntej. Siv koj lub siab. Tsuas yog tom ntej.\nTxhua yam mus raws li kev npaj nrog lub cim no. Hmoov zoo rau Jichang.", "籤詩故事一": "◇ Peb tus phab ej tawm tsam Lu Bu\nKev daws: Peb tus phab ej Zhang Fei, Guan Yu, thiab Liu Bei tawm tsam Lu Bu\nDong Zhuo kawm paub tias Hua Xiong raug txiav plaub hau thiab xa dav hlau Lu Bu mus tua. Thaum Lu Bu mus rau hauv kev sib ntaus sib tua, nws tua General Fang Yue thiab Mu Shun, thiab tua Wu Anguo thiab Gongsun Zan.\nZhang Fei pom tias Gongsun Zan tsis tuaj yeem kov yeej Lu Bu, yog li nws hloov Gongsun Zan sai thiab qw: \"Cov qhev ntawm peb lub npe yuav tsum tawm! Zhang Fei los ntawm Yan nyob ntawm no!\" Tom qab ntawd, lawv tau tawm tsam ntau tshaj li tsib caug puag ncig, nrog tsis muaj yeej lossis poob.\nTom qab Guan Yu pom nws, nws thiab Zhang Fei tau tawm tsam Lu Bu thiab tawm tsam ntau tshaj peb caug puag ncig.\nLiu Bei tseem nqa ob rab ntaj, npuaj nws tus nees thiab nqis los pab Zhang Fei thiab Guan Yu.\nPeb tug txivneej nyob ib puag ncig Lu Bu thiab sib ntaus sib tua, tag nrho cov neeg hauv pab neeg no xav tsis thoob.\nTsis ntev, Lu Bu pib poob zog, Lu Bu tus Pegasus tau thim rov qab, tab sis peb tus txiv neej caum Lu Bu thiab tsis kam tso tseg, lawv tsis thim rov qab mus txog thaum lawv ntsib Lu Bu cov tub rog.\n\"Peb Kingdoms\"\n(Zaj dab neeg no yog ib qho piv txwv rau Lu Bu lub siab tawv thiab txawj sib ntaus sib tua. Ib tus neeg tuaj yeem kov yeej peb tus neeg.)", "聖意": "Lub plawv ntawm lub tsev thiab lub tsev tsuas yog taug kev ntawm ib tus kheej txoj kev mus nrhiav kev nplua nuj, tsab xov xwm kev sib yuav mus rau Liujia, yam mus zoo rau tib neeg, Zhushuntian silkworms siv, tib neeg tuaj yeem pom ntawm rau tus tsiaj. Ua ntej pej xeem foob, Yichang , tsiv teb tsaws chaw, poob vaj tse, kab mob, roob toj ntxas, thiab lwm yam, nws yog qhov zoo.", "古人": "Peb tus phab ej tawm tsam Lu Bu", "第X籤": "Yeej lub rho npe cuaj caum-ib", "宮": "Koj Palace"}