{"籤詩版本二": "Kuv tau npaj ua lag luam txij li thaum kuv tseem yog menyuam yaus, yog li kuv tsis tas yuav thov nyiaj txiag thiab nyiaj txiag.\nYog tias ob tug neeg tab tom nrhiav ib yam dab tsi, tus kws tshawb fawb yuav tawm mus thiab rov qab los nrog cov khoom plig saum toj kawg nkaus.", "詩意": "Qhov no hexagram tau ua lub cim ntawm kev lag luam txij thaum yau.\nUa tib zoo mob siab rau txhua yam thiab tsis muaj kev txhawj xeeb.", "解曰": "Txij thaum yau mus rau cov neeg laus. Tsis muaj hindrance, tsis muaj hindrance. Ua ib txoj kev npaj. Lub koob meej mus du.", "籤詩故事一": "◇ Cai Qing them nws lub siab dawb paug (Cai Yong)\nCai Yong, lub npe hu ua Bojie, yug hauv Chenliuyu (tam sim no sab qab teb ntawm Qixian County, Henan Province). Nws yog tus kws tshawb fawb thiab tus txiv ntawm Zhao Wuniang. Tsib xyoos dhau los, lub tsev hais plaub imperial tau xaiv cov txuj ci ntawm cov npe daj, thiab lub nroog tau pom zoo kom nws tuaj rau Beijing mus xeem, txij li ntawd los, tsis muaj xov xwm.\nThawj xyoo tom qab Cai Bojie tawm mus yooj yim nrog tsev neeg muaj kev txuag nyiaj thiab lawv lub neej tswj tau.\nXyoo tom ntej, Chenliu raug kev kub ntxhov hnyav, yog li nws tso siab rau Zhao Wuniangdian los muag cov hniav nyiaj hniav kub kom ciaj sia kev tshaib kev nqhis, tsis muaj xov xwm los ntawm Cai Bojie, uas ua rau tsev neeg txhawj xeeb dua.\nLub drought kav peb xyoos nyob rau lub sijhawm no. Zhang Guangcai, ib tug neeg nyob ze ntawm lub zos, pab nws ib ntus.\nTom qab ntawd, Cai Bojie yeej thawj qhov khoom plig thiab rov qab los tsev kom paub tias nws tus poj niam tau txais kev pab los ntawm Zhang Guangcai. Nkawm niam txiv tau mus rau Zhang lub tsev los qhia txog lawv txoj kev ris txiaj thiab muab Zhang Guangcai ob daim nyiaj ua khoom plig.", "聖意": "Lub tsev muaj kev thaj yeeb nyab xeeb, tus kheej muaj kev vam meej, kev lag luam muaj kev vam meej, kev sib yuav yog kev vam meej, kev yug ntawm ib tug txiv neej muaj kev vam meej, lub teb chaws puv ntawm silkworms, rau cov tsiaj nyeg muaj kev vam meej, kev tshawb nrhiav tau tiav, kev foob tau ua tiav. , kev tsiv teb tsaws chaw muaj kev vam meej, cov khoom ploj yog qhov zoo, kev mob yog lub roob thiab lub qhov ntxa zoo.", "古人": "Cai Qing them nws lub siab dawb paug (Cai Yong)", "第X籤": "Kos npe cuaj caum-ob", "宮": "Koj Palace"}