{"籤詩版本二": "Luan Feng Xiang tau ntub dej nag, tab sis lub sijhawm ntawd nws raug Queer thab plaub.\nKuv xav tsis thoob thaum kawm tias muaj ib hnub cov huab tau nyob deb, tab sis kuv tseem muab kuv cov khaub ncaws rov qab rau koj.", "詩意": "Qhov no hexagram sawv cev rau lub cim ntawm Luan thiab Phoenix raug npog los ntawm nag.\nTxhua yam tuaj thaum lub sijhawm los txog.", "解曰": "Tus neeg phem no vam meej txhua hnub. Ib tug txiv neej yuav tsum ua tsis muaj dab tsi. Cia li khaws cia rau koj tus kheej. Ua haujlwm thaum lub sijhawm los txog.", "籤詩故事一": "◇ Gao Jun lav kev sib yuav\nNyob rau thaum ntxov Song Dynasty, Zhao Kuangyin koom ua ke sab qaum teb thiab tag nrho lub teb chaws surrendered, Txawm li cas los, nyob rau yav qab teb Tang Dynasty, Li Yu entrenched nws tus kheej nyob rau hauv sab qab teb ntawm tus dej Yangtze. Zhao Kuangyin hauv Shouzhou, thiab qhov xwm txheej tseem ceeb heev. Zhao Kuangyin tus tub xeeb ntxwv, Gao Junbao, ib tug tub hluas nrog rab phom kub, tawm hauv Bianjing mus ua txhaum lub siege ntawm Shouzhou.\nNyob rau ntawm lub roob Shuangsuo, lawv tsoo tus txiv daim ntawv teev npe los ntawm Liu Jinding, thiab ob qho tib si sib tw, Liu Jinding yeej Gao Junbao peb zaug nrog nws cov kev ua yeeb yam zoo heev, thiab lawv tau pauv kub maces thiab nyiaj tswb rau lub neej. Zhao Kuangyin tus xeeb ntxwv Gao Junbao tawm hauv Bianjing txhawm rau txhawm rau txhawm rau txhawm rau txhawm rau Zhao Kuangyin hauv Shouzhou. thiab raug yuam kom sib yuav. Cov khub niam txiv tau coj pawg neeg mus rau hauv lub siege thiab cawm Zhao Kuangyin.\n(Qhov piv txwv ntawm zaj dab neeg no yog tias ob leeg tsis sib haum xeeb (lawv raug thab plaub), tab sis tom qab sib raug zoo.)", "聖意": "Tsev neeg lub tsev tsis zoo rau tus kheej, ceev faj nrhiav nyiaj txiag, thaiv kev lag luam, tos kev sib yuav, ncua sij hawm, Liujia, tus neeg taug kev cuav, nyob hauv teb, silkworms, lig, rau cov tsiaj txhu puas tsuaj, nrhiav neeg nyuaj, kev foob, poob, tsiv teb tsaws chaw, kev txuag, kev ploj, kev mob hnyav, kev txuas ntxiv ntawm lub roob, kev hloov kho qhov ntxa", "古人": "Gao Jun lav kev sib yuav", "第X籤": "cuaj caum-peb yeej qhov rho npe", "宮": "xug"}