{"籤詩版本二": "Ib tug poj niam yuav tsum tsis txhob txhawj txog cov me nyuam, yog tias ua yuam kev, nws yuav ua teeb meem.\nLub suab piano yuav tsum tau mloog nrog ib tug phooj ywg, ib txwm nyob ntsiag to thiab vague, txoj hauj lwm no yog rau sawv daws.", "詩意": "Qhov no hexagram yuav tsum tau raws li cov duab ntawm ib tug phooj ywg.\nKev khaws tej yam tsis tu ncua yuav ua rau muaj hmoo.", "解曰": "Zhiyinfangxu. Tsis txhob xyuam xim rau lwm yam. Kho koj tus kheej zoo li ib tug neeg zoo. Txhua tus zoo siab.\nZhiyin Fangxu muaj plaub lub cim, uas yog thawj zaug sau ua Shiyin Fanghua.", "籤詩故事一": "◇ BoYa mus ntsib phooj ywg (BoYa Broken Qin)\nBoya, lub npe hu ua Yu, muab lub npe Rui thiab lub npe hu ua Boya, yog ib haiv neeg ntawm Yingdu, Chu State thaum lub caij nplooj ntoos hlav thiab caij nplooj zeeg thiab lub sijhawm Warring States.\nZhong Ziqi ua haujlwm ua tus txiav ntoo hauv Chu Kingdom. Muaj ib hnub, nws ntsib Yu Boya ntaus suab paj nruag nyob rau hauv tus dej Han, Zhong Ziqi hnov ​​ib lub suab hais tias: \"Nws siab li ib lub roob thiab zoo li swaying li dej ntws.\" Ob leeg tau sib yuav thiab cog lus tias yuav sib ntsib dua thaum nruab nrab. Lub caij nplooj zeeg Festival xyoo tom ntej.\nXyoo tom ntej, Yu Boya khaws lub sijhawm teem tseg, tab sis Zhong Ziqi tau tas sim neej. Tom qab Yu Boya paub tias Zhong Ziqi tuag lawm, Yu Boya xav tias yuav tsis muaj suab paj nruag ntxiv lawm hauv ntiaj teb thiab nws yuav tsis ntaus suab paj nruag dua hauv nws lub neej.\nhais:\nTxhaum Yao Qin thiab Feng Wei Han. Zi Qi tsis quav ntsej leej twg nws ua si.\nLub caij nplooj ntoos hlav cua coj txhua tus phooj ywg. Nws yog ib qho nyuaj nrhiav ib tug phooj ywg tseeb.", "聖意": "Ceev faj txog kev tawm hauv tsev, koj yog neeg phem, nrhiav nyiaj txiag, tos lub sijhawm, ceev faj txog kev ua lag luam, ceev faj txog kev sib yuav, yuav zoo dua, Liujia poj niam taug kev tsiv teb, silkworms tsawg, tsiaj txhu. kev puas tsuaj yog taug qab, tib neeg tau mob siab rau tshawb nrhiav, kev foob pej xeem thiab kev tsiv teb tsaws raug ploj, nrhiav cov kab mob sai sai, nws tsis zoo rau thaiv roob thiab qhov ntxa.", "古人": "Boya Mus Saib Cov Phooj Ywg (Boya Broken Qin)", "第X籤": "Ntau cuaj caum plaub", "宮": "xug"}