{"籤詩版本二": "Lub ambition thiab achievements yog nyob rau hauv lub dynasty, tab sis tam sim no cov cawv thiab kev sib deev yuav tsis muaj kawg\nYog tias koj pom ib tug qaib golden, koj yuav tau txais txiaj ntsig nrog nyiaj, hmoov zoo thiab hmoov zoo.", "詩意": "Qhov no hexagram sawv cev rau lub cim ntawm ambition thiab koob meej.\nKhaws txhua yam zoo.", "解曰": "Ambitious thiab zoo siab. Nws tsis lig dhau los saib xyuas koj tus kheej. Tus qaib golden cog lus. Txhua tus zoo siab.", "籤詩故事一": "◇ Cao Pi tshaj tawm nws tus kheej huab tais\nCao Pi, lub npe hu ua Zihuan, yug hauv Peiguoqiao (tam sim no Hao County, Anhui). Ib tug nom tswv nto moo thiab kws sau ntawv thaum lub sijhawm Jian'an.\nCao Pi yog tus tub thib ob ntawm Cao Cao, nws nyob nrog nws txiv hauv tub rog txij thaum nws tseem yog menyuam yaus, nyob rau hauv nws txiv lub hwj chim, Cao Pi kawm archery thaum muaj hnub nyoog 6 xyoo thiab caij nees thaum muaj hnub nyoog yim, thiab txhim kho. zoo martial arts. Nws kuj muaj kev paub ntau yam ntawm cov classics thiab niaj hnub classics thiab biography, nrog rau cov phau ntawv ntawm ntau pua tsev kawm ntawv ntawm kev xav. Nws tsis yog txog thaum muaj hnub nyoog kaum yim uas Cao Cao yeej Yuan Shao thiab Cao Pi tau ua neej nyob ruaj khov hauv Yecheng, qhov chaw ntawm Cao Cao txoj cai. Txij thaum ntawd los, txawm hais tias qee zaus nws nrog nws txiv mus rau kev ua tub rog thiab ua neej nyob ntawm ib tug tub zoo tshaj plaws ntawm lub sijhawm, nws tseem xyaum ua yeeb yam txhua hnub thiab tsis tau poob rau hnub no. Nws feem ntau caij nws nees ntawm ib puas kauj ruam thiab txawj ntse heev, vim nws feem ntau xyaum martial arts, nws yog lub teeb thiab muaj zog.\nCao Cao tus tub hlob Cao Ang raug tua nyob rau hauv kev sib ntaus sib tua. Tom qab tus tub hlob tuag lawm, Cao Pi los ua tus thawj xaiv rau tus huab tais huab tais. Thaum nws muaj peb caug ib xyoos, nws tau tsa Cao Cao tus huab tais. Thaum Cao Pi muaj peb caug peb xyoos, Cao Cao tuag vim mob, thiab Cao Pi tau ua tus thawj tswj hwm thiab huab tais ntawm Wei. Nws hais tias nws nquag caij nees ntawm ib puas kauj ruam thiab txawj ntse heev, vim nws nquag xyaum kungfu, nws yog lub teeb thiab noj qab nyob zoo.", "聖意": "Thov kom koj lub tsev thiab koj lub tsev nyob kaj siab lug, nrhiav kev nplua nuj, ua hauj lwm nyuaj, ua lag luam, tawg ntxov, kev sib yuav yuav vam meej, Liujia yuav nyab xeeb, neeg yuav nyob rau hauv lub teb, silkworms yuav mature, 6 tsiaj txhu yuav mature. , yuav nyuaj nrhiav neeg, kev sib foob yuav sai sai, kev tsiv teb tsaws chaw yuav ploj mus, thiab tej yam yuav nyob deb, kab mob yuav nyob hauv roob thiab qhov ntxa.", "古人": "Cao Pi tshaj tawm nws tus kheej huab tais", "第X籤": "cuaj caum tsib tus yeej lottery", "宮": "xug"}