{"籤詩版本二": "Lub tsev teev ntuj majestic yog qhov txawv txav, nrog cov yam ntxwv zoo ntawm txhua sab uas ci ntsa iab.\nKuv yaum kom nej txiav txim siab ua siab mos siab muag thiab ua tej yam zoo, thiab ntuj yuav foom koob hmoov rau nej.", "詩意": "Qhov no hexagram sawv cev rau qhov tshwm sim ntawm kev tsim txiaj.\nTxhua yam yog hmoov zoo.", "解曰": "Cov koob hmoov no. Txhua tus muaj nws. Tsis txhob ua haujlwm ntau dhau. Merit yog txiav txim ua ntej.", "籤詩故事一": "◇ Tus Vaj Ntxwv ntawm Fenyang ntsib nws tus tub xeeb ntxwv ntawm Suav Valentine's Day\nKev daws: Guo Ziyi tau ntsib Tus Ntxhais Weaver nqis los rau hauv ntiaj teb hnub Suav Valentine hnub. Tiansun, tus ntxhais xeeb ntxwv ntawm Jade Emperor, yog Xya Fairies.\nGuo Ziyi (697-781), tseem hu ua Guo Linggong, yog ib haiv neeg ntawm Zheng County, Huazhou (tam sim no Huaxian County, Shaanxi Province) thiab ib tug thawj coj nyob rau hauv Tang Dynasty. Lub tsev hais plaub imperial tau tso cai rau Ziyi lub npe ntawm huab tais Fenyang.\nNws tau hais tias Ziyi yog keeb kwm ntawm Huazhou thiab mus koom nrog pab tub rog sab nraum lub Tuam Tsev Teev Ntuj, nws mus rau Beijing txhawm rau txhawm rau them nyiaj tub rog thiab rov qab los rau Yinzhou, tau tshwm sim rau Suav Valentine hnub thaum lub sijhawm cua thiab xuab zeb. twb tig tsaus ntuj nti, lub hnub twb tsaus ntuj, Ziyi txav mus tsis tau, ces nws txawm sawv ntawm txoj kev, nws pw hauv pem teb hauv ib lub tsev khoob, Thaum nws tab tom tsaug zog, nws dheev pom lub teeb liab. Nws sawv tsees ntsia ntsoov, muaj ib tug huab saum ntuj, maj mam nqis los, zaum ib tug poj niam zoo nkauj, meej mom thiab gorgeous, txawv kiag li ntawm cov neeg. Ziyi tam sim ntawd them nws kev hwm thiab hais tias, \"Hnub no yog hnub xya ntawm xya lub hli lunar. Kuv xav tias nws yog Tus Ntxhais Weaver uas tau los, xav kom nws txoj sia nyob ntev thiab kev nplua nuj.\"\nTus poj niam kuj teb tias: \"Nrog kev nplua nuj los ntawm kev ua neej ntev.\"\nTom qab nws hais lus tas lawm, lub ci ntsa iab rov qab los thiab huab cua maj mam sawv, tus poj niam tseem ntsia ntsoov rau ntawm Guo Ziyi nrog luag nyav zoo, tsuas yog thaum nws nyob deb ntawm nws yog cov pa taws plooj thiab tsis pom nws lawm.\nNws tig los muaj tseeb, ib yam li tus poj niam hais. Ziyi txoj kev ua tau zoo yog lub ntiaj teb nto moo, nws yog ib tus thawj coj nrov heev, thiab nws yog ib tus thawj coj uas muaj txiaj ntsig thiab tsim txiaj.", "聖意": "Ua kev xav rau koj tus kheej hauv tsev, ua kom koj tus kheej xav tau, thov nyiaj, hmoov zoo hauv kev lag luam, hmoov zoo hauv kev sib yuav, hmoov zoo hauv Liujia, kev zoo siab nrog cov neeg, tsiv teb, silkworms, tsiaj txhu ruaj khov, hmoov tsis zoo hauv kev nrhiav. neeg, pej xeem foob, tsiv teb tsaws chaw, hmoov zoo, poob cov kab mob, tombs hauv Zhenxingshan", "古人": "Vajntxwv Fenyang ntsib nws tus tub xeeb ntxwv ntawm Suav Valentine's Day", "第X籤": "Kos npe cuaj caum-rau", "宮": "xug"}