{"籤詩版本二": "Nthuav mus rau hauv thiab tawm mus nrhiav tswv yim, ntxhov siab thiab txhawj xeeb txog kev tsim teeb meem\nZoo li ib tug noog ya mus rau hauv ib lub ntxiab, nws yuav siv sij hawm ntev npaum li cas kom dim?", "詩意": "Qhov no hexagram yog ib qho cim ntawm kev ua kom cov khoom qub thiab hloov mus rau txoj hmoo.\nTxhua yam yog tsis txaus siab.", "解曰": "Ua qub qub thaum twg los tau. Tos tus uas muaj hwj chim los txog. Yog koj nug txog txhua yam. Qhov tseem ceeb yuav lig.", "籤詩故事一": "◇ Ji Ping raug tua\nJi Ping, nws lub npe tiag tiag yog Ji Tai, tseem hu ua Ping, yog tus kws kho mob hauv tebchaws Han Dynasty.\nXyoo thib tsib ntawm Jian'an (200 AD), Cao Cao tau los ua tus thawj tswj hwm thiab tsis ua tus huab tais tiag tiag, txij li thaum nws tau nyeem tsab ntawv tshaj tawm los ntawm huab tais ntawm nws txoj siv, Dong Cheng, uas tsis muaj txoj hauv kev tau txais. tshem Cao Cao, chim thiab npau taws, txhawj, nws poob mob.\nHuab tais Xian thov kom tus kws kho mob huab tais Ji Ping kho Cao Cao. Ji Ping nyeem tus huab tais cov lus zais zais thiab txiav txim siab kom tshem Cao Cao, yog li ntawd ob leeg thiaj li npaj ua ke. Tsis xav txog, phab ntsa muaj pob ntseg, Dong Cheng tus qhev hauv tsev, Qin Qingtong, raug ntaus plaub caug zaug nrog ib tug pas los ntawm Dong Cheng vim nws yi nrog Dong Cheng tus poj niam hluas, nws muaj kev chim siab, thaum nws hnov ​​​​txog qhov no, nws qhia Dong Cheng thiab Ji Ping rau Cao Cao.\nJi Ping coj kom zoo dua ntawm Cao Cao lub taub hau thiab zais tshuaj lom nws. Cao Cao tau txais cov lus qhia, cuab Ji Ping, tsim txom nws, thiab tshawb xyuas tus thawj coj. Ji Ping tiv thaiv kev tuag thiab tuag tom qab kov cov kauj ruam.", "聖意": "Lub tsev muaj kev txhawj xeeb txog tus kheej, tus neeg phem thov nyiaj, kev lag luam tawg, kev sib yuav tsis ntev, kev rau txim yog rau, tus neeg taug kev raug daig hauv teb, silkworm raug puas ntsoog, nrhiav tau rau tsiaj nyeg, qhov neeg pom, pej xeem foob ploj, tsiv teb tsaws chaw tsis tau, vaj tse ploj, muaj kab mob, lub vas nyob saum roob, lub ntxa tuag,", "古人": "Ji Ping raug tua", "第X籤": "Number cuaj caum-yim", "宮": "Haigong"}