{"籤詩版本二": "Reining tus nees thiab tuav tus nplawm, peb tuaj ncaj nraim ntawm no, ib nrab ntawm kev txaus ntshai thiab ib nrab ntawm kev puas tsuaj.\nZoo li lub tsev raug hluav taws kub hnyiab tas, thaum ntuj los nag los ua tshauv, kuv muaj txoj kev npaj.", "詩意": "Qhov no hexagram sawv cev ib nrab kev tu siab thiab ib nrab kev xyiv fab.\nNws raug nquahu kom ua qhov zoo hauv txhua yam.", "解曰": "Lub neej ua haujlwm. Tsis txhob txhawj txog qhov yog thiab qhov tsis raug. Cov shackles yog ib ntus. Kev chim siab tuaj lawm.", "籤詩故事一": "◇ Tao Sanchun ntaus Zheng En hauv Guayuan\n\"Nyob rau hauv kuv lub cim nco txog,\" Zhao Kuangyin sawv rov qab los, \"Beiping King Zheng En tau npaj kev sib yuav rov qab los. Tam sim no lub ntiaj teb nyob kaj siab lug, kuv xav thov kom koj tso cai xaiv hnub zoo rau kev sib yuav. \"\n\"Ua neej nyob kuv nco nco!\" Zhao Kuangyin sawv thiab hais tias, \"Tus huab tais ntawm Peking, Zheng En, tau npaj ib tug kev sib yuav rov qab los, tam sim no lub ntiaj teb no nyob kaj siab lug, kuv xav thov kom koj tso cai xaiv ib tug zoo. hnub yuav tau sib yuav.\"\n\"Huag, tus kwv tij thib peb tau koom ua ntej, ua li cas kuv tsis paub txog qhov no?\" Chai Rong xav tsis thoob, nws yoj tes rau Zhao Kuangyin zaum thiab tham.\n\"Huag! Tus kwv tij thib peb tau koom ua ntej, ua li cas kuv tsis paub txog qhov no?\" Chai Rong (Emperor of the tom qab Zhou Dynasty) xav tsis thoob, nws yoj tes thiab nug Zhao Kuangyin zaum thiab tham.\n\"Zaj dab neeg ntev heev, thaum xub thawj, peb tseem txom nyem thiab tsis koom nrog koj pab tub rog, txij li ntawd los, peb tau sib ntaus sib tua tau ntau xyoo thiab tsis muaj sij hawm los saib xyuas koj, qhov thib ob, tus kwv thib peb kuj yog me ntsis. txaj muag hais nws, yog li koj tus Huab Tais tsis paub.\"\n\"Zaj dab neeg ntev heev, thawj zaug, peb tseem nyob hauv kev txom nyem thaum lub sijhawm ntawd thiab tsis koom nrog koj pab tub rog, txij li ntawd los, peb tau tawm tsam ntau xyoo thiab tsis muaj sijhawm los saib xyuas koj, qhov thib ob, tus kwv tij thib peb kuj yog ib tug me ntsis txaj muag, yog li koj tus Huab Tais tsis paub.\"\n\"Hav, tus txiv neej kawm ntawv qib siab tab tom yuav poj niam, ua li cas rau qhov txaj muag? Tus kwv tij thib peb tau nyob hauv kev sib ntaus sib tua ntev heev thiab tuaj yeem suav tias yog tus phab ej uas tsis muaj kev sib tw. Vim li cas koj thiaj li hais txog qhov teeb meem no?\"\n\"Hav! Tus tub kawm ntawv qib siab tau sib yuav, ua li cas rau qhov txaj muag? Tus kwv tij thib peb tau nyob hauv kev sib ntaus sib tua ntev heev thiab tuaj yeem suav tias yog ib tus phab ej uas tsis muaj peev xwm ua tau zoo. Ua cas koj me me txog qhov teeb meem no?\"\n\"Hais txog qhov no, kuv tsis tuaj yeem liam kuv tus kwv thib peb rau qhov txaj muag, vim tias kev sib yuav no tau raug tsim txom.\"\n\"Hais txog qhov no, kuv tsis tuaj yeem liam kuv tus kwv thib peb rau qhov txaj muag, vim tias kev sib yuav no tau raug tsim txom.\"\n\"Tau tawm? Hav, nws yog qhov nthuav. Thov qhia kuv tias muaj dab tsi tshwm sim.\"\n\"Kuv ntaus nws tawm! Hav! Nws yog qhov nthuav! Thov qhia kuv tias muaj dab tsi tshwm sim.\"\n\"Yog lawm, kuv nco qab tias xyoo ntawd, thaum peb tab tom yuav los koom nrog Huab tais, peb tau hla lub nroog Baocheng. Nws kub heev thaum lub Rau Hli. Kuv tus kwv thib peb nyob tsis tau hauv tsev so, nws thiaj li tawm mus ncig ib leeg. Tom qab hla ib lub vaj melon lawm, nws txawm mus khaws ib co melons nqhis nqhis, tsis muaj ntau lub melons thaum ntxov, thiab tus tij laug thib peb tsis paub khaws lawv li cas, nws tawg ntau heev. Tus saib cov melon yog ib tug poj niam. Nws txawm nqis los liam tus tij laug thib peb. Ob leeg muaj kev tsis sib haum xeeb, ces txawm pib sib ntaus sib tua. Los mas, kuv txhawj xeeb thiab maj nrawm mus cawm tau lub sij hawm, txwv tsis pub.. .\"\n\"Yog lawm, kuv nco qab tias xyoo ntawd, thaum peb tab tom yuav los koom nrog Huab tais, peb tau hla lub nroog Baocheng. Nws kub heev thaum lub Rau Hli. Kuv tus kwv thib peb nyob tsis tau hauv tsev so, nws thiaj li tawm mus ncig ib leeg. Tom qab hla ib lub vaj melon lawm, nws txawm mus khaws ib co melons nqhis nqhis, tsis muaj ntau lub melons thaum ntxov, thiab tus tij laug thib peb tsis paub khaws lawv li cas, nws tawg ntau heev. Tus saib cov melon yog ib tug poj niam. Nws txawm nqis los liam tus tij laug thib peb. Ob leeg muaj kev tsis sib haum xeeb, ces txawm pib sib ntaus sib tua. Los mas, kuv txhawj xeeb thiab maj nrawm mus cawm tau lub sij hawm, txwv tsis pub.. .\"\n\"Qhov no Zheng Ziming, nws yog nws qhov txhaum nyob rau hauv thawj qhov chaw, nws yuav tsum thov txim. Vim li cas koj ntaus nws? Tsis tas li ntawd, yuav ua li cas ib tug ntxhais tsev neeg tuaj yeem tiv thaiv cov punches thiab ncaws ntawm ib tug txiv neej hnyav li nws! pieces. Tsis yog?\" \"Tus ntxhais tsis raug mob ...\"\n\"Qhov no Zheng Ziming, nws yog nws qhov txhaum thawj zaug, yog li nws yuav tsum thov txim, ua cas koj thiaj ntaus nws? Tsis tas li ntawd, yuav ua li cas ib tug ntxhais tsev neeg tuaj yeem tiv taus cov punches thiab ncaws ntawm ib tug neeg tawv ncauj zoo li nws! koj ntaus tus ntxhais no. Tsis yog?\"\n\"Tus ntxhais tsis raug mob ...\"\n\"Yog lawm, tsis ua li cas... Hav, koj tsis tau nqis tes ua? Auj, kuv twv koj tau cawm kuv lub sijhawm.\"\n\"Ua li ntawd! Tsis ua li cas... Hav! Koj tsis tau txiav txim? Auj! Kuv twv koj yog tus uas cawm kuv lub sijhawm!\"\n\"...Tsis yog, tus neeg kuv cawm yog...tus kwv tij thib peb.\" \"...Tsis yog, tus neeg kuv cawm yog...tus kwv tij thib peb.\"\n\"Ah?!\" \"Ah?!\"\n\"Tus poj niam thib peb raug nplawm nplawm rau hauv av thiab ntaus hnyav tag nrho, hmoov zoo, kuv tuaj txog thiab yaum kom nws tawm mus, yog li ntawd nws tsis raug mob hnyav. ... Koj tus Huab Tais... Koj tus Huab Tais!... \"\n\"Tus kwv tij thib peb raug tus poj niam tsoo rau hauv av thiab raug ntaus hnyav heev. Hmoov zoo, kuv tuaj txog thiab yaum kom nws tawm mus, yog li ntawd nws tsis raug mob hnyav. ... Koj tus Huab Tais... Koj tus Huab Tais!\"\n\"Ah?...Auj, tus poj niam ntawd yog leej twg!?\" \"Ah!?...Auj, tus poj niam ntawd yog leej twg!?\"\n\"Tam sim no kuv pom tias tus poj niam lub npe hu ua Tao Sanchun, thiab nws txiv Tao Hong yog ib tug qub tub rog uas tsis muaj kev cia siab. Tao Sanchun tau kawm txuj ci ntaus kis las los ntawm nws txiv txij thaum nws tseem yog menyuam yaus. Tom qab kuv paub. Nws tsev neeg, kuv pom tias Npeeg Sanchun muaj tus cwj pwm zoo., Luo Luo thiab siab dav, tsis muaj ib tug cwj pwm ntawm ib tug me nyuam ntxhais, lawv txhob txwm sib phim nws, Tao txiv thiab tus ntxhais kuj nyiam tus cwj pwm ncaj nraim ntawm tus kwv thib peb heev. ntaus nws tam sim ntawd thiab txiav txim siab txog kev sib yuav no rau ob leeg, koj tus huab tais, thov qhia rau kuv, qhov no tsis yog kev sib yuav forged?\n\"Tsuas yog tom qab ntawd kuv pom tias tus ntxhais lub npe yog Tao Sanchun, thiab nws tau kawm txuj ci ntawm nws txiv txij thaum nws tseem yog menyuam yaus. Tom qab kuv paub nws tsev neeg, kuv pom tias Npeeg Sanchun muaj tus cwj pwm zoo, yog siab dav, thiab tsis muaj ib txoj hauv kev ntawm tus me ntxhais tus cwj pwm, yog li kuv txhob txwm xaiv nws, Mr. Tao thiab nws tus ntxhais kuj nyiam tus cwj pwm ncaj ncees ntawm lawv tus kwv thib peb heev. Vajntxwv, thov qhia rau kuv tias, qhov no tsis yog kev sib yuav forged?”\n(Zaj dab neeg no yog ib qho piv txwv, vim tias qhov phem tau tshwm sim los ua qhov zoo.)", "聖意": "Thov Vajtswv tiv thaiv lub tsev thiab tus kheej, ceev faj, thov Vajtswv rau kev muaj nyiaj, kev lag luam puas tsuaj, cuam tshuam kev sib yuav, kev rau txim, Liujia, kev tuav pov hwm, cov neeg taug kev hauv teb, silkworm puas, tsiaj txhu puas, cov neeg ploj, kev foob txhaum cai, poob, tsiv teb tsaws, kev txuag , poob khoom, kab mob phem, kev txhawj xeeb, kev piam sij, roob, tombs, tsis ua hauj lwm", "古人": "Tao Sanchun ntaus Zheng En hauv lub vaj melon", "第X籤": "Tus naj npawb cuaj caum cuaj", "宮": "Haigong"}