{"籤詩版本二": "Muga-muga dunya diciptakeun pikeun pernikahan anu saé, dinten-dinten anu saé sareng waktos anu saé, sareng sadayana anu saé\nHenteu masalah leutik upami anjeun kéngingkeun ieu.", "詩意": "Hexagram Ieu ngagambarkeun awal awal langit jeung bumi.\nSagalana aya untungna.", "解曰": "Laju gancang. Taun teu patut waktu na. Guanyin nyerat. Pasihan terang heula.", "籤詩故事一": "◇ Zhongli jadi enlightened\nZhongli Quan, surname Zhongli, dibéré ngaran Quan, kahadean ngaran Yunfang, sarta nickname Zhengyang, éta pituin Xianyang County, Xi'an, Propinsi Shaanxi salila Dinasti Han Wétan.\nZhong Liquan nyaéta jenderal Dinasti Han. Dina mangsa ekspedisi ngalawan Qiang Kulon, manéhna timburu ka komandan Liang Yi sarta ngan ditugaskeun 30.000 prajurit heubeul jeung lemah. tentara Qiang Kulon, sarta prajurit kabur. Zhong Liquan leungit di lebak sarta papanggih hiji biarawan Hu di jalan, Anjeunna nyandak anjeunna ka hiji désa leutik sarta ngomong, \"Ieu padumukan Bapak Donghua\" lajeng anjeunna pamit sarta indit. Sakedapan, ujug-ujug aya anu nyarios, \"Ieu pasti kusabab si Hu anu panon héjo teuing omongna.\" Anjeunna ningali hiji lalaki anu nganggo bulu kijang bodas sareng nyepeng staf quinoa héjo. Anjeunna naros ka Zhong Liquan, \"Jalma anu sumping. Ieu Han Da Jendral Zhongliquan\n? Zhong Liquan reuwas, terang yén anjeunna parantos pendak sareng jalma anu anéh, janten anjeunna ikhlas diajar Tao.\nZhong Liquan engké pendak sareng Zhenren Huayang sareng Raja Abadi Xuanfu, sareng diajar \"Rahasia Kaabadian\". Tungtungna, anjeunna cicing di Zijin Sihaofeng di Gunung Kongtong, nampi \"Rahasia Kotak Jade\", sareng janten abadi anu leres. Anjeunna ogé dihormatan salaku salah sahiji Lima Patriarchs Kalér ku Sekte Quanzhen.", "聖意": "Doakeun muga-muga bumi sareng bumi anjeun dipaparin rejeki dina usum gugur sareng usum tiris, milari rejeki dina usum gugur sareng usum tiris. sawah, untung dina ulat sutra, untung dina ingon-ingon, untung manggihan jalma, untung dina gugatan, untung hijrah, leungit harta, jeung rejeki dina kasakit timur laut, alus dina ngirim gunung jeung kuburan", "古人": "Zhongli janten terang", "第X籤": "tanda kahiji", "宮": "Rahim"}