{"籤詩版本二": "Kahariwang jeung kahariwang téh saheulaanan, jeung kabagjaan datang ti langit.\nKawas batu giok disumputkeun dina tai, hiji pagawe alus lifts kaluar lebu", "詩意": "Hexagram ieu ngagambarkeun harmoni Yin jeung Yang.\nSagalana rencana téh nguntungkeun.", "解曰": "Euweuh nu meunang, euweuh nu leungit. Kauntungan tina karugian. Penjahat dina masalah. Good tuah ka anjeun, gentleman.", "籤詩故事一": "◇Ye Meng Xiong Chao Di\nYe Mengxiong (1531-1597), anu nami kahadean nyaéta Nanzhao sareng anu namina Longtang, dirobih janten Longtan sareng dingaranan Huayun. Asalna ti Wanshifang, Huizhou Fucheng (ayeuna bagian tina Kacamatan Huicheng, Kota Huizhou) dina Dinasti Ming. Dina taun ka-44 pamaréntahan Jiajing (1565), anjeunna janten Jinshi sareng dilélér gelar hakim ti Qing County. Anjeunna dilayanan salaku diréktur departemén mindahkeun, sarta engké robah jadi sensor pangawasan of Shanxi Road.\nDina taun ka-20 Wanli (1592), Konsul Jenderal Ningxia, Kuaibai (kapala suku Tatar Mongol), maéhan gubernur Dang Xin sareng ngarebut Benteng Opat Puluh Katujuh di Propinsi Hexi. , ngarusak kota, nyembah sareng ngaduruk sorangan nepi ka maot. Meng Xiong henteu sombong dina nyandak kiridit, sareng ngantepkeun kaahlianana saé sapertos jenderal anu wani ngalawan. Balikkeun deui pejabat Wei Xuezeng kana jabatanna. Dina taun-taun saterusna, anjeunna mundur lima kali sareng dipulangkeun ka Huizhou pikeun ngawangun Kuil Huilong.\nYe Mengxiong asup Taoisme salaku PNS di awal jeung kawentar ku kajujuran jeung integritas na.Catatan sajarah heubeul nyebutkeun yén manéhna \"kahiji dina humility jeung kamampuhan\", \"ngaleungitkeun korupsi jeung ngahukum pemberontakan\", ninggalkeun reputasi alus. éta pisan satia, wani, wani, jeung akalna. Dina satengah kadua hirupna, kaahlian beladiri na kacatet dina \"Sajarah Dinasti Ming\" sarta anjeunna dianggap pahlawan nasional.", "聖意": "Imah teu nguntungkeun (beuki tengtrem) Musim gugur sareng usum tiris saé pikeun diri, kabeungharan bakal suksés, transaksi bakal suksés, nikah bakal suksés, Liujia bakal kaget (bakal aya harta), pejalan kaki bakal angkat ka sawah. ngadoakeun ulat sutra, genep sato bakal datar, jalma bakal kapendak, gugatan umum bakal nguntungkeun, migrasi bakal konservatif, harta anu leungit bakal ngahalangan, panyakit bakal netep di kuburan Fushan.", "古人": "Ye Meng Xiong Chao Di", "第X籤": "Sixteenth Unggul Lotto", "宮": "Maogong"}