{"籤詩版本二": "Gagak Emas ragrag di kulon jeung Kelenci naék di wétan, siklus beurang jeung peuting lumangsung ti jaman baheula nepi ka kiwari.\nPara biarawan sareng Taois terang yén teu aya kalemahan, sareng para ulama, patani, industri sareng padagang sadayana nuturkeun pikiranna sorangan.", "詩意": "Hexagram Ieu ngagambarkeun waxing na waning of Yin jeung Yang.\nÉta ogé tanda yén sagalana bakal lumangsung sakumaha rencanana.", "解曰": "Aya nanaon dina pikiran. Naon anu anjeun lakukeun nyaéta berjasa. Kawas panah tina ruku. Hiji tembakan nyampeurkeun kana udagan.", "籤詩故事一": "◇Paman Cao Guo nyaéta abadi\nCao Guojiu, pituin Xuzhou, disebut paman hébat nagara dina mangsa Renzong dina Dinasti Song, ngaranna Cao Yi, ogé katelah Cao Jingxiu.\nMamang Cao Guo kagungan adi anu namina Cao Er. Ieu Cao Er ngandelkeun kalungguhan otoritas kaisar sarta ngalakukeun sagala rupa kajahatan. Anjeunna nempatan sawah, nyokot istri jeung putri, sarta nyieun babaturan jeung sababaraha penjahat nu teu boga hukum. Manéhna asup jeung kaluar. Cao Guojiu teu tahan. Manéhna nolak ngadangukeun kecap alus tur comforts, jadi anjeunna ngagunakeun hukuman pikeun ngadalikeun anjeunna. , dua sadulur palsu a dendam.\nCao Guojiu nyarios: \"Prinsip dunya nyaéta yén jalma anu ngumpulkeun anu saé bakal makmur, sareng anu ngumpulkeun anu jahat bakal binasa. Ieu mangrupikeun bebeneran anu teu tiasa dirobih. Baheula, kulawarga Cao urang parantos ngumpulkeun amal jahat pikeun ngahontal kabeungharan ayeuna. adi kuring geus ngumpulkeun jahat nepi ka ekstrim, sanajan anjeunna lolos Sanajan anjeun dihukum ku pajabat, anjeun moal bisa luput tina musibah disumputkeun. waktos éta. Abdi bakal hina jeung sieun eta. \"Ku kituna, abdi bubarkeun sagala harta abdi, Anjeunna nulungan fakir miskin jeung teu paduli deui urusan lanceukna. Lajeng anjeunna ninggalkeun imahna jeung babaturanana, robah jadi seragam Taoist, sarta indit ka gunung pikeun ngokolakeun pikiran jeung alam na.\nDina hiji poe, manehna kabeneran papanggih jeung Zhongli jeung Lu Dongbin ti Dinasti Han, kacida bungahna ningali jawaban Paman Cao Guo anu lincah. Aranjeunna masihan anjeunna \"Parentah Rahasia Ngabalikeun Kaleresan\" sareng maréntahkeun anjeunna pikeun latihan anu taliti. Moal lami deui Zhongli. Quan jeung Lu Dongbin diwanohkeun ka kelas abadi.", "聖意": "Rejeki rumah tangga, rejeki, rejeki, rejeki, usaha, nikah, musafir lalaki, melak ulat sutra di sawah, mimiti melak genep ingon, leungit kauntungan, manggihan jalma, lampah hukum, hijrah, leungit harta. , gering telat, rejeki (taun kelenci atawa sial keur kelenci), untung di kuburan gunung", "古人": "Mamang Cao Guo nyaéta abadi", "第X籤": "Asup ka dalapan belas", "宮": "Maogong"}