{"籤詩版本二": "Nyanggakeun parahu balik ti pantai cai gancang, naon anu anjeun hoyong laksanakeun alatan kaributan?\nUpami anjeun hoyong aman, milari katenangan sareng ngantosan ombak ngalangkungan krisis ieu.", "詩意": "Hexagram Ieu kawas parahu iinditan dina pantai gancang.\nTetep konservatif dina sagalana jeung ngadagoan waktu.", "解曰": "Turun dina cai anu kuat. Bahaya ngantosan waktos. Lamun nanya ngeunaan rencana camp. Henteu aya anu tiasa dilakukeun.", "籤詩故事一": "◇Ziyi dinobatkeun raja\nGuo Ziyi (697-781), ogé katelah Guo Linggong, éta pituin ti Zheng County, Huazhou (ayeuna Huaxian County, Propinsi Shaanxi) sarta jenderal dina Dinasti Tang.\nDina mangsa Pemberontakan Anshi dina taun ka-14 Tianbao (755), anjeunna dipasihan gelar Shuofang Jiedushi (Lingwu, kuloneun Lingwu di Ningxia ayeuna). Anjeunna dititah perang salib. Anjeunna ngagabungkeun tentara Shuofang sareng Li Guangbi pikeun maju. ka Hebei, aranjeunna ngagabung pasukan di Changshan (Zhengding, Hebei) jeung ngéléhkeun Shi Siming, meunangkeun deui Hebei. Dina waktu ieu, Guo Ziyi ngusulkeun supaya kaisar nyandak Fan Yang ti kalér jeung nyerang den maung pemberontak pikeun ngurangan dikepungna Tongguan, tapi Xuanzong nampik. Saatosna, kaayaan kota vassal separatis dina ahir Dinasti Tang ditanam, anu ogé janten panyabab jauh tina pupusna Dinasti Tang.\nDina taun lima belas pamaréntahan Tianbao (756), manéhna jeung koalisi Uighur pacified Hequ.Dina cinyusu taun saterusna, maranéhanana pulih Hedong (ayeuna Yongji, Shanxi) jeung Feng Yi (ayeuna Dali, Shaanxi), sarta nyerang Tongguan, ngéléhkeun Cui Qianyu.. Tentara Tang ngalaman leuwih ti 10.000 korban. Cui Qianyu pasrah ka Pujin. An Lushan ditelasan ku putrana An Qingxu.\nDina taun kadua Zhide (757), anjeunna dititah mingpin pasukan ka Fengxiang. Di jalan, anjeunna ngéléhkeun 5.000 pasukan kavaleri Li Guiren di Sasak Baiqu Liuyun (kiwari tenggara Sanyuan). Dina Méi, anjeunna perang jeung An Shouzhong jeung Li. Guiren di Qingqu (kiwari kuloneun Xi'an) éléh, sarta manéhna mundur ka Wugong (kaler-kaler ayeuna di Wugong).Dina Séptémber, manéhna nuturkeun Marsekal Guangping Wang Li Chu pikeun mingpin Tang jeung Uighur pikeun ngagabung jeung 150.000 pasukan, tuluy perang. jeung An Shouzhong jeung Li Guiren di Xiang. Ka kaléreun Kuil Ji (kidul-kidul di Chang'an County kiwari), prajurit Uighur ngurilingan balik musuh, narajang ti dua sisi, sarta maehan 60.000 musuh. Zhang Tongru kabur ka Shaanxi County. sarta ahirna meunangkeun deui ibukota Chang'an (kiwari Xi'an).Kaagungan tentara Tang dibalikeun deui ka Chang'an.\nSanggeus éta, tentara Tang ngamangpaatkeun kameunangan jeung maju ka wétan, ngéléhkeun 150.000 lalaki kaasup Yan Zhuang jeung Zhang Tongru di Xindian (ayeuna kidul-kuloneun Kota Sanmenxia, ​​Propinsi Henan), maksa Anqing Xu meuntas Walungan Konéng sarta mundur ka Xiangzhou. Dongjun Luoyang balik. Tambihkeun Situ kana jasana sareng ngajantenkeun anjeunna Adipati nagara.\nShi Siming mingpin pasukanana ti Fan Yang pikeun nyalametkeun An Qingxu. Dua pihak tarung dina formasi kalér Walungan Anyang (ayeuna kalér Anyang). Pertempuran teu bisa dipisahkeun. Tungtungna, dipingpin ku salapan Jiedushi, tentara Tang, nu ngaku boga 600.000 urang, mundur (dina Perang Yecheng).perang). Komandan utama perang ieu nyaéta kasim Yu Chaoen, anu henteu ngagaduhan kaahlian kapamimpinan sareng nyalahkeun Guo Ziyi pikeun gagalna perang. Guo Ziyi digero deui ka Chang'an, dibebaskeun tina kakawasaan militer, sarta jadi pajabat anu nganggur.\nDina taun mimiti Baoying (762), pasukan di Taiyuan (kidul kiduleun Taiyuan kiwari) jeung Jiangzhou (kiwari Xinjiang di Propinsi Shanxi) barontak. Pangadilan sieun, ku kituna Ziyi dibéré gelar Raja Fenyang sarta indit kaluar ka ngadalikeun Jiangzhou. Anjeunna ogé terasing ku kasim Cheng Yuanzhen sareng dibebaskeun tina kakawasaan militér.\n(Fokus carita ieu: Guo Ziyi, anu pohara mampuh jeung kalakuanana alus, papanggih Xuanzong jeung sababaraha penjahat, nu greatly compromised prestasi na.)", "聖意": "Ngaberkahan imah jeung diri, neangan kabeungharan, euweuh transaksi, euweuh nikah, euweuh alarm palsu, pedestrians anjog di Tiancanji, hese neangan jalma, gugatan publik jeung (teu Xing), migrasi, konservatif, leungit harta, teuas pikeun manggihan, panyakit, neneda pikeun berkah, gunung jeung kuburan, auspicious", "古人": "Ziyi dinobatkeun raja", "第X籤": "Salapan belas Unggul Lotto", "宮": "Tatsumi"}