{"籤詩版本二": "Saatos seueur kahariwang sareng bahaya, éta moal bakal kosong deui ti ayeuna\nJantung anu berehan gaduh rencana anu loma sorangan, anjeun kedah pendak sareng ahli pikeun ngahontal prestasi anu hébat.", "詩意": "Hexagram ieu sapertos sumur kuno sareng cinyusu.\nDina sagala hal, jalma mulya ngahontal kasuksésan.", "解曰": "Gugatan antukna bakal diyakinkeun. Gering jeung aman. Asup jeung kaluar neangan saran. Sumur kuno minuhan musim semi.", "籤詩故事一": "◇Yao Chong ngadalikeun belalang\nYao Chong (649-721), anu namina asli Yuan Chong, ti Shaanzhou, anjeunna janten Menteri Xia Guan, Shangshu Chunguan, Ziweiling, Zhongshuling, sareng Perdana Mentri dina Dinasti Tang.\nDina taun kaopat Kaiyuan (716), Shandong (umumna nujul kana Citarum Walungan Konéng wétaneun Huashan) ditarajang ku simeut, jalma-jalma kabeungkeut ku ide-ide tahayul sareng henteu wani moro sareng maéhan aranjeunna. kurban-kurban, ngaduruk menyan, nyembah di sisi tegal, jeung ningali palawija didahar ku simeut.\nSakabeh pajabat percaya: “Belalang téh bencana alam, kumaha bisa dikadalikeun ku tanaga!” Perjoangan antara dua gagasan anu béda dina waktu harita, naha rék ngaleungitkeun atawa henteu.\nYao Chong ngadawuh: \"Salila urang gawé bareng, urang bisa nyingkirkeun éta sakabéh. Cenah: Locust sieun ku jalma, ngarah gampang diusir. Bibit boga juragan, jadi rescuers kudu kerja keras; locust. bisa ngapung, lamun peuting-peuting ningali seuneu, bakal mabur ka dinya; beuleum di sawah, gali liang bari ngaduruk, kuburan bari kaduruk, moal aya anu tinggaleun.\"\nXuanzong ngadawuh: \"Locusts mangrupakeun musibah alam disababkeun ku governance moral goréng. Lamun menta aranjeunna keur diburu jeung ditelasan, teu ieu bade ngalawan gandum?\"\nYao Chong ditambahkeun: \"Nyekel jeung maéhan locusts ieu latihan ku kolot baheula, jeung paduka Anjeun bakal ngagunakeun eta dina mangsa nu bakal datang. Ieu acara nasional utama pikeun mawa katengtreman jeung karaharjaan pikeun patani. Mangga mertimbangkeun eta serius \".\nXuanzong yakin. Tapi waktu éta, dulur di jero jeung luar pangadilan ngomong yén locust teu bisa diburu.\nXuanzong ngadawuh: \"Kuring geus dibahas kalawan perdana menteri sarta geus mutuskeun pikeun nyekel locusts. Saha waé anu obyék deui bakal dieksekusi. \"Ku kituna anjeunna dikirim sensor pikeun ngawas sarta ngarahkeun jalma pikeun ngaduruk jeung ngubur locusts.\nHasilna cukup mujarab. Salapan juta dana simeut katéwak di sakuliah nagara, sareng wabah belalang suksés dileungitkeun. Tatanén ngahontal panén anu saé dina taun éta.\n(Hikmah kedah dianggo dina ngokolakeun bencana sareng évakuasi, sareng kedah aya strategi anu cerdik pikeun ngatasi kasusah. Yao Chong mangrupikeun ahli dina hal ieu)", "聖意": "Imahna biasa, diri dihalang-halang, nyiar duit dipeungpeuk, dagang dihalang-halang, nikah jeung karukunan dihalangan, aya bahaya di Liujia, pejalan kaki dihalangan, ulat sutra dihalangan, ingon-ingon teu nguntungkeun, jalma teu kapanggih, jalma dihalangan. , gugatan umum dijieun, hijrah teu munasabah, leungit barang hese neangan, kasakit keur solat, gunung jeung kuburan teu kaampeuh.", "古人": "Yao Chong ngadalikeun belalang", "第X籤": "Unggul lotre dua puluh lima", "宮": "Istana Mi"}