{"籤詩版本二": "Aya gosip yén hal-hal parantos tibalik, sareng kuring nampi surat ti cakrawala.\nKinérja sareng kasuksésan anu dijanjikeun ka kuring dina buku tetep kosong dugi ka tungtungna.", "詩意": "Hexagram ieu ngagaduhan nami palsu.\nDisarankeun janten konservatif dina sagala hal.", "解曰": "Luhur turun kesel. Nyiar luang teu puguh. Kahayang pikeun Kinérja. Tetep aman.", "籤詩故事一": "◇Zhong Kui ngahontal pencerahan\nZhong Kui, anu namina Zhong Kui, anu nami kahadean Zhengnan, ti Zhongnanshan.\nDina mangsa pamaréntahan Kaisar Dezong ti Dinasti Tang, Zhong Kui milu dina ujian kaisar Zhong Kui maca patarosan ujian sarta langsung nulis artikel dina hiji lebet sarta dibikeun. Panguji panguji poé éta nyaéta Han Yu, Mentri Sipil, sarta timbalan pamariksaan nyaéta Lu Zhi, saurang ulama anu hébat. Nalika dua maca kertas Zhong Kui urang, panon maranéhanana cahayana up sarta maranéhanana ngomong di unison: \"Wizard, wizard! Unggal kecap dina artikel ieu exquisite, pantes Li Taibai jeung Du Zimei! \"Jadi maranéhanana ngaranna Zhong Kui salaku tempat munggaran.\nKaisar Dezong ngupingkeun laporan Han Yu sareng nyarios yén Zhong Kui, juara élmu anyar, bakat pisan, janten anjeunna ngagero Zhong Kui di Istana Emas.\nNalika Kaisar Dezong ningali penampilanna anu awon, anjeunna langsung ngarasa teu resep sareng nyarios, \"Pamilihan ulama di pangadilan urang sadayana dumasar kana kecap-kecap pribadi sareng kaligrafi. Kumaha jalma anu awon sapertos kitu tiasa dipilih janten ulama nomer hiji dina élmu emas? \"\nHan Yu buru-buru tuur ka handap sarta ngomong: \"Alus jeung goréng hiji jalma teu kabeh ngeunaan penampilan. Naha anjeun, Nu Maha Suci, teu ngadangu yen Yan Ying jangkungna tilu suku jeung sarua jeung perdana menteri? Zhou Chang gagap tapi bisa mantuan Dinasti Han; Konfusius nangtoskeun jalma ku penampilan maranéhanana, sarta leungit putrana Yu. Mugi paduka mikir dua kali.\" \"\nKaisar Dezong embung sakedapan sarta ngomong: \"Sanajan kecap Han Aiqing wajar, waktu kuring jadi Kaisar Taizong, aya dalapan belas ulama anu datang ka Yingzhou sarta ngobrol ngeunaan eta. Lalaki ieu nu nomer hiji ulama. Kuring sieun yén dunya. bakal seuri kuring pikeun henteu mikawanoh bakat.\"\nPerdana Mentri Lu Qi sempit pikiran jeung sirik bakat. Sanggeus ngadéngé kecap kaisar, anjeunna knelt handap sarta ngomong: \"Ulama nomer hiji dina subjék emas kudu duanana internal tur éksternal. Aya tilu ratus calon subjék ieu. Naha anjeun henteu milih anu sanés?\"\nNalika Zhong Kui ningali yén lalaki éta bingung, anjeunna henteu tiasa nahan ambek, anjeunna nunjuk ka Lu Qi sareng kutuk: \"Upami pejabat anu teu terang sapertos kitu aya di pengadilan, naha anjeunna moal ngarugikeun nagara?\" anjeunna ditinju Lu Qi ku tinju na.\nNingali hal ieu, Dezong ngamuk sarta ngomong: \"Anjeun jadi wani, anjeun wani ngabalukarkeun masalah di Golden Palace, nyandak eta handap gancang!\"\nDina amukan, Zhong Kui narik pedang tina cangkéng jenderal anu nangtung di karaton sareng ngahuleng tarik: \"Hésé ucing frustasi niru maung, sareng beo frustasi henteu saé sapertos hayam.\" Sanggeus éta, manéhna bunuh diri.\nNalika Kaisar Dezong ningali yén Zhong Kui bunuh diri kusabab ambek-ambekan, anjeunna reuwas pisan, pikeun ngarebut haté jalma-jalma, anjeunna maréntahkeun Zhong Kui dikubur kalayan gelar resmi Ulama No.1, sareng anjeunna ogé ngajantenkeun Zhong Kui salaku Dewa. Exorcism pikeun ngaleungitkeun dunya roh jahat.", "聖意": "Neneda keur berkah di imah anjeun, kasalametan sorangan, kasusah finansial, gagal bisnis, gagal nikah, pedestrians awéwé Liujia, trust sawah silkworms satengah asak, genep sato domestik, bisa diangkat, leungit jalma, lawsuits umum Kulon, leungitna migrasi, konservatif, leungitna harta, gering, neneda keur pakaya di gunung jeung kuburan", "古人": "Zhong Kui meunang Tao", "第X籤": "Kadua puluh genep meunang lotre (Lotre)", "宮": "Istana Mi"}