{"籤詩版本二": "Di wétan, aya hiji Chanjuan geulis di caang bulan, sarta awan nutupan eta sakedapan sarta tetep disumputkeun.\nSakapeung bisa buleud, tapi sakapeung bisa leungit.Sing nyebutkeun henteu ngan saukur omongan.", "詩意": "Bulan dina héksagram ieu katutupan ku méga.\nSagalana masih koma.", "解曰": "Méga ngambang nutupan bulan. Teu perlu ragu. Ngadagoan méga ngumpulkeun. Lajeng anjeun bakal ngarti.", "籤詩故事一": "◇Bao Gong milarian Permaisuri Li\nDina mangsa pamaréntahan Zhenzong ti Dinasti Song, Permaisuri Li (Permaisuri Li) nyaéta pembantu di harem, dipikaresep ku Song Zhenzong sarta dipromosikeun jadi Wanyi, sarta manéhna hamil.\nTapi dina waktos éta, Selir Liu Def (engké Permaisuri Liu) boga pikiran jahat sarta nyogok kasim Guo Huai pikeun ngaganti putra Permaisuri Li ku ucing luwak kulit, snatched putrana jauh jeung ngabejaan kaisar yén anjeunna putra biologis nya. Song Zhenzong ngamuk sarta ngirim Li Empress ka karaton tiis.\nSanggeus Selir De naék jadi ratu, manéhna ngarencanakeun pikeun maéhan Permaisuri Li, anu kabur ti karaton.\nHiji poé, Li Niangniang, nu keur cicing di jalan, papanggih jeung Bao Zheng, utusan kaisar, nu keur patroli di wewengkon lokal, manéhna ngabejaan manehna ngeunaan pangalaman hirupna sarta yén manéhna téh indung biologis Kaisar Song Renzong ayeuna. . Saatos Bao Zheng terang kajadian éta, anjeunna nyandak Li Niangniang deui ka Beijing, ngalaporkeun ka Song Renzong sareng mendakan perkawis éta, sareng tungtungna indung sareng putrana saling kenal. Permaisuri Janda Liu sareng kasim anu tanggung jawab Guo Huai sujud sareng ngaku.", "聖意": "Abdi teu tenang di bumi, abdi ngadoakeun panyalindungan finansial, kasusah finansial, alus tuah dina bisnis, nikah, musibah, jalma di sawah, silkworms, sato teu nguntungkeun, kasusah dina manggihan jalma, lawsuits, leungitna, hijrah, konservatif, leungit harta, Panyakit barat hese cageurna, reformasi makam gunung", "古人": "Bao Gong milarian Permaisuri Li", "第X籤": "Tien Juara dua puluh dalapan lotre", "宮": "Istana beurang"}