{"籤詩版本二": "Nyéépkeun waktos dina katengtreman sareng sepi, diuk sareng ngagolér bari tea saatos pinuh\nAnjeun teu kedah sibuk fisik jeung mental, jeung anjeun pasti moal ngabalukarkeun ketidakadilan atawa musibah.", "詩意": "Hexagram Ieu simbol karapihan jeung stabilitas.\nDina sagala hal, ngadagoan waktu katuhu bakal mawa tuah.", "解曰": "Tetep aman jeung sora. Tanya dewa. Antosan dugi ka waktosna. Hal lumangsung ku kasempetan.", "籤詩故事一": "◇Foyinhui Dongpo\nSakali, Su Dongpo meunang sababaraha pamahaman nalika diajar Zen, anjeunna sadar yén kaayaanana transenden, sarta anjeunna ngarasa kabagjaan di dinya. Teu tiasa nahan karep abdi, abdi nyebarkeun pulpen sareng nyerat sajak:\n\"Di tengah langit, Jishou bersinar caang sakuliah jagat raya; teu bisa ditiup ku dalapan angin, manéhna diuk nangtung dina lotus emas ungu.\"\n(Dalapan angin nujul kana: kauntungan, turunna, karuksakan, reputasi, pujian, ejekan, sangsara, jeung kabagjaan. Hartina, teu kaganggu ku dalapan nagara ieu disebut \"dalapan angin teu bisa gerak\")\nSaatos nyeratna, Dongpo ngutus abdina nyebrang walungan pikeun masihan ka Zen Master Foyin kuil Jinshan.\nSaatos Zen Master Foyin maca eta, anjeunna ditandaan ku kecap \"kentut\" sarta masihan ka abdi-Na pikeun nyandak deui.\nDongpo ngamuk sanggeus ningali ieu, jadi manéhna nyokot parahu meuntas walungan jeung indit ka Jinshan Temple pikeun manggihan segel Buddha pikeun diskusi.\nNalika Dongpo dugi ka gerbang kuil Jinshan, Foyin parantos ngantosan di gerbang.\nSu Dongpo langsung nuduh Foyin: \"Naha anjeun nyebat sajak anu kuring nyerat kentut?\"\nFoyin ngajawab: \"Naha maneh geus 'teu bisa ditiup ku dalapan angin'? Kumaha anjeun bisa 'diteok peuntas walungan' ku kentut!\"\nDina waktos ieu, Dongpo reuwas sadar yén anjeunna teu cukup alus sarta ditinggalkeun dina éra.\n(Carita ieu mangrupa métafora pikeun \"Panas teu acan sumping\")", "聖意": "Neneda keur imah jeung kasalametan anjeun sorangan, pikeun harta anjeun, pikeun bisnis anjeun, pikeun waktu alus, pikeun nikah anjeun, pikeun traveler awewe di Liujia, pikeun datangna ulat sutra di sawah, pikeun genep ingon jadi stabil. pikeun manggihan batur, keur masalah, pikeun gugatan umum, pikeun hijrah, pikeun harta leungit, keur gering, pikeun ngirim ka makam gunung, untung", "古人": "Foyinhui Dongpo", "第X籤": "Tilu puluh hiji angka unggul", "宮": "Wei Gong"}