{"籤詩版本二": "Perjalanan mulang geus pasti.Saha nu nyaho jade disumputkeun dina batu?\nSakali hiji pengrajin alus boga cut jelas, anjeunna bakal ngarasa aman tur aman dina periode jasper", "詩意": "Dina hexagram ieu, anjeun tiasa ningali gambar jade nalika anjeun motong batu.\nKerja keras pikeun suksés dina sagala hal.", "解曰": "Harta karun aya dina batu. Urang asing nyaho saeutik. Antosan dugi janten jelas. Laksanakeun naon waé anu anjeun tiasa.", "籤詩故事一": "◇Liu Bei milarian bakat (tilu kunjungan ka pondok jerami, tilu kunjungan ka pondok jerami)\nPeriode Tilu Karajaan. Zhuge Liang cicing di tempat sepi di pondok jerami di Longzhong. Liu Bei hayang pisan neangan bakat, jadi manehna indit ka Zhuge Liang pribadi, manehna ngadatangan Zhuge Liang tilu kali (katelah \"Tilu Kunjungan ka Pondok Thatched\" dina sajarah). : \"Dinasti Han aya dina turunna, sarta menteri khianat maok kahirupan maranéhanana. Nu Maha Agung. \"Katutupan lebu. Kuring teu ngukur kahadean kuring jeung kamampuhan kuring, Abdi hoyong percanten kana kabeneran hébat di dunya, tapi hikmah kuring. Jeung kaahlian anu deet, jadi kuring make eta rampantly. Nepi ka ayeuna. Tapi, ambisi kuring masih tacan réngsé, anjeun pikir rencana bakal dilaksanakeun?\"\nZhuge Liang teras masihan anjeunna rencana pikeun ngabagi dunya kana tilu bagian, sareng nganalisis kaayaan dimana Cao Cao henteu sayogi sareng Sun Quan tiasa ngabantosan anjeunna. nu boga kasempetan pikeun ngamangpaatkeun anjeunna, sarta yén anjeunna ngan bisa ngamangpaatkeun dua nagara ieu. Ngan lajeng bisa meunang dunya, malah ngawartoskeun Liu Bei strategi narajang Dataran Tengah. (Sawala ieu engké disebut \"Longzhong Dui\"). Sanggeus Liu Bei ngadéngé ieu, manéhna muji saolah-olah geus manggihan harta karun, sarta niatna diondang Zhuge Liang kaluar pikeun mantuan, jadi Zhuge Liang jadi panaséhat militér Liu Bei.", "聖意": "Imah téh tengtrem, kuring neangan kabeungharan, nu dagang kuli ngahalangan nikah jeung jadi traveler maya di Liujia.", "古人": "Liu Bei milarian bakat (tilu kunjungan ka pondok jerami, tilu kunjungan ka pondok jerami)", "第X籤": "Tien Juara lotre tilu puluh detik", "宮": "Wei Gong"}