{"籤詩版本二": "Pakéan jeung ngatur deui gaya kulawarga heubeul. Tao tanpa langit tapi boga jasa.\nSanggeus mupus cucuk jeung cucuk di jalan, tiluanana sapuk rék ngumpul deui jeung batur-baturna.", "詩意": "Hexagram Ieu ngagambarkeun susunan ulang baju.\nSagalana hese sateuacan janten gampang engké.", "解曰": "Tong hariwang. Wilujeng nyéépkeun waktos. Lamun nanya ngeunaan mangsa nu bakal datang. Aya jalan alus payun.", "籤詩故事一": "◇ Kitab Suci Budha Tang Monk\nXuanzang (602-664), hiji biarawan kawentar ti Dinasti Tang, miboga ngaran umum Chen sarta dibéré ngaran Yi. Anjeunna lahir di Goushi County, Luozhou (ayeuna bagian kidul Kota Yanshi, Propinsi Henan). Anjeunna janten biarawan dina yuswa tilu belas sareng nyandak nami Budha Xuanzang. Dunya disebut Sanzang tina Dinasti Tang.\nDina taun katilu Zhenguan (629, ogé katelah taun mimiti Zhenguan), anjeunna ngumbara ka kulon ka Tianzhu (India) pikeun meunangkeun kitab suci Budha.Anjeunna usaha kana bahaya nyalira sareng nahan kasusah.Anjeunna dugi ka opat taun.\nDina taun tujuh belas Zhenguan, master sacara resmi mundur sareng balik ka wétan. Manéhna balik deui ka Cina ngaliwatan Jalan Selatan Propinsi Xinjiang kiwari, Khotan, jeung Loulan.Butuh waktu total tujuh belas taun sarta lalampahan 50.000 mil. Nalika anjeunna sumping ka Chang'an dina bulan kahiji taun ka salapan belas Zhenguan, kaisar maréntahkeun Liang Guogong Fang Xuanling sareng pejabat sipil sareng militér sanés pikeun masihan sambutan anu hébat.\nJumlahna aya 520 sareng 657 jilid kitab suci Budha Sanskerta asli anu dipénta. sarta ditarjamahkeun kana basa Cina.\nSaatos master balik, anjeunna kacida dimangfaatkeun ku Kaisar Taizong jeung Kaisar Gaozong sarta enshrined di Da Nei, mere anjeunna gelar \"Master Tripitaka\".", "聖意": "Imahna gegeroan, untung keur diri, rejeki alus, bisnis alus, nikah alus, ngahalangan Liujia, jalma datang ka sawah, ulat sutra, sato teu nguntungkeun, neangan jalma, gugatan umum, hijrah, leungit harta, gering telat, solat. pikeun berkah, makam gunung kudu heubeul.", "古人": "Monk Tang Diajar Kitab Suci Budha", "第X籤": "Nu meunang tilu puluh lima lotre", "宮": "Shen Gong"}