{"籤詩版本二": "Upami anjeun hoyong aman sareng tengtrem, éta henteu cocog pikeun gaduh lilin dina angin.\nÉta langkung saé pikeun ngabersihan sareng calik di aula anu jero, tanpa cahaya, di tempat anu sepi kalayan cahaya caang, sareng mindahkeun → angkutan. Goyang → Yao. Gratis → saeutik.", "詩意": "Hexagram Ieu kawas angin oyag lampu jeung lilin.\nNgajaga hal konstan bakal mawa tuah.", "解曰": "Nempatkeun di tempat anu sepi. Janten on panggero jeung jadi on waktos. Éta sanés berkah. Konservatif jeung luyu.", "籤詩故事一": "◇ Li Jing mulang ka gunung\nLi Jing (571-2 Juli 649), nami kahadean Apoteker, éta pituin Sanyuan, Yongzhou (ayeuna kalér-wétaneun Sanyuan County, Propinsi Shaanxi). Jendral ti ahir Dinasti Sui nepi ka awal Dinasti Tang, anjeunna ahli strategi militér kawentar kalawan duanana kaahlian sipil jeung militér dina Dinasti Tang. Salajengna, anjeunna dipasihan gelar Adipati Wei, sareng katelah Adipati Wei di dunya.\nLi Jing nyaéta bapa ti pangéran katilu Nezha dina daptar dewa, ogé katelah \"Raja Tota\".Li Jing sareng putrana ngabantosan Jiang Ziya (Tai Gong) pikeun ngéléhkeun Ratu Zhou, ngadegkeun Dinasti Zhou, sareng Raja. Wu resmi naék tahta. Jiang Ziya teras ngadamel daptar dewa sareng ngalaksanakeun upacara pikeun nyenangkeun jiwa prajurit anu maot dina perang. Ti harita, dunya jadi tengtrem jeung tengtrem. Raja Wu hayang nyieun marquises jeung ganjaran aranjeunna, sarta anjeunna ogé hayang allocate lahan ka pahlawan founding. Li Jing, bapana jeung anakna, jeung tujuh jalma séjén ménta pikeun mulang ka gunung pikeun latihan Taoisme jeung teu obsessed jeung Kinérja dunya jeung kabeungharan. Engké, sakabéh tujuh di antarana \"janten santo dina awak\" jeung rengking di kelas immortals.\nCarita \"Feng Shen Bang\"", "聖意": "Imahna konservatif, kuring biasa, kuring milarian artos, kuring sesah dina bisnis, perkawinan kuring henteu saluyu sareng Liujia, kuring ngadoakeun pejalan kaki anu amanah, ulat sutra parantos asak dina usum gugur, sareng sato aman, Abdi milarian jalma, kuring ningali gugatan umum sareng migrasi, kuring konservatif, kuring kaleungitan harta benda, kuring gering, kuring henteu hoyong ngarobih makam di Jianxingshan.", "古人": "Li Jing balik deui ka gunung", "第X籤": "Tilu puluh tujuh juara lotre", "宮": "Shen Gong"}