{"籤詩版本二": "Kabayang beureum ragrag di kulon, kelenci naék di wétan, Yin tumuwuh jeung Yang leungit, sarta sagalana makmur.\nLamun awéwé hayang ngagunakeun éta, éta bakal nambahan kabeungharan sarta mawa kabagjaan pikeun haténa.", "詩意": "Hexagram ieu mangrupikeun simbol Yin ngembang sareng Yang ngaleungit.\nSagalana hese sateuacan janten gampang engké.", "解曰": "Yin nguntungkeun awéwé. Teu cocog pikeun lalaki. Upami anjeun milarian naséhat. Nu jahat datang kahiji lajeng alus datang.", "籤詩故事一": "◇Wu Zetian naék tahta\nDina yuswa 14 taun, Wu digero ka karaton ku Kaisar Taizong Li Shimin ti Dinasti Tang salaku jalma berbakat, ngaranna \"Wu Mei\". Saatos Taizong maot, Zetian diasupkeun kuil Ganye sarta jadi biarawati.\nNalika Kaisar Gaozong ti Dinasti Tang naék tahta, anjeunna ngagero kulawarga Wu ka karaton pikeun ngahormat ka Zhaoyi. Dina taun kagenep Yonghui (655), Kaisar Gaozong ngadegkeun Wu salaku ratu.\nWu Zetian éta calakan, aub dina sastra jeung sajarah, sarta éta beunghar resourcefulness. Teu lila sanggeus Wu Zetian jadi ratu, sabab Gaozong lemah sarta gering, anjeunna kadang dipercayakeun dirina pikeun nanganan urusan pulitik tangtu, jadi kakuatan dirina tumuwuh. Dina taun mimiti Shangyuan (674), Kaisar Gaozong disebut \"Kaisar\", Permaisuri Wu disebut \"Ratu Surga\", sarta duanana disebut \"Dua Suci\" di karaton.\nDina taun kahiji Hongdao (683), Gaozong maot, Pangeran Li Xian narajang tahta, sarta Wu Zetian sumping pikeun maréntah dinasti. Dina Pébruari taun mimiti Sisheng (684), Wu Zetian ngagulingkeun Li Xian salaku Raja Luling sarta ngadegkeun putra kaopatna Li Dan salaku kaisar, terus maréntah dinasti. Dina bulan Séptémber taun anu sarua, manéhna ngarobah bandéra jadi emas, sarta Luoyang, ibukota wétan, diganti ngaranna ibukota ketuhanan. Dina poé kasalapan Séptémber taun mimiti Tianshou (690), Wu Zetian ngaproklamasikeun dirina minangka kaisar sarta ngaganti ngaran nagara jadi Zhou.", "聖意": "Imah teu nguntungkeun diri, ngadoakeun barokah, nyiar harta, ngajaga transaksi, untung nikah, sial kawin (awéwé), jalan-jalan ngahalangan sawah, ulat sutra, ingon-ingon makmur, néangan jalma, pipisahan, gugatan, rugi, hijrah. , leungitna harta, gering, shock, gunung jeung kuburan, wilujeng sumping", "古人": "Wu Zetian naék tahta", "第X籤": "Nu meunangna lotre kaopat puluh", "宮": "Anjeun Istana"}