{"籤詩版本二": "Anjeun bakal inget kecap alus tanpa wates, tapi anjeun bakal jadi putra anjeun lamun ngakuan maling.\nTong rakus dina waktos ayeuna sareng hariwang kumaha anjeunna bakal ngalakukeun hal anu saé sataun katukang.", "詩意": "Hexagram ieu ngaidentipikasi maling salaku putra.\nKudu ati-ati dina sagala hal.", "解曰": "Ngan hiji ieu. A gentleman teu ngalakukeun kasalahan. Tetep dina pikiran. Entong nyorangan.", "籤詩故事一": "◇Dong Zhuo narima Lu Bu\nLu Bu, gagah tur pinter tarung, nyaéta jenderal militér anu kasohor dina ahir Dinasti Han Wétan sareng awal Tilu Karajaan.Anjeunna kantos nganggap Ding Yuan, gubernur Jingzhou, salaku bapa angkat sareng ngajabat di handapeun anjeunna.\nSaatos pupusna Kaisar Ling ti Dinasti Han Wétan, Ding Yuan indit ka Beijing pikeun sakongkol jeung jenderal He Jin pikeun ngadalikeun pamaréntah.\nDong Zhuo tarung jeung Ding Yuan, tapi sababaraha jenderal teu bisa ngéléhkeun Lu Bu, jadi Dong Zhuo ngirim bawahan Li Su pikeun nyogok Lu Bu. Li Su mawa tumpukan harta emas jeung pérak jeung kuda kelenci beureum kawentar \"nganjang ka Lu Bu\". Li Su mawa tumpukan harta emas jeung pérak jeung kuda kelenci beureum kawentar nganjang ka Lu Bu. Ku kituna Lu Bu disogok ku Dong Zhuo pikeun maéhan Ding Yuan, sarta nitah prajurit-prajuritna pikeun marengan manéhna lamun hayang, sarta ninggalkeun lamun teu hayang nuturkeun manéhna, balukarna, lolobana prajurit kabur. Jadi Lu Bu disogok ku Dong Zhuo jeung maehan Ding Yuan.\nSaatos Dong Zhuo meunang kakawasaan, anjeunna ngadopsi Lu Bu salaku putra angkatna sareng ngajantenkeun anjeunna jenderal sareng marquis.\nDong Zhuo boga watek telenges, sarta \"hubungan bapa-anak\" jeung Lu Bu sabenerna lemah pisan.Tahun 189 Masehi, ku hasutan Situ Wang Yun, Lu Bu maéhan Dong Zhuo.\nGenep bulan sanggeus maot Dong Zhuo, pasukan heubeul Dong Zhuo narajang ibukota, sarta Lu Bu jeung pamajikanana kabur panik. Sanggeus ninggalkeun ibukota, Lu Bu neangan ngungsi ka panglima perang Yuan Shu, Yuan Shao, Zhang Yang, Zhang Miao, Liu Bei, jeung sajabana, sarta tarung sababaraha kali jeung Cao Cao, panglima perang utama sejen dina waktu éta, Lu Bu gagah tur alus. dina tarung, sarta ngéléhkeun Cao Cao sababaraha kali.\nDina taun katilu Jian'an dina Dinasti Han Wétan, pasukan Cao Cao narajang Xiaopei, pangkalan Lu Bu, sarta direbut sarta ditelasan ku Cao Cao handapeun Menara Baimen. Sateuacan dieksekusi, Lu Bu naroskeun ka Cao Cao supados anjeunna tetep hirup pikeun nyegah maot, tapi Liu Bei ngingetkeun Cao Cao yén Lu Bu parantos ngahianat sababaraha kali sareng mangrupikeun jalma anu teu jujur. Tungtungna, Cao Cao, anu ngan ukur ngahargaan bakat henteu paduli moralitas, ngaéksekusi Lu Bu.", "聖意": "Atuh di imah mah, biasana neangan duit, jaga transaksi, hese kawin, si Liujia reuwas, ulat sutra satengah asak di sawah, genep sato aman, jalma nu keur néangan. , gugatan publik téh luyu, sarta migrasi nyaéta pikeun ngadoakeun hal leungit nu hese neangan, panyakit, jeung karapihan di makam Zhenxing Gunung.", "古人": "Dong Zhuo narima Lu Bu", "第X籤": "Nu meunangna lotre ka-41", "宮": "Anjeun Istana"}