{"籤詩版本二": "Kaisar, kaisar, sareng permaisuri tungtungna bakal welas asih sareng ngantosan sareng ngadoakeun berkah tanpa rugi atanapi kauntungan.\nSadaya mahluk hirup nguntungkeun tina eta, jeung kamakmuran diperkirakeun di dunya jeung di sawarga.", "詩意": "Hexagram Ieu tanda nikmat ti sawarga.\nSagalana bakal suksés.", "解曰": "Kaisar némbongkeun kahadean-Na. Ulah poho. Ritual isuk jeung sore. Pantesan ngaduruk menyan.", "籤詩故事一": "◇Mulian nyalametkeun indungna\nMokou Lian, atanapi Mo Lian, nyaéta anu pangkuatna diantara sapuluh murid Buddha Sakyamuni.\nIndungna sarakah sareng pelit salami hirupna, janten anjeunna murag ka alam hantu lapar saatosna. Mokhullian ngagunakeun kakuatan magisna pikeun niténan sarta manggihan yén indungna dilahirkeun salaku hantu lapar, kalawan henteu jalan pikeun meunangkeun dahareun jeung dina kasusah hébat.Anjeunna ngagunakeun kakuatan gaib pikeun mawa dahareun ka indungna.Teu disangka, sanggeus indungna narima dahareun, eta robah jadi lebu jeung teu bisa didahar.\nMaudgalyana hariwang ngeunaan naon anu lumangsung sarta dilaporkeun ka Buddha. Sang Buddha nyarioskeun ka Mulian yén dina tanggal 15 dina bulan katujuh bulan katujuh, anjeunna kedah nempatkeun saratus rasa sareng lima buah dina baskom sareng nawiskeun ka para bhikkhu anu soleh ti sapuluh arah. Kalayan kakuatan ieu, indungna tiasa tuang. .\nMaudgalyana bertindak nurutkeun wasiat Buddha, sarta indungna tungtungna dibébaskeun. Upacara ieu disebut \"Festival Obon\" sareng festival ieu disebut \"Festival Obon\".\n(Catetan: Hiji zat boga parasaan béda dina tingkat nu beda-beda dunya. Contona: lamun hujan di dunya ieu, urang ningali eta salaku \"cai\", sedengkeun mahluk di alam hantu lapar ngarasa eta salaku \"getih\", sarta sentient. mahluk di dunya naraka ngarasa eta salaku \"getih\". Rasana kawas \"neundeun pedang\", sedengkeun jalma sawarga ngarasa kawas \"neundeun kembang\".)", "聖意": "Neneda keur imah jeung imah, neneda keur alus tuah dina usum tiis, néangan kabeungharan, euweuh transaksi, nikah, karapihan di Liujia, pedestrians, pindah widang, silkworms, genep sato, manggihan jalma, lawsuits, sukses, migrasi, conservativeness, leungit harta, panyakit , katengtreman pikiran, katengtreman gunung jeung kuburan", "古人": "Mulian nyalametkeun indungna", "第X籤": "Tanda opat puluh dua", "宮": "Anjeun Istana"}