{"籤詩版本二": "Dunya fléksibel tur sagala hal anu timer ngarojong, timer ngarojong tur aman\nSagalana dina kahirupan téh éndah, hatur para wali jeung sages pikeun sagalana, sarta jadi makmur.", "詩意": "Hexagram Ieu ngagambarkeun harmoni antara bumi jeung bumi.\nSadayana lancar sareng teu aya bahaya.", "解曰": "Sagala hal dilahirkeun. Sagala rencana jeung kahayang jadi kanyataan. Ford mantuan. Rui Qi rurusuhan.", "籤詩故事一": "◇ Nu leumpang meunang pencerahan\nLalampahan ka carita Kulon:\nSun Wukong ngarebut Gunung Kembang jeung Buah-buahan sarta jadi raja.Engké, pikeun manggihan cara pikeun hirup salawasna, anjeunna méakkeun dalapan atawa salapan taun iinditan meuntas gunung jeung walungan pikeun nyembah Patriarch Bodhi salaku guruna.Anjeunna diajar tujuh puluh. -dua parobahan tina earthly jahat jeung somersault awan, sarta nyokot surname Sun pikeun kahiji kalina, ngaranna Wukong.\nSaatos éta, Sun Wukong angkat ka Istana Naga di Laut Cina Wétan pikeun milarian senjata anu cocog, sareng tungtungna mendakan Ruyi Golden Cudgel, jarum ketuhanan Tianhe sareng Dinghai. Lantaran umurna geus lekasan, manehna nyieun ribut-ribut di alam dunya, merevisi kitab hirup jeung maot, sarta balik deui ka dunya manusa. Saterusna, Sun Wukong digero ku kahyangan pikeun kahiji kalina sarta dingaranan Bima Wen. Saterasna, anjeunna digero ka sawarga pikeun kadua kalina sarta dingaranan Raja Monyet, manéhna dahar buah peach cicingeun jeung nyieun ribut badag di sawarga. Anjeunna disegel dina tungku Bagua pikeun ngalatih panon emas na panon seuneu. ditindes ku Tathagata Buddha di suku Gunung Wuzhi salila 500 taun, teu bisa gerak. Tempat dimana tungku Bagua ditajong leuwih robah jadi gunung seuneuan.\nLima ratus taun ti harita, Biksu Tang indit ka Kulon pikeun ménta kitab suci, diliwatan ku Gunung Lima Unsur, sarta nyokot jimat saméméh nyalametkeun Sun Wukong. Sun Wukong nyegruk ceurik sukur.Sanggeus dititah ku Bodhisattva Guanyin, anjeunna nyembah Biksu Tang salaku guruna sarta indit ka Kulon pikeun diajar kitab suci babarengan. Dina jalan diajar kitab suci, Sun Wukong turun ka sétan-sétan sarta ngaleungitkeun monster, sarta sababaraha kali ngalakukeun prestasi anu luar biasa, tapi anjeunna disalahpahami sareng diusir ku tuanna Tang Seng deui-deui. Sanggeus dalapan puluh hiji kasusah, karya ahirna réngsé. Opat guru jeung murid anjog di Xitian Leiyin Temple sarta meunangkeun kitab suci bener. Sun Wukong ngahontal hasil anu leres.\n(Carita ieu mangrupa métafora yén sanajan monyét bisa jadi enlightened, sumawona manusa.)", "聖意": "Imah téh nguntungkeun pikeun diri, pikeun kabeungharan, bisnis, nikah, Liujia, pedestrians lalaki, halangan sawah, silkworms, genep sato, Zhongping, néangan jalma, lawsuits, sukses, migrasi, leungitna harta, panyakit, Xingxingshan makam, hal. anu nguntungkeun", "古人": "Nu musafir ngahontal pencerahan", "第X籤": "Ditandatanganan dina 43rd", "宮": "heureuy"}