{"籤詩版本二": "Lelembutan parantos unggul tina kakuatan ti jaman baheula, sareng panto pikeun kalakuan anu makmur.\nLamun batur divines hexagram ieu, éta bakal kawas encountering Yaojing nalika anjeun haus.", "詩意": "Hexagram Ieu tanda kahadean jeung gentleness.\nDina sagala hal, harmoni nyaéta norma.", "解曰": "Langit jeung bumi boga rasa. Leres pisan. Gusti sareng Buddha ngajaga anjeun. Tong hilap naon anu anjeun pikahoyong.", "籤詩故事一": "◇Renzong ngakuan indungna\nSelir Song Zhenzong, Selir Liu, timburu ka selir Li ngalahirkeun putrana, Zhao Zhen, sareng nyogok bidan pikeun ngagentos putra Selir Li ku ucing luwak kulitna.Selir Li dituduh ngalahirkeun sétan sareng turun pangkat. karaton anu tiis.Selir Liu tiasa diistrenan.. Pikeun engké.\nSanggeus Selir De dipromosikeun jadi permaisuri, Selir De ngaduruk karaton anu tiis sarta ngarencanakeun pikeun maéhan Selir Li. Selir Li kabur sarta hirup di antara rahayat.\nSelir Li mimitina ngalungkeun Zhao Zhen ka walungan, tapi untung anjeunna disalametkeun ku kasim sareng dikirim ka Istana Dalapan Sages. Nalika anjeunna dewasa, anjeunna ngagentos Song Renzong.\nEngké, Bao Zheng (Bao Qingtian) ngahaja papanggih jeung Selir Li buta.Sabot diajar bebeneran, manéhna vigorously nalungtik pasualan, sarta ahirna bebeneran jadi terang, sarta Song Renzong jeung selir Li urang indung jeung putrana dipikawanoh silih. Selir Liu dialungkeun ka karaton anu tiis sareng Selir Li ditampi ka karaton, caritana réngsé kalayan suksés.", "聖意": "Imah jeung imah téh untung keur sorangan, keur harta banda, keur usaha, keur kawin, keur kawin, keur nu leumpang lalaki, keur ngahalangan sawah, keur ulat sutra, keur usum gugur, keur genep sato, keur genep sato, pikeun manggihan jalma, ningali jalma. , pikeun gugatan, pikeun suksés, pikeun imigrasi, pikeun harta leungit, pikeun kasakit Wétan, pikeun berkah, pikeun makam gunung, jeung pikeun auspiciousness wétan jeung kulon.", "古人": "Renzong ngakuan indungna", "第X籤": "Opat puluh lima lotre unggul", "宮": "heureuy"}