{"籤詩版本二": "Hawa tiis ngarobah cai jadi és.Kunaon jadi sarakah kana kamashur?\nKuring teu boga pilihan tapi diuk quietly jeung ngadagoan daun mekar sacara alami.", "詩意": "Dina hexagram ieu, cai robah jadi és.\nUlah menta nanaon sia.", "解曰": "Cai beku jadi és. És ngalembereh kana cai. Upami éta konspirasi. Kitu deui.", "籤詩故事一": "◇Wang Xiang menta ikan mas (Dua Puluh Opat Carita Ketakwaan Anak)\nWang Xiang ti Dinasti Jin, nami kahadean Fuzheng, lahir di Linyi.\nNalika Wang Xiang masih ngora, indung kandungna maot, Bapana anu kasepian nikah sareng awéwé anu namina Zhu, sareng Wang Xiang ngagaduhan indung énggal. Nalika Wang Xiang masih ngora, indung kandungna maot, sareng ramana anu ngalamun nikah sareng awéwé anu namina Zhu. Indung suku Wang Xiang nyaéta awéwé anu pikir sempit sareng timburu, anjeunna henteu resep ka Wang Xiang sareng sering nyentak anjeunna kusabab hal-hal anu sepele. Teu lila, indung suku ogé ngababarkeun putra ngaranna Wang Lan. Indung suku ngan ukur mikanyaah ka anakna sorangan, sarta nganggap Wang Xiang sabagé cucuk di sisi dirina, malah beuki nungtut ka Wang Xiang, sarta mindeng ngomong goréng Wang Xiang di hareupeun bapana, malah bapana laun-laun teu dipikacinta anjeunna. Indung suku ngan ukur mikanyaah ka anakna sorangan, sarta nganggap Wang Xiang sabagé cucuk di sisi dirina, malah leuwih nungtut ka Wang Xiang, sarta mindeng ngomong goréng Wang Xiang di hareupeun bapana, malah bapana laun-laun teu dipikacinta anjeunna. Sanajan Wang Xiang lanceukna satengah, Wang Lan ramah pisan ka lanceukna. Sanajan panyiksaan ti indung sukuna, manéhna tetep pisan berbakti. Indung sukuna kasar pisan, tapi Wang Xiang tetep bakti pisan.\nIndung sukuna boga hobi, nyaeta, resep ngadahar lauk seger karek diudag ti walungan. Indung sukuna boga hobi, nyaeta, resep ngadahar lauk seger karek diudag ti walungan. Hiji mangsa, bapana indit ka bisnis, sarta indung suku na gering deui. Duduluran Wang Xiang jeung Wang Lan taliti ngalayanan sup jeung ubar pikeun indungna dahar. Dina hawa tiis parna, panyakit indung suku masih teu cageur. buru. Hiji mangsa, bapana indit ka bisnis, sarta indung suku na gering deui. Duduluran Wang Xiang jeung Wang Lan taliti ngalayanan sup jeung ubar pikeun indungna dahar. Dina hawa tiis parna, panyakit indung suku masih teu cageur. buru. Indung suku nu gering hayang dahar lauk seger ti walungan.Dina hawa tiis parna, di luar hujan salju jeung cai di walungan geus robah jadi és kandel. Indung suku nu gering hayang dahar lauk seger, dimana lauk seger bisa kapanggih dina hawa tiris jeung salju?\nDina mangsa éta, teu aya masakan kaluar-musim, jeung anjeun teu bisa meuli eta sanajan anjeun boga duit.\nDina titik ieu carita, carita keuna Wang Xiangqiu Li kajadian. Dua lanceukna ngajaga indungna tanpa daya. Wang Xiang leumpang ka walungan beku supados henteu nguciwakeun indung sukuna anu gering. Wang Xiang ngagaduhan ide sareng nyabut bajuna henteu paduli hawa tiis. Anjeunna ngagolér buligir dina gletser sareng hoyong dianggo. suhu awakna sorangan pikeun ngalembereh és (jadi Wang Xiangqiu pepes disebut oge Wang Xiang bohong dina és). Anjeunna nyabut kaosna sareng ngagolér dina glacier. Anjeunna neneda ka Allah sarta ngadawuh: \"Gusti, indung kuring gering jeung hayang dahar pepes seger. Anjeun kudu neangan cara pikeun kuring euweuh urusan naon. \" Anehna, blok és gigireun anjeunna dumadakan retak, sarta aya dua. retakan.. Ikan mas hirup luncat kaluar tina retakan sarta luncat kana és. Wang Xiang bungah kacida. Anjeunna neneda ka Allah: \"Gusti, indung kuring gering sarta hayang dahar lauk mas seger. Anjeun kudu neangan jalan pikeun kuring euweuh urusan naon. \" Anehna, és blok gigireun anjeunna dumadakan retak, sarta aya dua retakan. Hiji ikan mas hirup luncat kaluar tina retakan sarta luncat kana és Wang Xiang bungah kacida. Gancang jongjon, muji sukur ka Gusti, lumpat ka imah mawa lauk mas. Gancang jongjon, muji sukur ka Gusti, buru-buru nyandak ikan mas tuluy mulih. Sanggeus indung suku ngadahar ikan mas seger, enggal cageur tina panyakitna. Indung suku di ranjang rumah sakit kaget nalika ningali awak luhur taranjang Wang Xiang, anu janten ungu tina tiis, sareng dua lauk dina pananganna, anjeunna lumpat ka kamar kalayan bagja sareng kaget.\nWang Xiang saterusna jadi pajabat sarta jadi Taibao, sarta dibéré gelar Adipati.", "聖意": "Hariwang di imah, abdi neneda keur panyalindungan, kasusah finansial, masalah bisnis, nikah, inconsistency dina asuransi Liujia, pedestrians, Chitian silkworms, genep karugian ternak, leungit jalma, gugatan publik, migrasi, konservatif, leungit harta, gering, hésé cageur, makam gunung, wilujeng sumping", "古人": "Wang Xiang menta ikan mas (Dua Puluh Opat Carita Ketakwaan Anak)", "第X籤": "Opat puluh salapan Unggul Lott", "宮": "Haigong"}