{"籤詩版本二": "Anjeun tiasa ngarambat ka sadaya penjuru nagara, ngagantungkeun kanopi balayar pikeun nahanana sacara bébas\nLamun aya angin nguntungkeun, éta bakal datang geura-giru sarta parahu bakal pinuh ku harta.", "詩意": "Hexagram Ieu kawas narik parahu jeung angin.\nSagalana mana ogé.", "解曰": "Istirahat betah. Taya usaha diperlukeun. Loba kakayaan. Kabéh admired.", "籤詩故事一": "◇Tao Zhugui Lima Situ (Tasik Fan Ligui)\nDina Periode Musim Semi sareng Musim Gugur, Fan Li, anu nami kahadean Shaobo, ogé katelah Gui Yizipi atanapi Tao Zhugong.\nDina waktos éta, aya perang antara Nagara Wu sareng Nagara Yue, sareng Nagara Wu ngancurkeun Nagara Yue. Fan Li jeung Wen Zhong ngarumuskeun rencana pikeun Yue Raja Gou Jian ngamajukeun Yue jeung ngancurkeun Wu. Fan Li pribadi ngumbara ngaliwatan gunung jeung walungan, sarta dilongok Xi Shi, awéwé geulis jeung duanana kahadean, bakat jeung kageulisan, di Walungan Huansha di Bailuo Gunung tur dibere ka Raja Wu.Anjeunna ngagunakeun \"trik kageulisan\" pikeun cooperate jero jeung luar sarta ancur Karajaan Wu.\nSaatos anjeunna suksés ngabasmi Karajaan Wu, Fan Li terang yén Gou Jian mangrupikeun \"manuk beuheung panjang sareng cucuk\" sareng tiasa ngabagi kasusah sareng kabagjaan sareng anjeunna, janten anjeunna angkat kapal sareng Xi Shi meuntas Karajaan Qi, ngarobih anjeunna. ngaranna ka Gui Zipi, sarta mingpin putrana jeung murid-muridna di Karajaan Qi.Maranéhanana cicing di hiji pondok sisi laut. Manéhna digawé teuas pikeun ngokolakeun gurun, ngajalankeun usaha sampingan jeung ngalakukeun bisnis.Dina sababaraha taun, manéhna ngumpulkeun puluhan juta harta kulawarga. Anjeunna berehan dina nyebarkeun kabeungharan sareng ngalakukeun kahadéan ka kampung halamanna.Kabijaksanaan sareng kamampuan Fan Li diapresiasi ku masarakat Qi.Raja Qi ngondang anjeunna ka Linzi, ibukota, sareng nyembah anjeunna salaku perdana menteri anu ngurus urusan pamaréntahan. . Anjeunna exclaimed: \"Janten hiji pajabat bisa ngakibatkeun menteri, sarta ngajalankeun kulawarga bisa ngakibatkeun rejeki. Pikeun jalma biasa anu dimimitian ti scratch, ieu geus ngahontal ekstrim. Dihargaan keur lila meureun lain tanda alus.\" Janten, ngan tilu taun ti harita, anjeunna sakali deui Jiliu mundur gagah, ngabalikeun segel ka raja Qi, sareng masihan sadaya harta kulawargana ka babaturan caket sareng sasama warga desa.", "聖意": "Imah alus keur diri (dikirimkeun), duitna alus, usahana alus, kawin telat, kawinna teu hade, Liujia aman, jalma ngahalangan sawah, ulat sutra, gugur, ingon-ingon, cinyusu. makmur, jalma néangan jalma, gugatan goréng, hijrah konservatif, leungit hal, kasakit Kulon direngsekeun, gunung jeung kuburan kidul.", "古人": "Tao Zhugui Five Lakes (Tasik Fan Ligui)", "第X籤": "Tien Juara lotre kalima puluh", "宮": "Haigong"}