{"籤詩版本二": "Usum panas mangrupikeun dinten anu paling panjang sareng sadayana hariwang ngeunaan panas sareng déprési\nLangit sareng bumi ogé terang naon anu dipikahoyong ku jalma, sareng angin ngahiliwir sareng sacara alami tiis", "詩意": "Hexagram ieu nunjukkeun yén sadayana hariwang ngeunaan panas.\nLaksanakeun naon waé anu anjeun pikahoyong.", "解曰": "Teu aya ragu naha maju atanapi mundur. Wilujeng nyéépkeun waktos. Éta pikeun kémping? Teu perlu polah buru-buru.", "籤詩故事一": "◇ Kong Ming asup ka Sichuan\nZhuge Liang (181-234), ngaran kahadean Kongming, pituin ti Yangdu, Langya (ayeuna County Yinan, Propinsi Shandong), sarta perdana menteri Shu Han (Liu Bei) salila periode Tilu Karajaan.\nSanajan Liu Bei meunang Jingzhou, tapi teu cukup pikeun misahkeun hiji sisi, Zhuge Kongming rencanana nangkep Xichuan pikeun ngaronjatkeun wewengkon Liu Bei. Dina waktos ieu, Liu Zhang di Yizhou diserang ku Zhang Lu di kalér. Zhuge Kongming diajar yén Liu Zhang rék ngahaturanan peta Xichuan ka Cao Cao pikeun ngajaga dirina. Nalika Zhang Song (bawahan Liu Zhang) pendak sareng Cao Cao, kusabab Cao Cao sombong sareng kasar, Liu Zhang nyandak peta deui ka Xichuan sareng ngalangkungan Jingzhou di jalan. Kong Ming parantos ngantosan anjeunna di jalan sareng ngajak anjeunna ka Jingzhou, tapi anjeunna henteu kantos nyebatkeun Gambar Xichuan dugi ka waktos angkat. anjeunna.\nWewengkon Xichuan bahaya sarta bisa diserang atawa dibela.Sanggeus rupa-rupa susunan Kong Ming, Xichuan jadi tempat lahirna Liu Bei.\n(Kong Ming ngarawat jalma kalayan sopan sareng gampang nampi Xichuan anu didambakan.)", "聖意": "Doakeun berkah di bumi sareng panyalindungan anjeun sorangan (aya untung dina musibah) Néangan kabeungharan, untung dina bisnis, nikah umum, lahir budak lalaki di Liujia, pindah sawah, ulat sutra, ruksakna ingon-ingon, mendakan jalma, gugatan umum. , hijrah, hal leungit heubeul, kasakit kalér, wishing pikeun gunung jeung kuburan", "古人": "Kong Ming asup ka Sichuan", "第X籤": "Bab 51: Meunang lotre (meunang lotre)", "宮": "Rahim"}