{"籤詩版本二": "Butuh loba usaha pikeun nangkep bulan dina cai.Butuh loba usaha tapi teu nanaon.\nUlah omong kosong jeung sia-sia usaha pikeun nguatkeun awak.Kecap \"raga layu\" asalna hartina \"awak nyalira\".", "詩意": "hexagram Ieu rakus pikeun gambar usaha .\nSagalana geus laborious jeung laborious.", "解曰": "Jangji hésé diinget. Loba gawé teuas. Hariwang di imah. Ngadagoan papanggih jalma menak.", "籤詩故事一": "◇Taibai néwak bulan bari mabok (Li Taibai néwak bulan bari mabok)\nLi Bai (701-762), ogé katelah Taibai, ogé katelah Qinglian Jushi. Penyair Dinasti Tang, anu nyebat dirina salaku abadi anu dibuang, katelah Abadi Puisi, sareng anjeunna salawasna bagja tanpa nginum.\nSakali Li Bai datang ka Jinling (ayeuna Nanjing) jeung rested di réstoran gigireun Wende Bridge.\nPoé éta kabeneran poé kalima welas dina usum sasih bulan, peuting-peuting manéhna diuk nyorangan di réstoran jeung ngararasakeun bulan, bari nginum jeung maca sajak. Poé éta kabeneran poé kalima welas dina usum sasih bulan, peuting-peuting manéhna diuk nyorangan di réstoran jeung ngararasakeun bulan, bari nginum jeung maca sajak. Li Taibai paling dipikacinta bulan dina hirupna, nyebutkeun yén éta beresih jeung geulis. Li Taibai paling dipikacinta bulan dina hirupna, nyebutkeun yén éta beresih jeung geulis. Peuting éta, manéhna neuteup ka luhur sarta nempo bulan bodas buleud di langit, anjeunna pisan gumbira sarta inuman sababaraha gelas deui. Peuting éta, manéhna neuteup ka luhur sarta nempo bulan bodas buleud di langit, anjeunna pisan gumbira sarta inuman sababaraha gelas deui. Dina tengah wengi, Li Taibai ngamangpaatkeun anggur jeung indit ka handap ka Wende Bridge. Dina tengah wengi, Li Taibai ngamangpaatkeun anggur jeung indit ka handap ka Wende Bridge. Pas nanjak kana sasak, manéhna nurunkeun sirah sarta ujug-ujug nempo bulan ragrag kana cai, nalika walungan pindah, sababaraha garis hideung ditambahkeun kana kalangkang bulan bodas. Pas nanjak kana sasak, manéhna nurunkeun sirah sarta ujug-ujug nempo bulan ragrag kana cai, nalika walungan pindah, sababaraha garis hideung ditambahkeun kana kalangkang bulan bodas. Li Taibai mabok pisan dina waktos ieu anjeunna panginten éta bulan anu dikotor ku cai walungan. Li Taibai mabok pisan dina waktos ieu anjeunna panginten éta bulan anu dikotor ku cai walungan. Malah teu weléh nyabut sapatuna, muka leungeunna luncat tina sasak rék néwak bulan. Malah teu weléh nyabut sapatuna, muka leungeunna luncat tina sasak rék néwak bulan. Teu disangka-sangka, ku luncat ieu, bulan teu katéwak, tapi bulan dina cai reuwas sarta langsung beulah jadi dua bagian. Teu disangka, dina luncat ieu, bulan teu katéwak, tapi lalaki éta tilelep. Anjeunna maot dina yuswa genep puluh dua.", "聖意": "Imah teu tenang jeung diri sorangan dina nasib sial (untung, merhatikeun kaséhatan), néangan kasaimbangan dina harta (ulah mikir ngeunaan eta), bisnis susah, nikah teu mapan, ngadoakeun panyalindungan (harta karun kosong pikeun nyegah kaguguran). ), pejalan kaki susah, ulat sutra sawah lima titik, genep sato keur mudun, neangan jelema (untung), gugatan umum jeung (Eureun gugatan) Migrasi biasa (ulah disebatkeun) Leungitna harta (pesawat) Sholat. pikeun panyalindungan tina panyakit (malang) Rejeki di gunung jeung kuburan", "古人": "Taibai nyekel bulan bari mabok (Li Taibai nyekel bulan bari mabok)", "第X籤": "Lima puluh detik meunang lotre (Lotre)", "宮": "Rahim"}