{"籤詩版本二": "Nalika hanjelu robah jadi bungah, komodo ngagaur jeung maung.\nLangit biru boga jalan sorangan ka langit.Mugi abdi gaduh kasempetan deui pikeun ngahontal Kinérja.", "詩意": "Hexagram Ieu kawas naga roaring jeung maung roaring.\nAya harepan yén sagalana baris lumangsung ogé.", "解曰": "Ngan ngajar jeung indit. Boga kamakmuran sorangan. Kudu dilakukeun dina tungtungna. Aya hiji tempat pikeun manggihan.", "籤詩故事一": "◇Liu Bei ngarekrut panganten awewe\nSanggeus Patempuran Chibi, Sun Quan hayang pisan meunangkeun deui Jingzhou, nu geus direbut ku Liu Bei, jadi manéhna ngagunakeun rencana Zhou Yu, pura-pura hayang kawin jeung adina Sun Ren ka Liu Bei, tapi nyatana hayang nyokot. Liu Bei salaku sandera pikeun ngaku Jingzhou.\nSaatos Zhuge Liang spionase rencana Zhou Yu, anjeunna nyerahkeun brosur sareng strategi ka Zhao Yun, anu ngalindungan Liu Bei nalika angkat ka Soochow. Zhao Yun nuturkeun strategi anu aya dina brosur sareng ngahaja ngadamel cipratan ageung pikeun ngantepkeun Wu Guotai ( Bapana Sun Quan) terang ngeunaan lamaran nikah. Kusabab Wu Guotai dipikacinta putrina sarta henteu daék nyieun kaputusan kasual ngeunaan urusan hirup-panjang putri nya, manehna rebuked Sun Quan pikeun kejam ka adina sarta ngusulkeun pikeun pribadi nguji naha Liu Bei pantes putri-Na di Kuil Ganlu. Saatos Wu Guotai pendak sareng Liu Bei, anjeunna ngahargaan pisan ka Liu Bei sareng ngadukung pisan kana perkawinan antara Liu Bei sareng putrina.\nKadieunakeun Liu Bei jeung Bu Sun kabur deui ka Jingzhou babarengan, engke Sun Quan hayang ngamangpaatkeun serangan Liu Bei ka Yizhou pikeun nyerang Jingzhou, tapi dihalangan ku Wu Guotai anu hariwang kana kasalametan putrina.\nAnjeunna nyarios: \"Rencana pinter Zhou Yu mangrupikeun anu pangsaéna di dunya. Anjeunna kaleungitan pamajikan sareng kaleungitan pasukanana.\"\n(Liu Bei meunang tina cilaka)", "聖意": "Atuh di imah mah sial (mimitina sial, tuluy untung) Neangan harta, kasaimbangan, kasusah dina nikah, sukses dina nikah. jalma, lawsuits jeung hijrah, alus tuah pikeun harta leungit, alus tuah pikeun kasakit, katengtreman gunung jeung kuburan.", "古人": "Liu Bei ngarekrut panganten awewe", "第X籤": "Lotre lima puluh tilu", "宮": "Rahim"}