{"籤詩版本二": "Basisir pinuh ku cadas, cai ngalir, angin hérang, bulan caang, jalma-jalma menak riweuh.\nDi jalan kudu nanya kamana, tong nyokot seungit kembang jeung tatangkalan di leuweung, tong diurus.", "詩意": "Hexagram Ieu kawas parahu iinditan dina pantai leutik.\nDina sagala hal, aya jalma mulya pikeun mantuan.", "解曰": "Pikeun nyieun hirup. Loba gawé teuas. Tetep konservatif jeung antosan. Sing salamet.", "籤詩故事一": "◇ Lushan pemberontakan\nAn Lushan (703-757), anu namina Kang sareng namina Yaluoshan, ti Liucheng, Yingzhou (ayeuna Chaoyang, Liaoning).\nEngké, anjeunna nganggap surname An sarta ngaganti ngaranna jadi Lushan. Dina mangsa pamaréntahan Kaisar Xuanzong ti Dinasti Tang, An Lushan nyaéta utusan militér.\nDina bulan Nopémber taun ka-14 Tianbao, An Lushan ngangkat pasukan di Fanyang.Atas nami nyerang Yang Guozhong, anjeunna ngaluncurkeun pemberontakan sareng nyandak pasukan tilu kota pikeun nyerang Luoyang, ibukota wétan. Laporan ti Taiyuan buru-buru ka Lishan. Tang Xuanzong, anu harita keur aya di Istana Huaqing di Lishan, teu percaya yen Anlushan bakal barontak. Tapi, beja pemberontakan terus sumebar, sarta Xuanzong masih satengah yakin. (Ieu mangrupikeun gambaran \"sora cai anu ngalir dina batu-batu leutik dina aliran\")\nNepi ka Yan Zhenqing, préfek Pingyuan County, ngirim batur pikeun ngirim inpormasi yén Xuanzong hudang tina impianna.\nDina strategi salah Kaisar Xuanzong ti Dinasti Tang, resimen kavaleri An Lushan nangkep Luoyang, ibukota wétan.Dina bulan kahiji taun saterusna, anjeunna memproklamirkan dirina Kaisar Dayan di Luoyang, Jianyuan Shengwu, Kaisar Xiongwu, jeung Da Xixun salaku. Perdana Menteri.\nDina bulan Juni taun anu sarua, Kaisar Xuanzong ti Dinasti Tang, hayang pisan ngagentos krisis di Chang'an sarta dina pamahaman militér salah, dieksekusi dua jenderal kawentar, Feng Changqing jeung Gao Xianzhi.Paréntah ieu ngajempolan tentara Tang. (Kalakuan ieu ngalanggar \"jalan kudu nunjuk ka walungan hareup\")\nSanggeus éta, Kaisar Xuanzong ti Dinasti Tang urgently maréntahkeun jenderal sejen, Ge Shuhan, pikeun mingpin tentara Tang ka wétan kaluar Tongguan.\nGe Shuhan, anu pinuh ngartos kasalahan strategis Kaisar Xuanzong tina Dinasti Tang, rencanana pikeun reureuh parobahan (pendekatan \"teu kunanaon lamun angin tenang jeung pasang tenang\").\nTungtungna, Kaisar Xuanzong ti Dinasti Tang ngira yén anjeunna teuing isin pikeun ngalawan, janten anjeunna henteu gaduh pilihan sanés ngalawan sareng An Lushan dina cimata, sareng éléh. (Éta minuhan \"Upami anjeun kerja keras pikeun ngadukung diri anjeun, anjeun tiasa cilaka.\")\nDina Dinasti Tang, nalika pasukan wates jeung garnisun lokal teu boga waktu pikeun ngabales, tentara An Lushan pencét wates jeung asup ka wewengkon ibukota. Dina kaayaan kritis, Kaisar Xuanzong ti Dinasti Tang mingpin Korps Pengawal kabur ti ibukota, ngabalukarkeun Xijing Chang'an nu teu boga pamimpin murag.\n(Tang Xuanzong ngalanggar pituduh tanda ieu, ku kituna pemberontakan An Lushan suksés.)", "聖意": "Imah aman, diri bagja, rejeki mantep, urus makmur, jodo jaya (ati-ati), lalakon lalaki ti Liujia datang ka sawah, ulat sutra dipanén, genep ingon-ingon ruksak, jalmana kapanggih. , gugatan dibenerkeun, harta anu leungit mawa panyakit, nyaéta kuburan Anshan kudu dibenerkeun.", "古人": "Lushan pemberontakan", "第X籤": "Lotre kalima puluh genep", "宮": "Istana awon"}