{"籤詩版本二": "Isuk jeung magrib, pangrojong Buddha urang kudu di kali bahaya tapi teu di bahaya\nUpami anjeun katarik ku jalma mulya, maka artos sareng sutra ogé bakal ngiringan anjeun.Ieu Chuan Lai. Eta sadayana gumantung kana anjeun.", "詩意": "Hexagram Ieu ngagambarkeun berkah rusiah dewa jeung Buddha.\nSing sabar sareng sing bagja dina sagala hal.", "解曰": "Tanda katengtreman baheula. Nalika sagalana mahal, éta bakal nguntungkeun.", "籤詩故事一": "◇Tang Monk ngahontal pencerahan\nDina hiji poe, Tang Seng datang ka walungan, ningali Gunung Lingshan Buddha di hareupeunana, hareupeunana aya sasak papan tunggal, Tang Seng teu wani meuntas. Sang Buddha robah jadi tukang parahu sarta nyekel parahu anu rusak, pas Tang Biksu naék kana parahu, manéhna murag ka walungan sarta disalametkeun ku tukang parahu. (Kisah Lalampahan ka Kulon)\n◇ Kitab Suci Budha Tang Monk\nSanzang ti Dinasti Tang, nami umumna nyaéta Chen sareng nami anu dipasihkeun nyaéta Yi. Dilahirkeun di Goushi County, Luozhou (ayeuna kiduleun Kota Yanshi, Propinsi Henan). Anjeunna janten biarawan dina yuswa tilu belas sareng nyandak nami Budha Xuanzang.\nPikeun meunangkeun kitab suci Budha asli, manéhna indit ti Chang'an (Kiwari Xi'an, Propinsi Shaanxi) dina taun katilu Zhenguan (AD 629), usaha meuntas wates, sarta ngaliwatan kasusah sajajalan pikeun ngahontal Tianzhu ( India) pikeun ngumpulkeun kitab suci. Anjeunna ngumbara ka sakuliah Walungan Gangga jeung Indus jeung wewengkon basisir tenggara India, tuluy meuntas gunung salju-capped jeung ridges héjo, trekking leuwih ti 50.000 mil bulak-balik.Butuh waktu 16 taun pikeun tungtungna balik deui ka Chang'an dina taun ka-19 Zhenguan (Masehi 645). Anjeunna mawa deui sajumlah ageung kitab suci Budha sareng narjamahkeun kana basa Cina.\n(Tang Sanzang ngaliwat lalampahan panjang bulak-balik antara Cina jeung India. Anjeunna pasti ngalaman bahaya salila perjalanan, tapi manehna bisa balik kalayan aman sabab aya hiji santo pelindung siluman di tukangeunana.)", "聖意": "Imah aman, diri bageur, usaha Kulon suksés, nikah suksés, jalan-jalan ngahalangan sawah, ulat sutra dihalangan, sutra tujuh titik, ingon-ingon untung, néangan jalma, Kulon. gugatan publik goréng, hijrah konservatif, harta leungit katempo, kasakit téh untung, gunung jeung kuburan anu nguntungkeun.", "古人": "Biksu Tang ngahontal pencerahan", "第X籤": "Unggul lotre genep puluh dua", "宮": "Istana Yin"}