{"籤詩版本二": "Nalika usum tiis, dahan plum mekar di gunung moal ancur sanajan daunna ragrag sareng dahanna layu.\nTapi lamun spring datang, Kuring masih balik kuring salaku courtesan jeung ngancurkeun karya aslina.", "詩意": "Dina hexagram ieu, mekar plum nempatan posisi ngarah.\nSagalana alus lamun ditunda.", "解曰": "Hiji panah ditémbak kosong. Nalika éta kosong, éta henteu kosong. Ngadagoan musim semi datang. Warna aya di jerona.", "籤詩故事一": "◇Skor dua kali\nDina mangsa pamaréntahan Kaisar Dezong ti Dinasti Tang, menteri satia Mei Bogao jeung kulawargana dipiguraan ku Perdana Mentri nu ngahianat Lu Qi, anu hayang maéhan kabéh. ngaran ka Wang Xitong pikeun nyumputkeun identitas na. Anjeunna cicing nyalira di jalan, lapar sareng tiis, tapi untung anjeunna dicandak ku Chen Risheng (Chen Dongchu). Chen Risheng henteu terang pangalaman hirupna, janten anjeunna naroskeun anjeunna ngabantosan kebon plum Chen supados anjeunna henteu maot kalaparan di jalan.\nChen Risheng sakelas jeung babaturan Mei Bogao. Waktu keur dikaniaya ku Lu Qi, manéhna disalametkeun ku Mei Bogao. Balukarna, Mei Bogao jeung Lu Qi jadi mumusuhan. Tungtungna, sakabéh kulawarga maranéhanana dieksekusi. Chen Risheng ngarasa hanjelu jeung ambek alatan ieu, sanggeus nikah, manéhna pasrah jeung pindah kulawargana ka Yangzhou cicing di tempat sepi.\nChen Risheng gaduh putri namina Chen Xingyuan, geulis sareng seungit.Sanggeus Mei Liangyu sumping ka kulawarga Chen, aranjeunna murag asih dina pandangan kahiji. Dina hiji poé nalika kembang plum mekar pinuh, anu ogé minangka ulang taun pupusna Mei Bogao, Chen Risheng sareng kulawargana muka altar di kebon plum imahna pikeun ngémutan sobat sareng dermawan anu almarhum. , sarta badai salju beurat niup, nutupan sakabéh blossoms plum ancur. Chen Risheng ngadu’a yén anjeunna tiasa kabur kalayan aman, tapi anjeunna henteu tiasa nyalametkeun turunan kulawarga Mei, panginten ieu mangrupikeun peringatan ti Gusti, janten anjeunna sumpah yén upami kembang plum mekar deui, ngabuktikeun yén turunan kulawarga Mei masih hirup, anjeunna moal ngomong nanaon.Anjeunna lolos kana Budha sarta jadi biarawan a.\nPutrina Xingyuan ngadangu ieu sareng langsung ngaduruk menyan sareng kalayan ikhlas ngadoa ka Gusti supados kembang plum mekar deui. Ikhlas aranjeunna ngagerakkeun surga, sareng sadaya tangkal plum di kebon plum mekar deui; engké Chen Risheng terang yén Xitong nyaéta Liangyu, ku kituna anjeunna ngajodokeun putrina Xingyuan ka anjeunna.", "聖意": "Imah jeung imah teu hade keur diri sorangan, keur rejeki sorangan, neangan harta banda, sing ati-ati dina urusan, ngadagoan nepi ka waktu kawin, kasep, kasep, kasep, sing makmur dina. cinyusu, kasep, kasep, kasep, keur riweuh, jadi riweuh, jadi makmur, keur sibuk, mun kapanggih.", "古人": "Skor dua kali", "第X籤": "Genep puluh salapan Unggul Lott", "宮": "Tatsumi"}