{"籤詩版本二": "Chao Chao ibarat nyiruan ngumpulkeun kembang, ngalayang ti kidul-kulon terus ka wétan\nWanci cinyusu jeung kembangna geus musna, teu aya nu dipilari.Ieu hate moal robah kamana.", "詩意": "Hexagram ieu siga lebah nyokot kembang.\nSagalana geus laborious jeung laborious.", "解曰": "Teu aya pamandangan musim semi anu kedah dipilarian. Hujan lila-lila tapi teu weléh bérés. Ménta tulung. Éta hadé cicing.\n.", "籤詩故事一": "◇ Li Mi barontak ngalawan Dinasti Tang\nLi Mi\n(582-619), pamimpin almarhum Tentara Wagang dina pemberontakan tani dina ahir Dinasti Sui Cina. Master kaligrafi. Master kecap Fa éta pituin Chang'an, Jingzhao, sarta imah karuhun na Xiangping, Liaodong (ayeuna kiduleun Liaoyang, Liaoning). Asalna ti Chang'an, Jingzhao, bumi karuhunna nyaéta Xiangping, Liaodong (ayeuna kiduleun Liaoyang, Liaoning).\nDina taun kasalapan Daye (613), manéhna milu dina pemberontakan Yang Xuangan ngalawan Dinasti Sui di Liyang (ayeuna kalér-wétaneun County Junxian, Propinsi Henan). Dina taun kasalapan Daye (613), manéhna milu dina pemberontakan Yang Xuangan ngalawan Dinasti Sui di Liyang (ayeuna kalér-wétaneun County Junxian, Propinsi Henan). Rasa misterius dikalahkeun,\nLi Mi kabur. Xuangan eleh sareng Li Mi kabur.\nDina taun dua belas Daye, anjeunna ngagabung sareng Tentara Wagang\n. Dina taun ka dua belas pamaréntahan Daye, anjeunna ngagabung sareng Tentara Wagang. Li Mi pinter dina strategi.Dina Oktober taun ka dua belas Daye, Li Mi ngabujuk Zhai pikeun nyerang Xingyang Tong, jenderal anu kuat anu ngiringan tentara, pikeun ngabela Zhang Xutuo, ngéléhkeun tentara Sui sareng maéhan Zhang Xutuo. Li Mi pinter dina strategi.Dina Oktober taun ka dua belas Daye, Li Mi ngabujuk Zhai pikeun nyerang Xingyang Tong, jenderal anu kuat anu ngiringan tentara, pikeun ngabela Zhang Xutuo, ngéléhkeun tentara Sui sareng maéhan Zhang Xutuo.\nEngké, anjeunna ngusulkeun pikeun nyerang gudang Xingluo (engké ngaranna Luokou), muka gudang pikeun bantuan, sarta ngalegaan tim.Tim Tentara Wagang tumuwuh gancang.Dina taun ka-13 Daye, Li Mi mingpin Tentara Wagang, sarta Zhai Rang. Diurus ku turunna pangkat jeung distribusi Dinasti Sui. Aya perang pikeun sumber daya militer jeung masalah sejenna, sarta Li Mi maéhan Zhai Rang jeung ratusan pengikut na. Engké, anjeunna ngusulkeun pikeun nyerang gudang Xingluo (engké ngaranna Luokou), muka gudang pikeun bantuan, sarta ngalegaan tim.Tim Tentara Wagang tumuwuh gancang.Dina taun ka-13 Daye, Li Mi mingpin Tentara Wagang, sarta Zhai Rang. Diurus ku turunna pangkat jeung distribusi Dinasti Sui. Aya perang pikeun sumber daya militer jeung masalah sejenna, sarta Li Mi maéhan Zhai Rang jeung ratusan pengikut na.\nDina Maret taun ka-14 Daye, Yu Wenhuaji maéhan Kaisar Yang ti Dinasti Sui.\n, ngarah leuwih ti 100.000 urang balik ka kulon. Dina Maret taun kaopat belas Daye, Yu Wenhuaji (Yu Wen, ngaran majemuk) maéhan Kaisar Yang ti Dinasti Sui sarta balik ka kulon jeung leuwih ti 100.000 urang. Li Mi dititah nyerang Huaji. Sanajan Huaji éléh, pasukan Li Mi ogé ngalaman karugian gedé. Engké diudag ku Wang Shichong. Tentara Li Mi eleh jeung kubuna ancur. Jendralna Qin Shubao, Cheng Zhijie (aslina ngaranna Cheng Yaojin), Niu Jinda sareng anu sanésna ditawan. , Shan Xiongxin nyerah. Li Mi dititah nyerang Huaji.Sanaos Huaji eleh, Li Mi oge ngalaman karugian beurat dina pasukanana. Saterasna, anjeunna diudag ku Wang Shichong. Tentara Li Mi kaéléhkeun sarta kubuna ditumpes. Jendralna Qin Shubao, Cheng Zhijie (aslina ngaranna Cheng Yaojin), Niu Jinda jeung nu séjénna ditéwak, sarta Shan Xiongxin nyerah. Li Mi nekat, jadi anjeunna meuntas walungan ka Heyang dina bulan Séptember sarta nyerah ka Dinasti Tang. Li Mi nekat, jadi anjeunna meuntas walungan ka Heyang dina bulan Séptember sarta nyerah ka Dinasti Tang.\nDina bulan Nopémber, Li Yuan ngirim Li Mi ka Shandong pikeun ngarekrut pasukan heubeul. Nopémber,\nLi Yuan ngirim Li Mi ngantosan di Shandong pikeun ngarekrut pasukan heubeul. Ngarasa geus disangka, manéhna barontak ngalawan Tang. Ngarasa geus disangka, manéhna barontak ngalawan Tang. Jenderal Tang Sheng Yanshi ngajak Li Mi pikeun nyerang sareng maéhan anjeunna di Xinggong Xian. Jenderal Tang Sheng Yanshi ngajak Li Mi pikeun nyerang sareng maéhan anjeunna di Xinggong Xian.", "聖意": "Imah, imah, létah, diri, penjahat, néangan harta, bisnis wasting, nikah teu langgeng, Liujia, kembang kosong, pedestrians, Yaotian, ruksakna ulat sutra, ruksakna genep ternak, leungit jalma, gugatan, leungitna, migrasi, konservatif, leungit harta, gering, halangan, reformasi kuburan gunung", "古人": "Li Mi barontak ngalawan Dinasti Tang", "第X籤": "Imbang katujuh puluh", "宮": "Tatsumi"}