{"籤詩版本二": "Kognisi Canglong Nineteenth Guards: Hiji awéwé nikah salaki kadua\nKalayan hiji ruku sareng dua panah, dinosaurus bakal langsung hirup tengtrem", "詩意": "Hexagram Ieu kawas ruku nyekel dua panah.\nSagalana bakal nguntungkeun lamun babarengan.", "解曰": "Teu beurat teuing. takdir. Zhen Liuzhong muka. Éta sasaena janten cautious.", "籤詩故事一": "◇Wenjun ngadatangan Xiangru\nZhuo Wenjun nyaéta putri incu Zhuo Wang, saurang pangusaha jegud di Linqiong, Propinsi Sichuan. Manéhna mahér musik sarta miboga ngaran sastra. Anjeunna nikah nalika yuswa genep belas. Sababaraha taun ti harita, salakina maot sareng anjeunna balik deui ka kulawarga indungna pikeun hirup salaku randa.\nDina hiji poé Sima Xiangru indit ka imah Zhuo Wangsun pikeun pésta, basa manéhna nyaho yén Zhuo Wenjun anyar randa, manéhna maénkeun lagu \"Phoenix Seeking the Phoenix\" pikeun ngébréhkeun rasa cintana. Zhuo Wenjun parantos ngadangu ngeunaan Sima Xiangru, sareng pesta ieu ngajantenkeun anjeunna langkung katarik ka Sima Xiangru. Di sisi séjén, sanggeus pésta Sima Xiangru, manéhna langsung méakkeun loba duit pikeun nyogok pembantu pribadi Zhuo Wenjun sarta ménta manéhna nepikeun cinta Sima Xiangru pikeun Zhuo Wenjun. Sanggeus Zhuo Wenjun diajar cinta Sima Xiangru ngaliwatan babu, manéhna langsung buru ka panginepan tempat Sima Xiangru cicing.Ningali kadatangan Zhuo Wenjun, Sima Xiangru langsung kawin kawin jeung manehna sapeuting ka kampung halaman di Chengdu.\nNalika aya di Chengdu, pasangan éta malarat sareng kedah uih deui ka Linqiong pikeun muka hotél leutik pikeun nyéépkeun kahirupan. Sanggeus bapana Zhuo Wenjun, Zhuo Wangsun, diajar ngeunaan eta, anjeunna sapuk sarta dibiayaan aranjeunna dina nasehat babaturanana, ku kituna Sima Xiangru jeung Zhuo Wenjun balik ka Chengdu pikeun hirup, sarta engké jadi beunghar.", "聖意": "Leungitna imah jeung harta, hak jeung kasalahan sorangan, néangan harta, transaksi tanaga gawé, ngajaga ngalawan reunification nikah.", "古人": "Wenjun nganjang ka Xiangru", "第X籤": "Tujuh puluh hiji meunang lotre", "宮": "Tatsumi"}