{"籤詩版本二": "Peternak lebah kudu nyuhunkeun madu, ulah diseuseut ku nyeureud\nPasti aya jalan anu aneh di payuneun anjeun.. Rahasia anu jero sapertos leuweung cucuk.", "詩意": "Hexagram ieu ngalambangkeun lebah ngumpulkeun madu.\nSagalana geus laborious jeung laborious.\n\n(Hexagram ieu milarian simbol rasa amis sareng kéngingkeun pait.\nNyegah bencana dina sagala hal.\n)", "解曰": "Hal kudu dipigawé taliti. Teu kudu maksakeun. Lebah ngumpulkeun madu. Naon sababna?", "籤詩故事一": "◇Wang Mang néangan bakat\nKulawarga Wang Mang dina Dinasti Han Kulon bisa disebutkeun kulawarga jegud. Sanajan bapana maot ngora, sababaraha paman jeung pamanna jadi kaisar Dinasti Han, maranéhna jadi jenderal, perdana menteri, sarta jadi marquises sarta narima ganjaran. Kulawarga Wang kacida menonjol.\nTapi kulawarga leutik Wang Mang sorangan kacida miskinna; bapana maot ngora, sarta anjeunna ngan cicing jeung indungna, ngandelkeun amal ti baraya. Tapi kusabab ieu, Wang Mang ngembangkeun sareng ngalaksanakeun sakumpulan kaahlian dina kaayaan jalma-jalma ti saprak budak leutik. Teuing kumaha hanjelu atawa ambekna, manéhna sok némbongkeun rasa bagja jeung tengtrem di hareupeun dulur-dulur, sepuh atawa luar, ku kituna manéhna cukup dihargaan ku dulur saiman.\nHiji mangsa pamanna nu cikal gering parna.Sanggeus diajar, manéhna datang ngadagoan di gigireun ranjang pasien, mawa ubar jeung cai, jeung jaga peuting. . Anjeunna ngan saukur leuwih \"sabar\" ti sabar. Leuwih \"putra\" ti putra biologis.\nPikeun ieu, sadaya jalma di Taiwan muji anjeunna sareng nyerat serat nyuhunkeun ganjaran pikeun anjeunna.\nKu kituna Kaisar Cheng ti Dinasti Han masihan anjeunna gelar New Capital Marquis sarta diangkat anjeunna salaku hansip di karaton, jadi menteri deukeut kaisar.\nKalayan statusna anu luhur sareng kakawasaan anu ageung, Wang Mang henteu kantos nunjukkeun kaangkuhan atanapi kalemahan, malah janten langkung sopan sareng sopan. Di hiji sisi, anjeunna janten babaturan sareng menteri, jenderal, selebriti, sareng ulama. , manéhna mantuan nu miskin jeung berehan ku hartana.\nTapi hirupna kacida iritna, mindeng ngadahar daging, teu weleh make jubah panjang jeung dangdanan panjang, ngan make baju pondok. Ku kituna saréréa di pamaréntah sarta masarakat sapuk muji anjeunna kalawan kecap \"berbudi\".\nSaterusna, pamanna, Grand Sima Wanggen, maot alatan gering sarta anjeunna dipilih salaku gaganti. Kaisar sareng sadaya menteri panginten anjeunna anu paling cocog. Ku sabab kitu, Wang Mang, nu umurna kakara tilu puluh dalapan taun, jadi Grand Sima nu boga kakuatan militér pangluhurna di nagara éta.\n(Carita ieu mangrupa métafora. Janten pinter janten jalma anu saé tiasa ngabantosan anjeun ngaleungitkeun \"kasusah disengat ku lebah\" sareng ngahontal cita-cita anjeun sakumaha anu dipikahoyong.)", "聖意": "Imah teu hade keur diri sorangan, kulawarga keur kasusahan, bisnis macet, kawin macet, genep waja palsu, nu leumpang kasep, panen ulat sutra saeutik, ingon-ingon lemah, hese. manggih jalma, gugatan goréng, hijrah henteu obah, harta leungit goréng, panyakit dipasang, kuburan gunung leungit.", "古人": "Wang Mang néangan bakat", "第X籤": "Meunang lotre tujuh puluh dua", "宮": "Tatsumi"}