{"籤詩版本二": "Nalika musim semi datang, guludug oyag sareng serangga ngariung, sareng kuring ngajauhan leutak\nNalika kuring mimiti sadar yén kuring masih datang sareng angkat, sakali kuring robih, kuring janten naga.", "詩意": "Hexagram ieu sapertos guludug sareng serangga.\nPapanggih jalma anu mulia mangrupikeun tanda anu saé dina sagala hal.", "解曰": "Guntur neunggeul. Dua deposit asup jeung kaluar. Ganti sakali. Nepi ka Tianmen.", "籤詩故事一": "◇ Chenqiao Mutiny\nDina 959 Masehi, Zhou Shizong Chai Rong maot, sarta Kaisar Gong, Chai Zongxun, anu naék tahta, yuswa mung tujuh taun. Dina waktos éta, Zhao Kuangyin, anu janten inspektur di payuneun karaton sareng utusan Songzhou ka Angkatan Darat Jérman, ngagaduhan kakuatan anu nyata.\nDina musim semi taun 960 Masehi, Zhenzhou (Zhengding kiwari, Propinsi Hebei) jeung Dingzhou (Kabupatén Dingxian kiwari, Propinsi Hebei) ngalaporkeun yén tentara Dinasti Han Kalér jeung Nagara Liao babarengan indit ka kidul pikeun nyerang Dinasti Zhou Engké, kalawan moméntum hébat, sarta dipénta pikeun ngirim pasukan pikeun bantuan. Engké, Dinasti Zhou maréntahkeun Zhao Kuangyin mingpin pasukanana kalér pikeun ngalawan musuh. Zhao Kuangyin bertindak cicingeun dina perencanaan lanceukna Zhao Guangyi, Zhao Pu, Shi Shouxin sareng anu sanésna.\nDina tanggal 3 Pébruari, nalika tentara anjog di Chenqiaoyi (ayeuna Kota Chenqiao, tenggara Fengqiu, Henan), aranjeunna ngaluncurkeun pemberontakan sareng maréntahkeun para prajurit nganggo jubah konéng pikeun anjeunna, aranjeunna barontak ngalawan Dinasti Zhou Engké sareng ngadukung Zhao Kuangyin salaku kaisar. . Sanggeus éta, Zhao mingpin pasukanna balik deui ka Kaifeng tanpa ngaduruk, maehan atawa ngajarah.\"Taizu Chen Qiao sumpah moal ngaganggu rahayat ibukota, sarta anjeunna jangji moal ngaganggu dayeuh dina poé manéhna asup ka dayeuh.\"\nDina dinten katilu taun katilu bulan lunar, Zhao Kuangyin mutinied di Chenqiao sarta balik deui ka ibukota. Fan Zhi mingpin Wang Pu jeung Wei Renpu nanya ka Zhao Kuangyin. Luo Yanhuan narik pedangna di hareupeun tenda jeung ngagorowok nyaring. : \"Tilu tentara teu boga tuan. Jendral geus mutuskeun diangkat jadi kaisar. Saha-saha nu nyarita kaluar bakal dipaehan!\". Beungeut Wang Pu pucat sapertos bumi. Anjeunna nurunkeun léngkahna sareng sujud. Fan Zhi ogé sujud. Kuang Yin sacara pribadi ngabantosan anjeunna sareng ngarawat anjeunna kalayan sopan.\nSanggeus résistansi sedeng, Kaisar Gong ti Dinasti Zhou Engké nyokot alih tahta, sarta Zhao nyokot alih tahta. teras sumping di gigireun anjeunna, saurna: \"Geus réngsé.'\"\nSanggeus Zhao naék tahta, manéhna ngaganti ngaran nagara jadi Song, Yuan jadi Jianlong, sarta dijadikeun ibukota Kaifeng, Shi Shouxin, Gao Huaide, Zhang Lingduo, Wang Shenqi, Zhang Guanghan, jeung Zhao Yanhui kabéh dibéré gelar Jiedushi. , nu katelah \"Chenqiao Mutiny\" dina sajarah.\nWikipedia\n(Carita ieu ngagambarkeun yén ieu mangrupikeun awal pagelaran Zhao Kuangyin.)", "聖意": "Doakeun imah anjeun, kahirupan sapopoe, kabeungharan, rejeki alus, alus tuah dina bisnis, nikah mulya, sukses di Liujia, pedestrians lalaki, mimiti kalahiran ulat sutra di sawah, mimiti kalahiran genep sato, alus rejeki dina spring, néangan jalma. , sukses dina gugatan, untung dina hijrah, leungit harta, bahaya dina kasakit, bahaya di gunung jeung kuburan.", "古人": "Pemberontakan Chenqiao", "第X籤": "Ditandatanganan tujuh puluh tilu", "宮": "Istana Mi"}