{"籤詩版本二": "Dina impian disebutkeun yen bakal aya loba kabeungharan, tapi Kinérja bakal datangna nanaon.\nCai jauh jeung gunung jauh, tapi hese satia, jalma mulya mere pituduh jeung imut.", "詩意": "Hexagram Ieu ngagambarkeun simbol pikeun meunangkeun harta dina impian.\nSagalana leuwih atawa kirang nyata.", "解曰": "Ngimpi kawas ngimpi. Taya harepan kawentar. Ngan antosan waktos anu saé. parentah mulya.", "籤詩故事一": "◇ Balikkeun giok ka Zhao (balikkeun giok ka Zhao saatos réngsé)\nDina 283 SM, Raja Zhao Huiwen meunang He's Bi ti Chu.Sanggeus Raja Qin Zhaoxiang ngadéngé éta warta, anjeunna ngirim surat ka Raja Zhao, nyatakeun kahayangna pikeun nukeurkeun lima belas kota pikeun He's Bi.\nLin Xiangru nganalisa ka Raja Zhao yén Qin kuat sareng Zhao lemah sareng kedah diganti.\nRaja Zhao tuluy ngutus Lin Xiangru ka Qin jeung Anjeunna Bi.\nRaja Qin pendak sareng Lin Xiangru di Zhangtai, sareng Lin Xiangru masihan batu giok ka Raja Qin. Raja Qin kacida bungahna sarta ngaliwatkeun He's Bi ka kageulisan jeung dulur-dulur di sabudeureunana neuteup ka dinya.Dina waktu ieu, dulur-dulur di kénca katuhuna ngajerit panjang umur.\nLin Xiangru nempo yén Raja Qin teu boga niat pikeun méré kota ka Zhao, jadi manéhna bébéja ka Raja Qin yén batu giok Anjeunna cacad jeung hayang nunjuk ka Raja Qin pikeun nyokot kasempetan pikeun meunangkeun eta. jade deui.\nSaatos Lin Xiangru nyandak deui Bi Heshi, anjeunna nangtung di gigireun tihang ageung, nunjukkeun yén anjeunna hoyong maot sareng Bi Heshi.\nDina waktos ieu, Lin Xiangru nyarios ka Raja Qin: \"Raja Zhao tetep ngawasa bantahan para menteri sareng nampi usulan menteri. Qin téh nagara gedé! Pikeun ngajaga silaturahmi antara Qin jeung Zhao, Raja Zhao Sanggeus lima poé puasa, kuring ngirim para menteri ka Qin mawa batu giok. Hanjakal, Raja Qin teu ngan boga niat méré Zhao a kota, tapi ogé ngalirkeun jade kulawarga He ka awéwé geulis, anu bener-bener ejekan para menteri kuring.\"\nSanggeus bérés nyarita, Lin Xiangru langsung nyieun sikep neunggeul tihang, Raja Qin sieun yén He's Bi bakal ruksak, jadi manéhna pura-pura méré Zhao lima belas kota. Lin Xiangru nempo ngaliwatan rencana khianat Raja Qin, jadi manéhna ménta Raja Qin puasa salila lima poé saméméh presenting He’s Bi pikeun reureuh waktu. Dina sababaraha poé ieu, Lin Xiangru ngutus para patugasna pikeun mulang ka Nagara Zhao mawa batu giok, sedengkeun manéhna cicing pikeun nungkulan Raja Qin.\n(Carita ieu sapertos panon jalma biasa anu kataji ku statusna.)", "聖意": "Ngadoakeun berkah di bumi, sorangan, ngahalangan kabeungharan, ngajantenkeun transaksi hésé dihontal, nikah henteu saluyu sareng pejalan kaki Liujiaxu, ulat sutra Chitian henteu ditampi, genep sato ruksak, jalma leungit, gugatan umum sareng migrasi diperkirakeun, barang-barang leungit. anu jauh, kasakit geus diatur, dikirim ka kuburan gunung, sarta robah.", "古人": "Balikkeun giok ka Zhao (lengkepan giok ka Zhao)", "第X籤": "The tujuh puluh tujuh unggul lotre", "宮": "Istana beurang"}