{"籤詩版本二": "Daun tangkal sycamore geus ragrag, usum gugur geus ngadeukeutan, sarta lalampahan balik musafir kasampak kawas awan.\nHatur nuhun kana usaha hébat Allah, kapal balik mawa harta di angin.", "詩意": "Hexagram Ieu ngagambarkeun daun ragrag tina tangkal sycamore.\nSagalana goréng sateuacanna sarta alus dina tungtungna.", "解曰": "Candak hal tina haté. Tianxin nuturkeun éta. Pikeun nyieun hirup. Laksanakeun naon waé anu anjeun tiasa.", "籤詩故事一": "◇Angin niup ka Paviliun Tengwang\nWang Bo, ngaran kahadean Zian, nyaéta pujangga mimiti Dinasti Tang, lahir dina taun mimiti Yonghui, Kaisar Gaozong ti Dinasti Tang. Wang Bo geus maca kitab suci saprak budak leutik, sarta anjeunna dipikawanoh salaku \"anak prodigy\". Wang Bo geus maca kitab suci saprak budak leutik, sarta anjeunna dipikawanoh salaku \"anak prodigy\".\nNalika anjeunna yuswa sapuluh taun, anjeunna sareng ramana kabeneran ngaliwat kuil Guandi. Anjeunna diideuan. Anjeunna chanted ka Kaisar Guan: \"Nyekel tilu konci janggot héjo, maca sajarah Dinasti Qing ka lantera héjo sarta Mayar ngajenan ka ngaran kawentar. Nyekel naga héjo sarta bulan dina leungeun kuring. \"Disebutkeun. yén dina usum gugur taun ieu, Wang Bo indit ti Shanxi ka Pulo Hainan pikeun nganjang ka bapana anu diturunkeun pangkat ka hakim county Jiaozhi. , ngaliwatan rébuan gunung jeung walungan sapanjang jalan. Dina usum gugur taun nalika anjeunna dua puluh tujuh taun, Wang Bo angkat ti Shanxi ka Pulo Hainan pikeun nganjang ka ramana, anu parantos diturunkeun pangkat ka Majistret Jiaozhi County, ngalangkungan rébuan gunung sareng walungan sapanjang jalan.\nSaparantos dugi ka Gunung Madang dinten eta sadayana angkat ka darat kanggo istirahat.Waktu Wang Bo leumpang ka hiji candi kuno nyalira, ujug-ujug ningali hiji sepuh diuk dina batu gigireun candi. Jeung penampilan jurig. Anjeunna nyarios ka Wang Bo \"Sanes anjeun Wang Bo?\" Wang Bo kaget sareng nyarios, \"Leres! Kumaha anjeun terang éta? niat nyalametkeun jalma, sarta sajak anjeun pohara bermakna. Isukan bakal aya pésta agung di Tengwang Pavilion. Lamun anjeun bisa hadir dina banquet jeung nulis karangan, anjeun bakal kawentar sapanjang umur tur meunang waragad perjalanan. \"Sabot maranéhanana anjog. di Gunung Madang, sarerea indit ka darat pikeun istirahat.Waktu Wang Bo keur leumpang sorangan ku hiji candi kuno, manéhna ujug-ujug nempo dina batu gigireun candi, aya hiji lalaki kolot diuk, anu kasampak kawas budak leutik, buuk alus jeung dongeng. Anjeunna nyarios ka Wang Bo, \"Sanes anjeun Wang Bo?\"\nWang Bo reuwas sarta ngomong, \"Leres! Kumaha anjeun terang éta?\"\nCeuk si kokolot: \"Kuring geus lila ngadéngé yén anjeun boga niat alus pikeun nyalametkeun jalma, sarta sajak anu anjeun ngarang téh rada bermakna. Isukan bakal aya pésta agung di Paviliun Pangeran Teng. Anjeun bakal kasohor sapanjang umur sareng anjeun bakal nampi biaya perjalanan.\"\nWang Bo ngadawuh: \"Tempat ieu genep atawa tujuh ratus mil jauh ti Tengwang Pavilion. Kumaha urang bisa nepi ka dieu isukan? \"Lalaki kolot ngomong: \"Kuring bakal ngagunakeun kuda salaku angin ketuhanan pikeun mantuan anjeun boga sailing lemes. pasti bakal sumping isukan.\" Wang Bo hatur nuhun sarta ngomong: \"Hampura abdi, bapa mertu abdi. , Dupi anjeun abadi atawa dewa?\" Lalaki heubeul seuri sarta ngomong, \"Kuring teh Zhongyuan Shuijun nu aya di. muatan wewengkon cai ieu!\" Wang Bo ngomong, \"Tempat ieu genep atawa tujuh ratus mil jauh ti Tengwang Pavilion. Kumaha urang bisa nepi ka dieu isukan?\"\nCeuk lalaki kolot: \"Kuring bakal ngagunakeun kuda salaku angin ketuhanan pikeun mantuan anjeun boga sailing mulus. Kuring pasti bakal anjog isukan.\"\nWang Bo ngahaturkeun nuhun ka anjeunna sareng nyarios, \"Hapunten, mertua, naha anjeun abadi atanapi dewa?\"\nSi kokolot seuri bari ngomong, \"Kuring teh Zhongyuan Shuijun anu ngurus ieu wewengkon cai!\" Si kokolot ngajurung Wang Bo supaya gancang naek kana parahu. Sakedapan katembong aya mega anu ngurilingan anjeunna, sareng angin. caina mulus sapanjang jalan.Sakedapan panon, manéhna geus ngumbara ratusan mil.\nSi sepuh ngajurung Wang Bo supaya gancang naek kana parahu, sakedapan katembong mega-mega anu ngurilingan anjeunna, perjalananna lancar, dina sakedap panon, anjeunna parantos ngumbara ratusan mil. Saperti nu diharapkeun, Wang Bo buru-buru ka Paviliun Pangeran Teng dina isuk-isuk acara agung.\nSaperti nu diharapkeun, Wang Bo buru-buru ka Paviliun Pangeran Teng dina isuk-isuk acara agung. Sareng di tempat éta, anjeunna nyerat \"Preface to Prince Teng's Pavilion\", anu disebat karya agung abadi ku Kaisar Gaozong ti Dinasti Tang. Sareng di tempat éta, anjeunna nyerat \"Preface to Prince Teng's Pavilion\", anu disebat karya agung abadi ku Kaisar Gaozong ti Dinasti Tang.\nAya sajak anu nyebutkeun:\nGeus sok disebutkeun yen jalma-jalma berbakat teh dewa, jadi teu walakaya angin mawa Nanchang ka Nanchang;\nKuring nulis kalimah ngeunaan paviliun luhur Teng Wang, lajeng anjeunna marengan abadi ka Zhongyuan.", "聖意": "Neneda pikeun imah anjeun sarta ngajaga diri, neneda keur berkah, neangan harta, sarta ngahontal nikah jeung harmoni.", "古人": "Angin ngahiliwir ka Anjungan Tengwang", "第X籤": "Tanda dalapan puluh hiji", "宮": "Wei Gong"}