{"籤詩版本二": "Naon anu kudu dilakukeun upami anjeun kaleungitan kaédah anjeun kusabab reputasi anjeun?Kuring sieun yén rejeki bakal robih sareng kajadian anu goréng.\nMabok, teu terang kamana, kuring ngimpi kasaput halimun dina kalangkang tangkal pinus héjo.", "詩意": "Hexagram Ieu ngagambarkeun lauk tiis ninggalkeun caina.\nEuweuh nu bisa dipindahkeun.\n\n(Hexagram Ieu simbol kahadéan goréng jeung tuah goréng.\nTetep suku anjeun dina taneuh dina sagalana.\n)", "解曰": "Lauk tiis ninggalkeun cai. biang Kérok. Lamun nanya ngeunaan rencana camp. Éta langkung saé pikeun Mo Qi\nTanda ieu bakal mawa nasib goréng ka Liujia. Sagalana jadi salah. Neneda keur kaamanan.", "籤詩故事一": "◇Zhuangzi nguji pamajikanana\nZhuangzi lahir di Dinasti Zhou, namina Zhuang, namina Zhou, sareng namina Zixiu. Anjeunna asli ti Mengyi dina Dinasti Song. Dina Dinasti Zhou, anjeunna pajabat Qiyuan.\nDina hiji poe Zhuangzi papanggih jeung awewe di gunung, keur jongkok hareupeun kuburan anyar, ngoyag-ngoyag kipas anginna asa-asa, siga hayang ngagaringkeun taneuh nu baseuh dina kuburan. Zhuangzi teu ngarti kana maksudna, jadi manehna nanya. Manéhna ngomong yén anu dikubur di kuburan éta salakina, sarta kecap panungtungan salakina nya éta manéhna teu bisa nikah deui nepi ka taneuh dina kuburan garing. Anjeunna teu tiasa ngantosan deui, janten anjeunna ngagali taneuh kuburan supados langkung gancang garing, supados anjeunna tiasa ngudag musim semi kadua.\nZhuangzi ngahuleng basa nganggap aya wanoja anu teu boga haté di dunya. Teras kuring mikir, naha pamajikan kuring bakal sapertos kieu? Nalika kacurigaan timbul, abdi hoyong nguji éta.\nPamajikan Zhuangzi namina Tian, ​​sareng pasangan éta biasana ngagaduhan hubungan anu caket. Pikeun nguji kasatiaan pamajikanana, Zhuangzi mutuskeun pikeun pura-pura maot.\nNgadéngé Zhuangzi maot alatan gering ngadadak, loba jalma ti sakuliah wewengkon, kaasup baraya jeung babaturan, datang pikeun ngucapkeun belasungkawa. Tian karék randa jeung karunyaeun, manéhna ngudag. Ibu Tian teu tahan gogoda sarta murag asih ka Wang Sun, aranjeunna nikah dina ngan dua puluh poé.\nPeuting éta, nalika anggur diinum sareng ceulina panas, Wang Sun ujug-ujug diserang jantung sareng maot.\nIbu Tian sieun sareng panik, teras naroskeun ka Wang Sun naon anu kedah dilakukeun. Wang Sun nahan kanyeri sareng nyarios ka Ibu Tian yén otak mayit tiasa dianggo pikeun ngahirupkeun deui anu maot.\nDimana manggihan mayit? Bu Tian ngadadak mikir, naha salakina kakara maot? Pak Tian poho ngeunaan cinta heubeul antara salaki jeung pamajikan, sarta sabenerna nyokot kampak jeung dibeulah Coffin salakina, Nyiapkeun pikeun nyokot kaluar otak na keur ubar.\nTeu disangka, nalika peti peti dibuka, Zhuangzi hirup deui. Bu Tian isin pisan nepi ka gantung diri.\n(Carita ieu mangrupikeun métafora pikeun ngalanggar silaturahim pikeun kauntungan pribadi, janten urang henteu satuju sareng éta.)", "聖意": "Imah tengtrem, diri aman, duit teu adil, dagang dikorbankeun, jodo diumbar, jahat di Liujia makmur, pejalan kaki tacan daratang, ulat sutra tengtrem, ingon-ingonna tengtrem, Jalma-jalma keur néangan jalma, gugatan geus robah, murid geus konservatif, harta geus leungit, teu aya geringna, jeung gunung jeung kuburan geus jahat.", "古人": "Zhuangzi nguji pamajikanana", "第X籤": "Lot 84", "宮": "Wei Gong"}