{"籤詩版本二": "Méga poék jeung halimun nutupan jalan hareupeun gunung.Sagala buleud jeung bulan buleud deui.\nLamun meunang sajak jeung buku, bakal hudang tina impian nu jero, jalma mulya bakal nungtun anjeun ka atap.", "詩意": "Hexagram ieu ngalambangkeun ahir musim semi sareng mekar kembang.\nSagalana robah sanggeus Gusti.", "解曰": "Si kokolot kudu ménta tulung. Éta mekar deui dina musim semi. Kahayang pikeun Kinérja jeung rejeki. Nepungan windfall telat dina kahirupan.", "籤詩故事一": "◇Han Wengong sapatemon salju\nHan Yu, anu ngaran sopan Tuizhi, asalna ti Changli. Tang Dezong janten Jinshi dina taun kadalapan Zhenyuan, sareng gelar anumertana nyaéta Wen Gong.\nDina mangsa pamaréntahan Kaisar Xianzong ti Dinasti Tang, Han Yu ngabantah kalawan tulang Buddha, nu ambek Kaisar. Han Yu ninggalkeun pamajikan jeung barudak sarta indit ka Chaozhou. Sanggeus leumpang kurang ti sababaraha poé, angin tiis ngahiliwir sarta salju turun beurat. Han Yu datang ka hiji tempat dimana salju jero sababaraha méter, sahingga kuda na hésé pikeun maju, teu aya imah deukeut jeung manehna teu nyaho dimana jalan. Upami anjeun hoyong nuturkeun jalan sareng mundur, moal aya jalan deui. Angin ngagelebug jeung salju turun gancang, Han Yu kaserep kana kulit, katirisan sareng lapar, sareng teu aya tempat pikeun ngedalkeun kasedihna.\nHan Yu ngahuleng bari ngomong: \"Kaisar moal maehan kuring, tapi kaisar hayang ngancurkeun kuring.\"\nKakara nalika Han Yu nekat, manéhna nempo hiji lalaki datang pikeun mupus salju sanajan tiis parna, nya éta Han Xiangzi (keponakan Han Yu).\nSateuacanna, Han Xiangzi parantos nyarios ka Han Yu: \"Dimana bumi Yun Heng di Qinling? Salju nangkeup gerbang biru sareng kuda eureun maju. \" Dina waktos éta, Han Yu teu ngartos naon anu dimaksud Han Xiangzi, tapi ayeuna anjeunna tungtungna ngartos.\nJanten Han Yu sareng Han Xiangzi nuju wengi di bumi Fu di Languan. Ngawangkong ngeunaan jaman baheula jeung jalan pikeun budidaya, Han Yu tulus yakin.\nEngké, Han Yu ninggalkeun jabatan resmina, nyumbangkeun sakabéh hartana ka pamaréntah satempat, sarta indit ka pagunungan pikeun latihan Taoisme sarta jadi abadi.", "聖意": "Imah teu hade keur sorangan, ati-ati dina neangan duit, fokus kana bisnis, nikah telat, Liujia pejalan kaki awéwé ngahalangan sawah, ulat sutra alus, ingon-ingon alus, hese neangan jalma, gugatan publik diulang, hijrah téh. diropéa, leungit hal anu serius, kasakit ditunda, kuburan gunung kudu dirobah.", "古人": "Han Wengong papanggih salju", "第X籤": "Dalapan puluh lima meunang lotre", "宮": "Shen Gong"}