{"籤詩版本二": "Leumpang satengahing gunung beulah kulon, gawir-gawir Junling teu bisa mapan.\nNeuteup ka Gusti pikeun panyalindungan, ieu awak masih di kamar mayit", "詩意": "Hexagram ieu sapertos milarian emas di pasir.\nAya tanda jalma mulya dina sagalana.\n\nOgé: Hexagram ieu nunjukkeun yén jalma éta aya dina bahaya.\nAya tanda jalma mulya dina sagalana.", "解曰": "Jade bisa kapanggih ku chiseling batu. Manggihan emas di pasir. Kudu kerja keras. Ngan kasulitan.\nKarya sejen: kaayaan susah. Euweuh nu cicing. Nyuhunkeun berkah Gusti. Doakeun katengtreman pikiran.", "籤詩故事一": "◇Ngegel emas sareng ngajalajah guha bawah tanah\nPikeun ngagungkeun eksploitasi militérna, Cheng Yaojin ngayakeun banquet di Yanwuyang. Ujug-ujug aya liang ngabuka dina taneuh, nu teu katara, sarerea ngaundi ku cara nyokot kecap, ngegel emas pikeun meunang, jeung nyéwa tali pikeun ngabeungkeut diri kana liang.\nAya panto batu, meja, korsi, sasak jeung barang-barang lianna.Dina meja aya jubah naga jeung sabuk jade, anu dijieunna tina emas sarta dipaké kaluar tina guha.\nYao Jin kaluar tina liang kalayan kotak ageung sareng kotak alit, muka kotak kayu sareng nyandak segel jade, muka kotakna, nyandak bandéra ageung sareng jubah makuta sareng lacak teras nahan kana méja, sareng sarerea lalajo eta hiji-hiji. Kuring nempo dalapan karakter segel engraved dina segel badag éta \"The Demon King of Hunshi, Great Virtuous Emperor\".\nSadayana nyembah anjeunna salaku \"Kaisar\", sareng Yaojin ngalakukeun ieu salami tilu taun salaku Raja Iblis. (Sabenerna, ieu ngan memproklamirkan diri, sarta Cheng Yaojin ngan pamimpin désa dina waktu éta.)\n(Carita ieu mangrupikeun métafora yén hal-hal anu saé sapertos lakonan. Ieu mangrupikeun konsep seni \"awak ieu masih aya dina kakosongan\".)", "聖意": "Doa pikeun imah jeung imah, eleh diri, néangan harta, digawé teuas, ati-ati dina bisnis, nikah bakal dihalangan ku Liu Jiaxu, pedestrians, Chi Tian, ​​​​ulat sutra, stabil genep ingon ingon, néangan jalma, euweuh gugatan, rugi. , hijrah, ngajaga harta leungit, panyakit jahat, halangan, gunung jeung kuburan.", "古人": "Ngajalajah Crypt pikeun Emas", "第X籤": "Tanda dalapan puluh tujuh", "宮": "Shen Gong"}