{"籤詩版本二": "Tong ngaganggu kana urusan pribadi anjeun, ieu langkung pantes naroskeun ka masarakat.\nHate nu jernih lir caang bulan caang di langit", "詩意": "Hexagram ieu ngagambarkeun gambar bulan caang di langit.\nSagalana caang jeung airy.", "解曰": "Jujur dina haté. Ngalempengkeun hukum. kecap suci. Tungtungna janten jelas.", "籤詩故事一": "◇ Jenderal Kong Ming\nSolusi: Zhuge Liang ngerjakeun pasukan sareng jenderalna\nSalila periode Tilu Karajaan, Zhuge Liang (181-234), ngaran kahadean Kongming, lahir di Yangdu, Langya (ayeuna County Yinan, Propinsi Shandong).\nZhuge Liang sapuk pikeun jadi pajabat sanggeus Liu Bei tilu kali nganjang ka pondok jerami. Dina waktu éta, Cao Cao geus pacified Hebei sarta nekad pikeun Maret kidul. Manéhna ngirim Xiahou Dun salaku kapala jenderal, Yu Jin, Li Dian jeung sajabana salaku timbalan jenderal, mingpin tentara 100.000 pikeun berbaris nuju Xinye. Sanajan Zhuge Liang boga rencana pikeun mundur ti musuh waktu éta, Guan Yu jeung Zhang Fei ngahina kana kecap Zhuge Liang. Zhuge Liang teu boga pilihan iwal ti ngagunakeun pedang Liu Bei pikeun nalukkeun eta dua lalaki. Masing-masing mingpin sarébu prajurit jeung kuda, jeung lurked di Yushan jeung Anlin. Aranjeunna ngadagoan Xiahou Dun pikeun mingpin pasukanana ngaliwatan, lajeng narajang aranjeunna kalayan. ambushes jeung seuneu.\nSalaku tambahan, Zhao Yun dikirim pikeun mingpin sésa-sésa tentara anu lami sareng lemah pikeun tarung salaku garda terdepan ngalawan Xiahou Dun, teras éléh palsu sareng mundur, mamingan Xiahou Dun kana jalan anu heureut di pagunungan sareng leuweung, anjeunna ogé ngirim Guan. Ping, Zhou Cang, Liu Feng sareng anu sanésna nyolong ka tukangeun tentara Cao, ngaduruk pasokan sareng nyababkeun panik di tentara Cao.\nSanggeus perang, sagalana lumangsung sakumaha Zhuge Liang diatur. Nalika Xiahou Dun jeung Yu Jin mingpin tentara ngudag, Li Dian, nu aya di tukang, urgently informed Xiahou Dun di hareup yén manéhna kudu hansip tina serangan seuneu musuh. Tapi, geus telat. Tentara Cao diwatesan ku jalan sempit tur ieu lokasina di tempat dimana tangkal anu intertwined, jadi seuneu teu bisa ngamimitian.Aya korban beurat, sarta Xiahou Dun jeung jenderal séjén anu ngéléhkeun sarta ngungsi deui ka Xudu.\n(Carita ieu mangrupikeun métafora yén Kong Ming pinter ngagunakeun jalma sareng ngatur nagara kalayan hikmah.)", "聖意": "Imah jeung imah sing bagja, mugia sing barokah, katengtreman, usaha makmur, nikah, sukses, sukses di Liujia, lalaki pindah sawah, ulat sutra, leungitna ingon-ingon, jalma leungit, gugatan umum, hijrah, leungit harta. berkah, gering, katengtreman, gunung jeung kuburan.", "古人": "Jenderal Kong Ming", "第X籤": "Tanda kasalapan", "宮": "Istana Yin"}