{"籤詩版本二": "A acara alus ngajadikeun anjeun nangtung kaluar ti balaréa jeung frown a, jeung kahareup anjeun robah jeung anjeun mawa loba kabeungharan.\nJalan anu lega sapertos langit, sareng sadaya artos anu anjeun tiasa masihan bakal aya dina haté anjeun", "詩意": "Hexagram ieu nunjukkeun masa depan anu ngajangjikeun.\nSagalana mana ogé.", "解曰": "Jalan gedé. Anjeun tiasa maju. Paké haté anjeun. Ngan ka hareup.\nSagalana mana sakumaha rencanana kalawan tanda ieu. Wilujeng sumping ka Jichang.", "籤詩故事一": "◇Tilu pahlawan ngalawan Lu Bu\nSolusi: Tilu pahlawan Zhang Fei, Guan Yu, sareng Liu Bei ngalawan Lu Bu\nDong Zhuo diajar yén Hua Xiong geus dipancung sarta dikirim jenderal ngalayang Lu Bu tarung. Pas Lu Bu indit ka perang, manéhna maéhan jenderal Fang Yue jeung Mu Shun, sarta maéhan Wu Anguo jeung Gongsun Zan.\nZhang Fei nempo yén Gongsun Zan teu bisa ngéléhkeun Lu Bu, jadi anjeunna gancang ngagantikeun Gongsun Zan sarta ngagorowok: \"Budak tina tilu ngaran kulawarga kudu ninggalkeun! Zhang Fei ti Yan aya di dieu! \"Sanggeus éta, aranjeunna perang pikeun leuwih ti lima puluh rounds di. baris, kalawan henteu meunangna atawa pecundang.\nSaatos Guan Yu ningali éta, anjeunna sareng Zhang Fei nyerang Lu Bu sareng tarung langkung ti tilu puluh ronde.\nLiu Bei ogé mawa dua pedang, keprok kuda-Na sarta stepped ka hareup pikeun mantuan Zhang Fei jeung Guan Yu.\nTilu lalaki ngurilingan Lu Bu terus tarung, sakabeh jalma di rombongan reuwas.\nTeu lila, Lu Bu mimiti leungit kakuatan, Pegasus Lu Bu mundur, tapi tilu lalaki éta ngudag Lu Bu sareng henteu nyerah, aranjeunna henteu mundur dugi ka pendak sareng pasukan Lu Bu.\n\"Tilu Karajaan\"\n(Carita ieu mangrupa métafora pikeun kawani jeung kaahlian Lu Bu dina tarung. Hiji jalma bisa ngéléhkeun tilu jalma.)", "聖意": "Jantung imah jeung imah ngan ngumbara dina lalampahan sorangan pikeun néangan harta. Artikel nikah mungkin indit ka Liujia. Hal-hal lancar pikeun jalma. Zhushuntian silkworms make. Jalma bisa kapanggih diantara genep sato. Jalma bisa kapanggih sateuacanna. . Litigation. Hijrah. Loss harta.. Panyakit.. Gunung jeung kuburan ibarat untung.", "古人": "Tilu pahlawan ngalawan Lu Bu", "第X籤": "Meunang lotre salapan puluh hiji", "宮": "Anjeun Istana"}