{"籤詩版本二": "Luan Feng Xiang basah kuyup dina girimis, tapi dina waktos éta anjeunna dibully ku Queer.\nKuring reuwas nalika terang yén hiji dinten, méga jauh, tapi kuring masih ngabalikeun baju kuring ka anjeun.", "詩意": "Hexagram ieu ngagambarkeun simbol Luan sareng Phoenix anu ditutupan ku hujan.\nSagalana datang nalika waktuna datang.", "解曰": "Penjahat téh makmur poé ka poé. A gentleman kedah ngalakukeun nanaon. Ngan tetep sorangan. Laksanakeun tindakan nalika waktosna.", "籤詩故事一": "◇Gao Jun ngajamin nikah\nDina awal Dinasti Song, Zhao Kuangyin ngahijikeun kalér sarta sakabeh nagara nyerah, tapi dina Dinasti Tang Kidul, Li Yu nempatan kiduleun Walungan Yangtze jeung ngadopsi strategi nyerah ku nawarkeun kota jeung bubu Zhao Kuangyin di Shouzhou. Kaayaan éta kritis. Keponakan Zhao Kuangyin, Gao Junbao, saurang nonoman anu nganggo bedil emas, ninggalkeun Bianjing pikeun megatkeun kepungan Shouzhou.\n, Ngaliwatan Gunung Shuangsuo, aranjeunna smashed tanda Salaki diatur ku Liu Jinding, sarta dua bersaing. Balukarna, Liu Jinding ngéléhkeun Gao Junbao tilu kali kalayan seni bela diri luhung na, sarta aranjeunna tukeur gada emas jeung lonceng pérak pikeun hirup. Keponakan Zhao Kuangyin, Gao Junbao, pikeun nyalametkeun Zhao Kuangyin anu kajebak di Shouzhou, ninggalkeun Bianjing sareng ngaliwat Gunung Shuangsuo. Anjeunna ngaremukkeun papan tanda anu dipasang ku Liu Jinding sareng duana bersaing. Balukarna, Liu Jinding ngéléhkeun Gao Junbao sareng anjeunna. seni bela diri luhung tur kapaksa ngalakukeun kitu. Pasangan éta mingpin balaréa kana ngepung sareng nyalametkeun Zhao Kuangyin.\n(The métafora carita ieu nu dua teu reconciled (aranjeunna bullied), tapi engké reconciled.)", "聖意": "Imah kulawarga henteu hadé pikeun diri, ati-ati milarian artos, usaha blok, ngantosan kawin, tunda, Liujia, musafir palsu, nyimpang di sawah, ulat sutra, kasep, karusakan genep ingon, sesah milarian jalma, gugatan, leungitna, migrasi, konservatif, leungit harta, gering serius, extension gunung, reformasi kubur", "古人": "Gao Jun ngajamin nikah", "第X籤": "Salapan puluh tilu meunang lotre", "宮": "heureuy"}