{"籤詩版本二": "Ambisi sareng prestasi aya dina dinasti, tapi ayeuna bakal aya nginum sareng séks anu teu aya tungtungna.\nLamun ningali hayam jalu emas, anjeun bakal diganjar ku duit, rejeki jeung rejeki.", "詩意": "Hexagram Ieu ngagambarkeun simbol ambisi jeung Kinérja.\nTetep sagalana nguntungkeun.", "解曰": "Ambisius jeung bungah. Teu telat ngajaga diri. Jajang emas jangji. Kabéh bagja.", "籤詩故事一": "◇Cao Pi memproklamirkan dirinya sebagai kaisar\nCao Pi, ngaran budi Zihuan, lahir di Peiguoqiao (ayeuna Hao County, Anhui). Politisi sareng panulis kasohor dina jaman Jian'an.\nCao Pi nyaéta putra kadua Cao Cao. Anjeunna cicing jeung bapana di camp militer saprak budak leutik. Dina pangaruh bapana, Cao Pi diajar panahan dina yuswa genep taun sarta tunggang kuda dina yuswa dalapan taun, sarta dimekarkeun. kaahlian beladiri alus. Anjeunna oge gaduh pangaweruh éksténsif ngeunaan klasik jeung biografi kuno jeung modern, kitu ogé buku ratusan sakola pamikiran. Nepi ka umur dalapan belas Cao Cao ngéléhkeun Yuan Shao jeung Cao Pi hirup rélatif stabil di Yecheng, puseur kakawasaan Cao Cao urang. Saprak harita, sanajan anjeunna kadang marengan bapana dina ékspédisi militér sarta hirup salaku putra bangsawan lolobana waktu, anjeunna masih latihan beladiri unggal poé sarta teu nolak nepi ka poé ieu. Anjeunna sering naek kuda dina saratus léngkah sareng ahli bela diri, kusabab sering latihan pencak silat, anjeunna ringan sareng kuat.\nPutra cikal Cao Cao Cao Ang tiwas dina perang. Saatos putra cikal maot, Cao Pi janten pilihan kahiji pikeun putra mahkota. Nalika anjeunna yuswa tilu puluh hiji taun, anjeunna diangkat putra mahkota ku Cao Cao. Nalika Cao Pi yuswa tilu puluh tilu taun, Cao Cao maot ku panyakit, sareng Cao Pi ngagentos anjeunna salaku perdana menteri sareng raja Wei. Cenah anjeunna sering naek kuda dina saratus léngkah sareng ahli pisan, kusabab sering latihan kungfu, anjeunna enteng sareng sehat.", "聖意": "Ngadoakeun imah jeung imahna sing tengtrem, neangan harta banda, kerja keras, dagang, putus dini, nikah jaya, Liujia aman, jalma di sawah, ulat sutra asak, genep ingon-ingon. , bakal hese neangan jalma, gugatan umum bakal urgent, hijrah bakal leungit, jeung hal bakal jauh.", "古人": "Cao Pi proclaims dirina kaisar", "第X籤": "lotre unggul salapan puluh lima", "宮": "heureuy"}