{"籤詩版本二": "Pagoda anu megah henteu biasa, kalayan hiasan anu endah dina sadaya sisi anu caang ku cahaya\nAbdi ngajurung anjeun pikeun tékad pikeun ruku rajin sareng ngalakukeun amal soleh, sareng surga bakal ngaberkahan ka anjeun.", "詩意": "Hexagram Ieu ngagambarkeun manifestasi istighfar.\nSagalana aya untungna.", "解曰": "berkah ieu. Sarerea boga eta. Tong riweuh teuing. Merit ditangtukeun sateuacanna.", "籤詩故事一": "◇Raja Fenyang papanggih incuna dina Poé Valentine Cina\nSolusi: Guo Ziyi pendak sareng Gadis Weaver turun ka bumi dina Poé Valentine Cina. Tiansun, incu ti Kaisar Jade, nyaéta Tujuh Peri.\nGuo Ziyi (697-781), ogé katelah Guo Linggong, éta pituin ti Zheng County, Huazhou (ayeuna Huaxian County, Propinsi Shaanxi) sarta jenderal dina Dinasti Tang. Pangadilan kaisar masihan Ziyi gelar Raja Fenyang.\nDisebutkeun yén Ziyi asalna ti Huazhou sareng angkat ka tentara di luar Tembok Besar. Anjeunna angkat ka Beijing pikeun meksa bayaran militer sareng uih deui ka Yinzhou. Kabeneran janten Poé Valentine Cina waktos éta. Angin sareng pasir Poek, panonpoe beuki poek.. Ziyi teu bisa maju, tuluy nangtung di sisi jalan, keur sare di lantai di imah kosong, rek sare, ujug-ujug aya lampu beureum. di dua sisi, nangtung, neuteup reuwas, aya awan di langit, lalaunan turun, aya hiji awewe geulis, dignified tur anca, sagemblengna béda ti jalma biasa. Ziyi enggal-enggal ngahormat, saurna, \"Ayeuna teh poe katujuh dina bulan katujuh bulan. Atuh eta Mojang Weaver anu geus datang, hayang maparin umur panjang jeung harta.\"\nAwéwé ogé ngawaler: \"Kalayan kabeungharan hébat asalna umur panjang.\"\nSaatos anjeunna réngsé nyarios, cahayana mulang sareng méga lalaunan naék. Awéwé éta masih ningali ka Guo Ziyi kalayan seuri anu pikaresepeun. Ngan nalika anjeunna jauh ti anjeunna, haseupna kabur sareng anjeunna henteu tiasa katingali deui.\nTétéla bener, sakumaha ceuk awéwé éta. Kaunggulan Ziyi kasohor di dunya, anjeunna mangrupikeun menteri anu populer pisan, sareng anjeunna mangrupikeun jenderal anu ngagaduhan jasa sareng kautamaan.", "聖意": "Nyuhunkeun hajat sorangan di imah, nyumponan kahayang sorangan, ngadoakeun duit, sing bagja dina usaha, sing bagja kawin, sing bagja di Liujia, sing jalan-jalan jeung jalma, pindah sawah, ulat sutra, ingon-ingon mantep, sial dina manggihan. jalma, gugatan umum, migrasi, rejeki, panyakit harta leungit, kuburan di Zhenxingshan", "古人": "Raja Fenyang nepungan incuna dina Poé Valentine Cina", "第X籤": "Tanda salapan puluh genep", "宮": "heureuy"}