{"籤詩版本二": "Reining kuda jeung nyekel pecut, urang datang lempeng ka dieu, satengah dina bahaya sarta satengah dina musibah.\nIbarat imah kaduruk ku seuneu, lamun langit turun hujan jadi lebu, kuring boga rencana.", "詩意": "Hexagram Ieu ngagambarkeun satengah kasedih jeung satengah kabagjaan.\nDisarankeun pikeun ngalakukeun anu hadé dina sagala hal.", "解曰": "Buruh saumur hirup. Teu paduli nu bener jeung nu salah. The shackles téh samentara. Ambek-ambekan datang sacara alami.", "籤詩故事一": "◇Tao Sanchun ngéléhkeun Zheng En di Guayuan\n\"Hidup pangémutan abdi,\" Zhao Kuangyin nangtung deui, \"Beiping Raja Zheng En geus ngatur nikah deui. Ayeuna dunya geus tengtrem, abdi hoyong nyuhunkeun idin anjeun pikeun milih poé nguntungkeun pikeun nikah. \"\n\"Hidup pangéling-éling abdi!\" Zhao Kuangyin nangtung sarta ngomong, \"Raja Peking, Zheng En, geus ngatur nikah jaman baheula. Ayeuna dunya geus tengtrem, abdi hoyong menta idin anjeun pikeun milih hiji nguntungkeun poé kawin.\"\n\"Oh, lanceukna anu katilu parantos tunangan sateuacanna, kumaha kuring henteu terang ngeunaan ieu?\" Chai Rong reuwas pisan. Anjeunna ngacungkeun leungeun sareng ngajak Zhao Kuangyin calik sareng ngobrol.\n\"Oh! Lanceukna katilu kalibet sateuacan, kumaha kuring henteu terang ngeunaan ieu? \"Chai Rong (Kaisar Dinasti Zhou Engké) reuwas pisan, anjeunna ngacungkeun leungeun sareng naroskeun ka Zhao Kuangyin pikeun calik sareng ngobrol.\n\"Panjang caritana. Kahiji, urang harita masih keneh malarat jeung teu miluan tentara maneh. Ti harita, geus mangtaun-taun tarung jeung teu boga waktu keur ngurus maneh. Kadua, adi katilu oge saeutik. isin nyebatkeunana, janten paduka teu terang.”\n\"Panjang caritana. Kahiji, urang harita masih keneh hirup dina kamiskinan jeung teu jadi tentara maneh. Ti saprak harita, urang tarung mangtaun-taun teu boga waktu keur ngurus maneh. Kadua, adi katilu oge rada isin nyebatkeunana, janten paduka teu terang.”\n\"Yeuh, si mahasiswi lalaki kawin, naon gunana isin? Kaka tiluan geus lila di medan perang jeung bisa dianggap pahlawan nu taya bandinganana. Naha anjeun jadi picik ngeunaan hal ieu?\"\n\"Héy! Budak kuliah téh rék kawin, naon gunana jadi éra? Si adi katilu geus lila di medan perang jeung bisa dianggap pahlawan nu taya bandinganana. Naha anjeun picik ngeunaan hal ieu?\"\n\"Ngomong-ngomong, kuring teu bisa nyalahkeun adi katilu kuring keur isin, sabab nikah ieu palsu.\"\n\"Ngomong-ngomong, kuring teu bisa nyalahkeun adi katilu kuring keur isin, sabab nikah ieu palsu.\"\n\"Diketik? Heuh, éta metot. Mangga ngabejaan kuring naon anu lumangsung.\"\n\"Kuring diketik! Hei! Ieu metot! Mangga ngabejaan kuring naon anu lumangsung.\"\n\"Sumuhun, abdi émut taun éta, nalika urang rék ngagabung ka Baginda, urang ngaliwat ka Baocheng County, éta panas pisan dina bulan Juni, adi katilu teu bisa cicing di hotél, jadi anjeunna kaluar ngumbara nyalira. Sanggeus ngaliwat ka kebon mélon, manéhna asup rék metik, melon nyéépkeun haus, teu loba melon anu mimiti asak, jeung lanceukna nu katilu teu nyaho kumaha carana nyokot éta, jadi anjeunna megatkeun loba. Awéwé anu ningali mélon maju nuduh ka lanceukna anu katilu. Duanana teu satuju, teras gelut. Hayu. Untung kuring hariwang sareng buru-buru nyalametkeun dina waktosna, sanés ... \"\n\"Sumuhun, abdi émut taun éta, nalika urang rék ngagabung ka Baginda, urang ngaliwat ka Baocheng County, panas pisan dina bulan Juni, adi katilu teu bisa cicing di hotél, jadi manehna kaluar ngumbara nyalira. Sanggeus ngaliwat ka kebon mélon, manéhna asup rék metik, melon nyéépkeun haus, teu loba melon anu mimiti asak, jeung lanceukna nu katilu teu nyaho kumaha carana nyokot éta, jadi anjeunna megatkeun loba. Awéwé anu ningali mélon maju nuduh ka lanceukna anu katilu. Duanana teu satuju, teras gelut. Hayu. Untung kuring hariwang sareng buru-buru nyalametkeun dina waktosna, sanés ... \"\n\"Ieu Zheng Ziming, éta salahna di tempat munggaran, manéhna kudu ménta hampura. Naha manéhna pencét manéhna? Sajaba ti, kumaha kulawarga gadis urang bisa nahan pukulan jeung tajongan hiji lalaki galak kawas manéhna! Hayu, anjeun ngéléhkeun gadis ieu pikeun popotongan. Heueuh?\" \"Gadis éta teu cilaka...\"\n\"Ieu Zheng Ziming, éta salahna mimitina, jadi manéhna kudu ménta hampura. Naha anjeun ngéléhkeun anjeunna nepi? Sajaba ti éta, kumaha kulawarga gadis urang bisa nahan pukulan jeung tajongan lalaki galak kawas manéhna! anjeun neunggeul budak awéwé ieu. Henteu?\"\n\"Gadis éta teu cilaka...\"\n\"Éta henteu kunanaon, henteu kunanaon ... Hei, anjeun henteu nyandak tindakan? Oh, sigana anjeun nyalametkeun kuring dina waktosna.\"\n\"Teu kunanaon! Teu kunanaon... Hé! Naha anjeun teu satékah polah? Duh! Sigana anjeun anu nyalametkeun abdi dina waktosna!\"\n\"...Heueuh, nu disalametkeun teh...lanceuk nu katilu.\" \"...Heueuh, nu disalametkeun teh...lanceuk nu katilu.\"\n\"Ah?!\" \"Ah?!\"\n\"Lanceukna nu katilu digebruskeun ku awewe, digebugan nepi ka saban jalan. Untungna kuring anjog jeung ngabujuk manehna indit, ngarah teu tatu parna.... Nun... Nun... Paduka!... \"\n\"Lanceukna nu katilu digebruskeun kana taneuh ku si wanoja, digebugan kacida. Untungna, kuring datang jeung ngabujuk indit, ngarah teu tatu parna.... Nun... Nun... Paduka!...\"\n\"Ah?...Oh, saha eta awewe!?\" \"Ah!?...Aduh, saha eta awewe!?\"\n\"Ieu ngan engké kuring manggihan yén ngaran awéwé urang éta Tao Sanchun, sarta bapana Tao Hong éta pahlawan heubeul anu teu boga aspirasi. Tao Sanchun diajar beladiri ti bapana saprak anjeunna murangkalih. Sanggeus kuring meunang uninga. kulawargana, kuring nempo yén Miss Sanchun boga karakter beredar. , Luo Luo tur berehan, tanpa kabiasaan keur budak leutik, aranjeunna ngahaja cocog anjeunna. Bapa jeung putri Tao ogé resep karakter lugas ti lanceukna katilu pisan. enggal-enggal diputuskeun sareng diputuskeun kana ieu perkawinan kanggo duaan. Paduka, punten wartosan abdi, ieu sanes nikah palsu?\"\n\"Ieu ngan engké kuring manggihan yén ngaran mojang urang éta Tao Sanchun, sarta manehna geus diajar seni bela diri ti bapana saprak manehna masih budak. berehan, tur teu boga jejak slightest keur budak leutik, jadi kuring ngahaja direkrut nya.. Tao jeung putri-Na ogé resep karakter lugas ti lanceukna katilu maranéhanana. Silih asah. Nu Maha Agung, naha teu nganggap ieu perkawinan palsu?\"\n(Carita ieu mangrupa métafora, sabab hiji hal goréng tétéla jadi hal alus.)", "聖意": "Neneda pikeun panangtayungan imah jeung diri, ati-ati, neneda pikeun kabeungharan, bisnis uing, ngahalangan nikah, hukuman, Liujia, asuransi, pedestrians trapped di sawah, karuksakan ulat sutra, karuksakan ternak, leungit jalma, gugatan ilegal, leungitna, migrasi, konservatif. , harta leungit, panyakit jahat, hariwang, bahaya, gunung, kuburan, gagal", "古人": "Tao Sanchun ngéléhkeun Zheng En di kebon mélon", "第X籤": "Nomer salapan puluh salapan", "宮": "Haigong"}