{"籤詩版本二": "Ka e kee ụwa maka ezigbo alụmdi na nwunye, ụbọchị dị mma na oge dị mma, na ihe niile dị mma\nỌ bughi ihe ntà ma ọ buru na i nweta nzà a: n'ihi na Onye-nwe-ayi nēkwuputa na ndi madu nēguzosi ike n'ihe na ndi ziri ezi;", "詩意": "Hexagram a na-anọchi anya mmalite nke oghere nke eluigwe na ụwa.\nIhe niile dị mma.", "解曰": "Ọsọ ọsọ ọsọ. Afọ ahụ abaghị uru oge ya. Guanyin na-ede. Mee ka m mara nke ọma.", "籤詩故事一": "◇Zhongli bịara nwee nghọta\nZhongli Quan, aha ya bụ Zhongli, aha ya bụ Quan, n'ikike aha Yunfang, na aha Zhengyang, bụ onye obodo Xianyang County, Xi'an, mpaghara Shaanxi n'oge Ọchịchị Eastern Han.\nZhong Liquan bụ onye ọchịagha nke usoro ndị eze Han, n'oge njem ahụ megide Western Qiang, o nwere ekworo maka ọchịagha Liang Yi ma nye ya naanị ndị agha 30,000 ndị agadi na ndị na-adịghị ike. ndị agha Western Qiang, na ndị agha gbapụrụ. Zhong Liquan furu efu na ndagwurugwu wee zute otu onye mọnk Hu ka ọ na-aga, o kpọrọ ya gaa n'obere obodo wee sị, “Nke a bụ ebe obibi nke Maazị Donghua.” Mgbe ahụ ọ sịrị daalụ wee pụọ. Mgbe obere oge gasịrị, otu onye kwuru na mberede, \"Nke a ga-abụ n'ihi na Hu nwoke na-acha akwụkwọ ndụ akwụkwọ ndụ na-ekwukarị okwu.\" Ọ hụrụ otu nwoke yi aji ọcha mgbada jikwa mkpara quinoa akwụkwọ ndụ akwụkwọ ndụ. Ọ jụrụ Zhong Liquan, sị, \"Onye bịara ebe a bụ Han Da. General Zhongli Quan\n? Ọ wụrụ Zhong Liquan akpata oyi, ebe ọ maara na ya zutere onye ọ na-amaghị, ya mere ọ mụtara Tao n'ezie.\nZhong Liquan mechara zute Zhenren Huayang na eze anwụghị anwụ nke Xuanfu, ma mụta “Ihe nzuzo nke anwụghị anwụ”. N'ikpeazụ, o biri na Zijin Sihaofeng dị na Kongtong Mountain, nwetara \"Nzuzo nke Igbe Jade\", wee ghọọ ezi anwụghị anwụ.", "聖意": "Kpee ekpere ka ulo na ulo gi gọzie ya na uba na udu na udu, chọ ihe ọma n'oge mgbụsị akwụkwọ na udu. , chioma na silkworms, chioma na anu ulo, oma n'ichoputa ndi mmadu, oma na ikpe oha, oma na mbughari, ihe efu, na oria di nma na oria ugwu ọwụwa anyanwụ.", "古人": "Zhongli bịara nwee nghọta", "第X籤": "mbụ akara", "宮": "Eriri akpa nwa"}