{"籤詩版本二": "Nchegbu na nchekasị na-ebelata nwa oge, ọṅụ na-esikwa na mbara igwe.\nDị ka jed zoro n'ime nsị, ezigbo onye ọrụ na-ebuli uzuzu", "詩意": "Hexagram a na-anọchi anya nkwekọ nke Yin na Yang.\nIhe niile ị na-eme atụmatụ dị mma.", "解曰": "Ọ dịghị ihe e nwetara, ọ dịghị ihe efu. Nweta site na mfu. Onye ọjọọ nọ na nsogbu. Daalụ nwa amadị.", "籤詩故事一": "◇Ye Meng Xiong Chao Di\nYe Mengxiong (1531-1597), onye aha nnabata ya bụ Nanzhao na aha ya bụ Longtang, gbanwere ka ọ bụrụ Longtan ma kpọkwara ya Huayun. Nwa amaala Wanshifang, Huizhou Fucheng (nke bụ akụkụ nke Huicheng District, Huizhou City) na usoro Ming. N'afọ nke iri anọ na anọ nke ọchịchị Jiajing (1565), ọ ghọrọ Jinshi ma nye ya aha onye ọka ikpe nke mpaghara Qing. Ọ rụrụ ọrụ dị ka onye nduzi nke ngalaba mbufe, ma mesịa gbanwee gaa na censor nke Shanxi Road.\nN'afọ nke 20 nke Wanli (1592), onye isi Consul nke Ningxia, Kuaibai (onyeisi ndị Mongolian Tatar ebo), gburu gọvanọ Dang Xin ma weghara ogige iri anọ na asaa na Hexi Province. , mebie obodo ahụ, fee ofufe na ọkụ onwe ya ka onwu. Meng Xiong adịghị mpako na ịnara otuto, na-ahapụkwa nkà ya ka ọ dị mma ka ndị ọchịagha ndị na-anwa anwa ịlụ ọgụ. Eweghachitere onye ọrụ gọọmentị Wei Xuezeng. N'afọ ndị sochirinụ, ọ gbara arụkwaghịm ugboro ise wee laghachi Huizhou iji wuo Temple Huilong.\nYe Mengxiong banyere Taoism dị ka onye ọrụ obodo na mmalite ma bụrụ onye a ma ama maka ịkwụwa aka ọtọ na iguzosi ike n'ezi ihe. Ihe ndekọ akụkọ ihe mere eme ochie kwuru na ọ bụ \"onye mbụ na ịdị umeala n'obi na ikike\", \"na-ewepụ nrụrụ aka ma na-ata nnupụisi ahụhụ\", na-ahapụ aha ọma. na-eguzosi ike n'ihe nke ukwuu, nwee obi ike, nwee obi ike na onye nwere ọgụgụ isi. N'ọkara nke abụọ nke ndụ ya, e dekọrọ nkà ịgba egwu ya na \"History of the Ming Dynasty\" na a na-ewere ya dị ka dike mba.", "聖意": "Ụlọ ahụ adịghị mma (udo na-arịwanye elu) Mgbụsị akwụkwọ na oyi na-adị mma maka onwe ya, akụ na ụba ga-aga nke ọma, azụmahịa ga-aga nke ọma, alụmdi na nwunye ga-aga nke ọma, Liujia ga-ama jijiji ụgha (a ga-enwe akụ), ndị na-agafe agafe ga-aga n'ubi. kpee ekpere maka silkworm, anụmanụ isii ga-adị larịị, a ga-ahụ ndị mmadụ, ikpe ọha agaghị adị mma, ịkwaga ga-abụ ihe nchekwa, ihe onwunwe furu efu ga-egbochi, ọrịa ga-edozi n'ili Fushan.", "古人": "Ye Meng Xiong Chao Di", "第X籤": "Lotto imeri nke iri na isii", "宮": "Maogong"}