{"籤詩版本二": "Ụkwa ọla edo na-ada n'ọdịda anyanwụ na oke bekee na-ebili n'ọwụwa anyanwụ, usoro ehihie na abalị na-aga n'ihu site n'oge ochie ruo ugbu a.\nNdị mọnk na ndị Taoists maara na ọ dịghị ihe ọjọọ adịghị, ndị ọkà mmụta, ndị ọrụ ugbo, ụlọ ọrụ na ndị ahịa na-agbaso uche nke ha.", "詩意": "Hexagram a na-anọchi anya ịwasị na mbelata nke yin na yang.\nỌ bụkwa ihe ịrịba ama na ihe niile ga-aga dị ka atụmatụ.", "解曰": "O nweghị ihe dị n'obi. Ihe ị mere dị mma. Dị ka akụ si n'ụta. Otu mgbọ gbara ebe ahụ.", "籤詩故事一": "◇ Deede Cao Guo bụ anwụ anwụ\nA na-ekwu na Cao Guojiu, onye Xuzhou, bụ nna nna nke steeti ahụ n'oge Renzong nke usoro ndị eze egwu, aha ya bụ Cao Yi, nke a makwaara dị ka Cao Jingxiu.\nDeede Cao Guo nwere nwanne nwoke nke nta aha ya bụ Cao Er. Cao Er a dabere n'ọkwa eze ukwu ya wee mee ụdị ihe ọjọọ niile, o were ubi, napụ ndị inyom na ụmụ nwanyị, ma mee enyi na ụfọdụ ndị ọjọọ na-emebi iwu, na-abata ma na-apụta. jụrụ ige ntị n'okwu ọma ya na nkasi obi ya, n'ihi ya, o ji ntaramahụhụ chịkwaa ya. , ụmụnna abụọ ahụ kpasuru iwe.\nCao Guojiu kwuru, sị: \"Ụkpụrụ nke ụwa bụ na ndị na-akwakọba ihe ọma ga-aga nke ọma, na ndị na-akwakọba ihe ọjọọ ga-ala n'iyi. Nke a bụ eziokwu na-apụghị ịgbanwe agbanwe. Ezinụlọ anyị Cao achịkọtara ihe ọjọọ n'oge gara aga iji nweta akụ na ụba taa. Ugbu a Nwannem akpakọba ihe ọjọ nke-uku, ọ buru na ọ b͕apu ab͕apu, ọ buru na onye-isi ata gi ahuhu, i nweghi ike ib͕apu n'ihe ọjọ zoro ezo: mb͕e ọdachi bia, ewe la n'iyì, madu we nwua, i gaghi-enwe ike wepuga onwe-ya. n'oge ahụ, a ga-eweda m n'ala, m ga-atụkwa egwu ya.+ M wee chụsa akụ̀ m niile, O nyere ndị ogbenye aka, o nweghịzi ihe gbasara nwanne ya. Mgbe ahụ ọ hapụrụ ụlọ ya na ndị enyi ya, gbanwee ghọọ uwe ndị Taoist, wee banye n'ugwu iji zụlite uche na ọdịdị ya.\nOtu ụbọchị, o zutere Zhongli na Lu Dongbin nke ndị eze Han, obi dị ha ụtọ na ha hụrụ azịza ọma nke Uncle Cao Guo. Quan na Lu Dongbin ka ewepụtara na klaasị anwụghị anwụ.", "聖意": "Uma diri ulo, ulo, uba, uba, uma n'azu ahia, alụmdi na nwunye, onye njem nwoke, ịkụ silkworm n'ubi n'oge, ọdịda anụ ụlọ, ịchọ mmadụ, ikpe, ịkwaga, ihe onwunwe furu efu, ọrịa oge, ezigbo uba.", "古人": "Deede Cao Guo bụ anwụ anwụ", "第X籤": "Banye aka na nke iri na asatọ", "宮": "Maogong"}