{"籤詩版本二": "Ikwe ka ụgbọ mmiri ahụ laghachi azụ site na mmiri mmiri ngwa ngwa, gịnị ka ịchọrọ ime n'ihi ọgba aghara ahụ?\nỌ bụrụ na ịchọrọ ịnọ na nchekwa, chọọ udo wee chere ka ebili mmiri gafere nsogbu a.", "詩意": "Hexagram a dị ka ụgbọ mmiri na-eme njem n'ụsọ osimiri dị ngwa ngwa.\nNọgide na-eche nche n'ihe niile ma chere oge.", "解曰": "Tụgharịa na mmiri siri ike. Ihe ize ndụ na-echere oge. Ọ bụrụ na ị jụọ maka atụmatụ ogige. Enweghị ike ịme ihe ọ bụla.", "籤詩故事一": "◇Echiri Ziyi eze\nGuo Ziyi (697-781), nke a makwaara dị ka Guo Linggong, bụ onye obodo Zheng County, Huazhou (ugbu a Huaxian County, Shaanxi Province) na onye izugbe na usoro ọchịchị Tang.\nN'oge nnupụisi Anshi n'afọ nke iri na anọ nke Tianbao (755), e nyere ya aha Shuofang Jiedushi (Lingwu, n'ebe ọdịda anyanwụ Linggwu dị na Ningxia nke oge a) E nyere ya iwu ka ọ zọgbuo. Ha wee jikọọ aka na Changshan (Zhengding, Hebei) wee merie Shi Siming wee nwetaghachi Hebei. N'oge a, Guo Ziyi tụrụ aro ka eze ukwu were Fan Yang si n'ebe ugwu wakpoo n'olulu agụ nnupụisi iji belata nnọchibido nke Tongguan, ma Xuanzong jụrụ. Mgbe nke ahụ gasịrị, a kụrụ ọnọdụ nke obodo ndị na-ekewapụ vassal na njedebe nke Tang Dynasty, bụ nke ghọkwara ihe kpatara ọdịda nke Tang Dynasty.\nN'afọ nke iri na ise nke ọchịchị Tianbao (756), ya na ndị otu Uighur kwadoro Hequ. N'oge opupu ihe ubi nke afọ na-esote, ha nwetara Hedong (nke bụ Yongji, Shanxi ugbu a) na Feng Yi (bụ Dali, Shaanxi), ma wakpo Tongguan. imeri Cui Qianyu.Ndị agha Tang merụrụ ihe karịrị mmadụ 10,000. Cui Qianyu nyefere Pujin. Nwa ya nwoke An Qingxu gburu Lushan.\nN'afọ nke abụọ nke Zhide (757), e nyere ya iwu ka o duru ndị agha gaa Fengxiang, n'ụzọ, o meriri ndị agha agha Li Guiren 5,000 na Baiqu Liuyun Bridge (nke dị na ndịda ọwụwa anyanwụ Sanyuan taa) na May, ọ lụrụ ọgụ megide An Shouzhong na Li. Guiren dị na Qingqu (n'ebe ọdịda anyanwụ nke Xi'an taa) e meriri ya, o wee pụọ na Wugong (nke dị na ugwu ọdịda anyanwụ nke Wugong taa) N'ọnwa Septemba, ọ sochiri Marshal Guangping Wang Li Chu ka o duru Tang na Uighurs sonyere ndị agha 150,000, wee lụọ ọgụ. ya na An Shouzhong na Li Guiren dị na Xiang N'ebe ugwu Ji Temple (ndịda ọdịda anyanwụ nke Chang'an County taa), ndị agha Uighur gbara gburugburu n'azụ ndị iro, wakpoo n'akụkụ abụọ ma gbuo ndị iro 60,000. Zhang Tongru gbagara na mpaghara Shaanxi. ma n'ikpeazụ nwetaghachi isi obodo Chang'an (nke taa bụ Xi'an) E weghachiri ebube nke ndị agha Tang na Chang'an ọzọ.\nMgbe nke ahụ gasịrị, ndị agha Tang ji ohere ahụ nweta mmeri wee gaa n'ebe ọwụwa anyanwụ, merie ndị ikom 150,000 gụnyere Yan Zhuang na Zhang Tongru na Xindian (nke dị ugbu a na ndịda ọdịda anyanwụ Sanmenxia City, Henan Province), na-amanye Anqing Xu ịgafe Osimiri Yellow wee laghachi na Xiangzhou. Dongjun Luoyang laghachiri. Tinye Situ na uru ya wee mee ya Duke nke obodo.\nShi Siming duuru ndị agha ya site na Fan Yang iji napụta An Qingxu akụkụ abụọ ahụ lụrụ ọgụ n'usoro n'ebe ugwu nke Osimiri Anyang (nke dị na North Anyang taa) ọgụ ahụ enweghị ike ịpụpụ. N'ikpeazụ, ndị Jiedushi itoolu, ndị agha Tang na-eduzi, kwuru na ha nwere ndị ikom 600,000, laghachiri (na Agha Yecheng). Onye isi ọchịagha nke agha a bụ ọnaozi Yu Chaoen, onye na-enweghị ikike iduzi ma boro Guo Ziyi ụta maka ọdịda nke agha ahụ. Akpọrọ Guo Ziyi ka ọ bịaghachi na Chang'an, ewepụrụ ya n'ike agha, wee ghọọ onye ọchịchị na-adịghị arụ ọrụ.\nN'afọ mbụ nke Baoying (762), ndị agha nọ na Taiyuan (nke dị na ndịda ọdịda anyanwụ Taiyuan taa) na Jiangzhou (nke dị na Xinjiang taa dị na Shanxi Province) nupụrụ isi. jikwaa Jiangzhou. Eunuch Cheng Yuanzhen kewakwara ya ma wepụta ya n'ike agha.\n(Ihe a na-elekwasị anya n'akụkọ a: Guo Ziyi, onye nwere ikike na omume ọma, zutere Xuanzong na ụfọdụ ndị ọjọọ, bụ ndị mebiri ihe ọ rụzuru nke ukwuu.)", "聖意": "Na-agọzi ụlọ na onwe ya, ịchọ akụ na ụba, enweghị azụmahịa, alụmdi na nwunye, enweghị mkpu ụgha, Ndị na-agafe agafe na-erute na Tiancanji, siri ike ịchọta ndị mmadụ, ikpe ọha na eze na (ọ bụghị Xing), mbata, mgbanwe, ihe onwunwe furu efu, siri ike ịchọta, ọrịa, na-ekpe ekpere maka ngọzi, ugwu na ili, dị mma", "古人": "E chiri Ziyi eze", "第X籤": "Lott meriri nke iri na itoolu", "宮": "Tatsumi"}