{"籤詩版本二": "Mgbe ọtụtụ nchegbu na ihe egwu gasịrị, ọ gaghị adịkwa efu ọzọ site ugbu a gaa n'ihu\nObi na-emesapụ aka nwere atụmatụ mmesapụ aka nke ya, ị ga-ezute onye ọkachamara iji rụpụta nnukwu ihe.", "詩意": "Hexagram a dị ka olulu mmiri ochie nke nwere isi iyi.\nN'ihe niile, ndị a ma ama na-enweta ihe ịga nke ọma.", "解曰": "A ga-emecha bụrụ ikpe ziri ezi. Ọrịa na nchekwa. Banye ma pụta ịchọ ndụmọdụ. Mmiri ochie na-ezute mmiri.", "籤詩故事一": "◇Yao Chong na-achịkwa igurube\nYao Chong (649-721), onye ezigbo aha ya bụ Yuan Chong, sitere na Shaanzhou, O jere ozi dika onye minista Xia Guan, Shangshu nke Chunguan, Ziweiling, Zhongshuling, na Prime Minister na usoro ndi eze Tang.\nN'afọ nke anọ nke Kaiyuan (716), Shandong (nke na-ezokarị aka n'Osimiri Yellow Basin n'ebe ọwụwa anyanwụ Huashan) nwere igurube na-akpagbu ndị mmadụ n'echiche nkwenkwe ụgha, ha adịghị anwa anwa ịchụ nta ma gbuo ha, kama, ha guzobere. àjà, suree ihe nsure ọkụ na-esi ísì ụtọ, na-efe ofufe n'akụkụ ubi, na-ekirikwa ihe ọkụkụ na-eripịa ihe igurube.\nNdị isi niile kwenyere, sị: “Igurube bụ ọdachi na-emere onwe ya, olee otú a ga-esi chịkwaa ha site n’aka ndị mmadụ!” Mgbalị dị n’etiti echiche abụọ dị iche iche siri ike n’oge ahụ, ma hà ga-ekpochapụ ma ọ bụ na a gaghị ewepụ ya.\nYao Chong kwuru, sị: \"Ọ bụrụhaala na anyị na-arụkọ ọrụ ọnụ, anyị nwere ike ikpochapụ ha niile. nwere ike ife efe, ma ọ bụrụ na ha ahụ ọkụ n'abalị, ha ga-efeba na ya; tukwasi ha ọkụ n'ọhịa, gwuo olulu mgbe ha na-ere ọkụ, lie ha mgbe ha na-ere ọkụ, ma ọ dịghị ihe ga-afọdụ.\nXuanzong kwuru, sị: \"Igurube bụ ọdachi na-emere onwe ya nke ọchịchị na-adịghị mma na-akpata. Ọ bụrụ na ị rịọ ka achụ nta ha ma gbuo ha, nke a ọ bụghị megide ọka?\"\nYao Chong kwukwara, sị: \"Ịnwụde na igbu igurube bụ ndị oge ochie na-eme ya, na ebube gị ga-eji ya mee ihe n'ọdịnihu. Ọ bụ nnukwu mmemme mba iji weta udo na ọganihu na ndị ọrụ ugbo. Biko tụlee ya nke ọma.\"\nXuanzong kwenyesiri ike. Ma n’oge ahụ, onye ọ bụla nọ n’ime na n’èzí ụlọ ikpe kwuru na a pụghị ịchụ nta igurube.\nXuanzong kwuru, sị: \"Mụ na praịm minista ekwurịtala okwu ma kpebie ijide igurube ahụ. Onye ọ bụla jụrụ ajụjụ ọzọ, a ga-egbu ya.\" Ya mere o zipụrụ onye nyocha ahụ ka ọ na-elekọta ma duzie ndị mmadụ ka ha gbaa ọkụ na lie igurube.\nIhe si na ya pụta dị nnọọ irè.\n(Ekwesịrị iji amamihe mee ihe n'ịchịkwa ọdachi na ịpụpụ, na a ghaghị inwe atụmatụ aghụghọ iji merie ihe isi ike. Yao Chong bụ ọkachamara n'okwu a)", "聖意": "Ụlọ ahụ bụ ihe nkịtị, mmadụ kpọchiere onwe ya, a kpọchiela ịchọ ego, egbochila ịzụ ahịa, egbochie alụmdi na nwunye na ịdị n’otu, ihe egwu dị na Liujia, egbochichie ndị na-agafe agafe, kpọchiela silkworm, anụ ụlọ adịghị mma, ndị mmadụ na-efu efu, ikpe ọha na-agbachi nkịtị. egbochiri, ịkwaga enweghị ezi uche, ihe ndị furu efu na-esi ike ịchọta, ọrịa na-esi ike ikpe ekpere maka ugwu na ili adịghị enwe ahụ iru ala.", "古人": "Yao Chong na-achịkwa igurube", "第X籤": "Imeri lọtrị iri abụọ na ise", "宮": "Mi Palace"}