{"籤詩版本二": "Asịrị na-ekwu na ihe agbanweela, anatakwara m akwụkwọ ozi site na mbara igwe.\nAha na ihe ịga nke ọma e kwere m ná nkwa n'akwụkwọ ahụ bụ ihe efu ruo ọgwụgwụ.", "詩意": "Hexagram a nwere aha ụgha.\nỌ bụ ihe amamihe dị na ya ka ị na-eche nche n'ihe niile.", "解曰": "Elu na ala na-ewe iwe. Ịchọ ihe ntụrụndụ anaghị efu. Ọchịchọ maka ama. Nọrọ na nchekwa.", "籤詩故事一": "◇Zhong Kui nwetara nghọta\nZhong Kui, onye nna nna ya bụ Zhong Kui, onye aha nna ya bụ Zhengnan, sitere na Zhongnanshan.\nN'oge ọchịchị Emperor Dezong nke Tang Dynasty, Zhong Kui sonyere na ule nke alaeze ukwu, Zhong Kui gụrụ ajụjụ nyocha wee dee akụkọ ozugbo n'otu aka wee nye ya. Onye isi nyocha ụbọchị ahụ bụ Han Yu, Minista na-ahụ maka ihe gbasara obodo, na onye osote onye nyocha bụ Lu Zhi, onye ọkà mmụta ukwu. Mgbe ha abụọ gụrụ akwụkwọ Zhong Kui, anya ha nwulitere ma kwuo n'otu ọnụ: \"Ọkachamara, ọkachamara! Okwu ọ bụla dị n'isiokwu a dị ụtọ, kwesịrị Li Taibai na Du Zimei!\" Ya mere, ha kpọrọ Zhong Kui dị ka ebe mbụ.\nEmperor Dezong gere akụkọ Han Yu wee kwuo na Zhong Kui, onye mmeri ọhụrụ nke sayensị, nwere nkà, ya mere ọ kpọrọ Zhong Kui na Golden Palace.\nMgbe Emperor Dezong hụrụ ọdịdị ya jọgburu onwe ya, iwe were ya ozugbo wee sị, \"Nhọrọ ndị ọkà mmụta n'obí anyị niile dabeere na okwu onwe onye na akwụkwọ ọgụgụ. Olee otú a ga-esi họrọ onye jọrọ njọ dị otú ahụ dị ka onye ọkà mmụta nke mbụ na sayensị ọla edo? \"\nHan Yu ji ngwa ngwa gbuo ikpere n'ala wee sị: \"Ihe ọma na ihe ọjọọ nke mmadụ abụghị ihe niile gbasara ọdịdị ahụ. na-asụ nsụ mana nwere ike inyere ndị eze Han aka; Confucius na-ekpe ndị mmadụ ikpe site n'ọdịdị ha, ma tụfuo nwa ya nwoke Yu. Enwere m olileanya na ebube gị ga-eche echiche ugboro abụọ.\"\nEmperor Dezong tụgharịrị uche ruo nwa oge wee sị: \"Ọ bụ ezie na okwu Han Aiqing nwere ezi uche, mgbe m bụ Emperor Taizong, e nwere ndị ọkà mmụta iri na asatọ bịara Yingzhou ma kwuo banyere ya. Nwoke a bụ ọkà mmụta mbụ. M na-atụ egwu na ụwa. ga-achị m ọchị maka aghọtaghị talent.\"\nOnye isi ala Lu Qi nwere echiche dị warara na anyaụfụ nke talent. Mgbe ọ nụsịrị okwu eze ukwu, ọ gbunyere ikpere n'ala wee kwuo, sị: \"Ọkà mmụta nke mbụ na isiokwu ọla edo ga-abụ ma n'ime ma n'èzí. E nwere narị atọ ndị na-aga ime isiokwu a. Gịnị mere na ị gaghị ahọrọ nke ọzọ?\"\nMgbe Zhong Kui hụrụ na nwoke a gbagwojuru anya nke ukwuu, ọ pụghị ijide onwe ya ma iwe were ya, ọ tụrụ aka na Lu Qi wee kọchaa, sị: \"Ọ bụrụ na onye ọchịchị na-amaghị ihe dị otú ahụ nọ n'ụlọikpe, ọ gaghị emerụ obodo ahụ?\" Mgbe nke ahụ gasịrị. o jiri aka ya kụgbuo Lu Qi.\nN'ịhụ nke a, Dezong were iwe wee sị: \"Ị nwere obi ike, ị na-anwa ịkpata nsogbu na Golden Palace, wedata ya ngwa ngwa!\"\nN'iwe, Zhong Kui wepụrụ mma agha ahụ n'úkwù onye ọchịagha guzo n'obí eze, wee sụọ n'olu dara ụda, sị: \"Ọ na-esiri nwamba nwere nkụda mmụọ ike iṅomi agụ, na parot nke nwere nkụda mmụọ adịghị mma ka nwamba. ọkụkọ.” Mgbe nke ahụ gasịrị, o gburu onwe ya.\nMgbe Emperor Dezong hụrụ na Zhong Kui gburu onwe ya n'iwe, ọ tụrụ ya n'anya nke ukwuu, ka o wee nweta obi ndị mmadụ, o nyere iwu ka e lie Zhong Kui n'aha nke Ọkammụta nke 1, ma kpọkwara Zhong Kui Chineke. nke Exorcism iji kpochapụ ndị mmụọ ọjọọ n'ụwa.", "聖意": "Kpee ekpere maka ngọzi n'ụlọ gị, nchekwa nke onwe gị, nsogbu ego, ọdịda azụmahịa, ọdịda alụmdi na nwunye, ndị na-aga ụkwụ nwanyị Liujia, Shinta silkworms ọkara sie nri, anụ ụlọ isii nwere ike ịzụlite, ndị na-efu efu, ikpe ọha nke Western, Mbugharị, nchekwa nchekwa, furu efu. ihe onwunwe, ọrịa, kpee ekpere maka ihe ọma n'ugwu na ili", "古人": "Zhong Kui nwetara Tao", "第X籤": "Iri abụọ na isii na-emeri lọtrị (Lottery)", "宮": "Mi Palace"}