{"籤詩版本二": "Na-etinye oge n'udo na jụụ, nọdụ ala ma dinara ala mgbe ị na-aṅụ tii mgbe afọ juru\nỌ dịghị mkpa ka ị na-arụsi ọrụ ike n'ụzọ anụ ahụ na nke uche, na ị gaghị akpata ikpe na-ezighị ezi ma ọ bụ ọdachi.", "詩意": "Hexagram a bụ akara nke udo na nkwụsi ike.\nN'ihe niile, ichere oge kwesịrị ekwesị ga-eweta chi ọma.", "解曰": "Nọrọ na nchekwa. Jụọ chi. Chere ruo mgbe oge ruru. Ihe na-eme na mberede.", "籤詩故事一": "◇Foyinhui Dongpo\nN'otu oge, Su Dongpo nwetara nghọta mgbe ọ na-amụ Zen. Ọ chọpụtara na steeti ya dị elu, ọ nwekwara ọṅụ na ya. Enweghị m ike ijide onwe m, a gbasaa m mkpịsị akwụkwọ m wee dee abụ:\n\"N'etiti mbara igwe, Jishou na-egbuke egbuke n'ofe eluigwe na ụwa; enweghị ike ịfefe site na ifufe asatọ, ọ na-anọdụ ala n'elu lotus ọla edo na-acha odo odo.\"\n(Ifufe asatọ ahụ na-ezo aka: uru, ọdịda, mbibi, aha, otuto, ịkwa emo, nhụjuanya, na obi ụtọ. Ya bụ, enweghị iwe site na steeti asatọ ndị a ka a na-akpọ \"ifufe asatọ enweghị ike ịkwagharị\")\nMgbe o dechara ya, Dongpo zipụrụ nwa odibo ya n’ofe osimiri ka o nye ya Zen Master Foyin nke Temple Jinshan.\nMgbe Zen Master Foyin gụchara ya, o ji okwu ahụ “fart” kaa ya akara ma nye ya nwa odibo ya ka ọ wereghachi.\nDongpo were iwe mgbe ọ hụchara nke a, ya mere ọ buru ụgbọ mmiri gafee osimiri wee gaa na Temple Jinshan chọta akara Buddha maka mkparịta ụka.\nMgbe Dongpo rutere n'ọnụ ụzọ ámá nke Jinshan Temple, Foyin echereworị n'ọnụ ụzọ.\nSu Dongpo boro Foyin ebubo ozugbo: \"Gịnị kpatara ị na-akpọ abụ m dere fart?\"\nFoyin zara ya, sị: \"Ọ bụ na ị 'nweghị ike ịfefe site na ifufe asatọ'? Kedu ka ị ga-esi 'tie gị n'ofe osimiri' site na fart!\"\nN'oge a, a wụrụ Dongpo akpata oyi mgbe ọ chọpụtara na ọ dịghị mma ma hapụ ya n'ihere.\n(Akụkọ a bụ ihe atụ maka \"Okpomọkụ ahụ erubeghị\")", "聖意": "Kpee ekpere maka ụlọ gị na nchekwa gị, maka akụ na ụba gị, maka azụmahịa gị, ka ọ dị mma n'alụmdi na nwunye gị, maka nwanyị njem si Liujia, gaa ubi, ka silkworm chara n'oge mgbụsị akwụkwọ, ka anụ ụlọ isii kwụsie ike, na chọta onye, ​​ka ọ siri ike ịchọta, maka ikpe ọha, maka ịkwaga, maka ihe furu efu, maka ọrịa, maka iziga n'ili ugwu, dị mma.", "古人": "Foyinhui Dongpo", "第X籤": "Ọnụọgụ mmeri iri atọ na otu", "宮": "Wei Gong"}