{"籤詩版本二": "Njem nloghachi doro anya, onye ma jede zoro na nkume?\nOzugbo ezigbo onye omenkà na-ebipụ nke ọma, ọ ga-enwe ahụ iru ala na nchekwa na oge jasper", "詩意": "Na hexagram a, ị nwere ike ịhụ onyinyo nke jed mgbe ị na-egbutu nkume.\nGbasie mbọ ike ka ị nwee ihe ịga nke ọma n'ihe niile.", "解曰": "Akụ dị na nkume. Ndị ala ọzọ maara ntakịrị. Chere ruo mgbe ọ ga-edo anya. Mee ihe ọ bụla i nwere ike ime.", "籤詩故事一": "◇Liu Bei na-achọ talent (nleta atọ n'ime ụlọ ajị anụ, nleta atọ n'ime ụlọ ahịhịa).\nOge Alaeze Atọ. Zhuge Liang bi na nzuzo n'ime ụlọ akị ahịhịa na Longzhong. Liu Bei nwere mmasị n'ịchọ nkà, ya mere ọ gara Zhuge Liang n'onwe ya. Ọ gara Zhuge Liang ugboro atọ (nke a maara dị ka \"Nleta atọ na ụlọ Thatched\" n'akụkọ ihe mere eme) Liu Bei gwara ndị ọzọ ka ha nọrọ ebe ahụ wee jụọ Zhuge Liang: \" Ndị eze Han adawokwa, ndị ozi na-aghọ aghụghọ ezuwokwa ndụ ha, Onyenwe anyị.\" Ekpuchiri ya na ájá. Anaghị m atụ àgwà ọma m na ikike m, achọrọ m ikwere na ezi omume dị ukwuu dị n'ụwa, ma amamihe na nkà m. bụ ndị na-emighị emi, ya mere m na-eji ya eme ihe n'ụzọ zuru ezu. Dị ka nke taa. Otú ọ dị, ọchịchọ m ka agwụbeghị, ị chere na a ga-emejuputa atụmatụ ahụ? \"\nZhuge Liang wee nye ya atụmatụ nke kewaa ụwa ụzọ atọ, wee nyochaa ọnọdụ ebe Cao Cao na-adịghị na Sun Quan nwere ike bịa nyere ya aka, ọ kọwakwara nkọwa banyere ụjọ nke ndị gọvanọ na steeti Jing na Yi. nke nwere ohere iji ya mee ihe, nakwa na ọ ga-eji naanị steeti abụọ a eme ihe, naanị mgbe ahụ ka ọ ga-emeri ụwa, ọ gwakwara Liu Bei atụmatụ ịwakpo Central Plains. (E mechara kpọọ mkparịta ụka a \"Longzhong Dui\"). Mgbe Liu Bei nụchara nke a, o toro ya dị ka à ga-asị na ọ chọtara akụ, wee kpọọ Zhuge Liang nke ukwuu ka ọ pụta nyere aka, ya mere Zhuge Liang ghọrọ onye ndụmọdụ Liu Bei maka ndị agha.", "聖意": "Ụlọ ahụ dị jụụ, a na m achọ akụ na ụba, ahia ọrụ na-egbochi alụmdi na nwunye ma ghọọ onye njem na-eme njem na Liujia.", "古人": "Liu Bei na-achọ talent (nleta atọ na ụlọ ahịhịa, nleta atọ n'ime ụlọ ahịhịa).", "第X籤": "Onye meriri lọtrị iri atọ na abụọ", "宮": "Wei Gong"}