{"籤詩版本二": "Yiri uwe ma mezie ụdị ezinụlọ ochie, Tao enweghị mbara igwe mana ọ nwere uru.\nMgbe ha kpochara ogwu na ogwu ndị dị n’okporo ụzọ, ha atọ kwetara ka ha na ndị ọrụ ibe ha jikọọ ọzọ.", "詩意": "Hexagram a na-anọchite anya nhazigharị uwe.\nIhe niile na-esi ike tupu ọ dị mfe ma emechaa.", "解曰": "Echegbula onwe gị. Nwee ezigbo oge. Ọ bụrụ na ị jụọ maka ọdịnihu. Enwere ụzọ dị mma n'ihu.", "籤詩故事一": "◇ Akwụkwọ nsọ Buddhist Tang Monk\nXuanzang (602-664), onye mọnk a ma ama nke usoro ndị eze Tang, nwere aha nna Chen na aha Yi. A mụrụ ya na Goushi County, Luozhou (nke bụ akụkụ ndịda nke Yanshi City, Henan Province). Ọ ghọrọ onye mọnk mgbe ọ dị afọ iri na atọ wee were aha Buddhist Xuanzang. A na-akpọ ụwa Sanzang nke Tang Dynasty.\nN'afọ nke atọ nke ọchịchị Zhenguan (629, nke a makwaara dị ka afọ mbụ nke Zhenguan), ọ gara n'ebe ọdịda anyanwụ Tianzhu (India) iji nweta akụkụ Akwụkwọ Nsọ ndị Buddha, ọ tinyere onwe ya n'ihe ize ndụ ma die ihe isi ike, ọ bụ nanị afọ anọ ka o rutere.\nN'afọ nke iri na asaa nke Zhenguan, nna ukwu ahụ gbara arụkwaghịm ma laghachi n'ebe ọwụwa anyanwụ. O si n'okporo ụzọ ndịda nke Xinjiang Province, Khotan, na Loulan laghachi China, were ngụkọta afọ iri na asaa na njem nke puku kilomita iri ise. Mgbe o rutere na Chang'an n'ọnwa mbụ nke afọ nke iri na itoolu nke Zhenguan, eze ukwu nyere Liang Guogong Fang Xuanling na ndị ọrụ obodo na ndị agha ndị ọzọ ka ha nabata ya nke ọma.\nNgụkọta nke mpịakọta 520 na 657 nke akwụkwọ nsọ Buddhist Sanskrit mbụ ka a rịọrọ. ma sụgharịa ya n'asụsụ Chinese.\nMgbe nna ukwu ahụ lọghachiri, Emperor Taizong na Emperor Gaozong na-asọpụrụ ya nke ukwuu ma tinye ya na Da Nei, na-enye ya aha \"Master Tripitaka\".", "聖意": "Ụlọ ahụ nọ n'ọgba aghara, chi ọma n'onwe ya, ihe ọma, ezigbo azụmahịa, ezi alụmdi na nwunye, igbochi ọbịbịa nke ndị mmadụ n'ubi, silkworm, anụ ụlọ na-adịghị mma, ịchọ ndị mmadụ, ikpe ọha na eze, ịkwaga, ihe onwunwe furu efu, ọrịa agwụla, ikpe ekpere. maka ngọzi, ili ugwu kwesịrị ịka ochie.", "古人": "Tang Monk na-amụta Akwụkwọ Nsọ Buddhist", "第X籤": "Onye meriri lọtrị iri atọ na ise", "宮": "Shen Gong"}