{"籤詩版本二": "Ọ bụrụ na ịchọrọ ịnọ jụụ na udo, ọ gaghị adabara inwe kandụl na ifufe.\nỌ ka mma ịsacha ma nọdụ n'ime nnukwu ọnụ ụlọ dị omimi, zere ìhè, maa jijiji n'ebe dị jụụ, na-agagharị. Ma jijiji → Yao. N'efu → ole na ole.", "詩意": "Hexagram a dị ka ikuku na-ama jijiji oriọna na kandụl.\nIdebe ihe na-adịgide adịgide ga-eweta chi ọma.", "解曰": "Nọdụ ala n'ebe dị jụụ. Nọrọ na oku wee nọrọ n'oge. Ọ bụghị ngọzi. Conservative na kwesịrị ekwesị.", "籤詩故事一": "◇Li Jing laghachiri n'ugwu ahụ\nLi Jing (571-July 2, 649), site n'aha onye na-ere ọgwụ, bụ onye Sanyuan, Yongzhou (ugbu a n'ebe ugwu ọwụwa anyanwụ nke Sanyuan County, Shaanxi Province). Ọchịagha sitere na Dynasty Sui mbubreyo ruo n'oge Tang Dynasty, ọ bụ onye ama ama onye agha strategist nwere ma obodo na agha nkà na Tang Dynasty. Mgbe e mesịrị, e nyere ya aha Duke nke Wei, ma mara ya dị ka Duke nke Wei n'ụwa.\nLi Jing bụ nna Nezha nke atọ n'ime ndepụta chi, nke a makwaara dị ka \"Eze Tota\" Li Jing na nwa ya nwoke nyeere Jiang Ziya (Tai Gong) aka imeri Queen Zhou, guzobe usoro ndị eze Zhou, na Eze. Wu rịgoro n'ocheeze. Jiang Ziya wee depụta aha chi ma mee emume iji mee ka obi dị ndị agha nwụrụ n'agha ahụ obi. Site na mgbe ahụ gawa, ụwa bịara nwee udo na udo. Eze Wu chọrọ ime marquises ma kwụọ ha ụgwọ, ọ chọkwara ikenye ndị dike tọrọ ntọala ala. Li Jing, nna ya na nwa ya nwoke, na mmadụ asaa ndị ọzọ rịọrọ ka ha laghachi n'ugwu ahụ ka ha na-eme okpukpe Tao na ka ha ghara ịbụ ndị a ma ama na akụ̀ na ụba ụwa na-eche ha echiche. Mgbe e mesịrị, ha asaa nile “ghọrọ ndị nsọ n’anụ ahụ́” ma bụrụ ndị e debere n’etiti ndị na-adịghị anwụ anwụ.\nAkụkọ nke \"Feng Shen Bang\"", "聖意": "Ụlọ ahụ bụ ihe nchekwa, abụ m onye nkịtị, a na-achọ akụ na ụba, ọ na-esiri m ike ịzụ ahịa, alụmdi na nwunye m adịghị ekwekọ, Liujia na-ekpe ekpere ka ndị na-agafe agafe nwee okwukwe, silkworm chara n'oge mgbụsị akwụkwọ, na anụmanụ isii dị nchebe, ndị mmadụ na-efu efu, ikpe ọha na eze. na Mbugharị bụ mgbanwe, furu efu ọrịa ọrịa, adịghị agbanwe ili na Jianxingshan", "古人": "Li Jing laghachiri n'ugwu", "第X籤": "Onye meriri lọtrị nke iri atọ na asaa", "宮": "Shen Gong"}