{"籤詩版本二": "Ụkwụ na-acha uhie uhie na-ada n'ebe ọdịda anyanwụ, oke bekee na-ebili n'ebe ọwụwa anyanwụ, yin na-eto na yang na-apụ n'anya, ihe niile na-aga nke ọma.\nỌ bụrụ na nwanyị chọrọ iji ya, ọ ga-eme ka akụ na ụba ya bawanye ma weta obi ụtọ n'obi ya.", "詩意": "Hexagram a bụ akara nke Yin na-eto eto na Yang na-apụ n'anya.\nIhe niile na-esi ike tupu ọ dị mfe ma emechaa.", "解曰": "Yin na-abara ụmụ nwanyị uru. Ọ dịghị mma maka ụmụ nwoke. Ọ bụrụ na ị na-achọ ndụmọdụ. Ihe ọjọọ na-ebute ụzọ, emesia ihe ọma na-abịa.", "籤詩故事一": "◇Wu Zetian rigoro n'ocheeze\nMgbe ọ dị afọ 14, Emperor Taizong Li Shimin nke Tang Dynasty kpọrọ Wu n'obí dị ka onye nwere nkà, aha ya bụ \"Wu Mei\". Mgbe Taizong nwụsịrị, Zetian banyere ụlọ nsọ Ganye wee bụrụ onye nọn.\nMgbe Emperor Gaozong nke Tang Dynasty bịara n'ocheeze, ọ kpọrọ ezinụlọ Wu n'obí ka ha kwanyere Zhaoyi ugwu. N'afọ nke isii nke Yonghui (655), Emperor Gaozong guzobere Wu dị ka eze nwanyị ya.\nWu Zetian nwere ọgụgụ isi, na-etinye aka n'akwụkwọ na akụkọ ihe mere eme, ma bụrụ ọgaranya na nkà. N'oge na-adịghị mgbe Wu Zetian ghọrọ eze nwanyị, n'ihi na Gaozong adịghị ike ma na-arịa ọrịa, ọ na-enyefe ya mgbe ụfọdụ ka ọ na-elekọta ụfọdụ ihe ndọrọ ndọrọ ọchịchị, ya mere ike ya toro. N'afọ mbụ nke Shangyuan (674), a na-akpọ Emperor Gaozong \"Emperor\", Empress Wu na-akpọ \"Queen of Heaven\", na a na-akpọ ha abụọ \"Ndị nsọ abụọ\" n'obí.\nN'afọ mbụ nke Hongdao (683), Emperor Gaozong nwụrụ, Prince Li Xian bịara n'ocheeze, Wu Zetian weghara ocheeze. Na February nke afọ mbụ nke Sisheng (684), Wu Zetian wepụrụ Li Xian dị ka Eze Luling ma guzobe nwa ya nwoke nke anọ Li Dan dị ka eze ukwu, na-aga n'ihu na-achị usoro eze. Na Septemba nke otu afọ ahụ, ọ gbanwere ọkọlọtọ ka ọ bụrụ ọla edo, e mekwara Luoyang, bụ́ isi obodo ọwụwa anyanwụ, aha isi obodo Chineke. N'ụbọchị nke itoolu nke Septemba n'afọ mbụ nke Tianshou (690), Wu Zetian kpọsara onwe ya eze ukwu ma gbanwee aha obodo ahụ ka ọ bụrụ Zhou.", "聖意": "Ụlọ adịghị mma maka onwe ya, na-ekpe ekpere maka ngọzi, ịchọ akụ na ụba, ịzụ ahịa nche, chi ọma n'alụmdi na nwunye, ihe ọjọọ n'alụmdi na nwunye (nwanyị), ndị na-agafe agafe na-egbochi ubi, silkworm, anụ ụlọ bara ọgaranya, na-achọ ndị mmadụ, nkewa, ikpe ikpe, ọnwụ, ịkwaga mba ọzọ. , Nfu nke ihe onwunwe, ọrịa, ujo, ugwu na ili, chioma", "古人": "Wu Zetian rịgoro n'ocheeze", "第X籤": "Onye meriri lọtrị nke iri anọ", "宮": "Ị Palace"}