{"籤詩版本二": "Ị ga-echeta okwu ọma na-enweghị ngwụcha, mana ị ga-abụ nwa gị ma ọ bụrụ na ị mata onye ohi.\nAdịla anyaukwu ugbu a na-echegbu onwe gị maka otu ọ gaara eme ihe ọma otu afọ gara aga.", "詩意": "Hexagram a na-akọwapụta onye ohi dị ka nwa nwoke.\nKpachara anya n'ihe niile ị na-eme.", "解曰": "Naanị nke a. Nwa amadi anaghị emehie ihe. Buru ya n'uche. Anọla owu na-ama.", "籤詩故事一": "◇Dong Zhuo nabatara Lu Bu\nLu Bu, onye nwere obi ike ma mara mma n'ịlụ ọgụ, bụ onye agha a ma ama na njedebe nke usoro ndị eze Eastern Han na mmalite nke alaeze atọ.\nMgbe Emperor Ling nke Eastern Han Dynasty nwụsịrị, Ding Yuan gara Beijing ka ya na onye ọchịagha He Jin jikọọ aka iji chịkwaa gọọmentị.\nDong Zhuo busoro Ding Yuan agha, mana ọtụtụ ndị ọchịagha enweghị ike imeri Lu Bu, yabụ Dong Zhuo zigara Li Su onye nọ n'okpuru ya ka ọ nye Lu Bu ngarị. Li Su wetara ikpo ọla edo na ọla ọcha yana inyinya oke bekee a ma ama na-eleta Lu Bu. Li Su wetara ikpo ọla edo na ọla ọcha yana inyinya oke bekee a ma ama na-eleta Lu Bu. Ya mere, Dong Zhuo nyere Lu Bu ihe iri ngo ka o gbuo Ding Yuan, ma gwa ndị agha ya ka ha soro ya bịa ma ọ bụrụ na ha chọrọ, ka ha pụọ ​​ma ọ bụrụ na ha achọghị iso ya, n'ihi ya, ọtụtụ ndị agha gbapụrụ. Ya mere Dong Zhuo nyere Lu Bu ihe iri ngo ma gbuo Ding Yuan.\nMgbe Dong Zhuo nwetasịrị ike, ọ nakweere Lu Bu dị ka nwa ya nkuchi ma mee ya onye isi na marquis.\nDong Zhuo nwere iwe iwe, na \"mmekọrịta nna na nwa\" ya na Lu Bu adịghị ike n'ezie, na 189 AD, na mkpali nke Situ Wang Yun, Lu Bu gburu Dong Zhuo.\nỌnwa isii ka Dong Zhuo nwụsịrị, ndị agha ochie Dong Zhuo wakporo isi obodo ahụ, Lu Bu na nwunye ya wee gbapụ n'ụjọ. Mgbe ọ hapụsịrị isi obodo, Lu Bu gbagara ndị agha Yuan Shu, Yuan Shao, Zhang Yang, Zhang Miao, Liu Bei, wdg, wee lụso Cao Cao, onye isi agha ọzọ n'oge ahụ ọgụ ọtụtụ oge. n’ọgụ, ma merie Cao Cao ọtụtụ oge.\nN'afọ nke atọ nke Jian'an na Eastern Han Dynasty, ndị agha Cao Cao wakporo Xiaopei, Lu Bu's base, na Cao Cao weghaara ma gbuo ya n'okpuru ụlọ elu Baimen. Tupu e gbuo ya, Lu Bu rịọrọ Cao Cao ka ọ mee ka ọ dị ndụ ka ọ ghara ịnwụ, ma Liu Bei chetaara Cao Cao na Lu Bu ghọgburu ọtụtụ ugboro na ọ bụ nwoke na-adịghị akwụwa aka ọtọ. N'ikpeazụ, Cao Cao, onye ji talent naanị kpọrọ ihe n'agbanyeghị omume ọma, gburu Lu Bu.", "聖意": "Obi anaghị eru m ala n’ụlọ, ana m achọkarị ego, na-echezi ka a ghara ịzụ ahịa, ọ na-esiri m ike ịlụ di ma ọ bụ nwunye, ụjọ tụrụ nwoke Liujia, silkworm chara ọkara n’ubi, anụmanụ isii ahụ adịghị mma, onye ahụ na-achọ ya. , ikpe ọha na eze kwesịrị ekwesị, na ịkwaga bụ ikpe ekpere maka ihe ndị furu efu nke siri ike ịchọta, ọrịa, na udo dị n'ili nke Zhenxing Mountain.", "古人": "Dong Zhuo na-anabata Lu Bu", "第X籤": "Onye meriri lọtrị nke iri anọ na otu", "宮": "Ị Palace"}