{"籤詩版本二": "Eze ukwu, eze ukwu na eze ukwu ga-emecha mee amara ma chere na-ekpe ekpere maka ngọzi na-enweghị mfu ma ọ bụ uru.\nIhe niile nwere mmetụta na-erite uru na ya, a na-atụkwa anya ọganihu n'ụwa na n'eluigwe.", "詩意": "Nke a hexagram bụ ihe ịrịba ama nke ihu ọma si n'eluigwe.\nIhe niile ga-aga nke ọma.", "解曰": "Eze ukwu gosiri ihu ọma ya. Echefula. Ememe ụtụtụ na mgbede. O kwesịrị ekwesị isure ihe nsure ọkụ na-esi ísì ụtọ.", "籤詩故事一": "◇Mulian zọpụtara nne ya\nMokou Lian, ma ọ bụ Mulian, bụ onye kachasị ike n'ime ndị na-eso ụzọ iri nke Sakyamuni Buddha.\nNne ya nwere anyaukwu na onye anyaukwu n’oge ndụ ya, ya mere ọ dabara n’ala mmụọ agụụ mgbe ọ nwụsịrị. Mokhullian ji ike anwansi ya leba anya wee chọpụta na a mụrụ nne ya dị ka mmụọ agụụ na-agụ, n'enweghị ụzọ isi nweta nri ma nọ n'oké ihe isi ike. nri ahụ, ọ ghọrọ ntụ ma enweghị ike iri ya.\nMaudgalyana nwere nchegbu banyere ihe merenụ wee kọọrọ ya Buddha. Buddha gwara Mulian na n'ụbọchị nke 15 nke ọnwa nke asaa, ọ ga-etinye otu narị ụtọ na mkpụrụ osisi ise n'ime efere ma nye ha ndị mọnk na-eme omume ọma nke ntụziaka iri ahụ. Site n'ike a, nne ya ga-enwe ike iri nri. .\nMaudgalyana mere ihe dị ka uche Buddha si dị, ma a tọhapụrụ nne ya n'ikpeazụ. A na-akpọ ụdị mmemme a “Obon Festival” nke a na-akpọkwa “Obon Festival”.\n(Rịba ama: Ihe nwere mmetụta dị iche iche na ọkwa dị iche iche nke ụwa. Dịka ọmụmaatụ: mgbe mmiri ozuzo na-ezo n'ụwa a, anyị na-ahụ ya dị ka \"mmiri\", ebe ndị mmadụ nọ n'ógbè ndị mmụọ agụụ na-agụ na-eche na ọ bụ \"ọbara\", na mmetụta uche. ndị nọ n'ụwa hell na-eche ya dị ka \"ọbara\" Ọ na-adị ka \"ịtụpụ mma agha\", ebe ndị eluigwe na-adị ka \"ịtụfu ifuru\".", "聖意": "Na-ekpe ekpere maka ụlọ na ụlọ, na-ekpe ekpere maka chioma n'oge oyi, ịchọ akụ na ụba, enweghị azụmahịa, alụmdi na nwunye, udo na Liujia, ndị na-agafe agafe, ubi na-akpụ akpụ, silkworms, anụmanụ isii, ịchọta ndị mmadụ, ikpe, ịga nke ọma, ịkwaga, nchekwa, ihe onwunwe furu efu, ọrịa. , udo nke ugwu, ili", "古人": "Mulian na-azọpụta nne ya", "第X籤": "Banye aka na iri anọ na abụọ", "宮": "Ị Palace"}