{"籤詩版本二": "Ụwa na-agbanwe agbanwe na ihe niile na-akwado onwe ya, na-akwado onwe ya na nchekwa\nIhe niile dị na ndụ dị ebube, kelee ndị nsọ na ndị amamihe maka ihe niile, na-enwekwa ọganihu.", "詩意": "Hexagram a na-anọchi anya nkwekọ dị n'etiti ụwa na ụwa.\nIhe niile na-aga nke ọma ma ọ nweghị ihe egwu.", "解曰": "A mụrụ ihe niile. Atụmatụ na ọchịchọ niile na-emezu. Ford na-enyere aka. Rui Qi na-eme ọsọ ọsọ.", "籤詩故事一": "◇Ndị na-eje ije na-enweta nghọta\nNjem akụkọ ọdịda anyanwụ:\nSun Wukong weghara ugwu nke ifuru na nkpuru osisi wee buru eze, ka o mechaa, ka o nweta uzo idi ndu ebighebi, o were afo asatọ ma obu iteghete gaa ugwu na osimiri ka o fee Patriarch Bodhi dika onye nkuzi ya, muta iri ato na asaa. Mgbanwe abụọ nke ihe ọjọọ nke ụwa na igwe ojii, wee were aha nna Sun na nke mbụ aha ya bụ Wukong.\nMgbe nke ahụ gasịrị, Sun Wukong gara n'obí dragọn dị n'Oké Osimiri East China iji chọta ngwa agha kwesịrị ekwesị, ma mesịa chọta Ruyi Golden Cudgel, agịga Chineke nke Tianhe na Dinghai. N’ihi na oge ndụ ya agwụla, o mere oké iwe n’ime ụwa dị n’okpuru, degharịa akwụkwọ nke ndụ na ọnwụ ma laghachi n’ụwa mmadụ. Ka e mesịrị, eluigwe kpọrọ Sun Wukong kpọrọ ya nke mbụ ma kpọọ ya Bima Wen. Ka e mesịrị, a kpọbatara ya n'eluigwe nke ugboro abụọ, a kpọkwara ya Eze enwe, o zurukwa peach ma mee nnukwu ọgba aghara n'eluigwe. Tathagata Buddha kwụsịrị n'okpuru ugwu Wuzhi ruo afọ 500, enweghị ike ịkwaga. Ebe a kụpụrụ ọkụ Bagua ahụ aghọọ ugwu ọkụ.\nNarị afọ ise ka e mesịrị, Monk Tang gara n'Ọdịda Anyanwụ inweta akwụkwọ-nsọ, gafere n'Ugwu Five Elements, ma wepụ ọtụmọkpọ tupu ya azọpụta Sun Wukong. Sun Wukong tiwara akwa mmiri na ekele.Mgbe Guanyin Bodhisattva nyechara ya ntụziaka, o fere Tang Monk ofufe dị ka onye nkuzi ya wee gaa n'ebe ọdịda anyanwụ iji mụọ akwụkwọ nsọ ọnụ. Ka ọ na-aga ịmụta akwụkwọ nsọ, Sun Wukong rịdara na ndị mmụọ ọjọọ wee kpochapụ nnukwu anụ mmiri, ma mee ihe ngosi pụrụ iche ugboro ugboro, Otú ọ dị, onye nwe ya Tang Seng aghọtahiere ya ma chụpụ ya ugboro ugboro. Ka ihe isi ike nke iri asatọ na otu gachara, e mechara ọrụ ahụ, ndị nna ukwu anọ ahụ na ndị na-eso ụzọ ha rutere n'ụlọ nsọ Xitian Leiyin wee nweta akwụkwọ nsọ. Sun Wukong nwetara nsonaazụ ziri ezi.\n(Akụkọ a bụ ihe atụ na ọbụna enwe nwere ike ime ihe, ma ya fọdụzie mmadụ.)", "聖意": "Ụlọ ahụ dị mma maka onwe ya, ịchọ akụ na ụba, azụmahịa, alụmdi na nwunye, Liujia, ndị nwoke na-agafe agafe, igbochi ubi, silkworms, anụmanụ isii, Zhongping, ịchọ ndị mmadụ, ikpe, ịga nke ọma, ịkwaga, mfu nke ihe onwunwe, ọrịa, ili Chuanxingshan, ihe dị mma", "古人": "Onye njem na-enweta nghọta", "第X籤": "Binyere aka na 43rd", "宮": "xugong"}