{"籤詩版本二": "Oge oyi na-eme ka mmiri ghọọ akpụrụ mmiri, gịnị mere ị ga-eji nwee anyaukwu maka aha?\nEnweghị m ihe ọzọ ma ọ bụghị ịnọdụ jụụ chere ka akwụkwọ ahụ too nke ọma.", "詩意": "Na hexagram a, mmiri na-atụgharị ghọọ ice.\nAjụla ihe ọ bụla n'efu.", "解曰": "Mmiri na-akpụ akpụ n'ime ice. Akpụrụ mmiri na-agbaze n'ime mmiri. Ọ bụrụ na ọ bụ nkata. Otú ahụ ka ọ dị.", "籤詩故事一": "◇Wang Xiang jụrụ kapu\nWang Xiang nke usoro eze Jin, nke aha ya bụ Fuzheng, mụrụ na Linyi.\nMgbe Wang Xiang dị obere, nne mụrụ ya nwụrụ, nna naanị ya lụrụ otu nwaanyị aha ya bụ Zhu, Wang Xiang mụtakwara nne ọhụrụ. Mgbe Wang Xiang dị obere, nne mụrụ ya nwụrụ, nna ya naanị ya lụrụ otu nwanyị aha ya bụ Zhu. Nne nnochi anya Wang Xiang bụ nwanyị dị warara ma na-ekwo ekworo. N'oge na-adịghị, nne nkuchi nwekwara mụrụ nwa nwoke aha ya bụ Wang Lan. Nne di na nwunye hụrụ naanị ụmụ ya n'anya, were Wang Xiang dị ka ogwu n'akụkụ ya, ọ bịara na-achọwanye Wang Xiang, ma na-ekwukarị Wang Xiang okwu ọjọọ n'ihu nna ya, ọbụna nna ya ejighị nwayọọ nwayọọ hụ ya n'anya. Nne di na nwunye hụrụ naanị ụmụ ya n'anya, were Wang Xiang dị ka ogwu n'akụkụ ya, ọ na-achọkwa Wang Xiang karịa, ma na-ekwukarị Wang Xiang okwu ọjọọ n'ihu nna ya, ọbụna nna ya ji nwayọọ nwayọọ hụghị ya n'anya. N'agbanyeghi na nwanne nne Wang Xiang, Wang Lan na nwanne ya nwoke nwere enyi. N'agbanyeghị ahụhụ a tara nne di ya, ọ ka bụ nnọọ nwa okorobịa. Nne nnochi anya siri ike, mana Wang Xiang ka na-akpa ọchị.\nNne nkuchi ya nwere ihe omume ntụrụndụ, ya bụ, ọ na-enwe mmasị iri azụ̀ ọhụrụ a kpọpụtara n'osimiri. Nne nkuchi ya nwere ihe omume ntụrụndụ, ya bụ, ọ na-enwe mmasị iri azụ̀ ọhụrụ a kpọpụtara n'osimiri. N'otu oge oyi, nna ya gara ịzụ ahịa, nne di ya rịakwara ọrịa ọzọ, Nwanna Wang Xiang na Wang Lan ji nlezianya na-enye nne ha ofe na ọgwụ ka o rie. ngwa ngwa. N'otu oge oyi, nna ya gara ịzụ ahịa, nne di ya rịakwara ọrịa ọzọ, Nwanna Wang Xiang na Wang Lan ji nlezianya na-enye nne ha ofe na ọgwụ ka o rie. ngwa ngwa. Nne di ya na-arịa ọrịa chọrọ iri azụ̀ dị ọhụrụ n'osimiri ahụ, n'oge oyi ahụ siri ezigbo ike, snoo na-ezo n'èzí, mmiri dị n'osimiri ahụ aghọọla nnukwu ice. Nne di ya na-arịa ọrịa chọrọ iri azụ̀ ọhụrụ.\nN'ụbọchị ndị ahụ, ọ dịghị efere ndị na-apụ apụ n'oge, ị pụghịkwa ịzụrụ ha ọ bụrụgodị na ị nwere ego.\nN'oge a na akụkọ ahụ, akụkọ na-emetụ n'ahụ nke Wang Xiangqiu Li mere. Ụmụnna abụọ ahụ na-eche nne ha nche n'enweghị enyemaka, Wang Xiang jere ije n'osimiri kpọnwụrụ akpọnwụ ka ọ ghara imechu nne di ya na-arịa ọrịa, Wang Xiang nwere echiche wee yipụ uwe elu ya n'agbanyeghị oyi. okpomọkụ nke ahụ ya iji gbazee ice (ya mere Wang Xiangqiu kap na-akpọ Wang Xiang dina na ice). O yipụrụ uwe elu ya ma dinara ọtọ n'elu glacier. O kpegaara Chineke ekpere, sị: “Chineke, nne m na-arịa ọrịa ma chọọ iri ọhụrụ kap, ị ga-achọrọ m ụzọ n’agbanyeghị ihe ọ bụla.” N’ụzọ dị ịtụnanya, ice dị n’akụkụ ya gbawara na mberede, e nwekwara mmadụ abụọ. Otu carp dị ndụ si na mgbawa ahụ mapụ n'elu ice, Wang Xiang nwere obi ụtọ. O kpegaara Chineke ekpere, sị: “Chineke, nne m na-arịa ọrịa ma chọọ iri kaprọk ọhụrụ. Ị ga-achọrọ m ụzọ n’agbanyeghị ihe ọ bụla.” N’ụzọ dị ịtụnanya, ice dị n’akụkụ ya gbawara na mberede, gbawara agbawa abụọ. Otu carp dị ndụ si na mgbawa ahụ mapụ n'elu ice, Wang Xiang nwere obi ụtọ. O gburu ikpere n’ala ngwa ngwa, kelee Chineke, were kapịtị gbapụ laa. O gburu ikpere n’ala ọsọ ọsọ kelee Chineke, were ngwa ngwa were carp laa n’ụlọ. Mgbe nne di ya richara kapu ọhụrụ, ọ gbakere n'oge na-adịghị anya n'ọrịa ya. Nne di n'àkwà ụlọ ọgwụ ahụ tụrụ ya n'anya mgbe ọ hụrụ ọtọ elu ahụ Wang Xiang nke na-acha odo odo n'ihi oyi, na azụ abụọ n'aka ya, ọ gbabara n'ime ụlọ ahụ n'obi ụtọ ma tụrụ ya n'anya.\nWang Xiang mechara bụrụ onye ọchịchị wee bụrụ Taibao, wee nye ya aha Duke.", "聖意": "Ahụ erughị ala n'ụlọ, ana m ekpe ekpere maka nchebe, nsogbu ego, nsogbu azụmahịa, alụmdi na nwunye, enweghị nkwekọrịta na mkpuchi Liujia, ndị na-agafe agafe, Chi Tian, ​​mfu silkworm, mfu anụ ụlọ isii, ndị na-efu efu, ikpe ọha, mbata, mgbanwe, ihe onwunwe furu efu, ọrịa , siri ike gbakee, ili ugwu, chioma", "古人": "Wang Xiang na-arịọ kapu (Akụkọ Iri Abụọ na anọ)", "第X籤": "Iri anọ na itoolu na-emeri Lott", "宮": "Haigong"}