{"籤詩版本二": "Ị nwere ike ịga n'akụkụ niile nke obodo ahụ, kwụgidere n'elu ụgbọ mmiri iji jide ya n'efu\nỌ bụrụ na e nwere ifufe dị mma, ọ ga-abịa n’oge na-adịghị anya, ụgbọ mmiri ahụ ga-ejupụtakwa n’akụ̀.", "詩意": "Hexagram a dị ka iji ifufe na-adọkpụ ụgbọ mmiri.\nIhe niile na-aga nke ọma.", "解曰": "zuru ike. Enweghị mbọ achọrọ. Ọtụtụ akụ na ụba. Ha niile masịrị.", "籤詩故事一": "Ọdọ mmiri Tao Zhugui ise (Ọdọ Mmiri Fan Ligui)\nN'oge opupu ihe ubi na n'oge mgbụsị akwụkwọ, Fan Li, onye aha ya bụ Shaobo, bụkwa onye a maara dị ka Gui Yizipi ma ọ bụ Tao Zhugong.\nN’oge ahụ, e nwere agha n’etiti steeti Wu na steeti Yue, na steeti Wu bibiri steeti Yue. Fan Li na Wen Zhong chepụtara atụmatụ Yue King Gou Jian iji kwalite Yue na ibibi Wu. Fan Li n'onwe ya gara ugwu na osimiri, wee gaa na Xi Shi, nwanyị mara mma nke nwere àgwà ọma, nkà na ịma mma, n'akụkụ osimiri Huansha dị n'ugwu Bailuo wee nye ya Eze Wu. imekọ ihe ọnụ n'ime na n'èzí wee bibie alaeze Wu.\nMgbe o nwesịrị ihe ịga nke ọma n'ikpochapụ alaeze Wu, Fan Li maara na Gou Jian bụ \"nnụnụ nwere olu ogologo ogologo\" ma nwee ike ịkọrọ ya ihe isi ike na obi ụtọ, ya mere ọ na-eso Xi Shi ụgbọ mmiri gafee alaeze Qi, gbanwee ya. Aha ya bụ Gui Zipi, ma duru nwa ya nwoke na ndị na-eso ụzọ ya na ala eze Qi Ha bi n'otu ọnụ ụlọ dị n'akụkụ oke osimiri. Ọ gbalịsiri ike ịkpakọba ala tọgbọrọ n'efu, na-azụ ahịa n'akụkụ na-azụ ahịa, n'ime afọ ole na ole, ọ kpakọbara ọtụtụ iri nde ezinụlọ. Ọ na-emesapụ aka n'ịgbasa akụ na ụba na ime ihe ọma n'obodo ya.Amamihe na ikike Fan Li nwere ekele maka ndị Qi.Eze Qi kpọrọ ya na Linzi, isi obodo, ma fee ya ofufe dị ka praịm minista na-ahụ maka ihe omume gọọmentị. . O tiri mkpu, sị: \"Ịbụ onye ọchịchị nwere ike iduga ndị ozi, na ịchịkọta ezinụlọ nwere ike iduga n'ịba ụba. Maka onye nkịtị nke malitere site na mbụ, nke a eruola oke. Ịsọpụrụ ruo ogologo oge nwere ike ọ bụghị ezigbo ihe ịrịba ama.\" Ya mere, nanị afọ atọ ka nke ahụ gasịrị, Jiliu ji obi ike laghachi azụ ọzọ, nyeghachi eze Qi akara ahụ, ma nyekwa ndị enyi ya na ndị obodo ya akụ na ụba ezinụlọ ya nile.", "聖意": "Ụlọ ahụ dị mma maka onwe ya (a ga-ebupụ), ego ahụ dị mma, azụmahịa dị mma, azụmahịa abịaghị n'azụ, alụmdi na nwunye adịghị mma, Liujia adịghị mma, ndị mmadụ na-egbochi ubi, silkworms, mgbụsị akwụkwọ, anụ ụlọ isii. mmiri na-aga nke ọma, ndị mmadụ na-achọ ndị mmadụ, ikpe ikpe dị njọ, njem na-adịghị mma, ihe furu efu, a na-edozi ọrịa ndị dị n'Ebe Ọdịda Anyanwụ, ugwu na ili dị n'ebe ndịda.", "古人": "Ọdọ mmiri Tao Zhugui ise (Ọdọ Mmiri Fan Ligui)", "第X籤": "Onye meriri lọtrị nke iri ise", "宮": "Haigong"}