{"籤詩版本二": "Ọ na-achọ nnukwu mgbalị iji jide ọnwa n'ime mmiri, ọ na-achọ nnukwu mgbalị ma ọ dịghị ihe ọ bụla.\nEkwula okwu efu ma mefusịa mbọ ị na-agba iji mee ka ahụ dị ike, okwu ahụ a kpọrọ akpọnwụ na mbụ pụtara “anụ ahụ naanị ya”.", "詩意": "Nke a hexagram bụ anyaukwu maka onyinyo nke mgbalị.\nIhe niile na-arụsi ọrụ ike ma na-arụsi ọrụ ike.", "解曰": "Nkwa siri ike icheta. Ọtụtụ ọrụ siri ike. Na-echegbu onwe gị n'ụlọ. Na-echere izute ndị ama ama.", "籤詩故事一": "◇Taibai jidere ọnwa ka mmanya na-egbu ya (Li Taibai jidere ọnwa mgbe mmanya na-egbu ya)\nLi Bai (701-762), makwaara dị ka Taibai, makwaara dị ka Qinglian Jushi. Onye na-ede uri nke Tang Dynasty, bụ onye kpọrọ onwe ya onye a chụpụrụ anwụghị anwụ, bụ nke a maara dị ka anwụghị anwụ nke abụ, ọ na-enwekwa obi ụtọ mgbe nile n'aṅụghị mmanya.\nOzugbo Li Bai bịara Jinling (ugbu a Nanjing) wee zuru ike n'otu ụlọ oriri na ọṅụṅụ na-esote Wende Bridge.\nỤbọchị ahụ bụ ụbọchị nke iri na ise nke ọnwa oyi, n'abalị, ọ na-anọdụ ala n'ụlọ oriri na ọṅụṅụ ma nwee mmasị na ọnwa, na-aṅụ ihe ọṅụṅụ ma na-agụ abụ. Ụbọchị ahụ bụ ụbọchị nke iri na ise nke ọnwa oyi, n'abalị, ọ na-anọdụ ala n'ụlọ oriri na ọṅụṅụ ma nwee mmasị na ọnwa, na-aṅụ ihe ọṅụṅụ ma na-agụ abụ. Li Taibai hụrụ ọnwa n'anya karịa na ndụ ya, na-ekwu na ọ dị ọcha ma maa mma. Li Taibai hụrụ ọnwa n'anya karịa na ndụ ya, na-ekwu na ọ dị ọcha ma maa mma. N'abalị ahụ, o leliri anya wee hụ ọnwa na-acha ọcha na nke gbara gburugburu na mbara igwe, obi dị ya ụtọ nke ukwuu, ṅụọkwa iko ole na ole ọzọ. N'abalị ahụ, o leliri anya wee hụ ọnwa na-acha ọcha na nke gbara gburugburu na mbara igwe, obi dị ya ụtọ nke ukwuu, ṅụọkwa iko ole na ole ọzọ. N'etiti abalị, Li Taibai jiri mmanya ahụ mee ihe wee gbadata na Wende Bridge. N'etiti abalị, Li Taibai jiri mmanya ahụ mee ihe wee gbadata na Wende Bridge. Ozugbo ọ rịgoro n'elu àkwà mmiri ahụ, o weda isi ya, hụ na ọnwa ka ọ na-adaba na mmiri, mgbe osimiri ahụ kwagara, a gbakwunyere ahịrị ojii ole na ole na onyinyo ọnwa ọcha. Ozugbo ọ rịgoro n'elu àkwà mmiri ahụ, o weda isi ya, hụ na ọnwa ka ọ na-adaba na mmiri, mgbe osimiri ahụ kwagara, a gbakwunyere ahịrị ojii ole na ole na onyinyo ọnwa ọcha. Li Taibai na-aṅụbiga mmanya ókè n'oge a nke na o chere na ọ bụ ọnwa ka mmiri nke osimiri kpara akpa. Li Taibai na-aṅụbiga mmanya ókè n'oge a nke na o chere na ọ bụ ọnwa ka mmiri nke osimiri kpara akpa. Ọ gbasaghị mbọ ka ọ yipụ akpụkpọ ụkwụ ya, o meghere aka ya mapụ n'àkwà mmiri ka ọ jide ọnwa. Ọ gbasaghị mbọ ka ọ yipụ akpụkpọ ụkwụ ya, o meghere aka ya mapụ n'àkwà mmiri ka ọ jide ọnwa. Na-atụghị anya ya, na nke a na-awụlikwa elu, ọnwa ejideghị, ma ọnwa dị na mmiri gbajiri ma kewaa ozugbo ụzọ abụọ. Na mberede, na nke a na-awụlikwa elu, ọnwa ejideghị, mana mmiri riri nwoke ahụ. Ọ nwụrụ mgbe ọ dị afọ iri isii na abụọ.", "聖意": "Ụlọ ahụ adịghị ahụkebe ma onwe ya nọ n'ọgba aghara (onye na-adịghị mma, ṅaa ntị na ahụike), chọọ nguzozi n'ụba (echela echiche banyere ya), azụmahịa siri ike, alụmdi na nwunye adịghị edozi, kpee ekpere maka nchebe (akụ efu iji gbochie ime ọpụpụ. ), Ndị na-agafe agafe nọ na nsogbu, silkworm ubi bụ isi ise, anụmanụ isii na-ada ada, na-achọ ndị mmadụ (ndị na-adịghị mma), ikpe ọha na eze na (Kwụsị ikpe) Mbugharị nkịtị (anaghị ekwu ya) Mfu nke ihe onwunwe (ụgbọelu) Ekpere maka nchebe pụọ na ọrịa (adịghị mma) Ezi uba na ugwu na ili", "古人": "Taibai jidere ọnwa mgbe mmanya na-egbu ya (Li Taibai jidere ọnwa mgbe mmanya na-egbu ya)", "第X籤": "Iri ise na abụọ na-emeri lọtrị (Lottery)", "宮": "Eriri akpa nwa"}