{"籤詩版本二": "Mgbe obi nkoropụ ghọrọ iti mkpu ọṅụ, dragons na-ebigbọ ma agụ na-ebigbọ.\nEluigwe na-acha anụnụ anụnụ nwere okporo ụzọ nke ya, ka m nweta ohere ọzọ iji nweta ama.", "詩意": "Hexagram a dị ka dragọn na-ebigbọ na agụ na-ebigbọ.\nEnwere olile anya na ihe niile ga-aga nke ọma.", "解曰": "Naanị kuzie ma gawa. Nwee ọganihu nke gị. A ghaghị ime na njedebe. Enwere ebe a ga-achọta.", "籤詩故事一": "◇Liu Bei na-ewe ndị nwunye\nMgbe Agha Chibi gasịrị, Sun Quan chọsiri ike nwetaghachi Jingzhou, nke Liu Bei nwetara, ya mere o jiri atụmatụ Zhou Yu mee ihe, na-eme ka ọ bụrụ na ọ chọrọ ịlụ nwanne ya nwanyị Sun Ren na Liu Bei, ma n'eziokwu ọ chọrọ ka ọ were. Liu Bei dị ka onye njide iji kwuo Jingzhou.\nMgbe Zhuge Liang ledochara atụmatụ Zhou Yu, o nyefere Zhao Yun, onye na-echebe Liu Bei mgbe ọ gara Soochow broshuọ ahụ na usoro ahụ. Nna Sun Quan) mara maka atụmatụ alụmdi na nwunye. N'ihi na Wu Guotai hụrụ nwa ya nwanyị n'anya ma ọ chọghị ime mkpebi nkịtị gbasara ihe omume ogologo ndụ nwa ya nwanyị, ọ baara Sun Quan mba maka imere nwanne ya nwanyị obi ebere ma kwuo na ọ ga-anwale onwe ya ma Liu Bei kwesịrị ekwesị maka nwa ya nwanyị na Ganlu Temple. Mgbe Wu Guotai zutere Liu Bei, o nwere ekele dị ukwuu maka Liu Bei ma kwadosi ike na alụmdi na nwunye dị n'etiti Liu Bei na nwa ya nwanyị.\nKa oge na-aga, Liu Bei na Oriakụ Sun gbakọrọ ọnụ laghachi Jingzhou.E mesịa, Sun Quan chọrọ ịwakpo Jingzhou ebe Liu Bei na-awakpo Yizhou, mana Wu Guotai kwụsịrị ya, onye na-echegbu onwe ya maka nchekwa nwa ya nwanyị.\nỌ sịrị: \"Atụmatụ amamihe nke Zhou Yu bụ nke kacha mma n'ụwa, nwunye ya nwụnahụrụ ya ndị agha ya.\"\n(Liu Bei nwetara site na mmerụ ahụ)", "聖意": "Adịghị m ihe ọma n’ụlọ, enwekwaghị m ihe ndabara (Ajọ njọ mbụ, emezie ihu ọma) Chọọ akụ̀ na ụba, nguzozi, ihe isi ike n’alụmdi na nwunye, ihe ịga nke ọma n’alụmdi na nwunye. maka ndi mmadu, ikpe ikpe na mbughari, chioma maka ihe efu, chioma maka oria, udo nke ugwu na ili.", "古人": "Liu Bei na-ewe ndị nwunye", "第X籤": "Ọnụọgụ mmeri nke iri ise na atọ", "宮": "Eriri akpa nwa"}