{"籤詩版本二": "Oké osimiri juputara na nkume, iyi na-asọpụta, ifufe na-enwu, ọnwa doro anya, na ndị a ma ama na-arụsi ọrụ ike.\nN'okporo ụzọ, a ga m ajụ ebe m ga-aga, ewerela ísì okooko osisi na osisi dị n'oké ọhịa, echekwala ya.", "詩意": "Hexagram a dị ka ụgbọ mmiri na-eme njem n'obere osimiri.\nN'ihe niile, enwere ndị ama ama na-enyere aka.", "解曰": "Iji kpata ego. Ọtụtụ ọrụ siri ike. Nọgide na-eche nche. Echiche kacha mma.", "籤詩故事一": "◇ nnupụisi Lushan\nOtu Lushan (703-757), onye nna ya bụ Kang na aha ya Yaluoshan, sitere na Liucheng, Yingzhou (ugbu a Chaoyang, Liaoning).\nMgbe e mesịrị, o weere aha nna ya An wee gbanwee aha ya ka ọ bụrụ Lushan. N'oge ọchịchị nke Emperor Xuanzong nke Tang Dynasty, An Lushan bụ onye ozi agha.\nN'ọnwa Nọvemba nke afọ 14 nke Tianbao, An Lushan welitere ndị agha na Fanyang.N'aha ịwakpo Yang Guozhong, ọ malitere nnupụisi wee kpọrọ ndị agha obodo atọ wakpo Luoyang, isi obodo ọwụwa anyanwụ. Akụkọ sitere na Taiyuan gbagara Lishan.Tang Xuanzong, onye nọ n'obí Huaqing dị na Lishan n'oge ahụ ekwetaghị na Anlushan ga-enupụrụ isi, Otú ọ dị, akụkọ nnupụisi ahụ nọgidere na-agbasa, Xuanzong ka kwenyesiri ike. (Nke a bụ ihe ngosi nke \"ụda mmiri siri ike na obere okwute na iyi\")\nỌ bụghị ruo mgbe Yan Zhenqing, onye isi obodo Pingyuan, zigara mmadụ ka ọ ziga ozi ka Xuanzong tetara na nrọ ya.\nN'okpuru atụmatụ aghụghọ nke Emperor Xuanzong nke Tang Dynasty, ndị agha ịnyịnya nke An Lushan weghaara Luoyang, isi obodo ọwụwa anyanwụ, n'ọnwa mbụ nke afọ na-esote, ọ kpọsara onwe ya Emperor Dayan na Luoyang, Jianyuan Shengwu, Emperor Xiongwu, na Da Xixun dị ka eze. onye isi ala.\nN'ọnwa Jun n'otu afọ ahụ, Emperor Xuanzong nke Tang Dynasty, chọsiri ike ịkwụsị nsogbu na Chang'an na nghọta agha na-ezighị ezi, gburu ndị ọchịagha abụọ a ma ama, Feng Changqing na Gao Xianzhi, iwu a tụrụ ndị agha Tang akpata oyi n'ahụ. (Omume a megidere \"ụzọ ga-arụtụ aka n'ihu osimiri\")\nMgbe nke ahụ gasịrị, Emperor Xuanzong nke Tang Dynasty nyere iwu ngwa ngwa ọzọ onye ọchịagha, Ge Shuhan, ka o duo ndị agha Tang n'ebe ọwụwa anyanwụ na Tongguan.\nGe Shuhan, onye ghọtara nke ọma njehie atụmatụ nke Emperor Xuanzong nke Tang Dynasty, mere atụmatụ igbu oge mgbanwe ahụ (ọbịbịa nke \"ọ dị mma ma ọ bụrụ na ifufe dị jụụ na mmiri dị jụụ\").\nN'ikpeazụ, Emperor Xuanzong nke Tang Dynasty chere na ya dị oke egwu ịlụ ọgụ, ya mere o nweghị ihe ọzọ ọ ga-eme ma ọ bụghị iji anya mmiri lụso An Lushan ọgụ, e meriri ya. (Ọ na-emezu \"Ọ bụrụ na ị na-agbasi mbọ ike ịkwado onwe gị, ị nwere ike imerụ ahụ.\")\nN'ime usoro ndị eze Tang, mgbe ndị agha ókèala na ndị agha obodo enweghị oge iji zaghachi, ndị agha Lushan rutere n'ókè ahụ wee banye n'isi obodo. N'ọnọdụ dị oke egwu, Emperor Xuanzong nke Tang Dynasty dugara ndị nche ka ha gbapụ n'isi obodo, na-eme ka Xijing Chang'an na-enweghị onye isi daa.\n(Tang Xuanzong mebiri ntụzịaka nke akara a, yabụ nnupụisi nke Lushan gara nke ọma.)", "聖意": "Ụlọ ahụ dị mma, onwe ya dị mma, akụ na ụba kwụsie ike, azụmahịa na-aga nke ọma, alụmdi na nwunye na-aga nke ọma (ịkpachara anya) Onye nwoke ji ụkwụ Liujia bata n'ubi, gbute silkworm, anụ ụlọ isii mebie onye ahụ. a na-achọta ya na ikpe ọha na eze ziri ezi, ihe onwunwe furu efu na-ebute ọrịa, ya bụ, ili Anshan kwesịrị ịrụzi.", "古人": "Lushan nnupụisi", "第X籤": "Lọtrị nke iri ise na isii", "宮": "Obí jọrọ njọ"}