{"籤詩版本二": "N'ụtụtụ na mgbede, nkwado Buddha ga-abụrịrị n'oge ihe egwu mana ọ bụghị n'ihe egwu\nỌ bụrụ na onye ama ama na-adọta gị, ego na silk ga-esokwa gị. Nke a bụ Chuan Lai. Ihe niile dabere na gị.", "詩意": "Hexagram a na-anọchi anya ngọzi nzuzo nke chi na Buddha.\nNwee ndidi ma nwee chi ọma n'ihe niile.", "解曰": "Ihe ịrịba ama nke udo nke oge ochie. Mgbe ihe niile dị oke ọnụ, ọ ga-adị mma.", "籤詩故事一": "◇Tang Monk nwetara nghọta\nOtu ụbọchị, Tang Seng bịara n'osimiri ahụ ma hụ ugwu Buddha Lingshan n'ihu ya, e nwere otu akwa akwa dị n'ihu ya, Tang Seng atụghị egwu ịgafe ya. Buddha ghọrọ onye na-anya ụgbọ mmiri wee jide ụgbọ mmiri gbajiri agbaji, ngwa ngwa Tang Monk banyere n'ụgbọ mmiri ahụ, ọ dabara n'ime osimiri, onye ụgbọ mmiri napụtara ya, otu a ka Tang Monk si nweta Buddha. ( Akụkọ nke Njem na West)\n◇ Akwụkwọ nsọ Buddhist Tang Monk\nSanzang nke Tang Dynasty, aha nna ya bụ Chen na aha ya bụ Yi. Amụrụ na Goushi County, Luozhou (ugbu a ndịda Yanshi City, Henan Province). Ọ ghọrọ onye mọnk mgbe ọ dị afọ iri na atọ wee were aha Buddhist Xuanzang.\nIji nweta akwụkwọ nsọ Buddhist mbụ, o si na Chang'an (nke dị taa bụ Xi'an, Province Shaanxi) n'afọ nke atọ nke Zhenguan (AD 629), gbafere oke ókè, ma gabiga ọtụtụ ihe isi ike ruo Tianzhu ( India) ịnakọta akwụkwọ nsọ. Ọ gara n'akụkụ osimiri Ganges na Indus nakwa n'ebe ndịda ọwụwa anyanwụ nke dị n'ụsọ oké osimiri India, wee gafee ugwu ndị snow kpuchiri na ugwu ahịhịa ndụ, jiri ụkwụ gaa ihe karịrị kilomita 50,000 azụ na azụ. O were ya afọ 16 iji mesịa laghachi Chang'an. afọ nke 19 nke Zhenguan (AD 645). O weghachiri ọtụtụ akụkụ Akwụkwọ Nsọ ndị Buda ma sụgharịa ha n'asụsụ Chinese.\n(Tang Sanzang gara njem dị ogologo n'etiti China na India. Ọ ga-abụrịrị na o nwetara ihe egwu n'oge njem ahụ, mana ọ nwere ike ịlaghachi n'enweghị nsogbu n'ihi na e nwere onye nlekọta na-adịghị ahụ anya n'azụ ya.)", "聖意": "Ụlọ dị mma, onwe ya dị mma, ahia Western na-aga nke ọma, alụmdi na nwunye na-aga nke ọma, ndị na-agafe agafe na-egbochi ubi, a na-egbochi silkworms, silkworm bụ 70%, anụ ụlọ na-erite uru, a chọtara ndị mmadụ, ọha na eze ọdịda anyanwụ. ikpe dị njọ, njem na-adịghị mma, ihe onwunwe furu efu na-ahụ, ọrịa dị mma, ugwu na ili dị mma.", "古人": "Tang Monk nwetara nghọta", "第X籤": "Imeri lọtrị iri isii na abụọ", "宮": "Yin Palace"}