{"籤詩版本二": "N'oge oyi na-abịa, a gaghị ebibi alaka osisi plum n'elu ugwu ọ bụrụgodị na akwụkwọ ya ada, alaka ya akpọnwụkwa.\nMa mgbe mmiri na-abịa, m ka na-alọghachi m dị ka onye ọchịchị ma bibie ọrụ mbụ ahụ.", "詩意": "Na hexagram a, ifuru plum na-anọ n'ọnọdụ na-eduga.\nIhe niile dị mma ma ọ bụrụ na ọ na-egbu oge.", "解曰": "Otu akụ gbara efu. Mgbe ọ tọgbọ chakoo, ọ naghị efu. Na-eche ka mmiri na-abịa. Agba dị na ya.", "籤詩故事一": "◇ Enyere ya akara ugboro abụọ\nN'oge ọchịchị Emperor Dezong nke Tang Dynasty, onye ozi na-eguzosi ike n'ihe Mei Bogao na ezinụlọ ya bụ onye ọchịchị mgbagha Lu Qi chọrọ igbu ha niile. Aha Wang Xitong iji zoo njirimara ya. O biri naanị ya n'okporo ụzọ, agụụ na oyi na-atụ, mana ọ dabara nke ọma Chen Risheng (Chen Dongchu) kpọbatara ya. Chen Risheng amaghị ahụmahụ ndụ ya, n'ihi ya, ọ rịọrọ ya ka o nyere aka lekọta ogige plum nke Chen ka agụụ ghara ịnwụ n'okporo ámá.\nChen Risheng bụ nwa akwụkwọ ibe ya na enyi Mei Bogao, mgbe Lu Qi na-akpagbu ya, Mei Bogao napụtara ya. Risheng nwere mwute na iwe n'ihi nke a, mgbe ọ lụsịrị alụmdi na nwunye, ọ gbara arụkwaghịm ma kpọga ezinụlọ ya na Yangzhou ibi na nzuzo.\nChen Risheng nwere nwa nwanyị aha ya bụ Chen Xingyuan, mara mma ma na-esi ísì ụtọ, mgbe Mei Liangyu batara na ezinụlọ Chen, ha hụrụ n'anya na mbụ. N'otu ụbọchị okooko osisi plum na-eto nke ọma, nke bụkwa ụbọchị ncheta ọnwụ Mei Bogao, Chen Risheng na ezinụlọ ya mepere ebe ịchụàjà n'ogige plum nke ụlọ ha iji cheta enyi ha na onye enyemaka ha nwụrụ anwụ. , na oké mmiri ozuzo na-efekwa, na-ekpuchi okooko osisi plum nile. Chen Risheng kwara arịrị na ya nwere ike ịgbapụ n'enweghị nsogbu, ma na ya enweghị ike ịzọpụta ụmụ ezinụlọ Mei. Ezinụlọ Mei ka dị ndụ, ọ dịghị mgbe ọ ga-ekwu ihe ọ bụla.\nAda ya bụ Xingyuan nụrụ nke a wee suree ihe nsure ọkụ ozugbo wee kpekuo Chineke ekpere ka o mee ka okooko osisi plum too ọzọ. Ezi ezi obi ha kwagara eluigwe, osisi plum nile dị n'ubi plum gbakwara ọzọ; emesia Chen Risheng matara na Xitong bụ Liangyu, ya mere ọ lụrụ ada ya nwanyị Xingyuan.", "聖意": "Ụlọ adịghị mma maka onwe ya, mmadụ dịịrị onwe ya mma, onye na-achọ akụ na ụba, onye maara ihe n'omume, oge kwesịrị ekwesị, alụmdi na nwunye agwụla, mmiri siri ike, ụbịa agwụla, onye njem agwụla. ubi na-aga nke ọma, silkworm na-eme nke ọma, anụ ụlọ isii na-aga nke ọma, na-achọ ndị mmadụ, ikpe ọha, mfu, ịkwaga, ihe efu, ọrịa Eastern, mkpu ụgha, ili ugwu kwesịrị ịgbanwe.", "古人": "Akara akara ugboro abụọ", "第X籤": "Iri isii na itoolu na-emeri Lott", "宮": "Tatsumi"}