{"籤詩版本二": "Chao Chao dị ka aṅụ na-achịkọta ifuru, na-efega na ndịda ọdịda anyanwụ wee si na ọwụwa anyanwụ\nMmiri agwụla, okooko osisi apụọla, ọ dịghịkwa ebe a ga-achọ, obi a agaghị agbanwe ebe ọ nọ.", "詩意": "Hexagram a dị ka aṅụ na-atụtụ ifuru.\nIhe niile na-arụsi ọrụ ike ma na-arụsi ọrụ ike.", "解曰": "Enweghị ihe ngosi mmiri. Mmiri na-ezo ruo ogologo oge mana ọ naghị ekpochapụ. Rịọ maka enyemaka. Ọ ka mma ịgbachi nkịtị.\n.", "籤詩故事一": "◇Li Mi nupụrụ ọchịchị Tang isi\nLi Mi\n(582-619), onye ndu nwụrụ anwụ nke ndị agha Wagang na ọgba aghara ndị obodo na ngwụsị Sui Dynasty nke China. Master of calligraphy. Nna-ukwu nke okwu Fa bụ onye Chang'an, Jingzhao, na ebe nna nna ya bụ Xiangping, Liaodong (ugbu a ndịda Liaoyang, Liaoning). Onye obodo Chang'an, Jingzhao, ebe nna nna ya bụ Xiangping, Liaodong (ugbu a na ndịda Liaoyang, Liaoning).\nN'afọ nke itoolu nke Daye (613), o sonye na nnupụisi Yang Xuangan megide usoro ọchịchị Sui na Liyang (ugbu a n'ebe ugwu ọwụwa anyanwụ nke Junxian County, Henan Province). N'afọ nke itoolu nke Daye (613), o sonye na nnupụisi Yang Xuangan megide usoro ọchịchị Sui na Liyang (ugbu a n'ebe ugwu ọwụwa anyanwụ nke Junxian County, Henan Province). A na-emeri uche dị omimi,\nLi Mi gbapụrụ. E meriri Xuangan ma Li Mi gbapụrụ.\nN'afọ nke iri na abụọ nke Daye, ọ sonyeere ndị agha Wagang\n. N'afọ nke iri na abụọ nke ọchịchị Daye, ọ sonyeere ndị agha Wagang. Li Mi mara mma na atụmatụ N'October nke afọ iri na abụọ nke Daye, Li Mi mere ka Zhai wakpo Xingyang Tong, onye ọchịagha dị ike na-eso ndị agha, iji chebe Zhang Xutuo, merie ndị agha Sui ma gbuo Zhang Xutuo. Li Mi mara mma na atụmatụ N'October nke afọ iri na abụọ nke Daye, Li Mi mere ka Zhai wakpo Xingyang Tong, onye ọchịagha dị ike na-eso ndị agha, iji chebe Zhang Xutuo, merie ndị agha Sui ma gbuo Zhang Xutuo.\nMgbe e mesịrị, ọ tụrụ aro ka a wakpoo ụlọ nkwakọba ihe Xingluo (nke e mesịrị kpọgharịa Luokou), meghee ụlọ nkwakọba ihe maka enyemaka, ma gbasaa ìgwè ahụ. banyere mbelata na nkesa nke ndị eze Sui.Enwere agha maka akụrụngwa agha na okwu ndị ọzọ, Li Mi gburu Zhai Rang na ọtụtụ narị ndị na-eso ụzọ ya. Mgbe e mesịrị, ọ tụrụ aro ka a wakpoo ụlọ nkwakọba ihe Xingluo (nke e mesịrị kpọgharịa Luokou), meghee ụlọ nkwakọba ihe maka enyemaka, ma gbasaa ìgwè ahụ. banyere mbelata na nkesa nke ndị eze Sui.Enwere agha maka akụrụngwa agha na okwu ndị ọzọ, Li Mi gburu Zhai Rang na ọtụtụ narị ndị na-eso ụzọ ya.\nNa March nke afọ 14 nke Daye, Yu Wenhuaji gburu Emperor Yang nke Sui Dynasty.\n, dugara ihe karịrị 100,000 mmadụ ịlaghachi n'ebe ọdịda anyanwụ. Na Maachị nke afọ nke iri na anọ nke Daye, Yu Wenhuaji (Yu Wen, aha nnabata) gburu Emperor Yang nke Sui Dynasty wee jiri ihe karịrị mmadụ 100,000 laghachi n'ebe ọdịda anyanwụ. E nyere Li Mi iwu ka o buso Huaji agha, n'agbanyeghị na e meriri Huaji, ndị agha Li Mi nwekwara mfu dị ukwuu, Wang Shichong chụpụrụ ha. E jidere Cheng Yaojin), Niu Jinda na ndị ọzọ. , Shan Xiongxin nyefere onwe ya. E nyere Li Mi iwu ka ọ wakpo Huaji, n'agbanyeghị na e meriri Huaji, Li Mi nwekwara nnukwu mfu n'ime ndị agha ya. Ka e mesịrị, Wang Shichong chụpụrụ ya, e meriri ndị agha Li Mi ma bibie ogige ya. Li Mi nwere nkụda mmụọ, yabụ ọ gafere osimiri ahụ gaa Heyang na Septemba wee nyefee n'aka ndị eze Tang. Li Mi nwere nkụda mmụọ, yabụ ọ gafere osimiri ahụ gaa Heyang na Septemba wee nyefee n'aka ndị eze Tang.\nNa Nọvemba, Li Yuan zigara Li Mi na Shandong ka ọ were ndị agha ochie were. Nọvemba,\nLi Yuan zigara Li Mi ka ọ chere na Shandong ka ọ were ndị agha ochie were. N'ịbụ onye chere na a na-enyo ya enyo, o nupụrụ Tang isi. N'ịbụ onye chere na a na-enyo ya enyo, o nupụrụ Tang isi. Tang General Sheng Yanshi kpọrọ Li Mi ka ọ wakpoo ma gbuo ya na Xinggong Xian. Tang General Sheng Yanshi kpọrọ Li Mi ka ọ wakpoo ma gbuo ya na Xinggong Xian.", "聖意": "Ụlọ, ụlọ, ire, onwe, onye ọjọọ, ịchọ akụ na ụba, imefusị azụmahịa, alụmdi na nwunye adịghị adịgide adịgide, Liujia, okooko osisi efu, ndị na-aga ije, Yaotian, mmebi silkworm, mmebi anụ ụlọ isii, ndị na-efu efu, ikpe ikpe, mfu, ọpụpụ, nchekwa, ihe onwunwe furu efu, ọrịa, ihe mgbochi, ugwu mgbanwe mgbanwe", "古人": "Li Mi nupụrụ isi megide usoro ndị eze Tang", "第X籤": "Nke iri asaa adọta", "宮": "Tatsumi"}