{"籤詩版本二": "Ndị na-akpa aṅụ ga-arịọrịrị mmanụ aṅụ, ka ọ ghara ịta ha ụta\nUzọ ala ọzọ gādi n'iru gi: ihe-nzuzo di omimi dika oké ọhia ogwu.", "詩意": "Hexagram a na-anọchi anya aṅụ na-anakọta mmanụ aṅụ.\nIhe niile na-arụsi ọrụ ike ma na-arụsi ọrụ ike.\n\n(hexagram a na-achọ akara ụtọ na obi ilu.\nGbochie ọdachi na ihe niile.\n)", "解曰": "Ọ dị mkpa ka e jiri nlezianya mee ihe. Ọ dịghị mkpa ịmanye ya. Aṅụ na-achịkọta mmanụ aṅụ. Kedu ihe kpatara ya?", "籤詩故事一": "◇Wang Mang na-achọ nkà\nEnwere ike ịsị ezinụlọ Wang Mang dị na Western Han Dynasty bụ ezinụlọ bara ọgaranya. Ọ bụ ezie na nna ya nwụrụ n'oge ọ bụ nwata, ọtụtụ ndị nne na nna ya na ndị nna ya ghọrọ ndị eze nke Han, ha ghọrọ ndị ọchịagha, praịm minista, ma ghọọ ndị na-azụ ahịa ma nweta ụgwọ ọrụ.\nMana obere ezinụlọ nke Wang Mang dara ogbenye nke ukwuu; nna ya nwụrụ na nwata, na naanị ya na nne ya bi, na-adabere na ọrụ ebere sitere n'aka ndị ikwu ya. Mana n'ihi nke a, Wang Mang zụlitere ma na-eme ọtụtụ nka n'imeso ndị mmadụ ihe kemgbe ọ bụ nwata. N’agbanyeghị otú obi na-adị ya ma ọ bụ iwe were ya, ọ na-egosi nnọọ obi ụtọ na ịdị jụụ n’ihu ndị ikwu, ndị okenye ma ọ bụ ndị si ná mba ọzọ, n’ihi ya, onye ọ bụla nọ n’ezinụlọ ahụ ji ya kpọrọ ihe.\nN'otu oge, nwanne nna ya nke okenye dara ọrịa siri ike, mgbe ọ matara ihe banyere ya, ọ bịarutere chere n'akụkụ ihe ndina onye ọrịa ahụ, weta ọgwụ na mmiri ma na-amụ anya n'abalị, ruo ọtụtụ ọnwa n'usoro, o yiwere ya uwe, gbachie nke ọma, na-anya isi. Ọ na-enwekarị ndidi karịa onye ọrịa, karịa “nwa” karịa nwa nwoke.\nMaka nke a, onye ọ bụla nọ na Taiwan toro ya ma dee akwụkwọ ozi na-arịọ ya ụgwọ ọrụ.\nYa mere, Emperor Cheng nke Han Dynasty nyere ya aha New Capital Marquis ma họpụta ya dị ka onye nche n'obí, na-aghọ onye ozi nke eze ukwu.\nN'ịbụ onye ọkwá ya dị elu na ike dị ukwuu, Wang Mang egosipụtaghị mpako ma ọ bụ ịdị nwayọọ, kama, ọ na-enwewanye nkwanye ùgwù na nkwanye ùgwù. , o nyeere ndị ogbenye aka ma na-emesapụ aka n'akụnụba ya.\nMa o biri ndụ na-enweghị isi, na-erikarị nri anụ, ọ bụghị ikwu na ọ na-eyi uwe ogologo na uwe ogologo aka, na-eyi naanị obere uwe. Ya mere, onye ọ bụla nọ n'ọchịchị na ọha na eze ji otu okwu too ya \"ezigbo\".\nMgbe e mesịrị, nwanne nna ya, Grand Sima Wanggen, nwụrụ n'ihi ọrịa, a họpụtara ya dị ka onye nọchiri anya ya. Eze ukwu na ndị ozi niile chere na ọ bụ ya kacha mma. Ya mere, Wang Mang, onye dị nanị afọ iri atọ na asatọ, ghọrọ Grand Sima nke nwere ikike agha kachasị elu na mba ahụ.\n(Akụkọ a bụ ihe atụ. Ịbụ onye mara mma n'ịbụ ezigbo mmadụ nwere ike inyere gị aka iwepụ \"ihe isi ike nke aṅụ na-ata\" wee nweta echiche gị dịka ịchọrọ.)", "聖意": "Ụlọ ahụ adịghị mma maka onwe ya, ezi na ụlọ nọ ná nsogbu, gbochiri azụmahịa, gbochiri alụmdi na nwunye, ihe agha isii bụ ụgha, ndị na-agafe agafe abịaghị ọdụ, owuwe ihe ubi silkworm dị ala, anụ ụlọ dị ala, ọ na-esiri ike. chọta ndị mmadụ, ikpe ahụ dị njọ, ịkwaga anaghị emegharị ahụ, ihe furu efu adịghị njọ, ọrịa eguzobe, ili ugwu efuola.", "古人": "Wang Mang na-achọ talent", "第X籤": "Imeri lọtrị iri asaa na abụọ", "宮": "Tatsumi"}