{"籤詩版本二": "Mgbe mmiri na-abịa, égbè eluigwe na-ama jijiji, ụmụ ahụhụ na-etikwa mkpu, m na-esikwa n’apịtị atụgharị\nMgbe mbụ m chọpụtara na m ka na-abịa ma na-aga, ozugbo m gbanwere, m ghọrọ dragọn.", "詩意": "Hexagram a dị ka égbè eluigwe na ụmụ ahụhụ.\nIzute onye a ma ama bụ ezigbo ihe ịrịba ama na ihe niile.", "解曰": "égbè eluigwe na-ada. Nkwụnye ego abụọ n'ime na pụta. Gbanwee otu ugboro. Ruo Tianmen.", "籤詩故事一": "◇Chenqiao Mutiny\nNa 959 AD, Zhou Shizong Chai Rong nwụrụ, na Emperor Gong, Chai Zongxun, onye rịgoro n'ocheeze, dị nanị afọ asaa. N'oge ahụ, Zhao Kuangyin, onye jere ozi dị ka onye nyocha n'ihu ụlọ eze na onye ozi Songzhou na ndị agha German, nwere ezigbo ike.\nN'oge opupu ihe ubi nke 960 AD, Zhenzhou (nke dị ugbu a Zhengding, Hebei Province) na Dingzhou (nke dị na Dingxian County, Hebei Province) kọrọ na ndị agha nke Northern Han Dynasty na Liao State na-ejikọta ọnụ na-aga ndịda iji wakpo usoro eze Zhou ikpeazụ, na nnukwu ọkụ, ma rịọ ka iziga ndị agha maka enyemaka. Ka e mesịrị, usoro ndị eze Zhou nyere Zhao Kuangyin iwu ka o duru ndị agha ya n'ebe ugwu ka ha buso ndị iro agha agha. Zhao Kuangyin mere nzuzo na nzuzo n'okpuru atụmatụ nke nwanne ya nwoke Zhao Guangyi, Zhao Pu, Shi Shouxin na ndị ọzọ.\nNa February 3, mgbe ndị agha rutere na Chenqiaoyi (nke bụ obodo Chenqiao, ndịda ọwụwa anyanwụ nke Fengqiu, Henan), ha malitere igbu onwe ha ma nye ndị agha iwu ka ha yikwasị ya uwe na-acha odo odo. . Mgbe nke ahụ gasịrị, Zhao duuru ndị agha ya laghachi Kaifeng n'agbaghị ọkụ, igbu ma ọ bụ ịkwakọrọ ihe. \"Taizu Chen Qiao ṅụrụ iyi na ọ gaghị eme ka ndị obodo ahụ nwee nsogbu, o kwekwara nkwa na ọ gaghị enye nsogbu n'obodo ahụ n'ụbọchị ọ banyere n'obodo ahụ.\"\nN'ụbọchị nke atọ nke afọ nke atọ nke ọnwa ọnwa, Zhao Kuangyin mutinied na Chenqiao ma laghachi n'isi obodo, Fan Zhi duuru Wang Pu na Wei Renpu ka ha jụọ Zhao Kuangyin, Luo Yanhuan mịpụtara mma agha ya n'ihu ụlọikwuu ma tie oké olu : \"Usuu ndị agha atọ ahụ enweghị nna ukwu. Ndị ọchịagha ekpebiela ịhọpụta ya dị ka eze ukwu. Onye ọ bụla na-ekwu okwu ga-egbu!\". Ihu Wang Pu gbachapụrụ agbachapụ dị ka ụwa, o weda nzọ ụkwụ ya ma kpọọ isiala, Fan Zhi kpọkwara isiala, Kuang Yin n'onwe ya nyeere ya aka ma mesoo ya n'ụzọ dị ukwuu.\nMgbe mmegide agafeghị oke, Emperor Gong nke usoro ndị eze Zhou mechara weghara ocheeze ahụ, Zhao weghara ocheeze ahụ. \"Taizu na-achọ ịnakwere Zen, ma ọ dịghị ederede Zen. Tao Gu, onye ọkà mmụta Hanlin, nakweere iwu ahụ. o wee bata n’akụkụ ya, sị: “Emewo ya.”\nMgbe Zhao bịarutere n'ocheeze, ọ gbanwere aha obodo ahụ ka ọ bụrụ Song, Yuan ka ọ bụrụ Jianlong, mee Kaifeng isi obodo. , nke a maara dị ka \"Chenqiao Mutiny\" na akụkọ ihe mere eme.\nWikipedia\n(Akụkọ a na-anọchi anya na nke a bụ mmalite nke arụmọrụ Zhao Kuangyin.)", "聖意": "Kpee ekpere maka ụlọ gị, ndụ kwa ụbọchị, akụ na ụba, ihe ọma, chioma n'azụmahịa, alụmdi na nwunye mara mma, ịga nke ọma na Liujia, ndị nwoke ji ụkwụ aga, ịmụ silkworm mbụ n'ọhịa, ịmụ anụmanụ isii, udara na mmiri, na-achọ ndị mmadụ , ihe ịga nke ọma n'ikpe ikpe, chi ọma na ịkwaga mba ọzọ, ihe onwunwe furu efu, ihe ize ndụ na ọrịa, ihe egwu n'ugwu na ili.", "古人": "Chenqiao Mutiny", "第X籤": "Binyere aka na iri asaa na atọ", "宮": "Mi Palace"}