{"籤詩版本二": "Na nrọ ahụ, e kwuru na a ga-enwe ọtụtụ akụ na ụba, ma aha ahụ agaghịzi adị.\nMmiri dị anya na ugwu dị anya, ma o siri ike ikwesị ntụkwasị obi: Onye ezi omume na-enye nduzi na ịmụmụ ọnụ ọchị.", "詩意": "Hexagram a na-anọchite anya akara nke inweta akụ na nrọ.\nIhe niile dị adị ma ọ bụ karịa.", "解曰": "Nrọ dị ka nrọ. Enweghị olileanya nke ama. Naanị chere oge dị mma. Ezi ntụziaka.", "籤詩故事一": "◇ Weghachite jed ahụ na Zhao (weghachite Zhao jed ahụ mgbe emechara ya)\nN'afọ 283 BC, Eze Zhao Huiwen nwetara He's Bi site na Chu. Mgbe eze Qin Zhaoxiang nụchara akụkọ ahụ, o zigara Eze Zhao akwụkwọ ozi, na-ekwupụta njikere ya ịgbanwe obodo iri na ise maka He's Bi.\nLin Xiangru nyochara Eze Zhao na Qin siri ike na Zhao adịghị ike na a ga-edochi ya.\nEze Zhao wee ziga Lin Xiangru na He's Bi na Qin.\nEze Qin zutere Lin Xiangru na Zhangtai, Lin Xiangru wee nye Eze Qin jed ahụ. Eze Qin nwere aṅụrị nke ukwuu wee gafefe He's Bi na mma na ndị niile gbara ya gburugburu lere ya anya, oge a, onye ọ bụla nọ n'aka ekpe na aka nri tiri mkpu ogologo ndụ.\nLin Xiangru hụrụ na eze Qin enweghị ebumnobi inye Zhao obodo ahụ, ya mere ọ gwara eze Qin na jed ya nwere ntụpọ ma chọọ igosi ya Eze Qin ka o were ohere ahụ nweta ya. azụ azụ.\nMgbe Lin Xiangru weghachiri Heshi's Bi, o guzoro n'akụkụ nnukwu ogidi, na-egosi na ọ chọrọ ịnwụ na Heshi's Bi.\nN'oge a, Lin Xiangru gwara Eze Qin, sị: \"Eze Zhao ka na-emeri mkpesa nke ndị ozi ma nakwere atụmatụ onye ozi ahụ. Ọ bụrụgodị na ọ naghị aghọgbu onwe ya mgbe ya na ndị nkịtị na-emekọrịta ihe, ọ bụghị n'ikwu ya. Qin bụ obodo buru ibu, iji chekwaa ọbụbụenyi dị n'etiti Qin na Zhao, Eze Zhao Mgbe o busịrị ọnụ ụbọchị ise, ezigara m ndị ozi m na Qin na jed. obodo, ma werekwa jed Ezinụlọ He nye nwanyị mara mma, nke bụ n'ezie ịkwa emo nke ndị ozi m.\"\nMgbe o kwuchara okwu, Lin Xiangru mere ihe ozugbo na-akụ ogidi, Eze Qin tụrụ egwu na He''s Bi ga-emebi, ya mere o mere ka ọ ga-enye Zhao obodo iri na ise. Lin Xiangru hụrụ site n'atụmatụ aghụghọ nke Eze Qin, ya mere ọ rịọrọ Eze Qin ka o buru ọnụ ụbọchị ise tupu ya ewepụta He's Bi ka ọ gbuo oge. N'ime ụbọchị ole na ole ndị a, Lin Xiangru zigara ndị na-ejere ya ozi ka ha were jed laghachi na steeti Zhao, ebe ọ nọ na-emekọrịta ihe na Eze Qin.\n(Akụkọ a dị ka anya onye nkịtị na-amasị ọnọdụ ya.)", "聖意": "Na-ekpe ekpere maka ngọzi n'ụlọ, onwe ya, igbochi akụ na ụba, ime ka azụmahịa siri ike nweta, alụmdi na nwunye adịghị ekwekọ na ndị Liujiaxu na-aga ije, Chitian silkworm anaghị anabata, anụmanụ isii mebiri emebi, ndị mmadụ na-efu, a na-atụ anya ikpe ọha na mba ọzọ, ihe efu. dị n'ebe dị anya, a na-edozi ọrịa, na-ebuga n'ili ugwu, ma gbanwee.", "古人": "Weghachite jed ahụ na Zhao (mezue jed ahụ na Zhao)", "第X籤": "Lọtrị nke iri asaa na asaa na-emeri", "宮": "N'ehihie Palace"}