{"籤詩版本二": "Akwụkwọ osisi sycamore adawo, ụbịa na-abịa, njem ndị njem na-alaghachi yiri igwe ojii.\nN'ihi nnukwu mbọ nke Chineke mere, ụgbọ mmiri ahụ bu akụ dị n'ikuku laghachiri.", "詩意": "Hexagram a na-anọchi anya onyinyo nke akwụkwọ sycamore dara ada.\nIhe niile dị njọ n'ihu ma dị mma n'ikpeazụ.", "解曰": "Were ihe n'obi. Tianxin na-eso ya. Iji kpata ego. Mee ihe ọ bụla i nwere ike ime.", "籤詩故事一": "◇ Ifufe fe na Tengwang Pavilion\nWang Bo, n'ikike aha Zian, bụ onye na-ede uri nke mmalite usoro eze Tang A mụrụ ya n'afọ mbụ nke Yonghui, Emperor Gaozong nke Tang Dynasty. Wang Bo na-agụ akwụkwọ nsọ kemgbe ọ bụ nwata, a na-akpọkwa ya \"onye na-akparị nwa\". Wang Bo na-agụ akwụkwọ nsọ kemgbe ọ bụ nwata, a na-akpọkwa ya \"onye na-akparị nwa\".\nMa mb͕e ọ b͕ara arọ iri, ya onwe-ya na nna-ya we gabiga n'akuku ulo nsọ Guandi, ha we hu ihe-isi-n'anya nke Guandi n'ulo uku Chineke, nējide akwukwọ-nri na n'oge mgbụsị akwụkwọ, na-agụkwa ya. sitere n'ike mmụọ nsọ.Ọ kpọkuru Emperor Guan: \"Jide mkpọchi atọ nke ajị agba ndụ ndụ, na-agụ akụkọ ihe mere eme nke Qing Dynasty na-acha akwụkwọ ndụ oriọna na-asọpụrụ aha ndị a ma ama. Jide dragọn ndụ ndụ na ọnwa n'aka m.\" na n'oge mgbụsị akwụkwọ nke afọ a, Wang Bo si na Shanxi gaa Hainan Island ịga leta nna ya bụ onye e wedara n'ala n'aka onye ọka ikpe nke Jiaozhi. , na-agafe ọtụtụ puku ugwu na osimiri n'ụzọ. N'oge mgbụsị akwụkwọ mgbe ọ dị afọ iri abụọ na asaa, Wang Bo si na Shanxi gaa Hainan Island ịga leta nna ya, bụ onye e wedara n'ala n'ọkwa onye ọka ikpe Jiaozhi County, ọ gafere ọtụtụ puku ugwu na osimiri n'ụzọ.\nMgbe anyị rutere n'ugwu Madang n'ụbọchị ahụ, onye ọ bụla gara n'ikpere mmiri iji zuru ike, mgbe Wang Bo jere ije n'akụkụ ụlọ nsọ oge ochie, naanị ya, ọ hụrụ otu agadi nwoke nọ ọdụ na nkume dị n'akụkụ ụlọ nsọ ahụ, agadi nwoke ahụ dị ka nwatakịrị nwere ntutu mara mma. na ọdịdị ifo, Ọ sịrị Wang Bo, “Ọ́ bụghị Wang Bo?” Wang Bo tụrụ ụjọ wee sị: “Kpamkpam! Olee otú i si mara nke ahụ?” Agadi nwoke ahụ sịrị: “Anụla m na i nwere ezi ihe. ebumnuche ịzọpụta ndị mmadụ, uri gị bara uru nke ukwuu, a ga-enwe nnukwu oriri na Tengwang Pavilion echi. N'ugwu Madang, onye ọ bụla gara n'ikpere mmiri iji zuru ike, mgbe Wang Bo na-aga n'akụkụ ụlọ nsọ oge ochie, ọ hụrụ na mberede n'elu nkume dị n'akụkụ ụlọ nsọ ahụ, otu agadi nwoke nọ ọdụ, nke dị ka nwatakịrị nwere ntutu mara mma na akụkọ ifo. Ọ sịrị Wang Bo, \"Ị bụghị Wang Bo?\"\nO juru Wang Bo anya wee sị, \"Kpamkpam! Olee otu i si mara nke ahụ?\"\nAgadi nwoke ahụ kwuru, sị: \"Ọ dịla anya m nụrụ na ị nwere ezi ebumnuche ịzọpụta ndị mmadụ, na uri ndị ị na-ede nwere ezigbo uru. A ga-enwe nnukwu oriri na ọṅụṅụ na Prince Teng's Pavilion echi. Ọ bụrụ na ị nwere ike ịga oriri na ọṅụṅụ ma dee. ị ga-abụ onye a ma ama n'oge niile, ị ga-enwetakwa mmefu njem.\"\nWang Bo kwuru, sị: \"Ebe a dị kilomita isii ma ọ bụ narị asaa site na Tengwang Pavilion. Olee otú anyị ga-esi ruo ebe a echi?\" Agadi nwoke ahụ kwuru, sị: \"M ga-eji ịnyịnya dị ka ifufe Chineke nyere gị aka inwe ụgbọ mmiri dị nro. ga-abịarute echi.” Wang Bo kelere m wee sị: “Biko, ọgọ m. , ị̀ bụ anwụghị anwụ ka ị bụ chi?” Agadi nwoke ahụ chịrị ọchị wee sị, “Abụ m Zhongyuan Shuijun na-elekọta ya. Ebe mmiri a!\" Wang Bo kwuru, \"Ebe a dị kilomita isii ma ọ bụ narị asaa site na Tengwang Pavilion. Kedu ka anyị ga-esi ruo ebe a echi?\"\nAgadi nwoke ahụ kwuru, sị: \"M ga-eji ịnyịnya dị ka ifufe Chineke nyere gị aka ịkwọ ụgbọ mmiri dị nro, m ga-abata echi.\"\nWang Bo kelere ya wee sị, \"Biko, nna nwunye, ị bụ anwụghị anwụ ka ị bụ chi?\"\nAgadi nwoke ahụ chịrị ọchị wee sị, “Abụ m Zhongyuan Shuijun bụ onye na-ahụ maka mpaghara mmiri a!” Agadi nwoke ahụ gwara Wang Bo ka ọ banye ngwa ngwa n'ụgbọ mmiri ahụ. Ọ hụrụ igwe ojii gbara ya gburugburu ruo nwa oge, na ifufe. mmiri wee na-akwọ mụrụmụrụ n'ụzọ, ọ gakwara ọtụtụ narị kilomita n'otu ntabi anya.\nAgadi nwoke ahụ gwara Wang Bo ka ọ banye ngwa ngwa n'ụgbọ mmiri ahụ, ọ hụrụ igwe ojii gbara ya gburugburu ruo nwa oge, ọ bụkwa njem na-adịghị mma. Dị ka a tụrụ anya ya, Wang Bo gbagara na Pavilion Prince Teng n'ụtụtụ nke nnukwu mmemme ahụ.\nDị ka a tụrụ anya ya, Wang Bo gbagara na Pavilion Prince Teng n'ụtụtụ nke nnukwu mmemme ahụ. Na ebe ahụ, o dere \"okwu mmalite nke Prince Teng's Pavilion\", nke Emperor Gaozong nke Tang Dynasty kpọrọ ya ihe osise ebighi ebi. Na ebe ahụ, o dere \"okwu mmalite nke Prince Teng's Pavilion\", nke Emperor Gaozong nke Tang Dynasty kpọrọ ya ihe osise ebighi ebi.\nO nwere uri na-ekwu:\nA na-ekwukarị na ndị nwere nkà bụ chi, ya mere ọ bụghị ihe mberede na ifufe na-ebute Nanchang na Nanchang;\nEdere m ahịrịokwu gbasara nnukwu ọnụ ụlọ Teng Wang, wee soro ndị na-adịghị anwụ anwụ gaa Zhongyuan.", "聖意": "Kpee ekpere maka ụlọ gị ma chebe onwe gị, kpee ekpere maka ngọzi, chọọ akụ na ụba, wee nweta alụmdi na nwunye na nkwekọ.", "古人": "Ifufe fe na Tengwang Pavilion", "第X籤": "Banye aka na iri asatọ na otu", "宮": "Wei Gong"}