{"籤詩版本二": "Kedu ihe ga - eme ma ọ bụrụ na ị tụfuo omume ọma gị n'ihi aha gị, a na m atụ egwu na ihe ọma ga-agbanwe na ihe ọjọọ ga-eme.\nMmanya na-egbu m, amaghị m ebe m ga-aga: Enwere m nrọ na-enweghị isi na ndò nke osisi pine ndụ ndụ.", "詩意": "Hexagram a na-anọchi anya azụ oyi na-ahapụ mmiri.\nEnweghị ike ịmegharị ihe ọ bụla.\n\n(hexagram a bụ akara nke omume ọjọọ na chi ọjọọ.\nDebe ụkwụ gị n'ala n'ihe niile.\n)", "解曰": "Azụ oyi na-ahapụ mmiri. ọdachi dachiri ụzọ. Ọ bụrụ na ị jụọ maka atụmatụ ogige. Ọ ka mma Mo Qi\nIhe ịrịba ama a ga-ewetara Liujia chi ọjọọ. Ihe niile na-aga nke ọma. Kpee ekpere maka nchebe.", "籤詩故事一": "◇Zhuangzi nwale nwunye ya\nA mụrụ Zhuangzi na usoro ndị eze Zhou, aha nna ya bụ Zhuang, aha ya bụ Zhou, na aha ya bụ Zixiu, ọ bụ onye Mengyi n'usoro ọchịchị Song. Na usoro ndị eze Zhou, ọ bụ onye ọchịchị nke Qiyuan.\nOtu ụbọchị, Zhuangzi zutere otu nwanyị n'elu ugwu, ọ nọ na-amakpu n'ihu ili ọhụrụ, na-ama jijiji nke ukwuu, dị ka a ga-asị na ọ chọrọ ịkpọsa ala mmiri dị n'ili. Zhuangzi aghọtaghị ihe o bu n'obi, ya mere ọ jụrụ ya. O kwuru na onye e liri n’ili bụ di ya, na okwu ikpeazụ di ya kwuru bụ na ya agaghị alụ nwaanyị ọzọ ruo mgbe ala dị n’ili kpọrọ nkụ. O nwekwaghị ike ichere ọzọ, n’ihi ya, ọ kpalitere ala ili ahụ ka ọ kpọọ ọsọ ọsọ, ka o wee nwee ike ịchụso mmiri nke abụọ.\nZhuangzi sụrụ ude mgbe o chere na e nwere nwanyị enweghị obi dị otú ahụ n'ụwa. M wee chee, nwunye m ọ ga-adị ka nke a? Mgbe enyo bilitere, achọrọ m ịnwale ya.\nAha nna nwunye Zhuangzi bụ Tian, ​​di na nwunye ahụ na-enwekarịkwa mmekọrịta chiri anya. Iji nwalee ikwesị ntụkwasị obi nwunye ya, Zhuangzi kpebiri ime ka à ga-asị na ọ nwụọla.\nN'ịnụ na Zhuangzi nwụrụ n'ihi ọrịa mberede, ọtụtụ ndị si n'akụkụ nile, gụnyere ndị ikwu na ndị enyi, bịara kwupụta obi ha, n'ime ha bụ eze mara mma na nwa nwa sitere na steeti Chu, bụ onye nwere akụ na ụba. Tian bụ nwanyị di ya nwụrụ ọhụrụ ma nwee ọmịiko, ọ chụpụrụ ya. Nwada Tian enweghị ike idi ọnwụnwa ahụ wee hụ Wang Sun n'anya, ha lụrụ naanị ụbọchị iri abụọ.\nN'abalị ahụ, mgbe mmanya na-egbu mmanya na ntị dị ọkụ, Wang Sun nwere nkụchi obi na mberede wee nwụọ.\nOriakụ Tian tụrụ ụjọ na ụjọ, wee jụọ Wang Sun ngwa ngwa ihe ọ ga-eme.\nEbee ka ịchọta ozu ahụ? Oriakụ Tian chere na mberede, di ya ọ bụghị anwụ anwụ? Maazị Tian chefuru ịhụnanya ochie dị n'etiti di na nwunye, wee were anyụike wee kewaa igbe ozu di ya, na-akwado ịwepụ ụbụrụ ya maka ọgwụ.\nNa mberede, mgbe e meghere igbe ozu ahụ, Zhuangzi dịghachi ndụ. Ihere mere Oriakụ Tian nke mere na ọ kwụgburu onwe ya.\n(Akụkọ a bụ ihe atụ maka imebi ọbụbụenyi maka uru onwe onye, ​​yabụ anyị enweghị ike ikwenye na ya.)", "聖意": "Ulo di n'udo, onwe-udo, ego adighi nma, ahia achu aja, alụm di na nwunye edozila, ajọ omume di na Liujia, ndi ji ụkwụ aga eruteghi, silkworm nọ n'udo, anu-ulo di n'udo. ndị mmadụ na-achọ ndị mmadụ, ikpe agbanweela, ndị na-eso ụzọ na-agbanwe agbanwe, ihe onwunwe efuola, ọrịa adịghị, ugwu na ili dị njọ.", "古人": "Zhuangzi na-anwale nwunye ya", "第X籤": "Lọt 84", "宮": "Wei Gong"}