{"籤詩版本二": "Ígwé ojii na igwe ojii na-ekpuchi okporo ụzọ dị n'ihu ugwu ahụ, ihe niile dị okirikiri, ọnwa na-agbakwa gburugburu ọzọ.\nỌ bụrụ na ị nweta abụ na akwụkwọ, ị ga-eteta na nrọ miri emi, onye ezi omume ga-edugakwa gị n'elu ụlọ.", "詩意": "Nke a hexagram na-anọchi anya njedebe nke oge opupu ihe ubi na okooko osisi.\nIhe niile na-agbanwe mgbe Onyenwe anyị gasịrị.", "解曰": "Agadi nwoke kwesịrị ịrịọ maka enyemaka. Ọ na-agbakwa ọzọ na mmiri. Ọchịchọ maka ama na uba. Zute oke ifufe n'oge ndụ.", "籤詩故事一": "◇Han Wengong hụrụ snow\nHan Yu, onye aha nna ya bụ Tuizhi, si Changli. Tang Dezong ghọrọ Jinshi n'afọ nke asatọ nke Zhenyuan, na aha ya mgbe ọ nwụsịrị bụ Wen Gong.\nN'oge ọchịchị Emperor Xianzong nke Tang Dynasty, Han Yu ji ọkpụkpụ Buddha meghachi omume, nke kpasuru Emperor iwe. Han Yu hapụrụ nwunye ya na ụmụ ya wee gaa Chaozhou. Mgbe o jesịrị ije ihe na-erughị ụbọchị ole na ole, ifufe jụrụ oyi wee snoo nke ukwuu. Han Yu bịarutere n'ebe snow dị ọtụtụ ụkwụ n'ime ya, na-eme ka ọ na-esiri ịnyịnya ya ike ịga n'ihu, ọ dịghị ụlọ dị nso na ọ maghị ebe ụzọ ahụ dị. Ọ bụrụ na ịchọrọ iso ụzọ wee laghachi azụ, ọ nweghị ụzọ ịlaghachi. Ifufe nọ na-efesi ike, snow na-adakwa ngwa ngwa, Han Yu na-ejupụta n'akpụkpọ ahụ, na-ajụ oyi na agụụ na-agụ ya, ọ nweghịkwa ebe ọ ga-ekwupụta mwute ya.\nHan Yu sụru iya: “Ọo-bụru l'eze-ụlo-ẹkwa-ndzuko ono, a-bụru eze-iphe-ọma ono chọwa m'ọ dụ g'ọo mgboko.\nNaanị mgbe Han Yu nwere nkụda mmụọ, ọ hụrụ otu nwoke ka ọ na-abịa ikpochapụ snow n'agbanyeghị oke oyi, ọ tụgharịrị bụrụ Han Xiangzi (nwa nwanne Han Yu).\nTupu mgbe ahụ, Han Xiangzi gwara Han Yu, sị: \"Olee ebe ụlọ Yun Heng dị na Qinling? Snow na-anabata ọnụ ụzọ ámá na-acha anụnụ anụnụ, ịnyịnya na-akwụsịkwa ịga n'ihu.\" N'oge ahụ, Han Yu aghọtaghị ihe Han Xiangzi pụtara, ma ugbu a, ọ ghọtara mechara ghọta.\nYa mere Han Yu na Han Xiangzi gara rahụ n'ụlọ Fu na Languan. N'ikwu okwu banyere oge gara aga na ụzọ ịkụ ihe, Han Yu kwenyesiri ike n'ezie.\nKa e mesịrị, Han Yu gbahapụrụ ọkwá ya, nye ndị ọchịchị obodo ihe onwunwe ya nile, gaa n'ugwu iji mee okpukpe Tao ma ghọọ anwụ anwụ.", "聖意": "Ụlọ ahụ adịghị mma maka onwe ya, kpachara anya ịchọ ego, lekwasị anya n'ịzụ ahịa, alụmdi na nwunye agwụla, ndị inyom Liujia na-eje ije na-egbochi ubi, silkworm dị mma, anụ ụlọ dị mma, ọ na-esiri ike ịchọta mmadụ, ikpe ọha na eze na-ekpeghachi ugboro ugboro, ịkwaga bụ njem. emelitere, ihe furu efu dị njọ, ọrịa na-egbu oge, ili ugwu kwesịrị ịgbanwe.", "古人": "Han Wengong zutere snow", "第X籤": "Lọtrị na-emeri iri asatọ na ise", "宮": "Shen Gong"}