{"籤詩版本二": "Na-eje ije na ọkara ụzọ mgbago ugwu ọdịda anyanwụ, ọnụ ọnụ ugwu Junling enweghị ike idozi.\nN'ilekwasị anya n'ebe Chineke nọ maka nchebe, ahụ a ka nọ n'ebe a na-edebe ozu", "詩意": "Hexagram a dị ka ịchọ ọla edo n'ájá.\nEnwere ihe ịrịba ama nke ndị a ma ama na ihe niile.\n\nỌzọkwa: Hexagram a na-egosi na onye ahụ nọ n'ihe ize ndụ.\nEnwere ihe ịrịba ama nke ndị a ma ama na ihe niile.", "解曰": "Enwere ike ịchọta Jade site na nkume chiseling. Chọta ọla edo na aja. Kwesịrị ịrụsi ọrụ ike. Naanị nsogbu.\nỌrụ ọzọ: ọnọdụ siri ike. Enweghị ebe ị ga-anọ. Rịọ maka ngọzi Chineke. Kpee ekpere maka udo nke uche.", "籤詩故事一": "◇Tụ ọla edo ma chọpụta n'ọgba dị n'okpuru ala\nIji mee mmemme agha ya, Cheng Yaojin mere oriri na Yanwuyang. Na mberede, oghere meghere n'ala, nke a na-apụghị ịghọta aghọta, onye ọ bụla gbara nza site n'ịhọpụta okwu, na-ata ọla edo iji merie, na ịgbazite ụdọ ka ha kee onwe ha n'olulu ahụ.\nE nwere ọnụ ụzọ nkume, tebụl, oche, àkwà mmiri na ihe ndị ọzọ.\nYao Jin si n'olulu ahụ pụta na nnukwu igbe na obere igbe, mepee igbe osisi ma wepụ akara jed, mepee igbe ahụ, wepụ nnukwu ọkọlọtọ, okpueze na egwu egwu ma tinye ha na tebụl, na onye ọ bụla. lere ha anya otu otu. Ahụrụ m mkpụrụedemede asatọ ka a kanyere na nnukwu akara bụ \"Demon King of Hunshi, the Great Prertuous Emperor\".\nOnye ọ bụla na-efe ya ofufe dị ka \"Emperor\", na Yaojin mere nke a afọ atọ dị ka Demon Eze. (N'ezie, nke a bụ naanị onwe ya, Cheng Yaojin bụ naanị onye isi obodo n'oge ahụ.)\n(Akụkọ a bụ ihe atụ na ihe ọma dị ka ime ihe. Nke a bụ echiche nka nke \"ahụ a ka nọkwa n'efu\").", "聖意": "Na-ekpe ekpere maka ụlọ na ụlọ, mmeri onwe onye, ​​​​ịchọ akụ na ụba, ịrụsi ọrụ ike, ịkpachara anya na azụmahịa, alụmdi na nwunye ga-egbochi Liu Jiaxu, ndị na-agafe agafe, Chi Tian, ​​silkworms, anụ ụlọ isii kwụsiri ike, na-achọ ndị mmadụ, enweghị ikpe, ọnwụ. , Mbugharị, idebe ihe onwunwe furu efu, ọrịa ọjọọ, ihe mgbochi, ugwu na ili.", "古人": "Na-enyocha Crypt maka ọla edo", "第X籤": "Banye aka na iri asatọ na asaa", "宮": "Shen Gong"}