{"籤詩版本二": "Agbagharala m ihe gbasara onwe gị, nke a ka mma ịjụ ndị mmadụ.\nObi doro anya na-egbuke egbuke ma doo anya dị ka ọnwa na-egbuke egbuke na mbara igwe", "詩意": "Hexagram a na-anọchi anya onyinyo nke ọnwa na-egbuke egbuke na mbara igwe.\nIhe niile na-egbuke egbuke na ikuku.", "解曰": "Nwee ezi n'obi. Dozie iwu. Okwu di nsọ. N'ikpeazụ ọ ga-edo anya.", "籤詩故事一": "◇ Kong Ming's general\nNgwọta: Zhuge Liang na-achịkọta ndị agha ya na ndị ọchịagha ya\nN'ime oge nke alaeze atọ, Zhuge Liang (181-234), n'ikike aha Kongming, mụrụ na Yangdu, Langya (ugbu a Yinan County, Shandong Province).\nZhuge Liang kwetara ịbụ onye ọchịchị mgbe Liu Bei gachara ụlọ ajị anụ ugboro atọ, n'oge ahụ, Cao Cao mere ka Hebei dị jụụ ma kpebisie ike ịga njem na ndịda. osote ndị ọchịagha, na-edu ndị agha 100,000 ka ha zọọ ije chere Xinye. Ọ bụ ezie na Zhuge Liang nwere atụmatụ ịla azụ n'ebe ndị iro nọ n'oge ahụ, Guan Yu na Zhang Fei ledara okwu Zhuge Liang anya. Zhuge Liang enweghị ihe ọzọ ma ọ bụghị iji mma agha Liu Bei mee ka ha abụọ kwenye, nke mere na onye ọ bụla duru otu puku ndị agha wee zoo na Yushan na Anlin. Ha chere Xiahou Dun ka o duru ndị agha ya gafere, wee were wakpo ha. ambushes na ọkụ.\nNa mgbakwunye, e zipụrụ Zhao Yun ka o duo ndị ochie na ndị na-adịghị ike fọdụrụnụ nke ndị agha ka ha lụọ ọgụ dị ka onye nche megide Xiahou Dun, wee mebie mmeri wee laghachi azụ, dọba Xiahou Dun n'okporo ụzọ dị warara n'ugwu na ọhịa, o zigakwara Guan. Ping, Zhou Cang, Liu Feng na ndị ọzọ na-ezoba n'azụ ndị agha Cao, na-ere ọkụ na ihe na-eme ka ụjọ jide ndị agha Cao.\nMgbe agha ahụ gasịrị, ihe niile mere dị ka Zhuge Liang mere ndokwa. Mgbe Xiahou Dun na Yu Jin duuru ndị agha na-achụ, Li Dian, bụ́ onye nọ n'azụ, gwara Xiahou Dun n'ihu ngwa ngwa na ya kwesịrị ịkpachara anya ka ọkụ ndị iro na-awakpo ya. okporo ụzọ ahụ dị warara ma dị n'ebe osisi jikọtara ọnụ, ya mere ọkụ enweghị ike ịmalite, e nwere nnukwu ndị merụrụ ahụ, ma e meriri Xiahou Dun na ndị ọchịagha ndị ọzọ wee gbaghachi azụ na Xudu.\n(Akụkọ a bụ ihe atụ na Kong Ming dị mma n'iji ndị mmadụ na-achị obodo na amamihe.)", "聖意": "Ulo na ulo di nma, a na m acho ka chioma na aku na uba, obi iru ala, ahia oganiru, alụm di na nwunye, ịga nke ọma, ịga nke ọma na Liujia, ndị nwoke na-akwagharị n'ubi, silkworm, mfu anụ ụlọ, ndị na-efu efu, ikpe ọha, ịkwaga, ihe onwunwe efu. ngọzi, ọrịa, udo, ugwu na ili.", "古人": "Kong Ming General", "第X籤": "Akara nke itoolu", "宮": "Yin Palace"}