{"籤詩版本二": "Ebumnuche na ihe ndị ọ rụzuru dị na usoro ndị eze, ma ugbu a, a ga-enwe mmanya na-adịghị agwụ agwụ na mmekọahụ.\nỌ bụrụ na ị hụ oke ọkpa ọla edo, a ga-enye gị ego, akụ na ụba.", "詩意": "Nke a hexagram na-anọchi anya akara nke oké ọchịchọ na ama.\nDebe ihe niile dị mma.", "解曰": "Ọchịchọ na obi ụtọ. Ọ bụghị akaha ichebe onwe gị. Ọkụkọ ọla edo na-ekwe nkwa. Ha niile nwere obi ụtọ.", "籤詩故事一": "◇Cao Pi kpọsara onwe ya eze ukwu\nCao Pi, n'ikike aha Zihuan, mụrụ na Peiguoqiao (ugbu a Hao County, Anhui). Onye ndọrọ ndọrọ ọchịchị na onye edemede ama ama n'oge Jian'an.\nCao Pi bụ nwa nwoke nke abụọ nke Cao Cao, ya na nna ya biri n'ogige ndị agha kemgbe ọ bụ nwata, n'okpuru ikike nna ya, Cao Pi mụtara ịgba ụta mgbe ọ dị afọ isii na ịnya ịnyịnya mgbe ọ dị afọ asatọ, wee tolite. ezigbo nka nka. Ọ makwa nke ọma banyere oge ochie na nke ọgbara ọhụrụ na akụkọ ndụ ya, yana akwụkwọ nke ọtụtụ narị ụlọ akwụkwọ echiche. Ọ bụ mgbe ọ dị afọ iri na asatọ ka Cao Cao meriri Yuan Shao na Cao Pi biri ndụ kwụsiri ike na Yecheng, etiti ọchịchị Cao Cao. Kemgbe ahụ, ọ bụ ezie na ọ na-eso nna ya mgbe ụfọdụ gaa njem agha ma na-ebi ndụ nke ezigbo nwa nwoke, ọ ka na-eme agha kwa ụbọchị, ọ jụbeghịkwa ruo taa. Ọ na-agbakwasịkarị n’ịnyịnya ya n’ebe otu narị nzọụkwụ na-aga, marakwa nnọọ nkà n’ịgba agha, n’ihi na ọ na-agbakarị ịgba ọsọ, ọ na-adị mfe ma dị ike.\nEgburu ọkpara Cao Cao Cao Ang n’agha. Mgbe ọkpara nwụsịrị, Cao Pi ghọrọ nhọrọ mbụ maka onye isi okpueze. Mgbe ọ dị afọ iri atọ na otu, Cao Cao mere ya onye-isi okpueze. Mgbe Cao Pi dị afọ iri atọ na atọ, Cao Cao nwụrụ n'ọrịa, Cao Pi nọchiri ya dị ka praịm minista na eze Wei. O kwuru na ọ na-agbakarị ịnyịnya n'ihe dị ka otu narị nzọụkwụ na ọ mara nnọọ nkà, n'ihi na ọ na-emekarị kungfu, ahụ́ na-adịkwa ya mma.", "聖意": "Kpee ekpere ka ụlọ gị na ụlọ gị dị jụụ, chọọ akụ na ụba, rụsie ọrụ ike, ịzụ ahịa, kewaa n'isi ụtụtụ, alụmdi na nwunye ga-aga nke ọma, Liujia ga-adị mma, ndị mmadụ ga-anọ n'ubi, silkworm tozuru okè, anụ ụlọ isii tozuru okè. , ọ ga-esi ike ịchọta ndị mmadụ, ikpe ọha na eze ga-adị ngwa ngwa, ịkwaga ga-apụ n'anya, ihe ga-adịkwa anya, ọrịa ga-anọkwa n'ugwu na ili.", "古人": "Cao Pi na-akpọsa onwe ya eze ukwu", "第X籤": "Lọtrị na-emeri iri itoolu na ise", "宮": "xugong"}