{"籤詩版本二": "Pagoda mara mma bụ ihe a na-adịghị ahụkebe, nwere ọmarịcha ihe n'akụkụ niile na-enwu gbaa.\nAnam ariọ unu ka unu kpebisie ike irube isi n'obi me ihe ọma, elu-igwe gēzite kwa gi ngọzi.", "詩意": "Hexagram a na-anọchite anya ngosipụta nke uru.\nIhe niile dị mma.", "解曰": "Ngọzi ndị a. Onye ọ bụla nwere ya. Adịla ọrụ n'aka nke ukwuu. A na-ekpebi uru na mbụ.", "籤詩故事一": "◇Eze Fenyang zutere nwa nwa ya n'ụbọchị Valentine nke China\nNgwọta: Guo Ziyi zutere Nwa agbọghọ na-akpa ákwà na-agbada n'ụwa n'ụbọchị Valentine nke China. Tiansun, nwa nwa nke Jade Emperor, bụ Fairies asaa.\nGuo Ziyi (697-781), nke a makwaara dị ka Guo Linggong, bụ onye obodo Zheng County, Huazhou (ugbu a Huaxian County, Shaanxi Province) na onye izugbe na usoro ọchịchị Tang. Ụlọ ikpe ndị eze ukwu nyere Ziyi aha Eze Fenyang.\nA na-ekwu na Ziyi bụ onye Huazhou wee sonyere ndị agha na mpụga nnukwu mgbidi ahụ, ọ gara Beijing ka ọ pịa maka ụgwọ ọrụ agha wee laghachi Yinzhou, ọ bụ ụbọchị Valentine nke China n'oge ahụ. na-agba ọchịchịrị, anyanwụ na-agbakwa ọchịchịrị, Ziyi enweghị ike ịga n'ihu, ya mere o guzoro n'akụkụ okporo ụzọ, ọ na-ehi ụra n'ala n'ime ụlọ efu, mgbe ọ chọrọ ịrahụ ụra, ọ hụrụ ọkụ na-acha uhie uhie na mberede. O we bilie lelie anya elu, le anya n'elu-igwe: igwe-oji di na mbara-ígwé, ji nwayo nwayo, otù nwayi mara nma nānọdu ala, di kwa ebube, ma-kwa-ra nma, nke di iche n'ebe ndi madu nọ. Ziyi kwuziri okwu ozugbo wee sị, \"Taa bụ ụbọchị nke asaa nke ọnwa nke asaa, echere m na ọ bụ nwa agbọghọ na-akpa ákwà bịara, na-achọ inye ya ogologo ndụ na akụnụba.\"\nNwanyị ahụ zakwara, sị: \"N'oké akụ na ụba na-abịa ogologo ndụ.\"\nMgbe o kwuchara okwu, ọkụ ahụ laghachiri, ígwé ojii ji nwayọọ nwayọọ bilie, nwanyị ahụ ka na-ele Guo Ziyi anya n'ọchịchọ obi ụtọ ruo mgbe ọ nọ n'ebe dị anya n'ebe ọ nọ, mgbe ahụ anwụrụ ọkụ na-agbapụ ma ghara ịhụ ya ọzọ.\nỌ bịara bụrụ eziokwu, dị nnọọ ka nwanyị ahụ kwuru. Uru Ziyi bụ nke ama ama n'ụwa, ọ bụ onye ozi ama ama nke ukwuu, na ọ bụ onye ọchịagha nwere ma ihe ọma na omume ọma.", "聖意": "Mee onwe gị ọchịchọ n'ụlọ, mee onwe gị ọchịchọ, kpee ekpere maka ego, ịga nke ọma n'azụmahịa, chioma n'alụmdi na nwunye, chioma na Liujia, ịga njem nke ọma na ndị mmadụ, ubi na-akpụ akpụ, silkworm, anụ ụlọ kwụsiri ike, ihe ọjọọ n'ịchọta. ndị mmadụ, ikpe ọha, mbata, ezigbo akụ, ọrịa ihe onwunwe furu efu, ili dị na Zhenxingshan", "古人": "Eze Fenyang zutere nwa nwa ya n'ụbọchị Valentine nke China", "第X籤": "Banye aka na iri itoolu na isii", "宮": "xugong"}