{"籤詩版本二": "N'ịkwalite ịnyịnya ma jide ụtarị, anyị na-abịa ozugbo ebe a, ọkara nọ n'ihe ize ndụ na ọkara na ọdachi.\nỌ dị ka ụlọ a na-agba ọkụ, mgbe elu-igwe dara, mmiri ozuzo na-eme ka ọ ghọọ ntụ, m nwere atụmatụ.", "詩意": "Nke a hexagram na-anọchi anya ọkara iru uju na ọkara ọṅụ.\nỌ bụ ihe amamihe dị na ya ime ihe ọma n'ihe niile.", "解曰": "Ọrụ ogologo ndụ. Echegbula maka ezi ihe na ihe ọjọọ. Mgbochi ndị ahụ na-adịru nwa oge. Iwe na-abịa n'onwe ya.", "籤詩故事一": "◇Tao Sanchun meriri Zheng En na Guayuan\n\"Echeta m ogologo ndụ,\" Zhao Kuangyin biliri ọzọ, \"Beiping Eze Zheng En haziri alụmdi na nwunye n'oge ahụ. Ugbu a ụwa dị n'udo, a ga m arịọ gị ka ị họrọ ụbọchị dị mma iji lụọ. \"\n\"Echeta m ogologo ndụ!\" Zhao Kuangyin biliri ọtọ sị, \"Eze Peking, Zheng En, haziri alụmdi na nwunye n'oge ahụ. Ugbu a ụwa dị n'udo, ọ ga-amasị m ịrịọ gị ikike ịhọrọ ihe dị mma. ụbọchị ịlụ di na nwunye.\"\n\"Oh, nwanne nwoke nke atọ agbagoro nkwa ọlụlụ mbụ, kedu ka m si mara maka nke a?\" Chai Rong tụrụ ya n'anya nke ukwuu. O feere Zhao Kuangyin aka ka ọ nọdụ ala kwuo okwu.\n\"Oh! Nwanne nke atọ kwere nkwa nkwa ọlụlụ na mbụ, kedụ ka m si mara maka nke a?\" Chai Rong (Emperor of the Later Zhou Dynasty) tụrụ ya n'anya nke ukwuu. O weliere aka ya ma gwa Zhao Kuangyin ka ọ nọdụ ala kwuo okwu.\n\"Ọ bụ ogologo akụkọ, nke mbụ, anyị ka nọ na ịda ogbenye n'oge ahụ, anyị esonyeghịkwa n'òtù ndị agha gị, kemgbe ahụ, anyị na-alụ ọgụ ruo ọtụtụ afọ ma enweghị oge iji chebara gị echiche. Nke abụọ, nwanne nke atọ bụkwa ntakịrị ntakịrị. na-eme ihere ikwu ya, ka Nna-ukwu gị amaghị.”\n\"Ọ bụ ogologo akụkọ, nke mbụ, anyị ka nọ na ịda ogbenye n'oge ahụ, anyị esoghịkwa na ndị agha gị, kemgbe ahụ, anyị na-alụ ọgụ kemgbe ọtụtụ afọ ma enweghị oge iji chebara gị echiche. Nke abụọ, nwanne nke atọ bụkwa onye agha. obere ihere ikwu ya, ya mere Onye-nwe-anyị amaghị.”\n\"Ehee, nwa akwụkwọ kọleji na-alụ nwanyị, gịnị kpatara ihere na-eme? Nwanne nke atọ anọwo n'ọgbọ agha ogologo oge, a pụkwara iwere gị dị ka dike na-enweghị atụ. Gịnị mere i ji dị ntakịrị banyere okwu a?\"\n\"Hey! Nwa akwụkwọ kọleji na-alụ nwanyị, gịnị kpatara ihere na-eme? Nwanne nke atọ anọwo n'ọgbọ agha ogologo oge, a pụkwara iwere gị dị ka dike na-enweghị atụ. Gịnị mere i ji dị ntakịrị banyere okwu a?\"\n\"N'ikwu ya, enweghị m ike ịta nwanne m nwoke nke atọ ụta maka ime ihere, n'ihi na alụmdi na nwunye a bụ nke a kwadoro.\"\n\"N'ikwu ya, enweghị m ike ịta nwanne m nwoke nke atọ ụta maka ime ihere, n'ihi na alụmdi na nwunye a bụ nke a kwadoro.\"\n\"Edepụtara? Hey, ọ na-adọrọ mmasị. Biko gwa m ihe merenụ.\"\n\"Edepụtara m ya! Hey! Ọ dị mma! Biko gwa m ihe merenụ.\"\n\"Ee, echetara m n'afọ ahụ, mgbe anyị na-achọ ịbanye na Nna-ukwu ya, anyị na-agafe na Baocheng County. Ọ na-ekpo ọkụ nke ukwuu na June. Nwanne m nwoke nke atọ enweghị ike ịnọ na họtel ahụ, n'ihi ya ọ pụrụ ịgagharị naanị ya. Mgbe ọ gafechara ubi egusi, ọ batara ka ọ kpụrụ ụfọdụ, egusi kụnyụọ akpịrị ịkpọ nkụ, ọ dịghị ọtụtụ egusi na-eto n’oge n’oge a, nwanne nke atọ amaghị otú e si tụtụkọta ha, ya mere ọ gbajie ọtụtụ n’ime ha. Onye na-ele egusi bu nwanyi, o wee gaba n'ihu boro nwanne nke ato ebubo, ha abuo enwee nghota, wee malite ibu agha, bia, obi dim mma, enwerem nchegbu, gbagara m ọsọ enyemaka n'oge, ma ọ bụghị. \"\n\"Ee, echetara m n'afọ ahụ, mgbe anyị na-achọ ịbanye na Nna-ukwu ya, anyị na-agafe na Baocheng County. Ọ na-ekpo ọkụ nke ukwuu na June. Nwanne m nwoke nke atọ enweghị ike ịnọ na họtel ahụ, n'ihi ya ọ pụrụ ịgagharị naanị ya. Mgbe ọ gafechara ubi egusi, ọ batara ka ọ kpụrụ ụfọdụ, egusi kụnyụọ akpịrị ịkpọ nkụ, ọ dịghị ọtụtụ egusi na-eto n’oge n’oge a, nwanne nke atọ amaghị otú e si tụtụkọta ha, ya mere ọ gbajie ọtụtụ n’ime ha. Onye na-ele egusi bu nwanyi, o wee gaba n'ihu boro nwanne nke ato ebubo, ha abuo enwee nghota, wee malite ibu agha, bia, obi dim mma, enwerem nchegbu, gbagara m ọsọ enyemaka n'oge, ma ọ bụghị. \"\n\"Zheng Ziming a, ọ bụ ya kpatara ya na mbụ, ọ kwesịrị ịrịọ mgbaghara. Gịnị mere i ji tie ya? E wezụga nke ahụ, olee otú ezinụlọ nwa agbọghọ ga-esi guzogide ọkpọ na igba nke nwoke dị ike dị ka ya! Bịa, ị tie nwa agbọghọ ahụ iberibe. Mba?\" \"Nwa agbọghọ ahụ emerụghị ahụ...\"\n\"Zheng Ziming a, ọ bụ ya kpatara ya na mbụ, n'ihi ya, ọ kwesịrị ịrịọ mgbaghara. Gịnị mere i ji na-eti ya ihe? E wezụga nke ahụ, olee otú ezinụlọ nwa agbọghọ ga-esi guzogide ọkpọ na igba nke nwoke dị ike dị ka ya! Bịa gwa m, i tiri nwa agbọghọ a ihe. Mba?\"\n\"Nwa agbọghọ ahụ merụrụ ahụ...\"\n\"Nke ahụ dị mma, ọ dị mma ... Hey, i meghị ihe? Oh, echere m na ị napụtara m n'oge.\"\n\"Nke ahụ dị mma! Ọ dị mma ... Hey! Ị meghị ihe? Oh! Echere m na ọ bụ gị bụ onye zọpụtara m n'oge!\"\n\"...Mba, onye m napụtara bụ...nwanne nke atọ.\"\n\"Ah?!\" \"Ah?!\"\n\"Nwanyị ahụ kụdara nwanne nke atọ n'ala ma tie ya ihe ike n'ụzọ niile. Ọ dabara nke ọma na m rutere ma mee ka ọ laa, n'ihi ya, o merụrụ ahụ nke ukwuu ... \"\n\"Nwanyị ahụ kụdara nwanne nke atọ n'ala wee tie ya ihe ike. Ọ dabara nke ọma na m rutere ma mee ka ọ laa, ya mere ọ dịghị mmerụ ahụ dị njọ .... Eze gị ... Onye isi ala!...\"\n\"Ah?...Oh, onye bu nwanyi ahu!?\" \"Ah!?...Oh, onye bu nwanyi ahu!?\"\n\"Ọ bụ mgbe e mesịrị ka m chọpụtara na aha nwanyị ahụ bụ Tao Sanchun, na nna ya Tao Hong bụ dike ochie nke na-enweghị ọchịchọ. Tao Sanchun mụtara ịgba ọsọ n'aka nna ya kemgbe ọ bụ nwata. Mgbe m matara. Ndị ezinụlọ ya, ahụrụ m na Miss Sanchun nwere àgwà pụtara ìhè. kụpụ ya ngwa ngwa wee kpebie alụmdi na nwunye a maka ha abụọ: Nna-ukwu, biko gwa m, nke a abụghị alụmdi na nwunye adịgboroja?\n\"Ọ bụ mgbe e mesịrị ka m chọpụtara na aha nwa agbọghọ ahụ bụ Tao Sanchun, na ọ mụtara nkà ịgba ọsọ n'aka nna ya kemgbe ọ bụ nwata. Mgbe mụ na ezinụlọ ya matachara, ahụrụ m na Miss Sanchun nwere àgwà pụtara ìhè. Mazị Tao na nwa ya nwanyị nwere mmasị na omume ziri ezi nke nwanne ha nke atọ nke ukwuu, ha kụpụrụ ya ozugbo wee kpebie alụmdi na nwunye a maka ha. Ekele, biko gwa m, ihe a ọ́ bụghị alụmdi na nwunye adịgboroja?\n(Akụkọ a bụ ihe atụ, n'ihi na ihe ọjọọ tụgharịrị bụrụ ihe dị mma.)", "聖意": "Kpee ekpere maka nchebe nke ụlọ na onwe gị, kpachara anya, kpee ekpere maka akụ na ụba, mebie azụmahịa, gbochie alụmdi na nwunye, ntaramahụhụ, Liujia, mkpuchi, ndị na-agafe agafe n'ọhịa, mmebi silkworm, mmebi anụ ụlọ, ndị na-efu efu, ikpe iwu na-akwadoghị, mfu, ịkwaga, nchekwa. , ihe furu efu, ọrịa ọjọọ, nchegbu, ihe egwu, ugwu, ili, ọdịda", "古人": "Tao Sanchun meriri Zheng En n'ubi egusi", "第X籤": "Ọnụọgụ iri itoolu na itoolu", "宮": "Haigong"}