{"籤詩版本二": "Möge die Welt für eine gute Ehe, glückverheißende Tage und gute Zeiten geschaffen sein und alles wird gut\nEs ist keine Kleinigkeit, wenn man dieses Los bekommt. Der Kaiser erklärt, dass die Menschen loyal und aufrichtig sind.", "詩意": "Dieses Hexagramm stellt den Beginn der Öffnung von Himmel und Erde dar.\nAlles ist glückverheißend.", "解曰": "Rasante Geschwindigkeit. Das Jahr ist seine Zeit nicht wert. Guanyin schreibt auf. Lass es mich zuerst wissen.", "籤詩故事一": "◇Zhongli erlangte Erleuchtung\nZhongli Quan, mit Nachnamen Zhongli, Vorname Quan, Höflichkeitsname Yunfang und Spitzname Zhengyang, stammte während der östlichen Han-Dynastie aus dem Landkreis Xianyang, Xi'an, Provinz Shaanxi.\nZhong Liquan war ein General der Han-Dynastie. Während der Expedition gegen das westliche Qiang war er eifersüchtig auf den Kommandanten Liang Yi und stellte ihm nur 30.000 alte und schwache Soldaten zur Verfügung. Sobald er an seinem Ziel ankam, wurde das Lager ausgeraubt Die westliche Qiang-Armee und die Soldaten flohen. Zhong Liquan verirrte sich in einem Tal und traf unterwegs einen Hu-Mönch. Er brachte ihn in ein kleines Dorf und sagte: „Dies ist die Residenz von Herrn Donghua.“ Dann verabschiedete er sich und ging. Nach einer Weile sagte plötzlich jemand: „Das muss daran liegen, dass der grünäugige Hu-Mann zu gesprächig ist.“ Er sah einen Mann, der ein weißes Hirschfell trug und einen grünen Quinoa-Stab in der Hand hielt. Er fragte Zhong Liquan: „Die Person, die gekommen ist.“ Hier ist Han Da. General Zhongli Quan\n? Zhong Liquan war schockiert, als er wusste, dass er eine fremde Person getroffen hatte, also lernte er aufrichtig das Tao.\nZhong Liquan traf später Zhenren Huayang und den unsterblichen König Xuanfu und erfuhr das „Geheimnis der Unsterblichkeit“. Schließlich lebte er in Zijin Sihaofeng im Berg Kongtong, erlangte das „Geheimnis der Jadeschachtel“ und wurde ein wahrer Unsterblicher. Er wurde auch von der Quanzhen-Sekte als einer der fünf nördlichen Patriarchen verehrt.", "聖意": "Beten Sie, dass Ihr Zuhause und Ihr Zuhause im Herbst und Winter mit Glück gesegnet werden. Streben Sie im Herbst und Winter nach Glück. Viel Glück im Geschäft, viel Glück in der Ehe, viel Glück bei der Geburt von Jungen, viel Glück beim Reisen aufs Feld , viel Glück bei Seidenraupen, viel Glück bei der Viehzucht, viel Glück bei der Suche nach Menschen, viel Glück bei öffentlichen Klagen, viel Glück bei der Migration, verlorenes Eigentum, Krankheiten im Nordosten, viel Glück beim Versenden von Bergen und Gräbern.", "古人": "Zhongli erlangte Erleuchtung", "第X籤": "erstes Anzeichen", "宮": "Gebärmutter"}