{"籤詩版本二": "Warum gehst du nicht nach Tailai, das gleich um die Ecke ist? Ich werde den Herrn vorübergehend außerhalb des Berges lassen.\nWenn es gute Nachrichten über den Tiger oder das Kaninchen gibt, sind Sie frei, auch wenn Sie entschlossen sind, beschäftigt zu sein.", "詩意": "In diesem Hexagramm gibt es ein Zeichen des Segens im Unglück.\nAlles ist im Voraus schlecht und am Ende gut.", "解曰": "Durch Hanfseide ersetzen. Jemandem auf die Füße schlagen. Klar sehen. Aus Katastrophen entstehen Segnungen.", "籤詩故事一": "◇Begegnung mit einem Meister in Bukit\nWu Ji war ursprünglich Holzfäller und die beiden lernten Jiang Ziya kennen, als sie im Fluss Feng fischten. Wuji lachte, als er sah, wie Ziya mit einem geraden Haken fischte.\nZiya schaute in Wujis Gesicht und sagte zur Wahrsagerei: „Wenn du heute die Stadt betrittst, wirst du jemanden töten.“ Als Wu Ji dies hörte, ging er wütend weg und trug Feuerholz in die Stadt.\nNachdem Wu Ji die Stadt betreten hatte, geriet er mit anderen aneinander und schlug versehentlich Premierminister Wen Wang zu Tode.\nKönig Wen gestaltete das Gelände als Gefängnis und sperrte Wu Ji ein.\nBukit Hou wurde vorübergehend freigelassen und zum Tode verurteilt, um sich bis zum Herbst um seine Mutter zu kümmern.\nSeine Mutter bat ihn, Jiang Ziya um Hilfe zu bitten.\nDer Taigong nahm ihn als seinen Schüler an, lehrte ihn die Kunst des Krieges und befahl ihm, Löcher zu graben und Zaubersprüche zu wirken, um sein angeborenes Schicksal zu brechen.\nNach dem Herbst kam Wu Ji nicht, um bestraft zu werden. König Wen leitete die angeborenen Zahlen ab und glaubte, dass Wu Ji aus Angst vor Verbrechen Selbstmord begangen hatte.\nSpäter traf König Wen Wu Ji und Wu Ji stellte König Wen vor, um Jiang Taigong zu treffen.\nTaigong wurde der Titel eines Generals von Wude verliehen. Sowohl der Meister als auch der Lehrling arbeiteten für König Wen.", "聖意": "Das Haus ist sicher, ich habe Glück, das Geschäft läuft gut, die Hochzeit ist spät, der männliche Fußgänger ist nicht auf das Feld zurückgekehrt, die Seidenraupen sind profitabel, die sechs Tiere sind Shenji, die Suche ist gut, die öffentliche Klage ist gut, die Migration ist konservativ, das verlorene Eigentum wird gesehen, die Krankheit ist gut, Qiuji, der Berg und das Grab sind gut.", "古人": "Bukit-Begegnung", "第X籤": "Das zwölfte Zeichen", "宮": "Yin-Palast"}