{"籤詩版本二": "So wie ein Kranich aus seinem tödlichen Käfig auftaucht, ist es möglich, aus dem tödlichen Käfig zu entkommen.\nEs gibt keine Barrieren zwischen Nord, Süd und Ost, Sie können direkt zum Jiuxiao-Palast gehen.", "詩意": "Dieses Hexagramm stellt das Bild eines Kranichs dar, der seinen Käfig verlässt.\nAlles ist im Voraus schlecht und am Ende gut.", "解曰": "Keine Sorge. Die Straße ist wohlhabend. Seien Sie entspannt. Sorglos als Mensch (Gott).", "籤詩故事一": "◇Ziya gab seine offizielle Position auf\nAls Jiang Ziya als Wahrsager arbeitete, sah er, dass eine Frau durch den Jade-Pipa-Geist verwandelt worden war, also packte er sie und schlug sie sogar mit einem Tintenstein. Der Premierminister von König Zhou erklärte, was passiert war, fragte, was passiert sei, und brachte Jiang Ziya dann zu König Zhou. Jiang Ziya nutzte Samadhi True Fire, um den Pipa-Geist vor König Zhou aus seiner ursprünglichen Form zu verbrennen, und König Zhou ernannte ihn zu einem hohen Beamten.\nUm den Jade-Pipa-Geist zu rächen, bat Daji König Zhou, Jiang Ziya zu befehlen, eine Hirschplattform zu bauen. Jiang Ziya tadelte König Zhou und König Zhou befahl, ihn zu töten. Jiang Ziya entkam, indem er Wasser benutzte. Als Jiang Ziya nach Hause zurückkehrte, fragte er Ma, ob er nach Xiqi gehen solle, und Ma wollte sich von ihm scheiden lassen. Also ging Jiang Ziya allein nach Xiqi (der Hauptstadt von König Wen aus der Zhou-Dynastie).\nJiang Ziya kam in Xiqi an und lebte zurückgezogen beim Angeln in der Panxi-Schlucht. Er traf König Wen von Zhou, der begierig darauf war, Talente zu suchen. Auf König Wens aufrichtige Bitte hin wurde Jiang Ziya als sein Lehrer verehrt und unterstützte König Wen.", "聖意": "Ich fühle mich zu Hause unwohl und möchte auch finanzielle Zusammenarbeit, Transaktion, Heirat, Liujia, männliche Fußgänger, Felder sehen, Seidenraupen, Herbstgewinne, sechs Viehverluste, Suche nach Menschen, Behinderung öffentlicher Klagen, Migration, verlorenes Eigentum, Südosten Krankheit, Untergang, Senden von Bergen und Gräbern, Glücksverheißung.", "古人": "Ziya gab seine offizielle Position auf", "第X籤": "Der vierzehnte Lottogewinner", "宮": "Maogong"}