{"籤詩版本二": "Die Sorgen und Nöte werden vorübergehend gelindert und Freude kommt vom Himmel.\nGenau wie Jade, die im Mist versteckt ist, hebt ein guter Arbeiter den Staub heraus", "詩意": "Dieses Hexagramm repräsentiert die Harmonie von Yin und Yang.\nAlles, was Sie planen, ist glücksverheißend.", "解曰": "Nichts gewonnen, nichts verloren. Gewinnen Sie aus dem Verlust. Der Bösewicht ist in Schwierigkeiten. Viel Glück, Herr.", "籤詩故事一": "◇Ye Meng Xiong Chao Di\nYe Mengxiong (1531-1597), dessen Höflichkeitsname Nanzhao und dessen Name Longtang war, wurde in Longtan geändert und erhielt ebenfalls den Namen Huayun. Ein Eingeborener aus Wanshifang, Huizhou Fucheng (heute Teil des Bezirks Huicheng, Stadt Huizhou) in der Ming-Dynastie. Im 44. Regierungsjahr von Jiajing (1565) wurde er Jinshi und erhielt den Titel eines Magistrats des Kreises Qing. Er fungierte als Direktor der Transferabteilung und wechselte später zum Aufsichtszensor der Shanxi Road.\nIm 20. Jahr von Wanli (1592) tötete der Generalkonsul von Ningxia, Kuaibai (Häuptling des mongolischen Tatarenstamms), den Gouverneur Dang Xin und eroberte das 47. Fort in der Provinz Hexi. , zerstörte die Stadt, betete an und brannte nieder sich selbst zu Tode. Meng Xiong ist nicht arrogant, wenn es darum geht, Anerkennung zu fordern, und lässt seine Fähigkeiten genauso gut sein wie die der Generäle, die es wagen zu kämpfen. Stellen Sie den Beamten Wei Xuezeng wieder auf seinen Posten. In seinen späteren Jahren trat er fünfmal zurück und kehrte nach Huizhou zurück, um den Huilong-Tempel zu bauen.\nYe Mengxiong trat zu Beginn als Beamter in den Taoismus ein und war berühmt für seine Integrität. In alten historischen Aufzeichnungen heißt es, er sei „der Erste in Demut und Fähigkeit“, „beseitigt Korruption und bestraft Aufstände“ und hinterlässt einen guten Ruf äußerst loyal, mutig, mutig und einfallsreich. Gut im Schießen. In der zweiten Hälfte seines Lebens wurden seine Kampfkunstfähigkeiten in der „Geschichte der Ming-Dynastie“ festgehalten und er galt als Nationalheld.", "聖意": "Das Zuhause ist ungünstig (immer friedlicher) Herbst und Winter sind gut für einen selbst, Reichtum wird erfolgreich sein, Transaktionen werden erfolgreich sein, die Ehe wird erfolgreich sein, Liujia wird fälschlicherweise alarmiert sein (es wird Schätze geben), Fußgänger werden auf das Feld gehen Beten Sie für Seidenraupen, sechs Tiere werden platt sein, Menschen werden gefunden, öffentliche Klagen werden ungünstig sein, Migration wird konservativ sein, verlorenes Eigentum wird behindert, Krankheiten werden im Fushan-Grab besiedelt", "古人": "Ye Meng Xiong Chao Di", "第X籤": "Sechzehnter Lottogewinn", "宮": "Maogong"}