{"籤詩版本二": "Die Goldene Krähe fällt im Westen und das Kaninchen erhebt sich im Osten. Der Zyklus von Tag und Nacht setzt sich von der Antike bis zur Gegenwart fort.\nDie Mönche und Taoisten wissen, dass es keinen Nachteil gibt, und die Gelehrten, Bauern, Industrie und Kaufleute folgen alle ihren eigenen Gedanken.", "詩意": "Dieses Hexagramm stellt das Zu- und Abnehmen von Yin und Yang dar.\nEs ist auch ein Zeichen dafür, dass alles wie geplant verlaufen wird.", "解曰": "Da ist nichts im Sinn. Was Sie getan haben, ist verdienstvoll. Wie ein Pfeil aus einem Bogen. Ein Schuss traf das Ziel.", "籤詩故事一": "◇Onkel Cao Guo ist ein Unsterblicher\nCao Guojiu, ein gebürtiger Xuzhouer, gilt als Großonkel des Staates während der Renzong-Zeit der Song-Dynastie. Sein Name war Cao Yi, auch bekannt als Cao Jingxiu.\nOnkel Cao Guo hatte einen jüngeren Bruder namens Cao Er. Dieser Cao Er verließ sich auf seine Position als kaiserliche Autorität und beging alle Arten von Übel. Er besetzte Felder, nahm Frauen und Töchter weg und freundete sich mit einigen gesetzlosen Schurken an, die ein- und ausgingen. Cao Guojiu konnte es nicht ertragen, also er weigerte sich, auf seine guten Worte und seinen Trost zu hören, also nutzte er Strafen, um ihn zu kontrollieren. Die beiden Brüder schmiedeten einen Groll.\nCao Guojiu sagte: „Die Prinzipien der Welt sind, dass diejenigen, die Gutes anhäufen, gedeihen werden und diejenigen, die Böses anhäufen, zugrunde gehen werden. Das ist eine unveränderliche Wahrheit. Unsere Cao-Familie hat in der Vergangenheit böse Taten angehäuft, um den heutigen Reichtum zu erreichen. Jetzt.“ Mein Bruder hat das Böse bis zum Äußersten angehäuft, selbst wenn er entkommt. Selbst wenn Sie von einem Beamten bestraft werden, können Sie den versteckten Katastrophen nicht entkommen. Sobald eine Katastrophe eintritt und Ihre Familie zerstört wird und jemand stirbt, können Sie nicht mehr entkommen Damals. Ich werde gedemütigt sein und Angst davor haben.“ Also verteilte ich meinen ganzen Reichtum, Er half den Armen und kümmerte sich nicht mehr um die Angelegenheiten seines Bruders. Dann verließ er sein Zuhause und seine Freunde, zog eine taoistische Uniform an und ging in die Berge, um seinen Geist und seine Natur zu kultivieren.\nEines Tages traf er zufällig Zhongli und Lu Dongbin aus der Han-Dynastie. Sie freuten sich sehr über die beredten Antworten von Onkel Cao Guo. Sie gaben ihm das „Geheime Edikt, die Wahrheit zurückzugeben“ und befahlen ihm, sorgfältig zu praktizieren. Bald Zhongli Quan und Lu Dongbin wurden in die Klasse der Unsterblichen eingeführt.", "聖意": "Glück für das Zuhause, Zuhause, Glück, Glück, viel Glück im Geschäft, Heirat, männlicher Reisender, Seidenraupen auf den Feldern pflanzen, frühes Pflanzen von sechs Nutztieren, entgangener Gewinn, Menschen finden, rechtliche Schritte, Migration, verlorenes Eigentum , späte Krankheit, Glück (Jahr des Hasen oder Pech für den Hasen), Glück in Berggräbern", "古人": "Onkel Cao Guo ist ein Unsterblicher", "第X籤": "Unterschreiben Sie den achtzehnten", "宮": "Maogong"}