{"籤詩版本二": "Lassen Sie das Boot vom Schnellwasserstrand zurückfahren. Was möchten Sie angesichts der Unruhen tun?\nWenn Sie in Sicherheit sein wollen, suchen Sie Ruhe und warten Sie, bis die Wellen diese Krise überwinden.", "詩意": "Dieses Hexagramm ist wie ein Boot, das auf einem rasanten Strand fährt.\nBleiben Sie in allem konservativ und warten Sie auf die Zeit.", "解曰": "Bei starkem Wasser von Bord gehen. Die Gefahr besteht darin, auf die Zeit zu warten. Wenn Sie nach Campplänen fragen. Es kann nichts getan werden.", "籤詩故事一": "◇Ziyi wird zum König gekrönt\nGuo Ziyi (697–781), auch bekannt als Guo Linggong, stammte aus dem Kreis Zheng, Huazhou (heute Kreis Huaxian, Provinz Shaanxi) und war ein General der Tang-Dynastie.\nWährend der Anshi-Rebellion im 14. Jahr von Tianbao (755) wurde ihm der Titel Shuofang Jiedushi (Lingwu, westlich von Lingwu im heutigen Ningxia) verliehen. Ihm wurde ein Kreuzzug befohlen. Er vereinte Shuofangs Armee mit Li Guangbi, um zu marschieren Sie schlossen sich in Changshan (Zhengding, Hebei) zusammen, besiegten Shi Siming und eroberten Hebei zurück. Zu diesem Zeitpunkt schlug Guo Ziyi dem Kaiser vor, Fan Yang aus dem Norden einzunehmen und die Höhle des Rebellentigers anzugreifen, um die Belagerung von Tongguan zu verringern, doch Xuanzong lehnte ab. Danach wurde die Situation der separatistischen Vasallenstädte in der späten Tang-Dynastie verschärft, was auch zur entfernten Ursache für den Untergang der Tang-Dynastie wurde.\nIm fünfzehnten Regierungsjahr von Tianbao (756) befriedeten er und die uigurische Koalition Hequ. Im Frühjahr des folgenden Jahres eroberten sie Hedong (heute Yongji, Shanxi) und Feng Yi (heute Dali, Shaanxi) zurück und griffen Tongguan an. Sie besiegten Cui Qianyu. Die Tang-Armee erlitt mehr als 10.000 Verluste. Cui Qianyu ergab sich Pujin. An Lushan wurde von seinem Sohn An Qingxu getötet.\nIm zweiten Jahr von Zhide (757) wurde ihm befohlen, Truppen nach Fengxiang zu führen. Unterwegs besiegte er 5.000 Li Guirens Kavallerie an der Baiquliuyun-Brücke (heute südöstlich von Sanyuan). Im Mai kämpfte er mit An Shouzhong und Li Guiren in Qingqu (heute westlich von Xi'an) wurde besiegt und er zog sich nach Wugong (heute nordwestlich von Wugong) zurück. Im September folgte er Marschall Guangping Wang Li Chu, um die Tang und Uiguren dazu zu bringen, sich 150.000 Truppen anzuschließen, und kämpfte dann mit An Shouzhong und Li Guiren in Xiang. Nördlich des Ji-Tempels (südwestlich des heutigen Kreises Chang'an) kreisten die uigurischen Soldaten hinter dem Feind, griffen von beiden Seiten an und töteten 60.000 Feinde. Zhang Tongru floh in den Kreis Shaanxi und erlangte schließlich die Hauptstadt Chang'an (das heutige Xi'an) zurück. Die Majestät der Tang-Armee wurde in Chang'an erneut wiederhergestellt.\nDanach nutzte die Tang-Armee den Sieg und marschierte nach Osten, besiegte 150.000 Mann, darunter Yan Zhuang und Zhang Tongru in Xindian (heute südwestlich der Stadt Sanmenxia, ​​Provinz Henan), und zwang Anqing Xu, den Gelben Fluss zu überqueren und sich nach Xiangzhou zurückzuziehen. Dongjun Luoyang kehrte zurück. Fügen Sie Situ zu seinen Verdiensten hinzu und machen Sie ihn zum Herzog des Landes.\nShi Siming führte seine Armee von Fan Yang aus, um An Qingxu zu retten. Die beiden Seiten kämpften in Formation nördlich des Anyang-Flusses (heute nördlich von Anyang). Der Kampf war unentwirrbar. Am Ende wurde die Tang-Armee von neun Jiedushi angeführt, die behauptete, 600.000 Männer hätten sich zurückgezogen (in der Schlacht von Yecheng). Krieg). Der Hauptbefehlshaber dieser Schlacht war der Eunuch Yu Chaoen, der keine Führungsqualitäten besaß und Guo Ziyi für das Scheitern der Schlacht verantwortlich machte. Guo Ziyi wurde nach Chang'an zurückgerufen, von der militärischen Macht entbunden und wurde ein untätiger Beamter.\nIm ersten Jahr von Baoying (762) rebellierten die Truppen in Taiyuan (heute südwestlich von Taiyuan) und Jiangzhou (heute Xinjiang in der Provinz Shanxi). Der Hof war verängstigt, sodass Ziyi der Titel eines Königs von Fenyang verliehen wurde und er auszog Jiangzhou kontrollieren. Er wurde auch vom Eunuchen Cheng Yuanzhen entfremdet und von der militärischen Macht entbunden.\n(Der Schwerpunkt dieser Geschichte: Guo Ziyi, der sehr fähig und brav war, traf Xuanzong und einige Bösewichte, was seine Leistungen stark beeinträchtigte.)", "聖意": "Das Zuhause und sich selbst segnen, nach Reichtum streben, keine Transaktion, keine Heirat, kein Fehlalarm, in Tiancanji ankommende Fußgänger, schwer zu findende Menschen, öffentliche Klagen und (nicht Xing), Migration, Konservativität, verlorenes Eigentum, schwer zu finden, Krankheiten, Beten für Segen, Berge und Gräber, glücksverheißend", "古人": "Ziyi wurde zum König gekrönt", "第X籤": "Neunzehnter Lotteriegewinn", "宮": "Tatsumi"}