{"籤詩版本二": "Nach so vielen Sorgen und Gefahren wird es von nun an nie wieder leer sein\nEin großzügiges Herz hat seine eigenen großzügigen Pläne. Um große Erfolge zu erzielen, muss man einen Experten treffen.", "詩意": "Dieses Hexagramm ist wie ein alter Brunnen mit einer Quelle.\nIn allem haben edle Menschen Erfolg.", "解曰": "Die Klage wird letztendlich gerechtfertigt sein. Krank und sicher. Gehen Sie hin und her und lassen Sie sich beraten. Uralter Brunnen trifft auf Frühling.", "籤詩故事一": "◇Yao Chong bekämpft Heuschrecken\nYao Chong (649-721), dessen richtiger Name Yuan Chong war, stammte aus Shaanzhou. Er diente als Minister von Xia Guan, Shangshu von Chunguan, Ziweiling, Zhongshuling und Premierminister in der Tang-Dynastie.\nIm vierten Jahr von Kaiyuan (716) wurde Shandong (im Allgemeinen bezieht sich das auf das Becken des Gelben Flusses östlich von Huashan) von Heuschrecken heimgesucht. Die Menschen waren an abergläubische Ideen gebunden und wagten es nicht, sie zu jagen und zu töten. Stattdessen ließen sie sich nieder opferten, räucherten, beteten neben den Feldern und sahen zu, wie die Ernte von Heuschrecken gefressen wurde. .\nAlle Beamten glaubten: „Heuschrecken sind eine Naturkatastrophe, wie kann man sie mit menschlicher Kraft bekämpfen?“ Der Kampf zwischen zwei unterschiedlichen Ideen war zu dieser Zeit erbittert, ob Heuschrecken beseitigt werden sollten oder nicht.\nYao Chong sagte: „Solange wir zusammenarbeiten, können wir sie alle loswerden. Er sagte: Heuschrecken haben Angst vor Menschen, deshalb sind sie leicht zu vertreiben. Die Setzlinge haben Besitzer, also müssen die Retter hart arbeiten; Heuschrecken.“ können fliegen, und wenn sie nachts Feuer sehen, werden sie dorthin fliegen; zünde sie an Auf dem Feld, Grabe Löcher, während sie brennen, begrabe sie, während sie brennen, und es wird nichts mehr übrig bleiben.\nXuanzong sagte: „Heuschrecken sind eine Naturkatastrophe, die durch schlechte moralische Regierungsführung verursacht wird. Wenn Sie verlangen, dass sie gejagt und getötet werden, geht das nicht gegen den Strich?“\nYao Chong fügte hinzu: „Das Fangen und Töten von Heuschrecken wurde schon in der Antike praktiziert, und Eure Majestät wird es auch in Zukunft nutzen. Es ist ein wichtiges nationales Ereignis, um den Bauern Frieden und Wohlstand zu bringen. Bitte denken Sie ernsthaft darüber nach.“\nXuanzong war überzeugt. Aber damals sagten alle innerhalb und außerhalb des Gerichts, dass Heuschrecken nicht gejagt werden könnten.\nXuanzong sagte: „Ich habe mit dem Premierminister gesprochen und beschlossen, die Heuschrecken zu fangen. Jeder, der erneut Einwände erhebt, wird hingerichtet.“ Also schickte er den Zensor, um die Menschen zu überwachen und anzuweisen, die Heuschrecken zu verbrennen und zu begraben.\nDie Ergebnisse waren recht effektiv. Im ganzen Land wurden neun Millionen Dan Heuschrecken gefangen und die Heuschreckenplage erfolgreich beseitigt. Die Landwirtschaft erzielte in diesem Jahr eine gute Ernte.\n(Beim Katastrophenmanagement und bei der Evakuierung sollte Weisheit zum Einsatz kommen, und es müssen ausgeklügelte Strategien zur Überwindung von Schwierigkeiten vorhanden sein. Yao Chong ist der Experte in dieser Angelegenheit.)", "聖意": "Das Haus ist gewöhnlich, man selbst ist blockiert, die Suche nach Geld ist blockiert, der Handel ist blockiert, Ehe und Harmonie sind blockiert, in Liujia herrscht Gefahr, Fußgänger sind blockiert, Seidenraupen sind blockiert, Vieh ist ungünstig, Menschen werden nicht gefunden, Menschen werden blockiert , es werden öffentliche Klagen eingereicht, Migration ist unzumutbar, verlorene Dinge sind schwer zu finden, Krankheiten beten, Berge und Gräber sind unruhig.", "古人": "Yao Chong bekämpft Heuschrecken", "第X籤": "Fünfundzwanzigster Lottogewinn", "宮": "Mi-Palast"}