{"籤詩版本二": "Gerüchten zufolge haben sich die Dinge auf den Kopf gestellt und ich habe einen Brief vom Horizont erhalten.\nDer mir im Buch versprochene Ruhm und Erfolg blieb bis zum Schluss leer.", "詩意": "Dieses Hexagramm hat einen falschen Namen.\nEs ist ratsam, in allem konservativ zu sein.", "解曰": "Auf und ab aufgeregt. Die Suche nach Freizeit ist nicht untätig. Verlangen nach Ruhm. Bleib sicher.", "籤詩故事一": "◇Zhong Kui erlangt Erleuchtung\nZhong Kui, dessen Nachname Zhong Kui ist, dessen Höflichkeitsname Zhengnan ist, stammt aus Zhongnanshan.\nWährend der Herrschaft von Kaiser Dezong aus der Tang-Dynastie nahm Zhong Kui an der kaiserlichen Prüfung teil. Zhong Kui las die Prüfungsfragen, schrieb den Artikel sofort in einem Zug und gab ihn ab. Der Hauptprüfer an diesem Tag war Han Yu, der Minister für zivile Angelegenheiten, und der stellvertretende Prüfer war Lu Zhi, ein großer Gelehrter. Als die beiden Zhong Kuis Artikel lasen, leuchteten ihre Augen auf und sie sagten gleichzeitig: „Zauberer, Zauberer! Jedes Wort in diesem Artikel ist exquisit, Li Taibai und Du Zimei würdig!“ Also nannten sie Zhong Kui als ersten Ort.\nKaiser Dezong hörte sich Han Yus Bericht an und sagte, dass Zhong Kui, der neue Verfechter der Wissenschaft, sehr talentiert sei, also berief er Zhong Kui in den Goldenen Palast.\nAls Kaiser Dezong sein hässliches Aussehen sah, war er sofort unzufrieden und sagte: „Die Auswahl der Gelehrten an unserem Hof ​​basiert ausschließlich auf persönlichen Worten und Kalligraphie. Wie kann eine so hässliche Person zum Gelehrten Nummer eins in den goldenen Wissenschaften ausgewählt werden?“ \"\nHan Yu kniete sich hastig nieder und sagte: „Beim Guten und Schlechten eines Menschen kommt es nicht nur auf sein Aussehen an. Hören Sie, Heiliger Herr, nicht, dass Yan Ying einen Meter groß ist und dem Premierminister ebenbürtig ist? Zhou Chang.“ stottert, kann aber der Han-Dynastie helfen; Konfuzius beurteilt Menschen nach ihrem Aussehen und verliert seinen Sohn Yu. Ich hoffe, Eure Majestät wird es sich zweimal überlegen.\nKaiser Dezong dachte einen Moment nach und sagte: „Obwohl Han Aiqings Worte vernünftig sind, kamen als ich Kaiser Taizong war, achtzehn Gelehrte nach Yingzhou und sprachen darüber. Dieser Mann war der Gelehrte Nummer eins. Ich fürchte, dass die Welt.“ werde mich auslachen, weil ich Talente nicht erkenne.\nPremierminister Lu Qi war engstirnig und neidisch auf Talente. Nachdem er die Worte des Kaisers gehört hatte, kniete er nieder und sagte: „Der beste Gelehrte im goldenen Fach muss sowohl intern als auch extern sein. Es gibt dreihundert Kandidaten für dieses Fach.“ Warum wählst du nicht ein anderes?\nAls Zhong Kui sah, dass dieser Mann so verwirrt war, musste er wütend werden. Er zeigte auf Lu Qi und fluchte: „Wenn so ein ignoranter Beamter vor Gericht steht, schadet er dann nicht dem Land?“ Danach Er schlug Lu Qi mit der Faust.\nAls Dezong dies sah, war er wütend und sagte: „Du bist so mutig, du wagst es, im Goldenen Palast Ärger zu machen, mach ihn schnell kaputt!“\nWütend zog Zhong Kui das Schwert aus der Taille des Generals, der im Palast stand, und seufzte laut: „Für eine frustrierte Katze ist es schwierig, einen Tiger nachzuahmen, und ein frustrierter Papagei ist nicht so gut wie ein.“ Huhn.“ Danach beging er Selbstmord.\nAls Kaiser Dezong sah, dass Zhong Kui vor Wut Selbstmord beging, war er sehr überrascht. Um die Herzen der Menschen zu gewinnen, verfügte er, dass Zhong Kui mit dem offiziellen Titel „Gelehrter Nr. 1“ begraben werden sollte, und er nannte Zhong Kui auch den Gott des Exorzismus, um die Welt von bösen Geistern zu befreien.", "聖意": "Beten Sie um Segen für Ihr Zuhause, Ihre eigene Sicherheit, finanzielle Schwierigkeiten, geschäftliches Scheitern, Scheitern der Ehe, weibliche Fußgänger in Liujia, halbgegarte Shinta-Seidenraupen, sechs Haustiere, die aufgezogen werden können, vermisste Menschen, öffentliche Klagen im Westen, Migration, Konservativität, verloren Eigentum, Krankheit, bete um Glück in Bergen und Gräbern", "古人": "Zhong Kui erlangte das Tao", "第X籤": "Sechsundzwanzigster Lottogewinn (Lotterie)", "宮": "Mi-Palast"}