{"籤詩版本二": "Im Osten liegt ein wunderschöner Chanjuan im Mondlicht, und die Wolken verdecken ihn für einen Moment und bleiben dann verborgen.\nManchmal ist es rund, aber manchmal fehlt es. Wer behauptet, es sei nicht rund, ist nur leeres Gerede.", "詩意": "Der Mond in diesem Hexagramm ist von Wolken bedeckt.\nAlles liegt immer noch im Koma.", "解曰": "Schwebende Wolken bedecken den Mond. Kein Grund zu zweifeln. Warten darauf, dass sich die Cloud sammelt. Dann wirst du es verstehen.", "籤詩故事一": "◇Bao Gong sucht Kaiserin Li\nWährend der Herrschaft von Zhenzong in der Song-Dynastie war Kaiserin Li (Kaiserin Li) eine Magd im Harem. Sie wurde von Song Zhenzong bevorzugt und zur Wanyi befördert und wurde schwanger.\nAber zu dieser Zeit hatte die Konkubine Liu Def (später Kaiserin Liu) böse Gedanken und bestach den Eunuchen Guo Huai, um den Sohn von Kaiserin Li durch eine gehäutete Zibetkatze zu ersetzen, schnappte sich ihren Sohn und sagte dem Kaiser, dass er ihr leiblicher Sohn sei. Song Zhenzong war wütend und schickte die Kaiserin Li in den kalten Palast.\nNachdem Konkubine De zur Königin befördert worden war, plante sie, Kaiserin Li zu töten, die aus dem Palast geflohen war.\nEines Tages traf Li Niangniang, der auf der Straße lebte, Bao Zheng, den kaiserlichen Gesandten, der in der Gegend auf Patrouille war. Sie erzählte ihm von ihren Lebenserfahrungen und dass sie die leibliche Mutter des derzeitigen Kaisers Song Renzong sei . Nachdem Bao Zheng von dem Vorfall erfahren hatte, brachte er Li Niangniang zurück nach Peking, meldete es Song Renzong und fand die Angelegenheit heraus, und schließlich erkannten Mutter und Sohn einander. Kaiserinwitwe Liu und der zuständige Eunuch Guo Huai senkten ihre Köpfe und gestanden.", "聖意": "Ich fühle mich zu Hause unwohl, ich bete für finanziellen Schutz, finanzielle Schwierigkeiten, viel Glück im Geschäft, Heirat, Unglück, Menschen auf dem Feld, Seidenraupen, ungünstige Tiere, Schwierigkeiten, Menschen zu finden, Klagen, Verlust, Migration, Konservativität, verlorenes Eigentum, Westliche Krankheiten sind schwer zu heilen, Berggrab-Reform", "古人": "Bao Gong ist auf der Suche nach Kaiserin Li", "第X籤": "Achtundzwanzigster Lottogewinner", "宮": "Mittagspalast"}