{"籤詩版本二": "Ich rate dir, ihn nicht um Hilfe zu bitten. Er fliegt wie ein Kranich und schießt geheime Pfeile auf dich.\nWenn Sie Brennholz sammeln gehen und eine Schlange im Gras liegt, werden Sie möglicherweise von Gift gebissen und werden traurig sein.", "詩意": "Dieses Hexagramm ist ein Zeichen dafür, dass man in Sicherheit bleibt und sich selbst bewahrt.\nSeien Sie in allem vorsichtig.", "解曰": "Schließen Sie Ihren Mund und halten Sie Ihre Zähne fest. Er ist nachlässig. Wenn Sie sich schuldig fühlen. Am Ende schadet es einem selbst.", "籤詩故事一": "◇Schachbretttreffen\nKaiser Taizong aus der Tang-Dynastie marschierte nach Westen und war in der Stadt Suoyang gefangen. Cheng Yaojin kehrte nach Peking zurück, um um Verstärkung zu bitten.\nXue Dingshan wurde zum Marschall der zweiten Route ernannt und machte sich auf den Weg, um den Herrn zu retten und Xiliao zu befrieden.\nNachdem eine Gruppe von Menschen den Yumen-Pass verlassen hatte, kamen sie zum Berg Qipan. Dou Yihu, der König des Berges, wurde von Tausenden von Schergen auf dem Berg belagert und von Tang-General Luo Tong besiegt. Glücklicherweise war seine Schwester Dou Xiantong eine Schülerin der Heiligen Mutter der Gelben Blumen und beherrschte die Kampfkünste. Sie hielt das Feenseil und fesselte Luo Tong. Gefangen.\n(Das signierte Gedicht entspricht diesem)\nDou Xiantong sah Xue Dingshans Schönheit und wollte Feng Luans Freund werden, aber Xue Dingshan weigerte sich. Dou Xiantong wurde wütend und wollte ihn rausstoßen und enthaupten. Glücklicherweise kam Cheng Yaojin, um ihn zu retten und ermöglichte ihre Heirat. Später führte Dou Yihu auch die Qipanshan-Brüder zurück in die Tang-Dynastie, um der Tang-Dynastie bei der Eroberung des westlichen Liao zu helfen.", "聖意": "Sicherheit zu Hause, Eigennutz, Suche nach Reichtum, Warten auf ein Geschäft, Heirat nicht erlaubt, Liujia-Fehlalarm, Fußgänger blockieren Felder, Seidenraupen, sechs Nutztiere, vermisste Personen, Blockierung öffentlicher Klagen, Verlust (Mo Xing) Migration, konservativ, verlorenes Eigentum, Krankheit ist schwer zu heilen, Berggrab, viel Glück", "古人": "Schachbrettkonferenz", "第X籤": "Siebenunddreißigster Lottogewinner", "宮": "Mittagspalast"}