{"籤詩版本二": "Zeit in Ruhe verbringen, im Sitzen und Liegen beim Tee trinken, nachdem man satt ist\nSie müssen körperlich und geistig nicht beschäftigt sein und werden auf keinen Fall Ungerechtigkeit oder Katastrophen verursachen.", "詩意": "Dieses Hexagramm ist ein Symbol für Frieden und Stabilität.\nIn allen Dingen bringt das Warten auf den richtigen Zeitpunkt Glück.", "解曰": "Bleiben Sie gesund und munter. Frag die Götter. Warten Sie, bis es soweit ist. Dinge passieren zufällig.", "籤詩故事一": "◇Foyinhui Dongpo\nEinmal erlangte Su Dongpo beim Zen-Studium etwas Verständnis. Er erkannte, dass sein Zustand transzendent war, und empfand Freude darüber. Da ich meine Leidenschaft nicht zurückhalten konnte, breitete ich meine Feder aus und schrieb ein Gedicht:\n„In der Mitte des Himmels strahlt Jishou hell über das Universum; er kann nicht von den acht Winden verweht werden und sitzt aufrecht auf einer violett-goldenen Lotusblume.“\n(Die acht Winde beziehen sich auf: Gewinn, Niedergang, Zerstörung, Ruf, Lob, Spott, Leid und Glück. Das heißt, sich nicht über diese acht Zustände zu ärgern, wird „die acht Winde können sich nicht bewegen“ genannt.)\nNachdem er es geschrieben hatte, schickte Dongpo seinen Diener über den Fluss, um es Zen-Meister Foyin vom Jinshan-Tempel zu übergeben.\nNachdem Zen-Meister Foyin es gelesen hatte, markierte er es mit dem Wort „Furz“ und gab es seinem Diener zur Rücknahme.\nDongpo war wütend, als er das sah, also nahm er ein Boot über den Fluss und ging zum Jinshan-Tempel, um das Siegel des Buddha zur Diskussion zu finden.\nAls Dongpo am Tor des Jinshan-Tempels ankam, wartete Foyin bereits am Tor.\nSu Dongpo beschuldigte Foyin sofort: „Warum nennst du das Gedicht, das ich geschrieben habe, einen Furz?“\nFoyin antwortete: „Bist du nicht schon jetzt ‚unfähig, dich von den acht Winden treiben zu lassen‘? Wie könntest du von einem Furz ‚über den Fluss geschlagen‘ werden?“\nZu diesem Zeitpunkt war Dongpo schockiert, als er erkannte, dass er nicht gut genug war, und ging voller Scham.\n(Diese Geschichte ist eine Metapher für „Die Hitze ist noch nicht da“)", "聖意": "Beten Sie für Ihr Zuhause und Ihre eigene Sicherheit, für Ihren Wohlstand, für Ihr Geschäft, für viel Glück in Ihrer Ehe, für eine Reisende aus Liujia auf das Feld, dafür, dass die Seidenraupen im Herbst reifen, dafür, dass sechs Tiere stabil sind, … jemanden finden, schwer zu finden sein, für öffentliche Klagen, für Migration, für verlorenes Eigentum, für Krankheit, für die Entsendung in ein Berggrab, glücksverheißend", "古人": "Foyinhui Dongpo", "第X籤": "Einunddreißig gewinnende Lotterie", "宮": "Wei Gong"}