{"籤詩版本二": "Die Rückreise ist sicher. Wer kennt die im Stein verborgene Jade?\nSobald ein guter Handwerker einen klaren Schnitt hat, wird er sich in der Jaspis-Zeit sicher und geborgen fühlen", "詩意": "In diesem Hexagramm können Sie das Bild von Jade sehen, wenn Sie einen Stein schneiden.\nArbeite hart, um in allem erfolgreich zu sein.", "解曰": "Der Schatz liegt im Stein. Fremde wissen wenig. Warten Sie, bis es klar wird. Tun Sie, was Sie können.", "籤詩故事一": "◇Liu Bei sucht Talente (drei Besuche im Reetdachhaus, drei Besuche im Reetdachhaus)\nDie Zeit der drei Königreiche. Zhuge Liang lebte zurückgezogen in einer strohgedeckten Hütte in Longzhong. Liu Bei war bestrebt, nach Talenten zu suchen, also besuchte er Zhuge Liang persönlich. Er besuchte Zhuge Liang dreimal (in der Geschichte als „Drei Besuche im Reetdachhaus“ bekannt). Liu Bei bat andere, sich fernzuhalten, und fragte Zhuge Liang: „ Die Han-Dynastie ist gefallen und verräterische Minister haben ihr Leben gestohlen. Eure Majestät.“ Mit Staub bedeckt. Ich messe nicht meine Tugend und meine Fähigkeiten, ich möchte an die große Gerechtigkeit in der Welt glauben, sondern an meine Weisheit und Fähigkeiten sind oberflächlich, deshalb nutze ich es ausgiebig. Stand heute. Mein Ehrgeiz ist jedoch noch nicht erfüllt. Glauben Sie, dass der Plan umgesetzt wird?“\nZhuge Liang präsentierte ihm dann den Plan, die Welt in drei Teile zu teilen, und analysierte die Situation, in der Cao Cao nicht verfügbar war und Sun Quan ihm zu Hilfe kommen konnte. Er ging auch auf die Feigheit der Staatspfarrer in den Bundesstaaten Jing und Yi ein , und es gab eine Gelegenheit, sie auszunutzen, und nur diese beiden Staaten konnten ausgebeutet werden. Nur dann kann er die Welt gewinnen; er erzählte Liu Bei sogar die Strategie, die Zentralebene anzugreifen. (Diese Diskussion wurde später „Longzhong Dui“ genannt). Nachdem Liu Bei dies gehört hatte, lobte er es, als hätte er einen Schatz gefunden, und lud Zhuge Liang nachdrücklich ein, zu Hilfe zu kommen, sodass Zhuge Liang Liu Beis militärischer Berater wurde.", "聖意": "Das Haus ist friedlich, ich suche nach Reichtum, der Arbeitshandel behindert die Ehe und werde zu einem virtuellen Reisenden in Liujia.", "古人": "Liu Bei sucht Talente (drei Besuche im Reetdachhaus, drei Besuche im Reetdachhaus)", "第X籤": "Der zweiunddreißigste Lottogewinner", "宮": "Wei Gong"}