{"籤詩版本二": "Verkleiden Sie sich und gestalten Sie den alten Familienstil neu. Das Tao hat keinen Himmel, aber es hat Verdienste.\nNachdem sie die Dornen und Dornen auf der Straße weggekehrt hatten, einigten sich die drei darauf, sich wieder mit ihren Kollegen zu vereinen", "詩意": "Dieses Hexagramm stellt die Neuordnung der Kleidung dar.\nAlles ist schwierig, bevor es später einfach wird.", "解曰": "Mach dir keine Sorge. Sich amüsieren. Wenn Sie nach der Zukunft fragen. Vor uns liegt ein guter Weg.", "籤詩故事一": "◇Buddhistische Schriften des Tang-Mönchs\nXuanzang (602-664), ein bedeutender Mönch der Tang-Dynastie, hatte den gemeinsamen Nachnamen Chen und den Vornamen Yi. Er wurde im Kreis Goushi, Luozhou (heute südlicher Teil der Stadt Yanshi, Provinz Henan) geboren. Mit dreizehn Jahren wurde er Mönch und nahm den buddhistischen Namen Xuanzang an. Die Welt wird Sanzang der Tang-Dynastie genannt.\nIm dritten Jahr von Zhenguan (629, auch als erstes Jahr von Zhenguan bekannt) reiste er nach Westen nach Tianzhu (Indien), um buddhistische Schriften zu erhalten. Er wagte sich allein in die Gefahr und ertrug Strapazen. Er kam erst nach vier Jahren an.\nIm siebzehnten Jahr von Zhenguan trat der Meister offiziell zurück und kehrte in den Osten zurück. Er kehrte über die Südstraße der heutigen Provinz Xinjiang, Khotan und Loulan nach China zurück. Es dauerte insgesamt siebzehn Jahre und eine Reise von 50.000 Meilen. Als er im ersten Monat des neunzehnten Jahres von Zhenguan in Chang'an ankam, befahl der Kaiser Liang Guogong Fang Xuanling und anderen zivilen und militärischen Beamten, ihn herzlich willkommen zu heißen.\nInsgesamt wurden 520 bzw. 657 Bände der ursprünglichen buddhistischen Sanskrit-Schriften angefordert. und ins Chinesische übersetzt.\nNach seiner Rückkehr genoss der Meister hohes Ansehen bei Kaiser Taizong und Kaiser Gaozong und wurde in Da Nei verankert, was ihm den Titel „Meister Tripitaka“ verlieh.", "聖意": "Das Haus ist in Aufruhr, viel Glück für sich selbst, Glück, gute Geschäfte, gute Ehe, Behinderung der Ankunft von Menschen auf dem Feld, Seidenraupen, ungünstige Viehhaltung, Suche nach Menschen, öffentliche Klagen, Migration, verlorenes Eigentum, verspätete Krankheit, Beten Um Segen zu erhalten, sollten Berggräber alt sein.", "古人": "Tang-Mönch lernt buddhistische Schriften", "第X籤": "Der fünfunddreißigste Lottogewinner", "宮": "Shen Gong"}