{"籤詩版本二": "Wenn Sie sicher und friedlich sein möchten, ist es nicht angebracht, Kerzen im Wind zu haben.\nEs ist besser, aufzuräumen und in einem tiefen Flur zu sitzen, Licht zu meiden, an einem ruhigen Ort zu schütteln und sich zu bewegen. Schütteln → Yao. Kostenlos → wenige.", "詩意": "Dieses Hexagramm ist wie der Wind, der die Lampe und die Kerze schüttelt.\nEs wird Glück bringen, die Dinge konstant zu halten.", "解曰": "Machen Sie es sich an einem ruhigen Ort gemütlich. Seien Sie auf Abruf und pünktlich. Es ist kein Segen. Konservativ und angemessen.", "籤詩故事一": "◇Li Jing kehrt zum Berg zurück\nLi Jing (571 – 2. Juli 649), Höflichkeitsname Pharmacist, stammte aus Sanyuan, Yongzhou (heute nordöstlich des Kreises Sanyuan, Provinz Shaanxi). Er war ein General von der späten Sui-Dynastie bis zur frühen Tang-Dynastie und ein berühmter Militärstratege mit sowohl zivilen als auch militärischen Fähigkeiten in der Tang-Dynastie. Später wurde ihm der Titel Herzog von Wei verliehen und er war in der Welt als Herzog von Wei bekannt.\nLi Jing ist der Vater des dritten Prinzen Nezha in der Liste der Götter, der auch als „König von Tota“ bekannt ist. Li Jing und sein Sohn halfen Jiang Ziya (Tai Gong), Königin Zhou zu besiegen, die Zhou-Dynastie zu gründen und König zu werden Wu bestieg offiziell den Thron. Anschließend erstellte Jiang Ziya eine Liste der Götter und führte eine Zeremonie durch, um die Seelen der in der Schlacht gefallenen Soldaten zu besänftigen. Von da an wurde die Welt friedlich und friedlich. König Wu wollte Marquisen ernennen und sie belohnen, außerdem wollte er den Gründungshelden Land zuweisen. Li Jing, sein Vater und sein Sohn sowie weitere sieben Personen baten darum, auf den Berg zurückzukehren, um den Taoismus zu praktizieren und nicht von weltlichem Ruhm und Reichtum besessen zu sein. Später wurden alle sieben „heilig im Körper“ und zählten zur Klasse der Unsterblichen.\nDie Geschichte von „Feng Shen Bang“", "聖意": "Das Haus ist konservativ, ich bin gewöhnlich, ich suche nach Geld, ich habe Schwierigkeiten im Geschäft, meine Ehe harmoniert nicht mit Liujia, ich bete für das Vertrauen der Fußgänger, die Seidenraupen sind im Herbst reif und die Tiere sind in Sicherheit. Ich suche Menschen, ich sehe öffentliche Klagen und Migration, ich bin konservativ, ich habe Eigentum verloren, ich bin krank, ich möchte das Grab in Jianxingshan nicht verändern.", "古人": "Li Jing kehrt zum Berg zurück", "第X籤": "Siebenunddreißigster Lottogewinner", "宮": "Shen Gong"}