{"籤詩版本二": "Tausendjähriger Spiegel wieder vereint, Frau bittet Ehemann um erneute Heirat\nSeitdem hat sich die Familie verändert und den Kindern und Enkeln wurden Segen zuteil.", "詩意": "Dieses Hexagramm ist ein Symbol für die Wiedervereinigung der Spiegel.\nAlles ist mühsam und teuer.", "解曰": "Sand in Gold graben. Auf einem Drachen reiten und auf einem Tiger reiten. Obwohl es mühsam ist. Darin liegt eine Ergänzung.", "籤詩故事一": "◇Yulianhui zehn Freunde\nIn der Song-Dynastie heiratete Qian Yulian Wang Shipeng. Als Shi Peng nach Peking ging, um die Prüfung abzulegen, zwang der wohlhabende Sun Ruquan Yulian, ihn erneut zu heiraten.\nQian Yulian lehnte den Vorschlag des wohlhabenden Sun Ruquan ab und würde lieber Wang Shipeng heiraten, einen armen Gelehrten aus Wenzhou, der von „Jing Chai“ angeheuert wurde.\nSpäter gewann Wang Shipeng den ersten Preis. Da er sich weigerte, von Premierminister Wanqi zur Heirat gezwungen zu werden, wurde er als Richter in das abgelegene Chaoyang geschickt. Sun Ruquan änderte heimlich den Familienbrief von Wang Shipeng in einen „Scheidungsbrief“ und täuschte Yulian, um betrogen zu werden. Qian Yulians Stiefmutter zwang sie ebenfalls, wieder zu heiraten, aber Yulian weigerte sich und beging Selbstmord, indem sie sich in den Fluss warf. Sie wurde von Qian Zaihe gerettet , ein Schnuller aus Fujian, und als Adoptivtochter adoptiert. .\nYulian dachte, Shipeng sei tot. Fünf Jahre später war Wang Shipeng Gouverneur von Ji'an. Eines Tages hielt er in einem taoistischen Tempel eine Gedenkzeremonie ab, um seiner verstorbenen Frau zu gedenken. Yulian ging zufällig zum taoistischen Tempel von Ji'an, um ihn zu verbrennen Weihrauch, und Wang Shipeng und Qian waren endlich wieder vereint.", "聖意": "Das Haus ist nicht gut für einen selbst. Herbst und Winter gedeihen. Möge der Reichtum gedeihen. Herbst und Winter gedeihen. Das Geschäft gedeiht. Möge die Ehe erfolgreich sein. Beten Sie, dass Fußgänger auf die Felder gehen. Seidenraupen können gezüchtet werden. Sechs Tiere kann erhoben werden. Menschen können gefunden werden. Öffentliche Klagen sind ungünstig. Migration ist konservativ. Verlust von Eigentum. Späte Krankheit. Beten Sie um Segen. Berge und Gräber sind gut.", "古人": "Yulianhui zehn Freunde", "第X籤": "Das vierte Zeichen", "宮": "Gebärmutter"}