{"籤詩版本二": "Das rote Rad fällt im Westen, das Kaninchen erhebt sich im Osten, das Yin wächst und das Yang verschwindet, und alles gedeiht\nWenn eine Frau es nutzen möchte, wird es ihr Vermögen vergrößern und ihr Herz glücklich machen.", "詩意": "Dieses Hexagramm ist das Symbol für das Wachsen von Yin und das Verschwinden von Yang.\nAlles ist schwierig, bevor es später einfach wird.", "解曰": "Yin kommt Frauen zugute. Nicht für Männer geeignet. Wenn Sie Rat suchen. Zuerst kommt das Böse und dann kommt das Gute.", "籤詩故事一": "◇Wu Zetian bestieg den Thron\nIm Alter von 14 Jahren wurde Wu von Kaiser Taizong Li Shimin aus der Tang-Dynastie als talentierte Person mit dem Namen „Wu Mei“ in den Palast gerufen. Nach Taizongs Tod betrat Zetian den Ganye-Tempel und wurde Nonne.\nAls Kaiser Gaozong aus der Tang-Dynastie den Thron bestieg, berief er die Familie Wu in den Palast, um Zhaoyi zu huldigen. Im sechsten Jahr von Yonghui (655) ernannte Kaiser Gaozong Wu zu seiner Königin.\nWu Zetian war intelligent, interessierte sich für Literatur und Geschichte und war reich an Einfallsreichtum. Kurz nachdem Wu Zetian Königin geworden war, beauftragte er sie manchmal mit der Verwaltung bestimmter politischer Angelegenheiten, da Gaozong schwach und krank war, wodurch ihre Macht wuchs. Im ersten Jahr von Shangyuan (674) wurde Kaiser Gaozong „Kaiser“, Kaiserin Wu „Königin des Himmels“ genannt und beide wurden im Palast „Zwei Heilige“ genannt.\nIm ersten Jahr von Hongdao (683) starb Kaiser Gaozong, Prinz Li Xian bestieg den Thron und Wu Zetian übernahm den Thron. Im Februar des ersten Sisheng-Jahres (684) setzte Wu Zetian Li Xian als König von Luling ab und setzte ihren vierten Sohn Li Dan als Kaiser ein, der die Dynastie weiterhin regierte. Im September desselben Jahres änderte sie die Flagge in Gold und Luoyang, die östliche Hauptstadt, wurde in göttliche Hauptstadt umbenannt. Am neunten September im ersten Jahr von Tianshou (690) proklamierte Wu Zetian sich selbst zum Kaiser und änderte den Namen des Landes in Zhou.", "聖意": "Das Zuhause ist für einen selbst ungünstig, man betet um Segen, sucht nach Reichtum, bewacht Transaktionen, Glück in der Ehe, Pech in der Ehe (weiblich), Fußgänger blockieren Felder, Seidenraupen, wohlhabendes Vieh, sucht Menschen, Trennung, Rechtsstreit, Verlust, Migration , Verlust von Eigentum, Krankheit, Schock, Berge und Gräber, viel Glück", "古人": "Wu Zetian besteigt den Thron", "第X籤": "Der vierzigste Lottogewinner", "宮": "Du Palast"}