{"籤詩版本二": "Du wirst dich an die unendlich guten Worte erinnern, aber du wirst dein Sohn, wenn du den Dieb erkennst.\nSeien Sie im Moment nicht gierig und machen Sie sich keine Gedanken darüber, wie er vor einem Jahr etwas Gutes getan hätte.", "詩意": "Dieses Hexagramm identifiziert einen Dieb als Sohn.\nSeien Sie bei allem, was Sie tun, vorsichtig.", "解曰": "Nur diese eine. Ein Gentleman macht keinen Fehler. Denk daran. Sei nicht einsam.", "籤詩故事一": "◇Dong Zhuo akzeptiert Lu Bu\nLu Bu, mutig und gut im Kämpfen, war ein berühmter Militärgeneral am Ende der östlichen Han-Dynastie und zu Beginn der Drei Königreiche. Er betrachtete einst Ding Yuan, den Gouverneur von Jingzhou, als seinen Adoptivvater und diente unter ihm.\nNach dem Tod von Kaiser Ling aus der östlichen Han-Dynastie ging Ding Yuan nach Peking, um mit dem General He Jin zusammenzuarbeiten und die Regierung zu kontrollieren.\nDong Zhuo kämpfte mit Ding Yuan, aber mehrere Generäle konnten Lu Bu nicht besiegen, also schickte Dong Zhuo seinen Untergebenen Li Su, um Lu Bu zu bestechen. Li Su brachte haufenweise Gold- und Silberschätze und das berühmte rote Hasenpferd mit, um „Lu Bu zu besuchen“. Li Su brachte haufenweise Gold- und Silberschätze und das berühmte rote Hasenpferd mit, um Lu Bu zu besuchen. Also wurde Lu Bu von Dong Zhuo bestochen, Ding Yuan zu töten, und forderte auch seine Soldaten auf, mit ihm zu kommen, wenn sie wollten, und zu gehen, wenn sie ihm nicht folgen wollten. Infolgedessen rannten die meisten Soldaten weg. Also wurde Lu Bu von Dong Zhuo bestochen und tötete Ding Yuan.\nNachdem Dong Zhuo die Macht erlangt hatte, adoptierte er Lu Bu als seinen Adoptivsohn und ernannte ihn zum General und Marquis.\nDong Zhuo hatte ein heftiges Temperament und die „Vater-Sohn-Beziehung“ zu Lu Bu war tatsächlich sehr schwach. Im Jahr 189 n. Chr. tötete Lu Bu auf Betreiben von Situ Wang Yun Dong Zhuo.\nSechs Monate nach Dong Zhuos Tod fielen Dong Zhuos alte Truppen in die Hauptstadt ein und Lu Bu und seine Frau flohen in Panik. Nachdem er die Hauptstadt verlassen hatte, suchte Lu Bu Zuflucht bei den Kriegsherren Yuan Shu, Yuan Shao, Zhang Yang, Zhang Miao, Liu Bei usw. und kämpfte viele Male mit Cao Cao, einem anderen großen Kriegsherrn dieser Zeit. Lu Bu war mutig und gut im Kampf und besiegte Cao Cao mehrmals.\nIm dritten Jahr von Jian'an in der östlichen Han-Dynastie griffen Cao Caos Truppen Xiaopei, den Stützpunkt von Lu Bu, an und wurden von Cao Cao unter dem Baimen-Turm gefangen genommen und getötet. Vor der Hinrichtung bat Lu Bu Cao Cao, ihn am Leben zu lassen, um dem Tod zu entgehen, aber Liu Bei erinnerte Cao Cao daran, dass Lu Bu viele Male verraten hatte und ein unehrlicher Mann war. Am Ende richtete Cao Cao, der nur Talente ohne Rücksicht auf die Moral schätzte, Lu Bu hin.", "聖意": "Zu Hause fühle ich mich unwohl, ich suche normalerweise nach Geld, hüte mich vor Transaktionen, es ist schwierig zu heiraten, der Liujia-Mann ist schockiert, die Seidenraupen sind auf dem Feld halbreif, die sechs Tiere sind in Sicherheit, die Person sucht nach ihm , die öffentliche Klage ist angemessen, und die Migration besteht darin, für verlorene Dinge, die schwer zu finden sind, Krankheiten und den Frieden im Grab des Berges Zhenxing zu beten.", "古人": "Dong Zhuo akzeptiert Lu Bu", "第X籤": "Der 41. Lottogewinner", "宮": "Du Palast"}