{"籤詩版本二": "Der Kaiser, der Kaiser und die Kaiserin werden endlich gnädig sein und ohne Verlust oder Gewinn auf Segen warten und beten.\nAlle Lebewesen profitieren davon und es wird Wohlstand in der Welt und im Himmel erwartet.", "詩意": "Dieses Hexagramm ist ein Zeichen der Gunst des Himmels.\nAlles wird erfolgreich sein.", "解曰": "Der Kaiser zeigte seine Gunst. Nie vergessen. Morgen- und Abendrituale. Es ist angebracht, Weihrauch zu verbrennen.", "籤詩故事一": "◇Mulian hat seine Mutter gerettet\nMokou Lian oder Mulian ist der mächtigste unter den zehn Schülern von Shakyamuni Buddha.\nSeine Mutter war zu Lebzeiten gierig und geizig, so dass sie nach ihrem Tod in das Reich der hungrigen Geister geriet. Mokhullian nutzte seine magische Kraft, um zu beobachten und fand heraus, dass seine Mutter als hungriger Geist geboren wurde, keine Möglichkeit hatte, an Nahrung zu kommen, und sich in großer Not befand. Er nutzte seine magische Kraft, um seiner Mutter Essen zu bringen. Unerwartet, nachdem die Mutter es erhalten hatte Das Essen verwandelte sich in Asche und konnte nicht mehr gegessen werden.\nMaudgalyana war besorgt über das, was passiert war, und berichtete es dem Buddha. Der Buddha sagte zu Mulian, dass er am 15. Tag des siebten Mondmonats hundert Aromen und fünf Früchte in eine Schüssel geben und sie den tugendhaften Mönchen der zehn Richtungen anbieten sollte. Mit dieser Kraft würde seine Mutter essen können .\nMaudgalyayana handelte nach dem Willen Buddhas und seine Mutter wurde schließlich befreit. Diese Art von Zeremonie wird „Obon-Fest“ genannt und dieses Fest wird „Obon-Fest“ genannt.\n(Hinweis: Eine Art Substanz hat auf verschiedenen Ebenen der Welt unterschiedliche Gefühle. Zum Beispiel: Wenn es in dieser Welt regnet, sehen wir es als „Wasser“, während Wesen im Reich der hungrigen Geister es als „Blut“ empfinden Lebewesen in der Höllenwelt empfinden es als „Blut“. Es fühlt sich an, als würde man „ein Schwert fallen lassen“, während himmlische Wesen sich fühlen, als würde man „eine Blume fallen lassen“.)", "聖意": "Für Heim und Haus beten, für viel Glück im Winter beten, Reichtum suchen, keine Transaktion, Heirat, Frieden in Liujia, Fußgänger, Felder bewegen, Seidenraupen, sechs Tiere, Menschen finden, Klagen, Erfolg, Migration, Konservativität, verlorenes Eigentum, Krankheit , Seelenfrieden, Frieden der Berge und Gräber", "古人": "Mulian rettet seine Mutter", "第X籤": "Unterschreiben Sie zweiundvierzig", "宮": "Du Palast"}