{"籤詩版本二": "Die Welt ist flexibel und alle Dinge sind selbsttragend, selbsttragend und sicher\nAlles im Leben ist wunderbar, danke den Heiligen und Weisen für alles und sei wohlhabend.", "詩意": "Dieses Hexagramm stellt die Harmonie zwischen Erde und Erde dar.\nAlles läuft gut und es besteht keine Gefahr.", "解曰": "Alle Dinge werden geboren. Alle Pläne und Wünsche werden wahr. Ford hilft. Rui Qi hat es eilig.", "籤詩故事一": "◇Wanderer erlangen Erleuchtung\nGeschichte „Reise in den Westen“:\nSun Wukong übernahm den Berg der Blumen und Früchte und wurde König. Um später einen Weg zu finden, für immer zu leben, reiste er acht oder neun Jahre lang über Berge und Flüsse, um Patriarch Bodhi als seinen Lehrer anzubeten. Er lernte die Siebzig -zwei Wechsel des irdischen Bösen und Saltowolken und nahm zum ersten Mal den Nachnamen Sonne an. Benannt Wukong.\nDanach ging Sun Wukong zum Drachenpalast im Ostchinesischen Meer, um eine geeignete Waffe zu finden, und fand schließlich den Ruyi-Goldenen Knüppel, die göttliche Nadel von Tianhe und Dinghai. Da seine Lebensspanne zu Ende war, machte er großes Aufsehen in der Unterwelt, überarbeitete das Buch über Leben und Tod und kehrte in die Menschenwelt zurück. Später wurde Sun Wukong zum ersten Mal vom Himmel gerufen und erhielt den Namen Bima Wen. Später wurde er zum zweiten Mal in den Himmel gerufen und zum Affenkönig ernannt. Er aß heimlich Pfirsiche und machte im Himmel großes Aufsehen. Er wurde im Bagua-Ofen versiegelt, um seine goldenen und feurigen Augen zu trainieren. Schließlich wurde er wurde von Tathagata Buddha am Fuße des Wuzhi-Berges 500 Jahre lang unterdrückt und konnte sich nicht bewegen. Die Stelle, an der der Bagua-Ofen umgeworfen wurde, verwandelte sich in einen Flammenberg.\nFünfhundert Jahre später reiste Mönch Tang in den Westen, um heilige Schriften zu erhalten, kam am Berg der Fünf Elemente vorbei und nahm den Talisman ab, bevor er Sun Wukong rettete. Sun Wukong brach vor Dankbarkeit in Tränen aus. Nachdem er von Guanyin Bodhisattva unterwiesen worden war, verehrte er den Tang-Mönch als seinen Lehrer und ging in den Westen, um gemeinsam die heiligen Schriften zu lernen. Auf dem Weg, die heiligen Schriften zu lernen, stürzte sich Sun Wukong auf Dämonen, vernichtete Monster und vollbrachte immer wieder außergewöhnliche Taten. Allerdings wurde er von seinem Meister Tang Seng immer wieder missverstanden und vertrieben. Nach einundachtzig Schwierigkeiten war die Arbeit endlich abgeschlossen. Die vier Meister und Schüler kamen im Xitian Leiyin Tempel an und erhielten die wahre Schrift. Sun Wukong hat das richtige Ergebnis erzielt.\n(Diese Geschichte ist eine Metapher dafür, dass sogar ein Affe zur Erleuchtung gelangen kann, ganz zu schweigen von einem Menschen.)", "聖意": "Das Haus ist günstig für einen selbst, für Reichtum, Geschäft, Heirat, Liujia, männliche Fußgänger, Blockierung von Feldern, Seidenraupen, sechs Tiere, Zhongping, die Suche nach Menschen, Klagen, Erfolg, Migration, Verlust von Eigentum, Krankheit, Xingxingshan-Grab, Dinge sind glückverheißend", "古人": "Der Reisende erlangt Erleuchtung", "第X籤": "Unterzeichnet am 43", "宮": "xugong"}