{"籤詩版本二": "Sanftmut hat seit der Antike über die Stärke gesiegt, und die Tür zu guten Taten ist wohlhabend.\nWenn jemand dieses Hexagramm errät, wird es so sein, als würde man Yaojing begegnen, wenn man durstig ist.", "詩意": "Dieses Hexagramm ist ein Zeichen von Freundlichkeit und Sanftmut.\nIn allem ist Harmonie die Norm.", "解曰": "Himmel und Erde haben Gefühle. Sehr richtig. Gott und Buddha beschützen dich. Vergiss nicht, was du hast.", "籤詩故事一": "◇Renzong erkannte seine Mutter\nSong Zhenzongs Konkubine, Konkubine Liu, war eifersüchtig auf die Geburt eines Sohnes, Zhao Zhen, durch Konkubine Li und bestach die Hebamme, um den Sohn von Konkubine Li durch eine gehäutete Zibetkatze zu ersetzen. Konkubine Li wurde fälschlicherweise beschuldigt, einen Dämon zur Welt gebracht zu haben, und wurde herabgestuft der kalte Palast. Konkubine Liu konnte inthronisiert werden. Für später.\nNachdem Konkubine De zur Kaiserin befördert worden war, zündete Konkubine De den kalten Palast an und plante, Konkubine Li zu töten. Konkubine Li entkam und lebte unter den Menschen.\nKonkubine Li warf Zhao Zhen ursprünglich in den Fluss, aber glücklicherweise wurde er vom Eunuchen gerettet und in den Palast der Acht Weisen geschickt. Als er erwachsen wurde, trat er die Nachfolge von Song Renzong an.\nSpäter traf Bao Zheng (Bao Qingtian) zufällig die blinde Konkubine Li. Als er die Wahrheit erfuhr, untersuchte er den Fall energisch, und schließlich kam die Wahrheit ans Licht, und die Mutter und der Sohn von Song Renzong und Konkubine Li erkannten sich. Konkubine Liu wurde in den kalten Palast geworfen und Konkubine Li wurde im Palast willkommen geheißen. Die Geschichte endete erfolgreich.", "聖意": "Heim und Haus sind glückverheißend für einen selbst, für Reichtum, für ein Geschäft, für eine Ehe, für eine Ehe, für männliche Fußgänger, für die Blockierung von Feldern, für Seidenraupen, für den Herbst, für sechs Tiere, für sechs Tiere, dafür, Menschen zu finden, Menschen zu sehen , für Klagen, für Erfolg, für Einwanderung, für verlorenes Eigentum, für östliche Krankheiten, für Segen, für Berggräber und für östliche und westliche Glücksverheißungen.", "古人": "Renzong erkannte seine Mutter", "第X籤": "Fünfundvierzigster Lottogewinn", "宮": "xugong"}