{"籤詩版本二": "Qin Jun führt ein konservatives Leben und ist entschlossen, nichts Böses zu tun.\nBis jemand sanft Kraft ausübt, regenerieren die abgestorbenen Äste und alten Bäume ihre Blüten.", "詩意": "Dieses Hexagramm ist wie aus totem Holz wachsende Blumen.\nAlles hat seinen eigenen Erfolg.", "解曰": "Seien Sie konservativ und ruhig. Dinge werden wahr. Wenn es sich bewegt, wird es viele Katastrophen geben. Im Schweigen liegt keine Schuld.", "籤詩故事一": "◇Weishui-Angeln\nIn der Zhou-Dynastie wurde Jiang Shang, genannt Ziya, in Ji (gebürtig aus Xuzhou, Ostchinesisches Meer) geboren und sein taoistischer Name war Fei Xiong. Dem Vorfahren wurde der Titel Zai Lu (Ortsname) verliehen, daher wurde er auch Lu Wang genannt.\nUm den unruhigen Zeiten von König Zhou aus der Shang-Dynastie zu entkommen, lebte Jiang Ziya am Wasser des Ostchinesischen Meeres und fischte im Weishui-Fluss.\nDer Angelhaken ist gerade. Tatsächlich fischt sein Herz nicht, aber sein Ehrgeiz ist es, Premierminister zu werden.\nKönig Wen hörte, dass er weise war und stellte ihn als seinen Lehrer (Premierminister) ein. (Jiang Ziya war damals achtzig Jahre alt)\nSpäter griff König Wu von Zhou König Zhou von Shang an, zerstörte die Shang-Dynastie und gründete die Zhou-Dynastie. König Wu nannte Jiang Ziya Shangfu. Feng Jiangs Sohn, Ding Gong, wurde Marquis von Qi.\n(Diese Geschichte ist eine Metapher: Warten Sie auf die Gelegenheit, warten Sie, bis sich eine auslösende Gelegenheit ergibt, dann beginnt die Entwicklung.)", "聖意": "Viel Glück für die Familie, das Zuhause und den Reichtum. Wenn die Zeit gekommen ist, wird die Transaktion erfolgreich sein. Wenn in Liujia ein Mädchen geboren wird, werden Fußgänger die Felder blockieren, Seidenraupen werden blockiert. Sechs Tiere werden schwer zu finden sein. Gut Glück bei Gerichtsverfahren, Migration, Konservativität, verlorenem Eigentum, Krankheit und Segen. Viel Glück in Bergen und Gräbern.", "古人": "Weishui-Angeln", "第X籤": "Sechsundvierzigster Lottogewinn", "宮": "xugong"}