{"籤詩版本二": "Das kalte Wetter verwandelt Wasser in Eis. Warum nach Ruhm gierig sein?\nMir bleibt nichts anderes übrig, als still zu sitzen und darauf zu warten, dass die Blätter auf natürliche Weise gedeihen.", "詩意": "In diesem Hexagramm verwandelt sich Wasser in Eis.\nBitten Sie nicht umsonst um etwas.", "解曰": "Wasser gefriert zu Eis. Eis schmilzt zu Wasser. Wenn es eine Verschwörung ist. So ist es.", "籤詩故事一": "◇Wang Xiang bittet um Karpfen (Vierundzwanzig kindliche Pietätsgeschichten)\nWang Xiang aus der Jin-Dynastie, mit freundlicher Genehmigung Fuzheng, wurde in Linyi geboren.\nAls Wang Xiang jung war, starb seine leibliche Mutter. Sein einsamer Vater heiratete eine Frau namens Zhu und Wang Xiang hatte eine neue Mutter. Als Wang Xiang jung war, starb seine leibliche Mutter und sein einsamer Vater heiratete eine Frau namens Zhu. Wang Xiangs Stiefmutter war eine engstirnige und eifersüchtige Frau. Sie mochte Wang Xiang nicht und schalt ihn oft wegen Kleinigkeiten. Bald darauf brachte die Stiefmutter auch einen Sohn namens Wang Lan zur Welt. Die Stiefmutter liebte nur ihre eigenen Kinder und betrachtete Wang Xiang als einen Dorn im Auge. Sie wurde noch anspruchsvoller gegenüber Wang Xiang und sprach vor seinem Vater oft schlecht über Wang Xiang. Selbst sein Vater liebte ihn nach und nach nicht mehr. Die Stiefmutter liebte nur ihre eigenen Kinder und betrachtete Wang Xiang als einen Dorn im Auge. Sie stellte noch höhere Ansprüche an Wang Xiang und sprach vor seinem Vater oft schlecht über Wang Xiang. Selbst sein Vater liebte ihn nach und nach nicht mehr. Obwohl Wang Xiangs Halbbruder, ist Wang Lan sehr freundlich zu seinem Bruder. Trotz der Folterungen ihrer Stiefmutter war sie immer noch sehr kindisch. Die Stiefmutter ist so hart, aber Wang Xiang ist immer noch sehr kindisch.\nSeine Stiefmutter hat ein Hobby, das heißt, sie isst gerne frischen Fisch, der gerade aus dem Fluss gefischt wurde. Seine Stiefmutter hat ein Hobby, das heißt, sie isst gerne frischen Fisch, der gerade aus dem Fluss gefischt wurde. Eines Winters war sein Vater geschäftlich unterwegs und seine Stiefmutter wurde erneut krank. Die Brüder Wang Xiang und Wang Lan servierten ihrer Mutter sorgfältig die Suppe und die Medizin. Trotz der strengen Kälte besserte sich die Krankheit der Stiefmutter immer noch nicht Eile. Eines Winters war sein Vater geschäftlich unterwegs und seine Stiefmutter wurde erneut krank. Die Brüder Wang Xiang und Wang Lan servierten ihrer Mutter sorgfältig die Suppe und die Medizin. Trotz der strengen Kälte besserte sich die Krankheit der Stiefmutter immer noch nicht Eile. Die kranke Stiefmutter wollte frischen Fisch aus dem Fluss essen. In diesem streng kalten Klima schneite es draußen und das Wasser im Fluss hatte sich bereits in dickes Eis verwandelt. Die kranke Stiefmutter wollte frischen Fisch essen. Wo konnte man in diesem eisigen und schneereichen Klima frischen Fisch finden?\nDamals gab es keine Gerichte außerhalb der Saison, und selbst wenn man Geld hatte, konnte man sie nicht kaufen.\nAn diesem Punkt der Geschichte ereignete sich die berührende Geschichte von Wang Xiangqiu Li. Die beiden Brüder bewachten hilflos ihre Mutter. Wang Xiang ging zum zugefrorenen Fluss, um seine kranke Stiefmutter nicht zu enttäuschen. Wang Xiang hatte eine Idee und zog trotz der Kälte sein Hemd aus. Er lag nackt auf dem Gletscher und wollte es benutzen seine eigene Körpertemperatur, um das Eis zu schmelzen (daher wird der Wang Xiangqiu-Karpfen auch Wang Xiang genannt, der auf dem Eis liegt). Er zog sein Hemd aus und lag nackt auf dem Gletscher. Er betete zu Gott und sagte: „Gott, meine Mutter ist krank und möchte frische Karpfen essen. Du musst einen Weg für mich finden, egal was passiert.“ Seltsamerweise brach der Eisblock neben ihm plötzlich auf und es waren zwei davon Risse. Ein lebender Karpfen sprang aus dem Riss und sprang auf das Eis. Wang Xiang war sehr glücklich. Er betete zu Gott: „Gott, meine Mutter ist krank und möchte frischen Karpfen essen. Du musst einen Weg für mich finden, egal was passiert.“ Seltsamerweise brach der Eisblock neben ihm plötzlich auf, und es gab zwei Risse. Ein lebender Karpfen sprang aus der Ritze und sprang auf das Eis. Wang Xiang war sehr glücklich. Er kniete schnell nieder, dankte Gott und rannte mit dem Karpfen nach Hause. Er kniete schnell nieder, dankte Gott, nahm schnell den Karpfen und ging nach Hause. Nachdem die Stiefmutter frischen Karpfen gegessen hatte, erholte sie sich bald von ihrer Krankheit. Die Stiefmutter im Krankenhausbett war fassungslos, als sie Wang Xiangs nackten Oberkörper sah, der sich vor Kälte lila verfärbte, und zwei Fische in seinen Händen. Sie rannte glücklich ins Zimmer und war fassungslos.\nWang Xiang wurde später Beamter und Taibao und erhielt den Titel eines Herzogs.", "聖意": "Unruhig zu Hause, ich bete um Schutz, finanzielle Schwierigkeiten, geschäftliche Probleme, Ehe, Unstimmigkeiten in der Liujia-Versicherung, Fußgänger, Chi Tian, ​​Seidenraupenverluste, sechs Viehverluste, vermisste Personen, öffentliche Klagen, Migration, Konservative, verlorenes Eigentum, Krankheit , schwer zu erholen, Berggrab, viel Glück", "古人": "Wang Xiang bittet um Karpfen (Vierundzwanzig kindliche Pietätsgeschichten)", "第X籤": "Neunundvierzig im Lotto gewinnen", "宮": "Haigong"}