{"籤詩版本二": "Sie können in alle Ecken des Landes reisen, indem Sie das Segeldach aufhängen, um es frei zu halten\nWenn der Wind günstig ist, kommt er bald und das Boot ist voller Schätze.", "詩意": "Dieses Hexagramm ist, als würde man ein Boot vom Wind ziehen.\nAlles läuft gut.", "解曰": "Ruhen Sie sich aus. Kein Aufwand erforderlich. Viel Reichtum. Alle bewundert.", "籤詩故事一": "◇Tao Zhugui Fünf Seen (Fan Ligui See)\nIm Frühling und Herbst war Fan Li, dessen Höflichkeitsname Shaobo war, auch als Gui Yizipi oder Tao Zhugong bekannt.\nZu dieser Zeit gab es einen Krieg zwischen dem Staat Wu und dem Staat Yue, und der Staat Wu zerstörte den Staat Yue. Fan Li und Wen Zhong formulierten einen Plan für Yue-König Gou Jian, um Yue zu fördern und Wu zu zerstören. Fan Li reiste persönlich durch Berge und Flüsse und besuchte den Huansha-Fluss im Cailuo-Gebirge, um Xi Shi zu finden, eine wunderschöne Frau mit Tugenden, Talenten und Schönheit, und präsentierte sie dem König von Wu. Er benutzte eine „Schönheit“. „Trick“, um innen und außen zusammenzuarbeiten und das Wu-Königreich zu zerstören.\nNachdem es ihm gelungen war, das Wu-Königreich auszulöschen, wusste Fan Li, dass Gou Jian ein „langhalsiger Vogel mit Schnabel“ war und Nöte und Glück mit ihm teilen konnte, also segelten er und Xi Shi durch das Qi-Königreich und änderten ihre Namen an Gui Zipi und führte seine Söhne und Schüler in das Qi-Königreich. Sie leben in einer Hütte am Meer. Er arbeitete hart, um Brachland zu kultivieren, ein Nebengewerbe zu führen und Geschäfte zu machen. Innerhalb weniger Jahre sammelte er zig Millionen Familienbesitz an. Er war großzügig darin, Reichtum zu verbreiten und Gutes für seine Heimatstadt zu tun. Fan Lis Weisheit und Fähigkeiten wurden von den Menschen in Qi geschätzt. Der König von Qi lud ihn in die Hauptstadt Linzi ein und verehrte ihn als den für Regierungsangelegenheiten zuständigen Premierminister . Er rief aus: „Ein Beamter zu sein kann zu Ministern führen, und die Führung einer Familie kann zu einem Vermögen führen. Für einen einfachen Bürger, der bei Null angefangen hat, ist das das Äußerste. Eine lange Ehrung ist wahrscheinlich kein gutes Zeichen.“ Nur drei Jahre später zog er Jiliu erneut mutig zurück, gab das Siegel an den König von Qi zurück und verschenkte sein gesamtes Familienvermögen an seine engen Freunde und Dorfbewohner.", "聖意": "Das Haus ist gut für sich selbst (zur Verschiffung), das Geld ist gut, das Geschäft läuft gut, die Ehe ist spät, die Ehe ist nicht gut, Liujia ist sicher, die Leute behindern die Felder, Seidenraupen, Herbst, Vieh, Frühling ist wohlhabend, Menschen suchen Menschen, Klagen sind schlecht, Migration ist konservativ, verlorene Dinge, westliche Krankheiten sind gelöst, Berge und Gräber liegen im Süden.", "古人": "Tao Zhugui Fünf Seen (Fan Ligui See)", "第X籤": "Der fünfzigste Lottogewinner", "宮": "Haigong"}