{"籤詩版本二": "Der Sommer ist der längste Tag und jeder macht sich Sorgen wegen der Hitze und der Depression\nHimmel und Erde wissen auch, was die Menschen wollen, und die Brise weht und es ist von Natur aus kühl", "詩意": "Dieses Hexagramm zeigt an, dass sich jeder wegen Hitze Sorgen macht.\nMach was du willst.", "解曰": "Es besteht kein Zweifel darüber, ob man vorrücken oder sich zurückziehen soll. Sich amüsieren. Ist es zum Campen? Es besteht kein Grund, vorschnell zu handeln.", "籤詩故事一": "◇ Kong Ming betritt Sichuan\nZhuge Liang (181-234), Höflichkeitsname Kongming, stammte aus Yangdu, Langya (heute Kreis Yinan, Provinz Shandong) und war während der Zeit der Drei Königreiche Premierminister von Shu Han (Liu Bei).\nObwohl Liu Bei Jingzhou gewann, reichte dies nicht aus, um eine Seite zu trennen. Zhuge Kongming plante, Xichuan einzunehmen, um Liu Beis Territorium zu vergrößern. Zu dieser Zeit wurde Liu Zhang in Yizhou von Zhang Lu im Norden angegriffen. Zhuge Kongming erfuhr, dass Liu Zhang die Karte von Xichuan Cao Cao widmen wollte, um sich selbst zu schützen. Als Zhang Song (Liu Zhangs Untergebener) Cao Cao traf, nahm Liu Zhang die Karte mit zurück nach Xichuan und kam unterwegs an Jingzhou vorbei, weil Cao Cao arrogant und unhöflich war. Kong Ming hatte unterwegs bereits auf ihn gewartet und ihn nach Jingzhou eingeladen, doch er erwähnte das Xichuan-Bild erst bei der Abreise. Zhang Song war Kong Ming für seine Höflichkeit und Gastfreundschaft dankbar und widmete ihm das Xichuan-Bild ihn.\nDas Gelände von Xichuan war gefährlich und konnte angegriffen oder verteidigt werden. Nach den verschiedenen Arrangements von Kong Ming wurde Xichuan zum Geburtsort von Liu Bei.\n(Kong Ming behandelte die Menschen höflich und erlangte leicht das begehrte Xichuan.)", "聖意": "Beten Sie für Segen zu Hause und für Selbsterhaltung (im Unglück liegt Glück). Streben Sie nach Reichtum, Glück im Geschäft, gemeinsame Ehe, Geburt von Jungen in Liujia, Umzug von Feldern, Seidenraupen, Schäden am Viehbestand, Suche nach Menschen, Öffentlichkeit Klagen, Migration, alte verlorene Dinge, nordische Krankheiten, der Wunsch nach Bergen und Gräbern", "古人": "Kong Ming betritt Sichuan", "第X籤": "Kapitel 51: Das Los gewinnen (Winning the Lot)", "宮": "Gebärmutter"}