{"籤詩版本二": "Es erfordert viel Mühe, den Mond im Wasser einzufangen. Es erfordert viel Mühe, aber nichts.\nReden Sie keinen Unsinn und verschwenden Sie Ihre Bemühungen nicht, den Körper zu stärken. Das Wort „Körper verdorrt“ bedeutet ursprünglich „Der Körper ist einsam“.", "詩意": "Dieses Hexagramm ist gierig nach dem Bild der Anstrengung.\nAlles ist mühsam und mühsam.", "解曰": "Versprechen sind schwer zu merken. Viel harte Arbeit. Sorgen zu Hause. Ich warte darauf, edle Leute zu treffen.", "籤詩故事一": "◇Taibai fing betrunken den Mond ein (Li Taibai fing betrunken den Mond ein)\nLi Bai (701-762), auch bekannt als Taibai, auch bekannt als Qinglian Jushi. Der Dichter der Tang-Dynastie, der sich selbst als verbannten Unsterblichen bezeichnete, war als Unsterblicher der Poesie bekannt und er war immer glücklich, ohne zu trinken.\nEinmal kam Li Bai nach Jinling (heute Nanjing) und ruhte sich in einem Restaurant neben der Wendebrücke aus.\nDieser Tag war zufällig der fünfzehnte Tag des Wintermondmonats. Nachts saß er allein im Restaurant und bewunderte den Mond, während er trank und Gedichte rezitierte. Dieser Tag war zufällig der fünfzehnte Tag des Wintermondmonats. Nachts saß er allein im Restaurant und bewunderte den Mond, während er trank und Gedichte rezitierte. Li Taibai liebte den Mond in seinem Leben am meisten und sagte, er sei sauber und schön. Li Taibai liebte den Mond in seinem Leben am meisten und sagte, er sei sauber und schön. In dieser Nacht schaute er auf und sah den weißen, runden Mond am Himmel. Er war sehr glücklich und trank noch ein paar Gläser. In dieser Nacht schaute er auf und sah den weißen, runden Mond am Himmel. Er war sehr glücklich und trank noch ein paar Gläser. Um Mitternacht nutzte Li Taibai den Wein und ging die Treppe hinunter zur Wendebrücke. Um Mitternacht nutzte Li Taibai den Wein und ging die Treppe hinunter zur Wendebrücke. Sobald er die Brücke betrat, senkte er den Kopf und sah plötzlich, wie der Mond ins Wasser fiel. Als sich der Fluss bewegte, fügten sich dem weißen Mondschatten ein paar schwarze Linien hinzu. Sobald er die Brücke betrat, senkte er den Kopf und sah plötzlich, wie der Mond ins Wasser fiel. Als sich der Fluss bewegte, fügten sich dem weißen Mondschatten ein paar schwarze Linien hinzu. Li Taibai war zu dieser Zeit so betrunken, dass er dachte, es sei der Mond, der vom Flusswasser befleckt sei. Li Taibai war zu dieser Zeit so betrunken, dass er dachte, es sei der Mond, der vom Flusswasser befleckt sei. Er machte sich nicht einmal die Mühe, seine Stiefel auszuziehen, sondern öffnete seine Hände und sprang von der Brücke, um den Mond einzufangen. Er machte sich nicht einmal die Mühe, seine Stiefel auszuziehen, sondern öffnete seine Hände und sprang von der Brücke, um den Mond einzufangen. Unerwarteterweise wurde bei diesem Sprung der Mond nicht gefangen, sondern der Mond im Wasser zerschmettert und sofort in zwei Hälften geteilt. Unerwarteterweise wurde bei diesem Sprung der Mond nicht eingefangen, sondern der Mann ertrank. Er starb im Alter von zweiundsechzig Jahren.", "聖意": "Das Haus ist unruhig und Sie haben Pech (achten Sie auf Ihre Gesundheit) (Pech) Streben Sie nach Reichtum und Ausgeglichenheit (denken Sie nicht einmal darüber nach) Schwierigkeiten bei Geschäftstransaktionen, die Ehe wird nicht gelöst, beten Sie um Schutz (verhindern Sie leere Schätze). Fehlgeburt) Fußgänger sind in Schwierigkeiten, Seidenraupen auf dem Feld sind fünf Punkte und sechs Tiere sind im Niedergang (Pech) Auf der Suche nach Menschen (unglücklich) Öffentliche Klagen und (Klage stoppen) Gewöhnliche Migration (nicht erwähnen) Verlust von Eigentum (Flugzeug) Beten um Schutz vor Krankheit (unglücklich) Glück in Bergen und Gräbern", "古人": "Taibai hat den Mond gefangen, während er betrunken war (Li Taibai hat den Mond gefangen, während er betrunken war)", "第X籤": "Zweiundfünfzigster Lottogewinn (Lotterie)", "宮": "Gebärmutter"}