{"籤詩版本二": "Wenn aus Frust Hochgefühl wird, brüllen Drachen und Tiger.\nDer blaue Himmel hat seinen eigenen Weg zum Himmel. Möge ich noch eine Chance bekommen, Ruhm zu erlangen.", "詩意": "Dieses Hexagramm ist wie ein brüllender Drache und ein brüllender Tiger.\nEs besteht die Hoffnung, dass alles gut geht.", "解曰": "Einfach unterrichten und loslegen. Haben Sie Ihren eigenen Wohlstand. Muss am Ende gemacht werden. Es gibt einen Ort zu finden.", "籤詩故事一": "◇Liu Bei rekrutiert eine Braut\nNach der Schlacht von Chibi war Sun Quan bestrebt, Jingzhou, das von Liu Bei erworben worden war, zurückzugewinnen, also nutzte er den Plan von Zhou Yu und gab vor, dass er seine Schwester Sun Ren mit Liu Bei verloben wollte, aber tatsächlich wollte er sie nehmen Liu Bei als Geisel, um Jingzhou zu beanspruchen.\nNachdem Zhuge Liang Zhou Yus Plan ausspioniert hatte, übergab er die Broschüre mit der Strategie an Zhao Yun, der Liu Bei beschützte, als er nach Soochow ging. Zhao Yun folgte der Strategie in der Broschüre und sorgte absichtlich für großes Aufsehen, um Wu Guotai ( (Sun Quans Vater) weiß von dem Heiratsantrag. Da Wu Guotai seine Tochter liebte und nicht bereit war, beiläufige Entscheidungen über die lebenslangen Angelegenheiten ihrer Tochter zu treffen, tadelte sie Sun Quan für sein rücksichtsloses Verhalten gegenüber seiner Schwester und schlug vor, im Ganlu-Tempel persönlich zu testen, ob Liu Bei seiner Tochter würdig sei. Nachdem Wu Guotai Liu Bei kennengelernt hatte, schätzte sie Liu Bei sehr und befürwortete nachdrücklich die Heirat zwischen Liu Bei und seiner Tochter. Infolgedessen heiratete Liu Bei Frau Sun erfolgreich.\nSpäter flohen Liu Bei und Frau Sun gemeinsam zurück nach Jingzhou. Später wollte Sun Quan Jingzhou heimlich angreifen, während Liu Bei Yizhou angriff, wurde aber von Wu Guotai aufgehalten, der sich Sorgen um die Sicherheit seiner Tochter machte.\nEr sagte: „Zhou Yus cleverer Plan ist der beste der Welt. Er hat seine Frau und seine Truppen verloren.“\n(Liu Bei hat durch den Schaden gewonnen)", "聖意": "Ich habe zu Hause Pech und ich habe Pech (erst Pech, dann Glück). Suche nach Reichtum, Ausgeglichenheit, Schwierigkeiten in der Ehe, Erfolg in der Ehe. Bete um Segen für Fußgänger, Seidenraupen auf den Feldern, fünf Punkte für Viehschäden, suche für Menschen, Klagen und Migration, Glück für verlorenes Eigentum, Glück für Krankheiten, Frieden in Bergen und Gräbern.", "古人": "Liu Bei rekrutiert eine Braut", "第X籤": "Die dreiundfünfzigste Gewinnzahl", "宮": "Gebärmutter"}