{"籤詩版本二": "Die Tugend wird vom Vater an den Sohn weitergegeben und an den Enkel weitergegeben. Wohlstand in Bezug auf Nahrung und Kleidung hängt nur von Gott ab.\nChunxuan in der Halle macht Menschen glücklich. Wenn sie hungrig, essend, durstig und schläfrig sind, ist Chunxuan eine Metapher für Eltern.", "詩意": "Dieses Hexagramm ist mit dem Bild des Bambus verbunden, der zum Frühling führt.\nHoffentlich geht alles gut.", "解曰": "Nimm Bambus und führe zum Frühling. Es breitet sich endlos aus. Ein Gentleman sucht Hoffnung. Alle begeistert.", "籤詩故事一": "◇König Wu von Zhou bestieg den Thron\nKönig Wu von Zhou griff König Zhou an und führte achthundert Prinzen zum Kampf gegen die Armee von König Shang. Die Soldaten in Chaoge (der Hauptstadt von König Shang) wandten sich ebenfalls gegen König Shang und verrieten König Shang.\nKönig Zhou verbrannte sich auf dem Zhaixing-Turm und die Shang-Dynastie wurde zerstört.\nKönig Wu nahm das Goldbuch und den Goldschatz, den Thron des Kaisers, entgegen. Er blickte nach Süden, die Hände waren nach unten gefaltet und er setzte sich aufrecht hin. König Wu befahl, das Eigentum von Lutai zu verteilen, den Sternpflückturm abzureißen und das in Juqiao gelagerte Reiskorn zu verteilen.\nBefreie den gefangenen Jizi und repariere Bigans Grab. König Wu ritt an der Tür des Hauses des Weisen Shang Rong vorbei und senkte den Kopf. Respektieren Sie die tugendhaften und höflichen Menschen und lassen Sie die Sklaven im inneren Palast frei.\nEr stoppte auch die Aufrüstung und förderte Kultur und Bildung. Im Süden von Nanshan grasen Pferde und Rinder auf dem Land mit Pfirsichbäumen. Es ist eine friedliche Szene.", "聖意": "Das Haus ist nicht in gutem Zustand (Viel Glück), Sie können Ihre eigenen Wünsche äußern (Viel Glück), finanziellen Gewinn anstreben, eine Transaktion durchführen und heiraten (einen guten Schwiegersohn treffen), Liujia ist in Sicherheit (Sternzeichen). Schild), Fußgänger bewegen Felder, Seidenraupen haben Glück, sechs Tiere werden beschädigt, Menschen sind schwer zu finden (siehe) öffentliche Klagen, ein edler Mensch zieht um, Glück geht verloren. Krankheiten und Leiden", "古人": "König Wu von Zhou bestieg den Thron", "第X籤": "Fünfundfünfzigster Lottogewinn (Lotting)", "宮": "Hässlicher Palast"}