{"籤詩版本二": "Der Strand ist voller Steine, der Bach fließt, der Wind ist klar, der Mond ist klar und die edlen Leute sind beschäftigt.\nUnterwegs muss ich fragen, wohin ich gehen soll. Nimm den Duft der Blumen und Pflanzen im Wald nicht wahr. Kümmere dich nicht darum.", "詩意": "Dieses Hexagramm ist wie ein Boot, das an einem kleinen Strand entlang fährt.\nIn allem gibt es edle Menschen, die helfen können.", "解曰": "Lebensunterhalt verdienen. Viel harte Arbeit. Bleiben Sie konservativ und warten Sie. Alles Gute.", "籤詩故事一": "◇Lushan-Aufstand\nAn Lushan (703-757), dessen Nachname Kang war und Yaluoshan hieß, stammte aus Liucheng, Yingzhou (heute Chaoyang, Liaoning).\nSpäter nahm er den Nachnamen An an und änderte seinen Namen in Lushan. Während der Herrschaft von Kaiser Xuanzong aus der Tang-Dynastie war An Lushan der Militärgesandte.\nIm November des 14. Tianbao-Jahres stellte An Lushan Truppen in Fanyang auf. Im Namen des Angriffs auf Yang Guozhong startete er einen Aufstand und nahm die Truppen von drei Städten mit, um Luoyang, die östliche Hauptstadt, anzugreifen. Berichte aus Taiyuan erreichten Lishan. Tang (Dies ist eine Darstellung des „Geräuschs von rauem, fließendem Wasser auf kleinen Felsen in einem Bach“)\nErst als Yan Zhenqing, der Präfekt des Kreises Pingyuan, jemanden schickte, um Informationen zu übermitteln, erwachte Xuanzong aus seinem Traum.\nUnter der falschen Strategie des Kaisers Premierminister.\nIm Juni desselben Jahres hingerichtete Kaiser Xuanzong aus der Tang-Dynastie, der die Krise in Chang'an lindern wollte und ein falsches militärisches Verständnis hatte, zwei berühmte Generäle, Feng Changqing und Gao Xianzhi. Dieser Befehl schockierte die Tang-Armee. (Dieses Verhalten verstößt gegen „Die Straße muss zum vorderen Fluss zeigen“)\nDanach befahl Kaiser Xuanzong aus der Tang-Dynastie dringend einem anderen General, Ge Shuhan, die Tang-Armee aus Tongguan nach Osten zu führen.\nGe Shuhan, der den strategischen Fehler von Kaiser Xuanzong aus der Tang-Dynastie vollkommen verstand, plante, die Änderung zu verzögern (der Ansatz „Es ist in Ordnung, wenn der Wind ruhig ist und die Flut ruhig ist“).\nAm Ende dachte Kaiser Xuanzong aus der Tang-Dynastie, er sei zu schüchtern zum Kämpfen, also hatte er keine andere Wahl, als unter Tränen mit An Lushan zu kämpfen, und wurde besiegt. (Es erfüllt „Wenn Sie hart arbeiten, um für Ihren Lebensunterhalt zu sorgen, können Sie sich verletzen.“)\nAls in der Tang-Dynastie die Grenztruppen und die örtlichen Garnisonen keine Zeit hatten zu reagieren, drängte die Armee von An Lushan an die Grenze und drang in das Hauptstadtgebiet ein. In einer kritischen Situation führte Kaiser Xuanzong aus der Tang-Dynastie das Gardekorps zur Flucht aus der Hauptstadt, was zum Sturz des führerlosen Xijing Chang'an führte.\n(Tang Xuanzong verstieß gegen die Führung dieses Zeichens, sodass An Lushans Rebellion erfolgreich war.)", "聖意": "Das Zuhause ist sicher, man selbst ist glücksverheißend, das Vermögen ist stabil, die Transaktion ist erfolgreich und die Ehe ist erfolgreich (Vorsicht). Ein männlicher Fußgänger aus Liujia kommt auf das Feld, Seidenraupen werden geerntet und sechs Tiere werden beschädigt. Die Person wird gefunden und die öffentliche Klage ist berechtigt. Das verlorene Eigentum bringt Krankheiten mit sich, das heißt, das Anshan-Grab sollte repariert werden.", "古人": "Lushan-Aufstand", "第X籤": "Die sechsundfünfzigste Lotterie", "宮": "Hässlicher Palast"}