{"籤詩版本二": "Gehen Sie direkt zum Doppelgebäude, um sich zu verstecken, umgeben von einem Dornenwald\nTian Gaojun hat ein langes und ein kurzes Leben. Gewinnen Sie einen Erfolg und verlieren Sie zwei Menschen. Gehen Sie herum →.", "詩意": "Dieses Hexagramm ist ein Zeichen dafür, dass die Dinge alt bleiben und sich jederzeit ändern können.\nAlles wird glückverheißend sein, wenn Sie auf den richtigen Zeitpunkt warten.", "解曰": "Wie betrunkenes Trinken. Seien Sie einfach konservativ. Warten Sie, bis es soweit ist. Keine Katastrophe, keine Schuld.", "籤詩故事一": "◇Zhang Liangyin Berg\nIn der Han-Dynastie war Zhang Liang, dessen Höflichkeitsname Zifang war, ein Koreaner. Seine Vorfahren waren fünf Generationen lang allesamt koreanische Premierminister.\nAls der Qin-Staat Südkorea zerstörte, verteilte Zhang Liang sein gesamtes Vermögen und versteckte sich. Um Südkorea zu rächen, schickte er einen starken Mann mit einem Eisenkegel im Körper. Als er Qin Shihuang in Bolangsha (heute Landkreis Yuanyang, Provinz Henan) angegriffen hat, hat er versehentlich das Auto des Stellvertreters angefahren. Der Erste Kaiser wollte Zhang Liang im ganzen Land verhaften, konnte ihn aber zehn Monate lang nicht fassen.\nSpäter unterstützte Zhang Liang den König von Han bei der Einigung der Welt. Nach seinem Erfolg weigerte er sich, belohnt und zum Beamten ernannt zu werden, und zwar unter dem Vorwand, von Chisongzi (dem Unsterblichen) den Taoismus zu lernen.", "聖意": "Beten Sie um Segen zu Hause und für Ihre eigene Sicherheit (schleppendes Glück kann nur durch Wohlwollen erklärt werden) Das Streben nach Reichtum ist normal (vermeiden) Transaktionen werden erfolgreich sein (warten Sie eine Minute) Die Ehe steht nicht im Einklang mit Liujia, viel Glück beim Reisen Feld, Seidenraupen sind halb glücksverheißend, sechs Tiere sind wohlhabend (Misserfolg), auf der Suche nach Menschen, behindern öffentliche Klagen, Verlust, Migration ist glücksverheißend (Unglück) ) Verlust von Eigentum, Pech für Krankheit, beten Sie um Glück in Bergen und Gräbern", "古人": "Berg Zhang Liangyin", "第X籤": "Neunundfünfzig im Lotto gewinnen (Lotterie)", "宮": "Yin-Palast"}