{"籤詩版本二": "Morgens und abends muss die Unterstützung des Buddha in Zeiten der Gefahr erfolgen, aber nicht in Gefahr\nWenn Sie sich zu einer edlen Person hingezogen fühlen, werden Sie auch Geld und Seide begleiten. Das ist Chuan Lai. Es hängt alles von dir ab.", "詩意": "Dieses Hexagramm stellt den geheimen Segen der Götter und Buddhas dar.\nSeien Sie geduldig und haben Sie bei allem viel Glück.", "解曰": "Ein Zeichen altmodischen Friedens. Wenn alles teuer ist, wird es günstig sein.", "籤詩故事一": "◇Tang Monk erlangte die Erleuchtung\nEines Tages kam Tang Seng zum Fluss und sah davor den Lingshan-Berg des Buddha. Davor befand sich eine einbogige Brücke. Tang Seng wagte es nicht, sie zu überqueren. Der Buddha verwandelte sich in einen Bootsmann und hielt ein kaputtes Boot ohne Boden. Sobald Tang Monk das Boot bestieg, fiel er in den Fluss und wurde vom Bootsmann gerettet. Auf diese Weise erlangte Tang Monk die Buddhaschaft. (Geschichte der Reise in den Westen)\n◇Buddhistische Schriften des Tang-Mönchs\nSanzang aus der Tang-Dynastie, sein gebräuchlicher Nachname war Chen und sein Vorname war Yi. Geboren im Kreis Goushi, Luozhou (heute südlich der Stadt Yanshi, Provinz Henan). Mit dreizehn Jahren wurde er Mönch und nahm den buddhistischen Namen Xuanzang an.\nUm die ursprünglichen buddhistischen Schriften zu erhalten, brach er im dritten Jahr von Zhenguan (629 n. Chr.) von Chang'an (dem heutigen Xi'an, Provinz Shaanxi) auf, wagte sich über die Grenze und musste unzählige Strapazen auf sich nehmen, um Tianzhu zu erreichen ( Indien), um Schriften zu sammeln. Er reiste durch die Einzugsgebiete des Ganges und des Indus sowie durch die südöstlichen Küstengebiete Indiens, überquerte dann die schneebedeckten Berge und grünen Bergrücken und wanderte mehr als 50.000 Meilen hin und zurück. Es dauerte 16 Jahre, bis er schließlich nach Chang'an zurückkehrte das 19. Jahr von Zhenguan (645 n. Chr.). Er brachte eine große Anzahl buddhistischer Schriften mit und übersetzte sie ins Chinesische.\n(Tang Sanzang unternahm eine lange Reise zwischen China und Indien. Er muss Gefahren erlebt haben, aber er konnte sicher zurückkehren, weil ein unsichtbarer Schutzpatron hinter ihm war.)", "聖意": "Das Zuhause ist sicher, man selbst ist glücksverheißend, der westliche Handel ist erfolgreich, die Ehe ist erfolgreich, die Fußgänger blockieren das Feld, die Seidenraupen sind blockiert, die Seidenraupen sind 70 %, das Vieh ist profitabel, die Menschen sind gefunden, die westliche Öffentlichkeit Die Klage ist schlecht, die Migration ist konservativ, das verlorene Eigentum wird gesehen, die Krankheit ist glückverheißend, die Berge und Gräber sind glückverheißend.", "古人": "Tang Monk erlangte die Erleuchtung", "第X籤": "Zweiundsechzigster Lottogewinn", "宮": "Yin-Palast"}