{"籤詩版本二": "Der schwimmende Fisch wurde in einer Schlinge im Bibo-Teich gefangen.\nWenn etwas schief geht, nachdem man darüber nachgedacht hat, wird es am Ende Ärger verursachen.", "詩意": "Dieses Hexagramm stellt einen Fisch dar, der in einer Schlinge gefangen ist.\nEs ist auch ratsam, bei allem vorsichtig zu sein.", "解曰": "Siedlung unter dem Haus. Die Katastrophe fällt vom Himmel. Stehen Sie früh auf und treffen Sie zunächst Vorsichtsmaßnahmen. Vermeiden Sie Katastrophen.", "籤詩故事一": "◇Das Pferd ist mit Wasser bedeckt (es ist schwierig, das Wasser aufzufangen)\nHan-Dynastie. Zhu Maichen, Höflichkeitsname Wengzi, stammte aus Wu in Kuaiji (heute Teil der Stadt Suzhou).\nIn seinen frühen Jahren war Maichens Familie arm und er hatte keinen Erfolg. Das Paar lebte in einem strohgedeckten Tor in einer Hintergasse, schlug Feuerholz und verkaufte es, um über die Runden zu kommen. Mit dem Verkauf von Brennholz zu jedem Preis verdient man nicht viel Geld.\nSeine Frau ging Wasser holen und sah eine Gruppe Kinder, die über Maichen lachten. Die Frau fand das beschämend und ging später.\nAls Zhu Maichen fünfzig Jahre alt war, suchte Kaiser Wu aus der Han-Dynastie nach Talenten und verehrte Zhu als Präfekten von Kuaiji.\nSeine Frau bedauerte ihre Blindheit und wünschte, zur Magd und Konkubine degradiert zu werden, um Zhu für den Rest seines Lebens zu dienen.\nMaichen befahl seiner Ex-Frau, einen Eimer Wasser zu holen, ihn auf die Stufen zu gießen und sagte: „Wenn das Wasser zurückgenommen werden kann, können die beiden wieder zusammenkommen.“\nIn Anbetracht der Beziehung zwischen Mann und Frau wurde der Frau und ihrem wiederverheirateten Mann ein offener Raum im Hintergarten zur Verfügung gestellt, um sich zu kultivieren und sich selbst zu ernähren. Seine Frau warf sich in den Fluss und starb.", "聖意": "Das Haus ist in Gefahr, man selbst ist in Gefahr, das Geld ist verloren, die Transaktion läuft in Frieden, die Ehe ist nicht harmonisch, Liujia hat Angst, Menschen sind blockiert, Seidenraupen auf dem Feld sind beschädigt, sechs Tiere sind verloren, Menschen sind es gefunden werden, Klagen verloren gehen, Migration ist gut, verlorene Dinge sind ungünstig, Krankheiten werden verursacht, Katastrophen und gefährliche Berggräber sollten verändert werden.", "古人": "Das Pferd ist mit Wasser bedeckt (es ist schwierig, das Wasser aufzufangen)", "第X籤": "Vierundsechzigstes Zeichen", "宮": "Maogong"}