{"籤詩版本二": "Die Straße ist gefährlich, die Pferde und Männer haben es eilig und die Soldaten geraten in große Not, wenn sie verloren gehen.\nDer Strand ist hoch, der Wind und die Wellen brechen, das Boot ist kaputt, die Sonne geht unter, die Blumen sterben, der Himmel fällt und der Frost fällt. Sieg: Bär.棹: Ruder.", "詩意": "Dieses Hexagramm ist wie ein Boot, das den Strand entlangfährt.\nHüten Sie sich vor allen Gefahren.", "解曰": "Alte Schule und alte Schule. Ruhig und tadellos. Sie müssen sich nicht beraten lassen. Reisen Sie frei.", "籤詩故事一": "◇Der König von Chu Yin Ling verirrte sich\nAnfang 202 v. Chr. umzingelten insgesamt 400.000 Han-Truppen von drei Seiten Xiang Yus Armee in Gaixia, wo es an Nahrungsmitteln mangelte. Sie forderten die Soldaten auf, im Chu-Dialekt zu singen, was Xiang Yus Armee fälschlicherweise glauben ließ, dass ihre Heimatstadt kontrolliert worden sei von der Han-Armee. Diese psychologische Taktik der „Belagerung von allen Seiten“ führte dazu, dass die Armee von Xiang Yu an Moral verlor.\nAlso führte Xiang Yu mehr als 800 Elitekavalleristen an und beschloss, auszubrechen, während die Han-Armee mit Guan Ying und 5.000 Kavalleristen dicht dahinter folgte. Nach der Überquerung des Huai-Flusses hatte die Kavallerie von Xiang Yu nur noch hundert Mann übrig.\nXiang Yu verirrte sich in Yinling und fragte einen Bauern am Straßenrand nach dem Weg zum Fluss. Unerwartet folgte er der vom alten Mann gezeigten Richtung und landete in einem Sumpf, was das Fortbewegen erschwerte. Er wurde fast von Liu überholt Bangs Armee. Xiang Yu erreichte schließlich Wujiang und wusste, dass die Situation vorbei war. Als er die Ältesten von Jiangdong ohne Scham sah, beging er Selbstmord und starb.", "聖意": "Die Familie und das Haus sind besorgt über ihre eigenen Katastrophen. Sie suchen nach Geld und ruinieren das Geschäft. Die Ehe ist nicht von Dauer. Liujia ist gefährlich. Fußgänger blockieren die Felder. Seidenraupen werden beschädigt. Sechs Nutztiere werden beschädigt. Vermisste Personen. Öffentliche Klagen. Verlust. Migration. Verlorenes Eigentum. Krankheit. Es ist ungünstig, es in ein Berggrab zu schicken.", "古人": "König Yin Ling von Chu verirrte sich", "第X籤": "Sechsundsechzigstes Los", "宮": "Maogong"}