{"籤詩版本二": "Wenn der Winter kommt, wird ein Pflaumenblütenzweig auf dem Berg niemals zerstört, selbst wenn seine Blätter fallen und seine Zweige verdorren.\nAber wenn der Frühling kommt, gebe ich mich trotzdem als Kurtisane zurück und zerstöre das Originalwerk.", "詩意": "In diesem Hexagramm nimmt die Pflaumenblüte die Hauptrolle ein.\nAlles ist gut, wenn es verzögert wird.", "解曰": "Ein Pfeil schoss leer. Wenn es leer ist, ist es nicht leer. Ich warte darauf, dass der Frühling kommt. Farbe ist drin.", "籤詩故事一": "◇Zweimal getroffen\nWährend der Herrschaft von Kaiser Dezong aus der Tang-Dynastie wurden der loyale Minister Mei Bogao und seine Familie vom verräterischen Premierminister Lu Qi reingelegt, der sie alle töten wollte. Nur seinem Sohn Mei Liangyu gelang die Flucht. Später änderte er seine Familie Namen an Wang Xitong, um seine Identität zu verbergen. Er lebte allein auf der Straße, hungrig und frierend, aber glücklicherweise wurde er von Chen Risheng (Chen Dongchu) aufgenommen. Chen Risheng kannte seine Lebenserfahrung nicht und bat ihn daher, bei der Pflege von Chens Pflaumengarten zu helfen, damit er nicht auf der Straße verhungerte.\nChen Risheng war ein Klassenkamerad und Freund von Mei Bogao. Als er von Lu Qi verfolgt wurde, wurde er von Mei Bogao gerettet. Infolgedessen wurden Mei Bogao und Lu Qi verfeindet. Am Ende wurde ihre gesamte Familie hingerichtet. Chen Risheng war deswegen traurig und wütend. Nach seiner Heirat gab er auf und zog mit seiner Familie nach Yangzhou, um dort zurückgezogen zu leben.\nChen Risheng hat eine Tochter namens Chen Xingyuan, die wunderschön und duftend ist. Nachdem Mei Liangyu zur Familie Chen kam, verliebten sie sich auf den ersten Blick. An einem Tag, an dem die Pflaumenblüten in voller Blüte standen und gleichzeitig Mei Bogaos Todestag war, eröffneten Chen Risheng und seine Familie im Pflaumengarten ihres Hauses einen Altar, um an ihren verstorbenen Freund und Wohltäter zu erinnern. Unerwartet änderte sich plötzlich das Wetter , und ein heftiger Schneesturm wehte und bedeckte alle Pflaumenblüten. Zerstört. Chen Risheng beklagte, dass er sicher entkommen konnte, aber er konnte nicht einmal die Nachkommen der Familie Mei retten. Er dachte, dies sei eine Warnung Gottes, also schwor er, dass die Pflaumenblüten nicht wieder blühten, was beweist, dass die Nachkommen von Als die Familie Mei noch lebte, sagte er nie etwas. Er flüchtete in den Buddhismus und wurde Mönch.\nSeine Tochter Xingyuan hörte dies und zündete sofort Weihrauch an und betete aufrichtig zu Gott, dass er die Pflaumenblüten wieder zum Blühen bringen möge. Ihre Aufrichtigkeit bewegte den Himmel und alle Pflaumenbäume im Pflaumengarten blühten wieder; später wusste Chen Risheng, dass der Xitong Liangyu war, also verlobte er seine Tochter Xingyuan mit ihm.", "聖意": "Das Heim und das Haus sind nicht gut für einen selbst, für sein eigenes Glück, für das Streben nach Reichtum, für das umsichtige Handeln, für das Warten bis zur Hochzeit, für das Verspäten, für das Heiraten, für das Verspäten, für den Wohlstand der Frühling, zu spät kommen, zu spät kommen, zu spät kommen, beschäftigt sein, beschäftigt sein, wohlhabend sein, beschäftigt sein, gefunden werden.", "古人": "Zweimal gepunktet", "第X籤": "Neunundsechzig im Lotto gewinnen", "宮": "Tatsumi"}