{"籤詩版本二": "Chao Chao ist wie eine Biene, die Blumen sammelt und von Südwesten nach Osten fliegt\nDer Frühling ist vorbei, die Blumen sind verschwunden und es gibt keinen Ort, nach dem man suchen könnte. Dieses Herz wird seinen Aufenthaltsort nicht ändern.", "詩意": "Dieses Hexagramm ist wie eine Biene, die Blumen pflückt.\nAlles ist mühsam und mühsam.", "解曰": "Keine Frühlingslandschaft. Es regnet lange, klart aber nie auf. Bitten Sie um Hilfe. Es ist besser, ruhig zu sein.\n.", "籤詩故事一": "◇Li Mi rebellierte gegen die Tang-Dynastie\nLi Mi\n(582-619), der verstorbene Anführer der Wagang-Armee beim Bauernaufstand in der späten Sui-Dynastie in China. Meister der Kalligraphie. Der Meister des Wortes Fa stammte aus Chang'an, Jingzhao, und sein Stammsitz war Xiangping, Liaodong (heute südlich von Liaoyang, Liaoning). Er stammt aus Chang'an, Jingzhao, sein Stammsitz ist Xiangping, Liaodong (heute südlich von Liaoyang, Liaoning).\nIm neunten Jahr von Daye (613) beteiligte er sich an Yang Xuangans Aufstand gegen die Sui-Dynastie in Liyang (heute nordöstlich des Kreises Junxian, Provinz Henan). Im neunten Jahr von Daye (613) beteiligte er sich an Yang Xuangans Aufstand gegen die Sui-Dynastie in Liyang (heute nordöstlich des Kreises Junxian, Provinz Henan). Der geheimnisvolle Sinn ist besiegt,\nLi Mi floh. Xuangan wurde besiegt und Li Mi floh.\nIm zwölften Jahr von Daye trat er der Wagang-Armee bei\n. Im zwölften Jahr von Dayes Herrschaft trat er der Wagang-Armee bei. Li Mi war gut in Strategie. Im Oktober des zwölften Jahres von Daye überredete Li Mi Zhai, Xingyang Tong, den mächtigen General, der die Armee begleitete, anzugreifen, um Zhang Xutuo zu verteidigen, besiegte die Sui-Armee und tötete Zhang Xutuo. Li Mi war gut in Strategie. Im Oktober des zwölften Jahres von Daye überredete Li Mi Zhai, Xingyang Tong, den mächtigen General, der die Armee begleitete, anzugreifen, um Zhang Xutuo zu verteidigen, besiegte die Sui-Armee und tötete Zhang Xutuo.\nSpäter schlug er vor, das Lagerhaus von Xingluo (später in Luokou umbenannt) anzugreifen, das Lagerhaus zur Entlastung zu öffnen und das Team zu erweitern. Das Team der Wagang-Armee wuchs schnell. Im 13. Jahr von Daye führte Li Mi die Wagang-Armee und Zhai Rang an befasste sich mit der Herabstufung und Verteilung der Sui-Dynastie. Es gab einen Krieg um militärische Ressourcen und andere Probleme, und Li Mi tötete Zhai Rang und Hunderte seiner Anhänger. Später schlug er vor, das Lagerhaus von Xingluo (später in Luokou umbenannt) anzugreifen, das Lagerhaus zur Entlastung zu öffnen und das Team zu erweitern. Das Team der Wagang-Armee wuchs schnell. Im 13. Jahr von Daye führte Li Mi die Wagang-Armee und Zhai Rang an befasste sich mit der Herabstufung und Verteilung der Sui-Dynastie. Es gab einen Krieg um militärische Ressourcen und andere Probleme, und Li Mi tötete Zhai Rang und Hunderte seiner Anhänger.\nIm März des 14. Jahres von Daye tötete Yu Wenhuaji Kaiser Yang aus der Sui-Dynastie\nführte dazu, dass mehr als 100.000 Menschen in den Westen zurückkehrten. Im März des vierzehnten Daye-Jahres tötete Yu Wenhuaji (Yu Wen, zusammengesetzter Nachname) Kaiser Yang aus der Sui-Dynastie und kehrte mit mehr als 100.000 Menschen in den Westen zurück. Li Mi erhielt den Befehl, Huaji anzugreifen. Obwohl Huaji besiegt wurde, erlitten auch Li Mis Truppen schwere Verluste. Sie wurden später von Wang Shichong verfolgt. Li Mis Armee wurde besiegt und sein Lager zerstört. Seine Generäle Qin Shubao, Cheng Zhijie (ursprünglich benannt Cheng Yaojin), Niu Jinda und andere wurden gefangen genommen. Shan Xiongxin ergab sich. Li Mi erhielt den Befehl, Huaji anzugreifen. Obwohl Huaji besiegt wurde, erlitt Li Mi auch schwere Verluste bei seinen Truppen. Später wurde er von Wang Shichong verfolgt. Li Mis Armee wurde besiegt und sein Lager vernichtet. Seine Generäle Qin Shubao, Cheng Zhijie (ursprünglich Cheng Yaojin genannt), Niu Jinda und andere wurden gefangen genommen und Shan Xiongxin ergab sich. Li Mi war verzweifelt, also überquerte er im September den Fluss nach Heyang und ergab sich der Tang-Dynastie. Li Mi war verzweifelt, also überquerte er im September den Fluss nach Heyang und ergab sich der Tang-Dynastie.\nIm November schickte Li Yuan Li Mi nach Shandong, um alte Truppen zu rekrutieren. November, \nLi Yuan schickte Li Mi nach Shandong, um alte Truppen zu rekrutieren. Da er das Gefühl hatte, verdächtigt worden zu sein, rebellierte er gegen Tang. Da er das Gefühl hatte, verdächtigt worden zu sein, rebellierte er gegen Tang. Tang-General Sheng Yanshi lud Li Mi zum Angriff ein und tötete ihn in Xinggong Xian. Tang-General Sheng Yanshi lud Li Mi zum Angriff ein und tötete ihn in Xinggong Xian.", "聖意": "Haus, Haus, Zunge, Selbst, Bösewicht, auf der Suche nach Reichtum, verschwenderisches Geschäft, Ehen sind nicht von Dauer, Liujia, leere Blumen, Fußgänger, Yaotian, Seidenraupenschaden, sechs Viehschäden, vermisste Personen, Klagen, Verlust, Migration, Konservativität, verlorenes Eigentum, Krankheit, Hindernisse, Berggrabreform", "古人": "Li Mi rebellierte gegen die Tang-Dynastie", "第X籤": "Die siebzigste Auslosung", "宮": "Tatsumi"}