{"籤詩版本二": "Erkenntnis der neunzehnten Garde von Canglong: Eine Frau heiratete einen zweiten Ehemann\nMit einem Bogen und zwei Pfeilen werden die Dinosaurier sofort in Frieden leben", "詩意": "Dieses Hexagramm ist wie ein Bogen, der zwei Pfeile hält.\nWenn alles zusammenpasst, wird es glückverheißend sein.", "解曰": "Nicht zu schwer. Bestimmung. Zhen Liuzhong eröffnet. Es ist ratsam, vorsichtig zu sein.", "籤詩故事一": "◇Wenjun besucht Xiangru\nZhuo Wenjun war die Tochter des Enkels von Zhuo Wang, einem wohlhabenden Geschäftsmann aus Linqiong, Provinz Sichuan. Sie beherrschte Musik und hatte einen literarischen Namen. Mit sechzehn Jahren heiratete sie. Einige Jahre später starb ihr Mann und sie kehrte zu ihrer Geburtsfamilie zurück, um als Witwe zu leben.\nEines Tages ging Sima Xiangru zu einem Bankett zu Zhuo Wangsuns Haus. Als er erfuhr, dass Zhuo Wenjun frisch verwitwet war, spielte er das Lied „Phoenix Seeking the Phoenix“, um seine Liebe auszudrücken. Zhuo Wenjun hatte bereits von Sima Xiangru gehört und dieses Bankett machte ihn noch mehr zu Sima Xiangru hingezogen. Andererseits gab er nach dem Bankett von Sima Xiangru sofort viel Geld aus, um Zhuo Wenjuns persönliches Dienstmädchen zu bestechen, und bat sie, Sima Xiangrus Liebe zu Zhuo Wenjun zu übermitteln. Nachdem Zhuo Wenjun durch das Dienstmädchen von Sima Xiangrus Liebe erfahren hatte, eilte er sofort zum Gasthaus, in dem Sima Xiangru lebte. Als Sima Xiangru Zhuo Wenjuns Ankunft sah, flüchtete er sofort mit ihr über Nacht in seine Heimatstadt in Chengdu.\nAls sie in Chengdu waren, war das Paar mittellos und musste nach Linqiong zurückkehren, um ein kleines Hotel zu eröffnen, um ihren Lebensunterhalt zu verdienen. Zhuo Wenjun verkaufte Wein und Sima Xiangru wusch Geschirr. Sie führten ein armes Leben. Nachdem Zhuo Wenjuns Vater, Zhuo Wangsun, davon erfahren hatte, stimmte er zu und finanzierte sie auf Anraten seiner Freunde, so dass Sima Xiangru und Zhuo Wenjun nach Chengdu zurückkehrten, um dort zu leben, und später reich wurden.", "聖意": "Verlust von Heimat und Eigentum, der eigenen Rechte und Unrechte, das Streben nach Reichtum, Arbeitstransaktionen, der Schutz vor der Wiedervereinigung der Ehe", "古人": "Wenjun besucht Xiangru", "第X籤": "Einundsiebzig Gewinne im Lotto", "宮": "Tatsumi"}