{"籤詩版本二": "Imker müssen um Honig betteln, damit sie nicht von einem Stachel gestochen werden\nVor Ihnen muss eine seltsame Straße liegen. Das Geheimnis liegt so tief wie ein Dornenwald.", "詩意": "Dieses Hexagramm symbolisiert Bienen, die Honig sammeln.\nAlles ist mühsam und mühsam.\n\n(Dieses Hexagramm sucht das Symbol für Süße und Bitterkeit.\nVerhindern Sie Katastrophen in allem.\n)", "解曰": "Die Dinge müssen sorgfältig erledigt werden. Es ist nicht nötig, es zu erzwingen. Bienen sammeln Honig. Was ist der Grund?", "籤詩故事一": "◇Wang Mang sucht Talente\nMan kann sagen, dass die Familie Wang Mang in der westlichen Han-Dynastie eine wohlhabende Familie war. Obwohl sein Vater früh starb, wurden mehrere seiner Onkel und Onkel Kaiser der Han-Dynastie. Sie wurden Generäle, Premierminister, wurden Marquisen und erhielten Belohnungen. Die Familie Wang war äußerst prominent.\nAber Wang Mangs eigene kleine Familie war extrem arm; sein Vater starb früh, und er lebte nur bei seiner Mutter und war auf die Almosen seiner Verwandten angewiesen. Aus diesem Grund entwickelte und übte Wang Mang seit seiner Kindheit eine Reihe von Fähigkeiten im Umgang mit Menschen. Egal wie traurig oder wütend er war, vor Verwandten, Ältesten oder Außenstehenden zeigte er immer ein sehr glückliches und friedliches Aussehen, sodass er von allen Mitgliedern des Clans sehr geschätzt wurde.\nEinmal war sein ältester Onkel schwer krank. Nachdem er davon erfahren hatte, kam er herüber und wartete am Bett des Patienten, brachte Medikamente und Wasser und hielt nachts Wache. Mehrere Monate hintereinander war er unbekleidet, ungepflegt und abgemagert Er war einfach „geduldiger“ als ein Patient. Mehr „Sohn“ als ein leiblicher Sohn.\nDafür lobten ihn alle Taiwaner und schrieben Briefe, in denen sie um eine Belohnung für ihn baten.\nDeshalb verlieh ihm Kaiser Cheng aus der Han-Dynastie den Titel des neuen Hauptstadtmarquis und ernannte ihn zum Wächter im Palast, wodurch er zu einem engen Minister des Kaisers wurde.\nMit seinem hohen Status und seiner großen Macht zeigte Wang Mang nie Arroganz oder Nachlässigkeit, sondern wurde immer höflicher und höflicher. Einerseits freundete er sich mit Ministern, Generälen, Prominenten und Gelehrten an. Andererseits Er half den Armen und war großzügig mit seinem Reichtum.\nAber er lebte ein sehr sparsames Leben, aß oft Fleischgerichte, ganz zu schweigen davon, dass er lange Roben und langärmlige Kleider trug und nur kurze Kleidung trug. Deshalb lobten ihn alle in der Regierung und in der Öffentlichkeit einstimmig mit dem Wort „tugendhaft“.\nSpäter starb sein Onkel, Grand Sima Wanggen, an einer Krankheit und er wurde als sein Nachfolger ausgewählt. Der Kaiser und alle Minister hielten ihn für den geeignetsten. Daher wurde Wang Mang, der erst 38 Jahre alt war, der Großsima mit der höchsten Militärmacht im Land.\n(Diese Geschichte ist eine Metapher. Wenn Sie gut darin sind, ein guter Mensch zu sein, können Sie die „Schwierigkeit, von Bienen gestochen zu werden“ loswerden und Ihre Ideale so erreichen, wie Sie es sich wünschen.)", "聖意": "Das Haus ist nicht gut für einen selbst, die Familie ist in Schwierigkeiten, das Geschäft ist blockiert, die Ehe ist blockiert, die sechs Rüstungen sind falsch, die Fußgänger kommen zu spät, die Seidenraupenernte ist gering, der Viehbestand ist gering, es ist schwierig Leute finden, die Klage ist schlecht, die Migration bewegt sich nicht, der Fund ist schlecht, die Krankheit ist angesiedelt, das Berggrab ist verloren", "古人": "Wang Mang sucht Talente", "第X籤": "Zweiundsiebzigster Lottogewinn", "宮": "Tatsumi"}