{"籤詩版本二": "Wenn der Frühling kommt, donnert es und Insekten zwitschern, und ich wende mich vom Schlamm ab\nAls ich zum ersten Mal merkte, dass ich immer noch kam und ging, wurde ich, nachdem ich mich verändert hatte, ein Drache.", "詩意": "Dieses Hexagramm ist wie Donner und Insekten.\nEinen edlen Menschen zu treffen ist in allem ein gutes Zeichen.", "解曰": "Donnerschläge. Zwei Ein- und Auszahlungen. Einmal ändern. Bis Tianmen.", "籤詩故事一": "◇Chenqiao-Meuterei\nIm Jahr 959 n. Chr. starb Zhou Shizong Chai Rong und Kaiser Gong, Chai Zongxun, der den Thron bestieg, war erst sieben Jahre alt. Zu dieser Zeit hatte Zhao Kuangyin, der als Inspektor vor dem Palast und Gesandter von Songzhou bei der deutschen Armee diente, die eigentliche Macht inne.\nIm Frühjahr 960 n. Chr. berichteten Zhenzhou (heute Zhengding, Provinz Hebei) und Dingzhou (heute Kreis Dingxian, Provinz Hebei), dass die Armeen der nördlichen Han-Dynastie und des Liao-Staates gemeinsam nach Süden zogen, um die spätere Zhou-Dynastie anzugreifen Der Schwung war sehr laut und sie forderten die Entsendung von Truppen zur Unterstützung. Später befahl die Zhou-Dynastie Zhao Kuangyin, seine Truppen nach Norden zu führen, um gegen den Feind zu kämpfen. Zhao Kuangyin handelte heimlich nach der Planung seines Bruders Zhao Guangyi, Zhao Pu, Shi Shouxin und anderer.\nAls die Armee am 3. Februar in Chenqiaoyi (heute Stadt Chenqiao, südöstlich von Fengqiu, Henan) eintraf, begann sie eine Meuterei und befahl den Soldaten, für ihn gelbe Gewänder zu tragen. Sie rebellierten gegen die spätere Zhou-Dynastie und unterstützten Zhao Kuangyin als Kaiser . Danach führte Zhao seine Truppen zurück nach Kaifeng, ohne zu brennen, zu töten oder zu plündern. „Taizu Chen Qiao leistete einen Eid, die Menschen in der Hauptstadt nicht zu stören, und er versprach, die Stadt am Tag seines Einzugs nicht zu stören.“\nAm dritten Tag des dritten Jahres des Mondmonats meuterte Zhao Kuangyin in Chenqiao und kehrte in die Hauptstadt zurück. Fan Zhi führte Wang Pu und Wei Renpu, um Zhao Kuangyin zu befragen. Luo Yanhuan zog sein Schwert vor dem Zelt und schrie laut : „Die drei Armeen haben keine Herren. Alle Generäle haben beschlossen, ihn zum Kaiser zu ernennen. Jeder, der sich zu Wort meldet, wird getötet!“ Wang Pus Gesicht war so blass wie Erde. Er senkte seine Schritte und verneigte sich. Fan Zhi verneigte sich ebenfalls. Kuang Yin half ihm persönlich auf und behandelte ihn mit großer Höflichkeit.\nNach mäßigem Widerstand thronte Kaiser Gong aus der späteren Zhou-Dynastie auf dem Thron und Zhao übernahm den Thron. „Taizu wollte gerade Zen annehmen, aber es gab keinen Zen-Text. Tao Gu, ein Gelehrter der Kaiserlichen Akademie, akzeptierte das.“ befahl ihm, trat neben ihn und sagte: „Es ist vollbracht.“\nNachdem Zhao den Thron bestiegen hatte, änderte er den Namen des Landes in Song, Yuan in Jianlong und machte Kaifeng zur Hauptstadt. Shi Shouxin, Gao Huaide, Zhang Lingduo, Wang Shenqi, Zhang Guanghan und Zhao Yanhui wurden alle mit dem Titel Jiedushi ausgezeichnet , die in der Geschichte als „Chenqiao-Meuterei“ bekannt war.\nWikipedia\n(Diese Geschichte stellt dar, dass dies der Beginn von Zhao Kuangyins Auftritt ist.)", "聖意": "Beten Sie für Ihr Zuhause, Ihr tägliches Leben, Ihren Reichtum, Ihr Glück, viel Glück im Geschäft, eine edle Ehe, Erfolg in Liujia, männliche Fußgänger, frühe Geburt von Seidenraupen auf den Feldern, frühe Geburt von sechs Tieren, Glück im Frühling, auf der Suche nach Menschen , Erfolg bei Gerichtsverfahren, viel Glück bei der Migration, verlorenes Eigentum, Gefahren bei Krankheiten, Gefahren in Bergen und Gräbern.", "古人": "Chenqiao-Meuterei", "第X籤": "Unterzeichnet dreiundsiebzig", "宮": "Mi-Palast"}