{"籤詩版本二": "Genauso wie man einen Tiger über einen hohen Berg schleppt und miteinander kämpft und wetteifert, um der Kälte zu trotzen\nWenn Sie plötzlich etwas Gutes tun, ohne es zu merken, müssen Sie auf sich selbst achten. Das Wort „den Tiger schleppen“ bedeutet, den Tiger zu umarmen.", "詩意": "Dieses Hexagramm ist, als würde man einen Tiger über den Berg halten (ziehen).\nAlles ist gefährlich und beängstigend.", "解曰": "Gefahr ist gefährlich. Vor uns liegen Hindernisse. Wenn Sie um Rat fragen. Es ist wirklich harte Arbeit.", "籤詩故事一": "◇Wu Yuan verließ Zhaoguan nachts (Wu Zixu kam an Zhaoguan vorbei)\nWu Zixu stammte im Frühling und Herbst aus Chu. Damals wollte König Ping von Chu ihn jagen. König Ping von Chu setzte eine Belohnung für Wu Zixus Verhaftung aus, ließ sein Porträt zeichnen und an Stadttoren im gesamten Chu-Staat anbringen und befahl den Beamten, die Ermittlungen zu intensivieren. Als Wu Zixu nach Zhaoguan, der Grenze zwischen Wu und Chu, floh, überprüften die Beamten in Zhaoguan die Situation sehr genau. Er war so besorgt, dass er mehrere Nächte hintereinander nicht schlafen konnte und sogar seine Haare wurden vor Sorge grau. Glücklicherweise traf ich einen Mann namens Dong Gao Gong, der Mitgefühl für seine Notlage hatte und ihn mit nach Hause nahm, um sich zu verstecken. Herzog Dong Gao hatte einen Freund, der ein bisschen wie Wu Zixu aussah, also bat Herzog Dong Gao ihn, den Test zu bestehen, indem er sich als Wu Zixu ausgab. Die Wachen fingen den falschen Wu Zixu, aber der echte Wu Zixu konnte von den Beamten nicht erkannt werden, weil seine Haare ganz weiß waren, also ließen sie ihn passieren. Später gelang ihm die sichere Flucht in den Bundesstaat Wu.\n(Wu Zixu durch einen Freund zu ersetzen, der ähnlich aussieht und selbst graue Haare hat, ist die „magische Hand“ dieser Geschichte)", "聖意": "Beten Sie für Ihr Zuhause und Ihr Zuhause, um sich selbst zu schützen, hüten Sie sich vor der Suche nach Reichtum, seien Sie vorsichtig bei Transaktionen, Stagnation bei Transaktionen, Eheschwierigkeiten", "古人": "Wu Yuan verließ Zhaoguan nachts (Wu Zixu kam an Zhaoguan vorbei)", "第X籤": "Das fünfundsiebzigste Zeichen", "宮": "Mi-Palast"}