{"籤詩版本二": "Eine Mischung aus Fisch und Drache hat die gleiche Bedeutung. Bleiben Sie im tiefen Becken und warten Sie auf Glück.\nUnbewusst sprang Yumen mit erhobenem Kopf über den Drachenpalast.", "詩意": "Das Hexagramm Fisch und Drache bleibt unverändert.\nAlles kommt mit der Zeit.", "解曰": "Obwohl es Ziji ist. Warten Sie auch. Planen Sie Ihr eigenes Geschäft. Handeln Sie nicht rücksichtslos.", "籤詩故事一": "◇Hongwu beobachtet Rinder\nZhu Yuanzhang, gebürtig aus Zhongli, Haozhou (heute Landkreis Fengyang, Provinz Anhui), wurde im ersten Jahr von Tianli von Yuan Wenzong in der Yuan-Dynastie geboren und stand in seiner Familie an vierter Stelle. Er wurde in einer armen Bauernfamilie geboren. Aufgrund der Armut in jungen Jahren konnte er nicht studieren und hütete einst Vieh für den Grundbesitzer.\nIm vierten Jahr von Zhizheng (1344) kam es in Huaibei zu einer schweren Dürre. Zhu Yuanzhangs Vater, seine Mutter und sein Bruder starben nacheinander, sodass ihm keine andere Wahl blieb, als Novize im Huangjue-Tempel zu werden.\nWeniger als zwei Monate nach dem Betreten des Tempels schloss der Tempelbesitzer das Lagerhaus und entließ die Mönche, da es in den Hungerjahren schwierig war, die Tempelmiete einzutreiben. Zhu Yuanzhang musste seine Heimatstadt verlassen und ein wandernder Mönch werden (a Mönch, der seinen Lebensunterhalt durch Betteln verdiente).\nSpäter wurde Zhu Yuanzhang zum Taizu der Ming-Dynastie und zum „zivilen Kaiser“ in der chinesischen Geschichte, mit dem Regierungsnamen „Hongwu“.\n(Die Metapher dieser Geschichte ist, dass eine Zeit lang gewöhnlich zu sein nicht bedeutet, dass es auch in Zukunft wieder so sein wird. Das liegt daran, dass die Zeit dafür noch nicht gekommen ist.)", "聖意": "Die Familie ist in Sicherheit, die Familie ist gesund, das Vermögen ist gut, das Geschäft wartet, die Hochzeit verzögert sich, der Mann wird in Liujia geboren, der Fußgänger kommt zu spät, die Seidenraupe kommt zu spät, die Seidenraupe ist reichlich vorhanden, die sechs Tiere werden beschattet, die Person wird vermisst, keine Klage wird verzögert, die Migration ist konservativ, das verlorene Eigentum wird durch die Krankheit behindert, das Berggrab ist", "古人": "Hongwu betrachtet Rinder", "第X籤": "Sechsundsiebzigstes Los", "宮": "Mi-Palast"}