{"籤詩版本二": "Im Traum hieß es, dass es viel Reichtum geben würde, doch der Ruhm sei vergebens.\nDas Wasser ist weit weg und die Berge sind weit weg, aber es ist schwer, treu zu sein. Der edle Mensch gibt Führung und lächelt.", "詩意": "Dieses Hexagramm stellt das Symbol für den Erhalt eines Schatzes im Traum dar.\nAlles ist mehr oder weniger real.", "解曰": "Träumen wie ein Traum. Keine Hoffnung auf Ruhm. Warte einfach auf gute Zeiten. Edle Anweisungen.", "籤詩故事一": "◇ Gib die Jade an Zhao zurück (gib die Jade an Zhao zurück, nachdem du sie fertiggestellt hast)\nIm Jahr 283 v. Chr. erhielt König Zhao Huiwen He's Bi von Chu. Nachdem König Qin Zhaoxiang die Nachricht gehört hatte, schickte er einen Brief an König Zhao, in dem er seine Bereitschaft zum Ausdruck brachte, fünfzehn Städte gegen He's Bi einzutauschen.\nLin Xiangru analysierte König Zhao, dass Qin stark und Zhao schwach sei und ersetzt werden müsse.\nKönig Zhao schickte dann Lin Xiangru mit He's Bi nach Qin.\nDer König von Qin traf Lin Xiangru in Zhangtai und Lin Xiangru überreichte dem König von Qin die Jade. Der König von Qin war überglücklich und reichte der Schönheit das He's Bi und alle um sie herum schauten es an. Zu diesem Zeitpunkt riefen alle links und rechts: Es lebe.\nLin Xiangru sah, dass der König von Qin nicht die Absicht hatte, Zhao die Stadt zu überlassen, also sagte er dem König von Qin, dass seine Jade defekt sei und wollte den König von Qin darauf hinweisen, um die Gelegenheit zu nutzen, die Jade zu bekommen Jade zurück.\nNachdem Lin Xiangru Heshis Bi zurückerobert hatte, stellte er sich neben die große Säule und zeigte damit, dass er mit Heshis Bi sterben wollte.\nZu diesem Zeitpunkt sagte Lin Xiangru zum König von Qin: „Der König von Zhao überwand immer noch die Einwände der Minister und akzeptierte den Vorschlag des Ministers. Auch wenn er sich im Umgang mit dem einfachen Volk nicht gegenseitig täuschte, ganz zu schweigen davon.“ Qin ist ein großes Land! Um die Freundschaft zwischen Qin und Zhao zu bewahren, schickte König Zhao nach fünftägigem Fasten meine Minister mit der Jade nach Qin. Leider hatte der König von Qin nicht nur nicht die Absicht, Zhao eine zu geben Stadt, sondern gab auch die Jade der Familie He an eine schöne Frau weiter, was wirklich eine Verhöhnung meiner Minister war.“\nNachdem er zu Ende gesprochen hatte, machte Lin Xiangru sofort eine Geste, als würde er gegen eine Säule schlagen. Der König von Qin befürchtete, dass He's Bi beschädigt werden würde, also gab er vor, Zhao fünfzehn Städte zu geben. Lin Xiangru durchschaute König Qins verräterischen Plan und bat König Qin, fünf Tage lang zu fasten, bevor er He's Bi überreichte, um die Zeit hinauszuzögern. In diesen wenigen Tagen schickte Lin Xiangru seine Begleiter mit der Jade in den Staat Zhao zurück, während er blieb, um sich mit dem König von Qin zu befassen.\n(Diese Geschichte ist wie die Augen eines gewöhnlichen Menschen, der von seinem Status fasziniert ist.)", "聖意": "Für Segen zu Hause und für sich selbst beten, den Wohlstand behindern, Transaktionen erschweren, die Ehe ist nicht im Einklang mit Liujiaxu-Fußgängern, Chitian-Seidenraupen werden nicht akzeptiert, sechs Tiere werden beschädigt, Menschen werden vermisst, öffentliche Klagen und Migration werden erwartet, verlorene Dinge sind weit weg, Krankheiten werden verbreitet, in Berggräber geschickt und verändert.", "古人": "Bringe die Jade zu Zhao zurück (vervollständige die Jade zu Zhao)", "第X籤": "Der siebenundsiebzigste Lottogewinn", "宮": "Mittagspalast"}