{"籤詩版本二": "Leerer Knoten, ich möchte dich beschützen. Wenn du deinen Körper beschützt, wünsche ich mir, dass du ihn niemals zurückgeben würdest.\nVergessen Sie nicht, dass Gottes Gunst erwidert wurde. Verachten Sie Gottes Worte nicht.", "詩意": "Glauben Sie nicht, dass dieses Hexagramm wahr ist.\nEs ist ein Zeichen dafür, in allem konservativ zu sein.", "解曰": "Menschen haben ihre eigene Meinung. Der Geist muss nicht beschäftigt sein. Guanyin-Anweisungen. Seien Sie nicht respektlos.", "籤詩故事一": "◇Heimliche Unterstützung der Bronzefahne\nDem berühmten Gründungsgeneral der Tang-Dynastie, Qin Qiong (Qin Shubao), wurde der Titel eines Großmarschalls der Sui-Dynastie verliehen. Er führte seine Truppen zum Angriff auf den Sishui-Pass (oder Sishui-Pass oder Dongling-Pass, Legenden variieren). Yang Lin ( Yang Yicheng), der Wachgeneral des Sishui-Passes, befahl Kaiser Yang aus der Sui-Dynastie, eine Bronzefahne aufzustellen, aber Qin Shubao konnte sie lange Zeit nicht angreifen. Nachdem er herausgefunden hatte, dass Luo Cheng, der Anführer der Formation, sein Cousin war, kontaktierte er seine Tante.\nBevor Luo Cheng ging, erzählte er seiner Mutter, dass die Person, die gekommen sei, um die Flagge zu stürzen, sein Cousin Qin Qiong sei, und seine Mutter befahl ihm, ihm heimlich zu helfen. Am Tag der entscheidenden Schlacht wechselte Luo Cheng, der die Bronzeflagge bewachte, plötzlich die Seite und verbündete sich mit Qin Qiong, um die Bronzeflaggenformation zu besiegen. Luo Cheng besetzte den Dongling-Pass und kehrte siegreich zurück. Auch Luo Cheng ergab sich den Tang Dynastie.\n(Diese Geschichte ist eine Metapher dafür, dass man sich beim Handeln manchmal auf die Vernunft verlassen sollte, anstatt sich auf Emotionen oder Glauben zu verlassen.)", "聖意": "Das Haus ist immer noch bereit, sich selbst zu versprechen, Reichtum zu suchen, seinen Anteil zu behalten, vorsichtig zu sein mit der Ehe, ein Mädchen zur Welt zu bringen, Fußgänger bleiben auf dem Feld, Seidenraupen, sieben Punkte und sechs Viehschäden, Menschensuche, öffentliche Klagen und Migration , verlorenes Eigentum, westliche Krankheiten, Lösung für Berge, Gräber im Westen", "古人": "Heimlich dabei geholfen, die Bronzefahne herunterzuholen", "第X籤": "Neunundsiebzig im Lotto gewinnen", "宮": "Mittagspalast"}