{"籤詩版本二": "Gehen Sie direkt zum Felsen der Unsterblichkeit, um Unsterblichkeit zu lernen. Sobald dieses Wissen vom Kaiser bekannt gegeben wird,\nDer blaue Himmel, die Sonne und der Mond leuchten immer hell und der Ruf eines gerechten Herzens verbreitet sich auf der ganzen Welt.", "詩意": "Dieses Hexagramm ist ein Symbol dafür, dass man von edlen Menschen Führung erhält.\nAlles passt gut zusammen.", "解曰": "Es gibt einen Anfang und ein Ende. Gehen Sie nicht nach Westen oder Osten. Benutze dein Herz. Es gibt viele edle Leute.", "籤詩故事一": "◇Liu Zhiyuan ist zur Armee übergelaufen\nLiu Zhiyuan (Zhiyuan) stammte aus Shatao (Stamm der Shatuo).\nLiu Zhiyuan und seine Frau Li Sanniang lebten im Haus seines Onkels. Sein Onkel vermutete, dass Liu Zhiyuan (Zhiyuan) arm war, also überredete er Zhiyuan, in den Melonengarten zu gehen, in der Hoffnung, dass Liu von den beiden Melonengeistern gefressen würde. Zhiyuan nahm Nachts eine Waffe, kämpfte gegen die Melonengeister, ging in den Untergrund und grub den Boden um. Holt euch das Schwert und das Buch des Krieges.\nEr erlernte das Schwert und seine militärischen Fähigkeiten, verabschiedete sich von seiner Frau und trat der Armee bei. Er flüchtete bei Yue Xun und diente als offizieller Beschwichtigungsgesandter.\nDie Khitan zerstörten die Jin-Dynastie und ließen die Zentralebene ohne Herrn zurück. Zhiyuan wurde Kaiser in Jinyang.\nDas Land wurde in die spätere Han-Dynastie umgewandelt. Es wird immer noch Tianfu (Jahresname) genannt, ohne die Ära zu ändern.", "聖意": "Das Zuhause ist sicher, das Selbst ist glückverheißend, das Geld ist gut, das Geschäft läuft gut, die Ehe ist gut, das Paar ist verheiratet, der männliche Reisende kehrt auf das Feld zurück, die Hälfte der Seidenraupen ist geerntet, die sechs Tiere sind erfolgreich , die Person ist gefunden, die Klage ist erfolgreich, die Migration ist gut, das verlorene Eigentum ist gut, die Krankheit ist Anshan, das Grab ist gut", "古人": "Liu Zhiyuan lief zur Armee über", "第X籤": "Das achtzigste Zeichen", "宮": "Wei Gong"}