{"籤詩版本二": "Die Blätter der Bergahornbäume sind gefallen, der Herbst naht und die Rückreise der Reisenden sieht aus wie Wolken.\nDank der großen Bemühungen Gottes kehrte das Schiff mit dem Schatz im Wind zurück.", "詩意": "Dieses Hexagramm stellt das Bild gefallener Bergahornblätter dar.\nAlles ist im Voraus schlecht und am Ende gut.", "解曰": "Nimm Dinge von Herzen. Tian Xin folgte ihm. Lebensunterhalt verdienen. Tun Sie, was Sie können.", "籤詩故事一": "◇Der Wind weht zum Tengwang-Pavillon\nWang Bo, Höflichkeitsname Zian, war ein Dichter der frühen Tang-Dynastie. Er wurde im ersten Jahr von Yonghui, dem Kaiser Gaozong der Tang-Dynastie, geboren. Wang Bo liest seit seiner Kindheit in den heiligen Schriften und gilt als „Wunderkind“. Wang Bo liest seit seiner Kindheit in den heiligen Schriften und gilt als „Wunderkind“.\nAls er zehn Jahre alt war, kamen er und sein Vater zufällig an einem Guandi-Tempel vorbei. Sie sahen die majestätische Statue von Guandi im Tempel, der ein Exemplar von „Frühling und Herbst“ in der Hand hielt und darin las. Als sein Vater es sah, er war inspiriert. Er sang zu Kaiser Guan: „Ich halte drei Locken grünen Bartes, lese der grünen Laterne die Geschichte der Qing-Dynastie vor und huldige den berühmten Namen. Ich halte den grünen Drachen und den Mond in meiner Hand.“ Es heißt dass Wang Bo im Herbst dieses Jahres von Shanxi zur Insel Hainan reiste, um seinen Vater zu besuchen, der zum Bezirksrichter von Jiaozhi degradiert wurde. Dabei durchquerte er Tausende von Bergen und Flüssen. Im Herbst des Jahres, als er siebenundzwanzig war, reiste Wang Bo von Shanxi zur Insel Hainan, um seinen Vater zu besuchen, der zum Magistrat des Kreises Jiaozhi herabgestuft worden war. Dabei durchquerte er Tausende von Bergen und Flüssen.\nAls wir an diesem Tag am Berg Madang ankamen, gingen alle an Land, um sich auszuruhen. Als Wang Bo allein an einem alten Tempel vorbeiging, sah er plötzlich einen alten Mann auf dem Stein neben dem Tempel sitzen. Der alte Mann sah aus wie ein Kind mit blonden Haaren und ein feenhaftes Aussehen. Er sagte zu Wang Bo: „Bist du nicht Wang Bo?“ Wang Bo erschrak und sagte: „Genau! Woher weißt du das?“ Der alte Mann sagte: „Ich habe schon lange gehört, dass du gut bist.“ Absichten, Menschen zu retten, und Ihre Gedichte sind sehr bedeutungsvoll. Morgen wird es eine große Party im Tengwang-Pavillon geben. Wenn Sie am Bankett teilnehmen und einen Aufsatz schreiben können, werden Sie im Laufe der Jahrhunderte berühmt sein und Reisekosten bekommen.“ Als sie ankamen Am Berg Madang gingen alle an Land, um sich auszuruhen. Als Wang Bo allein an einem alten Tempel vorbeiging, sah er plötzlich auf dem Stein neben dem Tempel: Da saß ein alter Mann, der wie ein Kind mit blonden Haaren und einer Fee aussah Aussehen. Er sagte zu Wang Bo: „Bist du nicht Wang Bo?“\nWang Bo war verblüfft und sagte: „Genau! Woher weißt du das?“\nDer alte Mann sagte: „Ich habe schon lange gehört, dass Sie die freundliche Absicht haben, Menschen zu retten, und die Gedichte, die Sie verfassen, sind sehr bedeutungsvoll. Morgen wird es eine große Party im Pavillon von Prinz Teng geben. Wenn Sie am Bankett teilnehmen und komponieren können, Du wirst im Laufe der Jahrhunderte berühmt sein und die Reisekosten decken.“\nWang Bo sagte: „Dieser Ort ist sechs- oder siebenhundert Meilen vom Tengwang-Pavillon entfernt. Wie können wir morgen hierher kommen?“ Der alte Mann sagte: „Ich werde ein Pferd als göttlichen Wind nutzen, um Ihnen zu einem reibungslosen Segeln zu verhelfen. I wird auf jeden Fall morgen eintreffen.“ Wang Bo dankte mir und sagte: „Entschuldigung, mein Schwiegervater. , bist du ein Unsterblicher oder ein Gott?“ Der alte Mann lachte und sagte: „Ich bin der verantwortliche Zhongyuan Shuijun.“ dieses Wassergebiet!“ Wang Bo sagte: „Dieser Ort ist sechs- oder siebenhundert Meilen vom Tengwang-Pavillon entfernt. Wie können wir morgen hierher kommen?“\nDer alte Mann sagte: „Ich werde das Pferd als göttlichen Wind nutzen, um Ihnen zu einem reibungslosen Segeln zu verhelfen. Ich werde auf jeden Fall morgen ankommen.“\nWang Bo dankte ihm und sagte: „Entschuldigung, Schwiegervater, bist du ein Unsterblicher oder ein Gott?“\nDer alte Mann lachte und sagte: „Ich bin der Zhongyuan Shuijun, der für dieses Wassergebiet verantwortlich ist!“ Dann forderte der alte Mann Wang Bo auf, schnell auf das Boot zu steigen. Er sah eine Weile glückverheißende Wolken und den Wind, die ihn umgaben und das Wasser war auf dem Weg glatt. Im Handumdrehen hatte er Hunderte von Kilometern zurückgelegt.\nDann drängte der alte Mann Wang Bo, schnell auf das Boot zu steigen. Er sah eine Weile glückverheißende Wolken, die ihn umgaben, und die Reise verlief reibungslos. Im Handumdrehen hatte er Hunderte von Meilen zurückgelegt. Wie erwartet eilte Wang Bo am Morgen der großen Veranstaltung zum Pavillon von Prinz Teng.\nWie erwartet eilte Wang Bo am Morgen der großen Veranstaltung zum Pavillon von Prinz Teng. Und an Ort und Stelle schrieb er das „Vorwort zum Pavillon von Prinz Teng“, das Kaiser Gaozong aus der Tang-Dynastie als ewiges Meisterwerk bezeichnete. Und an Ort und Stelle schrieb er das „Vorwort zum Pavillon von Prinz Teng“, das Kaiser Gaozong aus der Tang-Dynastie als ewiges Meisterwerk bezeichnete.\nEs gibt ein Gedicht, in dem es heißt:\nEs wurde immer gesagt, dass talentierte Menschen Götter seien, daher ist es kein Zufall, dass der Wind Nanchang nach Nanchang bringt;\nIch schrieb einen Satz über Teng Wangs hohen Pavillon und dann begleitete er die Unsterblichen nach Zhongyuan.", "聖意": "Beten Sie für Ihr Zuhause und schützen Sie sich selbst, beten Sie um Segen, streben Sie nach Reichtum und erreichen Sie Ehe und Harmonie.", "古人": "Der Wind weht zum Tengwang-Pavillon", "第X籤": "Unterschreiben Sie einundachtzig", "宮": "Wei Gong"}