{"籤詩版本二": "Wenn beispielsweise der dritte, vierte oder fünfte Tag des Mondmonats fehlt, ist er halb abwesend, halb vorhanden und unvollständig.\nBeim Warten auf den Mitternachtssnack am fünfzehnten Tag des Jahres ist alles hell und voll", "詩意": "In diesem Hexagramm fehlt der Mond, ist aber nicht voll.\nSeien Sie in allem geduldig.", "解曰": "Bleiben Sie konservativ und warten Sie. Wie der erste Monat des Monats. Warten auf die Rundenzeit. Nichts Schlechtes.", "籤詩故事一": "◇Li Yuan bestieg den Thron\nIn den letzten Jahren der Sui-Dynastie war Kaiser Yang der Sui-Dynastie korrupt und ausschweifend, hatte überall Spaß, verursachte Unmut unter den Menschen und spaltete das Reich unter den Helden.\nIm Jahr 618 n. Chr. begannen Yu Wenhuaji, Sima Dekan, Pei Qantong und andere eine Meuterei, um Kaiser Yang aus der Sui-Dynastie zu töten, und proklamierten Yang Hao zum Kaiser.\nBald tötete Yu Wenhuaji Qin Wanghao und proklamierte sich selbst zum Kaiser Xu, wodurch das Land Xu gegründet wurde.\nIm folgenden Jahr wurde er gemeinsam von Tang-General Li Shentong und Xia-König Dou Jiande zerstört.\nNachdem die Central Plains-Region vom Tod von Kaiser Yang erfahren hatte, unterstützte der Luoyang-Wächter Wang Shichong König Dong von Yue als Kaiser, das heißt Kaiser Ai aus der Sui-Dynastie.\nZu dieser Zeit setzte Li Yuan Yang You ab, proklamierte sich selbst zum Kaiser in Taiyuan und änderte den Namen des Landes in Tang. Das ist Tang Gaozu.", "聖意": "Die Familie und das Haus wünschen sich viel Glück im Sommer und Herbst, streben nach Reichtum, halten Geschäfte ab, warten auf die Zeit, die Heirat kommt zu spät, Liujia bringt ein Mädchen zur Welt, Fußgänger sind blockiert, Seidenraupen sind stabil, Vieh ist stabil, es Es ist schwierig, Menschen zu finden, öffentliche Klagen und Migration sind konservativ, verlorenes Eigentum ist schwierig, Krankheit ist schwierig einzurichten, zum Berggrab zu schicken und zu ändern.", "古人": "Li Yuan bestieg den Thron", "第X籤": "Dreiundachtzig im Lotto gewonnen", "宮": "Wei Gong"}