{"籤詩版本二": "Was tun, wenn Sie aufgrund Ihres guten Rufs Ihre Tugend verlieren? Ich habe Angst, dass sich das Glück ändert und schlimme Dinge passieren.\nBetrunken weiß ich nicht, wohin ich gehen soll. Ich habe einen verschwommenen Traum im Schatten der grünen Kiefern.", "詩意": "Dieses Hexagramm stellt den kalten Fisch dar, der das Wasser verlässt.\nEs kann nichts verschoben werden.\n\n(Dieses Hexagramm ist ein Symbol für schlechte Tugend und Unglück.\nBleiben Sie bei allem auf dem Boden der Tatsachen.\n)", "解曰": "Der kalte Fisch verlässt das Wasser. ein Haar in der Suppe. Wenn Sie nach Campplänen fragen. Es ist besser, Mo Qi\nDieses Zeichen wird Liujia Unglück bringen. Alles läuft schief. Beten Sie für Sicherheit.", "籤詩故事一": "◇Zhuangzi stellt seine Frau auf die Probe\nZhuangzi wurde in der Zhou-Dynastie geboren. Sein Nachname war Zhuang, sein Vorname war Zhou und sein Vorname war Zixiu. Er stammte aus Mengyi in der Song-Dynastie. In der Zhou-Dynastie war er der Beamte von Qiyuan.\nEines Tages traf Zhuangzi auf dem Berg eine Frau. Sie hockte vor einem neuen Grab und schüttelte verzweifelt ihren Fächer, als wollte sie die nasse Erde auf dem Grab trocknen. Zhuangzi verstand ihre Absicht nicht und fragte sie. Sie sagte, dass die im Grab begrabene Person ihr Ehemann sei, und die letzten Worte ihres Mannes waren, dass sie nicht wieder heiraten könne, bis die Erde auf dem Grab getrocknet sei. Sie konnte nicht länger warten, also rührte sie die Graberde auf, damit sie schneller trocknete, damit sie einen zweiten Frühling anstreben konnte.\nZhuangzi seufzte, als er dachte, dass es so eine herzlose Frau auf der Welt gab. Dann dachte ich: Wäre meine Frau so? Wenn der Verdacht aufkommt, möchte ich es testen.\nDer Nachname von Zhuangzis Frau war Tian, ​​und das Paar hatte normalerweise eine enge Beziehung. Um die Loyalität seiner Frau zu testen, beschloss Zhuangzi, so zu tun, als wäre er tot.\nAls sie hörten, dass Zhuangzi an einer plötzlichen Krankheit gestorben war, kamen viele Menschen aus aller Welt, darunter auch Verwandte und Freunde, um ihr Beileid auszudrücken. Unter ihnen war ein hübscher König und Enkel aus dem Bundesstaat Chu, der reich an Reichtum war. Als sie sah, dass Frau Tian war frisch verwitwet und bemitleidenswert, er verfolgte sie. Frau Tian konnte der Versuchung nicht standhalten und verliebte sich in Wang Sun. Sie heirateten in nur zwanzig Tagen.\nIn dieser Nacht, als der Wein getrunken war und die Ohren heiß waren, erlitt Wang Sun plötzlich einen Herzinfarkt und starb.\nFrau Tian war verängstigt und in Panik geraten und fragte Wang Sun dringend, was sie tun sollte. Wang Sun ertrug den Schmerz und sagte Frau Tian, ​​dass die Gehirne toter Körper verwendet werden könnten, um die Toten wieder zum Leben zu erwecken.\nWo ist die Leiche zu finden? Frau Tian dachte plötzlich: Ist ihr Mann nicht gerade gestorben? Herr Tian vergaß die alte Liebe zwischen Mann und Frau und nahm tatsächlich eine Axt, spaltete den Sarg ihres Mannes auf und bereitete sich darauf vor, sein Gehirn für Medikamente herauszunehmen.\nAls der Sarg geöffnet wurde, erwachte Zhuangzi unerwartet wieder zum Leben. Frau Tian schämte sich so sehr, dass sie sich erhängte.\n(Diese Geschichte ist eine Metapher für die Verletzung einer Freundschaft zum persönlichen Vorteil, daher können wir ihr nicht zustimmen.)", "聖意": "Das Haus ist friedlich, ich selbst bin sicher, das Geld ist ungerecht, die Geschäfte werden geopfert, die Ehe ist gelöst, das Böse in Liujia ist wohlhabend, die Fußgänger sind nicht angekommen, die Seidenraupen sind in Frieden, das Vieh ist in Frieden, Die Leute suchen nach Leuten, die Klage hat sich geändert, die Jünger waren konservativ, das Eigentum ist verloren gegangen, es gibt keine Krankheit und der Berg und die Gräber waren böse.", "古人": "Zhuangzi stellt seine Frau auf die Probe", "第X籤": "Los 84", "宮": "Wei Gong"}