{"籤詩版本二": "Dunkle Wolken und Nebel bedecken die Straße vor dem Berg. Alles ist rund und der Mond ist wieder rund.\nWenn Sie Gedichte und Bücher erhalten, erwachen Sie aus einem tiefen Traum. Die edle Person wird Sie auf das Dach führen.", "詩意": "Dieses Hexagramm symbolisiert das Ende des Frühlings und das Aufblühen der Blumen.\nNach dem Herrn ändert sich alles.", "解曰": "Der alte Mann muss um Hilfe bitten. Im Frühling blüht es wieder. Verlangen nach Ruhm und Reichtum. Erleben Sie spät im Leben einen Glücksfall.", "籤詩故事一": "◇Han Wengong trifft auf Schnee\nHan Yu, dessen Höflichkeitsname Tuizhi war, stammte aus Changli. Tang Dezong wurde im achten Jahr von Zhenyuan Jinshi und sein posthumer Titel war Wen Gong.\nWährend der Herrschaft von Kaiser Xianzong aus der Tang-Dynastie protestierte Han Yu mit den Knochen des Buddha, was den Kaiser verärgerte. Han Yu verließ seine Frau und seine Kinder und ging nach Chaozhou. Nachdem wir weniger als ein paar Tage gelaufen waren, frischte der kalte Wind auf und es schneite heftig. Han Yu kam an eine Stelle, an der der Schnee mehrere Fuß hoch war, was es für sein Pferd schwierig machte, vorwärts zu kommen. Es gab kein Haus in der Nähe und er wusste nicht, wo die Straße war. Wenn Sie dem Weg folgen und sich zurückziehen möchten, gibt es keinen Weg zurück. Der Wind wehte heftig und der Schnee fiel schnell. Han Yu war bis auf die Haut durchnässt, gefroren und hungrig und konnte seine Trauer nirgendwo ausdrücken.\nHan Yu seufzte und sagte: „Der Kaiser wird mich nicht töten, aber der Kaiser will mich zerstören.“\nGerade als Han Yu verzweifelt war, sah er trotz der starken Kälte einen Mann kommen, um den Schnee zu räumen. Es stellte sich heraus, dass es Han Xiangzi (Han Yus Neffe) war.\nZuvor hatte Han Xiangzi zu Han Yu gesagt: „Wo ist Yun Hengs Haus in Qinling? Der Schnee umarmt das blaue Tor und das Pferd hört auf, sich vorwärts zu bewegen.“ Damals verstand Han Yu nicht, was Han Xiangzi meinte, aber jetzt er endlich verstanden.\nAlso verbrachten Han Yu und Han Xiangzi die Nacht in Fus Haus in Languan. Als er über die Vergangenheit und den Weg zur Kultivierung sprach, war Han Yu aufrichtig überzeugt.\nSpäter gab Han Yu seine offizielle Position auf, schenkte sein gesamtes Eigentum der örtlichen Regierung und ging in die Berge, um Taoismus zu praktizieren und unsterblich zu werden.", "聖意": "Das Haus ist nicht gut für sich selbst, vorsichtig sein, Geld zu suchen, sich auf das Geschäft zu konzentrieren, die Heirat kommt zu spät, Liujia-Fußgängerinnen blockieren Felder, Seidenraupen sind gut, Vieh ist gut, es ist schwierig, Leute zu finden, öffentliche Klagen werden wiederholt, Migration ist aktualisiert, verlorene Dinge sind ernst, Krankheiten werden verzögert, Berggräber sollten verändert werden.", "古人": "Han Wengong stößt auf Schnee", "第X籤": "Fünfundachtzigster Lottogewinn", "宮": "Shen Gong"}