{"籤詩版本二": "Auf halber Höhe des westlichen Berges kann man die Klippen von Junling nicht besteigen.\nDieser Leichnam sucht Schutz bei Gott und liegt noch immer im Leichenschauhaus", "詩意": "Dieses Hexagramm ist wie die Suche nach Gold im Sand.\nIn allem gibt es Zeichen edler Menschen.\n\nAußerdem: Dieses Hexagramm zeigt an, dass die Person in Gefahr ist.\nIn allem gibt es Zeichen edler Menschen.", "解曰": "Jade kann durch das Meißeln von Stein gefunden werden. Finde Gold im Sand. Muss hart arbeiten. Nur Ärger.\nEine andere Arbeit: eine schwierige Situation. Nirgends zum Übernachten. Bitten Sie um Gottes Segen. Beten Sie für Seelenfrieden.", "籤詩故事一": "◇Beißen Sie Gold und erkunden Sie unterirdische Höhlen\nUm seine militärischen Heldentaten zu feiern, veranstaltete Cheng Yaojin ein Bankett in Yanwuyang. Plötzlich öffnete sich ein Loch im Boden, das unvorstellbar war. Alle zogen das Los, indem sie die Wörter auswählten, in das Gold bissen, um zu gewinnen, und Seile mieteten, um sich in das Loch zu fesseln.\nEs gibt Steintüren, Tische, Stühle, Brücken und andere Gegenstände. Auf dem Tisch liegen Drachengewänder und Jadegürtel, die aus Gold gefertigt und aus der Höhle getragen werden.\nYao Jin kam mit einer großen und einer kleinen Kiste aus dem Loch, öffnete die Holzkiste und nahm das Jadesiegel heraus, öffnete die Kiste, nahm die große Flagge und das Kronengewand und die Schienen heraus und legte sie auf den Tisch, und Jeder schaute sie sich einzeln an. Ich sah die acht Siegelzeichen, die auf dem großen Siegel eingraviert waren: „Der Dämonenkönig von Hunshi, der große tugendhafte Kaiser“.\nJeder verehrte ihn als „Kaiser“, und Yaojin tat dies drei Jahre lang als Dämonenkönig. (Eigentlich war dies nur eine Selbsterklärung, und Cheng Yaojin war zu dieser Zeit nur der Anführer des Dorfes.)\n(Diese Geschichte ist eine Metapher dafür, dass gute Dinge wie Schauspielerei sind. Dies ist die künstlerische Konzeption von „Dieser Körper ist immer noch im Nichts“.)", "聖意": "Beten für Haus und Haus, Selbstzerstörung, Streben nach Reichtum, harte Arbeit, Vorsicht im Geschäft, Ehe wird durch Liu Jiaxu, Fußgänger, Chi Tian, ​​​​Seidenraupen, Stall sechs Vieh, Suche nach Menschen, keine Klagen, Verlust behindert , Migration, Aufbewahrung verlorener Gegenstände, böse Krankheiten, Hindernisse, Berge und Gräber.", "古人": "Erkundung der Krypta nach Gold", "第X籤": "Unterschreiben Sie siebenundachtzig", "宮": "Shen Gong"}