{"籤詩版本二": "Belästigen Sie mich nicht mit Ihren persönlichen Angelegenheiten. Das ist es, die Öffentlichkeit zu fragen.\nEin klares Herz ist so hell wie der helle Mond am Himmel", "詩意": "Dieses Hexagramm stellt das Bild eines hellen Mondes am Himmel dar.\nAlles ist hell und luftig.", "解曰": "Sei aufrichtig im Herzen. Bringen Sie das Gesetz in Ordnung. Heilige Worte. Endlich wird es klar.", "籤詩故事一": "◇Kong Mings General\nLösung: Zhuge Liang mobilisiert seine Truppen und Generäle\nWährend der Zeit der Drei Königreiche wurde Zhuge Liang (181-234), Höflichkeitsname Kongming, in Yangdu, Langya (heute Kreis Yinan, Provinz Shandong) geboren.\nZhuge Liang erklärte sich bereit, Beamter zu werden, nachdem Liu Bei das Reetdachhaus dreimal besucht hatte. Zu diesem Zeitpunkt hatte Cao Cao Hebei beruhigt und war entschlossen, nach Süden zu marschieren. Er schickte Xiahou Dun als Generaloberst, Yu Jin, Li Dian und andere als stellvertretende Generäle, die eine Armee von 100.000 Mann anführten, um in Richtung Xinye zu marschieren. Obwohl Zhuge Liang zu dieser Zeit einen Plan hatte, sich vor dem Feind zurückzuziehen, verachteten Guan Yu und Zhang Fei Zhuge Liangs Worte. Zhuge Liang hatte keine andere Wahl, als das Schwert von Liu Bei zu benutzen, um die beiden zu überzeugen, sodass jeder von ihnen tausend Truppen anführte und einen Hinterhalt in Yushan und Anlin anführte. Sie warteten darauf, dass Xiahou Dun seine Armee anführte, und griffen sie dann mit an Hinterhalte und Feuer.\nDarüber hinaus wurde Zhao Yun geschickt, um die alten und schwachen Überreste der Armee als Vorhut gegen Xiahou Dun zu führen. Dann täuschte er eine Niederlage vor und zog sich zurück, um Xiahou Dun auf die schmale Straße in den Bergen und Wäldern zu locken. Er schickte auch Guan Ping, Zhou Cang, Liu Feng und andere schleichen sich in den Rücken von Caos Armee, verbrennen Vorräte und erzeugen Panik in Caos Armee.\nNach der Schlacht geschah alles so, wie Zhuge Liang es arrangiert hatte. Als Xiahou Dun und Yu Jin die Armee bei der Verfolgung anführten, teilte Li Dian, der sich im Hintergrund befand, Xiahou Dun an der Front dringend mit, dass er sich vor feindlichen Feuerangriffen schützen müsse. Es war jedoch zu spät. Caos Armee wurde dadurch eingeschränkt Die schmale Straße befand sich an einer Stelle, an der Bäume miteinander verflochten waren, so dass das Feuer nicht gelegt werden konnte. Es gab schwere Verluste, und Xiahou Dun und andere Generäle wurden besiegt und flohen zurück nach Xudu.\n(Diese Geschichte ist eine Metapher dafür, dass Kong Ming gut darin ist, Menschen zu nutzen und das Land mit Weisheit zu regieren.)", "聖意": "Haus und Haus sind glückverheißend. Ich wünsche viel Glück in Bezug auf Wohlstand, Seelenfrieden, erfolgreiche Geschäfte, Ehe, Erfolg, Erfolg in Liujia, Männer, die Felder verlegen, Seidenraupen, Verlust von Vieh, vermisste Menschen, öffentliche Klagen, Migration, verlorenes Eigentum, Segen, Krankheit, Frieden, Berge und Gräber.", "古人": "Kong Mings General", "第X籤": "Das neunte Zeichen", "宮": "Yin-Palast"}