{"籤詩版本二": "Eine gute Show lässt Sie stirnrunzelnd aus der Masse hervorstechen, Ihre Zukunft verändert sich und Sie bringen viel Reichtum mit.\nEine Straße ist so breit wie der Himmel, und alles Geld, das du geben kannst, wird in deinem Herzen sein", "詩意": "Dieses Hexagramm weist auf eine vielversprechende Zukunft hin.\nAlles läuft gut.", "解曰": "Eine große Straße. Sie können vorwärts gehen. Benutze dein Herz. Nur vorwärts.\nMit diesem Schild läuft alles wie geplant. Viel Glück für Jichang.", "籤詩故事一": "◇Drei Helden kämpfen gegen Lu Bu\nLösung: Die drei Helden Zhang Fei, Guan Yu und Liu Bei kämpfen gegen Lu Bu\nDong Zhuo erfuhr, dass Hua Xiong enthauptet worden war und schickte den fliegenden General Lu Bu in den Kampf. Sobald Lu Bu in die Schlacht zog, tötete er die Generäle Fang Yue und Mu Shun sowie Wu Anguo und Gongsun Zan.\nZhang Fei sah, dass Gongsun Zan Lu Bu nicht besiegen konnte, also ersetzte er schnell Gongsun Zan und rief: „Die Sklaven der drei Nachnamen sollten gehen! Zhang Fei aus Yan ist hier!“ Danach kämpften sie mehr als fünfzig Runden lang. ohne Gewinner oder Verlierer.\nNachdem Guan Yu es gesehen hatte, griffen er und Zhang Fei Lu Bu an und kämpften mehr als dreißig Runden lang.\nLiu Bei trug auch zwei Schwerter, klatschte auf sein Pferd und trat vor, um Zhang Fei und Guan Yu zu helfen.\nDie drei Männer umzingelten Lu Bu und kämpften weiter. Alle Menschen in der Gruppe waren fassungslos.\nBald begann Lu Bu an Stärke zu verlieren. Lu Bu's Pegasus zog sich zurück, aber die drei Männer verfolgten Lu Bu und weigerten sich aufzugeben. Sie zogen sich erst zurück, als sie auf Lu Bu's Truppen trafen.\n\"Drei Königreiche\"\n(Diese Geschichte ist eine Metapher für Lu Bus Tapferkeit und Kampfgeschick. Eine Person kann drei Menschen besiegen.)", "聖意": "Das Herz des Hauses und der Heimat reist nur auf eigene Faust, um nach Reichtum zu suchen. Ein möglicher Heiratsartikel geht an Liujia. Für die Menschen läuft alles reibungslos. Zhushuntianische Seidenraupen werden verwendet. Unter den sechs Tieren sind Menschen zu finden. Menschen können im Voraus gefunden werden . Rechtsstreitigkeiten. Migration. Verlorenes Eigentum. Krankheiten. Berge und Gräber sind wie Glück.", "古人": "Drei Helden kämpfen gegen Lu Bu", "第X籤": "Einundneunzig Gewinn im Lotto", "宮": "Du Palast"}