{"籤詩版本二": "Ich plane seit meiner Kindheit Geschäfte, daher muss ich nicht um Reichtum und Wohlstand bitten.\nWenn zwei Personen nach etwas suchen, geht der Gelehrte los und kommt mit dem Hauptpreis zurück.", "詩意": "Dieses Hexagramm ist seit seiner Kindheit das Symbol des Geschäfts.\nSeien Sie in allem fleißig und sparsam und sorgenfrei.", "解曰": "Von der Kindheit bis zum Erwachsenenalter. Kein Hindernis, kein Hindernis. Mach einen Plan. Der Ruhm verläuft reibungslos.", "籤詩故事一": "◇Cai Qing erwidert seine Freundlichkeit (Cai Yong)\nCai Yong, Höflichkeitsname Bojie, wurde in Chenliuyu (heute südlich des Kreises Qixian, Provinz Henan) geboren. Er ist ein Gelehrter und der Ehemann von Zhao Wuniang. Vor fünf Jahren rekrutierte der kaiserliche Hof Talente auf der Gelben Liste und der Landkreis empfahl ihm, zur Prüfung nach Peking zu kommen. Seitdem gab es keine Neuigkeiten.\nDas erste Jahr, nachdem Cai Bojie gegangen war, verlief problemlos. Die Familie hatte einige Ersparnisse und ihr Leben war überschaubar.\nIm nächsten Jahr litt Chenliu unter einer schweren Dürre und verließ sich daher darauf, dass Zhao Wuniangdian Schmuck verkaufte, um die Hungersnot zu überleben. Von Cai Bojie gab es keine Neuigkeiten, was die Familie noch mehr beunruhigte.\nDie Dürre dauerte in diesem Zeitraum drei Jahre. Zhang Guangcai, ein Nachbar im Dorf, half ihr von Zeit zu Zeit.\nSpäter gewann Cai Bojie den ersten Preis und kehrte nach Hause zurück, um zu erfahren, dass Zhang Guangcai seiner Frau geholfen hatte. Das Paar ging zu Zhangs Haus, um seine Dankbarkeit auszudrücken, und schenkte Zhang Guangcai zwei Taels Silber.", "聖意": "Das Zuhause ist friedlich, das Selbst ist wohlhabend, das Geschäft ist erfolgreich, die Ehe ist erfolgreich, die Geburt eines Mannes ist erfolgreich, das Feld ist voller Seidenraupen, die sechs Tiere sind wohlhabend, die Suche ist erfolgreich, die Klage ist erfolgreich , die Migration ist erfolgreich, das verlorene Eigentum ist gut, die Krankheit ist ein Berg und das Grab ist gut.", "古人": "Cai Qing erwidert seine Freundlichkeit (Cai Yong)", "第X籤": "Unterschreiben Sie zweiundneunzig", "宮": "Du Palast"}