{"籤詩版本二": "Luan Feng Xiang war vom Nieselregen durchnässt, wurde aber zu dieser Zeit von Queer gemobbt\nIch war schockiert, als ich erfuhr, dass eines Tages die Wolken weit weg waren, ich dir aber trotzdem meine Kleidung zurückgegeben habe.", "詩意": "Dieses Hexagramm stellt das Symbol dar, dass Luan und Phoenix vom Regen bedeckt sind.\nAlles kommt, wenn die Zeit gekommen ist.", "解曰": "Dem Bösewicht geht es von Tag zu Tag besser. Ein Gentleman sollte nichts tun. Bleib einfach für dich. Handeln Sie, wenn es soweit ist.", "籤詩故事一": "◇Gao Jun garantiert die Ehe\nIn der frühen Song-Dynastie vereinte Zhao Kuangyin den Norden und das ganze Land kapitulierte. In der südlichen Tang-Dynastie verschanzte sich Li Yu jedoch im Süden des Jangtsekiang. Er übernahm die Strategie, eine Stadt anzubieten und so zu tun, als würde er kapitulieren. Zhao Kuangyin in Shouzhou gefangen, und die Situation war kritisch. Zhao Kuangyins Neffe Gao Junbao, ein junger Mann mit einer goldenen Waffe, verließ Bianjing, um die Belagerung von Shouzhou zu brechen.\nAls sie am Berg Shuangsuo vorbeikamen, zerschmetterten sie das von Liu Jinding aufgestellte „Ehemann“-Schild und die beiden traten gegeneinander an. Infolgedessen besiegte Liu Jinding Gao Junbao dreimal mit seinen hervorragenden Kampfkünsten und sie tauschten goldene Streitkolben und silberne Glocken gegen das Leben ein. Zhao Kuangyins Neffe Gao Junbao verließ Bianjing, um den gefangenen Zhao Kuangyin in Shouzhou zu retten. Er durchquerte den Berg Shuangsuo und zerschmetterte das von Liu Jinding aufgestellte Schild. Die beiden traten gegeneinander an, aber Liu Jinding besiegte Gao Junbao dreimal mit seinen hervorragenden Kampfkünsten und wurde zur Heirat gezwungen. Das Paar führte die Menge in die Belagerung und rettete Zhao Kuangyin.\n(Die Metapher dieser Geschichte ist, dass die beiden sich nicht versöhnten (sie wurden gemobbt), sondern sich später versöhnten.)", "聖意": "Das Zuhause der Familie ist nicht gut für sich selbst, vorsichtig sein, Geld zu suchen, Geschäfte blockieren, auf die Hochzeit warten, Verzögerung, Liujia, falscher Reisender, auf den Feldern verweilen, Seidenraupen, zu spät, sechs Viehschäden, schwer zu findende Leute, Klagen, Verlust, Migration, Konservativität, verlorenes Eigentum, schwere Krankheit, Ausweitung des Berges, schwere Reform", "古人": "Gao Jun garantiert die Ehe", "第X籤": "Dreiundneunzig im Lotto gewonnen", "宮": "xugong"}