{"籤詩版本二": "Ein Gentleman sollte sich nicht um die kleinen Leute kümmern. Wenn etwas schief geht, wird er Ärger verursachen.\nDen Klang des Klaviers muss man sich unbedingt mit einem guten Freund anhören. Er ist immer ruhig und vage. Dieses Werk ist für jedermann.", "詩意": "Dieses Hexagramm sollte dem Bild eines engen Freundes entsprechen.\nEs wird Glück bringen, die Dinge konstant zu halten.", "解曰": "Zhiyinfangxu. Achten Sie nicht auf andere Dinge. Behandle dich wie eine edle Person. Alle glücklich.\nZhiyin Fangxu hat vier Charaktere, die ursprünglich als Shiyin Fanghua geschrieben wurden.", "籤詩故事一": "◇BoYa besucht Freunde (BoYa Broken Qin)\nBoya, Nachname Yu, Vorname Rui und Höflichkeitsname Boya, stammte während der Frühlings- und Herbstperiode und der Zeit der Streitenden Reiche aus Yingdu im Bundesstaat Chu.\nZhong Ziqi arbeitete als Holzfäller im Chu-Königreich. Eines Tages traf er Yu Boya, der im Han-Fluss Harfe spielte. Zhong Ziqi hörte eine Stimme sagen: „Es ist so hoch wie ein Berg und so schwankend wie fließendes Wasser.“ Die beiden heirateten und versprachen, sich in der Mitte des Jahres wiederzusehen. Herbstfest nächstes Jahr.\nIm nächsten Jahr hielt Yu Boya den Termin wie geplant ein, doch Zhong Ziqi war verstorben. Nachdem Yu Boya erfuhr, dass Zhong Ziqi gestorben war, dachte Yu Boya, dass es auf der Welt keine Musik mehr geben würde und er nie wieder in seinem Leben Harfe spielen würde.\nsagen:\nBrechen des Yao Qin und Feng Wei Han. Zi Qi ist es egal, gegen wen er spielt.\nDie Frühlingsbrise bringt alle Freunde. Es ist schwer, einen wahren Freund zu finden.", "聖意": "Seien Sie vorsichtig, wenn Sie Ihr Zuhause und Ihren eigenen Bösewicht verlassen. Seien Sie bei der Suche nach Reichtum vorsichtig bei Transaktionen. Es ist ratsam, zu spät zu heiraten. Für weibliche Fußgänger ist es ungünstig, Felder, Seidenraupen und Vieh zu bewegen und fleißig nach Menschen zu suchen , Klagen einzureichen und auszuwandern, schnell nach verlorenem Eigentum zu suchen, durch Krankheiten und Gräber in den Bergen blockiert zu sein.", "古人": "Boya besucht Freunde (Boya Broken Qin)", "第X籤": "Los vierundneunzig", "宮": "xugong"}