{"籤詩版本二": "Der Ehrgeiz und die Erfolge liegen in der Dynastie, aber jetzt wird es endlosen Alkoholkonsum und Sex geben.\nWenn Sie einen goldenen Hahn sehen, werden Sie mit Geld, Glück und Reichtum belohnt.", "詩意": "Dieses Hexagramm stellt das Symbol für Ehrgeiz und Ruhm dar.\nHalten Sie alles glücksverheißend.", "解曰": "Ehrgeizig und aufgeregt. Es ist noch nicht zu spät, sich selbst zu schützen. Der goldene Hahn verspricht. Alle glücklich.", "籤詩故事一": "◇Cao Pi proklamierte sich selbst zum Kaiser\nCao Pi, Höflichkeitsname Zihuan, wurde in Peiguoqiao (heute Kreis Hao, Anhui) geboren. Ein berühmter Politiker und Schriftsteller während der Jian'an-Zeit.\nCao Pi ist der zweite Sohn von Cao Cao. Er lebte seit seiner Kindheit mit seinem Vater im Militärlager. Unter dem Einfluss seines Vaters lernte Cao Pi im Alter von sechs Jahren Bogenschießen und im Alter von acht Jahren Reiten und entwickelte sich weiter gute Kampfkunstkenntnisse. Er verfügt außerdem über umfassende Kenntnisse antiker und moderner Klassiker und Biografien sowie über die Bücher Hunderter Denkschulen. Erst im Alter von achtzehn Jahren besiegte Cao Cao Yuan Shao und Cao Pi führte ein relativ stabiles Leben in Yecheng, dem Zentrum von Cao Caos Herrschaft. Obwohl er seinen Vater manchmal auf Militärexpeditionen begleitete und die meiste Zeit das Leben eines adligen Sohnes führte, praktizierte er seitdem immer noch jeden Tag Kampfkunst und hat bis heute nicht darauf verzichtet. Er reitet oft hundert Schritte weit auf seinem Pferd und ist sehr geschickt in den Kampfkünsten. Da er oft Kampfkünste praktiziert, ist er leicht und stark.\nCao Caos ältester Sohn Cao Ang wurde in einer Schlacht getötet. Nach dem Tod des ältesten Sohnes wurde Cao Pi zur ersten Wahl für den Kronprinzen. Als er einunddreißig Jahre alt war, wurde er von Cao Cao zum Kronprinzen ernannt. Als Cao Pi 33 Jahre alt war, starb Cao Cao an einer Krankheit und Cao Pi folgte ihm als Premierminister und König von Wei nach. Er sagte, dass er oft hundert Schritte weit reitet und sehr geschickt ist. Da er oft Kung Fu praktiziert, ist er leicht und gesund.", "聖意": "Beten Sie, dass Ihr Zuhause und Ihr Zuhause friedlich sind, Wohlstand suchen, hart arbeiten, Handel treiben, sich früh trennen, die Ehe erfolgreich sein wird, Liujia in Sicherheit sein wird, die Menschen auf dem Feld sein werden, die Seidenraupen erwachsen werden und sechs Tiere erwachsen werden Es wird schwierig sein, Menschen zu finden, öffentliche Klagen werden dringend sein, die Migration wird verloren gehen und die Dinge werden weit weg sein. Krankheiten werden in den Bergen und Gräbern zurückbleiben.", "古人": "Cao Pi proklamiert sich selbst zum Kaiser", "第X籤": "Fünfundneunzigster Lottogewinn", "宮": "xugong"}