{"籤詩版本二": "Die majestätische Pagode ist ungewöhnlich, mit exquisiten Elementen auf allen Seiten, die hell leuchten.\nIch fordere Sie auf, entschlossen zu sein, sich fleißig zu verneigen und gute Taten zu vollbringen, und der Himmel wird Ihnen Segen senden.", "詩意": "Dieses Hexagramm stellt die Manifestation von Verdienst dar.\nAlles ist glückverheißend.", "解曰": "Diese Segnungen. Jeder hat es. Seien Sie nicht zu beschäftigt. Der Verdienst wird im Voraus ermittelt.", "籤詩故事一": "◇Der König von Fenyang trifft seinen Enkel am chinesischen Valentinstag\nLösung: Guo Ziyi traf am chinesischen Valentinstag das Webermädchen, das auf die Erde herabstieg. Tiansun, die Enkelin des Jadekaisers, ist die Sieben Feen.\nGuo Ziyi (697–781), auch bekannt als Guo Linggong, stammte aus dem Kreis Zheng, Huazhou (heute Kreis Huaxian, Provinz Shaanxi) und war ein General der Tang-Dynastie. Der kaiserliche Hof verlieh Ziyi den Titel eines Königs von Fenyang.\nEs wird gesagt, dass Ziyi ursprünglich aus Huazhou stammte und sich der Armee außerhalb der Chinesischen Mauer anschloss. Er ging nach Peking, um Militärsold zu fordern, und kehrte nach Yinzhou zurück. Zu dieser Zeit war zufällig der chinesische Valentinstag. Wind und Sand Es wurde dunkel und die Sonne wurde dunkel. Ziyi konnte sich nicht vorwärts bewegen, also stand er neben der Straße. Er schlief auf dem Boden in einem leeren Haus. Als er gerade einschlafen wollte, sah er plötzlich ein rotes Licht auf beiden Seiten. Er stand auf und blickte überrascht auf. Am Himmel war eine Wolke, die langsam herabstieg. Da saß eine schöne Frau, würdevoll und wunderschön, völlig anders als gewöhnliche Menschen. Ziyi zollte sofort seinen Respekt und sagte: „Heute ist der siebte Tag des siebten Mondmonats. Ich denke, es ist das Webermädchen, das gekommen ist und ihr Langlebigkeit und Reichtum schenken möchte.“\nDie Frau antwortete auch: „Mit großem Reichtum geht ein langes Leben einher.“\nNachdem er zu Ende gesprochen hatte, kehrte das Leuchten zurück und die Wolken stiegen langsam auf. Die Frau blickte immer noch mit einem angenehmen Lächeln auf Guo Ziyi herab, bis sie weit von ihr entfernt war, und dann verschwamm der Rauch und sie war nicht mehr zu sehen.\nEs stellte sich heraus, dass es wahr war, genau wie die Frau es gesagt hatte. Ziyis Verdienste sind weltberühmt, er ist ein äußerst beliebter Minister und ein General mit sowohl Verdiensten als auch Tugenden.", "聖意": "Wünschen Sie sich zu Hause etwas, wünschen Sie sich etwas, beten Sie um Geld, viel Glück im Geschäft, viel Glück in der Ehe, viel Glück in Liujia, glückliche Reisen mit Menschen, Umzug von Feldern, Seidenraupen, stabiles Vieh, Pech beim Finden Menschen, öffentliche Klagen, Migration, Glück, Fundkrankheiten, Gräber in Zhenxingshan", "古人": "König Fenyang trifft seinen Enkel am chinesischen Valentinstag", "第X籤": "Unterschreiben Sie sechsundneunzig", "宮": "xugong"}