{"籤詩版本二": "Ich gehe zu spät rein und raus, um Rat einzuholen, bin ängstlich und besorgt, Ärger zu verursachen\nWie lange kann es dauern, bis ein Vogel, der in eine Falle fliegt, entkommt?", "詩意": "Dieses Hexagramm ist ein Zeichen dafür, die Dinge alt zu halten und sich dem Schicksal anzupassen.\nAlles ist unbefriedigend.", "解曰": "Seien Sie jederzeit konservativ. Warten auf die Ankunft des Edlen. Wenn Sie nach allem fragen. Die Hauptsache wird zu spät sein.", "籤詩故事一": "◇Ji Ping wurde getötet\nJi Ping, mit bürgerlichem Namen Ji Tai, auch bekannt als Ping, war ein kaiserlicher Arzt in der Han-Dynastie.\nIm fünften Jahr von Jian'an (200 n. Chr.) wurde Cao Cao Premierminister und nahm den Kaiser nicht ernst. Seitdem er das Edikt gelesen hatte, das der Kaiser an seinem Gürtel geschrieben hatte, Dong Cheng, der keine Möglichkeit hatte, es zu bekommen Nachdem er Cao Cao losgeworden war, war er empört und wütend. Besorgt wurde er krank.\nKaiser Xian bat den kaiserlichen Arzt Ji Ping, Cao Cao zu behandeln. Ji Ping las das geheime Edikt des Kaisers und war entschlossen, Cao Cao loszuwerden, also entwickelten die beiden gemeinsam einen Plan. Unerwarteterweise haben Wände Ohren. Dong Chengs Haussklave, Qin Qingtong, wurde von Dong Cheng wegen seiner Affäre mit Dong Chengs junger Frau vierzig Mal mit einem Stock geschlagen. Er hegte einen Groll. Als er davon hörte, meldete er Dong Cheng und Ji Ping nach Cao Cao.\nJi Ping nutzte Cao Caos Kopfschmerzen aus und vergiftete ihn heimlich. Cao Cao erhielt einen Hinweis, sperrte Ji Ping ein, folterte ihn und ermittelte gegen den Anführer. Ji Ping widerstand dem Tod und starb, nachdem er die Stufen berührt hatte.", "聖意": "Das Haus macht sich Sorgen um sich selbst, der Bösewicht bittet um Geld, das Geschäft geht kaputt, die Ehe hält nicht lange, die Strafe beträgt sechs, der Fußgänger ist auf dem Feld gefangen, die Seidenraupe wird beschädigt, die sechs Tiere werden gefunden, das Die Person wird gefunden, die öffentliche Klage ist verloren, die Migration kommt nicht voran, das Eigentum ist verloren, die Krankheit ist ausgebrochen, das Netz ist im Berg, das Grab ist tot,", "古人": "Ji Ping wurde getötet", "第X籤": "Nummer achtundneunzig", "宮": "Haigong"}