{"籤詩版本二": "Wir zügeln das Pferd und halten die Peitsche und kommen direkt hierher, halb in Gefahr, halb in einer Katastrophe.\nEs ist wie ein Haus, das vom Feuer niedergebrannt wird. Wenn der Himmel einstürzt, verwandelt der Regen es in Asche. Ich habe einen Plan.", "詩意": "Dieses Hexagramm steht für halb Trauer und halb Freude.\nEs ist ratsam, in allem Gutes zu tun.", "解曰": "Lebenslange Arbeit. Kümmere dich nicht um richtig und falsch. Die Fesseln sind vorübergehend. Ressentiments kommen von selbst.", "籤詩故事一": "◇Tao Sanchun schlägt Zheng En in Guayuan\n„Lang lebe mein Denkmal“, Zhao Kuangyin stand wieder auf, „Beiping-König Zheng En hatte damals eine Hochzeit arrangiert. Jetzt, da die Welt in Frieden ist, möchte ich Sie um Erlaubnis bitten, einen glückverheißenden Tag für die Hochzeit zu wählen.“ \"\n„Es lebe mein Denkmal!“ Zhao Kuangyin stand auf und sagte: „Der König von Peking, Zheng En, hatte damals eine Hochzeit arrangiert. Jetzt, da die Welt in Frieden ist, möchte ich Sie um Erlaubnis bitten, einen glückverheißenden Tag zu wählen.“ Tag zum Heiraten.\n„Oh, der dritte Bruder war schon einmal verlobt, wieso wusste ich nichts davon?“ Chai Rong war sehr überrascht. Er wedelte mit der Hand und bat Zhao Kuangyin, sich zu setzen und zu reden.\n„Oh! Der dritte Bruder war schon einmal verlobt, wieso wusste ich nichts davon?“ Chai Rong (Kaiser der späteren Zhou-Dynastie) war sehr überrascht. Er winkte mit der Hand und bat Zhao Kuangyin, sich zu setzen und zu reden.\n„Das ist eine lange Geschichte. Erstens waren wir damals noch in Armut und sind deiner Armee nicht beigetreten. Seitdem kämpfen wir seit Jahren und haben keine Zeit, uns um dich zu kümmern. Zweitens ist der dritte Bruder auch ein bisschen klein.“ Ich scheue mich, es zu erwähnen, also weiß Eure Majestät es nicht.“\n„Das ist eine lange Geschichte. Erstens lebten wir damals noch in Armut und schlossen uns nicht Ihrer Armee an. Seitdem kämpfen wir jahrelang und haben keine Zeit, uns um Sie zu kümmern. Zweitens ist der dritte Bruder auch ein Etwas schüchtern, es zu erwähnen, also weiß Eure Majestät es nicht.“\n„Hey, der männliche Student heiratet, was bringt es, sich zu schämen? Der dritte Bruder ist schon lange auf dem Schlachtfeld und kann als beispielloser Held angesehen werden. Warum bist du in dieser Angelegenheit so kleinlich?“\n„Hey! Der College-Junge heiratet, was bringt es, sich zu schämen? Der dritte Bruder ist schon lange auf dem Schlachtfeld und kann als beispielloser Held angesehen werden. Warum bist du in dieser Angelegenheit so kleinlich?“\n„Apropos, ich kann es meinem dritten Bruder nicht verübeln, dass er schüchtern ist, denn diese Ehe war gefälscht.“\n„Apropos, ich kann es meinem dritten Bruder nicht verübeln, dass er schüchtern ist, denn diese Ehe war gefälscht.“\n„Abgetippt? Hey, es ist interessant. Bitte erzähl mir, was passiert ist.“\n„Ich habe es getippt! Hey! Es ist interessant! Bitte erzähl mir, was passiert ist.“\n„Ja, ich erinnere mich an das Jahr, als wir uns Seiner Majestät anschließen wollten, als wir durch den Landkreis Baocheng fuhren. Im Juni war es sehr heiß. Mein dritter Bruder konnte nicht im Hotel übernachten, also ging er alleine umher. Nachdem er an einem Melonengarten vorbeigekommen war, ging er hinein, um welche zu pflücken. Melonen löschten den Durst. Zu dieser Zeit gab es nicht viele frühreifende Melonen, und der dritte Bruder wusste nicht, wie man sie pflückt, also zerbrach er viele davon. Die Frau, die die Melonen betrachtete, trat vor, um den dritten Bruder anzuklagen. Die beiden waren uneinig und begannen dann zu streiten. Komm. Zum Glück machte ich mir Sorgen und eilte rechtzeitig zur Rettung, sonst…“\n„Ja, ich erinnere mich an das Jahr, als wir uns Seiner Majestät anschließen wollten, als wir am Landkreis Baocheng vorbeikamen. Im Juni war es sehr heiß. Mein dritter Bruder konnte nicht im Hotel übernachten, also ging er alleine umher. Nachdem er an einem Melonengarten vorbeigekommen war, ging er hinein, um welche zu pflücken. Melonen löschten den Durst. Zu dieser Zeit gab es nicht viele frühreifende Melonen, und der dritte Bruder wusste nicht, wie man sie pflückt, also zerbrach er viele davon. Die Frau, die die Melonen betrachtete, trat vor, um den dritten Bruder anzuklagen. Die beiden waren uneinig und begannen dann zu streiten. Komm. Zum Glück machte ich mir Sorgen und eilte rechtzeitig zur Rettung, sonst…“\n„Dieser Zheng Ziming, es ist in erster Linie seine Schuld, er sollte sich entschuldigen. Warum hat er ihn geschlagen? Außerdem, wie kann die Familie eines Mädchens den Schlägen und Tritten eines wilden Mannes wie ihm standhalten! Komm schon, du hast dieses Mädchen geschlagen.“ Stücke. Nein?“ „Das Mädchen war unverletzt…“\n„Dieser Zheng Ziming, es ist in erster Linie seine Schuld, also sollte er sich entschuldigen. Warum verprügelst du ihn? Außerdem, wie kann die Familie eines Mädchens den Schlägen und Tritten eines wilden Mannes wie ihm standhalten! Komm schon, sag es mir, Du hast dieses Mädchen verprügelt. Nein?“\n„Das Mädchen war unverletzt…“\n„Das ist okay, das ist okay ... Hey, hast du nichts unternommen? Oh, ich schätze, du hast mich rechtzeitig gerettet.“\n„Das ist okay! Das ist okay... Hey! Hast du nichts unternommen? Oh! Ich schätze, du warst derjenige, der mich rechtzeitig gerettet hat!“\n„...Nein, die Person, die ich gerettet habe, war...der dritte Bruder.“ „...Nein, die Person, die ich gerettet habe, war...der dritte Bruder.“\n\"Ah ah?!\"\n„Der dritte Bruder wurde von der Frau zu Boden geworfen und die ganze Zeit über heftig geschlagen. Zum Glück kam ich und überredete ihn zum Gehen, sodass er nicht ernsthaft verletzt wurde. … Eure Majestät … Eure Majestät! … \"\n„Der dritte Bruder wurde von der Frau zu Boden geworfen und auf dem ganzen Weg heftig geschlagen. Glücklicherweise kam ich an und überredete ihn zu gehen, so dass er nicht ernsthaft verletzt wurde. … Eure Majestät … Eure Majestät! … .\"\n„Ah?...Oh, wer ist diese Frau!?“ „Ah!?...Oh, wer ist diese Frau!?“\n„Erst später fand ich heraus, dass der Name der Frau Tao Sanchun war und ihr Vater Tao Hong ein alter Held war, der keine Ambitionen hatte. Tao Sanchun lernte von seinem Vater Kampfkunst, seit er ein Kind war. Nachdem ich davon erfahren hatte In seiner Familie sah ich, dass Miss Sanchun einen herausragenden Charakter hatte. , Luo Luo und großzügig, ohne die Angewohnheit, ein kleines Mädchen zu sein, passten sie sich ihm bewusst an. Dem Tao-Vater und der Tao-Tochter gefiel auch der unkomplizierte Charakter des dritten Bruders sehr. Sie „Ich habe mich sofort verstanden und mich für diese Ehe für die beiden entschieden. Eure Majestät, bitte sagen Sie mir, das ist keine Scheinehe?“\n„Erst später fand ich heraus, dass das Mädchen Tao Sanchun hieß und seit ihrer Kindheit von ihrem Vater Kampfkunst gelernt hatte. Nachdem ich seine Familie kennengelernt hatte, sah ich, dass Miss Sanchun einen hervorragenden Charakter hatte großzügig und hatte keine Spur von den Gewohnheiten des kleinen Mädchens, also habe ich sie bewusst rekrutiert. Herr Tao und seine Tochter mochten auch den unkomplizierten Charakter ihres dritten Bruders sehr. Sie verstanden sich sofort und entschieden sich für diese Ehe. Ihr Majestät, bitte sagen Sie mir, ist das nicht eine gefälschte Ehe?“\n(Die Metapher dieser Geschichte ist, dass sich eine schlechte Sache als eine gute Sache herausstellte.)", "聖意": "Beten Sie für den Schutz Ihres Zuhauses und Ihrer selbst, seien Sie vorsichtig, beten Sie für Wohlstand, ruinieren Sie Geschäfte, behindern Sie die Ehe, Bestrafung, Liujia, Versicherung, in Feldern gefangene Fußgänger, Seidenraupenschäden, Viehschäden, vermisste Personen, illegale Klagen, Verlust, Migration, Konservativität , verlorenes Eigentum, böse Krankheiten, Sorgen, Gefahren, Berge, Gräber, Scheitern", "古人": "Tao Sanchun besiegt Zheng En im Melonengarten", "第X籤": "Nummer neunundneunzig", "宮": "Haigong"}