{"籤詩版本二": "Kann d'Welt geschaf ginn fir e gutt Bestietnes, glécklech Deeg a gutt Zäiten, an alles gutt sinn\nEt ass keng kleng Saach, wann Dir dëst Lot kritt.De Keeser erkläert datt d'Leit trei an oprecht sinn.", "詩意": "Dëst Hexagram duerstellt den Ufank vun der Ouverture vum Himmel an Äerd.\nAlles ass glécklech.", "解曰": "Schnell Geschwindegkeet. D'Joer ass seng Zäit net wäert. Guanyin schreift. Loosst mech éischt wëssen.", "籤詩故事一": "◇ Zhongli gouf opgekläert\nZhongli Quan, mam Numm Zhongli, Virnumm Quan, Ugedriwwe Numm Yunfang, a Spëtznumm Zhengyang, war eng gebierteg vun Xianyang Grofschaft, Xi'an, Shaanxi Provënz während der Ost-Han Dynastie.\nZhong Liquan war e Generol vun der Han Dynastie.Wärend der Expeditioun géint de Western Qiang war hien jalous op de Kommandant Liang Yi an huet him nëmmen 30.000 al a schwaach Zaldoten zougewisen.Sobald hien op seng Destinatioun ukomm ass, gouf de Camp vum der westlecher Qiang Arméi, an d'Zaldoten geflücht. Den Zhong Liquan ass an engem Dall verluer gaangen an huet en Hu Mönch um Wee begéint. Hien huet hien an e klengt Duerf geholl a gesot: \"Dëst ass d'Residenz vum Här Donghua.\" Dunn huet hien Äddi gesot an ass fortgaang. No enger Zäit huet een op eemol gesot: \"Dëst muss sinn, well de gréngen-eyed Hu Mann ze sprëtzeg ass.\" Hien huet e Mann gesinn, deen e wäisst Hirschpelz huet an e grénge Quinoa-Staf hält. Hien huet dem Zhong Liquan gefrot: \"Déi Persoun déi koum hei ass Han Da General Zhongliquan\n? Zhong Liquan war schockéiert, wousst datt hien eng komesch Persoun begéint huet, sou datt hien den Tao oprecht geléiert huet.\nZhong Liquan huet spéider den Zhenren Huayang an den Onstierfleche Kinnek Xuanfu kennegeléiert, a geléiert de \"Geheimnis vun der Onstierflechkeet\". Schlussendlech huet hien um Zijin Sihaofeng am Kongtong Mountain gelieft, d\"Geheimnis vun der Jade Box kritt, a gouf e richtegen onstierwlechen. Hie gouf och als ee vun de fënnef Nordpatriarche vun der Quanzhen Sekt geéiert.", "聖意": "Biet fir Äert Heem an Heem fir am Hierscht a Wanter mat Gléck geseent ze ginn. Sicht Gléck am Hierscht a Wanter. Vill Gléck am Geschäft, Vill Gléck am Bestietnes, Vill Gléck bei der Gebuert vu Jongen, Vill Gléck beim Reesen d'Felder, Vill Gléck bei Seidewürmer, Vill Gléck bei Béischten, Vill Gléck fir Leit ze fannen, Vill Gléck bei Prozesser, Vill Gléck bei der Migratioun, verluerent Verméigen, a Vill Gléck bei nordëstleche Krankheeten. Vill Gléck fir Bierger a Griewer ze schécken", "古人": "Zhongli gouf opgekläert", "第X籤": "éischt Zeechen", "宮": "Gebärmutter"}