{"籤詩版本二": "Déi onerwaart Jade a Schätz, déi am Steen verstoppt sinn, ginn nëmme vun Auslänner aus anere Plazen gesicht.\nJust wéi eng Lampe op der Sich no Feier ze halen, ass et besser de verschwendene Effort ze botzen", "詩意": "Dëst Hexagram hält d'Lampe a sicht d'Symbol vum Feier.\nAlles wäert zu der Zäit fäerdeg sinn.", "解曰": "Hochzäit Treffen. Näischt kann gemaach ginn. Muss onlimitéiert sinn. Et stëmmt virun mengen Aen.", "籤詩故事一": "◇ Pang Juan observéiert d'Formatioun\nWärend der Warring States Period war Sun Bin gebierteg vu Qi. De Pang Juan war e gebierteg vu Wei. Hien huet och de Gui Guzi als säin Enseignant veréiert.\nSun Bin huet besser geléiert wéi Pang Juan, a Pang Juan gouf de Generol vu Wei. Hien huet mat Sun Bin an enger Schluecht vu Witz gekämpft, a wann hien verluer huet, hat hien Sun Bin.\nHien huet en Trick benotzt fir dem Sun Bin seng Féiss ofzeschneiden.Spéider huet de Sun Bin sech als verréckt gemaach a konnt flüchten.\nDe Kinnek Wei vu Qi huet Sun Bin als säi Militärberoder benotzt fir Truppen ze féieren fir Wei z'attackéieren.\nDe Pang Juan ass an de Sun Bin säi Camp gaang fir d'militäresch Formatioun ze inspizéieren. De Sun Bin huet de Pang Juan täuscht andeems hien seng Truppe reduzéiert huet a heemlech méi Truppen derbäigesat huet. De Pang Juan huet hien op d'Maling Road verfollegt a gouf vun engem Ambush-Zaldot mat engem Kräizbréch erschoss.\n(D'Metapher vun dëser Geschicht ass datt Dir och talentéiert sidd, also firwat sollt Dir jalous op säin Talent sinn?)", "聖意": "D'Haus ass net gutt fir sech selwer, et ass schwéier Geld ze fannen, et ass schwéier ze handelen, et ass schwéier ze bestueden, et ass schwéier fir eng weiblech Reesender d'Feld ze plënneren, Seidewürmer, Qiuji, a sechs Béischten, et ass schwéier een ze fannen, ze fannen, verklot ze ginn, an en aalt Haus ze plënneren, verluer ze goen, krank ze sinn, an engem Bierggruef begruewen ze ginn.", "古人": "Pang Juan observéiert d'Formatioun", "第X籤": "Déi zéngten Lotterie", "宮": "Yin Palace"}