{"籤詩版本二": "Firwat gitt Dir net op Tailai, dat ass just ëm den Eck, ech loossen den Här temporär aus dem Bierg.\nWann et gutt Neiegkeeten iwwer den Tiger oder den Hues ass, sidd Dir fräi och wann Dir décidéiert sidd beschäftegt ze sinn.", "詩意": "An dësem Hexagram gëtt et en Zeeche vu Segen ënner Onglécker.\nAlles ass am Viraus schlecht a gutt um Enn.", "解曰": "Ersetzen mat Hanf Seid. Hit engem seng Féiss. Gesinn kloer. Segen kommen aus Katastrophen.", "籤詩故事一": "◇ Encounter a Master in Bukit\nDe Wu Ji war ursprénglech en Holzschneider, an déi zwee hunn de Jiang Ziya begéint wéi se am Feng River gefëscht waren. De Wuji huet gelaacht wéi hien den Ziya gesinn huet mat engem riichten Haken ze fëschen.\nD'Ziya huet dem Wuji säi Gesiicht gekuckt a gesot: \"Wann Dir haut an d'Stad gitt, wäert Dir een ëmbréngen.\" Nodeems hien dat héieren huet, ass de Wu Ji rosen fortgaang an huet Brennholz an d'Stad gedroen.\nNodeem d'Stad erakoum, huet de Wu Ji mat aneren geklappt an huet de Premier Minister Wen Wang falsch zum Doud geschloe.\nDe Kinnek Wen huet de Buedem als Prisong gezunn an de Wu Ji agespaart.\nDe Bukit Hou gouf temporär fräigelooss a gouf zum Doud veruerteelt fir seng Mamm bis zum Hierscht ze këmmeren.\nSeng Mamm huet him gefrot de Jiang Ziya ëm Hëllef ze froen.\nDen Taigong huet hien als säi Jünger akzeptéiert, huet him d'Konscht vum Krich geléiert, an huet him bestallt, Lächer ze gräifen an Zauber ze werfen fir säin gebierteg Schicksal ze briechen.\nNom Hierscht koum de Wu Ji net fir bestrooft ze ginn.De Kinnek Wen huet déi gebierteg Zuelen ofgeleet a geduecht datt de Wu Ji aus Angscht virum Verbriechen ëmbruecht huet.\nMéi spéit huet de King Wen de Wu Ji begéint, an de Wu Ji huet de King Wen agefouert fir de Jiang Taigong ze treffen.\nTaigong gouf den Titel vum Generol vu Wude ausgezeechent. Souwuel Meeschter a Léier hunn fir King Wen geschafft.", "聖意": "D'Haus ass sécher, d'Selbst ass gutt, d'Geschäft ass gutt, d'Bestietnes ass spéit, de männleche Foussgänger ass net zréck op d'Felder, d'Seidewürmer si rentabel, déi sechs Déiere si Shenji, d'Sich ass gutt, den ëffentleche Prozess ass gutt, d'Migratioun ass konservativ, de verluerene Besëtz ass gesi ginn, d'Krankheet ass gutt, Qiu Ji, de Bierggraf ass gutt", "古人": "Bukit Encounter", "第X籤": "Déi zwieleften Zeechen", "宮": "Yin Palace"}