{"籤詩版本二": "Just wéi e Kran, deen aus sengem stierfleche Käfeg erauskënnt, ass et méiglech aus dem stierfleche Käfeg ze flüchten.\nEt gi keng Barrièren tëscht Norden, Süden an Osten.Dir kënnt direkt op Jiuxiao Palace goen.", "詩意": "Dëst Hexagram representéiert d'Bild vun engem Kran, dee säi Käfeg verléisst.\nAlles ass am Viraus schlecht a gutt um Enn.", "解曰": "Keng Suergen. D'Strooss ass räich. Sidd roueg. Suergelos als Mënsch (Gott).", "籤詩故事一": "◇ Ziya huet seng offiziell Positioun opginn\nWéi de Jiang Ziya als Verméigen geschafft huet, huet hien gesinn datt eng Fra vum Jade Pipa Geescht transforméiert gouf, sou datt hien hatt gegraff huet an hatt souguer mat engem Tëntsteen geschloen huet. De Premier Minister vum King Zhou huet erkläert wat geschitt ass, gefrot wat geschitt ass, an huet dunn de Jiang Ziya geholl fir de King Zhou ze gesinn. Jiang Ziya huet Samadhi True Fire benotzt fir de Pipa Geescht aus senger ursprénglecher Form virum King Zhou ze verbrennen, an de King Zhou huet him e Seniorbeamten gemaach.\nFir d\"Jade Pipa Geescht ze rächen, Daji gefrot King Zhou Jiang Ziya ze Uerder eng Hirsch Plattform ze bauen. Jiang Ziya reprochéiert King Zhou, a King Zhou bestallt him ëmbruecht gin. Jiang Ziya Flucht duerch Waasser benotzt. Nodeem hien doheem zréckkoum, huet de Jiang Ziya d'Ma gefrot fir op Xiqi ze goen, an d'Ma wollt him scheeden. Also ass de Jiang Ziya eleng op Xiqi (d'Haaptstad vum Kinnek Wen vun der Zhou Dynastie) gaang.\nJiang Ziya ukomm an Xiqi a gelieft an Ofsécherung Fëscherei am Panxi Gorge. Hien begéint Kinnek Wen vun Zhou deen äifreg Talenter ze sichen. Op King Wen d'oprecht Ufro, Jiang Ziya war als seng Enseignant veréiert an assistéiert King Wen.", "聖意": "Ech sinn onroueg doheem an ech wëll och finanziell Zesummenaarbecht sichen, Transaktioun, Bestietnes, Liujia, männlech Foussgänger, gesinn Felder, Seidewiever, Hierscht Gewënn, sechs Béischten Verloschter, Sich no Leit, Obstruktioun vun ëffentleche Prozesser, Migratioun, verluer Besëtz, Südosten Krankheet, Kader, schéckt Bierger a Griewer, auspiciousness.", "古人": "Ziya huet seng offiziell Positioun opginn", "第X籤": "Déi véierzéngt Lotterie Gewënner", "宮": "Maogong"}