{"籤詩版本二": "D'Suergen an d'Suergen ginn temporär erliichtert, a Freed kënnt vum Himmel.\nJust wéi Jade verstoppt an Dung, hieft e gudden Aarbechter de Stëbs eraus", "詩意": "Dëst Hexagram representéiert d'Harmonie vu Yin a Yang.\nAlles wat Dir plangt ass glécklech.", "解曰": "Näischt gewonnen, näischt verluer. Gewënn aus Verloscht. De Béis ass a Schwieregkeeten. Vill Gléck fir Iech, Här.", "籤詩故事一": "◇Ye Meng Xiong Chao Di\nYe Mengxiong (1531-1597), deem säin Héiflechen Numm Nanzhao war an deem säin Numm Longtang war, gouf op Longtan geännert an och Huayun genannt. Eng gebierteg vu Wanshifang, Huizhou Fucheng (haut Deel vum Huicheng Distrikt, Huizhou City) an der Ming Dynastie. Am 44. Joer vun der Jiajing Herrschaft (1565) gouf hien e Jinshi a krut den Titel Magistrat vu Qing County. Hien huet als Direkter vun der Transfert Departement gedéngt, a spéider zu der Iwwerwaachung Zensur vun Shanxi Road geännert.\nAm 20. Joer vum Wanli (1592) huet de Generalkonsul vun Ningxia, Kuaibai (Chef vum Mongoleschen Tatar Stamm), de Gouverneur Dang Xin ëmbruecht an de véierzeg-siwenten Fort an der Hexi Provënz ageholl. , d'Stad gebrach, veréiert a verbrannt selwer zum Doud. Meng Xiong ass net arrogant fir Kreditt ze huelen, a léisst seng Fäegkeeten esou gutt sinn wéi déi vun de Genereel déi sech trauen ze kämpfen. Den offiziellen Wei Xuezeng gouf erëm agestallt. A senge spéidere Joeren huet hien fënnef Mol demissionéiert a gouf zréck op Huizhou fir den Huilong Tempel ze bauen.\nYe Mengxiong koum Taoism als Fonctionnaire am Ufank, a war berühmt fir seng Integritéit. Al historesch records gesot, datt hien \"déi éischt an Demut a Fähegkeet\", \"eliminéiert Korruptioun a bestrooft Rebelliounen\", e gudde Ruff hannerlooss; extrem trei, couragéiert, couragéiert, a ressourcevoll. Gutt am Gunnery. An der zweeter Halschent vu sengem Liewen goufen seng Kampfkonschtfäegkeeten an der \"Geschicht vun der Ming Dynastie\" opgeholl an hie gouf als Nationalheld ugesinn.", "聖意": "D'Haus ass ongënschteg (ëmmer méi friddlech) Hierscht a Wanter si gutt fir sech selwer, Räichtum wäert erfollegräich sinn, Transaktioune wäerten erfollegräich sinn, d'Bestietnes wäert erfollegräich sinn, d'Liujia gëtt falsch alarméiert (et gëtt Schätz), d'Foussgänger ginn op den Terrain fir Biet fir Seidewürmer, sechs Déiere wäerte flaach sinn, d'Leit wäerte fonnt ginn, ëffentlech Gesetzer wäerten ongënschteg sinn, Migratioun wäert konservativ sinn, verluer Eegentum gëtt behënnert, Krankheeten ginn am Fushan Graf etabléiert", "古人": "Ye Meng Xiong Chao Di", "第X籤": "Siechzéngten Gewënner Lotto", "宮": "Maogong"}