{"籤詩版本二": "Am Westen fällt d'Gëlle Kräh an d'Kanéngchen klëmmt am Osten.Den Zyklus vun Dag an Nuecht geet vun Antikitéit bis haut weider.\nD'Mönche an d'Taoisten wëssen datt et keen Nodeel ass, an d'Geléiert, d'Baueren, d'Industrie an d'Händler verfollegen all hiren eegene Geescht.", "詩意": "Dëst Hexagram representéiert d'Wachsung an d'Verschwannen vu Yin a Yang.\nEt ass och en Zeechen datt alles wéi geplangt leeft.", "解曰": "Et gëtt näischt am Kapp. Wat Dir gemaach hutt ass verdéngt. Wéi e Pfeil aus engem Bogen. Ee Schoss huet d'Zil getraff.", "籤詩故事一": "◇ De Monni Cao Guo ass en onstierwlechen\nCao Guojiu, e gebierteg vu Xuzhou, gëtt gesot de grousse Monni vum Staat während der Renzong Period vun der Song Dynastie ze sinn. Säin Numm war Cao Yi, och bekannt als Cao Jingxiu.\nDe Monni Cao Guo hat e jéngere Brudder mam Numm Cao Er. Dësen Cao Er huet sech op seng Positioun vun der keeserlecher Muecht ugewisen an huet all Zorte vu Béisen engagéiert.Hien huet Felder besat, Frae a Meedercher ewechgeholl an huet Frënn mat e puer Gesetzesloser gemaach, erakommen an eraus.Cao Guojiu konnt et net ausstoen, sou datt hien refuséiert op seng gutt Wierder a Komfort ze lauschteren, sou datt hien Strof benotzt huet fir hien ze kontrolléieren.\nDe Cao Guojiu sot: \"D'Prinzipien vun der Welt sinn datt déi, déi gutt sammelen, wäerte floréieren, an déi, déi Béis accumuléieren, stierwen. Dëst ass eng onverännerbar Wourecht. An der Vergaangenheet huet eis Cao Famill béis Doten gesammelt fir de Räichtum vun haut z'erreechen. Elo mäi Brudder huet Béisen bis zum Extrem accumuléiert, och wann en entkommt Och wann Dir vun de Beamten bestrooft sidd, kënnt Dir net vun den Naturkatastrophen entkommen, déi heemlech lafen.Wann eng Katastroph kënnt an Är Famill zerstéiert gëtt an een stierft, wäert Dir net sinn fäeg ze flüchten.Ech wäert erniddert a fäerten dofir.\" Also hunn ech all mäi Räichtum verspreet, Hien huet den Aarm gehollef an huet sech net méi ëm säi Brudder seng Affären gekëmmert. Dunn huet hien säin Heem a seng Frënn verlooss, an eng Taoist Uniform geännert an ass an d'Bierger gaang fir säi Geescht an d'Natur ze kultivéieren.\nEnges Daags begéint hien Zhongli a Lu Dongbin vun der Han Dynastie duerch Zoufall. Wéi de Monni Cao Guo seng fléissend Äntwerten gesinn, war hien ganz frou an huet him de \"Geheime Edikt vun zréckkommen Truth\" an bestallt him virsiichteg ze üben. Net laang duerno, Zhongli Quan a Lu Dongbin goufen an déi onstierwlech Klass agefouert.", "聖意": "Vill Gléck fir d'Haus, Heem, Gléck, Gléck, Vill Gléck am Geschäft, Bestietnes, männlechen Reesender, Seidewürmer fréi am Feld planzen, Béischten, Sich no Leit, Prozess, Migratioun, verluere Besëtz, spéit Krankheet, Gléck", "古人": "De Monni Cao Guo ass en onstierwlechen", "第X籤": "Zeechen der uechtzéngten", "宮": "Maogong"}