{"籤詩版本二": "Loosst d'Boot vun der séier Waasser Plage zréck goen, wat wëllt Dir wéinst der Onrouen maachen?\nWann Dir sécher wëllt sinn, sicht Rou a waart bis d'Wellen dës Kris passéieren.", "詩意": "Dëst Hexagram ass wéi e Boot, deen op enger séierer Plage reest.\nBleift konservativ an alles a waart op d'Zäit.", "解曰": "Debordéiert a staarkem Waasser. D'Gefor waart op d'Zäit. Wann Dir iwwer Camp Pläng froen. Näischt kann gemaach ginn.", "籤詩故事一": "◇ Ziyi gëtt zum Kinnek gekréint\nGuo Ziyi (697-781), och bekannt als Guo Linggong, war gebierteg aus Zheng Grofschaft, Huazhou (haut Huaxian Grofschaft, Shaanxi Provënz) an e Generol an der Tang Dynastie.\nWärend der Anshi-Rebellioun am 14. Joer Tianbao (755) krut hien den Titel Shuofang Jiedushi (Lingwu, westlech vu Lingwu am haitegen Ningxia). Hie gouf op Kräizzuch bestallt.Hien huet dem Shuofang seng Arméi mam Li Guangbi kombinéiert fir ze marschéieren. an Hebei.Si hu sech zu Changshan (Zhengding, Hebei) zesummegedoen an de Shi Siming besiegt, Hebei erëmgewonnen. Zu dëser Zäit huet de Guo Ziyi virgeschloen datt de Keeser de Fan Yang aus dem Norden hëlt an de Rebellen Tiger säin Hënn attackéiert fir d'Belagerung vu Tongguan ze reduzéieren, awer de Xuanzong huet refuséiert. Duerno gouf d'Situatioun vun de separatistesche Vasallstied an der spéider Tang Dynastie gepflanzt, wat och d'Remote Ursaach vum Doud vun der Tang Dynastie gouf.\nAm fofzéngten Joer vun der Herrschaft vum Tianbao (756) hunn hien an d'Uighur Koalitioun den Hequ pazifizéiert. Am Fréijoer vum Joer duerno hunn si den Hedong (haut Yongji, Shanxi) an de Feng Yi (haut Dali, Shaanxi) erholl an Tongguan ugegraff, Cui Qianyu besiegt.D'Tang Arméi huet méi wéi 10.000 Affer gelidden. De Cui Qianyu huet sech dem Pujin erginn. En Lushan gouf vu sengem Jong An Qingxu ëmbruecht.\nAm zweete Joer vun Zhide (757) krut hien den Uerder Truppen op Fengxiang ze féieren.Um Wee huet hien 5.000 Li Guiren Kavallerie bei der Baiquliuyun Bréck (haut Südoste vu Sanyuan) besiegt.Am Mee huet hie mat An Shouzhong a Li Guiren gekämpft. zu Qingqu (haut Weste vu Xi'an) besiegt, an hien huet sech op Wugong (haut Nordweste vu Wugong) zréckgezunn. Am September ass hien dem Maréchal Guangping Wang Li Chu gefollegt fir d'Tang an d'Uighuren ze leeden fir sech mat 150.000 Truppen ze verbannen, an duerno mat An Shouzhong a Li Guiren zu Xiang. Am Norde vum Ji Temple (südwestlech vum haitegen Chang'an Grofschaft) sinn d'Uighur Zaldoten hannert dem Feind gekreest, vun zwou Säiten ugegraff an ëmbruecht 60.000 Feinde. Den Zhang Tongru ass an d'Shaanxi Grofschaft geflücht, an endlech d'Haaptstad Chang'an (haut Xi'an) erëmfonnt.D'Majestéit vun der Tang Arméi gouf nach eng Kéier zu Chang'an restauréiert.\nDuerno huet d'Tang Arméi vun der Victoire profitéiert an no Osten marschéiert, 150.000 Männer besiegt, dorënner de Yan Zhuang an Zhang Tongru zu Xindian (elo südwestlech vun der Sanmenxia Stad, Henan Provënz), an huet den Anqing Xu gezwongen de Giel Floss ze iwwerschreiden an op Xiangzhou zréckzezéien. Dongjun Luoyang zréck. Füügt Situ zu senge Verdéngschter a mécht hien den Herzog vum Land.\nDe Shi Siming huet seng Arméi vu Fan Yang gefouert fir den An Qingxu ze retten. Déi zwou Säiten hunn a Formation nërdlech vum Anyang River gekämpft (haut Norde vun Anyang). De Kampf war onloschterlech. Um Enn, gefouert vun néng Jiedushi, der Tang Arméi, déi behaapt 600.000 Mann ze hunn, zréckgezunn (an der Schluecht vu Yecheng). Krich). Den Haaptkommandant vun dëser Schluecht war den Eunuch Yu Chaoen, dee keng Führungsfäegkeeten hat an de Guo Ziyi fir den Echec vun der Schluecht zouginn huet. De Guo Ziyi gouf zréck op Chang'an geruff, vun der Militärmuecht erliichtert, a gouf en Idle Beamten.\nAm éischte Joer vu Baoying (762) hunn d'Truppen zu Taiyuan (haut Südweste vun Taiyuan) a Jiangzhou (haut Xinjiang an der Provënz Shanxi) rebelléiert. D'Geriicht war erschreckt, sou datt den Ziyi den Titel vum Kinnek vu Fenyang zouginn huet an erausgaang ass fir Kontroll Jiangzhou. Hie gouf och vum Eunuch Cheng Yuanzhen ausgeléist a gouf vun der militärescher Muecht erliichtert.\n(De Schwéierpunkt vun dëser Geschicht: De Guo Ziyi, dee ganz kapabel a gutt verhale war, huet de Xuanzong an e puer Béiser kennegeléiert, déi seng Leeschtungen immens kompromittéiert hunn.)", "聖意": "Segen d'Haus a sech selwer, sicht Räichtum, keng Transaktioun, keng Bestietnes, kee falschen Alarm, Foussgänger, déi zu Tiancanji ukommen, schwéier Leit ze fannen, ëffentlech Prozesser an (net Xing), Migratioun, Konservativitéit, verluer Eegentum, schwéier ze fannen, Krankheeten, biede fir Segen, Bierger a Griewer, glécklech", "古人": "Ziyi gouf zum Kinnek gekréint", "第X籤": "Nonzéngten Gewënner Lott", "宮": "Tatsumi"}