{"籤詩版本二": "No esou vill Suergen a Gefore wäert et vun elo un ni méi eidel sinn\nE generéist Häerz huet seng eege generéis Pläng. Dir musst en Expert treffen fir grouss Leeschtungen ze maachen.", "詩意": "Dëst Hexagram ass wéi en antike Brunn mat engem Fréijoer.\nAn alles erreechen Adel Leit Erfolleg.", "解曰": "De Prozess wäert schlussendlech gerechtfäerdegt ginn. Krank a sécher. Gitt an eraus fir Rotschléi ze sichen. Antike Well trëfft Fréijoer.", "籤詩故事一": "◇ Yao Chong kontrolléiert Locusten\nDe Yao Chong (649-721), deem säi richtegen Numm de Yuan Chong war, war vu Shaanzhou.Hien war Minister vu Xia Guan, Shangshu vu Chunguan, Ziweiling, Zhongshuling a Premierminister an der Tang Dynastie.\nAm véierte Joer vu Kaiyuan (716) gouf Shandong (allgemeng op de Yellow River Basin ëstlech vun Huashan) vu Spriecher geplot.D'Leit ware vun onglécklechen Ideen gebonnen an hunn sech net getraut ze jagen an ëmzebréngen. Amplaz hu si sech opgestallt. Opfer, Räucherstäerkt verbrannt, nieft de Felder veréiert, a kucken wéi d'Ernte vun de Locusten verschlësselt ginn.\nAll Beamten hunn gegleeft: \"Locusts sinn eng Naturkatastroph, wéi kënne se vu Mannkraaft kontrolléiert ginn!\" De Kampf tëscht zwou verschiddenen Iddien war deemools hefteg, ob d'Locusten eliminéiert ginn oder net.\nDe Yao Chong sot: \"Soulaang mir zesumme schaffen, kënne mir se all lassgoen. Hien huet gesot: Locusts si Angscht virun de Leit, sou datt se einfach fortfueren. D'Séiwierker hunn Besëtzer, sou datt d'Rettungsaarbechter haart musse schaffen; Locusts kënne fléien, a wa se an der Nuecht Feier gesinn, fléien se definitiv; Feier op Am Feld, gräift Lächer beim Brennen, begruewe se beim Brennen, an et gëtt näischt méi.\nDe Xuanzong sot: \"Locusts sinn eng Naturkatastroph, déi duerch schlecht moralesch Gouvernance verursaacht gëtt. Wann Dir frot datt se gejot an ëmbruecht gi sinn, geet dat net géint de Kär?\"\nDe Yao Chong huet bäigefüügt: \"Locusten fangen an ëmzebréngen gouf vun den Alen praktizéiert, an Är Majestéit wäert et an Zukunft benotzen. Et ass e grousst nationalt Evenement fir de Baueren Fridden a Wuelstand ze bréngen. Betruecht et w.e.g. eescht.\"\nXuanzong war iwwerzeegt. Mä deemools huet jiddereen am Geriicht an ausserhalb vum Geriicht gesot datt d'Lokusten net gejot ginn.\nDe Xuanzong sot: \"Ech hunn mam Premier Minister diskutéiert an hunn décidéiert d'Locusten ze fangen. Jiddereen, deen erëm protestéiert, wäert ausgefouert ginn. \"Also huet hien de Zensur geschéckt fir d'Leit ze iwwerwaachen an ze riichten d'Locussen ze brennen an ze begruewen.\nD'Resultater waren zimlech efficace.Néng Millioune Danz vu Locusten goufen uechter d'Land gefaangen, an d'Lokusplo gouf erfollegräich eliminéiert. D'Landwirtschaft huet dat Joer eng gutt Ernte erreecht.\n(Wäisheet soll an der Katastrophemanagement an der Evakuéierung benotzt ginn, an et muss genial Strategie ginn fir Schwieregkeeten ze iwwerwannen. Yao Chong ass den Expert an dëser Matière)", "聖意": "D'Haus ass normal, d'Selbst ass blockéiert, Sue sichen ass blockéiert, den Handel ass blockéiert, d'Bestietnes an d'Harmonie si blockéiert, et gëtt Gefor zu Liujia, Foussgänger si blockéiert, Seidewürmer sinn blockéiert, Béischten sinn ongënschteg, Leit vermësst, ëffentlech Prozesser sinn blockéiert, Migratioun ass onraisonnabel, verluer Saachen si schwéier ze fannen, Krankheeten si schwéier ze bieden, Bierger a Griewer sinn onroueg.", "古人": "Yao Chong kontrolléiert Locusten", "第X籤": "Gewënn der Lotterie zwanzeg-fënneften", "宮": "Mi Palace"}