{"籤詩版本二": "Gerüchter huet et, datt d'Saache sech op d'Kopp gaange sinn, an ech krut e Bréif vum Horizont.\nDe Ruhm an den Erfolleg, déi mir am Buch versprach hunn, bloufen bis zum Schluss eidel.", "詩意": "Dëst Hexagram huet e falschen Numm.\nEt ass unzeroden an alles konservativ ze sinn.", "解曰": "Op an erof opgeregt. Fräizäit sichen ass net Idle. Wonsch fir Ruhm. Bleift sécher.", "籤詩故事一": "◇ Zhong Kui erreecht Erliichterung\nZhong Kui, deem säi Familljennumm Zhong Kui ass, deem säin Héiflechen Numm Zhengnan ass, ass aus Zhongnanshan.\nWärend der Herrschaft vum Keeser Dezong vun der Tang-Dynastie huet den Zhong Kui un der keeserlecher Examen deelgeholl. Den Zhong Kui huet d'Examenfroe gelies an den Artikel direkt an engem Stéck geschriwwen an ofginn. De Chef Examinator deen Dag war den Han Yu, de Minister fir Zivil Affären, an den Adjoint Examinator war de Lu Zhi, e grousse Geléiert. Wann déi zwee dem Zhong Kui säi Pabeier gelies hunn, hunn d'Ae beliicht a si soten zesummen: \"Wizard, Zauberer! All Wuert an dësem Artikel ass exquisite, wiirdeg vu Li Taibai an Du Zimei! \"Also hunn se Zhong Kui als déi éischt Plaz genannt.\nDe Keeser Dezong huet dem Han Yu säi Bericht nogelauschtert a gesot datt den Zhong Kui, den neie Champion vun der Wëssenschaft, ganz talentéiert war, sou datt hien den Zhong Kui am Golden Palace geruff huet.\nWéi de Keeser Dezong säin ellent Erscheinungsbild gesinn huet, huet hien sech direkt enttäuscht a gesot: \"D'Auswiel vu Geléiert an eisem Haff baséiert alles op perséinleche Wierder a Kalligraphie. Wéi kann esou eng ellen Persoun als Nummer 1 Geléiert an de gëllene Wëssenschaften ausgewielt ginn? \"\nDen Han Yu huet séier geknéit a gesot: \"Déi Gutt a Schlecht vun enger Persoun sinn net alles iwwer d'Erscheinung. Héiert Dir net, den Hellege Här, datt de Yan Ying dräi Féiss grouss ass an d'Gläichheet vum Premier Minister ass? Zhou Chang stottert awer kann der Han-Dynastie hëllefen; De Konfuzius beurteelt d'Leit no hirem Erscheinungsbild, a verléiert säi Jong Yu. Ech hoffen, datt Är Majestéit zweemol denkt.\"\nDe Keeser Dezong huet e Moment iwwerluecht a gesot: \"Obwuel dem Han Aiqing seng Wierder raisonnabel sinn, wéi ech de Keeser Taizong war, waren et uechtzéng Geléiert, déi op Yingzhou komm sinn an doriwwer geschwat hunn. Dëse Mann war den Nummer 1 Geléiert. Ech fäerten datt d'Welt wäert mech laachen fir net Talenter ze erkennen.\"\nDe Premier Minister Lu Qi war schmuel an neidesch op Talenter. Nodeem hien d'Wierder vum Keeser héieren huet, huet hien sech geknéit a gesot: \"Den Nummer 1 Geléiert am gëllene Fach muss souwuel intern wéi extern sinn. Et ginn dräihonnert Kandidaten fir dëst Thema. Firwat wielt Dir net en aneren?\"\nWéi den Zhong Kui gesinn huet, datt dee Mann esou duerchernee war, konnt hien net hëllefen, rosen ze ginn. Hien huet op de Lu Qi gewisen a verflucht: \"Wann esou en ignorant Beamten viru Geriicht ass, wäert hien d'Land net schueden?\" Duerno, hien huet de Lu Qi mat der Fauscht geschloen.\nWann Dir dëst gesinn huet, war Dezong rosen a sot: \"Dir sidd sou fett, Dir traut Iech Problemer am Golden Palace ze maachen, huelt se séier erof!\"\nAn engem Roserei huet den Zhong Kui d'Schwäert aus der Taille vum Generol erausgezunn, deen am Palais stoung, an huet haart gesouch: \"Et ass schwéier fir eng frustréiert Kaz en Tiger ze imitéieren, an e frustréierte Papagei ass net sou gutt wéi eng Poulet.\" Duerno huet hien sech ëmbruecht.\nWéi de Keeser Dezong gesinn huet, datt den Zhong Kui sech a Roserei ëmbruecht huet, war hien immens iwwerrascht.Fir d'Häerzer vun de Leit ze gewannen, huet hien dekretéiert, datt den Zhong Kui mam offiziellen Titel Nr. vum Exorcismus fir d'Welt vu béise Geeschter ze befreien.", "聖意": "Biet fir Segen op Ärem Haus, Är eege Sécherheet, finanziell Schwieregkeeten, Affär Echec, Bestietnes Echec, Liujia Fraen Foussgänger, Vertrauen Feld Seidewiever hallef gekacht, sechs Hausdéieren, kënnen opgewuess, vermësst Leit, Western ëffentlech Prozesser, Verloscht vun Migratioun, Konservativitéit, Verloscht vun Immobilien, Krankheet, biede fir Gléck a Bierger a Griewer", "古人": "Zhong Kui huet den Tao gewonnen", "第X籤": "Zwanzeg-sechsten Gewënn der Lotterie (Lotterie)", "宮": "Mi Palace"}