{"籤詩版本二": "Am Oste gëtt et e schéine Chanjuan am Moundliicht, an d'Wolleken iwwerdecken et fir e Moment a bleiwen verstoppt.\nHeiansdo kann et ronn sinn, awer heiansdo fehlt et.Déi, déi seet, datt et net ass, sinn nëmme lëschteg Gespréicher.", "詩意": "De Mound an dësem Hexagram ass vu Wolleken bedeckt.\nAlles ass nach am Koma.", "解曰": "Schwiewend Wolleken decken de Mound. Net néideg ze zweiwelen. Waart op d'Wollek ze sammelen. Da wäert Dir verstoen.", "籤詩故事一": "◇Bao Gong sicht d'Keeserin Li\nWärend der Herrschaft vum Zhenzong vun der Song Dynastie war d'Keeserin Li (Keeserin Li) eng Déngschtmeedchen am Harem. Si gouf vum Song Zhenzong favoriséiert a gouf op Wanyi gefördert, a si gouf schwanger.\nAwer zu där Zäit hat d'Konkubin Liu Def (spéider Keeserin Liu) béis Gedanken an huet den Eunuch Guo Huai bestuet fir dem Keeserin Li säi Jong mat enger Hautfaarf Kaz ze ersetzen, hire Jong ewechgerappt an dem Keeser gesot datt hien hire biologesche Jong war. Song Zhenzong war rosen a geschéckt Li Keeserin an de kale Palais.\nNodeems d'Konkubin De zu Kinnigin gefördert gouf, huet si geplangt d'Keeserin Li ëmzebréngen, déi aus dem Palais geflücht ass.\nEnges Daags huet d'Li Niangniang, déi op der Strooss gelieft huet, de Bao Zheng, dem keeserlechen Envoy, begéint, deen an der Géigend patrouilléiert war, si huet him iwwer hir Liewenserfahrung erzielt an datt si d'biologesch Mamm vum aktuelle Keeser Song Renzong war. . Nodeems de Bao Zheng vum Tëschefall geléiert huet, huet hien de Li Niangniang zréck op Peking geholl, et dem Song Renzong gemellt an d'Saach erausfonnt, a schliisslech hunn d'Mamm an de Jong sech erkannt. D'Keeserin Dowager Liu an den zoustännegen Eunuch Guo Huai hunn de Kapp gebéit an zouginn.", "聖意": "Ech sinn onroueg doheem, ech biede fir finanzielle Schutz, Vill Gléck am Geschäft, Bestietnes Meenungsverschiddenheeten, Leit an de Felder, Seidewürmer, ongewollt Déieren, Schwieregkeeten Leit ze fannen, Prozesser, Verloscht, Migratioun, Konservativitéit, verluer Eegentum, westlech Krankheeten, schwéier ze fannen recuperéieren, Bierg Graf Renovatioun", "古人": "Bao Gong sicht d'Keeserin Li", "第X籤": "Zwanzeg-aachten Lotterie Gewënner", "宮": "Mëtteg Palace"}