{"籤詩版本二": "Ech roden Iech net bei him ëm Hëllef ze froen, hie flitt wéi e Kran a schéisst geheime Pfeile op dech.\nWann Dir gitt fir Brennholz ze sammelen an et ass eng Schlaang am Gras, kënnt Dir vu Gëft gebass ginn an Dir wäert traureg sinn.", "詩意": "Dëst Hexagram ass en Zeechen fir sécher ze bleiwen a sech selwer ze halen.\nSief virsiichteg an alles.", "解曰": "Maacht Äre Mond zou an hält Är Zänn. Hien ass suergfälteg. Wann Dir Iech schëlleg fillt. Um Enn schued et sech selwer.", "籤詩故事一": "◇ Schachbrettversammlung\nDe Keeser Taizong vun der Tang Dynastie war no Westen marschéiert a gouf an der Stad Suoyang agespaart.Cheng Yaojin ass zréck op Peking fir Verstäerkungen ze froen.\nDe Xue Dingshan gouf bestallt als Second Route Marshal ze déngen an ass gaang fir den Här ze retten an Xiliao ze pazifizéieren.\nNodeems e Grupp vu Leit aus dem Yumen Pass erauskoum, si si op de Qipan Mountain komm. Belagert vun Dausende vu Minions um Bierg, Dou Yihu, de Kinnek vum Bierg, gouf vum Tang General Luo Tong besiegt. Glécklecherweis war seng Schwëster Dou Xiantong e Jünger vun der Helleger Mamm vu Giel Blummen a war am Kampfkonscht beherrscht. d\"Fee Seel ofgehalen an Luo Tong gebonnen. Xue Dingshan huet perséinlech d\"Elite Zaldoten gefouert. Gefangen.\n(Dat ënnerschriwwe Gedicht entsprécht deem)\nGesinn Xue Dingshan d\"schéinheet, Dou Xiantong wollt de Feng Luan d\"Frënd ze ginn, mee Xue Dingshan refuséiert. Dou Xiantong gouf rosen a wollt him eraus ze drécken an gekäppt him. Glécklecherweis, Cheng Yaojin koum him ze retten an erliichtert hir Bestietnes. Spéider huet den Dou Yihu och d'Qipanshan Bridder zréck an d'Tang Dynastie gefouert fir d'Tang Dynastie ze hëllefen Western Liao ze eroberen.", "聖意": "Heemsécherheet, Selbstinteresse, Räichtum sichen, op Zäit waarden, Geschäftsstagnatioun, Bestietnes net erlaabt, Liujia falschen Alarm, Foussgänger blockéieren Felder, Seidewürmer, sechs Béischten, vermësste Leit, blockéieren ëffentlech Prozesser, Verloscht (Mo Xing) Migratioun, konservativ, verluer Besëtz, Krankheet ass schwéier ze recuperéieren, Bierg Graf, Vill Gléck", "古人": "Schachbrettkonferenz", "第X籤": "Drësseg-siwenten Lotterie Gewënner", "宮": "Mëtteg Palace"}