{"籤詩版本二": "Zäit a Rou verbréngen, sëtzen a léien beim Téi drénken nodeems se voll sinn\nDir musst net kierperlech a geeschteg beschäftegt sinn, an Dir wäert definitiv keng Ongerechtegkeet oder Katastroph verursaachen.", "詩意": "Dëst Hexagram ass e Symbol vu Fridden a Stabilitéit.\nAn alle Saachen, op déi richteg Zäit waarden wäert Gléck bréngen.", "解曰": "Bleift sécher a gesond. Frot d'Gëtter. Waart bis d'Zäit kënnt. Saache geschéien duerch Zoufall.", "籤詩故事一": "◇ Foyinhui Dongpo\nEemol huet de Su Dongpo beim Zen studéiert e bësse Verständnis kritt, hien huet gemierkt datt säi Staat transzendent war an hien huet Freed dran gefillt. Ech konnt meng Leidenschaft net behalen, hunn ech mäi Pen verbreet an e Gedicht geschriwwen:\n\"An der Mëtt vum Himmel blénkt de Jishou hell iwwer d'Universum; net vun den aacht Wand geblosen ze ginn, sëtzt hien oprecht op engem purpurroude gëllene Lotus.\"\n(Déi aacht Wand bezéie sech op: Gewënn, Ënnergang, Zerstéierung, Ruff, Lob, Lächer, Leed a Gléck. Dat heescht, net genervt ze sinn vun dësen aacht Staaten nennt een \"déi aacht Wand kënnen net bewegen\")\nNodeems hien et geschriwwen huet, huet den Dongpo säi Knecht iwwer de Floss geschéckt fir et dem Zen Master Foyin vum Jinshan Temple ze ginn.\nNodeems den Zen Master Foyin et gelies huet, huet hien et mam Wuert \"Fart\" markéiert an et sengem Knecht ginn fir zréck ze huelen.\nDen Dongpo war rosen nodeems hien dëst gesinn huet, also huet hien e Boot iwwer de Floss geholl an ass an den Jinshan Tempel gaang fir dem Buddha säi Siegel fir Diskussioun ze fannen.\nWéi den Dongpo beim Paart vum Jinshan Tempel ukomm ass, huet de Foyin scho bei der Dier gewaart.\nDe Su Dongpo huet de Foyin direkt virgeworf: \"Firwat nennt Dir dat Gedicht, dat ech e Fart geschriwwen hunn?\"\nDe Foyin huet geäntwert: \"Sidd Dir net schonn 'net fäeg vun den aacht Wand geblosen ze ginn'? Wéi konnt Dir vun engem Floss 'iwwer de Floss geschloe ginn'!\"\nZu dëser Zäit war den Dongpo schockéiert ze realiséieren datt hien net gutt genuch war an a Schimmt hannerlooss huet.\n(Dës Geschicht ass eng Metapher fir \"D'Hëtzt ass nach net ukomm\")", "聖意": "Biet fir Äert Heem an Är eege Sécherheet, fir Äre Räichtum, fir Äert Geschäft, fir eng gutt Zäit, fir Äert Bestietnes, fir eng weiblech Reesender zu Liujia, fir d'Arrivée vu Seidewürmer an de Felder, fir datt déi sechs Béischten stabil sinn, fir een ze fannen, fir Ierger, fir ëffentlech Prozesser, fir Migratioun, fir verluer Eegentum, fir Krankheet, fir an e Bierg Graf ze schécken, glécklech", "古人": "Foyinhui Dongpo", "第X籤": "Drësseg-eent gewënnt Zuel", "宮": "Wei Gong"}