{"籤詩版本二": "D'Retour ass sécher.Wie kennt de Jade, deen am Steen verstoppt ass?\nWann e gudden Handwierker e klore Schnëtt huet, fillt hien sech sécher a sécher an der Jaspisperiod", "詩意": "An dësem Hexagram kënnt Dir d'Bild vum Jade gesinn wann Dir e Steen schneiden.\nSchafft schwéier fir an alles erfollegräich ze sinn.", "解曰": "De Schatz ass am Steen. Friemen wëssen wéineg. Waart bis et kloer gëtt. Maacht wat Dir kënnt.", "籤詩故事一": "◇Liu Bei sicht Talenter (dräi Visiten am Thatched Gîte, dräi Visiten an Thatched Gîte)\nDéi dräi Kinnekräicher Period. Zhuge Liang gelieft an Ofsécherung an engem thatched Hütt zu Longzhong. De Liu Bei war gär Talenter ze sichen, also huet hien den Zhuge Liang perséinlech besicht. Hien huet den Zhuge Liang dräimol besicht (bekannt als \"Three Visits to the Thatched Cottage\" an der Geschicht). De Liu Bei huet anerer gefrot fir ewech ze bleiwen an huet den Zhuge Liang gefrot: \" D'Han-Dynastie ass gefall, an d'Verrot Ministeren hunn hiert Liewe geklaut. Är Majestéit.\" Am Stëbs bedeckt. Ech moossen net meng Tugend a meng Fäegkeet, ech wëll un déi grouss Gerechtegkeet an der Welt gleewen, awer meng Wäisheet a Fäegkeeten sinn flaach, also benotzen ech et rampant. Vun haut un.Meng Ambitioun ass awer nach net eriwwer, mengt Dir datt de Plang ëmgesat gëtt?\"\nDen Zhuge Liang huet him dunn de Plang presentéiert fir d'Welt an dräi Deeler opzedeelen, an analyséiert d'Situatioun an där de Cao Cao net erreechbar war an de Sun Quan him hëllefe konnt. Hien huet och iwwer d'Feiglechkeet vun de Staatspaschtéier an de Staaten Jing an Yi ausgeschafft. , an et war eng Geleeënheet vun hinnen ze profitéieren, an nëmmen déi zwee Staaten konnten exploitéiert ginn.Eréischt da kann hien d'Welt gewannen, hien huet souguer dem Liu Bei d'Strategie gesot fir d'Zentralflächen ze attackéieren. (Dës Diskussioun gouf spéider \"Longzhong Dui\" genannt). Nodeems de Liu Bei dat héieren huet, huet hien et gelueft wéi wann hien e Schatz fonnt hätt, an de Zhuge Liang staark invitéiert fir eraus ze hëllefen, sou datt de Zhuge Liang dem Liu Bei säi Militärberoder gouf.", "聖意": "D'Haus ass friddlech, ech sichen Räichtum, den Aarbechtshandel behënnert d'Bestietnes a gëtt e virtuelle Reesender zu Liujia.", "古人": "Liu Bei sicht Talenter (dräi Visiten am Thatched Gîte, dräi Visiten an Thatched Gîte)", "第X籤": "D'drësseg-zweet Lotterie Gewënner", "宮": "Wei Gong"}