{"籤詩版本二": "Kleed Iech un a formt den ale Familljestil nei. Den Tao ass ouni Himmel awer huet Verdingscht.\nNodeems si d'Dären an d'Dären op der Strooss ewechgeschloen hunn, hunn déi dräi sech eens mat hire Kollegen erëm ze vereenegen", "詩意": "Dëst Hexagram stellt d'Ëmännerung vu Kleeder duer.\nAlles ass schwéier ier et méi spéit einfach gëtt.", "解曰": "Maach der keng Suergen. Ameséier dech gutt. Wann Dir iwwer d'Zukunft frot. Et gëtt eng gutt Strooss vir.", "籤詩故事一": "◇ Dem Tang Monk seng buddhistesch Schrëften\nXuanzang (602-664), en eminente Mönch vun der Tang Dynastie, hat e gemeinsame Familljennumm vum Chen an e Virnumm Yi. Hie gouf am Goushi Grofschaft, Luozhou gebuer (haut de südlechen Deel vun der Yanshi Stad, Henan Provënz). Hie gouf e Mönch am Alter vun dräizéng an huet de buddhisteschen Numm Xuanzang geholl. D'Welt gëtt Sanzang vun der Tang Dynastie genannt.\nAm drëtte Joer vum Zhenguan (629, och bekannt als dat éischt Joer vum Zhenguan), ass hien westlech op Tianzhu (Indien) gereest fir buddhistesch Schrëften ze kréien.\nAm siwwenzéngten Joer Zhenguan huet de Meeschter offiziell demissionéiert an zréck an den Osten. Hien ass zréck op China iwwer d'Südstrooss vun der haiteger Provënz Xinjiang, Khotan a Loulan.Et huet insgesamt siwwenzéng Joer an eng Rees vu 50.000 Meilen gedauert. Wéi hien am éischte Mount vum nonzéngten Joer Zhenguan zu Chang'an ukomm ass, huet de Keeser de Liang Guogong Fang Xuanling an aner zivil a militäresch Beamten bestallt fir him e grousst Begréissung ze ginn.\nInsgesamt 520 a 657 Bänn vun den originelle Sanskrit buddhistesche Schrëfte goufen ugefrot. an op Chinesesch iwwersat.\nNodeems de Meeschter zréckkoum, gouf hie vum Keeser Taizong a vum Keeser Gaozong héich respektéiert a gouf zu Da Nei verankert, an huet him den Titel \"Master Tripitaka\" ginn.", "聖意": "D'Haus ass an Onrouen, Vill Gléck fir sech selwer, Vill Gléck fir Räichtum, gutt Geschäft, Bestietnes, Hindernisser fir d'Leit op den Terrain ze kommen, Seidewürmer, Pech fir Déieren, Sich no Leit, Prozesser, Migratioun, verluer Eegentum, spéider Krankheet , Biede fir Segen, Bierg Griewer soll al ginn.", "古人": "Den Tang Monk léiert buddhistesch Schrëften", "第X籤": "D'drësseg-fënneften Lotterie Gewënner", "宮": "Shen Gong"}