{"籤詩版本二": "Wann Dir sécher a friddlech wëllt sinn, ass et net gëeegent fir Käerzen am Wand ze hunn.\nEt ass besser fir ze botzen an an engem déiwe Sall ze sëtzen, Liicht ze vermeiden, op enger roueger Plaz ze schüttelen a sech ronderëm ze bewegen. Shake → Yao. Gratis → puer.", "詩意": "Dëst Hexagram ass wéi de Wand, deen d'Lampe an d'Käerz rëselt.\nD'Saachen konstant halen bréngt Gléck.", "解曰": "Setzt Iech op enger roueger Plaz. Sidd op Uruff a sidd op Zäit. Et ass kee Segen. Konservativ a passend.", "籤詩故事一": "◇Li Jing geet zréck op de Bierg\nLi Jing (571-2.Juli 649), hoffnungsvoll Numm Apdikter, war gebierteg vu Sanyuan, Yongzhou (elo nordëstlech vu Sanyuan Grofschaft, Shaanxi Provënz). E Generol vun der spéider Sui Dynastie bis zur fréier Tang Dynastie, hie war e berühmte Militärstrateg mat souwuel zivilen a militäresche Fäegkeeten an der Tang Dynastie. Spéider krut hien den Titel Herzog vu Wei, a war op der Welt als Herzog vu Wei bekannt.\nDe Li Jing ass de Papp vum drëtte Prënz Nezha an der Lëscht vu Gëtter, och bekannt als de \"Kinnek vun Tota\". De Li Jing a säi Jong hunn dem Jiang Ziya (Tai Gong) gehollef fir d'Kinnigin Zhou ze besiegen, d'Zhou Dynastie an de Kinnek ze grënnen. Wu ass offiziell den Troun eropgaang. De Jiang Ziya huet dunn eng Lëscht vu Gëtter opgestallt an eng Zeremonie gemaach fir d'Séilen vun den Zaldoten ze berouegen, déi an der Schluecht gestuerwen sinn. Vun do un ass d'Welt friddlech a friddlech ginn. De Kinnek Wu wollt Marquisen maachen an se belounen, an hie wollt och Land un d'Grënnungshelden verdeelen. De Li Jing, säi Papp a säi Jong, an aner siwe Leit hunn gefrot op de Bierg zréckzekommen fir den Taoismus ze praktizéieren an net mat weltleche Ruhm a Räichtum obsesséiert ze sinn. Méi spéit, all siwen vun hinnen \"goufen Hellegen am Kierper\" a klasséiert an der Klass vun onstierwlechen.\nGeschicht vum \"Feng Shen Bang\"", "聖意": "D'Haus ass konservativ, ech si gewéinlech, ech sichen Räichtum, ech hu Schwieregkeeten am Geschäft, mäi Bestietnes ass net an Harmonie, Liujia biet fir d'Foussgänger ze gleewen, Seidewürmer sinn am Hierscht reift, sechs Déiere si sécher, Leit vermësst, ëffentlech Prozesser a Migratioun sinn konservativ, verluer Besëtz Krankheeten, änneren net d'Graf zu Jianxingshan.", "古人": "Li Jing geet zréck op de Bierg", "第X籤": "Drësseg-siwenten Lotterie Gewënner", "宮": "Shen Gong"}