{"籤詩版本二": "Dausend Joer ale Spigel erëm vereenegt, Fra freet Mann erëm bestueden\nZënterhier ass d'Famill transforméiert ginn, a Segen goufen d'Kanner an d'Enkelkanner bäigefüügt.", "詩意": "Dëst Hexagram ass e Symbol vun der Reunioun vu Spigelen.\nAlles ass haart Aarbecht an deier.", "解曰": "Sand an Gold graven. En Draach reiden an en Tiger reiden. Obwuel et ustrengend ass. Et gëtt en Zousaz dran.", "籤詩故事一": "◇Yulianhui zéng Frënn\nAn der Song-Dynastie huet de Qian Yulian de Wang Shipeng bestuet. Wéi de Shi Peng op Peking gaangen ass fir den Examen ze maachen, huet de räiche Sun Ruquan de Yulian gezwongen him erëm ze bestueden.\nDe Qian Yulian huet d'Propositioun vum räiche Sun Ruquan refuséiert a géif léiwer Wang Shipeng bestueden, en aarme Geléiert vu Wenzhou, dee vum \"Jing Chai\" agestallt gouf.\nMéi spéit huet de Wang Shipeng den éischte Präis gewonnen.Well hie refuséiert huet sech vum Premier Wanqi ze bestueden, gouf hie geschéckt fir als Riichter an der Distanz Chaoyang ze déngen. Sun Ruquan verännert geheim Wang Shipeng d\"Famill Bréif zu engem \"Scheedungsbréif\" an täuscht Yulian an täuschend gin. Qian Yulian d\"Stiefmamm gezwongen hir och erëm bestueden, mee Yulian refuséiert an engagéiert Suizid duerch selwer an e Floss geheien. Si gouf vum Qian Zaihe gerett. aus der Fujian Provënz an als seng adoptéiert Duechter adoptéiert.\nDe Yulian huet geduecht datt Shipeng dout wier. Fënnef Joer méi spéit war de Wang Shipeng de Gouverneur vu Ji'an. Enges Dags huet hien eng Gedenkzeremonie an engem Taoist Tempel ofgehalen fir seng spéide Fra ze gedenken. Räucherstäerkt, a Wang Shipeng a Qian goufen endlech erëm vereenegt.", "聖意": "D'Haus ass net gutt fir sech selwer.Hierscht a Wanter si räich.Däerf de Räichtum gutt sinn.Hierscht a Wanter si räich.D'Geschäft ass räich.Däerf d'Bestietnes erfollegräich sinn.Bied fir d'Foussgänger op d'Felder.Seidewürmer kënnen opgewuess sinn Sechs Béischten kann opgewuess ginn.Mënsche kënne fonnt ginn Ëffentlech Prozesser sinn ongënschteg Migratioun ass konservativ Verloscht vun Immobilien Spéit Krankheet Biet fir Segen Bierger a Griewer sinn gutt.", "古人": "Yulianhui zéng Frënn", "第X籤": "Déi véiert Zeechen", "宮": "Gebärmutter"}