{"籤詩版本二": "D'rout Rad fällt am Westen, d'Kanéngchen klëmmt am Osten, de Yin wiisst an de Yang verschwënnt, an alles geet gutt\nWann eng Fra se benotze wëllt, wäert et hire Räichtum erhéijen a Gléck an hirem Häerz bréngen.", "詩意": "Dëst Hexagram ass d'Symbol vum Yin wuessen an Yang verschwannen.\nAlles ass schwéier ier et méi spéit einfach gëtt.", "解曰": "Yin profitéiert Fraen. Net gëeegent fir Männer. Wann Dir Rotschléi sicht. Dat Béist kënnt als éischt an da kënnt dat Gutt.", "籤詩故事一": "◇ Wu Zetian ass op den Troun geklommen\nAm Alter vu 14 gouf de Wu vum Keeser Taizong Li Shimin vun der Tang Dynastie an de Palais geruff als talentéiert Persoun, genannt \"Wu Mei\". Nodeem den Taizong gestuerwen ass, ass den Zetian de Ganye Tempel agaangen a gouf eng Nonnen.\nWéi de Keeser Gaozong vun der Tang Dynastie op den Troun koum, huet hien d'Famill Wu an de Palais geruff fir Hommage un Zhaoyi ze bezuelen. Am sechste Joer vum Yonghui (655) huet de Keeser Gaozong Wu als seng Kinnigin etabléiert.\nDe Wu Zetian war intelligent, an der Literatur a Geschicht involvéiert, a war räich u Ressourcen. Kuerz nodeems de Wu Zetian d'Kinnigin gouf, well de Gaozong schwaach a krank war, huet hien hir heiansdo uvertraut fir verschidde politesch Affären ze behandelen, sou datt hir Muecht gewuess ass. Am éischte Joer vum Shangyuan (674) gouf de Keeser Gaozong \"Keeser\" genannt, d'Keeserin Wu gouf \"Queen of Heaven\" genannt, a si goufen allebéid \"Zwee Saints\" am Palais genannt.\nAm éischte Joer vun Hongdao (683) ass de Keeser Gaozong gestuerwen, de Prënz Li Xian koum op den Troun, an de Wu Zetian huet den Troun iwwerholl. Am Februar vum éischte Joer vu Sisheng (684) huet de Wu Zetian de Li Xian als Kinnek vu Luling ofgesat an hire véierte Jong Li Dan als Keeser etabléiert, weider d'Dynastie ze regéieren. Am September vum selwechte Joer huet si de Fändel op Gold geännert, a Luoyang, déi ëstlech Haaptstad, gouf an d'göttlech Haaptstad ëmbenannt. Am néngten Dag vum September am éischte Joer vum Tianshou (690) huet de Wu Zetian sech zum Keeser verkënnegt an den Numm vum Land op Zhou geännert.", "聖意": "D'Haus ass ongënschteg fir sech selwer, biede fir Segen, sicht Räichtum, bewaacht Transaktiounen, Vill Gléck am Bestietnes, Pech am Bestietnes (weiblech), Foussgänger blockéieren Felder, Seidewürmer, räich Béischten, Sich no Leit, Trennung, Prozesser, Verloscht, Migratioun , Verloscht vun Immobilien, Krankheet, Schock, Bierger a Griewer, Vill Gléck", "古人": "Wu Zetian klëmmt op den Troun", "第X籤": "De véierzegsten Lotterie Gewënner", "宮": "Dir Palais"}