{"籤詩版本二": "Dir wäert déi onendlech gutt Wierder erënneren, awer Dir wäert Äre Jong ginn wann Dir den Déif erkennt.\nSidd net giereg am Moment a maacht Iech Suergen iwwer wéi hien eppes Gutts virun engem Joer gemaach hätt.", "詩意": "Dëst Hexagram identifizéiert en Déif als Jong.\nSief virsiichteg an alles wat Dir maacht.", "解曰": "Just dësen. En Här mécht kee Feeler. Halt et am Kapp. Sidd net einsam.", "籤詩故事一": "◇Dong Zhuo acceptéiert Lu Bu\nLu Bu, couragéiert a gutt am Kampf, war e berühmte Militärgeneral um Enn vun der östlecher Han Dynastie an dem Ufank vun den Dräi Kinnekräicher. Hien huet eemol den Ding Yuan, de Gouverneur vu Jingzhou, als säin Adoptivpapp ugesinn an ënner him gedéngt.\nNom Doud vum Keeser Ling vun der östlecher Han-Dynastie ass den Ding Yuan op Peking gaangen fir mam Generol He Jin zesummenzeschwätzen fir d'Regierung ze kontrolléieren.\nDen Dong Zhuo huet mam Ding Yuan gekämpft, awer verschidde Genereel konnten de Lu Bu net besiegen, sou datt den Dong Zhuo seng Ënneruerdnung Li Su geschéckt huet fir de Lu Bu ze bestiechen. Li Su huet Koupe vu Gold a Sëlwer Schätz an de berühmte roude Kanéngchen Päerd bruecht fir de Lu Bu ze besichen. Li Su huet Koupe vu Gold a Sëlwer Schätz an de berühmte roude Kanéngchen Päerd bruecht fir de Lu Bu ze besichen. Also gouf de Lu Bu vum Dong Zhuo bestiech, fir den Ding Yuan ëmzebréngen, an huet seng Zaldoten gesot, mat him ze kommen, wa se wëllen, a fortgoen, wa se him net wollte verfollegen.Dowéinst sinn déi meescht Zaldoten fortgelaf. Also Lu Bu gouf vum Dong Zhuo bestuet an den Ding Yuan ëmbruecht.\nNodeems den Dong Zhuo d'Muecht gewonnen huet, huet hien de Lu Bu als säin adoptéierte Jong adoptéiert an hien e Generol a Marquis gemaach.\nDen Dong Zhuo hat e gewalttätegt Temperament, an d\"Relatioun vu Papp-Jong\" mam Lu Bu war eigentlech ganz schwaach. Am Joer 189 AD, op Uruff vum Situ Wang Yun, huet de Lu Bu den Dong Zhuo ëmbruecht.\nSechs Méint nom Doud vum Dong Zhuo hunn dem Dong Zhuo seng al Truppen d'Haaptstad agefall, an de Lu Bu a seng Fra sinn a Panik geflücht. Nodeem hien d'Haaptstad verlooss huet, huet de Lu Bu sech bei de Krichsherren Yuan Shu, Yuan Shao, Zhang Yang, Zhang Miao, Liu Bei, asw., an huet vill Mol mam Cao Cao gekämpft, engem anere grousse Krichsherr zu där Zäit. De Lu Bu war brav a gutt. beim Kampf, an huet de Cao Cao e puer Mol besiegt.\nAm drëtte Joer vum Jian'an an der Ost-Han-Dynastie hunn d'Truppe vum Cao Cao d'Xiaopei, d'Basis vum Lu Bu, ugegraff a goufe vum Cao Cao ënner dem Baimentuerm gefaangen an ëmbruecht. Virun Hiriichtung huet de Lu Bu de Cao Cao gefrot fir hien um Liewen ze halen fir den Doud ze vermeiden, awer de Liu Bei huet de Cao Cao drun erënnert datt de Lu Bu vill Mol verroden huet an en onéierleche Mann war. Um Enn huet de Cao Cao, deen nëmmen Talenter onofhängeg vun der Moral geschätzt huet, de Lu Bu higeriicht.", "聖意": "Ech sinn onroueg doheem, ech sichen normalerweis Suen, schützen géint Transaktiounen, et ass schwéier ze bestueden, de Liujia Mann ass iwwerrascht, d'Leit kommen op den Terrain, Seidewürmer sinn hallef reift, sechs Déiere si sécher, d'Leit sichen no Leit, Gesetzer si passend a Migratioun, verluer Saache si schwéier ze fannen, Krankheeten si schwéier ze fannen, an et gëtt Fridden am Graf vum Zhenxing Mountain.", "古人": "Dong Zhuo acceptéiert Lu Bu", "第X籤": "Den 41. Lotterie Gewënner", "宮": "Dir Palais"}