{"籤詩版本二": "De Keeser, de Keeser an d'Keeserin wäerten endlech gnädeg sinn a waarden a bieden fir Segen ouni Verloscht oder Gewënn.\nAll sënnvoll Wesen profitéieren dovun, a Wuelstand gëtt an der Welt an am Himmel erwaart.", "詩意": "Dëst Hexagram ass en Zeeche vu Gonschten vum Himmel.\nAlles wäert erfollegräich sinn.", "解曰": "De Keeser huet säi Gonschten gewisen. Ni vergiessen. Moien an Owend Ritualen. Et ass ubruecht Räuchelcher ze brennen.", "籤詩故事一": "◇Mulian huet seng Mamm gerett\nMokou Lian, oder Mulian, ass de mächtegste vun den zéng Jünger vum Sakyamuni Buddha.\nSeng Mamm war gourmandseg a knaschteg während hirem Liewen, sou datt si no hirem Doud an d'Räich vun hongereg Geeschter gefall ass. De Mokhullian huet seng magesch Kraaft benotzt fir ze beobachten an erausfonnt datt seng Mamm als hongereg Geescht gebuer gouf, ouni Wee fir Iessen ze kréien an a grousse Schwieregkeeten war. Hien huet seng magesch Kraaft benotzt fir seng Mamm Iessen ze bréngen. d'Iessen, et gouf zu Äsche a konnt net giess ginn.\nMaudgalyana war besuergt iwwer wat geschitt ass an huet et dem Buddha gemellt. De Buddha huet dem Mulian gesot, datt hien um 15. Dag vum siwente Moundmonat honnert Aromen a fënnef Friichten an e Baseng setzen soll an déi deeglech Mönche vun den zéng Richtungen ubidden.Mat dëser Kraaft kéint seng Mamm iessen. .\nDe Maudgalyana huet dem Buddha säi Wëllen gehandelt, a seng Mamm gouf endlech befreit. Dës Zort vun Zeremonie gëtt \"Obon Festival\" genannt an dëst Festival heescht \"Obon Festival\".\n(Notiz: Eng Zort Substanz huet verschidde Gefiller a verschiddene Niveauen vun der Welt. Zum Beispill: wann et op dëser Welt reent, gesi mir et als \"Waasser\", wärend Wesen am hongerege Geeschterräich et als \"Blutt\" fillen, an Gesinnt Wesen an der Hällwelt fillen et als \"Blutt\". Et fillt sech wéi \"e Schwäert erofsetzen\", wärend himmlesch Wesen d'Gefill hunn wéi \"eng Blumme falen\".)", "聖意": "Biede fir Heem an Haus, biede fir Vill Gléck am Wanter, sicht Räichtum, keng Transaktioun, Bestietnes, Fridden zu Liujia, Foussgänger, Plënneren Felder, Seidewiever, sechs Déieren, Leit fannen, Prozesser, Erfolleg, Migratioun, Konservatismus, verluer Eegentum, Krankheet , Fridden vun Bierger, Griewer", "古人": "Mulian rett seng Mamm", "第X籤": "Zeechen zwee-véierzeg", "宮": "Dir Palais"}