{"籤詩版本二": "D'Welt ass flexibel an alles ass selbststänneg, selbststänneg a sécher\nAlles am Liewen ass wonnerbar, Merci den Hellegen a Weisen fir alles, a sidd räich.", "詩意": "Dëst Hexagram representéiert d'Harmonie tëscht der Äerd an der Äerd.\nAlles leeft gutt an et besteet keng Gefor.", "解曰": "All Saachen sinn gebuer. All Pläng a Wënsch kommen richteg. Ford hëlleft. Rui Qi ass presséiert.", "籤詩故事一": "◇ Walker gewannen Erliichterung\nRees an de Westen Geschicht:\nDe Sun Wukong gouf de Kinnek am Huaguo Mountain. Méi spéit, fir e Wee ze fannen fir ëmmer ze liewen, huet hien aacht oder néng Joer iwwer Bierger a Flëss gereest fir de Patriarch Bodhi als säin Enseignant ze bidden. Äerdbéisen an Somersault Wolleken, an huet de Familljennumm Sonn fir d'éischte Kéier.Nannt Wukong.\nDuerno ass d'Sun Wukong an den Dragon Palace am Ostchinesesche Mier gaangen fir eng passend Waff ze fannen, an huet endlech de Ruyi Golden Cudgel, d'göttlech Nadel vun Tianhe an Dinghai fonnt. Well seng Liewensdauer eriwwer war, huet hien an der Ënnerwelt grouss Opschwong gemaach, d'Buch vum Liewen an Doud iwwerschafft an zréck an d'Mënschewelt. Spéider gouf Sun Wukong fir d'éischte Kéier vum Himmel geruff a gouf Bima Wen genannt. Spéider gouf hien fir d'zweete Kéier an den Himmel geruff a gouf den Affekinnek genannt.Hien huet och Peaches geklaut an am Himmel Ierger gemaach. Hie gouf am Bagua-Uewen versiegelt fir seng gëllen Aen a brennend Aen ze üben. Endlech gouf hien ënnerdréckt. vum Tathagata Buddha um Fouss vum Wuzhi Mountain fir 500 Joer, net fäeg ze bewegen. D'Plaz, wou de Bagua-Uewen iwwerschloen ass, gouf an e Flamebierg.\nFënnefhonnert Joer méi spéit ass de Monk Tang an de Westen gaangen fir Schrëften ze kréien, laanscht de Fënnef Elementer Bierg gaang, an huet den Talisman ofgeholl ier de Sun Wukong gerett huet. Sun Wukong ass mat Dankbarkeet an Tréinen ausgebrach. Nodeem hien vum Guanyin Bodhisattva instruéiert gouf, huet hien den Tang Monk als säin Enseignant veréiert an ass an de Westen gaangen fir zesummen d'Schrëften ze léieren. Um Wee fir d'Schrëften ze léieren, ass de Sun Wukong op Dämonen erofgaang an huet Monsteren eliminéiert, an ëmmer erëm aussergewéinlech Leeschtungen gemaach, allerdéngs gouf hie vu sengem Meeschter Tang Seng ëmmer erëm falsch verstanen a verdriwwen. No aachtzeg Schwieregkeeten war d'Aarbecht endlech fäerdeg.Déi véier Meeschteren a Jünger sinn um Xitian Leiyin Tempel ukomm an hunn déi richteg Schrëft kritt. Sun Wukong huet dat richtegt Resultat erreecht.\n(Dës Geschicht ass eng Metapher datt souguer en Af opgekläert ka ginn, loosst e Mënsch.)", "聖意": "D'Haus ass glécklech fir sech selwer, sicht Räichtum, Geschäft, Bestietnes, Liujia, männlech Foussgänger, Obstruktioun vu Felder, Seidewürmer, sechs Déieren, Zhongping, Sich no Leit, Prozesser, Erfolleg, Migratioun, Verloscht vun Immobilien, Krankheet, Chuanxingshan Graf, Saachen sinn glécklech", "古人": "De Reesender erreecht Erliichterung", "第X籤": "Ënnerschriwwen den 43", "宮": "xugong"}