{"籤詩版本二": "Gentleness huet zënter antik Zäiten iwwer Stäerkt gewonnen, an d'Dier zu gudden Doten ass räich.\nWann iergendeen dëst Hexagram gëtt, ass et wéi wann Dir Yaojing begéint wann Dir duuschtereg sidd.", "詩意": "Dëst Hexagram ass en Zeeche vu Frëndlechkeet a Gentilitéit.\nAn alles ass Harmonie d'Norm.", "解曰": "Himmel an Äerd hu Gefiller. Ganz richteg. Gott a Buddha schützen Iech. Vergiesst net wat Dir hutt.", "籤詩故事一": "◇Renzong huet seng Mamm erkannt\nDem Song Zhenzong seng Konkubin, Concubine Liu, war jalous op d'Concubine Li senger Gebuert vun engem Jong, Zhao Zhen, an huet d'Heemecht bestuet fir dem Concubine Li säi Jong mat enger Hautfaarf Kaz ze ersetzen. de kale Palais.Concubine Liu konnt ageschränkt ginn.Fir spéider.\nNo Concubine De war zu Keeserin gefördert, Concubine De Feier op de kale Palais a geplangt Concubine Li ëmbréngen Concubine Li Flucht a gelieft ënnert de Leit.\nD'Konkubin Li huet ursprénglech den Zhao Zhen an de Floss geheit, awer glécklecherweis gouf hien vum Eunuch gerett an an de Palais vun den Aacht Sages geschéckt.Wéi hien opgewuess ass, huet hien de Song Renzong gelongen.\nMéi spéit huet de Bao Zheng (Bao Qingtian) zoufälleg de blanne Konkubin Li begéint.Wéi hien d'Wourecht geléiert huet, huet hien de Fall kräfteg ënnersicht, a schliisslech koum d'Wourecht un d'Liicht, sou datt de Song Renzong d'Konkubin Li als Mamm a Jong erkennt. D'Konkubin Liu gouf an de kale Palais geworf an d'Konkubin Li gouf an de Palais begréisst. D'Geschicht ass erfollegräich ofgeschloss.", "聖意": "Haus an Haus si glécklech fir sech selwer, fir Räichtum, fir Geschäfter, fir Bestietnes, fir Bestietnes, fir männlech Foussgänger, fir Felder ze blockéieren, fir Seidewürmer, fir Hierscht, fir sechs Déieren, fir sechs Déieren, fir Leit ze fannen, Leit ze gesinn , fir Prozesser, fir Erfolleg, fir Immigratioun, fir verluer Eegentum, fir Ostkrankheeten, fir Segen, fir Bierg Griewer, a fir Osten a Westen Auspiciousness.", "古人": "Renzong erkannt seng Mamm", "第X籤": "Véierzeg-fënneften Gewënner Lotterie", "宮": "xugong"}