{"籤詩版本二": "Dat kalt Wieder mécht Waasser an Äis.Firwat giereg no Ruhm sinn?\nEch hu keng aner Wiel wéi roueg ze sëtzen an ze waarden bis d'Blieder natierlech bléien.", "詩意": "An dësem Hexagram gëtt Waasser an Äis.\nFrot näischt ëmsoss.", "解曰": "Waasser afréiert an Äis. Eis schmëlzt a Waasser. Wann et eng Verschwörung ass. Sou ass et.", "籤詩故事一": "◇ Wang Xiang freet no Karpfen (Véieranzwanzeg Filial Piety Stories)\nWang Xiang vun der Jin Dynastie, Ugedriwwe Numm Fuzheng, war zu Linyi gebuer.\nWéi de Wang Xiang jonk war, ass seng biologesch Mamm gestuerwen. Säi einsam Papp bestuet eng Fra mam Numm Zhu, an de Wang Xiang hat eng nei Mamm. Wéi de Wang Xiang jonk war, ass seng biologesch Mamm gestuerwen, a säin eenzege Papp bestuet eng Fra mam Numm Zhu. Dem Wang Xiang seng Stéifmamm war eng schmuel an jalous Fra, Si huet de Wang Xiang net gär an huet him dacks fir trivial Saachen geruff. Geschwënn huet d'Stiefmamm och e Jong mam Numm Wang Lan gebuer. D'Stiefmamm huet nëmmen hir eege Kanner gär, an huet de Wang Xiang als en Dorn an hirer Säit ugesinn, si huet de Wang Xiang nach méi gefuerdert, an huet dacks viru sengem Papp schlecht vum Wang Xiang geschwat, och säi Papp huet hie lues a lues net méi gär. D'Stiefmamm huet nëmmen hir eege Kanner gär, an huet de Wang Xiang als en Dorn an hirer Säit ugesinn, si huet de Wang Xiang nach méi gefuerdert, an huet dacks viru sengem Papp schlecht vum Wang Xiang geschwat, och säi Papp huet hie lues a lues net méi gär. Och wann dem Wang Xiang säin Hallefbrudder ass, ass de Wang Lan ganz frëndlech mat sengem Brudder. Trotz der Folter vun hirer Stéifmamm war si nach ëmmer ganz léif. D'Stiefmamm ass sou haart, awer de Wang Xiang ass nach ëmmer ganz léif.\nSeng Stéifmamm huet en Hobby, dat heescht, si ësst gär frësche Fësch, dee just aus dem Floss gefëscht ass. Seng Stéifmamm huet en Hobby, dat heescht, si ësst gär frësche Fësch, dee just aus dem Floss gefëscht ass. Ee Wanter ass säi Papp fir d'Geschäft fortgaang, a seng Stéifmamm ass erëm krank ginn.D'Bridder Wang Xiang a Wang Lan hunn hir Mamm virsiichteg Zopp a Medizin zerwéiert fir hir Mamm ze iessen.Am schwéiere kale Wieder huet d'Stiefmamm hir Krankheet nach ëmmer net verbessert.an engem presséiert. Ee Wanter ass säi Papp fir d'Geschäft fortgaang, a seng Stéifmamm ass erëm krank ginn.D'Bridder Wang Xiang a Wang Lan hunn hir Mamm virsiichteg Zopp a Medizin zerwéiert fir hir Mamm ze iessen.Am schwéiere kale Wieder huet d'Stiefmamm hir Krankheet nach ëmmer net verbessert.an engem presséiert. Déi krank Stéifmamm wollt frësche Fësch aus dem Floss iessen, an deem schwéiere kale Klima huet et dobausse geschneit an d'Waasser am Floss war schonn an déck Äis verwandelt. Déi krank Stéifmamm wollt frësche Fësch iessen.Wou konnt een an deem äisegem a schneege Klima frësche Fësch fannen?\nAn deenen Deeg waren et keng Off-Saison Platen, an Dir kënnt se net kafen, och wann Dir Sue hutt.\nZu dësem Zäitpunkt an der Geschicht ass déi beréierend Geschicht vum Wang Xiangqiu Li geschitt. Déi zwee Bridder hunn hir Mamm hëlleflos bewaacht.De Wang Xiang ass op de gefruerene Floss gaangen, fir seng krank Stéifmamm net enttäuschen ze loossen.Wang Xiang hat eng Iddi an huet säin Hiem ofgeholl onofhängeg vun der Keelt.Hie louch plakeg um Gletscher a wollt Et benotzt seng eege Kierpertemperatur fir d'Äis ze schmëlzen (also Wang Xiangqiu Karpfen gëtt och Wang Xiang genannt, déi um Äis läit). Hien huet säin Hiem ofgeholl a war plakeg um Gletscher geluecht. Hien huet Gott gebiet a gesot: \"Gott, meng Mamm ass krank a wëll frësch Karpfen iessen. Dir musst e Wee fir mech fannen egal wat.\" Komescherweis huet d'Äisblock nieft him op eemol geknackt, an et waren zwee knacken.Ee liewende Karpf sprang aus der Rëss an ass op d'Äis gesprongen, de Wang Xiang war ganz frou. Hien huet Gott gebiet: \"Gott, meng Mamm ass krank a wëll frësch Karpfen iessen. Dir musst e Wee fir mech fannen egal wat. \"Komesch genuch huet d'Äisblock niewend him op eemol geknackt, an et goufen zwee Rëss. E liewege Karpf sprang aus der Rëss an ass op d'Äis gesprongen, de Wang Xiang war ganz frou. Hien huet sech séier geknéit, Gott Merci gesot a mam Karpfen heem gelaf. Hien huet sech séier geknéit, Gott Merci gesot, séier de Karp geholl an ass heem gaang. Nodeems d'Stiefmamm frësche Karpfen giess huet, huet si sech séier vun hirer Krankheet erholl. D'Stiefmamm am Spidolsbett war erstaunt wéi si dem Wang Xiang säin plakege Uewerkierper gesinn huet, dee vun der Keelt violett gëtt, an zwee Fësch a sengen Hänn, si ass glécklech an de Raum gelaf a war erstaunt.\nWang Xiang gouf spéider offiziell a gouf en Taibao, a krut den Titel vum Herzog.", "聖意": "Onroueg doheem, ech bieden fir Schutz, finanziell Schwieregkeeten, Geschäftsproblemer, Bestietnes, Inkonsistenz an der Liujia Versécherung, Foussgänger, Chitian Seidewürmer, sechs Béischteverloschter, vermësste Leit, ëffentlech Gesetzer, Migratioun, Konservativitéit, verluere Besëtz, Krankheet, schwéier ze recuperéieren, Bierg Graf, Vill Gléck", "古人": "Wang Xiang freet no Karpfen (Véieranzwanzeg Filial Piety Stories)", "第X籤": "Nénganzwanzeg Gewënn der Lott", "宮": "Haigong"}