{"籤詩版本二": "Dir kënnt an all Ecker vum Land reesen, d'Segelkapp hänken fir se fräi ze halen\nWann et e favorabele Wand ass, da kënnt et geschwënn an d'Boot wäert voller Schätz sinn.", "詩意": "Dëst Hexagram ass wéi e Boot mam Wand ze zéien.\nAlles geet gutt.", "解曰": "Rou roueg. Keen Effort néideg. Vill Räichtum. All bewonnert.", "籤詩故事一": "◇ Tao Zhugui Five Lakes (Fan Ligui Lake)\nAm Fréijoer an Hierscht Period, Fan Li, deem seng Héiflechkeet Numm Shaobo war, war och bekannt als Gui Yizipi oder Tao Zhugong.\nZu där Zäit gouf et e Krich tëscht dem Staat Wu an dem Staat Yue, an de Staat Wu huet de Staat Yue zerstéiert. Fan Li a Wen Zhong formuléiert e Plang fir Yue King Gou Jian fir Yue ze promoten an Wu ze zerstéieren. De Fan Li ass perséinlech duerch Bierger a Flëss gereest an huet de Xi Shi besicht, eng schéin Fra mat Tugend, Talent a Schéinheet, um Huansha River am Bailuo Mountain a presentéiert et dem Kinnek vu Wu. Hien huet de \"Schéinheetstrick\" benotzt fir ze kooperéieren mat bannen a baussen an zerstéiert de Wu Kinnekräich.\nNodeems hien et fäerdeg bruecht huet d'Wu Kinnekräich auszewëschen, wousst de Fan Li datt de Gou Jian e \"laanghalse Vugel mat engem Schnéi\" war a Schwieregkeeten a Gléck mat him deele konnt, sou datt hien mam Xi Shi duerch d'Kinnekräich vum Qi gefuer ass, seng Numm Gui Zipi, a gefouert sengem Jong a Jünger am Qi Kinnekräich.Si wunnen an engem Gîte rural um Mier. Hien huet haart geschafft fir Wüsteland ze kultivéieren, e Sideline-Geschäft ze bedreiwen a Geschäfter ze maachen.Bannent e puer Joer huet hien zéng Millioune Familljebesëtz gesammelt. Hie war generéis fir Räichtum ze verbreeden a gutt zu senger Heemechtsstad ze maachen. Dem Fan Li seng Wäisheet a Fäegkeet goufe vun de Leit vu Qi appréciéiert. De Kinnek vu Qi huet hien op Linzi invitéiert, d\"Haaptstad, an huet hien als de Premier Minister verantwortlech fir Regierungsaffären invitéiert. . Hien huet geruff: \"Beamten ze sinn kann zu Ministere féieren, an eng Famill ze bedreiwen kann zu engem Verméigen féieren. Fir e Mënsch, dee vun Null ugefaangen huet, ass dat zum Extrem erreecht. Eng laang Zäit geéiert ze ginn ass wahrscheinlech kee gutt Zeechen.\" Also, nëmmen dräi Joer méi spéit, huet hien nach eng Kéier de Jiliu couragéiert zréckgezunn, de Siegel un de Kinnek vu Qi zréckginn, an huet all seng Famill Räichtum u seng enk Frënn a Matbierger Dierfer ewechginn.", "聖意": "D'Haus ass gutt fir sech selwer (fir ze verschécken), sicht Räichtum, Vill Gléck fir de Westen, d'Geschäft ass spéit, d'Bestietnes ass net gutt, d'Liujia ass sécher, d'Leit blockéieren d'Felder, Seidewürmer, Hierscht, gutt fir déi sechs Déieren, Fréijoer ass räich, Leit sichen no Leit, Prozesser si schlecht, Migratioun ass konservativ, verluer Saachen, westlech Krankheeten entravelen, Bierger a Griewer sinn Süden.", "古人": "Tao Zhugui Five Lakes (Fan Ligui Lake)", "第X籤": "De fofzegsten Lotterie Gewënner", "宮": "Haigong"}