{"籤詩版本二": "Summer ass de längsten Dag a jidderee mécht sech Suergen iwwer d'Hëtzt an d'Depressioun\nHimmel an Äerd wëssen och wat d'Leit wëllen, an d'Loft bléist an et ass natierlech cool", "詩意": "Dëst Hexagram weist datt jiddereen iwwer Hëtzt besuergt ass.\nMaacht wat Dir wëllt.", "解曰": "Et gëtt keen Zweiwel doriwwer ob virukommen oder zréckzéien. Ameséier dech gutt. Ass et fir Camping? Net néideg iwwerhaapt ze handelen.", "籤詩故事一": "◇Kong Ming geet an Sichuan\nDen Zhuge Liang (181-234), den Numm Kongming, war gebierteg vu Yangdu, Langya (haut Yinan County, Shandong Provënz), a war de Premier Minister vu Shu Han (Liu Bei) während der Dräi Kinnekräicher Period.\nObwuel Liu Bei Jingzhou gewonnen, et war net genuch eng Säit ze trennen.Zhuge Kongming geplangt Xichuan ze fänken Liu Bei d'Territoire ze vergréisseren. Zu dëser Zäit gouf de Liu Zhang zu Yizhou vum Zhang Lu am Norden attackéiert. Den Zhuge Kongming huet geléiert datt de Liu Zhang d'Kaart vum Xichuan dem Cao Cao widmen wollt fir sech selwer ze schützen. Wéi den Zhang Song (Liu Zhang seng Ënneruerdnung) de Cao Cao kennegeléiert huet, well de Cao Cao arrogant an ruppeg war, huet de Liu Zhang d'Kaart zréck op Xichuan geholl a laanscht de Jingzhou ënnerwee. De Kong Ming hat schonn um Wee op hien gewaart an hien op Jingzhou invitéiert, awer hien huet ni d\"Xichuan Picture ernimmt bis d\"Zäit vum Depart. Den Zhang Song war dem Kong Ming dankbar fir seng Héiflechkeet an Gaaschtfrëndlechkeet, also huet hien d\"Xichuan Picture gewidmet hien.\nDem Xichuan säin Terrain war geféierlech a konnt ugegraff oder verdeedegt ginn. Nom Kong Ming seng verschidden Arrangementer, Xichuan gouf d\"Gebuertsplaz vum Liu Bei.\n(Kong Ming huet d'Leit mat Héiflechkeet behandelt an de begeeschterte Xichuan einfach kritt.)", "聖意": "Biet fir Segen doheem a fir Selbsphär (et gëtt Gléck am Ongléck) Sicht Räichtum, Gléck am Geschäft, gemeinsamt Bestietnes, Gebuert vu Jongen zu Liujia, Plënneren Felder, Seidewürmer, Schied un Béischten, Sich no Leit, ëffentlech Prozesser, Migratioun, al verluer Saachen, nërdlech Krankheeten, Wonsch fir Bierger a Griewer", "古人": "Kong Ming geet an Sichuan", "第X籤": "Kapitel 51: Lotterie gewannen (Lotterie gewannen)", "宮": "Gebärmutter"}