{"籤詩版本二": "Et brauch vill Effort fir de Mound am Waasser ze fänken, et brauch vill Effort awer näischt.\nSchwätzt net Blödsinn a verschwend Är Efforte fir de Kierper ze stäerken. D'Wuert \"Kierper verschwonnen\" heescht ursprénglech \"de Kierper ass einsam\".", "詩意": "Dëst Hexagram ass gourmandseg fir d'Bild vun Effort.\nAlles ass ustrengend an ustrengend.", "解曰": "Verspriechen si schwéier ze erënneren. Vill haart Aarbecht. Suergen doheem. Waarden nobele Leit ze treffen.", "籤詩故事一": "◇Taibai huet de Mound gedronk wärend hien gedronk ass (Li Taibai huet de Mound gedronk)\nLi Bai (701-762), och bekannt als Taibai, och bekannt als Qinglian Jushi. Den Dichter vun der Tang-Dynastie, dee sech selwer e verbannten Onstierflechen genannt huet, war den Onstierfleche vun der Poesie bekannt, an hie war ëmmer glécklech ouni ze drénken.\nEemol ass de Li Bai op Jinling (haut Nanjing) komm an huet an engem Restaurant nieft der Wende Bréck ausgerout.\nDeen Dag war de fofzéngten Dag vum Wantermoundmonat, an der Nuecht sëtzt hien eleng am Restaurant an huet de Mound bewonnert, wärend hien drénken a Gedichter recitéiert. Deen Dag war de fofzéngten Dag vum Wantermoundmonat, an der Nuecht sëtzt hien eleng am Restaurant an huet de Mound bewonnert, wärend hien drénken a Gedichter recitéiert. De Li Taibai huet de Mound am meeschten a sengem Liewen gär a gesot datt et propper a schéin ass. De Li Taibai huet de Mound am meeschten a sengem Liewen gär a gesot datt et propper a schéin ass. Déi Nuecht huet hien opgekuckt an de wäissen a ronne Mound um Himmel gesinn, hie war ganz glécklech an huet nach e puer Glieser gedronk. Déi Nuecht huet hien opgekuckt an de wäissen a ronne Mound um Himmel gesinn, hie war ganz glécklech an huet nach e puer Glieser gedronk. Um Mëtternuecht huet de Li Taibai vum Wäin profitéiert an ass op d'Wende Bréck erofgaang. Um Mëtternuecht huet de Li Taibai vum Wäin profitéiert an ass op d'Wende Bréck erofgaang. Soubal hien op d'Bréck geklommen ass, huet hien de Kapp erofgesat an op eemol gesinn de Mound an d'Waasser falen.Wéi de Floss sech beweegt huet, koumen e puer schwaarz Linnen un de wäisse Moundschiet. Soubal hien op d'Bréck geklommen ass, huet hien de Kapp erofgesat an op eemol gesinn de Mound an d'Waasser falen.Wéi de Floss sech beweegt huet, koumen e puer schwaarz Linnen un de wäisse Moundschiet. De Li Taibai war zu dëser Zäit sou gedronk, datt hie geduecht huet datt et de Mound wier, dee vum Flosswaasser gefierft gouf. De Li Taibai war zu dëser Zäit sou gedronk, datt hie geduecht huet datt et de Mound wier, dee vum Flosswaasser gefierft gouf. Hien huet sech net mol gestéiert, seng Stiwwelen auszedoen, hien huet seng Hänn opgemaach a sprang vun der Bréck fir de Mound ze fänken. Hien huet sech net mol gestéiert, seng Stiwwelen auszedoen, hien huet seng Hänn opgemaach a sprang vun der Bréck fir de Mound ze fänken. Onerwaart, mat dësem Sprong, gouf de Mound net gefaangen, awer de Mound am Waasser gouf zerstéiert an direkt an zwou Hälften opgedeelt. Onerwaart gouf an dësem Sprong de Mound net gefaangen, mä de Mann ass erdronk. Hien ass am Alter vu siechzeg-zwee gestuerwen.", "聖意": "D'Haus ass onroueg an Dir sidd am Pech (oppassen op Är Gesondheet) (Onglécklech) Sicht Räichtum a Gläichgewiicht (denkt emol net driwwer) Schwieregkeete bei Geschäftstransaktiounen, Bestietnes gëtt net geléist, biet fir Schutz (eidel Schätz verhënneren) Mëssbrauch) Foussgänger sinn a Schwieregkeeten, Seidewürmer am Feld si fënnef Punkten, a sechs Déiere sinn am Réckgang (Onglécklech) Sich no Leit (Onglécklech) Ëffentlech Prozesser an (Stop de Prozess) Gewéinlech Migratioun (net ernimmen) Verloscht vun Immobilien (Fliger) Biet fir de Schutz vu Krankheeten (Onglécklech) Vill Gléck a Bierger a Griewer", "古人": "Taibai huet de Mound gefaangen wärend gedronk (Li Taibai huet de Mound gedronk)", "第X籤": "Fofzeg-zweet Gewënn der Lotterie (Lotterie)", "宮": "Gebärmutter"}