{"籤詩版本二": "Wann d'Frustratioun an d'Erhuelung verwandelt, brullen Draachen an Tiger brullen.\nDe bloen Himmel huet säin eegene Wee op den Himmel.Däerf ech nach eng Chance hunn Éierenhal ze erreechen.", "詩意": "Dëst Hexagram ass wéi en Draach, dee brullt an en Tiger, deen brullt.\nEt gëtt Hoffnung datt alles gutt geet.", "解曰": "Just léieren a goen. Hutt Ären eegene Wuelstand. Muss um Enn gemaach ginn. Et gëtt eng Plaz ze fannen.", "籤詩故事一": "◇Liu Bei rekrutéiert eng Braut\nNo der Schluecht vu Chibi war de Sun Quan gäeren de Jingzhou erëm z'erreechen, dee vum Liu Bei gefaange gouf, sou datt hien dem Zhou Yu säi Plang benotzt huet, wéi wann hien seng Schwëster Sun Ren mam Liu Bei verlobe wollt, awer tatsächlech wollt hien huelen Liu Bei als Geisel fir Jingzhou ze behaapten.\nNodeems den Zhuge Liang dem Zhou Yu säi Plang gespionéiert huet, huet hien d'Brochure mat der Strategie un den Zhao Yun iwwerreecht, deen de Liu Bei geschützt huet wéi hien op Soochow gaangen ass. Dem Sun Quan säi Papp) weess iwwer d'Bestietnespropositioun. Well de Wu Guotai seng Duechter gär huet an net gewëllt war zoufälleg Entscheedungen iwwer hir Duechter hir liewenslaang Affären ze treffen, huet si de Sun Quan bestrooft fir seng Schwëster ruthless ze sinn a proposéiert perséinlech ze testen ob Liu Bei seng Duechter am Ganlu Temple wäert war. No Wu Guotai begéint Liu Bei, si immens appréciéiert Liu Bei a staark fir d\"Bestietnes tëscht Liu Bei a senger Duechter. Als Resultat, Liu Bei erfollegräich Madame Sonn bestuet.\nMéi spéit, Liu Bei an Madame Sonn geflücht zréck op Jingzhou zesummen. Spéider, Sonn Quan wollt Virdeel vun Liu Bei d\"Attack op Yizhou ze Ugrëff Jingzhou, mee war vun Wu Guotai gestoppt, deen iwwer seng Duechter d\"Sécherheet besuergt war.\nHien huet gesot: \" Dem Zhou Yu säi clevere Plang ass dee beschten op der Welt. Hien huet seng Fra verluer a seng Truppe verluer.\"\n(Liu Bei huet vu Schued gewonnen)", "聖意": "Ech hunn Pech doheem an ech hunn Pech (fir d'éischt Pech, dann Vill Gléck).Sich Räichtum, Gläichgewiicht, Schwieregkeeten am Bestietnes, Erfolleg am Bestietnes.Bied fir Segen fir Foussgänger, Seidewürmer op Felder, fënnef Punkte fir Béischtenschued, Sich no Leit, Prozesser a Migratioun, Vill Gléck fir verluer Besëtz, Vill Gléck fir Krankheeten, Fridden vu Bierger a Griewer.", "古人": "Liu Bei rekrutéiert eng Braut", "第X籤": "Déi fofzeg-drëtt Gewënner Zuel", "宮": "Gebärmutter"}