{"籤詩版本二": "D'Tugend vu Papp op Jong gëtt un Enkel iwwerginn.Wuelstand a Liewensmëttel a Kleeder hänkt nëmme vu Gott of.\nChunxuan an der Hal mécht d'Leit glécklech.Wann se hongereg, gefiddert, duuschtereg a schléift sinn, ass Chunxuan eng Metapher fir Elteren.", "詩意": "Dëst Hexagram ass verbonne mat dem Bild vu Bambus, deen zum Fréijoer féiert.\nHoffen alles geet gutt.", "解曰": "Huelt Bambus a féiert zum Fréijoer. Et verbreet sech endlos. En Här sicht Hoffnung. All begeeschtert.", "籤詩故事一": "◇ De Kinnek Wu vu Zhou ass op den Troun geklommen\nDe Kinnek Wu vun Zhou attackéiert de Kinnek Zhou an huet aachthonnert Prënze gefouert fir géint dem Kinnek Shang seng Arméi ze kämpfen.D'Zaldoten zu Chaoge (d'Haaptstad vum Kinnek Shang) hunn sech och géint de Kinnek Shang gedréint an de Kinnek Shang verroden.\nDe Kinnek Zhou huet sech um Zhaixing Tower verbrannt, an d'Shang Dynastie gouf zerstéiert.\nDe Kinnek Wu huet d'Goldbuch an d'Goldschatz ugeholl, deen den Troun vum Keeser ass.Hie südlech, seng Hänn waren erofgeklappt an hie souz oprecht. De Kinnek Wu huet d'Besëtz vu Lutai bestallt fir ze verdeelen, de Star Picking Tower ofgerappt ze ginn, an d'Reiskorn, déi zu Juqiao gespäichert sinn, verdeelt ginn.\nBefreit de Prisong Jizi a reparéiert dem Bigan säi Graf. De Kinnek Wu ass duerch d'Dier vum Salbei Shang Rong sengem Haus gefuer an huet säi Kapp gebéit. Respektéiert déi deugend an héiflech Leit, a loosst d'Sklaven am banneschten Palais lass.\nHien huet och d'Bewaffnung gestoppt an d'Kultur an d'Erzéiung gefördert. Am Süde vum Nanshan gi Päerd geweit a Ranner ginn am Land mat Peachbeem geweit.Et ass eng friddlech Zeen.", "聖意": "D'Haus ass net an engem gudden Zoustand (Gléck), Dir kënnt Är eege Wënsch maachen (Gléck), finanziell Gewënn sichen, eng Transaktioun maachen, a bestueden (trefft e gudde Schwoer), Liujia ass sécher (Déierekrees wandert) Schëld), Foussgänger plënneren Felder, Seidewürmer hunn Gléck, sechs Déiere si beschiedegt, Leit si schwéier ze fannen (kuckt) ëffentlech Prozesser, en Adel beweegt sech, Vill Gléck ass verluer.Krankheeten a Krankheeten", "古人": "De Kinnek Wu vu Zhou ass op den Troun geklommen", "第X籤": "Fofzeg-fënneftel gewënnt d'Lotterie (Lotten)", "宮": "Ugly Palace"}