{"籤詩版本二": "D'Plage ass voller Fielsen, de Stroum fléisst, de Wand ass kloer, de Mound ass kloer, an d'Adel Leit si beschäftegt.\nOp der Strooss muss ech froen, wou ech higoen.Huelt net de Geroch vu Blummen a Planzen am Bësch, këmmert sech net drun.", "詩意": "Dëst Hexagram ass wéi e Boot deen op enger klenger Plage reest.\nAn allem ginn et nobele Leit fir ze hëllefen.", "解曰": "Fir e Liewen ze maachen. Vill haart Aarbecht. Bleift konservativ a waart. Nëmmen dat Bescht.", "籤詩故事一": "◇ Lushan Rebellioun\nE Lushan (703-757), deem säi Familljennumm Kang war an Yaluoshan genannt gouf, war vu Liucheng, Yingzhou (haut Chaoyang, Liaoning).\nSpéider huet hien de Familljennumm An ugeholl an säin Numm op Lushan geännert. Wärend der Herrschaft vum Keeser Xuanzong vun der Tang-Dynastie war An Lushan de militäreschen Envoy.\nAm November vum 14. Joer vun Tianbao, An Lushan opgewuess Truppen zu Fanyang.Am Numm vun Ugrëffsbeméiungen Yang Guozhong, hien lancéiert eng Rebellioun an huet d'Truppen vun dräi Stied Luoyang unzegräifen, der ëstlech Haaptstad. Berichter vum Taiyuan sinn op Lishan gerannt.Tang Xuanzong, deen deemools am Huaqing Palace zu Lishan war, huet net gegleeft datt den Anlushan géif rebelléieren, awer d'Nouvelle vun der Rebellioun huet sech weider verbreet, an de Xuanzong war nach hallef iwwerzeegt. (Dëst ass eng Porträtatioun vum \"de Klang vu rauem fléissenden Waasser op klenge Fielsen an enger Baach\")\nEt war net bis de Yan Zhenqing, de Präfekt vu Pingyuan County, een geschéckt huet fir Informatioun ze schécken, datt de Xuanzong aus sengem Dram erwächt ass.\nËnnert der falscher Strategie vum Keeser Xuanzong vun der Tang-Dynastie huet dem An Lushan säi Kavallerieregiment Luoyang, déi ëstlech Haaptstad ageholl.Am éischte Mount vum Joer drop huet hie sech zum Keeser Dayan zu Luoyang, Jianyuan Shengwu, Keeser Xiongwu, an Da Xixun als Keeser ausgeruff. Premier MInister.\nAm Juni vum selwechte Joer, Keeser Xuanzong vun der Tang Dynastie, gäeren der Kris zu Chang'an ze entlaaschten an ënner falsch militäresch Versteesdemech, zwee berühmte Genereel higeriicht, Feng Changqing a Gao Xianzhi. Dës Uerdnung schockéiert der Tang Arméi. (Dëst Verhalen verletzt \"d'Strooss muss op de viischte Floss weisen\")\nDuerno huet de Keeser Xuanzong vun der Tang Dynastie dréngend en anere Generol, Ge Shuhan, bestallt fir d'Tang Arméi ëstlech aus Tongguan ze féieren.\nDe Ge Shuhan, deen de strategesche Feeler vum Keeser Xuanzong vun der Tang Dynastie voll verstanen huet, huet geplangt d'Ännerung ze verzögeren (d'Approche vun \"et ass okay wann de Wand roueg ass an d'Gezei roueg ass\").\nUm Enn huet de Keeser Xuanzong vun der Tang Dynastie geduecht datt hien ze schrecklech war fir ze kämpfen, sou datt hien keng aner Wiel huet wéi mat An Lushan an Tréinen ze kämpfen, a gouf besiegt. (Et erfëllt \"Wann Dir schwéier schafft fir Iech selwer z'ënnerstëtzen, kënnt Dir verletzt ginn.\")\nAn der Tang Dynastie, wéi d'Grenztruppen an d'lokal Garnisounen keng Zäit haten fir ze reagéieren, huet d'An Lushan Arméi d'Grenz gedréckt an an d'Haaptstad komm. An enger kritescher Situatioun huet de Keeser Xuanzong vun der Tang Dynastie de Guard Corps gefouert fir aus der Haaptstad ze flüchten, wouduerch de Leaderless Xijing Chang'an gefall ass.\n(Tang Xuanzong huet d'Leedung vun dësem Schëld verletzt, sou datt dem An Lushan seng Rebellioun erfollegräich war.)", "聖意": "D'Haus ass sécher, Dir selwer ass glécklech, d'Verméigen ass stabil, d'Transaktioun ass räich, d'Bestietnes ass erfollegräich (opgepasst), e männleche Foussgänger aus Liujia kënnt op d'Feld, Seidewürmer ginn gesammelt, sechs Béischte si beschiedegt, d'Persoun gëtt fonnt , De Prozess ass gerechtfäerdegt, de verluerene Besëtz bréngt Krankheet, dat heescht, d'Anshan Graf soll reparéiert ginn.", "古人": "Lushan Rebellioun", "第X籤": "Déi fofzeg-sechsten Lotterie", "宮": "Ugly Palace"}