{"籤詩版本二": "Muer an Dämmerung, d'Ënnerstëtzung vum Buddha muss an Zäite vu Gefor sinn awer net a Gefor\nWann Dir vun engem Adel ugezunn sidd, da begleeden Iech och Suen a Seid.Dat ass Chuan Lai. Et hänkt alles vun Iech of.", "詩意": "Dëst Hexagram representéiert de geheime Segen vu Götter a Buddhas.\nSidd Gedold a vill Gléck an allem.", "解曰": "En Zeechen vun almoudeschen Fridden. Wann alles deier ass, wäert et glécklech sinn.", "籤詩故事一": "◇ Den Tang Monk huet Erliichterung erreecht\nEnges Daags ass den Tang Seng bei de Floss komm an huet dem Buddha säi Lingshan-Bierg virun him gesinn, do war eng eenzeg Plankbréck virun der Tang Seng huet sech net getraut et ze iwwerstoen. De Buddha huet sech an e Bootsman verwandelt an e Bottomless gebrachent Boot ofgehalen. Soubal den Tang Monk op d\"Boot geklommen ass, ass hien an de Floss gefall a gouf vum Bootsman gerett. Dëst ass wéi den Tang Monk Buddhahood erreecht huet. (Geschicht vun der Rees an de Westen)\n◇ Dem Tang Monk seng buddhistesch Schrëften\nSanzang vun der Tang Dynastie, säi gemeinsame Familljennumm war Chen a säi Virnumm war Yi. Gebuer zu Goushi Grofschaft, Luozhou (elo südlech vun der Yanshi Stad, Henan Provënz). Hie gouf e Mönch am Alter vun dräizéng an huet de buddhisteschen Numm Xuanzang geholl.\nFir déi ursprénglech buddhistesch Schrëften ze kréien, ass hien aus Chang'an (haut Xi'an, Shaanxi Provënz) am drëtte Joer vun Zhenguan (AD 629) fortgaang, iwwer d'Grenz geworf an ass duerch eng Onmass Schwieregkeete gaang fir Tianzhu z'erreechen ( Indien) fir Schrëften ze sammelen. Hien ass duerch d'Ganges an den Indus Flossbasseng an de südëstleche Küstgebidder vun Indien gereest, dunn duerch d'schnéi-capped Bierger a gréng Ridge gekräizt, méi wéi 50.000 Meilen zréck an zréck gezunn. Et huet him 16 Joer gedauert fir endlech op Chang'an zréckzekommen. den 19. Joer vun Zhenguan (AD 645). Hien huet eng grouss Zuel vu buddhistesche Schrëften zréck bruecht an se op Chinesesch iwwersat.\n(Den Tang Sanzang ass eng laang Rees tëscht China an Indien duerchgaang. Hien muss während der Rees Gefore erlieft hunn, awer hie konnt sécher zréckgoen, well et en onsichtbare Patréiner hannert him war.)", "聖意": "D'Haus ass sécher, Dir selwer ass glécklech, d'westlech Geschäft ass erfollegräich, d'Bestietnes ass erfollegräich, d'Foussgänger blockéieren d'Feld, d'Seidewürmer si blockéiert, d'Seidewürmer si siwe Punkten, d'Béischten ass rentabel, d'Sich ass no Leit, de Western ëffentleche Prozess ass schlecht, d'Migratioun ass konservativ, de verluerene Besëtz gëtt gesinn, d'Krankheet ass glécklech, d'Bierger a Griewer si glécklech.", "古人": "Tang Monk erreecht Erliichterung", "第X籤": "Gewannen der Lotterie siechzeg-zwee", "宮": "Yin Palace"}