{"籤詩版本二": "De Schwammfësch gouf an enger Schnéi am Bibo Pond gefaangen.\nWann eppes falsch geet nodeems Dir driwwer nodenkt, wäert et schlussendlech Probleemer verursaachen.", "詩意": "Dëst Hexagram representéiert e Fësch, deen an enger Schnéi gefaang ass.\nEt ass och unzeroden an allem virsiichteg ze sinn.", "解曰": "Siidlung ënner dem Haus. D'Katastroph fällt vum Himmel. Erwächt fréi an huelt éischt Virsiichtsmoossnamen. Vermeiden Katastrophen.", "籤詩故事一": "◇ D'Päerd ass mat Waasser bedeckt (et ass schwéier d'Waasser ze sammelen)\nHan Dynastie. Den Zhu Maichen, deen den Numm Wengzi ugeet, war eng gebierteg vu Wu zu Kuaiji (elo Deel vun der Stad Suzhou).\nA senge fréie Jore war dem Maichen seng Famill aarm an hien hat keen Erfolleg. D'Koppel huet an enger Daachpaart an enger hënneschter Gaass gelieft, Brennholz geschnidden a verkaf fir d'Enn ze treffen. Dir maacht net vill Suen andeems Dir Brennholz zu jidderengem Präis verkaaft.\nSeng Fra ass erausgaang fir Waasser ze sichen an huet e Grupp Kanner gesinn, déi um Maichen laachen, d'Fra huet et schued geduecht a spéider fortgaang.\nWéi den Zhu Maichen fofzeg Joer al war, huet de Keeser Wu vun der Han Dynastie Talenter gesicht an den Zhu als Präfekt vu Kuaiji veréiert.\nSeng Fra huet hir Blannheet bedauert a wollt op eng Déngschtmeedchen a Konkubin reduzéiert ginn fir Zhu fir de Rescht vu sengem Liewen ze déngen.\nDe Maichen huet seng Ex-Fra bestallt, en Eemer Waasser ze kréien, et op d'Trap ze schëdden, a sot: \"Wann d'Waasser zréckgeholl ka ginn, kënnen déi zwee erëm zesumme kommen.\"\nWann Dir d'Relatioun tëscht Mann a Fra berécksiichtegt, kruten d'Fra an hire nei bestuete Mann eng oppe Plaz am Hannergaart fir sech selwer ze kultivéieren an z'ënnerstëtzen. Seng Fra huet sech an de Floss geheit a gestuerwen.", "聖意": "D'Haus ass a Gefor, Dir selwer ass a Gefor, d'Sue si verluer, d'Transaktioun ass a Fridden, d'Bestietnes ass inkonsistent, d'Liujia ass erschreckt, d'Leit si blockéiert, d'Seidewürmer am Feld sinn verluer, d'Béischte sinn verluer, d'Leit ginn fonnt , Prozesser si verluer, Migratioun ass gutt, verluer Saache si a Gefor, Krankheeten entstinn, Katastrophen a Gefore, Bierg Griewer soll geännert ginn.", "古人": "D'Päerd ass mat Waasser bedeckt (et ass schwéier d'Waasser ze sammelen)", "第X籤": "Siechzeg-véiert Zeechen", "宮": "Maogong"}