{"籤詩版本二": "Wann de Wanter kënnt, gëtt eng Branche vu Plumbléi um Bierg ni zerstéiert, och wa seng Blieder falen a seng Branchen verschwannen.\nAwer wann d'Fréijoer kënnt, ginn ech mech nach ëmmer als Courtesan zréck an d'Original Aarbecht zerstéiert.", "詩意": "An dësem Hexagram besetzt d'Plumbléi déi féierend Positioun.\nAlles ass gutt wann et verspéit ass.", "解曰": "Ee Pfeil eidel geschoss. Wann et eidel ass, ass et net eidel. Waart op de Fréijoer fir ze kommen. Faarf ass dran.", "籤詩故事一": "◇ Zweemol geschoss\nWärend der Herrschaft vum Keeser Dezong vun der Tang-Dynastie gouf den treie Minister Mei Bogao a seng Famill vum verréide Premier Minister Lu Qi encadréiert, deen se all ëmbrénge wollt. Nëmme säi Jong Mei Liangyu huet et fäerdeg bruecht ze flüchten. Spéider huet hien seng Numm Wang Xitong fir seng Identitéit ze verstoppen. Hien huet eleng op der Strooss gelieft, hongereg a kal, awer glécklecherweis gouf hien vum Chen Risheng (Chen Dongchu) opgeholl. De Chen Risheng wousst seng Liewenserfarung net, dofir huet hien him gefrot, fir dem Chen säi Pflaumegaart ze këmmeren, fir datt hien net op der Strooss stierwe géif.\nChen Risheng war e Klassekomeroden a Frënd vum Mei Bogao. Wéi hie vum Lu Qi verfollegt gouf, gouf hie vum Mei Bogao gerett. Als Resultat hunn de Mei Bogao an de Lu Qi Feindlechkeet ginn. Um Enn gouf hir ganz Famill higeriicht. Chen De Risheng huet sech dowéinst traureg a rosen gefillt.Nodeems hien bestuet ass, huet hien demissionéiert a seng Famill op Yangzhou geplënnert fir an Ofsécherung ze liewen.\nChen Risheng huet eng Duechter genannt Chen Xingyuan, déi schéin a parfüméierter ass. Nodeem de Mei Liangyu an d\"Chen Famill koum, si si op den éischte Bléck verléift. Op engem Dag wou d'Plumbléien a voller Bléi waren, wat och den Anniversaire vum Mei Bogao sengem Doud war, hunn de Chen Risheng a seng Famill en Altor am Pflaumegaart vun hirem Heem opgemaach fir un hirem verstuerwene Frënd a Wuelfillen ze gedenken.Onerwaart huet d'Wieder op eemol geännert. , an e schwéiere Schnéistuerm ass geblosen, deen all d'Plumbléien iwwerdeckt.Zerstéiert. De Chen Risheng huet bedauert, datt hie sech sécher konnt entkommen, awer hien konnt net emol d'Nokommen vun der Mei Famill retten.Hien huet geduecht datt dëst eng Warnung vu Gott wier, also huet hie versprach, datt ausser d'Plumbléien erëm bléien, wat beweist datt d'Nokommen vun d'Mei Famill war nach um Liewen, hie géif ni eppes soen.Hien ass an de Buddhismus geflücht a gouf e Mönch.\nSeng Duechter Xingyuan huet dat héieren an huet direkt Räucherstäerkt verbrannt an huet oprecht Gott gebiet fir d'Plumbléien erëm ze bléien. Hir Éierlechkeet huet den Himmel geplënnert, an all d'Plum Beem am Plum Gaart bléien erëm; spéider Chen Risheng wousst datt de Xitong Liangyu war, also huet hien seng Duechter Xingyuan him verlobt.", "聖意": "D'Haus an d'Haus sinn net gutt fir sech selwer, fir säin eegene Gléck, Räichtum ze sichen, virsiichteg am Ëmgang ze sinn, bis d'Zäit vum Bestietnes ze waarden, ze spéit ze sinn, bestuet ze sinn, spéit ze sinn, glécklech ze sinn d'Fréijoer, ze spéit, ze spéit, ze spéit, beschäftegt ze sinn, beschäftegt, räich, beschäftegt, fonnt.", "古人": "Zweemol geschoss", "第X籤": "Siechzeg-néng Gewënn der Lott", "宮": "Tatsumi"}