{"籤詩版本二": "Chao Chao ass wéi eng Blummen-Sammelbien, déi aus dem Südweste fléien an dann Osten\nD'Fréijoer ass eriwwer, d'Blummen sinn fort, et gëtt keng Plaz fir ze sichen.Dëst Häerz ännert sech net.", "詩意": "Dëst Hexagram ass wéi eng Bien, déi Blummen plécke.\nAlles ass ustrengend an ustrengend.", "解曰": "Keng Fréijoerslandschaft. Et reent laang mee lackert ni op. Frot Hëllef. Et ass besser roueg ze sinn.\n.", "籤詩故事一": "◇ Li Mi rebelléiert géint Tang Dynastie\nLi Mi\n(582-619), de spéide Leader vun der Wagang Arméi am Bauerestand an der spéider Sui Dynastie vu China. Master vun kalligraphy. De Meeschter vum Wuert Fa war e gebierteg vu Chang'an, Jingzhao, a säi Virfueren Heem war Xiangping, Liaodong (elo südlech vu Liaoyang, Liaoning). Eng gebierteg vu Chang'an, Jingzhao, säi Virfahreheem ass Xiangping, Liaodong (elo südlech vu Liaoyang, Liaoning).\nAm néngten Joer Daye (613) huet hien un der Rebellioun vum Yang Xuangan géint d'Sui Dynastie zu Liyang (elo nordëstlech vum Junxian Grofschaft, Henan Provënz) deelgeholl. Am néngten Joer Daye (613) huet hien un der Rebellioun vum Yang Xuangan géint d'Sui Dynastie zu Liyang (elo nordëstlech vum Junxian Grofschaft, Henan Provënz) deelgeholl. Mysteriéis Sënn ass besiegt,\nLi Mi geflücht. De Xuangan gouf besiegt an de Li Mi ass geflücht.\nAm zwieleften Joer Daye ass hien an d'Wagang Arméi komm\n. Am zwieleften Joer vun der Herrschaft vum Daye ass hien an d'Wagang Arméi komm. Li Mi war gutt bei der Strategie. Am Oktober vum zwieleften Joer Daye, Li Mi iwwerzeegt Zhai Xingyang Tong unzegräifen, de mächtege Generol d'Arméi begleet, Zhang Xutuo ze verdeedegen, der Sui Arméi besiegen an Zhang Xutuo ëmbréngen. Li Mi war gutt bei der Strategie. Am Oktober vum zwieleften Joer Daye, Li Mi iwwerzeegt Zhai Xingyang Tong unzegräifen, de mächtege Generol d'Arméi begleet, Zhang Xutuo ze verdeedegen, der Sui Arméi besiegen an Zhang Xutuo ëmbréngen.\nMéi spéit huet hie proposéiert d\"Xingluo (spéider ëmbenannt Luokou) Lager unzegräifen, d\"Lager fir Erliichterung opzemaachen an d\"Team auszebauen. D\"Wagang Army Team ass séier gewuess. Am 13. Joer vum Daye huet de Li Mi d\"Wagang Army gefouert, an den Zhai Rang mat der Sui Dynastie d\"Demotioun an Verdeelung behandelt. Et war e Krich iwwer militäresch Ressourcen an aner Themen, an Li Mi ëmbruecht Zhai Rang an honnerte vu senge Matleefer. Méi spéit huet hie proposéiert d\"Xingluo (spéider ëmbenannt Luokou) Lager unzegräifen, d\"Lager fir Erliichterung opzemaachen an d\"Team auszebauen. D\"Wagang Army Team ass séier gewuess. Am 13. Joer vum Daye huet de Li Mi d\"Wagang Army gefouert, an den Zhai Rang mat der Sui Dynastie d\"Demotioun an Verdeelung behandelt. Et war e Krich iwwer militäresch Ressourcen an aner Themen, an Li Mi ëmbruecht Zhai Rang an honnerte vu senge Matleefer.\nAm Mäerz vum 14. Joer Daye huet de Yu Wenhuaji de Keeser Yang vun der Sui Dynastie ëmbruecht\n, gefouert méi wéi 100.000 Leit zréck an de Westen. Am Mäerz vum véierzéngten Joer Daye huet de Yu Wenhuaji (Yu Wen, zesummegesate Familljen) de Keeser Yang vun der Sui Dynastie ëmbruecht an ass zréck an de Westen mat méi wéi 100.000 Leit. De Li Mi gouf bestallt Huaji z'attackéieren. Och wann den Huaji besiegt gouf, huet de Li Mi och schwéier Verloschter an Truppen gelidden. Hie gouf spéider vum Wang Shichong verfollegt. Dem Li Mi seng Arméi gouf besiegt a säi Lager gouf zerstéiert. Seng Genereel Qin Shubao, Cheng Zhijie (ursprénglech genannt Cheng Yaojin), Niu Jinda an anerer goufen gefaangen. , Shan Xiongxin kapituléiert. De Li Mi krut den Uerder den Huaji z'attackéieren, obwuel den Huaji besiegt gouf, hunn dem Li Mi seng Truppe och schwéier Verloschter gelidden. Méi spéit gouf hie vum Wang Shichong verfollegt. Dem Li Mi seng Arméi gouf besiegt a säi Basislager gouf zerstéiert. Seng Genereel Qin Shubao, Cheng Zhijie (ursprénglech genannt Cheng Yaojin), Niu Jinda an anerer goufe gefaangen, an de Shan Xiongxin huet sech kapituléiert. De Li Mi war verzweifelt, also ass hien am September de Floss op Heyang gekräizt an huet sech der Tang Dynastie ofginn. De Li Mi war verzweifelt, also ass hien am September de Floss op Heyang gekräizt an huet sech der Tang Dynastie ofginn.\nAm November huet de Li Yuan de Li Mi op Shandong geschéckt fir al Truppen ze rekrutéieren. November, \nLi Yuan huet de Li Mi geschéckt fir zu Shandong ze waarden fir al Truppen ze rekrutéieren. D'Gefill datt hie verdächtegt gouf, huet hien géint den Tang rebelléiert. D'Gefill datt hie verdächtegt gouf, huet hien géint den Tang rebelléiert. Den Tang Generol Sheng Yanshi huet de Li Mi invitéiert fir ze attackéieren an hien zu Xinggong Xian ëmbruecht. Den Tang Generol Sheng Yanshi huet de Li Mi invitéiert fir ze attackéieren an hien zu Xinggong Xian ëmbruecht.", "聖意": "Haus, Haus, Zong, Selbst, Béis, sicht Räichtum, Verschwendung vu Geschäfter, Hochzäiten net dauerhaft, Liujia, eidel Blummen, Foussgänger, Yaotian, Seidewuerm Schued, sechs Béischten Schued, vermësst Persounen, Prozesser, Verloscht, Migratioun, Konservativitéit, verluer Eegentum, Krankheet, Hindernisser, Bierg Gruef Reform", "古人": "Li Mi rebelléiert géint Tang Dynastie", "第X籤": "De siwwenzegsten Auslousung", "宮": "Tatsumi"}