{"籤詩版本二": "Erkenntnis vu Canglong Nineteenth Guards: Eng Fra bestuet en zweete Mann\nMat engem Bogen an zwee Pfeile liewen d'Dinosaurier direkt a Fridden", "詩意": "Dëst Hexagram ass wéi e Bogen deen zwee Pfeile hält.\nAlles ass glécklech wann et zesumme geet.", "解曰": "Net ze schwéier. Schicksal. Zhen Liuzhong mécht op. Et ass unzeroden virsiichteg ze sinn.", "籤詩故事一": "◇ Wenjun besicht Xiangru\nZhuo Wenjun war d\"Duechter vum Enkel vum Zhuo Wang, engem räiche Geschäftsmann zu Linqiong, Sichuan Provënz. Si war beherrscht a Musek an hat e literareschen Numm. Si ass bestuet wéi si siechzéng war. E puer Joer méi spéit ass hire Mann gestuerwen a si ass zréck an hir Gebuertsfamill zréckgaang fir als Witfra ze liewen.\nEnges Daags ass d'Sima Xiangru an d'Zhuo Wangsun's Haus gaang fir e Bankett.Wéi hie geléiert huet datt den Zhuo Wenjun nei Wittfra war, huet hien d'Lidd \"Phoenix Seeking the Phoenix\" gespillt fir seng Léift auszedrécken. Zhuo Wenjun hat schonn iwwer Sima Xiangru héieren, an dëst Bankett huet him nach méi ugezunn Sima Xiangru. Op der anerer Säit, nom Sima Xiangru säi Bankett, huet hien direkt vill Suen ausginn fir dem Zhuo Wenjun seng perséinlech Déngschtmeedchen ze bestiechen an huet hatt gefrot dem Sima Xiangru seng Léift fir den Zhuo Wenjun ze vermëttelen. Nodeems den Zhuo Wenjun iwwer d\"Léift vum Sima Xiangru duerch d\"Déngschtmeedchen geléiert huet, ass hien direkt an d\"Insel gerannt wou Sima Xiangru gelieft huet. Gesinn Zhuo Wenjun d\"Arrivée, Sima Xiangru elope direkt mat hir Iwwernuechtung zu senger Heemechtsstad zu Chengdu.\nWéi si zu Chengdu waren, war d\"Koppel aarm an huet missen zréck op Linqiong fir e klengen Hotel opzemaachen fir e Liewen ze maachen. Zhuo Wenjun huet Wäin verkaaft an d\"Sima Xiangru huet Platen gewäsch. Si hunn en aarmt Liewen gelieft. Nodeem dem Zhuo Wenjun säi Papp, Zhuo Wangsun, doriwwer geléiert huet, huet hien d'accord a finanzéiert se ënner dem Rot vu senge Frënn, sou datt Sima Xiangru an Zhuo Wenjun op Chengdu zréckkoum fir ze liewen, a spéider räich ginn.", "聖意": "Verloscht vun Heem a Besëtz, eegene Rechter a Ongerechtegkeeten, Räichtum sichen, Aarbechtstransaktiounen, Schutz géint Bestietnes Reunifikatioun", "古人": "Wenjun besicht Xiangru", "第X籤": "Siwwenzeg-eent Gewënner Lotto", "宮": "Tatsumi"}