{"籤詩版本二": "Imker mussen Hunneg bieden, fir datt se net vun engem Stéck gestach ginn\nEt muss eng komesch Strooss virun Iech sinn.D'Geheimnis ass sou déif wéi e Bësch vun Dornen.", "詩意": "Dëst Hexagram symboliséiert Bienen, déi Hunneg sammelen.\nAlles ass ustrengend an ustrengend.\n\n(Dëst Hexagram sicht d'Symbol vu Séissegkeet a Batterkeet.\nVerhënnert Katastrophen an allem.\n)", "解曰": "Saache musse virsiichteg gemaach ginn. Net néideg et ze zwéngen. Beien sammelen Hunneg. Wat ass de Grond?", "籤詩故事一": "◇ Wang Mang sicht Talenter\nD'Wang Mang Famill an der Western Han Dynastie kann als räich Famill gesot ginn. Obwuel säi Papp jonk gestuerwen, e puer vu senge Monni a Monni goufen Keeser vun der Han Dynasty. Si goufen Genereel, Premier Minister, a gouf Marquises a krut Belounungen. D\"Wang Famill war extrem prominent.\nAwer dem Wang Mang seng eege kleng Famill war extrem aarm; säi Papp ass jonk gestuerwen, an hien huet nëmme mat senger Mamm gelieft, op Charity vu Famill vertrauen. Awer dofir huet de Wang Mang eng Rei vu Fäegkeeten entwéckelt a praktizéiert am Ëmgang mat Leit zënter hien e Kand war. Egal wéi traureg oder rosen hie sech gefillt huet, huet hien ëmmer e ganz glécklechen a friddleche Bléck op d'Famill, Eelst oder Auslänner gewisen, sou datt hien duerch jiddereen am Clan ganz appréciéiert gouf.\nSäin eelste Monni war eng Kéier schwéier krank, nodeem hien dat geléiert huet, ass hien eriwwer komm a waart beim Patient säi Bett, Medikamenter a Waasser bruecht, an d'Nuecht waacht, fir e puer Méint hannereneen war hien ausgekleed, zerstéiert a gekrasch. Hie war einfach méi \"Gedold\" wéi e Patient, méi \"Jong\" wéi e biologesche Jong.\nFir dëst, jiddereen an der taiwanesescher Leit gelueft him a geschriwwen Bréiwer fir eng Belounung fir him gefrot.\nAlso huet de Keeser Cheng vun der Han-Dynastie him den Titel vum New Capital Marquis ginn an hien als Wuecht am Palais ernannt, an en enke Minister vum Keeser ginn.\nMat sengem héije Status a grousser Muecht huet de Wang Mang ni Arroganz a Slackness gewisen, amplaz gouf hien ëmmer méi héiflech an héiflech, engersäits huet hien Frënn gemaach mat Ministeren, Genereel, Ministeren, berühmte Geléiert a Geléiert.\nMä hien huet e ganz spuersam Liewen gelieft, dacks Fleesch Platen giess, net ze schwätzen laang Kleeder a laang-sleeved Kleeder Droen, nëmmen kuerz Kleeder Droen. Also jiddereen an der Regierung an der Ëffentlechkeet huet hien eestëmmeg mam Wuert \"virtuéis\" gelueft.\nMéi spéit ass säi Monni, de Grand Sima Wanggen, u Krankheet gestuerwen an hie gouf als Ersatz gewielt. De Keeser an all d'Ministeren hunn gemengt, hie wier dee gëeegentste. Dofir gouf de Wang Mang, deen nëmmen aachtdrësseg Joer al war, de Grand Sima mat der héchster militärescher Muecht am Land.\n(Dës Geschicht ass eng Metapher. Gutt ze sinn e gudde Mënsch ze sinn kann Iech hëllefen vun der \"Schwieregkeet vu Bienen gestach ze ginn\" lass ze ginn an Är Idealer z'erreechen wéi Dir wëllt.)", "聖意": "D'Haus ass net gutt fir sech selwer, d'Famill ass a Schwieregkeeten, d'Geschäft ass blockéiert, d'Bestietnes ass blockéiert, déi sechs Rüstung si falsch, d'Foussgänger si spéit, d'Seidewuerm Ernte ass niddereg, d'Béischten ass niddereg, et ass schwéier ze Leit fannen, de Prozess ass schlecht, d'Migratioun beweegt sech net, de verluerene Besëtz ass schlecht, d'Krankheet ass opgeriicht, d'Bierggraf ass verluer", "古人": "Wang Mang sicht Talenter", "第X籤": "Gewannen der Lotterie siwwenzeg-zwee", "宮": "Tatsumi"}