{"籤詩版本二": "Wann d'Fréijoer kënnt, rëselt den Donner an d'Insekten zéien, an ech dréinen vum Bulli ewech\nWéi ech fir d'éischt gemierkt hunn datt ech ëmmer nach kommen a goen, wéi ech geännert hunn, sinn ech en Draach ginn.", "詩意": "Dëst Hexagram ass wéi Donner an Insekten.\nEng Adel Persoun treffen ass e gutt Zeechen an alles.", "解曰": "Donner schléit. Zwee Dépôten an aus. Eemol änneren. Bis Tianmen.", "籤詩故事一": "◇ Chenqiao Mutiny\nAm Joer 959 ass den Zhou Shizong Chai Rong gestuerwen, an de Keeser Gong, Chai Zongxun, deen op den Troun geklommen ass, war nëmme siwe Joer al. Zu där Zäit huet den Zhao Kuangyin, deen als Inspekter virum Palais gedéngt huet an den Envoy vu Songzhou an d'Däitsch Arméi, richteg Muecht gehal.\nAm Fréijoer 960 AD hunn Zhenzhou (haut Zhengding, Hebei Provënz) an Dingzhou (haut Dingxian Grofschaft, Hebei Provënz) gemellt datt d'Arméie vun der nërdlecher Han Dynastie an de Liao Staat zesumme südlech gaange sinn fir déi spéider Zhou Dynastie unzegräifen, mat grousse Momentum, a gefrot Truppen fir Hëllef ze schécken. Méi spéit huet d'Zhou-Dynastie den Zhao Kuangyin bestallt fir seng Truppen Norden ze féieren fir géint de Feind ze kämpfen. Zhao Kuangyin huet geheim ënner der Planung vu sengem Brudder Zhao Guangyi, Zhao Pu, Shi Shouxin an anerer gehandelt.\nDen 3. Februar, wéi d'Arméi zu Chenqiaoyi (haut Chenqiao Town, südëstlech vu Fengqiu, Henan) ukomm ass, hunn si eng Mut lancéiert an d'Zaldoten bestallt giel Kleeder fir hien ze droen, si rebelléiert géint déi spéider Zhou Dynastie an hunn den Zhao Kuangyin als Keeser ënnerstëtzt. . Duerno huet den Zhao seng Truppen zréck op Kaifeng gefouert, ouni ze brennen, ëmzebréngen oder ze plënneren.\"Taizu Chen Qiao huet en Eed gemaach fir d'Leit vun der Haaptstad net ze stéieren, an hien huet versprach d'Stad net ze stéieren den Dag wou hien an d'Stad koum.\"\nUm drëtten Dag vum drëtte Joer vum Moundmonat huet de Zhao Kuangyin zu Chenqiao Mutinéiert an ass zréck an d'Haaptstad. Fan Zhi huet de Wang Pu a Wei Renpu gefouert fir den Zhao Kuangyin ze froen. De Luo Yanhuan huet säi Schwert virum Zelt gezunn an huet haart geruff : \"Déi dräi Arméien hu keng Meeschter. D'Generaler hunn décidéiert hien als Keeser ze ernennen. Jiddereen deen ausschwätzt gëtt ëmbruecht!\". D\"Gesiicht vum Wang Pu war sou bleech wéi d\"Äerd. Hien huet seng Schrëtt erofgaang an huet sech gebéit. De Fan Zhi huet sech och gebéit. De Kuang Yin huet him perséinlech opgestallt an huet hie mat grousser Héiflechkeet behandelt.\nNo enger moderéierter Resistenz huet de Keeser Gong vun der Spéit Zhou Dynastie den Troun iwwerholl, an den Zhao huet den Troun iwwerholl. \"Taizu war amgaang Zen ze akzeptéieren, awer et gouf keen Zen Text. Den Tao Gu, e Geléiert vun Hanlin, huet d'Uerdnung ugeholl. a si bei him erakomm a gesot: \"Et ass fäerdeg.\"\nNodeem den Zhao op den Troun komm ass, huet hien den Numm vum Land op Song geännert, Yuan op Jianlong a Kaifeng d'Haaptstad gemaach.Shi Shouxin, Gao Huaide, Zhang Lingduo, Wang Shenqi, Zhang Guanghan an Zhao Yanhui goufen all mam Titel Jiedushi ausgezeechent. , déi an der Geschicht als \"Chenqiao Mutiny\" bekannt war.\nWikipedia\n(Dës Geschicht representéiert datt dëst den Ufank vum Zhao Kuangyin senger Leeschtung ass.)", "聖意": "Biet fir Äert Heem, Alldag, Räichtum, Gléck, Vill Gléck am Geschäft, Adel Bestietnes, Erfolleg zu Liujia, männlech Foussgänger, fréi Gebuert vu Seidewürmer op de Felder, fréi Gebuert vu sechs Déieren, Gléck am Fréijoer, sicht Leit , Erfolleg bei Prozesser, Vill Gléck bei der Migratioun, verluerene Besëtz, Gefore bei Krankheeten, Geforen a Bierger a Griewer.", "古人": "Chenqiao Mutiny", "第X籤": "Ënnerschriwwen siwwenzeg-dräi", "宮": "Mi Palace"}