{"籤詩版本二": "Just wéi en Tiger iwwer en héije Bierg ze zéien, kämpfen a matenee konkurréiere fir d'Keelt ze briechen\nWann Dir op eemol eppes Guddes maacht ouni et ze realiséieren, musst Dir Iech sécher halen.D'Wuert Tiger zéien heescht den Tiger ëmklammen.", "詩意": "Dëst Hexagram ass wéi en Tiger iwwer de Bierg ze halen (ze zéien).\nAlles ass geféierlech an grujeleg.", "解曰": "Gefor ass geféierlech. Et gi Hindernisser virun. Wann Dir fir Rot froen. Et ass wierklech haart Aarbecht.", "籤詩故事一": "◇ Wu Yuan lénks Zhaoguan an der Nuecht (Wu Zixu passéiert Zhaoguan)\nWu Zixu war gebierteg vu Chu an der Fréijoers- an Hierschtperiod. Zu där Zäit wollt de Kinnek Ping vu Chu hien op d'Juegd maachen. De Kinnek Ping vu Chu huet eng Belounung fir dem Wu Zixu seng Verhaftung ugebueden, an huet säi Portrait gezeechent an op Stadpaarten iwwer Chu Staat gepost, an huet d'Beamten bestallt d'Ermëttlungen opzebauen. Wéi de Wu Zixu op Zhaoguan geflücht ass, d'Grenz tëscht Wu a Chu, hunn d'Beamten zu Zhaoguan ganz genau iwwerpréift, hie war sou besuergt, datt hien e puer Nuechten hannertenee net schlofe konnt, a souguer seng Hoer si vu Suergen gro ginn. Glécklecherweis hunn ech e Mann kennegeléiert mam Numm Dong Gao Gong, dee mat senger Nout sympathiséiert huet an hien heem geholl huet fir sech ze verstoppen. Den Herzog Dong Gao hat e Frënd, deen e bësse wéi de Wu Zixu ausgesinn huet, sou datt den Herzog Dong Gao him gefrot huet den Test duerchzegoen andeems hien sech als Wu Zixu mécht. D'Paartkeeper hunn de gefälschte Wu Zixu gefaangen, awer de richtege Wu Zixu konnt net vun de Paartekeier unerkannt ginn, well seng Hoer ganz wäiss waren, sou datt si him passéieren. Méi spéit ass hie sécher an de Staat Wu geflücht.\n(Wu Zixu ersetzen duerch e Frënd deen ähnlech ausgesäit, an deen selwer gro Hoer huet, ass déi \"magesch Hand\" vun dëser Geschicht)", "聖意": "Biet fir Äert Heem an Äert Heem fir Iech selwer ze schützen, passt op de Räichtum ze sichen, passt virsiichteg bei Transaktiounen, Stagnatioun an Transaktiounen, Bestietnesschwieregkeeten", "古人": "Wu Yuan huet Zhaoguan an der Nuecht verlooss (Wu Zixu passéiert Zhaoguan)", "第X籤": "De siwwenzeg-fënneften Zeechen", "宮": "Mi Palace"}