{"籤詩版本二": "Eng Mëschung aus Fësch an Draach huet déi selwecht Bedeitung.Bleift am déiwe Pool a waart op Gléck.\nOnbewosst sprang de Yumen iwwer den Dragon Palace mat sengem Kapp opgehuewe.", "詩意": "Den Hexagram Fësch an den Draach bleiwen onverännert.\nAlles kënnt an der Zäit.", "解曰": "Och wann et Ziji ass. Och wait. Plan Ären eegene Geschäft. Handel net reckless.", "籤詩故事一": "◇ Hongwu kucken Véi\nZhu Yuanzhang, gebierteg vun Zhongli, Haozhou (haut Fengyang Grofschaft, Anhui Provënz), gouf am éischte Joer vum Tianli vu Yuan Wenzong an der Yuan Dynastie gebuer, véiert a senger Famill. Hie gouf an enger aarmer Bauerefamill op d'Welt komm.Wéinst Aarmut, wéi hie jonk war, konnt hien net studéieren an huet eng Kéier Véi fir de Proprietär gefeiert.\nAm véierte Joer vum Zhizheng (1344) gouf et zu Huaibei eng schwéier Dréchent, dem Zhu Yuanzhang säi Papp, d'Mamm a säi Brudder stierwen successiv, sou datt hien keng aner Wiel hat wéi en Ufänger Mönch am Huangjue Tempel ze ginn.\nManner wéi zwee Méint nodeems hien an den Tempel koum, wéinst der Schwieregkeet fir de Loyer vum Tempel an den Hongersnout ze sammelen, huet den Tempelbesëtzer d'Lager zougemaach an d'Mönche entlooss.Zhu Yuanzhang huet seng Heemechtsstad misse verloossen an e Wandermönch ginn (a Mönch, deen duerch Bettelen lieweg gemaach huet).\nMéi spéit gouf den Zhu Yuanzhang den Taizu vun der Ming Dynastie an de \"zivilesche Keeser\" an der chinesescher Geschicht, mam Herrschaftsnumm \"Hongwu\".\n(D'Metapher vun dëser Geschicht ass datt fir eng Zäit gewéinlech ze sinn net heescht datt et an Zukunft d'selwecht wäert sinn. Dëst ass well d'Zäit nach net komm ass.)", "聖意": "D'Famill ass sécher, d'Famill ass gesond, d'Verméigen ass gutt, d'Geschäft waart, d'Bestietnes ass verspéit, de Männchen ass zu Liujia gebuer, de Foussgänger ass spéit, de Seidewuerm ass spéit, de Seidewuerm ass vill, déi sechs Déieren sinn schwänzt, d'Persoun gëtt vermësst, kee Prozess gëtt verspéit, d'Migratioun ass konservativ, de verluerene Besëtz gëtt vun der Krankheet behënnert, d'Bierggraf ass", "古人": "Hongwu kuckt op Ranner", "第X籤": "Siwwenzeg-sechsten vill", "宮": "Mi Palace"}