{"籤詩版本二": "Am Dram gouf gesot datt et vill Räichtum wier, awer de Ruhm war nëmmen ëmsoss.\nD'Waasser ass wäit ewech an d'Bierger si wäit ewech, awer et ass schwéier trei ze sinn.Den Adel gëtt Leedung a laacht.", "詩意": "Dëst Hexagram representéiert d'Symbol fir Schatz an engem Dram ze kréien.\nAlles ass méi oder manner real.", "解曰": "Dreem wéi en Dram. Keng Hoffnung op Ruhm. Waart just op gutt Zäiten. Noble Uweisungen.", "籤詩故事一": "◇ Zréck de Jade op Zhao (zréck de Jade op Zhao zréck nodeems se fäerdeg ass)\nAm Joer 283 v.\nDe Lin Xiangru huet dem King Zhao analyséiert datt de Qin staark war an den Zhao schwaach war a muss ersat ginn.\nDe Kinnek Zhao huet dunn de Lin Xiangru mam He's Bi op Qin geschéckt.\nDe Kinnek vu Qin huet de Lin Xiangru zu Zhangtai begéint, an de Lin Xiangru huet de Jade dem Kinnek vu Qin presentéiert. De Kinnek vu Qin war iwwerglécklech an huet den He's Bi un d'Schéinheet iwwerginn a jiddereen ronderëm hatt huet et gekuckt. Zu dëser Zäit huet jidderee lénks a riets laang Liewen geruff.\nDe Lin Xiangru huet gesinn datt de Kinnek vu Qin keng Absicht hat d'Stad dem Zhao ze ginn, also huet hien dem Kinnek vu Qin gesot datt hien de Jade defekt war a wollt et dem Kinnek vu Qin weisen fir d'Geleeënheet ze notzen jade zréck.\nNodeems de Lin Xiangru dem Heshi säi Bi zréckgeholl huet, stoung hien nieft dem grousse Pilier an huet gewisen, datt hie mam Heshi säi Bi stierwe wollt.\nZu dëser Zäit huet Lin Xiangru dem Kinnek vu Qin gesot: \"De Kinnek vu Zhao huet nach ëmmer d'Objete vun de Ministeren iwwerwonnen an d'Propositioun vum Minister akzeptéiert. Och wann hien sech net géigesäiteg täuscht huet wann hien mat de gemeinsame Leit interagéiert, net ze soen datt Qin ass e grousst Land!Fir d'Frëndschaft tëscht Qin an Zhao ze erhalen, King Zhao No fënnef Deeg Fasten hunn ech meng Ministeren mam Jade op Qin geschéckt.Leider hat de Kinnek vu Qin net nëmme keng Absicht dem Zhao eng Stad, awer och de Jade vun der He Famill un eng schéin Fra iwwerginn, wat wierklech e Spott vu menge Ministeren war.\nNodeem hien ofgeschloss huet, huet de Lin Xiangru direkt e Geste gemaach fir e Pilier ze schloen.De Kinnek vu Qin huet Angscht datt He's Bi géif beschiedegt ginn, also huet hien gemaach wéi hien dem Zhao fofzéng Stied géif ginn. De Lin Xiangru huet dem King Qin säi verrotesche Plang gesinn, sou datt hien de King Qin gefrot huet fir fënnef Deeg ze fasten ier hien dem He's Bi presentéiert huet fir Zäit ze verzögeren. An dëse puer Deeg huet de Lin Xiangru seng Begleeder geschéckt fir mam Jade an de Staat Zhao zréckzekommen, während hien bliwwen ass fir mam Kinnek vu Qin ze handelen.\n(Dës Geschicht ass wéi d'Ae vun enger normaler Persoun faszinéiert vu sengem Status.)", "聖意": "Biede fir Segen doheem, selwer, Räichtum behënneren, Transaktioune schwéier z'erreechen, Bestietnes ass net an Harmonie mat Liujiaxu Foussgänger, Chitian Seidewürmer ginn net akzeptéiert, sechs Déiere si beschiedegt, Leit vermësst, ëffentlech Prozesser a Migratioun ginn erwaart, verluer Saachen si wäit ewech, Krankheeten ageriicht, op Bierg Griewer geschéckt, a geännert.", "古人": "Zréck de Jade op Zhao (komplett de Jade op Zhao)", "第X籤": "D'siwenty-siwenten Gewënner Lotterie", "宮": "Mëtteg Palace"}