{"籤詩版本二": "Void Knot, Ech wënschen Iech sécher ze halen.Wann Dir Äre Kierper sécher hält, wënschen ech, datt Dir en ni zréckkënnt.\nVergiesst net datt d'Gnod vu Gott zréckkomm ass.Gitt net vu Gott seng Wierder veruecht.", "詩意": "Gleeft net datt dëst Hexagram richteg ass.\nEt ass en Zeeche vu konservativen an allem.", "解曰": "D'Leit hunn hir eege Meenung. De Geescht muss net beschäftegt sinn. Guanyin Instruktioune. Sidd net respektlos.", "籤詩故事一": "◇ Ënnerstëtzt de Bronze Fändel geheim\nDe berühmte Grënnungsgeneral vun der Tang Dynastie, Qin Qiong (Qin Shubao) krut den Titel vum Grand Maréchal vun der Sui Dynastie. Hien huet seng Truppe gefouert fir de Sishui Pass (oder Sishui Pass oder Dongling Pass, Legenden variéieren) ze attackéieren. Yang Yicheng), de Garde Generol vum Sishui Pass, war de Keeser Yang vun der Sui Dynastie, huet e Bronze Fändel Array bestallt, awer de Qin Shubao konnt et net laang attackéieren. Nodeems hien erausfonnt huet datt de Luo Cheng, de Leader vun der Formatioun, säi Cousin war, huet hien seng Tatta kontaktéiert.\nIer de Luo Cheng fortgaang ass, huet hien senger Mamm gesot datt déi Persoun, déi komm ass fir de Fändel ëmzebréngen, säi Cousin Qin Qiong war, a seng Mamm huet him bestallt him geheim ze hëllefen. Um Dag vun der entscheedender Schluecht huet de Luo Cheng, deen de Bronze Fändel bewaacht huet, op eemol Säit gewiesselt a sech mam Qin Qiong zesummegedoen. Si hunn endlech d'Bronze Fändel Formatioun besiegt. De Luo Cheng huet den Dongling Pass besat an ass als Victoire zréckkomm. De Luo Cheng huet sech och opginn der Tang Dynastie.\n(Dës Geschicht ass eng Metapher déi heiansdo sollt Dir op Grond vertrauen wann Dir Saachen maacht, anstatt op Emotiounen oder Glawen ze vertrauen.)", "聖意": "D'Haus ass nach ëmmer bereet sech selwer ze verspriechen, Räichtum ze sichen, säin Deel ze halen, virsiichteg ze sinn iwwer d'Bestietnes, e Meedchen op d'Welt bréngen, Foussgänger bleiwen um Feld, Seidewürmer, siwe Punkten a sechs Béischtenschued, Leit sichen, ëffentlech Prozesser a Migratioun , verluer Besëtz, westlech Krankheeten, Léisung fir Bierger, Griewer am Westen", "古人": "Geheimlech hëllefen de Bronze Fändel erof", "第X籤": "Siwwenzeg-néng Gewënn der Lott", "宮": "Mëtteg Palace"}