{"籤詩版本二": "D'Blieder vun de Sycamorebeem sinn gefall, den Hierscht kënnt un, an d'Reesrees vun de Reesender gesäit aus wéi Wolleken.\nDank dem groussen Effort vu Gott ass d'Schëff zréck mam Schatz am Wand.", "詩意": "Dëst Hexagram representéiert déi falend Blieder vum Sycamore Bam.\nAlles ass am Viraus schlecht a gutt um Enn.", "解曰": "Huelt Saachen aus Häerz. Tianxin follegt et. Fir e Liewen ze maachen. Maacht wat Dir kënnt.", "籤詩故事一": "◇ De Wand bléist op den Tengwang Pavillon\nWang Bo, Ugedriwwe Numm Zian, war en Dichter vun der fréi Tang Dynastie. Hie gouf am éischte Joer vun Yonghui gebuer, Keeser Gaozong vun der Tang Dynastie. De Wang Bo liest Schrëften zënter hien e Kand war, an hien ass bekannt als \"Wunderwonder\". De Wang Bo liest Schrëften zënter hien e Kand war, an hien ass bekannt als \"Wunderwonder\".\nWéi hien zéng Joer al war, sinn hien a säi Papp zoufälleg laanscht e Guandi Tempel passéiert. Si hunn déi majestéitesch Statu vum Guandi am Tempel gesinn, eng Kopie vum \"Fréijoer an Hierscht\" halen a se gelies. Wéi säi Papp et gesinn huet, huet hien inspiréiert.Hien huet dem Keeser Guan gesonge: \"Dräi Schlässer vum grénge Baart halen, d'Geschicht vun der Qing-Dynastie un déi gréng Luucht liesen an Hommage un déi berühmt Nimm ze bezuelen. De gréngen Draach an de Mound a menger Hand halen.\" Et gëtt gesot. datt am Hierscht vun dësem Joer, de Wang Bo vu Shanxi op Hainan Island gaangen ass fir säi Papp ze besichen, deen an de Grofschaft Magistrat vu Jiaozhi degradéiert gouf. , duerch Dausende vu Bierger a Flëss laanscht de Wee. Am Hierscht vum Joer, wéi hien siwenanzwanzeg war, ass de Wang Bo vu Shanxi op Hainan Island gaang fir säi Papp ze besichen, deen op de Poste vum Jiaozhi Grofschaft Magistrat degradéiert gouf. Hien ass duerch Dausende vu Bierger a Flëss laanscht de Wee gaangen.\nWéi mir deen Dag um Madang Mountain ukomm sinn, ass jiddereen un d'Land gaangen fir ze raschten.Wann de Wang Bo eleng laanscht en alen Tempel gaang ass, huet hien op eemol en ale Mann gesinn, deen um Steen nieft dem Tempel souz.Den ale Mann huet ausgesinn wéi e Kand mat hell Hoer an e Fee-Erscheinung. Hien sot zu Wang Bo \"Bass du net Wang Bo?\" Wang Bo war erschreckt a sot: \"Genau! Wéi wësst Dir dat?\" Den ale Mann sot: \"Ech hunn laang héieren datt Dir gutt hutt. Intentioune fir Leit ze retten, an Är Gedichter si ganz sënnvoll. Et gëtt muer eng grouss Party am Tengwang Pavillon. Wann Dir op d'Bankett kënnt an en Essay schreiwen, sidd Dir duerch d'Joer bekannt a kritt Reeskäschten.\" Wéi se ukomm sinn. um Madang Mountain goung jiddwereen un d'Ufer fir ze raschten.Wéi de Wang Bo eleng laanscht en alen Tempel trëppelt, huet hien op eemol um Steen nieft dem Tempel gesinn, Do souz en ale Mann, deen ausgesäit wéi e Kand mat hellem Hoer an enger Fee. Erscheinung.Hien sot zum Wang Bo: \"Sidd Dir net de Wang Bo?\"\nWang Bo war iwwerrascht a sot: \"Genau! Wéi wësst Dir dat?\"\nDen ale Mann sot: \"Ech hunn laang héieren datt Dir eng léif Absicht hutt Leit ze retten, an d'Gedichter, déi Dir komponéiert, sinn zimlech sënnvoll. Et gëtt muer eng grouss Party am Prënz Teng Pavillon. Wann Dir op de Bankett kënnt a komponéieren, Dir wäert duerch d'Joer bekannt sinn an Dir kritt Reeskäschte.\"\nDe Wang Bo sot: \"Dës Plaz ass sechs oder siwenhonnert Meilen ewech vum Tengwang Pavillon. Wéi kënne mir muer heihinner kommen?\" Den ale Mann sot: \"Ech wäert e Päerd als gëttleche Wand benotzen fir Iech ze hëllefen e glat Segel ze hunn. wäert definitiv muer kommen.\" De Wang Bo huet mir Merci gesot a gesot: \"Entschëllegt, mäi Schwoer. Sidd Dir en onstierwlechen oder e Gott?\" Den ale Mann huet gelaacht a gesot: \"Ech sinn den Zhongyuan Shuijun deen an ass Charge vun dësem Waassergebitt!\" Wang Bo sot: \"Dës Plaz ass sechs oder siwenhonnert Meilen ewech vum Tengwang Pavillon. Wéi kënne mir muer dohinner kommen?\"\nDen ale Mann sot: \"Ech wäert d'Päerd als gëttleche Wand benotzen fir Iech ze hëllefen eng glat Segel ze hunn. Ech kommen definitiv muer un.\"\nDe Wang Bo huet him Merci gesot a gesot: \"Entschëllegt mech, Schwéierpapp, sidd Dir en onstierwlechen oder e Gott?\"\nDen ale Mann huet gelaacht a gesot: \"Ech sinn den Zhongyuan Shuijun deen zoustänneg ass fir dëst Waassergebitt!\" Dunn huet den ale Mann de Wang Bo opgefuerdert séier op d'Boot ze klammen. a Waasser war glat laanscht de Wee.An engem Aen blénkt hien honnerte vu Kilometer gereest.\nDunn huet den ale Wang Bo opgefuerdert, séier op d'Boot ze klammen.Hien huet eng Zäit laang glécklech Wolleken gesinn, déi him ëmginn, an et war eng glat Rees.An engem Aenblink war hien honnerte vu Kilometer gereest. Wéi erwaart ass de Wang Bo de Moien vum Grand Event an de Prënz Teng säi Pavillon gerannt.\nWéi erwaart ass de Wang Bo de Moien vum Grand Event an de Prënz Teng säi Pavillon gerannt. An op der Plaz huet hien de \"Virwuert zum Prënz Teng säi Pavillon\" geschriwwen, dat vum Keeser Gaozong vun der Tang-Dynastie dat éiwegt Meeschterwierk genannt gouf. An op der Plaz huet hien de \"Virwuert zum Prënz Teng säi Pavillon\" geschriwwen, dat vum Keeser Gaozong vun der Tang-Dynastie dat éiwegt Meeschterwierk genannt gouf.\nEt gëtt e Gedicht dat seet:\nEt gouf ëmmer gesot datt talentéiert Leit Gëtter sinn, also ass et keen Accident datt de Wand Nanchang op Nanchang bréngt;\nEch hunn e Saz iwwer dem Teng Wang säin héije Pavillon geschriwwen, an dunn huet hien déi Onstierflech op Zhongyuan begleet.", "聖意": "Biet fir Äert Heem a schützt Iech selwer, biet fir Segen, sicht Räichtum, an erreechen Bestietnes an Harmonie.", "古人": "De Wand bléist op den Tengwang Pavillon", "第X籤": "Zeechen uechtzeg-eent", "宮": "Wei Gong"}