{"籤詩版本二": "Wat maache wann Dir Är Tugend wéinst Ärem Ruff verléiert?Ech fäerten datt d'Gutt Verméigen ännert a schlecht Saache geschéien.\nGedronk, ech weess net wou ech goen.Ech hunn en niwwelegen Dram am Schied vun de grénge Pinien.", "詩意": "Dëst Hexagram representéiert de kale Fësch deen d'Waasser verléisst.\nNäischt kann geréckelt ginn.\n\n(Dëst Hexagram ass e Symbol vu schlechter Tugend a Pech.\nHalt Är Féiss um Buedem an alles.\n)", "解曰": "De kale Fësch verléisst d'Waasser. eng Méck an der Sallef. Wann Dir iwwer Camp Pläng froen. Et ass besser Mo Qi\nDëst Schëld bréngt Pech fir Liujia. Alles geet falsch. Biet fir Sécherheet.", "籤詩故事一": "◇ Zhuangzi testt seng Fra\nZhuangzi gouf an der Zhou Dynastie gebuer. Säi Virnumm war Zhuang, säi Virnumm war Zhou, a säi Virnumm war Zixiu. Hie war gebierteg vu Mengyi an der Song Dynastie. An der Zhou Dynastie war hien de Beamten vum Qiyuan.\nEnges Daags huet d'Zhuangzi eng Fra um Bierg begéint, si huet sech virun engem neie Graf gehackt an huet hire Fan verzweifelt gerëselt, wéi wann se de naass Buedem um Graf dréchen wollt. Zhuangzi huet hir Absicht net verstanen, also huet hien hatt gefrot. Si sot, datt d'Persoun, déi am Graf begruewe war, hire Mann war, an déi lescht Wierder vun hirem Mann waren, datt si net erëm bestuede konnt, bis de Buedem um Graf gedréchent ass. Si konnt net méi waarden, sou datt si d'Grafbuedem opgereegt huet, fir datt se méi séier dréchen, sou datt si en zweete Fréijoer verfollege konnt.\nDen Zhuangzi huet geschloen wann hien geduecht huet datt et sou eng häerzlos Fra op der Welt wier. Dunn hunn ech geduecht, wier meng Fra esou? Wann de Verdacht entsteet, wëll ech et testen.\nDem Zhuangzi seng Fra säin Numm war Tian, ​​an d\"Koppel hat normalerweis eng enk Relatioun. Fir seng Loyalitéit vu senger Fra ze testen, huet den Zhuangzi decidéiert wéi hien dout wier.\nHéieren, datt den Zhuangzi un enger plötzlecher Krankheet gestuerwen ass, sinn vill Leit aus der ganzer Welt, dorënner Familljen a Frënn, komm fir hiert Bäileed auszedrécken, dorënner e schéine Kinnek an Enkel aus dem Staat Chu, dee räich u Räichtum war. Den Tian war nei Wittfra a traureg, hien huet hatt verfollegt. D\"Madame Tian konnt d\"Versuchung net droen an ass verléift mat Wang Sun. Si hu sech an nëmmen zwanzeg Deeg bestuet.\nDéi Nuecht, wéi de Wäin gedronk gouf an d'Oueren waarm waren, huet de Wang Sun op eemol en Häerzinfarkt erliewt a gestuerwen.\nD'Madame Tian war erschreckt a panikéiert, an huet de Wang Sun dréngend gefrot wat ze maachen.Wang Sun huet d'Péng erliewt an huet der Madame Tian gesot datt d'Gehirer vun den Doudegen Kierper benotzt kënne fir déi Doudeg erëm an d'Liewen ze bréngen.\nWou fannt Dir den Doudegen? D'Madame Tian huet op eemol geduecht, ass hire Mann net just gestuerwen? Den Här Tian huet déi al Léift tëscht Mann a Fra vergiess, an huet tatsächlech eng Axt geholl an dem Sarg vun hirem Mann opgedeelt, a virbereet säi Gehir fir Medizin erauszehuelen.\nOnerwaart, wéi de Sarg opgemaach gouf, ass den Zhuangzi erëm an d'Liewen komm. D'Madame Tian huet sech esou geschummt, datt si sech opgehaang huet.\n(Dës Geschicht ass eng Metapher fir d'Verletzung vu Frëndschaft fir perséinleche Gewënn, also kënne mir net domat averstane sinn.)", "聖意": "D'Haus ass friddlech, d'Selbst ass sécher, d'Suen sinn ongerecht, d'Händler ginn geaffert, d'Bestietnes ass geléist, d'Béist zu Liujia ass räich, d'Foussgänger sinn net ukomm, d'Seidewürmer sinn a Fridden, d'Béischten ass a Fridden, d'Leit sichen no Leit, de Prozess huet geännert, d'Jünger ware konservativ, d'Propriétéit ass verluer, et gëtt keng Krankheet, an de Bierg a Griewer ware béis.", "古人": "Zhuangzi testt seng Fra", "第X籤": "Lot 84", "宮": "Wei Gong"}