{"籤詩版本二": "Däischter Wolleken an Niwwel bedecken d'Strooss virum Bierg, alles ass ronn an de Mound nees ronn.\nWann Dir Poesie a Bicher kritt, wäert Dir aus engem déiwen Dram erwächen.Den nobele Mënsch féiert Iech op den Daach.", "詩意": "Dëst Hexagram symboliséiert d'Enn vum Fréijoer an d'Blummen vu Blummen.\nAlles ännert sech nom Här.", "解曰": "Den ale Mann muss Hëllef froen. Am Fréijoer bléift et erëm. Wonsch fir Ruhm a Räichtum. Entgéint e Wandfall spéit am Liewen.", "籤詩故事一": "◇ Den Han Wengong begéint Schnéi\nDen Han Yu, deem säin Numm Tuizhi war, war aus Changli. Den Tang Dezong gouf e Jinshi am aachte Joer vum Zhenyuan, a säi posthumeschen Titel war Wen Gong.\nWärend der Herrschaft vum Keeser Xianzong vun der Tang-Dynastie huet den Han Yu mat de Schanken vum Buddha remonstréiert, wat de Keeser rosen huet. Den Han Yu huet seng Fra a seng Kanner verlooss an ass op Chaozhou gaang. No manner wéi e puer Deeg Spadséiergank, huet de kale Wand opgeholl an et huet staark geschneit. Den Han Yu ass op eng Plaz komm wou de Schnéi e puer Meter déif war, sou datt säi Päerd schwéier no vir ze kommen.Et war keen Haus an der Géigend an hie wousst net wou d'Strooss ass. Wann Dir de Wee wëllt verfollegen an zréckzéien, gëtt et kee Wee zréck. De Wand huet haart geblosen an de Schnéi ass séier gefall, den Han Yu war bis op d'Haut gedämpft, gefruer an hongereg, an hat néierens seng Trauer auszedrécken.\nDen Han Yu huet gesoot a gesot: \"De Keeser wäert mech net ëmbréngen, awer de Keeser wëll mech zerstéieren.\"\nJust wéi den Han Yu verzweifelt war, huet hien e Mann gesinn, dee trotz der schwéierer Keelt de Schnéi läsche kënnt, hien huet sech erausgestallt, den Han Xiangzi (den Neveu vum Han Yu) ze sinn.\nVirdrun huet den Han Xiangzi dem Han Yu gesot: \"Wou ass dem Yun Heng säin Heem zu Qinling? De Schnéi ëmfaasst de bloe Paart an d'Päerd stoppt no vir. \"Deemools huet den Han Yu net verstanen wat den Han Xiangzi gemengt huet, awer elo huet hien endlech verstanen.\nAlso den Han Yu an den Han Xiangzi sinn am Fu sengem Haus zu Languan iwwernuecht ginn. Schwätzen iwwer d'Vergaangenheet an de Wee fir d'Kultivatioun, Han Yu war éierlech iwwerzeegt.\nSpéider huet den Han Yu seng offiziell Positioun opginn, all säi Besëtz un d'lokal Regierung gespent an ass an d'Bierger gaang fir den Taoismus ze praktizéieren an en onstierwlechen ze ginn.", "聖意": "D'Haus ass net gutt fir sech selwer, passt op fir Suen ze sichen, fokusséiert op d'Geschäft, d'Bestietnes ass spéit, Liujia weiblech Foussgänger blockéieren Felder, Seidewürmer si gutt, Béischten ass gutt, et ass schwéier Leit ze fannen, ëffentlech Prozesser ginn widderholl, verluer Besëtz , schwéier Krankheet, Krankheet Verspéidung, Bierg Graf soll geännert ginn.", "古人": "Han Wengong begéint Schnéi", "第X籤": "Aachtzeg-fënneften Gewënner Lotterie", "宮": "Shen Gong"}