{"籤詩版本二": "Mëtt spazéieren an de westleche Bierg, d'Cliffs vu Junling kënnen net bewunnt ginn.\nSicht op Gott fir Schutz, ass dëse Kierper nach ëmmer am Morgue", "詩意": "Dëst Hexagram ass wéi no Gold am Sand sichen.\nEt ginn Unzeeche vun noble Leit an alles.\n\nOch: Dëst Hexagram weist datt d'Persoun a Gefor ass.\nEt ginn Unzeeche vun noble Leit an alles.", "解曰": "Jade kann duerch Chiseling Steen fonnt ginn. Fannt Gold am Sand. Muss schwéier schaffen. Just Problemer.\nAner Aarbecht: eng schwiereg Situatioun. Néierens ze bleiwen. Frot Gott säi Segen. Biet fir Fridden vum Geescht.", "籤詩故事一": "◇ Bitt Gold an entdeckt déi ënnerierdesch Höhl\nFir seng militäresch Exploiten ze feieren, huet de Cheng Yaojin e Bankett zu Yanwuyang ofgehalen. Op eemol huet sech e Lach an de Buedem opgemaach, dat war onberechenbar, Jiddereen huet d'Wuerder erausgesicht, d'Gold gebass fir ze gewannen, a Seeler gelount fir sech an d'Lach ze bannen.\nEt gi Steen Dieren, Dëscher, Still, Brécken an aner Objeten. Op den Dësch sinn Draachkleeder a Jade Gürtel, déi aus Gold gemaach ginn an aus der Höhl getraff ginn.\nDe Yao Jin ass mat enger grousser Këscht an enger klenger Këscht aus dem Lach erauskomm, huet d'Holzkëscht opgemaach an d'Jade Siegel erausgeholl, d'Këscht opgemaach, de grousse Fändel an d'Krounmantel a Bunnen erausgeholl an se op den Dësch geluecht, an jiddereen huet se een nom aneren gekuckt. Ech hunn déi aacht Sigel Charaktere gesinn, déi op de grousse Siegel gravéiert waren \"Den Demon King of Hunshi, de Grousse Virtuous Emperor\".\nJiddereen huet hien als \"Keeser\" veréiert, an de Yaojin huet dat fir dräi Joer als Demon King gemaach. (Eigentlech war dëst just selwer verkënnegt, an Cheng Yaojin war just de Leader vum Duerf zu där Zäit.)\n(Dës Geschicht ass eng Metapher datt gutt Saache just wéi Schauspill sinn. Dëst ass déi artistesch Konzeptioun vun \"dëse Kierper ass nach ëmmer am Void\".)", "聖意": "Biede fir Heem an Haus, selwer, Mangel u Gewënn, Sich no Räichtum, haart Aarbecht, Vorsicht am Geschäft, Bestietnes gëtt vum Liujiaxu behënnert, Foussgänger, Chitian Seidewürmer, stabil sechs Béischten, Sich no Leit, keng Prozesser, Verloscht, Migratioun, halen verluer Besëtz, béis Krankheeten, Hindernisser, Bierger a Griewer.", "古人": "Entdeckt d'Krypte fir Gold", "第X籤": "Zeechen uechtzeg-siwen", "宮": "Shen Gong"}