{"籤詩版本二": "Stéiert mech net mat Äre perséinlechen Affären.Dat ass méi ubruecht de Public ze froen.\nE kloert Häerz ass sou hell a kloer wéi den helle Mound um Himmel", "詩意": "Dëst Hexagram representéiert d'Bild vun engem helle Mound um Himmel.\nAlles ass hell a loft.", "解曰": "Sidd oprecht am Häerz. Richteg d'Gesetz aus. Helleg Wierder. Endlech gëtt et kloer.", "籤詩故事一": "◇ General vum Kong Ming\nLéisung: Zhuge Liang mobiliséiert seng Truppen a Genereel\nWärend der Dräi Kinnekräicher Period gouf den Zhuge Liang (181-234), hoffnungsvoll Numm Kongming, zu Yangdu, Langya (haut Yinan County, Shandong Provënz) gebuer.\nZhuge Liang ausgemaach offiziell ze ginn no Liu Bei dräi Visiten zu der thatched Gîte rural bezuelt. Deemools, Cao Cao haten Hebei pazifizéiert a war décidéiert Süden ze marschéieren. Hien geschéckt Xiahou Dun als Chef General, Yu Jin, Li Dian an anerer als Adjoint Genereel, féiert eng Arméi vun 100.000 Richtung Xinye marschéieren. Och wann den Zhuge Liang e Plang hat fir deemools vum Feind zréckzezéien, Guan Yu an Zhang Fei hunn dem Zhuge Liang seng Wierder veruecht. Zhuge Liang hat keng aner Wiel wéi Liu Bei d\"Schwäert ze benotzen déi zwee Männer ze ënnerzegoen. Si hunn all dausend Zaldoten a Päerd gefouert, an lurked an Yushan an Anlin. Si gewaart Xiahou Dun seng Arméi ze féieren laanscht, an dann ugegraff hinnen mat Ambush a Feier.\nZousätzlech gouf den Zhao Yun geschéckt fir déi al a schwaach Iwwerreschter vun der Arméi ze féieren fir als Avantgarde géint Xiahou Dun ze kämpfen, an huet dunn d'Néierlag gefälscht an zréckgezunn, an de Xiahou Dun an d'schmuel Strooss an de Bierger a Bëscher lackelt. Hien huet och de Guan geschéckt. Ping, Zhou Cang, Liu Feng an anerer fir an der Heck vun der Arméi vum Cao ze schneien, Versuergung ze verbrennen a Panik an der Arméi vum Cao ze verursaachen.\nNo der Schluecht ass alles geschitt wéi Zhuge Liang arrangéiert. Wéi de Xiahou Dun an de Yu Jin d'Arméi an der Verfolgung gefouert hunn, huet de Li Dian, deen hannendrun war, dem Xiahou Dun an der Front dréngend informéiert, datt hie sech géint Feindfeuerattacke muss bewaache, awer et war ze spéit. Dem Cao seng Arméi gouf ageschränkt duerch déi schmuel Strooss a war op enger Plaz läit, wou Beem sech intertwined, sou d\"Feier konnt net ufänken. Et waren schwéier Affer, an Xiahou Dun an aner Genereel goufen besiegt an geflücht zréck op Xudu.\n(Dës Geschicht ass eng Metapher datt de Kong Ming gutt ass fir Leit ze benotzen an d'Land mat Wäisheet ze regéieren.)", "聖意": "Heem an Haus si glécklech. Ech wënschen Vill Gléck am Räichtum, Fridden vum Geescht, e gudde Geschäft, Bestietnes, Erfolleg, Erfolleg zu Liujia, Männer plënneren Felder, Seidewürmer, Verloscht vu Béischten, vermësste Leit, ëffentlech Prozesser, Migratioun, verluer Eegentum, Segen, Krankheet, Fridden, Bierger a Griewer.", "古人": "Kong Ming General", "第X籤": "Déi néngten Zeechen", "宮": "Yin Palace"}