{"籤詩版本二": "Eng gutt Show mécht Iech aus der Masse mat engem Frown eraus, an Är Zukunft ännert sech an Dir bréngt vill Räichtum.\nEng Strooss ass sou breet wéi den Himmel, an all d'Suen déi Dir kënnt ginn an Ärem Häerz", "詩意": "Dëst Hexagram weist eng villverspriechend Zukunft un.\nAlles geet gutt.", "解曰": "Eng grouss Strooss. Dir kënnt viru goen. Benotzt Äert Häerz. Nëmmen no vir.\nAlles geet wéi geplangt mat dësem Schëld. Vill Gléck fir Jichang.", "籤詩故事一": "◇ Dräi Helde kämpfen géint de Lu Bu\nLéisung: Dräi Helden Zhang Fei, Guan Yu, a Liu Bei kämpfen géint Lu Bu\nDen Dong Zhuo huet geléiert datt den Hua Xiong gekäppt gouf an de fliegende Generol Lu Bu geschéckt huet fir ze kämpfen. Soubal de Lu Bu an d'Schluecht gaangen ass, huet hien d'Generaler Fang Yue a Mu Shun ëmbruecht an de Wu Anguo a Gongsun Zan ëmbruecht.\nDen Zhang Fei huet gesinn datt de Gongsun Zan de Lu Bu net konnt besiegen, sou datt hien de Gongsun Zan séier ersat huet a geruff huet: \"D'Sklaven vun den dräi Familljennumm solle verloossen! Zhang Fei vu Yan ass hei!\" Duerno hunn se fir méi wéi fofzeg Ronne gekämpft an Nofolleg, ouni Gewënner oder Verléierer.\nNodeems de Guan Yu et gesinn huet, hunn hien an den Zhang Fei de Lu Bu attackéiert a fir méi wéi drësseg Ronne gekämpft.\nDe Liu Bei huet och zwee Schwäerter gedroen, säi Päerd geklappt an ass no vir geklomm fir Zhang Fei a Guan Yu ze hëllefen.\nDéi dräi Männer hunn de Lu Bu ëmginn an hu weider gekämpft, all d'Leit aus der Grupp waren erstaunt.\nGeschwënn huet de Lu Bu ugefaang Kraaft ze verléieren.De Lu Bu säi Pegasus huet sech zréckgezunn, awer déi dräi Männer hunn de Lu Bu verfollegt a refuséiert opzeginn. Si sinn net zréckgezunn bis si dem Lu Bu seng Truppe begéint hunn.\n\"Dräi Kinnekräicher\"\n(Dës Geschicht ass eng Metapher fir dem Lu Bu seng Tapferkeet a Fäegkeet am Kampf. Eng Persoun kann dräi Leit besiegen.)", "聖意": "D\"Häerz vum Haus an doheem reesen nëmmen op seng eege Rees Räichtum ze sichen. Eng méiglech Bestietnes Artikel geet un Liujia. Saache geet glat fir Leit. Zhushuntian Seidewiever benotzen. Leit kënnen ënnert de sechs Déieren fonnt ginn. Leit kënnen virdru fonnt ginn. Prozess, Migratioun, Verluer Besëtz, Krankheeten, Bierger a Griewer si wéi Gléck.", "古人": "Dräi Helde kämpfen géint Lu Bu", "第X籤": "Nonzeg-eent Gewënner Lotterie", "宮": "Dir Palais"}