{"籤詩版本二": "Ech plangen fir Betrib zënter ech e Kand war, also ech brauch net fir Räichtum a Räichtum ze froen.\nWann zwee Leit no eppes sichen, geet de Geléiert eraus a kënnt zréck mam Toppräis.", "詩意": "Dëst Hexagram ass d'Symbol vum Geschäft zënter Kandheet.\nSidd fläisseg a spuersam an alles a Suergefräi.", "解曰": "Vun Kandheet bis Erwuessener. Keen Hindernis, keen Hindernis. Maacht e Plang. De Ruhm geet glat.", "籤詩故事一": "◇Cai Qing bezilt seng Frëndlechkeet (Cai Yong)\nDe Cai Yong, den Numm Bojie, gouf zu Chenliuyu gebuer (elo südlech vu Qixian County, Henan Provënz). Hien ass e Geléiert an de Mann vum Zhao Wuniang. Virun 5 Joer huet d'keeserlech Geriicht Talenter op der gieler Lëscht rekrutéiert, an d'Grofschaft huet him recommandéiert op Peking ze kommen fir den Examen ze maachen.Zënter gouf et keng Neiegkeeten.\nDéi éischt Joer no Cai Bojie lénks war einfach ze këmmeren mat.D\"Famill hat e puer spueren an hirem Liewen war handhabbar.\nD'nächst Joer huet Chenliu eng schwéier Dréchent erlidden, sou datt hien op Zhao Wuniangdian vertraut huet fir Bijouen ze verkafen fir den Hongersnout z'iwwerliewen. Et gouf keng Neiegkeet vum Cai Bojie, wat d'Famill nach méi besuergt huet.\nD'Dréchent huet während dëser Period dräi Joer gedauert. Zhang Guangcai, engem Noper am Duerf, huet hir vun Zäit zu Zäit gehollef.\nMéi spéit huet de Cai Bojie den éischte Präis gewonnen an ass heem komm fir ze léieren datt seng Fra vum Zhang Guangcai gehollef gouf. D'Koppel ass an d'Zhang's Haus gaang fir hir Dankbarkeet auszedrécken an huet dem Zhang Guangcai zwee Tael Sëlwer als Kaddo ginn.", "聖意": "D'Haus ass friddlech, d'Selbst ass räich, d'Geschäft ass erfollegräich, d'Bestietnes ass erfollegräich, d'Gebuert vun engem Mann ass erfollegräich, d'Feld ass voller Seidewürmer, déi sechs Béischten si räich, d'Sich ass erfollegräich, de Prozess ass erfollegräich , d'Migratioun ass erfollegräich, de verluerene Besëtz ass gutt, d'Krankheet ass e Bierg an d'Graf ass gutt.", "古人": "Cai Qing bezilt seng Frëndlechkeet (Cai Yong)", "第X籤": "Ënnerschreiwe zweeanzeg", "宮": "Dir Palais"}