{"籤詩版本二": "De Luan Feng Xiang war am Drëps gedränkt, awer deemools gouf hie vum Queer gemobbt\nEch war schockéiert ze léieren datt enges Daags d'Wolleken wäit ewech waren, awer ech hunn ëmmer meng Kleeder un Iech zréckginn.", "詩意": "Dëst Hexagram representéiert d'Symbol vu Luan a Phoenix, déi vum Reen bedeckt sinn.\nAlles kënnt wann d'Zäit kënnt.", "解曰": "De Béisen liewen Dag fir Dag. En Här soll näischt maachen. Halt just fir Iech selwer. Maacht Aktioun wann d'Zäit kënnt.", "籤詩故事一": "◇Gao Jun garantéiert Bestietnes\nAm fréie Song Dynastie, Zhao Kuangyin vereenegt den Norden an d'ganzt Land kapituléiert. Allerdéngs, an der Southern Tang Dynasty, Li Yu sech am Süde vun der Yangtze River verankert. Zhao Kuangyin zu Shouzhou gefaangen, an d'Situatioun war kritesch. Dem Zhao Kuangyin säin Neveu, Gao Junbao, e jonke Mann mat enger gëllener Pistoul, huet Bianjing verlooss fir d'Belagerung vu Shouzhou ze briechen.\n, laanscht de Shuangsuo Mountain, si hunn d\"Mann Schëld, déi vum Liu Jinding opgestallt gouf, zerbrach, an déi zwee hunn sech konkurréiert. Als Resultat huet de Liu Jinding de Gao Junbao dräimol mat senger super Kampfkonscht besiegt, a si hunn Goldmaces a Sëlwer Klacken fir d\"Liewen ausgetosch. Dem Zhao Kuangyin säin Neveu Gao Junbao huet de Bianjing verlooss fir den Zhao Kuangyin zu Shouzhou ze retten. a gouf zu Bestietnes gezwongen. D'Koppel huet d'Leit an d'Belagerung gefouert an den Zhao Kuangyin gerett.\n(D'Metapher vun dëser Geschicht ass datt déi zwee net versöhnt goufen (si goufen gemobbt), awer spéider versöhnt.)", "聖意": "D'Familljenheem ass net gutt fir sech selwer, passt virsiichteg op Suen ze sichen, Geschäft blockéieren, op d'Bestietnes waarden, Verzögerung, Liujia, falsch Reesender, bleiwen op de Felder, Seidewürmer, spéit, sechs Béischten Schued, schwéier Leit ze fannen, Prozesser, Verloscht, Migratioun, Konservativitéit, Verloschter, schwéier Krankheet, Erweiderung vum Bierg, Grafreform", "古人": "Gao Jun garantéiert Bestietnes", "第X籤": "Dräianzechzeg gewannen d'Lotterie", "宮": "xugong"}