{"籤詩版本二": "En Här soll sech net ëm déi kleng Leit këmmeren, wann et schief geet, da mécht hien Ierger.\nDe Klang vum Piano muss ee mat engem gudde Frënd nolauschteren, et ass ëmmer roueg a vague, dëst Wierk ass fir jiddereen.", "詩意": "Dëst Hexagram soll d'Bild vun engem gudde Frënd treffen.\nD'Saachen konstant halen bréngt Gléck.", "解曰": "Zhiyinfangxu. Opgepasst net op aner Saachen. Gënnt Iech selwer wéi eng nobel Persoun. All glécklech.\nZhiyin Fangxu huet véier Charaktere, déi ursprénglech als Shiyin Fanghua geschriwwen ass.", "籤詩故事一": "◇BoYa besicht Frënn (BoYa Broken Qin)\nDe Boya, mam Numm Yu, mam Numm Rui an den Numm Boya, war gebierteg vu Yingdu, Chu Staat wärend der Fréijoers- an Hierschtperiod an der Warring States Period.\nZhong Ziqi huet als Holzschneider am Chu Kinnekräich geschafft. Enges Daags huet hien de Yu Boya begéint, deen am Han River d'Harf spillt. Den Zhong Ziqi huet eng Stëmm héieren, déi seet: \"Et ass sou grouss wéi e Bierg a wéi wackelt wéi fléissend Waasser. \"Déi zwee hu sech bestuet a versprach sech erëm während der Mëtt- Hierschtfest nächst Joer.\nD'nächst Joer huet de Yu Boya de Rendez-vous gehal wéi geplangt, awer den Zhong Ziqi ass gestuerwen. Nodeems de Yu Boya geléiert huet datt den Zhong Ziqi gestuerwen ass, huet de Yu Boya geduecht datt et keng Musek méi op der Welt géif ginn an hie géif a sengem Liewen ni méi d'Harf spillen.\nsoen:\nDe Yao Qin a Feng Wei Han briechen. Zi Qi ass egal wien hien spillt.\nDe Fréijoersbris bréngt all Frënn. Et ass schwéier e richtege Frënd ze fannen.", "聖意": "Sidd virsiichteg fir aus Ärem Heem an Ärem eegene Béis erauszegoen. Wann Dir Räichtum sicht, passt virsiichteg iwwer Transaktiounen. Et ass unzeroden ze spéit am Bestietnes ze sinn. Et ass ongënschteg fir weiblech Foussgänger Felder, Seidewürmer a Béischten ze plënneren, fir Leit fläisseg ze sichen , Plainte ze maachen an ze migréieren, séier no verluerene Saachen ze sichen, vu Krankheeten blockéiert ze ginn, a Griewer an de Bierger.", "古人": "Boya Visits Friends (Boya Broken Qin)", "第X籤": "Lot véieranzechzeg", "宮": "xugong"}