{"籤詩版本二": "D'Ambitioun an d'Leeschtunge sinn an der Dynastie, awer elo gëtt et endlos Drénken a Sex.\nWann Dir e gëllenen Hunn gesitt, gitt Dir mat Geld, Verméigen a Verméigen belount.", "詩意": "Dëst Hexagram duerstellt d'Symbol vun Ambitioun a Ruhm.\nHalt alles glécklech.", "解曰": "Ambitiéis an opgereegt. Et ass net ze spéit fir Iech selwer ze schützen. De gëllenen Hunn versprécht. All glécklech.", "籤詩故事一": "◇ Cao Pi huet sech selwer zum Keeser ausgeruff\nDe Cao Pi, mat dem Numm Zihuan, gouf zu Peiguoqiao gebuer (haut Hao County, Anhui). E berühmte Politiker a Schrëftsteller während der Jian'an Period.\nDe Cao Pi ass den zweete Jong vum Cao Cao. Hie lieft zanter Kandheet mat sengem Papp am Militärlager. Ënnert dem Afloss vu sengem Papp huet de Cao Pi am Alter vu sechs Joer Bëscher geléiert an am Alter vun 8 Joer Reiden geléiert an huet sech entwéckelt. gutt Martial Arts Fäegkeeten. Hien huet och extensiv Wëssen vun antike a modern Klassiker a Biographien, wéi och d'Bicher vun honnerte vu Schoule vun geduecht. Et war net bis am Alter vun uechtzéng datt Cao Cao de Yuan Shao besiegt huet an de Cao Pi huet e relativ stabilt Liewen zu Yecheng gelieft, dem Zentrum vun der Herrschaft vum Cao Cao. Zënter, obwuel hien heiansdo säi Papp op militäresch Expeditioune begleet huet an d'Liewe vun engem Adel Jong meeschtens gelieft huet, huet hien ëmmer nach all Dag Kampfkonscht praktizéiert an ass bis haut net ofgeleent. Hie fiert dacks mat honnert Schrëtt op sengem Päerd an ass ganz qualifizéiert a Kampfkonscht, well hien dacks Kampfkonscht praktizéiert, ass hien liicht a staark.\nDem Cao Cao säin eelste Jong Cao Ang gouf an enger Schluecht ëmbruecht. Nodeems den eelste Jong gestuerwen ass, gouf de Cao Pi den éischte Choix fir de Krounprënz. Wéi hien 31 Joer al war, gouf hie vum Cao Cao zum Krounprënz gemaach. Wéi de Cao Pi dräi an drësseg Joer al war, ass de Cao Cao u Krankheet gestuerwen, an de Cao Pi huet hien als Premier Minister a Kinnek vu Wei gelongen. Hien huet gesot datt hien dacks op honnert Schrëtt op Päerd reidt a ganz qualifizéiert ass, well hien dacks Kungfu praktizéiert, ass hien liicht a gesond.", "聖意": "Biet fir Äert Heem an Äert Heem friddlech ze sinn, sicht Räichtum, schafft haart, handelt, fréi opzedeelen, d'Bestietnes wäert erfollegräich sinn, d'Liujia wäert sécher sinn, d'Leit wäerten am Feld sinn, Seidewürmer wäerte reift, sechs Béischten wäerte reift , et wäert schwiereg sinn Leit ze fannen, ëffentlech Prozesser wäerten dréngend sinn, Migratioun geet verluer, Saachen wäerte wäit ewech.Krankheeten bleiwen an de Bierger a Griewer.", "古人": "Cao Pi proklaméiert sech selwer zum Keeser", "第X籤": "Nonzeg-fënneften Gewënner Lotterie", "宮": "xugong"}