{"籤詩版本二": "Déi majestéitesch Pagode ass ongewéinlech, mat exquisite Featuren op alle Säiten déi hell blénken.\nEch fuerderen Iech determinéiert ze béien a gutt Doten ze maachen, an den Himmel wäert Iech Segen schécken.", "詩意": "Dëst Hexagram representéiert d'Manifestatioun vu Verdéngschter.\nAlles ass glécklech.", "解曰": "Dës Segen. Jiddereen huet et. Sidd net ze beschäftegt. Merite gëtt am Viraus festgeluecht.", "籤詩故事一": "◇ De Kinnek vu Fenyang trëfft säin Enkel op Chinesesch Vältesdag\nLéisung: De Guo Ziyi huet de Weaver Girl begéint, deen op d'Äerd erofgeet op de chinesesche Vältesdag. Tiansun, d'Enkelin vum Jade Keeser, ass d'Seven Feeën.\nGuo Ziyi (697-781), och bekannt als Guo Linggong, war gebierteg aus Zheng Grofschaft, Huazhou (haut Huaxian Grofschaft, Shaanxi Provënz) an e Generol an der Tang Dynastie. D'keeserlech Geriicht huet Ziyi den Titel vum Kinnek vu Fenyang zouginn.\nEt gëtt gesot datt Ziyi ursprénglech aus Huazhou war an an d'Arméi ausserhalb vun der Grousser Mauer gaangen ass. Hien ass op Peking gaang fir militäresch Pai ze drécken an ass zréck op Yinzhou. Et war deemools de Chinese Vältesdag. De Wand a Sand. goufen däischter, an d'Sonn gouf däischter.Ziyi konnt net méi no virgoen, also stoung en nieft der Strooss.Hie war um Buedem an engem eidelen Haus geschlof.Wéi hie wollt schlofen, huet hien op eemol eng rout Luucht gesinn op béide Säiten.Hien huet sech opgestallt an huet iwwerrascht no uewen gekuckt.Et war eng Wollek um Himmel, lues a lues erof.Do souz eng schéin Fra, würdeg a herrlech, komplett anescht wéi déi normal Leit. Ziyi huet direkt seng Respekt bezuelt a gesot: \"Haut ass de siwenten Dag vum siwenten Moundmonat. Ech mengen et ass d'Weaver Girl, déi komm ass, fir hir Liewensdauer a Räichtum ze ginn.\"\nD'Fra huet och geäntwert: \"Mat grousse Räichtum kënnt d'Längegkeet.\"\nNodeems hien fäerdeg geschwat huet, ass de Glanz zréck an d'Wolleken sinn lues eropgaang. D'Fra huet nach ëmmer mat engem agreabele Laachen op de Guo Ziyi gekuckt. Eréischt wann hatt wäit vun hirem ewech war, war den Damp verschwonn an si war net méi ze gesinn.\nEt huet sech erausgestallt, grad wéi d'Fra gesot huet. Dem Ziyi seng Verdéngschter sinn weltberühmt, hien ass en extrem populäre Minister, an hien ass e Generol mat béide Verdéngschter an Tugenden.", "聖意": "Maacht e Wonsch fir Iech doheem, maacht e Wonsch fir Iech selwer, biet fir Suen, Vill Gléck am Geschäft, Vill Gléck am Bestietnes, Vill Gléck zu Liujia, glécklech Reesen mat Leit, Plënneren Felder, Seidewürmer, stabil Béischten, Pech beim fannen Leit, ëffentlech Prozesser, Migratioun, Gléck, Verloschterkrankheeten, Griewer zu Zhenxingshan", "古人": "De Kinnek Fenyang trëfft säin Enkel op Chinesesch Vältesdag", "第X籤": "Zeechen néngzeg-sechs", "宮": "xugong"}