{"籤詩版本二": "Spéit fir an an eraus ze goen fir Rotschléi ze sichen, ängschtlech a besuergt iwwer Problemer ze verursaachen\nWéi e Vugel deen an eng Fal flitt, wéi laang kann et daueren fir ze flüchten?", "詩意": "Dëst Hexagram ass en Zeeche fir Saachen al ze halen an dem Schicksal unzepassen.\nAlles ass onzefridden.", "解曰": "Sidd konservativ zu all Moment. Waart op den Adel fir ze kommen. Wann Dir iwwer alles frot. Den Haapt Saach wäert spéit ginn.", "籤詩故事一": "◇ Ji Ping gouf ëmbruecht\nJi Ping, deem säi richtege Numm Ji Tai ass, och bekannt als Ping, war en keeserlechen Dokter an der Han Dynastie.\nAm fënnefte Joer Jian'an (200 AD) gouf de Cao Cao de Premier Minister an huet de Keeser net eescht geholl, zënter hien d'Edikt gelies, geschriwwen vum Keeser op sengem Gürtel, Dong Cheng, dee kee Wee hat ze kréien. Cao Cao befreit, gefillt indignéiert a rosen, besuergt, hien ass krank ginn.\nDe Keeser Xian huet de keeserlechen Dokter Ji Ping gefrot fir de Cao Cao ze behandelen. De Ji Ping huet dem Keeser säi geheime Edikt gelies a war décidéiert fir de Cao Cao lass ze ginn, sou datt déi zwee zesummen e Plang ausgeschafft hunn. Onerwaart hunn d'Maueren Oueren.Den Dong Cheng säin Haussklav, de Qin Qingtong, gouf vum Dong Cheng 40 Mol mat engem Bengel geschloe wéinst senger Affär mam Dong Cheng senger jonker Fra. Hien huet e Gräift gehalen. Wéi hien doriwwer héieren huet, huet hien den Dong Cheng gemellt an Ji Ping zu Cao Cao.\nDe Ji Ping huet vum Cao Cao säi Kappwéi profitéiert an hie heemlech vergëft. De Cao Cao krut en Tipp, huet de Ji Ping gefaangen, hien gefoltert an de Leader ënnersicht. De Ji Ping huet sech géint den Doud widderstoen an ass gestuerwen nodeems hien de Schrëtt beréiert huet.", "聖意": "D'Haus mécht sech Suergen ëm sech selwer, de Béise freet Suen, d'Geschäft ass futti, d'Bestietnes ass net laang, d'Strof ass sechs, de Foussgänger ass um Feld agespaart, de Seidewuerm ass beschiedegt, déi sechs Béischten sinn fonnt, de Persoun ass fonnt, d'ëffentlech Prozess ass verluer, d'Migratioun ass net bewegt, d'Propriétéit ass verluer, d'Krankheet ass engagéiert, d'Netz ass am Bierg, d'Graf ass dout,", "古人": "Ji Ping gouf ëmbruecht", "第X籤": "Nonzeg-aacht Zeechen", "宮": "Haigong"}