{"籤詩版本二": "D'Päerd reinen an d'Peitsch halen, mir kommen direkt hei, hallef a Gefor an hallef an der Katastroph.\nEt ass wéi en Haus dat duerch Feier ofgebrannt gëtt.Wann den Himmel fällt, mécht de Reen et an Äschen.Ech hunn e Plang.", "詩意": "Dëst Hexagram stellt hallef Leed an hallef Freed duer.\nEt ass unzeroden an alles gutt ze maachen.", "解曰": "Liewenslaang Aarbecht. Maacht Iech net ëm richteg a falsch. D'Schëlleren sinn temporär. Ressentiment kënnt natierlech.", "籤詩故事一": "◇Tao Sanchun schléit Zheng En zu Guayuan\n\"Vive mäi Gedenkminutt,\"Zhao Kuangyin huet sech erëm opgestan, \"Beiping King Zheng En hat deemools e Bestietnes arrangéiert. Elo wou d'Welt a Fridden ass, wëll ech froen fir Är Erlaabnis fir e gudden Dag ze wielen fir ze bestueden. \"\n\"Vive mäi Gedenkminutt!\" Den Zhao Kuangyin ass opgestan a sot: \"De Kinnek vu Peking, Zheng En, hat deemools e Bestietnes arrangéiert. Elo wou d'Welt a Fridden ass, géif ech gären Är Erlaabnis froen fir e glécklecht ze wielen. Dag fir ze bestueden.\"\n\"Oh, den drëtte Brudder war virdru verlobt, wéi kënnt ech dat net wousst?\" De Chai Rong war ganz iwwerrascht, hien huet seng Hand gewénkt an den Zhao Kuangyin gefrot fir sech ze sëtzen an ze schwätzen.\n\"Oh! Den drëtte Brudder war virdru engagéiert, wéi kënnt ech dat net wousst? \"Chai Rong (Keeser vun der Spéit Zhou Dynastie) war ganz iwwerrascht. Hien huet seng Hand gewénkt an huet den Zhao Kuangyin gefrot fir sech ze sëtzen an ze schwätzen.\n\"Et ass eng laang Geschicht. Éischtens, mir waren deemools nach an der Aarmut a sinn net an Ärer Arméi komm. Zënter kämpfe mir zënter Joren a hu keng Zäit fir Iech ze këmmeren. Zweetens ass den drëtte Brudder och e bëssen. schei et ze ernimmen, also Är Majestéit weess et net.\n\"Et ass eng laang Geschicht. Éischtens hu mir deemools nach an der Aarmut gelieft a sinn net an Ärer Arméi komm. Zënterhier kämpfe mir zënter Joren an hu keng Zäit fir Iech ze këmmeren. Zweetens ass den drëtte Brudder och eng wéineg schei et ze ernimmen, also Är Majestéit weess et net.\n\"Hey, de männleche College-Student bestuet sech, wat ass de Sënn fir ongenéiert ze sinn? Den drëtte Brudder ass scho laang um Schluechtfeld a kann als en onvergläichlechen Held ugesi ginn. Firwat sidd Dir sou kleng iwwer dës Saach?\"\n\"Hey! De Fachhéichschouljong bestuet, wat ass de Sënn fir ongenéiert ze sinn? Den drëtte Brudder ass scho laang um Schluechtfeld a kann als en onvergläichlechen Held ugesi ginn. Firwat sidd Dir sou kleng iwwer dës Saach?\"\n\"Apropos deem, ech kann mäi drëtte Brudder net zouzeschreiwen fir schei ze sinn, well dëst Bestietnes geschmied gouf.\"\n\"Apropos deem, ech kann mäi drëtte Brudder net zouzeschreiwen fir schei ze sinn, well dëst Bestietnes geschmied gouf.\"\n\"Ausgeschippt? Hey, et ass interessant. Sot mir w.e.g. wat geschitt ass.\"\n\"Ech hunn et ausgedréckt! Hey! Et ass interessant! Sot mir w.e.g. wat geschitt ass.\"\n\"Jo, ech erënnere mech un dat Joer, wéi mir an der Majestéit bäitrieden, mir waren duerch Baocheng Grofschaft. Et war ganz waarm am Juni. Mäin drëtte Brudder konnt net am Hotel bleiwen, also ass hien erausgaang fir eleng ze wanderen. Nodeem e bei engem Melonengaart laanschtgaangen ass, goung hien eran, fir e puer ze plécken, Melonen hunn den Duuscht geläscht, et waren zu där Zäit net vill fréizäiteg Melounen, an den drëtte Brudder wousst net wéi se plécke sollten, also huet hien der vill gebrach. Deen, deen d'Melonen ugekuckt huet, war eng Fra. Si ass no vir geklomm fir den drëtte Brudder ze beschëllegt, déi zwee haten eng Meenungsverschiddenheet, an dunn hunn se ugefaang ze kämpfen. Komm, Glécklecherweis war ech besuergt an hunn an der Zäit an d'Rettung gerannt, soss.. \".\n\"Jo, ech erënnere mech un dat Joer, wéi mir an der Majestéit bäitrieden, mir waren duerch Baocheng Grofschaft. Et war ganz waarm am Juni. Mäin drëtte Brudder konnt net am Hotel bleiwen, also ass hien erausgaang fir eleng ze wanderen. Nodeem e bei engem Melonengaart laanschtgaangen ass, goung hien eran, fir e puer ze plécken, Melonen hunn den Duuscht geläscht, et waren zu där Zäit net vill fréizäiteg Melounen, an den drëtte Brudder wousst net wéi se plécke sollten, also huet hien der vill gebrach. Deen, deen d'Melonen ugekuckt huet, war eng Fra. Si ass no vir geklomm fir den drëtte Brudder ze beschëllegt, déi zwee haten eng Meenungsverschiddenheet, an dunn hunn se ugefaang ze kämpfen. Komm, Glécklecherweis war ech besuergt an hunn an der Zäit an d'Rettung gerannt, soss.. \".\n\"Dëst Zheng Ziming, et ass seng Schold an der éischter Plaz, hie sollt entschëllegen. Firwat schloe Dir him? Ausserdeem, wéi kann d'Famill vun engem Meedchen d'Punchen an d'Kick vun engem heftege Mann wéi hien aushalen! Kommt, du schloen d'Meedchen fir Stécker.Neen?\" \"D'Meedchen war ongeschaaft...\"\n\"Dësen Zheng Ziming, et ass seng Schold an der éischter Plaz, also sollt hie sech entschëllegen. Firwat schloe Dir him? Ausserdeem, wéi kann d'Famill vun engem Meedchen d'Punchen an d'Kick vun engem heftege Mann wéi hien halen! Komm, sot mir, du hues dat Meedchen geschloen. Nee?\"\n\"D'Meedche war ongeschaaft ...\"\n\"Dat ass an der Rei, dat ass an der Rei ... Hey, hutt Dir keng Aktioun geholl? Oh, ech denken, Dir hutt mech an der Zäit gerett.\"\n\"Dat ass an der Rei! Dat ass an der Rei ... Hey! Hutt Dir net gehandelt? Oh! Ech mengen, Dir sidd deen deen mech an der Zäit gerett huet!\"\n\"...Nee, déi Persoun, déi ech gerett hunn, war ... den drëtte Brudder.\" \"...Nee, déi Persoun, déi ech gerett hunn, war ... den drëtte Brudder.\"\n\"Ach?!\" \"Ach?!\"\n\"Den drëtte Brudder gouf vun der Fra op de Buedem geschloen an de ganze Wee gewalteg geschloe ginn. Glécklecherweis sinn ech ukomm an hunn hien iwwerzeegt fir ze verloossen, sou datt hien net schwéier blesséiert gouf ... Äre Majestéit ... Äre Majestéit!... \"\n\"Den drëtte Brudder gouf vun der Fra op de Buedem geklappt a gouf gewalteg geschlagen. Glécklech sinn ech ukomm an hunn hien iwwerzeegt fir ze goen, sou datt hien net schwéier blesséiert gouf ... Äre Majestéit ... Äre Majestéit!...\"\n\"Ah?...Och, wien ass déi Fra!?\" \"Ah!?...Oh, wien ass déi Fra!?\"\n\"Et war eréischt méi spéit, datt ech erausfonnt hunn, datt d'Fra den Numm Tao Sanchun war, an hire Papp Tao Hong war en alen Held, dee keng Striewen hat. Den Tao Sanchun huet vu sengem Papp Kampfkonscht geléiert zënter hien e Kand war. Nodeems ech geléiert hunn. seng Famill, Ech hunn gesinn, datt Miss Sanchun enestaende Charakter hat. , Luo Luo a generéis, ouni Gewunnecht e klengt Meedchen ze sinn, si hunn him bewosst gepasst. D\"Tao Papp an Duechter gefall och de riichtaus Charakter vum drëtte Brudder ganz vill. Si schléit et direkt un an huet dës Bestietnes fir déi zwee decidéiert. Är Majestéit, sot mir w.e.g., dat ass net Ass et e gefälschte Bestietnes?\"\n\"Et war eréischt méi spéit datt ech erausfonnt hunn datt d'Meedchen den Numm Tao Sanchun war, a si huet Kampfkonscht vun hirem Papp geléiert zënter hirem Kand. Nodeem ech mat senger Famill kennegeléiert hunn, hunn ech gesinn datt d'Miss Sanchun en aussergewéinleche Charakter hat, war generéis, an hat keng Spuer vun der klengt Meedchen hir Gewunnechten, also ech bewosst rekrutéiert hir. Den Här Tao a seng Duechter gefall och de riichtaus Charakter vun hirem drëtte Brudder ganz gutt. Si hunn et direkt ugefaangen an decidéiert dëst Bestietnes fir si. Är Majestéit, sot mir w.e.g., ass dëst net e geschmiedegt Bestietnes?\n(Dës Geschicht ass eng Metapher, well eng schlecht Saach huet sech als eng gutt Saach erausgestallt.)", "聖意": "Biet fir de Schutz vum Heem a Selbst, passt virsiichteg, biet fir Räichtum, ruin Geschäft, behënnert Bestietnes, Strof, Liujia, Versécherung, Foussgänger a Felder gefaangen, Seidewürmer Schued, Béischten Schued, vermësste Leit, illegal Prozesser, Verloscht, Migratioun, Konservativitéit , verluer Besëtz, béis Krankheeten, Suergen, Geforen, Bierger, Griewer, Echec", "古人": "Den Tao Sanchun schléit Zheng En am Melonengaart", "第X籤": "Nummer nénganzwanzeg", "宮": "Haigong"}