{"籤詩版本二": "باشد که دنیا برای یک ازدواج خوب، روزهای فرخنده و اوقات خوب آفریده شود و همه چیز خوب باشد\nاگر این سهم را به دست آورید، موضوع کوچکی نیست.امپراطور اعلام می کند که مردم وفادار و درستکار هستند.", "詩意": "این هگزاگرام نشان دهنده آغاز باز شدن آسمان و زمین است.\nهمه چیز به خیر است.", "解曰": "مگا سرعت سریع سال ارزش زمانش را ندارد. گوانین می نویسد. اول به من خبر بده", "籤詩故事一": "◇ژونگلی روشن شد\nژونگلی کوان، با نام خانوادگی ژونگلی، نام کوان، نام ادبی یونفانگ و نام مستعار ژنگیانگ، بومی شهرستان شیان یانگ، شیان، استان شانشی در طول سلسله هان شرقی بود.\nژونگ لیکوان ژنرال سلسله هان بود.در طول لشکرکشی به فرمانده لیانگ یی به فرمانده لیانگ یی حسادت کرد و فقط 30000 سرباز قدیمی و ضعیف را به او اختصاص داد و به محض رسیدن به مقصد، اردوگاه مورد سرقت قرار گرفت. ارتش کیانگ غربی، و سربازان فرار کردند. ژونگ لیکوان در دره ای گم شد و در راه با یک راهب هو برخورد کرد و او را به دهکده ای کوچک برد و گفت: \"اینجا محل سکونت آقای دونگوا است.\" سپس خداحافظی کرد و رفت. پس از مدتی ناگهان شخصی گفت: \"لابد به این دلیل است که مرد هو چشم سبز بیش از حد پرحرف است.\" مردی را دید که پوست آهوی سفیدی پوشیده بود و چوب سبزی کینوا در دست داشت. او از ژونگ لیکوان پرسید: \"کسی که آمد. اینجا هان دا ژنرال Zhongliquan است\n? ژونگ لیکوان با دانستن اینکه با شخص عجیبی آشنا شده است شوکه شد، بنابراین صمیمانه تائو را یاد گرفت.\nژونگ لیکوان بعدا با ژنرن هوایانگ و پادشاه جاودانه ژوانفو آشنا شد و \"راز جاودانگی\" را آموخت. در نهایت، او در Zijin Sihaofeng در کوه Kongtong زندگی کرد، \"راز جعبه جید\" را به دست آورد و به یک جاودانه واقعی تبدیل شد. او همچنین به عنوان یکی از پنج پدرسالار شمالی توسط فرقه Quanzhen مورد احترام قرار گرفت.", "聖意": "دعا کنید در پاییز و زمستان خانه و خانه تان پر برکت باشد در پاییز و زمستان به دنبال اقبال باشید در تجارت موفق باشید در ازدواج موفق باشید در پسر زایی موفق باشید در سفر به میدان موفق باشید ، موفق باشید در کرم ابریشم، موفق باشید در دام، موفق باشید در یافتن مردم، موفق باشید در دعاوی عمومی، موفق باشید در مهاجرت، اموال گمشده، بیماری های شمال شرق، موفق باشید در ارسال کوه و مقبره.", "古人": "ژونگلی روشن فکر شد", "第X籤": "اولین علامت", "宮": "رحم"}