{"籤詩版本二": "نگرانی ها و نگرانی ها موقتاً برطرف می شود و شادی از آسمان می آید.\nدرست مانند یشم پنهان شده در سرگین، یک کارگر خوب گرد و غبار را از بین می برد", "詩意": "این هگزاگرام نشان دهنده هارمونی یین و یانگ است.\nهر چیزی که برنامه ریزی می کنید خوش یمن است.", "解曰": "هیچ چیز به دست نیامده، چیزی از دست نداده است. از ضرر به دست آورید. شرور در مشکل است. موفق باشی آقا", "籤詩故事一": "◇یه منگ شیونگ چائو دی\nYe Mengxiong (1531-1597)، که نام حسن نیت او Nanzhao و نامش Longtang بود، به Longtan تغییر کرد و همچنین Huayun نام گرفت. بومی Wanshifang، Huizhou Fucheng (اکنون بخشی از Huicheng District، Huizhou City) در سلسله مینگ. در چهل و چهارمین سال سلطنت جیاجینگ (1565)، او جینشی شد و عنوان قاضی شهرستان چینگ به او اعطا شد. او به عنوان مدیر بخش انتقال خدمت کرد و بعداً به سانسور نظارتی جاده شانشی تغییر کرد.\nدر سال 20 وانلی (1592)، سرکنسول نینگشیا، کوایبای (رئیس قبیله تاتار مغولی)، فرماندار دانگ شین را کشت و چهل و هفتمین قلعه را در استان هکسی تسخیر کرد، شهر را شکست، عبادت کرد و سوزاند. خودش رو به مرگ منگ شیونگ در گرفتن اعتبار مغرور نیست و اجازه می‌دهد مهارت‌هایش به اندازه ژنرال‌هایی باشد که جرات جنگیدن دارند. وی ژوئزنگ رسمی به کار خود بازگردانده شد. در سال‌های آخر عمر، پنج بار استعفا داد و برای ساختن معبد هویلونگ به هویژو بازگردانده شد.\nYe Mengxiong در ابتدا به عنوان یک کارمند دولتی وارد تائوئیسم شد و به دلیل صداقت خود مشهور بود. سوابق تاریخی قدیمی می گوید که او \"اولین نفر در فروتنی و توانایی بود\" ، \"فساد را از بین می برد و شورش ها را مجازات می کند\" و شهرت خوبی به جا گذاشت. بسیار وفادار، شجاع، شجاع، و مدبر. در نیمه دوم زندگی، مهارت های رزمی او در \"تاریخ سلسله مینگ\" ثبت شد و او به عنوان یک قهرمان ملی شناخته شد.", "聖意": "خانه نامطلوب است (به طور فزاینده ای آرام است) پاییز و زمستان برای خود خوب است، ثروت موفق خواهد بود، معاملات موفقیت آمیز خواهد بود، ازدواج موفق خواهد بود، لیوجیا به اشتباه نگران خواهد شد (گنجینه هایی وجود خواهد داشت)، عابران پیاده به میدان خواهند رفت تا برای کرم‌های ابریشم دعا کنید، شش حیوان صاف می‌شوند، مردم پیدا می‌شوند، دعاوی عمومی نامطلوب است، مهاجرت محافظه‌کارانه می‌شود، اموال گمشده مانع می‌شود، بیماری‌ها در قبر فوشان مستقر می‌شوند.", "古人": "یه منگ شیونگ چائو دی", "第X籤": "لوتوی برنده شانزدهم", "宮": "مائوگونگ"}