{"籤詩版本二": "کلاغ طلایی در غرب می افتد و خرگوش در شرق طلوع می کند چرخه روز و شب از زمان های قدیم تا امروز ادامه دارد.\nراهبان و تائوئیست‌ها می‌دانند که هیچ ضرری وجود ندارد و علما، کشاورزان، صنعت و بازرگانان همگی از افکار خود پیروی می‌کنند.", "詩意": "این هگزاگرام نشان دهنده اپیلاسیون و کاهش یین و یانگ است.\nهمچنین نشانه آن است که همه چیز طبق برنامه پیش خواهد رفت.", "解曰": "چیزی در ذهن نیست. کاری که انجام دادی شایسته است. مثل تیری از کمان. یک تیر به هدف اصابت کرد.", "籤詩故事一": "◇عمو کائو گوئو یک جاودانه است\nگفته می شود کائو گوئوجیو، اهل شوژو، عموی بزرگ امپراتور رنزونگ از سلسله سونگ است، نام او کائو یی بود که به نام کائو جینگ شیو نیز شناخته می شد.\nعمو کائو گوئو یک برادر کوچکتر به نام کائو ار داشت. این کائو ار به قدرت امپراتوری خود تکیه کرد و انواع شرارت ها را مرتکب شد. او مزارع را اشغال کرد، زن و دختر گرفت و با برخی شرورهای بی قانون دوست شد و وارد و خارج شدند. کائو گوجیو نتوانست تحمل کند، بنابراین او از گوش دادن به سخنان خوب و آرامش او امتناع کرد، بنابراین برای کنترل او از تنبیه استفاده کرد، دو برادر کینه ایجاد کردند.\nکائو گوجیو گفت: \"اصول جهان این است که کسانی که چیزهای خوب را جمع می کنند موفق می شوند و کسانی که بدی را جمع می کنند هلاک می شوند. این یک حقیقت غیرقابل تغییر است. خانواده کائو ما در گذشته اعمال شیطانی را برای رسیدن به ثروت امروزی جمع کرده اند. اکنون. برادر من تا حد زیادی شر انباشته کرده است، حتی اگر فرار کند، حتی اگر توسط یک مسئول تنبیه شوید، نمی توانید از بلایای پنهان فرار کنید، وقتی یک فاجعه پیش بیاید و خانواده شما نابود شود و کسی بمیرد، نمی توانید در آنجا فرار کنید. من از آن خوار می شوم و از آن می ترسم.» پس همه دارایی خود را پراکنده کردم، او به فقرا کمک می کرد و دیگر به امور برادرش اهمیت نمی داد. سپس خانه و دوستان خود را ترک کرد، لباس تائوئیستی پوشید و برای پرورش ذهن و طبیعت خود به کوهستان رفت.\nیک روز او به طور اتفاقی با ژونگلی و لو دونگ بین از سلسله هان ملاقات کرد.آنها از دیدن پاسخ های شیوای عمو کائو گوئو بسیار خوشحال شدند.آنها \"فرمان مخفی بازگشت حقیقت\" را به او دادند و به او دستور دادند که با دقت تمرین کند. به زودی ژونگلی کوان و لو دانگ بین به طبقه جاودانه معرفی شدند.", "聖意": "موفق باشید در خانه، خانه، موفق باشید در تجارت، موفق باشید در تجارت، ازدواج، عابر پیاده مرد، کاشت کرم ابریشم در مزارع زودهنگام، شکست دام، یافتن مردم، پرونده های قضایی، مهاجرت، موفق باشید در اموال گمشده، دیر بیماری، بخت خوب (سال خرگوش یا بدشانسی در زودیاک خرگوش)، موفق باشید در مقبره های کوهستانی", "古人": "عمو کائو گوئو یک جاودانه است", "第X籤": "هجدهم را امضا کنید", "宮": "مائوگونگ"}