{"籤詩版本二": "اجازه دادن به قایق از ساحل تند آب برگردد، به دلیل آشفتگی می خواهید چه کار کنید؟\nاگر می خواهید در امان باشید، به دنبال آرامش باشید و منتظر بمانید تا امواج از این بحران عبور کنند.", "詩意": "این هگزاگرام مانند یک قایق است که در یک ساحل سریع حرکت می کند.\nدر همه چیز محافظه کار باشید و منتظر زمان باشید.", "解曰": "در آب قوی پیاده شوید. خطر در انتظار زمان است. اگر در مورد برنامه های اردو بپرسید. هیچ کاری نمی شود کرد.", "籤詩故事一": "◇Ziyi تاجگذاری پادشاهی کرد\nGuo Ziyi (697-781)، همچنین به عنوان Guo Linggong شناخته می شود، بومی شهرستان ژنگ، Huazhou (در حال حاضر شهرستان Huaxian، استان Shaanxi) و یک ژنرال در سلسله تانگ بود.\nدر طی شورش آنشی در سال چهاردهم تیانبائو (755)، عنوان شووفانگ جیدوشی (Lingwu، در غرب لینگوو در نینگشیا کنونی) به او اعطا شد. او دستور جنگ صلیبی را دریافت کرد. او ارتش شوفانگ را با لی گوانگبی ترکیب کرد تا لشکرکشی کند. آنها در چانگشان (ژنگدینگ، هبی) به نیروهای خود پیوستند و شی سیمینگ را شکست دادند و هبی را دوباره به دست آوردند. در این زمان، Guo Ziyi به امپراتور پیشنهاد کرد که فن یانگ را از شمال بردارد و برای کاهش محاصره Tongguan به لانه ببر شورشی حمله کند، اما Xuanzong نپذیرفت. پس از آن، وضعیت شهرهای تابعه جدایی‌طلب در اواخر سلسله تانگ ایجاد شد که عامل دورافتاده سقوط سلسله تانگ نیز شد.\nدر پانزدهمین سال سلطنت تیانبائو (756)، او و ائتلاف اویغور هکو را آرام کردند. ارتش تانگ متحمل بیش از 10000 تلفات شد. کوی کیانیو تسلیم پوجین شد. یک لوشان توسط پسرش آن Qingxu کشته شد.\nدر سال دوم ژیده (757) به او دستور داده شد که سپاهیان را به سمت فنگ شیانگ رهبری کند.در راه، 5000 سواره نظام لی گویرن را در پل بایکو لییون (جنوب شرقی سانیوان امروزی) شکست داد.در ماه می با آن شوژونگ و لی جنگید. گویرن در چینگ کو (غرب امروز شیان) شکست خورد و به ووگونگ (شمال غربی وگونگ امروزی) عقب نشینی کرد. در ماه سپتامبر به دنبال مارشال گوانگپینگ وانگ لی چو رفت تا تانگ و اویغورها را رهبری کرد تا به 150000 سرباز بپیوندند و سپس جنگید. با An Shouzhong و Li Guiren در Xiang. در شمال معبد جی (جنوب غربی شهرستان Chang'an امروز)، سربازان اویغور پشت سر دشمن حلقه زدند، از هر دو طرف حمله کردند و 60000 دشمن را کشتند. Zhang Tongru به شهرستان Shaanxi فرار کرد. و سرانجام پایتخت چانگان (شیان امروزی) را به دست آورد. عظمت ارتش تانگ بار دیگر به چانگان بازگردانده شد.\nپس از آن، ارتش تانگ از پیروزی استفاده کرد و به سمت شرق حرکت کرد و 150000 مرد از جمله یان ژوانگ و ژانگ تونگرو را در سیندیان (در جنوب غربی شهر سانمنشیا، استان هنان کنونی) شکست داد و آنکینگ ژو را مجبور کرد که از رودخانه زرد عبور کند و به سمت شیانگژو عقب نشینی کند. دونگ جوون لویانگ برگشت. سیتو را به شایستگی های او اضافه کنید و او را دوک کشور کنید.\nشی سیمینگ ارتش خود را از فن یانگ رهبری کرد تا آن کینگسو را نجات دهد. دو طرف در شمال رودخانه آنیانگ (شمال آنیانگ امروزی) با هم جنگیدند. نبرد غیرقابل تفکیک بود. در نهایت به رهبری نه جیدوشی، ارتش تانگ، که ادعا کرد که 600000 مرد دارد، عقب نشینی کرد (در نبرد Yecheng). فرمانده اصلی این نبرد خواجه یو چائون بود که هیچ مهارت رهبری نداشت و گوا زییی را عامل شکست نبرد می دانست. Guo Ziyi دوباره به Chang'an احضار شد، از قدرت نظامی خلاص شد و به یک مقام بیکار تبدیل شد.\nدر سال اول بائوئینگ (762)، سربازان در تایوان (جنوب غربی تایوان امروزی) و جیانگژو (سین کیانگ امروزی در استان شانشی) شورش کردند.دربار ترسید، بنابراین زییی عنوان پادشاه فن یانگ را دریافت کرد و به بیرون رفت. جیانگژو را کنترل کنید او همچنین توسط خواجه چنگ یوانژن از خود بیگانه شد و از قدرت نظامی خلاص شد.\n(محور این داستان: گو زییی، که بسیار توانا و خوش رفتار بود، با ژوانزونگ و چند شرور آشنا شد که به شدت دستاوردهای او را به خطر انداخت.)", "聖意": "برکت دادن به خانه و خود، جستجوی ثروت، عدم معامله، عدم ازدواج، بدون هشدار نادرست، ورود عابرین پیاده به تیانکانجی، یافتن افراد دشوار، دعاوی عمومی و (نه زینگ)، مهاجرت، محافظه کاری، اموال گمشده، سخت یافتن، بیماری ها، دعای برکت و کوه و مقبره، فرخنده", "古人": "زییی به پادشاهی رسید", "第X籤": "لات برنده نوزدهم", "宮": "تاتسومی"}