{"籤詩版本二": "بعد از اینهمه نگرانی و خطر از این به بعد دیگه هیچوقت خالی نمیشه\nیک قلب سخاوتمند برنامه های سخاوتمندانه خود را دارد، برای دستیابی به دستاوردهای بزرگ باید با یک متخصص ملاقات کنید.", "詩意": "این هگزاگرام مانند یک چاه باستانی با چشمه است.\nدر همه چیز افراد نجیب به موفقیت می رسند.", "解曰": "دعوا در نهایت توجیه خواهد شد. مریض و ایمن. برای مشاوره به داخل و خارج بروید. چاه باستانی بهار را ملاقات می کند.", "籤詩故事一": "◇ یائو چونگ ملخ ها را کنترل می کند\nیائو چونگ (721-649) که نام اصلی او یوان چونگ بود، اهل شاانژو بود، وی وزیر شیا گوان، شانگشو چونگوان، زی ویلینگ، ژونگ شولینگ و نخست وزیر در سلسله تانگ بود.\nدر سال چهارم کای‌وان (716)، شاندونگ (که عموماً به حوضه رودخانه زرد در شرق هوآشان اشاره دارد) گرفتار ملخ‌ها شد. قربانی می‌کردند، بخور می‌سوزانند، در کنار مزارع عبادت می‌کردند و نظاره‌گر بلعیدن محصولات توسط ملخ‌ها بودند.\nهمه مسئولان معتقد بودند: «ملخ یک بلای طبیعی است، چگونه با نیروی انسانی مهار می شود!» مبارزه بین دو اندیشه متفاوت در آن زمان سخت بود، چه برای حذف ملخ یا عدم حذف ملخ.\nیائو چونگ گفت: \"تا زمانی که با هم کار کنیم، می توانیم از شر همه آنها خلاص شویم. او گفت: ملخ ها از مردم می ترسند، بنابراین به راحتی می توان آنها را دور کرد. نهال ها صاحبانی دارند، بنابراین امدادگران باید سخت تلاش کنند؛ ملخ ها\". می توانند پرواز کنند و اگر شب آتش ببینند به سوی آن پرواز می کنند، در مزرعه آتش بزنند، در حال سوختن چاله هایی حفر کنند و در حال سوختن دفنشان کنند و چیزی باقی نماند».\nژوان زونگ گفت: \"ملخ ها یک فاجعه طبیعی هستند که ناشی از حکمرانی اخلاقی ضعیف است. اگر شما بخواهید آنها را شکار و کشته شوند، آیا این برخلاف غلات نیست؟\"\nیائو چونگ افزود: صید و کشتن ملخ توسط گذشتگان انجام می شد و اعلیحضرت در آینده از آن استفاده خواهند کرد. این یک رویداد بزرگ ملی برای ایجاد صلح و رفاه برای کشاورزان است. لطفاً آن را جدی بگیرید.\nژوانزونگ متقاعد شد. اما در آن زمان همه در داخل و خارج دربار می گفتند که نمی توان ملخ را شکار کرد.\nژوان زونگ گفت: \"من با نخست وزیر صحبت کردم و تصمیم گرفتم ملخ ها را بگیرم. هرکس دوباره مخالفت کند اعدام می شود.\" بنابراین او سانسورچی را فرستاد تا نظارت کند و مردم را راهنمایی کند که ملخ ها را بسوزانند و دفن کنند.\nنتایج کاملا موثر بود.نه میلیون دان ملخ در سراسر کشور صید شد و طاعون ملخ با موفقیت از بین رفت.کشاورزی در آن سال به برداشت خوبی دست یافت.\n(در مدیریت بلایا و تخلیه باید از خرد استفاده کرد و برای غلبه بر مشکلات باید راهبردهای مبتکرانه ای وجود داشته باشد. یائو چونگ متخصص این موضوع است)", "聖意": "خانه معمولی است، خود مسدود است، جستجوی پول مسدود است، تجارت مسدود است، ازدواج و هماهنگی مسدود شده است، خطر در لیوجیا وجود دارد، عابران پیاده مسدود هستند، کرم ابریشم مسدود شده، دام ها نامطلوب هستند، مردم پیدا نمی شوند، مردم مسدود هستند ، دعوای عمومی می شود، مهاجرت غیر معقول است، گمشده ها به سختی پیدا می شوند، بیماری ها دعای خیر می کنند، کوه ها و قبرها ناآرام است.", "古人": "یائو چونگ ملخ ها را کنترل می کند", "第X籤": "برنده شدن در قرعه کشی بیست و پنجم", "宮": "کاخ می"}