{"籤詩版本二": "شایعه شده که همه چیز وارونه شده است و من نامه ای از افق دریافت کردم.\nشهرت و موفقیتی که در کتاب به من وعده داده بود تا آخر خالی ماند.", "詩意": "این هگزاگرام نامی نادرست دارد.\nتوصیه می شود در همه چیز محافظه کار باشید.", "解曰": "بالا و پایین ناراحت. جستجوی اوقات فراغت بیکار نیست. میل به شهرت. ایمن بمان.", "籤詩故事一": "◇ ژونگ کوی به روشنگری می رسد\nژونگ کوی که نام خانوادگی او ژونگ کوی و نام حسن نیت او ژنگنان است از ژونگ نانشان است.\nدر زمان امپراتور دزونگ از سلسله تانگ، ژونگ کوی در امتحان امپراتوری شرکت کرد، ژونگ کوی سوالات امتحان را خواند و بلافاصله مقاله را یکجا نوشت و تحویل داد. ممتحن اصلی آن روز هان یو، وزیر امور مدنی، و معاون ممتحن، لو ژی، دانشمند بزرگ بود. وقتی آن دو مقاله ژونگ کوی را خواندند، چشمانشان روشن شد و یکصدا گفتند: \"جادوگر، جادوگر! هر کلمه ای در این مقاله نفیس است، شایسته لی تایبای و دو زیمی!\" بنابراین آنها ژونگ کوی را به عنوان اولین مکان انتخاب کردند.\nامپراتور دزونگ به گزارش هان یو گوش داد و گفت که ژونگ کوی، قهرمان جدید علم، بسیار با استعداد است، بنابراین او ژونگ کوی را در قصر طلایی احضار کرد.\nامپراتور دزونگ وقتی قیافه زشت او را دید، فوراً احساس ناراحتی کرد و گفت: «انتخاب علمای دربار ما همه بر اساس کلمات شخصی و خوشنویسی است، چگونه می توان چنین فردی زشت را به عنوان دانشمند شماره یک در علوم طلایی انتخاب کرد؟ \"\nهان یو با عجله زانو زد و گفت: \"خوبی و بدی یک شخص همه به ظاهر نیست. آیا تو ای خداوند مقدس نمی شنوی که یان یینگ سه فوت قد دارد و با نخست وزیر برابری می کند؟ ژو چانگ؟ لکنت دارد اما می تواند به سلسله هان کمک کند؛ کنفوسیوس مردم را از روی ظاهرشان قضاوت می کند و پسرش یو را از دست می دهد. امیدوارم اعلیحضرت دو بار فکر کنند.\"\nامپراتور دزونگ لحظه ای تأمل کرد و گفت: \"اگرچه سخنان هان آیکینگ معقول است، اما زمانی که امپراتور تایزونگ بودم، هجده دانشمند بودند که به ینگژو آمدند و در مورد آن صحبت کردند. این مرد دانشمند شماره یک بود. می ترسم که دنیا به خاطر عدم شناخت استعدادها به من خواهد خندید.\"\nنخست وزیر لو چی تنگ نظر و به استعدادها غبطه می خورد، پس از شنیدن سخنان امپراتور زانو زد و گفت: دانشمند شماره یک در موضوع طلایی باید هم داخلی و هم خارجی باشد، سیصد نامزد برای این موضوع وجود دارد. چرا یکی دیگر را انتخاب نمی کنید؟\"\nوقتی ژونگ کوی دید که این مرد خیلی گیج شده، نمی‌توانست عصبانی شود، به لو چی اشاره کرد و فحش داد: \"اگر چنین مقام نادانی در دادگاه باشد، آیا به کشور آسیب نمی‌رساند؟\" او با مشت به لو چی کوبید.\nدزونگ با دیدن این موضوع عصبانی شد و گفت: تو خیلی جسور هستی، جرات داری در قصر طلایی دردسر درست کنی، سریع آن را پایین بیاور!\nژونگ کوی با عصبانیت شمشیر را از کمر ژنرالی که در قصر ایستاده بود بیرون کشید و آه بلندی کشید: «برای یک گربه ناامید تقلید از ببر دشوار است و یک طوطی ناامید به خوبی یک ببر نیست. مرغ.» پس از آن، او خودکشی کرد.\nامپراطور دزونگ وقتی دید که ژونگ کوی در عصبانیت خودکشی کرده است بسیار تعجب کرد و برای اینکه دل مردم را به دست آورد حکم داد که ژونگ کوی با عنوان رسمی دانشمند شماره 1 دفن شود و همچنین ژونگ کوی را خدا نامید. جن گیری برای رهایی جهان از شر ارواح شیطانی.", "聖意": "دعا برای برکت در خانه، امنیت خود، مشکلات مالی، شکست کسب و کار، شکست ازدواج، زنان پیاده لیوجیا، کرم های ابریشم مزرعه نیم پز، شش حیوان اهلی، قابل بزرگ شدن، افراد مفقود شده، دعاوی عمومی غربی، از دست دادن مهاجرت، محافظه کاری، از دست دادن اموال، بیماری، دعا برای خوشبختی در کوه ها و گورها", "古人": "ژونگ کوی تائو را به دست آورد", "第X籤": "بیست و ششمین برنده شدن در قرعه کشی (لاتاری)", "宮": "کاخ می"}