{"籤詩版本二": "اگر می خواهید امن و آرام باشید، داشتن شمع در باد مناسب نیست.\nبهتر است تمیز کنید و در یک سالن عمیق بنشینید، از نور اجتناب کنید، در مکانی ساکت تکان دهید و در اطراف حرکت کنید. تکان دادن → یائو. رایگان → چند.", "詩意": "این هگزاگرام مانند باد است که لامپ و شمع را تکان می دهد.\nثابت نگه داشتن چیزها خوش شانسی را به همراه خواهد داشت.", "解曰": "در مکانی ساکت مستقر شوید. در تماس باشید و به موقع باشید. این یک نعمت نیست. محافظه کار و مناسب.", "籤詩故事一": "◇لی جینگ به کوه برمی گردد\nلی جینگ (571-2 ژوئیه 649)، با نام ادبی، داروساز، بومی سانیوان، یونگژو (اکنون در شمال شرقی شهرستان سانیوان، استان شانشی) بود. او یک ژنرال از اواخر سلسله سوئی تا اوایل سلسله تانگ بود، او یک استراتژیست نظامی مشهور با مهارت های نظامی و مدنی در سلسله تانگ بود. بعدها به او لقب دوک وی اعطا شد و در جهان به دوک وی معروف شد.\nلی جینگ پدر سومین شاهزاده نژا در فهرست خدایان است که به عنوان \"پادشاه توتا\" نیز شناخته می شود.لی جینگ و پسرش به جیانگ زیا (تای گونگ) کمک کردند تا ملکه ژو را شکست دهد، سلسله ژو را تأسیس کند و پادشاه را تشکیل دهد. وو رسما بر تخت سلطنت نشست. جیانگ زیا سپس فهرستی از خدایان را تنظیم کرد و مراسمی را برای دلجویی از روح سربازانی که در جنگ جان باختند برگزار کرد. از آن پس جهان آرام و آرام شد. پادشاه وو می خواست مارکیز بسازد و به آنها پاداش دهد و همچنین می خواست زمینی را به قهرمانان بنیانگذار اختصاص دهد. لی جینگ، پدر و پسرش و هفت نفر دیگر درخواست کردند که برای تمرین تائوئیسم به کوه برگردند و در شهرت و ثروت دنیوی وسواس نداشته باشند. بعداً، هر هفت نفر «جسم قدیس شدند» و در ردیف جاودانان قرار گرفتند.\nداستان \"فنگ شن بنگ\"", "聖意": "خانه محافظه کار است، من معمولی هستم، به دنبال پول هستم، در تجارت مشکل دارم، ازدواج من با لیوجیا هماهنگ نیست، برای عابران پیاده دعا می کنم که اعتماد داشته باشند، کرم های ابریشم در پاییز رسیده اند، و حیوانات سالم هستند، من به دنبال مردم هستم، دعواهای عمومی و مهاجرت را می بینم، محافظه کار هستم، دارایی هایم را از دست داده ام، من بیمار هستم، نمی خواهم مقبره را در جیان شینگشان عوض کنم.", "古人": "لی جینگ به کوه برمی گردد", "第X籤": "سی و هفتمین برنده قرعه کشی", "宮": "شن گونگ"}