{"籤詩版本二": "چرخ قرمز در غرب می افتد، خرگوش در شرق بالا می رود، یین رشد می کند و یانگ ناپدید می شود و همه چیز رونق می گیرد.\nاگر زنی بخواهد از آن استفاده کند، ثروتش را زیاد می کند و دلش را شاد می کند.", "詩意": "این هگزاگرام نماد رشد یین و ناپدید شدن یانگ است.\nهمه چیز سخت است قبل از اینکه بعداً آسان شود.", "解曰": "یین برای زنان مفید است. برای مردان مناسب نیست. اگر به دنبال مشاوره هستید. اول بدی ها می آید و بعد خوبی ها.", "籤詩故事一": "◇وو زتیان بر تخت نشست\nوو در سن 14 سالگی توسط امپراتور تایزونگ لی شیمین از سلسله تانگ به عنوان فردی با استعداد به نام \"وو می\" به کاخ احضار شد. پس از مرگ تایزونگ، زتیان وارد معبد گانیه شد و راهبه شد.\nهنگامی که امپراتور گائوزونگ از سلسله تانگ به سلطنت رسید، خانواده وو را برای ادای احترام به ژائوی به کاخ فراخواند. در سال ششم یونگ هوی (655)، امپراتور گائوزونگ وو را به عنوان ملکه خود برگزید.\nوو زتیان باهوش بود، درگیر ادبیات و تاریخ بود و از نظر تدبیری غنی بود. به زودی پس از اینکه وو زتیان ملکه شد، چون گائوزونگ ضعیف و بیمار بود، گاهی اوقات او را برای انجام برخی امور سیاسی به او سپرد، بنابراین قدرت او افزایش یافت. در سال اول شانگیوان (674)، امپراتور گائوزونگ \"امپراتور\"، امپراتور وو \"ملکه بهشت\" نامیده شد و هر دو در قصر \"دو قدیس\" نامیده می شدند.\nدر سال اول هونگدائو (683)، امپراتور گائوزونگ درگذشت، شاهزاده لی شیان به سلطنت رسید و وو زتیان تاج و تخت را به دست گرفت. در فوریه سال اول سیشنگ (684)، وو زتیان لی شیان را به عنوان پادشاه لولینگ برکنار کرد و چهارمین پسرش لی دان را به عنوان امپراتور تعیین کرد و به حکومت سلسله ادامه داد. در سپتامبر همان سال، او پرچم را به طلا تغییر داد و لویانگ، پایتخت شرقی، به پایتخت الهی تغییر نام داد. در روز نهم سپتامبر در سال اول تیانشو (690)، وو زتیان خود را امپراتور اعلام کرد و نام کشور را به ژو تغییر داد.", "聖意": "خانه برای خود نامساعد است، دعای خیر، مال طلبی، نگهبانی معاملات، خوش شانسی در ازدواج، بد بختی در ازدواج (مونث)، عابران پیاده مزارع، کرم ابریشم، دام های مرفه، جستجوی مردم، جدایی، دعوی حقوقی، ضرر، مهاجرت ، از دست دادن مال ، بیماری ، شوک ، کوه و گور ، موفق باشید", "古人": "وو زتیان بر تخت می‌نشیند", "第X籤": "چهلمین برنده لاتاری", "宮": "تو قصر"}