{"籤詩版本二": "کلمات خوب بی نهایت را به یاد خواهی آورد، اما اگر دزد را بشناسی، پسرت خواهی شد.\nدر حال حاضر حریص نباشید و نگران این باشید که او چگونه یک سال پیش کار خوبی انجام داده است.", "詩意": "این هگزاگرام دزد را به عنوان پسر شناسایی می کند.\nدر همه چیز وظیفه شناس باشید.", "解曰": "فقط این یکی. یک آقا اشتباه نمی کند. به خاطر داشته باش. تنها نباش", "籤詩故事一": "◇دونگ ژو لو بو را می پذیرد\nلو بو، شجاع و در جنگیدن، یک ژنرال نظامی معروف در پایان سلسله هان شرقی و آغاز سه پادشاهی بود. او زمانی دینگ یوان، فرماندار جینگژو را به عنوان پدر خوانده خود می دانست و زیر نظر او خدمت می کرد.\nپس از مرگ امپراتور لینگ از سلسله هان شرقی، دینگ یوان به پکن رفت تا با ژنرال هی جین برای کنترل دولت تبانی کند.\nدونگ ژو با دینگ یوان جنگید، اما چندین ژنرال نتوانستند لو بو را شکست دهند، بنابراین دونگ ژوو زیردست خود لی سو را برای رشوه دادن به لو بو فرستاد. لی سو انبوهی از گنجینه های طلا و نقره و اسب خرگوش قرمز معروف را برای «زیارت لو بو» آورد. لی سو انبوهی از گنجینه های طلا و نقره و اسب خرگوش قرمز معروف را برای بازدید از لو بو آورد. بنابراین لو بو توسط دونگ ژو رشوه گرفت تا دینگ یوان را بکشد و به سربازانش گفت که اگر خواستند با او بیایند و اگر نمی‌خواستند او را دنبال کنند بروند. در نتیجه اکثر سربازان فرار کردند. بنابراین لو بو توسط دونگ ژو رشوه دریافت کرد و دینگ یوان را کشت.\nپس از اینکه دونگ ژو به قدرت رسید، لو بو را به عنوان پسرخوانده خود پذیرفت و او را ژنرال و مارکی ساخت.\nدونگ ژو خلقی خشن داشت و \"رابطه پدر و پسر\" با لو بو در واقع بسیار ضعیف بود. در سال 189 پس از میلاد به تحریک سیتو وانگ یون، لو بو دونگ ژوئو را کشت.\nشش ماه پس از مرگ دونگ ژو، نیروهای قدیمی دونگ ژو به پایتخت حمله کردند و لو بو و همسرش وحشت زده فرار کردند. لو بو پس از ترک پایتخت به جنگ سالاران یوان شو، یوان شائو، ژانگ یانگ، ژانگ میائو، لیو بی و غیره پناه برد و بارها با کائو کائو، یکی دیگر از جنگ سالاران بزرگ آن زمان جنگید.لو بو شجاع و خوب بود. در مبارزه، و چندین بار کائو کائو را شکست داد.\nدر سال سوم ژیانان در سلسله هان شرقی، نیروهای کائو کائو به شیائوپی، پایگاه لو بو حمله کردند و توسط کائو کائو در زیر برج بایمن دستگیر و کشته شدند. قبل از اعدام، لو بو از کائو کائو خواست تا او را زنده نگه دارد تا از مرگ جلوگیری کند، اما لیو بی به کائو کائو یادآور شد که لو بو بارها خیانت کرده و مردی نادرست است. در پایان، کائو کائو که صرف نظر از اخلاق فقط برای استعدادها ارزش قائل بود، لو بو را اعدام کرد.", "聖意": "من در خانه ناآرام هستم، معمولاً دنبال پول هستم، در مقابل معاملات محافظت می کنم، ازدواج دشوار است، مرد لیوجیا شوکه شده است، کرم های ابریشم در مزرعه نیمه رسیده، شش حیوان سالم هستند، شخص به دنبال او می گردد. ، دعوای عمومی مناسب است و هجرت دعا برای گمشده هایی است که یافتن آنها دشوار است ، بیماری ها و آرامش در مقبره کوه ژنشینگ.", "古人": "دونگ ژو لو بو را می پذیرد", "第X籤": "شماره 41 برنده لات", "宮": "تو قصر"}