{"籤詩版本二": "جهان منعطف است و همه چیز از خود حمایت می کند، خود حمایت می کند و ایمن است\nهمه چیز در زندگی فوق العاده است، برای همه چیز از مقدسان و حکیمان تشکر کنید و موفق باشید.", "詩意": "این هگزاگرام نشان دهنده هماهنگی بین زمین و زمین است.\nهمه چیز خوب پیش می رود و هیچ خطری وجود ندارد.", "解曰": "همه چیز متولد می شود. همه برنامه ها و آرزوها برآورده می شوند. فورد کمک می کند. روی چی عجله دارد.", "籤詩故事一": "◇واکرها به روشنایی دست می یابند\nداستان سفر به غرب:\nسان ووکانگ کوه گل و میوه را تصرف کرد و پادشاه شد و بعداً برای یافتن راهی برای زندگی ابدی، هشت یا نه سال را صرف سفر در کوه ها و رودخانه ها کرد تا پدرسالار بودی را به عنوان معلم خود پرستش کند. او هفتاد سال را آموخت. -دو تغییر از ابرهای شیطانی و طناب انداز زمینی و برای اولین بار نام خانوادگی خورشید را به خود گرفت.\nپس از آن، Sun Wukong برای یافتن یک سلاح مناسب به قصر اژدها در دریای چین شرقی رفت و در نهایت Ruyi Golden Cudgel، سوزن الهی Tianhe و Dinghai را پیدا کرد. چون عمرش به پایان رسیده بود، در عالم اموات غوغا کرد، کتاب مرگ و زندگی را اصلاح کرد و به دنیای انسان ها بازگشت. بعدها سان ووکانگ برای اولین بار توسط بهشت ​​احضار شد و بیما ون نام گرفت. بعداً برای بار دوم به بهشت ​​احضار شد و به او لقب پادشاه میمون دادند و مخفیانه هلو خورد و در بهشت ​​غوغا کرد و در کوره باگوا مهر و موم شد تا چشمان طلایی و چشمان آتشین خود را تربیت کند. به مدت 500 سال توسط تاتاگاتا بودا در دامنه کوه ووزی سرکوب شد و قادر به حرکت نبود. جایی که کوره باگوا را با لگد زدن به کوهی از شعله تبدیل کرد.\nپانصد سال بعد، راهب تانگ برای به دست آوردن کتاب مقدس به غرب رفت، از کوه پنج عنصر گذشت و طلسم را قبل از نجات سان ووکنگ برداشت. سان ووکونگ از قدردانی گریه کرد و پس از آموزش توسط گوانین بودیساتوا، تانگ مونک را به عنوان معلم خود پرستش کرد و به غرب رفت تا با هم متون مقدس را بیاموزند. سان ووکانگ در راه یادگیری متون مقدس بر شیاطین فرود آمد و هیولاها را از بین برد و بارها و بارها کارهای خارق العاده ای انجام داد اما بارها و بارها توسط استادش تانگ سنگ او را بد فهمیده و اخراج کرد. پس از هشتاد و یک مشکل، سرانجام کار به پایان رسید. چهار استاد و شاگرد به معبد Xitian Leiyin رسیدند و کتاب مقدس واقعی را به دست آوردند. سان ووکانگ به نتیجه درست رسید.\n(این داستان استعاره ای است از اینکه حتی یک میمون هم می تواند روشن بین شود، چه برسد به یک انسان.)", "聖意": "خانه برای خود، ثروت، تجارت، ازدواج، لیوجیا، عابر پیاده مرد، انسداد مزارع، کرم ابریشم، شش حیوان، ژونگ پینگ، جستجوی مردم، دعوی قضایی، موفقیت، مهاجرت، از دست دادن دارایی، بیماری، مقبره Xingxingshan، چیزها خوشایند است. فرخنده هستند", "古人": "مسافر به روشنایی می رسد", "第X籤": "در 43 امضا شد", "宮": "xugong"}