{"籤詩版本二": "هوای سرد آب را به یخ تبدیل می کند چرا حریص شهرت باشیم؟\nچاره ای ندارم جز اینکه ساکت بنشینم و منتظر بمانم تا برگ ها به طور طبیعی شکوفا شوند.", "詩意": "در این هگزاگرام آب به یخ تبدیل می شود.\nبیهوده چیزی نپرس", "解曰": "آب یخ می زند و به یخ تبدیل می شود. یخ در آب ذوب می شود. اگر توطئه باشد. پس اینطور.", "籤詩故事一": "◇ وانگ شیانگ ماهی کپور می‌خواهد (بیست و چهار داستان فرزند پرستی)\nوانگ ژیانگ از سلسله جین، با نام حسن نیت آفرینی Fuzheng، در Linyi به دنیا آمد.\nهنگامی که وانگ شیانگ جوان بود، مادر بیولوژیکی او درگذشت، پدر تنها او با زنی به نام ژو ازدواج کرد و وانگ شیانگ یک مادر جدید داشت. هنگامی که وانگ شیانگ جوان بود، مادر بیولوژیکی او از دنیا رفت و پدر تنها او با زنی به نام ژو ازدواج کرد. نامادری وانگ شیانگ زنی تنگ نظر و حسود بود.او از وانگ ژیانگ خوشش نمی آمد و اغلب او را به خاطر مسائل بی اهمیت سرزنش می کرد. به زودی، نامادری نیز پسری به نام وانگ لان به دنیا آورد. نامادری فقط فرزندان خود را دوست داشت و وانگ ژیانگ را خاری در چشم خود می دانست.او حتی بیشتر از وانگ شیانگ خواستار شد و اغلب در مقابل پدرش از وانگ ژیانگ بد گفت و حتی پدرش نیز به تدریج دیگر او را دوست نداشت. نامادری فقط فرزندان خود را دوست داشت و وانگ ژیانگ را خاری در چشم خود می دانست.او حتی بیشتر از وانگ شیانگ خواستار بود و اغلب در مقابل پدرش از وانگ شیانگ بد می گفت.حتی پدرش نیز به تدریج دیگر او را دوست نداشت. اگرچه وانگ لان برادر ناتنی وانگ شیانگ است، اما با برادرش بسیار دوستانه است. علیرغم شکنجه نامادری اش، او همچنان بسیار پسرانه بود. نامادری بسیار خشن است، اما وانگ شیانگ هنوز هم بسیار پسر است.\nنامادری او سرگرمی دارد، یعنی دوست دارد ماهی تازه ای را که تازه از رودخانه ماهی گرفته شده است بخورد. نامادری او سرگرمی دارد، یعنی دوست دارد ماهی تازه ای را که تازه از رودخانه ماهی گرفته شده است بخورد. یک زمستان پدرش برای تجارت رفت و نامادری او دوباره بیمار شد.برادران وانگ ژیانگ و وانگ لان با احتیاط برای مادرشان سوپ و دارو سرو کردند. در هوای شدید سرد، بیماری نامادری هنوز بهبود نیافت. عجله کن یک زمستان پدرش برای تجارت رفت و نامادری او دوباره بیمار شد.برادران وانگ ژیانگ و وانگ لان با احتیاط برای مادرشان سوپ و دارو سرو کردند. در هوای شدید سرد، بیماری نامادری هنوز بهبود نیافت. عجله کن نامادری بیمار می خواست ماهی تازه رودخانه بخورد، در آن آب و هوای سرد، بیرون برف می بارید و آب رودخانه از قبل تبدیل به یخ غلیظ شده بود. نامادری بیمار می خواست ماهی تازه بخورد در آن آب و هوای یخی و برفی کجا می شد ماهی تازه پیدا کرد؟\nآن روزها غذاهای خارج از فصل وجود نداشت و حتی اگر پول هم داشتید نمی توانستید آنها را بخرید.\nدر این مرحله از داستان، داستان تاثیرگذار وانگ شیانگ کیو لی اتفاق افتاد. دو برادر با درماندگی از مادرشان محافظت می کردند.وانگ شیانگ برای ناامید نشدن نامادری بیمار به سمت رودخانه یخ زده رفت.وانگ ژیانگ ایده ای داشت و بدون توجه به سرما پیراهنش را درآورد. او با سینه برهنه روی یخچال دراز کشید و می خواست. از دمای بدن خود برای آب کردن یخ استفاده می کند (بنابراین به ماهی کپور وانگ شیانگ که روی یخ خوابیده است نیز گفته می شود). پیراهنش را درآورد و برهنه روی یخچال دراز کشید. او به خدا دعا کرد و گفت: «خدایا، مادرم مریض است و می‌خواهد ماهی کپور تازه بخورد، تو باید برای من راهی پیدا کنی.» عجیب است که یخ کنارش ناگهان ترک خورد و دو نفر بودند. یک کپور زنده از شکاف پرید و روی یخ پرید وانگ شیانگ بسیار خوشحال بود. او به خدا دعا کرد: «خدایا، مادرم مریض است و می‌خواهد ماهی کپور تازه بخورد، تو باید برای من راهی پیدا کنی.» عجیب اینکه بلوک یخی کنارش ناگهان ترک خورد و دو تا ترک خورد. یک ماهی کپور زنده از شکاف بیرون پرید و روی یخ پرید وانگ شیانگ بسیار خوشحال بود. سریع زانو زد و خدا را شکر کرد و با کپور به خانه دوید. سریع زانو زد و خدا را شکر کرد و سریع کپور را گرفت و به خانه رفت. پس از اینکه نامادری ماهی کپور تازه خورد، به زودی از بیماری خود بهبود یافت. نامادری روی تخت بیمارستان با دیدن بالاتنه برهنه وانگ ژیانگ که از سرما به رنگ ارغوانی در آمده بود و دو ماهی در دستانش مبهوت شد و با خوشحالی به داخل اتاق دوید و مات و مبهوت ماند.\nوانگ شیانگ بعداً یک مقام رسمی شد و تایبائو شد و عنوان دوک به او اعطا شد.", "聖意": "در خانه ناآرام، برای محافظت، مشکلات مالی، مشکلات تجاری، ازدواج، ناهماهنگی در بیمه لیوجیا، عابران پیاده، کرم‌های ابریشم چیتیان، تلفات شش دام، افراد مفقود، دعاوی عمومی، مهاجرت، محافظه‌کاری، اموال از دست رفته، بیماری، مشکل بهبودی دعا می‌کنم. مقبره کوهی موفق باشید", "古人": "وانگ شیانگ ماهی کپور می‌خواهد (بیست و چهار داستان فرزند پرستی)", "第X籤": "چهل و نه برنده شدن در لات", "宮": "هایگونگ"}