{"籤詩版本二": "شما می توانید به تمام نقاط کشور سفر کنید و سایبان بادبان را آویزان کنید تا آزادانه آن را بالا نگه دارید\nاگر باد مساعدی باشد، به زودی می رسد و قایق پر از گنج می شود.", "詩意": "این هگزاگرام مانند کشیدن یک قایق با باد است.\nهمه چیز خوب پیش می رود.", "解曰": "آسوده استراحت کن هیچ تلاشی لازم نیست ثروت زیاد. همه تحسین شدند.", "籤詩故事一": "◇ پنج دریاچه تائو ژوگی (دریاچه فن لیگوی)\nدر دوره بهار و پاییز، فن لی، که نام حسن نیت او شائوبو بود، همچنین به عنوان Gui Yizipi یا Tao Zhugong شناخته می شد.\nدر آن زمان جنگی بین ایالت وو و ایالت یو درگرفت و ایالت وو ایالت یو را ویران کرد. فن لی و ون ژونگ طرحی را برای یو کینگ گو جیان تدوین کردند تا یوه را تبلیغ کنند و وو را نابود کنند. فن لی شخصاً در میان کوه ها و رودخانه ها سفر کرد و از شی شی، زنی زیبا با فضیلت، استعداد و زیبایی، در رودخانه هوانشا در کوه بایلوئو دیدن کرد و آن را به پادشاه وو تقدیم کرد. او از \"ترفند زیبایی\" برای همکاری استفاده کرد. با درون و بیرون و پادشاهی وو را نابود کرد.\nفن لی پس از اینکه موفق شد پادشاهی وو را از بین ببرد، می دانست که گو جیان \"پرنده ای گردن دراز با منقار\" است و می تواند سختی ها و شادی ها را با او تقسیم کند، بنابراین با ژی شی در سراسر پادشاهی چی قایق سواری کرد و زندگی خود را تغییر داد. به نام Gui Zipi، و پسر و شاگردانش را در پادشاهی Qi رهبری کرد. آنها در کلبه ای در کنار دریا زندگی می کنند. او برای کشت زمین های بایر، راه اندازی یک تجارت حاشیه ای و تجارت سخت کار کرد و در عرض چند سال ده ها میلیون دارایی خانوادگی انباشته کرد. او در گسترش ثروت و نیکی کردن به زادگاهش سخاوتمند بود.دانش و توانایی فن لی مورد قدردانی مردم چی قرار گرفت.پادشاه چی او را به لینزی پایتخت دعوت کرد و او را به عنوان نخست وزیر مسئول امور دولت پرستش کرد. . وی اظهار داشت: مسئول بودن می تواند منجر به وزیر شود و اداره خانواده می تواند منجر به ثروت شود. بنابراین، تنها سه سال بعد، یک بار دیگر جیلیو شجاعانه عقب نشینی کرد، مهر را به پادشاه چی پس داد و تمام ثروت خانوادگی خود را به دوستان نزدیک و هم روستاییانش بخشید.", "聖意": "خانه برای خود خوب است (برای حمل و نقل) ، پول خوب است ، تجارت خوب است ، ازدواج دیر شد ، ازدواج خوب نیست ، لیوجیا امن است ، مردم مانع مزارع می شوند ، کرم ابریشم ، پاییز ، دام ، بهار مرفه است، مردم به دنبال مردم هستند، دعواها بد است، مهاجرت محافظه کارانه است، چیزهای از دست رفته، بیماری های غربی حل می شود، کوه ها و گورها در جنوب است.", "古人": "پنج دریاچه تائو ژوگی (دریاچه فن لیگوی)", "第X籤": "پنجاهمین برنده لاتاری", "宮": "هایگونگ"}