{"籤詩版本二": "گرفتن ماه در آب تلاش زیادی می خواهد، تلاش زیادی می خواهد اما هیچ.\nحرف بیهوده نزنید و زحمات خود را برای تقویت بدن هدر ندهید کلمه \"body thatered\" در اصل به معنای \"تنها تنهاست\" است.", "詩意": "این هگزاگرام برای تصویر تلاش حریص است.\nهمه چیز پر زحمت و پر زحمت است.", "解曰": "به خاطر سپردن قول ها سخت است. خیلی کار سخت. در خانه نگران باشید. در انتظار دیدار با مردم شریف.", "籤詩故事一": "◇ تایبایی در حال مستی ماه را گرفت (لی تایبایی در حال مستی ماه را گرفت)\nلی بای (701-762)، همچنین به نام تایبای، همچنین به عنوان کینگلیان جوشی شناخته می شود. شاعر سلسله تانگ که خود را جاودانه تبعیدی می‌خواند، به جاودانگی شعر شهرت داشت و همیشه بی‌نوشید شاد بود.\nیک بار لی بای به جینلینگ (نانجینگ کنونی) آمد و در رستورانی در کنار پل ونده استراحت کرد.\nآن روز اتفاقاً پانزدهمین روز از ماه قمری زمستانی بود، شب‌ها در رستوران تنها می‌نشست و ماه را تحسین می‌کرد، در حالی که می‌نوشید و شعر می‌گفت. آن روز اتفاقاً پانزدهمین روز از ماه قمری زمستانی بود، شب‌ها در رستوران تنها می‌نشست و ماه را تحسین می‌کرد، در حالی که می‌نوشید و شعر می‌گفت. لی تایبایی در زندگی خود ماه را بیشتر دوست داشت و می گفت که ماه تمیز و زیبا است. لی تایبایی در زندگی خود ماه را بیشتر دوست داشت و می گفت که ماه تمیز و زیبا است. آن شب سرش را بلند کرد و ماه سفید و گرد را در آسمان دید، بسیار خوشحال شد و چند لیوان دیگر نوشید. آن شب سرش را بلند کرد و ماه سفید و گرد را در آسمان دید، بسیار خوشحال شد و چند لیوان دیگر نوشید. در نیمه شب، لی تایبایی از شراب استفاده کرد و به طبقه پایین به پل ونده رفت. در نیمه شب، لی تایبایی از شراب استفاده کرد و به طبقه پایین به پل ونده رفت. به محض اینکه پا به روی پل گذاشت، سرش را پایین انداخت و ناگهان ماه را دید که در آب افتاد، وقتی رودخانه حرکت کرد، چند خط سیاه به سایه ماه سفید اضافه شد. به محض اینکه پا به روی پل گذاشت، سرش را پایین انداخت و ناگهان ماه را دید که در آب افتاد، وقتی رودخانه حرکت کرد، چند خط سیاه به سایه ماه سفید اضافه شد. لی تایبایی در این زمان چنان مست بود که فکر کرد ماه است که توسط آب رودخانه لکه دار شده است. لی تایبایی در این زمان چنان مست بود که فکر کرد ماه است که توسط آب رودخانه لکه دار شده است. حتی به خود زحمت نداد چکمه هایش را در بیاورد، دستانش را باز کرد و برای گرفتن ماه از روی پل پرید. حتی به خود زحمت نداد چکمه هایش را در بیاورد، دستانش را باز کرد و برای گرفتن ماه از روی پل پرید. به طور غیرمنتظره ای با این پرش ماه گرفتار نشد، اما ماه در آب متلاشی شد و بلافاصله به دو نیم شد. به طور غیرمنتظره ای در این پرش ماه گرفتار نشد اما مرد غرق شد. او در شصت و دو سالگی درگذشت.", "聖意": "خانه ناآرام است و خود بدشانسی است (بدشانس است، به سلامتی توجه کنید)، به دنبال تعادل در ثروت باشید (حتی به آن فکر نکنید)، تجارت دشوار، ازدواج حل نشده است، برای محافظت دعا کنید (گنجینه های خالی برای جلوگیری از سقط جنین ) عابران پیاده مشکل دارند، کرم ابریشم مزرعه پنج امتیاز، شش حیوان در حال افول، جستجوی مردم (بدبخت)، دعاوی عمومی و (توقف دعوی) مهاجرت معمولی (به آن اشاره نکنید) تلف شدن مال (هواپیما) دعا برای محافظت از بیماری (بدبخت) خوشبختی در کوه ها و گورها", "古人": "تایبایی در حال مستی ماه را گرفت (لی تایبایی در حال مستی ماه را گرفت)", "第X籤": "پنجاه و دومین برنده شدن در قرعه کشی (لاتاری)", "宮": "رحم"}