{"籤詩版本二": "وقتی ناامیدی به شادی تبدیل می‌شود، اژدها غرش می‌کنند و ببرها غرش می‌کنند.\nآسمان آبی راه خود را به آسمان دارد، انشالله فرصتی دیگر برای رسیدن به شهرت داشته باشم.", "詩意": "این هگزاگرام مانند اژدهایی است که غرش می کند و ببر غرش می کند.\nاین امید وجود دارد که همه چیز خوب پیش برود.", "解曰": "فقط آموزش بده و برو رفاه خودتان را داشته باشید. باید در نهایت ساخته شود. جایی هست که پیدا شود.", "籤詩故事一": "◇لیو بی یک عروس استخدام می کند\nپس از نبرد چیبی، سان کوان مشتاق بود تا جینگژو را که توسط لیو بی تصاحب شده بود، به دست آورد، بنابراین از نقشه ژو یو استفاده کرد و وانمود کرد که می خواهد خواهرش سون رن را با لیو بی نامزد کند، اما در واقع می خواست آن را بگیرد. لیو بی به عنوان یک گروگان برای ادعای جینگژو.\nپس از اینکه ژوگه لیانگ از نقشه ژو یو جاسوسی کرد، بروشور را به همراه استراتژی به ژائو یون داد، که وقتی به سوچو رفت از لیو بی محافظت می کرد. پدر سان کوان) از پیشنهاد ازدواج مطلع است. از آنجایی که وو گوتای دخترش را دوست داشت و تمایلی به تصمیم گیری غیرمعمول در مورد امور مادام العمر دخترش نداشت، سان کوان را به دلیل بی رحمی نسبت به خواهرش سرزنش کرد و پیشنهاد داد که آیا لیو بی لیاقت دخترش را در معبد گانلو دارد یا خیر. پس از اینکه وو گوتای با لیو بی آشنا شد، از لیو بی بسیار قدردانی کرد و به شدت از ازدواج بین لیو بی و دخترش حمایت کرد. در نتیجه، لیو بی با موفقیت با خانم سان ازدواج کرد.\nبعداً لیو بی و خانم سان با هم به جینگژو گریختند. بعداً سون کوان می‌خواست مخفیانه به جینگژو حمله کند در حالی که لیو بی در حال حمله به ییژو بود، اما وو گوتای که نگران امنیت دخترش بود متوقف شد.\nضرب المثل می گوید: \"طرح هوشمندانه ژو یو بهترین در جهان است. او همسرش را از دست داد و نیروهایش را از دست داد.\"\n(لیو بی از آسیب به دست آورد)", "聖意": "من در خانه بدشانس هستم و بدشانس هستم (اول بدشانسی بعد خوش شانسی) ثروت طلب باشید تعادل سختی ازدواج موفقیت در ازدواج دعای خیر برای عابران پیاده کرم ابریشم در مزارع پنج امتیاز برای خسارت دام جستجو برای مردم، دعوا و مهاجرت، خوش شانسی برای اموال گمشده، خوش شانسی برای بیماری ها، آرامش کوه ها و گورها.", "古人": "لیو بی یک عروس استخدام می کند", "第X籤": "پنجاه و سومین عدد برنده", "宮": "رحم"}