{"籤詩版本二": "ساحل پر از صخره است، نهر جاری است، باد صاف، ماه صاف است و مردم شریف مشغولند.\nتو جاده باید بپرسم کجا برم بوی گل و گیاه جنگل رو نگیر مواظبش نباش.", "詩意": "این هگزاگرام مانند یک قایق است که در یک ساحل کوچک حرکت می کند.\nدر همه چیز، افراد نجیبی برای کمک وجود دارند.", "解曰": "ساختن یک زندگی. خیلی کار سخت. محافظه کار باشید و منتظر بمانید. بهترین ها.", "籤詩故事一": "◇ شورش لوشان\nیک لوشان (703-757)، که نام خانوادگی او کانگ و یالوشان نام داشت، اهل لیوچنگ، ینگژو (اکنون چائویانگ، لیائونینگ) بود.\nبعداً نام خانوادگی An را برگزید و نام خود را به لوشان تغییر داد. در زمان امپراتور ژوان زونگ از سلسله تانگ، آن لوشان فرستاده نظامی بود.\nدر نوامبر سال چهاردهم تیانبائو، آن لوشان نیروهایی را در فانیانگ جمع کرد و به نام حمله به یانگ گوژونگ، شورش را آغاز کرد و نیروهای سه شهر را برای حمله به لویانگ، پایتخت شرقی، برد. گزارش‌ها از تایوان به لیشان هجوم آوردند. تانگ ژوان زونگ که در آن زمان در کاخ هوآکینگ در لیشان بود، باور نداشت که آنلوشان شورش کند. با این حال، اخبار شورش همچنان پخش می‌شد و ژوان زونگ هنوز نیمه متقاعد شده بود. (این تصویری از \"صدای خشن آب جاری بر روی سنگ های کوچک در یک نهر\" است)\nتا زمانی که یان ژنکینگ، بخشدار شهرستان پینگیوان، شخصی را برای ارسال اطلاعات فرستاد که ژوانزونگ از رویای خود بیدار شد.\nتحت استراتژی اشتباه امپراتور ژوان زونگ از سلسله تانگ، هنگ سواره نظام آن لوشان، لویانگ، پایتخت شرقی را تصرف کرد. در ماه اول سال بعد، او خود را امپراتور دایان در لوئویانگ، جیان یوان شنگ وو، امپراتور شیونگ وو و دا شیسون به عنوان امپراتور دایان معرفی کرد. نخست وزیر.\nدر ژوئن همان سال، امپراتور ژوان زونگ از سلسله تانگ، با اشتیاق برای رفع بحران چانگان و با درک غلط نظامی، دو ژنرال معروف فنگ چانگ کینگ و گائو شیانژی را اعدام کرد که این دستور ارتش تانگ را شوکه کرد. (این رفتار ناقض \"جاده باید به سمت رودخانه جلویی باشد\")\nپس از آن، امپراتور ژوان زونگ از سلسله تانگ فورا به ژنرال دیگری به نام Ge Shuhan دستور داد تا ارتش تانگ را به سمت شرق از Tongguan رهبری کند.\nGe Shuhan که اشتباه استراتژیک امپراتور Xuanzong از سلسله تانگ را کاملاً درک کرده بود، قصد داشت این تغییر را به تعویق بیندازد (رویکرد \"اشکالی ندارد اگر باد آرام باشد و جزر و مد آرام باشد\").\nدر نهایت، امپراتور ژوان زونگ از سلسله تانگ فکر کرد که برای جنگیدن ترسو است، بنابراین چاره ای جز مبارزه با آن لوشان در گریه نداشت و شکست خورد. (اگر برای حمایت از خود سخت کار کنید، ممکن است آسیب ببینید.)\nدر سلسله تانگ، زمانی که نیروهای مرزی و پادگان های محلی فرصت پاسخگویی نداشتند، ارتش آن لوشان مرز را تحت فشار قرار داد و وارد منطقه پایتخت شد. در یک موقعیت بحرانی، امپراتور ژوان زونگ از سلسله تانگ، سپاه پاسداران را برای فرار از پایتخت هدایت کرد و باعث سقوط شیجینگ چانگان بدون رهبر شد.\n(تانگ ژوانزونگ هدایت این علامت را نقض کرد، بنابراین شورش آن لوشان موفقیت آمیز بود.)", "聖意": "خانه امن است، خود بخت است، ثروت پایدار، معامله رونق است، ازدواج موفق است (احتیاط)، مرد پیاده مردی از لیوجیا به مزرعه می آید، کرم ابریشم درو می شود، شش دام آسیب می بیند، شخص پیدا می شود. ، دعوی موجه است، مال تلف شده بیماری می آورد، یعنی قبر انشان تعمیر شود.", "古人": "شورش لوشان", "第X籤": "پنجاه و ششمین قرعه کشی", "宮": "قصر زشت"}