{"籤詩版本二": "صبح و غروب، حمایت بودا باید در مواقع خطر باشد اما نه در خطر\nاگر جذب شخص نجیبی شدی پول و ابریشم هم همراهت می شود این چوان لای است. همه اش به تو بستگی دارد.", "詩意": "این هگزاگرام نشان دهنده برکت مخفی خدایان و بوداها است.\nصبور باشید و در همه چیز موفق باشید.", "解曰": "نشانه ای از آرامش قدیمی. وقتی همه چیز گران است، خوش یمن خواهد بود.", "籤詩故事一": "◇ تانگ مونک به روشنگری دست یافت\nیک روز تانگ سنگ به کنار رودخانه آمد و کوه لینگشان بودا را در مقابل آن دید، یک پل تک تخته ای در مقابل آن قرار داشت، تانگ سنگ جرات عبور از آن را نداشت. بودا به یک قایق‌ران تبدیل شد و یک قایق شکسته بی ته در دست داشت. به محض اینکه تانگ مونک سوار قایق شد، در رودخانه افتاد و توسط قایق‌ران نجات یافت. این گونه بود که تانگ مونک به بودا رسید. (داستان سفر به غرب)\n◇ متون مقدس بودایی تانگ مونک\nسانزانگ از سلسله تانگ، نام خانوادگی رایج او چن و نام او یی بود. در شهرستان گوشی، لوژو (اکنون در جنوب شهر یانشی، استان هنان) به دنیا آمد. او در سیزده سالگی راهب شد و نام بودایی ژوانزانگ را به خود گرفت.\nبرای به دست آوردن متون مقدس بودایی اصلی، او در سال سوم ژنگوان (629 پس از میلاد) از چانگان (شیان امروزی، استان شانشی) به راه افتاد، از مرز عبور کرد و برای رسیدن به تیانژو سختی های بی شماری را پشت سر گذاشت. هند) برای جمع آوری متون مقدس. او در سراسر حوضه رودخانه‌های گنگ و سند و نواحی ساحلی جنوب شرقی هند سفر کرد، سپس از کوه‌های پوشیده از برف و پشته‌های سبز عبور کرد و بیش از 50000 مایل به این سو و آن سو رفت. سال نوزدهم ژنگوان (645 پس از میلاد). او تعداد زیادی از متون مقدس بودایی را آورد و آنها را به چینی ترجمه کرد.\n(تانگ سانزانگ یک سفر طولانی رفت و برگشت بین چین و هند را پشت سر گذاشت. او باید خطراتی را تجربه کرده باشد، اما او توانست به سلامت برگردد زیرا یک قدیس حامی نامرئی پشت سر او بود.)", "聖意": "خانه محفوظ است، خود فرخنده است، تجارت غربی موفق است، ازدواج موفق است، پیاده راه را سد می کند، کرم ابریشم مسدود است، کرم ابریشم هفت نقطه است، دام سودآور است، جستجو برای مردم است، غربی ها دعوای عمومی بد است، مهاجرت محافظه کارانه است، مال گمشده دیده می شود، بیماری فرخنده است، کوه ها و مقبره ها فرخنده است.", "古人": "تانگ مونک به روشنگری دست یافت", "第X籤": "برنده شدن در لاتاری شصت و دو", "宮": "کاخ یین"}