{"籤詩版本二": "وقتی زمستان فرا می رسد، شاخه ای از شکوفه آلو در کوه هرگز از بین نمی رود حتی اگر برگ هایش بیفتد و شاخه هایش پژمرده شود.\nاما وقتی بهار می آید، باز هم می خواهم نجیب زاده باشم و اثر اصلی را نابود کنم.", "詩意": "در این هگزاگرام، شکوفه آلو جایگاه پیشرو را اشغال می کند.\nاگر به تعویق بیفتد همه چیز خوب است.", "解曰": "یک تیر خالی شلیک شد. وقتی خالی است، خالی نیست. در انتظار آمدن بهار رنگ در آن است.", "籤詩故事一": "◇ دو گل زده\nدر زمان امپراتور دزونگ از سلسله تانگ، وزیر وفادار می بوگائو و خانواده اش توسط لو چی، نخست وزیر خیانتکار، که می خواست همه آنها را بکشد، تحت فشار قرار گرفتند. فقط پسرش می لیانگیو موفق به فرار شد. بعداً او خود را تغییر داد. نام به وانگ شیتونگ برای پنهان کردن هویت خود. او به تنهایی در خیابان ها زندگی می کرد، گرسنه و سرد بود، اما خوشبختانه چن ریشنگ (چن دونگچو) او را پذیرفت. چن ریشنگ تجربه زندگی خود را نمی دانست، بنابراین از او خواست تا در مراقبت از باغ آلو چن کمک کند تا در خیابان از گرسنگی نمرده باشد.\nچن ریشنگ همکلاسی و دوست می بوگائو بود.زمانی که توسط لو چی تحت تعقیب قرار گرفت توسط می بوگائو نجات یافت.در نتیجه می بوگائو و لو چی با هم دشمنی کردند.در نهایت تمام خانواده او اعدام شدند.چن. ریشنگ به این دلیل احساس غمگینی و عصبانیت کرد و پس از ازدواج استعفا داد و خانواده خود را به یانگژو نقل مکان کرد تا در انزوا زندگی کند.\nچن ریشنگ دختری به نام چن شینگ یوان دارد که زیبا و خوشبو است، پس از آمدن می لیانگیو به خانواده چن، در همان نگاه اول عاشق هم شدند. در روزی که شکوفه‌های آلو شکوفه می‌دادند، که سالگرد مرگ می بوگائو نیز بود، چن ریشنگ و خانواده‌اش محرابی را در باغ آلو خانه‌شان برای بزرگداشت دوست و نیکوکار درگذشته‌شان گشودند. به طور غیرمنتظره‌ای، هوا ناگهان تغییر کرد. و طوفان سنگینی برف وزید و تمام شکوفه های آلو را پوشاند. چن ریشنگ اظهار تاسف کرد که توانست به سلامت فرار کند، اما او حتی نتوانست فرزندان خانواده می را نجات دهد، او فکر کرد که این هشداری از جانب خداوند است، بنابراین او عهد کرد که مگر اینکه شکوفه های آلو دوباره شکوفا شوند، و ثابت کند که اولاد خانواده می هنوز زنده بودند، او هرگز چیزی نمی گفت، او به بودیسم گریخت و راهب شد.\nدخترش Xingyuan این را شنید و بلافاصله بخور سوزاند و صمیمانه از خدا دعا کرد تا شکوفه های آلو دوباره شکوفا شود. صداقت آنها بهشت ​​را جا به جا کرد و همه درختان آلو در باغ آلو دوباره شکوفا شدند؛ بعداً چن ریشنگ فهمید که زیتونگ لیانگیو است، بنابراین دخترش شینگ یوان را با او نامزد کرد.", "聖意": "خانه برای خود خوب نیست، برای خود خوب است، مال طلب است، در معامله احتیاط می کند، وقتش است، ازدواج دیر است، بهار قوی است، پاییز خالی است، مسافر دیر می شود. مزارع آباد، کرم ابریشم رونق، شش دام آباد، به دنبال مردم، دعاوی عمومی، ضرر، مهاجرت، اموال گمشده، بیماری های شرقی، هشدارهای دروغین، مقبره های کوه باید تغییر کند.", "古人": "دو بار گل زد", "第X籤": "شصت و نه برنده لات", "宮": "تاتسومی"}