{"籤詩版本二": "چائو چائو مانند زنبور گل جمع آوری است که از جنوب غربی و سپس به سمت شرق پرواز می کند\nبهار تمام شد گلها رفتند و جایی برای جستجو نیست این دل جای خود را عوض نمی کند.", "詩意": "این هگزاگرام مانند زنبوری است که گل می چیند.\nهمه چیز پر زحمت و پر زحمت است.", "解曰": "بدون منظره بهاری باران برای مدت طولانی می بارد اما هرگز پاک نمی شود. کمک بخواهید. بهتره ساکت باشی\n.", "籤詩故事一": "◇لی می علیه سلسله تانگ شورش کرد\nلی می\n(582-619)، رهبر فقید ارتش واگانگ در قیام دهقانان در اواخر سلسله سوئی چین. استاد خوشنویسی. ارباب کلمه فا بومی چانگان، جینگژائو بود، و زادگاه اجدادی او شیانگ پینگ، لیائودانگ (در جنوب لیائوانگ، لیائونینگ کنونی) بود. بومی چانگان، جینگژائو، خانه اجدادی او Xiangping، Liaodong (اکنون در جنوب لیائوانگ، لیائونینگ) است.\nدر سال نهم دایه (613)، او در شورش یانگ ژوانگان علیه سلسله سوئی در لیانگ (اکنون در شمال شرقی شهرستان جونشیان، استان هنان) شرکت کرد. در سال نهم دایه (613)، او در شورش یانگ ژوانگان علیه سلسله سوئی در لیانگ (اکنون در شمال شرقی شهرستان جونشیان، استان هنان) شرکت کرد. حس مرموز شکست خورده است،\nلی می فرار کرد. ژوانگان شکست خورد و لی می گریخت.\nدر سال دوازدهم دایه به ارتش واگانگ پیوست\n. در دوازدهمین سال سلطنت دایه به ارتش واگانگ پیوست. لی می در استراتژی خوب بود، در اکتبر سال دوازدهم دایه، لی می ژای را متقاعد کرد که برای دفاع از ژانگ زوتوئو به ژانگ یانگ تانگ، ژنرال قدرتمند همراه ارتش حمله کند، ارتش سوئی را شکست دهد و ژانگ زوتوئو را بکشد. لی می در استراتژی خوب بود، در اکتبر سال دوازدهم دایه، لی می ژای را متقاعد کرد که برای دفاع از ژانگ زوتوئو به ژانگ یانگ تانگ، ژنرال قدرتمند همراه ارتش حمله کند، ارتش سوئی را شکست دهد و ژانگ زوتوئو را بکشد.\nبعداً او پیشنهاد حمله به انبار Xingluo (که بعداً به Luokou تغییر نام داد)، باز کردن انبار برای امداد رسانی و گسترش تیم را داد. تیم ارتش واگانگ به سرعت رشد کرد. در سال سیزدهم دایه، لی می ارتش واگانگ را رهبری کرد و ژای رانگ. با تنزل رتبه و توزیع سلسله سویی برخورد کرد.جنگ بر سر منابع نظامی و مسائل دیگر درگرفت و لی می ژای رانگ و صدها تن از پیروانش را کشت. بعداً او پیشنهاد حمله به انبار Xingluo (که بعداً به Luokou تغییر نام داد)، باز کردن انبار برای امداد رسانی و گسترش تیم را داد. تیم ارتش واگانگ به سرعت رشد کرد. در سال سیزدهم دایه، لی می ارتش واگانگ را رهبری کرد و ژای رانگ. با تنزل رتبه و توزیع سلسله سویی برخورد کرد.جنگ بر سر منابع نظامی و مسائل دیگر درگرفت و لی می ژای رانگ و صدها تن از پیروانش را کشت.\nدر ماه مارس سال چهاردهم دایه، یو ون هواجی امپراتور یانگ از سلسله سوئی را کشت.\n، بیش از 100000 نفر را به بازگشت به غرب سوق داد. در ماه مارس سال چهاردهم دایه، یو ونهواجی (یو ون، نام خانوادگی مرکب) امپراتور یانگ از سلسله سوئی را کشت و با بیش از 100000 نفر به غرب بازگشت. به لی می دستور داده شد که به هواجی حمله کند. اگرچه هوآجی شکست خورد، اما نیروهای لی می نیز متحمل خسارات سنگینی شدند. بعداً توسط وانگ شیچونگ تعقیب شدند. ارتش لی می شکست خورد و اردوگاه وی منهدم شد. ژنرال های او Qin Shubao، Cheng Zhijie (نام اصلی او) چنگ یائوجین)، نیو جیندا و دیگران دستگیر شدند، شان شیونگشین تسلیم شد. به لی می دستور داده شد که به هواجی حمله کند، اگرچه هوآجی شکست خورد، لی می نیز متحمل خسارات سنگینی در نیروهای خود شد. بعداً توسط وانگ شیچونگ تعقیب شد. ارتش لی می شکست خورد و اردوگاه او نابود شد. ژنرال های او Qin Shubao، Cheng Zhijie (نام اصلی Cheng Yaojin)، نیو جیندا و دیگران دستگیر شدند و شان Xiongxin تسلیم شدند. لی می ناامید بود، بنابراین در سپتامبر از رودخانه عبور کرد و به هیانگ رفت و تسلیم سلسله تانگ شد. لی می ناامید بود، بنابراین در سپتامبر از رودخانه عبور کرد و به هیانگ رفت و تسلیم سلسله تانگ شد.\nدر نوامبر، لی یوان لی می را به شاندونگ فرستاد تا نیروهای قدیمی را به خدمت بگیرد. نوامبر،\nلی یوان لی می را فرستاد تا در شاندونگ منتظر بماند تا نیروهای قدیمی را استخدام کند. او با احساس اینکه به او مظنون شده است، علیه تانگ شورش کرد. با احساس اینکه به او مظنون شده است، علیه تانگ شورش کرد. ژنرال تانگ، شنگ یانشی، لی می را به حمله دعوت کرد و او را در Xinggong Xian کشت. ژنرال تانگ شنگ یانشی لی می را به حمله دعوت کرد و او را در Xinggong Xian کشت.", "聖意": "خانه، خانه، زبان، خود، شرور، جستجوی ثروت، هدر دادن تجارت، ازدواج های ماندگار، لیوجیا، گل های خالی، عابران پیاده، یائوتیان، آسیب کرم ابریشم، خسارت شش دام، افراد مفقود، دعوی قضایی، ضرر، مهاجرت، محافظه کاری، اموال از دست رفته، بیماری، موانع، اصلاح مقبره کوهستانی", "古人": "لی می علیه سلسله تانگ شورش کرد", "第X籤": "قرعه هفتادم", "宮": "تاتسومی"}