{"籤詩版本二": "زنبورداران باید عسل خود را التماس کنند، مبادا نیش آنها را نیش بزند.\nباید جاده عجیبی پیش روی شما باشد راز به عمق جنگلی از خار است.", "詩意": "این هگزاگرام نماد زنبورهایی است که عسل را جمع آوری می کنند.\nهمه چیز پر زحمت و پر زحمت است.\n\n(این هگزاگرام به دنبال نماد شیرینی و تلخی است.\nدر همه چیز از بلایا جلوگیری کنید.\n)", "解曰": "کارها باید با دقت انجام شود. نیازی به زور نیست زنبورها عسل را جمع آوری می کنند. دلیلش چیه؟", "籤詩故事一": "◇وانگ مانگ به دنبال استعدادهاست\nمی توان گفت خانواده وانگ مانگ در سلسله هان غربی خانواده ای ثروتمند هستند. اگرچه پدرش در جوانی فوت کرد، چند تن از عموها و عموهایش امپراتورهای سلسله هان شدند.آنها ژنرال، نخست وزیر شدند، مارکیز شدند و پاداش دریافت کردند.خانواده وانگ بسیار برجسته بودند.\nاما خانواده کوچک خود وانگ مانگ به شدت فقیر بودند؛ پدرش در جوانی فوت کرد و او فقط با مادرش زندگی می‌کرد و به کمک‌های اقوامش متکی بود. اما به همین دلیل، وانگ مانگ از کودکی مجموعه‌ای از مهارت‌ها را در برخورد با مردم توسعه داد و تمرین کرد. مهم نیست که چقدر غمگین یا عصبانی بود، همیشه در مقابل اقوام، بزرگان یا افراد خارجی ظاهری بسیار شاد و آرام از خود نشان می داد، بنابراین مورد قدردانی همه افراد طایفه قرار می گرفت.\nیک بار عموی بزرگش به سختی مریض شده بود، پس از اطلاع از آن، آمد و در کنار تخت بیمار منتظر ماند و دارو و آب آورد و شب ها بیدار بود و چندین ماه برهنه و ژولیده و بی حال بود. به سادگی \"بیمار\" تر از یک بیمار، \"پسر\" تر از یک پسر بیولوژیکی.\nبرای این کار، همه مردم تایوان از او تمجید کردند و نامه هایی نوشتند و برای او جایزه خواستند.\nبنابراین امپراتور چنگ از سلسله هان به او لقب مارکیز پایتخت جدید داد و او را به عنوان نگهبان در کاخ منصوب کرد و وزیر نزدیک امپراتور شد.\nوانگ مانگ با مقام والای و قدرت زیاد خود هیچ گاه گستاخی و سستی از خود نشان نداد و در عوض بیش از پیش مؤدب و مؤدب شد و از یک سو با وزرا و وزرا و مشاهیر و علما دوست شد.\nاما او زندگی بسیار مقرون به صرفه‌ای داشت و اغلب غذاهای گوشتی می‌خورد، به جز پوشیدن لباس‌های بلند و لباس‌های آستین بلند، فقط لباس‌های کوتاه می‌پوشید. پس همه در دولت و مردم به اتفاق او را با کلمه «فضیلت» ستودند.\nبعدها عمویش گراند سیما وانگگن بر اثر بیماری درگذشت و او به عنوان جانشین وی انتخاب شد. امپراتور و همه وزیران فکر می کردند که او مناسب ترین فرد است. بنابراین، وانگ مانگ که تنها سی و هشت سال داشت، تبدیل به سیمای بزرگ با بالاترین قدرت نظامی در کشور شد.\n(این داستان یک استعاره است. خوب بودن در یک فرد خوب می تواند به شما کمک کند تا از شر \"مشکل نیش زدن توسط زنبور عسل\" خلاص شوید و هر طور که می خواهید به ایده آل های خود برسید.)", "聖意": "خانه برای خود خوب نیست، خانواده در تنگنا قرار دارد، تجارت مسدود است، ازدواج مسدود است، شش زره دروغین، پیاده ها دیر می آیند، برداشت کرم ابریشم کم، دام کم، دشوار است. مردم را پیدا کن، دعوی بد است، هجرت حرکت نمی کند، مال گمشده بد است، بیماری برپا می شود، قبر کوه گم شده است.", "古人": "وانگ مانگ به دنبال استعدادهاست", "第X籤": "برنده شدن در لاتاری هفتاد و دو", "宮": "تاتسومی"}