{"籤詩版本二": "بهار که می‌رسد، رعد و برق می‌لرزد و حشرات جیغ می‌زنند و من از گل و لای دور می‌شوم\nوقتی برای اولین بار فهمیدم که هنوز دارم می آیم و می روم، یکبار تغییر کردم، تبدیل به یک اژدها شدم.", "詩意": "این هگزاگرام مانند رعد و برق و حشرات است.\nملاقات با انسان نجیب در همه چیز نشانه خوبی است.", "解曰": "رعد می زند. دو سپرده در داخل و خارج. یکبار عوض کن تا تیانمن.", "籤詩故事一": "◇ شورش چنکیائو\nدر سال 959 پس از میلاد، ژو شیزونگ چای رونگ درگذشت و امپراتور گونگ، چای زونگ سون، که بر تخت سلطنت نشست، تنها هفت سال داشت. در آن زمان، ژائو کوانگین، که به عنوان بازرس جلوی کاخ و فرستاده سونگژو به ارتش آلمان خدمت می کرد، قدرت واقعی را در دست داشت.\nدر بهار سال 960 پس از میلاد، ژنژو (اکنون ژنگدینگ، استان هبی) و دینگژو (شهرستان دینگ شیان، استان هبی کنونی) گزارش دادند که ارتش های سلسله هان شمالی و ایالت لیائو به طور مشترک به جنوب می روند تا به سلسله ژو بعدی حمله کنند. شتاب بسیار بلند بود و آنها خواستار اعزام نیرو برای کمک شدند. بعداً، سلسله ژو به ژائو کوانگیین دستور داد تا نیروهایش را به سمت شمال هدایت کند تا با دشمن بجنگند. ژائو کوانگیین تحت برنامه ریزی برادرش ژائو گوانگی، ژائو پو، شی شوسین و دیگران مخفیانه عمل می کرد.\nدر 3 فوریه، هنگامی که ارتش به Chenqiaoyi (شهر Chenqiao فعلی، در جنوب شرقی Fengqiu، هنان) رسید، شورشی به راه انداخت و به سربازان دستور داد که لباس زرد برای او بپوشند. . پس از آن، ژائو نیروهای خود را بدون آتش زدن، کشتن و غارت به کایفنگ هدایت کرد.«تایزو چن کیائو سوگند یاد کرد که مزاحم مردم پایتخت نشود و قول داد روزی که وارد شهر شد مزاحم شهر نشود».\nدر سومین روز از سال سوم ماه قمری، ژائو کوانگ یین در چنچیائو شورش کرد و به پایتخت بازگشت.فان ژی وانگ پو و وی رنپو را هدایت کرد تا از ژائو کوانگیین سؤال کنند. لو یانهوان شمشیر خود را جلوی چادر کشید و با صدای بلند فریاد زد. : \"سه لشکر هیچ اربابی ندارند. همه ژنرال ها تصمیم گرفته اند که او را به عنوان امپراتور منصوب کنند. هر کسی که صحبت کند کشته خواهد شد!\". صورت وانگ پو مثل خاک رنگ پریده بود.پاهایش را پایین آورد و تعظیم کرد.فان ژی نیز تعظیم کرد.کوانگ یین شخصاً به او کمک کرد تا بلند شود و با ادب بسیار با او رفتار کرد.\nپس از یک مقاومت معتدل، امپراتور گونگ از سلسله ژو بعدی بر تخت سلطنت نشست و ژائو تاج و تخت را به دست گرفت. \"تایزو نزدیک بود ذن را بپذیرد، اما متن ذن وجود نداشت. تائو گو، محقق آکادمی امپراتوری، آن را پذیرفت. دستور داد و در کنار او رفت و گفت: تمام شد.\nپس از اینکه ژائو به سلطنت رسید، نام کشور را به سونگ، یوان به جیان لونگ تغییر داد و کایفنگ را پایتخت کرد. شی شوسین، گائو هوآید، ژانگ لینگدو، وانگ شنچی، ژانگ گوانگان و ژائو یانهویی همگی عنوان جیدوشی را دریافت کردند. که در تاریخ به «شورش چنچیائو» معروف بود.\nویکیپدیا\n(این داستان نشان می دهد که این شروع اجرای ژائو کوانگ ین است.)", "聖意": "برای خانه خود، زندگی روزمره، ثروت، بخت خوب، موفق باشید در تجارت، ازدواج اصیل، موفقیت در لیوجیا، مردان پیاده، تولد زودهنگام کرم ابریشم در مزارع، تولد زودهنگام شش حیوان، خوش شانسی در بهار، به دنبال مردم ، موفقیت در دعاوی، خوش شانسی در مهاجرت، مال از دست رفته، خطر در بیماری، خطر در کوه و گور.", "古人": "شورش چنچیائو", "第X籤": "امضای هفتاد و سه", "宮": "کاخ می"}