{"籤詩版本二": "در خواب گفته شد که مال بسیار خواهد بود، اما شهرت از بین می رود.\nآب دور و کوهها دور، اما وفای سخت است، آن بزرگوار راهنمایی می کند و لبخند می زند.", "詩意": "این هگزاگرام نماد به دست آوردن گنج در خواب است.\nهمه چیز کم و بیش واقعی است.", "解曰": "مثل یک رویا، یک رویا. امیدی به شهرت نیست فقط منتظر لحظات خوب باش دستورات شریف", "籤詩故事一": "◇ یشم را به ژائو برگردانید (یشم را پس از تکمیل به ژائو برگردانید)\nدر سال 283 قبل از میلاد، شاه ژائو هویون، هیس بی را از چو به دست آورد.پس از شنیدن این خبر، پادشاه کین ژائو سیانگ، نامه ای به پادشاه ژائو فرستاد و در آن ابراز تمایل کرد که پانزده شهر را با هیس بی مبادله کند.\nلین شیانگرو به پادشاه ژائو تحلیل کرد که چین قوی و ژائو ضعیف است و باید جایگزین شود.\nپادشاه ژائو سپس لین شیانگرو را با هیس بی به کوین فرستاد.\nپادشاه کین با لین شیانگرو در ژانگ تای ملاقات کرد و لین شیانگرو یشم را به پادشاه کین تقدیم کرد. پادشاه کین بسیار خوشحال شد و He's Bi را به زیبایی رد کرد و همه اطرافیان او را نگاه کردند.در این هنگام همه در سمت چپ و راست فریاد زدند زنده باد.\nلین شیانگرو دید که پادشاه کین قصد ندارد شهر را به ژائو بدهد، بنابراین به پادشاه کین گفت که یشم او معیوب است و می‌خواست آن را به پادشاه کین گوشزد کند تا از فرصت استفاده کند و آن را بدست آورد. یشم پشت.\nپس از اینکه لین شیانگرو بی هشی را پس گرفت، در کنار ستون بزرگ ایستاد و نشان داد که می خواهد با هشی بی بمیرد.\nدر این زمان، لین شیانگرو به پادشاه کین گفت: \"پادشاه ژائو همچنان بر مخالفت وزیران غلبه کرد و پیشنهاد وزیر را پذیرفت. حتی اگر در تعامل با مردم عادی یکدیگر را فریب نمی داد، ناگفته نماند که کین کشور بزرگی است!برای حفظ دوستی بین کین و ژائو، شاه ژائو پس از پنج روز روزه گرفتن، وزرای خود را با یشم به کین فرستادم.متاسفانه پادشاه کین نه تنها قصد نداشت به ژائو بدهد. شهر، بلکه یشم خانواده هی را به یک زن زیبا منتقل کرد، که واقعاً یک تمسخر وزرای من بود.»\nپس از پایان صحبت، لین شیانگرو بلافاصله با اشاره به یک ستون برخورد کرد، پادشاه شین می ترسید که هیس بی آسیب ببیند، بنابراین وانمود کرد که به ژائو پانزده شهر می دهد. لین شیانگرو نقشه خیانتکارانه شاه کین را متوجه شد، بنابراین از پادشاه کین خواست که پنج روز روزه بگیرد تا زمان را به تاخیر بیاندازد. در این چند روز، لین شیانگرو خادمین خود را فرستاد تا با یشم به ایالت ژائو برگردند، در حالی که او برای معامله با پادشاه کین ماند.\n(این داستان مانند چشمان یک فرد معمولی است که مجذوب وضعیت او شده است.)", "聖意": "دعا برای برکت در خانه، خود، مانع مال، سخت شدن معاملات، ازدواج با عابران پیاده لیوجیاکسو هماهنگ نیست، کرم ابریشم چیتیان پذیرفته نمی شود، شش حیوان آسیب دیده، مردم مفقود شده اند، دعاوی عمومی و مهاجرت مورد انتظار است، چیزهای گم شده دور هستند، بیماری ها برپا می شوند، به مقبره های کوهستانی فرستاده می شوند و تغییر می کنند.", "古人": "یشم را به ژائو برگردانید (یشم را به ژائو کامل کنید)", "第X籤": "هفتاد و هفتمین قرعه کشی", "宮": "کاخ ظهر"}