{"籤詩版本二": "برگ درختان چنار افتاده، پاییز نزدیک است و سفر بازگشت مسافران مانند ابر است.\nبه لطف تلاش فراوان خداوند، کشتی با گنج در باد بازگشت.", "詩意": "این هگزاگرام تصویر برگ های افتاده چنار را نشان می دهد.\nهمه چیز پیشاپیش بد و در نهایت خوب است.", "解曰": "چیزها را از دل بگیرید. تیان شین به دنبالش آمد. ساختن یک زندگی. هر کاری می توانید انجام دهید.", "籤詩故事一": "◇ باد به غرفه Tengwang می وزد\nوانگ بو، با نام ادبی زیان، شاعر اوایل سلسله تانگ بود.او در سال اول یونگ هوی، امپراتور گائوزونگ از سلسله تانگ به دنیا آمد. وانگ بو از کودکی به خواندن کتاب مقدس پرداخته است و او را به عنوان \"کودک اعجوبه\" می شناسند. وانگ بو از کودکی به خواندن کتاب مقدس پرداخته است و او را به عنوان \"کودک اعجوبه\" می شناسند.\nوقتی ده ساله بود به اتفاق پدرش از کنار معبد گواندی رد شد، مجسمه باشکوه گواندی را در معبد دیدند که نسخه ای از «بهار و پاییز» را در دست داشت و آن را می خواند، وقتی پدرش آن را دید، او آن را دید. او به امپراتور گوان شعار داد: \"سه قفل ریش سبز در دست دارم، تاریخ سلسله چینگ را به فانوس سبز می خوانم و به نام های معروف ادای احترام می کنم. اژدهای سبز و ماه را در دست گرفته ام.\" گفته می شود. که در پاییز امسال، وانگ بو از شانشی به جزیره هاینان رفت تا پدرش را که به قاضی شهرستان جیائوزی تنزل داده بود، ببیند و در طول مسیر از هزاران کوه و رودخانه عبور کرد. وانگ بو در پاییز سال، زمانی که بیست و هفت ساله بود، از شانشی به جزیره هاینان رفت تا پدرش را که به سمت قاضی شهرستان جیائوزی تنزل داده بود، ببیند. او در طول راه از هزاران کوه و رودخانه عبور کرد.\nوقتی آن روز به کوه مادانگ رسیدیم همه برای استراحت به ساحل رفتند.وقتی وانگ بو به تنهایی از کنار معبدی باستانی عبور کرد ناگهان پیرمردی را دید که روی سنگ کنار معبد نشسته بود.پیرمرد شبیه کودکی با موهای روشن به نظر می رسید. او به وانگ بو گفت: \"مگر تو وانگ بو نیستی؟\" وانگ بو تعجب کرد و گفت: \"دقیقا! تو از کجا این را می دانی؟\" پیرمرد گفت: \"من مدت هاست شنیده ام که تو خوبی داری؟\" نیت نجات مردم و اشعار شما بسیار پرمعنی است. فردا در غرفه تنگوانگ یک مهمانی باشکوه برگزار می شود. اگر بتوانید در ضیافت شرکت کنید و مقاله بنویسید، در تمام اعصار مشهور خواهید شد و هزینه های سفر دریافت خواهید کرد.\" در کوه مادانگ، همه برای استراحت به ساحل رفتند، وقتی وانگ بو به تنهایی در کنار معبدی باستانی قدم می‌زد، ناگهان روی سنگی که در کنار معبد بود، دید پیرمردی نشسته بود که شبیه کودکی با موهای روشن و پری بود. او به وانگ بو گفت: \"تو وانگ بو نیستی؟\"\nوانگ بو تعجب کرد و گفت: \"دقیقا! تو از کجا می دانی؟\"\nپیرمرد گفت: \"از مدت ها قبل شنیده ام که شما قصد دارید مردم را نجات دهید و شعرهایی که می سرایید کاملاً پرمعنی است. فردا یک مهمانی باشکوه در غرفه شاهزاده تنگ برگزار می شود. اگر می توانید در ضیافت شرکت کنید و سرودن کنید. در تمام اعصار شهرت خواهی داشت و مخارج سفر به تو تعلق می گیرد.»\nوانگ بو گفت: \"این مکان شش یا هفتصد مایل دورتر از غرفه Tengwang است. چگونه می توانیم فردا به اینجا برسیم؟\" پیرمرد گفت: \"من از یک اسب به عنوان باد الهی استفاده خواهم کرد تا به شما کمک کنم دریانوردی آرام داشته باشید. حتما فردا میاد.\" وانگ بو از من تشکر کرد و گفت: \"پدرشوهرم ببخشید. تو جاودانه ای یا خدایی؟\" پیرمرد خندید و گفت: \"من ژونگ یوان شوی جون هستم که در مسئول این منطقه آبی!\" وانگ بو گفت: \"این مکان شش یا هفتصد مایل از غرفه Tengwang فاصله دارد. چگونه می توانیم فردا به آنجا برسیم؟\"\nپیرمرد گفت: من از اسب به عنوان یک باد الهی استفاده می کنم تا به شما کمک کنم که دریانوردی آرام داشته باشید، حتماً فردا می رسم.\nوانگ بو از او تشکر کرد و گفت: \"پدرشوهرم ببخشید، شما جاودانه هستید یا خدا؟\"\nپیرمرد خندید و گفت: \"من ژونگ یوان شویجون هستم که مسئول این منطقه آبی هستم!\" سپس پیرمرد از وانگ بو خواست سریع سوار قایق شود. او ابرهای خوشی را دید که مدتی او را احاطه کرده اند و باد می وزید. و آب در طول راه صاف بود.در یک چشم به هم زدن صدها مایل را طی کرده بود.\nسپس پیرمرد به وانگ بو اصرار کرد تا سریعاً سوار قایق شود.او برای مدتی ابرهای خوشی را دید که او را احاطه کرده بودند و سفر آرامی بود و در یک چشم به هم زدن صدها مایل را طی کرده بود. همانطور که انتظار می رفت، وانگ بو در صبح مراسم بزرگ به غرفه شاهزاده تنگ شتافت.\nهمانطور که انتظار می رفت، وانگ بو در صبح مراسم بزرگ به غرفه شاهزاده تنگ شتافت. و در همانجا «پیشگفتار غرفه شاهزاده تنگ» را نوشت که امپراتور گائوزونگ از سلسله تانگ آن را شاهکار ابدی نامید. و در همانجا «پیشگفتار غرفه شاهزاده تنگ» را نوشت که امپراتور گائوزونگ از سلسله تانگ آن را شاهکار ابدی نامید.\nشعری هست که می گوید:\nهمیشه گفته شده است که افراد با استعداد خدایان هستند، بنابراین تصادفی نیست که باد نانچانگ را به نانچانگ می آورد.\nمن جمله ای در مورد غرفه بلند تنگ وانگ نوشتم و سپس او جاودانه ها را تا ژونگ یوان همراهی کرد.", "聖意": "برای خانه خود دعا کنید و از خود محافظت کنید، برای برکت دعا کنید، به دنبال ثروت باشید و به ازدواج و هماهنگی برسید.", "古人": "باد به غرفه Tengwang می وزد", "第X籤": "هشتاد و یک امضا کنید", "宮": "وی گونگ"}