{"籤詩版本二": "اگر فضیلت خود را به خاطر آبروی خود از دست دادی چه باید کرد؟می ترسم که بخت خوب تغییر کند و اتفاقات بدی بیفتد.\nمست، نمیدانم کجا بروم، در سایه درختان کاج سبز خوابی مبهم میبینم.", "詩意": "این هگزاگرام نشان دهنده خروج ماهی سرد از آب است.\nهیچ چیز قابل جابجایی نیست.\n\n(این هگزاگرام نماد فضیلت بد و بدشانسی است.\nدر همه چیز پاهای خود را روی زمین نگه دارید.\n)", "解曰": "ماهی سرد آب را ترک می کند. مگس در پماد. اگر در مورد برنامه های اردو بپرسید. بهتر است به Mo Qi\nاین علامت برای لیوجیا بدشانسی می آورد. همه چیز خراب می شود. برای امنیت دعا کنید", "籤詩故事一": "◇ژوانگزی همسرش را آزمایش می کند\nژوانگزی در سلسله ژو به دنیا آمد. نام خانوادگی او ژوانگ، نام او ژو و نامش زیکسیو بود.او از اهالی منگی در سلسله سونگ بود. در سلسله ژو، او مقام کیوان را بر عهده داشت.\nروزی ژوانگزی با زنی در کوه برخورد کرد، او در مقابل قبر جدید چمباتمه زده بود و بادبزن خود را به شدت تکان می داد، انگار می خواست خاک خیس قبر را خشک کند. ژوانگزی قصد او را درک نکرد، بنابراین از او پرسید. او گفت که مدفون در قبر شوهرش است و آخرین حرف شوهرش این بود که تا زمانی که خاک قبر خشک نشود نمی تواند دوباره ازدواج کند. او نمی توانست بیشتر از این صبر کند، بنابراین خاک قبر را به هم زد تا سریعتر خشک شود تا بتواند به دنبال چشمه دوم برود.\nژوانگزی آهی کشید که فکر کرد چنین زنی بی عاطفه در دنیا وجود دارد. بعد فکر کردم که آیا همسر من اینطوری می شود؟ وقتی سوء ظن ایجاد می شود، می خواهم آن را آزمایش کنم.\nنام خانوادگی همسر ژوانگزی تیان بود و این زوج معمولاً رابطه نزدیکی داشتند. ژوانگزی برای آزمایش وفاداری همسرش تصمیم گرفت تظاهر به مرده کند.\nبا شنیدن این که ژوانگزی بر اثر بیماری ناگهانی درگذشت، بسیاری از مردم از سراسر جهان از جمله اقوام و دوستان برای ابراز همدردی آمدند، در میان آنها پادشاه و نوه ای خوش تیپ از ایالت چو بود که از نظر ثروت ثروتمند بود. تیان تازه بیوه شده بود و رقت انگیز بود، او را تعقیب کرد. خانم تیان نتوانست این وسوسه را تحمل کند و عاشق وانگ سان شد.آنها فقط در بیست روز ازدواج کردند.\nآن شب وقتی شراب نوشیده شد و گوش ها داغ بود، وانگ سان ناگهان دچار حمله قلبی شد و درگذشت.\nخانم تیان ترسیده و وحشت زده شد و فوراً از وانگ سان پرسید که چه کاری انجام دهد. وانگ سون درد را تحمل کرد و به خانم تیان گفت که می توان از مغز اجساد مرده برای زنده کردن مردگان استفاده کرد.\nجسد مرده را کجا پیدا کنیم؟ خانم تیان ناگهان فکر کرد، مگر شوهرش نمرد؟ آقای تیان عشق قدیمی بین زن و شوهر را فراموش کرد و در واقع تبر گرفت و تابوت شوهرش را شکافت و آماده شد تا مغز او را برای دارو بیرون بیاورد.\nبه طور غیرمنتظره ای، وقتی تابوت باز شد، ژوانگزی زنده شد. خانم تیان آنقدر شرمنده بود که خود را حلق آویز کرد.\n(این داستان استعاره ای از نقض دوستی برای منافع شخصی است، بنابراین ما نمی توانیم با آن موافق باشیم.)", "聖意": "خانه آرام است، خود امن است، پول ناعادلانه است، تجارت قربانی می شود، ازدواج حل می شود، شر در لیوجیا رونق دارد، پیاده ها نرسیده اند، کرم های ابریشم در آرامش هستند، دام ها در آرامش هستند، مردم به دنبال مردم می گردند، دعوی تغییر کرده است، شاگردان محافظه کار بوده اند، اموال از دست رفته است، بیماری وجود ندارد و کوه و مقبره شیطانی بوده است.", "古人": "ژوانگزی همسرش را آزمایش می کند", "第X籤": "لات 84", "宮": "وی گونگ"}