{"籤詩版本二": "ابرهای تیره و مه جاده روبروی کوه را می پوشاند همه چیز گرد است و ماه دوباره گرد است.\nاگر شعر و کتاب به دست بیاوری از خواب عمیق بیدار می شوی آن بزرگوار تو را به پشت بام راهنمایی می کند.", "詩意": "این هگزاگرام نماد پایان بهار و شکوفه دادن گلها است.\nهمه چیز بعد از پروردگار تغییر می کند.", "解曰": "پیرمرد باید کمک بخواهد. در بهار دوباره گل می دهد. میل به شهرت و ثروت. در اواخر زندگی با یک پول بادآورده روبرو شوید.", "籤詩故事一": "◇هان ونگونگ با برف مواجه شد\nهان یو، که نامش توئیزی بود، اهل چانگلی بود. تانگ دزونگ در سال هشتم ژنیوان جینشی شد و عنوان پس از مرگ او ون گونگ بود.\nدر طول سلطنت امپراتور شیانزونگ از سلسله تانگ، هان یو با استخوان های بودا تظاهرات کرد که خشم امپراتور را برانگیخت. هان یو همسر و فرزندانش را ترک کرد و به چائوژو رفت. بعد از کمتر از چند روز پیاده روی، باد سردی بلند شد و برف شدیدی بارید. هان یو به جایی رسید که عمق برف چند فوتی بود و اسبش را برای حرکت به جلو مشکل می کرد.هیچ خانه ای در آن نزدیکی نبود و او نمی دانست جاده کجاست. اگر بخواهی مسیر را طی کنی و عقب نشینی کنی، راه برگشتی نیست. باد شدید می‌وزید و برف به سرعت می‌بارید، هان یو تا پوست خیس شده بود، یخ زده و گرسنه بود و جایی برای ابراز ناراحتی نداشت.\nهان یو آهی کشید و گفت: امپراتور مرا نخواهد کشت، اما امپراتور می خواهد مرا نابود کند.\nدرست زمانی که هان یو ناامید بود، مردی را دید که با وجود سرمای شدید می آمد تا برف را پاک کند، معلوم شد که هان شیانگزی (برادرزاده هان یو) است.\nپیش از این، هان شیانگزی به هان یو گفته بود: \"خانه یون هنگ در کین لینگ کجاست؟ برف دروازه آبی را در آغوش می گیرد و اسب از حرکت به جلو می ایستد.\" در آن زمان هان یو متوجه منظور هان شیانگزی نشد، اما اکنون او بالاخره فهمید\nبنابراین هان یو و هان شیانگزی برای گذراندن شب در خانه فو در لانگوان رفتند. هان یو با صحبت در مورد گذشته و راه کشت، صمیمانه متقاعد شد.\nبعداً هان یو مقام رسمی خود را رها کرد و تمام دارایی خود را به دولت محلی اهدا کرد و برای تمرین تائوئیسم به کوهستان رفت و جاودانه شد.", "聖意": "خانه برای خود خوب نیست، در جستجوی پول محتاط باشید، روی تجارت تمرکز کنید، ازدواج دیر شده است، عابران زن لیوجیا مزارع را مسدود می کنند، کرم ابریشم خوب است، دام خوب است، یافتن مردم دشوار است، دعاوی عمومی تکرار می شود، مهاجرت به روز شده، چیزهای از دست رفته جدی هستند، بیماری ها به تأخیر می افتند، مقبره های کوهستانی باید تغییر کنند.", "古人": "هان ونگونگ با برف مواجه شد", "第X籤": "هشتاد و پنجمین قرعه کشی برنده", "宮": "شن گونگ"}