{"籤詩版本二": "من را با مسائل شخصی خود به زحمت نیندازید، این بهتر است که از مردم بپرسید.\nقلب صاف مثل ماه روشن در آسمان روشن و شفاف است", "詩意": "این هگزاگرام تصویر یک ماه درخشان در آسمان را نشان می دهد.\nهمه چیز روشن و مطبوع است.", "解曰": "با دل راست باش قانون را صاف کن سخنان مقدس بالاخره مشخص می شود.", "籤詩故事一": "◇ ژنرال کونگ مینگ\nراه حل: ژوگه لیانگ سربازان و ژنرال های خود را بسیج می کند\nدر طول دوره سه پادشاهی، ژوگه لیانگ (234-181)، با حسن نیت نامش کونگ مینگ، در یانگدو، لانگیا (اکنون شهرستان یینان، استان شاندونگ) به دنیا آمد.\nپس از اینکه لیو بی سه بار از کلبه کاهگلی بازدید کرد، ژوگه لیانگ موافقت کرد که یک مقام رسمی شود. در آن زمان، کائو کائو هبی را آرام کرده بود و مصمم بود به سمت جنوب حرکت کند. او شیاهو دان را به عنوان ژنرال ارشد، یو جین، لی دیان و دیگران را به عنوان ژنرال فرستاد. معاونان ژنرال، ارتشی 100000 نفری را رهبری کردند تا به سمت شینیه حرکت کنند. اگرچه ژوگه لیانگ در آن زمان برنامه ای برای عقب نشینی از دشمن داشت، گوان یو و ژانگ فی سخنان ژوگه لیانگ را تحقیر کردند. ژوگه لیانگ چاره ای جز استفاده از شمشیر لیو بی برای متقاعد کردن آن دو نداشت، به طوری که هر کدام هزار سرباز را رهبری کردند و در یوشان و آنلین کمین کردند و منتظر شدند تا شیاهو دان ارتش خود را برای عبور رهبری کند و سپس با آنها حمله کردند. کمین و آتش.\nعلاوه بر این، ژائو یون برای رهبری بقایای قدیمی و ضعیف ارتش فرستاده شد تا به عنوان پیشتاز در برابر شیاهو دان بجنگند و سپس با جعل شکست و عقب نشینی شیاهو دان را به جاده باریک در کوه ها و جنگل ها کشاند. او همچنین گوان را فرستاد. پینگ، ژو کانگ، لیو فنگ و دیگران برای ورود مخفیانه به عقب ارتش کائو، آتش زدن منابع و ایجاد وحشت در ارتش کائو.\nپس از نبرد، همه چیز همانطور که ژوگه لیانگ ترتیب داده بود اتفاق افتاد. هنگامی که شیاهو دان و یو جین ارتش را در تعقیب رهبری کردند، لی دیان که در عقب بود، فوراً به شیاهو دان در جبهه اطلاع داد که باید در برابر حملات آتش دشمن محافظت کند. اما دیگر خیلی دیر شده بود. جاده باریک و در محلی بود که درختان در هم تنیده بودند، بنابراین آتش سوزی نمی شد.\n(این داستان استعاره ای است از اینکه کونگ مینگ در استفاده از مردم و اداره کشور با خرد خوب است.)", "聖意": "خانه و خانه فرخنده است. آرزوی موفقیت در ثروت، آرامش خاطر، تجارت پر رونق، ازدواج، موفقیت، موفقیت در لیوجیا، کشتار مردان در مزارع، کرم ابریشم، از دست دادن دام، افراد مفقود، دعاوی عمومی، مهاجرت، اموال گمشده، برکت، بیماری، آرامش، کوه و قبر.", "古人": "ژنرال کنگ مینگ", "第X籤": "نشانه نهم", "宮": "کاخ یین"}