{"籤詩版本二": "جاه طلبی ها و دستاوردها در سلسله است، اما اکنون نوشیدنی و رابطه جنسی بی پایان وجود خواهد داشت.\nاگر خروس طلایی دیدید، پول و ثروت و ثروت خواهید گرفت.", "詩意": "این هگزاگرام نماد جاه طلبی و شهرت است.\nهمه چیز را به فال نیک بگیرید.", "解曰": "جاه طلب. برای محافظت از خود دیر نیست. خروس طلایی قول می دهد. همه خوشحال", "籤詩故事一": "◇کائو پی خود را امپراتور معرفی کرد\nکائو پی، با نام ادبی Zihuan، در Peiguoqiao (اکنون شهرستان هائو، آنهویی) به دنیا آمد. سیاستمدار و نویسنده مشهور در دوره جیانان.\nکائو پی دومین پسر کائو کائو است.او از کودکی با پدرش در اردوگاه نظامی زندگی می کرد.کائو پی تحت تاثیر پدرش تیراندازی با کمان را در سن شش سالگی و اسب سواری را در سن هشت سالگی آموخت و پیشرفت کرد. مهارت های رزمی خوب او همچنین دانش گسترده ای از آثار کلاسیک و زندگی نامه های باستانی و مدرن و همچنین کتاب های صدها مکتب فکری دارد. تنها در هجده سالگی بود که کائو کائو یوان شائو را شکست داد و کائو پی زندگی نسبتاً پایداری در یچنگ، مرکز حکومت کائو کائو داشت. از آن به بعد، هرچند گاهی در سفرهای نظامی پدرش را همراهی می‌کرد و بیشتر اوقات به صورت پسری نجیب زندگی می‌کرد، اما همچنان هر روز به ورزش رزمی می‌پرداخت و تا به امروز کاهش نیافته است. او اغلب در صد قدمی اسب خود را سوار می کند و در هنرهای رزمی بسیار ماهر است و چون اغلب ورزش های رزمی انجام می دهد سبک و قوی است.\nپسر ارشد کائو کائو، کائو آنگ در یک نبرد کشته شد. پس از مرگ پسر بزرگ، کائو پی اولین گزینه برای ولیعهد شد. هنگامی که او سی و یک ساله بود، توسط کائو کائو به عنوان ولیعهد انتخاب شد. هنگامی که کائو پی سی و سه ساله بود، کائو کائو بر اثر بیماری درگذشت و کائو پی جانشین او به عنوان نخست وزیر و پادشاه وی شد. او گفت که اغلب در صد قدمی اسب سواری می کند و بسیار ماهر است و چون اغلب کونگ فو تمرین می کند سبک و سالم است.", "聖意": "دعا کنید خانه و خانه شما آرام باشد، به دنبال ثروت باشید، سخت کار کنید، تجارت کنید، زود از هم جدا شوید، ازدواج موفق شود، لیوجیا در امنیت باشد، مردم در مزرعه باشند، کرم ابریشم بالغ شوند، شش دام بالغ شوند. ، یافتن مردم دشوار خواهد شد، دعاوی عمومی فوری، مهاجرت از بین می رود و چیزها دور می شوند، بیماری ها در کوه ها و گورها باقی می مانند.", "古人": "کائو پی خود را امپراتور معرفی می کند", "第X籤": "نود و پنجمین قرعه کشی برنده", "宮": "xugong"}