{"籤詩版本二": "بتکده باشکوه غیرمعمول است، با ویژگی های بدیع در هر طرف که به شدت می درخشد.\nاز شما می خواهم که در تعظیم مجدانه و انجام کارهای خیر مصمم باشید و بهشت ​​بر شما برکت خواهد فرستاد.", "詩意": "این هگزاگرام نشان دهنده تجلی شایستگی است.\nهمه چیز به خیر است.", "解曰": "این نعمت ها همه آن را دارند. زیاد شلوغ نباش شایستگی از قبل مشخص می شود.", "籤詩故事一": "◇پادشاه فن یانگ در روز ولنتاین چینی با نوه خود ملاقات می کند\nراه حل: Guo Ziyi در روز ولنتاین چینی با دختر بافنده در حال نزول به زمین ملاقات کرد. تیانسون، نوه امپراتور جید، هفت پری است.\nGuo Ziyi (697-781)، همچنین به عنوان Guo Linggong شناخته می شود، بومی شهرستان ژنگ، Huazhou (در حال حاضر شهرستان Huaxian، استان Shaanxi) و یک ژنرال در سلسله تانگ بود. دربار امپراتوری به Ziyi عنوان پادشاه Fenyang را اعطا کرد.\nگفته می شود که زییی اصالتا اهل هوآژو بود و برای پیوستن به ارتش خارج از دیوار بزرگ رفت و به پکن رفت تا حقوق نظامی بگیرد و به یینژو بازگشت. اتفاقاً در آن زمان روز ولنتاین چینی بود. باد و شن. داشت تاریک می شد و خورشید داشت تاریک می شد زییی نمی توانست جلو برود پس کنار جاده ایستاده بود در خانه ای خالی روی زمین خوابیده بود وقتی می خواست بخوابد ناگهان چراغ قرمزی را دید. از هر دو طرف برخاست و با تعجب به بالا نگاه کرد، ابری در آسمان بود که آرام آرام پایین می آمد، زنی زیبا نشسته بود، باوقار و باشکوه، کاملاً متفاوت از مردم عادی. زییی فوراً ادای احترام کرد و گفت: امروز هفتمین روز از هفتمین ماه قمری است، گمان می‌کنم این دختر بافنده است که آمده است تا به او طول عمر و مال بدهد.\nزن نیز پاسخ داد: با ثروت زیاد، طول عمر می آید.\nبعد از اینکه صحبتش تمام شد، درخشش برگشت و ابرها به آرامی بالا آمدند. زن همچنان با لبخندی دلنشین به گو زییی نگاه می کرد. فقط وقتی از او دور شد دود تار شد و دیگر دیده نمی شد.\nدرست همانطور که زن گفت معلوم شد. شایستگی های زییی شهرت جهانی دارد، وزیری فوق العاده محبوب و ژنرالی است هم با شایستگی و هم محاسن.", "聖意": "در خانه برای خود آرزو کنید، برای خود آرزو کنید، برای پول دعا کنید، موفق باشید در تجارت، موفق باشید در ازدواج، موفق باشید در لیوجیا، سفرهای شاد با مردم، کشتزارهای متحرک، کرم ابریشم، دام پایدار، بدشانسی در پیدا کردن مردم، دعاوی عمومی، مهاجرت، خوش شانسی، بیماری های اموال از دست رفته، مقبره ها در ژنشینگشان", "古人": "پادشاه فن یانگ در روز ولنتاین چینی با نوه خود ملاقات می کند", "第X籤": "امضای نود و شش", "宮": "xugong"}