{"籤詩版本二": "با مهار اسب و در دست گرفتن شلاق، مستقیم به اینجا می آییم، نیمی در خطر و نیمی در فاجعه.\nمثل خانه ای است که در آتش سوخته باشد، وقتی آسمان می افتد، باران آن را خاکستر می کند، من یک برنامه دارم.", "詩意": "این هگزاگرام نیمی از غم و نیمی از شادی را نشان می دهد.\nتوصیه می شود در همه چیز خوب عمل کنید.", "解曰": "کار مادام العمر. به حق و باطل اهمیت نده غل و زنجیر موقتی است. رنجش به طور طبیعی به وجود می آید.", "籤詩故事一": "◇تائو سانچون ژنگ ان را در گوایوان شکست داد\nژائو کوانگ ین دوباره برخاست: «زنده باد یادبود من، بیپینگ کینگ ژنگ ان در آن زمان ازدواجی را ترتیب داده بود. اکنون که دنیا در آرامش است، می‌خواهم از شما اجازه بگیرم تا روز مبارکی را برای ازدواج انتخاب کنم. \"\n\"زنده باد یادبود من!\" ژائو کوانگ ین برخاست و گفت: \"پادشاه پکن، ژنگ ان، در آن زمان ازدواجی را ترتیب داده بود. اکنون که جهان در صلح است، من می خواهم برای انتخاب یک فرد فرخنده از شما اجازه بگیرم. روز ازدواج.\"\n\"اوه، برادر سوم قبلا نامزد کرده بود، چطور من از این موضوع خبر نداشتم؟\" چای رونگ بسیار تعجب کرد. او دستش را برای ژائو کوانگیین تکان داد تا بنشیند و صحبت کند.\n\"اوه! برادر سوم قبلا نامزد کرده بود، چطور من از این موضوع خبر نداشتم؟\" چای رونگ (امپراتور سلسله ژو بعدی) بسیار متعجب شد. او دستش را تکان داد و از ژائو کوانگیین خواست که بنشیند و صحبت کند.\nداستان طولانی است اولاً ما آن زمان هنوز در فقر بودیم و به لشکر شما نرفتیم و از آن به بعد سالها می جنگیم و فرصتی برای رسیدگی به شما نداریم و دوم اینکه برادر سوم نیز کمی است. از ذکر آن خجالت می کشم، پس اعلیحضرت نمی دانند.»\n\"داستان طولانی است، اولاً ما در آن زمان هنوز در فقر زندگی می کردیم و به ارتش شما نپیوستیم. از آن به بعد سال هاست که می جنگیم و فرصتی نداریم که به شما اهمیت بدهیم. ثانیاً برادر سوم نیز یک کمی خجالت می کشم به آن اشاره کنم، پس اعلیحضرت نمی دانند.»\n\"هی، دانشجوی پسر ازدواج می کند، خجالت کشیدن چه فایده ای دارد؟ برادر سوم مدت هاست که در میدان جنگ حضور داشته و می توان او را قهرمانی بی نظیر دانست. چرا اینقدر در این مورد کوچک هستید؟\"\n\"هی! پسر دانشگاه داره ازدواج می کنه، خجالت کشیدن چه فایده ای داره؟ برادر سوم مدتهاست که در میدان جنگ حضور داشته و می توان او را قهرمانی بی نظیر دانست. چرا اینقدر این موضوع را کوچک می کنی؟\"\nمن نمی توانم برادر سومم را به خاطر خجالتی بودن سرزنش کنم، زیرا این ازدواج جعلی بوده است.\nمن نمی توانم برادر سومم را به خاطر خجالتی بودن سرزنش کنم، زیرا این ازدواج جعلی بوده است.\n\"تایپ شده؟ سلام، جالب است. لطفا به من بگویید چه اتفاقی افتاده است.\"\n\"من تایپ کردم! هی! جالب است! لطفا به من بگویید چه اتفاقی افتاده است.\"\n\"بله، یادم می آید آن سال، زمانی که می خواستیم به اعلیحضرت بپیوندیم، از شهرستان بائوچنگ می گذشتیم. در ماه ژوئن هوا بسیار گرم بود. برادر سوم من نتوانست در هتل بماند، بنابراین او به تنهایی بیرون رفت تا سرگردان شود. پس از عبور از باغ خربزه برای چیدن به داخل رفت، خربزه ها تشنگی را رفع کردند، در این زمان خربزه های زودرس زیاد نبود و برادر سوم نمی دانست چگونه آنها را بچیند، بنابراین تعداد زیادی از آنها را شکست. اونی که به خربزه ها نگاه میکرد یه زن بود جلو رفت تا برادر سوم رو متهم کنه اون دوتا با هم اختلاف پیدا کردند و بعد شروع به دعوا کردند بیا خوشبختانه من نگران شدم و به موقع به کمک شتافتم وگرنه... \"\n\"بله، یادم می آید آن سال، زمانی که می خواستیم به اعلیحضرت بپیوندیم، از شهرستان بائوچنگ می گذشتیم. در ماه ژوئن هوا بسیار گرم بود. برادر سوم من نتوانست در هتل بماند، بنابراین او به تنهایی بیرون رفت تا سرگردان شود. پس از عبور از باغ خربزه برای چیدن به داخل رفت، خربزه ها تشنگی را رفع کردند، در این زمان خربزه های زودرس زیاد نبود و برادر سوم نمی دانست چگونه آنها را بچیند، بنابراین تعداد زیادی از آنها را شکست. اونی که به خربزه ها نگاه میکرد یه زن بود جلو رفت تا برادر سوم رو متهم کنه اون دوتا با هم اختلاف پیدا کردند و بعد شروع به دعوا کردند بیا خوشبختانه من نگران شدم و به موقع به کمک شتافتم وگرنه... \"\n\"این ژنگ زیمینگ، اولاً تقصیر خودش است، باید عذرخواهی کند. چرا او را کتک می زنی؟ علاوه بر این، خانواده یک دختر چگونه می توانند در برابر مشت ها و لگدهای مرد خشنی مانند او مقاومت کنند! بیا، دختر را کتک زدی تا تکه ها. نه؟\" \"دختر سالم بود...\"\n\"این ژنگ زیمینگ، اولاً تقصیر خودش است، پس باید عذرخواهی کند. چرا او را کتک می زنی؟ علاوه بر این، خانواده یک دختر چگونه می توانند در برابر مشت ها و لگدهای مرد خشنی مانند او مقاومت کنند! بیا به من بگو. تو این دختر را کتک زدی.\n\"دختر آسیبی ندید...\"\n\"اشکالی نداره، اشکالی نداره... هی، اقدامی نکردی؟ اوه، حدس میزنم به موقع نجاتم دادی.\"\n\"اشکالی نداره! اشکالی نداره... هی! اقدامی نکردی؟ اوه! حدس می زنم تو بودی که به موقع من را نجات دادی!\"\n\"... نه، کسی که نجات دادم... برادر سوم بود.\"\n\"اه اه؟!\"\n\"برادر سوم توسط زن به زمین زده شد و در تمام طول مسیر با خشونت کتک خورد. خوشبختانه من رسیدم و او را متقاعد کردم که برود و آسیب جدی ندید... اعلیحضرت... اعلیحضرت!...\"\n\"برادر سوم توسط زن به زمین زده شد و در تمام طول راه مورد ضرب و شتم شدید قرار گرفت. خوشبختانه من رسیدم و او را راضی کردم که برود و آسیب جدی ندید... اعلیحضرت... اعلیحضرت!.. \"\n\"آه؟...اوه اون زن کیه!؟\"\n\"تائو سانچون فقط بعداً فهمیدم که نام آن زن تائو سانچون است و پدرش تائو هونگ یک قهرمان قدیمی بود که هیچ آرزویی نداشت. تائو سانچون از کودکی هنرهای رزمی را از پدرش یاد گرفت. پس از آشنایی من. خانواده اش، دیدم که میس سانچون شخصیت برجسته ای داشت، لو لو و سخاوتمند، بدون هیچ عادتی به دختر بچه بودن، عمداً با او همخوانی کردند. پدر و دختر تائو نیز شخصیت صریح برادر سوم را بسیار دوست داشتند. فوراً آن را قطع کنید و تصمیم به این ازدواج برای آن دو گرفتید. اعلیحضرت، لطفاً به من بگویید، این ازدواج جعلی نیست؟\n\"بعدها فهمیدم نام دختر تائو سانچون است و از کودکی از پدرش هنرهای رزمی یاد گرفته بود. پس از آشنایی با خانواده اش دیدم که خانم سانچون شخصیت برجسته ای دارد، سخاوتمند است. و کوچکترین نشانی از دختر بچه بودن نداشتم، برای همین عمدا او را به خدمت گرفتم، آقای تائو و دخترش نیز شخصیت صریح برادر سومشان را بسیار دوست داشتند، بلافاصله آن را شکست دادند و تصمیم گرفتند با هر کدام ازدواج کنند. دیگر. اعلیحضرت، آیا فکر نمی کنید این ازدواج جعلی است؟\"\n(استعاره این داستان این است که یک چیز بد یک چیز خوب است.)", "聖意": "دعا برای محافظت از خانه و خود، مراقب باشید، دعا برای ثروت، خراب کردن کسب و کار، مانع ازدواج، مجازات، لیوجیا، بیمه، عابران پیاده در مزارع، آسیب کرم ابریشم، آسیب به دام، افراد مفقود، دعاوی غیرقانونی، ضرر، مهاجرت، محافظه کاری , اموال از دست رفته, بیماریهای شیطانی, نگرانی ها, خطرات, کوه ها, مقبره ها, شکست", "古人": "تائو سانچون ژنگ ان را در باغ خربزه شکست می دهد", "第X籤": "شماره نود و نه", "宮": "هایگونگ"}