{"籤詩版本二": "Είθε ο κόσμος να δημιουργηθεί για έναν καλό γάμο, ευνοϊκές μέρες και καλές στιγμές, και όλα τα πράγματα να είναι καλά\nΔεν είναι μικρή υπόθεση αν πάρεις αυτόν τον κλήρο.Ο αυτοκράτορας δηλώνει ότι οι άνθρωποι είναι πιστοί και όρθιοι.", "詩意": "Αυτό το εξάγραμμα αντιπροσωπεύει την αρχή του ανοίγματος του ουρανού και της γης.\nΌλα είναι ευοίωνα.", "解曰": "Γρήγορη ταχύτητα. Η χρονιά δεν αξίζει τον χρόνο της. Το Guanyin γράφει. Ενημερώστε με πρώτα.", "籤詩故事一": "◇ Ο Ζονγκλί φωτίστηκε\nΟ Zhongli Quan, με επώνυμο Zhongli, με το όνομα Quan, το ευγενικό όνομα Yunfang και το ψευδώνυμο Zhengyang, ήταν ντόπιος της κομητείας Xianyang, Xi'an, επαρχία Shaanxi κατά τη διάρκεια της δυναστείας των Ανατολικών Han.\nΟ Zhong Liquan ήταν στρατηγός της δυναστείας Χαν. Κατά τη διάρκεια της αποστολής εναντίον του Δυτικού Qiang, ζήλευε τον διοικητή Liang Yi και του ανέθεσε μόνο 30.000 παλιούς και αδύναμους στρατιώτες. Μόλις έφτασε στον προορισμό του, το στρατόπεδο λήστεψαν από ο δυτικός στρατός Qiang και οι στρατιώτες τράπηκαν σε φυγή. Ο Ζονγκ Λικουάν χάθηκε σε μια κοιλάδα και συνάντησε έναν μοναχό Χου στο δρόμο, τον πήγε σε ένα μικρό χωριό και είπε, «Αυτή είναι η κατοικία του κυρίου Ντονγκούα.» Μετά αποχαιρέτησε και έφυγε. Μετά από λίγο, κάποιος είπε ξαφνικά, \"Αυτό πρέπει να οφείλεται στο ότι ο άντρας με τα πράσινα μάτια είναι πολύ ομιλητικός.\" Είδε έναν άνδρα που φορούσε μια λευκή γούνα ελαφιού και κρατούσε ένα πράσινο ραβδί κινόα. Ρώτησε τον Zhong Liquan, \"Το άτομο που ήρθε εδώ είναι ο Han Da. Στρατηγός Zhongli Quan\n? Ο Zhong Liquan σοκαρίστηκε, γνωρίζοντας ότι είχε γνωρίσει ένα παράξενο άτομο, έτσι έμαθε ειλικρινά το Τάο.\nΟ Zhong Liquan αργότερα συνάντησε τον Zhenren Huayang και τον Αθάνατο Βασιλιά Xuanfu και έμαθε το \"Μυστικό της Αθανασίας\". Τέλος, έζησε στο Zijin Sihaofeng στο όρος Kongtong, απέκτησε το «Μυστικό του Jade Box» και έγινε αληθινός αθάνατος.Τον τιμούσαν επίσης ως ένας από τους Πέντε Βόρειους Πατριάρχες από την αίρεση Quanzhen.", "聖意": "Προσευχηθείτε για το σπίτι και το σπίτι σας να είναι ευλογημένα με καλή τύχη το φθινόπωρο και το χειμώνα Αναζητήστε καλή τύχη το φθινόπωρο και το χειμώνα Καλή τύχη στις επιχειρήσεις, καλή τύχη στο γάμο, καλή τύχη στη γέννηση αγοριών, καλή τύχη στο ταξίδι στο χωράφι , καλή τύχη στους μεταξοσκώληκες, καλή τύχη στα ζώα, καλή τύχη στην εύρεση ανθρώπων, καλή τύχη σε δημόσιες δίκες, καλή τύχη στη μετανάστευση, χαμένη περιουσία, βορειοανατολικές ασθένειες, καλή τύχη στην αποστολή βουνών και τάφων.", "古人": "Ο Zhongli φωτίστηκε", "第X籤": "πρώτο σημάδι", "宮": "Μήτρα"}