{"籤詩版本二": "Τον ανεκτίμητο νεφρίτη και τους θησαυρούς που είναι κρυμμένοι στην πέτρα αναζητούνται μόνο από ξένους από άλλα μέρη.\nΑκριβώς όπως κρατάτε μια λάμπα σε αναζήτηση φωτιάς, είναι καλύτερο να καθαρίσετε τη χαμένη προσπάθεια", "詩意": "Αυτό το εξάγραμμα κρατά τη λάμπα και αναζητά το σύμβολο της φωτιάς.\nΌλα θα γίνουν στην ώρα τους.", "解曰": "Συνάντηση γάμου. Δεν μπορεί να γίνει τίποτα. Πρέπει να είναι απεριόριστο. Είναι αλήθεια μπροστά στα μάτια μου.", "籤詩故事一": "◇ Ο Πανγκ Χουάν παρατηρεί τον σχηματισμό\nΚατά τη διάρκεια της περιόδου των εμπόλεμων κρατών, ο Sun Bin ήταν ντόπιος του Qi. Ο Πανγκ Χουάν ήταν ντόπιος του Γουέι. Επίσης λάτρευε τον Gui Guzi ως δάσκαλό του.\nΟ Sun Bin έμαθε καλύτερα από τον Pang Juan και ο Pang Juan έγινε ο στρατηγός του Wei. Πολέμησε με τον Sun Bin σε μια μάχη ευφυΐας, και όταν έχασε, μισούσε τον Sun Bin.\nΧρησιμοποίησε ένα κόλπο για να κόψει τα πόδια του Sun Bin.Αργότερα, ο Sun Bin προσποιήθηκε ότι ήταν τρελός και κατάφερε να δραπετεύσει.\nΟ βασιλιάς Wei του Qi χρησιμοποίησε τον Sun Bin ως στρατιωτικό του σύμβουλο για να οδηγήσει τα στρατεύματα για να επιτεθούν στον Wei.\nΟ Pang Juan πήγε στο στρατόπεδο του Sun Bin για να επιθεωρήσει τον στρατιωτικό σχηματισμό. Ο Sun Bin εξαπάτησε τον Pang Juan προσποιούμενος ότι μείωσε τα στρατεύματά του και προσθέτοντας κρυφά περισσότερα στρατεύματα. Ο Pang Juan τον καταδίωξε μέχρι την Maling Road και πυροβολήθηκε μέχρι θανάτου από έναν στρατιώτη σε ενέδρα με βαλλίστρα.\n(Η μεταφορά αυτής της ιστορίας είναι ότι είσαι και ταλαντούχος, οπότε γιατί να ζηλεύεις το ταλέντο του;)", "聖意": "Το σπίτι δεν είναι καλό για τον εαυτό του, είναι δύσκολο να βρει κανείς χρήματα, είναι δύσκολο να κάνει εμπόριο, είναι δύσκολο να παντρευτεί, είναι δύσκολο για μια γυναίκα ταξιδιώτη να μετακινήσει τα χωράφια, τους μεταξοσκώληκες, τα Qiuji και έξι ζώα, είναι δύσκολο να βρεις κάποιον, να σε βρουν, να σε μηνύσουν, να μετακομίσουν σε ένα παλιό σπίτι, να χαθούν, να αρρωστήσουν, να ταφούν σε έναν ορεινό τάφο.", "古人": "Ο Πανγκ Χουάν παρατηρεί τον σχηματισμό", "第X籤": "Η δέκατη λοταρία", "宮": "Παλάτι Γιν"}