{"籤詩版本二": "Γιατί δεν πας στο Tailai, που είναι προ των πυλών;Θα αφήσω προσωρινά τον κύριο έξω από το βουνό.\nΕάν υπάρχουν καλά νέα για την τίγρη ή το κουνέλι, θα είστε ελεύθεροι ακόμα κι αν είστε αποφασισμένοι να είστε απασχολημένοι.", "詩意": "Σε αυτό το εξάγραμμα, υπάρχει ένα σημάδι ευλογίας ανάμεσα στις κακοτυχίες.\nΌλα είναι άσχημα εκ των προτέρων και καλά στο τέλος.", "解曰": "Αντικαταστήστε με μετάξι κάνναβης. Χτύπησε τα πόδια κάποιου. Δείτε καθαρά. Οι ευλογίες έρχονται από τις καταστροφές.", "籤詩故事一": "◇ Συνάντηση με έναν Δάσκαλο στο Bukit\nΟ Γου Τζι ήταν αρχικά ξυλοκόπος και οι δυο τους γνώρισαν τον Τζιανγκ Ζίγια όταν ψάρευαν στον ποταμό Φενγκ. Ο Wuji γέλασε όταν είδε τον Ziya να ψαρεύει με ένα ίσιο αγκίστρι.\nΟ Ziya κοίταξε το πρόσωπο του Wuji και είπε στην μάντισσα: «Αν μπεις στην πόλη σήμερα, θα σκοτώσεις κάποιον». Αφού το άκουσε αυτό, ο Γου Τζι έφυγε θυμωμένος και μετέφερε καυσόξυλα στην πόλη.\nΑφού μπήκε στην πόλη, ο Γου Τζι συγκρούστηκε με άλλους και ξυλοκόπησε κατά λάθος τον πρωθυπουργό Γουέν Γουάνγκ μέχρι θανάτου.\nΟ βασιλιάς Γουέν σχεδίασε το έδαφος ως φυλακή και φυλάκισε τον Γου Τζι.\nΟ Bukit Hou αφέθηκε προσωρινά ελεύθερος και καταδικάστηκε σε θάνατο για να φροντίζει τη μητέρα του μέχρι το φθινόπωρο.\nΗ μητέρα του του ζήτησε να ζητήσει βοήθεια από τον Jiang Ziya.\nΟ Ταϊγκόνγκ τον δέχτηκε ως μαθητή του, του δίδαξε την τέχνη του πολέμου και τον διέταξε να σκάψει τρύπες και να κάνει ξόρκια για να σπάσει την έμφυτη μοίρα του.\nΜετά το φθινόπωρο, ο Γου Τζι δεν ήρθε για να τιμωρηθεί.Ο βασιλιάς Γουέν συνήγαγε τους έμφυτους αριθμούς και σκέφτηκε ότι ο Γου Τζι είχε αυτοκτονήσει από φόβο του εγκλήματος.\nΑργότερα, ο King Wen συνάντησε τον Wu Ji, και ο Wu Ji παρουσίασε τον King Wen για να συναντήσει τον Jiang Taigong.\nΣτον Taigong απονεμήθηκε ο τίτλος του Στρατηγού του Wude. Τόσο ο κύριος όσο και ο μαθητευόμενος εργάστηκαν για τον King Wen.", "聖意": "Το σπίτι είναι ασφαλές, ο εαυτός είναι τυχερός, η επιχείρηση είναι καλή, ο γάμος αργεί, ο αρσενικός πεζός δεν έχει επιστρέψει στο χωράφι, οι μεταξοσκώληκες είναι κερδοφόροι, τα έξι ζώα είναι Shenji, η αναζήτηση είναι καλή, η δημόσια αγωγή είναι καλό, η μετανάστευση είναι συντηρητική, η χαμένη περιουσία φαίνεται, η ασθένεια είναι καλή, Qiuji, το βουνό και ο τάφος είναι καλά.", "古人": "Bukit Encounter", "第X籤": "Το δωδέκατο σημάδι", "宮": "Παλάτι Γιν"}