{"籤詩版本二": "Ακριβώς όπως ένας γερανός που βγαίνει από το θανάσιμο κλουβί του, είναι δυνατό να ξεφύγει από το θνητό κλουβί.\nΔεν υπάρχουν εμπόδια μεταξύ βορρά, νότου και ανατολής. Μπορείτε να πάτε κατευθείαν στο παλάτι Jiuxiao.", "詩意": "Αυτό το εξάγραμμα αντιπροσωπεύει την εικόνα ενός γερανού που φεύγει από το κλουβί του.\nΌλα είναι άσχημα εκ των προτέρων και καλά στο τέλος.", "解曰": "Μην ανησυχείς. Ο δρόμος είναι ακμαίος. Να είναι άνετα. Ξένοιαστος σαν άνθρωπος (θεός).", "籤詩故事一": "◇ Ο Ζίγια εγκατέλειψε την επίσημη θέση του\nΌταν ο Jiang Ziya δούλευε ως μάντης, είδε ότι μια γυναίκα είχε μεταμορφωθεί από το πνεύμα του νεφρίτη pipa, έτσι την άρπαξε και μάλιστα την χτύπησε με μια μελανοπετρά. Ο πρωθυπουργός του βασιλιά Zhou εξήγησε τι είχε συμβεί, ρώτησε τι είχε συμβεί και στη συνέχεια πήρε τον Jiang Ziya να δει τον βασιλιά Zhou. Ο Jiang Ziya χρησιμοποίησε το Samadhi True Fire για να κάψει το πνεύμα της pipa από το αρχικό του σχήμα μπροστά στον βασιλιά Zhou και ο βασιλιάς Zhou τον έκανε ανώτερο αξιωματούχο.\nΓια να εκδικηθεί το πνεύμα του νεφρίτη pipa, ο Daji ζήτησε από τον βασιλιά Zhou να διατάξει τον Jiang Ziya να φτιάξει μια πλατφόρμα για ελάφια. Ο Jiang Ziya επέπληξε τον King Zhou και ο King Zhou διέταξε να τον σκοτώσουν. Ο Jiang Ziya δραπέτευσε χρησιμοποιώντας νερό. Αφού επέστρεψε στο σπίτι, ο Jiang Ziya ρώτησε τη Ma να πάει στο Xiqi και ο Ma ήθελε να τον χωρίσει. Έτσι ο Jiang Ziya πήγε στο Xiqi (πρωτεύουσα του βασιλιά Wen της δυναστείας Zhou) μόνος.\nΟ Jiang Ziya έφτασε στο Xiqi και έζησε σε απομόνωση ψαρεύοντας στο φαράγγι Panxi. Συνάντησε τον βασιλιά Wen of Zhou που ήταν πρόθυμος να αναζητήσει ταλέντα. Μετά από ειλικρινές αίτημα του King Wen, ο Jiang Ziya λατρεύτηκε ως δάσκαλός του και βοήθησε τον King Wen.", "聖意": "Είμαι ανήσυχος στο σπίτι και θέλω επίσης να αναζητήσω οικονομική συνεργασία, συναλλαγή, γάμο, Liujia, άνδρες πεζούς, δω χωράφια, μεταξοσκώληκες, φθινοπωρινά κέρδη, έξι ζημιές ζώων, αναζήτηση ανθρώπων, παρεμπόδιση δημοσίων αγωγών, μετανάστευση, χαμένη περιουσία, νοτιοανατολικά αρρώστια, σκηνικό, αποστολή βουνών και τάφων, ευοίωνο.", "古人": "Ο Ziya εγκατέλειψε την επίσημη θέση του", "第X籤": "Ο δέκατος τέταρτος νικητής του λαχείου", "宮": "Maogong"}