{"籤詩版本二": "Οι έγνοιες και οι ανησυχίες ανακουφίζονται προσωρινά, και η χαρά έρχεται από τον ουρανό.\nΑκριβώς όπως ο νεφρίτης κρυμμένος στην κοπριά, ένας καλός εργάτης σηκώνει τη σκόνη", "詩意": "Αυτό το εξάγραμμα αντιπροσωπεύει την αρμονία του Γιν και του Γιανγκ.\nΌλα όσα σχεδιάζετε είναι ευοίωνα.", "解曰": "Τίποτα δεν κέρδισε, τίποτα δεν χάθηκε. Κέρδος από την απώλεια. Ο κακός είναι σε μπελάδες. Καλή σου τύχη, κύριος.", "籤詩故事一": "◇ Ye Meng Xiong Chao Di\nΟ Ye Mengxiong (1531-1597), του οποίου το ευγενικό όνομα ήταν Nanzhao και του οποίου το όνομα ήταν Longtang, άλλαξε σε Longtan και ονομάστηκε επίσης Huayun. Ένας ντόπιος του Wanshifang, Huizhou Fucheng (τώρα μέρος της περιφέρειας Huicheng, πόλη Huizhou) στη δυναστεία Μινγκ. Στο 44ο έτος της βασιλείας του Jiajing (1565), έγινε Jinshi και του απονεμήθηκε ο τίτλος του δικαστή της κομητείας Qing. Υπηρέτησε ως διευθυντής του τμήματος μεταγραφών και αργότερα άλλαξε σε εποπτικό λογοκριτή της Shanxi Road.\nΤο 20ό έτος του Wanli (1592), ο Γενικός Πρόξενος της Ningxia, Kuaibai (αρχηγός της μογγολικής φυλής Τατάρων), σκότωσε τον κυβερνήτη Dang Xin και κατέλαβε το σαράντα έβδομο οχυρό στην επαρχία Hexi. , διέλυσε την πόλη, προσκύνησε και έκαψε τον εαυτό του μέχρι θανάτου. Ο Μενγκ Σιόνγκ δεν είναι αλαζονικός όταν παίρνει τα εύσημα και αφήνει τις ικανότητές του να είναι εξίσου καλές με εκείνες των στρατηγών που τολμούν να πολεμήσουν. Επαναφέρετε τον αξιωματούχο Wei Xuezeng στη θέση του. Στα τελευταία του χρόνια, παραιτήθηκε πέντε φορές και επέστρεψε στο Huizhou για να χτίσει τον ναό Huilong.\nΟ Ye Mengxiong εισήλθε στον Ταοϊσμό ως δημόσιος υπάλληλος στην αρχή και ήταν διάσημος για την ακεραιότητά του. Παλαιά ιστορικά αρχεία έλεγαν ότι ήταν \"ο πρώτος σε ταπεινότητα και ικανότητα\", \"εξαλείφει τη διαφθορά και τιμωρεί τις εξεγέρσεις\", αφήνοντας καλή φήμη. εξαιρετικά πιστός, θαρραλέος, θαρραλέος και πολυμήχανος. Καλός στην πυροβολαρχία. Στο δεύτερο μισό της ζωής του, οι δεξιότητές του στις πολεμικές τέχνες καταγράφηκαν στην «Ιστορία της δυναστείας των Μινγκ» και θεωρούνταν εθνικός ήρωας.", "聖意": "Το σπίτι δεν είναι ευνοϊκό (ολοένα και πιο ήρεμο). Το φθινόπωρο και ο χειμώνας είναι καλό για τον εαυτό του, ο πλούτος είναι επιτυχημένος, οι συναλλαγές είναι επιτυχείς και ο γάμος είναι επιτυχημένος. Η Liujia έχει ψευδή συναγερμό (υπάρχουν θησαυροί). Οι πεζοί πηγαίνουν στα χωράφια για να προσευχηθούν για μεταξοσκώληκες Και τα έξι ζώα είναι επίπεδα. Βρέθηκαν άνθρωποι. Οι δημόσιες αγωγές είναι δυσμενείς. Η μετανάστευση είναι συντηρητική, η απώλεια περιουσίας εμποδίζει την ασθένεια και ο τάφος βρίσκεται στο Fushan.", "古人": "Ye Meng Xiong Chao Di", "第X籤": "Δέκατο έκτο νικητήριο Λόττο", "宮": "Maogong"}