{"籤詩版本二": "Το Χρυσό Κοράκι πέφτει στα δυτικά και το Κουνέλι ανατέλλει στα ανατολικά Ο κύκλος της ημέρας και της νύχτας συνεχίζεται από τα αρχαία χρόνια μέχρι σήμερα.\nΟι μοναχοί και οι Ταοϊστές γνωρίζουν ότι δεν υπάρχει κανένα μειονέκτημα, και οι μελετητές, οι αγρότες, η βιομηχανία και οι έμποροι ακολουθούν όλοι το μυαλό τους.", "詩意": "Αυτό το εξάγραμμα αντιπροσωπεύει την αποτρίχωση και την εξασθένηση του γιν και του γιανγκ.\nΕίναι επίσης σημάδι ότι όλα θα πάνε όπως τα σχεδίασε.", "解曰": "Δεν υπάρχει τίποτα στο μυαλό. Αυτό που κάνατε είναι αξιόλογο. Σαν βέλος από τόξο. Ένας πυροβολισμός χτύπησε τον στόχο.", "籤詩故事一": "◇ Ο θείος Cao Guo είναι αθάνατος\nΟ Cao Guojiu, ένας ντόπιος του Xuzhou, λέγεται ότι ήταν ο μεγάλος θείος του κράτους κατά την περίοδο Renzong της δυναστείας Song.Το όνομά του ήταν Cao Yi, γνωστός και ως Cao Jingxiu.\nΟ θείος Cao Guo είχε έναν μικρότερο αδερφό που ονομαζόταν Cao Er. Αυτός ο Κάο Ερ βασίστηκε στη θέση της αυτοκρατορικής εξουσίας του και διέπραξε κάθε είδους κακία. Κατέλαβε χωράφια, έπαιρνε γυναίκες και κόρες και έκανε φίλους με μερικούς άνομους κακούς, που μπαινόβγαιναν. Ο Κάο Γκουότζιου δεν άντεξε, έτσι αρνήθηκε να ακούσει τα καλά του λόγια και τις ανέσεις του, γι' αυτό χρησιμοποίησε τιμωρία για να τον ελέγξει. , τα δύο αδέρφια σφυρηλάτησαν μνησικακία.\nΟ Cao Guojiu είπε: \"Οι αρχές του κόσμου είναι ότι αυτοί που συσσωρεύουν καλά πράγματα θα ευημερούν και όσοι συσσωρεύουν το κακό θα χαθούν. Αυτή είναι μια αμετάβλητη αλήθεια. Η οικογένειά μας Cao έχει συσσωρεύσει κακές πράξεις στο παρελθόν για να πετύχει τον σημερινό πλούτο. Τώρα Ο αδερφός μου έχει συσσωρεύσει το κακό στα άκρα, ακόμα κι αν δραπετεύσει Ακόμα κι αν τιμωρηθείς από έναν αξιωματούχο, δεν μπορείς να ξεφύγεις από τις κρυφές καταστροφές. Μόλις έρθει μια καταστροφή και η οικογένειά σου καταστραφεί και κάποιος πεθάνει, δεν θα μπορέσεις να ξεφύγεις στο θα ταπεινωθώ και θα το φοβηθώ.» Έτσι, διέλυσα όλο μου τον πλούτο, βοήθησε τους φτωχούς και δεν νοιαζόταν πια για τις υποθέσεις του αδελφού του. Έπειτα άφησε το σπίτι και τους φίλους του, άλλαξε μια ταοϊστική στολή και πήγε στα βουνά για να καλλιεργήσει το μυαλό και τη φύση του.\nΜια μέρα, έτυχε να συναντήσει τον Zhongli και τον Lu Dongbin της δυναστείας Han. Ήταν πολύ χαρούμενοι που είδαν τις εύγλωττες απαντήσεις του θείου Cao Guo. Του έδωσαν το \"Μυστικό διάταγμα της επιστροφής της αλήθειας\" και τον διέταξαν να εξασκηθεί προσεκτικά. Σύντομα, Zhongli Ο Quan και ο Lu Dongbin εισήχθησαν στην τάξη των αθάνατων.", "聖意": "Καλή τύχη για το σπίτι, σπίτι, καλή τύχη, καλή τύχη, καλή τύχη στις επιχειρήσεις, γάμος, άνδρας ταξιδιώτης, φύτευση μεταξοσκώληκων στο χωράφι νωρίς, αποτυχία ζώων, αναζήτηση ανθρώπων, μήνυση, μετανάστευση, χαμένη περιουσία, καθυστερημένη ασθένεια, καλή τύχη", "古人": "Ο θείος Cao Guo είναι αθάνατος", "第X籤": "Υπογράψτε το δέκατο όγδοο", "宮": "Maogong"}