{"籤詩版本二": "Αφήνοντας το σκάφος να επιστρέψει από την παραλία με τα γρήγορα νερά, τι θέλετε να κάνετε λόγω της αναταραχής;\nΑν θέλετε να είστε ασφαλείς, αναζητήστε την ηρεμία και περιμένετε να περάσουν τα κύματα αυτή την κρίση.", "詩意": "Αυτό το εξάγραμμα είναι σαν μια βάρκα που ταξιδεύει σε μια ορμητική παραλία.\nΜείνετε συντηρητικοί σε όλα και περιμένετε την ώρα.", "解曰": "Αποβίβαση σε δυνατό νερό. Ο κίνδυνος περιμένει τον χρόνο. Αν ρωτάς για τα σχέδια κατασκήνωσης. Δεν μπορεί να γίνει τίποτα.", "籤詩故事一": "◇ Ο Ζίγι στέφεται βασιλιάς\nΟ Guo Ziyi (697-781), γνωστός και ως Guo Linggong, ήταν ντόπιος της κομητείας Zheng, Huazhou (τώρα κομητεία Huaxian, επαρχία Shaanxi) και στρατηγός της δυναστείας Tang.\nΚατά τη διάρκεια της εξέγερσης του Anshi το 14ο έτος του Tianbao (755), του απονεμήθηκε ο τίτλος του Shuofang Jiedushi (Lingwu, δυτικά του Lingwu στη σημερινή Ningxia). Διατάχθηκε να σταυροφορήσει. Συνδύασε τον στρατό του Shuofang με τον Li Guangbi για να βαδίσουν Ένωσαν τις δυνάμεις τους στο Changshan (Zhengding, Hebei) και νίκησαν τον Shi Siming, ανέκτησαν το Hebei. Εκείνη τη στιγμή, ο Guo Ziyi πρότεινε στον αυτοκράτορα να πάρει τον Fan Yang από τον βορρά και να επιτεθεί στο άντρο της τίγρης για να μειώσει την πολιορκία του Tongguan, αλλά ο Xuanzong αρνήθηκε. Στη συνέχεια, η κατάσταση των αυτονομιστικών υποτελών πόλεων στα τέλη της δυναστείας των Τανγκ φυτεύτηκε, η οποία έγινε επίσης η απομακρυσμένη αιτία του θανάτου της δυναστείας των Τανγκ.\nΤο δέκατο πέμπτο έτος της βασιλείας του Tianbao (756), αυτός και ο συνασπισμός των Ουιγούρων ειρήνευσαν τον Hequ. Την άνοιξη του επόμενου έτους, ανέκτησαν τον Hedong (τώρα Yongji, Shanxi) και τον Feng Yi (τώρα Dali, Shaanxi) και επιτέθηκαν στην Tongguan, νικώντας τον Cui Qianyu.Ο στρατός των Tang υπέστη περισσότερες από 10.000 απώλειες. Ο Cui Qianyu παραδόθηκε στον Pujin. Ένας Lushan σκοτώθηκε από τον γιο του An Qingxu.\nΤο δεύτερο έτος του Zhide (757), διατάχθηκε να οδηγήσει στρατεύματα στο Fengxiang. Στο δρόμο, νίκησε 5.000 ιππείς του Li Guiren στη γέφυρα Baiquliuyun (σημερινή νοτιοανατολικά του Sanyuan).Τον Μάιο, πολέμησε με τους An Shouzhong και Li Guiren στο Qingqu (σημερινό δυτικά του Xi'an) ηττήθηκε και αποσύρθηκε στο Wugong (σημερινό βορειοδυτικά του Wugong). Ένας Shouzhong και ο Li Guiren στο Xiang. Στα βόρεια του ναού Ji (νοτιοδυτικά της σημερινής κομητείας Chang'an), οι Ουιγούροι στρατιώτες έκαναν κύκλο πίσω από τον εχθρό, επιτέθηκαν και από τις δύο πλευρές και σκότωσαν 60.000 εχθρούς. Ο Zhang Tongru κατέφυγε στην κομητεία Shaanxi και τελικά ανέκτησε την πρωτεύουσα Τσανγκάν (σημερινό Σιάν) Το μεγαλείο του στρατού των Τανγκ αποκαταστάθηκε και πάλι στο Τσανγκάν.\nΣτη συνέχεια, ο στρατός των Tang εκμεταλλεύτηκε τη νίκη και βάδισε προς τα ανατολικά, νικώντας 150.000 άνδρες, συμπεριλαμβανομένων των Yan Zhuang και Zhang Tongru στο Xindian (τώρα νοτιοδυτικά της πόλης Sanmenxia, ​​επαρχία Henan), αναγκάζοντας τον Anqing Xu να διασχίσει τον Κίτρινο Ποταμό και να υποχωρήσει στο Xiangzhou. Ο Dongjun Luoyang επέστρεψε. Προσθέστε τον Situ στα πλεονεκτήματά του και κάντε τον Δούκα της χώρας.\nΟ Shi Siming οδήγησε τον στρατό του από τον Fan Yang για να σώσει τον An Qingxu. Οι δύο πλευρές πολέμησαν σε σχηματισμό βόρεια του ποταμού Anyang (σημερινό βόρειο τμήμα του Anyang). Ο αγώνας ήταν αξεδιάλυτος. Στο τέλος, με επικεφαλής εννέα Jiedushi, τον στρατό Tang, ισχυρίστηκε ότι είχε 600.000 άνδρες, υποχώρησε (στη μάχη του Yecheng). πόλεμος). Ο κύριος διοικητής αυτής της μάχης ήταν ο ευνούχος Yu Chaoen, ο οποίος δεν είχε ηγετικές ικανότητες και κατηγόρησε τον Guo Ziyi για την αποτυχία της μάχης. Ο Guo Ziyi κλήθηκε πίσω στο Chang'an, απαλλάχθηκε από τη στρατιωτική εξουσία και έγινε αδρανής αξιωματούχος.\nΤον πρώτο χρόνο του Baoying (762), τα στρατεύματα στο Taiyuan (σημερινά νοτιοδυτικά του Taiyuan) και στο Jiangzhou (σημερινό Xinjiang στην επαρχία Shanxi) επαναστάτησαν.Το δικαστήριο φοβήθηκε, οπότε ο Ziyi έλαβε τον τίτλο του βασιλιά του Fenyang και πήγε στο έλεγχος Jiangzhou. Αποξενώθηκε επίσης από τον ευνούχο Cheng Yuanzhen και απαλλάχθηκε από τη στρατιωτική εξουσία.\n(Το επίκεντρο αυτής της ιστορίας: ο Guo Ziyi, ο οποίος ήταν πολύ ικανός και καλά συμπεριφερόμενος, συνάντησε τον Xuanzong και μερικούς κακούς, γεγονός που έθετε σε κίνδυνο τα επιτεύγματά του.)", "聖意": "Ευλογία του σπιτιού και του εαυτού του, αναζήτηση πλούτου, καμία συναλλαγή, κανένας γάμος, κανένας ψευδής συναγερμός, Πεζοί που φτάνουν στο Tiancanji, δυσεύρετοι άνθρωποι, δημόσιες αγωγές και (όχι Xing), μετανάστευση, συντηρητικότητα, χαμένη περιουσία, δυσεύρετη, ασθένειες, προσευχόμενος για ευλογίες, βουνά και τάφους, ευοίωνος", "古人": "Ο Ziyi στέφθηκε βασιλιάς", "第X籤": "Δέκατη ένατη νικητήρια παρτίδα", "宮": "Τατσούμι"}