{"籤詩版本二": "Όταν η πολύωρη ανοιξιάτικη βροχή αρχίζει να καθαρίζει, το κουνέλι Jade και το Golden Crow γίνονται σταδιακά πιο φωτεινά\nΠαλιά πράγματα εξαφανίζονται και νέα πράγματα εμφανίζονται Ρίξτε μια ματιά και συναντήστε την πύλη του δράκου.", "詩意": "Αυτό το εξάγραμμα είναι σύμβολο της μεγάλης βροχής και του πρώιμου φωτός.\nΌλα πάνε όπως έχουν προγραμματιστεί.", "解曰": "Προστατεύεται από θεούς και Βούδες. Δεν υπάρχει κίνδυνος καταστροφής. Είθε το ταξίδι να είναι ειρηνικό. Επιστρέψτε με τιμή στο τέλος.", "籤詩故事一": "◇ Ο Jiang Taigong συναντά τον βασιλιά Wen\nΔυναστεία Zhou. Jiang Shang, ευγενικό όνομα Ziya. Άνθρωποι Ji (από το Xuzhou στην Ανατολική Θάλασσα της Κίνας). Το ταοϊστικό όνομα είναι Fei Xiong, και οι πρόγονοί του σφραγίστηκαν στο Lu (τοπωνύμιο), έτσι ονομάζεται επίσης Lu Wang.\nΓια να αποφύγει τις ταραγμένες εποχές του βασιλιά Zhou της δυναστείας Shang, ζούσε δίπλα στο νερό της Θάλασσας της Ανατολικής Κίνας και ψάρευε στον ποταμό Weishui. Το αγκίστρι είναι ίσιο.Η πρόθεσή του δεν είναι να ψαρέψει, αλλά να είναι ένας ενάρετος πρωθυπουργός.\nΟ βασιλιάς Wen of Zhou άκουσε ότι ήταν σοφός και τον προσέλαβε για δάσκαλό του (πρωθυπουργό). (Ήταν ογδόντα χρονών εκείνη την εποχή) Αργότερα, ο βασιλιάς Wu του Zhou επιτέθηκε στον βασιλιά Zhou, κατέστρεψε τη δυναστεία Shang και ίδρυσε τη δυναστεία Zhou. Ο βασιλιάς Γου τον αποκαλούσε Σανγκφού. Στον γιο του Ντινγκ Γκονγκ απονεμήθηκε ο τίτλος του Μαρκήσιου του Τσι.\n(Το επίκεντρο αυτής της ιστορίας: Ο Jiang Taigong, ο οποίος περίμενε να ψαρέψει στον ποταμό Weishui για πολύ καιρό, τελικά ξέφυγε από το πρόβλημα και χρησιμοποιήθηκε ξανά από τον King Wen.)", "聖意": "Στο σπίτι, ο ίδιος ο Zhongping προσεύχεται για ευλογίες και πλούτο. Όταν δεν υπάρχει συμφωνία, ο γάμος είναι τυχαίος. Οι γυναίκες πεζοί της Liujia μπλοκάρουν το χωράφι, οι μεταξοσκώληκες μπλοκάρουν τα έξι ζώα, εμποδίζουν την αναζήτηση του ατόμου, καθυστερημένες μηνύσεις και μετανάστευση, καλή τύχη για χαμένες περιουσίες, ασθένειες και τάφους στο όρος Xingxing.", "古人": "Ο Jiang Taigong συναντά τον βασιλιά Wen", "第X籤": "Η εικοστή πρώτη λοταρία", "宮": "Τατσούμι"}