{"籤詩版本二": "Μετά από τόσες ανησυχίες και κινδύνους, δεν θα είναι ποτέ ξανά άδεια από εδώ και πέρα\nΜια γενναιόδωρη καρδιά έχει τα δικά της γενναιόδωρα σχέδια Πρέπει να συναντήσετε έναν ειδικό για να κάνετε μεγάλα επιτεύγματα.", "詩意": "Αυτό το εξάγραμμα είναι σαν αρχαίο πηγάδι με ελατήριο.\nΣε όλα, οι ευγενείς άνθρωποι πετυχαίνουν.", "解曰": "Η αγωγή τελικά θα δικαιωθεί. Άρρωστος και ασφαλής. Πηγαίνετε μέσα και έξω για να ζητήσετε συμβουλές. Το αρχαίο πηγάδι συναντά την άνοιξη.", "籤詩故事一": "◇ Ο Yao Chong ελέγχει τις ακρίδες\nΟ Yao Chong (649-721), του οποίου το πραγματικό όνομα ήταν Yuan Chong, καταγόταν από το Shaanzhou. Υπηρέτησε ως υπουργός της Xia Guan, του Shangshu του Chunguan, του Ziweiling, του Zhongshuling και του πρωθυπουργού στη δυναστεία Tang.\nΤο τέταρτο έτος του Kaiyuan (716), η Shandong (γενικά αναφερόμενη στη λεκάνη του Κίτρινου Ποταμού ανατολικά του Huashan) μαστίστηκε από ακρίδες. Οι άνθρωποι ήταν δεσμευμένοι από δεισιδαιμονικές ιδέες και δεν τολμούσαν να τις κυνηγήσουν και να τις σκοτώσουν. Αντίθετα, έστησαν θυσίες, έκαιγαν θυμίαμα, προσκυνούσαν δίπλα στα χωράφια και παρακολουθούσαν τις σοδειές να καταβροχθίζονται από τις ακρίδες.\nΌλοι οι αξιωματούχοι πίστευαν: «Οι ακρίδες είναι φυσική καταστροφή, πώς μπορούν να ελεγχθούν από ανθρώπινο δυναμικό!» Ο αγώνας μεταξύ δύο διαφορετικών ιδεών ήταν σκληρός εκείνη την εποχή, είτε να εξαλειφθούν είτε όχι οι ακρίδες.\nΟ Γιάο Τσονγκ είπε: \"Όσο δουλεύουμε μαζί, μπορούμε να τους ξεφορτωθούμε όλους. Είπε: Οι ακρίδες φοβούνται τους ανθρώπους, επομένως είναι εύκολο να τις απομακρύνουν. Τα σπορόφυτα έχουν ιδιοκτήτες, επομένως οι διασώστες πρέπει να δουλέψουν σκληρά. Οι ακρίδες μπορούν να πετάξουν, και αν δουν φωτιά τη νύχτα, θα πετάξουν προς αυτήν· βάλτε φωτιά πάνω τους στο χωράφι, σκάψτε τρύπες ενώ καίγονται, θάψτε τις ενώ καίγονται και δεν θα μείνει τίποτα».\nΟ Xuanzong είπε: \"Οι ακρίδες είναι μια φυσική καταστροφή που προκαλείται από κακή ηθική διακυβέρνηση. Εάν ζητήσετε να κυνηγηθούν και να σκοτωθούν, αυτό δεν είναι αντίθετο;\"\nΟ Γιάο Τσονγκ πρόσθεσε: \"Η σύλληψη και η θανάτωση ακρίδων ασκούνταν από τους αρχαίους, και η μεγαλειότητά σας θα το χρησιμοποιήσει στο μέλλον. Είναι ένα σημαντικό εθνικό γεγονός για να φέρει ειρήνη και ευημερία στους αγρότες. Παρακαλούμε να το εξετάσετε σοβαρά.\"\nΟ Xuanzong πείστηκε. Τότε όμως όλοι μέσα και έξω από το δικαστήριο έλεγαν ότι δεν μπορεί να κυνηγηθεί ακρίδα.\nΟ Xuanzong είπε: \"Συζήτησα με τον πρωθυπουργό και αποφάσισα να πιάσω τις ακρίδες. Όποιος αντιτίθεται ξανά θα εκτελεστεί.\" Έτσι έστειλε τον λογοκριτή να επιβλέπει και να κατευθύνει τους ανθρώπους να κάψουν και να θάψουν τις ακρίδες.\nΤα αποτελέσματα ήταν αρκετά αποτελεσματικά.Εννέα εκατομμύρια dans ακρίδες αλιεύτηκαν σε όλη τη χώρα και η πανώλη των ακρίδων εξαλείφθηκε επιτυχώς.Η γεωργία πέτυχε καλή σοδειά εκείνη τη χρονιά.\n(Η σοφία πρέπει να χρησιμοποιείται στη διαχείριση καταστροφών και την εκκένωση και πρέπει να υπάρχουν έξυπνες στρατηγικές για να ξεπεραστούν οι δυσκολίες. Ο Yao Chong είναι ο ειδικός σε αυτό το θέμα)", "聖意": "Το σπίτι είναι συνηθισμένο, ο εαυτός είναι αποκλεισμένος, η αναζήτηση χρημάτων μπλοκάρεται, οι συναλλαγές μπλοκάρονται, ο γάμος και η αρμονία μπλοκάρονται, υπάρχει κίνδυνος στη Λιουτζία, οι πεζοί είναι αποκλεισμένοι, οι μεταξοσκώληκες είναι αποκλεισμένοι, τα ζώα είναι δυσμενή, οι άνθρωποι δεν βρίσκονται, οι άνθρωποι έχουν μπλοκαριστεί , γίνονται δημόσιες αγωγές, η μετανάστευση είναι παράλογη, τα χαμένα πράγματα είναι δύσκολο να βρεθούν, οι αρρώστιες προσεύχονται, τα βουνά και οι τάφοι είναι ανήσυχοι.", "古人": "Ο Yao Chong ελέγχει τις ακρίδες", "第X籤": "Κερδίζοντας το λαχείο εικοστό πέμπτο", "宮": "Mi Palace"}