{"籤詩版本二": "Φήμες λένε ότι τα πράγματα έχουν ανατραπεί και έλαβα ένα γράμμα από τον ορίζοντα.\nΗ φήμη και η επιτυχία που μου υποσχέθηκαν στο βιβλίο έμειναν άδεια μέχρι το τέλος.", "詩意": "Αυτό το εξάγραμμα έχει ψεύτικο όνομα.\nΣυνιστάται να είστε συντηρητικοί σε όλα.", "解曰": "Πάνω κάτω αναστατωμένος. Η αναζήτηση αναψυχής δεν είναι αδρανής. Επιθυμία για φήμη. Μείνε ασφαλής.", "籤詩故事一": "◇ Ο Ζονγκ Κούι επιτυγχάνει φώτιση\nΟ Zhong Kui, του οποίου το επώνυμο είναι Zhong Kui, του οποίου το ευγενικό όνομα είναι Zhengnan, είναι από το Zhongnanshan.\nΚατά τη διάρκεια της βασιλείας του αυτοκράτορα Dezong της δυναστείας των Tang, ο Zhong Kui έλαβε μέρος στην αυτοκρατορική εξέταση. Ο Zhong Kui διάβασε τις ερωτήσεις της εξέτασης και αμέσως έγραψε το άρθρο με μια κίνηση και το παρέδωσε. Ο επικεφαλής εξεταστής εκείνη την ημέρα ήταν ο Han Yu, ο υπουργός Πολιτικών Υποθέσεων, και ο αναπληρωτής εξεταστής ήταν ο Lu Zhi, ένας σπουδαίος λόγιος. Όταν οι δυο τους διάβασαν το χαρτί του Zhong Kui, τα μάτια τους φωτίστηκαν και είπαν από κοινού: \"Μάγος, μάγος! Κάθε λέξη σε αυτό το άρθρο είναι εξαίσια, αντάξια του Li Taibai και του Du Zimei!\" Έτσι ονόμασαν τον Zhong Kui ως την πρώτη θέση.\nΟ αυτοκράτορας Dezong άκουσε την αναφορά του Han Yu και είπε ότι ο Zhong Kui, ο νέος πρωταθλητής της επιστήμης, ήταν πολύ ταλαντούχος, έτσι κάλεσε τον Zhong Kui στο Χρυσό Παλάτι.\nΌταν ο αυτοκράτορας Dezong είδε την άσχημη εμφάνισή του, αισθάνθηκε αμέσως δυσαρεστημένος και είπε: \"Η επιλογή των μελετητών στην αυλή μας βασίζεται σε προσωπικές λέξεις και καλλιγραφία. Πώς μπορεί ένα τόσο άσχημο άτομο να επιλεγεί ως ο νούμερο ένα μελετητής στις χρυσές επιστήμες; \"\nΟ Χαν Γιου γονάτισε βιαστικά και είπε: \"Το καλό και το κακό ενός ατόμου δεν έχουν να κάνουν με την εμφάνιση. Δεν ακούς, Άγιε Κύριε, ότι ο Γιαν Γινγκ είναι τρία πόδια ψηλός και είναι ίσος με τον πρωθυπουργό; Ζου Τσανγκ τραυλίζει αλλά μπορεί να βοηθήσει τη Δυναστεία των Χαν· ο Κομφούκιος κρίνει τους ανθρώπους από την εμφάνισή τους και χάνει τον γιο του Yu. Ελπίζω η μεγαλειότητά σας να το σκεφτεί δύο φορές.\"\nΟ αυτοκράτορας Dezong συλλογίστηκε για μια στιγμή και είπε: \"Αν και τα λόγια του Han Aiqing είναι λογικά, όταν ήμουν αυτοκράτορας Taizong, ήταν δεκαοκτώ μελετητές που ήρθαν στο Yingzhou και μίλησαν γι' αυτό. Αυτός ο άνθρωπος ήταν ο νούμερο ένα λόγιος. Φοβάμαι ότι ο κόσμος θα με γελάσει που δεν αναγνωρίζω ταλέντα».\nΟ πρωθυπουργός Lu Qi ήταν στενόμυαλος και φθονούσε τα ταλέντα. Αφού άκουσε τα λόγια του αυτοκράτορα, γονάτισε και είπε: «Ο νούμερο ένα μελετητής στο χρυσό θέμα πρέπει να είναι τόσο εσωτερικός όσο και εξωτερικός. Υπάρχουν τριακόσιοι υποψήφιοι για αυτό το θέμα. Γιατί δεν επιλέγεις άλλον;»\nΌταν ο Zhong Kui είδε ότι αυτός ο άνθρωπος ήταν τόσο μπερδεμένος, δεν μπορούσε να μην θυμώσει. Έδειξε τον Lu Qi και έβρισε: \"Αν ένας τόσο ανίδεος αξιωματούχος είναι στο δικαστήριο, δεν θα κάνει κακό στη χώρα;\" Μετά από αυτό, γρονθοκόπησε με τη γροθιά του τον Λου Τσι.\nΒλέποντας αυτό, ο Ντεζόνγκ εξαγριώθηκε και είπε: «Είσαι τόσο τολμηρός, τολμάς να προκαλέσεις προβλήματα στο Golden Palace, κατέβασέ το γρήγορα!»\nΈξαλλος, ο Zhong Kui έβγαλε το σπαθί από τη μέση του στρατηγού που στεκόταν στο παλάτι και αναστέναξε δυνατά: «Είναι δύσκολο για μια απογοητευμένη γάτα να μιμηθεί μια τίγρη και ένας απογοητευμένος παπαγάλος δεν είναι τόσο καλός όσο ένα κοτόπουλο». Μετά από αυτό, αυτοκτόνησε.\nΌταν ο αυτοκράτορας Dezong είδε ότι ο Zhong Kui αυτοκτόνησε θυμωμένος, εξεπλάγη πολύ. Για να κερδίσει τις καρδιές των ανθρώπων, διέταξε να ταφεί ο Zhong Kui με τον επίσημο τίτλο του Νο. 1 μελετητή και έκανε επίσης τον Zhong Kui Θεό. του Εξορκισμού για να απαλλάξει τον κόσμο από τα κακά πνεύματα.", "聖意": "Προσευχηθείτε για ευλογίες στο σπίτι σας, τη δική σας ασφάλεια, οικονομικές δυσκολίες, επιχειρηματική αποτυχία, αποτυχία γάμου, γυναίκες πεζοί της Λιούτζια, μισομαγειρεμένοι μεταξοσκώληκες, έξι οικόσιτα ζώα, μπορούν να ανατραφούν, αγνοούμενοι, δημόσιες αγωγές από τη Δύση, απώλεια μετανάστευσης, συντηρητικότητα, απώλεια περιουσίας, ασθένεια, προσευχήσου για καλή τύχη σε βουνά και τάφους", "古人": "Ο Ζονγκ Κούι κέρδισε το Τάο", "第X籤": "Εικοστή έκτη νίκη στο λαχείο (Λοταρία)", "宮": "Mi Palace"}