{"籤詩版本二": "Στα ανατολικά, υπάρχει ένα όμορφο Chanjuan στο φως του φεγγαριού, και τα σύννεφα το σκεπάζουν για μια στιγμή και παραμένουν κρυμμένα.\nΜερικές φορές μπορεί να είναι στρογγυλό, αλλά μερικές φορές μπορεί να λείπει. Όσοι λένε το αντίθετο είναι απλώς άσκοπες κουβέντες.", "詩意": "Το φεγγάρι σε αυτό το εξάγραμμα καλύπτεται από σύννεφα.\nΌλα είναι ακόμα σε κώμα.", "解曰": "Πλωτά σύννεφα σκεπάζουν το φεγγάρι. Δεν χρειάζεται αμφιβολία. Αναμονή να μαζευτεί το σύννεφο. Τότε θα καταλάβεις.", "籤詩故事一": "◇ Ο Μπάο Γκονγκ αναζητά την αυτοκράτειρα Λι\nΚατά τη διάρκεια της βασιλείας του Zhenzong της δυναστείας Song, η αυτοκράτειρα Li (αυτοκράτειρα Li) ήταν υπηρέτρια στο χαρέμι, ευνοήθηκε από τον Song Zhenzong και προήχθη σε Wanyi και έμεινε έγκυος.\nΑλλά εκείνη την εποχή, η παλλακίδα Liu Def (μετέπειτα αυτοκράτειρα Liu) είχε κακές σκέψεις και δωροδόκησε τον ευνούχο Guo Huai για να αντικαταστήσει τον γιο της αυτοκράτειρας Li με μια ξεφλουδισμένη γάτα, άρπαξε τον γιο της και είπε στον αυτοκράτορα ότι ήταν ο βιολογικός της γιος. Ο Song Zhenzong ήταν έξαλλος και έστειλε τη Li Empress στο κρύο παλάτι.\nΑφού η παλλακίδα Ντε προήχθη σε βασίλισσα, σχεδίαζε να σκοτώσει την αυτοκράτειρα Λι, η οποία δραπέτευσε από το παλάτι.\nΜια μέρα, η Li Niangniang, που ζούσε στο δρόμο, συνάντησε τον Bao Zheng, τον αυτοκρατορικό απεσταλμένο, που περιπολούσε στην περιοχή και του είπε για την εμπειρία της ζωής της και ότι ήταν η βιολογική μητέρα του σημερινού αυτοκράτορα Song Renzong. . Αφού ο Bao Zheng έμαθε για το περιστατικό, πήρε τον Li Niangniang πίσω στο Πεκίνο, το ανέφερε στον Song Renzong και ανακάλυψε το θέμα και τελικά η μητέρα και ο γιος αναγνώρισαν ο ένας τον άλλον. Η αυτοκράτειρα Dowager Liu και ο υπεύθυνος ευνούχος Guo Huai έσκυψαν το κεφάλι και ομολόγησαν.", "聖意": "Είμαι ανήσυχος στο σπίτι, προσεύχομαι για οικονομική προστασία, οικονομικές δυσκολίες, καλή τύχη στις επιχειρήσεις, γάμο, ατυχία, άνθρωποι στο χωράφι, μεταξοσκώληκες, δυσμενή ζώα, δυσκολία εύρεσης ανθρώπων, μηνύσεις, απώλεια, μετανάστευση, συντηρητικότητα, χαμένη περιουσία, Οι δυτικές ασθένειες είναι δύσκολο να ανακάμψουν, μεταρρύθμιση ορεινού τάφου", "古人": "Ο Μπάο Γκονγκ αναζητά την αυτοκράτειρα Λι", "第X籤": "Εικοστός όγδοος νικητής του λαχείου", "宮": "Μεσημεριανό Παλάτι"}