{"籤詩版本二": "Σε συμβουλεύω να μην του ζητήσεις βοήθεια Πετάει σαν γερανός και σου ρίχνει μυστικά βέλη.\nΑν πας να μαζέψεις καυσόξυλα και υπάρχει ένα φίδι στο γρασίδι, μπορεί να σε δαγκώσει δηλητήριο και να στεναχωρηθείς.", "詩意": "Αυτό το εξάγραμμα είναι ένα σημάδι του να μένει κανείς ασφαλής και να διατηρεί τον εαυτό του.\nΝα είστε προσεκτικοί σε όλα.", "解曰": "Κλείστε το στόμα σας και κρατήστε τα δόντια σας. Είναι απρόσεκτος. Αν νιώθεις ένοχος. Στο τέλος βλάπτει τον εαυτό του.", "籤詩故事一": "◇ Συνάντηση σκακιέρας\nΟ αυτοκράτορας Taizong της δυναστείας Tang βάδιζε προς τα δυτικά και παγιδεύτηκε στην πόλη Suoyang.Cheng Yaojin επέστρεψε στο Πεκίνο για να ζητήσει ενισχύσεις.\nΟ Xue Dingshan διατάχθηκε να υπηρετήσει ως Δεύτερος Στρατάρχης και πήγε να σώσει τον Κύριο και να ειρηνεύσει το Xiliao.\nΑφού μια ομάδα ανθρώπων βγήκε από το πέρασμα Yumen, ήρθαν στο όρος Qipan. Πολιορκημένος από χιλιάδες τσιράκια στο βουνό, ο Dou Yihu, ο βασιλιάς του βουνού, ηττήθηκε από τον στρατηγό των Tang Luo Tong. Ευτυχώς, η αδελφή του Dou Xiantong ήταν μαθήτρια της Παναγίας των Κίτρινων Λουλουδιών και ήταν ικανή στις πολεμικές τέχνες. κράτησε το σχοινί της νεράιδας και έδεσε τον Λούο Τονγκ.Ο Xue Dingshan οδήγησε προσωπικά τους επίλεκτους στρατιώτες.Παγιδευμένος.\n(Το υπογεγραμμένο ποίημα αντιστοιχεί σε αυτό)\nΟ Dou Xiantong είδε την ομορφιά του Xue Dingshan και ήθελε να γίνει φίλος με τον Feng Luan, αλλά ο Xue Dingshan αρνήθηκε. Ο Dou Xiantong θύμωσε και θέλησε να τον σπρώξει και να τον αποκεφαλίσει. Ευτυχώς, ο Cheng Yaojin ήρθε να τον σώσει και διευκόλυνε τον γάμο τους. Αργότερα, ο Dou Yihu οδήγησε επίσης τους αδελφούς Qipanshan πίσω στη Δυναστεία Τανγκ για να βοηθήσει τη Δυναστεία των Τανγκ να κατακτήσει το Δυτικό Λιάο.", "聖意": "Ασφάλεια σπιτιού, προσωπικό συμφέρον, αναζήτηση πλούτου, αναμονή για επιχειρήσεις, γάμος δεν επιτρέπεται, Liujia ψευδής συναγερμός, πεζοί που μπλοκάρουν χωράφια, μεταξοσκώληκες, έξι ζώα, αγνοούμενοι, μπλοκάρισμα δημόσιων αγωγών, απώλεια (Mo Xing) Μετανάστευση, συντηρητικός, χαμένη περιουσία, η αρρώστια είναι δύσκολο να αναρρώσει, τάφος βουνό, καλή τύχη", "古人": "συνέδριο σκακιέρας", "第X籤": "Τριάντα έβδομος νικητής της λαχειοφόρου αγοράς", "宮": "Μεσημεριανό Παλάτι"}