{"籤詩版本二": "Περάστε χρόνο με γαλήνη και ησυχία, καθίστε και ξαπλώστε πίνοντας τσάι αφού χορτάσετε\nΔεν χρειάζεται να είστε απασχολημένοι σωματικά και ψυχικά και σίγουρα δεν θα προκαλέσετε αδικία ή καταστροφή.", "詩意": "Αυτό το εξάγραμμα είναι σύμβολο ειρήνης και σταθερότητας.\nΣε όλα τα πράγματα, η αναμονή για την κατάλληλη στιγμή θα φέρει καλή τύχη.", "解曰": "Μείνετε ασφαλείς και αβλαβείς. Ρωτήστε τους θεούς. Περίμενε μέχρι να έρθει η ώρα. Τα πράγματα γίνονται τυχαία.", "籤詩故事一": "◇Foyinhui Dongpo\nΚάποτε, ο Su Dongpo απέκτησε κάποια κατανόηση μελετώντας το Ζεν. Κατάλαβε ότι η κατάστασή του ήταν υπερβατική και ένιωθε χαρά σε αυτό. Μη μπορώντας να συγκρατήσω το πάθος μου, άπλωσα το στυλό μου και έγραψα ένα ποίημα:\n«Στη μέση του ουρανού, ο Jishou λάμπει έντονα σε όλο το σύμπαν· ανίκανος να τον φυσήξουν οι οκτώ άνεμοι, κάθεται όρθιος σε έναν μωβ χρυσό λωτό».\n(Οι οκτώ άνεμοι αναφέρονται σε: κέρδος, παρακμή, καταστροφή, φήμη, έπαινος, γελοιοποίηση, ταλαιπωρία και ευτυχία. Δηλαδή, το να μην ενοχλείσαι από αυτές τις οκτώ καταστάσεις ονομάζεται \"οι οκτώ άνεμοι δεν μπορούν να κινηθούν\")\nΑφού το έγραψε, ο Ντονγκπό έστειλε τον υπηρέτη του πέρα ​​από το ποτάμι για να το δώσει στον Δάσκαλο Ζεν Φοϊν του Ναού Τζινσάν.\nΑφού το διάβασε ο Δάσκαλος του Ζεν Φοϊν, το σημείωσε με τη λέξη «κλανιά» και το έδωσε στον υπηρέτη του να το πάρει πίσω.\nΟ Dongpo ήταν έξαλλος όταν το είδε, έτσι πήρε μια βάρκα πέρα ​​από το ποτάμι και πήγε στον ναό Jinshan για να βρει τη σφραγίδα του Βούδα για συζήτηση.\nΌταν ο Dongpo έφτασε στην πύλη του ναού Jinshan, ο Foyin περίμενε ήδη στην πύλη.\nΟ Su Dongpo κατηγόρησε αμέσως τον Foyin: «Γιατί αποκαλείς κλανιά το ποίημα που έγραψα;».\nΟ Foyin απάντησε: \"Δεν είσαι ήδη \"δεν μπορείς να σε φυσήξουν οι οκτώ άνεμοι\"; Πώς θα μπορούσες να σε \"χτυπήσει πέρα ​​από το ποτάμι\" από μια κλανιά!\"\nΕκείνη τη στιγμή, ο Dongpo σοκαρίστηκε όταν συνειδητοποίησε ότι δεν ήταν αρκετά καλός και έφυγε ντροπιασμένος.\n(Αυτή η ιστορία είναι μια μεταφορά για το \"Η ζέστη δεν έχει φτάσει ακόμα\")", "聖意": "Προσευχήσου για το σπίτι και τη δική σου ασφάλεια, για τον πλούτο σου, για την επιχείρησή σου, για καλή τύχη στο γάμο σου, για μια γυναίκα ταξιδιώτη από τη Λιούτζια, στο χωράφι, για να ωριμάσουν οι μεταξοσκώληκες το φθινόπωρο, για να είναι σταθερά έξι ζώα, βρες κάποιον, δυσεύρετο, για δημόσιες αγωγές, για μετανάστευση, για χαμένη περιουσία, για αρρώστια, για αποστολή σε βουνίσιο τάφο, ευοίωνος", "古人": "Foyinhui Dongpo", "第X籤": "Τριάντα ένας νικηφόρος αριθμός", "宮": "Γουέι Γκονγκ"}