{"籤詩版本二": "Το ταξίδι της επιστροφής είναι σίγουρο Ποιος ξέρει τον νεφρίτη που κρύβεται στην πέτρα;\nΜόλις ένας καλός τεχνίτης έχει ξεκάθαρη κοπή, θα νιώσει ασφάλεια και ασφάλεια στην περίοδο του ίασπι", "詩意": "Σε αυτό το εξάγραμμα, μπορείτε να δείτε την εικόνα του νεφρίτη όταν κόβετε μια πέτρα.\nΔούλεψε σκληρά για να πετύχεις σε όλα.", "解曰": "Ο θησαυρός είναι στην πέτρα. Οι ξένοι γνωρίζουν λίγα. Περιμένετε μέχρι να γίνει σαφές. Κάνε ό,τι μπορείς.", "籤詩故事一": "◇ Ο Liu Bei αναζητά ταλέντα (τρεις επισκέψεις σε εξοχική κατοικία με αχυροσκεπή, τρεις επισκέψεις σε εξοχική κατοικία)\nΗ περίοδος των Τριών Βασιλείων. Ο Zhuge Liang ζούσε απομονωμένος σε μια καλύβα με αχυρένια στο Longzhong. Ο Liu Bei ήταν πρόθυμος να αναζητήσει ταλέντα, γι 'αυτό επισκέφτηκε τον Zhuge Liang αυτοπροσώπως. Επισκέφτηκε τον Zhuge Liang τρεις φορές (γνωστό ως \"Τρεις επισκέψεις στην εξοχική κατοικία\" στην ιστορία). Ο Liu Bei ζήτησε από άλλους να μείνουν μακριά και ρώτησε τον Zhuge Liang: Η δυναστεία των Χαν έπεσε και οι ύπουλοι υπουργοί έκλεψαν τη ζωή τους. Μεγαλειότατε.\" Καλυμμένος στη σκόνη. Δεν μετράω την αρετή και τις ικανότητές μου, θέλω να πιστεύω στη μεγάλη δικαιοσύνη στον κόσμο, αλλά στη σοφία και τις ικανότητές μου είναι ρηχά, οπότε το χρησιμοποιώ ασταμάτητα. Από σήμερα. Ωστόσο, η φιλοδοξία μου δεν έχει τελειώσει ακόμα, πιστεύετε ότι το σχέδιο θα εφαρμοστεί;\"\nΣτη συνέχεια, ο Zhuge Liang του παρουσίασε το σχέδιο για τη διαίρεση του κόσμου σε τρία μέρη και ανέλυσε την κατάσταση στην οποία ο Cao Cao δεν ήταν διαθέσιμος και ο Sun Quan μπορούσε να τον βοηθήσει. , και υπήρχε η ευκαιρία να τους εκμεταλλευτούν, και μόνο αυτά τα δύο κράτη θα μπορούσαν να εκμεταλλευτούν.Μόνο τότε μπορεί να κερδίσει τον κόσμο· είπε ακόμη και στον Liu Bei τη στρατηγική της επίθεσης στις Κεντρικές Πεδιάδες. (Αυτή η συζήτηση ονομάστηκε αργότερα \"Longzhong Dui\"). Αφού ο Liu Bei το άκουσε αυτό, το επαίνεσε σαν να είχε βρει έναν θησαυρό και κάλεσε τον Zhuge Liang να βγει για να βοηθήσει, έτσι ο Zhuge Liang έγινε στρατιωτικός σύμβουλος του Liu Bei.", "聖意": "Το σπίτι είναι ήσυχο, αναζητώ πλούτο, το εμπόριο εργασίας εμποδίζει τον γάμο και γίνεται εικονικός ταξιδιώτης στη Λιούτζια.", "古人": "Ο Liu Bei αναζητά ταλέντα (τρεις επισκέψεις σε εξοχική κατοικία με αχυρένια, τρεις επισκέψεις σε εξοχική κατοικία)", "第X籤": "Ο τριάντα δεύτερος νικητής του λαχείου", "宮": "Γουέι Γκονγκ"}