{"籤詩版本二": "Ντυθείτε και αναδιαμορφώστε το παλιό οικογενειακό στυλ. Το Tao είναι χωρίς ουρανό αλλά έχει αξία.\nΑφού σκούπισαν τα αγκάθια και τα αγκάθια στο δρόμο, οι τρεις τους συμφώνησαν να ξανασμίξουν με τους συναδέλφους τους", "詩意": "Αυτό το εξάγραμμα αντιπροσωπεύει την αναδιάταξη των ρούχων.\nΌλα είναι δύσκολα πριν γίνουν εύκολα αργότερα.", "解曰": "Μην ανησυχείς. Καλά να περάσεις. Αν ρωτάς για το μέλλον. Υπάρχει καλός δρόμος μπροστά.", "籤詩故事一": "◇ Βουδιστικές γραφές του Τανγκ Μονκ\nΟ Xuanzang (602-664), ένας επιφανής μοναχός της δυναστείας των Τανγκ, είχε ένα κοινό επώνυμο Τσεν και ένα δεδομένο όνομα Γι. Γεννήθηκε στην κομητεία Goushi, Luozhou (τώρα το νότιο τμήμα της πόλης Yanshi, επαρχία Henan). Έγινε μοναχός σε ηλικία δεκατριών ετών και πήρε το βουδιστικό όνομα Xuanzang. Ο κόσμος ονομάζεται Sanzang της δυναστείας Tang.\nΤο τρίτο έτος του Zhenguan (629, γνωστό και ως το πρώτο έτος του Zhenguan), ταξίδεψε δυτικά στο Tianzhu (Ινδία) για να αποκτήσει βουδιστικές γραφές. Τόλμησε μόνος του στον κίνδυνο και υπέμεινε κακουχίες. Έφτασε μόνο σε τέσσερα χρόνια.\nΤο δέκατο έβδομο έτος του Zhenguan, ο κύριος παραιτήθηκε επίσημα και επέστρεψε στην ανατολή. Επέστρεψε στην Κίνα μέσω του Νότιου Δρόμου της σημερινής επαρχίας Xinjiang, του Khotan και του Loulan. Χρειάστηκαν συνολικά δεκαεπτά χρόνια και ένα ταξίδι 50.000 μιλίων. Όταν έφτασε στο Τσανγκάν τον πρώτο μήνα του δέκατου ένατου έτους του Ζενγκουάν, ο αυτοκράτορας διέταξε τον Λιάνγκ Γκουογκόνγκ Φανγκ Σουανλινγκ και άλλους πολιτικούς και στρατιωτικούς αξιωματούχους να του καλωσορίσουν μεγαλειώδες.\nΖητήθηκαν συνολικά 520 και 657 τόμοι των αρχικών σανσκριτικών βουδιστικών γραφών. και μεταφράστηκε στα κινέζικα.\nΜετά την επιστροφή του πλοιάρχου, έχαιρε μεγάλης εκτίμησης από τον αυτοκράτορα Taizong και τον αυτοκράτορα Gaozong και κατοχυρώθηκε στο Da Nei, δίνοντάς του τον τίτλο \"Master Tripitaka\".", "聖意": "Το σπίτι είναι σε αναταραχή, καλή τύχη για τον εαυτό του, καλή τύχη, καλή επιχείρηση, καλός γάμος, παρεμπόδιση της Liujia, άνθρωποι που έρχονται στα χωράφια, μεταξοσκώληκες, δυσμενή ζώα, αναζήτηση ανθρώπων, δημόσιες μηνύσεις, μετανάστευση, χαμένη περιουσία, καθυστερημένη ασθένεια, προσευχή για ευλογίες, οι ορεινοί τάφοι πρέπει να είναι παλιοί.", "古人": "Ο μοναχός Τανγκ μαθαίνει Βουδιστικές Γραφές", "第X籤": "Ο τριανταπέμπτος νικητής του λαχείου", "宮": "Σεν Γκονγκ"}