{"籤詩版本二": "Αν θέλετε να είστε ασφαλείς και ειρηνικοί, δεν είναι κατάλληλο να έχετε κεριά στον αέρα.\nΕίναι καλύτερα να καθαρίζετε και να κάθεστε σε μια βαθιά αίθουσα, να αποφεύγετε το φως, να ταρακουνάτε σε ένα ήσυχο μέρος και να μετακινείστε. Ανακινήστε → Γιάο. Δωρεάν → λίγα.", "詩意": "Αυτό το εξάγραμμο είναι σαν τον άνεμο που κουνάει τη λάμπα και το κερί.\nΤο να κρατάς τα πράγματα σταθερά θα φέρει καλή τύχη.", "解曰": "Τακτοποιήστε σε ένα ήσυχο μέρος. Να είσαι σε ετοιμότητα και να είσαι στην ώρα σου. Δεν είναι ευλογία. Συντηρητικό και κατάλληλο.", "籤詩故事一": "◇ Ο Λι Τζινγκ επιστρέφει στο βουνό\nΟ Λι Τζινγκ (571-2 Ιουλίου 649), ευγενικό όνομα Φαρμακοποιός, ήταν ντόπιος του Σανγιουάν, Γιονγκζού (τώρα βορειοανατολικά της κομητείας Σανγιουάν, επαρχία Σαανσί). Στρατηγός από την ύστερη δυναστεία Σούι έως την πρώιμη δυναστεία των Τανγκ, ήταν διάσημος στρατιωτικός στρατηγός με πολιτικές και στρατιωτικές δεξιότητες στη Δυναστεία Τανγκ. Αργότερα, του απονεμήθηκε ο τίτλος του Δούκα του Γουέι και ήταν γνωστός ως Δούκας του Γουέι στον κόσμο.\nΟ Λι Τζινγκ είναι ο πατέρας του τρίτου πρίγκιπα Νέζχα στη λίστα των θεών, γνωστού και ως «Βασιλιά της Τότα». Ο Λι Τζινγκ και ο γιος του βοήθησαν τον Τζιάνγκ Ζίγια (Τάι Γκονγκ) να νικήσει τη βασίλισσα Τζού, να ιδρύσει τη Δυναστεία Τζου και τον Βασιλιά Ο Γου ανέβηκε επίσημα στον θρόνο. Στη συνέχεια, ο Jiang Ziya έφτιαξε έναν κατάλογο θεών και έκανε μια τελετή για να κατευνάσει τις ψυχές των στρατιωτών που πέθαναν στη μάχη. Από τότε ο κόσμος έγινε ειρηνικός και ειρηνικός. Ο βασιλιάς Γου ήθελε να φτιάξει μαρκήσιες και να τους ανταμείψει, και ήθελε επίσης να διαθέσει γη στους ιδρυτικούς ήρωες. Ο Λι Τζινγκ, ο πατέρας και ο γιος του και άλλα επτά άτομα ζήτησαν να επιστρέψουν στο βουνό για να ασκήσουν τον Ταοϊσμό και να μην έχουν εμμονή με την κοσμική φήμη και τον πλούτο. Αργότερα και οι επτά «έγιναν άγιοι εν σώματι» και κατατάχθηκαν στην τάξη των αθανάτων.\nΗ ιστορία του \"Feng Shen Bang\"", "聖意": "Το σπίτι είναι συντηρητικό, είμαι συνηθισμένος, ψάχνω για χρήματα, δυσκολεύομαι στις επιχειρήσεις, ο γάμος μου δεν είναι σε αρμονία με τη Liujia, προσεύχομαι για τους πεζούς να έχουν εμπιστοσύνη, οι μεταξοσκώληκες ωριμάζουν το φθινόπωρο και τα ζώα είναι ασφαλή, Ψάχνω για ανθρώπους, βλέπω δημόσιες αγωγές και μετανάστευση, είμαι συντηρητικός, έχω χάσει περιουσία, είμαι άρρωστος, δεν θέλω να αλλάξω τον τάφο στο Jianxingshan.", "古人": "Ο Λι Τζινγκ επιστρέφει στο βουνό", "第X籤": "Τριάντα έβδομος νικητής της λαχειοφόρου αγοράς", "宮": "Σεν Γκονγκ"}