{"籤詩版本二": "Χιλιετής καθρέφτης ενώθηκε ξανά, γυναίκα ζητά από τον άντρα να ξαναπαντρευτεί\nΑπό τότε, η οικογένεια έχει μεταμορφωθεί, και οι ευλογίες έχουν προστεθεί στα παιδιά και τα εγγόνια.", "詩意": "Αυτό το εξάγραμμα είναι σύμβολο της επανένωσης των καθρεφτών.\nΌλα είναι σκληρή δουλειά και ακριβά.", "解曰": "Σκάβοντας άμμο σε χρυσό. Ιππασία ενός δράκου και καβάλα σε μια τίγρη. Αν και είναι επίπονο. Υπάρχει ένα συμπλήρωμα σε αυτό.", "籤詩故事一": "◇ Yulianhui δέκα φίλοι\nΣτη δυναστεία των Σονγκ, ο Qian Yulian παντρεύτηκε τον Wang Shipeng. Όταν ο Shi Peng πήγε στο Πεκίνο για να δώσει τις εξετάσεις, ο πλούσιος Sun Ruquan ανάγκασε τον Yulian να τον ξαναπαντρευτεί.\nΟ Qian Yulian απέρριψε την πρόταση του πλούσιου Sun Ruquan και προτιμούσε να παντρευτεί τον Wang Shipeng, έναν φτωχό μελετητή από το Wenzhou που προσλήφθηκε από τον \"Jing Chai\".\nΑργότερα, ο Wang Shipeng κέρδισε το πρώτο βραβείο. Επειδή αρνήθηκε να τον αναγκάσει να παντρευτεί ο πρωθυπουργός Wanqi, στάλθηκε να υπηρετήσει ως δικαστής στο απομακρυσμένο Chaoyang. Ο Sun Ruquan άλλαξε κρυφά την οικογενειακή επιστολή του Wang Shipeng σε \"επιστολή διαζυγίου\" και εξαπάτησε τον Yulian να εξαπατηθεί. Η θετή μητέρα του Qian Yulian την ανάγκασε επίσης να ξαναπαντρευτεί, αλλά η Yulian αρνήθηκε και αυτοκτόνησε πετώντας τον εαυτό της στο ποτάμι. Την έσωσε ο Qian Zaihe , μια πιπίλα από το Fujian, και υιοθετημένη ως υιοθετημένη κόρη. .\nΟ Yulian νόμιζε ότι ο Shipeng ήταν νεκρός. Πέντε χρόνια αργότερα, ο Wang Shipeng ήταν ο κυβερνήτης της Ji'an. Μια μέρα, έκανε μια τελετή μνήμης σε έναν ταοϊστικό ναό για να τιμήσει τη μνήμη της εκλιπούσας συζύγου του. Ο Yulian έτυχε να πάει στον ταοϊστικό ναό Ji'an για να κάψει θυμίαμα, και ο Wang Shipeng και ο Qian επανενώθηκαν τελικά.", "聖意": "Το σπίτι δεν είναι καλό για τον εαυτό του. Το φθινόπωρο και ο χειμώνας είναι ακμαία. Είθε ο πλούτος να ευημερεί το φθινόπωρο και το χειμώνα. Οι επιχειρήσεις ευημερούν. Είθε ο γάμος να είναι επιτυχημένος. Προσευχήσου να πάνε οι πεζοί στο χωράφι. Μπορούν να εκτρέφονται μεταξοσκώληκες. Έξι ζώα μπορούν να γίνουν Οι άνθρωποι μπορούν να βρεθούν Οι δημόσιες αγωγές είναι δυσμενείς Η μετανάστευση είναι συντηρητική Απώλεια περιουσίας Αρρώστια όψιμα Προσευχήσου για ευλογίες Τα βουνά και οι τάφοι είναι καλά.", "古人": "Yulianhui δέκα φίλοι", "第X籤": "Το τέταρτο σημάδι", "宮": "Μήτρα"}