{"籤詩版本二": "Ο κόκκινος τροχός πέφτει στη δύση, το κουνέλι ανεβαίνει στα ανατολικά, το γιν μεγαλώνει και το γιανγκ εξαφανίζεται και όλα ευημερούν\nΑν μια γυναίκα θέλει να το χρησιμοποιήσει, θα αυξήσει τον πλούτο της και θα φέρει ευτυχία στην καρδιά της.", "詩意": "Αυτό το εξάγραμμα είναι το σύμβολο της ανάπτυξης του Γιν και της εξαφάνισης του Γιανγκ.\nΌλα είναι δύσκολα πριν γίνουν εύκολα αργότερα.", "解曰": "Το Γιν ωφελεί τις γυναίκες. Δεν είναι κατάλληλο για άνδρες. Εάν ζητάτε συμβουλές. Πρώτα έρχεται το κακό και μετά έρχεται το καλό.", "籤詩故事一": "◇ Ο Γου Ζετιάν ανέβηκε στο θρόνο\nΣε ηλικία 14 ετών, ο Γου κλήθηκε στο παλάτι από τον αυτοκράτορα Ταϊζόνγκ Λι Σιμίν της δυναστείας των Τανγκ ως ταλαντούχο άτομο, με το όνομα «Γου Μέι». Μετά τον θάνατο του Taizong, ο Zetian μπήκε στο ναό Ganye και έγινε καλόγρια.\nΌταν ο αυτοκράτορας Γκαοζόνγκ της δυναστείας των Τανγκ ανέβηκε στο θρόνο, κάλεσε την οικογένεια Γου στο παλάτι για να αποτίσει φόρο τιμής στον Ζαόι. Το έκτο έτος του Yonghui (655), ο αυτοκράτορας Gaozong καθιέρωσε τη Wu ως βασίλισσά του.\nΟ Γου Ζετιάν ήταν έξυπνος, ασχολήθηκε με τη λογοτεχνία και την ιστορία και ήταν πλούσιος σε επινοητικότητα. Λίγο αφότου η Γου Ζετιάν έγινε βασίλισσα, επειδή η Γκαοζόνγκ ήταν αδύναμη και άρρωστη, μερικές φορές της εμπιστευόταν τη διαχείριση ορισμένων πολιτικών υποθέσεων, οπότε η δύναμή της μεγάλωνε. Τον πρώτο χρόνο του Shangyuan (674), ο αυτοκράτορας Γκαοζόνγκ ονομαζόταν «Αυτοκράτορας», η αυτοκράτειρα Γου ονομαζόταν «Βασίλισσα του Ουρανού» και οι δύο ονομάζονταν «Δύο Άγιοι» στο παλάτι.\nΤον πρώτο χρόνο του Χονγκντάο (683), ο Γκαοζόνγκ πέθανε, ο πρίγκιπας Λι Σιάν ανέβηκε στο θρόνο και ο Γου Ζετιάν ήρθε να κυβερνήσει τη δυναστεία. Τον Φεβρουάριο του πρώτου έτους του Σισένγκ (684), η Γου Ζετιάν καθαίρεσε τη Λι Σιάν ως βασιλιά της Λούλινγκ και καθιέρωσε τον τέταρτο γιο της Λι Νταν ως αυτοκράτορα, συνεχίζοντας να κυβερνά τη δυναστεία. Τον Σεπτέμβριο του ίδιου έτους, άλλαξε τη σημαία σε χρυσή και η Λουογιάνγκ, η ανατολική πρωτεύουσα, μετονομάστηκε σε θεϊκή πρωτεύουσα. Την ένατη ημέρα του Σεπτεμβρίου του πρώτου έτους του Τιανσού (690), ο Γου Ζετιάν αυτοανακηρύχτηκε αυτοκράτορας και άλλαξε το όνομα της χώρας σε Ζου.", "聖意": "Το σπίτι είναι δυσμενές για τον εαυτό του, προσευχή για ευλογίες, αναζήτηση πλούτου, φύλαξη συναλλαγών, καλή τύχη στο γάμο, κακή τύχη στο γάμο (γυναίκα), πεζοί που μπλοκάρουν τα χωράφια, μεταξοσκώληκες, ευημερούσα ζώα, αναζητούν ανθρώπους, χωρισμός, μηνύσεις, απώλεια, μετανάστευση , απώλεια περιουσίας, ασθένεια, σοκ, βουνά και τάφοι, καλή τύχη", "古人": "Ο Γου Ζετιάν ανεβαίνει στον θρόνο", "第X籤": "Ο τεσσαρακοστός νικητής του λαχείου", "宮": "Εσύ Παλάτι"}