{"籤詩版本二": "Θα θυμάσαι τα άπειρα καλά λόγια, αλλά θα γίνεις γιος σου αν αναγνωρίσεις τον κλέφτη.\nΜην είσαι άπληστος αυτή τη στιγμή και ανησυχείς για το πώς θα έκανε κάτι καλό πριν από ένα χρόνο.", "詩意": "Αυτό το εξάγραμμα προσδιορίζει έναν κλέφτη ως γιο.\nΝα είστε προσεκτικοί σε ό,τι κάνετε.", "解曰": "Μόνο αυτό. Ένας κύριος δεν κάνει λάθος. Εχε το στο νου. Μην είσαι μόνος.", "籤詩故事一": "◇ Ο Ντονγκ Ζούο δέχεται τον Λου Μπου\nΟ Λου Μπου, γενναίος και καλός στη μάχη, ήταν διάσημος στρατιωτικός στρατηγός στο τέλος της δυναστείας των Ανατολικών Χαν και στην αρχή των Τριών Βασιλείων. Κάποτε θεωρούσε τον Ντινγκ Γιουάν, τον κυβερνήτη του Τζιντζού, ως θετό πατέρα του και υπηρετούσε υπό τον ίδιο.\nΜετά τον θάνατο του αυτοκράτορα Λινγκ της δυναστείας των Ανατολικών Χαν, ο Ντινγκ Γιουάν πήγε στο Πεκίνο για να συνεννοηθεί με τον στρατηγό Χε Τζιν για να ελέγξει την κυβέρνηση.\nΟ Dong Zhuo πολέμησε με τον Ding Yuan, αλλά αρκετοί στρατηγοί δεν μπόρεσαν να νικήσουν τον Lu Bu, έτσι ο Dong Zhuo έστειλε τον υφιστάμενό του Li Su για να δωροδοκήσει τον Lu Bu. Ο Λι Σου έφερε σωρούς από χρυσούς και ασημένιους θησαυρούς και το διάσημο κόκκινο άλογο κουνελιού για να «επισκεφτεί τον Λου Μπου». Ο Λι Σου έφερε σωρούς από χρυσούς και ασημένιους θησαυρούς και το διάσημο κόκκινο άλογο κουνελιού για να επισκεφτεί τον Λου Μπου. Έτσι ο Lu Bu δωροδοκήθηκε από τον Dong Zhuo για να σκοτώσει τον Ding Yuan και είπε στους στρατιώτες του να έρθουν μαζί του αν ήθελαν και να φύγουν αν δεν ήθελαν να τον ακολουθήσουν. Ως αποτέλεσμα, οι περισσότεροι στρατιώτες τράπηκαν σε φυγή. Έτσι ο Lu Bu δωροδοκήθηκε από τον Dong Zhuo και σκότωσε τον Ding Yuan.\nΑφού ο Dong Zhuo κέρδισε την εξουσία, υιοθέτησε τον Lu Bu ως υιοθετημένο γιο του και τον έκανε στρατηγό και μαρκήσιο.\nΟ Dong Zhuo είχε μια βίαιη ιδιοσυγκρασία και η «σχέση πατέρα-γιου» με τον Lu Bu ήταν στην πραγματικότητα πολύ αδύναμη.Το 189 μ.Χ., με την υποκίνηση του Situ Wang Yun, ο Lu Bu σκότωσε τον Dong Zhuo.\nΈξι μήνες μετά το θάνατο του Dong Zhuo, τα παλιά στρατεύματα του Dong Zhuo εισέβαλαν στην πρωτεύουσα και ο Lu Bu και η γυναίκα του τράπηκαν σε φυγή πανικόβλητοι. Αφού έφυγε από την πρωτεύουσα, ο Lu Bu αναζήτησε καταφύγιο στους πολέμαρχους Yuan Shu, Yuan Shao, Zhang Yang, Zhang Miao, Liu Bei κ.λπ., και πολέμησε πολλές φορές με τον Cao Cao, έναν άλλο μεγάλο πολέμαρχο εκείνη την εποχή. Ο Lu Bu ήταν γενναίος και καλός στη μάχη, και νίκησε τον Κάο Κάο αρκετές φορές.\nΤο τρίτο έτος του Jian'an στη δυναστεία των Ανατολικών Han, τα στρατεύματα του Cao Cao επιτέθηκαν στο Xiaopei, τη βάση του Lu Bu, και αιχμαλωτίστηκαν και σκοτώθηκαν από τον Cao Cao κάτω από τον Πύργο Baimen. Πριν από την εκτέλεση, ο Lu Bu ζήτησε από τον Cao Cao να τον κρατήσει στη ζωή για να αποφύγει τον θάνατο, αλλά ο Liu Bei υπενθύμισε στον Cao Cao ότι ο Lu Bu είχε προδώσει πολλές φορές και ήταν ένας ανέντιμος άνθρωπος. Στο τέλος, ο Cao Cao, που εκτιμούσε μόνο τα ταλέντα ανεξαρτήτως ηθικής, εκτέλεσε τον Lu Bu.", "聖意": "Είμαι ανήσυχος στο σπίτι, συνήθως αναζητώ χρήματα, προσέχω τις συναλλαγές, είναι δύσκολο να παντρευτείς, ο άντρας Λιούτζια εκπλήσσεται, οι άνθρωποι έρχονται στο χωράφι, οι μεταξοσκώληκες είναι μισοώριμοι, έξι ζώα είναι ασφαλή, οι άνθρωποι ψάχνουν ανθρώπους, Οι αγωγές είναι κατάλληλες και η μετανάστευση, τα χαμένα πράγματα είναι δύσκολο να βρεθούν, οι ασθένειες είναι δύσκολο να βρεθούν και υπάρχει ειρήνη στον τάφο του βουνού Zhenxing.", "古人": "Ο Dong Zhuo δέχεται τον Lu Bu", "第X籤": "Ο 41ος νικητής του λαχείου", "宮": "Εσύ Παλάτι"}