{"籤詩版本二": "Ο αυτοκράτορας, ο αυτοκράτορας και η αυτοκράτειρα θα είναι επιτέλους ευγενικοί και θα περιμένουν και θα προσεύχονται για ευλογίες χωρίς απώλεια ή κέρδος.\nΌλα τα αισθανόμενα όντα επωφελούνται από αυτό, και αναμένεται ευημερία στον κόσμο και στον ουρανό.", "詩意": "Αυτό το εξάγραμμα είναι ένα σημάδι εύνοιας από τον ουρανό.\nΌλα θα είναι επιτυχημένα.", "解曰": "Ο αυτοκράτορας έδειξε την εύνοιά του. Ποτέ μην ξεχνάς. Πρωινές και βραδινές τελετουργίες. Είναι σκόπιμο να κάψετε θυμίαμα.", "籤詩故事一": "◇ Ο Μουλιάν έσωσε τη μητέρα του\nΟ Mokou Lian, ή Mulian, είναι ο πιο ισχυρός μεταξύ των δέκα μαθητών του Σακιαμούνι Βούδα.\nΗ μητέρα του ήταν άπληστη και τσιγκούνη κατά τη διάρκεια της ζωής της, έτσι έπεσε στη σφαίρα των πεινασμένων φαντασμάτων μετά τον θάνατό της. Ο Mokhullian χρησιμοποίησε τη μαγική του δύναμη για να παρατηρήσει και ανακάλυψε ότι η μητέρα του γεννήθηκε ως πεινασμένο φάντασμα, χωρίς τρόπο να βρει φαγητό και βρισκόταν σε μεγάλες δυσκολίες. Χρησιμοποίησε τη μαγική του δύναμη για να φέρει φαγητό στη μητέρα του. Απροσδόκητα, αφού η μητέρα έλαβε το φαγητό, έγινε στάχτη και δεν μπορούσε να φαγωθεί.\nΗ Maudgalyana ανησύχησε για αυτό που συνέβη και το ανέφερε στον Βούδα. Ο Βούδας είπε στον Mulian ότι τη 15η ημέρα του έβδομου σεληνιακού μήνα, θα έπρεπε να βάλει εκατό γεύσεις και πέντε φρούτα σε μια λεκάνη και να τα προσφέρει στους ενάρετους μοναχούς των δέκα κατευθύνσεων.Με αυτή τη δύναμη, η μητέρα του θα μπορούσε να φάει .\nΟ Maudgalyana ενήργησε σύμφωνα με τη θέληση του Βούδα και η μητέρα του τελικά ελευθερώθηκε. Αυτό το είδος της τελετής ονομάζεται \"Obon Festival\" και αυτό το φεστιβάλ ονομάζεται \"Obon Festival\".\n(Σημείωση: Ένα είδος ουσίας έχει διαφορετικά συναισθήματα σε διαφορετικά επίπεδα του κόσμου. Για παράδειγμα: όταν βρέχει σε αυτόν τον κόσμο, το βλέπουμε ως «νερό», ενώ τα όντα στο βασίλειο των πεινασμένων φαντασμάτων το νιώθουν ως «αίμα» και τα αισθανόμενα όντα στον κόσμο της κόλασης το αισθάνονται ως \"αίμα\". Είναι σαν να \"πέφτουν ένα σπαθί\", ενώ τα παραδεισένια όντα αισθάνονται σαν \"να πέφτουν ένα λουλούδι\".)", "聖意": "Προσευχή για σπίτι και σπίτι, προσευχή για καλή τύχη το χειμώνα, αναζήτηση πλούτου, καμία συναλλαγή, γάμος, ειρήνη στη Λιούτζια, πεζοί, κινούμενα χωράφια, μεταξοσκώληκες, έξι ζώα, εύρεση ανθρώπων, μηνύσεις, επιτυχία, μετανάστευση, συντηρητικότητα, χαμένη περιουσία, ασθένεια , ψυχική ηρεμία, γαλήνη βουνών και τάφων", "古人": "Ο Μουλιάν σώζει τη μητέρα του", "第X籤": "Υπογράψτε σαράντα δύο", "宮": "Εσύ Παλάτι"}