{"籤詩版本二": "Ο κόσμος είναι ευέλικτος και όλα τα πράγματα είναι αυτο-υποστηριζόμενα, αυτο-υποστηριζόμενα και ασφαλή\nΌλα στη ζωή είναι υπέροχα, ευχαριστήστε τους αγίους και τους σοφούς για όλα, και να είστε ακμαίοι.", "詩意": "Αυτό το εξάγραμμα αντιπροσωπεύει την αρμονία μεταξύ της γης και της γης.\nΌλα πάνε καλά και δεν υπάρχει κανένας κίνδυνος.", "解曰": "Όλα τα πράγματα γεννιούνται. Όλα τα σχέδια και οι επιθυμίες γίνονται πραγματικότητα. Η Ford βοηθάει. Ο Rui Qi βιάζεται.", "籤詩故事一": "◇Οι περιπατητές αποκτούν φώτιση\nΙστορία Ταξίδι στη Δύση:\nΟ Sun Wukong ανέλαβε το βουνό των λουλουδιών και των φρούτων και έγινε βασιλιάς. Αργότερα, για να βρει έναν τρόπο να ζήσει για πάντα, πέρασε οκτώ ή εννέα χρόνια ταξιδεύοντας σε βουνά και ποτάμια για να προσκυνήσει τον Πατριάρχη Bodhi ως δάσκαλό του. Έμαθε τα εβδομήντα -δύο αλλαγές του γήινου κακού και των σύννεφων τούμπες, και πήρε το επώνυμο Ήλιος για πρώτη φορά. Ονομάστηκε Wukong.\nΜετά από αυτό, ο Sun Wukong πήγε στο Dragon Palace στην Ανατολική Θάλασσα της Κίνας για να βρει ένα κατάλληλο όπλο και τελικά βρήκε το Ruyi Golden Cudgel, τη θεϊκή βελόνα του Tianhe και του Dinghai. Επειδή η διάρκεια της ζωής του τελείωσε, έκανε μεγάλη φασαρία στον κάτω κόσμο, αναθεώρησε το βιβλίο της ζωής και του θανάτου και επέστρεψε στον ανθρώπινο κόσμο. Αργότερα, ο Sun Wukong κλήθηκε από τον ουρανό για πρώτη φορά και ονομάστηκε Bima Wen. Αργότερα, κλήθηκε στον παράδεισο για δεύτερη φορά και ονομάστηκε βασιλιάς των μαϊμούδων. Έτρωγε κρυφά ροδάκινα και έκανε μεγάλη φασαρία στον παράδεισο. Σφραγίστηκε στον φούρνο Μπάγκουα για να εκπαιδεύσει τα χρυσά μάτια και τα φλογερά μάτια του. Τέλος, καταπνίγηκε από τον Ταθαγκάτα Βούδα στους πρόποδες του όρους Wuzhi για 500 χρόνια, ανίκανος να κινηθεί. Το μέρος όπου κλωτσήθηκε ο φούρνος Bagua μετατράπηκε σε βουνό από φλόγες.\nΠεντακόσια χρόνια αργότερα, ο μοναχός Τανγκ πήγε στη Δύση για να πάρει γραφές, πέρασε από το βουνό των Πέντε Στοιχείων και έβγαλε το φυλακτό πριν σώσει τον Σουν Γουκόνγκ. Ο Sun Wukong ξέσπασε σε κλάματα από ευγνωμοσύνη.Μετά από οδηγίες από τον Guanyin Bodhisattva, λάτρεψε τον Tang Monk ως δάσκαλό του και πήγε στη Δύση για να μάθουν μαζί γραφές. Στο δρόμο για να μάθει τις γραφές, ο Sun Wukong κατέβηκε πάνω σε δαίμονες και εξάλειψε τέρατα και έκανε επανειλημμένα απίστευτα κατορθώματα, ωστόσο, παρεξηγήθηκε και εκδιώχθηκε από τον αφέντη του Tang Seng ξανά και ξανά. Μετά από ογδόντα μία δυσκολίες, το έργο τελικά ολοκληρώθηκε.Οι τέσσερις δάσκαλοι και οι μαθητές έφτασαν στον ναό Xitian Leiyin και πήραν την αληθινή γραφή. Ο Sun Wukong πέτυχε το σωστό αποτέλεσμα.\n(Αυτή η ιστορία είναι μια μεταφορά ότι ακόμη και ένας πίθηκος μπορεί να φωτιστεί, πόσο μάλλον ένας άνθρωπος.)", "聖意": "Το σπίτι είναι ευοίωνο για τον εαυτό του, για πλούτη, επιχειρήσεις, γάμο, Liujia, άνδρες πεζούς, παρεμπόδιση χωραφιών, μεταξοσκώληκες, έξι ζώα, Zhongping, αναζήτηση ανθρώπων, μηνύσεις, επιτυχία, μετανάστευση, απώλεια περιουσίας, ασθένεια, τάφος Xingxingshan, πράγματα είναι ευοίωνες", "古人": "Ο ταξιδιώτης επιτυγχάνει φώτιση", "第X籤": "Υπεγράφη στις 43", "宮": "xugong"}