{"籤詩版本二": "Ο Τσιν Τζουν αντέχει μια συντηρητική ζωή και είναι αποφασισμένος να μην κάνει το κακό.\nΜέχρι κάποιος να ασκήσει απαλά δύναμη, τα νεκρά κλαδιά και τα γέρικα δέντρα θα αναγεννήσουν τα λουλούδια.", "詩意": "Αυτό το εξάγραμμο είναι σαν νεκρό ξύλο που μεγαλώνει λουλούδια.\nΌλα έχουν τη δική τους επιτυχία.", "解曰": "Να είστε συντηρητικοί και ήσυχοι. Τα πράγματα γίνονται πραγματικότητα. Αν μετακινηθεί, θα υπάρξουν πολλές καταστροφές. Δεν υπάρχει καμία ευθύνη στη σιωπή.", "籤詩故事一": "◇ Ψάρεμα Weishui\nΣτη δυναστεία Zhou, ο Jiang Shang, ονόματι Ziya, γεννήθηκε στο Ji (ένας ντόπιος του Xuzhou, στη Θάλασσα της Ανατολικής Κίνας) και το Ταοϊστικό του όνομα ήταν Fei Xiong. Στον πρόγονο απονεμήθηκε ο τίτλος Zai Lu (τοπωνύμιο), έτσι ονομαζόταν επίσης Lu Wang.\nΓια να ξεφύγει από τις ταραγμένες εποχές του βασιλιά Zhou της δυναστείας Shang, ο Jiang Ziya ζούσε δίπλα στο νερό της Θάλασσας της Ανατολικής Κίνας και ψάρευε στον ποταμό Weishui.\nΤο αγκίστρι είναι ίσιο.Μάλιστα η καρδιά του δεν ψαρεύει αλλά φιλοδοξεί να γίνει πρωθυπουργός.\nΟ King Wen άκουσε ότι ήταν σοφός και τον προσέλαβε για δάσκαλό του (πρωθυπουργό). (Ο Jiang Ziya ήταν ογδόντα χρονών τότε)\nΑργότερα, ο βασιλιάς Wu του Zhou επιτέθηκε στον βασιλιά Zhou της Shang, κατέστρεψε τη δυναστεία Shang και ίδρυσε τη δυναστεία Zhou. Ο βασιλιάς Γου κάλεσε τον Τζιανγκ Ζίγια Σανγκφού. Ο γιος του Φενγκ Τζιανγκ, Ντινγκ Γκονγκ, έγινε ο μαρκήσιος του Τσι.\n(Αυτή η ιστορία είναι μια μεταφορά: περίμενε την ευκαιρία, περίμενε μέχρι να υπάρξει μια ευκαιρία και μετά θα ξεκινήσει η ανάπτυξη.)", "聖意": "Καλή τύχη στην οικογένεια, στο σπίτι και στον πλούτο. Όταν έρθει η ώρα, η συναλλαγή θα είναι επιτυχής. Αν γεννηθεί ένα κορίτσι στη Liujia, οι πεζοί θα μπλοκάρουν τα χωράφια, οι μεταξοσκώληκες θα μπλοκαριστούν. Έξι ζώα θα είναι δύσκολο να βρεθούν. Καλό τύχη σε δημόσιες δίκες, μετανάστευση, συντηρητικότητα, χαμένη περιουσία, αρρώστια και καλή τύχη.Βουνά και τάφοι.", "古人": "Ψάρεμα Weishui", "第X籤": "Σαράντα έκτος κερδισμένος λαχείο", "宮": "xugong"}