{"籤詩版本二": "Ο κρύος καιρός μετατρέπει το νερό σε πάγο Γιατί να είσαι άπληστος για φήμη;\nΔεν έχω άλλη επιλογή από το να κάτσω ήσυχα και να περιμένω να ανθίσουν φυσικά τα φύλλα.", "詩意": "Σε αυτό το εξάγραμμα, το νερό μετατρέπεται σε πάγο.\nΜην ζητάτε τίποτα μάταια.", "解曰": "Το νερό παγώνει σε πάγο. Ο πάγος λιώνει σε νερό. Αν είναι συνωμοσία. Ετσι είναι.", "籤詩故事一": "◇ Ο Wang Xiang ζητά κυπρίνο (Είκοσι τέσσερις ιστορίες φιλικής ευσέβειας)\nΟ Wang Xiang της δυναστείας Jin, με το ευγενικό όνομα Fuzheng, γεννήθηκε στο Linyi.\nΌταν ο Wang Xiang ήταν νέος, η βιολογική του μητέρα πέθανε.Ο μοναχικός πατέρας του παντρεύτηκε μια γυναίκα που ονομαζόταν Zhu και ο Wang Xiang απέκτησε νέα μητέρα. Όταν ο Wang Xiang ήταν νέος, η βιολογική του μητέρα πέθανε και ο μοναχικός πατέρας του παντρεύτηκε μια γυναίκα που ονομαζόταν Zhu. Η θετή μητέρα του Wang Xiang ήταν μια στενόμυαλη και ζηλιάρα γυναίκα.Δεν της άρεσε ο Wang Xiang και τον επέπληζε συχνά για ασήμαντα θέματα. Σύντομα, η θετή μητέρα γέννησε επίσης έναν γιο που ονομάζεται Wang Lan. Η θετή μητέρα αγαπούσε μόνο τα δικά της παιδιά και θεωρούσε τον Wang Xiang ως αγκάθι στο πλευρό της. Έγινε ακόμη πιο απαιτητική για τον Wang Xiang και συχνά μιλούσε άσχημα για τον Wang Xiang μπροστά στον πατέρα του. Ακόμα και ο πατέρας του σταδιακά δεν τον αγαπούσε πια. Η θετή μητέρα αγαπούσε μόνο τα δικά της παιδιά και θεωρούσε τον Wang Xiang ως αγκάθι στο πλευρό της. Ήταν ακόμη πιο απαιτητική για τον Wang Xiang και συχνά μιλούσε άσχημα για τον Wang Xiang μπροστά στον πατέρα του. Ακόμα και ο πατέρας του σταδιακά δεν τον αγαπούσε πια. Αν και ετεροθαλής αδερφός του Wang Xiang, ο Wang Lan είναι πολύ φιλικός με τον αδελφό του. Παρά τα βασανιστήρια της θετής μητέρας της, ήταν ακόμα πολύ φιλική. Η θετή μητέρα είναι τόσο σκληρή, αλλά ο Wang Xiang είναι ακόμα πολύ φιλόξενος.\nΗ θετή του μητέρα έχει ένα χόμπι, δηλαδή της αρέσει να τρώει φρέσκο ​​ψάρι που μόλις ψαρεύτηκε έξω από το ποτάμι. Η θετή του μητέρα έχει ένα χόμπι, δηλαδή της αρέσει να τρώει φρέσκο ​​ψάρι που μόλις ψαρεύτηκε έξω από το ποτάμι. Ένα χειμώνα, ο πατέρας του έφυγε για δουλειές και η θετή του μητέρα αρρώστησε ξανά. Οι αδερφοί Wang Xiang και Wang Lan σέρβιραν προσεκτικά σούπα και φάρμακα για να φάει η μητέρα τους. Στο δριμύ κρύο, η ασθένεια της θετής μητέρας δεν βελτιώθηκε ακόμα. βιασύνη. Ένα χειμώνα, ο πατέρας του έφυγε για δουλειές και η θετή του μητέρα αρρώστησε ξανά. Οι αδερφοί Wang Xiang και Wang Lan σέρβιραν προσεκτικά σούπα και φάρμακα για να φάει η μητέρα τους. Στο δριμύ κρύο, η ασθένεια της θετής μητέρας δεν βελτιώθηκε ακόμα. βιασύνη. Η άρρωστη θετή μητέρα ήθελε να φάει φρέσκο ​​ψάρι από το ποτάμι.Σε εκείνο το δριμύ κρύο κλίμα, έξω χιόνιζε και το νερό στο ποτάμι είχε ήδη μετατραπεί σε παχύ πάγο. Η άρρωστη θετή μητέρα ήθελε να φάει φρέσκο ​​ψάρι Πού θα μπορούσε να βρει φρέσκο ​​ψάρι σε εκείνο το παγωμένο και χιονισμένο κλίμα;\nΕκείνες τις μέρες, δεν υπήρχαν πιάτα εκτός εποχής και δεν μπορούσες να τα αγοράσεις ακόμα κι αν είχες χρήματα.\nΣε αυτό το σημείο της ιστορίας, συνέβη η συγκινητική ιστορία του Wang Xiangqiu Li. Τα δύο αδέρφια φρουρούσαν τη μητέρα τους αβοήθητα. Ο Wang Xiang περπάτησε στο παγωμένο ποτάμι για να μην απογοητεύσει την άρρωστη θετή του μητέρα. Ο Wang Xiang είχε μια ιδέα και έβγαλε το πουκάμισό του ανεξάρτητα από το κρύο. Ξάπλωσε γυμνός στον παγετώνα και ήθελε να το χρησιμοποιεί τη δική του θερμοκρασία του σώματός του για να λιώσει τον πάγο (έτσι ο κυπρίνος Wang Xiangqiu ονομάζεται επίσης Wang Xiang που βρίσκεται στον πάγο). Έβγαλε το πουκάμισό του και ξάπλωσε γυμνός στον παγετώνα. Προσευχήθηκε στον Θεό και είπε: «Θεέ μου, η μητέρα μου είναι άρρωστη και θέλει να φάει φρέσκο ​​κυπρίνο. Πρέπει να βρεις έναν τρόπο για μένα ό,τι κι αν γίνει.» Περιέργως, ο πάγος δίπλα του έσπασε ξαφνικά και υπήρχαν δύο ρωγμές Ένας ζωντανός κυπρίνος πήδηξε από τη ρωγμή και πήδηξε στον πάγο. Ο Wang Xiang ήταν πολύ χαρούμενος. Προσευχήθηκε στον Θεό: «Θεέ μου, η μητέρα μου είναι άρρωστη και θέλει να φάει φρέσκο ​​κυπρίνο. Πρέπει να βρεις έναν τρόπο για μένα ό,τι κι αν γίνει.» Περιέργως, ο πάγος δίπλα του έσπασε ξαφνικά και υπήρχαν δύο ρωγμές. Ένας ζωντανός κυπρίνος πήδηξε από τη ρωγμή και πήδηξε στον πάγο.Ο Wang Xiang ήταν πολύ χαρούμενος. Γονάτισε γρήγορα, ευχαρίστησε τον Θεό και έτρεξε σπίτι με τον κυπρίνο. Γονάτισε γρήγορα, ευχαρίστησε τον Θεό και πήρε γρήγορα τον κυπρίνο και πήγε σπίτι. Αφού η θετή μητέρα έφαγε φρέσκο ​​κυπρίνο, σύντομα ανάρρωσε από την ασθένειά της. Η θετή μητέρα στο κρεβάτι του νοσοκομείου έμεινε έκπληκτη όταν είδε το γυμνό πάνω μέρος του σώματος του Wang Xiang που γινόταν μωβ από το κρύο και δύο ψάρια στα χέρια του.Έτρεξε στο δωμάτιο χαρούμενη και έμεινε άναυδη.\nΟ Wang Xiang αργότερα έγινε επίσημος και έγινε Taibao και του απονεμήθηκε ο τίτλος του Δούκα.", "聖意": "Ανήσυχο στο σπίτι, προσεύχομαι για προστασία, οικονομικές δυσκολίες, επαγγελματικά προβλήματα, γάμος, ασυνέπεια στην ασφάλεια Liujia, πεζοί, Chi Tian, ​​απώλειες μεταξοσκώληκα, έξι απώλειες ζώων, αγνοούμενοι, δημόσιες μηνύσεις, μετανάστευση, συντηρητικός, χαμένη περιουσία, ασθένεια , δύσκολο να συνέλθεις από, ορεινός τάφος, καλή τύχη", "古人": "Ο Wang Xiang ζητά κυπρίνο (Είκοσι τέσσερις ιστορίες φιλικής ευσέβειας)", "第X籤": "Σαράντα εννέα Κερδίζοντας το Λότ", "宮": "Haigong"}