{"籤詩版本二": "Μπορείτε να ταξιδέψετε σε όλες τις γωνιές της χώρας, κρεμώντας το κουβούκλιο του πανιού για να το κρατάτε ελεύθερα\nΑν έχει ευνοϊκό άνεμο, θα φτάσει σύντομα και το σκάφος θα είναι γεμάτο θησαυρούς.", "詩意": "Αυτό το εξάγραμμα είναι σαν να τραβάς μια βάρκα με τον άνεμο.\nΟλα πάνε καλά.", "解曰": "Ξεκουραστείτε. Δεν απαιτείται προσπάθεια. Πολλά πλούτη. Όλοι θαυμάστηκαν.", "籤詩故事一": "◇ Πέντε λίμνες Tao Zhugui (λίμνη Fan Ligui)\nΤην περίοδο της άνοιξης και του φθινοπώρου, ο Fan Li, του οποίου το ευγενικό όνομα ήταν Shaobo, ήταν επίσης γνωστός ως Gui Yizipi ή Tao Zhugong.\nΕκείνη την εποχή, υπήρξε πόλεμος μεταξύ της Πολιτείας Γου και της Πολιτείας Γιούε και η Πολιτεία Γου κατέστρεψε την Πολιτεία Γιούε. Ο Fan Li και ο Wen Zhong διατύπωσαν ένα σχέδιο για τον Yue King Gou Jian για να προωθήσουν το Yue και να καταστρέψουν τον Wu. Ο Fan Li ταξίδεψε προσωπικά μέσα από βουνά και ποτάμια και επισκέφτηκε τον ποταμό Huansha στο όρος Cailuo για να βρει την Xi Shi, μια όμορφη γυναίκα με αρετές, ταλέντα και ομορφιά, και την παρουσίασε στον βασιλιά του Wu. Χρησιμοποίησε μια \"ομορφιά κόλπο» για να συνεργαστεί μέσα και έξω και κατέστρεψε το βασίλειο Wu.\nΑφού κατάφερε να εξαφανίσει το βασίλειο Wu, ο Fan Li ήξερε ότι ο Gou Jian ήταν ένα \"μακρυλαιμόκοτο πουλί με ράμφος\" και μπορούσε να μοιραστεί μαζί του δυσκολίες και ευτυχία, έτσι αυτός και ο Xi Shi έπλευσαν στο βασίλειο Qi, άλλαξαν τα ονόματά τους. στον Gui Zipi και οδήγησε τους γιους και τους μαθητές του στο Qi Kingdom. Ζουν σε ένα εξοχικό δίπλα στη θάλασσα. Δούλεψε σκληρά για να καλλιεργήσει ερημιά, να διευθύνει μια παράπλευρη επιχείρηση και να κάνει επιχειρήσεις. Μέσα σε λίγα χρόνια, συσσώρευσε δεκάδες εκατομμύρια οικογενειακή περιουσία. Ήταν γενναιόδωρος στη διάδοση πλούτου και στο καλό στη γενέτειρά του. Η σοφία και η ικανότητα του Φαν Λι εκτιμήθηκαν από τον λαό του Τσι. Ο βασιλιάς του Τσι τον προσκάλεσε στο Λίντσι, την πρωτεύουσα, και τον λάτρεψε ως πρωθυπουργό υπεύθυνο για τις κυβερνητικές υποθέσεις . Αναφώνησε: \"Το να είσαι αξιωματούχος μπορεί να οδηγήσει σε υπουργούς και η διαχείριση μιας οικογένειας μπορεί να οδηγήσει σε μια περιουσία. Για έναν κοινό που ξεκίνησε από το μηδέν, αυτό έχει φτάσει στα άκρα. Το να τον τιμούν για μεγάλο χρονικό διάστημα μάλλον δεν είναι καλό σημάδι\". Έτσι, μόνο τρία χρόνια αργότερα, ο Jiliu υποχώρησε για άλλη μια φορά γενναία, επέστρεψε τη φώκια στον βασιλιά του Qi και χάρισε όλο τον οικογενειακό του πλούτο στους στενούς του φίλους και συγχωριανούς του.", "聖意": "Το σπίτι είναι καλό για τον εαυτό του (να αποσταλεί), τα χρήματα είναι καλά, η επιχείρηση είναι καλή, ο γάμος αργεί, ο γάμος δεν είναι καλός, η Liujia είναι ασφαλής, οι άνθρωποι εμποδίζουν τα χωράφια, μεταξοσκώληκες, φθινόπωρο, ζώα, άνοιξη ευημερεί, οι άνθρωποι ψάχνουν για ανθρώπους, οι αγωγές είναι κακές, η μετανάστευση είναι συντηρητική, τα χαμένα πράγματα, οι δυτικές ασθένειες έχουν λυθεί, τα βουνά και οι τάφοι είναι νότια.", "古人": "Tao Zhugui Five Lakes (Λίμνη Fan Ligui)", "第X籤": "Ο πεντηκοστός νικητής του λαχείου", "宮": "Haigong"}