{"籤詩版本二": "Το καλοκαίρι είναι η μεγαλύτερη μέρα και όλοι ανησυχούν για τη ζέστη και την κατάθλιψη\nΟ ουρανός και η γη ξέρουν επίσης τι θέλουν οι άνθρωποι, και το αεράκι φυσάει και είναι φυσικά δροσερό", "詩意": "Αυτό το εξάγραμμα δείχνει ότι όλοι ανησυχούν για τη ζέστη.\nΚάνε ότι θέλεις.", "解曰": "Δεν υπάρχει αμφιβολία για το αν θα προχωρήσουμε ή θα υποχωρήσουμε. Καλά να περάσεις. Είναι για κάμπινγκ; Δεν χρειάζεται να ενεργήσετε βιαστικά.", "籤詩故事一": "◇ Ο Κονγκ Μινγκ μπαίνει στο Σιτσουάν\nΟ Zhuge Liang (181-234), ευγενικό όνομα Kongming, ήταν ντόπιος του Yangdu, Langya (τώρα Yinan County, επαρχία Shandong) και ήταν ο πρωθυπουργός του Shu Han (Liu Bei) κατά την περίοδο των Τριών Βασιλείων.\nΑν και ο Liu Bei κέρδισε το Jingzhou, δεν ήταν αρκετό να χωρίσει μια πλευρά.Ο Zhuge Kongming σχεδίαζε να καταλάβει το Xichuan για να αυξήσει την επικράτεια του Liu Bei. Αυτή τη στιγμή, ο Liu Zhang στο Yizhou δέχθηκε επίθεση από τον Zhang Lu στο βορρά. Ο Zhuge Kongming έμαθε ότι ο Liu Zhang ήθελε να αφιερώσει τον χάρτη του Xichuan στον Cao Cao για να προστατευτεί. Όταν ο Zhang Song (ο υφιστάμενος του Liu Zhang) συνάντησε τον Cao Cao, επειδή ο Cao Cao ήταν αλαζονικός και αγενής, ο Liu Zhang πήρε τον χάρτη πίσω στο Xichuan και πέρασε την Jingzhou στο δρόμο. Ο Κονγκ Μινγκ τον περίμενε ήδη στο δρόμο και τον προσκάλεσε στο Τζιντζού, αλλά ποτέ δεν ανέφερε την εικόνα του Σιτσουάν μέχρι την ώρα της αναχώρησης. Ο Ζανγκ Σονγκ ήταν ευγνώμων στον Κονγκ Μινγκ για την ευγένεια και τη φιλοξενία του, έτσι αφιέρωσε την εικόνα του Σιτσουάν στον αυτόν.\nΤο έδαφος του Xichuan ήταν επικίνδυνο και μπορούσε να επιτεθεί ή να υπερασπιστεί.Μετά τις διάφορες διευθετήσεις του Kong Ming, το Xichuan έγινε η γενέτειρα του Liu Bei.\n(Ο Κονγκ Μινγκ αντιμετώπιζε τους ανθρώπους με ευγένεια και απέκτησε εύκολα το πολυπόθητο Σιτσουάν.)", "聖意": "Προσευχηθείτε για ευλογίες στο σπίτι και για τη δική σας προστασία (υπάρχει καλή τύχη στις κακοτυχίες) Αναζητήστε πλούτη, καλή τύχη στις επιχειρήσεις, κοινός γάμος, γέννηση αγοριών στη Λιούτζια, μετακινήσεις χωραφιών, μεταξοσκώληκες, ζημιές σε ζώα, εύρεση ανθρώπων, δημόσιες μηνύσεις , μετανάστευση, παλιά χαμένα πράγματα, βόρειες ασθένειες, ευχές για βουνά και τάφους", "古人": "Ο Κονγκ Μινγκ μπαίνει στο Σιτσουάν", "第X籤": "Κεφάλαιο 51: Κερδίζοντας την παρτίδα (Κερδίζοντας την παρτίδα)", "宮": "Μήτρα"}