{"籤詩版本二": "Χρειάζεται πολύς κόπος για να πιάσεις το φεγγάρι στο νερό Χρειάζεται πολλή προσπάθεια αλλά τίποτα.\nΜην λες βλακείες και σπαταλάς τις προσπάθειές σου για την ενδυνάμωση του σώματος.Η λέξη «σώμα μαραμένο» αρχικά σημαίνει «το σώμα είναι μοναχικό».", "詩意": "Αυτό το εξάγραμμο είναι άπληστο για την εικόνα της προσπάθειας.\nΌλα είναι επίπονα και επίπονα.", "解曰": "Οι υποσχέσεις είναι δύσκολο να θυμόμαστε. Πολλή σκληρή δουλειά. Ανησυχείτε στο σπίτι. Περιμένοντας να συναντήσω ευγενείς ανθρώπους.", "籤詩故事一": "◇ Ο Ταϊμπάι έπιασε το φεγγάρι μεθυσμένος (Ο Λι Ταϊμπάι έπιασε το φεγγάρι όταν ήταν μεθυσμένος)\nLi Bai (701-762), γνωστός και ως Taibai, γνωστός και ως Qinglian Jushi. Ο ποιητής της δυναστείας των Τανγκ, που αποκαλούσε τον εαυτό του εξορισμένο αθάνατο, ήταν γνωστός ως ο Αθάνατος της Ποίησης και ήταν πάντα χαρούμενος χωρίς να πίνει.\nΚάποτε ο Li Bai ήρθε στο Jinling (τώρα Nanjing) και ξεκουράστηκε σε ένα εστιατόριο δίπλα στη γέφυρα Wende.\nΕκείνη η μέρα έτυχε να είναι η δέκατη πέμπτη μέρα του χειμερινού σεληνιακού μήνα.Το βράδυ καθόταν μόνος του στο εστιατόριο και θαύμαζε το φεγγάρι, ενώ έπινε και έλεγε ποιήματα. Εκείνη η μέρα έτυχε να είναι η δέκατη πέμπτη μέρα του χειμερινού σεληνιακού μήνα.Το βράδυ καθόταν μόνος του στο εστιατόριο και θαύμαζε το φεγγάρι, ενώ έπινε και έλεγε ποιήματα. Ο Λι Ταϊμπάι αγάπησε το φεγγάρι περισσότερο στη ζωή του, λέγοντας ότι ήταν καθαρό και όμορφο. Ο Λι Ταϊμπάι αγάπησε το φεγγάρι περισσότερο στη ζωή του, λέγοντας ότι ήταν καθαρό και όμορφο. Εκείνο το βράδυ, σήκωσε το βλέμμα του και είδε το λευκό και στρογγυλό φεγγάρι στον ουρανό, χάρηκε πολύ και ήπιε μερικά ποτήρια ακόμα. Εκείνο το βράδυ, σήκωσε το βλέμμα του και είδε το λευκό και στρογγυλό φεγγάρι στον ουρανό, χάρηκε πολύ και ήπιε μερικά ποτήρια ακόμα. Τα μεσάνυχτα, ο Li Taibai εκμεταλλεύτηκε το κρασί και κατέβηκε στη γέφυρα Wende. Τα μεσάνυχτα, ο Li Taibai εκμεταλλεύτηκε το κρασί και κατέβηκε στη γέφυρα Wende. Μόλις πάτησε στη γέφυρα, κατέβασε το κεφάλι του και ξαφνικά είδε το φεγγάρι να πέφτει στο νερό.Όταν το ποτάμι κινήθηκε, μερικές μαύρες γραμμές προστέθηκαν στη λευκή σκιά του φεγγαριού. Μόλις πάτησε στη γέφυρα, κατέβασε το κεφάλι του και ξαφνικά είδε το φεγγάρι να πέφτει στο νερό.Όταν το ποτάμι κινήθηκε, μερικές μαύρες γραμμές προστέθηκαν στη λευκή σκιά του φεγγαριού. Ο Λι Ταϊμπάι ήταν τόσο μεθυσμένος εκείνη τη στιγμή που νόμιζε ότι ήταν το φεγγάρι που λερώθηκε από το νερό του ποταμού. Ο Λι Ταϊμπάι ήταν τόσο μεθυσμένος εκείνη τη στιγμή που νόμιζε ότι ήταν το φεγγάρι που λερώθηκε από το νερό του ποταμού. Δεν μπήκε καν στον κόπο να βγάλει τις μπότες του, άνοιξε τα χέρια του και πήδηξε από τη γέφυρα για να πιάσει το φεγγάρι. Δεν μπήκε καν στον κόπο να βγάλει τις μπότες του, άνοιξε τα χέρια του και πήδηξε από τη γέφυρα για να πιάσει το φεγγάρι. Απροσδόκητα, με αυτό το άλμα, το φεγγάρι δεν πιάστηκε, αλλά το φεγγάρι στο νερό γκρεμίστηκε και αμέσως χωρίστηκε στα δύο. Απροσδόκητα, σε αυτό το άλμα, το φεγγάρι δεν πιάστηκε, αλλά ο άνθρωπος πνίγηκε. Πέθανε σε ηλικία εξήντα δύο ετών.", "聖意": "Το σπίτι είναι ανήσυχο και είσαι σε κακή τύχη (προσοχή στην υγεία σου) (άτυχος) Ψάξε ισορροπία στα πλούτη (μην το σκέφτεσαι καν) Δυσκολία στις συναλλαγές, ο γάμος δεν λύνεται, προσευχήσου για προστασία (άδειοι θησαυροί για να αποτρέψεις αποβολή) Οι πεζοί έχουν πρόβλημα, οι μεταξοσκώληκες στο χωράφι είναι πέντε σημεία και έξι ζώα σε παρακμή, αναζητούν ανθρώπους (ατυχή) δημόσιες μηνύσεις και (Σταματήστε τη δίκη) Συνήθης μετανάστευση (μην το αναφέρετε) Απώλεια περιουσίας (αεροσκάφη) Προσευχή για προστασία από αρρώστια (ατυχής) Καλή τύχη σε βουνά και τάφους", "古人": "Ο Ταϊμπάι έπιασε το φεγγάρι μεθυσμένος (Ο Λι Ταϊμπάι έπιασε το φεγγάρι μεθυσμένος)", "第X籤": "Πενήντα δεύτερη νίκη στο λαχείο (Λοταρία)", "宮": "Μήτρα"}