{"籤詩版本二": "Όταν η απογοήτευση μετατρέπεται σε αγαλλίαση, οι δράκοι βρυχώνται και οι τίγρεις.\nΟ γαλάζιος ουρανός έχει το δικό του δρόμο προς τον ουρανό.Μακάρι να έχω άλλη μια ευκαιρία να αποκτήσω φήμη.", "詩意": "Αυτό το εξάγραμμα μοιάζει με δράκο που βρυχάται και τίγρη που βρυχάται.\nΥπάρχει ελπίδα ότι όλα θα πάνε καλά.", "解曰": "Απλώς δίδαξε και πήγαινε. Να έχετε τη δική σας ευημερία. Πρέπει να γίνει στο τέλος. Υπάρχει ένα μέρος για να βρεθεί.", "籤詩故事一": "◇ Ο Liu Bei στρατολογεί μια νύφη\nΜετά τη μάχη του Chibi, ο Sun Quan ήταν πρόθυμος να ανακτήσει το Jingzhou, το οποίο είχε αποκτήσει ο Liu Bei, έτσι χρησιμοποίησε το σχέδιο του Zhou Yu, προσποιούμενος ότι ήθελε να αρραβωνιάσει την αδελφή του Sun Ren με τον Liu Bei, αλλά στην πραγματικότητα ήθελε να πάρει Ο Liu Bei ως όμηρος για να διεκδικήσει τον Jingzhou.\nΑφού ο Zhuge Liang κατασκόπευσε το σχέδιο του Zhou Yu, έδωσε το φυλλάδιο με τη στρατηγική στον Zhao Yun, ο οποίος προστάτευε τον Liu Bei όταν πήγε στο Soochow. Ο Zhao Yun ακολούθησε τη στρατηγική στο φυλλάδιο και σκόπιμα έκανε μεγάλη βουτιά για να αφήσει τον Wu Guotai ( Ο πατέρας του Sun Quan) γνωρίζουν την πρόταση γάμου. Επειδή η Wu Guotai αγαπούσε την κόρη του και δεν ήταν πρόθυμη να πάρει περιστασιακές αποφάσεις για τις ισόβιες υποθέσεις της κόρης της, επέπληξε τον Sun Quan ότι ήταν αδίστακτος στην αδερφή του και πρότεινε να ελέγξει προσωπικά αν ο Liu Bei ήταν άξιος της κόρης του στο ναό Ganlu. Αφού η Wu Guotai γνώρισε τον Liu Bei, εκτιμούσε πολύ τον Liu Bei και υποστήριξε σθεναρά τον γάμο μεταξύ του Liu Bei και της κόρης του. Ως αποτέλεσμα, ο Liu Bei παντρεύτηκε επιτυχώς την κυρία Sun.\nΑργότερα, ο Liu Bei και η κυρία Sun έφυγαν μαζί στο Jingzhou. Αργότερα, ο Sun Quan ήθελε να επιτεθεί κρυφά στον Jingzhou ενώ ο Liu Bei επιτέθηκε στον Yizhou, αλλά τον σταμάτησε ο Wu Guotai, ο οποίος ανησυχούσε για την ασφάλεια της κόρης του.\nΕίπε: \"Το έξυπνο σχέδιο του Zhou Yu είναι το καλύτερο στον κόσμο. Έχασε τη γυναίκα του και έχασε τα στρατεύματά του.\"\n(Ο Liu Bei κέρδισε από το κακό)", "聖意": "Είμαι άτυχος στο σπίτι και είμαι άτυχος (πρώτα κακή τύχη, μετά καλή τύχη) Ψάξε πλούτο, ισορροπία, δυσκολία στο γάμο, επιτυχία στο γάμο. Προσευχήσου για ευλογίες για τους πεζούς, μεταξοσκώληκες στα χωράφια, πέντε βαθμούς για ζημιές στα ζώα, αναζήτηση για ανθρώπους, μηνύσεις και μετανάστευση, καλή τύχη για χαμένη περιουσία, καλή τύχη για αρρώστιες, γαλήνη βουνών και τάφων.", "古人": "Ο Liu Bei στρατολογεί μια νύφη", "第X籤": "Ο πενήντα τρίτος νικητής αριθμός", "宮": "Μήτρα"}