{"籤詩版本二": "Η αρετή από πατέρα σε γιο μεταβιβάζεται στον εγγονό.Η ευημερία στην τροφή και την ένδυση εξαρτάται μόνο από τον Θεό.\nΤο Chunxuan στην αίθουσα κάνει τους ανθρώπους χαρούμενους.Όταν πεινούν, ταΐζουν, διψούν και νυστάζουν, το Chunxuan είναι μια μεταφορά για τους γονείς.", "詩意": "Αυτό το εξάγραμμα συνδέεται με την εικόνα του μπαμπού που οδηγεί στην άνοιξη.\nΕλπιζω ολα να πανε καλα.", "解曰": "Πάρτε μπαμπού και οδηγήστε στην άνοιξη. Διαδίδεται ατελείωτα. Ένας κύριος αναζητά την ελπίδα. Όλοι ευχαριστημένοι.", "籤詩故事一": "◇ Ο βασιλιάς Γου του Τζου ανέβηκε στο θρόνο\nΟ βασιλιάς Wu του Zhou επιτέθηκε στον βασιλιά Zhou και οδήγησε οκτακόσιους πρίγκιπες να πολεμήσουν εναντίον του στρατού του King Shang. Οι στρατιώτες στο Chaoge (πρωτεύουσα του βασιλιά Shang) στράφηκαν επίσης εναντίον του βασιλιά Shang και πρόδωσαν τον βασιλιά Shang.\nΟ βασιλιάς Zhou κάηκε στον Πύργο Zhaixing και η δυναστεία Shang καταστράφηκε.\nΟ βασιλιάς Γου δέχτηκε το χρυσό βιβλίο και τον χρυσό θησαυρό, που είναι ο θρόνος του αυτοκράτορα, κοίταξε νότια, τα χέρια του ήταν διπλωμένα και κάθισε όρθιος. Ο βασιλιάς Γου διέταξε να διανεμηθεί η περιουσία του Λουτάι, να κατεδαφιστεί ο πύργος συλλογής των αστεριών και να διανεμηθούν οι κόκκοι ρυζιού που ήταν αποθηκευμένοι στο Τζουτσιάο.\nΑπελευθερώστε τον φυλακισμένο Τζίζι και επισκευάστε τον τάφο του Μπίγκαν. Ο βασιλιάς Γου πέρασε από την πόρτα του σπιτιού του σοφού Σανγκ Ρονγκ και έσκυψε το κεφάλι του. Σεβαστείτε τους ενάρετους και ευγενικούς ανθρώπους και αφήστε τους σκλάβους στο εσωτερικό παλάτι.\nΣταμάτησε επίσης τον οπλισμό και προώθησε τον πολιτισμό και την παιδεία. Στα νότια του Nanshan, τα άλογα βόσκουν και τα βοοειδή βόσκουν στην ύπαιθρο με ροδακινιές.Είναι μια ειρηνική σκηνή.", "聖意": "Το σπίτι δεν είναι σε καλή κατάσταση (καλή τύχη), μπορείτε να κάνετε τις δικές σας ευχές (καλή τύχη), να αναζητήσετε οικονομικό όφελος, να κάνετε μια συναλλαγή και να παντρευτείτε (γνωρίστε έναν καλό γαμπρό), η Liujia είναι ασφαλής (ζώδιος σημάδι), οι πεζοί μετακινούν χωράφια, οι μεταξοσκώληκες είναι τυχεροί, έξι ζώα είναι κατεστραμμένα, οι άνθρωποι είναι δύσκολο να βρεθούν (δείτε), δημόσιες μηνύσεις, ευγενείς άνθρωποι μετακινούνται, η καλή τύχη χάνεται και τα πράγματα φαίνονται Ασθένειες και ασθένειες", "古人": "Ο βασιλιάς Γου του Τζου ανέβηκε στο θρόνο", "第X籤": "Πενήντα πέμπτη νίκη στο λαχείο (κλήρωση)", "宮": "Άσχημο παλάτι"}