{"籤詩版本二": "Η παραλία είναι γεμάτη βράχους, το ρέμα κυλάει, ο αέρας είναι καθαρός, το φεγγάρι καθαρό, και οι ευγενείς άνθρωποι είναι απασχολημένοι.\nΣτο δρόμο, πρέπει να ρωτήσω πού να πάω, μην παίρνετε το άρωμα των λουλουδιών και των φυτών στο δάσος, μην το φροντίζετε.", "詩意": "Αυτό το εξάγραμμα είναι σαν μια βάρκα που ταξιδεύει σε μια μικρή παραλία.\nΣε όλα, υπάρχουν ευγενείς άνθρωποι να βοηθήσουν.", "解曰": "Να βγάλω τα προς το ζην. Πολλή σκληρή δουλειά. Μείνετε συντηρητικοί και περιμένετε. Τα καλύτερα.", "籤詩故事一": "◇ Εξέγερση Λουσάν\nΈνας Lushan (703-757), του οποίου το επώνυμο ήταν Kang και το όνομα Yaluoshan, ήταν από το Liucheng, Yingzhou (τώρα Chaoyang, Liaoning).\nΑργότερα, πήρε το επώνυμο Αν και άλλαξε το όνομά του σε Λουσάν. Κατά τη διάρκεια της βασιλείας του αυτοκράτορα Xuanzong της δυναστείας Tang, ο An Lushan ήταν ο στρατιωτικός απεσταλμένος.\nΤον Νοέμβριο του 14ου έτους του Tianbao, ο An Lushan σήκωσε στρατεύματα στο Fanyang. Στο όνομα της επίθεσης στον Yang Guozhong, ξεκίνησε μια εξέγερση και πήρε τα στρατεύματα τριών πόλεων για να επιτεθεί στη Luoyang, την ανατολική πρωτεύουσα. Οι αναφορές από το Taiyuan έσπευσαν στο Lishan. Ο Tang Xuanzong, ο οποίος βρισκόταν στο παλάτι Huaqing στο Lishan εκείνη την εποχή, δεν πίστευε ότι ο Anlushan θα επαναστατούσε. Ωστόσο, τα νέα για την εξέγερση συνέχισαν να διαδίδονται και ο Xuanzong ήταν ακόμα μισοπεισμένος. (Αυτή είναι μια απεικόνιση του \"ήχου του τρεχούμενου νερού σε μικρούς βράχους σε ένα ρυάκι\")\nΜόλις ο Yan Zhenqing, ο νομάρχης της κομητείας Pingyuan, έστειλε κάποιον να στείλει πληροφορίες ότι ο Xuanzong ξύπνησε από το όνειρό του.\nΚάτω από τη λανθασμένη στρατηγική του αυτοκράτορα Xuanzong της δυναστείας Tang, το σύνταγμα ιππικού του An Lushan κατέλαβε τη Luoyang, την ανατολική πρωτεύουσα. Τον πρώτο μήνα του επόμενου έτους, αυτοανακηρύχτηκε αυτοκράτορας Dayan στο Luoyang, Jianyuan Shengwu, αυτοκράτορας Xiongwu και Da Xixun ως πρωθυπουργός.\nΤον Ιούνιο του ίδιου έτους, ο αυτοκράτορας Xuanzong της δυναστείας Tang, πρόθυμος να εκτονώσει την κρίση στο Chang'an και με λάθος στρατιωτική κατανόηση, εκτέλεσε δύο διάσημους στρατηγούς, τον Feng Changqing και τον Gao Xianzhi. Αυτή η διαταγή συγκλόνισε τον στρατό των Tang. (Αυτή η συμπεριφορά παραβιάζει το \"ο δρόμος πρέπει να δείχνει προς το μπροστινό ποτάμι\")\nΣτη συνέχεια, ο αυτοκράτορας Xuanzong της δυναστείας Tang διέταξε επειγόντως έναν άλλο στρατηγό, τον Ge Shuhan, να οδηγήσει τον στρατό των Tang προς τα ανατολικά από το Tongguan.\nΟ Ge Shuhan, ο οποίος κατάλαβε πλήρως το στρατηγικό λάθος του αυτοκράτορα Xuanzong της δυναστείας Tang, σχεδίασε να καθυστερήσει την αλλαγή (η προσέγγιση \"είναι εντάξει αν ο άνεμος είναι ήρεμος και η παλίρροια είναι ήρεμη\").\nΣτο τέλος, ο αυτοκράτορας Xuanzong της δυναστείας των Tang σκέφτηκε ότι ήταν πολύ δειλός για να πολεμήσει, οπότε δεν είχε άλλη επιλογή από το να πολεμήσει με τον An Lushan κλαίγοντας και νικήθηκε. (Εκπληρώνει το \"Εάν εργάζεσαι σκληρά για να συντηρήσεις τον εαυτό σου, μπορεί να τραυματιστείς.\")\nΣτη δυναστεία των Τανγκ, όταν τα συνοριακά στρατεύματα και οι τοπικές φρουρές δεν είχαν χρόνο να απαντήσουν, ο στρατός του Αν Λουσάν πίεσε τα σύνορα και μπήκε στην περιοχή της πρωτεύουσας. Σε μια κρίσιμη κατάσταση, ο αυτοκράτορας Xuanzong της δυναστείας Tang οδήγησε το Σώμα των Φρουρών να δραπετεύσει από την πρωτεύουσα, προκαλώντας την πτώση του χωρίς αρχηγό Xijing Chang'an.\n(Ο Tang Xuanzong παραβίασε την καθοδήγηση αυτού του ζωδίου, έτσι η εξέγερση του An Lushan ήταν επιτυχής.)", "聖意": "Το σπίτι είναι ασφαλές, ο εαυτός είναι ευοίωνος, η περιουσία είναι σταθερή, η συναλλαγή είναι ευημερούσα και ο γάμος είναι επιτυχής (προσοχή) Ένας άνδρας πεζός από τη Liujia έρχεται στο χωράφι, οι μεταξοσκώληκες θερίζονται και έξι ζώα έχουν υποστεί ζημιά. βρίσκεται και δικαιολογείται η δημόσια αγωγή.Η χαμένη περιουσία φέρνει αρρώστια, δηλαδή να επισκευαστεί ο τάφος του Ανσάν.", "古人": "Εξέγερση Λουσάν", "第X籤": "Η πεντηκοστή έκτη λοταρία", "宮": "Άσχημο παλάτι"}