{"籤詩版本二": "Ανεβείτε κατευθείαν στο διπλό κτίριο για να κρυφθείτε, που περιβάλλεται από ένα δάσος από αγκάθια\nΟ Tian Gaojun έχει μια μεγάλη ζωή και μια σύντομη ζωή. Κέρδισε μια επιτυχία και χάσεις δύο ανθρώπους. Πήγαινε γύρω →.", "詩意": "Αυτό το εξάγραμμα είναι ένα σημάδι ότι τα πράγματα παραμένουν παλιά και αλλάζουν ανά πάσα στιγμή.\nΌλα θα είναι ευοίωνα αν περιμένετε την κατάλληλη στιγμή.", "解曰": "Σαν μεθυσμένος ποτό. Απλά να είσαι συντηρητικός. Περίμενε μέχρι να έρθει η ώρα. Καμία καταστροφή, καμία ευθύνη.", "籤詩故事一": "◇ Βουνό Zhang Liangyin\nΣτη δυναστεία των Χαν, ο Ζανγκ Λιάνγκ, του οποίου το ευγενικό όνομα ήταν Ζιφάνγκ, ήταν Κορεάτης.Οι πρόγονοί του για πέντε γενιές ήταν όλοι Κορεάτες πρωθυπουργοί.\nΌταν το κράτος Τσιν κατέστρεψε τη Νότια Κορέα, ο Ζανγκ Λιάνγκ διέλυσε όλο του τον πλούτο και κρύφτηκε.Θέλοντας να εκδικηθεί τη Νότια Κορέα, έστειλε έναν ισχυρό άνδρα με έναν σιδερένιο κώνο στο σώμα του. Επιτιθέμενος στον Qin Shihuang στην Bolangsha (τώρα κομητεία Yuanyang, στην επαρχία Henan), χτύπησε κατά λάθος το αυτοκίνητο του βοηθού. Ο Πρώτος Αυτοκράτορας ήθελε να συλλάβει τον Zhang Liang σε όλη τη χώρα, αλλά δεν μπορούσε να τον πιάσει για δέκα μήνες.\nΑργότερα, ο Ζανγκ Λιάνγκ βοήθησε τον Βασιλιά του Χαν να ενώσει τον κόσμο. Μετά την επιτυχία του, αρνήθηκε να ανταμειφθεί και διορίστηκε αξιωματούχος, και υπό το πρόσχημα της εκμάθησης του Ταοϊσμού από τον Chisongzi (αθάνατο).", "聖意": "Προσευχηθείτε για ευλογίες στο σπίτι και για τη δική σας ασφάλεια (η υποτονική τύχη μπορεί να εξηγηθεί μόνο με καλοσύνη) Η αναζήτηση πλούτου είναι φυσιολογική (αποφύγετε) Οι συναλλαγές θα είναι επιτυχείς (περιμένετε ένα λεπτό) Ο γάμος δεν είναι σε αρμονία με τη Liujia, καλή τύχη όταν ταξιδεύετε στο χωράφι, οι μεταξοσκώληκες είναι μισοί ευοίωνοι, έξι ζώα ευημερούν (αποτυχία), ψάχνουν για ανθρώπους, εμποδίζουν δημόσιες αγωγές, απώλεια, η μετανάστευση είναι ευοίωνη (άτυχη) ) Απώλεια περιουσίας, κακή τύχη για ασθένεια, προσευχή για καλή τύχη σε βουνά και τάφους", "古人": "Βουνό Zhang Liangyin", "第X籤": "Πενήντα εννέα Κερδίζοντας το Λότ (Λοταρία)", "宮": "Παλάτι Γιν"}