{"籤詩版本二": "Πρωί και σούρουπο, η υποστήριξη του Βούδα πρέπει να είναι σε περιόδους κινδύνου αλλά όχι σε κίνδυνο\nΑν σε ελκύει κάποιος ευγενής, τότε θα σε συνοδεύσουν και τα χρήματα και το μετάξι.Αυτός είναι ο Τσουάν Λάι. Όλα εξαρτώνται από εσάς.", "詩意": "Αυτό το εξάγραμμα αντιπροσωπεύει τη μυστική ευλογία των θεών και των Βούδων.\nΥπομονή και καλή τύχη σε όλα.", "解曰": "Σημάδι παλιομοδίτικης ειρήνης. Όταν όλα είναι ακριβά, θα είναι ευοίωνο.", "籤詩故事一": "◇ Ο Τανγκ Μονκ πέτυχε τη φώτιση\nΜια μέρα, ο Τανγκ Σενγκ ήρθε στο ποτάμι και είδε μπροστά του το βουνό Λινγκσάν του Βούδα.Μπροστά του υπήρχε μια μονόπλακη γέφυρα.Ο Τανγκ Σενγκ δεν τόλμησε να το διασχίσει. Ο Βούδας μεταμορφώθηκε σε βαρκάρη και κράτησε μια απύθμενη σπασμένη βάρκα.Μόλις ο Τανγκ Μονκ ανέβηκε στη βάρκα, έπεσε στο ποτάμι και σώθηκε από τον βαρκάρη.Έτσι ο Τανγκ Μονκ έφτασε στη Βούδα. (Ιστορία του ταξιδιού στη Δύση)\n◇ Βουδιστικές γραφές του Τανγκ Μονκ\nSanzang της δυναστείας Tang, το κοινό του επώνυμο ήταν Chen και το όνομά του ήταν Yi. Γεννήθηκε στην κομητεία Goushi, Luozhou (τώρα νότια της πόλης Yanshi, επαρχία Henan). Έγινε μοναχός σε ηλικία δεκατριών ετών και πήρε το βουδιστικό όνομα Xuanzang.\nΓια να αποκτήσει τις αυθεντικές βουδιστικές γραφές, ξεκίνησε από την Τσανγκάν (σημερινή Σιάν, επαρχία Σαανσί) το τρίτο έτος του Ζενγκουάν (μ.Χ. 629), πέρασε τα σύνορα και πέρασε από αμέτρητες δυσκολίες για να φτάσει στην Τιανζού ( Ινδία) για τη συλλογή γραφών. Ταξίδεψε στις λεκάνες του Γάγγη και του Ινδού και στις νοτιοανατολικές παράκτιες περιοχές της Ινδίας, μετά διέσχισε τα χιονισμένα βουνά και τις πράσινες κορυφογραμμές, κάνοντας πεζοπορία περισσότερα από 50.000 μίλια πέρα ​​δώθε. Του πήρε 16 χρόνια για να επιστρέψει τελικά στο Chang'an το το 19ο έτος του Zhenguan (μ.Χ. 645). Έφερε πίσω μεγάλο αριθμό βουδιστικών γραφών και τις μετέφρασε στα κινέζικα.\n(Ο Τανγκ Σανζάνγκ πέρασε ένα μακρύ ταξίδι πέρα ​​δώθε μεταξύ Κίνας και Ινδίας. Πρέπει να αντιμετώπισε κινδύνους κατά τη διάρκεια του ταξιδιού, αλλά μπόρεσε να επιστρέψει με ασφάλεια επειδή υπήρχε ένας αόρατος προστάτης άγιος πίσω του.)", "聖意": "Το σπίτι είναι ασφαλές, ο εαυτός είναι ευοίωνος, η δυτική επιχείρηση είναι επιτυχημένη, ο γάμος είναι επιτυχημένος, οι πεζοί μπλοκάρουν το χωράφι, οι μεταξοσκώληκες είναι μπλοκαρισμένοι, οι μεταξοσκώληκες είναι επτά πόντοι, τα ζώα είναι κερδοφόρα, η αναζήτηση είναι για ανθρώπους, η δυτική η δημόσια αγωγή είναι κακή, η μετανάστευση είναι συντηρητική, η χαμένη περιουσία φαίνεται, η ασθένεια είναι ευοίωνη, τα βουνά και οι τάφοι είναι ευοίωνοι.", "古人": "Ο Τανγκ Μονκ πέτυχε τη φώτιση", "第X籤": "Κερδίζοντας το λαχείο εξήντα δύο", "宮": "Παλάτι Γιν"}