{"籤詩版本二": "Το ψάρι που κολυμπούσε πιάστηκε σε παγίδα στη λίμνη Bibo.\nΑν κάτι πάει στραβά αφού το σκεφτείς, θα προκαλέσει προβλήματα στο τέλος.", "詩意": "Αυτό το εξάγραμμα αντιπροσωπεύει ένα ψάρι που πιάστηκε σε μια παγίδα.\nΚαλό είναι επίσης να είστε προσεκτικοί σε όλα.", "解曰": "Οικισμός κάτω από το σπίτι. Η καταστροφή πέφτει από τον ουρανό. Ξυπνήστε νωρίς και λάβετε προφυλάξεις πρώτα. Αποφύγετε τις καταστροφές.", "籤詩故事一": "◇Το άλογο είναι καλυμμένο με νερό (είναι δύσκολο να μαζέψει το νερό)\nΔυναστεία Χαν. Ο Zhu Maichen, με το ευγενικό όνομα Wengzi, ήταν ντόπιος του Wu στο Kuaiji (τώρα μέρος της πόλης Suzhou).\nΣτα πρώτα του χρόνια, η οικογένεια του Maichen ήταν φτωχή και δεν είχε καμία επιτυχία.Το ζευγάρι ζούσε σε μια αχυρένια πύλη σε ένα πίσω δρομάκι, κόβοντας καυσόξυλα και τα πουλούσε για να τα βγάλει πέρα. Δεν βγάζεις πολλά χρήματα πουλώντας καυσόξυλα στην τιμή κανενός.\nΗ γυναίκα του βγήκε να φέρει νερό και είδε μια ομάδα παιδιών να γελούν με τον Maichen.Η γυναίκα το θεώρησε ντροπή και αργότερα έφυγε.\nΌταν ο Zhu Maichen ήταν πενήντα ετών, ο αυτοκράτορας Wu της δυναστείας Han αναζήτησε ταλέντα και λάτρεψε τον Zhu ως έπαρχο του Kuaiji.\nΗ σύζυγός του μετάνιωσε για την τύφλωσή της και επιθυμούσε να γίνει υπηρέτρια και παλλακίδα για να υπηρετεί τον Ζου για το υπόλοιπο της ζωής του.\nΟ Μάιχεν διέταξε την πρώην σύζυγό του να πάρει έναν κουβά νερό, να το ρίξει στα σκαλιά και είπε: «Αν το νερό μπορεί να ληφθεί πίσω, οι δυο τους μπορούν να ξαναβρεθούν μαζί».\nΛαμβάνοντας υπόψη τη σχέση μεταξύ συζύγου και συζύγου, η σύζυγος και ο ξαναπαντρεμένος σύζυγός της είχαν έναν ανοιχτό χώρο στον πίσω κήπο για να καλλιεργηθούν και να συντηρηθούν. Η γυναίκα του πετάχτηκε στο ποτάμι και πέθανε.", "聖意": "Το σπίτι κινδυνεύει, ο εαυτός του κινδυνεύει, τα χρήματα χάνονται, η συναλλαγή είναι ειρηνική, ο γάμος είναι ασυνεπής, η Liujia είναι φοβισμένη, οι άνθρωποι είναι αποκλεισμένοι, τα χωράφια είναι κατεστραμμένα, οι μεταξοσκώληκες χάνονται, τα ζώα χάνονται, οι άνθρωποι βρίσκονται, η δημόσια αγωγή χάνεται, η μετανάστευση είναι καλή, τα χαμένα πράγματα είναι δυσοίωνα, οι ασθένειες προκαλούνται, οι καταστροφές και οι κίνδυνοι, οι ορεινοί τάφοι πρέπει να αλλάξουν.", "古人": "Το άλογο είναι καλυμμένο με νερό (είναι δύσκολο να μαζέψει το νερό)", "第X籤": "Εξήντα τέταρτο σημάδι", "宮": "Maogong"}