{"籤詩版本二": "Ο δρόμος είναι επικίνδυνος, τα άλογα και οι άντρες βιάζονται και οι στρατιώτες βρίσκονται σε δεινή θέση όταν χάνονται.\nΗ παραλία είναι ψηλά, ο αέρας και τα κύματα σκάνε, η βάρκα σπάει, ο ήλιος δύει, τα λουλούδια πεθαίνουν, ο ουρανός πέφτει, και η παγωνιά πέφτει Νίκη: αρκούδα.棹: κουπί.", "詩意": "Αυτό το εξάγραμμα είναι σαν μια βάρκα που γκρεμίζει την παραλία.\nΠροσοχή σε όλους τους κινδύνους.", "解曰": "Old school και old school. Ήσυχο και άψογο. Δεν χρειάζεται να ζητήσετε συμβουλές. Ταξιδέψτε ελεύθερα.", "籤詩故事一": "◇Ο Βασιλιάς του Τσου Γιν Λινγκ έχασε το δρόμο του\nΣτις αρχές του 202 π.Χ., συνολικά 400.000 στρατιώτες Χαν από τρεις πλευρές περικύκλωσαν τον στρατό του Σιάνγκ Γιου στη Γαΐξια, που είχε έλλειψη τροφίμων. Ζήτησαν από τους στρατιώτες να τραγουδήσουν στη διάλεκτο Τσου, κάνοντας τον στρατό του Σιάνγκ Γιου να πιστέψει λανθασμένα ότι η πατρίδα τους είχε ελεγχθεί από τον στρατό των Χαν. Αυτή η ψυχολογική τακτική του «πολιορκημένου από όλες τις πλευρές» έκανε τον στρατό του Xiang Yu να χάσει το ηθικό του.\nΈτσι ο Xiang Yu οδήγησε περισσότερους από 800 επίλεκτους ιππείς και αποφάσισε να ξεσπάσει, ενώ ο στρατός των Χαν ακολούθησε στενά με τον Guan Ying και 5.000 ιππείς. Αφού διέσχισε τον ποταμό Χουάι, το ιππικό του Xiang Yu είχε μείνει μόνο εκατό άτομα.\nΟ Xiang Yu χάθηκε στο Yinling και ζήτησε από έναν αγρότη στην άκρη του δρόμου για το δρόμο προς το ποτάμι. Απροσδόκητα, ακολούθησε την κατεύθυνση που του έδειξε ο ηλικιωμένος και κατέληξε σε ένα βάλτο, δυσκολεύοντας την κίνηση. Παραλίγο να τον προσπεράσει ο Liu Ο στρατός του Μπανγκ. Ο Σιάνγκ Γιου έφτασε τελικά στο Γουτζιάνγκ και ήξερε ότι η κατάσταση είχε τελειώσει.Βλέποντας τους γέροντες του Τζιανγκντόνγκ χωρίς ντροπή, αυτοκτόνησε.", "聖意": "Το σπίτι ανησυχεί για τη δική του καταστροφή, αναζήτηση πλούτου, κατεστραμμένη επιχείρηση, αποτυχημένος γάμος, όχι μακροπρόθεσμα, επικίνδυνο, πεζοί που μπλοκάρουν χωράφια, ζημιές από μεταξοσκώληκα, ζημιές σε ζώα, αγνοούμενοι, δημόσιες μηνύσεις, απώλεια, μετανάστευση, μετακίνηση, απώλεια περιουσίας, ασθένεια, είναι δυσμενές να στείλει στον τάφο του βουνού.", "古人": "Ο βασιλιάς Γιν Λινγκ του Τσου έχασε το δρόμο του", "第X籤": "Εξηκοστή έκτη παρτίδα", "宮": "Maogong"}