{"籤詩版本二": "Όταν έρθει ο χειμώνας, ένα κλαδί δαμασκηνιάς στο βουνό δεν θα καταστραφεί ακόμα κι αν πέσουν τα φύλλα του και τα κλαδιά του μαραθούν.\nΑλλά όταν έρθει η άνοιξη, εξακολουθώ να με επιστρέφω ως εταίρο και να καταστρέφω το αρχικό έργο.", "詩意": "Σε αυτό το εξάγραμμα, το άνθος της δαμασκηνιάς κατέχει την ηγετική θέση.\nΌλα είναι καλά αν καθυστερήσουν.", "解曰": "Ένα βέλος εκτοξεύτηκε κενό. Όταν είναι άδειο, δεν είναι άδειο. Περιμένοντας να έρθει η άνοιξη. Το χρώμα είναι μέσα.", "籤詩故事一": "◇ Σκόραρε δύο φορές\nΚατά τη διάρκεια της βασιλείας του αυτοκράτορα Dezong της δυναστείας Tang, ο πιστός υπουργός Mei Bogao και η οικογένειά του πλαισιώθηκαν από τον προδότη πρωθυπουργό Lu Qi, ο οποίος ήθελε να τους σκοτώσει όλους. Μόνο ο γιος του Mei Liangyu κατάφερε να δραπετεύσει. Αργότερα, άλλαξε όνομα στον Wang Xitong για να κρύψει την ταυτότητά του. Έμενε μόνος στους δρόμους, πεινασμένος και κρύος, αλλά ευτυχώς τον παρέλαβε ο Τσεν Ρισένγκ (Τσεν Ντονγκτσού). Ο Chen Risheng δεν γνώριζε την εμπειρία της ζωής του, γι' αυτό του ζήτησε να τον βοηθήσει να φροντίσει τον κήπο με τα δαμάσκηνα του Chen, ώστε να μην πεθάνει από την πείνα στο δρόμο.\nΟ Chen Risheng ήταν συμμαθητής και φίλος του Mei Bogao. Όταν διώχτηκε από τον Lu Qi, τον έσωσε ο Mei Bogao. Ως αποτέλεσμα, ο Mei Bogao και ο Lu Qi έγιναν εχθροί. Στο τέλος, ολόκληρη η οικογένειά τους εκτελέστηκε. Chen Ο Risheng αισθάνθηκε λυπημένος και θυμωμένος εξαιτίας αυτού. Αφού παντρεύτηκε, παραιτήθηκε και μετακόμισε την οικογένειά του στο Yangzhou για να ζήσει σε απομόνωση.\nΟ Chen Risheng έχει μια κόρη που ονομάζεται Chen Xingyuan, η οποία είναι όμορφη και αρωματική.Μετά την άφιξη της Mei Liangyu στην οικογένεια Chen, ερωτεύτηκαν με την πρώτη ματιά. Μια μέρα που τα άνθη των δαμάσκηνων ήταν σε πλήρη άνθιση, που ήταν και η επέτειος του θανάτου του Mei Bogao, ο Chen Risheng και η οικογένειά του άνοιξαν έναν βωμό στον κήπο με δαμάσκηνα του σπιτιού τους για να τιμήσουν τη μνήμη του αποθανόντος φίλου και ευεργέτη τους. Απροσδόκητα, ο καιρός άλλαξε ξαφνικά , και μια σφοδρή χιονοθύελλα σκέπασε όλα τα άνθη της δαμασκηνιάς. Ο Chen Risheng θρήνησε που μπόρεσε να δραπετεύσει με ασφάλεια, αλλά δεν μπόρεσε να σώσει ούτε τους απογόνους της οικογένειας Mei. Σκέφτηκε ότι αυτή ήταν μια προειδοποίηση από τον Θεό, οπότε ορκίστηκε ότι εκτός αν τα άνθη της δαμασκηνιάς ανθίσουν ξανά, αποδεικνύοντας ότι οι απόγονοι του Η οικογένεια Μέι ήταν ακόμα ζωντανή, δεν θα έλεγε ποτέ τίποτα.. Δραπέτευσε στον Βουδισμό και έγινε μοναχός.\nΗ κόρη του Xingyuan το άκουσε και αμέσως θυμίασε και προσευχήθηκε ειλικρινά στον Θεό να κάνει τα άνθη της δαμασκηνιάς να ανθίσουν ξανά. Η ειλικρίνειά τους συγκίνησε τον παράδεισο και όλες οι δαμασκηνιές στον κήπο με τα δαμασκηνιά άνθισαν ξανά· αργότερα ο Τσεν Ρισένγκ ήξερε ότι ο Ξιτόνγκ ήταν ο Λιανγκιού, γι' αυτό τον αρραβώνιασε την κόρη του Σινγκγιουάν.", "聖意": "Το σπίτι δεν είναι καλό για τον εαυτό του, κάποιος είναι καλός για τον εαυτό του, κάποιος ψάχνει πλούτη, είναι συνετός στις συναλλαγές, η ώρα είναι κατάλληλη, ο γάμος αργεί, η άνοιξη είναι δυνατή, το φθινόπωρο είναι άδειο, ο ταξιδιώτης αργεί, τα χωράφια ευημερούν, οι μεταξοσκώληκες ευημερούν, τα έξι ζώα ευημερούν, αναζητούν ανθρώπους, δημόσιες αγωγές, απώλεια, μετανάστευση, χαμένη περιουσία, ανατολικές ασθένειες, ψεύτικοι συναγερμοί, ορεινοί τάφοι πρέπει να αλλάξουν.", "古人": "Σκόραρε δύο φορές", "第X籤": "Εξήντα εννέα Κερδίζοντας το Λότ", "宮": "Τατσούμι"}