{"籤詩版本二": "Το Chao Chao είναι σαν μια μέλισσα που συλλέγει λουλούδια, που πετά έξω από τα νοτιοδυτικά και μετά τα ανατολικά\nΗ άνοιξη τελείωσε, τα λουλούδια έφυγαν και δεν υπάρχει που να ψάξετε. Αυτή η καρδιά δεν θα αλλάξει που βρίσκεται.", "詩意": "Αυτό το εξάγραμμα είναι σαν μια μέλισσα που μαζεύει λουλούδια.\nΌλα είναι επίπονα και επίπονα.", "解曰": "Χωρίς ανοιξιάτικο τοπίο. Βρέχει για πολλή ώρα αλλά δεν ξεκαθαρίζει ποτέ. Ζητήσετε βοήθεια. Είναι καλύτερα να είσαι ήσυχος.\n.", "籤詩故事一": "◇ Ο Λι Μι επαναστάτησε κατά της δυναστείας των Τανγκ\nLi Mi\n(582-619), ο εκλιπών ηγέτης του στρατού Wagang στην εξέγερση των αγροτών στην ύστερη δυναστεία Sui της Κίνας. Μάστερ της καλλιγραφίας. Ο κύριος της λέξης Φα ήταν ντόπιος του Τσανγκάν του Τζιντζάο και η προγονική του πατρίδα ήταν το Σιανγκπίνγκ, Λιαοντόνγκ (τώρα νότια του Λιαογιανγκ, Λιαονίνγκ). Ένας ντόπιος του Chang'an, Jingzhao, το πατρικό του σπίτι είναι το Xiangping, Liaodong (τώρα νότια του Liaoyang, Liaoning).\nΤο ένατο έτος του Daye (613), συμμετείχε στην εξέγερση του Yang Xuangan ενάντια στη δυναστεία Sui στο Liyang (τώρα βορειοανατολικά της κομητείας Junxian, στην επαρχία Henan). Το ένατο έτος του Daye (613), συμμετείχε στην εξέγερση του Yang Xuangan ενάντια στη δυναστεία Sui στο Liyang (τώρα βορειοανατολικά της κομητείας Junxian, στην επαρχία Henan). Η μυστηριώδης αίσθηση νικιέται,\nΟ Λι Μι τράπηκε σε φυγή. Ο Xuangan ηττήθηκε και ο Li Mi τράπηκε σε φυγή.\nΣτο δωδέκατο έτος του Daye, εντάχθηκε στον στρατό Wagang\n. Στο δωδέκατο έτος της βασιλείας του Daye, εντάχθηκε στον στρατό Wagang. Ο Li Mi ήταν καλός στη στρατηγική Τον Οκτώβριο του δωδέκατου έτους του Daye, ο Li Mi έπεισε τον Zhai να επιτεθεί στον Xingyang Tong, τον ισχυρό στρατηγό που συνόδευε τον στρατό, για να υπερασπιστεί τον Zhang Xutuo, νικώντας τον στρατό Sui και σκοτώνοντας τον Zhang Xutuo. Ο Li Mi ήταν καλός στη στρατηγική Τον Οκτώβριο του δωδέκατου έτους του Daye, ο Li Mi έπεισε τον Zhai να επιτεθεί στον Xingyang Tong, τον ισχυρό στρατηγό που συνόδευε τον στρατό, για να υπερασπιστεί τον Zhang Xutuo, νικώντας τον στρατό Sui και σκοτώνοντας τον Zhang Xutuo.\nΑργότερα, πρότεινε να επιτεθεί στην αποθήκη Xingluo (αργότερα μετονομάστηκε σε Luokou), να ανοίξει την αποθήκη για ανακούφιση και να επεκτείνει την ομάδα. Η ομάδα του στρατού Wagang αναπτύχθηκε γρήγορα. Στο 13ο έτος του Daye, ο Li Mi ηγήθηκε του στρατού Wagang και ο Zhai Rang ασχολήθηκε με τον υποβιβασμό και τη διανομή της δυναστείας Σούι.Υπήρξε πόλεμος για στρατιωτικούς πόρους και άλλα θέματα και ο Λι Μι σκότωσε τον Ζάι Ρανγκ και εκατοντάδες οπαδούς του. Αργότερα, πρότεινε να επιτεθεί στην αποθήκη Xingluo (αργότερα μετονομάστηκε σε Luokou), να ανοίξει την αποθήκη για ανακούφιση και να επεκτείνει την ομάδα. Η ομάδα του στρατού Wagang αναπτύχθηκε γρήγορα. Στο 13ο έτος του Daye, ο Li Mi ηγήθηκε του στρατού Wagang και ο Zhai Rang ασχολήθηκε με τον υποβιβασμό και τη διανομή της δυναστείας Σούι.Υπήρξε πόλεμος για στρατιωτικούς πόρους και άλλα θέματα και ο Λι Μι σκότωσε τον Ζάι Ρανγκ και εκατοντάδες οπαδούς του.\nΤον Μάρτιο του 14ου έτους του Daye, ο Yu Wenhuaji σκότωσε τον αυτοκράτορα Yang της δυναστείας Sui\n, οδήγησε περισσότερους από 100.000 ανθρώπους να επιστρέψουν στη δύση. Τον Μάρτιο του δέκατου τέταρτου έτους του Daye, ο Yu Wenhuaji (Yu Wen, σύνθετο επώνυμο) σκότωσε τον αυτοκράτορα Yang της δυναστείας Sui και επέστρεψε στη δύση με περισσότερους από 100.000 ανθρώπους. Ο Li Mi έλαβε εντολή να επιτεθεί στον Huaji. Αν και ο Huaji ηττήθηκε, ο Li Mi υπέστη επίσης μεγάλες απώλειες στα στρατεύματα. Αργότερα καταδιώχθηκε από τον Wang Shichong. Ο στρατός του Li Mi ηττήθηκε και το στρατόπεδό του καταστράφηκε. Οι στρατηγοί του Qin Shubao, Cheng Zhijie (αρχικά ονόματι Cheng Yaojin), ο Niu Jinda και άλλοι συνελήφθησαν. , ο Shan Xiongxin παραδόθηκε. Ο Λι Μι έλαβε διαταγή να επιτεθεί στον Χουάτζι Αν και ο Χουάτζι ηττήθηκε, ο Λι Μι υπέστη επίσης μεγάλες απώλειες στα στρατεύματά του. Αργότερα, καταδιώχθηκε από τον Wang Shichong. Ο στρατός του Li Mi ηττήθηκε και το στρατόπεδό του καταστράφηκε. Οι στρατηγοί του Qin Shubao, Cheng Zhijie (αρχικά ονομαζόταν Cheng Yaojin), Niu Jinda και άλλοι συνελήφθησαν και ο Shan Xiongxin παραδόθηκε. Ο Λι Μι ήταν απελπισμένος, έτσι διέσχισε τον ποταμό προς το Heyang τον Σεπτέμβριο και παραδόθηκε στη δυναστεία των Τανγκ. Ο Λι Μι ήταν απελπισμένος, έτσι διέσχισε τον ποταμό προς το Heyang τον Σεπτέμβριο και παραδόθηκε στη δυναστεία των Τανγκ.\nΤον Νοέμβριο, ο Λι Γιουάν έστειλε τον Λι Μι στη Σαντόνγκ για να στρατολογήσει παλιά στρατεύματα. Νοέμβριος,\nΟ Λι Γιουάν έστειλε τον Λι Μι να περιμένει στη Σαντόνγκ για να στρατολογήσει παλιά στρατεύματα. Νιώθοντας ότι τον υποπτεύονταν, επαναστάτησε εναντίον του Τανγκ. Νιώθοντας ότι τον υποπτεύονταν, επαναστάτησε εναντίον του Τανγκ. Ο στρατηγός των Τανγκ, Σενγκ Γιανσί, κάλεσε τον Λι Μι να επιτεθεί και τον σκότωσε στο Σινγκονγκ Σιάν. Ο στρατηγός των Τανγκ, Σενγκ Γιανσί, κάλεσε τον Λι Μι να επιτεθεί και τον σκότωσε στο Σινγκονγκ Σιάν.", "聖意": "Σπίτι, σπίτι, γλώσσα, εαυτός, κακός, αναζήτηση πλούτου, σπατάλη επιχειρήσεων, γάμοι που δεν διαρκούν, Liujia, άδεια λουλούδια, πεζοί, Yaotian, ζημιά από μεταξοσκώληκα, ζημιές έξι ζώων, αγνοούμενοι, μηνύσεις, απώλεια, μετανάστευση, συντηρητικότητα, χαμένη περιουσία, ασθένεια, εμπόδια, μεταρρύθμιση ορεινού τάφου", "古人": "Ο Λι Μι επαναστάτησε ενάντια στη δυναστεία των Τανγκ", "第X籤": "Η εβδομηκοστή ισοπαλία", "宮": "Τατσούμι"}