{"籤詩版本二": "Οι μελισσοκόμοι πρέπει να εκλιπαρούν για μέλι, μήπως τσιμπηθούν από τσίμπημα\nΠρέπει να υπάρχει ένας παράξενος δρόμος μπροστά σου.Το μυστικό είναι βαθύ σαν δάσος από αγκάθια.", "詩意": "Αυτό το εξάγραμμα συμβολίζει τις μέλισσες που συλλέγουν μέλι.\nΌλα είναι επίπονα και επίπονα.\n\n(Αυτό το εξάγραμμα αναζητά το σύμβολο της γλυκύτητας και της πικρίας.\nΑποτρέψτε τις καταστροφές σε όλα.\n)", "解曰": "Τα πράγματα πρέπει να γίνουν προσεκτικά. Δεν χρειάζεται να το ζορίσετε. Οι μέλισσες μαζεύουν μέλι. Ποια είναι η αιτία?", "籤詩故事一": "◇ Ο Wang Mang αναζητά ταλέντα\nΗ οικογένεια Wang Mang στη δυναστεία των Δυτικών Χαν μπορούμε να πούμε ότι είναι μια πλούσια οικογένεια. Αν και ο πατέρας του πέθανε νέος, αρκετοί από τους θείους και θείους του έγιναν αυτοκράτορες της δυναστείας των Χαν. Έγιναν στρατηγοί, πρωθυπουργοί, έγιναν μαρκήσιοι και έλαβαν ανταμοιβές. Η οικογένεια Γουάνγκ ήταν εξαιρετικά εξέχουσα.\nΑλλά η μικρή οικογένεια του Wang Mang ήταν εξαιρετικά φτωχή· ο πατέρας του πέθανε νέος και ζούσε μόνο με τη μητέρα του, βασιζόμενος στη φιλανθρωπία των συγγενών. Αλλά εξαιτίας αυτού, ο Wang Mang ανέπτυξε και εξασκούσε ένα σύνολο δεξιοτήτων στην αντιμετώπιση των ανθρώπων από τότε που ήταν παιδί. Ανεξάρτητα από το πόσο λυπημένος ή θυμωμένος ένιωθε, έδειχνε πάντα ένα πολύ χαρούμενο και γαλήνιο βλέμμα μπροστά σε συγγενείς, ηλικιωμένους ή ξένους, γι' αυτό τον εκτιμούσαν αρκετά όλοι στην οικογένεια.\nΚάποτε, ο μεγαλύτερος θείος του ήταν βαριά άρρωστος. Αφού το έμαθε, ήρθε και περίμενε δίπλα στο κρεβάτι του ασθενούς, φέρνοντας φάρμακα και νερό, και αγρυπνούσε τη νύχτα. Για αρκετούς μήνες στη σειρά, ήταν ξεντυμένος, απεριποίητος και κατεστραμμένος Ήταν απλώς πιο «υπομονετικός» από ασθενής.Πιο «γιος» παρά βιολογικός γιος.\nΓια αυτό, όλοι στον λαό της Ταϊβάν τον επαίνεσαν και έγραψαν επιστολές ζητώντας ανταμοιβή γι' αυτόν.\nΈτσι ο αυτοκράτορας Τσενγκ της δυναστείας Χαν του έδωσε τον τίτλο του Μαρκήσιου της Νέας Πρωτεύουσας και τον διόρισε φρουρό στο παλάτι, γινόμενος στενός υπουργός του αυτοκράτορα.\nΜε την υψηλή του θέση και τη μεγάλη δύναμή του, ο Wang Mang δεν έδειξε ποτέ αλαζονεία ή νωθρότητα. Αντίθετα, γινόταν όλο και πιο ευγενικός και ευγενικός. Από τη μια πλευρά, έκανε φίλους με υπουργούς, στρατηγούς, διασημότητες και μελετητές. Από την άλλη πλευρά , βοηθούσε τους φτωχούς και ήταν γενναιόδωρος με τα πλούτη του.\nΑλλά έζησε μια πολύ λιτή ζωή, τρώγοντας συχνά πιάτα με κρέας, για να μην αναφέρουμε φορώντας μακριές ρόμπες και μακρυμάνικα φορέματα, φορώντας μόνο κοντά ρούχα. Έτσι όλοι στην κυβέρνηση και το κοινό τον επαίνεσαν ομόφωνα με τη λέξη «ενάρετος».\nΑργότερα, ο θείος του, Grand Sima Wanggen, πέθανε από ασθένεια και επιλέχθηκε ως αντικαταστάτης του. Ο αυτοκράτορας και όλοι οι υπουργοί θεωρούσαν ότι ήταν ο καταλληλότερος. Ως εκ τούτου, ο Wang Mang, ο οποίος ήταν μόλις τριάντα οκτώ ετών, έγινε ο Grand Sima με την υψηλότερη στρατιωτική δύναμη στη χώρα.\n(Αυτή η ιστορία είναι μια μεταφορά. Το να είσαι καλός στο να είσαι καλός άνθρωπος μπορεί να σε βοηθήσει να απαλλαγείς από τη «δυσκολία να σε τσιμπήσουν οι μέλισσες» και να πετύχεις τα ιδανικά σου όπως θέλεις.)", "聖意": "Το σπίτι δεν είναι καλό για τον εαυτό του, η οικογένεια είναι σε δύσκολη θέση, η επιχείρηση είναι μπλοκαρισμένη, ο γάμος έχει μπλοκαριστεί, οι έξι πανοπλίες φοβούνται, οι πεζοί αργούν, η συγκομιδή του μεταξοσκώληκα είναι χαμηλή, τα ζώα είναι χαμηλά, είναι δύσκολο να βρε ανθρώπους, η αγωγή είναι κακή, η μετανάστευση δεν κινείται, η χαμένη περιουσία είναι κακή, η αρρώστια στήνεται, ο τάφος του βουνού χάνεται,", "古人": "Ο Wang Mang αναζητά ταλέντα", "第X籤": "Κερδίζοντας το λαχείο εβδομήντα δύο", "宮": "Τατσούμι"}