{"籤詩版本二": "Όταν έρθει η άνοιξη, βροντές τρέμουν και έντομα κελαηδούν, κι εγώ απομακρύνομαι από τη λάσπη\nΌταν κατάλαβα για πρώτη φορά ότι ακόμα πηγαινοέρχομαι, μόλις άλλαξα, έγινα δράκος.", "詩意": "Αυτό το εξάγραμμα είναι σαν βροντή και έντομα.\nΗ συνάντηση με έναν ευγενή άνθρωπο είναι καλό σημάδι σε όλα.", "解曰": "Οι κεραυνοί χτυπούν. Δύο καταθέσεις μέσα και έξω. Αλλάξτε μια φορά. Μέχρι την Τιενμέν.", "籤詩故事一": "◇ Ανταρσία Τσενκιάο\nΤο 959 μ.Χ., ο Zhou Shizong Chai Rong πέθανε και ο αυτοκράτορας Gong, Chai Zongxun, που ανέβηκε στο θρόνο, ήταν μόλις επτά ετών. Εκείνη την εποχή, ο Zhao Kuangyin, ο οποίος υπηρετούσε ως επιθεωρητής μπροστά στο παλάτι και απεσταλμένος του Songzhou στον γερμανικό στρατό, είχε πραγματική εξουσία.\nΤην άνοιξη του 960 μ.Χ., το Zhenzhou (σημερινό Zhengding, επαρχία Hebei) και Dingzhou (σημερινή κομητεία Dingxian, επαρχία Hebei) ανέφεραν ότι οι στρατοί της δυναστείας των Βόρειων Χαν και της Πολιτείας Liao πήγαιναν από κοινού νότια για να επιτεθούν στην Ύστερη Δυναστεία Zhou, με μεγάλη ορμή και ζήτησε να στείλει στρατεύματα για βοήθεια. Αργότερα, η δυναστεία Zhou διέταξε τον Zhao Kuangyin να οδηγήσει τα στρατεύματά του βόρεια για να πολεμήσουν ενάντια στον εχθρό. Ο Zhao Kuangyin έδρασε κρυφά υπό τον σχεδιασμό του αδελφού του Zhao Guangyi, Zhao Pu, Shi Shouxin και άλλων.\nΣτις 3 Φεβρουαρίου, όταν ο στρατός έφτασε στο Chenqiaoyi (τώρα Chenqiao Town, νοτιοανατολικά του Fengqiu, Henan), ξεκίνησαν μια ανταρσία και διέταξαν τους στρατιώτες να φορέσουν κίτρινες ρόμπες γι 'αυτόν. Επαναστάτησαν κατά της Ύστερης δυναστείας Zhou και υποστήριξαν τον Zhao Kuangyin ως αυτοκράτορα . Μετά από αυτό, ο Zhao οδήγησε τα στρατεύματά του πίσω στο Kaifeng χωρίς να καεί, να σκοτώσει ή να λεηλατήσει. \"Ο Taizu Chen Qiao έδωσε όρκο να μην ενοχλήσει τους ανθρώπους της πρωτεύουσας και υποσχέθηκε να μην ενοχλήσει την πόλη την ημέρα που μπήκε στην πόλη.\"\nΤην τρίτη ημέρα του τρίτου έτους του σεληνιακού μήνα, ο Zhao Kuangyin ανταρσίασε στο Chenqiao και επέστρεψε στην πρωτεύουσα. Ο Fan Zhi οδήγησε τον Wang Pu και τον Wei Renpu να ρωτήσουν τον Zhao Kuangyin. Ο Luo Yanhuan τράβηξε το σπαθί του μπροστά στη σκηνή και φώναξε δυνατά : \"Οι τρεις στρατοί δεν έχουν αφέντες. Οι στρατηγοί αποφάσισαν να τον ορίσουν αυτοκράτορα. Όποιος μιλήσει θα σκοτωθεί!\". Το πρόσωπο του Wang Pu ήταν χλωμό σαν χώμα. Κατέβασε τα βήματά του και υποκλίθηκε. Ο Fan Zhi υποκλίθηκε επίσης. Ο Kuang Yin τον βοήθησε προσωπικά να σηκωθεί και του φέρθηκε με μεγάλη ευγένεια.\nΜετά από μια μέτρια αντίσταση, ο αυτοκράτορας Γκονγκ της μεταγενέστερης δυναστείας Τζου ανέλαβε τον θρόνο και ο Ζάο ανέλαβε τον θρόνο. και μπήκε δίπλα του λέγοντας: «Έγινε».\nΑφού ο Zhao ανέβηκε στο θρόνο, άλλαξε το όνομα της χώρας σε Song, Yuan σε Jianlong και έκανε την Kaifeng πρωτεύουσα. Οι Shi Shouxin, Gao Huaide, Zhang Lingduo, Wang Shenqi, Zhang Guanghan και Zhao Yanhui έλαβαν όλοι τον τίτλο του Jiedushi , η οποία ήταν γνωστή ως «Ανταρσία Τσενκιάο» στην ιστορία.\nΒικιπαίδεια\n(Αυτή η ιστορία αντιπροσωπεύει ότι αυτή είναι η αρχή της παράστασης του Zhao Kuangyin.)", "聖意": "Προσευχήσου για το σπίτι σου, καθημερινή ζωή, πλούτο, καλή τύχη, καλή τύχη στις επιχειρήσεις, ευγενής γάμος, επιτυχία στη Λιούτζια, άντρες πεζοί, πρόωρη γέννηση μεταξοσκωλήκων στα χωράφια, πρόωρη γέννηση έξι ζώων, καλή τύχη την άνοιξη, εύρεση ανθρώπων, επιτυχία σε δημόσιες δίκες, καλή τύχη στη μετανάστευση, χαμένη περιουσία, κίνδυνοι σε αρρώστιες, κίνδυνοι σε βουνά και τάφους.", "古人": "Ανταρσία Chenqiao", "第X籤": "Υπέγραψε εβδομήντα τρία", "宮": "Mi Palace"}