{"籤詩版本二": "Ακριβώς όπως να σέρνεις μια τίγρη σε ένα ψηλό βουνό, να παλεύεις και να ανταγωνίζεσαι μεταξύ τους για να σπάσει το κρύο\nΑν ξαφνικά κάνεις κάτι καλό χωρίς να το καταλάβεις, πρέπει να κρατήσεις τον εαυτό σου ασφαλή.Η λέξη σέρνοντας την τίγρη σημαίνει αγκαλιάζεις την τίγρη.", "詩意": "Αυτό το εξάγραμμα είναι σαν να κρατάς (σέρνεις) μια τίγρη στο βουνό.\nΌλα είναι επικίνδυνα και τρομακτικά.", "解曰": "Ο κίνδυνος είναι επικίνδυνος. Υπάρχουν εμπόδια μπροστά. Αν ζητήσεις συμβουλές. Είναι πραγματικά σκληρή δουλειά.", "籤詩故事一": "◇ Ο Γου Γιουάν έφυγε από τη Ζαογκουάν τη νύχτα (ο Γου Ζιξού πέρασε από τη Ζαογκουάν)\nΟ Wu Zixu ήταν ντόπιος του Chu την περίοδο της άνοιξης και του φθινοπώρου. Εκείνη την εποχή, ο βασιλιάς Πινγκ του Τσου ήθελε να τον κυνηγήσει. Ο βασιλιάς Πινγκ του Τσου πρόσφερε μια ανταμοιβή για τη σύλληψη του Γου Ζισού, και έβαλε το πορτρέτο του και τοποθέτησε στις πύλες της πόλης στην πολιτεία Τσου και διέταξε τους αξιωματούχους να εντείνουν τις έρευνες. Όταν ο Wu Zixu κατέφυγε στο Zhaoguan, τα σύνορα μεταξύ Wu και Chu, οι αξιωματούχοι στο Zhaoguan τον έλεγξαν πολύ προσεκτικά. Ήταν τόσο ανήσυχος που δεν μπορούσε να κοιμηθεί για αρκετές νύχτες στη σειρά, ακόμα και τα μαλλιά του έγιναν γκρίζα από ανησυχία. Ευτυχώς, συνάντησα έναν άντρα ονόματι Ντονγκ Γκάο Γκονγκ, ο οποίος συμπάσχει με την κατάστασή του και τον πήγε σπίτι του για να κρυφτεί. Ο Duke Dong Gao είχε έναν φίλο που έμοιαζε λίγο με τον Wu Zixu, οπότε ο Duke Dong Gao του ζήτησε να περάσει το τεστ προσποιούμενος τον Wu Zixu. Οι φύλακες έπιασαν τον ψεύτικο Wu Zixu, αλλά ο πραγματικός Wu Zixu δεν μπορούσε να αναγνωριστεί από τους υπαλλήλους επειδή τα μαλλιά του ήταν ολόλευκα και έτσι τον άφησαν να περάσει. Αργότερα, διέφυγε με ασφάλεια στην πολιτεία Wu.\n(Η αντικατάσταση του Wu Zixu με έναν φίλο που μοιάζει και ο ίδιος έχει γκρίζα μαλλιά, είναι το \"μαγικό χέρι\" αυτής της ιστορίας)", "聖意": "Προσευχήσου για το σπίτι και το σπίτι σου για να προστατέψεις τον εαυτό σου, να προσέχεις να αναζητάς πλούτο, να είσαι προσεκτικός στις συναλλαγές, στασιμότητα στις συναλλαγές, δυσκολίες γάμου", "古人": "Ο Wu Yuan έφυγε από το Zhaoguan τη νύχτα (Ο Wu Zixu πέρασε το Zhaoguan)", "第X籤": "Το εβδομήντα πέμπτο ζώδιο", "宮": "Mi Palace"}