{"籤詩版本二": "Ένα μείγμα ψαριού και δράκου έχει την ίδια σημασία. Μείνετε στη βαθιά πισίνα και περιμένετε την τύχη.\nΑσυναίσθητα, ο Yumen πήδηξε πάνω από το Dragon Palace με σηκωμένο το κεφάλι.", "詩意": "Το εξάγραμμο ψάρι και ο δράκος παραμένουν αμετάβλητα.\nΌλα έρχονται στην ώρα τους.", "解曰": "Αν και είναι ο Ziji. Περιμένετε επίσης. Σχεδιάστε τη δική σας επιχείρηση. Μην ενεργείτε απερίσκεπτα.", "籤詩故事一": "◇ Ο Χονγκγού παρακολουθεί βοοειδή\nΟ Zhu Yuanzhang, με καταγωγή από το Zhongli, Haozhou (τώρα κομητεία Fengyang, επαρχία Anhui), γεννήθηκε τον πρώτο χρόνο του Tianli του Yuan Wenzong της δυναστείας Yuan, καταλαμβάνοντας την τέταρτη θέση στην οικογένειά του. Γεννήθηκε σε μια φτωχή αγροτική οικογένεια.Λόγω της φτώχειας όταν ήταν μικρός, δεν μπόρεσε να σπουδάσει και κάποτε βοσκούσε βοοειδή για τον ιδιοκτήτη.\nΤο τέταρτο έτος του Zhizheng (1344), υπήρξε μια μεγάλη ξηρασία στο Huaibei. Ο πατέρας, η μητέρα και ο αδελφός του Zhu Yuanzhang πέθαναν διαδοχικά, οπότε δεν είχε άλλη επιλογή από το να γίνει αρχάριος μοναχός στον ναό Huangjue.\nΛιγότερο από δύο μήνες μετά την είσοδο στο ναό, λόγω της δυσκολίας είσπραξης του ενοικίου του ναού στα χρόνια της πείνας, ο ιδιοκτήτης του ναού έκλεισε την αποθήκη και απέλυσε τους μοναχούς. Ο Zhu Yuanzhang έπρεπε να φύγει από την πόλη του και να γίνει περιπλανώμενος μοναχός μοναχός που ζούσε ζητιανεύοντας).\nΑργότερα, ο Zhu Yuanzhang έγινε ο Ταϊζού της δυναστείας των Μινγκ και ο «αμάχος αυτοκράτορας» στην κινεζική ιστορία, με το όνομα της βασιλείας «Hongwu».\n(Η μεταφορά αυτής της ιστορίας είναι ότι το να είσαι συνηθισμένος για λίγο δεν σημαίνει ότι θα είναι το ίδιο και στο μέλλον. Αυτό συμβαίνει επειδή δεν έχει έρθει ακόμη η ώρα.)", "聖意": "Η οικογένεια είναι ασφαλής, η οικογένεια είναι υγιής, η τύχη είναι καλή, η επιχείρηση περιμένει, ο γάμος αργεί, το αρσενικό γεννιέται στη Liujia, ο πεζός αργεί, ο μεταξοσκώληκας αργεί, ο μεταξοσκώληκας είναι πλούσιος, τα έξι ζώα είναι ουρά, το άτομο αγνοείται, καμία δίκη δεν καθυστερεί, η μετανάστευση είναι συντηρητική, η χαμένη περιουσία έχει αποκλειστεί, η ασθένεια εμποδίζεται, ο τάφος του βουνού εμφανίζεται", "古人": "Ο Hongwu κοιτάζει τα βοοειδή", "第X籤": "Εβδομήντα έκτη παρτίδα", "宮": "Mi Palace"}