{"籤詩版本二": "Στο όνειρο, ειπώθηκε ότι θα υπήρχε πολύς πλούτος, αλλά η φήμη θα ήταν χαμένη.\nΤο νερό είναι μακριά και τα βουνά μακριά, αλλά είναι δύσκολο να είσαι πιστός Ο ευγενής δίνει καθοδήγηση και χαμογελά.", "詩意": "Αυτό το εξάγραμμα αντιπροσωπεύει το σύμβολο της απόκτησης ενός θησαυρού σε ένα όνειρο.\nΌλα είναι λίγο πολύ αληθινά.", "解曰": "Όνειρο σαν όνειρο. Καμία ελπίδα για φήμη. Απλά περίμενε καλές στιγμές. Ευγενείς οδηγίες.", "籤詩故事一": "◇ Επιστρέψτε το νεφρίτη στο Zhao (επιστρέψτε το νεφρίτη στο Zhao αφού το ολοκληρώσετε)\nΤο 283 π.Χ., ο βασιλιάς Zhao Huiwen απέκτησε το He's Bi από τον Chu. Αφού ο βασιλιάς Qin Zhaoxiang άκουσε τα νέα, έστειλε μια επιστολή στον βασιλιά Zhao, εκφράζοντας την προθυμία του να ανταλλάξει δεκαπέντε πόλεις για He's Bi.\nΟ Lin Xiangru ανέλυσε στον βασιλιά Zhao ότι ο Qin ήταν δυνατός και ο Zhao ήταν αδύναμος και έπρεπε να αντικατασταθεί.\nΟ βασιλιάς Zhao έστειλε στη συνέχεια τον Lin Xiangru στο Qin με τον He's Bi.\nΟ Βασιλιάς του Τσιν συνάντησε τον Λιν Σιανγκρού στο Ζανγκτάι και ο Λιν Σιανγκρού παρουσίασε τον νεφρίτη στον Βασιλιά του Τσιν. Ο Βασιλιάς του Τσιν ήταν πανευτυχής και πέρασε το He's Bi στην καλλονή και όλοι γύρω της το κοίταξαν.Αυτή την ώρα όλοι αριστερά και δεξιά φώναξαν ζήτω.\nΟ Lin Xiangru είδε ότι ο βασιλιάς του Qin δεν είχε καμία πρόθεση να δώσει την πόλη στον Zhao, έτσι είπε στον King of Qin ότι ο νεφρίτης He's ήταν ελαττωματικός και θέλησε να το υποδείξει στον βασιλιά του Qin για να εκμεταλλευτεί την ευκαιρία να πάρει το νεφρίτης πίσω.\nΑφού ο Lin Xiangru πήρε πίσω το Heshi's Bi, στάθηκε δίπλα στη μεγάλη κολόνα, δείχνοντας ότι ήθελε να πεθάνει με το Heshi's Bi.\nΕκείνη τη στιγμή, ο Lin Xiangru είπε στον βασιλιά του Qin: \"Ο βασιλιάς του Zhao ξεπέρασε ακόμα τις αντιρρήσεις των υπουργών και αποδέχθηκε την πρόταση του υπουργού. Ακόμα κι αν δεν εξαπατούσε ο ένας τον άλλον όταν αλληλεπιδρούσε με τον απλό κόσμο, για να μην αναφέρουμε Το Τσιν είναι μια μεγάλη χώρα! Για να διατηρηθεί η φιλία μεταξύ Τσιν και Ζάο, ο Βασιλιάς Ζάο Μετά από πέντε ημέρες νηστείας, έστειλα τους υπουργούς μου στο Τσιν με τον νεφρίτη.Δυστυχώς, ο βασιλιάς του Τσιν όχι μόνο δεν είχε σκοπό να δώσει στον Ζάο ένα πόλη, αλλά πέρασε και τον νεφρίτη της οικογένειας He σε μια όμορφη γυναίκα, κάτι που ήταν πραγματικά μια κοροϊδία των υπουργών μου».\nΑφού τελείωσε την ομιλία, ο Lin Xiangru έκανε αμέσως μια χειρονομία χτυπώντας μια κολόνα.Ο Βασιλιάς του Qin φοβόταν ότι ο He's Bi θα πάθει ζημιά, έτσι προσποιήθηκε ότι έδωσε στον Zhao δεκαπέντε πόλεις. Ο Lin Xiangru είδε το ύπουλο σχέδιο του βασιλιά Qin, έτσι ζήτησε από τον King Qin να νηστέψει για πέντε ημέρες πριν παρουσιάσει το He's Bi για να καθυστερήσει τον χρόνο. Σε αυτές τις λίγες μέρες, ο Lin Xiangru έστειλε τους συνοδούς του να επιστρέψουν στην Πολιτεία Zhao με τον νεφρίτη, ενώ έμεινε για να ασχοληθεί με τον βασιλιά του Qin.\n(Αυτή η ιστορία μοιάζει με τα μάτια ενός απλού ανθρώπου που γοητεύονται από την κατάστασή του.)", "聖意": "Προσευχή για ευλογίες στο σπίτι, τον εαυτό του, παρεμπόδιση του πλούτου, καθιστώντας τις συναλλαγές δύσκολες, ο γάμος δεν είναι σε αρμονία με τους πεζούς Liujiaxu, οι μεταξοσκώληκες Chitian δεν γίνονται δεκτοί, έξι ζώα έχουν υποστεί ζημιές, οι άνθρωποι αγνοούνται, αναμένονται δημόσιες μηνύσεις και μετανάστευση, χαμένα πράγματα είναι μακριά, οι ασθένειες στήνονται, στέλνονται σε ορεινούς τάφους και αλλάζουν.", "古人": "Επιστρέψτε το νεφρίτη στο Zhao (ολοκληρώστε το jade στο Zhao)", "第X籤": "Η εβδομήντα έβδομη νικητήρια λαχειοφόρος αγορά", "宮": "Μεσημεριανό Παλάτι"}