{"籤詩版本二": "Κενός κόμπος, εύχομαι να σε κρατήσω ασφαλή. Εάν κρατάς το σώμα σου ασφαλές, εύχομαι να μην το επιστρέψεις ποτέ.\nΜην ξεχνάτε ότι η εύνοια του Θεού έχει ανταποκριθεί. Μην περιφρονείτε τα λόγια του Θεού.", "詩意": "Μην πιστεύετε ότι αυτό το εξάγραμμα είναι αλήθεια.\nΕίναι σημάδι ότι είσαι συντηρητικός σε όλα.", "解曰": "Οι άνθρωποι έχουν τις δικές τους απόψεις. Το μυαλό δεν χρειάζεται να είναι απασχολημένο. Οδηγίες Guanyin. Μην είσαι ασεβής.", "籤詩故事一": "◇Στηρίζοντας κρυφά τη χάλκινη σημαία\nΟ διάσημος ιδρυτής στρατηγός της δυναστείας των Τανγκ, Qin Qiong (Qin Shubao) τιμήθηκε με τον τίτλο του Μεγάλου Στρατάρχη της Δυναστείας Sui. Οδήγησε τα στρατεύματά του να επιτεθούν στο πέρασμα Sishui (ή Sishui Pass ή Dongling Pass, οι θρύλοι ποικίλλουν). Yang Lin ( Ο Yang Yicheng), ο στρατηγός της φρουράς του Sishui Pass, ήταν ο αυτοκράτορας Yang της δυναστείας Sui διέταξε να στηθεί μια χάλκινη διάταξη σημαιών, αλλά ο Qin Shubao δεν μπορούσε να του επιτεθεί για μεγάλο χρονικό διάστημα. Αφού ανακάλυψε ότι ο Λούο Τσενγκ, ο αρχηγός του σχηματισμού, ήταν ξάδερφός του, επικοινώνησε με τη θεία του.\nΠριν φύγει ο Λούο Τσενγκ είπε στη μητέρα του ότι το άτομο που ήρθε να ανατρέψει τη σημαία ήταν ο ξάδερφός του Τσιν Τσιόνγκ και η μητέρα του τον διέταξε να τον βοηθήσει κρυφά. Την ημέρα της αποφασιστικής μάχης, ο Λούο Τσενγκ, ο οποίος φύλαγε τη χάλκινη σημαία, άλλαξε ξαφνικά πλευρά και ένωσε τις δυνάμεις του με τον Τσιν Τσιόνγκ για να νικήσει τον σχηματισμό της Χάλκινης Σημαίας. Ο Λούο Τσενγκ κατέλαβε το πέρασμα του Ντόνγκλινγκ και επέστρεψε νικητής. Ο Λούο Τσενγκ επίσης παραδόθηκε στο Τανγκ Δυναστεία.\n(Αυτή η ιστορία είναι μια μεταφορά ότι μερικές φορές πρέπει να βασίζεστε στη λογική όταν κάνετε πράγματα, αντί να βασίζεστε στο συναίσθημα ή την πίστη.)", "聖意": "Το σπίτι είναι ακόμα πρόθυμο να υποσχεθεί, να αναζητήσει πλούτο, να κρατήσει το μερίδιο του, να είναι προσεκτικός στο γάμο, να γεννήσει κορίτσι, να μένουν πεζοί στο χωράφι, μεταξοσκώληκες, επτά πόντοι και έξι ζημιές στα ζώα, αναζήτηση ανθρώπων, δημόσιες μηνύσεις και μετανάστευση , χαμένη περιουσία, δυτικές ασθένειες, λύση σε βουνά, τάφοι στα δυτικά", "古人": "Βοηθώντας κρυφά τη χάλκινη σημαία", "第X籤": "Εβδομήντα εννέα Κερδίζοντας το Λότ", "宮": "Μεσημεριανό Παλάτι"}