{"籤詩版本二": "Τα φύλλα των πλατάνια έχουν πέσει, το φθινόπωρο πλησιάζει και το ταξίδι της επιστροφής των ταξιδιωτών μοιάζει με σύννεφα.\nΧάρη στις μεγάλες προσπάθειες του Θεού, το πλοίο επέστρεψε με τον θησαυρό στον άνεμο.", "詩意": "Αυτό το εξάγραμμα αντιπροσωπεύει την εικόνα των πεσμένων φύλλων πλάτανος.\nΌλα είναι άσχημα εκ των προτέρων και καλά στο τέλος.", "解曰": "Πάρτε τα πράγματα από καρδιάς. Το Tianxin το ακολουθεί. Να βγάλω τα προς το ζην. Κάνε ό,τι μπορείς.", "籤詩故事一": "◇Ο άνεμος φυσά στο περίπτερο Tengwang\nΟ Γουάνγκ Μπο, με το ευγενικό όνομα Ζιαν, ήταν ποιητής της πρώιμης δυναστείας των Τανγκ. Γεννήθηκε τον πρώτο χρόνο του Γιονγκούι, αυτοκράτορα Γκαοζόνγκ της δυναστείας των Τανγκ. Ο Γουάνγκ Μπο διαβάζει γραφές από μικρός και είναι γνωστός ως «παιδικό θαύμα». Ο Γουάνγκ Μπο διαβάζει γραφές από μικρός και είναι γνωστός ως «παιδικό θαύμα».\nΌταν ήταν δέκα χρονών, μαζί με τον πατέρα του έτυχε να περάσουν από έναν ναό του Γκουάντι. Είδαν το μεγαλοπρεπές άγαλμα του Γκουάντι στο ναό, κρατώντας ένα αντίγραφο του «Άνοιξη και Φθινόπωρο» και το διάβαζε. Όταν το είδε ο πατέρας του, Έψαλλε στον αυτοκράτορα Γκουάν: \"Κρατάω τρεις δέστρες πράσινη γενειάδα, διαβάζω την ιστορία της δυναστείας Τσινγκ στο πράσινο φανάρι και αποτίω φόρο τιμής στα διάσημα ονόματα. Κρατώντας τον πράσινο δράκο και το φεγγάρι στο χέρι μου.\" Λέγεται ότι το φθινόπωρο του τρέχοντος έτους, ο Wang Bo πήγε από το Shanxi στο νησί Hainan για να επισκεφτεί τον πατέρα του, ο οποίος υποβιβάστηκε στην κομητεία του Jiaozhi. , περνώντας από χιλιάδες βουνά και ποτάμια κατά μήκος του δρόμου. Το φθινόπωρο του έτους, όταν ήταν είκοσι επτά, ο Wang Bo πήγε από το Shanxi στο νησί Hainan για να επισκεφτεί τον πατέρα του, ο οποίος είχε υποβιβαστεί στη θέση του δικαστή της κομητείας Jiaozhi. Πέρασε από χιλιάδες βουνά και ποτάμια κατά μήκος της διαδρομής.\nΌταν φτάσαμε στο όρος Madang εκείνη την ημέρα, όλοι πήγαν στη στεριά για να ξεκουραστούν. Όταν ο Wang Bo περπάτησε μόνος από έναν αρχαίο ναό, ξαφνικά είδε έναν γέρο να κάθεται στην πέτρα δίπλα στο ναό. Ο γέρος έμοιαζε με παιδί με ανοιχτόχρωμα μαλλιά Είπε στον Γουάνγκ Μπο «Δεν είσαι ο Γουάνγκ Μπο;» Ο Γουάνγκ Μπο ξαφνιάστηκε και είπε: «Ακριβώς! προθέσεις να σώσεις ανθρώπους και τα ποιήματά σου έχουν πολύ νόημα. Θα γίνει ένα μεγαλειώδες πάρτι στο Tengwang Pavilion αύριο. Αν μπορέσεις να παρευρεθείς στο συμπόσιο και να γράψεις ένα δοκίμιο, θα είσαι διάσημος ανά τους αιώνες και θα παίρνεις έξοδα ταξιδιού.\" Όταν έφτασαν στο όρος Madang, όλοι βγήκαν στη στεριά για να ξεκουραστούν. Όταν ο Wang Bo περνούσε μόνος από έναν αρχαίο ναό, είδε ξαφνικά στην πέτρα δίπλα στο ναό, Καθόταν ένας γέρος, που έμοιαζε με ένα παιδί με ανοιχτόχρωμα μαλλιά και μια νεράιδα Είπε στον Wang Bo, \"Δεν είσαι ο Wang Bo;\"\nΟ Γουάνγκ Μπο ξαφνιάστηκε και είπε: \"Ακριβώς! Πώς το ξέρεις αυτό;\"\nΟ γέρος είπε: \"Έχω ακούσει εδώ και καιρό ότι έχετε μια ευγενική πρόθεση να σώσετε τους ανθρώπους και τα ποιήματα που συνθέτετε έχουν πολύ νόημα. Θα γίνει ένα μεγαλειώδες πάρτι στο Περίπτερο του Πρίγκιπα Τενγκ αύριο. Εάν μπορείτε να παρευρεθείτε στο συμπόσιο και να συνθέσετε, θα είσαι διάσημος στους αιώνες και θα έχεις έξοδα ταξιδιού».\nΟ Γουάνγκ Μπο είπε: «Αυτό το μέρος απέχει εξακόσια ή επτακόσια μίλια από το περίπτερο Tengwang. Πώς μπορούμε να φτάσουμε εδώ αύριο;» Ο γέρος είπε: «Θα χρησιμοποιήσω ένα άλογο ως θεϊκό άνεμο για να σας βοηθήσω να έχετε ομαλή πλεύση. σίγουρα θα φτάσει αύριο.\" Ο Γουάνγκ Μπο με ευχαρίστησε και είπε: \"Συγγνώμη, πεθερό μου. , είσαι αθάνατος ή θεός;\" Ο γέρος γέλασε και είπε, \"Είμαι ο Zhongyuan Shuijun που είναι στο επιβάρυνση αυτής της υδάτινης περιοχής!\" Ο Γουάνγκ Μπο είπε, \"Αυτό το μέρος απέχει εξακόσια ή επτακόσια μίλια από το περίπτερο Tengwang. Πώς μπορούμε να φτάσουμε εκεί αύριο;\"\nΟ γέρος είπε: \"Θα χρησιμοποιήσω το άλογο ως θεϊκό άνεμο για να σας βοηθήσω να έχετε μια ομαλή πλεύση. Σίγουρα θα φτάσω αύριο.\"\nΟ Γουάνγκ Μπο τον ευχαρίστησε και του είπε: «Συγγνώμη, πεθερό, είσαι αθάνατος ή θεός;»\nΟ γέρος γέλασε και είπε, \"Είμαι ο Zhongyuan Shuijun που είναι υπεύθυνος για αυτήν την υδάτινη περιοχή!\" Τότε ο γέρος παρότρυνε τον Wang Bo να ανέβει γρήγορα στη βάρκα. Είδε ευοίωνα σύννεφα να τον περιβάλλουν για λίγο και τον άνεμο και το νερό ήταν ομαλό στην πορεία.Εν ριπή οφθαλμού είχε διανύσει εκατοντάδες μίλια.\nΤότε ο γέρος παρότρυνε τον Γουάνγκ Μπο να ανέβει γρήγορα στη βάρκα. Είδε ευοίωνα σύννεφα να τον περιβάλλουν για λίγο και ήταν ένα ομαλό ταξίδι. Εν ριπή οφθαλμού, είχε διανύσει εκατοντάδες μίλια. Όπως ήταν αναμενόμενο, ο Wang Bo έσπευσε στο περίπτερο του Prince Teng το πρωί της μεγάλης εκδήλωσης.\nΌπως ήταν αναμενόμενο, ο Wang Bo έσπευσε στο περίπτερο του Prince Teng το πρωί της μεγάλης εκδήλωσης. Και επί τόπου έγραψε τον «Πρόλογο στο περίπτερο του πρίγκιπα Τενγκ», που ονομάστηκε το αιώνιο αριστούργημα από τον αυτοκράτορα Γκαοζόνγκ της δυναστείας των Τανγκ. Και επί τόπου έγραψε τον «Πρόλογο στο περίπτερο του πρίγκιπα Τενγκ», που ονομάστηκε το αιώνιο αριστούργημα από τον αυτοκράτορα Γκαοζόνγκ της δυναστείας των Τανγκ.\nΥπάρχει ένα ποίημα που λέει:\nΠάντα έλεγαν ότι οι ταλαντούχοι άνθρωποι είναι θεοί, επομένως δεν είναι τυχαίο που ο άνεμος φέρνει τη Ναντσάνγκ στη Ναντσάνγκ.\nΈγραψα μια πρόταση για το ψηλό περίπτερο του Teng Wang και μετά συνόδευσε τους αθάνατους στο Zhongyuan.", "聖意": "Προσευχηθείτε για το σπίτι σας και προστατέψτε τον εαυτό σας, προσευχηθείτε για ευλογίες, αναζητήστε πλούτο και επιτύχετε γάμο και αρμονία.", "古人": "Ο άνεμος φυσά στο περίπτερο Tengwang", "第X籤": "Υπογράψτε ογδόντα ένα", "宮": "Γουέι Γκονγκ"}