{"籤詩版本二": "Για παράδειγμα, η τρίτη, η τέταρτη και η πέμπτη τάξη του πρώτου σεληνιακού μήνα λείπουν, μισές απουσιάζουν, μισές παρούσες και ημιτελείς.\nΠεριμένοντας το μεταμεσονύκτιο σνακ τη δέκατη πέμπτη μέρα του χρόνου, όλα είναι φωτεινά και γεμάτα", "詩意": "Σε αυτό το εξάγραμμα, το φεγγάρι λείπει αλλά δεν είναι γεμάτο.\nΝα είστε υπομονετικοί σε όλα.", "解曰": "Μείνετε συντηρητικοί και περιμένετε. Όπως τον πρώτο μήνα του μήνα. Αναμονή για τον γύρο. Τίποτα κακό.", "籤詩故事一": "◇ Ο Λι Γιουάν ανέβηκε στο θρόνο\nΤα τελευταία χρόνια της δυναστείας Σούι, ο Αυτοκράτορας Γιανγκ της Δυναστείας Σούι ήταν διεφθαρμένος και αποδιοργανωμένος, διασκέδαζε παντού, προκαλώντας δυσαρέσκεια στους ανθρώπους και μοιράζοντας την αυτοκρατορία στους ήρωες.\nΤο 618 μ.Χ., ο Yu Wenhuaji, ο Sima Dekan, ο Pei Qantong και άλλοι ξεκίνησαν μια ανταρσία για να σκοτώσουν τον αυτοκράτορα Yang της δυναστείας Sui και ανακήρυξαν τον Yang Hao ως αυτοκράτορα.\nΣύντομα ο Yu Wenhuaji σκότωσε τον Qin Wanghao και αυτοανακηρύχτηκε Αυτοκράτορας Xu, ιδρύοντας τη χώρα Xu.\nΤο επόμενο έτος, καταστράφηκε από κοινού από τον στρατηγό των Τανγκ Λι Σεντόνγκ και τον βασιλιά Σία Ντου Τζιαντέ.\nΑφού η περιοχή των Central Plains έμαθε για τον θάνατο του αυτοκράτορα Yang, ο φρουρός Luoyang Wang Shichong υποστήριξε τον βασιλιά Dong του Yue ως αυτοκράτορα, δηλαδή τον αυτοκράτορα Ai της δυναστείας Sui.\nΕκείνη την εποχή, ο Λι Γιουάν καθαίρεσε τον Γιανγκ Γου, αυτοανακηρύχτηκε αυτοκράτορας στο Ταϊγιουάν και άλλαξε το όνομα της χώρας σε Τανγκ. Αυτό είναι το Tang Gaozu.", "聖意": "Η οικογένεια και το σπίτι εύχονται στους εαυτούς τους καλή τύχη το καλοκαίρι και το φθινόπωρο, αναζητούν πλούτη, κρατούν συμφωνίες, περιμένουν την ώρα, ο γάμος αργεί, η Liujia γεννά ένα κορίτσι, οι πεζοί είναι μπλοκαρισμένοι, οι μεταξοσκώληκες είναι σταθεροί, τα ζώα είναι σταθερά, είναι δύσκολο να βρεις ανθρώπους, οι δημόσιες αγωγές και η μετανάστευση είναι συντηρητικές, η απώλεια περιουσίας είναι δύσκολη, η ασθένεια είναι δύσκολο να στηθεί, να στείλει στον τάφο του βουνού και να την αλλάξει.", "古人": "Ο Λι Γιουάν ανέβηκε στο θρόνο", "第X籤": "Ογδόντα τρία Κερδισμένα Λαχεία", "宮": "Γουέι Γκονγκ"}