{"籤詩版本二": "Τι να κάνετε αν χάσετε την αρετή σας λόγω της φήμης σας;Φοβάμαι ότι η καλή τύχη θα αλλάξει και θα συμβούν άσχημα πράγματα.\nΜεθυσμένος, δεν ξέρω πού να πάω, βλέπω ένα μουντό όνειρο στη σκιά των καταπράσινων πεύκων.", "詩意": "Αυτό το εξάγραμμα αντιπροσωπεύει το κρύο ψάρι που φεύγει από το νερό.\nΤίποτα δεν μπορεί να μετακινηθεί.\n\n(Αυτό το εξάγραμμα είναι σύμβολο κακής αρετής και κακής τύχης.\nΚράτα τα πόδια σου στο έδαφος σε όλα.\n)", "解曰": "Το κρύο ψάρι φεύγει από το νερό. μια μύγα στην αλοιφή. Αν ρωτάς για τα σχέδια κατασκήνωσης. Είναι καλύτερα να Mo Qi\nΑυτό το ζώδιο θα φέρει κακή τύχη στη Liujia. Όλα πάνε στραβά. Προσευχήσου για ασφάλεια.", "籤詩故事一": "◇ Ο Τζουάνγκζι δοκιμάζει τη γυναίκα του\nΟ Zhuangzi γεννήθηκε στη δυναστεία Zhou. Το επώνυμό του ήταν Zhuang, το όνομά του ήταν Zhou και το όνομά του ήταν Zixiu. Ήταν ντόπιος του Mengyi στη Δυναστεία Song. Στη δυναστεία Zhou, ήταν ο αξιωματούχος του Qiyuan.\nΜια μέρα, η Zhuangzi συνάντησε μια γυναίκα στο βουνό, η οποία καθόταν οκλαδόν μπροστά σε έναν νέο τάφο, κουνώντας απελπισμένα τη βεντάλια της, σαν να ήθελε να στεγνώσει το βρεγμένο χώμα στον τάφο. Ο Τζουανγκζί δεν κατάλαβε την πρόθεσή της, οπότε τη ρώτησε. Είπε ότι το άτομο που θάφτηκε στον τάφο ήταν ο σύζυγός της και τα τελευταία λόγια του συζύγου της ήταν ότι δεν μπορούσε να ξαναπαντρευτεί μέχρι να στεγνώσει το χώμα στον τάφο. Δεν μπορούσε να περιμένει άλλο, έτσι ανακάτεψε το χώμα του τάφου για να στεγνώσει πιο γρήγορα, ώστε να μπορέσει να ακολουθήσει μια δεύτερη πηγή.\nΟ Τζουανγκζί αναστέναξε όταν σκέφτηκε ότι υπήρχε μια τέτοια άκαρδη γυναίκα στον κόσμο. Τότε σκέφτηκα, θα ήταν η γυναίκα μου έτσι; Όταν υπάρχει υποψία, θέλω να το δοκιμάσω.\nΤο επώνυμο της συζύγου του Zhuangzi ήταν Tian και το ζευγάρι είχε συνήθως στενή σχέση. Για να δοκιμάσει την πίστη της συζύγου του, ο Zhuangzi αποφάσισε να προσποιηθεί ότι ήταν νεκρός.\nΑκούγοντας ότι ο Zhuangzi πέθανε από μια ξαφνική ασθένεια, πολλοί άνθρωποι από όλο τον κόσμο, συμπεριλαμβανομένων συγγενών και φίλων, ήρθαν να εκφράσουν τα συλλυπητήριά τους. Ανάμεσά τους ήταν ένας όμορφος βασιλιάς και εγγονός από την πολιτεία Chu, ο οποίος ήταν πλούσιος σε πλούτο. Ο Τιάν ήταν πρόσφατα χήρος και αξιολύπητος, την καταδίωξε. Η κυρία Tian δεν άντεξε τον πειρασμό και ερωτεύτηκε τον Wang Sun. Παντρεύτηκαν σε μόλις είκοσι μέρες.\nΕκείνο το βράδυ, όταν το κρασί ήταν μεθυσμένο και τα αυτιά ήταν ζεστά, ο Wang Sun υπέστη ξαφνικά καρδιακή προσβολή και πέθανε.\nΗ κυρία Τιάν φοβήθηκε και πανικοβλήθηκε και ρώτησε τον Γουάνγκ Σουν επειγόντως τι να κάνει. Ο Γουάνγκ Σουν υπέμεινε τον πόνο και είπε στην κυρία Τιάν ότι οι εγκέφαλοι των νεκρών θα μπορούσαν να χρησιμοποιηθούν για να επαναφέρουν τους νεκρούς στη ζωή.\nΠού να βρείτε το νεκρό; Η κυρία Tian σκέφτηκε ξαφνικά, δεν πέθανε ο σύζυγός της; Ο κύριος Tian ξέχασε την παλιά αγάπη μεταξύ του άντρα και της γυναίκας, και στην πραγματικότητα πήρε ένα τσεκούρι και άνοιξε το φέρετρο του συζύγου της, προετοιμάζοντας να βγάλει το μυαλό του για φάρμακα.\nΑπροσδόκητα, όταν άνοιξε το φέρετρο, ο Zhuangzi επέστρεψε στη ζωή. Η κυρία Τιάν ντρεπόταν τόσο πολύ που κρεμάστηκε.\n(Αυτή η ιστορία είναι μια μεταφορά για την παραβίαση της φιλίας για προσωπικό όφελος, επομένως δεν μπορούμε να συμφωνήσουμε μαζί της.)", "聖意": "Το σπίτι είναι ειρηνικό, ο εαυτός είναι ασφαλής, τα χρήματα είναι άδικα, οι συναλλαγές θυσιάζονται, ο γάμος λύνεται, το κακό ευημερεί στη Λιούτζια, οι πεζοί δεν έχουν φτάσει, ο μεταξοσκώληκας είναι επίπεδος, τα ζώα είναι επίπεδα, οι άνθρωποι λείπουν, η αγωγή αλλάζει, οι μαθητές είναι συντηρητικοί, η περιουσία δεν είναι άρρωστη, και το βουνό και ο τάφος είναι κακοί.", "古人": "Ο Zhuangzi δοκιμάζει τη γυναίκα του", "第X籤": "Παρτίδα 84", "宮": "Γουέι Γκονγκ"}