{"籤詩版本二": "Μαύρα σύννεφα και ομίχλη σκεπάζουν το δρόμο μπροστά στο βουνό Όλα είναι στρογγυλά και το φεγγάρι πάλι στρογγυλό.\nΑν πάρεις ποίηση και βιβλία, θα ξυπνήσεις από ένα βαθύ όνειρο.Ο ευγενής θα σε καθοδηγήσει στην ταράτσα.", "詩意": "Αυτό το εξάγραμμα συμβολίζει το τέλος της άνοιξης και την ανθοφορία των λουλουδιών.\nΌλα αλλάζουν μετά τον Κύριο.", "解曰": "Ο ηλικιωμένος πρέπει να ζητήσει βοήθεια. Ανθίζει ξανά την άνοιξη. Επιθυμία για φήμη και περιουσία. Αντιμετωπίστε ένα απροσδόκητο κέρδος αργά στη ζωή.", "籤詩故事一": "◇ Ο Han Wengong συναντά το χιόνι\nΟ Han Yu, του οποίου το ευγενικό όνομα ήταν Tuizhi, ήταν από το Changli. Ο Tang Dezong έγινε Jinshi τον όγδοο χρόνο του Zhenyuan και ο μεταθανάτιος τίτλος του ήταν Wen Gong.\nΚατά τη διάρκεια της βασιλείας του αυτοκράτορα Xianzong της δυναστείας Tang, ο Han Yu διαμαρτυρήθηκε με τα οστά του Βούδα, γεγονός που εξόργισε τον Αυτοκράτορα. Ο Han Yu άφησε τη γυναίκα και τα παιδιά του και πήγε στο Chaozhou. Μετά από περπάτημα για λιγότερο από μερικές μέρες, ο κρύος αέρας επικράτησε και χιόνισε πολύ. Ο Χαν Γιου έφτασε σε ένα μέρος όπου το χιόνι ήταν αρκετά πόδια, δυσκολεύοντας το άλογό του να προχωρήσει μπροστά.Δεν υπήρχε σπίτι κοντά και δεν ήξερε πού ήταν ο δρόμος. Αν θέλεις να ακολουθήσεις το μονοπάτι και να υποχωρήσεις, δεν υπάρχει τρόπος επιστροφής. Ο άνεμος φυσούσε δυνατά και το χιόνι έπεφτε γρήγορα. Ο Χαν Γιου ήταν μούσκεμα μέχρι το δέρμα, παγωμένος και πεινασμένος και δεν είχε πού να εκφράσει τη λύπη του.\nΟ Χαν Γιου αναστέναξε και είπε: «Ο αυτοκράτορας δεν θα με σκοτώσει, αλλά ο αυτοκράτορας θέλει να με καταστρέψει».\nΑκριβώς όταν ο Χαν Γιου ήταν απελπισμένος, είδε έναν άντρα να έρχεται να καθαρίσει το χιόνι παρά το έντονο κρύο. Αποδείχθηκε ότι ήταν ο Χαν Σιάνγκζι (ανιψιός του Χαν Γιου).\nΠροηγουμένως, ο Han Xiangzi είχε πει στον Han Yu: \"Πού είναι το σπίτι του Yun Heng στο Qinling; Το χιόνι αγκαλιάζει τη μπλε πύλη και το άλογο σταματά να προχωράει.\" Εκείνη την ώρα, ο Han Yu δεν κατάλαβε τι εννοούσε ο Han Xiangzi, αλλά τώρα επιτέλους κατάλαβε.\nΈτσι ο Han Yu και ο Han Xiangzi πήγαν να περάσουν τη νύχτα στο σπίτι του Fu στο Languan. Μιλώντας για το παρελθόν και τον δρόμο προς την καλλιέργεια, ο Han Yu πείστηκε ειλικρινά.\nΑργότερα, ο Χαν Γιου εγκατέλειψε την επίσημη θέση του, δώρισε όλη την περιουσία του στην τοπική κυβέρνηση και πήγε στα βουνά για να ασκήσει τον Ταοϊσμό και να γίνει αθάνατος.", "聖意": "Το σπίτι δεν είναι καλό για τον εαυτό του, να είστε προσεκτικοί στην αναζήτηση χρημάτων, να επικεντρωθείτε στις επιχειρήσεις, ο γάμος αργεί, οι γυναίκες πεζοί της Liujia μπλοκάρουν τα χωράφια, οι μεταξοσκώληκες είναι καλοί, τα ζώα είναι καλά, είναι δύσκολο να βρεις ανθρώπους, οι δημόσιες αγωγές επαναλαμβάνονται, η μετανάστευση είναι ενημερώθηκε, τα χαμένα πράγματα είναι σοβαρά, οι ασθένειες καθυστερούν, οι ορεινοί τάφοι πρέπει να αλλάξουν.", "古人": "Ο Han Wengong συναντά το χιόνι", "第X籤": "Ογδόντα πέμπτη λαχειοφόρος αγορά", "宮": "Σεν Γκονγκ"}