{"籤詩版本二": "Περπατώντας στα μισά του δρόμου μέχρι το δυτικό βουνό, οι βράχοι του Junling δεν μπορούν να εγκατασταθούν.\nΑναζητώντας τον Θεό για προστασία, αυτό το σώμα βρίσκεται ακόμα στο νεκροτομείο", "詩意": "Αυτό το εξάγραμμα είναι σαν να ψάχνεις για χρυσό στην άμμο.\nΥπάρχουν σημάδια ευγενών ανθρώπων σε όλα.\n\nΕπίσης: Αυτό το εξάγραμμα δείχνει ότι το άτομο βρίσκεται σε κίνδυνο.\nΥπάρχουν σημάδια ευγενών ανθρώπων σε όλα.", "解曰": "Ο νεφρίτης μπορεί να βρεθεί με τη σμιλεμένη πέτρα. Βρείτε χρυσό στην άμμο. Χρειάζεται να δουλέψουμε σκληρά. Μόνο κόπο.\nΆλλο έργο: μια δύσκολη κατάσταση. Πουθενά να μείνεις. Ζητήστε την ευλογία του Θεού. Προσευχήσου για ψυχική ηρεμία.", "籤詩故事一": "◇Δαγκώστε χρυσό και εξερευνήστε υπόγειες σπηλιές\nΓια να γιορτάσει τα στρατιωτικά του κατορθώματα, ο Cheng Yaojin έκανε ένα συμπόσιο στο Yanwuyang. Ξαφνικά άνοιξε μια τρύπα στο έδαφος, η οποία ήταν ανεξιχνίαστη.Όλοι έκαναν κλήρο διαλέγοντας τις λέξεις, δαγκώνοντας το χρυσό για να κερδίσουν και νοικιάζοντας σχοινιά για να δεθούν στην τρύπα.\nΥπάρχουν πέτρινες πόρτες, τραπέζια, καρέκλες, γέφυρες και άλλα αντικείμενα.Στο τραπέζι υπάρχουν ρόμπες δράκων και ζώνες νεφρίτη, που είναι φτιαγμένες από χρυσό και φθαρμένες από τη σπηλιά.\nΟ Γιάο Τζιν βγήκε από την τρύπα με ένα μεγάλο κουτί και ένα μικρό κουτί, άνοιξε το ξύλινο κουτί και έβγαλε τη σφραγίδα του νεφρίτη, άνοιξε το κουτί, έβγαλε τη μεγάλη σημαία και τη ρόμπα κορώνα και τα κομμάτια και τα έβαλε στο τραπέζι, και όλοι τους παρακολουθούσαν έναν έναν. Είδα τους οκτώ χαρακτήρες της σφραγίδας που ήταν χαραγμένοι στη μεγάλη σφραγίδα ήταν «Ο Δαίμονας Βασιλιάς του Χούνσι, ο Μεγάλος Ενάρετος Αυτοκράτορας».\nΌλοι τον λάτρευαν ως «Αυτοκράτορα» και ο Yaojin το έκανε αυτό για τρία χρόνια ως ο βασιλιάς των δαίμονων. (Στην πραγματικότητα, αυτό αυτοανακηρύχτηκε και ο Cheng Yaojin ήταν απλώς ο αρχηγός του χωριού εκείνη την εποχή.)\n(Αυτή η ιστορία είναι μια μεταφορά ότι τα καλά πράγματα είναι ακριβώς όπως η υποκριτική. Αυτή είναι η καλλιτεχνική αντίληψη του \"αυτό το σώμα είναι ακόμα στο κενό\".)", "聖意": "Προσευχή για σπίτι και σπίτι, αυτοήττα, αναζήτηση πλούτου, σκληρή δουλειά, προσοχή στις επιχειρήσεις, ο γάμος θα παρεμποδιστεί από Liu Jiaxu, πεζούς, Chi Tian, ​​μεταξοσκώληκες, στάβλους έξι ζώα, αναζήτηση ανθρώπων, χωρίς μηνύσεις, απώλεια , μετανάστευση, διατήρηση χαμένων περιουσιών, κακές ασθένειες, εμπόδια, βουνά και τάφους.", "古人": "Εξερευνώντας την Κρύπτη για Χρυσό", "第X籤": "Υπογράψτε ογδόντα επτά", "宮": "Σεν Γκονγκ"}