{"籤詩版本二": "Μην με ενοχλείτε με τις προσωπικές σας υποθέσεις, αυτό είναι πιο σωστό να ρωτήσετε το κοινό.\nΜια καθαρή καρδιά είναι τόσο φωτεινή και καθαρή όσο το φωτεινό φεγγάρι στον ουρανό", "詩意": "Αυτό το εξάγραμμα αντιπροσωπεύει την εικόνα ενός φωτεινού φεγγαριού στον ουρανό.\nΌλα είναι φωτεινά και ευάερα.", "解曰": "Να είσαι όρθιος στην καρδιά. Διορθώστε τον νόμο. Ιερά λόγια. Τελικά γίνεται σαφές.", "籤詩故事一": "◇ Ο στρατηγός του Κονγκ Μινγκ\nΛύση: Ο Zhuge Liang κινητοποιεί τα στρατεύματα και τους στρατηγούς του\nΚατά τη διάρκεια της περιόδου των Τριών Βασιλείων, ο Zhuge Liang (181-234), με το ευγενικό όνομα Kongming, γεννήθηκε στο Yangdu, Langya (τώρα Yinan County, επαρχία Shandong).\nΟ Zhuge Liang συμφώνησε να γίνει αξιωματούχος αφού ο Liu Bei έκανε τρεις επισκέψεις στο αχυρένιο εξοχικό σπίτι. Εκείνη την εποχή, ο Cao Cao είχε ειρηνεύσει το Hebei και ήταν αποφασισμένος να βαδίσει νότια. Έστειλε τον Xiahou Dun ως αρχιστράτηγο, τον Yu Jin, τον Li Dian και άλλους ως αναπληρωτές στρατηγοί, οδηγώντας έναν στρατό 100.000 για να βαδίσουν προς το Xinye. Αν και ο Zhuge Liang είχε σχέδιο να υποχωρήσει από τον εχθρό εκείνη την εποχή, ο Guan Yu και ο Zhang Fei περιφρονούσαν τα λόγια του Zhuge Liang. Ο Zhuge Liang δεν είχε άλλη επιλογή από το να χρησιμοποιήσει το σπαθί του Liu Bei για να υποτάξει τους δύο άνδρες. Ο καθένας οδήγησε χίλιους στρατιώτες και άλογα και κρύβονταν στο Yushan και στο Anlin. Περίμεναν τον Xiahou Dun να οδηγήσει τον στρατό του για να περάσει και στη συνέχεια τους επιτέθηκαν με ενέδρες και φωτιά.\nΕπιπλέον, ο Zhao Yun στάλθηκε να ηγηθεί των παλαιών και αδύναμων υπολειμμάτων του στρατού για να πολεμήσει ως εμπροσθοφυλακή εναντίον του Xiahou Dun, και στη συνέχεια προσποιήθηκε την ήττα και υποχώρησε, δελεάζοντας τον Xiahou Dun στο στενό δρόμο στα βουνά και τα δάση. Έστειλε επίσης τον Guan Ο Ping, ο Zhou Cang, ο Liu Feng και άλλοι για να μπουν κρυφά στο πίσω μέρος του στρατού του Cao, καίγοντας προμήθειες και προκαλώντας πανικό στον στρατό του Cao.\nΜετά τη μάχη, όλα έγιναν όπως κανόνισε ο Zhuge Liang. Όταν ο Xiahou Dun και ο Yu Jin οδήγησαν τον στρατό σε καταδίωξη, ο Li Dian, ο οποίος βρισκόταν στα μετόπισθεν, ενημέρωσε επειγόντως τον Xiahou Dun στο μέτωπο ότι έπρεπε να προφυλαχθεί από τις επιθέσεις του εχθρού. Ωστόσο, ήταν πολύ αργά. Ο στρατός του Cao περιορίστηκε από ο στενός δρόμος και βρισκόταν σε ένα μέρος όπου τα δέντρα ήταν συνυφασμένα, οπότε η φωτιά δεν μπορούσε να ξεκινήσει. Υπήρξαν μεγάλες απώλειες και ο Xiahou Dun και άλλοι στρατηγοί νικήθηκαν και έφυγαν πίσω στο Xudu.\n(Αυτή η ιστορία είναι μια μεταφορά ότι ο Κονγκ Μινγκ είναι καλός στο να χρησιμοποιεί τους ανθρώπους και να κυβερνά τη χώρα με σοφία.)", "聖意": "Το σπίτι και το σπίτι είναι ευοίωνα. Εύχομαι καλή τύχη σε πλούτο, ψυχική ηρεμία, ευημερούσες επιχειρήσεις, γάμο, επιτυχία, επιτυχία στη Λιούτζια, άνδρες που μετακινούνται σε χωράφια, μεταξοσκώληκες, απώλεια ζώων, αγνοούμενοι, δημόσιες αγωγές, μετανάστευση, χαμένη περιουσία, ευλογίες, αρρώστια, ειρήνη, βουνά και τάφους.", "古人": "ο στρατηγός του Κονγκ Μινγκ", "第X籤": "Το ένατο ζώδιο", "宮": "Παλάτι Γιν"}