{"籤詩版本二": "Μια καλή παράσταση σε κάνει να ξεχωρίζεις από το πλήθος με ένα συνοφρυωμένο πρόσωπο, και το μέλλον σου αλλάζει και φέρνεις πολύ πλούτο.\nΈνας δρόμος είναι τόσο φαρδύς όσο ο ουρανός και όλα τα χρήματα που μπορείτε να δώσετε θα είναι στην καρδιά σας", "詩意": "Αυτό το εξάγραμμα δείχνει ένα πολλά υποσχόμενο μέλλον.\nΟλα πάνε καλά.", "解曰": "Μεγάλος δρόμος. Μπορείτε να προχωρήσετε. Χρησιμοποιήστε την καρδιά σας. Μόνο μπροστά.\nΌλα πάνε όπως τα σχεδίασε με αυτό το ζώδιο. Καλή τύχη στον Jichang.", "籤詩故事一": "◇ Τρεις ήρωες πολεμούν εναντίον του Λου Μπου\nΛύση: Τρεις ήρωες Zhang Fei, Guan Yu και Liu Bei πολεμούν εναντίον του Lu Bu\nΟ Dong Zhuo έμαθε ότι ο Hua Xiong είχε αποκεφαλιστεί και έστειλε τον ιπτάμενο στρατηγό Lu Bu να πολεμήσει. Μόλις ο Lu Bu πήγε στη μάχη, σκότωσε τους στρατηγούς Fang Yue και Mu Shun και σκότωσε τον Wu Anguo και τον Gongsun Zan.\nΟ Zhang Fei είδε ότι ο Gongsun Zan δεν μπορούσε να νικήσει τον Lu Bu, έτσι αντικατέστησε γρήγορα τον Gongsun Zan και φώναξε: \"Οι σκλάβοι των τριών επωνύμων πρέπει να φύγουν! Ο Zhang Fei από το Yan είναι εδώ!\" Μετά από αυτό, πολέμησαν για περισσότερους από πενήντα γύρους. χωρίς νικητή ή χαμένο.\nΑφού το είδε ο Guan Yu, αυτός και ο Zhang Fei επιτέθηκαν στον Lu Bu και πολέμησαν για περισσότερους από τριάντα γύρους.\nΟ Λιου Μπέι έφερε επίσης δύο ξίφη, χτύπησε το άλογό του και προχώρησε για να βοηθήσει τον Ζανγκ Φέι και τον Γκουάν Γιου.\nΟι τρεις άνδρες περικύκλωσαν τον Λου Μπου και συνέχισαν να τσακώνονται.Όλοι οι άνθρωποι της ομάδας έμειναν άναυδοι.\nΣύντομα, ο Λου Μπου άρχισε να χάνει δυνάμεις. Ο Πήγασος του Λου Μπου υποχώρησε, αλλά οι τρεις άνδρες καταδίωξαν τον Λου Μπου και αρνήθηκαν να τα παρατήσουν. Δεν υποχώρησαν παρά μόνο όταν συνάντησαν τα στρατεύματα του Λου Μπου.\n\"Τρία Βασίλεια\"\n(Αυτή η ιστορία είναι μια μεταφορά για τη γενναιότητα και την ικανότητα του Lu Bu στη μάχη. Ένα άτομο μπορεί να νικήσει τρεις ανθρώπους.)", "聖意": "Η καρδιά του σπιτιού και του σπιτιού ταξιδεύει μόνο στο δικό του ταξίδι για να αναζητήσει πλούτο. Ένα πιθανό άρθρο γάμου πηγαίνει στη Liujia. Τα πράγματα πάνε ομαλά για τους ανθρώπους. Χρησιμοποιούν μεταξοσκώληκες Zhushuntian. Ανάμεσα στα έξι ζώα μπορούν να βρεθούν άνθρωποι. Πριν από τη δημόσια μήνυση, ο Yichang , μετανάστευση, χαμένη περιουσία, ασθένεια, ορεινός τάφος κ.λπ., είναι ευοίωνο.", "古人": "Τρεις ήρωες πολεμούν εναντίον του Λου Μπου", "第X籤": "Ενενήντα ένα νικητήριο λαχείο", "宮": "Εσύ Παλάτι"}