{"籤詩版本二": "Σχεδιάζω για επαγγελματικούς λόγους από παιδί, οπότε δεν χρειάζεται να ζητήσω πλούτη και πλούτη.\nΑν δύο άτομα ψάχνουν για κάτι, ο μελετητής θα βγει και θα επιστρέψει με το κορυφαίο έπαθλο.", "詩意": "Αυτό το εξάγραμμο ήταν το σύμβολο των επιχειρήσεων από την παιδική ηλικία.\nΝα είστε επιμελής και φειδωλός σε όλα και να μην ανησυχείτε.", "解曰": "Από την παιδική ηλικία στην ενηλικίωση. Κανένα εμπόδιο, κανένα εμπόδιο. Κάντε ένα σχέδιο. Η φήμη πηγαίνει ομαλά.", "籤詩故事一": "◇Ο Cai Qing ανταποδίδει την καλοσύνη του (Cai Yong)\nΟ Cai Yong, με το ευγενικό όνομα Bojie, γεννήθηκε στο Chenliuyu (τώρα νότια της κομητείας Qixian, στην επαρχία Henan). Είναι λόγιος και σύζυγος του Zhao Wuniang. Πριν από πέντε χρόνια, η αυτοκρατορική αυλή στρατολόγησε ταλέντα στην κίτρινη λίστα και η κομητεία του συνέστησε να έρθει στο Πεκίνο για να δώσει τις εξετάσεις.Από τότε δεν έχει υπάρξει καμία είδηση.\nΟ πρώτος χρόνος μετά την αποχώρηση του Cai Bojie ήταν εύκολο να αντιμετωπιστεί.Η οικογένεια είχε κάποιες οικονομίες και η ζωή της ήταν διαχειρίσιμη.\nΤον επόμενο χρόνο, ο Τσενλίου υπέστη σοβαρή ξηρασία, οπότε βασίστηκε στον Zhao Wuniangdian για να πουλήσει κοσμήματα για να επιβιώσει από την πείνα.Δεν υπήρχαν νέα από τον Cai Bojie, κάτι που έκανε την οικογένεια να ανησυχεί ακόμη περισσότερο.\nΗ ξηρασία διήρκεσε τρία χρόνια κατά τη διάρκεια αυτής της περιόδου. Ο Zhang Guangcai, ένας γείτονας στο χωριό, τη βοηθούσε κατά καιρούς.\nΑργότερα, ο Cai Bojie κέρδισε το πρώτο βραβείο και επέστρεψε στο σπίτι για να μάθει ότι η γυναίκα του είχε βοηθηθεί από τον Zhang Guangcai. Το ζευγάρι πήγε στο σπίτι του Ζανγκ για να εκφράσει την ευγνωμοσύνη του και έκανε δώρο στον Ζανγκ Γκουανγκσάι δύο ασήμι.", "聖意": "Το σπίτι είναι ειρηνικό, ο εαυτός ευημερεί, η επιχείρηση είναι επιτυχής, ο γάμος είναι επιτυχής, η γέννηση ενός άνδρα είναι επιτυχής, το χωράφι είναι γεμάτο μεταξοσκώληκες, τα έξι ζώα ευημερούν, η αναζήτηση είναι επιτυχής, η αγωγή είναι επιτυχής , πετυχημένη η μετανάστευση, καλό το χαμένο, βουνό η αρρώστια και καλός ο τάφος.", "古人": "Ο Cai Qing ανταποδίδει την καλοσύνη του (Cai Yong)", "第X籤": "Υπογράψτε ενενήντα δύο", "宮": "Εσύ Παλάτι"}