{"籤詩版本二": "Ο Λουάν Φενγκ Σιάνγκ ήταν βουτηγμένος στο ψιλόβροχο, αλλά εκείνη την ώρα δέχθηκε bullying από τον Queer\nΣοκαρίστηκα όταν έμαθα ότι μια μέρα τα σύννεφα ήταν μακριά, αλλά παρόλα αυτά σου επέστρεψα τα ρούχα μου.", "詩意": "Αυτό το εξάγραμμα αντιπροσωπεύει το σύμβολο του Λουάν και του Φοίνιξ που καλύπτονται από τη βροχή.\nΌλα έρχονται όταν έρθει η ώρα.", "解曰": "Ο κακός ευημερεί μέρα με τη μέρα. Ένας κύριος δεν πρέπει να κάνει τίποτα. Απλά κρατήστε τον εαυτό σας. Λάβετε μέτρα όταν έρθει η ώρα.", "籤詩故事一": "◇ Ο Γκάο Τζουν εγγυάται τον γάμο\nΣτην πρώιμη δυναστεία Σονγκ, ο Ζάο Κουανγκίν ένωσε τον βορρά και ολόκληρη η χώρα παραδόθηκε.Ωστόσο, στη Νότια δυναστεία Τανγκ, ο Λι Γιου κατέλαβε τα νότια του ποταμού Γιανγκτσέ και υιοθέτησε τη στρατηγική της παράδοσης προσφέροντας μια πόλη και παγιδεύοντας τον Ζάο Κουανγκίν στο Σουζόου Η κατάσταση ήταν κρίσιμη. Ο ανιψιός του Zhao Kuangyin, Gao Junbao, ένας νεαρός άνδρας με ένα χρυσό όπλο, έφυγε από το Bianjing για να σπάσει την πολιορκία του Shouzhou.\n, περνώντας από το βουνό Shuangsuo, έσπασαν την πινακίδα Husband που είχε στήσει ο Liu Jinding και οι δυο τους διαγωνίστηκαν. Ως αποτέλεσμα, ο Liu Jinding νίκησε τον Gao Junbao τρεις φορές με τις υπέροχες πολεμικές του τέχνες και αντάλλαξαν χρυσά μαχαίρια και ασημένια κουδούνια για μια ζωή. Ο ανιψιός του Zhao Kuangyin, Gao Junbao, για να σώσει τον παγιδευμένο Zhao Kuangyin στο Shouzhou, άφησε το Bianjing και πέρασε από το βουνό Shuangsuo. Έσπασε την πινακίδα που είχε στήσει ο Liu Jinding και οι δυο τους συναγωνίστηκαν. Ως αποτέλεσμα, ο Liu Jinding νίκησε τον Gao Junbao με το θαυμάσιες πολεμικές τέχνες και αναγκάστηκε να το κάνει.γάμος. Το ζευγάρι οδήγησε το πλήθος στην πολιορκία και έσωσε τον Zhao Kuangyin.\n(Η μεταφορά αυτής της ιστορίας είναι ότι οι δυο τους δεν συμφιλιώθηκαν (τους εκφοβίστηκαν), αλλά αργότερα συμφιλιώθηκαν.)", "聖意": "Το οικογενειακό σπίτι δεν είναι καλό για τον εαυτό του, φροντίστε να αναζητήσετε χρήματα, να μπλοκάρετε τις επιχειρήσεις, να περιμένετε τον γάμο, καθυστέρηση, Liujia, ψεύτικος ταξιδιώτης, να καθυστερείτε στα χωράφια, μεταξοσκώληκες, αργά, έξι ζημιές ζώων, δυσεύρετοι άνθρωποι, μηνύσεις, απώλεια, μετανάστευση, συντηρητικότητα, χαμένη περιουσία, σοβαρή ασθένεια, επέκταση του βουνού, σοβαρή μεταρρύθμιση", "古人": "Ο Γκάο Τζουν εγγυάται τον γάμο", "第X籤": "Ενενήντα τρεις κερδίζοντας το λαχείο", "宮": "xugong"}