{"籤詩版本二": "Ένας κύριος δεν πρέπει να νοιάζεται για τα ανθρωπάκια.Αν τα πράγματα πάνε στραβά, θα προκαλέσει προβλήματα.\nΟ ήχος του πιάνου πρέπει να ακούγεται με έναν στενό φίλο, είναι πάντα ήσυχος και ασαφής, αυτό το έργο είναι για όλους.", "詩意": "Αυτό το εξάγραμμα πρέπει να ανταποκρίνεται στην εικόνα ενός στενού φίλου.\nΤο να κρατάς τα πράγματα σταθερά θα φέρει καλή τύχη.", "解曰": "Zhiyinfangxu. Μην δίνεις σημασία σε άλλα πράγματα. Αντιμετωπίστε τον εαυτό σας σαν ένα ευγενές άτομο. Όλοι χαρούμενοι.\nΟ Zhiyin Fangxu έχει τέσσερις χαρακτήρες, οι οποίοι είναι αρχικά γραμμένοι ως Shiyin Fanghua.", "籤詩故事一": "◇ Ο BoYa επισκέπτεται φίλους (BoYa Broken Qin)\nΟ Boya, με το επώνυμο Yu, με το όνομα Rui και το ευγενικό όνομα Boya, ήταν ντόπιος του Yingdu της Πολιτείας Chu κατά την περίοδο της Άνοιξης και του Φθινοπώρου και την περίοδο των εμπόλεμων κρατών.\nΟ Zhong Ziqi εργάστηκε ως ξυλοκόπος στο βασίλειο Chu. Μια μέρα, συνάντησε τον Yu Boya που έπαιζε άρπα στον ποταμό Χαν. Ο Zhong Ziqi άκουσε μια φωνή να λέει: «Είναι ψηλό σαν βουνό και κουνιέται σαν νερό που ρέει.» Οι δυο τους παντρεύτηκαν και υποσχέθηκαν να συναντηθούν ξανά κατά τη διάρκεια του Μεσο Φθινοπωρινό Φεστιβάλ του χρόνου.\nΤον επόμενο χρόνο, ο Yu Boya κράτησε το ραντεβού όπως είχε προγραμματιστεί, αλλά ο Zhong Ziqi είχε πεθάνει. Αφού ο Yu Boya έμαθε ότι ο Zhong Ziqi πέθανε, ο Yu Boya σκέφτηκε ότι δεν θα υπήρχε πια μουσική στον κόσμο και δεν θα έπαιζε ποτέ ξανά άρπα στη ζωή του.\nλένε:\nΣπάζοντας το Yao Qin και το Feng Wei Han. Ο Zi Qi δεν ενδιαφέρεται σε ποιον παίζει.\nΤο ανοιξιάτικο αεράκι φέρνει όλους τους φίλους. Είναι δύσκολο να βρεις έναν αληθινό φίλο.", "聖意": "Να είστε προσεκτικοί όταν βγαίνετε έξω από το σπίτι σας και τον κακό σας. Όταν αναζητάτε πλούτο, να είστε προσεκτικοί στις συναλλαγές. Συνιστάται να καθυστερείτε στο γάμο. Δεν είναι ευνοϊκό για τις γυναίκες πεζούς να μετακινούν χωράφια, μεταξοσκώληκες και ζώα, να αναζητούν ανθρώπους επιμελώς , να υποβάλουν μηνύσεις και να μεταναστεύσουν, να αναζητήσουν γρήγορα χαμένα, να μπλοκαριστούν από ασθένειες, και τάφους στα βουνά.", "古人": "Η Boya επισκέπτεται φίλους (Boya Broken Qin)", "第X籤": "Παρτίδα ενενήντα τέσσερα", "宮": "xugong"}