{"籤詩版本二": "Οι φιλοδοξίες και τα επιτεύγματα βρίσκονται στη δυναστεία, αλλά τώρα θα υπάρχει ατελείωτο ποτό και σεξ.\nΑν δείτε έναν χρυσό κόκορα, θα ανταμειφθείτε με χρήματα, περιουσία και περιουσία.", "詩意": "Αυτό το εξάγραμμα αντιπροσωπεύει το σύμβολο της φιλοδοξίας και της φήμης.\nΚρατήστε τα πάντα ευοίωνα.", "解曰": "Φιλόδοξος και ενθουσιασμένος. Δεν είναι πολύ αργά για να φυλάξετε τον εαυτό σας. Ο χρυσός κόκορας υπόσχεται. Όλοι χαρούμενοι.", "籤詩故事一": "◇Ο Κάο Πι αυτοανακηρύχτηκε αυτοκράτορας\nΟ Cao Pi, με το ευγενικό όνομα Zihuan, γεννήθηκε στο Peiguoqiao (τώρα κομητεία Hao, Anhui). Διάσημος πολιτικός και συγγραφέας κατά την περίοδο Jian'an.\nΟ Κάο Πι είναι ο δεύτερος γιος του Κάο Τσάο. Έζησε με τον πατέρα του στο στρατόπεδο από παιδί. Κάτω από την επιρροή του πατέρα του, ο Κάο Πι έμαθε τοξοβολία σε ηλικία έξι ετών και ιππασία σε ηλικία οκτώ ετών και αναπτύχθηκε καλές δεξιότητες πολεμικών τεχνών. Έχει επίσης εκτεταμένη γνώση αρχαίων και σύγχρονων κλασικών και βιογραφιών, καθώς και βιβλία εκατοντάδων σχολών σκέψης. Μόλις στην ηλικία των δεκαοκτώ ετών ο Cao Cao νίκησε τον Yuan Shao και ο Cao Pi έζησε μια σχετικά σταθερή ζωή στο Yecheng, το κέντρο της κυριαρχίας του Cao Cao. Από τότε, αν και μερικές φορές συνόδευε τον πατέρα του σε στρατιωτικές αποστολές και έζησε τη ζωή ενός ευγενούς γιου τις περισσότερες φορές, εξακολουθούσε να ασκεί τις πολεμικές τέχνες καθημερινά και δεν έχει παρακμάσει μέχρι σήμερα. Συχνά ιππεύει το άλογό του στα εκατό βήματα και είναι πολύ επιδέξιος στις πολεμικές τέχνες.Επειδή συχνά ασκεί τις πολεμικές τέχνες, είναι ελαφρύς και δυνατός.\nΟ μεγαλύτερος γιος του Cao Cao Cao Ang σκοτώθηκε σε μια μάχη. Μετά τον θάνατο του μεγαλύτερου γιου, ο Κάο Πι έγινε η πρώτη επιλογή για τον διάδοχο. Όταν ήταν τριάντα ενός ετών, έγινε διάδοχος από τον Κάο Κάο. Όταν ο Κάο Πι ήταν τριάντα τριών ετών, ο Κάο Κάο πέθανε από ασθένεια και ο Κάο Πι τον διαδέχθηκε ως πρωθυπουργός και βασιλιάς του Γουέι. Είπε ότι συχνά κάνει ιππασία στα εκατό βήματα και είναι πολύ επιδέξιος.Επειδή κάνει συχνά κουνγκφού, είναι ελαφρύς και υγιής.", "聖意": "Προσευχηθείτε για το σπίτι σας και το σπίτι σας να είναι ειρηνικά, αναζητήστε πλούτο, δουλέψτε σκληρά, εμπόριο, χωρίστε νωρίς, ο γάμος θα είναι επιτυχημένος, η Liujia θα είναι ασφαλής, οι άνθρωποι θα είναι στο χωράφι, οι μεταξοσκώληκες θα είναι ώριμοι, έξι ζώα θα είναι ώριμα , δύσκολα θα βρεθούν άνθρωποι, οι δημόσιες μηνύσεις θα είναι επείγουσες, η μετανάστευση θα χαθεί και τα πράγματα θα είναι μακριά.Οι αρρώστιες θα παραμείνουν στα βουνά και στους τάφους.", "古人": "Ο Κάο Πι αυτοανακηρύσσεται αυτοκράτορας", "第X籤": "Ενενήντα πέμπτη νικητήρια λαχειοφόρος αγορά", "宮": "xugong"}