{"籤詩版本二": "Η μεγαλοπρεπής παγόδα είναι ασυνήθιστη, με εξαιρετικά χαρακτηριστικά σε όλες τις πλευρές που λάμπουν έντονα.\nΣας προτρέπω να είστε αποφασισμένοι να υποκύψετε επιμελώς και να κάνετε καλές πράξεις, και ο ουρανός θα σας στείλει ευλογίες.", "詩意": "Αυτό το εξάγραμμα αντιπροσωπεύει την εκδήλωση της αξίας.\nΌλα είναι ευοίωνα.", "解曰": "Αυτές οι ευλογίες. Όλοι το έχουν. Μην είσαι πολύ απασχολημένος. Η αξία καθορίζεται εκ των προτέρων.", "籤詩故事一": "◇Ο Βασιλιάς της Φενιάνγκ συναντά τον εγγονό του την Κινεζική Ημέρα του Αγίου Βαλεντίνου\nΛύση: Ο Guo Ziyi συνάντησε το Weaver Girl που κατέβαινε στη γη την Κινεζική Ημέρα του Αγίου Βαλεντίνου. Η Τιανσούν, η εγγονή του Αυτοκράτορα του Τζέιντ, είναι οι Επτά Νεράιδες.\nΟ Guo Ziyi (697-781), γνωστός και ως Guo Linggong, ήταν ντόπιος της κομητείας Zheng, Huazhou (τώρα κομητεία Huaxian, επαρχία Shaanxi) και στρατηγός της δυναστείας Tang. Η αυτοκρατορική αυλή έδωσε στον Ziyi τον τίτλο του βασιλιά της Fenyang.\nΛέγεται ότι ο Ziyi καταγόταν από το Huazhou και πήγε να πάει στον στρατό έξω από το Σινικό Τείχος. Πήγε στο Πεκίνο για να πιέσει για στρατιωτικούς μισθούς και επέστρεψε στο Yinzhou. Έτυχε να ήταν η Κινεζική Ημέρα του Αγίου Βαλεντίνου εκείνη την εποχή. Ο άνεμος και η άμμος σκοτείνιαζε και ο ήλιος είχε αρχίσει να σκοτεινιάζει. Ο Ziyi δεν μπορούσε να προχωρήσει, έτσι στεκόταν δίπλα στο δρόμο. Κοιμόταν στο πάτωμα σε ένα άδειο σπίτι. Όταν ήταν έτοιμος να αποκοιμηθεί, είδε ξαφνικά ένα κόκκινο φως Και από τις δύο πλευρές. Σηκώθηκε και σήκωσε το βλέμμα έκπληκτος. Υπήρχε ένα σύννεφο στον ουρανό που κατέβαινε αργά. Εκεί καθόταν μια όμορφη γυναίκα, αξιοπρεπής και πανέμορφη, εντελώς διαφορετική από τους απλούς ανθρώπους. Ο Ziyi αμέσως υποτίμησε και είπε: \"Σήμερα είναι η έβδομη ημέρα του έβδομου σεληνιακού μήνα. Νομίζω ότι είναι το κορίτσι υφαντών που ήρθε, επιθυμώντας να της δώσει μακροζωία και πλούτη.\"\nΗ γυναίκα απάντησε επίσης: «Με τον μεγάλο πλούτο έρχεται η μακροζωία».\nΑφού τελείωσε την ομιλία του, η λάμψη επέστρεψε και τα σύννεφα ανέβηκαν σιγά-σιγά. Η γυναίκα εξακολουθούσε να κοιτάζει τον Guo Ziyi με ένα ευχάριστο χαμόγελο μέχρι που ήταν μακριά της, και μετά ο καπνός θόλωσε και δεν μπορούσε πια να τη δει.\nΑποδείχθηκε αλήθεια, όπως είπε η γυναίκα. Τα πλεονεκτήματα του Ziyi είναι παγκοσμίως γνωστά, είναι εξαιρετικά δημοφιλής υπουργός και είναι ένας στρατηγός με αρετές και αρετές.", "聖意": "Κάντε μια ευχή για τον εαυτό σας στο σπίτι, κάντε μια ευχή για τον εαυτό σας, προσευχηθείτε για χρήματα, καλή τύχη στις επιχειρήσεις, καλή τύχη στο γάμο, καλή τύχη στη Liujia, χαρούμενα ταξίδια με ανθρώπους, κινούμενα χωράφια, μεταξοσκώληκες, σταθερά ζώα, κακή τύχη στην εύρεση άνθρωποι, δημόσιες αγωγές, μετανάστευση, καλή τύχη, ασθένειες χαμένων περιουσιών, τάφοι στο Zhenxingshan", "古人": "Ο βασιλιάς Φενιάνγκ συναντά τον εγγονό του την Ημέρα του Αγίου Βαλεντίνου στην Κίνα", "第X籤": "Υπογράψτε ενενήντα έξι", "宮": "xugong"}