{"籤詩版本二": "Άργησε να μπεις και να βγεις για να ζητήσεις συμβουλές, ανήσυχος και ανήσυχος μήπως προκαλέσει προβλήματα\nΌπως ένα πουλί που πετά σε μια παγίδα, πόσο καιρό μπορεί να πάρει για να ξεφύγει;", "詩意": "Αυτό το εξάγραμμα είναι ένα σημάδι ότι τα πράγματα παραμένουν παλιά και προσαρμοστούν στη μοίρα.\nΌλα είναι μη ικανοποιητικά.", "解曰": "Να είστε συντηρητικοί ανά πάσα στιγμή. Περιμένοντας να φτάσει ο ευγενής. Αν ρωτάς για τα πάντα. Το κύριο πράγμα θα αργήσει.", "籤詩故事一": "◇ Ο Τζι Πινγκ σκοτώθηκε\nΟ Τζι Πινγκ, του οποίου το πραγματικό όνομα είναι Τζι Τάι, γνωστός και ως Πινγκ, ήταν αυτοκρατορικός γιατρός της δυναστείας των Χαν.\nΤο πέμπτο έτος του Jian'an (200 μ.Χ.), ο Cao Cao έγινε πρωθυπουργός και δεν πήρε τον αυτοκράτορα στα σοβαρά. Από τότε που διάβασε το διάταγμα που έγραψε ο αυτοκράτορας στη ζώνη του, Dong Cheng, ο οποίος δεν είχε τρόπο να τον πάρει απαλλάχτηκε από τον Κάο Κάο, ένιωσε αγανάκτηση και θυμό.Ανησυχημένος, αρρώστησε.\nΟ αυτοκράτορας Xian ζήτησε από τον αυτοκρατορικό γιατρό Ji Ping να θεραπεύσει τον Cao Cao. Ο Τζι Πινγκ διάβασε το μυστικό διάταγμα του αυτοκράτορα και ήταν αποφασισμένος να απαλλαγεί από τον Κάο Κάο, έτσι οι δυο τους κατάστρωσαν ένα σχέδιο μαζί. Απροσδόκητα, οι τοίχοι έχουν αυτιά. Ο οικιακός σκλάβος του Dong Cheng, Qin Qingtong, χτυπήθηκε σαράντα φορές με ένα ραβδί από τον Dong Cheng λόγω της σχέσης του με τη νεαρή σύζυγο του Dong Cheng. Κρατούσε μνησικακία. Όταν το έμαθε, ανέφερε τον Dong Cheng και Τζι Πινγκ στον Κάο Κάο.\nΟ Τζι Πινγκ εκμεταλλεύτηκε τον πονοκέφαλο του Κάο Κάο και τον δηλητηρίασε κρυφά. Ο Κάο Τσάο έλαβε μια συμβουλή, παγίδευσε τον Τζι Πινγκ, τον βασάνισε και ερεύνησε τον αρχηγό. Ο Τζι Πινγκ αντιστάθηκε στον θάνατο και πέθανε αφού άγγιξε τα σκαλιά.", "聖意": "Το σπίτι ανησυχεί για τον εαυτό του, ο κακός ζητάει χρήματα, η επιχείρηση χάλασε, ο γάμος δεν αργεί, η τιμωρία είναι έξι, ο πεζός εγκλωβίζεται στο χωράφι, ο μεταξοσκώληκας είναι χαλασμένος, τα έξι ζώα βρίσκονται, άτομο βρέθηκε, η δημόσια αγωγή χάθηκε, η μετανάστευση δεν κινείται, η περιουσία χάθηκε, η ασθένεια διαπράχθηκε, το δίχτυ είναι στο βουνό, ο τάφος είναι νεκρός,", "古人": "Ο Τζι Πινγκ σκοτώθηκε", "第X籤": "Αριθμός ενενήντα οκτώ", "宮": "Haigong"}