{"籤詩版本二": "Καθαρίζοντας το άλογο και κρατώντας το μαστίγιο, ερχόμαστε κατευθείαν εδώ, μισοί σε κίνδυνο και μισοί σε καταστροφή.\nΕίναι σαν ένα σπίτι που καίγεται από φωτιά Όταν πέφτει ο ουρανός, η βροχή το κάνει στάχτη, έχω ένα σχέδιο.", "詩意": "Αυτό το εξάγραμμα αντιπροσωπεύει μισή λύπη και μισή χαρά.\nΣυνιστάται να κάνετε καλό σε όλα.", "解曰": "Δια βίου εργασία. Μη σε νοιάζει το σωστό και το λάθος. Τα δεσμά είναι προσωρινά. Η δυσαρέσκεια έρχεται φυσικά.", "籤詩故事一": "◇ Ο Tao Sanchun κερδίζει τον Zheng En στο Guayuan\n«Ζήτω το μνημόσυνό μου», σηκώθηκε ξανά ο Zhao Kuangyin, «ο Beiping King Zheng En είχε κανονίσει έναν γάμο τότε. Τώρα που ο κόσμος είναι ειρηνικός, θα ήθελα να ζητήσω την άδειά σας να επιλέξω μια ευνοϊκή μέρα για να παντρευτώ. \"\n«Ζήτω το μνημόσυνό μου!» Ο Zhao Kuangyin σηκώθηκε και είπε: «Ο βασιλιάς του Πεκίνου, Zheng En, είχε κανονίσει έναν γάμο τότε. Τώρα που ο κόσμος είναι ειρηνικός, θα ήθελα να ζητήσω την άδειά σας για να διαλέξω έναν ευνοϊκό ημέρα για να παντρευτώ».\n«Ω, ο τρίτος αδερφός ήταν αρραβωνιασμένος πριν, πώς και δεν το ήξερα αυτό;» Ο Τσάι Ρονγκ ξαφνιάστηκε πολύ. Κούνησε το χέρι του για τον Ζάο Κουανγκίν να καθίσει και να μιλήσει.\n\"Ω! Ο τρίτος αδερφός ήταν αρραβωνιασμένος πριν, πώς και δεν το ήξερα αυτό;\" Ο Chai Rong (αυτοκράτορας της ύστερης δυναστείας Zhou) ξαφνιάστηκε πολύ. Κούνησε το χέρι του και ζήτησε από τον Zhao Kuangyin να καθίσει και να μιλήσει.\n\"Είναι μεγάλη ιστορία. Πρώτον, τότε ήμασταν ακόμα στη φτώχεια και δεν πήγαμε στο στρατό σας. Από τότε, πολεμάμε χρόνια και δεν έχουμε χρόνο να σε νοιαζόμαστε. Δεύτερον, ο τρίτος αδερφός είναι επίσης λίγος ντρέπομαι να το αναφέρω, οπότε η Μεγαλειότητά σας δεν το ξέρει.»\n\"Είναι μεγάλη ιστορία. Πρώτον, ζούσαμε ακόμα στη φτώχεια εκείνη την εποχή και δεν πήγαμε στο στρατό σας. Από τότε, πολεμάμε χρόνια και δεν έχουμε χρόνο να νοιαζόμαστε για εσάς. Δεύτερον, ο τρίτος αδερφός είναι επίσης λίγο ντρέπομαι να το αναφέρω, οπότε η Μεγαλειότητά σας δεν το ξέρει.»\n\"Γεια, ο φοιτητής παντρεύεται, τι νόημα έχει να ντρέπεται; Ο τρίτος αδερφός είναι στο πεδίο της μάχης για πολύ καιρό και μπορεί να θεωρηθεί απαράμιλλος ήρωας. Γιατί είσαι τόσο μικροπρεπής για αυτό το θέμα;\"\n\"Γεια! Το αγόρι παντρεύεται, τι νόημα έχει να ντρέπεται; Ο τρίτος αδερφός είναι στο πεδίο της μάχης εδώ και πολύ καιρό και μπορεί να θεωρηθεί απαράμιλλος ήρωας. Γιατί είσαι τόσο μικροπρεπής με αυτό το θέμα;\"\n«Μιλώντας για αυτό, δεν μπορώ να κατηγορήσω τον τρίτο αδερφό μου ότι είναι ντροπαλός, γιατί αυτός ο γάμος ήταν πλαστός».\n«Μιλώντας για αυτό, δεν μπορώ να κατηγορήσω τον τρίτο αδερφό μου ότι είναι ντροπαλός, γιατί αυτός ο γάμος ήταν πλαστός».\n\"Δακτυλογραφήθηκε; Γεια, είναι ενδιαφέρον. Πες μου τι συνέβη.\"\n\"Το έγραψα! Γεια σου! Είναι ενδιαφέρον! Πες μου σε παρακαλώ τι συνέβη.\"\n«Ναι, θυμάμαι εκείνη τη χρονιά, όταν επρόκειτο να προσχωρήσουμε στην Αυτού Μεγαλειότητα, περνούσαμε από την κομητεία Baocheng. Είχε πολύ ζέστη τον Ιούνιο. Ο τρίτος αδερφός μου δεν μπορούσε να μείνει στο ξενοδοχείο, οπότε βγήκε να περιπλανηθεί μόνος. Αφού πέρασε από έναν κήπο με πεπόνια, μπήκε να μαζέψει λίγο. Τα πεπόνια έσβησαν τη δίψα. Δεν υπήρχαν πολλά πρώιμα πεπόνια αυτή τη στιγμή και ο τρίτος αδερφός δεν ήξερε πώς να τα μαζέψει, οπότε έσπασε πολλά από αυτά. Αυτή που κοιτούσε τα πεπόνια ήταν μια γυναίκα. Προχώρησε για να κατηγορήσει τον τρίτο αδερφό. Οι δυο τους είχαν μια διαφωνία και μετά άρχισαν να τσακώνονται. Ελάτε. .\"\n«Ναι, θυμάμαι εκείνη τη χρονιά, όταν επρόκειτο να προσχωρήσουμε στην Αυτού Μεγαλειότητα, περνούσαμε από την κομητεία Baocheng. Είχε πολύ ζέστη τον Ιούνιο. Ο τρίτος αδερφός μου δεν μπορούσε να μείνει στο ξενοδοχείο, οπότε βγήκε να περιπλανηθεί μόνος. Αφού πέρασε από έναν κήπο με πεπόνια, μπήκε να μαζέψει λίγο. Τα πεπόνια έσβησαν τη δίψα. Δεν υπήρχαν πολλά πρώιμα πεπόνια αυτή τη στιγμή και ο τρίτος αδερφός δεν ήξερε πώς να τα μαζέψει, οπότε έσπασε πολλά από αυτά. Αυτή που κοιτούσε τα πεπόνια ήταν μια γυναίκα. Προχώρησε για να κατηγορήσει τον τρίτο αδερφό. Οι δυο τους είχαν μια διαφωνία και μετά άρχισαν να τσακώνονται. Ελάτε. .\"\n\"Αυτός ο Ζενγκ Ζίμινγκ, φταίει καταρχάς, θα πρέπει να ζητήσει συγγνώμη. Γιατί τον χτυπάς; Εξάλλου, πώς μπορεί η οικογένεια ενός κοριτσιού να αντέξει τις μπουνιές και τις κλωτσιές ενός άγριου άντρα σαν αυτόν! Έλα, χτύπησες το κορίτσι για να κομμάτια. Όχι;» «Το κορίτσι ήταν αλώβητο...»\n\"Αυτός ο Ζενγκ Ζίμινγκ, φταίει καταρχάς, οπότε θα πρέπει να ζητήσει συγγνώμη. Γιατί τον δέρνεις; Εξάλλου, πώς μπορεί η οικογένεια ενός κοριτσιού να αντέξει τις μπουνιές και τις κλωτσιές ενός άγριου άντρα σαν αυτόν! Έλα, πες μου, χτύπησες αυτό το κορίτσι. Όχι;»\n«Το κορίτσι ήταν αβλαβές...»\n\"Δεν πειράζει, εντάξει... Ε, δεν ανέλαβες δράση; Α, υποθέτω ότι με έσωσες έγκαιρα.\"\n\"Δεν πειράζει! Δεν πειράζει... Έι! Δεν πήρες μέτρα; Α! Φαντάζομαι εσύ ήσουν αυτός που με έσωσες έγκαιρα!\"\n«...Όχι, το άτομο που έσωσα ήταν...ο τρίτος αδερφός.» «...Όχι, το άτομο που έσωσα ήταν...ο τρίτος αδερφός».\n\"Αχ αχ?!\"\n«Ο τρίτος αδερφός χτυπήθηκε στο έδαφος από τη γυναίκα και ξυλοκοπήθηκε βίαια σε όλη τη διαδρομή. Ευτυχώς, έφτασα και τον έπεισα να φύγει, οπότε δεν τραυματίστηκε σοβαρά. ... Μεγαλειότατε... Μεγαλειότατε!... \"\n\"Ο τρίτος αδερφός χτυπήθηκε στο έδαφος από τη γυναίκα και τον ξυλοκόπησε βίαια. Ευτυχώς, έφτασα και τον έπεισα να φύγει, οπότε δεν τραυματίστηκε σοβαρά... Μεγαλειότατε... Μεγαλειότατε!...\"\n«Α;...Ω, ποια είναι αυτή η γυναίκα!;» «Α!;...Α, ποια είναι αυτή η γυναίκα!;»\n\"Μόλις αργότερα έμαθα ότι το όνομα της γυναίκας ήταν Tao Sanchun και ο πατέρας της Tao Hong ήταν ένας παλιός ήρωας που δεν είχε φιλοδοξίες. Ο Tao Sanchun έμαθε πολεμικές τέχνες από τον πατέρα του από τότε που ήταν παιδί. Αφού γνώρισα Η οικογένειά του, είδα ότι η δεσποινίς Sanchun είχε εξαιρετικό χαρακτήρα. , ο Luo Luo και γενναιόδωρος, χωρίς καμία συνήθεια να είναι μικρό κορίτσι, τον ταίριαξαν επίτηδες. Στον πατέρα και την κόρη του Tao άρεσε επίσης πολύ ο απλός χαρακτήρας του τρίτου αδερφού. χτύπησε αμέσως και αποφάσισα αυτόν τον γάμο για τους δυο τους. Μεγαλειότατε, πείτε μου, σας παρακαλώ, αυτό δεν είναι Είναι ένας πλαστός γάμος;\"\n\"Μόλις αργότερα έμαθα ότι το όνομα της κοπέλας ήταν Tao Sanchun και είχε μάθει πολεμικές τέχνες από τον πατέρα της από τότε που ήταν παιδί. Αφού γνωρίστηκα με την οικογένειά του, είδα ότι η Miss Sanchun είχε εξαιρετικό χαρακτήρα. γενναιόδωρη και δεν είχε κανένα ίχνος από τις συνήθειες της μικρής, γι' αυτό τη στρατολόγησα επίτηδες. Στον κύριο Τάο και στην κόρη του άρεσε επίσης πολύ ο απλός χαρακτήρας του τρίτου αδερφού τους. Το χτύπησαν αμέσως και αποφάσισαν αυτόν τον γάμο για αυτούς. Μεγαλειότατε, πείτε μου, δεν είναι αυτός ένας πλαστός γάμος;»\n(Αυτή η ιστορία είναι μια μεταφορά, γιατί ένα κακό αποδείχτηκε καλό.)", "聖意": "Προσευχηθείτε για προστασία του σπιτιού, να είστε προσεκτικοί, να αναζητήσετε πλούτο, να καταστρέψετε επιχείρηση, να εμποδίσετε τον γάμο, τιμωρία, ασφάλεια Liujia, πεζοί παγιδευμένοι σε χωράφια, ζημιές από μεταξοσκώληκα, ζημιές σε ζώα, αγνοούμενοι, παράνομες μηνύσεις, απώλεια, μετανάστευση, συντηρητικότητα, χαμένη περιουσία, κακές ασθένειες , κίνδυνοι, βουνά, τάφοι, αποτυχία", "古人": "Το Tao Sanchun κερδίζει τον Zheng En στον κήπο με τα πεπόνια", "第X籤": "Αριθμός ενενήντα εννέα", "宮": "Haigong"}