{"籤詩版本二": "Estu kreita la mondo por bona geedziĝo, aŭspiciaj tagoj kaj bonaj tempoj, kaj ĉio estu bona\nNe gravas, se vi ricevas ĉi tiun loton.La imperiestro deklaras, ke homoj estas lojalaj kaj justaj.", "詩意": "Ĉi tiu heksagramo reprezentas la komencon de la malfermo de ĉielo kaj tero.\nĈio estas aŭspicia.", "解曰": "Rapida rapido. La jaro ne valoras sian tempon. Guanyin skribas. Sciigu min unue.", "籤詩故事一": "◇Zhongli iluminiĝis\nZhongli Quan, familinomo Zhongli, persona nomo Quan, ĝentileca nomo Yunfang, kaj kromnomo Zhengyang, estis hejmanto de Xianyang Distrikto, Ŝjiano, Ŝenŝjia Provinco dum la Orienta Han-dinastio.\nZhong Liquan estis generalo de la Han-dinastio.Dum la ekspedicio kontraŭ la Okcidenta Qiang, li estis ĵaluza pri la komandanto Liang Yi kaj atribuis al li nur 30 000 maljunajn kaj malfortajn soldatojn.Tuj kiam li alvenis al sia celo, la tendaro estis prirabita de la okcidenta Qiang-armeo, kaj la soldatoj fuĝis. Zhong Liquan perdiĝis en valo kaj renkontis monaĥon survoje.Li kondukis lin al vilaĝeto kaj diris: “Ĉi tio estas la loĝejo de sinjoro Donghua.” Poste li adiaŭis kaj foriris. Post iom da tempo, iu subite diris: \"Ĉi tio devas esti ĉar la verdaokula Hu-ulo estas tro parolema.\" Li vidis viron portantan blankan cervan felon kaj tenantan verdan kvinoan bastonon. Li demandis al Zhong Liquan: \"La persono, kiu venis; jen Han Da. Generalo Zhongliquan\n? Zhong Liquan estis ŝokita, sciante, ke li renkontis strangan homon, do li sincere lernis la Tao'n.\nZhong Liquan poste renkontis Zhenren Huayang kaj la Senmortan Reĝon Xuanfu, kaj lernis la \"Sekreton de Senmorteco\". Finfine, li vivis ĉe Zijin Sihaofeng en Kongtong Monto, akiris la \"Sekreton de la Jado-Skatolo\", kaj iĝis vera senmortulo.Li ankaŭ estis honorita kiel unu el la Kvin Nordaj Patriarkoj fare de la Quanzhen Sekto.", "聖意": "Preĝu por ke via hejmo kaj hejmo estu benitaj per bonŝanco en aŭtuno kaj vintro.Serĉu bonŝancon en aŭtuno kaj vintro.Bonŝancon en komerco, bonŝancon en geedziĝo, bonŝancon en nasko de knaboj, bonŝancon en vojaĝo al la kampo. , bonŝanco en silkvermoj, bonŝanco en brutaro, bonŝanco en trovado de homoj, bonŝanco en publikaj procesoj, bonŝanco en migrado, perditaj posedaĵoj, Nordorientaj malsanoj, bonŝanco en sendado de montoj kaj tomboj.", "古人": "Zhongli iluminiĝis", "第X籤": "unua signo", "宮": "Utero"}