{"籤詩版本二": "Kial vi ne iras al Tailai, kiu estas tuj irka la angulo?Mi provizore lasos la sinjoron ekster la monto.\nSe estas bonaj novaĵoj pri la tigro aŭ la kuniklo, vi estos libera eĉ se vi estas decidita esti okupata.", "詩意": "En ĉi tiu heksagramo, estas signo de beno inter malfeliĉoj.\nĈio estas malbona anticipe kaj bona finfine.", "解曰": "Anstataŭigi per kanabo silko. Batu la piedojn de iu. Vidu klare. Benoj venas de katastrofoj.", "籤詩故事一": "◇ Renkonti Majstron en Bukit\nWu Ji estis origine lignohakisto, kaj la du renkontis Jiang Ziya kiam ili fiŝkaptis en Feng Rivero. Wuji ridis kiam li vidis Ziya fiŝkapti per rekta hoko.\nZiya rigardis la vizaĝon de Wuji kaj diris al aŭguro: \"Se vi eniros la urbon hodiaŭ, vi mortigos iun.\" Aŭdinte tion, Wu Ji foriris kolere kaj portis brullignon en la urbon.\nPost eniro en la urbon, Wu Ji interbatalis kun aliaj kaj erare batis ĉefministron Wen Wang al morto.\nReĝo Wen tiris la grundon kiel malliberejon kaj malliberigis Wu Ji.\nBukit Hou estis provizore liberigita kaj estis kondamnita al morto por prizorgi sian patrinon ĝis aŭtuno.\nLia patrino petis lin peti Jiang Ziya helpon.\nLa Taigongo akceptis lin kiel sian disĉiplon, instruis al li la arton de milito, kaj ordonis al li fosi truojn kaj sorĉi por rompi lian denaskan sorton.\nPost la aŭtuno Wu Ji ne venis por esti punita.Reĝo Wen deduktis la denaskajn nombrojn kaj opiniis, ke Wu Ji memmortigis pro timo al krimo.\nPoste, reĝo Wen renkontis Wu Ji, kaj Wu Ji prezentis reĝon Wen por renkonti Jiang Taigong.\nAl Taigong estis aljuĝita la titolo de Generalo de Wude. Kaj majstro kaj metilernanto laboris por King Wen.", "聖意": "La domo estas sekura, la memo estas bonŝanca, la komerco estas bona, la geedziĝo estas malfrua, la vira piediranto ne revenis al la kampo, la silkvermoj estas profitaj, la ses bestoj estas Shenji, la serĉo estas bona, la publika proceso estas bona, la migrado estas konservativa, la perdita posedaĵo estas vidata, la malsano estas bona, Qiuji, la monto kaj la tombo estas bonaj.", "古人": "Bukit Renkonto", "第X籤": "La dekdua signo", "宮": "Yin-palaco"}