{"籤詩版本二": "La zorgoj kaj zorgoj provizore malpeziĝas, kaj ĝojo venas de la ĉielo.\nSame kiel jado kaŝita en sterko, bona laboristo levas la polvon", "詩意": "Ĉi tiu heksagramo reprezentas la harmonion de Jino kaj Jango.\nĈio, kion vi planas, estas aŭspicia.", "解曰": "Nenio gajnita, nenio perdita. Gajno el perdo. La fiulo havas problemon. Bonŝancon al vi, sinjoro.", "籤詩故事一": "◇Ye Meng Xiong Chao Di\nYe Mengxiong (1531-1597), kies ĝentilecnomo estis Nanzhao kaj kies nomo estis Longtang, estis ŝanĝita al Longtan kaj ankaŭ nomita Huayun. Hejmanto de Wanshifang, Huizhou Fucheng (nun parto de Huicheng Distrikto, Huizhou City) en la Dinastio Ming. En la 44-a jaro de Jiajing-regado (1565), li iĝis Jinshi kaj ricevis la titolon de magistrato de Qing Distrikto. Li funkciis kiel la direktoro de la transiga sekcio, kaj poste ŝanĝis al la kontrola cenzuristo de Shanxi Road.\nEn la 20-a jaro de Wanli (1592), la ĝenerala konsulo de Ningxia Kuaibai (ĉefo de la mongola tatara tribo) mortigis la guberniestron Dang Xin kaj kaptis la Kvardek-sepan Fortikaĵon en Hexi-provinco. , rompis la urbon, adoris kaj forbruligis sin ĝismorte. Meng Xiong ne estas aroganta en prenado de kredito, kaj lasas siajn kapablojn esti same bonaj kiel tiuj de la generaloj kiuj kuraĝas batali. La oficiala Wei Xuezeng estis reinstalita. En liaj pli postaj jaroj, li eksiĝis kvin fojojn kaj estis resendita al Huizhou por konstrui Huilong Temple.\nYe Mengxiong eniris taoismon kiel ŝtatoficisto komence kaj estis fama pro sia honesteco kaj integreco.Malnovaj historiaj rekordoj diris ke li estis \"la unua en humileco kaj kapablo\", \"forigas korupton kaj punas ribelojn\", lasante bonan reputacion. Li estis ekstreme lojala, kuraĝa, kuraĝa, kaj eltrovema. Bonkapabla pri artilerio. En la dua duono de lia vivo, liaj luktosportkapabloj estis registritaj en la \"Historio de la Dinastio Ming\" kaj li estis rigardita kiel nacia heroo.", "聖意": "La hejmo estas malfavora (ĉiam pli trankvila) Aŭtuno kaj vintro estas bonaj por si, riĉeco sukcesos, transakcioj sukcesos, geedziĝo sukcesos, Liujia malvere maltrankviliĝos (estos trezoroj), piedirantoj iros sur la kampon por. preĝu por silkvermoj, ses bestoj estos plataj, homoj estos trovitaj, publikaj procesoj estos malfavoraj, migrado estos konservativa, perditaj posedaĵoj estos malhelpitaj, malsanoj estos aranĝitaj en la tombo de Fushan.", "古人": "Ye Meng Xiong Chao Di", "第X籤": "Deksesa Venka Loto", "宮": "Maogong"}