{"籤詩版本二": "La Ora Korvo falas en la okcidento kaj la Kuniklo leviĝas en la oriento.La ciklo de tago kaj nokto daŭras de antikvaj tempoj ĝis la nuntempo.\nLa monaĥoj kaj taoistoj scias, ke ne ekzistas malavantaĝo, kaj la akademiuloj, farmistoj, industrio kaj komercistoj ĉiuj sekvas siajn proprajn mensojn.", "詩意": "Ĉi tiu heksagramo reprezentas la kreskadon kaj malkreskon de jino kaj jango.\nĜi ankaŭ estas signo, ke ĉio iros kiel planite.", "解曰": "Estas nenio en menso. Kion vi faris estas meritplena. Kiel sago el pafarko. Unu pafo trafis la celon.", "籤詩故事一": "◇Onklo Cao Guo estas senmortulo\nCao Guojiu, denaska de Xuzhou, laŭdire estas la praonklo de la ŝtato dum la periodo Renzong de la dinastio Song.Lia nomo estis Cao Yi, ankaŭ konata kiel Cao Jingxiu.\nOnklo Cao Guo havis pli junan fraton nomitan Cao Er. Tiu ĉi Cao Er fidis je sia pozicio de imperiestra povo kaj faris ĉiajn malbonojn.Li okupis kampojn, prenis edzinojn kaj filinojn kaj amikiĝis kun kelkaj senleĝaj homoj, enirantaj kaj elirante.Cao Guojiu ne povis elteni, do li rifuzis aŭskulti liajn bonajn vortojn kaj komfortojn, do li uzis punon por kontroli lin. , La du fratoj forĝis rankoron.\nCao Guojiu diris: \"La principoj de la mondo estas, ke tiuj, kiuj amasigas bonon, prosperos, kaj tiuj, kiuj amasigas malbonon, pereos. Ĉi tio estas neŝanĝebla vero. En la pasinteco, nia familio Cao amasigis malbonajn agojn por atingi la hodiaŭan riĉaĵon. Nun. mia frato amasigis malbonon ĝis la ekstremo, eĉ se li eskapas Eĉ se vi estas punita de la oficistoj, vi ne povas eskapi de la naturaj katastrofoj, kiuj sekrete kuras.Kiam venos katastrofo kaj via familio estos detruita kaj iu mortos, vi ne estos kapablas eskapi. Mi humiligxos kaj timos pri tio.\" Do mi disigis mian tutan havon, Li helpis la malricxulojn kaj ne plu zorgis pri la aferoj de sia frato. Tiam li forlasis sian hejmon kaj amikojn, ŝanĝis sin al taoisma uniformo kaj iris en la montojn por kulturi sian menson kaj naturon.\nIun tagon, li hazarde renkontis Zhongli kaj Lu Dongbin de la Han-dinastio.Vidante la fluajn respondojn de onklo Cao Guo, li estis tre feliĉa kaj donis al li la \"Sekretan Edikton pri Revenanta Vero\" kaj ordonis al li zorge ekzerci.Ne longe poste, Zhongli Quan kaj Lu Dongbin estis prezentitaj al la senmorta klaso.", "聖意": "Bonŝanco por la hejmo, hejmo, bonŝanco, bonŝanco, bonŝanco en komerco, geedziĝo, vira vojaĝanto, plantado de silkvermoj sur la kampo frue, brutmalsukceso, serĉado de homoj, proceso, migrado, perdita posedaĵo, malfrua malsano, bonŝanco", "古人": "Onklo Cao Guo estas senmortulo", "第X籤": "Subskribu la dekoka", "宮": "Maogong"}