{"籤詩版本二": "Lasi la boaton reiri de la rapida akvostrando, kion vi volas fari pro la tumulto?\nSe vi volas esti sekura, serĉu trankvilon kaj atendu, ke la ondoj trapasos ĉi tiun krizon.", "詩意": "Ĉi tiu heksagramo estas kiel boato vojaĝanta sur rapida plaĝo.\nRestu konservativa en ĉio kaj atendu la tempon.", "解曰": "Elŝipiĝu en forta akvo. La danĝero atendas tempon. Se vi demandas pri tendaraj planoj. Nenio povas esti farita.", "籤詩故事一": "◇Ziyi estas kronita reĝo\nGuo Ziyi (697-781), ankaŭ konata kiel Guo Linggong, estis hejmanto de Zheng Distrikto, Huazhou (nun Huaxian Distrikto, Ŝenŝjia Provinco) kaj generalo en la Tang-dinastio.\nDum la Anŝi-Ribelo en la 14-a jaro de Tianbao (755), li ricevis la titolon de Shuofang Jiedushi (Lingwu, okcidente de Lingwu en la nuna Ningxia).Li estis ordonita krucmiliti.Li kunigis la armeon de Shuofang kun Li Guangbi por marŝi. en Hebejon.Ili kunigis fortojn ĉe Changshan (Zhengding, Hebejo) kaj venkis Shi Siming, reakiris Hebejon. Ĉe tiu tempo, Guo Ziyi sugestis ke la imperiestro prenu Fan Yang de la nordo kaj ataku la neston de la ribelantotigro por redukti la sieĝon de Tongguan, sed Xuanzong rifuzis. Poste, la situacio de separismaj vasalurboj en la forpasinta Dinastio Tang estis plantita, kiu ankaŭ iĝis la malproksima kaŭzo de la forpaso de la Dinastio Tang.\nEn la dekkvina jaro de la regado de Tianbao (756), li kaj la ujgura koalicio pacigis Hequ.En la printempo de la sekva jaro, ili reakiris Hedong (nun Yongji, Ŝanŝjio) kaj Feng Yi (nun Dali, Ŝenŝjio), kaj atakis Tongguan, venkante Cui Qianyu.La Tang-armeo suferis pli ol 10,000 viktimojn. Cui Qianyu kapitulacis al Pujin. An Lushan estis mortigita fare de sia filo An Qingxu.\nEn la dua jaro de Zhide (757), li estis ordonita gvidi trupojn al Fengxiang.Survoje, li venkis 5,000 kavaleriojn de Li Guiren ĉe Baiqu Liuyun Bridge (hodiaŭa sudoriento de Sanyuan).En majo, li batalis kun An Shouzhong kaj Li Guiren en Qingqu (hodiaŭa okcidente de Ŝjiano) estis venkita, kaj li retiriĝis al Wugong (hodiaŭa nordokcidento de Wugong).En septembro, li sekvis marŝalon Guangping Wang Li Chu por gvidi la Tang kaj Uighurs aliĝi al 150,000 soldatoj, kaj tiam batalis kun An Shouzhong kaj Li Guiren en Xiang.Norde de Ji-templo (sudokcidente de la hodiaŭa gubernio Chang'an), la ujguraj soldatoj rondiris malantaŭ la malamiko, atakis de ambaŭ flankoj kaj mortigis 60 000 malamikojn.Zhang Tongru fuĝis al la gubernio Shaanxi, kaj fine reakiris la ĉefurbon Chang'an (hodiaŭ Xi'an).La majesto de la Tang-armeo denove estis restarigita al Chang'an.\nPoste, la Tang-armeo ekspluatis la venkon kaj marŝis orienten, venkante 150,000 virojn inkluzive de Yan Zhuang kaj Zhang Tongru en Xindian (nun sudokcidente de Sanmenxia City, Henan Provinco), devigante Anqing Xu transiri la Flavan Riveron kaj retiriĝi al Xiangzhou. Dongjun Luoyang revenis. Aldonu Situ al liaj meritoj kaj faru lin la duko de la lando.\nShi Siming gvidis sian armeon de Fan Yang por savi An Qingxu.La du flankoj batalis en formado norde de la rivero Anyang (hodiaŭ Nordo de Anyang).La batalo estis nedisigebla. Fine, gvidata de naŭ Jiedushi, la Tang-armeo, kiu asertis havi 600,000 virojn, retiriĝis (en la Batalo de Yecheng). milito). La ĉefkomandanto de tiu batalo estis la eŭnuko Yu Chaoen, kiu havis neniujn gvidkapablojn kaj riproĉis Guo Ziyi la fiasko de la batalo. Guo Ziyi estis alvokita reen al Chang'an, malŝarĝita de armea potenco, kaj iĝis neaktiva oficialulo.\nEn la unua jaro de Baoying (762) ribelis la trupoj en Taiyuan (hodiaŭa sudokcidento de Taiyuan) kaj Jiangzhou (hodiaŭa Ŝinĝjango en Ŝanŝjio-provinco).La kortego ektimis, tial Ziyi ricevis la titolon de reĝo de Fenyang kaj eliris al kontrolo Jiangzhou. Li ankaŭ estis fremdigita fare de la eŭnuko Cheng Yuanzhen kaj estis malŝarĝita de armea potenco.\n(La fokuso de ĉi tiu rakonto: Guo Ziyi, kiu estis tre kapabla kaj bonkonduta, renkontis Xuanzong kaj kelkajn fiulojn, kiuj tre endanĝerigis liajn atingojn.)", "聖意": "Beni la hejmon kaj sin mem, serĉado de riĉaĵo, neniu transakcio, neniu geedziĝo, neniu falsa alarmo, piedirantoj alvenantaj en Tiancanji, malfacile troveblaj homoj, publikaj procesoj kaj (ne Xing), migrado, konservativeco, perditaj posedaĵoj, malfacile troveblaj, malsanoj, preĝante por benoj, montoj kaj tomboj, aŭspicio", "古人": "Ziyi estis kronita reĝo", "第X籤": "Deknaŭa Gajnanta Lott", "宮": "Tatsumi"}