{"籤詩版本二": "Post tiom da zorgoj kaj danĝeroj, ĝi neniam plu estos malplena de nun\nMalavara koro havas siajn proprajn malavarajn planojn.Vi devas renkonti spertulon por fari grandajn atingojn.", "詩意": "Ĉi tiu heksagramo estas kiel antikva puto kun fonto.\nEn ĉio, noblaj homoj atingas sukceson.", "解曰": "La proceso fine estos pravigita. Malsana kaj sekura. Eniru kaj eliru por serĉi konsilon. Antikva puto renkontas printempon.", "籤詩故事一": "◇Yao Chong kontrolas akridojn\nYao Chong (649-721), kies vera nomo estis Yuan Chong, estis de Shaanzhou, li funkciis kiel la Ministro de Xia Guan, Shangshu de Chunguan, Ziweiling, Zhongshuling, kaj Ĉefministro en la Dinastio Tang.\nEn la kvara jaro de Kaiyuan (716), Ŝandongo (ĝenerale aludante al la Flava Rivero Baseno oriente de Huashan) estis plagita de akridoj.La homoj estis ligitaj per superstiĉaj ideoj kaj ne kuraĝis ĉasi kaj mortigi ilin.Anstataŭe, ili starigis oferojn, incensadis, adorkliniĝis apud la kampoj kaj rigardis la rikoltojn formanĝitajn de akridoj. . .\nĈiuj oficistoj kredis: \"Akridoj estas natura katastrofo, kiel ili povas esti kontrolitaj de homforto!\" La lukto inter du malsamaj ideoj estis furioza en tiu tempo, ĉu forigi aŭ ne forigi akridojn.\nYao Chong diris: \"Tiel longe ni kune laboras, ni povas forigi ilin ĉiujn. Li diris: Akridoj timas homojn, do ili estas facile forpeleblaj. La plantidoj havas posedantojn, do la savantoj devas multe labori; akridoj; povas flugi, kaj ili certe flugos, kiam ili vidos fajron nokte; fajrodetruu ilin Sur la kampo, fosu truojn dum brulado, enterigu ilin dum brulado, kaj restos nenio.\"\nXuanzong diris: \"Akridoj estas natura katastrofo kaŭzita de malbona morala regado. Se vi petas, ke ili estu ĉasitaj kaj mortigitaj, ĉu ĉi tio ne kontraŭstaras?\"\nYao Chong aldonis: \"Kapti kaj mortigi akridojn estis praktikata de la antikvuloj, kaj via moŝto uzos ĝin estonte. Ĝi estas grava nacia evento por alporti pacon kaj prosperon al kamparanoj. Bonvolu konsideri ĝin serioze.\"\nXuanzong estis konvinkita. Sed en tiu tempo, ĉiuj ene kaj ekster la tribunalo diris, ke akridoj ne povas esti ĉasitaj.\nXuanzong diris: \"Mi diskutis kun la ĉefministro kaj decidis kapti akridojn. Ĉiu, kiu denove kontraŭas, estos ekzekutita. \" Do li sendis la cenzuriston por kontroli kaj direkti la homojn bruligi kaj enterigi la akridojn.\nLa rezultoj estis sufiĉe efikaj.Naŭ milionoj da dandoj da akridoj estis kaptitaj tra la lando, kaj la akrida plago estis sukcese forigita.Agrikulturo atingis bonan rikolton tiun jaron.\n(Saĝo estu uzata en administrado kaj evakuado de katastrofoj, kaj devas ekzisti spritaj strategioj por venki malfacilaĵojn. Yao Chong estas la fakulo pri ĉi tiu afero)", "聖意": "La domo estas ordinara, si estas blokita, serĉado de mono estas blokita, komercado estas blokita, geedzeco kaj harmonio estas blokitaj, estas danĝero en Liujia, piedirantoj estas blokitaj, silkvermoj estas blokitaj, brutaro estas malfavora, homoj ne estas trovitaj, homoj estas blokitaj. , publikaj procesoj estas faritaj, migrado estas malracia, perditaj objektoj estas malfacile troveblaj, malsanoj preĝas por benoj, montoj kaj tomboj estas maltrankvilaj.", "古人": "Yao Chong kontrolas akridojn", "第X籤": "Venki en la loterio dudek-kvina", "宮": "Mi Palaco"}