{"籤詩版本二": "Onidiro diras, ke aferoj renversiĝis, kaj mi ricevis leteron de la horizonto.\nLa famo kaj sukceso promesitaj al mi en la libro restis malplenaj ĝis la fino.", "詩意": "Ĉi tiu heksagramo havas falsan nomon.\nEstas konsilinde esti konservativa en ĉio.", "解曰": "Supren kaj malsupren ĉagrenita. Serĉi libertempon ne estas senutila. Deziro al famo. Restu sekura.", "籤詩故事一": "◇Zhong Kui atingas iluminiĝon\nZhong Kui, kies familia nomo estas Zhong Kui, kies ĝentileca nomo estas Zhengnan, estas de Zhongnanshan.\nDum la regado de imperiestro Dezong de Tang-dinastio Zhong Kui partoprenis en la imperiestra ekzameno, Zhong Kui legis la ekzamendemandojn kaj tuj skribis la artikolon unufoje kaj transdonis ĝin. La ĉefa ekzamenanto tiutage estis Han Yu, la Ministro pri Civilaj Aferoj, kaj la vicekzamenisto estis Lu Zhi, granda klerulo. Kiam la du legis la paperon de Zhong Kui, iliaj okuloj eklumis kaj ili diris unuvoĉe: \"Sorĉisto, sorĉisto! Ĉiu vorto en ĉi tiu artikolo estas delikata, inda je Li Taibai kaj Du Zimei!\" Do ili nomis Zhong Kui kiel la unua loko.\nImperiestro Dezong aŭskultis la raporton de Han Yu kaj diris, ke Zhong Kui, la nova ĉampiono de scienco, estas tre talenta, do li alvokis Zhong Kui en la Ora Palaco.\nKiam imperiestro Dezong vidis lian malbelan aspekton, li tuj sentis malkontenta kaj diris: \"La elekto de akademiuloj en nia kortego estas tute bazita sur personaj vortoj kaj kaligrafio. Kiel tia malbela persono povas esti elektita kiel la unua akademiulo en la oraj sciencoj? \"\nHan Yu haste genuiĝis kaj diris: \"La bono kaj malbono de homo ne temas nur pri aspekto. Ĉu vi, la Sankta Sinjoro, ne aŭdas, ke Yan Ying altas tri futojn kaj egalas al la ĉefministro? Zhou Chang? balbutas sed povas helpi la Han-dinastion; Konfuceo juĝas homojn laŭ ilia aspekto, kaj perdas sian filon Yu. Mi esperas, ke via moŝto pensos dufoje.\" \"\nImperiestro Dezong pripensis momenton kaj diris: \"Kvankam la vortoj de Han Aiqing estas raciaj, kiam mi estis imperiestro Taizong, estis dek ok kleruloj, kiuj venis al Yingzhou kaj parolis pri tio. Ĉi tiu viro estis la unua akademiulo. Mi timas, ke la mondo ridos pri mi pro ne rekonado de talentoj.\"\nĈefministro Lu Qi estis malvastmensa kaj envias pri talentoj. Aŭdinte la vortojn de la imperiestro, li genuiĝis kaj diris: \"La unua klerulo en la ora fako devas esti kaj interna kaj ekstera. Estas tricent kandidatoj por ĉi tiu temo. Kial vi ne elektas alian?\"\nKiam Zhong Kui vidis, ke tiu ĉi viro estas tiel konfuzita, li ne povis ne koleri.Li montris al Lu Qi kaj malbenis: \"Se tia malklera oficisto estas en tribunalo, ĉu li ne damaĝos la landon?\" Post tio, li pugnobatis Lu Qi per sia pugno.\nVidinte tion, Dezong furiozis kaj diris: \"Vi estas tiel aŭdaca, vi kuraĝas kaŭzi problemojn en la Ora Palaco, demetu ĝin rapide!\"\nEn kolerego, Zhong Kui eltiris la glavon el la talio de la generalo, kiu staris en la palaco, kaj laŭte suspiris: \"Estas malfacile por frustrita kato imiti tigron, kaj frustrita papago ne estas tiel bona kiel kokido.\" Post tio, li faris memmortigon.\nKiam imperiestro Dezong vidis, ke Zhong Kui memmortigis sin en kolero, li estis tre surprizita.Por venki la korojn de homoj, li dekretis, ke Zhong Kui estu enterigita kun la oficiala titolo de n-ro 1-akademiulo, kaj li anka nomis Zhong Kui la Dio. de Ekzorcismo por forigi la mondon de malbonaj spiritoj.", "聖意": "Preĝu por benoj sur via hejmo, via propra sekureco, financaj malfacilaĵoj, komerca fiasko, geedzeco fiasko, Liujia virinoj piedirantoj, konfido kampo silkvermoj duonkuiritaj, ses bredbestoj, povas esti levitaj, malaperintaj homoj, okcidentaj publikaj procesoj, perdo de migrado, konservativeco, perdo de posedaĵo, malsano, preĝu por bonŝanco en montoj kaj tomboj", "古人": "Zhong Kui akiris la Taon", "第X籤": "Dudeksesa venkado en la loterio (Loterio)", "宮": "Mi Palaco"}