{"籤詩版本二": "En la oriento, estas bela Chanjuan en la lunlumo, kaj la nuboj kovras ĝin por momento kaj restas kaŝitaj.\nKelkfoje ĝi povas esti ronda, sed foje ĝi povas manki.Tiuj, kiuj diras, ke ĝi ne estas, estas nur senutila parolado.", "詩意": "La luno en ĉi tiu heksagramo estas kovrita de nuboj.\nĈio ankoraŭ estas en komato.", "解曰": "Flosantaj nuboj kovras la lunon. Ne necesas dubi. Atendante ke la nubo kolektiĝos. Tiam vi komprenos.", "籤詩故事一": "◇Bao Gong serĉas Imperiestrinon Li\nDum la regado de Zhenzong de la dinastio Song, imperiestrino Li (imperiestrino Li) estis servistino en la haremo, ŝi estis favorata de Song Zhenzong kaj estis promociita al Wanyi, kaj ŝi iĝis graveda.\nSed en tiu tempo, Konkubino Liu Def (pli posta imperiestrino Liu) havis malbonajn pensojn kaj subaĉetis la eŭnukon Guo Huai por anstataŭigi la filon de imperiestrino Li kun senhaŭtigita cibetkato, forkaptis ŝian filon kaj rakontis al la imperiestro ke li estas ŝia biologia filo. Song Zhenzong estis kolerega kaj sendis Li-imperiestrinon al la malvarma palaco.\nPost kiam Concubine De estis promociita al reĝino, ŝi planis mortigi imperiestrinon Li, kiu eskapis de la palaco.\nIun tagon, Li Niangniang, kiu loĝis surstrate, renkontis Bao Zheng, la imperiestra sendito, kiu patrolis en la loka ĉirkaŭaĵo, ŝi rakontis al li sian vivsperton kaj ke ŝi estas la biologia patrino de la nuna imperiestro Song Renzong. . Post kiam Bao Zheng eksciis pri la okazaĵo, li rekondukis Li Niangniang al Pekino, raportis tion al Song Renzong kaj eksciis la aferon, kaj finfine la patrino kaj filo rekonis unu la alian. Imperiestrino Dowager Liu kaj la eŭnuko komisiita Guo Huai klinis la kapon kaj konfesis.", "聖意": "Mi estas maltrankvila hejme, mi preĝas por financa protekto, bonŝanco en komerco, geedzecaj malkonsentoj, homoj sur la kampo, silkvermoj, malfavoraj bestoj, problemoj por trovi homojn, procesoj, perdo, migrado, konservemo, perditaj posedaĵoj, okcidentaj malsanoj, malfacilaj. rekuperi, renovigo de montara tombo", "古人": "Bao Gong serĉas imperiestrinon Li", "第X籤": "Dudek-oka loteriogajninto", "宮": "Tagmeza Palaco"}