{"籤詩版本二": "Pasigi tempon en paco kaj trankvilo, sidante kaj kuŝante dum teo post pleniĝo\nVi ne bezonas esti okupata fizike kaj mense, kaj vi certe ne kaŭzos maljuston aŭ katastrofon.", "詩意": "Ĉi tiu heksagramo estas simbolo de paco kaj stabileco.\nEn ĉiuj aferoj, atendi la ĝustan tempon alportos bonŝancon.", "解曰": "Restu sekura kaj sana. Demandu la diojn. Atendu ĝis venos la tempo. Aferoj okazas hazarde.", "籤詩故事一": "◇Foyinhui Dongpo\nIam, Su Dongpo akiris iom da kompreno studante Zen. Li rimarkis, ke lia stato estas transcenda, kaj li sentis ĝojon en ĝi. Ne povante reteni mian pasion, mi etendis mian plumon kaj skribis poemon:\n\"En la mezo de la ĉielo, Jishou brilas tra la universo; ne povante esti blovita de la ok ventoj, li sidas rekte sur purpura ora lotuso.\"\n(La ok ventoj rilatas al: profito, malkresko, detruo, reputacio, laŭdo, mokado, sufero kaj feliĉo. Tio estas, ne esti ĝenita de tiuj ok ŝtatoj nomiĝas \"la ok ventoj ne povas moviĝi\").\nPost skribado de ĝi, Dongpo sendis sian serviston trans la riveron por doni ĝin al Zen Majstro Foyin de Jinshan Temple.\nPost kiam Zen Majstro Foyin legis ĝin, li markis ĝin per la vorto \"furzo\" kaj donis ĝin al sia servisto por preni reen.\nDongpo furiozis post tio vidinte tion, do li prenis boaton trans la riveron kaj iris al Jinshan Temple por trovi la sigelon de la Budho por diskuto.\nKiam Dongpo alvenis al la pordego de la Templo Jinshan, Foyin jam atendis ĉe la pordo.\nSu Dongpo tuj akuzis Foyin: \"Kial vi nomas furzo la poemon, kiun mi skribis?\"\nFoyin respondis: \"Ĉu vi ne jam 'ne povas esti blovita de la ok ventoj'? Kiel vi povus esti 'batata trans la rivero' per furzo!\"\nĈe tiu tempo, Dongpo estis ŝokita ekkompreni ke li ne estis sufiĉe bona kaj foriris en honto.\n(Ĉi tiu rakonto estas metaforo por \"La varmo ankoraŭ ne alvenis\")", "聖意": "Preĝu por via hejmo kaj via propra sekureco, por via riĉeco, por via komerco, por bona tempo, por via geedziĝo, por ina vojaĝanto en Liujia, por la alveno de silkvermoj sur la kampoj, por ke la ses brutaro estu stabila, por trovi iun, pro problemoj, pro publikaj procesoj, pro migrado, pro perdita posedaĵo, pro malsano, pro sendado al monta tombo, aŭspicio", "古人": "Foyinhui Dongpo", "第X籤": "Tridek unu venka loterio", "宮": "Wei Gong"}