{"籤詩版本二": "La revena vojaĝo estas certa.Kiu konas la jadon kaŝitan en la ŝtono?\nPost kiam bona metiisto havas klaran tranĉon, li sentos sin sekura kaj sekura en la jaspra periodo", "詩意": "En ĉi tiu heksagramo, vi povas vidi la bildon de jado kiam vi tranĉas ŝtonon.\nLaboru malfacile por sukcesi en ĉio.", "解曰": "La trezoro estas en la ŝtono. Fremduloj scias malmulte. Atendu ĝis ĝi evidentiĝos. Faru ĉion, kion vi povas.", "籤詩故事一": "◇Liu Bei serĉas talentojn (tri vizitoj al pajlotegmenta dometo, tri vizitoj al pajlotegmenta dometo)\nLa Tri Regnoj periodo. Zhuge Liang vivis en soleco en pajlotegmenta kabano en Longzhong. Liu Bei estis fervora serĉi talentojn, do li vizitis Zhuge Liang persone. Li vizitis Zhuge Liang tri fojojn (konata kiel \"Tri Vizitoj al la Tegmenta Dometo\" en la historio). Liu Bei petis aliajn resti for kaj demandis Zhuge Liang: \" La Han-dinastio falis, kaj perfidaj ministroj ŝtelis siajn vivojn. Via Moŝto.\" Kovrita de polvo. Mi ne mezuras mian virton kaj mian kapablon, mi volas kredi je la granda justeco en la mondo, sed miajn saĝon kaj kapablojn. estas malprofundaj, do mi uzas ĝin senbride. De hodiaŭ. Tamen, mia ambicio ankoraŭ ne finiĝis, ĉu vi pensas, ke la plano estos efektivigita?\"\nZhuge Liang tiam prezentis al li la planon dividi la mondon en tri partojn, kaj analizis la situacion en kiu Cao Cao estis neatingebla kaj Sun Quan povus veni al li helpi.Li ankaŭ ellaboris pri la malkuraĝo de la ŝtataj pastroj en la ŝtatoj Jing kaj Yi. , kaj estis ŝanco utiligi ilin, kaj nur tiuj du ŝtatoj povus esti ekspluatitaj.Nur tiam li povas gajni la mondon; li eĉ rakontis al Liu Bei la strategion ataki la Centrajn Ebenaĵojn. (Tiu diskuto poste estis nomita \"Longzhong Dui\"). Post kiam Liu Bei aŭdis tion, li laŭdis ĝin kvazaŭ li trovis trezoron, kaj forte invitis Zhuge Liang eliri por helpi, do Zhuge Liang iĝis la armea konsilisto de Liu Bei.", "聖意": "La domo estas paca, mi serĉas riĉecon, la laborkomerco malhelpas la geedziĝon kaj fariĝas virtuala vojaĝanto en Liujia.", "古人": "Liu Bei serĉas talentojn (tri vizitoj al pajlotegmenta dometo, tri vizitoj al pajlotegmenta dometo)", "第X籤": "La tridek-dua loteriogajninto", "宮": "Wei Gong"}