{"籤詩版本二": "Vestu vin kaj transformu la malnovan familian stilon.La Tao estas sen ĉielo sed havas meriton.\nForbalainte la dornojn kaj dornojn sur la vojo, ili tri konsentis reunuiĝi kun siaj kolegoj", "詩意": "Ĉi tiu heksagramo reprezentas la rearanĝon de vestaĵoj.\nĈio estas malfacila antaŭ ol ĝi iĝas facila poste.", "解曰": "Ne zorgu. Amuziĝu. Se vi demandas pri la estonteco. Estas bona vojo antaŭen.", "籤詩故事一": "◇La budhanaj skribaĵoj de Tang Monk\nXuanzang (602-664), eminenta monaĥo de la Dinastio Tang, havis komunan familian nomon de Chen kaj personan nomon de Yi.Li estis naskita en Gubernio Goushi, Luozhou (nun la suda parto de Yanshi City, Henan Province). Li iĝis monaĥo en la aĝo de dek tri jaroj kaj prenis la budhanan nomon Xuanzang. La mondo nomiĝas Sanzang de Tang-dinastio.\nEn la tria jaro de Zhenguan (629, ankaŭ konata kiel la unua jaro de Zhenguan), li vojaĝis okcidenten al Tianzhu (Hindio) por akiri budhismajn skribaĵojn.Li enriskiĝis en danĝeron sole kaj eltenis malfacilaĵojn.Li alvenis nur en kvar jaroj.\nEn la deksepa jaro de Zhenguan, la majstro oficiale eksiĝis kaj revenis orienten. Li revenis al Ĉinio per la Suda Vojo de la nuna Xinjiang-provinco, Khotan kaj Loulan.Entute daŭros dek sep jaroj kaj vojaĝo de 50 000 mejloj. Kiam li alvenis en Chang'an en la unua monato de la deknaŭa jaro de Zhenguan, la imperiestro ordonis al Liang Guogong Fang Xuanling kaj aliaj civilaj kaj armeaj oficialuloj doni al li grandiozan bonvenigon.\nTotalo de 520 kaj 657 volumoj de la originaj sanskritaj budhanaj skribaĵoj estis petita. kaj tradukita en la ĉinan.\nPost kiam la majstro revenis, li estis altagrade respektata fare de imperiestro Taizong kaj Imperiestro Gaozong kaj estis sanktigita en Da Nei, donante al li la titolon \"Majstro Tripitaka\".", "聖意": "La domo tumultas, bonŝanco por si mem, bonŝanco, bona komerco, bona geedziĝo, malhelpado de Liujia, homoj venantaj al la kampoj, silkvermoj, malfavoraj bestoj, serĉado de homoj, publikaj procesoj, migrado, perditaj posedaĵoj, malfrua malsano, preĝado. por benoj, montaj tomboj devus esti malnovaj.", "古人": "Tang Monaĥo Lernas Budhanajn Skribojn", "第X籤": "La tridek-kvina loteriogajninto", "宮": "Shen Gong"}