{"籤詩版本二": "Se vi volas esti sekura kaj trankvila, ne taŭgas havi kandelojn en la vento.\nEstas pli bone purigi kaj sidi en profunda halo, eviti lumon, skui en trankvila loko kaj moviĝi. Skui → Yao. Senpaga → malmultaj.", "詩意": "Ĉi tiu heksagramo estas kiel la vento skuanta la lampon kaj kandelon.\nTeni aferojn konstantaj alportos bonŝancon.", "解曰": "Ekloĝu en trankvila loko. Estu alvoko kaj estu ĝustatempe. Ĝi ne estas beno. Konservativa kaj taŭga.", "籤詩故事一": "◇Li Jing revenas al la monto\nLi Jing (571-julio 2, 649), ĝentila nomo Apotekisto, estis hejmanto de Sanyuan, Yongzhou (nun nordoriente de Sanyuan Distrikto, Ŝenŝjia Provinco). Generalo de la forpasinta Dinastio Sui ĝis la frua Dinastio Tang, li estis fama armea strategiisto kun kaj civilaj kaj armeaj kapabloj en la Dinastio Tang. Poste, al li estis koncedita la titolo de Duko de WEI, kaj estis konata kiel Duko de WEI en la mondo.\nLi Jing estas la patro de la tria princo Nezha en la listo de dioj, ankaŭ konata kiel la \"Reĝo de Tota\". Li Jing kaj lia filo helpis Jiang Ziya (Tai Gong) venki reĝinon Zhou, establi la Dinastion Zhou, kaj King. Wu oficiale supreniris la tronon. Jiang Ziya tiam starigis liston de dioj kaj faris ceremonion por trankviligi la animojn de soldatoj kiuj mortis en la batalo. De tiam la mondo fariĝis paca kaj paca. Reĝo Wu volis fari markizojn kaj rekompenci ilin, kaj li ankaŭ volis asigni teron al la fondaj herooj. Li Jing, lia patro kaj filo, kaj aliaj sep homoj petis reveni al la monto por praktiki taoismon kaj ne esti obsedita de mondfamo kaj riĉeco. Poste, ĉiuj sep el ili \"fariĝis sanktuloj en korpo\" kaj vicis inter la eternuloj.\nLa Rakonto de \"Feng Shen Bang\"", "聖意": "La domo estas konservativa, mi estas ordinara, mi serĉas riĉecon, mi havas malfacilaĵojn en komerco, mia geedziĝo estas malkonsekvenca, Liujia preĝas por ke piedirantoj havu fidon, silkvermoj maturiĝas en aŭtuno, kaj ses bestoj estas sekuraj, homoj mankas, publikaj procesoj. kaj migrado estas konservativaj, perditaj malsanoj, ne ŝanĝas la tombon en Jianxingshan", "古人": "Li Jing revenas al la monto", "第X籤": "Tridek-sepa loteria gajninto", "宮": "Shen Gong"}