{"籤詩版本二": "Mil-jara spegulo reunuiĝis, virino petas edzon reedziĝi\nEkde tiam, la familio estis transformita, kaj benoj estis aldonitaj al la infanoj kaj nepoj.", "詩意": "Ĉi tiu heksagramo estas simbolo de la reunuiĝo de speguloj.\nĈio estas malfacila laboro kaj multekosta.", "解曰": "Fosi sablon en oron. Rajdante drakon kaj rajdante tigron. Kvankam ĝi estas peniga. Estas suplemento en ĝi.", "籤詩故事一": "◇Yulianhui dek amikoj\nEn la dinastio Song, Qian Yulian geedziĝis kun Wang Shipeng. Kiam Shi Peng iris al Pekino por fari la ekzamenon, la riĉa Sun Ruquan devigis Yulian reedziĝi kun li.\nQian Yulian malaprobis la proponon de riĉa Sun Ruquan kaj prefere geedziĝus kun Wang Shipeng, malriĉa akademiulo de Wenzhou kiu estis dungita fare de \"Jing Chai\".\nPoste, Wang Shipeng gajnis la unuan premion, ĉar li rifuzis esti devigita geedziĝi de ĉefministro Wanqi, li estis sendita por servi kiel juĝisto en la malproksima Chaoyang. Sun Ruquan sekrete ŝanĝis la familian leteron de Wang Shipeng al \"letero de eksedziĝo\" kaj trompis Yulian por esti trompita. Ankaŭ la duonpatrino de Qian Yulian devigis ŝin reedziĝi, sed Yulian rifuzis kaj memmortigis sin ĵetante en la riveron. Ŝi estis savita de Qian Zaihe. de Fuĝjana Provinco kaj adoptita kiel lia adoptfilino. .\nYulian opiniis ke Shipeng mortis.Kvin jarojn poste, Wang Shipeng estis la guberniestro de Ji'an.Iun tagon, li okazigis memorceremonion en taoisma templo por memorigi sian forpasintan edzinon.Julian hazarde iris al Ji'an-taoisma templo por bruligi. incenso, kaj Wang kaj Qian estis finfine reunuigitaj.", "聖意": "La domo ne estas bona por si. Aŭtuno kaj vintro estas prosperaj. La riĉeco estu prospera. Aŭtuno kaj vintro estas prosperaj. Komerco estas prospera. Ke geedziĝo sukcesu. Preĝu por ke piedirantoj iru sur la kampojn. Oni povas kreskigi silkvermojn. Ses brutaro. povas esti levitaj. Homoj estas trovitaj. Publikaj procesoj estas malfavoraj. Migrado estas konservativa. Perdo de posedaĵo. Malfrua malsano. Preĝu por benoj. Montoj kaj tomboj estas bonaj.", "古人": "Yulianhui dek amikoj", "第X籤": "La kvara signo", "宮": "Utero"}