{"籤詩版本二": "La ruĝa rado falas en la okcidento, la kuniklo leviĝas en la oriento, la jino kreskas kaj la jango malaperas, kaj ĉio prosperas\nSe virino volas uzi ĝin, ĝi pliigos ŝian riĉaĵon kaj alportos feliĉon al ŝia koro.", "詩意": "Ĉi tiu heksagramo estas la simbolo de Yin-kreskado kaj Yang-malaperado.\nĈio estas malfacila antaŭ ol ĝi iĝas facila poste.", "解曰": "Jino profitigas virinojn. Ne taŭgas por viroj. Se vi serĉas konsilon. La malbono venas unue kaj poste la bono venas.", "籤詩故事一": "◇Wu Zetian supreniris la tronon\nEn la aĝo de 14, Wu estis alvokita al la palaco fare de imperiestro Taizong Li Shimin de la Dinastio Tang kiel talenta persono, nomita \"Wu Mei\". Post kiam Taizong mortis, Zetian eniris Ganye Temple kaj iĝis monaĥino.\nKiam imperiestro Gaozong de la Dinastio Tang venis sur la tronon, li alvokis la Wu-familion en la palacon por omaĝi al Zhaoyi. En la sesa jaro de Yonghui (655), imperiestro Gaozong establis Wu kiel sian reĝinon.\nWu Zetian estis inteligenta, implikita en literaturo kaj historio, kaj estis riĉa je eltrovemo. Baldaŭ post kiam Wu Zetian iĝis la reĝino, ĉar Gaozong estis malforta kaj malsana, li foje konfidis ŝin pritrakti certajn politikajn aferojn, tiel ke ŝia potenco kreskis. En la unua jaro de Shangyuan (674), imperiestro Gaozong estis nomita \"Imperiestro\", imperiestrino Wu estis nomita \"Reĝino de Ĉielo\", kaj ili ambaŭ estis nomitaj \"Du Sanktuloj\" en la palaco.\nEn la unua jaro de Hongdao (683), Gaozong mortis, princo Li Xian venis al la trono, kaj Wu Zetian venis por regi la dinastion. En februaro de la unua jaro de Sisheng (684), Wu Zetian senpovigis Li Xian kiel Reĝon de Luling kaj establis ŝian kvaran filon Li Dan kiel imperiestron, daŭrante regi la dinastion. En septembro de la sama jaro, ŝi ŝanĝis la flagon al oro, kaj Luoyang, la orienta ĉefurbo, estis renomita la dia ĉefurbo. En la naŭa tago de septembro en la unua jaro de Tianshou (690), Wu Zetian proklamis sin imperiestro kaj ŝanĝis la nomon de la lando al Zhou.", "聖意": "La hejmo estas malfavora por si, preĝado por benoj, serĉado de riĉaĵo, gardado de la transakcio, bonŝanco por geedziĝo, malbonŝanco por la ses dioj (inaj), piedirantoj blokantaj la kampojn, silkvermoj, prosperaj brutaro, serĉado de homoj, disiĝo, proceso. , perdo, malfeliĉo, perdo de posedaĵo, malsano, ŝoko, montoj kaj tomboj, bonŝanco", "古人": "Wu Zetian supreniras la tronon", "第X籤": "La kvardeka loteriogajninto", "宮": "Vi Palaco"}