{"籤詩版本二": "Vi memoros la senlimajn bonajn vortojn, sed vi fariĝos via filo, se vi rekonos la ŝteliston.\nNe estu avida momente kaj zorgu pri kiel li farus ion bonan antaŭ unu jaro.", "詩意": "Ĉi tiu heksagramo identigas ŝteliston kiel filo.\nEstu singarda en ĉio, kion vi faras.", "解曰": "Nur ĉi tiu. Sinjoro faras neniun eraron. Konservu ĝin. Ne estu soleca.", "籤詩故事一": "◇Dong Zhuo akceptas Lu Bu\nLu Bu, kuraĝa kaj lerta pri batalado, estis fama armea generalo fine de la Orienta Han-dinastio kaj la komenco de la Tri Regnoj.Li iam rigardis Ding Yuan, la guberniestron de Jingzhou, kiel sian adoptpatron kaj servis sub li.\nPost la morto de imperiestro Ling de la Orienta Han-dinastio, Ding Yuan iris al Pekino por kunlabori kun la generalo He Jin por kontroli la registaron.\nDong Zhuo batalis kun Ding Yuan, sed pluraj generaloj estis nekapablaj venki Lu Bu, tiel ke Dong Zhuo sendis sian subulon Li Su por subaĉeti Lu Bu. Li Su alportis amasojn da oraj kaj arĝentaj trezoroj kaj la faman ruĝan kunikloĉevalon por \"viziti Lu Bu\". Li Su alportis amasojn da oraj kaj arĝentaj trezoroj kaj la faman ruĝan kunikloĉevalon por viziti Lu Bu. Do Lu Bu estis subaĉetita de Dong Zhuo por mortigi Ding Yuan, kaj diris al siaj soldatoj veni kun li se ili volas, kaj foriri se ili ne volas sekvi lin.Pro tio, la plej multaj el la soldatoj forkuris. Tiel Lu Bu estis subaĉetita fare de Dong Zhuo kaj mortigis Ding Yuan.\nPost kiam Dong Zhuo akiris potencon, li adoptis Lu Bu kiel sian adoptitan filon kaj igis lin generalo kaj markizo.\nDong Zhuo havis perfortan humoron, kaj la \"patro-filo-rilato\" kun Lu Bu estis fakte tre malforta.En 189 p.K., pro instigo de Situ Wang Yun, Lu Bu mortigis Dong Zhuon.\nSes monatojn post la morto de Dong Zhuo, la malnovaj trupoj de Dong Zhuo invadis la ĉefurbon, kaj Lu Bu kaj lia edzino fuĝis en paniko. Post forlaso de la ĉefurbo, Lu Bu serĉis rifuĝon ĉe militĉefoj Yuan Shu, Yuan Shao, Zhang Yang, Zhang Miao, Liu Bei, ktp., kaj multfoje batalis kun Cao Cao, alia grava militĉefo tiutempe.Lu Bu estis kuraĝa kaj bona. ĉe batalado, kaj venkis Cao Cao plurajn fojojn.\nEn la tria jaro de Jian'an en la Orienta Han-dinastio, la soldatoj de Cao Cao atakis Xiaopei, la bazon de Lu Bu, kaj estis kaptitaj kaj mortigitaj fare de Cao Cao sub la Baimen Turo. Antaŭ ekzekuto, Lu Bu petis al Cao Cao konservi lin vivanta por eviti morton, sed Liu Bei memorigis al Cao Cao ke Lu Bu perfidis multajn fojojn kaj estis malhonesta viro. En la fino, Cao Cao, kiu nur aprezis talentojn nekonsiderante moraleco, ekzekutis Lu Bu.", "聖意": "Mi estas maltrankvila hejme, mi kutime serĉas monon, gardas kontraŭ transakcioj, estas malfacile edziĝi, la Liujia viro estas ŝokita, la silkvermoj estas duonmaturitaj sur la kampo, la ses bestoj estas sekuraj, la persono serĉas lin. , la publika proceso taŭgas, kaj la migrado estas preĝi por perditaj aferoj malfacile troveblaj, malsanoj kaj la paco en la tombo de Zhenxing-monto.", "古人": "Dong Zhuo akceptas Lu Bu", "第X籤": "N-ro 41 Gajnante la Lott", "宮": "Vi Palaco"}