{"籤詩版本二": "La imperiestro, la imperiestro kaj la imperiestrino finfine estos kompleza kaj atendos kaj preĝos por benoj sen perdo aŭ gajno.\nĈiuj sentemaj estaĵoj profitas de ĝi, kaj prospero estas atendata en la mondo kaj en la ĉielo.", "詩意": "Ĉi tiu heksagramo estas signo de favoro de la ĉielo.\nĈio sukcesos.", "解曰": "La imperiestro montris sian favoron. Neniam forgesu. Matenaj kaj vesperaj ritoj. Estas konvene bruligi incenson.", "籤詩故事一": "◇Mulian savis sian patrinon\nMokou Lian, aŭ Mulian, estas la plej potenca inter la dek disĉiploj de Sakyamuni Budho.\nLia patrino estis avida kaj avara dum sia vivo, do ŝi falis en la regnon de malsataj fantomoj post sia morto. Mokhullian uzis sian magian potencon por observi kaj eksciis, ke lia patrino naskiĝis kiel malsata fantomo, sen maniero akiri manĝaĵon kaj estis en granda malfacilaĵo.Li uzis sian magian potencon por alporti manĝaĵon al sia patrino.Neatendite, post kiam la patrino ricevis la manĝaĵo, ĝi fariĝis cindro kaj ne povis esti manĝata.\nMaudgalyana estis maltrankvila pri kio okazis kaj raportis ĝin al la Budho. La Budho diris al Mulian, ke en la 15-a tago de la sepa luna monato, li metu cent gustojn kaj kvin fruktojn en pelvon kaj ofertu ilin al la virtaj monaĥoj de la dek direktoj.Per ĉi tiu potenco, lia patrino povos manĝi. .\nMaudgalyana agis laŭ la volo de la Budho, kaj lia patrino estis finfine liberigita. Ĉi tiu speco de ceremonio nomiĝas \"Obon Festivalo\" kaj ĉi tiu festivalo nomiĝas \"Obon Festivalo\".\n(Noto: Speco de substanco havas malsamajn sentojn en malsamaj niveloj de la mondo. Ekzemple: kiam pluvas en ĉi tiu mondo, ni vidas ĝin kiel \"akvo\", dum estaĵoj en la malsata fantoma regno sentas ĝin kiel \"sango\", kaj sentemaj estaĵoj en la infera mondo sentas ĝin kiel \"sango\". Ĝi sentas kiel \"faligi glavon\", dum ĉielaj estaĵoj sentas kiel \"faligi floron\".)", "聖意": "Preĝi por hejmo kaj domo, preĝi por bonŝanco vintre, serĉado de riĉaĵo, neniu transakcio, geedziĝo, paco en Liujia, piedirantoj, moviĝantaj kampoj, silkvermoj, ses bestoj, trovado de homoj, procesoj, sukceso, migrado, konservativeco, perdita posedaĵo, malsano , trankvilo, trankvilo de montoj kaj tomboj", "古人": "Mulian savas sian patrinon", "第X籤": "Subskribu kvardek du", "宮": "Vi Palaco"}