{"籤詩版本二": "La mondo estas fleksebla kaj ĉiuj aferoj estas memsubtenaj, memsubtenaj kaj sekuraj\nĈio en la vivo estas mirinda, danku la sanktulojn kaj saĝulojn pro ĉio, kaj estu prosperaj.", "詩意": "Ĉi tiu heksagramo reprezentas la harmonion inter la tero kaj la tero.\nĈio iras bone kaj ne estas danĝero.", "解曰": "Ĉiuj aferoj naskiĝas. Ĉiuj planoj kaj deziroj realiĝas. Ford helpas. Rui Qi rapidas.", "籤詩故事一": "◇Promenantoj akiras iluminiĝon\nRakonto de Vojaĝo al la Okcidenta:\nSun Wukong transprenis la Monton de Floroj kaj Fruktoj kaj fariĝis reĝo.Poste, por trovi manieron vivi eterne, li pasigis ok aŭ naŭ jarojn vojaĝante trans montojn kaj riverojn por adori Patriarkon Bodhi kiel sian instruiston.Li lernis la sepdek- du transformoj de la surtera malbono kaj kapriolnuboj, kaj prenis la familinomon Suno unuafoje.Nomata Wukong.\nPost tio, Sun Wukong iris al la Drako-Palaco en la Orienta Ĉina Maro por trovi taŭgan armilon, kaj finfine trovis la Ruyi Oran Knadrilon, la dian kudrilon de Tianhe kaj Dinghai. Ĉar lia vivdaŭro estis finita, li faris grandan tumulton en la submondo, reviziis la libron de vivo kaj morto, kaj revenis al la homa mondo. Poste, Sun Wukong estis alvokita de la ĉielo por la unua fojo kaj estis nomita Bima Wen. Poste, li estis alvokita al la ĉielo por la dua fojo kaj estis nomita la Simio-Reĝo.Li ankaŭ ŝtelis persikojn kaj kaŭzis problemojn en la ĉielo.Li estis sigelita en la Bagua Forno por praktiki siajn orajn okulojn kaj fajrajn okulojn.Fine, li estis subpremita. de Tathagata Budho ĉe la piedo de Wuzhi-monto dum 500 jaroj, nekapabla moviĝi. La loko, kie la Bagua-forno estis piedbatita, fariĝis monto de flamoj.\nKvincent jarojn poste, monaĥo Tang iris al la Okcidento por akiri skribaĵojn, preterpasis la Kvin Elementoj-Monton, kaj demetis la talismanon antaŭ ol savi Sun Wukong. Sun Wukong ekploris pro dankemo.Instruita de Guanyin Bodhisatvo, li adoris Tang Monk kiel sian instruiston kaj iris okcidenten por kune lerni skribaĵojn. Survoje por lerni la skribaĵojn, Sun Wukong malsupreniris sur demonojn kaj forigis monstrojn, kaj plurfoje faris eksterordinarajn heroaĵojn.Tamen, li estis miskomprenita kaj forpelita de sia majstro Tang Seng denove kaj denove. Post okdek unu malfacilaĵoj, la laboro estis finfine finita.La kvar majstroj kaj disĉiploj alvenis al Xitian Leiyin Templo kaj akiris la veran skribaĵon. Sun Wukong atingis la ĝustan rezulton.\n(Tiu rakonto estas metaforo, ke eĉ simio povas iĝi iluminita, des malpli homo.)", "聖意": "La hejmo estas aŭspicia por si mem, serĉante riĉecon, komercon, edziĝon, Liujia, viraj piedirantoj, obstrukco de kampoj, silkvermoj, ses bestoj, Zhongping, serĉante homojn, procesojn, sukceson, migradon, perdon de posedaĵo, malsanon, Chuanxingshan-tombon, aferojn. estas aŭspiciaj", "古人": "La vojaĝanto atingas iluminiĝon", "第X籤": "Subskribite la 43-an", "宮": "xugong"}