{"籤詩版本二": "La malvarma vetero transformas akvon en glacion.Kial esti avida je famo?\nMi ne havas alian elekton ol sidi kviete kaj atendi ke la folioj floros nature.", "詩意": "En ĉi tiu heksagramo, akvo iĝas glacio.\nNe petu ion vane.", "解曰": "Akvo frostiĝas en glacion. Glacio degelas en akvon. Se temas pri konspiro. Tiel estas.", "籤詩故事一": "◇Wang Xiang petas karpon (Dudek Kvar Filiaj Piecaj Rakontoj)\nWang Xiang de la Dinastio Jin, ĝentileca nomo Fuzheng, naskiĝis en Linyi.\nKiam Wang Xiang estis juna, lia biologia patrino mortis.Lia soleca patro geedziĝis kun virino nomita Zhu, kaj Wang Xiang havis novan patrinon. Kiam Wang Xiang estis juna, lia biologia patrino forpasis, kaj lia soleca patro geedziĝis kun virino nomita Zhu. La duonpatrino de Wang Xiang estis malvastmensa kaj ĵaluza virino, ŝi ne ŝatis Wang Xiang kaj ofte riproĉis lin pro bagatelaj aferoj. Baldaŭ, la duonpatrino ankaŭ naskis filon nomitan Wang Lan. La duonpatrino amis nur siajn proprajn infanojn, kaj rigardis Wang Xiang kiel dornon en sia flanko.Ŝi fariĝis eĉ pli postulema al Wang Xiang, kaj ofte parolis malbone pri Wang Xiang antaŭ sia patro. Eĉ lia patro iom post iom ne plu amis lin. La duonpatrino amis nur siajn proprajn infanojn, kaj rigardis Wang Xiang kiel dornon en sia flanko.Ŝi estis eĉ pli postulema al Wang Xiang, kaj ofte parolis malbone pri Wang Xiang antaŭ sia patro. Eĉ lia patro iom post iom ne plu amis lin. Kvankam duonfrato de Wang Xiang, Wang Lan estas tre amika al sia frato. Malgraŭ la torturo de ŝia duonpatrino, ŝi estis ankoraŭ tre fila. La duonpatrino estas tiel severa, sed Wang Xiang estas ankoraŭ tre fila.\nLia duonpatrino havas ŝatokupon, tio estas, ke ŝi ŝatas manĝi freŝajn fiŝojn ĵus fiŝkaptitajn el la rivero. Lia duonpatrino havas ŝatokupon, tio estas, ke ŝi ŝatas manĝi freŝajn fiŝojn ĵus fiŝkaptitajn el la rivero. Iun vintron, lia patro foriris por komerco, kaj lia duonpatrino denove malsaniĝis.Fratoj Wang Xiang kaj Wang Lan zorge servis supon kaj medikamentojn por manĝi sian patrinon.En la severa malvarma vetero, la malsano de la duonpatrino ankoraŭ ne pliboniĝis.en rapidu. Iun vintron, lia patro foriris por komerco, kaj lia duonpatrino denove malsaniĝis.Fratoj Wang Xiang kaj Wang Lan zorge servis supon kaj medikamentojn por manĝi sian patrinon.En la severa malvarma vetero, la malsano de la duonpatrino ankoraŭ ne pliboniĝis.en rapidu. La malsana duonpatrino volis manĝi freŝajn fiŝojn el la rivero.En tiu severa malvarma klimato ekstere neĝis kaj la akvo en la rivero jam fariĝis densa glacio. La malsana duonpatrino volis manĝi freŝajn fiŝojn.Kie povus trovi freŝajn fiŝojn en tiu glacia kaj neĝa klimato?\nEn tiuj tagoj, ne ekzistis ekstersezonaj pladoj, kaj vi ne povus aĉeti ilin eĉ se vi havus monon.\nJe ĉi tiu punkto de la rakonto okazis la kortuŝa rakonto de Wang Xiangqiu Li. La du fratoj senhelpe gardis sian patrinon.Wang Xiang marŝis al la frosta rivero por ne seniluziigi sian malsanan duonpatrinon.Wang Xiang havis ideon kaj demetis sian ĉemizon sendepende de la malvarmo.Li kuŝis nuda sur la glaĉero kaj volis Ĝi uzas sia propra korpotemperaturo por fandi la glacion (do Wang Xiangqiu-karpo ankaŭ nomiĝas Wang Xiang kuŝanta sur la glacio). Li demetis sian ĉemizon kaj kuŝis nuda sur la glaĉero. Li preĝis al Dio kaj diris: \"Dio, mia patrino estas malsana kaj volas manĝi freŝajn karpojn. Vi devas trovi vojon por mi ne gravas.\" Sufiĉe strange, la glacibloko apud li subite krakis, kaj estis du. fendetoj.Vivanta karpo elsaltis el la fendo kaj saltis sur la glacion.Wang Xiang estis tre felia. Li preĝis al Dio: \"Dio, mia patrino estas malsana kaj volas manĝi freŝan karpon. Vi devas trovi rimedon por mi ne gravas.\" Sufiĉe strange, la glacibloko apud li subite krakis, kaj estis du fendoj. Vivanta karpo saltis el la fendo kaj saltis sur la glacion.Wang Xiang estis tre feliĉa. Li rapide genuiĝis, dankis Dion kaj kuris hejmen kun la karpo. Li rapide genuiĝis, dankis Dion kaj rapide prenis la karpon kaj iris hejmen. Post kiam la duonpatrino manĝis freŝan karpon, ŝi baldaŭ resaniĝis post sia malsano. La duonpatrino en la hospitala lito konsterniĝis, kiam ŝi vidis la nudan supran korpon de Wang Xiang, kiu fariĝis purpura pro la malvarmo, kaj du fiŝojn en liaj manoj.Ŝi enkuris feliĉe en la ĉambron kaj miregis.\nWang Xiang poste iĝis oficialulo kaj iĝis Taibao, kaj ricevis la titolon de duko.", "聖意": "Maltrankvila hejme, mi preĝas por protekto, financaj malfacilaĵoj, komercaj problemoj, geedzeco, malkongruo en Liujia asekuro, piedirantoj, Chi Tian, ​​perdoj de silkvermoj, ses perdoj de brutoj, malaperintaj homoj, publikaj procesoj, migrado, konservativa, perdita bieno, malsano. , malfacile reakirebla de, monta tombo, bonŝanco", "古人": "Wang Xiang petas karpon (Dudek Kvar Filiaj Piecaj Rakontoj)", "第X籤": "Kvardek naŭ Winning the Lott", "宮": "Haigong"}