{"籤詩版本二": "Vi povas vojaĝi al ĉiuj anguloj de la lando, pendigante la velon por teni ĝin libere\nSe estas favora vento, ĝi baldaŭ alvenos kaj la boato estos plena de trezoroj.", "詩意": "Ĉi tiu heksagramo estas kiel tiri boaton per la vento.\nĈio iras bone.", "解曰": "Ripozu trankvile. Neniu peno bezonata. Multe da riĉeco. Ĉiuj admirataj.", "籤詩故事一": "◇ Kvin Lagoj Tao Zhugui (Lago Fan Ligui)\nEn la Printempa kaj Aŭtuna Periodo, Fan Li, kies ĝentileca nomo estis Shaobo, ankaŭ estis konata kiel Gui Yizipi aŭ Tao Zhugong.\nEn tiu tempo, ekzistis milito inter la Ŝtato de Wu kaj la Ŝtato de Yue, kaj la Ŝtato de Wu detruis la Ŝtaton de Yue. Fan Li kaj Wen Zhong formulis planon por Yue King Gou Jian por promocii Yue kaj detrui Wu. Fan Li persone vojaĝis tra montoj kaj riveroj, kaj vizitis Xi Shi, belan virinon kun kaj virto, talento kaj beleco, ĉe la rivero Huansha en la monto Bailuo kaj prezentis ĝin al la Reĝo de Wu. Li uzis la \"belruzon\" por kunlabori interne kaj ekstere kaj detruis la Wu Regnon.\nPost kiam li sukcesis ekstermi la Wu-Regnon, Fan Li sciis, ke Gou Jian estas \"longkola birdo kun beko\" kaj povas kunhavigi malfacilaĵojn kaj feliĉon kun li, do li iris boate kun Xi Shi trans la Qi-Reĝlandon, ŝanĝis sian nomon al Gui Zipi, kaj gvidis sian filon kaj disĉiplojn en la Qi-Regnon.Ili loĝas en dometo apud la maro. Li multe laboris por kultivi dezertejon, prizorgi flankan komercon kaj fari komercon.Ene de kelkaj jaroj, li amasigis dekojn da milionoj da familiaj posedaĵoj. Li estis malavara disvastigi riĉecon kaj fari bonon al sia hejmurbo.La saĝo kaj kapablo de Fan Li estis aprezataj de la popolo de Qi.La reĝo de Qi invitis lin al Linzi, la ĉefurbo, kaj adoris lin kiel la ĉefministron respondecan pri registaraj aferoj. . Li ekkriis: \"Esti oficisto povas konduki al ministroj, kaj administrado de familio povas konduki al riĉaĵo. Por plebo, kiu komencis de nulo, tio atingis la ekstremon. Esti honorita dum longa tempo verŝajne ne estas bona signo.\" Do, nur tri jarojn poste, li denove Jiliu retiriĝis kuraĝe, redonis la sigelon al la reĝo de Qi, kaj fordonis sian tutan familian riĉaĵon al siaj proksimaj amikoj kaj samvilaĝanoj.", "聖意": "La domo estas bona por si (sendonda), la mono estas bona, la komerco estas bona, la geedziĝo estas malfrua, la geedziĝo ne estas bona, Liujia estas sekura, homoj malhelpas la kampojn, silkvermoj, aŭtuno, brutaro, printempo. estas prospera, homoj serĉas homojn, procesoj estas malbonaj, migrado estas konservativa, perditaj aferoj, okcidentaj malsanoj estas solvitaj, montoj kaj tomboj estas sude.", "古人": "Tao Zhugui Kvin Lagoj (Fan Ligui Lago)", "第X籤": "La kvindeka loteria gajninto", "宮": "Haigong"}