{"籤詩版本二": "Somero estas la plej longa tago kaj ĉiuj maltrankviliĝas pri la varmego kaj depresio\nAnkaŭ la ĉielo kaj la tero scias, kion homoj volas, kaj la vento blovas kaj estas nature malvarmeta", "詩意": "Ĉi tiu heksagramo indikas, ke ĉiuj maltrankviliĝas pri varmo.\nFaru kion ajn vi volas.", "解曰": "Ne estas dubo ĉu antaŭeniri aŭ retiriĝi. Amuziĝu. Ĉu ĝi estas por tendumado? Ne necesas agi senpripense.", "籤詩故事一": "◇Kong Ming eniras Siĉuanon\nZhuge Liang (181-234), ĝentilecnomo Kongming, estis hejmanto de Yangdu, Langya (nun Yinan Distrikto, Ŝandongo), kaj estis la ĉefministro de Shu Han (Liu Bei) dum la Tri Regnoj periodo.\nKvankam Liu Bei gajnis Jingzhou, ne sufiĉis apartigi unu flankon.Zhuge Kongming planis kapti Xichuan por pligrandigi la teritorion de Liu Bei. Ĉe tiu tempo, Liu Zhang en Yizhou estis atakita fare de Zhang Lu en la nordo. Zhuge Kongming lernis ke Liu Zhang volis dediĉi la mapon de Xichuan al Cao Cao por protekti sin. Kiam Zhang Song (la subulo de Liu Zhang) renkontis Cao Cao, ĉar Cao Cao estis aroganta kaj malĝentila, Liu Zhang prenis la mapon reen al Xichuan kaj preterpasis Jingzhou sur la vojo. Kong Ming jam atendis lin survoje kaj invitis lin al Jingzhou, sed li neniam menciis la Xichuan-an Bildon ĝis la foriro.Zhang Song estis dankema al Kong Ming pro siaj ĝentileco kaj gastamo, do li dediĉis la Xichuan-an Bildon al lin.\nLa tereno de Xichuan estis danĝera kaj povus esti atakata aŭ defendita.Post diversaj aranĝoj de Kong Ming, Xichuan iĝis la naskiĝloko de Liu Bei.\n(Kong Ming traktis homojn kun ĝentileco kaj facile akiris la aviditan Xichuan.)", "聖意": "Preĝu por benoj hejme kaj por memkonservado (estas bonŝanco en la malfeliĉo) Serĉu riĉecon, bonŝancon en komerco, komuna edziĝo, naskiĝo de knaboj en Liujia, translokado de kampoj, silkvermoj, damaĝo al brutaro, serĉado de homoj, publiko. procesoj, migrado, malnovaj perditaj aferoj, nordaj malsanoj, dezirado pri montoj kaj tomboj", "古人": "Kong Ming eniras Siĉuanon", "第X籤": "Ĉapitro 51: Gajni la Loton (Gajni la Loton)", "宮": "Utero"}