{"籤詩版本二": "Necesas multe da peno por kapti la lunon en la akvo.Necesas multe da penado sed nenio.\nNe parolu sensencaĵojn kaj malŝparu viajn klopodojn por plifortigi la korpon.La vorto \"korpo velkis\" origine signifas \"la korpo estas soleca\".", "詩意": "Ĉi tiu heksagramo estas avida por la bildo de penado.\nĈio estas peniga kaj peniga.", "解曰": "Promesoj estas malfacile memoreblaj. Multe da malfacila laboro. Zorgu hejme. Atendante renkonti noblajn homojn.", "籤詩故事一": "◇Taibai kaptis la lunon dum ebrio (Li Taibai kaptis la lunon dum ebrio)\nLi Bai (701-762), ankaŭ konata kiel Taibai, ankaŭ konata kiel Qinglian Jushi. La poeto de la Dinastio Tang, kiu nomis sin forigita senmortulo, estis konata kiel la Senmortulo de Poezio, kaj li ĉiam estis feliĉa sen drinkado.\nIam Li Bai venis al Jinling (nun Nankino) kaj ripozis en restoracio apud Wende Bridge.\nTiu tago hazarde estis la dekkvina tago de la vintra luna monato.Nokte, li sidis sola en la restoracio kaj admiris la lunon, dum drinkado kaj deklamado de poemoj. Tiu tago hazarde estis la dekkvina tago de la vintra luna monato.Nokte, li sidis sola en la restoracio kaj admiris la lunon, dum drinkado kaj deklamado de poemoj. Li Taibai plej amis la lunon en sia vivo, dirante, ke ĝi estas pura kaj bela. Li Taibai plej amis la lunon en sia vivo, dirante, ke ĝi estas pura kaj bela. Tiun nokton, li rigardis supren kaj vidis la blankan kaj rondan lunon sur la ĉielo.Li estis tre feliĉa kaj trinkis ankoraŭ kelkajn glasojn. Tiun nokton, li rigardis supren kaj vidis la blankan kaj rondan lunon sur la ĉielo.Li estis tre feliĉa kaj trinkis ankoraŭ kelkajn glasojn. Je noktomezo, Li Taibai profitis de la vino kaj iris malsupren al Wende Bridge. Je noktomezo, Li Taibai profitis de la vino kaj iris malsupren al Wende Bridge. Tuj kiam li paŝis sur la ponton, li mallevis la kapon kaj subite vidis la lunon fali en la akvon.Kiam la rivero moviĝis, kelkaj nigraj linioj estis aldonitaj al la blanka lunombro. Tuj kiam li paŝis sur la ponton, li mallevis la kapon kaj subite vidis la lunon fali en la akvon.Kiam la rivero moviĝis, kelkaj nigraj linioj estis aldonitaj al la blanka lunombro. Li Taibai estis tiom ebria tiutempe, ke li pensis, ke ĝi estas la luno, kiu estis makulita de la riverakvo. Li Taibai estis tiom ebria tiutempe, ke li pensis, ke ĝi estas la luno, kiu estis makulita de la riverakvo. Li eĉ ne ĝenis demeti siajn botojn, li malfermis la manojn kaj saltis de la ponto por kapti la lunon. Li eĉ ne ĝenis demeti siajn botojn, li malfermis la manojn kaj saltis de la ponto por kapti la lunon. Neatendite, per tiu ĉi salto, la luno ne estis kaptita, sed la luno en la akvo estis frakasita kaj tuj dividita en du duonojn. Neatendite, en ĉi tiu salto, la luno ne estis kaptita, sed la viro estis dronita. Li mortis en la aĝo de sesdek du jaroj.", "聖意": "La domo estas maltrankvila kaj vi havas malbonŝancon (atentu vian sanon) (malbonŝanca) Serĉu riĉecon kaj ekvilibron (eĉ ne pensu pri tio) Malfacilo en komercaj transakcioj, geedziĝo ne estas solvita, preĝu por protekto (malplenaj trezoroj malhelpas). aborto) Piedantoj havas problemojn, silkvermoj sur la kampo estas kvin poentoj, kaj ses bestoj estas en malkresko (malbonŝanca) Serĉado de homoj (malfeliĉa) Publikaj procesoj kaj (Ĉesigu la proceson) Ordinara migrado (ne menciu ĝin) Perdo de posedaĵo (aviadilo) Preĝi por protekto kontraŭ malsano (malfeliĉa) Bonŝanco en montoj kaj tomboj", "古人": "Taibai kaptis la lunon dum ebrio (Li Taibai kaptis la lunon dum ebrio)", "第X籤": "Kvindekdua venkado en la loterio (Loterio)", "宮": "Utero"}