{"籤詩版本二": "Kiam frustriĝo iĝas ĝojo, drakoj muĝas kaj tigroj muĝas.\nLa blua ĉielo havas sian propran vojon al la ĉielo.Ĉu mi havu alian ŝancon atingi famon.", "詩意": "Ĉi tiu heksagramo estas kiel drako muĝanta kaj tigro muĝanta.\nEstas espero, ke ĉio iros bone.", "解曰": "Nur instruu kaj iru. Havu vian propran prosperon. Devas esti farita en la fino. Estas loko trovebla.", "籤詩故事一": "◇Liu Bei rekrutas novedzinon\nPost la Batalo de Ĉibi, Sun Quan estis fervora reakiri Jingzhou, kiu estis akirita fare de Liu Bei, tiel ke li uzis la planon de Zhou Yu, ŝajnigante ke li volis fianĉigi sian fratinon Sun Ren al Liu Bei, sed fakte li volis preni. Liu Bei kiel ostaĝo por postuli Jingzhou.\nPost kiam Zhuge Liang spionis la planon de Zhou Yu, li transdonis la broŝuron kun la strategio al Zhao Yun, kiu protektis Liu Bei kiam li iris al Soochow. Zhao Yun sekvis la strategion en la broŝuro kaj intence faris grandan plaŭdon por lasi Wu Guotai ( la patro de Sun Quan) scias pri la geedziĝpropono. Ĉar Wu Guotai amis sian filinon kaj ne volis fari neformajn decidojn pri la dumvivaj aferoj de ŝia filino, ŝi riproĉis Sun Quan pro esti senkompata al sia fratino kaj proponis propre testi ĉu Liu Bei estis inda je sia filino ĉe Ganlu Temple. Post kiam Wu Guotai renkontis Liu Bei, ŝi multe aprezis Liu Bei kaj forte rekomendis la geedziĝon inter Liu Bei kaj lia filino.Pro tio, Liu Bei sukcese edziĝis kun sinjorino Sun.\nPoste, Liu Bei kaj Sinjorino Sun fuĝis reen al Jingzhou kune.Poste, Sun Quan volis kaŝe ataki Jingzhou dum Liu Bei atakis Yizhou, sed estis maldaŭrigita fare de Wu Guotai, kiu estis maltrankvila pri la sekureco de sia filino.\nLi diris: \"La lerta plano de Zhou Yu estas la plej bona en la mondo. Li perdis sian edzinon kaj perdis siajn trupojn.\"\n(Liu Bei akiris el damaĝo)", "聖意": "Mi estas malbonŝanca hejme kaj mi estas malbonŝanca (unue malbonŝanco, poste bonŝanco).Serĉu riĉecon, ekvilibron, malfacilon en geedziĝo, sukceson en geedziĝo.Preĝu por benoj por piedirantoj, silkvermoj sur la kampoj, kvin poentoj por bruta damaĝo, serĉu. por homoj, procesoj kaj migrado, bonŝanco por perditaj posedaĵoj, bonŝanco por malsanoj, paco de montoj kaj tomboj.", "古人": "Liu Bei rekrutas novedzinon", "第X籤": "La kvindek-tria venka numero", "宮": "Utero"}