{"籤詩版本二": "La virto de patro al filo estas transdonita al nepo.Prospero en nutrado kaj vesto dependas nur de Dio.\nChunxuan en la salono ĝojigas homojn.Kiam ili malsatas, manĝas, soifas kaj dormas, Chunxuan estas metaforo por gepatroj.", "詩意": "Ĉi tiu heksagramo estas ligita kun la bildo de bambuo kondukanta al printempo.\nEspereble ĉio iras bone.", "解曰": "Prenu bambuon kaj konduku al printempo. Ĝi disvastiĝas senfine. Sinjoro serĉas esperon. Ĉiuj ĝojaj.", "籤詩故事一": "◇Reĝo Wu de Zhou surtroniĝis\nReĝo Wu de Zhou atakis reĝon Zhou kaj gvidis okcent princojn batali kontraŭ la armeo de reĝo Shang.La soldatoj en Chaoge (la ĉefurbo de reĝo Shang) ankaŭ turnis sin kontraŭ reĝo Shang kaj perfidis reĝon Shang.\nReĝo Zhou bruligis sin sur la Zhaixing Turo, kaj la Dinastio Shang estis detruita.\nReĝo Wu akceptis la oran libron kaj oran trezoron, kiu estas la trono de la imperiestro.Li turniĝis al la sudo, liaj manoj estis kunplektitaj, kaj li sidis rekte. Reĝo Wu ordonis disvastigi la posedaĵon de Lutai, malkonstrui la Star Picking Tower, kaj distribui la rizgrenon stokita en Juqiao.\nLiberigu la malliberigitan Jizi kaj riparu la tombon de Bigan. Reĝo Wu rajdis apud la pordo de la domo de la saĝulo Shang Rong kaj klinis la kapon. Respektu la virtajn kaj ĝentilojn, kaj lasu la sklavojn en la interna palaco.\nLi ankaŭ ĉesis armilaron kaj antaŭenigis kulturon kaj edukadon. En la sudo de Nanshan, ĉevaloj estas paŝtitaj kaj brutaro estas paŝtita en la kamparo kun persikaj arboj.Ĝi estas paca sceno.", "聖意": "La domo ne estas en bona stato (bonŝanco), vi povas fari viajn proprajn dezirojn (bonŝancon), serĉi financan gajnon, fari transakcion kaj edziĝi (renkonti bonan bofilon), Liujia estas sekura (zodiako). signo), piedirantoj movas kampojn, silkvermoj estas bonŝancaj, ses bestoj estas difektitaj, homoj estas malfacile troveblaj (vidu) publikajn procesojn, nobelulo moviĝas, bonŝanco estas perdita.Malsanoj kaj malsanoj.", "古人": "Reĝo Wu de Zhou supreniris la tronon", "第X籤": "Kvindek-kvina venkado en la loterio (lotado)", "宮": "Malbela Palaco"}