{"籤詩版本二": "La plaĝo estas plena de rokoj, la rivereto fluas, la vento estas klara, la luno estas klara, kaj la noblaj homoj estas okupitaj.\nSurvoje mi devas demandi kien iri.Ne prenu la odoron de floroj kaj plantoj en la arbaro.Ne zorgu pri tio.", "詩意": "Ĉi tiu heksagramo estas kiel boato vojaĝanta sur malgranda strando.\nEn ĉio, estas noblaj homoj por helpi.", "解曰": "Por vivteni. Multe da malfacila laboro. Restu konservativa kaj atendu. Ĉion bonan.", "籤詩故事一": "◇Lushan-ribelo\nLushan (703-757), kies familia nomo estis Kang kaj nomita Yaluoshan, estis de Liucheng, Yingzhou (nun Chaoyang, Liaoning).\nPoste, li supozis la familian nomon An kaj ŝanĝis sian nomon al Lushan. Dum la regado de imperiestro Xuanzong de la Dinastio Tang, An Lushan estis la armea sendito.\nEn novembro de la 14-a jaro de Tianbao, An Lushan levis trupojn en Fanyang, nome ataki Yang Guozhong, li lanĉis ribelon kaj prenis la trupojn de tri urboj por ataki Luoyang, la orientan ĉefurbon. Raportoj de Taiyuan rapidis al Lishan.Tang Xuanzong, kiu estis en la palaco Huaqing en Lishan tiutempe, ne kredis, ke Anlushan ribelos.Tamen, novaĵo pri la ribelo daŭre disvastiĝis, kaj Xuanzong ankoraŭ estis duonkonvinkita. (Tio estas portretado de \"la sono de malglata fluakvo sur malgrandaj ŝtonoj en rivereto\")\nNur kiam Yan Zhenqing, la prefekto de la gubernio Pingyuan, sendis iun por sendi informojn, ke Xuanzong vekiĝis el sia sonĝo.\nSub la erara strategio de imperiestro Xuanzong de la dinastio Tang, la kavaleria regimento de An Lushan kaptis Luoyang, la orientan ĉefurbon.En la unua monato de la sekva jaro, li proklamis sin Imperiestro Dayan en Luoyang, Jianyuan Shengwu, imperiestro Xiongwu, kaj Da Xixun kiel ĉefministro.\nEn junio de la sama jaro, imperiestro Xuanzong de la Dinastio Tang, fervora por malpezigi la krizon en Chang'an kaj sub erara armea kompreno, ekzekutis du famajn generalojn, Feng Changqing kaj Gao Xianzhi.Tiu ordono ŝokis la Tang-armeon. (Tiu konduto malobservas \"la vojo devas montri al la antaŭa rivero\")\nPoste, imperiestro Xuanzong de la Dinastio Tang urĝe ordonis al alia generalo, Ge Shuhan, gvidi la Tang-armeon orienten el Tongguan.\nGe Shuhan, kiu plene komprenis la strategian eraron de imperiestro Xuanzong de la Dinastio Tang, planis prokrasti la ŝanĝon (la alproksimiĝo de \"estas bone se la vento estas trankvila kaj la tajdo estas trankvila\").\nEn la fino, imperiestro Xuanzong de la Dinastio Tang opiniis ke li estis tro timema por batali, tiel ke li havis neniun elekton sed batali kun An Lushan en larmoj, kaj estis venkita. (Ĝi plenumas \"Se vi laboras forte por subteni vin, vi eble vundiĝos.\")\nEn la Dinastio Tang, kiam la landlimaj trupoj kaj lokaj garnizonoj ne havis tempon por respondi, la armeo de An Lushan premis la landlimon kaj eniris la ĉefurbon. En kritika situacio, imperiestro Xuanzong de la Dinastio Tang igis la Gardistoj-Trupojn eskapi de la ĉefurbo, igante la sengvidanton Xijing Chang'an fali.\n(Tang Xuanzong malobservis la gvidadon de ĉi tiu signo, do la ribelo de An Lushan sukcesis.)", "聖意": "La domo estas sekura, si estas bonŝanca, la fortuno estas stabila, la transakcio estas prospera, la geedziĝo estas sukcesa (singardemo), vira piediranto el Liujia venas al la kampo, silkvermoj estas rikoltaj, ses brutoj estas difektitaj, la persono estas trovita. , la proceso estas pravigita, la perdita posedaĵo alportas malsanon, tio estas, la Anshan-tombo estu riparita.", "古人": "Lushan ribelo", "第X籤": "La kvindek-sesa loterio", "宮": "Malbela Palaco"}