{"籤詩版本二": "Matene kaj krepusko, la subteno de la Budho devas esti en danĝeraj tempoj sed ne en danĝero\nSe vi estas allogata de nobla homo, tiam ankaŭ mono kaj silko akompanos vin.Tio estas Chuan Lai. Ĉio dependas de vi.", "詩意": "Ĉi tiu heksagramo reprezentas la sekretan benon de dioj kaj Budhoj.\nEstu pacienca kaj havu bonŝancon en ĉio.", "解曰": "Signo de malnovmoda paco. Kiam ĉio estas multekosta, ĝi estos aŭspicia.", "籤詩故事一": "◇Tang Monaĥo atingis iluminiĝon\nIun tagon Tang Seng venis al la rivero kaj vidis antaŭ ĝi la monton Lingshan de Budho.Antaŭ ĝi estis unutabula ponto.Tang Seng ne kuraĝis transiri ĝin. La Budho transformiĝis en boatiston kaj tenis senfundan rompitan boaton.Tuj kiam Tang Monaĥo eniris la boaton, li falis en la riveron kaj estis savita de la boatisto.Tiel Tang Monk atingis Budhecon. (Rakonto de Vojaĝo al la Okcidento)\n◇La budhanaj skribaĵoj de Tang Monk\nSanzang de la Dinastio Tang, lia komuna familia nomo estis Chen kaj lia persona nomo estis Yi. Naskita en Goushi Distrikto, Luozhou (nun sude de Yanshi City, Henan Provinco). Li iĝis monaĥo en la aĝo de dek tri jaroj kaj prenis la budhanan nomon Xuanzang.\nPor akiri la originajn budhanajn skribaĵojn, li foriris de Chang'an (hodiaŭ Ŝjiano, Ŝenŝjia Provinco) en la tria jaro de Zhenguan (629 p.K.), enriskiĝis trans la limon, kaj travivis sennombrajn malfacilaĵojn por atingi Tianzhu ( Hindio) por kolekti skribaĵojn. Li veturis tra la basenoj de la rivero Gango kaj Induso kaj la sudorientaj marbordaj regionoj de Barato, poste transiris la neĝkovritajn montojn kaj verdajn krestojn, marŝante pli ol 50 000 mejlojn tien kaj reen.Li bezonis 16 jarojn por finfine reveni al Chang'an en la 19-a jaro de Zhenguan (AD 645). Li alportis reen grandan nombron da budhanaj skribaĵoj kaj tradukis ilin en la ĉinan.\n(Tang Sanzang trairis longan vojaĝon tien kaj reen inter Ĉinio kaj Hindio. Li certe spertis danĝerojn dum la vojaĝo, sed li povis sekure reveni ĉar estis nevidebla patronsanktulo malantaŭ li.)", "聖意": "La hejmo estas sekura, si mem estas aŭspicia, la okcidenta komerco sukcesas, la geedziĝo sukcesas, la piedirantoj baras la kampojn, la silkvermoj estas blokitaj, la silkvermoj estas sep poentoj, la brutaro estas profita, la serĉado estas por homoj, la okcidenta. publikaj procesoj estas malbonaj, la migrado estas konservativa, la perdita posedaĵo estas vidata, la malsano estas aŭspicia, la montoj kaj tomboj estas aŭspiciaj.", "古人": "Tang Monk atingis iluminiĝon", "第X籤": "Venki en la loterio sesdek du", "宮": "Yin-palaco"}