{"籤詩版本二": "La naĝanta fiŝo estis kaptita en kaptilo en la Bibo-Lageto.\nSe io misfunkcias post pripensado, ĝi kaŭzos problemojn finfine.", "詩意": "Ĉi tiu heksagramo reprezentas fiŝon kaptitan en kaptilo.\nAnkaŭ estas konsilinde esti singarda pri ĉio.", "解曰": "Kompromiso sub la domo. Katastrofo falas el la ĉielo. Vekiĝu frue kaj prenu antaŭzorgojn unue. Evitu katastrofojn.", "籤詩故事一": "◇La ĉevalo estas kovrita per akvo (estas malfacile kolekti la akvon)\nHan-dinastio. Zhu Maichen, ĝentileca nomo Wengzi, estis hejmanto de Wu en Kuaiji (nun parto de Suzhou City).\nEn liaj fruaj jaroj, la familio de Maichen estis malriĉa kaj li havis neniun sukceson.La paro vivis en pajlotegmenta pordego en malantaŭa strateto, tranĉante brullignon kaj vendante ĝin por fari finojn. Vi ne gajnas multe da mono vendante brullignon je iu ajn prezo.\nLia edzino eliris por preni akvon kaj vidis grupon da infanoj ridi pri Maichen.La edzino opiniis, ke tio estas hontinda kaj poste foriris.\nKiam Zhu Maichen estis kvindekjara, imperiestro Wu de la Han-dinastio serĉis talentojn kaj adoris Zhu kiel la prefekto de Kuaiji.\nLia edzino bedaŭris ŝian blindecon kaj deziris esti reduktita al servistino kaj konkubino por servi Zhu por la resto de lia vivo.\nMaichen ordonis al sia eksedzino preni sitelon da akvo, verŝi ĝin sur la ŝtupojn, kaj diris: \"Se la akvo povas esti prenita reen, ili ambaŭ povas rekuniĝi.\"\nKonsiderante la rilaton inter edzo kaj edzino, la edzino kaj ŝia reedziĝinta edzo ricevis liberan spacon en la malantaŭa ĝardeno por kultivi kaj subteni sin. Lia edzino ĵetis sin en la riveron kaj mortis.", "聖意": "La domo estas en danĝero, sin mem estas en danĝero, la mono estas perdita, la transakcio estas en paco, la geedziĝo estas malkonsekvenca, Liujia estas timigita, homoj estas blokitaj, la kampoj estas difektitaj, la silkvermoj estas perditaj, la brutaro estas perdita, homoj. estas trovitaj, la publika proceso estas perdita, migrado estas bona, perditaj aferoj estas malbonaŭguraj, malsanoj estas kaŭzitaj, katastrofoj kaj danĝeroj, montaj tomboj estu ŝanĝitaj.", "古人": "La ĉevalo estas kovrita per akvo (estas malfacile kolekti la akvon)", "第X籤": "Sesdek-kvara signo", "宮": "Maogong"}