{"籤詩版本二": "Kiam venos vintro, branĉo de prunfloro sur la monto neniam estos detruita eĉ se ĝiaj folioj falas kaj ĝiaj branĉoj velkos.\nSed kiam venas la printempo, mi ankoraŭ resendas min kiel la korteganino kaj detruas la originalan verkon.", "詩意": "En ĉi tiu heksagramo, la prunfloro okupas la gvidan pozicion.\nĈio estas bona se ĝi estas prokrastita.", "解曰": "Unu sago pafis malplena. Kiam ĝi estas malplena, ĝi ne estas malplena. Atendante la printempon venos. Koloro estas en ĝi.", "籤詩故事一": "◇Poentis dufoje\nDum la regado de imperiestro Dezong de Tang-dinastio, la lojala ministro Mei Bogao kaj lia familio estis enkadrigitaj de la perfidema ĉefministro Lu Qi, kiu volis mortigi ilin ĉiujn.Nur lia filo Mei Liangyu sukcesis eskapi.Poste, li ŝanĝis sian nomo al Wang Xitong por kaŝi sian identecon. Li vivis sole sur la stratoj, malsata kaj malvarma, sed feliĉe li estis akceptita de Chen Risheng (Chen Dongchu). Chen Risheng ne konis sian vivsperton, do li petis lin helpi prizorgi la prunĝardenon de Chen, por ke li ne mortu de malsato surstrate.\nChen Risheng estis samklasano kaj amiko de Mei Bogao.Kiam li estis persekutata de Lu Qi, li estis savita de Mei Bogao.Pro tio, Mei Bogao kaj Lu Qi iĝis malamikaj.Fine ilia tuta familio estis ekzekutita. Chen Risheng sentis malĝojon kaj koleron pro tio.Post geedziĝo, li eksiĝis kaj translokigis sian familion al Yangzhou por vivi en izoliteco.\nChen Risheng havas filinon nomatan Chen Xingyuan, kiu estas bela kaj bonodora.Post kiam Mei Liangyu venis al la familio Chen, ili enamiĝis unuavide. En tago, kiam prunfloroj estis en plena florado, kiu estis ankaŭ la datreveno de la morto de Mei Bogao, Chen Risheng kaj lia familio malfermis altaron en la prunĝardeno de sia hejmo por memorigi sian forpasintan amikon kaj bonfaranton.Neatendite, la vetero subite ŝanĝiĝis. , kaj forta neĝoŝtormo blovis, kovrante ĉiujn prunflorojn.Detruite. Chen Risheng lamentis, ke li kapablas sekure eskapi, sed li eĉ ne povis savi la posteulojn de la familio Mei.Li pensis, ke tio estas averto de Dio, do li ĵuris, ke krom se la prunfloroj denove floris, pruvante, ke la posteuloj de la familio Mei ankoraŭ vivis, li neniam dirus ion.Li eskapis en budhismon kaj monaĥiĝis.\nLia filino Xingyuan aŭdis tion kaj tuj bruligis incenson kaj sincere preĝis al Dio, ke la prunfloroj denove ekfloru. Ilia sincereco movis la ĉielon, kaj ĉiuj prunarboj en la prunarĝardeno denove floris; poste Chen Risheng sciis, ke la Xitong estas Liangyu, do li fianĉigis sian filinon Xingyuan al li.", "聖意": "La domo ne estas bona por si, oni estas bona por si, oni serĉas riĉaĵon, oni estas prudenta en negocoj, la tempo malfruas, la edziĝo malfruas, la printempo prosperas, la aŭtuno estas malplena, la vojaĝanto malfruas, la kampoj estas prosperaj, la silkvermoj estas prosperaj, la ses brutaro estas prosperaj, serĉante homojn, publikaj procesoj, perdo, migrado, perditaj posedaĵoj, orientaj malsanoj, falsaj alarmoj, montaraj tomboj estu ŝanĝitaj.", "古人": "Poentis dufoje", "第X籤": "Sesdek naŭ Winning the Lott", "宮": "Tatsumi"}