{"籤詩版本二": "Chao Chao estas kiel florkolektanta abelo, fluganta el la sudokcidento kaj poste orienten\nLa printempo finiĝis, la floroj malaperis, kaj ne estas loko por serĉi.Ĉi tiu koro ne ŝanĝos sian lokon.", "詩意": "Ĉi tiu heksagramo estas kiel abelo plukanta florojn.\nĈio estas peniga kaj peniga.", "解曰": "Neniu printempa pejzaĝo. Pluvas dum longa tempo sed neniam klariĝas. Peti helpon. Pli bone estas silenti.\n.", "籤詩故事一": "◇Li Mi ribelis kontraŭ Dinastio Tang\nLi Mi\n(582-619), la forpasinta gvidanto de la Wagang Armeo en la kamparanribelo en la forpasinta Dinastio Sui de Ĉinio. Majstro de kaligrafio. La majstro de la vorto Fa estis hejmanto de Chang'an, Jingzhao, kaj lia praula hejmo estis Xiangping, Liaodong (nun sude de Liaoyang, Liaoning). Hejmanto de Chang'an, Jingzhao, lia praula hejmo estas Xiangping, Liaodong (nun sude de Liaoyang, Liaoning).\nEn la naŭa jaro de Daye (613), li partoprenis la ribelon de Yang Xuangan kontraŭ la Sui-dinastio en Liyang (nun nordoriente de Junxian Distrikto, Henan Provinco). En la naŭa jaro de Daye (613), li partoprenis la ribelon de Yang Xuangan kontraŭ la Sui-dinastio en Liyang (nun nordoriente de Junxian Distrikto, Henan Provinco). Mistera sento estas venkita,\nLi Mi fuĝis. Xuangan estis venkita kaj Li Mi fuĝis.\nEn la dekdua jaro de Daye, li aliĝis al la Wagang Armeo\n. En la dekdua jaro da la regado de Daye, li aliĝis al la Wagang Armeo. Li Mi estis lerta pri strategio.En oktobro de la dekdua jaro de Daye, Li Mi persvadis Zhai ataki Xingyang Tong, la potencan generalon akompanantan la armeon, por defendi Zhang Xutuon, venkante la Sui-armeon kaj mortigante Zhang Xutuon. Li Mi estis lerta pri strategio.En oktobro de la dekdua jaro de Daye, Li Mi persvadis Zhai ataki Xingyang Tong, la potencan generalon akompanantan la armeon, por defendi Zhang Xutuon, venkante la Sui-armeon kaj mortigante Zhang Xutuon.\nPoste, li proponis ataki la magazenon de Xingluo (poste renomita Luokou), malfermi la magazenon por helpo kaj pligrandigi la teamon.La teamo de la armeo de Wagang rapide kreskis.En la 13-a jaro de Daye, Li Mi gvidis la armeon de Wagang, kaj Zhai Rang. traktis la degradiĝon kaj distribuon de la Dinastio Sui.Okazis milito pro armeaj rimedoj kaj aliaj aferoj, kaj Li Mi mortigis Zhai Rang kaj centojn da liaj sekvantoj. Poste, li proponis ataki la magazenon de Xingluo (poste renomita Luokou), malfermi la magazenon por helpo kaj pligrandigi la teamon.La teamo de la armeo de Wagang rapide kreskis.En la 13-a jaro de Daye, Li Mi gvidis la armeon de Wagang, kaj Zhai Rang. traktis la degradiĝon kaj distribuon de la Dinastio Sui.Okazis milito pro armeaj rimedoj kaj aliaj aferoj, kaj Li Mi mortigis Zhai Rang kaj centojn da liaj sekvantoj.\nEn marto de la 14-a jaro de Daye, Yu Wenhuaji mortigis imperiestron Yang de Sui-dinastio.\n, igis pli ol 100,000 homojn reveni en la okcidenton. En marto de la dek-kvara jaro de Daye, Yu Wenhuaji (Yu Wen, kunmetita familia nomo) mortigis imperiestron Yang de Sui-dinastio kaj revenis okcidenten kun pli ol 100,000 homoj. Li Mi estis ordonita ataki Huaji.Kvankam Huaji estis venkita, Li Mi ankaŭ suferis gravajn perdojn en trupoj.Li poste estis persekutita de Wang Shichong.La armeo de Li Mi estis venkita kaj lia tendaro estis detruita.Liaj generaloj Qin Shubao, Cheng Zhijie (originale). nomita Cheng Yaojin), Niu Jinda kaj aliaj estis kaptitaj. , Shan Xiongxin kapitulacis. Li Mi estis ordonita ataki Huaji.Kvankam Huaji estis venkita, Li Mi ankaŭ suferspertis gravajn perdojn en siaj trupoj. Poste, lin persekutis Wang Shichong.La armeo de Li Mi estis venkita kaj lia tendaro estis detruita.Liaj generaloj Qin Shubao, Cheng Zhijie (originale nomita Cheng Yaojin), Niu Jinda kaj aliaj estis kaptitaj, kaj Shan Xiongxin kapitulacis. Li Mi estis malespera, do li transiris la riveron al Heyang en septembro kaj kapitulacis al la Dinastio Tang. Li Mi estis malespera, do li transiris la riveron al Heyang en septembro kaj kapitulacis al la Dinastio Tang.\nEn novembro, Li Yuan sendis Li Mi al Ŝandongo por varbi malnovajn soldatojn. novembro,\nLi Yuan sendis Li Mi atendi en Shandong por varbi malnovajn trupojn. Sentante ke li estis suspektita, li ribelis kontraŭ Tang. Sentante ke li estis suspektita, li ribelis kontraŭ Tang. Tang-generalo Sheng Yanshi invitis Li Mi por ataki kaj mortigis lin ĉe Xinggong Xian. Tang-generalo Sheng Yanshi invitis Li Mi por ataki kaj mortigis lin ĉe Xinggong Xian.", "聖意": "Domo, domo, lango, memo, fiulo, serĉado de riĉaĵo, malŝparado de komerco, geedziĝoj ne daŭrantaj, Liujia, malplenaj floroj, piedirantoj, Yaotian, silkverma damaĝo, ses bruta damaĝo, malaperintaj personoj, procesoj, perdo, migrado, konservativeco, perdita posedaĵo, malsano, obstakloj, montara tombo reformo", "古人": "Li Mi ribelis kontraŭ Dinastio Tang", "第X籤": "La sepdeka remizo", "宮": "Tatsumi"}