{"籤詩版本二": "Kogno de Canglong Deknaŭa Gardistoj: virino geedziĝis kun dua edzo\nPer unu pafarko kaj du sagoj, la dinosaŭroj tuj vivos en paco", "詩意": "Ĉi tiu heksagramo estas kiel arko tenanta du sagojn.\nĈio estas aŭspicia se ĝi iras kune.", "解曰": "Ne tro peza. Destino. Zhen Liuzhong malfermiĝas. Estas konsilinde esti singarda.", "籤詩故事一": "◇Wenjun vizitas Xiangru\nZhuo Wenjun estis filino de la nepo de Zhuo Wang, riĉa komercisto en Linqiong, Sichuan-provinco, ŝi scipovis muzikon kaj havis literaturan nomon. Ŝi edziĝis kiam ŝi estis deksesjara.Kelkaj jaroj poste, ŝia edzo forpasis kaj ŝi revenis al sia naskiĝa familio por vivi kiel vidvino.\nIun tagon, Sima Xiangru iris al la domo de Zhuo Wangsun por bankedo.Kiam li eksciis, ke Zhuo Wenjun estas nove vidvino, li ludis la kanton \"Fenikso Serĉante la Fenikso\" por esprimi sian amon. Zhuo Wenjun jam aŭdis pri Sima Xiangru, kaj ĉi tiu bankedo igis lin eĉ pli altirita al Sima Xiangru. Aliflanke, post la bankedo de Sima Xiangru, li tuj elspezis multe da mono por subaĉeti la personan servistinon de Zhuo Wenjun kaj petis al ŝi transdoni la amon de Sima Xiangru al Zhuo Wenjun. Post kiam Zhuo Wenjun eksciis pri la amo de Sima Xiangru per la servistino, li tuj rapidis al la gastejo kie Sima Xiangru loĝis.Vidante la alvenon de Zhuo Wenjun, Sima Xiangru tuj forkuris kun ŝi tranokte al sia hejmurbo en Chengdu.\nKiam ili estis en Chengdu, la geedzoj estis malriĉaj kaj devis reveni al Linqiong por malfermi malgrandan hotelon por vivteni.Zhuo Wenjun vendis vinon kaj Sima Xiangru lavis telerojn.Ili vivis malriĉan vivon. Post kiam la patro de Zhuo Wenjun, Zhuo Wangsun, eksciis pri tio, li konsentis kaj financis ilin laŭ la konsilo de siaj amikoj, tiel ke Sima Xiangru kaj Zhuo Wenjun revenis al Ĉengduo por vivi, kaj poste riĉiĝis.", "聖意": "Perdo de hejmo kaj posedaĵo, propraj rajtoj kaj malbonoj, serĉado de riĉaĵo, labortransakcioj, gardado kontraŭ geedziĝa reunuiĝo", "古人": "Wenjun vizitas Xiangru", "第X籤": "Sepdek unu Venka Loto", "宮": "Tatsumi"}