{"籤詩版本二": "Abelbredistoj devas almozpeti mielon, por ke ili ne estu pikitaj de piko\nDevas esti anta vi stranga vojo.La sekreto estas profunda kiel arbaro el dornoj.", "詩意": "Ĉi tiu heksagramo simbolas abelojn kolektantajn mielon.\nĈio estas peniga kaj peniga.\n\n(Ĉi tiu heksagramo serĉas la simbolon de dolĉeco kaj amareco.\nMalhelpi katastrofojn en ĉio.\n)", "解曰": "Aferoj devas esti faritaj zorge. Ne necesas devigi ĝin. Abeloj kolektas mielon. Kio estas la kialo?", "籤詩故事一": "◇Wang Mang serĉas talentojn\nOni povas diri, ke la familio Wang Mang en la Okcidenta Han-dinastio estas riĉa familio. Kvankam lia patro mortis juna, pluraj el liaj onkloj kaj onkloj iĝis imperiestroj de la Han-dinastio.Ili iĝis generaloj, ĉefministroj, kaj iĝis markizoj kaj ricevis rekompencojn.La familio Wang estis ege elstara.\nSed la propra malgranda familio de Wang Mang estis ekstreme malriĉa; lia patro mortis juna, kaj li vivis nur kun sia patrino, fidante je bonfarado de parencoj. Sed pro tio, Wang Mang evoluigis kaj praktikis aron da kapabloj en traktado kun homoj ekde li estis infano. Kiom ajn malĝoja aŭ kolera li sentis, li ĉiam montris tre feliĉan kaj pacan rigardon antaŭ parencoj, maljunuloj aŭ eksteruloj, do li estis sufiĉe aprezata de ĉiuj en la klano.\nIam lia plej aĝa onklo estis grave malsana.Informiĝinte pri tio, li venis kaj atendis apud la lito de la paciento, alportante medikamentojn kaj akvon, kaj nokte viglante.Dum kelkaj monatoj sinsekve, li estis senvestita, neprizorgita kaj magrema. Li estis simple pli \"pacienca\" ol paciento. Pli \"filo\" ol biologia filo.\nPro tio, ĉiuj en la tajvana popolo laŭdis lin kaj skribis leterojn petante rekompencon por li.\nDo imperiestro Cheng de la Han-dinastio donis al li la titolon de Nova Kapitala Markizo kaj nomumis lin kiel gardisto en la palaco, iĝante proksima ministro de la imperiestro.\nKun sia alta statuso kaj granda potenco, Wang Mang neniam montris ajnan arogantecon aŭ maldiligentecon.Anstataŭe, li fariĝis pli kaj pli ĝentila kaj ĝentila.Unuflanke, li amikiĝis kun ministroj, generaloj, famuloj kaj kleruloj.Aliflanke. , li helpis la senhavulojn kaj estis malavara kun sia riĉaĵo.\nSed li vivis tre ŝpareman vivon, ofte manĝante viandajn pladojn, ne mencii surhavante longajn robon kaj longmanikaj roboj, nur portante mallongajn vestaĵojn. Do ĉiuj en la registaro kaj la publiko unuanime laŭdis lin per la vorto \"virta\".\nPoste, lia onklo, Grand Sima Wanggen, mortis pro malsano kaj li estis elektita kiel lia anstataŭaĵo. La imperiestro kaj ĉiuj ministroj opiniis, ke li estas la plej taŭga. Tial, Wang Mang, kiu estis nur tridek ok jarojn maljuna, iĝis la Grand Sima kun la plej alta armea potenco en la lando.\n(Ĉi tiu rakonto estas metaforo. Esti bona esti bona homo povas helpi vin forigi la \"malfacilon esti pikita de abeloj\" kaj atingi viajn idealojn kiel vi deziras.)", "聖意": "La domo ne estas bona por si, la familio estas en problemoj, la komerco estas blokita, la geedzeco estas blokita, la ses kirasoj estas falsaj, la piedirantoj malfruas, la rikolto de silvermoj estas malalta, la brutaro estas malalta, estas malfacile trovi homojn, la proceso estas malbona, la migrado ne moviĝas, la perdita posedaĵo estas malbona, la malsano estas starigita, la monta tombo estas perdita", "古人": "Wang Mang serĉas talentojn", "第X籤": "Venki en la loterio sepdek du", "宮": "Tatsumi"}