{"籤詩版本二": "Kiam la printempo venas, tondro skuas la pepadon de centoj da insektoj, kaj mi forturnas min de la koto\nKiam mi unue komprenis, ke mi ankoraŭ venas kaj iras, kiam mi ŝanĝiĝis, mi fariĝis drako.", "詩意": "Ĉi tiu heksagramo estas kiel tondro kaj insektoj.\nRenkonti noblan homon estas bona signo en ĉio.", "解曰": "Tondro frapas. Du deponejoj en kaj ekstere. Ŝanĝu unufoje. Ĝis Tianmen.", "籤詩故事一": "◇Ribelo de Chenqiao\nEn 959 p.K., Zhou Shizong Chai Rong mortis, kaj imperiestro Gong, Chai Zongxun, kiu supreniris la tronon, estis nur sep jarojn maljuna. En tiu tempo, Zhao Kuangyin, kiu funkciis kiel la inspektisto antaŭ la palaco kaj la sendito de Songzhou al la Germana Armeo, tenis realan potencon.\nEn la fonto de 960 p.K., Zhenzhou (hodiaŭa Zhengding, Hebeja Provinco) kaj Dingzhou (hodiaŭa Dingxian Distrikto, Hebeja Provinco) raportis ke la armeoj de la Norda Han-dinastio kaj la Liao Ŝtato kune iris suden por ataki la Postan Dinastion Zhou, kun granda impeto, kaj petis sendi soldatojn por asistado. Poste, la Dinastio Zhou ordonis al Zhao Kuangyin gvidi siajn soldatojn norden por batali kontraŭ la malamiko. Zhao Kuangyin agis sekrete sub la planado de sia frato Zhao Guangyi, Zhao Pu, Shi Shouxin kaj aliaj.\nLa 3-an de februaro, kiam la armeo alvenis al Chenqiaoyi (nun urbo Chenqiao, sudoriente de Fengqiu, Henano), ili lanĉis ribelon kaj ordonis al la soldatoj porti flavajn robojn por li.Ili ribelis kontraŭ la Posta Dinastio Zhou kaj subtenis Zhao Kuangyin kiel imperiestro. . Post tio, Zhao gvidis siajn trupojn reen al Kaifeng sen bruligado, mortigo aŭ prirabado.\" Taizu Chen Qiao faris ĵuron ne ĝeni la homojn de la ĉefurbo, kaj li promesis ne ĝeni la urbon en la tago, kiam li eniris la urbon.\"\nEn la tria tago de la tria jaro de la luna monato Zhao Kuangyin ribelis en Chenqiao kaj revenis al la ĉefurbo.Fan Zhi gvidis Wang Pu kaj Wei Renpu pridemandi Zhao Kuangyin.Luo Yanhuan eltiris sian glavon antaŭ la tendo kaj laŭte kriis. : \"La tri armeoj ne havas majstrojn. La generaloj decidis nomumi lin kiel la imperiestro. Ĉiu, kiu parolos, estos mortigita!\". La vizaĝo de Wang Pu estis pala kiel tero.Li mallevis la paŝojn kaj kliniĝis.Ankaŭ Fan Zhi riverencis.Kuang Yin persone helpis lin leviĝi kaj traktis lin kun granda ĝentileco.\nPost modera rezisto, imperiestro Gong de la Poste Zhou-dinastio transprenis la tronon, kaj Zhao transprenis la tronon. \"Taizu estis akceptonta Zen, sed ekzistis neniu Zen-teksto. Tao Gu, akademiulo de Hanlin, akceptis la ordon. kaj venis apud li, dirante: \"Estas finite.\"\nPost kiam Zhao venis sur la tronon, li ŝanĝis la nomon de la lando al Song, Yuan al Jianlong, kaj faris Kaifeng la ĉefurbo.Shi Shouxin, Gao Huaide, Zhang Lingduo, Wang Shenqi, Zhang Guanghan kaj Zhao Yanhui estis ĉiuj premiitaj kun la titolo de Jiedushi. , kiu estis konata kiel la \"Chenqiao-Ribelo\" en historio.\nVikipedio\n(Ĉi tiu rakonto reprezentas, ke tio estas la komenco de la agado de Zhao Kuangyin.)", "聖意": "Preĝu por via hejmo, ĉiutaga vivo, riĉeco, bonŝanco, bonŝanco en komerco, nobla edziĝo, sukceso en Liujia, viraj piedirantoj, frua naskiĝo de silkvermoj sur la kampoj, frua naskiĝo de ses bestoj, bonŝanco printempe, serĉado de homoj , sukceso en procesoj, bonŝanco en migrado, perditaj posedaĵoj, danĝeroj en malsanoj, danĝeroj en montoj kaj tomboj.", "古人": "Chenqiao-Ribelo", "第X籤": "Subskribita sepdek tri", "宮": "Mi Palaco"}