{"籤詩版本二": "Miksaĵo de fiŝo kaj drako havas la saman signifon.Restu en la profunda lageto kaj atendu bonŝancon.\nSenkonscie, Yumen saltis super la Drako-Palaco kun la kapo levita.", "詩意": "La heksagrama fiŝo kaj drako restas senŝanĝaj.\nĈio venas ĝustatempe.", "解曰": "Kvankam ĝi estas Ziji. Ankaŭ atendu. Planu vian propran komercon. Ne agu malprudente.", "籤詩故事一": "◇Hongwu rigardanta brutaron\nZhu Yuanzhang, hejmanto de Zhongli, Haozhou (nun Gubernio Fengyang, Provinco Anhui), naskiĝis en la unua jaro de Tianli de Yuan Wenzong de la Dinastio Yuan, okupante la kvara en sia familio. Li naskiĝis en malriĉa kamparana familio.Pro malriĉeco kiam li estis juna, li ne povis studi kaj iam gregis brutojn por la mastro.\nEn la kvara jaro de Zhizheng (1344), okazis severa sekeco en Huaibei.La patro, patrino kaj frato de Zhu Yuanzhang sinsekve mortis, do li havis neniun elekton ol iĝi novica monaĥo en Templo Huangjue.\nMalpli ol du monatojn post eniro en la templon, pro la malfacileco kolekti la lupagon de la templo en la malsatjaroj, la templa posedanto fermis la magazenon kaj forsendis la monaĥojn.Zhu Yuanzhang devis forlasi sian hejmurbon kaj fariĝi vaganta monaĥo (a. monaĥo, kiu vivtenis sin per almozpetado).\nPoste, Zhu Yuanzhang iĝis la Taizu de la Dinastio Ming kaj la \"civila imperiestro\" en la ĉina historio, kun la regna nomo \"Hongwu\".\n(La metaforo de ĉi tiu rakonto estas, ke esti ordinara dum kelka tempo ne signifas, ke estos la sama estonte. Ĉi tio estas ĉar la tempo ankoraŭ ne venis.)", "聖意": "La familio estas sekura, la familio estas sana, la fortuno estas bona, la komerco estas pritraktata, la edziĝo malfruas, la virbesto naskiĝas en Liujia, la piediranto malfruas, la silkvermo malfruas, la silkvermo riĉas, la ses bestoj. estas vostaj, la persono mankas, neniu proceso estas prokrastita, la migrado estas konservativa, la perdita posedaĵo estas blokita, la malsano estas malhelpita de la montara tombo.", "古人": "Hongwu rigardas brutojn", "第X籤": "Sepdek-sesa loto", "宮": "Mi Palaco"}