{"籤詩版本二": "En la sonĝo, oni diris, ke estos multe da riĉaĵo, sed la famo malaperus.\nLa akvo estas malproksime kaj la montoj estas malproksime, sed malfacilas esti fidela.La nobla homo donas gvidon kaj ridetas.", "詩意": "Ĉi tiu heksagramo reprezentas la simbolon akiri trezoron en sonĝo.\nĈio estas pli-malpli reala.", "解曰": "Sonĝado kiel sonĝo. Neniu espero pri famo. Nur atendu bonajn tempojn. Noblaj instrukcioj.", "籤詩故事一": "◇ Redonu la jadon al Zhao (redonu la jadon al Zhao post kompletigi ĝin)\nEn 283 a.K., reĝo Zhao Huiwen akiris la He's Bi de Chu. Post kiam reĝo Qin Zhaoxiang aŭdis la novaĵon, li sendis leteron al reĝo Zhao, esprimante sian volon interŝanĝi dek kvin urbojn kontraŭ la He's Bi.\nLin Xiangru analizis al reĝo Zhao ke Qin estis forta kaj Zhao estis malforta kaj devis esti anstataŭigita.\nReĝo Zhao tiam sendis Lin Xiangru al Qin kun He's Bi.\nLa Reĝo de Qin renkontis Lin Xiangru ĉe Zhangtai, kaj Lin Xiangru prezentis la jadon al la Reĝo de Qin. La Reĝo de Qin ege ĝojis kaj transdonis la He's Bi al la belulino kaj ĉiuj ĉirkaŭ ŝi rigardis ĝin.En ĉi tiu tempo, ĉiuj maldekstre kaj dekstre kriis vivu.\nLin Xiangru vidis, ke la Reĝo de Qin ne intencis doni la urbon al Zhao, do li diris al la Reĝo de Qin, ke la jado de Li estas difektita kaj volis montri ĝin al la Reĝo de Qin por profiti la okazon por akiri la jado dorso.\nPost kiam Lin Xiangru prenis reen la Bi de Heshi, li staris apud la granda kolono, montrante ke li volis morti kun la Bi de Heshi.\nEn ĉi tiu tempo, Lin Xiangru diris al la Reĝo de Qin: \"La Reĝo de Zhao ankoraŭ venkis la obĵetojn de la ministroj kaj akceptis la proponon de la ministro. Eĉ se li ne trompis unu la alian interagante kun la pleboj, por ne mencii tion. Qin estas granda lando!Por konservi la amikecon inter Qin kaj Zhao, Reo Zhao Post kvin tagoj da fastado, mi sendis miajn ministrojn al Qin kun la jado.Bedaurinde, la Reo de Qin ne nur ne intencis doni al Zhao urbo, sed ankaŭ transdonis la jadon de la familio He al bela virino, kio vere estis moko de miaj ministroj.\"\nFininte paroli, Lin Xiangru tuj faris geston trafi kolonon.La Reĝo de Qin timis, ke Li estas Bi estos difektita, do li ŝajnigis doni al Zhao dek kvin urbojn. Lin Xiangru travidis la perfidan planon de Reĝo Qin, do li petis Reĝon Qin fasti dum kvin tagoj antaŭ prezenti He's Bi por prokrasti tempon. En ĉi tiuj malmultaj tagoj, Lin Xiangru sendis siajn asistantojn por reveni al la Ŝtato de Zhao kun la jado, dum li restis por trakti la Reĝon de Qin.\n(Ĉi tiu rakonto estas kiel la okuloj de ordinara homo, kiu estas fascinitaj de lia statuso.)", "聖意": "Preĝi por benoj hejme, sin mem, malhelpante riĉecon, malfaciligante transakciojn, geedzeco ne harmonias kun piedirantoj de Liujiaxu, ĉitiaj silkvermoj ne estas akceptataj, ses bestoj estas difektitaj, homoj mankas, publikaj procesoj kaj migrado estas atendataj, perditaj aferoj. estas malproksime, malsanoj estas starigitaj, senditaj al montaj tomboj kaj ŝanĝitaj.", "古人": "Redonu la jadon al Zhao (kompletigu la jadon al Zhao)", "第X籤": "La sepdek-sepa venka loterio", "宮": "Tagmeza Palaco"}