{"籤詩版本二": "La folioj de la sikomoroj falis, la aŭtuno proksimiĝas, kaj la reveno de la vojaĝantoj aspektas kiel nuboj.\nDank' al la grandaj klopodoj de Dio, la ŝipo revenis kun la trezoro en la vento.", "詩意": "Ĉi tiu heksagramo reprezentas la bildon de falintaj sikomorofolioj.\nĈio estas malbona anticipe kaj bona finfine.", "解曰": "Prenu aferojn de koro. Tianxin sekvas ĝin. Por vivteni. Faru ĉion, kion vi povas.", "籤詩故事一": "◇La vento blovas al Tengwang Pavilono\nWang Bo, ĝentileca nomo Zian, estis poeto de la frua dinastio Tang.Li naskiĝis en la unua jaro de Yonghui, imperiestro Gaozong de la dinastio Tang. Wang Bo legas skribaĵojn ekde li estis infano, kaj li estas konata kiel \"mirinfano\". Wang Bo legas skribaĵojn ekde li estis infano, kaj li estas konata kiel \"mirinfano\".\nKiam li estis dekjara, li kaj lia patro hazarde preterpasis Guandi-templon.Ili vidis la majestan statuon de Guandi en la templo, tenante ekzempleron de \"Printempo kaj Atuno\" kaj legante in.Kiam lia patro vidis, li estis inspirita.Li ĉantis al imperiestro Guan: \" Tenante tri buklojn da verda barbo, legante la historion de Qing-dinastio al la verda lanterno kaj omaĝante al la famaj nomoj. Tenante la verdan drakon kaj la lunon en mia mano. \" Oni diras. ke en la aŭtuno de ĉi tiu jaro, Wang Bo iris de Shanxi al Hainan Island por viziti sian patron, kiu estis degradita al la gubernia magistrato de Jiaozhi. , trapasante milojn da montoj kaj riveroj laŭ la vojo. En la aŭtuno de la jaro kiam li estis dudek sep, Wang Bo iris de Shanxi al Hainan-insulo por viziti sian patron, kiu estis degradita al la posteno de Jiaozhi County Magistrate.Li trapasis milojn da montoj kaj riveroj survoje.\nKiam ni alvenis al Madang-monto tiun tagon, ĉiuj iris al la bordo por ripozi.Kiam Wang Bo promenis sole apud antikva templo, li subite vidis maljunulon sidantan sur la ŝtono apud la templo.La maljunulo aspektis kiel infano kun hela hararo. kaj fea aspekto.Li diris al Wang Bo \"Ĉu vi ne estas Wang Bo?\" Wang Bo ektimis kaj diris: \"Ĝuste! Kiel vi scias tion?\" La maljunulo diris: \"Mi delonge aŭdis, ke vi havas bonan; intencoj savi homojn, kaj viaj poemoj estas tre signifoplenaj. Morgaŭ estos grandioza festo en Tengwang Pavilion. Se vi povos ĉeesti la bankedon kaj verki eseon, vi estos fama tra la epokoj kaj ricevos vojaĝkostojn.\" Kiam ili alvenis. ĉe Madang-monto, ĉiuj surbordiĝis por ripozi.Kiam Wang Bo promenis sole apud antikva templo, li subite ekvidis sur la ŝtono apud la templo, Sidis maljunulo, kiu aspektis kiel infano kun helaj haroj kaj feino; ŝajno.Li diris al Wang Bo: \"Ĉu vi ne estas Wang Bo?\"\nWang Bo estis surprizita kaj diris: \"Ĝuste! Kiel vi scias tion?\"\nLa maljunulo diris: \"Mi delonge aŭdis, ke vi havas afablan intencon savi homojn, kaj la poemoj, kiujn vi komponas, estas sufiĉe signifaj. Morgaŭ estos grandioza festo ĉe la Pavilono de Princo Teng. Se vi povas ĉeesti la bankedon kaj komponi, kaj vi povas komponi, ke vi povas ĉeesti la bankedon. vi estos fama tra la epokoj kaj vi ricevos vojaĝkostojn.\"\nWang Bo diris: \"Ĉi tiu loko estas ses aŭ sepcent mejlojn for de Tengwang Pavilion. Kiel ni povas veni ĉi tien morgaŭ?\" La maljunulo diris: \"Mi uzos ĉevalon kiel dian venton por helpi vin havi glatan veladon. Mi certe alvenos morgaŭ.\" Wang Bo dankis min kaj diris: \"Pardonu, mia bopatro. , ĉu vi estas senmorta aŭ dio?\" La maljunulo ridis kaj diris: \"Mi estas la Zhongyuan Shuijun respondeca pri ĉi tiu akva areo!\" Wang Bo diris: \"Ĉi tiu loko estas ses aŭ sepcent mejlojn for de Tengwang Pavilion. Kiel ni povas veni ĉi tien morgaŭ?\"\nLa maljunulo diris: \"Mi uzos la ĉevalon kiel dian venton por helpi vin havi glatan navigadon. Mi certe alvenos morgaŭ.\"\nWang Bo dankis lin kaj diris: \"Pardonu, bopatro, ĉu vi estas senmorta aŭ dio?\"\nLa maljunulo ridis kaj diris: \"Mi estas la Zhongyuan Shuijun, kiu respondecas pri ĉi tiu akvoregiono!\" Tiam la maljunulo instigis Wang Bo rapide eniri la boaton. Li vidis aŭspiciajn nubojn ĉirkaŭi lin dum momento, kaj la vento. kaj akvo estis glata survoje.En palpebrumo, li veturis centojn da mejloj.\nTiam la maljunulo instigis Wang Bo, ke li rapide eniru la boaton.Li vidis bonaŭspiciajn nubojn ĉirkaŭi lin dum kelka tempo, kaj estis glata vojaĝo.En palpebrumo, li veturis centojn da mejloj. Kiel atendite, Wang Bo rapidis al la Pavilono de Princo Teng matene de la granda evento.\nKiel atendite, Wang Bo rapidis al la Pavilono de Princo Teng matene de la granda evento. Kaj surloke, li skribis la \"Antaŭparolon al la Pavilono de Princo Teng\", kiu estis nomita la eterna ĉefverko de imperiestro Gaozong de la Dinastio Tang. Kaj surloke, li skribis la \"Antaŭparolon al la Pavilono de Princo Teng\", kiu estis nomita la eterna ĉefverko de imperiestro Gaozong de la Dinastio Tang.\nEstas poemo kiu diras:\nOni ĉiam diris, ke talentaj homoj estas dioj, do ne hazarde la vento alportas Nanchang al Nanchang;\nMi skribis frazon pri la alta pavilono de Teng Wang, kaj poste li akompanis la senmortulojn al Zhongyuan.", "聖意": "Preĝu por via hejmo kaj protektu vin, preĝu por benoj, serĉu riĉecon kaj atingu geedziĝon kaj harmonion.", "古人": "La vento blovas al Tengwang Pavilion", "第X籤": "Subskribu okdek unu", "宮": "Wei Gong"}