{"籤詩版本二": "Kio okazos, se vi perdos vian virton pro via reputacio?Mi timas, ke bonŝanco ŝanĝiĝos kaj malbonaj aferoj okazos.\nEbria, mi ne scias kien iri.Mi havas malklaran sonĝon en la ombro de la verdaj pinoj.", "詩意": "Ĉi tiu heksagramo reprezentas la malvarman fiŝon forlasantan la akvon.\nNenio povas esti movita.\n\n(Ĉi tiu heksagramo estas simbolo de malbona virto kaj malbonŝanco.\nTenu viajn piedojn sur la tero en ĉio.\n)", "解曰": "La malvarma fiŝo forlasas la akvon. muŝo en la ungvento. Se vi demandas pri tendaraj planoj. Estas pli bone al Mo Qi\nĈi tiu signo alportos malbonŝancon al Liujia. Ĉio fuŝiĝas. Preĝu por sekureco.", "籤詩故事一": "◇Zhuangzi testas sian edzinon\nZhuangzi naskiĝis en la dinastio Zhou.Lia familia nomo estis Zhuang, lia persona nomo estis Zhou, kaj lia persona nomo estis Zixiu.Li estis hejmanto de Mengyi en la dinastio Song. En la Dinastio Zhou, li estis la oficialulo de Qiyuan.\nIun tagon Zhuangzi renkontis virinon sur la monto, ŝi kaŭris antaŭ nova tombo, senespere skuante sian ventumilon, kvazaŭ ŝi volus sekigi la malsekan grundon sur la tombo. Zhuangzi ne komprenis ŝian intencon, do li demandis ŝin. Ŝi diris ke la persono entombigita en la tombo estis ŝia edzo, kaj la lastaj vortoj de ŝia edzo estis ke ŝi ne povis reedziĝi ĝis la grundo sur la tombo sekiĝos. Ŝi ne povis atendi pli longe, do ŝi movis la tomban grundon por sekigi ĝin pli rapide, por ke ŝi povu sekvi duan fonton.\nZhuangzi ĝemis, kiam li pensis, ke estas tia senkora virino en la mondo. Tiam mi pensis, ĉu mia edzino estus tia? Kiam ekestas suspekto, mi volas testi ĝin.\nLa familia nomo de la edzino de Zhuangzi estis Tian, ​​​​kaj la paro kutime havis proksiman rilaton.Por testi la lojalecon de sia edzino, Zhuangzi decidis ŝajnigi esti morta.\nAŭdinte, ke Zhuangzi mortis pro subita malsano, multaj homoj el ĉiuj, inkluzive de parencoj kaj amikoj, venis esprimi sian kondolencon.Inter ili estis bela reĝo kaj nepo el la ŝtato Chu, kiu estis riĉa je riĉaĵo.Vidante, ke S-ino. Tian estis nove vidvigita kaj kompatinda, li persekutis ŝin. Sinjorino Tian ne eltenis la tenton kaj enamiĝis al Wang Sun. Ili edziĝis en nur dudek tagoj.\nTiun nokton, kiam la vino estis trinkita kaj la oreloj estis varmaj, Wang Sun subite suferis koratakon kaj mortis.\nSinjorino Tian ektimis kaj panikiĝis, kaj demandis Wang Sun urĝe kion fari. Wang Sun eltenis la doloron kaj diris al sinjorino Tian, ​​ke la cerboj de mortintoj povas esti uzataj por revivigi la mortintojn.\nKie trovi la kadavron? Sinjorino Tian subite pensis, ĉu ŝia edzo ne ĵus mortis? Sinjoro Tian forgesis pri la malnova amo inter edzo kaj edzino, kaj efektive prenis hakilon kaj disfendis la ĉerkon de sia edzo, prepariĝante por elpreni lian cerbon por medicino.\nNeatendite, kiam la ĉerko estis malfermita, Zhuangzi reviviĝis. Sinjorino Tian tiom hontis, ke ŝi pendigis sin.\n(Ĉi tiu rakonto estas metaforo por malobservo de amikeco por persona gajno, do ni ne povas konsenti kun ĝi.)", "聖意": "La domo estas paca, la memo estas sekura, la mono estas maljusta, la komercoj estas oferitaj, la geedziĝo estas solvita, la malbono en Liujia estas prospera, la piedirantoj ne alvenis, la silkvermoj estas en paco, la brutaro estas en paco, la homoj serĉas homojn, la proceso ŝanĝiĝis, la disĉiploj estis konservativaj, la posedaĵo perdiĝis, ne estas malsano, kaj la monto kaj tomboj estis malbonaj.", "古人": "Zhuangzi testas sian edzinon", "第X籤": "Loto 84", "宮": "Wei Gong"}