{"籤詩版本二": "Malhelaj nuboj kaj nebulo kovras la vojon anta la monto.Cio estas ronda kaj la luno estas denove ronda.\nSe vi ricevas poezion kaj librojn, vi vekiĝos el profunda sonĝo.La nobla persono gvidos vin al la tegmento.", "詩意": "Ĉi tiu heksagramo simbolas la finon de printempo kaj la floradon de floroj.\nĈio ŝanĝiĝas post la Sinjoro.", "解曰": "La maljunulo bezonas peti helpon. Ĝi denove floras printempe. Deziro al famo kaj fortuno. Renkontu bonŝancon malfrue en la vivo.", "籤詩故事一": "◇Han Wengong renkontas neĝon\nHan Yu, kies ĝentileca nomo estis Tuizhi, estis de Changli. Tang Dezong iĝis Jinshi en la oka jaro de Zhenyuan, kaj lia postmorta titolo estis Wen Gong.\nDum la regado de imperiestro Xianzong de la Dinastio Tang, Han Yu riproĉis la ostojn de la Budho, kio kolerigis la imperiestron. Han Yu forlasis sian edzinon kaj infanojn kaj iris al Chaozhou. Post marŝado dum malpli ol kelkaj tagoj, la malvarma vento leviĝis kaj forte neĝis. Han Yu venis al loko, kie la neĝo estis kelke da futoj profunda, malfaciligis al sia ĉevalo antaŭeniri.Ne estis domo proksime kaj li ne sciis kie estas la vojo. Se vi volas sekvi la vojon kaj retiriĝi, ne estas vojo reen. La vento forte blovis kaj la neĝo rapide falis.Han Yu estis trempita ĝis la haŭto, frosta kaj malsata, kaj ne havis kie esprimi sian malĝojon.\nHan Yu suspiris kaj diris: \"La imperiestro ne mortigos min, sed la imperiestro volas detrui min.\"\nĜuste kiam Han Yu estis malesperigita, li vidis viron veni por purigi la neĝon malgraŭ la severa malvarmo.Li montriĝis por Han Xiangzi (la nevo de Han Yu).\nAntaŭe, Han Xiangzi diris al Han Yu: \"Kie estas la hejmo de Yun Heng en Qinling? La neĝo ĉirkaŭbrakas la bluan pordegon kaj la ĉevalo ĉesas antaŭeniri.\" Tiam Han Yu ne komprenis, kion signifas Han Xiangzi, sed nun li finfine komprenite.\nDo Han Yu kaj Han Xiangzi iris por tranokti en la domo de Fu en Langan. Parolante pri la pasinteco kaj la vojo al kultivado, Han Yu estis sincere konvinkita.\nPoste, Han Yu forlasis sian oficialan pozicion, donacis sian tutan havaĵon al la loka registaro, kaj iris al la montoj por praktiki taoismon kaj fariĝi senmortulo.", "聖意": "La domo ne estas bona por si, atentu serĉi monon, koncentriĝi pri komerco, geedziĝo malfruas, Liujia inaj piedirantoj blokas kampojn, silkvermoj estas bonaj, brutaro estas bona, estas malfacile trovi homojn, publikaj procesoj ripetiĝas, migrado estas. ĝisdatigitaj, perditaj aferoj estas seriozaj, malsanoj prokrastas, montaj tomboj estu ŝanĝitaj.", "古人": "Han Wengong renkontas neĝon", "第X籤": "Okdek-kvina venka loterio", "宮": "Shen Gong"}