{"籤詩版本二": "Promenante duonvoje supren laŭ la okcidenta monto, la klifoj de Junling ne povas esti aranĝitaj.\nRigardante al Dio por protekto, ĉi tiu korpo ankoraŭ estas en la kadavrodeponejo", "詩意": "Ĉi tiu heksagramo estas kiel serĉi oron en la sablo.\nEstas signoj de noblaj homoj en ĉio.\n\nAnkaŭ: Ĉi tiu heksagramo indikas, ke la persono estas en danĝero.\nEstas signoj de noblaj homoj en ĉio.", "解曰": "Jado povas esti trovita ĉizante ŝtonon. Trovu oron en la sablo. Necesas labori forte. Nur problemo.\nAlia verko: malfacila situacio. Nenie resti. Petu la benon de Dio. Preĝu por trankvilo.", "籤詩故事一": "◇ Mordu oron kaj esploru subterajn kavernojn\nPor festi siajn armeajn heroaĵojn, Cheng Yaojin okazigis bankedon ĉe Yanwuyang. Subite malfermiĝis en la tero truo, kiu estis nesondebla.Ĉiuj lotis elektante la vortojn, mordante la oron por venki, kaj luante ŝnurojn por ligi sin en la truon.\nEstas ŝtonaj pordoj, tabloj, seĝoj, pontoj kaj aliaj objektoj.Sur la tablo estas drakoroboj kaj jadaj zonoj, kiuj estas faritaj el oro kaj eluzitaj el la kaverno.\nYao Jin eliris el la truo kun granda skatolo kaj malgranda skatolo, malfermis la lignan skatolon kaj elprenis la jadan sigelon, malfermis la skatolon, elprenis la grandan flagon kaj la kronon kaj spurojn kaj metis ilin sur la tablon, kaj ĉiuj rigardis ilin unu post la alia. Mi vidis la ok sigelsignojn gravuritajn sur la granda sigelo estis \"La Demono-Reĝo de Hunshi, la Granda Virta Imperiestro\".\nĈiuj adoris lin kiel la \"Imperiestro\", kaj Yaojin faris tion dum tri jaroj kiel la Demon King. (Efektive, tio estis nur memproklamita, kaj Cheng Yaojin estis nur la gvidanto de la vilaĝo tiutempe.)\n(Tiu rakonto estas metaforo ke bonaj aferoj estas ekzakte kiel aktorado. Ĉi tiu estas la arta koncepto de \"ĉi tiu korpo ankoraŭ estas en la malpleno\".)", "聖意": "Preĝante por hejmo kaj domo, sin mem, manko de profito, serĉado de riĉaĵo, laborado, zorgema en komerco, geedziĝo estos malhelpata de Liu Jiaxu, piedirantoj, Chi Tian, ​​​​silkworms, stalo ses brutaro, serĉado de homoj, neniu procesoj. , perdo, migrado, konservado de perditaj posedaĵoj, malbonaj malsanoj, obstakloj, montoj kaj tomboj.", "古人": "Esplorante la Kripton por Oro", "第X籤": "Subskribu okdek sep", "宮": "Shen Gong"}