{"籤詩版本二": "Ne ĝenu min per viaj personaj aferoj.Tio estas pli taŭga por demandi la publikon.\nKlara koro estas same hela kaj klara kiel la hela luno sur la ĉielo", "詩意": "Ĉi tiu heksagramo reprezentas la bildon de hela luno sur la ĉielo.\nĈio estas hela kaj aera.", "解曰": "Estu justa en koro. Rektigu la leĝon. Sanktaj vortoj. Fine ĝi fariĝas klara.", "籤詩故事一": "◇La generalo de Kong Ming\nSolvo: Zhuge Liang mobilizas siajn trupojn kaj generalojn\nDum la Tri Regnoj-periodo, Zhuge Liang (181-234), ĝentileca nomo Kongming, estis naskita en Yangdu, Langya (nun Yinan Distrikto, Ŝandongo-Provinco).\nZhuge Liang konsentis fariĝi oficisto post kiam Liu Bei faris tri vizitojn al la pajlotegmenta dometo.En tiu tempo, Cao Cao pacigis Hebejon kaj estis decidita marŝi suden.Li sendis Xiahou Dun kiel la ĉefgeneralon, Yu Jin, Li Dian kaj aliajn. kiel vicgeneraloj, gvidante armeon de 100,000 marŝi direkte al Xinye. Kvankam Zhuge Liang havis planon retiriĝi de la malamiko en tiu tempo, Guan Yu kaj Zhang Fei malestimis la vortojn de Zhuge Liang. Zhuge Liang ne havis alian elekton ol uzi la glavon de Liu Bei por subigi la du virojn.Ĉiu gvidis mil soldatojn kaj ĉevalojn, kaj kaŝatendis en Yushan kaj Anlin.Ili atendis, ke Xiahou Dun gvidu sian armeon por preterpasi, kaj poste atakis ilin per embuskoj kaj fajro.\nKrome, Zhao Yun estis sendita por gvidi la malnovajn kaj malfortajn restaĵojn de la armeo batali kiel avangardo kontraŭ Xiahou Dun, kaj poste falsis malvenkon kaj retiriĝis, allogante Xiahou Dun en la mallarĝan vojon en la montoj kaj arbaroj.Li ankaŭ sendis Guan. Ping, Zhou Cang, Liu Feng kaj aliaj ŝteliri en la malantaŭon de la armeo de Cao, bruligante provizojn kaj kaŭzante panikon en la armeo de Cao.\nPost la batalo, ĉio okazis kiel Zhuge Liang aranĝis. Kiam Xiahou Dun kaj Yu Jin gvidis la armeon en persekuto, Li Dian, kiu estis en la malantaŭo, urĝe informis Xiahou Dun en la fronto, ke li bezonas sin gardi kontraŭ malamikaj fajroatakoj.Tamen estis tro malfrue.La armeo de Cao estis limigita de la mallarĝa vojo kaj situis en loko kie arboj estis interplektitaj, do la fajro ne povis komenciĝi.Okazis grandaj perdoj, kaj Xiahou Dun kaj aliaj generaloj estis venkitaj kaj fuĝis reen al Xudu.\n(Ĉi tiu rakonto estas metaforo, ke Kong Ming kapablas uzi homojn kaj regi la landon kun saĝeco.)", "聖意": "Hejmo kaj domo estas aŭspiciaj.Mi deziras bonŝancon en riĉeco, trankvilo, prospera komerco, geedziĝo, sukceso, sukceso en Liujia, viroj moviĝantaj kampoj, silkvermoj, perdo de brutaro, malaperintaj homoj, publikaj procesoj, migrado, perditaj posedaĵoj, benoj, malsano, paco, montoj kaj tomboj.", "古人": "la generalo de Kong Ming", "第X籤": "La naŭa signo", "宮": "Yin-palaco"}