{"籤詩版本二": "Bona spektaklo igas vin elstari el la homamaso kun sulkiĝo, kaj viaj estontaj ŝanĝoj kaj vi alportas multe da riĉaĵo.\nVojo estas tiel larĝa kiel la ĉielo, kaj la tuta mono, kiun vi povas doni, estos en via koro", "詩意": "Ĉi tiu heksagramo indikas promesplenan estontecon.\nĈio iras bone.", "解曰": "Granda vojo. Vi povas antaŭeniri. Uzu vian koron. Nur antaŭen.\nĈio iras kiel planite kun ĉi tiu signo. Bonŝancon al Jichang.", "籤詩故事一": "◇Tri herooj batalas kontraŭ Lu Bu\nSolvo: Tri herooj Zhang Fei, Guan Yu, kaj Liu Bei batalas kontraŭ Lu Bu\nDong Zhuo lernis ke Hua Xiong estis senkapigita kaj sendis flugantan generalon Lu Bu por batali. Tuj kiam Lu Bu iris en batalon, li mortigis generalojn Fang Yue kaj Mu Shun, kaj mortigis Wu Anguon kaj Gongsun Zan.\nZhang Fei vidis, ke Gongsun Zan ne povas venki Lu Bu, do li rapide anstataŭigis Gongsun Zan kaj kriis: \"La sklavoj de la tri familiaj nomoj devas foriri! Zhang Fei de Yan estas ĉi tie!\" Post tio, ili batalis por pli ol kvindek raŭndoj, sen venkinto aŭ malgajninto.\nPost kiam Guan Yu vidis ĝin, li kaj Zhang Fei atakis Lu Bu kaj batalis por pli ol tridek preterpasas.\nLiu Bei ankaŭ portis du glavojn, aplaŭdis sian ĉevalon kaj paŝis antaŭen por helpi Zhang Fei kaj Guan Yu.\nLa tri viroj ĉirkaŭis Lu Bu kaj daŭre batalis.Ĉiuj homoj en la grupo estis miregigitaj.\nBaldaŭ, Lu Bu komencis perdi forton.La Pegazo de Lu Bu retiriĝis, sed la tri viroj persekutis Lu Bu kaj rifuzis rezigni.Ili ne retiriĝis ĝis ili renkontis la trupojn de Lu Bu.\n\"Tri Regnoj\"\n(Tiu rakonto estas metaforo por la braveco kaj kapablo de Lu Bu en batalado. Unu persono povas venki tri homojn. )", "聖意": "La koro de la domo kaj hejmo vojaĝas nur per propra vojaĝo por serĉi riĉecon.Ebla geedziĝartikolo iras al Liujia.Aĵoj glate iras por homoj.Zhushuntianaj silkvermoj uzas.Homoj troviĝas inter la ses bestoj.Homoj troviĝas anticipe. . Proceso . Migrado . Perdita posedaĵo . Malsanoj . Montoj kaj tomboj estas kiel bonŝanco .", "古人": "Tri herooj batalas kontraŭ Lu Bu", "第X籤": "Naŭdek unu venka loterio", "宮": "Vi Palaco"}