{"籤詩版本二": "Luan Feng Xiang estis trempita en la pluveto, sed en tiu tempo li estis ĉikanita fare de Queer.\nMi estis ŝokita eksciante, ke iun tagon la nuboj estas malproksime, sed mi tamen redonis miajn vestaĵojn al vi.", "詩意": "Ĉi tiu heksagramo reprezentas la simbolon de Luan kaj Fenikso kovritaj de pluvo.\nĈio venas kiam la tempo venas.", "解曰": "La fiulo prosperas tagon post tago. Sinjoro devus fari nenion. Nur konservu por vi mem. Agu kiam venos la tempo.", "籤詩故事一": "◇Gao Jun garantias geedziĝon\nEn la frua dinastio Song, Zhao Kuangyin unuigis la nordon kaj la tuta lando kapitulacis.Tamen, en la Suda Tang-dinastio, Li Yu fortikigis sin en la sudo de la Jangzio.Li adoptis la strategion oferti urbon kaj ŝajnigi kapitulacon, kaptante Zhao Kuangyin en Shouzhou, kaj la situacio estis kritika. La nevo de Zhao Kuangyin, Gao Junbao, juna viro kun ora pafilo, forlasis Bianjing por rompi la sieĝon de Shouzhou.\n, preterpasante Shuangsuo-monton, ili frakasis la Husband-signon starigitan de Liu Jinding, kaj la du konkuris.Pro tio, Liu Jinding venkis Gao Junbaon trifoje per siaj bonegaj luktosportoj, kaj ili interŝanĝis orajn muskurojn kaj arĝentajn sonorilojn por vivo. La nevo de Zhao Kuangyin Gao Junbao forlasis Bianjing por savi la kaptitan Zhao Kuangyin en Shouzhou.Li trapasis Shuangsuo-monton kaj frakasis la ŝildon starigitan de Liu Jinding.La du konkuris, sed Liu Jinding venkis Gao Junbaon tri fojojn per siaj bonegaj luktartoj. kaj estis devigita al geedziĝo. La paro gvidis la homamason en la sieĝon kaj savis Zhao Kuangyin.\n(La metaforo de tiu rakonto estas ke la du ne estis repacigitaj (ili estis ĉikanitaj), sed poste akordigis. )", "聖意": "La domo ne estas bona por si, gardu vin serĉi monon, bloki komercon, atendado de geedziĝo, prokrastita geedziĝo, malaperintaj homoj, restado en kampoj, silkvermoj, malfrua brutaro, perdo de homoj, malfacileco por trovi homojn, procesoj, perdo, migrado, konservativeco, perditaj posedaĵoj, malbonaj malsanoj, etendo de montoj kaj tomboj.", "古人": "Gao Jun garantias geedziĝon", "第X籤": "Naŭdek tri gajnante la loterion", "宮": "xugong"}