{"籤詩版本二": "La ambicio kaj atingoj estas en la dinastio, sed nun estos senfina trinkado kaj sekso.\nSe vi vidos oran kokon, vi estos rekompencita per mono, fortuno kaj fortuno.", "詩意": "Ĉi tiu heksagramo reprezentas la simbolon de ambicio kaj famo.\nKonservu ĉion aŭspicia.", "解曰": "Ambicia kaj ekscitita. Ne estas tro malfrue por gardi vin. La ora koko promesas. Ĉiuj feliĉaj.", "籤詩故事一": "◇Cao Pi proklamis sin imperiestro\nCao Pi, ĝentileca nomo Zihuan, naskiĝis en Peiguoqiao (nun Gubernio Hao, Anhujo). Fama politikisto kaj verkisto dum la periodo Jian'an.\nCao Pi estas la dua filo de Cao Cao.Li vivis kun sia patro en la armea tendaro ekde li estis infano.Sub la influo de sia patro, Cao Pi lernis arkpafadon en la aĝo de ses jaroj kaj rajdadon en la aĝo de ok, kaj disvolviĝis. bonaj kapabloj pri luktosporto. Li ankaŭ havas ampleksan scion pri antikvaj kaj modernaj klasikaĵoj kaj biografioj, same kiel la librojn de centoj da lernejoj. Nur en la aĝo de dek ok jaroj Cao Cao venkis Yuan Shaon kaj Cao Pi vivis relative stabilan vivon en Yecheng, la centro de la regado de Cao Cao. Ekde tiam, kvankam li foje akompanis sian patron en armeaj ekspedicioj kaj vivis la vivon de nobla filo plejofte, li daŭre praktikis luktosporton ĉiutage kaj ne malkreskis ĝis hodiaŭ. Li ofte rajdas sur sia ĉevalo je cent paŝoj kaj estas tre lerta en luktosporto.Ĉar li ofte praktikas luktosporton, li estas malpeza kaj forta.\nLa majoratulo de Cao Cao Cao Ang estis mortigita en batalo. Post kiam la majoratulo mortis, Cao Pi iĝis la unua elekto por la kronprinco. Kiam li estis tridek-unu jarojn maljuna, li estis farita la kronprinco fare de Cao Cao. Kiam Cao Pi estis tridek trijara, Cao Cao mortis pro malsano, kaj Cao Pi sukcedis lin kiel ĉefministro kaj reĝo de Wei. Li diris, ke li ofte rajdas sur ĉevalo je cent paŝoj kaj estas tre lerta.Ĉar li ofte praktikas kungfuon, li estas malpeza kaj sana.", "聖意": "Preĝu por ke via hejmo kaj via hejmo estu pacaj. Serĉu riĉecon, laboru, komerci kaj frue disiĝos. Geedziĝo estos sukcesa. Liujia estos sekura. Homoj estos sur la kampoj. Silkvermoj estos maturaj. Ses brutaro estos sekura. matura. Estos malfacile trovi homojn. Publika proceso. Urĝa decido. Migrado. Perdita havaĵo. Malproksime. Malsanoj restas en montoj kaj tomboj. Bonŝanco.", "古人": "Cao Pi proklamas sin imperiestro", "第X籤": "Naŭdek-kvina venka loterio", "宮": "xugong"}