{"籤詩版本二": "La majesta pagodo estas nekutima, kun delikataj trajtoj ĉiuflanke, kiuj brilas.\nMi instigas vin esti deciditaj kliniĝi diligente kaj fari bonajn agojn, kaj la ĉielo sendos al vi benojn.", "詩意": "Ĉi tiu heksagramo reprezentas la manifestiĝon de merito.\nĈio estas aŭspicia.", "解曰": "Ĉi tiuj benoj. Ĉiuj havas ĝin. Ne estu tro okupata. Merito estas determinita anticipe.", "籤詩故事一": "◇La Reĝo de Fenyang renkontas sian nepon en la ĉina Sankt-Valentena Tago\nSolvo: Guo Ziyi renkontis la Teksistinon malsuprenirantan sur la teron en la ĉina Sankt-Valentena Tago. Tiansun, la nepo de la Jado-Imperiestro, estas la Sep Feoj.\nGuo Ziyi (697-781), ankaŭ konata kiel Guo Linggong, estis hejmanto de Zheng Distrikto, Huazhou (nun Huaxian Distrikto, Ŝenŝjia Provinco) kaj generalo en la Tang-dinastio. La imperiestra kortego donis al Ziyi la titolon de Reĝo de Fenyang.\nOni diras, ke Ziyi estis devena el Huazhou kaj iris al la armeo ekster la Granda Muro.Li iris al Pekino por premi militsalajron kaj revenis al Yinzhou.Okazis en tiu tempo la ĉina Sankt-Valentena tago.La vento kaj sablo mallumiĝis, kaj la suno mallumiĝis.Ziyi ne povis antaŭeniri, do li staris apud la vojo.Li dormis sur la planko en malplena domo.Kiam li estis ekdormi, li subite ekvidis ruĝan lumon. ambaflanke.Li ekstaris kaj rigardis supren surprizite.Estis nubo sur la ielo, malrapide malsupreniranta.Tie sidis bela virino, digna kaj belega, tute alia ol ordinaraj homoj. Ziyi tuj omaĝis kaj diris: \"Hodiaŭ estas la sepa tago de la sepa luna monato. Mi pensas, ke estas la Teksista Knabino kiu venis, dezirante doni al ŝi longevivecon kaj riĉecon.\"\nLa virino ankaŭ respondis: \"Kun granda riĉeco venas longviveco.\"\nPost kiam li finis paroli, la brilo revenis kaj la nuboj malrapide leviis.La virino ankora rigardis malsupren al Guo Ziyi kun agrabla rideto is i estis malproksime de i, kaj tiam la fumo malklaris kaj ne plu estis vidata.\nĜi montriĝis vera, same kiel diris la virino. La meritoj de Ziyi estas mondfamaj, li estas ege populara ministro, kaj li estas generalo kun kaj meritoj kaj virtoj.", "聖意": "Deziru vin hejme, petu vin mem, preĝu por mono, bonŝancon en komerco, bonŝancon en geedzeco, bonŝancon en Liujia, feliĉajn vojaĝojn kun homoj, moviĝantajn kampojn, silkvermojn, stabilan brutaron, malbonŝancon en trovado. homoj, publikaj procesoj, migrado, bonŝanco, perditaj malsanoj, tomboj en Zhenxingshan", "古人": "Reĝo Fenyang renkontas sian nepon en la ĉina Sankt-Valentena tago", "第X籤": "Subskribu naŭdek ses", "宮": "xugong"}