{"籤詩版本二": "Malfrue eniri kaj eliri por serĉi konsilon, maltrankvila kaj maltrankvila pri kaŭzado de problemoj\nKiel birdo fluganta en kaptilon, kiom da tempo povas daŭri por eskapi?", "詩意": "Ĉi tiu heksagramo estas signo de konservado de aferoj malnovaj kaj adaptiĝo al sorto.\nĈio estas nekontentiga.", "解曰": "Estu konservativa iam ajn. Atendante la alvenon de la nobelulo. Se vi demandas pri ĉio. La ĉefa afero estos malfrue.", "籤詩故事一": "◇Ji Ping estis mortigita\nJi Ping, kies reala nomo estas Ji Tai, ankaŭ konata kiel Ping, estis imperia kuracisto en la Han-dinastio.\nEn la kvina jaro de Jian'an (200 p.K.), Cao Cao fariĝis la ĉefministro kaj ne prenis la imperiestron serioze.De kiam li legis la edikton skribitan de la imperiestro sur sia zono, Dong Cheng, kiu ne havis manieron akiri senigita de Cao Cao, sentis sin indigna kaj kolera.Maltrankvila, li malsanis.\nImperiestro Xian petis la imperian kuraciston Ji Ping trakti Cao Cao. Ji Ping legis la sekretan edikton de la imperiestro kaj estis celkonscia seniĝi de Cao Cao, tiel ke la du el ili elpensis planon kune. Neatendite muroj havas orelojn.La hejma sklavo de Dong Cheng, Qin Qingtong, estis batita kvardek fojojn per bastono de Dong Cheng pro sia amafero kun la juna edzino de Dong Cheng.Li tenis rankoron.Kiam li aŭdis pri tio, li raportis Dong Cheng kaj Ji Ping al Cao Cao.\nJi Ping ekspluatis la kapdoloron de Cao Cao kaj sekrete venenis lin. Cao Cao ricevis konsilon, kaptis Ji Ping, torturis lin, kaj esploris la gvidanton. Ji Ping rezistis morton kaj mortis post tuŝado de la ŝtupoj.", "聖意": "La domo maltrankviliĝas pri si mem, la fiulo petas monon, la komerco estas rompita, la geedzeco ne longas, la puno estas ses, la piediranto estas kaptita sur la kampo, la silkvermo estas difektita, la ses brutoj estas trovitaj, la persono estas trovita, la publika proceso estas perdita, la migrado ne moviĝas, la posedaĵo estas perdita, la malsano estas farita, la reto estas en la monto, la tombo estas morta,", "古人": "Ji Ping estis mortigita", "第X籤": "Numero naŭdek ok", "宮": "Haigong"}