{"籤詩版本二": "Retigante la ĉevalon kaj tenante la vipon, ni venas rekte ĉi tien, duone en danĝero kaj duone en katastrofo.\nEstas kiel domo, kiun oni bruligas per fajro.Kiam la ĉielo falas, la pluvo igas ĝin cindro.Mi havas planon.", "詩意": "Ĉi tiu heksagramo reprezentas duonon de malĝojo kaj duono de ĝojo.\nEstas konsilinde fari bonon en ĉio.", "解曰": "Dumviva laboro. Ne zorgu pri bono kaj malbono. La katenoj estas provizoraj. La rankoro venas nature.", "籤詩故事一": "◇Tao Sanchun batas Zheng En en Guayuan\n\"Vivu mia memoraĵo,\" Zhao Kuangyin ekstaris denove, \"Beiping-reĝo Zheng En tiam aranĝis geedziĝon. Nun kiam la mondo estas en paco, mi ŝatus peti vian permeson elekti aŭspician tagon por edziĝi. \"\n\"Vivu mia memoraĵo!\" Zhao Kuangyin ekstaris kaj diris: \"La reĝo de Pekino, Zheng En, tiam aranĝis geedziĝon. Nun kiam la mondo estas en paco, mi ŝatus peti vian permeson elekti bonaŭguran. tago por edziĝi.\"\n“Ho, la tria frato estis fianĉinigita antaŭe, kiel do mi ne sciis pri ĉi tio?” Chai Rong estis tre surprizita. Li svingis la manon por ke Zhao Kuangyin sidiĝu kaj parolu.\n\"Ho! La tria frato estis fianĉigita antaŭe, kiel do mi ne sciis pri ĉi tio?\" Chai Rong (Imperiestro de la Posta Zhou-dinastio) estis tre surprizita. Li svingis la manon kaj petis Zhao Kuangyin sidiĝi kaj paroli.\n\"Ĝi estas longa historio. Unue, ni estis ankoraŭ en malriĉeco en tiu tempo kaj ne aliĝis al via armeo. De tiam, ni batalis dum jaroj kaj ne havas tempon por zorgi pri vi. Due, la tria frato ankaŭ estas malgranda timema mencii ĝin, do Via Moŝto ne scias.”\n\"Ĝi estas longa historio. Unue, ni ankoraŭ vivis en malriĉeco en tiu tempo kaj ne aliĝis al via armeo. Ekde tiam, ni batalis dum jaroj kaj ne havas tempon por zorgi pri vi. Due, la tria frato ankaŭ estas iom timema mencii ĝin, do Via Moŝto ne scias .”\n\"He, la vira kolegiostudanto geedziĝas, kia estas embarasi? La tria frato estas sur la batalkampo delonge kaj povas esti rigardata kiel senekzempla heroo. Kial vi estas tiel malgrandega pri ĉi tiu afero?\"\n\"He! La universitata knabo edziĝas, kia estas embarasi? La tria frato jam delonge estas sur la batalkampo kaj povas esti rigardata kiel senekzempla heroo. Kial vi estas tiel bagatela pri ĉi tiu afero?\"\n\"Parolante pri tio, mi ne povas riproĉi mian trian fraton, ke li estas timema, ĉar ĉi tiu geedziĝo estis forĝita.\"\n\"Parolante pri tio, mi ne povas riproĉi mian trian fraton, ke li estas timema, ĉar ĉi tiu geedziĝo estis forĝita.\"\n\"Tajpita? Hej, estas interese. Bonvolu diri al mi kio okazis.\"\n\"Mi tajpis ĝin! Hej! Estas interese! Bonvolu rakonti al mi kio okazis.\"\n\"Jes, mi memoras tiun jaron, kiam ni estis aliĝoj al Lia Moŝto, ni estis trapasantaj la gubernio Baocheng. Estis tre varme en junio. Mia tria frato ne povis resti en la hotelo, do li eliris por vagi sola. Preterpasinte melonĝardenon, li eniris por pluki kelkajn.Melonoj kvietigis la soifon.Ne estis multaj frumaturaj melonoj en tiu ĉi tempo, kaj la tria frato ne sciis pluki ilin, do li rompis multe da ili. La virino, rigardanta la melonojn, antaŭenpaŝis por akuzi la trian fraton. La du havis malkonsenton, kaj poste ili ekbatalis. Venu. Feliĉe, mi estis maltrankvila kaj ĝustatempe rapidis al la savo, alie...\"\n\"Jes, mi memoras tiun jaron, kiam ni estis aliĝoj al Lia Moŝto, ni estis preterpasantaj la gubernio Baocheng. Estis tre varme en junio. Mia tria frato ne povis resti en la hotelo, do li eliris por vagi sola. Preterpasinte melonĝardenon, li eniris por pluki kelkajn.Melonoj kvietigis la soifon.Ne estis multaj frumaturaj melonoj en tiu ĉi tempo, kaj la tria frato ne sciis pluki ilin, do li rompis multe da ili. La virino, rigardanta la melonojn, antaŭenpaŝis por akuzi la trian fraton. La du havis malkonsenton, kaj poste ili ekbatalis. Venu. Feliĉe, mi estis maltrankvila kaj ĝustatempe rapidis al la savo, alie...\"\n\"Ĉi tiu Zheng Ziming, unue estas lia kulpo, li devus pardonpeti. Kial li batis lin? Krome, kiel la familio de knabino povas elteni la pugnobatojn kaj piedbatojn de feroca viro kiel li! Venu, vi batis ĉi tiun knabinon por pecoj. Ne?\" \"La knabino estis nedifektita...\"\n\"Ĉi tiu Zheng Ziming, unue estas lia kulpo, do li devus pardonpeti. Kial vi batas lin? Krome, kiel la familio de knabino povas elteni la pugnobatojn kaj piedbatojn de feroca viro kiel li! Venu, diru al mi, vi batis ĉi tiun knabinon. Ne?\"\n\"La knabino estis nedifektita...\"\n\"Estas en ordo, estas en ordo... He, ĉu vi ne ekagis? Ho, mi supozas, ke vi savis min ĝustatempe.\"\n\"Estas en ordo! Estas en ordo... He! Ĉu vi ne ekagis? Ho! Mi supozas, ke vi estis tiu, kiu savis min ĝustatempe!\"\n\"...Ne, la persono kiun mi savis estis...la tria frato.\" \"...Ne, la persono kiun mi savis estis...la tria frato.\"\n\"Ah?!\" \"Ah?!\"\n\"La tria frato estis terenfaligita de la virino kaj batita perforte la tutan vojon. Feliĉe, mi alvenis kaj persvadis lin foriri, do li ne estis grave vundita... Via Moŝto... Via Moŝto!... \"\n\"La tria frato estis terenbatita de la virino kaj estis batita perforte. Feliĉe, mi alvenis kaj persvadis lin foriri, do li ne estis grave vundita... Via Moŝto... Via Moŝto!...\"\n\"Ah?...Ho, kiu estas tiu virino!?\" \"Ah!?...Ho, kiu estas tiu virino!?\"\n\"Nur poste mi eksciis, ke la nomo de la virino estis Tao Sanchun, kaj ŝia patro Tao Hong estis maljuna heroo, kiu ne havis aspirojn. Tao Sanchun lernis luktosporton de sia patro ekde li estis infano. Post kiam mi ekkonis; lia familio, mi vidis, ke fraŭlino Sanchun havis elstaran karakteron. , Luo Luo kaj malavara, sen ia kutimo esti knabineto, ili intence egalis kun li. La Tao-patro kaj filino ankaŭ tre ŝatis la rektan karakteron de la tria frato. Ili tuj batis ĝin kaj decidis pri ĉi tiu geedziĝo por ili du. Via Moŝto, bonvolu diri al mi, ĉi tio ne estas Ĉu ĝi estas falsa geedziĝo?\"\n\"Nur poste mi eksciis, ke la knabino nomiĝas Tao Sanchun, kaj ŝi lernis luktosporton de sia patro ekde sia infanaĝo. Post kiam mi konatiĝis kun lia familio, mi vidis, ke fraŭlino Sanchun havas elstaran karakteron, estis malavara, kaj ne havis spuron de la kutimoj de la knabineto, do mi intence varbis in.Sinjoro Tao kaj lia filino anka tre sxatis la rektan karakteron de ilia tria frato.Ili tuj trafis kaj decidis pri i tiu edzigxo por ili.Via Moŝto, bonvolu diri al mi, ĉu ĉi tio ne estas falsa geedziĝo?\"\n(Ĉi tiu rakonto estas metaforo, ĉar malbona afero montriĝis bona.)", "聖意": "Preĝu por protekto de la hejmo kaj memo, estu singarda, preĝu por riĉeco, ruinigi komercon, malhelpas geedziĝon, punon, Liujia, asekuron, piedirantoj kaptitaj en kampoj, silkvermaj damaĝoj, bruta damaĝo, malaperintaj homoj, kontraŭleĝaj procesoj, perdo, migrado, konservemo. , perdita posedaĵo, malbonaj malsanoj, zorgoj, danĝeroj, montoj, tomboj, fiasko", "古人": "Tao Sanchun batas Zheng En en la melona ĝardeno", "第X籤": "Numero naŭdek naŭ", "宮": "Haigong"}