{"籤詩版本二": "Semoga dunia diciptakan untuk pernikahan yang baik, hari-hari baik dan saat-saat baik, dan segala sesuatunya baik-baik saja\nBukan masalah kecil jika mendapat bagian ini, Kaisar menyatakan bahwa rakyatnya setia dan jujur.", "詩意": "Heksagram ini melambangkan awal mula langit dan bumi.\nSemuanya menguntungkan.", "解曰": "Kecepatan cepat. Tahun ini tidak sebanding dengan waktunya. Guanyin menulis. Beritahu aku dulu.", "籤詩故事一": "◇ Zhongli menjadi tercerahkan\nZhongli Quan, nama keluarga Zhongli, nama pemberian Quan, nama kehormatan Yunfang, dan nama panggilan Zhengyang, adalah penduduk asli Kabupaten Xianyang, Xi'an, Provinsi Shaanxi pada masa Dinasti Han Timur.\nZhong Liquan adalah seorang jenderal Dinasti Han. Selama ekspedisi melawan Qiang Barat, dia iri pada komandan Liang Yi dan hanya menugaskannya 30.000 tentara tua dan lemah. Begitu dia tiba di tempat tujuannya, kamp dirampok oleh tentara Qiang Barat, dan para prajurit melarikan diri. Zhong Liquan tersesat di sebuah lembah dan bertemu dengan seorang biksu Hu di jalan. Dia membawanya ke sebuah desa kecil dan berkata, \"Ini adalah kediaman Tuan Donghua.\" Lalu dia mengucapkan selamat tinggal dan pergi. Setelah beberapa saat, seseorang tiba-tiba berkata, \"Ini pasti karena pria Hu bermata hijau itu terlalu banyak bicara.\" Dia melihat seorang pria mengenakan bulu rusa putih dan memegang tongkat quinoa hijau. Dia bertanya kepada Zhong Liquan, \"Orang yang datang ini Han Da, Jenderal Zhongli Quan\n? Zhong Liquan terkejut, mengetahui bahwa dia telah bertemu dengan orang asing, jadi dia dengan tulus mempelajari Tao.\nZhong Liquan kemudian bertemu Zhenren Huayang dan Raja Abadi Xuanfu, dan mempelajari \"Rahasia Keabadian\". Akhirnya, dia tinggal di Zijin Sihaofeng di Gunung Kongtong, memperoleh \"Rahasia Kotak Giok\", dan menjadi abadi sejati, Dia juga dihormati sebagai salah satu dari Lima Leluhur Utara oleh Sekte Quanzhen.", "聖意": "Doakan agar rumah dan kampung halaman anda diberkahi rejeki di musim gugur dan musim dingin. Carilah rejeki di musim gugur dan musim dingin. Semoga sukses dalam bisnis, semoga sukses dalam berumah tangga, semoga sukses dalam melahirkan anak laki-laki, semoga sukses dalam perjalanan ke ladang. , semoga sukses dalam ulat sutera, semoga sukses dalam peternakan, semoga sukses dalam menemukan orang, semoga sukses dalam tuntutan hukum publik, semoga sukses dalam migrasi, kehilangan harta benda, penyakit timur laut, semoga sukses dalam mengirim gunung dan makam.", "古人": "Zhongli menjadi tercerahkan", "第X籤": "tanda pertama", "宮": "Rahim"}