{"籤詩版本二": "Mengapa Anda tidak pergi ke Tailai, yang letaknya tidak jauh dari sini, untuk sementara saya akan meninggalkan pria itu keluar dari gunung.\nJika ada kabar baik tentang harimau atau kelinci, Anda akan bebas meskipun Anda bertekad untuk sibuk.", "詩意": "Dalam heksagram ini terdapat tanda berkah di tengah kemalangan.\nSemuanya buruk di awal dan baik di akhir.", "解曰": "Ganti dengan sutra rami. Pukul kaki seseorang. Terlihat jelas. Keberkahan datang dari bencana.", "籤詩故事一": "◇ Bertemu dengan Guru di Bukit\nWu Ji awalnya adalah seorang penebang kayu, dan keduanya bertemu Jiang Ziya saat mereka sedang memancing di Sungai Feng. Wuji tertawa saat melihat Ziya memancing dengan kail lurus.\nZiya menatap wajah Wuji dan meramal: \"Jika kamu memasuki kota hari ini, kamu akan membunuh seseorang.\" Setelah mendengar ini, Wu Ji pergi dengan marah dan membawa kayu bakar ke kota.\nSetelah memasuki kota, Wu Ji bentrok dengan orang lain dan secara keliru memukuli Perdana Menteri Wen Wang hingga tewas.\nRaja Wen menjadikan tanah itu sebagai penjara dan memenjarakan Wu Ji.\nBukit Hou dibebaskan sementara dan dijatuhi hukuman mati untuk merawat ibunya hingga musim gugur.\nIbunya memintanya untuk meminta bantuan Jiang Ziya.\nTaigong menerimanya sebagai muridnya, mengajarinya seni perang, dan memerintahkannya menggali lubang dan merapal mantra untuk mematahkan takdir bawaannya.\nSetelah musim gugur, Wu Ji tidak datang untuk dihukum, Raja Wen menyimpulkan angka bawaan dan mengira Wu Ji telah melakukan bunuh diri karena takut akan kejahatan.\nBelakangan, Raja Wen bertemu Wu Ji, dan Wu Ji memperkenalkan Raja Wen untuk bertemu Jiang Taigong.\nTaigong dianugerahi gelar Jenderal Wude. Baik master maupun magang bekerja untuk Raja Wen.", "聖意": "Rumah aman, diri baik, bisnis bagus, pernikahan terlambat, pejalan kaki laki-laki belum kembali ke ladang, ulat sutera menguntungkan, enam hewan shenji, pencarian bagus, gugatan publik adalah bagus, migrasinya konservatif, harta benda yang hilang terlihat, penyakitnya baik, Qiu Ji, makam gunungnya bagus", "古人": "Pertemuan Bukit", "第X籤": "Tanda keduabelas", "宮": "Istana Yin"}