{"籤詩版本二": "Sama seperti seekor burung bangau yang keluar dari sangkar fana, ia dapat melarikan diri dari sangkar fana.\nTidak ada sekat antara utara, selatan dan timur, Anda bisa langsung menuju Istana Jiuxiao.", "詩意": "Heksagram ini melambangkan gambar burung bangau yang meninggalkan kandangnya.\nSemuanya buruk di awal dan baik di akhir.", "解曰": "Jangan khawatir. Jalannya makmur. Tenanglah. Riang sebagai manusia (dewa).", "籤詩故事一": "◇Ziya meninggalkan posisi resminya\nKetika Jiang Ziya bekerja sebagai peramal, dia melihat seorang wanita telah diubah oleh roh pipa giok, jadi dia menangkapnya dan bahkan memukulinya dengan batu tinta. Perdana Menteri Raja Zhou menjelaskan apa yang terjadi, menanyakan apa yang terjadi, dan kemudian membawa Jiang Ziya menemui Raja Zhou. Jiang Ziya menggunakan Api Sejati Samadhi untuk membakar roh pipa dari bentuk aslinya di depan Raja Zhou, dan Raja Zhou mengangkatnya menjadi pejabat senior.\nUntuk membalas roh pipa giok, Daji meminta Raja Zhou untuk memerintahkan Jiang Ziya membangun platform rusa. Jiang Ziya menegur Raja Zhou, dan Raja Zhou memerintahkan dia untuk dibunuh. Jiang Ziya melarikan diri dengan menggunakan air. Setelah kembali ke rumah, Jiang Ziya bertanya kepada Ma tentang pergi ke Xiqi, dan Ma ingin menceraikannya. Jadi Jiang Ziya pergi ke Xiqi (ibu kota Raja Wen dari Dinasti Zhou) sendirian.\nJiang Ziya tiba di Xiqi dan tinggal di pengasingan memancing di Ngarai Panxi. Dia bertemu Raja Wen dari Zhou yang sangat ingin mencari bakat. Atas permintaan tulus Raja Wen, Jiang Ziya dipuja sebagai gurunya dan membantu Raja Wen.", "聖意": "Saya tidak nyaman di rumah dan saya juga ingin mencari kerja sama keuangan, transaksi, pernikahan, Liujia, pejalan kaki laki-laki, melihat ladang, ulat sutera, keuntungan musim gugur, enam kerugian ternak, mencari orang, menghalangi tuntutan hukum publik, migrasi, kehilangan harta benda, tenggara penyakit, pengaturan, pengiriman gunung dan makam, membawa keberuntungan", "古人": "Ziya meninggalkan posisi resminya", "第X籤": "Pemenang lotere keempat belas", "宮": "Maogong"}