{"籤詩版本二": "Kekhawatiran dan kekhawatiran untuk sementara teratasi, dan kegembiraan datang dari langit.\nSeperti batu giok yang tersembunyi di dalam kotoran, pekerja yang baik akan mengangkat debu tersebut", "詩意": "Heksagram ini melambangkan keharmonisan Yin dan Yang.\nSegala sesuatu yang Anda rencanakan adalah keberuntungan.", "解曰": "Tidak ada keuntungan, tidak ada kerugian. Keuntungan dari kerugian. Penjahatnya sedang dalam masalah. Semoga sukses untuk Anda, Tuan-tuan.", "籤詩故事一": "◇ Kamu Meng Xiong Chao Di\nYe Mengxiong (1531-1597), yang nama kehormatannya adalah Nanzhao dan bernama Longtang, diubah menjadi Longtan dan juga diberi nama Huayun. Berasal dari Wanshifang, Huizhou Fucheng (sekarang bagian dari Distrik Huicheng, Kota Huizhou) pada Dinasti Ming. Pada tahun ke-44 pemerintahan Jiajing (1565), ia menjadi Jinshi dan dianugerahi gelar hakim di Kabupaten Qing. Dia menjabat sebagai direktur departemen transfer, dan kemudian diubah menjadi sensor pengawas Jalan Shanxi.\nPada tahun ke-20 Wanli (1592), Konsul Jenderal Ningxia, Kuaibai (kepala suku Tatar Mongolia), membunuh gubernur Dang Xin dan merebut Benteng Keempat Puluh Tujuh di Provinsi Hexi., menghancurkan kota, menyembah dan membakar dirinya sampai mati. Meng Xiong tidak sombong dalam mengambil pujian, dan membiarkan keterampilannya sebaik para jenderal yang berani bertarung. Pejabat Wei Xuezeng diangkat kembali. Di tahun-tahun terakhirnya, dia mengundurkan diri sebanyak lima kali dan dikembalikan ke Huizhou untuk membangun Kuil Huilong.\nYe Mengxiong memasuki Taoisme sebagai pegawai negeri pada awalnya dan terkenal karena kejujuran dan integritasnya.Catatan sejarah lama mengatakan bahwa dia adalah \"yang pertama dalam kerendahan hati dan kemampuan\", \"memberantas korupsi dan menghukum pemberontakan\", meninggalkan reputasi yang baik. Dia sangat setia, berani, berani, dan banyak akal. Pandai dalam persenjataan. Di paruh kedua hidupnya, keterampilan bela dirinya dicatat dalam \"Sejarah Dinasti Ming\" dan ia dianggap sebagai pahlawan nasional.", "聖意": "Rumah tidak menguntungkan (semakin damai) Musim gugur dan musim dingin baik untuk diri sendiri, kekayaan akan berhasil, transaksi akan berhasil, pernikahan akan berhasil, Liujia akan mendapat alarm palsu (akan ada harta karun), pejalan kaki akan datang ke ladang berdoa untuk ulat sutera, enam hewan akan rata, manusia akan ditemukan, tuntutan hukum publik tidak akan menguntungkan, migrasi akan konservatif, kehilangan harta benda akan terhambat, penyakit akan diselesaikan di kuburan Fushan", "古人": "Kamu Meng Xiong Chao Di", "第X籤": "Lotto Kemenangan Keenambelas", "宮": "Maogong"}