{"籤詩版本二": "Gagak Emas jatuh di barat dan Kelinci terbit di timur Siklus siang dan malam terus berlanjut dari zaman dahulu hingga saat ini.\nPara biksu dan penganut Tao tahu bahwa tidak ada kerugian, dan para cendekiawan, petani, industri, dan pedagang semuanya mengikuti pikiran mereka sendiri.", "詩意": "Heksagram ini melambangkan naik turunnya yin dan yang.\nIni juga merupakan tanda bahwa semuanya akan berjalan sesuai rencana.", "解曰": "Tidak ada apa pun dalam pikiran. Apa yang telah Anda lakukan sungguh bermanfaat. Seperti anak panah dari busur. Satu tembakan mengenai sasaran.", "籤詩故事一": "◇Paman Cao Guo adalah makhluk abadi\nCao Guojiu, penduduk asli Xuzhou, dikatakan sebagai paman buyut negara pada periode Renzong Dinasti Song, Namanya Cao Yi, juga dikenal sebagai Cao Jingxiu.\nPaman Cao Guo mempunyai adik laki-laki bernama Cao Er. Cao Er ini mengandalkan posisinya sebagai penguasa kekaisaran dan melakukan segala jenis kejahatan. Dia menduduki ladang, mengambil istri dan anak perempuan, dan berteman dengan beberapa orang pelanggar hukum, keluar masuk. Cao Guojiu tidak tahan, jadi dia menolak untuk mendengarkan kata-kata baik dan penghiburannya, jadi dia menggunakan hukuman untuk mengendalikannya., kedua bersaudara itu memalsukan dendam.\nCao Guojiu berkata: \"Prinsip dunia ini adalah mereka yang mengumpulkan kebaikan akan makmur, dan mereka yang mengumpulkan kejahatan akan binasa. Ini adalah kebenaran yang tidak dapat diubah. Di masa lalu, keluarga Cao kami telah mengumpulkan perbuatan jahat untuk mencapai kekayaan hari ini. Sekarang. saudaraku telah mengumpulkan kejahatan hingga ekstrim, bahkan jika dia melarikan diri Bahkan jika kamu dihukum oleh pejabat, kamu tidak dapat melarikan diri dari bencana alam yang terjadi secara diam-diam. Begitu bencana datang dan keluargamu hancur dan seseorang meninggal, kamu tidak akan bisa Aku akan terhina dan takut akan hal itu.” Maka kuhamburkan seluruh hartaku, Dia menolong orang-orang miskin dan tidak lagi memperdulikan urusan saudaranya. Kemudian dia meninggalkan rumah dan teman-temannya, berganti pakaian menjadi seragam Tao, dan pergi ke pegunungan untuk mengembangkan pikiran dan sifatnya.\nSuatu hari, dia bertemu Zhongli dan Lu Dongbin dari Dinasti Han secara kebetulan. Melihat jawaban lancar Paman Cao Guo, dia sangat senang dan memberinya \"Dekrit Rahasia Mengembalikan Kebenaran\" dan memerintahkannya untuk berlatih dengan hati-hati. Tidak lama kemudian, Zhongli Quan dan Lu Dongbin diperkenalkan ke kelas abadi.", "聖意": "Nasib baik untuk rumah, rumah, nasib baik, nasib baik, keberuntungan dalam bisnis, pernikahan, musafir laki-laki, menanam ulat sutera di ladang lebih awal, kegagalan ternak, mencari orang, tuntutan hukum, migrasi, kehilangan harta benda, terlambat sakit, nasib baik", "古人": "Paman Cao Guo adalah makhluk abadi", "第X籤": "Tanda tangan kedelapan belas", "宮": "Maogong"}