{"籤詩版本二": "Membiarkan perahu kembali dari pantai air deras, apa yang ingin Anda lakukan karena gejolak tersebut?\nJika ingin aman, carilah ketenangan dan tunggu ombak melewati krisis ini.", "詩意": "Heksagram ini seperti perahu yang melaju di pantai yang deras.\nTetap konservatif dalam segala hal dan tunggu waktunya.", "解曰": "Turun di air yang deras. Bahayanya menunggu waktu. Jika Anda bertanya tentang rencana perkemahan. Tidak ada yang bisa dilakukan.", "籤詩故事一": "◇Ziyi dinobatkan sebagai raja\nGuo Ziyi (697-781), juga dikenal sebagai Guo Linggong, adalah penduduk asli Kabupaten Zheng, Huazhou (sekarang Kabupaten Huaxian, Provinsi Shaanxi) dan seorang jenderal di Dinasti Tang.\nPada masa Pemberontakan Anshi pada tahun ke-14 pemerintahan Tianbao (755), ia dianugerahi gelar Shuofang Jiedushi (Lingwu, sebelah barat Lingwu di masa sekarang Ningxia). Ia diperintahkan untuk melakukan perang salib. Ia menggabungkan pasukan Shuofang dengan Li Guangbi untuk berbaris ke Hebei.Mereka bergabung di Changshan (Zhengding, Hebei) dan mengalahkan Shi Siming, merebut kembali Hebei. Pada saat ini, Guo Ziyi menyarankan agar kaisar mengambil Fan Yang dari utara dan menyerang sarang harimau pemberontak untuk mengurangi pengepungan Tongguan, tetapi Xuanzong menolak. Setelah itu, situasi kota-kota bawahan separatis di akhir Dinasti Tang ditanamkan, yang juga menjadi penyebab utama runtuhnya Dinasti Tang.\nPada tahun kelima belas pemerintahan Tianbao (756), ia dan koalisi Uighur menenangkan Hequ. Pada musim semi tahun berikutnya, mereka merebut kembali Hedong (sekarang Yongji, Shanxi) dan Feng Yi (sekarang Dali, Shaanxi), dan menyerang Tongguan, mengalahkan Cui Qianyu, Tentara Tang menderita lebih dari 10.000 korban. Cui Qianyu menyerah pada Pujin. Seorang Lushan dibunuh oleh putranya An Qingxu.\nPada tahun kedua Zhide (757), ia diperintahkan untuk memimpin pasukan ke Fengxiang. Dalam perjalanan, ia mengalahkan 5.000 kavaleri Li Guiren di Jembatan Baiqu Liuyun (sekarang tenggara Sanyuan). Pada bulan Mei, ia bertempur dengan An Shouzhong dan Li Guiren di Qingqu (sekarang barat Xi'an) dikalahkan, dan dia mundur ke Wugong (sekarang barat laut Wugong).Pada bulan September, dia mengikuti Marsekal Guangping Wang Li Chu untuk memimpin Tang dan Uighur untuk bergabung dengan 150.000 tentara, dan kemudian bertempur dengan An Shouzhong dan Li Guiren di Xiang. Di sebelah utara Kuil Ji (barat daya Kabupaten Chang'an saat ini), tentara Uighur berputar di belakang musuh, menyerang dari kedua sisi, dan membunuh 60.000 musuh. Zhang Tongru melarikan diri ke Kabupaten Shaanxi, dan akhirnya merebut kembali ibu kota Chang'an (sekarang Xi'an).Keagungan tentara Tang sekali lagi dikembalikan ke Chang'an.\nSetelah itu, tentara Tang memanfaatkan kemenangan tersebut dan bergerak ke arah timur, mengalahkan 150.000 orang termasuk Yan Zhuang dan Zhang Tongru di Xindian (sekarang barat daya Kota Sanmenxia, ​​Provinsi Henan), memaksa Anqing Xu menyeberangi Sungai Kuning dan mundur ke Xiangzhou. Dongjun Luoyang kembali. Tambahkan Situ pada kelebihannya dan jadikan dia Adipati negara tersebut.\nShi Siming memimpin pasukannya dari Fan Yang untuk menyelamatkan An Qingxu. Kedua belah pihak bertempur dalam formasi di utara Sungai Anyang (sekarang Utara Anyang). Pertarungan tidak dapat dipisahkan. Pada akhirnya, dipimpin oleh sembilan Jiedushi, tentara Tang, yang mengaku mempunyai 600.000 orang, mundur (dalam Pertempuran Yecheng). Komandan utama pertempuran ini adalah kasim Yu Chaoen, yang tidak memiliki keterampilan kepemimpinan dan menyalahkan Guo Ziyi atas kegagalan pertempuran tersebut. Guo Ziyi dipanggil kembali ke Chang'an, dibebastugaskan dari kekuasaan militernya, dan menjadi pejabat yang menganggur.\nPada tahun pertama Baoying (762), pasukan di Taiyuan (sekarang barat daya Taiyuan) dan Jiangzhou (sekarang Xinjiang di Provinsi Shanxi) memberontak. Istana ketakutan, sehingga Ziyi diberikan gelar Raja Fenyang dan pergi ke mengendalikan Jiangzhou. Dia juga diasingkan oleh kasim Cheng Yuanzhen dan dibebastugaskan dari kekuasaan militer.\n(Fokus cerita ini: Guo Ziyi, yang sangat cakap dan berperilaku baik, bertemu dengan Xuanzong dan beberapa penjahat, yang sangat mengganggu pencapaiannya.)", "聖意": "Memberkati rumah dan diri sendiri, mencari kekayaan, tidak bertransaksi, tidak menikah, tidak ada alarm palsu, pejalan kaki tiba di Tiancanji, sulit menemukan orang, tuntutan hukum publik dan (bukan Xing), migrasi, konservatif, kehilangan harta benda, sulit ditemukan, penyakit, mendoakan keberkahan, gunung dan makam, semoga berkah", "古人": "Ziyi dinobatkan sebagai raja", "第X籤": "Lott Pemenang Kesembilan Belas", "宮": "Tatsumi"}