{"籤詩版本二": "Setelah begitu banyak kekhawatiran dan bahaya, mulai sekarang tidak akan pernah sepi lagi\nHati yang dermawan mempunyai rencananya yang murah hati, Anda harus bertemu dengan seorang ahli untuk mencapai prestasi besar.", "詩意": "Heksagram ini seperti sumur kuno dengan mata air.\nDalam segala hal, orang-orang mulia mencapai kesuksesan.", "解曰": "Gugatan tersebut pada akhirnya akan dibenarkan. Sakit dan aman. Masuk dan keluar untuk meminta nasihat. Sumur kuno bertemu musim semi.", "籤詩故事一": "◇Yao Chong mengendalikan belalang\nYao Chong (649-721), bernama asli Yuan Chong, berasal dari Shaanzhou, menjabat sebagai Menteri Xia Guan, Shangshu dari Chunguan, Ziweiling, Zhongshuling, dan Perdana Menteri di Dinasti Tang.\nPada tahun keempat Kaiyuan (716), Shandong (umumnya mengacu pada Lembah Sungai Kuning di sebelah timur Huashan) dilanda belalang. Masyarakatnya terikat oleh gagasan takhayul dan tidak berani memburu dan membunuh mereka. Sebaliknya, mereka mendirikan pengorbanan, membakar dupa, beribadah di pinggir ladang, dan menyaksikan hasil panen dimakan belalang. .\nSemua pejabat yakin: “Belalang adalah bencana alam, bagaimana bisa dikendalikan dengan tenaga manusia!” Perjuangan antara dua gagasan yang berbeda sedang sengit saat itu, apakah akan memusnahkan belalang atau tidak.\nYao Chong berkata: \"Selama kita bekerja sama, kita bisa membasmi mereka semua. Katanya: Belalang takut pada manusia, jadi mudah diusir. Bibit punya pemilik, jadi penyelamat harus bekerja keras; belalang bisa terbang, dan jika mereka melihat api di malam hari, mereka akan terbang ke sana; membakar mereka di ladang, menggali lubang sambil terbakar, menguburnya sambil terbakar, dan tidak akan ada yang tersisa.\"\nXuanzong berkata: \"Belalang adalah bencana alam yang disebabkan oleh tata kelola moral yang buruk. Jika Anda meminta mereka diburu dan dibunuh, bukankah ini bertentangan dengan arus?\"\nYao Chong menambahkan: \"Menangkap dan membunuh belalang telah dilakukan oleh orang dahulu, dan Yang Mulia akan menggunakannya di masa depan. Ini adalah acara nasional besar untuk membawa perdamaian dan kemakmuran bagi para petani. Mohon pertimbangkan ini dengan serius.\"\nXuanzong yakin. Namun saat itu, semua orang di dalam dan di luar istana mengatakan belalang tidak bisa diburu.\nXuanzong berkata: \"Saya telah berdiskusi dengan perdana menteri dan memutuskan untuk menangkap belalang. Siapa pun yang keberatan lagi akan dieksekusi. \" Maka dia mengirimkan sensor untuk mengawasi dan mengarahkan orang-orang untuk membakar dan mengubur belalang.\nHasilnya cukup efektif, sembilan juta dans belalang ditangkap di seluruh negeri, dan wabah belalang berhasil diberantas, dan pertanian mencapai panen yang baik pada tahun itu.\n(Kebijaksanaan harus digunakan dalam penanggulangan bencana dan evakuasi, dan harus ada strategi yang cerdik untuk mengatasi kesulitan. Yao Chong ahli dalam hal ini)", "聖意": "Rumah biasa saja, diri terhalang, mencari uang terhalang, perdagangan terhalang, perkawinan dan keharmonisan terhalang, ada bahaya di Liujia, pejalan kaki diblokir, ulat sutera diblokir, ternak tidak menguntungkan, orang hilang, tuntutan hukum publik adalah terhambat, migrasi tidak masuk akal, barang hilang sulit ditemukan, penyakit sulit didoakan, gunung dan kuburan tidak tenteram.", "古人": "Yao Chong mengendalikan belalang", "第X籤": "Memenangkan lotere kedua puluh lima", "宮": "Istana Mi"}