{"籤詩版本二": "Rumor mengatakan bahwa segala sesuatunya menjadi terbalik, dan saya menerima surat dari cakrawala.\nKetenaran dan kesuksesan yang dijanjikan kepada saya dalam buku itu tetap kosong sampai akhir.", "詩意": "Heksagram ini memiliki nama palsu.\nDianjurkan untuk bersikap konservatif dalam segala hal.", "解曰": "Naik turun kesal. Mencari waktu luang bukanlah hal yang sia-sia. Keinginan akan ketenaran. Jaga keselamatan.", "籤詩故事一": "◇Zhong Kui mencapai pencerahan\nZhong Kui, yang nama belakangnya adalah Zhong Kui, yang nama kehormatannya adalah Zhengnan, berasal dari Zhongnanshan.\nPada masa pemerintahan Kaisar Dezong dari Dinasti Tang, Zhong Kui mengikuti ujian kekaisaran, Zhong Kui membaca soal ujian dan segera menulis artikel sekaligus dan menyerahkannya. Ketua penguji hari itu adalah Han Yu, Menteri Urusan Sipil, dan wakil penguji adalah Lu Zhi, seorang sarjana hebat. Ketika keduanya membaca makalah Zhong Kui, mata mereka berbinar dan mereka berkata serempak: \"Penyihir, penyihir! Setiap kata dalam artikel ini sangat indah, layak untuk Li Taibai dan Du Zimei! \"Jadi mereka menyebut Zhong Kui sebagai tempat pertama.\nKaisar Dezong mendengarkan laporan Han Yu dan berkata bahwa Zhong Kui, juara sains yang baru, sangat berbakat, jadi dia memanggil Zhong Kui di Istana Emas.\nKetika Kaisar Dezong melihat penampilannya yang jelek, dia langsung merasa tidak senang dan berkata, \"Pemilihan ulama di istana kita semua berdasarkan kata-kata pribadi dan kaligrafi. Bagaimana orang jelek seperti itu bisa terpilih menjadi ulama nomor satu dalam ilmu emas? \"\nHan Yu buru-buru berlutut dan berkata: “Baik dan buruknya seseorang tidak semuanya tentang penampilan. Tidakkah Engkau, Yang Mulia, mendengar bahwa Yan Ying tingginya tiga kaki dan setara dengan perdana menterinya? Zhou Chang punya gagap tetapi dapat membantu Dinasti Han. Konfusius menilai orang dari penampilan mereka dan kehilangan putranya Yu. Saya harap Yang Mulia akan berpikir dua kali.\" \"\nKaisar Dezong merenung sejenak dan berkata: \"Meskipun perkataan Han Aiqing masuk akal, ketika saya menjadi Kaisar Taizong, ada delapan belas cendekiawan yang datang ke Yingzhou dan membicarakannya. Orang ini adalah cendekiawan nomor satu. Saya khawatir dunia akan menertawakanku karena tidak mengenali bakat.\"\nPerdana Menteri Lu Qi berpikiran sempit dan iri pada bakat. Setelah mendengar kata-kata kaisar, dia berlutut dan berkata: \"Sarjana nomor satu dalam mata pelajaran emas harus berasal dari dalam dan luar. Ada tiga ratus kandidat untuk mata pelajaran ini. Mengapa kamu tidak memilih yang lain?\"\nKetika Zhong Kui melihat pria ini begitu bingung, dia tidak bisa menahan amarahnya. Dia menunjuk ke arah Lu Qi dan mengutuk: \"Jika pejabat bodoh seperti itu ada di pengadilan, bukankah dia akan merugikan negara?\" Setelah itu, dia meninju Lu Qi dengan tinjunya.\nMelihat ini, Dezong sangat marah dan berkata: \"Kamu sangat berani, kamu berani membuat masalah di Istana Emas, segera hancurkan!\"\nDengan marah, Zhong Kui mencabut pedang dari pinggang jenderal yang berdiri di istana dan menghela nafas dengan keras: \"Sulit bagi kucing yang frustrasi untuk meniru harimau, dan burung beo yang frustrasi tidak sebaik ayam.\" Setelah itu, dia bunuh diri.\nKetika Kaisar Dezong melihat Zhong Kui bunuh diri karena marah, dia terkejut.Untuk memenangkan hati orang-orang, dia memutuskan agar Zhong Kui dimakamkan dengan gelar resmi Cendekiawan No.1, dan dia juga menjadikan Zhong Kui sebagai Dewa Eksorsisme untuk membersihkan dunia dari roh jahat.", "聖意": "Berdoalah untuk berkah di rumah Anda, keselamatan Anda sendiri, kesulitan keuangan, kegagalan bisnis, kegagalan pernikahan, pejalan kaki wanita Liujia, kepercayaan ulat sutera setengah matang, enam hewan peliharaan, dapat dipelihara, orang hilang, tuntutan hukum publik Barat, hilangnya migrasi, konservatif, kehilangan harta benda, sakit, mendoakan rejeki di gunung dan kuburan", "古人": "Zhong Kui memperoleh Tao", "第X籤": "Ke dua puluh enam memenangkan lotere (Lotre)", "宮": "Istana Mi"}