{"籤詩版本二": "Di timur, ada Chanjuan yang indah di bawah sinar bulan, dan awan menutupinya sejenak dan tetap tersembunyi.\nKadang bulat, kadang hilang, yang bilang tidak bulat hanyalah omong kosong belaka.", "詩意": "Bulan dalam heksagram ini tertutup awan.\nSemuanya masih koma.", "解曰": "Awan mengambang menutupi bulan. Tidak perlu ragu. Menunggu awan terkumpul. Maka kamu akan mengerti.", "籤詩故事一": "◇Bao Gong sedang mencari Permaisuri Li\nPada masa pemerintahan Zhenzong dari Dinasti Song, Permaisuri Li (Permaisuri Li) adalah seorang pelayan di harem, dia disukai oleh Song Zhenzong dan dipromosikan menjadi Wanyi, dan dia hamil.\nNamun saat itu, Selir Liu Def (kemudian menjadi Permaisuri Liu) mempunyai pikiran jahat dan menyuap kasim Guo Huai untuk menggantikan putra Permaisuri Li dengan seekor musang yang dikuliti, merenggut putranya dan memberi tahu kaisar bahwa dia adalah putra kandungnya. Song Zhenzong sangat marah dan mengirim Li Empress ke istana yang dingin.\nSetelah Selir De dipromosikan menjadi ratu, dia berencana membunuh Permaisuri Li, yang melarikan diri dari istana.\nSuatu hari, Li Niangniang, yang tinggal di jalanan, bertemu dengan Bao Zheng, utusan kekaisaran, yang sedang berpatroli di daerah setempat. Dia bercerita tentang pengalaman hidupnya dan bahwa dia adalah ibu kandung dari kaisar saat ini Song Renzong. . Setelah Bao Zheng mengetahui kejadian tersebut, dia membawa Li Niangniang kembali ke Beijing, melaporkannya ke Song Renzong dan mengetahui masalah tersebut, dan akhirnya ibu dan anak tersebut saling mengenali. Janda Permaisuri Liu dan kasim yang bertanggung jawab Guo Huai menundukkan kepala dan mengaku.", "聖意": "Saya gelisah di rumah, saya berdoa untuk perlindungan keuangan, kesulitan keuangan, keberuntungan dalam bisnis, pernikahan, kemalangan, orang-orang di ladang, ulat sutera, hewan yang tidak menguntungkan, kesulitan menemukan orang, tuntutan hukum, kehilangan, migrasi, konservatif, kehilangan harta benda, Penyakit Barat, sulit disembuhkan, reformasi makam gunung", "古人": "Bao Gong sedang mencari Permaisuri Li", "第X籤": "Pemenang lotere kedua puluh delapan", "宮": "Istana Siang"}