{"籤詩版本二": "Saya menyarankan Anda untuk tidak meminta bantuan darinya. Dia terbang seperti burung bangau dan menembakkan panah rahasia ke arah Anda.\nJika Anda pergi mencari kayu bakar dan ada ular di rumput, Anda mungkin digigit racun dan Anda akan sedih.", "詩意": "Heksagram ini merupakan tanda tetap aman dan menjaga diri.\nBerhati-hatilah dalam segala hal.", "解曰": "Tutup mulutmu dan pegang gigimu. Dia ceroboh. Jika Anda merasa bersalah. Ujung-ujungnya merugikan diri sendiri.", "籤詩故事一": "◇ Pertemuan papan catur\nKaisar Taizong dari Dinasti Tang sedang bergerak ke barat dan terjebak di Kota Suoyang, Cheng Yaojin kembali ke Beijing untuk meminta bala bantuan.\nXue Dingshan diperintahkan untuk menjadi Marsekal Rute Kedua dan pergi untuk menyelamatkan Tuhan dan menenangkan Xiliao.\nSetelah sekelompok orang keluar dari Yumen Pass, mereka sampai di Gunung Qipan. Dikepung oleh ribuan antek di gunung, Dou Yihu, raja gunung, dikalahkan oleh jenderal Tang Luo Tong. Untungnya, saudara perempuannya Dou Xiantong adalah murid Bunda Suci Bunga Kuning dan mahir dalam seni bela diri. Dia memegang tali peri dan mengikat Luo Tong.\n(Puisi yang ditandatangani sesuai dengan ini)\nDou Xiantong melihat ketampanan Xue Dingshan dan ingin menjadi teman Feng Luan, namun Xue Dingshan menolak. Dou Xiantong menjadi marah dan ingin mendorongnya keluar serta memenggal kepalanya. Untungnya, Cheng Yaojin datang menyelamatkannya dan memfasilitasi pernikahan mereka. Belakangan, Dou Yihu juga memimpin saudara-saudara Qipanshan kembali ke Dinasti Tang untuk membantu Dinasti Tang menaklukkan Liao Barat.", "聖意": "Keamanan rumah, kepentingan pribadi, mencari kekayaan, menunggu bisnis, pernikahan tidak diperbolehkan, alarm palsu Liujia, pejalan kaki menghalangi ladang, ulat sutera, enam ternak, orang hilang, menghalangi tuntutan hukum publik, kerugian (Mo Xing) Migrasi, konservatif, kehilangan harta benda, penyakit sulit sembuh, makam gunung, semoga berhasil", "古人": "konferensi papan catur", "第X籤": "Pemenang lotere ketiga puluh tujuh", "宮": "Istana Siang"}