{"籤詩版本二": "Menghabiskan waktu dengan damai dan tenang, duduk dan berbaring sambil minum teh setelah kenyang\nTidak perlu sibuk lahir dan batin, pasti tidak akan menimbulkan ketidakadilan atau bencana.", "詩意": "Heksagram ini adalah simbol perdamaian dan stabilitas.\nDalam segala hal, menunggu waktu yang tepat akan membawa keberuntungan.", "解曰": "Tetap aman dan sehat. Tanyakan pada para dewa. Tunggu sampai waktunya tiba. Banyak hal terjadi secara kebetulan.", "籤詩故事一": "◇ Foyinhui Dongpo\nSuatu ketika, Su Dongpo memperoleh pemahaman saat mempelajari Zen. Dia menyadari bahwa keadaannya transenden, dan dia merasakan kegembiraan di dalamnya. Tak kuasa menahan hasratku, aku merentangkan pena dan menulis puisi:\n\"Di tengah langit, Jishou bersinar terang melintasi alam semesta; tidak mampu ditiup oleh delapan angin, dia duduk tegak di atas teratai ungu emas.\"\n(Delapan angin mengacu pada: keuntungan, kemunduran, kehancuran, reputasi, pujian, ejekan, penderitaan, dan kebahagiaan. Artinya, tidak merasa terganggu oleh delapan kondisi ini disebut \"delapan angin tidak dapat bergerak\")\nSetelah menulisnya, Dongpo mengirim pelayannya ke seberang sungai untuk memberikannya kepada Master Zen Foyin dari Kuil Jinshan.\nSetelah Zen Master Foyin membacanya, dia menandainya dengan kata \"kentut\" dan memberikannya kepada pelayannya untuk diambil kembali.\nDongpo sangat marah setelah melihat ini, jadi dia naik perahu menyeberangi sungai dan pergi ke Kuil Jinshan untuk mencari segel Buddha untuk berdiskusi.\nSaat Dongpo sampai di gerbang Kuil Jinshan, Foyin sudah menunggu di depan gerbang.\nSu Dongpo langsung menuduh Foyin: \"Mengapa kamu menyebut puisi yang saya tulis itu kentut?\"\nFoyin menjawab: \"Bukankah kamu sudah 'tidak mampu ditiup oleh delapan mata angin'? Bagaimana kamu bisa 'dihajar ke seberang sungai' dengan kentut!\"\nSaat ini, Dongpo terkejut saat menyadari bahwa dia tidak cukup baik dan merasa malu.\n(Cerita ini merupakan metafora untuk “Panasnya belum tiba”)", "聖意": "Berdoalah untuk rumahmu dan keselamatanmu sendiri, untuk kekayaanmu, untuk bisnismu, untuk waktu yang baik, untuk pernikahanmu, untuk seorang musafir wanita di Liujia, untuk kedatangan ulat sutera di ladang, agar enam ternak menjadi stabil, untuk menemukan seseorang, untuk masalah, untuk tuntutan hukum publik, untuk migrasi, untuk harta benda yang hilang, untuk penyakit, untuk dikirim ke makam gunung, membawa keberuntungan", "古人": "Foyinhui Dongpo", "第X籤": "Tiga puluh satu nomor pemenang", "宮": "Wei Gong"}