{"籤詩版本二": "Perjalanan pulang sudah pasti Siapa yang tahu kalau ada batu giok yang tersembunyi di dalam batu?\nBegitu pengrajin yang baik mendapatkan potongan yang jelas, dia akan merasa aman dan tenteram di periode jasper", "詩意": "Dalam heksagram ini, Anda dapat melihat gambar batu giok saat Anda memotong batu.\nBekerja keras untuk sukses dalam segala hal.", "解曰": "Harta karun itu ada di dalam batu. Orang asing hanya tahu sedikit. Tunggu sampai menjadi jelas. Lakukan apa pun yang Anda bisa.", "籤詩故事一": "◇Liu Bei mencari bakat (tiga kunjungan ke pondok jerami, tiga kunjungan ke pondok jerami)\nPeriode Tiga Kerajaan. Zhuge Liang tinggal dalam pengasingan di sebuah gubuk jerami di Longzhong. Liu Bei sangat ingin mencari bakat, jadi dia mengunjungi Zhuge Liang secara langsung. Dia mengunjungi Zhuge Liang tiga kali (dikenal sebagai \"Tiga Kunjungan ke Pondok Jerami\" dalam sejarah). Liu Bei meminta yang lain untuk menjauh dan bertanya kepada Zhuge Liang: \" Dinasti Han telah jatuh, dan para menteri pengkhianat telah mencuri nyawa mereka. Yang Mulia.\" Tercakup dalam debu. Saya tidak mengukur kebajikan dan kemampuan saya, saya ingin percaya pada kebenaran besar di dunia, tetapi kebijaksanaan dan keterampilan saya dangkal, jadi saya menggunakannya secara merajalela. Sampai hari ini. Namun, ambisi saya masih belum berakhir, menurut Anda apakah rencana itu akan terlaksana?\"\nZhuge Liang kemudian menyampaikan kepadanya rencana membagi dunia menjadi tiga bagian, dan menganalisis situasi di mana Cao Cao tidak tersedia dan Sun Quan bisa membantunya. Dia juga menjelaskan tentang kepengecutan para pendeta negara di negara bagian Jing dan Yi. , dan ada peluang untuk memanfaatkannya, dan hanya kedua negara itu yang bisa dieksploitasi. Hanya dengan begitu dia bisa memenangkan dunia, dia bahkan memberi tahu Liu Bei strategi menyerang Dataran Tengah. (Diskusi ini kemudian disebut \"Longzhong Dui\"). Setelah Liu Bei mendengar ini, dia memujinya seolah-olah dia telah menemukan harta karun, dan dengan tegas mengundang Zhuge Liang untuk keluar membantu, sehingga Zhuge Liang menjadi penasihat militer Liu Bei.", "聖意": "Rumahnya damai, saya mencari kekayaan, perdagangan tenaga kerja menghalangi pernikahan dan menjadi seorang musafir virtual di Liujia.", "古人": "Liu Bei mencari bakat (tiga kunjungan ke pondok jerami, tiga kunjungan ke pondok jerami)", "第X籤": "Pemenang lotere ketiga puluh dua", "宮": "Wei Gong"}