{"籤詩版本二": "Dandani dan tata ulang gaya keluarga lama Tao tanpa langit tetapi memiliki manfaat.\nUsai menyapu bersih duri dan duri di jalan, ketiganya sepakat untuk berkumpul kembali dengan rekan-rekannya", "詩意": "Heksagram ini melambangkan penataan ulang pakaian.\nSemuanya sulit sebelum menjadi mudah nantinya.", "解曰": "Jangan khawatir. Selamat bersenang-senang. Jika Anda bertanya tentang masa depan. Ada jalan bagus di depan.", "籤詩故事一": "◇Kitab Buddha Biksu Tang\nXuanzang (602-664), seorang biksu terkemuka dari Dinasti Tang, memiliki nama keluarga umum Chen dan nama pemberian Yi. Ia lahir di Kabupaten Goushi, Luozhou (sekarang bagian selatan Kota Yanshi, Provinsi Henan). Ia menjadi biksu pada usia tiga belas tahun dan mengambil nama Buddha Xuanzang. Dunia ini disebut Sanzang dari Dinasti Tang.\nPada tahun ketiga Zhenguan (629, juga dikenal sebagai tahun pertama Zhenguan), dia melakukan perjalanan ke barat ke Tianzhu (India) untuk mendapatkan kitab suci Buddha. Dia berkelana ke dalam bahaya sendirian dan menanggung kesulitan. Dia baru tiba dalam empat tahun.\nPada tahun ketujuh belas Zhenguan, sang guru secara resmi mengundurkan diri dan kembali ke timur. Dia kembali ke Tiongkok melalui Jalan Selatan Provinsi Xinjiang, Khotan, dan Loulan saat ini, yang memakan waktu total tujuh belas tahun dan perjalanan sejauh 50.000 mil. Ketika dia tiba di Chang'an pada bulan pertama tahun kesembilan belas Zhenguan, kaisar memerintahkan Liang Guogong Fang Xuanling dan pejabat sipil dan militer lainnya untuk memberinya sambutan yang megah.\nSebanyak 520 dan 657 jilid kitab suci Buddha Sansekerta asli telah diminta. dan diterjemahkan ke dalam bahasa Cina.\nSetelah gurunya kembali, dia sangat dihormati oleh Kaisar Taizong dan Kaisar Gaozong dan diabadikan di Da Nei, memberinya gelar \"Guru Tripitaka\".", "聖意": "Rumah dalam kekacauan, semoga sukses untuk diri sendiri, nasib baik, bisnis yang baik, pernikahan yang baik, menghalangi Liujia, orang datang ke ladang, ulat sutera, hewan yang tidak menguntungkan, mencari orang, tuntutan hukum publik, migrasi, kehilangan harta benda, penyakit yang terlambat, berdoa demi berkah, makam gunung harusnya sudah tua.", "古人": "Biksu Tang Mempelajari Kitab Suci Buddha", "第X籤": "Pemenang lotere ketiga puluh lima", "宮": "Shen Gong"}