{"籤詩版本二": "Jika ingin aman dan tenteram, tidak cocok membiarkan lilin tertiup angin.\nLebih baik membersihkan dan duduk di aula yang dalam, menghindari cahaya, berguncang di tempat yang tenang, dan bergerak. Kocok → Yao. Gratis → sedikit.", "詩意": "Heksagram ini seperti angin yang mengguncang lampu dan lilin.\nMenjaga segala sesuatunya tetap konstan akan membawa keberuntungan.", "解曰": "Duduklah di tempat yang tenang. Siap dihubungi dan tepat waktu. Itu bukan sebuah berkah. Konservatif dan tepat.", "籤詩故事一": "◇Li Jing kembali ke gunung\nLi Jing (571-2 Juli 649), nama kehormatan Apoteker, adalah penduduk asli Sanyuan, Yongzhou (sekarang timur laut Kabupaten Sanyuan, Provinsi Shaanxi). Seorang jenderal dari akhir Dinasti Sui hingga awal Dinasti Tang, dia adalah seorang ahli strategi militer terkenal dengan keterampilan sipil dan militer di Dinasti Tang. Kemudian, ia dianugerahi gelar Adipati Wei, dan dikenal sebagai Adipati Wei di dunia.\nLi Jing adalah ayah dari pangeran ketiga Nezha dalam daftar dewa, juga dikenal sebagai \"Raja Tota\". Li Jing dan putranya membantu Jiang Ziya (Tai Gong) untuk mengalahkan Ratu Zhou, mendirikan Dinasti Zhou, dan Raja Wu secara resmi naik takhta. Jiang Ziya kemudian membuat daftar dewa dan melakukan upacara untuk menenangkan jiwa prajurit yang tewas dalam pertempuran tersebut. Sejak saat itu, dunia menjadi damai dan tenteram. Raja Wu ingin membuat marquise dan memberi penghargaan kepada mereka, dan dia juga ingin mengalokasikan tanah kepada para pahlawan pendiri. Li Jing, ayah dan putranya, serta tujuh orang lainnya meminta untuk kembali ke gunung untuk mempraktikkan Taoisme dan tidak terobsesi dengan ketenaran dan kekayaan duniawi. Kemudian, ketujuh dari mereka \"menjadi orang suci dalam tubuh\" dan masuk dalam kelas abadi.\nKisah \"Feng Shen Bang\"", "聖意": "Rumahnya konservatif, saya biasa saja, saya mencari uang, saya kesulitan dalam bisnis, pernikahan saya tidak harmonis dengan Liujia, saya berdoa agar pejalan kaki memiliki kepercayaan, ulat sutera sudah matang di musim gugur, dan hewan-hewan selamat, Saya mencari orang, saya melihat tuntutan hukum publik dan migrasi, saya konservatif, saya kehilangan harta benda, saya sakit, saya tidak ingin mengubah makam di Jianxingshan.", "古人": "Li Jing kembali ke gunung", "第X籤": "Pemenang lotere ketiga puluh tujuh", "宮": "Shen Gong"}