{"籤詩版本二": "Cermin Berusia Seribu Tahun Bersatu Kembali, Wanita Minta Suami Menikah Lagi\nSejak saat itu, keluarga tersebut mengalami transformasi, dan keberkahan pun ditambahkan kepada anak dan cucu.", "詩意": "Heksagram ini merupakan simbol penyatuan kembali cermin.\nSemuanya adalah kerja keras dan mahal.", "解曰": "Menggali pasir menjadi emas. Mengendarai naga dan menunggangi harimau. Meskipun itu melelahkan. Ada suplemen di dalamnya.", "籤詩故事一": "◇ Yulianhui sepuluh teman\nPada Dinasti Song, Qian Yulian menikah dengan Wang Shipeng. Ketika Shi Peng pergi ke Beijing untuk mengikuti ujian, Sun Ruquan yang kaya memaksa Yulian untuk menikah lagi.\nQian Yulian menolak lamaran Sun Ruquan yang kaya dan lebih memilih menikah dengan Wang Shipeng, seorang sarjana miskin dari Wenzhou yang dipekerjakan oleh \"Jing Chai\".\nBelakangan, Wang Shipeng menjadi juara pertama, karena menolak dipaksa menikah oleh Perdana Menteri Wanqi, ia dikirim untuk menjadi hakim di daerah terpencil Chaoyang. Sun Ruquan diam-diam mengubah surat keluarga Wang Shipeng menjadi \"surat cerai\" dan menipu Yulian agar tertipu. Ibu tiri Qian Yulian juga memaksanya untuk menikah lagi, namun Yulian menolak dan bunuh diri dengan menceburkan diri ke sungai. Dia diselamatkan oleh Qian Zaihe dari Provinsi Fujian dan diadopsi sebagai putri angkatnya. .\nYulian mengira Shipeng sudah mati. Lima tahun kemudian, Wang Shipeng menjadi gubernur Ji'an. Suatu hari, dia mengadakan upacara peringatan di kuil Tao untuk mengenang mendiang istrinya. Yulian kebetulan pergi ke kuil Tao Ji'an untuk membakar dupa, dan Wang dan Qian akhirnya bersatu kembali.", "聖意": "Rumah tidak baik untuk diri sendiri. Musim gugur dan musim dingin sejahtera. Semoga kekayaan menjadi sejahtera. Musim gugur dan musim dingin sejahtera. Bisnis sejahtera. Semoga perkawinan sukses. Doakan pejalan kaki untuk pergi ke ladang. Ulat sutera dapat dipelihara. Enam ternak dapat diangkat. Orang dapat ditemukan. Tuntutan hukum publik tidak menguntungkan. Migrasi bersifat konservatif. Kehilangan harta benda. Penyakit yang terlambat. Berdoa memohon berkah. Gunung dan kuburan baik.", "古人": "Yulianhui sepuluh teman", "第X籤": "Tanda keempat", "宮": "Rahim"}