{"籤詩版本二": "Roda merah jatuh di barat, kelinci muncul di timur, yin tumbuh dan yang menghilang, dan segalanya menjadi makmur\nJika seorang wanita mau menggunakannya, maka akan menambah hartanya dan mendatangkan kebahagiaan di hatinya.", "詩意": "Heksagram ini adalah simbol pertumbuhan Yin dan hilangnya Yang.\nSemuanya sulit sebelum menjadi mudah nantinya.", "解曰": "Yin bermanfaat bagi wanita. Tidak cocok untuk pria. Jika Anda mencari nasihat. Keburukan datang terlebih dahulu barulah kebaikan datang.", "籤詩故事一": "◇Wu Zetian naik takhta\nPada usia 14 tahun, Wu dipanggil ke istana oleh Kaisar Taizong Li Shimin dari Dinasti Tang sebagai orang yang berbakat, bernama \"Wu Mei\". Setelah Taizong meninggal, Zetian memasuki Kuil Ganye dan menjadi seorang biarawati.\nKetika Kaisar Gaozong dari Dinasti Tang naik takhta, dia memanggil keluarga Wu ke istana untuk memberi penghormatan kepada Zhaoyi. Pada tahun keenam pemerintahan Yonghui (655), Kaisar Gaozong mengangkat Wu sebagai ratunya.\nWu Zetian cerdas, terlibat dalam sastra dan sejarah, dan kaya akan akal. Segera setelah Wu Zetian menjadi ratu, karena Gaozong lemah dan sakit, dia terkadang mempercayakannya untuk menangani urusan politik tertentu, sehingga kekuasaannya bertambah. Pada tahun pertama Shangyuan (674), Kaisar Gaozong disebut \"Kaisar\", Permaisuri Wu disebut \"Ratu Surga\", dan mereka berdua disebut \"Dua Orang Suci\" di istana.\nPada tahun pertama Hongdao (683), Gaozong meninggal, Pangeran Li Xian naik takhta, dan Wu Zetian memerintah dinasti. Pada bulan Februari tahun pertama Sisheng (684), Wu Zetian menggulingkan Li Xian sebagai Raja Luling dan mengangkat putra keempatnya Li Dan sebagai kaisar, terus memerintah dinasti tersebut. Pada bulan September tahun yang sama, ia mengubah benderanya menjadi emas, dan Luoyang, ibu kota timur, berganti nama menjadi ibu kota dewa. Pada hari kesembilan bulan September tahun pertama Tianshou (690), Wu Zetian memproklamirkan dirinya sebagai kaisar dan mengubah nama negara menjadi Zhou.", "聖意": "Rumah tidak baik untuk diri sendiri, berdoa memohon keberkahan, mencari harta, menjaga transaksi, rejeki untuk menikah, sial bagi enam dewa (wanita), pejalan kaki menghalangi ladang, ulat sutera, ternak sejahtera, mencari orang, perpisahan, litigasi ,kerugian, kesialan, kehilangan harta benda, sakit, syok, gunung dan kuburan, semoga beruntung", "古人": "Wu Zetian naik takhta", "第X籤": "Pemenang lotere keempat puluh", "宮": "Anda Istana"}