{"籤詩版本二": "Anda akan mengingat kata-kata baik yang tak terhingga, tetapi Anda akan menjadi anak seorang pencuri.\nJangan serakah saat ini dan khawatir tentang bagaimana dia akan melakukan sesuatu yang baik setahun yang lalu.", "詩意": "Heksagram ini mengidentifikasi pencuri sebagai anak laki-laki.\nBerhati-hatilah dalam segala hal yang Anda lakukan.", "解曰": "Hanya satu ini. Seorang pria tidak membuat kesalahan. Ingatlah hal ini. Jangan kesepian.", "籤詩故事一": "◇Dong Zhuo menerima Lu Bu\nLu Bu, pemberani dan pandai berperang, adalah seorang jenderal militer terkenal di akhir Dinasti Han Timur dan awal Tiga Kerajaan.Dia pernah menganggap Ding Yuan, gubernur Jingzhou, sebagai ayah angkatnya dan bertugas di bawahnya.\nSetelah kematian Kaisar Ling dari Dinasti Han Timur, Ding Yuan pergi ke Beijing untuk berkolusi dengan jenderal He Jin untuk mengendalikan pemerintahan.\nDong Zhuo bertarung dengan Ding Yuan, namun beberapa jenderal tidak mampu mengalahkan Lu Bu, sehingga Dong Zhuo mengirim bawahannya Li Su untuk menyuap Lu Bu. Li Su membawa tumpukan harta emas dan perak serta kuda kelinci merah yang terkenal untuk \"mengunjungi Lu Bu\". Li Su membawa tumpukan harta emas dan perak serta kuda kelinci merah yang terkenal untuk mengunjungi Lu Bu. Jadi Lu Bu disuap oleh Dong Zhuo untuk membunuh Ding Yuan, dan menyuruh tentaranya untuk ikut dengannya jika mereka mau, dan pergi jika mereka tidak ingin mengikutinya. Akibatnya, sebagian besar tentara melarikan diri. Jadi Lu Bu disuap oleh Dong Zhuo dan membunuh Ding Yuan.\nSetelah Dong Zhuo memperoleh kekuasaan, dia mengangkat Lu Bu sebagai anak angkatnya dan menjadikannya seorang jenderal dan marquis.\nDong Zhuo memiliki temperamen yang keras, dan \"hubungan ayah-anak\" dengan Lu Bu sebenarnya sangat lemah.Pada tahun 189 M, atas dorongan Situ Wang Yun, Lu Bu membunuh Dong Zhuo.\nEnam bulan setelah kematian Dong Zhuo, pasukan lama Dong Zhuo menyerbu ibu kota, dan Lu Bu serta istrinya melarikan diri dengan panik. Setelah meninggalkan ibukota, Lu Bu mencari perlindungan dengan panglima perang Yuan Shu, Yuan Shao, Zhang Yang, Zhang Miao, Liu Bei, dll, dan bertempur berkali-kali dengan Cao Cao, panglima perang besar lainnya pada saat itu. Lu Bu adalah pemberani dan baik dalam pertempuran, dan mengalahkan Cao Cao beberapa kali.\nPada tahun ketiga Jian'an di Dinasti Han Timur, pasukan Cao Cao menyerang Xiaopei, markas Lu Bu, dan ditangkap serta dibunuh oleh Cao Cao di bawah Menara Baimen. Sebelum dieksekusi, Lu Bu meminta Cao Cao untuk menjaganya tetap hidup agar terhindar dari kematian, namun Liu Bei mengingatkan Cao Cao bahwa Lu Bu telah berkhianat berkali-kali dan merupakan orang yang tidak jujur. Pada akhirnya, Cao Cao, yang hanya menghargai bakat tanpa mempedulikan moralitas, mengeksekusi Lu Bu.", "聖意": "Saya gelisah di rumah, saya biasanya mencari uang, menjaga transaksi, sulit menikah, lelaki Liujia kaget, orang datang ke ladang, ulat sutera setengah matang, enam hewan aman, orang mencari orang, tuntutan hukum sesuai dan migrasi, barang hilang sulit ditemukan, penyakit sulit ditemukan, dan ada kedamaian di makam Gunung Zhenxing.", "古人": "Dong Zhuo menerima Lu Bu", "第X籤": "Pemenang lotere ke-41", "宮": "Anda Istana"}