{"籤詩版本二": "Kaisar, kaisar, dan permaisuri akhirnya akan bermurah hati dan menunggu serta berdoa memohon berkah tanpa kehilangan atau keuntungan.\nSemua makhluk mendapat manfaat darinya, dan kemakmuran diharapkan di dunia dan di surga.", "詩意": "Heksagram ini merupakan tanda nikmat dari surga.\nSemuanya akan sukses.", "解曰": "Kaisar menunjukkan dukungannya. Jangan pernah lupa. Ritual pagi dan sore. Adalah tepat untuk membakar dupa.", "籤詩故事一": "◇Mulian menyelamatkan ibunya\nMokou Lian, atau Mulian, adalah yang terkuat di antara sepuluh murid Buddha Sakyamuni.\nIbunya serakah dan pelit semasa hidupnya, sehingga dia jatuh ke alam hantu kelaparan setelah kematiannya. Mokhullian menggunakan kekuatan magisnya untuk mengamati dan menemukan bahwa ibunya terlahir sebagai hantu kelaparan, tidak memiliki cara untuk mendapatkan makanan dan berada dalam kesulitan besar. Dia menggunakan kekuatan magisnya untuk membawakan makanan untuk ibunya. Tanpa diduga, setelah sang ibu menerima makanannya, berubah menjadi abu dan tidak bisa dimakan.\nMaudgalyana khawatir dengan apa yang terjadi dan melaporkannya kepada Sang Buddha. Sang Buddha memberi tahu Mulian bahwa pada hari ke 15 bulan ketujuh lunar, ia harus memasukkan seratus rasa dan lima buah ke dalam baskom dan mempersembahkannya kepada biksu bajik dari sepuluh penjuru. Dengan kekuatan ini, ibunya akan bisa makan .\nMaudgalyana bertindak sesuai dengan kehendak Sang Buddha, dan ibunya akhirnya dibebaskan. Upacara semacam ini disebut “Festival Obon” dan festival ini disebut “Festival Obon”.\n(Catatan: Suatu zat memiliki perasaan yang berbeda di berbagai tingkat dunia. Misalnya: ketika hujan di dunia ini, kita melihatnya sebagai \"air\", sedangkan makhluk di alam hantu kelaparan merasakannya sebagai \"darah\", dan makhluk hidup makhluk di dunia neraka merasakannya sebagai \"darah\". Rasanya seperti \"menjatuhkan pedang\", sedangkan makhluk surgawi merasa seperti \"menjatuhkan sekuntum bunga\".)", "聖意": "Berdoa untuk rumah dan rumah, berdoa untuk keberuntungan di musim dingin, mencari kekayaan, tidak ada transaksi, pernikahan, kedamaian di Liujia, pejalan kaki, pindah ladang, ulat sutera, enam hewan, menemukan orang, tuntutan hukum, kesuksesan, migrasi, konservatisme, kehilangan harta benda, penyakit , kedamaian pegunungan, kuburan", "古人": "Mulian menyelamatkan ibunya", "第X籤": "Tanda tangani empat puluh dua", "宮": "Anda Istana"}