{"籤詩版本二": "Dunia ini fleksibel dan segala sesuatu bersifat mandiri, mandiri, dan aman\nSegala sesuatu dalam hidup ini indah, berterima kasih kepada orang-orang suci dan orang bijak atas segalanya, dan jadilah sejahtera.", "詩意": "Heksagram ini melambangkan keselarasan antara bumi dan bumi.\nSemuanya berjalan baik dan tidak ada bahaya.", "解曰": "Segala sesuatu dilahirkan. Semua rencana dan keinginan menjadi kenyataan. Ford membantu. Rui Qi sedang terburu-buru.", "籤詩故事一": "◇ Pejalan kaki mendapatkan pencerahan\nKisah Perjalanan ke Barat:\nSun Wukong mengambil alih Gunung Bunga dan Buah-buahan dan menjadi raja. Kemudian, untuk menemukan cara hidup selamanya, dia menghabiskan delapan atau sembilan tahun melakukan perjalanan melintasi gunung dan sungai untuk memuja Patriark Bodhi sebagai gurunya. Dia mempelajari tujuh puluh -dua perubahan kejahatan duniawi dan awan jungkir balik, dan untuk pertama kalinya mengambil nama keluarga Sun, Dinamakan Wukong.\nSetelah itu, Sun Wukong pergi ke Istana Naga di Laut Cina Timur untuk mencari senjata yang cocok, dan akhirnya menemukan Gada Emas Ruyi, jarum dewa Tianhe dan Dinghai. Karena masa hidupnya telah berakhir, dia membuat keributan besar di dunia bawah, merevisi buku kehidupan dan kematian, dan kembali ke dunia manusia. Belakangan Sun Wukong dipanggil pertama kali ke surga dan diberi nama Bima Wen. Kemudian, dia dipanggil ke surga untuk kedua kalinya dan diberi nama Raja Kera. Dia makan buah persik secara diam-diam dan membuat keributan besar di surga. Dia disegel di Tungku Bagua untuk melatih mata emas dan matanya yang berapi-api. Akhirnya, dia ditekan oleh Buddha Tathagata di kaki Gunung Wuzhi selama 500 tahun, tidak bisa bergerak. Tempat dimana tungku Bagua ditendang berubah menjadi gunung api.\nLima ratus tahun kemudian, Biksu Tang pergi ke Barat untuk mendapatkan kitab suci, melewati Gunung Lima Elemen, dan melepas jimatnya sebelum menyelamatkan Sun Wukong. Sun Wukong menangis tersedu-sedu, setelah diinstruksikan oleh Bodhisattva Guanyin, dia memuja Biksu Tang sebagai gurunya dan pergi ke Barat untuk belajar kitab suci bersama. Dalam perjalanan mempelajari kitab suci, Sun Wukong mendatangi iblis dan melenyapkan monster, dan berulang kali melakukan prestasi yang luar biasa.Namun, dia disalahpahami dan diusir oleh tuannya Tang Seng berulang kali. Setelah delapan puluh satu kesulitan, pekerjaan itu akhirnya selesai Keempat guru dan murid tiba di Kuil Xitian Leiyin dan memperoleh kitab suci yang sebenarnya. Sun Wukong mencapai hasil yang tepat.\n(Kisah ini adalah sebuah metafora bahwa seekor monyet pun bisa menjadi tercerahkan, apalagi manusia.)", "聖意": "Rumah itu menguntungkan bagi diri sendiri, untuk kekayaan, bisnis, pernikahan, Liujia, pejalan kaki laki-laki, penghalang ladang, ulat sutera, enam hewan, Zhongping, mencari orang, tuntutan hukum, kesuksesan, migrasi, kehilangan harta benda, penyakit, makam Xingxingshan, banyak hal menguntungkan", "古人": "Pelancong mencapai pencerahan", "第X籤": "Ditandatangani pada tanggal 43", "宮": "xugong"}