{"籤詩版本二": "Cuaca dingin mengubah air menjadi es, mengapa harus rakus akan ketenaran?\nSaya tidak punya pilihan selain duduk diam dan menunggu daun tumbuh subur secara alami.", "詩意": "Dalam heksagram ini, air berubah menjadi es.\nJangan meminta sesuatu dengan sia-sia.", "解曰": "Air membeku menjadi es. Es mencair menjadi air. Jika itu adalah konspirasi. Begitulah.", "籤詩故事一": "◇Wang Xiang meminta ikan mas (Dua Puluh Empat Kisah Berbakti)\nWang Xiang dari Dinasti Jin, nama kehormatan Fuzheng, lahir di Linyi.\nKetika Wang Xiang masih muda, ibu kandungnya meninggal, Ayahnya yang kesepian menikah dengan seorang wanita bernama Zhu, dan Wang Xiang memiliki ibu baru. Ketika Wang Xiang masih muda, ibu kandungnya meninggal, dan ayahnya yang kesepian menikah dengan seorang wanita bernama Zhu. Ibu tiri Wang Xiang adalah seorang wanita yang berpikiran sempit dan pencemburu, dia tidak menyukai Wang Xiang dan sering memarahinya karena hal-hal sepele. Tak lama kemudian, ibu tiri pun melahirkan seorang putra bernama Wang Lan. Ibu tiri hanya menyayangi anak-anaknya sendiri, dan menganggap Wang Xiang sebagai duri di sisinya, ia semakin menuntut Wang Xiang, dan sering menjelek-jelekkan Wang Xiang di depan ayahnya, bahkan lambat laun ayahnya tidak lagi mencintainya. Ibu tiri hanya menyayangi anak-anaknya sendiri, dan menganggap Wang Xiang sebagai duri di sisinya, ia bahkan lebih menuntut Wang Xiang, dan sering berbicara buruk tentang Wang Xiang di depan ayahnya. Bahkan ayahnya lambat laun tidak lagi mencintainya. Meskipun saudara tiri Wang Xiang, Wang Lan sangat ramah terhadap saudaranya. Meskipun ibu tirinya disiksa, dia tetap sangat berbakti. Ibu tirinya sangat kasar, tapi Wang Xiang masih sangat berbakti.\nIbu tirinya mempunyai hobi yaitu suka makan ikan segar yang baru ditangkap dari sungai. Ibu tirinya mempunyai hobi yaitu suka makan ikan segar yang baru ditangkap dari sungai. Suatu musim dingin, ayahnya pergi untuk urusan bisnis, dan ibu tirinya jatuh sakit lagi. Saudara Wang Xiang dan Wang Lan dengan hati-hati menyajikan sup dan obat untuk dimakan ibu mereka. Dalam cuaca dingin yang parah, penyakit ibu tirinya masih tidak kunjung membaik. di cepat. Suatu musim dingin, ayahnya pergi untuk urusan bisnis, dan ibu tirinya jatuh sakit lagi. Saudara Wang Xiang dan Wang Lan dengan hati-hati menyajikan sup dan obat untuk dimakan ibu mereka. Dalam cuaca dingin yang parah, penyakit ibu tirinya masih tidak kunjung membaik. di cepat. Ibu tiri yang sakit ingin makan ikan segar dari sungai.Dalam iklim yang sangat dingin, di luar sedang turun salju dan air di sungai telah berubah menjadi es tebal. Ibu tiri yang sakit ingin makan ikan segar Dimana ikan segar bisa ditemukan di iklim dingin dan bersalju?\nPada masa itu, tidak ada hidangan di luar musim, dan Anda tidak dapat membelinya meskipun Anda punya uang.\nPada titik cerita ini, kisah mengharukan Wang Xiangqiu Li terjadi. Kedua bersaudara itu menjaga ibu mereka tanpa daya. Wang Xiang berjalan ke sungai yang membeku agar tidak mengecewakan ibu tirinya yang sakit. Wang Xiang punya ide dan melepas bajunya terlepas dari dinginnya. Dia berbaring telanjang di gletser dan ingin Itu menggunakan suhu tubuhnya sendiri untuk mencairkan es (sehingga ikan mas Wang Xiangqiu disebut juga Wang Xiang yang berbaring di atas es). Dia melepas bajunya dan berbaring telanjang di gletser. Dia berdoa kepada Tuhan dan berkata: \"Tuhan, ibuku sakit dan ingin makan ikan mas segar. Kamu harus menemukan jalan untukku apapun yang terjadi. \" Anehnya, balok es di sebelahnya tiba-tiba retak, dan ada dua retak. Seekor ikan mas hidup melompat keluar dari celah dan melompat ke atas es. Wang Xiang sangat senang. Dia berdoa kepada Tuhan: \"Tuhan, ibuku sakit dan ingin makan ikan mas segar. Engkau harus menemukan jalan untukku apapun yang terjadi. \" Anehnya, balok es di sebelahnya tiba-tiba retak, dan ada dua retakan. Seekor ikan mas hidup melompat keluar dari celah dan melompat ke atas es, Wang Xiang sangat senang. Dia segera berlutut, bersyukur kepada Tuhan, dan berlari pulang membawa ikan mas. Dia segera berlutut, bersyukur kepada Tuhan, dan segera mengambil ikan mas itu dan pulang. Setelah ibu tirinya memakan ikan mas segar, penyakitnya segera sembuh. Ibu tiri di ranjang rumah sakit tercengang saat melihat tubuh bagian atas telanjang Wang Xiang yang berubah warna menjadi ungu karena kedinginan, dan dua ikan di tangannya, Dia berlari ke kamar dengan gembira dan tertegun.\nWang Xiang kemudian menjadi pejabat dan menjadi Taibao, dan dianugerahi gelar Adipati.", "聖意": "Gelisah di rumah, saya berdoa untuk perlindungan, kesulitan keuangan, masalah bisnis, pernikahan, ketidakkonsistenan dalam asuransi Liujia, pejalan kaki, Chi Tian, ​​​​kerugian ulat sutera, enam kerugian ternak, orang hilang, tuntutan hukum publik, migrasi, konservatif, kehilangan harta benda, penyakit , sulit untuk dipulihkan, makam gunung, semoga berhasil", "古人": "Wang Xiang meminta ikan mas (Dua Puluh Empat Kisah Kesalehan Berbakti)", "第X籤": "Empat Puluh Sembilan Memenangkan Lott", "宮": "Haigong"}