{"籤詩版本二": "Anda dapat melakukan perjalanan ke seluruh pelosok negeri, menggantung kanopi layar agar dapat menahannya dengan bebas\nJika ada angin yang menguntungkan, maka akan segera tiba dan perahu akan penuh dengan harta karun.", "詩意": "Heksagram ini seperti menarik perahu mengikuti angin.\nSemua berjalan dengan baik.", "解曰": "Beristirahatlah dengan tenang. Tidak perlu usaha. Banyak kekayaan. Semua dikagumi.", "籤詩故事一": "◇ Lima Danau Tao Zhugui (Danau Fan Ligui)\nPada Periode Musim Semi dan Musim Gugur, Fan Li, yang nama kehormatannya adalah Shaobo, juga dikenal sebagai Gui Yizipi atau Tao Zhugong.\nPada saat itu, terjadi perang antara Negara Wu dan Negara Yue, dan Negara Wu menghancurkan Negara Yue. Fan Li dan Wen Zhong merumuskan rencana agar Raja Yue Gou Jian mempromosikan Yue dan menghancurkan Wu. Fan Li secara pribadi melakukan perjalanan melalui gunung dan sungai, dan mengunjungi Xi Shi, seorang wanita cantik dengan kebajikan, bakat dan kecantikan, di Sungai Huansha di Gunung Bailuo dan mempersembahkannya kepada Raja Wu. Dia menggunakan \"trik kecantikan\" untuk bekerja sama di dalam dan di luar dan menghancurkan Kerajaan Wu.\nSetelah dia berhasil memusnahkan Kerajaan Wu, Fan Li mengetahui bahwa Gou Jian adalah \"burung berleher panjang dengan paruh\" dan dapat berbagi kesulitan dan kebahagiaan dengannya, jadi dia pergi berperahu bersama Xi Shi melintasi Kerajaan Qi, mengganti pakaiannya. nama untuk Gui Zipi, dan memimpin putra dan muridnya di Kerajaan Qi. Mereka tinggal di sebuah pondok di tepi laut. Ia bekerja keras mengolah lahan kosong, menjalankan usaha sampingan dan berbisnis, dalam beberapa tahun ia mengumpulkan puluhan juta harta keluarga. Dia murah hati dalam menyebarkan kekayaan dan berbuat baik untuk kampung halamannya. Kebijaksanaan dan kemampuan Fan Li dihargai oleh rakyat Qi. Raja Qi mengundangnya ke Linzi, ibu kota, dan memujanya sebagai perdana menteri yang bertanggung jawab atas urusan pemerintahan. . Dia berseru: \"Menjadi pejabat bisa menghasilkan menteri, dan menjalankan keluarga bisa menghasilkan kekayaan. Bagi rakyat jelata yang memulai dari awal, ini sudah mencapai titik ekstrim. Dihormati dalam waktu lama mungkin bukan pertanda baik.\" Jadi, hanya tiga tahun kemudian, dia sekali lagi Jiliu mundur dengan gagah berani, mengembalikan segel kepada raja Qi, dan memberikan seluruh kekayaan keluarganya kepada teman-teman dekatnya dan sesama penduduk desa.", "聖意": "Rumah itu baik untuk diri sendiri (untuk dikirim), mencari kekayaan, keberuntungan untuk barat, bisnis terlambat, pernikahan tidak baik, Liujia aman, orang menghalangi ladang, ulat sutera, musim gugur, baik untuk enam hewan, musim semi makmur, orang-orang mencari orang, tuntutan hukum buruk, migrasi bersifat konservatif, barang-barang hilang, penyakit-penyakit Barat terkuak, gunung-gunung dan kuburan berada di selatan.", "古人": "Lima Danau Tao Zhugui (Danau Fan Ligui)", "第X籤": "Pemenang lotere kelima puluh", "宮": "Haigong"}