{"籤詩版本二": "Musim panas adalah hari terpanjang dan semua orang khawatir akan panas dan depresi\nLangit dan bumi juga tahu apa yang diinginkan manusia, dan angin sepoi-sepoi bertiup dan sejuk alami", "詩意": "Heksagram ini menunjukkan bahwa setiap orang khawatir terhadap panas.\nMelakukan apapun yang Anda inginkan.", "解曰": "Tidak ada keraguan apakah akan maju atau mundur. Selamat bersenang-senang. Apakah itu untuk berkemah? Tidak perlu bertindak gegabah.", "籤詩故事一": "◇Kong Ming memasuki Sichuan\nZhuge Liang (181-234), nama kehormatan Kongming, adalah penduduk asli Yangdu, Langya (sekarang Kabupaten Yinan, Provinsi Shandong), dan merupakan perdana menteri Shu Han (Liu Bei) selama periode Tiga Kerajaan.\nMeskipun Liu Bei memenangkan Jingzhou, itu tidak cukup untuk memisahkan satu pihak, Zhuge Kongming berencana merebut Xichuan untuk meningkatkan wilayah Liu Bei. Saat ini, Liu Zhang di Yizhou diserang oleh Zhang Lu di utara. Zhuge Kongming mengetahui bahwa Liu Zhang ingin mendedikasikan peta Xichuan kepada Cao Cao untuk melindungi dirinya sendiri. Ketika Zhang Song (bawahan Liu Zhang) bertemu dengan Cao Cao, karena Cao Cao sombong dan kasar, Liu Zhang membawa peta itu kembali ke Xichuan dan melewati Jingzhou dalam perjalanan. Kong Ming telah menunggunya dalam perjalanan dan mengundangnya ke Jingzhou, tetapi dia tidak pernah menyebutkan Gambar Xichuan sampai waktu keberangkatan.Zhang Song berterima kasih kepada Kong Ming atas kesopanan dan keramahtamahannya, jadi dia mendedikasikan Gambar Xichuan untuk dia.\nMedan Xichuan berbahaya dan dapat diserang atau dipertahankan Setelah berbagai pengaturan Kong Ming, Xichuan menjadi tempat kelahiran Liu Bei.\n(Kong Ming memperlakukan orang dengan sopan dan dengan mudah mendapatkan Xichuan yang didambakan.)", "聖意": "Doakan keberkahan di rumah dan perlindungan diri sendiri (ada rejeki dibalik musibah) Carilah kekayaan, semoga sukses dalam bisnis, perkawinan biasa, kelahiran anak laki-laki di Liujia, pindah ladang, ulat sutera, kerusakan ternak, mencari orang, umum tuntutan hukum, migrasi, barang-barang lama yang hilang, penyakit utara, mengharapkan gunung dan kuburan", "古人": "Kong Ming memasuki Sichuan", "第X籤": "Babak 51: Memenangkan Lot (Memenangkan Lot)", "宮": "Rahim"}