{"籤詩版本二": "Butuh banyak usaha untuk menangkap bulan di dalam air, butuh banyak usaha tapi tidak ada hasil.\nJangan bicara omong kosong dan sia-siakan usaha menguatkan tubuh, kata \"tubuh layu\" aslinya berarti \"tubuh sepi\".", "詩意": "Heksagram ini rakus terhadap gambaran usaha.\nSemuanya melelahkan dan melelahkan.", "解曰": "Janji sulit untuk diingat. Banyak kerja keras. Khawatir di rumah. Menunggu untuk bertemu orang-orang mulia.", "籤詩故事一": "◇Taibai menangkap bulan saat mabuk (Li Taibai menangkap bulan saat mabuk)\nLi Bai (701-762), juga dikenal sebagai Taibai, juga dikenal sebagai Qinglian Jushi. Penyair Dinasti Tang, yang menyebut dirinya makhluk abadi yang terbuang, dikenal sebagai Puisi Abadi, dan dia selalu bahagia tanpa minum.\nSuatu ketika Li Bai datang ke Jinling (sekarang Nanjing) dan beristirahat di sebuah restoran di sebelah Jembatan Wende.\nHari itu kebetulan adalah hari kelima belas bulan lunar musim dingin.Pada malam hari, dia duduk sendirian di restoran dan mengagumi bulan, sambil minum dan membaca puisi. Hari itu kebetulan adalah hari kelima belas bulan lunar musim dingin.Pada malam hari, dia duduk sendirian di restoran dan mengagumi bulan, sambil minum dan membaca puisi. Li Taibai sangat menyukai bulan dalam hidupnya, mengatakan bahwa bulan itu bersih dan indah. Li Taibai sangat menyukai bulan dalam hidupnya, mengatakan bahwa bulan itu bersih dan indah. Malam itu, dia mendongak dan melihat bulan putih bulat di langit, dia sangat senang dan minum beberapa gelas lagi. Malam itu, dia mendongak dan melihat bulan putih bulat di langit, dia sangat senang dan minum beberapa gelas lagi. Pada tengah malam, Li Taibai memanfaatkan anggur tersebut dan turun menuju Jembatan Wende. Pada tengah malam, Li Taibai memanfaatkan anggur tersebut dan turun menuju Jembatan Wende. Begitu dia melangkah ke atas jembatan, dia menundukkan kepalanya dan tiba-tiba melihat bulan jatuh ke dalam air.Ketika sungai bergerak, beberapa garis hitam ditambahkan pada bayangan bulan putih. Begitu dia melangkah ke atas jembatan, dia menundukkan kepalanya dan tiba-tiba melihat bulan jatuh ke dalam air.Ketika sungai bergerak, beberapa garis hitam ditambahkan pada bayangan bulan putih. Li Taibai sangat mabuk saat ini sehingga dia mengira bulanlah yang ternoda oleh air sungai. Li Taibai sangat mabuk saat ini sehingga dia mengira bulanlah yang ternoda oleh air sungai. Dia bahkan tidak repot-repot melepas sepatu botnya, dia membuka tangannya dan melompat dari jembatan untuk mengejar bulan. Dia bahkan tidak repot-repot melepas sepatu botnya, dia membuka tangannya dan melompat dari jembatan untuk mengejar bulan. Di luar dugaan, dengan lompatan tersebut, bulan tidak tertangkap, namun bulan yang berada di dalam air hancur dan langsung terbelah menjadi dua bagian. Tak disangka, dalam lompatan tersebut, bulan tidak tertangkap, melainkan manusia yang tenggelam. Dia meninggal pada usia enam puluh dua tahun.", "聖意": "Rumah tidak tenang dan sial (perhatikan kesehatan) (sial) Cari harta dan keseimbangan (jangan dipikir-pikir lagi) Kesulitan dalam transaksi bisnis, pernikahan tidak terselesaikan, doakan perlindungan (harta kosong mencegah keguguran) Pejalan kaki bermasalah, ulat sutera di ladang lima poin, dan enam hewan menurun (sial) Mencari orang (malang) Tuntutan hukum publik dan (Hentikan gugatan) Migrasi biasa (tidak disebutkan) Kehilangan harta benda (pesawat) Berdoa mohon perlindungan dari penyakit (malang) Rejeki di gunung dan kuburan", "古人": "Taibai menangkap bulan sambil mabuk (Li Taibai menangkap bulan sambil mabuk)", "第X籤": "Lima puluh detik memenangkan lotere (Lotre)", "宮": "Rahim"}