{"籤詩版本二": "Ketika frustrasi berubah menjadi kegembiraan, naga mengaum dan harimau mengaum.\nLangit biru memiliki jalannya sendiri menuju langit, semoga saya memiliki kesempatan lagi untuk meraih ketenaran.", "詩意": "Heksagram ini seperti naga yang mengaum dan harimau yang mengaum.\nAda harapan semuanya akan berjalan baik.", "解曰": "Ajari saja dan pergi. Miliki kemakmuran Anda sendiri. Harus dibuat pada akhirnya. Ada tempat yang bisa ditemukan.", "籤詩故事一": "◇Liu Bei merekrut seorang pengantin wanita\nSetelah Pertempuran Chibi, Sun Quan sangat ingin mendapatkan kembali Jingzhou, yang telah diakuisisi oleh Liu Bei, jadi dia menggunakan rencana Zhou Yu, berpura-pura ingin menjodohkan saudara perempuannya Sun Ren dengan Liu Bei, namun sebenarnya dia ingin mengambil alih. Liu Bei sebagai sandera mengklaim Jingzhou.\nSetelah Zhuge Liang memata-matai rencana Zhou Yu, dia menyerahkan brosur berisi strateginya kepada Zhao Yun, yang melindungi Liu Bei ketika dia pergi ke Soochow. Zhao Yun mengikuti strategi di brosur dan dengan sengaja membuat gebrakan besar agar Wu Guotai ( Ayah Sun Quan) mengetahui tentang lamaran pernikahan. Karena Wu Guotai mencintai putrinya dan tidak mau mengambil keputusan sembarangan mengenai urusan seumur hidup putrinya, dia memarahi Sun Quan karena kejam terhadap saudara perempuannya dan mengusulkan untuk menguji secara pribadi apakah Liu Bei layak untuk putrinya di Kuil Ganlu. Setelah Wu Guotai bertemu Liu Bei, dia sangat menghargai Liu Bei dan sangat menganjurkan pernikahan antara Liu Bei dan putrinya, sehingga Liu Bei berhasil menikah dengan Nyonya Sun.\nKemudian, Liu Bei dan Nyonya Sun melarikan diri kembali ke Jingzhou bersama-sama.Kemudian, Sun Quan ingin menyerang Jingzhou secara diam-diam saat Liu Bei menyerang Yizhou, tetapi dihentikan oleh Wu Guotai, yang mengkhawatirkan keselamatan putrinya.\nDia berkata: \"Rencana cerdas Zhou Yu adalah yang terbaik di dunia. Dia kehilangan istrinya dan kehilangan pasukannya.\"\n(Liu Bei memperoleh keuntungan dari bahaya)", "聖意": "Saya sial di rumah dan saya sial (pertama sial, lalu sial). Carilah kekayaan, keseimbangan, masalah dalam pernikahan, kesuksesan dalam pernikahan. Doakan keberkahan bagi pejalan kaki, ulat sutera di ladang, lima poin untuk kerusakan ternak, carilah manusia, tuntutan hukum dan migrasi, rejeki untuk harta benda yang hilang, rejeki untuk penyakit, kedamaian gunung dan kuburan.", "古人": "Liu Bei merekrut seorang pengantin wanita", "第X籤": "Nomor pemenang kelima puluh tiga", "宮": "Rahim"}