{"籤詩版本二": "Kebajikan dari ayah kepada anak diwariskan kepada cucunya, kesejahteraan pangan dan sandang hanya bergantung pada Tuhan.\nChunxuan di aula membuat orang bahagia, ketika lapar, kenyang, haus dan mengantuk, Chunxuan adalah metafora orang tua.", "詩意": "Heksagram ini dihubungkan dengan gambar bambu yang menuju ke mata air.\nSemoga berjalan lancar.", "解曰": "Ambil bambu dan arahkan ke mata air. Itu menyebar tanpa henti. Seorang pria mencari harapan. Semua senang.", "籤詩故事一": "◇Raja Wu dari Zhou naik takhta\nRaja Wu dari Zhou menyerang Raja Zhou dan memimpin delapan ratus pangeran berperang melawan pasukan Raja Shang.Para prajurit di Chaoge (ibu kota Raja Shang) juga berbalik melawan Raja Shang dan mengkhianati Raja Shang.\nRaja Zhou membakar dirinya sendiri di Menara Zhaixing, dan Dinasti Shang hancur.\nRaja Wu menerima buku emas dan harta emas yang merupakan singgasana kaisar, ia menghadap ke selatan, tangannya terlipat ke bawah, dan ia duduk tegak. Raja Wu memerintahkan properti Lutai untuk dibagikan, Menara Pemetik Bintang dibongkar, dan gabah yang disimpan di Juqiao untuk dibagikan.\nBebaskan Jizi yang dipenjara dan perbaiki makam Bigan. Raja Wu berkendara melewati pintu rumah orang bijak Shang Rong dan menundukkan kepalanya. Hormati orang-orang yang berbudi luhur dan sopan, dan lepaskan para budak di dalam istana.\nDia juga menghentikan persenjataan dan mempromosikan budaya dan pendidikan. Di selatan Nanshan, kuda digembalakan dan ternak digembalakan di pedesaan dengan pohon persik, pemandangan yang damai.", "聖意": "Kondisi rumah kurang baik (semoga beruntung), bisa mewujudkan keinginan sendiri (semoga beruntung), mencari keuntungan finansial, bertransaksi, dan menikah (bertemu menantu yang baik), Liujia aman (zodiak tanda), pejalan kaki pindah ladang, ulat sutera beruntung, enam hewan rusak, orang sulit ditemukan (lihat), tuntutan hukum publik, orang mulia pindah, keberuntungan hilang dan banyak hal terlihat Penyakit dan penyakit", "古人": "Raja Wu dari Zhou naik takhta", "第X籤": "Lima puluh lima memenangkan lotere (lotting)", "宮": "Istana Jelek"}