{"籤詩版本二": "Pantainya penuh bebatuan, aliran sungai mengalir, angin jernih, bulan cerah, dan orang-orang mulia sibuk.\nDi jalan harus tanya mau kemana, jangan ambil wangi bunga dan tumbuhan di hutan, jangan diurus.", "詩意": "Heksagram ini seperti perahu yang berlayar di pantai kecil.\nDalam segala hal, ada orang-orang mulia yang bisa membantu.", "解曰": "Untuk mencari nafkah. Banyak kerja keras. Tetap konservatif dan tunggu. Semua yang terbaik.", "籤詩故事一": "◇ Pemberontakan Lushan\nAn Lushan (703-757), yang bermarga Kang dan bernama Yaluoshan, berasal dari Liucheng, Yingzhou (sekarang Chaoyang, Liaoning).\nKemudian, dia mengambil nama keluarga An dan mengubah namanya menjadi Lushan. Pada masa pemerintahan Kaisar Xuanzong dari Dinasti Tang, An Lushan adalah utusan militer.\nPada bulan November tahun ke-14 Tianbao, An Lushan mengumpulkan pasukan di Fanyang Atas nama menyerang Yang Guozhong, dia melancarkan pemberontakan dan membawa pasukan dari tiga kota untuk menyerang Luoyang, ibu kota timur. Laporan dari Taiyuan mengalir ke Lishan. Tang Xuanzong, yang saat itu berada di Istana Huaqing di Lishan, tidak percaya bahwa Anlushan akan memberontak. Namun, berita pemberontakan terus menyebar, dan Xuanzong masih setengah yakin. (Ini adalah gambaran dari \"suara derasnya air yang mengalir di bebatuan kecil di sungai\")\nBaru setelah Yan Zhenqing, prefek Kabupaten Pingyuan, mengirim seseorang untuk mengirimkan informasi, Xuanzong terbangun dari mimpinya.\nDi bawah strategi Kaisar Xuanzong dari Dinasti Tang yang salah, resimen kavaleri An Lushan merebut Luoyang, ibu kota timur.Pada bulan pertama tahun berikutnya, ia memproklamasikan dirinya sebagai Kaisar Dayan di Luoyang, Jianyuan Shengwu, Kaisar Xiongwu, dan Da Xixun sebagai Perdana Menteri.\nPada bulan Juni tahun yang sama, Kaisar Xuanzong dari Dinasti Tang, yang ingin meredakan krisis di Chang'an dan dengan pemahaman militer yang salah, mengeksekusi dua jenderal terkenal, Feng Changqing dan Gao Xianzhi.Perintah ini mengejutkan tentara Tang. (Perilaku ini melanggar \"jalan harus mengarah ke sungai depan\")\nSetelah itu, Kaisar Xuanzong dari Dinasti Tang segera memerintahkan jenderal lain, Ge Shuhan, untuk memimpin pasukan Tang ke arah timur keluar dari Tongguan.\nGe Shuhan, yang sepenuhnya memahami kesalahan strategis Kaisar Xuanzong dari Dinasti Tang, berencana untuk menunda perubahan (pendekatan \"tidak apa-apa jika angin tenang dan air pasang tenang\").\nPada akhirnya, Kaisar Xuanzong dari Dinasti Tang berpikir bahwa dia terlalu takut untuk bertarung, jadi dia tidak punya pilihan selain bertarung dengan An Lushan sambil menangis, dan dikalahkan. (Ini memenuhi \"Jika Anda bekerja keras untuk menghidupi diri sendiri, Anda mungkin terluka.\")\nPada Dinasti Tang, ketika pasukan perbatasan dan garnisun lokal tidak punya waktu untuk merespons, pasukan An Lushan menekan perbatasan dan memasuki wilayah ibu kota. Dalam situasi kritis, Kaisar Xuanzong dari Dinasti Tang memimpin Korps Pengawal melarikan diri dari ibu kota, menyebabkan Xijing Chang'an yang tidak memiliki pemimpin jatuh.\n(Tang Xuanzong melanggar petunjuk tanda ini, sehingga pemberontakan An Lushan berhasil.)", "聖意": "Rumah aman, beruntung, rejeki stabil, transaksi sejahtera, perkawinan berhasil (hati-hati), pejalan kaki laki-laki dari Liujia datang ke ladang, ulat sutera dipanen, enam ternak dirusak, orang tersebut ditemukan , gugatannya dibenarkan, harta benda yang hilang membawa penyakit, yaitu makam Anshan harus diperbaiki.", "古人": "Pemberontakan Lushan", "第X籤": "Lotere ke lima puluh enam", "宮": "Istana Jelek"}