{"籤詩版本二": "Pagi dan senja, dukungan Sang Buddha harus diberikan pada saat bahaya tetapi tidak pada saat bahaya\nJika anda tertarik pada orang yang mulia, maka uang dan sutra juga akan menemani anda, inilah Chuan Lai. Semua tergantung pada Anda.", "詩意": "Heksagram ini melambangkan berkah rahasia para dewa dan Buddha.\nBersabarlah dan semoga sukses dalam segala hal.", "解曰": "Sebuah tanda perdamaian kuno. Ketika semuanya mahal, itu akan membawa keberuntungan.", "籤詩故事一": "◇ Biksu Tang mencapai pencerahan\nSuatu hari, Tang Seng datang ke sungai dan melihat Gunung Lingshan Buddha di depannya, di depannya ada jembatan satu papan, Tang Seng tidak berani menyeberanginya. Sang Buddha menjelma menjadi seorang tukang perahu dan memegang perahu rusak yang tak berdasar. Begitu Biksu Tang naik ke perahu, dia terjatuh ke sungai dan diselamatkan oleh tukang perahu. Beginilah cara Biksu Tang mencapai Kebuddhaan. (Kisah Perjalanan ke Barat)\n◇Kitab Buddha Biksu Tang\nSanzang dari Dinasti Tang, nama belakangnya adalah Chen dan nama aslinya adalah Yi. Lahir di Kabupaten Goushi, Luozhou (sekarang di selatan Kota Yanshi, Provinsi Henan). Ia menjadi biksu pada usia tiga belas tahun dan mengambil nama Buddha Xuanzang.\nUntuk mendapatkan kitab suci Budha yang asli, ia berangkat dari Chang'an (sekarang Xi'an, Provinsi Shaanxi) pada tahun ketiga Zhenguan (629 M), berkelana melintasi perbatasan, dan melalui banyak kesulitan untuk mencapai Tianzhu ( India) untuk mengumpulkan kitab suci. Dia melakukan perjalanan melintasi lembah sungai Gangga dan Indus serta wilayah pesisir tenggara India, lalu melintasi pegunungan yang tertutup salju dan punggung bukit hijau, berjalan bolak-balik lebih dari 50.000 mil.Butuh waktu 16 tahun sebelum akhirnya kembali ke Chang'an pada tahun tahun ke-19 Zhenguan (645 M). Dia membawa kembali sejumlah besar kitab Buddha dan menerjemahkannya ke dalam bahasa Mandarin.\n(Tang Sanzang melakukan perjalanan panjang bolak-balik antara Tiongkok dan India, dan dia pasti akan mengalami bahaya, tetapi dia dapat kembali dengan selamat karena ada santo pelindung tak kasat mata di belakangnya.)", "聖意": "Rumah aman, diri sendiri bertuah, bisnis barat sukses, pernikahan sukses, pejalan kaki menghalangi ladang, ulat sutera terhalang, ulat sutera tujuh poin, ternak untung, pencarian manusia, Barat tuntutan hukum publik itu buruk, migrasinya konservatif, harta benda yang hilang terlihat, penyakitnya membawa keberuntungan, gunung-gunung dan makam-makamnya membawa keberuntungan.", "古人": "Biksu Tang mencapai pencerahan", "第X籤": "Memenangkan lotere enam puluh dua", "宮": "Istana Yin"}