{"籤詩版本二": "Ikan yang berenang itu tertangkap jerat di Kolam Bibo.\nJika ada yang tidak beres setelah dipikir-pikir, pada akhirnya akan menimbulkan masalah.", "詩意": "Heksagram ini melambangkan ikan yang terperangkap dalam jerat.\nDisarankan juga untuk berhati-hati dalam segala hal.", "解曰": "Pemukiman di bawah rumah. Bencana jatuh dari surga. Bangun pagi dan lakukan tindakan pencegahan terlebih dahulu. Hindari bencana.", "籤詩故事一": "◇ Kuda terendam air (sulit menampung air)\nDinasti Han. Zhu Maichen, nama kehormatan Wengzi, adalah penduduk asli Wu di Kuaiji (sekarang bagian dari Kota Suzhou).\nPada tahun-tahun awalnya, keluarga Maichen miskin dan dia tidak sukses.Pasangan itu tinggal di gerbang jerami di gang belakang, menebang kayu bakar dan menjualnya untuk memenuhi kebutuhan. Anda tidak menghasilkan banyak uang dengan menjual kayu bakar dengan harga siapa pun.\nIstrinya keluar untuk mengambil air dan melihat sekelompok anak menertawakan Maichen. Istrinya menganggap hal itu memalukan dan kemudian pergi.\nKetika Zhu Maichen berusia lima puluh tahun, Kaisar Wu dari Dinasti Han mencari bakat dan memuja Zhu sebagai prefek Kuaiji.\nIstrinya menyesali kebutaannya dan ingin diturunkan menjadi pelayan dan selir untuk melayani Zhu selama sisa hidupnya.\nMaichen memerintahkan mantan istrinya untuk mengambil seember air, menuangkannya ke tangga, dan berkata, \"Jika air itu bisa diambil kembali, mereka berdua bisa kembali bersama.\"\nMengingat hubungan suami istri, maka istri dan suami yang menikah lagi diberikan ruang terbuka di halaman belakang untuk bercocok tanam dan menghidupi diri sendiri. Istrinya menceburkan diri ke sungai dan meninggal.", "聖意": "Rumah dalam bahaya, diri dalam bahaya, uang hilang, transaksi damai, pernikahan tidak konsisten, Liujia ketakutan, orang-orang diblokir, ladang rusak, ulat sutera hilang, ternak hilang, orang-orang ditemukan, gugatan publik hilang, migrasi baik, barang hilang tidak membawa sial, penyakit ditimbulkan, bencana dan bahaya, makam gunung harus diubah.", "古人": "Kudanya terendam air (sulit menampung air)", "第X籤": "Tanda keenam puluh empat", "宮": "Maogong"}