{"籤詩版本二": "Jalannya berbahaya, kuda dan manusia sedang terburu-buru, dan para prajurit berada dalam kesulitan ketika mereka tersesat.\nPantainya tinggi, angin dan ombaknya pecah, perahu pecah, matahari terbenam, bunga-bunga mati, langit runtuh, dan embun beku turun Menang: beruang.棹: dayung.", "詩意": "Heksagram ini seperti perahu yang mogok di pantai.\nWaspadai segala bahaya.", "解曰": "Sekolah tua dan sekolah tua. Tenang dan tidak bercacat. Tidak perlu mencari nasihat. Bepergian dengan bebas.", "籤詩故事一": "◇Raja Chu Yin Ling tersesat\nPada awal tahun 202 SM, sebanyak 400.000 tentara Han dari tiga sisi mengepung pasukan Xiang Yu di Gaixia yang kekurangan makanan.Mereka meminta para prajurit untuk bernyanyi dalam dialek Chu, membuat tentara Xiang Yu secara keliru percaya bahwa kampung halaman mereka telah dikuasai. oleh tentara Han. Taktik psikologis \"mengepung dari semua sisi\" menyebabkan pasukan Xiang Yu kehilangan semangat.\nJadi Xiang Yu memimpin lebih dari 800 kavaleri elit dan memutuskan untuk keluar, sementara tentara Han mengikuti Guan Ying dan 5.000 kavaleri. Setelah menyeberangi Sungai Huai, kavaleri Xiang Yu hanya tersisa seratus orang.\nXiang Yu tersesat di Yinling dan bertanya kepada seorang petani di pinggir jalan tentang jalan menuju sungai. Tanpa diduga, dia mengikuti arah yang ditunjukkan oleh orang tua itu dan berakhir di rawa, sehingga sulit untuk bergerak. Dia hampir disusul oleh Liu Pasukan Bang. Xiang Yu akhirnya mencapai Wujiang dan mengetahui bahwa situasinya telah berakhir. Melihat para tetua Jiangdong tanpa rasa malu, dia bunuh diri dan meninggal.", "聖意": "Keluarga dan rumah khawatir akan bencana mereka sendiri. Mencari uang dan menghancurkan bisnis. Pernikahan tidak langgeng. Liujia berbahaya. Pejalan kaki menghalangi ladang. Ulat sutera rusak. Enam ternak rusak. Orang hilang. Tuntutan hukum publik. Kerugian, Migrasi, Kehilangan harta benda, Penyakit, Tidak baik jika dikirim ke kuburan di gunung.", "古人": "Raja Yin Ling dari Chu tersesat", "第X籤": "Lot keenam puluh enam", "宮": "Maogong"}