{"籤詩版本二": "Saat musim dingin tiba, dahan bunga plum di gunung tidak akan pernah musnah meski daunnya berguguran dan dahannya layu.\nNamun ketika musim semi tiba, saya tetap mengembalikan saya sebagai pelacur dan menghancurkan karya aslinya.", "詩意": "Dalam heksagram ini, bunga plum menempati posisi terdepan.\nSemuanya baik-baik saja jika ditunda.", "解曰": "Satu anak panah ditembakkan kosong. Ketika kosong, itu tidak kosong. Menunggu musim semi tiba. Warna ada di dalamnya.", "籤詩故事一": "◇ Mencetak dua kali\nPada masa pemerintahan Kaisar Dezong dari Dinasti Tang, menteri setia Mei Bogao dan keluarganya dijebak oleh Perdana Menteri pengkhianat Lu Qi, yang ingin membunuh mereka semua. Hanya putranya Mei Liangyu yang berhasil melarikan diri. Kemudian, dia mengubah posisinya nama kepada Wang Xitong untuk menyembunyikan identitasnya. Dia tinggal sendirian di jalanan, lapar dan kedinginan, tapi untungnya dia dibawa oleh Chen Risheng (Chen Dongchu). Chen Risheng tidak mengetahui pengalaman hidupnya, jadi dia memintanya untuk membantu merawat kebun plum Chen agar dia tidak mati kelaparan di jalan.\nChen Risheng adalah teman sekelas dan teman Mei Bogao. Saat dia dianiaya oleh Lu Qi, dia diselamatkan oleh Mei Bogao. Akibatnya Mei Bogao dan Lu Qi bermusuhan. Akhirnya seluruh keluarga mereka dieksekusi. Chen Risheng merasa sedih dan marah karenanya.Setelah menikah, ia mengundurkan diri dan memindahkan keluarganya ke Yangzhou untuk hidup mengasingkan diri.\nChen Risheng memiliki seorang putri bernama Chen Xingyuan yang cantik dan harum.Setelah Mei Liangyu datang ke keluarga Chen, mereka jatuh cinta pada pandangan pertama. Pada hari ketika bunga plum sedang mekar sempurna, yang juga merupakan hari peringatan kematian Mei Bogao, Chen Risheng dan keluarganya membuka sebuah altar di taman plum di rumah mereka untuk memperingati mendiang teman dan dermawan mereka. Tanpa diduga, cuaca tiba-tiba berubah , dan badai salju lebat bertiup, menutupi seluruh bunga plum. Chen Risheng menyesali bahwa dia dapat melarikan diri dengan selamat, tetapi dia bahkan tidak bisa menyelamatkan keturunan keluarga Mei. Dia pikir ini adalah peringatan dari Tuhan, jadi dia bersumpah kecuali bunga plum mekar lagi, membuktikan bahwa keturunan keluarga Mei masih hidup, dia tidak akan pernah mengatakan apa pun, dia melarikan diri ke agama Buddha dan menjadi biksu.\nPutrinya Xingyuan mendengar ini dan segera membakar dupa dan dengan tulus berdoa kepada Tuhan agar bunga plum mekar kembali. Ketulusan mereka menggerakkan surga, dan semua pohon plum di taman plum mekar kembali; kemudian Chen Risheng mengetahui bahwa Xitong adalah Liangyu, jadi dia menjodohkan putrinya Xingyuan dengannya.", "聖意": "Rumah dan rumah tidak baik untuk diri sendiri, untuk keberuntungan diri sendiri, untuk mencari kekayaan, untuk berhati-hati dalam urusan, untuk menunggu sampai tibanya waktu nikah, untuk terlambat, untuk menikah, untuk terlambat, untuk sejahtera dalam musim semi, terlambat, terlambat, terlambat, sibuk, sibuk, makmur, sibuk, ditemukan.", "古人": "Mencetak dua gol", "第X籤": "Enam Puluh Sembilan Memenangkan Lot", "宮": "Tatsumi"}