{"籤詩版本二": "Chao Chao seperti lebah pemetik bunga, terbang dari barat daya lalu ke timur\nKetika musim semi berakhir dan bunganya hilang, tidak ada tempat untuk mencari.Hati ini tidak akan berubah keberadaannya.", "詩意": "Heksagram ini seperti lebah yang memetik bunga.\nSemuanya melelahkan dan melelahkan.", "解曰": "Tidak ada pemandangan musim semi. Hujan turun cukup lama namun tidak kunjung reda. Meminta bantuan. Lebih baik diam.\n.", "籤詩故事一": "◇Li Mi memberontak melawan Dinasti Tang\nLi Mi\n(582-619), mendiang pemimpin Tentara Wagang dalam pemberontakan petani di akhir Dinasti Sui Tiongkok. Ahli kaligrafi. Ahli kata Fa adalah penduduk asli Chang'an, Jingzhao, dan rumah leluhurnya adalah Xiangping, Liaodong (sekarang selatan Liaoyang, Liaoning). Berasal dari Chang'an, Jingzhao, rumah leluhurnya adalah Xiangping, Liaodong (sekarang di selatan Liaoyang, Liaoning).\nPada tahun kesembilan Daye (613), ia berpartisipasi dalam pemberontakan Yang Xuangan melawan Dinasti Sui di Liyang (sekarang timur laut Kabupaten Junxian, Provinsi Henan). Pada tahun kesembilan Daye (613), ia berpartisipasi dalam pemberontakan Yang Xuangan melawan Dinasti Sui di Liyang (sekarang timur laut Kabupaten Junxian, Provinsi Henan). Perasaan misterius dikalahkan,\nLi Mi melarikan diri. Xuangan dikalahkan dan Li Mi melarikan diri.\nPada tahun kedua belas Daye, ia bergabung dengan Tentara Wagang\n. Pada tahun kedua belas pemerintahan Daye, ia bergabung dengan Tentara Wagang. Li Mi pandai dalam strategi. Pada bulan Oktober tahun kedua belas Daye, Li Mi membujuk Zhai untuk menyerang Xingyang Tong, jenderal kuat yang menyertai tentara, untuk membela Zhang Xutuo, mengalahkan tentara Sui dan membunuh Zhang Xutuo. Li Mi pandai dalam strategi. Pada bulan Oktober tahun kedua belas Daye, Li Mi membujuk Zhai untuk menyerang Xingyang Tong, jenderal kuat yang menyertai tentara, untuk membela Zhang Xutuo, mengalahkan tentara Sui dan membunuh Zhang Xutuo.\nKemudian, dia mengusulkan untuk menyerang gudang Xingluo (yang kemudian berganti nama menjadi Luokou), membuka gudang untuk bantuan, dan memperluas tim. Tim Tentara Wagang berkembang pesat. Pada tahun ke-13 Daye, Li Mi memimpin Tentara Wagang, dan Zhai Rang menangani penurunan pangkat dan distribusi Dinasti Sui. Terjadi perang memperebutkan sumber daya militer dan masalah lainnya, dan Li Mi membunuh Zhai Rang dan ratusan pengikutnya. Kemudian, dia mengusulkan untuk menyerang gudang Xingluo (yang kemudian berganti nama menjadi Luokou), membuka gudang untuk bantuan, dan memperluas tim. Tim Tentara Wagang berkembang pesat. Pada tahun ke-13 Daye, Li Mi memimpin Tentara Wagang, dan Zhai Rang menangani penurunan pangkat dan distribusi Dinasti Sui. Terjadi perang memperebutkan sumber daya militer dan masalah lainnya, dan Li Mi membunuh Zhai Rang dan ratusan pengikutnya.\nPada bulan Maret tahun ke-14 Daye, Yu Wenhuaji membunuh Kaisar Yang dari Dinasti Sui\n, menyebabkan lebih dari 100.000 orang kembali ke barat. Pada bulan Maret tahun keempat belas Daye, Yu Wenhuaji (Yu Wen, nama keluarga majemuk) membunuh Kaisar Yang dari Dinasti Sui dan kembali ke barat bersama lebih dari 100.000 orang. Li Mi diperintahkan untuk menyerang Huaji. Meskipun Huaji dikalahkan, Li Mi juga menderita kerugian besar dalam pasukan. Ia kemudian dikejar oleh Wang Shichong. Pasukan Li Mi dikalahkan dan kampnya dihancurkan. Jenderalnya Qin Shubao, Cheng Zhijie (awalnya bernama Cheng Yaojin), Niu Jinda dan lainnya ditangkap., Shan Xiongxin menyerah. Li Mi diperintahkan menyerang Huaji.Meski Huaji berhasil dikalahkan, pasukan Li Mi juga mengalami kerugian besar. Kemudian, dia dikejar oleh Wang Shichong. Pasukan Li Mi dikalahkan dan kampnya dihancurkan. Jenderalnya Qin Shubao, Cheng Zhijie (awalnya bernama Cheng Yaojin), Niu Jinda dan lainnya ditangkap, dan Shan Xiongxin menyerah. Li Mi putus asa, jadi dia menyeberangi sungai ke Heyang pada bulan September dan menyerah kepada Dinasti Tang. Li Mi putus asa, jadi dia menyeberangi sungai ke Heyang pada bulan September dan menyerah kepada Dinasti Tang.\nPada bulan November, Li Yuan mengirim Li Mi ke Shandong untuk merekrut pasukan lama. November,\nLi Yuan mengirim Li Mi menunggu di Shandong untuk merekrut pasukan lama. Merasa dicurigai, dia memberontak melawan Tang. Merasa dicurigai, dia memberontak melawan Tang. Jenderal Tang Sheng Yanshi mengundang Li Mi untuk menyerang dan membunuhnya di Xinggong Xian. Jenderal Tang Sheng Yanshi mengundang Li Mi untuk menyerang dan membunuhnya di Xinggong Xian.", "聖意": "Rumah, rumah, lidah, diri sendiri, penjahat, mencari kekayaan, bisnis menyia-nyiakan, pernikahan tidak langgeng, Liujia, bunga kosong, pejalan kaki, Yaotian, kerusakan ulat sutera, enam kerusakan ternak, orang hilang, tuntutan hukum, kehilangan, migrasi, konservatif, kehilangan harta benda, penyakit, rintangan, reformasi makam gunung", "古人": "Li Mi memberontak melawan Dinasti Tang", "第X籤": "Undian ketujuh puluh", "宮": "Tatsumi"}