{"籤詩版本二": "Kognisi Pengawal Canglong Kesembilan Belas: Seorang wanita menikah dengan suami kedua\nDengan satu busur dan dua anak panah, dinosaurus akan segera hidup damai", "詩意": "Heksagram ini seperti busur yang memegang dua anak panah.\nJika semuanya berjalan bersama, itu akan membawa keberuntungan.", "解曰": "Tidak terlalu berat. Takdir. Zhen Liuzhong terbuka. Disarankan untuk berhati-hati.", "籤詩故事一": "◇Wenjun mengunjungi Xiangru\nZhuo Wenjun adalah putri dari cucu Zhuo Wang, seorang pengusaha kaya di Linqiong, Provinsi Sichuan, ia mahir dalam bidang musik dan memiliki nama sastra. Dia menikah ketika dia berumur enam belas tahun.Beberapa tahun kemudian, suaminya meninggal dan dia kembali ke keluarga kelahirannya untuk hidup sebagai janda.\nSuatu hari, Sima Xiangru pergi ke rumah Zhuo Wangsun untuk jamuan makan.Ketika dia mengetahui bahwa Zhuo Wenjun baru saja menjanda, dia memainkan lagu \"Phoenix Seeking the Phoenix\" untuk mengungkapkan cintanya. Zhuo Wenjun telah mendengar tentang Sima Xiangru, dan perjamuan ini membuatnya semakin tertarik pada Sima Xiangru. Sebaliknya, usai jamuan makan Sima Xiangru, ia langsung mengeluarkan banyak uang untuk menyuap pelayan pribadi Zhuo Wenjun dan memintanya untuk menyampaikan cinta Sima Xiangru pada Zhuo Wenjun. Setelah Zhuo Wenjun mengetahui cinta Sima Xiangru melalui pembantunya, ia langsung bergegas menuju penginapan tempat tinggal Sima Xiangru.Melihat kedatangan Zhuo Wenjun, Sima Xiangru langsung kawin lari bersamanya semalaman menuju kampung halamannya di Chengdu.\nKetika mereka berada di Chengdu, pasangan itu berada dalam kemiskinan dan harus kembali ke Linqiong untuk membuka hotel kecil untuk mencari nafkah. Zhuo Wenjun menjual anggur dan Sima Xiangru mencuci piring. Mereka menjalani kehidupan yang miskin. Setelah ayah Zhuo Wenjun, Zhuo Wangsun, mengetahui hal ini, dia setuju dan mendanai mereka atas saran teman-temannya, sehingga Sima Xiangru dan Zhuo Wenjun kembali ke Chengdu untuk tinggal, dan kemudian menjadi kaya.", "聖意": "Kehilangan rumah dan harta benda, hak dan kesalahan diri sendiri, mencari kekayaan, transaksi perburuhan, menjaga dari reunifikasi pernikahan", "古人": "Wenjun mengunjungi Xiangru", "第X籤": "Tujuh puluh satu lotere yang menang", "宮": "Tatsumi"}