{"籤詩版本二": "Peternak lebah harus meminta madu, jangan sampai mereka tersengat sengatannya\nPasti ada jalan aneh di depanmu, rahasianya sedalam hutan duri.", "詩意": "Heksagram ini melambangkan lebah yang mengumpulkan madu.\nSemuanya melelahkan dan melelahkan.\n\n(Heksagram ini mencari simbol manis dan pahit.\nCegah bencana dalam segala hal.\n)", "解曰": "Segala sesuatunya perlu dilakukan dengan hati-hati. Tidak perlu memaksakannya. Lebah mengumpulkan madu. Apa alasannya?", "籤詩故事一": "◇Wang Mang mencari bakat\nKeluarga Wang Mang pada Dinasti Han Barat bisa dikatakan sebagai keluarga kaya raya. Meskipun ayahnya meninggal dalam usia muda, beberapa paman dan pamannya menjadi kaisar Dinasti Han, mereka menjadi jenderal, perdana menteri, dan menjadi marquise serta menerima penghargaan.Keluarga Wang sangat terkemuka.\nNamun keluarga kecil Wang Mang sendiri sangat miskin, ayahnya meninggal dalam usia muda, dan dia hanya tinggal bersama ibunya, mengandalkan sumbangan dari kerabatnya. Namun karena itu, Wang Mang mengembangkan dan mempraktikkan serangkaian keterampilan dalam menghadapi orang sejak ia masih kecil. Betapapun sedih atau marahnya dia, dia selalu menunjukkan ekspresi yang sangat bahagia dan damai di depan kerabat, orang yang lebih tua atau orang luar, sehingga dia cukup dihargai oleh semua orang di klan.\nSuatu ketika, paman tertuanya sakit parah. Setelah mengetahuinya, dia datang dan menunggu di samping tempat tidur pasien, membawakan obat dan air, serta berjaga di malam hari. Selama beberapa bulan berturut-turut, dia telanjang, tidak terawat, dan kuyu. Dia lebih \"sabar\" daripada seorang pasien. Lebih \"anak laki-laki\" daripada anak kandung.\nKarena hal ini, semua orang Taiwan memujinya dan menulis surat meminta hadiah untuknya.\nMaka Kaisar Cheng dari Dinasti Han memberinya gelar Marquis Ibu Kota Baru dan mengangkatnya sebagai penjaga di istana, menjadi menteri dekat kaisar.\nDengan kedudukannya yang tinggi dan kekuasaannya yang besar, Wang Mang tidak pernah menunjukkan sikap sombong atau kelambanan apa pun. Sebaliknya, ia menjadi semakin sopan dan santun. Di satu sisi, ia berteman dengan para menteri, jenderal, selebriti, dan cendekiawan. Di sisi lain, ia berteman dengan para menteri, jenderal, selebriti, dan cendekiawan. , dia membantu orang miskin dan murah hati dengan kekayaannya.\nNamun ia menjalani kehidupan yang sangat hemat, sering menyantap hidangan daging, belum lagi mengenakan jubah panjang dan gaun lengan panjang, serta hanya mengenakan pakaian pendek. Maka semua orang di pemerintahan dan masyarakat dengan suara bulat memujinya dengan kata \"berbudi luhur\".\nBelakangan, pamannya, Grand Sima Wanggen, meninggal karena sakit dan dia terpilih sebagai penggantinya. Kaisar dan semua menteri menganggap dialah yang paling cocok. Oleh karena itu, Wang Mang yang baru berusia tiga puluh delapan tahun menjadi Grand Sima dengan kekuatan militer tertinggi di negaranya.\n(Cerita ini adalah metafora. Menjadi orang baik yang baik dapat membantu Anda menyingkirkan \"kesulitan disengat lebah\" dan mencapai cita-cita Anda sesuai keinginan.)", "聖意": "Rumah tidak baik untuk diri sendiri, keluarga bermasalah, usaha terhambat, perkawinan terhambat, enam baju besi palsu, pejalan kaki terlambat, panen ulat sutera rendah, ternak rendah, sulit untuk cari orang, gugatannya jelek, migrasinya tak berpindah-pindah, harta benda yang hilang itu buruk, penyakitnya sudah diatur, kuburan gunungnya hilang", "古人": "Wang Mang mencari bakat", "第X籤": "Memenangkan lotere tujuh puluh dua", "宮": "Tatsumi"}