{"籤詩版本二": "Saat musim semi tiba, guntur bergemuruh dan serangga berkicau, dan aku berpaling dari lumpur\nKetika saya pertama kali menyadari bahwa saya masih datang dan pergi, begitu saya berubah, saya menjadi seekor naga.", "詩意": "Heksagram ini seperti guntur dan serangga.\nBertemu dengan orang yang mulia adalah pertanda baik dalam segala hal.", "解曰": "Guntur menyambar. Dua setoran masuk dan keluar. Ubah sekali. Sampai Tianmen.", "籤詩故事一": "◇ Pemberontakan Chenqiao\nPada tahun 959 M, Zhou Shizong Chai Rong meninggal, dan Kaisar Gong, Chai Zongxun, yang naik takhta, baru berusia tujuh tahun. Saat itu, Zhao Kuangyin, yang menjabat sebagai inspektur di depan istana dan utusan Songzhou untuk Angkatan Darat Jerman, memegang kekuasaan yang sebenarnya.\nPada musim semi tahun 960 M, Zhenzhou (sekarang Zhengding, Provinsi Hebei) dan Dingzhou (sekarang Kabupaten Dingxian, Provinsi Hebei) melaporkan bahwa tentara Dinasti Han Utara dan Negara Bagian Liao bersama-sama pergi ke selatan untuk menyerang Dinasti Zhou Akhir, dengan momentum besar, dan meminta untuk mengirim pasukan untuk membantu. Belakangan, Dinasti Zhou memerintahkan Zhao Kuangyin untuk memimpin pasukannya ke utara untuk berperang melawan musuh. Zhao Kuangyin bertindak diam-diam di bawah perencanaan saudaranya Zhao Guangyi, Zhao Pu, Shi Shouxin dan lainnya.\nPada tanggal 3 Februari, ketika tentara tiba di Chenqiaoyi (sekarang Kota Chenqiao, tenggara Fengqiu, Henan), mereka melancarkan pemberontakan dan memerintahkan tentara untuk mengenakan jubah kuning untuknya.Mereka memberontak melawan Dinasti Zhou Akhir dan mendukung Zhao Kuangyin sebagai kaisar . Setelah itu, Zhao memimpin pasukannya kembali ke Kaifeng tanpa membakar, membunuh atau menjarah, \"Taizu Chen Qiao bersumpah untuk tidak mengganggu penduduk ibu kota, dan dia berjanji tidak akan mengganggu kota pada hari dia memasuki kota.\"\nPada hari ketiga tahun ketiga bulan lunar, Zhao Kuangyin memberontak di Chenqiao dan kembali ke ibu kota. Fan Zhi memimpin Wang Pu dan Wei Renpu untuk menanyai Zhao Kuangyin. Luo Yanhuan menghunus pedangnya di depan tenda dan berteriak keras : \"Tiga pasukan tidak memiliki tuan. Para jenderal telah memutuskan untuk mengangkatnya sebagai kaisar. Siapapun yang berbicara akan dibunuh!\". Wajah Wang Pu sepucat tanah. Dia menurunkan langkahnya dan membungkuk. Fan Zhi juga membungkuk. Kuang Yin secara pribadi membantunya berdiri dan memperlakukannya dengan sangat sopan.\nSetelah perlawanan moderat, Kaisar Gong dari Dinasti Zhou Akhir mengambil alih takhta, dan Zhao mengambil alih takhta. \"Taizu hendak menerima Zen, tetapi tidak ada teks Zen. Tao Gu, seorang sarjana Hanlin, menerima perintah tersebut dan masuk ke sampingnya sambil berkata: \"Selesai.'\"\nSetelah Zhao naik takhta, ia mengubah nama negara menjadi Song, Yuan menjadi Jianlong, dan menjadikan Kaifeng sebagai ibu kota. Shi Shouxin, Gao Huaide, Zhang Lingduo, Wang Shenqi, Zhang Guanghan, dan Zhao Yanhui semuanya dianugerahi gelar Jiedushi , yang dikenal sebagai \"Pemberontakan Chenqiao\" dalam sejarah.\nWikipedia\n(Cerita ini menyatakan bahwa ini adalah awal dari penampilan Zhao Kuangyin.)", "聖意": "Berdoalah untuk rumah Anda, kehidupan sehari-hari, kekayaan, rejeki, semoga sukses dalam bisnis, pernikahan yang mulia, kesuksesan di Liujia, pejalan kaki laki-laki, awal kelahiran ulat sutera di ladang, awal kelahiran enam hewan, keberuntungan di musim semi, mencari orang , keberhasilan dalam perkara hukum, keberuntungan dalam hijrah, kehilangan harta benda, bahaya penyakit, bahaya di gunung dan kuburan.", "古人": "Pemberontakan Chenqiao", "第X籤": "Ditandatangani tujuh puluh tiga", "宮": "Istana Mi"}