{"籤詩版本二": "Bagaikan menyeret seekor harimau melintasi gunung yang tinggi, berkelahi dan bersaing satu sama lain untuk menghilangkan hawa dingin\nJika tiba-tiba Anda melakukan sesuatu yang baik tanpa Anda sadari, Anda harus menjaga diri Anda tetap aman.Kata menyeret harimau artinya memeluk harimau.", "詩意": "Heksagram ini seperti menggendong (menyeret) seekor harimau melintasi gunung.\nSemuanya berbahaya dan menakutkan.", "解曰": "Bahaya itu berbahaya. Ada hambatan di depan. Jika Anda meminta saran. Ini benar-benar kerja keras.", "籤詩故事一": "◇Wu Yuan meninggalkan Zhaoguan pada malam hari (Wu Zixu melewati Zhaoguan)\nWu Zixu adalah penduduk asli Chu pada Periode Musim Semi dan Musim Gugur. Saat itu, Raja Ping dari Chu ingin memburunya. Raja Ping dari Chu menawarkan hadiah atas penangkapan Wu Zixu, dan memotretnya serta ditempel di gerbang kota di seluruh Negara Bagian Chu, dan memerintahkan para pejabat untuk meningkatkan penyelidikan. Ketika Wu Zixu melarikan diri ke Zhaoguan, perbatasan antara Wu dan Chu, para pejabat di Zhaoguan memeriksanya dengan cermat, dia sangat khawatir hingga dia tidak bisa tidur selama beberapa malam berturut-turut, dan bahkan rambutnya menjadi abu-abu karena khawatir. Untungnya, saya bertemu dengan seorang pria bernama Dong Gao Gong, yang bersimpati dengan penderitaannya dan membawanya pulang untuk bersembunyi. Adipati Dong Gao mempunyai seorang teman yang mirip dengan Wu Zixu, jadi Adipati Dong Gao memintanya untuk lulus ujian dengan berpura-pura menjadi Wu Zixu. Para penjaga menangkap Wu Zixu palsu, namun Wu Zixu yang asli tidak dapat dikenali oleh petugas karena rambutnya putih seluruhnya, sehingga mereka membiarkannya lewat. Kemudian, dia melarikan diri dengan selamat ke negara bagian Wu.\n(Mengganti Wu Zixu dengan seorang teman yang mirip, dan berambut abu-abu, adalah \"tangan ajaib\" dari cerita ini)", "聖意": "Doakan rumah tangga anda dan rumah anda terlindungi, hati-hati dalam mencari harta, hati-hati dalam bertransaksi, stagnasi dalam bertransaksi, kesulitan dalam pernikahan.", "古人": "Wu Yuan meninggalkan Zhaoguan pada malam hari (Wu Zixu melewati Zhaoguan)", "第X籤": "Tanda ketujuh puluh lima", "宮": "Istana Mi"}