{"籤詩版本二": "Campuran ikan dan naga memiliki arti yang sama, Tetaplah di kolam yang dalam dan tunggu keberuntungan.\nTanpa sadar, Yumen melompati Istana Naga dengan kepala terangkat.", "詩意": "Ikan heksagram dan naga tetap tidak berubah.\nSemuanya datang pada waktunya.", "解曰": "Meskipun itu adalah Ziji. Tunggu juga. Rencanakan bisnis Anda sendiri. Jangan bertindak sembarangan.", "籤詩故事一": "◇Hongwu mengawasi ternak\nZhu Yuanzhang, penduduk asli Zhongli, Haozhou (sekarang Kabupaten Fengyang, Provinsi Anhui), lahir pada tahun pertama Tianli dari Yuan Wenzong dari Dinasti Yuan, peringkat keempat di keluarganya. Ia dilahirkan di keluarga petani miskin, karena kemiskinan ketika ia masih muda, ia tidak dapat belajar dan pernah menggembalakan ternak untuk tuan tanah.\nPada tahun keempat Zhizheng (1344), terjadi kekeringan parah di Huaibei, ayah, ibu, dan saudara laki-laki Zhu Yuanzhang meninggal berturut-turut, jadi dia tidak punya pilihan selain menjadi biksu pemula di Kuil Huangjue.\nKurang dari dua bulan setelah memasuki kuil, karena sulitnya memungut uang sewa kuil pada tahun kelaparan, pemilik kuil menutup gudang dan membubarkan para biksu.Zhu Yuanzhang harus meninggalkan kampung halamannya dan menjadi biksu pengembara (a biksu yang mencari nafkah dengan mengemis).\nBelakangan, Zhu Yuanzhang menjadi Taizu Dinasti Ming dan \"kaisar sipil\" dalam sejarah Tiongkok, dengan nama pemerintahan \"Hongwu\".\n(Metafora dari cerita ini adalah menjadi biasa-biasa saja untuk sementara bukan berarti akan sama di kemudian hari. Ini karena waktunya belum tiba.)", "聖意": "Keluarga aman, keluarga sehat, rejeki baik, bisnis menunggu, pernikahan terlambat, laki-laki lahir di Liujia, pejalan kaki terlambat, ulat sutera terlambat, ulat sutera kaya, enam hewan dibuntuti, orangnya hilang, tidak ada tuntutan yang ditunda, migrasi bersifat konservatif, harta benda yang hilang terhalang, penyakit terhambat, terjadi kuburan gunung", "古人": "Hongwu mengawasi ternak", "第X籤": "Lot ketujuh puluh enam", "宮": "Istana Mi"}