{"籤詩版本二": "Dalam mimpi dikatakan akan ada banyak kekayaan, namun ketenaran itu hanya sia-sia.\nAirnya jauh dan gunungnya jauh, tapi sulit untuk setia.Orang yang mulia memberi petunjuk dan tersenyum.", "詩意": "Heksagram ini melambangkan simbol memperoleh harta karun dalam mimpi.\nSemuanya kurang lebih nyata.", "解曰": "Bermimpi seperti mimpi. Tidak ada harapan untuk ketenaran. Tunggu saja saat-saat yang baik. Instruksi yang mulia.", "籤詩故事一": "◇ Kembalikan giok ke Zhao (kembalikan giok ke Zhao setelah menyelesaikannya)\nPada tahun 283 SM, Raja Zhao Huiwen memperoleh He's Bi dari Chu.Setelah Raja Qin Zhaoxiang mendengar berita tersebut, dia mengirim surat kepada Raja Zhao, menyatakan kesediaannya untuk menukar lima belas kota dengan He's Bi.\nLin Xiangru menganalisa kepada Raja Zhao bahwa Qin kuat dan Zhao lemah dan harus diganti.\nRaja Zhao kemudian mengirim Lin Xiangru ke Qin bersama He Bi.\nRaja Qin bertemu Lin Xiangru di Zhangtai, dan Lin Xiangru menyerahkan batu giok itu kepada Raja Qin. Raja Qin sangat gembira dan memberikan He's Bi kepada si cantik dan semua orang di sekitarnya melihatnya.Pada saat ini, semua orang di kiri dan kanan berteriak panjang umur.\nLin Xiangru melihat bahwa Raja Qin tidak berniat memberikan kota itu kepada Zhao, jadi dia memberi tahu Raja Qin bahwa batu giok He rusak dan ingin menunjukkannya kepada Raja Qin agar dapat mengambil kesempatan untuk mendapatkan kota tersebut. giok kembali.\nSetelah Lin Xiangru mengambil kembali Bi Heshi, dia berdiri di samping pilar besar, menunjukkan bahwa dia ingin mati bersama Bi Heshi.\nPada saat ini, Lin Xiangru berkata kepada Raja Qin: \"Raja Zhao masih mengatasi keberatan para menteri dan menerima usulan menteri. Bahkan jika dia tidak saling menipu ketika berinteraksi dengan rakyat jelata, belum lagi itu Qin adalah negara besar! Untuk menjaga persahabatan antara Qin dan Zhao, Raja Zhao Setelah lima hari berpuasa, saya mengirim menteri saya ke Qin dengan batu giok. Sayangnya, Raja Qin tidak hanya tidak berniat memberi Zhao a kota, tetapi juga memberikan batu giok keluarga He kepada seorang wanita cantik, yang benar-benar merupakan olok-olok para menteri saya.\"\nSetelah selesai berbicara, Lin Xiangru segera memberi isyarat untuk memukul pilar.Raja Qin takut He Bi akan rusak, jadi dia berpura-pura memberi Zhao lima belas kota. Lin Xiangru mengetahui rencana pengkhianatan Raja Qin, jadi dia meminta Raja Qin berpuasa selama lima hari sebelum menghadirkan He's Bi untuk menunda waktu. Dalam beberapa hari ini, Lin Xiangru mengirim pelayannya untuk kembali ke Negara Bagian Zhao dengan membawa batu giok, sementara dia tinggal untuk berurusan dengan Raja Qin.\n(Cerita ini seperti mata orang biasa yang terpesona dengan statusnya.)", "聖意": "Mendoakan berkah di rumah, diri sendiri, menghalangi kekayaan, mempersulit transaksi, pernikahan tidak harmonis dengan pejalan kaki Liujiaxu, ulat sutera Chitian tidak diterima, enam hewan dirusak, orang hilang, tuntutan hukum publik dan migrasi diharapkan, barang hilang berada jauh, penyakit ditegakkan, dikirim ke kuburan di gunung, dan diubah.", "古人": "Kembalikan giok ke Zhao (lengkapi giok ke Zhao)", "第X籤": "Lotere pemenang ketujuh puluh tujuh", "宮": "Istana Siang"}