{"籤詩版本二": "Batal simpul, aku ingin membuatmu tetap aman. Jika kamu menjaga tubuhmu tetap aman, aku berharap kamu tidak akan pernah mengembalikannya.\nJangan lupa nikmat Tuhan telah dibalas, jangan mencemooh firman Tuhan.", "詩意": "Jangan percaya heksagram ini benar.\nItu tandanya konservatif dalam segala hal.", "解曰": "Orang punya pendapatnya sendiri. Pikiran tidak perlu sibuk. instruksi Guanyin. Jangan bersikap tidak sopan.", "籤詩故事一": "◇ Secara diam-diam mendukung bendera perunggu\nJenderal pendiri Dinasti Tang yang terkenal, Qin Qiong (Qin Shubao) dianugerahi gelar Marsekal Agung Dinasti Sui. Dia memimpin pasukannya untuk menyerang Celah Sishui (atau Celah Sishui atau Celah Dongling, legenda berbeda-beda). Yang Lin ( Yang Yicheng), jenderal penjaga Celah Sishui, adalah Kaisar Yang dari Dinasti Sui yang memerintahkan pemasangan bendera perunggu, tetapi Qin Shubao tidak dapat menyerangnya untuk waktu yang lama. Setelah mengetahui bahwa Luo Cheng, pemimpin formasi, adalah sepupunya, dia menghubungi bibinya.\nSebelum Luo Cheng pergi, dia memberi tahu ibunya bahwa orang yang datang untuk menggulingkan bendera itu adalah sepupunya Qin Qiong, dan ibunya memerintahkan dia untuk membantunya secara diam-diam. Pada hari pertempuran yang menentukan, Luo Cheng yang menjaga Bendera Perunggu tiba-tiba berpindah pihak dan bergabung dengan Qin Qiong. Mereka akhirnya mengalahkan formasi Bendera Perunggu. Luo Cheng menduduki Dongling Pass dan kembali dengan kemenangan. Luo Cheng pun menyerah kepada Dinasti Tang.\n(Kisah ini adalah metafora bahwa terkadang Anda harus mengandalkan nalar ketika melakukan sesuatu, daripada mengandalkan emosi atau keyakinan.)", "聖意": "Rumah tetap rela berjanji sendiri, mencari kekayaan, menjaga bagian, berhati-hati dalam menikah, melahirkan anak perempuan, pejalan kaki tinggal di ladang, ulat sutera, tujuh poin enam kerusakan ternak, pencarian orang, tuntutan hukum publik dan migrasi , harta benda hilang, penyakit barat, solusi gunung, kuburan di barat", "古人": "Diam-diam membantu menurunkan bendera perunggu", "第X籤": "Tujuh Puluh Sembilan Memenangkan Lot", "宮": "Istana Siang"}