{"籤詩版本二": "Daun-daun pohon sycamore telah berguguran, musim gugur semakin dekat, dan perjalanan pulang para pelancong tampak seperti awan.\nBerkat usaha besar Tuhan, kapal kembali membawa harta karun ditiup angin.", "詩意": "Heksagram ini melambangkan gambar daun sycamore yang berguguran.\nSemuanya buruk di awal dan baik di akhir.", "解曰": "Ambillah sesuatu dari hati. Tianxin mengikutinya. Untuk mencari nafkah. Lakukan apa pun yang Anda bisa.", "籤詩故事一": "◇ Angin bertiup ke Paviliun Tengwang\nWang Bo, nama kehormatan Zian, adalah seorang penyair awal Dinasti Tang, ia lahir pada tahun pertama Yonghui, Kaisar Gaozong dari Dinasti Tang. Wang Bo telah membaca kitab suci sejak dia masih kecil, dan dia dikenal sebagai \"anak ajaib\". Wang Bo telah membaca kitab suci sejak dia masih kecil, dan dia dikenal sebagai \"anak ajaib\".\nKetika dia berumur sepuluh tahun, dia dan ayahnya kebetulan melewati Kuil Guandi. Mereka melihat patung Guandi yang megah di kuil, memegang salinan \"Musim Semi dan Musim Gugur\" dan membacanya. Ketika ayahnya melihatnya, dia terinspirasi. Dia meneriakkan kepada Kaisar Guan: \"Memegang tiga helai janggut hijau, membaca sejarah Dinasti Qing di depan lentera hijau dan memberi penghormatan kepada nama-nama terkenal. Memegang naga hijau dan bulan di tanganku.\" Dikatakan bahwa pada musim gugur tahun ini, Wang Bo pergi dari Shanxi ke Pulau Hainan untuk mengunjungi ayahnya yang diturunkan pangkatnya menjadi hakim daerah Jiaozhi. , melewati ribuan gunung dan sungai di sepanjang jalan. Pada musim gugur tahun ketika dia berusia dua puluh tujuh tahun, Wang Bo pergi dari Shanxi ke Pulau Hainan untuk mengunjungi ayahnya, yang telah diturunkan jabatannya menjadi Hakim Kabupaten Jiaozhi, Dia melewati ribuan gunung dan sungai di sepanjang jalan.\nKetika kami tiba di Gunung Madang hari itu, semua orang pergi ke darat untuk beristirahat. Ketika Wang Bo berjalan sendirian di dekat kuil kuno, dia tiba-tiba melihat seorang lelaki tua duduk di atas batu di sebelah kuil. Lelaki tua itu tampak seperti anak kecil dengan rambut pirang. dan penampakan seperti peri. Dia berkata pada Wang Bo, \"Bukankah kamu adalah Wang Bo?\" Wang Bo terkejut dan berkata, \"Tepat sekali! Bagaimana kamu mengetahui hal itu?\" Orang tua itu berkata, \"Saya telah lama mendengar bahwa kamu memiliki kebaikan niat untuk menyelamatkan orang, dan puisi Anda sangat berarti. Besok akan ada pesta akbar di Paviliun Tengwang. Jika Anda bisa menghadiri jamuan makan dan menulis esai, Anda akan terkenal sepanjang zaman dan mendapatkan biaya perjalanan.\" Ketika mereka tiba di Gunung Madang, semua orang pergi ke darat untuk beristirahat. Ketika Wang Bo sedang berjalan sendirian di dekat kuil kuno, dia tiba-tiba melihat di atas batu di sebelah kuil, Ada seorang lelaki tua duduk, yang tampak seperti anak kecil dengan rambut pirang dan peri Dia berkata kepada Wang Bo, \"Bukankah kamu Wang Bo?\"\nWang Bo terkejut dan berkata, \"Tepat sekali! Bagaimana kamu tahu itu?\"\nOrang tua itu berkata: \"Saya sudah lama mendengar bahwa Anda memiliki niat baik untuk menyelamatkan orang, dan puisi yang Anda buat cukup bermakna. Besok akan ada pesta besar di Paviliun Pangeran Teng. Jika Anda dapat menghadiri jamuan makan dan menulis, kamu akan terkenal sepanjang masa dan kamu akan mendapat biaya perjalanan.\"\nWang Bo berkata: \"Tempat ini berjarak enam atau tujuh ratus mil dari Paviliun Tengwang. Bagaimana kita bisa sampai di sini besok?\" Orang tua itu berkata: \"Saya akan menggunakan kuda sebagai angin ilahi untuk membantu pelayaran Anda lancar. Saya pasti akan tiba besok.\" Wang Bo mengucapkan terima kasih dan berkata: \"Maaf, ayah mertuaku. , apakah kamu abadi atau dewa?\" Orang tua itu tertawa dan berkata, \"Saya adalah Zhongyuan Shuijun yang ada di penanggung jawab wilayah perairan ini!\" Wang Bo berkata, \"Tempat ini berjarak enam atau tujuh ratus mil dari Paviliun Tengwang. Bagaimana kita bisa sampai di sana besok?\"\nOrang tua itu berkata: \"Saya akan menggunakan kuda itu sebagai angin ilahi untuk membantu pelayaran Anda lancar. Saya pasti akan tiba besok.\"\nWang Bo berterima kasih padanya dan berkata, \"Maaf, ayah mertua, apakah kamu abadi atau dewa?\"\nOrang tua itu tertawa dan berkata, \"Saya adalah Zhongyuan Shuijun yang bertanggung jawab atas wilayah perairan ini!\" Kemudian orang tua itu mendesak Wang Bo untuk segera naik ke perahu. Dia melihat awan keberuntungan mengelilinginya untuk beberapa saat, dan angin dan air lancar di sepanjang perjalanan. Dalam sekejap mata, dia telah menempuh perjalanan ratusan mil.\nKemudian lelaki tua itu mendesak Wang Bo untuk segera naik ke perahu. Dia melihat awan keberuntungan mengelilinginya untuk beberapa saat, dan itu adalah perjalanan yang mulus. Dalam sekejap mata, dia telah menempuh perjalanan ratusan mil. Seperti yang diharapkan, Wang Bo bergegas ke Paviliun Pangeran Teng pada pagi hari acara akbar tersebut.\nSeperti yang diharapkan, Wang Bo bergegas ke Paviliun Pangeran Teng pada pagi hari acara akbar tersebut. Dan di tempat itu, dia menulis \"Kata Pengantar Paviliun Pangeran Teng\", yang disebut sebagai mahakarya abadi Kaisar Gaozong dari Dinasti Tang. Dan di tempat itu, dia menulis \"Kata Pengantar Paviliun Pangeran Teng\", yang disebut sebagai mahakarya abadi Kaisar Gaozong dari Dinasti Tang.\nAda sebuah puisi yang berbunyi:\nSelalu dikatakan bahwa orang-orang berbakat adalah dewa, jadi bukanlah suatu kebetulan jika angin membawa Nanchang ke Nanchang;\nSaya menulis puisi tentang paviliun tinggi Raja Teng, dan dia mengikuti makhluk abadi untuk menemani Zhongyuan.", "聖意": "Berdoalah untuk rumahmu dan lindungi dirimu, doakan keberkahannya, carilah kekayaannya, dan raihlah pernikahan dan keharmonisan.", "古人": "Angin bertiup ke Paviliun Tengwang", "第X籤": "Tanda tangani delapan puluh satu", "宮": "Wei Gong"}