{"籤詩版本二": "Apa yang harus dilakukan jika Anda kehilangan kebajikan karena reputasi Anda? Saya khawatir nasib baik akan berubah dan hal buruk akan terjadi.\nMabuk, aku tidak tahu harus pergi ke mana, aku bermimpi kabur di bawah bayang-bayang pepohonan pinus yang hijau.", "詩意": "Heksagram ini melambangkan ikan dingin yang meninggalkan air.\nTidak ada yang bisa dipindahkan.\n\n(Heksagram ini adalah simbol kebajikan buruk dan nasib buruk.\nTetaplah membumi dalam segala hal.\n)", "解曰": "Ikan yang dingin meninggalkan air. seekor lalat di salep. Jika Anda bertanya tentang rencana perkemahan. Lebih baik bagi Mo Qi\nTanda ini akan membawa kesialan bagi Liujia. Semuanya tidak beres. Berdoalah untuk keamanan.", "籤詩故事一": "◇Zhuangzi menguji istrinya\nZhuangzi lahir pada masa Dinasti Zhou, nama belakangnya adalah Zhuang, nama aslinya adalah Zhou, dan nama aslinya adalah Zixiu, ia berasal dari Mengyi pada masa Dinasti Song. Pada Dinasti Zhou, dia adalah pejabat Qiyuan.\nSuatu hari, Zhuangzi bertemu dengan seorang wanita di gunung, dia sedang berjongkok di depan kuburan baru sambil menggoyangkan kipasnya dengan putus asa, seolah ingin mengeringkan tanah basah di kuburan. Zhuangzi tidak mengerti maksudnya, jadi dia bertanya padanya. Dia mengatakan bahwa orang yang dikuburkan di dalam kubur itu adalah suaminya, dan kata-kata terakhir suaminya adalah dia tidak boleh menikah lagi sampai tanah di kuburan itu mengering. Dia tidak bisa menunggu lebih lama lagi, jadi dia mengaduk tanah kuburan agar lebih cepat kering, sehingga dia bisa mengejar mata air kedua.\nZhuangzi menghela nafas ketika dia memikirkan ada wanita yang tidak berperasaan di dunia ini. Lalu saya berpikir, apakah istri saya akan seperti ini? Ketika kecurigaan muncul, saya ingin mengujinya.\nNama keluarga istri Zhuangzi adalah Tian, ​​​​dan pasangan tersebut biasanya memiliki hubungan dekat.Untuk menguji kesetiaan istrinya, Zhuangzi memutuskan untuk berpura-pura mati.\nMendengar bahwa Zhuangzi meninggal karena sakit mendadak, banyak orang dari berbagai penjuru, termasuk kerabat dan teman, datang untuk menyampaikan belasungkawa. Di antara mereka adalah seorang raja dan cucu tampan dari negara bagian Chu, yang kaya akan kekayaan. Melihat bahwa Ms. Tian baru saja menjanda dan menyedihkan, dia mengejarnya. Tian tidak tahan godaan dan jatuh cinta pada Wang Sun. Mereka menikah hanya dalam dua puluh hari.\nMalam itu, ketika arak diminum dan telinga terasa panas, Wang Sun tiba-tiba terkena serangan jantung dan meninggal.\nTian ketakutan dan panik, dan segera bertanya kepada Wang Sun apa yang harus dilakukan. Wang Sun menahan rasa sakitnya dan memberi tahu Tian bahwa otak mayat dapat digunakan untuk menghidupkan kembali orang mati.\nDimana menemukan mayatnya? Nyonya Tian tiba-tiba berpikir, bukankah suaminya baru saja meninggal? Tuan Tian melupakan cinta lama antara suami dan istri, dan benar-benar mengambil kapak dan membelah peti mati suaminya, bersiap mengeluarkan otaknya untuk obat.\nTanpa diduga, saat peti mati dibuka, Zhuangzi hidup kembali. Tian sangat malu hingga dia gantung diri.\n(Cerita ini adalah metafora untuk melanggar persahabatan demi keuntungan pribadi, jadi kami tidak setuju dengan itu.)", "聖意": "Rumah damai, diri aman, uang tidak adil, perdagangan dikorbankan, perkawinan terselesaikan, kejahatan di Liujia makmur, pejalan kaki belum datang, ulat sutera damai, ternak damai, orang-orang mencari orang, tuntutan hukum telah berubah, para murid menjadi konservatif, harta benda telah hilang, tidak ada penyakit, dan gunung serta kuburan menjadi jahat.", "古人": "Zhuangzi menguji istrinya", "第X籤": "Banyak 84", "宮": "Wei Gong"}