{"籤詩版本二": "Awan gelap dan kabut menutupi jalan di depan gunung, semuanya bulat dan bulan kembali bulat.\nJika anda mendapatkan puisi dan buku, anda akan terbangun dari mimpi yang dalam, Orang yang mulia akan memandu anda ke rooftop.", "詩意": "Heksagram ini melambangkan akhir musim semi dan mekarnya bunga.\nSegalanya berubah setelah Tuhan.", "解曰": "Orang tua itu perlu meminta bantuan. Ini mekar lagi di musim semi. Keinginan akan ketenaran dan kekayaan. Temui rejeki nomplok di akhir hidup.", "籤詩故事一": "◇Han Wengong menghadapi salju\nHan Yu, yang nama kehormatannya Tuizhi, berasal dari Changli. Tang Dezong menjadi Jinshi pada tahun kedelapan Zhenyuan, dan gelar anumertanya adalah Wen Gong.\nPada masa pemerintahan Kaisar Xianzong dari Dinasti Tang, Han Yu memprotes tulang Buddha, yang membuat Kaisar marah. Han Yu meninggalkan istri dan anak-anaknya dan pergi ke Chaozhou. Setelah berjalan kurang dari beberapa hari, angin dingin bertiup kencang dan turun salju lebat. Han Yu sampai di suatu tempat yang kedalaman saljunya beberapa kaki, sehingga menyulitkan kudanya untuk bergerak maju.Tidak ada rumah di dekatnya dan dia tidak tahu di mana jalannya. Jika Anda ingin mengikuti jalan tersebut dan mundur, tidak ada jalan kembali. Angin bertiup kencang dan salju turun dengan cepat.Han Yu basah kuyup, kedinginan dan lapar, dan tidak punya tempat untuk mengungkapkan kesedihannya.\nHan Yu menghela nafas dan berkata: “Kaisar tidak akan membunuhku, tetapi Kaisar ingin menghancurkanku.”\nTepat ketika Han Yu putus asa, dia melihat seorang pria datang untuk membersihkan salju meskipun cuaca sangat dingin, ternyata dia adalah Han Xiangzi (keponakan Han Yu).\nSebelumnya, Han Xiangzi pernah berkata kepada Han Yu: \"Di mana rumah Yun Heng di Qinling? Salju menutupi gerbang biru dan kudanya berhenti bergerak maju. \" Saat itu, Han Yu tidak mengerti apa maksud Han Xiangzi, tapi sekarang dia akhirnya mengerti.\nJadi Han Yu dan Han Xiangzi pergi bermalam di rumah Fu di Languan. Berbicara tentang masa lalu dan jalan menuju kultivasi, Han Yu sangat yakin.\nBelakangan, Han Yu meninggalkan jabatan resminya, menyumbangkan seluruh hartanya kepada pemerintah setempat, dan pergi ke pegunungan untuk mempraktikkan Taoisme dan menjadi abadi.", "聖意": "Rumah tidak baik untuk diri sendiri, hati-hati mencari uang, fokus bisnis, pernikahan terlambat, pejalan kaki perempuan Liujia memblokir ladang, ulat sutera bagus, ternak bagus, sulit mencari orang, tuntutan hukum publik berulang, migrasi adalah diperbarui, hal-hal yang hilang menjadi serius, penyakit tertunda, makam gunung harus diubah.", "古人": "Han Wengong bertemu salju", "第X籤": "Lotere pemenang kedelapan puluh lima", "宮": "Shen Gong"}