{"籤詩版本二": "Berjalan setengah jalan mendaki gunung bagian barat, tebing Junling tidak dapat diselesaikan.\nSambil memohon perlindungan kepada Tuhan, jenazah ini masih berada di kamar mayat", "詩意": "Heksagram ini seperti mencari emas di pasir.\nAda tanda-tanda orang mulia dalam segala hal.\n\nJuga: Heksagram ini menunjukkan bahwa orang tersebut dalam bahaya.\nAda tanda-tanda orang mulia dalam segala hal.", "解曰": "Giok dapat ditemukan dengan memahat batu. Temukan emas di pasir. Perlu bekerja keras. Hanya masalah.\nPekerjaan lain: situasi yang sulit. Tidak ada tempat untuk tinggal. Mintalah berkat Tuhan. Berdoalah untuk ketenangan pikiran.", "籤詩故事一": "◇ Gigit emas dan jelajahi gua bawah tanah\nUntuk merayakan eksploitasi militernya, Cheng Yaojin mengadakan perjamuan di Yanwuyang. Tiba-tiba sebuah lubang terbuka di tanah yang tak terduga.Semua orang mengundi dengan memilih kata-kata, menggigit emas untuk menang, dan menyewa tali untuk mengikat diri ke dalam lubang.\nTerdapat pintu batu, meja, kursi, jembatan dan benda-benda lainnya, di atas meja terdapat jubah naga dan ikat pinggang giok yang terbuat dari emas dan dipakai keluar gua.\nYao Jin keluar dari lubang dengan sebuah kotak besar dan sebuah kotak kecil, membuka kotak kayu dan mengeluarkan segel giok, membuka kotak itu, mengeluarkan bendera besar, jubah mahkota dan jejak kaki dan menaruhnya di atas meja, dan semuanya memperhatikan mereka satu per satu. Saya melihat delapan karakter segel yang terukir di segel besar itu adalah \"Raja Iblis Hunshi, Kaisar Berbudi Luhur\".\nSemua orang memujanya sebagai \"Kaisar\", dan Yaojin melakukan ini selama tiga tahun sebagai Raja Iblis. (Sebenarnya, ini hanya pernyataan diri sendiri, dan Cheng Yaojin hanyalah pemimpin desa pada saat itu.)\n(Kisah ini adalah metafora bahwa hal-hal baik itu seperti akting. Ini adalah konsepsi artistik dari \"tubuh ini masih dalam kehampaan\".)", "聖意": "Berdoa untuk rumah dan rumah, diri sendiri, kekurangan keuntungan, mencari kekayaan, kerja keras, hati-hati dalam bisnis, pernikahan akan dihalangi oleh Liujiaxu, pejalan kaki, ulat sutera Chitian, kandang enam ternak, mencari orang, tidak ada tuntutan hukum, kehilangan, migrasi, menjaga harta benda yang hilang, penyakit jahat, rintangan, gunung dan kuburan.", "古人": "Menjelajahi Ruang Bawah Tanah untuk Emas", "第X籤": "Tanda tangani delapan puluh tujuh", "宮": "Shen Gong"}