{"籤詩版本二": "Jangan ganggu saya dengan urusan pribadi Anda, ini lebih tepat ditanyakan kepada publik.\nHati yang jernih seterang dan sebening terangnya bulan di langit", "詩意": "Heksagram ini mewakili gambar bulan terang di langit.\nSemuanya terang dan lapang.", "解曰": "Jujurlah dalam hati. Luruskan hukumnya. Kata-kata suci. Akhirnya menjadi jelas.", "籤詩故事一": "◇Jenderal Kong Ming\nSolusi: Zhuge Liang memobilisasi pasukan dan jenderalnya\nSelama periode Tiga Kerajaan, Zhuge Liang (181-234), nama kehormatan Kongming, lahir di Yangdu, Langya (sekarang Kabupaten Yinan, Provinsi Shandong).\nZhuge Liang setuju untuk menjadi pejabat setelah Liu Bei berkunjung tiga kali ke pondok jerami. Saat itu, Cao Cao telah menenangkan Hebei dan bertekad untuk bergerak ke selatan. Dia mengirim Xiahou Dun sebagai kepala jenderal, Yu Jin, Li Dian dan lainnya sebagai wakil jenderal, memimpin 100.000 tentara untuk berbaris menuju Xinye. Meskipun Zhuge Liang memiliki rencana untuk mundur dari musuh saat itu, Guan Yu dan Zhang Fei membenci perkataan Zhuge Liang. Zhuge Liang tidak punya pilihan selain menggunakan pedang Liu Bei untuk menaklukkan kedua orang itu. Mereka masing-masing memimpin seribu tentara dan kuda, dan mengintai di Yushan dan Anlin. Mereka menunggu Xiahou Dun memimpin pasukannya lewat, dan kemudian menyerang mereka dengan penyergapan dan kebakaran.\nSelain itu, Zhao Yun dikirim untuk memimpin sisa-sisa tentara yang tua dan lemah untuk berperang sebagai garda depan melawan Xiahou Dun, dan kemudian berpura-pura kalah dan mundur, memikat Xiahou Dun ke jalan sempit di pegunungan dan hutan. Dia juga mengirim Guan Ping, Zhou Cang, Liu Feng dan lainnya menyelinap ke belakang pasukan Cao, membakar perbekalan dan menyebabkan kepanikan di pasukan Cao.\nSetelah pertempuran, semuanya terjadi sesuai pengaturan Zhuge Liang. Saat Xiahou Dun dan Yu Jin memimpin pasukan dalam pengejaran, Li Dian, yang berada di belakang, segera memberi tahu Xiahou Dun di depan bahwa dia perlu berjaga-jaga terhadap serangan tembakan musuh. Namun, sudah terlambat. Pasukan Cao dibatasi oleh jalan sempit dan terletak di tempat pepohonan saling bertautan, sehingga api tidak dapat menyala. Terdapat banyak korban jiwa, dan Xiahou Dun serta jenderal lainnya dikalahkan dan melarikan diri kembali ke Xudu.\n(Kisah ini adalah metafora bahwa Kong Ming pandai memanfaatkan orang dan mengatur negara dengan kebijaksanaan.)", "聖意": "Rumah dan rumah adalah keberuntungan. Saya mendoakan keberuntungan dalam kekayaan, ketenangan pikiran, bisnis sejahtera, pernikahan, kesuksesan, kesuksesan di Liujia, laki-laki berpindah ladang, ulat sutera, kehilangan ternak, orang hilang, tuntutan hukum publik, migrasi, kehilangan harta benda, keberkahan, penyakit, kedamaian, gunung dan kuburan.", "古人": "Jenderal Kong Ming", "第X籤": "Tanda kesembilan", "宮": "Istana Yin"}