{"籤詩版本二": "Pertunjukan yang bagus membuat Anda menonjol dari kerumunan dengan cemberut, dan masa depan Anda berubah dan Anda membawa banyak kekayaan.\nJalan itu selebar langit, dan semua uang yang bisa kamu berikan akan ada di hatimu", "詩意": "Heksagram ini menunjukkan masa depan yang menjanjikan.\nSemua berjalan dengan baik.", "解曰": "Sebuah jalan besar. Anda bisa bergerak maju. Gunakan hatimu. Hanya maju.\nSemuanya berjalan sesuai rencana dengan tanda ini. Semoga sukses untuk Jichang.", "籤詩故事一": "◇Tiga pahlawan bertarung melawan Lu Bu\nSolusi: Tiga pahlawan Zhang Fei, Guan Yu, dan Liu Bei bertarung melawan Lu Bu\nDong Zhuo mengetahui bahwa Hua Xiong telah dipenggal dan mengirim jenderal terbang Lu Bu untuk berperang. Begitu Lu Bu berperang, dia membunuh jenderal Fang Yue dan Mu Shun, serta membunuh Wu Anguo dan Gongsun Zan.\nZhang Fei melihat bahwa Gongsun Zan tidak dapat mengalahkan Lu Bu, maka dia segera menggantikan Gongsun Zan dan berteriak: \"Budak dari tiga nama keluarga harus pergi! Zhang Fei dari Yan ada di sini! \"Setelah itu, mereka bertarung selama lebih dari lima puluh ronde dalam berturut-turut, tanpa pemenang atau pecundang.\nSetelah Guan Yu melihatnya, dia dan Zhang Fei menyerang Lu Bu dan bertarung lebih dari tiga puluh ronde.\nLiu Bei juga membawa dua pedang, menepuk kudanya dan melangkah maju untuk membantu Zhang Fei dan Guan Yu.\nKetiga pria itu mengepung Lu Bu dan terus bertarung.Semua orang dalam kelompok itu tercengang.\nTak lama kemudian, Lu Bu mulai kehilangan kekuatan. Pegasus Lu Bu mundur, namun ketiga orang itu mengejar Lu Bu dan menolak menyerah. Mereka tidak mundur sampai bertemu dengan pasukan Lu Bu.\n\"Tiga Kerajaan\"\n(Kisah ini merupakan metafora keberanian dan kepiawaian Lu Bu dalam bertarung. Satu orang dapat mengalahkan tiga orang.)", "聖意": "Jantung dari rumah dan rumah hanya melakukan perjalanan dalam perjalanannya sendiri untuk mencari kekayaan. Kemungkinan artikel pernikahan jatuh ke tangan Liujia. Segalanya berjalan lancar bagi manusia. Ulat sutera Zhushuntian digunakan. Manusia dapat ditemukan di antara enam hewan. Sebelum tuntutan hukum publik, Yichang , migrasi, kehilangan harta benda, penyakit, makam gunung, dll., itu membawa keberuntungan.", "古人": "Tiga pahlawan bertarung melawan Lu Bu", "第X籤": "Sembilan puluh satu lotere yang menang", "宮": "Anda Istana"}