{"籤詩版本二": "Saya sudah merencanakan bisnis sejak saya masih kecil, jadi saya tidak perlu meminta kekayaan dan kekayaan.\nJika dua orang mencari sesuatu, pelajar tersebut akan keluar dan kembali dengan membawa hadiah utama.", "詩意": "Heksagram ini telah menjadi simbol bisnis sejak kecil.\nRajin dan hemat dalam segala hal serta bebas rasa khawatir.", "解曰": "Dari masa kanak-kanak hingga dewasa. Tidak ada halangan, tidak ada halangan. Membuat rencana. Ketenaran berjalan lancar.", "籤詩故事一": "◇Cai Qing membalas kebaikannya (Cai Yong)\nCai Yong, nama kehormatan Bojie, lahir di Chenliuyu (sekarang di selatan Kabupaten Qixian, Provinsi Henan). Dia adalah seorang sarjana dan suami dari Zhao Wuniang. Lima tahun lalu, pengadilan kekaisaran merekrut orang-orang berbakat dalam daftar kuning, dan pemerintah daerah merekomendasikan dia datang ke Beijing untuk mengikuti ujian. Sejak itu, tidak ada kabar lagi.\nTahun pertama setelah kepergian Cai Bojie mudah untuk ditangani, keluarga memiliki sejumlah tabungan dan kehidupan mereka dapat diatur.\nTahun berikutnya, Chenliu mengalami kekeringan yang parah, sehingga ia mengandalkan Zhao Wuniangdian untuk menjual perhiasan untuk bertahan dari kelaparan.Tidak ada kabar dari Cai Bojie, yang membuat keluarga semakin khawatir.\nKekeringan berlangsung selama tiga tahun selama periode ini. Zhang Guangcai, seorang tetangga di desa, membantunya dari waktu ke waktu.\nBelakangan, Cai Bojie memenangkan hadiah pertama dan kembali ke rumah untuk mengetahui bahwa istrinya telah dibantu oleh Zhang Guangcai. Pasangan itu pergi ke rumah Zhang untuk mengungkapkan rasa terima kasih mereka dan memberi Zhang Guangcai dua tael perak sebagai hadiah.", "聖意": "Rumah tenteram, diri sejahtera, usaha sukses, perkawinan sukses, kelahiran laki-laki sukses, ladang penuh ulat sutera, keenam ternak sejahtera, pencarian berhasil, gugatan berhasil , hijrahnya berhasil, harta yang hilang baik, penyakitnya gunung dan makamnya baik.", "古人": "Cai Qing membalas kebaikannya (Cai Yong)", "第X籤": "Tanda tangani sembilan puluh dua", "宮": "Anda Istana"}