{"籤詩版本二": "Luan Feng Xiang basah kuyup oleh gerimis, namun saat itu dia diganggu oleh Queer\nAku kaget saat mengetahui bahwa suatu hari awan sudah jauh, tapi aku tetap mengembalikan pakaianku padamu.", "詩意": "Heksagram ini melambangkan simbol Luan dan Phoenix yang diselimuti hujan.\nSemuanya datang ketika waktunya tiba.", "解曰": "Penjahatnya makmur hari demi hari. Seorang pria sejati seharusnya tidak melakukan apa pun. Simpan saja untuk dirimu sendiri. Ambil tindakan ketika saatnya tiba.", "籤詩故事一": "◇Gao Jun menjamin pernikahan\nPada awal Dinasti Song, Zhao Kuangyin menyatukan wilayah utara dan seluruh negeri menyerah. Namun, pada Dinasti Tang Selatan, Li Yu bercokol di selatan Sungai Yangtze. Dia mengadopsi strategi berpura-pura menyerah dengan menawarkan kota, menjebak Zhao Kuangyin di Shouzhou, dan situasinya kritis. Keponakan Zhao Kuangyin, Gao Junbao, seorang pemuda bersenjata emas, meninggalkan Bianjing untuk mematahkan pengepungan Shouzhou.\n, melewati Gunung Shuangsuo, mereka menghancurkan tanda Suami yang dibuat oleh Liu Jinding, dan keduanya berkompetisi. Hasilnya, Liu Jinding mengalahkan Gao Junbao tiga kali dengan seni bela diri yang luar biasa, dan mereka menukar tongkat emas dan lonceng perak seumur hidup. Keponakan Zhao Kuangyin, Gao Junbao, meninggalkan Bianjing untuk menyelamatkan Zhao Kuangyin yang terjebak di Shouzhou. Dia melewati Gunung Shuangsuo dan menghancurkan tanda yang dibuat oleh Liu Jinding. Keduanya berkompetisi, tetapi Liu Jinding mengalahkan Gao Junbao tiga kali dengan seni bela diri yang luar biasa dan dipaksa menikah. Pasangan itu memimpin kerumunan ke dalam pengepungan dan menyelamatkan Zhao Kuangyin.\n(Metafora dari cerita ini adalah keduanya tidak berdamai (mereka diintimidasi), tetapi kemudian berdamai.)", "聖意": "Rumah tidak baik untuk diri sendiri, awas mencari uang, menghalangi usaha, menunggu nikah, tunda nikah, orang hilang, berlama-lama di ladang, ulat sutera, terlambat ternak, kehilangan orang, kesulitan mencari orang, tuntutan hukum, kehilangan, migrasi, konservatif, kehilangan harta benda, penyakit jahat, perluasan gunung dan kuburan.", "古人": "Gao Jun menjamin pernikahan", "第X籤": "Sembilan puluh tiga memenangkan lotre", "宮": "xugong"}