{"籤詩版本二": "Seorang pria sejati tidak boleh peduli dengan rakyat kecil, jika terjadi kesalahan, dia akan menimbulkan masalah.\nBunyi piano wajib didengarkan bersama teman dekat, selalu hening dan samar-samar, karya ini untuk semua orang.", "詩意": "Heksagram ini harus sesuai dengan gambar seorang teman dekat.\nMenjaga segala sesuatunya tetap konstan akan membawa keberuntungan.", "解曰": "Zhiyinfangxu. Jangan memperhatikan hal-hal lain. Perlakukan diri Anda seperti orang yang mulia. Semua senang.\nZhiyin Fangxu memiliki empat karakter, yang aslinya ditulis sebagai Shiyin Fanghua.", "籤詩故事一": "◇BoYa mengunjungi teman (BoYa Broken Qin)\nBoya, bermarga Yu, diberi nama Rui dan nama kehormatan Boya, adalah penduduk asli Yingdu, Negara Bagian Chu selama Periode Musim Semi dan Musim Gugur dan Periode Negara-Negara Berperang.\nZhong Ziqi bekerja sebagai penebang kayu di Kerajaan Chu. Suatu hari, dia bertemu Yu Boya sedang bermain harpa di Sungai Han. Zhong Ziqi mendengar suara berkata: \"Tingginya seperti gunung dan bergoyang seperti air yang mengalir.\" Keduanya menikah dan berjanji untuk bertemu lagi di pertengahan tahun. Festival Musim Gugur tahun depan.\nTahun berikutnya, Yu Boya menepati janjinya sesuai jadwal, tetapi Zhong Ziqi telah meninggal dunia. Setelah Yu Boya mengetahui bahwa Zhong Ziqi telah meninggal, Yu Boya berpikir bahwa tidak akan ada lagi musik di dunia dan dia tidak akan pernah memainkan harpa lagi seumur hidupnya.\nmengatakan:\nMenghancurkan Yao Qin dan Feng Wei Han. Zi Qi tidak peduli dengan siapa dia bermain.\nAngin musim semi membawa semua teman. Sulit untuk menemukan teman sejati.", "聖意": "Hati-hati keluar rumah dan penjahat sendiri. Saat mencari kekayaan, berhati-hatilah dalam bertransaksi. Dianjurkan terlambat menikah. Tidak baik bagi pejalan kaki perempuan untuk berpindah ladang, ulat sutera dan ternak, rajin mencari orang. , untuk mengajukan tuntutan hukum dan bermigrasi, untuk mencari harta benda yang hilang dengan cepat, terhalang oleh penyakit, dan kuburan di pegunungan.", "古人": "Boya Mengunjungi Teman (Boya Broken Qin)", "第X籤": "Banyak sembilan puluh empat", "宮": "xugong"}