{"籤詩版本二": "Ambisi dan prestasi ada di dinasti, tapi sekarang akan ada minuman keras dan seks tanpa akhir.\nJika Anda melihat ayam jago emas, Anda akan dihadiahi uang, rejeki, dan rejeki.", "詩意": "Heksagram ini melambangkan simbol ambisi dan ketenaran.\nJaga agar segala sesuatunya menguntungkan.", "解曰": "Ambisius. Belum terlambat untuk menjaga diri sendiri. Janji ayam emas. Semua senang.", "籤詩故事一": "◇Cao Pi menyatakan dirinya sebagai kaisar\nCao Pi, nama kehormatan Zihuan, lahir di Peiguoqiao (sekarang Kabupaten Hao, Anhui). Seorang politisi dan penulis terkenal pada masa Jian'an.\nCao Pi adalah putra kedua Cao Cao. Dia tinggal bersama ayahnya di kamp militer sejak dia masih kecil. Di bawah pengaruh ayahnya, Cao Pi belajar memanah pada usia enam tahun dan menunggang kuda pada usia delapan tahun, dan berkembang keterampilan bela diri yang baik. Ia juga memiliki pengetahuan luas tentang biografi dan klasik kuno dan modern, serta buku-buku dari ratusan aliran pemikiran. Baru pada usia delapan belas tahun Cao Cao mengalahkan Yuan Shao dan Cao Pi menjalani kehidupan yang relatif stabil di Yecheng, pusat pemerintahan Cao Cao. Sejak saat itu, meskipun ia terkadang menemani ayahnya dalam ekspedisi militer dan menjalani kehidupan sebagai putra bangsawan hampir sepanjang waktu, ia tetap berlatih seni bela diri setiap hari dan tidak mengalami kemunduran hingga saat ini. Ia sering menunggang kudanya dengan kecepatan seratus langkah dan sangat ahli dalam ilmu bela diri, karena ia sering berlatih ilmu bela diri, ia ringan dan kuat.\nPutra sulung Cao Cao, Cao Ang, tewas dalam sebuah pertempuran. Setelah putra sulungnya meninggal, Cao Pi menjadi pilihan pertama putra mahkota. Ketika dia berumur tiga puluh satu tahun, dia diangkat menjadi putra mahkota oleh Cao Cao. Ketika Cao Pi berumur tiga puluh tiga tahun, Cao Cao meninggal karena sakit, dan Cao Pi menggantikannya sebagai perdana menteri dan raja Wei. Ia mengaku sering menunggang kuda seratus langkah dan sangat ahli, karena sering berlatih kungfu, ia ringan dan sehat.", "聖意": "Doakan agar rumah dan rumahmu damai, carilah kekayaan, bekerja keras, berdagang, putus lebih awal, pernikahan sukses, Liujia aman, orang-orang di ladang, ulat sutera menjadi dewasa, enam ternak menjadi dewasa , akan sulit menemukan orang, tuntutan hukum publik akan mendesak, migrasi akan hilang, dan segalanya akan jauh, Penyakit akan berlama-lama di gunung dan kuburan.", "古人": "Cao Pi menyatakan dirinya sebagai kaisar", "第X籤": "Lotere pemenang sembilan puluh lima", "宮": "xugong"}