{"籤詩版本二": "Pagoda megah ini tidak biasa, dengan dekorasi indah di semua sisinya yang bersinar terang\nSaya mendorong Anda untuk bertekad untuk rajin bersujud dan melakukan perbuatan baik, dan surga akan mengirimkan berkah kepada Anda.", "詩意": "Heksagram ini melambangkan perwujudan kebajikan.\nSemuanya menguntungkan.", "解曰": "Berkat-berkat ini. Setiap orang memilikinya. Jangan terlalu sibuk. Kebaikan ditentukan terlebih dahulu.", "籤詩故事一": "◇Raja Fenyang bertemu cucunya di Hari Valentine Tiongkok\nSolusi: Guo Ziyi bertemu dengan Gadis Penenun yang turun ke bumi pada Hari Valentine Tiongkok. Tiansun, cucu Kaisar Langit, adalah Tujuh Peri.\nGuo Ziyi (697-781), juga dikenal sebagai Guo Linggong, adalah penduduk asli Kabupaten Zheng, Huazhou (sekarang Kabupaten Huaxian, Provinsi Shaanxi) dan seorang jenderal di Dinasti Tang. Istana kekaisaran memberi Ziyi gelar Raja Fenyang.\nDikatakan bahwa Ziyi berasal dari Huazhou dan pergi untuk bergabung dengan tentara di luar Tembok Besar. Dia pergi ke Beijing untuk meminta bayaran militer dan kembali ke Yinzhou. Kebetulan saat itu adalah Hari Valentine Tiongkok. Angin dan pasir hari mulai gelap, dan matahari mulai gelap. Ziyi tidak bisa bergerak maju, jadi dia berdiri di pinggir jalan. Dia sedang tidur di lantai di sebuah rumah kosong. Ketika dia hendak tertidur, tiba-tiba dia melihat lampu merah di kedua sisi. Dia berdiri dan melihat ke atas dengan terkejut. Ada awan di langit, perlahan turun. Di sana duduk seorang wanita cantik, bermartabat dan menawan, benar-benar berbeda dari orang biasa. Ziyi segera memberi hormat dan berkata, \"Hari ini adalah hari ketujuh dari bulan ketujuh penanggalan lunar. Menurutku Gadis Penenunlah yang datang, ingin memberinya umur panjang dan kekayaan.\"\nWanita itu pun menjawab: “Dengan kekayaan yang besar maka panjang umur.”\nSetelah dia selesai berbicara, cahayanya kembali dan awan perlahan naik. Wanita itu masih menatap Guo Ziyi dengan senyuman yang menyenangkan. Hanya ketika dia jauh darinya asapnya kabur dan dia tidak lagi terlihat.\nTernyata benar, seperti yang dikatakan wanita itu. Kelebihan Ziyi terkenal di dunia, dia adalah menteri yang sangat populer, dan dia adalah seorang jenderal dengan kelebihan dan kebajikan.", "聖意": "Berdoalah untuk diri sendiri di rumah, ucapkanlah permohonan untuk diri sendiri, doakan uang, semoga sukses dalam bisnis, semoga sukses dalam pernikahan, semoga sukses di Liujia, selamat jalan-jalan bersama orang-orang, pindah ladang, ulat sutera, kandang ternak, sial dalam mencari orang, tuntutan hukum publik, migrasi, nasib baik, penyakit kehilangan harta benda, makam di Zhenxingshan", "古人": "Raja Fenyang bertemu cucunya pada Hari Valentine Tiongkok", "第X籤": "Tanda tangani sembilan puluh enam", "宮": "xugong"}