{"籤詩版本二": "Terlambat keluar masuk untuk meminta nasihat, cemas dan khawatir akan menimbulkan masalah\nIbarat seekor burung yang terbang ke dalam perangkap, berapa lama waktu yang diperlukan untuk dapat melarikan diri?", "詩意": "Heksagram ini merupakan tanda menjaga segala sesuatunya tetap tua dan beradaptasi dengan takdir.\nSemuanya tidak memuaskan.", "解曰": "Bersikaplah konservatif kapan saja. Menunggu yang mulia datang. Jika Anda bertanya tentang segalanya. Yang utama adalah terlambat.", "籤詩故事一": "◇Ji Ping terbunuh\nJi Ping, yang bernama asli Ji Tai, juga dikenal sebagai Ping, adalah seorang dokter kekaisaran di Dinasti Han.\nPada tahun kelima Jian'an (200 M), Cao Cao menjadi perdana menteri dan tidak menganggap serius kaisar.Sejak dia membaca dekrit yang ditulis oleh kaisar di ikat pinggangnya, Dong Cheng, yang tidak punya cara untuk mendapatkan menyingkirkan Cao Cao, merasa marah dan marah, khawatir, dia jatuh sakit.\nKaisar Xian meminta tabib istana Ji Ping untuk merawat Cao Cao. Ji Ping membaca dekrit rahasia kaisar dan bertekad untuk menyingkirkan Cao Cao, jadi mereka berdua menyusun rencana bersama. Tanpa diduga, tembok punya telinga. Budak rumah tangga Dong Cheng, Qin Qingtong, dipukuli empat puluh kali dengan tongkat oleh Dong Cheng karena perselingkuhannya dengan istri muda Dong Cheng. Dia menyimpan dendam. Ketika dia mendengar hal ini, dia melaporkan Dong Cheng dan Ji Ping ke Cao Cao.\nJi Ping memanfaatkan sakit kepala Cao Cao dan diam-diam meracuninya. Cao Cao menerima petunjuk, menjebak Ji Ping, menyiksanya, dan menyelidiki pemimpinnya. Ji Ping menolak kematian dan meninggal setelah menyentuh tangga.", "聖意": "Rumah khawatir pada diri sendiri, penjahat meminta uang, bisnis rusak, pernikahan tidak lama, hukumannya enam, pejalan kaki terjebak di ladang, ulat sutera dirusak, enam ternak ditemukan, yang orang ditemukan, gugatan umum hilang, hijrah tak bergerak, harta benda hilang, penyakit mewabah, jaring ada di gunung, kubur mati,", "古人": "Ji Ping terbunuh", "第X籤": "Tanda Sembilan Puluh Delapan", "宮": "Haigong"}