{"籤詩版本二": "Mengekang kudanya dan memegang cambuk, kita langsung menuju ke sini, setengah dalam bahaya dan setengah lagi dalam bencana.\nIbarat rumah terbakar api, langit runtuh, hujan menjadikannya abu, aku punya rencana.", "詩意": "Heksagram ini mewakili setengah kesedihan dan setengah kegembiraan.\nDianjurkan untuk berbuat baik dalam segala hal.", "解曰": "Kerja seumur hidup. Tidak peduli benar dan salah. Belenggu itu bersifat sementara. Kebencian datang secara alami.", "籤詩故事一": "◇Tao Sanchun mengalahkan Zheng En di Guayuan\n\"Hidupkan peringatanku,\" Zhao Kuangyin berdiri lagi, \"Raja Beiping Zheng En telah mengatur pernikahan saat itu. Sekarang dunia dalam damai, saya ingin meminta izin Anda untuk memilih hari yang baik untuk menikah. \"\n“Hidup peringatanku!” Zhao Kuangyin berdiri dan berkata, “Raja Peking, Zheng En, telah mengatur pernikahan saat itu. Sekarang dunia dalam damai, saya ingin meminta izin Anda untuk memilih yang menguntungkan hari untuk menikah.\"\n“Oh, saudara ketiga sudah bertunangan sebelumnya, kenapa aku tidak tahu tentang ini?\" Chai Rong sangat terkejut. Dia melambaikan tangannya dan meminta Zhao Kuangyin untuk duduk dan berbicara.\n\"Oh! Kakak ketiga sudah bertunangan sebelumnya, kenapa saya tidak tahu tentang ini? \"Chai Rong (Kaisar Dinasti Zhou Akhir) sangat terkejut. Dia melambaikan tangannya dan meminta Zhao Kuangyin untuk duduk dan berbicara.\n\"Ceritanya panjang. Pertama, kami masih dalam kemiskinan saat itu dan tidak bergabung dengan tentaramu. Sejak itu, kami telah berperang selama bertahun-tahun dan tidak punya waktu untuk peduli padamu. Kedua, saudara ketiga juga sedikit malu menyebutkannya, jadi Yang Mulia tidak mengetahuinya.”\nPertama, kami masih hidup dalam kemiskinan saat itu dan tidak bergabung dengan tentara Anda. Sejak itu, kami telah berperang selama bertahun-tahun dan tidak punya waktu untuk memedulikan Anda. Kedua, saudara ketiga juga seorang sedikit malu untuk menyebutkannya, jadi Yang Mulia tidak tahu.”\n“Hei, mahasiswi itu akan menikah, apa gunanya dipermalukan? Kakak ketiga sudah lama berada di medan perang dan bisa dikatakan sebagai pahlawan yang tak tertandingi. Kenapa kamu begitu picik dalam masalah ini?”\n\"Hei! Anak kampus itu akan menikah, apa gunanya dipermalukan? Kakak ketiga sudah lama berada di medan perang dan bisa dikatakan sebagai pahlawan yang tak tertandingi. Kenapa kamu begitu picik dalam masalah ini?\"\n“Ngomong-ngomong, aku tidak bisa menyalahkan kakak ketigaku karena pemalu, karena pernikahan ini palsu.”\n“Ngomong-ngomong, aku tidak bisa menyalahkan kakak ketigaku karena pemalu, karena pernikahan ini palsu.”\n\"Diketik? Hei, ini menarik. Tolong beritahu saya apa yang terjadi.\"\n\"Aku mengetiknya! Hei! Menarik! Tolong beritahu aku apa yang terjadi.\"\n\"Ya, saya ingat tahun itu, ketika kami akan bergabung dengan Yang Mulia, kami melewati Kabupaten Baocheng. Saat itu sangat panas di bulan Juni. Kakak ketiga saya tidak bisa tinggal di hotel, jadi dia pergi keluar untuk berjalan-jalan sendirian.\" Setelah melewati kebun melon, dia masuk untuk memetik beberapa. Melon menghilangkan dahaga. Melon yang masak awal saat ini tidak banyak, dan saudara ketiga tidak tahu cara memetiknya, jadi dia memecahkan banyak melon. Wanita yang melihat melon itu melangkah maju untuk menuduh saudara laki-laki ketiga. Keduanya berselisih, dan kemudian mereka mulai bertengkar. Ayo. Untungnya, saya khawatir dan bergegas menyelamatkan tepat waktu, jika tidak...\"\n\"Ya, saya ingat tahun itu, ketika kami akan bergabung dengan Yang Mulia, kami melewati Kabupaten Baocheng. Saat itu sangat panas di bulan Juni. Kakak ketiga saya tidak bisa tinggal di hotel, jadi dia pergi jalan-jalan sendirian.\" Setelah melewati kebun melon, dia masuk untuk memetik beberapa. Melon menghilangkan dahaga. Melon yang masak awal saat ini tidak banyak, dan saudara ketiga tidak tahu cara memetiknya, jadi dia memecahkan banyak melon. Wanita yang melihat melon itu melangkah maju untuk menuduh saudara laki-laki ketiga. Keduanya berselisih, dan kemudian mereka mulai bertengkar. Ayo. Untungnya, saya khawatir dan bergegas menyelamatkan tepat waktu, jika tidak...\"\n\"Zheng Ziming ini, ini salahnya sejak awal, dia harus meminta maaf. Mengapa dia memukulnya? Selain itu, bagaimana keluarga seorang gadis bisa menahan pukulan dan tendangan pria galak seperti dia! Ayolah, kamu kalahkan gadis ini sampai potongan. Bukan?\" \"Gadis itu tidak terluka...\"\n\"Zheng Ziming ini, ini salahnya sejak awal, jadi dia harus meminta maaf. Mengapa kamu memukulinya? Selain itu, bagaimana keluarga seorang gadis bisa menahan pukulan dan tendangan pria galak seperti dia! Ayo, beri tahu aku, kamu memukuli gadis ini. Bukan?\"\n\"Gadis itu tidak terluka...\"\n\"Tidak apa-apa, tidak apa-apa... Hei, apakah kamu tidak mengambil tindakan? Oh, kurasa kamu menyelamatkanku tepat waktu.\"\n\"Tidak apa-apa! Tidak apa-apa... Hei! Apakah kamu tidak mengambil tindakan? Oh! Kurasa kamulah yang menyelamatkanku tepat waktu!\"\n\"...Tidak, orang yang aku selamatkan adalah...saudara ketiga.\" \"...Tidak, orang yang aku selamatkan adalah...saudara ketiga.\"\n\"Ah ah?!\"\n“Saudara laki-laki ketiga dilempar ke tanah oleh wanita itu dan dipukuli dengan kejam sepanjang jalan. Untungnya, saya datang dan membujuknya untuk pergi, jadi dia tidak terluka parah. ... Yang Mulia... Yang Mulia!... \"\n“Saudara ketiga dilempar ke tanah oleh wanita itu dan dipukuli dengan kejam. Untungnya, saya datang dan membujuknya untuk pergi, jadi dia tidak terluka parah. ... Yang Mulia... Yang Mulia!...\"\n\"Ah?...Oh, siapa wanita itu!?\" \"Ah!?...Oh, siapa wanita itu!?\"\n“Baru kemudian saya mengetahui bahwa wanita itu bernama Tao Sanchun, dan ayahnya Tao Hong adalah seorang pahlawan tua yang tidak memiliki cita-cita. Tao Sanchun belajar seni bela diri dari ayahnya sejak dia masih kecil. keluarganya, saya melihat bahwa Nona Sanchun memiliki karakter yang luar biasa. , Luo Luo dan murah hati, tanpa kebiasaan menjadi gadis kecil, mereka sengaja menjodohkannya. Ayah dan anak perempuan Tao juga sangat menyukai karakter lugas dari saudara ketiga. Mereka segera cocok dan memutuskan pernikahan ini untuk mereka berdua. Yang Mulia, tolong beritahu saya, ini bukan pernikahan palsu?\"\n“Baru kemudian saya mengetahui bahwa nama gadis itu adalah Tao Sanchun, dan dia telah belajar seni bela diri dari ayahnya sejak dia masih kecil. Setelah saya berkenalan dengan keluarganya, saya melihat bahwa Nona Sanchun memiliki karakter yang luar biasa, adalah murah hati, dan tidak memiliki jejak sedikit pun sebagai seorang gadis kecil, jadi saya sengaja merekrutnya. Tuan Tao dan putrinya juga sangat menyukai karakter lugas dari saudara ketiga mereka. Mereka langsung cocok dan memutuskan untuk menikah satu sama lain. Yang Mulia, bukankah menurut Anda ini adalah pernikahan palsu?\"\n(Cerita ini adalah sebuah metafora, karena hal yang buruk ternyata menjadi hal yang baik.)", "聖意": "Berdoa untuk perlindungan rumah, hati-hati, mencari kekayaan, menghancurkan bisnis, menghalangi pernikahan, hukuman, asuransi Liujia, pejalan kaki yang terjebak di ladang, kerusakan ulat sutera, kerusakan ternak, orang hilang, tuntutan hukum ilegal, kehilangan, migrasi, konservatif, kehilangan harta benda, penyakit jahat , bahaya, gunung, makam, kegagalan", "古人": "Tao Sanchun mengalahkan Zheng En di kebun melon", "第X籤": "Nomor sembilan puluh sembilan", "宮": "Haigong"}