{"籤詩版本二": "Naj bo svet ustvarjen za dober zakon, ugodne dni in dobre čase in vse naj bo dobro\nNi malo, če dobiš to žreb. Cesar izjavlja, da so ljudje zvesti in pošteni.", "詩意": "Ta heksagram predstavlja začetek začetka neba in zemlje.\nVse je ugodno.", "解曰": "Hitra hitrost. Leto ni vredno svojega časa. Guanyin zapiše. Najprej mi povej.", "籤詩故事一": "◇ Zhongli je postal razsvetljen\nZhongli Quan, s priimkom Zhongli, imenom Quan, vljudnostnim imenom Yunfang in vzdevkom Zhengyang, je bil rojen v okrožju Xianyang v Xi'anu v provinci Shaanxi med vzhodno dinastijo Han.\nZhong Liquan je bil general dinastije Han. Med ekspedicijo proti Zahodnemu Qiangu je bil ljubosumen na poveljnika Liang Yija in mu je dodelil samo 30.000 starih in šibkih vojakov. Takoj ko je prispel na cilj, je taborišče oropal vojsko zahodnega Qianga in vojaki so zbežali. Zhong Liquan se je izgubil v dolini in na poti srečal meniha Hu. Odpeljal ga je v majhno vas in rekel: »To je rezidenca gospoda Donghua.« Nato se je poslovil in odšel. Čez nekaj časa je nekdo nenadoma rekel: »To mora biti zato, ker je zelenooki Hu človek preveč zgovoren.« Zagledal je moškega, oblečenega v belo jelenovo krzno in v rokah palico zelene kvinoje. Vprašal je Zhong Liquana: »Oseba, ki je prišla tukaj je Han Da. General Zhongliquan\n? Zhong Liquan je bil šokiran, ko je vedel, da je srečal neznano osebo, zato se je iskreno naučil Tao.\nZhong Liquan je kasneje srečal Zhenren Huayang in nesmrtnega kralja Xuanfuja ter izvedel \"Skrivnost nesmrtnosti\". Nazadnje je živel v Zijin Sihaofengu na gori Kongtong, pridobil \"Skrivnost škatle iz žada\" in postal pravi nesmrtnik. Sekta Quanzhen ga je tudi častila kot enega od petih severnih patriarhov.", "聖意": "Molite za svoj dom in dom, da bi bil blagoslovljen s srečo jeseni in pozimi. Iščite srečo jeseni in pozimi. Srečno v poslu, srečno v zakonu, srečno pri rojevanju fantov, srečno na potovanju v polja, sreča pri sviloprejkah, sreča pri živini, sreča pri iskanju ljudi, sreča pri tožbah, sreča pri selitvi, izgubljeno premoženje in sreča pri severovzhodnih boleznih. Sreča pri pošiljanju gora in grobov", "古人": "Zhongli je postal razsvetljen", "第X籤": "prvi znak", "宮": "Maternica"}