{"籤詩版本二": "Skrbi in skrbi so začasno odpravljene, veselje pa prihaja z neba.\nTako kot žad, skrit v gnoju, dober delavec dvigne prah", "詩意": "Ta heksagram predstavlja harmonijo jina in janga.\nVse, kar načrtujete, je ugodno.", "解曰": "Nič pridobljenega, nič izgubljenega. Dobiček iz izgube. Zlobnež je v težavah. Vso srečo, gospod.", "籤詩故事一": "◇ Ye Meng Xiong Chao Di\nYe Mengxiong (1531-1597), čigar vljudnostno ime je bilo Nanzhao in ime Longtang, je bil spremenjen v Longtan in prav tako imenovan Huayun. Domačin iz Wanshifanga, Huizhou Fucheng (zdaj del okrožja Huicheng, mesto Huizhou) v dinastiji Ming. V 44. letu vladavine Jiajinga (1565) je postal Jinshi in prejel naziv sodnika okrožja Qing. Bil je direktor oddelka za prenose, kasneje pa je postal nadzorni cenzor ceste Shanxi.\nV 20. letu Wanlija (1592) je generalni konzul Ningxie Kuaibai (poglavar plemena Mongolskih Tatarov) ubil guvernerja Dang Xina in zavzel sedeminštirideseto trdnjavo v provinci Hexi. , razbil mesto, častil in se zažgal do smrti. Meng Xiong ni aroganten pri prevzemanju zaslug in pusti, da so njegove sposobnosti tako dobre kot sposobnosti generalov, ki si upajo bojevati. Uradni Wei Xuezeng je bil ponovno postavljen. V zadnjih letih je petkrat odstopil in bil vrnjen v Huizhou, da bi zgradil tempelj Huilong.\nYe Mengxiong je vstopil v taoizem kot javni uslužbenec na začetku in je bil znan po svoji poštenosti in poštenosti. Stari zgodovinski zapisi pravijo, da je bil \"prvi v ponižnosti in sposobnostih\", \"odpravlja korupcijo in kaznuje upore\", ter pustil dober sloves. je bil izjemno zvest, pogumen, pogumen in iznajdljiv.Dober v streljanju. V drugi polovici njegovega življenja so bile njegove veščine borilnih veščin zabeležene v \"Zgodovini dinastije Ming\" in veljal je za nacionalnega heroja.", "聖意": "Dom je neugoden (vse bolj miren) Jesen in zima sta dobri za sebe, bogastvo bo uspešno, transakcije bodo uspešne, poroka bo uspešna, Liujia bo lažno preplašena (tam bodo zakladi), pešci bodo šli na polja do molite za sviloprejke, šest živali bo ravnih, ljudje bodo najdeni, javne tožbe bodo neugodne, migracija bo konzervativna, izgubljena lastnina bo ovirana, bolezni se bodo naselile v grobovih Fushan", "古人": "Ye Meng Xiong Chao Di", "第X籤": "Šestnajsti zmagovalni loto", "宮": "Maogong"}