{"籤詩版本二": "Zlata vrana pade na zahodu in zajec se dvigne na vzhodu.Cikel dneva in noči se nadaljuje od pradavnine do danes.\nMenihi in taoisti vedo, da slabosti ni, učenjaki, kmetje, industrija in trgovci pa vsi sledijo svojim mislim.", "詩意": "Ta heksagram predstavlja naraščanje in upadanje jina in janga.\nTo je tudi znak, da bo šlo vse po načrtih.", "解曰": "Nič ni v mislih. Kar ste storili, je zaslužno. Kot puščica iz loka. En strel je zadel tarčo.", "籤詩故事一": "◇ Stric Cao Guo je nesmrten\nCao Guojiu, rojen v Xuzhou, naj bi bil veliki stric države v obdobju Renzong dinastije Song. Ime mu je bilo Cao Yi, znan tudi kot Cao Jingxiu.\nStric Cao Guo je imel mlajšega brata po imenu Cao Er. Ta Cao Er se je zanašal na svoj položaj cesarske oblasti in je zagrešil vse vrste zla. Zasedel je polja, odpeljal žene in hčere ter se spoprijateljil z nekaterimi brezpravnimi zlikovci, ki so prihajali in odhajali. Cao Guojiu tega ni prenesel, zato je ni hotel poslušati njegovih dobrih besed in tolažbe, zato je uporabil kazen, da bi ga nadzoroval. , sta se brata zamerila.\nCao Guojiu je rekel: \"Načela sveta so, da bodo tisti, ki kopičijo dobre stvari, uspevali, tisti, ki kopičijo zlo, pa bodo propadli. To je nespremenljiva resnica. Naša družina Cao je v preteklosti kopičila zla dejanja, da bi dosegla današnje bogastvo. Zdaj moj brat je nakopičil zlo do skrajnosti, tudi če pobegne, tudi če te kaznuje uradnik, ne moreš ubežati skritim nesrečam. Ko enkrat pride nesreča in je tvoja družina uničena in nekdo umre, ne boš mogel pobegniti Takrat bom ponižan in tega se bom bal.\" Tako sem razpršil vse svoje bogastvo, Pomagal je revnim in ni več skrbel za bratove zadeve. Potem je zapustil svoj dom in prijatelje, se preoblekel v taoistično uniformo in odšel v gore, da bi kultiviral svoj um in naravo.\nNekega dne je slučajno srečal Zhonglija in Lu Dongbina iz dinastije Han. Bila sta zelo vesela, ko sta videla zgovorne odgovore strica Cao Guoja. Dala sta mu \"Skrivni edikt o vračanju resnice\" in mu naročila, naj skrbno vadi. Kmalu je Zhongli Quan in Lu Dongbin sta bila predstavljena razredu nesmrtnih.", "聖意": "Sreča za dom, dom, sreča, sreča, sreča v poslu, zakon, moški popotnik, zgodnje sajenje sviloprejk na njivi, propadanje živine, iskanje ljudi, tožba, selitev, izgubljeno premoženje, pozna bolezen, sreča", "古人": "Stric Cao Guo je nesmrten", "第X籤": "Podpišite osemnajsti", "宮": "Maogong"}