{"籤詩版本二": "Pustite čoln nazaj s plaže na hitri vodi, kaj želite storiti zaradi nemira?\nČe želite biti varni, poiščite mir in počakajte, da valovi minejo to krizo.", "詩意": "Ta heksagram je kot čoln, ki pluje po hitri obali.\nOstanite konzervativni v vsem in počakajte na čas.", "解曰": "Izkrcajte se v močni vodi. Nevarnost čaka na čas. Če vprašate o načrtih za kamp. Nič se ne da narediti.", "籤詩故事一": "◇Ziyi je okronan za kralja\nGuo Ziyi (697-781), znan tudi kot Guo Linggong, je bil rojen v okrožju Zheng, Huazhou (danes okrožje Huaxian, provinca Shaanxi) in general v dinastiji Tang.\nMed Anšijevim uporom v 14. letu Tianbaa (755) je dobil naziv Shuofang Jiedushi (Lingwu, zahodno od Lingwuja v današnji Ningxia). Ukazano mu je bilo, da začne križarsko vojno. Na pohodu je združil Shuofangovo vojsko z Li Guangbijem Združili so sile pri Changshanu (Zhengding, Hebei) in premagali Shi Siminga ter ponovno zavzeli Hebei. V tem času je Guo Ziyi predlagal, da bi cesar vzel Fan Yanga s severa in napadel brlog uporniškega tigra, da bi zmanjšal obleganje Tongguana, vendar je Xuanzong zavrnil. Kasneje se je utrdil položaj separatističnih vazalnih mest v pozni dinastiji Tang, kar je postalo tudi oddaljeni vzrok za propad dinastije Tang.\nV petnajstem letu Tianbaove vladavine (756) sta on in ujgurska koalicija pomirila Hequ. Spomladi naslednjega leta so povrnili Hedong (zdaj Yongji, Shanxi) in Feng Yi (zdaj Dali, Shaanxi) ter napadli Tongguan, premagal Cuija Qianyuja Tangova vojska je utrpela več kot 10.000 žrtev. Cui Qianyu se je predal Pujinu. Lushana je ubil njegov sin An Qingxu.\nV drugem letu Zhideja (757) mu je bilo ukazano, naj vodi čete v Fengxiang. Na poti je premagal 5000 Li Guirenovih konjenikov pri mostu Baiquliuyun (danes jugovzhodno od Sanyuana). Maja se je boril z An Shouzhongom in Li Guirenom v Qingquju (današnji zahodni del Xi'ana) je bil poražen in se je umaknil v Wugong (današnji severozahodni del Wugonga). Septembra je sledil maršalu Guangpingu Wang Li Chuju, da bi vodil Tang in Ujgure, da bi se pridružili 150.000 vojakom, nato pa se je boril z An Shouzhong in Li Guiren v Xiangu. Severno od templja Ji (jugozahodno od današnjega okrožja Chang'an) so ujgurski vojaki obkrožili za sovražnikom, napadli z obeh strani in ubili 60.000 sovražnikov. Zhang Tongru je pobegnil v okrožje Shaanxi in končno povrnila prestolnico Chang'an (današnji Xi'an).Veličanstvo vojske Tang je bilo znova vrnjeno v Chang'an.\nNato je vojska Tang izkoristila zmago in korakala proti vzhodu ter premagala 150.000 mož, vključno z Yan Zhuangom in Zhangom Tongrujem v Xindianu (zdaj jugozahodno od mesta Sanmenxia, ​​provinca Henan), zaradi česar je Anqing Xu prisilil, da je prečkal Rumeno reko in se umaknil v Xiangzhou. Dongjun Luoyang se je vrnil. Dodajte Situja njegovim zaslugam in ga postavite za vojvodo države.\nShi Siming je vodil svojo vojsko iz Fan Yanga, da bi rešil An Qingxuja. Obe strani sta se borili v formaciji severno od reke Anyang (danes severno od Anyanga). Boj je bil nerazdružljiv. Na koncu je vojska Tang, ki jo je vodilo devet Jiedushi, ki je trdil, da ima 600.000 mož, se je umaknil (v bitki pri Yechengu). Glavni poveljnik te bitke je bil evnuh Yu Chaoen, ki ni imel vodstvenih sposobnosti in je za neuspeh bitke krivil Guo Ziyija. Guo Ziyi je bil poklican nazaj v Chang'an, oproščen vojaške moči in je postal brezdelni uradnik.\nV prvem letu Baoyinga (762) so se čete v Taiyuanu (današnji jugozahod Taiyuana) in Jiangzhouju (današnji Xinjiang v provinci Shanxi) uprle.Dvor se je prestrašil, zato je Ziyi dobil naziv kralja Fenyanga in je odšel v nadzor Jiangzhou. Odtujil ga je tudi evnuh Cheng Yuanzhen in bil razrešen vojaške oblasti.\n(Težišče te zgodbe: Guo Ziyi, ki je bil zelo sposoben in se je lepo obnašal, je srečal Xuanzonga in nekaj zlikovcev, kar je močno ogrozilo njegove dosežke.)", "聖意": "Blagoslavljanje doma in samega sebe, iskanje bogastva, brez transakcije, brez poroke, brez lažnega preplaha, pešci, ki prihajajo v Tiancanji, težko najti ljudi, javne tožbe in (ne Xing), migracija, konzervativnost, izgubljena lastnina, težko najti, bolezni, molitev za blagoslove, gore in grobnice, ugodno", "古人": "Ziyi je bil okronan za kralja", "第X籤": "Devetnajsti zmagovalni lot", "宮": "Tatsumi"}