{"籤詩版本二": "Po tolikih skrbeh in nevarnostih odslej nikoli več ne bo prazna\nVelikodušno srce ima svoje velikodušne načrte. Za velike dosežke se morate srečati s strokovnjakom.", "詩意": "Ta heksagram je kot starodavni vodnjak z izvirom.\nV vsem plemeniti ljudje dosežejo uspeh.", "解曰": "Tožba bo na koncu upravičena. Bolan in varen. Pojdite noter in ven po nasvet. Starodavni vodnjak sreča pomlad.", "籤詩故事一": "◇ Yao Chong nadzoruje kobilice\nYao Chong (649-721), čigar pravo ime je bilo Yuan Chong, je bil iz Shaanzhouja. Bil je minister Xia Guana, Shangshuja Chunguana, Ziweilinga, Zhongshulinga in predsednika vlade v dinastiji Tang.\nV četrtem letu Kaiyuana (716) so Shandong (ki se na splošno nanaša na porečje Rumene reke vzhodno od Huashana) pestile kobilice. Ljudje so bili vezani na vraževerne ideje in si jih niso upali loviti in ubijati. Namesto tega so ustanovili žrtvovali, zažigali kadilo, častili ob poljih in opazovali, kako pridelke požirajo kobilice.\nVsi uradniki so verjeli: »Kobilice so naravna katastrofa, kako jih je mogoče obvladati z delovno silo!« Takrat je bil hud boj med dvema različnima idejama, ali kobilice odstraniti ali ne.\nYao Chong je dejal: \"Dokler delamo skupaj, se jih lahko vseh znebimo. Rekel je: Kobilice se bojijo ljudi, zato jih je enostavno odgnati. Sadike imajo lastnike, zato se morajo reševalci trdo potruditi; kobilice lahko letijo, in če ponoči vidijo ogenj, bodo poleteli k njemu; zažgite jih na polju, kopljete luknje, medtem ko gori, jih zakopljete, medtem ko gori, in nič ne bo ostalo.\"\nXuanzong je dejal: \"Kobilice so naravna katastrofa, ki jo povzroča slabo moralno vladanje. Če zahtevate, da jih lovijo in ubijejo, ali ni to v nasprotju z načelom?\"\nYao Chong je dodal: \"Z lovljenjem in ubijanjem kobilic so se ukvarjali starodavni in vaše veličanstvo bo to uporabljalo v prihodnosti. To je velik nacionalni dogodek, ki kmetom prinaša mir in blaginjo. Prosimo, da ga resno upoštevate.\"\nXuanzong je bil prepričan. Toda takrat so vsi na dvoru in zunaj njega govorili, da se kobilic ne da loviti.\nXuanzong je rekel: \"Pogovarjal sem se s predsednikom vlade in se odločil, da ujamem kobilice. Vsak, ki bo ponovno ugovarjal, bo usmrčen. \" Zato je poslal cenzorja, da nadzira in usmerja ljudi, naj sežgejo in zakopljejo kobilice.\nRezultati so bili precej učinkoviti. Po vsej državi je bilo ujetih devet milijonov danov kobilic, kuga kobilic je bila uspešno odpravljena. Kmetijstvo je tisto leto doseglo dobro letino.\n(Pri obvladovanju nesreč in evakuaciji je treba uporabiti modrost in obstajati morajo iznajdljive strategije za premagovanje težav. Yao Chong je strokovnjak za to zadevo)", "聖意": "Hiša je navadna, jaz je blokiran, iskanje denarja je blokirano, trgovanje je blokirano, poroka in harmonija sta blokirana, v Liujii je nevarnost, pešci so blokirani, sviloprejke so blokirane, živina je neugodna, ljudje pogrešajo, javne tožbe so blokiran, preseljevanje je nerazumno, izgubljene predmete je težko najti, za bolezni je težko moliti, gore in grobovi so nelagodni.", "古人": "Yao Chong nadzoruje kobilice", "第X籤": "Dobitek na loteriji petindvajseti", "宮": "Mi Palace"}