{"籤詩版本二": "Govori se, da so se stvari obrnile na glavo in prejel sem pismo z obzorja.\nSlava in uspeh, ki sta mi bila obljubljena v knjigi, sta do konca ostala prazna.", "詩意": "Ta heksagram ima lažno ime.\nPriporočljivo je biti konzervativen v vsem.", "解曰": "Gor in dol razburjen. Iskanje prostega časa ni prazno. Želja po slavi. Ostani varen.", "籤詩故事一": "◇ Zhong Kui doseže razsvetljenje\nZhong Kui, čigar priimek je Zhong Kui, čigar vljudnostno ime je Zhengnan, je iz Zhongnanshana.\nMed vladavino cesarja Dezonga iz dinastije Tang je Zhong Kui sodeloval pri cesarskem izpitu. Zhong Kui je prebral izpitna vprašanja in takoj napisal članek v enem zamahu ter ga oddal. Glavni izpraševalec tistega dne je bil Han Yu, minister za civilne zadeve, namestnik izpraševalca pa je bil Lu Zhi, velik učenjak. Ko sta prebrala članek Zhong Kuija, so se jima zasvetile oči in rekla sta v en glas: »Čarovnik, čarovnik! Vsaka beseda v tem članku je izvrstna, vredna Li Taibaija in Du Zimeija!« Tako sta na prvo mesto postavila Zhong Kuija.\nCesar Dezong je poslušal Han Yujevo poročilo in rekel, da je Zhong Kui, novi prvak znanosti, zelo nadarjen, zato je poklical Zhong Kuija v Zlato palačo.\nKo je cesar Dezong videl njegov grdi videz, se je takoj počutil nezadovoljnega in je rekel: »Izbira učenjakov na našem dvoru temelji na osebnih besedah ​​in kaligrafiji. Kako je lahko tako grda oseba izbrana kot učenjak številka ena v zlatih znanostih? \"\nHan Yu je naglo pokleknil in rekel: »Dobro in slabo človeka ni odvisno samo od videza. Ali ne slišiš, Sveti Gospod, da je Yan Ying visok tri metre in je enak predsedniku vlade? Zhou Chang jeclja, vendar lahko pomaga dinastiji Han; Konfucij sodi ljudi po njihovem videzu in izgubi svojega sina Yuja. Upam, da bo vaše veličanstvo dvakrat premislilo.\" \"\nCesar Dezong je za trenutek razmišljal in rekel: »Čeprav so besede Han Aiqinga razumne, je bilo, ko sem bil cesar Taizong, osemnajst učenjakov, ki so prišli v Yingzhou in govorili o tem. Ta človek je bil učenjak številka ena. Bojim se, da svet smejal se mi bo, ker nisem prepoznal talentov.\"\nPremier Lu Qi je bil ozkogleden in zavisten do talentov. Ko je slišal cesarjeve besede, je pokleknil in rekel: »Učenjak številka ena v zlatem predmetu mora biti notranji in zunanji. Za ta predmet je tristo kandidatov. Zakaj ne izbereš drugega?\"\nKo je Zhong Kui videl, da je ta človek tako zmeden, si ni mogel pomagati, da se ne bi razjezil. Pokazal je na Lu Qija in preklinjal: »Če je tako nevedni uradnik na sodišču, ali ne bo škodoval državi?« Po tem je s pestjo je udaril Lu Qija.\nKo je Dezong to videl, je bil besen in rekel: \"Tako drzen si, upaš si povzročati težave v Zlati palači, hitro jo odstrani!\"\nZhong Kui je v jezi izvlekel meč iz pasu generala, ki je stal v palači, in glasno zavzdihnil: \"Težko je frustrirani mački posnemati tigra, frustrirana papiga pa ni tako dobra kot piščanec.\" Po tem je naredil samomor.\nKo je cesar Dezong videl, da je Zhong Kui v jezi naredil samomor, je bil zelo presenečen. Da bi pridobil srca ljudi, je ukazal, naj se Zhong Kui pokoplje z uradnim nazivom učenjak št. eksorcizma, da bi svet rešil zlih duhov.", "聖意": "Molite za blagoslove vašega doma, lastne varnosti, finančnih težav, poslovnega neuspeha, neuspeha zakona, Liujia žensk pešcev, zaupanja poljskih sviloprejk, napol kuhanih, šest domačih živali, jih je mogoče gojiti, pogrešanih ljudi, zahodnih javnih tožb, izgube migracije, konservativnost, izguba premoženja, bolezen, molitev za srečo v gorah in grobovih", "古人": "Zhong Kui je pridobil Tao", "第X籤": "Šestindvajseti dobitek na loteriji (Loterija)", "宮": "Mi Palace"}