{"籤詩版本二": "Preživljanje časa v miru in tišini, sedenje in ležanje ob čaju po sitosti\nNi vam treba biti fizično in psihično zaposlen in zagotovo ne boste povzročili krivice ali katastrofe.", "詩意": "Ta heksagram je simbol miru in stabilnosti.\nV vseh stvareh bo čakanje na pravi čas prineslo srečo.", "解曰": "Ostanite zdravi. Vprašaj bogove. Počakajte, da pride čas. Stvari se zgodijo po naključju.", "籤詩故事一": "◇Foyinhui Dongpo\nNekoč je Su Dongpo med študijem zena pridobil nekaj razumevanja. Spoznal je, da je njegovo stanje transcendentno, in ob tem je občutil veselje. Ker nisem mogel zadržati strasti, sem razširil pero in napisal pesem:\n\"Sredi neba Jishou močno sije čez vesolje; ker ga osem vetrov ne more zapihati, sedi pokonci na škrlatnem zlatem lotosu.\"\n(Osem vetrov se nanaša na: dobiček, propad, uničenje, ugled, hvalo, posmeh, trpljenje in srečo. To pomeni, da se zaradi teh osmih stanj ne moti, se imenuje \"osem vetrov se ne more premakniti\")\nKo ga je napisal, je Dongpo poslal svojega služabnika čez reko, da ga je dal mojstru zena Foyinu iz templja Jinshan.\nKo ga je zen mojster Foyin prebral, ga je označil z besedo \"prdec\" in ga dal svojemu služabniku, da ga vzame nazaj.\nDongpo je bil besen, ko je to videl, zato je šel s čolnom čez reko in odšel v tempelj Jinshan, da bi našel Budov pečat za razpravo.\nKo je Dongpo prišel do vrat templja Jinshan, je Foyin že čakal na vratih.\nSu Dongpo je takoj obtožil Foyina: \"Zakaj pesem, ki sem jo napisal, imenuješ prdec?\"\nFoyin je odgovoril: \"Ali te že 'ne more prepihniti osem vetrov'? Kako bi te lahko 'premagal čez reko' prdec!\"\nTakrat je bil Dongpo šokiran, ko je ugotovil, da ni dovolj dober, in je osramočen odšel.\n(Ta zgodba je metafora za \"Vročina še ni prišla\")", "聖意": "Molite za svoj dom in lastno varnost, za svoje bogastvo, za svoj posel, za dober čas, za vaš zakon, za popotnico v Liujia, za prihod sviloprejk na polja, za šest živine, da bo v staji, za iskanje nekoga, za težave, za javne tožbe, za selitev, za izgubljeno lastnino, za bolezen, za pošiljanje v gorsko grobnico, ugodno", "古人": "Foyinhui Dongpo", "第X籤": "Enaintrideset zmagovalna številka", "宮": "Wei Gong"}