{"籤詩版本二": "Oblecite in reorganizirajte stari družinski slog. Tao je brez neba, vendar ima zasluge.\nPotem ko so pometli trnje in trnje na cesti, se je trojica dogovorila za ponovno srečanje s sodelavci", "詩意": "Ta heksagram predstavlja preureditev oblačil.\nVse je težko, preden kasneje postane lahko.", "解曰": "Ne skrbi. Lepo se imej. Če vprašate o prihodnosti. Pred nami je dobra cesta.", "籤詩故事一": "◇ Budistični sveti spisi Tanga Monka\nXuanzang (602-664), ugledni menih iz dinastije Tang, je imel skupen priimek Chen in osebno ime Yi. Rodil se je v okrožju Goushi, Luozhou (zdaj južni del mesta Yanshi, provinca Henan). Pri trinajstih letih je postal menih in si nadel budistično ime Xuanzang. Svet se imenuje Sanzang iz dinastije Tang.\nV tretjem letu Zhenguana (629, znano tudi kot prvo leto Zhenguana) je odpotoval na zahod v Tianzhu (Indija), da bi dobil budistične spise. Sam se je podal v nevarnost in prestal težave. Prispel je šele čez štiri leta.\nV sedemnajstem letu Zhenguana je mojster uradno odstopil in se vrnil na vzhod. Na Kitajsko se je vrnil po južni cesti današnje province Xinjiang, Khotanu in Loulanu. Skupno je trajalo sedemnajst let in potovala je 50.000 milj. Ko je prispel v Chang'an v prvem mesecu devetnajstega leta Zhenguana, je cesar Liang Guogong Fang Xuanlingu in drugim civilnim in vojaškim uradnikom ukazal, naj ga veličastno sprejmejo.\nSkupno je bilo zahtevanih 520 in 657 zvezkov izvirnih sanskrtskih budističnih spisov. in prevedeno v kitajščino.\nKo se je mojster vrnil, sta ga cesar Taizong in cesar Gaozong zelo spoštovala in je bil posvečen v Da Neiju, ki mu je dal naslov \"Mojster Tripitaka\".", "聖意": "Hiša je v nemiru, sreča v sebi, sreča, dober posel, dober zakon, ovira prihod ljudi na polje, sviloprejke, neugodna živina, iskanje ljudi, javne tožbe, selitev, izgubljeno premoženje, zapoznela bolezen, molitev za blagoslov naj bodo gorske grobnice stare.", "古人": "Menih Tang se uči budističnih spisov", "第X籤": "Petintrideseti dobitnik loterije", "宮": "Shen Gong"}