{"籤詩版本二": "Če želite biti varni in mirni, ni primerno imeti sveč v vetru.\nBolje je pospraviti in sedeti v globokem hodniku, izogibati se svetlobi, stresati se na mirnem mestu in se premikati. Shake → Yao. Brezplačno → nekaj.", "詩意": "Ta heksagram je kot veter, ki trese svetilko in svečo.\nOhranjanje stalnih stvari bo prineslo srečo.", "解曰": "Namestite se na mirnem mestu. Bodite dežurni in bodite točni. To ni blagoslov. Konzervativno in primerno.", "籤詩故事一": "◇ Li Jing se vrne na goro\nLi Jing (571-2. julij 649), z vljudnostnim imenom Farmacevt, je bil rojen v mestu Sanyuan, Yongzhou (danes severovzhodno od okrožja Sanyuan, provinca Shaanxi). General od pozne dinastije Sui do zgodnje dinastije Tang je bil slavni vojaški strateg s civilnimi in vojaškimi veščinami v dinastiji Tang. Kasneje je dobil naziv vojvoda Wei in je bil v svetu znan kot vojvoda Wei.\nLi Jing je oče tretjega princa Nezha na seznamu bogov, znan tudi kot \"Kralj Tote\". Li Jing in njegov sin sta pomagala Jiang Ziya (Tai Gong) premagati kraljico Zhou, vzpostaviti dinastijo Zhou in kralja Wu se je uradno povzpel na prestol. Jiang Ziya je nato sestavil seznam bogov in izvedel obred, da bi pomiril duše vojakov, ki so umrli v bitki. Od takrat naprej je svet postal miren in miren. Kralj Wu je želel narediti markize in jih nagraditi, želel pa je tudi dodeliti zemljo ustanovnim junakom. Li Jing, njegov oče in sin ter drugih sedem ljudi so zaprosili za vrnitev na goro, da bi izvajali taoizem in da ne bi bili obsedeni s svetovno slavo in bogastvom. Pozneje jih je vseh sedem »po telesu postalo svetnikov« in se uvrstilo med nesmrtne.\nZgodba o \"Feng Shen Bangu\"", "聖意": "Hiša je konservativna, jaz sem navaden, iščem bogastvo, imam težave v poslu, moj zakon je nedosleden, Liujia moli za pešce, da imajo vero, sviloprejke so zrele jeseni in šest živali je na varnem, ljudje so pogrešani, javne tožbe in migracije so konzervativni, bolezni izgubljene lastnine, ne spreminjajte grobnice v Jianxingshan", "古人": "Li Jing se vrne na goro", "第X籤": "Sedemintrideseti dobitnik loterije", "宮": "Shen Gong"}