{"籤詩版本二": "Tisoč let staro ogledalo ponovno združeno, ženska prosi moža, naj se ponovno poroči\nOd takrat se je družina spremenila, otroci in vnuki pa so prejeli blagoslove.", "詩意": "Ta heksagram je simbol ponovne združitve ogledal.\nVse je težko in drago.", "解曰": "Kopanje peska v zlato. Jahanje zmaja in jahanje tigra. Čeprav je naporno. V njem je dodatek.", "籤詩故事一": "◇Yulianhui deset prijateljev\nV dinastiji Song se je Qian Yulian poročil z Wang Shipeng. Ko je Shi Peng odšel v Peking na izpit, je bogati Sun Ruquan prisilil Yulian, da se je ponovno poročila z njim.\nQian Yulian je zavrnil ponudbo bogatega Sun Ruquana in se raje poročil z Wang Shipengom, revnim učenjakom iz Wenzhouja, ki ga je najel \"Jing Chai\".\nKasneje je Wang Shipeng dobil prvo nagrado.Ker ni hotel, da bi ga premier Wanqi prisilil v poroko, so ga poslali kot sodnika v oddaljeni Chaoyang. Sun Ruquan je na skrivaj spremenila Wang Shipengovo družinsko pismo v \"ločitveno pismo\" in Yulian zavedla, da je bila prevarana. Tudi Qian Yulianova mačeha je prisilila, da se je ponovno poročila, vendar je Yulian to zavrnila in naredila samomor tako, da se je vrgla v reko. Rešil jo je Qian Zaihe iz province Fujian in posvojena kot njegova posvojena hči.\nYulian je mislil, da je Shipeng mrtev. Pet let pozneje je bil Wang Shipeng guverner Ji'ana. Nekega dne je v taoističnem templju organiziral spominsko slovesnost v spomin na svojo pokojno ženo. Yulian je šel po naključju v taoistični tempelj Ji'an, da bi sežgal kadilo in Wang Shipeng in Qian sta se končno ponovno združila.", "聖意": "Hiša ni dobra za sebe. Jesen in zima sta uspešna. Naj bo bogastvo uspešno. Jesen in zima sta uspešna. Posel je uspešen. Naj bo zakon uspešen. Moli za pešce, da gredo na polja. Sviloprejke se lahko redijo. Šest živine. je mogoče vzgojiti ljudi je mogoče najti Javne tožbe so neugodne Migracija je konzervativna Izguba lastnine Pozna bolezen Molitev za blagoslov Gore in grobovi so dobri.", "古人": "Yulianhui deset prijateljev", "第X籤": "Četrti znak", "宮": "Maternica"}