{"籤詩版本二": "Rdeče kolo pade na zahodu, zajec se dvigne na vzhodu, jin raste in jang izgine in vse uspeva\nČe ga ženska želi uporabiti, bo to povečalo njeno bogastvo in prineslo srečo v njeno srce.", "詩意": "Ta heksagram je simbol rasti jina in izginjanja janga.\nVse je težko, preden kasneje postane lahko.", "解曰": "Yin koristi ženskam. Ni primerno za moške. Če iščete nasvet. Najprej pride zlo in potem pride dobro.", "籤詩故事一": "◇Wu Zetian se je povzpel na prestol\nPri 14 letih je Wuja v palačo poklical cesar Taizong Li Shimin iz dinastije Tang kot nadarjeno osebo z imenom \"Wu Mei\". Ko je Taizong umrl, je Zetian vstopila v tempelj Ganye in postala nuna.\nKo je cesar Gaozong iz dinastije Tang prišel na prestol, je družino Wu poklical v palačo, da bi se poklonila Zhaoyiju. V šestem letu Yonghuija (655) je cesar Gaozong postavil Wu za svojo kraljico.\nWu Zetian je bil inteligenten, ukvarjal se je z literaturo in zgodovino ter bil bogat v iznajdljivosti. Kmalu po tem, ko je Wu Zetian postala kraljica, ker je bila Gaozong šibka in bolna, ji je včasih zaupal urejanje nekaterih političnih zadev, tako da je njena moč rasla. V prvem letu Shangyuana (674) so ​​cesarja Gaozonga imenovali \"cesar\", cesarico Wu so imenovali \"kraljica nebes\", oba pa so v palači imenovali \"dva svetnika\".\nV prvem letu Hongdaa (683) je cesar Gaozong umrl, princ Li Xian je prišel na prestol in Wu Zetian je prevzel prestol. Februarja prvega leta Sišenga (684) je Wu Zetian odstavil Li Xian kot kralja Lulinga in za cesarja postavil njenega četrtega sina Li Dana, ki je še naprej vladal dinastiji. Septembra istega leta je zastavo spremenila v zlato in Luoyang, vzhodno prestolnico, so preimenovali v božansko prestolnico. Devetega dne septembra v prvem letu Tianshouja (690) se je Wu Zetian razglasil za cesarja in spremenil ime države v Zhou.", "聖意": "Dom je neugoden zase, moli za blagoslove, išče bogastvo, varuje transakcije, sreča v zakonu, smola v zakonu (ženska), pešci blokirajo polja, sviloprejke, uspešna živina, išče ljudi, ločitev, tožbe, izguba, selitev , izguba lastnine, bolezen, šok, gore in grobovi, sreča", "古人": "Wu Zetian se povzpne na prestol", "第X籤": "Štirideseti zmagovalec loterije", "宮": "Ti Palace"}