{"籤詩版本二": "Spomnil se boš neskončno dobrih besed, a boš sin tatu.\nNe bodite trenutno pohlepni in ne skrbite, kako bi naredil kaj dobrega pred letom dni.", "詩意": "Ta heksagram označuje tatu kot sina.\nBodi vesten v vsem.", "解曰": "Samo ta. Gospod ne dela napak. Imejte to v mislih. Ne bodite osamljeni.", "籤詩故事一": "◇Dong Zhuo sprejme Lu Bu\nLu Bu, pogumen in dober v bojevanju, je bil slaven vojaški general ob koncu dinastije Vzhodni Han in na začetku treh kraljestev. Nekoč je imel Ding Yuana, guvernerja Jingzhouja, za svojega posvojitelja in je služil pod njim.\nPo smrti cesarja Linga iz vzhodne dinastije Han je Ding Yuan odšel v Peking, da bi sodeloval z generalom He Jinom, da bi nadzoroval vlado.\nDong Zhuo se je boril z Ding Yuanom, vendar več generalov ni moglo premagati Lu Buja, zato je Dong Zhuo poslal svojega podrejenega Li Suja, da podkupi Lu Buja. Li Su je prinesel kupe zlatih in srebrnih zakladov ter slavnega rdečega zajčjega konja, da bi \"obiskal Lu Buja\". Li Su je prinesel na obisk Lu Buja kupe zlatih in srebrnih zakladov ter slavnega rdečega zajčjega konja. Zato je Lu Buja podkupil Dong Zhuo, da ubije Ding Yuana, in njegovim vojakom naročil, naj pridejo z njim, če želijo, in naj odidejo, če mu nočejo slediti. Kot rezultat tega je večina vojakov pobegnila. Zato je Lu Buja podkupil Dong Zhuo in ubil Ding Yuana.\nKo je Dong Zhuo pridobil oblast, je sprejel Lu Buja kot svojega posvojenega sina in ga postavil za generala in markiza.\nDong Zhuo je bil nasilen in \"odnos med očetom in sinom\" z Lu Bujem je bil pravzaprav zelo šibek. Leta 189 našega štetja je Lu Bu na pobudo Situ Wang Yuna ubil Dong Zhuoja.\nŠest mesecev po Dong Zhuovi smrti so stare čete Dong Zhua vdrle v prestolnico, Lu Bu in njegova žena pa sta v paniki pobegnila. Po odhodu iz prestolnice je Lu Bu poiskal zatočišče pri vojskovodjah Yuan Shu, Yuan Shao, Zhang Yang, Zhang Miao, Liu Bei itd., in se večkrat bojeval s Cao Caom, še enim velikim vojskovodjo tistega časa. Lu Bu je bil pogumen in dober v boju in večkrat premagal Cao Cao.\nV tretjem letu Jian'ana v dinastiji Vzhodni Han so čete Cao Caa napadle Xiaopei, Lu Bujevo bazo, Cao Cao pa jih je ujel in ubil pod stolpom Baimen. Pred usmrtitvijo je Lu Bu prosil Cao Caoja, naj ga obdrži pri življenju, da bi se izognil smrti, toda Liu Bei je spomnil Cao Caoja, da je Lu Buja velikokrat izdal in je nepošten človek. Na koncu je Cao Cao, ki je cenil samo talente ne glede na moralo, usmrtil Lu Buja.", "聖意": "Doma mi je nelagodno, običajno iščem denar, varujem se transakcij, težko se je poročiti, moški Liujia je šokiran, sviloprejke so napol zrele na polju, šest živali je na varnem, oseba ga išče , javna tožba je primerna, migracija pa je molitev za izgubljene stvari, ki jih je težko najti, bolezni in mir v grobnici na gori Zhenxing.", "古人": "Dong Zhuo sprejme Lu Buja", "第X籤": "Št. 41 Zmaga na lotu", "宮": "Ti Palace"}