{"籤詩版本二": "Cesar, cesar in cesarica se bodo končno usmilili in čakali in molili blagoslova brez izgube in dobička.\nVsa čuteča bitja imajo koristi od tega in pričakuje se blaginja na svetu in v nebesih.", "詩意": "Ta heksagram je znak naklonjenosti z neba.\nVse bo uspešno.", "解曰": "Cesar mu je pokazal naklonjenost. Nikoli ne pozabi. Jutranji in večerni rituali. Primerno je zažgati kadilo.", "籤詩故事一": "◇Mulian je rešil svojo mamo\nMokou Lian ali Mulian je najmočnejši med desetimi učenci Bude Šakjamunija.\nNjegova mati je bila za časa življenja pohlepna in skopuha, zato je po smrti padla v kraljestvo lačnih duhov. Mokhullian je uporabil svojo magično moč za opazovanje in ugotovil, da se je njegova mati rodila kot lačen duh, brez možnosti, da bi prišla do hrane in je bila v hudi stiski.S svojo magično močjo je prinesel hrano svoji materi.Nepričakovano, potem ko je mati prejela hrana se je spremenila v pepel in je ni bilo mogoče pojesti.\nMaudgalyana je bil zaskrbljen zaradi tega, kar se je zgodilo, in je o tem poročal Budi. Buda je rekel Mulianu, naj na 15. dan sedmega lunarnega meseca da v posodo sto okusov in pet sadežev ter jih ponudi vrlim menihom desetih smeri. S to močjo bo njegova mati lahko jedla .\nMaudgalyana je ravnal po Budovi volji in njegova mati je bila končno osvobojena. Ta vrsta slovesnosti se imenuje \"Obon Festival\" in ta festival se imenuje \"Obon Festival\".\n(Opomba: Vrsta snovi ima različne občutke na različnih ravneh sveta. Na primer: ko na tem svetu dežuje, jo vidimo kot \"vodo\", medtem ko jo bitja v kraljestvu lačnih duhov čutijo kot \"kri\" in čuteča bitja v peklenskem svetu to občutijo kot \"kri\". Občutek je, kot da bi \"spustil meč\", medtem ko se nebeška bitja počutijo, kot da bi \"spustili rožo\".)", "聖意": "Molitev za dom in hišo, molitev za srečo pozimi, iskanje bogastva, brez transakcije, poroka, mir v Liujii, pešci, premikanje polj, sviloprejke, šest živali, iskanje ljudi, tožbe, uspeh, migracija, konzervativnost, izgubljena lastnina, bolezen , duševni mir, mir gora in grobov", "古人": "Mulian reši svojo mamo", "第X籤": "Podpišite dvainštirideset", "宮": "Ti Palace"}