{"籤詩版本二": "Svet je prilagodljiv in vse stvari so samostojne, samozadostne in varne\nVse v življenju je čudovito, zahvalite se svetnikom in modrecem za vse in bodite uspešni.", "詩意": "Ta heksagram predstavlja harmonijo med zemljo in zemljo.\nVse poteka dobro in nevarnosti ni.", "解曰": "Vse stvari se rodijo. Vsi načrti in želje se uresničijo. Ford pomaga. Rui Qi se mudi.", "籤詩故事一": "◇ Sprehajalci pridobijo razsvetljenje\nZgodba o potovanju na zahod:\nSun Wukong je prevzel Goro rož in sadežev in postal kralj. Kasneje, da bi našel način za večno življenje, je osem ali devet let preživel na potovanju čez gore in reke, da bi častil patriarha Bodhija kot svojega učitelja. Naučil se je sedemdeset- dve preobrazbi zemeljskega zla in skokovitih oblakov ter prvič prevzel priimek Sonce. Ime Wukong.\nPo tem je Sun Wukong odšel v Zmajevo palačo v Vzhodnokitajskem morju, da bi našel primerno orožje, in končno našel zlato batino Ruyi, božansko iglo Tianhe in Dinghai. Ker se je njegova življenjska doba iztekla, je naredil velik hrup v podzemlju, popravil knjigo življenja in smrti in se vrnil v človeški svet. Kasneje so nebesa prvič poklicala Sun Wukong in ga poimenovali Bima Wen. Kasneje je bil drugič poklican v nebesa in so ga poimenovali Opičji kralj. Kradel je tudi breskve in povzročal težave v nebesih. Zaprli so ga v peč Bagua, da bi vadil svoje zlate in ognjene oči. Nazadnje so ga zatrli. Tathagata Buda ob vznožju gore Wuzhi 500 let, ko se ni mogel premakniti. Kraj, kjer je bila peč Bagua prevrnjena, se je spremenil v goro plamenov.\nPetsto let pozneje je menih Tang odšel na Zahod po svete spise, šel mimo gore petih elementov in snel talisman, preden je rešil Sun Wukong. Sun Wukong je planil v jok od hvaležnosti. Potem ko ga je Guanyin Bodhisattva poučil, je častil Tanga Monka kot svojega učitelja in odšel na Zahod, da bi se skupaj učil svetih spisov. Na poti učenja svetih spisov se je Sun Wukong spustil na demone in odstranil pošasti ter vedno znova izvajal izjemne podvige.Vendar ga je njegov mojster Tang Seng vedno znova narobe razumel in izključil. Po enainosemdesetih težavah je bilo delo končno zaključeno. Štirje mojstri in učenci so prispeli v tempelj Xitian Leiyin in dobili pravo sveto pismo. Sun Wukong je dosegel pravi rezultat.\n(Ta zgodba je metafora, da lahko celo opica postane razsvetljena, kaj šele človek.)", "聖意": "Dom je ugoden zase, za bogastvo, posel, poroko, Liujia, moške pešce, oviranje polj, sviloprejke, šest živali, Zhongping, iskanje ljudi, tožbe, uspeh, selitev, izgubo lastnine, bolezen, grobnico Xingxingshan, stvari so ugodne", "古人": "Popotnik doseže razsvetljenje", "第X籤": "Podpisano 43", "宮": "xugong"}