{"籤詩版本二": "Hladno vreme spreminja vodo v led Zakaj bi bili pohlepni po slavi?\nNi mi preostalo drugega, kot da tiho sedim in čakam, da se listi naravno razcvetijo.", "詩意": "V tem heksagramu se voda spremeni v led.\nNe zahtevajte ničesar zaman.", "解曰": "Voda zmrzne v led. Led se topi v vodo. Če gre za zaroto. Tako je.", "籤詩故事一": "◇Wang Xiang prosi za krapa (Štiriindvajset zgodb o sinovski pobožnosti)\nWang Xiang iz dinastije Jin, z vljudnostnim imenom Fuzheng, se je rodil v Linyiju.\nKo je bil Wang Xiang mlad, mu je umrla biološka mati, njegov osamljeni oče se je poročil z žensko po imenu Zhu in Wang Xiang je dobil novo mamo. Ko je bil Wang Xiang mlad, je njegova biološka mati umrla in njegov osamljeni oče se je poročil z žensko po imenu Zhu. Wang Xiangova mačeha je bila ozkogledna in ljubosumna ženska, Wang Xianga ni marala in ga je pogosto grajala zaradi nepomembnih stvari. Kmalu je mačeha rodila tudi sina po imenu Wang Lan. Mačeha je imela rada samo svoje otroke in je Wang Xianga imela za trn v peti. Postala je še bolj zahtevna do Wang Xianga in je pogosto slabo govorila o Wang Xiangu pred njegovim očetom. Celo njegov oče ga sčasoma ni imel več rad. Mačeha je imela rada samo svoje otroke in je Wang Xianga imela za trn v peti. Do Wang Xianga je bila še bolj zahtevna in je o Wang Xiangu pred njegovim očetom pogosto govorila slabo. Celo oče ga sčasoma ni imel več rad. Čeprav je Wang Xiangov polbrat, je Wang Lan zelo prijazen do svojega brata. Kljub mučenju mačehe je bila še vedno zelo sinovska. Mačeha je tako ostra, vendar je Wang Xiang še vedno zelo sinovska.\nNjegova mačeha ima hobi, in sicer rada jé sveže ribe, pravkar izlovljene iz reke. Njegova mačeha ima hobi, in sicer rada jé sveže ribe, pravkar izlovljene iz reke. Neko zimo je njegov oče odšel zaradi poslov in njegova mačeha je spet zbolela. Brata Wang Xiang in Wang Lan sta materi skrbno postregla juho in zdravilo. V hudem mrazu se mačehina bolezen še vedno ni izboljšala. v pohiti Neko zimo je njegov oče odšel zaradi poslov in njegova mačeha je spet zbolela. Brata Wang Xiang in Wang Lan sta materi skrbno postregla juho in zdravilo. V hudem mrazu se mačehina bolezen še vedno ni izboljšala. v pohiti Bolna mačeha je hotela jesti sveže ribe iz reke.V tistem hudem mrazu je zunaj snežilo in voda v reki se je že spremenila v debel led. Bolna mačeha je hotela jesti svežo ribo. Kje bi se dala sveža riba v tem ledenem in snežnem podnebju?\nV tistih časih ni bilo izvensezonskih jedi in jih nisi mogel kupiti, tudi če si imel denar.\nNa tej točki zgodbe se je zgodila ganljiva zgodba Wang Xiangqiu Li. Brata sta nemočno čuvala svojo mamo. Wang Xiang je hodil do zmrznjene reke, da ne bi razočaral svoje bolne mačehe. Wang Xiang je imel idejo in je slekel srajco ne glede na mraz. Ležal je gol na ledeniku in hotel It uses lastno telesno temperaturo za taljenje ledu (zato se krap Wang Xiangqiu imenuje tudi Wang Xiang, ki leži na ledu). Slekel je majico in gol obležal na ledeniku. Molil je k Bogu in rekel: \"Bog, moja mama je bolna in hoče jesti svežega krapa. Ne glede na vse moraš najti pot zame. \" Nenavadno je ledeni blok poleg njega nenadoma počil in bila sta dva razpoke. Živi krap je skočil iz razpoke in skočil na led. Wang Xiang je bil zelo vesel. Molil je k Bogu: »Bog, moja mama je bolna in hoče jesti svežega krapa, najti moraš pot zame, ne glede na vse.« Nenavadno je, da je ledeni blok ob njem nenadoma počil in dve razpoki sta bili. Živi krap je skočil iz razpoke in skočil na led. Wang Xiang je bil zelo vesel. Hitro je pokleknil, se zahvalil bogu in stekel s krapom domov. Hitro je pokleknil, se zahvalil bogu in hitro vzel krapa ter šel domov. Potem ko je mačeha jedla svežega krapa, je kmalu ozdravela od bolezni. Mačeha v bolniški postelji je bila osupla, ko je zagledala Wang Xiangov goli zgornji del telesa, ki je od mraza postajal škrlaten, in dve ribi v njegovih rokah.Vesela je stekla v sobo in ostala osupla.\nWang Xiang je kasneje postal uradnik in postal Taibao ter dobil naziv vojvoda.", "聖意": "Nemirno doma, molim za zaščito, finančne težave, poslovne težave, poroka, nedoslednost v zavarovanju Liujia, pešci, chitianske sviloprejke, šest izgub živine, pogrešani ljudje, javne tožbe, migracija, konzervativnost, izgubljena lastnina, bolezen, težko okrevanje, gorski grob, srečno", "古人": "Wang Xiang prosi za krapa (Štiriindvajset zgodb o sinovski pobožnosti)", "第X籤": "Devetinštirideset zmaga na lotu", "宮": "Haigong"}