{"籤詩版本二": "Potujete lahko na vse konce države in obesite pokrov jadra, da ga prosto držite\nČe je ugoden veter, bo kmalu prišel in čoln bo poln zakladov.", "詩意": "Ta heksagram je kot vlečenje čolna z vetrom.\nVse gre dobro.", "解曰": "Počivaj pri miru. Ni potrebe po naporu. Veliko bogastva. Vsi občudovani.", "籤詩故事一": "◇ Pet jezer Tao Zhugui (jezero Fan Ligui)\nV spomladanskem in jesenskem obdobju je bil Fan Li, čigar vljudno ime je bilo Shaobo, znan tudi kot Gui Yizipi ali Tao Zhugong.\nTakrat je bila vojna med državo Wu in državo Yue in država Wu je uničila državo Yue. Fan Li in Wen Zhong sta za Yue Kinga Gou Jiana oblikovala načrt za spodbujanje Yueja in uničenje Wuja. Fan Li je osebno potoval skozi gore in reke ter obiskal reko Huansha na gori Cailuo, da bi našel Xi Shi, lepo žensko z vrlinami, talenti in lepoto, in jo predstavil kralju Wuja. Uporabil je \"lepoto trik« za sodelovanje znotraj in zunaj ter uničil kraljestvo Wu.\nPotem ko mu je uspelo izbrisati kraljestvo Wu, je Fan Li vedel, da je Gou Jian \"ptica z dolgim ​​vratom in kljunom\" in da lahko z njim deli stiske in srečo, zato sta s Xi Shijem plula po kraljestvu Qi, spremenila imena Guiju Zipiju in vodil njegove sinove in učence v kraljestvu Qi. Živijo v koči ob morju. Trdo je delal, da je obdeloval pustinjo, vodil stranski posel in posloval.V nekaj letih je nabral na desetine milijonov družinskega premoženja. Velikodušno je širil bogastvo in delal dobro svojemu domačemu kraju. Prebivalci Qija so cenili Fan Lijevo modrost in sposobnost. Kralj Qija ga je povabil v Linzi, glavno mesto, in ga častil kot predsednika vlade, pristojnega za vladne zadeve . Vzkliknil je: \"Biti uradnik lahko vodi do ministrov, vodenje družine pa do bogastva. Za navadnega človeka, ki je začel iz nič, je to doseglo skrajnost. Dolgo časti verjetno ni dober znak.\" Tako se je le tri leta kasneje Jiliu ponovno pogumno umaknil, vrnil pečat kralju Qija in razdal vse svoje družinsko bogastvo svojim bližnjim prijateljem in sovaščanom.", "聖意": "Hiša je dobra za sebe (za odpremo), denar je dober, posel je dober, poroka je pozna, poroka ni dobra, Liujia je varna, ljudje ovirajo polja, sviloprejke, jesen, živino, pomlad je uspešen, ljudje iščejo ljudi, tožbe so slabe, migracije so konzervativne, izgubljene stvari, zahodne bolezni so rešene, gore in grobovi so jug.", "古人": "Pet jezer Tao Zhugui (jezero Fan Ligui)", "第X籤": "Petdeseti dobitnik loterije", "宮": "Haigong"}