{"籤詩版本二": "Zelo se je treba potruditi, da ujameš luno v vodi. Veliko truda je treba, a nič.\nNe govorite neumnosti in ne zapravljajte truda za krepitev telesa Beseda uvelo telo izvirno pomeni samo telo.", "詩意": "Ta heksagram je požrešen za podobo truda.\nVse je naporno in naporno.", "解曰": "Obljube si je težko zapomniti. Veliko trdega dela. Skrbi doma. Čakanje na srečanje s plemenitimi ljudmi.", "籤詩故事一": "◇Taibai je ujel luno, ko je bil pijan (Li Taibai je ujel luno, ko je bil pijan)\nLi Bai (701-762), znan tudi kot Taibai, znan tudi kot Qinglian Jushi. Pesnik dinastije Tang, ki se je imenoval izgnani nesmrtnik, je bil znan kot Nesmrtnik poezije in je bil vedno vesel brez pijače.\nNekoč je Li Bai prišel v Jinling (zdaj Nanjing) in počival v restavraciji ob mostu Wende.\nTisti dan je bil petnajsti dan zimskega luninega meseca.Ponoči je sam sedel v restavraciji in občudoval luno, medtem ko je pil in recitiral pesmi. Tisti dan je bil petnajsti dan zimskega luninega meseca.Ponoči je sam sedel v restavraciji in občudoval luno, medtem ko je pil in recitiral pesmi. Li Taibai je najbolj ljubil luno v svojem življenju, saj je rekel, da je čista in lepa. Li Taibai je najbolj ljubil luno v svojem življenju, saj je rekel, da je čista in lepa. Tisto noč je dvignil pogled in na nebu zagledal belo in okroglo luno. Bil je zelo vesel in je spil še nekaj kozarcev. Tisto noč je dvignil pogled in na nebu zagledal belo in okroglo luno. Bil je zelo vesel in je spil še nekaj kozarcev. Ob polnoči je Li Taibai izkoristil vino in šel dol do mostu Wende. Ob polnoči je Li Taibai izkoristil vino in šel dol do mostu Wende. Takoj ko je stopil na most, je spustil glavo in nenadoma zagledal luno, ki je padala v vodo.Ko se je reka premaknila, se je beli lunini senci dodalo nekaj črnih črt. Takoj ko je stopil na most, je spustil glavo in nenadoma zagledal luno, ki je padala v vodo.Ko se je reka premaknila, se je beli lunini senci dodalo nekaj črnih črt. Li Taibai je bil takrat tako pijan, da je mislil, da je luna obarvana zaradi rečne vode. Li Taibai je bil takrat tako pijan, da je mislil, da je luna obarvana zaradi rečne vode. Niti škornjev se ni potrudil, razprl je roke in skočil z mostu, da bi ujel luno. Niti škornjev se ni potrudil, razprl je roke in skočil z mostu, da bi ujel luno. Nepričakovano se s tem skokom luna ni ujela, ampak se je luna v vodi razbila in takoj razdelila na dve polovici. Nepričakovano v tem skoku luna ni bila ujeta, ampak se je človek utopil. Umrl je v dvainšestdesetem letu starosti.", "聖意": "V hiši je nelagodno in ste v nesreči (bodite pozorni na svoje zdravje) (nesreča) Iščite bogastvo in ravnovesje (niti ne razmišljajte o tem) Težave v poslovnih transakcijah, zakon ni razrešen, molite za zaščito (prazni zakladi preprečujejo splav) Pešci so v težavah, sviloprejke na polju so pet točk, šest živali pa propada (nesrečno) Iskanje ljudi (nesrečno) Javne tožbe in (Ustavite tožbo) Navadna selitev (ne omenjajte tega) Izguba premoženja (letalo) Molitev za zaščito pred boleznijo (nesrečnik) Sreča v gorah in grobovih", "古人": "Taibai je ujel luno, ko je bil pijan (Li Taibai je ujel luno, ko je bil pijan)", "第X籤": "Dvainpetdeseti dobitek na loteriji (Loterija)", "宮": "Maternica"}