{"籤詩版本二": "Ko se frustracija spremeni v navdušenje, zmaji rjovejo in tigri rjovejo.\nModro nebo ima svojo pot v nebo Naj mi bo še več uspehov in slave.", "詩意": "Ta heksagram je kot rjoveč zmaj in rjoveč tiger.\nObstaja upanje, da bo vse dobro.", "解曰": "Samo uči in pojdi. Imejte svojo blaginjo. Na koncu je treba narediti. Kraj se najde.", "籤詩故事一": "◇Liu Bei zaposli nevesto\nPo bitki pri Chibiju si je Sun Quan želel ponovno pridobiti Jingzhou, ki ga je pridobil Liu Bei, zato je uporabil načrt Zhou Yuja in se pretvarjal, da želi svojo sestro Sun Ren zaročiti z Liu Beijem, v resnici pa je hotel vzeti Liu Bei kot talec, da zahteva Jingzhou.\nPotem ko je Zhuge Liang vohunil za načrtom Zhou Yuja, je brošuro s strategijo predal Zhao Yunu, ki je ščitil Liu Beija, ko je ta odšel v Soochow. Zhao Yun je sledil strategiji v brošuri in namenoma naredil velik pljusk, da bi pustil Wu Guotai ( Sun Quanov oče) ve za poročno ponudbo. Ker je Wu Guotai ljubil svojo hčer in ni bil pripravljen sprejemati naključnih odločitev o hčerinih življenjskih zadevah, je grajala Sun Quana, ker je neusmiljen do njegove sestre, in predlagala, da osebno preizkusita, ali je Liu Bei vreden njegove hčere v templju Ganlu. Ko je Wu Guotai srečal Liu Beija, je zelo cenila Liu Beija in močno zagovarjala poroko med Liu Beijem in njegovo hčerko. Kot rezultat se je Liu Bei uspešno poročil z gospo Sun.\nKasneje sta Liu Bei in gospa Sun skupaj pobegnila nazaj v Jingzhou. Kasneje je Sun Quan hotel na skrivaj napasti Jingzhou, medtem ko je Liu Bei napadal Yizhou, vendar ga je ustavil Wu Guotai, ki ga je skrbelo za varnost njegove hčerke.\nRekel je: \"Zhou Yujev pameten načrt je najboljši na svetu. Izgubil je ženo in vojake.\"\n(Liu Bei pridobil zaradi škode)", "聖意": "Doma nimam sreče in nimam sreče (najprej smola, nato sreča). Iščite bogastvo, ravnotežje, težave v zakonu, uspeh v zakonu. Molite za blagoslov za pešce, sviloprejke na poljih, pet točk za škodo na živini, iščite ljudje, tožbe in selitve, sreča za izgubljeno blago, sreča za bolezni, mir gora in grobov.", "古人": "Liu Bei novači nevesto", "第X籤": "Triinpetdeseta loterija", "宮": "Maternica"}