{"籤詩版本二": "Plaža je polna skal, potok teče, veter je jasen, luna je jasna in plemeniti ljudje so zaposleni.\nNa cesti moram vprašati, kam naj grem Ne jemljite vonja rož in rastlin v gozdu Ne skrbite za to.", "詩意": "Ta heksagram je kot čoln, ki potuje po majhni plaži.\nV vsem se najdejo plemeniti ljudje, ki pomagajo.", "解曰": "Za preživetje. Veliko trdega dela. Ostanite konzervativni in počakajte. Vse najboljše.", "籤詩故事一": "◇ Lušanski upor\nAn Lushan (703-757), čigar priimek je bil Kang in imenovan Yaluoshan, je bil iz Liucheng, Yingzhou (zdaj Chaoyang, Liaoning).\nKasneje je prevzel priimek An in se preimenoval v Lushan. Med vladavino cesarja Xuanzonga iz dinastije Tang je bil An Lushan vojaški odposlanec.\nNovembra 14. leta Tianbaoja je An Lushan zbral čete v Fanyangu.V imenu napada na Yang Guozhong je sprožil upor in povedel čete treh mest, da bi napadle Luoyang, vzhodno prestolnico. Poročila iz Taiyuana so hitela v Lishan. Tang Xuanzong, ki je bil takrat v palači Huaqing v Lishanu, ni verjel, da se bo Anlushan uprl. Vendar so se novice o uporu še naprej širile in Xuanzong je bil še vedno napol prepričan. (To je prikaz \"zvoka nemirne tekoče vode na majhnih skalah v potoku\")\nŠele ko je Yan Zhenqing, prefekt okrožja Pingyuan, poslal nekoga, da pošlje informacije, se je Xuanzong prebudil iz sanj.\nV skladu z napačno strategijo cesarja Xuanzonga iz dinastije Tang je An Lushanov konjeniški polk zavzel Luoyang, vzhodno prestolnico. V prvem mesecu naslednjega leta se je razglasil za cesarja Dayana v Luoyangu, Jianyuan Shengwu, cesar Xiongwu in Da Xixun za predsednik vlade.\nJunija istega leta je cesar Xuanzong iz dinastije Tang, ki je želel ublažiti krizo v Chang'anu in na podlagi zmotnega vojaškega razumevanja, usmrtil dva znana generala, Feng Changqinga in Gao Xianzhija. Ta ukaz je šokiral vojsko Tang. (To vedenje krši \"cesta mora kazati proti sprednji reki\")\nNato je cesar Xuanzong iz dinastije Tang drugemu generalu, Ge Shuhanu, nujno ukazal, naj vodi vojsko Tang proti vzhodu iz Tongguana.\nGe Shuhan, ki je popolnoma razumel strateško napako cesarja Xuanzonga iz dinastije Tang, je nameraval odložiti spremembo (pristop \"v redu je, če je veter miren in plima umirjena\").\nNa koncu je cesar Xuanzong iz dinastije Tang menil, da je preveč plašen za boj, zato mu ni preostalo drugega, kot da se v solzah bori z An Lushanom in bil poražen. (Izpolnjuje \"Če trdo delate, da se preživljate, se lahko poškodujete.\")\nV dinastiji Tang, ko obmejne čete in lokalne garnizije niso imele časa za odziv, je An Lushanova vojska pritisnila na mejo in vstopila v območje glavnega mesta. V kritični situaciji je cesar Xuanzong iz dinastije Tang vodil gardo, da je pobegnila iz prestolnice, kar je povzročilo padec Xijing Chang'ana brez vodje.\n(Tang Xuanzong je prekršil smernice tega znamenja, zato je bil An Lushanov upor uspešen.)", "聖意": "Hiša je varna, človek ima srečo, bogastvo je stabilno, transakcija je uspešna, poroka je uspešna (previdnost), moški pešec iz Liujia pride na polje, sviloprejke se pobirajo, šest živine je poškodovanih, oseba je najdena , tožba je upravičena, izgubljena lastnina prinaša bolezen, to pomeni, da je treba grobnico Anšan popraviti.", "古人": "Lushanski upor", "第X籤": "Šestinpetdeseta loterija", "宮": "Grda palača"}