{"籤詩版本二": "Jutro in mrak mora biti Budova podpora v času nevarnosti, vendar ne v nevarnosti\nČe vas privlači plemenita oseba, vas bosta spremljala tudi denar in svila.To je Chuan Lai. Vse je odvisno od tebe.", "詩意": "Ta heksagram predstavlja skrivni blagoslov bogov in Bud.\nBodite potrpežljivi in ​​​​vso srečo v vsem.", "解曰": "Znak staromodnega miru. Ko bo vse drago, bo ugodno.", "籤詩故事一": "◇Tang Monk je dosegel razsvetljenje\nNekega dne je Tang Seng prišel do reke in pred njo zagledal Budovo goro Lingshan. Pred njo je bil most iz enojnih desk. Tang Seng si ga ni upal prečkati. Buda se je preoblikoval v čolnarja in držal brez dna razbit čoln. Takoj ko je Tang Monk stopil na čoln, je padel v reko in rešil ga je čolnar. Tako je Tang Monk dosegel stanje Bude. (Zgodba o potovanju na zahod)\n◇ Budistični sveti spisi Tanga Monka\nSanzang iz dinastije Tang, njegov običajni priimek je bil Chen, njegovo osebno ime pa Yi. Rojen v okrožju Goushi, Luozhou (danes južno od mesta Yanshi, provinca Henan). Pri trinajstih letih je postal menih in si nadel budistično ime Xuanzang.\nDa bi dobil izvirne budistične spise, se je v tretjem letu Zhenguana (629 po Kr.) odpravil iz Chang'ana (današnji Xi'an, provinca Shaanxi), se podal čez mejo in šel skozi nešteto težav, da bi dosegel Tianzhu ( Indija) za zbiranje svetih spisov. Prepotoval je porečja rek Ganges in Ind ter jugovzhodna obalna območja Indije, nato prečkal zasnežene gore in zelene grebene ter prehodil več kot 50.000 milj sem in tja.Potreboval je 16 let, da se je končno vrnil v Chang'an leta 19. leto Zhenguana (645 AD). Vrnil je veliko število budističnih spisov in jih prevedel v kitajščino.\n(Tang Sanzang je šel skozi dolgo potovanje sem in tja med Kitajsko in Indijo. Gotovo je izkusil nevarnosti, vendar se je lahko varno vrnil, ker je bil za njim nevidni svetnik zavetnik.)", "聖意": "Dom je varen, sam je ugoden, zahodni posel je uspešen, poroka je uspešna, pešci blokirajo polje, sviloprejke so blokirane, sviloprejke so sedem točk, živina je donosna, iskanje je ljudi, zahod javna tožba je slaba, selitev je konzervativna, izgubljena lastnina je vidna, bolezen je ugodna, gore in grobnice so ugodne.", "古人": "Tang Monk je dosegel razsvetljenje", "第X籤": "Dobitek na loteriji dvainšestdeset", "宮": "Palača Yin"}