{"籤詩版本二": "Plavajoča riba se je ujela v zanko v ribniku Bibo.\nČe gre kaj narobe po premisleku, bo to na koncu povzročilo težave.", "詩意": "Ta heksagram predstavlja ribo, ujeto v zanko.\nPrav tako je priporočljivo biti previden pri vsem.", "解曰": "Naselje pod hišo. Nesreča pada z neba. Zbudite se zgodaj in najprej upoštevajte varnostne ukrepe. Izogibajte se katastrofam.", "籤詩故事一": "◇Konj je prekrit z vodo (vodo je težko zbrati)\nDinastija Han. Zhu Maichen, vljudnostno ime Wengzi, je bil rojen v mestu Wu v Kuaiji (zdaj del mesta Suzhou).\nV njegovih zgodnjih letih je bila Maichenova družina revna in on ni imel uspeha.Par je živel pri slamnatih vratih v stranski uličici, sekal drva in jih prodajal, da sta preživela. S prodajo drv po kogar koli ceni ne zaslužiš veliko.\nNjegova žena je šla po vodo in videla skupino otrok, ki so se smejali Maichenu. Ženi se je to zdelo sramotno in je kasneje odšla.\nKo je bil Zhu Maichen star petdeset let, je cesar Wu iz dinastije Han iskal talente in častil Zhuja kot prefekta Kuaiji.\nNjegova žena je obžalovala svojo slepoto in si je zaželela, da bi jo spremenili v služkinjo in priležnico, ki bi služila Zhuju do konca njegovega življenja.\nMaichen je svoji bivši ženi naročil, naj vzame vedro vode, jo izlije po stopnicah in rekel: \"Če je vodo mogoče vzeti nazaj, se lahko onadva spet združita.\"\nGlede na odnos med možem in ženo sta žena in njen ponovno poročeni mož dobila odprt prostor na vrtu, ki sta ga lahko obdelovala in preživljala. Njegova žena se je vrgla v reko in umrla.", "聖意": "Hiša je v nevarnosti, sam je v nevarnosti, denar je izgubljen, transakcija je v miru, poroka je nedosledna, Liujia je prestrašena, ljudje so blokirani, polja so poškodovana, sviloprejke so izgubljene, živina je izgubljena, ljudje se najdejo, javna tožba je izgubljena, selitev je dobra, izgubljene stvari so neugodne, bolezni so povzročene, nesreče in nevarnosti, gorske grobnice je treba spremeniti.", "古人": "Konj je prekrit z vodo (vodo je težko zbrati)", "第X籤": "Štiriinšestdeseto znamenje", "宮": "Maogong"}