{"籤詩版本二": "Ko pride zima, veja češplje na gori ne bo uničena, četudi ji listje odpade in veje ovenejo.\nToda ko pride pomlad, si še vedno želim biti kurtizana in uničiti originalno delo.", "詩意": "V tem heksagramu cvet slive zaseda vodilni položaj.\nVse je dobro, če se zamuja.", "解曰": "Ena puščica, izstreljena v prazno. Ko je prazno, ni prazno. Čakanje na pomlad. Barva je v njej.", "籤詩故事一": "◇Dvakrat zadel\nMed vladavino cesarja Dezonga iz dinastije Tang je zvestemu ministru Mei Bogao in njegovi družini podtaknil izdajalski predsednik vlade Lu Qi, ki jih je hotel vse pobiti. Le njegovemu sinu Mei Liangyu je uspelo pobegniti. Kasneje je spremenil svojo ime Wang Xitong, da bi prikril svojo identiteto. Živel je sam na ulici, lačen in premražen, a na srečo ga je k sebi sprejel Chen Risheng (Chen Dongchu). Chen Risheng ni poznal njegovih življenjskih izkušenj, zato ga je prosil, naj pomaga skrbeti za Chenov slivov vrt, da ne bi umrl od lakote na ulici.\nChen Risheng je bil sošolec in prijatelj Mei Bogao. Ko ga je preganjal Lu Qi, ga je rešil Mei Bogao. Zaradi tega sta se Mei Bogao in Lu Qi sprla. Na koncu je bila celotna njuna družina usmrtena. Chen Risheng je bil zaradi tega žalosten in jezen. Po poroki je dal odpoved in svojo družino preselil v Yangzhou, da bi živeli v osami.\nChen Risheng ima hčerko po imenu Chen Xingyuan, ki je lepa in dišeča. Ko je Mei Liangyu prišla k družini Chen, sta se zaljubila na prvi pogled. Na dan, ko so bile slive v polnem razcvetu, kar je bila tudi obletnica smrti Mei Bogao, sta Chen Risheng in njegova družina odprla oltar na slivovem vrtu svojega doma v spomin na svojega pokojnega prijatelja in dobrotnika. Nepričakovano se je vreme nenadoma spremenilo , zapihal je močan snežni metež, ki je prekril vse cvetove sliv. Chen Risheng je obžaloval, da mu je uspelo varno pobegniti, ni pa mogel rešiti niti potomcev družine Mei. Mislil je, da je to božje opozorilo, zato se je zaobljubil, da razen če slivovi cvetovi ponovno zacvetijo, kar dokazuje, da so potomci družina Mei je bila še živa, nikoli ni hotel ničesar reči.Pobegnil je v budizem in postal menih.\nNjegova hči Xingyuan je to slišala in takoj zažgala kadilo ter iskreno molila k Bogu, da bi slivovi cvetovi znova zacveteli. Njuna iskrenost je ganila nebesa in vsa sliva v slivovem vrtu je ponovno zacvetela; pozneje je Chen Risheng vedel, da je Xitong Liangyu, zato mu je zaročil svojo hčer Xingyuan.", "聖意": "Hiša ni dobra za sebe, človek je dober za sebe, kdo išče bogastva, kdo je preudaren v poslih, čas je pravi, zakon je pozna, pomlad je močna, jesen je prazna, potnik je pozen, polja so uspešna, sviloprejke so uspešne, šest živine je uspešnih, išče ljudi, javne tožbe, izguba, selitev, izgubljena lastnina, vzhodne bolezni, lažni alarmi, gorske grobnice je treba spremeniti.", "古人": "Zadel dvakrat", "第X籤": "Devetinšestdeset zmaga na lotu", "宮": "Tatsumi"}