{"籤詩版本二": "Chao Chao je kot čebela, ki nabira rože, leti z jugozahoda in nato z vzhoda\nKo se pomlad konča in rože izginejo, ni več kam iskati. To srce ne bo spremenilo svojega bivališča.", "詩意": "Ta heksagram je kot čebela, ki nabira rože.\nVse je naporno in naporno.", "解曰": "Brez pomladne kulise. Dolgo dežuje, a se nikoli ne zjasni. Prositi za pomoč. Bolje je biti tiho.\n.", "籤詩故事一": "◇ Li Mi se je uprl dinastiji Tang\nLi Mi\n(582-619), pokojni vodja vojske Wagang v kmečkem uporu v pozni kitajski dinastiji Sui. Mojster kaligrafije. Mojster besede Fa je bil rojen v Chang'anu, Jingzhao, in njegov dom prednikov je bil Xiangping, Liaodong (danes južno od Liaoyanga, Liaoning). Po rodu iz mesta Chang'an, Jingzhao, njegova domovina prednikov je Xiangping, Liaodong (zdaj južno od Liaoyanga, Liaoning).\nV devetem letu Dayeja (613) je sodeloval pri uporu Yang Xuangana proti dinastiji Sui v Liyangu (danes severovzhodno od okrožja Junxian, provinca Henan). V devetem letu Dayeja (613) je sodeloval pri uporu Yang Xuangana proti dinastiji Sui v Liyangu (danes severovzhodno od okrožja Junxian, provinca Henan). Skrivnostni čut je premagan,\nLi Mi je pobegnil. Xuangan je bil poražen in Li Mi je pobegnil.\nV dvanajstem letu Dayeja se je pridružil vojski Wagang\n. V dvanajstem letu Dayejeve vladavine se je pridružil vojski Wagang. Li Mi je bil dober v strategiji Oktobra dvanajstega leta Dayeja je Li Mi prepričal Zhaija, da napade Xingyang Tonga, močnega generala, ki je spremljal vojsko, da bi branil Zhang Xutuoja, premagal vojsko Sui in ubil Zhang Xutuoja. Li Mi je bil dober v strategiji Oktobra dvanajstega leta Dayeja je Li Mi prepričal Zhaija, da napade Xingyang Tonga, močnega generala, ki je spremljal vojsko, da bi branil Zhang Xutuoja, premagal vojsko Sui in ubil Zhang Xutuoja.\nKasneje je predlagal napad na skladišče Xingluo (kasneje preimenovano v Luokou), odpiranje skladišča za pomoč in razširitev ekipe. Ekipa vojske Wagang je hitro rasla. V 13. letu Dayeja je Li Mi vodil vojsko Wagang in Zhai Rang ukvarjal z degradacijo in porazdelitvijo dinastije Sui Prišlo je do vojne zaradi vojaških virov in drugih vprašanj, Li Mi pa je ubil Zhai Ranga in stotine njegovih privržencev. Kasneje je predlagal napad na skladišče Xingluo (kasneje preimenovano v Luokou), odpiranje skladišča za pomoč in razširitev ekipe. Ekipa vojske Wagang je hitro rasla. V 13. letu Dayeja je Li Mi vodil vojsko Wagang in Zhai Rang ukvarjal z degradacijo in porazdelitvijo dinastije Sui Prišlo je do vojne zaradi vojaških virov in drugih vprašanj, Li Mi pa je ubil Zhai Ranga in stotine njegovih privržencev.\nMarca 14. leta vladavine Daye je Yu Wenhuaji ubil cesarja Yanga iz dinastije Sui\n, je več kot 100.000 ljudi vodilo k vrnitvi na zahod. Marca štirinajstega leta Dayeja je Yu Wenhuaji (Yu Wen, sestavljeni priimek) ubil cesarja Yanga iz dinastije Sui in se vrnil na zahod z več kot 100.000 ljudmi. Li Mi je dobil ukaz, naj napadne Huaji. Čeprav je bil Huaji poražen, so tudi Li Mijeve čete utrpele velike izgube. Kasneje jih je zasledoval Wang Shichong. Li Mijeva vojska je bila poražena in njegov tabor uničen. Njegovi generali Qin Shubao, Cheng Zhijie (prvotno imenovan Cheng Yaojin), Niu Jinda in drugi so bili ujeti. , Shan Xiongxin se je predal. Li Miju je bilo ukazano, naj napadne Huaji.Čeprav je bil Huaji poražen, je Li Mi prav tako utrpel velike izgube v svojih enotah. Kasneje ga je zasledoval Wang Shichong. Li Mijeva vojska je bila poražena in njegov tabor uničen. Njegovi generali Qin Shubao, Cheng Zhijie (prvotno imenovan Cheng Yaojin), Niu Jinda in drugi so bili ujeti, Shan Xiongxin pa se je predal. Li Mi je bil obupan, zato je septembra prečkal reko do Heyanga in se predal dinastiji Tang. Li Mi je bil obupan, zato je septembra prečkal reko do Heyanga in se predal dinastiji Tang.\nNovembra je Li Yuan poslal Li Mija v Shandong, da rekrutira stare čete. november,\nLi Yuan je poslal Li Mija čakati v Shandongu, da rekrutira stare čete. Ker je čutil, da je bil osumljen, se je uprl Tangu. Ker je čutil, da je bil osumljen, se je uprl Tangu. Tanški general Sheng Yanshi je povabil Li Mija, naj napade in ga ubil pri Xinggong Xianu. Tanški general Sheng Yanshi je povabil Li Mija, naj napade in ga ubil pri Xinggong Xianu.", "聖意": "Hiša, hiša, jezik, jaz, zlobnež, iskanje bogastva, zapravljanje posla, poroke, ki niso trajne, Liujia, prazne rože, pešci, Yaotian, škoda sviloprejk, šest škod na živini, pogrešane osebe, tožbe, izguba, migracija, konzervativnost, izgubljena lastnina, bolezen, ovire, reforma gorskega groba", "古人": "Li Mi se je uprl dinastiji Tang", "第X籤": "Sedemdeseto žrebanje", "宮": "Tatsumi"}