{"籤詩版本二": "Čebelarji morajo prositi za med, da jih ne piči želo\nPred vami mora biti čudna cesta, skrivnost je globoka kot trnov gozd.", "詩意": "Ta heksagram simbolizira čebele, ki nabirajo med.\nVse je naporno in naporno.\n\n(Ta heksagram išče simbol sladkosti in dobi grenkobo.\nPreprečite katastrofe v vsem.\n)", "解曰": "Stvari je treba narediti previdno. Ni ga treba siliti. Čebele nabirajo med. Kaj je razlog?", "籤詩故事一": "◇Wang Mang išče talente\nZa družino Wang Mang iz dinastije Zahodni Han lahko rečemo, da je bila bogata družina. Čeprav je njegov oče umrl zgodaj, je več njegovih stricev in stricev postalo cesarjev dinastije Han. Postali so generali, premierji, postali markizi in prejeli nagrade. Družina Wang je bila izjemno ugledna.\nToda Wang Mangova lastna majhna družina je bila izjemno revna; njegov oče je umrl mlad in živel je samo z mamo, pri čemer se je zanašal na dobrodelnost sorodnikov. Toda zaradi tega je Wang Mang že od otroštva razvil in vadil vrsto veščin ravnanja z ljudmi. Ne glede na to, kako žalosten ali jezen se je počutil, je vedno kazal zelo vesel in miren videz pred sorodniki, starejšimi ali zunanjimi ljudmi, zato so ga vsi v klanu zelo cenili.\nNekoč je njegov najstarejši stric hudo zbolel, ko je izvedel za to, je prišel in čakal ob bolnikovi postelji, prinašal zdravila in vodo ter bedel ponoči, več mesecev zapored je bil slečen, razmršen in izčrpan. Bil je preprosto bolj \"potrpežljiv\" kot pacient, bolj \"sin\" kot biološki sin.\nZaradi tega so ga vsi v tajvanskem ljudstvu hvalili in pisali pisma, v katerih so prosili za nagrado zanj.\nZato mu je cesar Cheng iz dinastije Han podelil naziv markiza nove prestolnice in ga imenoval za stražarja v palači ter tako postal cesarjev tesen minister.\nS svojim visokim statusom in veliko močjo Wang Mang nikoli ni pokazal nobene arogance ali ohlapnosti.Namesto tega je postajal vse bolj vljuden in vljuden.Po eni strani se je spoprijateljil z ministri, generali, ministri, slavnimi učenjaki in učenjaki.\nVendar je živel zelo skromno, pogosto je jedel mesne jedi, da ne omenjam nošenja dolgih oblačil in oblek z dolgimi rokavi, samo v kratkih oblačilih. Tako so ga vsi v vladi in javnosti soglasno hvalili z besedo \"vrli\".\nKasneje je njegov stric, Grand Sima Wanggen, umrl zaradi bolezni in izbran je bil za njegovo zamenjavo. Cesarju in vsem ministrom se je zdel on najprimernejši. Zato je Wang Mang, ki je bil star le osemintrideset let, postal Veliki Sima z najvišjo vojaško močjo v državi.\n(Ta zgodba je metafora. Biti dober človek vam lahko pomaga, da se znebite \"težavnosti pika čebel\" in dosežete svoje ideale, kot želite.)", "聖意": "Hiša ni dobra za sebe, družina je v težavah, posel je blokiran, zakon je blokiran, šest oklepov je lažnih, pešci zamujajo, pridelek sviloprejk je nizek, živine je malo, težko je najti ljudi, tožba je slaba, selitev se ne premakne, izgubljena lastnina je slaba, bolezen je postavljena, gorski grob je izgubljen", "古人": "Wang Mang išče talente", "第X籤": "Dobitek na loteriji dvainsedemdeset", "宮": "Tatsumi"}