{"籤詩版本二": "Ko pride pomlad, trese grom in žuželke čivkajo, jaz pa se obrnem stran od blata\nKo sem prvič spoznal, da še vedno prihajam in odhajam, ko sem se spremenil, sem postal zmaj.", "詩意": "Ta heksagram je kot grom in žuželke.\nSrečanje s plemenito osebo je dober znak v vsem.", "解曰": "Grom udari. Dva depozita in ven. Spremenite enkrat. Do Tianmena.", "籤詩故事一": "◇ Upor Chenqiao\nLeta 959 našega štetja je Zhou Shizong Chai Rong umrl, cesar Gong, Chai Zongxun, ki se je povzpel na prestol, pa je bil star le sedem let. Takrat je imel resnično oblast Zhao Kuangyin, ki je služil kot inšpektor pred palačo in odposlanec Songzhouja v nemški vojski.\nSpomladi 960 našega štetja sta Zhenzhou (današnji Zhengding, provinca Hebei) in Dingzhou (današnja okrožje Dingxian, provinca Hebei) poročala, da sta vojski severne dinastije Han in države Liao skupaj odšli na jug, da bi napadli poznejšo dinastijo Zhou, z velik zagon in zaprosil za pošiljanje vojakov na pomoč. Kasneje je dinastija Zhou ukazala Zhao Kuangyinu, naj vodi svoje čete proti severu v boj proti sovražniku. Zhao Kuangyin je deloval na skrivaj po načrtih svojega brata Zhao Guangyija, Zhao Puja, Shi Shouxina in drugih.\n3. februarja, ko je vojska prispela v Chenqiaoyi (zdaj mesto Chenqiao, jugovzhodno od Fengqiuja v Henanu), so sprožili upor in ukazali vojakom, naj nosijo rumena oblačila zanj. Uprli so se kasnejši dinastiji Zhou in podprli Zhao Kuangyina kot cesarja . Po tem je Zhao svoje čete odpeljal nazaj v Kaifeng, ne da bi zažigal, ubijal ali plenil.\"Taizu Chen Qiao je prisegel, da ne bo motil prebivalcev prestolnice, in obljubil je, da ne bo motil mesta na dan, ko bo vstopil v mesto.\"\nTretji dan tretjega leta lunarnega meseca se je Zhao Kuangyin uprl v Chenqiao in vrnil v prestolnico. Fan Zhi je vodil Wang Puja in Wei Renpuja, da sta zaslišala Zhao Kuangyina. Luo Yanhuan je izvlekel svoj meč pred šotorom in glasno zavpil : \"Tri vojske nimajo gospodarjev. Vsi generali so se odločili, da ga postavijo za cesarja. Kdor spregovori, bo pobit!\". Wang Pujev obraz je bil bled kot zemlja. Spustil je stopnice in se priklonil. Tudi Fan Zhi se je priklonil, Kuang Yin pa mu je osebno pomagal vstati in z njim ravnal zelo vljudno.\nPo zmernem odporu je cesar Gong iz kasnejše dinastije Zhou ustoličil prestol in Zhao je prevzel prestol. \"Taizu je bil na tem, da sprejme zen, vendar ni bilo nobenega besedila Zen. Tao Gu, Hanlinov učenjak, je sprejel ukaz in stopil poleg njega in rekel: \"Končano je.\"\nKo je Zhao prišel na prestol, je spremenil ime države v Song, Yuan v Jianlong, Kaifeng pa postavil za glavno mesto. Shi Shouxin, Gao Huaide, Zhang Lingduo, Wang Shenqi, Zhang Guanghan in Zhao Yanhui so vsi prejeli naziv Jiedushi , ki je bil v zgodovini znan kot \"upor Chenqiao\".\nWikipedia\n(Ta zgodba predstavlja, da je to začetek nastopa Zhao Kuangyina.)", "聖意": "Molite za svoj dom, vsakdanje življenje, bogastvo, srečo, srečo v poslu, plemenit zakon, uspeh v Liujii, moške pešce, zgodnje rojstvo sviloprejk na poljih, zgodnje rojstvo šestih živali, srečo spomladi, iskanje ljudi , uspeh v pravdah, sreča pri preseljevanju, izgubljeno premoženje, nevarnosti v boleznih, nevarnosti v gorah in grobovih.", "古人": "Chenqiao upor", "第X籤": "Podpisano triinsedemdeset", "宮": "Mi Palace"}