{"籤詩版本二": "V sanjah je bilo rečeno, da bo veliko bogastva, vendar slava ne bo nič.\nVoda je daleč in gore so daleč, a težko je biti zvest Plemenita oseba vodi in se smehlja.", "詩意": "Ta heksagram predstavlja simbol pridobivanja zaklada v sanjah.\nVse je bolj ali manj resnično.", "解曰": "Kot sanje, sanje. Brez upanja na slavo. Samo počakaj na dobre čase. Plemenita navodila.", "籤詩故事一": "◇ Vrnite žad Zhau (vrnite žad Zhau, ko ga dokončate)\nLeta 283 pred našim štetjem je kralj Zhao Huiwen dobil He's Bi od Chuja.Ko je kralj Qin Zhaoxiang izvedel novico, je kralju Zhaou poslal pismo, v katerem je izrazil svojo pripravljenost zamenjati petnajst mest za He's Bi.\nLin Xiangru je kralju Zhau analiziral, da je Qin močan, Zhao pa šibek in da ga je treba zamenjati.\nKralj Zhao je nato poslal Lin Xiangru v Qin s He's Bi.\nKralj Qina se je srečal z Lin Xiangrujem v Zhangtaiju in Lin Xiangru je kralju Qina predstavil žad. Kralj Qin je bil presrečen in je lepotici podal He's Bi in vsi okoli nje so ga pogledali.V tem času so vsi na levi in ​​desni vzklikali naj živi.\nLin Xiangru je videl, da kralj Qina ne namerava predati mesta Zhau, zato mu je rekel, da je njegov žad pokvarjen, in je želel na to opozoriti kralja Qina, da bi izkoristil priložnost in dobil žad nazaj.\nKo je Lin Xiangru vzel nazaj Heshijev Bi, je stal ob velikem stebru in pokazal, da želi umreti s Heshijevim Bi.\nV tem času je Lin Xiangru rekel kralju Qin: \"Kralj Zhao je kljub temu premagal ugovore ministrov in sprejel ministrov predlog. Tudi če ni zavajal drug drugega, ko je komuniciral z navadnimi ljudmi, da ne omenjam tega Qin je velika država! Da bi ohranil prijateljstvo med Qin in Zhaom, sem kralj Zhao po petih dneh posta poslal svoje ministre v Qin z žadom. Na žalost kralj Qina ne samo, da ni imel namena podeliti Zhao mesto, ampak tudi predal žad družine He lepi ženski, kar je bilo res v posmeh mojim ministrom.\"\nKo je končal govor, je Lin Xiangru takoj pokazal, da je udaril v steber. Kralj Qin se je bal, da bo He's Bi poškodovan, zato se je pretvarjal, da je dal Zhau petnajst mest. Lin Xiangru je sprevidel zahrbten načrt kralja Qina, zato je prosil kralja Qina, naj se pet dni posti, preden predstavi He's Bi, da bi odložil čas. V teh nekaj dneh je Lin Xiangru poslal svoje spremljevalce, da se vrnejo v državo Zhao z žadom, medtem ko je on ostal, da bi se ukvarjal s kraljem Qin.\n(Ta zgodba je kot oči navadnega človeka, očarane nad njegovim statusom.)", "聖意": "Molite za hišo in molite za sebe, da blokirate bogastvo Težko je imeti zakon Težko je imeti zakon Ljudje niso v harmoniji.", "古人": "Vrnite žad Zhao (izpolnite žad Zhao)", "第X籤": "Sedeminsedemdeseta dobitna loterija", "宮": "Noon Palace"}