{"籤詩版本二": "Listje platan je odpadlo, bliža se jesen, povratna pot popotnikov je videti kot oblaki.\nZahvaljujoč velikemu Božjemu trudu se je ladja vrnila z zakladom v vetru.", "詩意": "Ta heksagram predstavlja odpadajoče liste platane.\nVse je vnaprej slabo in na koncu dobro.", "解曰": "Vzemite stvari iz srca. Tianxin mu sledi. Za preživetje. Naredi kar lahko.", "籤詩故事一": "◇Veter piha do paviljona Tengwang\nWang Bo, z vljudnostnim imenom Zian, je bil pesnik zgodnje dinastije Tang. Rodil se je v prvem letu Yonghuija, cesarja Gaozonga iz dinastije Tang. Wang Bo že od otroštva bere sveto pismo in je znan kot \"čudežni otrok\". Wang Bo že od otroštva bere sveto pismo in je znan kot \"čudežni otrok\".\nKo je bil star deset let, sta z očetom slučajno šla mimo templja Guandi. V templju sta zagledala veličasten kip Guandija, ki je držal kopijo »Pomladi in jeseni« in jo bral. Ko ga je oče zagledal, je je bil navdihnjen. Zapel je cesarju Guanu: \"Držim tri pramene zelene brade, berem zgodovino dinastije Qing na zeleni luči in se poklanjam slavnim imenom. V roki držim zelenega zmaja in luno.\" Rečeno je da je jeseni tega leta Wang Bo odšel iz Shanxija na otok Hainan, da bi obiskal svojega očeta, ki je bil degradiran v okrožnega sodnika Jiaozhi. , pri čemer je na poti šel skozi tisoče gora in rek. Jeseni leta, ko mu je bilo sedemindvajset let, je Wang Bo odšel iz Shanxija na otok Hainan, da bi obiskal svojega očeta, ki je bil degradiran na mesto okrožnega sodnika Jiaozhi.Na poti je šel skozi tisoče gora in rek.\nKo smo tisti dan prispeli na goro Madang, so se vsi odpravili na obalo, da bi se spočili. Ko je Wang Bo sam hodil mimo starodavnega templja, je nenadoma zagledal starca, ki je sedel na kamnu poleg templja. Starec je bil videti kot otrok s svetlimi lasmi in vilinski videz. Rekel je Wang Boju: »Ali nisi ti Wang Bo?« Wang Bo je bil presenečen in rekel: »Točno! Kako to veš?« Starec je rekel: »Že dolgo sem slišal, da imaš dobro namere reševanja ljudi in vaše pesmi so zelo pomenljive. Jutri bo velika zabava v paviljonu Tengwang. Če se lahko udeležite banketa in napišete esej, boste znani skozi stoletja in boste prejeli potne stroške.\" Ko so prispeli na gori Madang so se vsi odpravili na obalo, da bi se spočili. Ko je Wang Bo sam hodil mimo starodavnega templja, je nenadoma zagledal na kamnu poleg templja: Tam je sedel starec, ki je bil videti kot otrok s svetlimi lasmi in vila Rekel je Wang Boju: \"Ali nisi ti Wang Bo?\"\nWang Bo je bil presenečen in je rekel: \"Točno! Kako to veš?\"\nStarec je rekel: \"Že dolgo sem slišal, da imaš prijazen namen rešiti ljudi, in pesmi, ki jih komponiraš, so zelo pomembne. Jutri bo velika zabava v paviljonu princa Tenga. Če se lahko udeležiš banketa in komponiraš, slaven boš skozi stoletja in dobil boš potne stroške.\"\nWang Bo je rekel: »Ta kraj je šeststo ali sedemsto milj oddaljen od paviljona Tengwang. Kako lahko pridemo sem jutri?« Starec je rekel: »Uporabil bom konja kot božanski veter, da ti pomagam pri nemotenem jadranju. bo zagotovo prišel jutri.\" Wang Bo se mi je zahvalil in rekel: \"Oprostite, moj tast. , ali ste nesmrtni ali bog?\" Starec se je zasmejal in rekel: \"Jaz sem Zhongyuan Shuijun, ki vodi to vodno območje!\" Wang Bo je rekel: \"Ta kraj je šeststo ali sedemsto milj stran od paviljona Tengwang. Kako lahko pridemo sem jutri?\"\nStarec je rekel: \"Konja bom uporabil kot božanski veter, da ti bom pomagal pri nemotenem jadranju. Zagotovo bom prispel jutri.\"\nWang Bo se mu je zahvalil in rekel: \"Oprostite, tast, ali ste nesmrtni ali bog?\"\nStarec se je zasmejal in rekel: »Jaz sem Zhongyuan Shuijun, ki je zadolžen za to vodno območje!« Nato je starec pozval Wang Boja, naj hitro stopi na čoln. Videl je ugodne oblake, ki so ga nekaj časa obdajali, in veter in voda je bila na poti gladka.V hipu je prepotoval na stotine milj.\nNato je starec pozval Wang Boja, naj hitro stopi na čoln. Za nekaj časa je videl ugodne oblake, ki so ga obkrožali, in pot je potekala gladko. Kot bi mignil, je prepotoval na stotine milj. Kot je bilo pričakovano, je Wang Bo zjutraj na veliki dogodek odhitel v paviljon princa Tenga.\nKot je bilo pričakovano, je Wang Bo zjutraj na veliki dogodek odhitel v paviljon princa Tenga. In na kraju samem je napisal \"Predgovor k paviljonu princa Tenga\", ki ga je cesar Gaozong iz dinastije Tang označil za večno mojstrovino. In na kraju samem je napisal \"Predgovor k paviljonu princa Tenga\", ki ga je cesar Gaozong iz dinastije Tang označil za večno mojstrovino.\nObstaja pesem, ki pravi:\nVedno je bilo rečeno, da so nadarjeni ljudje bogovi, zato ni naključje, da veter prinese Nanchang v Nanchang;\nNapisal sem stavek o Teng Wangovem visokem paviljonu, nato pa je pospremil nesmrtne v Zhongyuan.", "聖意": "Molite za svoj dom in se zaščitite, molite za blagoslove, iščite bogastvo ter dosežite zakon in harmonijo.", "古人": "Veter piha do paviljona Tengwang", "第X籤": "Podpišite enainosemdeset", "宮": "Wei Gong"}