{"籤詩版本二": "Kaj storiti, če zaradi svojega slovesa izgubiš vrlino? Bojim se, da se bo sreča spremenila in se bodo zgodile slabe stvari.\nPijan ne vem, kam bi, v senci zelenih borov sanjam meglene sanje.", "詩意": "Ta heksagram predstavlja mrzlo ribo, ki zapušča vodo.\nNič se ne da premakniti.\n\n(Ta heksagram je simbol slabe vrline in smole.\nV vsem bodite na tleh.\n)", "解曰": "Hladna riba zapusti vodo. muha v mazlu. Če vprašate o načrtih za kamp. Bolje je Mo Qi\nTa znak bo Liujii prinesel nesrečo. Vse gre narobe. Molite za varnost.", "籤詩故事一": "◇Zhuangzi testira svojo ženo\nZhuangzi je bil rojen v dinastiji Zhou. Njegov priimek je bil Zhuang, njegovo osebno ime je bilo Zhou in njegovo osebno ime je bilo Zixiu. Bil je rojen v Mengyiju v dinastiji Song. V dinastiji Zhou je bil uradnik Qiyuana.\nNekega dne je Zhuangzi na gori srečal žensko, ki je čepela pred novim grobom in obupano stresala pahljačo, kot da bi hotela posušiti mokro zemljo na grobu. Zhuangzi ni razumel njene namere, zato jo je vprašal. Rekla je, da je oseba, ki je pokopana v grobu, njen mož, zadnje besede njenega moža pa so bile, da se ne more ponovno poročiti, dokler se zemlja na grobu ne posuši. Ni mogla več čakati, zato je zemljo na grobu premešala, da se je hitreje posušila, da je lahko sledila drugi pomladi.\nZhuangzi je zavzdihnil, ko je pomislil, da je na svetu tako brezsrčna ženska. Potem sem pomislil, ali bi bila moja žena takšna? Ko se pojavi sum, ga želim preizkusiti.\nPriimek Zhuangzijeve žene je bil Tian in par je bil običajno v tesnem razmerju.Da bi preizkusil ženino zvestobo, se je Zhuangzi odločil, da se bo pretvarjal, da je mrtev.\nKo so slišali, da je Zhuangzi umrl zaradi nenadne bolezni, so številni ljudje od vsepovsod, vključno s sorodniki in prijatelji, prišli izrazit svoje sožalje. Med njimi sta bila čeden kralj in vnuk iz države Chu, ki je bila bogata z bogastvom. Videla je, da je gdč. Tian je bil pravkar ovdovel in usmiljen, zasledoval jo je. Gospa Tian ni mogla prenesti skušnjave in se je zaljubila v Wang Sun. Poročila sta se v samo dvajsetih dneh.\nTisto noč, ko je bilo vino popito in so bila ušesa vroča, je Wang Sun nenadoma doživel srčni napad in umrl.\nGospa Tian je bila prestrašena in panična ter je vprašala Wang Suna, kaj naj stori. Wang Sun je zdržala bolečino in ji povedala, da se lahko možgani mrtvih uporabijo za oživitev mrtvih.\nKje najti truplo? Gospa Tian je nenadoma pomislila, ali ni njen mož pravkar umrl? G. Tian je pozabil na staro ljubezen med možem in ženo in je dejansko vzel sekiro in razklal moževo krsto ter se pripravljal, da mu vzame možgane za zdravilo.\nKo so krsto odprli, je Zhuangzi nepričakovano oživel. Gospo Tian je bilo tako sram, da se je obesila.\n(Ta zgodba je metafora za zlorabo prijateljstva zaradi osebne koristi, zato se z njo ne moremo strinjati.)", "聖意": "Hiša je mirna, jaz je varen, denar je nepošten, posli so žrtvovani, zakon je razrešen, zlo v Liujii je uspešno, pešci niso prispeli, sviloprejke so v miru, živina je v miru, ljudje iščejo ljudi, tožba se je spremenila, učenci so bili konservativni, imetje je izgubljeno, ni bolezni, gora in grobovi pa so bili zlo.", "古人": "Zhuangzi testira svojo ženo", "第X籤": "Lot 84", "宮": "Wei Gong"}