{"籤詩版本二": "Temni oblaki in megla pokrivajo cesto pred goro Vse je okroglo in luna je spet okrogla.\nČe dobiš poezijo in knjige, se boš zbudil iz globokih sanj, Plemenita oseba te bo vodila na streho.", "詩意": "Ta heksagram simbolizira konec pomladi in cvetenje rož.\nZa Gospodom se vse spremeni.", "解曰": "Starec mora prositi za pomoč. Ponovno zacveti spomladi. Želja po slavi in ​​bogastvu. Naletite na nepričakovani dobiček pozno v življenju.", "籤詩故事一": "◇Han Wengong naleti na sneg\nHan Yu, čigar vljudnostno ime je bilo Tuizhi, je bil iz Changlija. Tang Dezong je postal Jinshi v osmem letu Zhenyuana, njegov posmrtni naslov pa je bil Wen Gong.\nMed vladavino cesarja Xianzonga iz dinastije Tang je Han Yu ugovarjal z Budovimi kostmi, kar je cesarja razjezilo. Han Yu je zapustil ženo in otroke ter odšel v Chaozhou. Po manj kot nekaj dneh hoje se je okrepil mrzel veter in močno je snežilo. Han Yu je prišel do mesta, kjer je bil sneg globok nekaj metrov, zaradi česar se je njegov konj težko premikal naprej. V bližini ni bilo nobene hiše in ni vedel, kje je cesta. Če želiš slediti poti in se umakniti, ni poti nazaj. Veter je močno pihal in sneg je hitro padal. Han Yu je bil do kože premočen, premražen in lačen in ni imel kam izraziti svoje žalosti.\nHan Yu je zavzdihnil in rekel: \"Cesar me ne bo ubil, vendar me hoče uničiti.\"\nRavno ko je Han Yu obupal, je zagledal moškega, ki je kljub hudemu mrazu prihajal čistit sneg.Izkazalo se je, da je Han Xiangzi (Han Yujev nečak).\nPred tem je Han Xiangzi rekel Han Yuju: »Kje je Yun Hengov dom v Qinlingu? Sneg objame modra vrata in konj se neha premikati naprej.« Takrat Han Yu ni razumel, kaj je Han Xiangzi mislil, zdaj pa je končno razumel.\nTako sta Han Yu in Han Xiangzi odšla prenočit v Fujevo hišo v Languanu. Ko je govoril o preteklosti in poti do gojenja, je bil Han Yu iskreno prepričan.\nKasneje je Han Yu opustil svoj uradni položaj, podaril vse svoje premoženje lokalni vladi in odšel v gore, da bi prakticiral taoizem in postal nesmrten.", "聖意": "Hiša ni dobra zase, bodite previdni pri iskanju denarja, osredotočite se na posel, poroka je pozna, Liujia ženske pešci blokirajo polja, sviloprejke so dobre, živina je dobra, težko je najti ljudi, javne tožbe se ponavljajo, migracije so posodobljene, izgubljene stvari so resne, bolezni so odložene, gorske grobnice je treba spremeniti.", "古人": "Han Wengong naleti na sneg", "第X籤": "Petinosemdeseta dobitna loterija", "宮": "Shen Gong"}