{"籤詩版本二": "Če hodimo do polovice poti po zahodni gori, se pečine Junling ne morejo poravnati.\nZa zaščito se obračam na Boga, to telo je še vedno v mrtvašnici", "詩意": "Ta heksagram je kot iskanje zlata v pesku.\nV vsem so znaki plemenitih ljudi.\n\nTudi: Ta heksagram pomeni, da je oseba v nevarnosti.\nV vsem so znaki plemenitih ljudi.", "解曰": "Žad je mogoče najti z klesanjem kamna. Poiščite zlato v pesku. Treba je trdo delati. Samo težave.\nDrugo delo: težka situacija. Nikjer ostati. Prosi za božji blagoslov. Molite za duševni mir.", "籤詩故事一": "◇ Grizite zlato in raziščite podzemno jamo\nDa bi proslavil svoje vojaške podvige, je Cheng Yaojin gostil banket v Yanwuyangu. Nenadoma se je v zemlji odprla luknja, ki je bila nedoumljiva.Vsakdo je žrebal tako, da je izbiral besede, grizljal zlato, da je zmagal, in si izposojal vrvi, da se je privezal v luknjo.\nTam so kamnita vrata, mize, stoli, mostovi in ​​drugi predmeti, na mizi so zmajeva oblačila in pasovi iz žada, ki so narejeni iz zlata in so nošeni iz jame.\nYao Jin je prišel iz luknje z veliko škatlo in majhno škatlo, odprl leseno škatlo in vzel pečat iz žada, odprl škatlo, vzel veliko zastavo in kronsko obleko ter steze in jih postavil na mizo, in vsi so jih gledali enega za drugim. Videl sem osem črk iz pečata, vgraviranih na velikem pečatu, ki so bili \"Demonski kralj Hunshija, veliki krepostni cesar\".\nVsi so ga častili kot \"cesarja\", Yaojin pa je to počel tri leta kot demonski kralj. (Pravzaprav je bilo to le samooklicano in Cheng Yaojin je bil takrat samo vodja vasi.)\n(Ta zgodba je metafora, da so dobre stvari tako kot igranje. To je umetniška zasnova »to telo je še vedno v praznini«.)", "聖意": "Molitev za dom in hišo, samega sebe, pomanjkanje dobička, iskanje bogastva, trdo delo, previdnost v poslu, poroko bo oviral Liu Jiaxu, pešci, Chi Tian, ​​sviloprejke, hlev s šestimi živinami, iskanje ljudi, brez tožb , izguba, selitev, hramba izgubljene lastnine, hude bolezni, ovire, gore in grobovi.", "古人": "Raziskovanje kripte za zlato", "第X籤": "Podpiši sedeminosemdeset", "宮": "Shen Gong"}