{"籤詩版本二": "Ne obremenjujte me s svojimi osebnimi zadevami, to je bolj primerno vprašati javnost.\nJasno srce je svetlo in jasno, kakor svetla luna na nebu", "詩意": "Ta heksagram predstavlja podobo svetle lune na nebu.\nVse je svetlo in zračno.", "解曰": "Bodite pokončni v srcu. Popravite zakon. Svete besede. Končno postane jasno.", "籤詩故事一": "◇ General Kong Minga\nRešitev: Zhuge Liang mobilizira svoje čete in generale\nV obdobju treh kraljestev se je Zhuge Liang (181–234), z vljudnostnim imenom Kongming, rodil v Yangduju, Langya (zdaj okrožje Yinan, provinca Shandong).\nZhuge Liang se je strinjal, da postane uradnik, potem ko je Liu Bei trikrat obiskal slamnato kočo. Takrat je Cao Cao pomiril Hebei in je bil odločen, da bo korakal proti jugu. Poslal je Xiahouja Duna kot glavnega generala, Yu Jina, Li Diana in druge kot namestniki generalov, ki so vodili 100.000 vojsko na pohod proti Xinyeju. Čeprav je imel Zhuge Liang takrat načrt za umik pred sovražnikom, sta Guan Yu in Zhang Fei prezirala Zhuge Liangove besede. Zhuge Liang ni imel druge izbire, kot da uporabi Liu Beijev meč, da ju prepriča, tako da sta vodila vsak tisoč vojakov in zasedo v Yushanu in Anlinu.Počakala sta, da Xiahou Dun pove svojo vojsko mimo, nato pa ju napadla z zasede in ogenj.\nPoleg tega je bil Zhao Yun poslan, da vodi stare in šibke ostanke vojske, da bi se borili kot predgarda proti Xiahou Dunu, nato pa je ponaredil poraz in se umaknil ter zvabil Xiahou Duna na ozko cesto v gorah in gozdovih. Poslal je tudi Guana Ping, Zhou Cang, Liu Feng in drugi, da se prikradejo v zaledje Caove vojske, zažgejo zaloge in povzročijo paniko v Caovi vojski.\nPo bitki se je vse zgodilo, kot je uredil Zhuge Liang. Ko sta Xiahou Dun in Yu Jin vodila vojsko v zasledovanju, je Li Dian, ki je bil v zadnjem delu, nujno obvestil Xiahou Duna na čelu, da se mora zavarovati pred napadi sovražnega ognja. Vendar je bilo prepozno. Caovo vojsko je omejil ozki cesti in je bil na mestu, kjer so bila drevesa prepletena, zato ognja ni bilo mogoče zanetiti. Bilo je hudo žrtev, Xiahou Dun in drugi generali pa so bili poraženi in so pobegnili nazaj v Xudu.\n(Ta zgodba je metafora, da je Kong Ming dober pri uporabi ljudi in modrem upravljanju države.)", "聖意": "Dom in hiša sta ugodna. Želim veliko sreče v bogastvu, duševni mir, uspešen posel, zakon, uspeh, uspeh v Liujia, ljudi, ki selijo polja, sviloprejke, izgubo živine, pogrešane ljudi, javne tožbe, migracijo, izgubljeno lastnino, blagoslov, bolezen, mir, gore in grobove.", "古人": "Kong Mingov general", "第X籤": "Deveto znamenje", "宮": "Palača Yin"}