{"籤詩版本二": "Zaradi dobre predstave izstopite iz množice z namrščenim obrazom, vaša prihodnost se spremeni in prinesete veliko bogastva.\nCesta je široka kot nebo in ves denar, ki ga lahko daš, bo v tvojem srcu", "詩意": "Ta heksagram nakazuje obetavno prihodnost.\nVse gre dobro.", "解曰": "Velika cesta. Lahko greš naprej. Uporabi svoje srce. Samo naprej.\nS tem znakom gre vse po načrtih. Vso srečo Jichangu.", "籤詩故事一": "◇ Trije junaki se borijo proti Lu Buju\nRešitev: Trije junaki Zhang Fei, Guan Yu in Liu Bei se borijo proti Lu Buju\nDong Zhuo je izvedel, da je bil Hua Xiong obglavljen, in poslal letečega generala Lu Buja v boj. Takoj, ko je Lu Bu šel v bitko, je ubil generala Fang Yue in Mu Shun ter Wu Anguo in Gongsun Zan.\nZhang Fei je videl, da Gongsun Zan ne more premagati Lu Buja, zato je hitro zamenjal Gongsun Zana in zavpil: »Sužnji treh priimkov naj odidejo! Zhang Fei iz Yana je tukaj!« Po tem sta se borila več kot petdeset rund v vrsta, brez zmagovalca ali poraženca.\nKo je Guan Yu to videl, sta on in Zhang Fei napadla Lu Buja in se borila več kot trideset rund.\nTudi Liu Bei je nosil dva meča, zaploskal svojemu konju in stopil naprej, da bi pomagal Zhang Feiju in Guan Yuju.\nTrije možje so obkolili Lu Buja in se še naprej borili. Vsi ljudje v skupini so bili osupli.\nKmalu je Lu Bu začel izgubljati moč. Lu Bujev Pegaz se je umaknil, vendar so trije možje zasledovali Lu Buja in niso odnehali. Umaknili so se šele, ko so srečali Lu Bujeve čete.\n\"Tri kraljestva\"\n(Ta zgodba je metafora Lu Bujevega poguma in spretnosti v boju. Ena oseba lahko premaga tri ljudi.)", "聖意": "Srce hiše in doma potuje samo na lastnem potovanju, da bi poiskalo bogastvo. Možen članek o poroki gre v Liujia. Stvari gredo gladko za ljudi. Uporaba sviloprejk Zhushuntian. Ljudi je mogoče najti med šestimi živalmi. Ljudi je mogoče najti vnaprej ... Sodni spor. Selitev. Izgubljena lastnina. Bolezni. Gore in grobovi so kot sreča.", "古人": "Trije junaki se borijo proti Lu Buju", "第X籤": "Enaindevetdeset dobitna loterija", "宮": "Ti Palace"}