{"籤詩版本二": "Luan Feng Xiang je bil premočen v dežju, a takrat ga je nadlegoval Queer\nBil sem šokiran, ko sem izvedel, da so bili nekega dne oblaki daleč, a vseeno sem ti vrnil svoja oblačila.", "詩意": "Ta heksagram predstavlja simbol Luana in Phoenixa, ki ju pokriva dež.\nVse pride, ko pride čas.", "解曰": "Zlobnež napreduje iz dneva v dan. Gospod ne sme storiti ničesar. Drži se zase. Ukrepajte, ko pride čas.", "籤詩故事一": "◇Gao Jun zagotavlja poroko\nV zgodnji dinastiji Song je Zhao Kuangyin združil sever in vdala se je celotna država, v južni dinastiji Tang pa je Li Yu zasedel južno od reke Jangce in sprejel strategijo predaje, tako da je ponudil mesto in ujel Zhao Kuangyina v Shouzhouju. Razmere so bile kritične. Zhao Kuangyinov nečak, Gao Junbao, mladenič z zlato pištolo, je zapustil Bianjing, da bi prekinil obleganje Shouzhouja.\n, ki sta šla mimo gore Shuangsuo, sta razbila znak Mož, ki ga je postavil Liu Jinding, in oba sta tekmovala. Kot rezultat je Liu Jinding trikrat premagal Gao Junbaoja s svojimi vrhunskimi borilnimi veščinami, in zamenjala sta zlate mace in srebrne zvonove za vse življenje. Zhao Kuangyinov nečak Gao Junbao je, da bi rešil ujetega Zhao Kuangyina v Shouzhouju, zapustil Bianjing in šel skozi goro Shuangsuo. Razbil je znak, ki ga je postavil Liu Jinding, in oba sta tekmovala. Kot rezultat je Liu Jinding premagal Gao Junbaoja s svojim vrhunske borilne veščine in je bil v to prisiljen poroka. Par je vodil množico v obleganje in rešil Zhao Kuangyin.\n(Metafora te zgodbe je, da se dva nista pobotala (bila sta ustrahovana), ampak sta se pozneje pobotala.)", "聖意": "Družinski dom ni dober zase, bodite previdni, da iščete denar, blokirate posel, čakate na poroko, odlašate, Liujia, lažni popotnik, se zadržujete na poljih, sviloprejke, pozno, šest poškodb živine, težko najti ljudi, tožbe, izguba, selitev, konzervativnost, izgubljena lastnina, resna bolezen, razširitev gore, grobna reforma", "古人": "Gao Jun zagotavlja poroko", "第X籤": "Triindevetdeset zmaga na loteriji", "宮": "xugong"}