{"籤詩版本二": "Ambicije in dosežki so v dinastiji, zdaj pa bo neskončno pitje in seks.\nČe vidite zlatega petelina, boste nagrajeni z denarjem, bogastvom in bogastvom.", "詩意": "Ta heksagram predstavlja simbol ambicije in slave.\nNaj bo vse ugodno.", "解曰": "Ambiciozen in navdušen. Ni še prepozno, da se zaščitite. Zlati petelin obljublja. Vsi veseli.", "籤詩故事一": "◇Cao Pi se je razglasil za cesarja\nCao Pi, z vljudnostnim imenom Zihuan, se je rodil v Peiguoqiao (zdaj okrožje Hao, Anhui). Slavni politik in pisatelj v obdobju Jian'an.\nCao Pi je drugi sin Cao Caa. Od otroštva je živel z očetom v vojaškem taborišču. Pod očetovim vplivom se je Cao Pi pri šestih letih naučil lokostrelstva in pri osmih letih jahanja ter se razvil dobro znanje borilnih veščin. Ima tudi obsežno znanje o starodavnih in sodobnih klasikih in biografijah, pa tudi o knjigah stotin miselnih šol. Šele pri osemnajstih je Cao Cao premagal Yuan Shao in Cao Pi je živel razmeroma stabilno življenje v Yechengu, središču vladavine Cao Cao. Od takrat se je, čeprav je včasih spremljal očeta na vojaških pohodih in večino časa živel življenje plemiškega sina, še vedno vsak dan ukvarjal z borilnimi veščinami in do danes ni odnehal. Pogosto jaha na svojem konju na sto korakih in je zelo spreten v borilnih veščinah.Ker se pogosto ukvarja z borilnimi veščinami, je lahkoten in močan.\nCao Caov najstarejši sin Cao Ang je bil ubit v bitki. Po smrti najstarejšega sina je Cao Pi postal prva izbira za prestolonaslednika. Ko je bil star enaintrideset let, ga je Cao Cao postavil za prestolonaslednika. Ko je bil Cao Pi star triintrideset let, je Cao Cao umrl zaradi bolezni in Cao Pi ga je nasledil kot predsednik vlade in kralj Wei. Povedal je, da pogosto jaha na konju na sto stopnicah in je zelo spreten, ker pogosto vadi kungfu, je lahkoten in zdrav.", "聖意": "Molite, da bi bil vaš dom in vaš dom miren, iščite bogastvo, trdo delajte, trgujte, prekinite zgodaj, zakon bo uspešen, Liujia bo varna, ljudje bodo na polju, sviloprejke bodo zrele, šest živine bo zrelih , težko bo najti ljudi, javne tožbe bodo nujne, migracije bodo izgubljene in stvari bodo daleč stran, bolezni se bodo zadrževale v gorah in grobovih.", "古人": "Cao Pi se razglasi za cesarja", "第X籤": "Petindevetdeseta dobitna loterija", "宮": "xugong"}