{"籤詩版本二": "Veličastna pagoda je nenavadna, z izvrstnimi okraski na vseh straneh, ki sijejo s svetlobo\nPozivam vas, da ste odločeni, da se pridno klanjate in delate dobra dela, in nebesa vam bodo poslala blagoslov.", "詩意": "Ta heksagram predstavlja manifestacijo zaslug.\nVse je ugodno.", "解曰": "Ti blagoslovi. Vsak ga ima. Ne bodite preveč zaposleni. Zasluga je določena vnaprej.", "籤詩故事一": "◇ Kralj Fenyanga sreča svojega vnuka na kitajsko valentinovo\nRešitev: Guo Ziyi je na kitajsko valentinovo srečal Tkalko, ki se je spustila na zemljo. Tiansun, vnukinja žadastega cesarja, je sedem vil.\nGuo Ziyi (697-781), znan tudi kot Guo Linggong, je bil rojen v okrožju Zheng, Huazhou (danes okrožje Huaxian, provinca Shaanxi) in general v dinastiji Tang. Cesarski dvor je Ziyiju podelil naziv kralja Fenyanga.\nRečeno je, da je bil Ziyi po rodu iz Huazhouja in se je pridružil vojski zunaj Velikega zidu. Odšel je v Peking, da bi zahteval vojaško plačilo, in se vrnil v Yinzhou. Takrat je bilo kitajsko valentinovo. Veter in pesek temnilo se je in sonce se je temnilo. Ziyi se ni mogel premakniti naprej, zato je stal ob cesti. Spal je na tleh v prazni hiši. Ko je hotel zaspati, je nenadoma zagledal rdečo luč na obeh straneh. Vstal je in presenečeno pogledal navzgor. Na nebu je bil oblak, ki se je počasi spuščal. Tam je sedela lepa ženska, dostojanstvena in čudovita, popolnoma drugačna od navadnih ljudi. Ziyi se je takoj poklonil in rekel: \"Danes je sedmi dan sedmega lunarnega meseca. Mislim, da je prišla Tkalka, ki ji želi podeliti dolgoživost in bogastvo.\"\nŽenska je tudi odgovorila: \"Z velikim bogastvom pride dolgoživost.\"\nKo je končal govor, se je sij vrnil in oblaki so se počasi dvignili. Ženska je še vedno gledala navzdol na Guo Ziyi s prijetnim nasmehom. Šele ko je bila daleč od nje, je bil dim zamegljen in je ni bilo več mogoče videti.\nIzkazalo se je za res, tako kot je rekla ženska. Ziyijeve zasluge so svetovno znane, je izjemno priljubljen minister in general z zaslugami in vrlinami.", "聖意": "Zaželi si doma, zaželi si zase, moli za denar, srečo v poslu, srečo v zakonu, srečo v Liujii, srečna potovanja z ljudmi, premikajoča se polja, sviloprejke, hlevsko živino, smolo pri iskanju ljudje, javne tožbe, migracije, sreča, bolezni izgubljene lastnine, grobnice v Zhenxingshan", "古人": "Kralj Fenyang sreča svojega vnuka na kitajsko valentinovo", "第X籤": "Podpišite šestindevetdeset", "宮": "xugong"}