{"籤詩版本二": "Z brzdanjem konja in držanjem biča pridemo naravnost sem, napol v nevarnosti in napol v nesreči.\nTo je kot hiša, ki bi jo požgal ogenj. Ko pade nebo, jo dež spremeni v pepel. Imam načrt.", "詩意": "Ta heksagram predstavlja pol žalosti in pol veselja.\nPriporočljivo je delati dobro v vsem.", "解曰": "Vseživljenjsko delo. Naj vas ne zanima prav in narobe. Okovi so začasni. Zamera pride sama od sebe.", "籤詩故事一": "◇Tao Sanchun premaga Zheng En v Guayuanu\n»Naj živi moj spomenik,« je znova vstal Zhao Kuangyin, »kralj Beipinga Zheng En je takrat uredil poroko. Zdaj, ko je svet pomirjen, bi vas rad prosil za dovoljenje, da izberem ugoden dan za poroko. \"\n»Naj živi moj spomenik!« Zhao Kuangyin je vstal in rekel: »Pekinški kralj Zheng En se je takrat dogovoril za poroko. Zdaj, ko je na svetu mir, bi vas rad prosil za dovoljenje, da izberem ugodno dan za poroko.\"\n»Oh, tretji brat je bil prej zaročen, kako to, da nisem vedel za to?« je bil Chai Rong zelo presenečen. Zamahnil je z roko in prosil Zhao Kuangyin, naj se usede in pogovorita.\n»Oh! Tretji brat je bil že prej zaročen, kako to, da nisem vedel za to?« je bil Chai Rong (cesar poznejše dinastije Zhou) zelo presenečen. Zamahnil je z roko in prosil Zhao Kuangyin, naj se usede in pogovorita.\n\"To je dolga zgodba. Prvič, takrat smo bili še v revščini in se nismo pridružili vaši vojski. Od takrat se že leta borimo in nimamo časa skrbeti za vas. Drugič, tretji brat je tudi majhen sram me je omeniti, tako da vaše veličanstvo ne ve.«\n\"To je dolga zgodba. Prvič, takrat smo še živeli v revščini in se nismo pridružili vaši vojski. Od takrat se že leta borimo in nimamo časa skrbeti za vas. Drugič, tretji brat je tudi malo sramežljiv, da bi to omenil, tako da vaše veličanstvo ne ve.\"\n\"Hej, študent se bo poročil, kaj je smisel, da se sramuješ? Tretji brat je že dolgo na bojišču in ga lahko smatramo za junaka brez para. Zakaj si tako malenkosten glede te zadeve?\"\n\"Hej! Študent se bo poročil, kaj se ima sramovati? Tretji brat je že dolgo na bojišču in ga lahko imamo za junaka brez para. Zakaj si tako malenkosten glede te zadeve?\"\n\"Ko smo že pri tem, tretjemu bratu ne morem očitati, da je sramežljiv, saj je bil ta zakon ponarejen.\"\n\"Ko smo že pri tem, tretjemu bratu ne morem očitati, da je sramežljiv, saj je bil ta zakon ponarejen.\"\n\"Odtipkano? Hej, zanimivo je. Prosim, povej mi, kaj se je zgodilo.\"\n\"Odtipkal sem! Hej! Zanimivo je! Prosim, povej mi, kaj se je zgodilo.\"\n\"Da, spomnim se tistega leta, ko sva se nameravala pridružiti njegovemu veličanstvu, sva šla skozi okrožje Baocheng. Junija je bilo zelo vroče. Moj tretji brat ni mogel ostati v hotelu, zato je šel sam na potep. Ko je šel mimo vrta melon, je šel nabrati. Melone so potešile žejo. Zgodaj zrelih melon v tem času ni bilo veliko, tretji brat pa jih ni znal pobrati, zato jih je veliko polomil. Tista, ki je gledala melone, je bila ženska. Stopila je naprej, da bi obtožila tretjega brata. Oba sta se sporekla, nato pa sta se začela kregati. Pridi. Na srečo me je skrbelo in sem pravočasno priskočil na pomoč, drugače.. .\"\n\"Da, spomnim se tistega leta, ko sva se nameravala pridružiti njegovemu veličanstvu, sva šla skozi okrožje Baocheng. Junija je bilo zelo vroče. Moj tretji brat ni mogel ostati v hotelu, zato je šel sam na potep. Ko je šel mimo vrta melon, je šel nabrati. Melone so potešile žejo. Zgodaj zrelih melon v tem času ni bilo veliko, tretji brat pa jih ni znal pobrati, zato jih je veliko polomil. Tista, ki je gledala melone, je bila ženska. Stopila je naprej, da bi obtožila tretjega brata. Oba sta se sporekla, nato pa sta se začela kregati. Pridi. Na srečo me je skrbelo in sem pravočasno priskočil na pomoč, drugače.. .\"\n\"Ta Zheng Ziming je najprej on kriv, moral bi se opravičiti. Zakaj ga tepeš? Poleg tega, kako lahko družina dekleta zdrži udarce in brce hudega moškega, kot je on! Daj no, dekle si premagal kosov. Ne?\" \"Dekle je bilo nepoškodovano...\"\n\"Ta Zheng Ziming je najprej on kriv, zato bi se moral opravičiti. Zakaj ga tepeš? Poleg tega, kako lahko družina dekleta zdrži udarce in brce tako hudega človeka, kot je on! Daj no, povej mi, pretepel si to dekle. Ne?\"\n\"Deklica je bila nepoškodovana ...\"\n\"V redu je, v redu ... Hej, ali nisi ukrepal? Oh, menda si me pravočasno rešil.\"\n\"V redu je! V redu je ... Hej! Ali nisi ukrepal? Oh! Mislim, da si me ti pravočasno rešil!\"\n»...Ne, oseba, ki sem jo rešil, je bil ... tretji brat.« »... Ne, oseba, ki sem jo rešil, je bil ... tretji brat.«\n\"Ah ah?!\"\n\"Tretjega brata je ženska podrla na tla in ga vso pot silovito pretepala. Na srečo sem prišel in ga prepričal, naj odide, tako da ni bil huje poškodovan. ... Vaše veličanstvo... Vaše veličanstvo! ... \"\n\"Tretjega brata je ženska podrla na tla in ga močno pretepla. Na srečo sem prišel in ga prepričal, naj odide, tako da ni bil huje poškodovan. ... Vaše veličanstvo... Vaše veličanstvo! ...\"\n\"Ah?...Oh, kdo je ta ženska!?\" \"Ah!?...Oh, kdo je ta ženska!?\"\n\"Šele pozneje sem izvedel, da je bilo žensko ime Tao Sanchun, njen oče Tao Hong pa je bil stari junak, ki ni imel nobenih želja. Tao Sanchun se je od svojega očeta učil borilnih veščin že kot otrok. Ko sem spoznal njegove družine sem videl, da ima gospodična Sanchun izjemen značaj. , Luo Luo in velikodušen, brez vsakršne navade, da je majhna deklica, so ga namerno ujemali. Očetu in hčerki Tao je bil prav tako zelo všeč preprost značaj tretjega brata. nemudoma sta se dogovorila in se odločila za to poroko za njiju. Vaše veličanstvo, prosim povejte mi, da to ni Ali je ponarejena poroka?\"\n\"Šele kasneje sem izvedel, da je deklici ime Tao Sanchun in da se je borilnih veščin učila od očeta že kot otrok. Ko sem se seznanil z njegovo družino, sem videl, da ima gospodična Sanchun izjemen značaj, radodaren in ni imel niti sledu deklicinih navad, zato sem jo namenoma zaposlil. Gospodu Tau in njegovi hčerki je bil prav tako zelo všeč preprost značaj njunega tretjega brata. Takoj sta se ujela in se odločila, da se poročita drug z drugim. Vaše veličanstvo, ali ne mislite, da je to ponarejena poroka?\"\n(Ta zgodba je metafora, ker se je slaba stvar izkazala za dobro.)", "聖意": "Molite za zaščito doma in sebe, bodite previdni, molite za bogastvo, uničite posel, ovirajte poroko, kazen, Liujia, zavarovanje, pešci, ujeti na poljih, škoda sviloprejk, škoda na živini, pogrešani ljudje, nezakonite tožbe, izguba, migracija, konzervativnost , izgubljeno premoženje, hude bolezni, skrbi, nevarnosti, gore, grobnice, neuspeh", "古人": "Tao Sanchun premaga Zheng En na vrtu melon", "第X籤": "Številka devetindevetdeset", "宮": "Haigong"}