{"籤詩版本二": "Ulimwengu uundwe kwa ajili ya ndoa njema, siku njema na nyakati nzuri, na mambo yote yawe sawa\nSi jambo dogo kama utapata kura hii.Mfalme anatangaza kwamba watu ni waaminifu na wanyoofu.", "詩意": "Hexagram hii inawakilisha mwanzo wa ufunguzi wa mbingu na dunia.\nKila kitu ni kizuri.", "解曰": "Kasi ya haraka. Mwaka haufai wakati wake. Guanyin anaandika. Nijulishe kwanza.", "籤詩故事一": "◇Zhongli alipata mwanga\nZhongli Quan, aitwaye Zhongli, aliyepewa jina la Quan, jina la heshima Yunfang, na jina la utani la Zhengyang, alikuwa mzaliwa wa Wilaya ya Xianyang, Xi'an, Mkoa wa Shaanxi wakati wa Enzi ya Han Mashariki.\nZhong Liquan alikuwa jenerali wa Enzi ya Han.Wakati wa msafara dhidi ya Qiang ya Magharibi, alimwonea wivu kamanda Liang Yi na kumkabidhi askari 30,000 tu wazee na dhaifu. Jeshi la Magharibi la Qiang, na askari walikimbia. Zhong Liquan alipotea kwenye bonde na akakutana na mtawa Hu njiani, akampeleka kwenye kijiji kidogo na kusema, “Haya ndiyo makazi ya Bw. Donghua.” Kisha akaaga na kuondoka. Baada ya muda, mtu mmoja ghafla alisema, \"Hii lazima iwe kwa sababu Hu mtu mwenye macho ya kijani ni mzungumzaji sana.\" Alimwona mtu aliyevaa manyoya meupe ya kulungu na ameshika fimbo ya kijani kibichi. Aliuliza Zhong Liquan, \"Mtu aliyekuja. hapa ni Han Da. Jenerali Zhongliquan\n? Zhong Liquan alishtuka, akijua kwamba alikuwa amekutana na mtu wa ajabu, kwa hiyo alijifunza Tao kwa dhati.\nZhong Liquan baadaye alikutana na Zhenren Huayang na Mfalme wa Kutokufa Xuanfu, na kujifunza \"Siri ya Kutokufa\". Hatimaye, aliishi Zijin Sihaofeng katika Mlima wa Kongtong, akapata \"Siri ya Sanduku la Jade\", na akawa mtu asiyeweza kufa kweli. Pia aliheshimiwa kama mmoja wa Mababa Watano wa Kaskazini na Madhehebu ya Quanzhen.", "聖意": "Omba nyumba yako na nyumba yako ibarikiwe na bahati nzuri katika vuli na baridi. Tafuta bahati nzuri katika vuli na baridi. Bahati nzuri katika biashara, bahati nzuri katika ndoa, bahati nzuri katika kuzaa wavulana, bahati nzuri katika kusafiri kwenda shambani. , bahati nzuri katika silkworms, bahati nzuri katika mifugo, bahati nzuri katika kutafuta watu, bahati nzuri katika kesi za umma, bahati nzuri katika uhamiaji, kupoteza mali, magonjwa ya Kaskazini mashariki, bahati nzuri katika kutuma milima na makaburi.", "古人": "Zhongli alipata mwanga", "第X籤": "ishara ya kwanza", "宮": "Uterasi"}