{"籤詩版本二": "Kwa nini usiende kwa Tailai, ambayo iko karibu na kona?Nitamuacha kwa muda bwana huyo nje ya mlima.\nIkiwa kuna habari njema kuhusu tiger au sungura, utakuwa huru hata ikiwa umedhamiria kuwa na shughuli nyingi.", "詩意": "Katika hexagram hii, kuna ishara ya baraka kati ya misiba.\nKila kitu ni mbaya mapema na nzuri mwisho.", "解曰": "Badilisha na hariri ya katani. Piga miguu ya mtu. Tazama kwa uwazi. Baraka hutoka kwa majanga.", "籤詩故事一": "◇Kukutana na Mwalimu huko Bukit\nWu Ji awali alikuwa mtema kuni, na wawili hao walikutana na Jiang Ziya walipokuwa wakivua samaki katika Mto Feng. Wuji alicheka alipomwona Ziya akivua samaki kwa ndoana iliyonyooka.\nZiya aliutazama uso wa Wuji na kuwaambia wabashiri: \"Ukiingia mjini leo, utaua mtu.\" Baada ya kusikia hivyo, Wu Ji aliondoka kwa hasira na kubeba kuni mjini.\nBaada ya kuingia mjini, Wu Ji aligombana na wengine na kumpiga kimakosa Waziri Mkuu Wen Wang hadi kufa.\nMfalme Wen alichora ardhi kama gereza na kumfunga Wu Ji.\nBukit Hou aliachiliwa kwa muda na alihukumiwa kifo ili kumtunza mama yake hadi vuli.\nMama yake alimwomba amuulize Jiang Ziya msaada.\nTaigong alimkubali kuwa mfuasi wake, akamfundisha ufundi wa vita, na kumwamuru kuchimba mashimo na kuroga ili kuvunja hatima yake ya kuzaliwa.\nBaada ya vuli, Wu Ji hakuja kuadhibiwa. Mfalme Wen aligundua nambari za kuzaliwa na akafikiri kwamba Wu Ji amejiua kwa kuogopa uhalifu.\nBaadaye, Mfalme Wen alikutana na Wu Ji, na Wu Ji akamtambulisha Mfalme Wen kukutana na Jiang Taigong.\nTaigong alitunukiwa cheo cha Jenerali wa Wude. Wote bwana na mwanafunzi walifanya kazi kwa King Wen.", "聖意": "Nyumba ipo salama, mbinafsi ana bahati, biashara ni nzuri, ndoa imechelewa, mtembea kwa miguu dume hajarudi shambani, silka ina faida, wanyama sita ni Shenji, utafutaji ni mzuri, kesi ya umma ni. nzuri, uhamiaji ni wa kihafidhina, mali iliyopotea inaonekana, ugonjwa ni mzuri, Qiuji, mlima na kaburi ni nzuri.", "古人": "Mkutano wa Bukit", "第X籤": "Ishara ya kumi na mbili", "宮": "Jumba la Yin"}