{"籤詩版本二": "Wasiwasi na wasiwasi hutulizwa kwa muda, na furaha hutoka angani.\nKama vile jade iliyofichwa kwenye samadi, mfanyakazi mzuri hunyanyua vumbi", "詩意": "Hexagram hii inawakilisha maelewano ya Yin na Yang.\nKila kitu unachopanga ni kizuri.", "解曰": "Hakuna kilichopatikana, hakuna kilichopotea. Kupata nje ya hasara. Mwovu yuko taabani. Bahati nzuri kwako, bwana.", "籤詩故事一": "◇Ye Meng Xiong Chao Di\nYe Mengxiong (1531-1597), ambaye jina lake la heshima lilikuwa Nanzhao na ambaye jina lake lilikuwa Longtang, lilibadilishwa kuwa Longtan na pia kuitwa Huayun. Mzaliwa wa Wanshifang, Huizhou Fucheng (sasa ni sehemu ya Wilaya ya Huicheng, Jiji la Huizhou) katika Enzi ya Ming. Katika mwaka wa 44 wa utawala wa Jiajing (1565), akawa Jinshi na akatunukiwa cheo cha hakimu wa Wilaya ya Qing. Aliwahi kuwa mkurugenzi wa idara ya uhamishaji, na baadaye akabadilika na kuwa msimamizi wa udhibiti wa Barabara ya Shanxi.\nKatika mwaka wa 20 wa Wanli (1592), Balozi Mkuu wa Ningxia, Kuaibai (mkuu wa kabila la Watatari wa Kimongolia), alimuua gavana Dang Xin na kuteka Ngome ya Arobaini na saba katika Mkoa wa Hexi. , akavunja mji, akaabudu na kuchoma moto. mwenyewe hadi kufa. Meng Xiong hana kiburi katika kuchukua mikopo, na anaacha ujuzi wake uwe mzuri kama ule wa majenerali wanaothubutu kupigana. Wei Xuezeng rasmi alirejeshwa kazini. Katika miaka yake ya baadaye, alijiuzulu mara tano na kurudishwa Huizhou kujenga Hekalu la Huilong.\nYe Mengxiong aliingia kwenye Dini ya Tao kama mtumishi wa serikali hapo mwanzo, na alikuwa maarufu kwa uadilifu wake.Rekodi za kale za kihistoria zilisema kwamba alikuwa \"wa kwanza kwa unyenyekevu na uwezo\", \"kuondoa ufisadi na kuadhibu uasi\", na kuacha sifa nzuri; mwaminifu sana, jasiri, jasiri, na mbunifu. Mzuri katika upigaji risasi. Katika nusu ya pili ya maisha yake, ujuzi wake wa karate ulirekodiwa katika \"Historia ya Nasaba ya Ming\" na alichukuliwa kuwa shujaa wa kitaifa.", "聖意": "Nyumba haipendezi (inazidi kuwa na amani) Majira ya vuli na msimu wa baridi ni mazuri kwa mtu mwenyewe, utajiri utafanikiwa, shughuli zitafanikiwa, ndoa itafanikiwa, Liujia atashtuka kwa uwongo (kutakuwa na hazina), watembea kwa miguu wataenda shambani. ombea minyoo ya hariri, wanyama sita watakuwa tambarare, watu watapatikana, kesi za umma hazitapendeza, uhamiaji utakuwa wa kihafidhina, mali iliyopotea itazuiwa, magonjwa yatatuliwa kwenye kaburi la Fushan.", "古人": "Ye Meng Xiong Chao Di", "第X籤": "Lotto ya Kumi na Sita ya Ushindi", "宮": "Maogong"}