{"籤詩版本二": "Kunguru wa Dhahabu huanguka magharibi na Sungura huinuka upande wa mashariki.Mzunguko wa mchana na usiku unaendelea kutoka nyakati za kale hadi sasa.\nWatawa na Watao wanajua kwamba hakuna hasara, na wasomi, wakulima, viwanda na wafanyabiashara wote wanafuata mawazo yao wenyewe.", "詩意": "Hexagram hii inawakilisha kung'aa na kupungua kwa yin na yang.\nPia ni ishara kwamba kila kitu kitaenda kama ilivyopangwa.", "解曰": "Hakuna kitu akilini. Ulichofanya ni meritorious. Kama mshale kutoka kwa upinde. Risasi moja iligonga lengo.", "籤詩故事一": "◇Mjomba Cao Guo hawezi kufa\nCao Guojiu, mzaliwa wa Xuzhou, anasemekana kuwa mjomba mkubwa wa jimbo hilo wakati wa kipindi cha Renzong cha Enzi ya Song.Jina lake lilikuwa Cao Yi, anayejulikana pia kama Cao Jingxiu.\nMjomba Cao Guo alikuwa na kaka mdogo anayeitwa Cao Er. Huyu Cao Er aliegemea nafasi yake ya mamlaka ya kifalme na kufanya kila aina ya uovu.Alimiliki mashamba, akachukua wake na mabinti, na kufanya urafiki na baadhi ya wahalifu, waliokuwa wakiingia na kutoka.Cao Guojiu hakuweza kuvumilia, hivyo alikataa kusikiliza maneno yake mazuri na faraja, kwa hiyo alitumia adhabu kumdhibiti. , ndugu hao wawili walitengeneza chuki.\nCao Guojiu alisema: \"Kanuni za ulimwengu ni kwamba wale wanaokusanya vitu vyema watafanikiwa, na wale wanaokusanya maovu wataangamia. Huu ni ukweli usiobadilika. Familia yetu ya Cao imekusanya matendo maovu huko nyuma ili kufikia utajiri wa leo. kaka yangu umejilimbikizia mabaya hata akitoroka Hata ukiadhibiwa na afisa huwezi kukwepa majanga yaliyojificha.Maafa yakitokea na familia yako kuharibiwa na mtu kufa hutaweza kukwepa saa. wakati huo. Nitafedheheka na kuogopa.\" Kwa hiyo, nilitawanya mali yangu yote, Aliwasaidia maskini na hakujali tena mambo ya ndugu yake. Kisha akaiacha nyumba yake na marafiki zake, akabadili mavazi ya Watao, akaenda milimani ili kukuza akili na asili yake.\nSiku moja, alikutana na Zhongli na Lu Dongbin wa Enzi ya Han.Walifurahi sana kuona majibu ya fasaha ya Mjomba Cao Guo.Wakampa \"Amri ya Siri ya Kurudisha Ukweli\" na kumwamuru afanye mazoezi kwa uangalifu.Punde, Zhongli Quan na Lu Dongbin waliletwa kwa darasa la kutokufa.", "聖意": "Bahati nzuri kwa nyumba, nyumba, bahati nzuri, bahati nzuri, bahati nzuri katika biashara, ndoa, msafiri wa kiume, kupanda hariri shambani mapema, kushindwa kwa mifugo, kutafuta watu, kesi, kuhama, mali iliyopotea, ugonjwa wa marehemu, bahati nzuri.", "古人": "Mjomba Cao Guo ni mtu asiyeweza kufa", "第X籤": "Saini ya kumi na nane", "宮": "Maogong"}