{"籤詩版本二": "Kuruhusu mashua kurudi nyuma kutoka ufuo wa maji ya haraka, ungependa kufanya nini kutokana na msukosuko?\nIkiwa unataka kuwa salama, tafuta utulivu na usubiri mawimbi kupitisha mgogoro huu.", "詩意": "Hexagram hii ni kama mashua inayosafiri kwenye ufuo wa haraka.\nKukaa kihafidhina katika kila kitu na kusubiri kwa wakati.", "解曰": "Ondoka kwenye maji yenye nguvu. Hatari ni kusubiri wakati. Ukiuliza kuhusu mipango ya kambi. Hakuna kinachoweza kufanywa.", "籤詩故事一": "◇Ziyi ametawazwa kuwa mfalme\nGuo Ziyi (697-781), pia anajulikana kama Guo Linggong, alikuwa mzaliwa wa Wilaya ya Zheng, Huazhou (sasa Wilaya ya Huaxian, Mkoa wa Shaanxi) na jenerali katika Enzi ya Tang.\nWakati wa Uasi wa Anshi katika mwaka wa 14 wa Tianbao (755), alipewa cheo cha Shuofang Jiedushi (Lingwu, magharibi mwa Lingwu katika Ningxia ya sasa). Walijiunga na jeshi huko Changshan (Zhengding, Hebei) na kumshinda Shi Siming, na kumrudisha Hebei. Kwa wakati huu, Guo Ziyi alipendekeza kwamba mfalme amchukue Fan Yang kutoka kaskazini na kushambulia pango la tiger waasi ili kupunguza kuzingirwa kwa Tongguan, lakini Xuanzong alikataa. Baadaye, hali ya miji ya vibaraka iliyojitenga katika Enzi ya marehemu ya Tang ilipandwa, ambayo pia ikawa sababu ya mbali ya kuangamia kwa Nasaba ya Tang.\nKatika mwaka wa kumi na tano wa utawala wa Tianbao (756), yeye na muungano wa Uighur walituliza Hequ.Katika majira ya kuchipua ya mwaka uliofuata, waliwapata Hedong (sasa Yongji, Shanxi) na Feng Yi (sasa Dali, Shaanxi), na kushambulia Tongguan, Kumshinda Cui Qianyu.Jeshi la Tang lilipata majeruhi zaidi ya 10,000. Cui Qianyu alijisalimisha kwa Pujin. Lushan aliuawa na mwanawe An Qingxu.\nKatika mwaka wa pili wa Zhide (757), aliamriwa kuongoza askari hadi Fengxiang.Akiwa njiani, aliwashinda wapanda farasi 5,000 wa Li Guiren kwenye daraja la Baiquliuyun (leo kusini-mashariki mwa Sanyuan).Mwezi Mei, alipigana na An Shouzhong na Li Guiren. huko Qingqu (magharibi ya Xi'an leo) ilishindwa, na aliondoka kwenda Wugong (leo kaskazini-magharibi mwa Wugong) Mnamo Septemba, alimfuata Marshal Guangping Wang Li Chu kuongoza Tang na Uighur kujiunga na askari 150,000, na kisha akapigana na An Shouzhong na Li Guiren huko Xiang Kaskazini mwa Ji Hekalu (kusini-magharibi ya Wilaya ya Chang'an ya leo), askari wa Uighur walizunguka nyuma ya adui, wakashambulia kutoka pande zote mbili, na kuua maadui 60,000. Zhang Tongru alikimbilia Wilaya ya Shaanxi, na hatimaye ilirejesha mji mkuu Chang'an (Xi'an ya leo) Ukuu wa jeshi la Tang ulirudishwa tena Chang'an.\nBaadaye, jeshi la Tang lilichukua fursa ya ushindi huo na kuelekea mashariki, na kuwashinda watu 150,000 wakiwemo Yan Zhuang na Zhang Tongru huko Xindian (sasa kusini magharibi mwa Mji wa Sanmenxia, ​​Mkoa wa Henan), na kumlazimisha Anqing Xu kuvuka Mto Manjano na kurudi Xiangzhou. Dongjun Luoyang alirudi. Muongeze Situ kwa sifa zake na umfanye kuwa Duke wa nchi.\nShi Siming aliongoza jeshi lake kutoka kwa Fan Yang ili kuwaokoa An Qingxu. Pande hizo mbili zilipigana kwa kujipanga kaskazini mwa Mto Anyang (leo Kaskazini mwa Anyang). Mapambano hayo hayakuweza kutenganishwa. Mwishoni, yakiongozwa na wajumbe tisa wa Jiedu, jeshi la Tang. , ambayo ilidai kuwa na wanaume 600,000, ilirudi nyuma (katika Vita vya Yecheng). Kamanda mkuu wa vita hivi alikuwa towashi Yu Chaoen, ambaye hakuwa na ujuzi wa uongozi na alimlaumu Guo Ziyi kwa kushindwa kwa vita. Guo Ziyi aliitwa arudi Chang'an, akaondolewa mamlaka ya kijeshi, na akawa afisa asiyefanya kazi.\nKatika mwaka wa kwanza wa Baoying (762), askari wa Taiyuan (leo kusini-magharibi mwa Taiyuan) na Jiangzhou (Xinjiang ya leo katika Mkoa wa Shanxi) waliasi. Mahakama iliogopa, hivyo Ziyi akapewa cheo cha Mfalme wa Fenyang na akatoka nje ili kudhibiti. Jiangzhou. Pia alitengwa na towashi Cheng Yuanzhen na akaondolewa madaraka ya kijeshi.\n(Lengo la hadithi hii: Guo Ziyi, ambaye alikuwa na uwezo mkubwa na mwenye tabia njema, alikutana na Xuanzong na baadhi ya wahalifu, jambo ambalo lilihatarisha sana mafanikio yake.)", "聖意": "Kubariki nyumba na wewe mwenyewe, kutafuta mali, hakuna shughuli, hakuna ndoa, hakuna kengele ya uongo, watembea kwa miguu wanaofika Tiancanji, vigumu kupata watu, kesi za umma na (si Xing), uhamiaji, uhifadhi, mali iliyopotea, vigumu kupata, magonjwa, kuomba kwa ajili ya baraka, milima na makaburi, heri", "古人": "Ziyi alitawazwa kuwa mfalme", "第X籤": "Mengi ya Mshindi wa kumi na tisa", "宮": "Tatsumi"}