{"籤詩版本二": "Baada ya wasiwasi na hatari nyingi, haitakuwa tupu tena kuanzia sasa na kuendelea\nMoyo wa ukarimu una mipango yake ya ukarimu.Lazima ukutane na mtaalamu ili upate mafanikio makubwa.", "詩意": "Hexagram hii ni kama kisima cha zamani kilicho na chemchemi.\nKatika kila kitu, watu mashuhuri hufanikiwa.", "解曰": "Kesi hiyo hatimaye itahesabiwa haki. Mgonjwa na salama. Nenda ndani na nje kutafuta ushauri. Kisima cha kale hukutana na chemchemi.", "籤詩故事一": "◇Yao Chong hudhibiti nzige\nYao Chong (649-721), ambaye jina lake halisi lilikuwa Yuan Chong, alitoka Shaanzhou.Aliwahi kuwa Waziri wa Xia Guan, Shangshu wa Chunguan, Ziweiling, Zhongshuling, na Waziri Mkuu katika Enzi ya Tang.\nKatika mwaka wa nne wa Kaiyuan (716), Shandong (kwa ujumla inahusu Bonde la Mto Manjano mashariki mwa Huashan) ilikumbwa na nzige.Watu walifungwa na mawazo ya kishirikina na hawakuthubutu kuwawinda na kuwaua.Badala yake, walianzisha dhabihu, kufukiza uvumba, kuabudu kando ya mashamba, na kutazama mazao yakiliwa na nzige.\nMaofisa wote waliamini: “Nzige ni msiba wa asili, wanawezaje kudhibitiwa na wafanyakazi!” Mapambano kati ya mawazo mawili tofauti yalikuwa makali wakati huo, ikiwa ni kuondoa au kutokomesha nzige.\nYao Chong alisema: \"Tunapofanya kazi pamoja tunaweza kuwaondoa wote. Alisema: Nzige wanaogopa watu, hivyo ni rahisi kuwafukuza. Miche ina wamiliki, hivyo waokoaji wanapaswa kufanya kazi kwa bidii; nzige. wanaweza kuruka, na hakika wataruka waonapo moto usiku; watie moto shambani, chimbeni mashimo wakati wa kuungua, wazike wakati wa kuungua, na haitabaki chochote.\nXuanzong alisema: \"Nzige ni janga la asili linalosababishwa na utawala duni wa kimaadili. Ukiomba wawindwe na kuuawa, je, hii si kinyume na nafaka?\"\nYao Chong aliongeza: \"Kukamata na kuua nzige kulifanywa na watu wa kale, na enzi yako utaitumia siku zijazo. Ni tukio kubwa la kitaifa la kuleta amani na ustawi kwa wakulima. Tafadhali lizingatie kwa uzito.\"\nXuanzong alishawishika. Lakini wakati huo, kila mtu ndani na nje ya mahakama alisema kwamba nzige hawawezi kuwindwa.\nXuanzong alisema: “Nimejadiliana na waziri mkuu na nimeamua kukamata nzige. Yeyote atakayepinga tena atauawa.” Hivyo alimtuma mchunguzi huyo kuwasimamia na kuwaelekeza watu kuwachoma na kuwazika nzige hao.\nMatokeo yalikuwa yenye ufanisi sana.Dani milioni tisa za nzige zilinaswa kote nchini, na tauni ya nzige iliondolewa kwa mafanikio.Kilimo kilipata mavuno mazuri mwaka huo.\n(Hekima itumike katika usimamizi na uokoaji wa maafa, na lazima kuwe na mikakati ya busara ya kushinda matatizo. Yao Chong ndiye mtaalam katika suala hili)", "聖意": "Nyumba ni ya kawaida, mtu mwenyewe amezuiliwa, kutafuta pesa kumezuiwa, biashara imezuiwa, ndoa na maelewano yamezuiliwa, kuna hatari Liujia, watembea kwa miguu wanazuiliwa, funza wa hariri wameziba, mifugo haipendezi, watu hawapatikani, watu wanazuiliwa. , kesi za umma zinafanywa, uhamiaji hauna maana, vitu vilivyopotea ni vigumu kupata, magonjwa yanasali, milima na makaburi hayana raha.", "古人": "Yao Chong anadhibiti nzige", "第X籤": "Kushinda bahati nasibu ya ishirini na tano", "宮": "Mi Palace"}