{"籤詩版本二": "Uvumi una kwamba mambo yamegeuka chini, na nikapokea barua kutoka kwa upeo wa macho.\nUmaarufu na mafanikio yaliyoahidiwa kwangu kwenye kitabu yalibaki tupu hadi mwisho.", "詩意": "Hexagram hii ina jina la uwongo.\nInashauriwa kuwa kihafidhina katika kila kitu.", "解曰": "Juu na chini upset. Kutafuta burudani sio bure. Tamaa ya umaarufu. Kaa salama.", "籤詩故事一": "◇Zhong Kui anapata mwanga\nZhong Kui, ambaye jina lake la ukoo ni Zhong Kui, ambaye jina lake la heshima ni Zhengnan, anatoka Zhongnanshan.\nWakati wa utawala wa Mtawala Dezong wa Enzi ya Tang, Zhong Kui alishiriki katika uchunguzi wa kifalme. Mtahini mkuu siku hiyo alikuwa Han Yu, Waziri wa Masuala ya Kiraia, na naibu mtahini alikuwa Lu Zhi, msomi mkubwa. Wawili hao waliposoma karatasi ya Zhong Kui, macho yao yaling’aa na kusema kwa pamoja: “Mchawi, mchawi!\nMfalme Dezong alisikiliza ripoti ya Han Yu na kusema kwamba Zhong Kui, bingwa mpya wa sayansi, alikuwa na kipawa sana, hivyo akamwita Zhong Kui katika Jumba la Dhahabu.\nMfalme Dezong alipoona sura yake mbaya, mara moja alihisi kuchukizwa na kusema, \"Uteuzi wa wasomi katika mahakama yetu unategemea maneno ya kibinafsi na maandishi ya maandishi. Je, mtu mbaya kama huyo anawezaje kuchaguliwa kuwa msomi nambari moja katika sayansi ya dhahabu? \"\nHan Yu kwa haraka akapiga magoti na kusema: \"Uzuri na ubaya wa mtu hauhusu sura tu. Je, wewe, Bwana Mtakatifu, husikii kwamba Yan Ying ana urefu wa futi tatu na ni sawa na waziri mkuu? Zhou Chang ana kigugumizi lakini anaweza kusaidia Enzi ya Han; Confucius anahukumu watu kwa sura yao, na anampoteza mwanawe Yu. Natumai ukuu wako utafikiria mara mbili.\" \"\nMfalme Dezong alitafakari kwa muda na kusema: \"Ingawa maneno ya Han Aiqing ni ya busara, nilipokuwa Mfalme Taizong, kulikuwa na wasomi kumi na wanane ambao walikuja Yingzhou na kuzungumza juu yake. Mtu huyu alikuwa msomi namba moja. Ninaogopa kwamba ulimwengu atanicheka kwa kutotambua vipaji.\"\nWaziri Mkuu Lu Qi alikuwa na mawazo finyu na mwenye wivu wa vipaji.Baada ya kusikia maneno ya mfalme alipiga magoti na kusema: \"Msomi nambari moja katika somo la dhahabu lazima awe wa ndani na nje. Kuna watahiniwa mia tatu wa somo hili. Kwa nini usichague mwingine?\"\nZhong Kui alipoona mtu huyu amechanganyikiwa sana, hakuweza kujizuia na kukasirika, akamnyooshea kidole Lu Qi na kulaani: “Ikiwa ofisa wa namna hii asiye na maarifa yuko mahakamani, je, hataidhuru nchi?” Baada ya hapo. alimpiga Lu Qi kwa ngumi.\nKuona hivyo, Dezong alikasirika na kusema: \"Wewe ni jasiri, unathubutu kusababisha shida katika Jumba la Dhahabu, lishushe haraka!\"\nKwa hasira, Zhong Kui alichomoa upanga kwenye kiuno cha jenerali aliyekuwa amesimama ndani ya jumba la kifalme, na akahema kwa sauti kubwa: \"Ni vigumu kwa paka aliyechanganyikiwa kuiga simbamarara, na kasuku aliyechanganyikiwa si mzuri kama paka. kuku.\" Baada ya hapo, alijiua.\nMfalme Dezong alipoona kwamba Zhong Kui alijiua kwa hasira, alishangaa sana.Ili kushinda mioyo ya watu, aliamuru Zhong Kui azikwe kwa cheo rasmi cha Msomi namba 1, na pia akamwita Zhong Kui Mungu. ya Kutoa Pepo ili kuondoa pepo wabaya duniani.", "聖意": "Omba baraka juu ya nyumba yako, usalama wako mwenyewe, matatizo ya kifedha, kushindwa kwa biashara, kushindwa kwa ndoa, wanawake watembea kwa miguu wa Liujia, viwavi vya shamba vya uaminifu vilivyopikwa nusu, wanyama sita wa nyumbani, wanaweza kukuzwa, kukosa watu, kesi za Magharibi za umma, kupoteza uhamiaji, uhafidhina, upotevu wa mali, magonjwa, omba bahati nzuri katika milima na makaburi", "古人": "Zhong Kui alipata Tao", "第X籤": "Ishirini na sita kushinda bahati nasibu (Bahati nasibu)", "宮": "Mi Palace"}