{"籤詩版本二": "Nakushauri usiombe msaada kwake, anaruka kama korongo na kukurushia mishale ya siri.\nUkienda kuokota kuni na kuna nyoka kwenye nyasi, unaweza kuumwa na sumu na utahuzunika.", "詩意": "Hexagram hii ni ishara ya kukaa salama na kujiweka mwenyewe.\nKuwa makini katika kila jambo.", "解曰": "Funga mdomo wako na ushikilie meno yako. Ni mzembe. Ikiwa unajisikia hatia. Mwishowe inajidhuru.", "籤詩故事一": "◇Mkutano wa ubao wa chess\nMaliki Taizong wa Enzi ya Tang alikuwa akielekea magharibi na alinaswa katika Jiji la Suoyang.Cheng Yaojin alirudi Beijing kuomba kuimarishwa.\nXue Dingshan aliamriwa kuhudumu kama Kiongozi wa Njia ya Pili na akaenda kumwokoa Bwana na kumtuliza Xiliao.\nBaada ya kundi la watu kutoka nje ya Yumen Pass, walifika kwenye Mlima wa Qipan. Akiwa amezingirwa na maelfu ya wafuasi kwenye mlima huo, Dou Yihu, mfalme wa mlima huo, alishindwa na jenerali wa Tang Luo Tong. Kwa bahati nzuri, dada yake Dou Xiantong alikuwa mfuasi wa Mama Mtakatifu wa Maua ya Manjano na alikuwa hodari katika sanaa ya kijeshi. alishikilia kamba ya hadithi na kumfunga Luo Tong Xue Dingshan binafsi aliongoza askari wasomi.\n(Shairi lililotiwa saini linalingana na hili)\nDou Xiantong aliuona urembo wa Xue Dingshan akataka kuwa na urafiki na Feng Luan, lakini Xue Dingshan alikataa, Dou Xiantong alikasirika na kutaka kumsukuma nje na kumkata kichwa, kwa bahati nzuri Cheng Yaojin alikuja kumuokoa na kuwezesha ndoa yao. Baadaye, Dou Yihu pia aliwaongoza ndugu wa Qipanshan kurudi kwenye Enzi ya Tang ili kusaidia Enzi ya Tang kushinda Liao ya Magharibi.", "聖意": "Usalama wa nyumbani, maslahi binafsi, kutafuta mali, kusubiri muda, kudorora kwa biashara, ndoa hairuhusiwi, Liujia kengele ya uongo, watembea kwa miguu wanaozuia mashamba, funza, mifugo sita, kukosa watu, kuzuia kesi za umma, hasara (Mo Xing) Uhamiaji, kihafidhina, mali iliyopotea, ugonjwa ni ngumu kupona, kaburi la mlima, bahati nzuri", "古人": "mkutano wa chessboard", "第X籤": "Mshindi wa thelathini na saba wa bahati nasibu", "宮": "Ikulu ya Mchana"}