{"籤詩版本二": "Kutumia muda kwa amani na utulivu, kukaa na kulala chini wakati wa kunywa chai baada ya kushiba\nHuna haja ya kuwa na shughuli nyingi za kimwili na kiakili, na hakika hautasababisha ukosefu wa haki au maafa.", "詩意": "Hexagram hii ni ishara ya amani na utulivu.\nKatika mambo yote, kusubiri kwa wakati unaofaa kutaleta bahati nzuri.", "解曰": "Kuwa salama na sauti. Waulize miungu. Subiri hadi wakati utakapokuja. Mambo hutokea kwa bahati.", "籤詩故事一": "◇Foyinhui Dongpo\nWakati mmoja, Su Dongpo alipata ufahamu fulani alipokuwa akisoma Zen. Aligundua kwamba hali yake ilikuwa ya juu zaidi, na alihisi furaha ndani yake. Sikuweza kuzuia shauku yangu, nilieneza kalamu yangu na kuandika shairi:\n\"Katikati ya anga, Jishou anang'aa kwa uangavu katika ulimwengu wote; akiwa hawezi kupeperushwa na pepo nane, anaketi wima juu ya lotus ya zambarau ya dhahabu.\"\n(Pepo nane zinarejelea: faida, kushuka, uharibifu, sifa, sifa, dhihaka, mateso na furaha. Yaani kutokerwa na mataifa haya manane kunaitwa \"pepo nane haziwezi kusonga\").\nBaada ya kuiandika, Dongpo alimtuma mtumishi wake kuvuka mto ili kumpa Zen Mwalimu Foyin wa Jinshan Temple.\nBaada ya Zen Mwalimu Foyin kuisoma, aliiweka alama kwa neno \"fart\" na kumpa mtumishi wake ili aichukue tena.\nDongpo alikasirika baada ya kuona hivyo, kwa hiyo akapanda mashua kuvuka mto na kwenda kwenye Hekalu la Jinshan kutafuta muhuri wa Buddha kwa ajili ya majadiliano.\nDongpo alipofika kwenye lango la Hekalu la Jinshan, Foyin alikuwa tayari anangoja mlangoni.\nSu Dongpo mara moja alimshutumu Foyin: \"Kwa nini unaita shairi nililoandika fart?\"\nFoyin alijibu: \"Je, tayari 'huwezi kupeperushwa na pepo nane'? Ungewezaje 'kupigwa kuvuka mto' na fart!\"\nKwa wakati huu, Dongpo alishtuka kutambua kwamba hakuwa mzuri vya kutosha na aliondoka kwa aibu.\n(Hadithi hii ni sitiari ya \"Joto bado halijafika\").", "聖意": "Ombea nyumba yako na usalama wako mwenyewe, mali yako, biashara yako, bahati nzuri katika ndoa yako, kwa msafiri wa kike kutoka Liujia, kwenda shambani, hariri kuiva wakati wa vuli, mifugo sita itulie, kupata mtu, kuwa vigumu kupata, kwa ajili ya kesi za umma, kwa ajili ya uhamiaji, kwa ajili ya mali iliyopotea, kwa ugonjwa, kwa ajili ya kupeleka kwenye kaburi la mlima, kwa bahati nzuri.", "古人": "Foyinhui Dongpo", "第X籤": "Nambari ya ushindi thelathini na moja", "宮": "Wei Gong"}