{"籤詩版本二": "Safari ya kurudi ni hakika.Nani ajuaye kama kuna jade iliyofichwa kwenye jiwe?\nMara tu fundi mzuri ana kata ya wazi, atahisi salama na salama katika kipindi cha yaspi", "詩意": "Katika hexagram hii, unaweza kuona picha ya jade unapokata jiwe.\nFanya bidii ili kufanikiwa katika kila jambo.", "解曰": "Hazina iko kwenye jiwe. Wageni wanajua kidogo. Subiri hadi iwe wazi. Fanya chochote unachoweza.", "籤詩故事一": "◇Liu Bei anatafuta vipaji (kutembelea nyumba tatu za nyumba ya nyasi, kutembelea nyumba ya nyasi mara tatu)\nKipindi cha Falme Tatu. Zhuge Liang aliishi kwa kujitenga katika kibanda cha nyasi huko Longzhong. Liu Bei alikuwa na shauku ya kutafuta vipaji, hivyo alimtembelea Zhuge Liang ana kwa ana.Alimtembelea Zhuge Liang mara tatu (inayojulikana kama \"Ziara Tatu kwenye Nyumba ndogo ya Nyasi\" katika historia). Liu Bei aliwaomba wengine wasikae na kumuuliza Zhuge Liang: \" Nasaba ya Han imeanguka, na watumishi wasaliti wameiba maisha yao. Mfalme wako.\" Kufunikwa na vumbi. Sipimi fadhila yangu na uwezo wangu, nataka kuamini haki kuu duniani, lakini hekima na ujuzi wangu. ni duni, kwa hivyo ninaitumia kwa kasi. Hadi leo. Hata hivyo, azma yangu bado haijaisha, unadhani mpango huo utatekelezwa?\"\nZhuge Liang kisha akawasilisha kwake mpango wa kugawanya ulimwengu katika sehemu tatu, na akachambua hali ambayo Cao Cao alikuwa hayupo na Sun Quan angeweza kumsaidia.Pia alifafanua juu ya woga wa wachungaji wa majimbo katika majimbo ya Jing na Yi. , na kulikuwa na fursa ya kujinufaisha nazo, na ni mataifa hayo mawili tu yangeweza kunyonywa.Hapo ndipo anaweza kushinda ulimwengu, hata akamwambia Liu Bei mkakati wa kushambulia Nyanda za Kati. (Mjadala huu baadaye uliitwa \"Longzhong Dui\"). Baada ya Liu Bei kusikia hivyo, aliisifu kana kwamba amepata hazina, na akamkaribisha sana Zhuge Liang atoke kusaidia, hivyo Zhuge Liang akawa mshauri wa kijeshi wa Liu Bei.", "聖意": "Nyumba ina amani, ninatafuta utajiri, biashara ya wafanyikazi inazuia ndoa na kuwa msafiri wa kawaida huko Liujia.", "古人": "Liu Bei anatafuta vipaji (ziara tatu kwenye jumba la nyasi, ziara tatu kwenye jumba la nyasi)", "第X籤": "Mshindi wa thelathini na mbili wa bahati nasibu", "宮": "Wei Gong"}