{"籤詩版本二": "Vaa na upange upya mtindo wa zamani wa familia. Tao haina anga lakini ina sifa.\nBaada ya kufagia miiba na miiba barabarani, watatu walikubali kuungana na wenzao.", "詩意": "Hexagram hii inawakilisha mpangilio wa nguo.\nKila kitu ni ngumu kabla ya kuwa rahisi baadaye.", "解曰": "Usijali. Kuwa na wakati mzuri. Ukiuliza kuhusu siku zijazo. Kuna barabara nzuri mbele.", "籤詩故事一": "◇ Maandiko ya Kibuddha ya Monk ya Tang\nXuanzang (602-664), mtawa mashuhuri wa Enzi ya Tang, alikuwa na jina la ukoo la kawaida la Chen na jina alilopewa la Yi. Alizaliwa katika Kaunti ya Goushi, Luozhou (sasa ni sehemu ya kusini ya Jiji la Yanshi, Mkoa wa Henan). Alikua mtawa akiwa na umri wa miaka kumi na tatu na akachukua jina la Kibuddha Xuanzang. Ulimwengu unaitwa Sanzang wa nasaba ya Tang.\nKatika mwaka wa tatu wa Zhenguan (629, ambao pia unajulikana kama mwaka wa kwanza wa Zhenguan), alisafiri magharibi hadi Tianzhu (India) ili kupata maandiko ya Kibuddha.Alijitosa katika hatari peke yake na kuvumilia magumu.Alifika tu baada ya miaka minne.\nKatika mwaka wa kumi na saba wa Zhenguan, bwana huyo alijiuzulu rasmi na kurudi mashariki. Alirudi Uchina kupitia Barabara ya Kusini ya Mkoa wa Xinjiang ya sasa, Khotan, na Loulan.Ilichukua jumla ya miaka kumi na saba na safari ya maili 50,000. Alipofika Chang'an mwezi wa kwanza wa mwaka wa kumi na tisa wa Zhenguan, mfalme aliamuru Liang Guogong Fang Xuanling na maafisa wengine wa kiraia na kijeshi wamkaribishe sana.\nJumla ya juzuu 520 na 657 za maandiko asilia ya Kibuddha ya Sanskrit ziliombwa. na kutafsiriwa kwa Kichina.\nBaada ya bwana huyo kurudi, aliheshimiwa sana na Mfalme Taizong na Mfalme Gaozong na aliwekwa katika Da Nei, na kumpa cheo \"Mwalimu Tripitaka\".", "聖意": "Nyumba ina misukosuko, bahati nzuri kwa mtu, bahati nzuri, biashara nzuri, ndoa nzuri, kuzuia Liujia, watu wanaokuja shambani, mende, wanyama wasiofaa, kutafuta watu, kesi za umma, uhamiaji, mali iliyopotea, ugonjwa wa kuchelewa, kuomba. kwa baraka, makaburi ya mlima yanapaswa kuwa ya zamani.", "古人": "Tang Monk Anajifunza Maandiko ya Kibuddha", "第X籤": "Mshindi wa thelathini na tano wa bahati nasibu", "宮": "Shen Gong"}