{"籤詩版本二": "Ikiwa unataka kuwa na amani na utulivu, haifai kuwa na mishumaa na taa katika upepo.\nNi afadhali kusafisha na kuketi katika ukumbi wenye kina kirefu, epuka mwanga, kutikisika mahali palipotulia, na kuzunguka. Tikisa → Yao. Bure → chache.", "詩意": "Hexagram hii ni kama upepo unaotikisa taa na mshumaa.\nKuweka mambo mara kwa mara kutaleta bahati nzuri.", "解曰": "Kaa mahali tulivu. Kuwa kwenye simu na uwe kwa wakati. Sio baraka. Kihafidhina na inafaa.", "籤詩故事一": "◇Li Jing anarudi mlimani\nLi Jing (571-Julai 2, 649), jina la hisani Mfamasia, alikuwa mzaliwa wa Sanyuan, Yongzhou (sasa kaskazini mashariki mwa Kaunti ya Sanyuan, Mkoa wa Shaanxi). Jenerali kutoka marehemu wa Enzi ya Sui hadi Enzi ya Tang ya mapema, alikuwa mwanamkakati maarufu wa kijeshi mwenye ujuzi wa kiraia na kijeshi katika Enzi ya Tang. Baadaye, alipewa cheo cha Duke wa Wei, na alijulikana kama Duke wa Wei duniani.\nLi Jing ni baba wa mwana mkuu wa tatu Nezha katika orodha ya miungu, anayejulikana pia kama \"Mfalme wa Tota.\" Li Jing na mwanawe walimsaidia Jiang Ziya (Tai Gong) kumshinda Malkia Zhou, kuanzisha nasaba ya Zhou, na Mfalme. Wu alipanda kiti cha enzi rasmi. Jiang Ziya kisha akaweka orodha ya miungu na kufanya sherehe ya kutuliza roho za askari waliokufa katika vita. Tangu wakati huo na kuendelea, dunia ikawa yenye amani na amani. Mfalme Wu alitaka kutengeneza marquise na kuwatuza, na pia alitaka kutenga ardhi kwa mashujaa waanzilishi. Li Jing, baba yake na mwanawe, na watu wengine saba waliomba warudi mlimani kufuata Dini ya Tao na wasihangaikie umaarufu na utajiri wa kilimwengu. Baadaye, wote saba \"wakawa watakatifu katika mwili\" na kuwekwa katika darasa la wasioweza kufa.\nHadithi ya \"Feng Shen Bang\"", "聖意": "Nyumba ni ya kihafidhina, mimi ni wa kawaida, natafuta mali, nina shida katika biashara, ndoa yangu haiendani, Liujia anawaombea watembea kwa miguu wawe na imani, nyungu huiva wakati wa vuli, na wanyama sita wako salama, watu wamepotea, kesi za umma. na uhamiaji ni kihafidhina, waliopotea mali magonjwa, wala mabadiliko ya kaburi katika Jianxingshan", "古人": "Li Jing anarudi mlimani", "第X籤": "Mshindi wa thelathini na saba wa bahati nasibu", "宮": "Shen Gong"}