{"籤詩版本二": "Kioo cha umri wa miaka elfu kiliunganishwa tena, mwanamke anauliza mume kuolewa tena\nTangu wakati huo, familia imebadilishwa, na baraka zimeongezwa kwa watoto na wajukuu.", "詩意": "Hexagram hii inawakilisha kuunganishwa kwa vioo.\nKila kitu ni kazi ngumu na ya gharama kubwa.", "解曰": "Kuchimba mchanga kuwa dhahabu. Kuendesha joka na kupanda tiger. Ingawa ni kazi ngumu. Kuna nyongeza ndani yake.", "籤詩故事一": "◇Yulianhui marafiki kumi\nKatika Enzi ya Wimbo, Qian Yulian alimuoa Wang Shipeng. Shi Peng alipokwenda Beijing kufanya mtihani, tajiri Sun Ruquan alimlazimisha Yulian kuolewa tena.\nQian Yulian alikataa pendekezo la tajiri Sun Ruquan na angependelea kuolewa na Wang Shipeng, msomi maskini kutoka Wenzhou ambaye aliajiriwa na \"Jing Chai\".\nBaadaye, Wang Shipeng alishinda tuzo ya kwanza.Kwa sababu alikataa kulazimishwa kuolewa na Waziri Mkuu Wanqi, alitumwa kutumikia kama hakimu katika kijiji cha Chaoyang. Sun Ruquan alibadilisha barua ya familia ya Wang Shipeng kwa siri kuwa \"barua ya talaka\" na kumdanganya Yulian ili adanganywe.Mama wa kambo Qian Yulian pia alimlazimisha kuolewa tena, lakini Yulian alikataa na kujiua kwa kujitupa mtoni.Aliokolewa na Qian Zaihe kutoka Mkoa wa Fujian na kupitishwa kama binti yake wa kulea. .\nYulian alifikiri kuwa Shipeng amekufa.Miaka mitano baadaye, Wang Shipeng alikuwa gavana wa Ji'an.Siku moja, alifanya sherehe ya ukumbusho kwenye hekalu la Watao ili kumkumbuka marehemu mke wake.Yulian alikwenda kwenye hekalu la Ji'an Taoist ili kuchoma moto. uvumba, na Wang na Qian hatimaye waliunganishwa tena.", "聖意": "Nyumba si nzuri kwa ajili yako mwenyewe Autumn na baridi hustawi Utajiri ufanikiwe, Vuli na msimu wa baridi hustawi Biashara inafanikiwa Ndoa ifanikiwe Ombea watembea kwa miguu waende shambani Minyoo ya hariri inaweza kufugwa Mifugo sita inaweza kuinuliwa Watu wanaweza kupatikana Kesi za umma hazifai Uhamiaji ni kihafidhina Upotevu wa mali Kuchelewa kuugua Ombea baraka Milima na makaburi ni mema.", "古人": "Yulianhui marafiki kumi", "第X籤": "Ishara ya nne", "宮": "Uterasi"}