{"籤詩版本二": "Gurudumu nyekundu huanguka magharibi, sungura huinuka mashariki, yin inakua na yang hupotea, na kila kitu kinafanikiwa.\nIkiwa mwanamke anataka kuitumia, itaongeza utajiri wake na kuleta furaha moyoni mwake.", "詩意": "Hexagram hii ni ishara ya Yin kukua na Yang kutoweka.\nKila kitu ni ngumu kabla ya kuwa rahisi baadaye.", "解曰": "Yin huwanufaisha wanawake. Haifai kwa wanaume. Ikiwa unatafuta ushauri. Ubaya huja kwanza na kisha wema huja.", "籤詩故事一": "◇Wu Zetian alipanda kiti cha enzi\nKatika umri wa miaka 14, Wu aliitwa kwenye kasri na Mfalme Taizong Li Shimin wa Enzi ya Tang kama mtu mwenye talanta, aliyeitwa \"Wu Mei\". Baada ya Taizong kufa, Zetian aliingia Ganye Temple na kuwa mtawa.\nWakati Mtawala Gaozong wa Enzi ya Tang alipokuja kwenye kiti cha enzi, aliita familia ya Wu kwenye kasri ili kutoa heshima kwa Zhaoyi. Katika mwaka wa sita wa Yonghui (655), Mfalme Gaozong alianzisha Wu kama malkia wake.\nWu Zetian alikuwa mwerevu, aliyehusika katika fasihi na historia, na alikuwa tajiri katika ustadi. Muda mfupi baada ya Wu Zetian kuwa malkia, kwa sababu Gaozong alikuwa dhaifu na mgonjwa, wakati mwingine alimkabidhi kushughulikia masuala fulani ya kisiasa, hivyo nguvu zake zikaongezeka. Katika mwaka wa kwanza wa Shangyuan (674), Mfalme Gaozong aliitwa \"Mfalme\", ​​Empress Wu aliitwa \"Malkia wa Mbinguni\", na wote waliitwa \"Watakatifu Wawili\" katika kasri.\nKatika mwaka wa kwanza wa Hongdao (683), Gaozong alikufa, Prince Li Xian alichukua kiti cha enzi, na Wu Zetian akaja kutawala nasaba. Mnamo Februari mwaka wa kwanza wa Sisheng (684), Wu Zetian alimwondoa Li Xian kama Mfalme wa Luling na kumweka mwanawe wa nne Li Dan kama mfalme, akiendelea kutawala nasaba. Mnamo Septemba mwaka huo huo, alibadilisha bendera kuwa dhahabu, na Luoyang, mji mkuu wa mashariki, uliitwa mji mkuu wa kimungu. Siku ya tisa ya Septemba katika mwaka wa kwanza wa Tianshou (690), Wu Zetian alijitangaza kuwa mfalme na kubadilisha jina la nchi kuwa Zhou.", "聖意": "Nyumba haipendezi nafsi yako, kujiombea baraka, kutafuta mali, kulinda miamala, bahati nzuri katika ndoa, bahati mbaya katika ndoa (mwanamke), watembea kwa miguu kuziba mashamba, hariri, mifugo iliyofanikiwa, kutafuta watu, kutengana, kesi, hasara, kuhama. , kupoteza mali, ugonjwa, mshtuko, milima na makaburi, bahati nzuri", "古人": "Wu Zetian anapanda kiti cha enzi", "第X籤": "Mshindi wa arobaini wa bahati nasibu", "宮": "Wewe Ikulu"}