{"籤詩版本二": "Utakumbuka maneno mazuri yasiyo na mwisho, lakini utakuwa mtoto wako ikiwa utamtambua mwizi.\nUsiwe mchoyo kwa sasa na kuwa na wasiwasi kuhusu jinsi angefanya kitu kizuri mwaka mmoja uliopita.", "詩意": "Hexagram hii inamtambulisha mwizi kama mwana.\nKuwa mwangalifu katika kila jambo.", "解曰": "Huyu tu. Muungwana hafanyi makosa. Weka akilini. Usiwe mpweke.", "籤詩故事一": "◇Dong Zhuo anamkubali Lu Bu\nLu Bu, jasiri na hodari wa kupigana, alikuwa jenerali mashuhuri wa kijeshi mwishoni mwa Enzi ya Han Mashariki na mwanzo wa Falme Tatu.Wakati fulani alimwona Ding Yuan, gavana wa Jingzhou, kama baba yake mlezi na alihudumu chini yake.\nBaada ya kifo cha Mfalme Ling wa Enzi ya Han ya Mashariki, Ding Yuan alikwenda Beijing kushirikiana na jenerali He Jin kudhibiti serikali.\nDong Zhuo alipigana na Ding Yuan, lakini majenerali kadhaa hawakuweza kumshinda Lu Bu, hivyo Dong Zhuo alimtuma chini yake Li Su kuhonga Lu Bu. Li Su alileta marundo ya hazina za dhahabu na fedha na farasi maarufu wa sungura mwekundu \"kumtembelea Lu Bu\". Li Su alileta marundo ya hazina za dhahabu na fedha na farasi maarufu wa sungura mwekundu kutembelea Lu Bu. Kwa hiyo Lu Bu alihongwa na Dong Zhuo ili amuue Ding Yuan, na akawaambia askari wake waende naye wakitaka, na waondoke ikiwa hawataki kumfuata.Matokeo yake, askari wengi walikimbia. Kwa hiyo Lu Bu alihongwa na Dong Zhuo na kumuua Ding Yuan.\nBaada ya Dong Zhuo kupata madaraka, alimchukua Lu Bu kama mtoto wake wa kuasili na kumfanya kuwa jenerali na marquis.\nDong Zhuo alikuwa na hasira kali, na \"uhusiano wa baba na mwana\" na Lu Bu ulikuwa dhaifu sana.Mwaka 189 BK, kwa msukumo wa Situ Wang Yun, Lu Bu alimuua Dong Zhuo.\nMiezi sita baada ya kifo cha Dong Zhuo, askari wa zamani wa Dong Zhuo walivamia mji mkuu, na Lu Bu na mkewe walikimbia kwa hofu. Baada ya kuondoka mji mkuu, Lu Bu alitafuta hifadhi kwa wababe wa vita Yuan Shu, Yuan Shao, Zhang Yang, Zhang Miao, Liu Bei, n.k., na kupigana mara nyingi na Cao Cao, mbabe mwingine mkubwa wa vita wakati huo.Lu Bu alikuwa shujaa na mzuri. katika mapigano, na kumshinda Cao Cao mara kadhaa.\nKatika mwaka wa tatu wa Jian'an katika Enzi ya Han Mashariki, askari wa Cao Cao walishambulia Xiaopei, ngome ya Lu Bu, na walitekwa na kuuawa na Cao Cao chini ya Mnara wa Baimen. Kabla ya kunyongwa, Lu Bu alimwomba Cao Cao amweke hai ili kuepuka kifo, lakini Liu Bei alimkumbusha Cao Cao kwamba Lu Bu alikuwa amesaliti mara nyingi na alikuwa mtu asiye mwaminifu. Mwishowe, Cao Cao, ambaye alithamini talanta tu bila kujali maadili, alimuua Lu Bu.", "聖意": "Nyumbani sina raha, huwa natafuta pesa, jilinde na shughuli, ni ngumu kuoa, Liujia anashtuka, hariri zimeiva nusu shambani, wanyama sita wako salama, mtu anamtafuta. , kesi ya umma inafaa, na uhamiaji ni kuombea vitu vilivyopotea ambavyo ni vigumu kupata, magonjwa, na amani katika kaburi la Mlima wa Zhenxing.", "古人": "Dong Zhuo anamkubali Lu Bu", "第X籤": "Mshindi wa 41 wa bahati nasibu", "宮": "Wewe Ikulu"}