{"籤詩版本二": "Kaizari, mfalme, na mfalme hatimaye watakuwa na neema na kusubiri na kuomba baraka bila hasara au faida.\nViumbe vyote vyenye hisia vinanufaika nayo, na ustawi unatarajiwa duniani na mbinguni.", "詩意": "Hexagram hii ni ishara ya neema kutoka mbinguni.\nKila kitu kitafanikiwa.", "解曰": "Mfalme alionyesha upendeleo wake. Usisahau. Taratibu za asubuhi na jioni. Inafaa kuchoma uvumba.", "籤詩故事一": "◇Mulian alimuokoa mama yake\nMokou Lian, au Mulian, ndiye mwenye nguvu zaidi kati ya wanafunzi kumi wa Sakyamuni Buddha.\nMama yake alikuwa mchoyo na mchoyo wakati wa uhai wake, kwa hivyo alianguka katika ulimwengu wa mizimu yenye njaa baada ya kifo chake. Mokhullian alitumia uwezo wake wa kichawi kuchunguza na kugundua kuwa mama yake alizaliwa akiwa mzimu wa njaa, akiwa hana namna ya kupata chakula na alikuwa kwenye shida sana.Alitumia nguvu zake za kichawi kumletea mama yake chakula.Bila kutarajia, baada ya mama kupokea chakula. chakula, kiligeuka kuwa majivu na hakikuweza kuliwa.\nMaudgalyana alikuwa na wasiwasi juu ya kile kilichotokea na akaripoti kwa Buddha. Buddha alimwambia Mulian kwamba katika siku ya 15 ya mwezi wa saba anapaswa kuweka ladha mia moja na matunda matano kwenye beseni na kuwapa watawa wema wa pande kumi. .\nMaudgalyana alitenda kulingana na mapenzi ya Buddha, na hatimaye mama yake alikombolewa. Sherehe ya aina hii inaitwa \"Obon Festival\" na tamasha hili linaitwa \"Obon Festival\".\n(Kumbuka: Dutu ina hisia tofauti katika viwango tofauti vya ulimwengu. Kwa mfano: mvua inaponyesha katika ulimwengu huu, tunaiona kama \"maji\", wakati viumbe katika ulimwengu wa mizimu yenye njaa huhisi kama \"damu\", na hisia. viumbe katika ulimwengu wa kuzimu wanahisi kama \"damu\". Inahisi kama \"kudondosha upanga\", wakati viumbe wa mbinguni wanahisi \"kuangusha ua\".)", "聖意": "Kuomba kwa ajili ya nyumba na nyumba, kuomba bahati nzuri wakati wa baridi, kutafuta mali, hakuna shughuli, ndoa, amani katika Liujia, watembea kwa miguu, mashamba ya kusonga, hariri, wanyama sita, kutafuta watu, kesi za kisheria, mafanikio, uhamiaji, uhifadhi, mali iliyopotea, ugonjwa. , amani ya milima, makaburi", "古人": "Mulian anamuokoa mama yake", "第X籤": "Ishara arobaini na mbili", "宮": "Wewe Ikulu"}