{"籤詩版本二": "Dunia inabadilika na mambo yote yanajitegemea, yanajitegemeza na salama\nKila kitu maishani ni nzuri, asante watakatifu na wahenga kwa kila kitu, na kufanikiwa.", "詩意": "Hexagram hii inawakilisha maelewano kati ya dunia na dunia.\nKila kitu kinakwenda vizuri na hakuna hatari.", "解曰": "Vitu vyote vinazaliwa. Mipango na matakwa yote yanatimia. Ford husaidia. Rui Qi ana haraka.", "籤詩故事一": "◇Watembeaji hupata ufahamu\nSafari ya Hadithi ya Magharibi:\nSun Wukong akautwaa Mlima wa Maua na Matunda na akawa mfalme.Baadaye, ili kupata njia ya kuishi milele, alitumia miaka minane au tisa kusafiri kuvuka milima na mito kumwabudu Patriaki Bodhi kama mwalimu wake.Alijifunza miaka sabini-. mabadiliko mawili ya maovu ya kidunia na mawingu mapindu, na kuchukua jina Sun kwa mara ya kwanza. Aitwaye Wukong.\nBaada ya hapo, Sun Wukong alikwenda kwenye Jumba la Dragon katika Bahari ya Uchina ya Mashariki ili kupata silaha inayofaa, na hatimaye akapata Ruyi Golden Cudgel, sindano ya kimungu ya Tianhe na Dinghai. Kwa sababu muda wake wa kuishi ulikuwa umekwisha, alizua mzozo mkubwa katika ulimwengu wa chini, akarekebisha kitabu cha uzima na kifo, na kurudi kwenye ulimwengu wa kibinadamu. Baadaye, Sun Wukong aliitwa na mbinguni kwa mara ya kwanza na aliitwa Bima Wen. Baadaye aliitwa mbinguni kwa mara ya pili na akapewa jina la Mfalme wa Nyani, pia aliiba peach na kusababisha shida mbinguni, alitiwa muhuri katika Tanuru ya Bagua ili kufanya mazoezi ya macho yake ya dhahabu na macho ya moto, mwishowe alikandamizwa. na Tathagata Buddha chini ya Mlima Wuzhi kwa miaka 500, hawezi kusonga. Mahali ambapo tanuru ya Bagua ilipigwa teke ikageuka kuwa mlima wa miali ya moto.\nMiaka mia tano baadaye, Mtawa Tang alikwenda Magharibi kupata maandiko, akapita karibu na Mlima wa Elements Tano, na akavua hirizi kabla ya kuokoa Sun Wukong. Sun Wukong alitokwa na machozi kwa shukrani.Baada ya kufundishwa na Guanyin Bodhisattva, aliabudu Tang Monk kama mwalimu wake na akaenda Magharibi kujifunza maandiko pamoja. Akiwa njiani kujifunza maandiko, Sun Wukong aliwashukia pepo na kuwaondoa wanyama wazimu, na kurudia tena kufanya mambo ya ajabu ajabu.Hata hivyo, alieleweka vibaya na kufukuzwa na bwana wake Tang Seng tena na tena. Baada ya matatizo themanini na moja, kazi hatimaye ilikamilika.Mabwana na wanafunzi wanne walifika Hekalu la Xitian Leiyin na kupata maandiko ya kweli. Sun Wukong alipata matokeo sahihi.\n(Hadithi hii ni sitiari ambayo hata tumbili anaweza kupata nuru, achilia mbali mwanadamu.)", "聖意": "Nyumba ni nzuri kwako mwenyewe, kwa mali, biashara, ndoa, Liujia, watembea kwa miguu wa kiume, kizuizi cha shamba, minyoo, wanyama sita, Zhongping, kutafuta watu, kesi za kisheria, mafanikio, uhamiaji, kupoteza mali, magonjwa, kaburi la Xingxingshan, vitu. ni nzuri", "古人": "Msafiri anapata mwanga", "第X籤": "Ilisainiwa tarehe 43", "宮": "xugong"}