{"籤詩版本二": "Hali ya hewa ya baridi hugeuza maji kuwa barafu.Kwa nini uwe na pupa ya umaarufu?\nSina chaguo ila kukaa kimya na kungojea majani yasitawi kiasili.", "詩意": "Katika hexagram hii, maji hugeuka kuwa barafu.\nUsiombe chochote bure.", "解曰": "Maji huganda kuwa barafu. Barafu huyeyuka ndani ya maji. Ikiwa ni njama. Kwahiyo ni.", "籤詩故事一": "◇Wang Xiang anauliza carp (Hadithi Ishirini na Nne za Uchaji wa Kimwana)\nWang Xiang wa Enzi ya Jin, kwa hisani ya jina Fuzheng, alizaliwa Linyi.\nWang Xiang alipokuwa mdogo, mama yake mzazi alikufa, baba yake mpweke alioa mwanamke aliyeitwa Zhu, na Wang Xiang akapata mama mpya. Wang Xiang alipokuwa mdogo, mama yake mzazi aliaga dunia, na baba yake mpweke alioa mwanamke anayeitwa Zhu. Mama wa kambo Wang Xiang alikuwa mwanamke mwenye fikra finyu na mwenye wivu.Hampendi Wang Xiang na mara nyingi alimkaripia kwa mambo madogo. Hivi karibuni, mama wa kambo pia alijifungua mtoto wa kiume anayeitwa Wang Lan. Mama wa kambo aliwapenda watoto wake tu, na alimwona Wang Xiang kama mwiba kwake.Alizidi kuwa mkali kwa Wang Xiang, na mara nyingi alimsema vibaya Wang Xiang mbele ya baba yake.Hata baba yake hakumpenda tena hatua kwa hatua. Mama wa kambo aliwapenda watoto wake pekee, na alimwona Wang Xiang kama mwiba kwake.Alihitaji zaidi Wang Xiang, na mara nyingi alimsema vibaya Wang Xiang mbele ya baba yake.Hata baba yake hakumpenda tena taratibu. Ingawa kaka wa kambo wa Wang Xiang, Wang Lan ni rafiki sana kwa kaka yake. Licha ya mateso ya mama yake wa kambo, bado alikuwa mtoto sana. Mama wa kambo ni mkali sana, lakini Wang Xiang bado ni mtoto.\nMama yake wa kambo ana hobby, yaani, anapenda kula samaki wabichi waliovuliwa tu nje ya mto. Mama yake wa kambo ana hobby, yaani, anapenda kula samaki wabichi waliovuliwa tu nje ya mto. Wakati fulani wa majira ya baridi kali, baba yake alienda kwa ajili ya biashara, na mama yake wa kambo aliugua tena.Ndugu Wang Xiang na Wang Lan walitoa kwa uangalifu supu na dawa ili mama yao ale.Katika hali ya hewa ya baridi kali, ugonjwa wa mama wa kambo bado haukuimarika. haraka. Wakati fulani wa majira ya baridi kali, baba yake alienda kwa ajili ya biashara, na mama yake wa kambo aliugua tena.Ndugu Wang Xiang na Wang Lan walitoa kwa uangalifu supu na dawa ili mama yao ale.Katika hali ya hewa ya baridi kali, ugonjwa wa mama wa kambo bado haukuimarika. haraka. Mama wa kambo mgonjwa alitaka kula samaki wabichi kutoka mtoni.Katika hali hiyo ya baridi kali, theluji ilikuwa ikinyesha nje na maji ya mtoni tayari yamegeuka kuwa barafu nene. Mama wa kambo mgonjwa alitaka kula samaki wabichi.Samaki wabichi wangeweza kupatikana wapi katika hali ya hewa hiyo ya barafu na theluji?\nKatika siku hizo, hakukuwa na sahani za msimu wa nje, na haungeweza kuzinunua hata ikiwa una pesa.\nKatika hatua hii ya hadithi, hadithi ya kugusa ya Wang Xiangqiu Li ilitokea. Ndugu wawili walimlinda mama yao bila msaada.Wang Xiang alienda kwenye mto ulioganda ili asimkatishe tamaa mama yake wa kambo aliyekuwa mgonjwa.Wang Xiang akapata wazo akavua shati lake bila kujali baridi.Alilala uchi juu ya barafu na kutaka kuitumia. joto lake la mwili kuyeyusha barafu (hivyo Wang Xiangqiu carp pia inaitwa Wang Xiang amelazwa juu ya barafu). Alivua shati lake na kulala uchi juu ya barafu. Aliomba kwa Mungu na kusema: \"Mungu, mama yangu ni mgonjwa na anataka kula carp safi. Unapaswa kutafuta njia kwa ajili yangu bila kujali.\" Ajabu ya kutosha, kizuizi cha barafu karibu naye kilipasuka, na kulikuwa na mbili. nyufa.Mzoga hai uliruka kutoka kwenye ufa na kuruka juu ya barafu.Wang Xiang alifurahi sana. Alisali kwa Mungu: \"Mungu, mama yangu ni mgonjwa na anataka kula carp safi. Unapaswa kutafuta njia kwa ajili yangu bila kujali. \" Ajabu ya kutosha, kizuizi cha barafu karibu naye kilipasuka ghafla, na kulikuwa na nyufa mbili. Kamba hai iliruka kutoka kwenye ufa na kuruka kwenye barafu.Wang Xiang alifurahi sana. Alipiga magoti haraka, akamshukuru Mungu, na kukimbia nyumbani na carp. Alipiga magoti haraka, akamshukuru Mungu, na haraka akachukua carp na kwenda nyumbani. Baada ya mama wa kambo kula carp safi, hivi karibuni alipona kutokana na ugonjwa wake. Mama wa kambo katika kitanda cha hospitali alipigwa na butwaa baada ya kuona sehemu ya juu ya mwili wa Wang Xiang ikiwa na rangi ya zambarau kutokana na baridi, na mikononi mwake akiwa na samaki wawili, akakimbilia chumbani kwa furaha na kupigwa na butwaa.\nWang Xiang baadaye akawa afisa na akawa Taibao, na akapewa cheo cha Duke.", "聖意": "Nina wasiwasi nyumbani, naomba ulinzi, shida za kifedha, shida za biashara, ndoa, kutofautiana kwa bima ya Liujia, watembea kwa miguu, hariri ya Chitian, hasara sita ya mifugo, kukosa watu, kesi za umma, uhamiaji, uhifadhi, mali iliyopotea, ugonjwa, vigumu kurejesha, kaburi la mlima, bahati nzuri", "古人": "Wang Xiang anauliza carp (Hadithi Ishirini na Nne za Uchaji wa Kimwana)", "第X籤": "Arobaini na tisa Kushinda Mengi", "宮": "Haigong"}