{"籤詩版本二": "Unaweza kusafiri kwa pembe zote za nchi, ukining'inia dari ya meli ili kuishikilia kwa uhuru\nIkiwa kuna upepo mzuri, utafika hivi karibuni na mashua itakuwa imejaa hazina.", "詩意": "Hexagram hii ni kama kuvuta mashua kwa upepo.\nKila kitu kinakwenda vizuri.", "解曰": "Pumzika kwa urahisi. Hakuna juhudi zinazohitajika. Utajiri mwingi. Wote wanaovutiwa.", "籤詩故事一": "◇Tao Zhugui Maziwa Matano (Fan Ligui Lake)\nKatika Kipindi cha Masika na Vuli, Fan Li, ambaye jina lake la heshima lilikuwa Shaobo, pia alijulikana kama Gui Yizipi au Tao Zhugong.\nWakati huo, kulikuwa na vita kati ya Jimbo la Wu na Jimbo la Yue, na Jimbo la Wu liliharibu Jimbo la Yue. Shabiki Li na Wen Zhong walitengeneza mpango wa Yue King Gou Jian ili kukuza Yue na kumwangamiza Wu. Fan Li binafsi alisafiri kupitia milima na mito, na kumtembelea Xi Shi, mwanamke mrembo mwenye fadhila, talanta na uzuri, kwenye Mto Huansha kwenye Mlima wa Bailuo na kumkabidhi Mfalme wa Wu. Alitumia \"hila ya urembo\" kushirikiana ndani na nje na kuharibu Ufalme wa Wu.\nBaada ya kufanikiwa kuuangamiza Ufalme wa Wu, Fan Li alijua kwamba Gou Jian alikuwa \"ndege mwenye shingo ndefu na mdomo\" na angeweza kushiriki naye shida na furaha, kwa hiyo alisafiri kwa mashua pamoja na Xi Shi kuvuka Ufalme wa Qi, akabadilisha aliitwa Gui Zipi, na kumwongoza mwanawe na wanafunzi wake katika Ufalme wa Qi, wanaishi kwenye nyumba ndogo kando ya bahari. Alifanya kazi kwa bidii ili kulima maeneo ya upotevu, kuendesha biashara ya kando na kufanya biashara.Katika miaka michache, alikusanya makumi ya mamilioni ya mali ya familia. Alikuwa mkarimu katika kueneza mali na kufanya mema katika mji wake wa asili.Hekima na uwezo wa Fan Li ulithaminiwa na watu wa Qi.Mfalme wa Qi alimkaribisha Linzi, mji mkuu, na kumwabudu kama waziri mkuu anayehusika na mambo ya serikali. . Alishangaa: \"Kuwa afisa kunaweza kusababisha mawaziri, na kuendesha familia kunaweza kusababisha utajiri. Kwa mtu wa kawaida ambaye alianza kutoka mwanzo, hii imefikia kiwango cha juu. Kuheshimiwa kwa muda mrefu pengine si ishara nzuri.\" Kwa hiyo, miaka mitatu tu baadaye, kwa mara nyingine tena Jiliu alirudi nyuma kwa ushujaa, akarudisha mhuri kwa mfalme wa Qi, na akatoa utajiri wake wote wa familia kwa marafiki zake wa karibu na wanakijiji wenzake.", "聖意": "Nyumba ni nzuri kwa mtu (kusafirishwa), pesa ni nzuri, biashara ni nzuri, ndoa imechelewa, ndoa sio nzuri, Liujia salama, watu wanazuia mashamba, hariri, vuli, mifugo, spring. inafanikiwa, watu wanatafuta watu, kesi ni mbaya, uhamiaji ni kihafidhina, vitu vilivyopotea, magonjwa ya Magharibi yanatatuliwa, milima na makaburi ni kusini.", "古人": "Maziwa matano ya Tao Zhugui (Ziwa la Fan Ligui)", "第X籤": "Mshindi wa hamsini wa bahati nasibu", "宮": "Haigong"}