{"籤詩版本二": "Majira ya joto ni siku ndefu zaidi na kila mtu ana wasiwasi kuhusu joto na unyogovu\nMbingu na dunia pia zinajua watu wanataka nini, na upepo unavuma na kwa kawaida ni baridi", "詩意": "Hexagram hii inaonyesha kwamba kila mtu ana wasiwasi kuhusu joto.\nFanya chochote unachotaka.", "解曰": "Hakuna shaka juu ya kusonga mbele au kurudi nyuma. Kuwa na wakati mzuri. Je, ni kwa ajili ya kupiga kambi? Hakuna haja ya kutenda kwa haraka.", "籤詩故事一": "◇Kong Ming inaingia Sichuan\nZhuge Liang (181-234), jina la hisani Kongming, alikuwa mzaliwa wa Yangdu, Langya (sasa Yinan County, Mkoa wa Shandong), na alikuwa waziri mkuu wa Shu Han (Liu Bei) katika kipindi cha Falme Tatu.\nIngawa Liu Bei alishinda Jingzhou, haikutosha kutenganisha upande mmoja.Zhuge Kongming alipanga kukamata Xichuan ili kuongeza eneo la Liu Bei. Kwa wakati huu, Liu Zhang huko Yizhou alishambuliwa na Zhang Lu kaskazini. Zhuge Kongming alijifunza kwamba Liu Zhang alitaka kuweka wakfu ramani ya Xichuan kwa Cao Cao ili kujilinda. Wakati Zhang Song (msimamizi wa chini wa Liu Zhang) alipokutana na Cao Cao, kwa sababu Cao Cao alikuwa na kiburi na mkorofi, Liu Zhang alichukua ramani kurudi Xichuan na kupita Jingzhou njiani. Kong Ming tayari alikuwa akimngoja njiani na kumkaribisha Jingzhou, lakini hakutaja Picha ya Xichuan hadi wakati wa kuondoka. yeye.\nEneo la Xichuan lilikuwa hatari na lingeweza kushambuliwa au kulindwa.Baada ya mipango mbalimbali ya Kong Ming, Xichuan ikawa mahali pa kuzaliwa kwa Liu Bei.\n(Kong Ming aliwatendea watu kwa adabu na akapata kwa urahisi Xichuan iliyotamaniwa.)", "聖意": "Omba baraka nyumbani na ulinzi wako mwenyewe (kuna bahati nzuri katika misiba) Tafuta mali, bahati nzuri katika biashara, ndoa ya kawaida, kuzaliwa kwa wavulana huko Liujia, kuhama mashamba, hariri, uharibifu wa mifugo, kutafuta watu, kesi za umma. , uhamiaji, vitu vya zamani vilivyopotea, magonjwa ya kaskazini, kutamani milima na makaburi", "古人": "Kong Ming anaingia Sichuan", "第X籤": "Sura ya 51: Kushinda Kura (Kushinda Kura)", "宮": "Uterasi"}