{"籤詩版本二": "Inachukua juhudi nyingi kuukamata mwezi kwenye maji.Inahitaji juhudi nyingi lakini hakuna chochote.\nUsiseme upuuzi na kupoteza juhudi zako za kuimarisha mwili.Neno “mwili ulionyauka” asili yake ni “mwili peke yake”.", "詩意": "Hexagram hii ni tamaa ya picha ya jitihada.\nKila kitu ni kazi na utumishi.", "解曰": "Ahadi ni ngumu kukumbuka. Kazi ngumu sana. Wasiwasi nyumbani. Kusubiri kukutana na watu mashuhuri.", "籤詩故事一": "◇Taibai alishika mwezi akiwa amelewa (Li Taibai alishika mwezi akiwa amelewa)\nLi Bai (701-762), pia anajulikana kama Taibai, pia anajulikana kama Qinglian Jushi. Mshairi wa Enzi ya Tang, aliyejiita asiyeweza kufa aliyefukuzwa, alijulikana kama asiyekufa wa Ushairi, na alikuwa na furaha kila wakati bila kunywa.\nMara Li Bai alikuja Jinling (sasa Nanjing) na kupumzika katika mgahawa karibu na Wende Bridge.\nSiku hiyo ilikuwa ni siku ya kumi na tano ya mwezi wa mwandamo wa majira ya baridi kali, usiku alikaa peke yake kwenye mgahawa na kuustaajabia mwezi, huku akinywa na kusoma mashairi. Siku hiyo ilikuwa ni siku ya kumi na tano ya mwezi wa mwandamo wa majira ya baridi kali, usiku alikaa peke yake kwenye mgahawa na kuustaajabia mwezi, huku akinywa na kusoma mashairi. Li Taibai aliupenda sana mwezi maishani mwake, akisema kuwa ulikuwa safi na mzuri. Li Taibai aliupenda sana mwezi maishani mwake, akisema kuwa ulikuwa safi na mzuri. Usiku ule, alitazama juu na kuona mwezi mweupe na wa duara angani, alifurahi sana na akanywa glasi chache zaidi. Usiku ule, alitazama juu na kuona mwezi mweupe na wa duara angani, alifurahi sana na akanywa glasi chache zaidi. Usiku wa manane, Li Taibai alichukua fursa ya mvinyo na kuteremka hadi Daraja la Wende. Usiku wa manane, Li Taibai alichukua fursa ya mvinyo na kuteremka hadi Daraja la Wende. Alipokanyaga tu juu ya daraja, aliinamisha kichwa chake na ghafla aliona mwezi ukianguka ndani ya maji.Mto uliposonga, mistari michache nyeusi iliongezwa kwenye kivuli cha mwezi mweupe. Alipokanyaga tu juu ya daraja, aliinamisha kichwa chake na ghafla aliona mwezi ukianguka ndani ya maji.Mto uliposonga, mistari michache nyeusi iliongezwa kwenye kivuli cha mwezi mweupe. Li Taibai alikuwa amelewa sana wakati huo hivi kwamba alifikiri ni mwezi uliokuwa umetiwa doa na maji ya mto. Li Taibai alikuwa amelewa sana wakati huo hivi kwamba alifikiri ni mwezi uliokuwa umetiwa doa na maji ya mto. Hakujishughulisha hata kuvua buti, akafungua mikono yake na kuruka kutoka kwenye daraja ili kuukamata mwezi. Hakujishughulisha hata kuvua buti, akafungua mikono yake na kuruka kutoka kwenye daraja ili kuukamata mwezi. Bila kutarajia, kwa kuruka huku, mwezi haukukamatwa, lakini mwezi ndani ya maji ulivunjwa na mara moja uligawanyika katika nusu mbili. Bila kutarajia, katika kuruka huku, mwezi haukukamatwa, lakini mtu huyo alizama. Alikufa akiwa na umri wa miaka sitini na miwili.", "聖意": "Nyumba haina amani na una bahati mbaya (kuwa makini na afya yako) (bahati mbaya) Tafuta mali na usawa (hata usifikirie juu yake) Ugumu wa shughuli za biashara, ndoa haipatikani, omba ulinzi (hazina tupu huzuia. kuharibika kwa mimba) Watembea kwa miguu wako taabani, minyoo ya hariri shambani ni alama tano, na wanyama sita wamepungua (bahati mbaya) Kutafuta watu (bahati mbaya) Kesi za umma na (Komesha kesi) Uhamiaji wa kawaida (usiutaje) Upotezaji wa mali. (ndege) Kuomba ulinzi dhidi ya maradhi (bahati mbaya) Bahati nzuri katika milima na makaburi", "古人": "Taibai alishika mwezi akiwa amelewa (Li Taibai alishika mwezi akiwa amelewa)", "第X籤": "Sekunde hamsini na mbili kushinda bahati nasibu (Bahati nasibu)", "宮": "Uterasi"}