{"籤詩版本二": "Kuchanganyikiwa kunapogeuka kuwa msisimko, mazimwi hunguruma na simbamarara hunguruma.\nAnga ya buluu ina barabara yake ya angani.Naomba nipate nafasi nyingine ya kupata umaarufu.", "詩意": "Hexagram hii ni kama joka anayenguruma na simbamarara anayenguruma.\nKuna matumaini kwamba kila kitu kitaenda sawa.", "解曰": "Jifunze tu na uende. Kuwa na mafanikio yako mwenyewe. Inapaswa kufanywa mwishoni. Kuna mahali pa kupatikana.", "籤詩故事一": "◇Liu Bei anaajiri bi harusi\nBaada ya Vita vya Chibi, Sun Quan alikuwa na shauku ya kuirejesha Jingzhou, ambayo ilikuwa imenunuliwa na Liu Bei, hivyo alitumia mpango wa Zhou Yu, akijifanya kuwa anataka kumposa dada yake Sun Ren kwa Liu Bei, lakini kwa kweli alitaka kuchukua. Liu Bei kama mateka kudai Jingzhou.\nBaada ya Zhuge Liang kupeleleza mpango wa Zhou Yu, alimkabidhi Zhao Yun kijitabu chenye mkakati huo, ambaye alikuwa akimlinda Liu Bei alipokwenda Soochow. Baba wa Sun Quan) wanajua kuhusu pendekezo la ndoa. Kwa sababu Wu Guotai alimpenda binti yake na hakuwa tayari kufanya maamuzi ya kawaida kuhusu mambo ya maisha yote ya bintiye, alimkaripia Sun Quan kwa kuwa mkatili kwa dada yake na akapendekeza kupima binafsi kama Liu Bei alikuwa anastahili binti yake katika Hekalu la Ganlu. Baada ya Wu Guotai kukutana na Liu Bei, alimthamini sana Liu Bei na alitetea sana ndoa kati ya Liu Bei na binti yake, matokeo yake Liu Bei alifanikiwa kumwoa Bibi Sun.\nBaadaye, Liu Bei na Bibi Sun walikimbia kurejea Jingzhou pamoja.Baadaye, Sun Quan alitaka kushambulia Jingzhou kisiri wakati Liu Bei akishambulia Yizhou, lakini alizuiwa na Wu Guotai, ambaye alikuwa na wasiwasi kuhusu usalama wa binti yake.\nAlisema: \"Mpango wa busara wa Zhou Yu ni bora zaidi duniani. Alipoteza mke wake na kupoteza askari wake.\"\n(Liu Bei alipata kutokana na madhara)", "聖意": "Nina bahati mbaya nyumbani na nina bahati mbaya (kwanza bahati mbaya, kisha bahati nzuri) Tafuta mali, usawa, ugumu wa ndoa, mafanikio katika ndoa. Ombea baraka kwa watembea kwa miguu, funza shambani, pointi tano kwa uharibifu wa mifugo, tafuta. kwa watu, kesi na uhamiaji, bahati nzuri kwa mali iliyopotea, bahati nzuri kwa magonjwa, amani ya milima na makaburi.", "古人": "Liu Bei anaajiri bi harusi", "第X籤": "Nambari ya ushindi ya hamsini na tatu", "宮": "Uterasi"}