{"籤詩版本二": "Fadhila kutoka kwa baba kwenda kwa mwana hupitishwa kwa mjukuu.Ustawi wa chakula na mavazi unamtegemea Mungu pekee.\nChunxuan katika ukumbi huwafurahisha watu.Wanapokuwa na njaa, kulishwa, kiu na usingizi, Chunxuan ni sitiari kwa wazazi.", "詩意": "Hexagram hii imeunganishwa na picha ya mianzi inayoongoza kwenye chemchemi.\nNatumai kila kitu kinakwenda vizuri.", "解曰": "Chukua mianzi na uelekeze kwenye chemchemi. Inaenea bila mwisho. Muungwana anatafuta tumaini. Wote wamefurahi.", "籤詩故事一": "◇Mfalme Wu wa Zhou alipanda kiti cha enzi\nMfalme Wu wa Zhou alimshambulia mfalme Zhou na kuwaongoza wakuu mia nane kupigana na jeshi la mfalme Shang.Wanajeshi wa Chaoge (mji mkuu wa mfalme Shang) nao walimgeukia mfalme Shang na kumsaliti mfalme Shang.\nMfalme Zhou alijichoma kwenye Mnara wa Zhaixing, na Enzi ya Shang ikaharibiwa.\nMfalme Wu alikubali kitabu cha dhahabu na hazina ya dhahabu, ambayo ni kiti cha enzi cha mfalme, alitazama kusini, mikono yake ilikuwa imekunjwa chini, na akaketi wima. Mfalme Wu aliamuru mali ya Lutai igawiwe, Mnara wa Star Picking kubomolewa, na nafaka ya mchele iliyohifadhiwa Juqiao igawiwe.\nAchilia Jizi aliyefungwa na utengeneze kaburi la Bigan. Mfalme Wu aliendesha gari karibu na mlango wa nyumba ya sage Shang Rong na kuinamisha kichwa chake. Waheshimu watu wema na wenye adabu, na waachie watumwa katika jumba la ndani.\nPia alisimamisha silaha na kuendeleza utamaduni na elimu. Upande wa kusini wa Nanshan, farasi hulishwa na ng'ombe hulishwa mashambani kwa miti ya peach. Ni mandhari yenye amani.", "聖意": "Nyumba haiko katika hali nzuri (bahati nzuri), unaweza kufanya matakwa yako mwenyewe (bahati nzuri), kutafuta faida ya kifedha, kufanya miamala, na kuoa (kukutana na mkwe mzuri), Liujia yuko salama (zodiac). ishara), watembea kwa miguu wanahamisha mashamba, funza wana bahati, wanyama sita wameharibika, watu ni vigumu kupata (tazama) kesi za umma, mtu mtukufu anahama, bahati nzuri hupotea. Magonjwa na magonjwa.", "古人": "Mfalme Wu wa Zhou alipanda kiti cha enzi", "第X籤": "Hamsini na tano kushinda bahati nasibu (kupiga kura)", "宮": "Ikulu mbaya"}