{"籤詩版本二": "Pwani imejaa mawe, mkondo unapita, upepo ni wazi, mwezi ni wazi, na watu wa heshima wana shughuli nyingi.\nNikiwa barabarani nalazimika kuuliza niende wapi, usichukue harufu ya maua na mimea msituni, usiitunze.", "詩意": "Hexagram hii ni kama mashua inayosafiri kwenye ufuo mdogo.\nKatika kila kitu, kuna watu mashuhuri wa kusaidia.", "解曰": "Ili kupata riziki. Kazi ngumu sana. Kaa kihafidhina na usubiri. Kila la kheri.", "籤詩故事一": "◇Uasi wa Lushan\nAn Lushan (703-757), ambaye jina lake la ukoo lilikuwa Kang na aliyeitwa Yaluoshan, alitoka Liucheng, Yingzhou (sasa Chaoyang, Liaoning).\nBaadaye, alichukua jina la ukoo An na akabadilisha jina lake kuwa Lushan. Wakati wa utawala wa Mtawala Xuanzong wa Enzi ya Tang, An Lushan alikuwa mjumbe wa kijeshi.\nMnamo Novemba mwaka wa 14 wa Tianbao, An Lushan aliinua wanajeshi huko Fanyang.Kwa jina la kushambulia Yang Guozhong, alianzisha uasi na kuwachukua wanajeshi wa miji mitatu kushambulia Luoyang, mji mkuu wa mashariki. Taarifa kutoka Taiyuan zilikimbilia kwa Lishan.Tang Xuanzong, ambaye alikuwa katika Ikulu ya Huaqing huko Lishan wakati huo, hakuamini kwamba Anlushan angeasi.Hata hivyo, habari za uasi huo ziliendelea kuenea, na Xuanzong bado alikuwa nusu nusu. (Hii ni taswira ya \"sauti ya maji yanayotiririka kwenye miamba midogo kwenye kijito\").\nHaikuwa hadi Yan Zhenqing, gavana wa Wilaya ya Pingyuan, alipotuma mtu kutuma taarifa kwamba Xuanzong alizinduka kutoka kwenye ndoto yake.\nChini ya mkakati mbovu wa Mfalme Xuanzong wa Enzi ya Tang, kikosi cha wapanda farasi cha An Lushan kiliteka Luoyang, mji mkuu wa mashariki.Mwezi wa kwanza wa mwaka uliofuata, alijitangaza kuwa Mfalme Dayan huko Luoyang, Jianyuan Shengwu, Mfalme Xiongwu, na Da Xixun kama mfalme. Waziri Mkuu.\nMnamo Juni mwaka huo huo, Mfalme Xuanzong wa Enzi ya Tang, akiwa na shauku ya kumaliza mgogoro wa Chang'an na kwa uelewa mbaya wa kijeshi, aliwaua majenerali wawili maarufu, Feng Changqing na Gao Xianzhi. (Tabia hii inakiuka \"barabara lazima ielekeze mto wa mbele\")\nBaadaye, Mfalme Xuanzong wa Enzi ya Tang aliamuru kwa haraka jenerali mwingine, Ge Shuhan, kuongoza jeshi la Tang kuelekea mashariki kutoka Tongguan.\nGe Shuhan, ambaye alielewa kikamilifu hitilafu ya kimkakati ya Maliki Xuanzong wa Enzi ya Tang, alipanga kuchelewesha mabadiliko (mbinu ya \"ni sawa ikiwa upepo ni shwari na wimbi ni shwari\").\nMwishowe, Mfalme Xuanzong wa Enzi ya Tang alifikiri kwamba alikuwa mwoga sana kupigana, kwa hiyo hakuwa na chaguo ila kupigana na An Lushan kwa machozi, na akashindwa. (Inatimiza \"Ikiwa unafanya kazi kwa bidii ili kujikimu, unaweza kujeruhiwa.\")\nKatika Enzi ya Tang, wakati askari wa mpakani na ngome za wenyeji hawakuwa na wakati wa kujibu, jeshi la An Lushan lilisukuma mpaka na kuingia katika eneo la mji mkuu. Katika hali mbaya, Mfalme Xuanzong wa Enzi ya Tang aliongoza Kikosi cha Walinzi kutoroka kutoka mji mkuu, na kusababisha Xijing Chang'an asiye na kiongozi kuanguka.\n(Tang Xuanzong alikiuka mwongozo wa ishara hii, kwa hivyo uasi wa An Lushan ulifanikiwa.)", "聖意": "Nyumba ipo salama, mwenyewe ana bahati, bahati imetengemaa, shughuli imefanikiwa, ndoa imefanikiwa (tahadhari), mtembea kwa miguu dume kutoka Liujia anakuja shambani, hariri inavunwa, mifugo sita imeharibika, mtu anapatikana. , kesi ina haki, mali iliyopotea inaleta magonjwa, yaani, kaburi la Anshan litengenezwe.", "古人": "Uasi wa Lushan", "第X籤": "Bahati nasibu ya hamsini na sita", "宮": "Ikulu mbaya"}