{"籤詩版本二": "Asubuhi na jioni, msaada wa Buddha lazima uwe wakati wa hatari lakini usiwe hatarini\nIkiwa unavutiwa na mtu mtukufu, basi pesa na hariri pia zitakusindikiza.Huyu ndiye Chuan Lai. Yote inategemea wewe.", "詩意": "Hexagram hii inawakilisha baraka za siri za miungu na Buddha.\nKuwa na subira na bahati nzuri katika kila kitu.", "解曰": "Ishara ya amani ya kizamani. Wakati kila kitu ni ghali, itakuwa nzuri.", "籤詩故事一": "◇Mtawa wa Tang alipata kuelimika\nSiku moja, Tang Seng alifika kwenye mto huo na kuuona Mlima Lingshan wa Buddha mbele yake.Kulikuwa na daraja la ubao mmoja mbele yake.Tang Seng hakuthubutu kuuvuka. Buddha alibadilika na kuwa mwendesha mashua na kushikilia mashua iliyovunjika isiyo na mwisho.Mara tu Mtawa wa Tang alipopanda kwenye mashua, alianguka mtoni na kuokolewa na mwendesha mashua.Hivi ndivyo Mtawa wa Tang alifikia Ubuddha. (Hadithi ya Safari ya Magharibi)\n◇ Maandiko ya Kibuddha ya Monk ya Tang\nSanzang wa Enzi ya Tang, jina lake la ukoo la kawaida lilikuwa Chen na jina lake alilopewa lilikuwa Yi. Mzaliwa wa Goushi County, Luozhou (sasa kusini mwa Jiji la Yanshi, Mkoa wa Henan). Alikua mtawa akiwa na umri wa miaka kumi na tatu na akachukua jina la Kibuddha Xuanzang.\nIli kupata maandiko asilia ya Kibuddha, aliondoka Chang'an (Xi'an ya leo, Mkoa wa Shaanxi) katika mwaka wa tatu wa Zhenguan (AD 629), alivuka mpaka, na kupitia magumu mengi hadi kufikia Tianzhu ( India) kukusanya maandiko. Alisafiri katika mabonde ya mito ya Ganges na Indus na maeneo ya pwani ya kusini-mashariki mwa India, kisha akavuka milima yenye theluji na mabonde ya kijani kibichi, akitembea zaidi ya maili 50,000 kwenda na kurudi.Ilimchukua miaka 16 hatimaye kurudi Chang'an mwaka wa 19 wa Zhenguan (AD 645). Alirudisha idadi kubwa ya maandiko ya Kibuddha na kuyatafsiri kwa Kichina.\n(Tang Sanzang alipitia safari ndefu ya kurudi na kurudi kati ya Uchina na India, na alilazimika kupata hatari, lakini aliweza kurudi salama kwa sababu kulikuwa na mtakatifu mlinzi asiyeonekana nyuma yake.)", "聖意": "Nyumba ni salama, mtu mwenyewe ni mzuri, biashara ya Magharibi inafanikiwa, ndoa inafanikiwa, watembea kwa miguu wanaziba shamba, hariri wameziba, hariri pointi saba, mifugo faida, utafutaji ni watu, Magharibi. kesi ya umma ni mbaya, uhamiaji ni wa kihafidhina, mali iliyopotea inaonekana, ugonjwa ni mbaya, milima na makaburi ni mazuri.", "古人": "Tang Monk yaliyopatikana kutaalamika", "第X籤": "Kushinda bahati nasibu sitini na mbili", "宮": "Jumba la Yin"}