{"籤詩版本二": "Samaki wanaoogelea walinaswa kwenye mtego katika Bwawa la Bibo.\nIkiwa kitu kitaenda vibaya baada ya kufikiria juu yake, itasababisha shida mwishowe.", "詩意": "Hexagram hii inawakilisha samaki aliyenaswa kwenye mtego.\nInashauriwa pia kuwa mwangalifu katika kila kitu.", "解曰": "Makazi chini ya nyumba. Maafa yaanguka kutoka mbinguni. Amka mapema na uchukue tahadhari kwanza. Epuka majanga.", "籤詩故事一": "◇Farasi amefunikwa na maji (ni vigumu kukusanya maji)\nNasaba ya Han. Zhu Maichen, jina la heshima Wengzi, alikuwa mzaliwa wa Wu huko Kuaiji (sasa ni sehemu ya Jiji la Suzhou).\nKatika miaka yake ya awali, familia ya Maichen ilikuwa maskini na hakuwa na mafanikio yoyote.Wanandoa hao waliishi kwenye geti la nyasi kwenye uchochoro wa nyuma, wakikata kuni na kuziuza ili kujikimu. Hutapata pesa nyingi kwa kuuza kuni kwa bei ya mtu yeyote.\nMkewe alitoka kwenda kuchota maji na kuona kundi la watoto wakimcheka Maichen, mke aliona ni aibu na baadaye akaondoka.\nZhu Maichen alipokuwa na umri wa miaka hamsini, Maliki Wu wa Enzi ya Han alitafuta vipaji na kumwabudu Zhu kama gavana wa Kuaiji.\nMkewe alijutia upofu wake na alitamani kupunguzwa kuwa kijakazi na suria ili amtumikie Zhu maisha yake yote.\nMaichen alimuamuru mke wake wa zamani achukue ndoo ya maji, aimimine kwenye ngazi, na kusema, \"Ikiwa maji yanaweza kurudishwa, wote wawili wanaweza kurudi pamoja.\"\nKwa kuzingatia uhusiano kati ya mume na mke, mke na mume wake aliyeolewa tena walipewa nafasi ya wazi katika bustani ya nyuma ili kulima na kujikimu. Mkewe alijitupa mtoni na akafa.", "聖意": "Nyumba iko hatarini, mtu mwenyewe yuko hatarini, pesa zimepotea, shughuli ni kwa amani, ndoa haiendani, Liujia anaogopa, watu wanazuiwa, mashamba yameharibika, hariri yapotea, mifugo inapotea, watu. zinapatikana, kesi ya umma imepotea, uhamiaji ni mzuri, mali iliyopotea ni mbaya, ugonjwa ni hatari, na kaburi la mlima linapaswa kubadilishwa.", "古人": "Farasi hufunikwa na maji (ni ngumu kukusanya maji)", "第X籤": "Ishara ya sitini na nne", "宮": "Maogong"}