{"籤詩版本二": "Wakati wa majira ya baridi kali, tawi la plum litachanua mlimani halitaharibiwa hata ikiwa majani yake yataanguka na matawi yake kukauka.\nLakini chemchemi inapokuja, bado ninanirudisha kama mhudumu na kuharibu kazi ya asili.", "詩意": "Katika hexagram hii, maua ya plum inachukua nafasi ya kuongoza.\nKila kitu ni nzuri ikiwa imechelewa.", "解曰": "Mshale mmoja ulipiga tupu. Wakati ni tupu, si tupu. Kusubiri spring kuja. Rangi iko ndani yake.", "籤詩故事一": "◇Imefunga mara mbili\nWakati wa utawala wa Mtawala Dezong wa Enzi ya Tang, waziri mwaminifu Mei Bogao na familia yake waliandaliwa na Waziri Mkuu msaliti Lu Qi, ambaye alitaka kuwaua wote.Ni mtoto wake Mei Liangyu pekee aliyefanikiwa kutoroka.Baadaye, alibadilisha kisa chake. jina la Wang Xitong kuficha utambulisho wake. Aliishi peke yake barabarani, akiwa na njaa na baridi, lakini kwa bahati nzuri alichukuliwa na Chen Risheng (Chen Dongchu). Chen Risheng hakujua uzoefu wake wa maisha, kwa hiyo alimwomba amsaidie kutunza bustani ya Chen ya plum ili asife kwa njaa mitaani.\nChen Risheng alikuwa mwanafunzi na rafiki wa Mei Bogao.Alipokuwa akiteswa na Lu Qi, aliokolewa na Mei Bogao.Kwa sababu hiyo, Mei Bogao na Lu Qi wakawa uadui.Mwishowe, familia yao yote iliuawa.Chen Risheng alihisi huzuni na hasira kwa sababu ya hili.Baada ya kuolewa, alijiuzulu na kuhamishia familia yake Yangzhou kuishi kwa kujitenga.\nChen Risheng ana binti anayeitwa Chen Xingyuan, ambaye ni mrembo na ana harufu nzuri.Baada ya Mei Liangyu kufika kwa familia ya Chen, walianza kupendana mara ya kwanza. Siku moja ambapo maua ya plum yalikuwa yamechanua kabisa, ambayo pia ilikuwa ukumbusho wa kifo cha Mei Bogao, Chen Risheng na familia yake walifungua madhabahu katika bustani ya plum nyumbani kwao ili kumkumbuka rafiki na mfadhili wao aliyekufa. Bila kutarajia, hali ya hewa ilibadilika ghafla. , na dhoruba nzito ya theluji ikavuma, ikafunika maua yote ya plum. Chen Risheng alilalamika kwamba aliweza kutoroka salama, lakini hakuweza hata kuwaokoa wazao wa familia ya Mei.Alifikiri hili lilikuwa onyo kutoka kwa Mungu, hivyo aliapa kwamba isipokuwa tu maua ya plum yatachanua tena, na kuthibitisha kwamba wazao wa familia ya Mei walikuwa bado hai, yeye kamwe kusema chochote.Alitoroka katika Ubuddha na kuwa mtawa.\nBinti yake Xingyuan alisikia hivyo na mara moja akafukiza uvumba na akamwomba Mungu kwa unyoofu ili maua ya plum yachanue tena. Unyofu wao ulisonga mbinguni, na miti yote ya plum kwenye bustani ikachanua tena; baadaye Chen Risheng alijua kwamba Xitong alikuwa Liangyu, kwa hiyo akamchumbia binti yake Xingyuan.", "聖意": "Nyumba na nyumba sio nzuri kwa mtu mwenyewe, kwa bahati nzuri, kutafuta mali, kuwa na busara katika shughuli, kungoja hadi wakati wa ndoa, kuchelewa, kuolewa, kuchelewa, kufanikiwa katika maisha. chemchemi, kuchelewa, kuchelewa, kuwa na shughuli nyingi, kuwa na shughuli nyingi, kuwa na ufanisi, kuwa na shughuli nyingi, kupatikana.", "古人": "Alifunga mara mbili", "第X籤": "Sitini na tisa Kushinda Mengi", "宮": "Tatsumi"}