{"籤詩版本二": "Chao Chao ni kama nyuki anayekusanya maua, anayeruka kutoka kusini-magharibi na kisha mashariki\nMajira ya kuchipua yamekwisha, maua yamepita, na hakuna mahali pa kutafuta.Moyo huu hautabadilisha mahali ulipo.", "詩意": "Hexagram hii ni kama nyuki anayechuna maua.\nKila kitu ni kazi na utumishi.", "解曰": "Hakuna mandhari ya masika. Mvua hunyesha kwa muda mrefu lakini haipungui kamwe. Omba msaada. Ni bora kukaa kimya.\n.", "籤詩故事一": "◇Li Mi aliasi nasaba ya Tang\nLi Mi\n(582-619), kiongozi wa marehemu wa Jeshi la Wagang katika uasi wa wakulima katika nasaba ya marehemu ya Sui ya Uchina. Mwalimu wa calligraphy. Bwana wa neno Fa alikuwa mzaliwa wa Chang'an, Jingzhao, na nyumba ya babu yake ilikuwa Xiangping, Liaodong (sasa kusini mwa Liaoyang, Liaoning). Mzaliwa wa Chang'an, Jingzhao, nyumba ya mababu zake ni Xiangping, Liaodong (sasa kusini mwa Liaoyang, Liaoning).\nKatika mwaka wa tisa wa Daye (613), alishiriki katika uasi wa Yang Xuangan dhidi ya Enzi ya Sui huko Liyang (sasa kaskazini mashariki mwa Kaunti ya Junxian, Mkoa wa Henan). Katika mwaka wa tisa wa Daye (613), alishiriki katika uasi wa Yang Xuangan dhidi ya Enzi ya Sui huko Liyang (sasa kaskazini mashariki mwa Kaunti ya Junxian, Mkoa wa Henan). Akili ya ajabu imeshindwa,\nLi Mi alikimbia. Xuangan alishindwa na Li Mi akakimbia.\nKatika mwaka wa kumi na mbili wa Daye, alijiunga na Jeshi la Wagang\n. Katika mwaka wa kumi na mbili wa utawala wa Daye, alijiunga na Jeshi la Wagang. Li Mi alikuwa hodari katika mikakati.Mnamo Oktoba mwaka wa kumi na mbili wa Daye, Li Mi alimshawishi Zhai kumshambulia Xingyang Tong, jenerali mwenye nguvu aliyeandamana na jeshi, kumlinda Zhang Xutuo, kulishinda jeshi la Sui na kumuua Zhang Xutuo. Li Mi alikuwa hodari katika mikakati.Mnamo Oktoba mwaka wa kumi na mbili wa Daye, Li Mi alimshawishi Zhai kumshambulia Xingyang Tong, jenerali mwenye nguvu aliyeandamana na jeshi, kumlinda Zhang Xutuo, kulishinda jeshi la Sui na kumuua Zhang Xutuo.\nBaadaye, alipendekeza kushambulia ghala la Xingluo (baadaye liliitwa Luokou), kufungua ghala hilo kwa ajili ya misaada, na kupanua timu.Timu ya Jeshi la Wagang ilikua kwa kasi.Katika mwaka wa 13 wa Daye, Li Mi aliongoza Jeshi la Wagang, na Zhai Rang. ilishughulika na kushushwa cheo na usambazaji wa Enzi ya Sui. Kulikuwa na vita juu ya rasilimali za kijeshi na masuala mengine, na Li Mi akamuua Zhai Rang na mamia ya wafuasi wake. Baadaye, alipendekeza kushambulia ghala la Xingluo (baadaye liliitwa Luokou), kufungua ghala hilo kwa ajili ya misaada, na kupanua timu.Timu ya Jeshi la Wagang ilikua kwa kasi.Katika mwaka wa 13 wa Daye, Li Mi aliongoza Jeshi la Wagang, na Zhai Rang. ilishughulika na kushushwa cheo na usambazaji wa Enzi ya Sui. Kulikuwa na vita juu ya rasilimali za kijeshi na masuala mengine, na Li Mi akamuua Zhai Rang na mamia ya wafuasi wake.\nMnamo Machi mwaka wa 14 wa Daye, Yu Wenhuaji alimuua Mfalme Yang wa nasaba ya Sui.\n, iliongoza zaidi ya watu 100,000 kurudi magharibi. Mnamo Machi mwaka wa kumi na nne wa Daye, Yu Wenhuaji (Yu Wen, jina la kiwanja) alimuua Mfalme Yang wa Nasaba ya Sui na kurudi magharibi na zaidi ya watu 100,000. Li Mi aliamriwa kushambulia Huaji.Ijapokuwa Huaji alishindwa, wanajeshi wa Li Mi pia walipata hasara kubwa.Baadaye walifukuzwa na Wang Shichong.Jeshi la Li Mi lilishindwa na kambi yake ikaharibiwa.Majenerali wake Qin Shubao, Cheng Zhijie (aliyeitwa hapo awali. Cheng Yaojin), Niu Jinda na wengine walitekwa. , Shan Xiongxin alijisalimisha. Li Mi aliamriwa kumshambulia Huaji.Ijapokuwa Huaji alishindwa, Li Mi pia alipata hasara kubwa katika wanajeshi wake. Baadaye, alifuatiliwa na Wang Shichong.Jeshi la Li Mi lilishindwa na kambi yake ikaangamizwa.Majenerali wake Qin Shubao, Cheng Zhijie (awali aliitwa Cheng Yaojin), Niu Jinda na wengine walitekwa, na Shan Xiongxin alijisalimisha. Li Mi alikata tamaa, hivyo alivuka mto hadi Heyang mnamo Septemba na kujisalimisha kwa Enzi ya Tang. Li Mi alikata tamaa, hivyo alivuka mto hadi Heyang mnamo Septemba na kujisalimisha kwa Enzi ya Tang.\nMnamo Novemba, Li Yuan alimtuma Li Mi kwenda Shandong kuajiri wanajeshi wa zamani. Novemba,\nLi Yuan alimtuma Li Mi kusubiri Shandong kuajiri askari wa zamani. Akihisi kwamba alikuwa ameshukiwa, aliasi dhidi ya Tang. Akihisi kwamba alikuwa ameshukiwa, aliasi dhidi ya Tang. Jenerali wa Tang Sheng Yanshi alimwalika Li Mi kushambulia na kumuua huko Xinggong Xian. Jenerali wa Tang Sheng Yanshi alimwalika Li Mi kushambulia na kumuua huko Xinggong Xian.", "聖意": "Nyumba, nyumba, ulimi, ubinafsi, mhalifu, kutafuta mali, kupoteza biashara, ndoa zisizodumu, Liujia, maua matupu, watembea kwa miguu, Yaotian, uharibifu wa hariri, uharibifu wa mifugo sita, watu waliopotea, kesi za kisheria, hasara, uhamiaji, uhifadhi, kupoteza mali, magonjwa, vikwazo, mageuzi ya kaburi la mlima", "古人": "Li Mi aliasi nasaba ya Tang", "第X籤": "Sare ya sabini", "宮": "Tatsumi"}