{"籤詩版本二": "Utambuzi wa Walinzi wa Kumi na Tisa wa Canglong: Mwanamke aliolewa na mume wa pili\nKwa upinde mmoja na mishale miwili, dinosaurs wataishi kwa amani mara moja", "詩意": "Hexagram hii ni kama upinde unaoshikilia mishale miwili.\nKila kitu ni bora ikiwa kinakwenda pamoja.", "解曰": "Sio nzito sana. Hatima. Zhen Liuzhong anafungua. Inashauriwa kuwa waangalifu.", "籤詩故事一": "◇Wenjun anatembelea Xiangru\nZhuo Wenjun alikuwa binti wa mjukuu wa Zhuo Wang, mfanyabiashara tajiri huko Linqiong, Mkoa wa Sichuan, alikuwa na ujuzi wa muziki na jina la fasihi. Aliolewa akiwa na umri wa miaka kumi na sita. Miaka michache baadaye, mume wake aliaga dunia na akarudi katika familia yake ya asili na kuishi kama mjane.\nSiku moja, Sima Xiangru alikwenda nyumbani kwa Zhuo Wangsun kwa karamu.Alipojua kwamba Zhuo Wenjun alikuwa mjane mpya, alicheza wimbo \"Phoenix Seeking the Phoenix\" ili kueleza mapenzi yake. Zhuo Wenjun alikuwa tayari amesikia kuhusu Sima Xiangru, na karamu hii ilimfanya avutiwe zaidi na Sima Xiangru. Kwa upande mwingine, baada ya karamu ya Sima Xiangru, mara moja alitumia pesa nyingi kumhonga mjakazi wa kibinafsi wa Zhuo Wenjun na kumtaka aeleze mapenzi ya Sima Xiangru kwa Zhuo Wenjun. Baada ya Zhuo Wenjun kujua kuhusu mapenzi ya Sima Xiangru kupitia mjakazi huyo, mara moja alikimbia hadi kwenye nyumba ya wageni ambako Sima Xiangru aliishi.Kuona kuwasili kwa Zhuo Wenjun, Sima Xiangru mara moja alitoroka naye usiku mmoja hadi mji wa kwao Chengdu.\nWalipokuwa Chengdu, wanandoa hao walikuwa maskini na walilazimika kurudi Linqiong kufungua hoteli ndogo ili kujikimu kimaisha.Zhuo Wenjun aliuza mvinyo na Sima Xiangru aliosha vyombo.Waliishi maisha duni. Baada ya babake Zhuo Wenjun, Zhuo Wangsun, kujua kuhusu hilo, alikubali na kuwafadhili chini ya ushauri wa marafiki zake, ili Sima Xiangru na Zhuo Wenjun warudi Chengdu kuishi, na baadaye wakawa matajiri.", "聖意": "Upotevu wa nyumba na mali, haki na makosa ya mtu mwenyewe, kutafuta mali, shughuli za kazi, kulinda dhidi ya kuunganishwa tena kwa ndoa.", "古人": "Wenjun anatembelea Xiangru", "第X籤": "Sabini na Moja ya Kushinda Lotto", "宮": "Tatsumi"}