{"籤詩版本二": "Wafugaji wa nyuki lazima waombe asali yao, wasije wakaumwa na kuumwa.\nLazima kuna barabara ya ajabu mbele yako, siri ni ya kina kama msitu wa miiba.", "詩意": "Hexagram hii inaashiria nyuki wanaokusanya asali.\nKila kitu ni kazi na utumishi.\n\n(Hexagram hii inatafuta ishara ya utamu na inapata uchungu.\nKuzuia maafa katika kila kitu.\n)", "解曰": "Mambo yanapaswa kufanywa kwa uangalifu. Hakuna haja ya kulazimisha. Nyuki hukusanya asali. Sababu ni nini?", "籤詩故事一": "◇Wang Mang hutafuta vipaji\nFamilia ya Wang Mang katika Enzi ya Han Magharibi inaweza kusemwa kuwa ni familia tajiri. Ingawa baba yake alikufa akiwa mchanga, wajomba zake kadhaa na wajomba zake wakawa watawala wa Enzi ya Han, wakawa majenerali, mawaziri wakuu, wakawa maaskofu na kupokea thawabu. Familia ya Wang ilikuwa maarufu sana.\nLakini familia ndogo ya Wang Mang mwenyewe ilikuwa maskini sana; baba yake alikufa akiwa mchanga, na aliishi tu na mama yake, akitegemea hisani kutoka kwa jamaa. Lakini kwa sababu hii, Wang Mang alikuza na kufanya mazoezi ya ujuzi katika kushughulika na watu tangu alipokuwa mtoto. Haijalishi alikuwa na huzuni au hasira kiasi gani, kila mara alionyesha sura ya furaha na amani mbele ya jamaa, wazee au watu wa nje, hivyo alithaminiwa sana na kila mtu katika ukoo huo.\nSiku moja, mjomba wake mkubwa alikuwa mgonjwa sana.Baada ya kufahamu jambo hilo, alikuja na kumngoja karibu na kitanda cha mgonjwa, akileta dawa na maji, na kukesha usiku, kwa miezi kadhaa mfululizo, alikuwa amevua nguo, chafu, na haggard. Alikuwa \"mvumilivu\" zaidi kuliko mgonjwa, \"mwana\" zaidi kuliko mtoto wa kibaolojia.\nKwa hili, kila mtu katika watu wa Taiwan alimsifu na kuandika barua kuomba malipo kwa ajili yake.\nKwa hiyo Maliki Cheng wa Enzi ya Han akampa cheo cha New Capital Marquis na kumteua kuwa mlinzi katika ikulu, na kuwa waziri wa karibu wa maliki.\nKwa hadhi yake ya juu na uwezo wake mkubwa, Wang Mang hakuwahi kuonyesha kiburi au ulegevu.Badala yake, alizidi kuwa na adabu na adabu.Kwa upande mmoja, alifanya urafiki na mawaziri, majenerali, watu mashuhuri na wasomi. , aliwasaidia maskini na alikuwa mkarimu kwa mali yake.\nLakini aliishi maisha ya kubana sana, mara nyingi akila sahani za nyama, bila kusahau kuvaa nguo ndefu na nguo za mikono mirefu, akivaa nguo fupi tu. Kwa hiyo kila mtu serikalini na umma kwa kauli moja walimsifu kwa neno “mwema”.\nBaadaye, mjomba wake, Grand Sima Wanggen, alikufa kwa ugonjwa na akachaguliwa kama mbadala wake. Kaizari na wahudumu wote walifikiri yeye ndiye aliyefaa zaidi. Kwa hivyo, Wang Mang, ambaye alikuwa na umri wa miaka thelathini na minane tu, alikua Grand Sima mwenye nguvu kubwa zaidi ya kijeshi nchini.\n(Hadithi hii ni sitiari. Kuwa mzuri katika kuwa mtu mzuri kunaweza kukusaidia kuondokana na \"ugumu wa kuumwa na nyuki\" na kufikia malengo yako unavyotaka.)", "聖意": "Nyumba sio nzuri kwa mtu mwenyewe, familia ina shida, biashara imezuiwa, ndoa imezuiwa, siraha sita ni za uwongo, watembea kwa miguu wamechelewa, mavuno ya hariri ni kidogo, mifugo ni kidogo, ni ngumu tafuta watu, kesi ni mbaya, uhamiaji hausogei, mali iliyopotea ni mbaya, ugonjwa umewekwa, kaburi la mlima limepotea.", "古人": "Wang Mang anatafuta vipaji", "第X籤": "Kushinda bahati nasibu sabini na mbili", "宮": "Tatsumi"}