{"籤詩版本二": "Majira ya kuchipua yanapokuja, ngurumo hutetemeka na wadudu hulia, na mimi hujitenga na matope\nNilipogundua kwa mara ya kwanza kwamba bado nilikuwa nakuja na kuondoka, mara nilipobadilika, nikawa joka.", "詩意": "Hexagram hii ni kama radi na wadudu.\nKukutana na mtu mtukufu ni ishara nzuri katika kila kitu.", "解曰": "Ngurumo hupiga. Amana mbili ndani na nje. Badilisha mara moja. Mpaka Tianmen.", "籤詩故事一": "◇Maasi ya Chenqiao\nMnamo 959 BK, Zhou Shizong Chai Rong alikufa, na Chai Zongxun, mfalme aliyepanda kiti cha enzi, alikuwa na umri wa miaka saba tu. Wakati huo, Zhao Kuangyin, ambaye aliwahi kuwa mkaguzi mbele ya ikulu na mjumbe wa Songzhou kwa Jeshi la Ujerumani, alikuwa na nguvu halisi.\nKatika majira ya kuchipua ya 960 BK, Zhenzhou (sasa Zhengding, Mkoa wa Hebei) na Dingzhou (sasa Wilaya ya Dingxian, Mkoa wa Hebei) ziliripoti kwamba majeshi ya Enzi ya Han Kaskazini na Jimbo la Liao yalikuwa yakienda kusini kwa pamoja kushambulia Nasaba ya Baadaye ya Zhou. kasi ilikuwa kubwa sana na waliomba kutuma askari kwa msaada. Baadaye, Enzi ya Zhou iliamuru Zhao Kuangyin kuongoza askari wake kaskazini ili kupigana na adui. Zhao Kuangyin alitenda kwa siri chini ya mipango ya kaka yake Zhao Guangyi, Zhao Pu, Shi Shouxin na wengine.\nMnamo Februari 3, jeshi lilipofika Chenqiaoyi (sasa Mji wa Chenqiao, kusini-mashariki mwa Fengqiu, Henan), walianzisha uasi na kuwaamuru askari wamvae mavazi ya manjano. . Baada ya hapo, Zhao aliwaongoza wanajeshi wake kurudi Kaifeng bila kuchomwa moto, kuua wala kupora.\"Taizu Chen Qiao aliapa kutowasumbua watu wa mji mkuu, na siku atakapoingia mjini, mji huo hautaangamizwa.\"\nKatika siku ya tatu ya mwaka wa tatu wa mwezi wa mwandamo, Zhao Kuangyin aliasi huko Chenqiao na kurudi katika mji mkuu.Fan Zhi aliwaongoza Wang Pu na Wei Renpu kumhoji Zhao Kuangyin.Luo Yanhuan alichomoa upanga wake mbele ya hema na kupiga kelele kwa nguvu. : \"Majeshi matatu hayana mabwana. Majenerali wote wameamua kumteua kuwa mfalme. Yeyote atakayezungumza atauawa!\". Uso wa Wang Pu ulikuwa umepauka kama ardhi.Alishusha hatua zake na kuinama chini.Fan Zhi pia aliinama, na Kuang Yin binafsi alimsaidia kumwinua na kumtendea kwa adabu kubwa.\nBaada ya upinzani wa wastani, Kaizari Gong wa Enzi ya Baadaye ya Zhou alitawaza kiti cha enzi, na Zhao akachukua kiti cha enzi. akaamuru na kuingia kando yake, akisema: \"Imekwisha.\"\nBaada ya Zhao kushika kiti cha enzi, alibadilisha jina la nchi kuwa Song, Yuan hadi Jianlong, na kuifanya Kaifeng kuwa mji mkuu.Shi Shouxin, Gao Huaide, Zhang Lingduo, Wang Shenqi, Zhang Guanghan, na Zhao Yanhui wote walitunukiwa cheo cha Jiedushi. , ambayo ilijulikana kama \"Chenqiao Mutiny\" katika historia.\nWikipedia\n(Hadithi hii inawakilisha kwamba huu ni mwanzo wa utendakazi wa Zhao Kuangyin.)", "聖意": "Omba kwa ajili ya nyumba yako, maisha ya kila siku, utajiri, bahati nzuri katika biashara, ndoa yenye heshima, mafanikio katika Liujia, watembea kwa miguu wa kiume, kuzaliwa mapema kwa hariri katika mashamba, kuzaliwa mapema kwa wanyama sita, bahati nzuri katika spring, kutafuta watu. , mafanikio katika kesi za kisheria, bahati nzuri katika uhamiaji, mali iliyopotea, hatari katika magonjwa, hatari katika milima na makaburi.", "古人": "Chenqiao Mutiny", "第X籤": "Saini sabini na tatu", "宮": "Mi Palace"}