{"籤詩版本二": "Katika ndoto, ilisemekana kuwa kutakuwa na utajiri mwingi, lakini umaarufu hautapotea.\nMaji ni mbali na milima iko mbali, lakini ni vigumu kuwa mwaminifu.Mtu mtukufu hutoa mwongozo na tabasamu.", "詩意": "Hexagram hii inawakilisha ishara ya kupata hazina katika ndoto.\nKila kitu ni zaidi au kidogo halisi.", "解曰": "Kuota kama ndoto. Hakuna tumaini la umaarufu. Subiri tu nyakati nzuri. Maagizo matukufu.", "籤詩故事一": "◇ Rudisha jade kwa Zhao (rudisha jade kwa Zhao baada ya kuikamilisha)\nMnamo 283 KK, Mfalme Zhao Huiwen alipata He's Bi kutoka kwa Chu.Baada ya Mfalme Qin Zhaoxiang kusikia habari hiyo, alituma barua kwa Mfalme Zhao, akieleza nia yake ya kubadilisha miji kumi na mitano kwa He's Bi.\nLin Xiangru alimchambua Mfalme Zhao kwamba Qin alikuwa na nguvu na Zhao ni dhaifu na ilibidi abadilishwe.\nMfalme Zhao kisha akamtuma Lin Xiangru hadi Qin akiwa na He's Bi.\nMfalme wa Qin alikutana na Lin Xiangru huko Zhangtai, na Lin Xiangru akawasilisha jade kwa Mfalme wa Qin. Mfalme wa Qin alifurahi sana na kupita He's Bi kwa mrembo huyo na kila mtu karibu naye akaitazama.Wakati huu, kila mtu wa kushoto na kulia alipiga kelele kwa muda mrefu.\nLin Xiangru aliona kwamba Mfalme wa Qin hakuwa na nia ya kumpa Zhao jiji hilo, kwa hiyo akamwambia Mfalme wa Qin kwamba jade ya He ina kasoro na alitaka kuielekeza kwa Mfalme wa Qin ili kuchukua fursa hiyo kupata jade nyuma.\nBaada ya Lin Xiangru kumrudisha Bi wa Heshi, alisimama karibu na nguzo kubwa, akionyesha kwamba alitaka kufa na Bi wa Heshi.\nWakati huu, Lin Xiangru alimwambia Mfalme wa Qin: \"Mfalme wa Zhao bado alishinda pingamizi za mawaziri na akakubali pendekezo la waziri. Hata kama hakudanganyana wakati wa kuingiliana na watu wa kawaida, bila kusahau kwamba Qin ni nchi kubwa!Ili kuhifadhi urafiki kati ya Qin na Zhao, Mfalme Zhao Baada ya kufunga kwa siku tano, niliwatuma mawaziri wangu kwenda Qin na jade.Kwa bahati mbaya, Mfalme wa Qin hakuwa na nia tu ya kumpa Zhao a. jiji, lakini pia alipitisha jadi ya familia ya He kwa mwanamke mrembo, jambo ambalo lilikuwa dhihaka kwa wahudumu wangu.\"\nBaada ya kumaliza kuzungumza, Lin Xiangru mara moja alifanya ishara ya kugonga nguzo.Mfalme wa Qin aliogopa kwamba He's Bi angeharibiwa, hivyo akajifanya kuwapa Zhao miji kumi na mitano. Lin Xiangru aliona mpango wa kisaliti wa Mfalme Qin, hivyo akamwomba Mfalme Qin afunge kwa siku tano kabla ya kuwasilisha He's Bi ili kuchelewesha muda. Katika siku hizi chache, Lin Xiangru alituma wahudumu wake kurudi Jimbo la Zhao na jade, wakati yeye alibaki kushughulika na Mfalme wa Qin.\n(Hadithi hii ni kama macho ya mtu wa kawaida kuvutiwa na hali yake.)", "聖意": "Ombea nyumba na ujiombee kuzuia mali, ndoa ni ngumu, ndoa ni ngumu, watu hawana maelewano.", "古人": "Rudisha jade kwa Zhao (kamilisha jade hadi Zhao)", "第X籤": "Bahati nasibu ya sabini na saba", "宮": "Ikulu ya Mchana"}