{"籤詩版本二": "Majani ya mikuyu yameanguka, vuli inakaribia, na safari ya kurudi ya wasafiri inaonekana kama mawingu.\nShukrani kwa jitihada kubwa za Mungu, meli ilirudi na hazina katika upepo.", "詩意": "Hexagram hii inawakilisha majani yanayoanguka ya mti wa mkuyu.\nKila kitu ni mbaya mapema na nzuri mwisho.", "解曰": "Chukua mambo kutoka moyoni. Tianxin anaifuata. Ili kupata riziki. Fanya chochote unachoweza.", "籤詩故事一": "◇Upepo unavuma hadi kwenye Banda la Tengwang\nWang Bo, jina la heshima Zian, alikuwa mshairi wa Enzi ya Tang ya mapema.Alizaliwa katika mwaka wa kwanza wa Yonghui, Mtawala Gaozong wa Enzi ya Tang. Wang Bo amekuwa akisoma maandiko tangu akiwa mtoto, na anajulikana kama \"mtoto mpotovu\". Wang Bo amekuwa akisoma maandiko tangu akiwa mtoto, na anajulikana kama \"mtoto mpotovu\".\nAlipokuwa na umri wa miaka kumi, ilitokea kwamba yeye na baba yake walipita karibu na Hekalu la Guandi, waliona sanamu ya kifahari ya Guandi ndani ya hekalu, akiwa na nakala ya \"Spring na Autumn\" na kuisoma. Aliimba kwa Mfalme Guan: \"Nimeshikilia kufuli tatu za ndevu za kijani, kusoma historia ya Enzi ya Qing kwa taa ya kijani na kutoa heshima kwa majina maarufu. Nikiwa nimeshikilia joka la kijani na mwezi mkononi mwangu.\" Inasemekana kwamba katika vuli ya mwaka huu, Wang Bo alitoka Shanxi hadi Kisiwa cha Hainan kumtembelea baba yake ambaye alishushwa cheo na kuwa hakimu wa kata ya Jiaozhi, akipitia maelfu ya milima na mito njiani. Katika msimu wa vuli wa mwaka huo alipokuwa na umri wa miaka ishirini na saba, Wang Bo alitoka Shanxi hadi Kisiwa cha Hainan kumtembelea baba yake, ambaye alikuwa ameshushwa cheo na kuwa Hakimu wa Wilaya ya Jiaozhi.Alipitia maelfu ya milima na mito njiani.\nTulipofika kwenye mlima wa Madang siku hiyo, kila mtu alienda ufukweni kupumzika.Wang Bo alipopita karibu na hekalu la kale peke yake, ghafla alimwona mzee mmoja ameketi juu ya jiwe karibu na hekalu.Mzee huyo alionekana kama mtoto mwenye nywele nzuri. Alimwambia Wang Bo, “Wewe si Wang Bo?” Wang Bo alishtuka na kusema, “Hasa! nia ya kuokoa watu, na mashairi yako yana maana sana. Kutakuwa na tafrija kubwa kwenye banda la Tengwang kesho. Ukiweza kuhudhuria karamu hiyo na kuandika insha, utakuwa maarufu enzi zote na kupata gharama za usafiri.\" Walipofika katika Mlima Madang, kila mtu alikwenda ufukweni kupumzika.Wang Bo alipokuwa akitembea karibu na hekalu la kale peke yake, ghafla aliona juu ya jiwe karibu na hekalu, Kulikuwa na mzee ameketi, ambaye alionekana kama mtoto mwenye nywele nzuri na Fairy. Alimwambia Wang Bo, \"Wewe si Wang Bo?\"\nWang Bo alishikwa na mshangao na kusema, \"Hasa! Unajuaje hilo?\"\nMzee huyo alisema: \"Nimesikia kwa muda mrefu kwamba una nia nzuri ya kuokoa watu, na mashairi unayotunga yana maana sana. Kutakuwa na karamu kubwa kwenye Banda la Prince Teng kesho. Ukiweza kuhudhuria karamu na kutunga, utakuwa maarufu enzi zote na utapata gharama za usafiri.\"\nWang Bo alisema: \"Mahali hapa ni umbali wa maili sita au mia saba kutoka kwenye Banda la Tengwang. Tutawezaje kufika hapa kesho?\" Mzee huyo alisema: \"Nitatumia farasi kama upepo wa kimungu kukusaidia kuwa na matanga laini. hakika itafika kesho.\" Wang Bo alinishukuru na kusema: \"Samahani, baba mkwe wangu. , wewe ni mungu asiyeweza kufa au mungu?\" Yule mzee alicheka na kusema, \"Mimi ndiye Zhongyuan Shuijun anayesimamia. eneo hili la maji!\" Wang Bo alisema, \"Mahali hapa ni maili mia sita au mia saba kutoka kwenye Banda la Tengwang. Je, tunawezaje kufika hapa kesho?\"\nMzee huyo alisema: \"Nitatumia farasi kama upepo wa kimungu kukusaidia kuwa na matanga laini. Hakika nitawasili kesho.\"\nWang Bo alimshukuru na kusema, \"Samahani, baba mkwe, wewe ni asiyekufa au mungu?\"\nMzee huyo alicheka na kusema, “Mimi ndiye Shuijun wa Zhongyuan ambaye ndiye ninayesimamia eneo hili la maji!” Kisha yule mzee akamsihi Wang Bo aingie kwenye mashua haraka.Akaona mawingu mazuri yakimzunguka kwa muda, na upepo. na maji yalikuwa laini njiani.Kwa kufumba na kufumbua, alikuwa amesafiri mamia ya maili.\nKisha yule mzee akamsihi Wang Bo aingie kwenye boti haraka.Aliona mawingu mazuri yakimzunguka kwa muda, na ilikuwa ni safari nyororo.Kwa kufumba na kufumbua, alikuwa amesafiri mamia ya maili. Kama ilivyotarajiwa, Wang Bo alikimbilia kwenye Banda la Prince Teng asubuhi ya tukio hilo kuu.\nKama ilivyotarajiwa, Wang Bo alikimbilia kwenye Banda la Prince Teng asubuhi ya tukio hilo kuu. Na papo hapo, aliandika \"Dibaji ya Jumba la Prince Teng\", ambalo liliitwa kazi bora ya milele na Maliki Gaozong wa Enzi ya Tang. Na papo hapo, aliandika \"Dibaji ya Jumba la Prince Teng\", ambalo liliitwa kazi bora ya milele na Maliki Gaozong wa Enzi ya Tang.\nKuna shairi linasema:\nImesemwa siku zote kwamba watu wenye vipaji ni miungu, kwa hiyo si ajali kwamba upepo huleta Nanchang kwa Nanchang;\nNiliandika shairi kuhusu banda la juu la Mfalme Teng, naye akawafuata wasiokufa kuandamana na Zhongyuan.", "聖意": "Ombea nyumba yako na ujilinde, omba baraka, tafuta mali, na ufanikiwe ndoa na maelewano.", "古人": "Upepo unavuma hadi kwenye Banda la Tengwang", "第X籤": "Ishara themanini na moja", "宮": "Wei Gong"}