{"籤詩版本二": "Nini cha kufanya ikiwa utapoteza fadhila yako kwa sababu ya sifa yako, ninaogopa kwamba bahati nzuri itabadilika na mabaya yatatokea.\nNimelewa, sijui niende wapi. Nina ndoto mbaya kwenye kivuli cha miti ya misonobari ya kijani kibichi.", "詩意": "Hexagram hii inawakilisha samaki baridi wanaoacha maji.\nHakuna kinachoweza kusogezwa.\n\n(Hexagram hii ni ishara ya wema mbaya na bahati mbaya.\nWeka miguu yako juu ya ardhi katika kila kitu.\n)", "解曰": "Samaki baridi huacha maji. inzi katika marashi. Ukiuliza kuhusu mipango ya kambi. Ni bora kwa Mo Qi\nIshara hii italeta bahati mbaya kwa Liujia. Kila kitu kinakwenda vibaya. Ombea usalama.", "籤詩故事一": "◇Zhuangzi anamjaribu mke wake\nZhuangzi alizaliwa katika Enzi ya Zhou.Jina lake la ukoo lilikuwa Zhuang, jina lake alilopewa lilikuwa Zhou, na jina lake alilopewa lilikuwa Zixiu.Alikuwa mzaliwa wa Mengyi katika Enzi ya Nyimbo. Katika Enzi ya Zhou, alikuwa afisa wa Qiyuan.\nSiku moja, Zhuangzi alikutana na mwanamke mlimani, akiwa amechuchumaa mbele ya kaburi jipya, akitetemesha feni yake kwa nguvu, kana kwamba alitaka kukausha udongo wenye unyevunyevu kwenye kaburi. Zhuangzi hakuelewa nia yake, hivyo akamuuliza. Alisema aliyezikwa kaburini ni mume wake, na maneno ya mwisho ya mumewe ni kwamba hawezi kuolewa tena hadi udongo wa kaburi umekauka. Hakuweza kungoja tena, kwa hivyo alikoroga udongo wa kaburi ili kukauka haraka, ili aweze kufuata chemchemi ya pili.\nZhuangzi alipumua alipofikiri kwamba kulikuwa na mwanamke asiye na huruma duniani. Kisha nikawaza, mke wangu atakuwa hivi? Wakati tuhuma inatokea, nataka kuijaribu.\nJina la ukoo la mke wa Zhuangzi lilikuwa Tian, ​​na kwa kawaida wenzi hao walikuwa na uhusiano wa karibu. Ili kujaribu uaminifu wa mke wake, Zhuangzi aliamua kujifanya kuwa amekufa.\nKusikia kwamba Zhuangzi alifariki dunia kwa ugonjwa wa ghafla watu wengi kutoka pande zote wakiwemo ndugu, jamaa na marafiki walifika kumpa pole.Miongoni mwao alikuwemo mfalme na mjukuu mzuri kutoka jimbo la Chu ambaye alikuwa tajiri wa mali.Kuona hivyo Bi. Tian alikuwa mjane mpya na mwenye huruma, alimfuata. Bi. Tian alishindwa kustahimili jaribu hilo na akapendana na Wang Sun. Walioana katika muda wa siku ishirini tu.\nUsiku huo, wakati divai ilikunywa na masikio yalikuwa moto, Wang Sun ghafla alipatwa na mshtuko wa moyo na akafa.\nBibi Tian aliogopa na kuingiwa na hofu, akamuuliza Wang Sun kwa uharaka nini cha kufanya.Wang Sun alistahimili maumivu hayo na kumwambia Bi Tian kwamba ubongo wa maiti ungeweza kutumika kuwafufua wafu.\nWapi kupata maiti? Bibi Tian alifikiria ghafla, je, mume wake hakufa tu? Bwana Tian alisahau kuhusu mapenzi ya zamani kati ya mume na mke, na kweli alichukua shoka na kupasua jeneza la mumewe, akijiandaa kuchukua ubongo wake kwa dawa.\nBila kutarajia, jeneza lilipofunguliwa, Zhuangzi alifufuka. Bi. Tian aliaibika sana hivi kwamba alijinyonga.\n(Hadithi hii ni sitiari ya kukiuka urafiki kwa faida ya kibinafsi, kwa hivyo hatuwezi kukubaliana nayo.)", "聖意": "Nyumba ina amani, ubinafsi uko salama, pesa sio haki, biashara inatolewa dhabihu, ndoa inasuluhishwa, maovu ya Liujia yanafanikiwa, watembea kwa miguu hawajafika, hariri wana amani, mifugo iko salama, watu wanatafuta watu, kesi imebadilika, wanafunzi wamekuwa wahafidhina, mali imepotea, hakuna ugonjwa, na mlima na makaburi yamekuwa mabaya.", "古人": "Zhuangzi anamjaribu mke wake", "第X籤": "Sehemu ya 84", "宮": "Wei Gong"}