{"籤詩版本二": "Mawingu meusi na ukungu hufunika barabara mbele ya mlima. Kila kitu ni cha duara na mwezi ni duara tena.\nUkipata mashairi na vitabu, utaamka kutoka kwenye ndoto nzito.Mtu mtukufu atakuongoza hadi paa.", "詩意": "Hexagram hii inaashiria mwisho wa spring na maua ya maua.\nKila kitu kinabadilika baada ya Bwana.", "解曰": "Mzee anahitaji kuomba msaada. Inachanua tena katika chemchemi. Tamaa ya umaarufu na utajiri. Kutana na upepo marehemu katika maisha.", "籤詩故事一": "◇Han Wengong anakumbana na theluji\nHan Yu, ambaye jina lake la heshima lilikuwa Tuizhi, alitoka Changli. Tang Dezong akawa Jinshi katika mwaka wa nane wa Zhenyuan, na cheo chake baada ya kifo kilikuwa Wen Gong.\nWakati wa utawala wa Mtawala Xianzong wa Enzi ya Tang, Han Yu alipingana na mifupa ya Buddha, jambo ambalo lilimkasirisha Mfalme. Han Yu alimwacha mke na watoto wake na kwenda Chaozhou. Baada ya kutembea kwa muda usiozidi siku chache, upepo baridi uliongezeka na theluji ikaanguka sana. Han Yu alifika mahali ambapo theluji ilikuwa na kina cha futi kadhaa, na kufanya iwe vigumu kwa farasi wake kusonga mbele.Hakukuwa na nyumba karibu na hakujua barabara iko wapi. Ikiwa unataka kufuata njia na kurudi nyuma, hakuna njia ya kurudi. Upepo ulikuwa unavuma kwa nguvu na theluji ilikuwa ikishuka kwa kasi, Han Yu alikuwa amelowa kwenye ngozi, akiganda na njaa, na hakuwa na mahali pa kuelezea huzuni yake.\nHan Yu alipumua na kusema: \"Mfalme hataniua, lakini mfalme anataka kuniangamiza.\"\nHan Yu alipokata tamaa, alimwona mtu akija kuondoa theluji licha ya baridi kali.Aligeuka kuwa Han Xiangzi (mpwa wa Han Yu).\nHapo awali, Han Xiangzi alikuwa amemwambia Han Yu: \"Nyumba ya Yun Heng iko wapi Qinling? Theluji inakumbatia lango la bluu na farasi huacha kusonga mbele.\" Wakati huo, Han Yu hakuelewa nini Han Xiangzi alimaanisha, lakini sasa yeye hatimaye kueleweka.\nKwa hiyo Han Yu na Han Xiangzi walikwenda kulala katika nyumba ya Fu huko Languan. Akizungumzia juu ya siku za nyuma na barabara ya kilimo, Han Yu alikuwa ameshawishika kwa dhati.\nBaadaye, Han Yu aliacha cheo chake rasmi, akatoa mali yake yote kwa serikali ya eneo hilo, na akaenda milimani kufuata Dini ya Tao na kuwa mtu asiyeweza kufa.", "聖意": "Nyumba haijifai, kuwa makini kutafuta pesa, zingatia biashara, ndoa inachelewa, Liujia watembea kwa miguu wa kike wazuia mashamba, hariri ni nzuri, mifugo ni nzuri, ni vigumu kupata watu, kesi za umma zinarudiwa, uhamiaji ni. updated, vitu vilivyopotea ni mbaya, magonjwa yanachelewa, makaburi ya mlima yanapaswa kubadilishwa.", "古人": "Han Wengong anakumbana na theluji", "第X籤": "Themanini na tano ya kushinda bahati nasibu", "宮": "Shen Gong"}