{"籤詩版本二": "Kutembea nusu ya njia ya juu ya mlima wa magharibi, miamba ya Junling haiwezi kutatuliwa.\nTukitazama juu kwa Mungu kwa ajili ya ulinzi, mwili huu bado uko katika chumba cha kuhifadhia maiti", "詩意": "Hexagram hii ni kama kutafuta dhahabu kwenye mchanga.\nKuna ishara za watu waungwana katika kila kitu.\n\nPia: Hexagram hii inaonyesha kwamba mtu yuko hatarini.\nKuna ishara za watu waungwana katika kila kitu.", "解曰": "Jade inaweza kupatikana kwa jiwe la kusaga. Tafuta dhahabu kwenye mchanga. Haja ya kufanya kazi kwa bidii. Shida tu.\nKazi nyingine: hali ngumu. Hakuna pa kukaa. Omba baraka za Mungu. Omba amani ya akili.", "籤詩故事一": "◇Bite dhahabu na uchunguze mapango ya chini ya ardhi\nIli kusherehekea ushujaa wake wa kijeshi, Cheng Yaojin alifanya karamu huko Yanwuyang. Ghafla shimo likafunguka ardhini ambalo halieleweki, kila mtu alipiga kura kwa kuokota maneno, akiuma dhahabu ili ashinde, na kukodi kamba ili kujifunga kwenye shimo.\nKuna milango ya mawe, meza, viti, madaraja na vitu vingine, juu ya meza kuna nguo za joka na mikanda ya jade, ambayo imetengenezwa kwa dhahabu na huvaliwa nje ya pango.\nYao Jin akatoka ndani ya shimo hilo akiwa na kisanduku kikubwa na kisanduku kidogo, akafungua sanduku la mbao na kutoa muhuri wa jade, akafungua sanduku, akatoa bendera kubwa na vazi la taji na nyimbo na kuviweka juu ya meza. kila mtu akawatazama mmoja baada ya mwingine. Niliona herufi nane za muhuri zilizochorwa kwenye muhuri huo mkubwa zilikuwa \"Mfalme Pepo wa Hunshi, Mfalme Mkuu Mwema\".\nKila mtu alimwabudu kama \"Mfalme\", ​​na Yaojin alifanya hivyo kwa miaka mitatu kama Mfalme wa Pepo. (Kwa kweli, hili lilijitangaza tu, na Cheng Yaojin alikuwa tu kiongozi wa kijiji wakati huo.)\n(Hadithi hii ni sitiari kwamba mambo mazuri ni kama kuigiza tu. Hii ni dhana ya kisanii ya \"mwili huu bado uko utupu\".)", "聖意": "Kuomba kwa ajili ya nyumba na nyumba, nafsi yako, ukosefu wa faida, kutafuta mali, kufanya kazi kwa bidii, kuwa makini katika biashara, ndoa itazuiwa na Liu Jiaxu, watembea kwa miguu, Chi Tian, ​​silkworms, mifugo sita imara, kutafuta watu, hakuna kesi. , hasara, uhamiaji, kuweka mali iliyopotea, magonjwa mabaya, vikwazo, milima na makaburi.", "古人": "Kuchunguza Crypt for Gold", "第X籤": "Ishara themanini na saba", "宮": "Shen Gong"}