{"籤詩版本二": "Usinisumbue na mambo yako binafsi.Hii inafaa zaidi kuulizia umma.\nMoyo safi ni mkali kama mwezi mkali angani", "詩意": "Hexagram hii inawakilisha taswira ya mwezi mkali angani.\nKila kitu ni mkali na hewa.", "解曰": "Uwe mnyoofu moyoni. Nyoosha sheria. Maneno matakatifu. Hatimaye inakuwa wazi.", "籤詩故事一": "◇Jenerali wa Kong Ming\nSuluhu: Zhuge Liang anakusanya askari wake na majenerali\nKatika kipindi cha Falme Tatu, Zhuge Liang (181-234), jina la hisani Kongming, alizaliwa Yangdu, Langya (sasa Yinan County, Mkoa wa Shandong).\nZhuge Liang alikubali kuwa afisa baada ya Liu Bei kutembelea nyumba ya nyasi mara tatu.Wakati huo, Cao Cao alikuwa ameituliza Hebei na alikuwa amedhamiria kuelekea kusini, akamtuma Xiahou Dun kama jenerali mkuu, Yu Jin, Li Dian na wengineo. naibu majenerali, wakiongoza jeshi la watu 100,000 kuandamana kuelekea Xinye. Ingawa Zhuge Liang alikuwa na mpango wa kurudi nyuma kutoka kwa adui wakati huo, Guan Yu na Zhang Fei walidharau maneno ya Zhuge Liang. Zhuge Liang hakuwa na la kufanya zaidi ya kutumia upanga wa Liu Bei kuwashawishi wawili hao, hivi kwamba kila mmoja aliongoza askari elfu moja na kuvizia huko Yushan na Anlin.Walimngoja Xiahou Dun aongoze jeshi lake kupita, kisha wakawashambulia kwa nguvu. waviziao na moto.\nKwa kuongezea, Zhao Yun alitumwa kuongoza mabaki ya zamani na dhaifu ya jeshi kupigana kama safu ya mbele dhidi ya Xiahou Dun, na kisha kushindwa kwa bandia na kurudi nyuma, akimvuta Xiahou Dun kwenye barabara nyembamba kwenye milima na misitu. Ping, Zhou Cang, Liu Feng na wengine kuingia nyuma ya jeshi la Cao, kuchoma vifaa na kujenga hofu katika jeshi la Cao.\nBaada ya vita, kila kitu kilifanyika kama Zhuge Liang alivyopanga. Wakati Xiahou Dun na Yu Jin wakiongoza jeshi katika harakati, Li Dian, ambaye alikuwa nyuma, alimfahamisha Xiahou Dun aliyekuwa mbele kwamba alihitaji kujilinda dhidi ya mashambulizi ya moto ya adui. Hata hivyo, ilikuwa imechelewa. Jeshi la Cao lilizuiwa barabara nyembamba na ilikuwa mahali ambapo miti iliunganishwa, hivyo moto haukuweza kuwashwa. Kulikuwa na majeruhi makubwa, na Xiahou Dun na majenerali wengine walishindwa na kukimbilia Xudu.\n(Hadithi hii ni sitiari kwamba Kong Ming ni mzuri katika kutumia watu na kutawala nchi kwa hekima.)", "聖意": "Nyumba na nyumba ni heri.Nawatakia mafanikio mema katika mali, amani ya akili, biashara yenye mafanikio, ndoa, mafanikio, mafanikio huko Liujia, wanaume wanaohama mashamba, funza, kupoteza mifugo, kukosa watu, kesi za umma, uhamiaji, kupoteza mali, baraka, magonjwa, amani, milima na makaburi.", "古人": "Jenerali wa Kong Ming", "第X籤": "Ishara ya tisa", "宮": "Jumba la Yin"}