{"籤詩版本二": "Onyesho zuri hukufanya ujitokeze kutoka kwa umati kwa kukunja uso, na maisha yako ya baadaye yanabadilika na kuleta utajiri mwingi.\nBarabara ni pana kama anga, na pesa zote unazoweza kutoa zitakuwa moyoni mwako", "詩意": "Hexagram hii inaonyesha siku zijazo zenye kuahidi.\nKila kitu kinakwenda vizuri.", "解曰": "Barabara kubwa. Unaweza kusonga mbele. Tumia moyo wako. Mbele tu.\nKila kitu kinakwenda kama ilivyopangwa na ishara hii. Bahati nzuri kwa Jichang.", "籤詩故事一": "◇Mashujaa watatu wanapigana na Lu Bu\nSuluhisho: Mashujaa watatu Zhang Fei, Guan Yu, na Liu Bei wanapigana na Lu Bu\nDong Zhuo alifahamu kuwa Hua Xiong alikatwa kichwa na kumtuma jenerali Lu Bu kupigana. Mara tu Lu Bu alipoingia vitani, aliwaua majenerali Fang Yue na Mu Shun, na kuwaua Wu Anguo na Gongsun Zan.\nZhang Fei aliona kwamba Gongsun Zan hawezi kumshinda Lu Bu, kwa hiyo haraka akamchukua Gongsun Zan na kupiga kelele: “Watumwa wa majina matatu ya ukoo lazima waondoke! Zhang Fei kutoka Yan yuko hapa!” Baada ya hapo, walipigana kwa zaidi ya raundi hamsini katika safu, bila mshindi au mshindwa.\nBaada ya Guan Yu kuona, yeye na Zhang Fei walimshambulia Lu Bu na kupigana kwa zaidi ya raundi thelathini.\nLiu Bei pia alibeba panga mbili, akapiga farasi wake na kupiga hatua mbele kusaidia Zhang Fei na Guan Yu.\nWale watu watatu walimzunguka Lu Bu na kuendelea kupigana, watu wote wa kundi hilo walipigwa na butwaa.\nPunde, Lu Bu alianza kuishiwa nguvu, Pegasus wa Lu Bu alirudi nyuma, lakini watu watatu walimfuata Lu Bu na kukataa kukata tamaa, hawakurudi nyuma hadi walipokutana na askari wa Lu Bu.\n\"Falme Tatu\"\n(Hadithi hii ni sitiari ya ushujaa na ustadi wa Lu Bu katika kupigana. Mtu mmoja anaweza kuwashinda watu watatu.)", "聖意": "Moyo wa nyumba na nyumba husafiri kwa safari ya mtu mwenyewe kutafuta utajiri. Nakala ya ndoa inayowezekana huenda Liujia. Mambo yanaenda sawa kwa watu. Minyoo ya hariri ya Zhushuntian hutumia. Watu wanaweza kupatikana kati ya wanyama sita. Watu wanaweza kupatikana mapema .Kesi, uhamiaji, mali iliyopotea, magonjwa, milima na makaburi ni kama bahati nzuri.", "古人": "Mashujaa watatu wanapigana na Lu Bu", "第X籤": "Tisini na moja kushinda bahati nasibu", "宮": "Wewe Ikulu"}