{"籤詩版本二": "Matarajio na mafanikio yako katika nasaba, lakini sasa kutakuwa na ulevi na ngono bila mwisho.\nIkiwa utaona jogoo wa dhahabu, utalipwa kwa pesa, bahati na bahati.", "詩意": "Hexagram hii inawakilisha ishara ya tamaa na umaarufu.\nWeka kila kitu kizuri.", "解曰": "Mwenye tamaa na msisimko. Hujachelewa kujilinda. Jogoo wa dhahabu anaahidi. Wote furaha.", "籤詩故事一": "◇Cao Pi alijitangaza kuwa maliki\nCao Pi, jina la hisani Zihuan, alizaliwa Peiguoqiao (sasa Hao County, Anhui). Mwanasiasa maarufu na mwandishi wakati wa Jian'an.\nCao Pi ni mtoto wa pili wa Cao Cao. Aliishi na baba yake katika kambi ya kijeshi tangu alipokuwa mtoto. Chini ya ushawishi wa baba yake, Cao Pi alijifunza kurusha mishale akiwa na umri wa miaka sita na kuendesha farasi akiwa na umri wa miaka minane, na akajiendeleza. ujuzi mzuri wa karate. Pia ana ujuzi wa kina wa vitabu vya kale na vya kisasa na wasifu, pamoja na vitabu vya mamia ya shule za mawazo. Ilikuwa hadi umri wa miaka kumi na minane ambapo Cao Cao alimshinda Yuan Shao na Cao Pi aliishi maisha yenye utulivu huko Yecheng, kitovu cha utawala wa Cao Cao. Tangu wakati huo, ingawa wakati mwingine aliandamana na baba yake kwenye safari za kijeshi na aliishi maisha ya mtoto mtukufu wakati mwingi, bado alifanya mazoezi ya kijeshi kila siku na hajakataa hadi leo. Mara nyingi yeye hupanda farasi wake kwa hatua mia moja na ni stadi sana katika sanaa ya kijeshi.Kwa sababu mara nyingi anafanya mazoezi ya karate, yeye ni mwepesi na mwenye nguvu.\nMtoto mkubwa wa Cao Cao Cao Ang aliuawa katika vita. Baada ya mtoto wa kwanza kufa, Cao Pi alikua chaguo la kwanza kwa mkuu wa taji. Alipokuwa na umri wa miaka thelathini na moja, alifanywa kuwa mkuu wa taji na Cao Cao. Cao Pi alipokuwa na umri wa miaka thelathini na tatu, Cao Cao alikufa kwa ugonjwa, na Cao Pi akamrithi kama waziri mkuu na mfalme wa Wei. Alisema mara nyingi yeye hupanda farasi kwa hatua mia moja na ni stadi sana.Kwa sababu mara nyingi yeye hujizoeza kungfu, yeye ni mwepesi na mwenye afya nzuri.", "聖意": "Ombea nyumba yako na nyumba yako iwe na amani, tafuta mali, fanya kazi kwa bidii, fanya biashara, vunjikeni mapema, ndoa itafanikiwa, Liujia itakuwa salama, watu watakuwa shambani, funza watakuwa wamekomaa, mifugo sita itakomaa. , itakuwa vigumu kupata watu, kesi za umma zitakuwa za dharura, uhamiaji utapotea, na mambo yatakuwa mbali.Magonjwa yatadumu kwenye milima na makaburi.", "古人": "Cao Pi anajitangaza kuwa mfalme", "第X籤": "Tisini na tano ya kushinda bahati nasibu", "宮": "xugong"}