{"籤詩版本二": "Pagoda kuu si ya kawaida, na sifa za kupendeza pande zote zinazong'aa sana.\nNakusihi udhamirie kuinama kwa bidii na kutenda mema, na mbingu zitakuletea baraka.", "詩意": "Hexagram hii inawakilisha udhihirisho wa sifa.\nKila kitu ni kizuri.", "解曰": "Baraka hizi. Kila mtu anayo. Usiwe na shughuli nyingi. Ubora umedhamiriwa mapema.", "籤詩故事一": "◇Mfalme wa Fenyang anakutana na mjukuu wake kwenye Siku ya Wapendanao ya Uchina\nSuluhisho: Guo Ziyi alikutana na Msichana wa Weaver akishuka duniani kwenye Siku ya Wapendanao ya Uchina. Tiansun, mjukuu wa Mfalme wa Jade, ni Fairies Saba.\nGuo Ziyi (697-781), pia anajulikana kama Guo Linggong, alikuwa mzaliwa wa Wilaya ya Zheng, Huazhou (sasa Wilaya ya Huaxian, Mkoa wa Shaanxi) na jenerali katika Enzi ya Tang. Mahakama ya kifalme ilimpa Ziyi cheo cha Mfalme wa Fenyang.\nInasemekana Ziyi asili yake ni Huazhou na alikwenda kujiunga na jeshi nje ya ukuta mkuu.Alikwenda Beijing kushinikiza malipo ya kijeshi na kurudi Yinzhou.Ikawa ni siku ya wapendanao wa China wakati huo.Upepo na mchanga giza lilikuwa linaingia na jua lilikuwa giza, Ziyi hakuweza kusonga mbele, kwa hivyo alikuwa amesimama kando ya barabara. pande zote mbili.Akasimama na kutazama juu kwa mshangao.Kulikuwa na wingu angani likishuka taratibu.Alikuwa ameketi mwanamke mrembo, mwenye heshima na mrembo, tofauti kabisa na watu wa kawaida. Ziyi mara moja akatoa heshima zake na kusema, \"Leo ni siku ya saba ya mwezi wa saba wa mwandamo. Nadhani ni Msichana wa Weaver ambaye amekuja, akitaka kumpa maisha marefu na mali.\"\nMwanamke pia akajibu: \"Pamoja na mali nyingi huja maisha marefu.\"\nBaada ya kumaliza kuongea ule mwanga ulirudi na mawingu yalipanda taratibu.Mwanamke huyo bado alikuwa akimtazama Guo Ziyi kwa tabasamu la kupendeza.Akiwa mbali tu na yeye ndipo moshi ukafifia na hakuweza kuonekana tena.\nIligeuka kuwa kweli, kama vile mwanamke alisema. Sifa za Ziyi ni maarufu duniani, ni waziri maarufu sana, na ni jenerali mwenye sifa na utu wema.", "聖意": "Fanya matakwa yako mwenyewe nyumbani, jitakia, jiombee pesa, bahati nzuri katika biashara, bahati nzuri katika ndoa, bahati nzuri huko Liujia, safari ya furaha na watu, shamba la kusonga, hariri, mifugo thabiti, bahati mbaya katika kutafuta. watu, kesi za umma, uhamiaji, bahati nzuri, magonjwa ya mali iliyopotea, makaburi huko Zhenxingshan", "古人": "Mfalme Fenyang anakutana na mjukuu wake katika Siku ya Wapendanao ya Uchina", "第X籤": "Ishara tisini na sita", "宮": "xugong"}