{"籤詩版本二": "Tukiwa tumeshika farasi na kushika mjeledi, tunakuja moja kwa moja hapa, nusu katika hatari na nusu katika msiba.\nNi sawa na nyumba kuunguzwa na moto, mbingu ikianguka mvua huigeuza kuwa majivu, nina mpango.", "詩意": "Hexagram hii inawakilisha nusu ya huzuni na nusu ya furaha.\nInashauriwa kufanya mema katika kila kitu.", "解曰": "Kazi ya maisha yote. Usijali kuhusu mema na mabaya. Pingu ni za muda. Kukasirika huja kawaida.", "籤詩故事一": "◇Tao Sanchun anamshinda Zheng En kwa lugha ya Guayuan\n\"Ukumbusho wangu uishi kwa muda mrefu,\" Zhao Kuangyin alisimama tena, \"Beiping Mfalme Zheng En alikuwa amepanga ndoa wakati huo. Sasa kwa kuwa ulimwengu una amani, ningependa kuomba ruhusa yako kuchagua siku nzuri ya kufunga ndoa. \"\n\"Ukumbusho wangu uishi milele!\" Zhao Kuangyin alisimama na kusema, \"Mfalme wa Peking, Zheng En, alikuwa amepanga ndoa zamani. siku ya kufunga ndoa.\"\n“Oh, kaka wa tatu alikuwa amechumbiwa hapo awali, mbona sikujua kuhusu hili?” Chai Rong alishangaa sana.Akapunga mkono wake na kumtaka Zhao Kuangyin aketi na kuzungumza.\nNdugu wa tatu alikuwa amechumbiwa hapo awali, mbona sikujua kuhusu hili?” Chai Rong (Mfalme wa Enzi ya Baadaye ya Zhou) alishangaa sana. Alipunga mkono wake na kumwomba Zhao Kuangyin aketi na kuzungumza.\n“Ni stori ndefu, kwanza tulikuwa masikini wakati ule na hatukujiunga na jeshi lako, tangu hapo tumekuwa tukipigana miaka nenda rudi na hatuna muda wa kukujali, pili kaka wa tatu naye ni mdogo. naona haya kulitaja, kwa hiyo Mfalme hajui .”\n“Ni stori ndefu, kwanza tulikuwa bado tunaishi kwenye umasikini enzi hizo na hatukujiunga na jeshi lako, tangu hapo tunapigana miaka nenda rudi na hatuna muda wa kukujali, pili ndugu wa tatu naye ni Haya hata kidogo kulitaja, kwa hiyo Mtukufu hajui .”\n\"Haya, mwanachuo wa kiume anaolewa, kuna aibu gani? Kaka wa tatu amekuwa kwenye uwanja wa vita kwa muda mrefu na anaweza kuonekana kuwa shujaa asiye na kifani. Kwa nini wewe ni mdogo katika suala hili?\"\n\"Haya! Kijana wa chuo anaoa, kuna aibu gani? Kaka wa tatu amekuwa kwenye uwanja wa vita kwa muda mrefu na anaweza kuonekana kuwa shujaa asiye na kifani. Kwa nini wewe ni mdogo katika suala hili?\"\n\"Nikizungumza, siwezi kumlaumu kaka yangu wa tatu kwa kuwa na haya, kwa sababu ndoa hii ilikuwa ya kughushi.\"\n\"Nikizungumza, siwezi kumlaumu kaka yangu wa tatu kwa kuwa na haya, kwa sababu ndoa hii ilikuwa ya kughushi.\"\n\"Imechapishwa? Hey, inavutia. Tafadhali niambie kilichotokea.\"\n\"Niliandika! Hey! Inapendeza! Tafadhali niambie kilichotokea.\"\n\"Ndiyo, nakumbuka mwaka ule, tulipokuwa tunakaribia kuungana na Mtukufu, tulikuwa tunapita katika Kaunti ya Baocheng. Kulikuwa na joto kali mwezi wa Juni. Kaka yangu wa tatu hakuweza kukaa hotelini, hivyo akatoka kwenda kutangatanga peke yake. Baada ya kupita kwenye bustani ya tikitimaji, aliingia ndani kuchuna, matikiti yalikata kiu, hakukuwa na matikiti mengi yanayoiva mapema wakati huu, na kaka wa tatu hakujua jinsi ya kuchuma, kwa hivyo alivunja mengi. Yule mwanamke anayetazama tikitimaji akasogea mbele kumshtaki kaka wa tatu. Wawili hao walitofautiana, ndipo wakaanza kupigana, njoo. Kwa bahati nzuri, nilihangaika na kukimbilia uokoaji kwa wakati, vinginevyo...\"\n\"Ndiyo, nakumbuka mwaka ule, tulipokuwa tunakaribia kuungana na Mtukufu, tulikuwa tunapita katika Kaunti ya Baocheng. Kulikuwa na joto sana mwezi wa Juni. Kaka yangu wa tatu hakuweza kukaa hotelini, hivyo akatoka kwenda kutangatanga peke yake. Baada ya kupita kwenye bustani ya tikitimaji, aliingia ndani kuchuna, matikiti yalikata kiu, hakukuwa na matikiti mengi yanayoiva mapema wakati huu, na kaka wa tatu hakujua jinsi ya kuchuma, kwa hivyo alivunja mengi. Yule mwanamke anayetazama tikitimaji akasogea mbele kumshtaki kaka wa tatu. Wawili hao walitofautiana, ndipo wakaanza kupigana, njoo. Kwa bahati nzuri, nilihangaika na kukimbilia uokoaji kwa wakati, vinginevyo...\"\n\"Huyu Zheng Ziming ni kosa lake kwanza aombe msamaha. Kwanini alimpiga? Isitoshe familia ya mtoto wa kike inawezaje kustahimili makonde na mateke ya mwanaume mkali kama yeye! Hapana?\" \"Msichana hakujeruhiwa...\"\n\"Huyu Zheng Ziming, ni kosa lake kwanza, kwa hiyo aombe msamaha. Kwa nini unampiga? Isitoshe, familia ya msichana inawezaje kustahimili makonde na mateke ya mtu mkali kama yeye! Haya, niambie! umempiga huyu binti. Hapana?\"\n\"Msichana hakujeruhiwa ...\"\n\"Hiyo ni sawa, hiyo ni sawa ... Haya, haukuchukua hatua? Oh, nadhani umeniokoa kwa wakati.\"\n\"Hiyo ni sawa! Ni sawa... Haya! Hukuchukua hatua? Oh! Nadhani wewe ndiye uliniokoa kwa wakati!\"\n“...Hapana, niliyemuokoa ni...ndugu wa tatu.” “...Hapana, niliyemuokoa ni...ndugu wa tatu.\n\"Ah Ah?!\"\n“Yule kaka wa tatu aliangushwa chini na yule mwanamke na kupigwa kwa nguvu njia nzima, kwa bahati nzuri nilifika na kumshawishi aondoke hivyo hakujeruhiwa sana....Mtukufu mfalme... \"\n“Yule kaka wa tatu aliangushwa chini na yule mwanamke na kupigwa viboko vikali, kwa bahati nzuri nilifika na kumshawishi aondoke, hivyo hakujeruhiwa sana. ... Mtukufu... Mtukufu!\n“Ah?...Oh, huyo mwanamke ni nani!?” “Ah!?...Oh, huyo mwanamke ni nani!?”\n\"Ni baadaye tu nilipogundua kwamba jina la mwanamke huyo lilikuwa Tao Sanchun, na baba yake Tao Hong alikuwa shujaa mzee ambaye hakuwa na matarajio yoyote. Tao Sanchun alijifunza sanaa ya kijeshi kutoka kwa baba yake tangu utoto. Baada ya kupata kujua familia yake, niliona kuwa Miss Sanchun alikuwa na tabia bora. , Mjaluo na mkarimu, bila tabia yoyote ya kuwa msichana mdogo, walilingana naye kwa makusudi. Baba na binti wa Tao pia walipenda tabia ya moja kwa moja ya kaka wa tatu. piga mara moja na kuamua juu ya ndoa hii kwa wawili hao. Mfalme, tafadhali niambie, hii sio Je, ni ndoa ya kughushi?\"\n\"Baadaye tu nilipogundua kuwa msichana huyo anaitwa Tao Sanchun, na alikuwa amejifunza sanaa ya kijeshi kutoka kwa baba yake tangu alipokuwa mtoto. Baada ya kufahamiana na familia yake, niliona kuwa Bibi Sanchun alikuwa na tabia bora. mkarimu, na hakuwa na athari ya tabia za msichana mdogo, kwa hiyo nilimwajiri kwa makusudi.Bwana Tao na binti yake pia walipenda tabia ya moja kwa moja ya kaka yao wa tatu. Mkuu, tafadhali niambie, hii si ndoa ya kughushi?\"\n(Hadithi hii ni sitiari, kwa sababu jambo baya liligeuka kuwa jambo zuri.)", "聖意": "Omba ulinzi wa nyumba na nafsi yako, kuwa mwangalifu, omba mali, uharibifu wa biashara, kuzuia ndoa, adhabu, Liujia, bima, watembea kwa miguu walionaswa katika mashamba, uharibifu wa hariri, uharibifu wa mifugo, kukosa watu, kesi haramu, hasara, uhamiaji, uhifadhi. , mali iliyopotea, magonjwa mabaya, wasiwasi, hatari, milima, makaburi, kushindwa", "古人": "Tao Sanchun anampiga Zheng En kwenye bustani ya tikitimaji", "第X籤": "Nambari tisini na tisa", "宮": "Haigong"}