{"籤詩版本二": "Mei de wrâld makke wurde foar in goed houlik, geunstige dagen en goede tiden, en alles goed wêze\nIt is gjin lytse saak as jo dit lot krije.De keizer ferklearret dat de minsken trou en oprjocht binne.", "詩意": "Dit hexagram stiet foar it begjin fan 'e iepening fan himel en ierde.\nAlles is geunstich.", "解曰": "Rapid snelheid. It jier is syn tiid net wurdich. Guanyin skriuwt op. Lit my earst witte.", "籤詩故事一": "◇ Zhongli waard ferljochte\nZhongli Quan, bynamme Zhongli, foarnamme Quan, hoflikens namme Yunfang, en bynamme Zhengyang, wie in ynwenner fan Xianyang County, Xi'an, Shaanxi Provinsje yn 'e Eastlike Han-dynasty.\nZhong Liquan wie in generaal fan de Han-dynasty. By de ekspedysje tsjin de Westlike Qiang wie er jaloersk op de kommandant Liang Yi en joech him mar 30.000 âlde en swakke soldaten ta. Sadree't er op syn bestimming kaam, waard it kamp berôve troch it Westlike Qiang leger, en de soldaten flechten. Zhong Liquan rekke ferlern yn in delling en moete in Hu-muonts ûnderweis. Hy naam him nei in lyts doarp en sei: \"Dit is it wenplak fan de hear Donghua. \"Doe sei er ôfskie en gie fuort. Nei in skoftke sei immen ynienen: \"Dit moat komme om't de griene-eyed Hu-man te pratend is.\" Hy seach in man dy't in wyt hertbont oan hie en in griene quinoa-stêf fêsthâlde. Hy frege Zhong Liquan: \"De persoan dy't kaam hjir is Han Da Algemien Zhongliquan\n? Zhong Liquan wie skrokken, wittende dat hy in frjemde persoan moete hie, sadat hy de Tao oprjocht learde.\nZhong Liquan moete letter Zhenren Huayang en de ûnstjerlike kening Xuanfu, en learde it \"geheim fan ûnstjerlikens\". Uteinlik wenne er by Zijin Sihaofeng yn Kongtong Mountain, krige it \"Geheim fan 'e Jade Box\", en waard in wiere ûnstjerlik. Hy waard ek fereare as ien fan 'e Fiif Noardlike Patriarchen troch de Quanzhen Sekte.", "聖意": "Bid dat jo hûs en hûs seinge wurde mei lok yn 'e hjerst en winter. Sykje gelok yn 'e hjerst en winter. Sukses yn it bedriuwslibben, goed gelok yn it houlik, goed gelok by it befallen fan jonges, goed gelok by it reizgjen nei de fjilden, goed gelok by sidewjirms, goed gelok yn fee, goed gelok by it finen fan minsken, goed gelok yn rjochtsaken, goed gelok by migraasje, ferlern eigendom, en goed fortún yn noardeastlike sykten.", "古人": "Zhongli waard ferljochte", "第X籤": "earste teken", "宮": "Limoer"}