{"籤詩版本二": "Wêrom geane jo net nei Tailai, dat krekt om 'e hoeke leit, ik lit de hear tydlik út 'e berch.\nAs d'r goed nijs is oer de tiger of it knyn, sille jo frij wêze, sels as jo bepaald binne om drok te wêzen.", "詩意": "Yn dit hexagram is d'r in teken fan segen ûnder ûngelokken.\nAlles is fan tefoaren min en op it lêst goed.", "解曰": "Ferfange mei hennep seide. Sla immen syn fuotten. Sjoch dúdlik. Segeningen komme út rampen.", "籤詩故事一": "◇ In master tsjinkomme yn Bukit\nWu Ji wie oarspronklik in houthakker, en de twa moete Jiang Ziya doe't se fisken yn Feng River. Wuji lake doe't er Ziya seach fiskjen mei in rjochte heak.\nZiya seach nei it gesicht fan Wuji en fertelde fortune-telling: \"As jo ​​hjoed de stêd yngeane, sille jo immen deadzje.\" Nei it hearren fan dit, gie Wu Ji lilk fuort en brocht brânhout de stêd yn.\nNei't er yn 'e stêd kaam, botste Wu Ji mei oaren en sloech premier Wen Wang by fersin dea.\nKening Wen tekene de grûn as in finzenis en finzene Wu Ji.\nBukit Hou waard tydlik frijlitten en waard ta de dea feroardiele om oant de hjerst foar syn mem te soargjen.\nSyn mem frege him om Jiang Ziya om help te freegjen.\nDe Taigong akseptearre him as syn learling, learde him de keunst fan oarloch, en bestelde him om gatten te graven en spreuken te goaien om syn oanberne bestimming te brekken.\nNei de hjerst kaam Wu Ji net om straft te wurden, Kening Wen lei de oanberne getallen ôf en tocht dat Wu Ji selsmoard pleegd hie út eangst foar kriminaliteit.\nLetter moete kening Wen Wu Ji, en Wu Ji yntrodusearre kening Wen om Jiang Taigong te moetsjen.\nTaigong waard bekroand mei de titel fan Generaal fan Wude. Sawol master as learling wurken foar kening Wen.", "聖意": "It hûs is feilich, it sels is gelok, it bedriuw is goed, it houlik is let, de manlike fuotgonger is net werom nei it fjild, de sidenwjirms binne rendabel, de seis bisten binne Shenji, it sykjen is goed, de iepenbiere rjochtsaak is goed, de migraasje is konservatyf, it ferlerne eigendom wurdt sjoen, de sykte is goed, Qiuji, de berch en it grêf binne goed.", "古人": "Bukit Encounter", "第X籤": "It tolfde teken", "宮": "Yin Palace"}