{"籤詩版本二": "Krekt as in kraan dy't út syn stjerlike koai komt, is it mooglik om te ûntkommen út 'e stjerlike koai.\nD'r binne gjin barriêres tusken noard, súd en east. Jo kinne direkt nei Jiuxiao Palace gean.", "詩意": "Dit hexagram stiet foar it byld fan in kraan dy't syn koai ferlit.\nAlles is fan tefoaren min en op it lêst goed.", "解曰": "Gjin soargen. De dyk is foarspoedich. Wês op syn gemak. Soarchfrij as in minske (god).", "籤詩故事一": "◇ Ziya ferliet syn offisjele posysje\nDoe't Jiang Ziya wurke as fortune teller, Hy seach dat in frou wie feroare troch de jade pipa geast, dus hy pakte har en sels sloech har mei in inketstien. De minister-presidint fan King Zhou ferklearre wat der bard wie, frege wat der bard wie, en naam Jiang Ziya doe om kening Zhou te sjen. Jiang Ziya brûkte Samadhi True Fire om de pipa-geast út syn oarspronklike foarm te ferbaarnen foar kening Zhou, en kening Zhou makke him in senior amtner.\nOm de jade pipa geast te wreken, frege Daji kening Zhou om Jiang Ziya te bestellen om in hertenplatfoarm te bouwen. Jiang Ziya bestrafte kening Zhou, en kening Zhou bestelde him om te fermoardzjen. Jiang Ziya ûntsnapte troch wetter te brûken. Nei't er thús kaam, frege Jiang Ziya Ma oer nei Xiqi te gean, en Ma woe fan him skiede. Sa gie Jiang Ziya allinich nei Xiqi (de haadstêd fan kening Wen fan Zhou-dynasty).\nJiang Ziya oankaam yn Xiqi en wenne yn ôfskieding fiskerij yn Panxi Gorge. Hy moete kening Wen fan Zhou dy\"t wie entûsjast te sykjen talinten. Op kening Wen syn oprjocht fersyk, Jiang Ziya waard oanbea as syn learaar en bystien kening Wen.", "聖意": "Ik bin ûnrêstich thús en ik wol ek sykje finansjele gearwurking, transaksje, houlik, Liujia, manlike fuotgongers, sjoch fjilden, sideworms, hjerst winsten, seis fee ferliezen, sykje nei minsken, obstruksje fan iepenbiere rjochtsaken, migraasje, ferlern eigendom, súdeasten sykte, ynstelling, ferstjoeren fan bergen en grêven, auspiciousness.", "古人": "Ziya ferliet syn offisjele posysje", "第X籤": "De fjirtjinde lotterij winner", "宮": "Maogong"}