{"籤詩版本二": "De soargen en soargen wurde tydlik ferlost, en freugde komt út 'e loft.\nKrekt as jade ferburgen yn dong, tilt in goede arbeider it stof út", "詩意": "Dit hexagram stiet foar de harmony fan Yin en Yang.\nAlles wat jo plannen is geunstich.", "解曰": "Neat wûn, neat ferlern. Winst út ferlies. De smjunt sit yn de problemen. Good luck oan dy, hear.", "籤詩故事一": "◇Ye Meng Xiong Chao Di\nYe Mengxiong (1531-1597), waans hoflikensnamme Nanzhao wie en waans namme Longtang wie, waard feroare yn Longtan en ek Huayun neamd. In ynwenner fan Wanshifang, Huizhou Fucheng (no diel fan Huicheng District, Huizhou City) yn 'e Ming-dynasty. Yn it 44e jier fan it regear fan Jiajing (1565) waard hy in Jinshi en krige de titel fan magistraat fan Qing County. Hy tsjinne as de direkteur fan 'e oerdracht ôfdieling, en letter feroare nei de tafersjoch censor fan Shanxi Road.\nYn it 20e jier fan Wanli (1592) fermoarde de Algemiene Konsul fan Ningxia, Kuaibai (haad fan 'e Mongoalske Tatar-stam), de gûverneur Dang Xin en ferovere it Sânenfjirtichste Fort yn Hexi Provinsje. , bruts de stêd, oanbea en ferbaarnd himsels dea. Meng Xiong is net arrogant yn it nimmen fan kredyt, en lit syn feardichheden sa goed wêze as dy fan 'e generaals dy't doare te fjochtsjen. De offisjele Wei Xuezeng waard wer ynsteld. Yn syn lettere jierren ûntslach hy fiif kear en waard werombrocht nei Huizhou om de Huilong-timpel te bouwen.\nYe Mengxiong kaam taoïsme yn as amtner oan it begjin, en wie ferneamd om syn yntegriteit. Alde histoaryske recordings seine dat hy wie \"de earste yn dimmenens en fermogen\", \"eliminearret korrupsje en straft rebellen\", it ferlitten fan in goede reputaasje; hy wie ekstreem loyaal, moedich, moedich en fynsinnich. Goed yn gunnery. Yn 'e twadde helte fan syn libben waarden syn martial artsfeardigens opnommen yn 'e \"History of the Ming Dynasty\" en hy waard beskôge as in nasjonale held.", "聖意": "It hûs is ûngeunstich (hieltyd rêstiger) Hjerst en winter binne goed foar josels, rykdom sil suksesfol wêze, transaksjes sille suksesfol wêze, houlik sil suksesfol wêze, Liujia sil falsk alarmearre wurde (d'r sille skatten wêze), fuotgongers sille nei it fjild gean om bid foar sidenwjirms, seis bisten sille plat wêze, minsken sille fûn wurde, iepenbiere rjochtsaken sille ûngeunstich wêze, migraasje sil konservatyf wêze, ferlern eigendom sil wurde hindere, sykten sille wurde regele yn it grêf fan Fushan", "古人": "Ye Meng Xiong Chao Di", "第X籤": "Sechstjinde Winning Lotto", "宮": "Maogong"}