{"籤詩版本二": "De Gouden Kraai falt yn it westen en de Konijn komt op yn it easten.De syklus fan dei en nacht giet troch fan âlds oant no.\nDe muontsen en taoïsten witte dat der gjin neidiel is, en de gelearden, boeren, yndustry en keaplju folgje allegear har eigen gedachten.", "詩意": "Dit hexagram stiet foar it waaks en ôfnimmen fan yin en yang.\nIt is ek in teken dat alles sil gean lykas pland.", "解曰": "Der is neat yn gedachten. Wat jo dien hawwe is fertsjinste. As in pylk út in bôge. Ien skot rekke it doel.", "籤詩故事一": "◇ Omke Cao Guo is in ûnstjerlik\nCao Guojiu, in lânseigen fan Xuzhou, wurdt sein de grutte omke fan 'e steat te wêzen yn' e Renzong-perioade fan 'e Song-dynasty. Syn namme wie Cao Yi, ek bekend as Cao Jingxiu.\nOmke Cao Guo hie in jongere broer mei de namme Cao Er. Dizze Cao Er fertroude op syn posysje fan keizerlike gesach en begien alle soarten kwea. Hy besette fjilden, naam froulju en dochters fuort, en makke freonen mei guon wetteleaze smjunten, dy't yn en út kamen. Cao Guojiu koe it net ferneare, dus hy wegere om nei syn goede wurden en treast te harkjen, dus brûkte hy straf om him te kontrolearjen. , de twa bruorren smieten wrok.\nCao Guojiu sei: \"De begjinsels fan 'e wrâld binne dat dejingen dy't goed sammelje, sille bloeie, en dyjingen dy't kwea sammelje sille omkomme. Dit is in ûnferoarlike wierheid. Us Cao-famylje hat yn it ferline kweade dieden sammele om de rykdom te berikken dy't wy hjoed hawwe No hat myn broer it kwea opboud ta it uterste, sels as hy ûntsnapt Sels as jo bestraft wurde troch in amtner, kinne jo net ûntkomme oan 'e ferburgen rampen. As der ienris in ramp komt en jo famylje wurdt ferneatige en immen stjert, sille jo net kinne ûntsnappe yn dy tiid. Ik sil der fornedere en bang wêze.\" Sa, ik ferspraat al myn rykdom, Hy holp de earmen en net mear om syn broer syn saken. Doe ferliet er syn hûs en freonen, feroare yn in Taoïstyske unifoarm, en gie de bergen yn om syn geast en natuer te kultivearjen.\nOp in dei moete hy Zhongli en Lu Dongbin fan 'e Han-dynasty. Se wiene tige bliid om de wolsprekkende antwurden fan omke Cao Guo te sjen. Se joegen him it \"Geheime Edikt fan it weromjaan fan 'e wierheid\" en bestelden him om foarsichtich te oefenjen. Gau, Zhongli Quan en Lu Dongbin waarden yntrodusearre oan 'e ûnstjerlike klasse.", "聖意": "Lokkich foar it hûs, thús, lok, lok, gelok yn bedriuw, houlik, manlike reizger, betiid yn it fjild planten, feefalen, minsken sykje, rjochtsaak, migraasje, ferlern eigendom, lette sykte, lok", "古人": "Omke Cao Guo is in ûnstjerlik", "第X籤": "Tekenje de achttjinde", "宮": "Maogong"}