{"籤詩版本二": "De boat werom litte fan it hurdwetterstrân, wat wolle jo troch de ûnrêst?\nAs jo ​​feilich wolle wêze, sykje dan rêst en wachtsje oant de weagen dizze krisis trochjaan.", "詩意": "Dit hexagram is as in boat dy't reizget op in fluch strân.\nBliuw konservatyf yn alles en wachtsje op 'e tiid.", "解曰": "Útstapke yn sterk wetter. It gefaar wachtet op tiid. As jo ​​freegje oer kamp plannen. Der kin neat dien wurde.", "籤詩故事一": "◇ Ziyi wurdt kroane as kening\nGuo Ziyi (697-781), ek wol bekend as Guo Linggong, wie in ynwenner fan Zheng County, Huazhou (no Huaxian County, Shaanxi Provinsje) en in generaal yn 'e Tang-dynasty.\nTidens de Anshi-opstân yn it 14e jier fan Tianbao (755) krige hy de titel fan Shuofang Jiedushi (Lingwu, westlik fan Lingwu yn it hjoeddeiske Ningxia). Hja sloegen de krêften by Changshan (Zhengding, Hebei) gear en fersloegen Shi Siming, en krigen Hebei werom. Op dit stuit suggerearre Guo Ziyi dat de keizer Fan Yang út it noarden helle en de kûle fan 'e rebellen tiger oanfalle om it belis fan Tongguan te ferminderjen, mar Xuanzong wegere. Neitiid waard de situaasje fan separatistyske fazalstêden yn 'e lette Tang-dynasty plante, dy't ek de fiere oarsaak fan 'e ûndergong fan 'e Tang-dynasty waard.\nYn it fyftjinde jier fan it regear fan Tianbao (756) makken hy en de Uighur-koalysje Hequ pasifisearre. Yn 'e maitiid fan it folgjende jier herstelden se Hedong (no Yongji, Shanxi) en Feng Yi (no Dali, Shaanxi), en foelen Tongguan oan, Cui Qianyu ferslaan. It Tang-leger lei mear as 10.000 slachtoffers. Cui Qianyu joech him oer oan Pujin. An Lushan waard fermoarde troch syn soan An Qingxu.\nYn it twadde jier fan Zhide (757) krige er opdracht om troepen nei Fengxiang te lieden.Underweis fersloech er 5.000 Li Guiren's kavalery by de Baiqu Liuyunbrêge (hjoeddeastlik fan Sanyuan).Yn maaie focht er mei An Shouzhong en Li Guiren yn Qingqu (hjoeddei west fan Xi'an) waard ferslein, en hy luts him werom nei Wugong (hjoed noardwesten fan Wugong).Yn septimber folge hy Marshal Guangping Wang Li Chu om de Tang en Uighurs te lieden om by 150.000 troepen te kommen, en focht doe mei An Shouzhong en Li Guiren yn Xiang. Ten noarden fan Ji Temple (súdwestlik fan it hjoeddeiske Chang'an County) rûnen de Uighur soldaten efter de fijân oan, foelen fan beide kanten oan en fermoarde 60.000 fijannen. Zhang Tongru flechte nei Shaanxi County, en krige úteinlik de haadstêd Chang'an (hjoeddeiske Xi'an) werom. De majesteit fan it Tang-leger waard wer werombrocht nei Chang'an.\nNeitiid profitearre it Tang-leger fan 'e oerwinning en marsjearre nei it easten, en fersloech 150.000 man ynklusyf Yan Zhuang en Zhang Tongru yn Xindian (no súdwestlik fan Sanmenxia City, Henan Provinsje), wêrtroch Anqing Xu twong om de Giele Rivier oer te stekken en werom te lûken nei Xiangzhou. Dongjun Luoyang kaam werom. Foegje Situ ta oan syn fertsjinsten en meitsje him de hartoch fan it lân.\nShi Siming late syn leger fan Fan Yang om An Qingxu te rêden. De beide kanten fochten yn formaasje benoarden de rivier de Anyang (it noarden fan Anyang). bewearde te hawwen 600.000 man, weromlutsen (yn de Slach by Yecheng). oarloch). De haadkommandant fan dizze slach wie de eunuch Yu Chaoen, dy't gjin liederskipsfeardigens hie en Guo Ziyi de skuld joech foar it mislearjen fan 'e slach. Guo Ziyi waard weromroppen nei Chang'an, ûntslein fan militêre macht, en waard in liddige amtner.\nYn it earste jier fan Baoying (762) kamen de troepen yn Taiyuan (hjoeddei súdwesten fan Taiyuan) en Jiangzhou (hjoeddeiske Xinjiang yn 'e provinsje Shanxi) yn opstân.It hof waard kjel, dat Ziyi krige de titel fan kening fan Fenyang en gie út nei kontrôle Jiangzhou. Hy waard ek ferfrjemde troch de eunuch Cheng Yuanzhen en waard befrijd fan militêre macht.\n(De fokus fan dit ferhaal: Guo Ziyi, dy't tige kapabel wie en goed gedrage, moete Xuanzong en guon smjunten, dy't syn prestaasjes sterk kompromittearre.)", "聖意": "It hûs en jinsels segenje, rykdom sykje, gjin transaksje, gjin houlik, gjin falsk alarm, Fuotgongers dy't yn fjilden oankomme, Canji, dreech te finen minsken, iepenbiere rjochtsaken en (net Xing), migraasje, konservativiteit, ferlern eigendom, dreech te finen, sykten, bidden foar seiningen, bergen en grêven, geunstich", "古人": "Ziyi waard ta kening kroane", "第X籤": "Njoggentjinde Winning Lott", "宮": "Tatsumi"}