{"籤詩版本二": "Nei safolle soargen en gefaren sil it fan no ôf nea mear leech wêze\nIn royaal hert hat syn eigen royale plannen. Jo moatte in ekspert moetsje om grutte prestaasjes te meitsjen.", "詩意": "Dit hexagram is as in âlde boarne mei in boarne.\nYn alles berikke aadlike minsken súkses.", "解曰": "De rjochtsaak sil úteinlik terjochte wêze. Siik en feilich. Gean yn en út om advys te sykjen. Alde put moetet maitiid.", "籤詩故事一": "◇ Yao Chong kontrolearret sprinkhanen\nYao Chong (649-721), waans echte namme Yuan Chong wie, wie fan Shaanzhou.Hy tsjinne as minister fan Xia Guan, Shangshu fan Chunguan, Ziweiling, Zhongshuling en premier yn 'e Tang-dynasty.\nYn it fjirde jier fan Kaiyuan (716) waard Shandong (algemien ferwizend nei it Giele Rivierbekken eastlik fan Huashan) pleage troch sprinkhanen. De minsken wiene bûn oan byleauwige ideeën en doarsten se net te jagen en te fermoardzjen. Ynstee setten se har op offeren, reekwurk ferbaarne, oanbidden njonken de fjilden, en seagen hoe't de gewaaksen troch sprinkhanen fertarre waarden.\nAlle amtners leauden: \"De sprinkhanen binne in natuerramp, hoe kinne se wurde kontrolearre troch manmacht!\" De striid tusken twa ferskillende ideeën wie fûl yn dy tiid, al of net te eliminearjen sprinkhoannen.\nYao Chong sei: \"Salang't wy gearwurkje, kinne wy ​​se allegear kwytreitsje. Hy sei: Sprinkhanen binne bang foar minsken, dus se binne maklik fuort te riden. De seedlings hawwe eigners, dus de rêders moatte hurd wurkje; sprinkhanen kin fleane, en se sille grif fleane as se nachts fjoer sjogge; set se yn 'e brân yn' e fjild, grave gatten wylst se brâne, begrave se wylst se brâne, en der sil neat oerbliuwe.\"\nXuanzong sei: \"De sprinkhanen binne in natuerramp feroarsake troch min morele bestjoer. As jo ​​freegje om se te jagen en te fermoardzjen, giet dit dan net tsjin it nôt?\"\nYao Chong tafoege: \"It fangen en deadzjen fan sprinkhanen waard beoefene troch de âlden, en jo majesteit sil it yn 'e takomst brûke. It is in wichtich nasjonaal barren om frede en wolfeart te bringen oan boeren. Beskôgje it asjebleaft serieus.\"\nXuanzong wie oertsjûge. Mar yn dy tiid sei elkenien binnen en bûten de rjochtbank dat der net op sprinkhoannen jage wurde koe.\nXuanzong sei: \"Ik haw besprutsen mei de minister-presidint en hawwe besletten om sprinkhanen te fangen. Elkenien dy't wer beswieren sil wurde útfierd. \"Sa stjoerde hy de sensuer om tafersjoch te hâlden en de minsken te rjochtsjen om de sprinkhanen te ferbaarnen en te begraven.\nDe resultaten wiene frij effektyf. Njoggen miljoen dûns fan sprinkhanen waarden fongen oer it lân, en de sprinkhoenplaag waard mei súkses eliminearre. Lânbou berikte in goede rispinge dat jier.\n(Wysheid moat brûkt wurde yn rampbehear en evakuaasje, en d'r moatte geniale strategyen wêze om swierrichheden te oerwinnen. Yao Chong is de ekspert yn dizze saak)", "聖意": "It hûs is gewoan, jinsels is blokkearre, it sykjen fan jild is blokkearre, hannel is blokkearre, houlik en harmony binne blokkearre, d'r is gefaar yn Liujia, fuotgongers wurde blokkearre, sidewormen binne blokkearre, fee is ûngeunstich, minsken wurde net fûn, minsken wurde blokkearre , iepenbiere rjochtsaken wurde makke, migraasje is ûnferstannich, ferlerne dingen binne dreech te finen, sykten bidden, bergen en grêven binne ûnrêstich.", "古人": "Yao Chong kontrolearret sprinkhanen", "第X籤": "Winning fan de lotterij fiifentweintichste", "宮": "Mi Palace"}