{"籤詩版本二": "Geroften hawwe it dat dingen op 'e kop binne, en ik krige in brief fan 'e hoarizon.\nDe bekendheid en it sukses dat my yn it boek tasein wie bleau leech oant it ein.", "詩意": "Dit hexagram hat in falske namme.\nIt is oan te rieden om yn alles konservatyf te wêzen.", "解曰": "Op en del oerstjoer. It sykjen fan frije tiid is net idle. Desire for fame. Bliuw feilich.", "籤詩故事一": "◇ Zhong Kui berikt ferljochting\nZhong Kui, waans efternamme Zhong Kui is, waans hoflikensnamme Zhengnan is, komt fan Zhongnanshan.\nYn it bewâld fan keizer Dezong fan de Tang-dynasty naam Zhong Kui mei oan it keizerlike eksamen.Zhong Kui lies de eksamenfragen en skreau it artikel daliks yn ien kear en levere it yn. De haadûndersiker wie dy dei Han Yu, de minister fan Boargerlike Saken, en de plakferfangend eksaminator wie Lu Zhi, in grutte gelearde. Doe't de twa it papier fan Zhong Kui lêze, ljochten har eagen op en se seinen yn ienriedigens: \"Wizard, wizard! Elk wurd yn dit artikel is prachtich, weardich fan Li Taibai en Du Zimei! \"Sa neamden se Zhong Kui as it earste plak.\nKeizer Dezong harke nei it rapport fan Han Yu en sei dat Zhong Kui, de nije kampioen fan 'e wittenskip, tige talint wie, dat hy rôp Zhong Kui yn it Gouden Paleis.\nDoe't keizer Dezong syn ûnsjogge uterlik seach, fielde er him fuortendaliks ûntefreden en sei: \"De seleksje fan gelearden yn ús hof is allegear basearre op persoanlike wurden en kalligrafy. Hoe kin sa'n ûnsjogge persoan selektearre wurde as de nûmer ien gelearde yn 'e gouden wittenskippen? \"\nHan Yu knibbele hastich del en sei: \"It goede en minne fan in persoan binne net alles oer uterlik. Hearje jo net, de Hillige Hear, dat Yan Ying trije foet heech is en de lykweardich is fan 'e minister-presidint? Zhou Chang stottert mar kin de Han-dynasty helpe; Confucius oardielet minsken op har uterlik, en ferliest syn soan Yu. Ik hoopje dat jo majesteit twa kear tinkt.\"\nKeizer Dezong tocht efkes nei en sei: \"Hoewol't Han Aiqing's wurden ridlik binne, doe't ik keizer Taizong wie, wiene d'r achttjin gelearden dy't nei Yingzhou kamen en der oer prate. Dizze man wie de nûmer ien gelearde. Ik bin bang dat de wrâld sil om my laitsje om't ik talinten net erkenne.\"\nMinister-presidint Lu Qi wie smel en benijd nei talinten. Nei it hearren fan 'e wurden fan' e keizer, knibbele hy en sei: \"De nûmer ien gelearde yn it gouden fak moat sawol ynterne as eksterne wêze. Der binne trijehûndert kandidaten foar dit fak. Wêrom kieze jo net in oar?\"\nDoe't Zhong Kui seach dat dizze man sa yn 'e war wie, koe er net oars as lilk wurde. Hy wiisde op Lu Qi en flokte: \"As sa'n ûnwittende amtner yn 'e rjochtbank is, sil er dan it lân dan gjin skea dwaan?\" Dêrnei, hy sloech Lu Qi mei de fûst.\nDoe't Dezong dit seach, wie Dezong lilk en sei: \"Jo binne sa fet, jo doare problemen te meitsjen yn it Gouden Paleis, nim it gau del!\"\nYn in grime luts Zhong Kui it swurd út 'e taille fan' e generaal dy't yn it paleis stie en suchte lûd: \"It is lestich foar in frustrearre kat om in tiger te imitearjen, en in frustrearre papegaai is net sa goed as in hin.\" Dêrnei pleeg er selsmoard.\nDoe't keizer Dezong seach dat Zhong Kui selsmoard pleegde yn lilkens, wie hy tige fernuvere.Om de herten fan 'e minsken oer te winnen, joech er opdracht dat Zhong Kui begroeven wurde soe mei de offisjele titel fan nûmer 1 Scholar, en hy makke ek Zhong Kui de God fan Exorcism om de wrâld fan kweade geasten te befrijen.", "聖意": "Bid foar segeningen op jo hûs, jo eigen feiligens, finansjele swierrichheden, saaklik mislearjen, houlik mislearjen, Liujia froulju fuotgongers, fertrouwen fjild seidewormen heal-cooked, seis húsdieren, kinne wurde grutbrocht, ûntbrekkende minsken, westerske iepenbiere rjochtsaken, ferlies fan migraasje, konservativiteit, ferlies fan eigendom, sykte, bidde foar gelok yn bergen en grêven", "古人": "Zhong Kui wûn de Tao", "第X籤": "Seisentweintichste wint de lotterij (Loterij)", "宮": "Mi Palace"}