{"籤詩版本二": "Yn it easten is d'r in prachtige Chanjuan yn 'e moanneljocht, en de wolken bedekke it in momint en bliuwe ferburgen.\nSoms kin it rûn wêze, mar soms kin it ûntbrekke, wa't seit dat it net is, is gewoan leech praat.", "詩意": "De moanne yn dit hexagram wurdt bedekt troch wolken.\nAlles is noch yn koma.", "解曰": "Drijvende wolken bedekke de moanne. Gjin needsaak om te twifeljen. Wachtsje op 'e wolk om te sammeljen. Dan sille jo begripe.", "籤詩故事一": "◇Bao Gong siket keizerinne Li\nUnder it bewâld fan Zhenzong fan 'e Song-dynasty wie keizerinne Li (keizerin Li) in tsjinstfaam yn 'e harem. Se waard begeunstige troch Song Zhenzong en promovearre ta Wanyi, en se waard swier.\nMar yn dy tiid hie bywiif Liu Def (letter keizerinne Liu) kweade tinzen en omkeape de eunuch Guo Huai om de soan fan keizerinne Li te ferfangen troch in mei skinny civetkat, helle har soan fuort en fertelde de keizer dat hy har biologyske soan wie. Song Zhenzong wie fûleindich en stjoerde Li Empress nei it kâlde paleis.\nNeidat konkubine De promovearre ta keninginne, plande se keizerinne Li te fermoardzjen, dy't ûntsnapte út it paleis.\nOp in dei moete Li Niangniang, dy't op strjitte wenne, Bao Zheng, de keizerlike gesant, dy't op patrol yn 'e pleatslike omjouwing wie. Se fertelde him oer har libbensûnderfining en dat se de biologyske mem wie fan 'e hjoeddeiske keizer Song Renzong . Neidat Bao Zheng fan it ynsidint leard hie, naam er Li Niangniang werom nei Peking, rapportearre it oan Song Renzong en fûn de saak út, en úteinlik erkenden mem en soan inoar. Keizerinne Dowager Liu en de eunuch yn lieding Guo Huai bûgden har hollen en bekenten.", "聖意": "Ik bin ûnrêstich thús, ik bid foar finansjele beskerming, finansjele swierrichheden, gelok yn bedriuw, houlik, ûngelok, minsken op it fjild, sidewormen, ûngeunstige bisten, muoite om minsken te finen, rjochtsaken, ferlies, migraasje, konservativiteit, ferlern eigendom, Westerske sykten, dreech te herstellen, berchgrêfherfoarming", "古人": "Bao Gong siket keizerinne Li", "第X籤": "Achtentweintichste lottery winner", "宮": "Middeis Palace"}