{"籤詩版本二": "Tiid yn rêst en rêst trochbringe, sitten en lizzen by it drinken fan tee nei fol west\nJo hoege jo net fysyk en geastlik dwaande te wêzen, en jo sille perfoarst gjin ûnrjocht of ramp feroarsaakje.", "詩意": "Dit hexagram is in symboal fan frede en stabiliteit.\nYn alle dingen sil wachtsje op 'e juste tiid gelok bringe.", "解曰": "Bliuw feilich en sûn. Freegje de goaden. Wachtsje oant de tiid komt. Dingen barre tafallich.", "籤詩故事一": "◇ Foyinhui Dongpo\nIen kear krige Su Dongpo wat begryp by it studearjen fan Zen. Hy realisearre dat syn steat transzendint wie, en hy fielde der freugde yn. Net by steat om myn passy te beheinen, spriek ik myn pinne út en skreau in gedicht:\n\"Yn 'e midden fan' e himel skynt Jishou helder oer it universum; net yn steat om te blazen troch de acht winen, hy sit rjochtop op in pearse gouden lotus.\"\n(De acht winen ferwize nei: winst, ferfal, ferneatiging, reputaasje, lof, bespotting, lijen en lok. Dat is, net argewaasje fan dizze acht steaten wurde neamd \"de acht winen kinne net bewege\")\nNei it skriuwen stjoerde Dongpo syn tsjinstfeint oer de rivier om it te jaan oan Zen Master Foyin fan Jinshan Temple.\nNeidat Zen Master Foyin it lêzen hie, markearre hy it mei it wurd \"fart\" en joech it oan syn tsjinstfeint om werom te nimmen.\nDongpo wie lilk nei't er dit seach, dat hy naam in boat oer de rivier en gie nei de Jinshan-timpel om it segel fan 'e Boeddha te finen foar diskusje.\nDoe't Dongpo oankaam by de poarte fan Jinshan Temple, wachte Foyin al by de poarte.\nSu Dongpo beskuldige Foyin fuortendaliks: \"Wêrom neame jo it gedicht dat ik skreau in fart?\"\nFoyin antwurde: \"Binne jo net 'net yn steat om troch de acht winen te blazen'? Hoe kinne jo troch in fart 'oer de rivier slein wurde'!\"\nOp dit stuit wie Dongpo skrokken om te realisearjen dat hy net goed genôch wie en yn skamte ferliet.\n(Dit ferhaal is in metafoar foar \"De waarmte is noch net oankommen\")", "聖意": "Bid foar jo hûs en jo eigen feiligens, foar jo rykdom, foar jo bedriuw, foar gelok yn jo houlik, foar in froulike reizger út Liujia, nei it fjild, foar sidewjirms dy't yn 'e hjerst rypje, foar seis fee om stabyl te wêzen, om immen fine, dreech te finen wêze, foar iepenbiere rjochtsaken, foar migraasje, foar ferlern eigendom, foar sykte, foar stjoeren nei in berchgrêf, geunstich", "古人": "Foyinhui Dongpo", "第X籤": "Ienentritich winnende lotterij", "宮": "Wei Gong"}