{"籤詩版本二": "De weromreis is wis, wa wit de jade dy't ferburgen is yn 'e stien?\nSadree't in goede ambachtsman hat in dúdlike cut, hy sil fiele feilich en feilich yn 'e jasper perioade", "詩意": "Yn dit hexagram kinne jo it byld fan jade sjen as jo in stien snije.\nWurkje hurd om yn alles te slagjen.", "解曰": "De skat is yn 'e stien. Frjemdlingen witte net folle. Wachtsje oant it dúdlik wurdt. Doch wat jo kinne.", "籤詩故事一": "◇Liu Bei siket talinten (trije besites oan rieten cottage, trije besites oan rieten cottage)\nDe Trije Keninkryk perioade. Zhuge Liang wenne yn ôfsûndering yn in rieten hutte yn Longzhong. Liu Bei wie entûsjast om talinten te sykjen, dus hy besocht Zhuge Liang persoanlik. Hy besocht Zhuge Liang trije kear (bekend as \"Three Visits to the Thatched Cottage\" yn 'e skiednis). Liu Bei frege oaren om fuort te bliuwen en frege Zhuge Liang: \" De Han-dynasty is fallen, en ferriedlike ministers hawwe har libben stellen. Jo Majesteit.\" Yn stof bedutsen. Ik mjit myn deugd en myn fermogen net, ik wol leauwe yn 'e grutte gerjochtichheid yn 'e wrâld, mar myn wiisheid en feardichheden binne ûndjip, dus ik brûk it rampant. Fan hjoed ôf. Myn ambysje is lykwols noch net foarby, tinke jo dat it plan útfierd wurdt?\"\nZhuge Liang presintearre him doe it plan om de wrâld yn trije dielen te ferdielen, en analysearre de situaasje wêryn Cao Cao net beskikber wie en Sun Quan him te help komme koe. Hy wurke ek út oer de leffes fan de steatspredikanten yn Jing en Yi steaten , en der wie in kâns om te profitearjen fan harren, en allinnich dy twa steaten koe wurde eksploitearre. Allinne dan kin hy winne de wrâld; hy sels fertelde Liu Bei de strategy fan oanfallen de Sintrale Flakten. (Dizze diskusje waard letter \"Longzhong Dui\" neamd). Neidat Liu Bei dit hearde, priizge er it as hie er in skat fûn, en noege er Zhuge Liang sterk út om út te kommen om te helpen, sadat Zhuge Liang de militêre adviseur fan Liu Bei waard.", "聖意": "It hûs is gemiddeld, jinsels is feilich, op syk nei rykdom, arbeid hannel, hinderjen houlik, wurden in firtuele reizger yn Liujia, en seidewormen yn Yaotian, let wurden in foarspoedich bist, op syk nei minsken, iepenbiere rjochtsaken, migraasje, ferlern eigendom, westerske sykten , earme Anshan, grêfferoaring nei auspiciousness", "古人": "Liu Bei siket talinten (trije besites oan rieten cottage, trije besites oan rieten cottage)", "第X籤": "De twaentritichste lotterijwinner", "宮": "Wei Gong"}