{"籤詩版本二": "Dress up en reshape de âlde famylje styl. De Tao is sûnder in himel, mar hat fertsjinsten.\nNei it feegjen fan de stikels en stikels op 'e dyk, stimden de trije fan har ôf om mei har kollega's wer te ferienigjen", "詩意": "Dit hexagram stiet foar de werynrjochting fan klean.\nAlles is dreech foardat it letter maklik wurdt.", "解曰": "Meitsje dy gjin soargen. Hawwe in goede tiid. As jo ​​freegje oer de takomst. Der is in goede dyk foarút.", "籤詩故事一": "◇ De boeddhistyske skriften fan Tang Monk\nXuanzang (602-664), in foaroansteande muonts fan 'e Tang-dynasty, hie in mienskiplike efternamme fan Chen en in foarnamme fan Yi. Hy waard berne yn Goushi County, Luozhou (no it súdlike diel fan Yanshi City, Henan Provinsje). Hy waard muonts op 'e leeftyd fan trettjin en naam de boeddhistyske namme Xuanzang oan. De wrâld wurdt Sanzang of Tang Dynasty neamd.\nYn it tredde jier fan Zhenguan (629, ek wol bekend as it earste jier fan Zhenguan), reizge er nei it westen nei Tianzhu (Yndia) om boeddhistyske skriften te krijen. Hy waagde him allinnich yn gefaar en fernear swierrichheden. Hy kaam pas yn fjouwer jier oan.\nYn it santjinde jier fan Zhenguan naam de master offisjeel ôf en gie werom nei it easten. Hy gie werom nei Sina fia de Súdwei fan de hjoeddeiske provinsje Xinjiang, Khotan en Loulan. It duorre yn totaal santjin jier en in reis fan 50.000 kilometer. Doe't er yn 'e earste moanne fan it njoggentjinde jier fan Zhenguan yn Chang'an oankaam, bestelde de keizer Liang Guogong Fang Xuanling en oare boargerlike en militêre amtners om him in grut wolkom te jaan.\nIn totaal fan 520 en 657 dielen fan 'e orizjinele Sanskryt boeddhistyske skriften waarden oanfrege. en oerset yn it Sineesk.\nNei't de master weromkaam, waard hy tige respektearre troch keizer Taizong en keizer Gaozong en waard hy fêstlein yn Da Nei, wat him de titel \"Master Tripitaka\" joech.", "聖意": "It hûs is yn 'e war, lok foar jinsels, lok, goed bedriuw, goed houlik, hinderjen fan 'e komst fan minsken op it fjild, sidewjirms, ûngeunstige fee, sykjen nei minsken, iepenbiere rjochtsaken, migraasje, ferlern eigendom, late sykte, bidden foar seiningen moatte berchgrêven âld wêze.", "古人": "Tang Monk leart boeddhistyske geskriften", "第X籤": "De fiifentritichste lotterijwinner", "宮": "Shen Gong"}