{"籤詩版本二": "As jo ​​feilich en rêstich wolle, is it net geskikt om kearsen yn 'e wyn te hawwen.\nIt is better om op te romjen en yn in djippe hal te sitten, ljocht te foarkommen, op in rêstich plak te skodzjen en om te bewegen. Shake → Yao. Fergees → pear.", "詩意": "Dit hexagram is as de wyn dy't de lamp en de kears skoddet.\nDingen konstant hâlde sil gelok bringe.", "解曰": "Bliuw op in rêstich plak. Wês op berop en wês op tiid. It is gjin segen. Konservatyf en passend.", "籤詩故事一": "◇Li Jing komt werom nei de berch\nLi Jing (571-july 2, 649), hoflik namme Apotheker, wie in ynwenner fan Sanyuan, Yongzhou (no noardeastlik fan Sanyuan County, Shaanxi Provinsje). In generaal fan 'e lette Sui-dynasty oant de iere Tang-dynasty, hy wie in ferneamde militêr strateeg mei sawol boargerlike as militêre feardichheden yn 'e Tang-dynasty. Letter krige hy de titel fan hartoch fan Wei, en waard hy yn 'e wrâld bekend as hartoch fan Wei.\nLi Jing is de heit fan de tredde prins Nezha yn de list fan goaden, ek wol bekend as de \"kening fan Tota\". Li Jing en syn soan holpen Jiang Ziya (Tai Gong) om keninginne Zhou te ferslaan, de Zhou-dynasty en kening te stiftsjen Wu stie offisjeel de troan op. Jiang Ziya sette doe in list fan goaden op en fierde in seremoanje om de sielen fan soldaten dy't stoaren yn 'e slach te ferfelen. Fan doe ôf waard de wrâld freedsum en freedsum. Kening Wu woe markies meitsje en har beleanje, en hy woe ek lân tawize oan de oprjochters. Li Jing, syn heit en soan, en oare sân minsken fregen om werom te gean nei de berch om taoïsme te oefenjen en net obsedearre te wurden mei wrâldske rom en rykdom. Letter, alle sân fan harren \"wurden hilligen yn lichem\" en rangearre yn 'e klasse fan ûnstjerliken.\nIt ferhaal fan \"Feng Shen Bang\"", "聖意": "It hûs is konservatyf, ik bin gewoan, ik sykje rykdom, ik haw swierrichheden yn it bedriuwslibben, myn houlik is inkonsekwint, Liujia bidt foar fuotgongers om leauwe te hawwen, sidewjirms binne ryp yn 'e hjerst, en seis bisten binne feilich, minsken ûntbrekke, iepenbiere rjochtsaken en migraasje binne konservative, ferlern eigendom sykten, net feroarje it grêf yn Jianxingshan", "古人": "Li Jing komt werom nei de berch", "第X籤": "Sânentritichste lotterijwinner", "宮": "Shen Gong"}