{"籤詩版本二": "It reade tsjil falt yn it westen, it knyn komt op yn it easten, de yin groeit en de yang ferdwynt, en alles bloeit\nAs in frou it brûke wol, sil it har rykdom ferheegje en lok yn har hert bringe.", "詩意": "Dit hexagram is it symboal fan Yin groeit en Yang ferdwine.\nAlles is dreech foardat it letter maklik wurdt.", "解曰": "Yin profitearret froulju. Net geskikt foar manlju. As jo ​​advys sykje. It kweade komt earst en dan komt it goede.", "籤詩故事一": "◇ Wu Zetian bestie de troan\nOp 'e leeftyd fan 14 waard Wu oproppen nei it paleis troch keizer Taizong Li Shimin fan' e Tang-dynasty as in talintfolle persoan, neamd \"Wu Mei\". Nei't Taizong ferstoar, kaam Zetian yn Ganye Temple en waard in non.\nDoe't keizer Gaozong fan 'e Tang-dynasty op 'e troan kaam, rôp er de famylje Wu yn it paleis om hulde te bringen oan Zhaoyi. Yn it sechsde jier fan Yonghui (655) fêstige keizer Gaozong Wu as syn keninginne.\nWu Zetian wie yntelligint, belutsen by literatuer en skiednis, en wie ryk oan ynsjochsinnigens. Koart neidat Wu Zetian de keninginne waard, om't Gaozong swak en siik wie, fertroude er har soms ta om bepaalde politike saken te behanneljen, sadat har macht groeide. Yn it earste jier fan Shangyuan (674) waard keizer Gaozong \"keizer\" neamd, keizerinne Wu waard \"Queen of Heaven\" neamd, en se waarden beide \"Twa Hilligen\" yn it paleis neamd.\nYn it earste jier fan Hongdao (683) stoar Gaozong, prins Li Xian kaam op 'e troan, en Wu Zetian kaam om de dynasty te regearjen. Yn febrewaris fan it earste jier fan Sisheng (684), sette Wu Zetian Li Xian ôf as kening fan Luling en fêstige har fjirde soan Li Dan as keizer, en bleau de dynasty te regearjen. Yn septimber fan itselde jier feroare se de flagge yn goud, en Luoyang, de eastlike haadstêd, waard omneamd ta de godlike haadstêd. Op de njoggende dei fan septimber yn it earste jier fan Tianshou (690) rôp Wu Zetian himsels út ta keizer en feroare de namme fan it lân yn Zhou.", "聖意": "It hûs is ûngeunstich foar jinsels, bidden foar segeningen, sykjen nei rykdom, bewakjen fan transaksjes, gelok yn it houlik, pech yn it houlik (frou), fuotgongers blokkearje fjilden, sidenwjirms, bloeiende fee, sykjen nei minsken, skieding, rjochtsaken, ferlies, migraasje , ferlies fan eigendom, sykte, shock, bergen en grêven, good luck", "古人": "Wu Zetian klimt de troan op", "第X籤": "De fjirtichste lotterijwinner", "宮": "Jo Palace"}