{"籤詩版本二": "Jo sille de ûneinige goede wurden ûnthâlde, mar jo sille jo soan wurde as jo de dief werkenne.\nWês op dit stuit net gierig en meitsje jo soargen oer hoe't er in jier lyn wat goeds dien hawwe soe.", "詩意": "Dit hexagram identifisearret in dief as in soan.\nWês foarsichtich yn alles wat jo dogge.", "解曰": "Krekt dizze. In hear makket gjin flater. Hâld it yn gedachten. Wês net iensum.", "籤詩故事一": "◇ Dong Zhuo akseptearret Lu Bu\nLu Bu, moedich en goed yn fjochtsjen, wie in ferneamd militêr generaal oan 'e ein fan 'e Eastlike Han-dynasty en it begjin fan 'e Trije Keninkriken. Hy beskôge ienris Ding Yuan, de gûverneur fan Jingzhou, as syn adoptive heit en tsjinne ûnder him.\nNei de dea fan keizer Ling fan 'e Eastlike Han-dynasty gie Ding Yuan nei Peking om mei de generaal He Jin gear te wurkjen om it regear te kontrolearjen.\nDong Zhuo focht mei Ding Yuan, mar ferskate generaals wiene net yn steat om Lu Bu te ferslaan, sadat Dong Zhuo syn ûnderhearrige Li Su stjoerde om Lu Bu om te keapjen. Li Su brocht peallen gouden en sulveren skatten en it ferneamde reade konynhynder om \"Lu Bu te besykjen\". Li Su brocht peallen gouden en sulveren skatten en it ferneamde reade konynhynder om Lu Bu te besykjen. Sa waard Lu Bu troch Dong Zhuo omkeape om Ding Yuan te fermoardzjen, en sei tsjin syn soldaten om mei him te kommen as se woene, en fuort te gean as se him net folgje woene. Dêrtroch rûnen de measte soldaten fuort. Sa waard Lu Bu omkeape troch Dong Zhuo en fermoarde Ding Yuan.\nNeidat Dong Zhuo de macht krige, naam er Lu Bu oan as syn oannommen soan en makke him in generaal en markys.\nDong Zhuo hie in gewelddiedich temperament, en de \"heit-soan-relaasje\" mei Lu Bu wie eins tige swak. Yn 189 AD, op oanstean fan Situ Wang Yun, fermoarde Lu Bu Dong Zhuo.\nSeis moanne nei de dea fan Dong Zhuo foelen de âlde troepen fan Dong Zhuo de haadstêd binnen, en Lu Bu en syn frou flechten yn panyk. Nei it ferlitten fan de haadstêd, socht Lu Bu taflecht by de kriichshearen Yuan Shu, Yuan Shao, Zhang Yang, Zhang Miao, Liu Bei, ensfh., en fochten in protte kearen mei Cao Cao, in oare grutte kriichshear yn dy tiid. Lu Bu wie dapper en goed by fjochtsjen, en fersloech Cao Cao ferskate kearen.\nYn it tredde jier fan Jian'an yn 'e Eastlike Han-dynasty foelen Cao Cao's troepen Xiaopei oan, de basis fan Lu Bu, en waarden finzen nommen en fermoarde troch Cao Cao ûnder de Baimentoer. Foar de eksekúsje frege Lu Bu Cao Cao om him yn libben te hâlden om de dea te foarkommen, mar Liu Bei herinnerde Cao Cao dat Lu Bu in protte kearen ferret hie en in ûnearlik man wie. Yn 'e ein, Cao Cao, dy't allinnich wurdearre talinten nettsjinsteande moraal, útfierd Lu Bu.", "聖意": "Ik bin ûnrêstich thús, ik sykje meastentiids jild, hoedzje foar transaksjes, it is lestich om te trouwen, de Liujia-man is skokt, de sidewjirms binne heal ryp yn it fjild, de seis bisten binne feilich, de persoan siket him , de iepenbiere rjochtsaak is passend, en de migraasje is om te bidden foar ferlerne dingen dy't dreech te finen binne, sykten en de frede yn it grêf fan Zhenxing Mountain.", "古人": "Dong Zhuo akseptearret Lu Bu", "第X籤": "De 41ste lotterijwinner", "宮": "Jo Palace"}