{"籤詩版本二": "De keizer, de keizer en de keizerinne sille úteinlik genedich wêze en wachtsje en bidde foar segeningen sûnder ferlies of winst.\nAlle gefoelige wêzens profitearje derfan, en wolfeart wurdt ferwachte yn 'e wrâld en yn 'e himel.", "詩意": "Dit hexagram is in teken fan geunst út 'e himel.\nAlles sil suksesfol wêze.", "解曰": "De keizer liet syn geunst sjen. Nea ferjitte. Moarns- en jûnsrituelen. It is passend om wierook te ferbaarnen.", "籤詩故事一": "◇Mulian rêde syn mem\nMokou Lian, of Mulian, is de machtichste ûnder de tsien learlingen fan Sakyamuni Buddha.\nSyn mem wie yn har libben gierig en stingy, sadat se nei har dea yn it ryk fan hongerige spoeken foel. Mokhullian brûkte syn magyske krêft om te observearjen en fûn út dat syn mem waard berne as in honger spoek, mei gjin manier om iten te krijen en wie yn grutte swierrichheden. Hy brûkte syn magyske krêft om iten nei syn mem te bringen. Unferwachts, neidat de mem krige it iten, it feroare yn jiske en koe net iten wurde.\nMaudgalyana wie soargen oer wat der barde en rapportearre it oan de Buddha. De Buddha fertelde Mulian dat hy op 'e 15e dei fan' e sânde moanne moanne hûndert smaken en fiif fruchten yn in bekken sette en se oanbiede oan 'e deugdsume muontsen fan 'e tsien rjochtingen. Mei dizze krêft soe syn mem ite kinne. .\nMaudgalyana hannele neffens de wil fan 'e Boeddha, en syn mem waard úteinlik befrijd. Dit soarte fan seremoanje hjit \"Obon Festival\" en dit festival hjit \"Obon Festival\".\n(Opmerking: In stof hat ferskillende gefoelens yn ferskate nivo's fan 'e wrâld. Bygelyks: as it reint yn dizze wrâld, sjogge wy it as \"wetter\", wylst wêzens yn it ryk fan hongerige spoeken it fiele as \"bloed\", en gefoelich wêzens yn 'e hel wrâld fiele it as \"bloed\". It fielt as \"in swurd falle\", wylst himelske wêzens fiele as \"in blom falle\".)", "聖意": "Bidden foar hûs en hûs, bidden foar gelok yn 'e winter, sykjen nei rykdom, gjin transaksje, houlik, frede yn Liujia, fuotgongers, bewegende fjilden, sidenwjirms, seis bisten, minsken fine, rjochtsaken, súkses, migraasje, konservativiteit, ferlern eigendom, sykte , frede fan geast, frede fan bergen en grêven", "古人": "Mulian rêdt syn mem", "第X籤": "Tekenje twaenfjirtich", "宮": "Jo Palace"}