{"籤詩版本二": "De wrâld is fleksibel en alle dingen binne selsstypjend, selsstypjend en feilich\nAlles yn it libben is prachtich, tankje de hilligen en wizen foar alles, en wês foarspoedich.", "詩意": "Dit hexagram stiet foar de harmony tusken de ierde en de ierde.\nAlles giet goed en der is gjin gefaar.", "解曰": "Alle dingen binne berne. Alle plannen en winsken komme út. Ford helpt. Rui Qi hat haast.", "籤詩故事一": "◇ Kuierders krije ferljochting\nFerhaal fan 'e reis nei it Westen:\nSun Wukong naam de berch fan blommen en fruchten oer en waard de kening. Letter, om in manier te finen om foar ivich te libjen, brocht hy acht of njoggen jier troch op reis oer bergen en rivieren om patriarch Bodhi as syn learaar te oanbidden. Hy learde de santich -twa feroarings fan 'e ierdske kwea en salto wolken, en naam de efternamme Sun foar de earste kear. Named Wukong.\nDêrnei gie Sun Wukong nei it Dragon Palace yn 'e East-Sineeske See om in gaadlik wapen te finen, en fûn úteinlik de Ruyi Golden Cudgel, de godlike naald fan Tianhe en Dinghai. Om't syn libbenspaad foarby wie, makke er in grutte opskuor yn 'e ûnderwrâld, revisearre it boek fan libben en dea, en gie werom nei de minsklike wrâld. Letter waard Sun Wukong foar it earst troch de himel oproppen en waard Bima Wen neamd. Letter waard hy foar de twadde kear nei de himel roppen en waard de Monkey King neamd. Hy iet stikem perziken en makke in grutte opskuor yn 'e himel. Hy waard fersegele yn 'e Bagua-oven om syn gouden eagen en fjoerige eagen te trainen. waard ûnderdrukt troch Tathagata Buddha oan 'e foet fan Wuzhi Mountain foar 500 jier, net by steat om te bewegen. It plak dêr't de Bagua-oven oerstutsen waard feroare yn in berch fan flammen.\nFiifhûndert jier letter gie Monk Tang nei it Westen om skriften te krijen, passearre troch de Fiif Elemintenberch, en naam de talisman ôf foardat Sun Wukong rêdde. Sun Wukong barste yn triennen fan tankberens. Nei't er ynstruearre wie troch Guanyin Bodhisattva, oanbea hy Tang Monk as syn learaar en gie nei it Westen om tegearre skriften te learen. Underweis om de Skriften te learen, kaam Sun Wukong del op demoanen en eliminearre meunsters, en fierde ferskate kearen bûtengewoane feats.Hy waard lykwols ferkeard begrepen en ferdreaun troch syn master Tang Seng hieltyd wer. Nei ienentachtich swierrichheden wie it wurk einlings foltôge.De fjouwer masters en learlingen kamen oan by de Xitian Leiyin-timpel en krigen de wiere skrift. Sun Wukong helle it goede resultaat.\n(Dit ferhaal is in metafoar dat sels in aap ferljochte wurde kin, lit stean in minske.)", "聖意": "It hûs is geunstich foar jinsels, op syk nei rykdom, bedriuw, houlik, Liujia, manlike fuotgongers, obstruksje fan fjilden, seidewormen, seis bisten, Zhongping, op syk nei minsken, rjochtsaken, súkses, migraasje, ferlies fan eigendom, sykte, Chuanxingshan-grêf, dingen binne geunstich", "古人": "De reizger berikt ferljochting", "第X籤": "Undertekene op de 43e", "宮": "xugong"}