{"籤詩版本二": "It kâlde waar feroaret wetter yn iis.Wêrom gierig wêze om rom?\nIk haw gjin oare kar as stil te sitten en te wachtsjen oant de blêden natuerlik bloeie.", "詩意": "Yn dit hexagram feroaret wetter yn iis.\nNet freegje om neat om 'e nocht.", "解曰": "Wetter befriest yn iis. Iis smelt yn wetter. As it in gearspanning is. Sa is it.", "籤詩故事一": "◇ Wang Xiang freget om karper (Fjouwerentweintich Filial Piety Stories)\nWang Xiang fan 'e Jin-dynasty, mei hoflikens namme Fuzheng, waard berne yn Linyi.\nDoe't Wang Xiang jong wie, stoar syn biologyske mem. Syn iensume heit troude mei in frou mei de namme Zhu, en Wang Xiang hie in nije mem. Doe't Wang Xiang jong wie, ferstoar syn biologyske mem, en syn iensume heit troude mei in frou mei de namme Zhu. Wang Xiang syn styfmem wie in bekrompen en oergeunstich frou.Se mocht Wang Xiang net en skelde him faak út foar triviale saken. Al gau joech de styfmem ek in soan mei de namme Wang Lan. De styfmem hâldde allinnich fan har eigen bern, en beskôge Wang Xiang as in stikel yn har side.Se waard noch mear easken op Wang Xiang, en spruts faak kwea oer Wang Xiang foar syn heit.Sels syn heit hold stadichoan net mear fan him. De styfmem hâldde allinnich fan har eigen bern, en beskôge Wang Xiang as in stikel yn har side.Se stelde noch mear easken op Wang Xiang, en spruts faaks kwea oer Wang Xiang foar syn heit.Sels syn heit hold stadichoan net mear fan him. Hoewol Wang Xiang syn healbroer, Wang Lan is tige freonlik foar syn broer. Nettsjinsteande de marteling fan har styfmem, wie se noch altyd tige siedlik. De styfmem is sa hurd, mar Wang Xiang is noch altyd heul leaf.\nSyn styfmem hat in hobby, dat wol sizze, se ite graach farske fisk dy't krekt út 'e rivier fiske is. Syn styfmem hat in hobby, dat wol sizze, se ite graach farske fisk dy't krekt út 'e rivier fiske is. Ien winter gie syn heit fuort foar saken, en syn styfmem waard wer siik. De bruorren Wang Xiang en Wang Lan servearren foarsichtich de sop en medisinen foar har mem om te iten. Yn it swiere kâld waar waard de sykte fan de styfmem noch net ferbettere. yn hastich. Ien winter gie syn heit fuort foar saken, en syn styfmem waard wer siik. De bruorren Wang Xiang en Wang Lan servearren foarsichtich de sop en medisinen foar har mem om te iten. Yn it swiere kâld waar waard de sykte fan de styfmem noch net ferbettere. yn hastich. De sike styfmem woe farske fisk út de rivier ite, Yn dat strange kâlde klimaat snie it bûten en it wetter yn de rivier wie al feroare yn dik iis. De sike styfmem woe farske fisk ite, Wêr wie farske fisk te finen yn dat izige en snieklimaat?\nYn dy dagen, der wiene gjin off-season dishes, en do koe net keapje se sels as jo hiene jild.\nOp dit punt yn it ferhaal barde it oandwaanlike ferhaal fan Wang Xiangqiu Li. De twa bruorren hoeden harren mem machteleas. Wang Xiang rûn nei de beferzen rivier om net te teloarstelle syn sike styfmem. Wang Xiang hie in idee en die út syn shirt nettsjinsteande de kjeld. Hy lei neaken op 'e gletsjer en woe It brûkt syn eigen lichemstemperatuer om it iis te smelten (sa wurdt Wang Xiangqiu karper ek wol Wang Xiang dy't op it iis leit neamd). Hy die syn himd út en lei neaken op 'e gletsjer. Hy bea ta God en sei: \"God, myn mem is siik en wol farske karper ite. Jo moatte in manier fine foar my, wat dan ek.\" Nuver genôch barste it iisblok neist him ynienen, en der wiene twa barsten In libbene karper sprong út 'e kiel en sprong op it iis Wang Xiang wie tige bliid. Hy bea ta God: \"God, myn mem is siik en wol farske karper ite. Jo moatte in manier fine foar my, wat dan ek.\" Nuver genôch, it iisblok njonken him barste ynienen, en der wiene twa skuorren. In libbene karper sprong út 'e kiel en sprong op it iis. Wang Xiang wie tige bliid. Hy knibbele gau del, betanke God en rûn mei de karper nei hûs. Hy knibbele gau del, tankte God en naem gau de karper en gyng nei hûs. Nei't de styfmem farske karper iet, kaam se gau fan har sykte. De styfmem yn it sikehûsbêd wie ferbjustere doe't se Wang Xiang syn neakene boppeliif seach, dat poarper waard fan 'e kjeld, en twa fisken yn syn hannen. Se rûn bliid de keamer yn en wie ferbjustere.\nWang Xiang waard letter in amtner en waard in Taibao, en krige de titel fan hartoch.", "聖意": "Thús ûngemaklik bid ik foar beskerming, finansjele swierrichheden, saaklike problemen, houlik, inkonsistinsje yn Liujia-fersekering, fuotgongers, Chi Tian, ​​ferlies fan seideworm, seis feeferlies, fermiste minsken, iepenbiere rjochtsaken, migraasje, konservatyf, ferlern eigendom, sykte , dreech om te herstellen fan, berchgrêf, goed gelok", "古人": "Wang Xiang freget om karper (Fjouwerentweintich Filial Piety Stories)", "第X籤": "Njoggenenfjirtich Winning the Lott", "宮": "Haigong"}