{"籤詩版本二": "Jo kinne nei alle úthoeken fan it lân reizgje, de seilkap hingje om it frij te hâlden\nAs der in geunstige wyn stiet, komt dy gau en sit de boat fol skatten.", "詩意": "Dit hexagram is as it lûken fan in boat mei de wyn.\nAlles giet goed.", "解曰": "Rêst op syn gemak. Gjin ynspannings nedich. In protte rykdom. Allegear bewûndere.", "籤詩故事一": "◇Tao Zhugui Five Lakes (Fan Ligui Lake)\nYn 'e maitiid en hjerstperioade waard Fan Li, waans hoflikensnamme Shaobo wie, ek bekend as Gui Yizipi of Tao Zhugong.\nYn dy tiid wie der in oarloch tusken de steat Wu en de steat Yue, en de steat Wu ferneatige de steat Yue. Fan Li en Wen Zhong formulearre in plan foar Yue King Gou Jian om Yue te befoarderjen en Wu te ferneatigjen. Fan Li persoanlik reizge troch bergen en rivieren, en besocht de Huansha rivier yn de Mount Cailuo te finen Xi Shi, in moaie frou mei sawol deugden, talinten, en skientme, en presintearre it oan de kening fan Wu. Hy brûkte in \"skientme\" trick\" om binnen en bûten gear te wurkjen en it Wu Keninkryk te ferneatigjen.\nNei't it him slagge om it Wu Keninkryk út te wiskjen, wist Fan Li dat Gou Jian in \"langhalsfûgel mei in snaffel\" wie en swierrichheden en lok mei him diele koe, dat hy en Xi Shi fearen oer it Qi Keninkryk, feroare har nammen nei Gui Zipi, en brocht syn soannen en learlingen yn it keninkryk Qi.Se wenje yn in hûske by de see. Hy wurke hurd om woastenije te kultivearjen, in nevenbedriuw te rinnen en saken te dwaan.Binnen in pear jier sammele hy tsientallen miljoenen famyljebesit. Hy wie romhertich yn it fersprieden fan rykdom en goed dwaan oan syn wenplak. Fan Li syn wiisheid en fermogen waarden wurdearre troch de minsken fan Qi. De kening fan Qi noege him út nei Linzi, de haadstêd, en oanbea him as de minister-presidint yn lieding oer regear saken . Hy rôp: \"Amtner wêze kin ta ministers liede, en in húshâlding liede kin ta in fortún. Foar in gewoane man dy't fanôf it begjin ôf begûn is dit it ekstreme berikt. Lange eare eare is wierskynlik gjin goed teken.\" Dat, mar trije jier letter, luts er Jiliu wer moedich werom, joech it segel werom oan 'e kening fan Qi, en joech al syn famyljerykdom oan syn neiste freonen en doarpsgenoaten.", "聖意": "It hûs is goed foar jinsels (om te ferstjoeren), it jild is goed, it bedriuw is goed, it houlik is let, it houlik is net goed, Liujia is feilich, minsken hinderje de fjilden, sidewjirms, hjerst, fee, maitiid is foarspoedich, minsken sykje minsken, rjochtsaken binne min, migraasje is konservatyf, ferlerne dingen, westerske sykten binne oplost, bergen en grêven binne súdlik.", "古人": "Tao Zhugui Five Lakes (Fan Ligui Lake)", "第X籤": "De fyftichste lotterijwinner", "宮": "Haigong"}