{"籤詩版本二": "Simmer is de langste dei en elkenien makket him soargen oer de waarmte en depresje\nHimel en ierde witte ek wat minsken wolle, en de wyn waait en it is fan natuere koel", "詩意": "Dit hexagram jout oan dat elkenien soargen is oer waarmte.\nDoch watst wolst.", "解曰": "D'r is gjin twifel oer it foarútgean of weromlûke. Hawwe in goede tiid. Is it foar camping? Gjin needsaak om oerhaast te hanneljen.", "籤詩故事一": "◇Kong Ming komt Sichuan yn\nZhuge Liang (181-234), mei hoflikens namme Kongming, wie in ynwenner fan Yangdu, Langya (no Yinan County, Shandong Provinsje), en wie de minister-presidint fan Shu Han (Liu Bei) yn 'e perioade fan' e Trije Keninkriken.\nHoewol Liu Bei Jingzhou wûn, wie it net genôch om ien kant te skieden. Zhuge Kongming plande Xichuan te fangen om Liu Bei's territoarium te fergrutsjen. Op dit stuit waard Liu Zhang yn Yizhou oanfallen troch Zhang Lu yn it noarden. Zhuge Kongming learde dat Liu Zhang de kaart fan Xichuan woe wijde oan Cao Cao om himsels te beskermjen. Doe't Zhang Song (de ûndergeskikte fan Liu Zhang) Cao Cao moete, om't Cao Cao arrogant en grof wie, naam Liu Zhang de kaart werom nei Xichuan en passearre Jingzhou ûnderweis. Kong Ming hie al wachte op him op 'e wei en noege him nei Jingzhou, mar hy nea neamd de Xichuan Picture oant de tiid fan fertrek. Zhang Song wie tankber oan Kong Ming foar syn hoflikens en gastfrijens, dus hy wijd de Xichuan Picture oan him.\nXichuan syn terrein wie gefaarlik en koe wurde oanfallen of ferdigenje. Nei Kong Ming syn ferskate arranzjeminten, Xichuan waard it berteplak fan Liu Bei.\n(Kong Ming behannele minsken mei hoflikens en krige maklik de begeerde Xichuan.)", "聖意": "Bid foar segeningen thús en foar jo eigen beskerming (d'r is gelok yn 'e ûngelokken) Sykje rykdom, gelok yn bedriuw, mienskiplik houlik, berte fan jonges yn Liujia, ferpleatse fjilden, sidenwjirms, skea oan fee, minsken fine, iepenbiere rjochtsaken , migraasje, âlde ferlerne dingen, noardlike sykten, winskje nei bergen en grêven", "古人": "Kong Ming komt Sichuan yn", "第X籤": "Haadstik 51: De lotterij winne (de lotterij winne)", "宮": "Limoer"}