{"籤詩版本二": "It kostet in protte muoite om de moanne yn it wetter te fangen.It kostet in protte muoite mar neat.\nPraat gjin ûnsin en fergrieme jo ynspanningen om it lichem te fersterkjen. It wurd \"lichem ferdwûn\" betsjut oarspronklik \"lichem allinich\".", "詩意": "Dit hexagram is gierig foar it byld fan ynspanning.\nAlles is moeizaam en moeizaam.", "解曰": "Beloften binne min te ûnthâlden. In protte hurd wurk. Soargen thús. Wachtsje om aadlike minsken te treffen.", "籤詩故事一": "◇Taibai fong de moanne wylst dronken (Li Taibai fong de moanne wylst dronken)\nLi Bai (701-762), ek wol bekend as Taibai, ek wol bekend as Qinglian Jushi. De dichter fan 'e Tang-dynasty, dy't himsels in ferballe ûnstjerlik neamde, stie bekend as de Immortal of Poetry, en hy wie altyd bliid sûnder drinken.\nIenris kaam Li Bai nei Jinling (no Nanjing) en rêste yn in restaurant neist Wende Bridge.\nDy dei wie tafallich de fyftjinde dei fan 'e wintermoanne moanne, nachts siet er allinnich yn it restaurant en bewûndere de moanne, wylst er drinke en gedichten foardroegen. Dy dei wie tafallich de fyftjinde dei fan 'e wintermoanne moanne, nachts siet er allinnich yn it restaurant en bewûndere de moanne, wylst er drinke en gedichten foardroegen. Li Taibai hâldde it measte fan 'e moanne yn syn libben, en sei dat it skjin en moai wie. Li Taibai hâldde it measte fan 'e moanne yn syn libben, en sei dat it skjin en moai wie. Dy nachts seach er omheech en seach de wite en rûne moanne oan de himel.Hy wie tige bliid en dronk noch in pear glêzen. Dy nachts seach er omheech en seach de wite en rûne moanne oan de himel.Hy wie tige bliid en dronk noch in pear glêzen. Om middernacht profitearre Li Taibai fan 'e wyn en gie del nei Wende Bridge. Om middernacht profitearre Li Taibai fan 'e wyn en gie del nei Wende Bridge. Sadree't er de brêge op stapte liet er de holle del en seach ynienen de moanne yn it wetter fallen.Doe't de rivier beweech, kamen der in pear swarte linen by it wite moanneskaad. Sadree't er de brêge op stapte liet er de holle del en seach ynienen de moanne yn it wetter fallen.Doe't de rivier beweech, kamen der in pear swarte linen by it wite moanneskaad. Li Taibai wie op dit stuit sa dronken dat hy tocht dat it de moanne wie dy't bevlekt waard troch it rivierwetter. Li Taibai wie op dit stuit sa dronken dat hy tocht dat it de moanne wie dy't bevlekt waard troch it rivierwetter. Hy die net iens de muoite om syn learzens út te dwaan, hy die de hannen iepen en sprong fan 'e brêge om de moanne te fangen. Hy die net iens de muoite om syn learzens út te dwaan, hy die de hannen iepen en sprong fan 'e brêge om de moanne te fangen. Unferwachts, mei dizze sprong, waard de moanne net fongen, mar de moanne yn it wetter waard brutsen en fuortendaliks splitst yn twa helten. Unferwachts, yn dizze sprong, waard de moanne net fongen, mar de man waard ferdronken. Hy stoar yn 'e âldens fan twaensechtich.", "聖意": "It hûs is ûnrêstich en jo hawwe pech (let op jo sûnens) (pech) Sykje lykwicht yn rykdom (net iens oer neitinke) Swierrichheid yn transaksjes, houlik wurdt net oplost, bid foar beskerming (lege skatten om foar te kommen) miskream) Fuotgongers binne yn de problemen, sidewjirms yn it fjild binne fiif punten en seis bisten binne yn ferfal, op syk nei minsken (ûngelokkich) iepenbiere rjochtsaken en (Stopje de rjochtsaak) Gewoane migraasje (net neame it) Ferlies fan eigendom (fleantúch) Bidden foar beskerming tsjin sykte (ûngelokkich) Lokkich yn bergen en grêven", "古人": "Taibai fong de moanne wylst dronken (Li Taibai fong de moanne wylst dronken)", "第X籤": "Fyftich-twadde winnende de lotterij (Lottery)", "宮": "Limoer"}