{"籤詩版本二": "As frustraasje feroaret yn opluchting, razen draken en tigers roarje.\nDe blauwe loft hat syn eigen wei nei de himel. Mei ik fierder súkses en bekendheid hawwe.", "詩意": "Dit hexagram is as in draak dy't raast en in tiger brûlet.\nDer is hope dat alles goed komt.", "解曰": "Gewoan leare en gean. Hawwe jo eigen wolfeart. Moat wurde makke yn 'e ein. Der is in plak te finen.", "籤詩故事一": "◇ Liu Bei rekrutearret in breid\nNei de Slach by Chibi wie Sun Quan begearich om Jingzhou werom te winnen, dat troch Liu Bei ferovere wie, dat hy brûkte it plan fan Zhou Yu, doe't er dwaande wie dat er syn suster Sun Ren mei Liu Bei ferlove woe, mar yn feite woe hy nimme Liu Bei as gizelder om Jingzhou te claimen.\nNeidat Zhuge Liang it plan fan Zhou Yu bispiede, joech hy de brosjuere mei de strategy oan Zhao Yun, dy't Liu Bei beskerme doe't er nei Soochow gie. Sun Quan's heit) witte oer it houliksfoarstel. Om't Wu Guotai fan syn dochter ljeaf hie en net ree wie om de libbenslange saken fan har dochter tafallich te besluten, berispte se Sun Quan om't se meilijen wie tsjin syn suster en stelde foar om persoanlik te testen oft Liu Bei syn dochter yn Ganlu Temple wurdich wie. Neidat Wu Guotai moete Liu Bei, sy tige wurdearre Liu Bei en sterk pleite foar it houlik tusken Liu Bei en syn dochter. As gefolch, Liu Bei mei súkses troud mefrou Sun.\nLetter flechten Liu Bei en frou Sun tegearre werom nei Jingzhou. Letter woe Sun Quan profitearje fan de oanfal fan Liu Bei op Yizhou om Jingzhou oan te fallen, mar waard tsjinholden troch Wu Guotai, dy't har soargen hie oer de feiligens fan syn dochter.\nHy sei: \"Zhou Yu syn tûke plan is it bêste yn 'e wrâld. Hy ferlear syn frou en ferlear syn troepen.\"\n(Liu Bei wûn fan skea)", "聖意": "Ik haw pech thús en ik haw pech (earst pech, dan goed gelok) Sykje rykdom, lykwicht, problemen yn it houlik, súkses yn it houlik. Bid om seiningen foar fuotgongers, sidewjirms yn fjilden, fiif punten foar fee skea, sykje nei minsken, rjochtsaken en migraasje, gelok foar ferlern eigendom, gelok foar sykten, frede fan bergen en grêven.", "古人": "Liu Bei rekrutearret in breid", "第X籤": "De fyftich-tredde winnende nûmer", "宮": "Limoer"}