{"籤詩版本二": "Deugd fan heit op soan wurdt trochjûn oan pakesizzer, wolfeart yn iten en klean hinget allinnich fan God ôf.\nChunxuan yn 'e seal makket minsken bliid. As se honger hawwe, iten, toarst en slieperich binne, is Chunxuan in metafoar foar âlders.", "詩意": "Dit hexagram is ferbûn mei it byld fan bamboe dat liedt ta maitiid.\nHoopje dat alles goed giet.", "解曰": "Nim bamboe en liede ta maitiid. It ferspraat einleas. In hear siket hope. Allegear bliid.", "籤詩故事一": "◇ Kening Wu fan Zhou gie de troan op\nKening Wu fan Zhou foel kening Zhou oan en late achthûndert foarsten om te fjochtsjen tsjin it leger fan kening Shang.De soldaten yn Chaoge (de haadstêd fan kening Shang) kearden har ek tsjin kening Shang en ferrieden kening Shang.\nKening Zhou ferbaarnde himsels op 'e Zhaixing-toer, en de Shang-dynasty waard ferneatige.\nKening Wu akseptearre it gouden boek en de gouden skat, dat is de troan fan 'e keizer. Hy seach nei it suden, syn hannen wiene delslein, en hy siet rjochtop. Kening Wu bestelde it eigendom fan Lutai om te fersprieden, de Star Picking Tower te sloopt, en it rys nôt opslein yn Juqiao te fersprieden.\nRelease de finzene Jizi en reparearje Bigan syn grêf. Kening Wu ried troch de doar fan it hûs fan 'e wize Shang Rong en bûgde syn holle. Respektearje de deugdsume en hoflike minsken, en lit de slaven yn it binnenste paleis los.\nHy stoppe ek de bewapening en befoardere kultuer en ûnderwiis. Yn it suden fan Nanshan wurde hynders weide en fee op it plattelân weide mei perzikbeammen.It is in freedsum toaniel.", "聖意": "It hûs is net yn goede steat (good luck), jo kinne jo eigen winsken meitsje (good luck), sykje finansjeel winst, meitsje in transaksje, en trouwe (moet in goede skoansoan), Liujia is feilich (zodiac teken), fuotgongers ferpleatse fjilden, sidewjirms binne gelok, seis bisten binne skansearre, minsken binne dreech te finen (sjoch), iepenbiere rjochtsaken, aadlike minsken ferhúzje, goed gelok is ferlern en dingen wurde sjoen. Sykten en sykten", "古人": "Kening Wu fan Zhou bestie de troan", "第X籤": "Fiifenfyftichste winne de lotterij (lotterij)", "宮": "Ugly Palace"}