{"籤詩版本二": "It strân is fol mei rotsen, de stream streamt, de wyn is klear, de moanne is klear, en de foarname minsken binne drok.\nOp 'e dyk moat ik freegje wêr't ik hinne moat, nim de geur fan blommen en planten net yn 'e bosk, sjoch der net foar.", "詩意": "Dit hexagram is as in boat dy't reizget op in lyts strân.\nYn alles binne d'r foarname minsken om te helpen.", "解曰": "De kost fertsjinje. In protte hurd wurk. Bliuw konservatyf en wachtsje. It bêste.", "籤詩故事一": "◇ Lushan opstân\nIn Lushan (703-757), waans efternamme Kang wie en Yaluoshan neamde, wie fan Liucheng, Yingzhou (no Chaoyang, Liaoning).\nLetter naam er de efternamme An oan en feroare syn namme yn Lushan. Under it bewâld fan keizer Xuanzong fan 'e Tang-dynasty wie An Lushan de militêre gesant.\nYn novimber fan it 14e jier fan Tianbao brocht An Lushan troepen op yn Fanyang. Yn 'e namme fan' e oanfal op Yang Guozhong lansearre hy in opstân en naam de troepen fan trije stêden om Luoyang, de eastlike haadstêd, oan te fallen. Ferslaggen fan Taiyuan raasden nei Lishan.Tang Xuanzong, dy't op dat stuit yn it Huaqing-paleis yn Lishan siet, leaude net dat Anlushan yn opstân komme soe. It nijs oer de opstân bleau lykwols ferspraat, en Xuanzong wie noch heal oertsjûge. (Dit is in byld fan \"it lûd fan rûch rinnend wetter op lytse rotsen yn in stream\")\nIt wie net oant Yan Zhenqing, de prefekt fan Pingyuan County, ien stjoerde om ynformaasje te stjoeren dat Xuanzong wekker waard út syn dream.\nUnder de ferkearde strategy fan keizer Xuanzong fan 'e Tang-dynasty ferovere An Lushan syn kavaleryregimint Luoyang, de eastlike haadstêd. Yn 'e earste moanne fan it folgjende jier rôp er himsels út ta keizer Dayan yn Luoyang, Jianyuan Shengwu, keizer Xiongwu en Da Xixun as minister-presidint.\nYn juny fan datselde jier hat keizer Xuanzong fan 'e Tang-dynasty, gretig om de krisis yn Chang'an en mei ferkeard militêr begryp te ferlossen, twa ferneamde generaals, Feng Changqing en Gao Xianzhi, terjochtsteld.Dizze oarder skodde it Tang-leger. (Dit gedrach is yn striid mei \"de dyk moat nei de foarrivier wize\")\nNeitiid joech keizer Xuanzong fan 'e Tang-dynasty driuwend in oare generaal, Ge Shuhan, opdracht om it Tang-leger eastlik út Tongguan te lieden.\nGe Shuhan, dy't de strategyske flater fan keizer Xuanzong fan 'e Tang-dynasty folslein begriep, plande de feroaring te fertrage (de oanpak fan \"it is goed as de wyn kalm is en it tij kalm is\").\nUteinlik tocht keizer Xuanzong fan 'e Tang-dynasty dat hy te bang wie om te fjochtsjen, dat hy hie gjin oare kar as om te fjochtsjen mei An Lushan yn triennen, en waard ferslein. (It ferfollet \"As jo ​​​​hurd wurkje om josels te stypjen, kinne jo ferwûne wurde.\")\nYn 'e Tang-dynasty, doe't de grinstroepen en pleatslike garnizoenen gjin tiid hiene om te reagearjen, drukte An Lushan's leger de grins yn en kaam it haadstêdgebiet yn. Yn in krityske situaasje liet keizer Xuanzong fan 'e Tang-dynasty it Gardekorps liede om út 'e haadstêd te ûntsnappen, wêrtroch't de liederleaze Xijing Chang'an foel.\n(Tang Xuanzong skeind de begelieding fan dit teken, sadat de opstân fan An Lushan suksesfol wie.)", "聖意": "It hûs is feilich, josels is gelok, it fortún is stabyl, de transaksje is foarspoedich, it houlik is suksesfol (foarsichtich), in manlike fuotgonger út Liujia komt nei it fjild, siden wurde rispe, seis fee binne skansearre, de persoan is fûn , de rjochtsaak is rjochtfeardige, it ferlerne eigendom bringt sykte, dat is, it grêf fan Anshan moat reparearre wurde.", "古人": "Lushan opstân", "第X籤": "De seisentichste lotterij", "宮": "Ugly Palace"}