{"籤詩版本二": "Moarns en skemer, de stipe fan 'e Buddha moat wêze yn tiden fan gefaar, mar net yn gefaar\nAs jo ​​​​oanlutsen wurde troch in foarname persoan, dan sil jild en side jo ek begeliede. Dit is Chuan Lai. It hinget allegear fan dy ôf.", "詩意": "Dit hexagram stiet foar de geheime segen fan goaden en Buddhas.\nWês geduldich en hawwe goed gelok yn alles.", "解曰": "In teken fan âlderwetske frede. As alles djoer is, sil it geunstich wêze.", "籤詩故事一": "◇ Tang Monk berikte ferljochting\nOp in dei kaam Tang Seng by de rivier en seach dêr de Lingshan-berch fan 'e Boeddha foar. D'r wie in brêge fan ien planke foar. Tang Seng doarde it net oer te stekken. De Buddha feroare yn in boatman en hold in boaiemleaze brutsen boat. Sadree't Tang Monk op 'e boat kaam, foel hy yn 'e rivier en waard rêden troch de boatman. Dit is hoe't Tang Monk Buddhahood berikt. (ferhaal fan reis nei it westen)\n◇ De boeddhistyske skriften fan Tang Monk\nSanzang fan 'e Tang-dynasty, syn mienskiplike efternamme wie Chen en syn foarnamme wie Yi. Berne yn Goushi County, Luozhou (no súdlik fan Yanshi City, Henan Provinsje). Hy waard muonts op 'e leeftyd fan trettjin en naam de boeddhistyske namme Xuanzang oan.\nOm de orizjinele boeddhistyske skriften te krijen, sette hy út Chang'an (hjoeddeiske Xi'an, Shaanxi Provinsje) yn it tredde jier fan Zhenguan (AD 629), weage oer de grins, en gie troch ûntelbere swierrichheden om Tianzhu te berikken ( Yndia) om skriften te sammeljen. Hy reizge troch de rivierbekken fan Ganges en Indus en de súdeastlike kustgebieten fan Yndia, krúste doe de mei snie bedekte bergen en griene ridges oer, trekking mear as 50.000 kilometer hinne en wer. It duorre him 16 jier om einlings werom te gean nei Chang'an yn it 19e jier fan Zhenguan (AD 645). Hy brocht in grut tal boeddhistyske skriften werom en sette se oer yn it Sineesk.\n(Tang Sanzang gie in lange reis hinne en wer tusken Sina en Yndia. Hy moat ûnder de reis gefaren ûnderfûn hawwe, mar hy koe feilich werom, om't der in ûnsichtbere beskermhillige efter him siet.)", "聖意": "It hûs is feilich, jinsels is geunstich, it westerske bedriuw is suksesfol, it houlik is suksesfol, de fuotgongers blokkearje it fjild, de sidewjirms binne blokkearre, de sidenwjirms binne sân punten, it fee is rendabel, it sykjen is nei minsken, de westerske iepenbiere rjochtsaak is min, de migraasje is konservatyf, it ferlerne eigendom wurdt sjoen, de sykte is geunstich, de bergen en grêven binne geunstich.", "古人": "Tang Monk berikte ferljochting", "第X籤": "It winnen fan de lotterij twa en sechstich", "宮": "Yin Palace"}