{"籤詩版本二": "De swimfisk waard fongen yn in strik yn de Bibofiver.\nAs der nei it tinken wat mis giet, soarget dat úteinlik foar problemen.", "詩意": "Dit hexagram stiet foar in fisk fongen yn in strik.\nIt is ek oan te rieden om foarsichtich te wêzen yn alles.", "解曰": "Delsetting ûnder it hûs. De ramp falt út 'e himel. Wekker betiid en nim earst foarsoarchsmaatregels. Foarkom rampen.", "籤詩故事一": "◇ It hynder is bedekt mei wetter (it is lestich om it wetter te sammeljen)\nHan Dynasty. Zhu Maichen, mei hoflikens namme Wengzi, wie in ynwenner fan Wu yn Kuaiji (no diel fan Suzhou City).\nYn syn iere jierren wie de famylje fan Maichen earm en hy hie gjin sukses. It pear wenne yn in rieten poarte yn in efterste steegje, snijden brânhout en ferkocht it om de ein te meitsjen. Jo meitsje net folle jild troch brânhout te ferkeapjen foar elkenien syn priis.\nSyn frou gyng út om wetter te heljen en seach in groep bern om Maichen laitsje, de frou fûn it beskamsum en gie letter fuort.\nDoe't Zhu Maichen fyftich jier âld wie, socht keizer Wu fan 'e Han-dynasty talinten en oanbea Zhu as de prefekt fan Kuaiji.\nSyn frou spyt har blinens en woe wurde fermindere ta in tsjinstfaam en bywiif om Zhu foar de rest fan syn libben te tsjinjen.\nMaichen bestelde syn eks-frou in emmer wetter te heljen, gie it op 'e treppen en sei: \"As it wetter weromhelle wurde kin, kinne se beide wer byinoar komme.\"\nSjoen de relaasje tusken man en frou krigen de frou en har wertroude man in iepen romte yn de eftertún om harsels te kultivearjen en te stypjen. Syn frou smiet har yn 'e rivier en stoar.", "聖意": "It hûs is yn gefaar, jinsels is yn gefaar, it jild is ferlern, de transaksje is yn frede, it houlik is inkonsekwint, Liujia is bang, minsken binne blokkearre, de fjilden binne skansearre, sidewjirms binne ferlern, it fee is ferlern, minsken wurde fûn, de iepenbiere rjochtsaak is ferlern, migraasje is goed, ferlerne dingen binne ûngeunstich, sykten wurde feroarsake, rampen en gefaren, berchgrêven moatte feroare wurde.", "古人": "It hynder is bedekt mei wetter (it is lestich om it wetter te sammeljen)", "第X籤": "Fjouwerensechstichste teken", "宮": "Maogong"}