{"籤詩版本二": "De dyk is gefaarlik, de hynders en de manlju ha haast, en de soldaten binne yn it dreechste as se ferlern gean.\nIt strân is heech, de wyn en weagen brekke, de boat is stikken, de sinne giet ûnder, de blommen stjerre, de loft falt en de froast falt Win: bear.棹: oar.", "詩意": "Dit hexagram is as in boat dy't it strân ôfbrekke.\nPas op foar alle gefaren.", "解曰": "Alde skoalle en âlde skoalle. Rêstich en ûnskuldich. Gjin needsaak om advys te sykjen. Reizgje frij.", "籤詩故事一": "◇ De kening fan Chu Yin Ling ferlear syn wei\nBegjin 202 f.Kr. omsingelen yn totaal 400.000 Han-troepen fan trije kanten it leger fan Xiang Yu yn Gaixia, dat der tekoart oan iten wie.Se fregen de soldaten om yn it Chu-dialekt te sjongen, wêrtroch't it leger fan Xiang Yu ferkeard leaude dat har wenplak kontrolearre wie troch it Han leger. Dizze psychologyske taktyk fan \"belegere oan alle kanten\" feroarsake it leger fan Xiang Yu om moraal te ferliezen.\nSa late Xiang Yu mear as 800 elite-kavalery en besleat om út te brekken, wylst it Han-leger nau folge Guan Ying en 5.000 kavalery. Nei't de rivier de Huai oerstutsen wie, hie de kavalery fan Xiang Yu mar hûndert minsken oer.\nXiang Yu rekke ferlern yn Yinling en frege in boer oan 'e kant fan 'e dyk om de wei nei de rivier. Unferwachts folge hy de rjochting oanwiisd troch de âlde man en kaam yn in sompe telâne, wêrtroch it dreech wie om te bewegen. Hy waard hast ynhelle troch Liu Bang syn leger. Xiang Yu úteinlik berikte Wujiang en wist dat de situaasje wie foarby. Sjen Jiangdong syn âldsten sûnder skamte, hy begien selsmoard en stoar.", "聖意": "It hûs is benaud foar de eigen ramp, op syk nei rykdom, ferneatige bedriuw, mislearre houlik, net op lange termyn, gefaarlik, fuotgongers dy't fjilden blokkearje, sidewormskea, fee skea, fermiste minsken, iepenbiere rjochtsaken, ferlies, migraasje, ferhuzing, ferlern eigendom, sykte, it is ûngeunstich te stjoeren nei berch grêf.", "古人": "Kening Yin Ling fan Chu ferlear syn wei", "第X籤": "Sechstichste lot", "宮": "Maogong"}