{"籤詩版本二": "As de winter komt, sil in tûke fan plumbloesem op 'e berch net ferneatige wurde, sels as syn blêden falle en har tûken ferdwine.\nMar as de maitiid komt, jou ik my noch werom as de hofdame en ferneatigje it oarspronklike wurk.", "詩意": "Yn dit hexagram nimt de plombloesem de liedende posysje yn.\nAlles is goed as it is fertrage.", "解曰": "Ien pylk skeat leech. As it leech is, is it net leech. Wachtsje op 'e maitiid om te kommen. Kleur is deryn.", "籤詩故事一": "◇ Twa kear skoard\nYn it bewâld fan keizer Dezong fan 'e Tang-dynasty waarden de trouwe minister Mei Bogao en syn húshâlding omriden troch de ferriederlike premier Lu Qi, dy't se allegearre deadzje woe. Allinnich syn soan Mei Liangyu wist te ûntsnappen. Letter feroare er syn namme oan Wang Xitong om syn identiteit te ferbergjen. Hy wenne allinnich op 'e strjitte, honger en kâld, mar lokkich waard hy opnommen troch Chen Risheng (Chen Dongchu). Chen Risheng wist syn libbensûnderfining net, dat hy frege him om te helpen mei it fersoargjen fan Chen's plumtún, sadat hy net op 'e strjitte ferhongere soe.\nChen Risheng wie in klasgenoat en freon fan Mei Bogao. Doe't er ferfolge waard troch Lu Qi, waard hy rêden troch Mei Bogao. Dêrtroch waarden Mei Bogao en Lu Qi fijânskip. Op it lêst waard syn hiele famylje eksekutearre. Chen Risheng fielde tryst en lilk fanwege dit. Nei't trouwen, Hy ûntslach en ferhuze syn famylje nei Yangzhou te libjen yn ôfskieding.\nChen Risheng hat in dochter mei de namme Chen Xingyuan, dy't moai en geurich is. Neidat Mei Liangyu nei de famylje Chen kaam, waarden se op it earste gesicht fereale. Op in dei dat plombloeisels yn folle bloei stienen, dat wie ek it jubileum fan Mei Bogao's dea, iepenen Chen Risheng en syn famylje in alter yn 'e plumtún fan har hûs om har ferstoarne freon en goeddochter te betinken. Unferwachts feroare de loft ynienen en in swiere sniestoarm waaide, dy't alle plombloeisels bedekte. Chen Risheng beklage dat er feilich ûntkomme koe, mar hy koe de neikommelingen fan 'e famylje Mei net iens rêde. Hy tocht dat dit in warskôging fan God wie, dat hy beloofde dat, útsein as de plombloeien wer bloeiden, wat bewiisde dat de neikommelingen fan de famylje Mei wie noch yn libben, hy soe noait wat sizze Hy ûntsnapte yn it boedisme en waard muonts.\nSyn dochter Xingyuan hearde dit en ferbaarnde daliks wierook en bea oprjocht ta God om de plombloesems wer te bloeien. Har oprjochtheid ferhuze de himel, en alle plombeammen yn 'e plumtún bloeiden wer; letter wist Chen Risheng dat de Xitong Liangyu wie, dat hy troude syn dochter Xingyuan oan him.", "聖意": "It hûs is net goed foar jinsels, men is goed foar jinsels, men siket rykdom, men is foarsichtich yn omgean, de tiid is let, it houlik is let, de maitiid is foarspoedich, de hjerst is leech, de reizger is let, de fjilden binne foarspoedich, de sidewjirms binne foarspoedich, de seis fee binne foarspoedich, op syk nei minsken, iepenbiere rjochtsaken, ferlies, migraasje, ferlern eigendom, easterske sykten, falske alarmen, berchgrêven moatte feroare wurde.", "古人": "Twa kear skoard", "第X籤": "Njoggenensechstich Winne de Lott", "宮": "Tatsumi"}