{"籤詩版本二": "Chao Chao is as in bijen dy't blommen sammelje, fljocht út it súdwesten en dan nei it easten\nDe maitiid is foarby, de blommen binne fuort en der is gjin plak om te sykjen Dit hert sil syn ferbliuw net feroarje.", "詩意": "Dit hexagram is as in bij dy't blommen plukt.\nAlles is moeizaam en moeizaam.", "解曰": "Gjin maitiid lânskip. It reint lang, mar makket noait op. Om help freegje. It is better om stil te wêzen.\n.", "籤詩故事一": "◇Li Mi rebellearre tsjin Tang-dynasty\nLi Mi\n(582-619), de lette lieder fan it Wagang-leger yn 'e boereopstân yn 'e lette Sui-dynasty fan Sina. Master fan kalligrafy. De master fan it wurd Fa wie in lânseigen fan Chang'an, Jingzhao, en syn foarâlderlike thús wie Xiangping, Liaodong (no súdlik fan Liaoyang, Liaoning). In ynwenner fan Chang'an, Jingzhao, syn foarâlderlike thús is Xiangping, Liaodong (no súdlik fan Liaoyang, Liaoning).\nYn it njoggende jier fan Daye (613) die er mei oan de opstân fan Yang Xuangan tsjin de Sui-dynasty yn Liyang (no noardeastlik fan Junxian County, Henan Provinsje). Yn it njoggende jier fan Daye (613) die er mei oan de opstân fan Yang Xuangan tsjin de Sui-dynasty yn Liyang (no noardeastlik fan Junxian County, Henan Provinsje). Mysterieuze sin is ferslein,\nLi Mi flechte. Xuangan waard ferslein en Li Mi flechte.\nYn it tolfde jier fan Daye kaam hy by it Wagang-leger\n. Yn it tolfde jier fan Daye's bewâld gie hy by it Wagang-leger. Li Mi wie goed yn strategy.Yn oktober fan it tolfde jier fan Daye, Li Mi oertsjûge Zhai om Xingyang Tong oan te fallen, de machtige generaal dy't it leger begeliedt, om Zhang Xutuo te ferdigenjen, it Sui-leger te ferslaan en Zhang Xutuo te fermoardzjen. Li Mi wie goed yn strategy.Yn oktober fan it tolfde jier fan Daye, Li Mi oertsjûge Zhai om Xingyang Tong oan te fallen, de machtige generaal dy't it leger begeliedt, om Zhang Xutuo te ferdigenjen, it Sui-leger te ferslaan en Zhang Xutuo te fermoardzjen.\nLetter stelde hy foar om it Xingluo (letter omneamd Luokou) pakhús oan te fallen, it pakhús te iepenjen foar helpferliening en it team út te wreidzjen. behannele mei de degradaasje en distribúsje fan 'e Sui-dynasty. Der wie in oarloch oer militêre middels en oare problemen, en Li Mi fermoarde Zhai Rang en hûnderten fan syn folgelingen. Letter stelde hy foar om it Xingluo (letter omneamd Luokou) pakhús oan te fallen, it pakhús te iepenjen foar helpferliening en it team út te wreidzjen. behannele mei de degradaasje en distribúsje fan 'e Sui-dynasty. Der wie in oarloch oer militêre middels en oare problemen, en Li Mi fermoarde Zhai Rang en hûnderten fan syn folgelingen.\nYn maart fan it 14e jier fan Daye fermoarde Yu Wenhuaji keizer Yang fan Sui-dynasty\n, late mear as 100.000 minsken werom nei it westen. Yn maart fan it fjirtjinde jier fan Daye fermoarde Yu Wenhuaji (Yu Wen, gearstalde efternamme) keizer Yang fan Sui-dynasty en gie werom nei it westen mei mear as 100.000 minsken. Li Mi krige opdracht om Huaji oan te fallen. Hoewol Huaji waard ferslein, leine Li Mi syn troepen ek swiere ferliezen. Se waarden letter efterfolge troch Wang Shichong. Li Mi syn leger waard ferslein en syn kamp waard ferneatige. Syn generaals Qin Shubao, Cheng Zhijie (oarspronklik neamd Cheng Yaojin), Niu Jinda en oaren waarden finzen nommen. , Shan Xiongxin joech him oer. Li Mi krige opdracht om Huaji oan te fallen, hoewol Huaji ferslein waard, leine de troepen fan Li Mi ek swiere ferliezen. Letter waard hy efterfolge troch Wang Shichong.Li Mi syn leger waard ferslein en syn kamp waard ferneatige.Syn generaals Qin Shubao, Cheng Zhijie (oarspronklik neamd Cheng Yaojin), Niu Jinda en oaren waarden finzen nommen, en Shan Xiongxin joech him oer. Li Mi wie wanhopich, dat hy stapte yn septimber de rivier oer nei Heyang en joech him oer oan de Tang-dynasty. Li Mi wie wanhopich, dat hy stapte yn septimber de rivier oer nei Heyang en joech him oer oan de Tang-dynasty.\nYn novimber stjoerde Li Yuan Li Mi nei Shandong om âlde troepen te rekrutearjen. Novimber, \nLi Yuan stjoerde Li Mi om yn Shandong te wachtsjen om âlde troepen te rekrutearjen. It gefoel dat hy fertocht wie, rebelle hy tsjin Tang. It gefoel dat hy fertocht wie, rebelle hy tsjin Tang. Tang-generaal Sheng Yanshi noege Li Mi oan om oan te fallen en fermoarde him by Xinggong Xian. Tang-generaal Sheng Yanshi noege Li Mi oan om oan te fallen en fermoarde him by Xinggong Xian.", "聖意": "Hûs, hûs, tonge, sels, smjunt, op syk nei rykdom, fergriemen fan saken, houliken net bliuwend, Liujia, lege blommen, fuotgongers, Yaotian, seideworm skea, seis fee skea, fermiste persoanen, rjochtsaken, ferlies, migraasje, konservativen, ferlern eigendom, sykte, obstakels, berchgrêfherfoarming", "古人": "Li Mi rebellearre tsjin Tang Dynasty", "第X籤": "De santichste lykspul", "宮": "Tatsumi"}