{"籤詩版本二": "Cognition of Canglong Nineteenth Guards: In frou troude mei in twadde man\nMei ien bôge en twa pylken sille de dinosaurussen daliks yn frede libje", "詩意": "Dit hexagram is as in bôge dy't twa pylken hâldt.\nAlles is geunstich as it tegearre giet.", "解曰": "Net te swier. Lot. Zhen Liuzhong iepenet. It is oan te rieden om foarsichtich te wêzen.", "籤詩故事一": "◇ Wenjun besiket Xiangru\nZhuo Wenjun wie de dochter fan 'e pakesizzer fan Zhuo Wang, in rike sakeman yn Linqiong, Sichuan Provinsje. Se wie betûft yn muzyk en hie in literêre namme. Se troude doe't se sechtjin wie. In pear jier letter ferstoar har man en gie se werom nei har bernefamylje om as widdo te libjen.\nOp in dei gie Sima Xiangru nei it hûs fan Zhuo Wangsun foar in banket. Doe't er learde dat Zhuo Wenjun nij widdo wie, spile hy it ferske \"Phoenix Seeking the Phoenix\" om syn leafde út te drukken. Zhuo Wenjun hie al heard oer Sima Xiangru, en dit banket makke him noch mear oanlutsen ta Sima Xiangru. Oan 'e oare kant, nei Sima Xiangru's banket, hat hy fuortendaliks in protte jild bestege om de persoanlike tsjinstfaam fan Zhuo Wenjun om te keapjen en frege har om Sima Xiangru's leafde foar Zhuo Wenjun oer te bringen. Neidat Zhuo Wenjun leard oer Sima Xiangru syn leafde troch de tsjinstfaem, hy fuortendaliks hastich nei de herberch dêr\"t Sima Xiangru wenne. Seeing Zhuo Wenjun syn komst, Sima Xiangru fuort fuort mei har oernachtich nei syn wenplak yn Chengdu.\nDoe\"t se wiene yn Chengdu, it pear wie belet en moast werom nei Linqiong te iepenjen in lyts hotel te meitsjen in bestean. Zhuo Wenjun ferkocht wyn en Sima Xiangru wosken skûtels. Se libbe in earm libben. Nei't de heit fan Zhuo Wenjun, Zhuo Wangsun, it leard hie, stimde hy yn en finansierde se ûnder it advys fan syn freonen, sadat Sima Xiangru en Zhuo Wenjun weromkamen nei Chengdu om te wenjen, en letter ryk waarden.", "聖意": "Ferlies fan hûs en eigendom, eigen rjochten en ûnrjochten, sykjen nei rykdom, arbeidstransaksjes, hoedzjen tsjin houlikwerieniging", "古人": "Wenjun besiket Xiangru", "第X籤": "Ienensantich Winnende Lotto", "宮": "Tatsumi"}