{"籤詩版本二": "Imkers moatte om huning smeekje, dat se net troch in stek stutsen wurde\nDer moat in nuvere dyk foar dy komme, it geheim is sa djip as in bosk fan toarnen.", "詩意": "Dit hexagram symbolisearret bijen dy't huning sammelje.\nAlles is moeizaam en moeizaam.\n\n(Dit hexagram siket it symboal fan swietens en bitterens.\nFoarkom rampen yn alles.\n)", "解曰": "Dingen moatte foarsichtich dien wurde. Gjin needsaak om it te twingen. Bijen sammelje huning. Wat is de reden?", "籤詩故事一": "◇ Wang Mang siket talinten\nDe famylje Wang Mang yn 'e Westlike Han-dynasty kin sein wurde as in rike famylje. Hoewol't syn heit jong stoar, waarden ferskate fan syn omkes en omkes keizers fan 'e Han-dynasty. Se waarden generaals, premiers, en waarden markies en krigen beleanningen. De famylje Wang wie ekstreem prominint.\nMar Wang Mang's eigen lytse húshâlding wie ekstreem earm; syn heit stoar jong, en hy wenne allinnich by syn mem, fertroud op woldiedigens fan sibben. Mar hjirtroch ûntwikkele en oefene Wang Mang in set feardigens yn omgean mei minsken sûnt hy in bern wie. Hoe fertrietlik of lilk hy him ek fielde, hy liet altyd in tige lokkich en freedsume blik sjen foar sibben, âldsten of bûtensteanders, sadat hy troch elkenien yn 'e clan tige wurdearre waard.\nIenkear wie syn âldste omke slim siik. Nei't er it leard hie, kaam er oer en wachte by it bêd fan 'e pasjint, brocht medisinen en wetter en hâlde nachts wach. In pear moannen op rige wie er útklaaid, ûnfersoarge en fersierd Hy wie gewoan \"geduldiger\" as in pasjint, mear \"soan\" as in biologyske soan.\nDêrfoar priizge elkenien yn it Taiwaneeske folk him en skreau brieven om in beleanning foar him te freegjen.\nSa joech keizer Cheng fan 'e Han-dynasty him de titel fan Nije Haadstêd Markys en beneamde him as wacht yn it paleis, en waard in nauwe minister fan 'e keizer.\nMei syn hege status en grutte macht liet Wang Mang nea arrogânsje of slapheid sjen. Ynstee waard er hieltyd hofliker en hofliker. Oan de iene kant makke er freonen mei ministers, generaals, ferneamden en gelearden. Oan de oare kant , hy holp de earmen en wie romhertich mei syn rykdom.\nMar hy libbe in tige sober libben, iet faak fleisgerjochten, om net te sizzen mei lange mantels en jurkjes mei lange mouwen, allinnich mar koarte klean. Dus elkenien yn it regear en it publyk priizge him unanym mei it wurd \"deugdsum\".\nLetter ferstoar syn omke, Grand Sima Wanggen, oan sykte en waard hy keazen as syn ferfanger. De keizer en alle ministers tochten dat er de geskiktste wie. Dêrom waard Wang Mang, dy't mar achtentritich jier âld wie, de Grand Sima mei de heechste militêre macht yn it lân.\n(Dit ferhaal is in metafoar. Goed wêze yn in goed persoan wêze kin jo helpe om fan 'e \"swierrichheid om troch bijen te stekken\" kwyt te reitsjen en jo idealen te berikken lykas jo wolle.)", "聖意": "It hûs is net goed foar jinsels, de famylje is yn de problemen, it bedriuw is blokkearre, it houlik is blokkearre, de seis harnas binne kjel, de fuotgongers binne let, de rispinge fan siden is leech, it fee is leech, it is lestich om minsken fine, de rjochtsaak is min, de migraasje beweecht net, it ferlerne eigendom is min, de sykte is opset, it berchgrêf is ferlern,", "古人": "Wang Mang siket talinten", "第X籤": "It winnen fan de lotterij twaensantich", "宮": "Tatsumi"}