{"籤詩版本二": "As de maitiid komt, skoddet de tonger en tjirpele ynsekten, en ik draai my fan 'e modder ôf\nDoe't ik earst realisearre dat ik noch kaam en gean, doe't ik ienris feroare, waard ik in draak.", "詩意": "Dit hexagram is as tonger en ynsekten.\nMoetsje in aadlike persoan is in goed teken yn alles.", "解曰": "Tonger slacht op. Twa ôfsettings yn en út. Feroarje ien kear. Oant Tianmen.", "籤詩故事一": "◇ Chenqiao Mutiny\nYn 959 nei Kristus stoar Zhou Shizong Chai Rong, en keizer Gong, Chai Zongxun, dy't de troan bestie, wie mar sân jier âld. Yn dy tiid hie Zhao Kuangyin, dy't tsjinne as de ynspekteur foar it paleis en de gesant fan Songzhou oan it Dútske leger, echte macht.\nYn 'e maitiid fan 960 nei Kristus rapportearren Zhenzhou (hjoeddeiske Zhengding, Hebei Provinsje) en Dingzhou (hjoeddeiske Dingxian County, Hebei Provinsje) dat de legers fan 'e Noardlike Han-dynasty en de Liao-steat tegearre nei it suden reizgen om de lettere Zhou-dynasty oan te fallen, mei grutte momentum, en frege om troepen te stjoeren foar help. Letter joech de Zhou-dynasty Zhao Kuangyin opdracht om syn troepen nei it noarden te lieden om te fjochtsjen tsjin 'e fijân. Zhao Kuangyin hannele temûk ûnder de planning fan syn broer Zhao Guangyi, Zhao Pu, Shi Shouxin en oaren.\nOp 3 febrewaris, doe't it leger yn Chenqiaoyi (no Chenqiao Town, súdeastlik fan Fengqiu, Henan) oankaam, sette se in muiterij op en befelen de soldaten giele klean foar him te dragen.Se rebelleren tsjin de lettere Zhou-dynasty en stipen Zhao Kuangyin as keizer . Dêrnei lied Zhao syn troepen werom nei Kaifeng sûnder te ferbaarnen, te deadzjen of te plonderjen.\"Taizu Chen Qiao makke in eed om de minsken fan 'e haadstêd net te fersteuren, en hy beloofde de stêd net te fersteuren op' e dei dat hy de stêd yn kaam.\"\nOp de tredde dei fan it tredde jier fan de moanne moanne, Zhao Kuangyin mûtere yn Chenqiao en werom nei de haadstêd. Fan Zhi late Wang Pu en Wei Renpu te freegjen Zhao Kuangyin. Luo Yanhuan luts syn swurd foar de tinte en rôp lûd : \"De trije legers hawwe gjin masters. De generaals hawwe besletten om him as de keizer oan te stellen. Elkenien dy't útsprekt sil fermoarde wurde!\". Wang Pu syn gesicht wie sa bleek as ierde. Hy liet syn stappen en bûgde del. Fan Zhi ek bûgde. Kuang Yin persoanlik holp him omheech en behannele him mei grutte hoflikens.\nNei in matig ferset naam keizer Gong fan de lettere Zhou-dynasty de troan oer, en Zhao naam de troan oer. \"Taizu wie op it punt om Zen te akseptearjen, mar der wie gjin Zen-tekst. Tao Gu, in gelearde fan Hanlin, akseptearre de oarder en kaam njonken him, sizzende: \"It is dien.\"\nNeidat Zhao op 'e troan kaam, feroare hy de namme fan it lân yn Song, Yuan yn Jianlong, en makke Kaifeng de haadstêd. Shi Shouxin, Gao Huaide, Zhang Lingduo, Wang Shenqi, Zhang Guanghan en Zhao Yanhui waarden allegear bekroand mei de titel Jiedushi , dy't yn 'e skiednis bekend stie as de \"Chenqiao Mutiny\".\nWikipedia\n(Dit ferhaal fertsjintwurdiget dat dit it begjin is fan 'e optreden fan Zhao Kuangyin.)", "聖意": "Bid foar jo hûs, it deistich libben, rykdom, lok, gelok yn bedriuw, aadlik houlik, súkses yn Liujia, manlike fuotgongers, iere berte fan sidenwjirms yn 'e fjilden, iere berte fan seis bisten, lok yn 'e maitiid, op syk nei minsken , súkses yn rjochtsaken, gelok yn migraasje, ferlern eigendom, gefaren yn sykten, gefaren yn bergen en grêven.", "古人": "Chenqiao Mutiny", "第X籤": "Trijeensantich ûndertekene", "宮": "Mi Palace"}