{"籤詩版本二": "In mingsel fan fisk en draak hat deselde betsjutting. Bliuw yn it djippe swimbad en wachtsje op gelok.\nUnbewust sprong Yumen oer it Dragon Palace mei syn holle omheech.", "詩意": "De hexagram fisk en draak bliuwe net feroare.\nAlles komt op 'e tiid.", "解曰": "Hoewol't it is Ziji. Wachtsje ek. Plan jo eigen bedriuw. Net roekeloos hannelje.", "籤詩故事一": "◇ Hongwu sjocht fee\nZhu Yuanzhang, in lânseigen fan Zhongli, Haozhou (no Fengyang County, Anhui Provinsje), waard berne yn it earste jier fan Tianli fan Yuan Wenzong fan 'e Yuan-dynasty, fjirde yn syn famylje. Hy waard berne yn in earme boerefamylje, troch earmoede doe't er jong wie, koe er net studearje en hied er eartiids fee foar de lânhear.\nYn it fjirde jier fan Zhizheng (1344) wie der in swiere droechte yn Huaibei.Zhu Yuanzhang syn heit, mem en broer stoaren efterinoar, dat hy hie gjin oare kar as in begjinnende muonts te wurden yn de Huangjue-timpel.\nMinder as twa moanne nei it yngongen fan 'e timpel, fanwegen de muoite by it sammeljen fan de hier fan 'e timpel yn 'e hongersneedjierren, sleat de timpeleigner it pakhús en ûntsloech de muontsen Zhu Yuanzhang moast syn wenplak ferlitte en in swalkjende muonts wurde (in muonts dy't in libben makke troch biddeljen).\nLetter waard Zhu Yuanzhang de Taizu fan 'e Ming-dynasty en de \"boargerlike keizer\" yn 'e Sineeske skiednis, mei de regearingsnamme \"Hongwu\".\n(De metafoar fan dit ferhaal is dat in skoft gewoan gewoan wêze betsjut net dat it yn 'e takomst itselde sil wêze. Dit komt om't de tiid noch net kommen is.)", "聖意": "De famylje is feilich, de famylje is sûn, it fortún is goed, it bedriuw is yn ôfwachting, it houlik is let, it mantsje is berne yn Liujia, de fuotgonger is let, de sidewjirm is let, de sidewjirm is ryk, de seis bisten binne sturt, de persoan is fermist, gjin rjochtsaak wurdt fertrage, de migraasje is konservatyf, it ferlerne eigendom is blokkearre, de sykte wurdt hindere troch it berchgrêf.", "古人": "Hongwu sjocht nei fee", "第X籤": "Sesentichste lot", "宮": "Mi Palace"}