{"籤詩版本二": "Yn 'e dream waard sein dat der in protte rykdom wêze soe, mar de rom soe op neat komme.\nIt wetter is fier fuort en de bergen binne fier fuort, mar it is dreech om trou te wêzen. De foarname persoan jout lieding en glimket.", "詩意": "Dit hexagram stiet foar it symboal fan it krijen fan in skat yn in dream.\nAlles is min of mear echt.", "解曰": "Dreame as in dream. Gjin hope op bekendheid. Wachtsje mar op goede tiden. Noble ynstruksjes.", "籤詩故事一": "◇ Jou de jade werom nei Zhao (jout de jade werom nei Zhao nei it foltôgjen fan it)\nYn 283 f.Kr. krige kening Zhao Huiwen He's Bi fan Chu. Neidat kening Qin Zhaoxiang it nijs hearde, stjoerde er in brief oan kening Zhao, dêr't er him ree wie om fyftjin stêden te ruiljen foar He's Bi.\nLin Xiangru analysearre oan kening Zhao dat Qin sterk wie en Zhao swak wie en moast wurde ferfongen.\nKening Zhao stjoerde doe Lin Xiangru nei Qin mei He's Bi.\nDe kening fan Qin moete Lin Xiangru by Zhangtai, en Lin Xiangru presintearre de jade oan 'e kening fan Qin. De kening fan Qin wie bliid en joech de He's Bi oan 'e skientme en elkenien om har hinne seach der nei. Op dit stuit rôp elkenien fan links en rjochts lang libje.\nLin Xiangru seach dat de kening fan Qin net fan doel hie de stêd oan Zhao te jaan, dat hy fertelde de kening fan Qin dat syn jade defekt wie en woe it oan de kening fan Qin wize om de kâns te nimmen om de jade werom.\nNeidat Lin Xiangru Heshi's Bi weromnaam, stie er neist de grutte pylder, en liet sjen dat er mei Heshi's Bi stjerre woe.\nOp dit stuit sei Lin Xiangru tsjin de kening fan Qin: \"De kening fan Zhao oerwûn noch de beswieren fan 'e ministers en akseptearre it foarstel fan' e minister. Sels as hy inoar net ferrifele by it omgean mei it gewoane folk, net te ferjitten dat Qin is in grut lân! Om de freonskip tusken Qin en Zhao te behâlden, kening Zhao Nei fiif dagen fêstjen stjoerde ik myn ministers mei de jade nei Qin. Spitigernôch hie de kening fan Qin net allinnich gjin bedoeling om Zhao in stêd, mar joech ek de jade fan 'e He-famylje troch oan in prachtige frou, wat echt in bespot wie fan myn ministers.\"\nNei it foltôgjen fan it praten makke Lin Xiangru fuortendaliks in gebeart fan in pylder te slaan. De kening fan Qin wie bang dat He's Bi skansearre wurde soe, dus hy die dat er Zhao fyftjin stêden joech. Lin Xiangru seach troch it ferriederlike plan fan kening Qin, dat hy frege kening Qin om fiif dagen te fêstjen foardat hy He's Bi presintearre om tiid te fertrage. Yn dizze pear dagen stjoerde Lin Xiangru syn begelieders om werom te gean nei de steat Zhao mei de jade, wylst hy bleau om te gean mei de kening fan Qin.\n(Dit ferhaal is as de eagen fan in gewoane persoan dy't fassinearre wurde troch syn status.)", "聖意": "Bidden foar segeningen thús, jinsels, it hinderjen fan rykdom, it meitsjen fan transaksjes lestich te realisearjen, houlik is net yn harmony mei fuotgongers fan Liujiaxu, Chitian seidewormen wurde net akseptearre, seis bisten binne skansearre, minsken ûntbrekke, iepenbiere rjochtsaken en migraasje wurde ferwachte, ferlerne dingen binne fier fuort, sykten wurde opset, stjoerd nei berch grêven, en feroare.", "古人": "Gean de jade werom nei Zhao (folje de jade nei Zhao)", "第X籤": "De sânentweintichste winnende lotterij", "宮": "Middeis Palace"}