{"籤詩版本二": "Lege knoop, ik winskje dy feilich te hâlden As jo ​​jo lichem feilich hâlde, winskje ik dat jo it noait werombringe.\nFerjit net dat Gods geunst weromjûn is. Wês net minachtich fan Gods wurden.", "詩意": "Leau net dat dit hexagram wier is.\nIt is in teken fan konservatyf yn alles.", "解曰": "Minsken hawwe har eigen mieningen. De geast hoecht net drok te wêzen. Guanyin ynstruksjes. Wês net respektleas.", "籤詩故事一": "◇ De brûnzen flagge geheim stypje\nDe ferneamde stifter-generaal fan 'e Tang-dynasty, Qin Qiong (Qin Shubao) waard bekroane mei de titel fan Grand Marshal fan 'e Sui-dynasty. Hy late syn troepen om Sishui Pass (of Sishui Pass of Dongling Pass, leginden ferskille) oan te fallen. Yang Yicheng), de wachtgeneraal fan Sishui Pass, wie keizer Yang fan 'e Sui-dynasty bestelde in brûnzen flagge-array op te setten, mar Qin Shubao koe it in lange tiid net oanfalle. Nei it finen dat Luo Cheng, de lieder fan 'e formaasje, syn neef wie, kontakt hy syn muoike.\nFoardat Luo Cheng gie, fertelde hy syn mem dat de persoan dy't kaam om de flagge om te kearen syn neef Qin Qiong wie, en syn mem bestelde him om him temûk te helpen. Op de dei fan 'e beslissende slach gie Luo Cheng, dy't de Brûnzen Flagge bewake, ynienen fan kant en sloech de krêften mei Qin Qiong om de Brûnzen Flagge formaasje te ferslaan. Luo Cheng besette Dongling Pass en kaam oerwinnend werom. Luo Cheng joech him ek oer oan de Tang Dynasty.\n(Dit ferhaal is in metafoar dat jo soms moatte fertrouwe op reden by it dwaan fan dingen, ynstee fan fertrouwe op emoasje of leauwe.)", "聖意": "It hûs is ek ree om beloften te dwaan, rykdom te sykjen, syn oandiel te hâlden, foarsichtich te wêzen yn transaksjes, houlik is falsk, berne in famke, fuotgongers bliuwe yn it fjild, sidewjirms, sân punten, seis fee skea, fermiste minsken, iepenbier rjochtsaken, migraasje, ferlern eigendom, westerske sykten, oplossing foar bergen, grêven, west rjochting", "古人": "Stiekem helpt de brûnzen flagge del", "第X籤": "Njoggenentweintich Winning the Lott", "宮": "Middeis Palace"}