{"籤詩版本二": "De blêden fan de platanbeammen binne fallen, de hjerst komt oan, en de weromreis fan de reizgers liket wol wolken.\nTroch Gods grutte ynset kaam it skip werom mei de skat yn 'e wyn.", "詩意": "Dit hexagram stiet foar de fallende blêden fan 'e sycamorebeam.\nAlles is fan tefoaren min en op it lêst goed.", "解曰": "Nim dingen út it hert. Tianxin folget it. De kost fertsjinje. Doch wat jo kinne.", "籤詩故事一": "◇ De wyn waait nei Tengwang Pavilion\nWang Bo, mei hoflikens namme Zian, wie in dichter fan 'e iere Tang-dynasty. Hy waard berne yn it earste jier fan Yonghui, keizer Gaozong fan 'e Tang-dynasty. Wang Bo hat skriften lêzen sûnt hy in bern wie, en hy stiet bekend as in \"wûnderbern\". Wang Bo hat skriften lêzen sûnt hy in bern wie, en hy stiet bekend as in \"wûnderbern\".\nDoe't hy tsien jier wie, kamen hy en syn heit tafallich foarby in Guandi-timpel. Se seagen it majestueuze byld fan Guandi yn 'e timpel, mei in kopy fan \"Spring and Autumn\" en it lêzen. Doe't syn heit it seach, hy Hy liet keizer Guan sjonge: \"Hâld trije lokken fan griene burd, lês de skiednis fan Qing-dynasty oan 'e griene lantearne en bring earbetoan oan 'e ferneamde nammen. Hâld de griene draak en de moanne yn myn hân. \" Der wurdt sein dat Wang Bo yn 'e hjerst fan dit jier fan Shanxi nei Hainan-eilân gie om syn heit te besykjen dy't degradearre waard nei de county magistraat fan Jiaozhi. , troch tûzenen bergen en rivieren lâns te gean. Yn 'e hjerst fan it jier doe't er sânentweintich wie, gie Wang Bo fan Shanxi nei Hainan-eilân om syn heit te besykjen, dy't degradearre wie nei de post fan Jiaozhi County Magistrate. Hy gie troch tûzenen bergen en rivieren ûnderweis.\nDoe't wy dy dei by Madang Mountain oankamen, gie elkenien oan lân om te rêsten. Doe't Wang Bo allinnich by in âlde timpel rûn, seach er ynienen in âld man sitten op 'e stien njonken de timpel. De âld man like in bern mei ljocht hier en in mearke. Hy sei tsjin Wang Bo \"Binne jo net Wang Bo?\" Wang Bo skreaude en sei: \"Precies! Hoe witsto dat?\" De âlde sei: \"Ik haw lang heard dat jo goed hawwe yntinsjes om minsken te rêden, en jo gedichten binne tige sinfol. Der sil moarn in grut feest wêze yn Tengwang Pavilion. As jo ​​it banket bywenje kinne en in essay kinne skriuwe, sille jo troch de ieuwen hinne ferneamd wurde en reiskosten krije. \" Doe't se oankamen by Madang Mountain gie elkenien oan lân om te rêsten.Doe't Wang Bo allinnich by in âlde timpel rûn, seach er ynienen op 'e stien neist de timpel, Der siet in âld man, dy't like in bern mei ljocht hier en in fee Hy sei tsjin Wang Bo: \"Binne jo net Wang Bo?\"\nWang Bo waard fernuvere en sei: \"Precies! Hoe witsto dat?\"\nDe âld man sei: \"Ik haw al lang heard dat jo in freonlike bedoeling hawwe om minsken te rêden, en de gedichten dy't jo komponearje binne frij sinfol. Der sil moarn in grut feest wêze yn it paviljoen fan Prins Teng. As jo ​​it banket bywenje kinne en komponearje, jo sille troch de ieuwen ferneamd wurde en jo krije reiskosten.\"\nWang Bo sei: \"Dit plak is seis of sânhûndert kilometer fuort fan Tengwang Pavilion. Hoe kinne wy ​​hjir moarn komme?\" De âlde man sei: \"Ik sil in hynder brûke as in godlike wyn om jo te helpen in glêd farren. sil grif moarn oankomme.\" Wang Bo betanke my en sei: \"Ekskús my, myn skoanheit. , binne jo in ûnstjerlik of in god?\" De âlde man lake en sei: \"Ik bin de Zhongyuan Shuijun dy't de baas is oer dit wettergebiet!\" Wang Bo sei: \"Dit plak is seis of sânhûndert kilometer fuort fan Tengwang Pavilion. Hoe kinne wy ​​hjir moarn komme?\"\nDe âld man sei: \"Ik sil it hynder brûke as in godlike wyn om jo te helpen in glêd farren. Ik kom grif moarn.\"\nWang Bo betanke him en sei: \"Ekskús my, skoanheit, bist in ûnstjerlik of in god?\"\nDe âlde man lake en sei: \"Ik bin de Zhongyuan Shuijun dy't de lieding hat oer dit wettergebiet!\" Doe moedige de âlde Wang Bo oan om fluch op 'e boat te kommen. Hy seach in skoft geunstige wolken om him hinne, en de wyn en it wetter wie glêd ûnderweis. Yn in eachwink hie er hûnderten kilometers reizge.\nDoe trune de âldman Wang Bo oan om gau op 'e boat te kommen. Hy seach in skoft geunstige wolken om him hinne, en it wie in glêde reis. Yn in eachwink hie er hûnderten kilometers reizge. Lykas ferwachte, rûn Wang Bo de moarn fan it grutte evenemint nei it paviljoen fan Prins Teng.\nLykas ferwachte, rûn Wang Bo de moarn fan it grutte evenemint nei it paviljoen fan Prins Teng. En op it plak skreau er it \"Foarwurd foar Prince Teng's Pavilion\", dat troch keizer Gaozong fan 'e Tang-dynasty it ivige masterwurk neamd waard. En op it plak skreau er it \"Foarwurd foar Prince Teng's Pavilion\", dat troch keizer Gaozong fan 'e Tang-dynasty it ivige masterwurk neamd waard.\nDer is in gedicht dat seit:\nIt is altyd sein dat talintfolle minsken goaden binne, dus it is gjin tafal dat de wyn Nanchang nei Nanchang bringt;\nIk skreau in sin oer it hege paviljoen fan Teng Wang, en doe begeliede hy de ûnstjerliken nei Zhongyuan.", "聖意": "Bid foar jo hûs en beskermje josels, bid foar segeningen, sykje rykdom, en berikke houlik en harmony.", "古人": "De wyn waait nei Tengwang Pavilion", "第X籤": "Teken ienentachtich", "宮": "Wei Gong"}