{"籤詩版本二": "Wat te dwaan as jo jo deugd ferlieze fanwegen jo reputaasje?Ik bin bang dat it lok sil feroarje en minne dingen sille barre.\nDronken, ik wit net wêr't ik hinne moat Ik haw in wazige dream yn it skaad fan 'e griene pinebeammen.", "詩意": "Dit hexagram stiet foar de kâlde fisk dy't it wetter ferlitte.\nDer kin neat ferpleatst wurde.\n\n(Dit hexagram is in symboal fan minne deugd en pech.\nHâld jo fuotten op 'e grûn yn alles.\n)", "解曰": "De kâlde fisk ferlit it wetter. in fly yn 'e salve. As jo ​​freegje oer kamp plannen. It is better om Mo Qi\nDit teken sil Liujia pech bringe. Alles giet mis. Bid foar feiligens.", "籤詩故事一": "◇ Zhuangzi testet syn frou\nZhuangzi waard berne yn de Zhou Dynasty. Syn efternamme wie Zhuang, syn foarnamme wie Zhou, en syn foarnamme wie Zixiu. Hy wie in lânseigen fan Mengyi yn de Song Dynasty. Yn 'e Zhou-dynasty wie hy de amtner fan Qiyuan.\nOp in dei moete Zhuangzi in frou op 'e berch, se siet op hurken foar in nij grêf en skodde har fanke wanhopich, as woe se de wiete grûn op it grêf droegje. Zhuangzi begriep har bedoeling net, dat hy frege har. Se sei dat de persoan begroeven yn it grêf wie har man, en har man syn lêste wurden wiene dat se koe net opnij trouwe oant de grûn op it grêf droech. Se koe net langer wachtsje, dat se roerde de grêfgrûn op om it flugger droech te meitsjen, sadat se in twadde maitiid neistribbe koe.\nZhuangzi suchte doe't er tocht dat der sa'n herteleaze frou yn 'e wrâld wie. Doe tocht ik, soe myn frou sa wêze? As der fertinking ûntstiet, wol ik it testen.\nDe efternamme fan Zhuangzi syn frou wie Tian, ​​en it pear hie meast in nauwe relaasje. Om de loyaliteit fan syn frou te testen, besleat Zhuangzi om te dwaan as dea.\nHearing dat Zhuangzi stoar oan in hommelse sykte, in protte minsken fan oeral, ynklusyf sibben en freonen, kamen te uterjen harren condolences. Under harren wie in kreaze kening en pakesizzer út de steat Chu, dy\"t wie ryk oan rykdom. Sjen dat Ms. Tian wie nij widdo en jammerdearlik, hy ferfolge har. Mefrou Tian koe de ferlieding net ferneare en rekke fereale op Wang Sun. Se trouden yn mar tweintich dagen.\nDy nacht, doe't de wyn dronken waard en de earen waarm wiene, krige Wang Sun ynienen in hertoanfal en stoar.\nMefrou Tian wie bang en panyk, en frege Wang Sun driuwend wat te dwaan. Wang Sun fernearde de pine en fertelde frou Tian dat de harsens fan deade lichems brûkt wurde koene om de deaden wer ta libben te bringen.\nWêr te finen it deade lichem? Frou Tian tocht ynienen, is har man net krekt stoarn? De hear Tian fergeat de âlde leafde tusken man en frou, en naam eins in bile en spjalte de kiste fan har man iepen, taret op om syn harsens út te nimmen foar medisinen.\nUnferwachts, doe't de kiste iepene waard, kaam Zhuangzi wer ta libben. Frou Tian skamme har sa dat se harsels ophong.\n(Dit ferhaal is in metafoar foar it skeinen fan freonskip foar persoanlik gewin, dus wy kinne it der net mei iens wêze.)", "聖意": "It hûs is freedsum, it sels is feilich, it jild is ûnrjochtfeardich, de hannelingen wurde opoffere, it houlik is oplost, it kwea is foarspoedich yn Liujia, de fuotgongers binne net oankommen, de sidenwjirm is plat, it fee is plat, de minsken ûntbrekke, de rjochtsaak feroaret, de learlingen binne konservatyf, it eigendom is net siik, en de berch en it grêf binne kwea.", "古人": "Zhuangzi testet syn frou", "第X籤": "Lot 84", "宮": "Wei Gong"}