{"籤詩版本二": "Dûnkere wolken en mist bedekke de dyk foar de berch Alles is rûn en de moanne is wer rûn.\nAs jo ​​​​poëzij en boeken krije, wurde jo wekker út in djippe dream.De foarname persoan sil jo liede nei it dak.", "詩意": "Dit hexagram symbolisearret it ein fan 'e maitiid en de bloei fan blommen.\nAlles feroaret nei de Heare.", "解曰": "De âld man moat om help freegje. It bloeit wer yn 'e maitiid. Begearte foar rom en rykdom. Kom in wynfal let yn it libben tsjin.", "籤詩故事一": "◇Han Wengong komt snie tsjin\nHan Yu, waans hoflikensnamme Tuizhi wie, wie fan Changli. Tang Dezong waard in Jinshi yn it achtste jier fan Zhenyuan, en syn postúm titel wie Wen Gong.\nUnder it bewâld fan keizer Xianzong fan 'e Tang-dynasty remonstrearre Han Yu mei de bonken fan 'e Boeddha, wat de keizer lilk makke. Han Yu ferliet syn frou en bern en gie nei Chaozhou. Nei it kuierjen fan minder as in pear dagen naam de kâlde wyn oan en snie it bot. Han Yu kaam op in plak dêr't de snie in pear meter djip wie, wêrtroch't it foar syn hynder lestich wie om foarút te kommen.Der wie gjin hûs tichtby en hy wist net wêr't de dyk wie. As jo ​​​​it paad folgje wolle en jo weromlûke, is der gjin wei werom. De wyn waaide hurd en de snie foel hurd.Han Yu wie trochdrenkt oan 'e hûd, frieze en honger, en hie nearne om syn fertriet út te drukken.\nHan Yu suchte en sei: \"De keizer sil my net deadzje, mar de keizer wol my ferneatigje.\"\nKrekt doe't Han Yu wanhopich wie, seach er in man kommen om de snie op te romjen nettsjinsteande de strange kjeld. Hy blykte Han Xiangzi (de neef fan Han Yu) te wêzen.\nFoarôf hie Han Xiangzi tsjin Han Yu sein: \"Wêr is it hûs fan Yun Heng yn Qinling? De snie omfettet de blauwe poarte en it hynder hâldt op mei foarút. \"Destiids begriep Han Yu net wat Han Xiangzi bedoelde, mar no hy einliks begrepen.\nSa gongen Han Yu en Han Xiangzi oernachtsje yn Fu's hûs yn Languan. Prate oer it ferline en de wei nei kultivaasje, wie Han Yu oprjocht oertsjûge.\nLetter ferliet Han Yu syn offisjele posysje, skonk al syn besit oan it pleatslike regear, en gie nei de bergen om taoïsme te oefenjen en in ûnstjerlik te wurden.", "聖意": "It hûs is net goed foar josels, wês foarsichtich om jild te sykjen, fokusje op bedriuw, it houlik is let, froulike fuotgongers fan Liujia blokkearje fjilden, seidewormen binne goed, fee is goed, it is lestich om minsken te finen, iepenbiere rjochtsaken wurde werhelle, migraasje is updated, ferlerne dingen binne serieus, sykten wurde fertrage, berchgrêven moatte wurde feroare.", "古人": "Han Wengong komt snie tsjin", "第X籤": "Fiifentachtichste winnende lotterij", "宮": "Shen Gong"}