{"籤詩版本二": "Troch healwei de westlike berch te rinnen, kinne de kliffen fan Junling net fêstige wurde.\nOp syk nei God foar beskerming, dit lichem is noch yn it lykshûs", "詩意": "Dit hexagram is as sykjen nei goud yn it sân.\nDer binne tekens fan aadlike minsken yn alles.\n\nEk: Dit hexagram jout oan dat de persoan yn gefaar is.\nDer binne tekens fan aadlike minsken yn alles.", "解曰": "Jade kin fûn wurde troch chiseling stien. Fyn goud yn it sân. Moatte hurd wurkje. Krekt muoite.\nIn oar wurk: in drege situaasje. Nearne te bliuwen. Freegje om Gods segen. Bid foar frede fan geast.", "籤詩故事一": "◇ Bite goud en ferkenne ûndergrûnske grotten\nOm syn militêre eksploaten te fieren, hold Cheng Yaojin in banket yn Yanwuyang. Ynienen gyng der in gat yn 'e grûn iepen, dat wie net te begripen, elk luts troch de wurden út te heljen, it goud te biten om te winnen en touwen te hieren om har yn it gat te binden.\nD'r binne stiennen doarren, tafels, stuollen, brêgen en oare foarwerpen. Op 'e tafel lizze draakkleuren en jaderiemen, dy't fan goud makke binne en út 'e grot droegen wurde.\nYao Jin kaam út it gat mei in grutte doaze en in lyts doaze, iepene de houten doaze en naam de jade seal út, iepene de doaze, naam de grutte flagge, kroanmantel en spoaren út en sette se op 'e tafel, en elkenien seach se ien foar ien. Ik seach de acht segelkarakters gravearre op it grutte segel wiene \"De Demon King of Hunshi, the Great Virtuous Emperor\".\nElkenien oanbea him as de \"keizer\", en Yaojin die dit foar trije jier as de Demon King. (Eins wie dit gewoan sels útroppen, en Cheng Yaojin wie krekt de lieder fan it doarp op dat stuit.)\n(Dit ferhaal is in metafoar dat goede dingen krekt as aktearjen binne. Dit is de artistike opfetting fan \"dit lichem is noch yn 'e leechte\".)", "聖意": "Bidden foar hûs en hûs, jinsels, gebrek oan winst, sykjen nei rykdom, hurd wurkje, foarsichtich yn bedriuw, houlik sil wurde hindere troch Liujiaxu, fuotgongers, Chitian seidewormen, stabile seis fee, sykjen nei minsken, gjin rjochtsaken, ferlies, migraasje, hâlden ferlern eigendom, kweade sykten, obstakels, bergen en grêven.", "古人": "Ferkenne de Krypt foar goud", "第X籤": "Teken sânentachtich", "宮": "Shen Gong"}