{"籤詩版本二": "Ferjit my net mei jo persoanlike saken Dit is better om it publyk te freegjen.\nIn helder hert is sa helder en dúdlik as de heldere moanne yn 'e loft", "詩意": "Dit hexagram stiet foar it byld fan in heldere moanne yn 'e himel.\nAlles is helder en loftich.", "解曰": "Wês oprjocht yn hert. Rjochtsje de wet. Hillige wurden. Uteinlik wurdt it dúdlik.", "籤詩故事一": "◇ De generaal fan Kong Ming\nOplossing: Zhuge Liang mobilisearret syn troepen en generaals\nYn 'e perioade fan' e Trije Keninkriken waard Zhuge Liang (181-234), mei hoflikens namme Kongming, berne yn Yangdu, Langya (no Yinan County, Shandong Provinsje).\nZhuge Liang stimde yn om in amtner te wurden neidat Liu Bei trije besites brocht oan it riethúske. Yn dy tiid hie Cao Cao Hebei pacified en wie fêststeld om nei it suden te marsjen. Hy stjoerde Xiahou Dun as de haadgeneraal, Yu Jin, Li Dian en oaren as plakferfangend generaals, liedend in leger fan 100.000 te marsjerjen nei Xinye. Hoewol't Zhuge Liang yn dy tiid in plan hie om har werom te lûken fan 'e fijân, ferachten Guan Yu en Zhang Fei de wurden fan Zhuge Liang. Zhuge Liang hie gjin oare kar as Liu Bei syn swurd te brûken om de twa manlju te ûndernimmen. Se liede elk tûzen soldaten en hynders, en loerden yn Yushan en Anlin. Se wachtten op Xiahou Dun om syn leger te lieden om troch te gean, en foelen se doe oan mei hinderlagen en fjoer.\nDêrnjonken waard Zhao Yun stjoerd om de âlde en swakke oerbliuwsels fan it leger te lieden om te fjochtsjen as in foarhoede tsjin Xiahou Dun, en doe falske de nederlaach en luts him werom, wêrtroch Xiahou Dun de smelle dyk yn 'e bergen en bosken lokke. Hy stjoerde ek Guan Ping, Zhou Cang, Liu Feng en oaren om yn 'e efterkant fan Cao's leger te sneupen, baarnende foarrieden en feroarsake panyk yn Cao's leger.\nNei de slach barde alles lykas Zhuge Liang regele. Doe't Xiahou Dun en Yu Jin it leger yn 'e efterfolging liede, liet Li Dian, dy't efterop siet, Xiahou Dun yn it front driuwend ynformearje dat hy hoedzje moast tsjin fijannige fjoeroanfallen. It wie lykwols te let. Cao's leger waard beheind troch de smelle dyk en lei op in plak dêr't beammen waarden ferweve, sadat it fjoer koe net begjinne. Der wiene swiere slachtoffers, en Xiahou Dun en oare generaals waarden ferslein en flechten werom nei Xudu.\n(Dit ferhaal is in metafoar dat Kong Ming goed is yn it brûken fan minsken en it bestjoeren fan it lân mei wiisheid.)", "聖意": "Hûs en hûs binne geunstich. Ik winskje gelok yn rykdom, frede fan geast, foarspoedich bedriuw, houlik, súkses, súkses yn Liujia, manlju dy't fjilden ferpleatse, sidewormen, ferlies fan fee, fermiste minsken, iepenbiere rjochtsaken, migraasje, ferlern eigendom, segeningen, sykte, frede, bergen en grêven.", "古人": "Kong Ming's generaal", "第X籤": "It njoggende teken", "宮": "Yin Palace"}