{"籤詩版本二": "In goede show makket jo út 'e kliber mei in frons, en jo takomst feroaret en jo bringe in protte rykdom.\nIn dyk is sa breed as de himel, en al it jild dat jo kinne jaan sil wêze yn dyn hert", "詩意": "Dit hexagram jout in kânsrike takomst oan.\nAlles giet goed.", "解曰": "In grutte dyk. Jo kinne foarút. Brûk dyn hert. Allinnich foarút.\nAlles giet lykas pland mei dit teken. Good luck oan Jichang.", "籤詩故事一": "◇ Trije helden fjochtsje tsjin Lu Bu\nOplossing: Trije helden Zhang Fei, Guan Yu en Liu Bei fjochtsje tsjin Lu Bu\nDong Zhuo learde dat Hua Xiong ûnthald wie en fleanende generaal Lu Bu stjoerde om te fjochtsjen. Sa gau as Lu Bu gie yn 'e striid, hy fermoarde generaals Fang Yue en Mu Shun, en fermoarde Wu Anguo en Gongsun Zan.\nZhang Fei seach dat Gongsun Zan Lu Bu net ferslaan koe, dus ferfong hy Gongsun Zan gau en rôp: \"De slaven fan 'e trije efternammen moatte fuort! Zhang Fei fan Yan is hjir!\" Dêrnei fochten se foar mear as fyftich ronden yn in rige , sûnder winner of ferliezer.\nNeidat Guan Yu it seach, foelen hy en Zhang Fei Lu Bu oan en fochten foar mear as tritich ronden.\nLiu Bei droech ek twa swurden, klapte syn hynder en stapte nei foaren om Zhang Fei en Guan Yu te helpen.\nDe trije manlju omsingelen Lu Bu en bleauwen fjochtsjen.Alle minsken yn 'e groep wiene ferbjustere.\nAl gau begûn Lu Bu oan krêft te ferliezen. Lu Bu's Pegasus luts him werom, mar de trije manlju efterfolgen Lu Bu en wegeren har op te jaan. Se lutsen net werom oant se de troepen fan Lu Bu moete.\n\"Trije keninkriken\"\n(Dit ferhaal is in metafoar foar Lu Bu's dapperens en feardigens yn it fjochtsjen. Ien persoan kin trije minsken ferslaan.)", "聖意": "It hert fan hûs en hûs reizget allinnich op eigen reis om rykdom te sykjen. In mooglik houliksartikel giet nei Liujia. Dingen geane flak foar minsken. Zhushuntian seidewormen brûke. Minsken binne te finen tusken de seis bisten. Minsken kinne fan tefoaren fûn wurde Prosessen Migraasje Ferlern eigendom Sykten Bergen en grêven binne as gelok.", "古人": "Trije helden fjochtsje tsjin Lu Bu", "第X籤": "Ienennjoggentich winnende lotterij", "宮": "Jo Palace"}