{"籤詩版本二": "Luan Feng Xiang waard trochdrenkt yn 'e drizzle, mar op dat stuit waard hy pesten troch Queer\nIk skrok om te learen dat op in dei de wolken fier fuort wiene, mar ik haw myn klean noch oan jo weromjûn.", "詩意": "Dit hexagram stiet foar it symboal fan Luan en Phoenix wurde bedekt troch rein.\nAlles komt as de tiid komt.", "解曰": "De smjunt bloeit dei oan dei. In hear moat neat dwaan. Hâld gewoan foar dysels. Nim aksje as de tiid komt.", "籤詩故事一": "◇ Gao Jun garandearret houlik\nYn de iere Song-dynasty, Zhao Kuangyin ferienige it noarden en it hiele lân joech har oer. Lykwols, yn de Súdlike Tang Dynasty, Li Yu entrenched him yn it suden fan de Yangtze rivier. Hy naam de strategy fan it oanbieden fan in stêd en pretending te oerjaan, trapping Zhao Kuangyin yn Shouzhou, en de situaasje wie kritysk. De neef fan Zhao Kuangyin, Gao Junbao, in jonge man mei in gouden gewear, ferliet Bianjing om it belis fan Shouzhou te brekken.\n, foarby Shuangsuo Mountain, se smieten it Husband teken opsetten troch Liu Jinding, en de twa konkurrearren. As gefolch, Liu Jinding fersloech Gao Junbao trije kear mei syn treflike martial arts, en hja ruilen gouden maces en sulveren klokken foar it libben. Zhao Kuangyin syn neef Gao Junbao ferliet Bianjing om de fongen Zhao Kuangyin yn Shouzhou te rêden. Hy gie troch Shuangsuo Mountain en smiet it teken opsetten troch Liu Jinding. De twa konkurrearren, mar Liu Jinding fersloech Gao Junbao trije kear mei syn superb martial arts en waard twongen om te trouwen. It pear liede de mannichte yn it belis en rêde Zhao Kuangyin.\n(De metafoar fan dit ferhaal is dat de twa net fermoedsoene waarden (se waarden pesten), mar letter fermoedsoene.)", "聖意": "It famyljehûs is net goed foar jinsels, wês foarsichtich om jild te sykjen, bedriuw te blokkearjen, wachtsje op it houlik, fertrage, Liujia, falske reizger, bliuw yn 'e fjilden, sidewormen, let, seis fee skea, lestich om minsken te finen, rjochtsaken, ferlies, migraasje, konservativen, ferlern eigendom, serieuze sykte, útwreiding fan 'e berch, grêfherfoarming", "古人": "Gao Jun garandearret houlik", "第X籤": "Trijennjoggentich winne de lotterij", "宮": "xugong"}