{"籤詩版本二": "De ambysje en prestaasjes binne yn 'e dynasty, mar no sil der einleaze drinke en seks wêze.\nAs jo ​​sjogge in gouden hoanne, Jo wurde beleanne mei jild, fortún en fortún.", "詩意": "Dit hexagram stiet foar it symboal fan ambysje en bekendheid.\nHâld alles geunstich.", "解曰": "Ambysjeus en optein. It is net te let om josels te beskermjen. De gouden hoanne belooft. Allegear bliid.", "籤詩故事一": "◇ Cao Pi rôp himsels út ta keizer\nCao Pi, mei hoflikens namme Zihuan, waard berne yn Peiguoqiao (no Hao County, Anhui). In ferneamde politikus en skriuwer yn 'e Jian'an-perioade.\nCao Pi is de twadde soan fan Cao Cao. Hy wenne fan jongs ôf mei syn heit yn it militêr kamp. Under de ynfloed fan syn heit learde Cao Pi op 'e leeftyd fan seis bôgesjitten en hynsteride op' e leeftyd fan acht, en ûntwikkele him goede martial arts feardichheden. Hy hat ek wiidweidige kennis fan âlde en moderne klassikers en biografyen, lykas de boeken fan hûnderten skoallen fan tinken. Pas mei achttjin jier fersloech Cao Cao Yuan Shao en Cao Pi libbe in relatyf stabyl libben yn Yecheng, it sintrum fan Cao Cao syn bewâld. Sûnt dy tiid, hoewol't er soms begeliede syn heit op militêre ekspedysjes en libbe it libben fan in aadlike soan meastentiids, hy oefene noch alle dagen martial arts en hat net wegere oant hjoed de dei. Hy rydt gauris op syn hynder op hûndert stappen en is tige betûft yn martial arts.Omdat er faaks martial arts beoefenet is er licht en sterk.\nCao Cao syn âldste soan Cao Ang waard fermoarde yn in slach. Nei't de âldste soan ferstoar, waard Cao Pi de earste kar foar de kroanprins. Doe't er ienentritich jier âld wie, waard hy troch Cao Cao ta kroanprins makke. Doe't Cao Pi trije en tritich jier âld wie, stoar Cao Cao oan sykte, en folge Cao Pi him op as premier en kening fan Wei. Hy sei dat er gauris op hûndert stappen te hynder rydt en tige feardich is.Omdat er faaks kungfu docht, is er licht en sûn.", "聖意": "Bid foar jo hûs en jo hûs om fredich te wêzen. Sykje rykdom, wurkje hurd, hannelje en brekke betiid ôf folwoeksen. It sil lestich wêze om minsken te finen. Iepenbiere prosedearjen. Dringend beslút. Migraasje. Ferlern eigendom. Fier fuort. Sykten bliuwe yn bergen en grêven. Good luck.", "古人": "Cao Pi ropt himsels út ta keizer", "第X籤": "Fiifennjoggentichste winnende lotterij", "宮": "xugong"}