{"籤詩版本二": "De majestueuze pagoade is ûngewoan, mei prachtige funksjes oan alle kanten dy't ljocht skine.\nIk moedigje jo oan om fêst te wêzen om iverich te bûgjen en goede dieden te dwaan, en de himel sil jo segeningen stjoere.", "詩意": "Dit hexagram stiet foar de manifestaasje fan fertsjinste.\nAlles is geunstich.", "解曰": "Dizze segeningen. Elkenien hat it. Wês net te drok. Fertsjinste wurdt foarôf bepaald.", "籤詩故事一": "◇ De kening fan Fenyang moetet syn pakesizzer op Sineeske Falentynsdei\nOplossing: Guo Ziyi moete it Weaver Girl dat op 'e Sineeske Falentynsdei nei de ierde delkaam. Tiansun, de pakesizzer fan 'e Jade-keizer, is de Sân Feeën.\nGuo Ziyi (697-781), ek wol bekend as Guo Linggong, wie in ynwenner fan Zheng County, Huazhou (no Huaxian County, Shaanxi Provinsje) en in generaal yn 'e Tang-dynasty. It keizerlike hof joech Ziyi de titel fan kening fan Fenyang.\nDer wurdt sein dat Ziyi oarspronklik út Huazhou kaam en gie nei it leger bûten de Grutte Muorre. Hy gie nei Peking om te drukken foar militêre lean en gie werom nei Yinzhou. It wie doe tafallich de Sineeske Falentynsdei. De wyn en sân waarden tsjuster, en de sinne waard tsjuster. Ziyi koe net foarút, dat hy stie njonken de dyk. Hy sliepte op 'e flier yn in leech hûs. Doe't er yn sliep falle soe, seach er ynienen in read ljocht oan beide kanten.Hy gyng oerein en seach fernuvere omheech.Der wie in wolk oan 'e loft, stadich delkommend.Der siet in moaie frou, weardich en prachtich, folslein oars as gewoane minsken. Ziyi betelle fuortendaliks syn respekt en sei: \"Hjoed is de sânde dei fan 'e sânde moanne moanne. Ik tink dat it it Weaver Girl is dy't kommen is, har langstme en rykdom te jaan wolle.\"\nDe frou antwurde ek: \"Mei grutte rykdom komt langstme.\"\nNei't er praten hie, kaam de gloed werom en kamen de wolken stadichoan omheech. De frou seach noch mei in noflike glimke nei Guo Ziyi oant se fier fan har ôf wie, en doe waerd de reek wazig en koe se net mear te sjen.\nIt blykte wier te wêzen, krekt sa't de frou sei. De fertsjinsten fan Ziyi binne wrâldferneamd, hy is in ekstreem populêre minister, en hy is in generaal mei sawol fertsjinsten as deugden.", "聖意": "Meitsje in winsk foar josels thús, meitsje in winsk foar josels, bid foar jild, goed gelok yn bedriuw, goed gelok yn it houlik, goed gelok yn Liujia, lokkige reizen mei minsken, ferpleatse fjilden, sidewjirms, stabile fee, pech by it finen minsken, iepenbiere rjochtsaken, migraasje, lok, sykten fan ferlern eigendom, grêven yn Zhenxingshan", "古人": "Kening Fenyang moetet syn pakesizzer op Sineeske Falentynsdei", "第X籤": "Teken sechsennjoggentich", "宮": "xugong"}