{"籤詩版本二": "Let om yn en út te gean om advys te sykjen, eangstich en benaud foar it meitsjen fan problemen\nLykas in fûgel dy't yn in trap fljocht, hoe lang kin it duorje om te ûntkommen?", "詩意": "Dit hexagram is in teken om dingen âld te hâlden en oan te passen oan it needlot.\nAlles is ûnfoldwaande.", "解曰": "Wês konservatyf op elk momint. Wachtsje op 'e foarname om te kommen. As jo ​​​​oer alles freegje. It wichtichste ding sil wêze let.", "籤詩故事一": "◇ Ji Ping waard fermoarde\nJi Ping, waans echte namme Ji Tai is, ek wol Ping neamd, wie in keizerlike dokter yn 'e Han-dynasty.\nYn it fyfde jier fan Jian'an (200 n.Chr.) waard Cao Cao de minister-presidint en naam er de keizer net serieus. Sûnt hy lies it edikt skreaun troch de keizer op syn riem, Dong Cheng, dy't gjin manier hie om te krijen los fan Cao Cao, fielde ferûntskuldigje en lilk.Besoarge, hy waard siik.\nKeizer Xian frege de keizerlike dokter Ji Ping om Cao Cao te behanneljen. Ji Ping lies it geheime edikt fan 'e keizer en wie besletten om Cao Cao kwyt te reitsjen, sadat de twa tegearre in plan betocht. Unferwachts hawwe muorren earen. De hússlave fan Dong Cheng, Qin Qingtong, waard fjirtich kear mei in stôk slein troch Dong Cheng fanwegen syn affêre mei de jonge frou fan Dong Cheng. Hy hie wrok. Doe't er dit hearde, meldde er Dong Cheng en Ji Ping nei Cao Cao.\nJi Ping profitearre fan Cao Cao's hoofdpijn en fergiftige him temûk. Cao Cao krige in tip, fong Ji Ping, martelde him en ûndersocht de lieder. Ji Ping fersette de dea en stoar nei it oanreitsjen fan de stappen.", "聖意": "It hûs is noed oer jinsels, de smjunt freget om jild, it bedriuw is stikken, it houlik is net lang, de straf is seis, de fuotgonger sit fêst yn it fjild, de sidewjirm is skansearre, de seis fee binne fûn, de persoan is fûn, de iepenbiere rjochtsaak is ferlern, de migraasje beweecht net, it eigendom is ferlern, de sykte is begien, it net is yn 'e berch, it grêf is dea,", "古人": "Ji Ping waard fermoarde", "第X籤": "Nûmer achtennjoggentich", "宮": "Haigong"}