{"籤詩版本二": "It hynder reinigje en de sweep hâlde, komme wy hjir rjocht, heal yn gefaar en heal yn ramp.\nIt is as in hûs dat troch fjoer ôfbaarnd wurdt. As de loft falt, feroaret de rein it yn jiske. Ik haw in plan.", "詩意": "Dit hexagram stiet foar heal fertriet en heal freugde.\nIt is oan te rieden om goed te dwaan yn alles.", "解曰": "Libbenslange arbeid. Net skele oer goed en ferkeard. De boeien binne tydlik. Fergriemerij komt fansels.", "籤詩故事一": "◇Tao Sanchun slacht Zheng En yn Guayuan\n\"Lang libje myn oantinken,\" Zhao Kuangyin stie wer oerein, \"Beiping King Zheng En hie doe in houlik regele. No't de wrâld yn frede is, soe ik jo tastimming freegje om in geunstige dei te kiezen om te trouwen. \"\n\"Lang libje myn oantinken!\" Zhao Kuangyin stie oerein en sei: \"De kening fan Peking, Zheng En, hie doe in houlik regele. No't de wrâld yn frede is, wol ik jo tastimming freegje om in geunstich te kiezen. dei om te trouwen.\"\n\"Och, de tredde broer wie earder ferloofd, hoe komt it dat ik dit net wist?\" Chai Rong wie tige ferrast. Hy swaaide mei de hân foar Zhao Kuangyin om te sitten en te praten.\n\"Oh! De tredde broer wie earder ferloofd, hoe komt it dat ik dit net wist? \"Chai Rong (keizer fan 'e lettere Zhou-dynasty) wie tige ferrast. Hy swaaide syn hân en frege Zhao Kuangyin om te sitten en te praten.\n\"It is in lang ferhaal. Yn it foarste plak sieten wy doe noch yn earmoede en kamen net by jo leger. Sûnt dy tiid hawwe wy al jierren fjochtsje en hawwe wy gjin tiid om om dy te soargjen. Twad is de tredde broer ek in bytsje ferlegen om it te neamen, dus jo Majesteit wit it net.”\n\"It is in lang ferhaal. Yn it foarste plak libbe wy doe noch yn earmoede en kamen net by jo leger. Sûnt dy tiid hawwe wy al jierren fjochtsjen en hawwe wy gjin tiid om om dy te soargjen. As twadde is de tredde broer ek in bytsje ferlegen om it te neamen, dus jo Majesteit wit it net.\"\n\"Hé, de manlike kolleezje-studint sil trouwe, wat is it punt om ferlegen te wurden? De tredde broer is al lang op it slachfjild en kin beskôge wurde as in ûnbidige held. Wêrom binne jo sa lyts oer dizze saak?\"\n\"Hé! De kolleezjejonge giet trouwe, wat hat it foar in ferlegenheid? De tredde broer is al lang op it slachfjild en kin beskôge wurde as in ûnbidige held. Wêrom binne jo sa lyts oer dizze saak?\"\n\"Dêrfan praat ik, ik kin myn tredde broer net skuldich meitsje dat hy ferlegen is, om't dit houlik smeid is.\"\n\"Dêrfan praat ik, ik kin myn tredde broer net skuldich meitsje dat hy ferlegen is, om't dit houlik smeid is.\"\n\"Uttypt? Hee, it is nijsgjirrich. Fertel my asjebleaft wat der bard is.\"\n\"Ik typte it út! Hé! It is nijsgjirrich! Fertel my asjebleaft wat der bard is.\"\n\"Ja, ik wit noch dat it jier, doe't wy mei syn Majesteit oanslute, wy gongen troch Baocheng County. It wie heul waarm yn juny. Myn tredde broer koe net yn it hotel bliuwe, dat hy gie út om allinich te swalkjen. Nei't er in meloenentún foarby west hie, gyng er der yn om wat te plukken.De meloenen leine de toarst.Der wiene op dit stuit net folle betiid rypjende meloenen, en de tredde broer wist net hoe't er se helje moast, dat hy bruts der in protte fan. De iene dy't nei de meloenen seach wie in frou. Se stapte nei foaren om de tredde broer te beskuldigjen. De twa hienen in ûnienichheid, en doe begûnen se te fjochtsjen. Kom. Gelokkich wie ik benaud en ried ik op 'e tiid te rêden, oars.. .\"\n\"Ja, ik wit noch dat it jier, doe't wy mei syn Majesteit oanslute, wy gongen troch Baocheng County. It wie heul waarm yn juny. Myn tredde broer koe net yn it hotel bliuwe, dat hy gie út om allinich te swalkjen. Nei't er in meloenentún foarby west hie, gyng er der yn om wat te plukken.De meloenen leine de toarst.Der wiene op dit stuit net folle betiid rypjende meloenen, en de tredde broer wist net hoe't er se helje moast, dat hy bruts der in protte fan. De iene dy't nei de meloenen seach wie in frou. Se stapte nei foaren om de tredde broer te beskuldigjen. De twa hienen in ûnienichheid, en doe begûnen se te fjochtsjen. Kom. Gelokkich wie ik benaud en ried ik op 'e tiid te rêden, oars.. .\"\n\"Dizze Zheng Ziming, it is syn skuld yn it foarste plak, hy moat ferûntskuldigje. Wêrom slaan jo him? Boppedat, hoe kin in famylje fan in famke ferneare de stoten en trapen fan in fûle man lykas him! Kom op, jo slaan it famke om stikken. Né?\" „It famke wie ûnferwûne...\"\n\"Dizze Zheng Ziming, it is yn it foarste plak syn skuld, dus hy moat ferûntskuldigje. Wêrom slaan jo him op? Boppedat, hoe kin de famylje fan in famke de stompen en trappen fan in fûle man lykas him ferneare! Kom op, fertel my, do hast dit famke slein. Nee?\"\n\"It famke wie net ferwûne...\"\n\"Dat is goed, dat is goed ... Hee, hasto net yn aksje nommen? Och, ik tink dat jo my op 'e tiid rêden hawwe.\"\n\"Dat is goed! Dat is goed ... Hee! Hawwe jo gjin aksje nommen? Och! Ik tink dat jo dejinge wiene dy't my op 'e tiid rêden hawwe!\"\n\"...Nee, de persoan dy't ik rêde wie ... de tredde broer.\" \"...Nee, de persoan dy't ik rêde wie ... de tredde broer.\"\n\"AH ah?!\"\n\"De tredde broer waard troch de frou op 'e grûn slein en alhiel mei geweld slein. Lokkich kaam ik oan en haw him oertsjûge om fuort te gean, sadat hy net slim ferwûne rekke. ... Majesteit ... Majesteit!... \"\n\"De tredde broer waard troch de frou op 'e grûn slein en waard mei geweld slein. Lokkich kaam ik oan en haw him oertsjûge om fuort te gean, sadat hy net slim ferwûne rekke. ... Eders Majesteit ... Eare Majesteit!...\"\n\"Ach?...Och, wa is dy frou!?\" \"Ach!?...Och, wa is dy frou!?\"\n\"It wie pas letter dat ik fûn út dat de frou syn namme wie Tao Sanchun, en har heit Tao Hong wie in âlde held dy't hie gjin aspiraasjes. Tao Sanchun learde martial arts fan syn heit sûnt in bern. Nei't ik it kennen learde. syn famylje, Ik seach dat Miss Sanchun hie treflik karakter. , Luo Luo en romhertich, sûnder gewoante fan wêzen in lyts famke, se mei opsetsin matched him. De Tao heit en dochter ek like de rjochtlinige karakter fan de tredde broer hiel folle. sloech it daliks ôf en besleat dit houlik foar harren beiden. Jo Majesteit, fertel my asjebleaft, dit is net Is it in smeid houlik?\"\n\"It wie pas letter dat ik fûn út dat it famke syn namme wie Tao Sanchun, en se hie leard martial arts fan har heit sûnt se wie in bern. Neidat ik krige kunde mei syn famylje, Ik seach dat Miss Sanchun hie treflik karakter, wie royaal, en hie gjin spoar fan it lytse famke syn gewoanten, dus ik mei opsetsin rekrutearre har. De hear Tao en syn dochter ek like it rjochtlinige karakter fan harren tredde broer hiel bot. Se sloegen it fuort fuort en besletten op dit houlik foar harren. Jo Majesteit, fertel my asjebleaft, is dit net in smeid houlik?\n(Dit ferhaal is in metafoar, om't in min ding in goed ding bliek te wêzen.)", "聖意": "Bid foar beskerming fan it hûs en sels, wês foarsichtich, bid foar rykdom, ruïne bedriuw, hinderjen houlik, straf, Liujia, fersekering, fuotgongers fongen yn fjilden, seideworm skea, fee skea, fermiste minsken, yllegale rjochtsaken, ferlies, migraasje, konservativeness , ferlern eigendom, kweade sykten, soargen, gefaren, bergen, grêven, mislearjen", "古人": "Tao Sanchun slacht Zheng En yn 'e meloentún", "第X籤": "Nûmer njoggenennjoggentich", "宮": "Haigong"}