{"籤詩版本二": "Que o mundo seja criado para um bom casamento, dias auspiciosos e bons momentos, e que tudo fique bem\nNão é pouca coisa se você conseguir esse lote. O imperador declara que as pessoas são leais e íntegras.", "詩意": "Este hexagrama representa o início da abertura do céu e da terra.\nTudo é auspicioso.", "解曰": "Velocidade rápida. O ano não vale o seu tempo. Guanyin escreve. Deixe-me saber primeiro.", "籤詩故事一": "◇Zhongli tornou-se iluminado\nZhongli Quan, de sobrenome Zhongli, nome próprio Quan, nome de cortesia Yunfang e apelido Zhengyang, era natural do condado de Xianyang, Xi'an, província de Shaanxi durante a Dinastia Han Oriental.\nZhong Liquan era um general da Dinastia Han. Durante a expedição contra Qiang Ocidental, ele ficou com ciúmes do comandante Liang Yi e designou-lhe apenas 30.000 soldados velhos e fracos. Assim que chegou ao seu destino, o acampamento foi roubado por o exército de Qiang Ocidental e os soldados fugiram. Zhong Liquan se perdeu em um vale e encontrou um monge Hu no caminho. Ele o levou a uma pequena vila e disse: “Esta é a residência do Sr. Donghua”. Então ele se despediu e foi embora. Depois de um tempo, alguém disse de repente: “Isso deve ser porque o homem Hu de olhos verdes é muito falador”. Ele viu um homem vestindo uma pele de veado branca e segurando um bastão de quinoa verde. Ele perguntou a Zhong Liquan: “A pessoa que veio aqui está Han Da. General Zhongliquan\n? Zhong Liquan ficou chocado ao saber que havia conhecido uma pessoa estranha, então aprendeu sinceramente o Tao.\nZhong Liquan mais tarde conheceu Zhenren Huayang e o Rei Imortal Xuanfu e aprendeu o “Segredo da Imortalidade”. Finalmente, ele viveu em Zijin Sihaofeng na montanha Kongtong, obteve o \"Segredo da Caixa de Jade\" e se tornou um verdadeiro imortal. Ele também foi reverenciado como um dos Cinco Patriarcas do Norte pela Seita Quanzhen.", "聖意": "Ore para que sua casa e seu lar sejam abençoados com boa sorte no outono e no inverno. Busque boa sorte no outono e no inverno. Boa sorte nos negócios, boa sorte no casamento, boa sorte em dar à luz meninos, boa sorte em viajar para o campo , boa sorte nos bichos-da-seda, boa sorte na pecuária, boa sorte em encontrar pessoas, boa sorte em processos públicos, boa sorte na migração, bens perdidos, doenças nordestinas, boa sorte no envio de montanhas e tumbas.", "古人": "Zhongli tornou-se iluminado", "第X籤": "primeiro sinal", "宮": "Útero"}