{"籤詩版本二": "Por que você não vai para Tailai, que fica logo ali na esquina? Vou deixar temporariamente o cavalheiro fora da montanha.\nSe houver boas notícias sobre o tigre ou o coelho, você estará livre, mesmo que esteja determinado a estar ocupado.", "詩意": "Neste hexagrama há um sinal de bênção entre os infortúnios.\nTudo é ruim antecipadamente e bom no final.", "解曰": "Substitua por seda de cânhamo. Bata nos pés de alguém. Ver claramente. As bênçãos vêm dos desastres.", "籤詩故事一": "◇Encontrando um Mestre em Bukit\nWu Ji era originalmente um lenhador e os dois conheceram Jiang Ziya quando pescavam no rio Feng. Wuji riu ao ver Ziya pescando com um anzol reto.\nZiya olhou para o rosto de Wuji e disse a adivinhação: “Se você entrar na cidade hoje, você matará alguém”. Depois de ouvir isso, Wu Ji saiu furioso e levou lenha para a cidade.\nDepois de entrar na cidade, Wu Ji entrou em confronto com outras pessoas e espancou por engano o primeiro-ministro Wen Wang até a morte.\nO rei Wen transformou o terreno em uma prisão e aprisionou Wu Ji.\nBukit Hou foi libertado temporariamente e condenado à morte para cuidar de sua mãe até o outono.\nSua mãe pediu-lhe que pedisse ajuda a Jiang Ziya.\nO Taigong o aceitou como seu discípulo, ensinou-lhe a arte da guerra e ordenou-lhe que cavasse buracos e lançasse feitiços para quebrar seu destino inato.\nDepois do outono, Wu Ji não foi punido. O rei Wen deduziu os números inatos e pensou que Wu Ji havia cometido suicídio por medo do crime.\nMais tarde, o rei Wen conheceu Wu Ji, e Wu Ji apresentou o rei Wen para conhecer Jiang Taigong.\nTaigong recebeu o título de General de Wude. Tanto o mestre quanto o aprendiz trabalharam para o rei Wen.", "聖意": "A casa está segura, o eu tem sorte, o negócio vai bem, o casamento está atrasado, o pedestre não voltou ao campo, os bichos-da-seda dão lucro, os seis animais são Shenji, a busca é boa, o processo público é bom, a migração é conservadora, os bens perdidos são vistos, a doença é boa, Qiuji, a montanha e o túmulo são bons.", "古人": "Encontro Bukit", "第X籤": "O décimo segundo sinal", "宮": "Palácio Yin"}