{"籤詩版本二": "Assim como um guindaste saindo de sua jaula mortal, é possível escapar da jaula mortal.\nNão há barreiras entre norte, sul e leste, você pode ir direto para o Palácio Jiuxiao.", "詩意": "Este hexagrama representa a imagem de um guindaste saindo de sua gaiola.\nTudo é ruim antecipadamente e bom no final.", "解曰": "Sem problemas. A estrada é próspera. Fique à vontade. Despreocupado como um humano (deus).", "籤詩故事一": "◇Ziya abandonou sua posição oficial\nQuando Jiang Ziya trabalhava como cartomante, ele viu que uma mulher havia sido transformada pelo espírito de jade pipa, então agarrou-a e até bateu nela com uma pedra de tinta. O primeiro-ministro do rei Zhou explicou o que havia acontecido, perguntou o que havia acontecido e então levou Jiang Ziya para ver o rei Zhou. Jiang Ziya usou Samadhi True Fire para queimar o espírito pipa de sua forma original na frente do rei Zhou, e o rei Zhou o nomeou um oficial sênior.\nPara vingar o espírito pipa de jade, Daji pediu ao rei Zhou que ordenasse que Jiang Ziya construísse uma plataforma para veados. Jiang Ziya repreendeu o rei Zhou, e o rei Zhou ordenou que ele fosse morto. Jiang Ziya escapou usando água. Depois de voltar para casa, Jiang Ziya perguntou a Ma sobre ir para Xiqi, e Ma queria se divorciar dele. Então Jiang Ziya foi sozinho para Xiqi (capital do Rei Wen da Dinastia Zhou).\nJiang Ziya chegou a Xiqi e viveu pescando em reclusão no desfiladeiro de Panxi. Ele conheceu o rei Wen de Zhou, que estava ansioso por buscar talentos. A pedido sincero do rei Wen, Jiang Ziya foi adorado como seu professor e ajudou o rei Wen.", "聖意": "Estou inquieto em casa e também quero buscar cooperação financeira, transação, casamento, Liujia, pedestres do sexo masculino, ver campos, bichos-da-seda, lucros de outono, seis perdas de gado, busca de pessoas, obstrução de ações judiciais públicas, migração, propriedade perdida, sudeste doença, cenário, envio de montanhas e tumbas, auspiciosidade.", "古人": "Ziya abandonou sua posição oficial", "第X籤": "O décimo quarto ganhador da loteria", "宮": "Maogong"}