{"籤詩版本二": "As preocupações e preocupações são temporariamente aliviadas e a alegria vem do céu.\nAssim como o jade escondido no esterco, o bom trabalhador levanta a poeira", "詩意": "Este hexagrama representa a harmonia do Yin e do Yang.\nTudo o que você planeja é auspicioso.", "解曰": "Nada ganho, nada perdido. Ganhe com a perda. O vilão está em apuros. Boa sorte para você, cavalheiro.", "籤詩故事一": "◇Ye Meng Xiong Chao Di\nYe Mengxiong (1531-1597), cujo nome de cortesia era Nanzhao e cujo nome era Longtang, foi mudado para Longtan e também chamado de Huayun. Natural de Wanshifang, Huizhou Fucheng (agora parte do distrito de Huicheng, cidade de Huizhou) na Dinastia Ming. No 44º ano do reinado de Jiajing (1565), tornou-se Jinshi e recebeu o título de magistrado do condado de Qing. Ele atuou como diretor do departamento de transferência e mais tarde mudou para censor supervisor da Shanxi Road.\nNo 20º ano de Wanli (1592), o Cônsul Geral de Ningxia, Kuaibai (chefe da tribo tártara mongol), matou o governador Dang Xin e capturou o quadragésimo sétimo forte na província de Hexi., quebrou a cidade, adorou e queimou ele mesmo até a morte. Meng Xiong não é arrogante em receber crédito e permite que suas habilidades sejam tão boas quanto as dos generais que ousam lutar. O oficial Wei Xuezeng foi reintegrado. Em seus últimos anos, ele renunciou cinco vezes e foi devolvido a Huizhou para construir o Templo Huilong.\nYe Mengxiong entrou no Taoísmo como funcionário público no início e era famoso por sua integridade. Antigos registros históricos dizem que ele foi \"o primeiro em humildade e habilidade\", \"elimina a corrupção e pune rebeliões\", deixando uma boa reputação; ele foi extremamente leal, corajoso, corajoso e engenhoso. Bom em artilharia. Na segunda metade de sua vida, suas habilidades nas artes marciais foram registradas na \"História da Dinastia Ming\" e ele foi considerado um herói nacional.", "聖意": "A casa é desfavorável (cada vez mais pacífica) O outono e o inverno são bons para si mesmo, a riqueza será bem-sucedida, as transações serão bem-sucedidas, o casamento será bem-sucedido, Liujia ficará falsamente alarmado (haverá tesouros), os pedestres irão ao campo para ore pelos bichos-da-seda, seis animais serão achatados, pessoas serão encontradas, ações públicas serão desfavoráveis, a migração será conservadora, bens perdidos serão prejudicados, doenças serão resolvidas no túmulo de Fushan", "古人": "Ye Meng Xiong Chao Di", "第X籤": "Décima sexta loteria vencedora", "宮": "Maogong"}