{"籤詩版本二": "O Corvo Dourado cai no oeste e o Coelho surge no leste. O ciclo do dia e da noite continua desde os tempos antigos até o presente.\nOs monges e taoístas sabem que não há desvantagem, e os estudiosos, agricultores, indústria e comerciantes seguem todos os seus próprios pensamentos.", "詩意": "Este hexagrama representa o aumento e a diminuição do yin e do yang.\nÉ também um sinal de que tudo correrá conforme o planejado.", "解曰": "Não há nada em mente. O que você fez é meritório. Como uma flecha de um arco. Um tiro acertou o alvo.", "籤詩故事一": "◇Tio Cao Guo é um imortal\nDiz-se que Cao Guojiu, natural de Xuzhou, foi o tio-avô do estado durante o período Renzong da Dinastia Song. Seu nome era Cao Yi, também conhecido como Cao Jingxiu.\nTio Cao Guo tinha um irmão mais novo chamado Cao Er. Este Cao Er confiou em sua posição de autoridade imperial e cometeu todos os tipos de maldade. Ele ocupou campos, tirou esposas e filhas e fez amizade com alguns vilões sem lei. Ele entrou e saiu. Cao Guojiu não aguentou. Ele recusou-se a ouvir suas boas palavras e confortos, então ele usou o castigo para controlá-lo., os dois irmãos criaram rancor.\nCao Guojiu disse: \"Os princípios do mundo são que aqueles que acumulam o bem prosperarão e aqueles que acumulam o mal perecerão. Esta é uma verdade imutável. No passado, nossa família Cao acumulou más ações para alcançar a riqueza de hoje. Agora meu irmão acumulou o mal ao extremo, mesmo que ele escape Mesmo se você for punido pelos oficiais, você não pode escapar dos desastres naturais que estão trabalhando secretamente. Quando um desastre acontecer e sua família for destruída e alguém morrer, você não será capaz de escapar. Serei humilhado e com medo disso.\" Então, dispersei toda a minha riqueza, Ele ajudou os pobres e não se importou mais com os assuntos de seu irmão. Então ele deixou sua casa e amigos, vestiu um uniforme taoísta e foi para as montanhas para cultivar sua mente e sua natureza.\nUm dia, ele conheceu Zhongli e Lu Dongbin da Dinastia Han por acaso. Vendo as respostas fluentes do tio Cao Guo, ele ficou muito feliz e deu-lhe o “Édito Secreto do Retorno da Verdade” e ordenou-lhe que praticasse com cuidado. Não muito depois, Zhongli Quan e Lu Dongbin foram apresentados à classe dos imortais.", "聖意": "Boa sorte para o lar, lar, boa sorte, boa sorte, boa sorte nos negócios, casamento, viajante masculino, plantio de bichos-da-seda nos campos, plantio antecipado de seis animais, perda de lucro, encontrar pessoas, ação legal, migração, propriedade perdida , doença tardia, boa sorte (ano do coelho ou azar para o coelho), boa sorte nos túmulos das montanhas", "古人": "Tio Cao Guo é um imortal", "第X籤": "Assine o décimo oitavo", "宮": "Maogong"}