{"籤詩版本二": "Deixando o barco voltar da praia de águas rápidas, o que você quer fazer devido ao tumulto?\nSe você quer estar seguro, busque tranquilidade e espere as ondas passarem essa crise.", "詩意": "Este hexagrama é como um barco viajando em uma praia rápida.\nSeja conservador em tudo e espere a hora.", "解曰": "Desembarque em águas rápidas. Fique em perigo. Se você perguntar sobre os planos do acampamento. Nada pode ser feito.", "籤詩故事一": "◇Ziyi é coroado rei\nGuo Ziyi (697-781), também conhecido como Guo Linggong, era natural do condado de Zheng, Huazhou (agora condado de Huaxian, província de Shaanxi) e general da Dinastia Tang.\nDurante a Rebelião Anshi no 14º ano de Tianbao (755), ele recebeu o título de Shuofang Jiedushi (Lingwu, a oeste de Lingwu, na atual Ningxia). Ele recebeu ordens de fazer uma cruzada. Ele combinou o exército de Shuofang com Li Guangbi para marchar. em Hebei.Eles uniram forças em Changshan (Zhengding, Hebei) e derrotaram Shi Siming, reconquistando Hebei. Neste momento, Guo Ziyi sugeriu que o imperador tomasse Fan Yang do norte e atacasse a toca do tigre rebelde para reduzir o cerco de Tongguan, mas Xuanzong recusou. Posteriormente, foi plantada a situação das cidades vassalas separatistas no final da Dinastia Tang, que também se tornou a causa remota do fim da Dinastia Tang.\nNo décimo quinto ano do reinado de Tianbao (756), ele e a coalizão uigure pacificaram Hequ. Na primavera do ano seguinte, recuperaram Hedong (agora Yongji, Shanxi) e Feng Yi (agora Dali, Shaanxi), e atacaram Tongguan, derrotando Cui Qianyu.O exército Tang sofreu mais de 10.000 baixas. Cui Qianyu rendeu-se a Pujin. An Lushan foi morto por seu filho An Qingxu.\nNo segundo ano de Zhide (757), ele recebeu ordens de liderar tropas para Fengxiang. No caminho, ele derrotou 5.000 homens da cavalaria de Li Guiren em Baiquliu Yunqiao (hoje sudeste de Sanyuan). Em maio, ele lutou com An Shouzhong e Li Guiren. em Qingqu (hoje oeste de Xi'an) foi derrotado e ele recuou para Wugong (hoje noroeste de Wugong).Em setembro, ele seguiu o marechal Guangping Wang Li Chu para liderar Tang e uigures para unir forças de 150.000 pessoas, e então lutou com An Shouzhong e Li Guiren em Xiang. Ao norte do Templo Ji (a sudoeste do atual condado de Chang'an), os soldados uigures circularam atrás do inimigo, atacaram de ambos os lados e mataram 60.000 inimigos. Zhang Tongru fugiu para o condado de Shaanxi e finalmente recuperou a capital Chang'an (hoje Xi'an) A majestade do exército Tang foi mais uma vez restaurada em Chang'an.\nPosteriormente, o exército Tang aproveitou a vitória e marchou para o leste, derrotando 150.000 pessoas, incluindo Yan Zhuang e Zhang Tongru em Xindian (agora a sudoeste da cidade de Sanmenxia, ​​província de Henan), forçando Anqing Xu a cruzar o Rio Amarelo e recuar para Xiangzhou. Dongjun Luoyang voltou. Adicione Situ aos seus méritos e faça dele o duque do país.\nShi Siming liderou seu exército de Fan Yang para resgatar An Qingxu. Os dois lados lutaram em formação no norte do rio Anyang (hoje norte de Anyang). A luta foi inextricável. No final, liderado por nove enviados de Jiedu, o exército Tang , que afirmava ter 600.000 homens, recuou (na Batalha de Yecheng). O principal comandante desta batalha foi o eunuco Yu Chaoen, que não tinha habilidades de liderança e culpou Guo Ziyi pelo fracasso da batalha. Guo Ziyi foi convocado de volta a Chang'an, destituído do poder militar e tornou-se um oficial ocioso.\nNo primeiro ano de Baoying (762), soldados em Taiyuan (hoje sudoeste de Taiyuan) e Jiangzhou (hoje Xinjiang na província de Shanxi) se rebelaram. A corte ficou assustada, então Ziyi recebeu o título de Rei de Fenyang e saiu para controlar Jiangzhou. Ele também foi alienado pelo eunuco Cheng Yuanzhen e foi destituído do poder militar.\n(O foco desta história: Guo Ziyi, que era muito capaz e bem comportado, conheceu Xuanzong e alguns vilões, o que comprometeu bastante suas conquistas.)", "聖意": "Abençoando o lar e a si mesmo, buscando riqueza, sem transação, sem casamento, sem alarme falso, Pedestres chegando em Tiancanji, pessoas difíceis de encontrar, ações judiciais públicas e (não Xing), migração, conservadorismo, propriedade perdida, difícil de encontrar, doenças, orando por bênçãos, montanhas e tumbas, auspicioso", "古人": "Ziyi foi coroado rei", "第X籤": "Décimo nono lote vencedor", "宮": "Tatsumi"}