{"籤詩版本二": "Depois de tantas preocupações e perigos, nunca mais estará vazio de agora em diante\nUm coração generoso tem seus próprios planos generosos. Você precisa conhecer um especialista para fazer grandes conquistas.", "詩意": "Este hexagrama é como um antigo poço com uma nascente.\nEm tudo, as pessoas nobres alcançam o sucesso.", "解曰": "A ação acabará sendo justificada. Doente e seguro. Entre e saia para buscar conselhos. O poço antigo encontra a primavera.", "籤詩故事一": "◇Yao Chong controla gafanhotos\nYao Chong (649-721), cujo nome verdadeiro era Yuan Chong, era de Shaanzhou e serviu como Ministro de Xia Guan, Shangshu de Chunguan, Ziweiling, Zhongshuling e Primeiro Ministro na Dinastia Tang.\nNo quarto ano de Kaiyuan (716), Shandong (geralmente referindo-se à Bacia do Rio Amarelo, a leste de Huashan) foi infestada de gafanhotos. As pessoas estavam presas a ideias supersticiosas e não se atreviam a caçá-los e matá-los. Em vez disso, eles estabeleceram sacrifícios, queimavam incenso, adoravam ao lado dos campos e observavam as colheitas sendo devoradas por gafanhotos.\nTodos os funcionários acreditavam: “Os gafanhotos são um desastre natural, como podem ser controlados pela mão de obra!” A luta entre duas ideias diferentes era acirrada naquela época, eliminar ou não os gafanhotos.\nYao Chong disse: “Enquanto trabalharmos juntos, podemos nos livrar de todos eles. Ele disse: Os gafanhotos têm medo das pessoas, por isso são fáceis de expulsar. podem voar, e se virem fogo à noite, voarão até ele; atire fogo neles no campo, cave buracos enquanto queimam, enterre-os enquanto queimam, e não sobrará nada.\nXuanzong disse: “Os gafanhotos são um desastre natural causado por uma má governança moral. Se você pedir que eles sejam caçados e mortos, isso não vai contra a corrente?”\nYao Chong acrescentou: \"A captura e matança de gafanhotos era praticada pelos antigos e Vossa Majestade usará isso no futuro. É um grande evento nacional para trazer paz e prosperidade aos agricultores. Por favor, considere isso seriamente.\"\nXuanzong estava convencido. Mas naquela época, todos dentro e fora do tribunal diziam que os gafanhotos não podiam ser caçados.\nXuanzong disse: \"Discuti com o primeiro-ministro e decidi pegar os gafanhotos. Qualquer um que se opuser novamente será executado. \"Então ele enviou o censor para supervisionar e instruir as pessoas a queimar e enterrar os gafanhotos.\nOs resultados foram bastante eficazes. Nove milhões de dans de gafanhotos foram capturados em todo o país e a praga de gafanhotos foi eliminada com sucesso. A agricultura obteve uma boa colheita naquele ano.\n(A sabedoria deve ser usada na gestão de desastres e na evacuação, e deve haver estratégias engenhosas para superar as dificuldades. Yao Chong é o especialista neste assunto)", "聖意": "A casa é comum, você está bloqueado, a busca por dinheiro está bloqueada, o comércio está bloqueado, o casamento e a harmonia estão bloqueados, há perigo em Liujia, os pedestres estão bloqueados, os bichos-da-seda estão bloqueados, o gado é desfavorável, as pessoas não são encontradas, as pessoas estão bloqueadas , ações judiciais públicas são feitas, a migração não é razoável, os itens perdidos são difíceis de encontrar, as doenças rezam por bênçãos, as montanhas e os túmulos são inquietos", "古人": "Yao Chong controla gafanhotos", "第X籤": "Ganhar na loteria vigésimo quinto", "宮": "Meu Palácio"}