{"籤詩版本二": "Há rumores de que as coisas viraram de cabeça para baixo e recebi uma carta do horizonte.\nA fama e o sucesso que me foram prometidos no livro permaneceram vazios até o fim.", "詩意": "Este hexagrama tem um nome falso.\nÉ aconselhável ser conservador em tudo.", "解曰": "Para cima e para baixo chateado. Buscar lazer não é ocioso. Desejo de fama. Fique seguro.", "籤詩故事一": "◇Zhong Kui atinge a iluminação\nZhong Kui, cujo sobrenome é Zhong Kui, cujo nome de cortesia é Zhengnan, é de Zhongnanshan.\nDurante o reinado do Imperador Dezong da Dinastia Tang, Zhong Kui participou do exame imperial, Zhong Kui leu as questões do exame e imediatamente escreveu o artigo de uma só vez e o entregou. O examinador-chefe naquele dia foi Han Yu, o Ministro dos Assuntos Civis, e o vice-examinador foi Lu Zhi, um grande estudioso. Quando os dois leram o artigo de Zhong Kui, seus olhos brilharam e disseram em uníssono: \"Mago, mago! Cada palavra neste artigo é requintada, digna de Li Taibai e Du Zimei! \" Então eles nomearam Zhong Kui como o primeiro lugar.\nO imperador Dezong ouviu o relatório de Han Yu e disse que Zhong Kui, o novo campeão da ciência, era muito talentoso, então convocou Zhong Kui no Palácio Dourado.\nQuando o Imperador Dezong viu sua aparência feia, ele imediatamente ficou descontente e disse: “A seleção de estudiosos em nossa corte é toda baseada em palavras e caligrafias pessoais. Como pode uma pessoa tão feia ser selecionada como o estudioso número um nas ciências douradas? \"\nHan Yu ajoelhou-se apressadamente e disse: “O bom e o mau de uma pessoa não são apenas uma questão de aparência. Você não ouviu, Santo Senhor, que Yan Ying tem um metro de altura e é igual ao seu primeiro-ministro? gagueja, mas pode ajudar a Dinastia Han. Confúcio julga as pessoas pela aparência e perde seu filho Yu. Espero que sua majestade pense duas vezes.\" \"\nO Imperador Dezong ponderou por um momento e disse: “Embora as palavras de Han Aiqing sejam razoáveis, quando eu era o Imperador Taizong, havia dezoito estudiosos que vieram a Yingzhou e falaram sobre isso. vão rir de mim por não reconhecer talentos.\"\nO primeiro-ministro Lu Qi era tacanho e ciumento dos talentos. Depois de ouvir as palavras do imperador, ele se ajoelhou e disse: “O estudioso número um nos Assuntos Dourados deve ser interno e externo. .Por que você não escolhe outro?\nQuando Zhong Kui viu o quão confuso esse homem estava, ele não pôde deixar de ficar com raiva. Ele apontou para Lu Qi e praguejou: “Se um funcionário tão estúpido estiver no tribunal, ele não prejudicará o país?” Depois disso, ele deu um soco em Lu Qi com o punho.\nVendo isso, Dezong ficou furioso e disse: “Você é tão ousado que se atreve a causar problemas no Palácio Dourado, derrube-o rapidamente!”\nFurioso, Zhong Kui puxou a espada da cintura do general que estava no palácio e suspirou alto: “É difícil para um gato frustrado imitar um tigre, e um papagaio frustrado não é tão bom quanto uma galinha”. Depois disso, ele cometeu suicídio.\nQuando o Imperador Dezong viu que Zhong Kui cometeu suicídio de raiva, ele ficou chocado. Para conquistar o coração das pessoas, ele decretou que Zhong Kui fosse enterrado com o título oficial de Estudioso No. Exorcismo para livrar o mundo dos espíritos malignos.", "聖意": "Ore por bênçãos para sua casa, sua própria segurança, dificuldades financeiras, fracasso nos negócios, fracasso no casamento, pedestres Liujia, bichos-da-seda Shinta meio cozidos, seis animais domésticos que podem ser criados, pessoas desaparecidas, processos públicos ocidentais, migração, conservadorismo, perdidos propriedade, doença, reze por boa sorte em montanhas e sepulturas", "古人": "Zhong Kui ganhou o Tao", "第X籤": "Vigésimo sexto ganhador na loteria (Loteria)", "宮": "Meu Palácio"}