{"籤詩版本二": "No leste, há uma bela Chanjuan ao luar, e as nuvens a cobrem por um momento e permanecem escondidas.\nÀs vezes pode ser redondo, mas às vezes pode faltar.Quem diz que não é conversa fiada.", "詩意": "A lua neste hexagrama está coberta por nuvens.\nTudo ainda está em coma.", "解曰": "Nuvens flutuantes cobrem a lua. Não há necessidade de duvidar. Esperando a nuvem ser coletada. Então você entenderá.", "籤詩故事一": "◇Bao Gong está procurando a Imperatriz Li\nDurante o reinado de Zhenzong da Dinastia Song, a Imperatriz Li (Imperatriz Li) era empregada doméstica no harém, foi favorecida por Song Zhenzong e foi promovida a Wanyi, e engravidou.\nMas naquela época, a Concubina Liu Def (mais tarde Imperatriz Liu) teve pensamentos malignos e subornou o eunuco Guo Huai para substituir o filho da Imperatriz Li por um gato civeta esfolado, arrebatou seu filho e disse ao imperador que ele era seu filho biológico. Song Zhenzong ficou furioso e enviou a Imperatriz Li para o palácio frio.\nDepois que a Concubina De foi promovida a rainha, ela planejou matar a Imperatriz Li, que escapou do palácio.\nUm dia, Li Niangniang, que morava na rua, conheceu Bao Zheng, o enviado imperial, que patrulhava a região, e contou-lhe sobre sua experiência de vida e que era a mãe biológica do atual imperador Song Renzong. . Depois que Bao Zheng soube do incidente, ele levou Li Niangniang de volta a Pequim, relatou o incidente a Song Renzong e descobriu o assunto e, finalmente, mãe e filho se reconheceram. A imperatriz viúva Liu e o eunuco responsável, Guo Huai, inclinaram a cabeça e confessaram.", "聖意": "Estou inquieto em casa, rezo por proteção financeira, dificuldades financeiras, boa sorte nos negócios, casamento, infortúnio, pessoas no campo, bichos-da-seda, animais desfavoráveis, dificuldade em encontrar pessoas, processos judiciais, perdas, migração, conservadorismo, bens perdidos, As doenças ocidentais são difíceis de recuperar, reforma dos túmulos nas montanhas", "古人": "Bao Gong está procurando pela Imperatriz Li", "第X籤": "Vigésimo oitavo ganhador da loteria", "宮": "Palácio do meio-dia"}