{"籤詩版本二": "Aconselho você a não pedir ajuda a ele, pois ele voa como uma garça e atira flechas secretas em você.\nSe você for buscar lenha e tiver uma cobra na grama, você pode ser picado por veneno e ficará triste.", "詩意": "Este hexagrama é um sinal de proteção e proteção.\nTenha cuidado em tudo.", "解曰": "Feche a boca e segure os dentes. Ele é descuidado. Se você se sentir culpado. No final, prejudica a si mesmo.", "籤詩故事一": "◇ Reunião do tabuleiro de xadrez\nO imperador Taizong da dinastia Tang estava marchando para o oeste e ficou preso na cidade de Suoyang. Cheng Yaojin voltou a Pequim para pedir reforços.\nXue Dingshan recebeu ordem de servir como Marechal da Segunda Rota e foi resgatar o Senhor e pacificar Xiliao.\nDepois que um grupo de pessoas saiu da passagem de Yumen, eles chegaram à montanha Qipan. Cercado por milhares de asseclas na montanha, Dou Yihu, o rei da montanha, foi derrotado pelo general Tang Luo Tong. Felizmente, sua irmã Dou Xiantong era discípula da Santa Mãe das Flores Amarelas e era proficiente em artes marciais. Ela segurou a corda das fadas e amarrou Luo Tong. Xue Dingshan liderou pessoalmente os soldados de elite. Preso.\n(O poema assinado corresponde a isto)\nDou Xiantong viu a beleza de Xue Dingshan e queria ser amigo de Feng Luan, mas Xue Dingshan recusou. Dou Xiantong ficou com raiva e quis expulsá-lo e decapitá-lo. Felizmente, Cheng Yaojin veio resgatá-lo e facilitou seu casamento. Mais tarde, Dou Yihu também liderou os irmãos Qipanshan de volta à Dinastia Tang para ajudar a Dinastia Tang a conquistar Liao Ocidental.", "聖意": "Segurança doméstica, interesse próprio, busca de riqueza, espera pelo tempo, estagnação nos negócios, casamento não permitido, alarme falso Liujia, pedestres bloqueando campos, bichos-da-seda, seis animais, pessoas desaparecidas, bloqueando processos públicos, perda (Mo Xing) Migração, conservador, propriedade perdida, doença é difícil de recuperar, tumba na montanha, boa sorte", "古人": "conferência de tabuleiro de xadrez", "第X籤": "Trigésimo sétimo ganhador da loteria", "宮": "Palácio do meio-dia"}