{"籤詩版本二": "Passar um tempo em paz e sossego, sentado e deitado enquanto toma chá depois de estar satisfeito\nVocê não precisa estar ocupado física e mentalmente e definitivamente não causará injustiça ou desastre.", "詩意": "Este hexagrama é um símbolo de paz e estabilidade.\nEm todas as coisas, esperar o momento certo trará boa sorte.", "解曰": "Fique são e salvo. Pergunte aos deuses. Espere até chegar a hora. As coisas acontecem por acaso.", "籤詩故事一": "◇Foyinhui Dongpo\nCerta vez, Su Dongpo adquiriu alguma compreensão enquanto estudava Zen. Ele percebeu que seu estado era transcendente e sentiu alegria nisso. Incapaz de conter minha paixão, estendi minha caneta e escrevi um poema:\n\"No meio do céu, Jishou brilha intensamente em todo o universo; incapaz de ser soprado pelos oito ventos, ele se senta em pé sobre um lótus roxo dourado.\"\n(Os oito ventos referem-se a: lucro, declínio, destruição, reputação, elogio, ridículo, sofrimento e felicidade. Ou seja, não ficar incomodado com esses oito estados é chamado de \"os oito ventos não podem se mover\")\nDepois de escrevê-lo, Dongpo enviou seu servo para o outro lado do rio para entregá-lo ao Mestre Zen Foyin do Templo Jinshan.\nDepois que o Mestre Zen Foyin o leu, ele marcou-o com a palavra “peido” e deu-o ao seu servo para que o devolvesse.\nDongpo ficou furioso ao ver isso, então atravessou o rio de barco e foi ao Templo Jinshan para encontrar o selo do Buda para discussão.\nQuando Dongpo chegou ao portão do Templo Jinshan, Foyin já estava esperando na porta.\nSu Dongpo imediatamente acusou Foyin: “Por que você chama o poema que escrevi de peido?”\nFoyin respondeu: \"Você já não é 'incapaz de ser levado pelos oito ventos'? Como você pôde ser 'espancado no rio' por um peido!\"\nNesse momento, Dongpo ficou chocado ao perceber que não era bom o suficiente e saiu envergonhado.\n(Esta história é uma metáfora para “O calor ainda não chegou”)", "聖意": "Ore pela sua casa e pela sua própria segurança, pela sua riqueza, pelos seus negócios, pela diversão, pelo seu casamento, por uma viajante em Liujia, pela chegada dos bichos-da-seda nos campos, para que os seis rebanhos fiquem estáveis, para encontrar alguém, para problemas, para litígios públicos, para migração, para bens perdidos, para doença, para um túmulo na montanha, auspiciosidade", "古人": "Foyinhui Dongpo", "第X籤": "Trinta e um número vencedor", "宮": "Wei Gong"}