{"籤詩版本二": "A viagem de volta é certa. Quem conhece o jade escondido na pedra?\nUma vez que um bom artesão tenha um corte claro, ele se sentirá seguro e protegido no período do jaspe.", "詩意": "Neste hexagrama você pode ver a imagem do jade ao cortar uma pedra.\nTrabalhe duro para ter sucesso em tudo.", "解曰": "O tesouro está na pedra. Estranhos sabem pouco. Espere até que fique claro. Faça o que puder.", "籤詩故事一": "◇Liu Bei busca talentos (três visitas à casa de palha, três visitas à casa de palha)\nO período dos Três Reinos. Zhuge Liang vivia recluso em uma cabana de palha em Longzhong. Liu Bei estava ansioso para buscar talentos, então foi visitar Zhuge Liang pessoalmente. Ele visitou Zhuge Liang três vezes (conhecida como \"Três visitas à casa de palha\" na história). Liu Bei pediu a outros que ficassem longe e pediu a Zhuge Liang : \"A Dinastia Han está em declínio e ministros traiçoeiros roubam suas vidas. Sua Majestade. \"Coberto de poeira. Não meço minha virtude e minha habilidade, quero acreditar na grande justiça do mundo, mas na minha sabedoria e as habilidades são superficiais, então eu uso isso desenfreadamente. A partir de hoje. Porém, minha ambição ainda não acabou, você acha que o plano será implementado? \"\nZhuge Liang então apresentou-lhe o plano de dividir o mundo em três partes e analisou a situação em que Cao Cao não estava disponível e Sun Quan poderia vir em seu auxílio.Ele também elaborou sobre a covardia dos governadores nos estados de Jing e Yi, que teve a oportunidade de tirar vantagem dele, e que ele só poderia tirar vantagem desses dois estados. Só então ele poderá ganhar o mundo, ele até contou a Liu Bei a estratégia de atacar as Planícies Centrais. (Esta discussão foi mais tarde chamada de \"Longzhong Dui\"). Depois que Liu Bei ouviu isso, ele elogiou como se tivesse encontrado um tesouro e convidou fortemente Zhuge Liang para ajudar, então Zhuge Liang tornou-se conselheiro militar de Liu Bei.", "聖意": "A casa é tranquila, busco riquezas, o trabalho trabalhista atrapalha o casamento e me torno um viajante virtual em Liujia.", "古人": "Liu Bei procura talentos (três visitas a uma casa de palha, três visitas a uma casa de palha)", "第X籤": "O trigésimo segundo ganhador da loteria", "宮": "Wei Gong"}