{"籤詩版本二": "Vista-se e reorganize o antigo estilo familiar. O Tao não tem céu, mas tem mérito.\nDepois de varrer os espinhos e espinhos da estrada, os três concordaram em se reunir com os colegas", "詩意": "Este hexagrama representa o rearranjo das roupas.\nTudo é difícil antes de se tornar fácil depois.", "解曰": "Não se preocupe. Divirta-se. Se você perguntar sobre o futuro. Há um bom caminho pela frente.", "籤詩故事一": "◇ Escrituras budistas de Tang Monk\nXuanzang (602-664), um eminente monge da Dinastia Tang, tinha o sobrenome comum Chen e o nome próprio Yi. Ele nasceu no condado de Goushi, Luozhou (hoje parte sul da cidade de Yanshi, província de Henan). Ele se tornou monge aos treze anos e adotou o nome budista de Xuanzang. O mundo é chamado de Sanzang da Dinastia Tang.\nNo terceiro ano de Zhenguan (629, também conhecido como o primeiro ano de Zhenguan), ele viajou para o oeste, para Tianzhu (Índia), para obter escrituras budistas. Ele se aventurou sozinho no perigo e suportou dificuldades. Ele só chegou em quatro anos.\nNo décimo sétimo ano de Zhenguan, o mestre renunciou oficialmente e voltou para o leste. Ele retornou à China pela Estrada Sul da atual província de Xinjiang, Khotan e Loulan. Demorou um total de dezessete anos e uma viagem de 80.000 quilômetros. Quando ele chegou a Chang'an no primeiro mês do décimo nono ano de Zhenguan, o imperador ordenou que Liang Guogong Fang Xuanling e outros oficiais civis e militares lhe dessem boas-vindas.\nForam solicitados um total de 520 e 657 volumes das escrituras budistas sânscritas originais. e traduzido para o chinês.\nApós o retorno do mestre, ele foi altamente respeitado pelo Imperador Taizong e pelo Imperador Gaozong e foi consagrado em Da Nei, dando-lhe o título de \"Mestre Tripitaka\".", "聖意": "A casa está em crise, boa sorte, boa sorte, bons negócios, bom casamento, atrapalhando Liujia, pessoas vindo para o campo, bichos-da-seda, animais desfavoráveis, procurando pessoas, ações públicas, migração, perda de bens, doença tardia, orando para receber bênçãos, os túmulos nas montanhas deveriam ser antigos.", "古人": "Monge Tang aprende as escrituras budistas", "第X籤": "O trigésimo quinto ganhador da loteria", "宮": "Shen Gong"}