{"籤詩版本二": "Se você quer estar seguro e tranquilo, não é adequado ter velas ao vento.\nÉ melhor limpar e sentar em um corredor fundo, sem luz, em um local tranquilo e com muita luz, e se movimentar → transporte. Agite → Yao. Grátis → poucos.", "詩意": "Este hexagrama é como o vento sacudindo a lâmpada e a vela.\nManter as coisas constantes trará boa sorte.", "解曰": "Acomode-se em um lugar tranquilo. Esteja de plantão e seja pontual. Não é uma bênção. Conservador e apropriado.", "籤詩故事一": "◇Li Jing retorna à montanha\nLi Jing (571-2 de julho de 649), nome de cortesia Farmacêutico, era natural de Sanyuan, Yongzhou (agora a nordeste do condado de Sanyuan, província de Shaanxi). General desde o final da Dinastia Sui até o início da Dinastia Tang, ele foi um famoso estrategista militar com habilidades civis e militares na Dinastia Tang. Mais tarde, ele recebeu o título de Duque de Wei e ficou conhecido como Duque de Wei no mundo.\nLi Jing é o pai do terceiro príncipe Nezha na lista dos deuses, também conhecido como o \"Rei de Tota\".Li Jing e seu filho ajudaram Jiang Ziya (Tai Gong) a derrotar a Rainha Zhou, estabelecer a Dinastia Zhou e o Rei Wu ascendeu oficialmente ao trono. Jiang Ziya então criou uma lista de deuses e conduziu uma cerimônia para apaziguar as almas dos soldados que morreram na batalha. A partir daí, o mundo tornou-se pacífico e pacífico. O rei Wu queria formar marqueses e recompensá-los, e também queria alocar terras aos heróis fundadores. Li Jing, seu pai e filho, e outras sete pessoas pediram para retornar à montanha para praticar o taoísmo e não ficar obcecados com a fama e a riqueza mundanas. Mais tarde, todos os sete \"se tornaram santos de corpo\" e foram classificados na classe dos imortais.\nHistória de \"Feng Shen Bang\"", "聖意": "A casa é conservadora, sou comum, busco riqueza, tenho dificuldades nos negócios, meu casamento não está em harmonia, Liujia reza para que os pedestres tenham confiança, os bichos-da-seda amadurecem no outono, seis animais estão seguros, pessoas estão desaparecidas, público processos judiciais e migração são conservadores, doenças de propriedade perdida, não mude o túmulo em Jianxingshan.", "古人": "Li Jing retorna à montanha", "第X籤": "Trigésimo sétimo ganhador da loteria", "宮": "Shen Gong"}