{"籤詩版本二": "A roda vermelha cai no oeste, o coelho sobe no leste, o yin cresce e o yang desaparece e tudo prospera\nSe uma mulher quiser usá-lo, isso aumentará sua riqueza e trará felicidade ao seu coração.", "詩意": "Este hexagrama é o símbolo do crescimento do Yin e do desaparecimento do Yang.\nTudo é difícil antes de se tornar fácil depois.", "解曰": "Yin beneficia as mulheres. Não é adequado para homens. Se você está procurando aconselhamento. O mal vem primeiro e depois vem o bem.", "籤詩故事一": "◇Wu Zetian subiu ao trono\nAos 14 anos, Wu foi convocado ao palácio pelo Imperador Taizong Li Shimin da Dinastia Tang como uma pessoa talentosa, chamada \"Wu Mei\". Depois que Taizong morreu, Zetian entrou no Templo Ganye e tornou-se freira.\nQuando o Imperador Gaozong da Dinastia Tang subiu ao trono, ele convocou a família Wu ao palácio para prestar homenagem a Zhaoyi. No sexto ano de Yonghui (655), o imperador Gaozong estabeleceu Wu como sua rainha.\nWu Zetian era inteligente, envolvido com literatura e história e rico em recursos. Logo depois que Wu Zetian se tornou rainha, porque Gaozong estava fraco e doente, ele às vezes confiava a ela para cuidar de certos assuntos políticos, então seu poder cresceu. No primeiro ano de Shangyuan (674), o Imperador Gaozong foi chamado de \"Imperador\", a Imperatriz Wu foi chamada de \"Rainha do Céu\" e ambos foram chamados de \"Dois Santos\" no palácio.\nNo primeiro ano de Hongdao (683), Gaozong morreu, o príncipe Li Xian subiu ao trono e Wu Zetian passou a governar a dinastia. Em fevereiro do primeiro ano de Sisheng (684), Wu Zetian depôs Li Xian como Rei de Luling e estabeleceu seu quarto filho, Li Dan, como imperador, continuando a governar a dinastia. Em setembro do mesmo ano, ela mudou a bandeira para dourada, e Luoyang, a capital oriental, foi rebatizada de capital divina. No dia nove de setembro do primeiro ano de Tianshou (690), Wu Zetian proclamou-se imperador e mudou o nome do país para Zhou.", "聖意": "A casa é desfavorável para si mesmo, orando por bênçãos, buscando riquezas, protegendo transações, boa sorte no casamento, azar no casamento (feminino), pedestres bloqueando campos, bichos-da-seda, gado próspero, procurando pessoas, separação, processos judiciais, perda, migração , perda de propriedade, doença, choque, montanhas e sepulturas, boa sorte", "古人": "Wu Zetian sobe ao trono", "第X籤": "O quadragésimo ganhador da loteria", "宮": "Você palácio"}