{"籤詩版本二": "Você se lembrará das infinitas palavras boas, mas será filho de um ladrão.\nNão seja ganancioso no momento e se preocupe em como ele teria feito algo de bom há um ano.", "詩意": "Este hexagrama identifica um ladrão como filho.\nSeja consciente em tudo.", "解曰": "Apenas este. Um cavalheiro não se engana. Tenha isso em mente. Não fique sozinho.", "籤詩故事一": "◇Dong Zhuo aceita Lu Bu\nLu Bu, corajoso e bom em combate, foi um famoso general militar no final da Dinastia Han Oriental e no início dos Três Reinos. Certa vez, ele considerou Ding Yuan, o governador de Jingzhou, como seu pai adotivo e serviu sob seu comando.\nApós a morte do Imperador Ling da Dinastia Han Oriental, Ding Yuan foi a Pequim para conspirar com o general He Jin para controlar o governo.\nDong Zhuo lutou com Ding Yuan, mas vários generais não conseguiram derrotar Lu Bu, então Dong Zhuo enviou seu subordinado Li Su para subornar Lu Bu. Li Su trouxe pilhas de tesouros de ouro e prata e o famoso cavalo coelho vermelho para “visitar Lu Bu”. Li Su trouxe pilhas de tesouros de ouro e prata e o famoso cavalo coelho vermelho para visitar Lu Bu. Então Lu Bu foi subornado por Dong Zhuo para matar Ding Yuan, e também disse a seus soldados para irem com ele se quisessem, e para irem embora se não quisessem segui-lo. Como resultado, a maioria dos soldados fugiu. Então Lu Bu foi subornado por Dong Zhuo e matou Ding Yuan.\nDepois que Dong Zhuo ganhou o poder, ele adotou Lu Bu como filho adotivo e fez dele general e marquês.\nDong Zhuo tinha um temperamento violento e a \"relação pai-filho\" com Lu Bu era na verdade muito fraca.Em 189 DC, por instigação de Situ Wang Yun, Lu Bu matou Dong Zhuo.\nSeis meses após a morte de Dong Zhuo, as antigas tropas de Dong Zhuo invadiram a capital e Lu Bu e sua esposa fugiram em pânico. Depois de deixar a capital, Lu Bu buscou refúgio com os senhores da guerra Yuan Shu, Yuan Shao, Zhang Yang, Zhang Miao, Liu Bei, etc., e lutou muitas vezes com Cao Cao, outro grande senhor da guerra da época. Lu Bu era corajoso e bom na luta, e derrotou Cao Cao várias vezes.\nNo terceiro ano de Jian'an na Dinastia Han Oriental, as tropas de Cao Cao atacaram Xiaopei, a base de Lu Bu, e foram capturadas e mortas por Cao Cao sob a Torre Baimen. Antes da execução, Lu Bu pediu a Cao Cao que o mantivesse vivo para evitar a morte, mas Liu Bei lembrou a Cao Cao que Lu Bu havia traído muitas vezes e era um homem desonesto. No final, Cao Cao, que só valorizava talentos independente da moralidade, executou Lu Bu.", "聖意": "Fico inquieto em casa, costumo buscar dinheiro, me precaver contra transações, é difícil casar, o homem Liujia fica surpreso, as pessoas vêm para o campo, os bichos-da-seda estão meio maduros, seis animais estão seguros, as pessoas procuram pessoas, os processos judiciais são apropriados e a migração, as coisas perdidas são difíceis de encontrar, as doenças são difíceis de encontrar e há paz no túmulo da montanha Zhenxing.", "古人": "Dong Zhuo aceita Lu Bu", "第X籤": "Nº 41 Ganhar na loteria", "宮": "Você palácio"}