{"籤詩版本二": "O imperador, o imperador e a imperatriz finalmente serão gentis e esperarão e orarão por bênçãos sem perdas ou ganhos.\nTodos os seres sencientes se beneficiam disso, e a prosperidade é esperada no mundo e no céu.", "詩意": "Este hexagrama é um sinal de favor do céu.\nTudo terá sucesso.", "解曰": "O imperador mostrou seu favor. Nunca se esqueça. Rituais matinais e noturnos. É apropriado queimar incenso.", "籤詩故事一": "◇Mulian salvou sua mãe\nMokou Lian, ou Mulian, é o mais poderoso entre os dez discípulos do Buda Sakyamuni.\nSua mãe foi gananciosa e mesquinha durante sua vida, então ela caiu no reino dos fantasmas famintos após sua morte. Mokhullian usou seu poder mágico para observar e descobriu que sua mãe nasceu como um fantasma faminto, sem como conseguir comida e estava passando por grandes dificuldades. Ele usou seu poder mágico para levar comida para sua mãe. Inesperadamente, depois que a mãe recebeu a comida virou cinzas e não pôde ser comida.\nMaudgalyana ficou preocupada com o que aconteceu e relatou ao Buda. O Buda disse a Mulian que no 15º dia do sétimo mês lunar, ele deveria colocar cem sabores e cinco frutas em uma bacia e oferecê-los aos monges virtuosos das dez direções. Com esse poder, sua mãe seria capaz de comer. .\nMaudgalyana agiu de acordo com a vontade do Buda e sua mãe foi finalmente libertada. Este tipo de cerimônia é chamada de “Festival Obon” e este festival é chamado de “Festival Obon”.\n(Nota: Uma substância tem sentimentos diferentes em diferentes níveis do mundo. Por exemplo: quando chove neste mundo, nós a vemos como \"água\", enquanto os seres no reino dos fantasmas famintos a sentem como \"sangue\", e sencientes os seres no mundo infernal sentem isso como \"sangue\". É como \"deixar cair uma espada\", enquanto os seres celestiais sentem como \"deixar cair uma flor\".)", "聖意": "Orando pelo lar e pela casa, orando por boa sorte no inverno, buscando riqueza, nenhuma transação, casamento, paz em Liujia, pedestres, mudança de campos, bichos-da-seda, seis animais, encontrar pessoas, ações judiciais, sucesso, migração, conservadorismo, propriedade perdida, doença , paz das montanhas, sepulturas", "古人": "Mulian salva sua mãe", "第X籤": "Assine quarenta e dois", "宮": "Você palácio"}