{"籤詩版本二": "O mundo é flexível e todas as coisas são autossustentáveis, autossustentáveis ​​e seguras\nTudo na vida é maravilhoso, agradeça aos santos e sábios por tudo e seja próspero.", "詩意": "Este hexagrama representa a harmonia entre a terra e a terra.\nTudo vai bem e não há perigo.", "解曰": "Todas as coisas nascem. Todos os planos e desejos se tornam realidade. Ford ajuda. Rui Qi está com pressa.", "籤詩故事一": "◇Os caminhantes ganham iluminação\nHistória da Viagem ao Oeste:\nSun Wukong se tornou o rei da montanha Huaguo. Mais tarde, para encontrar uma maneira de viver para sempre, ele passou oito ou nove anos viajando através de montanhas e rios para adorar o Patriarca Bodhi como seu professor. Ele aprendeu as setenta e duas transformações do mal terrestre e nuvens cambalhotas, e pela primeira vez adotou o sobrenome Sol. Chamado Wukong.\nDepois disso, Sun Wukong foi ao Palácio do Dragão, no Mar da China Oriental, para encontrar uma arma adequada e, finalmente, encontrou o Porrete de Ouro Ruyi, a agulha divina de Tianhe e Dinghai. Como sua vida havia acabado, ele fez um grande alarido no submundo, revisou o livro da vida e da morte e retornou ao mundo humano. Mais tarde, Sun Wukong foi convocado pelo céu pela primeira vez e foi nomeado Bima Wen. Mais tarde, ele foi convocado para o céu pela segunda vez e foi nomeado Rei Macaco. Ele também roubou pêssegos e causou problemas no céu. Ele foi selado na Fornalha Bagua para praticar seus olhos dourados e olhos de fogo. Finalmente, ele foi suprimido. pelo Buda Tathagata no sopé da montanha Wuzhi por 500 anos, incapaz de se mover. O local onde a fornalha Bagua foi derrubada se transformou em uma montanha de chamas.\nQuinhentos anos depois, o Monge Tang foi ao Ocidente para obter as escrituras, passou pela Montanha dos Cinco Elementos e tirou o talismã antes de salvar Sun Wukong. Sun Wukong começou a chorar de gratidão. Depois de ser instruído pelo Bodhisattva Guanyin, ele adorou Tang Monk como seu professor e foi para o Ocidente para aprender as escrituras juntos. No caminho para aprender as escrituras, Sun Wukong desceu sobre demônios e eliminou monstros, realizando repetidamente feitos extraordinários, mas foi mal compreendido e expulso por seu mestre Tang Seng repetidas vezes. Após oitenta e uma dificuldades, o trabalho foi finalmente concluído.Os quatro mestres e discípulos chegaram ao Templo Xitian Leiyin e obtiveram as verdadeiras escrituras. Sun Wukong alcançou o resultado certo.\n(Esta história é uma metáfora de que até um macaco pode tornar-se iluminado, quanto mais um ser humano.)", "聖意": "A casa é auspiciosa para si mesmo, buscando riqueza, negócios, casamento, Liujia, pedestres do sexo masculino, obstrução de campos, bichos-da-seda, seis animais, Zhongping, procurando pessoas, ações judiciais, sucesso, migração, perda de propriedade, doença, tumba de Chuanxingshan, coisas são auspiciosos", "古人": "O viajante atinge a iluminação", "第X籤": "Assinado no dia 43", "宮": "xugong"}