{"籤詩版本二": "O frio transforma a água em gelo. Por que ser ganancioso pela fama?\nNão tenho escolha a não ser sentar-me em silêncio e esperar que as folhas floresçam naturalmente.", "詩意": "Neste hexagrama, a água se transforma em gelo.\nNão peça nada em vão.", "解曰": "A água congela em gelo. O gelo derrete em água. Se for uma conspiração. Isso é exatamente o que é.", "籤詩故事一": "◇Wang Xiang pede carpa (Vinte e Quatro Histórias de Piedade Filial)\nWang Xiang da Dinastia Jin, nome de cortesia Fuzheng, nasceu em Linyi.\nQuando Wang Xiang era jovem, sua mãe biológica morreu, seu pai solitário se casou com uma mulher chamada Zhu e Wang Xiang teve uma nova mãe. Quando Wang Xiang era jovem, sua mãe biológica faleceu e seu pai solitário se casou com uma mulher chamada Zhu. A madrasta de Wang Xiang era uma mulher tacanha e ciumenta. Ela não gostava de Wang Xiang e muitas vezes o repreendia por assuntos triviais. Logo, a madrasta também deu à luz um filho chamado Wang Lan. A madrasta amava apenas os próprios filhos e considerava Wang Xiang um espinho em seu sapato. Ela se tornou ainda mais exigente com Wang Xiang e muitas vezes falava mal de Wang Xiang na frente de seu pai. Até mesmo seu pai gradualmente não o amava mais. A madrasta amava apenas os próprios filhos e considerava Wang Xiang um espinho em seu caminho. Ela era ainda mais exigente com Wang Xiang e muitas vezes falava mal de Wang Xiang na frente de seu pai. Até mesmo seu pai gradualmente não o amava mais. Embora seja meio-irmão de Wang Xiang, Wang Lan é muito amigável com seu irmão. Apesar da tortura da madrasta, ela ainda era muito filial. A madrasta é muito dura, mas Wang Xiang ainda é muito filial.\nA madrasta dele tem um hobby, ou seja, gosta de comer peixe fresco recém pescado no rio. A madrasta dele tem um hobby, ou seja, gosta de comer peixe fresco recém pescado no rio. Certo inverno, seu pai viajou a negócios e sua madrasta adoeceu novamente. Os irmãos Wang Xiang e Wang Lan serviram cuidadosamente sopa e remédios para sua mãe comer. No frio intenso, a doença da madrasta ainda não melhorou. pressa. Certo inverno, seu pai viajou a negócios e sua madrasta adoeceu novamente. Os irmãos Wang Xiang e Wang Lan serviram cuidadosamente sopa e remédios para sua mãe comer. No frio intenso, a doença da madrasta ainda não melhorou. pressa. A madrasta doente queria comer peixe fresco do rio. Naquele clima frio intenso, nevava lá fora e a água do rio já havia se transformado em gelo espesso. A madrasta doente queria comer peixe fresco, onde encontrar peixe fresco naquele clima gelado e nevado?\nNaquela época não havia pratos fora de temporada e não era possível comprá-los mesmo que tivesse dinheiro.\nNeste ponto da história, aconteceu a comovente história de Wang Xiangqiu Li. Os dois irmãos protegiam a mãe impotentes. Wang Xiang caminhou até o rio congelado para não decepcionar sua madrasta doente. Wang Xiang teve uma ideia e tirou a camisa independentemente do frio. Ele ficou nu na geleira e quis usar sua própria temperatura corporal para derreter o gelo (então a carpa Wang Xiangqiu também é chamada de Wang Xiang deitada no gelo). Ele tirou a camisa e ficou nu na geleira. Ele orou a Deus e disse: \"Deus, minha mãe está doente e quer comer carpa fresca. Você tem que encontrar um jeito para mim, não importa o que aconteça. \" Estranhamente, o bloco de gelo ao lado dele quebrou de repente, e havia dois rachaduras. Uma carpa viva pulou da fenda e pulou no gelo. Wang Xiang ficou muito feliz. Ele orou a Deus: \"Deus, minha mãe está doente e quer comer carpa fresca. Você tem que encontrar um caminho para mim, não importa o que aconteça. \" Estranhamente, o bloco de gelo próximo a ele rachou de repente e houve duas rachaduras. Uma carpa viva pulou da fenda e pulou no gelo, Wang Xiang ficou muito feliz. Ajoelhou-se rapidamente, agradeceu a Deus e correu para casa com a carpa. Ele se ajoelhou rapidamente, agradeceu a Deus, pegou rapidamente a carpa e foi para casa. Depois que a madrasta comeu carpa fresca, ela logo se recuperou da doença. A madrasta na cama do hospital ficou chocada ao ver a parte superior do corpo nu de Wang Xiang, que estava ficando roxo de frio, e dois peixes em suas mãos. Ela correu para o quarto feliz e ficou atordoada.\nWang Xiang mais tarde tornou-se oficial e Taibao, recebendo o título de duque.", "聖意": "Inquieto em casa, rezo por proteção, dificuldades financeiras, problemas de negócios, casamento, inconsistência no seguro Liujia, pedestres, Chi Tian, ​​​​perdas do bicho-da-seda, seis perdas de gado, pessoas desaparecidas, ações judiciais públicas, migração, conservador, propriedade perdida, doença , difícil de recuperar, tumba na montanha, boa sorte", "古人": "Wang Xiang pede carpa (Vinte e Quatro Histórias de Piedade Filial)", "第X籤": "Quarenta e nove ganhando a loteria", "宮": "Haigong"}