{"籤詩版本二": "Você pode viajar para todos os cantos do país, pendurando a vela para segurá-la livremente\nSe o vento estiver favorável, ele chegará logo e o barco estará cheio de tesouros.", "詩意": "Este hexagrama é como puxar um barco com o vento.\nTudo vai bem.", "解曰": "Descanse à vontade. Nenhum esforço é necessário. Muita riqueza. Todos admirados.", "籤詩故事一": "◇Tao Zhugui Cinco Lagos (Lago Fan Ligui)\nNo período da primavera e do outono, Fan Li, cujo nome de cortesia era Shaobo, também era conhecido como Gui Yizipi ou Tao Zhugong.\nNaquela época, houve uma guerra entre o Estado de Wu e o Estado de Yue, e o Estado de Wu destruiu o Estado de Yue. Fan Li e Wen Zhong formularam um plano para Yue King Gou Jian promover Yue e destruir Wu. Fan Li viajou pessoalmente por montanhas e rios e visitou o rio Huansha no Monte Cailuo para encontrar Xi Shi, uma bela mulher com virtudes, talentos e beleza, e a apresentou ao Rei de Wu. truque\" para cooperar dentro e fora e destruiu o Reino Wu.\nDepois de conseguir destruir o Reino Wu, Fan Li sabia que Gou Jian era um \"pássaro de pescoço comprido e bico\" e poderia compartilhar dificuldades e felicidade com ele, então ele e Xi Shi navegaram pelo Reino Qi, mudaram seus nomes para Gui Zipi, e conduziu seus filhos e discípulos no Reino Qi. Eles moram em uma cabana à beira-mar. Ele trabalhou duro para cultivar terrenos baldios, administrar um negócio secundário e fazer negócios. Em poucos anos, acumulou dezenas de milhões de propriedades familiares. Ele foi generoso em espalhar riqueza e fazer o bem à sua cidade natal. A sabedoria e habilidade de Fan Li foram apreciadas pelo povo de Qi. O rei de Qi o convidou para Linzi, a capital, e o adorou como o primeiro-ministro encarregado dos assuntos governamentais. . Ele exclamou: \"Ser oficial pode levar a ministros, e administrar uma família pode levar a uma fortuna. Para um plebeu que começou do zero, isso chegou ao extremo. Ser homenageado por muito tempo provavelmente não é um bom sinal.\" Assim, apenas três anos depois, ele mais uma vez Jiliu recuou bravamente, devolveu o selo ao rei de Qi e doou toda a riqueza de sua família a seus amigos próximos e companheiros da aldeia.", "聖意": "A casa é boa para si (para ser enviada), o dinheiro é bom, o negócio é bom, o casamento está atrasado, o casamento não é bom, Liujia está segura, as pessoas estão atrapalhando os campos, bichos-da-seda, outono, gado, primavera é próspero, as pessoas procuram pessoas, os processos judiciais são ruins, a migração é conservadora, as coisas perdidas, as doenças ocidentais são resolvidas, as montanhas e os túmulos estão ao sul.", "古人": "Tao Zhugui Cinco Lagos (Lago Fan Ligui)", "第X籤": "O quinquagésimo ganhador da loteria", "宮": "Haigong"}