{"籤詩版本二": "O verão é o dia mais longo e todos estão preocupados com o calor e a depressão\nO céu e a terra também sabem o que as pessoas querem, e a brisa sopra e é naturalmente fresca", "詩意": "Este hexagrama indica que todos estão preocupados com o calor.\nFaça o que você quiser.", "解曰": "Não há dúvida se devemos avançar ou recuar. Divirta-se. É para acampar? Não há necessidade de agir precipitadamente.", "籤詩故事一": "◇Kong Ming entra em Sichuan\nZhuge Liang (181-234), nome de cortesia Kongming, era natural de Yangdu, Langya (hoje condado de Yinan, província de Shandong) e foi o primeiro-ministro de Shu Han (Liu Bei) durante o período dos Três Reinos.\nEmbora Liu Bei tenha vencido Jingzhou, não foi suficiente para separar um lado: Zhuge Kongming planejou capturar Xichuan para aumentar o território de Liu Bei. Neste momento, Liu Zhang em Yizhou foi atacado por Zhang Lu no norte. Zhuge Kongming soube que Liu Zhang queria dedicar o mapa de Xichuan a Cao Cao para se proteger. Quando Zhang Song (subordinado de Liu Zhang) conheceu Cao Cao, porque Cao Cao era arrogante e rude, Liu Zhang levou o mapa de volta para Xichuan e passou por Jingzhou no caminho. Kong Ming já estava esperando por ele no caminho e o convidou para ir a Jingzhou, mas ele nunca mencionou a imagem de Xichuan até o momento da partida. Zhang Song ficou grato a Kong Ming por sua cortesia e hospitalidade, então dedicou a imagem de Xichuan a ele.\nO terreno de Xichuan era perigoso e podia ser atacado ou defendido.Após vários arranjos de Kong Ming, Xichuan tornou-se o local de nascimento de Liu Bei.\n(Kong Ming tratou as pessoas com cortesia e obteve facilmente o cobiçado Xichuan.)", "聖意": "Ore por bênçãos em casa e por sua própria proteção (há boa sorte nos infortúnios) Busque riqueza, boa sorte nos negócios, casamento comum, nascimento de meninos em Liujia, mudança de campos, bichos-da-seda, danos ao gado, encontrar pessoas, ações públicas , migração, coisas antigas perdidas, doenças do norte, desejo por montanhas e sepulturas", "古人": "Kong Ming entra em Sichuan", "第X籤": "Capítulo 51: Ganhar na loteria (ganhar na loteria)", "宮": "Útero"}