{"籤詩版本二": "É preciso muito esforço para pegar a lua na água. É preciso muito esforço, mas nada.\nNão fale bobagens e desperdice seus esforços para fortalecer o corpo. A palavra “corpo murcho” significa originalmente “o corpo está solitário”.", "詩意": "Este hexagrama é ávido pela imagem do esforço.\nTudo é trabalhoso e trabalhoso.", "解曰": "Promessas são difíceis de lembrar. Muito trabalho duro. Preocupe-se em casa. Esperando para conhecer pessoas nobres.", "籤詩故事一": "◇Taibai pegou a lua enquanto estava bêbado (Li Taibai pegou a lua enquanto estava bêbado)\nLi Bai (701-762), também conhecido como Taibai, também conhecido como Qinglian Jushi. O poeta da Dinastia Tang, que se autodenominava um imortal banido, era conhecido como o Imortal da Poesia e estava sempre feliz sem beber.\nCerta vez, Li Bai veio para Jinling (hoje Nanjing) e descansou em um restaurante próximo à ponte Wende.\nAcontece que aquele dia era o décimo quinto dia do mês lunar de inverno. À noite, ele se sentava sozinho no restaurante e admirava a lua, enquanto bebia e recitava poemas. Acontece que aquele dia era o décimo quinto dia do mês lunar de inverno. À noite, ele se sentava sozinho no restaurante e admirava a lua, enquanto bebia e recitava poemas. Li Taibai amou mais a lua em sua vida, dizendo que ela era limpa e linda. Li Taibai amou mais a lua em sua vida, dizendo que ela era limpa e linda. Naquela noite, ele olhou para cima e viu a lua branca e redonda no céu, ficou muito feliz e bebeu mais alguns copos. Naquela noite, ele olhou para cima e viu a lua branca e redonda no céu, ficou muito feliz e bebeu mais alguns copos. À meia-noite, Li Taibai aproveitou o vinho e desceu até a ponte Wende. À meia-noite, Li Taibai aproveitou o vinho e desceu até a ponte Wende. Assim que pisou na ponte, ele abaixou a cabeça e de repente viu a lua caindo na água. Quando o rio se moveu, algumas linhas pretas foram adicionadas à sombra branca da lua. Assim que pisou na ponte, ele abaixou a cabeça e de repente viu a lua caindo na água. Quando o rio se moveu, algumas linhas pretas foram adicionadas à sombra branca da lua. Li Taibai estava tão bêbado nessa hora que pensou que fosse a lua manchada pela água do rio. Li Taibai estava tão bêbado nessa hora que pensou que fosse a lua manchada pela água do rio. Ele nem se preocupou em tirar as botas, abriu as mãos e pulou da ponte para pegar a lua. Ele nem se preocupou em tirar as botas, abriu as mãos e pulou da ponte para pegar a lua. Inesperadamente, com este salto, a lua não foi pega, mas a lua na água se quebrou e imediatamente se dividiu em duas metades. Inesperadamente, neste salto, a lua não foi pega, mas o homem se afogou. Ele morreu aos sessenta e dois anos.", "聖意": "A casa está inquieta e você está com azar (preste atenção na sua saúde) (azar) Busque equilíbrio nas riquezas (nem pense nisso) Dificuldade nas transações, casamento não resolvido, ore por proteção (tesouros vazios para evitar aborto espontâneo) Os pedestres estão em apuros, os bichos-da-seda no campo estão cinco pontos e seis animais estão em declínio, procurando pessoas (infeliz) processos públicos e (Pare o processo) Migração comum (não mencione) Perda de propriedade (aeronave) Orando por proteção contra doenças (infeliz) Boa sorte nas montanhas e sepulturas", "古人": "Taibai pegou a lua enquanto estava bêbado (Li Taibai pegou a lua enquanto estava bêbado)", "第X籤": "Cinquenta segundos ganhando na loteria (Loteria)", "宮": "Útero"}