{"籤詩版本二": "Quando a frustração se transforma em euforia, os dragões rugem e os tigres rugem.\nO céu azul tem seu próprio caminho para o céu. Que eu tenha mais sucesso e fama.", "詩意": "Este hexagrama é como o rugido de um dragão e o rugido de um tigre.\nHá esperança de que tudo corra bem.", "解曰": "Apenas ensine e vá. Tenha sua própria prosperidade. Deve ser feito no final. Existe um lugar para ser encontrado.", "籤詩故事一": "◇Liu Bei recruta uma noiva\nApós a Batalha de Chibi, Sun Quan estava ansioso para recuperar Jingzhou, que havia sido adquirida por Liu Bei, então ele usou o plano de Zhou Yu, fingindo que queria desposar sua irmã Sun Ren com Liu Bei, mas na verdade ele queria tomar Liu Bei como refém para reivindicar Jingzhou.\nDepois que Zhuge Liang espionou o plano de Zhou Yu, ele entregou o folheto com a estratégia para Zhao Yun, que estava protegendo Liu Bei quando ele foi para Soochow. Zhao Yun seguiu a estratégia do folheto e deliberadamente fez um grande barulho para deixar Wu Guotai ( O pai de Sun Quan) sabe da proposta de casamento. Como Wu Guotai amava sua filha e não estava disposto a tomar decisões casuais sobre os assuntos de sua filha ao longo da vida, ela repreendeu Sun Quan por ser cruel com sua irmã e propôs testar pessoalmente se Liu Bei era digno de sua filha no Templo Ganlu. Depois que Wu Guotai conheceu Liu Bei, ela apreciou muito Liu Bei e defendeu fortemente o casamento entre Liu Bei e sua filha. Como resultado, Liu Bei casou-se com sucesso com a Sra.\nMais tarde, Liu Bei e a Sra. Sun fugiram juntos de volta para Jingzhou.Mais tarde, Sun Quan quis atacar Jingzhou furtivamente enquanto Liu Bei atacava Yizhou, mas foi impedido por Wu Guotai, que estava preocupado com a segurança de sua filha.\nEle disse: “O plano inteligente de Zhou Yu é o melhor do mundo. Ele perdeu sua esposa e suas tropas”.\n(Liu Bei ganhou com o dano)", "聖意": "Não tenho sorte em casa e não tenho sorte (primeiro azar, depois boa sorte). Busque riqueza, equilíbrio, problemas no casamento, sucesso no casamento. Ore por bênçãos para os pedestres, bichos-da-seda nos campos, cinco pontos para danos ao gado, procure por pessoas, processos judiciais e migração, boa sorte para bens perdidos, boa sorte para doenças, paz de montanhas e sepulturas.", "古人": "Liu Bei recruta uma noiva", "第X籤": "O quinquagésimo terceiro número vencedor", "宮": "Útero"}