{"籤詩版本二": "A virtude de pai para filho é transmitida ao neto. A prosperidade em alimentos e roupas depende somente de Deus.\nChunxuan no corredor deixa as pessoas felizes.Quando estão com fome, alimentados, com sede e com sono, Chunxuan é uma metáfora para os pais.", "詩意": "Este hexagrama está relacionado com a imagem do bambu levando à primavera.\nEspero que tudo corra bem.", "解曰": "Pegue o bambu e leve até a primavera. Ele se espalha indefinidamente. Um cavalheiro procura esperança. Todos encantados.", "籤詩故事一": "◇O Rei Wu de Zhou subiu ao trono\nO rei Wu de Zhou atacou o rei Zhou e liderou oitocentos príncipes para lutar contra o exército do rei Shang.Os soldados em Chaoge (a capital do rei Shang) também se voltaram contra o rei Shang e traíram o rei Shang.\nO Rei Zhou queimou-se na Torre Zhaixing e a Dinastia Shang foi destruída.\nO rei Wu aceitou o livro de ouro e o tesouro de ouro, que é o trono do imperador. Ele olhou para o sul, com as mãos cruzadas e sentou-se ereto. O rei Wu ordenou que a propriedade de Lutai fosse distribuída, a Star Picking Tower fosse demolida e os grãos de arroz armazenados em Juqiao fossem distribuídos.\nLiberte o Jizi preso e conserte a tumba de Bigan. O rei Wu passou pela porta da casa do sábio Shang Rong e baixou a cabeça. Respeite as pessoas virtuosas e corteses e solte os escravos do palácio interno.\nEle também interrompeu o armamento e promoveu a cultura e a educação. No sul de Nanshan, os cavalos pastam e o gado pasta no campo com pessegueiros. É um cenário tranquilo.", "聖意": "A casa não está em boas condições (boa sorte), você pode fazer seus próprios desejos (boa sorte), buscar ganho financeiro, fazer uma transação e se casar (conhecer um bom genro), Liujia está seguro (zodíaco sinal), pedestres movimentam campos, bichos-da-seda têm sorte, seis animais são danificados, pessoas são difíceis de encontrar (ver), ações públicas, pessoas nobres se movem, boa sorte se perde e coisas são vistas Doenças e enfermidades", "古人": "Rei Wu de Zhou subiu ao trono", "第X籤": "Quinquagésimo quinto ganho na loteria (lote)", "宮": "Palácio Feio"}