{"籤詩版本二": "A praia está cheia de pedras, o riacho corre, o vento está claro, a lua está clara e os nobres estão ocupados.\nNa estrada tenho que perguntar para onde ir. Não leve o cheiro das flores e das plantas da floresta. Não cuide disso.", "詩意": "Este hexagrama é como um barco viajando em uma pequena praia.\nEm tudo há pessoas nobres para ajudar.", "解曰": "Para ganhar a vida. Muito trabalho duro. Seja conservador e espere. Tudo de bom.", "籤詩故事一": "◇Rebelião de Lushan\nAn Lushan (703-757), cujo sobrenome era Kang e chamado Yaluoshan, era de Liucheng, Yingzhou (agora Chaoyang, Liaoning).\nMais tarde, ele assumiu o sobrenome An e mudou seu nome para Lushan. Durante o reinado do imperador Xuanzong da Dinastia Tang, An Lushan foi o enviado militar.\nEm novembro do 14º ano de Tianbao, An Lushan reuniu tropas em Fanyang e, em nome do ataque a Yang Guozhong, lançou uma rebelião e levou as tropas de três cidades para atacar Luoyang, a capital oriental. Relatórios de Taiyuan chegaram a Lishan. Tang Xuanzong, que estava no Palácio Huaqing em Lishan naquela época, não acreditava que Anlushan se rebelaria. No entanto, as notícias da rebelião continuaram a se espalhar e Xuanzong ainda estava meio convencido. (Esta é uma representação do \"som da água corrente em pequenas pedras em um riacho\")\nSó quando Yan Zhenqing, o prefeito do condado de Pingyuan, enviou alguém para enviar informações é que Xuanzong acordou de seu sonho.\nSob a estratégia errônea do Imperador Xuanzong da Dinastia Tang, o regimento de cavalaria de An Lushan capturou Luoyang, a capital oriental. No primeiro mês do ano seguinte, ele se autoproclamou Imperador Dayan em Luoyang, Jianyuan Shengwu, Imperador Xiongwu e Da Xixun como primeiro ministro.\nEm junho do mesmo ano, o Imperador Xuanzong da Dinastia Tang, ansioso por aliviar a crise em Chang'an e com um entendimento militar errado, executou dois generais famosos, Feng Changqing e Gao Xianzhi. Esta ordem chocou o exército Tang. (Este comportamento viola \"a estrada deve apontar para o rio da frente\")\nPosteriormente, o imperador Xuanzong da Dinastia Tang ordenou urgentemente que outro general, Ge Shuhan, liderasse o exército Tang para o leste, saindo de Tongguan.\nGe Shuhan, que compreendeu perfeitamente o erro estratégico do Imperador Xuanzong da Dinastia Tang, planejou adiar a mudança (a abordagem de “está tudo bem se o vento estiver calmo e a maré estiver calma”).\nNo final, o Imperador Xuanzong da Dinastia Tang achou que ele era tímido demais para lutar, então não teve escolha a não ser lutar com An Lushan em lágrimas e foi derrotado. (Cumpre \"Se você trabalhar duro para se sustentar, poderá se machucar.\")\nNa Dinastia Tang, quando as tropas fronteiriças e as guarnições locais não tiveram tempo de responder, o exército de An Lushan pressionou a fronteira e entrou na área da capital. Em uma situação crítica, o Imperador Xuanzong da Dinastia Tang liderou o Corpo de Guardas para escapar da capital, causando a queda do sem líder Xijing Chang'an.\n(Tang Xuanzong violou a orientação deste sinal, então a rebelião de An Lushan foi bem-sucedida.)", "聖意": "A casa está segura, você tem sorte, a fortuna é estável, a transação é próspera, o casamento é bem-sucedido (cuidado), um pedestre de Liujia chega ao campo, bichos-da-seda são colhidos, seis animais são danificados, a pessoa é encontrada , a ação é justificada, os bens perdidos trazem doenças, ou seja, a tumba de Anshan deve ser reparada.", "古人": "Rebelião de Lushan", "第X籤": "A quinquagésima sexta loteria", "宮": "Palácio Feio"}