{"籤詩版本二": "De manhã e ao anoitecer, o apoio do Buda deve ocorrer em tempos de perigo, mas não em perigo\nSe você se sente atraído por uma pessoa nobre, então o dinheiro e a seda também o acompanharão, este é Chuan Lai. Tudo depende de você.", "詩意": "Este hexagrama representa a bênção secreta dos deuses e Budas.\nSeja paciente e tenha boa sorte em tudo.", "解曰": "Um sinal de paz à moda antiga. Quando tudo for caro, será auspicioso.", "籤詩故事一": "◇Tang Monk alcançou a iluminação\nUm dia, Tang Seng chegou ao rio e viu a montanha Lingshan do Buda na frente dele. Havia uma ponte de tábua única na frente dele. Tang Seng não se atreveu a atravessá-la. O Buda se transformou em um barqueiro e segurou um barco quebrado sem fundo. Assim que Tang Monk entrou no barco, ele caiu no rio e foi resgatado pelo barqueiro. Foi assim que Tang Monk alcançou o estado de Buda. (História da Viagem ao Oeste)\n◇ Escrituras budistas de Tang Monk\nSanzang da Dinastia Tang, seu sobrenome comum era Chen e seu nome de batismo era Yi. Nasceu no condado de Goushi, Luozhou (agora ao sul da cidade de Yanshi, província de Henan). Ele se tornou monge aos treze anos e adotou o nome budista de Xuanzang.\nPara obter as escrituras budistas originais, ele partiu de Chang'an (hoje Xi'an, província de Shaanxi) no terceiro ano de Zhenguan (629 DC), aventurou-se através da fronteira e passou por inúmeras dificuldades para chegar a Tianzhu ( Índia) para coletar escrituras. Ele viajou pelas bacias dos rios Ganges e Indo e pelas áreas costeiras do sudeste da Índia, depois cruzou as montanhas cobertas de neve e os cumes verdes, caminhando mais de 80.000 quilômetros de ida e volta. Levou 16 anos para finalmente retornar a Chang'an em o 19º ano de Zhenguan (645 DC). Ele trouxe um grande número de escrituras budistas e as traduziu para o chinês.\n(Tang Sanzang passou por uma longa viagem de ida e volta entre a China e a Índia. Ele deve ter passado por perigos durante a viagem, mas conseguiu retornar em segurança porque havia um santo padroeiro invisível atrás dele.)", "聖意": "A casa é segura, você é auspicioso, o comércio ocidental é bem-sucedido, o casamento é bem-sucedido, os pedestres bloqueiam o campo, os bichos-da-seda são bloqueados, os bichos-da-seda são 70%, o gado é lucrativo, as pessoas são encontradas, o público ocidental o processo é ruim, a migração é conservadora, os bens perdidos são vistos, a doença é auspiciosa, as montanhas e tumbas são auspiciosas.", "古人": "Tang Monk alcançou a iluminação", "第X籤": "Ganhar na loteria sessenta e dois", "宮": "Palácio Yin"}