{"籤詩版本二": "O peixe nadador foi pego em uma armadilha no Lago Bibo.\nSe algo der errado depois de pensar sobre isso, no final causará problemas.", "詩意": "Este hexagrama representa um peixe preso numa armadilha.\nTambém é aconselhável ter cuidado em tudo.", "解曰": "Liquidação embaixo da casa. O desastre cai do céu. Acorde cedo e tome precauções primeiro. Evite desastres.", "籤詩故事一": "◇O cavalo está coberto de água (é difícil coletar a água)\nDinastia Han. Zhu Maichen, de nome de cortesia Wengzi, era natural de Wu em Kuaiji (agora parte da cidade de Suzhou).\nEm seus primeiros anos, a família de Maichen era pobre e ele não teve sucesso. O casal morava em um portão de palha em um beco, cortando lenha e vendendo-a para sobreviver. Você não pode ganhar muito dinheiro vendendo lenha pelo preço de ninguém.\nSua esposa saiu para buscar água e viu um grupo de crianças rindo de Maichen. A esposa achou isso uma vergonha e depois foi embora.\nQuando Zhu Maichen tinha cinquenta anos, o Imperador Wu da Dinastia Han buscou talentos e adorou Zhu como prefeito de Kuaiji.\nSua esposa lamentou sua cegueira e desejou ser reduzida a serva e concubina para servir Zhu pelo resto de sua vida.\nMaichen ordenou que sua ex-mulher pegasse um balde d’água, despejasse nos degraus e disse: “Se a água puder ser retirada, os dois podem voltar a ficar juntos”.\nConsiderando a relação entre marido e mulher, a esposa e o marido recasado receberam um espaço aberto no jardim dos fundos para cultivarem e se sustentarem. Sua esposa se jogou no rio e morreu.", "聖意": "A casa está em perigo, você mesmo está em perigo, o dinheiro está perdido, a transação está em paz, o casamento é inconsistente, Liujia está assustada, as pessoas estão bloqueadas, os campos estão danificados, os bichos-da-seda estão perdidos, o gado está perdido, as pessoas são encontrados, o processo público está perdido, a migração é boa, os bens perdidos são desfavoráveis, a doença é perigosa e o túmulo da montanha deve ser trocado.", "古人": "O cavalo está coberto de água (é difícil coletar a água)", "第X籤": "Sexagésimo quarto sinal", "宮": "Maogong"}