{"籤詩版本二": "A estrada é perigosa, os cavalos e os homens estão com pressa e os soldados ficam em apuros quando se perdem.\nA praia está alta, o vento e as ondas quebram, o barco está quebrado, o sol está se pondo, as flores estão morrendo, o céu está caindo e a geada está caindo.. Ganhe: urso.棹: remo.", "詩意": "Este hexagrama é como um barco quebrando na praia.\nCuidado com todos os perigos.", "解曰": "Velha escola e velha escola. Calmo e sem culpa. Não há necessidade de procurar aconselhamento. Viaje livremente.", "籤詩故事一": "◇O rei de Chu Yin Ling se perdeu\nNo início de 202 aC, um total de 400.000 soldados Han de três lados cercaram o exército de Xiang Yu em Gaixia, que estava com falta de comida. Eles pediram aos soldados que cantassem no dialeto Chu, fazendo o exército de Xiang Yu acreditar erroneamente que sua cidade natal havia sido controlada. pelo exército Han. Essa tática psicológica de “sitiado por todos os lados” fez com que o exército de Xiang Yu perdesse o moral.\nEntão Xiang Yu liderou mais de 800 cavalaria de elite e decidiu fugir, enquanto o exército Han seguiu de perto com Guan Ying e 5.000 cavalaria. Depois de cruzar o rio Huai, a cavalaria de Xiang Yu tinha apenas cem pessoas restantes.\nXiang Yu se perdeu em Yinling e pediu a um fazendeiro na beira da estrada o caminho para o rio. Inesperadamente, ele seguiu a direção indicada pelo velho e acabou em um pântano, dificultando sua locomoção. Ele quase foi ultrapassado por Liu Exército de Bang. Xiang Yu finalmente chegou a Wujiang e sabia que a situação havia acabado. Vendo os mais velhos de Jiangdong sem vergonha, ele cometeu suicídio.", "聖意": "A família e a casa estão preocupadas com seus próprios desastres. Buscando dinheiro e arruinando o negócio. O casamento não é duradouro. Liujia é perigosa. Pedestres estão bloqueando os campos. Bichos-da-seda são danificados. Seis animais são danificados. Pessoas desaparecidas. Processos públicos. Perda. Migração. Propriedade perdida. Doença. É desfavorável enviar para um túmulo na montanha.", "古人": "Rei Yin Ling de Chu perdeu o rumo", "第X籤": "sexagésimo sexto lote", "宮": "Maogong"}