{"籤詩版本二": "Quando o inverno chegar, um galho de flor de ameixeira na montanha não será destruído, mesmo que suas folhas caiam e seus galhos murchem.\nMas quando chega a primavera, ainda me devolvo como cortesã e destruo a obra original.", "詩意": "Neste hexagrama, a flor de ameixa ocupa a posição de liderança.\nTudo está bem se atrasar.", "解曰": "Uma flecha disparou vazia. Quando está vazio, não está vazio. Esperando a primavera chegar. A cor está nele.", "籤詩故事一": "◇Marcou duas vezes\nDurante o reinado do Imperador Dezong da Dinastia Tang, o leal ministro Mei Bogao e sua família foram incriminados pelo primeiro-ministro traidor Lu Qi, que queria matar todos eles. Apenas seu filho Mei Liangyu conseguiu escapar. Mais tarde, ele mudou de nome. nome para Wang Xitong para esconder sua identidade. Ele morava sozinho nas ruas, com fome e frio, mas felizmente foi acolhido por Chen Risheng (Chen Dongchu). Chen Risheng não conhecia sua experiência de vida, então pediu-lhe que ajudasse a cuidar do jardim de ameixas de Chen para que ele não morresse de fome na rua.\nChen Risheng era colega de classe e amigo de Mei Bogao. Quando ele estava sendo perseguido por Lu Qi, ele foi resgatado por Mei Bogao. Como resultado, Mei Bogao e Lu Qi se tornaram inimizades. No final, toda a sua família foi executada. Chen Risheng ficou triste e zangado por causa disso. Depois de se casar, ele renunciou e mudou-se com a família para Yangzhou para viver em reclusão.\nChen Risheng tem uma filha chamada Chen Xingyuan, que é linda e perfumada.Depois que Mei Liangyu veio para a família Chen, eles se apaixonaram à primeira vista. Num dia em que as flores de ameixeira estavam em plena floração, que também era o aniversário da morte de Mei Bogao, Chen Risheng e sua família abriram um altar no jardim de ameixeiras de sua casa para homenagear seu falecido amigo e benfeitor. Inesperadamente, o tempo mudou repentinamente. e uma forte nevasca caiu, cobrindo todas as flores de ameixeira. Chen Risheng lamentou ter conseguido escapar com segurança, mas não conseguiu nem mesmo salvar os descendentes da família Mei. Ele pensou que isso era um aviso de Deus, então jurou que, a menos que as flores de ameixeira florescessem novamente, provando que os descendentes de a família Mei ainda estava viva, ele nunca diria nada. Ele fugiu para o budismo e se tornou monge.\nSua filha Xingyuan ouviu isso e imediatamente queimou incenso e orou sinceramente a Deus para que as flores de ameixeira florescessem novamente. A sinceridade deles comoveu os céus, e todas as ameixeiras do jardim de ameixeiras floresceram novamente; mais tarde, Chen Risheng soube que o Xitong era Liangyu, então ele prometeu sua filha Xingyuan a ele.", "聖意": "A casa não é boa para si, a pessoa é boa para si, procura riqueza, é prudente nos negócios, a hora é tarde, o casamento é tarde, a primavera é próspera, o outono é vazio, os pedestres estão atrasados, os campos são prósperos, os bichos-da-seda são prósperos, os seis rebanhos são prósperos, procurando pessoas, ações judiciais públicas, perdas, migração, propriedade perdida, doenças orientais, alarmes falsos, tumbas nas montanhas devem ser trocadas.", "古人": "Marcou duas vezes", "第X籤": "Sessenta e nove ganhando na loteria", "宮": "Tatsumi"}