{"籤詩版本二": "Chao Chao é como uma abelha colhedora de flores, voando do sudoeste e depois para o leste\nA primavera acabou, as flores sumiram e não há onde procurar. Este coração não mudará de paradeiro.", "詩意": "Este hexagrama é como uma abelha colhendo flores.\nTudo é trabalhoso e trabalhoso.", "解曰": "Nenhum cenário de primavera. Chove muito tempo, mas nunca melhora. Peça por ajuda. É melhor ficar quieto.\n.", "籤詩故事一": "◇Li Mi se rebelou contra a Dinastia Tang\nLi Mi\n(582-619), o falecido líder do Exército Wagang na revolta camponesa no final da Dinastia Sui da China. Mestre em caligrafia. O mestre da palavra Fa era natural de Chang'an, Jingzhao, e sua casa ancestral era Xiangping, Liaodong (agora ao sul de Liaoyang, Liaoning). Natural de Chang'an, Jingzhao, sua casa ancestral é Xiangping, Liaodong (agora ao sul de Liaoyang, Liaoning).\nNo nono ano de Daye (613), ele participou da rebelião de Yang Xuangan contra a Dinastia Sui em Liyang (agora a nordeste do condado de Junxian, província de Henan). No nono ano de Daye (613), ele participou da rebelião de Yang Xuangan contra a Dinastia Sui em Liyang (agora a nordeste do condado de Junxian, província de Henan). O sentido misterioso é derrotado,\nLi Mi fugiu. Xuangan foi derrotado e Li Mi fugiu.\nNo décimo segundo ano de Daye, ele se juntou ao Exército Wagang\n. No décimo segundo ano do reinado de Daye, ele se juntou ao Exército Wagang. Li Mi era bom em estratégia.Em outubro do décimo segundo ano de Daye, Li Mi convenceu Zhai a atacar Xingyang Tong, o poderoso general que acompanha o exército, para defender Zhang Xutuo, derrotando o exército Sui e matando Zhang Xutuo. Li Mi era bom em estratégia.Em outubro do décimo segundo ano de Daye, Li Mi convenceu Zhai a atacar Xingyang Tong, o poderoso general que acompanha o exército, para defender Zhang Xutuo, derrotando o exército Sui e matando Zhang Xutuo.\nMais tarde, ele propôs atacar o armazém Xingluo (mais tarde renomeado Luokou), abrir o armazém para socorro e expandir a equipe. A equipe do Exército Wagang cresceu rapidamente. No 13º ano de Daye, Li Mi liderou o Exército Wagang e Zhai Rang lidou com o rebaixamento e distribuição da Dinastia Sui.Houve uma guerra por recursos militares e outras questões, e Li Mi matou Zhai Rang e centenas de seus seguidores. Mais tarde, ele propôs atacar o armazém Xingluo (mais tarde renomeado Luokou), abrir o armazém para socorro e expandir a equipe. A equipe do Exército Wagang cresceu rapidamente. No 13º ano de Daye, Li Mi liderou o Exército Wagang e Zhai Rang lidou com o rebaixamento e distribuição da Dinastia Sui.Houve uma guerra por recursos militares e outras questões, e Li Mi matou Zhai Rang e centenas de seus seguidores.\nEm março do 14º ano de Daye, Yu Wenhuaji matou o Imperador Yang da Dinastia Sui\n, levou mais de 100.000 pessoas a retornar para o oeste. Em março do décimo quarto ano de Daye, Yu Wenhuaji (Yu Wen, sobrenome composto) matou o Imperador Yang da Dinastia Sui e voltou para o oeste com mais de 100.000 pessoas. Li Mi recebeu ordens de atacar Huaji. Embora Huaji tenha sido derrotado, Li Mi também sofreu pesadas perdas nas tropas. Mais tarde, ele foi perseguido por Wang Shichong. O exército de Li Mi foi derrotado e seu acampamento destruído. Seus generais Qin Shubao, Cheng Zhijie (originalmente chamado Cheng Yaojin), Niu Jinda e outros foram capturados., Shan Xiongxin se rendeu. Li Mi recebeu ordens de atacar Huaji. Embora Huaji tenha sido derrotado, Li Mi também sofreu pesadas perdas em suas tropas. Mais tarde, ele foi perseguido por Wang Shichong. O exército de Li Mi foi derrotado e seu acampamento destruído. Seus generais Qin Shubao, Cheng Zhijie (originalmente chamado de Cheng Yaojin), Niu Jinda e outros foram capturados e Shan Xiongxin se rendeu. Li Mi estava desesperado, então cruzou o rio até Heyang em setembro e se rendeu à Dinastia Tang. Li Mi estava desesperado, então cruzou o rio até Heyang em setembro e se rendeu à Dinastia Tang.\nEm novembro, Li Yuan enviou Li Mi a Shandong para recrutar soldados antigos. Novembro,\nLi Yuan enviou Li Mi para esperar em Shandong para recrutar tropas antigas. Sentindo-se suspeito, ele se rebelou contra Tang. Sentindo-se suspeito, ele se rebelou contra Tang. O general Tang Sheng Yanshi convidou Li Mi para atacar e o matou em Xinggong Xian. O general Tang Sheng Yanshi convidou Li Mi para atacar e o matou em Xinggong Xian.", "聖意": "Casa, casa, língua, eu, vilão, busca de riqueza, desperdício de negócios, casamentos que não duram, Liujia, flores vazias, pedestres, Yaotian, danos ao bicho-da-seda, seis danos ao gado, pessoas desaparecidas, ações judiciais, perda, migração, conservadorismo, propriedade perdida, doença, obstáculos, reforma do túmulo na montanha", "古人": "Li Mi rebelou-se contra a Dinastia Tang", "第X籤": "O septuagésimo sorteio", "宮": "Tatsumi"}