{"籤詩版本二": "Cognição da Décima Nona Guarda de Canglong: Uma mulher se casou com um segundo marido\nCom um arco e duas flechas, os dinossauros viverão em paz imediatamente", "詩意": "Este hexagrama é como um arco segurando duas flechas.\nSe tudo correr bem, será auspicioso.", "解曰": "Não é muito pesado. Destino. Zhen Liuzhong abre. É aconselhável ser cauteloso.", "籤詩故事一": "◇Wenjun visita Xiangru\nZhuo Wenjun era filha do neto de Zhuo Wang, um rico empresário de Linqiong, província de Sichuan. Ela era proficiente em música e tinha um nome literário. Ela se casou aos dezesseis anos, alguns anos depois seu marido faleceu e ela voltou para sua família natal para viver como viúva.\nUm dia, Sima Xiangru foi à casa de Zhuo Wangsun para um banquete e, quando soube que Zhuo Wenjun estava viúvo recentemente, tocou a música “Phoenix Seeking the Phoenix” para expressar seu amor. Zhuo Wenjun já tinha ouvido falar de Sima Xiangru, e este banquete o deixou ainda mais atraído por Sima Xiangru. Por outro lado, após o banquete de Sima Xiangru, ele imediatamente gastou muito dinheiro para subornar a empregada pessoal de Zhuo Wenjun e pediu-lhe que transmitisse o amor de Sima Xiangru por Zhuo Wenjun. Depois que Zhuo Wenjun soube do amor de Sima Xiangru por meio da empregada, ele imediatamente correu para a pousada onde Sima Xiangru morava.Ao ver a chegada de Zhuo Wenjun, Sima Xiangru imediatamente fugiu com ela durante a noite para sua cidade natal, Chengdu.\nQuando estavam em Chengdu, o casal estava na miséria e teve que retornar a Linqiong para abrir um pequeno hotel para ganhar a vida. Zhuo Wenjun vendia vinho e Sima Xiangru lavava pratos. Eles viviam uma vida pobre. Depois que o pai de Zhuo Wenjun, Zhuo Wangsun, soube disso, ele concordou e os financiou sob o conselho de seus amigos, para que Sima Xiangru e Zhuo Wenjun voltassem para Chengdu para viver e mais tarde enriquecessem.", "聖意": "Perda de casa e propriedade, dos próprios direitos e erros, busca de riqueza, transações trabalhistas, proteção contra novo casamento.", "古人": "Wenjun visita Xiangru", "第X籤": "Setenta e um vencedores da loteria", "宮": "Tatsumi"}