{"籤詩版本二": "Os apicultores devem implorar por mel, para não serem picados por uma picada\nDeve haver uma estrada estranha à sua frente. O segredo é tão profundo quanto uma floresta de espinhos.", "詩意": "Este hexagrama simboliza as abelhas coletando mel.\nTudo é trabalhoso e trabalhoso.\n\n(Este hexagrama procura o símbolo da doçura e do amargor.\nEvite desastres em tudo.\n)", "解曰": "As coisas precisam ser feitas com cuidado. Não há necessidade de forçar. As abelhas coletam mel. Qual é o motivo?", "籤詩故事一": "◇Wang Mang busca talentos\nPode-se dizer que a família Wang Mang da Dinastia Han Ocidental é uma família rica. Embora seu pai tenha morrido jovem, vários de seus tios e tios se tornaram imperadores da Dinastia Han. Eles se tornaram generais, primeiros-ministros e se tornaram marqueses e receberam recompensas. A família Wang era extremamente proeminente.\nMas a pequena família de Wang Mang era extremamente pobre; seu pai morreu jovem e ele só morava com a mãe, contando com a caridade de parentes. Mas por causa disso, Wang Mang desenvolveu e praticou um conjunto de habilidades para lidar com pessoas desde criança. Por mais triste ou zangado que se sentisse, ele sempre demonstrava um olhar muito feliz e tranquilo diante de parentes, mais velhos ou de fora, por isso era bastante apreciado por todos do clã.\nCerta vez, seu tio mais velho estava gravemente doente. Depois de saber disso, ele se aproximou e esperou ao lado da cama do paciente, trazendo remédios e água, e mantendo vigília à noite. Por vários meses consecutivos, ele ficou despido, desgrenhado e abatido Ele era simplesmente mais “paciente” do que paciente, mais “filho” do que filho biológico.\nPor isso, todos no povo taiwanês o elogiaram e escreveram cartas pedindo uma recompensa para ele.\nAssim, o Imperador Cheng da Dinastia Han deu-lhe o título de Marquês da Nova Capital e nomeou-o guarda do palácio, tornando-se ministro próximo do imperador.\nCom seu alto status e grande poder, Wang Mang nunca demonstrou qualquer arrogância ou negligência. Em vez disso, tornou-se cada vez mais cortês e cortês. Por um lado, fez amizade com ministros, generais, ministros, estudiosos e estudiosos famosos.\nMas ele viveu uma vida muito frugal, comendo frequentemente pratos de carne, sem falar no uso de túnicas longas e vestidos de mangas compridas, vestindo apenas roupas curtas. Assim, todos no governo e o público o elogiaram unanimemente com a palavra “virtuoso”.\nMais tarde, seu tio, Grand Sima Wanggen, morreu de doença e ele foi escolhido como seu substituto. O imperador e todos os ministros consideraram-no o mais adequado. Portanto, Wang Mang, que tinha apenas trinta e oito anos, tornou-se o Grand Sima com o maior poder militar do país.\n(Esta história é uma metáfora. Ser bom em ser uma boa pessoa pode ajudá-lo a se livrar da “dificuldade de ser picado por abelhas” e a alcançar seus ideais como desejar.)", "聖意": "A casa não faz bem para si, a família está em apuros, o negócio está bloqueado, o casamento está bloqueado, as seis armaduras são falsas, os pedestres estão atrasados, a colheita do bicho-da-seda está baixa, o gado está baixo, é difícil encontrar gente, o processo é ruim, a migração não anda, os bens perdidos são ruins, a doença está instalada, o túmulo da montanha está perdido", "古人": "Wang Mang busca talentos", "第X籤": "Ganhar na loteria setenta e dois", "宮": "Tatsumi"}