{"籤詩版本二": "Quando chega a primavera, o trovão sacode o chilrear de centenas de insetos, e eu me afasto da lama\nQuando percebi que ainda estava indo e vindo, depois que mudei, me tornei um dragão.", "詩意": "Este hexagrama é como trovões e insetos.\nConhecer uma pessoa nobre é um bom sinal em tudo.", "解曰": "O trovão ataca. Dois depósitos entrando e saindo. Mude uma vez. Até Tianmen.", "籤詩故事一": "◇Motim de Chenqiao\nEm 959 DC, Zhou Shizong Chai Rong morreu, e o Imperador Gong, Chai Zongxun, que ascendeu ao trono, tinha apenas sete anos. Naquela época, Zhao Kuangyin, que servia como inspetor em frente ao palácio e enviado de Songzhou ao exército alemão, detinha o poder real.\nNa primavera de 960 DC, Zhenzhou (hoje Zhengding, província de Hebei) e Dingzhou (hoje condado de Dingxian, província de Hebei) relataram que os exércitos da Dinastia Han do Norte e do Estado de Liao estavam indo juntos para o sul para atacar a Dinastia Zhou Posterior, com grande impulso e solicitou o envio de tropas para assistência. Mais tarde, a Dinastia Zhou ordenou que Zhao Kuangyin liderasse suas tropas para o norte para lutar contra o inimigo. Zhao Kuangyin agiu secretamente sob o planejamento de seu irmão Zhao Guangyi, Zhao Pu, Shi Shouxin e outros.\nEm 3 de fevereiro, quando o exército chegou a Chenqiaoyi (hoje cidade de Chenqiao, a sudeste de Fengqiu, Henan), eles lançaram um motim e ordenaram que os soldados usassem túnicas amarelas para ele. Eles se rebelaram contra a dinastia Zhou posterior e apoiaram Zhao Kuangyin como imperador . Depois disso, Zhao conduziu suas tropas de volta a Kaifeng sem queimar, matar ou saquear: “Taizu Chen Qiao fez um juramento de não perturbar o povo da capital e prometeu não perturbar a cidade no dia em que entrou na cidade”.\nNo terceiro dia do terceiro ano do mês lunar, Zhao Kuangyin se amotinou em Chenqiao e retornou à capital. Fan Zhi levou Wang Pu e Wei Renpu a questionar Zhao Kuangyin. Luo Yanhuan desembainhou sua espada na frente da tenda e gritou alto : \"Os três exércitos não têm mestres. Os generais decidiram nomeá-lo imperador. Qualquer um que falar será morto!\". O rosto de Wang Pu estava pálido como a terra. Ele baixou os degraus e se curvou. Fan Zhi também se curvou. Kuang Yin pessoalmente o ajudou a se levantar e o tratou com grande cortesia.\nApós uma resistência moderada, o Imperador Gong da Dinastia Zhou Posterior assumiu o trono e Zhao assumiu o trono. \"Taizu estava prestes a aceitar o Zen, mas não havia texto Zen. Tao Gu, um estudioso de Hanlin, aceitou a ordem e chegou ao lado dele, dizendo: “Está feito”.\nDepois que Zhao subiu ao trono, ele mudou o nome do país para Song, Yuan para Jianlong e fez de Kaifeng a capital.Shi Shouxin, Gao Huaide, Zhang Lingduo, Wang Shenqi, Zhang Guanghan e Zhao Yanhui receberam o título de Jiedushi. , que ficou conhecido como o \"Motim de Chenqiao\" na história.\nWikipédia\n(Esta história representa que este é o início da atuação de Zhao Kuangyin.)", "聖意": "Ore por sua casa, vida diária, riqueza, boa sorte, boa sorte nos negócios, casamento nobre, sucesso em Liujia, pedestres do sexo masculino, nascimento precoce de bichos-da-seda nos campos, nascimento precoce de seis animais, boa sorte na primavera, encontrar pessoas, sucesso em processos públicos, boa sorte na migração, bens perdidos, perigos em doenças, perigos em montanhas e sepulturas.", "古人": "Motim de Chenqiao", "第X籤": "Assinado setenta e três", "宮": "Meu Palácio"}