{"籤詩版本二": "Assim como arrastar um tigre por uma montanha alta, lutar e competir entre si é tímido e frio.\nInesperadamente, você de repente faz algo de bom. Você deve se manter seguro. A palavra arrastar o tigre significa abraçar o tigre.", "詩意": "Este hexagrama é como segurar (arrastar) um tigre pela montanha.\nTudo é perigoso e assustador.", "解曰": "O perigo é perigoso. Existem obstáculos pela frente. Se você pedir conselhos. É um trabalho muito difícil.", "籤詩故事一": "◇Wu Yuan deixou Zhaoguan à noite (Wu Zixu passou por Zhaoguan)\nWu Zixu era natural de Chu no período da primavera e do outono. Naquela época, o Rei Ping de Chu queria caçá-lo. O rei Ping de Chu ofereceu uma recompensa pela prisão de Wu Zixu, mandou desenhar seu retrato e afixá-lo nos portões da cidade em todo o estado de Chu, e ordenou que as autoridades intensificassem as investigações. Quando Wu Zixu fugiu para Zhaoguan, a fronteira entre Wu e Chu, os oficiais de Zhaoguan verificaram de perto. Ele estava tão preocupado que não conseguiu dormir por várias noites seguidas e até seu cabelo ficou grisalho de preocupação. Felizmente, conheci um homem chamado Dong Gao Gong, que simpatizou com sua situação e o levou para casa para se esconder. O duque Dong Gao tinha um amigo que se parecia um pouco com Wu Zixu, então o duque Dong Gao pediu-lhe que passasse no teste fingindo ser Wu Zixu. Os guardas pegaram o falso Wu Zixu, mas o verdadeiro Wu Zixu não pôde ser reconhecido pelos oficiais porque seu cabelo era todo branco, então eles o deixaram passar. Mais tarde, ele escapou em segurança para o estado de Wu.\n(Substituir Wu Zixu por um amigo parecido e que também tem cabelos grisalhos é a \"mão mágica\" desta história)", "聖意": "Ore pela sua casa e pelo seu lar para se proteger, cuidado com a busca de riquezas, cuidado nas transações, estagnação nas transações, dificuldades no casamento", "古人": "Wu Yuan deixou Zhaoguan à noite (Wu Zixu ultrapassou Zhaoguan)", "第X籤": "O septuagésimo quinto sinal", "宮": "Meu Palácio"}