{"籤詩版本二": "Uma mistura de peixe e dragão tem o mesmo significado: fique na piscina profunda e espere a sorte.\nInconscientemente, Yumen saltou sobre o Palácio do Dragão com a cabeça erguida.", "詩意": "O hexagrama peixe e dragão permanecem inalterados.\nTudo chega na hora certa.", "解曰": "Embora seja Ziji. Espere também. Planeje seu próprio negócio. Não aja de forma imprudente.", "籤詩故事一": "◇Hongwu observando o gado\nZhu Yuanzhang, natural de Zhongli, Haozhou (hoje condado de Fengyang, província de Anhui), nasceu no primeiro ano de Tianli de Yuan Wenzong da Dinastia Yuan, ocupando o quarto lugar em sua família. Nasceu em uma família pobre de camponeses. Devido à pobreza quando jovem, não pôde estudar e já pastoreou gado para o proprietário.\nNo quarto ano de Zhizheng (1344), houve uma grave seca em Huaibei. O pai, a mãe e o irmão de Zhu Yuanzhang morreram sucessivamente, então ele não teve escolha a não ser se tornar um monge noviço no Templo Huangjue.\nMenos de dois meses depois de entrar no templo, devido à dificuldade em cobrar o aluguel do templo nos anos de fome, o dono do templo fechou o armazém e demitiu os monges. Zhu Yuanzhang teve que deixar sua cidade natal e se tornar um monge errante (um monge errante). monge que ganhava a vida mendigando).\nMais tarde, Zhu Yuanzhang tornou-se o Taizu da Dinastia Ming e o \"imperador civil\" na história chinesa, com o nome de reinado \"Hongwu\".\n(A metáfora desta história é que ser comum por um tempo não significa que será o mesmo no futuro. Isso ocorre porque a hora ainda não chegou.)", "聖意": "A família está segura, a família está saudável, a fortuna é boa, o negócio está pendente, o casamento está atrasado, o homem nasce em Liujia, o pedestre está atrasado, o bicho-da-seda está atrasado, o bicho-da-seda é rico, os seis animais são seguidos, a pessoa está desaparecida, nenhum processo é adiado, a migração é conservadora, os bens perdidos são bloqueados, a doença é dificultada pela sepultura da montanha.", "古人": "Hongwu olha para o gado", "第X籤": "Setenta e sexto lote", "宮": "Meu Palácio"}