{"籤詩版本二": "No sonho, dizia-se que haveria muita riqueza, mas a fama daria em nada.\nA água está longe e as montanhas estão longe, mas é difícil ser fiel.A pessoa nobre orienta e sorri.", "詩意": "Este hexagrama representa o símbolo da obtenção de um tesouro em um sonho.\nTudo é mais ou menos real.", "解曰": "Sonhando como um sonho. Nenhuma esperança de fama. Apenas espere pelos bons momentos. Instruções nobres.", "籤詩故事一": "◇ Devolva o jade para Zhao (devolva o jade para Zhao após completá-lo)\nEm 283 aC, o rei Zhao Huiwen obteve He's Bi de Chu.Depois que o rei Qin Zhaoxiang ouviu a notícia, ele enviou uma carta ao rei Zhao, expressando sua disposição de trocar quinze cidades por He's Bi.\nLin Xiangru analisou ao rei Zhao que Qin era forte e Zhao era fraco e precisava ser substituído.\nO rei Zhao então enviou Lin Xiangru para Qin com He's Bi.\nO Rei de Qin conheceu Lin Xiangru em Zhangtai, e Lin Xiangru apresentou o jade ao Rei de Qin. O Rei de Qin ficou muito feliz e passou o He's Bi para a bela e todos ao seu redor olharam para ele. Neste momento, todos à esquerda e à direita gritaram longa vida.\nLin Xiangru viu que o Rei de Qin não tinha intenção de dar a cidade a Zhao, então disse ao Rei de Qin que o jade de He estava com defeito e queria apontar isso ao Rei de Qin para aproveitar a oportunidade para obter o jade de volta.\nDepois que Lin Xiangru recuperou o Bi de Heshi, ele ficou próximo ao grande pilar, mostrando que queria morrer com o Bi de Heshi.\nNeste momento, Lin Xiangru disse ao Rei de Qin: “O Rei de Zhao ainda superou as objeções dos ministros e aceitou a proposta do ministro. Qin é um país grande! Para preservar a amizade entre Qin e Zhao, Rei Zhao Depois de cinco dias de jejum, enviei meus ministros a Qin com o jade. Infelizmente, o Rei de Qin não só não tinha intenção de dar a Zhao um cidade, mas também passei o jade da família He para uma linda mulher, o que foi realmente uma zombaria dos meus ministros.”\nDepois de terminar de falar, Lin Xiangru imediatamente fez um gesto de bater em um pilar. O Rei de Qin estava com medo de que He's Bi fosse danificado, então ele fingiu dar a Zhao quinze cidades. Lin Xiangru percebeu o plano traiçoeiro do Rei Qin, então pediu ao Rei Qin que jejuasse por cinco dias antes de apresentar He's Bi para atrasar o tempo. Nestes poucos dias, Lin Xiangru enviou seus assistentes para retornar ao Estado de Zhao com o jade, enquanto ele ficou para lidar com o Rei de Qin.\n(Esta história é como os olhos de uma pessoa comum fascinados por seu status.)", "聖意": "Orar por bênçãos em casa, para si mesmo, dificultar a riqueza, dificultar as transações, o casamento não está em harmonia com os pedestres de Liujiaxu, os bichos-da-seda chitianos não são aceitos, seis animais estão danificados, pessoas estão desaparecidas, processos públicos e migração são esperados, coisas perdidas estão longe, as doenças são instaladas, enviadas para tumbas nas montanhas e transformadas.", "古人": "Devolva o jade para Zhao (complete o jade para Zhao)", "第X籤": "A septuagésima sétima loteria ganhadora", "宮": "Palácio do meio-dia"}