{"籤詩版本二": "Nó vazio, desejo mantê-lo seguro. Se você mantiver seu corpo seguro, desejo que nunca o devolva.\nNão se esqueça de que o favor de Deus foi retribuído e não despreze as palavras de Deus.", "詩意": "Não acredite que este hexagrama seja verdadeiro.\nÉ um sinal de ser conservador em tudo.", "解曰": "As pessoas têm suas próprias opiniões. A mente não precisa estar ocupada. Instruções Guanyin. Não seja desrespeitoso.", "籤詩故事一": "◇Apoiando secretamente a bandeira de bronze\nO famoso general fundador da Dinastia Tang, Qin Qiong (Qin Shubao) recebeu o título de Grande Marechal da Dinastia Sui. Ele liderou suas tropas para atacar o Passo Sishui (ou Passo Sishui ou Passo Dongling, as lendas variam). Yang Lin ( Yang Yicheng), o general da guarda da passagem de Sishui, foi o imperador Yang da dinastia Sui que ordenou a montagem de uma bandeira de bronze, mas Qin Shubao não conseguiu atacá-la por um longo tempo. Depois de descobrir que Luo Cheng, o líder da formação, era seu primo, ele contatou sua tia.\nAntes de Luo Cheng partir, ele disse a sua mãe que a pessoa que veio para derrubar a bandeira era seu primo Qin Qiong, e sua mãe ordenou que ele o ajudasse secretamente. No dia da batalha decisiva, Luo Cheng, que guardava a Bandeira de Bronze, de repente mudou de lado e juntou forças com Qin Qiong para derrotar a formação da Bandeira de Bronze. Luo Cheng ocupou a passagem de Dongling e retornou vitorioso. Luo Cheng também se rendeu aos Tang Dinastia.\n(Esta história é uma metáfora de que às vezes você deve confiar na razão ao fazer as coisas, em vez de confiar na emoção ou na fé.)", "聖意": "A casa ainda está disposta a se prometer, buscar riqueza, ficar com a parte, ter cuidado com o casamento, dar à luz uma menina, pedestres ficam no campo, bichos-da-seda, sete pontas e seis danos ao gado, busca de pessoas, ações públicas e migração , bens perdidos, doenças ocidentais, solução para montanhas, sepulturas a oeste", "古人": "Ajudando secretamente a derrubar a bandeira de bronze", "第X籤": "Setenta e nove ganhando a loteria", "宮": "Palácio do meio-dia"}