{"籤詩版本二": "As folhas dos plátanos caíram, o outono se aproxima e a viagem de volta dos viajantes parece nuvens.\nGraças aos grandes esforços de Deus, o navio voltou com o tesouro ao vento.", "詩意": "Este hexagrama representa a queda das folhas do sicômoro.\nTudo é ruim antecipadamente e bom no final.", "解曰": "Leve as coisas de coração. Tianxin o segue. Para ganhar a vida. Faça o que puder.", "籤詩故事一": "◇O vento sopra no Pavilhão Tengwang\nWang Bo, de nome de cortesia Zian, foi um poeta do início da Dinastia Tang. Ele nasceu no primeiro ano de Yonghui, Imperador Gaozong da Dinastia Tang. Wang Bo lê as escrituras desde criança e é conhecido como uma \"criança prodígio\". Wang Bo lê as escrituras desde criança e é conhecido como uma \"criança prodígio\".\nQuando ele tinha dez anos, ele e seu pai passaram por um templo Guandi. Eles viram a majestosa estátua de Guandi no templo, segurando um exemplar de \"Primavera e Outono\" e lendo-o. Quando seu pai viu, ele foi inspirado. Ele cantou ao Imperador Guan: \"Segurando três mechas de barba verde, lendo a história da Dinastia Qing para a lanterna verde e prestando homenagem aos nomes famosos. Segurando o dragão verde e a lua em minhas mãos.\" que no outono deste ano, Wang Bo foi de Shanxi à Ilha de Hainan para visitar seu pai, que foi rebaixado ao cargo de magistrado do condado de Jiaozhi, passando por milhares de montanhas e rios ao longo do caminho. No outono daquele ano, quando tinha vinte e sete anos, Wang Bo foi de Shanxi à ilha de Hainan para visitar seu pai, que havia sido rebaixado ao cargo de magistrado do condado de Jiaozhi. Ele passou por milhares de montanhas e rios ao longo do caminho.\nQuando chegamos à montanha Madang naquele dia, todos desembarcaram para descansar. Quando Wang Bo passou sozinho por um antigo templo, de repente viu um velho sentado na pedra ao lado do templo. O velho parecia uma criança com cabelos louros e uma aparência de fada. Ele disse a Wang Bo: \"Você não é Wang Bo?\" Wang Bo ficou surpreso e disse: \"Exatamente! Como você sabe disso?\" O velho disse: \"Ouvi dizer há muito tempo que você tem um bom intenções de salvar pessoas, e seus poemas são muito significativos. Haverá uma grande festa no Pavilhão Tengwang amanhã. Se você puder comparecer ao banquete e escrever uma redação, você será famoso ao longo dos tempos e receberá despesas de viagem.\" na montanha Madang, todos desembarcaram para descansar. Quando Wang Bo estava passando sozinho por um antigo templo, de repente ele viu na pedra ao lado do templo, Havia um velho sentado, que parecia uma criança com cabelos louros e uma fada aparência. Ele disse a Wang Bo: \"Você não é Wang Bo?\"\nWang Bo ficou surpreso e disse: “Exatamente! Como você sabe disso?”\nO velho disse: “Há muito tempo ouço que você tem uma boa intenção de salvar as pessoas, e os poemas que você compõe são bastante significativos. Haverá uma grande festa no Pavilhão do Príncipe Teng amanhã. você será famoso ao longo dos tempos e receberá despesas de viagem.\"\nWang Bo disse: \"Este lugar fica a seiscentas ou setecentas milhas de distância do Pavilhão Tengwang. Como podemos chegar aqui amanhã? \" O velho disse: \"Vou usar um cavalo como um vento divino para ajudá-lo a ter uma navegação tranquila. Eu com certeza chegará amanhã.\" Wang Bo me agradeceu e disse: \"Com licença, meu sogro., você é um imortal ou um deus?\" O velho riu e disse: \"Eu sou o Zhongyuan Shuijun encarregado de esta área de água!\" Wang Bo disse: \"Este lugar fica a seiscentas ou setecentas milhas de distância do Pavilhão Tengwang. Como podemos chegar aqui amanhã?\"\nO velho disse: “Vou usar o cavalo como um vento divino para ajudá-lo a navegar sem problemas. Com certeza chegarei amanhã”.\nWang Bo agradeceu e disse: “Com licença, sogro, você é um imortal ou um deus?”\nO velho riu e disse: “Eu sou o Zhongyuan Shuijun, responsável por esta área de água!” Então o velho pediu a Wang Bo que entrasse no barco rapidamente. Ele viu nuvens auspiciosas cercando-o por um tempo, e o vento e a água estava suave ao longo do caminho. Em um piscar de olhos, ele viajou centenas de quilômetros.\nEntão o velho pediu a Wang Bo que entrasse no barco rapidamente. Ele viu nuvens auspiciosas cercando-o por um tempo, e foi uma viagem tranquila. Em um piscar de olhos, ele viajou centenas de quilômetros. Como esperado, Wang Bo correu para o Pavilhão do Príncipe Teng na manhã do grande evento.\nComo esperado, Wang Bo correu para o Pavilhão do Príncipe Teng na manhã do grande evento. E na hora ele escreveu o \"Prefácio ao Pavilhão do Príncipe Teng\", que foi considerado a eterna obra-prima do Imperador Gaozong da Dinastia Tang. E na hora ele escreveu o \"Prefácio ao Pavilhão do Príncipe Teng\", que foi considerado a eterna obra-prima do Imperador Gaozong da Dinastia Tang.\nHá um poema que diz:\nSempre foi dito que pessoas talentosas são deuses, então não é por acaso que o vento traz Nanchang para Nanchang;\nEscrevi uma frase sobre o alto pavilhão de Teng Wang e então ele acompanhou os imortais até Zhongyuan.", "聖意": "Ore pela sua casa e proteja-se, ore por bênçãos, busque riquezas e alcance o casamento e a harmonia.", "古人": "O vento sopra para o Pavilhão Tengwang", "第X籤": "Assine oitenta e um", "宮": "Wei Gong"}