{"籤詩版本二": "O que fazer se você perder sua virtude por causa de sua reputação?Temo que a boa sorte mude e que coisas ruins aconteçam.\nBêbado, não sei para onde ir, tenho um sonho nebuloso à sombra dos pinheiros verdes.", "詩意": "Este hexagrama representa o peixe frio saindo da água.\nNada pode ser movido.\n\n(Este hexagrama é um símbolo de má virtude e má sorte.\nMantenha os pés no chão em tudo.\n)", "解曰": "O peixe frio sai da água. existe uma dificuldade. Se você perguntar sobre os planos do acampamento. É melhor Mo Qi\nEste sinal trará azar para Liujia. Tudo corre mal. Ore por segurança.", "籤詩故事一": "◇Zhuangzi testa sua esposa\nZhuangzi nasceu na dinastia Zhou. Seu sobrenome era Zhuang, seu nome de batismo era Zhou e seu nome de batismo era Zixiu. Ele era natural de Mengyi na dinastia Song. Na Dinastia Zhou, ele era o oficial de Qiyuan.\nUm dia, Zhuangzi conheceu uma mulher na montanha, ela estava agachada em frente a uma nova sepultura, sacudindo o leque desesperadamente, como se quisesse secar a terra molhada da sepultura. Zhuangzi não entendeu sua intenção, então perguntou a ela. Ela disse que a pessoa enterrada na sepultura era seu marido, e as últimas palavras de seu marido foram que ela não poderia se casar novamente até que a terra da sepultura secasse. Ela não podia esperar mais, então mexeu no solo da sepultura para fazê-lo secar mais rápido, para que pudesse buscar uma segunda fonte.\nZhuangzi suspirou ao pensar que existia uma mulher tão sem coração no mundo. Aí pensei: minha esposa seria assim? Quando surge uma suspeita, quero testá-la.\nO sobrenome da esposa de Zhuangzi era Tian, ​​​​e o casal geralmente tinha um relacionamento próximo. Para testar a lealdade de sua esposa, Zhuangzi decidiu fingir que estava morto.\nAo saber que Zhuangzi morreu de doença súbita, muitas pessoas de todo o mundo, incluindo parentes e amigos, vieram expressar suas condolências. Entre eles estava um belo rei e neto do estado de Chu, que era rico em riquezas. Vendo que a Sra. Tian ficou viúvo recentemente e lamentável, ele a perseguiu. A Sra. Tian não suportou a tentação e se apaixonou por Wang Sun. Eles se casaram em apenas vinte dias.\nNaquela noite, quando o vinho estava bebido e os ouvidos estavam quentes, Wang Sun sofreu repentinamente um ataque cardíaco e morreu.\nA Sra. Tian ficou assustada e em pânico e perguntou a Wang Sun com urgência o que fazer. Wang Sun suportou a dor e disse à Sra. Tian que os cérebros dos cadáveres poderiam ser usados ​​para trazer os mortos de volta à vida.\nOnde encontrar o cadáver? A Sra. Tian pensou de repente: o marido dela não morreu? Tian esqueceu o antigo amor entre marido e mulher e realmente pegou um machado e abriu o caixão de seu marido, preparando-se para retirar seu cérebro para fazer remédio.\nInesperadamente, quando o caixão foi aberto, Zhuangzi voltou à vida. A Sra. Tian ficou tão envergonhada que se enforcou.\n(Esta história é uma metáfora para violar a amizade para ganho pessoal, por isso não podemos concordar com ela.)", "聖意": "A casa está em paz, o eu está seguro, o dinheiro é injusto, os negócios são sacrificados, o casamento está resolvido, o mal é próspero em Liujia, os pedestres não chegaram, o bicho-da-seda é plano, o gado é plano, as pessoas estão desaparecidos, o processo está mudando, os discípulos são conservadores, a propriedade não está doente e a montanha e o túmulo são maus.", "古人": "Zhuangzi testa sua esposa", "第X籤": "Lote 84", "宮": "Wei Gong"}