{"籤詩版本二": "Nuvens escuras e neblina cobrem a estrada em frente à montanha. Tudo é redondo e a lua é redonda novamente.\nSe você conseguir poesia e livros, você acordará de um sonho profundo. A pessoa nobre o guiará até o telhado.", "詩意": "Este hexagrama simboliza o fim da primavera e o desabrochar das flores.\nTudo muda depois do Senhor.", "解曰": "O velho precisa pedir ajuda. Ela floresce novamente na primavera. Desejo de fama e fortuna. Encontre uma sorte inesperada no final da vida.", "籤詩故事一": "◇Han Wengong encontra neve\nHan Yu, cujo nome de cortesia era Tuizhi, era de Changli. Tang Dezong tornou-se Jinshi no oitavo ano de Zhenyuan, e seu título póstumo foi Wen Gong.\nDurante o reinado do Imperador Xianzong da Dinastia Tang, Han Yu protestou contra os ossos do Buda, o que irritou o Imperador. Han Yu deixou a esposa e os filhos e foi para Chaozhou. Depois de caminhar por menos de alguns dias, o vento frio aumentou e nevou forte. Han Yu chegou a um lugar onde a neve tinha vários metros de profundidade, dificultando o avanço de seu cavalo. Não havia nenhuma casa por perto e ele não sabia onde ficava a estrada. Se você quiser seguir o caminho e recuar, não há caminho de volta. O vento soprava forte e a neve caía rapidamente. Han Yu estava encharcado, com frio e fome, e não tinha onde expressar sua tristeza.\nHan Yu suspirou e disse: “O imperador não vai me matar, mas o imperador quer me destruir”.\nJustamente quando Han Yu estava desesperado, ele viu um homem vindo para limpar a neve, apesar do frio intenso. Ele era Han Xiangzi (sobrinho de Han Yu).\nAnteriormente, Han Xiangzi havia dito a Han Yu: \"Onde fica a casa de Yun Heng em Qinling? A neve envolve o portão azul e o cavalo para de avançar. \"Naquela época, Han Yu não entendia o que Han Xiangzi queria dizer, mas agora ele finalmente compreendido.\nEntão Han Yu e Han Xiangzi foram passar a noite na casa de Fu em Languan. Falando sobre o passado e o caminho para o cultivo, Han Yu estava sinceramente convencido.\nMais tarde, Han Yu abandonou sua posição oficial, doou todas as suas propriedades ao governo local e foi para as montanhas para praticar o taoísmo e se tornar um imortal.", "聖意": "A casa não é boa para si mesmo, tome cuidado para buscar dinheiro, concentre-se nos negócios, o casamento está atrasado, as pedestres Liujia bloqueiam os campos, os bichos-da-seda são bons, o gado é bom, é difícil encontrar pessoas, os processos públicos se repetem, os bens são perdidos , doença grave, atraso na doença, tumba na montanha devem ser alteradas.", "古人": "Han Wengong encontra neve", "第X籤": "Octogésimo quinto prêmio na loteria", "宮": "Shen Gong"}