{"籤詩版本二": "Caminhando até a metade da montanha ocidental, as falésias de Junling não podem ser resolvidas.\nOlhando para Deus em busca de proteção, este corpo ainda está no necrotério", "詩意": "Este hexagrama é como procurar ouro na areia.\nHá sinais de gente nobre em tudo.\n\nAlém disso: Este hexagrama indica que a pessoa está em perigo.\nHá sinais de gente nobre em tudo.", "解曰": "Jade pode ser encontrada cinzelando pedra. Encontre ouro na areia. Precisa trabalhar duro. Apenas problemas.\nOutro trabalho: uma situação difícil. Nenhum lugar para ficar. Peça a bênção de Deus. Ore por paz de espírito.", "籤詩故事一": "◇Morda ouro e explore a caverna subterrânea\nPara celebrar suas façanhas militares, Cheng Yaojin realizou um banquete em Yanwuyang. De repente, um buraco se abriu no chão, que era insondável. Todos tiraram a sorte escolhendo as palavras, mordendo o ouro para ganhar e alugando cordas para se amarrar no buraco.\nExistem portas de pedra, mesas, cadeiras, pontes e outros objetos. Sobre a mesa estão vestes de dragão e cintos de jade, que são feitos de ouro e usados ​​​​na caverna.\nYao Jin saiu do buraco com uma caixa grande e uma caixa pequena, abriu a caixa de madeira e tirou o selo de jade, abriu a caixa, tirou a bandeira grande e o manto da coroa e os trilhos e colocou-os sobre a mesa, e todos os observaram um por um. Eu vi que os oito caracteres do selo gravados no grande selo eram “O Rei Demônio de Hunshi, o Grande Imperador Virtuoso”.\nTodos o adoravam como o “Imperador”, e Yaojin fez isso por três anos como o Rei Demônio. (Na verdade, isso foi apenas autoproclamado, e Cheng Yaojin era apenas o líder da aldeia na época.)\n(Esta história é uma metáfora de que as coisas boas são como atuar. Esta é a concepção artística de “este corpo ainda está no vazio”.)", "聖意": "Orando pelo lar e pela casa, autoderrota, buscando riqueza, trabalhando duro, sendo cuidadoso nos negócios, o casamento será prejudicado por Liu Jiaxu, pedestres, Chi Tian, ​​​​bichos-da-seda, seis rebanhos estáveis, procurando pessoas, sem processos judiciais, perda , migração, manutenção de bens perdidos, doenças malignas, obstáculos, montanhas e sepulturas.", "古人": "Explorando a cripta em busca de ouro", "第X籤": "Assine oitenta e sete", "宮": "Shen Gong"}