{"籤詩版本二": "Não me incomode com seus assuntos pessoais, é mais apropriado perguntar ao público.\nUm coração claro é tão brilhante e claro quanto a lua brilhante no céu", "詩意": "Este hexagrama representa a imagem de uma lua brilhante no céu.\nTudo é claro e arejado.", "解曰": "Seja reto de coração. Endireite a lei. Palavras sagradas. Finalmente fica claro.", "籤詩故事一": "◇General de Kong Ming\nSolução: Zhuge Liang mobiliza suas tropas e generais\nDurante o período dos Três Reinos, Zhuge Liang (181-234), nome de cortesia Kongming, nasceu em Yangdu, Langya (hoje condado de Yinan, província de Shandong).\nZhuge Liang concordou em se tornar oficial depois que Liu Bei visitou a casa de palha três vezes. Naquela época, Cao Cao havia pacificado Hebei e estava determinado a marchar para o sul. Ele enviou Xiahou Dun como chefe-general, Yu Jin, Li Dian e outros como vice-generais, liderando um exército de 100.000 homens para marchar em direção a Xinye. Embora Zhuge Liang tivesse um plano de retirada do inimigo naquela época, Guan Yu e Zhang Fei desprezaram as palavras de Zhuge Liang. Zhuge Liang não teve escolha a não ser usar a espada de Liu Bei para convencer os dois, de modo que cada um deles liderou mil soldados e emboscou Yushan e Anlin. Eles esperaram que Xiahou Dun liderasse seu exército para passar e então os atacaram com emboscadas e fogo.\nAlém disso, Zhao Yun foi enviado para liderar os velhos e fracos remanescentes do exército para lutar como uma vanguarda contra Xiahou Dun, e então fingiu a derrota e recuou, atraindo Xiahou Dun para a estrada estreita nas montanhas e florestas. Ele também enviou Guan Ping, Zhou Cang, Liu Feng e outros se infiltraram na retaguarda do exército de Cao, queimando suprimentos e criando pânico no exército de Cao.\nApós a batalha, tudo aconteceu como Zhuge Liang planejou. Quando Xiahou Dun e Yu Jin lideraram o exército em sua perseguição, Li Dian, que estava na retaguarda, informou urgentemente Xiahou Dun na frente que ele precisava se proteger contra ataques de fogo inimigos. No entanto, era tarde demais. O exército de Cao foi restringido por a estrada estreita e estava em um lugar onde as árvores estavam entrelaçadas, então o fogo não pôde ser iniciado.Houve pesadas baixas, e Xiahou Dun e outros generais foram derrotados e fugiram de volta para Xudu.\n(Esta história é uma metáfora de que Kong Ming é bom em usar as pessoas e governar o país com sabedoria.)", "聖意": "Casa e casa são auspiciosas.Desejo boa sorte em riqueza, paz de espírito, negócios prósperos, casamento, sucesso, sucesso em Liujia, homens movendo campos, bichos-da-seda, perda de gado, pessoas desaparecidas, processos públicos, migração, propriedade perdida, bênçãos, doenças, paz, montanhas e sepulturas.", "古人": "General de Kong Ming", "第X籤": "O nono sinal", "宮": "Palácio Yin"}