{"籤詩版本二": "Um bom show faz você se destacar da multidão com a testa franzida, e seu futuro muda e você traz muita riqueza.\nUma estrada é tão larga quanto o céu, e todo o dinheiro que você puder dar estará em seu coração", "詩意": "Este hexagrama indica um futuro promissor.\nTudo vai bem.", "解曰": "Uma grande estrada. Você pode seguir em frente. Use seu coração. Só para a frente.\nTudo corre como planejado com este sinal. Boa sorte para Jichang.", "籤詩故事一": "◇Três heróis lutam contra Lu Bu\nSolução: Três heróis Zhang Fei, Guan Yu e Liu Bei lutam contra Lu Bu\nDong Zhuo soube que Hua Xiong havia sido decapitado e enviou o general voador Lu Bu para lutar. Assim que Lu Bu entrou em batalha, ele matou os generais Fang Yue e Mu Shun e matou Wu Anguo e Gongsun Zan.\nZhang Fei viu que Gongsun Zan não poderia derrotar Lu Bu, então ele rapidamente substituiu Gongsun Zan e gritou: \"Os escravos dos três sobrenomes deveriam partir! Zhang Fei de Yan está aqui! \" Depois disso, eles lutaram por mais de cinquenta rounds, sem vencedor ou perdedor.\nDepois que Guan Yu viu, ele e Zhang Fei atacaram Lu Bu e lutaram por mais de trinta rounds.\nLiu Bei também carregava duas espadas, bateu palmas em seu cavalo e deu um passo à frente para ajudar Zhang Fei e Guan Yu.\nOs três homens cercaram Lu Bu e continuaram lutando, todas as pessoas do grupo ficaram atordoadas.\nLogo, Lu Bu começou a perder força. O Pégaso de Lu Bu recuou, mas os três homens perseguiram Lu Bu e se recusaram a desistir. Eles não recuaram até encontrarem as tropas de Lu Bu.\n\"Três Reinos\"\n(Esta história é uma metáfora para a bravura e habilidade de Lu Bu na luta. Uma pessoa pode derrotar três pessoas.)", "聖意": "O coração da casa e do lar só viaja em sua própria jornada em busca de riqueza. Um possível artigo de casamento vai para Liujia. As coisas vão bem para as pessoas. Os bichos-da-seda Zhushuntian usam. Pessoas podem ser encontradas entre os seis animais. Pessoas podem ser encontradas com antecedência ... Litígios. Migrações. Propriedades perdidas. Doenças. Montanhas e sepulturas são como boa sorte.", "古人": "Três heróis lutam contra Lu Bu", "第X籤": "Ganhar na loteria noventa e um", "宮": "Você palácio"}