{"籤詩版本二": "Luan Feng Xiang estava encharcado de garoa, mas naquela época foi intimidado por Queer\nFiquei chocado ao saber que um dia as nuvens estavam longe, mas mesmo assim devolvi minhas roupas para você.", "詩意": "Este hexagrama representa o símbolo de Luan e Fênix sendo cobertos pela chuva.\nTudo vem quando chega a hora.", "解曰": "O vilão está prosperando dia após dia. Um cavalheiro não deveria fazer nada. Apenas guarde para si mesmo. Tome uma atitude quando chegar a hora.", "籤詩故事一": "◇Gao Jun garante casamento\nNo início da Dinastia Song, Zhao Kuangyin unificou o norte e todo o país se rendeu. No entanto, na Dinastia Tang do Sul, Li Yu entrincheirou-se no sul do rio Yangtze. Ele adotou a estratégia de oferecer uma cidade e fingir se render, prendendo Zhao Kuangyin em Shouzhou, e a situação era crítica. O sobrinho de Zhao Kuangyin, Gao Junbao, um jovem com uma arma dourada, deixou Bianjing para quebrar o cerco de Shouzhou.\n, passando pela montanha Shuangsuo, eles quebraram a placa do Marido montada por Liu Jinding, e os dois competiram.Como resultado, Liu Jinding derrotou Gao Junbao três vezes com suas soberbas artes marciais, e eles trocaram maças de ouro e sinos de prata pelo resto da vida. O sobrinho de Zhao Kuangyin, Gao Junbao, deixou Bianjing para resgatar Zhao Kuangyin preso em Shouzhou. Ele passou pela montanha Shuangsuo e quebrou a placa colocada por Liu Jinding. Os dois competiram, mas Liu Jinding derrotou Gao Junbao três vezes com suas excelentes artes marciais. e foi forçado ao casamento. O casal conduziu a multidão ao cerco e resgatou Zhao Kuangyin.\n(A metáfora desta história é que os dois não se reconciliaram (foram intimidados), mas depois reconciliaram-se.)", "聖意": "A casa da família não faz bem para si, tenha cuidado para buscar dinheiro, bloquear negócios, esperar o casamento, atrasar, Liujia, falso viajante, ficar no campo, bicho-da-seda, atrasado, seis danos ao gado, difícil encontrar pessoas, ações judiciais, perda, migração, conservadorismo, propriedade perdida, doença grave, extensão da montanha, reforma grave", "古人": "Gao Jun garante casamento", "第X籤": "Noventa e três ganhando na loteria", "宮": "xugong"}