{"籤詩版本二": "A ambição e as conquistas estão na dinastia, mas agora o vinho e o sexo serão infinitos\nSe você vir um galo dourado, será recompensado com dinheiro, fortuna e fortuna.", "詩意": "Este hexagrama representa o símbolo da ambição e da fama.\nMantenha tudo auspicioso.", "解曰": "Ambicioso e animado. Não é tarde demais para se proteger. O galo de ouro promete. Todos felizes.", "籤詩故事一": "◇Cao Pi se autoproclamou imperador\nCao Pi, nome de cortesia Zihuan, nasceu em Peiguoqiao (hoje condado de Hao, Anhui). Um famoso político e escritor durante o período Jian'an.\nCao Pi é o segundo filho de Cao Cao. Ele morou com o pai no acampamento militar desde criança. Sob a influência do pai, Cao Pi aprendeu tiro com arco aos seis anos e passeios a cavalo aos oito, e desenvolveu boas habilidades em artes marciais. Ele também possui amplo conhecimento de clássicos e biografias antigas e modernas, bem como de livros de centenas de escolas de pensamento. Somente aos dezoito anos Cao Cao derrotou Yuan Shao e Cao Pi viveu uma vida relativamente estável em Yecheng, o centro do governo de Cao Cao. Desde então, embora às vezes acompanhasse o pai em expedições militares e vivesse a maior parte do tempo como um filho nobre, ele ainda praticava artes marciais todos os dias e não diminuiu até hoje. Ele costuma andar a cavalo a cem passos e é muito habilidoso em artes marciais. Por praticar artes marciais com frequência, ele é leve e forte.\nO filho mais velho de Cao Cao, Cao Ang, foi morto em uma batalha. Depois que o filho mais velho morreu, Cao Pi tornou-se a primeira escolha para o príncipe herdeiro. Quando ele tinha trinta e um anos, foi nomeado príncipe herdeiro por Cao Cao. Quando Cao Pi tinha trinta e três anos, Cao Cao morreu de doença e Cao Pi o sucedeu como primeiro-ministro e rei de Wei. Ele disse que costuma andar a cavalo a cem passos e é muito habilidoso. Por praticar kungfu com frequência, ele é leve e saudável.", "聖意": "Ore para que sua casa e seu lar sejam pacíficos. Busque riqueza, trabalhe duro, negocie e termine cedo. O casamento será bem-sucedido. Liujia estará segura. As pessoas estarão nos campos. Os bichos-da-seda estarão maduros. Seis animais serão maduro. Será difícil encontrar pessoas. Litígios públicos. Decisão urgente. Migração. Propriedade perdida. Longe. Doenças permanecem em montanhas e sepulturas. Boa sorte.", "古人": "Cao Pi se proclama imperador", "第X籤": "Noventa e quinto ganhadores da loteria", "宮": "xugong"}