{"籤詩版本二": "O majestoso pagode é incomum, com decorações requintadas por todos os lados que brilham com luz\nExorto-o a estar determinado a se curvar diligentemente e a praticar boas ações, e o céu lhe enviará bênçãos.", "詩意": "Este hexagrama representa a manifestação do mérito.\nTudo é auspicioso.", "解曰": "Essas bênçãos. Todo mundo tem isso. Não fique muito ocupado. O mérito é determinado antecipadamente.", "籤詩故事一": "◇O Rei de Fenyang conhece seu neto no Dia dos Namorados Chinês\nSolução: Guo Ziyi conheceu a Weaver Girl que desceu à terra no Dia dos Namorados chinês. Tiansun, a neta do Imperador de Jade, são as Sete Fadas.\nGuo Ziyi (697-781), também conhecido como Guo Linggong, era natural do condado de Zheng, Huazhou (agora condado de Huaxian, província de Shaanxi) e general da Dinastia Tang. A corte imperial concedeu a Ziyi o título de Rei de Fenyang.\nDiz-se que Ziyi era originalmente de Huazhou e foi se juntar ao exército fora da Grande Muralha. Ele foi a Pequim para pressionar por pagamento militar e voltou para Yinzhou. Naquela época, era o Dia dos Namorados chinês. O vento e a areia estavam escurecendo e o sol estava escurecendo. Ziyi não conseguia avançar, então ele estava parado ao lado da estrada. Ele estava dormindo no chão de uma casa vazia. Quando ele estava prestes a adormecer, de repente ele viu uma luz vermelha em ambos os lados. Ele se levantou e olhou surpreso. Havia uma nuvem no céu, descendo lentamente. Lá estava sentada uma linda mulher, digna e linda, completamente diferente das pessoas comuns. Ziyi imediatamente prestou seus respeitos e disse: “Hoje é o sétimo dia do sétimo mês lunar. Acho que é a Garota Tecelã que veio, desejando conceder-lhe longevidade e riqueza”.\nA mulher também respondeu: “Com grande riqueza vem a longevidade”.\nDepois que ele terminou de falar, o brilho voltou e as nuvens subiram lentamente. A mulher ainda olhava para Guo Ziyi com um sorriso agradável até se afastar dela, e então a fumaça ficou turva e ela não podia mais ser vista.\nAcabou sendo verdade, exatamente como a mulher disse. Os méritos de Ziyi são mundialmente famosos, ele é um ministro extremamente popular e um general com méritos e virtudes.", "聖意": "Faça um desejo para si mesmo em casa, faça um desejo para si mesmo, ore por dinheiro, boa sorte nos negócios, boa sorte no casamento, boa sorte em Liujia, viagens felizes com pessoas, mudança de campos, bichos-da-seda, gado estável, azar em encontrar pessoas, ações judiciais públicas, migração, boa sorte, doenças de propriedade perdida, tumbas em Zhenxingshan", "古人": "Rei Fenyang encontra seu neto no Dia dos Namorados chinês", "第X籤": "Assine noventa e seis", "宮": "xugong"}