{"籤詩版本二": "Atrasado para entrar e sair em busca de conselhos, ansioso e preocupado em causar problemas\nComo um pássaro voando para uma armadilha, quanto tempo leva para escapar?", "詩意": "Este hexagrama é um sinal de manter as coisas velhas e de se adaptar ao destino.\nTudo o que dá errado é o principal mal.", "解曰": "Seja antiquado a qualquer momento. Esperando o nobre chegar. Se você perguntar sobre tudo. O principal será tarde.", "籤詩故事一": "◇Ji Ping foi morto\nJi Ping, cujo nome verdadeiro é Ji Tai, também conhecido como Ping, foi um médico imperial na Dinastia Han.\nNo quinto ano de Jian'an (200 DC), Cao Cao tornou-se primeiro-ministro e não levou o imperador a sério. Desde que leu o édito escrito pelo imperador em seu cinto, Dong Cheng, que não tinha como obter livrou-se de Cao Cao, sentiu-se indignado e zangado. Preocupado, adoeceu.\nO imperador Xian pediu ao médico imperial Ji Ping que tratasse de Cao Cao. Ji Ping leu o decreto secreto do imperador e estava determinado a se livrar de Cao Cao, então os dois elaboraram um plano juntos. Inesperadamente, as paredes têm ouvidos. O escravo doméstico de Dong Cheng, Qin Qingtong, foi espancado quarenta vezes com uma vara por Dong Cheng por causa de seu caso com a jovem esposa de Dong Cheng. Ele guardou rancor. Quando soube disso, denunciou Dong Cheng e Ji Ping para Cao Cao.\nJi Ping aproveitou a dor de cabeça de Cao Cao e o envenenou secretamente. Cao Cao recebeu uma denúncia, prendeu Ji Ping, torturou-o e investigou o líder. Ji Ping resistiu à morte e morreu após tocar nos degraus.", "聖意": "A casa está preocupada consigo mesmo, o vilão está pedindo dinheiro, o negócio está falido, o casamento não dura, a pena é seis, o pedestre fica preso no campo, o bicho-da-seda está danificado, os seis rebanhos são encontrados, o a pessoa é encontrada, o processo público é perdido, a migração não se move, a propriedade é perdida, a doença é cometida, a rede está na montanha, o túmulo está morto,", "古人": "Ji Ping foi morto", "第X籤": "Sinal Noventa e Oito", "宮": "Haigong"}