{"籤詩版本二": "Controlando o cavalo e segurando o chicote, chegamos direto aqui, metade em perigo e metade em desastre.\nÉ como uma casa sendo incendiada. Quando o céu cai, a chuva transforma tudo em cinzas. Eu tenho um plano.", "詩意": "Este hexagrama representa metade tristeza e metade alegria.\nÉ aconselhável fazer o bem em tudo.", "解曰": "Trabalho para toda a vida. Não se importe com o certo e o errado. As algemas são temporárias. O ressentimento vem naturalmente.", "籤詩故事一": "◇Tao Sanchun vence Zheng En em Guayuan\n“Viva meu memorial”, Zhao Kuangyin levantou-se novamente, “O rei de Beiping, Zheng En, havia arranjado um casamento naquela época. Agora que o mundo está em paz, gostaria de pedir sua permissão para escolher um dia auspicioso para se casar. \"\n“Viva meu memorial!” Zhao Kuangyin levantou-se e disse: “O rei de Pequim, Zheng En, havia arranjado um casamento naquela época. Agora que o mundo está em paz, gostaria de pedir sua permissão para escolher um lugar auspicioso. dia de casar.\"\n“Oh, o terceiro irmão já estava noivo, por que eu não sabia disso?” Chai Rong ficou muito surpreso e acenou com a mão para Zhao Kuangyin se sentar e conversar.\n\"Oh! O terceiro irmão estava noivo antes, por que eu não sabia disso? \" Chai Rong (Imperador da Dinastia Zhou Posterior) ficou muito surpreso. Ele acenou com a mão e pediu a Zhao Kuangyin que se sentasse e conversasse.\n“É uma longa história. Em primeiro lugar, ainda estávamos na pobreza naquela época e não ingressamos no seu exército. Desde então, lutamos há anos e não temos tempo para nos preocupar com você. vergonha de mencionar isso, então Vossa Majestade não sabe.”\n\"É uma longa história. Em primeiro lugar, ainda vivíamos na pobreza naquela época e não nos juntamos ao seu exército. Desde então, lutamos há anos e não temos tempo para nos preocupar com você. Em segundo lugar, o terceiro irmão também é um um pouco tímido de mencionar isso, então Vossa Majestade não sabe.”\n“Ei, o estudante universitário vai se casar, qual é o sentido de ficar envergonhado? O terceiro irmão está no campo de batalha há muito tempo e pode ser considerado um herói incomparável.\n\"Ei! O universitário vai se casar, de que adianta ficar envergonhado? O terceiro irmão está no campo de batalha há muito tempo e pode ser considerado um herói incomparável. Por que você é tão mesquinho com esse assunto?\"\n“Falando nisso, não posso culpar meu terceiro irmão por ser tímido, porque esse casamento foi forjado.”\n“Falando nisso, não posso culpar meu terceiro irmão por ser tímido, porque esse casamento foi forjado.”\n\"Digitado? Ei, é interessante. Por favor, me diga o que aconteceu.\"\n\"Eu digitei! Ei! É interessante! Por favor, me conte o que aconteceu.\"\n“Sim, lembro-me daquele ano, quando estávamos prestes a nos juntar a Sua Majestade, estávamos de passagem pelo condado de Baocheng. Fazia muito calor em junho. Meu terceiro irmão não pôde ficar no hotel, então saiu para passear sozinho. Depois de passar por um jardim de melões, ele foi colher alguns. Os melões matavam a sede. Não havia muitos melões de amadurecimento precoce naquela época, e o terceiro irmão não sabia como colhê-los, então quebrou muitos deles. Quem olhava para os melões era uma mulher. Ela se adiantou para acusar o terceiro irmão. Os dois tiveram um desentendimento e então começaram a brigar. Venha. Felizmente, fiquei preocupado e corri para o resgate a tempo, caso contrário. .\"\n“Sim, lembro-me daquele ano, quando estávamos prestes a nos juntar a Sua Majestade, estávamos de passagem pelo condado de Baocheng. Fazia muito calor em junho. Meu terceiro irmão não pôde ficar no hotel, então saiu para passear sozinho. Depois de passar por um jardim de melões, ele foi colher alguns. Os melões matavam a sede. Não havia muitos melões de amadurecimento precoce naquela época, e o terceiro irmão não sabia como colhê-los, então quebrou muitos deles. Quem olhava para os melões era uma mulher. Ela se adiantou para acusar o terceiro irmão. Os dois tiveram um desentendimento e então começaram a brigar. Venha. Felizmente, fiquei preocupado e corri para o resgate a tempo, caso contrário. .\"\n“Esse Zheng Ziming, em primeiro lugar, a culpa é dele, ele deveria se desculpar. pedaços. Não?\" \"A garota saiu ilesa...\"\n“Esse Zheng Ziming, em primeiro lugar, a culpa é dele, então ele deveria se desculpar. você bateu nessa garota. Não?\"\n\"A garota saiu ilesa...\"\n“Tudo bem, tudo bem... Ei, você não agiu? Oh, acho que você me resgatou a tempo.\n\"Tudo bem! Tudo bem... Ei! Você não agiu? Oh! Acho que foi você quem me salvou a tempo!\"\n\"...Não, a pessoa que resgatei foi...o terceiro irmão.\"\n“Ah?!” “Ah?!”\n“O terceiro irmão foi derrubado pela mulher e espancado violentamente durante todo o caminho. Felizmente, cheguei e o convenci a ir embora, então ele não ficou gravemente ferido. \"\n“O terceiro irmão foi derrubado pela mulher e espancado violentamente. Felizmente cheguei e o convenci a ir embora, então ele não ficou gravemente ferido.\n“Ah?...Ah, quem é essa mulher!?” “Ah!?...Ah, quem é essa mulher!?”\n“Só mais tarde descobri que o nome da mulher era Tao Sanchun, e seu pai, Tao Hong, era um velho herói que não tinha aspirações. Tao Sanchun aprendeu artes marciais com seu pai desde criança. Sua família, vi que a senhorita Sanchun tinha um caráter marcante., Luo Luo e generoso, sem o hábito de ser uma menina, combinavam deliberadamente com ele. O pai e a filha Tao também gostaram muito do caráter direto do terceiro irmão. Eles se deram bem imediatamente e decidiram por este casamento para os dois. Sua Majestade, por favor, diga-me, este não é um casamento forjado?\n“Foi mais tarde que descobri que o nome da menina era Tao Sanchun, e ela aprendeu artes marciais com o pai desde criança. Depois que conheci a família dele, vi que a senhorita Sanchun tinha um caráter marcante, era generosa , e não tinha o menor traço de ser uma garotinha, então eu a recrutei deliberadamente. O Sr. Tao e sua filha também gostaram muito do caráter direto de seu terceiro irmão. Eles se deram bem imediatamente e decidiram por esse casamento para eles. ... Vossa Majestade, por favor, diga-me, este não é um casamento forjado?\n(Esta história é uma metáfora, porque uma coisa má acabou por ser uma coisa boa.)", "聖意": "Ore pela proteção do lar e de si mesmo, tenha cuidado, ore por riqueza, arruine negócios, atrapalhe o casamento, punição, Liujia, seguro, pedestres presos nos campos, danos ao bicho-da-seda, danos ao gado, pessoas desaparecidas, ações judiciais ilegais, perda, migração, conservadorismo , bens perdidos, doenças malignas, preocupações, perigos, montanhas, tumbas, fracasso", "古人": "Tao Sanchun vence Zheng En no jardim de melões", "第X籤": "Número noventa e nove", "宮": "Haigong"}