{"籤詩版本二": "Ia faia le lalolagi mo se faaipoipoga lelei, aso manuia ma taimi lelei, ma ia manuia mea uma\nE lē o se mea faatauvaa pe a e mauaina lenei tofi.Ua folafola mai e le emeperoa e faamaoni ma amio saʻo tagata.", "詩意": "O lenei hexagram e fai ma sui o le amataga o le tatalaina o le lagi ma le lalolagi.\nE manuia mea uma.", "解曰": "Saosaoa vave. O le tausaga e le aoga lona taimi. Ua tusia e Guanyin i lalo. Ta'u muamua mai.", "籤詩故事一": "◇ Na faamalamalamaina Zhongli\nO Zhongli Quan, faaigoa ia Zhongli, faaigoa Quan, igoa faaaloalo Yunfang, ma le igoa tauvalaau o Zhengyang, o se tagatanuu o Xianyang County, Xi'an, Shaanxi Province i le taimi o le Eastern Han Dynasty.\nO Zhong Liquan o se taitai o le pulega a Han, i le taimi o le malaga faasaga i le itu i Sisifo o Qiang, sa lotoleaga o ia i le taʻitaʻiʻau o Liang Yi ma na o le tofiaina o ia e 30,000 fitafita matutua ma vaivai. O le taimi lava na ia taunuu ai i lona taunuuga, na faoa le tolauapiga e le autau a Qiang i Sisifo, ma sosola ai fitafita. Na leiloa Zhong Liquan i se vanu ma feiloai ai ma se monike Hu i luga o le ala, na ia ave o ia i se tamai nuu ma fai atu, \"O le fale lenei o Mr. Donghua.\" Ona ia faatofa lea ma alu ese. Ina ua mavae sina taimi, na faafuasei lava ona faapea mai se tasi, “Atonu ona o le tagata Hu lanu meamata e tautala tele.” Na ia vaaia se tamaloa o loo ofuina se fulufulu aila paʻepaʻe ma uu se tootoo lanumeamata quinoa. Na ia fesili ia Zhong Liquan, \"O le tagata na sau. o Han Da. General Zhongli Quan\n? Sa faateia Zhong Liquan, i lona iloaina na ia feiloai i se tagata ese, o lea na ia aoaoina faamaoni ai le Tao.\nNa feiloaʻi mulimuli ane Zhong Liquan ma Zhenren Huayang ma le Tupu o le Tino Ola pea Xuanfu, ma aʻoaʻoina ai le \"Secret of Immortality\". Mulimuli ane, sa nofo o ia i Zijin Sihaofeng i Kongtong Mountain, mauaina le \"Secret of the Jade Box\", ma avea ai ma se tino ola pea. Sa faʻaaloalogia foi o ia o se tasi o le Five Northern Peteriaka e le Quanzhen Sect.", "聖意": "Talosia ia manuia lou aiga ma lou aiga i le tautotogo ma le taumalulu, Saili manuia i le tautoulu ma le taumalulu, Manuia le pisinisi, manuia le faaipoipoga, manuia le fanauina o tama, manuia femalagaaiga i le fanua, manuia i anufe sili, manuia lafumanu, manuia i le sailia o tagata, manuia i faamasinoga, manuia femalagaaiga, leiloa meatotino, manuia i faamai i sasae, manuia le auina atu o mauga ma tuugamau.", "古人": "Na faamalamalamaina Zhongli", "第X籤": "faailoga muamua", "宮": "Uterus"}