{"籤詩版本二": "O le a le mea e te le alu ai i Tailai, lea e lata ane i le tulimanu, o le a ou tuua mo sina taimi le alii i fafo o le mauga.\nAfai e iai se tala lelei e uiga i le taika po o le lapiti, o le a e saʻoloto e tusa lava pe e te maumauaʻi e pisi.", "詩意": "I lenei hexagram, o loʻo i ai se faʻailoga o le faʻamanuiaga i le faʻalavelave.\nE leaga mea uma i luma ma lelei i le iuga.", "解曰": "Sui i le siliki hemp. Tu'i vae o se tasi. Vaai manino. E maua mai faamanuiaga mai mala.", "籤詩故事一": "◇ Feiloai ma se Matai i Bukit\nO Wu Ji sa avea muamua ma ta fafie, ma sa la fetaui ma Jiang Ziya a o fagogota i le Vaitafe o Feng. Na ata Wuji ina ua ia vaaia Ziya o fagota ma se matau sa'o.\nNa tilotilo atu Ziya i foliga o Wuji ma taʻu atu i le vavalo: \"Afai e te ulufale i le aai i le asō, o le a e fasiotia se tasi.\" Ina ua uma ona faalogo i lenei mea, na alu ese loa Wu Ji ma le ita ma ave fafie i totonu o le aai.\nIna ua ulufale atu i totonu o le aai, na feteʻenaʻi Wu Ji ma isi ma fasi sese ai le Palemia o Wen Wang i le oti.\nNa toso e le Tupu o Wen le eleele o se falepuipui ma faafalepuipuiina Wu Ji.\nO Bukit Hou na tatala mo sina taimi ma sa faasalaina i le oti e tausia lona tina seia oo i le tautoulu.\nNa fai atu lona tina ia te ia e fesili ia Jiang Ziya mo se fesoasoani.\nNa talia o ia e le Taigong e fai ma ona soo, aoaoina o ia i le tomai o le taua, ma faatonuina o ia e eli lua ma fai togafiti e talepe ai lona taunuuga.\nIna ua maeʻa le tautoulu, e leʻi sau Wu Ji e faʻasalaina. Na faʻamaonia e le Tupu o Wen numera faʻapitoa ma manatu na pule Wu Ji i le ola ona o le fefe i solitulafono.\nMulimuli ane, na feiloai le Tupu o Wen ma Wu Ji, ma na faailoa atu e Wu Ji le Tupu o Wen e feiloai ma Jiang Taigong.\nNa maua e Taigong le igoa o le General of Wude. Sa galulue uma le matai ma le tagata aperenitisi mo le Tupu o Wen.", "聖意": "E saogalemu le fale, e lelei le tagata lava ia, e lelei le pisinisi, e tuai le faaipoipoga, e leʻi toe foʻi mai le tama savali i le fanua, e maua e anufe silika, e ono manu o shenji, e lelei le sailiga, o le tagi a le malo. lelei, o le femalaga'iga e fa'asao, ua va'aia mea ua leiloa, lelei le ma'i, Qiu Ji, lelei le tu'ugamau mauga.", "古人": "Bukit Feiloai", "第X籤": "O le faailoga lona sefululua", "宮": "Maota o Yin"}