{"籤詩版本二": "E pei lava o se crane e oso aʻe mai lona pa tino, e mafai ona sola ese mai le pa.\nE leai ni pa puipui i le va o matu, saute ma sasa'e, e mafai ona e alu sa'o i le Jiuxiao Palace.", "詩意": "O lenei hexagram o loʻo faʻatusalia ai le ata o se crane o loʻo alu ese mai lona fale.\nE leaga mea uma i luma ma lelei i le iuga.", "解曰": "Aua popole. Ua manuia le auala. Ia filemu. Le popole e pei o se tagata (atua).", "籤詩故事一": "◇ Na lafoaʻia e Ziya lona tulaga aloaʻia\nA o galue Jiang Ziya o se tagata vavalo, na ia vaaia se fafine ua liua e le agaga paipa iasepi, o lea na ia tago atu ai ia te ia ma sasaina o ia i se maa vaitusi. Na faamatala e le palemia a le Tupu o Zhou le mea na tupu, fesili po o le a le mea ua tupu, ona ave lea o Jiang Ziya e vaai le Tupu o Zhou. Na fa'aaoga e Jiang Ziya le Samadhi True Fire e mu ai le agaga paipa mai lona foliga muamua i luma o le Tupu o Zhou, ma na avea ai o ia e le Tupu o Zhou o se ofisa sinia.\nIna ia taui ma sui le agaga paipa iasepi, na fai atu Daji i le Tupu Zhou e faatonu Jiang Ziya e fausia se tulaga aila. Na aoai e Jiang Ziya le Tupu o Zhou, ma faatonuina e le Tupu o Zhou ia fasiotia. Na sola Jiang Ziya i le faaaogaina o vai. Ina ua toe foi i le fale, sa fesili Jiang Ziya ia Ma e uiga i le alu i Xiqi, ma sa manao Ma e tatala o ia. O lea na alu atu ai Jiang Ziya i Xiqi (le laumua o le Tupu o Wen o Zhou Dynasty) na o ia.\nNa taunuu Jiang Ziya i Xiqi ma nofo ai i faigafaiva tuufua i Panxi Gorge, na ia feiloai ai i le Tupu o Wen o Zhou o lē sa naunau e saili taleni. I le talosaga faamaoni a le Tupu o Wen, sa tapuaia ai Jiang Ziya o lona faiaoga ma fesoasoani i le Tupu o Wen.", "聖意": "Ou te le toʻa i le fale ma ou te manaʻo foi e saili le galulue faʻatasi tau tupe, fefaʻatauaiga, faaipoipoga, Liujia, tane savali, vaʻai fanua, anufe silika, manuia o le tautoulu, ono manu leiloa, saili mo tagata, faʻalavelaveina o faamasinoga a le malo, femalagaaʻi, leiloa meatotino, sautesasae. fa'ama'i, tu'uga, auina atu mauga ma tu'ugamau, manuia", "古人": "Na lafoaia e Ziya lona tulaga aloaia", "第X籤": "O le lona sefulufa o le manumalo", "宮": "Maogong"}