{"籤詩版本二": "O atugaluga ma popolega e mapu mo sina taimi, ma o le olioli e sau mai le lagi.\nE pei lava o le iasepi natia i le otaota, o le tagata galue lelei na te siiina ese le pefu", "詩意": "O lenei hexagram e fai ma sui o le lotogatasi o Yin ma Yang.\nO mea uma e te fuafuaina e manuia.", "解曰": "E leai se mea na maua, leai se mea na leiloa. Manuia mai le leiloa. Ua i ai le tagata leaga. Ia manuia oe, alii.", "籤詩故事一": "◇Ye Meng Xiong Chao Di\nYe Mengxiong (1531-1597), o lona igoa faaaloalo o Nanzhao ma lona igoa o Longtang, na suia i Longtan ma faaigoa foi Huayun. O se tagatanuu o Wanshifang, Huizhou Fucheng (lea ua avea nei ma vaega o le Itumalo o Huicheng, Huizhou City) i le Ming Dynasty. I le 44 tausaga o le nofoaiga a Jiajing (1565), na avea ai o ia ma Jinshi ma sa tuuina atu i ai le suafa faamasino o le Itumalo o Qing. Sa avea o ia ma faatonu o le matagaluega o le fesiitaiga, ma mulimuli ane suia i le siaki e vaavaaia o le Shanxi Road.\nI le 20th o tausaga o Wanli (1592), na fasiotia ai e le Konesula Sili o Ningxia, Kuaibai (pule o le ituaiga Monokolia Tatar), le kovana o Dang Xin ma faoa le Fasefulu fitu Fort i le Itumalo o Hexi. , talepe le aai, tapuai ma susunuina. o ia lava i le oti. O Meng Xiong e le fa'amaualuga i le fa'atauva'a, ma fa'ataga ona tomai e pei o le au ta'ita'i'au e fa'amalosi e tau. Toe faʻafoʻi le ofisa o Wei Xuezeng i lona tulaga. I ona tausaga mulimuli ane, na ia faamavae faalima ma toe foi atu i Huizhou e fausia ai le Malumalu o Huilong.\nO Ye Mengxiong na ulufale atu i le Taoism o se tagata faigaluega lautele i le amataga, ma sa lauiloa i lona faamaoni. Fai mai faamaumauga tuai o talafaasolopito o ia o le \"muamua i le lotomaualalo ma le agavaa\", \"e aveesea faiga piʻopiʻo ma faʻasalaina le fouvale\", ma tuʻu ai se talaaga lelei; e matua faamaoni, lototoa, lototoa, ma atamai. I le afa lona lua o lona olaga, o ana tomai tau martial arts sa faamaumauina i le \"History of the Ming Dynasty\" ma sa taʻua o ia o se toa o le atunuu.", "聖意": "O le aiga e le lelei (faateleina le filemu) Autumn ma le taumalulu e lelei mo oe lava, o le a manuia le tamaoaiga, o le a manuia fefaʻatauaiga, o le a manuia le faaipoipoga, o le a faʻafefe pepelo Liujia (o le a i ai oa), o le a o atu tagata savavali i le fanua. tatalo mo anufe silika, e ono manu o le a mafolafola, o le a maua tagata, o le a le lelei faamasinoga a le malo, o le femalagaiga o le a faʻasao, leiloa meatotino o le a faʻalavelave, faʻamaʻi o le a faʻamautu i tuugamau Fushan", "古人": "Ye Meng Xiong Chao Di", "第X籤": "Lotto Manumalo Lona sefuluono", "宮": "Maogong"}