{"籤詩版本二": "E pa'u le Crow Auro i sisifo ae tula'i le Lapiti i sasa'e, O le taamilosaga o le ao ma le po o loo faaauau pea mai aso anamua e oo mai i le taimi nei.\nUa iloa e le au monike ma le Taoist e leai se mea e leaga ai, ma o le au atamamai, faifaatoaga, alamanuia ma faioloa e mulimuli uma i o latou lava mafaufau.", "詩意": "O lenei hexagram o loʻo faʻatusalia ai le solo ma le faʻaitiitia o yin ma yang.\nO se faailoga foi o le a sologa lelei mea uma e pei ona fuafuaina.", "解曰": "E leai se mea i le mafaufau. O le mea ua e faia e taualoa. E pei o se aū mai le aufana. E tasi le fana na lavea ai le sini.", "籤詩故事一": "◇Uncle Cao Guo o se tagata ola pea\nO Cao Guojiu, o se tagatanuu o Xuzhou, e faapea o le tuagane matua o le setete i le vaitaimi o Renzong o le Pese Dynasty, o lona igoa o Cao Yi, e lauiloa foi o Cao Jingxiu.\nO le uso o le uso o Cao Guo e iai sona uso laʻitiiti e igoa ia Cao Er. O lenei Cao Er sa faalagolago i lona tulaga o le pule faa-Emeperoa ma faia ituaiga uma o mea leaga, sa ia nofoia fanua, ave ava ma afafine, ma faauo atu i nisi tagata leaga solitulafono, o mai i totonu ma fafo. Sa le mafai e Cao Guojiu ona onosaia, o lea na ia na musu e faalogo i ana upu lelei ma ana faamafanafanaga, o lea na ia faaaoga ai le faasalaga e pulea ai o ia. , na faatupuina e le au uso se ita.\nFai mai Cao Guojiu: \"O mataupu faavae o le lalolagi e faapea o i latou e faaputuputu mea lelei o le a manuia, ma o i latou e faaputuputu mea leaga o le a fano. O se upumoni e le masuia lenei. o lo‘u uso ‘ua fa‘aputuina tele le leaga, e tusa lava pe sao o ia E tusa lava pe fa‘asalaina oe e se tagata aloa‘ia, e lē mafai ‘ona e sao mai fa‘alavelave lilo. i lena taimi, ou te faalumaina ma fefe ai.” O lea, na ou faataapeapeina ai loʻu tamaoaiga uma, Na ia fesoasoani i ē matitiva ma ua lē toe popole i mataupu a lona uso. Ona ia tuua lea o lona fale ma ana uo, ma sui i se toniga Taoist, ma alu i luga o mauga e atiina ae lona mafaufau ma lona natura.\nI se tasi aso, na ia feiloaʻi ai ma Zhongli ma Lu Dongbin o le pulega a Han, sa matuā fiafia lava i laʻua i le vaai atu i tali lelei a Uncle Cao Guo, ma tuuina atu iā te ia le “Faatonuga Faalilolilo o le Toe Faafoʻisia o le Upu Moni” ma faatonuina o ia e faataʻitaʻi ma le faaeteete. Na faailoa atu Quan ma Lu Dongbin i le vasega ola pea.", "聖意": "Manuia le aiga, aiga, manuia, manuia, manuia pisinisi, faaipoipoga, tane malaga, toto anufe silika i le fanua vave, faaletonu lafumanu, saili tagata, tagi, malaga mai, leiloa meatotino, tuai mai, manuia.", "古人": "Uncle Cao Guo o se tagata ola pea", "第X籤": "Saini le sefuluvalu", "宮": "Maogong"}