{"籤詩版本二": "Fa'ataga le va'a e toe fo'i mai le matafaga vave, o le a le mea e te mana'o e fai ona o le vevesi?\nAfai e te manaʻo e saogalemu, saili le toʻafilemu ma faʻatali mo galu e pasia lenei faʻalavelave.", "詩意": "O lenei hexagram e pei o se vaʻa o loʻo faimalaga i luga o se matafaga televave.\nTumau le le mautonu i mea uma ma faʻatali mo le taimi.", "解曰": "Alu i le vai malosi. O le lamatiaga o loʻo faʻatali mo le taimi. Afai e te fesili e uiga i fuafuaga o tolauapiga. E leai se mea e mafai ona fai.", "籤詩故事一": "◇ Ua faapaleina Ziyi ma tupu\nO Guo Ziyi (697-781), e lauiloa foi o Guo Linggong, o se tagatanuu o le Itumalo o Zheng, Huazhou (lea ua taʻua nei o Huaxian County, Itumalo o Shaanxi) ma o se aoao i le Tang Dynasty.\nI le taimi o le fouvalega a Anshi i le 14th o tausaga o Tianbao (755), na tuuina atu ia te ia le suafa o Shuofang Jiedushi (Lingwu, i le itu i sisifo o Lingwu i le taimi nei o Ningxia) Na faatonuina o ia e osofaʻi. ma vaevaeina ana autau e savavali atu i Hebei ma latou aufaatasi i Changshan (Zhengding, Hebei) ma faatoilaloina Shi Siming, toe maua Hebei. I le taimi lea, na fautuaina ai e Guo Ziyi e ave e le emeperoa Fan Yang mai le itu i matu ma osofaʻia le lua o le taika fouvale e faʻaitiitia ai le vagaia o Tongguan, ae na musu Xuanzong. Mulimuli ane, na totoina ai le tulaga o taulaga vassal separatist i le tuai o Tang Dynasty, lea na avea foi ma mafuaaga mamao o le paʻu o le Tang Dynasty.\nI le sefululima tausaga o le nofoaiga a Tianbao (756), o ia ma le au Uighur coalition na faafilemuina Hequ. I le tautotogo o le tausaga na sosoo ai, na latou toe maua ai Hedong (lea ua taʻua nei o Yongji, Shanxi) ma Feng Yi (lea ua taʻua nei o Dali, Shaanxi), ma osofaʻia Tongguan, fa'ato'ilaloina Cui Qianyu.. E silia ma le 10,000 tagata na maliliu ai le 'autau a Tang. Cui Qianyu tuuina atu ia Pujin. O Lushan na fasiotia e lona atalii o An Qingxu.\nI le tausaga lona lua o Zhide (757), na faatonuina ai o ia e taʻitaʻia ʻautau i Fengxiang. I le ala, na ia faatoʻilaloina ai ʻautau e 5,000 a Li Guiren i Baiquliu Yunqiao (i le itu i saute sasaʻe o Sanyuan i aso nei.) Ia Me, na ia tau ai ma An Shouzhong ma Li Guiren i Qingqu (i sisifo o Xi'an i aso nei) na faatoilaloina ma alu ese ai i Wugong (i le itu i matu i sisifo o Wugong) Ia Setema, na ia mulimuli ai i le Marshal Guangping Wang Li Chu e taitaia Tang ma Uighurs e auai i le 150,000 fitafita, ona tau ai lea ma An Shouzhong ma Li Guiren i Xiang.I le itu i matu o le Malumalu o Ji (i sautesisifo o le Itumalo o Changʻan i aso nei), na taamilo ai fitafita Uighur i tua o le fili, osofaʻi mai itu uma e lua, ma fasiotia ai fili e 60,000. Na sola Zhang Tongru i le Itumalo o Shaanxi, ma iu ai ina toe malosi. le laumua o Chang'an (Xia'an i aso nei) O le mamalu o le autau a Tang na toe fa'afoisia i Chang'an.\nMulimuli ane, na faʻaaogaina e le autau a Tang le manumalo ma savavali agai i sasaʻe, ma faʻatoʻilaloina ai le 150,000 tagata e aofia ai Yan Zhuang ma Zhang Tongru i Xindian (lea i saute sisifo o Sanmenxia City, Henan Province), faʻamalosia Anqing Xu e sopoia le Vaitafe Samasama ma solomuli i Xiangzhou. Na toe foi mai Dongjun Luoyang. Faaopoopo atu Situ i ona agavaa ma avea o ia ma Duke o le atunuu.\nNa taitaia e Shi Siming lana autau mai Fan Yang e laveai An Qingxu. O itu e lua na tau i le itu i matu o le Vaitafe o Anyang (i le itu i matu o Anyang). , lea na faapea mai e 600,000 tagata, na solomuli (i le Taua o Yecheng). taua). O le taʻitaʻi sili o lenei taua o le eunuka Yu Chaoen, e leai sona tomai faʻataitai ma tuuaia Guo Ziyi mo le toilalo o le taua. Na toe aami Guo Ziyi i Changʻan, ma faʻamalolo mai le malosi o le militeri, ma avea o se tagata faigaluega le aoga.\nI le tausaga muamua o Baoying (762), na fouvale ai fitafita i Taiyuan (i saute i sisifo o Taiyuan i aso nei) ma Jiangzhou (Xinjiang i aso nei i le Itumalo o Shanxi). Jiangzhou. Na fa'ate'aina fo'i o ia e le eunuka o Cheng Yuanzhen ma sa fa'ate'aina mai le malosi o le militeri.\n(O le taulaiga o lenei tala: Guo Ziyi, o le sa matua agavaa ma amio lelei, na feiloai ma Xuanzong ma nisi tagata leaga, lea na matua fetuutuunai ai ana mea na ausia.)", "聖意": "Faʻamanuiaina o le fale ma le tagata lava ia, saili le tamaoaiga, leai se fefaʻatauaiga, leai se faaipoipoga, leai se faʻalavelave sese, tagata savali e taunuu i Tiancanji, faigata ona maua tagata, faʻasalaga lautele ma (e le o Xing), femalagaaʻi, conservativeness, leiloa meatotino, faigata ona maua, faʻamaʻi, tatalo mo faamanuiaga, mauga ma tuugamau, manuia", "古人": "Sa faapaleina Ziyi ma tupu", "第X籤": "Lott Manumalo Lona sefuluiva", "宮": "Tatsumi"}