{"籤詩版本二": "Ina ua mavae le tele o popolega ma lamatiaga, o le a le toe gaogao mai le taimi nei\nO le loto limafoa'i e iai ana lava fuafuaga foa'i, e tatau ona e feiloa'i i se tagata poto faapitoa e faia ai ni 'au'ai tetele.", "詩意": "O lenei hexagram e pei o se vaieli anamua ma se vaipuna.\nI mea uma, e ausia e tagata tamalii le manuia.", "解曰": "O le a iu lava ina tauamiotonuina le faamasinoga. Ma'i ma saogalemu. Alu i totonu ma fafo e saili fautuaga. O vaieli anamua e fetaui ma le tautotogo.", "籤詩故事一": "◇ E pulea e Yao Chong sē akerise\nO Yao Chong (649-721), o lona igoa moni o Yuan Chong, e sau mai Shaanzhou, sa avea o ia ma Minisita o Xia Guan, Shangshu o Chunguan, Ziweiling, Zhongshuling, ma le Palemia i le Tupu o Tang.\nI le tausaga lona fa o Kaiyuan (716), sa pagatia ai Shandong (e masani ona faasino atu i le Vaitafe Samasama i sasaʻe o Huashan) i sē akerise. Sa saisaitia tagata i manatu faataulaitu ma e leʻi fefefe e tuli ma fasioti i latou, ae na latou faatutūina. taulaga, faamu mea manogi, tapuai i tafatafa o le fanua, ma matamata i fua o faatoaga ua aina e sē akerise.\nNa talitonu uma taʻitaʻi: “O sē akerise o se mala faalenatura, e faapefea ona pulea i latou e le malosi o tagata!” Sa matuā mataʻutia le tauiviga i le va o manatu eseese e lua i lenā taimi, pe aveesea pe leai se sē akerise.\nFai mai Yao Chong: \"Afai tatou te galulue faʻatasi, e mafai ona tatou faʻaumatia i latou uma. Na ia fai mai: O sē e fefefe i tagata, o lea e faigofie ai ona tuliesea. O fatu e iai ona tagata, o lea e tatau ai i le au laveaʻi ona galulue malosi; sē akerise. e mafai ona lele, ma afai latou te iloa atu le afi i le po, latou te felelei atu i ai; ia susunu i luga ia te i latou i le fanua, ia eli lua i le afi, ia tanu i latou a o mū, a e leai se mea e totoe.”\nFai mai Xuanzong: \"O sē akerise o se faʻalavelave faʻalenatura e mafua mai i le le lelei o le pulea lelei. Afai e te talosagaina i latou e tuli ma fasiotia, e le o le mea lea o le a le fetaui?\"\nNa fa’aopoopo mai e Yao Chong, “O le pu’eina ma le fasi o sē akerise sa fai lava e tagata anamua, ma o le a fa’aaogaina e lau afioga i le lumana’i, o se fa’amoemoe tele lea a le atunu’u e maua ai le filemu ma le manuia o le au faifa’ato’aga, faamolemole ia silasila toto’a i ai”.\nSa talitonu Xuanzong. Ae i lena taimi, na fai mai tagata uma i totonu ma fafo o le faamasinoga e le mafai ona tulituliloa se akerise.\nFai mai Xuanzong: \"Ua uma ona ou talanoa ma le palemia ma ua ou filifili e puʻea sē akerise, soʻo se tasi e toe teteʻe o le a fasiotia. \" O lea na ia auina atu ai le tioata e vaavaaia ma faatonu tagata e susunu ma tanu ia sē akerise.\nNa matuā aogā lava iʻuga, e iva miliona siva o sē akerise na maua i le atunuu atoa, ma na taulau manuia le tafiesea o sē akerise, ma na ausia e faatoʻaga se seleselega lelei i lenā tausaga.\n(O le poto e tatau ona faʻaaoga i faʻalavelave faʻafuaseʻi ma faʻalavelave, ma e tatau ona i ai ni fuafuaga atamai e foia ai faigata. O Yao Chong o le tagata poto i lenei mataupu)", "聖意": "O le fale e masani lava, o le tagata lava ia e poloka, o le sailia o tupe e poloka, o fefaʻatauaʻiga ua poloka, o le faaipoipoga ma le nofo lelei ua poloka, o loʻo i ai le lamatiaga i Liujia, o loʻo i ai le lamatiaga i Liujia, o tagata savavali ua poloka, o anufe silika, o lafumanu e le lelei, o tagata o loʻo misi, o loʻo iai ni faʻasalaga lautele. poloka, femalagaiga e le talafeagai, leiloa mea e faigata ona maua, faama'i e faigata ona tatalo i ai, mauga ma tuugamau e le mautonu.", "古人": "E pulea e Yao Chong sē akerise", "第X籤": "Manumalo i le lotoa luasefululima", "宮": "Mi Maota"}