{"籤詩版本二": "Fai mai tala ua fuli i lalo mea, ma ua ou maua se tusi mai le tafailagi.\nO le taʻutaʻua ma le manuia na folafola mai ia te aʻu i le tusi na tumau pea le gaogao seia oʻo i le iuga.", "詩意": "O lenei hexagram e iai se igoa sese.\nE fautuaina le tausisi i mea uma.", "解曰": "I luga ma lalo ua le fiafia. O le sailia o taimi paganoa e le o le paie. Fa'anaunau mo le ta'uta'ua. Tumau saogalemu.", "籤詩故事一": "◇ Zhong Kui maua le malamalama\nZhong Kui, o lona igoa o Zhong Kui, o lona igoa faaaloalo o Zhengnan, e sau mai Zhongnanshan.\nI le taimi o le nofoaiga a le Emeperoa Dezong o le Tang Dynasty, sa auai Zhong Kui i le suʻega a le malo. Na faitau e Zhong Kui fesili o le suʻega ma vave ona tusia le tusiga i le taimi e tasi ma tuʻuina atu. O le suʻega sili i lena aso o Han Yu, le Minisita o Mataupu Tau le Va o Tagata, ma o le sui suʻega o Lu Zhi, o se tagata atamai tele. Ina ua faitau e le toʻalua le pepa a Zhong Kui, na susulu o la mata ma fai mai le tasi: \"Faifaufau, taulaitu! O upu uma i lenei tusiga e matagofie, agavaa mo Li Taibai ma Du Zimei! \"O lea na la faaigoa ai Zhong Kui o le nofoaga muamua.\nNa faalogo le Emeperoa Dezong i le lipoti a Han Yu ma fai mai o Zhong Kui, le siamupini fou o le faasaienisi, e matua talenia, o lea na ia valaauina ai Zhong Kui i le Golden Palace.\nIna ua vaai atu le Emeperoa o Dezong i ona foliga mataga, sa vave lava ona ia lagona le le fiafia ma faapea atu, “O le filifilia o tagata popoto i le tatou faamasinoga e faavae uma lava i luga o upu a le tagata lava ia ma le kaila. \"\nNa tootuli faatopetope Han Yu ma faapea atu: “O le lelei ma le leaga o le tagata e le o foliga vaaia. E tautevateva ae mafai ona fesoasoani i le pulega a Han. E faamasino e Confucius tagata i o latou foliga ma leiloa ai lona atalii o Yu. Ou te faamoemoe o le a mafaufau faalua lou mamalu.\" \"\nNa mafaufau loloto le Emeperoa Dezong mo sina taimi ma faapea atu: “E ui ina talafeagai upu a Han Aiqing, ae a o avea a’u ma Emeperoa Taizong, e sefuluvalu le au atamamai na o mai i Yingzhou ma talanoa i ai. O lenei tagata o le tagata atamai numera tasi. o le a ata mai ia te au ona o le le iloaina o taleni.\"\nO le Palemia o Lu Qi sa vaapiapi ma lotoleaga i taleni. Ina ua uma ona faalogo i upu a le emeperoa, sa ia tootuli i lalo ma faapea atu: “O le tagata a’oga numera tasi i Mataupu Auro e tatau ona i totonu ma fafo, e tolu selau sui tauva mo lenei mataupu. . Aisea e te le filifilia ai se isi?\"\nIna ua vaai atu Zhong Kui i le le mautonu o lenei alii, sa le mafai ona taofia lona ita, ona ia tusi atu lea ia Lu Qi ma fetuu: “Afai e i ai se tagata faavalevalea faapena i le faamasinoga, e le afaina ea le atunuu?” Ina ua uma lena, tu'i ia Lu Qi i lana moto.\nI le vaʻaia o lenei mea, na ita tele Dezong ma fai mai: \"E te lototele, e te faʻamalosi e faʻalavelave i le Golden Palace, ave i lalo vave!\"\nI le ita tele, na toso ese ai e Zhong Kui le pelu mai le puimanava o le taʻitaʻiʻau o loʻo tu i totonu o le maota ma mapuea leotele: \"E faigata i se pusi le fiafia ona faʻataʻitaʻi i se taika, ma o se seka le fiafia e le lelei e pei o se moa.\" Ina ua uma lena, sa ia pule i lona ola.\nIna ua iloa e le Emeperoa o Dezong ua pule ia Zhong Kui i lona ita, na faateʻia o ia, ina ia manumalo i loto o tagata, na ia poloaʻi atu ai ina ia tanu Zhong Kui ma le suafa aloaʻia o le Numera 1, ma na ia faia foʻi Zhong Kui le Atua o O le tuliesea o agaga leaga mai le lalolagi.", "聖意": "Tatalo mo faamanuiaga i lou fale, lou lava saogalemu, faigata tau tupe, faaletonu pisinisi, toilalo faaipoipoga, Liujia tamaitai savali, faatuatuaina fanua silkworms afa-kuka, ono lafumanu, e mafai ona tausia, misi tagata, i Sisifo moliaga lautele, leiloa o femalagaaiga, fa'asao, leiloa o mea totino, ma'i, tatalo mo se manuia i mauga ma tu'ugamau", "古人": "Na maua e Zhong Kui le Tao", "第X籤": "Luasefuluono manumalo i le lotoa (Loteri)", "宮": "Mi Maota"}