{"籤詩版本二": "I sasaʻe, o loʻo i ai se Chanjuan matagofie i le malamalama o le masina, ma o ao e ufitia ai mo sina taimi ma natia.\nO nisi taimi atonu e lapotopoto, ae o nisi taimi atonu e misi.O i latou e fai mai e ese ua na o le tautala fua.", "詩意": "O le masina i lenei hexagram e ufitia e ao.\nO lo’o i ai pea mea uma i se koma.", "解曰": "Ua ufitia le masina i ao opeopea. E le tatau ona masalosalo. Faatalitali mo le ao e aoina. Ona e malamalama ai lea.", "籤詩故事一": "◇Bao Gong o loʻo suʻeina le Empress Li\nI le taimi o le nofoaiga a Zhenzong o le Tupu o Pese, sa avea le Emepress Li (Empress Li) ma teine ​​​​i le faleaiga, ma sa alofagia o ia e Pese Zhenzong ma siitia i Wanyi, ma na maʻitaga ai.\nAe i lena taimi, sa i ai ni mafaufauga leaga o le palake o Liu Def (mulimuli ane o le Empress Liu) ma sa ia totogia le eunuka o Guo Huai e suitulaga i le tama a Emepress Li i se pusi civet paʻu, aveese lana tama ma taʻu atu i le emeperoa o ia o lona atalii moni. Na ita tele Pese Zhenzong ma auina atu Li Empress i le maota malulu.\nIna ua uma ona siitia le palake De i le masiofo, sa ia fuafua e fasioti le Empress Li, o le na sola ese mai le maota.\nI se tasi aso, na feiloaʻi ai Li Niangniang, o lē sa nofo i luga o le auala, ma Bao Zheng, le avefeʻau a le emeperoa, o lē sa leoleo i le vaipanoa, ma taʻu atu iā te ia e uiga i lona olaga ma o ia o le tinā moni o le emeperoa o loo iai nei o Song Renzong. . Ina ua iloa e Bao Zheng le mea na tupu, na ia toe ave Li Niangniang i Beijing, ma lipoti atu ia Song Renzong ma iloa ai le mataupu, ma iu ai ina iloa e le tina ma le atalii le isi. Na punonou ulu ma ta'uta'u atu e le emepaea o Dowager Liu ma le eunuka o lo'o pule ia Guo Huai.", "聖意": "Ou te le fiafia i le fale, ou te tatalo mo le puipuiga tau tupe, manuia i pisinisi, feeseeseaiga i faaipoipoga, tagata i le fanua, anufe silika, manu le lelei, faigata ona maua tagata, faamasinoga, leiloa, femalagaaʻi, conservativeness, leiloa meatotino, faʻamaʻi i Sisifo, faigata ona maua. toe fa'aleleia, fa'afouina tu'ugamau mauga", "古人": "O lo'o su'e e Bao Gong le Empress Li", "第X籤": "Luasefulu ma le valu manumalo", "宮": "Maota o le aoauli"}