{"籤詩版本二": "‘Ou te fai atu fo‘i ‘iā te ‘outou, ‘aua ne‘i ōle atu ‘iā te ia mo se fesoasoani, ‘ua lele o ia e pei o le tu‘u ma fana mai ‘iā te oe.\nAfai e te alu e ao fafie ae o loo i ai se gata i le mutia, atonu e utia oe i le oona ma e faanoanoa ai.", "詩意": "O lenei hexagram o se faʻailoga o le nofo saogalemu ma tausia oe lava.\nIa faaeteete i mea uma.", "解曰": "Tapuni lou gutu ma taofi ou nifo. E faatamala o ia. Afai e te lagona le tausalaina. I le iuga e afaina ai le tagata lava ia.", "籤詩故事一": "◇ Fonotaga laupapa\nEmperor Taizong o le Tang Dynasty sa savali atu i sisifo ma saisaitia i Suoyang City. Na toe foi Cheng Yaojin i Beijing e talosaga mo ni au fitafita.\nNa faatonuina Xue Dingshan e galue o le Amio Taua Lona Lua ma alu atu e laveai le Alii ma faatoafilemu Xiliao.\nIna ua uma ona o ese mai se vaega o tagata mai le Yumen Pass, sa latou o mai i Qipan Mountain. I le siosiomia e le faitau afe o tamaʻi i luga o le mauga, o Dou Yihu, le tupu o le mauga, na faʻatoʻilaloina e le taʻitaʻiʻau o Tang Luo Tong. Na ia uuina le maea faafagogo ma saisai ia Luo Tong, o Xue Dingshan lava na ta'ita'ia fitafita maualuluga.\n(O le solo saini e fetaui ma lenei)\nI le vaai atu i le aulelei o Xue Dingshan, na manao ai Dou Xiantong e avea ma uo a Feng Luan, ae na musu Xue Dingshan, na ita Dou Xiantong ma manao e tulei i fafo ma vavae ese lona ulu. Mulimuli ane, na taʻitaʻia foʻi e Dou Yihu uso o Qipanshan i tua i le Tang Dynasty e fesoasoani i le Tang Dynasty e manumalo i Western Liao.", "聖意": "Saogalemu o le aiga, mea e fiafia i ai le tagata lava ia, sailia o le tamaoaiga, faatalitali mo le taimi, faaletonu pisinisi, e le faatagaina le faaipoipoga, Liujia faailo sese, tagata savavali poloka fanua, anufe sili, ono lafumanu, misi tagata, polokaina faamasinoga lautele, leiloa (Mo Xing) Migration, Conservative, ua leiloa meatotino, ua faigata ona toe maua mai le ma'i, tuugamau mauga, manuia", "古人": "konafesi laupapa sikola", "第X籤": "Tolusefulu fitu manumalo i le lotoa", "宮": "Maota o le aoauli"}