{"籤詩版本二": "Fa'aalu le taimi i le filemu ma le filemu, nofonofo ma taoto i lalo a'o inu lauti pe a ma'ona\nE te le manaʻomia le pisi faaletino ma le mafaufau, ma o le a mautinoa lava e te le faʻatupuina le le tonu poʻo mala.", "詩意": "O lenei hexagram o se faailoga o le filemu ma le mautu.\nI mea uma, o le faʻatali mo le taimi saʻo e maua ai le manuia.", "解曰": "Tumau saogalemu ma lelei. Fesili atu i atua. Faatali seia oo mai le taimi. E tupu fua mea.", "籤詩故事一": "◇Foyinhui Dongpo\nI se tasi taimi, na maua ai e Su Dongpo sina malamalama a o ia suesue i le Zen, na ia iloa ai o lona tulaga e sili atu, ma sa ia lagonaina le olioli i ai. I le le mafai ona taofiofia loʻu tuʻinanau, na ou faʻasalalau laʻu peni ma tusia se solo:\n\"I le ogatotonu o le lagi, Jishou susulu malamalama i luga o le atulaulau; le mafai ona feulaina e le valu matagi, sa ia nofo sao i luga o se lotus auro lanu viole.\"\n(O matagi e valu e faasino i: polofiti, paʻu, faʻaumatia, taʻuleleia, viia, tauemuga, mafatiaga, ma le fiafia. O lona uiga, o le le ita i nei setete e valu ua taʻua o \"e le mafai e matagi e valu ona gaoioi\")\nIna ua uma ona tusia, na auina atu e Dongpo lana auauna i le isi itu o le vaitafe e avatu ia Zen Master Foyin o le Malumalu o Jinshan.\nIna ua uma ona faitau e Zen Master Foyin, sa ia faailogaina i le upu “fart” ma tuu atu i lana auauna e toe ave.\nNa ita Dongpo ina ua vaai i lenei mea, o lea na ia aveina ai se vaa i le isi itu o le vaitafe ma alu i le Malumalu o Jinshan e su'e le faamaufaailoga a Buddha mo le talanoaga.\nIna ua taunuu Dongpo i le faitotoa o le Malumalu o Jinshan, ua leva ona faatali Foyin i le faitotoa.\nNa vave tuuaia e Su Dongpo Foyin: \"Aisea e te taʻua ai le solo na ou tusia o se u?\"\nNa tali fo’i Foyin: “E le’o ua uma ‘ea ‘ona feulaina oe e matagi e valu?\nI le taimi lea, na te'i Dongpo i le iloaina e le o lava lona lelei ma alu ese ai i le maasiasi.\n(O le tala lenei o se fa'atusa mo le \"E le'i o'o mai le vevela\")", "聖意": "Tatalo mo lou aiga ma lou lava saogalemu, mo lou tamaoaiga, mo lau pisinisi, mo se taimi lelei, mo lau faaipoipoga, mo se fafine malaga i Liujia, mo le taunuu mai o anufe sili i le fanua, mo le ono lafumanu e mau. mo le sailia o se tasi, mo faalavelave, mo faamasinoga faalauaitele, mo femalagaaiga, mo meatotino leiloa, mo ma'i, mo se tuugamau mauga, manuia", "古人": "Foyinhui Dongpo", "第X籤": "Tolusefulu tasi numera manumalo", "宮": "Wei Gong"}