{"籤詩版本二": "Ua mautinoa le malaga toe foi. O ai na te iloa le iasepi o loo natia i totonu o le maa?\nO le taimi lava e maua ai e se tufuga lelei se tipi manino, o le a ia lagona le saogalemu ma le saogalemu i le vaitau iasepi", "詩意": "I lenei hexagram, e mafai ona e vaʻaia le ata o le iasepi pe a e tipiina se maʻa.\nGalue malosi ina ia manuia i mea uma.", "解曰": "O le oa o loo i totonu o le maa. E itiiti mea e iloa e tagata ese. Faatali seia manino. Fai soo se mea e te mafaia.", "籤詩故事一": "◇ Liu Bei saili taleni (tolu asiasiga i le fale lauvao, tolu asiasiga i le fale lauvao)\nO le vaitaimi o Malo e Tolu. Sa nofo Zhuge Liang i se faleoo lauvao i Longzhong. Sa naunau lava Liu Bei e saili taleni, o lea na ia asiasi atu ai ia Zhuge Liang i le tagata lava ia. Na ia asiasi atu ia Zhuge Liang faatolu (ua lauiloa o le \"Three Visits to the Thatched Cottage\" i le talafaasolopito). Na fai atu Liu Bei i isi e o ese ma fesili ia Zhuge Liang: \" Ua paʻuʻū le pulega a Han, ma ua gaoia e faifeʻau faaʻoleʻole o latou ola, lau Afioga.\" Ufiufi i le efuefu. Ou te le fuaina loʻu amio lelei ma loʻu gafatia, ou te fia talitonu i le tele o le amiotonu i le lalolagi, ae o loʻu poto ma loʻu tomai. e papa'u, o lea ou te fa'aaogaina tele. E o'o mai i aso nei. Ae ui i lea, o lo'u fa'anaunauga e le'i mae'a, e te manatu o le a fa'atinoina le fuafuaga?\"\nOna tuuina atu lea e Zhuge Liang ia te ia le fuafuaga o le vaevaeina o le lalolagi i ni vaega se tolu, ma iloilo le tulaga na le avanoa ai Cao Cao ma mafai ai e Sun Quan ona fesoasoani ia te ia. , ma sa i ai se avanoa e faaaoga ai, ma e na o na setete e lua e mafai ona faaaoga, ona faatoa mafai lea ona ia manumalo i le lalolagi, na ia taʻu atu foi ia Liu Bei le fuafuaga o le osofaia o le Central Plains. (O lenei talanoaga na taʻua mulimuli ane \"Longzhong Dui\"). Ina ua faalogo Liu Bei i lenei mea, sa ia viia e pei ua ia mauaina se oa, ma valaaulia malosi Zhuge Liang e sau i fafo e fesoasoani, o lea na avea ai Zhuge Liang ma faufautua militeri a Liu Bei.", "聖意": "O le fale e toʻafilemu, ou te sailia le tamaoaiga, o le fefaʻatauaʻiga o galuega e faʻalavelaveina ai le faaipoipoga ma avea ma tagata faimalaga i Liujia.", "古人": "O Liu Bei e su'e taleni (tolu asiasiga i le fale lauvao, tolu asiasiga i le fale lauvao)", "第X籤": "Le tolusefulu lua na manumalo i le lotoa", "宮": "Wei Gong"}