{"籤詩版本二": "La'ei ma toe fa'alelei le sitaili tuai a le aiga.O le Tao e leai se lagi ae e i ai sona aoga.\nIna ua uma ona tafiesea vao tuitui ma laau talatala i luga o le auala, sa malilie i latou e toatolu e toe faatasi ma a latou uo.", "詩意": "O lenei hexagram o loʻo faʻatusalia le toe faʻatulagaina o lavalava.\nE faigata mea uma a o le i faigofie mulimuli ane.", "解曰": "Aua le popole. Ia manuia. Afai e te fesili e uiga i le lumanaʻi. O loo i ai se auala lelei i luma atu.", "籤詩故事一": "◇ Tusi Paia Puta a Tang Monk\nO Xuanzang (602-664), o se monike iloga o le Tang Dynasty, sa i ai se igoa masani o Chen ma se igoa faaigoa o Yi. Na fanau o ia i le Itumalo o Goushi, Luozhou (lea ua avea nei ma vaega i saute o Yanshi City, Henan Province). Na avea o ia ma monike i le sefulutolu o ona tausaga ma ave le igoa Puta Xuanzang. O le lalolagi e taʻua o Sanzang o Tang Dynasty.\nI le tausaga lona tolu o Zhenguan (629, lea e taʻua foʻi o le tausaga muamua o Zhenguan), na ia malaga ai i sisifo i Tianzhu (Initia) e maua mai tusitusiga paia a le lotu Puta, na ia alu atu ai i tulaga lamatia na o ia ma onosaia faigata, ae na o le fa tausaga na taunuu ai.\nI le sefulufitu tausaga o Zhenguan, na faamavae aloaia ai le matai ma toe foi atu i sasae. Na toe foʻi atu o ia i Saina e ala i le Alatele i Saute o le Itumalo o Xinjiang i aso nei, Khotan, ma Loulan. E sefulu fitu tausaga na alu ai ma se malaga e 50,000 maila. Ina ua taunuu o ia i Changʻan i le masina muamua o le sefuluiva tausaga o Zhenguan, na faatonuina ai e le emeperoa Liang Guogong Fang Xuanling ma isi taʻitaʻi o le malo ma le militeli e faʻafeiloaʻi o ia.\nE 520 ma le 657 voluma o uluaʻi tusitusiga a le lotu Puta Sanskrit na talosagaina. ma faaliliuina i le gagana Saina.\nIna ua toe foi mai le matai, sa matua faaaloalogia o ia e le Emeperoa Taizong ma le Emeperoa Gaozong ma sa faamalumaluina i Da Nei, ma tuuina atu ia te ia le igoa \"Master Tripitaka\".", "聖意": "Ua vevesi le fale, manuia le tagata lava ia, manuia le tamaoaiga, pisinisi manuia, faaipoipoga, faʻalavelave mo tagata e o mai i le fanua, anufe sili, leaga mo manu, suʻe tagata, tagi, faimalaga, leiloa meatotino, maʻi tuai. , tatalo mo faamanuiaga, e tatau ona tuai tuugamau mauga.", "古人": "Ua A'oa'oina e Monk Tang le Tusi Paia Puta", "第X籤": "Le manumalo lona tolusefululima", "宮": "Shen Gong"}