{"籤詩版本二": "Afai e te manaʻo e filemu ma filemu, e le talafeagai le i ai o moligao ma lamepa i le matagi.\nE sili atu le faamama ma nofo i totonu o se fale tele, aloese mai le malamalama, lulu i se nofoaga filemu, ma feoai solo. Lulu → Yao. Saoloto → toalaiti.", "詩意": "O lenei hexagram e pei o le savili e luluina ai le moli ma le moligao.\nO le tausisia pea o mea e maua ai le manuia.", "解曰": "Nofo i se nofoaga filemu. Valaau ma ia vave. E le o se faamanuiaga. Fa'asao ma talafeagai.", "籤詩故事一": "◇ Ua toe foʻi Li Jing i le mauga\nLi Jing (571-Iulai 2, 649), fa'aaloaloga igoa Pharmacist, o se tagatanuu o Sanyuan, Yongzhou (lea i le itu i matu sasae o Sanyuan County, Shaanxi Province). O se ta'ita'i ta'uta'ua mai le taimi tuai o Sui Sui i le amataga o Tang Dynasty, o ia o se ta'uta'ua ta'uta'ua fa'afitafita ma tomai fa'ale-malo ma le militeri i le Tang Dynasty. Mulimuli ane, na tuuina atu ia te ia le suafa Duke o Wei, ma sa lauiloa o Duke o Wei i le lalolagi.\nO Li Jing o le tama o le aloalii lona tolu o Nezha i le lisi o atua, ua lauiloa foi o le \"Tupu o Tota.\" Sa fesoasoani Li Jing ma lona atalii ia Jiang Ziya (Tai Gong) e faatoilaloina le Masiofo Zhou, faatuina le Tupu o Zhou, ma le Tupu. Na afio aloaia Wu i le nofoalii. Ona faatuina lea e Jiang Ziya se lisi o atua ma faia se sauniga e faamalie ai agaga o fitafita na maliliu i le taua. Talu mai lenā taimi, na filemu ma filemu ai le lalolagi. Na manaʻo le Tupu o Wu e fai marquises ma tauia i latou, ma sa ia manaʻo foʻi e faʻasoa fanua i toa na faavaeina. Na talosaga Li Jing, lona tama ma lona atalii, ma isi tagata e toafitu e toe foi atu i le mauga e fai le Taoism ma aua le soona popole i le lauiloa ma le tamaoaiga faalelalolagi. Mulimuli ane, o i latou uma e toafitu na “avea ma tagata paia i le tino” ma faavasegaina i le vasega o tagata ola pea.\nTala o le \"Feng Shen Bang\"", "聖意": "O le fale e le mautonu, o aʻu o se tagata masani, ou te sailia le tamaoaiga, e faigata ia te aʻu pisinisi, o laʻu faaipoipoga e le o gatasi, o Liujia e tatalo mo tagata savavali ina ia faatuatua, anufe silika ua matua i le tautoulu, ma e ono manu e saogalemu, o tagata e misi, faʻasalaga lautele. ma femalagaiga e conservative, leiloa meatotino faamai, e le suia le tuugamau i Jianxingshan", "古人": "Ua toe foi Li Jing i le mauga", "第X籤": "Tolusefulu fitu manumalo i le lotoa", "宮": "Shen Gong"}