{"籤詩版本二": "Ua toe faatasia le faata e afe tausaga, ua fai atu le fafine i lana tane e toe faaipoipo\nTalu mai lena taimi, ua suia le aiga, ma ua faaopoopo faamanuiaga i fanau ma fanau a fanau.", "詩意": "O lenei hexagram o se faailoga o le toe faatasia o faʻata.\nO mea uma e galue malosi ma taugata.", "解曰": "Eliina le oneone i le auro. Ti'eti'e se tarako ma tietie i se taika. E ui ina galue. O loʻo i ai se faʻaopoopoga i totonu.", "籤詩故事一": "◇ Yulianhui sefulu uo\nI le Tupu o Pese, na faaipoipo ai Qian Yulian ia Wang Shipeng. Ina ua alu Shi Peng i Beijing e suʻe le suʻega, na faʻamalosia e le mauoa o Sun Ruquan ia Yulian e toe faaipoipo ia te ia.\nNa teena e Qian Yulian le talosaga a le mauoa Sun Ruquan ma e sili atu lona faaipoipo ia Wang Shipeng, o se tagata atamai mativa mai Wenzhou na faafaigaluegaina e \"Jing Chai\".\nMulimuli ane, na manumalo Wang Shipeng i le faailoga muamua, ona sa musu o ia e faamalosia e le Palemia Wanqi e faaipoipo, o lea na auina atu ai o ia e avea ma faamasino i Chaoyang mamao. Na suia faalilolilo e Sun Ruquan le tusi a le aiga o Wang Shipeng i le \"tusi o le tete'a\" ma faaseseina ai Yulian ina ia faaseseina. Na faamalosia foi o ia e le tina fai o Qian Yulian e toe faaipoipo, ae na musu Yulian ma pule i lona ola e ala i lona togiina o ia i totonu o se vaitafe, na laveaʻiina o ia e Qian Zaihe mai le Itumalo o Fujian ma vaetamaina e fai ma ona afafine fai.\nNa manatu Yulian ua oti Shippeng.5 tausaga mulimuli ane, sa avea ai Wang Shipeng ma kovana o Ji'an.I se tasi aso, na ia faia ai se sauniga faamanatu i se malumalu Taoist e faamanatu ai lona toalua ua maliu.Na alu atu Yulian i le malumalu o Ji'an Taoist e mu mea manogi, ma na iu lava ina toe faatasia Wang Shipeng ma Qian.", "聖意": "E le lelei le fale mo ia lava, E manuia le tautotogo ma le taumalulu, Ia manuia le tamaoaiga, E manuia le tautotogo ma le taumalulu, manuia pisinisi, manuia le faaipoipoga, Tatalo mo tagata savavali e o i le fanua, e mafai ona tausia anufe sili, lafumanu e ono. e mafai ona tausia, e mafai ona maua tagata, e le lelei faamasinoga a le malo, e le mafai ona femalaga'i, ma'imau meatotino, ma'i tuai, tatalo mo faamanuiaga, e lelei mauga ma tuugamau.", "古人": "Yulianhui sefulu uo", "第X籤": "O le faailoga lona fa", "宮": "Uterus"}