{"籤詩版本二": "O le uili mumu e pau i sisifo, o le lapiti e tulaʻi i sasaʻe, o le yin e tupu ma le yang, ma o mea uma e manuia.\nAfai e manaʻo se fafine e faʻaaogaina, o le a faʻateleina ai lona tamaoaiga ma maua ai le fiafia i lona loto.", "詩意": "O lenei hexagram o le faailoga lea o le tuputupu ae o Yin ma ua mou atu Yang.\nE faigata mea uma a o le i faigofie mulimuli ane.", "解曰": "Yin manuia tamaitai. E le fetaui mo alii. Afai o lo'o e su'eina se fautuaga. E muamua le leaga ona oo mai ai lea o le lelei.", "籤詩故事一": "◇ Na afio aʻe Wu Zetian i le nofoālii\nI le 14 o ona tausaga, na valaauina Wu i le maota e le Emeperoa Taizong Li Shimin o le Tang Dynasty o se tagata talenia, e igoa ia \"Wu Mei\". Ina ua maliu Taizong, na ulufale Zetian i le Malumalu o Ganye ma avea ma nun.\nIna ua afio mai le Emeperoa o Gaozong o le Tang Dynasty i le nofoalii, sa ia valaauina le aiga o Wu i totonu o le maota e ifo ia Zhaoyi. I le ono o tausaga o Yonghui (655), na faatuina ai e le Emeperoa o Gaozong Wu e fai ma ana masiofo.\nO Wu Zetian sa atamai, sa auai i tusitusiga ma talafaasolopito, ma sa mauoa i le atamai. E leʻi umi talu ona avea Wu Zetian ma masiofo, ona o Gaozong sa vaivai ma maʻi, o nisi taimi na te faʻatagaina ai o ia e taulimaina nisi o mataupu faʻapolokiki, o lea na tupu ai lona malosi. I le tausaga muamua o Shangyuan (674), na taʻua ai le Emeperoa Gaozong o le \"Emeperoa\", o le Tupu o Wu na taʻua o le \"Masiofo o le Lagi\", ma sa taʻua uma i laʻua \"O le Au Paia e Lua\" i le maota.\nI le tausaga muamua o Hongdao (683), na maliu ai Gaozong, na sau Prince Li Xian i le nofoalii, ma na sau Wu Zetian e pule i le malo. Ia Fepuari o le tausaga muamua o Sisheng (684), na aveesea ai e Wu Zetian Li Xian e avea ma Tupu o Luling ma faatuina lana tama lona fa o Li Dan e avea ma emeperoa, ma faaauau pea ona pulea le malo. Ia Setema o le tausaga lava lea, na ia suia ai le fuʻa i le auro, ma o Luoyang, le laumua i sasaʻe, na toe faaigoa o le laumua faalelagi. I le aso iva o Setema i le tausaga muamua o Tianshou (690), na folafola ai e Wu Zetian o ia lava o le emeperoa ma suia le igoa o le atunuu ia Zhou.", "聖意": "O le aiga e le lelei mo le tagata lava ia, tatalo mo faamanuiaga, saili le tamaoaiga, leoleoina fefaʻatauaiga, manuia i le faaipoipoga, leaga i le faaipoipoga (fafine), tagata savali e poloka fanua, anufe sili, lafumanu manuia, saili tagata, teteʻa, tagi, leiloa, malaga , leiloa o meatotino, ma'i, te'i, mauga ma tuugamau, manuia", "古人": "Ua afio a'e Wu Zetian i le nofoalii", "第X籤": "Le lona fasefulu manumalo", "宮": "Oe Maota"}