{"籤詩版本二": "E te manatua upu lelei e le gata, ae o le a avea oe ma atalii o se gaoi.\nAua le matapeʻapeʻa i le taimi nei ma popole pe faʻapefea ona ia faia se mea lelei i le tausaga talu ai.", "詩意": "O lenei hexagram e iloa ai le gaoi o se atalii.\nIa magafagafa i mea uma.", "解曰": "Na'o le tasi lenei. E le sese se alii. Ia manatua pea. Aua le tuuatoatasi.", "籤詩故事一": "◇ Ua talia e Dong Zhuo Lu Bu\nO Lu Bu, e toa ma lelei i le taua, o se taʻitaʻiʻau taʻutaʻua i le faʻaiʻuga o le pulega a Han i Sasaʻe ma le amataga o Malo e Tolu. Na ia manatu muamua ia Ding Yuan, le kovana o Jingzhou, o lona tamā fai ma auauna i lalo o ia.\nIna ua mavae le maliu o le Emeperoa Ling o le pulega a Han i Sasae, na alu atu Ding Yuan i Beijing e taupulepule ma le taitai aoao o He Jin e pulea le malo.\nNa tau Dong Zhuo ma Ding Yuan, ae na le mafai e le tele o taitai ona faatoilaloina Lu Bu, o lea na auina atu ai e Dong Zhuo lona sui o Li Su e totogi Lu Bu. Na aumaia e Li Su faaputuga o oloa auro ma siliva ma le solofanua lapiti mumu lauiloa e \"asiasi ia Lu Bu\". Na aumaia e Li Su faaputuga o oloa auro ma siliva ma le solofanua lapiti mumu lauiloa e asiasi ia Lu Bu. O lea na totogi ai Lu Bu e Dong Zhuo e fasioti Ding Yuan, ma fai atu i ana fitafita e o mai ma ia pe a latou mananao, ma o ese pe a latou le mananao e mulimuli ia te ia, o le taunuuga, o le toatele o fitafita na sosola. O lea na totogi ai Lu Bu e Dong Zhuo ma fasiotia Ding Yuan.\nIna ua maua e Dong Zhuo le pule, na ia vaetamaina Lu Bu e fai ma ona atalii vaetama ma avea ai o ia ma taitai aoao ma marquis.\nO Dong Zhuo sa ita tele, ma o le \"tama ma le atalii o le sootaga\" ma Lu Bu sa matua vaivai lava. I le 189 TA, i le uunaiga a Situ Wang Yun, na fasiotia ai e Lu Bu Dong Zhuo.\nI le ono masina talu ona maliu Dong Zhuo, na osofaʻia e le ʻautau tuai a Dong Zhuo le laumua, ma sosola ese ai Lu Bu ma lona toʻalua ma le popolevale. Ina ua tuua e Lu Bu le laumua, sa sulufaʻi atu Lu Bu i taʻitaʻi taua o Yuan Shu, Yuan Shao, Zhang Yang, Zhang Miao, Liu Bei, ma isi, ma tau tele ma Cao Cao, o le isi taʻitaʻi taua i lena taimi. Sa lototele ma lelei Lu Bu i taua, ma faatoilaloina Cao Cao i le tele o taimi.\nI le tolu o tausaga o Jian'an i le Eastern Han Dynasty, na osofaʻia e le 'au a Cao Cao Xiaopei, le nofoaga autu o Lu Bu, ma na pueina ma fasiotia e Cao Cao i lalo o le Olo o Baimen. A o lei fasiotia, na talosaga Lu Bu ia Cao Cao ina ia faasaoina o ia ina ia aloese mai le oti, ae na faamanatu atu e Liu Bei ia Cao Cao o Lu Bu sa faalataina i le tele o taimi ma o se tagata le faamaoni. I le faaiuga, o Cao Cao, o le na o le faatauaina o taleni e tusa lava po o le a le amio mama, na fasiotia Lu Bu.", "聖意": "Ou te le fiafia i le fale, e masani ona ou sailia tupe, leoleo mai fefaʻatauaiga, e faigata ona faaipoipo, e ofo le tamaloa o Liujia, e o mai tagata i le fanua, anufe silika ua afa, e ono manu e saogalemu, o tagata o loʻo suʻe tagata, o faamasinoga e talafeagai ma femalagaiga, mea leiloa e faigata ona maua, faʻamaʻi e faigata ona maua, ma o loʻo i ai le filemu i le tuugamau o Zhenxing Mountain.", "古人": "Ua talia e Dong Zhuo Lu Bu", "第X籤": "Nu. 41 Manumalo i le Lota", "宮": "Oe Maota"}