{"籤詩版本二": "O le emeperoa, o le emeperoa, ma le emperor o le a iu lava ina agalelei ma faatalitali ma tatalo mo faamanuiaga e aunoa ma se gau po o se manuia.\nE manuia ai tagata ola uma, ma e faamoemoeina le manuia i le lalolagi ma le lagi.", "詩意": "O lenei hexagram o se faailoga o le alofa mai le lagi.\nO le a manuia mea uma.", "解曰": "Na faaalia e le emeperoa lona fiafia. Aua nei galo. O sauniga o le taeao ma le afiafi. E talafeagai le susunuina o mea manogi.", "籤詩故事一": "◇ Na faasaoina e Mulian lona tinā\nO Mokou Lian, po o Mulian, e sili ona malosi i soo e toʻasefulu a Sakyamuni Buddha.\nO lona tina sa matape'ape'a ma pipi'i i lona olaga, o lea na pa'u ai o ia i le malo o aitu fia aai ina ua mavae lona maliu. Na faaaoga e Mokhullian lona mana faataulaitu e matau ai ma iloa ai o lona tina na fanau mai o se aitu fia’ai, e leai se auala e maua ai se meaai ma o loo i ai i se tulaga faigata tele, na ia faaaogaina lona mana faataulaitu e aumai ai meaai i lona tina. o mea‘ai, ‘ua liu lefulefu ma ‘ua lē mafai ‘ona ‘aina.\nNa popole Maudgalyana i le mea na tupu ma lipotia i le Buddha. Na taʻu atu e le Buddha ia Mulian o le aso 15 o le masina lona fitu o le masina, e tatau ona ia tuʻuina le selau o meaʻai ma fualaʻau e lima i totonu o se pesini ma ofoina atu i monike amio lelei o itu e sefulu. Faatasi ai ma lenei mana, o le a mafai ai e lona tina ona 'ai. .\nNa gaoioi Maudgalyana e tusa ai ma le finagalo o le Buddha, ma na iu lava ina faasaolotoina lona tina. O lenei ituaiga o sauniga e taʻua o le \"Obon Festival\" ma o lenei tausamiga e taʻua o le \"Obon Festival\".\n(Manatua: O se mea e iai lagona eseese i tulaga eseese o le lalolagi. E lagona e tagata i le lalolagi seoli e pei o le \"toto\".", "聖意": "Tatalo mo le fale ma le fale, tatalo mo le manuia i le taumalulu, saili le tamaoaiga, leai se fefaʻatauaʻiga, faaipoipoga, filemu i Liujia, tagata savavali, feʻaveaʻi fanua, anufe silika, ono manu, suʻeina o tagata, faʻasalaga, manuia, femalagaaʻi, conservativeness, leiloa meatotino, faʻamaʻi. , filemu o le mafaufau, filemu o mauga ma tuugamau", "古人": "Ua faasaoina e Mulian lona tina", "第X籤": "Saini fasefulu lua", "宮": "Oe Maota"}