{"籤詩版本二": "O le lalolagi e fetuutuunai ma o mea uma e lagolagoina e le tagata lava ia, lagolago e le tagata lava ia ma saogalemu\nE matagofie mea uma i le olaga, faafetai i le au paia ma le au atamamai mo mea uma, ma ia manuia.", "詩意": "O lenei hexagram e fai ma sui o le lotogatasi i le va o le lalolagi ma le lalolagi.\nE sologa lelei mea uma ma e leai se lamatiaga.", "解曰": "Ua fananau mai mea uma. E taunuu uma fuafuaga ma manaoga. Ford fesoasoani. Rui Qi ua faanatinati.", "籤詩故事一": "◇E maua e tagata savavali le malamalama\nMalaga i Sisifo tala:\nNa avea Sun Wukong ma tupu i le Mauga o Huaguo. Mulimuli ane, ina ia maua se auala e ola ai e faavavau, sa ia faaaluina le valu pe iva tausaga e faimalaga ai i luga o mauga ma vaitafe e tapuai ai ia Peteriaka Bodhi e fai ma ona faiaoga. o le lalolagi leaga ma ao fa'asa'o, ma fa'aigoa o le Sun mo le taimi muamua. Fa'aigoa o Wukong.\nIna ua uma lena, na alu Sun Wukong i le Dragon Palace i le Sami Sasae o Saina ina ia maua ai se auupega talafeagai, ma iu ai ina maua le Ruyi Golden Cudgel, le nila paia o Tianhe ma Dinghai. Ona ua uma lona olaga, sa ia faia se vevesi tele i le lalolagi, toe teuteu le tusi o le ola ma le oti, ma toe foi atu i le lalolagi o tagata. Mulimuli ane, na valaauina Sun Wukong e le lagi mo le taimi muamua ma sa faaigoa ia Bima Wen. Mulimuli ane, ona toe valaauina lea o ia i le lagi mo le taimi lona lua ma faaigoa o le Monkey King, na ia gaoia foi pea pea ma faatupu faalavelave i le lagi. saunia e Tathagata Buddha i lalo o le mauga o Wuzhi mo le 500 tausaga, ua le mafai ona gaoioi. O le nofoaga na kiki ai le ogaumu a Bagua ua liua i se mauga o le afi.\nI le lima selau tausaga mulimuli ane, na alu ai Monk Tang i Sisifo e aumai tusitusiga paia, pasi atu i le Five Elements Mountain, ma aveese le talisman aʻo leʻi laveaʻiina Sun Wukong. Na maligi loimata o Sun Wukong i le agaga faafetai. Ina ua uma ona faatonuina e Guanyin Bodhisattva, sa ia tapuai atu ia Tang Monk e fai ma ona faiaoga ma alu atu ai i Sisifo e aoao faatasi ai tusitusiga paia. I luga o le ala e aoao ai tusitusiga paia, na alu ifo Sun Wukong i luga o temoni ma aveesea sauʻai, ma faia pea lava pea galuega ofoofogia, ae peitai, sa le malamalama ia te ia ma tuliesea pea lava pea e lona matai o Tang Seng. Ina ua mavae le valusefulu tasi o faigata, na iu lava ina maea le galuega, na taunuu ai matai e toafa ma le au soo i le Malumalu o Xitian Leiyin ma maua ai le mau moni. Na ausia e Sun Wukong le taunuuga saʻo.\n(O le tala lenei o se faʻataʻitaʻiga e oʻo lava i se manuki e mafai ona faʻamalamalamaina, ae le o se tagata.)", "聖意": "O le fale e manuia mo oe lava, mo le tamaoaiga, pisinisi, faaipoipoga, Liujia, tane savali, faʻalavelaveina fanua, anufe silika, ono manu, Zhongping, saili mo tagata, faamasinoga, manuia, malaga, leiloa o meatotino, faʻamaʻi, Xingxingshan tuugamau, mea e manuia", "古人": "E maua e le tagata malaga le malamalama", "第X籤": "Saini i le aso 43", "宮": "xugong"}