{"籤詩版本二": "O le malulu o le tau e liua ai le vai i le aisa.\nE leai sa’u filifiliga ae na’o le nofo filemu ma fa’atali se’i lauolaola fa’alenatura.", "詩意": "I lenei hexagram, ua liua le vai i le aisa.\nAua le ole atu mo se mea fua.", "解曰": "Ua malo le vai ile aisa. Liu aisa le vai. Afai o se taupulepulega leaga. O lea la.", "籤詩故事一": "◇ Ua talosaga Wang Xiang mo kapo (Twenty-Four Filial Piety Tala)\nWang Xiang o le Jin Dynasty, fa'aaloaloga igoa Fuzheng, na fanau i Linyi.\nA o laʻitiiti Wang Xiang, na maliu lona tinā moni, ma na faaipoipo lona tamā tuua toʻatasi i se fafine e igoa iā Zhu, ma na maua ai e Wang Xiang se tinā fou. A o talavou Wang Xiang, na maliu lona tina moni, ma na faaipoipo lona tama tuua toatasi i se tamaitai e igoa ia Zhu. O le tina fai o Wang Xiang o se fafine vaapiapi ma lotoleaga, e le fiafia o ia ia Wang Xiang ma e masani ona otegia o ia mo ni mea faatauvaa. E lei umi ae fanauina foi e le tina fai se tama tama e igoa ia Wang Lan. Ua na o le alofa o le tina fai i lana lava fanau, ma sa ia manatu ia Wang Xiang o se mea matuitui i lona itu, ua atili ai ona finau ia Wang Xiang, ma ua masani ona tautala leaga ia Wang Xiang i luma o lona tama, e oo lava i lona tama ua faasolosolo malie ona le toe alofa ia te ia. Sa na o le alofa o le tina fai i lana lava fanau, ma sa ia manatu ia Wang Xiang o se mea matuitui i lona itu, sa sili atu ona finau ia Wang Xiang, ma sa masani ona tautala leaga ia Wang Xiang i luma o lona tama, e oo lava i lona tama ua faasolosolo malie ona le toe alofa ia te ia. E ui lava o le afa-uso o Wang Xiang, o Wang Lan e matua faauo i lona uso. E ui i le sauaina o lona tina fai, ae sa matua alofa lava o ia. O le tina fai e matua saua, ae o Wang Xiang e matua alofa lava.\nO lona tina fai e iai se mea e fiafia i ai, o lona uiga, e fiafia e 'ai i'a fou faatoa fagota mai le vaitafe. O lona tina fai e iai se mea e fiafia i ai, o lona uiga, e fiafia e 'ai i'a fou faatoa fagota mai le vaitafe. I se tasi taumalulu, na alu ese ai lona tama mo pisinisi, ma sa toe ma’i ai foi lona tina fai. Sa saunia ma le faaeteete e Uso Wang Xiang ma Wang Lan le supo ma fualaau mo lo la tina e ai. vave. I se tasi taumalulu, na alu ese ai lona tama mo pisinisi, ma sa toe ma’i ai foi lona tina fai. Sa saunia ma le faaeteete e Uso Wang Xiang ma Wang Lan le supo ma fualaau mo lo la tina e ai. vave. Sa manao le tina fai ma’i e ‘ai i’a fou mai le vaitafe, i lena tau malulu tele, sa toulu le kiona i fafo ma ua liu aisa mafiafia le vai o le vaitafe. Sa manao le tina fai ma'i e 'ai i'a fou, o fea e maua ai i'a fou i lena tau aisa ma le kiona?\nI na aso, e leai ni meaʻai i fafo atu o le vaitau, ma e le mafai ona e faʻatauina e tusa lava pe iai sau tupe.\nI le taimi lea o le tala, na tupu ai le tala ootia o Wang Xiangqiu Li. Na leoleoina e le au uso e toalua lo latou tina ma le leai o se fesoasoani. Sa savali Wang Xiang i le vaitafe aisa ina ia aua ne'i faaita lona tina fai ma'i. Sa i ai se manatu o Wang Xiang ma aveese lona ofutino e tusa lava po o le a le malulu. Sa taoto le lavalava i luga o le aisa ma manaʻo e faʻaaoga. lona lava vevela o le tino e liusuavai ai le aisa (o lea ua taʻua ai Wang Xiangqiu carp o Wang Xiang o loʻo taoto i luga o le aisa). Na ia aveese lona ofutino ma taoto le lavalava i luga o le aisa. Na tatalo o ia i le Atua ma faapea atu: “Le Atua e, ua maʻi loʻu tinā ma ua manaʻo e ʻai kapo fou, e tatau ona e suʻe se auala mo aʻu e tusa lava po o le a. Na oso mai se kapo ola mai le ta'eta'e ma oso i luga o le aisa, sa matua fiafia lava Wang Xiang. Na ia tatalo i le Atua: “Le Atua e, ua maʻi loʻu tinā ma ua manaʻo e ʻai le kapo fou, e tatau lava ona e suʻe se auala mo aʻu e tusa lava po o le a. Na oso i fafo se kapo ola mai le ta'eta'e ma oso i luga o le aisa, sa matua fiafia lava Wang Xiang. Sa ia tootuli vave i lalo, faafetai i le Atua, ma tamoe i le fale ma le kapo. Sa ia tootuli vave i lalo, faafetai i le Atua, ma ave vave le kapo ma alu i le fale. Ina ua uma ona ai e le tina fai le kapo fou, e leʻi umi ae toe malosi mai lona maʻi. Na te’i le tina fai i luga o le moega o le falema’i ina ua ia vaaia le tino pito i luga o Wang Xiang ua liu lanu violē mai le malulu, ma i’a e lua i ona lima, na ia tamo’e atu i totonu o le potu ma le fiafia ma te’i.\nNa mulimuli ane avea Wang Xiang ma tagata aloaʻia ma avea o se Taibao, ma sa tuuina atu i ai le suafa Duke.", "聖意": "Le toʻa i le fale, ou te tatalo mo le puipuiga, faigata tau tupe, faafitauli tau pisinisi, faaipoipoga, le ogatasi i le inisiua Liujia, tagata savavali, anufe sili Chitian, ono manu leiloa, misi tagata, faamasinoga lautele, malaga, conservativeness, leiloa meatotino, maʻi, faigata ona toe faaleleia, tu'ugamau mauga, manuia", "古人": "Ua talosaga Wang Xiang mo kapo (Twenty-Four Filial Piety Tala)", "第X籤": "Fasefuluiva Manumalo i le Lota", "宮": "Haigong"}