{"籤詩版本二": "E mafai ona e faimalaga i tulimanu uma o le atunuʻu, tautau le faʻalava o le folau e taofi saʻoloto ai\nAfai e lelei le matagi, o le a vave ona oo mai ma o le a tumu le vaa i oa.", "詩意": "O lenei hexagram e pei o le tosoina o se vaa i le matagi.\nE sologa lelei mea uma.", "解曰": "Malolo malie. Leai se taumafaiga e manaomia. Tele oa. Sa faamemelo uma i ai.", "籤詩故事一": "◇Tao Zhugui Five Lakes (Fan Ligui Lake)\nI le Vaitau o le Tautotogo ma le Autumn, o Fan Li, o lona igoa faaaloalo o Shaobo, sa lauiloa foi o Gui Yizipi poʻo Tao Zhugong.\nI lena taimi, sa i ai se taua i le va o le Setete o Wu ma le Setete o Yue, ma le Setete o Wu na faʻaumatia le Setete o Yue. Na faia e Fan Li ma Wen Zhong se fuafuaga mo Yue King Gou Jian e faalauiloa Yue ma faaumatia Wu. Na malaga patino Fan Li i mauga ma vaitafe, ma asiasi atu i le Vaitafe o Huansha i le Mauga o Cailuo e su'e Xi Shi, o se tamaitai lalelei e lua ona uiga, taleni, ma le lalelei, ma tuuina atu i le Tupu o Wu. Na ia faaaogaina se \"matagofie.\" togafiti\" e galulue faatasi i totonu ma fafo ma faʻaumatia le Malo Wu.\nIna ua faamanuiaina o ia i le tafiesea o le Malo o Wu, na iloa e Fan Li o Gou Jian o se \"manulele ua umi lona gutu\" ma e mafai ona faasoa atu faigata ma le fiafia ia te ia, o lea na la folau atu ai ma Xi Shi i le Qi Malo, suia o la igoa. ia Gui Zipi, ma taitai ona atalii ma soo i le Malo Qi, latou te nonofo i le fale i tafatafa o le sami. Sa ia galue malosi e galueaiina fanua tuufua, fai se pisinisi tua ma fai pisinisi. I totonu o ni nai tausaga, na ia faaputuputuina le fiasefulu miliona o meatotino a le aiga. Sa agalelei o ia i le faasalalau atu o le tamaoaiga ma le faia o mea lelei i lona nuu, o le poto ma le agavaa o Fan Li na talisapaia e tagata o Qi, na valaaulia o ia e le tupu o Qi i Linzi le laumua, ma tapuai ia te ia o le palemia e vaaia mataupu tau le malo. . Na ia alaga: \"O le avea ma se tagata ofisa e mafai ona taitai atu ai i faifeau, ma o le faafoeina o se aiga e mafai ona maua ai se tamaoaiga. Mo se tagata lautele na amata mai le amataga, ua oʻo i le tulaga sili. O le faʻaaloalo mo se taimi umi atonu e le o se faʻailoga lelei.\" O lea, na o le tolu tausaga mulimuli ane, na ia toe solomuli foʻi Jiliu ma le lototele, toe faʻafoʻi le faʻamaufaʻailoga i le tupu o Qi, ma foaʻi uma atu le tamaoaiga o lona aiga i ana uo vavalalata ma tagata o le nuʻu.", "聖意": "O le fale e lelei mo oe lava (e lafo), o tupe e lelei, o pisinisi e lelei, o le pisinisi e tuai, o le faaipoipoga e le lelei, o Liujia ua saogalemu, o tagata o loʻo faʻalavelave i fanua, anufe silika, o le tautoulu, ono lafumanu, o le tautotogo e manuia, o tagata o loʻo suʻe tagata, o faʻasalaga e leaga, o femalagaiga e faʻasao, mea leiloa, faʻamaʻi papalagi e foia, mauga ma tuugamau i saute.", "古人": "Tao Zhugui Five Lakes (Fan Ligui Lake)", "第X籤": "Le manumalo lona limasefulu", "宮": "Haigong"}