{"籤詩版本二": "O aso o le taumafanafana e sili ona umi ma e popole tagata uma i le vevela ma le atuatuvale\nE iloa foʻi e le lagi ma le lalolagi mea e mananaʻo ai tagata, ma agi mai le savili ma e mālū", "詩意": "O lenei hexagram e faʻaalia ai o loʻo popole tagata uma i le vevela.\nFai so'o se mea e te mana'o ai.", "解曰": "E leai se masalosalo pe alu i luma pe solomuli. Ia manuia. E mo tolauapiga? E le mana'omia ona fa'anatinati.", "籤詩故事一": "◇Kong Ming ulufale atu i Sichuan\nO Zhuge Liang (181-234), igoa fa'aaloalo Kongming, o se tagatanuu o Yangdu, Langya (lea ua ta'ua nei o le Itumalo o Yinan, Itumalo o Shandong), ma sa avea ma palemia o Shu Han (Liu Bei) i le vaitaimi o Malo e Tolu.\nE ui ina manumalo Liu Bei i Jingzhou, ae sa le lava le tuueseeseina o le tasi itu, na fuafua Zhuge Kongming e pueina Xichuan e faateleina ai le teritori o Liu Bei. I le taimi lea, na osofaia ai Liu Zhang i Yizhou e Zhang Lu i le itu i matu. Na iloa e Zhuge Kongming na manao Liu Zhang e faapaia le faafanua o Xichuan ia Cao Cao ina ia puipuia ai o ia. Ina ua feiloai Zhang Pese (le sui o Liu Zhang) ma Cao Cao, ona o Cao Cao sa faasausili ma le le mafaufau, na ave e Liu Zhang le faafanua i Xichuan ma pasia Jingzhou i le ala. Ua leva ona faatali Kong Ming ia te ia i luga o le ala ma valaaulia o ia i Jingzhou, ae na te leʻi taʻua lava le Xichuan Picture seia oo i le taimi e alu ese ai.Na faafetaia e Zhang Song ia Kong Ming mo lona faaaloalo ma le talimalo, o lea na ia faapaiaina ai le Xichuan Picture i o ia.\nO le laufanua o Xichuan sa matautia ma e mafai ona osofaia pe puipuia. Ina ua uma fuafuaga eseese a Kong Ming, na avea Xichuan ma nofoaga na fanau ai Liu Bei.\n(Na togafitia e Kong Ming tagata i le faʻaaloalo ma faigofie ona maua le Xichuan manaʻomia.)", "聖意": "Tatalo mo faamanuiaga i le aiga ma lou lava puipuiga (e i ai le manuia i le malaia) Saili le tamaoaiga, manuia i pisinisi, faaipoipoga masani, fanau mai o tama i Liujia, feoaiga fanua, anufe sili, faaleagaina o lafumanu, saili tagata, lautele. faamasinoga, femalagaiga, mea tuai ua leiloa, ma'i i matu, moomoo mo mauga ma tuugamau", "古人": "Ua ulufale atu Kong Ming i Sichuan", "第X籤": "Mataupu 51: Manumalo i le lotoa (manumalo i le lotoa)", "宮": "Uterus"}