{"籤詩版本二": "E mana'omia le tele o taumafaiga e pu'e le masina i le vai, e mana'omia le tele o taumafaiga ae leai se mea.\nAua le tautala fa'avalevalea ma fa'amaumau au taumafaiga e fa'amalosi ai le tino.O le upu \"tino maguma\" o lona uiga muamua \"o le tino ua nofo to'atasi\".", "詩意": "O lenei hexagram e matapeʻapeʻa mo le ata o taumafaiga.\nO mea uma e galue ma galue.", "解曰": "E faigata ona manatua folafolaga. Tele galuega faigata. Popole ile fale. Faatalitali e feiloai i tagata tamalii.", "籤詩故事一": "◇ Na maua e Taibai le masina a o onā (Na maua e Li Taibai le masina a o onā)\nLi Bai (701-762), e lauiloa foi o Taibai, e lauiloa foi o Qinglian Jushi. O le tusisolo o le Tang Dynasty, o le na taʻua o ia o se tino ola pea, sa lauiloa o le Immortal of Poetry, ma sa fiafia pea o ia e aunoa ma le inu.\nNa sau Li Bai i Jinling (lea ua taʻua nei o Nanjing) ma malolo i se faleaiga i tafatafa o Wende Bridge.\nO lena aso o le aso lona sefululima o le masina o le taumalulu, i le po, e nofo na o ia i le faleaiga ma faamemelo i le masina, a o inu ma tauloto solo. O lena aso o le aso lona sefululima o le masina o le taumalulu, i le po, e nofo na o ia i le faleaiga ma faamemelo i le masina, a o inu ma tauloto solo. Sa sili ona fiafia Li Taibai i le masina i lona olaga, ma fai mai e mama ma matagofie. Sa sili ona fiafia Li Taibai i le masina i lona olaga, ma fai mai e mama ma matagofie. I lena po, na tepa aʻe ai o ia ma iloa atu le masina paʻepaʻe ma le lapotopoto i le lagi, ma sa fiafia tele o ia ma inu ni nai ipu tioata. I lena po, na tepa aʻe ai o ia ma iloa atu le masina paʻepaʻe ma le lapotopoto i le lagi, ma sa fiafia tele o ia ma inu ni nai ipu tioata. I le vaeluaga o le po, na faʻaaogaina e Li Taibai le uaina ma alu i lalo i le Alalaupapa o Wende. I le vaeluaga o le po, na faʻaaogaina e Li Taibai le uaina ma alu i lalo i le Alalaupapa o Wende. O le taimi lava na ia laa ai i luga o le alalaupapa, na ia tuu ifo i lalo lona ulu ma faafuasei ona ia vaaia le masina ua paʻu i totonu o le vai, ina ua gaoioi le vaitafe, ua faaopoopo ni nai laina uliuli i le ata paʻepaʻe o le masina. O le taimi lava na ia laa ai i luga o le alalaupapa, na ia tuu ifo i lalo lona ulu ma faafuasei ona ia vaaia le masina ua paʻu i totonu o le vai, ina ua gaoioi le vaitafe, ua faaopoopo ni nai laina uliuli i le ata paʻepaʻe o le masina. Ua onā Li Taibai i lea taimi ma ua manatu ai o le masina lea ua pisia i le vai o le vaitafe. Ua onā Li Taibai i lea taimi ma ua manatu ai o le masina lea ua pisia i le vai o le vaitafe. Na te lei popole lava e tatala ona seevae, na ia tatala ona lima ma oso ese mai le alalaupapa e puʻe le masina. Na te lei popole lava e tatala ona seevae, na ia tatala ona lima ma oso ese mai le alalaupapa e puʻe le masina. E le’i mafaufauina, o lea oso, e le’i maua le masina, ae ua ta’e le masina i totonu o le vai ma vaeluaina ai loa i ni afa se lua. E lei mafaufauina, i lenei oso, e lei maua le masina, ae na malemo le tamaloa. Na maliu o ia i le onosefulu lua o ona tausaga.", "聖意": "O le fale e le mautonu ma e te le manuia (faʻalogo i lou soifua maloloina) (le manuia) Saʻili paleni i le tamaoaiga (aua le mafaufau i ai) Faigata i fefaʻatauaiga, e leʻi foia le faaipoipoga, tatalo mo le puipuiga (oa gaogao e puipuia ai. Fa'ato'a fafano) O lo'o i ai le fa'alavelave o tagata savavali, o anufe silika i le malae e lima 'ai ma manu e ono o lo'o fa'aitiitia, su'e tagata (le manuia) fa'amasinoga lautele ma (Taofi le fa'amasinoga) Femalagaa'i masani (aua le ta'ua) Ma'imau meatotino (vaalele) Tatalo mo le puipuiga mai ma'i (le manuia) Manuia i mauga ma tuugamau", "古人": "Na maua e Taibai le masina a o onā (Li Taibai na maua le masina a o onā)", "第X籤": "E limasefulu lua le manumalo i le lotoa (Loteri)", "宮": "Uterus"}