{"籤詩版本二": "A liua le le fiafia i le fiafia, ona tagi leotele lea o tarako ma tagi taika.\nO le lagi lanumoana e iai lona ala i le lagi, se'i toe maua se isi avanoa e ausia ai le ta'uta'ua.", "詩意": "O lenei hexagram e pei o se tarako tagi ma se taika tagi.\nE iai le fa’amoemoe o le a sologa lelei mea uma.", "解曰": "Na'o le a'oa'o ma alu. Ia i ai lou lava manuia. E tatau ona faia i le faaiuga. E i ai se nofoaga e maua.", "籤詩故事一": "◇ Liu Bei e fa'anofotane\nIna ua uma le Taua a Chibi, sa naunau lava Sun Quan e toe maua Jingzhou, lea na pueina e Liu Bei, o lea na ia faaaogaina ai le fuafuaga a Zhou Yu, ma faafoliga o ia e manao e faauo lona tuafafine o Sun Ren ia Liu Bei, ae o le mea moni sa ia manao e ave. O Liu Bei o se tagata na taofia ai Jingzhou.\nIna ua uma ona matamata Zhuge Liang i le fuafuaga a Zhou Yu, sa ia tuuina atu le polosiua faatasi ai ma le fuafuaga ia Zhao Yun, o le sa puipuia Liu Bei ina ua alu i Soochow. Sa mulimuli Zhao Yun i le fuafuaga o loo i totonu o le polosiua ma faia ma le loto i ai se sausau tele e tuu ai Wu Guotai ( O le tama o Sun Quan) e iloa le talosaga mo le faaipoipoga. Talu ai ona o le alofa o Wu Guotai i lona afafine ma sa le manao e filifili faasamasamanoa i le olaga atoa o lana tama, o lea sa ia aoaiina ai Sun Quan mo le le alofa i lona tuafafine ma sa ia talosaga ai e faataitai patino ia Liu Bei pe agavaa mo lona afafine i le Malumalu o Ganlu. Ina ua uma ona feiloai Wu Guotai ia Liu Bei, sa ia talisapaia tele ia Liu Bei ma sa ia lagolagoina malosi le faaipoipoga i le va o Liu Bei ma lona afafine.\nMulimuli ane, na sosola faatasi Liu Bei ma Mrs. Sun i Jingzhou, mulimuli ane, na manao Sun Quan e faaaoga le osofaiga a Liu Bei ia Yizhou e osofaia ai Jingzhou, ae na taofia e Wu Guotai, lea na popole i le saogalemu o lona afafine.\nFai mai a ia: \"O le fuafuaga poto a Zhou Yu e sili ona lelei i le lalolagi. Na maliu lana ava ma leiloa lana 'au.\"\n(Liu Bei na maua mai le leaga)", "聖意": "Ou te le manuia i le aiga ae ou le manuia (muamua leaga, ona manuia lea) Saili le tamaoaiga, paleni, faigata i le faaipoipoga, manuia i le faaipoipoga. Tatalo mo faamanuiaga mo tagata savavali, anufe sili i le fanua, lima togi mo le faaleagaina o lafumanu, saili. mo tagata, faamasinoga ma femalagaiga, manuia mo meatotino leiloa, manuia mo faamai, filemu o mauga ma tuugamau.", "古人": "Liu Bei e fa'anofotane", "第X籤": "Le numera manumalo e limasefulutolu", "宮": "Uterus"}