{"籤詩版本二": "O le amio lelei mai le tama i le atalii e tuufaasolo mai i le atalii o le atalii, o le manuia i meaai ma lavalava e faalagolago i le Atua.\nO Chunxuan i totonu o le faletele e fiafia ai tagata, pe a latou fia aai, fafaga, fia inu ma momoe, o Chunxuan o se faʻataʻitaʻiga mo matua.", "詩意": "O lenei hexagram e fesoʻotaʻi ma le ata o le bamboo e tau atu i le tautotogo.\nTalosia ia sologa lelei mea uma.", "解曰": "Ave le ofe ma taʻitaʻia i le tautotogo. E salalau atu e le gata. O se alii e saili le faamoemoe. Ua fiafia uma.", "籤詩故事一": "◇ Na afio aʻe le Tupu o Wu o Zhou i le nofoālii\nNa osofaʻia e le Tupu o Wu o Zhou le Tupu o Zhou ma taʻitaʻia perenise e valu selau e tau faasaga i le autau a le Tupu o Shang, o fitafita foi i Chaoge (le laumua o le Tupu o Shang) na tetee atu foi i le Tupu o Shang ma faalataina le Tupu o Shang.\nNa susunuina e le Tupu o Zhou o ia lava i luga o le Olo o Zhaixing, ma na faaumatia ai le Malo o Shang.\nNa talia e le Tupu o Wu le tusi auro ma le oa auro, o le nofoalii lea o le emeperoa, sa faasaga i le itu i saute, ma piilima i lalo ona lima, ma sa ia nofo i luga. Na fa’atonu e le Tupu o Wu le tufaina o meatotino a Lutai, o le Star Picking Tower ia talepe, ma le saito araisa o lo’o teuina i Juqiao e tufatufa atu.\nFa'asa'oloto Jizi ua falepuipui ma toe fa'aleleia le tu'ugamau o Bigan. Na tietie atu le Tupu o Wu i lana taavale ma pasia le faitotoa o le fale o le alii poto o Shang Rong, ma punou lona ulu ma tu. Fa'aaloalo i tagata amio lelei ma fa'aaloalo, ma tu'u atu pologa i totonu o le maota.\nNa ia taofia foi auupega ma faalauiloa aganuu ma aoaoga. I le itu i saute o Nanshan, e tataa solofanua ma lafu povi i nuu i tua i laau o peach, o se vaaiga filemu.", "聖意": "E le o lelei le fale (manuia), e mafai ona e faia ou lava manaʻoga (manuia), saili tupe maua, fai se fefaʻatauaiga, ma faaipoipo (feiloai i se tama tane lelei), Liujia e saogalemu (zodiac). fa'ailoga), o tagata savavali e fealua'i fanua, laki anufe sili, ono manu ua fa'aleagaina, e faigata ona maua tagata (silasila i) fa'amasinoga fa'alaua'itele, aga'i se tagata mamalu, e leiloa le manuia.", "古人": "Na afio a'e le Tupu o Wu o Zhou i le nofoalii", "第X籤": "Limasefululima manumalo i le lotoa (loti)", "宮": "Maota mataga"}