{"籤詩版本二": "Ua tumu le matafaga i papa, ua tafe le vaitafe, ua manino le matagi, ua manino le masina, ua pisi tagata tamalii.\nI luga o le auala, e tatau ona ou fesili po o fea e alu i ai, aua le ave le manogi o fugalaau ma laau i totonu o le vaomatua, aua le tausia.", "詩意": "O lenei hexagram e pei o se vaʻa o loʻo faimalaga i luga o se tamai matafaga.\nI mea uma, o loʻo i ai tagata tamalii e fesoasoani.", "解曰": "Ina ia maua se tupe. Tele galuega faigata. Tumau fa'asao ma fa'atali. Manuia tele.", "籤詩故事一": "◇ Lusana fouvale\nO An Lushan (703-757), o lona igoa o Kang ma e igoa ia Yaluoshan, e sau mai Liucheng, Yingzhou (lea ua taʻua nei o Chaoyang, Liaoning).\nMulimuli ane, na ia tauaveina le igoa An ma suia lona igoa ia Lushan. I le taimi o le nofoaiga a le Emeperoa Xuanzong o le Tang Dynasty, o An Lushan sa avea ma avefe'au faamiliteli.\nIa Novema o le 14 tausaga o Tianbao, na siitia ai e An Lushan ni fitafita i Fanyang. I le igoa o le osofaʻia o Yang Guozhong, na ia faia ai se fouvalega ma ave le 'au a le tolu aai e osofaʻia Luoyang, le laumua i sasaʻe. O lipoti mai Taiyuan na faanatinati atu i Lishan.O Tang Xuanzong, o le sa i le Maota o Huaqing i Lishan i lena taimi, e leʻi talitonu o le a fouvale Anlushan, ae peitai, na faaauau pea ona salalau tala o le fouvalega, ma o Xuanzong sa tumau pea le afa o le talitonu. (O se fa'aaliga lea o le \"leo o vai tafe i luga o tama'i ma'a i se vaitafe\")\nE leʻi oʻo i le taimi na auina atu ai e Yan Zhenqing, le pule o le Itumalo o Pingyuan, se tasi e auina atu faʻamatalaga na ala ai Xuanzong mai lana miti.\nI lalo o le fuafuaga sese a le Emeperoa Xuanzong o le Tang Dynasty, na pueina ai e le au fitafita solofanua a Lushan Luoyang, le laumua i sasae.I le masina muamua o le tausaga na sosoo ai, na ia folafola ai o ia lava o le Emeperoa Dayan i Luoyang, Jianyuan Shengwu, Emperor Xiongwu, ma Da Xixun o palemia.\nI le masina o Iuni o le tausaga lava lea, na fasiotia ai e le Emeperoa Xuanzong o le Tang Dynasty, ona o le naunau e aveese le faalavelave i Changʻan ma i le sese o le malamalama faamiliteli, na ia fasiotia ai ni taitai taʻutaʻua se toʻalua, o Feng Changqing ma Gao Xianzhi. (O lenei amioga e solia ai le \"auala e tatau ona faasino i le vaitafe pito i luma\")\nMulimuli ane, na faatonuina faanatinati e le Emeperoa Xuanzong o le Tang Dynasty se isi taitai, o Ge Shuhan, e taitaia le autau a Tang agai i sasae mai Tongguan.\nO Ge Shuhan, o le na malamalama atoatoa i le mea sese a le Emeperoa Xuanzong o le Tang Dynasty, na fuafua e tolopo le suiga (o le auala o le \"e lelei pe a malu le matagi ma malu le tai\").\nI le faaiuga, na manatu le Emeperoa Xuanzong o le Tang Dynasty e matamuli tele o ia e tau, o lea na leai ai sana filifiliga ae na o le tau ma An Lushan i loimata, ma na faatoilaloina. (E faʻataunuʻuina ai le \"Afai e te galue malosi e tausi oe lava, e te ono manuʻa.\")\nI le Tang Dynasty, ina ua leai se taimi e tali atu ai fitafita tuaoi ma leoleoga i le lotoifale, na oomi e le autau a Lushan le tuaoi ma ulufale atu i le laumua. I se tulaga mataʻutia, na taʻitaʻia ai e le Emeperoa Xuanzong o le Tang Dynasty le Vaega o Leoleo e sosola ese mai le laumua, ma mafua ai ona paʻu le taʻitaʻi Xijing Changʻan.\n(Na solia e Tang Xuanzong le taʻiala a lenei faʻailoga, o lea na manuia ai le fouvale a An Lushan.)", "聖意": "Ua saogalemu le aiga, ua manuia le tagata lava ia, ua mautu le tamaoaiga, ua manuia le fefaatauaiga, ua manuia le faaipoipoga (faaeteete) Ua sau se alii savali mai Liujia i le fanua, ua selesele anufe, ma ua faaleagaina lafumanu e ono. ua maua ma ua tauamiotonuina le faamasinoga a le malo.O le meatotino leiloa e aumaia ai faamai, o lona uiga, e tatau ona toe faaleleia le tuugamau Anshan.", "古人": "Lushan fouvale", "第X籤": "O le lotoa lona limasefulu ono", "宮": "Maota mataga"}