{"籤詩版本二": "O le taeao ma le afiafi, o le lagolago a le Buddha e tatau ona i ai i taimi o faigata ae le o se tulaga lamatia\nAfai e tosina oe i se tagata tamalii, o le tupe ma le silika o le a faʻatasi foi ma oe, o Chuan Lai lea. E faalagolago uma ia te oe.", "詩意": "O lenei hexagram o loʻo faʻatusalia ai le faʻamanuiaga faalilolilo o atua ma Buddha.\nIa onosai ma ia manuia mea uma.", "解曰": "O se faailoga o le filemu tuai. A taugata mea uma, o le a manuia.", "籤詩故事一": "◇ Na maua e Tang Monk le malamalama\nI se tasi aso, na sau ai Tang Seng i le vaitafe ma vaaia ai le Mauga o le Buddha Lingshan i ona luma, sa i ai se alalaupapa e tasi le laupapa i luma o le vaitafe, sa le mafai e Tang Seng ona sopoia. Na liua le Buddha i se tagata vaʻa ma uu se vaʻa malepelepe, o le taimi lava na oso ai Tang Monk i luga o le vaʻa, na paʻu o ia i le vaitafe ma laveaʻiina e le tagata vaʻa, o le auala lea na maua ai e Tang Monk le tulaga Buddha. (Tala o le Malaga i Sisifo)\n◇ Tusi Paia Puta a Tang Monk\nSanzang o le Tang Dynasty, o lona igoa masani o Chen ma lona igoa faaigoa o Yi. Fanau i Goushi County, Luozhou (lea i saute o Yanshi City, Henan Province). Na avea o ia ma monike i le sefulutolu o ona tausaga ma ave le igoa Puta Xuanzang.\nIna ia maua uluaʻi tusitusiga paia a le lotu Puta, na ia alu ese ai mai Changʻan (Xian, Shaanxi Province i aso nei) i le tausaga lona tolu o Zhenguan (AD 629), na ia sopoʻia le tuaoi, ma uia le anoanoai o faigata e oo atu ai i Tianzhu ( Initia) e ao mai tusitusiga paia. Na ia faimalaga i le vaitafe o Ganges ma Indus ma le itu i saute sasaʻe o le talafatai o Initia, ona sopoia lea o mauga ua ufitia i le kiona ma tuasivi lanu meamata, savali i le silia ma le 50,000 maila i tua ma luma. E 16 tausaga na ia toe foi ai i Changʻan i o le 19 tausaga o Zhenguan (TA 645). Na ia toe aumaia le tele o tusitusiga a le lotu Puta ma faaliliuina i le gagana Saina.\n(Na uia e Tang Sanzang se malaga umi i tua ma luma i le va o Saina ma Initia. Atonu na oo ia te ia tulaga matautia i le taimi o le faigamalaga, ae na mafai ona ia toe foi mai ma le saogalemu ona o loo i ona tua se tagata e le vaaia.)", "聖意": "E saogalemu le aiga, e manuia le tagata lava ia, manuia pisinisi papalagi, manuia le faaipoipoga, poloka e le au savali le fanua, poloka anufe, pito sili le anufe, aoga lafumanu, saili mo tagata, papalagi. e leaga faamasinoga a le malo, o le femalagaiga e faasao, o meatotino ua leiloa, o le faamai e manuia, o mauga ma tuugamau e manuia.", "古人": "Na maua e Tang Monk le malamalama", "第X籤": "Manumalo i le lotoa onosefulu lua", "宮": "Maota o Yin"}