{"籤詩版本二": "Na maua le i'a aau i se mailei i le Vaituloto o Bibo.\nAfai e iai se mea e faaletonu pe a uma ona mafaufau i ai, o le a tupu ai se faʻalavelave i le iʻuga.", "詩意": "O lenei hexagram e fa'atusalia ai se i'a na maua i se mailei.\nE fautuaina foi le faaeteete i mea uma.", "解曰": "Nofo i lalo o le fale. Ua pa'u mai le lagi mala. Ala vave ma fai ni puipuiga muamua. Aloese mai mala.", "籤詩故事一": "◇ Ua ufitia le solofanua i le vai (e faigata ona aoina le vai)\nMalo o Han. O Zhu Maichen, o le igoa faaaloalo o Wengzi, o se tagatanuu o Wu i Kuaiji (lea ua avea nei ma vaega o Suzhou City).\nI le amataga o ona tausaga, sa matitiva le aiga o Maichen ma e leai se manuia, o le ulugaliʻi sa nonofo i se faitotoʻa laumata i le auala pito i tua, o loʻo tipi fafie ma faʻatau atu e faʻamalieina ai tupe. E te le maua ni tupe tele i le fa'atau atu o fafie i le tau a se tasi.\nNa alu atu lona to'alua e asu vai ma va'aia ai se vaega o tamaiti o lo'o talie mai ia Maichen, na manatu le to'alua o se mea e maasiasi ai ma mulimuli ane alu ai.\nIna ua limasefulu tausaga o Zhu Maichen, sa sailia e le Emeperoa o Wu o le Tupu o Han taleni ma tapuai ia Zhu o le pule sili o Kuaiji.\nNa faanoanoa lona toalua i lona tauaso ma manao ai e avea o ia ma auauna teine ​​ma se palake e auauna ia Zhu i lona olaga atoa.\nNa fa’atonu e Maichen lona to’alua muamua e aumai se pakete vai, sasa’a i luga o le fa’asitepu, ma fa’apea atu, “Afai e mafai ona toe fa’afo’i le vai, e mafai ona toe fa’atasi i la’ua”.\nPe a manatu i le faiā i le va o le tane ma le avā, na tuu atu ai i le avā ma lana tane ua toe faaipoipo se avanoa i le togālaau i tua e totō ai ma tausia ai i laʻua. Na oso lona toalua i le vaitafe ma oti ai.", "聖意": "Ua lamatia le fale, ua lamatia le tagata lava ia, ua leiloa le tupe, ua filemu le fefaʻatauaʻiga, ua le o gatasi le faaipoipoga, ua fefefe Liujia, ua poloka tagata, ua faaleagaina fanua, ua leiloa anufe, ua leiloa lafumanu, tagata. ua maua, ua leiloa le tagi a le malo, ua lelei le malaga, ua leiloa meatotino ua le aoga, ua matautia le faama'i, ma ua tatau ona sui le tuugamau mauga.", "古人": "Ua ufitia le solofanua i le vai (e faigata ona aoina le vai)", "第X籤": "Faailoga onosefulufa", "宮": "Maogong"}