{"籤詩版本二": "A oo mai le taumalulu, o le a le faaumatiaina lava se lala o le palama i luga o le mauga e tusa lava pe toulu ona lau ma mamae ona lala.\nAe a oʻo mai le tautotogo, ou te toe faʻafoisia aʻu o le faʻaaloalo ma faʻaumatia le uluai galuega.", "詩意": "I lenei hexagram, o le fuga o palama o loʻo nofo i le tulaga muamua.\nE lelei mea uma pe a tuai.", "解曰": "E leai se aū na fana. A gaogao, e le gaogao. Faatalitali mo le oo mai o le tautotogo. E lanu i totonu.", "籤詩故事一": "◇Faalua sikoa\nI le taimi o le nofoaiga a le Emeperoa Dezong o le Tang Dynasty, o le faifeau faamaoni o Mei Bogao ma lona aiga na fausia e le Palemia faalata o Lu Qi, o le na manao e fasioti i latou uma, ae na o lona atalii o Mei Liangyu na mafai ona sola ese, mulimuli ane, na ia suia lona igoa. igoa ia Wang Xitong e nana ai lona faasinomaga. Sa nofo na o ia i luga o auala, fiaai ma malulu, ae o le mea e lelei ai na ave o ia e Chen Risheng (Chen Dongchu). E leʻi iloa e Chen Risheng lona olaga, o lea na ia talosagaina ai o ia e fesoasoani i le tausiga o le togalaau a Chen ina ia aua neʻi mate ai o ia i luga o le auala.\nO Chen Risheng o se tasi o le vasega ma o se uo a Mei Bogao, ina ua sauaina o ia e Lu Qi, na laveaʻiina o ia e Mei Bogao. Na lagona e Risheng le faanoanoa ma le ita ona o lenei mea, ina ua uma ona faaipoipo, sa ia faamavae ma siitia atu lona aiga i Yangzhou e nonofo na o ia.\nO Chen Risheng ei ai sana tama teine ​​e igoa ia Chen Xingyuan, e aulelei ma manogi, ina ua uma ona sau Mei Liangyu i le aiga o Chen, na latou alofa muamua i ai. I se aso na fuga mai ai fuga o palama, o le aso foʻi lea na maliu ai Mei Bogao, na tatala ai e Chen Risheng ma lona aiga se fata faitaulaga i le togālaau palama o lo latou fale e faamanatu ai le la uō ua maliu ma lē na fesoasoani. ona agi mai ai lea o se afā mamafa o le kiona, ua ufitia uma ai fuga o fuamoa. Fai mai le tagi a Chen Risheng ua mafai ona sola ma le saogalemu, ae ua le mafai foi ona ia faasaoina fanau a le aiga o Mei, na ia manatu o se lapataiga lea mai le Atua, o lea na ia tauto ai sei vagana ua toe fuga mai le fuga o le palama, e faamaonia ai e tupuga mai ia i latou. sa ola pea le aiga o Mei, e le mafai lava ona ia fai atu se tala, na sola o ia i le lotu Puta ma avea ma monike.\nNa faalogoina e lona afafine o Xingyuan lenei mea ma vave ona faamu mea manogi ma tatalo faamaoni i le Atua ina ia toe fuga mai fuga o palama. O lo latou faamaoni na faagaeetia ai le lagi, ma na toe fuga mai uma laau palama i le togalaau palama; mulimuli ane iloa e Chen Risheng o le Xitong o Liangyu, o lea na ia faauo ai lona afafine o Xingyuan ia te ia.", "聖意": "O le fale ma le fale e le lelei mo ia lava, mo le manuia o le tagata, e saili ai le tamaoaiga, e faautauta i faiga, e faatali seia oo i le taimi o le faaipoipoga, e tuai, e faaipoipo, e tuai, e manuia i totonu. le tautotogo, e tuai, e tuai, e tuai, e pisi, e pisi, e manuia, e pisi, e maua.", "古人": "Sikoa faalua", "第X籤": "Onosefulu-iva Manumalo i le Lota", "宮": "Tatsumi"}