{"籤詩版本二": "O Chao Chao e pei o se pi e aoina fugālaau, e lele mai i saute sisifo ona sosoo ai lea ma sasaʻe\nUa uma le tautotogo, ua leai ni fuga, ua leai se mea e su'e ai, E le suia lava e lenei loto le mea ua i ai.", "詩意": "O lenei hexagram e pei o se pi e tau fugala'au.\nO mea uma e galue ma galue.", "解曰": "Leai se vaaiga o le tautotogo. E umi se taimi e timu ae e leʻi kilia lava. Fesili atu mo se fesoasoani. E sili le filemu.\n.", "籤詩故事一": "◇ Na fouvale Li Mi i le Tupu o Tang\nLi Mi\n(582-619), o le taʻitaʻi tuai o le Wagang Army i le fouvalega a le aufaifaatoaga i le tuai o Sui o Saina. Matai o le kakalafi. O le matai o le upu Fa o se tagatanuu o Changʻan, Jingzhao, ma o lona aiga tuaa o Xiangping, Liaodong (lea i saute o Liaoyang, Liaoning). O se tagatanuu o Changʻan, Jingzhao, o lona aiga tuaa o Xiangping, Liaodong (lea i saute o Liaoyang, Liaoning).\nI le iva o tausaga o Daye (613), na ia auai i le fouvalega a Yang Xuangan faasaga i le Sui o le Sui i Liyang (lea i le itu i matu sasaʻe o Junxian County, Henan Province). I le iva o tausaga o Daye (613), na ia auai i le fouvalega a Yang Xuangan faasaga i le Sui o le Sui i Liyang (lea i le itu i matu sasaʻe o Junxian County, Henan Province). Ua faatoilaloina lagona lilo,\nNa sola Li Mi. Na faatoilaloina Xuangan ma sola Li Mi.\nI le sefululua o tausaga o Daye, na ia auai i le Vaegaau a Wagang\n. I le sefululua o tausaga o le nofoaiga a Daye, na ia auai i le Vaegaau a Wagang. Sa lelei Li Mi i fuafuaga, O Oketopa o le sefululua o tausaga o Daye, na tauanauina ai e Li Mi ia Zhai e osofaia Xingyang Tong, le taitai malosi o loo malaga faatasi ma le vaegaau, e puipuia Zhang Xutuo, faatoilaloina le au Sui ma fasiotia Zhang Xutuo. Sa lelei Li Mi i fuafuaga, O Oketopa o le sefululua o tausaga o Daye, na tauanauina ai e Li Mi ia Zhai e osofaia Xingyang Tong, le taitai malosi o loo malaga faatasi ma le vaegaau, e puipuia Zhang Xutuo, faatoilaloina le au Sui ma fasiotia Zhang Xutuo.\nMulimuli ane, na ia fuafua e osofaʻia le faleteuoloa o Xingluo (na mulimuli ane toe faaigoa ia Luokou), tatala le faleteuoloa mo fesoasoani, ma faalautele le vaega. Na feagai ma le soloia ma le tufatufaina atu o le Sui o le Sui. Sa i ai se taua i punaoa a le militeri ma isi mataupu, ma na fasiotia ai e Li Mi ia Zhai Rang ma le faitau selau o ona soo. Mulimuli ane, na ia fuafua e osofaʻia le faleteuoloa o Xingluo (na mulimuli ane toe faaigoa ia Luokou), tatala le faleteuoloa mo fesoasoani, ma faalautele le vaega. Na feagai ma le soloia ma le tufatufaina atu o le Sui o le Sui. Sa i ai se taua i punaoa a le militeri ma isi mataupu, ma na fasiotia ai e Li Mi ia Zhai Rang ma le faitau selau o ona soo.\nIa Mati o le 14th o tausaga o Daye, na fasiotia ai e Yu Wenhuaji le Emeperoa o Yang o Sui o Sui.\n, na taitaia le silia ma le 100,000 tagata e toe foi atu i sisifo. Ia Mati o le sefulufa o tausaga o Daye, na fasiotia ai e Yu Wenhuaji (Yu Wen, igoa faʻapitoa) le Emperor Yang o Sui Dynasty ma toe foi atu i sisifo ma le silia ma le 100,000 tagata. Na faatonuina Li Mi e osofaʻi Huaji, e ui ina toʻilalo Huaji, ae na matuā toʻilalo foʻi ʻautau a Li Mi, mulimuli ane tuliloaina e Wang Shichong, na faatoʻilalo le ʻautau a Li Mi ma faaumatia ai lana togālauapi, o ana taʻitaʻiʻau o Qin Shubao, Cheng Zhijie (muamua na faaigoa ai. Cheng Yaojin), Niu Jinda ma isi na pueina. , Shan Xiongxin toe faafoi. Na faatonuina Li Mi e osofaʻia Huaji, e ui lava na toʻilalo Huaji, ae na matuā mafatia foʻi le ʻautau a Li Mi. Mulimuli ane, na tuliloaina o ia e Wang Shichong. Ua faatoilaloina le autau a Li Mi ma ua faaumatia ai lana toagalauapi, o ana taʻitaʻiʻau o Qin Shubao, Cheng Zhijie (muamua e igoa ia Cheng Yaojin), Niu Jinda ma isi na ave faapagota, ma na siilima Shan Xiongxin. Sa le fiafia Li Mi, o lea na ia sopoia ai le vaitafe i Heyang ia Setema ma tuuina atu i le Tang Dynasty. Sa le fiafia Li Mi, o lea na ia sopoia ai le vaitafe i Heyang ia Setema ma tuuina atu i le Tang Dynasty.\nIa Novema, na auina atu ai e Li Yuan Li Mi i Shandong e faʻauluina 'au tuai. Novema, \nNa auina atu e Li Yuan Li Mi e faatali i Shandong e faafaigaluega ni fitafita tuai. I lona lagona ua masalomia o ia, na ia fouvale ai ia Tang. I lona lagona ua masalomia o ia, na ia fouvale ai ia Tang. Na valaaulia e le taʻitaʻiʻau a Tang Sheng Yanshi Li Mi e osofaʻi ma fasiotia o ia i Xinggong Xian. Na valaaulia e le taʻitaʻiʻau a Tang Sheng Yanshi Li Mi e osofaʻi ma fasiotia o ia i Xinggong Xian.", "聖意": "Fale, fale, laulaufaiva, oe lava, leaga, saili le tamaoaiga, maumau pisinisi, faaipoipoga e le tumau, Liujia, fugalaau gaogao, tagata savavali, Yaotian, leaga anufe sili, ono manu faaleagaina, misi tagata, faamasinoga, leiloa, malaga, conservativeness, leiloa meatotino, ma'i, fa'alavelave, toe fuata'i tu'ugamau mauga", "古人": "Na fouvale Li Mi i le Tupu o Tang", "第X籤": "O le ata lona fitugafulu", "宮": "Tatsumi"}