{"籤詩版本二": "Cognition of Canglong Nineteenth Guards: O se fafine na faaipoipo i se tane lona lua\nFaatasi ai ma le aufana e tasi ma aū e lua, o le a ola filemu le tainasoa i le taimi lava lena", "詩意": "O lenei hexagram e pei o se aufana o loʻo uuina aū e lua.\nE manuia mea uma pe a alu faatasi.", "解曰": "E le mamafa tele. Tulaga. Ua tatala Zhen Liuzhong. E fautuaina le fa'aeteete.", "籤詩故事一": "◇ Ua asiasi atu Wenjun ia Xiangru\nO Zhuo Wenjun o le afafine o le atalii o le atalii o Zhuo Wang, o se fai pisinisi mauoa i Linqiong, i le Itumalo o Sichuan, sa poto o ia i musika ma e iai sona igoa tusitusi. Na faaipoipo o ia i le sefuluono o ona tausaga. I ni nai tausaga mulimuli ane, na maliu ai lana tane ma toe foi atu i lona aiga fanau e nofo ai o se fafine ua oti lana tane.\nI se tasi aso, na alu ai Sima Xiangru i le fale o Zhuo Wangsun mo se taumafataga, ina ua ia iloa o Zhuo Wenjun faatoa maliu lana tane, sa ia taina le pese \"Phoenix Seeking the Phoenix\" e faailoa atu ai lona alofa. Ua uma ona faalogo Zhuo Wenjun e uiga ia Sima Xiangru, ma o lenei taumafataga na atili ai ona tosina atu o ia ia Sima Xiangru. I le isi itu, ina ua maeʻa le taumafataga a Sima Xiangru, sa vave ona ia faʻaaluina le tele o tupe e faʻatau ai le teine ​​​​tagata a Zhuo Wenjun ma fai atu ia te ia e faʻaalia le alofa o Sima Xiangru mo Zhuo Wenjun. Ina ua uma ona iloa e Zhuo Wenjun le alofa o Sima Xiangru e ala i le teine, sa ia faanatinati atu loa i le fale talimalo sa nofo ai Sima Xiangru.Ina ua vaai atu i le taunuu mai o Zhuo Wenjun, sa vave ona momoe Sima Xiangru ma ia i le po i lona nuu i Chengdu.\nA o latou iai i Chengdu, sa lē tagolima le ulugalii ma sa tatau ona toe foʻi i Linqiong e tatala se tamaʻi faletalimalo e maua ai se tupe e ola ai, na faatau atu e Zhuo Wenjun le uaina ma fufulu ipu e Sima Xiangru, sa ola i se olaga mativa. Ina ua uma ona iloa e le tama o Zhuo Wenjun, o Zhuo Wangsun, na ia malie ma faatupeina i laua i lalo o le fautuaga a ana uo, ina ia toe foi atu Sima Xiangru ma Zhuo Wenjun i Chengdu e nonofo ai, ma mulimuli ane ua mauoa.", "聖意": "Le leiloa o le fale ma meatotino, aia tatau a le tagata lava ia ma mea sese, saili oa, fefaʻatauaiga o galuega, puipuia mai le toe faaipoipo.", "古人": "Ua asiasi Wenjun ia Xiangru", "第X籤": "Fitugafulu ma le tasi Manumalo Lotto", "宮": "Tatsumi"}