{"籤詩版本二": "E tatau i le au tausi lagomeli ona aioi atu mo le meli, ina ne'i utia i se tui\nE tatau ona i ai se auala ese i ou luma, o le mea lilo e loloto e pei o le vao tuitui.", "詩意": "O lenei hexagram o loʻo faʻatusalia pi e aoina le meli.\nO mea uma e galue ma galue.\n\n(O lenei hexagram e sailia le faailoga o le suamalie ma maua ai le oona.\nPuipuia mala i mea uma.\n)", "解曰": "E tatau ona fai ma le faaeteete mea. E le tau faamalosia. O pi e aoina le meli. O le a le mafuaaga?", "籤詩故事一": "◇O Wang Mang e saili taleni\nO le aiga o Wang Mang i le Western Han Dynasty e mafai ona faapea o se aiga mauoa. E ui ina maliu lona tama, ae o nisi o uso ma tuagane o ona tuagane na avea ma emeperoa o le pulega a Han, na avea i latou ma taitai aoao, palemia, ma avea ma marquises ma maua taui.\nAe o le aiga laitiiti lava o Wang Mang sa matua matitiva lava; o lona tama na maliu laitiiti, ma sa na o ia sa nonofo ma lona tina, ma faalagolago i le alofa mai aiga. Ae ona o lenei mea, na atiina ae ma faataitai e Wang Mang se seti o tomai i le feagai ai ma tagata talu mai lona laitiiti. E tusa lava po o le a le faanoanoa po o le ita na ia lagonaina, e masani lava ona ia faaalia se foliga fiafia ma le filemu i luma o tauaiga, toeaina po o tagata i fafo, o lea na matua talisapaia ai o ia e tagata uma o le aiga.\nI se tasi taimi, na maʻi tigaina ai le uso matua o lona tama, ina ua iloa e ia, sa ia sau ma faatalitali i tafatafa o le moega o le maʻi, ma aumai vailaau ma vai, ma mataala i le po, mo le tele o masina sosoo, sa leʻi lavalava o ia, le lavalava, ma le pala. .Sa sili atu o ia i le “onosai” nai lo le ma’i.\nOna o lenei mea, na viia ai o ia e tagata uma o Taiwan ma tusi tusi e talosaga atu ai mo se taui mo ia.\nO lea na tuuina atu ai e le Emeperoa o Cheng o le Tupu o Han ia te ia le igoa o le New Capital Marquis ma tofia o ia e fai ma leoleo i le maota, ma avea ma faifeau vavalalata a le emeperoa.\nFaatasi ai ma lona tulaga maualuga ma le malosi tele, e leʻi faʻaalia lava e Wang Mang se faʻamaualuga poʻo se paie, ae na faʻateleina lona faʻaaloalo ma faʻaaloalo. , na ia fesoasoani i ē matitiva ma limafoaʻi i lona tamaoaiga.\nAe sa ia ola i se olaga faʻatauvaʻa, e masani ona 'ai i aano o manufasi, ae le gata i lea o le ofuina o ofu talaloa uumi ma ofu umi lima, na o ofu pupuu. O lea na autasi ai tagata uma o le malo ma tagata lautele e vivii ia te ia i le upu “agalelei”.\nMulimuli ane, na maliu le uso o lona tama, o Grand Sima Wanggen, i le gasegase ma na filifilia ai o ia e suitulaga ia te ia. Na manatu le emeperoa ma faifeʻau uma o ia e sili ona talafeagai. O le mea lea, o Wang Mang, e na o le tolusefulu valu tausaga le matua, na avea ma Grand Sima ma le malosi sili o le militeli i le atunuu.\n(O le tala lenei o se fa'atusa. O le lelei i le avea ma se tagata lelei e mafai ona fesoasoani ia te oe e aveese ai le \"faigata o le tuia e lagomeli\" ma ausia ou manaʻoga e te manaʻo ai.)", "聖意": "E le lelei le fale mo le tagata lava ia, o le aiga ua faalavelave, o pisinisi ua poloka, o le faaipoipoga ua poloka, o ofutau e ono e sese, o tagata savavali ua tuai, o le seleselega o anufe silika, o lafumanu e maualalo, e faigata ona fai. su'e tagata, leaga le tagi, ua le minoi le malaga, leaga mea ua leiloa, ua faatuina le faama'i, ua leiloa le tuugamau mauga.", "古人": "Ua sailia e Wang Mang ni taleni", "第X籤": "Manumalo i le se’i fitusefulu ma le lua", "宮": "Tatsumi"}