{"籤詩版本二": "A oʻo mai le tautotogo, e luluina e faititili le tagi a le fiaselau o iniseti, ma ou liliu ese mai le palapala\nIna ua ou iloa muamua o loo ou sau ma alu, o le taimi lava na ou suia ai, na avea aʻu ma tarako.", "詩意": "O lenei hexagram e pei o faititili ma iniseti.\nO le feiloai i se tagata tamalii o se faailoga lelei i mea uma.", "解曰": "Faititili faititili. E lua tupe teu i totonu ma fafo. Sui faatasi. Seia Tianmen.", "籤詩故事一": "◇Chenqiao Fouvalega\nI le 959 TA, na maliu ai Zhou Shizong Chai Rong, ae o le Emeperoa o Gong, o Chai Zongxun, o lē na afio aʻe i le nofoalii, e na o le fitu ona tausaga. I lena taimi, o Zhao Kuangyin, o le sa galue o se tagata asiasi i luma o le maota ma le avefeau a Songzhou i le Vaegaau a Siamani, sa umia le mana moni.\nI le tautotogo o le 960 TA, na lipotia mai ai e Zhenzhou (Zhengding, Hebei Province i aso nei) ma Dingzhou (o le Itumalo o Dingxian i aso nei, Itumalo o Hebei) o autau a le Northern Han Dynasty ma le Liao State o loʻo o faʻatasi i saute e osofaʻia le Later Zhou Dynasty, ma malosi tele, ma talosagaina e auina atu fitafita mo se fesoasoani. Mulimuli ane, na faatonuina e le malo o Zhou ia Zhao Kuangyin e taʻitaʻia lana 'autau i matu e tau faasaga i le fili. Na galue faalilolilo Zhao Kuangyin i lalo o le fuafuaga a lona uso o Zhao Guangyi, Zhao Pu, Shi Shouxin ma isi.\nI le aso 3 o Fepuari, ina ua taunuu le ʻautau i Chenqiaoyi (lea ua taʻua nei o Chenqiao Town, i saute i sasaʻe o Fengqiu, Henan), na latou faia se fouvalega ma faatonuina fitafita e fai ofu samasama mo ia. . Ina ua uma lena, na toe taitai atu e Zhao ana vaegaau i Kaifeng e aunoa ma le susunuina, fasioti po o le gaoi, \"Na faia e Taizu Chen Qiao se tautoga e le faalavelave i tagata o le laumua, ma na ia folafola atu na te le faalavelaveina le aai i le aso na te ulufale atu ai i le aai.\"\nI le aso lona tolu o le tausaga lona tolu o le masina o le masina, na fouvale ai Zhao Kuangyin i Chenqiao ma toe foi atu i le laumua. Na taitai e Fan Zhi ia Wang Pu ma Wei Renpu e fesiligia Zhao Kuangyin. Na se'i e Luo Yanhuan lana pelu i luma o le faleie ma alaga leotele. : \"E leai ni matai o 'au e tolu. Ua filifili le au taʻitaʻiʻau e tofia o ia e fai ma emeperoa. Soʻo se tasi e tautala atu o le a fasiotia!\" O foliga o Wang Pu sa sesega pei o le eleele, na ia tuu ifo i lalo ona laa ma punou i lalo, o Fan Zhi foi na punou, o Kuang Yin lava ia na fesoasoani ia te ia i luga ma faia ia te ia ma le faaaloalo tele.\nIna ua maeʻa le tetee malosi, na nofoia e le Emeperoa Gong o le Tupu o Zhou mulimuli ane le nofoalii, ma na pulea e Zhao le nofoalii. ma sau i ona tafatafa, fai mai: “Ua uma.’”\nIna ua sau Zhao i le nofoalii, na ia suia le igoa o le atunuu ia Pese, Yuan ia Jianlong, ma avea Kaifeng ma laumua, Shi Shouxin, Gao Huaide, Zhang Lingduo, Wang Shenqi, Zhang Guanghan, ma Zhao Yanhui na tuuina atu uma i le suafa Jiedushi. , lea sa lauiloa o le \"Chenqiao Mutiny\" i le talafaasolopito.\nWikipedia\n(O lenei tala e fai ma sui o le amataga lea o le faatinoga a Zhao Kuangyin.)", "聖意": "Tatalo mo lou aiga, olaga i aso uma, tamaoaiga, manuia, manuia i pisinisi, faaipoipoga tamalii, manuia i Liujia, tane savali, vave fanau mai anufe sili i fanua, vave fanau mai o manu e ono, manuia i le tautotogo, saili tagata, manuia. i fa’amasinoga fa’alaua’itele, manuia i femalagaiga, leiloa meatotino, lamatiaga i fa’ama’i, lamatiaga i mauga ma tuugamau.", "古人": "Chenqiao Mutiny", "第X籤": "Saini fitusefulu-tolu", "宮": "Mi Maota"}