{"籤詩版本二": "E pei lava o le tosoina o se taika i luga o se mauga maualuga, o le misa ma le tauva o le tasi ma le isi e matamuli ma malulu.\nA fa'afuase'i ona e faia se mea lelei e aunoa ma lou iloaina, e tatau lava ona e puipuia oe lava.O le upu toso le taika o lona uiga o le fusi o le taika.", "詩意": "O lenei hexagram e pei o le uuina (toso) o se taika i luga o le mauga.\nE matautia ma taufaafefe mea uma.", "解曰": "E matautia le matautia. E iai fa'alavelave i luma atu. Afai e te fesili mo se fautuaga. O se galuega faigata tele.", "籤詩故事一": "◇ Na tuua e Wu Yuan Zhaoguan i le po (Na pasia e Wu Zixu Zhaoguan)\nO Wu Zixu o se tagatanuu o Chu i le Vaitaimi o le Tautotogo ma le Autumn. I lena taimi, sa manao le Tupu o Ping o Chu e tuli o ia i lalo. Na ofoina atu e le Tupu o Ping o Chu se taui mo le pueina faapagota o Wu Zixu, ma sa tusia lona ata ma faapipii i luga o faitotoa o le aai i le isi itu o Chu State, ma faatonuina tagata ofisa e faia ni suesuega. Ina ua sola Wu Zixu i Zhaoguan, o le tuaoi i le va o Wu ma Chu, na siaki lelei e le au ofisa i Zhaoguan, sa matua popole lava o ia ua le mafai ona moe mo ni nai po sosoo, ma e oo lava i lona lauulu ua sinasina i le popole. O le mea e lelei ai, na ou feiloaʻi i se tamāloa e igoa iā Dong Gao Gong, o lē na tigā alofa i lona tulaga pagatia ma ave o ia i le fale e lafi ai. Sa i ai se uo a Duke Dong Gao e foliga pei o Wu Zixu, o lea na fai atu ai Duke Dong Gao ia te ia e pasi le suega e ala i le faafoliga o ia o Wu Zixu. Na maua e leoleo le Wu Zixu pepelo, ae o le Wu Zixu moni na le mafai ona iloa e le au ofisa ona o lona lauulu e sinasina uma, o lea na latou tuu ai o ia e alu. Mulimuli ane, na ia sola saogalemu atu i le setete o Wu.\n(Suia Wu Zixu i se uo e foliga tutusa, ma o ia lava e sinasina lona lauulu, o le \"lima togafiti\" o lenei tala)", "聖意": "Tatalo mo lou fale ma lou fale e puipuia oe lava, faʻaeteete i le sailia o le tamaoaiga, faʻaeteete i fefaʻatauaiga, faʻaletonu i fefaʻatauaiga, faigata o faaipoipoga", "古人": "Na tuua e Wu Yuan Zhaoguan i le po (Na pasia e Wu Zixu Zhaoguan)", "第X籤": "O le fa'ailoga lona fitugafulu ma le lima", "宮": "Mi Maota"}