{"籤詩版本二": "O le fa'afefiloi o i'a ma tarako e tutusa lona uiga.Nofo i le vai loloto ma fa'atali mo se laki.\nMa le le iloa, na oso ai Yumen i luga o le Dragon Palace ma lona ulu i luga.", "詩意": "Ole i'a hexagram ma le tarako e tumau pea e le suia.\nE oo mai mea uma i le taimi.", "解曰": "E ui lava o Ziji. Faatali foi. Fuafua lau lava pisinisi. Aua le fa'atamala.", "籤詩故事一": "◇ Hongwu leoleo povi\nZhu Yuanzhang, o se tagatanuu o Zhongli, Haozhou (lea Fengyang County, Anhui Province), na fanau i le tausaga muamua o Tianli o Yuan Wenzong o le Yuan Dynasty, tulaga fa i lona aiga. Na soifua mai o ia i se aiga matitiva o le aufaifaatoaga, ona o le mativa a o talavou, na le mafai ai ona ia aʻoga ma na ia leoleoina povi mo le pule o le fanua.\nI le tausaga lona fa o Zhizheng (1344), sa i ai se lamala ogaoga i Huaibei. Na maliliu sosoo ai le tama, tina, ma le uso o Zhu Yuanzhang, o lea na leai ai sana filifiliga ae na o le avea ma se monike fou i le Malumalu o Huangjue.\nI lalo ifo o le lua masina talu ona ulu atu i le malumalu, ona o le faigata i le aoina o le lisi o le malumalu i tausaga o oge, na tapunia ai e le pule o le malumalu le faleteuoloa ma faʻateʻaina monike. Sa tatau ona tuua e Zhu Yuanzhang lona nuu ma avea ma monike feoaʻi (a monike na maua le ola i le aisi).\nMulimuli ane, na avea Zhu Yuanzhang ma Taizu o le Ming Dynasty ma le \"emperor civil\" i le talafaasolopito o Saina, ma le igoa nofoaiga \"Hongwu\".\n(O le fa'atusa o lenei tala, o le fa'atauva'a mo sina taimi e le fa'apea o le a fa'apea fo'i i le lumana'i. E mafua ona e le'i o'o mai le taimi.)", "聖意": "Saogalemu le aiga, soifua maloloina le aiga, manuia le tamaoaiga, o lo o faatali le pisinisi, tuai le faaipoipoga, ua fanau le tane i Liujia, ua tuai le tagata savali, ua tuai le anufe, ua mauoa le anufe, manu e ono. e si'usi'u, e misi le tagata, e leai se faamasinoga e tuai, o le femalagaiga e le mautonu, o mea ua leiloa ua poloka, o le ma'i ua faalavelave i le tuugamau mauga.", "古人": "Hongwu e matamata povi", "第X籤": "Lotu fitugafulu ma le ono", "宮": "Mi Maota"}