{"籤詩版本二": "I le miti, na fai mai o le a tele le tamaoaiga, ae o le taʻutaʻua na o le leai o se aoga.\nE mamao le vai ma e mamao atu mauga, ae faigata ona faamaoni, o le tagata tamalii e avatu le taitaiga ma le ataata.", "詩意": "O lenei hexagram e fai ma sui o le faailoga o le mauaina o se oa i se miti.\nO mea uma e sili atu pe itiiti moni.", "解曰": "Moemiti pei o se miti. Leai se faamoemoe e ta’uta’ua. Faatali mo taimi lelei. O faatonuga mamalu.", "籤詩故事一": "◇ Toe faafoi le iasepi ia Zhao (toe faafoi le iasepi ia Zhao pe a uma)\nI le 283 TLM, na maua ai e le Tupu o Zhao Huiwen le He's Bi mai ia Chu. Ina ua faalogo le Tupu o Qin Zhaoxiang i le tala, na ia auina atu se tusi i le Tupu o Zhao, e faailoa atu ai lona naunau e fesuiai aai e sefululima mo He's Bi.\nNa iloilo e Lin Xiangru le Tupu o Zhao o Qin e malosi ma Zhao e vaivai ma e tatau ona sui.\nOna auina atu lea e le Tupu o Zhao Lin Xiangru i Qin ma He's Bi.\nNa feiloai le Tupu o Qin ia Lin Xiangru i Zhangtai, ma tuuina atu e Lin Xiangru le iasepi i le Tupu o Qin. Na matua fiafia lava le Tupu o Qin ma pasi atu le He's Bi i le lalelei ma sa tilotilo i ai tagata uma na siomia ai o ia, i le taimi lea, o tagata uma i le agavale ma le taumatau sa alalaga ia ola.\nNa iloa e Lin Xiangru e leai se faamoemoe o le Tupu o Qin e tuuina atu le aai ia Zhao, o lea na ia taʻu atu ai i le Tupu o Qin ua leaga le iasepi o Ia ma sa manao e faasino atu i le Tupu o Qin ina ia maua ai le avanoa e maua ai le. tua iasepi.\nIna ua uma ona toe ave e Lin Xiangru le Heshi's Bi, sa ia tu i autafa o le pou tele, ma faailoa mai ai ua manao e oti faatasi ma Heshi's Bi.\nO le taimi lea, na fai atu ai Lin Xiangru i le Tupu o Qin: \"Na manumalo pea le Tupu o Zhao i le tetee a faifeau ma talia le talosaga a le faifeau. O Qin o se atunuu tele! Ina ia faasaoina le faigauo i le va o Qin ma Zhao, Tupu Zhao Ina ua mavae aso e lima o le anapogi, sa ou auina atu au faifeau ia Qin ma le iasepi. aai, ae na pasi atu foi le iasepi a le aiga o He i se tamaitai lalelei, o se mea moni lava o se tauemuga a au faifeau.”\nIna ua uma lana tautalaga, sa vave lava ona faia e Lin Xiangru se taga o le tu'i o se pou, sa fefe le Tupu o Qin ne'i faaleagaina o Ia o Bi, o lea na ia faafoliga e tuuina atu ia Zhao aai e sefululima. Na iloa e Lin Xiangru le fuafuaga taufaasese a le Tupu Qin, o lea na ia talosagaina ai le Tupu Qin e anapogi mo aso e lima a o lei tuuina atu He's Bi e faatuai le taimi. I nai aso nei, na auina atu ai e Lin Xiangru ana auauna e toe foi i le Setete o Zhao ma le iasepi, a o nofo o ia e feagai ma le Tupu o Qin.\n(O lenei tala e pei o mata o se tagata masani o loʻo maofa i lona tulaga.)", "聖意": "Tatalo mo faamanuiaga i le aiga, tagata lava ia, taofia le tamaoaiga, faia fefaʻatauaiga faigata ona ausia, faaipoipoga e le ogatasi ma Liujiaxu tagata savavali, Chitian silkworms e le taliaina, ono manu ua faaleagaina, tagata ua misi, faamasinoga lautele ma femalagaaiga ua faamoemoeina, leiloa mea ua mamao, ua faatuina faama'i, ua auina atu i tuugamau mauga, ma suia.", "古人": "Toe faafoi le iasepi ia Zhao (faatumu le iasepi ia Zhao)", "第X籤": "O le lulu lona fitusefulu ma le fitu", "宮": "Maota o le aoauli"}