{"籤詩版本二": "Void knot, ou te manaʻo e tausia oe ia saogalemu, Afai e te puipuia lou tino ia saogalemu, maimau pe ana e le toe faʻafoʻiina.\n‘Aua ne‘i galo ‘ua toe fa‘afo‘isia le finagalo malie o le Atua, ‘aua fo‘i ne‘i ‘ino‘ino i afioga a le Atua.", "詩意": "Aua e te talitonu e moni lenei hexagram.\nO se faailoga o le le mautonu i mea uma.", "解曰": "E iai lava manatu o tagata. E le tatau ona pisi le mafaufau. Guanyin faatonuga. Aua e te le faaaloalo.", "籤詩故事一": "◇ Lagolago faalilolilo le fu'a apamemea\nO le taʻutaʻua taʻutaʻua na faavaeina le Malo o Tang, o Qin Qiong (Qin Shubao) na tuuina atu i ai le igoa o le Pule Sili o le Sui o le Sui, na ia taʻitaʻia ana 'au e osofaʻia Sishui Pass (poʻo Sishui Pass poʻo Dongling Pass, e eseese talatuu). O Yang Yicheng), o le leoleo aoao o le Sishui Pass, o le Emperor Yang o le Sui Dynasty na ia faatonuina le setiina o se fu'a apamemea, ae na le mafai e Qin Shubao ona osofaia mo se taimi umi. Ina ua uma ona ia iloaina o Luo Cheng, le taitai o le faalapotopotoga, o lona tausoga, sa ia faafesootaia le uso o lona tina.\nA o lei alu ese Luo Cheng, sa ia ta’u atu i lona tina o le tagata na sau e soloia le fu’a o lona tausoga o Qin Qiong, ma sa faatonuina o ia e lona tina e fesoasoani faalilolilo ia te ia. I le aso o le taua, na faafuaseʻi ai ona sui le itu a Luo Cheng, o lē na leoleoina le Fuʻa Apamea, ma aufaatasi ma Qin Qiong, ma iu ai ina latou faatoʻilaloina le Fuʻa Apamea. Na nofoia e Luo Cheng le Dongling Pass ma toe foʻi manumalo ai. le Tupu o Tang.\n(O lenei tala o se faʻataʻitaʻiga o nisi taimi e tatau ona e faʻalagolago i le mafaufau pe a fai mea, nai lo le faalagolago i lagona poʻo le faʻatuatua.)", "聖意": "O loo naunau pea le fale e folafola atu ia te ia lava, saili le tamaoaiga, tausia se vaega o le tagata, ia faaeteete i le faaipoipoga, fanauina se teine, tagata savavali e nonofo i le fanua, anufe silika, fitu togi ma le ono faaleagaina o lafumanu, saili mo tagata, faamasinoga lautele ma femalagaaiga. , meatotino leiloa, fa'ama'i i sisifo, fofo i mauga, tuugamau i sisifo", "古人": "Fesoasoani faalilolilo i lalo le fu'a apamemea", "第X籤": "Fitugafulu ma le iva Manumalo i le Lota", "宮": "Maota o le aoauli"}