{"籤詩版本二": "Ua toulu lau o le sukamoru, ua latalata mai le tautoulu, ma ua foliga mai o ao le malaga toe foi a le au malaga.\nFaafetai i taumafaiga silisili a le Atua, na toe foi mai ai le vaa ma le oa i le matagi.", "詩意": "O lenei hexagram o loʻo faʻatusalia ai le ata o lau o le sukamoru ua pau.\nE leaga mea uma i luma ma lelei i le iuga.", "解曰": "Ave mea mai le loto. Tianxin mulimuli i ai. Ina ia maua se tupe. Fai soo se mea e te mafaia.", "籤詩故事一": "◇ Ua agi le matagi i Tengwang Pavilion\nO Wang Bo, o le igoa fa'aaloalo o Zian, o se tusisolo o le amataga o le Tupu o Tang. Na fanau o ia i le tausaga muamua o Yonghui, le Emeperoa o Gaozong o le Tang Dynasty. O Wang Bo o loʻo faitau tusitusiga paia talu mai lona laʻitiiti, ma e lauiloa o ia o se \"tamaiti faʻatauvaʻa\". O Wang Bo o loʻo faitau tusitusiga paia talu mai lona laʻitiiti, ma e lauiloa o ia o se \"tamaiti faʻatauvaʻa\".\nIna ua sefulu ona tausaga, na la ui ane ai ma lona tama i se Malumalu o Guandi, na la vaaia ai le faatagata mamalu o Guandi i totonu o le malumalu, o loo uuina se kopi o le “Spring and Autumn” ma faitau i ai. Na musuia o ia, na ia usuina le Emeperoa Guan: \"Uuina ni loka se tolu o 'ava lanumeamata, faitau le talafaasolopito o Qing Dynasty i le moli lanumeamata ma faʻaaloalo i igoa taʻutaʻua. Uu le tarako lanumeamata ma le masina i loʻu lima. \" Fai mai e faapea i le tautoulu o lenei tausaga, na alu ai Wang Bo mai Shanxi i Hainan Island e asiasi i lona tama o le na aveesea i lalo i le faamasino o le itumalo o Jiaozhi. , ui atu i le faitau afe o mauga ma vaitafe i luga o le ala. I le tautoulu o le tausaga ina ua luasefulufitu ona tausaga, na alu atu ai Wang Bo mai Shanxi i Hainan Island e asiasi i lona tama, o le na siitia i lalo i le tulaga o le Faamasino o le Itumalo o Jiaozhi, na ia ui atu i le faitau afe o mauga ma vaitafe i luga o le ala.\nIna ua matou taunuu i Madang Mountain i lena aso, na o atu tagata uma i le matafaga e malolo, ina ua savali Wang Bo na o ia i se malumalu anamua, na faafuasei lava ona ia vaaia se toeaina o nofo i luga o le maa i tafatafa o le malumalu, o le toeaina e foliga mai o se tamaitiiti e lalelei lona lauulu. ma se fa'ailoga fa'atusa. Na ia fai atu ia Wang Bo \"E le o oe o Wang Bo?\" Na te'i Wang Bo ma fai mai, \"E sa'o! E fa'apefea ona e iloa lena mea?\" Fai mai le toeaina, \"Ua leva ona ou faalogo o loʻo e lelei. fa'amoemoe e fa'aolaina tagata, ma o au solo e 'anoa tele. O le a faia se pati tele i Tengwang Pavilion taeao. Afai e mafai ona e auai i le taumafataga ma tusi se tala, o le a ta'uta'ua oe i le tele o tausaga ma maua tupe alu malaga. \" i Madang Mountain, na o atu tagata uma i le matafaga e malolo, A o savali Wang Bo na o ia i tafatafa o se malumalu anamua, na faafuasei ona ia vaaia i luga o le maa i tafatafa o le malumalu, Sa i ai se toeaina nofonofo, e foliga mai o se tamaitiiti e lalelei lona lauulu ma se fairy. Na ia fai atu ia Wang Bo, \"E le o oe ea o Wang Bo?\"\nUa faateia Wang Bo ma faapea atu, \"E sa'o lava! E faapefea ona e iloa lena mea?\"\nFai mai le toeaina: “Ua leva ona ou faalogo e i ai sou manatu alofa e laveai tagata, ma e fai lava si anoa o solo e te fatuina, o le a fai se pati tele i le Pavilion a Prince Teng a taeao. o le a taʻutaʻua oe i augatupulaga uma ma o le ae maua tupe alu malaga.\"\nFai mai Wang Bo: \"O lenei nofoaga e ono pe fitu selau maila le mamao mai Tengwang Pavilion. E mafai faapefea ona tatou oo mai iinei taeao? \" Fai mai le toeaina: \"O le a ou faaaogaina se solofanua o se matagi faalelagi e fesoasoani ia te oe ia maua se folauga lamolemole. Ou e mautinoa lava o le a taunuu taeao.\" Na faafetai mai Wang Bo ia te aʻu ma fai mai: \"Faamolemole, loʻu tamā faaletulafono. , o oe o se tagata ola pea po o se atua?\" Na ata le toeaina ma fai mai, \"O aʻu o le Zhongyuan Shuijun e pule i le o le vai lea!\" Fai mai Wang Bo, \"O lenei nofoaga e ono pe fitu selau maila le mamao mai Tengwang Pavilion. E faapefea ona tatou oo mai iinei taeao?\"\nFai mai le toeaina: \"O le a ou faaaogaina le solofanua e fai ma matagi paia e fesoasoani ia te oe ia manuia lau folauga, e mautinoa lava ou te taunuu taeao.\"\nNa faafetai atu Wang Bo ia te ia ma fai atu, \"Faamolemole, tama o le tulafono, o oe o se atua ola pea po o se atua?\"\nUa ‘ata le toeaina ma faapea mai, “O a’u o le Zhongyuan Shuijun lea e pulea le vai lea!” Ona una’i atu lea o le toeaina ia Wang Bo ina ia vave alu i luga o le vaa, na ia vaaia ai ni ao matagofie o siomia ai o ia mo sina taimi, ma le matagi. ma sa lamolemole vai i le ala, i le emo o le mata, na ia malaga ai i le faitau selau o maila.\nOna una’i atu lea o le toeaina ia Wang Bo e oso vave i luga o le va’a, na ia va’aia ao fa’alelei o si’osi’omia o ia mo sina taimi, ma o se malaga sologa lelei, i le emo o le mata, ua faitau selau maila o ia na malaga ai. E pei ona faʻamoemoeina, na faanatinati atu Wang Bo i le Pavilion a Prince Teng i le taeao o le mea sili na tupu.\nE pei ona faʻamoemoeina, na faanatinati atu Wang Bo i le Pavilion a Prince Teng i le taeao o le mea sili na tupu. Ma i le taimi lava lena, na ia tusia ai le \"Preface to Prince Teng's Pavilion\", lea na taʻua o le mea silisili e faavavau e le Emperor Gaozong o le Tang Dynasty. Ma i le taimi lava lena, na ia tusia ai le \"Preface to Prince Teng's Pavilion\", lea na taʻua o le mea silisili e faavavau e le Emperor Gaozong o le Tang Dynasty.\nE iai se solo e faapea:\nE masani lava ona fai mai o tagata talenia o ni atua, o lea e le o se faʻalavelave faʻafuaseʻi na aumaia e le matagi Nanchang i Nanchang;\nSa ou tusia se solo e uiga i le faapaologa maualuga o le Tupu Teng, ma sa ia mulimuli i le tino ola pea e o faatasi ma Zhongyuan.", "聖意": "Tatalo mo lou aiga ma puipuia oe lava, tatalo mo faamanuiaga, saili le tamaoaiga, ma ausia le faaipoipoga ma le lotogatasi.", "古人": "Ua agi le matagi i Tengwang Pavilion", "第X籤": "Saini valu sefulu tasi", "宮": "Wei Gong"}