{"籤詩版本二": "Mo se faʻataʻitaʻiga, o le tolu, fa, ma le lima o vasega o le masina muamua o le masina o loʻo misi, afa e toesea, afa o loʻo i ai, ma e le atoatoa.\nO le fa'atalitali i le vaeluaga o le po i le aso sefululima o le tausaga, o mea uma e susulu ma tumu", "詩意": "I lenei hexagram, o loʻo misi le masina ae leʻo atoa.\nIa onosai i mea uma.", "解曰": "Tumau fa'asao ma fa'atali. E pei o le masina muamua o le masina. Faatalitali mo le taimi taamilo. E leai se mea leaga.", "籤詩故事一": "◇ Na afio aʻe Li Yuan i le nofoālii\nI tausaga mulimuli o le Sui o le Sui, o le Emeperoa Yang o le Sui o le Sui sa amio pi’opi’o ma fa’atauva’a, fiafia i so’o se mea, ma mafua ai le ita i tagata ma vaeluaina le malo i toa.\nI le 618 TA, na faia ai e Yu Wenhuaji, Sima Dekan, Pei Qantong ma isi se fouvalega e fasioti le Emeperoa Yang o le Sui Sui ma folafola atu Yang Hao o le emeperoa.\nE lei umi ae fasiotia e Yu Wenhuaji Qin Wanghao ma folafola atu o ia lava o le Emeperoa Xu, ma faatuina le atunuu Xu.\nO le tausaga na sosoo ai, na faʻaumatia faʻatasi ai o ia e Tang general Li Shentong ma le tupu Xia Dou Jiande.\nIna ua uma ona iloa e le itulagi o Central Plains le maliu o le Emeperoa Yang, na lagolagoina e Luoyang leoleo o Wang Shichong le Tupu o Dong o Yue e avea ma emeperoa, o lona uiga, Emperor Ai o Sui Dynasty.\nO le taimi lea, na fa'ate'a ai e Li Yuan Yang You, ma fa'ailoa o ia lava o le emeperoa i Taiyuan, ma suia le igoa o le atunu'u i le Tang. O Tang Gaozu lea.", "聖意": "O le aiga ma le fale e moomoo ia i latou lava ia manuia i le taumafanafana ma le tautoulu, saili le tamaoaiga, tausia fefaʻatauaʻiga, faʻatali mo le taimi, ua tuai le faaipoipoga, ua fanau Liujia se teine, ua poloka tagata savavali, ua mautu anufe, ua mautu lafumanu, ua e faigata ona maua tagata, o faamasinoga lautele ma femalagaaiga e le mautonu, leiloa meatotino e faigata, maʻi e faigata ona faʻatutuina, auina atu i le tuugamau mauga, ma suia.", "古人": "Na afio a’e Li Yuan i le nofoalii", "第X籤": "E valusefulutolu Manumalo Loti", "宮": "Wei Gong"}