{"籤詩版本二": "O le a le mea o le a tupu pe afai e leiloa lou amio lelei ona o lou igoa?\nonā, ou te le iloa po o fea ou te alu i ai, o loʻo i ai saʻu miti le mautonu i le paolo o laau paina lanu meamata.", "詩意": "O lenei hexagram o loʻo faʻatusalia ai le iʻa malulu o loʻo alu ese mai le vai.\nE leai se mea e mafai ona gaoioi.\n\n(O lenei hexagram o se faailoga o le amio leaga ma le laki leaga.\nTuu ou vae i luga o le eleele i mea uma.\n)", "解曰": "E alu ese le i'a malulu mai le vai. o se lago i le suauu. Afai e te fesili e uiga i fuafuaga o tolauapiga. E sili atu ia Mo Qi\nO lenei faʻailoga o le a aumaia ai le leaga ia Liujia. E sese mea uma. Tatalo mo le saogalemu.", "籤詩故事一": "◇ Ua tofotofoina e Zhuangzi lana avā\nNa fanau Zhuangzi i le pulega a Zhou, o lona igoa o Zhuang, o lona igoa o Zhou, ma o lona igoa o Zixiu, o ia o se tagatanuu o Mengyi i le Tupu o Pese. I le Zhou Dynasty, o ia o le ofisa o Qiyuan.\nI se tasi aso, na feiloaʻi ai Zhuangzi ma se fafine i luga o le mauga, o loo faapouliuli o ia i luma o se tuugamau fou, ma lūlūina ma le matuā naunau lana ili, e pei o loo manaʻo e faamago le palapala susu i luga o le tuugamau. Sa le malamalama Zhuangzi i lona faamoemoega, o lea sa ia fesili atu ai ia te ia. Fai mai a ia, o le tagata o loo tanu i le tuugamau o lona toalua, ma o le tala mulimuli a lona toalua e le mafai ona toe faaipoipo sei vagana ua mago le palapala i luga o le tuugamau. Sa le mafai ona toe faatali o ia, o lea sa ia lagaina ai le eleele tu'ugamau ina ia vave mago, ina ia mafai ona ia tulituliloa le vaipuna lona lua.\nNa mapuea Zhuangzi ina ua ia manatu o loo i ai se tamaitai le loto i le lalolagi. Ona ou mafaufau lea, faamata e faapena lo’u toalua? Pe a tulai mai masalosaloga, ou te manao e tofotofoina.\nO le igoa o le avā a Zhuangzi o Tian, ​​​​ma e masani ona vavalalata le ulugalii, ina ia tofotofoina le faamaoni o lana avā, na filifili ai Zhuangzi e faafoliga ua oti.\nI le faalogoina ua maliu Zhuangzi i se gasegase faafuasei, na o mai ai le toatele o tagata mai itu uma, e aofia ai o latou aiga ma uo, e faailoa atu a latou faamafanafanaga, faatasi ai ma se tupu aulelei ma se atalii o se atalii o lona atalii mai le setete o Chu, o le sa mauoa i le tamaoaiga. O Tian e le'i leva ona oti lana tane ma sa alofa, sa ia tuliloa ia te ia. Sa le mafai e Ms. Tian ona tatalia le faaosoosoga ma sa alofa ia Wang Sun, ae na o le luasefulu aso na faaipoipo ai.\nI lena po, ina ua onā le uaina ma vevela taliga, na faafuasei lava ona mafatia Wang Sun i se fatu fatu ma maliu ai.\nO le fefe ma le fefe o Tian, ​​ma fesili vave ia Wang Sun po o le a le mea e fai, na onosaia e Wang Sun le tiga ma fai atu ia Tian e mafai ona faaaoga le fai’ai o tino oti e toe faaola mai ai tagata ua maliliu.\nO fea e maua ai le tino oti? Na faafuaseʻi ona mafaufau Ms. Tian, ​​e leʻi oti lana tane? Na galo ia Mr. Tian le alofa tuai i le va o le tane ma le ava, ma ia tago ai loa i le to’i ma vaevae le pusa maliu o lona toalua, ma sauni ai e aveese lona fai’ai mo vailaau.\nE lei mafaufauina, ina ua tatala le pusa oti, na toe ola Zhuangzi. Sa matua maasiasi lava Ms. Tian o lea na ia tautau ai o ia lava.\n(O lenei tala o se faʻataʻitaʻiga mo le solia o faauoga mo le manuia o le tagata lava ia, o lea e le mafai ai ona tatou malilie i ai.)", "聖意": "Ua filemu le fale, ua saogalemu le tagata lava ia, ua le tonu le tupe, ua faataulagaina fefaatauaʻiga, ua uma le faaipoipoga, ua manuia le leaga i Liujia, ua le oo mai le au savali, ua filemu anufe, ua filemu lafumanu. o tagata ua saili tagata, ua sui le faamasinoga, ua le au soo, ua leiloa meatotino, ua leai se ma’i, ua leaga le mauga ma tuugamau.", "古人": "Ua tofotofoina e Zhuangzi lona toalua", "第X籤": "Lota 84", "宮": "Wei Gong"}