{"籤詩版本二": "Ua ufitia le auala i luma o le mauga i ao pogisa ma puao, ua lapotopoto mea uma ma ua toe lapotopoto le masina.\nAfai e te maua solo ma tusi, o le ae ala mai se miti loloto.O le tagata tamalii e taʻitaʻia oe i luga o le fale.", "詩意": "O lenei hexagram e faatusa i le faaiuga o le tautotogo ma le fuga o fugalaau.\nE suia mea uma pe a mavae le Alii.", "解曰": "E tatau ona fesili le toeaina mo se fesoasoani. E toe fuga mai i le tautotogo. Fa'anaunau mo le ta'uta'ua ma le tamaoaiga. Fetaia'i se matagi i le tuai o le olaga.", "籤詩故事一": "◇ Ua fetaui Han Wengong i le kiona\nHan Yu, o lona igoa faaaloalo o Tuizhi, e sau mai Changli. Na avea Tang Dezong ma Jinshi i le tausaga lona valu o Zhenyuan, ma o lona suafa mulimuli o Wen Gong.\nI le taimi o le nofoaiga a le Emeperoa Xianzong o le Tang Dynasty, na tetee ai Han Yu i ponaivi o le Buddha, lea na ita ai le Emeperoa. Na tuua e Han Yu lona toalua ma lana fanau ae alu i Chaozhou. Ina ua uma ona savali mo ni nai aso, sa agi le matagi malulu ma toulu malosi ai le kiona. Na sau Han Yu i se nofoaga e tele futu le loloto o le kiona, ma faigata ai ona agai i luma lana solofanua, e leai se fale e lata ane ma na te leiloa po o fea le auala. Afai e te manaʻo e mulimuli i le ala ma solomuli, e leai se auala e toe foʻi ai. Ua agi malosi le matagi ma ua vave ona toulu le kiona, ua susu Han Yu i le paʻu, ua malulu ma fiaai, ma ua leai se mea e faʻaalia ai lona faʻanoanoa.\nNa mapuea Han Yu ma fai atu: \"E le fasiotia aʻu e le emeperoa, ae o le emeperoa e manaʻo e faʻaumatia aʻu.\"\nO le taimi tonu lava na le fiafia ai Han Yu, na ia vaaia ai se tamaloa o sau e faamama le kiona e ui lava i le malulu tele, ma o ia o Han Xiangzi (le tei o Han Yu).\nI le taimi muamua, na fai atu Han Xiangzi ia Han Yu: \"O fea oi ai le fale o Yun Heng i Qinling? O le kiona o loʻo fusia le faitotoʻa lanumoana ma le solofanua e le toe agai i luma. \"I lena taimi, e leʻi malamalama Han Yu i le uiga o Han Xiangzi, ae o lea ua ia na iu ina malamalama.\nO lea na o ai Han Yu ma Han Xiangzi e momoe i le po i le fale o Fu i Languan. I le talanoa e uiga i le taimi ua tuanaʻi ma le auala i le faʻatoʻaga, na talitonuina ma le faamaoni Han Yu.\nMulimuli ane, na lafoaʻia e Han Yu lona tulaga aloaʻia, foaʻi atu ana meatotino uma i le malo, ae alu i mauga e faia le Taoism ma avea ma tagata ola pea.", "聖意": "O le fale e le lelei mo oe lava, ia faaeteete e saili tupe, taulai i pisinisi, ua tuai le faaipoipoga, Liujia tamaitai savali poloka fanua, sili anufe lelei, lafumanu e faigata, e faigata ona maua tagata, fai faamasinoga lautele, leiloa meatotino. , ma'i tuga, tuai fa'ama'i, tu'ugamau mauga e tatau ona sui.", "古人": "Ua fetaui Han Wengong i le kiona", "第X籤": "E valusefulu-lima malo manumalo", "宮": "Shen Gong"}