{"籤詩版本二": "O le savali i le afa i luga o le mauga i sisifo, e le mafai ona nofoia papa o Junling.\nO le vaavaai atu i le Atua mo le puipuiga, o loo i ai pea lenei tino i le fale maliu", "詩意": "O lenei hexagram e pei o le sailia o auro i le oneone.\nE i ai faailoga o tagata tamalii i mea uma.\n\nE le gata i lea: O lenei hexagram e faʻaalia ai o loʻo lamatia le tagata.\nE i ai faailoga o tagata tamalii i mea uma.", "解曰": "E mafai ona maua iasepi i ma'a togi. Su'e auro i le oneone. Manaomia le galue malosi. Na'o le fa'alavelave.\nO le isi galuega: o se tulaga faigata. Leai se mea e nofo ai. Ole atu mo le faamanuiaga a le Atua. Tatalo mo le filemu o le mafaufau.", "籤詩故事一": "◇ Uu auro ma suʻesuʻe le ana i lalo o le eleele\nIna ia faamanatu ana taumafaiga faamiliteli, na talimalo ai Cheng Yaojin se taumafataga i Yanwuyang. Na faafuase'i lava ona matala se pu i le eleele, e le mafaamatalaina, na faia e tagata uma le vili i le pikiina o upu, ma utia le auro e manumalo ai, ma saisai maea e nonoa ai i latou i totonu o le lua.\nNa ou vaaia faitotoa maa, laulau, nofoa, alalaupapa ma isi mea, I luga o le laulau sa i ai ofu talako ma fusi iasepi, sa faia i auro ma masaesae mai le ana.\nNa sau i fafo Yao Jin mai le pu ma se pusa tele ma se tamai atigipusa, tatala le pusa laupapa ma aumai i fafo le faamaufaailoga iasepi, tatala le atigipusa, aumai i fafo le fuʻa tele ma le pale ofu talaloa ma ala ma tuu i luga o le laulau, ma sa vaavaai atu tagata uma ia i latou taitoatasi. Na ou vaai i mataitusi faamaufaailoga e valu na togitogia i luga o le faamaufaailoga tele o le \"Le Tupu Temoni, le Emeperoa Sili ma Amiotonu\".\nSa tapuai tagata uma ia te ia o le \"Emeperoa\", ma sa faia e Yaojin mo le tolu tausaga. (O le mea moni, o lenei mea na o le faʻaalia e ia lava, ma o Cheng Yaojin sa naʻo le taʻitaʻi o le nuʻu i lena taimi.)\n(O le tala lenei o se fa'ata'ita'iga o mea lelei e pei lava o le fa'atinoina. O le fa'ata'ita'iga lea o le \"o lo'o i ai pea lenei tino i le gaogao\".)", "聖意": "Tatalo mo le fale ma le fale, o oe lava, leai se tupe mama, saili oa, galue malosi, faʻaeteete i pisinisi, o le a faʻalavelaveina le faaipoipoga e Liu Jiaxu, tagata savavali, Chi Tian, ​​anufe sili, lafumanu e ono, suʻe tagata, leai ni faʻasalaga. , leiloa, malaga, tausia meatotino leiloa, faama'i leaga, fa'alavelave, mauga ma tuugamau.", "古人": "Su'esu'eina le Crypt mo Auro", "第X籤": "Saini valu sefulu fitu", "宮": "Shen Gong"}