{"籤詩版本二": "Aua ne'i fa'alavelaveina a'u i au mea totino, e sili atu lea ona talafeagai le fesili i le mamalu o le atunu'u.\nO le loto manino e susulu ma manino e pei o le susulu o le masina i le lagi", "詩意": "O lenei hexagram e fai ma sui o le ata o se masina susulu i le lagi.\nO mea uma e susulu ma ea.", "解曰": "Ia sa'o lou loto. Fa'asa'o le tulafono. Upu paia. Mulimuli ane ua manino.", "籤詩故事一": "◇Kong Ming aoao\nFofo: Ua fa'apotopotoina e Zhuge Liang ana 'au ma ta'ita'i'au\nI le vaitaimi o Malo e Tolu, na fanau ai Zhuge Liang (181-234), igoa fa'aaloalo Kongming, i Yangdu, Langya (lea ua ta'ua nei o Yinan County, Shandong Province).\nNa ioe Zhuge Liang e avea ma ofisa ina ua uma ona asiasi atu Liu Bei i le fale lauvao faatolu. I lena taimi, na faatoafilemu ai e Cao Cao Hebei ma sa naunau e savali i saute. Na ia auina atu Xiahou Dun e avea ma taitai aoao, Yu Jin, Li Dian ma isi. sui aoao, taitaia se autau e 100,000 e savavali agai atu i Xinye. E ui sa iai se fuafuaga a Zhuge Liang e solomuli mai le fili i lena taimi, ae sa inoino Guan Yu ma Zhang Fei i upu a Zhuge Liang. E leai se isi filifiliga a Zhuge Liang e na o le faaaogāina o le pelu a Liu Bei e faatalitonu ai i laʻua e toʻalua, ona taʻitaʻi ai lea e i latou taʻitoʻatasi o ʻautau e afe ma lalafi i Yushan ma Anlin, ona latou faatalitali lea mo Xiahou Dun e taʻitaʻia lana ʻautau e pasia, ona osofaʻia lea o i latou ma tanu ma afi.\nE le gata i lea, na auina atu Zhao Yun e taitaia le toega tuai ma vaivai o le autau e tau o se pito i luma e faasaga ia Xiahou Dun, ona faaseseina lea o le faatoilaloina ma solomuli, ma faatosina Xiahou Dun i le auala vaapiapi i mauga ma vaomatua, na ia auina atu foi Guan Ping, Zhou Cang, Liu Feng ma isi e sosolo atu i tua o le autau a Cao, susunuina sapalai ma faatupuina le atuatuvale i le autau a Cao.\nIna ua uma le taua, na tutupu mea uma e pei ona faatulaga e Zhuge Liang. Ina ua taʻitaʻia e Xiahou Dun ma Yu Jin le ʻautau i le tuliloaina, na vave ona faailoa atu e Li Dian, o lē sa i tua ia Xiahou Dun i luma, e tatau ona ia leoleo faasaga i osofaʻiga a le fili, peitaʻi, ua tuai tele. le auala vaapiapi ma sa tu i se nofoaga o loʻo fesoʻotaʻi ai laau, o lea na le mafai ai ona amata le afi. Sa i ai le tele o tagata na maliliu, ma Xiahou Dun ma isi taʻitaʻiʻau na faatoilaloina ma sosola i tua i Xudu.\n(O le tala lenei o se fa'ata'ita'iga e lelei tele Kong Ming i le fa'aogaina o tagata ma pulea le atunu'u ma le poto.)", "聖意": "E manuia le fale ma le fale, ou te manaʻo ia manuia le tamaoaiga, filemu o le mafaufau, pisinisi manuia, faaipoipoga, manuia, manuia i Liujia, aliʻi feʻaveaʻi fanua, anufe silika, leiloa lafumanu, misi tagata, tagi a le malo, femalagaaʻi, leiloa meatotino, faamanuiaga, ma’i, filemu, mauga ma tuugamau.", "古人": "O le taitai aoao a Kong Ming", "第X籤": "O le faailoga lona iva", "宮": "Maota o Yin"}