{"籤詩版本二": "O se fa'aaliga lelei e te tu ese ai mai le motu o tagata ma le fa'afefe, ma o lou lumana'i e suia ma e te aumaia le tele o le tamaoaiga.\nO se auala e lautele e pei o le lagi, ma o tupe uma e mafai ona e avatu o le a i totonu o lou loto", "詩意": "O lenei hexagram o loʻo faʻaalia ai se lumanaʻi manuia.\nE sologa lelei mea uma.", "解曰": "O se auala tele. E mafai ona e agai i luma. Faaaoga lou loto. Na'o luma.\nE alu mea uma e pei ona fuafuaina i lenei faʻailoga. Ia manuia Jichang.", "籤詩故事一": "◇Tolu toa e tau faasaga ia Lu Bu\nFofo: O toa e toatolu o Zhang Fei, Guan Yu, ma Liu Bei e tau faasaga ia Lu Bu\nNa iloa e Dong Zhuo ua vavaeeseina le ulu o Hua Xiong ma auina atu le ta'ita'i lele o Lu Bu e tau. O le taimi lava na alu ai Lu Bu i le taua, na ia fasiotia taʻitaʻiʻau Fang Yue ma Mu Shun, ma fasiotia Wu Anguo ma Gongsun Zan.\nNa iloa e Zhang Fei e le mafai e Gongsun Zan ona faatoilaloina Lu Bu, o lea na ia vave suia ai Gongsun Zan ma alaga: \"O pologa o igoa igoa e tolu e tatau ona o ese! Zhang Fei mai Yan o iinei! \" Ina ua uma lena, sa latou tau mo le silia ma le limasefulu taamilosaga i totonu. faasologa, e leai se manumalo pe faiaina.\nIna ua va’aia e Guan Yu, sa la osofa’ia Lu Bu ma Zhang Fei ma tau mo le silia ma le tolusefulu taamilosaga.\nSa tauave foi e Liu Bei pelu e lua, patipati lana solofanua ma laa i luma e fesoasoani ia Zhang Fei ma Guan Yu.\nNa siosiomia e nei alii e toatolu ia Lu Bu ma faaauau pea ona tau, ma ua faateia uma tagata o le vaega.\nE lei umi, ae amata ona vaivai le malosi o Lu Bu, na solomuli le Pegasus a Lu Bu, ae na tuliloa e nei alii e toatolu ia Lu Bu ma mumusu e fiu, latou te lei solomuli seia oo ina latou fetaiai ma le vaegaau a Lu Bu.\n\"Tolu Malo\"\n(O le tala lenei o se faatusa o le toa ma le tomai o Lu Bu i le tau. E mafai e le tagata e toatasi ona faatoilaloina ni tagata se toatolu.)", "聖意": "O le fatu o le fale ma le fale e na o le malaga a le tagata lava ia e saili le tamaoaiga. O se tala e mafai ona faaipoipo e alu ia Liujia. E sologa lelei mea mo tagata. E faʻaaogaina e anufe sili Zhushuntian. E mafai ona maua tagata i totonu o manu e ono. E mafai ona maua muamua tagata. .Faamasinoga, Femalagaa'i, Maua meatotino, Fa'ama'i O mauga ma tuugamau e pei o se laki.", "古人": "E tolu toa e tau faasaga ia Lu Bu", "第X籤": "E iva sefulu tasi le malo manumalo", "宮": "Oe Maota"}