{"籤詩版本二": "Sa ou fuafua mo pisinisi talu mai loʻu laʻitiiti, o lea e le manaʻomia ai ona ou fesili mo le tamaoaiga ma le tamaoaiga.\nAfai e su'e ni tagata se to'alua mo se mea, e alu i fafo le sikola ma toe sau ma le fa'ailoga maualuga.", "詩意": "O lenei hexagram ua avea ma faailoga o pisinisi talu mai le laʻitiiti.\nIa filiga ma teu tupe i mea uma ma le popole.", "解曰": "Mai lava i le tamaitiiti seia oo ina matua. Leai se faalavelave, leai se faalavelave. Fai se fuafuaga. E sologa lelei le ta’uta’ua.", "籤詩故事一": "◇ Ua toe totogi e Cai Qing lona agalelei (Cai Yong)\nO Cai Yong, o le igoa faaaloalogia o Bojie, na fanau i Chenliuyu (lea i le itu i saute o Qixian County, Henan Province). O ia o se tagata atamai ma o le tane a Zhao Wuniang. I le lima tausaga talu ai, na suʻe ai e le faamasinoga a le malo ni taleni i le lisi samasama, ma na fautuaina o ia e le itumalo e sau i Beijing e suʻe le suʻega, talu mai lena taimi, e leai se tala fou.\nO le tausaga muamua talu ona tuua e Cai Bojie sa faigofie ona taulimaina, sa i ai ni tupe a le aiga ma sa mafai ona pulea o latou olaga.\nO le tausaga na sosoo ai, na mafatia ai Chenliu i se lamala ogaoga, o lea na ia faalagolago ai ia Zhao Wuniangdian e faatau atu mea teuteu e sao ai i le oge, e leai se tala mai ia Cai Bojie, lea na atili ai ona popole le aiga.\nO le lamala na tumau mo le tolu tausaga i lea vaitau. O Zhang Guangcai, o se tuaoi o le nuu, sa fesoasoani ia te ia mai lea taimi i lea taimi.\nMulimuli ane, na manumalo ai Cai Bojie i le faailoga muamua ma toe foi atu i le fale ma iloa ai o lona toalua na fesoasoani ia Zhang Guangcai. Na o atu le ulugalii i le fale o Zhang e faailoa atu lo la agaga faafetai ma tuuina atu ia Zhang Guangcai e lua taele siliva e fai ma meaalofa.", "聖意": "E filemu le aiga, manuia le tagata lava ia, manuia le pisinisi, manuia le faaipoipoga, manuia le fanau mai o se tamaloa, tumu le fanua i anufe sili, manuia lafumanu e ono, manuia le sailiga, manuia le faamasinoga. , ua manuia le malaga, ua lelei mea ua leiloa, o le ma'i o se mauga ma ua lelei le tuugamau.", "古人": "Ua toe totogi e Cai Qing lona agalelei (Cai Yong)", "第X籤": "Saini ivagafulu ma le lua", "宮": "Oe Maota"}