{"籤詩版本二": "Na susu Luan Feng Xiang i le timuga, ae o le taimi lena na sauaina ai o ia e Queer.\nNa ou teʻi ina ua ou iloa i se tasi aso, sa mamao le ao, ae na ou toe faʻafoʻi atu oʻu ofu ia te oe.", "詩意": "O lenei hexagram o loʻo faʻatusalia ai le faʻailoga o Luan ma Phoenix o loʻo ufitia e timuga.\nE oo mai mea uma pe a oo mai le taimi.", "解曰": "Ua manuia le tagata leaga i lea aso ma lea aso. E le tatau i se alii ona faia se mea. Tau lava na o oe lava. Fai se gaioiga pe a oo mai le taimi.", "籤詩故事一": "◇Gao Jun fa'amaonia le fa'aipoipoga\nI le amataga o le pulega a le Pese, na tuufaatasia ai e Zhao Kuangyin le itu i matu ma toe faafoi atu ai le atunuu atoa. Zhao Kuangyin i Shouzhou, ma o le tulaga na matua faigata lava. O le tuagane o Zhao Kuangyin, o Gao Junbao, o se alii talavou ma se fana auro, na tuua Bianjing e talepe le siege o Shouzhou.\n, A o ui ane i le Mauga o Shuangsuo, sa latou talepeina le faailo o le Tane na faatuina e Liu Jinding, ma tauva ai le toalua lea. Na tuua e le tei o Zhao Kuangyin o Gao Junbao ia Bianjing ina ia laveai le Zhao Kuangyin ua saisaitia i Shouzhou. Na ia ui atu i luga o le mauga o Shuangsuo ma talepeina le faailo na faatuina e Liu Jinding. Na tauva le toalua, ae na faatoilaloina e Liu Jinding ia Gao Junbao faatolu i ana martial arts maoae. ma sa faamalosia e faaipoipo. Na taʻitaʻia e le ulugalii le motu o tagata i le osofaʻiga ma laveaʻiina Zhao Kuangyin.\n(O le faʻataʻitaʻiga o lenei tala e faʻapea e leʻi toe faʻaleleia le toʻalua (sa taufaaleaga), ae mulimuli ane toe faʻaleleia.)", "聖意": "E le lelei le fale mo oe lava, ia faaeteete i le sailia o tupe, poloka pisinisi, faatalitali mo le faaipoipoga, tuai le faaipoipoga, misi tagata, nofonofo i fanua, anufe silika, tuai lafumanu, leiloa o tagata, faigata ona maua tagata, faamasinoga, leiloa, malaga, conservativeness, leiloa meatotino, faama'i leaga, faalautele atu mauga ma tuugamau.", "古人": "Gao Jun fa'amaonia le fa'aipoipoga", "第X籤": "E iva sefulu tolu na manumalo i le lotoa", "宮": "xugong"}