{"籤詩版本二": "O le naunautaiga ma taunuʻuga o loʻo i totonu o le malo, ae o le taimi nei o le ai ai le inu ma feusuaiga e le gata.\nAfai e te vaʻai i se moa auro, o le a tauia oe i tupe, tamaoaiga ma le tamaoaiga.", "詩意": "O lenei hexagram o loʻo faʻatusalia ai le faʻailoga ma le taʻutaʻua.\nIa manuia mea uma.", "解曰": "Fiafia. E le o tuai ona puipuia oe lava. Ua folafola mai e le moa auro. Fiafia uma.", "籤詩故事一": "◇ Na folafola e Cao Pi o ia lava o le emeperoa\nO Cao Pi, e igoa ia Zihuan, na fanau i Peiguoqiao (lea ua taʻua nei o Hao County, Anhui). O se faipule lauiloa ma le tusitala i le vaitaimi o Jian'an.\nO Cao Pi o le atalii lona lua o Cao Cao. Sa nonofo ma lona tama i le tolauapiga a le militeri talu mai lona laitiiti. I lalo o le faatosinaga a lona tama, na aoaoina ai e Cao Pi le fana i le ono o ona tausaga ma tietie solofanua i le valu o ona tausaga, ma atiina ae tomai tau martial arts lelei. E tele fo'i lona malamalama i tala fa'asolopito anamua ma fa'aonaponei ma tala fa'asolopito, fa'apea fo'i ma tusi a le faitau selau o a'oga o mafaufauga. E leʻi oʻo i le sefuluvalu o ona tausaga na faʻatoʻilaloina ai e Cao Cao Yuan Shao ma na ola Cao Pi i se olaga mautu i Yecheng, le ogatotonu o le pulega a Cao Cao. Talu mai lena taimi, e ui lava o nisi taimi na ia o ai ma lona tama i malaga faamiliteli ma ola i le olaga o se atalii tamalii i le tele o taimi, ae sa ia faataitaia pea martial arts i aso uma ma e leʻi teena e oo mai i le aso. E masani ona tietie i luga o lana solofanua i le selau o sitepu ma e matua atamai lava i le martial arts, ona e masani ona ia faataitai i le martial arts, o ia e mama ma malosi.\nO le ulumatua a Cao Cao o Cao Ang na fasiotia i se taua. Ina ua maliu le ulumatua, na avea Cao Pi ma filifiliga muamua mo le palealii. Ina ua tolu sefulu tasi ona tausaga, sa avea o ia ma palealii e Cao Cao. Ina ua tolu sefulu tolu tausaga o Cao Pi, na maliu Cao Cao i le maʻi, ma na suitulaga ia Cao Pi e fai ma palemia ma le tupu o Wei. Fai mai o ia e masani ona tietie i le solofanua i le selau o sitepu ma e matua atamai lava, aua e masani ona ia faia le kungfu, e mama ma maloloina.", "聖意": "Talosia ia filemu lou aiga ma lou aiga, Saili le tamaoaiga, galue malosi, fefaatauai, ma malepe vave, Faaipoipo, manuia, Liujia, saogalemu, tagata i fanua, anufe silika, ono lafumanu, tagata matutua E faigata ona maua ni tagata Fa'amasinoga fa'alaua'itele Fa'ai'uga fa'anatinati Femalaga'iga Ma'imau meatotino mamao mamao Ma'i tumau i mauga ma tu'ugamau Manuia.", "古人": "Ua folafola e Cao Pi o ia lava o le emeperoa", "第X籤": "E ivasefululima manumalo i le lotoa", "宮": "xugong"}