{"籤詩版本二": "O le pagoda mamalu e le masani ai, ma foliga matagofie i itu uma e susulu malamalama.\nOu te uunaia outou ia naunau e punou ma le filiga ma faia galuega lelei, ma o le a auina mai e le lagi ia te outou faamanuiaga.", "詩意": "O lenei hexagram o loʻo faʻaalia ai le faʻaalia o le taua.\nE manuia mea uma.", "解曰": "O nei faamanuiaga. E maua e tagata uma. Aua le pisi tele. E mua'i fuafuaina le agavaa.", "籤詩故事一": "◇ Ua feiloaʻi le Tupu o Fenyang i le atalii o lona atalii i le Aso Faamanatu a Saina\nFofo: Na feiloai Guo Ziyi ma le Teine Lalaga na alu ifo i le lalolagi i le Aso Valentine a Saina. O Tiansun, le afafine o le afafine o le Emeperoa Iade, o le Fitu Fairies.\nO Guo Ziyi (697-781), e lauiloa foi o Guo Linggong, o se tagatanuu o le Itumalo o Zheng, Huazhou (lea ua taʻua nei o Huaxian County, Itumalo o Shaanxi) ma o se aoao i le Tang Dynasty. Na tuuina atu e le faamasinoga a le malo ia Ziyi le suafa o le Tupu o Fenyang.\nFai mai o Ziyi e sau mai Huazhou ma alu atu e auai i le vaegaau i fafo atu o le Great Wall, na ia alu i Beijing e faʻasalalau mo le tau o le militeri ma toe foʻi i Yinzhou, na tupu o le Aso Valentine's Saina i lena taimi. O le matagi ma le oneone. ua pogisa, ma ua pogisa le la, ua le mafai e Ziyi ona agai i luma, o lea sa tu ai o ia i tafatafa o le auala, sa moe o ia i luga o le fola o se fale avanoa, ina ua toeitiiti moe, na faafuasei ona ia vaaia se moli mumu. i itu uma e lua, na ia tu i luga ma teʻi i luga ma le ofo, o loʻo i ai se ao i le lagi, o loʻo alu ifo lemu, o loʻo nofo mai ai se fafine lalelei, mamalu ma aulelei, e matua ese lava mai tagata masani. Na vave lava ona fa'aaloalo e Ziyi ma fa'apea atu, \"O le aso lenei o le aso fitu o le masina lona fitu, ou te manatu o le Teine Lalaga lea ua sau, e mana'o e foa'i atu ia te ia le ola umi ma le tamaoaiga.\"\nNa tali atu foi le fafine: \"O le tamaoaiga tele e sau ai le ola umi.\"\nIna ua uma lana tautalaga, na toe foʻi mai le susulu ma ua alu aʻe lemu le ao, o loʻo tilotilo ifo pea le fafine ia Guo Ziyi ma se ataata fiafia, ae naʻo le mamao o ia mai ia te ia na nenefu ai le asu ma ua le toe iloa atu.\nNa aliali mai e moni, e pei lava ona fai mai ai le fafine. O le lelei o Ziyi e lauiloa i le lalolagi, o ia o se faifeau sili ona lauiloa, ma o ia o se taʻitaʻiʻau ma ona uiga lelei ma uiga lelei.", "聖意": "Fai se moomooga mo oe lava i le fale, fai se moomooga mo oe lava, tatalo mo tupe, manuia pisinisi, manuia le faaipoipoga, manuia i Liujia, fiafia malaga ma tagata, feoai fanua, anufe sili, lafumanu mautu, leaga i le sailiga. tagata, fa'amasinoga fa'alaua'itele, femalaga'iga, manuia, fa'ama'i leiloa meatotino, tu'ugamau i Zhenxingshan", "古人": "Ua feiloai le Tupu o Fenyang i le atalii o lona atalii i le Aso Valentine a Saina", "第X籤": "Saini ivasefulu ono", "宮": "xugong"}