{"籤詩版本二": "O le taofiofi o le solofanua ma le uuina o le sasa, matou te o mai saʻo lava iinei, o le afa i le lamatiaga ma le afa i le mala.\nE pei o se fale ua mu i le afi, a pa'u le lagi, ona liu lefulefu lea e le timu, E iai la'u fuafuaga.", "詩意": "O lenei hexagram e fai ma sui o le afa faanoanoa ma le afa fiafia.\nE fautuaina le faia o mea lelei i mea uma.", "解曰": "Galuega i le olaga atoa. Aua le popole i le sa'o ma le sese. O noataga e le tumau. E oo mai lava le ita.", "籤詩故事一": "◇Tao Sanchun na manumalo ia Zheng En i Guayuan\n\"Ia soifua lo'u faamanatuga,\" na toe tu i luga Zhao Kuangyin, \"O Beiping King Zheng En na faia se faaipoipoga i lena taimi. O lea ua filemu le lalolagi, ou te fia talosaga atu mo lau faatagaga e filifili ai se aso fiafia e faaipoipo ai. \"\n\"Ia soifua lo'u faamanatu!\" Na tu i luga Zhao Kuangyin ma faapea atu, \"O le Tupu o Peking, Zheng En, na faia se faaipoipoga i lena taimi. O lea ua filemu le lalolagi, ou te fia talosaga atu mo lau faatagaga e filifili ai se manuia. aso e faaipoipo ai.\"\n“Oi, o le uso lona tolu na fa'aipoipo muamua, fa'afefea ona ou le iloa lenei mea?\" Na matua te'i Chai Rong, na ia talotalo atu lona lima ia Zhao Kuangyin e nofo i lalo ma talanoa.\n\"Oi! O le uso lona tolu na faʻaipoipo muamua, faʻafefea ona ou le iloa e uiga i lenei mea? \"Na matua ofo Chai Rong (Emperor o le Tupu o Zhou mulimuli ane) Na ia talotalo lona lima ma fai atu ia Zhao Kuangyin e nofo i lalo ma talanoa.\n“O se tala umi lava, muamua, sa matou matitiva lava i lena taimi ma e le’i ‘auai i lau ‘autau, talu mai lena taimi, ua tele tausaga o matou tau ma e leai se taimi e popole ai ia te oe. Lona lua, o le uso lona tolu e la’ititi fo’i. matamuli e ta’u mai, ina ia le iloa e lau Afioga .”\n“Ose tala umi, muamua, sa matou ola matitiva lava i lena taimi ma e le’i ‘auai i lau ‘autau, talu mai lena taimi, ua tele tausaga o matou tau ma e leai se taimi matou te popole ai ia te oe. Lona lua, o le uso lona tolu o se tasi foi. e matamuli lava e ta’u mai, o lea e le iloa ai e lau Afioga .”\n“E, o le a faaipoipo le tama a’oga i le kolisi, o le a le uiga o le maasiasi, o le uso lona tolu ua leva ona i ai i le malae o le taua ma e mafai ona avea o se toa e le mafaatusalia, aisea ua e manatu faatauvaa ai i lenei mataupu?\n“E! Ua faaipoipo le tama o le kolisi, o le a le uiga o le maasiasi? O le uso lona tolu ua leva ona i luga o le malae ma e mafai ona taʻua o se toa e le mafaatusalia, aisea ua e manatu faatauvaa ai i lenei mataupu?\n“Ia e tautala atu i ai, e le mafai ona ou tu’uaia lo’u uso lona tolu ona o le matamuli, ona o le faaipoipoga lea na fai”.\n“Ia e tautala atu i ai, e le mafai ona ou tu’uaia lo’u uso lona tolu ona o le matamuli, ona o le faaipoipoga lea na fai”.\n\"Na taina? Ei, e manaia. Fa'amolemole ta'u mai le mea na tupu.\"\n\"Na ou taina i fafo! Ei! Manaia! Faamolemole ta'u mai le mea na tupu.\"\n\"Ioe, ou te manatua lena tausaga, ina ua matou sauni e auai i Lana Tupu, sa matou ui atu i le Itumalo o Baocheng, sa matua vevela lava ia Iuni, o loʻu uso lona tolu e le mafai ona nofo i le faletalimalo, o lea na ia alu ai e feoaʻi naʻo ia. Ina ua uma ona ui atu i se togalaau meleni, ona alu atu lea o ia i totonu e tau, na faamalieina ai le fiainu, sa le tele ni meleni ua vave ona matua i le taimi nei, ma sa le iloa e le uso lona tolu ona tauina, o lea na ia talepeina ai le tele o meleni. Ua laa mai le fafine o tilotilo atu i meleni e tuuaia le uso lona tolu, ua feeseeseai le toalua lea, ona amata ai lea o le misa, sau, o le mea e lelei ai, sa ou popole ma faanatinati atu e laveai i se taimi, a leai...\"\n\"Ioe, ou te manatua lena tausaga, ina ua matou sauni e auai i le Tupu, sa matou ui atu i le Itumalo o Baocheng, sa matua vevela lava ia Iuni, o loʻu uso lona tolu na le mafai ona nofo i le faletalimalo, o lea na ia alu ai e feoaʻi naʻo ia. Ina ua uma ona ui atu i se togalaau meleni, ona alu atu lea o ia i totonu e tau, na faamalieina ai le fiainu, sa le tele ni meleni ua vave ona matua i le taimi nei, ma sa le iloa e le uso lona tolu ona tauina, o lea na ia talepeina ai le tele o meleni. Ua laa mai le fafine o tilotilo atu i meleni e tuuaia le uso lona tolu, ua feeseeseai le toalua lea, ona amata ai lea o le misa, sau, o le mea e lelei ai, sa ou popole ma faanatinati atu e laveai i se taimi, a leai...\"\n“O Zheng Ziming lea, o lona sese muamua lava, e tatau ona faatoese, aisea na ia tu’i ai? E le gata i lea, e mafai faapefea e le aiga o se teine ​​ona tatalia tu’i ma tu’i a se tamaloa saua e pei o ia! Sau ia, ua e sasaina le teine ​​lea e E leai?\" \"E le'i afaina le teine...\"\n“O Zheng Ziming lea, o lona sese muamua lava, o lea e tatau ai ona ia faatoese, aisea ua e sasa ai o ia? E le gata i lea, e mafai faapefea e le aiga o se teine ​​ona tatalia tu’i ma tu’i a se tamaloa saua e pei o ia! Sau loa, ta’u mai. ua e sasaina lenei teine. Leai?\"\n\"E le'i afaina le teine...\"\n\"Ua lelei, ua lelei... Ei, e te le'i faia se gaioiga? Oi, ou te masalo na e laveaʻiina aʻu i le taimi.\"\n\"Ua lelei! Ua lelei... Ei! E te le'i faia ea se gaioiga? Oi! Ou te masalo o oe na laveaʻiina aʻu i le taimi!\"\n“...Leai, o le tagata na ou lavea’iina o...o le uso lona tolu.” “...Leai, o le tagata na ou lavea’iina o...o le uso lona tolu.”\n“A?!” “A?!”\n“O le uso lona tolu na tu’i i lalo e le fafine ma fasi fasia i le ala atoa, o le mea e lelei ai, na ou taunuu atu ma tauanau o ia e alu ese, ina ia le’i tigaina ai o ia....Lau Afioga...Lau Afioga!... \"\n“O le uso lona tolu na tu’i i lalo e le fafine ma fasi malosi ai, o le mea e lelei ai, na ou taunuu atu ma tauanau o ia e alu ese, ina ia le’i tigaina se manu’a....Lau Afioga i le Alii...Mamalu!...”\n“A?...Oi, o ai lena fafine!?” “A!?...Oi, o ai lena fafine!?”\n“O se taimi mulimuli ane na ou iloa ai o le igoa o le fafine o Tao Sanchun, ma o lona tama o Tao Hong o se toa tuai e leai sona manaʻo, na aʻoaʻoina e Tao Sanchun le martial art mai lona tama mai lava i lona laʻitiiti, ina ua uma ona ou iloa. lona aiga, na ou vaaia ai le tulaga ese o Misi Sanchun. , Luo Luo ma limafoai, e aunoa ma se masani o le avea ma se teineitiiti, sa latou fetaui ma ia, o le tama ma le afafine o Tao e fiafia tele i uiga tuusao o le uso lona tolu. ia vave lava ona filifili e fai lenei faaipoipoga mo i la'ua.\n“I se taimi mulimuli ane na ou iloa ai o le igoa o le teine ​​o Tao Sanchun, ma sa ia a’oa’oina le martial arts mai lona tama mai lava i lona laititi, ina ua uma ona ou faamasani i lona aiga, sa ou vaaia ai o Misi Sanchun e tulaga ese lona uiga, o limafoa’i, e leai fo’i ni uiga masani a le teineititi, o lea na ‘ou filifilia ai ma le loto i ai, sa fiafia tele fo’i le ali’i o Tao ma lona afafine i uiga tu’usa’o o lo la tuagane lona tolu, na vave ai lava ona la taupulepule i lenei fa’aipoipoga mo i la’ua. Le mamalu e, faamolemole taʻu mai ia te aʻu, e le o se faaipoipoga faʻamaonia lenei?\"\n(O le tala lenei o se tala fa'atusa, aua o se mea leaga na i'u ina lelei.)", "聖意": "Tatalo mo le puipuiga o le aiga ma le tagata lava ia, ia faaeteete, tatalo mo le tamaoaiga, faaleagaina pisinisi, faalavelaveina faaipoipoga, faasalaga, Liujia, inisiua, tagata savavali maileia i fanua, faaleagaina anufe silika, faaleagaina o lafumanu, misi tagata, moliaga faasolitulafono, leiloa, malaga, conservativeness. , meatotino leiloa, ma'i leaga, popolega, mea matautia, mauga, tuugamau, ma isi.", "古人": "Na sasa e Tao Sanchun Zheng En i le togalaau meleni", "第X籤": "Numera ivasefulu ma le iva", "宮": "Haigong"}