{"籤詩版本二": "સારા લગ્ન, શુભ દિવસો અને સારા સમય માટે વિશ્વની રચના કરવામાં આવે અને બધું સારું રહે\nજો તમને આ લોટ મળે તો તે કોઈ નાની વાત નથી. બાદશાહે જાહેર કર્યું કે લોકો વફાદાર અને સીધા છે.", "詩意": "આ હેક્સાગ્રામ સ્વર્ગ અને પૃથ્વીના ઉદઘાટનની શરૂઆતનું પ્રતિનિધિત્વ કરે છે.\nબધું જ શુભ છે.", "解曰": "ઝડપી ગતિ. વર્ષ તેના સમયને યોગ્ય નથી. Guanyin નીચે લખે છે. મને પહેલા જણાવો.", "籤詩故事一": "◇ઝોંગલી પ્રબુદ્ધ બની ગયા\nઝોંગલી ક્વાન, અટક ઝોંગલી, આપેલ નામ ક્વાન, સૌજન્ય નામ યુનફાંગ, અને ઉપનામ ઝેનયાંગ, પૂર્વીય હાન રાજવંશ દરમિયાન ઝિયાનયાંગ કાઉન્ટી, ઝિઆન, શાનક્સી પ્રાંતના વતની હતા.\nઝોંગ લિક્વાન હાન રાજવંશનો એક સેનાપતિ હતો.પશ્ચિમ ક્વિઆંગ સામેના અભિયાન દરમિયાન, તે કમાન્ડર લિયાંગ યીની ઈર્ષ્યા કરતો હતો અને તેણે તેને ફક્ત 30,000 જૂના અને નબળા સૈનિકો સોંપ્યા હતા. તે તેના ગંતવ્ય પર પહોંચતાની સાથે જ કેમ્પને લૂંટી લેવામાં આવ્યો હતો. પશ્ચિમ કિઆંગ સૈન્ય, અને સૈનિકો ભાગી ગયા. ઝોંગ લિક્વન એક ખીણમાં ખોવાઈ ગયો અને રસ્તામાં એક હુ સાધુને મળ્યો. તે તેને એક નાનકડા ગામમાં લઈ ગયો અને કહ્યું, \"આ શ્રી ડોંગુઆનું રહેઠાણ છે.\" પછી તેણે ગુડબાય કહ્યું અને ચાલ્યો ગયો. થોડી વાર પછી, અચાનક કોઈએ કહ્યું, \"આ હોવું જોઈએ કારણ કે લીલી આંખોવાળો હુ માણસ ખૂબ વાચાળ છે.\" તેણે સફેદ હરણની રૂંવાટી પહેરેલા અને લીલો ક્વિનોઆ લાકડી પહેરેલા માણસને જોયો. તેણે ઝોંગ લિક્વનને પૂછ્યું, \"જે વ્યક્તિ આવી હતી. અહીં હાન ડા. જનરલ ઝોંગલીક્વાન છે\n? ઝોંગ લિક્વનને આઘાત લાગ્યો, તે જાણીને કે તે એક વિચિત્ર વ્યક્તિને મળ્યો હતો, તેથી તેણે નિષ્ઠાપૂર્વક તાઓ શીખ્યા.\nZhong Liquan પાછળથી Zhenren Huayang અને અમર રાજા Xuanfu મળ્યા, અને \"અમરત્વનું રહસ્ય\" શીખ્યા. અંતે, તેઓ કોંગટોંગ પર્વતમાં ઝિજિન સિહાઓફેંગ ખાતે રહેતા હતા, તેમણે \"જેડ બોક્સનું રહસ્ય\" મેળવ્યું હતું અને તે સાચા અમર બની ગયા હતા. તેઓ ક્વાંઝેન સંપ્રદાય દ્વારા પાંચ ઉત્તરી પિતૃપ્રધાનોમાંના એક તરીકે પણ આદરણીય હતા.", "聖意": "પાનખર અને શિયાળામાં તમારા ઘર અને ઘરને સારા નસીબ સાથે આશીર્વાદ મળે તેવી પ્રાર્થના કરો. પાનખર અને શિયાળામાં સારા નસીબની શોધ કરો. વ્યવસાયમાં સારા નસીબ, લગ્નમાં સારા નસીબ, છોકરાઓને જન્મ આપવામાં સારા નસીબ, ક્ષેત્રની મુસાફરીમાં સારા નસીબ , રેશમના કીડામાં સારા નસીબ, પશુધનમાં સારા નસીબ, લોકોને શોધવામાં સારા નસીબ, જાહેર મુકદ્દમામાં સારા નસીબ, સ્થળાંતરમાં સારા નસીબ, ખોવાયેલી મિલકત, ઉત્તરપૂર્વીય રોગો, પર્વતો અને કબરો મોકલવામાં સારા નસીબ.", "古人": "ઝોંગલી પ્રબુદ્ધ બની", "第X籤": "પ્રથમ સંકેત", "宮": "ગર્ભાશય"}