{"籤詩版本二": "ચિંતાઓ અને ચિંતાઓ અસ્થાયી રૂપે દૂર થાય છે, અને આનંદ આકાશમાંથી આવે છે.\nજેમ છાણમાં છુપાયેલ જેડ, એક સારો કામદાર ધૂળને બહાર કાઢે છે", "詩意": "આ હેક્સાગ્રામ યીન અને યાંગની સંવાદિતા દર્શાવે છે.\nતમે જે આયોજન કરો છો તે બધું જ શુભ છે.", "解曰": "કંઈ મળ્યું નથી, કંઈ ગુમાવ્યું નથી. નુકસાનમાંથી લાભ મેળવો. વિલન મુશ્કેલીમાં છે. તમારા માટે શુભકામનાઓ, સજ્જન.", "籤詩故事一": "◇યે મેંગ ઝિઓંગ ચાઓ દી\nયે મેંગક્સિઓંગ (1531-1597), જેનું સૌજન્ય નામ નાનઝાઓ હતું અને જેનું નામ લોંગટાંગ હતું, તેને બદલીને લોંગટન કરવામાં આવ્યું હતું અને તેનું નામ હુઆયુન પણ રાખવામાં આવ્યું હતું. મિંગ રાજવંશમાં વાનશીફાંગના વતની, હુઇઝોઉ ફુચેંગ (હવે હુઇચેંગ ડિસ્ટ્રિક્ટ, હુઇઝોઉ સિટીનો ભાગ). જિયાજિંગ શાસનના 44મા વર્ષમાં (1565), તેઓ જિનશી બન્યા અને તેમને કિંગ કાઉન્ટીના મેજિસ્ટ્રેટનું બિરુદ આપવામાં આવ્યું. તેમણે ટ્રાન્સફર ડિપાર્ટમેન્ટના ડિરેક્ટર તરીકે સેવા આપી હતી, અને બાદમાં તેઓ શાંક્સી રોડના સુપરવાઇઝરી સેન્સરમાં બદલાયા હતા.\nવાનલીના 20મા વર્ષમાં (1592), નિંગ્ઝિયાના જનરલ કોન્સ્યુલ, કુઆબાઈ (મોંગોલિયન તતાર જનજાતિના વડા) એ ગવર્નર ડાંગ ઝિનને મારી નાખ્યો અને હેક્સી પ્રાંતમાં ચાલીસમો કિલ્લો કબજે કર્યો., શહેર તોડ્યું, પૂજા કરી અને બાળી નાખ્યું. પોતે મૃત્યુ માટે. મેંગ ઝિઓંગ શ્રેય લેવામાં ઘમંડી નથી, અને તેની કુશળતાને લડવાની હિંમત કરનારા સેનાપતિઓની જેમ સારી રહેવા દે છે. સત્તાવાર વેઇ ઝુઝેંગને પુનઃસ્થાપિત કરવામાં આવ્યા હતા. તેના પછીના વર્ષોમાં, તેણે પાંચ વખત રાજીનામું આપ્યું અને હુઈલોંગ મંદિર બનાવવા માટે હુઈઝોઉ પરત ફર્યા.\nયે મેંગક્સિઓંગ શરૂઆતમાં એક નાગરિક સેવક તરીકે તાઓવાદમાં પ્રવેશ્યા અને તેમની પ્રામાણિકતા અને પ્રામાણિકતા માટે પ્રખ્યાત હતા. જૂના ઐતિહાસિક રેકોર્ડ્સ કહે છે કે તેઓ \"નમ્રતા અને ક્ષમતામાં પ્રથમ હતા\", \"ભ્રષ્ટાચારને દૂર કરે છે અને બળવાઓને સજા આપે છે\", સારી પ્રતિષ્ઠા છોડીને. અત્યંત વફાદાર, બહાદુર, હિંમતવાન અને સાધનસંપન્ન હતા. તોપગોળામાં સારા. તેમના જીવનના ઉત્તરાર્ધમાં, તેમની માર્શલ આર્ટ કુશળતા \"મિંગ રાજવંશના ઇતિહાસ\" માં નોંધવામાં આવી હતી અને તેમને રાષ્ટ્રીય નાયક તરીકે ગણવામાં આવ્યા હતા.", "聖意": "ઘર પ્રતિકૂળ છે (વધુને વધુ શાંતિપૂર્ણ) પાનખર અને શિયાળો પોતાના માટે સારા છે, સંપત્તિ સફળ થશે, વ્યવહારો સફળ થશે, લગ્ન સફળ થશે, લિયુજિયામાં ખોટા એલાર્મ હશે (ત્યાં ખજાના હશે), રાહદારીઓ મેદાનમાં આવશે. રેશમના કીડા માટે પ્રાર્થના કરવા માટે, છ પ્રાણીઓ સપાટ હશે, લોકો મળી આવશે, જાહેર મુકદ્દમા પ્રતિકૂળ હશે, સ્થળાંતર રૂઢિચુસ્ત હશે, ખોવાયેલી મિલકત અવરોધિત થશે, ફુશન કબરમાં રોગો સ્થાયી થશે", "古人": "યે મેંગ ઝિઓંગ ચાઓ દી", "第X籤": "સોળમો વિજેતા લોટો", "宮": "માઓગોંગ"}