{"籤詩版本二": "સુવર્ણ કાગડો પશ્ચિમમાં પડે છે અને સસલું પૂર્વમાં ઉગે છે.દિવસ અને રાત્રિનું ચક્ર પ્રાચીન સમયથી આજ સુધી ચાલુ રહે છે.\nસાધુઓ અને તાઓવાદીઓ જાણે છે કે કોઈ ગેરલાભ નથી, અને વિદ્વાનો, ખેડૂતો, ઉદ્યોગો અને વેપારીઓ બધા પોતપોતાના મનને અનુસરે છે.", "詩意": "આ હેક્સાગ્રામ યીન અને યાંગના વેક્સિંગ અને ક્ષીણ થવાનું પ્રતિનિધિત્વ કરે છે.\nતે પણ એક સંકેત છે કે બધું જ યોજના પ્રમાણે ચાલશે.", "解曰": "મનમાં કંઈ નથી. તમે જે કર્યું છે તે પ્રશંસનીય છે. ધનુષમાંથી તીર જેવું. એક શોટ નિશાન પર વાગ્યો.", "籤詩故事一": "◇ કાકા કાઓ ગુઓ અમર છે\nઝુઝોઉના વતની કાઓ ગુઓજીયુને સોંગ રાજવંશના રેનઝોંગ સમયગાળા દરમિયાન રાજ્યના મહાન કાકા કહેવામાં આવે છે.તેમનું નામ કાઓ યી હતું, જેને કાઓ જિંગ્ઝિયુ તરીકે પણ ઓળખવામાં આવે છે.\nકાકા કાઓ ગુઓને કાઓ એર નામનો નાનો ભાઈ હતો. આ કાઓ એરે તેની શાહી સત્તાની સ્થિતિ પર આધાર રાખ્યો અને તમામ પ્રકારના દુષ્કર્મ આચર્યા. તેણે ખેતરો પર કબજો કર્યો, પત્નીઓ અને પુત્રીઓને છીનવી લીધા, અને આવતા-જતા કેટલાક અંધેર વિલન સાથે મિત્રતા કરી. કાઓ ગુઓજીયુ તેને સહન કરી શક્યા નહીં, તેથી તે તેના સારા શબ્દો અને આરામ સાંભળવાનો ઇનકાર કર્યો, તેથી તેણે તેને નિયંત્રિત કરવા માટે સજાનો ઉપયોગ કર્યો. , બંને ભાઈઓએ ક્રોધ બનાવ્યો.\nકાઓ ગુઓજીયુએ કહ્યું: \"દુનિયાના સિદ્ધાંતો એ છે કે જેઓ સારું એકઠા કરે છે તે સમૃદ્ધ થાય છે, અને જેઓ અનિષ્ટ એકઠા કરે છે તે નાશ પામે છે. આ એક અપરિવર્તનશીલ સત્ય છે. અમારા કાઓ પરિવારે આજે આપણી પાસે જે સંપત્તિ છે તે હાંસલ કરવા ભૂતકાળમાં દુષ્ટ કાર્યો કર્યા છે. હવે મારા ભાઈએ ચરમસીમા સુધી દુષ્ટતા એકઠી કરી છે, ભલે તે છટકી જાય, ભલે તમને કોઈ અધિકારી દ્વારા સજા કરવામાં આવે, તો પણ તમે છુપાયેલી આફતોથી બચી શકતા નથી. એકવાર કોઈ આફત આવે અને તમારું કુટુંબ નાશ પામે અને કોઈ મૃત્યુ પામે, તો તમે કરી શકશો નહીં. તે સમયે ભાગી જાઓ. હું અપમાનિત થઈશ અને તેનાથી ભયભીત થઈશ.\" તેથી, મેં મારી બધી સંપત્તિ વિખેરી નાખી, તેણે ગરીબોને મદદ કરી અને હવે તેના ભાઈની બાબતોની પરવા કરી નહીં. પછી તેણે પોતાનું ઘર અને મિત્રો છોડી, તાઓવાદી ગણવેશમાં બદલાઈ ગયો, અને તેના મન અને સ્વભાવને વિકસાવવા માટે પર્વતોમાં ગયો.\nએક દિવસ, તે હાન વંશના ઝોંગલી અને લુ ડોંગબીનને મળવા આવ્યો. અંકલ કાઓ ગુઓના છટાદાર જવાબો જોઈને તેઓ ખૂબ જ ખુશ થયા. તેઓએ તેને \"સત્ય પરત કરવાનો ગુપ્ત આદેશ\" આપ્યો અને તેને કાળજીપૂર્વક અભ્યાસ કરવાનો આદેશ આપ્યો. ટૂંક સમયમાં, ઝોંગલી. ક્વાન અને લુ ડોંગબીનનો પરિચય અમર વર્ગ સાથે થયો હતો.", "聖意": "ઘરનું સૌભાગ્ય, ઘર, સૌભાગ્ય, સૌભાગ્ય, ધંધામાં સૌભાગ્ય, લગ્ન, પુરુષ પ્રવાસી, ખેતરમાં રેશમના કીડાનું વાવેતર, છ પશુધનનું વહેલું વાવેતર, નફામાં નુકસાન, લોકોની શોધ, કાનૂની કાર્યવાહી, સ્થળાંતર, સારું. ખોવાયેલી મિલકત માટે નસીબ, મોડી માંદગી, સારા નસીબ (સસલાના વર્ષ અથવા સસલાની રાશિની નિશાની અશુભ છે), પર્વતની કબરોમાં સારા નસીબ", "古人": "અંકલ કાઓ ગુઓ અમર છે", "第X籤": "અઢારમી સહી", "宮": "માઓગોંગ"}