{"籤詩版本二": "ઝડપી પાણીના બીચ પરથી બોટને પાછી જવા દો, ગરબડને કારણે તમે શું કરવા માંગો છો?\nજો તમે સુરક્ષિત રહેવા માંગતા હો, તો શાંતિ શોધો અને આ કટોકટીમાંથી પસાર થવા માટે તરંગોની રાહ જુઓ.", "詩意": "આ હેક્સાગ્રામ ઝડપી બીચ પર મુસાફરી કરતી હોડી જેવું છે.\nદરેક બાબતમાં રૂઢિચુસ્ત રહો અને સમયની રાહ જુઓ.", "解曰": "મજબૂત પાણીમાં ઉતરવું. ખતરો સમયની રાહ જોઈ રહ્યો છે. જો તમે શિબિર યોજનાઓ વિશે પૂછો. કશું કરી શકાતું નથી.", "籤詩故事一": "◇ ઝીયીનો તાજ પહેરાવવામાં આવેલ રાજા છે\nગુઓ ઝીયી (697-781), જેને ગુઓ લિંગગોંગ તરીકે પણ ઓળખવામાં આવે છે, તે ઝેંગ કાઉન્ટી, હુઆઝોઉ (હવે હુએક્સિયન કાઉન્ટી, શાનક્સી પ્રાંત) ના વતની હતા અને તાંગ રાજવંશના જનરલ હતા.\nતિયાનબાઓ (755) ના 14મા વર્ષમાં અંશી બળવા દરમિયાન, તેમને શુઓફાંગ જિદુશી (લિંગવુ, હાલના નિંગ્ઝિયામાં લિંગવુની પશ્ચિમે) નું બિરુદ આપવામાં આવ્યું હતું. તેમને ધર્મયુદ્ધનો આદેશ આપવામાં આવ્યો હતો. તેણે કૂચ કરવા માટે લી ગુઆંગબી સાથે શુઓફાંગની સેનાને જોડી હતી. તેઓ ચાંગશાન (ઝેંગડિંગ, હેબેઈ) ખાતે દળોમાં જોડાયા અને શી સિમિંગને હરાવ્યા, હેબેઈ પાછું મેળવ્યું. આ સમયે, ગુઓ ઝીયીએ સૂચન કર્યું કે સમ્રાટ ફાન યાંગને ઉત્તરથી લઈ જાય અને ટોંગગુઆનનો ઘેરો ઘટાડવા માટે બળવાખોર વાઘના ડેન પર હુમલો કરે, પરંતુ ઝુઆનઝોંગે ના પાડી. તે પછી, તાંગ રાજવંશના અંતમાં અલગતાવાદી વાસલ નગરોની પરિસ્થિતિ રોપવામાં આવી હતી, જે તાંગ રાજવંશના મૃત્યુનું દૂરસ્થ કારણ પણ બન્યું હતું.\nતિયાનબાઓના શાસનના પંદરમા વર્ષમાં (756), તેણે અને ઉઇગુર ગઠબંધનએ હેકુને શાંત પાડ્યું. પછીના વર્ષના વસંતઋતુમાં, તેઓએ હેડોંગ (હવે યોંગજી, શાંક્સી) અને ફેંગ યી (હવે ડાલી, શાંક્સી) પુનઃપ્રાપ્ત કર્યું અને ટોંગગુઆન પર હુમલો કર્યો, કુઇ ક્વિન્યુને હરાવી. તાંગ સેનાને 10,000 થી વધુ જાનહાનિનો સામનો કરવો પડ્યો. કુઇ ક્વિન્યુએ પુજિનને શરણાગતિ આપી. એક લુશાનને તેના પુત્ર એન કિંગ્ઝુએ માર્યો હતો.\nઝિઇડ (757) ના બીજા વર્ષમાં, તેને ફેંગઝિયાંગ તરફ સૈનિકોનું નેતૃત્વ કરવાનો આદેશ આપવામાં આવ્યો. રસ્તામાં, તેણે બૈકુ લિયુન બ્રિજ (આજના સાન્યુઆનના દક્ષિણપૂર્વ) ખાતે 5,000 લી ગ્યુરેનના ઘોડેસવારોને હરાવ્યા. મે મહિનામાં, તેણે એન શાઉઝોંગ અને લી સાથે યુદ્ધ કર્યું. ક્વિન્ગકુ (આજનું ઝિઆનની પશ્ચિમમાં)માં ગ્યુરેનનો પરાજય થયો, અને તે વુગોંગ (આજે વુગોંગના ઉત્તરપશ્ચિમમાં) તરફ પાછો ગયો. સપ્ટેમ્બરમાં, તેણે માર્શલ ગુઆંગપિંગ વાંગ લી ચુને અનુસરીને તાંગ અને ઉઇગુર્સને 150,000 સૈનિકો સાથે જોડવા માટે આગેવાની લીધી, અને પછી લડ્યા. ઝિયાંગમાં એન શાઉઝોંગ અને લી ગુરેન સાથે. જી ટેમ્પલની ઉત્તરે (આજના ચાંગઆન કાઉન્ટીની દક્ષિણપશ્ચિમમાં), ઉઇગુર સૈનિકોએ દુશ્મનની પાછળ ચક્કર લગાવ્યું, બંને બાજુથી હુમલો કર્યો અને 60,000 દુશ્મનોને મારી નાખ્યા. ઝાંગ ટોંગરુ શાનક્સી કાઉન્ટીમાં ભાગી ગયો, અને અંતે રાજધાની ચાંગઆન (આજનું શીઆન) પાછું મેળવ્યું. તાંગ સૈન્યની ભવ્યતા ફરી એકવાર ચાંગઆનમાં પુનઃસ્થાપિત થઈ.\nપછીથી, તાંગ સૈન્યએ વિજયનો લાભ લીધો અને પૂર્વ તરફ કૂચ કરી, યાન ઝુઆંગ અને ઝાંગ ટોંગરુ સહિત 150,000 સૈનિકોને ઝિન્ડિયનમાં હરાવી (હવે હેનાન પ્રાંતના સાનમેંક્સિયા શહેરની દક્ષિણપશ્ચિમમાં), એન્કિંગ ઝુને પીળી નદી પાર કરવા અને ઝિઆંગઝોઉ તરફ પીછેહઠ કરવા દબાણ કર્યું. ડોંગજુન લુઓયાંગ પરત ફર્યા. સીટુને તેની યોગ્યતાઓમાં ઉમેરો અને તેને દેશના ડ્યુક બનાવો.\nશી સિમિંગે એન કિંગ્ઝુને બચાવવા માટે ફેન યાંગથી તેની સેનાનું નેતૃત્વ કર્યું. બંને પક્ષોએ આન્યાંગ નદીની ઉત્તરે (આજના આન્યાંગની ઉત્તરે) રચનામાં લડાઈ કરી. લડાઈ અસ્પષ્ટ હતી. અંતે, નવ જીદુશીની આગેવાની હેઠળ તાંગ સૈન્ય, જે. 600,000 માણસો હોવાનો દાવો કર્યો, પીછેહઠ (યેચેંગના યુદ્ધમાં). યુદ્ધ). આ યુદ્ધનો મુખ્ય કમાન્ડર નપુંસક યુ ચાઓન હતો, જેની પાસે કોઈ નેતૃત્વ કૌશલ્ય ન હતું અને તેણે યુદ્ધની નિષ્ફળતા માટે ગુઓ ઝીયીને દોષી ઠેરવ્યો. ગુઓ ઝીયીને ચાંગઆન પાછા બોલાવવામાં આવ્યા, લશ્કરી શક્તિમાંથી મુક્ત થયા, અને નિષ્ક્રિય અધિકારી બન્યા.\nબાઓઇંગ (762) ના પ્રથમ વર્ષમાં, તાઇયુઆન (આજે તાઇયુઆનનું દક્ષિણપશ્ચિમ) અને જિઆંગઝોઉ (આજનું શાંક્સી પ્રાંતનું શિનજિયાંગ) માં સૈનિકોએ બળવો કર્યો. દરબાર ભયભીત હતો, તેથી ઝિયીને ફેન્યાંગના રાજાનું બિરુદ આપવામાં આવ્યું અને તે બહાર નીકળી ગયો. જિયાંગઝુને નિયંત્રિત કરો. તે નપુંસક ચેંગ યુઆનઝેન દ્વારા પણ વિમુખ થઈ ગયો હતો અને લશ્કરી શક્તિથી મુક્ત થયો હતો.\n(આ વાર્તાનું કેન્દ્ર: ગુઓ ઝીયી, જે ખૂબ જ સક્ષમ અને સારી રીતે વર્તે છે, તે ઝુઆનઝોંગ અને કેટલાક ખલનાયકોને મળ્યા, જેણે તેમની સિદ્ધિઓ સાથે મોટા પ્રમાણમાં સમાધાન કર્યું.)", "聖意": "ઘર અને પોતાને આશીર્વાદ આપવો, સંપત્તિની શોધ કરવી, કોઈ વ્યવહાર નહીં, લગ્ન નહીં, કોઈ ખોટા એલાર્મ નહીં, તિયાનકાંજીમાં આવતા રાહદારીઓ, લોકોને શોધવા મુશ્કેલ, જાહેર મુકદ્દમા અને (ઝિંગ નહીં), સ્થળાંતર, રૂઢિચુસ્તતા, ખોવાયેલી મિલકત, શોધવા મુશ્કેલ, રોગો, આશીર્વાદ માટે પ્રાર્થના, પર્વતો અને કબરો, શુભ", "古人": "ઝીયીનો તાજ પહેરાવવામાં આવ્યો હતો", "第X籤": "ઓગણીસમી વિજેતા લોટ", "宮": "તત્સુમી"}