{"籤詩版本二": "આટલી બધી ચિંતાઓ અને જોખમો પછી, હવેથી તે ફરી ક્યારેય ખાલી નહીં થાય\nઉદાર હૃદયની પોતાની ઉદાર યોજનાઓ હોય છે. મહાન સિદ્ધિઓ મેળવવા માટે તમારે નિષ્ણાતને મળવું પડશે.", "詩意": "આ હેક્સાગ્રામ ઝરણા સાથેના પ્રાચીન કૂવા જેવું છે.\nદરેક બાબતમાં, ઉમદા લોકો સફળતા પ્રાપ્ત કરે છે.", "解曰": "મુકદ્દમો આખરે ન્યાયી થશે. બીમાર અને સલામત. સલાહ લેવા માટે અંદર અને બહાર જાઓ. પ્રાચીન કૂવો વસંતને મળે છે.", "籤詩故事一": "◇યાઓ ચોંગ તીડને નિયંત્રિત કરે છે\nયાઓ ચોંગ (649-721), જેનું અસલી નામ યુઆન ચોંગ હતું, તે શાનઝોઉના હતા. તેમણે તાંગ રાજવંશમાં ઝિયા ગુઆન, ચુંગુઆનના શાંગશુ, ઝિવેઈલિંગ, ઝોંગશુલિંગ અને વડા પ્રધાન તરીકે સેવા આપી હતી.\nકૈયુઆન (716) ના ચોથા વર્ષમાં, શેનડોંગ (સામાન્ય રીતે હુઆશનની પૂર્વમાં પીળી નદીના બેસિનનો ઉલ્લેખ કરે છે) તીડથી પીડિત હતા. લોકો અંધશ્રદ્ધાળુ વિચારોથી બંધાયેલા હતા અને તેઓનો શિકાર કરવાની અને મારી નાખવાની હિંમત કરતા ન હતા. તેના બદલે, તેઓએ તીડની સ્થાપના કરી. બલિદાન આપ્યા, ધૂપ સળગાવી, ખેતરોની બાજુમાં પૂજા કરી અને તીડ દ્વારા પાકને ખાઈ જતા જોયા.\nબધા અધિકારીઓ માનતા હતા: \"તીડ એ કુદરતી આપત્તિ છે, તે માનવશક્તિ દ્વારા કેવી રીતે નિયંત્રિત કરી શકાય છે!\" તે સમયે બે જુદા જુદા વિચારો વચ્ચેનો સંઘર્ષ ઉગ્ર હતો, તીડને નાબૂદ કરવા કે નહીં.\nયાઓ ચોંગે કહ્યું: \"જ્યાં સુધી આપણે સાથે મળીને કામ કરીએ છીએ, ત્યાં સુધી આપણે તે બધાથી છુટકારો મેળવી શકીએ છીએ. તેમણે કહ્યું: તીડ લોકોથી ડરતા હોય છે, તેથી તેઓને ભગાડવામાં સરળતા હોય છે. રોપાઓના માલિકો હોય છે, તેથી બચાવકર્તાઓએ સખત મહેનત કરવી જોઈએ; તીડ ઉડી શકે છે, અને જો તેઓ રાત્રે આગ જોશે, તો તેઓ ચોક્કસપણે ઉડી જશે; ખેતરમાં આગ લગાડો, સળગતી વખતે ખાડો ખોદો, સળગતી વખતે તેમને દાટી દો, અને ત્યાં કંઈ જ બચશે નહીં.\"\nXuanzong જણાવ્યું હતું કે: \"તીડ એ નબળા નૈતિક શાસનને કારણે કુદરતી આપત્તિ છે. જો તમે તેમને શિકાર કરવા અને મારી નાખવા માટે કહો, તો શું આ અનાજની વિરુદ્ધ નથી?\"\nયાઓ ચોંગે ઉમેર્યું: \"તીડને પકડવાની અને મારી નાખવાની પ્રેક્ટિસ પ્રાચીન લોકો દ્વારા કરવામાં આવતી હતી, અને તમારો મહિમા ભવિષ્યમાં તેનો ઉપયોગ કરશે. ખેડૂતો માટે શાંતિ અને સમૃદ્ધિ લાવવા માટે તે એક મુખ્ય રાષ્ટ્રીય ઘટના છે. કૃપા કરીને તેને ગંભીરતાથી ધ્યાનમાં લો.\"\nઝુઆનઝોંગને ખાતરી થઈ. પરંતુ તે સમયે કોર્ટની અંદર અને બહાર બધાએ કહ્યું હતું કે તીડનો શિકાર કરી શકાય નહીં.\nઝુઆનઝોંગે કહ્યું: \"મેં વડા પ્રધાન સાથે ચર્ચા કરી છે અને તીડને પકડવાનું નક્કી કર્યું છે. જે કોઈ ફરીથી વાંધો ઉઠાવશે તેને ફાંસી આપવામાં આવશે.\" તેથી તેણે સેન્સરને દેખરેખ રાખવા અને લોકોને તીડને બાળવા અને દફનાવવા નિર્દેશ આપવા મોકલ્યો.\nપરિણામો તદ્દન અસરકારક હતા. દેશભરમાં નવ મિલિયન ડાન્સ તીડ પકડાયા હતા, અને તીડનો ઉપદ્રવ સફળતાપૂર્વક નાબૂદ કરવામાં આવ્યો હતો. તે વર્ષે કૃષિએ સારો પાક મેળવ્યો હતો.\n(આપત્તિ વ્યવસ્થાપન અને સ્થળાંતરમાં ડહાપણનો ઉપયોગ કરવો જોઈએ, અને મુશ્કેલીઓ દૂર કરવા માટે બુદ્ધિશાળી વ્યૂહરચના હોવી જોઈએ. યાઓ ચોંગ આ બાબતમાં નિષ્ણાત છે)", "聖意": "ઘર સામાન્ય છે, પોતાને અવરોધિત છે, પૈસા માંગવા પર અવરોધ છે, વેપાર અવરોધિત છે, લગ્ન અને સંવાદિતા અવરોધિત છે, લિયુજિયામાં ભય છે, રાહદારીઓ અવરોધિત છે, રેશમના કીડા અવરોધિત છે, પશુધન પ્રતિકૂળ છે, લોકો મળતા નથી, લોકો અવરોધિત છે. , જાહેર મુકદ્દમો કરવામાં આવે છે, સ્થળાંતર ગેરવાજબી છે, ખોવાયેલી વસ્તુઓ શોધવી મુશ્કેલ છે, રોગો આશીર્વાદ માટે પ્રાર્થના કરે છે, પર્વતો અને કબરો અસ્વસ્થ છે", "古人": "યાઓ ચોંગ તીડને નિયંત્રિત કરે છે", "第X籤": "પચીસમી લોટરી જીતવી", "宮": "મી પેલેસ"}