{"籤詩版本二": "અફવા છે કે વસ્તુઓ ઊંધી થઈ ગઈ છે, અને મને ક્ષિતિજમાંથી એક પત્ર મળ્યો.\nપુસ્તકમાં મને આપેલી ખ્યાતિ અને સફળતા અંત સુધી ખાલી રહી.", "詩意": "આ હેક્સાગ્રામમાં ખોટું નામ છે.\nદરેક બાબતમાં રૂઢિચુસ્ત રહેવાની સલાહ આપવામાં આવે છે.", "解曰": "ઉપર અને નીચે અસ્વસ્થ. ફુરસદ શોધવી એ નિષ્ક્રિય નથી. પ્રસિદ્ધિની ઈચ્છા. સુરક્ષિત રહો.", "籤詩故事一": "◇ઝોંગ કુઇ જ્ઞાન પ્રાપ્ત કરે છે\nઝોંગ કુઇ, જેની અટક ઝોંગ કુઇ છે, જેનું સૌજન્ય નામ ઝેંગનાન છે, તે ઝોંગનાનશાનના છે.\nતાંગ વંશના સમ્રાટ દેઝોંગના શાસન દરમિયાન, ઝોંગ કુઇએ શાહી પરીક્ષામાં ભાગ લીધો હતો.ઝોંગ કુઇએ પરીક્ષાના પ્રશ્નો વાંચ્યા અને તરત જ એક જ વારમાં લેખ લખ્યો અને તેને સોંપ્યો. તે દિવસે મુખ્ય પરીક્ષક હાન યુ, નાગરિક બાબતોના પ્રધાન હતા અને નાયબ પરીક્ષક લુ ઝી હતા, જે એક મહાન વિદ્વાન હતા. જ્યારે બંનેએ ઝોંગ કુઈનો કાગળ વાંચ્યો, ત્યારે તેમની આંખો ચમકી ગઈ અને તેઓએ એકસાથે કહ્યું: \"જાદુગર, વિઝાર્ડ! આ લેખનો દરેક શબ્દ ઉત્કૃષ્ટ છે, લી તાઈબાઈ અને ડુ ઝિમેઈને લાયક છે!\" તેથી તેઓએ પ્રથમ સ્થાન તરીકે ઝોંગ કુઈનું નામ આપ્યું.\nસમ્રાટ દેઝોંગે હાન યુનો અહેવાલ સાંભળ્યો અને કહ્યું કે વિજ્ઞાનના નવા ચેમ્પિયન ઝોંગ કુઈ ખૂબ જ પ્રતિભાશાળી હતા, તેથી તેણે ઝોંગ કુઈને ગોલ્ડન પેલેસમાં બોલાવ્યા.\nજ્યારે સમ્રાટ દેઝોંગે તેનો કદરૂપો દેખાવ જોયો ત્યારે તેણે તરત જ નારાજગી અનુભવી અને કહ્યું, \"આપણા દરબારમાં વિદ્વાનોની પસંદગી વ્યક્તિગત શબ્દો અને સુલેખન પર આધારિત છે. આવા કદરૂપી વ્યક્તિને સુવર્ણ વિજ્ઞાનમાં નંબર વન વિદ્વાન તરીકે કેવી રીતે પસંદ કરી શકાય? \"\nહાન યુએ ઉતાવળમાં ઘૂંટણિયે પડીને કહ્યું: \"વ્યક્તિનું સારું અને ખરાબ એ માત્ર દેખાવ પર આધારિત નથી. પવિત્ર ભગવાન, શું તમે સાંભળ્યું નથી કે યાન યિંગ ત્રણ ફૂટ ઊંચો છે અને તે વડા પ્રધાનની સમાન છે? ઝોઉ ચાંગ સ્ટટર પણ હાન રાજવંશને મદદ કરી શકે છે; કન્ફ્યુશિયસ લોકોને તેમના દેખાવ દ્વારા ન્યાય કરે છે, અને તેના પુત્ર યુને ગુમાવે છે. મને આશા છે કે તમારો મહિમા બે વાર વિચારશે.\"\nસમ્રાટ દેઝોંગે એક ક્ષણ માટે વિચાર કર્યો અને કહ્યું: \"હાન આઈકિંગના શબ્દો વાજબી હોવા છતાં, હું જ્યારે સમ્રાટ તાઈઝોંગ હતો ત્યારે ત્યાં અઢાર વિદ્વાનો હતા જેઓ યિંગઝોઉ આવ્યા હતા અને તેના વિશે વાત કરી હતી. આ માણસ નંબર વન વિદ્વાનો હતો. મને ડર છે કે વિશ્વ પ્રતિભાને ન ઓળખવા બદલ મારા પર હસશે.\"\nવડા પ્રધાન લુ ક્વિ સંકુચિત અને પ્રતિભાઓની ઈર્ષ્યા ધરાવતા હતા. સમ્રાટના શબ્દો સાંભળ્યા પછી, તેમણે ઘૂંટણિયે પડીને કહ્યું: \"સુવર્ણ વિષયમાં નંબર વન વિદ્વાન આંતરિક અને બાહ્ય બંને હોવા જોઈએ. આ વિષય માટે ત્રણસો ઉમેદવારો છે. તમે બીજું કેમ પસંદ નથી કરતા?\"\nજ્યારે ઝોંગ કુઇએ જોયું કે આ વ્યક્તિ ખૂબ મૂંઝવણમાં છે, ત્યારે તે ગુસ્સે થવામાં મદદ કરી શક્યો નહીં. તેણે લુ ક્વિ તરફ આંગળી ચીંધીને શાપ આપ્યો: \"જો આવા અજ્ઞાન અધિકારી કોર્ટમાં હોય, તો શું તે દેશને નુકસાન નહીં કરે?\" તે પછી, તેણે લુ ક્વિને તેની મુઠ્ઠી વડે મુક્કો માર્યો.\nઆ જોઈને દેઝોંગ ગુસ્સે થઈ ગયો અને બોલ્યો: \"તમે ખૂબ જ હિંમતવાન છો, તમે ગોલ્ડન પેલેસમાં મુશ્કેલી ઉભી કરવાની હિંમત કરો છો, તેને ઝડપથી નીચે ઉતારો!\"\nગુસ્સામાં, ઝોંગ કુઇએ મહેલમાં ઊભેલા સેનાપતિની કમરમાંથી તલવાર ખેંચી અને જોરથી નિસાસો નાખ્યો: \"નિરાશ બિલાડી માટે વાઘનું અનુકરણ કરવું મુશ્કેલ છે, અને નિરાશ પોપટ જેટલું સારું નથી. ચિકન.\" તે પછી, તેણે આત્મહત્યા કરી.\nજ્યારે સમ્રાટ દેઝોંગે જોયું કે ઝોંગ કુઇએ ગુસ્સામાં આત્મહત્યા કરી છે, ત્યારે તે ખૂબ જ આશ્ચર્યચકિત થઈ ગયો. લોકોના હૃદય જીતવા માટે, તેણે હુકમ કર્યો કે ઝોંગ કુઇને નંબર 1 વિદ્વાનના સત્તાવાર પદવી સાથે દફનાવવામાં આવે, અને તેણે ઝોંગ કુઇને ભગવાનનું નામ પણ આપ્યું. દુષ્ટ આત્માઓની દુનિયાને મુક્ત કરવા માટે વળગાડ મુક્તિ.", "聖意": "તમારા ઘર પર આશીર્વાદ માટે પ્રાર્થના કરો, તમારી પોતાની સલામતી, નાણાકીય મુશ્કેલીઓ, વ્યવસાય નિષ્ફળતા, લગ્ન નિષ્ફળતા, લિયુજિયા મહિલા રાહદારીઓ, ટ્રસ્ટ ક્ષેત્ર રેશમના કીડા અડધા રાંધેલા, છ ઘરેલું પ્રાણીઓ, ઉછેર કરી શકાય છે, ગુમ થયેલ લોકો, પશ્ચિમી જાહેર મુકદ્દમો, સ્થળાંતરનું નુકસાન, રૂઢિચુસ્તતા, સંપત્તિનું નુકસાન, માંદગી, પર્વતો અને કબરોમાં સારા નસીબ માટે પ્રાર્થના કરો", "古人": "ઝોંગ કુઇએ તાઓ મેળવ્યો", "第X籤": "છવ્વીસમી લોટરી જીતનાર (લોટરી)", "宮": "મી પેલેસ"}