{"籤詩版本二": "શાંતિ અને શાંતિથી સમય પસાર કરવો, પેટ ભરાઈ ગયા પછી ચા પીતી વખતે બેસીને સૂવું\nતમારે શારીરિક અને માનસિક રીતે વ્યસ્ત રહેવાની જરૂર નથી, અને તમે ચોક્કસપણે અન્યાય અથવા આપત્તિનું કારણ બનશે નહીં.", "詩意": "આ હેક્સાગ્રામ શાંતિ અને સ્થિરતાનું પ્રતીક છે.\nબધી બાબતોમાં, યોગ્ય સમયની રાહ જોવી સારા નસીબ લાવશે.", "解曰": "સુરક્ષિત અને સ્વસ્થ રહો. દેવતાઓને પૂછો. સમય આવે ત્યાં સુધી રાહ જુઓ. વસ્તુઓ તક દ્વારા થાય છે.", "籤詩故事一": "◇ ફોયિનહુઇ ડોંગપો\nએકવાર, સુ ડોંગપોને ઝેનનો અભ્યાસ કરતી વખતે થોડી સમજ પ્રાપ્ત થઈ. તેમને સમજાયું કે તેમનું રાજ્ય ગુણાતીત છે, અને તેઓ તેમાં આનંદ અનુભવે છે. મારા જુસ્સાને નિયંત્રિત કરવામાં અસમર્થ, મેં મારી કલમ ફેલાવી અને એક કવિતા લખી:\n\"આકાશની મધ્યમાં, જિશોઉ સમગ્ર બ્રહ્માંડમાં તેજસ્વી રીતે ચમકે છે; આઠ પવનો દ્વારા ફૂંકવામાં અસમર્થ, તે જાંબલી સોનેરી કમળ પર સીધો બેઠો છે.\"\n(આઠ પવનોનો સંદર્ભ છે: નફો, પતન, વિનાશ, પ્રતિષ્ઠા, વખાણ, ઉપહાસ, દુઃખ અને સુખ. એટલે કે આ આઠ અવસ્થાઓથી નારાજ ન થવું તેને \"આઠ પવનો ખસેડી શકતા નથી\" કહેવાય છે)\nતે લખ્યા પછી, ડોંગપોએ તેના નોકરને જિનશાન મંદિરના ઝેન માસ્ટર ફોયિનને આપવા માટે નદી પાર મોકલ્યો.\nઝેન માસ્ટર ફોઇને તે વાંચ્યા પછી, તેણે તેને \"ફાર્ટ\" શબ્દથી ચિહ્નિત કર્યું અને તે તેના નોકરને પાછું લેવા માટે આપ્યું.\nઆ જોઈને ડોંગપો ગુસ્સે થયો, તેથી તે નદીની પેલે પાર એક હોડી લઈને ચર્ચા માટે બુદ્ધની સીલ શોધવા જિનશાન મંદિર ગયો.\nજ્યારે ડોંગપો જિનશાન મંદિરના દરવાજા પર પહોંચ્યા, ત્યારે ફોયિન પહેલેથી જ દરવાજા પર રાહ જોઈ રહ્યો હતો.\nસુ ડોંગપોએ તરત જ ફોયિન પર આરોપ મૂક્યો: \"મેં લખેલી કવિતાને તમે શા માટે ફાર્ટ કહો છો?\"\nફોયિને જવાબ આપ્યો: \"શું તમે પહેલાથી જ 'આઠ પવનોથી ફૂંકાવા માટે અસમર્થ' નથી? તમે કેવી રીતે 'નદીની પેલે પાર માર્યા' પામી શકો છો!\"\nઆ સમયે, ડોંગપોને એ જાણીને આઘાત લાગ્યો કે તે પૂરતો સારો નથી અને શરમથી ચાલ્યો ગયો.\n(આ વાર્તા \"ગરમી હજી આવી નથી\" માટેનું રૂપક છે)", "聖意": "તમારા ઘર અને તમારી પોતાની સલામતી માટે, તમારી સંપત્તિ માટે, તમારા વ્યવસાય માટે, સારા સમય માટે, તમારા લગ્ન માટે, લિયુજિયામાં સ્ત્રી પ્રવાસી માટે, ખેતરોમાં રેશમના કીડાના આગમન માટે, છ પશુધન સ્થિર થવા માટે પ્રાર્થના કરો, કોઈને શોધવા માટે, મુશ્કેલી માટે, જાહેર મુકદ્દમા માટે, સ્થળાંતર માટે, ખોવાયેલી મિલકત માટે, માંદગી માટે, પર્વતની કબર પર મોકલવા માટે, શુભ", "古人": "Foyinhui Dongpo", "第X籤": "એકત્રીસ વિજેતા નંબર", "宮": "વેઇ ગોંગ"}