{"籤詩版本二": "પોશાક પહેરો અને જૂની કૌટુંબિક શૈલીને ફરીથી આકાર આપો. તાઓ આકાશ વિનાનું છે પરંતુ તેની યોગ્યતા છે.\nરસ્તા પરના કાંટા અને કાંટાને દૂર કર્યા પછી, તે ત્રણેય તેમના સાથીદારો સાથે ફરી મળવા માટે સંમત થયા.", "詩意": "આ હેક્સાગ્રામ કપડાંની ફરીથી ગોઠવણીનું પ્રતિનિધિત્વ કરે છે.\nપછીથી સરળ બને તે પહેલાં બધું મુશ્કેલ છે.", "解曰": "ચિંતા કરશો નહીં. તમારો સમય સારો રહે. જો તમે ભવિષ્ય વિશે પૂછો. આગળ સારો રસ્તો છે.", "籤詩故事一": "◇તાંગ સાધુના બૌદ્ધ ધર્મગ્રંથો\nઝુઆનઝાંગ (602-664), તાંગ વંશના પ્રતિષ્ઠિત સાધુ, ચેનની એક સામાન્ય અટક અને યીનું નામ હતું. તેનો જન્મ ગૌશી કાઉન્ટી, લુઓઝોઉ (હવે યાનશી શહેરનો દક્ષિણ ભાગ, હેનાન પ્રાંત)માં થયો હતો. તે તેર વર્ષની ઉંમરે સાધુ બન્યા અને બૌદ્ધ નામ ઝુઆનઝાંગ લીધું. વિશ્વને તાંગ રાજવંશનો સંઝાંગ કહેવામાં આવે છે.\nઝેન્ગુઆનના ત્રીજા વર્ષમાં (629, જેને ઝેંગુઆનના પ્રથમ વર્ષ તરીકે પણ ઓળખવામાં આવે છે), તેમણે બૌદ્ધ ધર્મગ્રંથો મેળવવા માટે પશ્ચિમમાં તિયાનઝુ (ભારત)નો પ્રવાસ કર્યો. તેમણે એકલા જોખમમાં સાહસ કર્યું અને મુશ્કેલીઓ સહન કરી. તેઓ માત્ર ચાર વર્ષમાં આવ્યા.\nઝેન્ગુઆનના સત્તરમા વર્ષમાં, માસ્ટરે સત્તાવાર રીતે રાજીનામું આપ્યું અને પૂર્વમાં પાછો ફર્યો. તે હાલના શિનજિયાંગ પ્રાંતના સાઉથ રોડ, ખોતાન અને લૌલાન થઈને ચીન પાછો ફર્યો. તેને કુલ સત્તર વર્ષ લાગ્યા અને 50,000 માઈલની મુસાફરી કરી. જ્યારે તે ઝેન્ગુઆનના ઓગણીસમા વર્ષના પ્રથમ મહિનામાં ચાંગઆન પહોંચ્યો, ત્યારે સમ્રાટે લિયાંગ ગુગોંગ ફેંગ ઝુઆનલિંગ અને અન્ય નાગરિક અને લશ્કરી અધિકારીઓને તેમનું ભવ્ય સ્વાગત કરવાનો આદેશ આપ્યો.\nમૂળ સંસ્કૃત બૌદ્ધ ગ્રંથોના કુલ 520 અને 657 ગ્રંથોની વિનંતી કરવામાં આવી હતી. અને ચાઇનીઝમાં અનુવાદિત.\nમાસ્ટર પરત ફર્યા પછી, સમ્રાટ તાઈઝોંગ અને સમ્રાટ ગાઓઝોંગ દ્વારા તેમનું ખૂબ આદર કરવામાં આવ્યું અને તેને \"માસ્ટર ત્રિપિટક\" નું બિરુદ આપીને દા નેઈમાં સમાવિષ્ટ કરવામાં આવ્યો.", "聖意": "ઘરમાં ઉથલપાથલ છે, પોતાને માટે સારા નસીબ, સારા નસીબ, સારો વ્યવસાય, સારા લગ્ન, ખેતરમાં લોકોના આગમનમાં અવરોધ, રેશમના કીડા, પ્રતિકૂળ પશુધન, લોકોની શોધ, જાહેર મુકદ્દમા, સ્થળાંતર, મિલકત ગુમાવવી, વિલંબિત માંદગી, પ્રાર્થના. આશીર્વાદ માટે, પર્વતની કબરો જૂની હોવી જોઈએ.", "古人": "તાંગ સાધુ બૌદ્ધ ધર્મગ્રંથો શીખે છે", "第X籤": "પાંત્રીસમી લોટરી વિજેતા", "宮": "શેન ગોંગ"}