{"籤詩版本二": "જો તમે સલામત અને શાંતિપૂર્ણ રહેવા માંગતા હો, તો પવનમાં મીણબત્તીઓ રાખવી યોગ્ય નથી.\nસફાઈ કરવી અને ઊંડા હોલમાં બેસવું, પ્રકાશ ટાળવો, શાંત જગ્યાએ હલાવો અને ફરવું વધુ સારું છે. શેક → યાઓ. મફત → થોડા.", "詩意": "આ હેક્સાગ્રામ દીવો અને મીણબત્તીને હલાવવાના પવન જેવું છે.\nવસ્તુઓને સતત રાખવાથી સારા નસીબ આવશે.", "解曰": "શાંત જગ્યાએ સ્થાયી થાઓ. કૉલ પર રહો અને સમયસર રહો. તે આશીર્વાદ નથી. રૂઢિચુસ્ત અને યોગ્ય.", "籤詩故事一": "◇લી જિંગ પર્વત પર પાછા ફર્યા\nલી જિંગ (571-જુલાઈ 2, 649), સૌજન્ય નામ ફાર્માસિસ્ટ, સાન્યુઆન, યોંગઝોઉ (હવે સાન્યુઆન કાઉન્ટી, શાનક્સી પ્રાંતના ઉત્તરપૂર્વ) ના વતની હતા. સુઈ રાજવંશના અંતથી લઈને તાંગ રાજવંશના પ્રારંભિક સમય સુધીના જનરલ, તે તાંગ રાજવંશમાં નાગરિક અને લશ્કરી બંને કૌશલ્યો સાથે પ્રખ્યાત લશ્કરી વ્યૂહરચનાકાર હતા. બાદમાં, તેમને ડ્યુક ઑફ વેઈનું બિરુદ આપવામાં આવ્યું હતું અને વિશ્વમાં તેઓ ડ્યુક ઑફ વેઈ તરીકે જાણીતા હતા.\nલી જિંગ દેવતાઓની યાદીમાં ત્રીજા રાજકુમાર નેઝાના પિતા છે, જેને \"ટોટાના રાજા\" તરીકે પણ ઓળખવામાં આવે છે. લી જિંગ અને તેના પુત્રએ રાણી ઝોઉને હરાવવા, ઝોઉ રાજવંશની સ્થાપના કરવા અને રાજાને જિઆંગ ઝિયા (તાઈ ગોંગ)ને મદદ કરી હતી. વુ સત્તાવાર રીતે સિંહાસન પર બેઠા. જિઆંગ ઝિયાએ પછી દેવતાઓની યાદી તૈયાર કરી અને યુદ્ધમાં મૃત્યુ પામેલા સૈનિકોના આત્માને શાંત કરવા માટે એક સમારોહ યોજ્યો. ત્યારથી, વિશ્વ શાંતિપૂર્ણ અને શાંતિપૂર્ણ બન્યું. રાજા વુ માર્ક્વિઝ બનાવવા અને તેમને પુરસ્કાર આપવા માંગતા હતા, અને તે સ્થાપક નાયકોને જમીન ફાળવવા પણ ઇચ્છતા હતા. લી જિંગ, તેના પિતા અને પુત્ર અને અન્ય સાત લોકોએ તાઓવાદની પ્રેક્ટિસ કરવા અને દુન્યવી ખ્યાતિ અને સંપત્તિથી ગ્રસ્ત ન થવા માટે પર્વત પર પાછા ફરવાનું કહ્યું. પાછળથી, તે સાતેય \"શરીરમાં સંત બન્યા\" અને અમરના વર્ગમાં સ્થાન મેળવ્યું.\n\"ફેંગ શેન બેંગ\" ની વાર્તા", "聖意": "ઘર રૂઢિચુસ્ત છે, હું સામાન્ય છું, હું સંપત્તિ શોધું છું, મને વ્યવસાયમાં મુશ્કેલી છે, મારા લગ્ન અસંગત છે, લિયુજિયા રાહદારીઓને વિશ્વાસ રાખવા માટે પ્રાર્થના કરે છે, રેશમના કીડા પાનખરમાં પાકે છે, અને છ પ્રાણીઓ સલામત છે, લોકો ગુમ છે, જાહેર મુકદ્દમા અને સ્થળાંતર રૂઢિચુસ્ત છે, ખોવાયેલી મિલકત રોગો, જિયાનક્સિંગશાનમાં કબરને બદલતા નથી", "古人": "લિ જિંગ પર્વત પર પાછા ફરે છે", "第X籤": "સાડત્રીસમી લોટરી વિજેતા", "宮": "શેન ગોંગ"}