{"籤詩版本二": "હજાર વર્ષ જૂનો અરીસો ફરી જોડાયો, મહિલાએ પતિને ફરીથી લગ્ન કરવા કહ્યું\nત્યારથી, પરિવારમાં પરિવર્તન આવ્યું છે, અને બાળકો અને પૌત્રોને આશીર્વાદ ઉમેરવામાં આવ્યા છે.", "詩意": "આ હેક્સાગ્રામ અરીસાઓના પુનઃમિલનનું પ્રતીક છે.\nબધું સખત મહેનત અને ખર્ચાળ છે.", "解曰": "સોનામાં રેતી ખોદવી. ડ્રેગન પર સવારી અને વાઘની સવારી. જોકે તે કપરું છે. તેમાં એક પૂરક છે.", "籤詩故事一": "◇યુલિયાનહુઈ દસ મિત્રો\nસોંગ રાજવંશમાં, કિઆન યુલિયન વાંગ શિપેંગ સાથે લગ્ન કર્યા. જ્યારે શી પેંગ પરીક્ષા આપવા બેઇજિંગ ગયા, ત્યારે શ્રીમંત સન રુક્વાને યુલિયનને તેની સાથે ફરીથી લગ્ન કરવા દબાણ કર્યું.\nકિઆન યુલિયન શ્રીમંત સન રુક્વાનના પ્રસ્તાવને નકારી કાઢે છે અને તેના બદલે વેન્ઝોઉના ગરીબ વિદ્વાન વાંગ શિપેંગ સાથે લગ્ન કરશે, જેને \"જિંગ ચાઈ\" દ્વારા ભાડે રાખવામાં આવ્યો હતો.\nપાછળથી, વાંગ શિપેંગે પ્રથમ ઇનામ જીત્યું. કારણ કે તેણે વડા પ્રધાન વાંકી દ્વારા બળજબરીથી લગ્ન કરવાનો ઇનકાર કર્યો હતો, તેથી તેને દૂરના ચાઓયાંગમાં ન્યાયાધીશ તરીકે સેવા આપવા માટે મોકલવામાં આવ્યો હતો. સન રુક્વાને ગુપ્ત રીતે વાંગ શિપેંગના કૌટુંબિક પત્રને \"છૂટાછેડાના પત્ર\"માં બદલી નાખ્યો અને યુલિયનને છેતરવામાં આવી. કિઆન યુલિયનની સાવકી માતાએ પણ તેને ફરીથી લગ્ન કરવા દબાણ કર્યું, પરંતુ યુલિયનએ ના પાડી અને પોતાની જાતને નદીમાં ફેંકીને આત્મહત્યા કરી. તેણીને ક્વિઆન ઝૈહે દ્વારા બચાવી લેવામાં આવી. , ફુજિયનમાંથી એક શાંત કરનાર, અને દત્તક લીધેલી પુત્રી તરીકે. .\nયુલિયનને લાગ્યું કે શિપેંગ મરી ગયો છે. પાંચ વર્ષ પછી, વાંગ શિપેંગ જિયાનનો ગવર્નર હતો. એક દિવસ, તેણે તેની સ્વર્ગસ્થ પત્નીની યાદમાં તાઓવાદી મંદિરમાં સ્મારક સમારોહ યોજ્યો. યુલિયનને જિયાન તાઓવાદી મંદિરમાં બાળવા માટે જવાનું થયું. ધૂપ, અને વાંગ શિપેંગ અને કિઆન આખરે ફરી એક થયા.", "聖意": "ઘર પોતાના માટે સારું નથી. પાનખર અને શિયાળો સમૃદ્ધ છે. ધન સમૃદ્ધિ છે. પાનખર અને શિયાળો સમૃદ્ધ છે. ધંધો સમૃદ્ધ છે. લગ્ન સફળ થાય છે. રાહદારીઓને ખેતરમાં જવા માટે પ્રાર્થના કરો. રેશમના કીડા ઉછેર કરી શકો છો. છ પશુધન ઉછેર કરી શકાય છે. લોકો મળી શકે છે. જાહેર મુકદ્દમા પ્રતિકૂળ છે. સ્થળાંતર રૂઢિચુસ્ત છે. મિલકતનું નુકસાન. મોડું માંદગી. આશીર્વાદ માટે પ્રાર્થના કરો. પર્વતો અને કબરો સારી છે.", "古人": "યુલિયાનહુઈ દસ મિત્રો", "第X籤": "ચોથું ચિહ્ન", "宮": "ગર્ભાશય"}