{"籤詩版本二": "લાલ ચક્ર પશ્ચિમમાં પડે છે, સસલું પૂર્વમાં ઉગે છે, યીન વધે છે અને યાંગ અદૃશ્ય થઈ જાય છે, અને બધું સમૃદ્ધ થાય છે\nજો કોઈ સ્ત્રી તેનો ઉપયોગ કરવા માંગે છે, તો તેનાથી તેની સંપત્તિમાં વધારો થશે અને તેના હૃદયમાં ખુશી આવશે.", "詩意": "આ હેક્સાગ્રામ એ યીન વધવાનું અને યાંગ અદ્રશ્ય થવાનું પ્રતીક છે.\nપછીથી સરળ બને તે પહેલાં બધું મુશ્કેલ છે.", "解曰": "યીન મહિલાઓને લાભ આપે છે. પુરુષો માટે યોગ્ય નથી. જો તમે સલાહ માંગતા હોવ. ખરાબ પહેલા આવે છે અને પછી સારું આવે છે.", "籤詩故事一": "◇ વુ ઝેટિયન સિંહાસન પર ચઢ્યા\n14 વર્ષની ઉંમરે, વુને તાંગ વંશના સમ્રાટ તાઈઝોંગ લી શિમિન દ્વારા \"વુ મેઈ\" નામના પ્રતિભાશાળી વ્યક્તિ તરીકે મહેલમાં બોલાવવામાં આવ્યા હતા. તાઈઝોંગના અવસાન પછી, ઝેટિઅન ગેન્યે મંદિરમાં પ્રવેશ કર્યો અને સાધ્વી બન્યો.\nજ્યારે તાંગ વંશના સમ્રાટ ગાઓઝોંગ સિંહાસન પર આવ્યા, ત્યારે તેમણે વુ પરિવારને ઝાઓયીને શ્રદ્ધાંજલિ આપવા મહેલમાં બોલાવ્યા. યોંગુઈ (655) ના છઠ્ઠા વર્ષમાં, સમ્રાટ ગાઓઝોંગે વુને તેની રાણી તરીકે સ્થાપિત કરી.\nવુ ઝેટિયન બુદ્ધિશાળી હતા, સાહિત્ય અને ઇતિહાસ સાથે સંકળાયેલા હતા અને કોઠાસૂઝથી સમૃદ્ધ હતા. વુ ઝેટિઅન રાણી બન્યા પછી તરત જ, કારણ કે ગાઓઝોંગ નબળી અને બીમાર હતી, તેણે કેટલીકવાર તેણીને અમુક રાજકીય બાબતોનું સંચાલન કરવાનું સોંપ્યું, તેથી તેણીની શક્તિ વધતી ગઈ. શાંગયુઆન (674) ના પ્રથમ વર્ષમાં, સમ્રાટ ગાઓઝોંગને \"સમ્રાટ\" કહેવામાં આવતું હતું, મહારાણી વુને \"સ્વર્ગની રાણી\" કહેવામાં આવતું હતું અને તેઓ બંને મહેલમાં \"બે સંતો\" તરીકે ઓળખાતા હતા.\nહોંગદાઓ (683) ના પ્રથમ વર્ષમાં, ગાઓઝોંગનું અવસાન થયું, પ્રિન્સ લી ઝિયાન સિંહાસન પર આવ્યા, અને વુ ઝેટિયન રાજવંશ પર શાસન કરવા આવ્યા. સિશેંગ (684) ના પ્રથમ વર્ષના ફેબ્રુઆરીમાં, વુ ઝેટીયને લી ઝિયાનને લુલિંગના રાજા તરીકે પદભ્રષ્ટ કર્યો અને તેના ચોથા પુત્ર લી ડેનને સમ્રાટ તરીકે સ્થાપિત કર્યા, રાજવંશનું શાસન ચાલુ રાખ્યું. તે જ વર્ષે સપ્ટેમ્બરમાં, તેણીએ ધ્વજને સોનામાં બદલ્યો, અને પૂર્વીય રાજધાની લુઓયાંગનું નામ બદલીને દૈવી રાજધાની રાખવામાં આવ્યું. તિયાનશોઉ (690) ના પ્રથમ વર્ષમાં સપ્ટેમ્બરના નવમા દિવસે, વુ ઝેટિઆને પોતાને સમ્રાટ જાહેર કર્યો અને દેશનું નામ બદલીને ઝોઉ કર્યું.", "聖意": "ઘર પોતાના માટે પ્રતિકૂળ છે, આશીર્વાદ માટે પ્રાર્થના કરવી, સંપત્તિની શોધ કરવી, વ્યવહારોની રક્ષા કરવી, લગ્નમાં સારા નસીબ, લગ્નમાં ખરાબ નસીબ (સ્ત્રી), પગપાળા ચાલનારાઓ ખેતરોને અવરોધે છે, રેશમના કીડા, સમૃદ્ધ પશુધન, લોકોની શોધ, છૂટાછેડા, મુકદ્દમા, નુકસાન, સ્થળાંતર. , મિલકતની ખોટ, માંદગી, આઘાત, પર્વતો અને કબરો, સારા નસીબ", "古人": "વુ ઝેટિયન સિંહાસન પર ચઢે છે", "第X籤": "ચાલીસમી લોટરી વિજેતા", "宮": "તમે મહેલ"}