{"籤詩版本二": "તમે અનંત સારા શબ્દો યાદ રાખશો, પરંતુ જો તમે ચોરને ઓળખશો તો તમે તમારો પુત્ર બની શકશો.\nઅત્યારે લોભી ન બનો અને ચિંતા કરો કે તેણે એક વર્ષ પહેલા કઈ રીતે સારું કર્યું હશે.", "詩意": "આ હેક્સાગ્રામ ચોરને પુત્ર તરીકે ઓળખે છે.\nતમે જે કરો છો તેમાં સાવચેત રહો.", "解曰": "બસ આ એક. સજ્જન કોઈ ભૂલ કરતા નથી. તેને ધ્યાનમાં રાખો. એકલા ન બનો.", "籤詩故事一": "◇ડોંગ ઝુઓ લુ બુ સ્વીકારે છે\nલુ બુ, બહાદુર અને લડાઈમાં સારા, પૂર્વીય હાન રાજવંશના અંતમાં અને ત્રણ રાજ્યોની શરૂઆતમાં પ્રખ્યાત લશ્કરી સેનાપતિ હતા. તેમણે એક સમયે જિંગઝોઉના ગવર્નર ડીંગ યુઆનને તેમના દત્તક પિતા તરીકે માન્યા અને તેમની નીચે સેવા આપી.\nપૂર્વીય હાન વંશના સમ્રાટ લિંગના મૃત્યુ પછી, ડીંગ યુઆન સરકારને નિયંત્રિત કરવા જનરલ હી જિન સાથે સાંઠગાંઠ કરવા બેઇજિંગ ગયા.\nડોંગ ઝુઓ ડીંગ યુઆન સાથે લડ્યા, પરંતુ ઘણા સેનાપતિઓ લુ બુને હરાવવામાં અસમર્થ હતા, તેથી ડોંગ ઝુઓએ તેના ગૌણ લી સુને લુ બુને લાંચ આપવા માટે મોકલ્યો. લિ સુ \"લુ બુની મુલાકાત\" લેવા માટે સોના અને ચાંદીના ખજાનાના ઢગલા અને પ્રખ્યાત લાલ સસલાના ઘોડાને લાવ્યા. લિ સુ લુ બુની મુલાકાત લેવા માટે સોના અને ચાંદીના ખજાનાના ઢગલા અને પ્રખ્યાત લાલ સસલાના ઘોડાને લાવ્યા. તેથી લુ બુને ડોંગ ઝુઓ દ્વારા ડીંગ યુઆનને મારવા માટે લાંચ આપવામાં આવી હતી, અને તેના સૈનિકોને પણ કહ્યું હતું કે તેઓ ઇચ્છે તો તેની સાથે આવે, અને જો તેઓ તેને અનુસરવા માંગતા ન હોય તો છોડી દે. પરિણામે, મોટાભાગના સૈનિકો ભાગી ગયા. તેથી લુ બુને ડોંગ ઝુઓએ લાંચ આપી અને ડીંગ યુઆનની હત્યા કરી.\nડોંગ ઝુઓએ સત્તા પ્રાપ્ત કર્યા પછી, તેણે લુ બુને તેના દત્તક પુત્ર તરીકે દત્તક લીધો અને તેને જનરલ અને માર્ક્વિસ બનાવ્યો.\nડોંગ ઝુઓ હિંસક સ્વભાવ ધરાવતા હતા, અને લુ બુ સાથે \"પિતા-પુત્રનો સંબંધ\" ખરેખર ખૂબ જ નબળો હતો. 189 એ.ડી.માં, સિટુ વાંગ યુનની ઉશ્કેરણી પર, લુ બુએ ડોંગ ઝુઓને મારી નાખ્યા.\nડોંગ ઝુઓના મૃત્યુના છ મહિના પછી, ડોંગ ઝુઓના જૂના સૈનિકોએ રાજધાની પર આક્રમણ કર્યું, અને લુ બુ અને તેની પત્ની ગભરાઈને ભાગી ગયા. રાજધાની છોડ્યા પછી, લુ બુએ યુઆન શુ, યુઆન શાઓ, ઝાંગ યાંગ, ઝાંગ મિયાઓ, લિયુ બેઇ, વગેરે લડવૈયાઓ સાથે આશ્રય મેળવ્યો, અને તે સમયે અન્ય મુખ્ય લડાયક કાઓ કાઓ સાથે ઘણી વખત લડ્યા. લુ બુ બહાદુર અને સારા હતા. લડાઈમાં, અને કાઓ કાઓને ઘણી વખત હરાવ્યો.\nપૂર્વીય હાન રાજવંશમાં જિઆનઆનના ત્રીજા વર્ષમાં, કાઓ કાઓના સૈનિકોએ લુ બુના બેઝ શિયાઓપેઈ પર હુમલો કર્યો અને બાઈમેન ટાવરની નીચે કાઓ કાઓ દ્વારા કબજે કરીને મારી નાખવામાં આવ્યા. ફાંસી પહેલાં, લુ બુએ કાઓ કાઓને મૃત્યુથી બચવા માટે તેને જીવતો રાખવા કહ્યું, પરંતુ લિયુ બેઈએ કાઓ કાઓને યાદ અપાવ્યું કે લુ બુએ ઘણી વખત દગો કર્યો હતો અને તે બેઈમાન માણસ હતો. અંતે, કાઓ કાઓ, જેઓ નૈતિકતાને અનુલક્ષીને માત્ર પ્રતિભાને મહત્ત્વ આપતા હતા, તેમણે લુ બુને ફાંસી આપી.", "聖意": "હું ઘરે બેચેન છું, હું સામાન્ય રીતે પૈસા માંગું છું, વ્યવહારો સામે સાવચેતી રાખું છું, લગ્ન કરવું મુશ્કેલ છે, લિયુજિયા માણસને આઘાત લાગ્યો છે, રેશમના કીડા ખેતરમાં અડધા પાકેલા છે, છ પ્રાણીઓ સલામત છે, વ્યક્તિ તેને શોધી રહ્યો છે. , જાહેર મુકદ્દમો યોગ્ય છે, અને સ્થળાંતર એ ખોવાયેલી વસ્તુઓ માટે પ્રાર્થના કરવી છે જે શોધવાનું મુશ્કેલ છે, રોગો અને ઝેનક્સિંગ પર્વતની કબરમાં શાંતિ.", "古人": "ડોંગ ઝુઓ લુ બુ સ્વીકારે છે", "第X籤": "41મી લોટરી વિજેતા", "宮": "તમે મહેલ"}