{"籤詩版本二": "સમ્રાટ, સમ્રાટ અને મહારાણી આખરે દયાળુ બનશે અને રાહ જોશે અને નુકસાન અથવા લાભ વિના આશીર્વાદ માટે પ્રાર્થના કરશે.\nબધા સંવેદી જીવો તેનો લાભ લે છે, અને વિશ્વ અને સ્વર્ગમાં સમૃદ્ધિની અપેક્ષા છે.", "詩意": "આ હેક્સાગ્રામ સ્વર્ગ તરફથી કૃપાની નિશાની છે.\nબધું સફળ થશે.", "解曰": "બાદશાહે તેની કૃપા દર્શાવી. કદી ભૂલશો નહિ. સવારે અને સાંજે ધાર્મિક વિધિઓ. ધૂપ સળગાવવું યોગ્ય છે.", "籤詩故事一": "◇ મુલ્યાને તેની માતાને બચાવી\nમોકોઉ લિયાન, અથવા મુલિયન, શાક્યમુનિ બુદ્ધના દસ શિષ્યોમાં સૌથી શક્તિશાળી છે.\nતેની માતા તેના જીવનકાળ દરમિયાન લોભી અને કંજુસ હતી, તેથી તે તેના મૃત્યુ પછી ભૂખ્યા ભૂતોના ક્ષેત્રમાં આવી ગઈ. મોખુલ્લીયનએ તેની જાદુઈ શક્તિનો ઉપયોગ અવલોકન કરવા માટે કર્યો અને જાણવા મળ્યું કે તેની માતા ભૂખ્યા ભૂત તરીકે જન્મી હતી, ખોરાક મેળવવાનો કોઈ રસ્તો ન હતો અને તે ખૂબ જ મુશ્કેલીમાં હતી. તેણે તેની જાદુઈ શક્તિનો ઉપયોગ તેની માતાને ખોરાક લાવવા માટે કર્યો હતો. અણધારી રીતે, માતાને મળ્યા પછી ખોરાક, તે રાખમાં ફેરવાઈ ગયો અને ખાઈ શકાતો નથી.\nમૌદગલ્યાને શું થયું તેની ચિંતા થઈ અને તેણે બુદ્ધને તેની જાણ કરી. બુદ્ધે મુલિયનને કહ્યું કે સાતમા ચંદ્ર મહિનાની 15મી તારીખે, તેણે એક વાસણમાં સો સ્વાદ અને પાંચ ફળો નાખો અને દસ દિશાઓના સદ્ગુણી સાધુઓને અર્પણ કરો. આ શક્તિથી, તેની માતા ખાઈ શકશે. .\nમૌદગલ્યાને બુદ્ધની ઈચ્છા મુજબ કામ કર્યું, અને તેની માતા આખરે મુક્ત થઈ. આ પ્રકારના સમારોહને \"ઓબોન ફેસ્ટિવલ\" કહેવામાં આવે છે અને આ તહેવારને \"ઓબોન ફેસ્ટિવલ\" કહેવામાં આવે છે.\n(નોંધ: વિશ્વના વિવિધ સ્તરોમાં પદાર્થની જુદી જુદી લાગણીઓ હોય છે. ઉદાહરણ તરીકે: જ્યારે આ દુનિયામાં વરસાદ પડે છે, ત્યારે આપણે તેને \"પાણી\" તરીકે જોતા હોઈએ છીએ, જ્યારે ભૂખ્યા ભૂતોના ક્ષેત્રમાં રહેલા લોકો તેને \"લોહી\" તરીકે અનુભવે છે. નરકની દુનિયાના જીવો તેને \"લોહી\" તરીકે અનુભવે છે. તે \"તલવાર છોડવા\" જેવું લાગે છે, જ્યારે સ્વર્ગીય જીવોને \"ફૂલ છોડવા\" જેવું લાગે છે.)", "聖意": "ઘર અને ઘર માટે પ્રાર્થના, શિયાળામાં સારા નસીબ માટે પ્રાર્થના, સંપત્તિની માંગ, કોઈ વ્યવહાર, લગ્ન, લિયુજિયામાં શાંતિ, પદયાત્રીઓ, ફરતા ખેતરો, રેશમના કીડા, છ પ્રાણીઓ, લોકો શોધવા, મુકદ્દમા, સફળતા, સ્થળાંતર, રૂઢિચુસ્તતા, ખોવાયેલી મિલકત, માંદગી. , પર્વતોની શાંતિ, કબરો", "古人": "મુલિયન તેની માતાને બચાવે છે", "第X籤": "બેતાલીસ સહી", "宮": "તમે મહેલ"}