{"籤詩版本二": "વિશ્વ લવચીક છે અને બધી વસ્તુઓ સ્વ-સહાયક, સ્વ-સહાયક અને સલામત છે\nજીવનની દરેક વસ્તુ અદ્ભુત છે, દરેક વસ્તુ માટે સંતો અને ઋષિઓનો આભાર માનો અને સમૃદ્ધ બનો.", "詩意": "આ હેક્સાગ્રામ પૃથ્વી અને પૃથ્વી વચ્ચેના સંવાદિતાને દર્શાવે છે.\nબધું બરાબર ચાલી રહ્યું છે અને કોઈ જોખમ નથી.", "解曰": "બધી વસ્તુઓ જન્મે છે. બધી યોજનાઓ અને ઇચ્છાઓ સાકાર થાય. ફોર્ડ મદદ કરે છે. રુઇ ક્વિ ઉતાવળમાં છે.", "籤詩故事一": "◇ ચાલનારાઓ જ્ઞાન મેળવે છે\nપશ્ચિમની વાર્તાની સફર:\nસન વુકોંગે ફૂલો અને ફળોના પર્વત પર કબજો મેળવ્યો અને રાજા બન્યો. પાછળથી, હંમેશ માટે જીવવાનો માર્ગ શોધવા માટે, તેણે આઠ કે નવ વર્ષ પર્વતો અને નદીઓની મુસાફરી કરીને પિતૃસત્તાક બોધિને તેના શિક્ષક તરીકે પૂજ્યા. તે સિત્તેર- ધરતીનું દુષ્ટ અને સમરસાઉલ્ટ વાદળોના બે પરિવર્તનો, અને પ્રથમ વખત સૂર્યની અટક લીધી. વુકોંગ નામ આપવામાં આવ્યું.\nતે પછી, સન વુકોંગ એક યોગ્ય શસ્ત્ર શોધવા માટે પૂર્વી ચાઇના સમુદ્રમાં ડ્રેગન પેલેસમાં ગયો, અને અંતે રૂયી ગોલ્ડન કુડજેલ, તિયાનહે અને ડીંઘાઈની દૈવી સોય મળી. કારણ કે તેનું આયુષ્ય પૂરું થઈ ગયું હતું, તેણે અંડરવર્લ્ડમાં એક મોટી હલચલ મચાવી, જીવન અને મૃત્યુના પુસ્તકમાં સુધારો કર્યો અને માનવ વિશ્વમાં પાછો ફર્યો. પાછળથી, સન વુકોંગને સ્વર્ગ દ્વારા પ્રથમ વખત બોલાવવામાં આવ્યો અને તેનું નામ બીમા વેન રાખવામાં આવ્યું. બાદમાં, તેને બીજી વખત સ્વર્ગમાં બોલાવવામાં આવ્યો અને તેને મંકી કિંગ તરીકે ઓળખવામાં આવ્યો. તેણે પીચીસની ચોરી પણ કરી અને સ્વર્ગમાં મુશ્કેલી ઊભી કરી. તેની સોનેરી આંખો અને જ્વલંત આંખોની પ્રેક્ટિસ કરવા માટે તેને બગુઆ ભઠ્ઠીમાં સીલ કરવામાં આવ્યો. અંતે, તેને દબાવવામાં આવ્યો. તથાગત બુદ્ધ દ્વારા વુઝી પર્વતની તળેટીમાં 500 વર્ષ સુધી, ખસેડવામાં અસમર્થ. જ્યાં બગુઆ ભઠ્ઠી પર લાત મારવામાં આવી હતી તે જગ્યા આગના પહાડમાં ફેરવાઈ ગઈ હતી.\nપાંચસો વર્ષ પછી, સાધુ તાંગ શાસ્ત્રો મેળવવા પશ્ચિમમાં ગયા, ફાઇવ એલિમેન્ટ્સ માઉન્ટેન પાસેથી પસાર થયા, અને સન વુકોંગને બચાવતા પહેલા તાવીજ ઉપાડ્યા. સન વુકોંગ કૃતજ્ઞતા સાથે આંસુમાં ફૂટી ગયો. ગુઆનીન બોધિસત્વ દ્વારા સૂચના મળ્યા પછી, તેણે તાંગ સાધુની તેમના શિક્ષક તરીકે પૂજા કરી અને સાથે મળીને શાસ્ત્રો શીખવા માટે પશ્ચિમમાં ગયા. શાસ્ત્રો શીખવાના માર્ગમાં, સન વુકોંગ રાક્ષસો પર ઉતરી આવ્યો અને રાક્ષસોનો નાશ કર્યો, અને વારંવાર અસાધારણ પરાક્રમો કર્યા. જો કે, તેના માસ્ટર તાંગ સેંગ દ્વારા તેને વારંવાર ગેરસમજ કરવામાં આવી અને તેને હાંકી કાઢવામાં આવ્યો. એક્યાસી મુશ્કેલીઓ પછી, આખરે કાર્ય પૂર્ણ થયું. ચાર ગુરુઓ અને શિષ્યો Xitian Leiyin મંદિર પહોંચ્યા અને સાચો ગ્રંથ પ્રાપ્ત કર્યો. સન વુકોંગે યોગ્ય પરિણામ મેળવ્યું.\n(આ વાર્તા એક રૂપક છે કે એક વાંદરો પણ પ્રબુદ્ધ બની શકે છે, માણસને છોડી દો.)", "聖意": "ઘર પોતાના માટે શુભ છે, સંપત્તિની શોધ, ધંધો, લગ્ન, લિયુજિયા, પુરુષ પદયાત્રીઓ, ખેતરોમાં અવરોધ, રેશમના કીડા, છ પ્રાણીઓ, ઝોંગપિંગ, લોકોની શોધ, મુકદ્દમા, સફળતા, સ્થળાંતર, મિલકતની ખોટ, રોગ, ચુઆનક્ષિંગશાન કબર, વસ્તુઓ. શુભ છે", "古人": "પ્રવાસીને જ્ઞાન પ્રાપ્ત થાય છે", "第X籤": "43મીએ હસ્તાક્ષર કર્યા હતા", "宮": "xugong"}