{"籤詩版本二": "ઠંડો હવામાન પાણીને બરફમાં ફેરવી નાખે છે.પ્રસિદ્ધિનો લોભ શા માટે?\nમારી પાસે ચુપચાપ બેસી રહેવા અને પાંદડા કુદરતી રીતે ખીલે તેની રાહ જોવા સિવાય કોઈ વિકલ્પ નથી.", "詩意": "આ હેક્સાગ્રામમાં, પાણી બરફમાં ફેરવાય છે.\nનિરર્થક કંઈપણ માંગશો નહીં.", "解曰": "પાણી બરફમાં થીજી જાય છે. બરફ પાણીમાં ઓગળે છે. જો તે ષડયંત્ર છે. તે બરાબર તે જ છે.", "籤詩故事一": "◇ વાંગ ઝિઆંગ કાર્પ માટે પૂછે છે (ચોવીસ ફિલિયલ પીટી સ્ટોરીઝ)\nજિન રાજવંશના વાંગ ઝિઆંગ, સૌજન્ય નામ ફુઝેંગ, લિનીમાં જન્મ્યા હતા.\nજ્યારે વાંગ ઝિયાંગ નાનો હતો ત્યારે તેની જૈવિક માતાનું અવસાન થયું.તેમના એકલવાયા પિતાએ ઝુ નામની સ્ત્રી સાથે લગ્ન કર્યા અને વાંગ ઝિઆંગને નવી માતા મળી. જ્યારે વાંગ ઝિયાંગ નાનો હતો, ત્યારે તેની જૈવિક માતાનું અવસાન થયું, અને તેના એકલા પિતાએ ઝુ નામની સ્ત્રી સાથે લગ્ન કર્યા. વાંગ ઝિઆંગની સાવકી મા એક સંકુચિત અને ઈર્ષાળુ સ્ત્રી હતી. તે વાંગ ઝિઆંગને પસંદ નહોતી કરતી અને ઘણી વાર તેને તુચ્છ બાબતો માટે ઠપકો આપતી. ટૂંક સમયમાં, સાવકી માતાએ પણ વાંગ લેન નામના પુત્રને જન્મ આપ્યો. સાવકી મા ફક્ત પોતાના બાળકોને જ પ્રેમ કરતી હતી, અને વાંગ ઝિઆંગને તેની બાજુના કાંટા તરીકે ગણતી હતી. તે વાંગ ઝિઆંગ પર વધુ માંગ કરતી હતી, અને ઘણીવાર તેના પિતાની સામે વાંગ ઝિઆંગ વિશે ખરાબ બોલતી હતી. તેના પિતા પણ ધીમે ધીમે તેને પ્રેમ કરતા ન હતા. સાવકી મા ફક્ત પોતાના બાળકોને જ પ્રેમ કરતી હતી, અને વાંગ ઝિઆંગને તેની બાજુના કાંટા તરીકે ગણતી હતી. તે વાંગ ઝિઆંગ પર વધુ માંગ કરતી હતી, અને ઘણીવાર તેના પિતાની સામે વાંગ ઝિઆંગ વિશે ખરાબ બોલતી હતી. તેના પિતા પણ ધીમે ધીમે તેને પ્રેમ કરતા ન હતા. વાંગ ઝિઆંગના સાવકા ભાઈ હોવા છતાં, વાંગ લેન તેના ભાઈ માટે ખૂબ મૈત્રીપૂર્ણ છે. તેણીની સાવકી માતાના ત્રાસ છતાં, તેણી હજી પણ ખૂબ જ પ્રેમાળ હતી. સાવકી માતા ખૂબ કઠોર છે, પરંતુ વાંગ ઝિઆંગ હજી પણ ખૂબ જ પ્રેમાળ છે.\nતેની સાવકી માતાને એક શોખ છે, એટલે કે તેને નદીમાંથી તાજી માછલી ખાવાનું ગમે છે. તેની સાવકી માતાને એક શોખ છે, એટલે કે તેને નદીમાંથી તાજી માછલી ખાવાનું ગમે છે. એક શિયાળામાં, તેના પિતા વ્યવસાય માટે ગયા, અને તેની સાવકી મા ફરીથી બીમાર પડી. ભાઈઓ વાંગ ઝિઆંગ અને વાંગ લેન કાળજીપૂર્વક તેમની માતાને ખાવા માટે સૂપ અને દવા પીરસતા. સખત ઠંડીના વાતાવરણમાં, સાવકી માતાની માંદગીમાં હજુ પણ સુધારો થયો ન હતો. ઉતાવળ એક શિયાળામાં, તેના પિતા વ્યવસાય માટે ગયા, અને તેની સાવકી મા ફરીથી બીમાર પડી. ભાઈઓ વાંગ ઝિઆંગ અને વાંગ લેન કાળજીપૂર્વક તેમની માતાને ખાવા માટે સૂપ અને દવા પીરસતા. સખત ઠંડીના વાતાવરણમાં, સાવકી માતાની માંદગીમાં હજુ પણ સુધારો થયો ન હતો. ઉતાવળ બીમાર સાવકી માતા નદીમાંથી તાજી માછલી ખાવા માંગતી હતી. તે તીવ્ર ઠંડા વાતાવરણમાં, બહાર બરફ પડી રહ્યો હતો અને નદીનું પાણી પહેલેથી જ જાડા બરફમાં ફેરવાઈ ગયું હતું. બીમાર સાવકી મા તાજી માછલી ખાવા માંગતી હતી. એ બર્ફીલા અને બરફીલા વાતાવરણમાં તાજી માછલી ક્યાંથી મળી શકે?\nતે દિવસોમાં, કોઈ ઑફ-સીઝન વાનગીઓ ન હતી, અને જો તમારી પાસે પૈસા હોય તો પણ તમે તેને ખરીદી શકતા ન હતા.\nવાર્તાના આ તબક્કે, વાંગ ઝિઆંગક્વિ લિની હૃદયસ્પર્શી વાર્તા બની. બે ભાઈઓએ તેમની માતાની નિઃસહાયતાથી રક્ષણ કર્યું. વાંગ ઝિઆંગ તેની બીમાર સાવકી માતાને નિરાશ ન કરવા માટે થીજી ગયેલી નદી તરફ ચાલ્યા ગયા. વાંગ ઝિઆંગને એક વિચાર આવ્યો અને તેણે ઠંડીને ધ્યાનમાં લીધા વિના તેનો શર્ટ ઉતારી દીધો. તે ગ્લેશિયર પર નગ્ન હતો અને ઇચ્છતો હતો કે તે તેનો ઉપયોગ કરે. બરફ ઓગળવા માટે તેનું પોતાનું શરીરનું તાપમાન (તેથી વાંગ ઝિઆંગક્વિ કાર્પને બરફ પર પડેલા વાંગ ઝિઆંગ પણ કહેવામાં આવે છે). તેણે પોતાનો શર્ટ કાઢી નાખ્યો અને નગ્ન અવસ્થામાં ગ્લેશિયર પર સૂઈ ગયો. તેણે ભગવાનને પ્રાર્થના કરી અને કહ્યું: \"ભગવાન, મારી માતા બીમાર છે અને તાજી કાર્પ ખાવા માંગે છે. તમારે મારા માટે રસ્તો શોધવો પડશે, ભલે ગમે તે હોય.\" આશ્ચર્યજનક રીતે, તેની બાજુના બરફના બ્લોકમાં અચાનક તિરાડ પડી, અને ત્યાં બે હતા. તિરાડો. એક જીવંત કાર્પ તિરાડમાંથી કૂદી ગયો અને બરફ પર કૂદી ગયો. વાંગ ઝિઆંગ ખૂબ ખુશ હતો. તેણે ભગવાનને પ્રાર્થના કરી: \"ભગવાન, મારી માતા બીમાર છે અને તાજી કાર્પ ખાવા માંગે છે. તમારે મારા માટે કોઈ વાંધો નથી કોઈ રસ્તો શોધવો પડશે.\" આશ્ચર્યજનક રીતે, તેની બાજુના બરફના બ્લોકમાં અચાનક તિરાડ પડી, અને ત્યાં બે તિરાડો પડી. એક જીવંત કાર્પ તિરાડમાંથી બહાર નીકળીને બરફ પર કૂદી પડ્યો. વાંગ ઝિઆંગ ખૂબ જ ખુશ હતો. તે ઝડપથી ઘૂંટણિયે પડ્યો, ભગવાનનો આભાર માન્યો અને કાર્પ સાથે ઘરે દોડી ગયો. તે ઝડપથી ઘૂંટણિયે પડ્યો, ભગવાનનો આભાર માન્યો અને ઝડપથી કાર્પ લઈને ઘરે ગયો. સાવકી માતાએ તાજા કાર્પ ખાધા પછી, તેણી ટૂંક સમયમાં તેની માંદગીમાંથી સ્વસ્થ થઈ ગઈ. હોસ્પિટલના પથારીમાં સાવકી મા જ્યારે વાંગ ઝિઆંગનું નગ્ન શરીર, જે ઠંડીથી જાંબલી થઈ રહ્યું હતું, અને તેના હાથમાં બે માછલીઓ જોઈ ત્યારે તે સ્તબ્ધ થઈ ગઈ. તે ખુશ થઈને રૂમમાં દોડી ગઈ અને સ્તબ્ધ થઈ ગઈ.\nવાંગ ઝિઆંગ પાછળથી એક અધિકારી બન્યા અને તાઈબાઓ બન્યા, અને તેમને ડ્યુકનું બિરુદ આપવામાં આવ્યું.", "聖意": "ઘરમાં અસ્વસ્થતા, હું રક્ષણ માટે પ્રાર્થના કરું છું, નાણાકીય મુશ્કેલીઓ, વ્યવસાયિક સમસ્યાઓ, લગ્ન, લિયુજિયા વીમામાં અસંગતતા, રાહદારીઓ, ચી ટિયાન, રેશમના કીડાની ખોટ, છ પશુધનની ખોટ, ગુમ થયેલા લોકો, જાહેર મુકદ્દમો, સ્થળાંતર, રૂઢિચુસ્ત, ખોવાયેલી મિલકત, માંદગી , પુનઃપ્રાપ્ત કરવું મુશ્કેલ, પર્વતની કબર, સારા નસીબ", "古人": "વાંગ ઝિઆંગ કાર્પ માટે પૂછે છે (ચોવીસ ફિલિયલ પિટી સ્ટોરીઝ)", "第X籤": "ઓગણચાલીસ લોટ જીત્યા", "宮": "હૈગોંગ"}