{"籤詩版本二": "તમે દેશના ખૂણે ખૂણે મુસાફરી કરી શકો છો, તેને મુક્તપણે પકડી રાખવા માટે સેઇલ કેનોપી લટકાવી શકો છો\nજો સાનુકૂળ પવન હોય, તો તે જલ્દી આવશે અને હોડી ખજાનાથી ભરેલી હશે.", "詩意": "આ હેક્સાગ્રામ પવન સાથે બોટ ખેંચવા જેવું છે.\nબધું બરાબર ચાલે છે.", "解曰": "આરામથી આરામ કરો. કોઈ પ્રયત્નની જરૂર નથી. પુષ્કળ સંપત્તિ. બધા વખાણ્યા.", "籤詩故事一": "◇તાઓ ઝુગુઇ પાંચ તળાવો (ફેન લિગુઇ તળાવ)\nવસંત અને પાનખર સમયગાળામાં, ફેન લી, જેનું સૌજન્ય નામ શાઓબો હતું, તે ગુઇ યીઝિપી અથવા તાઓ ઝુગોંગ તરીકે પણ ઓળખાતા હતા.\nતે સમયે, વુ રાજ્ય અને યુ રાજ્ય વચ્ચે યુદ્ધ થયું હતું અને વુ રાજ્યએ યૂ રાજ્યનો નાશ કર્યો હતો. ફેન લી અને વેન ઝોંગે યુ કિંગ ગોઉ જિયાન માટે યૂને પ્રોત્સાહન આપવા અને વુનો નાશ કરવા માટે એક યોજના ઘડી હતી. ફેન લીએ અંગત રીતે પર્વતો અને નદીઓની મુસાફરી કરી, અને માઉન્ટ કૈલુઓમાં હુઆંશા નદીની મુલાકાત લીધી, શી શી, એક સુંદર સ્ત્રી, જેમાં ગુણો, પ્રતિભા અને સુંદરતા બંને છે, અને તેને વુના રાજા સમક્ષ રજૂ કરી. તેણે \"સૌંદર્ય\"નો ઉપયોગ કર્યો. અંદર અને બહાર સહકાર આપવાની યુક્તિ\" અને વુ કિંગડમનો નાશ કર્યો.\nવુ સામ્રાજ્યને નાબૂદ કરવામાં સફળ થયા પછી, ફેન લી જાણતા હતા કે ગોઉ જિયાન \"ચાંચવાળું લાંબી ગરદનવાળું પક્ષી\" છે અને તેની સાથે મુશ્કેલીઓ અને ખુશીઓ વહેંચી શકે છે, તેથી તેણે અને શી શી ક્વિ કિંગડમને પાર કરી, તેમના નામ બદલ્યા. ગુઇ ઝિપી સુધી, અને તેમના પુત્રો અને શિષ્યોને ક્વિ કિંગડમમાં દોરી ગયા. તેઓ દરિયા કિનારે એક ઝૂંપડીમાં રહે છે. તેમણે પડતર જમીનમાં ખેતી કરવા, સાઈડલાઈન ધંધો કરવા અને ધંધો કરવા માટે સખત મહેનત કરી થોડા જ વર્ષોમાં તેમણે કરોડોની કુટુંબની મિલકત એકઠી કરી. તેઓ સંપત્તિ ફેલાવવામાં અને તેમના વતનનું ભલું કરવામાં ઉદાર હતા. ફેન લીની શાણપણ અને ક્ષમતાની ક્વિના લોકો દ્વારા પ્રશંસા કરવામાં આવી હતી. ક્વિના રાજાએ તેમને રાજધાની લિન્ઝીમાં આમંત્રણ આપ્યું અને સરકારી બાબતોના પ્રભારી તરીકે વડા પ્રધાન તરીકે તેમની પૂજા કરી. . તેમણે કહ્યું: \"અધિકારી બનવું મંત્રીઓ તરફ દોરી શકે છે, અને કુટુંબ ચલાવવાનું નસીબ તરફ દોરી શકે છે. એક સામાન્ય વ્યક્તિ કે જેણે શરૂઆતથી શરૂઆત કરી હતી, તે ચરમસીમાએ પહોંચી ગયું છે. લાંબા સમય સુધી સન્માનિત થવું એ કદાચ સારી નિશાની નથી.\" તેથી, માત્ર ત્રણ વર્ષ પછી, તેણે ફરી એકવાર જિલિયુ બહાદુરીથી પીછેહઠ કરી, ક્વિના રાજાને સીલ પાછી આપી, અને તેની તમામ કુટુંબ સંપત્તિ તેના નજીકના મિત્રો અને સાથી ગ્રામજનોને આપી દીધી.", "聖意": "ઘર પોતાને માટે સારું છે (વહેંચવા માટે), પૈસા સારા છે, ધંધો સારો છે, લગ્ન મોડું છે, લગ્ન સારા નથી, લિયુજિયા સલામત છે, લોકો ખેતરોમાં અવરોધ કરે છે, રેશમના કીડા, પાનખર, પશુધન, વસંત સમૃદ્ધ છે, લોકો લોકોને શોધી રહ્યા છે, મુકદ્દમા ખરાબ છે, સ્થળાંતર રૂઢિચુસ્ત છે, વસ્તુઓ ગુમાવી છે, પશ્ચિમી રોગો હલ થઈ ગયા છે, પર્વતો અને કબરો દક્ષિણ છે.", "古人": "તાઓ ઝુગુઇ પાંચ તળાવો (ફેન લિગુઇ તળાવ)", "第X籤": "પચાસમી લોટરી વિજેતા", "宮": "હૈગોંગ"}