{"籤詩版本二": "ઉનાળો સૌથી લાંબો દિવસ છે અને દરેક વ્યક્તિ ગરમી અને હતાશાથી ચિંતિત છે\nસ્વર્ગ અને પૃથ્વી પણ જાણે છે કે લોકોને શું જોઈએ છે, અને પવન ફૂંકાય છે અને તે કુદરતી રીતે ઠંડુ છે", "詩意": "આ હેક્સાગ્રામ સૂચવે છે કે દરેક વ્યક્તિ ગરમીથી ચિંતિત છે.\nતમે જે ઈચ્છો તે કરો.", "解曰": "આગળ વધવું કે પીછેહઠ કરવી તે અંગે કોઈ શંકા નથી. તમારો સમય સારો રહે. શું તે કેમ્પિંગ માટે છે? ઉતાવળથી કામ કરવાની જરૂર નથી.", "籤詩故事一": "◇કોંગ મિંગ સિચુઆનમાં પ્રવેશે છે\nઝુગે લિયાંગ (181-234), સૌજન્ય નામ કોંગમિંગ, યાંગડુ, લાંગ્યા (હવે યિનાન કાઉન્ટી, શેનડોંગ પ્રાંત) ના વતની હતા અને ત્રણ રાજ્યોના સમયગાળા દરમિયાન શુ હાન (લિયુ બેઇ) ના વડા પ્રધાન હતા.\nલિયુ બેઇએ જિંગઝોઉ જીત્યો હોવા છતાં, તે એક બાજુ અલગ કરવા માટે પૂરતું ન હતું. ઝુગે કોંગમિંગે લિયુ બેઇના પ્રદેશને વધારવા માટે ઝિચુઆનને કબજે કરવાની યોજના બનાવી. આ સમયે, યિઝોઉમાં લિયુ ઝાંગ પર ઉત્તરમાં ઝાંગ લુ દ્વારા હુમલો કરવામાં આવ્યો હતો. ઝુગે કોંગમિંગને જાણવા મળ્યું કે લિયુ ઝાંગ પોતાની સુરક્ષા માટે ઝિચુઆનનો નકશો કાઓ કાઓને સમર્પિત કરવા માગે છે. જ્યારે ઝાંગ સોંગ (લિયુ ઝાંગના ગૌણ) કાઓ કાઓને મળ્યા, કારણ કે કાઓ કાઓ ઘમંડી અને અસંસ્કારી હતા, ત્યારે લિયુ ઝાંગ નકશો પાછો ઝિચુઆન લઈ ગયો અને જિંગઝોઉને માર્ગમાં પસાર કર્યો. કોંગ મિંગ પહેલાથી જ રસ્તામાં તેની રાહ જોઈ રહ્યો હતો અને તેને જિંગઝોઉમાં આમંત્રણ આપ્યું હતું, પરંતુ તેણે પ્રસ્થાનના સમય સુધી ક્યારેય ઝિચુઆન પિક્ચરનો ઉલ્લેખ કર્યો ન હતો. ઝાંગ સોંગ કોંગ મિંગના સૌજન્ય અને આતિથ્ય માટે આભારી હતા, તેથી તેણે ઝિચુઆન પિક્ચરને સમર્પિત કર્યું. તેને\nઝિચુઆનનો ભૂપ્રદેશ ખતરનાક હતો અને તેના પર હુમલો અથવા બચાવ કરી શકાય છે.કોંગ મિંગની વિવિધ વ્યવસ્થાઓ પછી, ઝિચુઆન લિયુ બેઇનું જન્મસ્થળ બન્યું.\n(કોંગ મિંગે લોકો સાથે સૌજન્યપૂર્ણ વર્તન કર્યું અને આસાનીથી પ્રખ્યાત ઝિચુઆન મેળવ્યું.)", "聖意": "ઘરે અને તમારા પોતાના રક્ષણ માટે આશીર્વાદ માટે પ્રાર્થના કરો (દુર્ભાગ્યમાં સારા નસીબ છે) સંપત્તિ શોધો, વ્યવસાયમાં સારા નસીબ, સામાન્ય લગ્ન, લિયુજિયામાં છોકરાઓનો જન્મ, ફરતા ખેતરો, રેશમના કીડા, પશુધનને નુકસાન, લોકોને શોધવા, જાહેર મુકદ્દમા. , સ્થળાંતર, જૂની ખોવાયેલી વસ્તુઓ, ઉત્તરીય રોગો, પર્વતો અને કબરોની ઇચ્છા", "古人": "કોંગ મિંગ સિચુઆનમાં પ્રવેશ કરે છે", "第X籤": "પ્રકરણ 51: વિનિંગ ધ લોટ (વિનિંગ ધ લોટ)", "宮": "ગર્ભાશય"}