{"籤詩版本二": "ચંદ્રને પાણીમાં પકડવા માટે ઘણી મહેનત કરવી પડે છે.તેના માટે ઘણી મહેનત કરવી પડે છે પણ કંઈ નથી.\nવાહિયાત વાતો ન કરો અને શરીરને મજબૂત કરવાના તમારા પ્રયત્નોને વેડફશો નહીં. \"શરીર સુકાઈ ગયેલું\" શબ્દનો મૂળ અર્થ \"એકલું શરીર\" થાય છે.", "詩意": "આ હેક્સાગ્રામ પ્રયાસની છબી માટે લોભી છે.\nબધું કપરું અને કપરું છે.", "解曰": "વચનો યાદ રાખવા મુશ્કેલ છે. ઘણી મહેનત. ઘરની ચિંતા કરો. ઉમદા લોકોને મળવાની રાહ જોવી.", "籤詩故事一": "◇ તાઈબાઈએ નશામાં ચંદ્રને પકડ્યો (લી તાઈબાઈએ નશામાં ચંદ્રને પકડ્યો)\nલી બાઈ (701-762), તાઈબાઈ તરીકે પણ ઓળખાય છે, જેને કિંગ્લિયન જુશી તરીકે પણ ઓળખવામાં આવે છે. તાંગ વંશના કવિ, જે પોતાને દેશનિકાલ અમર કહેતા હતા, તેઓ કવિતાના અમર તરીકે જાણીતા હતા, અને તેઓ પીધા વિના હંમેશા ખુશ રહેતા હતા.\nએકવાર લી બાઈ જિનલિંગ (હવે નાનજિંગ) આવ્યા અને વેન્ડે બ્રિજની બાજુમાં એક રેસ્ટોરન્ટમાં આરામ કર્યો.\nતે દિવસ શિયાળાના ચંદ્ર મહિનાનો પંદરમો દિવસ હતો.રાત્રે, તે રેસ્ટોરન્ટમાં એકલો બેસીને ચંદ્રની પ્રશંસા કરતો, પીતો અને કવિતાઓ સંભળાતો. તે દિવસ શિયાળાના ચંદ્ર મહિનાનો પંદરમો દિવસ હતો.રાત્રે, તે રેસ્ટોરન્ટમાં એકલો બેસીને ચંદ્રની પ્રશંસા કરતો, પીતો અને કવિતાઓ સંભળાતો. લી તાઈબાઈએ તેમના જીવનમાં ચંદ્રને સૌથી વધુ પ્રેમ કરતા કહ્યું કે તે સ્વચ્છ અને સુંદર હતો. લી તાઈબાઈએ તેમના જીવનમાં ચંદ્રને સૌથી વધુ પ્રેમ કરતા કહ્યું કે તે સ્વચ્છ અને સુંદર હતો. તે રાત્રે, તેણે ઉપર જોયું અને આકાશમાં સફેદ અને ગોળાકાર ચંદ્ર જોયો. તે ખૂબ ખુશ હતો અને થોડા વધુ ગ્લાસ પીધા. તે રાત્રે, તેણે ઉપર જોયું અને આકાશમાં સફેદ અને ગોળાકાર ચંદ્ર જોયો. તે ખૂબ ખુશ હતો અને થોડા વધુ ગ્લાસ પીધા. મધ્યરાત્રિએ, લી તાઈબાઈએ વાઇનનો લાભ લીધો અને વેન્ડે બ્રિજ પર નીચે ગયા. મધ્યરાત્રિએ, લી તાઈબાઈએ વાઇનનો લાભ લીધો અને વેન્ડે બ્રિજ પર નીચે ગયા. બ્રિજ પર પગ મૂકતાની સાથે જ તેણે માથું નીચું કર્યું અને અચાનક ચંદ્રને પાણીમાં પડતો જોયો. જ્યારે નદી આગળ વધી ત્યારે સફેદ ચંદ્રની છાયામાં થોડી કાળી રેખાઓ ઉમેરાઈ ગઈ. બ્રિજ પર પગ મૂકતાની સાથે જ તેણે માથું નીચું કર્યું અને અચાનક ચંદ્રને પાણીમાં પડતો જોયો. જ્યારે નદી આગળ વધી ત્યારે સફેદ ચંદ્રની છાયામાં થોડી કાળી રેખાઓ ઉમેરાઈ ગઈ. લી તાઈબાઈ આ સમયે એટલા નશામાં હતા કે તેમને લાગ્યું કે આ એ ચંદ્ર છે જે નદીના પાણીથી રંગાયેલો હતો. લી તાઈબાઈ આ સમયે એટલા નશામાં હતા કે તેમને લાગ્યું કે આ એ ચંદ્ર છે જે નદીના પાણીથી રંગાયેલો હતો. તેણે તેના બૂટ ઉતારવાની પણ તસ્દી લીધી નહીં, તેણે હાથ ખોલ્યા અને ચંદ્રને પકડવા માટે પુલ પરથી કૂદી ગયો. તેણે તેના બૂટ ઉતારવાની પણ તસ્દી લીધી નહીં, તેણે હાથ ખોલ્યા અને ચંદ્રને પકડવા માટે પુલ પરથી કૂદી ગયો. અણધારી રીતે, આ કૂદકાથી, ચંદ્ર પકડાયો ન હતો, પરંતુ પાણીમાંનો ચંદ્ર વિખેરાઈ ગયો હતો અને તરત જ બે ભાગમાં વિભાજીત થઈ ગયો હતો. અનપેક્ષિત રીતે, આ કૂદકામાં, ચંદ્ર પકડાયો ન હતો, પરંતુ માણસ ડૂબી ગયો હતો. બાસઠ વર્ષની વયે તેમનું અવસાન થયું.", "聖意": "ઘર અસ્વસ્થ છે અને તમે દુર્ભાગ્યમાં છો (તમારા સ્વાસ્થ્ય પર ધ્યાન આપો) (અશુભ) સંપત્તિ અને સંતુલન શોધો (તે વિશે વિચારશો નહીં) વ્યવસાયિક વ્યવહારોમાં મુશ્કેલી, લગ્ન ઉકેલાતા નથી, રક્ષણ માટે પ્રાર્થના કરો (ખાલી ખજાનો અટકાવે છે) કસુવાવડ) રાહદારીઓ મુશ્કેલીમાં છે, ખેતરમાં રેશમના કીડા પાંચ પોઈન્ટ છે, અને છ પ્રાણીઓ ઘટી રહ્યા છે (બદનસીબ) લોકોની શોધમાં છે (કમનસીબ) જાહેર મુકદ્દમા અને (મુકદો બંધ કરો) સામાન્ય સ્થળાંતર (તેનો ઉલ્લેખ કરશો નહીં) મિલકતનું નુકસાન (વિમાન) માંદગીથી રક્ષણ માટે પ્રાર્થના (કમનસીબ) પર્વતો અને કબરોમાં સારા નસીબ", "古人": "તાઈબાઈએ નશામાં ચંદ્ર પકડ્યો (લી તાઈબાઈએ નશામાં ચંદ્રને પકડ્યો)", "第X籤": "લોટરી જીતીને બાવન સેકન્ડ (લોટરી)", "宮": "ગર્ભાશય"}