{"籤詩版本二": "જ્યારે હતાશા આનંદમાં ફેરવાય છે, ત્યારે ડ્રેગન ગર્જના કરે છે અને વાઘ ગર્જના કરે છે.\nવાદળી આકાશનો આકાશમાં જવાનો પોતાનો રસ્તો છે. મને ખ્યાતિ હાંસલ કરવાની બીજી તક મળે.", "詩意": "આ હેક્સાગ્રામ ગર્જના કરતા ડ્રેગન અને વાઘની ગર્જના જેવું છે.\nઆશા છે કે બધું સારું થશે.", "解曰": "ફક્ત શીખવો અને જાઓ. તમારી પોતાની સમૃદ્ધિ છે. અંતમાં બનાવવી જોઈએ. ત્યાં એક સ્થળ શોધી શકાય છે.", "籤詩故事一": "◇ લિયુ બેઇ એક કન્યાની ભરતી કરે છે\nચિબીના યુદ્ધ પછી, સન ક્વાન જિંગઝોઉને પાછું મેળવવા માટે ઉત્સુક હતો, જે લિયુ બેઈ દ્વારા કબજે કરવામાં આવ્યું હતું, તેથી તેણે ઝોઉ યુની યોજનાનો ઉપયોગ કર્યો, ઢોંગ કરીને કે તે તેની બહેન સન રેનને લિયુ બેઈ સાથે જોડી દેવા માંગે છે, પરંતુ હકીકતમાં તે લેવા માંગતો હતો. Jingzhou દાવો કરવા માટે બંધક તરીકે લિયુ બેઇ.\nઝુગે લિયાંગે ઝોઉ યુની યોજનાની જાસૂસી કર્યા પછી, તેણે વ્યૂહરચના સાથેનું બ્રોશર ઝાઓ યુનને સોંપ્યું, જેઓ લિયુ બેઈ જ્યારે સૂચો ગયા ત્યારે તેનું રક્ષણ કરી રહ્યા હતા. ઝાઓ યુને બ્રોશરમાંની વ્યૂહરચનાનું પાલન કર્યું અને વુ ગુઓટાઈને જવા દેવા માટે જાણીજોઈને એક મોટો છંટકાવ કર્યો ( સન ક્વાનના પિતા) લગ્નના પ્રસ્તાવ વિશે જાણે છે. કારણ કે વુ ગુઓટાઈ તેની પુત્રીને પ્રેમ કરતા હતા અને તેણીની પુત્રીના જીવનભરના સંબંધો આકસ્મિક રીતે નક્કી કરવા માટે તૈયાર ન હતા, તેણીએ સન ક્વાનને તેની બહેન પ્રત્યે નિર્દય હોવા બદલ ઠપકો આપ્યો અને ગાનલુ મંદિરમાં લિયુ બેઈ તેની પુત્રી માટે લાયક છે કે કેમ તે વ્યક્તિગત રીતે ચકાસવાનો પ્રસ્તાવ મૂક્યો. વુ ગુઓટાઈ લિયુ બેઈને મળ્યા પછી, તેમણે લિયુ બેઈની ખૂબ પ્રશંસા કરી અને લિયુ બેઈ અને તેમની પુત્રી વચ્ચેના લગ્નની જોરદાર હિમાયત કરી.પરિણામે લિયુ બેઈએ શ્રીમતી સન સાથે સફળતાપૂર્વક લગ્ન કર્યા.\nબાદમાં, લિયુ બેઈ અને શ્રીમતી સન એકસાથે જિંગઝોઉ પાછા ભાગી ગયા.બાદમાં, સન ક્વાન લિયુ બેઈના યિઝોઉ પરના હુમલાનો લાભ લઈને જિંગઝોઉ પર હુમલો કરવા માંગતો હતો, પરંતુ વુ ગુઓટાઈ દ્વારા તેને અટકાવવામાં આવ્યો હતો, જે તેની પુત્રીની સલામતી અંગે ચિંતિત હતા.\nતેણે કહ્યું: \"ઝોઉ યુની હોંશિયાર યોજના વિશ્વમાં શ્રેષ્ઠ છે. તેણે તેની પત્ની ગુમાવી અને તેના સૈનિકો ગુમાવ્યા.\"\n(લિયુ બેઇ નુકસાનથી મેળવેલ)", "聖意": "હું ઘરે કમનસીબ છું અને હું કમનસીબ છું (પ્રથમ ખરાબ નસીબ, પછી સારા નસીબ). સંપત્તિ, સંતુલન, લગ્નમાં મુશ્કેલી, લગ્નમાં સફળતા શોધો. રાહદારીઓ માટે આશીર્વાદ માટે પ્રાર્થના, ખેતરોમાં રેશમના કીડા, પશુધનને નુકસાન માટે પાંચ મુદ્દા, શોધ લોકો માટે, મુકદ્દમા અને સ્થળાંતર, ખોવાયેલી મિલકત માટે સારા નસીબ, રોગો માટે સારા નસીબ, પર્વતો અને કબરોની શાંતિ.", "古人": "લિયુ બેઇ એક કન્યાની ભરતી કરે છે", "第X籤": "પચાસમો વિજેતા નંબર", "宮": "ગર્ભાશય"}