{"籤詩版本二": "બીચ ખડકોથી ભરેલો છે, પ્રવાહ વહે છે, પવન સ્પષ્ટ છે, ચંદ્ર સ્પષ્ટ છે, અને ઉમદા લોકો વ્યસ્ત છે.\nરસ્તામાં મારે પૂછવું છે કે ક્યાં જવું છે.જંગલમાં ફૂલો અને છોડની સુગંધ ન લેશો તેની કાળજી ન લો.", "詩意": "આ હેક્સાગ્રામ નાના બીચ પર મુસાફરી કરતી હોડી જેવું છે.\nદરેક બાબતમાં, મદદ કરવા માટે ઉમદા લોકો છે.", "解曰": "જીવનનિર્વાહ કરવા માટે. ઘણી મહેનત. રૂઢિચુસ્ત રહો અને રાહ જુઓ. તમામ શ્રેષ્ઠ.", "籤詩故事一": "◇લુશાન બળવો\nએક લુશાન (703-757), જેની અટક કાંગ હતી અને તેનું નામ યાલુઓશન હતું, તે લિયુચેંગ, યિંગઝોઉ (હવે ચાઓયાંગ, લિયાઓનિંગ) ના હતા.\nબાદમાં, તેણે અટક ધારણ કરી અને તેનું નામ બદલીને લુશાન રાખ્યું. તાંગ રાજવંશના સમ્રાટ ઝુઆનઝોંગના શાસન દરમિયાન, એન લુશાન લશ્કરી દૂત હતા.\nતિયાનબાઓના 14મા વર્ષના નવેમ્બરમાં, એન લુશાને ફાન્યાંગમાં સૈનિકો ઉભા કર્યા. યાંગ ગુઓઝોંગ પર હુમલો કરવાના નામે, તેણે બળવો શરૂ કર્યો અને પૂર્વીય રાજધાની લુઓયાંગ પર હુમલો કરવા માટે ત્રણ નગરોના સૈનિકોને લીધા. તાઇયુઆન તરફથી અહેવાલો લિશાન તરફ દોડી ગયા. તે સમયે લિશાનના હુઆકિંગ પેલેસમાં રહેલા તાંગ ઝુઆનઝોંગને વિશ્વાસ ન હતો કે અનલુશાન બળવો કરશે. જો કે, બળવાના સમાચાર ફેલાતા રહ્યા, અને ઝુઆનઝોંગ હજુ પણ અડધી ખાતરી હતી. (આ \"પ્રવાહમાં નાના ખડકો પર ખરબચડા વહેતા પાણીનો અવાજ\" નું ચિત્રણ છે)\nપિંગયુઆન કાઉન્ટીના પ્રીફેક્ટ યાન ઝેનકિંગે કોઈને માહિતી મોકલવા માટે મોકલ્યો હતો કે ઝુઆનઝોંગ તેના સ્વપ્નમાંથી જાગી ગયો હતો.\nતાંગ રાજવંશના સમ્રાટ ઝુઆનઝોંગની ભૂલભરેલી વ્યૂહરચના હેઠળ, એન લુશાનની ઘોડેસવાર રેજિમેન્ટે પૂર્વીય રાજધાની લુઓયાંગ પર કબજો મેળવ્યો. પછીના વર્ષના પ્રથમ મહિનામાં, તેણે લુઓયાંગમાં પોતાને સમ્રાટ દયાન, જિયાન્યુઆન શેંગવુ, સમ્રાટ ઝિઓંગવુ અને ડા ઝિક્સુન તરીકે જાહેર કર્યા. પ્રધાન મંત્રી.\nતે જ વર્ષે જૂનમાં, તાંગ રાજવંશના સમ્રાટ ઝુઆનઝોંગ, ચાંગઆનમાં કટોકટી દૂર કરવા આતુર અને ખોટી લશ્કરી સમજણ સાથે, બે પ્રખ્યાત સેનાપતિ, ફેંગ ચાંગકિંગ અને ગાઓ ઝિયાનઝીને ફાંસી આપી. આ હુકમથી તાંગ સેનાને આંચકો લાગ્યો. (આ વર્તન \"રસ્તાએ આગળની નદી તરફ નિર્દેશ કરવો જોઈએ\"નું ઉલ્લંઘન કરે છે)\nતે પછી, તાંગ રાજવંશના સમ્રાટ ઝુઆનઝોંગે તાકીદે અન્ય જનરલ, જી શુહાનને તાંગ સૈન્યને ટોંગગુઆનથી પૂર્વ તરફ દોરી જવાનો આદેશ આપ્યો.\nજી શુહાન, જેઓ તાંગ વંશના સમ્રાટ ઝુઆનઝોંગની વ્યૂહાત્મક ભૂલને સંપૂર્ણ રીતે સમજતા હતા, તેમણે પરિવર્તનમાં વિલંબ કરવાની યોજના બનાવી હતી (\"જો પવન શાંત હોય અને ભરતી શાંત હોય તો તે ઠીક છે\"નો અભિગમ).\nઅંતે, તાંગ રાજવંશના સમ્રાટ ઝુઆનઝોંગે વિચાર્યું કે તે લડવા માટે ખૂબ જ ડરપોક છે, તેથી તેની પાસે આંસુ સાથે એન લુશાન સાથે લડવા સિવાય કોઈ વિકલ્પ નહોતો, અને તેનો પરાજય થયો. (તે પરિપૂર્ણ કરે છે \"જો તમે તમારી જાતને ટેકો આપવા માટે સખત મહેનત કરો છો, તો તમે ઘાયલ થઈ શકો છો.\")\nતાંગ રાજવંશમાં, જ્યારે સરહદ સૈનિકો અને સ્થાનિક ચોકીઓ પાસે જવાબ આપવા માટે કોઈ સમય ન હતો, ત્યારે એન લુશાનની સેનાએ સરહદ દબાવી અને રાજધાની વિસ્તારમાં પ્રવેશ કર્યો. ગંભીર પરિસ્થિતિમાં, તાંગ રાજવંશના સમ્રાટ ઝુઆનઝોંગે ગાર્ડ્સ કોર્પ્સને રાજધાનીમાંથી છટકી જવાની આગેવાની લીધી, જેના કારણે નેતૃત્વહીન ઝિજિંગ ચાંગઆનનું પતન થયું.\n(તાંગ ઝુઆનઝોંગે આ નિશાનીના માર્ગદર્શનનું ઉલ્લંઘન કર્યું, તેથી એન લુશાનનો બળવો સફળ રહ્યો.)", "聖意": "ઘર સુરક્ષિત છે, પોતે ભાગ્યશાળી છે, નસીબ સ્થિર છે, વ્યવહાર સમૃદ્ધ છે, લગ્ન સફળ છે (સાવધાની), લિયુજિયાથી એક પુરુષ રાહદારી ખેતરમાં આવે છે, રેશમના કીડા કાપવામાં આવે છે, છ પશુધનને નુકસાન થાય છે, વ્યક્તિ મળી આવે છે. , મુકદ્દમો વાજબી છે, ખોવાયેલી મિલકત રોગ લાવે છે, એટલે કે, અંશન કબરની મરામત થવી જોઈએ.", "古人": "લુશાન બળવો", "第X籤": "છપ્પનમી લોટરી", "宮": "અગ્લી પેલેસ"}