{"籤詩版本二": "સવાર અને સાંજ, બુદ્ધનો ટેકો સંકટ સમયે હોવો જોઈએ પણ જોખમમાં નહીં\nજો તમે કોઈ ઉમદા વ્યક્તિથી આકર્ષિત થાઓ છો, તો પૈસા અને રેશમ પણ તમારો સાથ આપશે. આ ચુઆન લાઈ છે. તે બધું તમારા પર નિર્ભર છે.", "詩意": "આ હેક્સાગ્રામ દેવતાઓ અને બુદ્ધોના ગુપ્ત આશીર્વાદનું પ્રતિનિધિત્વ કરે છે.\nધીરજ રાખો અને દરેક બાબતમાં સારા નસીબ રાખો.", "解曰": "જૂના જમાનાની શાંતિની નિશાની. જ્યારે દરેક વસ્તુ મોંઘી હોય ત્યારે તે શુભ રહેશે.", "籤詩故事一": "◇ તાંગ સાધુને જ્ઞાન પ્રાપ્ત થયું\nએક દિવસ, તાંગ સેંગ નદી પર આવ્યો અને તેની સામે બુદ્ધનો લિંગશાન પર્વત જોયો.તેની સામે એક જ પાટિયાનો પુલ હતો.તાંગ સેંગ તેને પાર કરવાની હિંમત કરતો ન હતો. બુદ્ધ બોટમેનમાં રૂપાંતરિત થયા અને તૂટેલી તૂટેલી બોટ પકડી. તાંગ સાધુ બોટ પર ચઢતાની સાથે જ નદીમાં પડ્યા અને હોડીવાળાએ તેને બચાવ્યો. આ રીતે તાંગ સાધુએ બુદ્ધત્વ પ્રાપ્ત કર્યું. (પશ્ચિમના પ્રવાસની વાર્તા)\n◇તાંગ સાધુના બૌદ્ધ ધર્મગ્રંથો\nતાંગ રાજવંશના સનઝાંગ, તેની સામાન્ય અટક ચેન હતી અને તેનું આપેલું નામ યી હતું. ગૌશી કાઉન્ટીમાં જન્મેલા, લુઓઝોઉ (હવે યાનશી શહેરની દક્ષિણે, હેનાન પ્રાંત). તે તેર વર્ષની ઉંમરે સાધુ બન્યા અને બૌદ્ધ નામ ઝુઆનઝાંગ લીધું.\nમૂળ બૌદ્ધ ગ્રંથો મેળવવા માટે, તેમણે ઝેંગુઆન (એડી 629) ના ત્રીજા વર્ષમાં ચાંગઆન (આજનું શિયાન, શાનક્સી પ્રાંત) થી પ્રસ્થાન કર્યું, સરહદ પાર કરવાનું સાહસ કર્યું, અને તિયાનઝુ પહોંચવા માટે અસંખ્ય મુશ્કેલીઓમાંથી પસાર થયા. ભારત) શાસ્ત્રો એકત્રિત કરવા માટે. તેણે સમગ્ર ગંગા અને સિંધુ નદીના તટપ્રદેશો અને ભારતના દક્ષિણપૂર્વીય દરિયાકાંઠાના વિસ્તારોમાં પ્રવાસ કર્યો, પછી બરફથી ઢંકાયેલા પર્વતો અને લીલાછમ પર્વતમાળાઓ ઓળંગી, 50,000 માઈલથી વધુ આગળ અને પાછળ ટ્રેકિંગ કર્યું. આખરે ચાંગઆન પરત ફરવામાં તેને 16 વર્ષ લાગ્યા. ઝેન્ગુઆનનું 19મું વર્ષ (એડી 645). તેમણે મોટી સંખ્યામાં બૌદ્ધ ગ્રંથો પાછા લાવ્યા અને તેનો ચાઈનીઝ ભાષામાં અનુવાદ કર્યો.\n(તાંગ સનઝાંગ ચીન અને ભારત વચ્ચે આગળ-પાછળ લાંબી મુસાફરીમાંથી પસાર થયો હતો. તેણે જોખમોનો અનુભવ કર્યો હોવો જોઈએ, પરંતુ તે સુરક્ષિત રીતે પાછા ફરવામાં સક્ષમ હતો કારણ કે તેની પાછળ એક અદ્રશ્ય આશ્રયદાતા સંત હતા.)", "聖意": "ઘર સુરક્ષિત છે, સ્વયં શુભ છે, પશ્ચિમી વ્યવસાય સફળ છે, લગ્ન સફળ છે, પદયાત્રીઓ ક્ષેત્રને અવરોધે છે, રેશમના કીડા અવરોધિત છે, રેશમના કીડા સાત બિંદુઓ છે, પશુધન નફાકારક છે, લોકો માટે શોધ છે, પશ્ચિમી જાહેર મુકદ્દમો ખરાબ છે, સ્થળાંતર રૂઢિચુસ્ત છે, ખોવાયેલી મિલકત જોવામાં આવે છે, રોગ શુભ છે, પર્વતો અને કબરો શુભ છે.", "古人": "તાંગ સાધુને જ્ઞાન પ્રાપ્ત થયું", "第X籤": "બાંસઠની લોટરી જીતવી", "宮": "યીન પેલેસ"}