{"籤詩版本二": "જ્યારે શિયાળો આવે છે, ત્યારે પહાડ પર પ્લમ બ્લોસમની એક ડાળી તેના પાંદડા પડી જાય અને તેની ડાળીઓ સુકાઈ જાય તો પણ તેનો નાશ થતો નથી.\nપરંતુ જ્યારે વસંત આવે છે, ત્યારે હું હજી પણ મને ગણિકા તરીકે પાછો ફરે છે અને મૂળ કાર્યનો નાશ કરે છે.", "詩意": "આ હેક્સાગ્રામમાં, પ્લમ બ્લોસમ અગ્રણી સ્થાન ધરાવે છે.\nવિલંબ થાય તો બધું સારું છે.", "解曰": "એક તીર ખાલી. જ્યારે તે ખાલી હોય છે, તે ખાલી નથી. વસંત આવવાની રાહ જોવી. તેમાં રંગ છે.", "籤詩故事一": "◇ બે વાર સ્કોર કર્યો\nતાંગ વંશના સમ્રાટ દેઝોંગના શાસન દરમિયાન, વફાદાર પ્રધાન મેઈ ​​બોગાઓ અને તેમના પરિવારને દેશદ્રોહી વડા પ્રધાન લુ ક્વિ દ્વારા બનાવવામાં આવ્યા હતા, જે તેમને બધાને મારી નાખવા માગતા હતા. માત્ર તેમનો પુત્ર મેઈ લિયાંગ્યુ ભાગી જવામાં સફળ રહ્યો હતો. બાદમાં, તેણે પોતાનું શાસન બદલી નાખ્યું હતું. પોતાની ઓળખ છુપાવવા માટે વાંગ ઝિટોંગનું નામ. તે શેરીઓમાં એકલો રહેતો હતો, ભૂખ્યો અને ઠંડો હતો, પરંતુ સદનસીબે તેને ચેન રિશેંગ (ચેન ડોંગચુ) દ્વારા લેવામાં આવ્યો હતો. ચેન રિશેંગને તેના જીવનના અનુભવની ખબર ન હતી, તેથી તેણે તેને ચેનના પ્લમ બગીચાની સંભાળ રાખવામાં મદદ કરવા કહ્યું જેથી તે શેરીમાં ભૂખે મરી ન જાય.\nચેન રિશેંગ મેઈ બોગાઓનો સહાધ્યાયી અને મિત્ર હતો. જ્યારે લુ ક્વિ દ્વારા તેને અત્યાચાર કરવામાં આવતો હતો, ત્યારે તેને મેઈ બોગાઓ દ્વારા બચાવી લેવામાં આવ્યો હતો. પરિણામે મેઈ બોગાઓ અને લુ ક્વિ વચ્ચે દુશ્મનાવટ થઈ હતી. અંતે, તેમના સમગ્ર પરિવારને ફાંસી આપવામાં આવી હતી. ચેન રિશેંગ આના કારણે દુઃખી અને ગુસ્સે થયા હતા.લગ્ન કર્યા પછી, તેણે રાજીનામું આપી દીધું અને એકાંતમાં રહેવા માટે તેના પરિવારને યાંગઝોઉ ખસેડ્યો.\nચેન રિશેંગને ચેન ઝિંગયુઆન નામની પુત્રી છે, જે સુંદર અને સુગંધી છે.મેઈ લિયાંગયુ ચેન પરિવારમાં આવ્યા પછી તેઓ પ્રથમ નજરમાં જ પ્રેમમાં પડ્યાં. એક દિવસે જ્યારે પ્લમ બ્લોસમ્સ સંપૂર્ણ ખીલે છે, જે મેઈ બોગાઓની મૃત્યુની વર્ષગાંઠ પણ હતી, ચેન રિશેંગ અને તેના પરિવારે તેમના મૃત મિત્ર અને પરોપકારીની યાદમાં તેમના ઘરના પ્લમ બગીચામાં એક વેદી ખોલી હતી. અનપેક્ષિત રીતે, અચાનક હવામાન બદલાઈ ગયું. , અને ભારે બરફનું તોફાન ફૂંકાયું, બધા પ્લમ ફૂલોને ઢાંકી દીધા. નાશ પામ્યો. ચેન રિશેંગે શોક વ્યક્ત કર્યો કે તે સુરક્ષિત રીતે છટકી શક્યો હતો, પરંતુ તે મેઇ પરિવારના વંશજોને પણ બચાવી શક્યો ન હતો. તેણે વિચાર્યું કે આ ભગવાન તરફથી ચેતવણી છે, તેથી તેણે શપથ લીધા કે જ્યાં સુધી પ્લમ ફૂલો ફરીથી ખીલે નહીં, તે સાબિત કરે છે કે મેઇ પરિવારના વંશજો મેઇ પરિવાર હજી જીવતો હતો, તે ક્યારેય કશું બોલશે નહીં.તે બૌદ્ધ ધર્મમાં ભાગી ગયો અને સાધુ બન્યો.\nતેની પુત્રી ઝિંગ્યુઆને આ સાંભળ્યું અને તરત જ ધૂપ સળગાવી અને આલુના ફૂલો ફરીથી ખીલવા માટે નિષ્ઠાપૂર્વક ભગવાનને પ્રાર્થના કરી. તેમની પ્રામાણિકતાએ સ્વર્ગ ખસેડ્યું, અને પ્લમ બગીચામાંના તમામ પ્લમ વૃક્ષો ફરીથી ખીલ્યા; પાછળથી ચેન રિશેંગને ખબર પડી કે ઝિટોંગ લિયાંગ્યુ છે, તેથી તેણે તેની પુત્રી ઝિંગ્યુઆન સાથે તેની સગાઈ કરી.", "聖意": "ઘર અને ઘર પોતાના માટે સારું નથી, પોતાના સારા નસીબ માટે, સંપત્તિ મેળવવા માટે, વ્યવહારમાં સમજદારી રાખવી, લગ્નના સમય સુધી રાહ જોવી, મોડું થવું, લગ્ન કરવા, મોડું થવું, સમૃદ્ધિમાં રહેવું. વસંત, મોડું થવું, મોડું થવું, મોડું થવું, વ્યસ્ત હોવું, વ્યસ્ત હોવું, સમૃદ્ધ થવું, વ્યસ્ત હોવું, શોધવું.", "古人": "બે વખત સ્કોર કર્યો", "第X籤": "લોટ જીતીને 69", "宮": "તત્સુમી"}