{"籤詩版本二": "ચાઓ ચાઓ એ ફૂલ ભેગી કરતી મધમાખી જેવી છે, જે દક્ષિણપશ્ચિમ અને પછી પૂર્વ તરફ ઉડતી હોય છે.\nવસંત સમાપ્ત થઈ ગયું છે, ફૂલો ગયા છે, અને જોવા માટે કોઈ સ્થાન નથી આ હૃદય તેના ઠેકાણાને બદલશે નહીં.", "詩意": "આ હેક્સાગ્રામ ફૂલ ચૂંટતી મધમાખી જેવું છે.\nબધું કપરું અને કપરું છે.", "解曰": "કોઈ વસંત દૃશ્ય નથી. લાંબા સમય સુધી વરસાદ પડે છે પરંતુ ક્યારેય સાફ થતો નથી. મદદ માટે પૂછો. શાંત રહેવું વધુ સારું છે.\n.", "籤詩故事一": "◇લી મીએ તાંગ રાજવંશ સામે બળવો કર્યો\nલિ મી\n(582-619), ચીનના અંતમાં સુઇ રાજવંશમાં ખેડૂત બળવોમાં વાગાંગ આર્મીના દિવંગત નેતા. કેલિગ્રાફીમાં માસ્ટર. ફા શબ્દનો માસ્ટર ચાંગઆન, જિંગ્ઝાઓનો વતની હતો અને તેનું પૈતૃક ઘર ઝિયાંગપિંગ, લિયાઓડોંગ (હવે લિયાઓયાંગ, લિયાઓનિંગની દક્ષિણે) હતું. ચાંગઆનના વતની, જિંગઝાઓ, તેમનું પૂર્વજોનું ઘર ઝિયાંગપિંગ, લિયાઓડોંગ (હવે લિયાઓયાંગ, લિયાઓનિંગની દક્ષિણે) છે.\nદાયે (613) ના નવમા વર્ષમાં, તેણે લિયાંગમાં (હવે જુંક્સિયન કાઉન્ટી, હેનાન પ્રાંતના ઉત્તરપૂર્વમાં) માં સુઇ રાજવંશ સામે યાંગ ઝુઆંગનના બળવામાં ભાગ લીધો હતો. દાયે (613) ના નવમા વર્ષમાં, તેણે લિયાંગમાં (હવે જુંક્સિયન કાઉન્ટી, હેનાન પ્રાંતના ઉત્તરપૂર્વમાં) માં સુઇ રાજવંશ સામે યાંગ ઝુઆંગનના બળવામાં ભાગ લીધો હતો. રહસ્યમય ભાવના પરાજિત છે,\nલિ મી ભાગી ગયો. ઝુઆંગનનો પરાજય થયો અને લી મી નાસી ગયો.\nદયેના બારમા વર્ષે તે વાગાંગ આર્મીમાં જોડાયો\n. ડેના શાસનના બારમા વર્ષમાં, તે વાગાંગ આર્મીમાં જોડાયો. લી મી વ્યૂહરચનામાં સારી હતી.ડેના બારમા વર્ષના ઓક્ટોબરમાં, લી મીએ ઝાઈને સૈન્યની સાથે રહેલા શક્તિશાળી જનરલ ઝીંગયાંગ ટોંગ પર હુમલો કરવા, ઝાંગ ઝુટુઓનો બચાવ કરવા, સુઈ સૈન્યને હરાવી અને ઝાંગ ઝુટુઓને મારવા માટે સમજાવ્યા. લી મી વ્યૂહરચનામાં સારી હતી.ડેના બારમા વર્ષના ઓક્ટોબરમાં, લી મીએ ઝાઈને સૈન્યની સાથે રહેલા શક્તિશાળી જનરલ ઝીંગયાંગ ટોંગ પર હુમલો કરવા, ઝાંગ ઝુટુઓનો બચાવ કરવા, સુઈ સૈન્યને હરાવી અને ઝાંગ ઝુટુઓને મારવા માટે સમજાવ્યા.\nબાદમાં, તેણે ઝિંગલુઓ (પછીથી તેનું નામ લુઓકોઉ રાખવામાં આવ્યું) વેરહાઉસ પર હુમલો કરવાનો, રાહત માટે વેરહાઉસ ખોલવાનો અને ટીમનો વિસ્તાર કરવાનો પ્રસ્તાવ મૂક્યો. વાગાંગ આર્મી ટીમનો ઝડપથી વિકાસ થયો. ડેના 13માં વર્ષમાં લી મીએ વાગાંગ આર્મીનું નેતૃત્વ કર્યું અને ઝાઈ રાંગનું નેતૃત્વ કર્યું. સુઇ રાજવંશના ડિમોશન અને વિતરણ સાથે વ્યવહાર કર્યો. લશ્કરી સંસાધનો અને અન્ય મુદ્દાઓ પર યુદ્ધ થયું અને લી મીએ ઝાઈ રંગ અને તેના સેંકડો અનુયાયીઓને મારી નાખ્યા. બાદમાં, તેણે ઝિંગલુઓ (પછીથી તેનું નામ લુઓકોઉ રાખવામાં આવ્યું) વેરહાઉસ પર હુમલો કરવાનો, રાહત માટે વેરહાઉસ ખોલવાનો અને ટીમનો વિસ્તાર કરવાનો પ્રસ્તાવ મૂક્યો. વાગાંગ આર્મી ટીમનો ઝડપથી વિકાસ થયો. ડેના 13માં વર્ષમાં લી મીએ વાગાંગ આર્મીનું નેતૃત્વ કર્યું અને ઝાઈ રાંગનું નેતૃત્વ કર્યું. સુઇ રાજવંશના ડિમોશન અને વિતરણ સાથે વ્યવહાર કર્યો. લશ્કરી સંસાધનો અને અન્ય મુદ્દાઓ પર યુદ્ધ થયું અને લી મીએ ઝાઈ રંગ અને તેના સેંકડો અનુયાયીઓને મારી નાખ્યા.\nડેના 14મા વર્ષના માર્ચ મહિનામાં યુ વેનહુઆજીએ સુઇ વંશના સમ્રાટ યાંગની હત્યા કરી\n, પશ્ચિમ તરફ પાછા ફરવા માટે 100,000 થી વધુ લોકોને દોરી ગયા. ડેના ચૌદમા વર્ષના માર્ચ મહિનામાં, યુ વેનહુઆજી (યુ વેન, સંયુક્ત અટક) એ સુઈ વંશના સમ્રાટ યાંગની હત્યા કરી અને 100,000 થી વધુ લોકો સાથે પશ્ચિમમાં પાછા ફર્યા. લી મીને હુઆજી પર હુમલો કરવાનો આદેશ આપવામાં આવ્યો હતો.જોકે હુઆજીનો પરાજય થયો હતો, લી મીના સૈનિકોને પણ ભારે નુકસાન થયું હતું. પાછળથી વાંગ શિચોંગ દ્વારા તેઓનો પીછો કરવામાં આવ્યો હતો. લી મીની સેનાનો પરાજય થયો હતો અને તેની છાવણીનો નાશ થયો હતો. તેના સેનાપતિઓ કિન શુબાઓ, ચેંગ ઝીજી (મૂળ નામ) ચેંગ યાઓજિન), નીયુ જિંદા અને અન્યોને પકડવામાં આવ્યા હતા. લી મીને હુઆજી પર હુમલો કરવાનો આદેશ આપવામાં આવ્યો હતો.જોકે હુઆજીનો પરાજય થયો હતો, લી મીના સૈનિકોને પણ ભારે નુકસાન થયું હતું. પાછળથી, વાંગ શિચોંગ દ્વારા તેનો પીછો કરવામાં આવ્યો. લી મીની સેનાનો પરાજય થયો અને તેની છાવણીનો નાશ કરવામાં આવ્યો. તેના સેનાપતિઓ કિન શુબાઓ, ચેંગ ઝિજી (મૂળ નામ ચેંગ યાઓજીન), નીયુ જિંદા અને અન્યોને પકડવામાં આવ્યા, અને શાન ઝિઓંગક્સિને આત્મસમર્પણ કર્યું. લી મી ભયાવહ હતો, તેથી તેણે સપ્ટેમ્બરમાં હેયાંગ નદી પાર કરી અને તાંગ રાજવંશને આત્મસમર્પણ કર્યું. લી મી ભયાવહ હતો, તેથી તેણે સપ્ટેમ્બરમાં હેયાંગ નદી પાર કરી અને તાંગ રાજવંશને આત્મસમર્પણ કર્યું.\nનવેમ્બરમાં, લી યુઆને જૂના સૈનિકોની ભરતી કરવા માટે લી મીને શેનડોંગ મોકલ્યો. નવેમ્બર,\nલી યુઆને જૂના સૈનિકોની ભરતી કરવા માટે લી મીને શેનડોંગમાં રાહ જોવા માટે મોકલ્યો. તે શંકાસ્પદ હોવાનું અનુભવીને, તેણે તાંગ સામે બળવો કર્યો. તે શંકાસ્પદ હોવાનું અનુભવીને, તેણે તાંગ સામે બળવો કર્યો. તાંગ જનરલ શેંગ યાનશીએ લી મીને હુમલો કરવા આમંત્રણ આપ્યું અને તેને ઝિંગગોંગ ઝિયાન ખાતે મારી નાખ્યો. તાંગ જનરલ શેંગ યાનશીએ લી મીને હુમલો કરવા આમંત્રણ આપ્યું અને તેને ઝિંગગોંગ ઝિયાન ખાતે મારી નાખ્યો.", "聖意": "ઘર, ઘર, જીભ, સ્વ, ખલનાયક, સંપત્તિની શોધ, ધંધો બગાડવો, લગ્નો ટકતા નથી, લિયુજિયા, ખાલી ફૂલો, રાહદારીઓ, યાઓટિયન, રેશમના કીડાને નુકસાન, છ પશુધનને નુકસાન, ગુમ થયેલ વ્યક્તિઓ, મુકદ્દમા, નુકસાન, સ્થળાંતર, રૂઢિચુસ્તતા, સંપત્તિ ગુમાવવી માંદગી, અવરોધો, પર્વત કબર સુધારણા", "古人": "લી મીએ તાંગ રાજવંશ સામે બળવો કર્યો", "第X籤": "સિત્તેરમી ડ્રો", "宮": "તત્સુમી"}