{"籤詩版本二": "મધમાખી ઉછેર કરનારાઓએ મધ માટે ભીખ માંગવી જોઈએ, રખેને તેઓ ડંખ મારશે\nતમારી સામે એક વિચિત્ર રસ્તો હોવો જોઈએ. રહસ્ય કાંટાના જંગલ જેટલું ઊંડું છે.", "詩意": "આ હેક્સાગ્રામ મધ એકત્રિત કરતી મધમાખીઓનું પ્રતીક છે.\nબધું કપરું અને કપરું છે.\n\n(આ હેક્સાગ્રામ મીઠાશ અને કડવાશનું પ્રતીક શોધે છે.\nદરેક બાબતમાં આપત્તિઓ અટકાવો.\n)", "解曰": "વસ્તુઓ કાળજીપૂર્વક કરવાની જરૂર છે. તેને દબાણ કરવાની જરૂર નથી. મધમાખીઓ મધ ભેગી કરે છે. શું કારણ છે?", "籤詩故事一": "◇ વાંગ મંગ પ્રતિભા શોધે છે\nપશ્ચિમી હાન રાજવંશમાં વાંગ મંગ કુટુંબ એક શ્રીમંત કુટુંબ કહી શકાય. તેમના પિતાનું વહેલું અવસાન થયું હોવા છતાં, તેમના ઘણા કાકાઓ અને કાકાઓ હાન વંશના સમ્રાટ બન્યા. તેઓ સેનાપતિ, વડા પ્રધાન બન્યા અને માર્ક્વિઝ બન્યા અને પુરસ્કારો મેળવ્યા. વાંગ કુટુંબ અત્યંત અગ્રણી હતું.\nપરંતુ વાંગ મંગનું પોતાનું નાનું કુટુંબ અત્યંત ગરીબ હતું; તેના પિતાનું અવસાન યુવાનીમાં થયું હતું, અને તે માત્ર તેની માતા સાથે જ રહેતા હતા, સંબંધીઓની દાન પર આધાર રાખતા હતા. પરંતુ આ કારણે, વાંગ મંગે નાનપણથી જ લોકો સાથે વ્યવહાર કરવાની કુશળતાનો સમૂહ વિકસાવ્યો અને તેનો અભ્યાસ કર્યો. ભલે તે ગમે તેટલો દુઃખી કે ગુસ્સે થયો હોય, તે હંમેશા સંબંધીઓ, વડીલો અથવા બહારના લોકોની સામે ખૂબ જ ખુશ અને શાંતિપૂર્ણ દેખાવ બતાવતો હતો, તેથી કુળમાં દરેક દ્વારા તેની ખૂબ પ્રશંસા કરવામાં આવી હતી.\nએકવાર, તેમના મોટા કાકા ગંભીર રીતે બીમાર હતા. તે વિશે જાણ્યા પછી, તેઓ આવ્યા અને દર્દીના પલંગ પાસે રાહ જોતા, દવા અને પાણી લાવતા, અને રાત્રે જાગરણ કરતા. સળંગ ઘણા મહિનાઓ સુધી, તેઓ કપડા વિનાના, અણઘડ અને હડધૂત હતા. તે દર્દી કરતાં વધુ \"દર્દી\" હતો. જૈવિક પુત્ર કરતાં વધુ \"પુત્ર\" હતો.\nઆ માટે, તાઈવાનના લોકોમાં બધાએ તેની પ્રશંસા કરી અને તેના માટે ઈનામ માટે પત્રો લખ્યા.\nતેથી હાન વંશના સમ્રાટ ચેંગે તેને ન્યૂ કેપિટલ માર્ક્વિસનું બિરુદ આપ્યું અને સમ્રાટના નજીકના મંત્રી બનીને મહેલમાં રક્ષક તરીકે નિયુક્ત કર્યા.\nપોતાના ઉચ્ચ હોદ્દા અને મહાન શક્તિથી, વાંગ મંગે ક્યારેય ઘમંડ કે ઢીલાપણું દર્શાવ્યું ન હતું. તેના બદલે, તે વધુને વધુ નમ્ર અને નમ્ર બન્યા. એક તરફ, તેમણે મંત્રીઓ, સેનાપતિઓ, સેલિબ્રિટીઓ અને વિદ્વાનો સાથે મિત્રતા કરી. બીજી તરફ. , તે ગરીબોને મદદ કરતો અને તેની સંપત્તિથી ઉદાર હતો.\nપરંતુ તે ખૂબ જ કરકસરભર્યું જીવન જીવતો હતો, ઘણીવાર માંસની વાનગીઓ ખાતો હતો, લાંબા ઝભ્ભો અને લાંબી બાંયના કપડાં પહેરવાનો ઉલ્લેખ ન હતો, ફક્ત ટૂંકા કપડાં પહેર્યા હતા. તેથી સરકાર અને જનતામાં સૌએ સર્વાનુમતે \"સદાચારી\" શબ્દથી તેમની પ્રશંસા કરી.\nપાછળથી, તેમના કાકા, ગ્રાન્ડ સિમા વાંગેન, બીમારીને કારણે મૃત્યુ પામ્યા અને તેમની બદલી તરીકે તેમને પસંદ કરવામાં આવ્યા. સમ્રાટ અને બધા મંત્રીઓએ વિચાર્યું કે તે સૌથી યોગ્ય છે. તેથી, વાંગ મંગ, જે ફક્ત આડત્રીસ વર્ષનો હતો, તે દેશની સર્વોચ્ચ લશ્કરી શક્તિ સાથે ગ્રાન્ડ સિમા બન્યો.\n(આ વાર્તા એક રૂપક છે. સારી વ્યક્તિ બનવાથી તમે \"મધમાખીઓ દ્વારા ડંખ મારવાની મુશ્કેલી\"માંથી છુટકારો મેળવી શકો છો અને તમારી ઇચ્છા મુજબ તમારા આદર્શો પ્રાપ્ત કરી શકો છો.)", "聖意": "ઘર પોતાના માટે સારું નથી, કુટુંબ મુશ્કેલીમાં છે, ધંધો અવરોધિત છે, લગ્ન અવરોધિત છે, છ બખ્તરો ભયભીત છે, પદયાત્રીઓ મોડા છે, રેશમના કીડાની કાપણી ઓછી છે, પશુધન ઓછું છે, તે મુશ્કેલ છે. લોકોને શોધો, મુકદ્દમો ખરાબ છે, સ્થળાંતર નથી થતું, ખોવાયેલી મિલકત ખરાબ છે, રોગ સ્થાપિત છે, પર્વતની કબર ખોવાઈ ગઈ છે,", "古人": "વાંગ મંગ પ્રતિભા શોધે છે", "第X籤": "સિત્તેરમી લોટરી જીતવી", "宮": "તત્સુમી"}