{"籤詩版本二": "જ્યારે વસંત આવે છે, ગર્જના કરે છે અને જંતુઓ કિલકિલાટ કરે છે, અને હું કાદવથી દૂર થઈ જાઉં છું\nજ્યારે મને પહેલીવાર સમજાયું કે હું હજી પણ આવતો અને જતો હતો, એકવાર હું બદલાઈ ગયો, હું ડ્રેગન બની ગયો.", "詩意": "આ હેક્સાગ્રામ ગર્જના અને જંતુઓ જેવું છે.\nઉમદા વ્યક્તિને મળવું એ દરેક બાબતમાં સારો સંકેત છે.", "解曰": "થન્ડર સ્ટ્રાઇક્સ. અંદર અને બહાર બે થાપણો. એકવાર બદલો. તિયાનમેન સુધી.", "籤詩故事一": "◇ચેંકિયાઓ વિદ્રોહ\n959 એડી માં, ઝોઉ શિઝોંગ ચાઈ રોંગનું અવસાન થયું, અને સમ્રાટ ગોંગ, ચાઈ ઝોંગક્સુન, જે સિંહાસન પર બેઠા હતા, તેઓ માત્ર સાત વર્ષના હતા. તે સમયે, ઝાઓ કુઆંગયિન, જેમણે મહેલની સામે નિરીક્ષક અને જર્મન સૈન્યમાં સોંગઝોઉના દૂત તરીકે સેવા આપી હતી, વાસ્તવિક સત્તા સંભાળી હતી.\n960 એ.ડી.ની વસંતઋતુમાં, ઝેન્ઝોઉ (આજનું ઝેંગડિંગ, હેબેઈ પ્રાંત) અને ડિંગઝોઉ (આજનું ડિંગ્ઝિયન કાઉન્ટી, હેબેઈ પ્રાંત)એ અહેવાલ આપ્યો કે ઉત્તરીય હાન રાજવંશ અને લિયાઓ રાજ્યની સેનાઓ સંયુક્ત રીતે પછીના ઝોઉ રાજવંશ પર હુમલો કરવા દક્ષિણ તરફ જઈ રહી છે. મહાન વેગ, અને મદદ માટે સૈનિકો મોકલવા વિનંતી કરી. પાછળથી, ઝોઉ રાજવંશે ઝાઓ કુઆંગ્યિનને દુશ્મન સામે લડવા માટે તેના સૈનિકોને ઉત્તર તરફ દોરી જવાનો આદેશ આપ્યો. ઝાઓ કુઆંગિને તેના ભાઈ ઝાઓ ગુઆંગી, ઝાઓ પુ, શી શૌક્સિન અને અન્યોના આયોજન હેઠળ ગુપ્ત રીતે કામ કર્યું.\n3 ફેબ્રુઆરીના રોજ, જ્યારે સૈન્ય ચેનકિઆઓઇ (હાલનું ચેનકિયાઓ ટાઉન, ફેંગકિયુ, હેનાનના દક્ષિણપૂર્વમાં) ખાતે પહોંચ્યું ત્યારે તેઓએ બળવો શરૂ કર્યો અને સૈનિકોને તેમના માટે પીળા ઝભ્ભો પહેરવાનો આદેશ આપ્યો. તેઓએ પછીના ઝોઉ રાજવંશ સામે બળવો કર્યો અને સમ્રાટ તરીકે ઝાઓ કુઆંગિનને ટેકો આપ્યો. . તે પછી, ઝાઓ, સળગાવવા, હત્યા કે લૂંટ કર્યા વિના તેમના સૈનિકોને કૈફેંગ તરફ પાછા લઈ ગયા.\" તાઈઝુ ચેન કિયાઓએ રાજધાનીના લોકોને ખલેલ ન પહોંચાડવા માટે શપથ લીધા અને જે દિવસે તેઓ શહેરમાં પ્રવેશ્યા તે દિવસે શહેરને ખલેલ ન પહોંચાડવાનું વચન આપ્યું.\"\nચંદ્ર મહિનાના ત્રીજા વર્ષના ત્રીજા દિવસે, ઝાઓ કુઆંગિને ચેનકિયાઓમાં વિદ્રોહ કર્યો અને રાજધાની પરત ફર્યા. ફાન ઝી વાંગ પુ અને વેઈ રેનપુને ઝાઓ કુઆંગ્યિનને પ્રશ્ન કરવા દોરી ગયા. લુઓ યાનહુઆને તંબુની સામે તેની તલવાર ખેંચી અને જોરથી બૂમો પાડી. : \"ત્રણ સૈન્યમાં કોઈ માસ્ટર નથી. સેનાપતિઓએ તેને સમ્રાટ તરીકે નિયુક્ત કરવાનું નક્કી કર્યું છે. જે કોઈ બોલશે તેને મારી નાખવામાં આવશે!\". વાંગ પુનો ચહેરો ધરતી જેવો નિસ્તેજ હતો. તેણે તેના પગથિયાં નીચા કર્યા અને નમ્યા. ફેન ઝી પણ ઝૂકી ગયા. કુઆંગ યિને અંગત રીતે તેને મદદ કરી અને ખૂબ જ સૌજન્ય સાથે વર્ત્યા.\nમધ્યમ પ્રતિકાર પછી, પછીના ઝોઉ રાજવંશના સમ્રાટ ગોંગે સિંહાસન સંભાળ્યું, અને ઝાઓએ સિંહાસન સંભાળ્યું.\" તાઈઝુ ઝેનને સ્વીકારવા જઈ રહ્યો હતો, પરંતુ ત્યાં કોઈ ઝેન લખાણ નહોતું. હેનલિનના વિદ્વાન તાઓ ગુએ આ હુકમ સ્વીકાર્યો. અને તેની બાજુમાં આવીને કહ્યું: \"થઈ ગયું.\"\nઝાઓ સિંહાસન પર આવ્યા પછી, તેમણે દેશનું નામ બદલીને સોંગ, યુઆનને જિઆનલોંગ કર્યું અને કૈફેંગને રાજધાની બનાવી. શી શોક્સિન, ગાઓ હુઆઈડ, ઝાંગ લિંગડુઓ, વાંગ શેનકી, ઝાંગ ગુઆનહાન અને ઝાઓ યાનહુઈ બધાને જિદુશીનું બિરુદ આપવામાં આવ્યું. , જે ઈતિહાસમાં \"ચેંકિયાઓ વિદ્રોહ\" તરીકે ઓળખાય છે.\nવિકિપીડિયા\n(આ વાર્તા રજૂ કરે છે કે આ ઝાઓ કુઆંગયિનના પ્રદર્શનની શરૂઆત છે.)", "聖意": "તમારા ઘર માટે પ્રાર્થના કરો, રોજિંદા જીવન, સંપત્તિ, સારા નસીબ, વ્યવસાયમાં સારા નસીબ, ઉમદા લગ્ન, લિયુજિયામાં સફળતા, નર પદયાત્રીઓ, ખેતરોમાં રેશમના કીડાનો વહેલો જન્મ, છ પ્રાણીઓનો વહેલો જન્મ, વસંતમાં સારા નસીબ, લોકોને શોધવામાં સફળતા, સફળતા. જાહેર મુકદ્દમામાં, સ્થળાંતરમાં સારા નસીબ, ખોવાયેલી મિલકત, રોગોમાં જોખમો, પર્વતો અને કબરોમાં જોખમો.", "古人": "ચેંકિયાઓ વિદ્રોહ", "第X籤": "ત્રેત્તેર સહી કરી", "宮": "મી પેલેસ"}