{"籤詩版本二": "સ્વપ્નમાં, એવું કહેવામાં આવ્યું હતું કે ઘણી બધી સંપત્તિ હશે, પરંતુ ખ્યાતિ કંઈપણ નહીં આવે.\nપાણી દૂર છે અને પર્વતો દૂર છે, પરંતુ વફાદાર રહેવું મુશ્કેલ છે ઉમદા વ્યક્તિ માર્ગદર્શન આપે છે અને સ્મિત કરે છે.", "詩意": "આ હેક્સાગ્રામ સ્વપ્નમાં ખજાનો મેળવવાનું પ્રતીક દર્શાવે છે.\nબધું વધુ કે ઓછું વાસ્તવિક છે.", "解曰": "સ્વપ્ન જેવું સ્વપ્ન જોવું. પ્રસિદ્ધિની આશા નથી. બસ સારા સમયની રાહ જુઓ. ઉમદા સૂચનાઓ.", "籤詩故事一": "◇ જેડને ઝાઓ પર પાછા ફરો (તે પૂર્ણ કર્યા પછી જેડને ઝાઓ પર પરત કરો)\n283 બીસીમાં, રાજા ઝાઓ હુઇવેને ચુ પાસેથી હીઝ બી મેળવ્યું. રાજા કિન ઝાઓક્સિઆંગે આ સમાચાર સાંભળ્યા પછી, તેણે રાજા ઝાઓને એક પત્ર મોકલ્યો, જેમાં હીઝ બી માટે પંદર શહેરોની અદલાબદલી કરવાની ઈચ્છા દર્શાવી.\nલિન ઝિયાન્ગ્રુએ રાજા ઝાઓને વિશ્લેષણ કર્યું કે કિન મજબૂત છે અને ઝાઓ નબળા છે અને તેને બદલવાની જરૂર છે.\nરાજા ઝાઓએ ત્યારપછી લિન ઝિયાન્ગ્રુને હીઝ બી સાથે કિન મોકલ્યો.\nકિનનો રાજા ઝાંગતાઈ ખાતે લિન ઝિઆન્ગ્રુને મળ્યો અને લિન ઝિઆન્ગ્રુએ કિનના રાજાને જેડ અર્પણ કર્યું. કિનનો રાજા ખૂબ જ આનંદિત થયો અને તેણે હીઝ બીને સુંદરતામાં પસાર કર્યો અને તેની આસપાસના દરેક વ્યક્તિએ તેની તરફ જોયું. આ સમયે, ડાબી અને જમણી બાજુના દરેક વ્યક્તિએ દીર્ધાયુષ્યની બૂમો પાડી.\nલિન ઝિયાન્ગ્રુએ જોયું કે કિનના રાજાનો ઝાઓને શહેર આપવાનો કોઈ ઈરાદો નથી, તેથી તેણે કિનના રાજાને કહ્યું કે તેની જેડ ખામીયુક્ત છે અને તે કિનના રાજાને દર્શાવવા માંગે છે જેથી કરીને તે મેળવવાની તક લઈ શકાય. જેડ પાછા.\nલિન ઝિઆન્ગ્રુએ હેશીનું બી પાછું લીધું તે પછી, તે મોટા થાંભલાની બાજુમાં ઊભો રહ્યો, જે દર્શાવે છે કે તે હેશીના બી સાથે મરવા માંગે છે.\nઆ સમયે, લિન ઝિયાન્ગરુએ કિનના રાજાને કહ્યું: \"ઝાઓના રાજાએ હજી પણ મંત્રીઓના વાંધાઓ પર કાબૂ મેળવ્યો અને મંત્રીની દરખાસ્ત સ્વીકારી. સામાન્ય લોકો સાથે વાતચીત કરતી વખતે તેઓ એકબીજા સાથે છેતરપિંડી ન કરે તો પણ, તેનો ઉલ્લેખ કરવો નહીં. કિન એક મોટો દેશ છે! કિન અને ઝાઓ, રાજા ઝાઓ વચ્ચેની મિત્રતા જાળવી રાખવા માટે, પાંચ દિવસના ઉપવાસ પછી, મેં મારા મંત્રીઓને જેડ સાથે કિન મોકલ્યા. કમનસીબે, કિનના રાજાનો માત્ર ઝાઓને આપવાનો કોઈ ઈરાદો નહોતો. શહેર, પણ તેમણે પરિવારની જેડ એક સુંદર મહિલાને આપી, જે ખરેખર મારા મંત્રીઓની મજાક હતી.\"\nબોલવાનું સમાપ્ત કર્યા પછી, લિન ઝિઆન્ગ્રુએ તરત જ એક થાંભલાને અથડાવાનો ઈશારો કર્યો. કિનના રાજાને ડર હતો કે હીઝ બીને નુકસાન થશે, તેથી તેણે ઝાઓને પંદર શહેરો આપવાનો ઢોંગ કર્યો. લિન ઝિયાન્ગ્રુએ રાજા કિનની વિશ્વાસઘાત યોજના જોઈ, તેથી તેણે રાજા કિનને સમય વિલંબ કરવા માટે હીઝ બીને રજૂ કરતા પહેલા પાંચ દિવસ માટે ઉપવાસ કરવાનું કહ્યું. આ થોડા દિવસોમાં, લિન ઝિયાન્ગ્રુએ તેના પરિચારકોને જેડ સાથે ઝાઓ રાજ્યમાં પાછા ફરવા મોકલ્યા, જ્યારે તે કિનના રાજા સાથે વ્યવહાર કરવા માટે રોકાયા.\n(આ વાર્તા એક સામાન્ય વ્યક્તિની આંખો તેના સ્ટેટસથી મોહિત થવા જેવી છે.)", "聖意": "ઘરમાં આશીર્વાદ માટે પ્રાર્થના કરવી, પોતાની જાતને, સંપત્તિમાં અડચણ ઊભી કરવી, વ્યવહારોને હાંસલ કરવા મુશ્કેલ બનાવે છે, લગ્ન લિયુજીઆક્સુ પદયાત્રીઓ સાથે સુમેળમાં નથી, ચિટિયન રેશમના કીડા સ્વીકારવામાં આવતા નથી, છ પ્રાણીઓને નુકસાન થાય છે, લોકો ગુમ થાય છે, જાહેર મુકદ્દમા અને સ્થળાંતરની અપેક્ષા છે, વસ્તુઓ ગુમાવવી દૂર છે, રોગો ગોઠવવામાં આવે છે, પર્વતની કબરોમાં મોકલવામાં આવે છે અને બદલાઈ જાય છે.", "古人": "ઝાઓ પર જેડ પરત કરો (ઝાઓ પર જેડ પૂર્ણ કરો)", "第X籤": "સિત્તેરમી વિજેતા લોટરી", "宮": "બપોરનો મહેલ"}