{"籤詩版本二": "સાયકેમોર વૃક્ષોના પાંદડા ખરી ગયા છે, પાનખર નજીક આવી રહ્યું છે, અને પ્રવાસીઓની પરત યાત્રા વાદળો જેવી લાગે છે.\nભગવાનના મહાન પ્રયાસો માટે આભાર, વહાણ પવનમાં ખજાનો સાથે પરત ફર્યું.", "詩意": "આ હેક્સાગ્રામ પડી ગયેલા સાયકેમોર પાંદડાઓની છબી દર્શાવે છે.\nબધું અગાઉથી ખરાબ અને અંતે સારું છે.", "解曰": "હૃદયમાંથી વસ્તુઓ લો. ટિયાન ઝિન અનુસરે છે. જીવનનિર્વાહ કરવા માટે. તમે જે કરી શકો તે કરો.", "籤詩故事一": "◇ પવન તેંગવાંગ પેવેલિયન તરફ ફૂંકાય છે\nવાંગ બો, સૌજન્ય નામ ઝિયાન, પ્રારંભિક તાંગ વંશના કવિ હતા. તે તાંગ વંશના સમ્રાટ ગાઓઝોંગ યોંગુઇના પ્રથમ વર્ષમાં જન્મ્યા હતા. વાંગ બો નાનપણથી જ શાસ્ત્રો વાંચે છે, અને તે \"બાળ પ્રોડિજી\" તરીકે ઓળખાય છે. વાંગ બો નાનપણથી જ શાસ્ત્રો વાંચે છે, અને તે \"બાળ પ્રોડિજી\" તરીકે ઓળખાય છે.\nજ્યારે તે દસ વર્ષનો હતો, ત્યારે તે અને તેના પિતા એક ગુઆંડી મંદિર પાસેથી પસાર થયા હતા. તેઓએ મંદિરમાં ગુઆન્ડીની ભવ્ય પ્રતિમા જોઈ, જેમાં \"વસંત અને પાનખર\" ની નકલ હતી અને તે વાંચી હતી. જ્યારે તેના પિતાએ તે જોયું, ત્યારે તેણે પ્રેરિત હતો. તેણે સમ્રાટ ગુઆનને કહ્યું: \"લીલી દાઢીના ત્રણ તાળાઓ પકડીને, લીલી ફાનસને કિંગ રાજવંશનો ઇતિહાસ વાંચીને અને પ્રખ્યાત નામોને શ્રદ્ધાંજલિ આપવી. મારા હાથમાં લીલો ડ્રેગન અને ચંદ્ર પકડીને.\" એવું કહેવાય છે. કે આ વર્ષના પાનખરમાં, વાંગ બો તેના પિતાને મળવા શાંક્સીથી હૈનાન ટાપુ ગયા હતા, જેમને જિયાઓઝીના કાઉન્ટી મેજિસ્ટ્રેટમાં પદભ્રષ્ટ કરવામાં આવ્યા હતા. અને રસ્તામાં હજારો પર્વતો અને નદીઓમાંથી પસાર થઈ હતી. વર્ષના પાનખરમાં જ્યારે તેઓ સત્તાવીસ વર્ષના હતા, ત્યારે વાંગ બો તેમના પિતાને મળવા શાંક્સીથી હેનાન ટાપુ ગયા હતા, જેમને જિયાઓઝી કાઉન્ટી મેજિસ્ટ્રેટના પદ પર ઉતારી દેવામાં આવ્યા હતા. તેઓ રસ્તામાં હજારો પર્વતો અને નદીઓમાંથી પસાર થયા હતા.\nતે દિવસે જ્યારે અમે મડાંગ પર્વત પર પહોંચ્યા, ત્યારે બધા આરામ કરવા કિનારે ગયા. જ્યારે વાંગ બો એક પ્રાચીન મંદિરેથી એકલા ચાલતા ગયા, ત્યારે તેમણે અચાનક એક વૃદ્ધ માણસને મંદિરની બાજુમાં પથ્થર પર બેઠેલો જોયો. વૃદ્ધ માણસ સુંદર વાળવાળા બાળક જેવો દેખાતો હતો. અને એક પરી દેખાવ. તેણે વાંગ બોને કહ્યું, \"તમે વાંગ બો નથી?\" વાંગ બો ચોંકી ગયા અને કહ્યું, \"બરાબર! તમને તે કેવી રીતે ખબર પડી?\" વૃદ્ધ માણસે કહ્યું, \"મેં લાંબા સમયથી સાંભળ્યું છે કે તમારી પાસે સારું છે. લોકોને બચાવવાના ઈરાદા, અને તમારી કવિતાઓ ખૂબ જ અર્થપૂર્ણ છે. આવતીકાલે ટેંગવાંગ પેવેલિયનમાં એક ભવ્ય પાર્ટી હશે. જો તમે ભોજન સમારંભમાં હાજરી આપી શકો અને નિબંધ લખી શકો, તો તમે આખી યુગમાં પ્રખ્યાત થશો અને મુસાફરી ખર્ચ મેળવશો.\" જ્યારે તેઓ પહોંચ્યા મડાંગ પર્વત પર, બધા આરામ કરવા માટે કિનારે ગયા. જ્યારે વાંગ બો એક પ્રાચીન મંદિર પાસે એકલા ચાલતા હતા, ત્યારે તેમણે અચાનક મંદિરની બાજુના પથ્થર પર જોયું, ત્યાં એક વૃદ્ધ માણસ બેઠો હતો, જે સુંદર વાળ અને પરીવાળા બાળક જેવો દેખાતો હતો. તેણે વાંગ બોને કહ્યું, \"તમે વાંગ બો નથી?\"\nવાંગ બો આશ્ચર્યચકિત થઈ ગયા અને બોલ્યા, \"એક્ઝેક્ટલી! તમે કેવી રીતે જાણો છો?\"\nવૃદ્ધ માણસે કહ્યું: \"મેં લાંબા સમયથી સાંભળ્યું છે કે લોકોને બચાવવાનો તમારો દયાળુ હેતુ છે, અને તમે જે કવિતાઓ લખો છો તે ખૂબ અર્થપૂર્ણ છે. આવતીકાલે પ્રિન્સ ટેંગના પેવેલિયનમાં એક ભવ્ય પાર્ટી હશે. જો તમે ભોજન સમારંભમાં હાજરી આપી શકો અને કંપોઝ કરી શકો, તમે આખી ઉંમરમાં પ્રખ્યાત થશો અને તમને મુસાફરી ખર્ચ મળશે.\"\nવાંગ બોએ કહ્યું: \"આ સ્થળ તેંગવાંગ પેવેલિયનથી છ કે સાતસો માઈલ દૂર છે. આપણે આવતીકાલે અહીં કેવી રીતે પહોંચી શકીએ?\" વૃદ્ધ માણસે કહ્યું: \"હું તમને સરળ સફર કરવામાં મદદ કરવા માટે દૈવી પવન તરીકે ઘોડાનો ઉપયોગ કરીશ. કાલે ચોક્કસ આવશે.\" વાંગ બોએ મારો આભાર માન્યો અને કહ્યું: \"માફ કરશો, મારા સસરા., તમે અમર છો કે ભગવાન?\" વૃદ્ધ માણસ હસ્યો અને કહ્યું, \"હું ઝોંગ્યુઆન શુઇજુન છું જે અહીં છે. આ પાણીના વિસ્તારનો હવાલો!\" વાંગ બોએ કહ્યું, \"આ જગ્યા તેંગવાંગ પેવેલિયનથી છ કે સાતસો માઈલ દૂર છે. આપણે કાલે ત્યાં કેવી રીતે પહોંચી શકીએ?\"\nવૃદ્ધ માણસે કહ્યું: \"હું ઘોડાનો ઉપયોગ દૈવી પવન તરીકે કરીશ જેથી તમને સરળ સફર કરવામાં મદદ મળે. હું કાલે ચોક્કસપણે આવીશ.\"\nવાંગ બોએ તેમનો આભાર માન્યો અને કહ્યું, \"માફ કરશો, સસરા, તમે અમર છો કે ભગવાન?\"\nવૃદ્ધ માણસ હસ્યો અને કહ્યું, \"હું ઝોંગયુઆન શુઇજુન છું જે આ જળ વિસ્તારનો હવાલો સંભાળે છે!\" પછી વૃદ્ધે વાંગ બોને ઝડપથી હોડી પર ચઢવા વિનંતી કરી. તેણે થોડા સમય માટે તેની આસપાસના શુભ વાદળો જોયા, અને પવન. અને રસ્તામાં પાણી સરળ હતું, આંખના પલકમાં, તેણે સેંકડો માઇલનો પ્રવાસ કર્યો હતો.\nપછી વૃદ્ધ માણસે વાંગ બોને ઝડપથી બોટ પર ચઢવા વિનંતી કરી. તેણે થોડા સમય માટે તેની આસપાસ શુભ વાદળો જોયા, અને તે એક સરળ મુસાફરી હતી. આંખના પલકારામાં, તેણે સેંકડો માઇલનો પ્રવાસ કર્યો. અપેક્ષા મુજબ, વાંગ બો ભવ્ય કાર્યક્રમની સવારે પ્રિન્સ ટેંગના પેવેલિયન પર દોડી ગયા.\nઅપેક્ષા મુજબ, વાંગ બો ભવ્ય કાર્યક્રમની સવારે પ્રિન્સ ટેંગના પેવેલિયન પર દોડી ગયા. અને સ્થળ પર, તેણે \"પ્રિન્સ ટેંગના પેવેલિયનની પ્રસ્તાવના\" લખી, જેને તાંગ રાજવંશના સમ્રાટ ગાઓઝોંગ દ્વારા શાશ્વત માસ્ટરપીસ કહેવામાં આવતું હતું. અને સ્થળ પર, તેણે \"પ્રિન્સ ટેંગના પેવેલિયનની પ્રસ્તાવના\" લખી, જેને તાંગ રાજવંશના સમ્રાટ ગાઓઝોંગ દ્વારા શાશ્વત માસ્ટરપીસ કહેવામાં આવતું હતું.\nત્યાં એક કવિતા છે જે કહે છે:\nએવું હંમેશા કહેવામાં આવ્યું છે કે પ્રતિભાશાળી લોકો ભગવાન છે, તેથી તે કોઈ અકસ્માત નથી કે પવન નાનચાંગને નાનચાંગમાં લાવે છે;\nમેં કિંગ ટેંગના ઉચ્ચ પેવેલિયન વિશે એક કવિતા લખી હતી, અને તે ઝોંગયુઆન સાથે જવા માટે અમરોને અનુસરે છે.", "聖意": "તમારા ઘર માટે પ્રાર્થના કરો અને તમારું રક્ષણ કરો, આશીર્વાદ માટે પ્રાર્થના કરો, સંપત્તિ શોધો અને લગ્ન અને સુમેળ પ્રાપ્ત કરો.", "古人": "તેંગવાંગ પેવેલિયન તરફ પવન ફૂંકાય છે", "第X籤": "એક્યાસી સહી", "宮": "વેઇ ગોંગ"}