{"籤詩版本二": "જો તમારી પ્રતિષ્ઠાથી તમે તમારા ગુણ ગુમાવશો તો શું કરવું?મને ડર છે કે સારા નસીબ બદલાશે અને ખરાબ વસ્તુઓ થશે.\nનશામાં, મને ખબર નથી કે ક્યાં જવું છે. મને લીલા પાઈન વૃક્ષોની છાયામાં એક અસ્પષ્ટ સ્વપ્ન છે.", "詩意": "આ હેક્સાગ્રામ પાણી છોડતી ઠંડી માછલીનું પ્રતિનિધિત્વ કરે છે.\nકંઈપણ ખસેડી શકાતું નથી.\n\n(આ હેક્સાગ્રામ ખરાબ ગુણ અને દુર્ભાગ્યનું પ્રતીક છે.\nદરેક બાબતમાં તમારા પગ જમીન પર રાખો.\n)", "解曰": "ઠંડી માછલી પાણી છોડી દે છે. મલમ માં ફ્લાય. જો તમે શિબિર યોજનાઓ વિશે પૂછો. તે Mo Qi માટે વધુ સારું છે\nઆ નિશાની લિયુજિયા માટે ખરાબ નસીબ લાવશે. બધું ખોટું થાય છે. સુરક્ષા માટે પ્રાર્થના કરો.", "籤詩故事一": "◇ ઝુઆંગઝી તેની પત્નીનું પરીક્ષણ કરે છે\nઝુઆંગઝીનો જન્મ ઝોઉ રાજવંશમાં થયો હતો. તેની અટક ઝુઆંગ હતી, તેનું આપેલું નામ ઝોઉ હતું અને તેનું આપેલું નામ ઝિક્સિયુ હતું. તે સોંગ રાજવંશમાં મેંગીનો વતની હતો. ઝોઉ રાજવંશમાં, તે કિયુઆનનો અધિકારી હતો.\nએક દિવસ, ઝુઆંગઝી પર્વત પર એક સ્ત્રીને મળ્યો. તે નવી કબરની સામે બેસી રહી હતી, તેના પંખાને ભયાવહ રીતે હલાવી રહી હતી, જાણે તે કબર પરની ભીની માટીને સૂકવવા માંગતી હોય. ઝુઆંગઝી તેનો ઇરાદો સમજી શક્યો નહીં, તેથી તેણે તેણીને પૂછ્યું. તેણે કહ્યું કે કબરમાં દફનાવવામાં આવેલ વ્યક્તિ તેનો પતિ હતો અને તેના પતિના છેલ્લા શબ્દો હતા કે જ્યાં સુધી કબર પરની માટી સુકાઈ ન જાય ત્યાં સુધી તે ફરીથી લગ્ન કરી શકશે નહીં. તેણી વધુ રાહ જોઈ શકતી ન હતી, તેથી તેણીએ કબરની જમીનને ઝડપથી સૂકવવા માટે હલાવી, જેથી તે બીજા વસંતનો પીછો કરી શકે.\nઝુઆંગઝીએ નિસાસો નાખ્યો જ્યારે તેણે વિચાર્યું કે દુનિયામાં આવી નિર્દય સ્ત્રી છે. પછી મેં વિચાર્યું, શું મારી પત્ની આવી હશે? જ્યારે શંકા ઊભી થાય છે, ત્યારે હું તેની તપાસ કરવા માંગુ છું.\nઝુઆંગઝીની પત્નીની અટક ટિયાન હતી, અને દંપતી સામાન્ય રીતે ગાઢ સંબંધ ધરાવતા હતા. તેની પત્નીની વફાદારી ચકાસવા માટે, ઝુઆંગઝીએ મૃત હોવાનો ડોળ કરવાનું નક્કી કર્યું.\nઝુઆંગઝીનું અચાનક માંદગીથી અવસાન થયું તે સાંભળીને, સગાં-સંબંધીઓ અને મિત્રો સહિત સમગ્ર દેશમાંથી ઘણા લોકો શોક વ્યક્ત કરવા માટે આવ્યા હતા. તેમાંથી ચુ રાજ્યનો એક સુંદર રાજા અને પૌત્ર પણ હતો, જે સંપત્તિથી સમૃદ્ધ હતો. તે જોઈને કુ. ટિયાન નવી વિધવા અને દયનીય હતી, તેણે તેનો પીછો કર્યો. શ્રીમતી ટિયાન લાલચ સહન કરી શક્યા નહીં અને વાંગ સન સાથે પ્રેમમાં પડી ગયા. તેઓએ માત્ર વીસ દિવસમાં લગ્ન કરી લીધા.\nતે રાત્રે, જ્યારે વાઇન નશામાં હતો અને કાન ગરમ હતા, ત્યારે વાંગ સનને અચાનક હૃદયરોગનો હુમલો આવ્યો અને તેનું મૃત્યુ થયું.\nશ્રીમતી ટિયાન ગભરાઈ ગઈ અને ગભરાઈ ગઈ, અને વાંગ સનને તાકીદે શું કરવું તે પૂછ્યું. વાંગ સને પીડા સહન કરી અને શ્રીમતી ટિયાનને કહ્યું કે મૃત શરીરના મગજનો ઉપયોગ મૃતકોને જીવંત કરવા માટે થઈ શકે છે.\nલાશ ક્યાં શોધવી? શ્રીમતી ટિયાને અચાનક વિચાર્યું, શું તેના પતિનું મૃત્યુ થયું નથી? શ્રી ટિયાન પતિ અને પત્ની વચ્ચેના જૂના પ્રેમ વિશે ભૂલી ગયા, અને વાસ્તવમાં કુહાડી લીધી અને તેના પતિની શબપેટી ખોલી, દવા માટે તેનું મગજ બહાર કાઢવાની તૈયારી કરી.\nઅણધારી રીતે, જ્યારે શબપેટી ખોલવામાં આવી, ત્યારે ઝુઆંગઝી ફરી જીવંત થયો. શ્રીમતી ટિયાન એટલી શરમાઈ ગઈ કે તેણે પોતાને ફાંસી આપી.\n(આ વાર્તા અંગત લાભ માટે મિત્રતાના ભંગ માટેનું રૂપક છે, તેથી અમે તેની સાથે સહમત થઈ શકતા નથી.)", "聖意": "ઘર શાંતિપૂર્ણ છે, સ્વ સલામત છે, પૈસા અન્યાયી છે, વેપાર બલિદાન છે, લગ્ન ઉકેલાય છે, લિયુજિયામાં દુષ્ટતા સમૃદ્ધ છે, પદયાત્રીઓ આવ્યા નથી, રેશમના કીડાઓ શાંતિમાં છે, પશુધન શાંતિમાં છે, લોકો લોકોને શોધી રહ્યા છે, મુકદ્દમો બદલાઈ ગયો છે, શિષ્યો રૂઢિચુસ્ત છે, મિલકત ખોવાઈ ગઈ છે, કોઈ બીમારી નથી, અને પર્વત અને કબરો દુષ્ટ છે.", "古人": "ઝુઆંગઝી તેની પત્નીનું પરીક્ષણ કરે છે", "第X籤": "લોટ 84", "宮": "વેઇ ગોંગ"}