{"籤詩版本二": "ઘાટા વાદળો અને ધુમ્મસ પર્વતની સામેના રસ્તાને ઢાંકી દે છે.બધું ગોળ છે અને ચંદ્ર ફરી ગોળ છે.\nજો તમને કવિતા અને પુસ્તકો મળશે, તો તમે ઊંડા સ્વપ્નમાંથી જાગી જશો. ઉમદા વ્યક્તિ તમને છત પર માર્ગદર્શન આપશે.", "詩意": "આ હેક્સાગ્રામ વસંતના અંત અને ફૂલોના મોરનું પ્રતીક છે.\nપ્રભુ પછી બધું બદલાય છે.", "解曰": "વૃદ્ધ માણસને મદદ માટે પૂછવાની જરૂર છે. તે વસંતમાં ફરીથી ખીલે છે. ખ્યાતિ અને નસીબની ઇચ્છા. જીવનના અંતમાં વિન્ડફોલનો સામનો કરવો.", "籤詩故事一": "◇હાન વેન્ગોંગ બરફનો સામનો કરે છે\nહાન યુ, જેનું સૌજન્ય નામ તુઇઝી હતું, તે ચાંગલીના હતા. ઝેન્યુઆનના આઠમા વર્ષમાં તાંગ દેઝોંગ જિનશી બન્યા અને તેમનું મરણોત્તર શીર્ષક વેન ગોંગ હતું.\nતાંગ વંશના સમ્રાટ ઝિઆનઝોંગના શાસન દરમિયાન, હાન યુએ બુદ્ધના હાડકાં સાથે પુનઃપ્રદર્શન કર્યું, જેનાથી સમ્રાટ ગુસ્સે થયા. હાન યુ તેની પત્ની અને બાળકોને છોડીને ચાઓઝોઉ ગયો. થોડા દિવસોથી ઓછા સમય સુધી ચાલ્યા પછી, ઠંડો પવન ફૂંકાયો અને ભારે હિમવર્ષા થઈ. હાન યુ એવી જગ્યાએ આવ્યો જ્યાં બરફ ઘણા ફૂટ ઊંડો હતો, જેના કારણે તેના ઘોડાને આગળ વધવું મુશ્કેલ બન્યું.ત્યાં નજીકમાં કોઈ ઘર નહોતું અને તેને ખબર ન હતી કે રસ્તો ક્યાં છે. જો તમે માર્ગને અનુસરવા અને પીછેહઠ કરવા માંગતા હો, તો પાછા ફરવાનો કોઈ રસ્તો નથી. પવન જોરથી ફૂંકાઈ રહ્યો હતો અને બરફ ઝડપથી પડી રહ્યો હતો. હાન યુ ચામડીમાં લથબથ, થીજી ગયેલો અને ભૂખ્યો હતો, અને તેના દુ:ખને વ્યક્ત કરવા માટે તેની પાસે ક્યાંય નહોતું.\nહાન યુએ નિસાસો નાખ્યો અને કહ્યું: \"સમ્રાટ મને મારશે નહીં, પરંતુ સમ્રાટ મારો નાશ કરવા માંગે છે.\"\nજ્યારે હાન યુ ભયાવહ હતો, ત્યારે તેણે એક માણસને સખત ઠંડી હોવા છતાં બરફ સાફ કરવા આવતા જોયો. તે હાન ઝિઆંગઝી (હાન યુનો ભત્રીજો) હોવાનું બહાર આવ્યું.\nઅગાઉ, હાન ઝિઆંગઝીએ હાન યુને કહ્યું હતું: \"કિનલિંગમાં યુન હેંગનું ઘર ક્યાં છે? બરફ વાદળી દરવાજાને આલિંગે છે અને ઘોડો આગળ વધતો અટકી જાય છે.\" તે સમયે, હાન યુને સમજાયું ન હતું કે હાન ઝિઆંગઝીનો અર્થ શું છે, પરંતુ હવે તે આખરે સમજાયું.\nતેથી હાન યુ અને હાન શિયાંગઝી લાંગુઆનમાં ફુના ઘરે રાત વિતાવવા ગયા. ભૂતકાળ અને ખેતીના રસ્તા વિશે વાત કરતાં, હાન યુને નિષ્ઠાપૂર્વક ખાતરી થઈ.\nપાછળથી, હાન યુએ તેની સત્તાવાર સ્થિતિ છોડી દીધી, તેની તમામ મિલકત સ્થાનિક સરકારને દાનમાં આપી દીધી, અને તાઓવાદનો અભ્યાસ કરવા માટે પર્વતો પર ગયા અને અમર બની ગયા.", "聖意": "ઘર પોતાના માટે સારું નથી, પૈસા મેળવવામાં સાવચેત રહો, ધંધા પર ધ્યાન આપો, લગ્ન મોડું થાય છે, લિયુજિયા સ્ત્રી રાહદારીઓ ખેતરોને અવરોધે છે, રેશમના કીડા સારા છે, પશુધન સારું છે, લોકોને શોધવા મુશ્કેલ છે, જાહેર મુકદ્દમા વારંવાર થાય છે, સ્થળાંતર છે. અપડેટ, ખોવાયેલી વસ્તુઓ ગંભીર છે, રોગોમાં વિલંબ થાય છે, પર્વતની કબરો બદલવી જોઈએ.", "古人": "હાન વેન્ગોંગ બરફનો સામનો કરે છે", "第X籤": "એંસી-પાંચમી વિજેતા લોટરી", "宮": "શેન ગોંગ"}