{"籤詩版本二": "પશ્ચિમ પર્વત પર અડધો રસ્તે ચાલીને, જુનલિંગની ખડકો સ્થાયી થઈ શકતી નથી.\nરક્ષણ માટે ભગવાન તરફ જોવું, આ શરીર હજી પણ શબઘરમાં છે", "詩意": "આ હેક્સાગ્રામ રેતીમાં સોનું શોધવા જેવું છે.\nદરેક વસ્તુમાં ઉમદા લોકોના ચિહ્નો છે.\n\nપણ: આ હેક્સાગ્રામ સૂચવે છે કે વ્યક્તિ જોખમમાં છે.\nદરેક વસ્તુમાં ઉમદા લોકોના ચિહ્નો છે.", "解曰": "જેડ પથ્થરને છીણી કરીને શોધી શકાય છે. રેતીમાં સોનું શોધો. સખત મહેનત કરવાની જરૂર છે. માત્ર મુશ્કેલી.\nબીજું કાર્ય: મુશ્કેલ પરિસ્થિતિ. ક્યાંય રહેવાનું નથી. ભગવાનના આશીર્વાદ માટે પૂછો. મનની શાંતિ માટે પ્રાર્થના કરો.", "籤詩故事一": "◇ સોનાનો ડંખ કરો અને ભૂગર્ભ ગુફાઓનું અન્વેષણ કરો\nતેમના લશ્કરી કાર્યોની ઉજવણી કરવા માટે, ચેંગ યાઓજિને યાનવુયાંગ ખાતે ભોજન સમારંભ યોજ્યો હતો. અચાનક જમીનમાં એક છિદ્ર ખુલ્યું, જે અગમ્ય હતું. દરેક વ્યક્તિએ શબ્દો પસંદ કરીને, જીતવા માટે સોનાને ડંખ મારવા અને પોતાને છિદ્રમાં બાંધવા માટે દોરડા ભાડે કરીને ચિઠ્ઠીઓ ખેંચી.\nત્યાં પથ્થરના દરવાજા, ટેબલ, ખુરશીઓ, પુલ અને અન્ય વસ્તુઓ છે. ટેબલ પર ડ્રેગન ઝભ્ભો અને જેડ બેલ્ટ છે, જે સોનાના બનેલા છે અને ગુફાની બહાર પહેરવામાં આવ્યા છે.\nયાઓ જિન એક મોટા બોક્સ અને નાના બોક્સ સાથે છિદ્રમાંથી બહાર આવ્યા, લાકડાનું બોક્સ ખોલ્યું અને જેડ સીલ બહાર કાઢ્યું, બોક્સ ખોલ્યું, મોટો ધ્વજ, મુગટ ઝભ્ભો અને ટ્રેક્સ બહાર કાઢ્યા અને ટેબલ પર મૂક્યા, અને બધાએ તેમને એક પછી એક જોયા. મેં જોયું કે મોટી સીલ પર કોતરવામાં આવેલા આઠ પાત્રો હતા \"હુન્શીનો રાક્ષસ રાજા, મહાન સદ્ગુણી સમ્રાટ\".\nદરેક વ્યક્તિએ તેને \"સમ્રાટ\" તરીકે પૂજ્યો, અને યાઓજિને રાક્ષસ રાજા તરીકે ત્રણ વર્ષ સુધી આ કર્યું. (ખરેખર, આ માત્ર સ્વ-ઘોષિત હતું, અને ચેંગ યાઓજિન તે સમયે ગામના આગેવાન હતા.)\n(આ વાર્તા એક રૂપક છે કે સારી વસ્તુઓ અભિનય જેવી જ છે. આ \"આ શરીર હજુ પણ રદબાતલમાં છે\" ની કલાત્મક વિભાવના છે.)", "聖意": "ઘર અને ઘર માટે પ્રાર્થના કરવી, આત્મ-પરાજય, સંપત્તિની શોધ કરવી, સખત મહેનત કરવી, વ્યવસાયમાં સાવચેત રહેવું, લગ્નમાં અવરોધ આવશે લિયુ જિઆક્સુ, રાહદારીઓ, ચી તિયાન, રેશમના કીડા, સ્થિર છ પશુધન, લોકોની શોધ, કોઈ મુકદ્દમો, નુકસાન નહીં , સ્થળાંતર, ખોવાયેલી મિલકત રાખવા, દુષ્ટ રોગો, અવરોધો, પર્વતો અને કબરો.", "古人": "સોના માટે ક્રિપ્ટની શોધખોળ", "第X籤": "સહી સિત્તેર", "宮": "શેન ગોંગ"}