{"籤詩版本二": "તમારી અંગત બાબતોથી મને પરેશાન કરશો નહીં. જનતાને પૂછવું વધુ યોગ્ય છે.\nસ્પષ્ટ હૃદય આકાશમાં તેજસ્વી ચંદ્ર જેટલું તેજસ્વી અને સ્પષ્ટ છે", "詩意": "આ હેક્સાગ્રામ આકાશમાં તેજસ્વી ચંદ્રની છબી દર્શાવે છે.\nબધું તેજસ્વી અને હવાદાર છે.", "解曰": "દિલથી સીધા રહો. કાયદો સીધો કરો. પવિત્ર શબ્દો. અંતે તે સ્પષ્ટ થાય છે.", "籤詩故事一": "◇ કોંગ મિંગનો જનરલ\nઉકેલ: ઝુગે લિયાંગ તેના સૈનિકો અને સેનાપતિઓને એકત્રિત કરે છે\nત્રણ રાજ્યોના સમયગાળા દરમિયાન, ઝુગે લિયાંગ (181-234), સૌજન્ય નામ કોંગમિંગ, યાંગડુ, લાંગ્યા (હવે યિનાન કાઉન્ટી, શેનડોંગ પ્રાંત)માં જન્મ્યા હતા.\nલિયુ બેઇએ ત્રણ વખત ખાડાવાળા કુટીરની મુલાકાત લીધા પછી ઝુગે લિયાંગ અધિકારી બનવા સંમત થયા. તે સમયે કાઓ કાઓએ હેબેઈને શાંત કરી દીધું હતું અને દક્ષિણ તરફ કૂચ કરવા મક્કમ હતા. તેમણે શિયાહો ડનને મુખ્ય જનરલ તરીકે, યુ જિન, લી ડિયાન અને અન્યને મોકલ્યા હતા. ડેપ્યુટી જનરલો, 100,000 ની સેનાનું નેતૃત્વ કરીને ઝિન્યે તરફ કૂચ કરે છે. તે સમયે ઝુગે લિયાંગની દુશ્મનથી પીછેહઠ કરવાની યોજના હોવા છતાં, ગુઆન યુ અને ઝાંગ ફેઈએ ઝુગે લિયાંગના શબ્દોને ધિક્કાર્યા હતા. ઝુગે લિયાંગ પાસે તે બંનેને સમજાવવા માટે લિયુ બેઈની તલવારનો ઉપયોગ કરવા સિવાય કોઈ વિકલ્પ નહોતો, જેથી તેઓ દરેકે એક હજાર સૈનિકોની આગેવાની લીધી અને યુશાન અને એનલિનમાં ઓચિંતો હુમલો કર્યો. તેઓ ઝિયાહાઉ ડન તેની સેનાને પસાર કરવા માટે લઈ જાય તેની રાહ જોતા હતા, અને પછી તેમના પર હુમલો કર્યો. ઓચિંતો હુમલો અને આગ.\nઆ ઉપરાંત, ઝાઓ યુનને સૈન્યના જૂના અને નબળા અવશેષોનું નેતૃત્વ કરવા માટે મોકલવામાં આવ્યો હતો, જે ઝિયાહાઉ ડુન સામે એક વાનગાર્ડ તરીકે લડવા માટે હતો, અને પછી બનાવટી હાર અને પીછેહઠ કરીને, ઝિયાહાઉ ડનને પર્વતો અને જંગલોના સાંકડા રસ્તા પર લલચાવી હતી. તેણે ગુઆનને પણ મોકલ્યો હતો. પિંગ, ઝોઉ કેંગ, લિયુ ફેંગ અને અન્ય લોકો કાઓની સૈન્યના પાછળના ભાગમાં ઘૂસીને, પુરવઠો બાળી નાખે છે અને કાઓની સેનામાં ગભરાટ ફેલાવે છે.\nયુદ્ધ પછી, ઝુગે લિયાંગની ગોઠવણ પ્રમાણે બધું થયું. જ્યારે ઝિયાહાઉ ડુન અને યુ જિન સૈન્યનું પીછો કરવા માટે આગેવાની કરતા હતા, ત્યારે પાછળના ભાગમાં રહેલા લી ડિયાને તાકીદે આગળના ભાગમાં આવેલા ઝિયાહાઉ ડનને જાણ કરી હતી કે તેને દુશ્મનના આગના હુમલાઓ સામે સાવચેત રહેવાની જરૂર છે. જો કે, તે ઘણું મોડું થઈ ગયું હતું. કાઓનું સૈન્ય અવરોધિત હતું. સાંકડો રસ્તો હતો અને તે એવી જગ્યાએ હતો જ્યાં વૃક્ષો એકબીજા સાથે જોડાયેલા હતા, તેથી આગ શરૂ કરી શકાઈ ન હતી.ત્યાં ભારે જાનહાનિ થઈ હતી, અને ઝિયાહાઉ ડુન અને અન્ય સેનાપતિઓ હાર્યા હતા અને ઝુડુ પાછા ભાગી ગયા હતા.\n(આ વાર્તા એક રૂપક છે કે કોંગ મિંગ લોકોનો ઉપયોગ કરવામાં અને દેશને શાણપણથી સંચાલિત કરવામાં સારી છે.)", "聖意": "ઘર અને ઘર શુભ છે. હું સંપત્તિ, માનસિક શાંતિ, સમૃદ્ધ વ્યવસાય, લગ્ન, સફળતા, લિયુજિયામાં સફળતા, ખેતરોમાં ફરતા માણસો, રેશમના કીડા, પશુધનની ખોટ, ગુમ થયેલા લોકો, જાહેર મુકદ્દમા, સ્થળાંતર, સંપત્તિ ગુમાવવાની ઇચ્છા કરું છું. આશીર્વાદ, માંદગી, શાંતિ, પર્વતો અને કબરો.", "古人": "કોંગ મિંગના જનરલ", "第X籤": "નવમી નિશાની", "宮": "યીન પેલેસ"}