{"籤詩版本二": "એક સારો શો તમને ભીડમાંથી ભવાં ચડાવીને અલગ બનાવે છે અને તમારું ભવિષ્ય બદલાઈ જાય છે અને તમે ઘણી સંપત્તિ લાવો છો.\nરસ્તો આકાશ જેવો પહોળો છે, અને તમે જે પૈસા આપી શકો તે તમારા હૃદયમાં હશે", "詩意": "આ હેક્સાગ્રામ આશાસ્પદ ભવિષ્ય સૂચવે છે.\nબધું બરાબર ચાલે છે.", "解曰": "એક મોટો રસ્તો. તમે આગળ વધી શકો છો. તમારા હૃદયનો ઉપયોગ કરો. માત્ર આગળ.\nઆ ચિહ્ન સાથે યોજના મુજબ બધું જ થાય છે. જીચાંગ માટે શુભકામનાઓ.", "籤詩故事一": "◇ ત્રણ હીરો લુ બુ સામે લડે છે\nઉકેલ: ત્રણ હીરો ઝાંગ ફેઈ, ગુઆન યુ અને લિયુ બેઈ લુ બુ સામે લડે છે\nડોંગ ઝુઓએ જાણ્યું કે હુઆ ઝિઓંગનું શિરચ્છેદ કરવામાં આવ્યું હતું અને ફ્લાઇંગ જનરલ લુ બુને લડવા માટે મોકલવામાં આવ્યો હતો. લુ બુ યુદ્ધમાં જતાની સાથે જ તેણે સેનાપતિઓ ફેંગ યુ અને મુ શુનને મારી નાખ્યા અને વુ અંગુઓ અને ગોંગસુન ઝાનને મારી નાખ્યા.\nઝાંગ ફેઈએ જોયું કે ગોંગસુન ઝાન લુ બુને હરાવી શકશે નહીં, તેથી તેણે ઝડપથી ગોંગસુન ઝાનનું સ્થાન લીધું અને બૂમ પાડી: \"ત્રણ અટકના ગુલામોએ ચાલ્યા જવું જોઈએ! યાનમાંથી ઝાંગ ફેઈ અહીં છે!\" તે પછી, તેઓ પચાસથી વધુ રાઉન્ડ સુધી લડ્યા. એક પંક્તિ, જેમાં કોઈ વિજેતા કે હાર્યા નથી.\nગુઆન યુએ તે જોયું પછી, તેણે અને ઝાંગ ફેઇએ લુ બુ પર હુમલો કર્યો અને ત્રીસથી વધુ રાઉન્ડ સુધી લડ્યા.\nલિયુ બેઈએ પણ બે તલવારો લઈને, તેના ઘોડાને તાળીઓ પાડી અને ઝાંગ ફેઈ અને ગુઆન યુને મદદ કરવા આગળ વધ્યા.\nત્રણેય જણાએ લુ બુને ઘેરી લીધા અને લડતા રહ્યા.સમૂહના તમામ લોકો સ્તબ્ધ થઈ ગયા.\nટૂંક સમયમાં, લુ બુએ તાકાત ગુમાવવાનું શરૂ કર્યું. લુ બુના પેગાસસ પીછેહઠ કરી, પરંતુ ત્રણેય માણસોએ લુ બુનો પીછો કર્યો અને હાર માનવાની ના પાડી. તેઓ લુ બુના સૈનિકોને મળ્યા ત્યાં સુધી પીછેહઠ કરી ન હતી.\n\"ત્રણ રાજ્ય\"\n(આ વાર્તા લુ બુની બહાદુરી અને લડાઈમાં કૌશલ્યનું રૂપક છે. એક વ્યક્તિ ત્રણ લોકોને હરાવી શકે છે.)", "聖意": "ઘર અને ઘરનું હૃદય ફક્ત સંપત્તિ મેળવવા માટે વ્યક્તિની પોતાની મુસાફરીમાં જ જાય છે. એક સંભવિત લગ્ન લેખ લિયુજિયાને જાય છે. વસ્તુઓ લોકો માટે સરળ રીતે જાય છે. ઝુશુન્ટિયન રેશમના કીડાનો ઉપયોગ કરે છે. લોકો છ પ્રાણીઓ વચ્ચે મળી શકે છે. જાહેર મુકદ્દમા પહેલાં, યિચાંગ , સ્થળાંતર , ખોવાયેલી મિલકત , રોગ , પર્વતની કબર વગેરે શુભ છે.", "古人": "ત્રણ હીરો લુ બુ સામે લડે છે", "第X籤": "એક્વાણું વિજેતા લોટરી", "宮": "તમે મહેલ"}