{"籤詩版本二": "લુઆન ફેંગ ઝિઆંગ ઝરમર વરસાદમાં ભીંજાઈ ગયો હતો, પરંતુ તે સમયે તેને ક્વિર દ્વારા ત્રાસ આપવામાં આવ્યો હતો\nમને એ જાણીને આઘાત લાગ્યો કે એક દિવસ વાદળો દૂર હતા, પરંતુ મેં હજી પણ મારા કપડાં તમને પાછા આપ્યા.", "詩意": "આ હેક્સાગ્રામ લુઆન અને ફોનિક્સનું પ્રતીક દર્શાવે છે જે વરસાદથી ઢંકાયેલું છે.\nસમય આવે ત્યારે બધું જ આવે છે.", "解曰": "વિલન દિવસે ને દિવસે સમૃદ્ધ થઈ રહ્યો છે. સજ્જન માણસે કંઈ ન કરવું જોઈએ. ફક્ત તમારી જાતને રાખો. સમય આવે ત્યારે પગલાં લો.", "籤詩故事一": "◇ ગાઓ જૂન લગ્નની ખાતરી આપે છે\nપ્રારંભિક સોંગ રાજવંશમાં, ઝાઓ કુઆંગયિન ઉત્તરને એકીકૃત કર્યું અને સમગ્ર દેશે આત્મસમર્પણ કર્યું.જોકે, દક્ષિણ તાંગ રાજવંશમાં, લી યુએ યાંગ્ત્ઝે નદીના દક્ષિણ પર કબજો જમાવ્યો અને એક શહેર ઓફર કરીને શરણાગતિની વ્યૂહરચના અપનાવી અને ઝાઓ કુઆંગયિનને શૌઝોઉમાં ફસાવી. પરિસ્થિતિ ગંભીર હતી. Zhao Kuangyin ના ભત્રીજા, Gao Junbao, એક સોનેરી બંદૂક ધરાવતો યુવાન, Shouzhou નો ઘેરો તોડવા માટે Bianjing છોડ્યો.\n, શુઆંગસુઓ પર્વત પરથી પસાર થતાં, તેઓએ લિયુ જિન્ડિંગ દ્વારા સ્થાપિત પતિના ચિહ્નને તોડી નાખ્યું, અને બંનેએ સ્પર્ધા કરી. પરિણામે, લિયુ જિનિંગે તેની શાનદાર માર્શલ આર્ટ વડે ગાઓ જુનબાઓને ત્રણ વખત હરાવ્યા, અને તેઓએ જીવન માટે સોનાની ગદા અને ચાંદીની ઘંટની આપલે કરી. ઝાઓ કુઆંગયિનના ભત્રીજા ગાઓ જુનબાઓએ, શૌઝોઉમાં ફસાયેલા ઝાઓ કુઆંગયિનને બચાવવા માટે, બિઆનજિંગ છોડી દીધું અને શુઆંગસુઓ પર્વતમાંથી પસાર થયું. તેણે લિયુ જિનિંગ દ્વારા સ્થાપિત નિશાની તોડી નાખી અને બંનેએ હરીફાઈ કરી. પરિણામે, લિયુ જિનિંગે ગાઓ જુનબાઓને હરાવ્યા. શાનદાર માર્શલ આર્ટ અને આમ કરવા માટે ફરજ પાડવામાં આવી હતી. લગ્ન. દંપતીએ ભીડને ઘેરામાં લઈ જઈ ઝાઓ કુઆંગયિનને બચાવ્યો.\n(આ વાર્તાનું રૂપક એ છે કે બંનેનું સમાધાન થયું ન હતું (તેમને ધમકાવવામાં આવ્યા હતા), પરંતુ પછીથી સમાધાન થયું હતું.)", "聖意": "કૌટુંબિક ઘર પોતાના માટે સારું નથી, પૈસા મેળવવામાં સાવચેત રહો, ધંધામાં રોક લગાવો, લગ્નની રાહ જોવી, વિલંબ, લિખિયા, ખોટા પ્રવાસી, ખેતરોમાં વિલંબ, રેશમના કીડા, મોડું, છ પશુધનને નુકસાન, લોકોને શોધવા મુશ્કેલ, મુકદ્દમા, નુકશાન, સ્થળાંતર, રૂઢિચુસ્તતા, ખોવાયેલી મિલકત, ગંભીર બીમારી, પર્વતનું વિસ્તરણ, કબર સુધારણા", "古人": "ગાઓ જુન લગ્નની ખાતરી આપે છે", "第X籤": "લોટરી જીતનારા ઓગણત્રીસ", "宮": "xugong"}