{"籤詩版本二": "મહત્વાકાંક્ષા અને સિદ્ધિઓ રાજવંશમાં છે, પરંતુ હવે અવિરત મદ્યપાન અને સેક્સ હશે.\nજો તમે સોનેરી રુસ્ટર જુઓ છો, તો તમને પૈસા, નસીબ અને નસીબથી પુરસ્કાર મળશે.", "詩意": "આ હેક્સાગ્રામ મહત્વાકાંક્ષા અને ખ્યાતિનું પ્રતીક દર્શાવે છે.\nદરેક વસ્તુને શુભ રાખો.", "解曰": "મહત્વાકાંક્ષી અને ઉત્સાહિત. તમારી જાતને બચાવવામાં મોડું થયું નથી. સોનેરી રુસ્ટર વચન આપે છે. બધા ખુશ.", "籤詩故事一": "◇ કાઓ પીએ પોતાને સમ્રાટ જાહેર કર્યો\nકાઓ પી, સૌજન્ય નામ ઝિહુઆન,નો જન્મ પેઇગુઓકિયાઓ (હવે હાઓ કાઉન્ટી, અનહુઇ)માં થયો હતો. જિયાન સમયગાળા દરમિયાન પ્રખ્યાત રાજકારણી અને લેખક.\nકાઓ પી કાઓ કાઓનો બીજો પુત્ર છે. તે બાળપણથી જ તેના પિતા સાથે લશ્કરી છાવણીમાં રહેતો હતો. તેના પિતાના પ્રભાવ હેઠળ, કાઓ પીએ છ વર્ષની ઉંમરે તીરંદાજી અને આઠ વર્ષની ઉંમરે ઘોડેસવારી શીખી અને વિકાસ કર્યો. સારી માર્શલ આર્ટ કુશળતા. તેમની પાસે પ્રાચીન અને આધુનિક ક્લાસિક્સ અને જીવનચરિત્રો તેમજ સેંકડો વિચારધારાઓના પુસ્તકોનું પણ વ્યાપક જ્ઞાન છે. તે અઢાર વર્ષની ઉંમર સુધી ન હતી કે કાઓ કાઓએ યુઆન શાઓને હરાવ્યો અને કાઓ પી કાઓ કાઓના શાસનના કેન્દ્ર એવા યેચેંગમાં પ્રમાણમાં સ્થિર જીવન જીવ્યા. ત્યારથી, જો કે તે કેટલીકવાર તેના પિતા સાથે લશ્કરી અભિયાનોમાં જતો હતો અને મોટાભાગે એક ઉમદા પુત્રનું જીવન જીવતો હતો, તેમ છતાં તે દરરોજ માર્શલ આર્ટની પ્રેક્ટિસ કરતો હતો અને આજદિન સુધી તેનો ઇનકાર કર્યો નથી. તે ઘણીવાર તેના ઘોડા પર સો પગથિયાં પર સવારી કરે છે અને માર્શલ આર્ટમાં ખૂબ જ કુશળ છે. કારણ કે તે ઘણીવાર માર્શલ આર્ટનો અભ્યાસ કરે છે, તે હળવા અને મજબૂત છે.\nકાઓ કાઓનો મોટો પુત્ર કાઓ આંગ યુદ્ધમાં માર્યો ગયો. મોટા પુત્રના અવસાન પછી, કાઓ પી ક્રાઉન પ્રિન્સ માટે પ્રથમ પસંદગી બન્યા. જ્યારે તે એકત્રીસ વર્ષનો હતો, ત્યારે તેને કાઓ કાઓ દ્વારા તાજ રાજકુમાર બનાવવામાં આવ્યો હતો. જ્યારે કાઓ પી તેત્રીસ વર્ષના હતા, ત્યારે કાઓ કાઓ બિમારીને કારણે મૃત્યુ પામ્યા, અને કાઓ પી તેમના પછી વડા પ્રધાન અને વેઈના રાજા બન્યા. તેણે કહ્યું કે તે ઘણીવાર ઘોડા પર સો પગથિયાં પર સવારી કરે છે અને તે ખૂબ જ કુશળ છે. કારણ કે તે ઘણીવાર કુંગફુ પ્રેક્ટિસ કરે છે, તે હળવા અને સ્વસ્થ છે.", "聖意": "તમારું ઘર અને તમારું ઘર શાંતિપૂર્ણ રહે તે માટે પ્રાર્થના કરો, સંપત્તિ શોધો, સખત મહેનત કરો, વેપાર કરો, વહેલા તૂટી જશે, લગ્ન સફળ થશે, લિયુજિયા સુરક્ષિત રહેશે, લોકો ખેતરમાં હશે, રેશમના કીડા પરિપક્વ થશે, છ પશુધન પરિપક્વ થશે. , લોકોને શોધવાનું મુશ્કેલ બનશે, જાહેર મુકદ્દમો તાકીદના હશે, સ્થળાંતર ખોવાઈ જશે, અને વસ્તુઓ દૂર હશે. રોગો પર્વતો અને કબરોમાં લંબાશે.", "古人": "કાઓ પી પોતાને સમ્રાટ જાહેર કરે છે", "第X籤": "નેવું-પાંચમી વિજેતા લોટરી", "宮": "xugong"}