{"籤詩版本二": "જાજરમાન પેગોડા અસામાન્ય છે, જેમાં બધી બાજુઓ પર ઉત્કૃષ્ટ લક્ષણો છે જે તેજસ્વી રીતે ચમકે છે.\nહું તમને વિનંતી કરું છું કે તમે ખંતપૂર્વક નમન કરો અને સારા કાર્યો કરો, અને સ્વર્ગ તમને આશીર્વાદ મોકલશે.", "詩意": "આ હેક્સાગ્રામ યોગ્યતાના અભિવ્યક્તિનું પ્રતિનિધિત્વ કરે છે.\nબધું જ શુભ છે.", "解曰": "આ આશીર્વાદો. દરેક પાસે છે. વધારે વ્યસ્ત ન બનો. મેરિટ અગાઉથી નક્કી કરવામાં આવે છે.", "籤詩故事一": "◇ ફેન્યાંગનો રાજા ચાઈનીઝ વેલેન્ટાઈન ડે પર તેના પૌત્રને મળે છે\nઉકેલ: ચીની વેલેન્ટાઈન ડે પર ગુઓ ઝીયી પૃથ્વી પર ઉતરતી વીવર ગર્લને મળી. જેડ સમ્રાટની પૌત્રી તિયાનસુન સાત પરીઓ છે.\nગુઓ ઝીયી (697-781), જેને ગુઓ લિંગગોંગ તરીકે પણ ઓળખવામાં આવે છે, તે ઝેંગ કાઉન્ટી, હુઆઝોઉ (હવે હુએક્સિયન કાઉન્ટી, શાનક્સી પ્રાંત) ના વતની હતા અને તાંગ રાજવંશના જનરલ હતા. શાહી અદાલતે ઝીયીને ફેન્યાંગના રાજાનું બિરુદ આપ્યું.\nએવું કહેવાય છે કે ઝિયી મૂળ હુઆઝોઉનો હતો અને ગ્રેટ વોલની બહાર સેનામાં જોડાવા ગયો હતો. લશ્કરી પગાર માટે દબાણ કરવા તે બેઇજિંગ ગયો હતો અને યીનઝોઉ પાછો ફર્યો હતો. તે સમયે ચીનનો વેલેન્ટાઇન ડે હતો. પવન અને રેતી અંધારું થઈ રહ્યું હતું, અને સૂર્ય અંધારું થઈ રહ્યું હતું. ઝીણી આગળ વધી શકતો ન હતો, તેથી તે રસ્તાની બાજુમાં ઉભો હતો. તે એક ખાલી મકાનમાં જમીન પર સૂતો હતો. જ્યારે તે ઊંઘી રહ્યો હતો ત્યારે તેણે અચાનક લાલ બત્તી જોઈ. બંને બાજુએ.તે ઉભો થયો અને આશ્ચર્યથી ઉપર જોયું. આકાશમાં એક વાદળ હતું, ધીમે ધીમે નીચે આવી રહ્યું હતું. ત્યાં એક સુંદર સ્ત્રી બેઠી હતી, પ્રતિષ્ઠિત અને ખૂબસૂરત, સામાન્ય લોકોથી સાવ અલગ હતી. ઝીયીએ તરત જ તેમનું સન્માન કર્યું અને કહ્યું, \"આજે સાતમા ચંદ્ર મહિનાનો સાતમો દિવસ છે. મને લાગે છે કે તે વીવર ગર્લ છે જે તેણીને દીર્ધાયુષ્ય અને સંપત્તિ આપવા માંગે છે.\"\nસ્ત્રીએ પણ જવાબ આપ્યો: \"મહાન સંપત્તિ સાથે દીર્ધાયુષ્ય આવે છે.\"\nતેણે બોલવાનું પૂરું કર્યા પછી, તેજ પાછો ફર્યો અને વાદળો ધીમે ધીમે વધ્યા. સ્ત્રી હજી પણ એક સુખદ સ્મિત સાથે ગુઓ ઝીયી તરફ જોઈ રહી હતી. જ્યારે તે તેનાથી દૂર હતી ત્યારે જ ધુમાડો ઝાંખો હતો અને તે હવે જોઈ શકાતી નહોતી.\nસ્ત્રીએ કહ્યું તેમ તે સાચું નીકળ્યું. ઝીયીની યોગ્યતાઓ વિશ્વ વિખ્યાત છે, તે અત્યંત લોકપ્રિય મંત્રી છે, અને તે યોગ્યતા અને ગુણો બંને સાથે એક જનરલ છે.", "聖意": "ઘરે તમારા માટે એક ઇચ્છા બનાવો, તમારા માટે એક ઇચ્છા બનાવો, પૈસા માટે પ્રાર્થના કરો, વ્યવસાયમાં સારા નસીબ, લગ્નમાં સારા નસીબ, લિયુજીયામાં સારા નસીબ, લોકો સાથે સુખી મુસાફરી, ફરતા ખેતરો, રેશમના કીડા, સ્થિર પશુધન, શોધવામાં ખરાબ નસીબ લોકો, જાહેર મુકદ્દમા, સ્થળાંતર, સારા નસીબ, ખોવાયેલી મિલકતના રોગો, ઝેનક્સિંગશાનમાં કબરો", "古人": "ચાઇનીઝ વેલેન્ટાઇન ડે પર રાજા ફેન્યાંગ તેના પૌત્રને મળે છે", "第X籤": "છપ્પન સાઇન", "宮": "xugong"}