{"籤詩版本二": "ઘોડા પર લગામ લગાવીને અને ચાબુક પકડીને, અમે સીધા અહીં આવીએ છીએ, અડધો ભય અને અડધો આપત્તિમાં.\nતે ઘરને આગથી બાળી નાખવા જેવું છે. જ્યારે આકાશ પડે છે, ત્યારે વરસાદ તેને રાખમાં ફેરવે છે. મારી પાસે એક યોજના છે.", "詩意": "આ હેક્સાગ્રામ અડધા દુ:ખ અને અડધા આનંદનું પ્રતિનિધિત્વ કરે છે.\nદરેક બાબતમાં સારું કરવાની સલાહ આપવામાં આવે છે.", "解曰": "આજીવન શ્રમ. સાચા-ખોટાની પરવા કરશો નહીં. બેડીઓ કામચલાઉ છે. રોષ સ્વાભાવિક રીતે આવે છે.", "籤詩故事一": "◇તાઓ સંચુને ગ્વાયુઆનમાં ઝેંગ એનને હરાવ્યા\n\"મારું સ્મારક લાંબું જીવો,\" ઝાઓ કુઆંગિને ફરીથી ઊભા થયા, \"બેપિંગ રાજા ઝેંગ એનએ તે સમયે લગ્ન ગોઠવ્યા હતા. હવે જ્યારે વિશ્વમાં શાંતિ છે, હું લગ્ન કરવા માટે એક શુભ દિવસ પસંદ કરવા માટે તમારી પરવાનગી માંગવા માંગુ છું. \"\n\"મારું સ્મારક લાંબું જીવો!\" ઝાઓ કુઆંગયિન ઉભા થયા અને કહ્યું, \"પેકિંગના રાજા, ઝેંગ એનએ તે સમયે લગ્ન ગોઠવી દીધા હતા. હવે જ્યારે વિશ્વમાં શાંતિ છે, ત્યારે હું એક શુભ પસંદ કરવા માટે તમારી પરવાનગી માંગવા માંગુ છું. લગ્ન કરવાનો દિવસ.\"\n\"ઓહ, ત્રીજા ભાઈની સગાઈ પહેલા થઈ ગઈ હતી, મને આ વિશે કેવી રીતે ખબર ન પડી?\" ચાઈ રોંગને ખૂબ જ નવાઈ લાગી. તેણે ઝાઓ કુઆંગિનને બેસીને વાત કરવા હાથ લહેરાવ્યો.\n\"ઓહ! ત્રીજા ભાઈની સગાઈ પહેલા થઈ ગઈ હતી, મને આ વિશે કેવી રીતે ખબર ન પડી?\" ચાઈ રોંગ (પછીના ઝોઉ રાજવંશના સમ્રાટ) ખૂબ જ આશ્ચર્યચકિત થયા. તેણે હાથ લહેરાવ્યો અને ઝાઓ કુઆંગિનને બેસીને વાત કરવા કહ્યું.\n\"એ એક લાંબી વાર્તા છે. પ્રથમ તો, અમે તે સમયે ગરીબીમાં હતા અને તમારી સેનામાં જોડાયા નહોતા. ત્યારથી, અમે વર્ષોથી લડી રહ્યા છીએ અને તમારી પરવા કરવાનો સમય નથી. બીજું, ત્રીજો ભાઈ પણ થોડો છે. તેનો ઉલ્લેખ કરવામાં શરમાવું, તેથી મહારાજ જાણતા નથી. ”\n\"તે એક લાંબી વાર્તા છે. પ્રથમ, અમે તે સમયે પણ ગરીબીમાં જીવતા હતા અને તમારી સેનામાં જોડાયા નહોતા. ત્યારથી, અમે વર્ષોથી લડી રહ્યા છીએ અને તમારી પાસે તમારી પરવા કરવાનો સમય નથી. બીજું, ત્રીજો ભાઈ પણ એક છે. તેનો ઉલ્લેખ કરવામાં થોડો સંકોચ છે, તેથી મહારાજને ખબર નથી.\n\"અરે, પુરૂષ કોલેજ સ્ટુડન્ટ લગ્ન કરી રહ્યો છે, શરમાવાનો શું અર્થ છે? ત્રીજો ભાઈ લાંબા સમયથી યુદ્ધના મેદાનમાં છે અને તેને અપ્રતિમ હીરો તરીકે ગણી શકાય છે. તમે આ બાબતે આટલા ક્ષુદ્ર કેમ છો?\"\n\"અરે! કોલેજના છોકરાના લગ્ન થઈ રહ્યા છે, શરમાવાનો શું અર્થ? ત્રીજો ભાઈ ઘણા સમયથી યુદ્ધના મેદાનમાં છે અને તેને અપ્રતિમ હીરો તરીકે ગણી શકાય છે. તમે આ બાબતે આટલા ક્ષુદ્ર કેમ છો?\"\n\"જેના વિશે બોલતા, હું મારા ત્રીજા ભાઈને શરમાળ હોવા માટે દોષી ઠેરવી શકતો નથી, કારણ કે આ લગ્ન બનાવટી હતા.\"\n\"જેના વિશે બોલતા, હું મારા ત્રીજા ભાઈને શરમાળ હોવા માટે દોષી ઠેરવી શકતો નથી, કારણ કે આ લગ્ન બનાવટી હતા.\"\n\"ટાઈપ કર્યું? અરે, તે રસપ્રદ છે. કૃપા કરીને મને કહો કે શું થયું.\"\n\"મેં તે ટાઇપ કર્યું છે! અરે! તે રસપ્રદ છે! કૃપા કરીને મને કહો કે શું થયું.\"\n\"હા, મને યાદ છે કે તે વર્ષે, જ્યારે અમે મહામહિમમાં જોડાવાના હતા, ત્યારે અમે બાઓચેંગ કાઉન્ટીમાંથી પસાર થઈ રહ્યા હતા. જૂનમાં ખૂબ જ ગરમી હતી. મારો ત્રીજો ભાઈ હોટેલમાં રહી શક્યો ન હતો, તેથી તે એકલા ભટકવા માટે બહાર ગયો હતો. તરબૂચના બગીચામાંથી પસાર થયા પછી, તે તરબૂચ લેવા માટે અંદર ગયો. તરબૂચની તરસ છીપાઈ ગઈ. આ સમયે ઘણા વહેલા પાકેલા તરબૂચ નહોતા, અને ત્રીજા ભાઈને કેવી રીતે ચૂંટવું તે ખબર ન હતી, તેથી તેણે તેમાંથી ઘણા તોડી નાખ્યા. તરબૂચને જોનાર એક મહિલા હતી. તે ત્રીજા ભાઈ પર આરોપ લગાવવા આગળ વધી. બંને વચ્ચે મતભેદ થયો, અને પછી તેઓ લડવા લાગ્યા. આવો. સદનસીબે, હું ચિંતિત હતો અને સમયસર બચાવવા માટે દોડી ગયો, અન્યથા.. \"\n\"હા, મને યાદ છે કે તે વર્ષે, જ્યારે અમે મહામહિમમાં જોડાવાના હતા, ત્યારે અમે બાઓચેંગ કાઉન્ટીમાંથી પસાર થઈ રહ્યા હતા. જૂનમાં ખૂબ જ ગરમી હતી. મારો ત્રીજો ભાઈ હોટેલમાં રહી શક્યો ન હતો, તેથી તે એકલા ભટકવા માટે બહાર ગયો હતો. તરબૂચના બગીચામાંથી પસાર થયા પછી, તે તરબૂચ લેવા માટે અંદર ગયો. તરબૂચની તરસ છીપાઈ ગઈ. આ સમયે ઘણા વહેલા પાકેલા તરબૂચ નહોતા, અને ત્રીજા ભાઈને કેવી રીતે ચૂંટવું તે ખબર ન હતી, તેથી તેણે તેમાંથી ઘણા તોડી નાખ્યા. તરબૂચને જોનાર એક મહિલા હતી. તે ત્રીજા ભાઈ પર આરોપ લગાવવા આગળ વધી. બંને વચ્ચે મતભેદ થયો, અને પછી તેઓ લડવા લાગ્યા. આવો. સદનસીબે, હું ચિંતિત હતો અને સમયસર બચાવવા માટે દોડી ગયો, અન્યથા.. \"\n\"આ ઝેંગ ઝિમિંગ, પ્રથમ સ્થાને તેની ભૂલ છે, તેણે માફી માંગવી જોઈએ. તમે તેને શા માટે માર્યો? આ ઉપરાંત, છોકરીનો પરિવાર તેના જેવા ઉગ્ર માણસના મુક્કા અને લાતોનો સામનો કેવી રીતે કરી શકે છે! આવો, તમે છોકરીને મારશો. ટુકડાઓ. ના?\" \"છોકરીને કોઈ નુકસાન થયું ન હતું...\"\n\"આ ઝેંગ ઝિમિંગ, પ્રથમ સ્થાને તેની ભૂલ છે, તેથી તેણે માફી માંગવી જોઈએ. તમે તેને શા માટે માર્યા છો? આ ઉપરાંત, છોકરીનો પરિવાર તેના જેવા ઉગ્ર માણસના મુક્કા અને લાતોનો સામનો કેવી રીતે કરી શકે છે! આવો, મને કહો, તમે આ છોકરીને માર માર્યો. ના?\"\n\"છોકરીને કોઈ નુકસાન થયું ન હતું...\"\n\"તે ઠીક છે, તે ઠીક છે... અરે, તમે પગલાં લીધાં નથી? ઓહ, મને લાગે છે કે તમે મને સમયસર બચાવી લીધો.\"\n\"તે ઠીક છે! તે ઠીક છે... અરે! તમે પગલાં લીધાં નથી? ઓહ! મને લાગે છે કે તમે જ મને સમયસર બચાવ્યો!\"\n\"...ના, મેં જે વ્યક્તિને બચાવી હતી તે...ત્રીજો ભાઈ હતો.\" \"...ના, મેં જે વ્યક્તિને બચાવ્યો તે ત્રીજો ભાઈ હતો.\"\n\"આહ આહ?!\"\n\"ત્રીજા ભાઈને મહિલાએ જમીન પર પછાડ્યો અને આખા રસ્તે હિંસક રીતે માર માર્યો. સદનસીબે, હું ત્યાં પહોંચ્યો અને તેને ત્યાંથી જવા સમજાવ્યો, તેથી તેને ગંભીર ઈજા થઈ ન હતી. ... મહારાજ... મહારાજ!... \"\n\"ત્રીજા ભાઈને મહિલાએ જમીન પર પછાડ્યો હતો અને તેને હિંસક માર મારવામાં આવ્યો હતો. સદનસીબે, હું ત્યાં પહોંચ્યો અને તેને ત્યાંથી જવા સમજાવ્યો, તેથી તેને ગંભીર ઈજા થઈ ન હતી. ... મહારાજ... મહારાજ!...\"\n\"ઓહ?...ઓહ, તે સ્ત્રી કોણ છે!?\" \"આહ!?...ઓહ, તે સ્ત્રી કોણ છે!?\"\n\"પછીથી જ મને ખબર પડી કે આ મહિલાનું નામ તાઓ સાંચુન હતું, અને તેના પિતા તાઓ હોંગ એક વૃદ્ધ હીરો હતા જેમની કોઈ મહત્વાકાંક્ષા ન હતી. તાઓ સંચુન બાળપણથી જ તેના પિતા પાસેથી માર્શલ આર્ટ શીખ્યા હતા. મને ખબર પડી કે તેના પરિવારમાં, મેં જોયું કે મિસ સંચુન ઉત્કૃષ્ટ પાત્ર ધરાવે છે. , લુઓ લુઓ અને ઉદાર, નાની છોકરી હોવાની કોઈ ટેવ વિના, તેઓ જાણી જોઈને તેની સાથે મેળ ખાતા હતા. તાઓ પિતા અને પુત્રીને પણ ત્રીજા ભાઈનું સીધું પાત્ર ખૂબ ગમ્યું. તેઓને તે તરત જ બંધ કરી દીધું અને તે બંને માટે આ લગ્ન નક્કી કર્યું. મહારાજ, કૃપા કરીને મને કહો, શું આ બનાવટી લગ્ન નથી?\"\n\"પછીથી જ મને ખબર પડી કે છોકરીનું નામ તાઓ સંચુન હતું, અને તે નાનપણથી જ તેના પિતા પાસેથી માર્શલ આર્ટ શીખતી હતી. હું તેના પરિવાર સાથે પરિચિત થયા પછી, મેં જોયું કે મિસ સંચુન ઉત્કૃષ્ટ પાત્ર ધરાવે છે. ઉદાર, અને નાની છોકરી હોવાનો સહેજ પણ પત્તો ન હતો, તેથી મેં જાણીજોઈને તેની ભરતી કરી. શ્રી તાઓ અને તેમની પુત્રીને પણ તેમના ત્રીજા ભાઈનું સીધું પાત્ર ખૂબ ગમ્યું. તેઓએ તરત જ તેને ફટકાર્યો અને લગ્ન કરવાનું નક્કી કર્યું. એકબીજાને. મહારાજ, તમને નથી લાગતું કે આ બનાવટી લગ્ન છે?\"\n(આ વાર્તા એક રૂપક છે, કારણ કે ખરાબ વસ્તુ સારી વસ્તુ બની.)", "聖意": "ઘર અને સ્વના રક્ષણ માટે પ્રાર્થના કરો, સાવચેત રહો, સંપત્તિ માટે પ્રાર્થના કરો, ધંધો બગાડો, લગ્નમાં અવરોધ, સજા, લિખિયા, વીમો, ખેતરોમાં ફસાયેલા રાહદારીઓ, રેશમના કીડાને નુકસાન, પશુધનને નુકસાન, ગુમ થયેલા લોકો, ગેરકાયદેસર મુકદ્દમા, નુકસાન, સ્થળાંતર, રૂઢિચુસ્તતા. , ખોવાયેલી મિલકત, દુષ્ટ રોગો, ચિંતાઓ, જોખમો, પર્વતો, કબરો, નિષ્ફળતા", "古人": "તાઓ સાંચુન તરબૂચના બગીચામાં ઝેંગ એનને હરાવે છે", "第X籤": "નવ્વાણું નંબર", "宮": "હૈગોંગ"}