{"籤詩版本二": "Lai pasaule ir radīta labām laulībām, labvēlīgām dienām un labiem laikiem, un viss ir labi\nTas nav mazsvarīgi, ja jūs saņemat šo partiju. Imperators paziņo, ka cilvēki ir lojāli un taisni.", "詩意": "Šī heksagramma attēlo debesu un zemes atvēršanas sākumu.\nViss ir labvēlīgs.", "解曰": "Ātrs ātrums. Gads nav sava laika vērts. Guaņins pieraksta. Vispirms dariet man zināmu.", "籤詩故事一": "◇ Džongli kļuva apgaismoti\nZhongli Quan, uzvārdā Zhongli, vārds Quan, pieklājības vārds Yunfang un segvārds Zhengyang, bija Sjaņanas apgabala Sjaņsji provinces dzimtene Austrumu Haņu dinastijas laikā.\nZhong Liquan bija Haņu dinastijas ģenerālis.Ekspedīcijas laikā pret Rietumu Cjanu viņš bija greizsirdīgs uz komandieri Lian Ji un tikai norīkoja viņam 30 000 vecu un vāju karavīru.Tiklīdz viņš ieradās galamērķī, nometni aplaupīja Rietumu Cjan armija, un karavīri aizbēga. Zhong Liquan apmaldījās ielejā un pa ceļam satika Hu mūku. Viņš aizveda viņu uz nelielu ciematu un teica: \"Šī ir Donghua kunga rezidence.\" Tad viņš atvadījās un aizgāja. Pēc kāda laika kāds pēkšņi teica: \"Tam ir jābūt tāpēc, ka Hu vīrs ar zaļām acīm ir pārāk runīgs.\" Viņš ieraudzīja vīrieti, kurš valkāja baltu brieža kažokādu un turēja zaļu kvinojas spieķi. Viņš jautāja Džun Likvanam: \"Cilvēks, kurš ieradās šeit ir Han Da. ģenerālis Džongliquans\n? Zhong Liquan bija šokēts, zinot, ka ir saticis dīvainu cilvēku, tāpēc viņš patiesi apguva Tao.\nVēlāk Džons Likvāns tikās ar Džerenu Huajanu un nemirstīgo karali Sjuaņfu un uzzināja \"Nemirstības noslēpumu\". Visbeidzot, viņš dzīvoja Zijin Sihaofeng Kongtongas kalnā, ieguva \"Nefrīta kastes noslēpumu\" un kļuva par īstu nemirstīgo. Arī Quanzhen sekta viņu cienīja kā vienu no pieciem ziemeļu patriarhiem.", "聖意": "Lūdziet, lai jūsu mājas un mājas tiek svētītas ar veiksmi rudenī un ziemā. Meklējiet veiksmi rudenī un ziemā. Lai veicas biznesā, veiksmi laulībā, lai veicas zēnu dzemdēšanā, lai veicas ceļojumā uz lauka. , veiksmi zīdtārpiņos, veiksmi mājlopos, veiksmi cilvēku atrašanā, veiksmi valsts prāvās, veiksmi migrācijā, zaudētos īpašumus, ziemeļaustrumu slimības, veiksmi kalnu un kapu sūtīšanā.", "古人": "Džongli kļuva apgaismoti", "第X籤": "pirmā zīme", "宮": "Dzemde"}