{"籤詩版本二": "Rūpes un rūpes uz laiku tiek atbrīvotas, un prieks nāk no debesīm.\nTāpat kā nefrīts, kas paslēpts mēslos, labs strādnieks izceļ putekļus", "詩意": "Šī heksagramma atspoguļo Iņ un Jaņ harmoniju.\nViss, ko plānojat, ir labvēlīgs.", "解曰": "Nekas nav iegūts, nekas nav zaudēts. Iegūt no zaudējuma. Ļaundaris ir nokļuvis nepatikšanās. Lai jums veicas, kungs.", "籤詩故事一": "◇ Ye Meng Xiong Chao Di\nYe Mengxiong (1531–1597), kura vārds bija Nanzhao un Longtang, tika nomainīts uz Longtan un nosaukts arī par Huayun. Ming dinastijas Wanshifang dzimtene Huizhou Fucheng (tagad daļa no Huičengas rajona Huidžou pilsētā). Dzjadzjinas valdīšanas 44. gadā (1565. g.) viņš kļuva par dzinši un viņam tika piešķirts Cjinas apgabala maģistrāta tituls. Viņš strādāja par nodošanas departamenta direktoru un vēlāk kļuva par Shanxi Road uzraudzības cenzoru.\nVanli 20. gadā (1592) Ningsijas ģenerālkonsuls Kuaibai (mongoļu tatāru cilts vadītājs) nogalināja gubernatoru Danu Sjiņu un ieņēma Četrdesmit septīto fortu Heksi provincē. , salauza pilsētu, pielūdza un sadedzināja. sevi līdz nāvei. Mengs Sjons nav augstprātīgs, uzņemoties kredītu, un ļauj savām prasmēm būt tikpat labām kā ģenerāļiem, kuri uzdrošinās cīnīties. Oficiālais Wei Xuezeng tika atjaunots. Savos vēlākajos gados viņš piecas reizes atkāpās no amata un tika atgriezts Huidžou, lai celtu Huilongas templi.\nYe Mengxiong sākumā iestājās daoismā kā ierēdnis un bija slavens ar savu godīgumu un godīgumu. Vecie vēstures ieraksti vēstīja, ka viņš bija \"pirmais pazemībā un spējās\", \"novērš korupciju un soda par sacelšanos\", atstājot labu reputāciju. Viņš bija ārkārtīgi lojāls, drosmīgs, drosmīgs un atjautīgs. Labi šaušanā. Dzīves otrajā pusē viņa cīņas mākslas prasmes tika ierakstītas \"Ming dinastijas vēsturē\" un viņš tika uzskatīts par nacionālo varoni.", "聖意": "Mājās ir nelabvēlīga (arvien mierīgāka) Rudens un ziema nāk par labu pašam, bagātība būs veiksmīga, darījumi būs veiksmīgi, laulības būs veiksmīgas, Liujia būs viltus trauksme (būs dārgumi), gājēji nāks laukā lūgties par zīdtārpiņiem, seši dzīvnieki būs plakani, cilvēki tiks atrasti, valsts tiesas prāvas būs nelabvēlīgas, migrācija būs konservatīva, apgrūtināti zaudētie īpašumi, slimības tiks nokārtotas Fušaņu kapā", "古人": "Ye Meng Xiong Chao Di", "第X籤": "Sešpadsmitā laimesta loterija", "宮": "Maogong"}