{"籤詩版本二": "Zelta vārna krīt rietumos un Trusis paceļas austrumos.Dienas un nakts cikls turpinās no seniem laikiem līdz mūsdienām.\nMūki un daoisti zina, ka nav nekādu trūkumu, un zinātnieki, zemnieki, rūpnieki un tirgotāji seko savam prātam.", "詩意": "Šī heksagramma attēlo iņ un jaņ vaksāciju un samazināšanos.\nTā ir arī zīme, ka viss notiks kā plānots.", "解曰": "Nekas nav prātā. Tas, ko jūs esat paveicis, ir nopelni. Kā bulta no loka. Viens šāviens trāpīja mērķī.", "籤詩故事一": "◇ Tēvocis Cao Guo ir nemirstīgs\nTiek uzskatīts, ka Sjudžou dzimtais Cao Guojiu bija štata lielais tēvocis Song dinastijas Renzong periodā. Viņa vārds bija Cao Yi, pazīstams arī kā Cao Jingxiu.\nTēvocim Cao Guo bija jaunāks brālis vārdā Cao Er. Šis Cao Er paļāvās uz savu imperatora autoritāti un izdarīja visu veidu ļaunumu. Viņš ieņēma laukus, atņēma sievas un meitas un sadraudzējās ar dažiem nelikumīgiem neliešiem. Viņš nāca iekšā un ārā. Cao Guojiu to nevarēja izturēt. Viņš atteicās uzklausīt viņa labos vārdus un mierinājumus, tāpēc viņš izmantoja sodu, lai viņu kontrolētu. , abi brāļi kaldināja aizvainojumu.\nCao Guojiu teica: \"Pasaules principi ir tādi, ka tiem, kas uzkrāj labo, plauks, un tie, kas uzkrāj ļauno, ies bojā. Tā ir negrozāma patiesība. Agrāk mūsu Cao ģimene ir uzkrājusi ļaunos darbus, lai sasniegtu šodienas bagātību. Tagad mans brālis ir sakrājis ļaunumu līdz galējībai, pat ja viņš aizbēg Pat ja jūs sodīs amatpersonas, jūs nevarat izbēgt no dabas stihijām, kas slepus strādā.Kad notiks nelaime un jūsu ģimene ir iznīcināta un kāds nomirst, jūs vairs nebūsiet Es būšu pazemots un no tā baidījies.\" Tātad, es izkliedēju visu savu bagātību, Viņš palīdzēja nabadzīgajiem un vairs nerūpējās par sava brāļa lietām. Tad viņš pameta savas mājas un draugus, pārģērbās taoistu uniformā un devās kalnos, lai izkoptu savu prātu un dabu.\nKādu dienu viņš nejauši satika Džongli un Lu Dongbinu no Haņu dinastijas. Redzot tēvoča Cao Guo raitās atbildes, viņš bija ļoti priecīgs un iedeva viņam \"Slepeno ediktu par patiesības atgriešanos\" un lika viņam rūpīgi vingrināties. Pēc neilga laika Džongli Quan un Lu Dongbin tika iepazīstināti ar nemirstīgo klasi.", "聖意": "Lai veicas mājām, mājām, veiksme, veiksme, veiksme biznesā, laulība, ceļotājs vīrietis, zīdtārpiņu stādīšana laukos, sešu mājlopu agrīna stādīšana, peļņas zaudēšana, cilvēku atrašana, tiesvedība, migrācija, zaudēti īpašumi , vēla slimība, veiksme (zaķa gads vai neveiksme trusim), veiksme kalnu kapos", "古人": "Tēvocis Cao Guo ir nemirstīgs", "第X籤": "Parakstīt astoņpadsmito", "宮": "Maogong"}