{"籤詩版本二": "Ļaujot laivai atgriezties no ātrā ūdens pludmales, ko jūs vēlaties darīt satricinājuma dēļ?\nJa vēlaties būt drošībā, meklējiet mieru un gaidiet, kamēr viļņi pārvarēs šo krīzi.", "詩意": "Šī heksagramma ir kā laiva, kas brauc pa strauju pludmali.\nEsiet konservatīvs it visā un gaidiet laiku.", "解曰": "Izkāpiet stiprā ūdenī. Briesmas gaida laiku. Ja jautā par nometnes plāniem. Neko nevar izdarīt.", "籤詩故事一": "◇Ziyi tiek kronēts par karali\nGuo Ziyi (697-781), pazīstams arī kā Guo Lingongong, bija Huazhou (tagad Huaxian County, Shaanxi province) Zheng apgabala dzimtene un Tanu dinastijas ģenerālis.\nAnši sacelšanās laikā 14. Tianbao gadā (755) viņam tika piešķirts tituls Shuofang Jiedushi (Lingwu, uz rietumiem no Lingwu, mūsdienu Ningxia). Viņam tika pavēlēts doties krusta karā. Viņš apvienoja Šuofanga armiju ar Li Guangbi, lai dotos gājienā. Viņi apvienoja spēkus Čangšaņā (Džengdingā, Hebejā) un uzvarēja Ši Simingu, atguva Hebeju. Šajā laikā Guo Ziyi ieteica imperatoram paņemt Fan Janu no ziemeļiem un uzbrukt nemiernieku tīģera midzei, lai samazinātu Tongguanas aplenkumu, taču Sjuanzons atteicās. Pēc tam tika iestādīta separātistu vasaļu pilsētu situācija vēlīnā Tanu dinastijā, kas arī kļuva par attālu Tanu dinastijas bojāejas cēloni.\nPiecpadsmitajā Tjaņbao valdīšanas gadā (756) viņš un uiguru koalīcija nomierināja Hequ. Nākamā gada pavasarī viņi atguva Hedonu (tagad Yongji, Shanxi) un Feng Yi (tagad Dalī, Šaaņsi) un uzbruka Tongguan, sakaujot Cui Qianyu.Tang armija cieta vairāk nekā 10 000 upuru. Cui Qianyu padevās Pudžinam. An Lushan nogalināja viņa dēls An Qingxu.\nŽides (757) otrajā gadā viņam tika pavēlēts vadīt karaspēku uz Fensjanu. Pa ceļam viņš pie Baiqu Liuyun tilta (šodien uz dienvidaustrumiem no Sanjuaņas) sakāva 5000 Li Guiren kavalērijas. Maijā viņš cīnījās ar An Shouzhong un Li Guirens Cjinkvā (šodien uz rietumiem no Sjaņas) tika sakauts, un viņš atkāpās uz Vugunu (šodien uz ziemeļrietumiem no Vugunas). Septembrī viņš sekoja maršalam Guangpingam Van Li Ču, lai vadītu Tangu un uigurus, lai pievienotos 150 000 karaspēka. ar An Shouzhong un Li Guiren Sjanā. Uz ziemeļiem no Dži tempļa (uz dienvidrietumiem no mūsdienu Čaņas apgabala) uiguru karavīri riņķoja aiz ienaidnieka, uzbruka no abām pusēm un nogalināja 60 000 ienaidnieku. Džan Tongru aizbēga uz Šaaņsji apgabalu, un beidzot atguva galvaspilsētu Čanu (mūsdienu Siaņa).Tang armijas majestāte atkal tika atjaunota Čaņā.\nPēc tam Tangas armija izmantoja uzvaru un devās uz austrumiem, uzvarot 150 000 vīru, tostarp Janu Džuanu un Džan Tongru Ssindjaņā (tagad uz dienvidrietumiem no Sanmensijas pilsētas Henaņas provincē), piespiežot Aņcjinu šķērsot Dzelteno upi un atkāpties uz Sjandžou. Dongjun Luoyang atgriezās. Pievienojiet Situ viņa nopelniem un padariet viņu par valsts hercogu.\nŠi Simings vadīja savu armiju no Fan Yang, lai glābtu An Qingxu. Abas puses cīnījās formācijā uz ziemeļiem no Anjanas upes (mūsdienu uz ziemeļiem no Anjanas). Cīņa bija nesaraujama. Galu galā vadīja deviņi Jiedushi, Tangas armija, kas apgalvoja, ka viņam ir 600 000 vīru, atkāpās (Ječenas kaujā). karš). Šīs kaujas galvenais komandieris bija einuhs Ju Čaens, kuram nebija līdera prasmju un kaujas neveiksmē vainoja Guo Ziyi. Guo Ziyi tika izsaukts atpakaļ uz Chang'an, atbrīvots no militārā spēka un kļuva par dīkstāvi.\nPirmajā Baojingas gadā (762) sacēlās karaspēks Taijuaņā (šodien uz dienvidrietumiem no Taijuaņas) un Dzjandžou (šodien Sjiņdzjana Šansji provincē), tiesa bija nobijusies, tāpēc Zijim tika piešķirts Feņjanas karaļa tituls un viņš devās uz kontrolēt Dzjandžou. Viņu atsvešināja arī einuhs Čens Juaņdžens, un viņš tika atbrīvots no militārā spēka.\n(Šī stāsta uzmanības centrā: Guo Ziyi, kurš bija ļoti spējīgs un labi izturējies, tikās ar Sjuanzongu un dažiem neliešiem, kas ievērojami apdraudēja viņa sasniegumus.)", "聖意": "Mājas un sevis svētīšana, bagātības meklējumi, darījumu neesamība, laulības, viltus trauksmes trūkums, gājēji, kas ierodas Tiancanji, grūti atrast cilvēkus, publiskas tiesas prāvas un (nevis Xing), migrācija, konservativitāte, zaudēti īpašumi, grūti atrast, slimības, lūgšana par svētībām, kalniem un kapenēm, svētīgi", "古人": "Ziyi tika kronēts par karali", "第X籤": "Deviņpadsmitā uzvara Lott", "宮": "Tatsumi"}