{"籤詩版本二": "Pēc tik daudzām raizēm un briesmām tā vairs nekad nebūs tukša\nDāsnai sirdij ir savi dāsni plāni.Lai gūtu lielus sasniegumus, ir jāsatiekas ar ekspertu.", "詩意": "Šī heksagramma ir kā sena aka ar avotu.\nVisā cēli cilvēki gūst panākumus.", "解曰": "Tiesas process galu galā būs pamatots. Slimi un droši. Iet iekšā un ārā, lai meklētu padomu. Senā aka satiekas ar pavasari.", "籤詩故事一": "◇ Yao Chong kontrolē siseņus\nJao Čongs (649-721), kura īstais vārds bija Juaņ Čuns, bija no Šaaņdžou. Viņš bija Sja Guaņas, Čunguaņas Šanšu, Ziveilingas, Džunšulingas ministrs un Tanu dinastijas premjerministrs.\nKaijuaņas ceturtajā gadā (716. gads) Šandonu (vispārīgi runājot par Dzeltenās upes baseinu uz austrumiem no Huašaņas) plosīja siseņi. Ļaudis bija saistījuši māņticīgas idejas un neuzdrošinājās tos medīt un nogalināt. Tā vietā viņi izveidoja upurus, dedzināja vīraku, pielūdza pie tīrumiem un vēroja, kā siseņi aprij ražu.\nVisas amatpersonas uzskatīja: «Siseņi ir dabas katastrofa, kā tos var kontrolēt ar darbaspēku!» Cīņa starp divām dažādām idejām tolaik bija sīva, likvidēt vai nelikvidēt siseņus.\nJao Čongs sacīja: \"Kamēr strādājam kopā, mēs varam no tiem visiem atbrīvoties. Viņš teica: siseņi baidās no cilvēkiem, tāpēc tos ir viegli padzīt. Stādiem ir saimnieki, tāpēc glābējiem ir smagi jāstrādā; siseņi var lidot, un tie noteikti lidos, kad naktī ieraudzīs uguni; aizdedzini tos Laukā, izrok bedres degot, aprok degot, un nekas nepaliks pāri.\"\nXuanzong teica: \"Siseņi ir dabas katastrofa, ko izraisa slikta morālā pārvaldība. Ja jūs lūdzat tos nomedīt un nogalināt, vai tas nav pretrunā?\"\nJao Čongs piebilda: \"Siseņu ķeršanu un nogalināšanu praktizēja senie ļaudis, un jūsu majestāte to izmantos arī turpmāk. Tas ir nozīmīgs nacionāls notikums, lai nodrošinātu mieru un labklājību lauksaimniekiem. Lūdzu, apsveriet to nopietni.\"\nSjuanzons bija pārliecināts. Bet toreiz visi iekšā un ārpus galma teica, ka siseņus medīt nevar.\nSjuaņzons sacīja: \"Es esmu apspriedies ar premjerministru un nolēmis noķert siseņus. Ikvienam, kurš atkal iebilst, tiks izpildīts nāvessods.\" Tāpēc viņš nosūtīja cenzoru uzraudzīt un likt cilvēkiem sadedzināt un apglabāt siseņus.\nRezultāti bija diezgan efektīvi.Visā valstī tika noķerti deviņi miljoni danu siseņu, un siseņu mēris tika veiksmīgi likvidēts. Lauksaimniecība tajā gadā ieguva labu ražu.\n(Katastrofu pārvaldībā un evakuācijā ir jāizmanto gudrība, un ir jābūt ģeniālām stratēģijām, lai pārvarētu grūtības. Jao Čongs ir eksperts šajā jautājumā)", "聖意": "Māja ir parasta, pats ir bloķēts, naudas meklēšana ir bloķēta, tirdzniecība ir bloķēta, laulība un saticība ir bloķēta, Liujia ir briesmas, gājēji ir bloķēti, zīdtārpiņi ir bloķēti, mājlopi ir nelabvēlīgi, cilvēki nav atrasti, cilvēki ir bloķēti , tiek celtas publiskas tiesas prāvas, migrācija ir nepamatota, pazaudētas lietas grūti atrast, slimības lūdz svētību, kalni un kapi ir nemierīgi", "古人": "Yao Chong kontrolē siseņus", "第X籤": "Divdesmit piektais laimests loterijā", "宮": "Mi pils"}