{"籤詩版本二": "Klīst baumas, ka lietas sagriezušās kājām gaisā, un es saņēmu vēstuli no apvāršņa.\nGrāmatā man solītā slava un veiksme palika tukša līdz galam.", "詩意": "Šai heksagrammai ir viltus nosaukums.\nVisā vēlams būt konservatīvam.", "解曰": "Uz augšu un uz leju sajukums. Atpūtas meklēšana nav tukša. Vēlme pēc slavas. Esiet droši.", "籤詩故事一": "◇ Zhong Kui sasniedz apgaismību\nZhong Kui, kura uzvārds ir Zhong Kui, kura pieklājības vārds ir Zhengnan, ir no Zhongnanshan.\nTanu dinastijas imperatora Dezonga valdīšanas laikā Džons Kui piedalījās impēriskajā eksāmenā. Džun Kui izlasīja eksāmena jautājumus un uzreiz uzrakstīja rakstu vienā piegājienā un nodeva. Galvenais eksaminētājs tajā dienā bija civillietu ministrs Han Ju, bet eksaminētāja vietnieks bija izcils zinātnieks Lu Dži. Kad abi lasīja Džons Kui papīru, viņu acis iemirdzējās un viņi vienbalsīgi teica: \"Burvi, burvi! Katrs vārds šajā rakstā ir izsmalcināts, Li Taibai un Du Zimei cienīgs!\" Tāpēc viņi nosauca Zhong Kui kā pirmo vietu.\nImperators Dezongs noklausījās Haņa Ju ziņojumu un teica, ka jaunais zinātnes čempions Džons Kui ir ļoti talantīgs, tāpēc viņš Zelta pilī izsauca Džun Kuju.\nKad imperators Dezongs ieraudzīja viņa neglīto izskatu, viņš uzreiz juta neapmierinātību un sacīja: \"Mūsu galma zinātnieku atlase ir balstīta uz personīgiem vārdiem un kaligrāfiju. Kā tik neglītu cilvēku var izraudzīties par zinātnieku numur viens zelta zinātnēs? \"\nHaņ Ju steigšus nometās ceļos un sacīja: \"Cilvēka labā un sliktā ir ne tikai izskats. Vai jūs, Svētais Kungs, nedzirdat, ka Jaņs ir trīs pēdas garš un līdzvērtīgs viņa premjerministram? Džou Čanam ir stostīties, bet var palīdzēt Haņu dinastijai. Konfūcijs spriež par cilvēkiem pēc izskata un zaudē savu dēlu Ju. Ceru, ka jūsu majestāte padomās divreiz.\"\nImperators Dezongs brīdi apdomājās un sacīja: \"Lai gan Hana Aikjina vārdi ir saprātīgi, kad es biju imperators Taizons, Yingzhou ieradās astoņpadsmit zinātnieki un par to runāja. Šis cilvēks bija zinātnieks numur viens. Man ir bail, ka pasaule smiesies par mani, ka es neatzīstu talantus.\"\nPremjerministrs Lu Cji bija šaurprātīgs un skaudīgs par talantiem.Uzklausījis imperatora vārdus, viņš nometās ceļos un teica: \"Zelta priekšmetā zinātniekam numur viens ir jābūt gan iekšējam, gan ārējam. Šim priekšmetam ir trīs simti kandidātu. Kāpēc jūs neizvēlaties citu?\"\nKad Džons Kui redzēja, cik apmulsis ir šis vīrietis, viņš nevarēja nesadusmoties.Viņš norādīja uz Lu Cji un nolādēja: \"Ja tik stulba amatpersona stāvēs tiesā, vai viņš nekaitēs valstij?\" Pēc tam viņš iesita Lu Cji ar dūri.\nTo redzot, Dezongs bija nikns un sacīja: \"Tu esi tik drosmīgs, uzdrošinies sagādāt nepatikšanas Zelta pilī, ātri nojauciet to!\"\nDusmās Džons Kui izvilka zobenu no pilī stāvošā ģenerāļa vidukļa un skaļi nopūtās: \"Neapmierinātam kaķim ir grūti atdarināt tīģeri, un neapmierināts papagailis nav tik labs kā vista.\" Pēc tam viņš izdarīja pašnāvību.\nKad imperators Dezongs redzēja, ka Džun Kui dusmās izdarīja pašnāvību, viņš bija satriekts. Lai iekarotu cilvēku sirdis, viņš nolēma apbedīt Džun Kui ar oficiālo titulu Nr. Eksorcisms, lai atbrīvotu pasauli no ļaunajiem gariem.", "聖意": "Lūdziet par svētību jūsu mājām, jūsu drošībai, finansiālām grūtībām, biznesa neveiksmēm, neveiksmēm laulībā, Liujia sieviešu gājēju, uzticības lauka zīdtārpiņu pusvārtus, sešus mājdzīvniekus, var izaudzināt, pazuduši cilvēki, Rietumu valsts tiesas prāvas, migrācijas zaudēšana, konservativitāte, īpašuma zaudēšana, slimības, lūdzieties par veiksmi kalnos un kapos", "古人": "Zhong Kui ieguva Tao", "第X籤": "Divdesmit sestais laimests loterijā (loterija)", "宮": "Mi pils"}