{"籤詩版本二": "Pavadīt laiku mierā un klusumā, sēdēt un apgulties, dzerot tēju pēc sāta\nJums nav jābūt fiziski un garīgi aizņemtam, un jūs noteikti neizraisīsit netaisnību vai katastrofu.", "詩意": "Šī heksagramma ir miera un stabilitātes simbols.\nVisās lietās īstā laika gaidīšana nesīs veiksmi.", "解曰": "Esiet veseli un veseli. Jautājiet dieviem. Pagaidiet, kamēr pienāks laiks. Lietas notiek nejauši.", "籤詩故事一": "◇ Foyinhui Dongpo\nReiz, studējot dzenu, Su Dongpo ieguva zināmu izpratni. Viņš saprata, ka viņa stāvoklis ir pārpasaulīgs, un juta no tā prieku. Nespēdams savaldīt savu kaislību, es izpletu pildspalvu un uzrakstīju dzejoli:\n\"Debesu vidū Džishou spoži spīd pāri Visumam; nespējot to pūst astoņi vēji, viņš sēž stāvus uz purpura zelta lotosa.\"\n(Astoņi vēji attiecas uz: peļņu, lejupslīdi, iznīcināšanu, reputāciju, slavēšanu, izsmieklu, ciešanām un laimi. Tas nozīmē, ka šie astoņi stāvokļi nekaitinās, sauc par \"astoņi vēji nevar kustēties\")\nPēc tā uzrakstīšanas Dongpo nosūtīja savu kalpu pāri upei, lai to iedotu dzen meistaram Foyin no Jinshan tempļa.\nKad dzen meistars Fojins to izlasīja, viņš atzīmēja to ar vārdu \"fart\" un iedeva to savam kalpam, lai tas atņemtu.\nTo redzējis, Dongpo bija nikns, tāpēc viņš pārbrauca ar laivu pāri upei un devās uz Jinshan templi, lai sameklētu Budas zīmogu, lai apspriestu.\nKad Dongpo ieradās pie Jinshan tempļa vārtiem, Fojins jau gaidīja pie durvīm.\nSu Dongpo nekavējoties apsūdzēja Foju: \"Kāpēc jūs saucat dzejoli, kuru es uzrakstīju par fartu?\"\nFojins atbildēja: \"Vai jūs jau \"nespējat, ka astoņi vēji tevi pūš\"? Kā jūs varētu \"pārsist pāri upei\" ar fartu!\"\nTobrīd Dongpo bija satriekts, apzinoties, ka nav pietiekami labs, un kauns aizgāja.\n(Šis stāsts ir metafora vārdam \"Siltums vēl nav ieradies\")", "聖意": "Lūdziet par savām mājām un savu drošību, par savu bagātību, par savu biznesu, par veiksmi laulībā, par sievieti ceļotāju no Liujia, uz lauku, lai zīdtārpiņi nogatavojas rudenī, lai seši mājlopi būtu stabili, lai atrast kādu, grūti atrast, publiskām tiesvedībām, migrācijai, pazaudētiem īpašumiem, slimībām, nosūtīšanai uz kalnu kapiem, labvēlīgi", "古人": "Fojinhui Dongpo", "第X籤": "Trīsdesmit viens laimests", "宮": "Vei Gongs"}