{"籤詩版本二": "Atgriešanās ceļš ir skaidrs.Kas zina, vai akmenī ir paslēpts skuķis?\nKad labs amatnieks ir ieguvis skaidrību, viņš jašmas periodā jutīsies droši", "詩意": "Šajā heksagrammā jūs varat redzēt skuķa attēlu, kad zāģējat akmeni.\nStrādājiet smagi, lai viss izdotos.", "解曰": "Dārgums ir akmenī. Svešie maz zina. Pagaidiet, līdz tas kļūst skaidrs. Dariet visu, ko varat.", "籤詩故事一": "◇ Liu Bei meklē talantus (trīs apmeklējumi salmu kotedžā, trīs apmeklējumi salmu kotedžā)\nTrīs karaļvalstu periods. Džuge Liangs dzīvoja nošķirtā veidā salmu būdā Longžungā. Liu Bei ļoti vēlējās meklēt talantus, tāpēc viņš devās klātienē apmeklēt Džuge Lianu. Viņš apmeklēja Džuge Lianu trīs reizes (vēsturē pazīstams kā \"Trīs apmeklējumi salmu kotedžā\"). Liu Bei lūdza citus palikt malā un lūdza Džuge Lianu. : \"Han dinastija nīkuļo, un nodevīgie ministri nozog viņu dzīvības. Jūsu Majestāte.\" Apklāts ar putekļiem. Es nemēru savu tikumu un savas spējas, es gribu ticēt lielajai taisnībai pasaulē, bet savai gudrībai un prasmes ir seklas, tāpēc es to izmantoju nikni. No šodienas. Tomēr manas ambīcijas joprojām nav beigušās, vai jūs domājat, ka plāns tiks īstenots?\"\nPēc tam Džuge Liangs viņam iepazīstināja ar pasaules sadalīšanas trīs daļās plānu un analizēja situāciju, kurā Cao Cao nebija pieejams un Sun Quan varētu nākt viņam palīgā. Viņš arī sīkāk izstāstīja Jing un Yi štatu gubernatoru gļēvulību. kam bija iespēja viņu izmantot un ka viņš varēja izmantot tikai šīs divas valstis.Tikai tad viņš var uzvarēt pasauli, viņš pat pastāstīja Liu Bei stratēģiju uzbrukt Centrālajiem līdzenumiem. (Šo diskusiju vēlāk sauca par \"Longzhong Dui\"). Pēc tam, kad Liu Bei to dzirdēja, viņš to uzslavēja, it kā būtu atradis dārgumu, un ļoti aicināja Džuge Lianu nākt palīgā, tāpēc Džuge Lians kļuva par Liu Bei militāro padomnieku.", "聖意": "Māja ir mierīga, es meklēju bagātību, darbaspēka tirdzniecība kavē laulību un kļūst par virtuālu ceļotāju Liujia.", "古人": "Liu Bei meklē talantus (trīs apmeklējumi salmu kotedžā, trīs apmeklējumi salmu kotedžā)", "第X籤": "Trīsdesmit otrās loterijas uzvarētājs", "宮": "Vei Gongs"}