{"籤詩版本二": "Ģērbieties un pārveidojiet veco ģimenes stilu. Tao ir bez debesīm, bet tam ir nopelni.\nNoslaucījuši ērkšķus un ērkšķus uz ceļa, viņi trīs vienojās atkal apvienoties ar saviem kolēģiem", "詩意": "Šī heksagramma attēlo drēbju pārkārtošanos.\nViss ir grūti, pirms tas kļūst viegli vēlāk.", "解曰": "Neuztraucieties. Labi pavadīt laiku. Ja jautājat par nākotni. Priekšā ir labs ceļš.", "籤詩故事一": "◇ Tanga mūka budistu raksti\nSjuanzangam (602-664), izcilam Tanu dinastijas mūkam, bija kopīgs uzvārds Čeņs un vārds Yi. Viņš dzimis Gouši apgabalā Luodžou (tagad Janši pilsētas dienvidu daļa Henaņas provincē). Trīspadsmit gadu vecumā viņš kļuva par mūku un ieguva budistu vārdu Xuanzang. Pasauli sauc par Tanu dinastijas Sanzangu.\nTrešajā Dženguaņas gadā (629. gads, kas pazīstams arī kā pirmais Dženguaņas gads) viņš devās uz rietumiem uz Tjandžu (Indija), lai iegūtu budistu rakstus. Viņš riskēja viens pats un izturēja grūtības. Viņš ieradās tikai četru gadu laikā.\nSeptiņpadsmitajā Dženguaņas gadā meistars oficiāli atkāpās no amata un atgriezās austrumos. Viņš atgriezās Ķīnā pa Dienvidu ceļu mūsdienu Sjiņdzjanas provincē, Hotanā un Loulaņā. Pavisam pagāja septiņpadsmit gadi un 50 000 jūdžu garš ceļojums. Kad viņš ieradās Čaņā Dženguaņas deviņpadsmitā gada pirmajā mēnesī, imperators pavēlēja Lian Guogong Fang Xuanling un citām civilajām un militārajām amatpersonām viņu sveicināt.\nKopā tika pieprasīti 520 un 657 oriģinālo sanskrita budistu rakstu sējumi. un tulkots ķīniešu valodā.\nPēc meistara atgriešanās viņu ļoti cienīja imperators Taizongs un imperators Gaozongs, un viņš tika iemiesots Da Nei, piešķirot viņam titulu \"Meistars Tripitaka\".", "聖意": "Mājā ir satraukums, lai veicas pašam, veiksme, labs bizness, laba laulība, traucē cilvēkiem ierasties uz lauka, zīdtārpiņi, nelabvēlīgi mājlopi, cilvēku meklēšana, valsts tiesas prāvas, migrācija, pazaudēti īpašumi, novēlota slimība, lūgšana par svētību kalnu kapiem jābūt veciem.", "古人": "Tang Monk apgūst budistu rakstus", "第X籤": "Trīsdesmit piektais loterijas uzvarētājs", "宮": "Šeņgun"}