{"籤詩版本二": "Ja gribi būt drošs un mierīgs, sveces vējā neder.\nLabāk sakopties un sēdēt dziļā zālē, izvairīties no gaismas, kratīties klusā vietā un pārvietoties. Kratīt → Yao. Bezmaksas → maz.", "詩意": "Šī heksagramma ir kā vējš, kas satricina lampu un sveci.\nTurot lietas nemainīgas, tas nesīs veiksmi.", "解曰": "Iekārtojies klusā vietā. Esi dežūrs un esi laikā. Tā nav svētība. Konservatīvs un atbilstošs.", "籤詩故事一": "◇Li Jing atgriežas kalnā\nLi Dzjings (571. gada 2. jūlijs, 649. gada 2. jūlijs), pēc pieklājības vārda Farmaceits, bija Sanjuaņas dzimtene Jondžou štatā (tagad uz ziemeļaustrumiem no Sanjuaņas apgabala Šaaņsji provincē). Ģenerālis no vēlās Sui dinastijas līdz agrīnajai Tanu dinastijai, viņš bija slavens militārais stratēģis ar civilajām un militārajām iemaņām Tanu dinastijā. Vēlāk viņam tika piešķirts Vei hercoga tituls, un viņš pasaulē bija pazīstams kā Vei hercogs.\nLi Dzjins ir trešā dievu sarakstā iekļautā prinča Neža tēvs, kas pazīstams arī kā \"Totas karalis\". Li Dzjings un viņa dēls palīdzēja Dzjan Zijai (Taigun) sakaut karalieni Džou, nodibināt Džou dinastiju un karali. Vu oficiāli kāpa tronī. Pēc tam Dzjans Zija izveidoja dievu sarakstu un vadīja ceremoniju, lai nomierinātu kaujā bojāgājušo karavīru dvēseles. Kopš tā laika pasaule kļuva mierīga un mierīga. Karalis Vu vēlējās izveidot marķīzes un viņus apbalvot, kā arī gribēja piešķirt zemi dibinātājiem. Li Jings, viņa tēvs un dēls, kā arī citi septiņi cilvēki lūdza atgriezties kalnā, lai praktizētu daoismu un nebūtu apsēsti ar pasaulīgo slavu un bagātību. Vēlāk viņi visi septiņi \"kļuva par svētajiem miesā\" un ierindojās nemirstīgo kategorijā.\nStāsts par \"Fen Shen Bang\"", "聖意": "Māja ir konservatīva, es esmu parasts, es meklēju bagātību, man ir grūtības biznesā, mana laulība ir pretrunīga, Liujia lūdz, lai gājējiem būtu ticība, zīdtārpiņi ir nogatavojušies rudenī, un seši dzīvnieki ir drošībā, cilvēki pazuduši, publiskas tiesas prāvas un migrācija ir konservatīva, zaudēto īpašumu slimības, nemaina kapa Jianxingshan", "古人": "Li Jing atgriežas kalnā", "第X籤": "Trīsdesmit septītās loterijas uzvarētājs", "宮": "Šeņgun"}