{"籤詩版本二": "Tūkstošiem gadu vecs spogulis atkalapvienots, sieviete lūdz vīru precēties vēlreiz\nKopš tā laika ģimene ir pārvērtusies, bērniem un mazbērniem ir dota svētība.", "詩意": "Šī heksagramma ir spoguļu atkalapvienošanās simbols.\nViss ir smags un dārgs darbs.", "解曰": "Smilšu rakšana zeltā. Jāšana ar pūķi un jāšana ar tīģeri. Lai gan tas ir darbietilpīgi. Tajā ir papildinājums.", "籤詩故事一": "◇ Julianhui desmit draugi\nDziesmu dinastijas laikā Cjaņs Džulians apprecējās ar Vanu Šipenu. Kad Ši Pens devās uz Pekinu, lai kārtotu eksāmenu, bagātā Suņa Rukvana piespieda Julianu viņu apprecēties vēlreiz.\nCjaņs Džulians noraidīja bagātās Sun Ruquan ierosinājumu un labprātāk apprecētos ar Vanu Šipenu, nabadzīgo zinātnieku no Veņdžou, kuru nolīga \"Jing Chai\".\nVēlāk Van Shipeng ieguva pirmo vietu. Tā kā viņš atteicās, lai premjerministrs Vanči viņu piespieda precēties, viņš tika nosūtīts par tiesnesi attālajā Čaojanā. Suns Rukvans slepeni nomainīja Van Šipengas ģimenes vēstuli uz \"šķiršanās vēstuli\" un pievīla Džulianu, lai tiktu maldināta. Arī Cjaņas Džuliana pamāte piespieda viņu precēties atkārtoti, taču Džuliana atteicās un izdarīja pašnāvību, iemetot upē. Viņu izglāba Cjaņs Zaihe. no Fudzjanas provinces un adoptēts par savu adoptēto meitu.\nJulians domāja, ka Šipengs ir miris. Pēc pieciem gadiem Van Šipens bija Dzjaņas gubernators. Kādu dienu viņš sarīkoja piemiņas ceremoniju daoistu templī, lai pieminētu savu mūžībā aizgājušo sievu. Jūlians gadījās doties uz Dzjaņas daoistu templi, lai nodedzinātu. vīraks, un Van Shipeng un Qian beidzot tika apvienoti.", "聖意": "Māja pašam neder.Rudens un ziema plaukst.Lai bagātība.Rudens un ziema plaukst.Biznesam klājas.Lai laulība veiksmīga.Lūdzieties,lai gājēji iet uz laukiem.Zīdtārpiņus var izaudzēt.Seši mājlopi var audzināt.Cilvēkus var atrast.Publiskās tiesas prāvas ir neizdevīgas.Migrācija ir konservatīva.Īpašuma zaudēšana Vēla slimība.Lūdz svētību.Kalni un kapi ir labi.", "古人": "Yulianhui desmit draugi", "第X籤": "Ceturtā zīme", "宮": "Dzemde"}