{"籤詩版本二": "Sarkanais ritenis krīt rietumos, trusis paceļas austrumos, iņ aug un jaņ pazūd, un viss plaukst.\nJa sieviete vēlas to izmantot, tas palielinās viņas bagātību un ienesīs laimi viņas sirdī.", "詩意": "Šī heksagramma ir simbols tam, ka Iņ aug un Jaņ pazūd.\nViss ir grūti, pirms tas kļūst viegli vēlāk.", "解曰": "Iņ dod labumu sievietēm. Nav piemērots vīriešiem. Ja jūs meklējat padomu. Vispirms nāk ļaunais un tad nāk labais.", "籤詩故事一": "◇Vu Zetians uzkāpa tronī\n14 gadu vecumā Vu uz pili izsauca Tanu dinastijas imperators Taizongs Li Šimins kā talantīgu cilvēku, vārdā Vu Mei. Pēc Taizonga nāves Zetiāns iegāja Ganjes templī un kļuva par mūķeni.\nKad tronī nāca Tanu dinastijas imperators Gaozongs, viņš izsauca Vu ģimeni pilī, lai godinātu Džaoju. Sestajā Yonghui gadā (655) imperators Gaozong iecēla Vu par savu karalieni.\nVu Zetians bija inteliģents, saistīts ar literatūru un vēsturi, un bija bagāts ar atjautību. Drīz pēc tam, kad Vu Zetiana kļuva par karalieni, jo Gaozong bija vājš un slims, viņš dažreiz uzticēja viņai risināt noteiktas politiskās lietas, tāpēc viņas vara pieauga. Pirmajā Šanjuaņas gadā (674) imperatoru Gaozonu sauca par \"imperatoru\", ķeizarieni Vu sauca par \"Debesu karalieni\", un abus pilī sauca par \"diviem svētajiem\".\nPirmajā Hongdao gadā (683) nomira Gaozongs, tronī nāca princis Li Sjaņs, bet Vu Zetians nāca valdīt pār dinastiju. Sisheng (684) pirmā gada februārī Vu Zetiāns gāza Li Sjaņu no Lulingas karali un iecēla savu ceturto dēlu Li Danu par imperatoru, turpinot valdīt pār dinastiju. Tā paša gada septembrī viņa nomainīja karogu uz zeltu, un austrumu galvaspilsēta Luojana tika pārdēvēta par dievišķo galvaspilsētu. Pirmajā Tjanšou gadā (690. gads) septembra devītajā dienā Vu Zetiāns pasludināja sevi par imperatoru un nomainīja valsts nosaukumu uz Džou.", "聖意": "Māja ir sev nelabvēlīga, svētības lūgšana, bagātības meklējumi, darījumu apsargāšana, veiksmi laulībā, neveiksmi laulībā (sieviete), gājēji bloķē laukus, zīdtārpiņi, pārtikuši mājlopi, cilvēku meklēšana, šķiršanās, tiesas prāvas, zaudējums, migrācija , īpašuma zaudēšana, slimība, šoks, kalni un kapi, lai veicas", "古人": "Vu Zetians kāpj tronī", "第X籤": "Četrdesmitās loterijas uzvarētājs", "宮": "Jūs pils"}