{"籤詩版本二": "Jūs atcerēsities bezgala labos vārdus, bet jūs kļūsiet par savu dēlu, ja atpazīsiet zagli.\nNeesiet mantkārīgs šobrīd un neuztraucieties par to, kā viņš būtu izdarījis kaut ko labu pirms gada.", "詩意": "Šī heksagramma identificē zagli kā dēlu.\nEsi uzmanīgs visā, ko dari.", "解曰": "Tikai šis. Džentlmenis nekļūdās. Paturiet to prātā. Neesiet vientuļi.", "籤詩故事一": "◇Dongs Džo pieņem Lu Bu\nLu Bu, drosmīgs un spējīgs cīnīties, bija slavens militārais ģenerālis Austrumu Haņu dinastijas beigās un Triju karaļvalstu sākumā. Viņš savulaik uzskatīja Dzjingdžou gubernatoru Dingu Juaņu par savu adoptētāju un dienēja viņa pakļautībā.\nPēc Austrumu Haņu dinastijas imperatora Linga nāves Dings Juaņs devās uz Pekinu, lai vienotos ar ģenerāli He Dzjinu, lai kontrolētu valdību.\nDons Džuo cīnījās ar Dingu Juaņu, taču vairāki ģenerāļi nespēja uzvarēt Lu Bu, tāpēc Dons Džuo nosūtīja savu padoto Li Su, lai uzpirktu Lu Bu. Li Su atveda zelta un sudraba dārgumu kaudzes un slaveno sarkano truša zirgu, lai \"apmeklētu Lu Bu\". Li Su atveda zelta un sudraba dārgumu kaudzes un slaveno sarkano truša zirgu, lai apmeklētu Lu Bu. Tāpēc Lu Bu uzpirka Dong Zhuo, lai viņš nogalinātu Ding Juaņu, un lika saviem karavīriem nākt viņam līdzi, ja viņi vēlas, un doties prom, ja viņi nevēlas viņam sekot. Rezultātā lielākā daļa karavīru aizbēga. Tāpēc Lu Bu uzpirka Dong Zhuo un nogalināja Dingu Juaņu.\nPēc tam, kad Dong Zhuo ieguva varu, viņš pieņēma Lu Bu par savu adoptēto dēlu un padarīja viņu par ģenerāli un marķīzu.\nDonam Džuo bija vardarbīgs raksturs, un \"tēva un dēla attiecības\" ar Lu Bu patiesībā bija ļoti vājas. Mūsu ēras 189. gadā pēc Situ Van Juņas pamudinājuma Lu Bu nogalināja Donu Džuo.\nSešus mēnešus pēc Don Džuo nāves galvaspilsētā iebruka vecais Dondžuo karaspēks, un Lu Bu un viņa sieva panikā aizbēga. Pēc galvaspilsētas pamešanas Lu Bu meklēja patvērumu pie karavadoņiem Juaņ Šu, Juaņ Šao, Džan Jaņ, Džan Miao, Liu Bei u.c., kā arī daudzas reizes cīnījās ar citu tā laika lielo karavadoni Cao Cao. Lu Bu bija drosmīgs un labs. cīņā un vairākas reizes sakāva Cao Cao.\nTrešajā Dzjaņaņas gadā Austrumu Haņu dinastijā Cao Cao karaspēks uzbruka Sjaopei, Lu Bu bāzei, un Cao Cao tos sagūstīja un nogalināja zem Baimen torņa. Pirms nāvessoda izpildes Lu Bu lūdza Cao Cao paturēt viņu dzīvu, lai izvairītos no nāves, bet Liu Bei atgādināja Cao Cao, ka Lu Bu ir daudzkārt nodevis un bijis negodīgs cilvēks. Galu galā Cao Cao, kurš vērtēja tikai talantus neatkarīgi no morāles, izpildīja Lu Bu.", "聖意": "Man mājās ir nemierīgi, parasti meklēju naudu, sargājos no darījumiem, apprecēties ir grūti, Liujia vīrietis ir šokā, zīdtārpiņi pusnobrieduši laukā, seši dzīvnieki drošībā, cilvēks viņu meklē , valsts tiesas prāva ir piemērota, un migrācija ir lūgšana par pazaudētām lietām, kuras ir grūti atrast, slimībām un mieru Džensjinas kalna kapā.", "古人": "Dong Zhuo pieņem Lu Bu", "第X籤": "Nr. 41 Uzvara loterijā", "宮": "Jūs pils"}