{"籤詩版本二": "Imperators, imperators un ķeizariene beidzot būs žēlsirdīgi un gaidīs un lūgs svētības bez zaudējumiem vai ieguvumiem.\nNo tā gūst labumu visas dzīvās būtnes, un pasaulē un debesīs gaidāma labklājība.", "詩意": "Šī heksagramma ir debesu labvēlības zīme.\nViss izdosies.", "解曰": "Imperators izrādīja savu labvēlību. Nekad neaizmirsti. Rīta un vakara rituāli. Ir lietderīgi dedzināt vīraku.", "籤詩故事一": "◇Muliāns izglāba savu māti\nMokou Lian jeb Mulian ir visspēcīgākais starp desmit Sakjamuni Budas mācekļiem.\nViņa māte savas dzīves laikā bija mantkārīga un skopa, tāpēc pēc nāves nokļuva izsalkušo spoku valstībā. Mokhullians izmantoja savu maģisko spēku, lai novērotu un uzzināja, ka viņa māte ir piedzimusi kā izsalcis spoks, kuram nebija iespējas dabūt pārtiku un bija lielās grūtībās. Viņš izmantoja savu maģisko spēku, lai atnestu mātei ēdienu. Negaidīti pēc tam, kad māte saņēma ēdienu, tas pārvērtās pelnos un to nevarēja ēst.\nMaudgaljana bija noraizējusies par notikušo un ziņoja par to Budam. Buda teica Mulianam, ka septītā Mēness mēneša 15. dienā viņam ir jāieliek baseinā simts garšvielas un pieci augļi un jāpiedāvā tie desmit virzienu tikumīgajiem mūkiem. Ar šo spēku viņa māte varēs ēst. .\nMaudgaljana rīkojās saskaņā ar Budas gribu, un viņa māte beidzot tika atbrīvota. Šāda veida ceremonija tiek saukta par \"Obona svētkiem\", un šo festivālu sauc par \"Obona svētkiem\".\n(Piezīme: vielai ir dažādas sajūtas dažādos pasaules līmeņos. Piemēram: kad šajā pasaulē līst lietus, mēs to redzam kā \"ūdeni\", savukārt būtnes izsalkušo spoku valstībā to izjūt kā \"asinis\" un jūtas. elles pasaules būtnes to izjūt kā \"asinis\". Tā jūtas kā \"nometot zobenu\", savukārt debesu būtnes jūtas kā \"nometot ziedu\".)", "聖意": "Lūgšana par mājām un māju, lūgšana par veiksmi ziemā, bagātības meklējumi, darījumu neesamība, laulība, miers Liudzjā, gājēji, kustīgi lauki, zīdtārpiņi, seši dzīvnieki, cilvēku atrašana, tiesas prāvas, veiksme, migrācija, konservativitāte, zaudēts īpašums, slimības , sirdsmiers, kalnu un kapu miers", "古人": "Mulians izglābj savu māti", "第X籤": "Parakstīt četrdesmit divus", "宮": "Jūs pils"}