{"籤詩版本二": "Pasaule ir elastīga, un visas lietas ir pašatbalstošas, pašatbalstošas ​​un drošas\nDzīvē viss ir brīnišķīgi, pateicieties svētajiem un gudrajiem par visu un esiet plaukstoši.", "詩意": "Šī heksagramma atspoguļo harmoniju starp zemi un zemi.\nViss notiek labi un briesmas nedraud.", "解曰": "Visas lietas ir dzimušas. Visi plāni un vēlmes piepildās. Ford palīdz. Rui Cji steidzas.", "籤詩故事一": "◇Staigātāji iegūst apgaismību\nStāsts par ceļojumu uz Rietumiem:\nSun Wukong pārņēma Ziedu un augļu kalnu un kļuva par karali. Vēlāk, lai atrastu veidu, kā dzīvot mūžīgi, viņš astoņus vai deviņus gadus ceļoja pāri kalniem un upēm, lai pielūgtu patriarhu Bodhi kā savu skolotāju. Viņš iemācījās septiņdesmit divas zemes ļaunuma un kūleņu mākoņu pārvērtības, un pirmo reizi pieņēma uzvārdu Saule. Nosaukts Vukongs.\nPēc tam Sun Wukong devās uz Pūķu pili Austrumķīnas jūrā, lai atrastu piemērotu ieroci, un beidzot atrada Ruyi Golden Cudgel, Tianhe un Dinghai dievišķo adatu. Tā kā viņa mūža ilgums bija beidzies, viņš sacēla lielu traci pazemes pasaulē, pārskatīja dzīvības un nāves grāmatu un atgriezās cilvēku pasaulē. Vēlāk Sun Wukong pirmo reizi tika izsaukts debesīs un tika nosaukts par Bima Wen. Vēlāk viņš otrreiz tika izsaukts uz debesīm un tika nosaukts par Pērtiķu karali.Viņš arī zaga persikus un radīja nepatikšanas debesīs.Viņš tika aizzīmogots Bagua krāsnī, lai vingrinātu savas zelta acis un ugunīgās acis. Beidzot viņš tika apspiests Tathagata Buda Vuži kalna pakājē 500 gadus, nespējot kustēties. Vieta, kur tika spārdīta Bagua krāsns, pārvērtās liesmu kalnā.\nPēc piecsimt gadiem mūks Tans devās uz Rietumiem, lai iegūtu svētos rakstus, pagāja garām Piecu elementu kalnam un noņēma talismanu, pirms izglāba Sunu Vukonu. Suns Vukongs no pateicības izplūda asarās. Pēc Guaņina Bodhisatvas norādījuma viņš pielūdza Tanu Monku kā savu skolotāju un devās uz Rietumiem, lai kopā mācītos Svētos Rakstus. Ceļā uz Svēto Rakstu apguvi Suns Vukongs nolaidās uz dēmoniem un iznīcināja briesmoņus, kā arī vairākkārt veica neparastus varoņdarbus, taču viņa meistars Tans Sengs viņu atkal un atkal pārprata un izraidīja. Pēc astoņdesmit vienas grūtības darbs beidzot tika pabeigts.Četri meistari un mācekļi ieradās Xitian Leiyin templī un ieguva patiesos Svētos Rakstus. Sun Wukong sasniedza pareizo rezultātu.\n(Šis stāsts ir metafora, ka pat pērtiķis var kļūt apgaismots, nemaz nerunājot par cilvēku.)", "聖意": "Māja ir labvēlīga sev, bagātībai, biznesam, laulībām, Liujia, vīriešu kārtas gājējiem, lauku aizsprostojums, zīdtārpiņi, seši dzīvnieki, Zhongping, cilvēku meklēšana, tiesas prāvas, veiksme, migrācija, īpašuma zaudēšana, slimība, Sjiņsjiņa kaps, lietas ir labvēlīgi", "古人": "Ceļotājs sasniedz apgaismību", "第X籤": "Parakstīts 43. datumā", "宮": "xugong"}