{"籤詩版本二": "Aukstais laiks ūdeni pārvērš ledū.Kāpēc būt kārot pēc slavas?\nMan nekas cits neatliek, kā klusi sēdēt un gaidīt, kad lapas dabiski uzplauks.", "詩意": "Šajā heksagrammā ūdens pārvēršas ledū.\nNeprasi neko velti.", "解曰": "Ūdens sasalst ledū. Ledus kūst ūdenī. Ja tā ir sazvērestība. Tā tas ir.", "籤詩故事一": "◇ Van Sjans lūdz karpu (Twenty-Four Filial Piety Stories)\nVan Sjans no Jin dinastijas, pēc pieklājības vārda Fuzheng, dzimis Linijā.\nKad Van Sjans bija jauns, viņa bioloģiskā māte nomira. Viņa vientuļais tēvs apprecējās ar sievieti vārdā Džu, un Van Sjanam bija jauna māte. Kad Van Sjans bija jauns, viņa bioloģiskā māte nomira, un viņa vientuļais tēvs apprecējās ar sievieti vārdā Džu. Van Sjans pamāte bija šaurāka un greizsirdīga sieviete.Viņai nepatika Van Sjans un bieži lamāja viņu par maznozīmīgiem jautājumiem. Drīz vien pamātei arī piedzima dēls, vārdā Van Lans. Pamāte mīlēja tikai savus bērnus un uzskatīja Vanu Sjanu par ērkšķi sevī. Viņa kļuva vēl prasīgāka pret Van Sjanu un bieži runāja par Van Sjanu viņa tēva priekšā. Pat tēvs viņu pamazām vairs nemīlēja. Pamāte mīlēja tikai savus bērnus un uzskatīja Vanu Sjanu par ērkšķi sevī. Viņa bija vēl prasīgāka pret Van Sjanu un bieži runāja par Van Sjanu viņa tēva priekšā. Pat tēvs viņu pamazām vairs nemīlēja. Lai gan Van Sjans ir pusbrālis, Vans Lans ir ļoti draudzīgs pret savu brāli. Neskatoties uz pamātes spīdzināšanu, viņa joprojām bija ļoti dēka. Pamāte ir tik skarba, bet Van Sjans joprojām ir ļoti dēla.\nViņa pamātei ir hobijs, proti, viņai patīk ēst svaigas zivis, kas tikko izzvejotas no upes. Viņa pamātei ir hobijs, proti, viņai patīk ēst svaigas zivis, kas tikko izzvejotas no upes. Kādu ziemu viņa tēvs devās prom darba darīšanās, un viņa pamāte atkal saslima.Brāļi Van Sjans un Vans Lans mātei rūpīgi pasniedza zupu un zāles ēst. Spēcīgajos aukstajos laikapstākļos pamātes slimība joprojām neuzlabojās. pasteidzies. Kādu ziemu viņa tēvs devās prom darba darīšanās, un viņa pamāte atkal saslima.Brāļi Van Sjans un Vans Lans mātei rūpīgi pasniedza zupu un zāles ēst. Spēcīgajos aukstajos laikapstākļos pamātes slimība joprojām neuzlabojās. pasteidzies. Slimā pamāte gribēja ēst svaigas zivis no upes.Tajā bargajā aukstajā klimatā ārā sniga un ūdens upē jau bija pārvērties biezā ledū. Slimā pamāte gribēja ēst svaigas zivis.Kur tajā ledainajā un sniegotajā klimatā varēja atrast svaigas zivis?\nTajos laikos nebija nesezonas ēdienu, un tos nevarēja nopirkt pat tad, ja bija nauda.\nŠajā stāsta brīdī notika aizkustinošais stāsts par Vanu Sjanciu Li. Abi brāļi bezpalīdzīgi sargāja māti. Van Sjans gāja līdz aizsalušajai upei, lai nepieviltu slimo pamāti. Van Sjans radās ideja un novilka kreklu neatkarīgi no aukstuma. Viņš gulēja kails uz ledāja un gribēja. sava ķermeņa temperatūra, lai izkausētu ledu (tā Wang Xiangqiu karpu sauc arī par Wang Xiang, kas guļ uz ledus). Viņš novilka kreklu un kails gulēja uz ledāja. Viņš lūdza Dievu un teica: \"Dievs, mana māte ir slima un vēlas ēst svaigu karpu. Tev ir jāatrod veids, kā es varu kaut ko darīt.\" Savādi, ka ledus bloks blakus viņam pēkšņi saplaisāja, un bija divi. plaisas.Dzīva karpa izlēca no spraugas un uzlēca uz ledus.Wang Xiang bija ļoti priecīgs. Viņš lūdza Dievu: \"Dievs, mana māte ir slima un vēlas ēst svaigu karpu. Jums ir jāatrod veids, kā es varu kaut ko darīt.\" Savādi, ka ledus bloks viņam blakus pēkšņi saplaisāja, un tajā bija divas plaisas. No spraugas izlēca dzīva karpa un uzlēca uz ledus.Vangs Sjans bija ļoti priecīgs. Viņš ātri nometās ceļos, pateicās Dievam un skrēja mājās ar karpu. Viņš ātri nometās ceļos, pateicās Dievam un ātri paņēma karpu un devās mājās. Pēc tam, kad pamāte ēda svaigu karpu, viņa drīz atguvās no slimības. Pamāte slimnīcas gultā bija apstulbusi, ieraugot Van Sjans kailo ķermeņa augšdaļu, kas no aukstuma kļuva purpursarkana, un viņa rokās divas zivis.Viņa laimīga ieskrēja istabā un bija apstulbusi.\nVēlāk Van Sjans kļuva par ierēdni un kļuva par taibao, un viņam tika piešķirts hercoga tituls.", "聖意": "Neomulīgi mājās, es lūdzu par aizsardzību, finansiālas grūtības, biznesa problēmas, laulība, neatbilstība Liujia apdrošināšanai, gājēji, Chi Tian, ​​zīdtārpiņu zaudējumi, seši mājlopu zaudējumi, pazuduši cilvēki, publiskas tiesas prāvas, migrācija, konservatīvs, zaudēts īpašums, slimība , grūti atgūties, kalnu kaps, lai veicas", "古人": "Van Sjans lūdz karpu (Twenty-Four Filial Piety Stories)", "第X籤": "Četrdesmit deviņi uzvar loterijā", "宮": "Haigong"}