{"籤詩版本二": "Jūs varat ceļot uz visiem valsts nostūriem, pakarinot buru nojume, lai to varētu brīvi turēt\nJa pūš labvēlīgs vējš, tas drīz pienāks un laiva būs pilna ar dārgumiem.", "詩意": "Šī heksagramma ir kā laivas vilkšana ar vēju.\nViss iet labi.", "解曰": "Atpūties mierīgi. Nav jāpieliek pūles. Daudz bagātības. Visi apbrīnoja.", "籤詩故事一": "◇ Tao Zhugui pieci ezeri (Fan Ligui ezers)\nPavasara un rudens periodā Fanu Li, kura vārds bija Šaobo, sauca arī par Gui Jizipi vai Tao Džugunu.\nTajā laikā notika karš starp Vu štatu un Ju štatu, un Vu štats iznīcināja Ju štatu. Fan Li un Wen Zhong formulēja plānu Jue karalim Gou Jian, lai veicinātu Jue un iznīcinātu Vu. Fans Li personīgi ceļoja pa kalniem un upēm un apciemoja Sji Ši, skaistu sievieti ar tikumību, talantu un skaistumu, Huaņšas upē Bailuo kalnā un pasniedza to Vu karalim. Viņš izmantoja \"skaistuma triku\", lai sadarbojās iekšā un ārpusē un iznīcināja Vu karalisti.\nPēc tam, kad viņam izdevās iznīcināt Vu karalisti, Fan Li zināja, ka Gou Dzjaņs ir \"putns ar garu kaklu ar knābi\" un var dalīties ar viņu grūtībās un laimē, tāpēc viņš devās laivās ar Sji Ši pa Cji karalisti un mainīja savu. vārdā Gui Zipi un veda savu dēlu un mācekļus uz Cji karalisti.Viņi dzīvo kotedžā pie jūras. Viņš smagi strādāja, lai koptu tuksnešus, vadītu blakus uzņēmumu un veiktu uzņēmējdarbību.Dažu gadu laikā viņš uzkrāja desmitiem miljonu ģimenes īpašumu. Viņš bija dāsns, izplatot bagātību un darījis labu savai dzimtajai pilsētai. Cji iedzīvotāji novērtēja Fan Li gudrību un spējas. Cji karalis uzaicināja viņu uz galvaspilsētu Linzi un pielūdza viņu kā premjerministru, kurš atbild par valdības lietām. . Viņš iesaucās: \"Ierēdņa statuss var novest pie ministriem, bet ģimenes vadīšana var radīt bagātību. Cilvēkam, kurš sāka no nulles, tas ir sasniedzis galējību. Ilgstoši būt pagodinātam, iespējams, nav laba zīme.\" Tātad, tikai trīs gadus vēlāk viņš atkal drosmīgi atkāpās, atdeva zīmogu Cji karalim un atdeva visu savu ģimenes bagātību saviem tuviem draugiem un ciema biedriem.", "聖意": "Māja der pašam (nosūtīšanai), nauda ir laba, bizness ir labs, laulība ir vēla, laulība nav laba, Liujia ir drošībā, cilvēki traucē laukiem, zīdtārpiņi, rudens, mājlopi, pavasaris ir pārtikusi, cilvēki meklē cilvēkus, tiesas prāvas ir sliktas, migrācija ir konservatīva, pazaudētas lietas, Rietumu slimības ir atrisinātas, kalni un kapi ir dienvidos.", "古人": "Tao Džugui pieci ezeri (Fan Ligui ezers)", "第X籤": "Piecdesmitā loterijas uzvarētāja", "宮": "Haigong"}