{"籤詩版本二": "Vasara ir visgarākā diena, un visus uztrauc karstums un depresija\nDebesis un zeme arī zina, ko cilvēki vēlas, un pūš vējš un ir dabiski vēss", "詩意": "Šī heksagramma norāda, ka visi ir noraizējušies par karstumu.\nDariet visu, ko vēlaties.", "解曰": "Nav šaubu, vai virzīties uz priekšu vai atkāpties. Labi pavadīt laiku. Vai tas ir paredzēts kempingam? Nav nepieciešams rīkoties pārsteidzīgi.", "籤詩故事一": "◇Kong Ming ienāk Sičuaņā\nDžuge Lians (181–234), pēc pieklājības vārda Kongings, bija Jandu, Langjas (tagad Iņaņas apgabals, Šaņdunas province) dzimtene un bija Shu Han (Liu Bei) premjerministrs Trīs karaļvalstu periodā.\nLai gan Liu Bei uzvarēja Jingzhou, ar to nepietika, lai atdalītu vienu pusi. Džuge Kongmings plānoja ieņemt Sjičuaņu, lai palielinātu Liu Bei teritoriju. Šajā laikā Liu Džanam Jidžou ziemeļos uzbruka Džans Lu. Džuge Kongmings uzzināja, ka Liu Džans gribēja veltīt Sičuaņas karti Cao Cao, lai pasargātu sevi. Kad Džans Songs (Liu Džan padotais) satika Cao Cao, jo Cao Cao bija augstprātīgs un rupjš, Liu Džans aizveda karti atpakaļ uz Sjičuaņu un pa ceļam pagāja garām Jingzhou. Kongs Mins viņu jau gaidīja pa ceļam un uzaicināja uz Jingdžou, taču viņš nekad nepieminēja Sjičuaņas attēlu līdz izbraukšanas brīdim. Džans Songs bija pateicīgs Kongam Minam par viņa pieklājību un viesmīlību, tāpēc viņš Sjičuaņas attēlu veltīja viņu.\nSjičuaņas reljefs bija bīstams, un tam varēja uzbrukt vai aizstāvēties.Pēc Kong Mingas dažādajiem pasākumiem Sjičuaņa kļuva par Liu Bei dzimteni.\n(Kong Ming izturējās pret cilvēkiem pieklājīgi un viegli ieguva kāroto Sjičuaņu.)", "聖意": "Lūdziet par svētībām mājās un par savu aizsardzību (nelaimēs ir veiksmi) Meklējiet bagātību, veiksmi biznesā, kopīgu laulību, zēnu piedzimšanu Liujia, lauku pārvietošanu, zīdtārpiņus, mājlopu bojājumus, cilvēku atrašanu, valsts tiesas prāvas , migrācija, vecas pazudušas lietas, ziemeļu slimības, kalnu un kapu vēlmes", "古人": "Kongs Mings ieiet Sičuanā", "第X籤": "51. nodaļa: loterijas uzvara (Winning the Lot)", "宮": "Dzemde"}