{"籤詩版本二": "Lai noķertu Mēnesi ūdenī, ir jāpieliek lielas pūles. Tas prasa daudz pūļu, bet nekā.\nNerunājiet muļķības un netērējiet spēkus ķermeņa stiprināšanai. Vārds \"ķermenis nokaltis\" sākotnēji nozīmē \"ķermenis ir vientuļš\".", "詩意": "Šī heksagramma ir alkatīga pēc piepūles tēla.\nViss ir darbietilpīgs un darbietilpīgs.", "解曰": "Solījumus ir grūti atcerēties. Daudz smaga darba. Uztraukties mājās. Gaida tikšanos ar cēliem cilvēkiem.", "籤詩故事一": "◇Taibai dzērumā noķēra mēnesi (Li Taibai noķēra mēnesi dzērumā)\nLi Bai (701-762), pazīstams arī kā Taibai, zināms arī kā Qinglian Jushi. Tanu dinastijas dzejnieks, kurš sevi sauca par izraidītu nemirstīgo, bija pazīstams kā dzejas nemirstīgais, un viņš vienmēr bija laimīgs, nedzerot.\nReiz Li Bai ieradās Jinlingā (tagad Nanjing) un atpūtās restorānā blakus Vendes tiltam.\nTā bija ziemas Mēness mēneša piecpadsmitā diena.Naktīs viņš viens pats sēdēja restorānā un apbrīnoja mēnesi, dzerot un skaitot dzejoļus. Tā bija ziemas Mēness mēneša piecpadsmitā diena.Naktīs viņš viens pats sēdēja restorānā un apbrīnoja mēnesi, dzerot un skaitot dzejoļus. Li Taibai savā dzīvē visvairāk mīlēja mēnesi, sakot, ka tas ir tīrs un skaists. Li Taibai savā dzīvē visvairāk mīlēja mēnesi, sakot, ka tas ir tīrs un skaists. Tonakt viņš paskatījās uz augšu un ieraudzīja debesīs baltu un apaļu mēnesi.Viņš bija ļoti priecīgs un izdzēra vēl dažas glāzes. Tonakt viņš paskatījās uz augšu un ieraudzīja debesīs baltu un apaļu mēnesi.Viņš bija ļoti priecīgs un izdzēra vēl dažas glāzes. Pusnaktī Li Taibai izmantoja vīnu un devās lejā uz Vendes tiltu. Pusnaktī Li Taibai izmantoja vīnu un devās lejā uz Vendes tiltu. Tiklīdz viņš uzkāpa uz tilta, viņš nolaida galvu un pēkšņi ieraudzīja mēness iekrītam ūdenī.Kad upe sakustējās, baltajai mēness ēnai pievienojās dažas melnas līnijas. Tiklīdz viņš uzkāpa uz tilta, viņš nolaida galvu un pēkšņi ieraudzīja mēness iekrītam ūdenī.Kad upe sakustējās, baltajai mēness ēnai pievienojās dažas melnas līnijas. Li Taibai šajā laikā bija tik piedzēries, ka viņam likās, ka upes ūdens iekrāsojis mēness. Li Taibai šajā laikā bija tik piedzēries, ka viņam likās, ka upes ūdens iekrāsojis mēness. Viņš pat nepapūlējās novilkt zābakus, atvēra rokas un nolēca no tilta, lai noķertu mēnesi. Viņš pat nepapūlējās novilkt zābakus, atvēra rokas un nolēca no tilta, lai noķertu mēnesi. Negaidīti ar šo lēcienu mēness netika noķerts, bet gan ūdenī esošais mēness tika sadragāts un uzreiz sadalījās divās daļās. Negaidīti šajā lēcienā mēness netika noķerts, bet vīrietis noslīka. Viņš nomira sešdesmit divu gadu vecumā.", "聖意": "Māja ir nemierīga un pašam neveicas (neveicas, pievērsiet uzmanību veselībai), meklējiet līdzsvaru bagātībā (pat nedomājiet par to), grūts bizness, laulība nav nokārtota, lūdziet aizsardzību (iztukšojiet dārgumus, lai novērstu abortu) ), gājēji ir grūtībās, lauka zīdtārpiņi ir pieci balles, seši dzīvnieki nīkuļo, meklē cilvēkus (neveiksminieki), publiskas tiesas prāvas un (Pārtraukt prāvu) Parastā migrācija (nepiemin) Mantu zaudēšana (lidmašīna) Lūgšana aizsardzībai pret slimībām (nelaime) Lai veicas kalnos un kapos", "古人": "Taibai noķēra mēnesi dzērumā (Li Taibai noķēra mēnesi dzērumā)", "第X籤": "Piecdesmit sekundes laimests loterijā (loterija)", "宮": "Dzemde"}