{"籤詩版本二": "Kad vilšanās pārvēršas pacilātībā, pūķi rūk un tīģeri rēc.\nZilajām debesīm ir savs ceļš uz debesīm.Lai man ir vēl viena iespēja iegūt slavu.", "詩意": "Šī heksagramma ir kā pūķa rūkšana un tīģera rūkšana.\nIr cerība, ka viss izdosies.", "解曰": "Vienkārši māci un ej. Ir sava labklājība. Jātaisa beigās. Ir vieta, kur atrast.", "籤詩故事一": "◇ Liu Bei pieņem darbā līgavu\nPēc Čibi kaujas Sun Quan ļoti vēlējās atgūt Liu Bei sagūstīto Džingdžou, tāpēc viņš izmantoja Džou Ju plānu, izliekoties, ka vēlas saderināt savu māsu Sun Ren ar Liu Bei, bet patiesībā viņš gribēja ieņemt. Liu Bei kā ķīlnieku, lai pieprasītu Jingzhou.\nPēc tam, kad Džuge Liangs izspiegoja Džou Ju plānu, viņš nodeva brošūru ar stratēģiju Džao Junam, kurš aizsargāja Liu Beju, kad viņš devās uz Soochovu. Džao Juns ievēroja brošūrā izklāstīto stratēģiju un apzināti izdarīja lielu uzplaiksnījumu, lai ļautu Vu Guotai ( Sun Quan tēvs) zina par laulības piedāvājumu. Tā kā Vu Gutai mīlēja savu meitu un nevēlējās pieņemt nejaušus lēmumus par viņas meitas mūža lietām, viņa pārmeta Sun Quan nežēlību pret māsu un ierosināja personīgi pārbaudīt, vai Liu Bei ir savas meitas cienīgs Ganlu templī. Pēc tam, kad Vu Guotai iepazinās ar Liu Bei, viņa ļoti novērtēja Liu Bei un stingri iestājās par laulībām starp Liu Bei un viņa meitu. Rezultātā Liu Bei veiksmīgi apprecējās ar Sun kundzi.\nVēlāk Liu Bei un Sun kundze kopā aizbēga atpakaļ uz Jingzhou. Vēlāk Sun Quan vēlējās izmantot Liu Bei uzbrukumu Jidžou, lai uzbruktu Jingzhou, taču viņu apturēja Vu Gutai, kurš bija noraizējies par savas meitas drošību.\nViņš teica: \"Džou Ju gudrais plāns ir labākais pasaulē. Viņš zaudēja sievu un karaspēku.\"\n(Liu Bei ieguva no kaitējuma)", "聖意": "Man mājās nepaveicas un man nepaveicas (vispirms neveiksmes, tad veiksmi).Meklējiet bagātību, līdzsvaru, nepatikšanas laulībā, veiksmi laulībā.Lūdziet svētību gājējiem, zīdtārpiņiem laukos, piecus punktus par mājlopu postījumiem, meklējiet cilvēki, tiesas prāvas un migrācija, lai veicas ar zaudētajām mantām, lai veicas ar slimībām, kalnu un kapu miers.", "古人": "Liu Bei pieņem darbā līgavu", "第X籤": "Piecdesmit trešais uzvaras skaitlis", "宮": "Dzemde"}