{"籤詩版本二": "Pludmale ir pilna ar akmeņiem, strauts plūst, vējš ir skaidrs, mēness ir skaidrs, un dižciltīgie cilvēki ir aizņemti.\nPa ceļam jāprasa kur iet.Neņem mežā ziedu un augu smaržu.Nerūpējies.", "詩意": "Šī heksagramma ir kā laiva, kas brauc pa nelielu pludmali.\nVisā ir cēli cilvēki, kas palīdz.", "解曰": "Lai nopelnītu iztiku. Daudz smaga darba. Esiet konservatīvs un gaidiet. Visu to labāko.", "籤詩故事一": "◇Lušaņas sacelšanās\nAn Lushan (703-757), kura uzvārds bija Kang un vārdā Yaluoshan, bija no Liucheng, Yingzhou (tagad Chaoyang, Liaoning).\nVēlāk viņš pieņēma uzvārdu An un nomainīja savu vārdu uz Lushan. Tanu dinastijas imperatora Xuanzong valdīšanas laikā An Lushan bija militārais sūtnis.\nTjaņbao 14. gada novembrī An Lušans palielināja karaspēku Fanjaņā, lai uzbruktu Jan Guozžunam, viņš uzsāka sacelšanos un aizveda trīs pilsētu karaspēku, lai uzbruktu austrumu galvaspilsētai Luojanai. Ziņojumi no Taijuaņas steidzās uz Lišaņu.Tangs Sjuaņzons, kurš tajā laikā atradās Huacjinas pilī Lišaņā, neticēja, ka Anlušaņs sacelsies.Tomēr ziņas par sacelšanos turpināja izplatīties, un Sjuaņzons joprojām bija puslīdz pārliecināts. (Šis ir attēlojums \"rauni tekoša ūdens skaņai uz maziem akmeņiem straumē\")\nTikai tad, kad Pingjuaņas apgabala prefekts Jaņs Džencjins kādu nosūtīja, lai nosūtītu informāciju, Sjuaņdzongs pamodās no sava sapņa.\nSaskaņā ar Tanu dinastijas imperatora Sjuaņzona kļūdaino stratēģiju An Lušaņa kavalērijas pulks ieņēma austrumu galvaspilsētu Luojanu. Nākamā gada pirmajā mēnesī viņš sevi pasludināja par imperatoru Dajanu Luojanā, Dzjanjuaņu Šenvu, imperatoru Sjonvu un Da Sjjunu kā. premjerministrs.\nTā paša gada jūnijā Tanu dinastijas imperators Sjuaņdzons, vēlēdamies atvieglot krīzi Čaņā un maldīgas militārās izpratnes dēļ, izpildīja nāvessodu diviem slaveniem ģenerāļiem Fen Changqing un Gao Xianzhi. Šis rīkojums šokēja Tanu armiju. (Šī rīcība pārkāpj \"ceļam jānorāda uz priekšējo upi\")\nPēc tam Tanu dinastijas imperators Sjuanzons steidzami pavēlēja citam ģenerālim Ge Šuhanam vadīt Tanu armiju uz austrumiem no Tongguanas.\nGe Šuhans, kurš pilnībā saprata Tanu dinastijas imperatora Sjuaņzona stratēģisko kļūdu, plānoja atlikt izmaiņas (pieeja \"tas ir labi, ja vējš ir mierīgs un paisums ir mierīgs\").\nGalu galā Tanu dinastijas imperators Sjuaņzons uzskatīja, ka viņš ir pārāk kautrīgs, lai cīnītos, tāpēc viņam nekas cits neatlika kā cīnīties ar An Lushan asarās, un viņš tika uzvarēts. (Tas izpilda \"Ja jūs smagi strādājat, lai uzturētu sevi, jūs varat tikt ievainots.\")\nTanu dinastijas laikā, kad pierobežas karaspēkam un vietējiem garnizoniem nebija laika atbildēt, An Lushan armija nospieda robežu un ienāca galvaspilsētas teritorijā. Kritiskā situācijā Tanu dinastijas imperators Sjuaņzons lika gvardes korpusam aizbēgt no galvaspilsētas, izraisot bezvadītāja Sjjina Čaņa krišanu.\n(Tang Xuanzong pārkāpa šīs zīmes norādījumus, tāpēc An Lushan sacelšanās bija veiksmīga.)", "聖意": "Mājās ir drošībā, pašam labvēlīga, liktenis stabils, darījums sekmīgs un laulība veiksmīga (uzmanību).Laukā nāk gājējs vīrietis no Liujia, novāc zīdtārpiņus, sabojājas seši mājlopi. tiek atrasts un valsts prāva ir pamatota.Pazaudētā manta nes slimības, proti, Anšaņu kaps ir jālabo.", "古人": "Lushan sacelšanās", "第X籤": "Piecdesmit sestā izloze", "宮": "Neglītā pils"}