{"籤詩版本二": "Rīts un krēsla, Budas atbalstam ir jābūt briesmu laikā, bet ne briesmās\nJa tevi piesaista kāds cēls cilvēks, tad arī nauda un zīds tevi pavadīs.Tas ir Chuan Lai. Tas viss ir atkarīgs no jums.", "詩意": "Šī heksagramma attēlo dievu un Budu slepeno svētību.\nEsiet pacietīgs un veiksmi it visā.", "解曰": "Vecmodīga miera zīme. Kad viss ir dārgs, tas būs labvēlīgi.", "籤詩故事一": "◇Tang Monk sasniedza apgaismību\nKādu dienu Tang Sengs pienāca pie upes un ieraudzīja tās priekšā Budas Lingšaņas kalnu.Priekšā bija viena dēļu tilts.Tang Sengs neuzdrošinājās to šķērsot. Buda pārvērtās par laivinieku un turēja rokās salauztu laivu bez dibena. Tiklīdz Tang Monks iekāpa laivā, viņš iekrita upē un laivinieks viņu izglāba. Tang Monk ieguva Budas stāvokli. (Stāsts par ceļojumu uz Rietumiem)\n◇ Tanga mūka budistu raksti\nSanzangs no Tanu dinastijas, viņa parastais uzvārds bija Čeņs, un viņa vārds bija Yi. Dzimis Gouši apgabalā, Luodžou (tagad uz dienvidiem no Janši pilsētas, Henaņas provincē). Trīspadsmit gadu vecumā viņš kļuva par mūku un ieguva budistu vārdu Xuanzang.\nLai iegūtu oriģinālos budistu rakstus, viņš devās ceļā no Čaņas (mūsdienu Sjiaņa, Šaaņsji province) trešajā Dženguaņas gadā (629. g. p.m.ē.), devās pāri robežai un piedzīvoja neskaitāmas grūtības, lai sasniegtu Tjandžu ( Indija), lai vāktu svētos rakstus. Viņš ceļoja pa Gangas un Indas upju baseiniem un Indijas dienvidaustrumu piekrastes apgabaliem, pēc tam šķērsoja sniegotos kalnus un zaļās grēdas, veicot pārgājienu vairāk nekā 50 000 jūdžu šurpu un atpakaļ. Viņam vajadzēja 16 gadus, lai beidzot atgrieztos Čanā Dženguaņas 19. gads (645. g. AD). Viņš atnesa lielu skaitu budistu rakstu un tulkoja tos ķīniešu valodā.\n(Tangs Sanzangs gāja cauri garam ceļojumam turp un atpakaļ starp Ķīnu un Indiju. Viņam ceļojuma laikā noteikti bija radušās briesmas, taču viņš varēja droši atgriezties, jo aiz viņa stāvēja neredzams svētais aizbildnis.)", "聖意": "Mājas ir drošībā, pašam labvēlīgs, Rietumu bizness ir veiksmīgs, laulība ir veiksmīga, gājēji aizsprosto lauku, zīdtārpiņi ir bloķēti, zīdtārpiņi septiņas balles, lopi izdevīgi, cilvēku meklēšana, Rietumu valsts prāva ir slikta, migrācija ir konservatīva, zaudētie īpašumi ir redzami, slimība ir labvēlīga, kalni un kapenes ir labvēlīgas.", "古人": "Tang Monk sasniedza apgaismību", "第X籤": "Uzvarot loterijā sešdesmit divi", "宮": "Iņ pils"}