{"籤詩版本二": "Kad pienāks ziema, plūmju zieda zars kalnā netiks iznīcināts pat tad, ja tam nokrīt lapas un nokalst zari.\nBet, kad nāk pavasaris, es joprojām atdodu mani kā kurtizāni un iznīcinu oriģināldarbu.", "詩意": "Šajā heksagrammā plūmju zieds ieņem vadošo pozīciju.\nViss ir labi, ja tas kavējas.", "解曰": "Viena bulta izšāva tukša. Kad tas ir tukšs, tas nav tukšs. Gaidot atnākam pavasari. Krāsa ir tajā.", "籤詩故事一": "◇ Iegūts divreiz\nTanu dinastijas imperatora Dezonga valdīšanas laikā lojālo ministru Mei Bogao un viņa ģimeni iebilda nodevīgais premjerministrs Lu Cji, kurš gribēja viņus visus nogalināt. Tikai viņa dēlam Mei Liangju izdevās aizbēgt. Vēlāk viņš mainīja savu. vārdu Van Sjitonam, lai slēptu savu identitāti. Viņš dzīvoja viens uz ielām, izsalcis un auksts, bet par laimi viņu uzņēma Čeņ Rišens (Chen Dongchu). Čens Rišens nezināja savu dzīves pieredzi, tāpēc lūdza viņu palīdzēt kopt Čeņa plūmju dārzu, lai viņš nenomirtu badā uz ielām.\nČens Rišens bija Mei Bogao klasesbiedrs un draugs. Kad viņu vajāja Lu Cji, viņu izglāba Mei Bogao. Rezultātā Mei Bogao un Lu Cji kļuva naidīgi. Galu galā tika izpildīta visa viņu ģimene. Čens Šī iemesla dēļ Rišens jutās bēdīgs un dusmīgs. Pēc apprecēšanās viņš atkāpās no amata un pārcēla ģimeni uz Jandžou, lai dzīvotu noslēgtībā.\nČenam Rišenam ir meita vārdā Čeņ Sjiņjuaņa, kura ir skaista un smaržīga.Pēc tam, kad Čenu ģimenē ieradās Mei Lianju, viņi iemīlējās no pirmā acu uzmetiena. Dienā, kad plūmju ziedi bija pilnos ziedos, kas bija arī Mei Bogao nāves gadadiena, Čens Rišens un viņa ģimene atvēra altāri savas mājas plūmju dārzā, lai pieminētu savu mirušo draugu un labdari. Negaidīti pēkšņi mainījās laikapstākļi. , un uzpūta spēcīga sniega vētra, kas pārklāja visus plūmju ziedus.Iznīcināta. Čens Rišens žēlojās, ka viņam izdevies glābt aizbēgt, taču viņš pat nevarēja izglābt Mei ģimenes pēcnācējus. Viņam tas šķita Dieva brīdinājums, tāpēc viņš apsolīja, ka, ja vien plūmju ziedi atkal neuzziedēs, pierādot, ka pēcnācēji Mei ģimene vēl bija dzīva, viņš nekad neko neteiks.Viņš izbēga budismā un kļuva par mūku.\nViņa meita Sjiņjuaņa to dzirdēja un nekavējoties dedzināja vīraku un sirsnīgi lūdza Dievu, lai plūmju ziedi atkal uzziedētu. Viņu sirsnība aizkustināja debesis, un visi plūmju koki plūmju dārzā atkal uzziedēja; vēlāk Čeņs Rišens uzzināja, ka Sjitons ir Liangyu, tāpēc viņš saderināja ar savu meitu Sjiņjuaņu.", "聖意": "Māja nav laba pašam sev, cilvēks ir labs sev, cilvēks meklē bagātību, ir apdomīgs darījumos, ir īstais laiks, laulība ir vēla, pavasaris ir spēcīgs, rudens ir tukšs, ceļotājs kavējas, lauki plaukst, zīdtārpiņi plaukst, seši mājlopi plaukst, meklē cilvēkus, valsts tiesas prāvas, zaudējumi, migrācija, zaudēti īpašumi, austrumu slimības, viltus trauksmes, kalnu kapenes jāmaina.", "古人": "Divas reizes guva vārtus", "第X籤": "Sešdesmit deviņi uzvara loterijā", "宮": "Tatsumi"}