{"籤詩版本二": "Chao Chao ir kā ziedu vācēja bite, kas izlido no dienvidrietumiem un tad uz austrumiem\nPavasaris ir beidzies, ziedi pazuduši, un nav kur meklēt.Šī sirds savu atrašanās vietu nemainīs.", "詩意": "Šī heksagramma ir kā bite, kas plūc ziedus.\nViss ir darbietilpīgs un darbietilpīgs.", "解曰": "Nav pavasara ainavu. Lietus līst ilgu laiku, bet nekad neizdziest. Lūgt palīdzību. Labāk ir klusēt.\n.", "籤詩故事一": "◇Li Mi sacēlās pret Tanu dinastiju\nLi Mi\n(582-619), vēls Vagangas armijas vadītājs zemnieku sacelšanās laikā vēlīnā Sui dinastijā Ķīnā. Kaligrāfijas meistars. Vārda Fa meistars bija Čanjanas dzimtene Jingzhao, un viņa senču mājvieta bija Sjanpina, Liaoduna (tagad uz dienvidiem no Liaoyang, Liaoning). Viņa dzimtene ir Čanjana, Jingzhao, un viņa senču mājvieta ir Sjanpina, Liaoduna (tagad uz dienvidiem no Liaoyang, Liaoning).\nDevītajā Daye gadā (613) viņš piedalījās Jan Sjuangana sacelšanās pret Sui dinastiju Lijaņā (tagad uz ziemeļaustrumiem no Junxian apgabala, Henaņas provincē). Devītajā Daye gadā (613) viņš piedalījās Jan Sjuangana sacelšanās pret Sui dinastiju Lijaņā (tagad uz ziemeļaustrumiem no Junxian apgabala, Henaņas provincē). Noslēpumainā sajūta ir uzvarēta,\nLi Mi aizbēga. Sjuangans tika uzvarēts, un Li Mi aizbēga.\nDivpadsmitajā Daye gadā viņš pievienojās Vaganas armijai\n. Deja valdīšanas divpadsmitajā gadā viņš pievienojās Vagangas armijai. Li Mi bija labi stratēģijā. Divpadsmitā Dajas gada oktobrī Li Mi pārliecināja Džaju uzbrukt Sjinjanm Tonam, spēcīgajam armiju pavadošajam ģenerālim, lai aizstāvētu Džan Sjutu, sakaujot Sui armiju un nogalinot Džan Sjutu. Li Mi bija labi stratēģijā. Divpadsmitā Dajas gada oktobrī Li Mi pārliecināja Džaju uzbrukt Sjinjanm Tonam, spēcīgajam armiju pavadošajam ģenerālim, lai aizstāvētu Džan Sjutu, sakaujot Sui armiju un nogalinot Džan Sjutu.\nVēlāk viņš ierosināja uzbrukt Xingluo (vēlāk pārdēvēta par Luokou) noliktavai, atvērt noliktavu palīdzības sniegšanai un paplašināt komandu. Vagangas armijas komanda strauji pieauga. 13. Daye gadā Li Mi vadīja Vaganas armiju, bet Džai Rangs nodarbojās ar Sui dinastijas pazemināšanu un izplatīšanu. Notika karš par militārajiem resursiem un citiem jautājumiem, un Li Mi nogalināja Džai Rangu un simtiem viņa sekotāju. Vēlāk viņš ierosināja uzbrukt Xingluo (vēlāk pārdēvēta par Luokou) noliktavai, atvērt noliktavu palīdzības sniegšanai un paplašināt komandu. Vagangas armijas komanda strauji pieauga. 13. Daye gadā Li Mi vadīja Vaganas armiju, bet Džai Rangs nodarbojās ar Sui dinastijas pazemināšanu un izplatīšanu. Notika karš par militārajiem resursiem un citiem jautājumiem, un Li Mi nogalināja Džai Rangu un simtiem viņa sekotāju.\nDejas 14. gada martā Ju Veņuadži nogalināja Sui dinastijas imperatoru Janu.\n, lika vairāk nekā 100 000 cilvēku atgriezties rietumos. Dejes četrpadsmitā gada martā Yu Wenhuaji (Yu Wen, salikts uzvārds) nogalināja Sui dinastijas imperatoru Janu un atgriezās rietumos ar vairāk nekā 100 000 cilvēku. Li Mi saņēma pavēli uzbrukt Huadži. Lai gan Huadži tika sakauts, arī Li Mi karaspēks cieta lielus zaudējumus. Vēlāk tos vajāja Van Šičons. Li Mi armija tika sakauta un viņa nometne tika iznīcināta. Viņa ģenerāļi Cjin Šubao, Čens Džidzji (sākotnējais nosaukums Cheng Yaojin), Niu Jinda un citi tika sagūstīti. , Šans Sjonsjins padevās. Li Mi saņēma pavēli uzbrukt Huaji.Lai gan Huaji tika uzvarēts, Li Mi arī cieta smagus zaudējumus savā karaspēkā. Vēlāk viņu vajāja Van Šičuns. Li Mi armija tika sakauta un viņa nometne tika iznīcināta. Viņa ģenerāļi Cjin Šubao, Čens Džidzji (sākotnēji nosaukts Čeņ Jaojins), Niu Jinda un citi tika sagūstīti, un Šaņs Sjonsjins padevās. Li Mi bija izmisis, tāpēc viņš septembrī šķērsoja upi uz Heyang un padevās Tanu dinastijai. Li Mi bija izmisis, tāpēc viņš septembrī šķērsoja upi uz Heyang un padevās Tanu dinastijai.\nNovembrī Li Juaņs nosūtīja Li Mi uz Šaņdunu, lai savervētu vecos karaspēkus. novembrī,\nLi Juaņs nosūtīja Li Mi gaidīt Šandunā, lai savervētu vecos karaspēkus. Juzdams, ka viņu tur aizdomās, viņš sacēlās pret Tangu. Juzdams, ka viņu tur aizdomās, viņš sacēlās pret Tangu. Tanu ģenerālis Šens Jaņši uzaicināja Li Mi uzbrukt un nogalināja viņu pie Sjingunas. Tanu ģenerālis Šens Jaņši uzaicināja Li Mi uzbrukt un nogalināja viņu pie Sjingunas.", "聖意": "Māja, māja, mēle, sevi, nelietis, meklē bagātību, izšķērdēt biznesu, laulības, kas nav ilgstošas, Liujia, tukši ziedi, gājēji, Yaotian, zīdtārpiņu bojājumi, seši mājlopi, pazudušas personas, tiesas prāvas, zaudējumi, migrācija, konservativitāte, zaudēts īpašums, slimība, šķēršļi, kalnu kapu reforma", "古人": "Li Mi sacēlās pret Tanu dinastiju", "第X籤": "Septiņdesmitais neizšķirts", "宮": "Tatsumi"}