{"籤詩版本二": "Canglong deviņpadsmitās gvardes atziņa: sieviete apprecējās ar otro vīru\nAr vienu loku un divām bultām dinozauri tūlīt dzīvos mierā", "詩意": "Šī heksagramma ir kā loks, kas tur divas bultas.\nViss ir labvēlīgs, ja tas iet kopā.", "解曰": "Ne pārāk smags. Liktenis. Atveras Zhen Liuzhong. Vēlams būt piesardzīgiem.", "籤詩故事一": "◇ Veņdžuns apmeklē Sjangru\nZhuo Wenjun bija Zhuo Wang, bagāta uzņēmēja Džuo Van mazdēla meita no Lincjonas, Sičuaņas provincē. Viņa bija lietpratīga mūzikā un viņai bija literārs vārds. Viņa apprecējās, kad viņai bija sešpadsmit. Dažus gadus vēlāk viņas vīrs nomira, un viņa atgriezās savā dzimtajā ģimenē, lai dzīvotu kā atraitne.\nKādu dienu Sima Sjangru devās uz Džuo Vansuna māju uz banketu. Kad viņš uzzināja, ka Džuo Veņdžuns ir tikko atraitnis, viņš nospēlēja dziesmu \"Phoenix Seeking the Phoenix\", lai izteiktu savu mīlestību. Džuo Veņdžuns jau bija dzirdējis par Simu Sjangru, un šis bankets viņu vēl vairāk piesaistīja Simam Sjangru. No otras puses, pēc Sima Sjangru banketa viņš nekavējoties iztērēja daudz naudas, lai uzpirktu Džuo Veņdžuna personīgo kalponi, un lūdza viņu paust Simas Sjangru mīlestību pret Džuo Veņdžunu. Pēc tam, kad Džuo Veņdžuns ar kalpones starpniecību uzzināja par Sima Sjangru mīlestību, viņš nekavējoties steidzās uz krodziņu, kurā dzīvoja Sima Sjangru. Redzot Džuo Veņdžuna ierašanos, Sima Sjandru nekavējoties aizbēga kopā ar viņu pa nakti uz savu dzimto pilsētu Čendu.\nKad viņi atradās Čendu, pāris bija trūcīgi, un viņiem bija jāatgriežas Lincjong, lai atvērtu nelielu viesnīcu, lai nopelnītu iztiku. Džuo Veņdžuns pārdeva vīnu un Sima Sjangru mazgāja traukus. Viņi dzīvoja nabadzīgi. Pēc tam, kad Džuo Veņdžuna tēvs Džuo Vansuns par to uzzināja, viņš piekrita un pēc draugu padoma finansēja tos, lai Sima Sjangru un Džuo Veņdžuns atgrieztos Čendu dzīvot un vēlāk kļūtu bagāti.", "聖意": "Mājokļa un īpašuma zaudēšana, savas tiesības un netaisnības, bagātības meklēšana, darba darījumi, aizsardzība pret laulību atkalapvienošanos", "古人": "Wenjun apmeklē Sjangru", "第X籤": "Septiņdesmit viena laimesta loterija", "宮": "Tatsumi"}