{"籤詩版本二": "Biškopjiem ir jālūdz medus, lai viņus neiekostu dzelonis\nJūsu priekšā noteikti ir svešs ceļš.Noslēpums ir dziļš kā ērkšķu mežs.", "詩意": "Šī heksagramma simbolizē bites, kas vāc medu.\nViss ir darbietilpīgs un darbietilpīgs.\n\n(Šī heksagramma meklē salduma simbolu un iegūst rūgtumu.\nNovērsiet katastrofas it visā.\n)", "解曰": "Lietas ir jādara uzmanīgi. Nav nepieciešams to piespiest. Bites vāc medu. Kāds ir iemesls?", "籤詩故事一": "◇ Vans Mangs meklē talantus\nVar teikt, ka Van Manga ģimene Rietumu Haņu dinastijā ir bagāta ģimene. Lai gan viņa tēvs nomira jauns, vairāki viņa onkuļi un onkuļi kļuva par Haņu dinastijas imperatoriem. Viņi kļuva par ģenerāļiem, premjerministriem un kļuva par marķīzēm un saņēma apbalvojumus. Vangu ģimene bija ārkārtīgi ievērojama.\nTaču paša Van Manga mazā ģimene bija ārkārtīgi nabadzīga; viņa tēvs nomira jauns, un viņš dzīvoja tikai kopā ar māti, paļaujoties uz labdarību no radiniekiem. Taču tāpēc Van Mangs kopš bērnības attīstīja un praktizēja iemaņu kopumu saskarsmē ar cilvēkiem. Neatkarīgi no tā, cik skumjš vai dusmīgs viņš jutās, viņš vienmēr izrādīja ļoti priecīgu un mierpilnu skatienu radinieku, vecāko vai nepiederošo priekšā, tāpēc viņu diezgan atzinīgi novērtēja visi klanā.\nReiz viņa vecākais onkulis bija smagi slims.Uzzinājis par to, viņš nāca klāt un gaidīja pie pacienta gultas, atnesa zāles un ūdeni, kā arī naktīs bija nomodā.Vairākus mēnešus pēc kārtas bija izģērbies, izspūris un nomākts. Viņš vienkārši bija vairāk \"pacietīgs\" nekā pacients. Vairāk \"dēls\" nekā bioloģiskais dēls.\nPar to visi Taivānas iedzīvotāji viņu slavēja un rakstīja vēstules, lūdzot viņam atlīdzību.\nTāpēc Haņu dinastijas imperators Čens viņam piešķīra jaunā galvaspilsētas marķīza titulu un iecēla viņu par sargu pilī, kļūstot par tuvu imperatora ministru.\nAr savu augsto statusu un lielo varu Van Mangs nekad neizrādīja nekādu augstprātību vai atslābumu.Tā vietā viņš kļuva arvien pieklājīgāks un pieklājīgāks.No vienas puses, viņš sadraudzējās ar ministriem, ģenerāļiem, ministriem, slaveniem zinātniekiem un zinātniekiem.\nBet viņš dzīvoja ļoti taupīgi, bieži ēda gaļas ēdienus, nemaz nerunājot par to, ka valkāja garus halātus un kleitas ar garām piedurknēm, valkāja tikai īsas drēbes. Tātad visi valdībā un sabiedrībā vienbalsīgi viņu slavēja ar vārdu \"tikumīgs\".\nVēlāk viņa tēvocis Grand Sima Wanggen nomira no slimības, un viņš tika izvēlēts par viņa aizstājēju. Imperators un visi ministri uzskatīja, ka viņš ir vispiemērotākais. Tāpēc Van Mangs, kuram bija tikai trīsdesmit astoņi gadi, kļuva par Grand Sima ar augstāko militāro spēku valstī.\n(Šis stāsts ir metafora. Būt labam cilvēkam var palīdzēt atbrīvoties no \"grūtības būt bitēm dzeltam\" un sasniegt savus ideālus, kā vēlaties.)", "聖意": "Māja nav laba pašam, ģimene ir grūtībās, bizness ir bloķēts, laulība ir bloķēta, sešas bruņas ir viltotas, gājēji kavējas, zīdtārpiņu raža ir maza, mājlopi ir mazi, ir grūti atrast cilvēkus, prāva ir slikta, migrācija nekustas, pazaudētais īpašums ir slikts, slimība ir uzstādīta, kalnu kaps pazudis", "古人": "Van Mangs meklē talantus", "第X籤": "Uzvarot loterijā septiņdesmit divi", "宮": "Tatsumi"}