{"籤詩版本二": "Kad nāk pavasaris, pērkons satricina simtiem kukaiņu čivināšanu, un es novēršos no dubļiem\nKad es pirmo reizi sapratu, ka es joprojām nāku un eju, kad es mainījos, es kļuvu par pūķi.", "詩意": "Šī heksagramma ir kā pērkons un kukaiņi.\nTikšanās ar cēlu cilvēku ir laba zīme it visā.", "解曰": "Pērkons sit. Divas iemaksas iekšā un ārā. Mainiet vienreiz. Līdz Tjaņmeņai.", "籤詩故事一": "◇Chenqiao dumpis\nMūsu ēras 959. gadā nomira Džou Šizongs Čai Rons, un tronī kāpušajam imperatoram Gongam bija tikai septiņi gadi. Tajā laikā Džao Kuangyins, kurš kalpoja par inspektoru pils priekšā un Songdžou sūtni Vācijas armijā, piederēja reālai varai.\nMūsu ēras 960. gada pavasarī Džeņdžou (mūsdienu Džendinga, Hebejas provincē) un Dingžou (mūsdienu Dingsjaņas apgabals, Hebejas provincē) ziņoja, ka Ziemeļu Haņu dinastijas un Liao štata armijas kopīgi dodas uz dienvidiem, lai uzbruktu vēlākajai Džou dinastijai. liels impulss, un lūdza nosūtīt karaspēku pēc palīdzības. Vēlāk Džou dinastija pavēlēja Zhao Kuangyin vadīt savu karaspēku uz ziemeļiem, lai cīnītos pret ienaidnieku. Džao Kuangyins rīkojās slepeni sava brāļa Džao Guandži, Džao Pu, Ši Šouksina un citu plānu ietvaros.\n3. februārī, kad armija ieradās Čencjaojī (tagad Čeņcjao pilsēta, uz dienvidaustrumiem no Fengciu, Henaņa), viņi sāka dumpi un lika karavīriem ģērbties viņam dzeltenās drēbēs. Viņi sacēlās pret vēlāko Džou dinastiju un atbalstīja Džao Kuangyinu kā imperatoru. . Pēc tam Džao savu karaspēku veda atpakaļ uz Kaifenu, nesadedzinot, nenogalinot un nelaupot.\"Taizu Čeņ Cjao deva zvērestu netraucēt galvaspilsētas iedzīvotājus, un viņš apsolīja netraucēt pilsētu dienā, kad viņš ienāca pilsētā.\"\nMēness mēneša trešā gada trešajā dienā Džao Kuaņjins saceljās Čencjao un atgriezās galvaspilsētā. Fan Dži lika Van Pu un Vei Renpu iztaujāt Džao Kuangyinu. Luo Janhuans izvilka zobenu telts priekšā un skaļi kliedza. : \"Trīs armijām nav saimnieku. Ģenerāļi ir nolēmuši viņu iecelt par imperatoru. Ikviens, kurš runās, tiks nogalināts!\". Van Pu seja bija bāla kā zeme. Viņš nolaida soļus un paklanījās. Fan Dži arī paklanījās. Kuans Iņs personīgi palīdzēja viņam piecelties un izturējās pret viņu ar lielu pieklājību.\nPēc mērenas pretestības troni pārņēma vēlākās Džou dinastijas imperators Gongs, bet troni pārņēma Džao. \"Taizu grasījās pieņemt dzenu, bet dzena teksta nebija. Hanlinas zinātnieks Tao Gu pieņēma pasūtījumu. un iegāja viņam blakus, sacīdams: \"Tas ir darīts.\"\nPēc tam, kad Džao nāca tronī, viņš nomainīja valsts nosaukumu uz Song, Yuan uz Dzjanlong un padarīja Kaifengu par galvaspilsētu. Ši Šouksins, Gao Huaide, Džan Lingduo, Van Šenci, Džan Guanhans un Džao Janhui ieguva Dzjeduši titulu. , kas vēsturē bija pazīstams kā \"Chenqiao dumpis\".\nWikipedia\n(Šis stāsts parāda, ka šis ir Džao Kuangyina priekšnesuma sākums.)", "聖意": "Lūdziet par savām mājām, ikdienu, bagātību, veiksmi, veiksmi biznesā, cēlu laulību, panākumus Liudzjā, vīriešu kārtas gājējus, agru zīdtārpiņu piedzimšanu laukos, sešu dzīvnieku agrīnu piedzimšanu, veiksmi pavasarī, cilvēku meklēšanu , veiksme tiesvedībā, veiksme migrācijā, zaudēti īpašumi, briesmas slimībās, briesmas kalnos un kapos.", "古人": "Chenqiao dumpis", "第X籤": "Parakstīts septiņdesmit trīs", "宮": "Mi pils"}