{"籤詩版本二": "Sapņā tika teikts, ka būs daudz bagātības, bet slava būšot bezjēdzīga.\nŪdens ir tālu un kalni ir tālu, bet grūti būt uzticīgam.Cildens cilvēks dod norādījumus un smaida.", "詩意": "Šī heksagramma ir simbols dārgumu iegūšanai sapnī.\nViss ir vairāk vai mazāk reāls.", "解曰": "Sapņot kā sapnis. Nav cerību uz slavu. Vienkārši gaidiet labus laikus. Cēli norādījumi.", "籤詩故事一": "◇ Atgrieziet nefrītu Džao (nododiet nefrītu Džao pēc tā pabeigšanas)\n283. gadā pirms mūsu ēras karalis Džao Huivens ieguva He's Bi no Ču. Kad karalis Cjiņ Džaoksians uzzināja šīs ziņas, viņš nosūtīja vēstuli karalim Džao, paužot gatavību apmainīt piecpadsmit pilsētas pret He's Bi.\nLins Sjangru analizēja karalim Džao, ka Cjiņ ir spēcīgs un Džao vājš, un tas ir jānomaina.\nPēc tam karalis Džao nosūtīja Linu Sjangru uz Cjinu kopā ar He's Bi.\nCjiņas karalis satika Linu Sjangru Džantai, un Lins Sjangru uzdāvināja nefrītu Cjiņas karalim. Cjiņa karalis bija ļoti priecīgs un nodeva skaistulei He's Bi, un visi apkārtējie uz to paskatījās.Šajā laikā visi pa kreisi un pa labi kliedza, lai dzīvo.\nLins Sjangru redzēja, ka Cjiņas karalim nebija nodoma atdot pilsētu Džao, tāpēc viņš teica Cjiņas karalim, ka Viņa skuķis ir bojāts, un vēlējās norādīt uz to Cjiņas karalim, lai izmantotu iespēju iegūt skuķis atpakaļ.\nPēc tam, kad Lins Sjangru atņēma Heši Bi, viņš stāvēja blakus lielajam stabam, parādot, ka vēlas mirt ar Heši Bi.\nŠajā laikā Liņ Sjangru sacīja Cjiņas karalim: \"Džao karalis tomēr pārvarēja ministru iebildumus un pieņēma ministra priekšlikumu. Pat ja viņš nemaldināja viens otru, mijiedarbojoties ar vienkāršo tautu, nemaz nerunājot par to, ka Cjiņa ir liela valsts!Lai saglabātu draudzību starp Cjiņu un Džao, karalis Džao Pēc piecu dienu badošanās es nosūtīju savus ministrus uz Cjiņu kopā ar skuķi.Diemžēl Cjiņas karalis ne tikai nedomāja dot Džao pilsētā, bet arī nodeva He ģimenes skuķi skaistai sievietei, kas patiešām bija ņirgāšanās par maniem ministriem.\nPabeidzis runāt, Lin Sjangru nekavējoties izdarīja žestu, atsitoties pret stabu. Cjiņas karalis baidījās, ka Viņš ir Bi tiks sabojāts, tāpēc izlikās, ka atvēl Džao piecpadsmit pilsētas. Lins Sjangru redzēja karaļa Cjiņa nodevīgo plānu, tāpēc viņš lūdza karali Cjiņu gavēt piecas dienas, pirms viņš pasniedza Viņa Bi, lai aizkavētu laiku. Šajās dažās dienās Lin Sjangru sūtīja savus pavadoņus atgriezties Džao štatā kopā ar skuķi, kamēr viņš palika, lai risinātu Cjiņas karali.\n(Šis stāsts ir kā parasta cilvēka acis, kuras fascinē viņa statuss.)", "聖意": "Lūdziet par māju un lūdzieties par sevi, lai bloķētu bagātību. Grūti precēties. Grūti ir laulībā. Tauta nav harmonijā.", "古人": "Atgrieziet nefrītu Džao (pabeidziet nefrītu Džao)", "第X籤": "Septiņdesmit septītā laimestā loterija", "宮": "Pusdienas pils"}