{"籤詩版本二": "Platanu kokiem nobirušas lapas, tuvojas rudens, un ceļotāju atgriešanās ceļš izskatās pēc mākoņiem.\nPateicoties Dieva lielajām pūlēm, kuģis atgriezās ar dārgumu vējā.", "詩意": "Šī heksagramma attēlo nokritušo platāna lapu attēlu.\nViss ir slikti iepriekš un labi beigās.", "解曰": "Ņem lietas no sirds. Tjaņsjīns tam seko. Lai nopelnītu iztiku. Dariet visu, ko varat.", "籤詩故事一": "◇Vējš pūš uz Tengvangas paviljonu\nVan Bo, pēc pieklājības vārda Zian, bija agrīnās Tanu dinastijas dzejnieks. Viņš dzimis Janhui, Tanu dinastijas imperatora Gaozuna pirmajā gadā. Vans Bo ir lasījis Svētos Rakstus kopš bērnības, un viņš ir pazīstams kā \"brīnumbērns\". Vans Bo ir lasījis Svētos Rakstus kopš bērnības, un viņš ir pazīstams kā \"brīnumbērns\".\nKad viņam bija desmit gadu, viņam un viņa tēvam gadījās iet garām Guandi templim. Viņi templī ieraudzīja majestātisko Guandi statuju, turot rokās \"Pavasara un rudens\" eksemplāru un lasot to. Kad tēvs to ieraudzīja, viņš Viņš skandēja imperatoram Guanam: \"Turot trīs zaļas bārdas šķipsnas, lasot Cjinu dinastijas vēsturi zaļai laternai un godinot slavenos vārdus. Turot rokā zaļo pūķi un mēnesi.\" ka šī gada rudenī Van Bo devās no Šaņsji uz Hainaņas salu, lai apciemotu savu tēvu, kurš tika pazemināts par Dzjaodži apgabala maģistrātu. , pa ceļam šķērsojot tūkstošiem kalnu un upju. Gada rudenī, kad viņam bija divdesmit septiņi, Van Bo devās no Šaņsji uz Hainaņas salu, lai apciemotu savu tēvu, kurš bija pazemināts Dzjaodži apgabala maģistrāta amatā. Pa ceļam viņš gāja cauri tūkstošiem kalnu un upju.\nKad tajā dienā ieradāmies Madangas kalnā, visi devās krastā atpūsties.Kad Van Bo viens pastaigājās pa seno templi, viņš pēkšņi ieraudzīja vecu vīru sēžam uz akmens blakus templim.Vecais vīrs izskatījās pēc bērna gaišiem matiem. un pasaku izskats.Viņš sacīja Van Bo: \"Vai tu neesi Van Bo?\" Van Bo bija pārsteigts un sacīja: \"Tieši tā! Kā tu to zini?\" Vecais vīrs sacīja: \"Es jau sen esmu dzirdējis, ka tev ir labi. nodomi glābt cilvēkus, un jūsu dzejoļi ir ļoti nozīmīgi. Tengvangas paviljonā rīt būs grandioza ballīte. Ja varēsiet apmeklēt banketu un uzrakstīt eseju, jūs būsiet slavens visu laiku un saņemsiet ceļa izdevumus.\" Kad viņi ieradās. Madangas kalnā visi devās krastā atpūsties.Kad Van Bo viens staigāja pa seno templi, viņš pēkšņi ieraudzīja uz akmens blakus templim: Sēdēja vecs vīrs, kurš izskatījās pēc bērna ar gaišiem matiem un pasaku. Viņš teica Van Bo: \"Vai tu neesi Van Bo?\"\nVan Bo bija pārsteigts un teica: \"Tieši tā! Kā jūs to zināt?\"\nVecais vīrs teica: \"Es jau sen esmu dzirdējis, ka jums ir labs nodoms glābt cilvēkus, un jūsu sacerētie dzejoļi ir diezgan jēgpilni. Rīt Prinča Tenga paviljonā notiks grandioza ballīte. Ja varēsiet apmeklēt banketu un sacerēt, tu būsi slavens visu laiku un saņemsi ceļa izdevumus.\"\nVan Bo sacīja: \"Šī vieta atrodas sešu vai septiņsimt jūdžu attālumā no Tengvangas paviljona. Kā mēs varam šeit nokļūt rīt?\" Vecais vīrs sacīja: \"Es izmantošu zirgu kā dievišķu vēju, lai palīdzētu jums braukt gludi. noteikti ieradīsies rīt.\" Van Bo man pateicās un sacīja: \"Atvainojiet, mans sievastēvs. , vai tu esi nemirstīgs vai dievs?\" Vecais vīrs smējās un sacīja: \"Es esmu Zhongyuan Shuijun, kas atbild par šo ūdens apgabalu!\" Van Bo sacīja: \"Šī vieta atrodas sešu vai septiņsimt jūdžu attālumā no Tengvangas paviljona. Kā mēs varam šeit nokļūt rīt?\"\nVecais vīrs teica: \"Es izmantošu zirgu kā dievišķu vēju, lai palīdzētu jums braukt gludi. Es noteikti ieradīšos rīt.\"\nVan Bo pateicās viņam un sacīja: \"Atvainojiet, sievastēvs, vai jūs esat nemirstīgais vai dievs?\"\nVecais vīrs smējās un sacīja: \"Es esmu Zhongyuan Shuijun, kurš ir atbildīgs par šo ūdens apgabalu!\" Tad vecais vīrs mudināja Van Bo ātri kāpt laivā. Viņš kādu laiku redzēja labvēlīgus mākoņus, kas viņu ieskauj, un vēju. un ūdens pa ceļam bija gluds.Acu mirklī viņš bija nobraucis simtiem jūdžu.\nTad vecais vīrs mudināja Vangu Bo ātri iekāpt laivā.Viņš kādu brīdi redzēja, ka viņu ieskauj labvēlīgi mākoņi, un tas bija gluds ceļojums.Acu mirklī viņš bija nobraucis simtiem jūdžu. Kā gaidīts, Van Bo steidzās uz prinča Tenga paviljonu grandiozā pasākuma rītā.\nKā gaidīts, Van Bo steidzās uz prinča Tenga paviljonu grandiozā pasākuma rītā. Un uz vietas viņš uzrakstīja \"Prinča Tenga paviljona priekšvārdu\", ko Tanu dinastijas imperators Gaozongs sauca par mūžīgo šedevru. Un uz vietas viņš uzrakstīja \"Prinča Tenga paviljona priekšvārdu\", ko Tanu dinastijas imperators Gaozongs sauca par mūžīgo šedevru.\nIr dzejolis, kurā teikts:\nVienmēr ir teikts, ka talantīgi cilvēki ir dievi, tāpēc nav nejaušība, ka vējš atnes Nančangu uz Nančangu;\nEs uzrakstīju teikumu par Tenga Vanga augsto paviljonu, un tad viņš pavadīja nemirstīgos uz Džonjuaņu.", "聖意": "Lūdziet par savām mājām un pasargājiet sevi, lūdzieties par svētībām, meklējiet bagātību un panākiet laulību un harmoniju.", "古人": "Vējš pūš uz Tengvangas paviljonu", "第X籤": "Parakstīt astoņdesmit vienu", "宮": "Vei Gongs"}