{"籤詩版本二": "Ko darīt, ja reputācijas dēļ zaudē savu tikumu?Es baidos, ka veiksme mainīsies un notiks sliktas lietas.\nPiedzēries, es nezinu, kur iet. Man ir miglains sapnis zaļo priežu ēnā.", "詩意": "Šī heksagramma attēlo aukstas zivis, kas atstāj ūdeni.\nNeko nevar kustināt.\n\n(Šī heksagramma ir slikta tikuma un neveiksmes simbols.\nTuriet kājas pie zemes it visā.\n)", "解曰": "Aukstā zivs atstāj ūdeni. muša ziedē. Ja jautā par nometnes plāniem. Labāk ir Mo Qi\nŠī zīme nesīs Liujia neveiksmi. Viss noiet greizi. Lūdziet par drošību.", "籤詩故事一": "◇ Džuandzi pārbauda savu sievu\nDžuandzi dzimis Džou dinastijā. Viņa uzvārds bija Džuans, vārds Džou un vārds Zisju. Viņš bija Mengyi dzimtais Sonu dinastijā. Džou dinastijas laikā viņš bija Qiyuan ierēdnis.\nKādu dienu Džuandzi uz kalna sastapa sievieti, kura tupēja jauna kapa priekšā, izmisīgi kratīdama savu vēdekli, it kā vēlētos izžāvēt slapjo augsni uz kapa. Džuandzi nesaprata viņas nodomu, tāpēc jautāja viņai. Viņa stāstīja, ka kapā apbedītais ir viņas vīrs, un vīra pēdējie vārdi bija tādi, ka viņa nevarot atkārtoti apprecēties, kamēr kapa zeme nav izžuvusi. Viņa nevarēja ilgāk gaidīt, tāpēc viņa maisīja kapa augsni, lai tā ātrāk izžūtu, lai viņa varētu ķerties pie otrā pavasara.\nDžuandzi nopūtās, kad viņam likās, ka pasaulē ir tik bezsirdīga sieviete. Tad es domāju, vai mana sieva būtu tāda? Kad rodas aizdomas, es gribu to pārbaudīt.\nDžuandzi sievas uzvārds bija Tjans, un pārim parasti bija tuvas attiecības.Lai pārbaudītu sievas lojalitāti, Džuandzi nolēma izlikties mirušu.\nUzzinot, ka Džuandzi nomira no pēkšņas slimības, daudzi cilvēki no visas malas, tostarp radinieki un draugi, ieradās izteikt līdzjūtību. Viņu vidū bija arī izskatīgs karalis un mazdēls no Ču štata, kurš bija bagāts. Redzot, ka kundze. Tjans bija tikko atraitnis un nožēlojams, viņš vajāja viņu. Tjanas kundze neizturēja kārdinājumu un iemīlēja Vanu Sunu. Viņi apprecējās tikai divdesmit dienu laikā.\nTajā naktī, kad vīns bija izdzerts un ausis karstas, Vans Suns pēkšņi pārcieta sirdslēkmi un nomira.\nTiaņas kundze bija nobijusies un panikā un steidzami jautāja Van Sunam, ko darīt. Van Suna izturēja sāpes un pastāstīja Tjaņas kundzei, ka mirušo ķermeņu smadzenes var izmantot, lai mirušos atgrieztu dzīvē.\nKur atrast mirušo ķermeni? Tjanas kundze pēkšņi nodomāja, vai viņas vīrs vienkārši nenomira? Tjaņa kungs aizmirsa par veco mīlestību starp vīru un sievu un patiesībā paņēma cirvi un pāršķēla vīra zārku, gatavojoties izņemt viņa smadzenes pēc zālēm.\nNegaidīti, kad zārks tika atvērts, Džuandzi atdzīvojās. Tjanas kundzei bija tik liels kauns, ka viņa pakārās.\n(Šis stāsts ir metafora draudzības pārkāpšanai personīga labuma gūšanas nolūkā, tāpēc mēs tam nevaram piekrist.)", "聖意": "Māja ir mierīga, es ir drošībā, nauda ir negodīga, darījumi ir upurēti, laulība ir atrisināta, ļaunums ir plaukstošs Liujia, gājēji nav ieradušies, zīdtārpiņš ir plakans, mājlopi ir plakani, cilvēki ir pazuduši, prāva mainās, mācekļi ir konservatīvi, īpašums nav slims, un kalns un kaps ir ļauni.", "古人": "Džuandzi pārbauda savu sievu", "第X籤": "84. daļa", "宮": "Vei Gongs"}