{"籤詩版本二": "Kalna priekšā ceļu klāj tumši mākoņi un migla.Viss apaļš un atkal apaļš mēness.\nJa jūs saņemsiet dzeju un grāmatas, jūs pamodīsities no dziļa sapņa, cēls cilvēks jūs aizvedīs uz jumta.", "詩意": "Šī heksagramma simbolizē pavasara beigas un ziedu ziedēšanu.\nViss mainās pēc Kunga.", "解曰": "Vecajam jālūdz palīdzība. Tas atkal zied pavasarī. Vēlme pēc slavas un bagātības. Saskarieties ar negaidītu notikumu vēlā dzīvē.", "籤詩故事一": "◇ Han Vengongs sastopas ar sniegu\nHan Ju, kuras vārds bija Tuiži, bija no Čangli. Tans Dezongs kļuva par Jinshi astotajā Džeņuaņas dzīves gadā, un viņa pēcnāves tituls bija Veņguns.\nTanu dinastijas imperatora Sjaņzona valdīšanas laikā Haņ Ju protestēja ar Budas kauliem, kas saniknoja imperatoru. Han Ju pameta sievu un bērnus un devās uz Čaodžou. Pastaigājoties nepilnas dienas, pieņēmās spēkā auksts vējš un stipri sniga. Han Ju nonāca vietā, kur sniegs bija vairākas pēdas dziļš, apgrūtinot viņa zirga kustību uz priekšu.Tuvumā nebija nevienas mājas un viņš nezināja, kur atrodas ceļš. Ja vēlaties iet pa ceļu un atkāpties, atpakaļceļa nav. Pūta stiprs vējš un strauji sniga sniegs.Han Yu bija izmirkusi līdz ādai, nosalusi un izsalcis, un viņam nebija kur izteikt savas bēdas.\nHan Yu nopūtās un sacīja: \"Imperators mani nenogalinās, bet imperators vēlas mani iznīcināt.\"\nTieši tad, kad Han Ju bija izmisusi, viņš ieraudzīja vīrieti, kurš nāk tīrīt sniegu, neskatoties uz stipro aukstumu. Viņš izrādījās Han Sjandzi (Han Yu brāļadēls).\nIepriekš Haņ Sjandzi bija teicis Han Ju: \"Kur ir Yun Heng mājas Cjiņlingā? Sniegs apskauj zilos vārtus, un zirgs apstājas uz priekšu.\" Toreiz Han Ju nesaprata, ko Han Sjandzi domāja, bet tagad viņš beidzot sapratu.\nTā Han Ju un Han Sjandzi devās nakšņot Fu mājā Languanā. Runājot par pagātni un ceļu uz pilnveidošanos, Han Yu bija patiesi pārliecināts.\nVēlāk Han Ju pameta oficiālo amatu, visu savu īpašumu nodeva vietējai valdībai un devās uz kalniem, lai praktizētu daoismu un kļūtu par nemirstīgo.", "聖意": "Māja pašam neder, jāmeklē nauda, ​​jākoncentrējas uz biznesu, laulības kavējas, Liujia sieviešu kārtas gājēji bloķē laukus, zīdtārpiņi labi, mājlopi labi, cilvēkus grūti atrast, valsts tiesas prāvas atkārtojas, migrācija notiek atjaunināts, pazaudētas lietas ir nopietnas, slimības aizkavējas, kalnu kapenes jāmaina.", "古人": "Han Vengong sastopas ar sniegu", "第X籤": "Astoņdesmit piektā laimesta loterija", "宮": "Šeņgun"}