{"籤詩版本二": "Ejot līdz pusei rietumu kalnā, Džunlingas klintis nevar nosēsties.\nLūkojoties Dievam pēc aizsardzības, šis ķermenis joprojām atrodas morgā", "詩意": "Šī heksagramma ir kā zelta meklēšana smiltīs.\nVisā ir cēlu cilvēku pazīmes.\n\nArī: šī heksagramma norāda, ka persona ir apdraudēta.\nVisā ir cēlu cilvēku pazīmes.", "解曰": "Nefrītu var atrast, kaļot akmeni. Atrodi zeltu smiltīs. Jāstrādā smagi. Tikai nepatikšanas.\nVēl viens darbs: sarežģīta situācija. Nav kur palikt. Lūdziet Dieva svētību. Lūdziet par sirdsmieru.", "籤詩故事一": "◇ Iekod zeltu un izpēti pazemes alu\nLai atzīmētu savus militāros varoņdarbus, Cheng Yaojin sarīkoja banketu Yanwuyang. Pēkšņi zemē atvērās neizdibināma bedre.Ikviens izlozēja, izvēloties vārdus, nokožot zeltu, lai uzvarētu, un iznomājot virves, lai iesietu bedrē.\nIr akmens durvis, galdi, krēsli, tilti un citi priekšmeti.Uz galda ir pūķa halāti un nefrīta jostas, kas ir izgatavotas no zelta un nolietotas no alas.\nJao Džins iznāca no cauruma ar lielu kasti un mazu kastīti, atvēra koka kasti un izņēma nefrīta zīmogu, atvēra kasti, izņēma lielo karogu, kroņa halātu un sliedes un nolika tos uz galda, un visi skatījos tos pa vienam. Es redzēju astoņas zīmoga zīmes, kas iegravētas uz lielā zīmoga, bija \"Hunši dēmonu karalis, lielais tikumīgais imperators\".\nVisi viņu pielūdza kā \"imperatoru\", un Jaojins to darīja trīs gadus kā dēmonu karali. (Patiesībā tas bija tikai pašpasludināts, un Cheng Yaojin tajā laikā bija tikai ciema vadītājs.)\n(Šis stāsts ir metafora, ka labas lietas ir gluži kā aktiermāksla. Tā ir mākslinieciskā koncepcija \"šis ķermenis joprojām ir tukšumā\".)", "聖意": "Lūgšana par mājām un māju, sevis sakāve, bagātības meklējumi, cītīgs darbs, piesardzība biznesā, laulību kavēs Liu Jiaxu, gājēji, Chi Tian, ​​zīdtārpiņi, stabili seši mājlopi, cilvēku meklēšana, bez tiesas prāvām, zaudējumi , migrācija, pazaudētu īpašumu glabāšana, ļaunas slimības, šķēršļi, kalni un kapi.", "古人": "Zelta kapenes izpēte", "第X籤": "Parakstīt astoņdesmit septiņu", "宮": "Šeņgun"}