{"籤詩版本二": "Netraucē mani ar savām personīgajām lietām.Tas ir pareizāk jautāt sabiedrībai.\nSkaidra sirds ir tikpat gaiša un skaidra kā spožs mēness debesīs", "詩意": "Šī heksagramma attēlo spoža mēness attēlu debesīs.\nViss ir gaišs un gaisīgs.", "解曰": "Esiet taisni sirdī. Iztaisnojiet likumu. Svētie vārdi. Beidzot kļūst skaidrs.", "籤詩故事一": "◇Kong Minga ģenerālis\nRisinājums: Džuge Liangs mobilizē savu karaspēku un ģenerāļus\nTrīs karaļvalstu periodā Džuge Lians (181-234), pēc pieklājības vārda Kongmings, dzimis Jandu, Langjas štatā (tagad Iņanas apgabals, Šaņdunas provincē).\nDžuge Lians piekrita kļūt par amatpersonu pēc tam, kad Liu Bei trīs reizes apmeklēja salmu kotedžu. Tajā laikā Cao Cao bija nomierinājis Hebeju un bija apņēmies doties uz dienvidiem. Viņš nosūtīja Sjahou Dunu par ģenerāli, Ju Dzjinu, Li Dianu un citus kā galveno. ģenerāļu vietniekus, vadot 100 000 lielu armiju, lai dotos uz Sjinye. Lai gan Džuge Lianam tajā laikā bija plāns atkāpties no ienaidnieka, Guaņ Ju un Džan Fei nicināja Džuge Lianga vārdus. Džuge Lianam nekas cits neatlika kā izmantot Liu Bei zobenu, lai viņus abus pārliecinātu, lai viņi katrs vadītu tūkstoš karaspēka un slazdā Jušaņā un Anļinā. Viņi gaidīja, kad Sjahou Duns vadīs savu armiju, un tad uzbruka viņiem ar slazds un uguns.\nTurklāt Džao Juns tika nosūtīts vadīt vecās un vājās armijas paliekas, lai cīnītos kā avangards pret Sjahou Dunu, un pēc tam viltojis sakāvi un atkāpās, ievilinot Sjahou Dunu šaurajā kalnos un mežos. Viņš arī nosūtīja Guaņu. Ping, Džou Kans, Liu Fens un citi, lai ielīstu Cao armijas aizmugurē, sadedzinot krājumus un radot paniku Cao armijā.\nPēc kaujas viss notika tā, kā Zhuge Liang norunāja. Kad Sjahou Duns un Ju Dzjiņ vadīja armiju vajāšanā, Li Dians, kurš atradās aizmugurē, steidzami informēja Sjahou Dunu priekšā, ka viņam ir jāsargājas no ienaidnieka uguns uzbrukumiem. Tomēr bija par vēlu. Cao armiju ierobežoja šaurā ceļa un atradās vietā, kur koki bija savīti, tāpēc ugunsgrēku nevarēja izcelt.Bija smagi upuru, un Xiahou Dun un citi ģenerāļi tika uzvarēti un aizbēga atpakaļ uz Xudu.\n(Šis stāsts ir metafora, ka Kongs Mins labi prot izmantot cilvēkus un gudri pārvaldīt valsti.)", "聖意": "Māja un māja ir labvēlīga.Novēlu veiksmi bagātībā, sirdsmieru, plaukstošu biznesu, laulības, panākumus, panākumus Liudzjā, vīriešus, kas pārceļ laukus, zīdtārpiņus, mājlopu zaudēšanu, pazudušus cilvēkus, valsts tiesas prāvas, migrāciju, zaudētos īpašumus, svētības, slimības, miers, kalni un kapi.", "古人": "Konga Minga ģenerālis", "第X籤": "Devītā zīme", "宮": "Iņ pils"}