{"籤詩版本二": "Laba izrāde liek jums izcelties no pūļa ar sarauku pieri, un jūsu nākotne mainās, un jūs nesāt daudz bagātības.\nCeļš ir plats kā debesis, un visa nauda, ​​ko varat dot, būs jūsu sirdī", "詩意": "Šī heksagramma norāda uz daudzsološu nākotni.\nViss iet labi.", "解曰": "Liels ceļš. Jūs varat virzīties uz priekšu. Izmantojiet savu sirdi. Tikai uz priekšu.\nAr šo zīmi viss notiek kā plānots. Veiksmi Džičanam.", "籤詩故事一": "◇ Trīs varoņi cīnās pret Lu Bu\nRisinājums: trīs varoņi Džan Fei, Guan Ju un Liu Bei cīnās pret Lu Bu\nDons Džuo uzzināja, ka Hua Sjunam ir nocirsta galva, un viņš nosūtīja lidojošo ģenerāli Lu Bu. Tiklīdz Lu Bu devās kaujā, viņš nogalināja ģenerāļus Fang Yue un Mu Shun, kā arī nogalināja Vu Anguo un Gongsun Zan.\nDžans Fejs redzēja, ka Gongsun Zan nevar uzvarēt Lu Bu, tāpēc viņš ātri nomainīja Gongsun Zan un kliedza: \"Trīs uzvārdu vergiem vajadzētu doties prom! Džan Fei no Yan ir klāt!\" Pēc tam viņi cīnījās vairāk nekā piecdesmit patronu laikā. pēctecība, bez uzvarētāja vai zaudētāja.\nKad Guan Yu to redzēja, viņš un Džan Fei uzbruka Lu Bu un cīnījās vairāk nekā trīsdesmit patronu garumā.\nLiu Bei arī nesa divus zobenus, aplaudēja zirgam un piegāja uz priekšu, lai palīdzētu Džan Fei un Guaņ Ju.\nTrīs vīrieši ielenca Lu Bu un turpināja kauties.Visi grupā esošie cilvēki bija apstulbuši.\nDrīz Lu Bu sāka zaudēt spēku. Lu Bu Pegass atkāpās, bet trīs vīrieši vajāja Lu Bu un atteicās padoties. Viņi neatkāpās, kamēr nesastapa Lu Bu karaspēku.\n\"Trīs karaļvalstis\"\n(Šis stāsts ir metafora Lu Bu drosmei un prasmei cīnīties. Viens cilvēks var uzvarēt trīs cilvēkus.)", "聖意": "Mājas sirds un mājas ceļo tikai savā ceļojumā, lai meklētu bagātību Iespējamais laulības raksts aiziet uz Liujia. Cilvēkiem lietas iet gludi. Zhushuntian zīdtārpiņi izmanto. Cilvēkus var atrast starp sešiem dzīvniekiem. Cilvēkus var atrast iepriekš. Tiesvedība Migrācija Pazaudēta manta Slimības Kalni un kapi ir kā veiksme.", "古人": "Trīs varoņi cīnās pret Lu Bu", "第X籤": "Deviņdesmit viena laimesta loterija", "宮": "Jūs pils"}