{"籤詩版本二": "Luans Fens Sjans bija slapjš lietusgāzē, bet tobrīd viņu iebiedēja Kērs\nEs biju satriekts, uzzinot, ka kādu dienu mākoņi bija tālu, bet es tomēr atdevu jums savas drēbes.", "詩意": "Šī heksagramma attēlo Luanas un Fēniksa simbolu, ko klāj lietus.\nViss nāk, kad pienāks laiks.", "解曰": "Ļaundaris plaukst dienu no dienas. Kungam neko nevajadzētu darīt. Vienkārši paturi pie sevis. Rīkojieties, kad pienāks laiks.", "籤詩故事一": "◇Gao Jun garantē laulību\nSong dinastijas sākumā Džao Kuangyins apvienoja ziemeļus un visa valsts padevās. Taču Dienvidu Tanu dinastijā Li Ju iesakņojās Jandzi upes dienvidos. Viņš pieņēma stratēģiju piedāvāt pilsētu un izlikties, ka padodas. iesprostot Džao Kuangyinu Šoudžou, un situācija bija kritiska. Džao Kuangjina brāļadēls Gao Džunbao, jauneklis ar zelta ieroci, pameta Bjandziņu, lai pārrautu Šoudžou aplenkumu.\n, ejot garām Šuangsuo kalnam, viņi sasita Liu Dzjindinga uzstādīto Vīra zīmi, un abi sacentās. Rezultātā Liu Dzjindings trīs reizes uzvarēja Gao Džunbao ar savām lieliskām cīņas mākslām, un viņi pret mūžu apmainīja zelta vāles un sudraba zvaniņus. Džao Kuandzjina brāļadēls Gao Džunbao pameta Bjaņdziņu, lai glābtu iesprostoto Džao Kuandzjinu Šoudžou. Viņš izgāja cauri Šuansuo kalnam un sadauzīja Liu Dzjindinga uzstādīto zīmi. Viņi abi sacentās, bet Liu Dzjindings trīs reizes uzvarēja Gao Džunbao ar savu lielisko cīņas mākslu. un bija spiests precēties. Pāris ieveda pūli aplenkumā un izglāba Džao Kuangyinu.\n(Šī stāsta metafora ir tāda, ka abi netika samierināti (viņi tika iebiedēti), bet vēlāk samierinājās.)", "聖意": "Māja neder pašam, uzmanieties no naudas meklēšanas, biznesa bloķēšanas, laulību gaidīšanas, laulības aizkavēšanās, pazudušiem cilvēkiem, kavēšanās laukos, zīdtārpiņi, vēli mājlopi, cilvēku zaudēšana, grūtības atrast cilvēkus, tiesas prāvas, zaudējumi, migrācija, konservativitāte, zaudēti īpašumi, ļaunas slimības, kalnu un kapu paplašināšana.", "古人": "Gao Jun garantē laulību", "第X籤": "Deviņdesmit trīs laimests loterijā", "宮": "xugong"}