{"籤詩版本二": "Ambīcijas un sasniegumi ir dinastijā, bet tagad būs bezgalīga dzeršana un sekss.\nJa redzat zelta gaili, jūs saņemsiet atlīdzību ar naudu, bagātību un bagātību.", "詩意": "Šī heksagramma ir ambīciju un slavas simbols.\nSaglabājiet visu labvēlīgu.", "解曰": "Ambiciozs un satraukts. Vēl nav par vēlu sevi apsargāt. Zelta gailis sola. Visi laimīgi.", "籤詩故事一": "◇Kao Pi pasludināja sevi par imperatoru\nCao Pi, pēc pieklājības vārda Zihuan, dzimis Peiguoqiao (tagad Hao apgabals, Anhui). Slavens politiķis un rakstnieks Dzjaņaņas periodā.\nCao Pi ir Cao Cao otrais dēls. Kopš bērnības viņš dzīvoja kopā ar savu tēvu militārajā nometnē. Tēva ietekmē Cao Pi apguva loka šaušanu sešu gadu vecumā un jāšanu ar zirgu astoņu gadu vecumā un attīstījās labas cīņas mākslas prasmes. Viņam ir arī plašas zināšanas par seno un mūsdienu klasiku un biogrāfijām, kā arī simtiem domu skolu grāmatām. Tikai astoņpadsmit gadu vecumā Kao Kao uzvarēja Juaņ Šao, un Kao Pi dzīvoja samērā stabilu dzīvi Ječenā, Cao Cao valdīšanas centrā. Kopš tā laika, lai gan viņš dažreiz pavadīja savu tēvu militārās ekspedīcijās un lielāko daļu laika dzīvoja dižciltīga dēla dzīvi, viņš joprojām nodarbojās ar cīņas mākslu katru dienu un nav atteicies līdz pat šai dienai. Viņš bieži jāj uz sava zirga uz simts soļiem un ir ļoti prasmīgs cīņas mākslā.Tā kā viņš bieži nodarbojas ar cīņas mākslu, viņš ir viegls un spēcīgs.\nCao Cao vecākais dēls Cao Ang tika nogalināts kaujā. Pēc vecākā dēla nāves Cao Pi kļuva par pirmo kroņprinča izvēli. Kad viņam bija trīsdesmit viens gads, Cao Cao viņu iecēla par kroņprinci. Kad Cao Pi bija trīsdesmit trīs gadus vecs, Cao Cao nomira no slimības, un Cao Pi kļuva par viņu premjerministra un Vei karaļa amatā. Viņš stāstīja, ka bieži brauc zirga mugurā uz simts soļiem un ir ļoti prasmīgs.Tā kā viņš bieži praktizē kungfu, viņš ir viegls un veselīgs.", "聖意": "Lūdziet, lai jūsu mājās un mājās būtu miers. Meklējiet bagātību, smagi strādājiet, tirgojieties un agri šķirieties. Laulība būs veiksmīga. Liudža būs drošībā. Cilvēki būs laukos. Zīdtārpiņi būs nobrieduši. Seši mājlopi nobriedis.Būs grūti atrast cilvēkus.Publiskā tiesāšanās.Steidzams lēmums.Migrācija.Pazaudēta manta.Tālu.Slimības aizkavējas kalnos un kapos.Lai veicas.", "古人": "Cao Pi pasludina sevi par imperatoru", "第X籤": "Deviņdesmit piektā laimētā loterija", "宮": "xugong"}