{"籤詩版本二": "Majestātiskā pagoda ir neparasta, ar izsmalcinātiem rotājumiem no visām pusēm, kas spīd gaismā\nEs aicinu jūs būt apņēmīgiem cītīgi klanīties un darīt labus darbus, un debesis sūtīs jums svētības.", "詩意": "Šī heksagramma atspoguļo nopelnu izpausmi.\nViss ir labvēlīgs.", "解曰": "Šīs svētības. Ikvienam tā ir. Neesiet pārāk aizņemts. Nopelni tiek noteikti iepriekš.", "籤詩故事一": "◇Fenjanas karalis tiekas ar savu mazdēlu Ķīnas Valentīna dienā\nRisinājums: Guo Ziyi satika Weaver Girl, kas nolaidās uz zemes Ķīnas Valentīna dienā. Tiansuņa, nefrīta imperatora mazmeita, ir Septiņas fejas.\nGuo Ziyi (697-781), pazīstams arī kā Guo Lingongong, bija Huazhou (tagad Huaxian County, Shaanxi province) Zheng apgabala dzimtene un Tanu dinastijas ģenerālis. Imperatora galms piešķīra Zijim Fenjanas karaļa titulu.\nIr teikts, ka Ziyi sākotnēji bija no Huazhou un devās pievienoties armijai ārpus Lielā mūra. Viņš devās uz Pekinu, lai izspiestu militāro algu un atgriezās Yinzhou. Tā gadījās tajā laikā būt ķīniešu Valentīna diena. Vējš un smiltis kļuva tumšs, un saule kļuva tumšs. Ziyi nevarēja virzīties uz priekšu, tāpēc viņš stāvēja pie ceļa. Viņš gulēja uz grīdas tukšā mājā. Kad viņš grasījās iemigt, viņš pēkšņi ieraudzīja sarkanu gaismu abās pusēs.Viņš piecēlās kājās un pārsteigts paskatījās uz augšu.Debesīs bija mākonis,kas lēnām nolaidās.Tur sēdēja skaista sieviete,cienīga un krāšņa,pilnīgi atšķirīga no parastajiem cilvēkiem. Ziyi nekavējoties izrādīja cieņu un sacīja: \"Šodien ir septītā Mēness mēneša septītā diena. Es domāju, ka tā ir Weaver Girl, kas ir atnākusi, vēloties piešķirt viņai ilgmūžību un bagātību.\"\nSieviete arī atbildēja: \"Ar lielu bagātību nāk ilgmūžība.\"\nKad viņš beidza runāt, spīdums atgriezās un mākoņi lēnām pieauga.Sieviete joprojām skatījās lejup uz Guo Ziyi ar patīkamu smaidu, līdz viņa bija tālu no viņas, un tad dūmi kļuva neskaidri un viņu vairs nevarēja redzēt.\nTā izrādījās taisnība, tāpat kā sieviete teica. Ziyi nopelni ir pasaulslaveni, viņš ir ārkārtīgi populārs ministrs, un viņš ir ģenerālis ar nopelniem un tikumiem.", "聖意": "Novēli sev mājās, novēl sev, lūdz naudu, veiksmi biznesā, veiksmi laulībā, veiksmi Liudzjā, laimīgus ceļojumus ar cilvēkiem, lauku pārvietošanu, zīdtārpiņus, stabilus mājlopus, neveiksmi atrast cilvēki, publiskas tiesas prāvas, migrācija, veiksme, zaudēto īpašumu slimības, kapenes Džensjiņšaņā", "古人": "Karalis Fenjans satiek savu mazdēlu Ķīnas Valentīna dienā", "第X籤": "Parakstīt deviņdesmit seši", "宮": "xugong"}