{"籤詩版本二": "Savaldot zirgu un turot pātagu, mēs nonākam tieši šeit, pa pusei briesmās un pa pusei katastrofā.\nTas ir kā māju, kas nodegusi ugunī.Kad debesis krīt, lietus tās pārvērš pelnos.Man ir plāns.", "詩意": "Šī heksagramma attēlo pusi bēdas un pusi prieka.\nVisā ir ieteicams darīt labu.", "解曰": "Mūža darbs. Neuztraucieties par pareizo un nepareizo. Važas ir īslaicīgas. Aizvainojums nāk dabiski.", "籤詩故事一": "◇Tao Sančuns pārspēj Džen Enu Gvajuaņā\n\"Lai dzīvo mans piemiņas brīdis,\" Džao Kuangyins atkal piecēlās, \"Beipinga karalis Džens Ens toreiz bija noorganizējis laulību. Tagad, kad pasaulē valda miers, es vēlos lūgt jūsu atļauju izvēlēties labvēlīgu dienu laulībām. \"\n\"Lai dzīvo mans memoriāls!\" Džao Kuangyins piecēlās un teica: \"Pekinas karalis Džens toreiz bija noorganizējis laulību. Tagad, kad pasaule ir mierā, es vēlētos lūgt jūsu atļauju izvēlēties sev labvēlīgu. diena, lai apprecētos.\"\n\"Ak, trešais brālis iepriekš bija saderinājies, kā gan es par to nezināju?\" Chai Rong bija ļoti pārsteigts. Viņš pamāja ar roku, lai Džao Kuangyins apsēstos un runā.\n\"Ak! Trešais brālis iepriekš bija saderinājies, kā gan es par to nezināju?\" Chai Rong (vēlākās Džou dinastijas imperators) bija ļoti pārsteigts. Viņš pamāja ar roku un lūdza Džao Kuangyinu apsēsties un runāt.\n\"Tas ir garš stāsts. Pirmkārt, mēs tolaik vēl bijām nabadzībā un nedevāmies jūsu armijā. Kopš tā laika mēs esam karojuši gadiem un nav laika par jums rūpēties. Otrkārt, trešais brālis arī ir mazs kautrīgs to pieminēt, tāpēc jūsu majestāte nezina.\n\"Tas ir garš stāsts. Pirmkārt, mēs tolaik vēl dzīvojām nabadzībā un nedevāmies jūsu armijā. Kopš tā laika mēs esam karojuši gadiem un nav laika par jums rūpēties. Otrkārt, trešais brālis arī ir mazliet kautrējos to pieminēt, tāpēc jūsu majestāte nezina.\n\"Ei, vīrietis koledžas students precas, kāda jēga kaunēties? Trešais brālis jau ilgu laiku ir kaujas laukā un viņu var uzskatīt par nepārspējamu varoni. Kāpēc tu esi tik sīks par šo lietu?\"\n\"Hei! Koledžas puisis precas, kāda jēga kaunēties? Trešais brālis jau ilgu laiku ir kaujas laukā un viņu var uzskatīt par nepārspējamu varoni. Kāpēc tu esi tik sīks par šo lietu?\"\n\"Runājot par to, es nevaru vainot savu trešo brāli kautrībā, jo šī laulība bija viltota.\"\n\"Runājot par to, es nevaru vainot savu trešo brāli kautrībā, jo šī laulība bija viltota.\"\n\"Ierakstīts? Hei, tas ir interesanti. Pastāstiet man, lūdzu, kas notika.\"\n\"Es to ierakstīju! Hei! Tas ir interesanti! Pastāstiet man, lūdzu, kas notika.\"\n\"Jā, es atceros to gadu, kad grasījāmies pievienoties Viņa Majestātei, mēs braucām cauri Baočenas apgabalam. Jūnijā bija ļoti karsts. Mans trešais brālis nevarēja palikt viesnīcā, tāpēc viņš izgāja klaiņot viens. Pagājis garām meloņu dārzam, viņš iegāja salasīt. Melones remdēja slāpes.Šobrīd nebija daudz agri nogatavojušos meloņu, un trešais brālis nezināja, kā tās salasīt, tāpēc daudz salauza. Sieviete, kas skatījās uz melonēm, izgāja uz priekšu, lai apsūdzētu trešo brāli. Abiem radās nesaskaņas, un tad viņi sāka kauties. Nāc. Par laimi, es uztraucos un laikus steidzos palīgā, pretējā gadījumā...\"\n\"Jā, es atceros to gadu, kad grasījāmies pievienoties Viņa Majestātei, mēs braucām garām Baočenas apgabalam. Jūnijā bija ļoti karsts. Mans trešais brālis nevarēja palikt viesnīcā, tāpēc izgāja klaiņot viens. Pagājis garām meloņu dārzam, viņš iegāja salasīt. Melones remdēja slāpes.Šobrīd nebija daudz agri nogatavojušos meloņu, un trešais brālis nezināja, kā tās salasīt, tāpēc daudz salauza. Sieviete, kas skatījās uz melonēm, izgāja uz priekšu, lai apsūdzētu trešo brāli. Abiem radās nesaskaņas, un tad viņi sāka kauties. Nāc. Par laimi, es uztraucos un laikus steidzos palīgā, pretējā gadījumā...\"\n\"Šis Džens Zimings, pirmkārt, tā ir viņa vaina, viņam vajadzētu atvainoties. Kāpēc viņš viņu iesita? Turklāt, kā meitenes ģimene var izturēt tāda nikna vīrieša kā viņš sitienus un spērienus! Ej, tu sit šo meiteni, lai gabaliem. Nē?\" \"Meitene bija neskarta...\"\n\"Šis Džens Zimings, pirmkārt, ir viņa vaina, tāpēc viņam vajadzētu atvainoties. Kāpēc jūs viņu sitāt? Turklāt, kā meitenes ģimene var izturēt tāda nikna vīrieša kā viņš sitienus un spērienus! Nāc, pastāsti man! tu piekāvi šo meiteni. Nē?\"\n\"Meitene bija neskarta...\"\n\"Tas ir labi, tas ir labi... Hei, vai tu nerīkojies? Ak, laikam tu mani izglābi laicīgi.\"\n\"Tas ir labi! Tas ir labi... Hei! Vai tu nerīkojies? Ak! Laikam tu biji tas, kurš mani laicīgi izglāba!\"\n\"...Nē, cilvēks, kuru es izglābu, bija... trešais brālis.\" \"...Nē, cilvēks, kuru izglābu, bija... trešais brālis.\"\n\"Ah ah?!\"\n\"Trešo brāli sieviete nogāza zemē un visu ceļu spēcīgi sita. Par laimi, es ierados un pierunāju viņu doties prom, tāpēc viņš netika nopietni ievainots. ... Jūsu Majestāte... Jūsu Majestāte!... \"\n\"Trešo brāli sieviete nogāza zemē un spēcīgi sita. Par laimi, es ierados un pierunāju viņu doties prom, tāpēc viņš netika nopietni ievainots. ... Jūsu Majestāte... Jūsu Majestāte!...\"\n\"Ah?...Ak, kas ir tā sieviete!?\" \"Ah!?...Ak, kas ir tā sieviete!?\"\n\"Tikai vēlāk uzzināju, ka sievieti sauc Tao Sančuna, un viņas tēvs Tao Hons bija vecs varonis, kuram nebija nekādu tieksmju. Tao Sančuns jau no bērnības mācījās cīņas mākslu no sava tēva. Pēc tam, kad iepazinos viņa ģimeni, es redzēju, ka Sančunas jaunkundzei ir izcils raksturs. , Luo Luo un dāsna, bez ieraduma būt maza meitene, viņi apzināti viņam pielīdzinājās. Tao tēvam un meitai arī ļoti patika trešā brāļa tiešais raksturs. nekavējoties izlēma par šo laulību abiem. Jūsu Majestāte, lūdzu, sakiet man, šī nav Vai tā ir viltota laulība?\"\n\"Tikai vēlāk uzzināju, ka meiteni sauc Tao Sančuna, un viņa kopš bērnības bija mācījusies cīņas mākslu no sava tēva. Pēc iepazīšanās ar viņa ģimeni es redzēju, ka Sančunas jaunkundzei ir izcils raksturs, dāsna, un viņai nebija ne miņas no mazās meitenes ieradumiem, tāpēc es viņu apzināti savervēju.Tao kungam un viņa meitai arī ļoti patika viņu trešā brāļa tiešais raksturs. Viņi uzreiz trāpīja un nolēma par šo laulību viņu vietā. Majestāte, lūdzu, sakiet man, vai tā nav viltota laulība?\n(Šis stāsts ir metafora, jo slikta lieta izrādījās laba.)", "聖意": "Lūdziet par mājas un sevis aizsardzību, esiet uzmanīgi, lūdzieties par bagātību, sabojājiet biznesu, kavējiet laulību, sodīšanu, Liujia, apdrošināšanu, laukos iesprostotus gājējus, zīdtārpiņu postījumus, postījumus mājlopiem, pazudušos cilvēkus, nelikumīgas tiesas prāvas, zaudējumus, migrāciju, konservativitāti , zaudēts īpašums, ļaunas slimības, rūpes, briesmas, kalni, kapenes, neveiksmes", "古人": "Tao Sanchun pārspēj Zheng En meloņu dārzā", "第X籤": "Numurs deviņdesmit deviņi", "宮": "Haigong"}