{"籤詩版本二": "Fie ca lumea să fie creată pentru o căsătorie bună, zile de bun augur și vremuri bune și toate lucrurile să fie bine\nNu este puțină importanță dacă obțineți acest lot. Împăratul declară că oamenii sunt loiali și drepți.", "詩意": "Această hexagramă reprezintă începutul începutului cerului și pământului.\nTotul este de bun augur.", "解曰": "Megaviteză rapidă. Anul nu își merită timpul. Guanyin scrie. Anunță-mă mai întâi.", "籤詩故事一": "◇Zhongli a devenit iluminat\nZhongli Quan, supranumit Zhongli, prenumele Quan, numele de curtoazie Yunfang și porecla Zhengyang, era originar din județul Xianyang, Xi'an, provincia Shaanxi în timpul dinastiei Han de Est.\nZhong Liquan a fost un general al dinastiei Han. În timpul expediției împotriva Qiangului de Vest, a fost gelos pe comandantul Liang Yi și i-a atribuit doar 30.000 de soldați bătrâni și slabi. De îndată ce a ajuns la destinație, tabăra a fost jefuită de armata Qiang de Vest, iar soldații au fugit. Zhong Liquan s-a pierdut într-o vale și s-a întâlnit cu un călugăr pe drum. Acesta l-a dus într-un sat mic și i-a spus: „Aceasta este reședința domnului Donghua.” Apoi și-a luat rămas bun și a plecat. După un timp, cineva a spus brusc: „Acesta trebuie să fie pentru că omul Hu cu ochii verzi este prea vorbăreț.” El a văzut un bărbat purtând o blană de căprioară albă și ținând un toiag de quinoa verde. L-a întrebat pe Zhong Liquan: „Persoana care a venit iată-l pe Han Da. Generalul Zhongliquan\n? Zhong Liquan a fost șocat, știind că a întâlnit o persoană ciudată, așa că a învățat sincer Tao.\nZhong Liquan l-a întâlnit mai târziu pe Zhenren Huayang și pe Regele Nemuritor Xuanfu și a învățat „Secretul Nemuririi”. În cele din urmă, a trăit la Zijin Sihaofeng din Muntele Kongtong, a obținut „Secretul Cutiei de Jad” și a devenit un adevărat nemuritor. De asemenea, a fost venerat ca unul dintre cei cinci patriarhi nordici de către secta Quanzhen.", "聖意": "Rugați-vă pentru ca casa și casa voastră să fie binecuvântate cu noroc toamna și iarna. Căutați noroc toamna și iarna. Noroc în afaceri, noroc în căsătorie, noroc la nașterea băieților, noroc în călătorii în câmpuri, noroc la viermi de mătase, noroc la animale, noroc în găsirea de oameni, noroc în procese, noroc în migrație, bunuri pierdute și noroc în bolile din nord-est. Noroc în trimiterea de munți și morminte.", "古人": "Zhongli a devenit luminat", "第X籤": "primul semn", "宮": "Uter"}