{"籤詩版本二": "De ce nu te duci la Tailai, care este chiar după colț? Îl voi lăsa temporar pe domnul afară din munte.\nDacă există vești bune despre tigru sau iepure, vei fi liber chiar dacă ești hotărât să fii ocupat.", "詩意": "În această hexagramă, există un semn de binecuvântare printre nenorociri.\nTotul este rău în avans și bine în final.", "解曰": "Înlocuiți cu mătase de cânepă. Loviți picioarele cuiva. A vedea clar. Binecuvântările vin din dezastre.", "籤詩故事一": "◇ Întâlnirea unui maestru în Bukit\nWu Ji a fost inițial un tăietor de lemne, iar cei doi l-au cunoscut pe Jiang Ziya când pescuiau în râul Feng. Wuji a râs când a văzut-o pe Ziya pescuind cu un cârlig drept.\nZiya s-a uitat la fața lui Wuji și a spus ghicirii: „Dacă intri azi în oraș, vei ucide pe cineva”. După ce a auzit asta, Wu Ji a plecat furios și a dus lemne de foc în oraș.\nDupă ce a intrat în oraș, Wu Ji s-a ciocnit cu alții și l-a bătut din greșeală pe primul ministru Wen Wang.\nRegele Wen a tras terenul ca o închisoare și l-a închis pe Wu Ji.\nBukit Hou a fost eliberat temporar și a fost condamnat la moarte pentru a avea grijă de mama sa până în toamnă.\nMama lui l-a rugat să-i ceară ajutor lui Jiang Ziya.\nTaigong-ul l-a acceptat ca discipol, l-a învățat arta războiului și i-a ordonat să sape gropi și să facă vrăji pentru a-și rupe destinul înnăscut.\nDupă toamnă, Wu Ji nu a venit să fie pedepsit. Regele Wen a dedus numerele înnăscute și a crezut că Wu Ji s-a sinucis de frica crimei.\nMai târziu, regele Wen l-a întâlnit pe Wu Ji, iar Wu Ji l-a prezentat pe regele Wen pentru a-l întâlni pe Jiang Taigong.\nTaigong a primit titlul de general de Wude. Atât maestrul, cât și ucenicul au lucrat pentru regele Wen.", "聖意": "Casa este în siguranță, sinele este norocos, afacerea este bună, căsătoria întârzie, pietonul de sex masculin nu s-a întors pe câmp, viermii de mătase sunt profitabili, cele șase animale sunt Shenji, căutarea este bună, procesul public este bine, migrația este conservatoare, bunurile pierdute sunt văzute, boala este bună, Qiuji, muntele și mormântul sunt bune.", "古人": "Bukit Encounter", "第X籤": "Al doisprezecelea semn", "宮": "Palatul Yin"}