{"籤詩版本二": "La fel ca o macara care iese din cușca muritorilor, este posibil să scape din cușca muritorilor.\nNu există bariere între nord, sud și est. Puteți merge direct la Palatul Jiuxiao.", "詩意": "Această hexagramă reprezintă imaginea unei macarale care își părăsește cușca.\nTotul este rău în avans și bine în final.", "解曰": "Nu vă faceți griji. Drumul este prosper. Fie la usurinta. Fără griji ca om (zeu).", "籤詩故事一": "◇Ziya și-a abandonat poziția oficială\nCând Jiang Ziya lucra ca ghicitor, a văzut că o femeie fusese transformată de spiritul pipa de jad, așa că a apucat-o și chiar a bătut-o cu o piatră de cerneală. Prim-ministrul regelui Zhou a explicat ce sa întâmplat, a întrebat ce s-a întâmplat și apoi l-a dus pe Jiang Ziya să-l vadă pe regele Zhou. Jiang Ziya a folosit Samadhi True Fire pentru a arde spiritul pipa din forma sa originală în fața regelui Zhou, iar regele Zhou l-a făcut oficial înalt.\nPentru a răzbuna spiritul pipa de jad, Daji i-a cerut regelui Zhou să-i ordone lui Jiang Ziya să construiască o platformă de cerb. Jiang Ziya l-a mustrat pe regele Zhou, iar regele Zhou a ordonat să fie ucis. Jiang Ziya a scăpat folosind apă. După ce s-a întors acasă, Jiang Ziya l-a întrebat pe Ma să meargă la Xiqi, iar Ma a vrut să divorțeze de el. Așa că Jiang Ziya a mers singur la Xiqi (capitala regelui Wen dinastiei Zhou).\nJiang Ziya a ajuns în Xiqi și a trăit într-un pescuit izolat în Cheile Panxi. L-a întâlnit pe regele Wen din Zhou, care era dornic să caute talente. La cererea sinceră a regelui Wen, Jiang Ziya a fost venerat ca profesor al său și l-a ajutat pe regele Wen.", "聖意": "Sunt neliniștit acasă și vreau să caut și cooperare financiară, tranzacție, căsătorie, Liujia, pietoni de sex masculin, vezi câmpuri, viermi de mătase, profituri de toamnă, șase pierderi de animale, căutare de oameni, obstrucționarea proceselor publice, migrație, bunuri pierdute, sud-est boală, aşezare, trimiţând munţi şi morminte, de bun augur", "古人": "Ziya și-a abandonat poziția oficială", "第X籤": "Al paisprezecelea câștigător la loterie", "宮": "Maogong"}