{"籤詩版本二": "Grijile și grijile sunt uşurate temporar, iar bucuria vine din cer.\nLa fel ca jadul ascuns în bălegar, un muncitor bun ridică praful", "詩意": "Această hexagramă reprezintă armonia dintre Yin și Yang.\nTot ceea ce plănuiești este de bun augur.", "解曰": "Nimic câștigat, nimic pierdut. Câștig din pierdere. Nenorocitul are probleme. Mult succes, domnule.", "籤詩故事一": "◇Da Meng Xiong Chao Di\nYe Mengxiong (1531-1597), al cărui nume de curtoazie era Nanzhao și al cărui nume era Longtang, a fost schimbat în Longtan și numit și Huayun. Originar din Wanshifang, Huizhou Fucheng (acum parte a districtului Huicheng, orașul Huizhou) din dinastia Ming. În al 44-lea an al domniei Jiajing (1565), a devenit Jinshi și i s-a acordat titlul de magistrat al comitatului Qing. A fost director al departamentului de transferuri, iar mai târziu s-a schimbat în cenzorul de supraveghere al Shanxi Road.\nÎn al 20-lea an al lui Wanli (1592), consulul general al Ningxia, Kuaibai (șeful tribului tătar mongol), l-a ucis pe guvernatorul Dang Xin și a capturat al patruzeci și șaptelea fort din provincia Hexi, a spart orașul, s-a închinat și a ars. el însuși până la moarte. Meng Xiong nu este arogant în a-și lua creditul și își lasă abilitățile să fie la fel de bune ca și ale generalilor care îndrăznesc să lupte. Oficialul Wei Xuezeng a fost repus. În ultimii săi ani, a demisionat de cinci ori și a fost întors la Huizhou pentru a construi Templul Huilong.\nYe Mengxiong a intrat la început în taoism ca funcționar public și a fost renumit pentru onestitatea și integritatea sa. Vechile documente istorice spuneau că el a fost „primul în umilință și abilitate”, „elimină corupția și pedepsește rebeliunile”, lăsând o bună reputație. a fost extrem de loial, curajos, curajos și plin de resurse. În a doua jumătate a vieții sale, abilitățile sale de arte marțiale au fost înregistrate în „Istoria dinastiei Ming” și a fost considerat un erou național.", "聖意": "Casa este nefavorabilă (din ce în ce mai liniștită) Toamna și iarna sunt bune pentru sine, bogăția va avea succes, tranzacțiile vor avea succes, căsătoria va avea succes, Liujia va avea o alarmă falsă (vor fi comori), pietonii vor veni pe teren să se roage pentru viermi de mătase, șase animale vor fi plate, oamenii vor fi găsite, procesele publice vor fi nefavorabile, migrația va fi conservatoare, bunurile pierdute vor fi împiedicate, bolile vor fi soluționate în mormântul Fushan", "古人": "Ye Meng Xiong Chao Di", "第X籤": "Al șaisprezecelea loto câștigător", "宮": "Maogong"}