{"籤詩版本二": "Corbul de Aur cade în vest și Iepurele se ridică în est.Ciclul zilei și nopții continuă din cele mai vechi timpuri până în prezent.\nCălugării și taoiștii știu că nu există niciun dezavantaj, iar cărturarii, fermierii, industria și comercianții își urmăresc cu toții propriile minți.", "詩意": "Această hexagramă reprezintă creșterea și scăderea yinului și yangului.\nDe asemenea, este un semn că totul va decurge conform planului.", "解曰": "Nu are nimic în minte. Ceea ce ați făcut este merituos. Ca o săgeată dintr-un arc. O lovitură a lovit ținta.", "籤詩故事一": "◇Unchiul Cao Guo este un nemuritor\nSe spune că Cao Guojiu, originar din Xuzhou, este marele unchi al statului în perioada Renzong a dinastiei Song.Numele său era Cao Yi, cunoscut și ca Cao Jingxiu.\nUnchiul Cao Guo avea un frate mai mic pe nume Cao Er. Acest Cao Er s-a bazat pe poziția sa de autoritate imperială și a săvârșit tot felul de rele.A ocupat câmpuri, a luat soții și fiicele și s-a împrietenit cu niște ticăloși fără lege, care intrau și ieșeau. Cao Guojiu nu a suportat asta, așa că el a refuzat să-i asculte cuvintele bune și mângâierea, așa că a folosit pedeapsa pentru a-l controla., cei doi frați și-au forțat ranchiuna.\nCao Guojiu a spus: „Principiile lumii sunt că cei care acumulează binele vor prospera, iar cei care acumulează răul vor pieri. Acesta este un adevăr de neschimbat. Familia noastră Cao a acumulat fapte rele în trecut pentru a atinge bogăția pe care o avem astăzi. Acum fratele meu a acumulat răul până la extrem, chiar dacă scapă Chiar dacă ești pedepsit de un funcționar, nu poți scăpa de dezastrele ascunse.Odată ce vine un dezastru și familia ta este distrusă și cineva moare, nu vei mai putea scăpa în acel moment. Voi fi umilit și mă voi teme de asta.\" Așa că, mi-am împrăștiat toată averea, El i-a ajutat pe săraci și nu i-a mai păsat de treburile fratelui său. Apoi și-a părăsit casa și prietenii, s-a schimbat într-o uniformă taoistă și a mers în munți pentru a-și cultiva mintea și natura.\nÎntr-o zi, i s-a întâmplat să-i întâlnească pe Zhongli și pe Lu Dongbin din dinastia Han. Au fost foarte fericiți să vadă răspunsurile elocvente ale unchiului Cao Guo. I-au dat „Edictul secret al întoarcerii adevărului” și i-au ordonat să exerseze cu atenție. În curând, Zhongli Quan și Lu Dongbin au fost introduși în clasa nemuritoare.", "聖意": "Noroc în casă, casă, noroc în afaceri, noroc în afaceri, căsătorie, pietoni bărbați, plantarea devreme a viermilor de mătase pe câmp, eșecul animalelor, găsirea de oameni, procese, migrație, noroc în bunuri pierdute, boală târzie, noroc (anul iepurelui sau ghinionul in zodia iepurelui), noroc in mormintele de munte", "古人": "Unchiul Cao Guo este un nemuritor", "第X籤": "Semnează al optsprezecelea", "宮": "Maogong"}