{"籤詩版本二": "Lăsând barca să se întoarcă de pe plaja cu apă rapidă, ce vrei să faci din cauza tulburărilor?\nDacă vrei să fii în siguranță, caută liniște și așteaptă ca valurile să treacă de această criză.", "詩意": "Această hexagramă este ca o barcă care călătorește pe o plajă rapidă.\nRămâneți conservator în toate și așteptați timpul.", "解曰": "Debarcați în apă rapidă. Rămâi în pericol. Dacă întrebi despre planurile de tabără. Nu se poate face nimic.", "籤詩故事一": "◇Ziyi este încoronat rege\nGuo Ziyi (697-781), cunoscut și sub numele de Guo Linggong, a fost originar din județul Zheng, Huazhou (acum județul Huaxian, provincia Shaanxi) și general în timpul dinastiei Tang.\nÎn timpul Rebeliunii Anshi din al 14-lea an al lui Tianbao (755), i s-a acordat titlul de Shuofang Jiedushi (Lingwu, la vest de Lingwu în actuala Ningxia). I s-a ordonat să facă cruciada. El a combinat armata lui Shuofang cu Li Guangbi pentru a mărșălui În Hebei, și-au unit forțele la Changshan (Zhengding, Hebei) și l-au învins pe Shi Siming, au recâștigat Hebei. În acest moment, Guo Ziyi i-a sugerat împăratului să-l ia pe Fan Yang din nord și să atace bârlogul tigrului rebel pentru a reduce asediul lui Tongguan, dar Xuanzong a refuzat. Ulterior, a fost plantată situația orașelor vasale separatiste de la sfârșitul dinastiei Tang, care a devenit și cauza îndepărtată a dispariției dinastiei Tang.\nÎn al cincisprezecelea an al domniei lui Tianbao (756), el și coaliția uighur l-au pacificat pe Hequ. În primăvara anului următor, au recuperat Hedong (acum Yongji, Shanxi) și Feng Yi (acum Dali, Shaanxi) și au atacat Tongguan, învingându-l pe Cui Qianyu.Armata Tang a suferit peste 10.000 de victime. Cui Qianyu s-a predat lui Pujin. An Lushan a fost ucis de fiul său An Qingxu.\nÎn al doilea an al lui Zhide (757), i s-a ordonat să conducă trupele la Fengxiang.Pe drum, a învins 5.000 de cavalerie a lui Li Guiren la Podul Baiquliuyun (azi la sud-est de Sanyuan).În mai, a luptat cu An Shouzhong și Li Guiren în Qingqu (azi la vest de Xi'an) a fost învins și s-a retras în Wugong (azi nord-vest de Wugong).În septembrie, l-a urmat pe mareșalul Guangping Wang Li Chu pentru a conduce Tang și Uighuri să se alăture celor 150.000 de soldați, apoi a luptat cu An Shouzhong și Li Guiren în Xiang. La nord de Templul Ji (la sud-vest de actualul județ Chang'an), soldații uiguri au făcut cerc în spatele inamicului, au atacat din ambele părți și au ucis 60.000 de inamici. Zhang Tongru a fugit în județul Shaanxi și a recuperat în cele din urmă capitala Chang'an (azi Xi'an).Maestatea armatei Tang a fost din nou restaurată la Chang'an.\nUlterior, armata Tang a profitat de victorie și a mărșăluit spre est, învingând 150.000 de oameni, inclusiv Yan Zhuang și Zhang Tongru în Xindian (acum la sud-vest de orașul Sanmenxia, ​​provincia Henan), forțându-l pe Anqing Xu să treacă râul Galben și să se retragă în Xiangzhou. Dongjun Luoyang s-a întors. Adaugă pe Situ la meritele lui și fă-l Duce al țării.\nShi Siming și-a condus armata de la Fan Yang pentru a-l salva pe An Qingxu. Cele două părți au luptat în formație la nord de râul Anyang (azi la nord de Anyang). Lupta a fost inextricabilă. În cele din urmă, condusă de nouă Jiedushi, armata Tang, care a pretins că are 600.000 de oameni, retrasi (în bătălia de la Yecheng). război). Comandantul principal al acestei bătălii a fost eunucul Yu Chaoen, care nu avea abilități de conducere și l-a învinuit pe Guo Ziyi pentru eșecul bătăliei. Guo Ziyi a fost chemat înapoi la Chang'an, eliberat de puterea militară și a devenit un oficial inactiv.\nÎn primul an al lui Baoying (762), trupele din Taiyuan (astăzi sud-vest de Taiyuan) și Jiangzhou (azi Xinjiang din provincia Shanxi) s-au răzvrătit. Curtea a fost înspăimântată, așa că Ziyi a primit titlul de rege al Fenyangului și a plecat la controlează Jiangzhou. De asemenea, a fost înstrăinat de eunucul Cheng Yuanzhen și a fost eliberat de puterea militară.\n(Principalul acestei povești: Guo Ziyi, care era foarte capabil și bine comportat, l-a întâlnit pe Xuanzong și câțiva răufăcători, ceea ce i-a compromis foarte mult realizările.)", "聖意": "Binecuvântarea căminului și a sinelui, căutarea bogăției, fără tranzacție, fără căsătorie, fără alarmă falsă, pietoni care sosesc în Tiancanji, oameni greu de găsit, procese publice și (nu Xing), migrație, conservativitate, bunuri pierdute, greu de găsit, boli, rugându-se pentru binecuvântări, munți și morminte, de bun augur", "古人": "Ziyi a fost încoronat rege", "第X籤": "Al nouăsprezecelea lot câștigător", "宮": "Tatsumi"}