{"籤詩版本二": "După atâtea griji și pericole, de acum înainte nu va mai fi niciodată gol\nO inimă generoasă are propriile ei planuri generoase. Trebuie să întâlnești un expert pentru a obține mari realizări.", "詩意": "Această hexagramă este ca o fântână străveche cu un izvor.\nÎn orice, oamenii nobili obțin succes.", "解曰": "Procesul va fi în cele din urmă justificat. Bolnav și în siguranță. Intră și ieși pentru a cere sfaturi. Fântâna antică se întâlnește cu primăvara.", "籤詩故事一": "◇Yao Chong controlează lăcustele\nYao Chong (649-721), al cărui nume real era Yuan Chong, era din Shaanzhou.A fost ministru al lui Xia Guan, Shangshu din Chunguan, Ziweiling, Zhongshuling și prim-ministru în dinastia Tang.\nÎn al patrulea an al lui Kaiyuan (716), Shandong (referindu-se în general la Bazinul Râului Galben la est de Huashan) a fost afectat de lăcuste. Oamenii erau legați de idei superstițioase și nu îndrăzneau să-i vâneze și să-i omoare. În schimb, au înființat jertfe, tămâie, s-au închinat lângă câmpuri și au privit cum recoltele erau devorate de lăcuste...\nToți oficialii credeau: „Lăcustele sunt un dezastru natural, cum pot fi controlate de forță de muncă!” Lupta dintre două idei diferite era acerbă la acea vreme, fie că se elimină sau nu lăcustele.\nYao Chong a spus: \"Atâta timp cât lucrăm împreună, putem scăpa de ei pe toți. El a spus: Lăcustele se tem de oameni, așa că sunt ușor de alungat. Răsadurile au proprietari, așa că salvatorii trebuie să muncească din greu; lăcustele pot zbura, iar dacă vor vedea foc noaptea, vor zbura către el; dă-le foc pe câmp, săpa gropi când ard, îngroapă-le când ard și nu va mai rămâne nimic.”\nXuanzong a spus: \"Lăcustele sunt un dezastru natural cauzat de o guvernare morală proastă. Dacă ceri ca ele să fie vânate și ucise, nu este asta contrar?\"\nYao Chong a adăugat: „Capturarea și uciderea lăcustelor era practicată de antici, iar maiestatea voastră o va folosi în viitor. Este un eveniment național major pentru a aduce pace și prosperitate fermierilor. Vă rugăm să luați în considerare acest lucru cu seriozitate”.\nXuanzong era convins. Dar la acel moment, toată lumea din interiorul și din afara curții spunea că lăcustele nu pot fi vânate.\nXuanzong a spus: „Am discutat cu prim-ministrul și am decis să prind lăcustele. Oricine va obiecta din nou va fi executat.” Așa că l-a trimis pe cenzor să supravegheze și să îndrume oamenii să ardă și să îngroape lăcustele.\nRezultatele au fost destul de eficiente. Nouă milioane de dans de lăcuste au fost prinse în toată țara, iar ciuma lăcustelor a fost eliminată cu succes. Agricultura a obținut o recoltă bună în acel an.\n(Înțelepciunea ar trebui folosită în gestionarea dezastrelor și evacuarea și trebuie să existe strategii ingenioase pentru a depăși dificultățile. Yao Chong este expertul în această problemă)", "聖意": "Casa este obișnuită, singur este blocat, căutarea banilor este blocată, comerțul este blocat, căsătoria și armonia sunt blocate, există pericol în Liujia, pietonii sunt blocați, viermii de mătase sunt blocați, animalele sunt nefavorabile, oamenii nu sunt găsiți, oamenii sunt blocați , se fac procese publice, migrația este nerezonabilă, obiectele pierdute sunt greu de găsit, bolile se roagă pentru binecuvântări, munții și mormintele sunt neliniștite", "古人": "Yao Chong controlează lăcustele", "第X籤": "Câștig la loterie al douăzeci și cincilea", "宮": "Palatul Mi"}