{"籤詩版本二": "Se zvonește că lucrurile s-au întors cu susul în jos și am primit o scrisoare de la orizont.\nFaima și succesul promis mie în carte au rămas goale până la final.", "詩意": "Această hexagramă are un nume fals.\nEste indicat să fii conservator în orice.", "解曰": "Sus și jos supărat. Căutarea timpului liber nu este inactiv. Dorinta de faima. Stai in siguranta.", "籤詩故事一": "◇Zhong Kui atinge iluminarea\nZhong Kui, al cărui nume de familie este Zhong Kui, al cărui nume de curtoazie este Zhengnan, este din Zhongnanshan.\nÎn timpul domniei împăratului Dezong al dinastiei Tang, Zhong Kui a luat parte la examenul imperial, Zhong Kui a citit întrebările de examen și a scris imediat articolul dintr-o singură dată și l-a predat. Examinatorul șef în acea zi a fost Han Yu, ministrul Afacerilor Civile, iar examinatorul adjunct a fost Lu Zhi, un mare savant. Când cei doi au citit ziarul lui Zhong Kui, ochii li s-au luminat și au spus la unison: „Vrăjitor, vrăjitor! Fiecare cuvânt din acest articol este rafinat, demn de Li Taibai și Du Zimei!” Așa că l-au numit pe Zhong Kui pe primul loc.\nÎmpăratul Dezong a ascultat raportul lui Han Yu și a spus că Zhong Kui, noul campion al științei, era foarte talentat, așa că l-a chemat pe Zhong Kui în Palatul de Aur.\nCând împăratul Dezong și-a văzut înfățișarea urâtă, s-a simțit imediat nemulțumit și a spus: „Selectarea cărturarilor de la curtea noastră se bazează pe cuvinte personale și pe caligrafie. Cum poate o persoană atât de urâtă să fie aleasă ca savantul numărul unu în științele de aur? \"\nHan Yu a îngenuncheat în grabă și a spus: „Binele și răul unei persoane nu țin doar de aparență. Nu auzi tu, Doamne Sfânt, că Yan Ying are trei picioare înălțime și este egal cu primul său ministru? Zhou Chang are un se bâlbâie, dar poate ajuta dinastia Han. Confucius judecă oamenii după aspectul lor și își pierde fiul Yu. Sper că Majestatea ta se va gândi de două ori.\" \"\nÎmpăratul Dezong a meditat o clipă și a spus: „Deși cuvintele lui Han Aiqing sunt rezonabile, când eram împărat Taizong, au fost optsprezece cărturari care au venit la Yingzhou și au vorbit despre asta. Acest om a fost savantul numărul unu. Mă tem că lumea va râde de mine pentru că nu recunosc talentele.”\nPrim-ministrul Lu Qi era cu mintea îngustă și invidios pe talente. După ce a auzit cuvintele împăratului, a îngenuncheat și a spus: „Certurarul numărul unu în materia de aur trebuie să fie atât intern, cât și extern. Există trei sute de candidați la acest subiect. De ce nu alegi altul?\"\nCând Zhong Kui a văzut cât de confuz era acest om, nu s-a putut abține să nu se enerveze. El arătă spre Lu Qi și l-a înjurat: „Dacă un oficial atât de prost este în instanță, nu va face rău țării?” După aceea, el l-a lovit pe Lu Qi cu pumnul.\nVăzând asta, Dezong a fost furios și a spus: „Ești atât de îndrăzneț, îndrăznești să faci necaz în Palatul de Aur, dă-l jos repede!”\nÎnfuriat, Zhong Kui a scos sabia de la brâu generalului care stătea în palat și a oftat cu voce tare: „Este dificil pentru o pisică frustrată să imite un tigru, iar un papagal frustrat nu este la fel de bun ca un pui”. După aceea, s-a sinucis.\nCând împăratul Dezong a văzut că Zhong Kui s-a sinucis în furie, a fost șocat. Pentru a câștiga inimile oamenilor, a decretat ca Zhong Kui să fie îngropat cu titlul oficial de învățat nr. 1 și l-a făcut pe Zhong Kui zeul Exorcizarea pentru a scăpa lumea de spiritele rele.", "聖意": "Roagă-te pentru binecuvântări pentru casa ta, siguranța ta, dificultățile financiare, eșecul afacerii, eșecul căsătoriei, pietoni Liujia, viermi de mătase Shinta pe jumătate gătiți, șase animale domestice care pot fi crescute, oameni dispăruți, procese publice occidentale, migrație, conservator, pierdut proprietate, boală, roagă-te pentru noroc în munți și morminte", "古人": "Zhong Kui a câștigat Tao", "第X籤": "Al 26-lea câștigând la loterie (Loterie)", "宮": "Palatul Mi"}