{"籤詩版本二": "În est, există un frumos Chanjuan în lumina lunii, iar norii îl acoperă pentru o clipă și rămân ascunși.\nUneori poate fi rotund, dar uneori poate lipsi.Cei care spun contrariul sunt doar vorbe inutile.", "詩意": "Luna din această hexagramă este acoperită de nori.\nTotul este încă în comă.", "解曰": "Norii plutitori acoperă luna. Nu trebuie să te îndoiești. Așteptând să se adune norul. Atunci vei înțelege.", "籤詩故事一": "◇Bao Gong o caută pe împărăteasa Li\nÎn timpul domniei lui Zhenzong a dinastiei Song, împărăteasa Li (împărăteasa Li) a fost servitoare în harem, a fost favorizată de Song Zhenzong și a fost promovată la Wanyi și a rămas însărcinată.\nDar la acel moment, concubina Liu Def (mai târziu împărăteasa Liu) a avut gânduri rele și l-a mituit pe eunucul Guo Huai pentru a-l înlocui pe fiul împărătesei Li cu o pisică zibetă cu piele, și-a smuls fiul și i-a spus împăratului că el este fiul ei biologic. Song Zhenzong a fost furios și a trimis-o pe Li Empress la palatul rece.\nDupă ce concubina De a fost promovată regină, a plănuit să o omoare pe împărăteasa Li, care a scăpat din palat.\nÎntr-o zi, Li Niangniang, care locuia pe stradă, l-a întâlnit pe Bao Zheng, trimisul imperial, care se afla în patrulare în zona locală, i-a povestit despre experiența ei de viață și că este mama biologică a actualului împărat Song Renzong. . După ce Bao Zheng a aflat despre incident, l-a dus pe Li Niangniang înapoi la Beijing, i-a raportat lui Song Renzong și a aflat problema, iar în cele din urmă mama și fiul s-au recunoscut reciproc. Împărăteasa văduvă Liu și eunucul responsabil Guo Huai și-au plecat capetele și au mărturisit.", "聖意": "Sunt neliniştit acasă, mă rog pentru protecţie financiară, dificultăţi financiare, noroc în afaceri, căsătorie, nenorocire, oameni pe câmp, viermi de mătase, animale nefavorabile, dificultate în găsirea oamenilor, procese, pierderi, migraţie, conservator, bunuri pierdute, Boli occidentale, greu de recuperat, reforma mormintelor montane", "古人": "Bao Gong o caută pe împărăteasa Li", "第X籤": "Al douăzeci și opta câștigător la loterie", "宮": "Palatul la amiază"}