{"籤詩版本二": "Te sfătuiesc să nu-i ceri ajutor.Zboară ca o macara și trage săgeți secrete în tine.\nDacă mergi să strângi lemne de foc și există un șarpe în iarbă, s-ar putea să fii mușcat de otravă și vei fi trist.", "詩意": "Această hexagramă este un semn de a rămâne în siguranță și de a te păstra.\nFii atent la toate.", "解曰": "Închide-ți gura și ține-ți dinții. El este neglijent. Dacă te simți vinovat. Până la urmă se face rău.", "籤詩故事一": "◇Întâlnirea tablei de șah\nÎmpăratul Taizong al dinastiei Tang mergea spre vest și a fost prins în orașul Suoyang. Cheng Yaojin s-a întors la Beijing pentru a cere întăriri.\nXue Dingshan a primit ordin să servească drept Mareșal de Rută și a mers să-l salveze pe Domnul și să-l liniștească pe Xiliao.\nDupă ce un grup de oameni au ieșit din Pasul Yumen, au ajuns la Muntele Qipan. Asediat de mii de slujitori pe munte, Dou Yihu, regele muntelui, a fost învins de generalul Tang Luo Tong. Din fericire, sora lui Dou Xiantong a fost discipolă a Sfintei Mame a Florilor Galbene și a fost priceput în artele marțiale. a ținut frânghia zânelor și l-a legat pe Luo Tong.Xue Dingshan a condus personal soldații de elită.prins.\n(Poezia semnată corespunde cu aceasta)\nVăzând frumusețea lui Xue Dingshan, Dou Xiantong a vrut să devină prietenul lui Feng Luan, dar Xue Dingshan a refuzat. Dou Xiantong s-a supărat și a vrut să-l împingă și să-l decapiteze. Din fericire, Cheng Yaojin a venit să-l salveze și le-a facilitat căsătoria. Mai târziu, Dou Yihu i-a condus și pe frații Qipanshan înapoi la dinastia Tang pentru a ajuta dinastia Tang să cucerească vestul Liao.", "聖意": "Securitatea casei, interesul propriu, căutarea averii, așteptarea afacerii, căsătoria interzisă, alarmă falsă Liujia, pietoni care blochează câmpurile, viermi de mătase, șase animale, persoane dispărute, blocarea proceselor publice, pierdere (Mo Xing) Migrație, conservatoare, bunuri pierdute, boala este greu de recuperat, mormânt de munte, noroc", "古人": "conferinta tabla de sah", "第X籤": "Al treizeci și șaptelea câștigător la loterie", "宮": "Palatul la amiază"}