{"籤詩版本二": "Petreceți timp în pace și liniște, stând și culcați în timp ce beți un ceai după ce sunteți sătul\nNu trebuie să fii ocupat fizic și mental și cu siguranță nu vei provoca nedreptate sau dezastru.", "詩意": "Această hexagramă este un simbol al păcii și stabilității.\nÎn toate lucrurile, așteptarea timpului potrivit va aduce noroc.", "解曰": "Rămâneți în siguranță. Întreabă-i pe zei. Așteptați până va veni momentul. Lucrurile se întâmplă întâmplător.", "籤詩故事一": "◇ Foyinhui Dongpo\nOdată, Su Dongpo a căpătat o oarecare înțelegere în timp ce studia Zen. Și-a dat seama că starea lui era transcendentă și a simțit bucurie în ea. Neputând să-mi rețin pasiunea, mi-am întins stiloul și am scris o poezie:\n„În mijlocul cerului, Jishou strălucește strălucitor în univers; neputând fi suflat de cele opt vânturi, el stă drept pe un lotus violet auriu.”\n(Cele opt vânturi se referă la: profit, declin, distrugere, reputație, laudă, ridicol, suferință și fericire. Adică să nu fii enervat de aceste opt stări se numește „cele opt vânturi nu se pot mișca”)\nDupă ce a scris-o, Dongpo și-a trimis servitorul peste râu pentru a-l oferi maestrului Zen Foyin de la Templul Jinshan.\nDupă ce Maestrul Zen Foyin a citit-o, l-a marcat cu cuvântul „păși” și i-a dat servitorului său să-l ia înapoi.\nDongpo a fost furios după ce a văzut asta, așa că a luat o barcă peste râu și a mers la Templul Jinshan pentru a găsi sigiliul lui Buddha pentru discuție.\nCând Dongpo a ajuns la poarta Templului Jinshan, Foyin aștepta deja la ușă.\nSu Dongpo l-a acuzat imediat pe Foyin: \"De ce numești poezia pe care am scris-o un fart?\"\nFoyin a răspuns: „Nu ești deja „incapabil să fii suflat de cele opt vânturi”? Cum ai putut fi „bătut peste râu” de un fart!”\nÎn acest moment, Dongpo a fost șocat să realizeze că nu era suficient de bun și a rămas rușinat.\n(Această poveste este o metaforă pentru „Căldura nu a sosit încă”)", "聖意": "Roagă-te pentru casa ta și siguranța ta, pentru averea ta, pentru afacerea ta, pentru noroc în căsnicie, pentru o femeie călătoare din Liujia, la câmp, pentru ca viermii de mătase să se coacă toamna, pentru ca șase animale să fie stabile, găsi pe cineva, a fi greu de găsit, pentru procese publice, pentru migrație, pentru bunuri pierdute, pentru boală, pentru trimiterea la un mormânt de munte, de bun augur", "古人": "Foyinhui Dongpo", "第X籤": "Treizeci și unu câștigător la loterie", "宮": "Wei Gong"}