{"籤詩版本二": "Călătoria de întoarcere este sigură.Cine știe jadul ascuns în piatră?\nOdată ce un bun meșter are o tăietură clară, se va simți în siguranță și în siguranță în perioada jaspului", "詩意": "În această hexagramă, puteți vedea imaginea jadului când tăiați o piatră.\nMunciți din greu pentru a reuși în toate.", "解曰": "Comoara este în piatră. Străinii știu puține. Așteptați până devine clar. Fă tot ce poți.", "籤詩故事一": "◇Liu Bei caută talente (trei vizite la cabana cu paie, trei vizite la cabana cu paie)\nPerioada celor Trei Regate. Zhuge Liang a trăit în izolare într-o colibă ​​din paie din Longzhong. Liu Bei era dornic să caute talente, așa că a mers să-l viziteze pe Zhuge Liang în persoană. L-a vizitat pe Zhuge Liang de trei ori (cunoscut sub numele de „Trei vizite la cabana cu acoperiș de paie” în istorie). Liu Bei le-a cerut altora să stea departe și l-a rugat pe Zhuge Liang : \"Dinastia Han este în declin, iar slujitorii perfidă le fură viețile. Maiestatea Voastră.\" Acoperită în țărână. Nu îmi măsoară virtutea și capacitatea, vreau să cred în marea dreptate din lume, ci în înțelepciunea mea. iar abilitățile sunt superficiale, așa că îl folosesc cu desăvârșire. De astăzi. Totuși, ambiția mea încă nu s-a încheiat, crezi că planul va fi implementat?\"\nZhuge Liang i-a prezentat apoi planul de împărțire a lumii în trei părți și a analizat situația în care Cao Cao nu era disponibil și Sun Quan îi putea veni în ajutor. De asemenea, a detaliat despre lașitatea guvernatorilor din statele Jing și Yi, care a avut ocazia să profite de el și că nu putea decât să profite de aceste două state.Numai atunci poate câștiga lumea;i-a spus chiar lui Liu Bei strategia de a ataca Câmpia Centrală. (Această discuție a fost numită mai târziu „Longzhong Dui”). După ce Liu Bei a auzit acest lucru, el l-a lăudat de parcă ar fi găsit o comoară și l-a invitat ferm pe Zhuge Liang să vină în ajutor, așa că Zhuge Liang a devenit consilierul militar al lui Liu Bei.", "聖意": "Casa este liniștită, caut avere, comerțul cu forța de muncă împiedică căsătoria și devine un călător virtual în Liujia.", "古人": "Liu Bei caută talente (trei vizite la cabana cu acoperiș de paie, trei vizite la cabana cu acoperiș de paie)", "第X籤": "Câștigătorul al treizeci și al doilea la loterie", "宮": "Wei Gong"}