{"籤詩版本二": "Îmbrăcați-vă și reorganizați vechiul stil de familie.Tao este fără cer, dar are merit.\nDupă ce au măturat spinii și spinii de pe drum, cei trei au convenit să se reîntâlnească cu colegii lor", "詩意": "Această hexagramă reprezintă rearanjarea hainelor.\nTotul este dificil înainte de a deveni ușor mai târziu.", "解曰": "Nu vă faceți griji. Distrează-te. Dacă întrebi despre viitor. Există un drum bun înainte.", "籤詩故事一": "◇ Scripturile budiste ale lui Tang Monk\nXuanzang (602-664), un călugăr eminent al dinastiei Tang, avea un nume de familie comun de Chen și un nume de date de Yi. Sa născut în județul Goushi, Luozhou (acum partea de sud a orașului Yanshi, provincia Henan). A devenit călugăr la vârsta de treisprezece ani și a luat numele budist Xuanzang. Lumea se numește Sanzang din dinastia Tang.\nÎn al treilea an al lui Zhenguan (629, primul an al lui Zhenguan), a călătorit spre vest până în Tianzhu (India) pentru a obține scripturi. A trecut singur prin pericole și a trecut prin greutăți. A ajuns doar în patru ani.\nÎn al șaptesprezecelea an al lui Zhenguan, maestrul a demisionat oficial și s-a întors în est. S-a întors în China pe Drumul de Sud al actualei provincii Xinjiang, Khotan și Loulan.A fost nevoie de un total de șaptesprezece ani și o călătorie de 80.000 de mile. Când a ajuns în Chang'an în prima lună a anului al nouăsprezecelea al lui Zhenguan, împăratul ia ordonat lui Liang Guogong Fang Xuanling și altor oficiali civili și militari să-i dea un bun venit.\nAu fost solicitate un total de 520 și 657 de volume din scripturile budiste originale sanscrite. și tradus în chineză.\nDupă ce s-a întors maestrul, a fost foarte respectat de împăratul Taizong și de împăratul Gaozong și a fost consacrat în Da Nei, dându-i titlul de „Maestrul Tripitaka”.", "聖意": "Casa este în frământare, noroc pentru sine, noroc, afaceri bune, căsătorie bună, împiedicarea sosirii oamenilor pe câmp, viermi de mătase, animale nefavorabile, căutare de oameni, procese publice, migrație, bunuri pierdute, boală tardivă, rugăciune pentru binecuvântări, mormintele de munte ar trebui să fie vechi.", "古人": "Tang Monk învață Scripturile budiste", "第X籤": "Al treizeci și cincilea câștigător la loterie", "宮": "Shen Gong"}