{"籤詩版本二": "Dacă vrei să fii în pace și liniște, nu este potrivit să ai lumânări și lămpi în vânt.\nEste mai bine să curățați și să stați într-o sală adâncă, să evitați lumina, să vă agitați într-un loc liniștit și să vă mișcați. Shake → Yao. Gratuit → puțini.", "詩意": "Această hexagramă este ca vântul care scutură lampa și lumânarea.\nMenținerea constantă a lucrurilor va aduce noroc.", "解曰": "Așează-te într-un loc liniștit. Fii la timp și la timp. Nu este o binecuvântare. Conservator și adecvat.", "籤詩故事一": "◇Li Jing se întoarce pe munte\nLi Jing (571-2 iulie 649), nume de curtoazie Farmacist, era originar din Sanyuan, Yongzhou (acum la nord-est de județul Sanyuan, provincia Shaanxi). General de la sfârșitul dinastiei Sui până la începutul dinastiei Tang, a fost un strateg militar celebru cu abilități atât civile, cât și militare în timpul dinastiei Tang. Mai târziu, i s-a acordat titlul de Duce de Wei și a fost cunoscut în lume drept Duce de Wei.\nLi Jing este tatăl celui de-al treilea prinț Nezha din lista zeilor, cunoscut și sub numele de „Regele lui Tota”. Li Jing și fiul său l-au ajutat pe Jiang Ziya (Tai Gong) să o învingă pe regina Zhou, să înființeze Dinastia Zhou și regele. Wu a urcat oficial pe tron. Jiang Ziya a întocmit apoi o listă de zei și a organizat o ceremonie pentru a potoli sufletele soldaților care au murit în luptă. De atunci, lumea a devenit pașnică și pașnică. Regele Wu a vrut să facă marchizi și să-i recompenseze și, de asemenea, a vrut să aloce pământ eroilor fondatori. Li Jing, tatăl și fiul său și alte șapte persoane au cerut să se întoarcă pe munte pentru a practica taoismul și să nu fie obsedați de faima și bogăția lumească. Mai târziu, toți cei șapte „au devenit sfinți în trup” și s-au clasat printre nemuritori.\nPovestea lui \"Feng Shen Bang\"", "聖意": "Casa este conservatoare, sunt obișnuit, caut avere, am dificultăți în afaceri, căsnicia mea este inconsecventă, Liujia se roagă ca pietonii să aibă credință, viermii de mătase sunt copți toamna și șase animale sunt în siguranță, oamenii sunt dispăruți, procese publice. și migrația sunt conservatoare, boli de proprietate pierdută, nu schimba mormântul în Jianxingshan", "古人": "Li Jing se întoarce pe munte", "第X籤": "Al treizeci și șaptelea câștigător la loterie", "宮": "Shen Gong"}