{"籤詩版本二": "Oglinda de o mie de ani reunită, femeia îi cere soțului să se recăsătorească\nDe atunci, familia s-a transformat și s-au adăugat binecuvântări copiilor și nepoților.", "詩意": "Această hexagramă este un simbol al reunirii oglinzilor.\nTotul este muncă grea și scumpă.", "解曰": "Săpat nisip în aur. Călărind un dragon și călare pe tigru. Deși este laborios. Există un supliment în el.", "籤詩故事一": "◇Yulianhui zece prieteni\nÎn dinastia Song, Qian Yulian s-a căsătorit cu Wang Shipeng. Când Shi Peng a mers la Beijing pentru a susține examenul, bogatul Sun Ruquan l-a forțat pe Yulian să se recăsătorească cu el.\nQian Yulian a respins propunerea bogatului Sun Ruquan și ar prefera să se căsătorească cu Wang Shipeng, un savant sărac din Wenzhou care a fost angajat de „Jing Chai”.\nMai târziu, Wang Shipeng a câștigat premiul I. Deoarece a refuzat să fie forțat să se căsătorească de către prim-ministrul Wanqi, a fost trimis să servească drept judecător în îndepărtata Chaoyang. Sun Ruquan a schimbat în secret scrisoarea familiei lui Wang Shipeng într-o „scrisoare de divorț” și l-a înșelat pe Yulian să fie înșelat. Mama vitregă a lui Qian Yulian a forțat-o și ea să se recăsătorească, dar Yulian a refuzat și s-a sinucis aruncându-se în râu. Ea a fost salvată de Qian Zaihe. din provincia Fujian și a adoptat ca fiică adoptivă.\nYulian credea că Shipeng a murit. Cinci ani mai târziu, Wang Shipeng era guvernatorul Ji'anului. Într-o zi, el a ţinut o ceremonie comemorativă la un templu taoist pentru a-și comemora răposata soție. Yulian s-a întâmplat să meargă la templul taoist Ji'an pentru a arde tămâie, iar Wang și Qian s-au reunit în sfârșit.", "聖意": "Casa nu este bună pentru sine. Toamna și iarna sunt prospere. Fie ca bogăția să fie prosperă toamna și iarna. Afacerile să fie prospere. Fie ca căsătoria să aibă succes. Rugați-vă pentru ca pietonii să meargă la câmp. Se pot crește viermi de mătase. Pot fi crescute șase animale. crescut. Oamenii pot fi găsiți. Procesele publice sunt nefavorabile. Migrația este conservatoare. Pierderea proprietății. Boală târzie. Rugați-vă pentru binecuvântări. Munții și mormintele sunt bune.", "古人": "Yulianhui zece prieteni", "第X籤": "Al patrulea semn", "宮": "Uter"}