{"籤詩版本二": "Roata roșie cade în vest, iepurele se ridică în est, yin-ul crește și yang-ul dispare și totul prosperă\nDacă o femeie dorește să-l folosească, îi va crește bogăția și va aduce fericire în inima ei.", "詩意": "Această hexagramă este simbolul creșterii Yin și al dispariției Yang.\nTotul este dificil înainte de a deveni ușor mai târziu.", "解曰": "Yin-ul aduce beneficii femeilor. Nu este potrivit pentru bărbați. Dacă cauți un sfat. Răul vine mai întâi și apoi vine binele.", "籤詩故事一": "◇Wu Zetian a urcat pe tron\nLa vârsta de 14 ani, Wu a fost chemat la palat de împăratul Taizong Li Shimin al dinastiei Tang ca o persoană talentată, pe nume „Wu Mei”. După ce Taizong a murit, Zetian a intrat în Templul Ganye și a devenit călugăriță.\nCând împăratul Gaozong al dinastiei Tang a venit pe tron, el a chemat familia Wu la palat pentru a-i aduce un omagiu lui Zhaoyi. În al șaselea an al lui Yonghui (655), împăratul Gaozong l-a stabilit pe Wu ca regină.\nWu Zetian era inteligent, implicat în literatură și istorie și era bogat în inventivitate. La scurt timp după ce Wu Zetian a devenit regina, deoarece Gaozong era slab și bolnav, el i-a încredințat uneori să se ocupe de anumite afaceri politice, așa că puterea ei a crescut. În primul an al lui Shangyuan (674), împăratul Gaozong a fost numit „împărat”, împărăteasa Wu a fost numită „regina cerului”, iar amândoi erau numiți „doi sfinți” în palat.\nÎn primul an al lui Hongdao (683), Gaozong a murit, prințul Li Xian a urcat pe tron, iar Wu Zetian a venit să conducă dinastia. În luna februarie a primului an al lui Sisheng (684), Wu Zetian a destituit-o pe Li Xian ca rege al Lulingului și a stabilit al patrulea ei fiu Li Dan drept împărat, continuând să conducă dinastia. În septembrie același an, ea a schimbat steagul în aur, iar Luoyang, capitala estică, a fost redenumită capitala divină. În a noua zi a lunii septembrie din primul an al lui Tianshou (690), Wu Zetian s-a proclamat împărat și a schimbat numele țării în Zhou.", "聖意": "Căminul este nefavorabil pentru sine, rugăciunea pentru binecuvântări, căutarea bogăției, paza tranzacțiilor, noroc în căsătorie, ghinion în căsătorie (femeie), pietoni blocând câmpurile, viermi de mătase, animale prospere, căutare de oameni, separare, procese, pierdere, migrație , pierderea bunurilor, boală, șoc, munți și morminte, noroc", "古人": "Wu Zetian urcă pe tron", "第X籤": "Al patruzecea câștigător la loterie", "宮": "Tu Palatul"}