{"籤詩版本二": "Îți vei aminti infinitele cuvinte bune, dar vei deveni fiul tău dacă îl recunoști pe hoț.\nNu fi lacom momentan și fă-ți griji cum ar fi făcut ceva bun în urmă cu un an.", "詩意": "Această hexagramă identifică un hoț ca fiind un fiu.\nFii atent în tot ceea ce faci.", "解曰": "Doar acesta. Un domn nu greșește. Ține minte. Nu fi singur.", "籤詩故事一": "◇Dong Zhuo îl acceptă pe Lu Bu\nLu Bu, curajos și bun la luptă, a fost un general militar celebru la sfârșitul dinastiei Han de Est și începutul celor Trei Regate. El îl considera cândva pe Ding Yuan, guvernatorul Jingzhou, ca tată adoptiv și a slujit sub el.\nDupă moartea împăratului Ling din dinastia Han de Est, Ding Yuan a mers la Beijing pentru a se înțelege cu generalul He Jin pentru a controla guvernul.\nDong Zhuo s-a luptat cu Ding Yuan, dar mai mulți generali nu au putut să-l învingă pe Lu Bu, așa că Dong Zhuo și-a trimis subordonatul Li Su să-l mituiască pe Lu Bu. Li Su a adus mormane de comori de aur și argint și faimosul cal iepure roșu pentru a-l „vizita pe Lu Bu”. Li Su a adus mormane de comori de aur și argint și faimosul cal iepure roșu pentru a-l vizita pe Lu Bu. Deci, Lu Bu a fost mituit de Dong Zhuo pentru a-l ucide pe Ding Yuan și, de asemenea, le-a spus soldaților săi să vină cu el dacă doreau și să plece dacă nu vor să-l urmeze. Drept urmare, majoritatea soldaților au fugit. Așa că Lu Bu a fost mituit de Dong Zhuo și l-a ucis pe Ding Yuan.\nDupă ce Dong Zhuo a câștigat puterea, l-a adoptat pe Lu Bu ca fiu adoptiv și l-a făcut general și marchiz.\nDong Zhuo avea un temperament violent, iar „relația tată-fiu” cu Lu Bu a fost de fapt foarte slabă. În 189 d.Hr., la instigarea lui Situ Wang Yun, Lu Bu l-a ucis pe Dong Zhuo.\nLa șase luni după moartea lui Dong Zhuo, vechile trupe ale lui Dong Zhuo au invadat capitala, iar Lu Bu și soția sa au fugit în panică. După ce a părăsit capitala, Lu Bu s-a refugiat la războaiele Yuan Shu, Yuan Shao, Zhang Yang, Zhang Miao, Liu Bei etc. și s-a luptat de multe ori cu Cao Cao, un alt conducător al războiului major la acea vreme. Lu Bu era curajos și bun. la luptă și l-a învins pe Cao Cao de mai multe ori.\nÎn al treilea an de Jian'an din dinastia Han de Est, trupele lui Cao Cao au atacat Xiaopei, baza lui Lu Bu, și au fost capturate și ucise de Cao Cao sub Turnul Baimen. Înainte de execuție, Lu Bu i-a cerut lui Cao Cao să-l țină în viață pentru a evita moartea, dar Liu Bei i-a amintit lui Cao Cao că Lu Bu a trădat de multe ori și a fost un om necinstit. În cele din urmă, Cao Cao, care prețuia doar talentele indiferent de moralitate, l-a executat pe Lu Bu.", "聖意": "Sunt neliniștit acasă, de obicei caut bani, mă feresc de tranzacții, este dificil să mă căsătoresc, bărbatul Liujia este șocat, viermii de mătase sunt pe jumătate copți pe câmp, cele șase animale sunt în siguranță, persoana îl caută , procesul public este potrivit, iar migrația este să se roage pentru lucruri pierdute care sunt greu de găsit, boli și pace în mormântul Muntelui Zhenxing.", "古人": "Dong Zhuo îl acceptă pe Lu Bu", "第X籤": "Al 41-lea câștigător la loterie", "宮": "Tu Palatul"}