{"籤詩版本二": "Împăratul, împăratul și împărăteasa vor fi în sfârșit milostivi și vor aștepta și se vor ruga pentru binecuvântări fără pierderi sau câștig.\nToate ființele simțitoare beneficiază de ea, iar prosperitatea este așteptată în lume și în ceruri.", "詩意": "Această hexagramă este un semn de favoare din cer.\nTotul va avea succes.", "解曰": "Împăratul și-a arătat favoarea. Nu uita niciodata. Ritualuri de dimineață și de seară. Este potrivit să arzi tămâie.", "籤詩故事一": "◇Mulian și-a salvat mama\nMokou Lian, sau Mulian, este cel mai puternic dintre cei zece discipoli ai lui Buddha Sakyamuni.\nMama lui a fost lacomă și zgârcită în timpul vieții, așa că a căzut în tărâmul fantomelor flămânde după moartea ei. Mokhullian și-a folosit puterea magică pentru a observa și a aflat că mama sa s-a născut ca o fantomă flămândă, fără nicio modalitate de a obține mâncare și era în mare dificultate.Și-a folosit puterea magică pentru a aduce mâncare mamei sale.În mod neașteptat, după ce mama a primit mâncarea, s-a transformat în cenuşă şi nu a putut fi mâncată.\nMaudgalyana a fost îngrijorată de ceea ce s-a întâmplat și i-a raportat lui Buddha. Buddha i-a spus lui Mulian că în a 15-a zi a celei de-a șaptea luni lunare, el ar trebui să pună o sută de arome și cinci fructe într-un lighean și să le ofere călugărilor virtuoși din cele zece direcții.Cu această putere, mama lui va putea să mănânce. .\nMaudgalyana a acționat conform voinței lui Buddha, iar mama sa a fost în cele din urmă eliberată. Acest tip de ceremonie se numește „Festivalul Obon”, iar acest festival se numește „Festivalul Obon”.\n(Notă: o substanță are sentimente diferite în diferite niveluri ale lumii. De exemplu: când plouă în această lume, o vedem ca „apă”, în timp ce ființele din tărâmul fantomelor flămânde o simt ca „sânge” și simțitoare. ființele din lumea iadului îl simt ca „sânge”. Se simte ca „să arunce o sabie”, în timp ce ființele cerești simt ca „să arunce o floare”.)", "聖意": "Rugăciunea pentru casă și casă, rugăciunea pentru noroc iarna, căutarea bogăției, fără tranzacție, căsătorie, pace în Liujia, pietoni, câmpuri în mișcare, viermi de mătase, șase animale, găsirea de oameni, procese, succes, migrație, conservativitate, bunuri pierdute, boală , liniște sufletească, liniște munților și mormintelor", "古人": "Mulian își salvează mama", "第X籤": "Semnează patruzeci și doi", "宮": "Tu Palatul"}