{"籤詩版本二": "Lumea este flexibilă și toate lucrurile se autosusțin, se autosusțin și sunt sigure\nTotul în viață este minunat, mulțumește sfinților și înțelepților pentru tot și fii prosper.", "詩意": "Această hexagramă reprezintă armonia dintre pământ și pământ.\nTotul merge bine și nu există niciun pericol.", "解曰": "Toate lucrurile se nasc. Toate planurile și dorințele devin realitate. Ford ajută. Rui Qi se grăbește.", "籤詩故事一": "◇ Walkers obțin iluminare\nPovestea călătoriei în vest:\nSun Wukong a preluat Muntele Florilor și Fructelor și a devenit rege. Mai târziu, pentru a găsi o modalitate de a trăi pentru totdeauna, a petrecut opt ​​sau nouă ani călătorind prin munți și râuri pentru a se închina Patriarhului Bodhi ca profesor al său. El a învățat cei șaptezeci -două schimbări ale răului pământesc și nori caprici și a luat pentru prima dată numele de familie Sun. Numit Wukong.\nDupă aceea, Sun Wukong a mers la Palatul Dragonului din Marea Chinei de Est pentru a găsi o armă potrivită și, în cele din urmă, a găsit Ruyi Golden Cudgel, acul divin al lui Tianhe și Dinghai. Pentru că durata vieții lui s-a încheiat, a făcut o mare tam-tam în lumea interlopă, a revizuit cartea vieții și a morții și s-a întors în lumea umană. Mai târziu, Sun Wukong a fost chemat de cer pentru prima dată și a fost numit Bima Wen. Mai târziu, a fost chemat la cer pentru a doua oară și a fost numit Regele Maimuță. De asemenea, a furat piersici și a provocat necazuri în cer. A fost pecetluit în cuptorul Bagua pentru a-și exersa ochii de aur și ochii de foc. În cele din urmă, a fost suprimat. de Tathagata Buddha la poalele Muntelui Wuzhi timp de 500 de ani, incapabil să se miște. Locul unde a fost aruncat cuptorul Bagua s-a transformat într-un munte de flăcări.\nCinci sute de ani mai târziu, călugărul Tang a mers în Occident pentru a obține scripturi, a trecut pe lângă Muntele Cinci Elemente și a scos talismanul înainte de a-l salva pe Sun Wukong. Sun Wukong a izbucnit în plâns de recunoștință. După ce a fost instruit de Guanyin Bodhisattva, l-a venerat pe Tang Monk ca profesor al său și a plecat în Occident pentru a învăța împreună scripturile. Pe drumul spre a învăța scripturile, Sun Wukong a coborât pe demoni și a eliminat monștri și a făcut în mod repetat isprăvi extraordinare, dar a fost înțeles greșit și alungat de maestrul său Tang Seng din nou și din nou. După optzeci și unu de dificultăți, lucrarea a fost în cele din urmă finalizată.Cei patru maeștri și ucenici au ajuns la Templul Xitian Leiyin și au obținut adevărata Scriptura. Sun Wukong a obținut rezultatul potrivit.\n(Această poveste este o metaforă conform căreia chiar și o maimuță poate deveni iluminată, darămite o ființă umană.)", "聖意": "Casa este de bun augur pentru sine, pentru bogăție, afaceri, căsătorie, Liujia, pietoni de sex masculin, obstrucționarea câmpurilor, viermi de mătase, șase animale, Zhongping, căutare de oameni, procese, succes, migrație, pierderea proprietății, boală, mormântul Xingxingshan, lucruri sunt de bun augur", "古人": "Călătorul atinge iluminarea", "第X籤": "Semnat la data de 43", "宮": "xugong"}