{"籤詩版本二": "Blândețea a fost întotdeauna mai puternică decât puterea din cele mai vechi timpuri, iar ușa către faptele bune este prosperă.\nDacă cineva știe această hexagramă, va fi ca și cum l-ai întâlni pe Yaojing când ți-e sete.", "詩意": "Această hexagramă este un semn de bunătate și blândețe.\nÎn orice, armonia este norma.", "解曰": "Cerul și pământul au sentimente. Foarte adevarat. Dumnezeu și Buddha te protejează. Nu uita ce ai primit.", "籤詩故事一": "◇Renzong și-a recunoscut mama\nConcubina lui Song Zhenzong, concubina Liu, a fost geloasă pe nașterea unui fiu de către concubinei Li, Zhao Zhen, și a mituit moașa pentru a-l înlocui pe fiul concubinei Li cu o pisică civetă cu piele. Concubina Li a fost acuzată în mod fals că a dat naștere unui demon și a fost retrogradată la palatul rece.Concubina Liu a putut fi tronată.Pentru mai târziu.\nDupă ce concubina De a fost promovată împărăteasă, concubina De a dat foc palatului rece și a plănuit să o omoare pe concubina Li. Concubina Li a scăpat și a trăit printre oameni.\nConcubina Li l-a aruncat inițial pe Zhao Zhen în râu, dar din fericire a fost salvat de eunuc și trimis la Palatul celor Opt Înțelepți. Când a crescut, l-a succedat lui Song Renzong.\nMai târziu, Bao Zheng (Bao Qingtian) l-a întâlnit din greșeală pe concubina oarbă Li. Când a aflat adevărul, a investigat cu putere cazul și, în cele din urmă, adevărul a ieșit la iveală, iar mama și fiul lui Song Renzong și concubinei Li s-au recunoscut reciproc. Concubina Liu a fost aruncată în palatul rece și concubina Li a fost primită în palat.Povestea s-a încheiat cu succes.", "聖意": "Casa și casa sunt de bun augur pentru sine, pentru bogăție, pentru afaceri, pentru căsătorie, pentru căsătorie, pentru pietoni de sex masculin, pentru obstrucționarea câmpurilor, pentru viermi de mătase, pentru toamnă, pentru șase animale, pentru șase animale, pentru găsirea de oameni, pentru a vedea oameni , pentru procese, pentru succes, pentru imigrare, pentru bunuri pierdute, pentru boli estice, pentru binecuvântări, pentru morminte de munte și pentru bunuri de bun augur est și vest.", "古人": "Renzong și-a recunoscut mama", "第X籤": "Al patruzeci și cincilea câștigător la loterie", "宮": "xugong"}