{"籤詩版本二": "Vremea rece transformă apa în gheață. De ce să fii lacom de faimă?\nNu am de ales decât să stau în liniște și să aștept ca frunzele să înflorească natural.", "詩意": "În această hexagramă, apa se transformă în gheață.\nNu cere nimic degeaba.", "解曰": "Apa îngheață în gheață. Gheața se topește în apă. Dacă este o conspirație. Deci este.", "籤詩故事一": "◇Wang Xiang cere crap (Douăzeci și patru de povești de pietate filială)\nWang Xiang din dinastia Jin, numele de curtoazie Fuzheng, sa născut în Linyi.\nCând Wang Xiang era tânăr, mama lui biologică a murit, tatăl său singuratic sa căsătorit cu o femeie pe nume Zhu, iar Wang Xiang a avut o proaspătă mamă. Când Wang Xiang era tânăr, mama lui biologică a murit, iar tatăl său singuratic s-a căsătorit cu o femeie pe nume Zhu. Mama vitregă a lui Wang Xiang era o femeie îngustă la minte și geloasă.Nu-i plăcea Wang Xiang și îl certa adesea pentru chestiuni banale. În curând, mama vitregă a născut și un fiu pe nume Wang Lan. Mama vitregă își iubea doar proprii copii și îl considera pe Wang Xiang ca pe un ghimpe în coasta ei. Ea a devenit și mai pretențioasă cu Wang Xiang și adesea i-a vorbit de rău pe Wang Xiang în fața tatălui său. Nici măcar tatăl său nu l-a mai iubit treptat. Mama vitregă își iubea doar proprii copii și îl privea pe Wang Xiang ca pe un ghimpe în coasta ei. Era și mai pretențioasă cu Wang Xiang și adesea vorbea de rău pe Wang Xiang în fața tatălui său. Nici măcar tatăl său nu l-a mai iubit treptat. Deși fratele vitreg al lui Wang Xiang, Wang Lan este foarte prietenos cu fratele său. În ciuda torturii mamei ei vitrege, ea era încă foarte filială. Mama vitregă este atât de dură, dar Wang Xiang este încă foarte filial.\nMama lui vitregă are un hobby, adică îi place să mănânce pește proaspăt tocmai pescuit din râu. Mama lui vitregă are un hobby, adică îi place să mănânce pește proaspăt tocmai pescuit din râu. Într-o iarnă, tatăl său a plecat pentru afaceri, iar mama lui vitregă s-a îmbolnăvit din nou. Frații Wang Xiang și Wang Lan au servit cu grijă supă și medicamente pentru ca mama lor să le mănânce. Pe vremea rece sever, boala mamei vitrege încă nu s-a îmbunătățit. grabă. Într-o iarnă, tatăl său a plecat pentru afaceri, iar mama lui vitregă s-a îmbolnăvit din nou. Frații Wang Xiang și Wang Lan au servit cu grijă supă și medicamente pentru ca mama lor să le mănânce. Pe vremea rece sever, boala mamei vitrege încă nu s-a îmbunătățit. grabă. Mama vitregă bolnavă a vrut să mănânce pește proaspăt din râu.În acel climat rece și sever, afară ningea și apa din râu se transformase deja în gheață groasă. Mama vitregă bolnavă a vrut să mănânce pește proaspăt.Unde putea fi găsit pește proaspăt în acel climat înghețat și înzăpezit?\nÎn acele zile, nu existau feluri de mâncare în afara sezonului și nu le puteai cumpăra chiar dacă aveai bani.\nÎn acest moment al poveștii, sa întâmplat povestea emoționantă a lui Wang Xiangqiu Li. Cei doi frați și-au păzit neputincioși mama.Wang Xiang s-a dus la râul înghețat pentru a nu-și dezamăgi mama vitregă bolnavă.Wang Xiang a avut o idee și și-a dat jos cămașa indiferent de frig.S-a întins gol pe ghețar și a vrut să folosească temperatura proprie a corpului pentru a topi gheața (deci Wang Xiangqiu crap este, de asemenea, numit Wang Xiang întins pe gheață). Și-a scos cămașa și a rămas întins gol pe ghețar. S-a rugat lui Dumnezeu și i-a spus: „Doamne, mama mea este bolnavă și vrea să mănânce crap proaspăt. Trebuie să-mi găsești o cale indiferent de ce.” Destul de ciudat, blocul de gheață de lângă el a crăpat brusc și au fost doi. crăpături.Un crap viu a sărit din crăpătură și a sărit pe gheață.Wang Xiang a fost foarte fericit. El s-a rugat lui Dumnezeu: „Doamne, mama mea este bolnavă și vrea să mănânce crap proaspăt. Trebuie să-mi găsești o cale, orice ar fi.” În mod ciudat, blocul de gheață de lângă el a crăpat brusc și au apărut două crăpături. Un crap viu a sărit din crăpătură și a sărit pe gheață.Wang Xiang a fost foarte fericit. A îngenuncheat repede, a mulțumit lui Dumnezeu și a fugit acasă cu crapul. A îngenuncheat repede, a mulțumit lui Dumnezeu și a luat repede crapul și a plecat acasă. După ce mama vitregă a mâncat crap proaspăt, ea și-a revenit curând după boală. Mama vitregă din patul de spital a rămas uluită când a văzut partea superioară a corpului gol al lui Wang Xiang, care deveni violet din cauza frigului, și doi pești în mâinile lui. A alergat în cameră fericită și a rămas uimită.\nWang Xiang a devenit ulterior oficial și a devenit Taibao și i s-a acordat titlul de Duce.", "聖意": "Neliniștit acasă, mă rog pentru protecție, dificultăți financiare, probleme de afaceri, căsătorie, inconsecvență în asigurarea Liujia, pietoni, viermi de mătase chițian, șase pierderi de animale, persoane dispărute, procese publice, migrație, conservativitate, bunuri pierdute, boală, greu de recuperat, mormânt de munte, succes", "古人": "Wang Xiang cere crap (Douăzeci și patru de povești de pietate filială)", "第X籤": "Patruzeci și nouă Câștigând lotul", "宮": "Haigong"}