{"籤詩版本二": "Puteți călători în toate colțurile țării, atârnând baldachinul pentru al ține liber\nDacă bate un vânt favorabil, va sosi în curând și barca va fi plină de comori.", "詩意": "Această hexagramă este ca și cum ai trage o barcă cu vântul.\nTotul merge bine.", "解曰": "Odihnește-te. Nu este necesar niciun efort. Multă bogăție. Toți admirați.", "籤詩故事一": "◇Tao Zhugui Five Lakes (Lacul Fan Ligui)\nÎn perioada de primăvară și toamnă, Fan Li, al cărui nume de curtoazie era Shaobo, era cunoscut și sub numele de Gui Yizipi sau Tao Zhugong.\nÎn acel moment, a existat un război între statul Wu și statul Yue, iar statul Wu a distrus statul Yue. Fan Li și Wen Zhong au formulat un plan ca Yue King Gou Jian să-l promoveze și să-l distrugă pe Wu. Fan Li a călătorit personal prin munți și râuri și a vizitat râul Huansha din Muntele Cailuo pentru a o găsi pe Xi Shi, o femeie frumoasă, cu virtuți, talente și frumusețe, și i-a prezentat-o ​​regelui Wu. El a folosit o „frumusețe truc\" pentru a coopera în interior și în exterior și a distrus Regatul Wu.\nDupă ce a reușit să distrugă Regatul Wu, Fan Li a știut că Gou Jian era o „pasăre cu gâtul lung și cu un cioc” și putea împărtăși greutățile și fericirea cu el, așa că el și Xi Shi au traversat Regatul Qi și și-au schimbat numele. la Gui Zipi și și-a condus fiii și discipolii în Regatul Qi. Ei locuiesc într-o cabană lângă mare. A muncit din greu pentru a cultiva terenuri pustii, a conduce o afacere secundară și a face afaceri.În câțiva ani, a acumulat zeci de milioane de proprietăți ale familiei. A fost generos în răspândirea bogăției și în a face bine orașului său natal. Înțelepciunea și abilitatea lui Fan Li au fost apreciate de oamenii din Qi. Regele Qi l-a invitat în Linzi, capitală, și l-a venerat ca prim-ministru responsabil cu afacerile guvernamentale. . El a exclamat: \"A fi funcționar poate duce la miniștri, iar conducerea unei familii poate duce la o avere. Pentru un plebeu care a plecat de la zero, acest lucru a ajuns la extrem. A fi onorat pentru mult timp probabil nu este un semn bun\". Așa că, doar trei ani mai târziu, Jiliu s-a retras din nou curajos, a returnat sigiliul regelui Qi și a dat toată averea familiei sale prietenilor apropiați și sătenii săi.", "聖意": "Casa este bună pentru sine (pentru a fi expediată), banii sunt buni, afacerile sunt bune, căsătoria întârzie, căsătoria nu este bună, Liujia este în siguranță, oamenii împiedică câmpurile, viermi de mătase, toamna, animalele, primăvara este prosperă, oamenii caută oameni, procesele sunt proaste, migrația este conservatoare, lucrurile pierdute, bolile occidentale sunt rezolvate, munții și mormintele sunt la sud.", "古人": "Tao Zhugui Five Lakes (Lacul Fan Ligui)", "第X籤": "Al cincizecelea câștigător la loterie", "宮": "Haigong"}