{"籤詩版本二": "Vara este cea mai lungă zi și toată lumea este îngrijorată de căldură și depresie\nCerul și pământul știu, de asemenea, ce vor oamenii, iar briza bate și este în mod natural răcoros", "詩意": "Această hexagramă indică faptul că toată lumea este îngrijorată de căldură.\nFa ce vrei.", "解曰": "Nu există nicio îndoială dacă să avansezi sau să te retragi. Distrează-te. Este pentru camping? Nu este nevoie să acționați neplăcut.", "籤詩故事一": "◇Kong Ming intră în Sichuan\nZhuge Liang (181-234), nume de curtoazie Kongming, era originar din Yangdu, Langya (acum județul Yinan, provincia Shandong) și a fost prim-ministrul lui Shu Han (Liu Bei) în perioada celor Trei Regate.\nDeși Liu Bei a câștigat Jingzhou, nu a fost suficient pentru a separa o parte, Zhuge Kongming plănuia să captureze Xichuan pentru a crește teritoriul lui Liu Bei. În acest moment, Liu Zhang din Yizhou a fost atacat de Zhang Lu în nord. Zhuge Kongming a aflat că Liu Zhang a vrut să dedice harta din Xichuan lui Cao Cao pentru a se proteja. Când Zhang Song (subordonatul lui Liu Zhang) l-a întâlnit pe Cao Cao, deoarece Cao Cao era arogant și nepoliticos, Liu Zhang a luat harta înapoi la Xichuan și a trecut de Jingzhou pe drum. Kong Ming îl așteptase deja pe drum și l-a invitat la Jingzhou, dar nu a menționat niciodată Poza Xichuan până la ora plecării. Zhang Song i-a fost recunoscător lui Kong Ming pentru curtoazie și ospitalitate, așa că i-a dedicat Poza Xichuan lui l.\nTerenul lui Xichuan era periculos și putea fi atacat sau apărat.După diferitele aranjamente ale lui Kong Ming, Xichuan a devenit locul de naștere al lui Liu Bei.\n(Kong Ming a tratat oamenii cu curtoazie și a obținut cu ușurință râvnitul Xichuan.)", "聖意": "Rugați-vă pentru binecuvântări acasă și pentru propria voastră protecție (există noroc în nenorociri) Căutați bogăție, noroc în afaceri, căsătorie comună, nașterea de băieți în Liujia, mutarea câmpurilor, viermi de mătase, distrugerea animalelor, căutarea oamenilor, public procese, migrație, lucruri vechi pierdute, boli nordice, dorințe de munți și morminte", "古人": "Kong Ming intră în Sichuan", "第X籤": "Capitolul 51: Câștigând lotul (Câștigând lotul)", "宮": "Uter"}