{"籤詩版本二": "Este nevoie de mult efort pentru a prinde luna în apă.Este nevoie de mult efort dar nimic.\nNu vorbi prostii și irosește-ți eforturile pentru a întări corpul.Cuvântul „corp ofilit” înseamnă inițial „singur trup”.", "詩意": "Această hexagramă este lacomă după imaginea efortului.\nTotul este laborios și laborios.", "解曰": "Promisiunile sunt greu de reținut. Multă muncă grea. Fă griji acasă. Așteaptă să cunosc oameni nobili.", "籤詩故事一": "◇Taibai a prins luna în timp ce era beat (Li Taibai a prins luna în timp ce era beat)\nLi Bai (701-762), cunoscut și sub numele de Taibai, cunoscut și sub numele de Qinglian Jushi. Poetul dinastiei Tang, care s-a autointitulat un nemuritor alungat, era cunoscut drept Nemuritorul poeziei și era mereu fericit fără să bea.\nOdată, Li Bai a venit la Jinling (acum Nanjing) și s-a odihnit într-un restaurant de lângă podul Wende.\nAcea zi s-a întâmplat să fie a cincisprezecea zi a lunii lunare de iarnă.Noaptea, el stătea singur în restaurant și admira luna, în timp ce bea și recita poezii. Acea zi s-a întâmplat să fie a cincisprezecea zi a lunii lunare de iarnă.Noaptea, el stătea singur în restaurant și admira luna, în timp ce bea și recita poezii. Li Taibai a iubit luna cel mai mult din viața sa, spunând că este curată și frumoasă. Li Taibai a iubit luna cel mai mult din viața sa, spunând că este curată și frumoasă. În noaptea aceea, a ridicat privirea și a văzut luna albă și rotundă pe cer, a fost foarte fericit și a mai băut câteva pahare. În noaptea aceea, a ridicat privirea și a văzut luna albă și rotundă pe cer, a fost foarte fericit și a mai băut câteva pahare. La miezul nopții, Li Taibai a profitat de vin și a coborât pe podul Wende. La miezul nopții, Li Taibai a profitat de vin și a coborât pe podul Wende. Imediat ce a pășit pe pod, a lăsat capul în jos și a văzut deodată luna căzând în apă.Când râul s-a mișcat, câteva linii negre au fost adăugate la umbra albă a lunii. Imediat ce a pășit pe pod, a lăsat capul în jos și a văzut deodată luna căzând în apă.Când râul s-a mișcat, câteva linii negre au fost adăugate la umbra albă a lunii. Li Taibai era atât de beat în acest moment încât a crezut că luna era pătată de apa râului. Li Taibai era atât de beat în acest moment încât a crezut că luna era pătată de apa râului. Nici nu s-a obosit să-și scoată bocancii, a deschis mâinile și a sărit de pe pod să prindă luna. Nici nu s-a obosit să-și scoată bocancii, a deschis mâinile și a sărit de pe pod să prindă luna. În mod neașteptat, cu acest salt, luna nu a fost prinsă, dar luna din apă a fost spulberată și imediat împărțită în două jumătăți. În mod neașteptat, în acest salt, luna nu a fost prinsă, dar bărbatul a fost înecat. A murit la vârsta de şaizeci şi doi de ani.", "聖意": "Casa este neliniștită și aveți ghinion (atenție la sănătatea voastră) (ghinionist) Căutați bogăție și echilibru (nici să nu vă gândiți la asta) Dificultăți în tranzacțiile de afaceri, căsătoria nu este rezolvată, rugați-vă pentru protecție (comorile goale împiedică avort spontan) Pietonii au necazuri, viermii de matase in camp sunt cinci puncte, iar sase animale sunt in declin (ghinion) Caut oameni (ghinion) Procese publice si (Oprirea procesului) Migratie obisnuita (nu mai mentionati) Pierderea bunurilor (aeronava) Rugaciune pentru protectie de boala (ghinion) Noroc in munti si morminte", "古人": "Taibai a prins luna în timp ce era beat (Li Taibai a prins luna în timp ce era beat)", "第X籤": "Cincizeci și secunde câștigarea la loterie (loterie)", "宮": "Uter"}