{"籤詩版本二": "Când frustrarea se transformă în bucurie, balaurii răcnesc și tigrii răcnesc.\nCerul albastru are propriul drum spre cer.Fie ca eu să mai am o șansă de a obține faima.", "詩意": "Această hexagramă este ca un dragon care răcnește și ca un tigru care răcnește.\nExistă speranță că totul va merge bine.", "解曰": "Doar învață și pleacă. Ai propria ta prosperitate. Trebuie făcută până la urmă. Există un loc de găsit.", "籤詩故事一": "◇Liu Bei recrutează o mireasă\nDupă bătălia de la Chibi, Sun Quan a fost dornic să recâștige Jingzhou, care fusese capturat de Liu Bei, așa că a folosit planul lui Zhou Yu, pretinzând că vrea să o logodească pe sora lui Sun Ren cu Liu Bei, dar de fapt a vrut să o ia. Liu Bei ca ostatic pentru a revendica Jingzhou.\nDupă ce Zhuge Liang a spionat planul lui Zhou Yu, el i-a înmânat broșura cu strategia lui Zhao Yun, care îl proteja pe Liu Bei când s-a dus la Soochow. Zhao Yun a urmat strategia din broșură și a făcut în mod deliberat o mare împrăștiere pentru a-l lăsa pe Wu Guotai ( Tatăl lui Sun Quan) știe despre cererea în căsătorie. Deoarece Wu Guotai și-a iubit fiica și nu era dispus să hotărască cu nerăbdare despre treburile fiicei sale de-a lungul vieții, ea l-a mustrat pe Sun Quan că a fost nemiloasă față de sora lui și a propus să testeze personal dacă Liu Bei este demn de fiica sa la Templul Ganlu. După ce Wu Guotai l-a întâlnit pe Liu Bei, ea l-a apreciat foarte mult pe Liu Bei și a susținut cu fermitate căsătoria dintre Liu Bei și fiica sa. Drept urmare, Liu Bei s-a căsătorit cu succes cu doamna Sun.\nMai târziu, Liu Bei și doamna Sun au fugit împreună la Jingzhou. Mai târziu, Sun Quan a vrut să profite de atacul lui Liu Bei asupra Yizhou pentru a ataca Jingzhou, dar a fost oprit de Wu Guotai, care era îngrijorat de siguranța fiicei sale.\nSe spune: „Planul inteligent al lui Zhou Yu este cel mai bun din lume. Și-a pierdut soția și și-a pierdut trupele”.\n(Liu Bei a câștigat din rău)", "聖意": "Am ghinion acasă și am ghinion (întâi ghinion, apoi noroc).Căută bogăție, echilibru, necazuri în căsătorie, succes în căsătorie.Roagă-te pentru binecuvântări pentru pietoni, viermi de mătase în câmp, cinci puncte pentru distrugerea animalelor, caută oameni, procese și migrație, noroc pentru bunurile pierdute, noroc pentru boli, liniștea munților și mormintelor.", "古人": "Liu Bei recrutează o mireasă", "第X籤": "Al cincizeci și treilea număr câștigător", "宮": "Uter"}