{"籤詩版本二": "Virtutea de la tată la fiu se transmite nepotului.Prosperitatea în mâncare și îmbrăcăminte depinde numai de Dumnezeu.\nChunxuan în sală îi face pe oameni fericiți. Când le este foame, hrăniți, sete și somnoroși, Chunxuan este o metaforă pentru părinți.", "詩意": "Această hexagramă este legată de imaginea bambusului care duce la primăvară.\nSper ca totul merge bine.", "解曰": "Conectați bambus și arcuri de plumb. Se răspândește la nesfârșit. Un domn caută speranța. Toți încântați.", "籤詩故事一": "◇ Regele Wu din Zhou a urcat pe tron\nRegele Wu din Zhou l-a atacat pe regele Zhou și a condus opt sute de prinți să lupte împotriva armatei regelui Shang. Soldații din Chaoge (capitala regelui Shang) s-au întors și ei împotriva regelui Shang și l-au trădat pe regele Shang.\nRegele Zhou s-a ars pe Turnul Zhaixing, iar dinastia Shang a fost distrusă.\nRegele Wu a acceptat cartea de aur și comoara de aur, care este tronul împăratului, sa îndreptat spre sud, mâinile încrucișate și s-a așezat drept. Regele Wu a ordonat să fie distribuită proprietatea Lutai, să fie demolat Turnul de Culegere a Stelelor și să fie distribuit boabele de orez depozitate în Juqiao.\nEliberați-l pe Jizi întemnițat și reparați mormântul lui Bigan. Regele Wu a mers pe lângă ușa casei înțeleptului Shang Rong și și-a plecat capul. Respectă oamenii virtuoși și politicoși și eliberează-i pe sclavii din palatul interior.\nDe asemenea, a oprit armamentul și a promovat cultura și educația. În sudul orașului Nanshan, caii sunt pășunați și vitele sunt pășunate în mediul rural cu piersici.Este o scenă liniștită.", "聖意": "Casa nu este în stare bună (noroc), poți să-ți faci propriile dorințe (noroc), să cauți câștig financiar, să faci o tranzacție și să te căsătorești (întâlnește un ginere bun), Liujia este în siguranță (zodiac) semn), pietonii mută câmpuri, viermii de mătase au noroc, șase animale sunt avariate, oamenii sunt greu de găsit (vezi) procese publice, o persoană nobilă se mută, norocul este pierdut. Boli și boli", "古人": "Regele Wu din Zhou a urcat pe tron", "第X籤": "Cincizeci și cinci câștigând la loterie (loterie)", "宮": "Palatul urat"}