{"籤詩版本二": "Plaja este plină de stânci, pârâul curge, vântul este senin, luna este senină, iar oamenii nobili sunt ocupați.\nPe drum trebuie sa intreb unde sa merg.Nu lua mirosul florilor si plantelor din padure.Nu ai grija de el.", "詩意": "Această hexagramă este ca o barcă care călătorește pe o plajă mică.\nÎn orice, există oameni nobili care să ajute.", "解曰": "Pentru a-și câștiga existența. Multă muncă grea. Rămâi conservator și așteaptă. Toate cele bune.", "籤詩故事一": "◇ Rebeliunea Lushan\nUn Lushan (703-757), al cărui nume de familie era Kang și numit Yaluoshan, era din Liuchheng, Yingzhou (acum Chaoyang, Liaoning).\nMai târziu, și-a asumat numele de familie An și și-a schimbat numele în Lushan. În timpul domniei împăratului Xuanzong al dinastiei Tang, An Lushan a fost trimisul militar.\nÎn noiembrie al 14-lea an al lui Tianbao, An Lushan a ridicat trupe în Fanyang, în numele atacului lui Yang Guozhong, a lansat o rebeliune și a luat trupele din trei orașe pentru a ataca Luoyang, capitala de est. Rapoartele de la Taiyuan s-au repezit la Lishan.Tang Xuanzong, care se afla în acel moment la Palatul Huaqing din Lishan, nu credea că Anlushan se va răzvrăti.Cu toate acestea, știrile despre rebeliune au continuat să se răspândească, iar Xuanzong era încă pe jumătate convins. (Aceasta este o reprezentare a „sunetului apei curgătoare aspre pe stâncile mici dintr-un pârâu”)\nAbia când Yan Zhenqing, prefectul județului Pingyuan, a trimis pe cineva să trimită informații că Xuanzong s-a trezit din visul său.\nSub strategia eronată a împăratului Xuanzong al dinastiei Tang, regimentul de cavalerie al lui An Lushan a capturat Luoyang, capitala de est.În prima lună a anului următor, el s-a proclamat împărat Dayan în Luoyang, Jianyuan Shengwu, împăratul Xiongwu și Da Xixun ca prim-ministru.\nÎn luna iunie a aceluiași an, împăratul Xuanzong al dinastiei Tang, dornic să amelioreze criza din Chang'an și sub o înțelegere militară greșită, i-a executat pe doi generali celebri, Feng Changqing și Gao Xianzhi, acest ordin a șocat armata Tang. (Acest comportament încalcă „drumul trebuie să îndrepte spre râul din față”)\nUlterior, împăratul Xuanzong al dinastiei Tang a ordonat de urgență unui alt general, Ge Shuhan, să conducă armata Tang spre est, din Tongguan.\nGe Shuhan, care a înțeles pe deplin eroarea strategică a împăratului Xuanzong al dinastiei Tang, a plănuit să întârzie schimbarea (abordarea „este în regulă dacă vântul este calm și valul este calm”).\nÎn cele din urmă, împăratul Xuanzong al dinastiei Tang a crezut că este prea timid pentru a lupta, așa că nu a avut de ales decât să lupte cu An Lushan în lacrimi și a fost învins. (Îndeplinește „Dacă muncești din greu pentru a te întreține, s-ar putea să fii rănit.”)\nÎn timpul dinastiei Tang, când trupele de graniță și garnizoanele locale nu au avut timp să răspundă, armata lui An Lushan a presat granița și a intrat în zona capitalei. Într-o situație critică, împăratul Xuanzong al dinastiei Tang a condus Corpul Gărzilor să evadeze din capitală, făcându-l pe Xijing Chang'an, fără conducător, să cadă.\n(Tang Xuanzong a încălcat îndrumările acestui semn, așa că rebeliunea lui An Lushan a avut succes.)", "聖意": "Căminul este în siguranță, sine este de bun augur, averea este stabilă, tranzacția este prosperă, iar căsătoria este reușită (atenție). Un pieton de sex masculin din Liujia vine pe câmp, se recoltează viermi de mătase și șase animale sunt avariate. Persoana se găsește și procesul public este întemeiat.Produsul pierdut aduce boală, adică mormântul Anshan ar trebui reparat.", "古人": "Rebeliunea Lushan", "第X籤": "A cincizeci și șasea loterie", "宮": "Palatul urat"}