{"籤詩版本二": "Dimineața și seara, sprijinul lui Buddha trebuie să fie în momente de pericol, dar nu în pericol\nDacă ești atras de o persoană nobilă, atunci și banii și mătasea te vor însoți.Acesta este Chuan Lai. Totul depinde de tine.", "詩意": "Această hexagramă reprezintă binecuvântarea secretă a zeilor și a lui Buddha.\nAi răbdare și ai noroc în toate.", "解曰": "Un semn de pace de modă veche. Când totul este scump, va fi de bun augur.", "籤詩故事一": "◇Tang Monk a atins iluminarea\nÎntr-o zi, Tang Seng a venit la râu și a văzut în fața lui Muntele Lingshan al lui Buddha. În fața lui era un pod cu o singură scândură. Tang Seng nu a îndrăznit să-l traverseze. Buddha s-a transformat într-un barcagi și a ținut o barcă ruptă fără fund. De îndată ce Tang Monk s-a urcat pe barcă, a căzut în râu și a fost salvat de barcagier. Așa a ajuns Tang Monk a obținut Budeitatea. (Povestea călătoriei spre vest)\n◇ Scripturile budiste ale lui Tang Monk\nSanzang din dinastia Tang, numele său comun era Chen, iar numele lui era Yi. Născut în județul Goushi, Luozhou (acum la sud de orașul Yanshi, provincia Henan). A devenit călugăr la vârsta de treisprezece ani și a luat numele budist Xuanzang.\nPentru a obține scripturile budiste originale, el a pornit din Chang'an (astazi Xi'an, provincia Shaanxi) în al treilea an al lui Zhenguan (629 d.Hr.), s-a aventurat peste graniță și a trecut prin nenumărate greutăți pentru a ajunge la Tianzhu ( India) pentru a colecta scripturi. A călătorit prin bazinele râurilor Gange și Indus și zonele de coastă din sud-estul Indiei, apoi a traversat munții acoperiți de zăpadă și crestele verzi, făcând drumeții de peste 80.000 de mile înainte și înapoi. I-au trebuit 16 ani pentru a se întoarce în sfârșit la Chang'an în al 19-lea an al lui Zhenguan (645 d.Hr.). El a adus înapoi un număr mare de scripturi budiste și le-a tradus în chineză.\n(Tang Sanzang a trecut printr-o călătorie lungă dus și înapoi între China și India. Probabil că a experimentat pericole în timpul călătoriei, dar s-a putut întoarce în siguranță pentru că în spatele lui era un sfânt patron invizibil.)", "聖意": "Casa este în siguranță, însuși este de bun augur, afacerea occidentală are succes, căsătoria este reușită, pietonii blochează câmpul, viermii de mătase sunt blocați, viermii de mătase sunt șapte puncte, animalele sunt profitabile, căutarea este de oameni, occidentalii procesul public este rău, migrația este conservatoare, bunurile pierdute sunt văzute, boala este de bun augur, munții și mormintele sunt de bun augur.", "古人": "Tang Monk a atins iluminarea", "第X籤": "Câștig la loterie șaizeci și doi", "宮": "Palatul Yin"}