{"籤詩版本二": "Peștele care înota a fost prins într-o capcană în Iazul Bibo.\nDacă ceva nu merge bine după ce te-ai gândit la asta, va cauza probleme în cele din urmă.", "詩意": "Această hexagramă reprezintă un pește prins într-o capcană.\nDe asemenea, este indicat să fii atent în orice.", "解曰": "Așezare sub casă. Dezastrul cade din cer. Treziți-vă devreme și luați măsuri de precauție mai întâi. Evitați dezastrele.", "籤詩故事一": "◇ Calul este acoperit cu apă (este greu să colectezi apa)\nDinastia Han. Zhu Maichen, numele de curtoazie Wengzi, era originar din Wu în Kuaiji (acum parte a orașului Suzhou).\nÎn primii săi ani, familia lui Maichen era săracă și el nu a avut succes, cuplul locuia într-o poartă de paie pe o alee din spate, tăia lemne de foc și le vindea ca să-și facă rostul. Nu poți câștiga mulți bani vânzând lemn de foc la prețul oricui.\nSoția sa a ieșit să aducă apă și a văzut un grup de copii râzând de Maichen.Soția i s-a părut rușinos și mai târziu a plecat.\nCând Zhu Maichen avea cincizeci de ani, împăratul Wu al dinastiei Han a căutat talente și l-a venerat pe Zhu ca prefect al Kuaiji.\nSoția lui și-a regretat orbirea și a dorit să fie redusă la o servitoare și o concubină pentru a-l sluji pe Zhu pentru tot restul vieții.\nMaichen i-a ordonat fostei sale soții să ia o găleată cu apă, să o toarne pe trepte și a spus: „Dacă apa poate fi luată înapoi, cei doi se pot întoarce împreună”.\nAvând în vedere relația dintre soț și soție, soției și soțului ei recăsătorit li s-a oferit un spațiu deschis în grădina din spate pentru a se cultiva și a se întreține. Soția lui s-a aruncat în râu și a murit.", "聖意": "Casa este în pericol, sine în pericol, banii sunt pierduți, tranzacția este în pace, căsătoria este inconsecventă, Liujia este înspăimântată, oamenii sunt blocați, câmpurile sunt deteriorate, viermii de mătase sunt pierduti, animalele sunt pierdute, oameni. sunt găsite, procesul public este pierdut, migrația este bună, bunul pierdut este nefavorabil, boala este periculoasă și mormântul de munte ar trebui schimbat.", "古人": "Calul este acoperit cu apă (este greu să colectezi apa)", "第X籤": "Al șaizeci și patrulea semn", "宮": "Maogong"}