{"籤詩版本二": "Drumul este periculos, caii și oamenii se grăbesc, iar soldații sunt într-o situație dificilă când se pierd.\nPlaja este înaltă, vântul și valurile se sparg, barca e ruptă, soarele apune, florile cad, cerul cade și gerul cade. Câștigă: urs.棹: vâslă.", "詩意": "Această hexagrama este ca o barcă care dărâmă plaja.\nAtenție la toate pericolele.", "解曰": "Scoala veche si scoala veche. Liniște și fără vină. Nu este nevoie să ceri sfaturi. Călătorește liber.", "籤詩故事一": "◇ Regele lui Chu Yin Ling și-a pierdut drumul\nLa începutul anului 202 î.Hr., un total de 400.000 de trupe Han din trei părți au înconjurat armata lui Xiang Yu în Gaixia, care era lipsită de mâncare. Ei le-au cerut soldaților să cânte în dialectul Chu, făcând armata lui Xiang Yu să creadă în mod eronat că orașul lor natal a fost controlat. de armata Han. Această tactică psihologică de „asediat din toate părțile” a făcut ca armata lui Xiang Yu să-și piardă moralul.\nAșa că Xiang Yu a condus peste 800 de cavalerie de elită și a decis să izbucnească, în timp ce armata Han a urmat îndeaproape cu Guan Ying și 5.000 de cavalerie. După ce a traversat râul Huai, cavaleria lui Xiang Yu mai avea doar o sută de oameni.\nXiang Yu s-a pierdut în Yinling și a cerut unui fermier de pe marginea drumului drumul către râu. În mod neașteptat, a urmat direcția indicată de bătrân și a ajuns într-o mlaștină, îngreunând mișcarea. A fost aproape depășit de Liu Armata lui Bang. Xiang Yu a ajuns în sfârșit la Wujiang și a știut că situația s-a încheiat. Văzându-i fără rușine pe bătrânii lui Jiangdong, s-a sinucis și a murit.", "聖意": "Familia si casa sunt ingrijorate de propriile dezastre. Caut bani si ruineaza afacerea. Căsnicia nu este de durată. Liujia este periculoasă. Pietonii blochează câmpurile. Viermii de mătase sunt deteriorați. Șase animale sunt avariate. Oameni dispăruți. Procese publice. Pierdere. Migrație. Proprietate pierdută. Boală. Este nefavorabil să trimiți într-un mormânt de munte.", "古人": "Regele Yin Ling din Chu și-a pierdut drumul", "第X籤": "Al șaizeci și șasea lot", "宮": "Maogong"}