{"籤詩版本二": "Când vine iarna, o ramură de floare de prun de pe munte nu va fi niciodată distrusă, chiar dacă îi cad frunzele și ramurile se ofilesc.\nDar când vine primăvara, mă întorc în continuare ca curtezană și distrug opera originală.", "詩意": "În această hexagramă, floarea de prun ocupă poziția de lider.\nTotul este bine dacă se întârzie.", "解曰": "O săgeată trasă goală. Când este gol, nu este gol. Așteptând să vină primăvara. Culoarea este în ea.", "籤詩故事一": "◇ A marcat de două ori\nÎn timpul domniei împăratului Dezong al dinastiei Tang, ministrul loial Mei Bogao și familia sa au fost încadrați de trădătorul prim-ministru Lu Qi, care a vrut să-i omoare pe toți. Doar fiul său Mei Liangyu a reușit să scape. Mai târziu, și-a schimbat nume lui Wang Xitong pentru a-și ascunde identitatea. A trăit singur pe străzi, flămând și frig, dar din fericire a fost luat de Chen Risheng (Chen Dongchu). Chen Risheng nu-și cunoștea experiența de viață, așa că i-a cerut să ajute să aibă grijă de grădina de pruni a lui Chen, astfel încât să nu moară de foame pe stradă.\nChen Risheng a fost un coleg de clasă și prieten cu Mei Bogao. Când a fost persecutat de Lu Qi, a fost salvat de Mei Bogao. Drept urmare, Mei Bogao și Lu Qi au devenit dușmani. În cele din urmă, întreaga sa familie a fost executată. Chen Risheng s-a simțit trist și furios din cauza asta. După ce s-a căsătorit, și-a demisionat și și-a mutat familia la Yangzhou pentru a trăi în izolare.\nChen Risheng are o fiică pe nume Chen Xingyuan, care este frumoasă și parfumată. După ce Mei Liangyu a venit în familia Chen, s-au îndrăgostit la prima vedere. Într-o zi în care florile de prun erau în plină floare, care era și aniversarea morții lui Mei Bogao, Chen Risheng și familia sa au deschis un altar în grădina de pruni a casei lor pentru a-și comemora prietenul și binefăcătorul decedat.În mod neașteptat, vremea s-a schimbat brusc. iar o furtună puternică de zăpadă a suflat, acoperind toate florile de prun.Distrus. Chen Risheng s-a plâns că a reușit să scape în siguranță, dar nici măcar nu a putut salva descendenții familiei Mei. El a crezut că acesta este un avertisment de la Dumnezeu, așa că a jurat că, dacă nu înfloresc din nou florile de prun, dovedind că descendenții lui familia Mei era încă în viață, nu va spune niciodată nimic.A scăpat în budism și s-a călugărit.\nFiica lui Xingyuan a auzit asta și a ars imediat tămâie și s-a rugat sincer lui Dumnezeu să facă din nou florile de prun să înflorească. Sinceritatea lor a mișcat raiul și toți prunii din grădina de pruni au înflorit din nou; mai târziu, Chen Risheng a știut că Xitong este Liangyu, așa că și-a logodit fiica Xingyuan cu el.", "聖意": "Casa nu este bună pentru sine, cineva este bun pentru sine, se caută avere, este prudent în afaceri, timpul întârzie, căsătoria întârzie, primăvara prosperă, toamna este goală, călătorul întârzie, câmpurile sunt prospere, viermii de mătase sunt prosperi, cele șase animale sunt prospere, caută oameni, procese publice, pierderi, migrație, bunuri pierdute, boli orientale, alarme false, mormintele de munte ar trebui schimbate.", "古人": "A marcat de două ori", "第X籤": "Șaizeci și nouă Câștigând lotul", "宮": "Tatsumi"}