{"籤詩版本二": "Chao Chao este ca o albină care adună flori, zboară dinspre sud-vest și apoi spre est\nCând primăvara se termină și florile dispar, nu mai este loc de căutat.Această inimă nu își va schimba locul.", "詩意": "Această hexagramă este ca o albină care culege flori.\nTotul este laborios și laborios.", "解曰": "Fără peisaj de primăvară. Plouă mult timp, dar nu se limpezește niciodată. Întreabă pentru ajutor. E mai bine să taci.\n.", "籤詩故事一": "◇Li Mi s-a răzvrătit împotriva dinastiei Tang\nLi Mi\n(582-619), defunctul lider al Armatei Wagang în revolta țărănească de la sfârșitul dinastiei Sui din China. Maestru în caligrafie. Stăpânul cuvântului Fa era originar din Chang'an, Jingzhao, iar casa lui ancestrală era Xiangping, Liaodong (acum la sud de Liaoyang, Liaoning). Originar din Chang'an, Jingzhao, casa lui ancestrală este Xiangping, Liaodong (acum la sud de Liaoyang, Liaoning).\nÎn al nouălea an al lui Daye (613), a participat la rebeliunea lui Yang Xuangan împotriva dinastiei Sui din Liyang (acum la nord-est de județul Junxian, provincia Henan). În al nouălea an al lui Daye (613), a participat la rebeliunea lui Yang Xuangan împotriva dinastiei Sui din Liyang (acum la nord-est de județul Junxian, provincia Henan). Simțul misterios este învins,\nLi Mi a fugit. Xuangan a fost învins și Li Mi a fugit.\nÎn al doisprezecelea an al lui Daye, s-a alăturat Armatei Wagang\n. În al doisprezecelea an al domniei lui Daye, s-a alăturat Armatei Wagang. Li Mi era bun la strategie.În octombrie al celui de-al doisprezecelea an de Daye, Li Mi l-a convins pe Zhai să-l atace pe Xingyang Tong, puternicul general care însoțea armata, să-l apere pe Zhang Xutuo, învingând armata Sui și ucigându-l pe Zhang Xutuo. Li Mi era bun la strategie.În octombrie al celui de-al doisprezecelea an de Daye, Li Mi l-a convins pe Zhai să-l atace pe Xingyang Tong, puternicul general care însoțea armata, să-l apere pe Zhang Xutuo, învingând armata Sui și ucigându-l pe Zhang Xutuo.\nMai târziu, el a propus să atace depozitul Xingluo (mai târziu redenumit Luokou), să deschidă depozitul pentru ajutor și să extindă echipa. Echipa Armatei Wagang a crescut rapid. În al 13-lea an al lui Daye, Li Mi a condus Armata Wagang, iar Zhai Rang s-a ocupat de retrogradarea și distribuirea dinastiei Sui.A existat un război pentru resursele militare și alte probleme, iar Li Mi l-a ucis pe Zhai Rang și sute de adepți ai săi. Mai târziu, el a propus să atace depozitul Xingluo (mai târziu redenumit Luokou), să deschidă depozitul pentru ajutor și să extindă echipa. Echipa Armatei Wagang a crescut rapid. În al 13-lea an al lui Daye, Li Mi a condus Armata Wagang, iar Zhai Rang s-a ocupat de retrogradarea și distribuirea dinastiei Sui.A existat un război pentru resursele militare și alte probleme, iar Li Mi l-a ucis pe Zhai Rang și sute de adepți ai săi.\nÎn martie al celui de-al 14-lea an al lui Daye, Yu Wenhuaji l-a ucis pe împăratul Yang al dinastiei Sui.\n, a condus peste 100.000 de oameni să se întoarcă în vest. În martie al celui de-al paisprezecelea an al lui Daye, Yu Wenhuaji (Yu Wen, nume compus) l-a ucis pe împăratul Yang al dinastiei Sui și s-a întors în vest cu peste 100.000 de oameni. Li Mi a primit ordin să atace Huaji. Deși Huaji a fost învins, trupele lui Li Mi au suferit și ele pierderi grele. Au fost urmăriți mai târziu de Wang Shichong. Armata lui Li Mi a fost învinsă și tabăra lui a fost distrusă. Generalii săi Qin Shubao, Cheng Zhijie (numiți inițial Cheng Yaojin), Niu Jinda și alții au fost capturați. , Shan Xiongxin s-a predat. Li Mi a primit ordin să-l atace pe Huaji. Deși Huaji a fost învins, Li Mi a suferit și pierderi grele în trupele sale. Mai târziu, a fost urmărit de Wang Shichong.Armata lui Li Mi a fost învinsă și tabăra lui a fost anihilata.Generalii săi Qin Shubao, Cheng Zhijie (numit inițial Cheng Yaojin), Niu Jinda și alții au fost capturați, iar Shan Xiongxin s-a predat. Li Mi era disperat, așa că a traversat râul spre Heyang în septembrie și s-a predat dinastiei Tang. Li Mi era disperat, așa că a traversat râul spre Heyang în septembrie și s-a predat dinastiei Tang.\nÎn noiembrie, Li Yuan l-a trimis pe Li Mi în Shandong pentru a recruta trupe vechi. Noiembrie, \nLi Yuan l-a trimis pe Li Mi să aștepte în Shandong pentru a recruta trupe vechi. Simțind că a fost suspectat, s-a răzvrătit împotriva lui Tang. Simțind că a fost suspectat, s-a răzvrătit împotriva lui Tang. Generalul Tang Sheng Yanshi l-a invitat pe Li Mi să atace și l-a ucis la Xinggong Xian. Generalul Tang Sheng Yanshi l-a invitat pe Li Mi să atace și l-a ucis la Xinggong Xian.", "聖意": "Casă, casă, limbă, sine, răufăcător, căutare de avere, risipă de afaceri, căsătorii care nu durează, Liujia, flori goale, pietoni, Yaotian, daune ale viermilor de mătase, șase daune animale, persoane dispărute, procese, pierdere, migrație, conservativitate, bunuri pierdute, boala, obstacole, reforma mormintelor montane", "古人": "Li Mi s-a răzvrătit împotriva dinastiei Tang", "第X籤": "A șaptezecia remiză", "宮": "Tatsumi"}