{"籤詩版本二": "Cunoașterea Gardienilor din Canglong al XIX-lea: O femeie s-a căsătorit cu un al doilea soț\nCu un arc și două săgeți, dinozaurii vor trăi imediat în pace", "詩意": "Această hexagramă este ca un arc care ține două săgeți.\nTotul este de bun augur dacă merge împreună.", "解曰": "Nu prea greu. Destin. Zhen Liuzhong se deschide. Este indicat să fii precaut.", "籤詩故事一": "◇Wenjun vizitează Xiangru\nZhuo Wenjun era fiica nepotului lui Zhuo Wang, un bogat om de afaceri din Linqiong, provincia Sichuan, era pricepută în muzică și avea un nume literar. S-a căsătorit când avea șaisprezece ani, câțiva ani mai târziu, soțul ei a murit și s-a întors în familia natală pentru a trăi ca văduvă.\nÎntr-o zi, Sima Xiangru a mers la casa lui Zhuo Wangsun pentru un banchet. Când a aflat că Zhuo Wenjun era proaspăt văduv, a cântat melodia „Phoenix Seeking the Phoenix” pentru a-și exprima dragostea. Zhuo Wenjun auzise deja despre Sima Xiangru, iar acest banchet l-a făcut și mai atras de Sima Xiangru. Pe de altă parte, după banchetul lui Sima Xiangru, acesta a cheltuit imediat mulți bani pentru a mitui servitoarea personală a lui Zhuo Wenjun și i-a cerut să transmită dragostea lui Sima Xiangru pentru Zhuo Wenjun. După ce Zhuo Wenjun a aflat despre dragostea lui Sima Xiangru prin servitoare, s-a repezit imediat la hanul în care locuia Sima Xiangru.Văzând sosirea lui Zhuo Wenjun, Sima Xiangru a fugit imediat cu ea peste noapte în orașul său natal din Chengdu.\nCând au fost în Chengdu, cuplul era sărac și a trebuit să se întoarcă la Linqiong pentru a deschide un mic hotel pentru a-și câștiga existența.Zhuo Wenjun a vândut vin și Sima Xiangru a spălat vase.Au trăit o viață săracă. După ce tatăl lui Zhuo Wenjun, Zhuo Wangsun, a aflat despre asta, el a fost de acord și i-a finanțat sub sfatul prietenilor săi, astfel încât Sima Xiangru și Zhuo Wenjun s-au întors la Chengdu pentru a trăi, iar mai târziu s-au îmbogățit.", "聖意": "Pierderea casei și a proprietății, propriile drepturi și greșeli, căutarea averii, tranzacții de muncă, protejarea împotriva reunificării căsătoriei", "古人": "Wenjun vizitează Xiangru", "第X籤": "Șaptezeci și unu câștigătoare la loterie", "宮": "Tatsumi"}