{"籤詩版本二": "Apicultorii trebuie să cerșească pentru mierea lor, ca să nu fie înțepați de o înțepătură.\nTrebuie să fie un drum ciudat în fața ta.Secretul este adânc ca o pădure de spini.", "詩意": "Această hexagramă simbolizează albinele care colectează miere.\nTotul este laborios și laborios.\n\n(Această hexagramă caută simbolul dulceață și al amărăciunii.\nPreveniți dezastrele în toate.\n)", "解曰": "Lucrurile trebuie făcute cu atenție. Nu este nevoie să-l forțezi. Albinele adună miere. Care este motivul?", "籤詩故事一": "◇Wang Mang caută talente\nFamilia Wang Mang din dinastia Han de Vest se poate spune că este o familie bogată. Deși tatăl său a murit de tânăr, câțiva dintre unchii și unchii săi au devenit împărați ai dinastiei Han. Au devenit generali, prim-miniștri și au devenit marchizi și au primit recompense. Familia Wang era extrem de proeminentă.\nDar familia mică a lui Wang Mang era extrem de săracă; tatăl său a murit de tânăr, iar el a locuit doar cu mama sa, bazându-se pe caritatea rudelor. Dar din această cauză, Wang Mang a dezvoltat și exersat un set de abilități în relația cu oamenii încă de când era copil. Oricât de trist sau supărat s-ar fi simțit, a arătat mereu o privire foarte fericită și liniștită în fața rudelor, bătrânilor sau străinilor, așa că era destul de apreciat de toți cei din clan.\nOdată, unchiul său cel mai mare era grav bolnav.După ce a aflat despre asta, a venit și a așteptat lângă patul pacientului, aducând medicamente și apă și vegheind noaptea.Timp de câteva luni la rând, a fost dezbrăcat, neîngrijit și slăbit. Era pur și simplu mai „răbdător” decât un pacient. Mai „fiu” decât un fiu biologic.\nPentru aceasta, toți din poporul taiwanez l-au lăudat și au scris scrisori prin care ceru o recompensă pentru el.\nAșa că împăratul Cheng al dinastiei Han i-a dat titlul de noua capitală marchiz și l-a numit gardian în palat, devenind un ministru apropiat al împăratului.\nCu statutul său înalt și puterea mare, Wang Mang nu a arătat niciodată vreo aroganță sau leneș, ci a devenit din ce în ce mai politicos și mai politicos. Pe de o parte, s-a împrietenit cu miniștri, generali, celebrități și savanți. Pe de altă parte , i-a ajutat pe cei săraci și a fost generos cu averea lui.\nDar a dus o viață foarte cumpătată, mâncând adesea mâncăruri din carne, ca să nu mai vorbim că poartă halate lungi și rochii cu mâneci lungi, purtând doar haine scurte. Așa că toți cei din guvern și public l-au lăudat în unanimitate cu cuvântul „virtuos”.\nMai târziu, unchiul său, Grand Sima Wanggen, a murit de boală și a fost ales ca înlocuitor. Împăratul și toți miniștrii au crezut că este cel mai potrivit. Prin urmare, Wang Mang, care avea doar treizeci și opt de ani, a devenit Marele Sima cu cea mai mare putere militară din țară.\n(Această poveste este o metaforă. A fi bun în a fi o persoană bună vă poate ajuta să scăpați de „dificultatea de a fi înțepat de albine” și să vă atingeți idealurile așa cum doriți.)", "聖意": "Casa nu este bună pentru sine, familia are probleme, afacerea este blocată, căsătoria este blocată, cele șase armuri sunt false, pietonii întârzie, recolta de viermi de mătase este scăzută, efectivul este scăzut, este greu de găsiți oameni, procesul este rău, migrația nu se mișcă, bunul pierdut este rău, boala este înființată, mormântul de munte este pierdut", "古人": "Wang Mang caută talente", "第X籤": "Câștig la loterie șaptezeci și doi", "宮": "Tatsumi"}