{"籤詩版本二": "Când vine primăvara, tunetele se scutură și insectele ciripesc, iar eu mă întorc de noroi\nCând mi-am dat seama pentru prima dată că încă mai vin și plec, odată ce m-am schimbat, am devenit dragon.", "詩意": "Această hexagramă este ca tunetul și insectele.\nÎntâlnirea cu o persoană nobilă este un semn bun în orice.", "解曰": "Tunetul lovește. Două depozite în și afară. Schimbați o dată. Până la Tianmen.", "籤詩故事一": "◇ Revolta Chenqiao\nÎn 959 d.Hr., Zhou Shizong Chai Rong a murit, iar împăratul Gong, Chai Zongxun, care a urcat pe tron, avea doar șapte ani. În acel moment, Zhao Kuangyin, care a servit ca inspector în fața palatului și trimisul lui Songzhou în armata germană, deținea puterea reală.\nÎn primăvara anului 960 d.Hr., Zhenzhou (acum Zhengding, provincia Hebei) și Dingzhou (acum județul Dingxian, provincia Hebei) au raportat că armatele dinastiei Han de Nord și ale statului Liao mergeau împreună spre sud pentru a ataca dinastia Zhou de mai târziu. impulsul a fost foarte puternic și au cerut să trimită trupe pentru asistență. Mai târziu, dinastia Zhou ia ordonat lui Zhao Kuangyin să-și conducă trupele spre nord pentru a lupta împotriva inamicului. Zhao Kuangyin a acționat în secret sub planul fratelui său Zhao Guangyi, Zhao Pu, Shi Shouxin și alții.\nPe 3 februarie, când armata a ajuns la Chenqiaoyi (acum Chenqiao Town, la sud-est de Fengqiu, Henan), au declanșat o revoltă și au ordonat soldaților să poarte haine galbene pentru el. S-au răzvrătit împotriva dinastiei Zhou de mai târziu și l-au sprijinit pe Zhao Kuangyin ca împărat . După aceea, Zhao și-a condus trupele înapoi la Kaifeng fără să ardă, să ucidă sau să jefuiască: „Taizu Chen Qiao a făcut un jurământ să nu deranjeze oamenii capitalei și a promis că nu va deranja orașul în ziua în care a intrat în oraș”.\nÎn a treia zi a celui de-al treilea an al lunii lunare, Zhao Kuangyin s-a revoltat în Chenqiao și s-a întors în capitală.Fan Zhi i-a condus pe Wang Pu și Wei Renpu să-l întrebe pe Zhao Kuangyin.Luo Yanhuan și-a scos sabia în fața cortului și a strigat tare : \"Cele trei armate nu au stăpâni. Toți generalii au hotărât să-l numească împărat. Oricine va vorbi va fi ucis!\". Chipul lui Wang Pu era palid ca pământul. El a coborât pașii și s-a închinat. Fan Zhi s-a înclinat și el. Kuang Yin personal l-a ajutat să se ridice și l-a tratat cu mare curtoazie.\nDupă o rezistență moderată, împăratul Gong al dinastiei Zhou de mai târziu a tronat pe tron, iar Zhao a preluat tronul. „Taizu era pe cale să accepte Zen, dar nu exista text zen. Tao Gu, un savant al Academiei Imperiale, a acceptat comanda și a intrat lângă el, spunând: „S-a făcut.”\nDupă ce Zhao a ajuns pe tron, el a schimbat numele țării în Song, Yuan în Jianlong și a făcut din Kaifeng capitala. Shi Shouxin, Gao Huaide, Zhang Lingduo, Wang Shenqi, Zhang Guanghan și Zhao Yanhui au primit cu toții titlul de Jiedushi. , care a fost cunoscută în istorie drept „Revolta Chenqiao”.\nWikipedia\n(Această poveste arată că acesta este începutul performanței lui Zhao Kuangyin.)", "聖意": "Roagă-te pentru casa ta, viața de zi cu zi, bogăție, noroc, noroc în afaceri, căsătorie nobilă, succes în Liujia, pietoni de sex masculin, naștere timpurie a viermilor de mătase pe câmp, naștere timpurie a șase animale, noroc primăvara, găsirea de oameni, succes în procese publice, noroc în migrație, bunuri pierdute, pericole în boli, pericole în munți și morminte.", "古人": "Revolta Chenqiao", "第X籤": "Semnat șaptezeci și trei", "宮": "Palatul Mi"}