{"籤詩版本二": "La fel ca și târâind un tigru pe un munte înalt, luptă și concurând unul cu celălalt pentru a sparge frigul\nDacă faci dintr-o dată ceva bun fără să-ți dai seama, trebuie să te ții în siguranță.Cuvântul târând tigrul înseamnă îmbrățișarea tigrului.", "詩意": "Această hexagramă este ca și cum ține (tragi) un tigru peste munte.\nTotul este periculos și înfricoșător.", "解曰": "Pericolul este periculos. Sunt obstacole în față. Dacă ceri un sfat. Este o muncă cu adevărat grea.", "籤詩故事一": "◇Wu Yuan a părăsit Zhaoguan noaptea (Wu Zixu a trecut de Zhaoguan)\nWu Zixu a fost originar din Chu în perioada de primăvară și toamnă. În acel moment, regele Ping al lui Chu a vrut să-l vâneze. Regele Ping al lui Chu a oferit o recompensă pentru arestarea lui Wu Zixu și a făcut portretul său desenat și postat pe porțile orașului din statul Chu și a ordonat oficialilor să intensifice investigațiile. Când Wu Zixu a fugit la Zhaoguan, granița dintre Wu și Chu, oficialii de la Zhaoguan au verificat foarte îndeaproape.Era atât de îngrijorat încât nu a putut dormi câteva nopți la rând și chiar și părul i s-a cărunt de îngrijorare. Din fericire, am întâlnit un bărbat pe nume Dong Gao Gong, care a simpatizat cu situația lui și l-a dus acasă să se ascundă. Ducele Dong Gao avea un prieten care semăna puțin cu Wu Zixu, așa că ducele Dong Gao i-a cerut să treacă testul prefăcându-se că este Wu Zixu. Gardienii l-au prins pe falsul Wu Zixu, dar adevăratul Wu Zixu nu a putut fi recunoscut de oficiali, deoarece părul lui era tot alb, așa că l-au lăsat să treacă. Mai târziu, a scăpat în siguranță în statul Wu.\n(Înlocuirea lui Wu Zixu cu un prieten care arată asemănător și care are părul gri, este „mâna magică” a acestei povești)", "聖意": "Roagă-te pentru ca casa ta și casa ta să te protejeze, ferește-te de a căuta avere, fii atent la tranzacții, stagnare în tranzacții, dificultăți în căsătorie", "古人": "Wu Yuan a părăsit Zhaoguan noaptea (Wu Zixu a trecut de Zhaoguan)", "第X籤": "Al șaptezeci și cincilea semn", "宮": "Palatul Mi"}