{"籤詩版本二": "Un amestec de pește și dragon are același sens. Stai în bazinul adânc și așteaptă noroc.\nInconștient, Yumen a sărit peste Palatul Dragonului cu capul ridicat.", "詩意": "Hexagrama pește și dragon rămân neschimbate.\nTotul vine la timp.", "解曰": "Deși este Ziji. De asemenea, așteptați. Planificați-vă propria afacere. Nu acţiona nesăbuit.", "籤詩故事一": "◇Hongwu vizionarea vitelor\nZhu Yuanzhang, originar din Zhongli, Haozhou (acum județul Fengyang, provincia Anhui), s-a născut în primul an al lui Tianli din Yuan Wenzong din dinastia Yuan, ocupând locul patru în familia sa. S-a născut într-o familie de țărani săraci, din cauza sărăciei când era tânăr, nu a putut să studieze și cândva a păzit vitele pentru moșier.\nÎn al patrulea an al lui Zhizheng (1344), a fost o secetă gravă în Huaibei, tatăl, mama și fratele lui Zhu Yuanzhang au murit succesiv, așa că nu a avut de ales decât să devină călugăr novice în Templul Huangjue.\nLa mai puțin de două luni de la intrarea în templu, din cauza dificultății de a colecta chiria templului în anii foametei, proprietarul templului a închis depozitul și i-a concediat pe călugări.Zhu Yuanzhang a trebuit să-și părăsească orașul natal și să devină călugăr rătăcitor (un călugăr care-și câștiga existența cerșind).\nMai târziu, Zhu Yuanzhang a devenit Taizu al dinastiei Ming și „împărat civil” în istoria Chinei, cu numele de domnie „Hongwu”.\n(Metafora acestei povești este că a fi obișnuit pentru un timp nu înseamnă că va fi la fel în viitor. Acest lucru se datorează faptului că momentul nu a sosit încă.)", "聖意": "Familia este în siguranță, familia este sănătoasă, averea este bună, afacerea așteaptă, căsătoria este întârziată, masculul se naște în Liujia, pietonul întârzie, viermele de mătase întârzie, viermele de mătase este din belșug, cele șase animale. sunt în coadă, persoana este dispărută, niciun proces nu este amânat, migrația este conservatoare, bunurile pierdute sunt împiedicate de boală, mormântul de munte este", "古人": "Hongwu se uită la vite", "第X籤": "Lotul șaptezeci și șase", "宮": "Palatul Mi"}