{"籤詩版本二": "În vis, se spunea că va fi multă bogăție, dar faima a fost doar în zadar.\nApa este departe, iar munții sunt departe, dar este greu să fii credincios.Persoana nobilă oferă îndrumare și zâmbește.", "詩意": "Această hexagramă reprezintă simbolul obținerii unei comori într-un vis.\nTotul este mai mult sau mai puțin real.", "解曰": "Visând ca un vis. Nicio speranță de faimă. Așteaptă doar vremuri bune. Nobile instrucțiuni.", "籤詩故事一": "◇ Returnați jadul lui Zhao (returnați jadul lui Zhao după ce l-ați finalizat)\nÎn 283 î.Hr., regele Zhao Huiwen a obținut He's Bi de la Chu. După ce regele Qin Zhaoxiang a aflat vestea, i-a trimis o scrisoare regelui Zhao, exprimându-și disponibilitatea de a schimba cincisprezece orașe cu He's Bi.\nLin Xiangru ia analizat regelui Zhao că Qin era puternic și Zhao era slab și trebuia înlocuit.\nRegele Zhao l-a trimis apoi pe Lin Xiangru la Qin cu He's Bi.\nRegele Qin l-a întâlnit pe Lin Xiangru la Zhangtai, iar Lin Xiangru i-a oferit jadul regelui Qin. Regele Qin a fost nespus de bucuros și a transmis He's Bi frumuseții și toată lumea din jurul ei s-a uitat la el. În acest moment, toți cei din stânga și din dreapta au strigat să trăiască.\nLin Xiangru a văzut că regele Qin nu avea nicio intenție să-i dea orașul lui Zhao, așa că i-a spus regelui Qin că jadul lui este defect și a vrut să-l arate regelui Qin pentru a profita de ocazie pentru a obține spate de jad.\nDupă ce Lin Xiangru a luat înapoi Bi-ul lui Heshi, a stat lângă stâlpul mare, arătând că a vrut să moară cu Bi-ul lui Heshi.\nÎn acest moment, Lin Xiangru i-a spus regelui Qin: „Regele din Zhao a depășit încă obiecțiile miniștrilor și a acceptat propunerea ministrului. Chiar dacă nu s-a înșelat unul pe altul atunci când a interacționat cu oamenii de rând, ca să nu mai vorbim că Qin este o țară mare! Pentru a păstra prietenia dintre Qin și Zhao, Regele Zhao După ce a postit cinci zile, mi-am trimis miniștrii la Qin cu jad. Din păcate, Regele Qin nu numai că nu avea nicio intenție să-i dea lui Zhao un oraș, dar a transmis și jadul familiei He unei femei frumoase, ceea ce a fost într-adevăr o batjocură a slujitorilor mei\".\nDupă ce a terminat de vorbit, Lin Xiangru a făcut imediat un gest de a lovi un stâlp. Regele Qin se temea că He's Bi va fi deteriorat, așa că s-a prefăcut că îi dă lui Zhao cincisprezece orașe. Lin Xiangru a văzut prin planul perfid al regelui Qin, așa că i-a cerut regelui Qin să postească cinci zile înainte de a-i prezenta lui He's Bi pentru a întârzia timpul. În aceste câteva zile, Lin Xiangru și-a trimis însoțitorii să se întoarcă în statul Zhao cu jadul, în timp ce el a rămas să se ocupe de regele Qin.\n(Această poveste este ca ochii unei persoane obișnuite care sunt fascinate de statutul său.)", "聖意": "Să te rogi pentru binecuvântări acasă, pe tine însuți, împiedicând bogăția, îngreunând tranzacțiile, căsătoria nu este în armonie cu pietonii Liujiaxu, viermii de mătase chițian nu sunt acceptați, șase animale sunt avariate, oameni sunt dispăruți, sunt așteptate procese publice și migrație, lucruri pierdute sunt departe, bolile sunt înființate, trimise în morminte de munte și schimbate.", "古人": "Returnează jadul lui Zhao (completează jadul lui Zhao)", "第X籤": "A șaptezeci și șaptea câștigătoare la loterie", "宮": "Palatul la amiază"}