{"籤詩版本二": "Nod gol, vreau să vă țin în siguranță. Dacă vă păstrați corpul în siguranță, aș vrea să nu-l returnați niciodată.\nNu uita că favoarea lui Dumnezeu a fost înapoiată. Nu fi disprețuit de cuvintele lui Dumnezeu.", "詩意": "Nu crede că această hexagrama este adevărată.\nEste un semn că ești conservator în orice.", "解曰": "Oamenii au propriile lor opinii. Mintea nu trebuie să fie ocupată. Instrucțiuni Guanyin. Nu fi lipsit de respect.", "籤詩故事一": "◇ Sprijinirea în secret a drapelului de bronz\nCelebrul general fondator al dinastiei Tang, Qin Qiong (Qin Shubao) a primit titlul de Mare Mareșal al dinastiei Sui. El și-a condus trupele să atace Pasul Sishui (sau Pasul Sishui sau Pasul Dongling, legendele variază). Yang Lin ( Yang Yicheng), generalul de gardă al pasului Sishui, a fost împăratul Yang al dinastiei Sui a ordonat să fie înființată o matrice de steag de bronz, dar Qin Shubao nu l-a putut ataca mult timp. După ce a aflat că Luo Cheng, liderul formației, era vărul său, a contactat-o ​​pe mătușa sa.\nÎnainte ca Luo Cheng să plece, i-a spus mamei sale că persoana care a venit să răstoarne steagul a fost vărul său Qin Qiong, iar mama lui i-a ordonat să-l ajute în secret. În ziua bătăliei decisive, Luo Cheng, care păzea Drapelul de Bronz, și-a schimbat brusc partea și și-a unit forțele cu Qin Qiong. Au învins în cele din urmă formația Steagul de Bronz. Luo Cheng a ocupat Pasul Dongling și s-a întors învingător. Luo Cheng s-a predat și el. dinastia Tang.\n(Această poveste este o metaforă că uneori ar trebui să te bazezi pe rațiune când faci lucruri, mai degrabă decât pe emoție sau credință.)", "聖意": "Casa este, de asemenea, dispusă să facă promisiuni, să caute avere, să-și păstreze partea, să fie precaut în tranzacții, căsătoria este falsă, să nască o fată, pietonii stau pe câmp, viermi de mătase, șapte puncte, șase daune animale, persoane dispărute, public procese, migrație, bunuri pierdute, boli occidentale, soluție la munți, morminte, direcția vest", "古人": "Ajutând în secret să coboare steagul de bronz", "第X籤": "Șaptezeci și nouă Câștigând lotul", "宮": "Palatul la amiază"}