{"籤詩版本二": "Frunzele sicomorilor au căzut, toamna se apropie, iar călătoria de întoarcere a călătorilor arată ca nori.\nDatorită eforturilor mari ale lui Dumnezeu, corabia s-a întors cu comoara în vânt.", "詩意": "Această hexagramă reprezintă frunzele care cad ale arborelui sicomor.\nTotul este rău în avans și bine în final.", "解曰": "Luați lucrurile din inimă. A urmat Tian Xin. Pentru a-și câștiga existența. Fă tot ce poți.", "籤詩故事一": "◇Vântul bate spre Pavilionul Tengwang\nWang Bo, pe nume de curtoazie Zian, a fost un poet de la începutul dinastiei Tang. Sa născut în primul an al lui Yonghui, împăratul Gaozong al dinastiei Tang. Wang Bo a citit scripturile încă de când era copil și este cunoscut drept „copil minune”. Wang Bo a citit scripturile încă de când era copil și este cunoscut drept „copil minune”.\nCând avea zece ani, el și tatăl său s-au întâmplat să treacă pe lângă un templu Guandi. Au văzut statuia maiestuoasă a lui Guandi în templu, ținând în mână o copie a „Primăverii și toamnei” și citind-o. Când tatăl său a văzut-o, el a fost inspirat. El i-a scandat împăratului Guan: „Ținând trei șuvițe de barbă verde, citind istoria dinastiei Qing la felinarul verde și aducând un omagiu numelor celebre. Ținând dragonul verde și luna în mână.” Se spune. că, în toamna acestui an, Wang Bo a mers din Shanxi pe insula Hainan pentru a-și vizita tatăl, care a fost retrogradat la magistratul județului Jiaozhi, trecând prin mii de munți și râuri pe parcurs. În toamna anului, când avea douăzeci și șapte de ani, Wang Bo a plecat din Shanxi pe insula Hainan pentru a-și vizita tatăl, care fusese retrogradat la postul de magistrat al județului Jiaozhi, a trecut prin mii de munți și râuri pe drum.\nCând am ajuns la Muntele Madang în acea zi, toată lumea a plecat la țărm să se odihnească. Când Wang Bo a trecut singur pe lângă un templu antic, a văzut deodată un bătrân așezat pe piatra de lângă templu. Bătrânul arăta ca un copil cu părul blond. și o înfățișare de zână. I-a spus lui Wang Bo „Nu ești Wang Bo?” Wang Bo a tresărit și a spus: „Exact! De unde știi asta?” Bătrânul a spus: „Am auzit de mult că ai bine intențiile de a salva oameni, iar poeziile tale sunt foarte semnificative. Mâine va avea loc o petrecere grandioasă la Pavilionul Tengwang. Dacă poți participa la banchet și poți scrie un eseu, vei fi faimos de-a lungul veacurilor și vei primi cheltuieli de călătorie.\" Când au sosit. la Muntele Madang, toată lumea a plecat la țărm să se odihnească. Când Wang Bo mergea singur pe lângă un templu antic, a văzut brusc pe piatra de lângă templu, Era un bătrân așezat, care arăta ca un copil cu părul blond și o zână. i-a spus lui Wang Bo: „Nu ești Wang Bo?”\nWang Bo a fost surprins și a spus: \"Exact! De unde știi asta?\"\nBătrânul a spus: „Am auzit de mult că ai o intenție bună de a salva oamenii, iar poeziile pe care le compui sunt destul de semnificative. Mâine va fi o petrecere grandioasă la Pavilionul Prințului Teng. Dacă poți participa la banchet și poți compune, vei fi faimos de-a lungul veacurilor și vei primi cheltuieli de călătorie.”\nWang Bo a spus: \"Acest loc este la șase sau șapte sute de mile depărtare de Pavilionul Tengwang. Cum putem ajunge aici mâine?\" Bătrânul a spus: \"Voi folosi un cal ca un vânt divin pentru a te ajuta să mergi lin. cu siguranță va sosi mâine.\" Wang Bo mi-a mulțumit și a spus: \"Scuză-mă, socrul meu. , ești un nemuritor sau un zeu?\" Bătrânul a râs și a spus: \"Eu sunt Zhongyuan Shuijun responsabil de această zonă de apă!\" Wang Bo a spus: \"Acest loc este la șase sau șapte sute de mile distanță de Pavilionul Tengwang. Cum putem ajunge aici mâine?\"\nBătrânul a spus: \"Voi folosi calul ca pe un vânt divin care să te ajute să mergi lin. Cu siguranță voi ajunge mâine.\"\nWang Bo i-a mulțumit și i-a spus: „Scuză-mă, socru, ești un nemuritor sau un zeu?”\nBătrânul a râs și a spus: „Eu sunt Zhongyuan Shuijun care se ocupă de această zonă de apă!” Apoi bătrânul l-a îndemnat pe Wang Bo să urce repede pe barcă. El a văzut nori de bun augur înconjurându-l pentru o vreme și vântul. iar apa era netedă de-a lungul drumului.Într-o clipă, parcursese sute de mile.\nApoi bătrânul l-a îndemnat pe Wang Bo să urce repede pe barcă. El a văzut nori de bun augur înconjurându-l pentru o vreme și a fost o călătorie lină. Într-o clipită, a călătorit sute de mile. După cum era de așteptat, Wang Bo s-a repezit la Pavilionul Prințului Teng în dimineața marelui eveniment.\nDupă cum era de așteptat, Wang Bo s-a repezit la Pavilionul Prințului Teng în dimineața marelui eveniment. Și la fața locului, el a scris „Prefața la Pavilionul Prințului Teng”, care a fost numit capodopera eternă de către împăratul Gaozong al dinastiei Tang. Și la fața locului, el a scris „Prefața la Pavilionul Prințului Teng”, care a fost numit capodopera eternă de către împăratul Gaozong al dinastiei Tang.\nExistă o poezie care spune:\nS-a spus întotdeauna că oamenii talentați sunt zei, așa că nu este întâmplător faptul că vântul îl aduce pe Nanchang la Nanchang;\nAm scris o propoziție despre pavilionul înalt al lui Teng Wang, iar apoi el i-a însoțit pe nemuritori la Zhongyuan.", "聖意": "Roagă-te pentru casa ta și protejează-te, roagă-te pentru binecuvântări, caută bogăție și obții căsătorie și armonie.", "古人": "Vântul bate spre Pavilionul Tengwang", "第X籤": "Semnează optzeci și unu", "宮": "Wei Gong"}