{"籤詩版本二": "Ce se va întâmpla dacă îți pierzi virtutea din cauza reputației tale? Mi-e teamă că norocul se va schimba și se vor întâmpla lucruri rele.\nBeat, nu stiu unde sa ma duc, am un vis cetos la umbra pinilor verzi.", "詩意": "Această hexagramă reprezintă peștele rece care părăsește apa.\nNimic nu poate fi mutat.\n\n(Această hexagramă este un simbol al virtuții rele și al ghinionului.\nȚine-ți picioarele pe pământ în orice.\n)", "解曰": "Peștele rece părăsește apa. lucru mic care strică plăcerea. Dacă întrebi despre planurile de tabără. Este mai bine să Mo Qi\nAcest semn va aduce ghinion lui Liujia. Totul merge prost. Roagă-te pentru securitate.", "籤詩故事一": "◇Zhuangzi își testează soția\nZhuangzi sa născut în dinastia Zhou. Numele lui era Zhuang, numele lui era Zhou, iar numele lui era Zixiu. Era originar din Mengyi în dinastia Song. În dinastia Zhou, el a fost oficialul Qiyuan.\nÎntr-o zi, Zhuangzi a întâlnit o femeie pe munte, care stătea ghemuită în fața unui mormânt nou, scuturându-și evantaiul cu disperare, de parcă ar fi vrut să usuce pământul umed de pe mormânt. Zhuangzi nu a înțeles intenția ei, așa că a întrebat-o. Ea a spus că persoana îngropată în mormânt este soțul ei, iar ultimele cuvinte ale soțului ei au fost că nu se poate recăsători până când pământul de pe mormânt nu se va usca. Nu a mai putut aștepta, așa că a agitat pământul mormânt pentru a-l face să se usuce mai repede, astfel încât să poată urmări o a doua primăvară.\nZhuangzi a oftat când a crezut că există o femeie atât de lipsită de inimă pe lume. Apoi m-am gândit, soția mea ar fi așa? Când apar suspiciuni, vreau să o testez.\nNumele de familie al soției lui Zhuangzi era Tian, ​​​​iar cuplul avea de obicei o relație strânsă. Pentru a testa loialitatea soției sale, Zhuangzi a decis să pretindă că este mort.\nAuzind că Zhuangzi a murit dintr-o boală bruscă, mulți oameni din toate colțurile, inclusiv rude și prieteni, au venit să-și exprime condoleanțe. Printre ei se număra un rege și nepot frumos din statul Chu, care era bogat în bogăție. Văzând că dna. Tian era proaspăt văduv și jalnic, el a urmărit-o. Doamna Tian nu a suportat tentația și s-a îndrăgostit de Wang Sun. S-au căsătorit în doar douăzeci de zile.\nÎn acea noapte, când vinul a fost băut și urechile erau fierbinți, Wang Sun a suferit brusc un atac de cord și a murit.\nDoamna Tian a fost speriată și panicată și l-a întrebat urgent pe Wang Sun ce să facă. Wang Sun a îndurat durerea și i-a spus doamnei Tian că creierul cadavrelor poate fi folosit pentru a readuce morții la viață.\nUnde să găsești cadavrul? Doamna Tian s-a gândit brusc, nu a murit soțul ei? Domnul Tian a uitat de vechea dragoste dintre soț și soție și, de fapt, a luat un topor și a despicat sicriul soțului ei, pregătindu-se să-i scoată creierul pentru medicamente.\nÎn mod neașteptat, când sicriul a fost deschis, Zhuangzi a revenit la viață. Doamna Tian i-a fost atât de rușine încât s-a spânzurat.\n(Această poveste este o metaforă a încălcării prieteniei pentru câștig personal, așa că nu putem fi de acord cu ea.)", "聖意": "Casa este liniștită, sunt în siguranță, caut avere, există nedreptate în tranzacții, sacrificii, căsătorie, lucrurile sunt rezolvate, Liujia este prosperă, pietonii nu au ajuns, Tiancanping, Liujuping, oamenii caută oameni, procesele s-au schimbat , oamenii sunt conservatori, lucrurile pierdute nu sunt bolnave, iar munții și mormintele sunt rele.", "古人": "Zhuangzi își testează soția", "第X籤": "Lotul 84", "宮": "Wei Gong"}