{"籤詩版本二": "Nori întunecați și ceață acoperă drumul din fața muntelui.Totul este rotund și luna este din nou rotundă.\nDacă primești poezie și cărți, te vei trezi dintr-un vis adânc, persoana nobilă te va călăuzi pe acoperiș.", "詩意": "Această hexagramă simbolizează sfârșitul primăverii și înflorirea florilor.\nTotul se schimbă după Domnul.", "解曰": "Bătrânul trebuie să ceară ajutor. Înflorește din nou primăvara. Dorinta de faima si avere. Întâlnește o nenorocire târziu în viață.", "籤詩故事一": "◇Han Wengong întâlnește zăpadă\nHan Yu, al cărui nume de curtoazie era Tuizhi, era din Changli. Tang Dezong a devenit Jinshi în al optulea an de Zhenyuan, iar titlul său postum a fost Wen Gong.\nÎn timpul domniei împăratului Xianzong al dinastiei Tang, Han Yu a reproșat oasele lui Buddha, ceea ce l-a înfuriat pe împărat. Han Yu și-a părăsit soția și copiii și s-a dus la Chaozhou. După ce am mers mai puțin de câteva zile, vântul rece s-a aprins și a nins puternic. Han Yu a ajuns într-un loc în care zăpada era adâncă de câțiva metri, îngreunându-i calul să înainteze.Nu era nicio casă în apropiere și nu știa unde era drumul. Dacă vrei să urmezi poteca și să te retragi, nu există cale de întoarcere. Vântul bătea puternic și zăpada cădea rapid.Han Yu era îmbibat până la piele, înghețat și flămând și nu avea unde să-și exprime tristețea.\nHan Yu a oftat și a spus: „Împăratul nu mă va ucide, dar împăratul vrea să mă distrugă”.\nTocmai când Han Yu era disperat, a văzut un bărbat venind să curețe zăpada în ciuda frigului puternic. Sa dovedit a fi Han Xiangzi (nepotul lui Han Yu).\nÎn prealabil, Han Xiangzi îi spusese lui Han Yu: „Unde este casa lui Yun Heng în Qinling? Zăpada îmbrățișează poarta albastră și calul se oprește înainte.” La acel moment, Han Yu nu înțelegea ce a vrut să spună Han Xiangzi, dar acum el în sfârșit înțeles.\nAșa că Han Yu și Han Xiangzi au mers să petreacă noaptea în casa lui Fu din Langan. Vorbind despre trecut și despre drumul spre cultivare, Han Yu a fost sincer convins.\nMai târziu, Han Yu și-a abandonat poziția oficială, și-a donat toate proprietățile guvernului local și a mers în munți pentru a practica taoismul și a deveni un nemuritor.", "聖意": "Casa nu este bună pentru sine, aveți grijă să căutați bani, concentrați-vă pe afaceri, căsătoria întârzie, pietonii Liujia blochează câmpurile, viermii de mătase sunt buni, animalele sunt bune, este dificil să găsiți oameni, procesele publice se repetă, migrația este actualizate, lucrurile pierdute sunt grave, bolile sunt amânate, mormintele de munte ar trebui schimbate.", "古人": "Han Wengong întâlnește zăpadă", "第X籤": "Al optzeci și cincilea câștigător la loterie", "宮": "Shen Gong"}