{"籤詩版本二": "Mergând la jumătatea drumului spre muntele vestic, stâncile din Junling nu pot fi așezate.\nPrivind la Dumnezeu pentru protecție, acest trup este încă la morgă", "詩意": "Această hexagramă este ca și cum ai căuta aur în nisip.\nExistă semne de oameni nobili în toate.\n\nDe asemenea: Această hexagramă indică faptul că persoana este în pericol.\nExistă semne de oameni nobili în toate.", "解曰": "Jadul poate fi găsit prin cizelarea pietrei. Găsiți aur în nisip. Trebuie să muncești din greu. Doar probleme.\nO altă lucrare: o situație dificilă. Nicăieri unde să stai. Cere binecuvântarea lui Dumnezeu. Roagă-te pentru liniște sufletească.", "籤詩故事一": "◇Mușcă aurul și explorează peșteri subterane\nPentru a sărbători isprăvile sale militare, Cheng Yaojin a găzduit un banchet la Yanwuyang. Dintr-o dată s-a deschis în pământ o gaură, care era de nepătruns.Toată lumea tragea la sorți alegând cuvintele, mușcând aurul pentru a câștiga și închiriind frânghii pentru a se lega în gaură.\nExistă uși de piatră, mese, scaune, poduri și alte obiecte.Pe masă sunt veșminte de dragon și curele de jad, care sunt făcute din aur și uzate din peșteră.\nYao Jin a ieșit din gaură cu o cutie mare și o cutie mică, a deschis cutia de lemn și a scos sigiliul de jad, a deschis cutia, a scos steagul mare și halatul coroanei și urmele și le-a pus pe masă și toți i-au urmărit unul câte unul. Am văzut cele opt caractere de sigiliu gravate pe sigiliul mare au fost „Regele Demon al lui Hunshi, Marele Împărat Virtuos”.\nToată lumea l-a venerat ca „Împăratul”, iar Yaojin a făcut asta timp de trei ani ca Rege Demon. (De fapt, acesta a fost doar autoproclamat, iar Cheng Yaojin era doar liderul satului la acea vreme.)\n(Această poveste este o metaforă că lucrurile bune sunt la fel ca actoria. Aceasta este concepția artistică despre „acest corp este încă în gol”.)", "聖意": "Rugăciunea pentru casă și casă, lipsa profitului, căutarea bogăției, munca din greu, a fi atent în afaceri, căsătoria va fi împiedicată de Liu Jiaxu, pietoni, Chi Tian, ​​viermi de mătase, grajd șase animale, în căutarea oamenilor, fără procese , pierdere, migrație, păstrarea bunurilor pierdute, boli malefice, obstacole, munți și morminte.", "古人": "Explorând Cripta pentru Aur", "第X籤": "Semnează optzeci și șapte", "宮": "Shen Gong"}