{"籤詩版本二": "Nu mă deranja cu treburile tale personale.Este mai potrivit să întreb publicul.\nO inimă limpede este la fel de strălucitoare și limpede ca luna strălucitoare de pe cer", "詩意": "Această hexagramă reprezintă imaginea unei luni strălucitoare pe cer.\nTotul este luminos și aerisit.", "解曰": "Fii drept cu inima. Îndreptați legea. Cuvinte sfinte. În sfârșit devine clar.", "籤詩故事一": "◇ Generalul lui Kong Ming\nSoluție: Zhuge Liang își mobilizează trupele și generalii\nÎn perioada celor Trei Regate, Zhuge Liang (181-234), numele de curtoazie Kongming, s-a născut în Yangdu, Langya (acum județul Yinan, provincia Shandong).\nZhuge Liang a fost de acord să devină oficial după ce Liu Bei a vizitat cabana cu acoperiș de paie de trei ori. În acel moment, Cao Cao a calmat Hebei și era hotărât să mărșăluiască spre sud. L-a trimis pe Xiahou Dun ca general șef, Yu Jin, Li Dian și alții ca generali adjuncți, conducând o armată de 100.000 de oameni care să meargă spre Xinye. Deși Zhuge Liang avea un plan de a se retrage de la inamic în acel moment, Guan Yu și Zhang Fei au disprețuit cuvintele lui Zhuge Liang. Zhuge Liang nu a avut de ales decât să folosească sabia lui Liu Bei pentru a-i convinge pe cei doi, astfel încât fiecare a condus o mie de trupe și ambuscadă în Yushan și Anlin. Au așteptat ca Xiahou Dun să-și conducă armata să treacă, apoi i-au atacat cu ambuscade și foc.\nÎn plus, Zhao Yun a fost trimis să conducă rămășițele vechi și slabe ale armatei pentru a lupta ca avangardă împotriva lui Xiahou Dun, apoi a prefăcut înfrângerea și s-a retras, atrăgându-l pe Xiahou Dun pe drumul îngust din munți și păduri. El l-a trimis și pe Guan Ping, Zhou Cang, Liu Feng și alții să se strecoare în spatele armatei lui Cao, ardând provizii și creând panică în armata lui Cao.\nDupă bătălie, totul s-a întâmplat așa cum a aranjat Zhuge Liang. Când Xiahou Dun și Yu Jin au condus armata în urmărire, Li Dian, care se afla în spate, l-a informat de urgență pe Xiahou Dun în front că trebuie să se protejeze împotriva atacurilor cu focul inamicului. Cu toate acestea, era prea târziu. Armata lui Cao a fost constrânsă de drumul îngust și se afla într-un loc în care copacii s-au împletit, astfel încât focul nu a putut fi pornit.Au fost victime grele, iar Xiahou Dun și alți generali au fost învinși și au fugit înapoi la Xudu.\n(Această poveste este o metaforă că Kong Ming se pricepe la folosirea oamenilor și la guvernarea țării cu înțelepciune.)", "聖意": "Casa și casa sunt de bun augur. Îmi doresc mult noroc în avere, liniște sufletească, afaceri prospere, căsătorie, succes, succes în Liujia, bărbați care mută câmpuri, viermi de mătase, pierderea animalelor, oameni dispăruți, procese publice, migrație, bunuri pierdute, binecuvântări, boală, pace, munți și morminte.", "古人": "generalul lui Kong Ming", "第X籤": "Al nouălea semn", "宮": "Palatul Yin"}