{"籤詩版本二": "Un spectacol bun te face să ieși în evidență din mulțime încruntat, iar viitorul tău se schimbă și aduci multă bogăție.\nUn drum este la fel de larg ca cerul și toți banii pe care îi poți oferi vor fi în inima ta", "詩意": "Această hexagramă indică un viitor promițător.\nTotul merge bine.", "解曰": "Un drum mare. Poți să mergi înainte. Folosește-ți inima. Doar înainte.\nTotul merge conform planului cu acest semn. Mult noroc lui Jichang.", "籤詩故事一": "◇Trei eroi luptă împotriva lui Lu Bu\nSoluție: Trei eroi Zhang Fei, Guan Yu și Liu Bei luptă împotriva lui Lu Bu\nDong Zhuo a aflat că Hua Xiong a fost decapitat și l-a trimis pe generalul zburător Lu Bu la luptă. De îndată ce Lu Bu a intrat în luptă, i-a ucis pe generalii Fang Yue și Mu Shun și i-a ucis pe Wu Anguo și Gongsun Zan.\nZhang Fei a văzut că Gongsun Zan nu l-a putut învinge pe Lu Bu, așa că l-a înlocuit rapid pe Gongsun Zan și a strigat: „Sclavii celor trei nume de familie ar trebui să plece! Zhang Fei din Yan este aici!” După aceea, au luptat mai mult de cincizeci de runde, fără câștigător sau învins.\nDupă ce Guan Yu l-a văzut, el și Zhang Fei l-au atacat pe Lu Bu și au luptat pentru mai mult de treizeci de runde.\nLiu Bei a purtat și două săbii, a bătut din palme calul și a făcut un pas înainte pentru a-i ajuta pe Zhang Fei și Guan Yu.\nCei trei bărbați l-au înconjurat pe Lu Bu și au continuat să lupte.Toți oamenii din grup au rămas uimiți.\nCurând, Lu Bu a început să-și piardă puterea. Pegasul lui Lu Bu s-a retras, dar cei trei bărbați l-au urmărit pe Lu Bu și au refuzat să renunțe. Nu s-au retras până nu au întâlnit trupele lui Lu Bu.\n\"Trei regate\"\n(Această poveste este o metaforă pentru curajul și priceperea lui Lu Bu în luptă. O persoană poate învinge trei persoane.)", "聖意": "Inima casei și casei călătorește doar în propria călătorie pentru a căuta bogăție. Un posibil articol de căsătorie merge la Liujia. Lucrurile merg bine pentru oameni. Viermii de mătase Zhushuntian folosesc. Oamenii pot fi găsiți printre cele șase animale. Oamenii pot fi găsiți în avans. . Litigii. Migrație. Proprietăți pierdute. Boli. Munții și mormintele sunt ca norocul.", "古人": "Trei eroi luptă împotriva lui Lu Bu", "第X籤": "Câștig la loterie nouăzeci și unu", "宮": "Tu Palatul"}