{"籤詩版本二": "Luan Feng Xiang a fost udat de burniță, dar la acel moment a fost hărțuit de Queer\nAm fost șocat să aflu că într-o zi norii erau departe, dar tot ți-am returnat hainele.", "詩意": "Această hexagramă reprezintă simbolul Luan și Phoenix acoperit de ploaie.\nTotul vine când vine momentul.", "解曰": "Nenorocitul prosperă zi de zi. Un domn nu ar trebui să facă nimic. Ține doar pentru tine. Luați măsuri când va veni momentul.", "籤詩故事一": "◇Gao Jun garantează căsătoria\nLa începutul dinastiei Song, Zhao Kuangyin a unificat nordul și întreaga țară s-a predat. Cu toate acestea, în timpul dinastiei Tang de Sud, Li Yu s-a înrădăcinat în sudul râului Yangtze. El a adoptat strategia de a simula capitularea oferind orașul, prinzând capcane. Zhao Kuangyin în Shouzhou, iar situația era critică. Nepotul lui Zhao Kuangyin, Gao Junbao, un tânăr cu o armă de aur, a părăsit Bianjing pentru a rupe asediul Shouzhou.\n, trecând pe lângă Muntele Shuangsuo, au spart semnul Soțului instalat de Liu Jinding, iar cei doi au concurat. Drept urmare, Liu Jinding l-a învins de trei ori pe Gao Junbao cu superbele sale arte marțiale și au schimbat buzduganele de aur și clopotele de argint pe viață. Nepotul lui Zhao Kuangyin, Gao Junbao, a părăsit Bianjing pentru a-l salva pe Zhao Kuangyin prins în Shouzhou. El a trecut prin Muntele Shuangsuo și a spart semnul instalat de Liu Jinding. Cei doi au concurat, dar Liu Jinding l-a învins de trei ori pe Gao Junbao cu superbele sale arte marțiale. și a fost forțat să se căsătorească. Cuplul a condus mulțimea în asediu și l-a salvat pe Zhao Kuangyin.\n(Metafora acestei povești este că cei doi nu s-au împăcat (au fost hărțuiți), ci s-au împăcat ulterior.)", "聖意": "Casa familiei nu este bună pentru sine, aveți grijă să căutați bani, blocați afaceri, așteptați căsătoria, întârziere, Liujia, călător fals, zaboviți pe câmp, viermi de mătase, întârziere, șase daune animale, greu de găsit oameni, procese, pierdere, migrație, conservativitate, bunuri pierdute, boală gravă, prelungire a muntelui, reformă gravă", "古人": "Gao Jun garantează căsătoria", "第X籤": "Nouăzeci și trei câștigând la loterie", "宮": "xugong"}