{"籤詩版本二": "Un domn nu ar trebui să-i pese de oamenii mici, dacă lucrurile merg prost, el va cauza necazuri.\nSunetul pianului trebuie ascultat cu un prieten apropiat.Este mereu liniștit și vag.Această lucrare este pentru toată lumea.", "詩意": "Această hexagramă ar trebui să îndeplinească imaginea unui prieten apropiat.\nMenținerea constantă a lucrurilor va aduce noroc.", "解曰": "Zhiyingangxu. Nu acordați atenție altor lucruri. Tratează-te ca pe o persoană nobilă. Toți fericiți.\nZhiyin Fangxu are patru caractere, care este scris inițial ca Shiyin Fanghua.", "籤詩故事一": "◇BoYa vizitează prietenii (BoYa Broken Qin)\nBoya, supranumit Yu, prenumele Rui și numele de curtoazie Boya, era originar din Yingdu, statul Chu în perioada primăverii și toamnei și în perioada statelor în război.\nZhong Ziqi a lucrat ca tăietor de lemne în Regatul Chu. Într-o zi, l-a întâlnit pe Yu Boya cântând la harpă în râul Han. Zhong Ziqi a auzit o voce care spunea: „Este la fel de înalt ca un munte și se leagănă ca apa curgătoare.” Cei doi s-au căsătorit și au promis că se vor reîntâlni la mijlocul zilei. Festivalul de toamnă anul viitor.\nÎn anul următor, Yu Boya și-a păstrat întâlnirea așa cum era programată, dar Zhong Ziqi a murit. După ce Yu Boya a aflat că Zhong Ziqi a murit, Yu Boya s-a gândit că nu va mai exista muzică în lume și că nu va mai cânta la harpă în viața lui.\nSpune:\nSpargerea Yao Qin și Feng Wei Han. Lui Zi Qi nu-i pasă cu cine joacă.\nBriza de primăvară aduce toți prietenii. E greu să găsești un prieten adevărat.", "聖意": "Fii atent la ieșirea din casă și la propriul răufăcător. Când cauți bogăție, fii precaut cu privire la tranzacții. Este recomandabil să întârzii în căsătorie. Este nefavorabil ca pietonii de sex feminin să mute câmpurile, viermii de mătase și animalele, să caute oameni cu sârguință , să depună procese și să migreze, să caute rapid bunuri pierdute, să fie blocați de boli și morminte în munți.", "古人": "Boya vizitează prietenii (Boya Broken Qin)", "第X籤": "Lotul nouăzeci și patru", "宮": "xugong"}