{"籤詩版本二": "Ambiția și realizările sunt în dinastie, dar acum va exista băutură și sex la nesfârșit.\nDacă vezi un cocoș de aur, vei fi răsplătit cu bani, avere și avere.", "詩意": "Această hexagramă reprezintă simbolul ambiției și faimei.\nPăstrează totul de bun augur.", "解曰": "Ambițios și entuziasmat. Nu este prea târziu să te păzești. Cocoșul de aur promite. Toți fericiți.", "籤詩故事一": "◇Cao Pi sa autoproclamat împărat\nCao Pi, numele de curtoazie Zihuan, s-a născut în Peiguoqiao (acum județul Hao, Anhui). Un politician și scriitor celebru în perioada Jian'an.\nCao Pi este al doilea fiu al lui Cao Cao. A trăit cu tatăl său în tabăra militară încă din copilărie. Sub influența tatălui său, Cao Pi a învățat tirul cu arcul la vârsta de șase ani și călăria la vârsta de opt ani și s-a dezvoltat bune abilități de arte marțiale. De asemenea, are cunoștințe extinse despre clasici și biografii antice și moderne, precum și despre cărțile a sute de școli de gândire. Abia la vârsta de optsprezece ani, Cao Cao l-a învins pe Yuan Shao, iar Cao Pi a trăit o viață relativ stabilă în Yecheng, centrul stăpânirii lui Cao Cao. De atunci, deși uneori și-a însoțit tatăl în expediții militare și a trăit viața unui fiu nobil de cele mai multe ori, a practicat în continuare artele marțiale în fiecare zi și nu a declinat până în prezent. De multe ori merge pe calul său la o sută de pași și este foarte priceput în artele marțiale.Deoarece practică adesea artele marțiale, este ușor și puternic.\nFiul cel mare al lui Cao Cao, Cao Ang, a fost ucis într-o bătălie. După ce fiul cel mare a murit, Cao Pi a devenit prima alegere pentru prințul moștenitor. Când avea treizeci și unu de ani, a fost numit prinț moștenitor de către Cao Cao. Când Cao Pi avea treizeci și trei de ani, Cao Cao a murit de boală, iar Cao Pi i-a succedat ca prim-ministru și rege al Wei. El a spus că de multe ori merge călare la o sută de pași și este foarte priceput. Pentru că practică des kungfu, este ușor și sănătos.", "聖意": "Roagă-te pentru ca casa ta și casa ta să fie liniștite. Căutați bogăție, munciți din greu, comerț și despărțiți-vă devreme. Căsătoria va avea succes. Liujia va fi în siguranță. Oamenii vor fi în siguranță. Câmpurile de viermi de mătase vor întârzia. Vor fi șase animale. matur.Va fi greu să găsești oameni.Litigiu public.Decizie urgentă.Migrație.Proprietate pierdută.Departe.Bolile persistă în munți și morminte.Noroc.", "古人": "Cao Pi se autoproclamă împărat", "第X籤": "Al nouăzeci și cincilea câștigător la loterie", "宮": "xugong"}