{"籤詩版本二": "Pagoda maiestuoasă este neobișnuită, cu trăsături rafinate pe toate părțile, care strălucesc puternic.\nVă îndemn să fiți hotărâți să vă plecați cu sârguință și să faceți fapte bune, iar cerul vă va trimite binecuvântări.", "詩意": "Această hexagramă reprezintă manifestarea meritului.\nTotul este de bun augur.", "解曰": "Aceste binecuvântări. Toată lumea o are. Nu fi prea ocupat. Meritul se stabilește în prealabil.", "籤詩故事一": "◇ Regele Fenyang își întâlnește nepotul de Ziua Îndrăgostiților din China\nSoluție: Guo Ziyi a întâlnit-o pe Fata Țesătoarei care cobora pe pământ de Ziua Îndrăgostiților din China. Tiansun, nepoata împăratului de jad, este cele șapte zâne.\nGuo Ziyi (697-781), cunoscut și sub numele de Guo Linggong, a fost originar din județul Zheng, Huazhou (acum județul Huaxian, provincia Shaanxi) și general în timpul dinastiei Tang. Curtea imperială i-a acordat lui Ziyi titlul de rege al Fenyangului.\nSe spune că Ziyi era originar din Huazhou și a mers să se alăture armatei în afara Marelui Zid. El a mers la Beijing pentru a cere plata armatei și s-a întors la Yinzhou. S-a întâmplat să fie Ziua Îndrăgostiților din China la acea vreme. Vântul și nisipul se întuneca, iar soarele se întuneca. Ziyi nu se putea înainta, așa că stătea lângă drum. Dormea ​​pe podea într-o casă goală. Când era pe cale să adoarmă, a văzut deodată o lumină roșie pe ambele părți.Se ridică și își ridică privirea surprins.Pe cer era un nor care cobora încet.Acolo stătea o femeie frumoasă,demnă și superbă,cu totul diferită de oamenii obișnuiți. Ziyi și-a adus imediat omagia și a spus: „Astăzi este a șaptea zi a celei de-a șaptea luni lunare. Cred că Fata Țesătoarei a venit, dorind să-și acorde longevitatea și bogăția”.\nFemeia a mai răspuns: „Cu marea bogăție vine și longevitatea”.\nDupă ce a terminat de vorbit, strălucirea a revenit și norii s-au ridicat încet.Femeia încă se uita în jos la Guo Ziyi cu un zâmbet plăcut.Numai când era departe de ea se încețoșa fumul și nu mai putea fi văzută.\nS-a dovedit a fi adevărat, așa cum a spus femeia. Meritele lui Ziyi sunt de renume mondial, este un ministru extrem de popular și este un general cu atât merite, cât și virtuți.", "聖意": "Pune-ți o dorință acasă, pune-ți o dorință, roagă-te pentru bani, noroc în afaceri, noroc în căsătorie, noroc în Liujia, călătorii fericite cu oameni, câmpuri în mișcare, viermi de mătase, animale stabile, ghinion în găsirea oameni, procese publice, migrație, noroc, boli ale bunurilor pierdute, morminte în Zhenxingshan", "古人": "Regele Fenyang își întâlnește nepotul de Ziua Îndrăgostiților din China", "第X籤": "Semnează nouăzeci și șase", "宮": "xugong"}