{"籤詩版本二": "Întârzie să intri și să ieși pentru a cere sfaturi, anxios și îngrijorat de a crea probleme\nCa o pasăre care zboară într-o capcană, cât timp poate dura să scape?", "詩意": "Această hexagramă este un semn al păstrării lucrurilor vechi și al adaptării la soartă.\nTotul este nesatisfăcător.", "解曰": "Fii conservator în orice moment. Așteptând sosirea nobilului. Dacă întrebi despre toate. Principalul lucru va fi târziu.", "籤詩故事一": "◇Ji Ping a fost ucis\nJi Ping, al cărui nume real este Ji Tai, cunoscut și sub numele de Ping, a fost un medic imperial din dinastia Han.\nÎn al cincilea an al lui Jian'an (200 d.Hr.), Cao Cao a devenit prim-ministru și nu l-a luat în serios pe împărat.De când a citit edictul scris de împăratul la centură, Dong Cheng, care nu avea cum să obțină scăpat de Cao Cao, s-a simțit indignat și furios.Îngrijorat, s-a îmbolnăvit.\nÎmpăratul Xian i-a cerut medicului imperial Ji Ping să-l trateze pe Cao Cao. Ji Ping a citit edictul secret al împăratului și a fost hotărât să scape de Cao Cao, așa că cei doi au conceput împreună un plan. În mod neașteptat, pereții au urechi. Sclavul domestic al lui Dong Cheng, Qin Qingtong, a fost bătut de patruzeci de ori cu un băț de Dong Cheng din cauza aventurii sale cu tânăra soție a lui Dong Cheng. A ținut ranchiuna. Când a auzit despre asta, l-a raportat pe Dong Cheng și Ji Ping către Cao Cao.\nJi Ping a profitat de durerea de cap a lui Cao Cao și l-a otrăvit în secret. Cao Cao a primit un bacșiș, l-a prins în capcană pe Ji Ping, l-a torturat și l-a investigat pe lider. Ji Ping a rezistat morții și a murit după ce a atins treptele.", "聖意": "Casa este îngrijorată de sine, ticălosul cere bani, afacerea este ruptă, căsătoria nu este lungă, pedeapsa este de șase, pietonul este prins în câmp, viermele de mătase este deteriorat, cele șase animale sunt găsite, persoană este găsită, procesul public este pierdut, migrația nu se mișcă, proprietatea este pierdută, boala este comisă, plasa este în munte, mormântul este mort,", "古人": "Ji Ping a fost ucis", "第X籤": "Nouăzeci și opt de semne", "宮": "Haigong"}