{"籤詩版本二": "Ținând în mână calul și ținând biciul, venim direct aici, jumătate în pericol și jumătate în dezastru.\nE ca o casă arsă de foc.Când cade cerul, ploaia o preface în cenuşă.Am un plan.", "詩意": "Această hexagramă reprezintă jumătate tristețe și jumătate bucurie.\nEste indicat să faci bine în toate.", "解曰": "Muncă pe tot parcursul vieții. Nu-ți pasă de bine și rău. Cătușele sunt temporare. Resentimentele vine de la sine.", "籤詩故事一": "◇Tao Sanchun îl învinge pe Zheng En în Guayuan\n„Trăiască memoria mea”, s-a ridicat Zhao Kuangyin din nou, „Beiping Regele Zheng En a aranjat o căsătorie pe atunci. Acum că lumea este în pace, aș dori să-ți cer permisiunea de a alege o zi de bun augur pentru a mă căsători. \"\n„Trăiască memorialul meu!” Zhao Kuangyin s-a ridicat și a spus: „Regele Beijingului, Zheng En, aranjase o căsătorie pe atunci. Acum că lumea este în pace, aș dori să-ți cer permisiunea de a alege o căsătorie de bun augur. ziua pentru a te căsători”.\n„Oh, al treilea frate s-a logodit înainte, cum de nu am știut despre asta?” Chai Rong a fost foarte surprins. El a fluturat cu mâna și l-a rugat pe Zhao Kuangyin să stea jos și să vorbească.\n„Oh! Al treilea frate s-a logodit înainte, de ce nu știam despre asta?” Chai Rong (împăratul dinastiei Zhou de mai târziu) a fost foarte surprins. El a fluturat cu mâna și l-a rugat pe Zhao Kuangyin să stea jos și să vorbească.\n\"Este o poveste lungă. În primul rând, eram încă în sărăcie la vremea aceea și nu ne-am alăturat armatei tale. De atunci, ne luptăm de ani de zile și nu avem timp să ne pese de tine. În al doilea rând, al treilea frate este și el un mic e timid să menționez asta, așa că Majestatea Voastră nu știe.”\n\"Este o poveste lungă. În primul rând, încă trăiam în sărăcie la vremea aceea și nu ne-am alăturat armatei tale. De atunci, ne luptăm de ani de zile și nu avem timp să ne pese de tine. În al doilea rând, al treilea frate este și el un puțin timid să menționez asta, așa că Majestatea Voastră nu știe.”\n\"Hei, studentul de sex masculin se căsătorește, ce rost are să fie jenat? Al treilea frate este pe câmpul de luptă de mult timp și poate fi privit ca un erou de neegalat. De ce ești atât de meschin în această chestiune?\"\n\"Hei! Băiatul de la facultate se căsătorește, ce rost are să fie jenat? Al treilea frate este pe câmpul de luptă de mult timp și poate fi privit ca un erou de neegalat. De ce ești atât de meschin în această chestiune?\"\n„Apropo de asta, nu-l pot învinovăți pe al treilea frate al meu pentru că a fost timid, pentru că această căsătorie a fost falsificată”.\n„Apropo de asta, nu-l pot învinovăți pe al treilea frate al meu pentru că a fost timid, pentru că această căsătorie a fost falsificată”.\n\"Ați scris? Hei, este interesant. Vă rog să-mi spuneți ce sa întâmplat.\"\n\"Am scris-o! Hei! Este interesant! Te rog spune-mi ce sa întâmplat.\"\n„Da, îmi amintesc în acel an, când eram pe punctul de a ne alătura Majestății Sale, treceam prin județul Baocheng. Era foarte cald în iunie. Al treilea frate al meu nu a putut sta la hotel, așa că a ieșit să rătăcească singur. După ce a trecut pe lângă o grădină de pepeni, a intrat să culeagă câțiva. Pepenii stingeau setea. Nu erau mulți pepeni care se coaceau timpuriu în acest moment, iar al treilea frate nu știa să-i culeagă, așa că i-a rupt mulți. Femeia care se uita la pepeni s-a înaintat să-l acuze pe al treilea frate. Cei doi au avut o neînțelegere, apoi au început să se bată. Haideți. Din fericire, am fost îngrijorat și am fost grăbit la timp la salvare, altfel...\"\n„Da, îmi amintesc în acel an, când eram pe punctul de a ne alătura Majestății Sale, treceam pe lângă județul Baocheng. Era foarte cald în iunie. Al treilea frate al meu nu a putut sta la hotel, așa că a ieșit să hoinărească singur. După ce a trecut pe lângă o grădină de pepeni, a intrat să culeagă câțiva. Pepenii stingeau setea. Nu erau mulți pepeni care se coaceau timpuriu în acest moment, iar al treilea frate nu știa să-i culeagă, așa că i-a rupt mulți. Femeia care se uita la pepeni s-a înaintat să-l acuze pe al treilea frate. Cei doi au avut o neînțelegere, apoi au început să se bată. Haideți. Din fericire, am fost îngrijorat și am fost grăbit la timp la salvare, altfel...\"\n„Acest Zheng Ziming, este vina lui în primul rând, ar trebui să-și ceară scuze. De ce l-a lovit? În plus, cum poate o familie a unei fete să reziste loviturilor și loviturilor unui bărbat fioros ca el! Haide, ai bătut-o pe fata asta bucăţi.Nu?\" \"Fata a fost nevătămată...\"\n„Acest Zheng Ziming, este vina lui în primul rând, așa că ar trebui să-și ceară scuze. De ce îl bătuți? În plus, cum poate o familie a unei fete să reziste loviturilor și loviturilor unui bărbat feroce ca el! Hai, spune-mi, ai bătut-o pe fata asta. Nu?\"\n\"Fata a fost nevătămată...\"\n\"E în regulă, e în regulă... Hei, nu ai luat măsuri? Oh, cred că m-ai salvat la timp.\"\n\"E în regulă! În regulă... Hei! Nu ai luat măsuri? Oh! Bănuiesc că tu ai fost cel care m-a salvat la timp!\"\n„...Nu, persoana pe care am salvat-o a fost... al treilea frate.” „...Nu, persoana pe care am salvat-o a fost... al treilea frate”.\n„Ah?!” „Ah?!”\n„Al treilea frate a fost doborât la pământ de femeie și bătut violent pe tot drumul. Din fericire, am ajuns și l-am convins să plece, așa că nu a fost grav rănit.... Majestatea Voastră... Majestatea Voastră!... \"\n\"Al treilea frate a fost doborât la pământ de femeie și a fost bătut violent. Din fericire, am ajuns și l-am convins să plece, așa că nu a fost grav rănit.... Majestatea Voastră... Majestatea Voastră!...\"\n„Ah?...Oh, cine este acea femeie!?” „Ah!?...Oh, cine este acea femeie!?”\n„Abia mai târziu am aflat că numele femeii era Tao Sanchun, iar tatăl ei Tao Hong era un erou vechi care nu avea aspirații. Tao Sanchun a învățat artele marțiale de la tatăl său încă din copilărie. După ce am ajuns să cunosc familia lui, am văzut că domnișoara Sanchun avea un caracter remarcabil. , Luo Luo și generos, fără nici un obicei de a fi o fetiță, l-au potrivit în mod deliberat. Tatălui și fiicei Tao le-a plăcut foarte mult și caracterul simplu al celui de-al treilea frate. a dat de cap imediat și a hotărât asupra acestei căsătorii pentru cei doi. Maiestate, vă rog să-mi spuneți, aceasta nu este. Este o căsătorie falsificată?\"\n„Abia mai târziu am aflat că numele fetei era Tao Sanchun și că ea învățase arte marțiale de la tatăl ei încă din copilărie. După ce am făcut cunoștință cu familia lui, am văzut că domnișoara Sanchun avea un caracter remarcabil, era generos și nu aveau nicio urmă de obiceiurile fetiței, așa că am recrutat-o ​​în mod deliberat. Domnul Tao și fiicei lui le-a plăcut foarte mult și caracterul simplu al celui de-al treilea frate al lor. Au dat seama imediat și s-au hotărât asupra acestei căsătorii pentru ei. Maiestate, te rog spune-mi, nu este aceasta o căsnicie falsificată?”\n(Această poveste este o metaforă, pentru că un lucru rău s-a dovedit a fi un lucru bun.)", "聖意": "Rugați-vă pentru protecția locuinței, aveți grijă, căutați bogăție, ruinați afacerile, împiedicați căsătoria, pedeapsa, asigurarea Liujia, pietonii prinși în câmp, pagube ale viermilor de mătase, distrugerea animalelor, persoane dispărute, procese ilegale, pierderi, migrație, conservativitate, bunuri pierdute, boli malefice , pericole, munți, morminte, eșec", "古人": "Tao Sanchun îl bate pe Zheng En în grădina de pepeni", "第X籤": "Numărul nouăzeci și nouă", "宮": "Haigong"}