{"籤詩版本二": "Dunyo yaxshi turmush qurish, xayrli kunlar va yaxshi kunlar uchun yaratilgan va hamma narsa yaxshi bo'lsin\nBu lotni olsangiz, unchalik muhim emas, imperator odamlarni sodiq va to'g'ri deb e'lon qiladi.", "詩意": "Bu hexagram osmon va yerning boshlanishining boshlanishini ifodalaydi.\nHammasi xayrli.", "解曰": "Tez tezlik. Yil o'z vaqtiga arzimaydi. Guanyin yozadi. Avval menga xabar bering.", "籤詩故事一": "◇Zhongli maʼrifatli boʻldi\nZhongli Quan familiyasi Zhongli, Quan nomi, Yunfang ism va laqabi Zhengyang Sharqiy Xan sulolasi davrida Shensi provinsiyasi, Sian, Sianyang tumanida tug‘ilgan.\nChjung Liquan Xan sulolasining generali edi.G'arbiy Qiangga qarshi ekspeditsiya paytida u qo'mondon Lyan Yiga hasad qildi va unga bor-yo'g'i 30 000 nafar qari va kuchsiz askarlarni tayinladi.U o'z manziliga yetib borishi bilanoq lagerni talon-taroj qilishdi. G'arbiy Qiang qo'shini va askarlar qochib ketishdi. Chjung Liquan bir vodiyda adashib, yo‘lda bir Xu rohibiga duch kelib, uni kichik bir qishloqqa olib borib: “Bu janob Dongxuaning qarorgohi”, dedi-da, xayrlashib ketdi. Biroz vaqt o'tgach, kimdir to'satdan shunday dedi: \"Bu yashil ko'zli Xu odami juda gapiradigan bo'lsa kerak.\" U oq kiyik mo'ynasini kiygan va yashil quinoa tayog'ini tutgan odamni ko'rdi. U Chjung Liquandan so'radi: \"Kelgan odam. bu yerda Xan Da General Zhongliquan\n? Zhong Liquan g'alati odam bilan uchrashganini bilib, hayratda qoldi, shuning uchun u Taoni chin dildan o'rgandi.\nChjung Liquan keyinroq Zhenren Xuayang va o‘lmas podshoh Syuanfu bilan uchrashdi va “O‘lmaslik siri”ni o‘rgandi. Nihoyat, u Kongtong tog'idagi Zijin Sixaofengda yashab, \"Neft qutisi siri\" ni qo'lga kiritdi va haqiqiy o'lmasga aylandi.U Quanchjen mazhabi tomonidan beshta shimoliy patriarxlardan biri sifatida hurmatga sazovor bo'ldi.", "聖意": "Kuz qishda uyingiz va xonadoningiz fayzu barakali bo'lishini duo qiling.Kuz-qishda omad izlang.Ishda omad, nikohda omad, o'g'il tug'ishda omad, dala safarida omad. , ipak qurtida omad, chorvachilikda omad, odamlarni topishda omad, davlat da'volarida omad, ko'chishda omad, yo'qolgan mulk, Shimoli-sharqiy kasalliklar, tog' va qabr yuborishda omad.", "古人": "Zhongli ma'rifatli bo'ldi", "第X籤": "birinchi belgisi", "宮": "Bachadon"}