{"籤詩版本二": "Nega endi muyulishda turgan Tailayga bormaysan, men muvaqqat janobni tog‘dan chiqarib yuboraman.\nAgar yo'lbars yoki quyon haqida yaxshi xabar bo'lsa, siz band bo'lishga qat'iy qaror qilsangiz ham ozod bo'lasiz.", "詩意": "Ushbu hexagramda baxtsizliklar orasida baraka belgisi bor.\nHamma narsa oldindan yomon, oxirida esa yaxshi.", "解曰": "Kenevir ipak bilan almashtiring. Birovning oyog'iga urish. Aniq ko'ring. Barakalar ofatdan keladi.", "籤詩故事一": "◇Bukitda usta bilan uchrashish\nVu Ji dastlab o'tinchi bo'lgan va ikkalasi Feng daryosida baliq ovlayotganlarida Tszyan Ziya bilan uchrashgan. Ziyoning to‘g‘ri ilgak bilan baliq tutayotganini ko‘rib, Vuji kulib yubordi.\nZiyo Vujining yuziga qarab, folbinlik qildi: “Bugun shaharga kirsang, birovni o‘ldirasan”. Buni eshitgan Vu Ji jahl bilan chiqib ketdi va shaharga o'tin tashidi.\nShaharga kirgandan so‘ng Vu Ji boshqalar bilan to‘qnashib ketgan va bosh vazir Ven Vanni adashib kaltaklagan.\nQirol Ven qamoqxona sifatida zamin chizdi va Vu Jini qamoqqa tashladi.\nBukit Xou vaqtincha ozod qilindi va kuzgacha onasini boqish uchun o'limga hukm qilindi.\nOnasi undan Jiang Ziyadan yordam so'rashini so'radi.\nTaygon uni o'z shogirdi sifatida qabul qildi, unga urush san'atini o'rgatdi va tug'ma taqdirini buzish uchun teshik qazishni va sehrlashni buyurdi.\nKuzdan keyin Vu Ji jazolanish uchun kelmadi.Qirol Ven tug'ma raqamlarni chiqarib tashladi va Vu Ji jinoyatdan qo'rqib o'z joniga qasd qildi, deb o'yladi.\nKeyinchalik qirol Ven Vu Ji bilan uchrashdi va Vu Ji Qirol Venni Jiang Taigong bilan uchrashish uchun tanishtirdi.\nTaigongga Vude generali unvoni berildi. Usta ham, shogird ham qirol Venda ishlagan.", "聖意": "Uy xavfsiz, o'zini yaxshi, ish yaxshi, turmush kech, erkak piyoda dalaga qaytmagan, ipak qurti foydali, olti hayvon shenji, qidiruv yaxshi, ommaviy da'vo yaxshi, migratsiya konservativ, yo'qolgan mulk ko'rinadi, kasallik yaxshi, Qiu Ji, tog' qabri yaxshi", "古人": "Bukit uchrashuvi", "第X籤": "O'n ikkinchi belgi", "宮": "Yin saroyi"}