{"籤詩版本二": "Turna o'lik qafasidan chiqqani kabi, o'lim qafasidan ham qochish mumkin.\nShimol, janub va sharq o'rtasida hech qanday to'siq yo'q.To'g'ri Jiuxiao saroyiga borishingiz mumkin.", "詩意": "Bu hexagram qafasdan chiqib ketayotgan kran tasvirini ifodalaydi.\nHamma narsa oldindan yomon, oxirida esa yaxshi.", "解曰": "Hech qisi yo'q; tashvishga o'rin yo'q. Yo'l obod. Oson bo'ling. Inson (xudo) kabi beparvo.", "籤詩故事一": "◇Ziyo oʻz lavozimidan voz kechdi\nJiang Ziya folbin bo‘lib ishlaganida, u ayolning nefrit pipa ruhi tomonidan o‘zgarganini ko‘rib, uni ushlab, hatto siyoh tosh bilan urgan. Qirol Chjouning bosh vaziri nima bo'lganini tushuntirib, nima bo'lganini so'radi va keyin Jiang Ziyani podshoh Chjouni ko'rishga olib bordi. Jiang Ziya Samadhi Haqiqiy olovdan foydalanib, qirol Chjou oldida pipa ruhini asl shaklidan yoqib yubordi va qirol Chjou uni yuqori martabali mansabdor qildi.\nJade pipa ruhi uchun qasos olish uchun Daji podshoh Chjoudan Tszyan Ziyaga kiyik platformasini qurishni buyurishni so'radi.Tszyan Ziya shoh Chjouga tanbeh berdi va podshoh Chjou uni o'ldirishni buyurdi.Jiang Ziya suvdan foydalanib qochib ketdi. Uyga qaytgach, Jiang Ziya Madan Xiqi shahriga borishni so'radi va Ma undan ajrashmoqchi edi. Shunday qilib, Tszyan Ziya yakka o‘zi Ssiqi shahriga (Chjou sulolasi podshohi Venning poytaxti) bordi.\nJiang Ziya Siqi shahriga kelib, Panxi darasida yolg‘iz baliq ovlab yashadi.U iste’dodlarni izlashga intiluvchi Chjou qiroli Ven bilan uchrashdi.Qirol Venning samimiy iltimosiga ko‘ra, Jiang Ziya o‘ziga ustoz sifatida sig‘inib, podshoh Venga yordam berdi.", "聖意": "Men uyda noqulayman va men ham moliyaviy hamkorlik, bitim, nikoh, Liujia, erkak piyodalar, dalalarni ko'rish, ipak qurti, kuzgi foyda, oltita chorva molini yo'qotish, odamlarni qidirish, davlat da'volariga to'sqinlik qilish, migratsiya, yo'qolgan mulk, janubi-sharqda xastalik, botish, tog' va qabr yuborish, xayrli.", "古人": "Ziyo o‘z lavozimidan voz kechdi", "第X籤": "O'n to'rtinchi lotereya g'olibi", "宮": "Maogong"}