{"籤詩版本二": "G‘am-tashvishlar, g‘am-tashvishlar vaqtincha yengil bo‘lib, osmondan shodlik keladi.\nNafrat go‘ngga yashiringandek, yaxshi ishchi changni ko‘taradi", "詩意": "Ushbu hexagram Yin va Yang uyg'unligini ifodalaydi.\nSiz rejalashtirgan hamma narsa xayrli.", "解曰": "Hech narsa yutmagan, hech narsa yo'qolgan. Yo'qotishdan daromad olish. Yovuz odam muammoga duch keldi. Sizga omad, janob.", "籤詩故事一": "◇Ye Men Xiong Chao Di\nYe Mengxiong (1531-1597), uning xushmuomalalik nomi Nanzhao va Longtang nomi Longtanga o'zgartirildi va shuningdek, Huayun deb nomlandi. Vanshifang shahrida tug'ilgan, Ming sulolasining Huizhou Fucheng (hozirgi Huicheng tumanining bir qismi, Huizhou shahri). Jiajing hukmronligining 44-yilida (1565) u Jinshi bo'ldi va Tsin okrugi qozisi unvoniga sazovor bo'ldi. U transfer departamenti direktori bo'lib ishlagan va keyinchalik Shanxi Road nazorat tsenzurasiga almashtirilgan.\nVanli hukmronligining 20-yilida (1592) Ningsya bosh konsuli Kuaybay (Mo'g'ul tatar qabilasining boshlig'i) gubernator Dang Sinni o'ldirdi va Xesi provintsiyasidagi Qirq yettinchi qal'ani egallab oldi. , shaharni buzib, sajda qildi va yoqib yubordi. o'zini o'limga. Men Xiong kredit olishda mag'rur emas va o'z mahoratini jang qilishga jur'at etgan generallarnikidek yaxshi bo'lishiga imkon beradi. Rasmiy Vey Xuezeng qayta tiklandi. O'zining keyingi yillarida u besh marta iste'foga chiqdi va Xuilong ibodatxonasini qurish uchun Xuychjouga qaytarildi.\nYe Menxiong Taoizmga dastlab davlat xizmatchisi sifatida kirgan va o‘zining halolligi bilan mashhur edi.Qadimgi tarixiy ma’lumotlarga ko‘ra, u “kamtarlik va qobiliyatda birinchi”, “korruptsiyani yo‘q qiladi va qo‘zg‘olonlarni jazolaydi”, yaxshi obro‘-e’tibor qoldirdi; u nihoyatda sodiq, jasur, dovyurak va topqir. Otishda yaxshi. Umrining ikkinchi yarmida uning jangovar mahorati “Ming sulolasi tarixi”da qayd etilgan va u xalq qahramoni sifatida e’tirof etilgan.", "聖意": "Uy noqulay (borgan sari tinch) Kuz va qish o'zi uchun yaxshi, boylik muvaffaqiyatli bo'ladi, bitimlar muvaffaqiyatli bo'ladi, nikoh muvaffaqiyatli bo'ladi, Liujia yolg'on xavotirga tushadi (xazinalar bo'ladi), piyodalar dalaga boradilar. ipak qurti uchun duo qiling, olti hayvon tekis bo'ladi, odamlar topiladi, davlat da'volari noqulay bo'ladi, migratsiya konservativ bo'ladi, yo'qolgan mulkka to'sqinlik qiladi, Fushan qabrida kasalliklarni hal qiladi.", "古人": "Ye Men Xiong Chao Di", "第X籤": "O'n oltinchi yutuqli loto", "宮": "Maogong"}