{"籤詩版本二": "G'arbda Oltin qarg'a tushadi, sharqda quyon ko'tariladi.Kun va tunning aylanishi qadim zamonlardan hozirgi kungacha davom etmoqda.\nRohiblar va daochilar hech qanday kamchilik yo'qligini bilishadi va olimlar, fermerlar, sanoat va savdogarlar o'zlarining fikrlariga ergashadilar.", "詩意": "Ushbu hexagram yin va yangning o'sishi va pasayishini anglatadi.\nBu, shuningdek, hamma narsa rejalashtirilganidek ketishining belgisidir.", "解曰": "Xayolida hech narsa yo'q. Siz qilgan ishingiz savobdir. Kamondan tushgan o'q kabi. Bitta zarba nishonga tegdi.", "籤詩故事一": "◇Kao Guo amaki oʻlmas\nSyuchjou shahridan bo'lgan Cao Guojiu, Song sulolasining Renzong davrida davlatning buyuk amakisi bo'lgan.Uning ismi Cao Yi, shuningdek, Cao Jingxiu sifatida ham tanilgan.\nKao Guo amakining Cao Er ismli ukasi bor edi. Bu Cao Er imperator hokimiyati mavqeiga tayanib, har xil yovuzliklarni amalga oshirdi.U dalalarni egallab, xotin-qizlarini tortib oldi, qonunsiz yovuz odamlar bilan doʻstlashdi.Kirib-chiqdi.Kao Guojiu bunga chiday olmadi.U. Uning yaxshi so'zlariga va tasallilariga quloq solishdan bosh tortdi, shuning uchun u uni nazorat qilish uchun jazodan foydalandi. , ikki aka-uka gina qildi.\nCao Guojiu shunday dedi: \"Dunyo tamoyillari yaxshilik to'plaganlar gullab-yashnaydi va yomonlik to'planganlar halok bo'ladi. Bu o'zgarmas haqiqat. Ilgari bizning Cao oilamiz bugungi boylikka erishish uchun yomon ishlarni to'pladi. Endi. akam yomonlikni haddan tashqari yig'ibdi, qochib ketsa ham mansabdorlar tomonidan jazolansa ham yashirin ishlayotgan tabiiy ofatlardan qochib qutula olmaysiz, bir marta ofat kelib, oilangiz buzilib, birov o'lsa, siz bo'lmaysiz. qochib qutula oladi. Men xor bo'laman va undan qo'rqaman.\" Shunday qilib, men bor boyligimni tarqatib yubordim, U kambag'allarga yordam berdi va endi ukasining ishlariga e'tibor bermadi. Keyin u uyini va do'stlarini tashlab, Taoist formasini o'zgartirdi va aqli va tabiatini rivojlantirish uchun tog'larga ketdi.\nKunlarning birida u Xan sulolasidan bo‘lgan Chjungli va Lu Dongbin bilan tasodifan uchrashib qoldi.Kao Guo amakining ravon javoblarini ko‘rib, juda xursand bo‘ldi va unga “Haqiqatga qaytish to‘g‘risidagi maxfiy farmon”ni berdi va diqqat bilan mashq qilishni buyurdi.Ko‘p o‘tmay, Chjungli. Quan va Lu Dongbin o'lmas sinf bilan tanishdilar.", "聖意": "Xonadonga omad, xonadonga omad, omad, ishda omad, nikoh, erkak sayohatchi, dalaga erta ipak qurti ekish, chorva yetishmasligi, odam izlash, sud, ko‘chib ketish, yo‘qolgan mol, kech kasallik, omad", "古人": "Kao Guo amaki o‘lmas odam", "第X籤": "O'n sakkizinchini imzolang", "宮": "Maogong"}