{"籤詩版本二": "Qayiqni tez suvli plyajdan qaytarishga ruxsat berib, notinchlik tufayli nima qilishni xohlaysiz?\nAgar siz xavfsiz bo'lishni istasangiz, xotirjamlikni qidiring va to'lqinlar bu inqirozdan o'tishini kuting.", "詩意": "Bu hexagram tez sohilda sayohat qilayotgan qayiqqa o'xshaydi.\nHamma narsada konservativ bo'ling va vaqtni kuting.", "解曰": "Kuchli suvga tushing. Xavf vaqtni kutmoqda. Agar siz lager rejalari haqida so'rasangiz. Hech narsa qilib bo'lmaydi.", "籤詩故事一": "◇Ziyi shoh toj kiygan\nGuo Tsiyi (697-781), shuningdek, Guo Linggong nomi bilan ham tanilgan, Chjen okrugi, Xuazjou (hozirgi Xuasyan okrugi, Shensi viloyati)da tug'ilgan va Tang sulolasining generali edi.\nTyanbaoning 14-yilida (755-yil) Anshi qoʻzgʻoloni chogʻida unga Shuofang Jiedushi (Lingvu, hozirgi Ningsyadagi Lingvu shahridan gʻarbiy) unvoni berildi.U salib yurishiga buyruq berildi.U Shuofang qoʻshinini Li Guanbi bilan birlashtirib yurish qildi. Ular Chanshanda (Chjending, Xebey) birlashdilar va Shi Simingni mag'lub etib, Xebeyni qaytarib oldilar. Bu vaqtda Guo Ziyi imperatorga Shimoldan Fan Yangni olib, Tongguan qamalini kamaytirish uchun qoʻzgʻolonchi yoʻlbarsning uyasiga hujum qilishni taklif qildi, biroq Syuantszun buni rad etdi. Keyinchalik, Tang sulolasining so'nggi davridagi separatistik vassal shaharlarning holati ekilgan, bu ham Tang sulolasining yo'q bo'lib ketishining uzoq sababi bo'lgan.\nTyanbao hukmronligining o'n beshinchi yilida (756) u uyg'ur koalitsiyasi bilan Xequni tinchlantirdi.Keyingi yilning bahorida Xedun (hozirgi Yongji, Shansi) va Feng Yi (hozirgi Dali, Shaansi)ni tiklab, Tongguanga hujum qildi. Cui Tsyanyuni magʻlub etdi.Tang qoʻshini 10000 dan ortiq talofat koʻrdi. Cui Qianyu Pujinga taslim bo'ldi. Lushanni o'g'li An Qingxu o'ldirgan.\nChjide hukmronligining ikkinchi yilida (757) Fengsyanga qoʻshin olib borishga buyruq berildi.Yoʻlda u Bayquliyun koʻprigida (bugungi Sanyuanning janubi-sharqida) Li Guyrenning 5000 otliq askarini magʻlub etdi.May oyida u An Shouzjon va Li Guiren bilan jang qildi. Qingquda (bugungi Sianning gʻarbida) magʻlubiyatga uchradi va u Vugongga (bugungi Vugongning shimoli-gʻarbida) chekindi.Sentyabr oyida marshal Guangping Van Li Chuga ergashib, tan va uygʻurlarni 150.000 askarga qoʻshdi va keyin ular bilan jang qildi. Szyandagi An Shouzjon va Li Guiren.Ji ibodatxonasining shimolida (bugungi Changʻan okrugining janubi-gʻarbida) uygʻur askarlari dushman orqasida aylanib, ikki tomondan hujum qilib, 60 ming dushmanni oʻldirdi.Chjan Tongru Shensi okrugiga qochib ketdi va nihoyat poytaxt Chang'anni (bugungi Sian) qaytarib oldi.Tang qo'shinining ulug'vorligi yana Chan'anga qaytarildi.\nShundan so‘ng Tan qo‘shini g‘alabadan unumli foydalanib, sharqqa qarab yurdi va Sindyan shahrida (hozirgi Sanmensia shahridan janubi-g‘arbda, Xenan provinsiyasida joylashgan) 150 000 kishini, shu jumladan Yan Chjuan va Chjan Tongruni mag‘lub etdi va Anqing Syuni Sariq daryodan o‘tib, Syanchjouga chekinishga majbur qildi. Dongjun Luoyang qaytib keldi. Situni uning xizmatlariga qo'shing va uni mamlakat gersogiga aylantiring.\nShi Siming oʻz qoʻshinini An Qingxuni qutqarish uchun Fan Yangdan boshlab keldi.Ikki tomon Anyang daryosining shimolida (bugungi Anyangning shimolida) tarkibda jang qilishdi. Jang ajralmas edi. Oxir-oqibat, toʻqqizta Jiedushi boshchiligidagi Tang qoʻshini. 600 000 kishisi borligini da'vo qilib, orqaga chekindi (Yecheng jangida). urush). Bu jangning asosiy qo'mondoni amaldor Yu Chaoen edi, u etakchilik qobiliyatiga ega bo'lmagan va jangning muvaffaqiyatsizligi uchun Guo Ziyi ayblagan. Guo Ziyi Chang'anga chaqirilib, harbiy kuchdan qutulib, bekorchi amaldorga aylandi.\nBaoyingning birinchi yilida (762) Tayyuan (bugungi Tayyuanning janubi-gʻarbida) va Tszyanchjouda (bugungi Shansi provinsiyasidagi Shinjon) qoʻshinlari qoʻzgʻolon koʻtardilar.Saroy qoʻrqib ketdi, shuning uchun Ziyi Fenyan shohi unvonini oldi va u yerga chiqdi. Jiangzhouni nazorat qilish. U shuningdek, amaldor Cheng Yuanzhen tomonidan begonalashtirilgan va harbiy kuchdan ozod qilingan.\n(Ushbu hikoyaning diqqat markazida: juda qobiliyatli va yaxshi xulqli bo'lgan Guo Ziyi Syuantszun va ba'zi yovuz odamlar bilan uchrashdi, bu uning yutuqlarini sezilarli darajada buzdi.)", "聖意": "Uyga va o'ziga baraka berish, boylik izlash, bitimlar yo'q, nikohsiz, yolg'on signalizatsiya yo'q, Tyankanjiga kelgan piyodalar, odamlarni topish qiyin, jamoat da'volari va (Xing emas), migratsiya, konservativlik, yo'qolgan mulk, topish qiyin, kasalliklar, duolar, tog‘lar va qabrlar, xayrli", "古人": "Ziyi shoh taxtiga o'tirdi", "第X籤": "O'n to'qqizinchi yutuqli lot", "宮": "Tatsumi"}