{"籤詩版本二": "Shuncha tashvish va xavf-xatarlardan keyin endi u hech qachon bo'sh qolmaydi\nSaxovatli yurakning o'z saxiy rejalari bor.Buyuk yutuqlarga erishish uchun mutaxassis bilan uchrashish kerak.", "詩意": "Bu hexagram buloqli qadimiy quduqqa o'xshaydi.\nHamma narsada olijanob odamlar muvaffaqiyatga erishadilar.", "解曰": "Da'vo oxir-oqibat oqlanadi. Kasal va xavfsiz. Maslahat olish uchun kiring va chiqing. Qadimgi quduq bahorni kutib oladi.", "籤詩故事一": "◇Yao Chong chigirtkalarni nazorat qiladi\nAsl ismi Yuan Chong boʻlgan Yao Chong (649-721) Shaanchjou shahridan boʻlib, Tan sulolasida Sya Guan, Chunguanning Shanshu, Tsiveyling, Chjungshuling vaziri, Bosh vazir lavozimlarida ishlagan.\nKayyuan hukmronligining to‘rtinchi yilida (716) Shandun (odatda Xuashanning sharqidagi Xuanyo daryosi havzasi nazarda tutiladi) chigirtkalar bilan kasallangan edi.Xalq xurofot g‘oyalariga bog‘lanib, ularni ovlashga va o‘ldirishga jur’at eta olmadi. qurbonliklar keltirar, tutatqi tutatar, dalalar yonida sajda qilar, ekinlarni chigirtkalar yutib yuborishini tomosha qilar edilar.\nHamma amaldorlar: “Chigirtkalar – tabiiy ofat, ularni ishchi kuchi qanday nazorat qiladi!” deb ishongan edi, o‘sha paytda chigirtkalarni yo‘q qilish yoki yo‘q qilmaslik ikki xil g‘oya o‘rtasidagi kurash keskin kechdi.\nYao Chong shunday dedi: \"Birgalikda ishlasak, ularning barchasidan qutulamiz. U aytdi: Chigirtkalar odamlardan qo'rqishadi, shuning uchun ularni haydash oson. Ko'chatlarning egalari bor, shuning uchun qutqaruvchilar qattiq ishlashlari kerak; chigirtkalar ucha oladi va kechasi olovni ko'rsalar, unga uchib ketishadi; ularga o't qo'yinglar, dalada o't qo'yinglar, yonayotganda teshik qazinglar, yonayotganda ko'minglar va hech narsa qolmaydi \".\nXuanzong dedi: \"Chigirtkalar yomon axloqiy boshqaruv tufayli yuzaga kelgan tabiiy ofatdir. Agar siz ularni ovlash va o'ldirishni so'rasangiz, bu donga qarshi emasmi?\"\nYao Chong qo‘shib qo‘ydi: \"Chigirtkalarni tutish va o‘ldirish bilan qadimgi odamlar shug‘ullangan, oliy hazratlari bundan kelajakda foydalanadilar. Bu dehqonlarga tinchlik va farovonlik olib keladigan yirik milliy tadbirdir. Iltimos, buni jiddiy o‘ylab ko‘ring\".\nSyuantszun ishonch hosil qildi. Ammo o‘sha paytda saroy ichidagi va tashqarisidagilarning hammasi chigirtkani ovlab bo‘lmaydi, degan edi.\nXuanzong dedi: \"Men bosh vazir bilan muhokama qildim va chigirtkalarni tutishga qaror qildim. Kim yana e'tiroz bildirsa, qatl qilinadi.\" Shunday qilib, u tsenzorni nazorat qilish va odamlarni chigirtkalarni yoqish va ko'mishga yo'naltirish uchun yubordi.\nNatijalar ancha samarali bo‘ldi.Mamlakat bo‘ylab to‘qqiz million dan chigirtka tutildi va chigirtka vabosi muvaffaqiyatli bartaraf etildi.O‘sha yili qishloq xo‘jaligida yaxshi hosil olindi.\n(Donolik ofatlarni boshqarish va evakuatsiya qilishda qo'llanilishi kerak va qiyinchiliklarni engish uchun mohir strategiyalar bo'lishi kerak. Yao Chong bu masalada mutaxassis)", "聖意": "Uy oddiy, o'zi to'silgan, pul izlash to'silgan, savdo to'siq, nikoh va totuvlik to'silgan, Liujia xavf bor, piyodalar to'silgan, ipak qurti to'silgan, chorvachilik noqulay, odamlar topilmagan, odamlar to'silgan , xalq da’volari qo‘zg‘atiladi, ko‘chish asossiz, yo‘qolgan narsalarni topish qiyin, kasalliklar duolar, tog‘lar va qabrlar bezovta.", "古人": "Yao Chong chigirtkalarni nazorat qiladi", "第X籤": "Yigirma beshinchi lotereyada yutish", "宮": "Mi saroyi"}