{"籤詩版本二": "Ishlar ostin-ustun bo‘lib ketdi, degan gap-so‘z bor, ufqdan xat oldim.\nKitobda menga va'da qilingan shon-shuhrat va muvaffaqiyat oxirigacha bo'sh qoldi.", "詩意": "Ushbu hexagram noto'g'ri nomga ega.\nHamma narsada konservativ bo'lish tavsiya etiladi.", "解曰": "Yuqoriga va pastga tushkunlik. Bo'sh vaqtni izlash behuda emas. Shon-sharafga intilish. Xavfsiz bo'ling.", "籤詩故事一": "◇Zhong Kui maʼrifatga erishadi\nZhong Kui, familiyasi Zhong Kui, odobli ismi Zhengnan, Zhongnanshandan.\nTan sulolasi imperatori Dezong hukmronligi davrida Chjung Kuy imperator imtihonida qatnashgan.Chjung Kui imtihon savollarini oʻqib chiqib, darhol maqolani bir marta yozib, topshirgan. O'sha kuni bosh imtihonchi Fuqarolik ishlari vaziri Xan Yuy, imtihon o'rinbosari esa buyuk olim Lu Chji edi. Ikkisi Chjung Kuyning qog‘ozini o‘qiganda, ko‘zlari chaqnab ketdi va bir ovozdan shunday deyishdi: “Sehrgar, sehrgar! Bu maqoladagi har bir so‘z juda zo‘r, Li Taybay va Du Zimeyga munosib!” Shunday qilib, birinchi o‘ringa Chjong Kui nomini berishdi.\nImperator Dezong Xan Yuning hisobotini tingladi va ilm-fanning yangi chempioni Zhong Kuy juda iste'dodli ekanligini aytdi, shuning uchun u Zhong Kuyni Oltin Saroyga chaqirdi.\nImperator Dezong uning xunuk qiyofasini ko‘rgach, darrov norozi bo‘lib: “Bizning saroyimizda olimlarni tanlashda hammasi shaxsiy so‘z va xattotlik asosida amalga oshiriladi, qanday qilib bunday xunuk odamni oltin ilmlarda birinchi raqamli olim sifatida tanlash mumkin? \"\nXan Yu shosha-pisha tiz cho‘kib, shunday dedi: \"Insonning yaxshi-yomoni tashqi ko‘rinishga bog‘liq emas. Eshitmaysizmi, Muqaddas Rabbiy, Yan Inning bo‘yi uch fut va o‘zining bosh vaziriga teng ekanligini? Chjou Chang duduqlanadi, lekin Xan sulolasiga yordam bera oladi. Konfutsiy odamlarni tashqi koʻrinishiga qarab baholaydi va oʻgʻli Yuni yoʻqotadi. Umid qilamanki, oliyjanoblar ikki marta oʻylab koʻradilar”.\nImperator Dezong bir zum o‘ylanib turdi va shunday dedi: \"Xan Aiqingning gaplari asosli bo‘lsa-da, men imperator Taizong bo‘lganimda, Yingchjouga o‘n sakkiz nafar olim kelib, bu haqda gapirgan edi. Bu odam birinchi raqamli olim edi. Men qo‘rqamanki, dunyo. iste’dodlarni tan olmaganim uchun ustimdan kuladi”.\nBosh vazir Lu Qining dunyoqarashi tor va iste’dodlarga hasadgo‘y edi.Imperatorning so‘zlarini tinglab, tiz cho‘kdi va shunday dedi: “Oltin mavzulardagi birinchi raqamli olim ham ichki, ham tashqi bo‘lishi kerak.Bu fanga uch yuz nomzod bor. Nega boshqasini tanlamaysiz?\nChjung Kuy bu odamning sarosimaga tushib qolganini ko‘rgach, o‘zini tutolmay, jahli chiqib, Lu Qiga ishora qilib, qarg‘adi: “Agar shunday ahmoq amaldor sudda bo‘lsa, mamlakatga zarar yetkazmaydimi?” Shundan keyin u. Lu Qi mushti bilan mushtladi.\nBuni ko‘rgan Dezong g‘azablanib: “Sen juda dadilsan, Oltin Saroyda g‘ala-g‘ovur qilishga jur’at etasan, uni tez tushir!\nG‘azablangan Chjung Kuy saroyda turgan generalning belidan qilichni sug‘urib oldi va baland ovozda xo‘rsindi: “Ma’yus mushuk yo‘lbarsga taqlid qilishi qiyin, hafsalasi pir bo‘lgan to‘tiqush tovuqdek emas”. Shundan so'ng u o'z joniga qasd qildi.\nImperator Dezong Chjung Kuining gʻazabdan oʻz joniga qasd qilganini koʻrgach, hayratga tushdi, odamlarning qalbini zabt etish uchun Chjung Kuyni 1-raqamli olim unvoni bilan dafn etishni buyurdi, shuningdek, Chjung Kuyni xudosi qildi. Dunyoni yovuz ruhlardan xalos qilish uchun jin chiqarish.", "聖意": "Uyingizga baraka so'rang, o'z xavfsizligingiz, moliyaviy qiyinchiliklar, biznesdagi muvaffaqiyatsizlik, nikoh muvaffaqiyatsizligi, Liujia ayol piyodalari, Shinta ipak qurti yarim pishgan, boqish mumkin bo'lgan oltita uy hayvonlari, bedarak yo'qolgan odamlar, G'arb davlat da'volari, migratsiya, konservativlik, adashganlar mulk, kasallik, tog'larda va qabrlarda omad tilab duo qiling", "古人": "Zhong Kui Taoni qo'lga kiritdi", "第X籤": "Lotereyada yigirma oltinchi yutish (Lotereya)", "宮": "Mi saroyi"}