{"籤詩版本二": "Sharqda oy nurida go'zal Chanjuan bor va bulutlar uni bir zum qoplaydi va yashirin qoladi.\nBa'zida yumaloq bo'lishi mumkin, lekin ba'zida yo'qolishi mumkin.U emas deganlar shunchaki bekor gap.", "詩意": "Ushbu hexagramdagi oy bulutlar bilan qoplangan.\nHammasi hali ham komada.", "解曰": "Oyni suzuvchi bulutlar qoplaydi. Shubha qilish kerak emas. Bulut to'planishini kutmoqda. Shunda tushunasiz.", "籤詩故事一": "◇Bao Gong imperator Lini qidirmoqda\nSong sulolasining Chjenszun hukmronligi davrida imperator Li (imperatricha Li) haramda xizmatkor bo‘lib, Song Chjenszung tomonidan yaxshi ko‘rilgan va Vanyi darajasiga ko‘tarilgan va homilador bo‘lgan.\nAmmo o‘sha paytda kanizak Lyu Def (keyinchalik imperator Liu) yomon xayollarga bordi va amaldor Guo Xuayga pora berib, imperator Lining o‘g‘lining o‘rniga terisi sivilgan sivet mushukini qo‘ydi, uning o‘g‘lini tortib oldi va imperatorga uning biologik o‘g‘li ekanligini aytdi. Song Zhenzong g'azablandi va Li imperatorini sovuq saroyga yubordi.\nKanizak De malikalikka ko‘tarilgandan so‘ng, u saroydan qochgan imperator Lini o‘ldirishni rejalashtirgan.\nBir kuni ko'chada yashovchi Li Niangnyan mahalliy hududda patrul xizmatida bo'lgan imperator elchisi Bao Chjenni uchratib qoladi va unga hayotiy tajribasi va hozirgi imperator Song Renzongning biologik onasi ekanligini aytib berdi. . Bao Zheng voqeadan xabar topgach, Li Niangniangni Pekinga qaytarib olib ketdi, Song Renzongga xabar berdi va vaziyatni bilib oldi va nihoyat, ona va o'g'il bir-birlarini tanidilar. Empress Dowager Lyu va mas'ul amaldor Guo Huay boshlarini egib, tan olishdi.", "聖意": "Men uyda bezovtaman, moliyaviy himoya, biznesda omad, nikohdagi kelishmovchiliklar, daladagi odamlar, ipak qurti, noqulay hayvonlar, odamlarni topishda qiyinchiliklar, sud jarayonlari, yo'qotish, migratsiya, konservativlik, yo'qolgan mulk, G'arb kasalliklari, qiyinchilik tiklanish, tog‘ qabrini ta’mirlash", "古人": "Bao Gong imperator Lini qidirmoqda", "第X籤": "Yigirma sakkizinchi lotereya g'olibi", "宮": "Peshin saroyi"}