{"籤詩版本二": "Undan yordam so‘ramaslikni maslahat beraman, u turnadek uchib, senga yashirin o‘qlarni otadi.\nO‘tin yig‘ishga borib, o‘t-o‘landa ilon bo‘lsa, zahar chaqqan, g‘amgin bo‘lasiz.", "詩意": "Bu hexagram xavfsiz bo'lish va o'zini tutish belgisidir.\nHamma narsada ehtiyot bo'ling.", "解曰": "Og'zingizni yoping va tishlaringizni ushlang. U beparvo. Agar o'zingizni aybdor his qilsangiz. Oxir-oqibat, bu o'ziga zarar keltiradi.", "籤詩故事一": "◇Shaxmat taxtasi uchrashuvi\nTang sulolasi imperatori Taizong gʻarbga qarab yurib, Suoyang shahrida qamalib qolgan edi.Cheng Yaojin Pekinga qoʻshimcha kuch soʻrash uchun qaytib keldi.\nXue Dingshan ikkinchi marshali bo'lib xizmat qilishni buyurdi va Rabbiyni qutqarish va Xiliaoni tinchlantirish uchun ketdi.\nYumen dovonidan bir guruh odamlar chiqib, Qipan tog‘iga kelishdi. Tog‘da minglab qo‘shinlar tomonidan qamal qilingan, tog‘ shohi Dou Yixu tan generali Luo Tong tomonidan mag‘lub bo‘ldi.Baxtiga uning singlisi Dou Sianton Sariq gullarning muqaddas onasining shogirdi bo‘lgan va jang san’atida mohir edi. peri arqonini ushlab, Luo Tongni bog'lab qo'ydi.\n(Imzolangan she'r bunga mos keladi)\nDou Siantun Syue Dingshanning kelishganligini ko‘rib, Feng Luanga do‘st bo‘lmoqchi bo‘ldi, lekin Syue Dingshan rozi bo‘lmadi.Du Siantonning jahli chiqib, uni tashqariga itarib, boshini kesmoqchi bo‘ldi.Xayriyatga Cheng Yaojin uni qutqarish uchun keldi va ularning turmush qurishiga yordam berdi. Keyinchalik Dou Yixu, shuningdek, Tang sulolasiga G'arbiy Liaoni zabt etishda yordam berish uchun aka-uka Qipanshanlarni Tang sulolasiga olib keldi.", "聖意": "Uy xavfsizligi, shaxsiy manfaat, boylik izlash, biznesni kutish, nikohga ruxsat berilmagan, Liujia yolg'on signal, dalalarni to'sib qo'ygan piyodalar, ipak qurtlari, oltita chorva mollari, bedarak yo'qolgan odamlar, davlat da'volarini blokirovka qilish, yo'qotish (Mo Xing) Migratsiya, konservativ, yo'qolgan mulk, kasallik tuzalishi qiyin, tog' qabri, omad tilaymiz", "古人": "shaxmat taxtasi konferensiyasi", "第X籤": "O'ttiz yettinchi lotereya g'olibi", "宮": "Peshin saroyi"}