{"籤詩版本二": "Tinch va osoyishta vaqt o'tkazish, to'ygandan keyin choy ichib o'tirish va yotish\nSiz jismonan va ruhiy jihatdan band bo'lishingiz shart emas va siz, albatta, adolatsizlik yoki falokatga olib kelmaysiz.", "詩意": "Bu hexagram tinchlik va barqarorlik ramzidir.\nHamma narsada to'g'ri vaqtni kutish omad keltiradi.", "解曰": "Xavfsiz va sog'lom bo'ling. Xudolardan so'rang. Vaqti kelguncha kuting. Voqealar tasodifan sodir bo'ladi.", "籤詩故事一": "◇ Foyinxui Dongpo\nBir marta Su Dongpo Zenni o'rganayotib, bir oz tushunchaga ega bo'ldi, u o'z holatining transsendent ekanligini angladi va bundan xursand bo'ldi. Ehtirosimni tiya olmay, qalamni yoyib, she’r yozdim:\n\"Osmonning o'rtasida, Jishou koinot bo'ylab yorqin porlaydi; sakkizta shamol tomonidan urilmaydi, u binafsha oltin lotusda tik o'tiradi.\"\n(Sakkiz shamol: foyda, tanazzul, halokat, obro‘, maqtov, masxara, iztirob va baxtga ishora qiladi. Ya’ni, bu sakkiz holatdan bezovtalanmaslik “sakkiz shamol qimirlamaydi” deyiladi).\nUni yozgandan so'ng, Dongpo o'z xizmatkorini Jinshan ibodatxonasidagi Zen ustasi Foyinga berish uchun daryoning narigi tomoniga yubordi.\nZen ustasi Foyin uni o'qib bo'lgach, uni \"fart\" so'zi bilan belgilab qo'ydi va uni qaytarib olish uchun xizmatkoriga berdi.\nBuni ko‘rgan Dongpo g‘azablandi va u qayiqda daryoning narigi tomoniga o‘tib, muhokama qilish uchun Buddaning muhrini topish uchun Jinshan ibodatxonasiga bordi.\nDongpo Jinshan ibodatxonasi darvozasiga kelganida, Foyin allaqachon darvoza oldida kutib turgan edi.\nSu Dongpo darhol Foyinni aybladi: \"Nega men yozgan she'rni fart deysiz?\"\nFoyin javob berdi: \"Siz allaqachon \"sakkiz shamolga uchib ketolmaysizmi?\"\nBu vaqtda Dongpo o'zining yaxshi emasligini tushunib, hayratda qoldi va uyatdan ketdi.\n(Bu hikoya \"Issiqlik hali kelmagan\" ning metaforasidir)", "聖意": "Uyingiz va o'z xavfsizligingiz, boyligingiz, biznesingiz, turmushingizga omad, Liujiadan kelgan sayohatchi ayol, dalaga, kuzda ipak qurti pishib, oltita chorva molingiz barqaror bo'lsin, deb duo qiling. kimnidir topmoq, topish qiyin bo‘lmoq, davlat da’volari, migratsiya, yo‘qolgan mulk, kasallik, tog‘ qabriga jo‘natish, xayrli", "古人": "Foyinxuy Dongpo", "第X籤": "O'ttiz bitta yutuq raqami", "宮": "Vey Gong"}