{"籤詩版本二": "Qaytish yo'li aniq.Toshga yashiringan nefritni kim biladi?\nYaxshi hunarmand aniq kesilganidan so'ng, jasper davrida o'zini xavfsiz va xavfsiz his qiladi", "詩意": "Ushbu hexagramda siz toshni kesganingizda jade tasvirini ko'rishingiz mumkin.\nHamma narsada muvaffaqiyatga erishish uchun ko'p harakat qiling.", "解曰": "Xazina toshda. Notanishlar kam biladi. Bu aniq bo'lguncha kuting. Qo'lingizdan kelganini qiling.", "籤詩故事一": "◇Liu Bei iste'dodlarni qidiradi (uch marta somonli yozgi uyga tashrif buyurish, uch marta somonli yozgi uyga tashrif buyurish)\nUch shohlik davri. Chjuge Liang Longzhong shahridagi somondan yasalgan kulbada tanho yashardi. Lyu Bey iste'dodlarni izlashga ishtiyoqmand edi, shuning uchun u Chjuge Lyanga shaxsan tashrif buyurdi. U Chjuge Lyanga uch marta tashrif buyurdi (tarixda \"Somon uyiga uchta tashrif\" nomi bilan mashhur). Xan sulolasi qulab tushdi, xiyonatkor vazirlar o‘z jonlarini o‘g‘irladilar. Janobi oliylari.” Tuproq qoplagan. Men o‘z fazilat va qobiliyatimni o‘lchamayman, men dunyodagi buyuk adolatga ishongim keladi, lekin mening donoligim va mahoratim. Sayoz, shuning uchun men undan keng foydalanaman. Bugungi kunga kelib, mening ambitsiyam hali ham tugamadi, sizningcha, reja amalga oshiriladimi? \"\nShundan so‘ng Chjuge Liang unga dunyoni uch qismga bo‘lish rejasini taqdim etdi va Cao Cao mavjud bo‘lmagani va Sun Quan yordamga kelishi mumkinligini tahlil qildi.Shuningdek, Jing va Yi shtatlarida davlat pastorlarining qo‘rqoqligi haqida batafsil to‘xtalib o‘tdi. , va ulardan foydalanish imkoniyati bor edi va faqat o'sha ikki davlatni ekspluatatsiya qilish mumkin edi.Faqat shundagina u dunyoni yutishi mumkin; u hatto Lyu Beyga Markaziy tekisliklarga hujum qilish strategiyasini aytdi. (Bu munozara keyinchalik \"Longzhong Dui\" deb nomlandi). Lyu Bey buni eshitgach, xuddi xazina topgandek maqtadi va Chjuge Liangni yordamga chiqishga qattiq taklif qiladi, shuning uchun Juge Liang Liu Beyning harbiy maslahatchisi bo'ladi.", "聖意": "Uy tinch, men boylik izlayman, mehnat savdosi nikohga to'sqinlik qiladi va Liujia'da virtual sayohatchiga aylanadi.", "古人": "Liu Bei iste'dodlarni qidirmoqda (uch marta somonli yozgi uyga, uch marta somonli yozgi uyga tashrif buyurish)", "第X籤": "O'ttiz ikkinchi lotereya g'olibi", "宮": "Vey Gong"}