{"籤詩版本二": "Kiyining va eski oilaviy uslubni qayta tashkil eting. Tao osmonsiz, lekin qadrli.\nYo‘ldagi tikan va tikanlarni supurib, uchovlon hamkasblari bilan uchrashishga rozi bo‘lishdi.", "詩意": "Ushbu hexagram kiyimlarni qayta tartibga solishni anglatadi.\nKeyinchalik oson bo'lishidan oldin hamma narsa qiyin.", "解曰": "Xavotir olmang. Yaxshi dam oling. Agar kelajak haqida so'rasangiz. Oldinda yaxshi yo'l bor.", "籤詩故事一": "◇Tang Monkning buddist yozuvlari\nTan sulolasining taniqli rohibi Syuan Szyan (602-664) umumiy familiyasi Chen va Yi deb atalgan.U Luozjouning Goushi okrugida (hozirgi Xenan viloyati, Yanshi shahrining janubiy qismi) tugʻilgan. U o'n uch yoshida rohib bo'ldi va buddistlarning Xuanzang ismini oldi. Dunyo Tang sulolasining Sanzang deb ataladi.\nChjenguan hukmronligining uchinchi yilida (629, Chjenguanning birinchi yili deb ham ataladi) u buddist yozuvlarini olish uchun Gʻarbga Tyanchjuga (Hindiston) yoʻl oldi.U yolgʻiz oʻzi xavf-xatarni boshdan kechirdi va qiyinchiliklarni boshdan kechirdi.U bor-yoʻgʻi toʻrt yil ichida yetib keldi.\nZhenguanning o'n yettinchi yilida usta rasman iste'foga chiqdi va sharqqa qaytdi. U hozirgi Shinjon viloyatining janubiy yo‘li, Xo‘tan va Loulan orqali Xitoyga qaytib keldi.Bu yo‘l jami o‘n yetti yil va 50 ming chaqirim yo‘l bosib o‘tdi. Chjenguan hukmronligining o'n to'qqizinchi yilining birinchi oyida Chang'anga kelganida, imperator Liang Guongong Fang Syuanling va boshqa fuqarolik va harbiy amaldorlarga uni katta kutib olishni buyurdi.\nAsl sanskrit buddist bitiklarining jami 520 va 657 jildlari so'ralgan. va xitoy tiliga tarjima qilingan.\nUsta qaytib kelganidan so'ng, u imperator Taizong va imperator Gaozong tomonidan juda hurmatga sazovor bo'lgan va Da Neyda muqaddas qilingan va unga \"Usta Tripitaka\" unvonini bergan.", "聖意": "Uy g‘ala-g‘ovur, o‘ziga omad, omad, ish, to‘y, dalaga odamlarning kelishiga to‘sqinlik, ipak qurti, noqulay chorva, odam izlash, xalq da’volari, ko‘chish, yo‘qolgan mol, kechikkan kasallik, namoz o‘qish. ne'mat uchun tog' qabrlari eski bo'lishi kerak.", "古人": "Tang Monk Buddist Yozuvlarini O'rganadi", "第X籤": "O'ttiz beshinchi lotereya g'olibi", "宮": "Shen Gong"}