{"籤詩版本二": "Agar siz xavfsiz va osoyishta bo'lishni istasangiz, shamolda sham qo'yish mos emas.\nTozalash va chuqur zalda o'tirish, yorug'likdan qochish, tinch joyda silkitish va harakat qilish yaxshiroqdir. Chayqash → Yao. Bepul → oz.", "詩意": "Bu hexagram chiroq va shamni silkitgan shamolga o'xshaydi.\nVaziyatni doimiy saqlash omad keltiradi.", "解曰": "Tinch joyda joylashing. Qo'ng'iroq qiling va o'z vaqtida bo'ling. Bu baraka emas. Konservativ va mos.", "籤詩故事一": "◇Li Jing toqqa qaytadi\nLi Jing (571-2-iyul, 649), muloyim nomi farmatsevt, Sanyuan shahrida tug'ilgan, Yonchjou (hozirgi Sanyuan okrugining shimoli-sharqida, Shensi provinsiyasi). Suy sulolasining so‘nggi davridan Tang sulolasi davrigacha bo‘lgan sarkarda u Tan sulolasida ham fuqarolik, ham harbiy mahoratga ega bo‘lgan mashhur harbiy strateg edi. Keyinchalik unga Vey gersogi unvoni berildi va dunyoda Vey gersogi sifatida tanildi.\nLi Jing xudolar ro'yxatidagi uchinchi shahzoda Nejaning otasi bo'lib, u \"Tota qiroli\" sifatida ham tanilgan.Li Jing va uning o'g'li Tszyan Ziyaga (Tay Gong) qirolicha Chjouni mag'lub etish, Chjou sulolasini o'rnatish va qirolga yordam berishdi. Vu rasman taxtga o‘tirdi. Keyin Jiang Ziya xudolar ro‘yxatini tuzib, jangda halok bo‘lgan askarlarning ruhini tinchlantirish uchun marosim o‘tkazdi. Shu paytdan boshlab dunyo tinch va osoyishta bo'ldi. Qirol Vu markizlar yasashni va ularni mukofotlamoqchi edi, shuningdek, u asoschi qahramonlarga yer ajratmoqchi edi. Li Jing, uning otasi va o'g'li va boshqa etti kishi daoizm bilan shug'ullanish va dunyoviy shon-shuhrat va boylikka berilmaslik uchun toqqa qaytishni iltimos qilishdi. Keyinchalik, ularning yettitasi ham \"tanada avliyo bo'ldi\" va o'lmaslar qatoriga kirdi.\n\"Feng Shen Bang\" hikoyasi", "聖意": "Uy konservativ, men oddiyman, boylik izlayman, ishda qiynalib, nikohim uyg'un emas, Liujia piyodalarga iymon keltirsin, deb duo qiladi, ipak qurti kuzda pishadi, olti hayvon xavfsiz, odamlar yo'qolgan, jamoat. da'volar va migratsiya konservativ, yo'qolgan mulk kasalliklari, Jianxingshandagi qabrni o'zgartirmang.", "古人": "Li Jing toqqa qaytadi", "第X籤": "O'ttiz yettinchi lotereya g'olibi", "宮": "Shen Gong"}