{"籤詩版本二": "Ming yillik ko'zgu birlashdi, ayol erini qayta turmush qurishni so'raydi\nO‘shandan beri oila o‘zgarib, farzandu nevaralarga fayzu baraka qo‘shildi.", "詩意": "Ushbu hexagram ko'zgularning birlashishini anglatadi.\nHammasi mashaqqatli mehnat va qimmat.", "解曰": "Oltinga qum qazish. Ajdaho va yo'lbarsga minish. Garchi bu mehnatkash bo'lsa ham. Unda qo'shimcha mavjud.", "籤詩故事一": "◇Yulianhui o'nta do'st\nSong sulolasida Qian Yulian Vang Shipengga uylandi. Shi Peng Pekinga imtihon topshirish uchun ketganida, boy Sun Ruquan Yulianni unga boshqa turmushga chiqishga majbur qildi.\nQian Yulian badavlat Sun Ruquanning taklifini rad etdi va \"Jing Chai\" tomonidan yollangan Venchjoulik kambag'al olim Vang Shipengga turmushga chiqishni afzal ko'rdi.\nKeyinchalik Vang Shipeng birinchi mukofotni qo'lga kiritdi.U Bosh vazir Vanqi tomonidan majburan turmushga chiqishdan bosh tortgani uchun uni uzoq Chaoyangga sudyalik qilish uchun jo'natishdi. Sun Ruquan yashirincha Vang Shipengning oilaviy xatini \"ajralish xati\"ga o'zgartirib, Yulianni aldab, aldab yuborgan.Qian Yulianning o'gay onasi ham uni boshqa turmushga chiqishga majburlagan, biroq Yulian bunga rozi bo'lmagan va o'zini daryoga tashlab o'z joniga qasd qilgan.Uni Qian Zayhe qutqarib qolgan. Fujian provinsiyasidan va asrab olingan qizi sifatida asrab olingan. .\nYulian Shipengni o‘lgan deb o‘yladi. Besh yil o‘tgach, Vang Shipeng Jian gubernatori bo‘ldi. Bir kuni u marhum xotinini xotirlash uchun Taochilar ibodatxonasida yodgorlik marosimini o‘tkazdi. Yulian tasodifan Ji’an Taoistlar ibodatxonasiga yondirish uchun bordi. tutatqi va Vang Shipeng va Qian nihoyat qayta birlashdilar.", "聖意": "Uy o'ziga yaramaydi.Kuz-qish obod.Boylik obod bo'lsin.Kuz-qish obod.Tadbirkorlik obod.Nikoh omadli bo'lsin.Piyodalar dalaga duo qiling.Ipak qurti boqish mumkin.Olti chorva mol. ko‘tarsa ​​bo‘ladi.Odam topsa bo‘ladi.Ommaviy da’volar nomaqbuldir.Migratsiya konservativ.Mul-mulkini yo‘qotish.Kech kasallanish.Baraka duo qiling.Tog‘lar va qabrlar yaxshi.", "古人": "Yulianhui o'n do'st", "第X籤": "To'rtinchi belgi", "宮": "Bachadon"}