{"籤詩版本二": "G'arbda qizil g'ildirak tushadi, sharqda quyon ko'tariladi, yin o'sadi va yang yo'qoladi va hamma narsa gullab-yashnaydi.\nAgar ayol undan foydalanmoqchi bo'lsa, bu uning boyligini oshiradi va qalbiga baxt keltiradi.", "詩意": "Bu hexagram Yinning o'sishi va Yangning yo'qolishining ramzidir.\nKeyinchalik oson bo'lishidan oldin hamma narsa qiyin.", "解曰": "Yin ayollarga foyda keltiradi. Erkaklar uchun mos emas. Agar siz maslahat izlayotgan bo'lsangiz. Avval yomonlik, keyin esa yaxshilik keladi.", "籤詩故事一": "◇ Vu Tsetyan taxtga oʻtirdi\n14 yoshida Vu Tang sulolasi imperatori Taizong Li Shimin tomonidan iste'dodli shaxs sifatida saroyga chaqirilgan va \"Vu Mei\" laqabli. Taizong vafot etgach, Zetian Ganye ibodatxonasiga kirib, rohiba bo'ldi.\nTang sulolasi imperatori Gaozong taxtga kelganida, u Chjaoyiga hurmat ko'rsatish uchun Vu oilasini saroyga chaqirdi. Yongxuy hukmronligining oltinchi yilida (655) imperator Gaozong Vuni malika qilib tayinladi.\nVu Zetyan aqlli, adabiyot va tarix bilan shug‘ullangan, topqirlikka boy edi. Vu Zetyan malika bo'lganidan ko'p o'tmay, Gaozong zaif va kasal bo'lganligi sababli, u ba'zida unga ba'zi siyosiy ishlarni boshqarishni ishonib topshirdi, shuning uchun uning kuchi o'sdi. Shangyuanning birinchi yilida (674) imperator Gaozong \"imperator\", imperator Vu \"osmon malikasi\" deb atalgan va saroyda ikkalasi ham \"Ikki avliyo\" deb atalgan.\nXundaoning birinchi yilida (683) imperator Gaozong vafot etdi, taxtga knyaz Li Syan keldi, taxtni Vu Tszetyan egalladi. Sishengning birinchi yilining fevralida (684) Vu Tsetyan Li Syanni Luling qiroli lavozimidan chetlatdi va toʻrtinchi oʻgʻli Li Danni imperator etib tayinladi va sulolani boshqarishda davom etdi. O'sha yilning sentyabr oyida u bayroqni oltinga o'zgartirdi va sharqiy poytaxt Luoyang ilohiy poytaxt deb o'zgartirildi. Tyanshou hukmronligining birinchi yilida (690) toʻqqizinchi sentyabrda Vu Zetyan oʻzini imperator deb eʼlon qildi va mamlakat nomini Chjouga oʻzgartirdi.", "聖意": "Uy o'ziga noqulay, baraka tilash, boylik izlash, savdo-sotiqni qo'riqlash, nikohda omad, nikohda omadsizlik (ayol), dalani to'sadigan piyodalar, ipak qurti, obod chorva, odam izlash, ajralish, da'vo, yo'qotish, hijrat. , mulkni yo'qotish, kasallik, zarba, tog'lar va qabrlar, omad tilaymiz", "古人": "Vu Zetyan taxtga o'tiradi", "第X籤": "Qirqinchi lotereya g'olibi", "宮": "Siz saroy"}