{"籤詩版本二": "Siz cheksiz yaxshi so'zlarni eslaysiz, lekin agar siz o'g'rini tansangiz, o'g'lingizga aylanasiz.\nAyni paytda ochko'z bo'lmang va u bir yil oldin qanday yaxshi ish qilgan bo'lardi, deb o'ylamang.", "詩意": "Bu hexagram o'g'rini o'g'il sifatida belgilaydi.\nHar bir ishingizda ehtiyot bo'ling.", "解曰": "Shunchaki. Jentlmen xato qilmaydi. Yodingizda tuting. Yolg'iz bo'lmang.", "籤詩故事一": "◇Dong Chjuo Lu Buni qabul qiladi\nJasur va jangovar qobiliyatli Lu Bu Sharqiy Xan sulolasining oxiri va Uch Qirollikning boshida mashhur harbiy general edi.U bir vaqtlar Jingjou gubernatori Ding Yuanni asrab oluvchi otasi deb bilgan va uning qo‘l ostida xizmat qilgan.\nSharqiy Xan sulolasi imperatori Ling vafotidan keyin Ding Yuan hukumatni nazorat qilish uchun general Xe Jin bilan til biriktirish uchun Pekinga bordi.\nDong Chjuo Ding Yuan bilan jang qildi, biroq bir qancha generallar Lu Buni mag‘lub eta olmadilar, shuning uchun Dong Chjuo o‘zining qo‘l ostidagi Li Suni Lu Buni pora berish uchun yubordi. Li Su \"Lu Buni ziyorat qilish\" uchun oltin va kumush xazinalar va mashhur qizil quyon otini olib keldi. Li Su Lu Buni ziyorat qilish uchun oltin va kumush xazinalar va mashhur qizil quyon otini olib keldi. Shunday qilib, Lu Bu Ding Yuanni o'ldirish uchun Dong Chjuo tomonidan pora oldi, shuningdek, askarlariga agar xohlasangiz, u bilan birga keling, agar u erga borishni xohlamasalar, ketinglar, natijada ko'pchilik askarlar qochib ketishdi. Shunday qilib, Lu Bu Dong Zhuo tomonidan pora oldi va Ding Yuanni o'ldirdi.\nDong Chjuo hokimiyatni qo'lga kiritgandan so'ng, u Lu Buni asrab olgan o'g'li sifatida qabul qildi va uni general va markiz qildi.\nDong Chjuo zo‘ravon fe’l-atvorga ega bo‘lib, Lu Bu bilan “ota va o‘g‘il munosabatlari” aslida juda zaif edi.189-yilda Situ Vang Yunning tashabbusi bilan Lu Bu Dong Chjuoni o‘ldiradi.\nDong Chjuo vafotidan olti oy o‘tgach, Dong Chjuoning eski qo‘shinlari poytaxtga bostirib kirdi va Lu Bu va uning xotini vahima ichida qochib ketishdi. Poytaxtni tark etgach, Lu Bu Yuan Shu, Yuan Shao, Chjan Yang, Chjan Miao, Liu Bei va boshqalardan boshpana izladi va o'sha paytdagi yana bir yirik sarkarda Cao Cao bilan ko'p marta jang qildi.Lu Bu jasur va yaxshi edi. jangda va Cao Cao bir necha bor mag'lub bo'ldi.\nSharqiy Xan sulolasida Jian'an hukmronligining uchinchi yilida Cao Cao qo'shinlari Lu Buning bazasi bo'lgan Xiaopei shahriga hujum qilishdi va Baymen minorasi ostida Cao Cao tomonidan qo'lga olindi va o'ldirildi. Qatldan oldin Lu Bu Cao Caodan o'limdan qochish uchun uni tirik qoldirishni so'radi, lekin Liu Bei Cao Caoga Lu Bu ko'p marta xiyonat qilganini va insofsiz odam ekanligini eslatdi. Oxir-oqibat, axloqdan qat'i nazar, faqat iste'dodlarni qadrlaydigan Cao Cao Lu Buni qatl qildi.", "聖意": "Men uyda bezovtaman, odatda pul qidiraman, bitimlardan ehtiyot bo'laman, turmush qurish qiyin, Liujia odam hayron bo'lib, dalaga odamlar keladi, ipak qurti yarim pishgan, olti hayvon xavfsiz, odamlar odamlarni izlaydi, da'volar tegishli va migratsiya, yo'qolgan narsalarni topish qiyin, kasalliklarni topish qiyin va Zhenxing tog'ining qabrida tinchlik bor.", "古人": "Dong Chjuo Lu Buni qabul qiladi", "第X籤": "41-lotereya g'olibi", "宮": "Siz saroy"}