{"籤詩版本二": "Imperator, imperator va imperator nihoyat marhamatli bo'ladi va yo'qotish va foydasiz barakalarni kutadi va ibodat qiladi.\nUndan barcha mavjudotlar bahramand bo‘lib, dunyo va jannatda farovonlik kutiladi.", "詩意": "Bu hexagram osmondan kelgan marhamat belgisidir.\nHamma narsa muvaffaqiyatli bo'ladi.", "解曰": "Imperator o'z iltifotini ko'rsatdi. Hech qachon unutmang. Ertalab va kechqurun marosimlar. Tutariqni yoqish maqsadga muvofiqdir.", "籤詩故事一": "◇Mulian onasini qutqarib qoldi\nMokou Lian yoki Mulian Sakyamuni Buddaning o'nta shogirdlari orasida eng qudratli hisoblanadi.\nUning onasi tirikligida ochko'z va ziqna bo'lgan, shuning uchun u o'limidan so'ng och arvohlar olamiga tushib qolgan. Mokhullian o'zining sehrli kuchi bilan kuzatish uchun ishlatdi va onasi och sharpa bo'lib tug'ilganini, oziq-ovqat olishning imkoni yo'qligini va juda qiyin ahvolda ekanligini bilib oldi.U sehrli kuchi bilan onasiga ovqat olib kelish uchun ishlatdi.Onasi qabul qilganidan keyin kutilmaganda. ovqat, u kulga aylandi va uni eyish mumkin emas edi.\nMaudgalyana nima bo'lganidan xavotirlanib, Buddaga xabar berdi. Budda Mulianga yettinchi qamariy oyning 15-kunida bir havzaga yuz ta’m va beshta meva qo‘yib, o‘n yo‘nalishdagi fazilatli rohiblarga taklif qilish kerakligini aytdi.Bu kuch bilan onasi ovqatlana oladi. .\nMaudgalyana Buddaning irodasiga ko'ra harakat qildi va onasi nihoyat ozod qilindi. Bunday marosim “Obon bayrami”, bu bayram esa “Obon sayli” deb ataladi.\n(Izoh: Bir turdagi modda dunyoning turli darajalarida turli tuyg‘ularga ega bo‘ladi. Masalan: bu dunyoda yomg‘ir yog‘sa, biz uni “suv” deb ko‘ramiz, och arvohlar olamidagi mavjudotlar esa uni “qon”dek his qiladi va Do‘zax olamidagi jonli mavjudotlar buni “qon”dek his qiladilar.Buni “qilich tashlagandek”, samoviy mavjudotlar esa “gul tashlayotgandek” his qiladi.)", "聖意": "Uy va uy uchun duo qilish, qishda omad tilash, boylik izlash, bitim yo'q, nikoh, Liujia tinchligi, piyodalar, ko'chma dalalar, ipak qurti, olti hayvon, odamlarni topish, sud jarayonlari, muvaffaqiyat, ko'chish, konservativlik, yo'qolgan mulk, kasallik , xotirjamlik, tog'lar va qabrlar tinchligi", "古人": "Mulian onasini qutqaradi", "第X籤": "Qirq ikkiga imzo cheking", "宮": "Siz saroy"}