{"籤詩版本二": "Dunyo moslashuvchan va hamma narsa o'zini o'zi qo'llab-quvvatlaydi, o'zini o'zi qo'llab-quvvatlaydi va xavfsizdir\nHayotda hamma narsa ajoyib, hamma narsa uchun azizlar va donishmandlarga rahmat ayting va obod bo'ling.", "詩意": "Bu hexagram yer va yer o'rtasidagi uyg'unlikni ifodalaydi.\nHamma narsa yaxshi ketadi va hech qanday xavf yo'q.", "解曰": "Hamma narsa tug'iladi. Barcha rejalar va orzular amalga oshadi. Ford yordam beradi. Rui Qi shoshib qoldi.", "籤詩故事一": "◇Yuruvchilar maʼrifatga erishadilar\nG'arbga sayohat hikoyasi:\nSun Vukong Gullar va mevalar tog'ini egallab, shoh bo'ldi.Keyinchalik abadiy yashash yo'lini topish uchun sakkiz-to'qqiz yil davomida tog'lar va daryolar bo'ylab sayohat qilib, Patriarx Bodxini o'z ustozi sifatida sajda qildi. Yerdagi yovuzlik va bulutlarning ikki xil o'zgarishi va birinchi marta Quyosh familiyasini oldi.Vukong nomini oldi.\nShundan so'ng, Sun Vukong mos qurol topish uchun Sharqiy Xitoy dengizidagi Ajdaho saroyiga bordi va nihoyat Ruyi Oltin Cudgelni, Tianhe va Dinxayning ilohiy ignasini topdi. Umri tugagani uchun u yer osti dunyosida katta shov-shuv ko‘tardi, hayot va mamot kitobini qayta ko‘rib chiqdi va insonlar olamiga qaytdi. Keyinchalik Sun Vukong birinchi marta osmon tomonidan chaqirildi va Bima Ven nomini oldi. Keyinchalik u ikkinchi marta jannatga chaqirilib, maymunlar podshosi nomini oldi.U ham shaftoli oʻgʻirlab, osmonda baloga sabab boʻldi.Oʻzining oltin koʻzlari va olovli koʻzlarini mashq qilish uchun Bagua oʻchogʻiga muhrlab qoʻyildi.Nihoyat, uni bostirishdi. Tathagata Budda tomonidan Vuji tog'ining etagida 500 yil davomida harakatlana olmadi. Bagua o'chog'i ag'darilgan joy alanga tog'iga aylandi.\nBesh yuz yil o'tgach, Monk Tang Muqaddas Kitobni olish uchun G'arbga ketdi, Besh element tog'i yonidan o'tdi va Sun Vukongni qutqarishdan oldin talismanni oldi. Sun Vukong minnatdorchilik bilan yig'lab yubordi.Guanyin Bodxisattvadan ko'rsatma olgandan so'ng, u Tang Monkga o'z ustozi sifatida sig'indi va birga Muqaddas Bitiklarni o'rganish uchun G'arbga ketdi. Muqaddas Bitiklarni o'rganish yo'lida Sun Vukong jinlar ustiga tushib, yirtqich hayvonlarni yo'q qildi va qayta-qayta g'ayrioddiy jasorat ko'rsatdi, ammo uni o'z xo'jayini Tang Seng noto'g'ri tushundi va qayta-qayta haydab yubordi. Sakson bir qiyinchilikdan so'ng, ish nihoyat yakunlandi.To'rtta usta va shogirdlar Xitian Leiyin ibodatxonasiga etib kelishdi va haqiqiy Muqaddas Yozuvni qo'lga kiritishdi. Sun Vukong to'g'ri natijaga erishdi.\n(Bu hikoya odamni qo‘ya tursin, hatto maymun ham ma’rifatli bo‘lishi mumkinligi haqidagi metaforadir.)", "聖意": "Uy o'zi uchun, boylik, biznes, nikoh, Liujia, erkak piyodalar, dalalarni to'sib qo'yish, ipak qurti, olti hayvon, Zhongping, odamlarni izlash, sud jarayonlari, muvaffaqiyat, migratsiya, mulkni yo'qotish, kasallik, Xingxingshan qabri, narsalar xayrli", "古人": "Sayohatchi ma’rifatga erishadi", "第X籤": "43-da imzolangan", "宮": "xugong"}