{"籤詩版本二": "Sovuq havo suvni muzga aylantiradi.Nega shon-shuhratga hirs?\nBarglarning tabiiy ravishda gullashini kutishdan boshqa ilojim yo'q.", "詩意": "Ushbu hexagramda suv muzga aylanadi.\nBekorga hech narsa so'ramang.", "解曰": "Suv muzga aylanadi. Muz suvga eriydi. Agar bu fitna bo'lsa. Shunday ekan.", "籤詩故事一": "◇Vang Xiang sazan so'radi (Yigirma to'rtta taqvodorlik hikoyasi)\nJin sulolasidan bo'lgan Van Szyan, muloyim nomi Fuzheng, Linyi shahrida tug'ilgan.\nVan Szyan yoshligida uning biologik onasi vafot etdi.Uning yolg'iz otasi Chju ismli ayolga uylandi va Vang Syan yangi onasi bo'ldi. Van Szyan yoshligida uning biologik onasi vafot etdi va yolg'iz otasi Chju ismli ayolga uylandi. Van Syanning o‘gay onasi tor fikrli, rashkchi ayol bo‘lib, Van Syanni yoqtirmas, arzimas ishlar uchun uni tez-tez tanbeh qilar edi. Tez orada o'gay ona ham Van Lan ismli o'g'il tug'di. O‘gay ona faqat o‘z farzandlarini yaxshi ko‘rar, Van Szyanni o‘ziga tikandek ko‘rar edi.U Van Syanga nisbatan yanada talabchan bo‘lib, otasining oldida Van Szyanni tez-tez yomonlab gapirardi.Hatto uning otasi ham uni asta-sekin sevmay qo‘ydi. O‘gay ona faqat o‘z farzandlarini yaxshi ko‘rar, Van Szyanni o‘ziga tikandek ko‘rardi.U Van Syanga nisbatan yanada talabchan bo‘lib, otasining oldida Van Szyan haqida tez-tez yomon gapirardi.Hatto uning otasi ham uni asta-sekin sevmay qo‘ydi. Van Szyanning o'gay akasi bo'lsa-da, Vang Lan akasiga juda do'stona munosabatda bo'ladi. O'gay onasining qiynoqlariga qaramay, u hali ham juda g'amxo'r edi. O'gay ona juda qattiqqo'l, ammo Van Szyan hali ham juda g'amxo'rlik qiladi.\nUning o'gay onasining sevimli mashg'uloti bor, ya'ni u daryodan yangi baliq ovlashni yaxshi ko'radi. Uning o'gay onasining sevimli mashg'uloti bor, ya'ni u daryodan yangi baliq ovlashni yaxshi ko'radi. Bir qishda uning otasi biznes uchun ketgan va o‘gay onasi yana kasal bo‘lib qolgan.Aka-uka Van Syan va Van Lan onasiga sho‘rva va dori-darmon berishgan.Sovuq havoda o‘gay onaning kasalligi haligacha yaxshilanmadi. shoshiling. Bir qishda uning otasi biznes uchun ketgan va o‘gay onasi yana kasal bo‘lib qolgan.Aka-uka Van Syan va Van Lan onasiga sho‘rva va dori-darmon berishgan.Sovuq havoda o‘gay onaning kasalligi haligacha yaxshilanmadi. shoshiling. Bemor o'gay ona daryodan yangi baliq iste'mol qilmoqchi edi.O'sha qattiq sovuq iqlimda tashqarida qor yog'ayotgan edi va daryodagi suv allaqachon qalin muzga aylangan edi. Bemor o'gay ona yangi baliq iste'mol qilmoqchi bo'ldi.O'sha muzli va qorli iqlimda yangi baliqni qayerdan topish mumkin?\nO'sha kunlarda mavsumdan tashqari taomlar yo'q edi va siz ularni pulingiz bo'lsa ham sotib olmaysiz.\nHikoyaning shu nuqtasida Vang Xiangqiu Lining ta'sirchan hikoyasi sodir bo'ldi. Ikki aka-uka onasini nochor qo‘riqlab turishdi.Bemor o‘gay onaning ko‘nglini qoldirmaslik uchun Van Syan muzlagan daryo tomon yurdi.Vang Syan bir fikrga keldi va sovuqqa qaramay ko‘ylagini yechdi.U muzlik ustida ko‘kragini yalang yotdi va xohladi. U muzni eritish uchun o'z tana haroratidan foydalanadi (shuning uchun Vang Xiangqiu sazanini Vang Xiang muz ustida yotgan deb ham atashadi). U ko‘ylagini yechib, yalang‘och holda muzlik ustida yotdi. Xudoga iltijo qilib dedi: \"Xudo, onam kasal va yangi sazan yegisi keladi. Nima bo'lganda ham menga yo'l topishing kerak.\" G'alati, yonidagi muz to'sig'i birdan yorilib, ikkitasi bor edi. yoriqlar.Tirik sazan yoriqdan sakrab chiqdi va muz ustiga sakrab tushdi.Vang Syan juda xursand edi. U Xudoga iltijo qildi: \"Xudo, onam kasal bo'lib, yangi sazan yegisi keladi. Nima bo'lganda ham menga yo'l topish kerak.\" G'alati, yonidagi muz to'sig'i birdan yorilib, ikkita yoriq paydo bo'ldi. Tirik sazan yoriqdan sakrab chiqdi va muz ustiga sakrab tushdi.Vang Syan juda xursand edi. U tezda tiz cho‘kib, Xudoga shukr qildi va sazan bilan uyiga yugurdi. U tezda tiz cho‘kib, Xudoga shukur qildi va tezda sazanni olib, uyiga ketdi. O‘gay ona yangi sazan yeganidan so‘ng, tez orada kasallikdan tuzalib ketdi. Kasalxona karavotida yotgan o‘gay ona Van Syanning sovuqdan binafsha rangga aylangan yalang‘och ustki tanasini va qo‘lida ikkita baliq tutganini ko‘rib, hayratda qoldi va xursand bo‘lib xonaga yugurdi.\nVang Syan keyinchalik amaldor bo'lib, Taybao bo'ldi va gertsog unvoniga sazovor bo'ldi.", "聖意": "Uyda bezovta bo'lib, men himoya, moliyaviy qiyinchiliklar, biznes muammolari, nikoh, Liujia sug'urtasidagi nomuvofiqlik, piyodalar, Chi Tyan, ipak qurti yo'qolishi, oltita chorva molining yo'qolishi, bedarak yo'qolgan odamlar, davlat da'volari, migratsiya, konservativ, yo'qolgan mulk, kasallik uchun ibodat qilaman. , tiklanish qiyin, tog 'maqbarasi, omad tilaymiz", "古人": "Vang Xiang sazan so'radi (Yigirma to'rtta taqvodorlik hikoyasi)", "第X籤": "Qirq to'qqizta Lottni yutib olish", "宮": "Xaygong"}