{"籤詩版本二": "Siz mamlakatning barcha burchaklariga sayohat qilishingiz mumkin, uni erkin ushlab turish uchun yelkanli soyabonni osib qo'yishingiz mumkin\nAgar qulay shamol bo'lsa, u tez orada keladi va qayiq xazinaga to'la bo'ladi.", "詩意": "Bu hexagram qayiqni shamol bilan tortib olishga o'xshaydi.\nHammasi yaxshi ketadi.", "解曰": "Bemalol dam oling. Hech qanday harakat talab etilmaydi. Ko'p boylik. Hamma hayratda.", "籤詩故事一": "◇Tao Chjugui besh koʻli (Fan Ligui koʻli)\nBahor va kuz davrida Shaobo bo'lgan Fan Li Gui Yizipi yoki Tao Zhugong nomi bilan ham tanilgan.\nO'sha paytda Vu davlati bilan Yue davlati o'rtasida urush bo'lib, Vu davlati Yue davlatini vayron qilgan. Fan Li va Ven Zhong Yue King Gou Jian uchun Yueni targ'ib qilish va Vuni yo'q qilish rejasini tuzdilar. Fan Li shaxsan o‘zi tog‘lar va daryolar bo‘ylab sayohat qilib, Bayluo tog‘idagi Xuansha daryosi bo‘yida fazilat, iste’dod va go‘zallik sohibi Si Shi ismli go‘zal ayolni ziyorat qilib, Vu qiroliga sovg‘a qildi. ichkarida va tashqarisida hamkorlik qilib, Vu qirolligini yo'q qildi.\nU Vu qirolligini yo‘q qilishga muvaffaq bo‘lganidan so‘ng, Fan Li Gou Jianning “uzun bo‘yinli, tumshug‘li qush” ekanligini va u bilan qiyinchiliklar va baxtni baham ko‘rishi mumkinligini bilar edi, shuning uchun u Xi Shi bilan qayiqda Qi qirolligi bo‘ylab sayohatga chiqdi, o‘z qirolligini o‘zgartirdi. ismli Gui Zipi, va Qi qirolligida o'g'li va shogirdlarini boshqargan. Ular dengiz bo'yidagi yozgi uyda yashaydilar. Bo‘sh yerlarni o‘zlashtirib, tadbirkorlik bilan shug‘ullanib, bir necha yil ichida o‘n millionlab oilaviy mulk yig‘ib oldi. U o‘z shahriga boylik tarqatishda, yaxshilik qilishda saxovatli edi.Fan Lining donoligi va qobiliyati Qi xalqi tomonidan yuqori baholangan.Qi podshosi uni poytaxt Linziga taklif qilib, hukumat ishlarini boshqaruvchi bosh vazir sifatida sajda qilgan. . U shunday deb hayqirdi: \"Mansabdor bo‘lish vazirlikka yetaklaydi, oilani boshqarish esa boylikka olib keladi. Noldan boshlagan oddiy odam uchun bu haddan tashqari darajaga yetdi. Uzoq vaqt hurmat-ehtirom bo‘lish yaxshi belgi emas, balki\". Shunday qilib, atigi uch yil o'tgach, u yana Jiliu jasorat bilan chekindi, Qi qiroliga muhrni qaytarib berdi va butun oila boyligini yaqin do'stlari va qishloqdoshlariga berdi.", "聖意": "Uy o'zi uchun yaxshi (yuborish uchun), pul yaxshi, biznes yaxshi, nikoh kech, nikoh yaxshi emas, Liujia xavfsiz, odamlar dalaga, ipak qurtiga, kuzga, chorvachilikka, bahorga to'sqinlik qilmoqda obod, odamlar odam izlaydi, sud ishlari yomon, migratsiya konservativ, yo'qolgan narsalar, g'arb kasalliklari hal qilinadi, tog'lar va qabrlar janubdir.", "古人": "Tao Chjugui besh ko'li (Fan Ligui ko'li)", "第X籤": "Ellikinchi lotereya g'olibi", "宮": "Xaygong"}