{"籤詩版本二": "Yoz - eng uzun kun va hamma issiqlik va tushkunlikdan xavotirda\nOsmon va yer ham odamlar nimani xohlashini biladi va shabada esadi va u tabiiy ravishda salqin", "詩意": "Bu hexagram har bir kishi issiqlikdan xavotirda ekanligini ko'rsatadi.\nO'zingiz xohlagan narsani qiling.", "解曰": "Oldinga borish yoki chekinish haqida hech qanday shubha yo'q. Yaxshi dam oling. Lager uchunmi? Shoshilinch harakat qilish kerak emas.", "籤詩故事一": "◇Kong Ming Sichuanga kiradi\nChjuge Liang (181-234), muloyim nomi Kongming, Yangdu, Langya (hozirgi Shandun viloyati, Yinan okrugi) shahrida tug'ilgan va Uch Qirollik davrida Shu Xanning (Liu Bei) bosh vaziri bo'lgan.\nLiu Bey Jinchjouda g‘alaba qozongan bo‘lsa-da, bir tomonni ajratishning o‘zi yetarli emas edi.Chjuge Kongming Liu Beyning hududini ko‘paytirish uchun Sichuanni egallashni rejalashtirgan. Bu vaqtda Yizhoudagi Liu Chjan shimolda Chjan Lu tomonidan hujumga uchradi. Juge Kongming Liu Chjan o'zini himoya qilish uchun Sichuan xaritasini Cao Caoga bag'ishlamoqchi ekanligini bilib oldi. Chjan Song (Liu Chjanning qo'l ostidagi) Cao Cao bilan uchrashganda, Cao Cao takabbur va qo'pol bo'lganligi sababli, Liu Chjan xaritani Xichuanga qaytarib olib, yo'lda Jingzhoudan o'tib ketdi. Kong Ming allaqachon uni yo'lda kutib turgan va uni Jingzhouga taklif qilgan, lekin jo'nab ketgunga qadar u hech qachon Sichuan rasmini eslatmagan.Chjan Song Kong Mingga xushmuomalaligi va mehmondo'stligi uchun minnatdor edi, shuning uchun u Xichuan rasmini unga bag'ishladi. uni.\nXichuan erlari xavfli edi va unga hujum qilish yoki mudofaa qilish mumkin edi.Kong Mingning turli tadbirlaridan so'ng, Sichuan Lyu Beyning tug'ilgan joyiga aylandi.\n(Kong Ming odamlarga xushmuomalalik bilan munosabatda bo'ldi va osongina orzu qilingan Xichuanni qo'lga kiritdi.)", "聖意": "Uyingizda va o'zingizni himoya qilish uchun duo qiling (baxtsizlikda omad bor) Boylik, biznesda omad, umumiy nikoh, Liujia'da o'g'il bolalar tug'ilishi, dalalar, ipak qurtlari, chorva mollariga zarar etkazish, odamlarni qidirish, jamoat. da'volar, migratsiya, eski yo'qolgan narsalar, shimoliy kasalliklar, tog'lar va qabrlar uchun tilaklar", "古人": "Kong Ming Sichuanga kiradi", "第X籤": "51-bob: Lotni yutish (lotni yutish)", "宮": "Bachadon"}