{"籤詩版本二": "Oyni suvda ushlash uchun juda ko'p harakat qilish kerak, ko'p harakat qilish kerak, lekin hech narsa emas.\nBema'ni gaplarni gapirmang va tanangizni mustahkamlash uchun kuchingizni behuda sarflamang.\"Tana qurib qolgan\" so'zi dastlab \"tana yolg'iz\" degan ma'noni anglatadi.", "詩意": "Bu hexagram harakat tasviri uchun ochko'z.\nHamma narsa mashaqqatli va mashaqqatli.", "解曰": "Va'dalarni eslab qolish qiyin. Ko'p mehnat. Uyda tashvish. Olijanob odamlar bilan uchrashishni kutish.", "籤詩故事一": "◇Taybay mast holda oyni tutdi (Li Taybay mast holda oyni tutdi)\nLi Bai (701-762), Taybay nomi bilan ham tanilgan, shuningdek, Qinglian Jushi nomi bilan ham tanilgan. O‘zini badarg‘a qilingan o‘lmas deb atagan Tan sulolasi shoiri “She’rning o‘lmasi” nomi bilan tanilgan va u hamisha ichmasdan xursand bo‘lgan.\nBir kuni Li Bay Jinlingga (hozirgi Nankin) keldi va Vende ko'prigi yonidagi restoranda dam oldi.\nO‘sha kun qishki qamariy oyning o‘n beshinchi kuni bo‘lib, kechalari restoranda yolg‘iz o‘tirar, ichib, she’r o‘qib, oyga qoyil qolardi. O‘sha kun qishki qamariy oyning o‘n beshinchi kuni bo‘lib, kechalari restoranda yolg‘iz o‘tirar, ichib, she’r o‘qib, oyga qoyil qolardi. Li Taybay oyni hayotida eng ko‘p sevib, uning toza va chiroyli ekanligini aytdi. Li Taybay oyni hayotida eng ko‘p sevib, uning toza va chiroyli ekanligini aytdi. O'sha kechasi u boshini ko'tarib, osmonda oppoq va dumaloq oyni ko'rdi va juda xursand bo'lib, yana bir necha stakan ichdi. O'sha kechasi u boshini ko'tarib, osmonda oppoq va dumaloq oyni ko'rdi va juda xursand bo'lib, yana bir necha stakan ichdi. Yarim tunda Li Taybay vinodan foydalanib, Vende ko‘prigi tomon pastga tushdi. Yarim tunda Li Taybay vinodan foydalanib, Vende ko‘prigi tomon pastga tushdi. Ko‘prik ustiga qadam qo‘yishi bilanoq boshini pastga tushirdi va birdan suvga tushayotgan oyni ko‘rdi.Daryo ko‘chganida oppoq oy soyasiga bir necha qora chiziqlar qo‘shildi. Ko‘prik ustiga qadam qo‘yishi bilanoq boshini pastga tushirdi va birdan suvga tushayotgan oyni ko‘rdi.Daryo ko‘chganida oppoq oy soyasiga bir necha qora chiziqlar qo‘shildi. Bu vaqtda Li Taybay shu qadar mast ediki, u daryo suvi bilan bo'yalgan oy deb o'yladi. Bu vaqtda Li Taybay shu qadar mast ediki, u daryo suvi bilan bo'yalgan oy deb o'yladi. U etiklarini yechishga ham ulgurmadi, qo‘llarini ochib, oyni tutish uchun ko‘prikdan sakrab tushdi. U etiklarini yechishga ham ulgurmadi, qo‘llarini ochib, oyni tutish uchun ko‘prikdan sakrab tushdi. Kutilmaganda, bu sakrash bilan oy tutilmadi, lekin suvdagi oy parchalanib ketdi va darhol ikkiga bo'lindi. Kutilmaganda, bu sakrashda oy ushlanmadi, lekin odam cho'kib ketdi. Oltmish ikki yoshida vafot etdi.", "聖意": "Uy notinch va siz omadsizlikka duch kelasiz (sog'lig'ingizga e'tibor bering) (baxtsiz) Boylikdan muvozanat izlang (bu haqda hatto o'ylamang) Bitimlarda qiyinchilik, nikoh hal etilmaydi, himoya qilish uchun ibodat qiling (oldini olish uchun bo'sh xazinalar) abort) Piyodalar qiynalib, dalada ipak qurti besh ball va olti hayvon kamayib, odamlarni qidirib (baxtsiz) davlat da'volari va (Davoni to'xtating) Oddiy ko'chish (uni tilga olma) mulkni yo'qotish (samolyot) Kasallikdan himoya qilish uchun duo qilish (baxtsiz) Tog'larda va qabrlarda omad", "古人": "Taybay mast holda oyni tutdi (Li Taybay mast holda oyni tutdi)", "第X籤": "Lotereyada ellik soniya yutish (Lotereya)", "宮": "Bachadon"}