{"籤詩版本二": "Ko'ngilsizlik shodlikka aylanganda, ajdarlar va yo'lbarslar bo'kiradi.\nKo'k osmonning o'z yo'li bor ko'kka, Yana nasib qilsin shon-shuhratga.", "詩意": "Bu hexagram ajdahoning bo'kirishi va yo'lbarsning bo'kilishiga o'xshaydi.\nHammasi yaxshi bo'ladi degan umid bor.", "解曰": "Faqat o'rgating va boring. O'z farovonligingiz bo'lsin. Oxirida amalga oshirilishi kerak. Topish uchun joy bor.", "籤詩故事一": "◇Liu Bei kelin yollaydi\nChibi jangidan so'ng, Sun Quan Lyu Bey tomonidan qo'lga olingan Jingjouni qaytarib olishni xohladi, shuning uchun u singlisi Sun Renni Lyu Beyga unashtirmoqchi bo'lgandek qilib, Chjou Yuning rejasini ishlatdi, lekin aslida u uni olishni xohladi. Liu Bei Jingzhouga da'vo qilish uchun garovga olingan.\nChjuge Liang Chjou Yuning rejasini tekshirgandan so'ng, u strategiya yozilgan risolani Soochuga borganida Lyu Beni himoya qilayotgan Chjao Yunga topshirdi. Chjao Yun risoladagi strategiyaga amal qildi va Vu Guotayga ruxsat berish uchun ataylab katta shov-shuv qildi ( Sun Quanning otasi) nikoh taklifi haqida biladi. Vu Guotay qizini yaxshi ko‘rgani va qizining umr bo‘yi ishlari bo‘yicha tasodifiy qarorlar qabul qilishni istamagani uchun u Sun Quanni singlisiga nisbatan shafqatsizligi uchun tanbeh berdi va Ganlu ibodatxonasida Lyu Bey o‘z qiziga loyiqmi yoki yo‘qligini shaxsan sinab ko‘rishni taklif qildi. Vu Guotay Liu Bey bilan uchrashgandan so'ng, u Liu Beni juda qadrladi va Liu Bei va uning qizi o'rtasidagi nikohni qat'iy targ'ib qildi.Natijada Liu Bei Sun xonimga muvaffaqiyatli turmushga chiqdi.\nKeyinchalik, Liu Bei va Sun xonim birgalikda Jingzhouga qochib ketishdi.Keyinchalik Sun Quan Liu Bei Yizjouga qilgan hujumidan foydalanib, Jingzhouga hujum qilmoqchi bo'ldi, lekin qizining xavfsizligidan xavotirda bo'lgan Vu Guotay tomonidan to'xtatildi.\nU shunday dedi: \"Chjou Yuning aqlli rejasi dunyodagi eng yaxshisidir. U xotinini yo'qotdi va qo'shinlarini yo'qotdi.\"\n(Liu Bei zarardan foyda oldi)", "聖意": "Uyda omadim yo'q, omadim yo'q (avval omad, keyin omad) Boylik, muvozanat, turmushda musibat, nikohda omad, piyodalarga baraka, dalada ipak qurti, chorvaga zarar yetkazish uchun besh ball, izlang. odamlar, da'vo va ko'chish, yo'qolgan molga omad, kasalliklarga omad, tog'lar va qabrlar tinchligi.", "古人": "Lyu Bey kelin yollaydi", "第X籤": "Ellik uchinchi yutuq raqami", "宮": "Bachadon"}