{"籤詩版本二": "Otadan o'g'ilga fazilat nevaraga o'tadi.Oziq-ovqat, kiyim-kechak obod bo'lishi faqat Allohga bog'liq.\nZaldagi Chunxuan odamlarni xursand qiladi.Och qolganda, to‘yib ketganda, chanqagan va uyqusi kelganda Chunxuan ota-onalar uchun metafora.", "詩意": "Ushbu hexagram bahorga olib boradigan bambuk tasviri bilan bog'liq.\nUmid qilamanki, hammasi yaxshi bo'ladi.", "解曰": "Bambukni olib, bahorga olib boring. U cheksiz tarqaladi. Jentlmen umid izlaydi. Hamma xursand.", "籤詩故事一": "◇Chjou qiroli Vu taxtga oʻtirdi\nChjou podshohi Vu podshoh Chjouga hujum qilib, sakkiz yuz shahzodani shoh Shang qoʻshiniga qarshi jangga olib boradi.Chaogedagi (qirol Shang poytaxti) askarlar ham qirol Shangga qarshi chiqib, Qirol Shangga xiyonat qiladilar.\nShoh Chjou Chjaixing minorasida o'zini yoqib yubordi va Shang sulolasi yo'q qilindi.\nPodshoh Vu imperator taxti bo‘lgan oltin kitob va oltin xazinani qabul qilib, janubga yuzlanib, qo‘llarini bukib, tik o‘tirdi. Qirol Vu Lutayning mulkini taqsimlashni, Yulduz terish minorasini buzishni va Juqiaoda saqlanadigan guruch donini tarqatishni buyurdi.\nQamoqdagi Jizini ozod qiling, Biganning qabrini tuzating. Podshoh Vu donishmand Shang Rongning uyi eshigi oldidan minib, boshini egdi. Fazilatli va odobli odamlarni hurmat qiling, ichki saroydagi bandalarni qo'yib yuboring.\nShuningdek, u qurollanishni to'xtatib, madaniyat va ta'limni rivojlantirdi. Nanshanning janubida ot boqiladi, qishloqda shaftoli daraxtlari bilan qoramol boqiladi.Bu tinch manzara.", "聖意": "Uy yaxshi holatda emas (omad tilaymiz), o'z tilaklaringizni qilishingiz mumkin (omad tilaymiz), moliyaviy daromad izlashingiz, bitim tuzishingiz va turmush qurishingiz (yaxshi kuyov bilan tanishishingiz mumkin), Liujia xavfsiz (burjlar) belgisi), piyodalar dalalarni ko'chiradi, ipak qurti omadli, oltita hayvon zarar ko'radi, odamlarni topish qiyin (ko'rish), jamoat da'volari, olijanob odamlar ko'chib o'tadi, omad yo'qoladi va narsalar ko'rinadi Kasalliklar va kasalliklar", "古人": "Chjou qiroli Vu taxtga o'tirdi", "第X籤": "Lotereyada ellik beshinchi yutuq (loting)", "宮": "Xunuk saroy"}