{"籤詩版本二": "Sohil qoyalarga to‘la, soy oqadi, shamol tiniq, oy tiniq, olijanob odamlar band.\nYo'lda men qayerga borishni so'rashim kerak, o'rmonda gullar va o'simliklarning hidini olmang, unga g'amxo'rlik qilmang.", "詩意": "Bu hexagram kichik plyajda sayohat qilayotgan qayiqqa o'xshaydi.\nHamma narsada yordam beradigan olijanob odamlar bor.", "解曰": "Tirikchilik qilish uchun. Ko'p mehnat. Konservativ bo'ling va kuting. Barcha ezgu tilaklarni tilayman.", "籤詩故事一": "◇Lushan qoʻzgʻoloni\nAn Lushan (703-757), familiyasi Kang bo'lgan va Yaluoshan ismli, Liucheng, Yingzhou (hozirgi Chaoyang, Liaoning) shahridan edi.\nKeyinchalik u An familiyasini oldi va ismini Lushanga o'zgartirdi. Tan sulolasi imperatori Syuantszun hukmronligi davrida An Lushan harbiy elchi edi.\nTyanbao hukmronligining 14-yilining noyabrida An Lushan Fanyanga qoʻshin toʻpladi.Yang Guozjonga hujum qilish nomi bilan isyon koʻtardi va sharqiy poytaxt Luoyangga hujum qilish uchun uchta shaharning qoʻshinlarini oldi. Tayyuandan xabarlar Lishanga yetib keldi.Oʻsha paytda Lishandagi Xuaqing saroyida boʻlgan Tang Syuan Szun Anlushanning qoʻzgʻolon chiqishiga ishonmasdi.Ammo qoʻzgʻolon haqidagi xabarlar tarqalishda davom etdi va Syuan Szun haligacha yarim ishonch hosil qildi. (Bu \"oqimdagi mayda qoyalarda qo'pol oqayotgan suvning ovozi\" ning tasviri)\nPingyuan okrugi prefekti Yan Chjenszin xabar yuborish uchun odam yuborganidan keyingina Syuantszun tushidan uyg‘ondi.\nTan sulolasi imperatori Syuantszunning notoʻgʻri strategiyasiga koʻra An Lushan otliq polki sharqiy poytaxt Luoyangni qoʻlga kiritdi.Keyingi yilning birinchi oyida u oʻzini Luoyanda imperator Dayan, Tszyanyuan Shengvu, imperator Xiongvu va Da Xixun deb eʼlon qildi. Bosh Vazir.\nO'sha yilning iyun oyida Tan sulolasi imperatori Syuan Szun Chang'andagi inqirozdan xalos bo'lishni orzu qilgan va noto'g'ri harbiy tushuncha bilan ikki mashhur general - Feng Changqing va Gao Sianzhi qatl qildi.Bu buyruq Tan qo'shinini larzaga soldi. (Bu xatti-harakatlar \"yo'l oldingi daryoga qaratishi kerak\" ni buzadi)\nShundan so'ng, Tan sulolasi imperatori Syuantszun shoshilinch ravishda boshqa general Ge Shuxanga Tang qo'shinini Tongguandan sharqqa olib chiqishni buyurdi.\nTan sulolasi imperatori Syuantszunning strategik xatosini toʻliq anglagan Ge Shuxan oʻzgarishni kechiktirishni rejalashtirgan (\"shamol tinch, suv toʻlqini tinch boʻlsa yaxshi boʻladi\" degan yondashuv).\nOxir-oqibat, Tan sulolasi imperatori Syuan Szun jang qilishdan qo'rqoq, deb o'yladi, shuning uchun u An Lushan bilan ko'z yoshlari bilan jang qilishdan boshqa chorasi qolmadi va mag'lubiyatga uchradi. (U \"Agar o'zingizni qo'llab-quvvatlash uchun ko'p mehnat qilsangiz, jarohat olishingiz mumkin.\")\nTang sulolasida chegara qoʻshinlari va mahalliy garnizonlar javob berishga ulgurmay qolganda, An Lushan qoʻshini chegarani bosib, poytaxt hududiga kirdi. Tang sulolasi imperatori Syuantszun gvardiya korpusini poytaxtdan qochishga majbur qildi, bu esa yetakchisiz Xijing Chang'anning qulashiga sabab bo'ldi.\n(Tang Xuanzong bu belgining ko'rsatmalarini buzdi, shuning uchun An Lushanning qo'zg'oloni muvaffaqiyatli bo'ldi.)", "聖意": "Uy omon, o'zi omadli, boylik barqaror, bitim barakali, nikoh muvaffaqiyatli (ehtiyotkorlik), dalaga Liujiadan bir erkak piyoda keladi, ipak qurti teriladi, oltita chorva buziladi, odam topildi. , da'vo asosli, yo'qolgan mulk kasallik keltiradi, ya'ni Anshan qabri ta'mirlanishi kerak.", "古人": "Lushan qo'zg'oloni", "第X籤": "Ellik oltinchi lotereya", "宮": "Xunuk saroy"}