{"籤詩版本二": "Ertalab va kechqurun, Buddaning yordami xavf ostida bo'lishi kerak, lekin xavf ostida emas\nAgar sizni olijanob odam jalb qilsa, pul va ipak ham sizga hamroh bo'ladi.Bu Chuan Lay. Hammasi sizga bog'liq.", "詩意": "Bu hexagram xudolar va Buddalarning maxfiy marhamatini ifodalaydi.\nSabr qiling va hamma narsada omad tilaymiz.", "解曰": "Qadimgi tinchlik belgisi. Hamma narsa qimmat bo'lsa, u xayrli bo'ladi.", "籤詩故事一": "◇Tang Monk maʼrifatga erishdi\nBir kuni Tang Seng daryo bo‘yiga kelib, uning qarshisida Buddaning Lingshan tog‘ini ko‘rib qoldi.Uning oldida bir taxtali ko‘prik bor edi.Tang Seng undan o‘tishga jur’at etmadi. Budda qayiqchiga aylandi va tubsiz singan qayiqni ushlab oldi.Tang Monk qayiqqa chiqishi bilan daryoga tushib ketdi va uni qayiqchi qutqardi.Tang Monk shu tariqa Buddalikka erishdi. (G'arbga sayohat hikoyasi)\n◇Tang Monkning buddist yozuvlari\nTang sulolasining Sanzang, uning umumiy familiyasi Chen va uning ismi Yi edi. Luozjouning Goushi okrugida (hozirgi Yanshi shahridan janubda, Xenan viloyati) tugʻilgan. U o'n uch yoshida rohib bo'ldi va buddistlarning Xuanzang ismini oldi.\nAsl buddist bitiklarini olish uchun u Chjenguan hukmronligining uchinchi yilida (milodiy 629 yil) Chan'andan (hozirgi Sian, Shensi provinsiyasi) yo'lga chiqdi, chegarani kesib o'tdi va Tyanchjuga yetib borish uchun son-sanoqsiz mashaqqatlardan o'tdi. Hindiston) oyatlarni to'plash. U Gang va Hind daryolari havzalari va Hindistonning janubi-sharqiy qirg‘oq bo‘ylab sayohat qildi, so‘ng qorli tog‘lar va yam-yashil tizmalarni kesib o‘tdi, oldinga va orqaga 50 000 mildan ortiq masofani bosib o‘tdi.Nihoyat Chang’anga qaytish uchun 16 yil kerak bo‘ldi. Chjenguanning 19- yili (milodiy 645 yil). U ko'p sonli buddist oyatlarini olib keldi va ularni xitoy tiliga tarjima qildi.\n(Tang Sanzang Xitoy va Hindiston oʻrtasida uzoq yoʻl bosib oʻtdi. U xavf-xatarlarni boshidan kechirgan boʻlsa kerak, lekin uning orqasida koʻrinmas homiy avliyo boʻlgani uchun eson-omon qaytishga muvaffaq boʻldi).", "聖意": "Uy omon, o‘zi barakali, G‘arb ishi muvaffaqiyatli, nikoh muvaffaqiyatli, piyodalar dalani to‘sgan, ipak qurti to‘sgan, ipak qurti yetti ball, chorva foyda, izlash odamlar, G‘arb. xalq da’vosi yomon, hijrat konservativ, yo‘qolgan mulk ko‘rinar, kasallik xayrli, tog‘u qabrlar xayrli.", "古人": "Tang Monk ma'rifatga erishdi", "第X籤": "Oltmish ikki lotereyada yutib olish", "宮": "Yin saroyi"}