{"籤詩版本二": "Suzayotgan baliq Bibo hovuzida tuzoqqa ilingan.\nAgar biror narsa o'ylab ko'rgandan keyin noto'g'ri bo'lsa, bu oxir-oqibat muammoga olib keladi.", "詩意": "Bu hexagram tuzoqqa tushgan baliqni ifodalaydi.\nBundan tashqari, hamma narsada ehtiyot bo'lish tavsiya etiladi.", "解曰": "Uy ostidagi turar-joy. Osmondan falokat tushadi. Erta uyg'oning va birinchi navbatda ehtiyot choralarini ko'ring. Falokatlardan saqlaning.", "籤詩故事一": "◇Ot suv bilan qoplangan (suvni yig'ish qiyin)\nXan sulolasi. Chju Maychen, muloyim nomi Vengzi, Kuayjidagi (hozirgi Suzhou shahrining bir qismi) Vu shahrida tug'ilgan.\nBirinchi yillarida Maychenning oilasi kambag'al edi va u hech qanday muvaffaqiyatga erisha olmadi.Er-xotin orqa xiyobondagi somon darvozasida yashab, o'tin yoqib, uni sotib kun kechirishdi. Birovning narxiga o‘tin sotib, ko‘p pul topmaysiz.\nXotini suv keltirgani chiqib, Maychen ustidan kulayotgan bir guruh bolalarni ko‘rdi.Xotini buni uyat deb o‘ylab, keyin chiqib ketdi.\nChju Maychen ellik yoshga to'lganda, Xan sulolasi imperatori Vu iste'dodlarni qidirdi va Chjuga Kuayji prefekti sifatida sig'indi.\nXotini ko'r bo'lganidan afsusda edi va umrining oxirigacha Chjuga xizmat qilish uchun xizmatkor va kanizak bo'lishni xohladi.\nMaychen sobiq xotiniga bir chelak suv olishni buyurdi, uni zinapoyaga quydi va \"Agar suvni qaytarib olish mumkin bo'lsa, ikkovi yana birga bo'lishadi\", dedi.\nEr va xotin o'rtasidagi munosabatlarni hisobga olgan holda, xotin va uning qayta turmush qurgan eriga o'zlarini etishtirish va boqish uchun orqa bog'da ochiq joy berildi. Xotini o‘zini daryoga tashlab vafot etdi.", "聖意": "Uy xavf ostida, o'zi xavf ostida, pul yo'qolgan, bitim tinch, nikoh ziddiyatli, Liujia qo'rqib ketgan, odamlar to'silgan, dalalar buzilgan, ipak qurti yo'qolgan, chorva mollari yo'qolgan, odamlar topilsa, xalq da’vosi yo‘qolgan, ko‘chish yaxshi, yo‘qolgan mol nobakor, kasallik xavfli, tog‘ qabrini o‘zgartirish kerak.", "古人": "Ot suv bilan qoplangan (suvni yig'ish qiyin)", "第X籤": "Oltmish to'rtinchi belgi", "宮": "Maogong"}