{"籤詩版本二": "Qish kelsa, tog‘dagi olxo‘rining novdasi barglari tushib, shoxlari so‘lib qolsa ham nobud bo‘lmaydi.\nAmmo bahor kelganda, men hali ham meni xushmuomala sifatida qaytaraman va asl asarni yo'q qilaman.", "詩意": "Ushbu hexagramda olxo'ri guli etakchi o'rinni egallaydi.\nAgar kechiktirilsa, hamma narsa yaxshi.", "解曰": "Bitta o‘q bo‘sh otilgan. Bo'sh bo'lsa, bo'sh emas. Bahor kelishini kutish. Unda rang bor.", "籤詩故事一": "◇ Ikki marta gol urdi\nTang sulolasi imperatori Dezong hukmronligi davrida sodiq vazir Mei Bogao va uning oilasi xoin bosh vazir Lu Qi tomonidan tuzatilgan va ularning hammasini o‘ldirmoqchi bo‘lgan.Faqat uning o‘g‘li Mey Liangyu qochishga muvaffaq bo‘lgan.Keyinchalik u o‘z o‘rnini o‘zgartirgan. shaxsini yashirish uchun Vang Xitongga ism qo'ying. U ko'chalarda yolg'iz, och va sovuqda yashadi, lekin baxtga uni Chen Risheng (Chen Dongchu) qabul qildi. Chen Risheng uning hayotiy tajribasini bilmas edi, shuning uchun u ko'chada ochlikdan o'lib qolmasligi uchun undan Chenning olxo'ri bog'iga g'amxo'rlik qilishda yordam berishini so'radi.\nChen Risheng Mei Bogaoning sinfdoshi va doʻsti edi.U Lu Qi tomonidan taʼqibga uchraganida, uni Mey Bogao qutqardi.Natijada Mei Bogao va Lu Qi oʻrtasida dushmanlik paydo boʻldi.Oxir-oqibat ularning butun oilasi qatl etildi.Chen Risheng bundan g'amgin va g'azablangan edi, turmush qurgach, u iste'foga chiqdi va oilasini Yangzhouga ko'chib o'tdi.\nChen Rishengning Chen Xingyuan ismli qizi bor, u chiroyli va xushbo'y.Mey Liangyu Chen oilasiga kelganidan keyin ular bir qarashda sevib qolishgan. Olxo‘ri gullari to‘la gullagan, ya’ni Mei Bogao vafotining bir yilligi bo‘lgan kuni Chen Risheng va uning oilasi o‘zlarining marhum do‘sti va xayrixohlarini xotirlash uchun o‘z uylarining olxo‘ri bog‘ida qurbongoh ochdilar.Kutilmaganda ob-havo birdan o‘zgarib ketdi. , va kuchli qor bo'roni barcha olxo'ri gullarini qoplagan. Chen Risheng eson-omon qochishga muvaffaq bo‘lganini, lekin Mey oilasining avlodlarini qutqara olmaganidan afsusda edi.U buni xudoning ogohlantirishi deb o‘ylab, agar olxo‘ri yana gullamasa, deb qasam ichdi va bu o‘g‘illarning avlodlari o‘z joniga qasd qilishini isbotladi. Mei oilasi hali tirik edi, u hech qachon hech narsa demas edi.U buddizmga qochib, rohib bo'ldi.\nUning qizi Xingyuan buni eshitib, o‘sha zahoti tutatqi tutatdi va olxo‘ri yana gullashini Xudoga chin dildan iltijo qildi. Ularning samimiyligi jannatni ko'tardi va olxo'ri bog'idagi barcha olxo'ri daraxtlari yana gulladi; keyinchalik Chen Risheng Xitongning Liangyu ekanligini bilar edi, shuning uchun u qizi Xingyuanni unga unashtirdi.", "聖意": "Uy o'ziga yaramas, o'ziga yaxshi, boylik izlaydi, muomalada ehtiyotkor, vaqt to'g'ri, nikoh kech, bahor kuchli, kuz bo'sh, yo'lovchi kech, dalalar obod, ipak qurti obod, olti chorva farovon, odam izlash, xalq da’volari, yo‘qotish, ko‘chish, yo‘qolgan mol-mulk, sharqona kasalliklar, yolg‘on signallar, tog‘ qabrlarini o‘zgartirish kerak.", "古人": "Ikki marta gol urdi", "第X籤": "Oltmish to'qqizta Lottni yutib olish", "宮": "Tatsumi"}