{"籤詩版本二": "Chao Chao janubi-g'arbdan, keyin sharqdan uchib chiqadigan gul yig'uvchi ari kabi\nBahor tugab, gullar so'nsa, izlashga joy qolmaydi, bu yurak o'z joyini o'zgartirmaydi.", "詩意": "Bu hexagram asalari gul terayotganga o'xshaydi.\nHamma narsa mashaqqatli va mashaqqatli.", "解曰": "Bahor manzarasi yo'q. Uzoq vaqt davomida yomg'ir yog'adi, lekin hech qachon tozalanmaydi. Yordam so'rang. Jim bo'lganingiz ma'qul.\n.", "籤詩故事一": "◇Li Mi Tang sulolasiga qarshi isyon koʻtardi\nLi Mi\n(582-619), Xitoyning Suy sulolasi davridagi dehqonlar qo'zg'olonida Vagang armiyasining marhum rahbari. Xattotlik ustasi. Fa so'zining ustasi Chang'an, Jingjao shahrida tug'ilgan va uning ota-bobolari Syanpin, Lyaodun (hozirgi Liaoning janubida, Liaoning) edi. Chang'an, Jingzhao shahrida tug'ilgan, uning ota-bobolari Syanpin, Lyaodun (hozirgi Liaoning janubida, Liaoning).\nDaye hukmronligining toʻqqizinchi yilida (613) u Yang Syuanganning Liyang shahrida (hozirgi Xenan viloyati, Junsian okrugining shimoli-sharqida) Suy sulolasiga qarshi qoʻzgʻolonida qatnashgan. Daye hukmronligining toʻqqizinchi yilida (613) u Yang Syuanganning Liyang shahrida (hozirgi Xenan viloyati, Junsian okrugining shimoli-sharqida) Suy sulolasiga qarshi qoʻzgʻolonida qatnashgan. Sirli tuyg'u mag'lub bo'ldi,\nLi Mi qochib ketdi. Xuangan mag'lub bo'ldi va Li Mi qochib ketdi.\nDayening o'n ikkinchi yilida u Vagang armiyasiga qo'shildi\n. Daye hukmronligining o'n ikkinchi yilida u Vagang armiyasiga qo'shildi. Li Mi strategiyani yaxshi bilardi.Daye hukmronligining o'n ikkinchi yilining oktyabr oyida Li Mi Chjayni armiyaga hamroh bo'lgan qudratli general Xingyang Tongga hujum qilishga, Chjan Xutuoni himoya qilish uchun Suy qo'shinini mag'lub etib, Chjan Xutuoni o'ldirishga ko'ndirdi. Li Mi strategiyani yaxshi bilardi.Daye hukmronligining o'n ikkinchi yilining oktyabr oyida Li Mi Chjayni armiyaga hamroh bo'lgan qudratli general Xingyang Tongga hujum qilishga, Chjan Xutuoni himoya qilish uchun Suy qo'shinini mag'lub etib, Chjan Xutuoni o'ldirishga ko'ndirdi.\nKeyinchalik, u Xingluo (keyinchalik Luokou nomini o'zgartirdi) omboriga hujum qilishni, yordam uchun omborni ochishni va jamoani kengaytirishni taklif qildi.Vagang armiyasi jamoasi tez o'sdi.Dayening 13-yilida Li Mi Vagang armiyasiga va Chjai Rangga rahbarlik qildi. Suy sulolasining ishdan boʻshatilishi va taqsimlanishi bilan shugʻullangan.Harbiy resurslar va boshqa masalalar yuzasidan urush boʻlgan va Li Mi Chjay Rang va uning yuzlab izdoshlarini oʻldirgan. Keyinchalik, u Xingluo (keyinchalik Luokou nomini o'zgartirdi) omboriga hujum qilishni, yordam uchun omborni ochishni va jamoani kengaytirishni taklif qildi.Vagang armiyasi jamoasi tez o'sdi.Dayening 13-yilida Li Mi Vagang armiyasiga va Chjai Rangga rahbarlik qildi. Suy sulolasining ishdan boʻshatilishi va taqsimlanishi bilan shugʻullangan.Harbiy resurslar va boshqa masalalar yuzasidan urush boʻlgan va Li Mi Chjay Rang va uning yuzlab izdoshlarini oʻldirgan.\nDaye hukmronligining 14-yilining mart oyida Yu Venxuadji Suy sulolasi imperatori Yangni o'ldirdi.\n, 100 000 dan ortiq odamni g'arbga qaytishiga olib keldi. Daye hukmronligining o'n to'rtinchi yili mart oyida Yu Venxuadji (Yu Ven, murakkab familiya) Suy sulolasi imperatori Yangni o'ldirdi va 100 000 dan ortiq odam bilan g'arbga qaytdi. Li Miga Xuadjiga hujum qilish buyurildi.Xuadji mag‘lubiyatga uchragan bo‘lsa-da, Li Mi qo‘shinlari ham katta yo‘qotishlarga uchradi.Keyinchalik ularni Van Shichong ta’qib qildi.Li Mi qo‘shini mag‘lubiyatga uchradi va qarorgohi vayron qilindi.Generallari Qin Shubao,Cheng Chjijie (asli nomi bilan atalgan). Cheng Yaojin), Niu Jinda va boshqalar qo'lga olindi. , Shan Xiongxin taslim bo'ldi. Li Miga Xuadjiga hujum qilish buyurildi.Xuadji mag'lubiyatga uchragan bo'lsa-da, Li Mi ham qo'shinlarida katta yo'qotishlarga uchradi. Keyinchalik uni Van Shichun ta’qib qiladi.Li Mi qo‘shini mag‘lubiyatga uchradi va qarorgohi yo‘q qilindi.Uning sarkardalari Tsin Shubao, Cheng Chjijie (aslida Cheng Yaojzin), Niu Jinda va boshqalar asirga olindi, Shan Szinxin taslim bo‘ldi. Li Mi umidsiz edi, shuning uchun u sentyabr oyida Xeyanga daryoni kesib o'tdi va Tang sulolasiga taslim bo'ldi. Li Mi umidsiz edi, shuning uchun u sentyabr oyida Xeyanga daryoni kesib o'tdi va Tang sulolasiga taslim bo'ldi.\nNoyabr oyida Li Yuan Li Mini Shandunga eski qo'shinlarni jalb qilish uchun yubordi. noyabr,\nLi Yuan Li Mini Shandunga eski qo'shinlarni yollash uchun kutishga yubordi. O'zini gumon qilganini his qilib, Tangga qarshi isyon ko'tardi. O'zini gumon qilganini his qilib, Tangga qarshi isyon ko'tardi. Tang generali Sheng Yanshi Li Mini hujumga taklif qildi va uni Xinggon Syanda o'ldirdi. Tang generali Sheng Yanshi Li Mini hujumga taklif qildi va uni Xinggong Syanda o'ldirdi.", "聖意": "Uy, uy, til, o'zini, yovuz odam, boylik izlash, biznesni isrof qilish, nikohlar uzoq davom etmaydi, Liujia, bo'sh gullar, piyodalar, Yaotian, ipak qurti zarari, oltita chorva mollari, bedarak yo'qolganlar, sud jarayonlari, yo'qotish, migratsiya, konservativlik, yo'qolgan mulk, kasallik, to'siqlar, tog' maqbarasi islohoti", "古人": "Li Mi Tang sulolasiga qarshi isyon ko'tardi", "第X籤": "Yetmishinchi qura", "宮": "Tatsumi"}