{"籤詩版本二": "Canglong o'n to'qqizinchi gvardiyasining bilimi: bir ayol ikkinchi eriga uylandi\nBir kamon va ikkita o'q bilan dinozavrlar darhol tinchlikda yashaydilar", "詩意": "Bu hexagram ikkita o'qni ushlab turgan kamonga o'xshaydi.\nAgar hamma narsa birgalikda bo'lsa, bu xayrli bo'ladi.", "解曰": "Juda og'ir emas. Taqdir. Zhen Liuzhong ochiladi. Ehtiyot bo'lish tavsiya etiladi.", "籤詩故事一": "◇Venjun Xiangruga tashrif buyuradi\nChjuo Venjun Sichuan provinsiyasining Lintsyun shahridagi badavlat tadbirkor Chjuo Vanning nabirasining qizi bo‘lib, musiqani yaxshi bilgan va adabiy nomga ega edi. U o'n olti yoshida turmushga chiqdi.Bir necha yil o'tgach, eri vafot etdi va u tug'ilgan oilasiga qaytib, beva bo'lib yashadi.\nBir kuni Sima Xiangru ziyofat uchun Chjuo Vangsunning uyiga bordi.Chjuo Venjunning yangi beva qolganini bilgach, sevgisini izhor etish uchun “Feniks Feniksni qidirmoqda” qo‘shig‘ini chaladi. Chjuo Venjun Sima Xiangru haqida allaqachon eshitgan edi va bu ziyofat uni Sima Syanruga yanada ko'proq jalb qildi. Boshqa tomondan, Sima Xiangruning ziyofatidan so'ng, u darhol Zhuo Wenjunning shaxsiy xizmatkoriga pora berish uchun ko'p pul sarfladi va Sima Xiangruning Zhuo Wenjunga bo'lgan sevgisini etkazishni so'radi. Chjuo Venjun Sima Szyanruning sevgisi haqida xizmatkor orqali bilib olgach, u darhol Sima Szyanru yashaydigan mehmonxonaga yugurdi.Chjuo Venjun kelganini ko‘rgan Sima Szyanru bir kechada u bilan birga Chengdu shahridagi ona shahriga qochib ketdi.\nChengduda bo'lganlarida, er-xotin kambag'al edi va yashash uchun kichik mehmonxona ochish uchun Linqiongga qaytishga majbur bo'ldi.Chjuo Venjun vino sotar, Sima Xiangru idish yuvar edi.Ular kambag'al hayot kechirishdi. Chjuo Venjunning otasi Zhuo Vangsun bundan xabar topgach, u rozi bo'ldi va do'stlarining maslahati bilan ularni moliyalashtirdi, shuning uchun Sima Xiangru va Zhuo Wenjun Chengduga yashash uchun qaytib kelishdi va keyinchalik boyib ketishdi.", "聖意": "Uy va mol-mulkni yo'qotish, o'z huquqlari va xatolari, boylik izlash, mehnat bitimlari, nikohni qayta birlashtirishdan himoya qilish", "古人": "Venjun Xiangru shahriga tashrif buyuradi", "第X籤": "Yetmish bitta yutuqli loto", "宮": "Tatsumi"}