{"籤詩版本二": "Asalarichilar chaqishi uchun asal so‘rashlari kerak\nOldingda g'alati yo'l bo'lsa kerak.Sir tikanli o'rmonday chuqur.", "詩意": "Bu hexagram asal yig'ayotgan asalarilarni anglatadi.\nHamma narsa mashaqqatli va mashaqqatli.\n\n(Ushbu hexagram shirinlik va achchiqlik ramzini qidiradi.\nHamma narsada falokatlarning oldini oling.\n)", "解曰": "Ishlarni ehtiyotkorlik bilan bajarish kerak. Buni majburlash kerak emas. Asalarilar asal yig'adilar. Sababi nima?", "籤詩故事一": "◇Vang Mang iste'dodlarni qidiradi\nG'arbiy Xan sulolasidagi Vang Mang oilasini badavlat oila deyish mumkin. Otasi yosh vafot etgan bo'lsada, uning bir qancha amakilari va amakilari Xan sulolasining imperatorlari bo'lishdi.Ular generallar, bosh vazirlar bo'lib, markizlar bo'lib, mukofotlar olishdi.Vang oilasi juda mashhur edi.\nAmmo Vang Mangning kichik oilasi juda kambag'al edi; uning otasi yosh vafot etgan va u faqat onasi bilan yashab, qarindoshlarining xayriyalariga tayangan. Ammo shu sababli, Vang Mang bolaligidanoq odamlar bilan muomala qilishda bir qator ko'nikmalarni rivojlantirdi va mashq qildi. Qanchalik qayg'uli yoki g'azablangan bo'lmasin, u har doim qarindoshlari, oqsoqollari yoki begona odamlar oldida juda xursand va tinch ko'rinishni ko'rsatdi, shuning uchun u urug'dagi hamma tomonidan juda qadrlangan.\nBir kuni to‘ng‘ich amakisi og‘ir betob bo‘lib, bundan xabar topgach, bemorning yotog‘i yoniga kelib, dori-darmon, suv olib kelib, kechasi hushyor bo‘lib kutib o‘tirdi.U bir necha oy ketma-ket yechinib, dovdirab, dovdirab yurdi. U bemordan ko'ra \"sabrliroq\" va biologik o'g'ildan ko'ra ko'proq \"o'g'il\" edi.\nBuning uchun Tayvan xalqining barchasi uni maqtab, unga mukofot so'rab xat yozishdi.\nShunday qilib, Xan sulolasi imperatori Cheng unga Yangi poytaxt Markiz unvonini berdi va uni saroyga qo'riqchi qilib tayinladi va imperatorning yaqin vaziri bo'ldi.\nVang Mang oʻzining yuksak mavqei va buyuk qudrati bilan hech qachon takabburlik va sustlik koʻrsatmagan, aksincha, u tobora odobli va xushmuomala boʻlib, bir tomondan vazirlar, sarkardalar, vazirlar, mashhur olim va ulamolar bilan doʻstlashdi.\nLekin u juda tejamkor hayot kechirar, ko‘pincha go‘shtli taomlar yeyardi, uzun chopon va yengli ko‘ylak kiyish u yoqda tursin, faqat kalta kiyim kiyib yurardi. Shu bois hukumatdagilar ham, jamoatchilik ham uni bir ovozdan “fazilatli” degan so‘z bilan olqishladi.\nKeyinchalik uning amakisi Grand Sima Vanggen kasallikdan vafot etdi va uning o'rniga u saylandi. Imperator va barcha vazirlar uni eng munosib odam deb hisoblashdi. Shu sababli, endigina o'ttiz sakkiz yoshda bo'lgan Vang Mang mamlakatdagi eng yuqori harbiy kuchga ega bo'lgan Grand Sima bo'ldi.\n(Bu hikoya metafora. Yaxshi inson bo‘lish, “asalari chaqishi qiyinligi”dan xalos bo‘lish va o‘z orzularingga o‘zing xohlagandek erishishingga yordam beradi.)", "聖意": "Uy o'ziga yaramaydi, oilasi dardda, ish to'silgan, nikoh to'silgan, olti zirh yolg'on, piyodalar kech, ipak qurti kam, chorva kam, qiyin. odamlarni top, da'vo yomon, ko'chmas, yo'qolgan mol yomon, kasallik o'rnatildi, tog' qabri yo'qoldi.", "古人": "Vang Mang iste'dodlarni qidiradi", "第X籤": "Yetmish ikki lotereyada yutish", "宮": "Tatsumi"}