{"籤詩版本二": "Bahor kelsa, momaqaldiroq chayqalib, hasharotlar chiyillaydi, men loydan yuz o'giraman\nHali ham kelib-ketayotganimni anglaganimda, bir marta o‘zgarganimdan so‘ng, ajdahoga aylandim.", "詩意": "Bu hexagram momaqaldiroq va hasharotlarga o'xshaydi.\nOlijanob odam bilan uchrashish hamma narsada yaxshi belgidir.", "解曰": "Momaqaldiroq uradi. Kirish va tashqarida ikkita depozit. Bir marta o'zgartiring. Tyanmengacha.", "籤詩故事一": "◇Chenqiao qo'zg'oloni\nMilodiy 959 yilda Chjou Shizong Chai Rong vafot etdi va taxtga o'tirgan imperator Gong Chay Zongxun atigi etti yoshda edi. O'sha paytda saroy oldida inspektor va Sonchjouning nemis armiyasiga elchisi bo'lib xizmat qilgan Chjao Kuangyin haqiqiy hokimiyatga ega edi.\nMilodiy 960-yil bahorida Chjenchjou (bugungi Chjending, Xebey viloyati) va Dingchjou (bugungi Xebey provintsiyasi Dingxian okrugi) Shimoliy Xan sulolasi va Lyao davlati qoʻshinlari birgalikda janubga qarab keyingi Chjou sulolasiga hujum qilishayotgani haqida xabar berishdi. katta turtki bo'ldi va yordam uchun qo'shin yuborishni so'radi. Keyinchalik Chjou sulolasi Chjao Kuangyinga o'z qo'shinlarini dushmanga qarshi kurashish uchun shimolga olib borishni buyurdi. Chjao Kuangyin o'zining akasi Chjao Guangyi, Chjao Pu, Shi Shouxin va boshqalarning rejasi ostida yashirincha harakat qildi.\n3-fevralda armiya Chenqiaoyiga (hozirgi Chenqiao shahri, Fengqiu shahridan janubi-sharqda, Xenan) yetib kelganida, qoʻzgʻolon koʻtarib, askarlarga uning uchun sariq libos kiyishni buyurdilar.Ular keyingi Chjou sulolasiga qarshi isyon koʻtardilar va Chjao Kuanginni imperator sifatida qoʻllab-quvvatladilar. . Shundan so‘ng Chjao o‘z qo‘shinlarini yoqib yubormasdan, o‘ldirmasdan, talon-taroj qilmasdan Kayfenga qaytardi: “Tayzu Chen Tsyao poytaxt aholisini bezovta qilmaslikka qasamyod qildi va shaharga kirgan kuniyoq shaharni bezovta qilmaslikka va’da berdi”.\nOyning uchinchi yilining uchinchi kuni Chjao Kuangyin Chenqyaoda qo'zg'olon ko'tarib, poytaxtga qaytib keldi.Fan Chji Van Pu va Vey Renpuni Chjao Kuangyinni so'roq qilish uchun boshlab keldi.Lu Yanxuan chodir oldida qilichini sug'urib, baland ovozda qichqirdi. : \"Uch qo'shinning xo'jayini yo'q. Barcha generallar uni imperator qilib tayinlashga qaror qilishdi. Kim gapirsa o'ldiriladi!\". Van Puning yuzi yerdek oqarib ketdi.U qadamini pastga tushirdi va ta'zim qildi.Fan Chji ham ta'zim qildi.Kuang Inning shaxsan o'zi unga yordam berdi va unga juda odobli munosabatda bo'ldi.\nMo''tadil qarshilikdan so'ng, keyinroq Chjou sulolasi imperatori Gong taxtga o'tirdi va Chjao taxtni egalladi. \"Taizu Zenni qabul qilmoqchi edi, ammo Zen matni yo'q edi. Xanlin olimi Tao Gu buyruqni qabul qildi va Uning yoniga kirib: “Bajarildi”, dedi.\nChjao taxtga kelgach, mamlakat nomini Song, Yuanni Jianlong deb oʻzgartirdi va Kayfenni poytaxt qildi.Shi Shouxin, Gao Huaide, Chjan Lingduo, Van Shenqi, Chjan Guanghan, Chjao Yanhui tszedushi unvoniga sazovor boʻldi. , bu tarixda \"Chenqiao qo'zg'oloni\" sifatida tanilgan.\nVikipediya\n(Ushbu hikoya bu Chjao Kuangyin ijrosining boshlanishi ekanligini anglatadi.)", "聖意": "Uyingiz, kundalik hayotingiz, boylik, omad, biznesda omad, olijanob nikoh, Liujiadagi muvaffaqiyat, erkak piyodalar, dalada ipak qurti erta tug'ilishi, olti hayvonning erta tug'ilishi, bahorda omad, odamlarni izlash uchun duo qiling. , sud ishlarida muvaffaqiyat, migratsiyada omad, yo'qolgan mulk, kasalliklardagi xavf, tog'lar va qabrlardagi xavflar.", "古人": "Chenqiao isyoni", "第X籤": "Yetmish uch imzolangan", "宮": "Mi saroyi"}