{"籤詩版本二": "Xuddi baland tog‘dan yo‘lbarsni sudrab o‘tayotgandek, sovuqni sindirish uchun bir-birlari bilan kurashib, bellashishadi\nTushunmay birdaniga yaxshilik qilsang, o‘zingni asrashing kerak.Yo‘lbarsni sudrab olish so‘zi yo‘lbarsni quchoqlash demakdir.", "詩意": "Bu hexagram yo'lbarsni tog' bo'ylab ushlab turishga o'xshaydi.\nHamma narsa xavfli va qo'rqinchli.", "解曰": "Xavf xavfli. Oldinda to'siqlar bor. Maslahat so'rasangiz. Bu haqiqatan ham qiyin ish.", "籤詩故事一": "◇Vu Yuan kechasi Chjaoguanni tark etdi (Vu Zixu Chjaoguandan o'tib ketdi)\nVu Zixu bahor va kuz davrida Chuning tug'ilgan joyi edi. O'sha paytda Chu podshohi Ping uni ovlamoqchi bo'lgan. Chu qiroli Ping Vu Tsixu hibsga olingani uchun mukofot taklif qildi va uning portretini chizib, Chu shtati bo‘ylab shahar darvozalariga osib qo‘ydi va rasmiylarga tergovni kuchaytirishni buyurdi. Vu Tsixu Vu va Chu o‘rtasidagi chegara bo‘lgan Chjaoguan shahriga qochib ketganida, Chjaoguan rasmiylari juda qattiq tekshirib ko‘rishdi.U shu qadar xavotirda ediki, u bir necha kecha ketma-ket uxlay olmadi, hatto xavotirdan sochlari oqarib ketdi. Yaxshiyamki, men Dong Gao Gong ismli odamni uchratdim, u uning ahvoliga hamdard bo'lib, uni yashirinish uchun uyiga olib ketdi. Dyuk Dong Gaoning bir oz Vu Zixuga o'xshagan do'sti bor edi, shuning uchun Dyuk Dong Gao undan o'zini Vu Zixu deb ko'rsatib, testdan o'tishini so'radi. Darvozabonlar soxta Vu Zixuni tutishdi, lekin haqiqiy Vu Zixuni darvozabonlar tanib bo'lmadi, chunki uning sochlari oppoq edi, shuning uchun uni o'tkazib yuborishdi. Keyinchalik u Vu shtatiga eson-omon qochib ketdi.\n(Vu Zixu o'rniga o'xshash ko'rinishdagi va o'zining sochlari oqargan do'sti bilan almashtirish - bu hikoyaning \"sehrli qo'li\")", "聖意": "O'zingizni himoya qilish uchun uyingiz va uyingiz uchun ibodat qiling, boylik izlashdan ehtiyot bo'ling, bitimlarda ehtiyot bo'ling, bitimlarda turg'unlik, nikoh qiyinchiliklari", "古人": "Vu Yuan kechasi Chjaoguanni tark etdi (Vu Zixu Chjaoguandan o'tib ketdi)", "第X籤": "Yetmish beshinchi belgi", "宮": "Mi saroyi"}