{"籤詩版本二": "Baliq va ajdaho aralashmasi bir xil ma'noga ega Chuqur hovuzda qoling va omadni kuting.\nYumen behush holda boshini ko‘targancha Ajdaho saroyidan sakrab tushdi.", "詩意": "Hexagram baliq va ajdaho o'zgarishsiz qoladi.\nHamma narsa o'z vaqtida keladi.", "解曰": "Garchi bu Ziji bo'lsa ham. Shuningdek, kuting. O'z biznesingizni rejalashtiring. O'ylamasdan harakat qilmang.", "籤詩故事一": "◇Hongvu qoramollarni tomosha qilmoqda\nChju Yuanchjan, Haozjou (hozirgi Fengyang okrugi, Anxuy provinsiyasi) shahrida tug'ilgan, Yuan sulolasining Yuan Wenzong shahridan Tyanlining birinchi yilida tug'ilgan, oilasida to'rtinchi o'rinni egallagan. U kambag'al dehqon oilasida tug'ilgan.Yoshligida qashshoqlik tufayli o'qishga qodir bo'lmagan, bir paytlar uy egasi uchun chorvachilik bilan shug'ullangan.\nChjijenning toʻrtinchi yilida (1344-yil) Xuaybeyda qattiq qurgʻoqchilik boʻldi.Chju Yuanchjanning otasi, onasi va akasi ketma-ket vafot etdi, shuning uchun uning Xuanjue ibodatxonasida yangi boshlovchi rohib boʻlishdan boshqa chorasi qolmadi.\nIbodatxonaga kirganidan ikki oy oʻtmay, ocharchilik yillarida maʼbadning ijara haqini yigʻish qiyin boʻlganligi sababli, maʼbad egasi omborni yopadi va rohiblarni ishdan boʻshatadi.Chju Yuanchjan oʻz shahrini tark etib, sargardon rohibga aylanishga majbur boʻladi (a. tilanchilik bilan kun kechirgan rohib).\nKeyinchalik, Chju Yuanchhang Min sulolasining Taizu va Xitoy tarixidagi \"fuqarolik imperatori\" bo'lib, \"Hongwu\" hukmronlik nomi bilan ajralib turadi.\n(Ushbu hikoyaning metaforasi shundan iboratki, bir muncha vaqt oddiy bo'lish kelajakda ham shunday bo'lishini anglatmaydi. Chunki vaqt hali kelmagan).", "聖意": "Oila xavfsiz, oila sog'lom, to'kin-sochin, biznes kutmoqda, nikoh kechikmoqda, erkagi Liujia shahrida tug'ilgan, piyoda kech, ipak qurti kech, ipak qurti mo'l, olti hayvon dumli, odam bedarak yo'qolgan, hech qanday da'vo kechiktirilmagan, migratsiya konservativ, yo'qolgan mulk kasallik tufayli to'sqinlik qiladi, tog' qabri", "古人": "Xongvu qoramollarga qaraydi", "第X籤": "Yetmish oltinchi lot", "宮": "Mi saroyi"}