{"籤詩版本二": "Tushda boylik ko'p bo'ladi, ammo shon-shuhrat bekor bo'ladi, deyilgan.\nSuv olis, tog‘lar olis, ammo vafodor bo‘lish qiyin, Olijanob inson yo‘l-yo‘riq berib, tabassum qiladi.", "詩意": "Bu hexagram tushida xazina olish ramzini anglatadi.\nHamma narsa ko'proq yoki kamroq haqiqatdir.", "解曰": "Tush kabi orzu qilish. Shon-sharafga umid yo'q. Faqat yaxshi vaqtlarni kuting. Olijanob ko'rsatmalar.", "籤詩故事一": "◇ Jadeni Chjaoga qaytaring (tutgandan keyin nefritni Chjaoga qaytaring)\nMiloddan avvalgi 283-yilda qirol Chjao Xuyven Chudan He's Bini oldi.Qirol Qin Chjaosyan bu xabarni eshitgach, qirol Chjaoga xat yuborib, o'n beshta shaharni He's biga almashtirishga tayyorligini bildirdi.\nLin Xiangru qirol Chjaoga tahlil qilib, Qin kuchli, Chjao esa zaif va uni almashtirish kerak edi.\nKeyin qirol Chjao Lin Xiangruni Xe Bi bilan Qinga yubordi.\nQin qiroli Chjantayda Lin Xiangru bilan uchrashdi va Lin Xiangru Qin qiroliga nefritni sovg'a qildi. Qin podshosi juda xursand bo'lib, He's Bi'ni go'zalga uzatdi va atrofdagilar unga qarashdi.\nLin Szyanru Qin qiroli shaharni Chjaoga berish niyati yo‘qligini ko‘rdi, shuning uchun u Qin qiroliga uning nefriti nuqsonli ekanligini aytdi va fursatdan foydalanib, uni Qin qiroliga ko‘rsatmoqchi bo‘ldi. jade orqaga.\nLin Xiangru Xeshining Bini qaytarib olgandan so'ng, u katta ustunning yonida turib, Heshi Bi bilan o'lishni xohlayotganini ko'rsatdi.\nBu vaqtda Lin Syanru Qin podshosiga shunday dedi: \"Chjao qiroli hali ham vazirlarning e'tirozlarini yengib chiqdi va vazirning taklifini qabul qildi. Hatto oddiy odamlar bilan muloqot qilishda bir-birini aldamagan bo'lsa ham. Qin - katta davlat! Qin va Chjao qirol Chjao o'rtasidagi do'stlikni saqlab qolish uchun besh kunlik ro'za tutganimdan so'ng, men vazirlarimni Qinga nefrit bilan jo'natdim. shahar, shuningdek, He oilasining nefrit toshini go'zal ayolga topshirdi, bu mening vazirlarimni masxara qilish edi.\nGapni tugatgandan so'ng, Lin Syanru darhol ustunga urish ishorasini qildi.Qin qiroli Bi ziyon ko'rishidan qo'rqib, Chjaoga o'n beshta shaharni bermoqchi bo'ldi. Lin Xiangru qirol Qinning xiyonatkor rejasini ko'rib chiqdi, shuning uchun u vaqtni kechiktirish uchun He's Bini taqdim etishdan oldin qirol Qindan besh kun ro'za tutishni so'radi. Shu bir necha kun ichida Lin Syanru o'z xizmatkorlarini nefrit bilan Chjao davlatiga qaytarish uchun yubordi, u esa Qin qiroli bilan muomala qilish uchun qoldi.\n(Ushbu hikoya oddiy odamning ko'zlari uning maqomidan hayratga tushishiga o'xshaydi.)", "聖意": "Uyda, o'z-o'zidan baraka so'rash, boylikka to'sqinlik qilish, bitimlarni qiyin qilish, Liujiaxu piyodalari bilan nikoh uyg'un emas, Chitian ipak qurti qabul qilinmaydi, oltita hayvon zarar ko'rgan, odamlar bedarak yo'qolgan, davlat da'volari va migratsiya kutilmoqda, yo'qolgan narsalar uzoqda, kasalliklar o'rnatiladi, tog' qabrlariga yuboriladi va o'zgartiriladi.", "古人": "Nefritni Chjaoga qaytaring (Jaoga jadeni to'ldiring)", "第X籤": "Yetmish yettinchi yutuqli lotereya", "宮": "Peshin saroyi"}