{"籤詩版本二": "Bo‘sh tugun, omon bo‘lsang tilayman, Agar tanangni saqlasang, hech qachon qaytarmassan.\nAllohning marhamati qaytarilganini unutmang, Allohning so'zlaridan masxara qilmang.", "詩意": "Bu hexagram haqiqat ekanligiga ishonmang.\nBu hamma narsada konservativ bo'lish belgisidir.", "解曰": "Odamlarning o'z fikri bor. Aql band bo'lmasligi kerak. Guanyin ko'rsatmalari. Hurmatsiz bo'lmang.", "籤詩故事一": "◇Bronza bayrog'ini yashirincha qo'llab-quvvatlash\nTan sulolasining asoschisi bo'lgan mashhur general Qin Qiong (Qin Shubao) Suy sulolasining Buyuk Marshali unvoniga sazovor bo'ldi.U o'z qo'shinlarini Sishui dovoni (yoki Sishui dovoni yoki Dongling dovoni, afsonalar turlicha) hujumga olib keldi. Yang Lin ( Yang Yicheng), Sishui dovonining qo'riqchi generali, Sui sulolasining imperatori Yang bronza bayroq majmuasini o'rnatishni buyurdi, ammo Qin Shubao uzoq vaqt davomida unga hujum qila olmadi. Forma rahbari Luo Cheng uning amakivachchasi ekanligini bilgach, xolasi bilan bog‘landi.\nLuo Cheng ketishidan oldin u onasiga bayroqni ag'darish uchun kelgan odam amakivachchasi Qin Qiong ekanligini aytdi va onasi unga yashirincha yordam berishni buyurdi. Hal qiluvchi jang kuni Bronza bayrog‘ini qo‘riqlayotgan Luo Cheng kutilmaganda tomonlarini o‘zgartirib, Qin Qiong bilan kuchlarini birlashtirdi. Ular nihoyat Bronza Bayroq tarkibini mag‘lub etishdi. Luo Cheng Dongling dovonini egallab, g‘alaba bilan qaytdi. Luo Cheng ham taslim bo‘ldi. Tang sulolasi.\n(Bu hikoya ba'zan his-tuyg'ularga yoki e'tiqodga tayanishdan ko'ra, biror narsani qilishda aqlga tayanish kerak bo'lgan metaforadir.)", "聖意": "Uy ham va'da berishga, boylik izlashga, ulushini saqlashga, savdo-sotiqda ehtiyotkor bo'lishga, nikoh yolg'onga, qiz tug'ishga, piyodalar dalada qolishga, ipak qurti, yetti ball, oltita mol zarar, bedarak yo'qolganlar, jamoat. da'volar, migratsiya, yo'qolgan mulk, g'arb kasalliklari, tog'larga yechim, qabrlar, g'arb yo'nalishi", "古人": "Yashirincha bronza bayroqni tushirishga yordam berish", "第X籤": "Yetmish to‘qqizta Lotni yutish", "宮": "Peshin saroyi"}