{"籤詩版本二": "Chinorlarning barglari tushdi, kuz yaqinlashdi, sayohatchilarning qaytish safari bulutlarga o'xshardi.\nXudoning buyuk sa'y-harakatlari tufayli kema shamolda xazina bilan qaytib keldi.", "詩意": "Bu hexagram chinor daraxtining tushgan barglarini ifodalaydi.\nHamma narsa oldindan yomon, oxirida esa yaxshi.", "解曰": "Biror narsani yurakdan oling. Tianxin unga ergashadi. Tirikchilik qilish uchun. Qo'lingizdan kelganini qiling.", "籤詩故事一": "◇ Shamol Tengvang pavilyoniga esmoqda\nVang Bo, odobli ismi Zian, ilk Tang sulolasining shoiri bo'lib, Tang sulolasi imperatori Gaozongning birinchi yilida tug'ilgan. Van Bo bolaligidanoq muqaddas oyatlarni o‘qiydi va u “bolalar vunderkindisi” sifatida tanilgan. Van Bo bolaligidanoq muqaddas oyatlarni o‘qiydi va u “bolalar vunderkindisi” sifatida tanilgan.\nU o‘n yoshga to‘lganida otasi bilan tasodifan Guandi ibodatxonasi yonidan o‘tib qoldilar.Ular ibodatxonada Guandining ulug‘vor haykalini ko‘rib, “Bahor va kuz” asarini qo‘liga olib, uni o‘qirdilar.Buni otasi ko‘ribdi. ilhomlantirildi.U imperator Guanga shunday dedi: “Uchta o‘ralgan yashil soqol tutib, Qing sulolasi tarixini yashil chiroqqa o‘qib, mashhur ismlarga hurmat bajo keltiraman. Qo‘limda yashil ajdaho va oyni ushlab”. Shu yilning kuzida Vang Bo Shansi shahridan Xaynan oroliga Tszyaozji okrugi hokimi lavozimiga tushirilgan otasini ko'rish uchun ketgan. , yo'lda minglab tog'lar va daryolardan o'tib. Yigirma yetti yoshga to‘lgan yilning kuzida Vang Bo Shansi shahridan Xaynan oroliga Jiaozji okrugi sudyasi lavozimiga tushirilgan otasini ko‘rgani bordi va yo‘lda minglab tog‘lar va daryolardan o‘tdi.\nO'sha kuni Madang tog'iga yetib kelganimizda hamma dam olish uchun qirg'oqqa chiqdi.Vang Bo qadimiy ibodatxona yonidan yolg'iz o'tayotganda birdaniga ibodatxona yonidagi tosh ustida o'tirgan cholni ko'rib qoldi.Chol sochi oq bolaga o'xshardi. U Vang Boga: \"Sen Vang Bo emasmisan?\" Vang Bo hayratda qoldi va dedi: \"To'g'ri! Buni qayerdan bilasan?\" Chol dedi: \"Sizda yaxshilik bor deb eshitganman. odamlarni qutqarish niyatlari va she'rlaringiz juda mazmunli. Ertaga Tengwang pavilionida katta ziyofat bo'ladi. Agar siz ziyofatda qatnashib, insho yozsangiz, asrlar davomida mashhur bo'lasiz va yo'l xarajatlarini olasiz.\" Ular kelganida. Madang tog'ida hamma dam olish uchun qirg'oqqa chiqdi.Vang Bo qadimiy ibodatxona yonidan yolg'iz o'tib ketayotganida, u birdan ma'bad yonidagi toshda bir chol o'tirganini ko'rdi, u oq sochli bolaga o'xshaydi va peri U Vang Boga: \"Sen Vang Bo emasmisan?\"\nVang Bo hayratda qoldi va: \"To'g'ri! Siz buni qayerdan bilasiz?\"\nChol dedi: “Sizning odamlarni qutqarish niyatida ezgu niyatingiz bor, she’rlaringiz ancha mazmunli, ertaga shahzoda Teng pavilonida katta ziyofat bo‘ladi, ziyofatda qatnashib, bastakor bo‘lsangiz. Siz asrlar davomida mashhur bo'lasiz va siz sayohat xarajatlarini olasiz.\"\nVang Bo dedi: \"Bu joy Tengvang pavilyonidan olti yoki etti yuz mil uzoqlikda. Ertaga bu erga qanday etib boramiz?\" Chol dedi: \"Men sizga silliq suzib yurishingizga yordam berish uchun ilohiy shamol sifatida otni ishlataman. Men Ertaga albatta keladi.\" Vang Bo menga rahmat aytdi va dedi: \"Kechirasiz, qaynotam. , siz o'lmasmisiz yoki xudomi?\" Chol kuldi va dedi: \"Men Chjungyuan Shuyjunman. bu suv hududi!\" Vang Bo dedi: \"Bu joy Tengvang pavilyonidan olti yoki etti yuz mil uzoqlikda. Ertaga bu erga qanday etib boramiz?\"\nChol dedi: \"Men otni ilohiy shamol sifatida ishlataman, suzishingga yordam beraman. Ertaga albatta yetib boraman\".\nVang Bo unga minnatdorchilik bildirdi va: \"Kechirasiz, qaynota, siz o'lmasmisiz yoki xudomi?\"\nChol kulib dedi: “Men bu akvatoriyaga mas’ul bo‘lgan Chjungyuan Shuyjunman!” Keyin chol Vang Boni tezda qayiqqa chiqishga undadi. U atrofini bir muddat o‘rab turgan xayrli bulutlarni va shamolni ko‘rdi. Yo'lda suv silliq edi.Ko'z ochib yumguncha u yuzlab kilometrlarni bosib o'tdi.\nShunda chol Van Boni tez qayiqqa chiqishga undadi.Uni bir muddat o‘rab turgan xayrli bulutlarni ko‘rdi va bu ravon sayohat edi.Ko‘z ochib yumguncha u yuzlab chaqirim yo‘l bosib o‘tdi. Kutilganidek, Vang Bo katta tadbir kuni ertalab shahzoda Teng pavilyoniga yugurdi.\nKutilganidek, Vang Bo katta tadbir kuni ertalab shahzoda Teng pavilyoniga yugurdi. Va joyida u Tang sulolasi imperatori Gaozongning abadiy durdonasi deb atalgan \"Shahzoda Teng pavilyoniga so'zboshi\" ni yozdi. Va joyida u Tang sulolasi imperatori Gaozongning abadiy durdonasi deb atalgan \"Shahzoda Teng pavilyoniga so'zboshi\" ni yozdi.\nBir she’r borki:\nHar doim iste'dodli odamlar xudodir, deb aytilgan, shuning uchun shamol Nanchangni Nanchangga olib kelishi tasodif emas;\nMen Teng Vangning baland pavilyoni haqida bir jumla yozdim, keyin u o'lmaslarni Zhongyuanga kuzatib qo'ydi.", "聖意": "Uyingiz uchun ibodat qiling va o'zingizni himoya qiling, barakalar uchun ibodat qiling, boylik izlang va nikoh va uyg'unlikka erishing.", "古人": "Shamol Tengvang pavilyoniga esmoqda", "第X籤": "Sakson bir imzo", "宮": "Vey Gong"}