{"籤詩版本二": "Obro‘-e’tiboringizdan fazilatingiz yo‘qolsa, nima qilish kerak, yaxshilik o‘zgarib, yomonlik sodir bo‘lishidan qo‘rqaman.\nMast, qaerga borishni bilmayman, Yashil qarag'aylar soyasida xira tush ko'raman.", "詩意": "Bu hexagram suvdan chiqib ketayotgan sovuq baliqni ifodalaydi.\nHech narsani ko'chirib bo'lmaydi.\n\n(Ushbu hexagram yomon fazilat va omadsizlikning ramzidir.\nHamma narsada oyoqlaringizni erga tegizing.\n)", "解曰": "Sovuq baliq suvni tark etadi. oshga tushgan pashshadek. Agar siz lager rejalari haqida so'rasangiz. Bu Mo Qi uchun yaxshiroqdir\nBu belgi Liujia uchun omadsizlik keltiradi. Hamma narsa noto'g'ri bo'ladi. Xavfsizlik uchun ibodat qiling.", "籤詩故事一": "◇Chjuanzi xotinini sinab koʻrmoqda\nChjuanzi Chjou sulolasida tug'ilgan.Uning familiyasi Chjuan, uning ismi Chjou va uning ismi Tsixiu.U Song sulolasida Mengyi shahrida tug'ilgan. Chjou sulolasida u Qiyuanning amaldori edi.\nKunlarning birida Chjuanzi tog‘da bir ayolni uchratib qoldi.U yangi qabr oldida cho‘kkalab o‘tirib, go‘yo qabr ustidagi ho‘l tuproqni quritmoqchi bo‘lgandek, yelpig‘ichini jon-jahdi bilan silkitardi. Zhuangzi uning niyatini tushunmadi, shuning uchun u undan so'radi. U qabrga ko‘milgan odam uning eri ekanligini, erining so‘nggi so‘zi esa qabr tuprog‘i qurimaguncha boshqa turmushga chiqa olmasligini aytdi. U ko'proq kuta olmadi, shuning uchun u qabr tuprog'ini tezroq quritish uchun aralashtirdi, shuning uchun u ikkinchi buloqni izlashi mumkin edi.\nChjuanzi dunyoda shunday yuraksiz ayol borligini o‘ylab, xo‘rsindi. Keyin o‘yladim, xotinim ham shunday bo‘larmidi? Shubha tug'ilganda, men buni sinab ko'rmoqchiman.\nZhuangzi xotinining familiyasi Tian edi va er-xotin odatda yaqin munosabatlarga ega edi.Juangzi xotinining sodiqligini sinab ko'rish uchun o'zini o'likdek ko'rsatishga qaror qildi.\nChjuanzi to‘satdan xastalikdan vafot etganini eshitib, ko‘plab odamlar, jumladan, qarindosh-urug‘lari, do‘stlari ta’ziya izhor etish uchun kelishdi.Ular orasida boylikka boy bo‘lgan Chu davlatidan kelgan kelishgan podshoh va nabirasi ham bor edi. Tian yangi beva va achinarli edi, u uni ta'qib qildi. Tyan xonim bu vasvasaga chiday olmay, Van Sunni sevib qoladi.Ular bor-yo‘g‘i yigirma kun ichida turmush qurishdi.\nO‘sha kechasi sharob ichilib, quloqlar qizib ketganida, Van Sun to‘satdan yurak xurujiga uchrab, vafot etdi.\nTian xonim qo‘rqib, vahima ichida edi va Vang Sundan zudlik bilan nima qilish kerakligini so‘radi.Vang Sun og‘riqlarga chidadi va Tyan xonimga o‘liklarni tiriltirish uchun jasadlarning miyasidan foydalanish mumkinligini aytdi.\nO'lik jasadni qayerdan topish mumkin? Tian xonim birdan o'yladi: eri shunchaki o'lib ketmadimi? Janob Tyan er va xotin o'rtasidagi eski muhabbatni unutdi va haqiqatda boltani olib, erining tobutini yorib, uning miyasini dori uchun chiqarishga tayyorlandi.\nKutilmaganda, tobut ochilganda, Chjuanzi hayotga qaytdi. Tian xonim shu qadar uyaldiki, o‘zini osdi.\n(Bu hikoya shaxsiy manfaatlar uchun do'stlikni buzish metaforasidir, shuning uchun biz bunga qo'shila olmaymiz.)", "聖意": "Uy tinch, nafs omon, pul nohaq, savdo-sotiq fido, nikoh hal bo‘ldi, Liujiadagi yomonlik farovon, piyodalar yetib kelmadi, ipak qurti tinch, chorvachilik tinch, odamlar odamlarni qidirmoqda, da'vo o'zgargan, shogirdlar konservativ bo'lgan, mulk yo'qolgan, kasallik yo'q, tog' va qabrlar yomon edi.", "古人": "Zhuangzi xotinini sinab ko'radi", "第X籤": "Lot 84", "宮": "Vey Gong"}