{"籤詩版本二": "Tog‘ oldidagi yo‘lni qop-qora bulutlar, tuman qoplaydi.Hammasi dumaloq, oy esa yana dumaloq.\nShe’r, kitob olsang, chuqur tushdan uyg‘onasan, Olijanob inson seni tomga yetaklaydi.", "詩意": "Bu hexagram bahorning tugashini va gullarning gullashini anglatadi.\nRabbiydan keyin hamma narsa o'zgaradi.", "解曰": "Keksa odam yordam so'rashi kerak. Bahorda yana gullaydi. Shon-sharaf va boylikka intilish. Hayotning kech davrida tasodifga duch keling.", "籤詩故事一": "◇ Xan Vengong qorga duch keldi\nXan Yu, uning odobli ismi Tuyji, Changli shahridan edi. Tang Dezong Chjenyuanning sakkizinchi yilida Jinshi bo'ldi va uning vafotidan keyin unvoni Ven Gong edi.\nTan sulolasi imperatori Syantszun hukmronligi davrida Xan Yu Buddaning suyaklari bilan remonsiya qilgan, bu esa imperatorning g'azabini keltirib chiqargan. Xan Yu xotini va bolalarini qoldirib, Chaozjouga ketdi. Bir necha kun yurgandan keyin sovuq shamol kuchayib, qattiq qor yog‘di. Xan Yu qor bir necha fut qalin bo‘lgan, otining olg‘a yurishini qiyinlashtirgan joyga keldi, yaqin atrofda uy yo‘q edi, u yo‘lning qayerdaligini ham bilmasdi. Agar siz yo'lni bosib, orqaga chekinmoqchi bo'lsangiz, orqaga yo'l yo'q. Shamol qattiq esib, qor shiddat bilan yog‘ar edi.Xan Yu teriga singib ketgan, muzlab, och qolgan, qayg‘usini aytadigan joyi yo‘q edi.\nXan Yu xo'rsindi va dedi: \"Imperator meni o'ldirmaydi, lekin imperator meni yo'q qilmoqchi\".\nXon Yu umidsiz bo‘lganida, qattiq sovuqqa qaramay qor tozalash uchun kelayotgan odamni ko‘rib, u Xan Syanzi (Xan Yuning jiyani) bo‘lib chiqdi.\nOldin Xan Szyanzi Xan Yuga shunday degan edi: \"Qinlingdagi Yun Xenning uyi qayerda? Qor ko'k darvozani quchoqlaydi va ot oldinga yurishni to'xtatadi.\" O'sha paytda Xan Yu Xan Syanzi nimani nazarda tutayotganini tushunmadi, lekin endi u nihoyat tushundi.\nShunday qilib, Xan Yu va Xan Syanzi Languandagi Funing uyida tunash uchun ketishdi. O'tmish va etishtirish yo'li haqida gapirganda, Xan Yu chin dildan ishontirdi.\nKeyinchalik Xan Yu o'zining rasmiy lavozimidan voz kechdi, barcha mol-mulkini mahalliy hukumatga hadya qildi va daoizm bilan shug'ullanish va o'lmaslikka aylanish uchun tog'larga ketdi.", "聖意": "Uy o'ziga yaramaydi, ehtiyot bo'l, pul izla, biznesga e'tibor qara, turmush kech, Liujia ayol piyodalar dalalarni to'sadi, ipak qurti yaxshi, chorva yaxshi, odam topish qiyin, davlat da'volari takrorlanadi, migratsiya yangilangan, yo'qolgan narsalar jiddiy, kasalliklar kechiktiriladi, tog 'maqbarlarini o'zgartirish kerak.", "古人": "Xan Vengong qorga duch keldi", "第X籤": "Sakson beshinchi yutuqli lotereya", "宮": "Shen Gong"}