{"籤詩版本二": "G'arbiy tog'ning yarmigacha yurib, Junling qoyalarini o'rnatib bo'lmaydi.\nXudodan himoya so'rab, bu jasad hali ham o'likxonada", "詩意": "Bu hexagram qumdan oltin izlashga o'xshaydi.\nHamma narsada olijanob odamlarning alomatlari bor.\n\nShuningdek: Bu hexagram odamning xavf ostida ekanligini ko'rsatadi.\nHamma narsada olijanob odamlarning alomatlari bor.", "解曰": "Jadeni toshni kesish orqali topish mumkin. Qumda oltin toping. Qattiq ishlash kerak. Faqat muammo.\nBoshqa ish: qiyin vaziyat. Qoladigan joy yo'q. Xudodan marhamat so'rang. Tinchlik uchun ibodat qiling.", "籤詩故事一": "◇Oltin tishlang va er osti gʻorlarini oʻrganing\nHarbiy jasoratlarini nishonlash uchun Cheng Yaojin Yanvuyangda ziyofat uyushtirdi. To‘satdan yerda bir teshik ochildi, buni tushunib bo‘lmasdi, hamma so‘zlarni tanlab, oltinni yutish uchun tishlab, arqonni ijaraga olib, o‘zini teshikka bog‘lash uchun qur’a tashlashdi.\nTosh eshiklar, stol, kursilar, ko'priklar va boshqa buyumlar, stol ustida ajdarho liboslari va nefrit kamarlari tilladan tikilgan va g'ordan eskirgan.\nYao Jin katta quti va kichik quti bilan teshikdan chiqdi, yog'och qutini ochib, nefrit muhrni olib chiqdi, qutini ochdi, katta bayroq va toj xalati va izlarni olib, stolga qo'ydi va hamma ularni birma-bir tomosha qildi. Men katta muhrga o'yilgan sakkizta muhr belgisini ko'rdim: \"Xunshining iblis qiroli, buyuk fazilatli imperator\".\nHamma unga \"imperator\" sifatida sajda qildi va Yaojin buni uch yil davomida iblislar qiroli sifatida qildi. (Aslida, bu o'zini o'zi e'lon qilgan va Cheng Yaojin o'sha paytda qishloqning rahbari edi.)\n(Bu hikoya yaxshi narsalar xuddi aktyorlikka o‘xshaydi, degan metafora. Bu “bu tana hali ham bo‘shliqda” degan badiiy tushunchadir).", "聖意": "Uy va uy, o'zi uchun ibodat qilish, foyda yo'qligi, boylik izlash, mehnatsevarlik, biznesda ehtiyotkorlik, turmush qurishga Liujiaxu, piyodalar, Chitian ipak qurti, barqaror oltita chorva mollari, odamlarni qidirish, da'vo yo'q, yo'qotish, ko'chish, saqlash. yo'qolgan mulk, yomon kasalliklar, to'siqlar, tog'lar va qabrlar.", "古人": "Oltin uchun kriptografiyani o'rganish", "第X籤": "Sakson yetti imzo", "宮": "Shen Gong"}