{"籤詩版本二": "Meni shaxsiy ishingiz bilan bezovta qilmang, buni xalqdan so'rashingiz to'g'riroq.\nTiniq yurak osmondagi yorug‘ oydek yorug‘ va tiniqdir", "詩意": "Bu hexagram osmondagi yorqin oy tasvirini ifodalaydi.\nHamma narsa yorqin va havodor.", "解曰": "Yurakda to'g'ri bo'l. Qonunni to'g'rilang. Muqaddas so'zlar. Nihoyat aniq bo'ladi.", "籤詩故事一": "◇Kong Ming generali\nYechim: Chjuge Liang o‘z qo‘shinlari va generallarini safarbar qiladi\nUch podshohlik davrida Chjuge Liang (181-234), familiyasi Kongming, Yangdu, Langya (hozirgi Shandun viloyati, Yinan okrugi) shahrida tug'ilgan.\nLiu Bei somonli yozgi uyga uch marta tashrif buyurganidan so'ng, Chjuge Liang amaldor bo'lishga rozi bo'ldi. O'sha paytda Cao Cao Xebeyni tinchlantirib, janubga yurishga qaror qildi. U Syahou Dunni bosh general sifatida Yu Jin, Li Dyan va boshqalarni yubordi. general o'rinbosarlari, Xinye tomon yurish uchun 100 000 qo'shinni boshqargan. Garchi o‘sha paytda Chjuge Liang dushmandan chekinish rejasini tuzgan bo‘lsa-da, Guan Yu va Chjan Fey Juge Liangning so‘zlarini mensimagan. Juge Liangning ikkovini ishontirish uchun Lyu Beyning qilichini ishlatishdan boshqa chorasi qolmadi, shunda ular har biri minglab askar olib, Yushan va Anlinda pistirmaga tushishdi.Ular Syahou Dun oʻz qoʻshinini yetaklab oʻtishini kutishdi va keyin ularga hujum qilishdi. pistirma va otash.\nBundan tashqari, Chjao Yun armiyaning eski va zaif qoldiqlarini Syaxou Dunga qarshi avangard sifatida jang qilish uchun boshqarish uchun yuborilgan va keyin mag'lubiyatga uchragan va Syahou Dunni tog'lar va o'rmonlardagi tor yo'lga jalb qilgan holda chekingan. U Guanni ham yuborgan. Ping, Chjou Kan, Liu Feng va boshqalar Cao armiyasining orqa qismiga yashirincha kirib, ta'minotni yoqib yubordilar va Cao armiyasida vahima qo'zg'atdilar.\nJangdan keyin hammasi Chjuge Liang aytganidek sodir bo'ldi. Syaxou Dun va Yu Jin qo‘shinni ta’qib qilishda boshchilik qilganlarida, orqada bo‘lgan Li Dyan zudlik bilan Syaxou Dunga dushmanning o‘q otish hujumlaridan ehtiyot bo‘lish kerakligini aytdi.Ammo juda kech edi. tor yoʻl va daraxtlar bir-biriga qoʻshilib ketgan joyda boʻlgani uchun yongʻinni boshlashning iloji boʻlmadi.U yerda ogʻir talofatlar boʻldi va Syahou Dun va boshqa generallar magʻlub boʻlib, yana Xuduga qochib ketishdi.\n(Bu hikoya Kong Mingning odamlardan foydalanishda va mamlakatni donolik bilan boshqarishda yaxshi ekanligi haqidagi metaforadir.)", "聖意": "Uy va uy xayrli bo'lsin.Omad tilayman boylik, ko'ngil tinchligi, biznes farovonlik, turmush qurish, muvaffaqiyat, Liujia'da muvaffaqiyat, dala ko'chirish, ipak qurti, chorva mollarini yo'qotish, bedarak yo'qolganlar, davlat da'volari, migratsiya, yo'qolgan mulk, baraka, kasallik, tinchlik, tog'lar va qabrlar.", "古人": "Kong Ming generali", "第X籤": "To'qqizinchi belgi", "宮": "Yin saroyi"}