{"籤詩版本二": "Yaxshi tomosha sizni olomondan qovog'ini chimirib, ajralib turadi va sizning kelajagingiz o'zgaradi va siz ko'p boylik olib kelasiz.\nYo‘l osmondek keng va bera oladigan barcha pullar qalbingizda bo‘ladi", "詩意": "Ushbu hexagram istiqbolli kelajakni ko'rsatadi.\nHammasi yaxshi ketadi.", "解曰": "Katta yo'l. Siz oldinga siljishingiz mumkin. Yuragingizdan foydalaning. Faqat oldinga.\nBu belgi bilan hamma narsa rejalashtirilganidek ketadi. Jichangga omad.", "籤詩故事一": "◇Uch qahramon Lu Buga qarshi kurashadi\nYechim: Uch qahramon Chjan Fey, Guan Yu va Liu Bei Lu Buga qarshi kurashadi\nDong Chjuo Xua Xiongning boshi kesilganini bilib, uchuvchi general Lu Buni jangga jo'natadi. Lu Bu jangga kirishi bilanoq generallar Fang Yue va Mu Shunni o'ldirdi va Vu Anguo va Gongsun Zanni o'ldirdi.\nChjan Fey Gongsun Zanning Lu Buni mag'lub eta olmasligini ko'rdi, shuning uchun u tezda Gongsun Zanni almashtirdi va baqirdi: \"Uch familiyaning qullari ketishi kerak! Yandan Chjan Fey keldi!\" Shundan so'ng ular ellikdan ortiq raund jang qilishdi. ketma-ketlik, g'olib yoki mag'lubiyatsiz.\nGuan Yu buni ko'rgandan so'ng, u Chjan Fey bilan Lu Buga hujum qildi va o'ttizdan ortiq raund jang qildi.\nLyu Bey ham ikkita qilich ko'tarib, otini qarsak chalib, Chjan Fey va Guan Yuga yordam berish uchun oldinga qadam tashladi.\nUch kishi Lu Buni qurshab olishdi va jang qilishda davom etishdi.Guruhdagi barcha odamlar esankirab qolishdi.\nKo'p o'tmay Lu Bu kuchini yo'qota boshladi.Lu Buning Pegasu orqaga chekindi, lekin uch kishi Lu Buni ta'qib qilishdi va taslim bo'lishdan bosh tortishdi.Ular Lu Buning qo'shinlari bilan uchrashmaguncha orqaga chekinishmadi.\n\"Uch shohlik\"\n(Ushbu hikoya Lu Buning jangdagi jasorati va mahoratining metaforasidir. Bir kishi uch kishini yengishi mumkin).", "聖意": "Uy va uyning yuragi faqat boylik izlash uchun o'z sayohatida sayohat qiladi. Mumkin bo'lgan nikoh maqolasi Liujia'ga boradi. Odamlar uchun ishlar muammosiz ketadi. Jushuntian ipak qurtlari foydalanadi. Odamlar oltita hayvon orasidan topilishi mumkin. Odamlarni oldindan topish mumkin. Sud munozaralari Migratsiya Yo'qotilgan mulk Kasalliklar Tog'lar va qabrlar omad kabi.", "古人": "Uchta qahramon Lu Buga qarshi kurashadi", "第X籤": "To‘qson bir yutuqli lotereya", "宮": "Siz saroy"}