{"籤詩版本二": "Luan Feng Xiang yomg'irga botgan edi, lekin o'sha paytda uni Queer qo'rqitishdi.\nBir kuni bulutlar uzoqda ekanligini bilib hayratda qoldim, lekin baribir sizga kiyimimni qaytarib berdim.", "詩意": "Ushbu hexagram Luan va Feniksning yomg'ir bilan qoplanishi ramzidir.\nHamma narsa vaqti kelganda keladi.", "解曰": "Yomon kun sayin gullab-yashnamoqda. Jentlmen hech narsa qilmasligi kerak. Faqat o'zingizni tuting. Vaqti kelganda chora ko'ring.", "籤詩故事一": "◇Gao Jun nikohni kafolatlaydi\nDastlabki Song sulolasida Chjao Kuangyin shimolni birlashtirdi va butun mamlakat taslim boʻldi.Lekin Janubiy Tan sulolasida Li Yu Yangtszi daryosining janubida mustahkamlanib qoldi.U shaharni tuzoqqa solib, taslim boʻlish strategiyasini qabul qildi. Chjao Kuangyin Shouzjouda va vaziyat keskin edi. Chjao Kuangyinning jiyani Gao Junbao, oltin qurolli yigit, Shouzjou qamalini buzish uchun Byanjingni tark etdi.\n, Shuangsuo tog‘i yonidan o‘tib ketayotib, ular Liu Jinding tomonidan o‘rnatilgan Er belgisini sindirishdi va ikkalasi o‘zaro bellashishdi.Natijada Liu Jinding o‘zining ajoyib jang san’ati bilan Gao Junbaoni uch marta mag‘lub etdi va ular oltin to‘y va kumush qo‘ng‘iroqlarni bir umrga almashishdi. Chjao Kuangyinning jiyani Gao Junbao Shouzjouda tuzoqqa tushib qolgan Chjao Kuangyinni qutqarish uchun Byanjingni tark etdi.U Shuangsuo tog‘idan o‘tib, Liu Jinding o‘rnatgan belgini sindirdi.Ikkisi bellashdi, lekin Liu Jinding o‘zining ajoyib jang san’ati bilan Gao Junbaoni uch marta mag‘lub etdi. va turmushga chiqishga majbur bo'ldi. Er-xotin olomonni qamalga olib borib, Chjao Kuangyinni qutqardi.\n(Ushbu hikoyaning metaforasi shundaki, ikkalasi yarashmagan (ular haqoratlangan), lekin keyinroq yarashgan.)", "聖意": "Oilaviy uy o'zi uchun yaxshi emas, pul qidirishga ehtiyot bo'ling, biznesni to'sib qo'ying, nikohni kutish, kechikish, Liujia, bo'sh sayohatchi, dalalarda o'tirish, ipak qurti, kech, oltita chorvachilik zarari, odamlarni topish qiyin, da'volar, yo'qotish, migratsiya, konservativlik, yo'qolgan mulk, og'ir kasallik, tog'ning kengayishi, qabr islohoti", "古人": "Gao Jun nikohni kafolatlaydi", "第X籤": "To‘qson uchtasi lotereyada g‘alaba qozondi", "宮": "xugong"}