{"籤詩版本二": "Ambitsiya va yutuqlar sulolada, ammo endi sharob va jinsiy aloqa cheksiz bo'ladi\nAgar siz oltin xo'rozni ko'rsangiz, sizga pul, omad va boylik beriladi.", "詩意": "Bu hexagram shuhrat va shon-shuhrat ramzidir.\nHamma narsani xayrli saqlang.", "解曰": "Shuhratparast va hayajonli. O'zingizni himoya qilish uchun hali kech emas. Oltin xo'roz va'da qiladi. Hamma baxtli.", "籤詩故事一": "◇Kao Pi oʻzini imperator deb eʼlon qildi\nCao Pi, xushmuomalalik bilan ism-sharifi Zixuan, Peiguoqiao shahrida (hozirgi Hao okrugi, Anxuy) tug'ilgan. Jian'an davridagi mashhur siyosatchi va yozuvchi.\nCao Pi Cao Caoning ikkinchi o'g'li.U bolaligidan otasi bilan harbiy lagerda yashagan.Otasining ta'sirida Cao Pi olti yoshida kamondan otishni, sakkiz yoshida ot minishni o'rgangan va rivojlanadi. yaxshi jang san'ati mahorati. Shuningdek, u qadimgi va zamonaviy klassiklar va biografiyalar, shuningdek, yuzlab tafakkur maktablarining kitoblari haqida keng ma'lumotga ega. Faqat o'n sakkiz yoshida Cao Cao Yuan Shaoni mag'lub etdi va Cao Pi Cao Cao hukmronligi markazi bo'lgan Yechengda nisbatan barqaror hayot kechirdi. O‘shandan beri u otasini ba’zan harbiy yurishlarda kuzatib, ko‘pincha olijanob o‘g‘illardek umr kechirgan bo‘lsa-da, jang san’ati bilan har kuni shug‘ullanib, shu kungacha pasaymagan. Otida tez-tez yuz qadamlab yuradi, jang san’atida juda mohir, yakkakurash bilan tez-tez shug‘ullangani uchun u yengil va kuchli.\nCao Caoning katta o'g'li Cao Ang jangda halok bo'ldi. Katta o'g'li vafot etgandan so'ng, Kao Pi valiahd shahzoda uchun birinchi tanlovga aylandi. U o'ttiz bir yoshga to'lganda, uni Cao Cao valiahd qilib tayinladi. Cao Pi o'ttiz uch yoshga to'lganda, Cao Cao kasallikdan vafot etdi va Cao Pi uning o'rniga Veyning bosh vaziri va qiroli bo'ldi. Otda tez-tez yuz pog‘onada yurishini, juda mahoratli ekanini, kungfu bilan tez-tez shug‘ullangani uchun yengil va sog‘lom ekanligini aytdi.", "聖意": "Uyingiz va uyingiz tinch bo'lishini duo qiling, boylik izlang, mehnat qiling, savdo qiling, erta ajraling, nikoh muvaffaqiyatli bo'lsin, Liujia omon bo'lsin, odamlar dalada bo'lsin, ipak qurti yetuk bo'lsin, oltita mol etuk bo'lsin. , odamlarni topish qiyin bo'ladi, davlat da'volari shoshilinch bo'ladi, migratsiya yo'qoladi va narsalar uzoqda bo'ladi.Kasalliklar tog'larda va qabrlarda davom etadi.", "古人": "Cao Pi o'zini imperator deb e'lon qiladi", "第X籤": "To'qson beshinchi yutuqli lotereya", "宮": "xugong"}