{"籤詩版本二": "Ulug'vor pagoda g'ayrioddiy bo'lib, har tomondan ajoyib xususiyatlar yorqin porlaydi.\nSizni sidqidildan bosh egib, xayrli ishlar qilishga qat’iy bo‘lishingizni so‘rayman, shunda jannat sizga barakalar yuboradi.", "詩意": "Bu hexagram savobning namoyon bo'lishini anglatadi.\nHammasi xayrli.", "解曰": "Bu ne'matlar. Hammada bor. Juda band bo'lmang. Muvaffaqiyat oldindan belgilanadi.", "籤詩故事一": "◇Fenyan qiroli Xitoyning Sevishganlar kunida nabirasi bilan uchrashadi\nYechim: Guo Ziyi Xitoyning Sevishganlar kunida yerga tushayotgan to‘quvchi qiz bilan uchrashdi. Tyansun, nefrit imperatorining nabirasi - Yetti peri.\nGuo Tsiyi (697-781), shuningdek, Guo Linggong nomi bilan ham tanilgan, Chjen okrugi, Xuazjou (hozirgi Xuasyan okrugi, Shensi viloyati)da tug'ilgan va Tang sulolasining generali edi. Imperator sudi Ziyga Fenyang qiroli unvonini berdi.\nAytishlaricha, Ziyi asli Xuajjou shahridan bo‘lib, Buyuk devor tashqarisidagi armiyaga qo‘shilish uchun borgan.U Pekinga harbiy maosh olish uchun borgan va Yinchjouga qaytib kelgan.O‘sha paytda Xitoyning Sevishganlar kuni bo‘lgan.Shamol va qum qorong'i tushayotgan edi, quyosh esa qorong'i tushdi.Ziyi oldinga harakat qilolmay yo'l chetida turardi.U bo'sh uyda polda uxlab yotardi.Uxlab qolmoqchi bo'lganida birdan qizil chiroq yonayotganini ko'rdi. ikki tarafga.U oʻrnidan turib hayrat bilan qaradi.Osmonda bulut koʻrinib, asta-sekin tushayotgan edi.U yerda oddiy odamlardan mutlaqo farq qiladigan goʻzal, obroʻli va goʻzal bir ayol oʻtirardi. Ziyi darrov ehtirom ko‘rsatib: “Bugun yettinchi qamariy oyning yettinchi kuni, menimcha, to‘quvchi qiz keldi, unga uzoq umr, boylik tilab keldi”.\nAyol ham javob berdi: \"Uzoq umr ko'rish katta boylik bilan birga keladi\".\nU gapini tugatgandan so'ng, nur qaytib keldi va bulutlar asta-sekin ko'tarildi.Ayol hamon Guo Ziyiga yoqimli tabassum bilan qarab turardi.Faqat u o'zidan uzoqda bo'lganida tutun xiralashgan va u endi ko'rinmas edi.\nXuddi ayol aytganidek rost bo'lib chiqdi. Ziyning xizmatlari jahonga mashhur, u nihoyatda mashhur vazir, ham xizmatlari, ham fazilati bor sarkardadir.", "聖意": "Uyda o'zingiz uchun tilak qiling, o'zingiz uchun tilak qiling, pul uchun ibodat qiling, biznesda omad, nikohda omad, Liujiada omad, odamlar bilan baxtli sayohatlar, ko'chma dalalar, ipak qurti, barqaror chorvachilik, topishda omadsizlik odamlar, jamoat da'volari, migratsiya, omad, yo'qolgan mulk kasalliklari, Zhenxingshandagi qabrlar", "古人": "Qirol Fenyang Xitoyning Sevishganlar kunida nabirasi bilan uchrashdi", "第X籤": "To'qson oltiga imzo qo'ying", "宮": "xugong"}