{"籤詩版本二": "Otni jilovlab, qamchini ushlab, to‘g‘ri bu yerga kelamiz, yarmi xavf-xatarda, yarmi halokatda.\nXuddi uy yonib ketgandek.Osmon tushsa yomg'ir kulga aylanadi.Menda reja bor.", "詩意": "Bu hexagram yarmi qayg'u va yarmi quvonchni anglatadi.\nHamma narsada yaxshilik qilish tavsiya etiladi.", "解曰": "Bir umrlik mehnat. To'g'ri va noto'g'ri haqida qayg'urmang. Kishanlar vaqtinchalik. Xafagarchilik o'z-o'zidan paydo bo'ladi.", "籤詩故事一": "◇Tao Sanchun Guayuanda Chjen Enni mag'lub etdi\n\"Yashasin, mening yodgorligim,\" Chjao Kuangyin yana o'rnidan turdi, \"Beyping qiroli Chjen En o'sha paytda nikoh tuzgan edi. Endi dunyo tinch, men sizdan turmush qurish uchun qulay kun tanlashga ruxsat so'ramoqchiman. \"\n\"Mening yodgorligim omon bo'lsin!\" Chjao Kuangyin o'rnidan turib dedi: \"O'sha paytda Pekin qiroli Chjen En nikoh tuzgan edi. Endi dunyo tinch, men sizdan xayrli odam tanlash uchun ruxsat so'ramoqchiman. turmush qurish kuni.\"\n“Oh, uchinchi akam oldin unashtirilgan edi, nega men bundan xabarim yo‘q edi?” Chay Rong juda hayron bo‘ldi.U Chjao Kuangyin o‘tirib gaplashsin deb qo‘lini silkitdi.\n“Oh!.Uchinchi akam avval unashtirilgan edi, nega men bundan xabarim yo‘q edi?” Chay Rong (Keyingi Chjou sulolasi imperatori) juda hayron bo‘lib, qo‘lini silkitib, Chjao Kuangyindan o‘tirib gaplashishni iltimos qildi.\n“Uzoq gap, birinchidan, biz o‘sha paytlarda hali qashshoqlikda edik, sizning armiyangizga qo‘shilmagan edik.O‘shandan beri biz yillar davomida urushib, sizga e’tibor berishga vaqtimiz yo‘q.Ikkinchidan, uchinchi uka ham salgina. Bu haqda gapirishdan uyalaman, shuning uchun janoblari bilmaydi.\n\"Uzoq gap. Birinchidan, o‘sha paytda biz hali ham qashshoqlikda yashayotgan edik va sizning armiyangizga qo‘shilmagan edik. O‘shandan beri biz yillar davomida urushib keldik, sizlarga qayg‘urishga vaqtimiz yo‘q. Ikkinchidan, uchinchi uka ham Bu haqda gapirishdan uyalaman, shuning uchun janoblari bilmaydi.\n— Hoy, kollej talabasi turmushga chiqyapti, xijolat bo‘lishning nima keragi bor?.. Uchinchi uka anchadan beri jang maydonida bo‘lgan, uni tengi yo‘q qahramon desa bo‘ladi, nega bu masalada bunchalik mayda-chuydasiz?\n— Hoy! Kollejdagi yigit turmushga chiqyapti, xijolat bo‘lishning nima keragi bor?\n– Bu haqda gapiradigan bo‘lsam, uchinchi akamni uyatchanlikda ayblay olmayman, chunki bu nikoh soxta bo‘lgan.\n– Bu haqda gapiradigan bo‘lsam, uchinchi akamni uyatchanlikda ayblay olmayman, chunki bu nikoh soxta bo‘lgan.\n\"Yozildimi? Hoy, qiziq. Iltimos, nima bo'lganini ayting.\"\n\"Men yozdim! Hey! Qiziq! Iltimos, nima bo'lganini ayting.\"\n\"Ha, eslayman, oʻsha yili biz janob hazratlariga qoʻshmoqchi boʻlganimizda, Baochen okrugidan oʻtayotgan edik. Iyun oyida havo juda issiq edi. Uchinchi akam mehmonxonada qola olmadi, shuning uchun u bir oʻzi sargardonga chiqib ketdi. Qovun bog‘idan o‘tib, ichkariga kirdi, qovunlar chanqog‘ini bosdi, bu vaqtda ertapishar qovunlar ko‘p bo‘lmagan, uchinchi akasi esa terishni bilmay, ko‘pini sindirib tashladi. Qovunlarga qarab turgan ayol uchinchi akani ayblash uchun oldinga qadam tashladi.Ikkisi o‘rtasida kelishmovchilik bo‘lib, keyin janjal boshlashdi, kelinglar, xayriyatki, xavotirlanib, o‘z vaqtida yordamga shoshildim, bo‘lmasa...”.\n\"Ha, eslayman, oʻsha yili biz hazratlari huzuriga qoʻshilish arafasida turganimizda, Baochen okrugi yonidan oʻtayotgan edik. Iyun oyida havo juda issiq edi. Uchinchi akam mehmonxonada qola olmadi, shuning uchun u bir oʻzi sargardonga chiqdi. Qovun bog‘idan o‘tib, ichkariga kirdi, qovunlar chanqog‘ini bosdi, bu vaqtda ertapishar qovunlar ko‘p bo‘lmagan, uchinchi akasi esa terishni bilmay, ko‘pini sindirib tashladi. Qovunlarga qarab turgan ayol uchinchi akani ayblash uchun oldinga qadam tashladi.Ikkisi o‘rtasida kelishmovchilik bo‘lib, keyin janjal boshlashdi, kelinglar, xayriyatki, xavotirlanib, o‘z vaqtida yordamga shoshildim, bo‘lmasa...”.\n\"Bu Chjen Tsiming, birinchi navbatda uning aybi, kechirim so'rashi kerak. Nega uni urdi? Bundan tashqari, qizning oilasi o'ziga o'xshagan shafqatsiz erkakning musht va tepishlariga qanday chiday oladi! Qani, sen bu qizni uribsan. bo'laklar. Yo'q?.. \"Qiz sog'-salomat edi...\"\n\"Bu Chjen Tsiming, birinchi navbatda uning aybi, shuning uchun u kechirim so'rashi kerak. Nega uni kaltaklayapsiz? Qolaversa, qizning oilasi unga o'xshagan shiddatli erkakning musht va tepishlariga qanday dosh bera oladi! Qani, ayt. sen bu qizni kaltaklagansan.\n\"Qiz sog'-salomat edi...\"\n— Bo‘pti, mayli... Hoy, chora ko‘rmadingizmi, o‘z vaqtida qutqarib qoldingiz shekilli.\n\"Bo'ldi! Mayli... Hoy! Harakat qilmadingizmi? Oh! O'z vaqtida meni qutqargan bo'lsangiz kerak!\"\n“...Yo‘q, men qutqargan odam... uchinchi uka edi.” “...Yo‘q, men qutqargan odam... uchinchi uka edi”.\n\"Ah?!\" \"Ah?!\"\n“Uchinchi birodarni ayol yerga yiqitib, yo‘l bo‘yi qattiq kaltaklagan. Xayriyatki, men yetib keldim va uni ketishga ko‘ndirdim, shuning uchun u jiddiy jarohat olmadi... Janobi Oliylari... Janobi Oliylari!... \"\n\"Uchinchi akani ayol yerga yiqitdi va zo'ravonlik bilan kaltakladi. Xayriyatki, men yetib keldim va uni ketishga ko'ndirdim, shuning uchun u jiddiy jarohat olmadi... Janobi Oliylari... Janobi Oliylari!...\"\n“Ah?...Oh, bu ayol kim!?” “Ah!?...Oh, bu ayol kim!?”\n\"Ayolning ismi Tao Sanchun ekanligini, otasi Tao Xong esa hech qanday intilishlari yo'q keksa qahramon ekanligini keyinroq bildim. Tao Sanchun bolaligidanoq otasidan jang san'atini o'rgangan. Men tanishganimdan keyin. uning oilasi, Miss Sanchun ajoyib xarakterga ega ekanligini ko'rdim. , Luo Luo va saxovatli, kichkina qiz bo'lish odatiga ega bo'lmagan holda, ular ataylab unga mos kelishdi. Tao otasi va qizi ham uchinchi akaning to'g'ridan-to'g'ri fe'l-atvorini juda yoqtirishdi. Shu zahotiyoq urib, ikkalasi uchun bu nikohga qaror qildi. Janobi oliylari, ayting-chi, bu soxta nikoh emasmi?\n\"Keyinroq bildimki, qizning ismi Tao Sanchun, u bolaligidan jang san'atini otasidan o'rgangan. Uning oilasi bilan tanishganimdan keyin Miss Sanchunning ajoyib xarakterga ega ekanligini ko'rdim. saxiy, va qizchaning odatlaridan asar ham yo'q edi, shuning uchun men uni ataylab ishga oldim.Janob Tao va uning qizi ham uchinchi akasining to'g'ridan-to'g'ri fe'l-atvorini juda yaxshi ko'rishdi.Ular shu zahotiyoq bunga dosh berishdi va bir-birlariga turmushga chiqishga qaror qilishdi. Janobi Oliylari, bu soxta nikoh deb o'ylamaysizmi?\n(Bu hikoya metafora, chunki yomon narsa yaxshi narsa bo'lib chiqdi.)", "聖意": "Uyni himoya qilish uchun ibodat qiling, ehtiyot bo'ling, boylik qidiring, biznesni yo'q qiling, nikohga to'sqinlik qiling, jazo, Liujia sug'urtasi, dalalarda qolib ketgan piyodalar, ipak qurtining shikastlanishi, chorva mollarining zarari, bedarak yo'qolganlar, noqonuniy da'volar, yo'qotish, migratsiya, konservativlik, yo'qolgan mulk, yomon kasalliklar , xavf-xatarlar, tog'lar, qabrlar, muvaffaqiyatsizliklar", "古人": "Tao Sanchun qovun bog'ida Zheng Enni uradi", "第X籤": "To'qson to'qqiz soni", "宮": "Xaygong"}