{"籤詩版本二": "Няхай свет будзе створаны для добрага шлюбу, спрыяльных дзён і добрых часоў, і ўсё будзе добра\nГэта не малая справа, калі вы атрымаеце гэтую долю.Імператар заяўляе, што людзі адданыя і сумленныя.", "詩意": "Гэтая гексаграма ўвасабляе пачатак адкрыцця неба і зямлі.\nУсё спрыяльна.", "解曰": "Імклівая хуткасць. Год не варты свайго часу. Гуаньінь запісвае. Спачатку дайце мне ведаць.", "籤詩故事一": "◇ Чжунлі стаў прасветленым\nЧжунлі Цюань, па прозвішчы Чжунлі, імя Цюань, ветлівае імя Юньфан і мянушка Чжэньян, быў ураджэнцам акругі Сяньян, Сіань, правінцыя Шэньсі падчас дынастыі Усходняя Хань.\nЧжун Ліцюань быў палкаводцам дынастыі Хань.Падчас экспедыцыі супраць Заходняй Цян ён зайздросціў камандзіру Лян І і прызначыў яму толькі 30 000 старых і слабых салдат.Як толькі ён прыбыў у пункт прызначэння, лагер быў абрабаваны арміі Заходняга Цяна, і салдаты ўцяклі. Чжун Ліцюань заблукаў у даліне і па дарозе сустрэў манаха. Той адвёз яго ў невялікую вёску і сказаў: «Гэта рэзідэнцыя містэра Дунхуа». Затым ён развітаўся і пайшоў. Праз некаторы час нехта раптам сказаў: «Гэта, відаць, таму, што зялёнавокі чалавек Ху занадта гаваркі». Ён убачыў чалавека, апранутага ў белую аленевую поўсць і трымаючага зялёны посах з кіноа. Ён спытаў Чжун Ліцюаня: «Чалавек, які прыйшоў вось Хань Да. Генерал Чжунлі Цюань\n? Чжун Ліцюань быў у шоку, ведаючы, што сустрэў незнаёмага чалавека, таму шчыра вывучыў Дао.\nПазней Чжун Ліцюань сустрэў Чжэньрэн Хуаяна і бессмяротнага караля Сюаньфу і даведаўся пра «сакрэт неўміручасці». Нарэшце, ён жыў у Цзіцзінь Сіхаофэн на гары Контун, атрымаў «Таямніцу нефрытавай скрыні» і стаў сапраўдным бессмяротным.Яго таксама шанавалі як аднаго з пяці паўночных патрыярхаў сектай Цюаньчжэнь.", "聖意": "Маліцеся, каб ваш дом і дом быў шчаслівы восенню і зімой Шукайце шчасця восенню і зімой Поспехаў у справах, поспехаў у шлюбе, поспехаў у нараджэнні хлопчыкаў, поспехаў у паездках у поле. , поспех у шаўкапрадах, поспех у жывёлагадоўлі, поспех у пошуку людзей, поспех у публічных судовых працэсах, поспех у міграцыі, страчаная маёмасць, паўночна-ўсходнія хваробы, поспех у адпраўцы гор і магіл.", "古人": "Чжунлі стаў прасветленым", "第X籤": "першая прыкмета", "宮": "Матка"}