{"籤詩版本二": "Клопаты і турботы часова палягчаюцца, а радасць прыходзіць з неба.\nГэтак жа, як нефрыт, схаваны ў гноі, добры работнік падымае пыл", "詩意": "Гэтая гексаграмма ўвасабляе гармонію Інь і Ян.\nУсё, што вы плануеце, спрыяльна.", "解曰": "Нічога не атрымана, нічога не страчана. Выйгрыш з пройгрышу. Злыдзень у бядзе. Поспехаў вам, спадарства.", "籤詩故事一": "◇ Ye Meng Xiong Chao Di\nЕ Мэнсюн (1531-1597), чыё ласкавае імя Наньчжао і Лунтан, было зменена на Лунтань і таксама названа Хуаюнь. Ураджэнец Ваньшыфан, Хуэйчжоу Фучэн (цяпер частка раёна Хуэйчэн горада Хуэйчжоу) у дынастыі Мін. На 44-м годзе праўлення Цзяцзін (1565) ён стаў Цзіньшы і атрымаў званне магістрата павета Цын. Ён займаў пасаду дырэктара дэпартамента перадачы, а потым стаў наглядальным цэнзарам Шаньсі Роўд.\nУ 20-м годзе Ваньлі (1592) генеральны консул Нінся, Куайбай (правадыр мангольска-татарскага племя), забіў губернатара Данг Сінь і захапіў сорак сёмы форт у правінцыі Хэсі. , разбіў горад, пакланіўся і спаліў сябе да смерці. Мэн Сюн не нахабна бярэ на сябе заслугі і дазваляе сваім навыкам быць такімі ж добрымі, як і ў генералаў, якія адважваюцца ваяваць. Чыноўнік Вэй Сюэзен быў адноўлены на пасадзе. У апошнія гады жыцця ён пяць разоў падаў у адстаўку і вяртаўся ў Хуэйчжоу для будаўніцтва храма Хуэйлун.\nЕ Мэнсюн у пачатку даасізму ўвайшоў у якасці дзяржаўнага служачага і славіўся сваёй сумленнасцю і добрасумленнасцю. У старых гістарычных звестках гаворыцца, што ён быў «першым у пакоры і здольнасцях», «ліквідаваў карупцыю і караў паўстанні», пакінуўшы за сабой добрую рэпутацыю. Ён быў надзвычай адданы, смелы, адважны і вынаходлівы.Добра страляў. У другой палове яго жыцця яго навыкі баявых мастацтваў былі запісаны ў «Гісторыі дынастыі Мін», і ён лічыўся нацыянальным героем.", "聖意": "Дом неспрыяльны (усё больш спакойны) Восень і зіма добрыя для сябе, багацце будзе ўдалым, здзелкі ўдалымі, шлюб удалым, Люцзя будзе ілжывая трывога (будуць скарбы), пешыя пойдуць у поле да маліцца за шаўкапрадаў, шэсць жывёл будуць плоскімі, людзі будуць знойдзены, грамадскія пазовы будуць неспрыяльнымі, міграцыя будзе кансерватыўнай, страчаная маёмасць будзе перашкаджаць, хваробы будуць паселены ў магіле Фушань", "古人": "Е Мэн Сюн Чао Ды", "第X籤": "Шаснаццатае выйгрышнае лато", "宮": "Маогон"}