{"籤詩版本二": "Залатая варона падае на захадзе, а Трус узыходзіць на ўсходзе.Цыкл дня і ночы працягваецца са старажытных часоў да сучаснасці.\nМанахі і даосы ведаюць, што недахопаў няма, а навукоўцы, фермеры, прамыслоўцы і гандляры - усе кіруюцца сваім меркаваннем.", "詩意": "Гэтая гексаграма ўяўляе рост і змяншэнне Інь і Ян.\nГэта таксама знак таго, што ўсё пойдзе так, як планавалася.", "解曰": "У галаве няма нічога. Тое, што вы зрабілі, варта. Як страла з лука. Адзін стрэл трапіў у цэль.", "籤詩故事一": "◇ Дзядзька Цао Го бессмяротны\nЦао Гоцзю, ураджэнец Сюйчжоу, лічыцца дзядзькам дзяржавы ў перыяд Рэнцзун дынастыі Сун.Яго звалі Цао І, таксама вядомы як Цао Цзінсю.\nУ дзядзькі Цао Го быў малодшы брат па імені Цао Эр. Гэты Цао Эр абапіраўся на сваё становішча імператарскай улады і здзяйсняў усялякае зло. Ён займаў палі, забіраў жонак і дачок і сябраваў з некаторымі беззаконнымі зладзеямі, якія ўваходзілі і выходзілі. Цаа Гоцзю не мог гэтага вытрымаць, таму ён адмовіўся слухаць яго добрыя словы і суцяшэнні, таму ён выкарыстаў пакаранне, каб кантраляваць яго. , абодва браты зладзіліся.\nЦао Гоцзю сказаў: \"Прынцыпы свету такія, што тыя, хто назапашвае дабро, будуць квітнець, а тыя, хто назапашвае зло, загінуць. Гэта нязменная праўда. Наша сям'я Цаа назапашвала злыя ўчынкі ў мінулым, каб дасягнуць сённяшняга багацця. Зараз мой брат назапасіў зло да крайнасці, нават калі ён уцячэ, нават калі вас пакарае чыноўнік, вы не зможаце пазбегнуць схаваных бедстваў. Як толькі прыйдзе бедства, ваша сям'я будзе разбурана і хтосьці памрэ, вы не зможаце ўцячы на у той час. Я буду прыніжаны і баяцца гэтага \". Такім чынам, я развеяў усё маё багацце, Ён дапамагаў бедным і больш не клапаціўся пра справы свайго брата. Затым ён пакінуў дом і сяброў, пераапрануўся ў даоскую форму і адправіўся ў горы, каб развіваць свой розум і прыроду.\nАднойчы ён выпадкова сустрэў Чжунлі і Лу Дунбіня з дынастыі Хань. Яны былі вельмі шчаслівыя, убачыўшы красамоўныя адказы дзядзькі Цао Го. Яны далі яму «Сакрэтны ўказ аб вяртанні праўды» і загадалі старанна практыкавацца. Неўзабаве Чжунлі Цюань і Лу Дунбінь былі ўведзены ў клас несмяротных.", "聖意": "Поспех для дома, дома, поспех, поспех, поспех у бізнэсе, шлюб, мужчына-вандроўнік, пасадка шаўкапрада ў палях, ранняя пасадка шасці жывёлы, страта прыбытку, пошук людзей, судовы працэс, міграцыя, страчаная маёмасць , позняя хвароба, поспех (год труса або няўдача для труса), поспех у горных магілах", "古人": "Дзядзька Цао Го бессмяротны", "第X籤": "Падпішыце васемнаццаты", "宮": "Маогон"}