{"籤詩版本二": "Адпусціўшы лодку назад з хуткага пляжу, што вы хочаце зрабіць з-за мітусні?\nКалі вы хочаце быць у бяспецы, шукайце спакою і чакайце, пакуль хвалі абмінуць гэты крызіс.", "詩意": "Гэтая гексаграма падобная на лодку, якая плавае па імклівым беразе.\nЗаставайцеся кансерватыўнымі ва ўсім і чакайце часу.", "解曰": "Высадка ў моцнай вадзе. Небяспека чакае час. Калі вы спытаеце пра планы лагера. Нічога нельга зрабіць.", "籤詩故事一": "◇Ziyi каранаваны каралём\nГо Цзыі (697-781), таксама вядомы як Го Лінгун, быў ураджэнцам павета Чжэн, Хуачжоу (цяпер павет Хуасянь, правінцыя Шэньсі) і генералам дынастыі Тан.\nПадчас паўстання Аньшы ў 14-м годзе Цяньбао (755 г.) ён атрымаў тытул Шуафан Цзедушы (Лінву, на захад ад Лінгу ў сучаснай Нінся). Яму было загадана весці крыжовы паход. Ён аб'яднаў войска Шуафан з Лі Гуанбі для паходу Яны аб'ядналіся ў Чаншань (Чжэндзін, Хэбэй) і разграмілі Шы Сімына, вярнулі сабе Хэбэй. У гэты час Го Цзыі прапанаваў імператару ўзяць Фан Ян з поўначы і атакаваць логава паўстанцкага тыгра, каб паменшыць аблогу Тунгуаня, але Сюаньцзун адмовіўся. Пасля гэтага было насаджана становішча сепаратысцкіх васальных гарадоў у канцы дынастыі Тан, што таксама стала аддаленай прычынай гібелі дынастыі Тан.\nНа пятнаццатым годзе праўлення Цяньбаа (756 г.) ён і уйгурская кааліцыя супакоілі Хэцюй. Вясной наступнага года яны вярнулі Хэдун (цяпер Юнцзі, Шаньсі) і Фэн І (цяпер Далі, Шэньсі) і напалі на Тунгуань, перамогшы Цуй Цяньюй Танская армія панесла больш за 10 000 страт. Цуй Цяньюй здаўся Пуцзіню. Ан Лушань быў забіты яго сынам Ань Цінсюем.\nНа другі год Чжыдэ (757 г.) яму было загадана весці войскі ў Фэнсян. Па дарозе ён разбіў 5000 кавалерыстаў Лі Гуйрэня ля моста Байцю Лююнь (сённяшні паўднёвы ўсход ад Сан'юаня). У маі ён ваяваў з Ань Шоўчжунам і Лі Гуйрэн у Цінку (сённяшні захад ад Сіаня) пацярпеў паразу, і ён адышоў да Угун (сённяшні паўночны захад ад Угуна).У верасні ён рушыў услед за маршалам Гуанпінам Ван Лі Чу, каб узначаліць Тан і уйгураў, каб далучыцца да 150 000 войскаў, а затым ваяваў з Ань Шоучжунам і Лі Гуйрэнам у Сяне.На поўнач ад храма Цзі (на паўднёвы захад ад сучаснага павета Чан'ань) уйгурскія салдаты кружылі ў тыле ворага, атакавалі з абодвух бакоў і забілі 60 000 ворагаў.Чжан Тунжу бег у павет Шэньсі, і, нарэшце, вярнуў сабе сталіцу Чан'ань (сённяшні Сіань).Веліч танскай арміі зноў быў адноўлены ў Чан'ань.\nПасля гэтага танская армія скарысталася перамогай і рушыла на ўсход, разбіўшы 150 000 чалавек, у тым ліку Янь Чжуаня і Чжан Тунжу ў Сіньдзяні (цяпер на паўднёвы захад ад горада Саньмэнся, правінцыя Хэнань), прымусіўшы Аньцын Сюй пераправіцца праз Хуанхэ і адступіць у Сянчжоу. Дунцзюнь Лаян вярнуўся. Дадайце Сіту да яго заслуг і зрабіце яго герцагам краіны.\nШы Сымін павёў сваю армію з Фан-Яна, каб выратаваць Ань Цінсю. Абодва бакі ваявалі ў страі на поўнач ад ракі Аньян (сёння на поўнач ад Аньян). Барацьба была неразрыўнай. У рэшце рэшт на чале з дзевяццю Цзедушы армія Тан, якая сцвярджаў, што меў 600 000 чалавек, адступіў (у бітве пры Ечэн). Галоўным камандзірам гэтай бітвы быў еўнух Юй Чаоэн, які не меў лідэрскіх якасцяў і вінаваціў Го Цзыі ў няўдачы бітвы. Го Цзыі быў выкліканы назад у Чан'ань, вызвалены ад ваеннай улады і стаў бяздзейным чыноўнікам.\nУ першы год праўлення Бааін (762 г.) войскі ў Тайюані (сённяшні паўднёвы захад Тайюаня) і Цзянчжоу (сённяшні Сіньцзян у правінцыі Шаньсі) паўсталі.Двор быў напалоханы, таму Цзыі атрымаў тытул караля Фэньяна і адправіўся ў кантроль Цзянчжоу. Ён таксама быў адчужаны еўнухам Чэн Юаньчжэнем і быў вызвалены ад ваеннай улады.\n(У цэнтры ўвагі гэтай гісторыі: Го Цзыі, які быў вельмі здольны і добра сябе паводзіў, сустрэў Сюаньцзуна і некаторых зладзеяў, што значна паставіла пад пагрозу яго дасягненні.)", "聖意": "Дабраслаўленне дома і сябе, пошук багацця, адсутнасць здзелак, шлюб, адсутнасць ілжывай трывогі, пешаходы, якія прыбываюць у Цяньканьцзі, цяжка знайсці людзей, публічныя судовыя працэсы і (не Сін), міграцыя, кансерватыўнасць, страчаная маёмасць, цяжка знайсці, хваробы, маліцца аб дабраславенні, горы і магілы, спрыяльны", "古人": "Цзыі быў каранаваны каралём", "第X籤": "Дзевятнаццатае выйгрышнае лато", "宮": "Тацумі"}