{"籤詩版本二": "Пасля столькіх клопатаў і небяспек ад гэтага часу ён ніколі больш не пустуе\nШчодрае сэрца мае свае шчодрыя планы. Вам трэба сустрэцца з экспертам, каб дасягнуць вялікіх дасягненняў.", "詩意": "Гэтая гексаграмма падобная на старажытны калодзеж з крыніцай.\nВа ўсім дабіваюцца поспеху высакародныя людзі.", "解曰": "Пазоў у рэшце рэшт будзе абгрунтаваны. Хворы і бяспечны. Заходзьце і выходзьце за парадай. Старажытны калодзеж сустракае вясну.", "籤詩故事一": "◇ Яо Чонг кантралюе саранчу\nЯа Чжун (649-721), сапраўднае імя Юань Чжун, быў выхадцам з Шаньчжоу, займаў пасады міністра Ся Гуань, Шаншу Чуньгуань, Цзывэйлін, Чжуншулін і прэм'ер-міністра ў дынастыі Тан.\nУ чацвёрты год Кайюаня (716 г.) Шаньдун (у асноўным адносіцца да басейна Жоўтай ракі на ўсход ад Хуашаня) быў ахоплены саранчой.Людзі былі звязаны забабоннымі ідэямі і не адважваліся паляваць на іх і забіваць іх.Замест гэтага яны стварылі ахвярапрынашэнні, спальванне ладану, пакланенне каля палёў і назіранне за пасевам, які пажырае саранча.\nУсе чыноўнікі лічылі: «Саранча — гэта стыхійнае бедства, як з ёй змагацца сілай!» Ішла ў той час жорсткая барацьба паміж дзвюма рознымі ідэямі, знішчаць ці не знішчаць саранчу.\nЯа Чонг сказаў: \"Пакуль мы працуем разам, мы можам пазбавіцца ад іх усіх. Ён сказаў: саранча баіцца людзей, таму яе лёгка адагнаць. У расады ёсць гаспадары, таму ратавальнікі павінны шмат працаваць; саранча могуць лятаць, і калі ўбачаць ноччу агонь, то паляцяць да яго; падпаліце ​​іх у полі, выкапайце ямы, пакуль гараць, закапайце іх, пакуль гараць, і нічога не застанецца».\nСюаньцзун сказаў: \"Саранча - гэта стыхійнае бедства, выкліканае дрэнным маральным кіраваннем. Калі вы просіце, каб на яе палявалі і забівалі, хіба гэта не супярэчыць прынцыпу?\"\nЯа Чонг дадаў: «Старажытныя практыкавалі лоўлю і знішчэнне саранчы, і ваша вялікасць будзе выкарыстоўваць гэта ў будучыні. Гэта галоўная нацыянальная падзея, якая прынясе мір і росквіт фермерам. Калі ласка, паставцеся да гэтага сур'ёзна».\nСюаньцзун быў перакананы. Але ў той час усе ў судзе і звонку казалі, што на саранчу нельга паляваць.\nСюаньцзун сказаў: \"Я абмеркаваў з прэм'ер-міністрам і вырашыў злавіць саранчу. Любы, хто зноў будзе пярэчыць, будзе пакараны. \"Такім чынам, ён накіраваў цэнзара кантраляваць і накіроўваць людзей спальваць і хаваць саранчу.\nВынікі аказаліся вельмі эфектыўнымі.Па ўсёй краіне было вылаўлена дзевяць мільёнаў саранчы, паспяхова ліквідаваны мор саранчы.Сельская гаспадарка атрымала добры ўраджай у тым годзе.\n(У барацьбе са стыхійнымі бедствамі і эвакуацыі трэба выкарыстоўваць мудрасць, і павінны быць геніяльныя стратэгіі для пераадолення цяжкасцей. Яо Чонг - эксперт у гэтай справе)", "聖意": "Дом звычайны, я заблакаваны, пошук грошай заблакаваны, гандаль заблакаваны, шлюб і гармонія заблакаваны, ёсць небяспека ў Люцзя, пешаходы заблакаваны, шаўкапрады заблакаваны, жывёла неспрыяльная, людзі зніклі без вестак, грамадскія пазовы заблакаваны, міграцыя неразумная, згубленыя рэчы цяжка знайсці, хваробы цяжка маліцца, горы і магілы неспакойныя.", "古人": "Яо Чонг кантралюе саранчу", "第X籤": "Выйгрыш у латарэю дваццаць пяты", "宮": "Палац Мі"}