{"籤詩版本二": "Ходзяць чуткі, што ўсё перавярнулася, і я атрымаў ліст з-за гарызонту.\nСлава і поспех, абяцаныя мне ў кнізе, засталіся пустымі да канца.", "詩意": "Гэтая гексаграма мае ілжывую назву.\nПажадана ва ўсім быць кансерватыўным.", "解曰": "Уверх і ўніз засмучаны. Шукаць вольны час не бяздзейна. Жаданне славы. Заставацца ў бяспецы.", "籤詩故事一": "◇ Чжун Куй дасягае прасвятлення\nЧжун Куй, чыё прозвішча Чжун Куй, чыё ветлівае імя Чжэньнань, родам з Чжуннаньшань.\nПадчас праўлення імператара Дэцзуна з дынастыі Тан Чжун Куі прымаў удзел у імператарскім экзамене.Чжун Куі прачытаў экзаменацыйныя пытанні, адразу напісаў артыкул і здаў яго. Галоўным экзаменатарам у той дзень быў Хань Юй, міністр грамадзянскіх спраў, а намеснікам экзаменатара - Лу Чжы, вялікі вучоны. Калі двое прачыталі артыкул Чжун Куя, іх вочы загарэліся, і яны ў адзін голас сказалі: «Чараўнік, чараўнік! Кожнае слова ў гэтым артыкуле вытанчанае, вартае Лі Тайбая і Ду Цзымэя!» Такім чынам, яны назвалі Чжун Куя першым.\nІмператар Дэцзун выслухаў даклад Хань Юя і сказаў, што Чжун Куі, новы чэмпіён навукі, вельмі таленавіты, таму ён выклікаў Чжун Куя ў Залаты палац.\nКалі імператар Дэцзун убачыў яго пачварны выгляд, ён адразу адчуў незадаволенасць і сказаў: «Адбор вучоных у нашым двары заснаваны на асабістых словах і каліграфіі. Як такі пачварны чалавек можа быць абраны вучоным нумар адзін у залатых навуках?» \"\nХань Юй паспешліва апусціўся на калені і сказаў: «Добрае і дрэннае ў чалавеку залежыць не толькі ад знешняга выгляду. Хіба ты, Святы Госпадзе, не чуеш, што Янь Ін ростам тры футы і роўны прэм'ер-міністру? Чжоу Чанг заікаецца, але можа дапамагчы дынастыі Хань; Канфуцый судзіць людзей па іх знешнасці і губляе свайго сына Ю. Спадзяюся, ваша вялікасць добра падумае.\nІмператар Дэцзун на імгненне задумаўся і сказаў: «Хоць словы Хань Айцына разумныя, калі я быў імператарам Тайцзунам, васемнаццаць навукоўцаў прыязджалі ў Інчжоу і гаварылі пра гэта. Гэты чалавек быў навукоўцам нумар адзін. Я баюся, што свет будуць смяяцца з мяне за тое, што я не прызнаю талентаў».\nПрэм'ер-міністр Лу Ці быў абмежаваны і зайздросціў талентам. Выслухаўшы словы імператара, ён апусціўся на калені і сказаў: «Вучоны нумар адзін у залатым прадмеце павінен быць як унутраным, так і знешнім. Ёсць трыста кандыдатаў на гэты прадмет. Чаму б вам не выбраць іншага?»\nКалі Чжун Куй убачыў, што гэты чалавек настолькі разгублены, ён не мог не раззлавацца. Ён паказаў на Лу Ці і вылаяўся: «Калі такі недасведчаны чыноўнік знаходзіцца ў судзе, ці не нашкодзіць ён краіне?» Пасля гэтага, ён ударыў Лу Ці кулаком.\nУбачыўшы гэта, Дэзонг раз'юшыўся і сказаў: «Ты такі смелы, ты адважыўся выклікаць непрыемнасці ў Залатым палацы, хутка знішчы гэта!»\nУ гневе Чжун Куі выцягнуў меч з-за пояса генерала, які стаяў у палацы, і гучна ўздыхнуў: «Расчараванаму кату цяжка пераймаць тыгра, а расчараваны папугай не так добры, як курыца». Пасля гэтага ён скончыў жыццё самагубствам.\nКалі імператар Дэцзун убачыў, што Чжун Куі скончыў жыццё самагубствам у гневе, ён быў вельмі здзіўлены.Каб заваяваць сэрцы людзей, ён загадаў пахаваць Чжун Куі з афіцыйным тытулам навукоўца № 1, а таксама зрабіў Чжун Куі Богам экзарцызму, каб пазбавіць свет ад злых духаў.", "聖意": "Маліцеся аб блаславенні вашага дома, вашай уласнай бяспекі, фінансавых цяжкасцей, няўдачы ў бізнэсе, няўдачы шлюбу, жанчын-пешаходаў Люцзя, давярайце палявым шаўкапрадам напалову прыгатаваным, шасці хатніх жывёл, іх можна гадаваць, зніклых без вестак, судовых працэсаў на Захадзе, страты міграцыі, кансерватыўнасць, страта маёмасці, хвароба, маліцца на долю ў гарах і магілах", "古人": "Чжун Куй атрымаў Дао", "第X籤": "Дваццаць шосты выйгрыш у латарэю (латарэя)", "宮": "Палац Мі"}