{"籤詩版本二": "Бавіць час у цішыні і спакоі, седзячы і лежачы за гарбатай пасля насычэння\nВам не трэба быць занятымі фізічна і разумова, і вы дакладна не прычыніце несправядлівасці або катастрофы.", "詩意": "Гэтая гексаграмма з'яўляецца сімвалам міру і стабільнасці.\nВа ўсіх справах чаканне зручнага моманту прынясе ўдачу.", "解曰": "Заставайцеся ў цэласці і захаванасці. Спытайце ў багоў. Пачакайце, пакуль прыйдзе час. Усё адбываецца выпадкова.", "籤詩故事一": "◇ Фоіньхуэй Дунпо\nАднойчы Су Дунпо, вывучаючы дзэн, зразумеў, што яго стан трансцэндэнтны, і адчуў ад гэтага радасць. Не стрымаўшы запалу, я развёў пяро і напісаў верш:\n«Пасярод неба Цзішоу ярка ззяе па ўсім сусвеце; не паддаючыся ветру васьмі вятроў, ён сядзіць вертыкальна на фіялетавым залатым лотасе».\n(Восем вятроў адносяцца да: прыбытку, заняпаду, разбурэння, рэпутацыі, пахвалы, насмешак, пакуты і шчасця. Гэта значыць, калі вас не раздражняюць гэтыя восем станаў, гэта называецца \"восем вятроў не могуць рухацца\")\nНапісаўшы яго, Дунпо адправіў свайго слугу праз раку, каб ён аддаў яго майстру дзэн Фойіну з храма Цзіньшань.\nПасля таго, як майстар дзэн Фойін прачытаў яго, ён пазначыў яго словам \"пердеть\" і аддаў свайму слуге, каб той забраў.\nУбачыўшы гэта, Дунпо быў у лютасці, таму ён пераплыў раку на лодцы і адправіўся ў храм Цзіньшань, каб знайсці пячатку Буды для абмеркавання.\nКалі Дунпо прыбыў да брамы храма Цзіньшань, Фойін ужо чакаў каля дзвярэй.\nСу Дунпо адразу ж абвінаваціў Фойіна: «Чаму вы называеце верш, які я напісаў, пердуном?»\nФойен адказаў: «Хіба ты ўжо не можаш васьмю вятрамі падзьмуць? Як цябе пердун можа «перабіць раку»!»\nУ гэты час Донгпо быў шакаваны, усвядоміўшы, што ён недастаткова добры, і сышоў з ганьбай.\n(Гэтае апавяданне з'яўляецца метафарай \"Яшчэ не прыйшло цяпло\")", "聖意": "Маліцеся за свой дом і ўласную бяспеку, за багацце, за бізнес, за добры час, за шлюб, за падарожніцу ў Люцзя, за прыбыццё шаўкапрадаў на палі, за тое, каб шэсць галоў жывёлы былі ўстойлівымі, за пошук каго-небудзь, за непрыемнасці, за грамадскія цяжбы, за міграцыю, за страчаную маёмасць, за хваробу, за горную магілу, спрыянне", "古人": "Фоіньхуэй Дунпо", "第X籤": "Трыццаць адзін выйгрыш у латарэю", "宮": "Вэй Гун"}