{"籤詩版本二": "Зваротная дарога вядомая. Хто ведае нефрыт, схаваны ў камені?\nЯк толькі добры майстар мае выразны крой, ён будзе адчуваць сябе ў бяспецы і надзейнасці ў перыяд яшмы", "詩意": "У гэтай гексаграмме вы можаце ўбачыць малюнак нефрыту, калі вы разразаеце камень.\nУпарта працуйце, каб дамагчыся поспеху ва ўсім.", "解曰": "Скарб у камені. Чужыя ведаюць мала. Пачакайце, пакуль праясніцца. Рабі ўсё, што можаш.", "籤詩故事一": "◇ Лю Бэй шукае таленты (тры наведвання катэджа з саламяным дахам, тры наведвання катэджа з саламяным дахам)\nПерыяд трох царстваў. Чжугэ Лян жыў у адзіноце ў саламянай хаціне ў Лунчжуне. Лю Бэй імкнуўся шукаць таленты, таму ён асабіста наведаў Чжугэ Ляна. Ён наведаў Чжугэ Ляна тройчы (вядомы ў гісторыі як «Тры наведвання саламянай хаціны»). Лю Бэй папрасіў іншых трымацца далей і папрасіў Чжугэ Ляна : «Дынастыя Хань знаходзіцца ў заняпадзе, і здрадлівыя міністры крадуць іх жыцці. Ваша Вялікасць.» Пакрыты пылам. Я не вымяраю сваю цноту і свае здольнасці, я хачу верыць у вялікую праведнасць у свеце, але сваю мудрасць і навыкі неглыбокія, таму я выкарыстоўваю гэта шалёна. На сённяшні дзень. Аднак мае амбіцыі яшчэ не скончыліся, як вы думаеце, план будзе рэалізаваны?»\nЗатым Чжугэ Лян прадставіў яму план падзелу свету на тры часткі і прааналізаваў сітуацыю, у якой Цао Цао быў недаступны, а Сунь Цюань мог прыйсці яму на дапамогу.Ён таксама спыніўся на баязлівасці губернатараў у штатах Цзін і І, у якой была магчымасць скарыстацца ім, і што ён мог скарыстацца толькі гэтымі двума дзяржавамі.Толькі тады ён зможа заваяваць свет; ён нават распавёў Лю Бэю стратэгію нападу на Цэнтральныя раўніны. (Пазней гэтая дыскусія атрымала назву «Лунчжун Дуй»). Пасля таго, як Лю Бэй пачуў гэта, ён пахваліў гэта, быццам знайшоў скарб, і настойліва запрасіў Чжугэ Ляна прыйсці на дапамогу, таму Чжугэ Лян стаў ваенным дарадцам Лю Бэя.", "聖意": "У доме мірна, я шукаю багацця, гандаль працоўнай сілай перашкаджае шлюбу, і я стаў віртуальным падарожнікам у Люцзя.", "古人": "Лю Бэй шукае таленты (тры наведвання саламянай хаты, тры наведвання саламянай хаты)", "第X籤": "Трыццаць другі пераможца латарэі", "宮": "Вэй Гун"}