{"籤詩版本二": "Апраніцеся і змяніце стары сямейны стыль. Дао не мае неба, але мае заслугі.\nПадмяўшы шыпы і шыпы на дарозе, яны ўтрох дамовіліся аб'яднацца з калегамі", "詩意": "Гэтая гексаграма ўвасабляе перастаноўку адзення.\nУсё цяжка, перш чым потым стане лёгкім.", "解曰": "Не хвалюйся. Добра праводзіць час. Калі спытаць пра будучыню. Наперадзе добрая дарога.", "籤詩故事一": "◇ Будыйскія пісанні манаха Тан\nСюаньцзан (602-664), выбітны манах дынастыі Тан, меў агульнае прозвішча Чэнь і імя І. Ён нарадзіўся ў павеце Гоушы, Луочжоу (цяпер паўднёвая частка горада Яньшы, правінцыя Хэнань). Ён стаў манахам ва ўзросце трынаццаці гадоў і прыняў будыйскае імя Сюаньцзан. Свет называецца Sanzang дынастыі Тан.\nУ трэці год праўлення Чжэнгуань (629 г., таксама вядомы як першы год праўлення Чжэнгуань) ён адправіўся на захад у Цяньчжу (Індыя), каб атрымаць будыйскія пісанні. Ён рызыкнуў сутыкнуцца з небяспекай у адзіноце і перанёс цяжкасці. Ён прыбыў толькі праз чатыры гады.\nНа сямнаццатым годзе Чжэньгуань майстар афіцыйна падаў у адстаўку і вярнуўся на ўсход. Ён вярнуўся ў Кітай па паўднёвай дарозе сучаснай правінцыі Сіньцзян, Хотан і Лулан.У агульнай складанасці гэта заняло сямнаццаць гадоў і падарожжа ў 50 000 міль. Калі ён прыбыў у Чан'ань у першы месяц дзевятнаццатага года Чжэньгуань, імператар загадаў Лян Гогун Фан Сюаньліну і іншым грамадзянскім і ваенным чыноўнікам аказаць яму ўрачысты прыём.\nУсяго было запытана 520 і 657 тамоў арыгінальных санскрыцкіх будысцкіх пісанняў. і перакладзены на кітайскую мову.\nПасля таго, як майстар вярнуўся, яго вельмі паважалі імператар Тайцзун і імператар Гаацзун і быў замацаваны ў Да Нэй, атрымаўшы тытул «Майстар Трыпітака».", "聖意": "У хаце мітусня, поспех для сябе, поспех, добры бізнес, добры шлюб, перашкаджае Люцзя, людзі, якія прыходзяць на палі, шаўкапрады, неспрыяльныя жывёлы, пошук людзей, публічныя судовыя працэсы, міграцыя, страчаная маёмасць, запозненая хвароба, малітва для блаславення горныя магілы павінны быць старымі.", "古人": "Манах Тан вывучае будыйскія пісанні", "第X籤": "Трыццаць пяты пераможца латарэі", "宮": "Шэнь Гун"}