{"籤詩版本二": "Калі вы хочаце быць у бяспецы і спакоі, не варта ставіць свечкі на ветры.\nЛепш прыбрацца і сесці ў глыбокую залу, без святла, у ціхім месцы з яркім святлом, і рухацца → транспарт. Шэйк → Яо. Бясплатна → некалькі.", "詩意": "Гэтая гексаграма падобная на вецер, які калыша лямпу і свечку.\nСталасць спраў прынясе поспех.", "解曰": "Размясціцеся ў ціхім месцы. Будзьце па выкліку і своечасова. Гэта не дабраславеньне. Кансерватыўны і адпаведны.", "籤詩故事一": "◇ Лі Цзін вяртаецца на гару\nЛі Цзін (571 - 2 ліпеня 649), ласкавае імя Фармацэўт, быў ураджэнцам Сан'юань, Юнчжоу (цяпер на паўночны ўсход ад акругі Сан'юань, правінцыя Шэньсі). Генерал ад позняй дынастыі Суй да пачатку дынастыі Тан, ён быў вядомым ваенным стратэгам, які валодаў як грамадзянскімі, так і ваеннымі навыкамі ў дынастыі Тан. Пазней ён атрымаў тытул герцага Вэйскага і быў вядомы ва ўсім свеце як герцаг Вэйскі.\nЛі Цзін - бацька трэцяга ў спісе багоў прынца Нэжа, таксама вядомага як \"кароль Тота\". Лі Цзін і яго сын дапамаглі Цзян Цзыя (Тай Гун) перамагчы каралеву Чжоу, заснаваць дынастыю Чжоу і караля У афіцыйна ўзышоў на трон. Затым Цзян Цзя склаў спіс багоў і правёў цырымонію, каб супакоіць душы салдат, якія загінулі ў бітве. З гэтага часу свет стаў мірным і спакойным. Кароль У хацеў зрабіць маркізамі і ўзнагародзіць іх, а таксама хацеў вылучыць зямлю героям-заснавальнікам. Лі Цзін, яго бацька і сын, а таксама яшчэ сем чалавек папрасілі вярнуцца на гару, каб практыкаваць даасізм і не быць апантанымі сусветнай славай і багаццем. Пазней усе сем з іх «сталі святымі целам» і прылічаны да бессмяротных.\nГісторыя \"Feng Shen Bang\"", "聖意": "Дом кансерватыўны, я звычайны, я шукаю грошы, у мяне цяжкасці ў бізнэсе, мой шлюб не ў гармоніі з Люцзя, я малюся, каб пешаходы мелі давер, шаўкапрады спеюць восенню, і жывёлы ў бяспецы, Я шукаю людзей, я бачу публічныя судовыя працэсы і міграцыю, я кансерватар, я страціў маёмасць, я хворы, я не хачу мяняць магілу ў Цзяньсіншані.", "古人": "Лі Цзін вяртаецца на гару", "第X籤": "Трыццаць сёмы пераможца латарэі", "宮": "Шэнь Гун"}