{"籤詩版本二": "Чырвонае кола падае на захадзе, трус падымаецца на ўсходзе, інь расце і ян знікае, і ўсё квітнее\nКалі жанчына захоча выкарыстоўваць яго, гэта павялічыць яе багацце і прынясе шчасце ў яе сэрца.", "詩意": "Гэтая гексаграма з'яўляецца сімвалам росту Інь і знікнення Ян.\nУсё цяжка, перш чым потым стане лёгкім.", "解曰": "Інь прыносіць карысць жанчынам. Не падыходзіць мужчынам. Калі вы шукаеце парады. Спачатку прыходзіць зло, а потым прыходзіць дабро.", "籤詩故事一": "◇У Цзэцянь узышоў на трон\nВа ўзросце 14 гадоў Ву быў выкліканы ў палац імператарам Тайцзунам Лі Шымінем з дынастыі Тан як таленавіты чалавек па імені \"У Мэй\". Пасля смерці Тайцзуна Цзэцянь пайшла ў храм Ганье і стала манашкай.\nКалі імператар Гаацзун з дынастыі Тан узышоў на трон, ён выклікаў сям'ю У ў палац, каб аддаць даніну павагі Чжаоі. У шосты год Юнхуэй (655) імператар Гаацзун прызначыў У сваёй каралевай.\nУ Цзэцянь быў разумным чалавекам, займаўся літаратурай і гісторыяй і адрозніваўся багатай вынаходлівасцю. Неўзабаве пасля таго, як У Цзэцянь стала каралевай, паколькі Гаацзун была слабая і хворая, ён часам давяраў ёй вядзенне пэўных палітычных спраў, таму яе ўлада расла. У першы год Шан'юань (674) імператара Гаацзуна называлі «імператарам», імператрыцу У - «царыцай нябёсаў», і іх абодвух у палацы называлі «двума святымі».\nУ першы год Хундаа (683) памёр імператар Гаацзун, на трон узышоў прынц Лі Сянь, і трон заняў У Цзэцянь. У лютым першага года праўлення Сішэна (684 г.) У Цзэцянь зрынуў Лі Сянь з пасады караля Луліна і прызначыў імператарам яе чацвёртага сына Лі Дана, працягваючы кіраваць дынастыяй. У верасні таго ж года яна змяніла сцяг на залаты, а Лаян, усходнюю сталіцу, перайменавалі ў боскую сталіцу. Дзевятага верасня першага года Цяньшоу (690) У Цзэцянь абвясціў сябе імператарам і змяніў назву краіны на Чжоу.", "聖意": "Дом неспрыяльны для сябе, маліцца аб благаслаўленні, шукаць багацця, ахоўваць здзелкі, поспех у шлюбе, няўдача ў шлюбе (жанчына), пешаходы блакуюць палі, шаўкапрады, квітнеючая жывёла, шукаюць людзей, расстанне, судовыя працэсы, страта, міграцыя , страта маёмасці, хвароба, шок, горы і магілы, поспех", "古人": "У Цзэцянь узышоў на трон", "第X籤": "Саракавы пераможца латарэі", "宮": "Вы палац"}