{"籤詩版本二": "Ты будзеш памятаць бясконцыя добрыя словы, але ты будзеш сынам злодзея.\nНе будзьце прагнымі ў дадзены момант і турбуйцеся аб тым, як бы ён зрабіў што-небудзь добрае год таму.", "詩意": "Гэтая гексаграма ідэнтыфікуе злодзея як сына.\nБудзьце асцярожныя ва ўсім, што вы робіце.", "解曰": "Толькі гэты. Джэнтльмен не памыляецца. Майце гэта на ўвазе. Не будзьце адзінокімі.", "籤詩故事一": "◇ Дун Чжо прымае Лу Бу\nЛу Бу, адважны і добры ў баях, быў вядомым ваенным генералам у канцы дынастыі Усходняя Хань і ў пачатку Трох Каралеўстваў. Калісьці ён лічыў Дзін Юаня, губернатара Цзінчжоу, сваім прыёмным бацькам і служыў пад яго кіраўніцтвам.\nПасля смерці імператара Лінга дынастыі Усходняя Хань Дзін Юань адправіўся ў Пекін, каб уступіць у змову з генералам Хэ Цзінь, каб кантраляваць урад.\nДун Чжо ваяваў з Дзін Юанем, але некалькі генералаў не змаглі перамагчы Лу Бу, таму Дун Чжо адправіў свайго падначаленага Лі Су падкупіць Лу Бу. Лі Су прывёз груды залатых і срэбных скарбаў і знакамітага чырвонага трусінага каня, каб «наведаць Лу Бу». Лі Су прывёз груды залатых і срэбных скарбаў і знакамітага чырвонага трусінага каня ў госці да Лу Бу. Такім чынам, Лу Бу быў падкуплены Дун Чжо, каб забіць Дзін Юаня, і сказаў сваім салдатам ісці з ім, калі яны хочуць, і сысці, калі яны не хочуць ісці за ім. У выніку большасць салдат уцякла. Такім чынам, Лу Бу быў падкуплены Дун Чжо і забіў Дзін Юаня.\nПасля таго, як Дун Чжо атрымаў уладу, ён прыняў Лу Бу ў якасці прыёмнага сына і зрабіў яго генералам і маркізам.\nДун Чжо меў жорсткі нораў, і \"адносіны бацькі і сына\" з Лу Бу насамрэч былі вельмі слабымі.У 189 г. нашай эры па ініцыятыве Сіту Ван Юна Лу Бу забіў Дун Чжо.\nПраз паўгода пасля смерці Дун Чжо старыя войскі Дун Чжо ўварваліся ў сталіцу, і Лу Бу з жонкай у паніцы ўцяклі. Пакінуўшы сталіцу, Лу Бу шукаў прытулку ў ваеначальнікаў Юань Шу, Юань Шао, Чжан Яна, Чжан Мяо, Лю Бэя і інш., і шмат разоў ваяваў з Цао Цао, іншым галоўным ваеначальнікам таго часу. Лу Бу быў адважным і добрым у баях і некалькі разоў перамог Цао Цао.\nНа трэцім годзе Цзяньань дынастыі Усходняя Хань войскі Цао Цао напалі на Сяапэй, базу Лу Бу, і былі схоплены і забіты Цао Цао пад вежай Баймэнь. Перад пакараннем смерцю Лу Бу папрасіў Цао Цао пакінуць яго жывым, каб пазбегнуць смерці, але Лю Бэй нагадаў Цао Цао, што Лу Бу шмат разоў здраджваў і быў несумленным чалавекам. У рэшце рэшт Цао Цао, які цаніў толькі таленты незалежна ад маралі, пакараў смерцю Лу Бу.", "聖意": "Дома мне неспакойна, я звычайна шукаю грошы, ахоўваюся ад здзелак, цяжка выйсці замуж, чалавек Люцзя здзіўлены, людзі прыходзяць на поле, шаўкапрады напалову саспелі, шэсць жывёл у бяспецы, людзі шукаюць людзей, судовыя працэсы дарэчныя і міграцыя, страчаныя рэчы цяжка знайсці, хваробы цяжка знайсці, а ў магіле гары Чжэньсін пануе спакой.", "古人": "Дун Чжо прымае Лу Бу", "第X籤": "41-ы пераможца латарэі", "宮": "Вы палац"}