{"籤詩版本二": "Імператар, імператар і імператрыца нарэшце будуць літасцівымі і чакаць і маліцца аб дабраславенні без страт і прыбыткаў.\nУсе жывыя істоты выйграюць ад гэтага, і чакаецца росквіт у свеце і на небе.", "詩意": "Гэтая гексаграмма - знак ласкі з нябёсаў.\nУсё будзе паспяхова.", "解曰": "Імператар аказаў сваю прыхільнасць. Ніколі не забудзь. Ранішнія і вячэрнія рытуалы. Тут дарэчы кадзіць.", "籤詩故事一": "◇ Мульян выратаваў сваю маці\nМоку Ліан, або Муліан, з'яўляецца самым магутным сярод дзесяці вучняў Буды Шак'ямуні.\nЯго маці пры жыцці была прагнай і скупой, таму пасля смерці трапіла ў царства галодных прывідаў. Махульян выкарыстаў сваю магічную сілу, каб назіраць, і даведаўся, што яго маці нарадзілася галодным прывідам, не мела магчымасці здабыць ежу і была ў вялікіх цяжкасцях.Ён выкарыстаў сваю магічную сілу, каб прынесці ежу сваёй маці.Нечакана, пасля таго як маці атрымала ежа, яна ператварылася ў попел, і яе нельга было есці.\nМаудгальяна была занепакоеная тым, што здарылася, і паведаміла пра гэта Буду. Буда сказаў Муліану, што ў 15-ы дзень сёмага месяцовага месяца ён павінен пакласці ў таз сто водараў і пяць садавіны і прапанаваць іх дабрадзейным манахам дзесяці кірункаў.З дапамогай гэтай сілы яго маці зможа есці .\nМаудгальяна дзейнічаў згодна з воляй Буды, і яго маці была канчаткова вызвалена. Такая цырымонія называецца «Obon Festival», а гэты фестываль называецца «Obon Festival».\n(Заўвага: рэчыва адчувае розныя адчуванні на розных узроўнях свету. Напрыклад: калі ў гэтым свеце ідзе дождж, мы бачым гэта як «ваду», а істоты ў царстве галодных прывідаў адчуваюць гэта як «кроў» і разумныя істоты ў свеце пекла адчуваюць гэта як \"кроў\". Гэта адчуванне, як \"упусціць меч\", у той час як нябесныя істоты адчуваюць сябе як \"упусціць кветку\".)", "聖意": "Малітва за дом і дом, малітва аб удачы зімой, пошук багацця, адсутнасць здзелак, шлюб, мір у Люцзя, пешаходы, перасоўванне палёў, шаўкапрады, шэсць жывёл, пошук людзей, судовыя працэсы, поспех, міграцыя, кансерватыўнасць, страчаная маёмасць, хвароба , душэўны спакой, спакой гор і магіл", "古人": "Муліян ратуе маці", "第X籤": "Знак сорак два", "宮": "Вы палац"}