{"籤詩版本二": "Свет гнуткі, і ўсе рэчы самадастатковыя, самаакупляльныя і бяспечныя\nУ жыцці ўсё цудоўна, за ўсё дзякуй святым і мудрацам, і дабрабыту табе.", "詩意": "Гэтая гексаграма ўвасабляе гармонію паміж зямлёй і зямлёй.\nУсё ідзе добра, небяспекі няма.", "解曰": "Усё нараджаецца. Усе планы і жаданні спраўджваюцца. Форд дапамагае. Руі Ці спяшаецца.", "籤詩故事一": "◇ Хадакі атрымліваюць прасвятленне\nГісторыя «Падарожжа на Захад»:\nСунь Укун захапіў Гару кветак і садавіны і стаў каралём. Пазней, каб знайсці спосаб жыць вечна, ён восем ці дзевяць гадоў падарожнічаў праз горы і рэкі, каб пакланіцца Патрыярху Бодхі як свайму настаўніку. Ён вывучыў сямідзесяці- два пераўтварэнні зямнога зла і аблокі сальта, і ўпершыню ўзяў прозвішча Сонца. Названы Укун.\nПасля гэтага Сунь Укун адправіўся ў Палац Цмокаў ва Усходне-Кітайскім моры, каб знайсці прыдатную зброю, і, нарэшце, знайшоў залатую дубіну Жуі, боскую іголку Цяньхэ і Дынхая. Паколькі тэрмін яго жыцця скончыўся, ён падняў вялікі шум у падземным свеце, перагледзеў кнігу жыцця і смерці і вярнуўся ў свет людзей. Пазней Сунь Укун быў упершыню выкліканы нябёсамі і атрымаў імя Біма Вэнь. Пазней ён быў выкліканы ў рай у другі раз і быў названы Каралём малпаў. Ён таксама краў персікі і выклікаў непрыемнасці на нябёсах. Яго запячаталі ў печы Багуа, каб практыкаваць свае залатыя і вогненныя вочы. Нарэшце, ён быў падаўлены Буда Татхагата ля падножжа гары Учжы на працягу 500 гадоў, не маючы магчымасці рухацца. Месца, дзе перакулілі печ Багуа, ператварылася ў гару полымя.\nПраз пяцьсот гадоў манах Тан адправіўся на Захад, каб атрымаць пісанні, прайшоў міма гары Пяці стыхій і зняў талісман, перш чым выратаваць Сунь Укуна. Сунь Укун расплакаўся ад удзячнасці.Атрымаўшы настаўленні Бодхісаттвы Гуаньінь, ён пакланяўся Тан Манаху як свайму настаўніку і адправіўся на Захад, каб разам вывучаць пісанні. На шляху вывучэння пісанняў Сунь Укун спускаўся на дэманаў і знішчаў монстраў, а таксама неаднаразова здзяйсняў незвычайныя подзвігі.Аднак яго настаўнік Тан Сэн зноў і зноў не разумеў і выганяў яго. Пасля васьмідзесяці адной цяжкасці праца была нарэшце завершана. Чатыры настаўніка і вучні прыбылі ў храм Сіцянь Лэйінь і атрымалі сапраўднае Пісанне. Сун Укун дасягнуў патрэбнага выніку.\n(Гэтая гісторыя з'яўляецца метафарай таго, што нават малпа можа стаць прасветленым, не кажучы ўжо пра чалавека.)", "聖意": "Дом спрыяльны для сябе, для багацця, бізнесу, шлюбу, Люцзя, пешаходаў-мужчын, загароджвання палёў, шаўкапрадаў, шасці жывёл, Чжунпіна, пошуку людзей, судовых працэсаў, поспеху, міграцыі, страты маёмасці, хваробы, магілы Сінсіншань, рэчаў з'яўляюцца спрыяльнымі", "古人": "Вандроўнік дасягае прасвятлення", "第X籤": "Падпісана 43-га", "宮": "сюйгун"}