{"籤詩版本二": "Халоднае надвор'е ператварае ваду ў лёд.Навошта быць прагным да славы?\nМне нічога не застаецца, як сядзець ціха і чакаць, пакуль лісце распусцяцца натуральным шляхам.", "詩意": "У гэтай гексаграмме вада ператвараецца ў лёд.\nНе прасі нічога дарма.", "解曰": "Вада замярзае ў лёд. Лёд растае ў ваду. Калі гэта змова. Так яно і ёсць.", "籤詩故事一": "◇ Ван Сян просіць карпа (Дваццаць чатыры гісторыі сыноўняй пашаны)\nВан Сян з дынастыі Цзінь, лагоднае імя Фучжэн, нарадзіўся ў Ліньі.\nКалі Ван Сян быў малады, яго біялагічная маці памерла. Яго адзінокі бацька ажаніўся на жанчыне па імені Чжу, і ў Ван Сяна была новая маці. Калі Ван Сян быў малады, яго біялагічная маці памерла, і яго адзінокі бацька ажаніўся на жанчыне па імені Чжу. Мачаха Ван Сяна была абмежаванай і раўнівай жанчынай, яна не любіла Ван Сяна і часта лаяла яго за дробязі. Неўзабаве мачаха таксама нарадзіла сына, якога назвалі Ван Лань. Мачаха любіла толькі сваіх дзяцей і лічыла Ван Сяна шыпом у баку. Яна стала яшчэ больш патрабавальнай да Ван Сяна і часта дрэнна гаварыла пра Ван Сяна ў прысутнасці яго бацькі. Нават бацька паступова перастаў любіць яго. Мачаха любіла толькі сваіх дзяцей і лічыла Ван Сяна шыпом у баку. Яна была яшчэ больш патрабавальнай да Ван Сяна і часта дрэнна гаварыла пра Ван Сяна ў прысутнасці яго бацькі. Нават бацька паступова перастаў любіць яго. Хаця Ван Лань зводны брат Ван Сяна, ён вельмі прыязны да свайго брата. Нягледзячы на ​​катаванні мачахі, яна ўсё яшчэ была вельмі сыноўняй. Мачаха такая жорсткая, але Ван Сян па-ранейшаму вельмі сыноўні.\nУ яго мачахі ёсць хобі, гэта значыць яна любіць есці свежую рыбу, толькі што вылаўленую з ракі. У яго мачахі ёсць хобі, гэта значыць яна любіць есці свежую рыбу, толькі што вылаўленую з ракі. Аднойчы зімой яго бацька з'ехаў па справах, і яго мачыха зноў захварэла. Браты Ван Сян і Ван Лань старанна падалі маці суп і лекі. У моцны халодны надвор'е хвароба мачахі ўсё яшчэ не праходзіла. у спяшацца. Аднойчы зімой яго бацька з'ехаў па справах, і яго мачыха зноў захварэла. Браты Ван Сян і Ван Лань старанна падалі маці суп і лекі. У моцны халодны надвор'е хвароба мачахі ўсё яшчэ не праходзіла. у спяшацца. Хворая мачыха захацела паласавацца свежай рыбай з ракі.У той суровы халодны клімат на вуліцы ішоў снег і вада ў рацэ ўжо ператварылася ў тоўсты лёд. Хворая мачаха захацела свежай рыбы.Дзе ўзяць свежай рыбы ў тым ледзяным і снежным клімаце?\nУ тыя часы не было несезонных страў, і іх нельга было купіць, нават калі былі грошы.\nУ гэты момант гісторыі адбылася кранальная гісторыя Ван Сянцю Лі. Два браты бездапаможна ахоўвалі сваю маці.Ван Сян пайшоў да замерзлай ракі, каб не расчараваць сваю хворую мачыху.Ван Сян прыйшла ў галаву ідэя, і ён зняў кашулю, не зважаючы на ​​холад.Ён ляжаў голы на ледавіку і хацеў Гэта выкарыс яго ўласная тэмпература цела, каб растапіць лёд (таму Ван Xiangqiu карп таксама называецца Ван Сян ляжыць на лёдзе). Ён зняў кашулю і голы ляжаў на ледніку. Ён памаліўся Богу і сказаў: \"Божа, мая маці хворая і хоча есці свежага карпа. Ты павінен знайсці для мяне дарогу, нягледзячы ні на што. \"Як ні дзіўна, ледзяная глыба побач з ім раптам трэснула, і было два расколіны.Жывы карп выскачыў з расколіны і скокнуў на лёд.Ван Сян быў вельмі шчаслівы. Ён маліўся Богу: «Божа, мама захварэла і хоча свежага карпа паласавацца, ты павінен знайсці да мяне дарогу, нягледзячы ні на што.» Як ні дзіўна, ледзяная глыба побач з ім раптам трэснула, і было дзве расколіны. Жывы карп выскачыў з шчыліны і скокнуў на лёд.Ван Сян быў вельмі шчаслівы. Хуценька стаў на калені, падзякаваў Богу і пабег з карпам дадому. Ён хуценька ўкленчыў, падзякаваў Богу і хуценька ўзяў карпа і пайшоў дамоў. Пасля таго, як мачыха паела свежага карпа, яна хутка ачуняла ад хваробы. Мачыха на бальнічным ложку была ашаломлена, калі ўбачыла голую верхнюю частку цела Ван Сяна, якая рабілася фіялетавай ад холаду, і дзвюх рыб у яго руках. Яна радасна ўбегла ў пакой і была ашаломлена.\nПазней Ван Сян стаў чыноўнікам, стаў тайбао і атрымаў тытул герцага.", "聖意": "Неспакойна дома, я малюся аб абароне, фінансавых цяжкасцях, бізнес-праблемах, шлюбе, неадпаведнасці ў страхаванні Люцзя, пешаходах, чыційскіх шаўкапрадах, шасці стратах жывёлы, зніклых без вестак людзей, публічных ісках, міграцыі, кансерватыўнасці, страчанай маёмасці, хваробы, цяжка аднавіць, горная магіла, поспех", "古人": "Ван Сян просіць карпа (Дваццаць чатыры гісторыі сыноўняй пашаны)", "第X籤": "Сорак дзевяць Выйгрыш у Лот", "宮": "Хайгун"}