{"籤詩版本二": "Вы можаце падарожнічаць па ўсіх кутках краіны, павесіўшы ветразь, каб свабодна трымаць яго\nКалі будзе спрыяльны вецер, ён хутка прыляціць, і човен будзе поўны скарбаў.", "詩意": "Гэтая гексаграмма падобная на цяганне лодкі па ветру.\nУсё ідзе добра.", "解曰": "Адпачывайце спакойна. Ніякіх намаганняў не патрабуецца. Шмат багаццяў. Усе захапляліся.", "籤詩故事一": "◇ Пяць азёр Тао Чжугуй (возера Фан Лігуй)\nУ вясновы і восеньскі перыяд Фан Лі, чыё ласкавае імя было Шаобо, быў таксама вядомы як Гуй Ізіпі або Тао Чжугун.\nУ той час ішла вайна паміж дзяржавай У і дзяржавай Юэ, і дзяржава У знішчыла дзяржаву Юэ. Фан Лі і Вэнь Чжун сфармулявалі план для Юэ Кінг Гоу Цзяня па прасоўванні Юэ і знішчэнні Ву. Фан Лі асабіста падарожнічаў па гарах і рэках і наведаў Сі Шы, прыгожую жанчыну, якая адрознівалася цнотамі, талентам і прыгажосцю, на рацэ Хуаньша ў гары Байлуо і падарыў яе каралю У. Ён выкарыстаў «прыгажосць», каб супрацоўнічалі ўнутры і звонку і знішчылі Каралеўства У.\nПасля таго, як яму ўдалося знішчыць Каралеўства У, Фан Лі ведаў, што Гоу Цзянь быў «птушкай з даўгашыйнай дзюбай» і мог падзяліць з ім нягоды і шчасце, таму ён адправіўся на лодцы з Сі Шы праз Каралеўства Ці, змяніў сваё імя Гуй Цзыпі і прывёў свайго сына і вучняў у Каралеўства Ці. Яны жывуць у катэджы на беразе мора. Ён шмат працаваў, каб апрацоўваць пусткі, весці пабочны бізнес і займацца бізнесам. За некалькі гадоў ён назапасіў дзясяткі мільёнаў сямейнай маёмасці. Ён шчодра распаўсюджваў багацце і рабіў дабро свайму роднаму гораду. Мудрасць і здольнасці Фан Лі былі ацэнены жыхарамі Ці. Кароль Ці запрасіў яго ў Ліньзі, сталіцу, і пакланяўся яму як прэм'ер-міністру, які адказвае за ўрадавыя справы . Ён усклікнуў: \"Быць чыноўнікам можа прывесці да міністраў, а кіраванне сям'ёй можа прывесці да багацця. Для простага чалавека, які пачаў з нуля, гэта дайшло да крайнасці. Быць ушанаваным на працягу доўгага часу, верагодна, не з'яўляецца добрым знакам\". Такім чынам, толькі праз тры гады Цзіліу зноў адважна адступіў, вярнуў пячатку каралю Цы і раздаў усё сваё сямейнае багацце сваім блізкім сябрам і аднавяскоўцам.", "聖意": "Хата сабе добрая (адправіць), грошы добрыя, справа добрая, шлюб позні, шлюб нядобры, Люцзя ў бяспецы, людзі перашкаджаюць палеткам, шаўкапрадам, восені, жывёле, вясне. квітнее, людзі шукаюць людзей, судовыя працэсы дрэнныя, міграцыя кансерватыўная, страчаныя рэчы, заходнія хваробы вырашаны, горы і магілы поўдзень.", "古人": "Пяць азёр Тао Чжугуй (возера Фан Лігуй)", "第X籤": "Пяцідзесяты пераможца латарэі", "宮": "Хайгун"}