{"籤詩版本二": "Шмат намаганняў трэба злавіць месяц у вадзе.Многа намаганняў трэба, але нічога.\nНе кажы глупства і марнуй намаганні на ўмацаванне цела.Слова «цела засохлае» першапачаткова азначае «цела самотнае».", "詩意": "Гэтая гексаграмма прагная да выявы намаганняў.\nУсё карпатліва і карпатліва.", "解曰": "Абяцанні цяжка запомніць. Шмат цяжкай працы. Турбуйцеся дома. Чакаю сустрэчы са знатнымі людзьмі.", "籤詩故事一": "◇ Тайбай злавіў месяц п'яным (Лі Тайбай злавіў месяц п'яным)\nЛі Бай (701-762), таксама вядомы як Taibai, таксама вядомы як Qinglian Jushi. Паэт дынастыі Тан, які называў сябе выгнаным бессмяротным, быў вядомы як Бессмяротны паэзіі, і ён заўсёды быў шчаслівы без выпіўкі.\nАднойчы Лі Бай прыехаў у Цзіньлін (цяпер Нанкін) і адпачываў у рэстаране побач з мостам Вэндэ.\nГэты дзень быў пятнаццатым днём зімовага месяцовага месяца, ноччу ён сядзеў адзін у рэстаране і любаваўся на месяц, выпіваючы і чытаючы вершы. Гэты дзень быў пятнаццатым днём зімовага месяцовага месяца, ноччу ён сядзеў адзін у рэстаране і любаваўся на месяц, выпіваючы і чытаючы вершы. Лі Тайбай больш за ўсё ў сваім жыцці любіў месяц, кажучы, што ён чысты і прыгожы. Лі Тайбай больш за ўсё ў сваім жыцці любіў месяц, кажучы, што ён чысты і прыгожы. У тую ноч ён падняў галаву і ўбачыў на небе белы круглы месяц, вельмі ўзрадаваўся і выпіў яшчэ некалькі шклянак. У тую ноч ён падняў галаву і ўбачыў на небе белы круглы месяц, вельмі ўзрадаваўся і выпіў яшчэ некалькі шклянак. Апоўначы Лі Тайбай скарыстаўся віном і спусціўся ўніз да моста Вэндэ. Апоўначы Лі Тайбай скарыстаўся віном і спусціўся ўніз да моста Вэндэ. Як толькі ён ступіў на мост, ён апусціў галаву і раптам убачыў, што месяц падае ў ваду.Калі рака рухалася, да белага месяцовага ценю дадаваліся некалькі чорных ліній. Як толькі ён ступіў на мост, ён апусціў галаву і раптам убачыў, што месяц падае ў ваду.Калі рака рухалася, да белага месяцовага ценю дадаваліся некалькі чорных ліній. У гэты час Лі Тайбай быў настолькі п'яны, што падумаў, што гэта месяц запэцканы рачной вадой. У гэты час Лі Тайбай быў настолькі п'яны, што падумаў, што гэта месяц запэцканы рачной вадой. Ён нават не паспеў зняць боты, развёў рукі і скокнуў з моста, каб злавіць месяц. Ён нават не паспеў зняць боты, развёў рукі і скокнуў з моста, каб злавіць месяц. Нечакана пры гэтым скачку месяц не зачапіў, але месяц у вадзе разбіўся і адразу ж раскалоўся на дзве палавіны. Нечакана ў гэтым скачку месяц не зачапіў, а чалавек патануў. Ён памёр ва ўзросце шасцідзесяці двух гадоў.", "聖意": "У хаце неспакойна і вам не пашанцавала (не пашанцавала, звярніце ўвагу на сваё здароўе) Шукайце баланс у багацці (нават не думайце пра гэта) Цяжкасці ў справах і шлюбе Маліцеся аб абароне (пустыя скарбы, каб прадухіліць выкідак) .Пешаходы ў бядзе Палявы шаўкапрад пяць балаў і шэсць жывёл у заняпадзе Шукаюць людзей (не пашанцавала) Публічныя іскі і судовыя працэсы (Спыніць судовы працэс) Звычайная міграцыя (не згадвайце пра гэта) Страта маёмасці (самалёт) Малітва аб абароне ад хвароб (няшчасных) Добры лёс у гарах і магілах", "古人": "Тайбай злавіў месяц п'яным (Лі Тайбай злавіў месяц п'яным)", "第X籤": "Пяцьдзесят другі выйгрыш у латарэю (латарэя)", "宮": "Матка"}