{"籤詩版本二": "Калі расчараванне пераходзіць у захапленне, рыкаюць драконы і рыкаюць тыгры.\nУ блакітнага неба свая дарога да неба Няхай у мяне будзе яшчэ шанец дасягнуць славы.", "詩意": "Гэтая гексаграмма падобная на рык дракона і рык тыгра.\nЁсць надзея, што ўсё будзе добра.", "解曰": "Проста навучы і ідзі. Мець уласны дабрабыт. Трэба зрабіць у рэшце рэшт. Ёсць дзе знайсціся.", "籤詩故事一": "◇ Лю Бэй вярбуе нявесту\nПасля бітвы пры Чыбі Сунь Цюань хацеў вярнуць сабе Цзінчжоў, які быў захоплены Лю Бэем, таму ён выкарыстаў план Чжоу Юй, зрабіўшы выгляд, што хоча заручыць сваю сястру Сунь Рэн з Лю Бэем, але на самой справе ён хацеў забраць Лю Бэй у якасці закладніка, каб прэтэндаваць на Цзінчжоу.\nПасля таго, як Чжугэ Лян падгледзеў план Чжоу Юя, ён перадаў брашуру са стратэгіяй Чжаа Юню, які абараняў Лю Бэя, калі той адправіўся ў Сучжоу. Чжао Юнь прытрымліваўся стратэгіі ў брашуры і наўмысна зрабіў вялікі фурор, каб дазволіць У Гуатаю ( Бацька Сунь Цюань) ведаюць пра прапанову аб шлюбе. Паколькі У Гуотай любіў сваю дачку і не хацеў выпадкова вырашаць справы яе дачкі на ўсё жыццё, яна папракнула Сунь Цюаня ў бязлітаснасці да яго сястры і прапанавала асабіста праверыць, ці варты Лю Бэй яго дачкі ў храме Ганьлу. Пасля таго, як У Гуотай сустрэў Лю Бэя, яна вельмі цаніла Лю Бэя і рашуча выступала за шлюб паміж Лю Бэем і яго дачкой.У выніку Лю Бэй паспяхова ажаніўся на місіс Сунь.\nПазней Лю Бэй і місіс Сунь разам уцяклі назад у Цзінчжоу.Пазней Сунь Цюань хацеў скарыстацца нападам Лю Бэя на Ічжоу, каб напасці на Цзінчжоу, але яго спыніў У Гуотай, які хваляваўся за бяспеку сваёй дачкі.\nЁн сказаў: \"Разумны план Чжоу Юй - лепшы ў свеце. Ён страціў жонку і страціў войскі\".\n(Лю Бэй атрымаў ад шкоды)", "聖意": "Не пашанцавала мне дома і не пашанцавала (спачатку не пашанцавала, потым пашанцавала) Шукайце багацця, раўнавагі, цяжкасці ў шлюбе, поспеху ў шлюбе. Маліцеся аб дабраславенні для пешаходаў, шаўкапрада на палях, пяць балаў за шкоду жывёле, пошук для людзей, судовыя працэсы і міграцыя, поспех для страчанай маёмасці, поспех для хвароб, спакой гор і магіл.", "古人": "Лю Бэй вербуе нявесту", "第X籤": "Пяцьдзесят трэці выйгрышны нумар", "宮": "Матка"}