{"籤詩版本二": "Пляж поўны камянёў, ручай цячэ, вецер чысты, месяц ясны, а знатныя людзі занятыя.\nПа дарозе трэба спытаць, куды ісці Не бярыце водар кветак і раслін у лесе Не беражыце яго.", "詩意": "Гэтая гексаграма падобная на лодку, якая плавае па невялікім пляжы.\nВа ўсім знаходзяцца высакародныя людзі, якія дапамогуць.", "解曰": "Каб зарабіць на жыццё. Шмат цяжкай працы. Заставайцеся кансерватыўнымі і чакайце. Усяго найлепшага.", "籤詩故事一": "◇ Лушаньскае паўстанне\nАнь Лушань (703-757), чыё прозвішча Кан і імя Ялуошань, быў з Лючэна, Інчжоу (цяпер Чаоян, Ляанін).\nПазней ён прыняў прозвішча Ан і змяніў імя на Лушань. У часы праўлення імператара Сюаньцзуна з дынастыі Тан Ань Лушань быў ваенным пасланцам.\nУ лістападзе 14-га года праўлення Цяньбао Ань Лушань сабраў войскі ў Фаньян. Дзеля нападу на Ян Гочжун ён падняў паўстанне і ўзяў войскі трох гарадоў, каб атакаваць Лаян, усходнюю сталіцу. Справаздачы з Тайюаня кінуліся ў Лішань.Тан Сюаньцзун, які ў той час знаходзіўся ў палацы Хуацін у Лішані, не верыў, што Аньлушань паўстане.Аднак навіны аб паўстанні працягвалі распаўсюджвацца, і Сюаньцзун усё яшчэ быў напалову перакананы. (Гэта адлюстраванне \"гуку бурнай вады па невялікіх камянях у ручаі\")\nСюаньцзун прачнуўся ад сну толькі пасля таго, як Янь Чжэньцын, прэфект акругі Піньюань, паслаў кагосьці даслаць інфармацыю.\nЗгодна з памылковай стратэгіяй імператара Сюаньцзуна з дынастыі Тан, кавалерыйскі полк Ань Лушаня захапіў Лаян, усходнюю сталіцу. У першы месяц наступнага года ён абвясціў сябе імператарам Даянем у Лаяне, Цзяньюань Шэну, імператарам Сюнву і Да Сісюнем прэм'ер-міністр.\nУ чэрвені таго ж года імператар Сюаньцзун з дынастыі Тан, імкнучыся палегчыць крызіс у Чан'ані і пры памылковым разуменні ваенных, пакараў смерцю двух вядомых генералаў, Фэн Чанцына і Гао Сяньчжы.Гэты загад шакаваў армію Тан. (Такое паводзіны парушае \"дарога павінна паказваць на пярэднюю раку\")\nПасля гэтага імператар Сюаньцзун з дынастыі Тан тэрмінова загадаў іншаму генералу, Гэ Шуханю, павесці войска Тан на ўсход з Тунгуань.\nГэ Шухань, які цалкам разумеў стратэгічную памылку імператара Сюаньцзуна з дынастыі Тан, планаваў адтэрмінаваць змены (падыход «усё ў парадку, калі вецер ціхі і прыліў спакойны»).\nУ рэшце рэшт імператар Сюаньцзун з дынастыі Тан палічыў, што ён занадта баязлівы, каб ваяваць, таму ў яго не было іншага выбару, акрамя як змагацца з Ань Лушанем у слязах, і ён пацярпеў паражэнне. (Гэта выконвае \"Калі вы ўпарта працуеце, каб падтрымаць сябе, вы можаце атрымаць траўму.\")\nУ дынастыі Тан, калі памежныя войскі і мясцовыя гарнізоны не паспелі адказаць, армія Ань Лушаня пераціснула мяжу і ўвайшла ў раён сталіцы. У крытычнай сітуацыі імператар Сюаньцзун з дынастыі Тан прывёў гвардзейскі корпус да ўцёкаў са сталіцы, што прывяло да падзення Сіцзін Чан'ань без правадыра.\n(Тан Сюаньцзун парушыў указанні гэтага знака, таму паўстанне Ань Лушаня было паспяховым.)", "聖意": "Дом у бяспецы, у сябе ўдачы, удача стабільная, здзелка ўдалая, а шлюб удалы (асцярожна). Мужчына-пешаход з Люцзя прыходзіць на поле, шаўкапрада збіраюць, а шэсць галоў жывёлы пашкоджваюцца. Чалавек знойдзены, і публічны пазоў апраўданы. Страчаная маёмасць прыносіць хваробу, гэта значыць магілу Аньшань трэба адрамантаваць.", "古人": "Лушаньскае паўстанне", "第X籤": "Пяцьдзесят шостая латарэя", "宮": "Пачварны палац"}