{"籤詩版本二": "Раніцай і змярканнем, падтрымка Буды павінна быць падчас небяспекі, але не ў небяспецы\nКалі вас прыцягвае знатная асоба, то грошы і шоўк таксама будуць вам спадарожнічаць.Гэта Чуань Лай. Усё залежыць ад вас.", "詩意": "Гэтая гексаграма ўвасабляе таемнае дабраславеньне багоў і Буд.\nНабярыцеся цярпення і ўдачы ва ўсім.", "解曰": "Знак старамоднага спакою. Калі ўсё дорага, гэта будзе спрыяльна.", "籤詩故事一": "◇ Манах Тан дасягнуў прасвятлення\nАднойчы Тан Сэн падышоў да ракі і ўбачыў перад ёй гару Ліншань Буды. Перад ёй быў аднадашчаны мост. Тан Сэн не адважыўся перайсці яго. Буда ператварыўся ў лодачніка і трымаў бяздонную разбітую лодку. Як толькі Тан Манах сеў у лодку, ён упаў у раку і быў выратаваны лодачнікам. Так Тан Манах дасягнуў стану Буды. (Гісторыя падарожжа на Захад)\n◇ Будыйскія пісанні манаха Тан\nСаньцзан з дынастыі Тан, яго агульнае прозвішча было Чэнь, а імя І. Нарадзіўся ў павеце Гоушы Луочжоу (цяпер на поўдзень ад горада Яньшы правінцыі Хэнань). Ён стаў манахам ва ўзросце трынаццаці гадоў і прыняў будыйскае імя Сюаньцзан.\nКаб атрымаць арыгінальныя будыйскія пісанні, ён адправіўся з Чан'ань (сённяшні Сіань, правінцыя Шэньсі) у трэці год Чжэнгуань (629 г. н.э.), адважыўся перасекчы мяжу і прайшоў праз незлічоныя цяжкасці, каб дабрацца да Цяньчжу ( Індыя), каб збіраць пісанні. Ён падарожнічаў па басейнах рэк Ганг і Інд і паўднёва-ўсходніх прыбярэжных раёнах Індыі, затым перасёк заснежаныя горы і зялёныя хрыбты, прайшоўшы больш за 50 000 міль туды і назад.Яму спатрэбілася 16 гадоў, каб нарэшце вярнуцца ў Чан'ань у 19-ы год Чжэньгуаня (645 г. н.э.). Ён прывёз вялікую колькасць будысцкіх пісанняў і пераклаў іх на кітайскую мову.\n(Тан Саньцзан прайшоў доўгае падарожжа туды-сюды паміж Кітаем і Індыяй, і яму пагражала небяспека, але ён змог бяспечна вярнуцца, таму што за ім стаяў нябачны святы заступнік.)", "聖意": "Дом бяспечны, сабе спрыяльны, заходні бізнес удалы, шлюб удалы, пешаходы перакрылі поле, шаўкапрады заблакаваны, шаўкапрады сем балаў, жывёла выгадная, пошук людзей, заходні грамадскі пазоў - гэта дрэнна, міграцыя - кансерватыўная, страчаная маёмасць бачна, хвароба - гэта спрыяльна, горы і магілы - гэта спрыяльна.", "古人": "Манах Тан дасягнуў прасвятлення", "第X籤": "Выйгрыш у латарэю шэсцьдзесят два", "宮": "Палац Інь"}