{"籤詩版本二": "Калі прыйдзе зіма, галіна слівы на гары не знішчыцца, нават калі лісце ападзе і галіны засохнуць.\nАле калі прыходзіць вясна, я ўсё роўна вяртаю сябе куртызанкай і знішчаю арыгінал твора.", "詩意": "У гэтай гексаграмме кветка слівы займае лідзіруючыя пазіцыі.\nУсё добра, калі зацягваецца.", "解曰": "Адна страла пустая. Калі пуста, то не пуста. Чакаю прыходу вясны. Колер у ім.", "籤詩故事一": "◇ Забіў двойчы\nПадчас праўлення імператара Дэцзуна з дынастыі Тан лаяльны міністр Мэй Богаа і яго сям'я былі падстаўлены прэм'ер-міністрам-здраднікам Лу Ці, які хацеў іх усіх забіць. Толькі яго сыну Мэй Лян'ю ўдалося ўцячы. Пазней ён змяніў свой імя Ван Сітуна, каб схаваць сваю асобу. Ён жыў адзін на вуліцы, галодны і халодны, але, на шчасце, яго прыняў да сябе Чэнь Рышэн (Чэнь Дунчу). Чэнь Рышэн не ведаў яго жыццёвага вопыту, таму ён папрасіў яго дапамагчы даглядаць за сліўовым садам Чэня, каб той не памёр з голаду на вуліцы.\nЧэнь Рышэн быў аднакласнікам і сябрам Мэй Багаа. Калі яго пераследаваў Лу Ці, яго выратавала Мэй Багао. У выніку Мэй Багао і Лу Ці варагавалі. У рэшце рэшт уся іх сям'я была пакарана смерцю. Чэнь Рышэн адчуў сум і гнеў з-за гэтага.Ажаніўшыся, ён падаў у адстаўку і перавёз сваю сям'ю ў Янчжоу, каб жыць у адзіноце.\nУ Чэнь Рышэна ёсць дачка Чэнь Сіньюань, прыгожая і духмяная.Пасля таго, як Мэй Лян'ю прыйшла ў сям'ю Чэнь, яны закахаліся з першага погляду. У дзень, калі сліва была ў поўным росквіце, гэта таксама была гадавіна смерці Мэй Багао, Чэнь Рышэн і яго сям'я адкрылі алтар у сліўовым садзе свайго дома, каб ушанаваць памяць свайго памерлага сябра і дабрадзея.Нечакана надвор'е раптоўна змянілася , і падзьмула моцная завея, пакрыўшы ўсе слівы. Чэнь Рышэн наракаў, што змог бяспечна ўцячы, але не змог выратаваць нават нашчадкаў сям'і Мэй. Ён палічыў, што гэта папярэджанне ад Бога, таму пакляўся, што калі сліва зноў не заквітнее, што сведчыць аб тым, што нашчадкі сям'і Мэй сям'я Мэй была яшчэ жывая, ён ніколі нічога не сказаў.Ён уцёк у будызм і стаў манахам.\nЯго дачка Сіньюань пачула гэта і неадкладна спаліла ладан і шчыра маліла Бога, каб зноў заквітнела сліва. Іх шчырасць узрушыла нябёсы, і ўсе слівы ў садзе зноў заквітнелі; пазней Чэнь Рышэн даведаўся, што Сітун быў Лян'юй, таму ён заручыў з ім сваю дачку Сіньюань.", "聖意": "Хата і хата не добрыя для сябе, для ўласнай долі, шукаць багацця, быць разважлівым у справах, чакаць да шлюбу, спазняцца, жаніцца, спазняцца, мець дабрабыт у вясна, спазніцца, спазніцца, спазніцца, быць занятым, быць занятым, квітнець, быць занятым, быць знойдзеным.", "古人": "Забіў двойчы", "第X籤": "Шэсцьдзесят дзевяць Выйгрыш у Лот", "宮": "Тацумі"}