{"籤詩版本二": "Чао Чао падобны на пчалу-збіральніцу кветак, якая ляціць з паўднёвага захаду, а потым з усходу\nСкончылася вясна, зніклі кветкі, няма дзе шукаць, Гэтае сэрца не зменіць месцазнаходжанне.", "詩意": "Гэтая гексаграма падобная на пчалу, якая збірае кветкі.\nУсё карпатліва і карпатліва.", "解曰": "Няма вясновага пейзажу. Дождж ідзе доўга, але не праясняецца. Прасіць аб дапамозе. Лепш маўчы.\n.", "籤詩故事一": "◇ Лі Мі паўстаў супраць дынастыі Тан\nЛі Мі\n(582-619), нябожчык лідэр арміі Ваганг у сялянскім паўстанні ў позняй дынастыі Суй Кітая. Майстар каліграфіі. Майстар слова Фа быў ураджэнцам Чан'ань, Цзінчжаа, а яго радзіма - Сянпін, Ляадун (цяпер на поўдзень ад Ляаян, Ляанін). Ураджэнец Чан'ань, Цзінчжао, яго радзіма - Сянпін, Ляадун (цяпер на поўдзень ад Ляаян, Ляанін).\nНа дзевятым годзе Дае (613) ён удзельнічаў у паўстанні Ян Сюаньганя супраць дынастыі Суй у Ліяне (цяпер на паўночны ўсход ад павета Цзюньсянь правінцыі Хэнань ). На дзевятым годзе Дае (613) ён удзельнічаў у паўстанні Ян Сюаньганя супраць дынастыі Суй у Ліяне (цяпер на паўночны ўсход ад павета Цзюньсянь правінцыі Хэнань ). Таямнічы сэнс пераможаны,\nЛі Мі ўцёк. Сюанган пацярпеў паражэнне, і Лі Мі ўцёк.\nНа дванаццатым годзе Дае ён далучыўся да арміі Ваганг\n. На дванаццатым годзе праўлення Дэйе ўступіў у армію Ваганга. Лі Мі добра разбіраўся ў стратэгіі.У кастрычніку дванаццатага года Дае Лі Мі пераканаў Чжая напасці на Сіньян Туна, магутнага генерала, які суправаджаў армію, каб абараніць Чжан Сютуо, разбіўшы армію Суй і забіўшы Чжан Сютуо. Лі Мі добра разбіраўся ў стратэгіі.У кастрычніку дванаццатага года Дае Лі Мі пераканаў Чжая напасці на Сіньян Туна, магутнага генерала, які суправаджаў армію, каб абараніць Чжан Сютуо, разбіўшы армію Суй і забіўшы Чжан Сютуо.\nПазней ён прапанаваў напасці на склад Сінлуо (пазней перайменаваны ў Луоку), адкрыць склад для дапамогі і пашырыць каманду. Каманда арміі Вагана хутка расла. На 13-м годзе Дае Лі Мі ўзначаліў армію Вагана, а Чжай Ранг займаўся паніжэннем і размеркаваннем дынастыі Суй. Была вайна за ваенныя рэсурсы і іншыя праблемы, і Лі Мі забіў Чжая Ранга і сотні яго паслядоўнікаў. Пазней ён прапанаваў напасці на склад Сінлуо (пазней перайменаваны ў Луоку), адкрыць склад для дапамогі і пашырыць каманду. Каманда арміі Вагана хутка расла. На 13-м годзе Дае Лі Мі ўзначаліў армію Вагана, а Чжай Ранг займаўся паніжэннем і размеркаваннем дынастыі Суй. Была вайна за ваенныя рэсурсы і іншыя праблемы, і Лі Мі забіў Чжая Ранга і сотні яго паслядоўнікаў.\nУ сакавіку 14-га года Дае Юй Вэньхуацзі забіў імператара Яна з дынастыі Суй\n, прымусілі больш за 100 000 чалавек вярнуцца на захад. У сакавіку чатырнаццатага года Дае Юй Вэньхуацзі (Юй Вэнь, складанае прозвішча) забіў імператара Яна з дынастыі Суй і вярнуўся на захад з больш чым 100 000 чалавек. Лі Мі атрымаў загад атакаваць Хуадзі.Хоць Хуадзі пацярпеў паражэнне, Лі Мі таксама панёс вялікія страты ў войсках.Пазней яго пераследваў Ван Шычун.Армія Лі Мі была разбіта, а яго лагер разгромлены.Яго генералы Цынь Шубаа, Чэн Чжыцзе (першапачаткова па імі Чэн Яоцзін), Ню Цзінда і іншыя былі схоплены. , Шань Сюнсінь здаўся. Лі Мі атрымаў загад атакаваць Хуадзі.Хоць Хуадзі пацярпеў паразу, Лі Мі таксама панёс вялікія страты ў сваіх войсках. Пазней яго пераследваў Ван Шычун. Армія Лі Мі была разбіта, а яго лагер разгромлены. Яго генералы Цынь Шубаа, Чэн Чжыцзе (першапачаткова названы Чэн Яоцзінь), Ню Цзінда і іншыя былі схоплены, а Шань Сюнсінь здаўся. Лі Мі быў у адчаі, таму ў верасні ён пераправіўся праз раку ў Хэйян і здаўся дынастыі Тан. Лі Мі быў у адчаі, таму ў верасні ён пераправіўся праз раку ў Хэйян і здаўся дынастыі Тан.\nУ лістападзе Лі Юань накіраваў Лі Мі ў Шаньдун набіраць старыя войскі. лістапад,\nЛі Юань адправіў Лі Мі чакаць у Шаньдун, каб набраць старыя войскі. Адчуваючы, што яго падазраюць, ён паўстаў супраць Тан. Адчуваючы, што яго падазраюць, ён паўстаў супраць Тан. Танскі генерал Шэн Яньшы запрасіў Лі Мі атакаваць і забіў яго ў Сінгун Сіань. Танскі генерал Шэн Яньшы запрасіў Лі Мі атакаваць і забіў яго ў Сінгун Сіань.", "聖意": "Дом, дом, мова, я, злыдзень, пошук багацця, марнаванне бізнесу, шлюбы нетрывалыя, Люцзя, пустыя кветкі, пешаходы, Яацянь, пашкоджанне шаўкапрада, шэсць пашкоджанняў жывёлы, зніклыя без вестак, судовыя працэсы, страта, міграцыя, кансерватыўнасць, страчаная маёмасць, хвароба, перашкоды, рэформа гар", "古人": "Лі Мі паўстаў супраць дынастыі Тан", "第X籤": "Сямідзесяты розыгрыш", "宮": "Тацумі"}