{"籤詩版本二": "Пчаляры павінны прасіць мёд, каб іх не ўджаліла\nНапэўна, перад табой чужая дарога, Тайна глыбокая, як цярновы лес.", "詩意": "Гэтая гексаграмма сімвалізуе пчол, якія збіраюць мёд.\nУсё карпатліва і карпатліва.\n\n(Гэтая гексаграма шукае сімвал прысмакі і горычы.\nПрадухіляць катастрофы ва ўсім.\n)", "解曰": "Справы трэба рабіць акуратна. Не трэба прымушаць. Пчолы збіраюць мёд. У чым прычына?", "籤詩故事一": "◇ Ван Ман шукае таленты\nМожна сказаць, што сям'я Ван Ман з дынастыі Заходняя Хань была багатай сям'ёй. Хоць яго бацька памёр маладым, некалькі яго дзядзькоў і дзядзькоў сталі імператарамі дынастыі Хань.Яны сталі генераламі, прэм'ер-міністрамі, маркізамі і атрымлівалі ўзнагароды.Сям'я Ван была надзвычай вядомай.\nАле ўласная маленькая сям'я Ван Манга была вельмі беднай: яго бацька памёр маладым, і ён жыў толькі з маці, разлічваючы на ​​дабрачыннасць сваякоў. Але дзякуючы гэтаму Ван Ман з дзяцінства развіў і практыкаваў шэраг навыкаў зносін з людзьмі. Незалежна ад таго, наколькі сумна або злосна ён адчуваў сябе, ён заўсёды дэманстраваў вельмі шчаслівы і міралюбны выгляд перад сваякамі, старэйшынамі або староннімі, таму яго вельмі шанавалі ўсе ў клане.\nАднойчы цяжка захварэў яго старэйшы дзядзька, ён, даведаўшыся пра гэта, прыйшоў і стаў чакаць ля ложка хворага, прыносячы лекі і ваду, пільнаваў начамі, некалькі месяцаў запар быў распрануты, неахайны і змардаваны. Ён быў больш «цярплівым», чым пацыентам, больш «сынам», чым біялагічным сынам.\nЗа гэта ўсе тайваньцы хвалілі яго і пісалі лісты з просьбамі аб узнагародзе для яго.\nТакім чынам, імператар Чэн з дынастыі Хань даў яму тытул маркіза новай сталіцы і прызначыў яго ахоўнікам у палацы, стаўшы блізкім міністрам імператара.\nВалодаючы высокім статусам і вялікай уладай, Ван Ман ніколі не выяўляў фанабэрыстасці і расхлябанасці. Замест гэтага ён станавіўся ўсё больш і больш ветлівым і ветлівым. З аднаго боку, ён сябраваў з міністрамі, генераламі, знакамітасцямі і навукоўцамі. З іншага боку , ён дапамагаў бедным і быў шчодрым са сваім багаццем.\nАле ён жыў вельмі ашчадна, часта еў мясныя стравы, не кажучы ўжо пра тое, што насіў доўгія мантыі і сукенкі з доўгімі рукавамі, насіў толькі кароткую вопратку. Так што ва ўрадзе і грамадстве ўсе ў адзін голас славілі яго словам «дабрадзейны».\nПазней яго дзядзька, Вялікі Сіма Вангген, памёр ад хваробы, і яго замянілі. Імператар і ўсе міністры лічылі яго самым прыдатным чалавекам. Такім чынам, Ван Ман, якому было ўсяго трыццаць восем гадоў, стаў Вялікім Сімам з самай высокай ваеннай моцай у краіне.\n(Гэтая гісторыя з'яўляецца метафарай. Быць добрым чалавекам можа дапамагчы вам пазбавіцца ад «цяжкасці ўкусаў пчол» і дасягнуць вашых ідэалаў, як вы хочаце.)", "聖意": "Хата сабе нядобра, сям'я бяда, справа заблякавана, шлюб заблякаваны, шэсьць панцыраў фальшывыя, пешыя пазьненьні, ураджай шаўкапрада малы, жывёлы мала, цяжка знайсці людзей, пазоў - дрэнна, міграцыя не рухаецца, страчаная маёмасць - дрэнна, хвароба наладжана, гара магіла згублена", "古人": "Ван Ман шукае таленты", "第X籤": "Выйгрыш у латарэю семдзесят два", "宮": "Тацумі"}