{"籤詩版本二": "Калі прыходзіць вясна, грымоты трасуцца і кузуркі шчабечуць, а я адварочваюся ад гразі\nКалі я ўпершыню зразумеў, што ўсё яшчэ прыходжу і сыходжу, як толькі я змяніўся, я стаў цмокам.", "詩意": "Гэтая гексаграмма падобная на гром і насякомых.\nСустрэча з высакародным чалавекам - добры знак ва ўсім.", "解曰": "Гром б'е. Два дэпазіты ў і з. Змяніць адзін раз. Да Цяньмэнь.", "籤詩故事一": "◇ Мяцеж Чэньцяо\nУ 959 годзе нашай эры памёр Чжоу Шыцзун Чай Жун, а імператару Гун Чай Цзунсюню, які ўзышоў на трон, было ўсяго сем гадоў. У той час рэальную ўладу валодаў Чжао Куангінь, які служыў інспектарам перад палацам і пасланнікам Сунчжоу ў нямецкай арміі.\nВясной 960 года нашай эры Чжэньчжоў (сённяшні Чжэндзін, правінцыя Хэбэй) і Дынчжоу (сённяшні павет Дынсянь, правінцыя Хэбэй) паведамілі, што арміі дынастыі Паўночная Хань і дзяржавы Ляа сумесна ідуць на поўдзень, каб атакаваць Познюю дынастыю Чжоу, з вялікі імпульс, і папрасілі накіраваць войскі для дапамогі. Пазней дынастыя Чжоу загадала Чжао Куаньінью павесці свае войскі на поўнач для барацьбы з ворагам. Чжао Куаньінь дзейнічаў таемна па планах свайго брата Чжао Гуаньі, Чжао Пу, Шы Шоусіня і іншых.\n3 лютага, калі армія прыбыла ў Чэньцяоі (цяпер горад Чэньцяо, на паўднёвы ўсход ад Фэнцю, Хэнань), яны паднялі мяцеж і загадалі салдатам апрануць яго ў жоўтыя мантыі.Яны паўсталі супраць Позняй дынастыі Чжоу і падтрымалі Чжао Куаньіня ў якасці імператара . Пасля гэтага Чжао павёў свае войскі назад у Кайфэн, не спальваючы, не забіваючы і не рабуючы.\"Тайцзу Чэнь Цяо даў клятву не турбаваць жыхароў сталіцы, і ён паабяцаў не турбаваць горад у дзень, калі ён увайшоў у горад\".\nНа трэці дзень трэцяга года месяцовага месяца Чжао Куангінь узбунтаваўся ў Чэньцяа і вярнуўся ў сталіцу. Фан Чжы прывёў Ван Пу і Вэй Рэнпу дапытаць Чжао Куангіня. Ло Яньхуань выхапіў меч перад намётам і гучна закрычаў : \"У трох войскаў няма гаспадароў. Усе генералы вырашылі прызначыць яго імператарам. Хто выкажацца, будзе забіты!\". Твар Ван Пу быў бледны, як зямля. Ён апусціў прыступкі і пакланіўся. Фан Чжы таксама пакланіўся. Куан Інь асабіста дапамог яму падняцца і абышоўся з ім з вялікай ветлівасцю.\nПасля ўмеранага супраціўлення імператар Гун з позняй дынастыі Чжоу ўзышоў на трон, і трон заняў Чжао. \"Тайцзу збіраўся прыняць дзэн, але тэксту дзэн не было. Тао Гу, навуковец Ханьліня, прыняў ордэн і увайшоў побач з ім, сказаўшы: «Готова».\nПасля ўступлення на трон Чжаа змяніў назву краіны на Сун, Юань - на Цзяньлун, а сталіцай зрабіў Кайфэн. Шы Шоусінь, Гаа Хуайдэ, Чжан Ліндуо, Ван Шэньці, Чжан Гуанхань і Чжао Яньхуэй атрымалі тытул Цзедушы , які ў гісторыі быў вядомы як «мяцеж Чэньцяо».\nВікіпедыя\n(Гэтая гісторыя азначае, што гэта пачатак выступу Чжао Куангіня.)", "聖意": "Маліцеся за свой дом, паўсядзённае жыццё, багацце, поспех, поспех у справах, высакародны шлюб, поспех у Люцзя, пешаходаў-мужчын, ранняе нараджэнне шаўкапрада ў палях, ранняе нараджэнне шасці жывёл, поспех вясной, пошук людзей , поспех у судовых працэсах, поспех у міграцыі, страчаная маёмасць, небяспека ў хваробах, небяспека ў гарах і магілах.", "古人": "Мяцеж Чэньцяо", "第X籤": "Падпісаў семдзесят тры", "宮": "Палац Мі"}