{"籤詩版本二": "У сне было сказана, што багацця будзе шмат, але слава не абыдзецца.\nДалёка вада і далёкія горы, Але цяжка быць верным, Шляхетны чалавек дае парады і ўсміхаецца.", "詩意": "Гэтая гексаграмма сімвалізуе здабыццё скарбаў у сне.\nУсё больш-менш рэальна.", "解曰": "Сніцца як сон. Без надзеі на славу. Проста чакай добрых часоў. Высакародныя інструкцыі.", "籤詩故事一": "◇ Вярніце нефрыт Чжао (вярніце нефрыт Чжао пасля завяршэння)\nУ 283 г. да н.э. кароль Чжаа Хуэйвэнь атрымаў ад Чу Хэ Бі. Пасля таго, як кароль Цынь Чжаасян даведаўся пра гэтую навіну, ён адправіў каралю Чжао ліст, у якім выказаў гатоўнасць абмяняць пятнаццаць гарадоў на Хэ Бі.\nЛінь Сянжу прааналізаваў каралю Чжао, што Цынь моцны, а Чжао слабы і яго трэба замяніць.\nЗатым кароль Чжао адправіў Лінь Сянжу ў Цынь з Хэ Бі.\nКароль Цынь сустрэў Лінь Сянжу ў Чжантаі, і Лін Сянжу падарыў нефрыт каралю Цынь. Кароль Цынь вельмі ўзрадаваўся і перадаў прыгажуні Хэ'с Бі, і ўсе вакол яе глядзелі на гэта. У гэты час усе злева і справа крычалі няхай жыве.\nЛінь Сянжу ўбачыў, што кароль Цынь не мае намеру аддаваць горад Чжао, таму ён сказаў каралю Цынь, што нефрыт Ён дэфектны, і хацеў паказаць на гэта каралю Цынь, каб скарыстацца магчымасцю атрымаць нефрытавая спіна.\nПасля таго, як Лін Сянжу вярнуў Бі Хэшы, ён стаў каля вялікага слупа, паказваючы, што хоча памерці разам з Бі Хэшы.\nУ гэты час Лінь Сянжу сказаў каралю Цынь: «Кароль Чжао ўсё ж пераадолеў пярэчанні міністраў і прыняў прапанову міністра. Нават калі ён не падманваў адзін аднаго ў зносінах з простымі людзьмі, не кажучы ўжо пра тое, што Цынь - вялікая краіна!Каб захаваць сяброўства паміж Цынь і Чжао, кароль Чжао Пасля пяцідзённага посту я адправіў сваіх міністраў у Цынь з нефрытам.На жаль, кароль Цынь не толькі не меў намеру даваць Чжао а горад, але таксама перадаў нефрыт сям'і Хэ прыгожай жанчыне, што было сапраўды здзекам з маіх міністраў \".\nСкончыўшы гаварыць, Лінь Сянжу адразу зрабіў жэст, стукнуўшыся аб слуп. Кароль Цынь баяўся, што Хэ Бі будзе пашкоджаны, таму зрабіў выгляд, што дае Чжао пятнаццаць гарадоў. Лінь Сянжу ўбачыў здрадлівы план караля Цынь, таму ён папрасіў караля Цынь пасціцца пяць дзён, перш чым прадставіць Хэ'с Бі, каб адтэрмінаваць час. За гэтыя некалькі дзён Лінь Сянжу адправіў сваіх слуг вярнуцца ў штат Чжао з нефрытам, а ён застаўся, каб разабрацца з каралём Цынь.\n(Гэтая гісторыя падобная на вочы звычайнага чалавека, зачараваныя сваім статусам.)", "聖意": "Малітва аб блаславенні дома, самога сябе, перашкаджае багаццю, абцяжарвае здзяйсненне транзакцый, шлюб не ў гармоніі з пешаходамі Люцзясю, чыцянскія шаўкапрады не прымаюцца, шэсць жывёл пашкоджаныя, людзі зніклі без вестак, чакаюцца грамадскія іскі і міграцыя, страчаныя рэчы далёка, хваробы наладжваюцца, адпраўляюцца ў горныя магілы і мяняюцца.", "古人": "Вярніце нефрыт Чжао (завяршыце нефрыт Чжао)", "第X籤": "Семдзесят сёмая выйгрышная латарэя", "宮": "Полуднёвы палац"}