{"籤詩版本二": "Пустэчны вузел, я хачу, каб вы былі ў бяспецы. Калі вы захоўваеце сваё цела ў бяспецы, я жадаю, каб вы ніколі не вярнулі яго.\nНе забывайце, што міласць Божая вярнулася, не пагарджайце словамі Божымі.", "詩意": "Не верце, што гэтая гексаграма праўда.\nГэта прыкмета кансерватыўнасці ва ўсім.", "解曰": "Людзі маюць сваё меркаванне. Розум не павінен быць заняты. Гуаньінь інструкцыі. Не будзьце непачцівымі.", "籤詩故事一": "◇ Таемна падтрымліваем бронзавы сцяг\nЗнакаміты палкаводзец-заснавальнік дынастыі Тан Цынь Цюн (Цынь Шубао) быў узнагароджаны тытулам вялікага маршала дынастыі Суй.Ён вёў свае войскі для нападу на перавал Сішуй (або перавал Сішуй, або перавал Дунлінг, легенды розныя).Ян Лін ( Ян Ічэн), генерал гвардыі перавала Сішуй, быў імператарам Ян з дынастыі Суй, загадаў усталяваць масіў бронзавых сцягоў, але Цынь Шубао доўга не мог атакаваць яго. Даведаўшыся, што Луо Чэн, лідэр фарміравання, быў яго стрыечным братам, ён звязаўся са сваёй цёткай.\nПерад тым, як Ло Чэн сышоў, ён сказаў сваёй маці, што чалавек, які прыйшоў зрынуць сцяг, быў яго стрыечным братам Цынь Цюн, і яго маці загадала яму таемна дапамагчы яму. У дзень вырашальнай бітвы Ло Чэн, які ахоўваў Бронзавы сцяг, раптоўна перайшоў на другі бок і аб'яднаўся з Цынь Цюнам.Яны нарэшце разграмілі фарміраванне Бронзавага сцяга.Луо Чэн заняў перавал Дунлінг і вярнуўся з перамогай.Луо Чэн таксама здаўся ў дынастыя Тан.\n(Гэтая гісторыя з'яўляецца метафарай таго, што часам вы павінны спадзявацца на розум, калі робіце рэчы, а не спадзявацца на эмоцыі або веру.)", "聖意": "Дамавік таксама гатовы да абяцанняў, шукаць багацця, захоўваць сваю долю, быць асцярожным у здзелках, шлюб ілжывы, нарадзіць дзяўчынку, пешаходы застаюцца ў полі, шаўкапрады, сем балаў, шэсць шкоды жывёле, зніклыя людзі, грамадскі судовыя справы, міграцыя, страчаная маёмасць, заходнія хваробы, рашэнне ў гарах, магілы, заходні кірунак", "古人": "Таемна дапамагае спусціць бронзавы сцяг", "第X籤": "Семдзесят дзевяць Выйгрыш у Лот", "宮": "Полуднёвы палац"}