{"籤詩版本二": "Апала лісце з явараў, набліжаецца восень, і зваротная дарога вандроўнікаў выглядае хмарамі.\nДзякуючы вялікім намаганням Бога, карабель вярнуўся са скарбам на ветры.", "詩意": "Гэтая гексаграмма ўяўляе вобраз апалага лісця платана.\nУсё загадзя дрэнна, а ў рэшце рэшт добра.", "解曰": "Прымайце рэчы ад сэрца. Цяньсінь ідзе за ім. Каб зарабіць на жыццё. Рабі ўсё, што можаш.", "籤詩故事一": "◇ Вецер дзьме ў павільён Тэнгванг\nВан Бо, лагоднае імя Цзянь, быў паэтам ранняй дынастыі Тан. Ён нарадзіўся ў першы год Юнхуэя, імператара Гаацзуна з дынастыі Тан. Ван Бо з дзяцінства чытаў Святое Пісанне, і яго называюць «вундэркіндам». Ван Бо з дзяцінства чытаў Святое Пісанне, і яго называюць «вундэркіндам».\nКалі яму было дзесяць гадоў, ён і яго бацька выпадкова праходзілі міма храма Гуандзі. Яны ўбачылі ў храме велічную статую Гуандзі, які трымаў копію «Вясны і восені» і чытаў яе. Калі яго бацька ўбачыў гэта, ён быў натхнёны Ён праспяваў імператару Гуаню: \"Трымаючы тры пасмы зялёнай барады, чытаючы гісторыю дынастыі Цын перад зялёным ліхтаром і аддаючы даніну павагі знакамітым імёнам. Трымаючы ў руцэ зялёнага дракона і месяц\". што восенню гэтага года Ван Бо адправіўся з Шаньсі на востраў Хайнань, каб наведаць свайго бацьку, якога панізілі ў пасадзе да суддзі акругі Цзяочжы, прайшоўшы па дарозе праз тысячы гор і рэк. Увосень таго ж года, калі яму было дваццаць сем гадоў, Ван Бо адправіўся з Шаньсі на востраў Хайнань, каб наведаць свайго бацьку, які быў паніжаны да пасады магістрата акругі Цзяочжы.Па дарозе ён прайшоў праз тысячы гор і рэк.\nКалі ў той дзень мы прыбылі на гару Маданг, усе выйшлі на бераг адпачыць.Калі Ван Бо праходзіў адзін каля старажытнага храма, ён раптам убачыў старога чалавека, які сядзеў на камені побач з храмам.Стары выглядаў як дзіця са светлымі валасамі і выгляд феі.Ён сказаў Ван Бо: «Вы не Ван Бо?» Ван Бо быў здзіўлены і сказаў: «Менавіта! Адкуль вы гэта ведаеце?» Стары сказаў: «Я даўно чуў, што ў вас добры намеры выратаваць людзей, і вашы вершы вельмі важныя. Заўтра ў павільёне Тэнгванг адбудзецца грандыёзная вечарына. Калі вы зможаце прысутнічаць на банкеце і напісаць эсэ, вы будзеце славуты на працягу стагоддзяў і атрымаеце выдаткі на праезд\". Калі яны прыбылі на гары Маданг усе выйшлі на бераг адпачыць.Калі Ван Бо праходзіў міма старажытнага храма ў адзіноце, ён раптам убачыў на камені побач з храмам: сядзеў стары чалавек, які выглядаў як дзіця са светлымі валасамі і фея Ён сказаў Ван Бо: «Ці не ты Ван Бо?»\nВан Бо быў здзіўлены і сказаў: \"Менавіта! Адкуль вы гэта ведаеце?\"\nСтары сказаў: \"Я даўно чуў, што ў вас ёсць добры намер ратаваць людзей, і вершы, якія вы складаеце, вельмі значныя. Заўтра ў павільёне прынца Тэна будзе вялікая вечарына. Калі вы зможаце прысутнічаць на банкеце і складаць, ты будзеш славіцца на працягу стагоддзяў, і табе будуць выдаткі на праезд».\nВан Бо сказаў: «Гэта месца знаходзіцца ў шасці-сямістах мілях ад павільёна Тэнван. Як мы можам дабрацца сюды заўтра?» Стары сказаў: «Я буду выкарыстоўваць каня як чароўны вецер, каб дапамагчы вам спакойна плаваць. Я абавязкова прыедзе заўтра\". Ван Бо падзякаваў мне і сказаў: \"Прабачце, мой цесць. , вы несмяротны ці бог?\" Стары засмяяўся і сказаў: \"Я Чжун'юань Шуйцзюнь, які ў адказнасць за гэтую акваторыю!\" Ван Бо сказаў: \"Гэта месца знаходзіцца ў шасці-сямістах мілях ад павільёна Тэнван. Як мы можам дабрацца туды заўтра?\"\nСтары чалавек сказаў: \"Я буду выкарыстоўваць каня як боскі вецер, каб дапамагчы вам спакойна плаваць. Я абавязкова прыеду заўтра\".\nВан Бо падзякаваў яму і сказаў: «Прабачце, цесць, вы бессмяротны ці бог?»\nСтары засмяяўся і сказаў: «Я Чжун'юань Шуйцзюнь, які адказвае за гэтую акваторыю!» Потым стары чалавек заклікаў Ван Бо хутчэй сесці ў лодку. Ён убачыў спрыяльныя аблокі, якія на некаторы час атачалі яго, і вецер і вада ў дарозе гладкая.У імгненне вока ён праехаў сотні міль.\nЗатым стары чалавек заклікаў Ван Бо хутчэй сесці ў лодку. Ён убачыў спрыяльныя аблокі, якія атачалі яго некаторы час, і гэта было лёгкае падарожжа. У імгненне вока ён праехаў сотні міль. Як і чакалася, раніцай грандыёзнага мерапрыемства Ван Бо кінуўся ў павільён прынца Тэна.\nЯк і чакалася, раніцай грандыёзнага мерапрыемства Ван Бо кінуўся ў павільён прынца Тэна. І тут жа напісаў «Прадмову да павільёна прынца Тэна», які імператар Гаацзун з дынастыі Тан назваў вечным шэдэўрам. І тут жа напісаў «Прадмову да павільёна прынца Тэна», які імператар Гаацзун з дынастыі Тан назваў вечным шэдэўрам.\nЁсць верш, у якім гаворыцца:\nЗаўсёды казалі, што таленавітыя людзі - гэта багі, таму невыпадкова вецер прыносіць Наньчан у Наньчан;\nЯ напісаў сказ пра высокі павільён Тэн Вана, а потым ён суправаджаў бессмяротных у Чжунюань.", "聖意": "Маліцеся за свой дом і абараняйце сябе, маліцеся аб благаслаўленні, шукайце багацця і дасягайце шлюбу і згоды.", "古人": "Вецер дзьме ў павільён Тэнван", "第X籤": "Знак восемдзесят адзін", "宮": "Вэй Гун"}