{"籤詩版本二": "Што рабіць, калі вы страціце цноту з-за сваёй рэпутацыі? Я баюся, што шчасце зменіцца і здарыцца дрэннае.\nП'яны, не ведаю, куды ісці, Сніцца мне туманны сон у засені зялёных сосен.", "詩意": "Гэтая гексаграма ўяўляе халодную рыбу, якая выходзіць з вады.\nНічога нельга зрушыць.\n\n(Гэтая гексаграма з'яўляецца сімвалам дрэннай якасці і няўдачы.\nВа ўсім трымайцеся на зямлі.\n)", "解曰": "Халодная рыба сыходзіць з вады. ложка ў дзёгці. Калі вы спытаеце пра планы лагера. Лепш Мо Ці\nГэты знак прынясе Люцзя няўдачу. Усё ідзе не так. Маліцеся аб бяспецы.", "籤詩故事一": "◇ Чжуан-цзы правярае сваю жонку\nЧжуан-цзы нарадзіўся ў дынастыі Чжоу. Яго прозвішча было Чжуан, імя Чжоу, імя Цзысю. Ён быў ураджэнцам Мэньі дынастыі Сун. У дынастыі Чжоу ён быў чыноўнікам Цюань.\nАднойчы Чжуан-цзы сустрэў на гары жанчыну, якая сядзела на кукішках перад новай магілай і адчайна калыхала веерам, нібы хацела высушыць вільготную зямлю на магіле. Чжуан-цзы не зразумеў яе намеру, таму спытаў яе. Яна сказала, што чалавек, пахаваны ў магіле, быў яе мужам, і апошнія словы мужа былі, што яна не можа выйсці замуж, пакуль глеба на магіле не высахне. Яна не магла больш чакаць, таму яна ўскалыхнула магільную зямлю, каб яна хутчэй высахла, каб яна магла пагнацца за другой вясной.\nЧжуан-цзы ўздыхнуў, калі падумаў, што ёсць на свеце такая бяздушная жанчына. Тады я падумаў, ці будзе мая жонка такой? Калі ўзнікае падазрэнне, я хачу яго праверыць.\nПрозвішча жонкі Чжуан-цзы было Цянь, і пара звычайна была ў блізкіх адносінах.Каб праверыць вернасць жонкі, Чжуан-цзы вырашыў прыкінуцца мёртвым.\nПачуўшы, што Чжуан-цзы памёр ад раптоўнай хваробы, шмат людзей з усіх куткоў, у тым ліку сваякі і сябры, прыйшлі, каб выказаць свае спачуванні.Сярод іх быў прыгожы кароль і ўнук з штата Чу, які быў багаты.Убачыўшы, што г-жа Цянь толькі што аўдавеў і жаласлівы, ён пераследваў яе. Спадарыня Цянь не вытрымала спакусы і закахалася ў Ван Суня. Яны пажаніліся ўсяго праз дваццаць дзён.\nУ тую ноч, калі віно было выпіта і вушы былі гарачыя, Ван Сунь раптам перанёс сардэчны прыступ і памёр.\nСпадарыня Цянь была напалохана і ў паніцы, і тэрмінова спытала Ван Сунь, што рабіць. Ван Сунь вытрымаў боль і сказаў спадарыні Цянь, што мазгі мёртвых целаў можна выкарыстоўваць, каб вярнуць мёртвых да жыцця.\nДзе знайсці труп? Спадарыня Цянь раптам падумала, ці не памёр яе муж? Г-н Цянь забыўся пра старое каханне паміж мужам і жонкай і сапраўды ўзяў сякеру і раскалоў труну мужа, рыхтуючыся дастаць яго мозг для лекаў.\nНечакана, калі труну адкрылі, Чжуан-цзы вярнуўся да жыцця. Спадарыні Цянь было так сорамна, што яна павесілася.\n(Гэтая гісторыя з'яўляецца метафарай парушэння сяброўства дзеля асабістай выгады, таму мы не можам з ёй пагадзіцца.)", "聖意": "Дом мірны, я ў бяспецы, грошы несправядлівыя, гандаль прынесены ў ахвяру, шлюб вырашаны, зло ў Люцзя квітнее, пешаходы не прыбылі, шаўкапрады ў свеце, жывёла ў свеце, людзі шукаюць людзей, суд змяніўся, вучні былі кансерватыўнымі, маёмасць страчана, хваробы няма, а гара і магілы былі злымі.", "古人": "Чжуан-цзы выпрабоўвае сваю жонку", "第X籤": "Лот 84", "宮": "Вэй Гун"}