{"籤詩版本二": "Цёмныя хмары і туман засцілаюць дарогу перад гарой Усё круглае і зноў месяц круглы.\nКалі дастаеш вершы і кнігі, прачнешся ад глыбокага сну, Высакародны чалавек правядзе цябе на дах.", "詩意": "Гэтая гексаграмма сімвалізуе канец вясны і распусканне кветак.\nЗа Госпадам усё мяняецца.", "解曰": "Старому трэба прасіць дапамогі. Паўторна квітнее вясной. Жаданне славы і багацця. Сутыкнуцца з нечаканым прыбыткам у канцы жыцця.", "籤詩故事一": "◇ Хань Вэнгун сустракае снег\nХань Юй, чыё ветлівае імя было Туйчжы, быў з Чанлі. Тан Дэцзун стаў Цзіньшы на восьмым годзе Чжэньюань, і яго пасмяротны тытул быў Вэнь Гун.\nПадчас праўлення імператара Сяньцзуна з дынастыі Тан Хань Юй пратэставаў з косткамі Буды, што выклікала гнеў імператара. Хань Юй пакінуў жонку і дзяцей і паехаў у Чаочжоу. Пасля прагулкі менш чым за некалькі дзён узняўся халодны вецер і пайшоў моцны снег. Хань Ю падышоў да месца, дзе снег быў у некалькі футаў у глыбіню, таму яго каню было цяжка рухацца наперад. Побач не было дома, і ён не ведаў, дзе праходзіць дарога. Калі вы хочаце пайсці па шляху і адступіць, дарогі назад няма. Дзьмуў моцны вецер і хутка ішоў снег. Хань Юй быў прамок да ніткі, змерзлы і галодны, і яму не было дзе выказаць свой смутак.\nХань Юй уздыхнуў і сказаў: «Імператар не заб'е мяне, але імператар хоча мяне знішчыць».\nКалі Хань Юй быў у роспачы, ён убачыў чалавека, які ішоў расчышчаць снег, нягледзячы на ​​моцны холад. Ім аказаўся Хань Сянцзы (пляменнік Хань Юя).\nРаней Хань Сянцзы сказаў Хань Юю: \"Дзе дом Юнь Хэна ў Цыньліне? Снег абдымае сінія вароты, і конь перастае рухацца наперад\". У той час Хань Юй не разумеў, што меў на ўвазе Хань Сянцзы, але цяпер ён нарэшце зразумеў.\nТакім чынам, Хань Юй і Хань Сянцзы пайшлі начаваць у дом Фу ў Лангуань. Гаворачы пра мінулае і шлях да вырошчвання, Хань Юй быў шчыра перакананы.\nПазней Хань Юй пакінуў сваю афіцыйную пасаду, ахвяраваў усю сваю маёмасць мясцоваму ўраду і адправіўся ў горы, каб практыкаваць даасізм і стаць бессмяротным.", "聖意": "Дом непрыдатны для сябе, будзьце асцярожныя, шукайце грошы, засяродзьцеся на бізнэсе, шлюб позні, жанчыны-пешаходы Люцзя блакуюць палі, шаўкапрады добрыя, жывёла добрая, цяжка знайсці людзей, паўтараюцца публічныя судовыя працэсы, міграцыя абноўлены, страчаныя рэчы сур'ёзныя, хваробы затрымліваюцца, горныя магілы трэба змяніць.", "古人": "Хань Вэнгун сустракае снег", "第X籤": "Восемдзесят пятая выйгрышная латарэя", "宮": "Шэнь Гун"}