{"籤詩版本二": "Падняўшыся на паўдарогі па заходняй гары, скалы Цзюнлінг немагчыма асесці.\nЗвяртаючыся да Бога за абаронай, гэтае цела ўсё яшчэ знаходзіцца ў моргу", "詩意": "Гэтая гексаграма падобная на пошукі золата ў пяску.\nВа ўсім ёсць прыкметы высакародных людзей.\n\nТаксама: гэтая гексаграмма паказвае на тое, што чалавек знаходзіцца ў небяспецы.\nВа ўсім ёсць прыкметы высакародных людзей.", "解曰": "Нефрыт можна знайсці, высякаючы камень. Знайдзіце золата ў пяску. Трэба шмат працаваць. Проста бяда.\nІншы твор: складанае становішча. Няма дзе спыніцца. Прасіце Божага блаславення. Маліцеся аб душэўным супакоі.", "籤詩故事一": "◇ Кусайце золата і даследуйце падземныя пячоры\nКаб адзначыць свае ваенныя подзвігі, Чэн Яоцзінь зладзіў банкет у Яньвуян. Раптам у зямлі адкрылася дзірка, якая была неспасціжнай. Кожны цягнуў жэрабя, выбіраючы словы, кусаючы золата, каб выйграць, і арандаваў вяроўкі, каб прывязаць сябе ў дзірку.\nЁсць каменныя дзверы, сталы, крэслы, масты і іншыя прадметы.На стале ляжаць драконавыя мантыі і нефрытавыя паясы, якія зроблены з золата і выношаны з пячоры.\nЯо Цзінь выйшаў з адтуліны з вялікай і маленькай скрынямі, адкрыў драўляную скрынку і дастаў нефрытавую пячатку, адкрыў скрыню, дастаў вялікі сцяг, мантыю з каронай і дарожкі і паклаў іх на стол, і усе глядзелі на іх адзін за адным. Я ўбачыў восем сімвалаў пячаткі, выгравіраваных на вялікай пячатцы: «Кароль дэманаў Хуншы, Вялікі дабрадзейны імператар».\nУсе пакланяліся яму як «Імператару», і Яодзін рабіў гэта на працягу трох гадоў у якасці Караля дэманаў. (Насамрэч, гэта было проста самаабвешчана, і Чэн Яоцзін у той час быў проста лідэрам вёскі.)\n(Гэтая гісторыя з'яўляецца метафарай таго, што добрыя рэчы падобныя на акцёрскую гульню. Гэта мастацкая канцэпцыя «гэта цела ўсё яшчэ ў пустэчы».)", "聖意": "Малітва за дом і дом, сябе, недахоп прыбытку, пошук багацця, цяжкая праца, асцярожнасць у бізнэсе, шлюбу будуць перашкаджаць Лю Цзясюй, пешаходы, Чы Цянь, шаўкапрады, стойлавая шасцярына жывёлы, пошук людзей, ніякіх судовых працэсаў , страта, міграцыя, захаванне страчанай маёмасці, злыя хваробы, перашкоды, горы і магілы.", "古人": "Даследаванне крыпты золата", "第X籤": "Знак восемдзесят сем", "宮": "Шэнь Гун"}