{"籤詩版本二": "Не турбуйце мяне сваімі асабістымі справамі, гэта больш правільна спытаць у грамадскасці.\nЯснае сэрца такое ж светлае і яснае, як светлы месяц на небе", "詩意": "Гэтая гексаграмма ўяўляе сабой вобраз яркага месяца ў небе.\nУсё светла і паветрана.", "解曰": "Будзьце прама ў сэрцы. Выправіць закон. Святыя словы. Нарэшце становіцца ясна.", "籤詩故事一": "◇ Генерал Конг Мін\nРашэнне: Чжугэ Лян мабілізуе свае войскі і генералаў\nУ перыяд Трох Каралеўстваў Чжугэ Лян (181-234), лагоднае імя Конгмін, нарадзіўся ў Янду, Ланг'я (цяпер павет Інань, правінцыя Шаньдун).\nЧжугэ Лян пагадзіўся стаць чыноўнікам пасля таго, як Лю Бэй тройчы наведаў саламяную катэдж. У той час Цао Цао супакоіў Хэбэй і вырашыў ісці на поўдзень. Ён паслаў Сяхоу Дуня ў якасці галоўнага генерала, Ю Цзінь, Лі Дзянь і іншых у якасці намеснікі генералаў, узначальваючы 100-тысячную армію ў марш да Сінье. Нягледзячы на ​​​​тое, што ў той час Чжугэ Лян меў план адступлення ад ворага, Гуань Юй і Чжан Фэй пагарджалі словамі Чжугэ Ляна. Чжугэ Ляну не заставалася нічога іншага, акрамя як выкарыстаць меч Лю Бэя, каб пераканаць іх абодвух, так што кожны з іх узначаліў тысячу войскаў і зладзіў засаду ў Юйшань і Аньлінь.Яны чакалі, пакуль Сяхоу Дунь павядзе сваю армію, а потым напалі на іх засады і агонь.\nАкрамя таго, Чжао Юнь быў накіраваны ўзначаліць старыя і слабыя рэшткі арміі, каб змагацца ў якасці авангарда супраць Сяхоу Дуня, а потым імітаваў паражэнне і адступіў, завабіўшы Сяхоу Дуня на вузкую дарогу ў гарах і лясах.Ён таксама паслаў Гуань Пін, Чжоу Цан, Лю Фэн і іншыя, каб пракрасціся ў тыл арміі Цао, спальваючы запасы і ствараючы паніку ў арміі Цао.\nПасля бітвы ўсё адбылося так, як і загадаў Чжугэ Лян. Калі Сяхоу Дунь і Юй Цзінь павялі армію ў пагоню, Лі Дзян, які знаходзіўся ў тыле, тэрмінова паведаміў Сяхоу Дуню, які стаяў наперадзе, што яму трэба абараняцца ад варожых агнястрэльных нападаў. Аднак было занадта позна. Армія Цаа была стрымана вузкая дарога і знаходзілася ў месцы, дзе дрэвы былі пераплецены, таму нельга было распаліць агонь. Былі вялікія страты, і Сяхоу Дунь і іншыя генералы пацярпелі паразу і ўцяклі назад у Сюду.\n(Гэтая гісторыя з'яўляецца метафарай таго, што Конг Мін умее выкарыстоўваць людзей і мудра кіраваць краінай.)", "聖意": "Дом і дом спрыяльныя. Жадаю ўдачы ў багацці, душэўнага спакою, квітнеючага бізнесу, шлюбу, поспеху, поспеху ў Люцзя, мужчын, якія перамяшчаюць палі, шаўкапрадаў, страты жывёлы, зніклых без вестак, грамадскіх пазоваў, міграцыі, страчанай маёмасці, блаславення, хваробы, міру, гор і магіл.", "古人": "Генерал Конг Мін", "第X籤": "Дзявяты знак", "宮": "Палац Інь"}