{"籤詩版本二": "Добрае шоу прымушае вас вылучыцца з натоўпу нахмурыўшыся, і ваша будучыня змяняецца, і вы прыносіце шмат багацця.\nДарога шырокая, як неба, і ўсе грошы, якія вы можаце даць, будуць у вашым сэрцы", "詩意": "Гэтая гексаграмма паказвае на шматспадзеўную будучыню.\nУсё ідзе добра.", "解曰": "Вялікая дарога. Можна рухацца наперад. Выкарыстоўвайце сваё сэрца. Толькі наперад.\nЗ гэтым знакам усё ідзе па плану. Жадаем поспеху Jichang.", "籤詩故事一": "◇ Тры героя змагаюцца супраць Лу Бу\nРашэнне: тры героя Чжан Фэй, Гуань Юй і Лю Бэй змагаюцца супраць Лу Бу\nДун Чжо даведаўся, што Хуа Сюн быў абезгалоўлены, і адправіў лётнага генерала Лу Бу ваяваць. Як толькі Лу Бу ўступіў у бой, ён забіў генералаў Фан Юэ і Му Шуня, а таксама забіў У Анго і Гунсунь Заня.\nЧжан Фэй убачыў, што Гунсунь Зань не можа перамагчы Лу Бу, таму ён хутка замяніў Гунсунь Заня і крыкнуў: «Рабы трох прозвішчаў павінны сысці! Чжан Фэй з Янь тут!» Пасля гэтага яны змагаліся больш за пяцьдзесят раундаў у пераемнасць, без пераможцаў і прайграўшых.\nПасля таго, як Гуань Юй гэта ўбачыў, ён і Чжан Фэй напалі на Лу Бу і змагаліся больш за трыццаць раундаў.\nЛю Бэй таксама трымаў два мячы, пляснуў канём і ступіў наперад, каб дапамагчы Чжан Фэю і Гуань Юю.\nТрое мужчын атачылі Лу Бу і працягвалі змагацца. Усе людзі ў групе былі ашаломлены.\nНеўзабаве Лу Бу пачаў губляць сілу.Пегас Лу Бу адступіў, але трое мужчын пераследвалі Лу Бу і адмовіліся здавацца.Яны не адступілі, пакуль не сустрэлі войскі Лу Бу.\n«Трое Каралеўства»\n(Гэтая гісторыя з'яўляецца метафарай адвагі і баявога майстэрства Лу Бу. Адзін чалавек можа перамагчы трох чалавек.)", "聖意": "Сэрца дома і дома падарожнічае толькі ў сваім уласным падарожжы ў пошуках багацця.Магчымы шлюбны артыкул ідзе да Люцзя.У людзей справы ідуць гладка.Выкарыстанне шаўкапрада Чжушуньцянь.Людзей можна знайсці сярод шасці жывёл.Людзей можна знайсці загадзя Судовы працэс Міграцыя Страчаная маёмасць Хваробы Горы і магілы падобныя на ўдачу.", "古人": "Тры героя змагаюцца супраць Лу Бу", "第X籤": "Выйгрыш у латарэю дзевяноста адзін", "宮": "Вы палац"}