{"籤詩版本二": "Луан Фэн Сян быў прамочаны дожджом, але ў гэты час над ім здзекаваліся Квір\nЯ быў шакаваны, калі даведаўся, што аднойчы хмары былі далёка, але я ўсё роўна вярнуў табе сваю вопратку.", "詩意": "Гэтая гексаграма ўяўляе сабой сімвал Луана і Фенікса, пакрытых дажджом.\nУсё прыходзіць, калі прыходзіць час.", "解曰": "Злыдзень квітнее з кожным днём. Джэнтльмен нічога не павінен рабіць. Проста трымайся пры сабе. Прыміце меры, калі прыйдзе час.", "籤詩故事一": "◇ Гаа Цзюнь гарантуе шлюб\nУ пачатку дынастыі Сун Чжаа Куангінь аб'яднаў поўнач, і ўся краіна капітулявала. Аднак у дынастыі Паўднёвы Тан Лі Юй замацаваўся на поўдні ракі Янцзы. Ён прыняў стратэгію сімуляцыі капітуляцыі, прапанаваўшы горад, захапіўшы ў пастку Чжао Куангінь у Шоўчжоу, і сітуацыя была крытычнай. Пляменнік Чжаа Куаньіня, Гаа Цзюньбао, малады чалавек з залатой стрэльбай, пакінуў Бяньцзін, каб прарваць аблогу Шоўчжоу.\n, праходзячы міма гары Шуансуо, яны разбілі знак «Муж», усталяваны Лю Цзіньдзінам, і яны спаборнічалі. У выніку Лю Цзіньдзін тройчы перамог Гао Цзюньбаа з дапамогай яго цудоўнага баявога мастацтва, і яны абмяняліся залатымі булавамі і сярэбранымі званочкамі на ўсё жыццё. Пляменнік Чжао Куан'іня, Гаа Цзюньбаа, пакінуў Бяньцзін, каб выратаваць Чжао Куан'іня, які трапіў у пастку ў Шоўчжоу.Ён прайшоў праз гару Шуансуо і разбіў знак, усталяваны Лю Цзіньдзінам.Абодва спаборнічалі, але Лю Цзіньдзін тройчы перамог Гаа Цзюньбаа сваімі выдатнымі баявымі мастацтвамі і прымусілі выйсці замуж. Пара прывяла натоўп у аблогу і выратавала Чжао Куангіня.\n(Метафара гэтай гісторыі заключаецца ў тым, што двое не памірыліся (іх здзекаваліся), але пазней памірыліся.)", "聖意": "Сямейны дом не добры для сябе, будзьце асцярожныя, шукайце грошы, блакіруйце бізнес, чакайце шлюбу, затрымка, Люцзя, ілжывы падарожнік, затрымлівацца ў палях, шаўкапрады, позна, шэсць пашкоджанняў жывёлы, цяжка знайсці людзей, судовыя працэсы, страта, міграцыя, кансерватыўнасць, страчаная маёмасць, цяжкая хвароба, пашырэнне гары, сур'ёзная рэформа", "古人": "Гао Цзюнь гарантуе шлюб", "第X籤": "Дзевяноста тры выйгрышу ў латарэю", "宮": "сюйгун"}