{"籤詩版本二": "Амбіцыі і дасягненні ў дынастыі, але цяпер будзе бясконцае п'янства і сэкс.\nКалі вы бачыце залатога пеўня, вас чакае грашовая ўзнагарода, доля і ўдача.", "詩意": "Гэтая гексаграмма сімвалізуе амбіцыі і славу.\nТрымайце ўсё спрыяльна.", "解曰": "Амбіцыйны і ўзбуджаны. Яшчэ не позна засцерагчы сябе. Залаты певень абяцае. Усе шчаслівыя.", "籤詩故事一": "◇ Цао Пі абвясціў сябе імператарам\nЦао Пі, лагоднае імя Цзыхуань, нарадзіўся ў Пэйгуоцяа (цяпер павет Хао правінцыі Аньхой). Вядомы палітык і пісьменнік перыяду Цзяньань.\nЦао Пі - другі сын Цао Цао. Ён жыў з бацькам у ваенным лагеры з дзяцінства. Пад уплывам бацькі Цао Пі навучыўся страляць з лука ва ўзросце шасці гадоў і верхавой яздзе ва ўзросце васьмі гадоў, і развіўся добрыя навыкі баявых мастацтваў. Ён таксама валодае шырокімі ведамі пра антычную і сучасную класіку і біяграфіі, а таксама пра кнігі сотняў розных школ. Толькі ва ўзросце васемнаццаці гадоў Цао Цао перамог Юань Шао, і Цао Пі жыў адносна стабільным жыццём у Ечэне, цэнтры кіравання Цао Цао. З тых часоў, хаця часам ён суправаджаў бацьку ў ваенных паходах і большую частку часу жыў жыццём высакароднага сына, ён па-ранейшаму кожны дзень займаўся баявымі мастацтвамі і не адмовіўся да гэтага часу. Ён часта ездзіць на сваім кані на сто крокаў і вельмі ўмелы ў баявых мастацтвах.Паколькі ён часта займаецца баявымі мастацтвамі, ён лёгкі і моцны.\nСтарэйшы сын Цао Цао Цао Анг быў забіты ў баі. Пасля смерці старэйшага сына Цао Пі стаў першым выбарам наследнага прынца. Калі яму быў трыццаць адзін год, ён быў зроблены наследным прынцам Цао Цао. Калі Цао Пі было трыццаць тры гады, Цао Цао памёр ад хваробы, і Цао Пі змяніў яго на пасадзе прэм'ер-міністра і караля Вэй. Ён сказаў, што часта ездзіць верхам на сто крокаў і вельмі ўмелы.Паколькі ён часта займаецца кунг-фу, ён лёгкі і здаровы.", "聖意": "Маліцеся, каб ваш дом і ваш дом былі мірнымі. Шукайце багацця, шмат працуйце, гандлюйце і рана расставайцеся. Шлюб будзе паспяховым. Люцзя будзе ў бяспецы. Людзі будуць у палях. Шаўковыя чарвякі будуць сталымі. Шэсць жывёлы будуць сталы Будзе цяжка знайсці людзей Публічны суд Тэрміновае рашэнне Міграцыя Страчаная маёмасць Далёка Хваробы застаюцца ў гарах і магілах Поспехі.", "古人": "Цао Пі абвяшчае сябе імператарам", "第X籤": "Дзевяноста пятая выйгрышная латарэя", "宮": "сюйгун"}