{"籤詩版本二": "Велічная пагада незвычайная, з вытанчанымі ўпрыгожваннямі з усіх бакоў, якія ззяюць святлом\nЯ заклікаю вас быць цвёрдымі, каб старанна кланяцца і рабіць добрыя справы, і неба пашле вам дабраславеньне.", "詩意": "Гэтая гексаграмма ўвасабляе праяву заслуг.\nУсё спрыяльна.", "解曰": "Гэтыя дабраславеньні. У кожнага яна ёсць. Не будзь занадта заняты. Заслугі вызначаюцца загадзя.", "籤詩故事一": "◇ Кароль Фэньяна сустракае свайго ўнука ў кітайскі Дзень святога Валянціна\nРашэнне: Го Цзыі сустрэў Дзяўчынку-ткачыху, якая спускалася на зямлю ў кітайскі Дзень святога Валянціна. Цяньсунь, унучка нефрытавага імператара, - гэта сем фей.\nГо Цзыі (697-781), таксама вядомы як Го Лінгун, быў ураджэнцам павета Чжэн, Хуачжоу (цяпер павет Хуасянь, правінцыя Шэньсі) і генералам дынастыі Тан. Імператарскі двор прысвоіў Цзыі тытул караля Фэньяна.\nКажуць, што Цзыі быў родам з Хуачжоу і пайшоў у армію за Вялікай сцяной. Ён адправіўся ў Пекін, каб дамагчыся вайсковай платы, і вярнуўся ў Іньчжоу. У той час у Кітаі быў Дзень святога Валянціна. Вецер і пясок цямнела, і сонца цямнела. Зійі не мог рухацца наперад, таму стаяў каля дарогі. Ён спаў на падлозе ў пустым доме. Калі ён збіраўся заснуць, ён раптам убачыў чырвонае святло з абодвух бакоў.Ён устаў і здзіўлена паглядзеў уверх.На небе было воблака, якое павольна спускалася.Там сядзела прыгожая жанчына, годная і цудоўная, зусім не падобная на звычайных людзей. Цзыйі неадкладна аддаў пашану і сказаў: «Сёння сёмы дзень сёмага месяцовага месяца. Я думаю, што гэта дзяўчына-ткачыха, якая прыйшла, жадаючы падарыць ёй даўгалецце і багацце».\nЖанчына таксама адказала: «З вялікім багаццем прыходзіць даўгалецце».\nПасля таго, як ён скончыў гаварыць, свячэнне вярнулася, і аблокі павольна падняліся. Жанчына ўсё яшчэ глядзела на Го Цзыі з прыемнай усмешкай, пакуль не апынулася далёка ад яе, а потым дым стаў расплывістым, і яе больш не было відаць.\nГэта аказалася праўдай, як і сказала жанчына. Заслугі Цзыі сусветна вядомыя, ён надзвычай папулярны міністр, ён генерал, які валодае як вартасцямі, так і вартасцямі.", "聖意": "Загадаць жаданне для сябе дома, загадаць жаданне для сябе, маліцца аб грошах, поспехі ў бізнэсе, поспеху ў шлюбе, поспеху ў Люцзя, шчаслівых падарожжаў з людзьмі, рухомых палёў, шаўкапрадаў, стойлавай жывёлы, няўдачы ў пошуку людзі, публічныя судовыя працэсы, міграцыя, поспех, хваробы страчанай маёмасці, магілы ў Чжэньсіншані", "古人": "Кароль Фэньян сустракае свайго ўнука ў кітайскі Дзень святога Валянціна", "第X籤": "Знак дзевяноста шэсць", "宮": "сюйгун"}