{"籤詩版本二": "Стрымліваючы каня і трымаючы пугу, мы ідзем прама сюды, напалову ў небяспецы, напалову ў катастрофе.\nГэта як хата, якая згарэла ў агні. Калі неба апускаецца, дождж ператварае яго ў попел. У мяне ёсць план.", "詩意": "Гэтая гексаграма ўвасабляе палову смутку і палову радасці.\nПажадана ва ўсім рабіць дабро.", "解曰": "Пажыццёвая праца. Не клапоціцеся пра правільнае і няправільнае. Кайданы часовыя. Крыўда прыходзіць сама сабой.", "籤詩故事一": "◇ Тао Саньчунь перамагае Чжэн Эня ў Гуаюань\n«Няхай жыве мая памяць, — Чжаа Куаньінь зноў устаў, — кароль Бэйпіна Чжэн Энь тады арганізаваў шлюб. Цяпер, калі ва ўсім свеце мір, я хацеў бы папрасіць вашага дазволу выбраць спрыяльны дзень для шлюбу. \"\n«Няхай жыве мая памяць!» Чжаа Куангінь устаў і сказаў: «Кароль Пекіна Чжэн Энь тады арганізаваў шлюб. Цяпер, калі ва ўсім свеце мір, я хацеў бы папрасіць вашага дазволу выбраць спрыяльны Дзень шлюбу».\n«О, трэці брат раней быў заручаны, чаму я не ведаў пра гэта?» Чай Жун быў вельмі здзіўлены. Ён махнуў рукой, каб Чжаа Куангінь сеў і пагаварыў.\n«О! Трэці брат раней быў заручаны, чаму я не ведаў пра гэта?» Чай Жун (імператар позняй дынастыі Чжоу) быў вельмі здзіўлены. Ён махнуў рукой і папрасіў Чжаа Куангіня сесці і пагаварыць.\n\"Гэта доўгая гісторыя. Па-першае, мы тады яшчэ былі бедныя і не пайшлі ў вашу армію. З таго часу мы ваюем шмат гадоў і не маем часу клапаціцца пра вас. Па-другое, трэці брат таксама маленькі саромеюся згадваць пра гэта, таму ваша вялікасць не ведае \".\n\"Гэта доўгая гісторыя. Па-першае, мы тады яшчэ жылі ў галечы і не пайшлі ў вашу армію. З таго часу мы ваюем шмат гадоў і не маем часу клапаціцца пра вас. Па-другое, трэці брат - таксама крыху саромеюся згадваць пра гэта, так што ваша вялікасць не ведае.\n«Гэй, студэнт каледжа жэніцца, які сэнс саромецца? Трэці брат ужо даўно на полі бітвы, і яго можна лічыць беспрыкладным героем. Чаму ты так дробязны ў гэтай справе?»\n«Гэй! Студэнт ажэніцца, які сэнс саромецца? Трэці брат ужо даўно на полі бітвы, і яго можна лічыць беспрыкладным героем. Чаму ты так дробязны ў гэтай справе?»\n«Калі казаць пра гэта, я не магу вінаваціць майго трэцяга брата ў сарамлівасці, таму што гэты шлюб быў сфальсіфікаваным».\n«Калі казаць пра гэта, я не магу вінаваціць майго трэцяга брата ў сарамлівасці, таму што гэты шлюб быў сфальсіфікаваным».\n«Надрукаваў? Гэй, гэта цікава. Раскажыце, калі ласка, што здарылася».\n«Я надрукаваў! Гэй! Гэта цікава! Раскажыце, калі ласка, што здарылася».\n\"Так, я памятаю, у той год, калі мы збіраліся далучыцца да Яго Вялікасці, мы праязджалі праз акругу Баочэн. У чэрвені было вельмі горача. Мой трэці брат не мог застацца ў гатэлі, таму ён пайшоў пабадзяцца адзін. Прайшоўшы міма бахчавага саду, ён зайшоў сарваць.Дыні наталялі смагу.Раннеспелых дынь у гэты час было мала, а трэці брат не ўмеў іх збіраць, таму шмат наламаў. Жанчына, якая глядзела на дыні, выйшла наперад, каб абвінаваціць трэцяга брата. У іх узніклі рознагалоссі, а потым яны пачалі біцца. Падыдзі. На шчасце, я хваляваўся і своечасова прыбег на дапамогу, інакш...\"\n\"Так, я памятаю, як у той год, калі мы збіраліся далучыцца да Яго Вялікасці, мы праязджалі міма павета Баочэн. У чэрвені было вельмі горача. Мой трэці брат не мог застацца ў гатэлі, таму ён пайшоў пабадзяцца адзін. Прайшоўшы міма бахчавага саду, ён зайшоў сарваць.Дыні наталялі смагу.Раннеспелых дынь у гэты час было мала, а трэці брат не ўмеў іх збіраць, таму шмат наламаў. Жанчына, якая глядзела на дыні, выйшла наперад, каб абвінаваціць трэцяга брата. У іх узніклі рознагалоссі, а потым яны пачалі біцца. Падыдзі. На шчасце, я хваляваўся і своечасова прыбег на дапамогу, інакш...\"\n«Гэты Чжэн Цзымін, у першую чаргу гэта ён вінаваты, ён павінен папрасіць прабачэння. Чаму ён яго ўдарыў? Акрамя таго, як сям'я дзяўчыны можа вытрымаць удары рукамі і нагамі такога жорсткага чалавека, як ён! Давай, ты збіў гэтую дзяўчыну, каб штук. Не?» «Дзяўчынка не пацярпела...»\n«Гэты Чжэн Цзымін, гэта ён у першую чаргу вінаваты, таму ён павінен папрасіць прабачэння. Чаму вы яго збіваеце? Акрамя таго, як сям'я дзяўчыны можа вытрымаць удары рукамі і нагамі такога жорсткага чалавека, як ён! Давай, скажы мне, ты збіў гэтую дзяўчыну. Не?»\n«Дзяўчынка не пацярпела...»\n«Нічога страшнага, нічога страшнага... Гэй, ты не прыняў меры? Ой, я думаю, ты выратаваў мяне своечасова».\n\"Нічога страшнага! Нічога страшнага... Гэй! Ты не прыняў меры? О! Я мяркую, што ты выратаваў мяне своечасова!\"\n«...Не, чалавек, якога я выратаваў, быў... трэцім братам» «...Не, чалавек, якога я выратаваў, быў... трэцім братам».\n\"Ах ах?!\"\n«Трэцяга брата жанчына паваліла на зямлю і ўсю дарогу жорстка збівала. На шчасце, я прыехаў і ўгаварыў яго сысці, так што ён не атрымаў сур'ёзных траўмаў... Ваша Вялікасць... Ваша Вялікасць!... \"\n«Трэцяга брата жанчына паваліла на зямлю і жорстка збіла. На шчасце, я прыехаў і ўгаварыў яго сысці, так што ён не атрымаў сур'ёзных траўмаў... Ваша Вялікасць... Ваша Вялікасць!...»\n«А?...Ой, хто гэта жанчына!?» «А!?...Ой, хто гэта жанчына!?»\n\"Толькі пазней я даведаўся, што жанчыну звалі Тао Санчунь, а яе бацька Тао Хун быў старым героем, які не меў ніякіх памкненняў. Таа Санчунь вывучаў баявыя мастацтва ў свайго бацькі з дзяцінства. Пасля таго, як я пазнаёміўся Я ўбачыў, што ў міс Саньчунь выдатны характар. , Луо Ло і шчодрыя, без усялякай звычкі быць маленькай дзяўчынкай, яны наўмысна падабралі яго. Бацьку і дачцэ Тао таксама вельмі спадабаўся прамалінейны характар ​​трэцяга брата. Яны Неадкладна паразумеліся і вырашылі ажаніцца на іх дваіх. Ваша Вялікасць, калі ласка, скажыце мне, гэта не сфальсіфікаваны шлюб?»\n\"Толькі пазней я даведаўся, што дзяўчыну звалі Тао Саньчунь, і яна з дзяцінства вучылася баявым мастацтвам у свайго бацькі. Пасля таго, як я пазнаёміўся з яго сям'ёй, я ўбачыў, што міс Саньчунь мела выдатны характар, была шчодры і не меў ніякіх прыкмет звычак маленькай дзяўчынкі, таму я наўмысна завербаваў яе. Містэру Тао і яго дачцэ таксама вельмі спадабаўся прамалінейны характар ​​іх трэцяга брата. Яны адразу паразумеліся і вырашылі ажаніцца за іх. Ваш Вялікасць, скажыце, калі ласка, ці не сфальсіфікаваны гэта шлюб?»\n(Гэтая гісторыя — метафара, таму што дрэннае аказалася добрым.)", "聖意": "Маліцеся аб абароне дома, будзьце асцярожныя, шукайце багацця, разбурайце бізнес, перашкаджайце шлюбу, пакаранне, страхоўка Люцзя, пешаходы, якія апынуліся ў пастцы, пашкоджанне шаўкапрада, пашкоджанне жывёлы, зніклыя людзі, незаконныя судовыя працэсы, страты, міграцыя, кансерватыўнасць, страчаная маёмасць, злыя хваробы , небяспекі, горы, магілы, правал", "古人": "Тао Санчунь перамагае Чжэн Эня ў бахчавым садзе", "第X籤": "Нумар дзевяноста дзевяты", "宮": "Хайгун"}