{"籤詩版本二": "Ki a da aye fun igbeyawo rere, ojo ayo ati asiko rere, ki gbogbo nkan si dara\nKì í ṣe ohun kékeré bí ẹ bá gba kèké yìí, Ọba sì sọ pé àwọn ènìyàn jẹ́ olóòótọ́ àti olódodo.", "詩意": "Hexagram yii duro fun ibẹrẹ ti ṣiṣi ọrun ati aiye.\nOhun gbogbo ni o wuyi.", "解曰": "Iyara iyara. Odun ko tọ akoko rẹ. Guanyin kọ silẹ. Jẹ ki mi mọ akọkọ.", "籤詩故事一": "◇Zhongli ti ni oye\nZhongli Quan, ti a fun ni orukọ Zhongli, ti a fun ni orukọ Quan, orukọ iteriba Yunfang, ati orukọ apeso Zhengyang, jẹ ọmọ abinibi ti agbegbe Xianyang, Xi'an, Agbegbe Shaanxi lakoko Ijọba Ila-oorun Han.\nZhong Liquan jẹ́ ọ̀gágun ti Ọba Han, nígbà ìrìn àjò rẹ̀ lòdì sí Ìwọ̀ Oòrùn Qiang, ó jowú ọ̀gágun Liang Yi, ó sì yan àwọn ọmọ ogun 30,000 tí wọ́n jẹ́ àgbàlagbà àti aláìlera, ní kété tí ó dé ibi tí ó ń lọ, wọ́n ja àgọ́ náà lólè. awọn Western Qiang ogun, ati awọn ọmọ-ogun sá. Zhong Liquan ti sọnu ni afonifoji kan o si pade Hu monk kan ni ọna, o mu u lọ si abule kekere kan o si sọ pe, \"Eyi ni ibugbe Ọgbẹni Donghua.\" Lẹhinna o dabọ o si lọ. Lẹhin igba diẹ, ẹnikan sọ lojiji pe, \"Eyi gbọdọ jẹ nitori pe ọkunrin Hu ti o ni oju alawọ ewe jẹ ọrọ pupọ.\" O ri ọkunrin kan ti o wọ irun agbọnrin funfun kan ti o si mu ọpa quinoa alawọ kan. O beere Zhong Liquan pe, \"Eniyan ti o wa nibi ni Han Da General Zhongli Quan\n? Ẹ̀rù bà Zhong Liquan, ní mímọ̀ pé òun ti pàdé àjèjì kan, nítorí náà ó kẹ́kọ̀ọ́ Tao tọkàntọkàn.\nZhong Liquan nigbamii pade Zhenren Huayang ati Ọba Aiku Xuanfu, o si kọ ẹkọ \"Aṣiri ti Aiku\". Nikẹhin, o ngbe ni Zijin Sihaofeng ni Kongtong Mountain, o gba “Aṣiri ti Apoti Jade”, o si di aiku otitọ. O tun bọwọ fun bi ọkan ninu awọn baba nla Ariwa marun nipasẹ Ẹya Quanzhen.", "聖意": "E gbadura pe ki ile ati ile re ki o ni ire ni Igba Irẹdanu Ewe ati Igba otutu, E wa oore ni Igba Irẹdanu Ewe ati Igba otutu. oko, orire silkworm, ire ni osin, oriire ni wiwa eniyan, ire ni ejo, ire ni migration, ire ni migration, ohun ini ti sọnu, ire si ariwa-oorun arun.", "古人": "Zhongli di imọlẹ", "第X籤": "akọkọ ami", "宮": "Uterus"}