{"籤詩版本二": "Awọn aniyan ati awọn aniyan ti wa ni idasilẹ fun igba diẹ, ati ayọ ti wa lati ọrun.\nGege bi Jade ti o farasin sinu igbe, Osise rere gbe eruku jade", "詩意": "Hexagram yii ṣe aṣoju isokan ti Yin ati Yang.\nOhun gbogbo ti o gbero ni o dara.", "解曰": "Ko si ohun ti o jere, ko si ohun ti o padanu. Jèrè kuro ninu isonu. Ajalu naa wa ninu wahala. Orire fun o, okunrin jeje.", "籤詩故事一": "◇ Ye Meng Xiong Chao Di\nYe Mengxiong (1531-1597), ẹniti orukọ iteriba rẹ jẹ Nanzhao ti orukọ rẹ si n jẹ Longtang, ti yipada si Longtan ati pe o tun fun ni Huayun. Ilu abinibi ti Wanshifang, Huizhou Fucheng (bayi apakan ti Agbegbe Huicheng, Ilu Huizhou) ni Ijọba Ming. Ni ọdun 44th ti ijọba Jiajing (1565), o di Jinshi ati pe o fun ni akọle ti adajọ ti agbegbe Qing. O ṣiṣẹ bi oludari ti ẹka gbigbe, ati lẹhinna yipada si alabojuto alabojuto ti opopona Shanxi.\nNi ọdun 20 ti Wanli (1592), Olukọni Gbogbogbo ti Ningxia, Kuaibai (olori ti Mongolian Tatar ẹya), pa gomina Dang Xin o si gba Fort Forty-keje ni Hexi Province. , fọ ilu naa, ijosin ati sisun ara rẹ si iku. Meng Xiong ko ni igberaga ni gbigba kirẹditi, o jẹ ki awọn ọgbọn rẹ dara bi ti awọn gbogbogbo ti o gboya lati ja. Oṣiṣẹ osise Wei Xuezeng ti gba pada. Ni awọn ọdun ti o tẹle, o fi ipo silẹ ni igba marun o si pada si Huizhou lati kọ Temple Huilong.\nYe Mengxiong wọ Taoism gẹgẹbi iranṣẹ ilu ni ibẹrẹ, o si jẹ olokiki fun iduroṣinṣin rẹ. Awọn igbasilẹ itan atijọ sọ pe o jẹ \"akọkọ ni irẹlẹ ati agbara\", \"yokuro ibajẹ ati ijiya awọn iṣọtẹ\", nlọ orukọ rere; o jẹ lalailopinpin olóòótọ, onígboyà, onígboyà, ati resourceful. O dara ni gunnery. Ni idaji keji ti igbesi aye rẹ, awọn ọgbọn iṣẹ ọna ti ologun ni a gbasilẹ ni “Itan-akọọlẹ ti Idile Oba Ming” ati pe o jẹ akọni orilẹ-ede.", "聖意": "Ile ko dara (alaafia npọ sii) Igba Igba Irẹdanu Ewe ati igba otutu dara fun ara ẹni, ọrọ yoo ṣaṣeyọri, iṣowo yoo ṣaṣeyọri, igbeyawo yoo ṣaṣeyọri, Liujia ao daru eke (awọn ohun-ini yoo wa), awọn ẹlẹsẹ yoo lọ si aaye lati lọ. gbadura fun ikangun siliki, eranko mẹfa ao wa pẹlẹbẹ, ao wa eniyan, ẹjọ ilu ko ni dara, ijira yoo jẹ Konsafetifu, ohun-ini ti o padanu yoo di idinamọ, ao yanju arun ni iboji Fushan.", "古人": "Ye Meng Xiong Chao Di", "第X籤": "Lotto Winning kẹrindilogun", "宮": "Maogong"}