{"籤詩版本二": "Awo wura subu ni iwoorun, Ehoro si dide ni ila-oorun.\nAwọn monks ati Taoists mọ pe ko si alailanfani, ati awọn ọjọgbọn, awọn agbe, awọn ile-iṣẹ ati awọn oniṣowo n tẹle awọn ero ti ara wọn.", "詩意": "Hexagram yii duro fun didimu ati idinku ti yin ati yang.\nO tun jẹ ami kan pe ohun gbogbo yoo lọ bi a ti pinnu.", "解曰": "Ko si nkankan ni lokan. Ohun ti o ṣe jẹ ohun ti o tọ. Bi ofa lati ọrun. Ọkan shot lu awọn afojusun.", "籤詩故事一": "◇ Àbúrò Cao Guo jẹ́ àìleèkú\nCao Guojiu, ọmọ ilu Xuzhou, ni a sọ pe o jẹ aburo nla ti ilu ni akoko Renzong ti Oba Song, orukọ rẹ ni Cao Yi, ti a tun mọ ni Cao Jingxiu.\nArakunrin Cao Guo ni arakunrin aburo kan ti a npè ni Cao Er. Cao Eri yii gbẹkẹle ipo ijọba rẹ̀, o si ṣe oniruuru ibi, o si gba oko, o mu awọn obinrin ati awọn ọmọbinrin, o si ni ọrẹ pẹlu awọn apanirun kan, ti nwọle ati jade. kọ̀ láti fetí sí ọ̀rọ̀ rere àti ìtùnú rẹ̀, nítorí náà, ó fi ìyà jẹ ẹ́.\nCao Guojiu sọ pe: \"Awọn ilana ti aye ni pe awọn ti o kojọpọ awọn ohun rere yoo ṣe rere, ati awọn ti o kojọpọ ibi yoo ṣegbe. Eyi jẹ otitọ ti ko ni iyipada. idile Cao wa ti ṣajọpọ awọn iwa buburu ni igba atijọ lati ṣaṣeyọri ọrọ-ọrọ loni. Bayi Arakunrin mi ti kó ibi jọ pupọ, bi o tilẹ salọ, Bi o tilẹ jẹ pe o jẹ ẹni ti o jẹ niya, iwọ ko le yọ ninu ewu ti o farasin, ti ajalu ba de ti idile rẹ, ti ẹnikan ba si kú, iwọ kì yio le sa lọ. Ní àkókò yẹn, èmi yóò dójútì, èmi yóò sì bẹ̀rù rẹ̀.” Nítorí náà, mo tú gbogbo ọrọ̀ mi ká, ó ran àwọn tálákà lọ́wọ́, kò sì bìkítà nípa ọ̀ràn arákùnrin rẹ̀ mọ́. Lẹhinna o fi ile ati awọn ọrẹ rẹ silẹ, o yipada si aṣọ Taoist, o si lọ si awọn oke-nla lati ṣe agbero ọkan ati ẹda rẹ.\nLọ́jọ́ kan, ó pàdé Zhongli àti Lu Dongbin ti Ilẹ̀ Ọba Han, inú wọn dùn gan-an nígbà tí wọ́n rí àwọn ìdáhùn tí Ábúrá Cao Guo ṣe, wọ́n fún un ní “Ìlànà Àṣírí ti Ìdápadà Òtítọ́” wọ́n sì pàṣẹ fún un pé kó máa ṣe dáadáa. Quan ati Lu Dongbin ni a ṣe afihan si kilasi aiku.", "聖意": "Ase fun ile, ile, ire, asesewa, oriire owo, igbeyawo, aririn ajo okunrin, gbingbin siliki sinu oko, gbingbin tete eran mefa, isonu ere, wiwa eniyan, igbese ofin, ijira, ohun ini ti o sọnu. , Aisan ti o pẹ, ire (odun ehoro tabi aburu fun ehoro), ire ni iboji oke.", "古人": "Arakunrin Cao Guo jẹ aiku", "第X籤": "Wole kejidilogun", "宮": "Maogong"}