{"籤詩版本二": "Jẹ ki ọkọ oju omi pada lati eti okun omi ti o yara, kini o fẹ ṣe nitori rudurudu naa?\nTi o ba fẹ wa ni ailewu, wa ifokanbale ati duro fun awọn igbi lati kọja aawọ yii.", "詩意": "Hexagram yii dabi ọkọ oju-omi ti o nrin lori eti okun iyara.\nDuro Konsafetifu ninu ohun gbogbo ati duro fun akoko naa.", "解曰": "Kọ silẹ ni omi ti o lagbara. Ewu naa n duro de akoko. Ti o ba beere nipa awọn eto ibudó. Ko si ohun ti a le ṣe.", "籤詩故事一": "◇Ziyi ti di ọba\nGuo Ziyi (697-781), ti a tun mọ ni Guo Linggong, jẹ ọmọ abinibi ti Agbegbe Zheng, Huazhou (nisisiyi Huaxian County, Agbegbe Shaanxi) ati gbogbogbo ni Ijọba Tang.\nNi akoko iṣọtẹ Anshi ni ọdun 14th ti Tianbao (755), o fun ni akọle Shuofang Jiedushi (Lingwu, iwọ-oorun ti Linggwu ni Ningxia ode oni) Wọn paṣẹ pe ki o jagun. Wọ́n darapọ̀ mọ́ ẹgbẹ́ ọmọ ogun ní Changshan (Zhengding, Hébéì) wọ́n sì ṣẹ́gun Shi Siming, wọ́n sì gba Hébéì padà. Ni akoko yii, Guo Ziyi daba pe ki oba gba Fan Yang lati ariwa ki o kọlu iho tiger ọlọtẹ lati dinku idọti Tongguan, ṣugbọn Xuanzong kọ. Lẹhinna, ipo ti awọn ilu vassal ti ipinya ni idile Tang ti pẹ ni a gbin, eyiti o tun di idi jijinna ti iparun ti Ijọba Tang.\nNi ọdun kẹdogun ti ijọba Tianbao (756), on ati awọn ẹgbẹ Uighur ṣọkan Hequ. Ni orisun omi ọdun ti nbọ, wọn gba Hedong (bayi Yongji, Shanxi) ati Feng Yi (bayi Dali, Shaanxi), wọn si kọlu Tongguan. ṣẹgun Cui Qianyu.Ogun Tang jiya diẹ sii ju awọn olufaragba 10,000 lọ. Cui Qianyu jowo fun Pujin. Lushan kan ti pa nipasẹ ọmọ rẹ An Qingxu.\nNi ọdun keji ti Zhide (757), o paṣẹ pe ki o dari awọn ọmọ ogun si Fengxiang Ni ọna, o ṣẹgun awọn ẹlẹṣin Li Guiren 5,000 ni Baiqu Liuyun Bridge (ni guusu ila-oorun ti Sanyuan loni) Ni May, o ja pẹlu An Shouzhong ati Li Li. Guiren ni Qingqu (iha iwọ-oorun ti Xi'an loni) ni a ṣẹgun, o si lọ si Wugong (ni ariwa iwọ-oorun Wugong loni) Ni Oṣu Kẹsan, o tẹle Marshal Guangping Wang Li Chu lati dari awọn Tang ati Uighurs lati darapọ mọ awọn ọmọ ogun 150,000, lẹhinna jagun. pẹlu An Shouzhong ati Li Guiren ni Xiang Ni ariwa ti Tẹmpili Ji (guusu iwọ-oorun ti Chang'an County loni), awọn ọmọ-ogun Uighur yika lẹhin ọta, kolu lati ẹgbẹ mejeeji, o si pa awọn ọta 60,000. Zhang Tongru sá lọ si agbegbe Shaanxi, ati nikẹhin o tun gba olu-ilu Chang'an (Xi'an loni) Ogo ti ogun Tang tun tun pada si Chang'an lẹẹkansi.\nLẹhinna, awọn ọmọ-ogun Tang gba anfani ti iṣẹgun naa o si lọ si ila-õrùn, ti o ṣẹgun awọn ọkunrin 150,000 pẹlu Yan Zhuang ati Zhang Tongru ni Xindian (bayi ni iha iwọ-oorun ti Sanmenxia City, Henan Province), fi agbara mu Anqing Xu lati sọdá Odò Yellow ati pada si Xiangzhou. Dongjun Luoyang pada. Ṣafikun Situ si awọn iteriba rẹ ki o jẹ ki o jẹ Duke ti orilẹ-ede naa.\nShi Siming mu ọmọ ogun rẹ lati Fan Yang lati gba An Qingxu. Awọn ẹgbẹ mejeeji ja ni idasile ariwa ti Odò Anyang (oni Ariwa ti Anyang) Ija naa ko ṣee ṣe, ni ipari, nipasẹ Jiedushi mẹsan, ọmọ ogun Tang, eyiti o jẹ olori. sọ pe o ni awọn ọkunrin 600,000, ti o pada (ninu Ogun Yecheng) ogun). Alakoso akọkọ ti ogun yii ni iwẹfa Yu Chaoen, ti ko ni awọn ọgbọn olori ati pe o jẹbi Guo Ziyi fun ikuna ogun naa. A pe Guo Ziyi pada si Chang'an, o gba agbara ologun, o si di alaṣẹ alaiṣe.\nNi ọdun akọkọ ti Baoying (762), awọn ọmọ-ogun ti o wa ni Taiyuan (ni guusu iwọ-oorun ti Taiyuan loni) ati Jiangzhou (Xinjiang loni ni Agbegbe Shanxi) ṣọtẹ, ile-ẹjọ bẹru, nitorinaa fun Ziyi ni akọle Ọba Fenyang o si jade lọ si ile-ẹjọ. Iṣakoso Jiangzhou. O tun jẹ ajeji nipasẹ iwẹfa Cheng Yuanzhen o si gba agbara lọwọ ologun.\n(Idojukọ itan yii: Guo Ziyi, ẹniti o lagbara pupọ ati ihuwasi, pade Xuanzong ati diẹ ninu awọn onibajẹ, eyiti o ba awọn aṣeyọri rẹ jẹ pupọ.)", "聖意": "Ibukun ile ati ara ẹni, wiwa ọrọ, ko si iṣowo, ko si igbeyawo, ko si itaniji eke, awọn ẹlẹsẹ de Tiancanji, ti o ṣoro lati wa eniyan, awọn ẹjọ ilu ati (kii ṣe Xing), ijira, iloniwọnba, ohun-ini ti o sọnu, lile lati wa, awọn arun, gbadura ibukun, oke ati awọn ibojì, auspicious", "古人": "Wọ́n dé Ziyi ọba", "第X籤": "Kọkandinlogun Gba Lotto", "宮": "Tatsumi"}