{"籤詩版本二": "Lẹhin ọpọlọpọ awọn aniyan ati awọn ewu, kii yoo jẹ ofo lẹẹkansi lati igba yii lọ\nOkan oninurere ni eto oninurere tirẹ, o ni lati pade amoye kan lati ṣe aṣeyọri nla.", "詩意": "Hexagram yii dabi kanga atijọ pẹlu orisun omi kan.\nNinu ohun gbogbo, awọn eniyan ọlọla ṣe aṣeyọri aṣeyọri.", "解曰": "Ẹjọ yoo bajẹ jẹ idalare. Aisan ati ailewu. Wọle ati jade lati wa imọran. Kanga atijọ pade orisun omi.", "籤詩故事一": "◇Yao Chong n ṣakoso awọn eṣú\nYao Chong (649-721), ti oruko re n je Yuan Chong, wa lati Shaanzhou, O je minisita ti Xia Guan, Shangshu ti Chunguan, Ziweiling, Zhongshuling, ati Alakoso Agba ni Oba Tang.\nNí ọdún kẹrin ti Kaiyuan (716), Shandong (ní gbogbogbòò tí ń tọ́ka sí Odò Yellow Basin ní ìlà oòrùn Huashan) ni àwọn eéṣú gbá àwọn eéṣú já, àwọn èrò ìgbàgbọ́ nínú ohun asán ni wọ́n dè wọ́n, wọn kò sì gbọ́dọ̀ ṣọdẹ àti pa wọ́n, dípò bẹ́ẹ̀, wọ́n gbéra kalẹ̀. Ńṣe ni wọ́n ń rúbọ, wọ́n ń sun tùràrí, wọ́n ń jọ́sìn lẹ́gbẹ̀ẹ́ pápá, wọ́n sì ń wo àwọn irè oko tí eṣú ń jẹ.\nGbogbo àwọn òṣìṣẹ́ aláṣẹ gbà pé: “Àwọn eéṣú jẹ́ àjálù àdánidá, báwo ló ṣe lè jẹ́ kí wọ́n máa darí wọn!” Ìjà tó wà láàárín àwọn èrò méjì tó yàtọ̀ síra gbóná janjan nígbà yẹn, yálà láti mú eéṣú kúrò tàbí kí wọ́n má ṣe pa á run.\nYao Chong sọ pe: “Niwọn igba ti a ba n ṣiṣẹ papọ, a le pa gbogbo wọn kuro. O sọ pe: Awọn eṣú bẹru eniyan, nitorinaa wọn rọrun lati lé lọ. Awọn irugbin naa ni awọn oniwun, nitorinaa awọn olugbala gbọdọ ṣiṣẹ takuntakun; awọn eṣú Wọ́n lè fò, bí wọ́n bá sì rí iná lóru, wọ́n á fò lọ síbi rẹ̀; wọ́n á dáná sun wọ́n nínú pápá, kí wọ́n gbẹ́ ihò nígbà tí wọ́n bá ń jó, kí wọ́n sin wọ́n nígbà tí wọ́n bá ń jó, kò sì sí ohun tó kù.”\nXuanzong sọ pe: \"Awọn eṣú jẹ ajalu adayeba ti o fa nipasẹ iṣakoso iwa ti ko dara. Ti o ba beere fun wọn lati ṣaja ati pa wọn, eyi ko ha lodi si ọkà?\"\nYao Chong fi kún un pé: \"Ṣíwá àti pípa eṣú ni àwọn ará ayé àtijọ́ ń ṣe, ọlá ńlá rẹ yóò sì lò ó lọ́jọ́ iwájú.\nXuanzong ni idaniloju. Àmọ́ lákòókò yẹn, gbogbo èèyàn tó wà nínú ilé ẹjọ́ àtàwọn tó wà lẹ́yìn òde ló sọ pé àwọn kò lè ṣọdẹ eṣú.\nXuanzong sọ pé: \"Mo ti jíròrò pẹ̀lú olórí ìjọba, mo sì ti pinnu láti mú àwọn eṣú náà. Ẹnikẹ́ni tí ó bá tún tako àwọn eṣú náà ni a óò pa á.\nÀbájáde rẹ̀ gbéṣẹ́ gan-an ni, mílíọ̀nù mẹ́sàn-án dìn eṣú ni wọ́n kó káàkiri orílẹ̀-èdè náà, wọ́n sì mú ìyọnu eṣú náà kúrò ní àṣeyọrí, iṣẹ́ àgbẹ̀ sì ti kórè dáadáa lọ́dún yẹn.\n(Ọgbọn yẹ ki o lo ni iṣakoso ajalu ati imukuro, ati pe awọn ọgbọn ọgbọn gbọdọ wa lati bori awọn iṣoro. Yao Chong ni amoye ni ọran yii)", "聖意": "Ile lasan ni, ara eni dina, owo ti n wa owo dina, otaja dina, igbeyawo ati isokan dina, ewu lo wa ni Liujia, a ti di irin-ajo dina, a ti di kokoro siliki, a dina fun ẹran-ọsin ti ko dara, awọn eniyan padanu, ẹjọ gbogbo eniyan. dina, ijira ko ni imọran, awọn nkan ti o sọnu ni o ṣoro lati wa, awọn aisan ko nira lati gbadura fun, awọn oke-nla ati awọn iboji ko dun.", "古人": "Yao Chong n ṣakoso awọn eṣú", "第X籤": "Gba lotiri ogun-karun", "宮": "Mi Palace"}