{"籤詩版本二": "Agbasọ sọ pe awọn nkan ti yi pada, ati pe Mo gba lẹta kan lati ibi ipade.\nÒkìkí àti àṣeyọrí tí a ṣèlérí fún mi nínú ìwé náà wà òfo títí di òpin.", "詩意": "Hexagram yii ni orukọ eke.\nO ni imọran lati jẹ Konsafetifu ninu ohun gbogbo.", "解曰": "Soke ati isalẹ binu. Wiwa fàájì kii ṣe aiṣiṣẹ. Ifẹ fun olokiki. Duro lailewu.", "籤詩故事一": "◇Zhong Kui ni oye\nZhong Kui, orukọ orukọ rẹ jẹ Zhong Kui, ẹniti orukọ iteriba njẹ Zhengnan, wa lati Zhongnanshan.\nNi akoko ijọba Emperor Dezong ti Tang Dynasty, Zhong Kui ṣe alabapin ninu idanwo ijọba, Zhong Kui ka awọn ibeere idanwo naa o si kọ nkan naa lẹsẹkẹsẹ ni ẹẹkan o si fun u. Olori oluyẹwo ni ọjọ yẹn ni Han Yu, Minisita fun Oro Ilu, ati igbakeji oluyẹwo ni Lu Zhi, ọmọwe nla kan. Nigbati awọn mejeeji ka iwe Zhong Kui, oju wọn tan ati pe wọn sọ ni iṣọkan pe: \"Oṣó, oluṣeto! Gbogbo ọrọ ti o wa ninu nkan yii jẹ igbadun, o yẹ fun Li Taibai ati Du Zimei! \"Nitorina wọn pe Zhong Kui ni ipo akọkọ.\nEmperor Dezong tẹtisi ijabọ Han Yu o sọ pe Zhong Kui, aṣaju tuntun ti imọ-jinlẹ, jẹ talenti pupọ, nitorinaa o pe Zhong Kui ni Palace Golden.\nNigbati Emperor Dezong ri irisi rẹ ti o buruju, o binu lẹsẹkẹsẹ o si sọ pe, \"Aṣayan awọn ọlọgbọn ni ile-ẹjọ wa gbogbo da lori awọn ọrọ ti ara ẹni ati awọn iwe-kikọ. \"\nHan Yu yara kunlẹ o si sọ pe: “Ire ati buburu eniyan kii ṣe gbogbo irisi. stutters sugbon o le ran awọn Han Oba; Confucius ṣe idajọ eniyan nipa irisi wọn, ati ki o padanu ọmọ rẹ Yu. Mo lero rẹ kabiyesi yoo ro lemeji. \"\"\nEmperor Dezong ronu fun iṣẹju diẹ o si sọ pe: \"Biotilẹjẹpe awọn ọrọ Han Aiqing jẹ oye, nigbati mo jẹ Emperor Taizong, awọn ọjọgbọn mejidilogun wa ti o wa si Yingzhou ti wọn si sọrọ nipa rẹ. Ọkunrin yii ni ọmọ-iwe akọkọ. Mo bẹru pe agbaye yoo rẹrin si mi nitori ko mọ awọn talenti.\"\nAlakoso Agba Lu Qi jẹ ọkan ti o dín ati ilara awọn talenti. Lẹhin ti o gbọ awọn ọrọ oba ọba, o kunlẹ o si sọ pe: \"Ọmọ-iwe-ẹkọ akọkọ ni koko-ọrọ goolu gbọdọ jẹ mejeeji inu ati ita. Awọn oludije ọgọrun mẹta wa fun koko-ọrọ yii. Kilode ti o ko yan ọkan miiran?\"\nNígbà tí Zhong Kui rí i pé ọkùnrin yìí dàrú gan-an, kò lè ràn án lọ́wọ́ bí kò ṣe bínú, ó tọ́ka sí Lu Qi, ó sì bú pé: “Bí irú òṣìṣẹ́ òṣìṣẹ́ bẹ́ẹ̀ bá wà nílé ẹjọ́, ṣé kò ní pa orílẹ̀-èdè náà jẹ́?” Lẹ́yìn ìyẹn. ó fi ọwọ́ rẹ̀ lu Lu Qi.\nNigbati o ri eyi, Dezong binu o si sọ pe: \"O ni igboya, o ni igboya lati fa wahala ni Ile-iṣọ Golden, gbe e silẹ ni kiakia!\"\nNi ibinu, Zhong Kui fa idà yọ kuro ni ẹgbẹ-ikun ti gbogbogbo ti o duro ni ile ọba o si kigbe ni ariwo: \"O ṣoro fun ologbo ti o ni ibanujẹ lati farawe ẹkùn kan, ati pe parrot ti o ni ibanujẹ ko dara bi adie.\" Lẹ́yìn náà, ó pa ara rẹ̀.\nNígbà tí Olú Ọba Dezong rí i pé Zhong Kui fi ìbínú pa ara rẹ̀, ó yà á lẹ́nu gidigidi, láti lè gba ọkàn àwọn èèyàn lọ́kàn, ó pàṣẹ pé kí wọ́n sin Zhong Kui pẹ̀lú orúkọ oyè No. ti Exorcism lati yọ awọn ẹmi buburu kuro ni agbaye.", "聖意": "Gbadura fun ibukun lori ile, aabo ara rẹ, awọn iṣoro owo, ikuna iṣowo, ikuna igbeyawo, Awọn alarinkiri obinrin Liujia, Shinta silkworms idaji-jinna, ẹran ile mẹfa ti a le gbe, eniyan ti o padanu, Awọn ẹjọ ilu Iwọ-oorun, ijira, iloniwọnba, sọnu ohun ini, arun, gbadura fun ire ni oke ati awọn ibojì", "古人": "Zhong Kui gba Tao", "第X籤": "Ogun-ẹẹrindinlọgbọn bori ni lotiri (Lotiri)", "宮": "Mi Palace"}