{"籤詩版本二": "Lilo akoko ni alaafia ati idakẹjẹ, joko ati dubulẹ lakoko ti o ni tii lẹhin ti o kun\nO ko nilo lati ṣiṣẹ lọwọ ni ti ara ati ni ti ọpọlọ, ati pe iwọ kii yoo fa aiṣododo tabi ajalu.", "詩意": "Hexagram yii jẹ aami ti alaafia ati iduroṣinṣin.\nNinu ohun gbogbo, nduro fun akoko ti o tọ yoo mu orire ti o dara.", "解曰": "Duro lailewu ati dun. Beere awọn oriṣa. Duro titi akoko yoo fi de. Awọn nkan n ṣẹlẹ nipasẹ aye.", "籤詩故事一": "◇Foyinhui Dongpo\nNi ẹẹkan, Su Dongpo ni oye diẹ lakoko ti o nkọ Zen. O rii pe ipo rẹ ga ju, o si ni idunnu ninu rẹ. N kò lè dá ìfẹ́kúfẹ̀ẹ́ mi dúró, mo ta páànù mi, mo sì kọ oríkì kan:\n\"Ni arin ọrun, Jishou n tan imọlẹ ni gbogbo agbaye; ko le ṣe afẹfẹ nipasẹ awọn afẹfẹ mẹjọ, o joko ni pipe lori lotus goolu eleyi ti.\"\n(Awọn afẹfẹ mẹjọ n tọka si: èrè, idinku, iparun, okiki, iyin, ẹgan, ijiya, ati idunnu. Eyi ni pe, aibikita nipasẹ awọn ipinlẹ mẹjọ wọnyi ni a npe ni \"afẹfẹ mẹjọ ko le gbe\")\nLẹhin kikọ rẹ, Dongpo ran iranṣẹ rẹ kọja odo lati fi fun Zen Master Foyin ti tẹmpili Jinshan.\nLẹhin ti Zen Master Foyin ka rẹ, o samisi rẹ pẹlu ọrọ \"fart\" o si fi fun iranṣẹ rẹ lati mu pada.\nInu binu Dongpo lẹhin ti o ri eyi, nitorina o gba ọkọ oju omi kọja odo naa o si lọ si tẹmpili Jinshan lati wa edidi Buddha fun ijiroro.\nNigbati Dongpo de ẹnu-ọna ti tẹmpili Jinshan, Foyin ti nduro ni ẹnu-ọna.\nLẹsẹkẹsẹ Su Dongpo fi ẹsun kan Foyin pe: “Kilode ti o fi pe ewi naa ti mo kọ ni fart?”\nFoyin dahun pe: \"Ṣe o ko ti le fẹ nipasẹ awọn afẹfẹ mẹjọ? Bawo ni o ṣe le ṣe 'lu ọ kọja odo' nipasẹ fart!\"\nNi akoko yii, Dongpo ni iyalenu lati mọ pe ko dara to ati pe o fi silẹ ni itiju.\n(Itan yii jẹ apẹrẹ fun \"Oru naa ko ti de\")", "聖意": "Gbadura fun ile ati aabo ara re, fun oro yin, fun owo re, fun akoko rere, fun igbeyawo yin, fun aririn ajo obinrin ni Liujia, ki o ko kokoro de si oko, ki awon eran mefa naa duro lele. fun wiwa ẹnikan, fun wahala, fun awọn ẹjọ ilu, fun ijira, fun ohun ini ti o sọnu, fun aisan, fun fifiranṣẹ si iboji oke, ti o dara.", "古人": "Foyinhui Dongpo", "第X籤": "Ọgbọn-ọkan gba nọmba", "宮": "Wei Gong"}