{"籤詩版本二": "Ti o ba fẹ lati wa ni ailewu ati alaafia, ko dara lati ni awọn abẹla ni afẹfẹ.\nO dara lati nu soke ki o si joko ni kan jin alabagbepo, yago fun ina, mì ni a idakẹjẹ ibi, ati ki o gbe ni ayika. Gbigbọn → Yao. Ọfẹ → diẹ.", "詩意": "Hexagram yii dabi afẹfẹ gbigbọn fitila ati abẹla.\nTitọju ohun nigbagbogbo yoo mu orire ti o dara.", "解曰": "Farabalẹ ni ibi idakẹjẹ. Wa lori ipe ki o wa ni akoko. O ni ko kan ibukun. Konsafetifu ati ki o yẹ.", "籤詩故事一": "◇Li Jing padà sí òkè\nLi Jing (571-July 2, 649), orukọ iteriba Pharmacist, jẹ ọmọ abinibi ti Sanyuan, Yongzhou (ni bayi ni ariwa ila oorun ti Sanyuan County, Ipinle Shaanxi). Gbogboogbo lati Idile Oba Sui ti o ti kọja si Ijọba Tang kutukutu, o jẹ onimọ-jinlẹ ologun olokiki pẹlu awọn ọgbọn ara ilu ati ologun ni Ijọba Tang. Nigbamii, o fun ni akọle Duke ti Wei, ati pe a mọ ni Duke ti Wei ni agbaye.\nLi Jing ni baba Nezha ọmọ-alade kẹta ninu atokọ ti awọn oriṣa, ti a tun mọ ni “Ọba Tota” Li Jing ati ọmọ rẹ ṣe iranlọwọ Jiang Ziya (Tai Gong) lati ṣẹgun Queen Zhou, ṣeto ijọba Zhou, ati Ọba. Wu ifowosi goke itẹ. Jiang Ziya lẹhinna ṣeto akojọ awọn oriṣa kan o si ṣe ayẹyẹ kan lati ṣe itunu awọn ẹmi awọn ọmọ ogun ti o ku ninu ogun naa. Láti ìgbà náà lọ, ayé di àlàáfíà àti àlàáfíà. Ọba Wu fẹ lati ṣe awọn marquises ati san wọn, ati pe o tun fẹ lati pin ilẹ si awọn akọni ti o ṣẹda. Li Jing, baba rẹ̀ ati ọmọ rẹ̀, ati awọn eniyan meje miiran beere lati pada si oke-nla lati ṣe iṣe Taoism ati pe ki wọn maṣe jẹ ki okiki ati ọrọ-arọ aye gba afẹju. Lẹ́yìn náà, gbogbo àwọn méje náà “di ẹni mímọ́ nínú ara” wọ́n sì wà ní ipò àìleèkú.\nAwọn itan ti \"Feng Shen Bang\"", "聖意": "Ile ni Konsafetifu, Mo wa lasan, Mo n wa ọrọ, iṣowo ni iṣoro, igbeyawo mi ko ni ibamu, Liujia gbadura fun awọn ẹlẹsẹ lati ni igbagbọ, awọn igi silkworm ti pọn ni Igba Irẹdanu Ewe, ati awọn ẹranko mẹfa ni ailewu, eniyan ti padanu, ẹjọ ilu. ati ijira ni o wa Konsafetifu, sọnu ohun ini arun, ma ko yi ibojì ni Jianxingshan", "古人": "Li Jing pada si oke", "第X籤": "Ọgbọn-keje lotiri Winner", "宮": "Shen Gong"}