{"籤詩版本二": "Kẹkẹ pupa ṣubu ni iwọ-oorun, ehoro dide ni ila-oorun, yin dagba ati yang yoo parẹ, ohun gbogbo si ni rere.\nTi obinrin ba fe lo, yoo mu oro re po si, yoo si mu idunnu wa si okan re.", "詩意": "Hexagram yii jẹ aami ti Yin dagba ati Yang ti sọnu.\nOhun gbogbo ni o nira ṣaaju ki o rọrun nigbamii.", "解曰": "Yin ni anfani fun awọn obirin. Ko dara fun awọn ọkunrin. Ti o ba n wa imọran. Ibi ni o wa lakọọkọ lẹhinna ohun rere yoo wa.", "籤詩故事一": "◇Wu Zetian gorí ìtẹ́\nNi ọdun 14, Wu ti pe si aafin nipasẹ Emperor Taizong Li Shimin ti Tang Dynasty gẹgẹbi eniyan ti o ni talenti, ti a npè ni \"Wu Mei\". Lẹhin ti Taizong kú, Zetian wọ Tẹmpili Ganye o si di arabinrin.\nNigba ti Emperor Gaozong ti Tang Dynasty wá si itẹ, o si pè awọn Wu ebi sinu aafin lati san owo fun Zhaoyi. Ni ọdun kẹfa ti Yonghui (655), Emperor Gaozong ṣeto Wu bi ayaba rẹ.\nWu Zetian jẹ ọlọgbọn, ṣe alabapin ninu awọn iwe-iwe ati itan-akọọlẹ, o si jẹ ọlọrọ ni agbara. Laipẹ lẹhin Wu Zetian di ayaba, nitori Gaozong jẹ alailagbara ati aisan, nigbami o fi fun u lati ṣakoso awọn ọran iṣelu kan, nitorinaa agbara rẹ dagba. Ni ọdun akọkọ ti Shangyuan (674), Emperor Gaozong ni a npe ni \"Emperor\", Empress Wu ni a npe ni \"Queen of Heaven\", ati pe wọn pe wọn ni \"Awọn eniyan mimọ meji\" ni aafin.\nNi ọdun akọkọ ti Hongdao (683), Gaozong ku, Prince Li Xian wa si itẹ, Wu Zetian si wa lati ṣe akoso ijọba naa. Ni Kínní ti ọdun akọkọ ti Sisheng (684), Wu Zetian fi Li Xian silẹ gẹgẹbi Ọba Luling o si fi ọmọ rẹ kẹrin Li Dan mulẹ gẹgẹbi ọba, tẹsiwaju lati ṣe akoso ijọba naa. Ní September ọdún yẹn kan náà, ó yí àsíá náà pa dà sí wúrà, Luoyang tó jẹ́ olú ìlú ìlà oòrùn sì tún sọ orúkọ olú ìlú Ọlọ́run. Ni ọjọ kẹsan ti Oṣu Kẹsan ni ọdun akọkọ ti Tianshou (690), Wu Zetian kede ara rẹ ni ọba o si yi orukọ orilẹ-ede naa pada si Zhou.", "聖意": "Ile ko dara fun ara eni, gbigbadura ibukun, wiwa oro, iṣowo ṣọja, oriire ninu igbeyawo, oriire buburu ni igbeyawo (abo), awọn ẹlẹsẹ ti n dina oko, ikorora, ẹran ọlọla, wiwa eniyan, Iyapa, ẹjọ, ipadanu, ijira , isonu ohun ini, aisan, ipaya, oke ati iboji, oriire", "古人": "Wu Zetian goke itẹ", "第X籤": "Awọn ogoji lotiri Winner", "宮": "Iwo Palace"}