{"籤詩版本二": "Iwọ o ranti ọrọ rere ailopin, ṣugbọn iwọ yoo jẹ ọmọ olè.\nMaṣe ṣe ojukokoro ni akoko yii ki o ṣe aniyan nipa bawo ni yoo ṣe ṣe nkan ti o dara ni ọdun kan sẹhin.", "詩意": "Hexagram yii ṣe idanimọ ole bi ọmọkunrin kan.\nṢọra ninu ohun gbogbo ti o ṣe.", "解曰": "Eyi nikan. Arakunrin kan ko ṣe aṣiṣe. Jeki o si lokan. Maṣe dawa.", "籤詩故事一": "◇Dong Zhuo gba Lu Bu\nLu Bu, ti o ni igboya ati ti o dara ni ija, jẹ olokiki ologun gbogbogbo ni opin ijọba Ila-oorun Han ati ibẹrẹ ti awọn ijọba mẹta. O ti gba Ding Yuan, bãlẹ Jingzhou nigba kan gẹgẹ bi baba agbasọmọ ati ṣiṣẹ labẹ rẹ.\nLẹhin iku ti Emperor Ling ti Ila-oorun Han Oba, Ding Yuan lọ si Ilu Beijing lati ṣagbepọ pẹlu gbogbogbo He Jin lati ṣakoso ijọba naa.\nDong Zhuo ja pẹlu Ding Yuan, ṣugbọn ọpọlọpọ awọn olori ogun ko lagbara lati ṣẹgun Lu Bu, nitorina Dong Zhuo ran Li Su labẹ rẹ lati fun Lu Bu ẹbun. Li Su mu awọn pipo ti wura ati awọn iṣura fadaka ati olokiki ẹṣin pupa ehoro si “ṣabẹwo Lu Bu”. Li Su mu awọn akopọ goolu ati awọn iṣura fadaka ati olokiki ẹṣin pupa ehoro lati ṣabẹwo si Lu Bu. Nitorina Lu Bu ti gba ẹbun lati ọdọ Dong Zhuo lati pa Ding Yuan, o si sọ fun awọn ọmọ-ogun rẹ pe ki wọn wa pẹlu rẹ ti wọn ba fẹ, ki wọn lọ kuro ti wọn ko ba fẹ tẹle oun, nitori eyi, ọpọlọpọ awọn ọmọ-ogun ti salọ. Nitorina Lu Bu ti gba ẹbun nipasẹ Dong Zhuo o si pa Ding Yuan.\nLẹhin ti Dong Zhuo gba agbara, o gba Lu Bu gẹgẹbi ọmọ ti o gba silẹ o si sọ ọ di gbogbogbo ati marquis.\nDong Zhuo ni ibinu, ati “ibaṣepọ baba-ọmọ” pẹlu Lu Bu jẹ alailagbara pupọ ni 189 AD, ni ipilẹṣẹ Situ Wang Yun, Lu Bu pa Dong Zhuo.\nOṣu mẹfa lẹhin iku Dong Zhuo, awọn ọmọ-ogun Dong Zhuo atijọ yabo si olu-ilu naa, Lu Bu ati iyawo rẹ si salọ ni ijaaya. Lẹhin ti o ti kuro ni olu-ilu, Lu Bu wa ibi aabo pẹlu awọn olori ogun Yuan Shu, Yuan Shao, Zhang Yang, Zhang Miao, Liu Bei, ati bẹbẹ lọ, o si ja ọpọlọpọ igba pẹlu Cao Cao, olori ogun pataki miiran nigba naa. Lu Bu jẹ akọni ati ti o dara. ni ija, o si ṣẹgun Cao Cao ni igba pupọ.\nNi ọdun kẹta ti Jian'an ni Iha Iwọ-oorun Han, awọn ọmọ ogun Cao Cao kolu Xiaopei, ipilẹ Lu Bu, wọn si mu wọn ati pa nipasẹ Cao Cao labẹ Ile-iṣọ Baimen. Ṣaaju ipaniyan, Lu Bu beere lọwọ Cao Cao lati jẹ ki o wa laaye lati yago fun iku, ṣugbọn Liu Bei leti Cao Cao pe Lu Bu ti da ọ ni ọpọlọpọ igba ati pe o jẹ alaiṣotitọ. Ni ipari, Cao Cao, ẹniti o ni idiyele awọn talenti nikan laibikita iwa ihuwasi, pa Lu Bu.", "聖意": "Ara mi ko ba mi nile, mo maa n wa owo, ma sora fun idunadura, o soro lati se igbeyawo, okunrin Liujia kayefi, awon eeyan wa si oko, kokoro siliki ti di idaji, eranko mefa lobo, eniyan nwa eniyan, awọn ẹjọ ti o yẹ ati ijira, awọn ohun ti o sọnu ni o ṣoro lati wa, awọn aisan ni o ṣoro lati wa, ati pe alaafia wa ni ibojì ti Zhenxing Mountain.", "古人": "Dong Zhuo gba Lu Bu", "第X籤": "No.. 41 Gbigba Lott", "宮": "Iwo Palace"}