{"籤詩版本二": "Olú-ọba, olú-ọba, àti olú-ọba yóò jẹ́ olóore-ọ̀fẹ́ níkẹyìn wọn yóò dúró, wọn yóò sì gbàdúrà fún ìbùkún láìsí pàdánù tàbí èrè.\nGbogbo eda ni anfaani re, a si nreti ire laye ati lorun.", "詩意": "Hexagram yii jẹ ami ti ojurere lati ọrun.\nOhun gbogbo yoo jẹ aṣeyọri.", "解曰": "Olú-ọba fi ojú rere rẹ̀ hàn. Ma se gbagbe. Owurọ ati aṣalẹ rituals. O yẹ lati sun turari.", "籤詩故事一": "◇Mulian gba ìyá rẹ̀ là\nMokou Lian, tabi Mulian, jẹ alagbara julọ laarin awọn ọmọ-ẹhin mẹwa ti Sakyamuni Buddha.\nÌyá rẹ̀ jẹ́ oníwọra àti aríra nígbà ayé rẹ̀, nítorí náà ó ṣubú sí ìjọba àwọn iwin tí ebi ń pa lẹ́yìn ikú rẹ̀. Mokhullian lo agbara idan lati ṣakiyesi o si rii pe a bi iya rẹ bi iwin ebi npa, laisi ọna lati gba ounjẹ ati pe o wa ninu ipọnju nla, o lo agbara idan lati mu ounjẹ wa fun iya rẹ Lairotẹlẹ, lẹhin iya ti gba oúnjẹ náà, ó di eérú, a kò sì lè jẹ.\nMaudgalyana ṣe aniyan nipa ohun ti o ṣẹlẹ o si royin fun Buddha. Buddha sọ fun Mulian pe ni ọjọ 15th ti oṣu keje, o yẹ ki o fi ọgọrun awọn adun ati eso marun sinu agbada kan ki o fi wọn fun awọn oniwa rere ti awọn itọnisọna mẹwa. Pẹlu agbara yii, iya rẹ yoo ni anfani lati jẹun. .\nMaudgalyana ṣe gẹgẹ bi ifẹ Buddha, iya rẹ si ni ominira nikẹhin. Iru ayeye yii ni a npe ni \"Obonu Festival\" ati pe ajọdun yii ni a npe ni \"Ọdun Obon\".\n(Akiyesi: Iru nkan elo kan ni awọn ikunsinu oriṣiriṣi ni awọn ipele oriṣiriṣi agbaye. Fun apẹẹrẹ: nigbati ojo ba rọ ni agbaye yii, a rii bi “omi”, lakoko ti awọn ẹda ti o wa ni agbegbe ẹmi ti ebi npa lero rẹ bi “ẹjẹ”, ati Awọn eeyan ti o ni imọlara ni ọrun apadi ni imọlara rẹ bi “ẹjẹ” O kan lara bi “sisọ idà kan silẹ”, lakoko ti awọn ẹda ọrun lero bi “sisọ ododo kan silẹ”.)", "聖意": "Adura fun ile ati ile, gbigbadura fun orire ni igba otutu, wiwa ọrọ, ko si idunadura, igbeyawo, alafia ni Liujia, awọn ẹlẹsẹ-ẹsẹ, awọn aaye gbigbe, silkworms, eranko mẹfa, wiwa eniyan, ẹjọ, aṣeyọri, migration, Conservatism, sọnu ohun ini, aisan , alafia ti awọn oke-nla, ibojì", "古人": "Mulian gba iya rẹ là", "第X籤": "Wole ogoji-meji", "宮": "Iwo Palace"}