{"籤詩版本二": "Aye ni irọrun ati pe ohun gbogbo jẹ atilẹyin ti ara ẹni, atilẹyin ti ara ẹni ati ailewu\nOhun gbogbo ni aye iyanu, dupẹ lọwọ awọn eniyan mimọ ati awọn ọlọgbọn fun ohun gbogbo, ki o si ni ilọsiwaju.", "詩意": "Hexagram yii duro fun isokan laarin ilẹ ati ilẹ.\nOhun gbogbo n lọ daradara ko si ewu.", "解曰": "Ohun gbogbo ni a bi. Gbogbo awọn ero ati awọn ifẹ yoo ṣẹ. Ford iranlọwọ. Rui Qi wa ni iyara.", "籤詩故事一": "◇Àwọn arìnrìn-àjò ń jèrè ìmọ́lẹ̀\nIrin ajo lọ si itan Oorun:\nSun Wukong gba Òkè Òdòdó àti èso, ó sì di ọba, lẹ́yìn náà, kí ó lè rí ọ̀nà láti wà láàyè títí láé, ó fi ọdún mẹ́jọ tàbí mẹ́sàn-án rìn káàkiri òkè ńlá àti odò láti jọ́sìn Patriarch Bodhi gẹ́gẹ́ bí olùkọ́ rẹ̀, ó kọ́ àádọ́rin ọdún. Awọn iyipada meji ti ibi ti aiye ati awọn awọsanma somersault, o si mu orukọ idile Sun fun igba akọkọ.\nLẹhin iyẹn, Sun Wukong lọ si aafin Dragon ni Okun Ila-oorun China lati wa ohun ija to dara, ati nikẹhin ri Ruyi Golden Cudgel, abẹrẹ atọrunwa ti Tianhe ati Dinghai. Nítorí pé àkókò ìgbésí ayé rẹ̀ ti kọjá, ó bẹ̀rẹ̀ sí í ṣe rúkèrúdò nínú ayé abẹ́lẹ̀, ó tún ìwé ìyè àti ikú ṣe, ó sì padà sí ayé ẹ̀dá ènìyàn. Nigbamii, Sun Wukong ti pe nipasẹ ọrun fun igba akọkọ ati pe orukọ rẹ ni Bima Wen. Lẹ́yìn náà, wọ́n pe á lọ sí ọ̀run lẹ́ẹ̀kejì, wọ́n sì sọ ọ́ ní Ọba Ọ̀bọ, Ó tún jí péásì, ó sì ṣe rúkèrúdò lókè ọ̀run, wọ́n fi èdìdì dì í nínú ààrò Bagua láti fi ṣe ojú wúrà àti ojú rẹ̀ tó ń jó, nígbẹ̀yìn-gbẹ́yín, ó tún jí péásì, ó sì gbógun tì í. Ti tẹmọlẹ nipasẹ Tathagata Buddha ni ẹsẹ ti Wuzhi Mountain fun ọdun 500, ko le gbe. Ibi ti ileru Bagua ti tapa si yipada si oke ina.\nẸ̀ẹ́dẹ́gbẹ̀ta ọdún lẹ́yìn náà, Monk Tang lọ sí Ìwọ̀ Oòrùn láti gba àwọn ìwé mímọ́, ó kọjá lọ sí Òkè Òkè Elementi Márùn-ún, ó sì mú ọ̀gbọ́n náà kúrò kí ó tó gba Sun Wukong là. Sun Wukong bu omije pẹ̀lú ìmoore, lẹ́yìn tí Guanyin Bodhisattva ti fún un ní ìtọ́ni, ó jọ́sìn Tang Monk gẹ́gẹ́ bí olùkọ́ rẹ̀ ó sì lọ sí Ìwọ̀ Oòrùn láti kọ́ àwọn ìwé mímọ́ papọ̀. Ni ọna lati kọ awọn iwe-mimọ, Sun Wukong sọkalẹ sori awọn ẹmi èṣu o si pa awọn ohun ibanilẹru kuro, o si ṣe awọn iṣẹ iyanu leralera. Lẹhin awọn iṣoro mọkanlelọgọrin, iṣẹ naa pari nikẹhin, awọn oluwa mẹrin ati awọn ọmọ-ẹhin wa si tẹmpili Xitian Leiyin wọn si gba iwe-mimọ otitọ. Sun Wukong ṣaṣeyọri abajade to tọ.\n(Ìtàn yìí jẹ́ àkàwé pé kódà ọ̀bọ lè di ìmọ́lẹ̀, ká má ṣẹ̀ṣẹ̀ jẹ́ èèyàn.)", "聖意": "Ile naa dara fun ara ẹni, fun ọrọ, iṣowo, igbeyawo, Liujia, awọn ẹlẹsẹ ọkunrin, idinamọ awọn aaye, awọn silkworms, ẹranko mẹfa, Zhongping, wiwa eniyan, awọn ẹjọ, aṣeyọri, ijira, ipadanu ohun-ini, arun, ibojì Xingxingshan, awọn nkan ni o ṣeun", "古人": "Arinrin ajo gba oye", "第X籤": "Wole lori 43rd", "宮": "xugong"}