{"籤詩版本二": "Ojú ọjọ́ tutù sọ omi di yinyin, kí ló dé tí o fi ń ṣe ojúkòkòrò sí òkìkí?\nEmi ko ni yiyan bikoṣe lati joko ni idakẹjẹ ati duro fun awọn ewe lati dagba nipa ti ara.", "詩意": "Ninu hexagram yii, omi yipada si yinyin.\nMaṣe beere ohunkohun ni asan.", "解曰": "Omi didi sinu yinyin. Ice yo sinu omi. Ti o ba jẹ rikisi. Beena o ri.", "籤詩故事一": "◇Wang Xiang beere fun carp (Awọn itan-ibọri-ọkan-mẹrin-mẹrin)\nWang Xiang ti Ijọba Jin, orukọ iteriba Fuzheng, ni a bi ni Linyi.\nNigba ti Wang Xiang wa ni ọdọ, iya rẹ ti bi kú, baba rẹ nikan ni iyawo kan ti a npè ni Zhu, Wang Xiang si ni iya titun. Nigba ti Wang Xiang wa ni ọdọ, iya rẹ ti ibi ti ku, ati baba rẹ nikan ni iyawo obinrin kan ti a npè ni Zhu. Iya iya Wang Xiang jẹ obinrin ti o ni ironu ati ilara, ko fẹran Wang Xiang, o si maa n ba a wi fun awọn ọrọ kekere. Laipẹ, iya iyawo tun bi ọmọkunrin kan ti a npè ni Wang Lan. Iya iya iyawo nikan fẹ awọn ọmọ tirẹ, o si ka Wang Xiang gẹgẹbi ẹgun ni ẹgbẹ rẹ, o tun di ibeere diẹ sii lori Wang Xiang, o si maa n sọrọ buburu si Wang Xiang niwaju baba rẹ, paapaa baba rẹ diẹdiẹ ko fẹran rẹ mọ. Iya iyawo nikan fẹràn awọn ọmọ tirẹ, o si ka Wang Xiang bi ẹgun ni ẹgbẹ rẹ, o tun n beere fun Wang Xiang, o si maa n sọrọ buburu si Wang Xiang ni iwaju baba rẹ, paapaa baba rẹ diẹdiẹ ko fẹran rẹ mọ. Botilẹjẹpe arakunrin idaji Wang Xiang, Wang Lan jẹ ọrẹ pupọ si arakunrin rẹ. Láìka ìdálóró ìyá ọkọ rẹ̀ sí, ó ṣì jẹ́ ọmọ-ẹ̀yìn. Iya alakọkọ naa le pupọ, ṣugbọn Wang Xiang tun jẹ alamọdaju pupọ.\nIya iyawo rẹ ni iṣẹ aṣenọju, iyẹn ni, o nifẹ lati jẹ ẹja tuntun ti o kan ti o wa lati odo. Iya iyawo rẹ ni iṣẹ aṣenọju, iyẹn ni, o nifẹ lati jẹ ẹja tuntun ti o kan ti o wa lati odo. Ní ìgbà òtútù kan, bàbá rẹ̀ jáde lọ fún òwò, ìyá ọkọ rẹ̀ sì tún ṣàìsàn, Arákùnrin Wang Xiang àti Wang Lan fara balẹ̀ fi ọbẹ̀ àti òògùn fún ìyá wọn láti jẹ. yara. Ní ìgbà òtútù kan, bàbá rẹ̀ jáde lọ fún òwò, ìyá ọkọ rẹ̀ sì tún ṣàìsàn, Arákùnrin Wang Xiang àti Wang Lan fara balẹ̀ fi ọbẹ̀ àti òògùn fún ìyá wọn láti jẹ. yara. Ìyá ìyá rẹ̀ tí ń ṣàìsàn náà fẹ́ jẹ ẹja tó ṣẹ̀ṣẹ̀ jáde látinú odò náà, nígbà tí ojú ọjọ́ òtútù mú gan-an, òjò dídì ń rọ̀ lóde, omi inú odò náà sì ti di yìnyín tó nípọn. Ìyá alárùn náà fẹ́ jẹ ẹja tuntun, níbo ni wọ́n ti lè rí ẹja tuntun ní ojú ọjọ́ dídì àti yìnyín yẹn?\nNi awọn ọjọ wọnni, ko si awọn ounjẹ ti akoko-akoko, ati pe o ko le ra wọn paapaa ti o ba ni owo.\nNi aaye yii ninu itan naa, itan ifọwọkan ti Wang Xiangqiu Li ṣẹlẹ. Awọn arakunrin meji naa ṣọ iya wọn laini iranlọwọ, nitori ki iya iyawo ti n ṣaisan naa ko ni ibanujẹ, Wang Xiang rin si odo ti o tutu, Wang Xiang ni imọran kan o si bọ ẹwu rẹ laika otutu, o dubulẹ ni igboro àyà lori glacier ati pe o fẹ. lati O nlo iwọn otutu ti ara rẹ lati yo yinyin (nitorinaa Wang Xiangqiu carp tun npe ni Wang Xiang ti o dubulẹ lori yinyin). O si bọ kuro rẹ seeti o si dubulẹ ihoho lori glacier. Ó gbàdúrà sí Ọlọ́run, ó sì sọ pé: “Ọlọ́run, ìyá mi ń ṣàìsàn, ó sì fẹ́ jẹ carp tuntun. O ní láti wá ọ̀nà kan sí mi lọ́nà yòówù kó jẹ́.” Ó yà mí lẹ́nu gan-an, òjò yìnyín tó wà lẹ́gbẹ̀ẹ́ rẹ̀ ya lójijì, méjì sì wà níbẹ̀. Carp kan ti o wa laaye kan jade lati inu fifọ o si fo lori yinyin, Wang Xiang dun pupọ. Ó gbàdúrà sí Ọlọ́run pé: “Ọlọ́run, ìyá mi ń ṣàìsàn, ó sì fẹ́ jẹ carp tuntun. O ní láti wá ọ̀nà kan fún mi láìka ohun yòówù kó o ṣe.” Ó yà mí lẹ́nu gan-an, òjò yìnyín tí ó wà lẹ́gbẹ̀ẹ́ rẹ̀ ya lójijì, ó sì sán méjì. Carp kan ti o wa laaye kan fo jade lati inu kiraki o si fo lori yinyin, Wang Xiang dun pupọ. Ó wólẹ̀ kíákíá, ó dúpẹ́ lọ́wọ́ Ọlọ́run, ó sì sáré lọ sílé pẹ̀lú carp. Ó wólẹ̀ kíákíá, ó dúpẹ́ lọ́wọ́ Ọlọ́run, ó sì yára gbé carp náà, ó sì lọ sílé. Lẹ́yìn tí ìyá ọkọ rẹ̀ jẹ carp tuntun, kò pẹ́ tí ara rẹ̀ yá lára ​​àìsàn rẹ̀. Iya iyawo ti o wa ni ibusun ile iwosan ni o ya nigba ti o ri ihoho Wang Xiang ti ara oke ti o n yipada eleyi ti otutu, ati ẹja meji ni ọwọ rẹ, o sare wọ inu yara naa pẹlu ayọ ati pe o ya.\nWang Xiang nigbamii di osise o si di Taibao, o si fun ni akọle Duke.", "聖意": "Ibanujẹ ni ile, Mo gbadura fun aabo, awọn iṣoro owo, awọn iṣoro iṣowo, igbeyawo, aiṣedeede ni iṣeduro Liujia, awọn ẹlẹsẹ-ẹsẹ, Chitian silkworms, isonu ti eranko mẹfa, awọn eniyan ti o padanu, awọn ẹjọ ilu, ijira, Konsafetifu, ohun ini ti o padanu, aisan, soro lati gba pada , ti o dara orire ni oke ibojì", "古人": "Wang Xiang beere fun carp (Awọn itan-ibọri-ọkan-mẹrin-mẹrin)", "第X籤": "Ogoji-mẹsan ti Ngba Lott", "宮": "Haigong"}