{"籤詩版本二": "O le rin irin-ajo lọ si gbogbo awọn igun ti orilẹ-ede naa, ti o kọkọ si ibori ọkọ oju omi lati gbe soke larọwọto\nTi afẹfẹ ọjo ba wa, yoo de laipẹ ati pe ọkọ oju-omi naa yoo kun fun awọn iṣura.", "詩意": "Hexagram yii dabi fifa ọkọ oju omi pẹlu afẹfẹ.\nOhun gbogbo lọ daradara.", "解曰": "Sinmi ni irọra. Ko si akitiyan beere. Opolopo oro. Gbogbo admired.", "籤詩故事一": "◇ Tao Zhugui Adagun Marun (Adágún Ligui Fan)\nNi Igba Irẹdanu Ewe ati Igba Irẹdanu Ewe, Fan Li, ẹniti orukọ iteriba rẹ jẹ Shaobo, ni a tun mọ ni Gui Yizipi tabi Tao Zhugong.\nNi akoko yẹn, ogun kan wa laarin Ipinle Wu ati Ipinle Yue, ati Ilu Wu ti pa Ilu Yue run. Fan Li ati Wen Zhong gbekale kan ètò fun Yue King Gou Jian lati se igbelaruge Yue ati ki o run Wu. Fan Li tikalararẹ rin nipasẹ awọn oke-nla ati awọn odo, o si ṣabẹwo si Odò Huansha ni Oke Cailuo lati wa Xi Shi, obinrin ẹlẹwa kan ti o ni awọn ihuwasi mejeeji, awọn talenti, ati ẹwa, o si gbekalẹ si Ọba Wu. O lo “ẹwa kan. ẹtan\" lati ṣe ifowosowopo inu ati ita ati pa ijọba Wu run.\nLẹhin ti o ṣaṣeyọri ni piparẹ ijọba Wu, Fan Li mọ pe Gou Jian jẹ “ẹiyẹ ọlọrun gigun pẹlu beki kan” ati pe o le pin awọn inira ati idunnu pẹlu rẹ, nitorina oun ati Xi Shi wọ ọkọ oju omi kọja Ijọba Qi, yi orukọ wọn pada. si Gui Zipi, o si mu awọn ọmọ rẹ ati awọn ọmọ-ẹhin rẹ ni ijọba Qi. Wọn n gbe ni ile kekere kan leti okun. Ó ṣiṣẹ́ kára láti ro ilẹ̀ aṣálẹ̀, ó máa ń ṣòwò lásán, ó sì ń ṣòwò, Láàárín ọdún mélòó kan, ó kó ọ̀kẹ́ àìmọye ohun ìní ìdílé jọ. O je oninurere ni titan oro ati sise rere si ilu abinibi re, ogbon ati agbara Fan Li ni awon ara ilu Qi moo, Oba Qi pe e si Linzi, olu ilu, o si sin gege bi olori ijoba to n dari eto ijoba. . Ó kígbe pé: “Jíjẹ́ òṣìṣẹ́ lè ṣamọ̀nà sí àwọn òjíṣẹ́, bí a sì ṣe ń ṣiṣẹ́ ìdílé lè yọrí sí ọrọ̀. Fun ògbólógbòó kan tí ó bẹ̀rẹ̀ láti ìpilẹ̀ṣẹ̀, èyí ti dé góńgó. Nítorí náà, ní ọdún mẹ́ta péré lẹ́yìn náà, Jiliu tún padà sẹ́yìn pẹ̀lú ìgboyà, ó dá èdìdì náà padà fún ọba Qi, ó sì fi gbogbo ọrọ̀ ìdílé rẹ̀ fún àwọn ọ̀rẹ́ rẹ̀ tímọ́tímọ́ àti àwọn ará abúlé ẹlẹgbẹ́ rẹ̀.", "聖意": "Ile dara fun ara re(ki a fi ranse), owo dara, owo o dara, igbeyawo ti pẹ, igbeyawo ko dara, Liujia ti wa ni ailewu, eniyan n ṣe idilọwọ awọn oko, awọn silkworms, Igba Irẹdanu Ewe, ẹran-ọsin, orisun omi. ni ire, eniyan n wa eniyan, awọn ẹjọ ko dara, ijira jẹ Konsafetifu, awọn nkan ti o padanu, awọn arun Oorun ti yanju, awọn oke-nla ati awọn ibojì ni guusu.", "古人": "Adagun marun-un Tao Zhugui (Agunmi Fan Ligui)", "第X籤": "Aadọta lotiri to bori", "宮": "Haigong"}