{"籤詩版本二": "Igbiyanju pupọ ni lati mu oṣupa ninu omi, o nilo igbiyanju pupọ ṣugbọn ko si nkankan.\nMaṣe sọ ọrọ isọkusọ, ki o si fi ipa rẹ lo lati fun ara ni okun.", "詩意": "Hexagram yii jẹ ojukokoro fun aworan igbiyanju.\nOhun gbogbo ti wa ni laalaa ati laalaa.", "解曰": "Awọn ileri jẹ gidigidi lati ranti. Opolopo ise takuntakun. Dààmú ni ile. Nduro lati pade awọn eniyan ọlọla.", "籤詩故事一": "◇Taibai mu oṣupa nigbati o mu ọti (Li Taibai mu oṣupa nigbati o mu yó)\nLi Bai (701-762), ti a tun mọ ni Taibai, ti a tun mọ ni Qinglian Jushi. Akewi ti awọn Tang Dynasty, ti o pe ara rẹ a lé àìkú, ti a mọ si Aikú ti oríkì, o si nigbagbogbo dun lai mimu.\nNi kete ti Li Bai wa si Jinling (bayi Nanjing) o si sinmi ni ile ounjẹ kan lẹgbẹẹ Afara Wende.\nỌjọ́ náà jẹ́ ọjọ́ kẹẹ̀ẹ́dógún oṣù òtútù, ní alẹ́, ó máa ń jókòó ní òun nìkan nínú ilé oúnjẹ, yóò sì gbóríyìn fún òṣùpá, nígbà tí ó ń mutí ó sì ń ka oríkì. Ọjọ́ náà jẹ́ ọjọ́ kẹẹ̀ẹ́dógún oṣù òtútù, ní alẹ́, ó máa ń jókòó ní òun nìkan nínú ilé oúnjẹ, yóò sì gbóríyìn fún òṣùpá, nígbà tí ó ń mutí ó sì ń ka oríkì. Li Taibai fẹran oṣupa julọ ni igbesi aye rẹ, o sọ pe o mọ ati lẹwa. Li Taibai fẹran oṣupa julọ ni igbesi aye rẹ, o sọ pe o mọ ati lẹwa. Ni alẹ ọjọ yẹn, o wo oke o si ri oṣupa funfun ati yika ni ọrun, inu rẹ dun pupọ o si mu awọn gilaasi diẹ sii. Ni alẹ ọjọ yẹn, o wo oke o si ri oṣupa funfun ati yika ni ọrun, inu rẹ dun pupọ o si mu awọn gilaasi diẹ sii. Ni ọganjọ oru, Li Taibai lo anfani ọti-waini o si sọkalẹ lọ si Wende Bridge. Ni ọganjọ oru, Li Taibai lo anfani ọti-waini o si sọkalẹ lọ si Wende Bridge. Ni kete ti o gun ori afara, o gbe ori re sile, lojiji lo ri osupa bo sinu omi, nigba ti odo na gbe, won fi ila dudu die si ojiji osupa funfun. Ni kete ti o gun ori afara, o gbe ori re sile, lojiji lo ri osupa bo sinu omi, nigba ti odo na gbe, won fi ila dudu die si ojiji osupa funfun. Li Taibai ti mu yó ni akoko yii ti o ro pe oṣupa ni omi odo ti bajẹ. Li Taibai ti mu yó ni akoko yii ti o ro pe oṣupa ni omi odo ti bajẹ. Ko tile danu lati gba bata orunkun re, o la owo re o si fo kuro lori afara lati mu osupa mu. Ko tile danu lati gba bata orunkun re, o la owo re o si fo kuro lori afara lati mu osupa mu. Lairotẹlẹ, pẹlu fo yii, oṣupa ko mu, ṣugbọn oṣupa ti o wa ninu omi ti fọ ati lẹsẹkẹsẹ pin si idaji meji. Lairotẹlẹ, ninu fo yii, oṣupa ko mu, ṣugbọn ọkunrin naa ti rì. O ku ni ẹni ọdun mejilelọgọta.", "聖意": "Ile ko baje, ara eni si wa ni oriire (aileri, akiyesi ilera), wa iwontunwosi ninu oro (ko ro nipa re), ise ti o le, igbeyawo ko yanju, gbadura fun aabo (ofo iṣura lati dena iloyun ), Awọn ẹlẹsẹ ni wahala, awọn silkworms aaye ni aaye marun, awọn ẹranko mẹfa ni o wa silẹ, n wa eniyan (ailore), ẹjọ ilu ati (Duro ẹjọ naa) Iṣilọ deede (ma ṣe darukọ rẹ) Ipadanu ohun ini (ọkọ ofurufu) Adura fun aabo lowo aisan (ailoriire) Orire ni oke ati iboji", "古人": "Taibai mu oṣupa nigbati o mu ọti (Li Taibai mu oṣupa nigba ti ọti)", "第X籤": "Aadọta-keji gba lotiri (Lotiri)", "宮": "Uterus"}