{"籤詩版本二": "Etíkun kún fún àpáta, odò ń ṣàn, ẹ̀fúùfù mọ́, òṣùpá mọ́, ọwọ́ àwọn ọlọ́lá sì ń dí.\nNi opopona, Mo ni lati beere ibiti mo ti lọ, maṣe mu õrùn ti awọn ododo ati awọn eweko inu igbo, maṣe tọju rẹ.", "詩意": "Hexagram yii dabi ọkọ oju-omi ti o nrin lori eti okun kekere kan.\nNinu ohun gbogbo, awọn eniyan ọlọla wa lati ṣe iranlọwọ.", "解曰": "Lati ṣe igbesi aye. Opolopo ise takuntakun. Duro Konsafetifu ati duro. Esi ipari ti o dara.", "籤詩故事一": "◇Luṣani iṣọtẹ\nLushan (703-757), ti orukọ-idile rẹ jẹ Kang ati pe orukọ rẹ jẹ Yaluoshan, wa lati Liucheng, Yingzhou (bayi Chaoyang, Liaoning).\nNigbamii, o gba orukọ-idile An o si yi orukọ rẹ pada si Lushan. Nigba ijọba Emperor Xuanzong ti Tang Dynasty, An Lushan jẹ aṣoju ologun.\nNi Oṣu kọkanla ọdun 14th ti Tianbao, An Lushan ko awọn ọmọ ogun dide ni Fanyang Ni orukọ ikọlu Yang Guozhong, o bẹrẹ iṣọtẹ o si mu awọn ọmọ ogun ti awọn ilu mẹta lati kọlu Luoyang, olu-ilu ila-oorun. Awọn iroyin lati Taiyuan sare lọ si Lishan Tang Xuanzong, ti o wa ni Huaqing Palace ni Lishan nigba naa, ko gbagbọ pe Anlushan yoo ṣọtẹ, sibẹsibẹ, awọn iroyin ti iṣọtẹ naa tẹsiwaju lati tan, Xuanzong si tun ni idaniloju idaji. (Eyi jẹ aworan ti “ohun ti omi ṣiṣan ti o ni inira lori awọn apata kekere ni ṣiṣan kan”)\nKii ṣe titi Yan Zhenqing, alabojuto Pingyuan County, fi ẹnikan ranṣẹ lati fi alaye ranṣẹ pe Xuanzong ji lati ala rẹ.\nLabẹ ilana aṣiṣe ti Emperor Xuanzong ti ijọba Tang, ọmọ ogun ẹlẹṣin An Lushan gba Luoyang, olu ilu ila-oorun. Ni oṣu akọkọ ti ọdun to nbọ, o kede ararẹ Emperor Dayan ni Luoyang, Jianyuan Shengwu, Emperor Xiongwu, ati Da Xixun gẹgẹbi adari igbimọ ijọba.\nNi Oṣu Karun ọdun kanna, Emperor Xuanzong ti ijọba Tang, ti o ni itara lati yọkuro aawọ ti Chang'an ati labẹ oye ologun ti ko tọ, pa awọn oloye olokiki meji, Feng Changqing ati Gao Xianzhi. Aṣẹ yii ya awọn ọmọ ogun Tang lẹnu. (Iwa yii rú \"opopona gbọdọ tọka si odo iwaju\")\nLẹhinna, Emperor Xuanzong ti Tang Dynasty ni kiakia paṣẹ fun gbogbogbo miiran, Ge Shuhan, lati dari ẹgbẹ ọmọ ogun Tang ni ila-oorun lati Tongguan.\nGe Shuhan, ti o ni oye ni kikun aṣiṣe ilana ti Emperor Xuanzong ti Tang Dynasty, ngbero lati ṣe idaduro iyipada naa (ọna ti \"o dara ti afẹfẹ ba tunu ati igbi omi ba tunu\").\nNi ipari, Emperor Xuanzong ti ijọba Tang ro pe o tiju pupọ lati jagun, nitorina ko ni yiyan ju lati ja pẹlu An Lushan ni omije, o si ṣẹgun rẹ. (O mu \"Ti o ba ṣiṣẹ takuntakun lati ṣe atilẹyin fun ararẹ, o le farapa.”)\nNi ijọba Tang, nigbati awọn ọmọ-ogun aala ati awọn ẹṣọ agbegbe ko ni akoko lati dahun, ọmọ-ogun Lushan kan tẹ aala naa o si wọ agbegbe olu-ilu naa. Ni ipo ti o ṣe pataki, Emperor Xuanzong ti Tang Dynasty mu awọn Ẹṣọ Corps lati salọ kuro ni olu-ilu, ti o mu ki Xijing Chang'an ti ko ni alakoso ṣubu.\n(Tang Xuanzong tako itọsọna ti ami yii, nitorinaa iṣọtẹ An Lushan ṣe aṣeyọri.)", "聖意": "Ile lailewu, ara re s’oriire, oro o duro dele, idunadura na layo, igbeyawo layo (isora), Arinrinkiri okunrin lati Liujia wa si oko, ao ko ikore siliki, osin mefa ti baje, ao ri eni naa. , ẹjọ naa jẹ idalare, ohun-ini ti o sọnu mu arun wa, iyẹn ni, iboji Anshan yẹ ki o tun ṣe.", "古人": "Lushan iṣọtẹ", "第X籤": "Lotiri kẹfa", "宮": "Ilorin Palace"}