{"籤詩版本二": "Ni owurọ ati aṣalẹ, atilẹyin Buddha gbọdọ wa ni awọn akoko ewu ṣugbọn kii ṣe ninu ewu\nTi o ba ni ifamọra nipasẹ eniyan ọlọla, lẹhinna owo ati siliki yoo tun tẹle ọ. Chuan Lai niyi. Gbogbo rẹ da lori rẹ.", "詩意": "Hexagram yii duro fun ibukun aṣiri ti awọn oriṣa ati awọn Buddha.\nṢe sũru ati ki o ni orire ti o dara ninu ohun gbogbo.", "解曰": "A ami ti atijọ-asa alaafia. Nigbati ohun gbogbo ba jẹ gbowolori, yoo jẹ auspicious.", "籤詩故事一": "◇Tang Monk ti ni oye\nNi ojo kan, Tang Seng wa si odo o si ri Buddha's Lingshan Mountain ni iwaju rẹ, Afara kan ti o wa ni iwaju rẹ, Tang Seng ko ni igboya lati kọja rẹ. Buddha yi pada di onigbowo o si di oko oju omi ti ko ni isale mu, ni kete ti Tang Monk gun lori oko oju omi, o subu sinu odo ti o ti gba igbala nipasẹ awọn ọkọ oju omi, bayi ni Tang Monk ṣe gba Buddha. (Itan Irin-ajo lọ si Iwọ-Oorun)\n◇ Awọn iwe-mimọ Buddhist ti Tang Monk\nSanzang ti ijọba Tang, orukọ idile rẹ ti o wọpọ jẹ Chen ati pe orukọ ti a fun ni Yi. Bi ni Goushi County, Luozhou (bayi guusu ti Yanshi City, Henan Province). O di monk ni ọmọ ọdun mẹtala o si mu orukọ Buddhist Xuanzang.\nLati le gba awọn iwe-mimọ Buddhist atilẹba, o gbera lati Chang'an (Xi'an loni, Agbegbe Shaanxi) ni ọdun kẹta ti Zhenguan (AD 629), ṣe igbọkanle kọja aala, o si la ainiye awọn inira lati de Tianzhu ( India) lati gba awọn iwe-mimọ. Ó rin ìrìn àjò jákèjádò odò Ganges àti Indus àti àwọn àgbègbè etíkun gúúsù ìlà oòrùn Íńdíà, lẹ́yìn náà ló ré àwọn òkè ńlá tí yìnyín bò àti àwọn àpáta tútù, ó sì rin ìrìn àjò tó lé ní 50,000 kìlómítà sẹ́yìn àti sẹ́yìn. Ó gba ọdún mẹ́rìndínlógún [16] kó tó padà sí Chang’an níkẹyìn. Ọdun 19th ti Zhenguan (AD 645). Ó mú ọ̀pọ̀lọpọ̀ àwọn ẹsẹ Ìwé Mímọ́ Búdà padà wá, ó sì túmọ̀ wọn sí èdè Ṣáínà.\n(Tang Sanzang lọ nipasẹ irin-ajo gigun kan sẹhin ati siwaju laarin Ilu China ati India. O gbọdọ ti ni iriri awọn ewu lakoko irin-ajo naa, ṣugbọn o ni anfani lati pada wa lailewu nitori pe olutọju alaihan kan wa lẹhin rẹ.)", "聖意": "Ile lailewu, ara re ni ire,Owo Oyinbo layo,igbeyawo layori,Awon arinkiri dena oko,ao di kokoro siliki,ao dina siliki,ao wa layo meje,Eran osin ni ere,Awa eniyan,Oorun. ẹjọ ilu ko dara, ijira jẹ Konsafetifu, ohun-ini ti o sọnu ni a ri, aarun ti o dara, awọn oke-nla ati awọn iboji ni o dara.", "古人": "Tang Monk ni oye oye", "第X籤": "Gba lotiri ọgọta-meji", "宮": "Yin Palace"}