{"籤詩版本二": "Nígbà òtútù, ẹ̀ka ìtànná òdòdó lórí òkè kò ní parun láéláé bí ewé rẹ̀ bá ṣubú, tí ẹ̀ka rẹ̀ sì rọ.\nṢugbọn nigbati orisun omi ba de, Mo tun da mi pada gẹgẹ bi alamọdaju ati pa iṣẹ atilẹba run.", "詩意": "Ninu hexagram yii, itanna plum wa ni ipo asiwaju.\nOhun gbogbo dara ti o ba jẹ idaduro.", "解曰": "Ọkan ọfà shot ofo. Nigbati o ba ṣofo, kii ṣe ofo. Nduro fun orisun omi lati wa. Awọ wa ninu rẹ.", "籤詩故事一": "◇A gba ami ayo meji wole\nNi akoko ijọba Emperor Dezong ti Tang Dynasty, minisita aduroṣinṣin Mei Bogao ati idile rẹ ni a ṣeto nipasẹ Prime Minister apaniyan Lu Qi, ẹniti o fẹ lati pa gbogbo wọn, Mei Liangyu ọmọ rẹ nikan ni o le salọ, lẹhinna o yi tirẹ pada. lorukọ Wang Xitong lati tọju idanimọ rẹ. O ngbe nikan ni opopona, ebi npa ati tutu, ṣugbọn laanu pe Chen Risheng (Chen Dongchu) mu u wọle. Chen Risheng ko mọ iriri igbesi aye rẹ, nitorina o beere lọwọ rẹ lati ṣe iranlọwọ lati tọju ọgba ọgba plum Chen ki ebi ma ba pa oun ni opopona.\nChen Risheng jẹ́ ọmọ kíláàsì àti ọ̀rẹ́ Mei Bogao, nígbà tí Lu Qi ń ṣe inúnibíni sí i, Mei Bogao gbà á sílẹ̀. Risheng banujẹ ati ibinu nitori eyi, lẹhin ti o ti ṣe igbeyawo, o kọṣẹ silẹ o si gbe ẹbi rẹ lọ si Yangzhou lati gbe ni ikọkọ.\nChen Risheng ni ọmọbinrin kan ti a npè ni Chen Xingyuan, ti o lẹwa ati ki o õrùn, lẹhin Mei Liangyu wa si idile Chen, wọn ṣubu ni ifẹ ni oju akọkọ. Ni ọjọ kan ti awọn ododo plum ti n tan kaakiri, eyiti o tun jẹ iranti aseye iku Mei Bogao, Chen Risheng ati ẹbi rẹ ṣii pẹpẹ kan ninu ọgba plum ti ile wọn lati ṣe iranti ọrẹ ati alaanu wọn ti o ti ku.Lairotẹlẹ, oju-ọjọ yipada lojiji lojiji. , ìjì òjò dídì sì fẹ́, tí ó bo gbogbo ìtànná òdòdó mọ́lẹ̀. Chen Risheng sọ̀fọ̀ pé òun lè sá lọ láìséwu, ṣùgbọ́n òun kò lè gba àwọn àtọmọdọ́mọ ìdílé Mei sílẹ̀ pàápàá, Ó rò pé ìkìlọ̀ láti ọ̀dọ̀ Ọlọ́run ni èyí, nítorí náà ó jẹ́jẹ̀ẹ́ pé àyàfi tí òdòdó òdòdó náà bá tún tanná, èyí sì fi hàn pé àwọn àtọmọdọ́mọ rẹ̀. Awọn idile Mei ṣi wa laaye, ko ni sọ ohunkohun rara, o salọ si Buddhism o si di monk.\nỌmọbìnrin rẹ̀ Xingyuan gbọ́ èyí, ó sì sun tùràrí lẹ́sẹ̀kẹsẹ̀, ó sì fi tọkàntọkàn gbàdúrà sí Ọlọ́run pé kó jẹ́ kí òdòdó plum náà tún tanná. Otitọ wọn gbe ọrun lọ, ati pe gbogbo awọn igi plum ti o wa ninu ọgba plum tun tan; nigbamii Chen Risheng mọ pe Xitong ni Liangyu, nitorina o fẹ ọmọbinrin rẹ Xingyuan fun u.", "聖意": "Ile ko dara fun ara re, eyan a dara fun ara re, eyan n wa oro, eyan logbon ninu ibase, asiko to, igbeyawo ti pẹ, orisun omi lagbara, Igba Irẹdanu Ewe ṣofo, aririn ajo pẹ. oko a s’orire, ’oko silkworm s’orire, eran mefa naa s’oriire, a n wa eniyan, ejo ilu, adanu, ijira, dukia ti o sonu, Arun Ila-oorun, itaniji eke, iboji oke ni ki a yipada.", "古人": "Ti gba wọle lẹẹmeji", "第X籤": "Mẹsan-din-din-din-din-din-din-din-din-din-din-din-din Lott", "宮": "Tatsumi"}