{"籤詩版本二": "Chao Chao dabi oyin ti n ṣajọ ododo, ti n fo lati guusu iwọ-oorun ati lẹhinna ila-oorun\nNigbati orisun omi ba pari ti awọn ododo ba lọ, ko si aaye lati wa, ọkan yii ko ni yi ipo rẹ pada.", "詩意": "Hexagram yii dabi oyin ti n mu awọn ododo.\nOhun gbogbo ti wa ni laalaa ati laalaa.", "解曰": "Ko si iwoye orisun omi. Òjò máa ń rọ̀ fún ìgbà pípẹ́, àmọ́ kì í fọ̀. Beere fun iranlọwọ. O dara lati dakẹ.\n.", "籤詩故事一": "◇Li Mi ṣọtẹ si Ijọba Tang\nLi Mi\n(582-619), adari ti o pẹ ti Wagang Army ninu awọn agbedemeji agbedemeji ni pẹ Sui Oba ti China. Titunto si ti calligraphy. Olukọni ọrọ Fa jẹ ọmọ abinibi ti Chang'an, Jingzhao, ati pe ile baba rẹ ni Xiangping, Liaodong (ni bayi ni guusu ti Liaoyang, Liaoning). Ọmọ abinibi ti Chang'an, Jingzhao, ile baba rẹ ni Xiangping, Liaodong (bayi guusu ti Liaoyang, Liaoning).\nNi ọdun kẹsan ti Daye (613), o kopa ninu iṣọtẹ Yang Xuangan lodi si Ijọba Sui ni Liyang (bayi ni ariwa ila-oorun ti Junxian County, Henan Province). Ni ọdun kẹsan ti Daye (613), o kopa ninu iṣọtẹ Yang Xuangan lodi si Ijọba Sui ni Liyang (bayi ni ariwa ila-oorun ti Junxian County, Henan Province). Oye aramada ti ṣẹgun,\nLi Mi sá. Xuangan ti ṣẹgun ati Li Mi sá.\nNi odun kejila ti Daye, o darapo Wagang Army\n. Ni ọdun kejila ijọba Daye, o darapọ mọ Ẹgbẹ ọmọ ogun Wagang. Li Mi dara ni ilana Ni Oṣu Kẹwa ọdun kejila ti Daye, Li Mi rọ Zhai lati kọlu Xingyang Tong, agba agba ti o tẹle ọmọ ogun, lati daabobo Zhang Xutuo, ṣẹgun ọmọ ogun Sui ati pipa Zhang Xutuo. Li Mi dara ni ilana Ni Oṣu Kẹwa ọdun kejila ti Daye, Li Mi rọ Zhai lati kọlu Xingyang Tong, agba agba ti o tẹle ọmọ ogun, lati daabobo Zhang Xutuo, ṣẹgun ọmọ ogun Sui ati pipa Zhang Xutuo.\nNigbamii, o dabaa lati kọlu ile-itaja Xingluo (lẹhin ti a tun sọ orukọ rẹ Luokou), ṣii ile-itaja fun iderun, ati faagun ẹgbẹ naa. ṣe pẹlu idinku ati pinpin ijọba Sui Oba, ogun kan wa lori awọn orisun ologun ati awọn ọran miiran, Li Mi si pa Zhai Rang ati awọn ọgọọgọrun awọn ọmọlẹhin rẹ. Nigbamii, o dabaa lati kọlu ile-itaja Xingluo (lẹhin ti a tun sọ orukọ rẹ Luokou), ṣii ile-itaja fun iderun, ati faagun ẹgbẹ naa. ṣe pẹlu idinku ati pinpin ijọba Sui Oba, ogun kan wa lori awọn orisun ologun ati awọn ọran miiran, Li Mi si pa Zhai Rang ati awọn ọgọọgọrun awọn ọmọlẹhin rẹ.\nNi Oṣu Kẹta ti ọdun 14th ti Daye, Yu Wenhuaji pa Emperor Yang ti Idile Oba Sui\n, mu diẹ sii ju awọn eniyan 100,000 lati pada si iwọ-oorun. Ni Oṣu Kẹta ti ọdun kẹrinla ti Daye, Yu Wenhuaji (Yu Wen, orukọ idile) pa Emperor Yang ti Oba Sui o si pada si iwọ-oorun pẹlu diẹ sii ju eniyan 100,000. Wọ́n ní kí Li Mi gbógun ti Huaji.Bí ó tilẹ̀ jẹ́ pé wọ́n ṣẹ́gun Huaji, àwọn ọmọ ogun Li Mi tún pàdánù jàǹbá ńláǹlà. Cheng Yaojin), Niu Jinda ati awọn miiran ni a mu. , Shan Xiongxin jowo. Wọ́n ní kí Li Mi lọ gbógun ti Huaji. Lẹ́yìn náà, Wang Shichong lé e, wọ́n ṣẹ́gun àwọn ọmọ ogun Li Mi, wọ́n sì pa ibùdó rẹ̀ run.Àwọn ọ̀gágun rẹ̀ Qin Shubao, Cheng Zhigie (tí wọ́n ń pè ní Cheng Yaojin lákọ̀ọ́kọ́), Niu Jinda àtàwọn mìíràn mú, Shan Xiongxin sì jọ̀wọ́ ara wọn. Li Mi ko ni ireti, nitorinaa o rekọja odo naa si Heyang ni Oṣu Kẹsan o si fi ara rẹ fun ijọba Tang. Li Mi ko ni ireti, nitorinaa o rekọja odo naa si Heyang ni Oṣu Kẹsan o si fi ara rẹ fun ijọba Tang.\nNi Oṣu kọkanla, Li Yuan firanṣẹ Li Mi si Shandong lati gba awọn ọmọ ogun atijọ ṣiṣẹ. Oṣu kọkanla,\nLi Yuan ran Li Mi lati duro ni Shandong lati gba awọn ọmọ ogun atijọ ṣiṣẹ. Ni rilara pe o ti fura si, o ṣọtẹ si Tang. Ni rilara pe o ti fura si, o ṣọtẹ si Tang. Tang gbogboogbo Sheng Yanshi pe Li Mi lati kọlu ati pa a ni Xinggong Xian. Tang gbogboogbo Sheng Yanshi pe Li Mi lati kọlu ati pa a ni Xinggong Xian.", "聖意": "Ile, ile, ahọn, ara ẹni, apanirun, wiwa ọrọ, iṣowo jafara, igbeyawo ko pẹ, Liujia, awọn ododo ofo, awọn ẹlẹsẹ-ẹsẹ, Yaotian, ibajẹ silkworm, ibajẹ ẹran mẹfa, awọn eniyan ti o padanu, awọn ẹjọ, ipadanu, ijira, Konsafetifu, ohun-ini ti o sọnu, aisan, idiwo, oke ibojì atunṣe", "古人": "Li Mi ṣọtẹ si ijọba Tang", "第X籤": "Awọn seventieth iyaworan", "宮": "Tatsumi"}