{"籤詩版本二": "Awọn oluṣọ oyin gbọdọ ṣagbe fun oyin, ki wọn ma ba ta ni ta\nOpopona ajeji gbọdọ wa niwaju rẹ: Aṣiri jinlẹ bi igbo ẹgún.", "詩意": "Hexagram yii ṣe afihan awọn oyin ti n gba oyin.\nOhun gbogbo ti wa ni laalaa ati laalaa.\n\n(Hexagram yii n wa aami ti didùn ati kikoro.\nDena ajalu ninu ohun gbogbo.\n)", "解曰": "Ohun nilo lati wa ni fara. Ko si ye lati fi agbara mu. Oyin kó oyin. Kini idi?", "籤詩故事一": "◇Wang Mang n wa awọn talenti\nIdile Wang Mang ni Ilẹ Iwọ-oorun Han ni a le sọ pe o jẹ idile ọlọrọ. Bó tilẹ̀ jẹ́ pé bàbá rẹ̀ kú lọ́mọdé, ọ̀pọ̀ àwọn ẹ̀gbọ́n bàbá rẹ̀ àti àwọn ẹ̀gbọ́n bàbá rẹ̀ ló di olú ọba ní Ìṣàkóso Hánà, wọ́n di ọ̀gágun, olórí ìjọba, wọ́n di ológun, wọ́n sì ń gba ẹ̀bùn, ìdílé Wang jẹ́ olókìkí gan-an.\nṢugbọn idile Wang Mang tikararẹ jẹ talaka pupọ; baba rẹ ku ni ọdọ, ati pe o gbe pẹlu iya rẹ nikan, o gbẹkẹle ifẹ lati ọdọ awọn ibatan. Ṣugbọn nitori eyi, Wang Mang ni idagbasoke ati ṣe adaṣe awọn ọgbọn kan ni ṣiṣe pẹlu awọn eniyan lati igba ti o jẹ ọmọde. Mahopọnna lehe e blawu kavi gblehomẹ do, e nọ do awuvivi po ayajẹ po hia to whepoponu to hẹnnumẹ lẹ, mẹho kavi mẹhe to gbonu lẹ nukọn, enẹwutu mẹlẹpo nọ yọ́n pinpẹn etọn taun to whẹndo lọ mẹ.\nNígbà kan, ẹ̀gbọ́n bàbá rẹ̀ àgbà ń ṣàìsàn gan-an, lẹ́yìn tó gbọ́ nípa rẹ̀, ó wá dúró sẹ́gbẹ̀ẹ́ ibùsùn aláìsàn náà, ó sì gbé egbòogi àti omi wá, ó sì ń ṣọ́ra lóru, ó sì ti wà ní ìhòòhò, kò fòfofo, ó sì ń gbéraga. nìkan diẹ sii \"alaisan\" ju alaisan lọ. Diẹ \"ọmọ\" ju ọmọ ti ibi lọ.\nFun idi eyi, gbogbo eniyan ni Taiwanese yìn i ati kọ awọn lẹta ti o beere fun ẹsan fun u.\nNítorí náà, Emperor Cheng ti Han Dynasty fun u ni akọle ti New Capital Marquis ati ki o yàn u bi a ẹṣọ ni aafin, di a sunmọ minisita ti awọn Emperor.\nPẹlu ipo giga rẹ ati agbara nla, Wang Mang ko fi igberaga han tabi fifẹ rara, dipo, o ni itara ati iteriba siwaju ati siwaju sii, ni apa kan, o ṣe ọrẹ pẹlu awọn minisita, awọn minisita, awọn olokiki, ati awọn ọjọgbọn.\nṢugbọn o gbe igbesi aye ti o ni ẹru pupọ, nigbagbogbo njẹ awọn ounjẹ ẹran, kii ṣe mẹnuba wọ aṣọ gigun ati awọn ẹwu gigun, nikan wọ awọn aṣọ kukuru. Nitorinaa gbogbo eniyan ti o wa ni ijọba ati awọn ara ilu ni ifọwọsowọpọ yìn i pẹlu ọrọ “iwa-rere”.\nNigbamii, aburo baba rẹ, Grand Sima Wanggen, ku fun aisan ati pe o yan gẹgẹbi rirọpo rẹ. Olú ọba àti gbogbo àwọn òjíṣẹ́ náà rò pé òun ló yẹ jù lọ. Nitorinaa, Wang Mang, ti o jẹ ọmọ ọdun mejidinlogoji nikan, di Grand Sima pẹlu agbara ologun ti o ga julọ ni orilẹ-ede naa.\n(Itan yii jẹ apẹrẹ. Jije ti o dara ni jijẹ eniyan rere le ṣe iranlọwọ fun ọ lati yọkuro “iṣoro ti jijẹ nipasẹ awọn oyin” ati ṣaṣeyọri awọn apẹrẹ rẹ bi o ṣe fẹ.)", "聖意": "Ile ko dara fun ara eni, ebi n ba wahala, okowo dina, igbeyawo dina, eru palapa mefa, awon ti n rin kiri, ti won ti n rin kiri, ikore silkworm din, awon eran osin ko, o soro lati se. wa eniyan, ejo ko dara, ijira ko ni rin, ohun ini ti o sọnu ko dara, a ṣeto arun naa, iboji oke ti sọnu.", "古人": "Wang Mang n wa awọn talenti", "第X籤": "Gba lotiri ãdọrin-meji", "宮": "Tatsumi"}