{"籤詩版本二": "Nígbà tí ìrúwé bá dé, ààrá ń gbọ̀n, kòkòrò a sì bẹ̀rẹ̀ sí hó, mo sì yà kúrò nínú ẹrẹ̀ náà\nNígbà tí mo kọ́kọ́ rí i pé mo ṣì ń bọ̀ tí n sì ń lọ, lẹ́yìn tí mo yí pa dà, mo di dírágónì.", "詩意": "Hexagram yii dabi ãra ati kokoro.\nPade ọlọla eniyan jẹ ami ti o dara ninu ohun gbogbo.", "解曰": "Ààrá kọlu. Meji idogo ni ati ki o jade. Yi pada lẹẹkan. Titi Tianmen.", "籤詩故事一": "◇Chenqiao Mutiny\nNi ọdun 959 AD, Zhou Shizong Chai Rong ku, ati Emperor Gong, Chai Zongxun, ti o gun ori itẹ, jẹ ọmọ ọdun meje nikan. Ni akoko yẹn, Zhao Kuangyin, ti o ṣiṣẹ bi olubẹwo ni iwaju ààfin ati aṣoju ti Songzhou si Ẹgbẹ ọmọ ogun Jamani, ni agbara gidi.\nNi orisun omi 960 AD, Zhenzhou (bayi Zhengding, Hebei Province) ati Dingzhou (bayi Dingxian County, Hebei Province) royin pe awọn ọmọ-ogun ti Ariwa Han Idile Han ati Ipinle Liao ni apapọ nlọ si guusu lati kọlu Oba Zhou Nigbamii. ipa ti pariwo pupọ ati pe wọn beere lati fi awọn ọmọ-ogun ranṣẹ fun iranlọwọ. Nigbamii, ijọba Zhou paṣẹ fun Zhao Kuangyin lati dari awọn ọmọ-ogun rẹ ni ariwa lati ja lodi si awọn ọta. Zhao Kuangyin ṣe ni ikoko labẹ eto ti arakunrin rẹ Zhao Guangyi, Zhao Pu, Shi Shouxin ati awọn miiran.\nNi Oṣu Kẹta Ọjọ 3, nigbati ọmọ ogun de Chenqiaoyi (Bayi Ilu Chenqiao, guusu ila-oorun ti Fengqiu, Henan), wọn ṣe ifilọlẹ kan ti wọn si paṣẹ fun awọn ọmọ-ogun lati wọ aṣọ awọ ofeefee fun u. . Lẹhinna, Zhao mu awọn ọmọ-ogun rẹ pada si Kaifeng laisi sisun, pipa tabi jija. \"Taizu Chen Qiao bura lati ma ṣe idamu awọn eniyan olu-ilu naa, o si ṣe ileri pe ko ni da ilu naa ru ni ọjọ ti o wọ ilu naa.\"\nNi ọjọ kẹta ti ọdun kẹta ti oṣupa, Zhao Kuangyin mutinied ni Chenqiao o si pada si olu-ilu Fan Zhi mu Wang Pu ati Wei Renpu lati beere lọwọ Zhao Kuangyin Luo Yanhuan fa ida rẹ si iwaju agọ o si kigbe rara. : \"Awọn ọmọ-ogun mẹta ko ni awọn oluwa. Gbogbo awọn alakoso ti pinnu lati yan u gẹgẹbi ọba. Ẹnikẹni ti o ba sọrọ ni ao pa!\". Oju Wang Pu bi erun bi aiye, o rele o si teriba, Fan Zhi na si teriba, Kuang Yin funra re ran an lowo, o si fi iteriba nla fun u.\nLẹhin ti a dede resistance, Emperor Gong ti awọn nigbamii Zhou Dynasty ti awọn itẹ, ati Zhao si mu lori awọn itẹ. \"Taizu wà nipa lati gba Zen, sugbon ko si Zen ọrọ. Tao Gu, a omowe ti awọn Imperial Academy, gba awọn Imperial Academy. paṣẹ o si rin ni ẹba rẹ, wipe: \"O ti ṣe.\"\nLẹhin ti Zhao de ori itẹ, o yi orukọ orilẹ-ede naa pada si Song, Yuan si Jianlong, o si sọ Kaifeng jẹ olu ilu. , eyiti a mọ si \"Chenqiao Mutiny\" ninu itan-akọọlẹ.\nWikipedia\n(Itan yii jẹ aṣoju pe eyi ni ibẹrẹ ti iṣẹ Zhao Kuangyin.)", "聖意": "E gbadura fun ile, aye ojojumo, oro, ire, oriire owo, igbeyawo alaponle, aseyori ni Liujia, arinsehin okunrin, tete bimo silkworm ni oko, tete ibimo eranko mefa, adara ni orisun omi, nwa eniyan. , Aseyori ninu ejo, ire ni ijira, sọnu ohun ini, ewu arun, ewu ni oke ati awọn ibojì.", "古人": "Chenqiao Mutiny", "第X籤": "Wole ãdọrin-mẹta", "宮": "Mi Palace"}