{"籤詩版本二": "Nínú àlá, wọ́n sọ pé ọ̀pọ̀lọpọ̀ ọrọ̀ yóò wà, ṣùgbọ́n òkìkí náà yóò di asán.\nOmi jìnnà,òkè sì jìnnà,ṣùgbọ́n ó ṣòro láti jẹ́ olóòótọ́.Ènìyàn ọlọ́lá a máa fúnni ní ìtọ́nisọ́nà àti ẹ̀rín músẹ́.", "詩意": "Hexagram yii duro fun aami ti gbigba iṣura ni ala.\nOhun gbogbo jẹ diẹ sii tabi kere si gidi.", "解曰": "Ala bi ala. Ko si ireti olokiki. Kan duro fun awọn akoko ti o dara. Awọn itọnisọna ọlọla.", "籤詩故事一": "◇ Da jade pada si Zhao (da jade si Zhao lẹhin ti o ti pari)\nNi ọdun 283 BC, Ọba Zhao Huiwen gba He's Bi lati Chu.Lẹhin ti Ọba Qin Zhaoxiang ti gbọ iroyin naa, o fi lẹta ranṣẹ si Ọba Zhao, ti n ṣalaye ifẹ rẹ lati paarọ ilu meedogun fun He's Bi.\nLin Xiangru ṣe atupale si Ọba Zhao pe Qin lagbara ati pe Zhao ko lagbara ati pe o ni lati rọpo.\nỌba Zhao lẹhinna ranṣẹ si Lin Xiangru si Qin pẹlu He's Bi.\nOba Qin pade Lin Xiangru ni Zhangtai, Lin Xiangru si gbe jade fun Oba Qin. Idunnu nla ni Oba Qin, o si koja He's Bi si ewa, gbogbo awon eniyan ti o wa ni ayika re si wo o, ni akoko yii, gbogbo eniyan ti osi ati otun n pariwo gun aye.\nLin Xiangru rii pe Ọba Qin ko ni ipinnu lati fi ilu naa fun Zhao, nitori naa o sọ fun ọba Qin pe Jade Oun ni abawọn ati pe o fẹ tọka si Ọba Qin lati gba aye lati gba jade pada.\nLẹhin ti Lin Xiangru gba Heshi's Bi pada, o duro lẹba ọwọn nla, ti o fihan pe o fẹ lati ku pẹlu Heshi's Bi.\nNi akoko yii, Lin Xiangru sọ fun Ọba Qin pe: \"Ọba Zhao tun bori awọn atako ti awọn minisita o si gba imọran minisita. Paapaa ti ko ba tan ara wọn jẹ nigbati o ba n ba awọn eniyan lapọpọ sọrọ, lai ṣe akiyesi pe. Orile-ede nla ni Qin, lati le pa ore to wa laarin Qin ati Zhao, Oba Zhao leyin ojo marun ti aawe, mo ran awon minisita mi si Qin pelu jadi. ilu, ṣugbọn tun kọja jade ti idile He si obinrin ẹlẹwa kan, eyiti o jẹ ẹgan ti awọn minisita mi gaan.”\nLẹ́yìn tí Lin Xiangru parí ọ̀rọ̀ rẹ̀, lẹ́sẹ̀kẹsẹ̀, ó ṣe ìfarahàn láti kọlu ọ̀wọ̀n kan, Ọba Qin ń bẹ̀rù pé òun yóò bàjẹ́, nítorí náà ó ṣe bí ẹni pé ó ń fún Zhao ní ìlú mẹ́ẹ̀ẹ́dógún. Lin Xiangru rii nipasẹ eto arekereke Ọba Qin, nitorinaa o beere lọwọ Ọba Qin lati gbawẹ fun ọjọ marun ṣaaju ki o to ṣafihan He's Bi lati fa akoko duro. Ni awọn ọjọ diẹ wọnyi, Lin Xiangru ran awọn iranṣẹ rẹ lati pada si Ipinle Zhao pẹlu jade, nigba ti o duro lati ṣe pẹlu Ọba Qin.\n(This story is like an arinrin person’s eyes being fascinated by his status.)", "聖意": "Adura ibukun ni ile, ara ẹni, idilọwọ ọrọ, ṣiṣe iṣowo soro lati ṣaṣeyọri, igbeyawo ko ni ibamu pẹlu awọn ẹlẹsẹ Liujiaxu, a ko gba kokoro silkworm Chitian, ẹranko mẹfa ti bajẹ, eniyan ti nsọnu, ẹjọ ilu ati ijira ti n reti, nkan ti o padanu, ohun ti o padanu. ti o jina, awọn arun ti wa ni ṣeto, ranṣẹ si awọn ibojì oke, o si yipada.", "古人": "Pada jade si Zhao (pari jade si Zhao)", "第X籤": "Awọn ãdọrin-keje gba lotiri", "宮": "Ọsan Palace"}