{"籤詩版本二": "Awọn ewe igi sikamore ti ṣubu, Igba Irẹdanu Ewe n sunmọ, ati irin-ajo ipadabọ awọn aririn ajo dabi awọsanma.\nO ṣeun si awọn igbiyanju nla ti Ọlọrun, ọkọ oju-omi naa pada pẹlu iṣura ti o wa ninu afẹfẹ.", "詩意": "Hexagram yii duro fun aworan ti awọn ewe sikamore ti o ṣubu.\nOhun gbogbo buru ni ilosiwaju ati pe o dara ni ipari.", "解曰": "Gba nkan lati inu ọkan. Tianxin tẹle e. Lati ṣe igbesi aye. Ṣe ohunkohun ti o le.", "籤詩故事一": "◇ Afẹfẹ nfẹ si Pafilionu Tengwang\nWang Bo, orukọ iteriba Zian, jẹ akewi ti ijọba Tang akọkọ. A bi i ni ọdun akọkọ ti Yonghui, Emperor Gaozong ti ijọba Tang. Wang Bo ti n ka awọn iwe-mimọ lati igba ewe rẹ, ati pe a mọ ọ si “apọn ọmọ”. Wang Bo ti n ka awọn iwe-mimọ lati igba ewe rẹ, ati pe a mọ ọ si “apọn ọmọ”.\nNígbà tí ó pé ọmọ ọdún mẹ́wàá, òun ati baba rẹ̀ kọjá lẹ́gbẹ̀ẹ́ Tẹmpili Guandi kan, wọ́n rí ère ère Guandi tí ó wà ninu Tẹmpili, wọ́n mú ẹ̀dà “orisun omi ati Igba Irẹdanu Ewe” mú, wọ́n sì kà á, nígbà tí baba rẹ̀ rí i. O kọrin si Emperor Guan: \"Ti o di awọn titiipa mẹta ti irungbọn alawọ ewe, kika itan-akọọlẹ ti Qing Dynasty si atupa alawọ ewe ati fifun awọn orukọ olokiki. Dimu dragoni alawọ ati oṣupa ni ọwọ mi.\" pe ni Igba Irẹdanu Ewe ti ọdun yii, Wang Bo lọ lati Shanxi si Hainan Island lati ṣabẹwo si baba rẹ ti o ti sọ silẹ si adajọ agbegbe ti Jiaozhi, ti o kọja nipasẹ ẹgbẹẹgbẹrun awọn oke-nla ati awọn odo ni ọna. Ni Igba Irẹdanu Ewe ọdun nigbati o jẹ ọdun mẹtadinlọgbọn, Wang Bo lọ lati Shanxi si Hainan Island lati ṣabẹwo si baba rẹ, ti o ti sọ silẹ si ipo ifiweranṣẹ ti Jiaozhi County Magistrate. O kọja nipasẹ ẹgbẹẹgbẹrun awọn oke-nla ati awọn odo ni ọna.\nNigba ti a de oke Madang lojo naa, gbogbo eniyan lo si eti okun lati sinmi, Wang Bo n rin leti ile-isin igbaani kan nikan, lojiji lo ri okunrin arugbo kan ti o joko lori okuta ti o wa nitosi tẹmpili naa, o dabi ọmọde ti o ni irun didan. àti ìrísí iwin.Ó sọ fún Wang Bo pé, “Ṣé o kò ha jẹ́ Wang Bo?” Ẹ̀rù ba Wang Bo, ó sì sọ pé, “Dájúdájú! Awọn ero lati gba eniyan là, awọn ewi rẹ si ni itumọ pupọ, ayẹyẹ nla kan yoo wa ni Tengwang Pavilion ni ọla. Ti o ba le lọ si ibi aseye naa ki o kọ arosọ kan, iwọ yoo jẹ olokiki jakejado awọn ọjọ-ori ati gba awọn inawo irin-ajo. ”Nigbati wọn de. ni Madang Mountain, gbogbo eniyan lọ si eti okun lati sinmi, nigbati Wang Bo n rin ni ẹba tẹmpili atijọ kan, lojiji o ri lori okuta ti o wa nitosi tẹmpili, ọkunrin arugbo kan joko, ti o dabi ọmọde ti o ni irun ti o dara ati iwin. irisi O si wi fun Wang Bo, \"Ṣe ko o Wang Bo?\"\nWang Bo ya a iyalenu o si wipe, \"Gangan! Bawo ni o ṣe mọ pe?\"\nỌkunrin arugbo naa sọ pe: \"Mo ti gbọ tipẹtipẹ pe o ni ero inu rere lati gba eniyan là, ati awọn ewi ti o kọ jẹ itumọ pupọ. Apejọ nla kan yoo wa ni Pavilion Prince Teng ni ọla. Ti o ba le lọ si ibi aseye ati kọ, Iwọ yoo jẹ olokiki jakejado awọn ọjọ-ori ati pe iwọ yoo gba awọn inawo irin-ajo. ”\nWang Bo sọ pe: \"Ibi yii wa ni mẹfa tabi ẹdẹgbẹrin ibuso lati Tengwang Pavilion. Bawo ni a ṣe le de ibi ni ọla? \"Ọkunrin arugbo naa sọ pe: \"Emi yoo lo ẹṣin kan gẹgẹbi afẹfẹ Ọlọhun lati ṣe iranlọwọ fun ọ lati rin irin-ajo. dajudaju yoo de ni ọla.” Wang Bo dupẹ lọwọ mi o si sọ pe: “E jo mi, baba ọkọ mi. agbegbe omi yii!\" Wang Bo sọ pe, \"Ibi yii jẹ mẹfa tabi ẹdẹgbẹrin maili si Tengwang Pafilion. Bawo ni a ṣe le de ibi ni ọla?\"\nỌkunrin arugbo naa sọ pe: \"Emi yoo lo ẹṣin naa gẹgẹbi afẹfẹ atọrunwa lati ṣe iranlọwọ fun ọ lati rin irin-ajo.\nWang Bo dupẹ lọwọ rẹ o si sọ pe, “Dakun, baba-ọkọ, ṣe aiku ni iwọ tabi ọlọrun kan?\nỌkunrin arugbo naa rẹrin o si sọ pe, \"Emi ni Zhongyuan Shuijun ti o jẹ alabojuto agbegbe omi yii!\" Nigbana ni ọkunrin arugbo naa rọ Wang Bo lati lọ sinu ọkọ oju omi ni kiakia. O ri awọn awọsanma ti o dara julọ ti o yika fun igba diẹ, ati afẹfẹ afẹfẹ. omi sì dán lójú ọ̀nà, ní ìpaju ojú, ó ti rin ọgọ́rùn-ún kìlómítà.\nNigbana ni ọkunrin arugbo naa rọ Wang Bo lati yara yara lori ọkọ oju omi, o ri awọn awọsanma ti o dara ti o yika fun igba diẹ, ati pe o jẹ irin-ajo ti o dara, ni oju oju, o ti rin awọn ọgọọgọrun ibuso. Gẹgẹbi a ti ṣe yẹ, Wang Bo sare lọ si Pavilion Prince Teng ni owurọ ti iṣẹlẹ nla naa.\nGẹgẹbi a ti ṣe yẹ, Wang Bo sare lọ si Pavilion Prince Teng ni owurọ ti iṣẹlẹ nla naa. Ati lori awọn iranran, o kowe awọn \"Àsọsọ to Prince Teng's Pavilion\", eyi ti a npe ni ayeraye aṣetan nipa Emperor Gaozong ti awọn Tang Oba. Ati lori awọn iranran, o kowe awọn \"Àsọsọ to Prince Teng's Pavilion\", eyi ti a npe ni ayeraye aṣetan nipa Emperor Gaozong ti awọn Tang Oba.\nOriki kan wa ti o sọ pe:\nA ti sọ nigbagbogbo pe awọn eniyan abinibi jẹ ọlọrun, nitorina kii ṣe ijamba ti afẹfẹ mu Nanchang wá si Nanchang;\nMo kọ gbolohun kan nipa pafilionu giga ti Teng Wang, ati lẹhinna o tẹle awọn alaiku lọ si Zhongyuan.", "聖意": "Gbadura fun ile rẹ ki o daabobo ararẹ, gbadura fun awọn ibukun, wa ọrọ, ati ṣaṣeyọri igbeyawo ati isokan.", "古人": "Afẹfẹ nfẹ si Pafilionu Tengwang", "第X籤": "Wole ọgọrin-ọkan", "宮": "Wei Gong"}