{"籤詩版本二": "Kini lati ṣe ti o ba padanu iwa-rere rẹ nitori orukọ rẹ?Mo bẹru pe orire yoo yipada ati awọn ohun buburu yoo ṣẹlẹ.\nỌmuti, Emi ko mọ ibiti mo lọ.Mo ni ala ala ti o wa ni ojiji ti awọn igi pine alawọ ewe.", "詩意": "Hexagram yii duro fun ẹja tutu ti o lọ kuro ni omi.\nKo si ohun ti o le gbe.\n\n(Hexagram yii jẹ aami ti iwa rere ati orire buburu.\nJeki ẹsẹ rẹ lori ilẹ ni ohun gbogbo.\n)", "解曰": "Eja tutu fi omi silẹ. ifasẹyin. Ti o ba beere nipa awọn eto ibudó. O dara julọ lati Mo Qi\nAmi yii yoo mu orire buburu wa si Liujia. Ohun gbogbo lọ ti ko tọ. Gbadura fun aabo.", "籤詩故事一": "◇Zhuangzi dán ìyàwó rẹ̀ wò\nZhuangzi ni won bi ni Oba Zhou, Oruko oruko re ni Zhuang, oruko re ni Zhou, ati oruko re ni Zixiu, omo bibi Mengyi ni Oba Song. Ni awọn Zhou Oba, o jẹ osise ti Qiyuan.\nNi ojo kan, Zhuangzi pade obirin kan lori oke, o n ṣagbe ni iwaju iboji titun kan, o nmì afẹfẹ rẹ ni itara, bi ẹnipe o fẹ lati gbẹ ilẹ tutu lori iboji. Zhuangzi ko loye ero inu rẹ, nitorina o beere lọwọ rẹ. Ó ní ẹni tí wọ́n sin sínú sàréè ni ọkọ òun, ohun tí ọkọ òun sì sọ kẹ́yìn ni pé òun ò lè fẹ́ ẹlòmíì títí tí ilẹ̀ tó wà nínú sàréè yóò fi gbẹ. Kò lè dúró mọ́, nítorí náà, ó ru ilẹ̀ sàréè sókè láti mú kí ó yára gbẹ, kí ó lè lépa ìsun keji.\nZhuangzi kerora nigbati o ro pe iru obinrin ti ko ni ọkan kan wa ni agbaye. Nigbana ni mo ro, iyawo mi yoo ri bi? Nigbati ifura ba dide, Mo fẹ lati danwo.\nOrukọ idile iyawo Zhuangzi ni Tian, ​​ati pe tọkọtaya naa nigbagbogbo ni ibatan timọtimọ, lati le ṣe idanwo iduroṣinṣin iyawo rẹ, Zhuangzi pinnu lati dibọn pe o ti ku.\nNígbà tí a gbọ́ pé àìsàn òjijì ni Zhuangzi ti kú, ọ̀pọ̀ èèyàn láti ibi gbogbo, títí kan àwọn mọ̀lẹ́bí àti ọ̀rẹ́, ló wá láti kẹ́dùn, lára ​​wọn ni ọba kan tó rẹwà àti ọmọ ọmọ láti ìpínlẹ̀ Chu, tó jẹ́ ọlọ́rọ̀, nígbà tó rí i pé Ms. Tian jẹ opo tuntun ati iyọnu, o lepa rẹ. Iyaafin Tian ko le farada idanwo naa o si nifẹ si Wang Sun. Wọn ṣe igbeyawo ni ogun ọjọ nikan.\nNi alẹ yẹn, nigbati ọti-waini ti mu ati awọn eti ti gbona, Wang Sun lojiji jiya ikọlu ọkan o si ku.\nArabinrin Tian bẹru ati ijaaya, o beere lọwọ Wang Sun ni iyara kini lati ṣe Wang Sun farada irora naa o sọ fun Arabinrin Tian pe opolo ti oku le ṣee lo lati mu awọn okú pada si aye.\nNibo ni lati wa oku naa? Iyaafin Tian ro lojiji, ṣe ọkọ rẹ ko kan ku? Ọgbẹni Tian gbagbe ifẹ atijọ laarin ọkọ ati iyawo, o si mu ake gangan o si pin posi ọkọ rẹ, ngbaradi lati gbe ọpọlọ rẹ jade fun oogun.\nLairotẹlẹ, nigbati apoti posi naa ṣii, Zhuangzi wa pada si aye. Iyaafin Tian jẹ itiju pupọ pe o pokunso ara rẹ.\n(Ìtàn yìí jẹ́ àpèjúwe fún rírú ìbádọ́rẹ̀ẹ́ fún ire ara ẹni, nítorí náà a kò lè fohùn ṣọ̀kan pẹ̀lú rẹ̀.)", "聖意": "Ile l’alafia, ara wa l’ojo, owo ko nii se, a fi owo re rubo, igbeyawo a yanju, aburu Liujia n se rere, awon ti n rin kiri ko ti de, Iko siliki ni alafia, awon eran-osin wa ni alaafia. eniyan n wa eniyan, ẹjọ ti yipada, awọn ọmọ-ẹhin ti jẹ Konsafetifu, ohun-ini ti sọnu, ko si aisan, ati oke ati awọn iboji ti jẹ buburu.", "古人": "Zhuangzi ṣe idanwo iyawo rẹ", "第X籤": "Ọgọ 84", "宮": "Wei Gong"}