{"籤詩版本二": "Awọsanma dudu ati kurukuru bo ọna ti o wa niwaju oke, ohun gbogbo ni yika ati oṣupa tun yika.\nTi o ba gba oríkì ati iwe, iwọ yoo ji lati oju ala ti o jin, ọlọla yoo tọ ọ lọ si oke.", "詩意": "Hexagram yii ṣe afihan opin orisun omi ati didan ti awọn ododo.\nOhun gbogbo yipada lẹhin Oluwa.", "解曰": "Agbalagba nilo lati beere fun iranlọwọ. O blooms lẹẹkansi ni orisun omi. Ifẹ fun okiki ati ọrọ. Pade afẹfẹ afẹfẹ pẹ ni igbesi aye.", "籤詩故事一": "◇Han Wengong bá ìrì dídì pàdé\nHan Yu, ẹniti orukọ iteriba jẹ Tuizhi, wa lati Changli. Tang Dezong di Jinshi ni ọdun kẹjọ ti Zhenyuan, ati pe akọle rẹ lẹhin iku jẹ Wen Gong.\nNi akoko ijọba Emperor Xianzong ti Tang Dynasty, Han Yu tun ṣe atunṣe pẹlu awọn egungun Buddha, eyiti o binu Emperor naa. Han Yu fi iyawo ati awọn ọmọ rẹ silẹ o si lọ si Chaozhou. Lẹhin ti o ti nrin fun kere ju awọn ọjọ diẹ, afẹfẹ tutu ti gbe soke ati pe o yinyin pupọ. Han Yu wa si ibi ti egbon ti jin si awọn ẹsẹ pupọ, o jẹ ki o ṣoro fun ẹṣin rẹ lati lọ siwaju, ko si ile ti o wa nitosi ati pe ko mọ ibiti ọna naa wa. Ti o ba fẹ tẹle ọna ati padasehin, ko si ọna pada. Afẹfẹ n fẹ lile ati egbon n ṣubu ni kiakia. Han Yu ti wọ si awọ ara, didi ati ebi npa, ko si ni ibi ti o le sọ ibanujẹ rẹ han.\nHan Yu sòobá, ó ní: “Olúwa kò ní pa mí, ṣùgbọ́n olú ọba fẹ́ pa mí run.”\nO kan nigbati Han Yu ni ainireti, o rii ọkunrin kan ti o nbọ lati ko yinyin kuro laibikita otutu nla ti o wa.\nṢaaju ki o to, Han Xiangzi ti sọ fun Han Yu pe: \"Nibo ni ile Yun Heng wa ni Qinling? Egbon naa gba ẹnu-bode bulu ati ẹṣin naa duro siwaju. \"Ni akoko yẹn, Han Yu ko loye ohun ti Han Xiangzi tumọ si, ṣugbọn nisisiyi o gba nipari gbọye.\nNitorina Han Yu ati Han Xiangzi lọ lati sùn ni ile Fu ni Languan. Ti sọrọ nipa awọn ti o ti kọja ati ọna si ogbin, Han Yu ni idaniloju otitọ.\nLẹ́yìn náà, Han Yu fi ipò òṣìṣẹ́ rẹ̀ sílẹ̀, ó fi gbogbo ohun ìní rẹ̀ fún ìjọba ìbílẹ̀, ó sì lọ sí orí òkè láti ṣe Taoism ó sì di aláìleèkú.", "聖意": "Ile ko dara fun ara eni, e sora lati wa owo, koju si okoowo, igbeyawo ti pẹ, Arinkiri obinrin Liujia di oko, kokoro siliki dara, ẹran-ọsin dara, o ṣoro lati wa eniyan, ẹjọ ilu ni a tun ṣe, ijira ni. imudojuiwọn, sọnu ohun ni o wa pataki, arun ti wa ni idaduro, oke ibojì yẹ ki o wa ni yipada.", "古人": "Han Wengong pade egbon", "第X籤": "Ogorin-karun gba lotiri", "宮": "Shen Gong"}