{"籤詩版本二": "Maṣe yọ mi lẹnu pẹlu awọn ọran ti ara ẹni, eyi yẹ diẹ sii lati beere lọwọ awọn eniyan.\nOkan ti o han gbangba ni didan ati didan bi oṣupa didan ni ọrun", "詩意": "Hexagram yii duro fun aworan ti oṣupa didan ni ọrun.\nOhun gbogbo jẹ imọlẹ ati afẹfẹ.", "解曰": "Jẹ aduroṣinṣin ni ọkan. Taara si ofin. Awọn ọrọ mimọ. Níkẹyìn o di kedere.", "籤詩故事一": "◇ Kong Ming's gbogboogbo\nOjutu: Zhuge Liang kojọpọ awọn ọmọ ogun rẹ ati awọn gbogbogbo\nNi akoko Awọn ijọba Mẹta, Zhuge Liang (181-234), orukọ iteriba Kongming, ni a bi ni Yangdu, Langya (bayi Yinan County, Shandong Province).\nZhuge Liang gba lati di osise lẹhin ti Liu Bei ṣe abẹwo si ile kekere kan ti o wa ni igi-igi, ni akoko yẹn Cao Cao ti rọ Hebei ati pe o pinnu lati lọ si gusu, o ranṣẹ si Xiahou Dun gẹgẹbi olori agba, Yu Jin, Li Dian ati awọn miiran. gege bi igbakeji gbogboogbo, ti o dari ogun ti 100,000 lati rin si Xinye. Bó tilẹ̀ jẹ́ pé Zhuge Liang ní ètò láti sá fún ọ̀tá nígbà yẹn, Guan Yu àti Zhang Fei kórìíra àwọn ọ̀rọ̀ Zhuge Liang. Zhuge Liang ko ni ohun miiran ju lati lo idà Liu Bei lati ṣẹgun awọn ọkunrin meji naa, ọkọọkan wọn mu ẹgbẹẹgbẹrun ọmọ ogun ati ẹṣin, wọn lọ si Yushan ati Anlin, wọn duro fun Xiahou Dun lati ṣamọna ogun rẹ lati kọja, lẹhinna wọn kọlu wọn pẹlu pẹlu ibùba ati iná.\nNi afikun, Zhao Yun ti ranṣẹ lati dari awọn iyokù ti ogbo ati alailagbara ti ogun lati jagun gẹgẹbi oluṣọ lodi si Xiahou Dun, ati lẹhinna jagun jagunjagun ati pada sẹhin, o fa Xiahou Dun lọ si ọna tooro ni awọn oke-nla ati awọn igbo. O tun ranṣẹ si Guan. Ping, Zhou Cang, Liu Feng ati awọn miiran lati yọọ si ẹhin ogun Cao, awọn ipese sisun ati nfa ijaaya ninu ọmọ ogun Cao.\nLẹhin ogun naa, ohun gbogbo ṣẹlẹ bi Zhuge Liang ṣe ṣeto. Nigba ti Xiahou Dun ati Yu Jin dari awọn ọmọ-ogun ni ilepa, Li Dian, ti o wa ni ẹhin, sọ fun Xiahou Dun ni kiakia pe o nilo lati ṣọra fun awọn ikọlu ti awọn ọta, sibẹsibẹ, o ti pẹ ju. Opopona tooro ati pe o wa ni ibi ti awọn igi ti wa ni asopọ, nitorina ina ko le bẹrẹ, awọn ipalara nla lo wa, ati Xiahou Dun ati awọn olori ogun miiran ti ṣẹgun wọn si salọ si Xudu.\n(Itan yii jẹ apẹrẹ ti Kong Ming dara ni lilo eniyan ati iṣakoso orilẹ-ede pẹlu ọgbọn.)", "聖意": "Ile ati ile ni a dara o, mo ki oriire fun oro, ifokanbale, owo rere, igbeyawo, aseyori, aseyori ni Liujia, oko okunrin ti n gbe, kokoro, ipadanu ẹran, eniyan sonu, ẹjọ ilu, ijira, dukia ti o sọnu. ibukun, aisan, alafia, oke ati awọn ibojì.", "古人": "Kong Ming ká gbogboogbo", "第X籤": "Ami kẹsan", "宮": "Yin Palace"}