{"籤詩版本二": "Awọn okanjuwa ati aseyori ni o wa ninu awọn Oba, ṣugbọn nisisiyi ọti-waini ati ibalopo yoo jẹ ailopin\nTi e ba ri akuko goolu, ao san a fun e pelu owo, oro ati oro.", "詩意": "Hexagram yii duro fun aami ti okanjuwa ati olokiki.\nJeki ohun gbogbo ni itara.", "解曰": "Okan ati yiya. Ko pẹ ju lati daabobo ararẹ. Àkùkọ goolu ṣèlérí. Gbogbo ayo.", "籤詩故事一": "◇Cao Pi kéde ara rẹ̀ ní olú ọba\nCao Pi, orukọ iteriba Zihuan, ni a bi ni Peiguoqiao (bayi Hao County, Anhui). Oloṣelu olokiki ati onkọwe lakoko akoko Jian'an.\nCao Pi ni ọmọ keji ti Cao Cao. O si gbe pẹlu baba rẹ ni ibudó ologun lati igba ewe, labẹ ipa baba rẹ, Cao Pi kọ ẹkọ tafà ni ọmọ ọdun mẹfa ati gigun ẹṣin ni ọmọ ọdun mẹjọ, o si ni idagbasoke. ti o dara ti ologun ona ogbon. O tun ni oye ti o jinlẹ nipa awọn kilasika atijọ ati ti ode oni ati awọn itan-akọọlẹ igbesi aye, ati awọn iwe ti awọn ọgọọgọrun awọn ile-iwe ti ero. Kii ṣe titi di ọdun mejidilogun ni Cao Cao ṣẹgun Yuan Shao ati pe Cao Pi gbe igbesi aye iduroṣinṣin kan ni Yecheng, aarin ti ijọba Cao Cao. Láti ìgbà náà wá, bó tilẹ̀ jẹ́ pé nígbà míì ó máa ń bá bàbá rẹ̀ lọ sáwọn ìrìn àjò ológun, tó sì ń gbé ìgbésí ayé ọmọ ọlọ́lá lọ́pọ̀ ìgbà, ó ṣì ń ṣe iṣẹ́ ológun lójoojúmọ́, kò sì kọ̀ jálẹ̀ títí di òní olónìí. Ọ̀pọ̀ ìgbà ló máa ń gun ẹṣin rẹ̀ ní ọgọ́rùn-ún àtẹ̀gùn, ó sì mọṣẹ́ ológun, torí pé ó sábà máa ń ṣe iṣẹ́ ológun, ó máa ń fúyẹ́, ó sì lágbára.\nỌmọ akọbi Cao Cao Cao Ang ni a pa ninu ogun kan. Lẹhin ti akọbi ọmọ kú, Cao Pi di akọkọ wun fun ade alade. Nigbati o jẹ ọmọ ọdun mọkanlelọgbọn, Cao Cao ni o fi jẹ ade alade. Nigbati Cao Pi jẹ ọmọ ọdun mẹtalelọgbọn, Cao Cao ku fun aisan, Cao Pi si rọpo rẹ gẹgẹbi Prime Minister ati ọba Wei. Ó ní òun sábà máa ń gun ẹṣin lọ ní ọgọ́rùn-ún àtẹ̀gùn tó sì mọṣẹ́ gan-an, torí pé ó máa ń ṣe kungfu, ara òun máa ń yá gágá, ara rẹ̀ sì yá.", "聖意": "Gbadura ki ile ati ile re ki o wa ni alaafia, wa oro, sise takuntakun, isowo, tete tu, igbeyawo yoo dara, Liujia a wa laafia, eniyan a wa ni oko, ao dagba, eran osin mefa ao po. , yoo ṣoro lati wa awọn eniyan, awọn ẹjọ ilu yoo jẹ ni kiakia, iṣikiri yoo sọnu, ati pe awọn nkan yoo jina si, awọn arun yoo duro ni awọn oke nla ati awọn iboji.", "古人": "Cao Pi kede ararẹ ni ọba", "第X籤": "Aadọrun-karun gba lotiri", "宮": "xugong"}