{"籤詩版本二": "Pagoda ọlọla jẹ dani, pẹlu awọn ẹya nla ni gbogbo awọn ẹgbẹ ti o tan imọlẹ.\nMo gba yin niyanju ki e ma pinu lati teriba ki e si se ise rere, orun yoo ran yin lowo.", "詩意": "Hexagram yii ṣe aṣoju ifarahan ti iteriba.\nOhun gbogbo ni o wuyi.", "解曰": "Awon ibukun wonyi. Gbogbo eniyan ni o. Maṣe ṣe lọwọ pupọ. Ijẹrisi ti pinnu ni ilosiwaju.", "籤詩故事一": "◇ Ọba Fenyang pade ọmọ-ọmọ rẹ ni Ọjọ Falentaini Ilu China\nOjutu: Guo Ziyi pade Ọmọbinrin Weaver ti n sọkalẹ si ilẹ ni Ọjọ Falentaini Ilu China. Tiansun, ọmọ-ọmọ ti Jade Emperor, ni Awọn Fairies Meje.\nGuo Ziyi (697-781), ti a tun mọ ni Guo Linggong, jẹ ọmọ abinibi ti Agbegbe Zheng, Huazhou (nisisiyi Huaxian County, Agbegbe Shaanxi) ati gbogbogbo ni Ijọba Tang. Ile-ẹjọ ijọba ti fun Ziyi ni akọle Ọba ti Fenyang.\nWọ́n sọ pé Ziyi ti wá láti Huazhou, ó sì lọ dara pọ̀ mọ́ ológun níta Ògiri Nlá, ó lọ sí Beijing láti tẹ̀ ẹ́ sanwó iṣẹ́ ológun, ó sì padà sí Yinzhou, ó ṣẹlẹ̀ pé ó jẹ́ Ọjọ́ Falentaini ti Ṣáínà nígbà yẹn, ẹ̀fúùfù àti yanrìn Okunkun n yi, oorun si n dudu, Ziyi ko le gbe siwaju, nitori naa o duro legbe opopona, o sun lori ile ni ile ofo, nigbati o fẹrẹ sun, o ri ina pupa lojiji. O si dide duro, o si wò soke, o si yà, awọsanma si mbẹ li ọrun, o rọra sọkalẹ, o si joko, arẹwà obinrin kan, ti o li ọlá ati arẹwà, ti o yatọ si enia lasan. Lesekese ni Ziyi san owo re, o si wipe, \"Loni ni ojo keje osu keje. Mo ro pe omobirin Alaso ni o wa, ti o nfe lati fun u ni aye gigun ati ọrọ.\"\nObinrin naa tun dahun pe: \"Pẹlu ọrọ nla wa gun aye.\"\nLẹ́yìn tí ó ti sọ̀rọ̀ tán, ìmọ́lẹ̀ náà tún padà, ìkùukùu sì rọra yọ̀, obìnrin náà sì ń wolẹ̀ sí Guo Ziyi pẹ̀lú ẹ̀rín músẹ́, nígbà tí ó jìnnà sí i nìkan ni èéfín náà yòókù tí a kò sì rí i mọ́.\nÓ wá di òótọ́, gẹ́gẹ́ bí obìnrin náà ṣe sọ. Awọn iteriba Ziyi jẹ olokiki agbaye, o jẹ minisita olokiki pupọ, ati pe o jẹ gbogbogbo pẹlu awọn iteriba ati awọn iwa rere.", "聖意": "Ṣe ifẹ fun ara rẹ ni ile, ṣe ifẹ fun ara rẹ, gbadura fun owo, orire ni iṣowo, oriire ni igbeyawo, oriire ni Liujia, irin-ajo ayọ pẹlu eniyan, awọn aaye gbigbe, awọn silkworm, ẹran-ọsin ti o duro ṣinṣin, orire buburu ni wiwa. eniyan, awọn ẹjọ ilu, ijira, ọrọ rere, awọn arun ohun-ini ti o sọnu, awọn ibojì ni Zhenxingshan", "古人": "Ọba Fenyang pade ọmọ-ọmọ rẹ ni Ọjọ Falentaini Ilu China", "第X籤": "Wole mẹrindilọgọrun-un", "宮": "xugong"}