{"籤詩版本二": "Reining ẹṣin ati didimu okùn, a wá taara nibi, idaji ninu ewu ati idaji ninu ajalu.\nÓ dàbí ilé tí a ń jóná,nígbà tí ojú ọ̀run bá ṣubú,òjò a sọ ọ́ di eérú.Mo ní ète.", "詩意": "Hexagram yii duro fun ibanujẹ idaji ati ayo idaji.\nO ni imọran lati ṣe rere ni ohun gbogbo.", "解曰": "Iṣẹ ṣiṣe igbesi aye. Maṣe bikita nipa ẹtọ ati aṣiṣe. Awọn dè jẹ igba diẹ. Ibanujẹ wa nipa ti ara.", "籤詩故事一": "◇Tao Sanchun lu Zheng En ni Guayuan\n\"E ku iranti mi,\" Zhao Kuangyin tun dide lẹẹkansi, \"Beiping King Zheng En ti ṣeto igbeyawo ni igba naa. Ni bayi ti aye ti wa ni alaafia, Emi yoo fẹ lati beere fun igbanilaaye lati yan ọjọ ti o dara lati ṣe igbeyawo. \"\n\"E ku iranti mi!\" Zhao Kuangyin dide o si wipe, \"Ọba ti Peking, Zheng En, ti ṣeto igbeyawo ni igba naa. Ni bayi ti aye ti wa ni alaafia, Emi yoo fẹ lati beere fun igbanilaaye lati yan ohun ti o dara julọ. ọjọ lati ṣe igbeyawo.\"\n\"Oh, arakunrin kẹta ti ṣe adehun tẹlẹ, bawo ni emi ko mọ nipa eyi?\" Chai Rong yà pupọ. O ju ọwọ rẹ o si beere fun Zhao Kuangyin lati joko lati sọrọ.\n\"Oh! Arakunrin kẹta ti ṣe adehun tẹlẹ, bawo ni emi ko mọ nipa eyi?\" Chai Rong (Emperor of the later Zhou Dynasty) yà gidigidi. O si mi ọwọ rẹ o si beere fun Zhao Kuangyin lati joko ati sọrọ.\n\"Itan gigun ni, Ni akọkọ, a tun wa ninu osi ni akoko yẹn, ko darapọ mọ ọmọ ogun rẹ, lati igba naa, a ti n ja fun ọdun pupọ ti ko ni akoko lati bikita nipa rẹ, keji, arakunrin kẹta tun jẹ diẹ diẹ. tiju lati darukọ rẹ, nitorina Kabiyesi ko mọ.”\n\"Itan gigun ni, Ni akọkọ, a tun wa ni osi ni akoko yẹn, ko darapọ mọ ọmọ ogun rẹ, lati igba naa, a ti n ja fun ọdun pupọ ti ko ni akoko lati bikita nipa rẹ, keji, arakunrin kẹta tun jẹ ọmọ-ogun. itiju diẹ lati darukọ rẹ, nitorinaa Kabiyesi ko mọ.”\n\"Hey, ọmọ ile-iwe giga ti n ṣe igbeyawo, kini idi ti itiju? Arakunrin kẹta ti wa ni oju-ogun fun igba pipẹ ati pe a le kà ọ si akọni ti ko ni afiwe. Kilode ti o jẹ kekere nipa ọrọ yii?\"\n\"Hey! Ọmọkunrin kọlẹji naa n ṣe igbeyawo, kini idi ti itiju? Arakunrin kẹta ti wa ni oju ogun fun igba pipẹ ati pe a le kà ọ si akọni ti ko ni afiwe. Kilode ti o jẹ kekere nipa ọrọ yii?\"\n\"Ni sisọ nipa eyi, Emi ko le da arakunrin mi kẹta lẹbi nitori itiju, nitori pe igbeyawo yii jẹ eke.\"\n\"Ni sisọ nipa eyi, Emi ko le da arakunrin mi kẹta lẹbi nitori itiju, nitori pe igbeyawo yii jẹ eke.\"\n\"Ti a tẹ jade? Hey, o jẹ iyanilenu. Jọwọ sọ fun mi kini o ṣẹlẹ.\"\n\"Mo ti tẹ jade! Hey! O jẹ igbadun! Jọwọ sọ ohun ti o ṣẹlẹ fun mi.\"\n\"Bẹẹni, mo ranti ọdun naa, nigba ti a fẹ darapọ mọ Kabiyesi, a n kọja nipasẹ Baocheng County, o gbona pupọ ni Oṣu June. Arakunrin mi kẹta ko le duro ni hotẹẹli, nitorina o jade lọ lati rin kakiri nikan. Lẹ́yìn tí ó ti kọjá lọ́gbà ọgbà kan, ó wọlé láti mú díẹ̀, ọ̀pọ̀lọpọ̀ òùngbẹ pa òùngbẹ. Arabinrin ti o n wo melon naa siwaju lati fi esun kan arakunrin kẹta, awọn mejeeji ni ariyanjiyan, lẹhinna wọn bẹrẹ si ja. Wa, O da, Mo ni aniyan, Mo yara si igbala ni akoko, bibẹẹkọ...”\n\"Bẹẹni, mo ranti ọdun naa, nigba ti a fẹ darapọ mọ Kabiyesi, a n kọja nipasẹ Baocheng County, o gbona pupọ ni Oṣu June. Arakunrin mi kẹta ko le duro ni hotẹẹli, nitorina o jade lọ lati rin kakiri. Lẹ́yìn tí ó ti kọjá lọ́gbà ọgbà kan, ó wọlé láti mú díẹ̀, ọ̀pọ̀lọpọ̀ òùngbẹ pa òùngbẹ, kò sí ọ̀pọ̀lọpọ̀ ọ̀pọ̀lọpọ̀ ọ̀pọ̀lọpọ̀ melon ní àsìkò yìí, ẹ̀gbọ́n kẹta kò sì mọ bí wọ́n ṣe lè kó wọn, nítorí náà ó fọ́ púpọ̀. Obinrin ti n wo melon lo siwaju lati fi esun kan arakunrin keta, awon mejeeji ni edekoyede, leyin eyi ni won bere ija, Wa, Oriire, mo dami loju, mo si sare lo si igbala ni asiko, bi beeko...\"\n\"Zheng Ziming yii, ẹbi rẹ ni akọkọ, o yẹ ki o gafara. Kini idi ti o fi lu u? Yato si, bawo ni idile ọmọbirin ṣe le koju awọn punches ati awọn tapa ti ọkunrin alagbara bi rẹ! Wa, o lu ọmọbirin yii si Rara?\" \"Ọmọbinrin naa ko ni ipalara...\"\n\"Zheng Ziming yii, ẹbi rẹ ni akọkọ, o yẹ ki o gafara, kilode ti o tun kọlu u? Yato si, bawo ni idile ọmọbirin ṣe le koju awọn punches ati tapa ti ọkunrin alagbara bi rẹ! Wa, o lu ọmọbirin yii si awọn ege Bẹẹkọ?\"\n\"Ọmọbinrin naa ko ni ipalara...\"\n\"O dara, o dara ... Hey, ṣe o ko ṣe igbese? Oh, Mo ro pe o gba mi ni akoko.\"\n\"O dara! Iyẹn dara ... Hey! Ṣe o ko ṣe igbese? Oh! Mo ro pe iwọ ni ẹniti o ti fipamọ mi ni akoko!\"\n\"...Bẹẹkọ, ẹni ti mo gba ni ... arakunrin kẹta.\" \"... Rara, ẹni ti mo gba ni ... arakunrin kẹta.\"\n\"Ah?!\" \"Ah?!\"\n“Arákùnrin kẹta ni obìnrin náà wó lulẹ̀, ó sì lù ú lọ́nà àrà ọ̀tọ̀, àárẹ̀ ni, mo dé, mo sì rọ̀ ọ́ pé kó lọ, nítorí náà, kò fara pa gan-an....Kabiyesi... Kabiyesi!... \"\n\"Arákùnrin kẹta ni obìnrin náà lulẹ̀, ó sì lù ú lọ́pọ̀lọpọ̀, àárẹ̀ ni mo dé, mo sì rọ̀ ọ́ pé kó lọ, nítorí náà kò fara pa á gan-an....Kabiyesi... Kabiyesi!...\"\n“Ah?...Ah, ta ni obinrin yen!?” “Ah!?...Ah, ta ni obinrin yen!?”\n\"O jẹ nigbamii ti mo ti rii pe orukọ obinrin naa ni Tao Sanchun, ati pe baba rẹ Tao Hong jẹ akọni atijọ ti ko ni ireti. Tao Sanchun kọ ẹkọ ologun lati ọdọ baba rẹ lati igba ewe. Lẹhin ti mo ti mọ. Mo ri pe Miss Sanchun ni iwa to dara julọ, Luo Luo ati oninurere, laisi aṣa eyikeyi ti jije ọmọbirin kekere, wọn mọọmọ ba a mu, Baba ati ọmọbirin Tao tun fẹran iwa titọ ti arakunrin kẹta pupọ. lu lesekese, o si pinnu igbeyawo yii fun awon mejeeji, Kabiyesi, jowo so fun mi, eyi ki i se igbeyawo ayederu ni?\n\"O jẹ nigbamii ti mo rii pe orukọ ọmọbirin naa ni Tao Sanchun, ati pe o ti kọ ẹkọ ija-ija lati ọdọ baba rẹ lati igba ewe. Lẹhin ti mo ti ni imọran pẹlu ẹbi rẹ, Mo rii pe Miss Sanchun ni iwa ti o tayọ, ni Ọ̀làwọ́, tí wọn ò sì mọ̀ nípa jíjẹ́ ọmọdébìnrin kékeré, nítorí náà, mo mọ̀ọ́mọ̀ gbà á, Ọ̀gbẹ́ni Tao àti ọmọbìnrin rẹ̀ tún nífẹ̀ẹ́ sí ìwà títọ́ ti arákùnrin wọn kẹta gan-an. si ara nyin. Kabiyesi, ?nyin ko ro pe eyi ni ayederu igbeyawo?\n(Ìtàn yìí jẹ́ àkàwé, nítorí pé ohun búburú kan wá di ohun rere.)", "聖意": "Gbadura fun aabo ile ati ti ara ẹni, ṣọra, gbadura fun ọrọ, iṣowo baje, ṣe idiwọ igbeyawo, ijiya, Liujia, iṣeduro, awọn arinrin-ajo idẹkùn ni oko, ibajẹ silkworm, ibajẹ ẹran-ọsin, awọn eniyan ti o padanu, awọn ẹjọ arufin, ipadanu, ijira, Konsafetifu , ohun ini to sonu, arun ibi, aniyan, ewu, oke, iboji, ikuna", "古人": "Tao Sanchun lu Zheng En ninu ọgba melon", "第X籤": "Nọmba mọkandinlọgọrun-un", "宮": "Haigong"}