{"籤詩版本二": "Нехай світ створений для гарного шлюбу, сприятливих днів і хороших часів, і все буде добре\nЦе не мала справа, якщо вам дістанеться цей жереб.Імператор заявляє, що люди вірні та чесні.", "詩意": "Ця гексаграма символізує початок відкриття неба і землі.\nВсе сприятливо.", "解曰": "Швидка швидкість. Рік не вартий свого часу. Гуаньїнь записує. Спочатку дайте мені знати.", "籤詩故事一": "◇ Чжунлі став просвітленим\nЧжунлі Цюань, прізвище Чжунлі, ім'я Цюань, люб'язне ім'я Юньфан і прізвисько Чжен'ян, був уродженцем округу Сяньян, Сіань, провінція Шеньсі під час династії Східна Хань.\nЧжун Ліцюань був генералом династії Хань. Під час експедиції проти Західного Цян він заздрив командиру Лян І й призначив йому лише 30 000 старих і слабких солдатів. Щойно він прибув до місця призначення, табір був пограбований армії Західного Цяну, і солдати втекли. Чжун Ліцюань заблукав у долині, і по дорозі зустрів ченця Ху. Він повів його в маленьке село і сказав: «Це резиденція пана Дунхуа». Тоді він попрощався й пішов. Через деякий час хтось раптом сказав: «Це, мабуть, тому, що зеленоокий Ху чоловік надто балакучий». Він побачив чоловіка, одягненого в білу оленячу шерсть і тримаючого зелений посох із кіноа. Він запитав Чжун Ліцюань: «Людина, яка прийшла ось Хань Да. Генерал Чжунліцюань\n? Чжун Ліцюань був шокований, знаючи, що зустрів незнайому людину, тому він щиро вивчив Дао.\nПізніше Чжун Ліцюань познайомився з Женрен Хуаяном і безсмертним королем Сюаньфу і дізнався «Секрет безсмертя». Нарешті, він жив у Zijin Sihaofeng на горі Kongtong, отримав \"Таємницю нефритової скриньки\" і став справжнім безсмертним. Його також шанували як одного з п'яти північних патріархів секти Quanzhen.", "聖意": "Моліться, щоб ваш дім і домівка була осінню і зимою доброю долею Шукайте щастя восени і взимку щастить у справах, щастить у шлюбі, щастить у народженні хлопців, щастить у поїздці в поле. , удачі в шовкопрядах, удачі в худобі, удачі в пошуку людей, удачі в публічних позовах, удачі в міграції, втраченого майна, північно-східних хвороб, удачі в відправленні гір і гробниць.", "古人": "Чжунлі став просвітленим", "第X籤": "перша ознака", "宮": "Матка"}