{"籤詩版本二": "Турботи і хвилювання тимчасово звільняються, а радість приходить з неба.\nТак само, як нефрит, захований у гної, добрий працівник піднімає порох", "詩意": "Ця гексаграма символізує гармонію Інь і Ян.\nВсе, що ви плануєте, сприятливо.", "解曰": "Нічого не отримано, нічого не втрачено. Виграш із програшу. Лиходій в біді. Успіхів вам, джентльмене.", "籤詩故事一": "◇Є Мен Сюн Чао Ді\nЄ Менсюн (1531-1597), чиє ввічливе ім'я було Наньчжао, а ім'я Лунтан, було змінено на Лунтан і також на ім'я Хуаюнь. Уродженець Ваньшифан, Хуейчжоу Фучен (тепер частина району Хуйчен міста Хуйчжоу) в династії Мін. На 44-му році правління Цзяцзін (1565) він став Цзіньші і отримав звання магістрату округу Цін. Він працював директором відділу трансферів, а пізніше змінився наглядовим цензором Shanxi Road.\nУ 20-му році Ваньлі (1592) генеральний консул Нінся Куайбай (вождь монгольсько-татарського племені) убив правителя Данг Сінь і захопив сорок сьомий форт у провінції Хесі, розбив місто, поклонився і спалив. себе до смерті. Мен Сюн не зарозуміло приписує себе заслугам і дозволяє своїм навичкам бути такими ж, як у генералів, які наважуються воювати. Чиновника Вей Сюезен було відновлено на посаді. У свої останні роки він п'ять разів звільнявся з посади і був повернутий до Хуейчжоу для будівництва храму Хуейлун.\nЄ Менсюн увійшов до даосизму як державний службовець на початку, і був відомий своєю чесністю. Старі історичні записи говорять, що він був «першим у смиренні та здібностях», «усуває корупцію та карає повстання», залишивши хорошу репутацію; він був надзвичайно відданий, сміливий, сміливий і винахідливий.Добрий у стрільбі. У другій половині його життя його навички бойових мистецтв були записані в «Історії династії Мін», і його вважали національним героєм.", "聖意": "Дім несприятливий (усе більш спокійний) Осінь і зима хороші для себе, багатство буде вдалим, угоди будуть вдалими, шлюб буде вдалим, Люцзя буде помилково тривожити (будуть скарби), пішохід піде в поле до молитися за шовкопрядів, шість тварин будуть плоскими, люди будуть знайдені, публічні позови будуть несприятливими, міграція буде консервативною, втрачене майно буде перешкоджано, хвороби будуть поселені в могилі Фушань", "古人": "Є Мен Сюн Чао Ді", "第X籤": "Шістнадцяте виграшне лото", "宮": "Маогон"}