{"籤詩版本二": "Золотий Ворон падає на заході, а Кролик сходить на сході.Цикл дня і ночі триває з давніх часів до сьогодення.\nЧенці й даоси знають, що недоліків немає, а вчені, фермери, промисловці й торговці — всі керуються власним розумом.", "詩意": "Ця гексаграма символізує зростання і ослаблення інь і ян.\nЦе також знак того, що все піде за планом.", "解曰": "Немає нічого на увазі. Те, що ви зробили, є заслугою. Як стріла з лука. Один постріл влучив у ціль.", "籤詩故事一": "◇Дядько Цао Го безсмертний\nЦао Гоцзю, уродженець Сюйчжоу, вважається великим дядьком держави в період Ренцзун династії Сун. Його ім'я було Цао І, також відомий як Цао Цзінсю.\nУ дядька Цао Го був молодший брат на ім'я Цао Ер. Цей Цао Ер покладався на своє становище імперської влади та чинив усі види зла. Він займав поля, забирав дружин і дочок і заводив друзів з деякими беззаконними лиходіями, які заходили й виходили. Цао Гоцзю не міг цього витримати, тому він відмовився слухати його добрих слів і потіх, тож він використовував покарання, щоб контролювати його. , два брати заклали образу.\nЦао Гоцзю сказав: «Принципи світу полягають у тому, що ті, хто накопичує добро, будуть процвітати, а ті, хто накопичує зло, загинуть. Це незмінна істина. Наша сім’я Цао накопичувала злі вчинки в минулому, щоб досягти сьогоднішнього багатства. Зараз мій брат накопичив зло до крайності, навіть якщо він втече Навіть якщо ви покарані чиновником, ви не можете уникнути прихованих лих. Як тільки прийде лихо, і ваша сім'я буде знищена, і хтось помре, ви не зможете втекти на той час. Я буду принижений і боятися цього.» Отже, я розвіяв усе своє багатство, Він допомагав бідним і більше не піклувався про справи свого брата. Тоді він залишив свій дім і друзів, переодягнувся в даоську форму і пішов у гори, щоб розвивати свій розум і природу.\nОдного разу він випадково зустрів Чжунлі та Лу Дунбіня з династії Хань. Вони були дуже раді, побачивши красномовні відповіді дядька Цао Го. Вони дали йому «Таємний указ про повернення істини» та наказали ретельно практикуватися. Незабаром Чжунлі Цюань і Лу Дунбінь були введені в клас безсмертних.", "聖意": "Щастя для дому, дім, удача, удача, удача в справах, одруження, чоловік-мандрівник, рання посадка шовкопрядів у полі, невдача худоби, пошук людей, судовий процес, міграція, втрачене майно, пізня хвороба, удача", "古人": "Дядько Цао Го безсмертний", "第X籤": "Підпишіть вісімнадцятий", "宮": "Маогон"}