{"籤詩版本二": "Відпустіть човен повернутися з швидкого пляжу, що ви хочете зробити через хвилювання?\nЯкщо ви хочете бути в безпеці, шукайте спокою і чекайте, поки хвилі пройдуть цю кризу.", "詩意": "Ця гексаграма схожа на човен, що пливе по швидкому березі.\nБудьте консервативними у всьому і чекайте свого часу.", "解曰": "Висадка в сильну воду. Небезпека чекає часу. Якщо ви запитаєте про плани табору. Нічого не можна зробити.", "籤詩故事一": "◇Ziyi коронований королем\nГо Цзиї (697-781), також відомий як Го Лінгун, був уродженцем повіту Чжен, Хуачжоу (нині повіт Хуасянь, провінція Шеньсі) і генералом династії Тан.\nПід час повстання Аньші в 14-му році правління Тяньбао (755) він отримав титул Шуофан Цзедуші (Лінву, на захід від Лінву в сучасній Нінся). Йому було наказано розпочати хрестовий похід. Він об'єднав армію Шуофан з Лі Гуанбі для походу Вони об'єдналися в Чаншань (Чжендін, Хебей) і перемогли Ши Сімінга, повернувши собі Хебей. У цей час Го Цзиі запропонував імператору взяти Фан Янь з півночі та напасти на лігво повстанського тигра, щоб зменшити облогу Тунгуаня, але Сюаньцзун відмовився. Згодом було насаджено становище сепаратистських васальних міст у пізній династії Тан, що також стало віддаленою причиною загибелі династії Тан.\nНа п'ятнадцятому році правління Тяньбао (756 р.) він і уйгурська коаліція заспокоїли Хецю. Навесні наступного року вони відновили Хедун (нині Юнцзі, Шаньсі) і Фен І (нині Далі, Шеньсі) і напали на Тунгуань, розгромивши Цуй Цяньюй Танська армія зазнала втрат понад 10 тис. Цуй Цяньюй здався Пуцзіню. Ан Лушань був убитий його сином Ань Цінсю.\nНа другому році правління Чжіде (757 р.) йому було наказано вести війська до Фенсяна. По дорозі він розбив 5000 кіннотників Лі Гуйреня біля мосту Байцю Лююнь (сьогодні на південний схід від Саньюаня). У травні він бився з Ань Шоучжуном і Лі Гуйрен у Цінцю (сьогодні на захід від Сіаня) зазнав поразки, і він відійшов до Вугуна (сьогодні на північний захід від Угуна). У вересні він слідував за маршалом Гуанпіном Ван Лі Чу, щоб очолити Тан і уйгурів, щоб приєднатися до 150 000 військ, а потім воював з Ань Шоучжуном і Лі Гуйренем у Сяні. На північ від храму Цзі (на південний захід від сучасного повіту Чан'ань) уйгурські солдати кружляли в тилу ворога, атакували з обох боків і вбили 60 000 ворогів. Чжан Тунґру втік до повіту Шеньсі, і нарешті відновив столицю Чан'ань (сьогоднішній Сіань).Величність танської армії знову була відновлена ​​в Чан'ань.\nЗгодом Танська армія скористалася перемогою та рушила на схід, розгромивши 150 000 чоловік, у тому числі Янь Чжуаня та Чжан Тунжу в Сіндяні (тепер на південний захід від міста Саньменся, провінція Хенань), змусивши Аньцін Сю перетнути Хуанхе та відступити до Сянчжоу. Дунцзюнь Лоян повернувся. Додайте Сіту до його заслуг і зробіть його герцогом країни.\nШи Сімінг повів свою армію з Фань-Яна, щоб врятувати Ань Цінсю. Обидві сторони билися у строю на північ від річки Аньян (сьогодні на північ від Аньяна). Боротьба була нерозривною. Зрештою на чолі з дев’ятьма Цзедуші армія Тан, яка стверджував, що мав 600 000 чоловік, відступив (у битві при Єчен). Головним командиром цієї битви був євнух Юй Чаоен, який не мав лідерських здібностей і звинуватив Го Цзиї в невдачі битви. Го Цзиї був викликаний назад до Чан'ань, звільнений від військової влади та став непрацюючим чиновником.\nУ перший рік правління Баойін (762) повстали війська в Тайюані (сьогодні на південному заході Тайюаня) і Цзянчжоу (сьогодні Сіньцзян у провінції Шаньсі).Двор був наляканий, тож Цзиі отримав титул короля Феньяну та вирушив до контролювати Цзянчжоу. Він також був відчужений євнухом Чен Юаньчженем і був звільнений від військової влади.\n(У центрі цієї історії: Го Цзиї, який був дуже здібним і добре поводився, зустрів Сюаньцзуна та деяких лиходіїв, що значно скомпрометувало його досягнення.)", "聖意": "Благословення дому та себе, пошук багатства, відсутність угод, відсутність шлюбу, відсутність помилкової тривоги, пішоходи, що прибувають у Тяньканьцзі, важко знайти людей, публічні позови та (не Xing), міграція, консервативність, втрачене майно, важко знайти, хвороби, молячись про благословення, гори та могили, сприятливий", "古人": "Зій був коронований королем", "第X籤": "Дев'ятнадцятий виграшний лот", "宮": "Тацумі"}