{"籤詩版本二": "Після стількох турбот і небезпек він ніколи більше не буде порожнім\nУ щедрого серця є свої щедрі плани. Вам потрібно зустрітися з експертом, щоб досягти великих досягнень.", "詩意": "Ця гексаграма схожа на старовинний колодязь з джерелом.\nУ всьому благородні люди досягають успіху.", "解曰": "Згодом позов буде виправданий. Хворий і безпечний. Зайдіть і вийдіть, щоб отримати пораду. Стародавня криниця зустрічає весну.", "籤詩故事一": "◇Яо Чонг бореться з сараною\nЯо Чонг (649-721), справжнє ім'я якого було Юань Чонг, був родом із Шаньчжоу. Він був міністром Ся Гуань, Шаншу Чуньгуань, Цзивейлін, Чжуншулін і прем'єр-міністром у династії Тан.\nУ четвертий рік правління Кайюань (716 р.) Шаньдун (загалом це стосується басейну Хуанхе на схід від Хуашаня) був уражений сараною.Люди були зв’язані забобонними ідеями й не наважувалися полювати на неї та вбивати її.Натомість вони створили приносили жертви, палили фіміам, молилися біля полів і спостерігали, як посіви пожирає сарана.\nУсі чиновники вважали: «Сарана — це стихійне лихо, як з нею боротися силою!» У той час була запекла боротьба між двома різними ідеями, знищувати чи не знищувати сарану.\nЯо Чонг сказав: «Поки ми працюємо разом, ми можемо позбутися їх усіх. Він сказав: сарана боїться людей, тому її легко відігнати. У саджанців є власники, тому рятувальники повинні наполегливо працювати; сарана можуть летіти, а якщо вночі побачать вогонь, то до нього полетять; підпаліть їх у полі, копайте ями, поки горять, ховайте їх, поки горять, і нічого не залишиться».\nСюаньцзун сказав: «Сарана — це стихійне лихо, спричинене поганим моральним управлінням. Якщо ви просите, щоб на неї полювали та вбивали, хіба це не суперечить зерну?»\nЯо Чонг додав: «Ловля та вбивство сарани практикувалася стародавніми, і ваша величність використовуватиме це в майбутньому. Це велика національна подія, яка приносить мир і процвітання фермерам. Будь ласка, подумайте про це серйозно».\nСюаньцзун був переконаний. Але тоді всі в дворі та поза ним казали, що на сарану не можна полювати.\nСюаньцзун сказав: \"Я обговорював це з прем'єр-міністром і вирішив зловити сарану. Будь-хто, хто заперечуватиме знову, буде страчений. \"Тож він послав цензора контролювати та керувати людьми спалювати та ховати сарану.\nРезультати виявилися досить ефективними. Дев'ять мільйонів данів сарани було виловлено по всій країні, і сарану було успішно ліквідовано. Сільське господарство досягло хорошого врожаю того року.\n(Потрібно використовувати мудрість у боротьбі з надзвичайними ситуаціями та евакуації, і повинні бути геніальні стратегії для подолання труднощів. Яо Чонг є експертом у цьому питанні)", "聖意": "Будинок звичайний, себе заблоковано, пошук грошей заблоковано, торгівлю заблоковано, шлюб і гармонію заблоковано, існує небезпека в Люцзя, пішоходи заблоковані, шовкопряди заблоковані, худоба несприятлива, людей не знайдено, людей заблоковано , проводяться публічні позови, міграція необґрунтована, втрачені речі важко знайти, хвороби моляться про благословення, гори та могили неспокійні", "古人": "Яо Чонг бореться з сараною", "第X籤": "Виграш у лотерею двадцять п'ятий", "宮": "Палац Мі"}