{"籤詩版本二": "Подейкують, що все перевернулося з ніг на голову, і я отримав листа з горизонту.\nСлава й успіх, обіцяні мені в книзі, залишилися порожніми до кінця.", "詩意": "Ця гексаграма має хибну назву.\nБажано бути консервативним у всьому.", "解曰": "Вгору-вниз засмучений. Шукати дозвілля не є бездіяльним. Бажання слави. Залишатися в безпеці.", "籤詩故事一": "◇ Чжун Куй досягає просвітлення\nЧжун Куй, чиє прізвище Чжун Куй, чиє ввічливе ім'я Чженнань, походить із Чжуннаньшань.\nПід час правління імператора Децзуна династії Тан Чжун Куй брав участь в імператорському іспиті. Чжун Куй прочитав екзаменаційні запитання, одразу написав статтю одним подихом і здав її. Головним екзаменатором того дня був Хань Юй, міністр цивільних справ, а заступником — Лу Чжі, великий учений. Коли двоє прочитали статтю Чжун Куя, їхні очі засяяли, і вони в унісон сказали: «Чарівник, чарівник! Кожне слово в цій статті вишукане, гідне Лі Тайбая та Ду Цзимея!» Тому вони назвали Чжун Куя першим.\nІмператор Децзун вислухав доповідь Хань Юй і сказав, що Чжун Куй, новий чемпіон науки, дуже талановитий, тому він викликав Чжун Куя в Золотий палац.\nКоли імператор Децзун побачив його потворну зовнішність, він одразу відчув незадоволення і сказав: «Вибір учених у нашому дворі ґрунтується на особистих словах і каліграфії. Як таку потворну людину можна вибрати вченим номер один у золотих науках?» \"\nХань Юй поспішно став навколішки і сказав: «Добро і зло людини залежить не тільки від зовнішнього вигляду. Хіба ти, Господи святий, не чуєш, що Янь Ін має три фути зросту і дорівнює прем’єр-міністру? Чжоу Чан заїкається, але може допомогти династії Хань; Конфуцій оцінює людей за зовнішнім виглядом і втрачає свого сина Ю. Сподіваюся, ваша величність подумає двічі».\nІмператор Децзун замислився на мить і сказав: «Хоча слова Хань Айціна розумні, коли я був імператором Тайцзуном, було вісімнадцять вчених, які приїздили до Інчжоу і говорили про це. Ця людина була вченим номер один. Я боюся, що світ будуть сміятися з мене за те, що я не визнаю талантів».\nПрем’єр-міністр Лу Ці був обмежений і заздрив талантам. Вислухавши слова імператора, він став навколішки і сказав: «Вчений номер один із золотої теми має бути як внутрішнім, так і зовнішнім. Є триста кандидатів на цей предмет. Чому б тобі не вибрати іншого?\"\nКоли Чжун Куй побачив, що цей чоловік настільки збентежений, він не міг не розлютитися. Він вказав на Лу Ці і вилаявся: «Якщо такий неосвічений чиновник буде в суді, чи не зашкодить він країні?» Після цього, він вдарив Лу Ци кулаком.\nПобачивши це, Децзун розлютився і сказав: «Ти такий сміливий, ти смієш створювати проблеми в Золотому палаці, швидко його знищи!»\nУ гніві Чжун Куй витягнув меч із-за пояса генерала, що стояв у палаці, і голосно зітхнув: «Розчарованому коту важко наслідувати тигра, а розчарований папуга не такий добрий, як курка». Після цього він покінчив життя самогубством.\nКоли імператор Децзун побачив, що Чжун Куй покінчив життя самогубством у гніві, він був дуже здивований. Щоб завоювати серця людей, він наказав поховати Чжун Куя з офіційним титулом вченого № 1, а також зробив Чжун Куя Богом екзорцизму, щоб позбавити світ від злих духів.", "聖意": "Моліться про благословення для вашого дому, вашої власної безпеки, фінансових труднощів, невдач у бізнесі, невдачі шлюбу, жінок-пішоходів Люцзя, напіврозварених шовкопрядів Шінта, шести домашніх тварин, яких можна вирощувати, зниклих людей, судових процесів на Заході, міграції, консервативності, втрати майно, хвороба, молитися про долю в горах і могилах", "古人": "Чжун Куй отримав Дао", "第X籤": "Двадцять шостий виграш у лотерею (лотерея)", "宮": "Палац Мі"}