{"籤詩版本二": "Проводити час у спокої та тиші, сидячи та лежачи за чаєм після насичення\nВам не потрібно бути зайнятим фізично і розумово, і ви точно не станете причиною несправедливості або лиха.", "詩意": "Ця гексаграма є символом миру і стабільності.\nУ всьому очікування відповідного моменту принесе удачу.", "解曰": "Будьте цілими та неушкодженими. Запитай у богів. Зачекайте, поки прийде час. Все відбувається випадково.", "籤詩故事一": "◇Фоїньхуей Дунпо\nОдного разу під час вивчення дзен Су Дунпо зрозумів, що його стан трансцендентний, і відчув від цього радість. Не стримавши пристрасті, я розгорнув перо і написав вірша:\n«У середині неба Джішоу яскраво сяє по всьому всесвіту; не в змозі бути подутим вісьмома вітрами, він сидить прямо на фіолетовому золотому лотосі».\n(Вісім вітрів стосуються: прибутку, занепаду, руйнування, репутації, похвали, насмішок, страждань і щастя. Тобто, не дратуватися через ці вісім станів називається «вісім вітрів не можуть рухатися»)\nНаписавши його, Дунпо послав свого слугу через річку, щоб він віддав його дзен-майстеру Фоїню з храму Цзіньшань.\nПісля того, як дзен-майстер Фоїн прочитав це, він позначив його словом «пердеть» і віддав своєму слузі, щоб той забрав назад.\nПобачивши це, Дунпо був розлючений, тому він переплив річку на човні та відправився до храму Цзіньшань, щоб знайти печатку Будди для обговорення.\nКоли Дунпо підійшов до воріт храму Цзіньшань, Фоїнь уже чекав біля дверей.\nСу Донгпо відразу ж звинуватив Фоїня: «Чому ти називаєш написаний мною вірш перденом?»\nФойїн відповів: «Хіба ти вже не «нездатний бути подутим вісьмома вітрами»? Як ти міг бути «побитий через річку» фартом!»\nУ цей час Донгпо був шокований, усвідомивши, що він недостатньо хороший, і пішов з ганьбою.\n(Це оповідання є метафорою «Ще тепло не настало»)", "聖意": "Моліться за свій дім і власну безпеку, за ваше багатство, за ваш бізнес, за гарний час, за ваше одруження, за жінку-мандрівницю в Люцзя, за прибуття шовкопрядів на поля, за шість худоби, щоб була стабільна, для пошуку когось, для біди, для публічного позову, для міграції, для втраченого майна, для хвороби, для гірської могили, сприятливість", "古人": "Фоїньхуей Дунпо", "第X籤": "Тридцять один виграшний номер", "宮": "Вей Гун"}