{"籤詩版本二": "Зворотній шлях відомий Хто знає нефрит, захований у камені?\nЯк тільки хороший майстер має чіткий план, він почуватиметься безпечно та захищено в період яшми", "詩意": "У цій гексаграмі ви можете побачити зображення нефриту, коли ограновуєте камінь.\nНаполегливо працюйте, щоб досягти успіху в усьому.", "解曰": "Скарб у камені. Чужі мало знають. Зачекайте, поки стане ясно. Роби все, що можеш.", "籤詩故事一": "◇Лю Бей шукає таланти (три відвідини солом'яної хати, три відвідини солом'яної хати)\nПеріод трьох царств. Чжуге Лян жив усамітнено в солом'яній хатині в Лунчжуні. Лю Бей прагнув шукати таланти, тому він відвідав Чжуге Лян особисто. Він відвідав Чжуге Лян тричі (відомий як «Три відвідини солом’яної хати» в історії). Лю Бей попросив інших триматися подалі та запитав Чжуге Лян: « Династія Хань упала, і віроломні міністри вкрали їхні життя. Ваша Величносте\". Вкрита пилом. Я не вимірюю свою чесноту та свої здібності, я хочу вірити у велику праведність у світі, але свою мудрість і вміння неглибокі, тому я використовую його шалено. Станом на сьогодні. Однак мої амбіції ще не вичерпані, як ви думаєте, план буде реалізований?»\nПотім Чжуге Лян представив йому план поділу світу на три частини та проаналізував ситуацію, коли Цао Цао був недоступний, а Сунь Цюань міг прийти йому на допомогу.Він також розповів про боягузтво державних пасторів у штатах Цзін та І. , і була можливість скористатися ними, і тільки ці дві держави можна було використати.Тільки тоді він зможе завоювати світ;він навіть розповів Лю Бею стратегію нападу на Центральні рівнини. (Пізніше цю дискусію назвали «Longzhong Dui»). Після того, як Лю Бей почув це, він похвалив це, ніби він знайшов скарб, і наполегливо запросив Чжуге Ляна прийти на допомогу, тому Чжуге Лян став військовим радником Лю Бея.", "聖意": "У будинку спокійно, я шукаю багатства, торгівля робочою силою заважає шлюбу, і я стаю віртуальним мандрівником у Люцзя.", "古人": "Лю Бей шукає таланти (три відвідини солом'яної хати, три відвідини солом'яної хати)", "第X籤": "Тридцять другий переможець лотереї", "宮": "Вей Гун"}