{"籤詩版本二": "Одягніться та реорганізуйте старий сімейний стиль. Дао не має неба, але має заслуги.\nВимітаючи колючки та колючки на дорозі, вони втрьох домовилися возз'єднатися з колегами", "詩意": "Ця гексаграма символізує зміну одягу.\nВсе складно, перш ніж потім стане легким.", "解曰": "не переживай Бажаю добре провести час. Якщо запитати про майбутнє. Попереду хороша дорога.", "籤詩故事一": "◇ Буддійські писання Тан Монка\nСюаньцзан (602-664), видатний чернець династії Тан, мав загальне прізвище Чень і ім'я І. Він народився в повіті Гоуші, Луочжоу (нині південна частина міста Яньші, провінція Хенань). Він став ченцем у віці тринадцяти років і взяв буддійське ім'я Сюаньцзан. Світ називається Саньцзан династії Тан.\nУ третій рік правління Чженгуань (629 р., також відомий як перший рік правління Чженгуань) він відправився на захід до Тяньчжу (Індія), щоб отримати буддистські писання. Він наважувався на небезпеку на самоті та витримав труднощі. Він прибув лише через чотири роки.\nНа сімнадцятому році Чженгуань майстер офіційно пішов у відставку і повернувся на схід. Він повернувся до Китаю через Південну дорогу сучасної провінції Сіньцзян, Хотан і Лоулан. Загалом це зайняло сімнадцять років і подорож 50 000 миль. Коли він прибув до Чан'аня в перший місяць дев'ятнадцятого року правління Чженгуань, імператор наказав Лян Гогун Фан Сюаньлін та іншим цивільним і військовим чиновникам урочисто зустріти його.\nЗагалом було запропоновано 520 та 657 томів оригінальних санскритських буддійських писань. і перекладено на китайську мову.\nПісля того, як майстер повернувся, його високо поважали імператори Тайцзун та імператор Гаозон, і він був закріплений у Да Неї, давши йому титул «Майстер Тріпітака».", "聖意": "Будинок у сум’ятті, удача собі, удача, вдалий бізнес, вдалий шлюб, перешкоджання приходу людей у ​​поле, шовкопряди, несприятлива худоба, пошук людей, публічні позови, міграція, втрачене майно, запізніла хвороба, молитва для благословення гірські могили повинні бути старими.", "古人": "Монах Тан вивчає буддійські писання", "第X籤": "Тридцять п'ятий переможець лотереї", "宮": "Шень Гонг"}