{"籤詩版本二": "Якщо ви хочете бути в безпеці та мирі, не варто палити свічки на вітрі.\nКраще прибиратися і сидіти в глибокому залі, уникати світла, трясти в тихому місці і рухатися. Шейк → Яо. Безкоштовно → мало.", "詩意": "Ця гексаграма схожа на вітер, що коливає лампу та свічку.\nПостійність справ принесе удачу.", "解曰": "Влаштуйтеся в тихому місці. Будьте на виклику та вчасно. Це не благословення. Консервативно і доречно.", "籤詩故事一": "◇ Лі Цзін повертається на гору\nЛі Цзін (571-2 липня 649), ввічливе ім'я Фармацевт, був уродженцем Саньюань, Юнчжоу (нині на північний схід від округу Саньюань, провінція Шеньсі). Генерал від пізньої династії Суй до початку династії Тан, він був відомим військовим стратегом, який мав як цивільні, так і військові навички в династії Тан. Пізніше він отримав титул герцога Вейського і був відомий у світі як герцог Вейський.\nЛі Цзін є батьком третього принца Нежа у списку богів, також відомого як «Король Тота». Лі Цзін і його син допомогли Цзян Цзію (Тай Гун) перемогти королеву Чжоу, заснувати династію Чжоу та короля У офіційно зійшов на престол. Потім Цзян Цзя склав список богів і провів церемонію, щоб заспокоїти душі солдатів, які загинули в битві. Відтоді світ став мирним і мирним. Король У хотів зробити маркізами та нагородити їх, а також хотів виділити землю героям-засновникам. Лі Цзін, його батько і син, а також ще семеро людей попросили повернутися на гору, щоб практикувати даосизм і не бути одержимими світовою славою та багатством. Пізніше всі семеро вони «тілом стали святими» і зараховані до розряду безсмертних.\nІсторія \"Feng Shen Bang\"", "聖意": "Будинок консервативний, я звичайний, я шукаю багатства, у мене є труднощі в бізнесі, мій шлюб непослідовний, Люцзя молиться за пішоходів, щоб вони мали віру, шовкопряди дозріли восени, а шість тварин у безпеці, люди зникли безвісти, публічні позови і міграція є консервативними, втраченими хворобами майна, не змінюйте гробниці в Цзяньсіншань", "古人": "Лі Цзін повертається на гору", "第X籤": "Тридцять сьомий переможець лотереї", "宮": "Шень Гонг"}