{"籤詩版本二": "Червоне колесо падає на заході, кролик піднімається на сході, інь зростає, а ян зникає, і все процвітає\nЯкщо жінка захоче ним скористатися, це примножить її багатство і принесе щастя її серцю.", "詩意": "Ця гексаграма є символом зростання Інь і зникнення Ян.\nВсе складно, перш ніж потім стане легким.", "解曰": "Інь приносить користь жінкам. Не підходить для чоловіків. Якщо ви шукаєте поради. Спочатку приходить зло, а потім приходить добро.", "籤詩故事一": "◇У Цзетянь зійшов на престол\nУ віці 14 років Ву був викликаний до палацу імператором Тайцзун Лі Шимінем з династії Тан як талановита людина на ім'я «У Мей». Після смерті Тайцзуна Зетян увійшла в храм Ганьє і стала черницею.\nКоли імператор Гаоцзун з династії Тан зійшов на трон, він викликав сім'ю У до палацу, щоб віддати шану Чжаої. У шостий рік правління Юнхуей (655) імператор Гаоцзун призначив Ву своєю королевою.\nУ Цзетянь був розумним, займався літературою та історією та був багатим на винахідливість. Невдовзі після того, як У Цзетянь стала королевою, оскільки Гаоцзун була слабкою та хворою, він іноді доручав їй вести певні політичні справи, тому її влада зростала. У перший рік правління Шан’юань (674) імператора Гаоцзуна називали «імператором», імператрицю У — «царицею неба», а їх обох у палаці називали «двома святими».\nУ перший рік правління Хундао (683) помер Гаоцзун, на трон зійшов принц Лі Сянь, а правити династією став У Цзетянь. У лютому першого року правління Сішен (684) У Цзетянь скинув Лі Сянь з посади короля Лулінга та призначив її четвертого сина Лі Дана імператором, продовжуючи правити династією. У вересні того ж року вона змінила прапор на золотий, а Лоян, східну столицю, перейменували на божественну. Дев'ятого вересня першого року Тяньшоу (690) У Цзетянь проголосив себе імператором і змінив назву країни на Чжоу.", "聖意": "Дім несприятливий для себе, молитва про благословення, пошук багатства, охорона угод, удача в шлюбі, невдача в шлюбі (жінка), пішоходи блокують поля, шовкопряди, процвітаюча худоба, шукають людей, розлука, позови, втрати, міграція , втрата майна, хвороба, шок, гори і могили, удача", "古人": "На престол сходить У Цзетянь", "第X籤": "Сороковий переможець лотереї", "宮": "Ти палац"}