{"籤詩版本二": "Ти запам'ятаєш безмежні добрі слова, але ти станеш своїм сином, якщо впізнаєш злодія.\nНе будьте жадібними в даний момент і переживайте про те, як би він зробив щось хороше рік тому.", "詩意": "Ця гексаграма ідентифікує злодія як сина.\nБудьте обережні у всьому, що робите.", "解曰": "Тільки цей. Джентльмен не помиляється. Майте це на увазі. Не будьте самотніми.", "籤詩故事一": "◇Dong Zhuo приймає Lu Bu\nЛу Бу, хоробрий і вмілий бій, був відомим військовим генералом наприкінці династії Східна Хань і на початку Трьох Королівств. Колись він вважав Дін Юаня, губернатора Цзінчжоу, своїм прийомним батьком і служив під його керівництвом.\nПісля смерті імператора Лінга з династії Східна Хань Дін Юань відправився в Пекін, щоб укласти змову з генералом Хе Цзінь, щоб контролювати уряд.\nДун Чжо воював з Дін Юанем, але кілька генералів не змогли перемогти Лу Бу, тому Дун Чжо послав свого підлеглого Лі Су підкупити Лу Бу. Лі Су привіз купи золотих і срібних скарбів і знаменитого рудого коня-кролика, щоб «відвідати Лу Бу». Лі Су привіз купи золотих і срібних скарбів і знаменитого червоного коня-кролика, щоб відвідати Лу Бу. Тож Лу Бу був підкуплений Дун Чжоу, щоб він убив Дін Юаня, і сказав своїм солдатам піти з ним, якщо вони хочуть, і залишити, якщо вони не хочуть слідувати за ним. У результаті більшість солдатів втекли. Тож Лу Бу був підкуплений Дун Чжо і вбив Дін Юаня.\nПісля того як Дун Чжо отримав владу, він прийняв Лу Бу як свого прийомного сина і зробив його генералом і маркізом.\nДун Чжо мав агресивний характер, і «відносини батька і сина» з Лу Бу були насправді дуже слабкими.У 189 році нашої ери, за підбурюванням Сіту Ван Юня, Лу Бу вбив Дун Чжо.\nЧерез шість місяців після смерті Дун Чжо старі війська Дун Чжо вторглися в столицю, і Лу Бу з дружиною втекли в паніці. Покинувши столицю, Лу Бу шукав притулку у воєначальників Юань Шу, Юань Шао, Чжан Яна, Чжан Мяо, Лю Бея тощо, і багато разів воював з Цао Цао, ще одним головним воєначальником того часу. Лу Бу був хоробрим і добрим у боях і кілька разів переміг Цао Цао.\nНа третьому році Цзяньань династії Східна Хань війська Цао Цао напали на Сяопей, базу Лу Бу, і були захоплені та вбиті Цао Цао під вежею Баймень. Перед стратою Лу Бу попросив Цао Цао залишити його живим, щоб уникнути смерті, але Лю Бей нагадав Цао Цао, що Лу Бу багато разів зраджував і був нечесною людиною. Зрештою Цао Цао, який цінував лише таланти незалежно від моралі, стратив Лу Бу.", "聖意": "Мені неспокійно вдома, я зазвичай шукаю гроші, стережусь угод, важко вийти заміж, чоловік Люцзя здивований, люди приходять на поле, шовкопряди напівдозрілі, шість тварин безпечні, люди шукають людей, судові позови доречні та міграція, втрачені речі важко знайти, хвороби важко знайти, а в гробниці на горі Чженьсін панує спокій.", "古人": "Дун Чжо приймає Лу Бу", "第X籤": "41-й переможець лотереї", "宮": "Ти палац"}