{"籤詩版本二": "Імператор, імператор і імператриця нарешті будуть милостиві і чекатимуть і молитимуться про благословення без втрат і здобутків.\nУсі живі істоти виграють від цього, і очікується процвітання у світі та на небі.", "詩意": "Ця гексаграма є знаком прихильності з небес.\nВсе вдасться.", "解曰": "Імператор виявив свою прихильність. Ніколи не забувай. Ранкові та вечірні ритуали. Доречно кадити.", "籤詩故事一": "◇Муліан врятував свою матір\nМоко Ліан, або Муліан, є наймогутнішим серед десяти учнів Будди Шак'ямуні.\nЙого мати була жадібною і скупою за життя, тому після смерті потрапила в царство голодних привидів. Мохуллян використав свою магічну силу, щоб спостерігати, і дізнався, що його мати народилася як голодний привид, без можливості добути їжу і переживала великі труднощі. Він використав свою магічну силу, щоб принести їжу своїй матері. Несподівано, після того, як мати отримала їжа перетворилася на попіл і її не можна було їсти.\nМаудгаляна був стурбований тим, що сталося, і повідомив про це Будді. Будда сказав Муліану, що на 15-й день сьомого місяця за місячним календарем він повинен покласти в миску сто ароматів і п’ять фруктів і запропонувати їх чеснотним монахам десяти напрямків. З цією силою його мати зможе їсти .\nМаудгальяна діяв згідно з волею Будди, і його мати була нарешті звільнена. Така церемонія називається «Обонський фестиваль», а цей фестиваль називається «Обонський фестиваль».\n(Примітка: субстанція має різні відчуття на різних рівнях світу. Наприклад: коли в цьому світі йде дощ, ми бачимо її як «воду», тоді як істоти в царстві голодних привидів відчувають це як «кров» і розумні істоти у світі пекла відчувають це як \"кров\". Це відчуття, як \"упустити меч\", тоді як небесні істоти відчувають, як \"впустити квітку\".)", "聖意": "Молитва про дім і будинок, молитва про удачу взимку, пошук багатства, відсутність угод, шлюб, мир у Люцзя, пішоходи, переміщення полів, шовкопряди, шість тварин, пошук людей, судові процеси, успіх, міграція, консервативність, втрачене майно, хвороба , душевний спокій, спокій гір і могил", "古人": "Муліан рятує матір", "第X籤": "Знак сорок два", "宮": "Ти палац"}