{"籤詩版本二": "Світ гнучкий, і все є самодостатнім, самодостатнім і безпечним\nВсе в житті чудово, за все дякуй святим і мудрецям, і будь процвітаюча.", "詩意": "Ця гексаграма уособлює гармонію між землею і землею.\nВсе проходить добре, небезпеки немає.", "解曰": "Все народжується. Збуваються всі плани і бажання. Форд допомагає. Руй Ци поспішає.", "籤詩故事一": "◇Ході отримують просвітлення\nІсторія «Подорож на Захід»:\nСунь Укун став королем на горі Хуагуо. Пізніше, щоб знайти спосіб жити вічно, він провів вісім чи дев’ять років, подорожуючи через гори та річки, щоб поклонитися патріарху Бодхі як своєму вчителю. Він дізнався про сімдесят дві трансформації земне зло і хмари-сальто, і вперше взяв прізвище Сонце. Названий Укун.\nПісля цього Сунь Укун відправився в Палац Драконів у Східно-Китайському морі, щоб знайти відповідну зброю, і нарешті знайшов Золоту дубину Руйі, божественну голку Тяньхе і Дінхая. Оскільки термін його життя закінчився, він підняв великий галас у підземному світі, переглянув книгу життя і смерті та повернувся у світ людей. Пізніше Сунь Укун був вперше покликаний небом і отримав ім'я Біма Вень. Пізніше він був викликаний на небо вдруге і був названий Королем Мавп. Він також крав персики та створював проблеми на небі. Його запечатали в печі Багуа, щоб попрактикуватися у своїх золотих і вогняних очах. Нарешті його придушили Татхагата Будда біля підніжжя гори Вужі протягом 500 років, не маючи змоги рухатися. Місце, де була перекинута піч Багуа, перетворилося на гору полум'я.\nЧерез 500 років монах Тан відправився на Захід, щоб отримати писання, пройшов повз гору П’яти Елементів і зняв талісман, перш ніж врятувати Сунь Укуна. Сунь Укун розплакався від вдячності. Отримавши настанови Бодхісаттви Гуаньїнь, він поклонявся Тан Монаху як своєму вчителю і відправився на Захід, щоб разом вивчати священні писання. На шляху вивчення священних писань Сунь Укун спускався на демонів і знищував монстрів, а також неодноразово здійснював надзвичайні подвиги.Однак його вчитель Тан Сенг знову і знову не розумів і виганяв його. Після вісімдесяти однієї труднощі робота була нарешті завершена.Чотири вчителі та учні прибули до храму Сітіань Лейінь і отримали справжнє священне писання. Сунь Укун домігся правильного результату.\n(Ця історія є метафорою про те, що навіть мавпа може стати просвітленою, не кажучи вже про людину.)", "聖意": "Дім є сприятливим для себе, для багатства, бізнесу, шлюбу, Люцзя, чоловіків-пішоходів, загородження полів, шовкопрядів, шести тварин, Чжунпіна, пошуку людей, судових процесів, успіху, міграції, втрати майна, хвороби, гробниці Сінсіншань, речей є сприятливими", "古人": "Мандрівник досягає просвітлення", "第X籤": "Підписано 43-го", "宮": "xugong"}