{"籤詩版本二": "Холодна погода перетворює воду на лід. Навіщо бути жадібним до слави?\nУ мене немає іншого вибору, як сидіти тихо й чекати, поки листя розпуститься природним шляхом.", "詩意": "У цій гексаграмі вода перетворюється на лід.\nНе просіть нічого даремно.", "解曰": "Вода замерзає в лід. Лід тане у воду. Якщо це змова. Так воно і є.", "籤詩故事一": "◇Ван Сян просить коропа (Двадцять чотири історії про синівську шану)\nВан Сян з династії Цзінь, люб'язне ім'я Фучжен, народився в Ліньї.\nКоли Ван Сян був молодим, його біологічна мати померла, його самотній батько одружився на жінці на ім'я Чжу, і у Ван Сяна була нова мати. Коли Ван Сян був молодим, його біологічна мати померла, а його самотній батько одружився на жінці на ім'я Чжу. Мачуха Ван Сяна була обмеженою і ревнивою жінкою, вона не любила Ван Сяна і часто лаяла його за дрібниці. Незабаром мачуха також народила сина на ім'я Ван Лань. Мачуха любила тільки власних дітей і вважала Ван Сяна шипою в боці. Вона стала ще більш вимогливою до Ван Сяна і часто погано говорила про Ван Сяна в присутності його батька. Навіть батько поступово перестав любити його. Мачуха любила лише власних дітей, а Ван Сяна вважала шипою в боці. Вона була ще більш вимогливою до Ван Сяна і часто погано говорила про Ван Сяна в присутності його батька. Навіть батько поступово перестав любити його. Хоча Ван Лань є зведеним братом Ван Сяна, він дуже дружній до свого брата. Незважаючи на тортури мачухи, вона все ще була дуже синівською. Мачуха така жорстока, але Ван Сян все ще дуже синівська.\nУ його мачухи є хобі, тобто вона любить їсти свіжу рибу, щойно виловлену з річки. У його мачухи є хобі, тобто вона любить їсти свіжу рибу, щойно виловлену з річки. Одного разу взимку його батько поїхав у справах, і його мачуха знову захворіла. Брати Ван Сян і Ван Лань дбайливо подали матері суп і ліки. У сильну холодну погоду хвороба мачухи все ще не покращилася. поспішати. Одного разу взимку його батько поїхав у справах, і його мачуха знову захворіла. Брати Ван Сян і Ван Лань дбайливо подали матері суп і ліки. У сильну холодну погоду хвороба мачухи все ще не покращилася. поспішати. Хвора мачуха захотіла поласувати свіжою рибою з річки.В той лютий холод надворі йшов сніг і вода в річці вже перетворилася на товстий лід. Хвора мачуха хотіла їсти свіжої риби.Де свіжу рибу взяти в тому крижаному та сніжному кліматі?\nУ ті часи не було несезонних страв, і їх не можна було купити, навіть якщо були гроші.\nНа цьому етапі історії сталася зворушлива історія Ван Сянцю Лі. Два брати безпорадно охороняли свою матір. Ван Сян пішов до замерзлої річки, щоб не розчарувати свою хвору мачуху. Ван Сян спала на думку, і він зняв сорочку, незважаючи на холод. Він лежав голий на льодовику і хотів Це використовує власна температура тіла, щоб розтопити лід (тому короп Ван Сянцю також називається Ван Сян, що лежить на льоду). Він зняв сорочку і ліг голий на льодовик. Він помолився Богу і сказав: «Боже, моя мама захворіла і хоче їсти свіжого коропа, ти повинен знайти для мене дорогу, незважаючи ні на що» Як не дивно, крижана брила біля нього раптом тріснула, і було двоє тріщини.З щілини вискочив живий короп і стрибнув на лід.Ван Сян дуже зрадів. Він молився Богу: «Боже, моя мама хвора і хоче їсти свіжого коропа, ти повинен знайти для мене дорогу, що б там не стало» Як не дивно, крижана брила біля нього раптом тріснула, і було дві тріщини. З щілини вискочив живий короп і стрибнув на лід.Ван Сян дуже зрадів. Швиденько став на коліна, подякував Богу та й побіг із коропом додому. Швиденько став навколішки, подякував Богу, швидко взяв коропа та й пішов додому. Після того, як мачуха поїла свіжого коропа, вона незабаром одужала від хвороби. Мачуха на лікарняному ліжку була приголомшена, коли побачила оголену верхню частину тіла Ван Сяна, яка ставала фіолетовою від холоду, і дві рибини в його руках.Вона радісно вбігла в кімнату і була приголомшена.\nПізніше Ван Сян став чиновником і став тайбао, отримавши титул герцога.", "聖意": "Неспокійно вдома, я молюся про захист, фінансові труднощі, бізнес-проблеми, шлюб, невідповідність страхування Люцзя, пішоходи, читянські шовкопряди, шість втрат худоби, зниклі люди, публічні позови, міграція, консервативність, втрачене майно, хвороба, важко відновити, гірська могила, удача", "古人": "Ван Сян просить коропа (Двадцять чотири історії про синівську шану)", "第X籤": "Сорок дев'ять Виграш у Лотт", "宮": "Хайгун"}