{"籤詩版本二": "Ви можете подорожувати в усі куточки країни, повісивши плафон, щоб він вільно тримався\nЯкщо буде попутний вітер, він скоро прилетить і човен буде повний скарбів.", "詩意": "Ця гексаграма схожа на те, щоб тягнути човен за вітром.\nВсе йде добре.", "解曰": "Відпочивайте спокійно. Ніяких зусиль не потрібно. Багато багатства. Всі захоплювалися.", "籤詩故事一": "◇ П'ять озер Тао Чжугуй (озеро Фан Лігуй)\nУ весняно-осінній період Фан Лі, чиє ввічливе ім’я було Шаобо, також був відомий як Гуй Ізіпі або Тао Чжугун.\nУ той час була війна між державою У та державою Юе, і держава У знищила державу Юе. Фан Лі та Вень Чжун розробили для короля Юе Гоу Цзяня план просування Юе та знищення Ву. Фан Лі особисто подорожував через гори та річки та відвідав Сі Ши, прекрасну жінку, яка мала чесноти, талант і красу, на річці Хуаньша на горі Байлуо та подарував її королю У. Він використав «трюк краси», щоб співпрацювати всередині та зовні та знищити Королівство У.\nПісля того, як йому вдалося знищити королівство У, Фань Лі знав, що Гоу Цзянь був «довгошиїм птахом із дзьобом» і міг розділити з ним труднощі та щастя, тому він відправився на човні з Сі Ши через королівство Ці, змінивши свій ім’я Гуй Цзіпі, і повів свого сина та учнів у Царство Ці. Вони живуть у котеджі на березі моря. Він наполегливо працював, обробляючи пустки, займався підприємницькою діяльністю та займався бізнесом. За кілька років він накопичив десятки мільйонів сімейного майна. Він щедро розповсюджував багатства та робив добро своєму рідному місту. Мудрість і здібності Фань Лі були оцінені людьми Ці. Король Ці запросив його до Ліньці, столиці, і поклонявся йому як прем’єр-міністру, відповідальному за урядові справи . Він вигукнув: «Бути чиновником можна привести до міністрів, а ведення сім’ї може привести до багатства. Для простого обивателя, який почав з нуля, це дійшло до крайності. Бути почесним протягом тривалого часу, ймовірно, не є хорошим знаком». Тож лише через три роки він знову хоробро відступив, повернув печатку цареві Ці та роздав усе своє сімейне багатство своїм близьким друзям і односельчанам.", "聖意": "Хата собі добра (відправляти), гроші хороші, справа хороша, шлюб пізній, шлюб поганий, Люцзя безпечна, люди заважають полям, шовкопряди, осінь, худоба, весна. процвітає, люди шукають людей, позови погані, міграція консервативна, втрачені речі, західні хвороби вирішені, гори та могили — південь.", "古人": "П'ять озер Тао Чжугуй (озеро Фан Лігуй)", "第X籤": "П'ятдесятий переможець лотереї", "宮": "Хайгун"}