{"籤詩版本二": "Щоб зловити місяць у воді, треба багато зусиль, Багато зусиль, але нічого.\nНе говоріть дурниць і не витрачайте сили на зміцнення тіла.Слово «тіло зів'яне» спочатку означає «тіло одне».", "詩意": "Ця гексаграма жадібна до образу зусиль.\nВсе трудомістко і копітко.", "解曰": "Обіцянки важко запам'ятати. Багато важкої роботи. Турбуйтеся вдома. Чекає знайомства зі знатними людьми.", "籤詩故事一": "◇ Тайбай спіймав місяць, коли був п'яний (Лі Тайбай спіймав місяць, коли був п'яний)\nЛі Бай (701-762), також відомий як Тайбай, також відомий як Цінлянь Цзюші. Поет династії Тан, який називав себе вигнаним безсмертним, був відомий як Безсмертний поезії, і він завжди був щасливий, не випиваючи.\nОдного разу Лі Бай приїхав у Цзіньлін (нині Нанкін) і відпочив у ресторані біля мосту Венде.\nЦей день припадав на п'ятнадцятий день зимового місячного місяця, вночі він сидів один у ресторані й милувався місяцем, випиваючи та читаючи вірші. Цей день припадав на п'ятнадцятий день зимового місячного місяця, вночі він сидів один у ресторані й милувався місяцем, випиваючи та читаючи вірші. Лі Тайбай найбільше у своєму житті любив місяць, кажучи, що він чистий і прекрасний. Лі Тайбай найбільше у своєму житті любив місяць, кажучи, що він чистий і прекрасний. Тієї ночі він підняв голову і побачив на небі білий і круглий місяць, він дуже зрадів і випив ще кілька чарок. Тієї ночі він підняв голову і побачив на небі білий і круглий місяць, він дуже зрадів і випив ще кілька чарок. Опівночі Лі Тайбай скористався вином і спустився вниз до мосту Венде. Опівночі Лі Тайбай скористався вином і спустився вниз до мосту Венде. Як тільки він ступив на міст, він опустив голову і раптом побачив місяць, що падав у воду.Коли річка рухалася, до білої місячної тіні додавалося кілька чорних ліній. Як тільки він ступив на міст, він опустив голову і раптом побачив місяць, що падав у воду.Коли річка рухалася, до білої місячної тіні додавалося кілька чорних ліній. У цей час Лі Тайбай був настільки п’яний, що подумав, що річкова вода забарвила місяць. У цей час Лі Тайбай був настільки п’яний, що подумав, що річкова вода забарвила місяць. Він навіть чобіт не потурбувався зняти, а розкрив руки і стрибнув з мосту, щоб зловити місяць. Він навіть чобіт не потурбувався зняти, а розкрив руки і стрибнув з мосту, щоб зловити місяць. Несподівано при цьому стрибку місяць не зачепив, але місяць у воді розлетівся і відразу розколовся на дві половини. Несподівано в цьому стрибку місяць не зачепив, а чоловік потонув. Він помер у віці шістдесяти двох років.", "聖意": "Будинок неспокійний, і вам не пощастить (зверніть увагу на своє здоров’я) (не пощастить) Шукайте багатства і рівноваги (навіть не думайте про це) Труднощі в ділових операціях, шлюб не вирішується, моліться про захист (порожні скарби заважають викидень) Пішоходи в біді, шовкопряди в полі п’ять балів, а шість тварин занепадають (нещастить) Шукають людей (нещасливі) Публічні позови та (Зупинити позов) Звичайна міграція (не згадуйте про це) Втрата майна (літак) Молитва про захист від недуги (нещасна) Щастя в горах і могилах", "古人": "Тайбай спіймав місяць, коли був п'яний (Лі Тайбай спіймав місяць, коли був п'яний)", "第X籤": "П'ятдесят другий виграш у лотерею (лотерея)", "宮": "Матка"}