{"籤詩版本二": "Коли розчарування переходить у піднесення, ревуть дракони й ревуть тигри.\nУ блакитного неба є своя дорога до неба. Хай у мене буде ще шанс досягти слави.", "詩意": "Ця гексаграма схожа на ричання дракона і рев тигра.\nЄ надія, що все буде добре.", "解曰": "Просто навчи та йди. Мати власне процвітання. Треба зробити в кінці. Є де знайти.", "籤詩故事一": "◇ Лю Бей наймає наречену\nПісля битви при Чібі Сунь Цюань дуже хотів повернути Цзінчжоу, який був захоплений Лю Беєм, тому він використав план Чжоу Юй, вдаючи, що хоче заручити свою сестру Сунь Рень з Лю Беєм, але насправді він хотів взяти Лю Бей як заручник, щоб вимагати Цзінчжоу.\nПісля того, як Чжуге Лян підгледів план Чжоу Юя, він передав брошуру зі стратегією Чжао Юню, який захищав Лю Бея, коли той відправився в Сучжоу. Чжао Юнь дотримувався стратегії в брошурі та навмисно зробив великий фурор, щоб дозволити Ву Гуотаю ( Батько Сунь Цюань) знає про пропозицію одружитися. Оскільки Ву Гуотай любив свою доньку і не хотів мимохідь вирішувати справи своєї доньки на все життя, вона дорікнула Сунь Цюаню за безжалісність до його сестри та запропонувала особисто перевірити, чи Лю Бей гідний його дочки в храмі Ганьлу. Після того, як У Гуотай познайомився з Лю Беєм, вона дуже цінувала Лю Бея і рішуче виступала за шлюб між Лю Беєм і його дочкою. В результаті Лю Бей успішно одружився на місіс Сунь.\nПізніше Лю Бей і місіс Сунь разом втекли назад до Цзінчжоу Пізніше Сунь Цюань хотів скористатися нападом Лю Бея на Ічжоу, щоб напасти на Цзінчжоу, але його зупинив Ву Гуотай, який хвилювався про безпеку своєї дочки.\nВін сказав: «Розумний план Чжоу Юя — найкращий у світі. Він втратив дружину і війська».\n(Лю Бей отримав від шкоди)", "聖意": "Не щастить вдома і не щастить (спочатку невдача, потім удача) Шукайте багатства, рівноваги, труднощі в шлюбі, успіху в шлюбі. Моліться про благословення для пішоходів, шовкопрядів на полях, п’ять очок за шкоду худобі, пошук для людей, судові процеси та міграція, удача для втраченого майна, удача для хвороб, спокій гір і могил.", "古人": "Лю Бей вербує наречену", "第X籤": "П'ятдесят третій виграшний номер", "宮": "Матка"}