{"籤詩版本二": "Пляж повний каміння, струмок тече, вітер ясний, місяць ясний, а знатні люди зайняті.\nПо дорозі мушу запитати, куди йти, Не беріть запах квітів і рослин у лісі, Не бережіть його.", "詩意": "Ця гексаграма схожа на човен, що пливе по маленькому пляжу.\nУ всьому знайдуться благородні люди, які допоможуть.", "解曰": "Щоб заробляти на життя. Багато важкої роботи. Залишайтеся консервативними та чекайте. Все найкраще.", "籤詩故事一": "◇ Лушаньське повстання\nАн Лушань (703-757), чиє прізвище було Кан і звався Ялуошань, походив з Лючен, Інчжоу (нині Чаоян, Ляонін).\nПізніше він взяв прізвище Ан і змінив ім'я на Лушань. Під час правління імператора Сюаньцзуна з династії Тан Ань Лушань був військовим посланником.\nУ листопаді 14-го року правління Тяньбао Ань Лушань підняв війська в Фаньян. Щоб атакувати Ян Гочжун, він підняв повстання та взяв війська трьох міст, щоб атакувати Лоян, східну столицю. Повідомлення з Тайюаня надійшли до Лішаня. Тан Сюаньцзун, який у той час перебував у палаці Хуацін у Лішані, не вірив, що Аньлушань повстане. Проте новини про повстання продовжували поширюватися, і Сюаньцзун був все ще наполовину переконаний. (Це зображення «звуку бурхливої ​​води, що біжить на маленьких каменях у струмку»)\nСюаньцзун прокинувся від свого сну лише після того, як Янь Чженьцін, префект округу Пін'юань, послав когось надіслати інформацію.\nВідповідно до помилкової стратегії імператора Сюаньцзуна з династії Тан кавалерійський полк Ань Лушаня захопив Лоян, східну столицю. У перший місяць наступного року він проголосив себе імператором Даянем у Лояні, Цзяньюань Шенву, імператором Сюнву та Да Сісюнем прем'єр-міністр.\nУ червні того ж року імператор Сюань-цзун з династії Тан, бажаючи пом'якшити кризу в Чан'ані та керуючись помилковим військовим розумінням, стратив двох відомих генералів, Фен Чанціна та Гао Сяньчжі.Цей наказ шокував армію Тан. (Ця поведінка порушує \"дорога має вказувати на передню річку\")\nПісля цього імператор Сюаньцзун з династії Тан терміново наказав іншому генералу, Ге Шуханю, повести армію Тан на схід із Тунгуаня.\nГе Шухань, який повністю розумів стратегічну помилку імператора Сюаньцзуна династії Тан, планував відкласти зміни (підхід «це нормально, якщо вітер спокійний і приплив спокійний»).\nЗрештою імператор Сюань-цзун з династії Тан подумав, що він занадто боязкий, щоб битися, тож у нього не було іншого вибору, як битися з Ань Лушанем у сльозах і зазнав поразки. (Вона відповідає фразі «Якщо ви наполегливо працюєте, щоб підтримувати себе, ви можете отримати травму»).\nЗа часів династії Тан, коли прикордонні війська та місцеві гарнізони не встигли відповісти, армія Ань Лушаня перетиснула кордон і увійшла в район столиці. У критичній ситуації імператор Сюань-цзун з династії Тан на чолі гвардійського корпусу втік зі столиці, що призвело до падіння Сіцзін Чан'ань без лідера.\n(Тан Сюаньцзун порушив вказівки цього знаку, тому повстання Ань Лушаня було успішним.)", "聖意": "Дім у безпеці, ви самі є сприятливими, доля стабільна, угода процвітаюча, а шлюб вдалий (обережно). Чоловік-пішохід із Люцзя приходить на поле, шовкопрядів збирають, а шість худоби пошкоджено. Людина знайдено, і публічний позов виправданий. Втрачене майно приносить хворобу, тобто гробницю Аньшань потрібно відремонтувати.", "古人": "Лушанське повстання", "第X籤": "П'ятдесят шоста лотерея", "宮": "Потворний палац"}