{"籤詩版本二": "Ранок і сутінки, підтримка Будди повинна бути під час небезпеки, але не в небезпеці\nЯкщо вас приваблює знатна людина, то гроші і шовк також будуть вас супроводжувати.Це Чуан Лай. Все залежить від вас.", "詩意": "Ця гексаграма символізує таємне благословення богів і Будд.\nНаберіться терпіння і удачі у всьому.", "解曰": "Ознака старосвітського спокою. Коли все дорого, буде сприятливо.", "籤詩故事一": "◇Тан Монах досяг просвітлення\nОдного разу Тан Сен підійшов до річки і побачив перед нею гору Ліншань Будди. Перед нею був однодощаний міст. Тан Сен не наважився перетнути його. Будда перетворився на човняра і тримав бездонний розбитий човен. Як тільки Тан Монах сів у човен, він упав у річку і був врятований човняром. Так Тан Монах досяг стану Будди. (Історія подорожі на захід)\n◇ Буддійські писання Тан Монка\nСаньцзан з династії Тан, його загальне прізвище було Чень, а ім'я Ї. Народився в повіті Гоуші, Луочжоу (нині на південь від міста Яньші, провінція Хенань). Він став ченцем у віці тринадцяти років і взяв буддійське ім'я Сюаньцзан.\nЩоб отримати оригінали буддійських писань, він вирушив із Чананя (сьогодні Сіань, провінція Шеньсі) у третій рік Чженгуань (629 р. н. е.), наважився перетнути кордон і пройшов через незліченні труднощі, щоб досягти Тяньчжу ( Індія), щоб збирати священні писання. Він подорожував басейнами річок Ганг та Інд і південно-східними прибережними районами Індії, потім перетнув засніжені гори та зелені хребти, пройшовши понад 50 000 миль туди й назад. Йому знадобилося 16 років, щоб нарешті повернутися в Чан'ань у 19-й рік Чженгуань (645 р. н. е.). Він привіз велику кількість буддійських писань і переклав їх на китайську мову.\n(Тан Саньцзан пройшов довгу подорож туди й назад між Китаєм та Індією. Мабуть, він зазнав небезпек під час подорожі, але він зміг безпечно повернутися, тому що за ним був невидимий святий покровитель.)", "聖意": "Дім безпечний, сам сприятливий, західний бізнес успішний, шлюб вдалий, пішоходи блокують поле, шовкопряди заблоковані, шовкопряди сім балів, худоба прибуткова, пошук людей, західний публічний позов — це погано, міграція — консервативна, втрачене майно видно, хвороба — це сприятливо, гори та гробниці — це сприятливо.", "古人": "Тан Монах досяг просвітлення", "第X籤": "Виграш у лотерею шістдесят два", "宮": "Палац Інь"}