{"籤詩版本二": "Коли настане зима, то на горі гілка сливи не знищиться, навіть якщо листя опаде і гілки засохнуть.\nАле коли приходить весна, я все одно повертаю себе як куртизанку і знищую оригінальний твір.", "詩意": "У цій гексаграммі лідируючу позицію займає цвіт сливи.\nВсе добре, якщо затягується.", "解曰": "Одна стріла пуста. Коли порожньо, то не порожньо. В очікуванні весни. Колір є в ньому.", "籤詩故事一": "◇ Забив двічі\nПід час правління імператора Децзуна з династії Тан лояльний міністр Мей Богао та його сім'я були підставлені зрадницьким прем'єр-міністром Лу Ці, який хотів їх усіх убити. Лише його синові Мей Лян'ю вдалося втекти. Пізніше він змінив свій імені Ван Сітуна, щоб приховати свою особу. Він жив на вулиці один, голодний і холодний, але, на щастя, його прийняв Чень Лішен (Чен Дунчу). Чень Лішен не знав його життєвого досвіду, тому він попросив його допомогти доглядати за сливовим садом Ченя, щоб той не помер від голоду на вулиці.\nЧень Лішен був однокласником і другом Мей Богао. Коли його переслідував Лу Ци, його врятував Мей Богао. У результаті між Мей Богао та Лу Ці виникла ворожнеча. Зрештою всю його родину було страчено. Чень Через це Рішен почувався сумним і злим. Після одруження він подав у відставку та перевіз свою родину до Янчжоу, щоб жити усамітнено.\nУ Чень Лішен є донька на ім'я Чень Сіньюань, яка красива та ароматна. Після того, як Мей Лян'ю прийшла в сім'ю Чень, вони покохали одне одного з першого погляду. У день, коли слива була в повному цвіті, а це також була річниця смерті Мей Богао, Чень Лішен і його родина відкрили вівтар у сливовому саду свого будинку, щоб вшанувати пам’ять свого померлого друга та благодійника. Несподівано погода раптово змінилася і здійнялася сильна хуртовина, закрила весь цвіт сливи.Знищена. Чень Рішень нарікав, що зміг благополучно втекти, але він навіть не зміг врятувати нащадків родини Мей. Він вважав, що це попередження від Бога, тому він поклявся, що якщо слива знову не зацвіте, доводячи, що нащадки сім'я Мей була ще жива, він ніколи нічого не сказав.Він утік у буддизм і став ченцем.\nЙого донька Сіньюань почула це і негайно спалила фіміам і щиро помолилася Богу, щоб знову розквітла слива. Їхня щирість зворушила небеса, і всі сливові дерева в сливовому саду знову зацвіли; пізніше Чень Лішен дізнався, що Сітун був Лян'юй, тому він заручив з ним свою доньку Сіньюань.", "聖意": "Дім і дім погані для себе, для власного щастя, шукати багатства, бути розсудливим у справах, чекати до весілля, запізнюватися, одружуватися, запізнюватися, мати процвітання в весна, запізнюватися, запізнюватися, запізнюватися, бути зайнятим, бути зайнятим, бути процвітаючим, бути зайнятим, бути знайденим.", "古人": "Забив двічі", "第X籤": "Шістдесят дев'ять Виграш у Лот", "宮": "Тацумі"}