{"籤詩版本二": "Чао Чао схожий на бджолу, яка збирає квіти, летить з південного заходу, а потім на схід\nВесна минула, квіти зникли, і нема де шукати Це серце не змінить свого місця проживання.", "詩意": "Ця гексаграма схожа на бджілку, що збирає квіти.\nВсе трудомістко і копітко.", "解曰": "Без весняного пейзажу. Дощ йде довго, але не проясняється. Просити про допомогу. Краще мовчи.\n.", "籤詩故事一": "◇ Лі Мі повстав проти династії Тан\nЛі Мі\n(582-619), покійний лідер армії Ваганг під час селянського повстання в кінці китайської династії Суй. Майстер каліграфії. Майстер слова Фа був уродженцем Чан'ань, Цзінчжао, а батьківщиною його був Сянпін, Ляодун (нині на південь від Ляоян, Ляонін). Уродженець Чан'ань, Цзінчжао, його батьківщина - Сянпін, Ляодун (нині на південь від Ляоян, Ляонін).\nНа дев'ятому році Дайе (613) він брав участь у повстанні Ян Сюанганя проти династії Суй у Ліян (нині на північний схід від округу Цзюньсянь, провінція Хенань). На дев'ятому році Дайе (613) він брав участь у повстанні Ян Сюанганя проти династії Суй у Ліян (нині на північний схід від округу Цзюньсянь, провінція Хенань). Таємничий сенс переможений,\nЛі Мі втік. Сюанган зазнав поразки, а Лі Мі втік.\nНа дванадцятому році Дайе він приєднався до армії Ваганг\n. На дванадцятому році правління Дайе приєднався до армії Ваганг. Лі Мі добре розбирався в стратегії.У жовтні дванадцятого року правління Дайе Лі Мі переконав Чжая напасти на Сіньян Туна, могутнього генерала, який супроводжував армію, щоб захистити Чжан Сютуо, розгромивши армію Суй і вбивши Чжан Сюйто. Лі Мі добре розбирався в стратегії.У жовтні дванадцятого року правління Дайе Лі Мі переконав Чжая напасти на Сіньян Туна, могутнього генерала, який супроводжував армію, щоб захистити Чжан Сютуо, розгромивши армію Суй і вбивши Чжан Сюйто.\nПізніше він запропонував напасти на склад Xingluo (згодом перейменований на Luokou), відкрити склад для надання допомоги та розширити команду. Команда армії Wagang швидко зростала. На 13-му році правління Daye Лі Мі очолював армію Wagang, а Чжай Ранг займався пониженням і розподілом династії Суй Була війна за військові ресурси та інші питання, і Лі Мі вбив Чжай Ранга та сотні його послідовників. Пізніше він запропонував напасти на склад Xingluo (згодом перейменований на Luokou), відкрити склад для надання допомоги та розширити команду. Команда армії Wagang швидко зростала. На 13-му році правління Daye Лі Мі очолював армію Wagang, а Чжай Ранг займався пониженням і розподілом династії Суй Була війна за військові ресурси та інші питання, і Лі Мі вбив Чжай Ранга та сотні його послідовників.\nУ березні 14-го року Дайе Юй Веньхуацзі вбив імператора Ян з династії Суй\n, змусив понад 100 000 людей повернутися на захід. У березні чотирнадцятого року Дайе Юй Веньхуацзі (Юй Вень, складне прізвище) убив імператора Ян з династії Суй і повернувся на захід із понад 100 000 людей. Лі Мі отримав наказ атакувати Хуадзі. Хоча Хуадзі зазнав поразки, Лі Мі також зазнав великих втрат у військах. Пізніше його переслідував Ван Шичун. Армія Лі Мі була розбита, а його табір було знищено. Його генерали Цінь Шубао, Чен Чжіцзе (спочатку на ім'я Чен Яоцзін), Ніу Цзінда та інші були захоплені в полон. Шан Сюнсінь здався. Лі Мі отримав наказ атакувати Хуадзі.Хоча Хуадзі зазнав поразки, Лі Мі також зазнав великих втрат у своїх військах. Пізніше його переслідував Ван Шичун. Армія Лі Мі була розбита, а його табір було знищено. Його генерали Цінь Шубао, Чен Чжіцзе (спочатку Чен Яоцзінь), Ніу Цзінда та інші були захоплені в полон, а Шань Сюнсінь здався. Лі Мі був у відчаї, тому у вересні він перетнув річку до Хеян і здався династії Тан. Лі Мі був у відчаї, тому у вересні він перетнув річку до Хеян і здався династії Тан.\nУ листопаді Лі Юань послав Лі Мі до Шаньдуна, щоб набрати старих військ. Листопад, \nЛі Юань послав Лі Мі чекати в Шаньдун, щоб набрати старих військ. Відчувши, що його запідозрили, він повстав проти Тан. Відчувши, що його запідозрили, він повстав проти Тан. Танський генерал Шен Яньші запросив Лі Мі атакувати та вбив його в Сінгун Сіань. Танський генерал Шен Яньші запросив Лі Мі атакувати та вбив його в Сінгун Сіань.", "聖意": "Будинок, будинок, язик, я, лиходій, пошук багатства, марна справа, шлюби, які не тривають, Люцзя, порожні квіти, пішоходи, Яотянь, пошкодження шовкопряда, шість пошкоджень худоби, зниклі безвісти, судові позови, втрати, міграція, консервативність, втрачене майно, хвороба, перешкоди, гірська реформа могили", "古人": "Лі Мі повстав проти династії Тан", "第X籤": "Сімдесятий розіграш", "宮": "Тацумі"}