{"籤詩版本二": "Пасічники мусять просити мед, щоб їх не вжалило жало\nМабуть, перед тобою дивна дорога, Таємниця глибока, як терновий ліс.", "詩意": "Ця гексаграма символізує бджіл, які збирають мед.\nВсе трудомістко і копітко.\n\n(Ця гексаграма шукає символ солодощі та гіркоти.\nЗапобігайте лихам у всьому.\n)", "解曰": "Речі потрібно робити акуратно. Не потрібно змушувати. Бджоли збирають мед. в чому причина", "籤詩故事一": "◇ Ван Ман шукає таланти\nСім'ю Ван Манга в династії Західна Хань можна назвати багатою родиною. Хоча його батько помер молодим, кілька його дядьків і дядьків стали імператорами династії Хань. Вони стали генералами, прем’єр-міністрами, стали маркізами та отримали нагороди. Сім’я Ван була надзвичайно видатною.\nАле власна маленька сім'я Ван Манга була вкрай бідною: його батько помер молодим, і він жив тільки з матір'ю, покладаючись на благодійність родичів. Але завдяки цьому Ван Ман з дитинства розвивав і практикував ряд навичок поводження з людьми. Незалежно від того, наскільки сумним чи злим він почувався, він завжди виявляв дуже щасливий і миролюбний вигляд перед родичами, старійшинами чи сторонніми людьми, тому його дуже цінували всі в клані.\nОдного разу тяжко захворів його старший дядько, він, дізнавшись про це, підійшов і став чекати біля ліжка хворого, приносячи ліки, воду і пильнуючи ночами, кілька місяців був голий, недоглянутий і виснажений. просто більше «пацієнт», ніж пацієнт. Більш «син», ніж біологічний син.\nЗа це всі в тайванському народі хвалили його і писали листи з проханням про нагороду для нього.\nТож імператор Чен з династії Хань дав йому титул маркіза нової столиці та призначив його охоронцем у палаці, ставши найближчим міністром імператора.\nЗавдяки своєму високому статусу та великій владі Ван Ман ніколи не виявляв зарозумілості чи розслабленості.Натомість він ставав усе більш ввічливим і ввічливим.З одного боку, він товаришував із міністрами, міністрами, знаменитостями та вченими.\nАле він жив дуже скромним життям, часто їв м’ясні страви, не кажучи вже про те, що носив довгі мантії та сукні з довгими рукавами, носив лише короткий одяг. Тож усі в уряді та громадськості одноголосно славили його словом «доброчесний».\nПізніше його дядько, Гранд Сіма Вангген, помер від хвороби, і його було обрано його заміною. Імператор і всі міністри вважали його найкращим. Тому Ван Ман, якому було лише тридцять вісім років, став Великим Сима з найвищою військовою владою в країні.\n(Ця історія є метафорою. Бути хорошою людиною може допомогти вам позбутися «труднощів укусів бджіл» і досягти своїх ідеалів, як ви хочете.)", "聖意": "Хата собі не годиться, родина біда, справа заблокована, шлюб заблокований, шість панцирів фальшиві, піші спізнюються, урожай шовкопряда малий, худоби мало, важко знайти людей, позов погано, міграція не рухається, втрачене майно погано, хвороба закладена, гора могила втрачена", "古人": "Ван Ман шукає таланти", "第X籤": "Виграш у лотерею сімдесят два", "宮": "Тацумі"}