{"籤詩版本二": "Коли приходить весна, грім трясе і комахи цвірінькають, а я від тину відвертаюся\nКоли я вперше зрозумів, що я все ще приходжу та йду, як тільки я змінився, я став драконом.", "詩意": "Ця гексаграма схожа на грім і комах.\nЗустріти знатну людину - хороший знак у всьому.", "解曰": "Б’є грім. Два депозити вхід і вихід. Змінити один раз. До Тяньмень.", "籤詩故事一": "◇Заколот Ченьцяо\nУ 959 році нашої ери Чжоу Шицзун Чай Жун помер, а імператору Гун Чай Цзунсюню, який зійшов на престол, було лише сім років. У той час реальну владу мав Чжао Куаньїнь, який служив інспектором перед палацом і посланником Сунчжоу в німецькій армії.\nНавесні 960 року нашої ери Чженьчжоу (сьогодні Чжендін, провінція Хебей) і Дінчжоу (сьогодні повіт Дінсянь, провінція Хебей) повідомили, що армії династії Північна Хань і держави Ляо спільно йдуть на південь, щоб атакувати Пізню династію Чжоу, з великий імпульс, і попросив надіслати війська для допомоги. Пізніше династія Чжоу наказала Чжао Куаньїню повести свої війська на північ для боротьби з ворогом. Чжао Куаньїнь діяв таємно за планом свого брата Чжао Гуаньї, Чжао Пу, Ши Шоусіня та інших.\n3 лютого, коли армія прибула до Ченьцяої (нині місто Ченьцяо, на південний схід від Фенцю, Хенань), вони підняли заколот і наказали солдатам одягнути жовті мантії для нього.Вони повстали проти пізнішої династії Чжоу та підтримали Чжао Куаньїня як імператора . Після цього Чжао повів свої війська назад до Кайфена, не спалюючи, не вбиваючи та не грабуючи: «Тайцзу Чень Цяо дав клятву не турбувати людей столиці, і він пообіцяв не турбувати місто в день, коли він увійде в місто».\nНа третій день третього року місячного місяця Чжао Куангінь підняв повстання в Ченьцяо і повернувся до столиці. Фан Чжи привів Ван Пу і Вей Ренпу допитати Чжао Куангіня. Ло Яньхуань вихопив свій меч перед наметом і голосно закричав: : \"Три армії не мають господарів. Генерали вирішили призначити його імператором. Кожен, хто скаже, буде вбитий!\". Обличчя Ван Пу було бліде, як земля. Він опустив кроки та вклонився. Фан Чжі також вклонився. Куан Інь особисто допоміг йому піднятися та ставився до нього з великою ввічливістю.\nПісля помірного опору імператор Гун з Пізньої династії Чжоу зайняв трон, а Чжао зайняв трон. «Тайцзу збирався прийняти дзен, але не було тексту дзен. Тао Гу, вчений Ханьліня, прийняв наказ і підійшов до нього, кажучи: «Готово».\nПісля вступу на престол Чжао змінив назву країни на Сун, Юань — на Цзяньлун і зробив столицею Кайфен.Ші Шоусінь, Гао Хуайде, Чжан Ліндуо, Ван Шеньці, Чжан Гуанхань і Чжао Яньхуей отримали титул Цзедуші , який в історії отримав назву «повстання Ченьцяо».\nВікіпедія\n(Ця історія означає, що це початок виступу Чжао Куанґіня.)", "聖意": "Моліться про свій дім, повсякденне життя, багатство, удачу, удачу в бізнесі, шляхетний шлюб, успіх у Люцзя, чоловіків-пішоходів, раннє народження шовкопрядів у полях, раннє народження шести тварин, удачу навесні, пошук людей , успіх у судових процесах, удача в міграції, втрачене майно, небезпеки в хворобах, небезпеки в горах і могилах.", "古人": "Повстання Ченьцяо", "第X籤": "Підписано сімдесят три", "宮": "Палац Мі"}