{"籤詩版本二": "Уві сні було сказано, що багатства буде багато, але слава обійдеться нанівець.\nДалеко вода і далеко гори, але важко бути вірним, Благородна людина дає дорогу і посміхається.", "詩意": "Ця гексаграма символізує отримання скарбу уві сні.\nВсе більш-менш реально.", "解曰": "Сниться як сон. Без надії на славу. Просто чекайте хороших часів. Благородні настанови.", "籤詩故事一": "◇ Поверніть нефрит Чжао (поверніть нефрит Чжао після завершення)\nУ 283 році до нашої ери король Чжао Хуейвень отримав Хе Бі від Чу. Після того, як король Цінь Чжаосян дізнався про цю новину, він надіслав королю Чжао листа, висловлюючи свою готовність обміняти п'ятнадцять міст на Хе Бі.\nЛінь Сянжу проаналізував королю Чжао, що Цинь сильний, а Чжао слабкий і його потрібно замінити.\nТоді король Чжао послав Лінь Сянжу до Цінь разом із Хе Бі.\nКороль Цінь зустрів Лінь Сянжу в Чжантаї, і Лінь Сянжу подарував нефрит королю Цинь. Король Цинь дуже зрадів і передав Хе Бі красуні, і всі навколо дивилися на неї.В цей час всі ліворуч і праворуч кричали Хай живе.\nЛінь Сянжу побачив, що король Цинь не має наміру віддавати місто Чжао, тому він сказав королю Цінь, що нефрит у Він був дефектним, і хотів вказати на це королю Цінь, щоб скористатися можливістю отримати нефритова спина.\nПісля того, як Лінь Сянгру повернув Бі Хеші, він став біля великого стовпа, показуючи, що хоче померти з Бі Хеші.\nУ цей час Лінь Сянжу сказав королю Цінь: «Король Чжао все ж подолав заперечення міністрів і прийняв пропозицію міністра. Навіть якщо він не обманював один одного, спілкуючись із простими людьми, не кажучи вже про те, що Цінь — велика країна! Щоб зберегти дружбу між Цинь і Чжао, король Чжао Після п'яти днів посту я послав своїх міністрів до Цинь з нефритом. На жаль, король Цинь не тільки не мав наміру давати Чжао але також передав нефрит родини Хе красивій жінці, що було справді насмішкою з боку моїх міністрів».\nЗакінчивши говорити, Лінь Сянжу негайно зробив жест, наче вдарився об стовп. Король Цинь боявся, що Хе Бі буде пошкоджено, тому він зробив вигляд, що дає Чжао п’ятнадцять міст. Лінь Сянжу побачив підступний план короля Цінь, тож він попросив короля Цінь постити п’ять днів, перш ніж представити Хе Бі, щоб відстрочити час. За ці кілька днів Лінь Сянжу послав своїх слуг повернутися до штату Чжао з нефритом, а сам залишився, щоб мати справу з королем Цинь.\n(Ця історія схожа на погляд звичайної людини, зачарований своїм статусом.)", "聖意": "Молитися про благословення вдома, себе, перешкоджати багатству, ускладнювати транзакції, шлюб не в гармонії з пішоходами Люцзясю, читянські шовкопряди не приймаються, шість тварин пошкоджено, люди зникли безвісти, очікуються публічні позови та міграція, втрачені речі знаходяться далеко, хвороби встановлюються, відправляються в гірські гробниці та змінюються.", "古人": "Поверніть нефрит Чжао (завершіть нефрит Чжао)", "第X籤": "Сімдесят сьома виграшна лотерея", "宮": "Полуденний палац"}