{"籤詩版本二": "Опало листя з яворів, наближається осінь, і зворотний шлях мандрівників схожий на хмари.\nЗавдяки великим старанням Бога корабель повернувся зі скарбом на вітрі.", "詩意": "Ця гексаграма являє собою зображення опалого листя платана.\nВсе погано наперед і добре в кінці.", "解曰": "Беріть речі від серця. Тяньсінь слідує за ним. Щоб заробляти на життя. Роби все, що можеш.", "籤詩故事一": "◇Вітер дме до павільйону Tengwang\nВан Бо, ввічливе ім’я Цзянь, був поетом ранньої династії Тан. Він народився в перший рік Юнхуея, імператора Гаоцзуна династії Тан. Ван Бо читає Святе Письмо з дитинства, і його називають «вундеркіндом». Ван Бо читає Святе Письмо з дитинства, і його називають «вундеркіндом».\nКоли йому було десять років, вони з батьком випадково проходили повз храм Гуанді. Вони побачили в храмі величну статую Гуанді, яка тримала копію «Весна й осінь» і читала її. Коли його батько побачив це, він Він наспівував імператору Гуаню: «Тримаючи три пасма зеленої бороди, читаючи історію династії Цін перед зеленим ліхтарем і віддаючи шану відомим іменам. Тримаючи в руці зеленого дракона та місяць». що восени цього року Ван Бо поїхав із Шаньсі на острів Хайнань, щоб відвідати свого батька, якого було понижено в посаді магістрату округу Цзяочжі, пройшовши по дорозі тисячі гір і річок. Восени того ж року, коли йому було двадцять сім років, Ван Бо відправився з Шаньсі на острів Хайнань, щоб відвідати свого батька, якого було понижено в посаді магістрату округу Цзяочжі.Дорогою він пройшов через тисячі гір і річок.\nКоли того дня ми прибули на гору Маданг, усі вирушили на берег, щоб відпочити. Коли Ван Бо проходив наодинці повз стародавній храм, він раптом побачив старого чоловіка, який сидів на камені біля храму. Старий був схожий на дитину зі світлим волоссям Він сказав Ван Бо: «Хіба ти не Ван Бо?» Ван Бо був здивований і сказав: «Точно так! Звідки ти це знаєш?» Старий сказав: «Я давно чув, що у тебе добре наміри врятувати людей, і ваші вірші дуже значні. Завтра в павільйоні Tengwang відбудеться грандіозна вечірка. Якщо ви зможете відвідати банкет і написати есе, ви будете відомі протягом століть і отримаєте витрати на дорогу\". Коли вони прибули. на горі Маданг усі вийшли на берег, щоб відпочити. Коли Ван Бо проходив на самоті біля стародавнього храму, він раптом побачив на камені біля храму: сидів старий, схожий на дитину зі світлим волоссям і фею Він сказав Ван Бо: «Чи не ти Ван Бо?»\nВан Бо був здивований і сказав: «Саме так! Звідки ти це знаєш?»\nСтарий сказав: «Я давно чув, що у вас є добрий намір рятувати людей, а вірші, які ви складаєте, досить значні. Завтра в павільйоні принца Тена буде велика вечірка. Якщо ви зможете відвідати бенкет і написати, ти будеш відомий у віках і отримаєш витрати на дорогу».\nВан Бо сказав: «Це місце розташоване за шість чи сімсот миль від павільйону Тенгванг. Як ми зможемо дістатися сюди завтра?» Старий сказав: «Я використаю коня як божественний вітер, щоб допомогти тобі спокійно плисти. Я обов’язково прибуде завтра». Ван Бо подякував мені і сказав: «Вибачте, мій тесть. Ви безсмертний чи бог?» Старий засміявся і сказав: «Я Чжун’юань Шуйцзюнь, відповідальний за ця акваторія!» Ван Бо сказав: «Це місце розташоване за шість-сімсот миль від павільйону Тенгванг. Як ми можемо дістатися сюди завтра?»\nСтарий сказав: «Я використаю коня як божественний вітер, щоб допомогти тобі спокійно плисти. Я обов’язково приїду завтра».\nВан Бо подякував йому і сказав: «Вибачте, тесть, ви безсмертний чи бог?»\nСтарий засміявся і сказав: «Я Чжун’юань Шуйцзюнь, який відповідає за цю акваторію!» Потім старий закликав Ван Бо швидко сісти на човен. Він побачив сприятливі хмари, які на деякий час оточували його, і вітер і вода була рівною в дорозі.В одну мить він пройшов сотні миль.\nТоді старий закликав Ван Бо швидко сісти в човен. Він побачив сприятливі хмари, які оточували його на деякий час, і це була гладка подорож. У мить ока він подолав сотні миль. Як і очікувалося, Ван Бо поспішив до павільйону принца Тена вранці грандіозної події.\nЯк і очікувалося, Ван Бо поспішив до павільйону принца Тена вранці грандіозної події. І тут же написав «Передмову до павільйону принца Тена», який імператор Гаоцзун династії Тан назвав вічним шедевром. І тут же написав «Передмову до павільйону принца Тена», який імператор Гаоцзун династії Тан назвав вічним шедевром.\nЄ вірш, в якому сказано:\nЗавжди говорили, що талановиті люди — це боги, тому не випадково вітер приносить Наньчан до Наньчана;\nЯ написав речення про високий павільйон Тен Вана, а потім він супроводжував безсмертних до Чжунюань.", "聖意": "Моліться за свій дім і захищайте себе, моліться про благословення, шукайте багатства та досягайте шлюбу та гармонії.", "古人": "Вітер дме до павільйону Tengwang", "第X籤": "Знак вісімдесят один", "宮": "Вей Гун"}