{"籤詩版本二": "Що робити, якщо через свою репутацію втратиш свою чесноту? Я боюся, що щастя зміниться і трапиться погане.\nП’яний, не знаю, куди подітися, Сниться мені туманний сон у тіні зелених сосен.", "詩意": "Ця гексаграма символізує холодну рибу, що виходить з води.\nНічого не можна зрушити.\n\n(Ця гексаграма є символом поганих чеснот і невдачі.\nТримайте ноги на землі в усьому.\n)", "解曰": "Холодна риба йде з води. ложка дьогтю. Якщо ви запитаєте про плани табору. Краще Мо Ци\nЦей знак принесе Люцзя нещастя. Все йде не так. Моліться за безпеку.", "籤詩故事一": "◇Чжуан-цзи перевіряє свою дружину\nЧжуан-цзи народився в династії Чжоу. Його прізвище було Чжуан, його ім'я - Чжоу, а його ім'я - Цзісю. Він був уродженцем Мен'ї династії Сун. У династії Чжоу він був чиновником Ціюань.\nОдного разу Чжуан-цзи зустрів на горі жінку, яка сиділа навпочіпки перед новою могилою і відчайдушно трясла віялом, наче хотіла висушити мокру землю на могилі. Чжуан-цзи не зрозумів її наміру, тому запитав її. Вона сказала, що людина, похована в могилі, був її чоловіком, і останні слова її чоловіка були, що вона не може вийти заміж, доки земля на могилі не висохне. Вона не могла більше чекати, тому розворушила могильну землю, щоб вона швидше висохла, щоб вона могла переслідувати другу весну.\nЧжуан-цзи зітхнув, коли подумав, що є на світі така безсердечна жінка. Тоді я подумав, чи моя дружина буде такою? Коли виникає підозра, я хочу її перевірити.\nПрізвище дружини Чжуан-цзи було Тянь, і пара зазвичай мала близькі стосунки. Щоб перевірити вірність дружини, Чжуан-цзи вирішив прикинутися мертвим.\nПочувши, що Чжуан-цзи помер від раптової хвороби, багато людей звідусіль, включаючи родичів і друзів, прийшли висловити свої співчуття. Серед них був красивий король і онук із штату Чу, який був багатим. Побачивши, що пані. Тіан, щойно овдовів і жалюгідний, переслідував її. Пані Тянь не витримала спокуси і закохалася у Ван Суня, вони одружилися всього за двадцять днів.\nТієї ночі, коли вино було випито і вуха були гарячі, Ван Сунь раптово переніс серцевий напад і помер.\nПані Тянь була налякана і в паніці, і терміново запитала Ван Сунь, що їй робити. Ван Сунь витерпів біль і сказав пані Тянь, що мозок мертвих тіл можна використовувати, щоб повернути мертвих до життя.\nДе знайти труп? Пані Тянь раптом подумала, чи не помер її чоловік? Містер Тянь забув про старе кохання між чоловіком і дружиною, і справді взяв сокиру і розколов труну свого чоловіка, готуючись вийняти його мозок для лікування.\nНесподівано, коли труну відкрили, Чжуан-цзи ожив. Пані Тянь було так соромно, що вона повісилася.\n(Ця історія є метафорою порушення дружби заради особистої вигоди, тому ми не можемо з нею погодитися.)", "聖意": "Будинок мирний, я в безпеці, гроші несправедливі, торгівля принесена в жертву, шлюб розв’язаний, зло в Люцзя процвітає, пішоходи не прибули, шовкопряди в мирі, худоба в мирі, люди шукають людей, судовий процес змінився, учні були консервативними, майно втрачено, немає хвороби, а гора та могили були злими.", "古人": "Чжуан-цзи перевіряє свою дружину", "第X籤": "Лот 84", "宮": "Вей Гун"}