{"籤詩版本二": "Темні хмари і туман дорогу перед горою вкриває Все кругле і місяць знову круглий.\nЯкщо ви отримуєте вірші та книги, ви прокинетеся від глибокого сну, благородна людина проведе вас на дах.", "詩意": "Ця гексаграма символізує кінець весни і розпускання квітів.\nЗа Господом все змінюється.", "解曰": "Старому треба просити допомоги. Навесні знову цвіте. Бажання слави і багатства. Зіткнутися з несподіваним прибутком наприкінці життя.", "籤詩故事一": "◇Хань Венгун стикається зі снігом\nХань Юй, люб'язне ім'я якого було Туйчжі, був із Чанлі. Тан Децзун став Цзіньші на восьмому році Чженьюань, а його посмертний титул був Вень Гун.\nПід час правління імператора Сяньцзуна з династії Тан Хань Юй протестував із кістками Будди, що розлютило імператора. Хань Юй залишив дружину та дітей і поїхав до Чаочжоу. Після неповних кількох днів ходьби піднявся холодний вітер і пішов сильний сніг. Хань Юй підійшов до місця, де сніг був на кілька футів завглибшки, через що його коню було важко рухатися вперед. Поруч не було будинку, і він не знав, де проходить дорога. Якщо ви хочете піти шляхом і відступити, дороги назад немає. Дув сильний вітер і швидко падав сніг. Хань Юй був мокрий до нитки, змерзлий і голодний, і йому було ніде висловити своє горе.\nХань Ю зітхнув і сказав: «Імператор не вб'є мене, але імператор хоче мене знищити».\nКоли Хань Юй був у відчаї, він побачив чоловіка, який приходив розчищати сніг, незважаючи на сильний мороз. Ним виявився Хань Сянцзи (племінник Хань Юя).\nЗаздалегідь Хань Сянцзи сказав Хань Юй: «Де будинок Юнь Хенга в Ціньліні? Сніг обіймає сині ворота, і кінь перестає рухатися вперед.» У той час Хань Юй не розумів, що мав на увазі Хань Сянцзи, але тепер він нарешті зрозумів.\nТож Хань Юй і Хань Сянцзи пішли ночувати в будинок Фу в Лангуані. Говорячи про минуле та шлях до вирощування, Хань Юй був щиро переконаний.\nПізніше Хань Юй залишив свою офіційну посаду, пожертвував усе своє майно місцевому уряду та відправився в гори, щоб практикувати даосизм і стати безсмертним.", "聖意": "Дім не підходить для себе, будьте обережні, шукайте гроші, зосередьтеся на бізнесі, одруження пізно, жінки-пішоходи Люцзя блокують поля, шовкопряди хороші, худоба хороша, важко знайти людей, публічні позови повторюються, міграція є оновлено, втрачені речі серйозні, хвороби затримані, гірські могили слід змінити.", "古人": "Хань Венгун зустрічає сніг", "第X籤": "Вісімдесят п'ята виграшна лотерея", "宮": "Шень Гонг"}