{"籤詩版本二": "Піднявшись на півдорозі західної гори, скелі Джунлінг неможливо осісти.\nЗвертаючись до Бога за захистом, це тіло все ще в морзі", "詩意": "Ця гексаграма схожа на пошук золота в піску.\nУ всьому є ознаки благородних людей.\n\nТакож: ця гексаграма вказує на те, що людині загрожує небезпека.\nУ всьому є ознаки благородних людей.", "解曰": "Нефрит можна знайти, довбаючи камінь. Знайди золото на піску. Потрібно багато працювати. Просто біда.\nІнший твір: складна ситуація. Ніде зупинитися. Просіть Божого благословення. Моліться за душевний спокій.", "籤詩故事一": "◇ Кусіть золото та досліджуйте підземні печери\nЩоб відзначити свої військові подвиги, Чен Яоцзінь влаштував бенкет у Яньвуян. Раптом у землі відкрилася яма, яка була незбагненною. Кожен тягнув жереб, вибираючи слова, кусаючи золото, щоб виграти, і орендував мотузки, щоб прив’язати себе до нори.\nТам кам'яні двері, столи, стільці, мости та інші предмети.На столі шати драконів і нефритові пояси, які зроблені із золота і витерті з печери.\nЯо Цзінь вийшов із ями з великою та маленькою коробками, відкрив дерев’яну коробку й дістав нефритову печатку, відкрив коробку, вийняв великий прапор, мантію з короною та доріжки, поклав їх на стіл, і всі дивився на них одного за одним. Я бачив вісім знаків печатки, вигравіруваних на великій печатці: «Король-демон Хунші, великий доброчесний імператор».\nУсі поклонялися йому як «Імператору», і Яодзін робив це протягом трьох років як Король демонів. (Насправді це було просто самопроголошення, а Чен Яоцзін був просто лідером села в той час.)\n(Ця історія є метафорою про те, що хороші речі — це як діяти. Це художня концепція «це тіло все ще в порожнечі».)", "聖意": "Молитва про будинок і дім, себе, відсутність прибутку, пошук багатства, наполеглива робота, обережність у бізнесі, шлюбу заважатимуть Лю Цзясю, пішоходи, Чи Тянь, шовкопряди, шість стайень худоби, пошук людей, відсутність судових процесів , втрата, міграція, збереження втраченого майна, злі хвороби, перешкоди, гори та могили.", "古人": "Дослідження склепу золота", "第X籤": "Знак вісімдесят сім", "宮": "Шень Гонг"}