{"籤詩版本二": "Не турбуйте мене своїми особистими справами, це правильніше спитати у громадськості.\nЯсне серце таке світле і ясне, як ясний місяць на небі", "詩意": "Ця гексаграма являє собою образ яскравого місяця на небі.\nВсе світло та повітряно.", "解曰": "Будьте прямими в серці. Виправити закон. Святі слова. Нарешті стає зрозуміло.", "籤詩故事一": "◇Генерал Конг Мін\nРішення: Чжуге Лян мобілізує свої війська та генералів\nУ період Трьох Королівств Чжуге Лян (181-234), люб'язне ім'я Конгмін, народився в Янду, Ланг'я (нині округ Інань, провінція Шаньдун).\nЧжуге Лян погодився стати чиновником після того, як Лю Бей тричі відвідав солом'яний котедж. На той час Цао Цао заспокоїв Хебей і вирішив йти на південь. Він послав Сяхоу Дуна як головного генерала, Ю Цзіня, Лі Діяна та інших як заступник генерала, очолюючи 100 000 армію для маршу до Сіньє. Хоча Чжуге Лян на той момент мав план відступу від ворога, Гуань Юй і Чжан Фей знехтували словами Чжуге Ляна. Чжуге Лян не мав іншого вибору, окрім як використати меч Лю Бея, щоб приборкати двох чоловіків. Кожен з них очолював тисячу солдатів і коней, і ховалися в Юшані та Аньліні. Вони чекали, поки Сяхоу Дунь поведе свою армію, а потім напали на них засідки і вогонь.\nКрім того, Чжао Юнь був посланий очолити старі та слабкі залишки армії, щоб воювати як авангард проти Сяхоу Дуня, а потім імітував поразку та відступив, заманивши Сяхоу Дуня на вузьку дорогу в горах і лісах. Він також послав Гуаня Пін, Чжоу Цан, Лю Фен та інші пробираються в тил армії Цао, спалюючи припаси та викликаючи паніку в армії Цао.\nПісля битви все сталося так, як Чжуге Лян домовився. Коли Сяхоу Дунь і Ю Цзінь повели армію в погоню, Лі Дянь, який був у тилу, терміново повідомив Сяхоу Дунь, що стояв на передньому плані, що йому потрібно захиститися від вогневих атак ворога. Однак було вже пізно. Армію Цао стримували на вузькій дорозі й знаходився в місці, де дерева перепліталися, тому вогонь не міг початися. Були великі втрати, а Сяхоу Дунь та інші генерали зазнали поразки та втекли назад до Сюду.\n(Ця історія є метафорою того, що Конг Мін добре вміє використовувати людей і керувати країною з мудрістю.)", "聖意": "Дім і дім сприятливі. Бажаю удачі в багатстві, душевного спокою, процвітаючого бізнесу, шлюбу, успіху, успіху в Люцзя, чоловіків, що переміщують поля, шовкопрядів, втрати худоби, зниклих людей, публічних позовів, міграції, втраченого майна, благословення, хвороби, мир, гори і могили.", "古人": "Генерал Конг Мін", "第X籤": "Дев'ятий знак", "宮": "Палац Інь"}