{"籤詩版本二": "Гарне шоу змушує вас виділятися з натовпу насупленим обличчям, і ваше майбутнє змінюється, і ви приносите багато багатства.\nДорога широка, як небо, і всі гроші, які ви можете дати, будуть у вашому серці", "詩意": "Ця гексаграма вказує на багатообіцяюче майбутнє.\nВсе йде добре.", "解曰": "Велика дорога. Можна рухатися вперед. Використовуйте своє серце. Тільки вперед.\nЗ цим знаком все йде за планом. Удачі Цзічангу.", "籤詩故事一": "◇ Три героя борються проти Лу Бу\nРішення: три герої Чжан Фей, Гуань Юй і Лю Бей борються проти Лу Бу\nДун Чжо дізнався, що Хуа Сюн обезголовлений, і відправив летючого генерала Лу Бу воювати. Як тільки Лу Бу вступив у бій, він убив генералів Фан Юе і Му Шуня, а також убив У Анго і Гунсунь Заня.\nЧжан Фей побачив, що Гонсунь Зан не може перемогти Лу Бу, тому він швидко замінив Гонсунь Заня і крикнув: «Раби трьох прізвищ повинні піти! Чжан Фей з Янь тут!» Після цього вони билися понад п'ятдесят раундів у рядок, без переможця чи переможеного.\nПісля того як Гуань Юй це побачив, він і Чжан Фей атакували Лу Бу і билися більше тридцяти раундів.\nЛю Бей також тримав два мечі, плескав конем і ступив вперед, щоб допомогти Чжан Фею та Гуань Юю.\nТроє чоловіків оточили Лу Бу і продовжували битися. Усі люди в групі були приголомшені.\nНезабаром Лу Бу почав втрачати силу. Пегас Лу Бу відступив, але троє чоловіків переслідували Лу Бу та відмовилися здаватися. Вони не відступили, поки не зустріли війська Лу Бу.\n\"Три царства\"\n(Ця історія є метафорою хоробрості та майстерності Лу Бу у бою. Одна людина може перемогти трьох людей.)", "聖意": "Серце дому та дому подорожує лише у власній подорожі в пошуках багатства. Можливий шлюбний стаття йде до Люцзя. У людей все йде гладко. Використання шовкопрядів Чжушуньтянь. Людей можна знайти серед шести тварин. Людей можна знайти заздалегідь .Судовий процес.Міграція.Втрачене майно.Хвороби.Гори та могили - як удача.", "古人": "Три героя борються проти Лу Бу", "第X籤": "Дев'яносто одна виграшна лотерея", "宮": "Ти палац"}