{"籤詩版本二": "Луан Фен Сян був промоклий дощем, але в той час над ним знущався Квір\nЯ був шокований, дізнавшись, що одного дня хмари були далеко, але я все одно повернув тобі свій одяг.", "詩意": "Ця гексаграма символізує Луан і Фенікса, покритих дощем.\nВсе приходить, коли приходить час.", "解曰": "Лиходій день у день процвітає. Джентльмен не повинен нічого робити. Просто тримайся при собі. Дійте, коли прийде час.", "籤詩故事一": "◇ Гао Цзюнь гарантує шлюб\nПід час ранньої династії Сун Чжао Куанґінь об’єднав північ, і вся країна капітулювала. Проте під час династії Південний Тан Лі Юй закріпився на півдні річки Янцзи. Він прийняв стратегію, запропонувавши місто та вдаючи, що здався, захопили Чжао Куангіня в Шоучжоу, і ситуація була критичною. Племінник Чжао Куаньїня, Гао Цзюньбао, молодий чоловік із золотою рушницею, залишив Бяньцзін, щоб прорвати облогу Шоучжоу.\n, проходячи повз гору Шуансуо, вони розбили знак «Чоловік», встановлений Лю Цзіньдіном, і обидва змагалися.В результаті Лю Цзіньдін тричі переміг Гао Цзюньбао своїми чудовими бойовими мистецтвами, і вони обміняли золоті булави та срібні дзвони на все життя. Племінник Чжао Куангіня, Гао Цзюньбао, залишив Бяньцзін, щоб врятувати Чжао Куангіня, що потрапив у пастку в Шоучжоу. Він пройшов через гору Шуансуо та розбив знак, встановлений Лю Цзіньдіном. Вони змагалися, але Лю Цзіньдін тричі переміг Гао Цзюньбао своїми чудовими бойовими мистецтвами і був змушений одружитися. Пара повела натовп в облогу і врятувала Чжао Куангіня.\n(Метафора цієї історії полягає в тому, що двоє не помирилися (їх знущалися), але пізніше помирилися.)", "聖意": "Дім не підходить для себе, остерігайтеся пошуку грошей, блокування бізнесу, очікування шлюбу, відкладеного шлюбу, зниклих людей, затримки на полях, шовкопрядів, запізнілого худоби, втрати людей, труднощів у пошуку людей, судових процесів, втрати, міграції, консервативність, втрачене майно, злі хвороби, розширення гір і могил.", "古人": "Гао Цзюнь гарантує шлюб", "第X籤": "Дев'яносто три виграшу в лотерею", "宮": "xugong"}