{"籤詩版本二": "Амбіції та досягнення в династії, але тепер вино та секс будуть нескінченними\nЯкщо ви побачите золотого півня, вас чекає винагорода грошима, долею і долею.", "詩意": "Ця гексаграма символізує амбіції та славу.\nТримайте все сприятливо.", "解曰": "Амбітний. Ще не пізно вберегти себе. Золотий півник обіцяє. Всі щасливі.", "籤詩故事一": "◇Цао Пі проголосив себе імператором\nЦао Пі, люб'язне ім'я Цзихуань, народився в Пейгуоцяо (нині округ Хао, Аньхой). Відомий політик і письменник періоду Цзяньань.\nЦао Пі — другий син Цао Цао. З дитинства він жив із батьком у військовому таборі. Під впливом батька Цао Пі навчився стрільбі з лука у віці шести років і верховій їзді у віці восьми років, і розвинувся хороші навички бойових мистецтв. Він також має глибокі знання про античну та сучасну класику та біографії, а також про книги сотень шкіл думки. Лише у віці вісімнадцяти років Цао Цао переміг Юань Шао, і Цао Пі жив відносно стабільним життям у Єчені, центрі правління Цао Цао. З тих пір, хоча він іноді супроводжував свого батька у військових експедиціях і жив життям благородного сина більшу частину часу, він все ще практикував бойові мистецтва щодня і не занепав донині. Він часто їздить на своєму коні на сто кроків і дуже вправний у бойових мистецтвах, тому що він часто займається бойовими мистецтвами, він легкий і сильний.\nСтарший син Цао Цао Цао Ан загинув у битві. Після смерті старшого сина Цао Пі став першим вибором для наслідного принца. Коли йому виповнився тридцять один рік, Цао Цао зробив його наслідним принцом. Коли Цао Пі було тридцять три роки, Цао Цао помер від хвороби, і Цао Пі змінив його на посаді прем'єр-міністра та короля Вей. Він сказав, що часто їздить верхи на сто кроків і дуже вправний. Оскільки він часто займається кунг-фу, він легкий і здоровий.", "聖意": "Моліться, щоб ваш дім і ваш дім були мирними. Шукайте багатства, наполегливо працюйте, торгуйте та рано розлучайтеся. Шлюб буде вдалим. Люцзя буде в безпеці. Люди будуть у безпеці. Поля шовкопрядів будуть пізні. Шість худоби буде зрілий Важко буде знайти людей Публічні судові процеси Термінове рішення Міграція Втрачене майно Далеко Хвороби лежать у горах і могилах Удачі.", "古人": "Цао Пі проголошує себе імператором", "第X籤": "Дев'яносто п'ята виграшна лотерея", "宮": "xugong"}