{"籤詩版本二": "Велична пагода незвичайна, з вишуканими рисами з усіх боків, які яскраво сяють.\nЯ закликаю вас бути рішучими, старанно кланятися і творити добрі справи, і небо пошле вам благословення.", "詩意": "Ця гексаграма символізує прояв заслуг.\nВсе сприятливо.", "解曰": "Ці благословення. Воно є у кожного. Не будьте занадто зайняті. Заслуги визначаються заздалегідь.", "籤詩故事一": "◇Король Феньян зустрічає свого онука в китайський День Святого Валентина\nРішення: Го Цзиї зустрів дівчину-ткалю, яка спускалася на землю в китайський День Святого Валентина. Тяньсунь, онука Нефритового Імператора, є Сім Фей.\nГо Цзиї (697-781), також відомий як Го Лінгун, був уродженцем повіту Чжен, Хуачжоу (нині повіт Хуасянь, провінція Шеньсі) і генералом династії Тан. Імператорський двір надав Цзиї титул короля Феньяну.\nКажуть, що Цзиі був родом із Хуачжоу та пішов приєднатися до армії за Великою стіною. Він поїхав до Пекіна, щоб отримати зарплату військовим, а потім повернувся до Іньчжоу. У той час у Китаї був День святого Валентина. Вітер і пісок темніло, а сонце темніло. Зійі не міг рухатися вперед, тому стояв біля дороги. Він спав на підлозі в порожньому будинку. Коли він збирався заснути, він раптом побачив червоне світло з обох сторін.Він підвівся і здивовано подивився.На небі була хмара, яка повільно спускалася.Там сиділа красива жінка, гідна і чудова, зовсім не схожа на звичайних людей. Зійі негайно віддав свою шану і сказав: «Сьогодні сьомий день сьомого місяця за місячним календарем. Я думаю, що це прийшла Дівчина-ткаля, яка бажає подарувати їй довголіття та багатство».\nЖінка також відповіла: «З великим багатством приходить довголіття».\nКоли він закінчив говорити, світло повернулося, і хмари повільно піднялися. Жінка все ще дивилася на Го Цзиї з приємною посмішкою. Лише коли вона відійшла від неї, дим розплився, і її більше не було видно.\nЦе виявилося правдою, як і сказала жінка. Заслуги Зії відомі у всьому світі, він надзвичайно популярний міністр, він генерал із заслугами та чеснотами.", "聖意": "Загадайте собі вдома, загадайте собі бажання, помоліться про гроші, удачі в бізнесі, удачі в шлюбі, удачі в Люцзя, щасливих подорожей з людьми, переміщення полів, шовкопрядів, стайня худоби, невдача в пошуку люди, публічні позови, міграція, удача, хвороби втраченого майна, гробниці в Чженьсіншані", "古人": "Король Феньян зустрічає свого онука в китайський День Святого Валентина", "第X籤": "Знак дев'яносто шість", "宮": "xugong"}