{"籤詩版本二": "Стримавши коня й тримаючи батіг, ми йдемо прямо сюди, наполовину в небезпеці, наполовину в лиху.\nЦе як будинок, який згорів у вогні. Коли небо падає, дощ перетворює його на попіл. У мене є план.", "詩意": "Ця гексаграма уособлює наполовину печаль і наполовину радість.\nУ всьому бажано робити добро.", "解曰": "Довічна праця. Не звертайте уваги на добре і неправильне. Кайдани тимчасові. Образа виникає сама собою.", "籤詩故事一": "◇Тао Санчунь перемагає Чжен Ень у Гуаюань\n«Хай живе мій пам’ятник, — Чжао Куанґінь знову підвівся, — тоді король Бейпін Чжен Ень організував шлюб. Тепер, коли у світі панує мир, я хотів би попросити вашого дозволу вибрати сприятливий день для одруження. \"\n«Хай живе мій пам’ятник!» Чжао Куанґінь підвівся і сказав: «Король Пекіну Чжен Ень домовився про шлюб тоді. Тепер, коли у світі панує мир, я хотів би попросити вашого дозволу вибрати вдалий шлюб». день одруження».\n«О, третій брат був заручений раніше, чому я не знав про це?» Чай Жун був дуже здивований. Він махнув рукою і попросив Чжао Куангінь сісти і поговорити.\n«О! Третій брат був заручений раніше, чому я не знав про це?» Чай Жун (імператор пізнішої династії Чжоу) був дуже здивований. Він помахав рукою і попросив Чжао Куанґіня сісти та поговорити.\n\"Це довга історія. По-перше, ми тоді ще бідували і не пішли до вашої армії. З тих пір ми воюємо роками і не маємо часу піклуватися про вас. По-друге, третій брат теж маленький соромлюся про це згадувати, щоб ваша величність не знала.\n\"Це довга історія. По-перше, ми тоді ще жили бідно і не пішли до вашої армії. З тих пір ми воюємо роками і не маємо часу піклуватися про вас. По-друге, третій брат також Трохи соромно про це згадувати, тому Ваша Величність не знає.\n«Гей, студент коледжу одружується, який сенс соромитися? Третій брат уже давно на полі бою, і його можна вважати безприкладним героєм. Чому ти такий дріб’язковий щодо цього?»\n«Гей! Студент одружується, чого соромитися? Третій брат уже давно на полі бою, і його можна вважати безприкладним героєм. Чому ти такий дріб’язковий у цій справі?»\n«Якщо говорити про це, я не можу звинувачувати свого третього брата в тому, що він сором’язливий, тому що цей шлюб був налагоджений».\n«Якщо говорити про це, я не можу звинувачувати свого третього брата в тому, що він сором’язливий, тому що цей шлюб був налагоджений».\n«Надрукував? Привіт, це цікаво. Розкажіть, будь ласка, що сталося».\n«Я надрукував! Привіт! Це цікаво! Розкажіть, будь ласка, що сталося».\n«Так, я пам’ятаю того року, коли ми збиралися приєднатися до Його Величності, ми проходили через округ Баочен. Було дуже спекотно в червні. Мій третій брат не міг залишитися в готелі, тому він пішов побродити сам. Проминувши баштанник, він зайшов зірвати, дині втамували спрагу, ранньостиглих динь в цей час було небагато, а третій брат не знав, як їх збирати, тому багато їх поламав. Жінка, яка дивилася на дині, виступила вперед, щоб звинуватити третього брата. Між двома виникла суперечка, а потім вони почали битися. Підходь. На щастя, я хвилювався і вчасно кинувся на допомогу, інакше...\"\n«Так, я пам’ятаю того року, коли ми збиралися приєднатися до Його Величності, ми проходили повз округ Баочен. У червні було дуже спекотно. Мій третій брат не зміг залишитися в готелі, тому він пішов побродити сам. Проминувши баштанник, він зайшов зірвати, дині втамували спрагу, ранньостиглих динь в цей час було небагато, а третій брат не знав, як їх збирати, тому багато їх поламав. Жінка, яка дивилася на дині, виступила вперед, щоб звинуватити третього брата. Між двома виникла суперечка, а потім вони почали битися. Підходь. На щастя, я хвилювався і вчасно кинувся на допомогу, інакше...\"\n\"Цей Чжен Цзимін, це він перш за все винен, він повинен вибачитися. Чому він його вдарив? Крім того, як сім'я дівчини може витримати удари руками і ногами такого лютого чоловіка, як він! Давай, ти побив цю дівчину до \"Дівчинка не постраждала...\"\n\"Цей Чжен Цзімін, це він перш за все винен, тому він повинен вибачитися. Чому ви його б'єте? Крім того, як сім'я дівчини може витримати удари руками і ногами такого лютого чоловіка, як він! Давай, скажи мені, ти побив цю дівчину. Ні?\"\n«Дівчина не постраждала...»\n«Нічого страшного, нічого страшного... Гей, ти не вжив заходів? Ой, мабуть, ти мене вчасно врятував».\n\"Нічого страшного! Нічого страшного... Гей! Ти не вжив заходів? Ой! Мабуть, це ти мене вчасно врятував!\"\n«...Ні, той, кого я врятував, був...третім братом» «...Ні, той, кого я врятував, був...третім братом».\n\"Ах ах?!\"\n\"Третього брата жінка повалила на землю і всю дорогу жорстоко била. На щастя, я приїхав і вмовив його піти, тому він не отримав серйозних травм... Ваша Величносте... Ваша Величносте!... \"\n«Третього брата жінка повалила на землю і жорстоко побила. На щастя, я прибув і переконав його піти, тому він не отримав серйозних травм... Ваша Величносте... Ваша Величносте!...»\n«А?...Ой, хто та жінка!?» «А!?...Ой, хто та жінка!?»\n«Тільки пізніше я дізнався, що жінку звали Тао Санчунь, а її батько Тао Хун був старим героєм, який не мав жодних прагнень. Тао Санчунь навчався бойовим мистецтвам у свого батька з дитинства. Після того, як я дізнався Його родина, я бачив, що міс Санчунь мала видатний характер. , Луо Ло і щедрі, без жодної звички бути маленькою дівчинкою, вони навмисно підібрали його. Батькові та доньці Тао також дуже сподобався прямолінійний характер третього брата. Вони Негайно порозумілися і вирішили одружитися для них обох. Ваша Величносте, будь ласка, скажіть мені, чи це не фальшивий шлюб?»\n«Тільки пізніше я дізнався, що дівчину звали Тао Санчунь, і вона вчилася бойовим мистецтвам у свого батька з дитинства. Після того, як я познайомився з його родиною, я побачив, що міс Санчунь має видатний характер, була великодушний і не мав жодного натяку на те, щоб бути маленькою дівчинкою, тож я навмисно залучив її. Містеру Тао та його дочці також дуже сподобався прямолінійний характер їхнього третього брата. Вони одразу зійшлися та вирішили одружитися один до одного. Ваша величність, вам не здається, що це фальшивий шлюб?»\n(Ця історія є метафорою, тому що погане виявилося хорошим.)", "聖意": "Моліться про захист дому та себе, будьте обережні, моліться про багатство, руйнуйте бізнес, перешкоджайте шлюбу, покарання, Люцзя, страхування, пішоходи, які потрапили в пастку на полях, пошкодження шовкопряда, пошкодження худоби, зниклі люди, незаконні позови, втрати, міграція, консервативність , втрачене майно, злі хвороби, турботи, небезпеки, гори, могили, невдачі", "古人": "Тао Санчунь б'є Чжен Еня в баштанному саду", "第X籤": "Номер дев'яносто дев'ятий", "宮": "Хайгун"}