{"籤詩版本二": "Niech świat będzie stworzony dla dobrego małżeństwa, pomyślnych dni i dobrych czasów, a wszystko będzie dobrze\nTo niemała sprawa, jeśli zdobędziesz ten los.Cesarz oświadcza, że ​​ludzie są lojalni i uczciwi.", "詩意": "Ten heksagram przedstawia początek początku nieba i ziemi.\nWszystko jest pomyślne.", "解曰": "Szybka prędkość. Rok nie jest wart swojego czasu. Guanyin zapisuje. Najpierw daj mi znać.", "籤詩故事一": "◇Zhongli stał się oświecony\nZhongli Quan, przydomek Zhongli, imię Quan, imię kurtuazyjne Yunfang i pseudonim Zhengyang, pochodził z hrabstwa Xianyang w Xi'an w prowincji Shaanxi we wschodniej dynastii Han.\nZhong Liquan był generałem z dynastii Han. Podczas wyprawy przeciwko zachodniemu Qiang był zazdrosny o dowódcę Liang Yi i przydzielił mu tylko 30 000 starych i słabych żołnierzy. Gdy tylko dotarł na miejsce, obóz został splądrowany przez armię zachodniego Qiang, a żołnierze uciekli. Zhong Liquan zgubił się w dolinie i po drodze spotkał mnicha. Zabrał go do małej wioski i powiedział: „To jest rezydencja pana Donghua”. Następnie pożegnał się i wyszedł. Po chwili ktoś nagle powiedział: „To musi być spowodowane tym, że zielonooki Hu jest zbyt gadatliwy”. Zobaczył mężczyznę ubranego w białe futro jelenia i trzymającego laskę zielonej komosy ryżowej. Zapytał Zhonga Liquana: „Osoba, która przyszła oto Han Da. Generał Zhongliquan\n? Zhong Liquan był zszokowany, wiedząc, że spotkał obcą osobę, więc szczerze nauczył się Tao.\nZhong Liquan spotkał później Zhenrena Huayanga i Nieśmiertelnego Króla Xuanfu i poznał „Sekret Nieśmiertelności”. W końcu zamieszkał w Zijin Sihaofeng w górach Kongtong, zdobył „Sekret Jadeitowej Pudełka” i stał się prawdziwym nieśmiertelnym. Był także czczony jako jeden z Pięciu Północnych Patriarchów przez sektę Quanzhen.", "聖意": "Módl się o to, aby Twój dom i dom były błogosławione pomyślnością jesienią i zimą. Szukaj szczęścia jesienią i zimą. Powodzenia w biznesie, powodzenia w małżeństwie, powodzenia w rodzeniu chłopców, powodzenia w wyjazdach na pole , powodzenia w jedwabnikach, powodzenia w bydle, powodzenia w znajdowaniu ludzi, powodzenia w procesach publicznych, powodzenia w migracji, utraconego mienia, chorób północno-wschodnich, powodzenia w wysyłaniu gór i grobowców.", "古人": "Zhongli stał się oświecony", "第X籤": "pierwszy znak", "宮": "Macica"}