{"籤詩版本二": "Zmartwienia i zmartwienia chwilowo ustępują, a radość pochodzi z nieba.\nPodobnie jak jadeit ukryty w łajnie, tak dobry pracownik podnosi kurz", "詩意": "Ten heksagram reprezentuje harmonię Yin i Yang.\nWszystko, co zaplanujesz, będzie pomyślne.", "解曰": "Nic nie zyskałem, nic nie straciłem. Zyskaj na stracie. Złoczyńca ma kłopoty. Powodzenia, panie.", "籤詩故事一": "◇Ye Meng Xiong Chao Di\nYe Mengxiong (1531-1597), którego grzecznościowe imię brzmiało Nanzhao i Longtang, zostało zmienione na Longtan i również otrzymało imię Huayun. Pochodzący z Wanshifang, Huizhou Fucheng (obecnie część dystryktu Huicheng, miasto Huizhou) w czasach dynastii Ming. W 44. roku panowania Jiajing (1565) został Jinshi i otrzymał tytuł sędziego hrabstwa Qing. Pełnił funkcję dyrektora działu transferów, a później został cenzorem nadzorczym Shanxi Road.\nW dwudziestym roku panowania Wanli (1592) Konsul Generalny Ningxia, Kuaibai (wodz mongolskiego plemienia Tatarów), zabił gubernatora Danga Xina i zdobył czterdziesty siódmy fort w prowincji Hexi. , rozbił miasto, oddał cześć i spalił siebie na śmierć. Meng Xiong nie jest arogancki w przypisywania sobie zasług i pozwala, aby jego umiejętności były tak dobre, jak generałów, którzy odważą się walczyć. Oficjalny Wei Xuezeng został przywrócony na stanowisko. W późniejszych latach zrezygnował pięciokrotnie i wrócił do Huizhou, aby zbudować świątynię Huilong.\nYe Mengxiong wszedł na początku do taoizmu jako urzędnik państwowy i słynął ze swojej uczciwości. Stare źródła historyczne mówią, że był „pierwszym w pokorze i zdolnościach”, „eliminował korupcję i karał bunty”, pozostawiając dobrą reputację; był niezwykle lojalny, odważny, odważny i zaradny.Dobry w strzelaniu. W drugiej połowie życia jego umiejętności w sztukach walki zostały zapisane w „Historii dynastii Ming” i uznano go za bohatera narodowego.", "聖意": "W domu niesprzyjające (coraz spokojniejsze). Jesień i zima sprzyjają sobie, bogactwo się udaje, transakcje udane, małżeństwo udane. Liujia ma fałszywy alarm (są skarby). Piesi idą na pola modlić się o jedwabniki , a sześć zwierząt jest płaskich. Ludzie zostali odnalezieni. Procesy publiczne są niekorzystne. Migracja jest konserwatywna, utracone mienie utrudnia choroby, a grób znajduje się w Fushan.", "古人": "Ye Meng Xiong Chao Di", "第X籤": "Szesnaste zwycięstwo w Lotto", "宮": "Maogong"}