{"籤詩版本二": "Złota Wrona spada na zachodzie, a Królik wschodzi na wschodzie.Cykl dnia i nocy trwa od czasów starożytnych do współczesności.\nMnisi i taoiści wiedzą, że nie ma żadnych wad, a uczeni, rolnicy, przemysł i kupcy – wszyscy kierują się własnym umysłem.", "詩意": "Ten heksagram przedstawia wzrost i zanik yin i yang.\nTo także znak, że wszystko pójdzie zgodnie z planem.", "解曰": "Nie mam nic na myśli. To, czego dokonałeś, jest godne pochwały. Jak strzała z łuku. Jeden strzał trafił w cel.", "籤詩故事一": "◇Wujek Cao Guo jest nieśmiertelny\nCao Guojiu, pochodzący z Xuzhou, uważany jest za pradziadka stanu z okresu Renzong za dynastii Song. Nazywał się Cao Yi, znany również jako Cao Jingxiu.\nWujek Cao Guo miał młodszego brata o imieniu Cao Er. Ten Cao Er polegał na swojej pozycji władzy cesarskiej i dopuszczał się wszelkiego rodzaju zła. Zajmował pola, zabierał żony i córki i zaprzyjaźniał się z kilkoma bezprawnymi złoczyńcami, wchodząc i wychodząc. Cao Guojiu nie mógł tego znieść, więc nie chciał słuchać jego dobrych słów i pocieszeń, więc użył kary, aby go kontrolować. , dwaj bracia żywili urazę.\nCao Guojiu powiedział: „Zasady obowiązujące na świecie są takie, że ci, którzy gromadzą dobre rzeczy, będą prosperować, a ci, którzy gromadzą zło, zginą. Jest to niezmienna prawda. Nasza rodzina Cao kumulowała w przeszłości złe uczynki, aby osiągnąć dzisiejsze bogactwo. Teraz mój brat zgromadził zło do skrajności, nawet jeśli ucieknie. Nawet jeśli zostaniesz ukarany przez urzędnika, nie możesz uciec przed ukrytymi katastrofami. Kiedy nadejdzie katastrofa, twoja rodzina zostanie zniszczona i ktoś umrze, nie będziesz mógł uciec tym razem. Będę upokorzona i będę się tego bać. Rozproszyłam więc cały swój majątek, On pomagał biednym i nie dbał już o sprawy brata. Następnie opuścił dom i przyjaciół, przebrał się w mundur taoistyczny i udał się w góry, aby kultywować swój umysł i naturę.\nPewnego dnia spotkał Zhongli i Lu Dongbinów z dynastii Han. Byli bardzo szczęśliwi, widząc wymowne odpowiedzi wujka Cao Guo. Przekazali mu „Tajny edykt zwrotu prawdy” i nakazali mu uważne ćwiczenia. Wkrótce Zhongli Quan i Lu Dongbin zostali przedstawieni klasie nieśmiertelności.", "聖意": "Szczęście dla domu, dom, szczęście, szczęście, powodzenia w interesach, małżeństwo, podróżnik, wczesne sadzenie jedwabników na polu, niezdolność bydła, szukanie ludzi, pozew, migracja, utracony majątek, późna choroba, szczęście", "古人": "Wujek Cao Guo jest nieśmiertelny", "第X籤": "Podpisz osiemnasty", "宮": "Maogong"}