{"籤詩版本二": "Wypuszczając łódź z powrotem z plaży szybkiej wody, co chcesz zrobić w związku z zamieszaniem?\nJeśli chcesz być bezpieczny, szukaj spokoju i poczekaj, aż fale miną ten kryzys.", "詩意": "Ten heksagram jest jak łódź płynąca po rwącej plaży.\nBądź konserwatywny we wszystkim i czekaj na czas.", "解曰": "Zejdź na ląd w mocnej wodzie. Niebezpieczeństwo czeka na czas. Jeśli pytasz o plany obozu. Nic nie można zrobić.", "籤詩故事一": "◇Ziyi zostaje koronowany na króla\nGuo Ziyi (697-781), znany również jako Guo Linggong, pochodził z hrabstwa Zheng w Huazhou (obecnie hrabstwo Huaxian w prowincji Shaanxi) i był generałem z dynastii Tang.\nPodczas buntu Anshi w 14. roku panowania Tianbao (755) otrzymał tytuł Shuofang Jiedushi (Lingwu, na zachód od Lingwu w dzisiejszej Ningxia). Otrzymał rozkaz wybrania się na krucjatę. Połączył armię Shuofanga z Li Guangbi w marszu do Hebei. Połączyli siły pod Changshan (Zhengding, Hebei) i pokonali Shi Siminga, odzyskali Hebei. W tym czasie Guo Ziyi zasugerował, aby cesarz zabrał Fan Yang z północy i zaatakował jaskinię zbuntowanego tygrysa, aby ograniczyć oblężenie Tongguan, ale Xuanzong odmówił. Następnie poprawiła się sytuacja separatystycznych miast wasali pod koniec dynastii Tang, co stało się również odległą przyczyną upadku dynastii Tang.\nW piętnastym roku panowania Tianbao (756) on i koalicja ujgurska spacyfikowali Hequ. Wiosną następnego roku odzyskali Hedong (obecnie Yongji, Shanxi) i Feng Yi (obecnie Dali, Shaanxi) i zaatakowali Tongguan, pokonanie Cui Qianyu. Armia Tang poniosła ponad 10 000 ofiar. Cui Qianyu poddał się Pujinowi. An Lushan został zabity przez swojego syna An Qingxu.\nW drugim roku panowania Zhide (757) otrzymał rozkaz poprowadzenia wojsk do Fengxiang. Po drodze pokonał 5000 kawalerii Li Guirena pod mostem Baiqu Liuyun (dzisiejszy południowy wschód od Sanyuan). W maju walczył z An Shouzhongiem i Li Guiren w Qingqu (dzisiejszy zachód od Xi'an) został pokonany i wycofał się do Wugong (dzisiejszy północny zachód od Wugong). We wrześniu podążył za marszałkiem Guangpingiem Wang Li Chu, aby poprowadzić Tang i Ujgurów do połączenia się ze 150 000 żołnierzy, a następnie walczył z An Shouzhongiem i Li Guirenem w Xiang. Na północ od świątyni Ji (na południowy zachód od dzisiejszego hrabstwa Chang'an) żołnierze ujgurscy okrążyli wroga, zaatakowali z obu stron i zabili 60 000 wrogów. Zhang Tongru uciekł do hrabstwa Shaanxi, i ostatecznie odzyskał stolicę Chang'an (dzisiejszy Xi'an) Chang'anowi ponownie przywrócono majestat armii Tang.\nNastępnie armia Tang wykorzystała zwycięstwo i pomaszerowała na wschód, pokonując 150 000 ludzi, w tym Yan Zhuang i Zhang Tongru w Xindian (obecnie na południowy zachód od miasta Sanmenxia w prowincji Henan), zmuszając Anqing Xu do przekroczenia Żółtej Rzeki i wycofania się do Xiangzhou. Wrócił Dongjun Luoyang. Dodaj Situ do jego zasług i uczyń go księciem kraju.\nShi Siming poprowadził swoją armię z Fan Yang, aby uratować An Qingxu. Obie strony walczyły w szyku na północ od rzeki Anyang (dzisiejsza północ od Anyang). Walka była nierozerwalna. Ostatecznie dowodzona przez dziewięciu Jiedushi armia Tang, która twierdził, że ma 600 000 ludzi i wycofał się (w bitwie pod Yecheng). Głównym dowódcą tej bitwy był eunuch Yu Chaoen, który nie miał zdolności przywódczych i za niepowodzenie bitwy obwiniał Guo Ziyi. Guo Ziyi został wezwany z powrotem do Chang'an, pozbawiony władzy wojskowej i stał się bezczynnym urzędnikiem.\nW pierwszym roku Baoying (762) zbuntowały się wojska w Taiyuan (dzisiejszy południowy zachód od Taiyuan) i Jiangzhou (dzisiejszy Xinjiang w prowincji Shanxi). Dwór był przestraszony, więc Ziyi otrzymał tytuł króla Fenyang i udał się do kontrolować Jiangzhou. Został także wyobcowany przez eunucha Cheng Yuanzhen i został pozbawiony władzy wojskowej.\n(Główny wątek tej historii: Guo Ziyi, który był bardzo zdolny i dobrze wychowany, spotkał Xuanzonga i kilku złoczyńców, co znacznie zagroziło jego osiągnięciom.)", "聖意": "Błogosławieństwo domu i siebie, poszukiwanie bogactwa, żadnych transakcji, żadnych małżeństw, żadnego fałszywego alarmu, piesi przybywający do Tiancanji, trudno znaleźć ludzi, pozwy publiczne i (nie Xing), migracja, konserwatywność, utracone mienie, trudne do znalezienia, choroby, modląc się o błogosławieństwa, góry i grobowce, pomyślne", "古人": "Ziyi został koronowany na króla", "第X籤": "Dziewiętnasty zwycięski Lott", "宮": "Tatsumi"}