{"籤詩版本二": "Po tylu zmartwieniach i niebezpieczeństwach już nigdy nie będzie pusty\nHojne serce ma swoje własne hojne plany. Aby dokonać wielkich osiągnięć, musisz spotkać się z ekspertem.", "詩意": "Ten heksagram jest jak starożytna studnia ze źródłem.\nWe wszystkim szlachetni ludzie osiągają sukces.", "解曰": "Ostatecznie pozew zostanie uzasadniony. Chory i bezpieczny. Wejdź i wyjdź, aby zasięgnąć porady. Starożytna studnia spotyka wiosnę.", "籤詩故事一": "◇Yao Chong kontroluje szarańczę\nYao Chong (649-721), którego prawdziwe nazwisko brzmiało Yuan Chong, pochodził z Shaanzhou i był ministrem Xia Guan, Shangshu w Chunguan, Ziweiling, Zhongshuling i premierem w czasach dynastii Tang.\nW czwartym roku panowania Kaiyuan (716) Shandong (ogólnie odnoszące się do dorzecza Żółtej Rzeki na wschód od Huashan) zostało nękane przez szarańczę. Ludność była związana przesądami i nie odważyła się na nie polować i zabijać. Zamiast tego założyli składali ofiary, palili kadzidła, oddawali cześć na polach i patrzyli, jak szarańcza pożera plony.\nWszyscy urzędnicy wierzyli: „Szarańcza to klęska żywiołowa, jak można ją kontrolować siłą roboczą!” W tamtym czasie walka między dwoma różnymi koncepcjami była zacięta, czy wyeliminować szarańczę, czy nie.\nYao Chong powiedział: „Dopóki będziemy współpracować, możemy pozbyć się ich wszystkich. Powiedział: Szarańcza boi się ludzi, więc łatwo ją przepędzić. Sadzonki mają właścicieli, więc ratownicy muszą ciężko pracować; szarańcza mogą latać, a jeśli w nocy zobaczą ogień, przylecą do niego; podpalcie ich na polu, kopcie doły podczas spalania, zakopujcie je podczas spalania, a nic nie pozostanie.\nXuanzong powiedział: „Szarańcza to klęska żywiołowa spowodowana złym zarządzaniem moralnym. Jeśli prosisz, aby na nią upolowano i zabito, czy nie jest to sprzeczne z prawem?”\nYao Chong dodał: „Starożytni praktykowali łapanie i zabijanie szarańczy i Wasza Wysokość będzie z tego korzystał w przyszłości. Jest to ważne wydarzenie o zasięgu ogólnokrajowym, które ma zapewnić rolnikom pokój i dobrobyt. Proszę, potraktujcie to poważnie”.\nXuanzong był przekonany. Ale w tamtym czasie wszyscy na dworze i poza nim twierdzili, że na szarańczę nie można polować.\nXuanzong powiedział: „Rozmawiałem z premierem i podjąłem decyzję o łapaniu szarańczy. Każdy, kto ponownie sprzeciwi się temu, zostanie stracony.” Wysłał więc cenzora, aby nadzorował i poinstruował ludzi, aby spalili i zakopali szarańczę.\nWyniki były dość skuteczne. W całym kraju złowiono dziewięć milionów dan szarańczy, a plaga szarańczy została pomyślnie wyeliminowana. Rolnictwo osiągnęło w tym roku dobre zbiory.\n(W zarządzaniu katastrofami i ewakuacji należy wykorzystywać mądrość, a także muszą istnieć genialne strategie pokonywania trudności. Yao Chong jest ekspertem w tej kwestii)", "聖意": "Dom jest zwyczajny, zablokowanie siebie, zablokowanie szukania pieniędzy, zablokowanie handlu, zablokowanie małżeństwa i harmonii, w Liujia jest niebezpieczeństwo, zablokowanie pieszych, zablokowanie jedwabników, zwierzęta hodowlane są niekorzystne, nie znaleziono ludzi, ludzie zostali zablokowani , wytaczane są pozwy publiczne, migracja jest nieuzasadniona, trudno odnaleźć zagubione rzeczy, choroby modlą się, góry i groby są niespokojne.", "古人": "Yao Chong kontroluje szarańczę", "第X籤": "Wygrana na loterii dwudziesta piąta", "宮": "Pałac Mi"}