{"籤詩版本二": "Plotka głosi, że wszystko wywróciło się do góry nogami i otrzymałem list z horyzontu.\nObiecane mi w książce sława i sukces pozostały puste aż do końca.", "詩意": "Ten heksagram ma fałszywą nazwę.\nWskazane jest zachowanie konserwatywności we wszystkim.", "解曰": "Zdenerwowany w górę i w dół. Poszukiwanie wypoczynku nie jest bezczynne. Pragnienie sławy. Bądź bezpieczny.", "籤詩故事一": "◇Zhong Kui osiąga oświecenie\nZhong Kui, którego nazwisko brzmi Zhong Kui, a którego grzecznościowe imię brzmi Zhengnan, pochodzi z Zhongnanshan.\nZa panowania cesarza Dezonga z dynastii Tang Zhong Kui wziął udział w egzaminie cesarskim, Zhong Kui przeczytał pytania egzaminacyjne i natychmiast za jednym razem napisał artykuł i oddał go. Głównym egzaminatorem był tego dnia Han Yu, Minister Spraw Obywatelskich, a zastępcą egzaminatora był Lu Zhi, wielki uczony. Kiedy obaj przeczytali artykuł Zhong Kui, ich oczy się zaświeciły i powiedzieli zgodnie: „Czarodzieju, czarodzieju! Każde słowo w tym artykule jest znakomite, godne Li Taibai i Du Zimei!” Dlatego na pierwszym miejscu wymienili Zhong Kui.\nCesarz Dezong wysłuchał raportu Han Yu i powiedział, że Zhong Kui, nowy mistrz nauki, jest bardzo utalentowany, więc wezwał Zhong Kui do Złotego Pałacu.\nKiedy cesarz Dezong zobaczył jego brzydki wygląd, natychmiast poczuł się niezadowolony i powiedział: „Wszystko dobór uczonych na naszym dworze opiera się na osobistych słowach i kaligrafii. Jak można wybrać tak brzydką osobę na uczonego numer jeden w złotych naukach? \"\nHan Yu pospiesznie uklęknął i powiedział: „Dobro i zło człowieka nie zależą wyłącznie od wyglądu. Czy Ty, Święty Panie, nie słyszysz, że Yan Ying ma trzy stopy wzrostu i jest równy premierowi? Zhou Chang jąka się, ale może pomóc dynastii Han. Konfucjusz ocenia ludzi po wyglądzie i traci syna Yu. Mam nadzieję, że Wasza Wysokość zastanowi się dwa razy.\nCesarz Dezong zastanowił się przez chwilę i powiedział: „Chociaż słowa Han Aiqinga są rozsądne, kiedy byłem cesarzem Taizongiem, do Yingzhou przybyło i rozmawiało o tym osiemnastu uczonych. Ten człowiek był uczonym numer jeden. Obawiam się, że świat będą się ze mnie śmiać, że nie dostrzegam talentów”.\nPremier Lu Qi był ograniczony i zazdrosny o talenty. Po wysłuchaniu słów cesarza uklęknął i powiedział: „Najlepszy uczony w złotym przedmiocie musi być zarówno wewnętrzny, jak i zewnętrzny. Jest trzystu kandydatów na ten przedmiot. Dlaczego nie wybierzesz innego?”\nKiedy Zhong Kui zobaczył, że ten człowiek jest tak zdezorientowany, nie mógł powstrzymać się od złości. Wskazał na Lu Qi i przeklął: „Jeśli taki ignorancki urzędnik stanie przed sądem, czy nie zaszkodzi on krajowi?”. uderzył Lu Qi pięścią.\nWidząc to, Dezong był wściekły i powiedział: „Jesteś tak odważny, że ośmielasz się sprawiać kłopoty w Złotym Pałacu, usuń to szybko!”\nWściekły Zhong Kui wyciągnął miecz z pasa generała stojącego w pałacu i westchnął głośno: „Sfrustrowanemu kotowi trudno jest naśladować tygrysa, a sfrustrowana papuga nie jest tak dobra jak kurczak”. Potem popełnił samobójstwo.\nKiedy cesarz Dezong zobaczył, że Zhong Kui w gniewie popełnił samobójstwo, był zszokowany. Aby zdobyć serca ludzi, wydał dekret, aby Zhong Kui został pochowany z oficjalnym tytułem Uczonego nr 1, a także uczynił Zhong Kui Bogiem Egzorcyzm mający na celu uwolnienie świata od złych duchów.", "聖意": "Módlcie się o błogosławieństwa dla waszego domu, waszego własnego bezpieczeństwa, trudności finansowych, niepowodzeń w biznesie, niepowodzeń małżeńskich, pieszych kobiet Liujia, jedwabników z pola zaufania na wpół ugotowanych, sześciu zwierząt domowych, możliwość wychowania, zaginionych ludzi, zachodnich procesów sądowych, utraty migracji, konserwatywność, utratę majątku, chorobę, módlcie się o szczęście w górach i grobach", "古人": "Zhong Kui zyskał Tao", "第X籤": "Dwudziesta szósta wygrana na loterii (Loteria)", "宮": "Pałac Mi"}