{"籤詩版本二": "Na wschodzie znajduje się piękny Chanjuan w świetle księżyca, a chmury zakrywają je na chwilę i pozostają ukryte.\nCzasami może być okrągły, ale czasami może go brakować. Ci, którzy twierdzą inaczej, to tylko puste słowa.", "詩意": "Księżyc na tym heksagramie jest zakryty chmurami.\nWszystko jest nadal w śpiączce.", "解曰": "Pływające chmury zakrywają księżyc. Nie ma potrzeby wątpić. Czekam, aż chmura się zbierze. Wtedy zrozumiesz.", "籤詩故事一": "◇Bao Gong szuka cesarzowej Li\nZa panowania Zhenzonga z dynastii Song, cesarzowa Li (cesarzowa Li) była pokojówką w haremie. Song Zhenzong obdarzył ją łaską i awansowała na stopień Wanyi, po czym zaszła w ciążę.\nAle w tym czasie konkubina Liu Def (późniejsza cesarzowa Liu) miała złe myśli i przekupiła eunucha Guo Huai, aby zastąpił syna cesarzowej Li obdartym ze skóry cywetą, porwała jej syna i powiedziała cesarzowi, że jest jej biologicznym synem. Song Zhenzong był wściekły i wysłał cesarzową Li do zimnego pałacu.\nPo awansie konkubiny De na królową planowała zabić cesarzową Li, która uciekła z pałacu.\nKtóregoś dnia mieszkająca na ulicy Li Niangniang spotkała Bao Zhenga, wysłannika cesarskiego, który patrolował okolicę i opowiedziała mu o swoich doświadczeniach życiowych oraz o tym, że jest biologiczną matką obecnego cesarza Song Renzonga . Gdy Bao Zheng dowiedział się o zdarzeniu, zabrał Li Niangnianga z powrotem do Pekinu, zgłosił to Song Renzongowi i dowiedział się o całej sprawie, aż w końcu matka i syn rozpoznali się. Cesarzowa wdowa Liu i odpowiedzialny za to eunuch Guo Huai pochylili głowy i przyznali się do winy.", "聖意": "Czuję się nieswojo w domu, modlę się o ochronę finansową, trudności finansowe, powodzenia w biznesie, małżeństwo, nieszczęścia, ludzi w polu, jedwabniki, niesprzyjające zwierzęta, trudności w znalezieniu ludzi, procesy sądowe, stratę, migrację, konserwatywność, utracone mienie, Choroby zachodnie są trudne do wyleczenia, reforma grobowców górskich", "古人": "Bao Gong szuka cesarzowej Li", "第X籤": "Dwudziesty ósmy zwycięzca loterii", "宮": "Pałac Południowy"}