{"籤詩版本二": "Spędzanie czasu w ciszy i spokoju, siedzenie i leżenie przy herbacie, gdy jesteśmy najedzeni\nNie musisz być zajęty fizycznie i psychicznie, a na pewno nie spowodujesz niesprawiedliwości ani katastrofy.", "詩意": "Ten heksagram jest symbolem pokoju i stabilności.\nWe wszystkim czekanie na właściwy czas przyniesie szczęście.", "解曰": "Bądź bezpieczny i zdrowy. Zapytaj bogów. Poczekaj, aż nadejdzie czas. Rzeczy dzieją się przez przypadek.", "籤詩故事一": "◇Foyinhui Dongpo\nPewnego razu Su Dongpo zyskał pewne zrozumienie podczas studiowania zen, zdał sobie sprawę, że jego stan jest transcendentny i poczuł z tego radość. Nie mogąc powstrzymać pasji, rozłożyłem pióro i napisałem wiersz:\n„Pośrodku nieba Jishou świeci jasno nad wszechświatem; nie mogąc go rozwiać osiem wiatrów, siedzi wyprostowany na fioletowo-złotym lotosie”.\n(Osiem wiatrów odnosi się do: zysku, upadku, zniszczenia, reputacji, pochwały, wyśmiewania, cierpienia i szczęścia. Oznacza to, że brak irytacji przez te osiem stanów nazywany jest „osiem wiatrów nie może się poruszać”)\nPo napisaniu tego Dongpo wysłał swojego sługę za rzekę, aby dał go mistrzowi Zen Foyinowi ze świątyni Jinshan.\nPo przeczytaniu tego przez Mistrza Zen Foyina, oznaczył go słowem „pierdnięcie” i dał swojemu słudze, aby go odebrał.\nDongpo był wściekły, gdy to zobaczył, więc przepłynął łodzią przez rzekę i udał się do świątyni Jinshan, aby znaleźć pieczęć Buddy w celu omówienia.\nKiedy Dongpo przybył do bramy świątyni Jinshan, Foyin już czekał przy drzwiach.\nSu Dongpo natychmiast oskarżył Foyina: „Dlaczego nazywasz wiersz, który napisałem pierdnięciem?”\nFoyin odpowiedział: „Czyż nie potrafisz już dać się ponieść ośmiu wiatrom? Jak mogłeś zostać „przebity przez rzekę” pierdnięciem!”\nW tym momencie Dongpo był zszokowany, gdy zdał sobie sprawę, że nie jest wystarczająco dobry i odszedł ze wstydem.\n(Ta historia jest metaforą „Upał jeszcze nie nadszedł”)", "聖意": "Módlcie się o swój dom i własne bezpieczeństwo, o swój majątek, o swój biznes, o szczęście w małżeństwie, o podróżującą z Liujii na pole, aby jesienią dojrzały jedwabniki, aby sześć sztuk bydła było stabilne, aby znaleźć kogoś, być trudnym do znalezienia, w przypadku procesów publicznych, migracji, utraconego mienia, choroby, wysłania do górskiego grobowca, pomyślny", "古人": "Foyinhui Dongpo", "第X籤": "Trzydzieści jeden zwycięskich loterii", "宮": "Wei Gonga"}