{"籤詩版本二": "Droga powrotna jest pewna.Kto zna jadeit ukryty w kamieniu?\nGdy dobry rzemieślnik uzyska wyraźne cięcie, będzie czuł się bezpiecznie w okresie jaspisu", "詩意": "Na tym heksagramie możesz zobaczyć obraz jadeitu podczas cięcia kamienia.\nCiężko pracuj, aby odnieść sukces we wszystkim.", "解曰": "Skarb jest w kamieniu. Obcy niewiele wiedzą. Poczekaj, aż stanie się jasne. Zrób wszystko, co możesz.", "籤詩故事一": "◇Liu Bei szuka talentów (trzy wizyty w domku krytym strzechą, trzy wizyty w domku krytym strzechą)\nOkres Trzech Królestw. Zhuge Liang mieszkał w odosobnieniu w chatce pokrytej strzechą w Longzhong. Liu Bei pragnął szukać talentów, więc osobiście odwiedził Zhuge Liang. Odwiedził Zhuge Liang trzy razy (znane w historii jako „Trzy wizyty w domku krytym strzechą”). Liu Bei poprosił innych, aby trzymali się z daleka i zapytał Zhuge Lianga: „ Dynastia Han upadła, a zdradzieccy ministrowie ukradli im życie. Wasza Wysokość. Pokryty kurzem. Nie mierzę mojej cnoty i moich zdolności, chcę wierzyć w wielką prawość na świecie, ale w moją mądrość i umiejętności są płytkie, więc korzystam z nich nałogowo. Na dzień dzisiejszy. Jednak moje ambicje jeszcze się nie skończyły, jak sądzicie, czy plan zostanie zrealizowany?”\nNastępnie Zhuge Liang przedstawił mu plan podziału świata na trzy części, przeanalizował sytuację, w której Cao Cao był niedostępny, a Sun Quan mógł mu pomóc, opowiedział także o tchórzostwie gubernatorów stanów Jing i Yi: który miał okazję go wykorzystać, a on mógł wykorzystać tylko te dwa stany. Tylko wtedy będzie mógł podbić świat, powiedział nawet Liu Beiowi strategię ataku na Równiny Centralne. (Ta dyskusja została później nazwana „Longzhong Dui”). Gdy Liu Bei to usłyszał, pochwalił to, jakby znalazł skarb, i zdecydowanie zaprosił Zhuge Lianga, aby przyszedł na pomoc, więc Zhuge Liang został doradcą wojskowym Liu Bei.", "聖意": "W domu jest spokojnie, szukam bogactwa, handel pracą utrudnia małżeństwo i staje się wirtualnym podróżnikiem w Liujia.", "古人": "Liu Bei szuka talentów (trzy wizyty w domku krytym strzechą, trzy wizyty w domku krytym strzechą)", "第X籤": "Trzydziesty drugi zwycięzca loterii", "宮": "Wei Gonga"}