{"籤詩版本二": "Ubierz się i zreorganizuj stary rodzinny styl. Tao jest bez nieba, ale ma zalety.\nPo zmiataniu cierni i cierni na drodze cała trójka zgodziła się ponownie połączyć z kolegami", "詩意": "Ten heksagram przedstawia zmianę ułożenia ubrań.\nWszystko jest trudne, zanim później stanie się łatwe.", "解曰": "Nie martw się. Baw się dobrze. Jeśli pytasz o przyszłość. Przed nami dobra droga.", "籤詩故事一": "◇Pisma buddyjskie mnicha Tang\nXuanzang (602-664), wybitny mnich z dynastii Tang, noszący pospolite nazwisko Chen i imię Yi, urodził się w hrabstwie Goushi w Luozhou (obecnie południowa część miasta Yanshi w prowincji Henan). W wieku trzynastu lat został mnichem i przyjął buddyjskie imię Xuanzang. Świat nazywa się Sanzang z dynastii Tang.\nW trzecim roku panowania Zhenguan (629, znanym również jako pierwszy rok Zhenguan) udał się na zachód do Tianzhu (Indie), aby zdobyć pisma buddyjskie. Samotnie narażał się na niebezpieczeństwo i przetrwał trudności. Dotarł tam dopiero po czterech latach.\nW siedemnastym roku panowania Zhenguan mistrz oficjalnie złożył rezygnację i powrócił na wschód. Wrócił do Chin drogą południową dzisiejszej prowincji Xinjiang, Khotan i Loulan. Zajęło mu to w sumie siedemnaście lat i podróż liczącą 50 000 mil. Kiedy przybył do Chang'an w pierwszym miesiącu dziewiętnastego roku panowania Zhenguan, cesarz nakazał Liang Guogongowi Fang Xuanlingowi oraz innym urzędnikom cywilnym i wojskowym gorąco go powitać.\nZażądano łącznie 520 i 657 tomów oryginalnych sanskryckich pism buddyjskich. i przetłumaczone na język chiński.\nPo powrocie mistrza był on bardzo szanowany przez cesarza Taizonga i cesarza Gaozonga i został zapisany w Da Nei, nadając mu tytuł „Mistrza Tripitaki”.", "聖意": "W domu zamieszanie, powodzenia dla siebie, powodzenia, dobrych interesów, dobrego małżeństwa, utrudniania Liujii, ludzie przychodzą na pola, jedwabniki, niesprzyjające zwierzęta, poszukiwanie ludzi, procesy publiczne, migracje, utracone mienie, spóźniona choroba, modlitwa dla błogosławieństw górskie grobowce powinny być stare.", "古人": "Mnich Tang uczy się pism buddyjskich", "第X籤": "Trzydziesty piąty zwycięzca loterii", "宮": "Shen Gong"}