{"籤詩版本二": "Jeśli chcesz mieć ciszę i spokój, nieodpowiednie jest stawianie świec i lamp na wietrze.\nLepiej sprzątać i siedzieć w głębokim korytarzu, unikać światła, trząść się w cichym miejscu i poruszać się. Wstrząsnąć → Yao. Bezpłatne → kilka.", "詩意": "Ten heksagram jest jak wiatr potrząsający lampą i świecą.\nUtrzymywanie stałych elementów przyniesie szczęście.", "解曰": "Usiądź w spokojnym miejscu. Bądź pod telefonem i bądź na czas. To nie jest błogosławieństwo. Konserwatywny i odpowiedni.", "籤詩故事一": "◇Li Jing wraca w góry\nLi Jing (571 – 2 lipca 649), dzięki uprzejmości pseudonimu Farmaceuta, pochodził z Sanyuan w Yongzhou (obecnie na północny wschód od hrabstwa Sanyuan w prowincji Shaanxi). Generał działający od późnej dynastii Sui do wczesnej dynastii Tang. W czasach dynastii Tang był znanym strategiem wojskowym, posiadającym zarówno umiejętności cywilne, jak i wojskowe. Później otrzymał tytuł księcia Wei i był znany na świecie jako książę Wei.\nLi Jing jest ojcem trzeciego księcia Nezha na liście bogów, znanego również jako „król Tota”. Li Jing i jego syn pomogli Jiang Ziya (Tai Gong) w pokonaniu królowej Zhou, ustanowieniu dynastii Zhou i królu Wu oficjalnie wstąpił na tron. Następnie Jiang Ziya sporządził listę bogów i przeprowadził ceremonię, aby przebłagać dusze żołnierzy, którzy zginęli w bitwie. Odtąd świat stał się spokojny i spokojny. Król Wu chciał stworzyć markizy i nagrodzić ich, a także chciał przydzielić ziemię bohaterom założycielom. Li Jing, jego ojciec i syn oraz siedem innych osób poprosili o powrót w góry, aby praktykować taoizm i nie mieć obsesji na punkcie światowej sławy i bogactwa. Później cała siódemka „stała się świętymi w ciele” i znalazła się w klasie nieśmiertelnych.\nHistoria „Feng Shen Bang”", "聖意": "Dom jest konserwatywny, jestem zwyczajny, szukam bogactwa, mam trudności w interesach, w moim małżeństwie nie jest w porządku, Liujia modli się, aby przechodnie mieli zaufanie, jedwabniki dojrzewają jesienią, sześć zwierząt jest bezpiecznych, ludzie zaginęli, społeczeństwo procesy sądowe i migracja to konserwatywne choroby związane z utratą mienia, nie zmieniajcie grobowca w Jianxingshan.", "古人": "Li Jing wraca do góry", "第X籤": "Trzydziesty siódmy zwycięzca loterii", "宮": "Shen Gong"}