{"籤詩版本二": "Tysiącletnie lustro ponownie się zjednoczyło, kobieta prosi męża o ponowne małżeństwo\nOd tego czasu rodzina uległa przemianie, a dzieci i wnuki otrzymały błogosławieństwa.", "詩意": "Ten heksagram jest symbolem ponownego zjednoczenia luster.\nWszystko jest trudne i kosztowne.", "解曰": "Kopanie piasku w złoto. Jazda na smoku i jazda na tygrysie. Chociaż jest to pracochłonne. Jest w nim dodatek.", "籤詩故事一": "◇Yulianhui dziesięciu przyjaciół\nW czasach dynastii Song Qian Yulian poślubił Wang Shipenga. Kiedy Shi Peng pojechał do Pekinu, aby zdać egzamin, bogaty Sun Ruquan zmusił Yuliana do ponownego małżeństwa.\nQian Yulian odrzucił propozycję bogatego Sun Ruquana i wolałby poślubić Wang Shipenga, biednego uczonego z Wenzhou, który został zatrudniony przez „Jing Chai”.\nPóźniej pierwszą nagrodę zdobył Wang Shipeng, który nie zgodził się na to, by premier Wanqi zmuszał go do zawarcia małżeństwa, i został wysłany jako sędzia do odległego Chaoyang. Sun Ruquan potajemnie zmienił list rodzinny Wang Shipenga na „list rozwodowy\" i oszukał Yuliana, aby dał się oszukać. Macocha Qian Yulian również zmusiła ją do ponownego wyjścia za mąż, ale Yulian odmówił i popełnił samobójstwo, rzucając się do rzeki. Została uratowana przez Qian Zaihe z prowincji Fujian i adoptowany jako jego adoptowana córka.\nYulian myślał, że Shipeng nie żyje. Pięć lat później Wang Shipeng był gubernatorem Ji'an. Pewnego dnia zorganizował ceremonię pamiątkową w świątyni taoistycznej, aby uczcić pamięć swojej zmarłej żony. Yulian przypadkiem udał się do taoistycznej świątyni Ji'an, aby ją spalić kadzidła, a Wang Shipeng i Qian w końcu ponownie się spotkali.", "聖意": "Dom nie jest dobry dla siebie. Jesień i zima są pomyślne. Oby bogactwo prosperowało jesienią i zimą. Biznes prosperował. Niech małżeństwo się powiodło. Módlcie się, żeby piesi poszli na pole. Można hodować jedwabniki. Można wyhodować sześć bydła. podniesiony. Można znaleźć ludzi. Pozwy publiczne są niekorzystne. Migracja jest konserwatywna. Utrata mienia. Późna choroba. Módlcie się o błogosławieństwa. Góry i groby są dobre.", "古人": "Yulianhui dziesięciu przyjaciół", "第X籤": "Czwarty znak", "宮": "Macica"}