{"籤詩版本二": "Czerwone koło opada na zachodzie, królik wschodzi na wschodzie, yin rośnie, a yang znika i wszystko prosperuje\nJeśli kobieta zechce z niego skorzystać, powiększy to jej bogactwo i przyniesie szczęście w jej sercu.", "詩意": "Ten heksagram jest symbolem wzrostu Yin i zaniku Yang.\nWszystko jest trudne, zanim później stanie się łatwe.", "解曰": "Yin przynosi korzyść kobietom. Nie nadaje się dla mężczyzn. Jeśli szukasz porady. Najpierw pojawia się zło, a potem dobro.", "籤詩故事一": "◇Wu Zetian wstąpił na tron\nW wieku 14 lat Wu został wezwany do pałacu przez cesarza Taizonga Li Shimina z dynastii Tang jako utalentowana osoba o imieniu „Wu Mei”. Po śmierci Taizonga Zetian wstąpił do świątyni Ganye i został zakonnicą.\nKiedy cesarz Gaozong z dynastii Tang wstąpił na tron, wezwał rodzinę Wu do pałacu, aby złożyć hołd Zhaoyi. W szóstym roku panowania Yonghui (655) cesarz Gaozong ustanowił Wu swoją królową.\nWu Zetian był inteligentny, zajmował się literaturą i historią oraz był bogaty w zaradność. Wkrótce po tym, jak Wu Zetian został królową, ponieważ Gaozong był słaby i chory, czasami powierzał jej prowadzenie pewnych spraw politycznych, dzięki czemu jej moc rosła. W pierwszym roku panowania Shangyuan (674) cesarza Gaozonga nazywano „cesarzem”, cesarzową Wu „Królową Niebios”, a oboje w pałacu nazywano „Dwoma Świętymi”.\nW pierwszym roku panowania Hongdao (683) zmarł Gaozong, na tron ​​wstąpił książę Li Xian, a dynastią objął Wu Zetian. W lutym pierwszego roku panowania Sisheng (684) Wu Zetian zdetronizował Li Xiana ze stanowiska króla Luling i ustanowił cesarzem jej czwartego syna Li Dana, nadal rządząc dynastią. We wrześniu tego samego roku zmieniła flagę na złotą, a Luoyang, wschodnia stolica, została przemianowana na boską stolicę. Dziewiątego września pierwszego roku Tianshou (690) Wu Zetian ogłosił się cesarzem i zmienił nazwę kraju na Zhou.", "聖意": "Dom jest dla siebie niekorzystny, modlitwa o błogosławieństwa, szukanie bogactwa, pilnowanie transakcji, powodzenia w małżeństwie, pecha w małżeństwie (kobieta), przechodnie blokujący pola, jedwabniki, dostatni bydło, szukanie ludzi, separacja, procesy sądowe, strata, migracja , utrata mienia, choroba, szok, góry i groby, powodzenia", "古人": "Wu Zetian wstępuje na tron", "第X籤": "Czterdziesty zwycięzca loterii", "宮": "Ty Pałac"}