{"籤詩版本二": "Zapamiętasz nieskończone dobre słowa, ale staniesz się swoim synem, jeśli rozpoznasz złodzieja.\nNie bądź w tej chwili zachłanny i nie martw się, jak zrobiłby coś dobrego rok temu.", "詩意": "Ten heksagram identyfikuje złodzieja jako syna.\nBądź sumienny we wszystkim.", "解曰": "Tylko ten. Dżentelmen się nie myli. Pamiętaj o tym. Nie bądź samotny.", "籤詩故事一": "◇Dong Zhuo akceptuje Lu Bu\nLu Bu, odważny i dobry w walce, był słynnym generałem wojskowym u schyłku wschodniej dynastii Han i na początku Trzech Królestw. Kiedyś uważał Ding Yuana, gubernatora Jingzhou, za swojego przybranego ojca i służył pod jego dowództwem.\nPo śmierci cesarza Linga ze wschodniej dynastii Han Ding Yuan udał się do Pekinu, aby współpracować z generałem He Jinem w celu przejęcia kontroli nad rządem.\nDong Zhuo walczył z Ding Yuanem, ale kilku generałów nie było w stanie pokonać Lu Bu, więc Dong Zhuo wysłał swojego podwładnego Li Su, aby przekupił Lu Bu. Li Su przywiózł stosy złotych i srebrnych skarbów oraz słynnego czerwonego konia-królika, aby „odwiedzić Lu Bu”. Li Su przywiózł do Lu Bu stosy złotych i srebrnych skarbów oraz słynnego czerwonego konia-królika. Więc Lu Bu został przekupiony przez Dong Zhuo, aby zabił Ding Yuana i powiedział swoim żołnierzom, aby pójdą z nim, jeśli chcą, i odejdą, jeśli nie chcą za nim podążać. W rezultacie większość żołnierzy uciekła. Więc Lu Bu został przekupiony przez Dong Zhuo i zabił Ding Yuana.\nPo dojściu Dong Zhuo do władzy adoptował Lu Bu jako swojego adoptowanego syna i mianował go generałem i markizem.\nDong Zhuo miał gwałtowny charakter, a „relacje ojciec-syn\" z Lu Bu były w rzeczywistości bardzo słabe. W 189 r. za namową Situ Wang Yuna Lu Bu zabił Dong Zhuo.\nSześć miesięcy po śmierci Dong Zhuo stare wojska Dong Zhuo najechały stolicę, a Lu Bu i jego żona uciekli w panice. Po opuszczeniu stolicy Lu Bu szukał schronienia u watażków Yuan Shu, Yuan Shao, Zhang Yang, Zhang Miao, Liu Bei itp. i wielokrotnie walczył z Cao Cao, innym ważnym wówczas watażką. Lu Bu był odważny i dobry w walce i kilkakrotnie pokonał Cao Cao.\nW trzecim roku panowania Jian'an we wschodniej dynastii Han, wojska Cao Cao zaatakowały Xiaopei, bazę Lu Bu, i zostały schwytane i zabite przez Cao Cao pod Wieżą Baimen. Przed egzekucją Lu Bu poprosił Cao Cao, aby utrzymał go przy życiu, aby uniknąć śmierci, ale Liu Bei przypomniał Cao Cao, że Lu Bu wielokrotnie zdradzał i był nieuczciwym człowiekiem. W końcu Cao Cao, który cenił jedynie talenty bez względu na moralność, dokonał egzekucji Lu Bu.", "聖意": "Czuję się nieswojo w domu, zwykle szukam pieniędzy, strzeżę się przed transakcjami, trudno jest wyjść za mąż, mężczyzna z Liujii jest zszokowany, jedwabniki na polu są już na wpół dojrzałe, sześć zwierząt jest bezpiecznych, osoba go szuka , właściwy jest pozew publiczny, a migracja polega na modlitwie o utracone rzeczy, które trudno znaleźć, choroby i spokój w grobowcu góry Zhenxing.", "古人": "Dong Zhuo akceptuje Lu Bu", "第X籤": "Nr 41 Zwycięstwo w Lott", "宮": "Ty Pałac"}