{"籤詩版本二": "Cesarz, cesarz i cesarzowa w końcu okażą się łaskawi, będą czekać i modlić się o błogosławieństwa bez strat i zysków.\nKorzystają z tego wszystkie czujące istoty i oczekuje się dobrobytu na świecie i w niebie.", "詩意": "Ten heksagram jest znakiem łaski z nieba.\nWszystko zakończy się sukcesem.", "解曰": "Cesarz okazał swą przychylność. Nigdy nie zapomnij. Rytuały poranne i wieczorne. Należy palić kadzidło.", "籤詩故事一": "◇Mulian uratował swoją matkę\nMokou Lian, czyli Mo Lian, jest najpotężniejszym spośród dziesięciu uczniów Buddy Siakjamuniego.\nJego matka przez całe życie była chciwa i skąpa, dlatego po śmierci wpadła w krainę głodnych duchów. Mokhullian użył swojej magicznej mocy do obserwacji i dowiedział się, że jego matka urodziła się jako głodny duch, bez możliwości zdobycia pożywienia i znajdowała się w bardzo trudnej sytuacji. Użył swojej magicznej mocy, aby przynieść matce jedzenie. Niespodziewanie po tym, jak matka otrzymała jedzenie, zamieniło się w popiół i nie dało się go zjeść.\nMaudgalyana zaniepokoiła się tym, co się stało, i opowiedziała o tym Buddzie. Budda powiedział Mulianowi, że piętnastego dnia siódmego miesiąca księżycowego powinien wrzucić do miski sto smaków i pięć owoców i ofiarować je cnotliwym mnichom dziesięciu kierunków. Dzięki tej mocy jego matka będzie mogła jeść .\nMaudgalyana działał zgodnie z wolą Buddy i jego matka została ostatecznie wyzwolona. Ten rodzaj ceremonii nazywa się „Świętem Obon”, a ten festiwal nazywa się „Świętem Obon”.\n(Uwaga: substancja wywołuje różne odczucia na różnych poziomach świata. Na przykład: kiedy na tym świecie pada deszcz, postrzegamy ją jako „wodę”, podczas gdy istoty w królestwie głodnych duchów odczuwają ją jako „krew” i czujące istoty w świecie piekielnym odczuwają to jako „krew”. Przypomina to „upuszczenie miecza”, podczas gdy ludzie niebiańscy odczuwają to jako „upuszczenie kwiatu”).", "聖意": "Modlitwa o dom i dom, modlitwa o szczęście w zimie, szukanie bogactwa, brak transakcji, małżeństwo, pokój w Liujia, piesi, przenoszenie pól, jedwabniki, sześć zwierząt, znajdowanie ludzi, procesy sądowe, sukces, migracja, konserwatywność, utracona własność, choroba , spokój ducha, spokój gór i grobów", "古人": "Mulian ratuje matkę", "第X籤": "Znak czterdzieści dwa", "宮": "Ty Pałac"}