{"籤詩版本二": "Świat jest elastyczny i wszystko jest samonośne, samonośne i bezpieczne\nWszystko w życiu jest cudowne, dziękuj świętym i mędrcom za wszystko i żyj pomyślnie.", "詩意": "Ten heksagram reprezentuje harmonię między ziemią a ziemią.\nWszystko idzie dobrze i nie ma żadnego zagrożenia.", "解曰": "Wszystko się rodzi. Wszystkie plany i życzenia się spełniają. Ford pomaga. Rui Qi się spieszy.", "籤詩故事一": "◇Wędrowcy osiągają oświecenie\nHistoria podróży na Zachód:\nSun Wukong przejął Górę Kwiatów i Owoców i został królem. Później, aby znaleźć sposób na życie wieczne, spędził osiem lub dziewięć lat podróżując przez góry i rzeki, aby czcić Patriarchę Bodhi jako swojego nauczyciela. Nauczył się siedemdziesięciu -dwie zmiany ziemskiego zła i chmur salta i po raz pierwszy przyjął nazwisko Sun.Nazwany Wukong.\nNastępnie Sun Wukong udał się do Pałacu Smoka na Morzu Wschodniochińskim w celu znalezienia odpowiedniej broni i w końcu znalazł Złotą Maczugę Ruyi, boską igłę Tianhe i Dinghai. Ponieważ jego życie dobiegło końca, zrobił wielkie zamieszanie w podziemiach, zrewidował księgę życia i śmierci i wrócił do świata ludzi. Później Sun Wukong został po raz pierwszy wezwany przez niebo i otrzymał imię Bima Wen. Później został wezwany do nieba po raz drugi i został nazwany Małpim Królem. Kradł także brzoskwinie i powodował zamieszanie w niebie. Został zapieczętowany w piecu Bagua, aby ćwiczyć swoje złote i ogniste oczy. W końcu został stłumiony przez Buddę Tathagatę u podnóża góry Wuzhi przez 500 lat, nie mogąc się ruszyć. Miejsce, w którym przewrócono piec Bagua, zamieniło się w górę płomieni.\nPięćset lat później Mnich Tang udał się na Zachód, aby zdobyć pisma święte, minął Górę Pięciu Żywiołów i zdjął talizman, zanim uratował Sun Wukonga. Sun Wukong zalał się łzami z wdzięczności. Po otrzymaniu instrukcji od Bodhisattwy Guanyina, oddawał cześć Mnichowi Tang jako swemu nauczycielowi i udał się na Zachód, aby wspólnie uczyć się pism świętych. W drodze do nauki pism Sun Wukong zstępował na demony i eliminował potwory, a także wielokrotnie dokonywał niezwykłych wyczynów, jednak raz po raz był źle zrozumiany i wydalany przez swojego mistrza Tang Senga. Po osiemdziesięciu jeden trudnościach dzieło zostało w końcu ukończone.Czterej mistrzowie i uczniowie przybyli do świątyni Xitian Leiyin i otrzymali prawdziwe pisma święte. Sun Wukong osiągnął właściwy wynik.\n(Ta historia jest metaforą mówiącą, że nawet małpa może osiągnąć oświecenie, nie mówiąc już o istocie ludzkiej.)", "聖意": "Dom jest pomyślny dla siebie, dla bogactwa, biznesu, małżeństwa, Liujia, męskich pieszych, blokowania pól, jedwabników, sześciu zwierząt, Zhongping, szukania ludzi, procesów sądowych, sukcesu, migracji, utraty majątku, chorób, grobowca Xingxingshan, rzeczy są pomyślne", "古人": "Podróżnik osiąga oświecenie", "第X籤": "Podpisano 43", "宮": "xugong"}