{"籤詩版本二": "Zimna pogoda zamienia wodę w lód. Po co być żądnym sławy?\nNie pozostaje mi nic innego jak siedzieć cicho i czekać, aż liście naturalnie zakwitną.", "詩意": "W tym heksagramie woda zamienia się w lód.\nNie proś o nic na próżno.", "解曰": "Woda zamarza w lód. Lód topi się w wodę. Jeśli to spisek. Dokładnie o to chodzi.", "籤詩故事一": "◇Wang Xiang prosi o karpia (Dwadzieścia cztery opowieści o synowskiej pobożności)\nWang Xiang z dynastii Jin, dzięki uprzejmości imienia Fuzheng, urodził się w Linyi.\nKiedy Wang Xiang był młody, zmarła jego biologiczna matka, jego samotny ojciec poślubił kobietę o imieniu Zhu, a Wang Xiang miał nową matkę. Kiedy Wang Xiang był młody, zmarła jego biologiczna matka, a jego samotny ojciec poślubił kobietę o imieniu Zhu. Macocha Wang Xianga była kobietą o ograniczonych poglądach i zazdrosną, nie lubiła Wang Xianga i często karciła go za błahe sprawy. Wkrótce macocha urodziła także syna o imieniu Wang Lan. Macocha kochała tylko własne dzieci i uważała Wang Xianga za cierń w boku. Stała się wobec Wang Xianga jeszcze bardziej wymagająca i często źle wypowiadała się na temat Wang Xianga w obecności jego ojca. Nawet jego ojciec stopniowo przestał go kochać. Macocha kochała tylko własne dzieci i uważała Wang Xianga za cierń w boku. Była wobec Wang Xianga jeszcze bardziej wymagająca i często źle wypowiadała się na temat Wang Xianga w obecności jego ojca. Nawet jego ojciec stopniowo przestał go kochać. Chociaż Wang Lan jest przyrodnim bratem Wang Xianga, jest bardzo przyjazny dla swojego brata. Pomimo tortur macochy, nadal była bardzo synowska. Macocha jest taka surowa, ale Wang Xiang nadal jest bardzo serdeczny.\nJego macocha ma hobby, to znaczy lubi jeść świeże ryby wyłowione z rzeki. Jego macocha ma hobby, to znaczy lubi jeść świeże ryby wyłowione z rzeki. Pewnej zimy jego ojciec wyjechał w interesach, a macocha ponownie zachorowała. Bracia Wang Xiang i Wang Lan ostrożnie podawali matce zupę i lekarstwa. Podczas surowych mrozów stan macochy nadal nie ustąpił. pośpiech. Pewnej zimy jego ojciec wyjechał w interesach, a macocha ponownie zachorowała. Bracia Wang Xiang i Wang Lan ostrożnie podawali matce zupę i lekarstwa. Podczas surowych mrozów stan macochy nadal nie ustąpił. pośpiech. Chora macocha chciała zjeść świeżą rybę z rzeki. W tym surowym, zimnym klimacie na zewnątrz padał śnieg, a woda w rzece zamieniła się już w gruby lód. Chora macocha chciała zjeść świeżą rybę. Gdzie w tym lodowatym i śnieżnym klimacie można znaleźć świeże ryby?\nW tamtych czasach nie było dań pozasezonowych i nie można było ich kupić nawet mając pieniądze.\nW tym momencie wydarzyła się wzruszająca historia Wang Xiangqiu Li. Dwaj bracia bezradnie strzegli matki. Wang Xiang poszedł nad zamarzniętą rzekę, żeby nie zawieść chorej macochy. Wang Xiang wpadł na pomysł i mimo mrozu zdjął koszulę. Leżał nago na lodowcu i chciał To wykorzystuje własną temperaturę ciała, aby stopić lód (dlatego karp Wang Xiangqiu jest również nazywany Wang Xiang leżącym na lodzie). Zdjął koszulę i położył się nago na lodowcu. Modlił się do Boga i mówił: „Boże, moja mama jest chora i chce zjeść świeżego karpia. Bez względu na wszystko musisz znaleźć dla mnie sposób”. O dziwo, bryła lodu obok niego nagle pękła i zostały dwie pęknięcia. Z pęknięcia wyskoczył żywy karp i wskoczył na lód. Wang Xiang był bardzo szczęśliwy. Modlił się do Boga: „Boże, moja mama jest chora i chce zjeść świeżego karpia. Bez względu na wszystko musisz znaleźć dla mnie sposób.” O dziwo, bryła lodu obok niego nagle pękła i były dwie pęknięcia. Z szczeliny wyskoczył żywy karp i wskoczył na lód. Wang Xiang był bardzo szczęśliwy. Szybko uklęknął, podziękował Bogu i pobiegł do domu z karpiem. Szybko uklęknął, podziękował Bogu, szybko wziął karpia i poszedł do domu. Po tym, jak macocha zjadła świeżego karpia, wkrótce wyzdrowiała z choroby. Macocha w szpitalnym łóżku była oszołomiona, gdy zobaczyła nagą górną część ciała Wang Xianga, która zrobiła się fioletowa z zimna, a w jego rękach dwie ryby.Uradowana pobiegła do pokoju i była oszołomiona.\nWang Xiang został później urzędnikiem, Taibao i otrzymał tytuł księcia.", "聖意": "Niepokój w domu, modlę się o ochronę, trudności finansowe, problemy biznesowe, małżeństwo, niespójność w ubezpieczeniu Liujia, piesi, Chi Tian, ​​straty jedwabników, sześć strat w inwentarzu, zaginione osoby, pozwy publiczne, migracja, konserwatysta, utrata mienia, choroba , trudny do odzyskania, górski grobowiec, powodzenia", "古人": "Wang Xiang prosi o karpia (Dwadzieścia cztery historie o synowskiej pobożności)", "第X籤": "Czterdzieści dziewięć Zwycięstwo w Lott", "宮": "Haigong"}