{"籤詩版本二": "Można podróżować do wszystkich zakątków kraju, zawieszając baldachim żagla, aby móc go swobodnie trzymać\nJeśli będzie sprzyjający wiatr, wkrótce nadejdzie, a łódź będzie pełna skarbów.", "詩意": "Ten heksagram jest jak ciągnięcie łodzi z wiatrem.\nWszystko poszło dobrze.", "解曰": "Odpoczywaj spokojnie. Nie wymaga wysiłku. Dużo bogactwa. Wszyscy podziwiani.", "籤詩故事一": "◇Pięć Jezior Tao Zhugui (Jezioro Fan Ligui)\nW okresie wiosenno-jesiennym Fan Li, którego grzecznościowe imię brzmiało Shaobo, był również znany jako Gui Yizipi lub Tao Zhugong.\nW tym czasie toczyła się wojna między stanem Wu a stanem Yue, a stan Wu zniszczył stan Yue. Fan Li i Wen Zhong sformułowali plan dla Yue King Gou Jian, mający na celu promowanie Yue i zniszczenie Wu. Fan Li osobiście podróżował przez góry i rzeki i odwiedził Xi Shi, piękną kobietę posiadającą zarówno cnoty, talent, jak i urodę, nad rzeką Huansha w górach Bailuo i podarował ją królowi Wu. Użył „sztuczki piękności”, aby współpracować wewnątrz i na zewnątrz i zniszczyć Królestwo Wu.\nPo tym, jak udało mu się zniszczyć Królestwo Wu, Fan Li wiedział, że Gou Jian jest „ptakiem o długiej szyi z dziobem” i może dzielić z nim trudy i szczęście, więc popłynął łódką z Xi Shi przez Królestwo Qi, zmienił imię Gui Zipi i poprowadził swojego syna i uczniów do Królestwa Qi. Mieszkają w domku nad morzem. Ciężko pracował, uprawiając nieużytki, prowadząc poboczny biznes i robienie interesów.W ciągu kilku lat zgromadził dziesiątki milionów majątku rodzinnego. Był hojny w szerzeniu bogactwa i czynieniu dobra dla swojego rodzinnego miasta. Mądrość i zdolności Fan Li zostały docenione przez mieszkańców Qi. Król Qi zaprosił go do stolicy Linzi i czcił go jako premiera odpowiedzialnego za sprawy rządowe . Wykrzyknął: „Bycie urzędnikiem może prowadzić do ministrów, a prowadzenie rodziny może prowadzić do fortuny. Dla zwykłego człowieka, który zaczynał od zera, osiągnęło to skrajność. Bycie uhonorowanym przez długi czas to prawdopodobnie nie dobry znak”. Tak więc zaledwie trzy lata później Jiliu po raz kolejny odważnie się wycofał, zwrócił pieczęć królowi Qi i rozdał cały swój rodzinny majątek bliskim przyjaciołom i współmieszkańcom.", "聖意": "Dom jest dobry dla siebie (do wysyłki), pieniądze są dobre, interesy są dobre, małżeństwo się spóźnia, małżeństwo nie jest dobre, Liujia jest bezpieczna, ludzie utrudniają pola, jedwabniki, jesień, bydło, wiosna jest zamożny, ludzie szukają ludzi, procesy sądowe są złe, migracja jest konserwatywna, utracone rzeczy, zachodnie choroby wyleczone, góry i groby są na południe.", "古人": "Pięć Jezior Tao Zhugui (Jezioro Fan Ligui)", "第X籤": "Pięćdziesiąty zwycięzca loterii", "宮": "Haigong"}