{"籤詩版本二": "Lato to najdłuższy dzień i wszyscy martwią się upałem i depresją\nNiebo i ziemia też wiedzą, czego chcą ludzie, wieje bryza i jest naturalnie chłodno", "詩意": "Ten heksagram wskazuje, że wszyscy martwią się upałem.\nRób co chcesz.", "解曰": "Nie ma wątpliwości, czy iść naprzód, czy się wycofać. Baw się dobrze. Czy to na kemping? Nie trzeba działać pochopnie.", "籤詩故事一": "◇Kong Ming wkracza do Syczuanu\nZhuge Liang (181-234), grzecznościowe imię Kongming, pochodził z Yangdu w Langya (obecnie hrabstwo Yinan w prowincji Shandong) i był premierem Shu Han (Liu Bei) w okresie Trzech Królestw.\nChociaż Liu Bei wygrał Jingzhou, nie wystarczyło to do rozdzielenia jednej strony. Zhuge Kongming planował zdobyć Xichuan, aby zwiększyć terytorium Liu Bei. W tym czasie Liu Zhang w Yizhou został zaatakowany przez Zhang Lu na północy. Zhuge Kongming dowiedział się, że Liu Zhang chciał poświęcić mapę Xichuan Cao Cao, aby się chronić. Kiedy Zhang Song (podwładny Liu Zhanga) spotkał Cao Cao, ponieważ Cao Cao był arogancki i niegrzeczny, Liu Zhang zabrał mapę z powrotem do Xichuan i po drodze minął Jingzhou. Kong Ming już czekał na niego w drodze i zaprosił go do Jingzhou, ale nigdy nie wspomniał o Obrazie Xichuan aż do chwili wyjazdu. Zhang Song był wdzięczny Kong Mingowi za jego uprzejmość i gościnność, więc zadedykował Obraz Xichuan jego.\nTeren Xichuan był niebezpieczny i można było go zaatakować lub bronić.Po różnych ustaleniach Kong Minga Xichuan stało się miejscem narodzin Liu Bei.\n(Kong Ming traktował ludzi uprzejmie i łatwo zdobył upragniony Xichuan.)", "聖意": "Módlcie się o błogosławieństwa w domu i o własną ochronę (w nieszczęściach szczęście jest) Szukaj bogactwa, powodzenia w biznesie, wspólnego małżeństwa, narodzin chłopców w Liujia, przenoszenia pól, jedwabników, szkód w bydle, szukania ludzi, społeczeństwa procesy sądowe, migracje, stare zagubione rzeczy, choroby północy, tęsknota za górami i grobami", "古人": "Kong Ming wkracza do Syczuanu", "第X籤": "Rozdział 51: Wygrana na loterii (wygrana na loterii)", "宮": "Macica"}