{"籤詩版本二": "Złapanie księżyca w wodzie wymaga wiele wysiłku, wymaga wiele wysiłku, ale nic.\nNie opowiadaj bzdur i nie marnuj wysiłków na wzmocnienie ciała. Słowo „ciało zwiędłe” pierwotnie oznacza „ciało jest samotne”.", "詩意": "Ten heksagram jest zachłanny na obraz wysiłku.\nWszystko jest pracochłonne i pracochłonne.", "解曰": "Obietnice trudno zapamiętać. Dużo ciężkiej pracy. Martw się w domu. Czekam na spotkanie szlachetnych ludzi.", "籤詩故事一": "◇Taibai złapał księżyc po pijanemu (Li Taibai złapał księżyc po pijanemu)\nLi Bai (701-762), znany również jako Taibai, znany również jako Qinglian Jushi. Poeta z dynastii Tang, który nazywał siebie wygnanym nieśmiertelnym, był znany jako Nieśmiertelny Poezji i zawsze był szczęśliwy bez picia.\nPewnego razu Li Bai przyjechał do Jinling (obecnie Nanjing) i odpoczywał w restauracji obok mostu Wende.\nTak się złożyło, że był to piętnasty dzień zimowego miesiąca księżycowego, a wieczorem przesiadywał samotnie w restauracji i podziwiał księżyc, pijąc i recytując wiersze. Tak się złożyło, że był to piętnasty dzień zimowego miesiąca księżycowego, a wieczorem przesiadywał samotnie w restauracji i podziwiał księżyc, pijąc i recytując wiersze. Li Taibai najbardziej w życiu kochał księżyc, twierdząc, że jest czysty i piękny. Li Taibai najbardziej w życiu kochał księżyc, twierdząc, że jest czysty i piękny. Tej nocy spojrzał w górę i zobaczył na niebie biały i okrągły księżyc. Był bardzo szczęśliwy i wypił jeszcze kilka kieliszków. Tej nocy spojrzał w górę i zobaczył na niebie biały i okrągły księżyc. Był bardzo szczęśliwy i wypił jeszcze kilka kieliszków. O północy Li Taibai skorzystał z wina i zszedł na dół do mostu Wende. O północy Li Taibai skorzystał z wina i zszedł na dół do mostu Wende. Gdy tylko wszedł na most, spuścił głowę i nagle zobaczył księżyc wpadający do wody.Kiedy rzeka się poruszyła, do białego cienia księżyca dodano kilka czarnych linii. Gdy tylko wszedł na most, spuścił głowę i nagle zobaczył księżyc wpadający do wody.Kiedy rzeka się poruszyła, do białego cienia księżyca dodano kilka czarnych linii. Li Taibai był wtedy tak pijany, że pomyślał, że woda z rzeki zabrudziła księżyc. Li Taibai był wtedy tak pijany, że pomyślał, że woda z rzeki zabrudziła księżyc. Nawet nie zadał sobie trudu, żeby zdjąć buty, rozłożył ręce i zeskoczył z mostu, żeby złapać księżyc. Nawet nie zadał sobie trudu, żeby zdjąć buty, rozłożył ręce i zeskoczył z mostu, żeby złapać księżyc. Niespodziewanie tym skokiem księżyc nie został złapany, ale księżyc w wodzie został rozbity i natychmiast rozdzielony na dwie połowy. Nieoczekiwanie w tym skoku księżyc nie został złapany, ale mężczyzna utonął. Zmarł w wieku sześćdziesięciu dwóch lat.", "聖意": "Dom jest niespokojny, a ty masz pecha (pecha, zwracaj uwagę na zdrowie), szukaj równowagi w majątku (nawet o tym nie myśl), trudne sprawy, małżeństwo nie jest rozstrzygnięte, módl się o ochronę (puste skarby, aby zapobiec poronieniu ), piesi mają kłopoty, jedwabniki polne mają pięć punktów, liczba zwierząt wymiera, szukają ludzi (pech), pozwy publiczne i (Zatrzymaj pozew) Zwykła migracja (nie wspominaj o tym) Utrata mienia (samolot) Modlitwa o ochronę przed chorobą (niefortunną) Szczęście w górach i grobach", "古人": "Taibai złapał księżyc po pijanemu (Li Taibai złapał księżyc po pijanemu)", "第X籤": "Pięćdziesiąta druga wygrana na loterii (Loteria)", "宮": "Macica"}