{"籤詩版本二": "Kiedy frustracja zamienia się w uniesienie, ryczą smoki i ryczą tygrysy.\nBłękitne niebo ma swoją drogę do nieba.Obym miał kolejną szansę na osiągnięcie sławy.", "詩意": "Ten heksagram jest jak ryk smoka i ryk tygrysa.\nJest nadzieja, że ​​wszystko pójdzie dobrze.", "解曰": "Po prostu nauczaj i idź. Mieć swój własny dobrobyt. Trzeba w końcu zrobić. Jest miejsce, w którym można się znaleźć.", "籤詩故事一": "◇Liu Bei rekrutuje pannę młodą\nPo bitwie pod Chibi Sun Quanowi zależało na odzyskaniu Jingzhou, które zostało zdobyte przez Liu Bei, więc wykorzystał plan Zhou Yu, udając, że chce zaręczyć swoją siostrę Sun Ren z Liu Bei, ale w rzeczywistości chciał zabrać Liu Bei jako zakładnik, który chce zająć Jingzhou.\nPo tym, jak Zhuge Liang szpiegował plan Zhou Yu, wręczył broszurę ze strategią Zhao Yunowi, który chronił Liu Bei, gdy udał się do Soochow. Zhao Yun zastosował się do strategii zawartej w broszurze i celowo zrobił duży plusk, pozwalając Wu Guotai ( ojciec Sun Quana) wiedzą o propozycji małżeństwa. Ponieważ Wu Guotai kochał swoją córkę i nie chciał swobodnie decydować o jej życiowych sprawach, upomniała Sun Quana za bezwzględność wobec jego siostry i zaproponowała, że ​​osobiście sprawdzi, czy Liu Bei jest godny swojej córki w świątyni Ganlu. Po tym, jak Wu Guotai poznała Liu Bei, bardzo go doceniła i zdecydowanie opowiadała się za małżeństwem Liu Bei z jego córką, w wyniku czego Liu Bei pomyślnie poślubił panią Sun.\nPóźniej Liu Bei i pani Sun uciekli razem z powrotem do Jingzhou. Później Sun Quan chciał wykorzystać atak Liu Bei na Yizhou, aby zaatakować Jingzhou, ale został zatrzymany przez Wu Guotai, który martwił się o bezpieczeństwo swojej córki.\nPowiedział: „Sprytny plan Zhou Yu jest najlepszy na świecie. Stracił żonę i żołnierzy”.\n(Liu Bei zyskał na krzywdzie)", "聖意": "Mam pecha w domu i mam pecha (najpierw pech, potem szczęście).Szukaj bogactwa, równowagi, trudności w małżeństwie, powodzenia w małżeństwie.Módlcie się o błogosławieństwa dla pieszych, jedwabników na polach, pięć punktów za szkody w inwentarzu, szukajcie dla ludzi, procesów sądowych i migracji, powodzenia dla utraconego mienia, powodzenia dla chorób, spokoju gór i grobów.", "古人": "Liu Bei rekrutuje narzeczoną", "第X籤": "Pięćdziesiąta trzecia loteria", "宮": "Macica"}