{"籤詩版本二": "Cnota z ojca na syna przechodzi na wnuka.Dobrobyt w jedzeniu i ubraniu zależy tylko od Boga.\nChunxuan na korytarzu uszczęśliwia ludzi.Kiedy są głodni, jedzą, spragnieni i śpiący, Chunxuan jest metaforą rodziców.", "詩意": "Heksagram ten związany jest z obrazem bambusa prowadzącego do wiosny.\nMam nadzieję, że wszystko pójdzie dobrze.", "解曰": "Weź bambus i poprowadź do wiosny. Rozprzestrzenia się w nieskończoność. Dżentelmen szuka nadziei. Wszyscy zachwyceni.", "籤詩故事一": "◇Król Wu z Zhou wstąpił na tron\nKról Wu z Zhou zaatakował króla Zhou i poprowadził ośmiuset książąt do walki z armią króla Shanga.Żołnierze w Chaoge (stolicy króla Shang) również zwrócili się przeciwko królowi Shangowi i zdradzili króla Shanga.\nKról Zhou spalił się na Wieży Zhaixing, a dynastia Shang została zniszczona.\nKról Wu przyjął złotą księgę i złoty skarb, którym jest tron ​​​​cesarza. Zwrócił się na południe, złożył ręce i usiadł prosto. Król Wu nakazał podział majątku Lutai, zburzenie Wieży Zbioru Gwiazd i rozdysponowanie ziarna ryżu przechowywanego w Juqiao.\nUwolnij uwięzionego Jiziego i napraw grobowiec Bigana. Król Wu podjechał pod drzwi domu mędrca Shang Ronga i pochylił głowę. Szanuj cnotliwych i uprzejmych ludzi i wypuść niewolników z wewnętrznego pałacu.\nZaprzestał także zbrojeń i promował kulturę i edukację. Na południu Nanshan pasą się konie, a na terenach wiejskich porośniętych brzoskwiniami wypasane jest bydło. Jest to spokojna okolica.", "聖意": "Dom nie jest w dobrym stanie (powodzenia), można sobie życzyć szczęścia (powodzenia), szukać zysków finansowych, dokonać transakcji i wyjść za mąż (poznać dobrego zięcia), Liujia jest bezpieczna (znak zodiaku) znak), piesi przesuwają pola, jedwabniki mają szczęście, sześć zwierząt jest uszkodzonych, ludzie są trudni do znalezienia (zobacz) publiczne procesy sądowe, szlachetna osoba się porusza, szczęście stracone. Choroby i choroby", "古人": "Król Wu z Zhou wstąpił na tron", "第X籤": "Pięćdziesiąta piąta wygrana na loterii (lotowanie)", "宮": "Brzydki Pałac"}