{"籤詩版本二": "Plaża jest pełna skał, strumień płynie, wiatr jest czysty, księżyc jest czysty, a szlachetni ludzie są zajęci.\nW drodze muszę zapytać dokąd iść. Nie zabieraj ze sobą zapachu kwiatów i roślin z lasu. Nie zajmuj się nim.", "詩意": "Ten heksagram jest jak łódź płynąca po małej plaży.\nWe wszystkim można znaleźć szlachetnych ludzi, którzy pomogą.", "解曰": "Zarabiać na życie. Dużo ciężkiej pracy. Bądź konserwatywny i czekaj. Wszystkiego najlepszego.", "籤詩故事一": "◇Bunt Luszana\nAn Lushan (703-757), którego nazwisko brzmiało Kang i nazywał się Yaluoshan, pochodził z Liucheng w Yingzhou (obecnie Chaoyang w Liaoning).\nPóźniej przyjął nazwisko An i zmienił je na Lushan. Za panowania cesarza Xuanzonga z dynastii Tang An Lushan był wysłannikiem wojskowym.\nW listopadzie 14 roku panowania Tianbao An Lushan zebrał wojska w Fanyang, aby w imię zaatakowania Yang Guozhong wszcząć bunt i zebrał wojska z trzech miast, aby zaatakować Luoyang, wschodnią stolicę. Do Lishan napłynęły raporty z Taiyuan. Tang Xuanzong, który przebywał w tym czasie w pałacu Huaqing w Lishan, nie wierzył, że Anlushan się zbuntuje. Jednak wieści o buncie nadal się rozprzestrzeniały, a Xuanzong był nadal w połowie przekonany. (To jest przedstawienie „dźwięku wzburzonej wody uderzającej o małe skały w strumieniu”)\nDopiero gdy Yan Zhenqing, prefekt hrabstwa Pingyuan, wysłał kogoś z informacją, że Xuanzong obudził się ze snu.\nZgodnie z błędną strategią cesarza Xuanzonga z dynastii Tang, pułk kawalerii An Lushan zdobył Luoyang, wschodnią stolicę. W pierwszym miesiącu następnego roku ogłosił się cesarzem Dajanem w Luoyang, Jianyuan Shengwu, cesarzem Xiongwu i Da Xixun premier.\nW czerwcu tego samego roku cesarz Xuanzong z dynastii Tang, chcąc złagodzić kryzys w Chang'an i mając błędne zrozumienie militarne, dokonał egzekucji na dwóch słynnych generałach, Feng Changqingu i Gao Xianzhi. Rozkaz ten zszokował armię Tang. (To zachowanie narusza zasadę „droga musi wskazywać na przednią rzekę”)\nNastępnie cesarz Xuanzong z dynastii Tang pilnie nakazał innemu generałowi, Ge Shuhanowi, poprowadzić armię Tang na wschód od Tongguan.\nGe Shuhan, który w pełni rozumiał strategiczny błąd cesarza Xuanzonga z dynastii Tang, planował opóźnienie zmian (podejście w stylu „jest w porządku, jeśli wiatr i przypływ są spokojne”).\nW końcu cesarz Xuanzong z dynastii Tang pomyślał, że jest zbyt nieśmiały, aby walczyć, więc nie miał innego wyjścia, jak tylko walczyć z An Lushanem we łzach i został pokonany. (Spełnia „Jeśli ciężko pracujesz, aby się utrzymać, możesz doznać kontuzji.”)\nZa czasów dynastii Tang, kiedy oddziały graniczne i lokalne garnizony nie miały czasu na reakcję, armia An Lushana nacisnęła granicę i wkroczyła na obszar stołeczny. W krytycznej sytuacji cesarz Xuanzong z dynastii Tang poprowadził Korpus Gwardii do ucieczki ze stolicy, powodując upadek pozbawionego przywódcy Xijing Chang'ana.\n(Tang Xuanzong naruszył wskazówki tego znaku, więc bunt An Lushana zakończył się sukcesem.)", "聖意": "Dom jest bezpieczny, my mamy szczęście, fortuna jest stabilna, transakcja pomyślna, małżeństwo udane (uwaga), na pole przychodzi pieszy z Liujii, zbierane są jedwabniki, uszkadza się sześć bydła, osoba zostaje odnaleziona , pozew jest uzasadniony, utracone mienie przynosi chorobę, czyli grób Anszan należy naprawić.", "古人": "Bunt Lushana", "第X籤": "Pięćdziesiąta szósta loteria", "宮": "Brzydki Pałac"}