{"籤詩版本二": "Rano i o zmierzchu wsparcie Buddhy musi być w chwilach zagrożenia, ale nie w niebezpieczeństwie\nJeśli pociąga Cię szlachetna osoba, będą Ci towarzyszyć także pieniądze i jedwab.To jest Chuan Lai. Wszystko zależy od Ciebie.", "詩意": "Ten heksagram przedstawia sekretne błogosławieństwo bogów i buddów.\nBądź cierpliwy i powodzenia we wszystkim.", "解曰": "Znak staromodnego pokoju. Kiedy wszystko jest drogie, będzie pomyślne.", "籤詩故事一": "◇ Mnich Tang osiągnął oświecenie\nPewnego dnia Tang Seng przybył nad rzekę i zobaczył przed nią górę Lingshan Buddy. Przed nią znajdował się jednobelkowy most. Tang Seng nie odważył się go przekroczyć. Budda przemienił się w przewoźnika i trzymał popękaną łódź bez dna. Gdy tylko Mnich Tang wszedł na łódź, wpadł do rzeki i został uratowany przez przewoźnika. W ten sposób Mnich Tang osiągnął stan Buddy. (Historia podróży na Zachód)\n◇Pisma buddyjskie mnicha Tang\nSanzang z dynastii Tang, jego popularne nazwisko brzmiało Chen, a jego imię brzmiało Yi. Urodzony w hrabstwie Goushi w Luozhou (obecnie na południe od miasta Yanshi w prowincji Henan). W wieku trzynastu lat został mnichem i przyjął buddyjskie imię Xuanzang.\nAby zdobyć oryginalne pisma buddyjskie, wyruszył z Chang'an (dzisiejsze Xi'an, prowincja Shaanxi) w trzecim roku panowania Zhenguan (629 rne), przedostał się przez granicę i przeszedł niezliczone trudności, aby dotrzeć do Tianzhu ( Indie) do zbierania pism świętych. Podróżował przez dorzecza Gangesu i Indusu oraz południowo-wschodnie obszary przybrzeżne Indii, a następnie przekroczył ośnieżone góry i zielone grzbiety, pokonując ponad 80 000 km tam i z powrotem. Zajęło mu 16 lat, zanim w końcu wrócił do Chang'an w XIX rok panowania Zhenguan (645 r.). Przywiózł dużą liczbę pism buddyjskich i przetłumaczył je na język chiński.\n(Tang Sanzang odbył długą podróż tam i z powrotem między Chinami a Indiami. Musiał doświadczyć niebezpieczeństw, ale udało mu się bezpiecznie wrócić, ponieważ towarzyszył mu niewidzialny święty patron.)", "聖意": "Dom jest bezpieczny, my mamy pomyślność, handel na Zachodzie jest udany, małżeństwo się udaje, piesi blokują pole, jedwabniki są zablokowane, jedwabniki są w 70%, bydło przynosi zyski, ludzie się odnajdują, zachodnie społeczeństwo pozew jest zły, migracja jest konserwatywna, widać utracony majątek, choroba jest pomyślna, góry i grobowce są pomyślne.", "古人": "Mnich Tang osiągnął oświecenie", "第X籤": "Wygrana na loterii sześćdziesiąt dwa", "宮": "Pałac Yin"}