{"籤詩版本二": "Pływająca ryba została złapana w sidła w stawie Bibo.\nJeśli po przemyśleniu coś pójdzie nie tak, w końcu spowoduje to kłopoty.", "詩意": "Ten heksagram przedstawia rybę złapaną w sidła.\nWskazane jest również zachowanie ostrożności we wszystkim.", "解曰": "Osada pod domem. Katastrofa spada z nieba. Obudź się wcześnie i najpierw zachowaj środki ostrożności. Unikaj katastrof.", "籤詩故事一": "◇Koń jest oblany wodą (trudno zebrać wodę)\nDynastia hanów. Zhu Maichen, grzecznościowe imię Wengzi, pochodził z Wu w Kuaiji (obecnie część miasta Suzhou).\nW pierwszych latach jego życia rodzina Maichena była biedna i nie odnosił sukcesów.Małżeństwo mieszkało w bramie krytej strzechą w bocznej uliczce, wycinając drewno na opał i sprzedając je, aby związać koniec z końcem. Nie zarobisz dużo pieniędzy sprzedając drewno opałowe po jakiejkolwiek cenie.\nJego żona wyszła po wodę i zobaczyła grupę dzieci śmiejących się z Maichen, uznała to za coś haniebnego i później odeszła.\nKiedy Zhu Maichen miał pięćdziesiąt lat, cesarz Wu z dynastii Han szukał talentów i czcił Zhu jako prefekta Kuaiji.\nJego żona żałowała swojej ślepoty i chciała zostać zredukowana do roli służącej i konkubiny, aby służyć Zhu przez resztę jego życia.\nMaichen kazał swojej byłej żonie przynieść wiadro wody, wylać je na schody i powiedział: „Jeśli uda się odzyskać wodę, będą mogli wrócić do siebie”.\nBiorąc pod uwagę relacje między mężem i żoną, żona i jej mąż, który poślubił ponownie, otrzymali otwartą przestrzeń w ogrodzie za domem, aby mogli kultywować i utrzymywać się. Jego żona rzuciła się do rzeki i zmarła.", "聖意": "Dom jest w niebezpieczeństwie, ty jesteś w niebezpieczeństwie, pieniądze przepadają, transakcja jest spokojna, małżeństwo jest niespójne, Liujia się boi, ludzie są zablokowani, pola są zniszczone, giną jedwabniki, giną zwierzęta gospodarskie, ludzie zostaną znalezione, pozew publiczny zostanie przegrany, migracja jest dobra, utracone rzeczy są niepomyślne, powodują choroby, katastrofy i niebezpieczeństwa, grobowce górskie powinny zostać zmienione.", "古人": "Koń oblany wodą (trudno zebrać wodę)", "第X籤": "Sześćdziesiąty czwarty znak", "宮": "Maogong"}