{"籤詩版本二": "Kiedy nadchodzi zima, gałąź kwitnącej śliwy na górze nigdy nie zostanie zniszczona, nawet jeśli jej liście opadną, a gałęzie uschną.\nAle kiedy nadejdzie wiosna, nadal zwracam siebie jako kurtyzanę i niszczę oryginalne dzieło.", "詩意": "W tym heksagramie wiodącą pozycję zajmuje kwiat śliwy.\nWszystko jest w porządku, jeśli się opóźnia.", "解曰": "Jedna strzała wystrzeliła pusta. Kiedy jest pusty, nie jest pusty. Oczekiwanie na przyjście wiosny. Jest w nim kolor.", "籤詩故事一": "◇Zdobył dwa gole\nZa panowania cesarza Dezonga z dynastii Tang lojalny minister Mei Bogao i jego rodzina zostali wrobieni przez zdradzieckiego premiera Lu Qi, który chciał ich wszystkich zabić. Jedynie jego synowi Mei Liangyu udało się uciec. Później zmienił zdanie imię i nazwisko Wang Xitongowi, aby ukryć swoją tożsamość. Żył samotnie na ulicach, głodny i zmarznięty, ale na szczęście przygarnął go Chen Risheng (Chen Dongchu). Chen Risheng nie znał jego doświadczenia życiowego, więc poprosił go o pomoc w pielęgnacji ogrodu śliwkowego Chena, aby nie umarł z głodu na ulicy.\nChen Risheng był kolegą z klasy i przyjacielem Mei Bogao. Kiedy był prześladowany przez Lu Qi, został uratowany przez Mei Bogao. W rezultacie Mei Bogao i Lu Qi stali się sobie wrogami. Ostatecznie cała ich rodzina została stracona. Chen Risheng poczuł się z tego powodu smutny i zły, po ślubie zrezygnował i przeniósł się z rodziną do Yangzhou, aby żyć w odosobnieniu.\nChen Risheng ma córkę o imieniu Chen Xingyuan, która jest piękna i pachnąca.Po przybyciu Mei Liangyu do rodziny Chen zakochali się w sobie od pierwszego wejrzenia. W dniu, w którym kwitły kwiaty śliwy, który był również rocznicą śmierci Mei Bogao, Chen Risheng i jego rodzina otworzyli ołtarz w ogrodzie śliwkowym w swoim domu, aby uczcić pamięć zmarłego przyjaciela i dobroczyńcy.Niespodziewanie pogoda nagle się zmieniła i rozpętała się silna burza śnieżna, która zakryła wszystkie kwiaty śliwy. Chen Risheng ubolewał, że udało mu się bezpiecznie uciec, ale nie udało mu się nawet uratować potomków rodziny Mei. Myślał, że to ostrzeżenie od Boga, więc przyrzekł, że jeśli kwiaty śliwy nie zakwitną ponownie, co udowodni, że potomkowie rodzina Mei jeszcze żyła, on nigdy by nic nie powiedział.Uciekł do buddyzmu i został mnichem.\nJego córka Xingyuan usłyszała to i natychmiast zapaliła kadzidło i szczerze modliła się do Boga, aby sprawił, że kwiaty śliwy ponownie zakwitły. Ich szczerość poruszyła niebo i wszystkie śliwy w ogrodzie śliwkowym zakwitły ponownie; później Chen Risheng wiedział, że Xitong to Liangyu, więc zaręczył się z nim swoją córką Xingyuan.", "聖意": "Dom nie jest dla siebie dobry, ktoś jest dla siebie dobry, ktoś szuka bogactwa, jest rozważny w postępowaniu, spóźniona jest pora, spóźnione jest małżeństwo, wiosna pomyślna, jesień pusta, przechodnie się spóźniają, pola są zamożne, jedwabniki mają się dobrze, sześć bydła ma się dobrze, szukają ludzi, procesy publiczne, straty, migracje, utracone mienie, choroby Wschodu, fałszywe alarmy, górskie grobowce powinny zostać zmienione.", "古人": "Zdobyty dwa razy", "第X籤": "Sześćdziesiąt dziewięć Zwycięstwo w Lott", "宮": "Tatsumi"}