{"籤詩版本二": "Chao Chao jest jak pszczoła zbierająca kwiaty, lecąca z południowego zachodu, a następnie na wschód\nKiedy wiosna się skończy i nie będzie już kwiatów, nie będzie już gdzie szukać, to serce nie zmieni swego miejsca pobytu.", "詩意": "Ten heksagram jest jak pszczoła zbierająca kwiaty.\nWszystko jest pracochłonne i pracochłonne.", "解曰": "Brak wiosennej scenerii. Pada przez długi czas, ale nigdy się nie przejaśnia. Zapytaj o pomoc. Lepiej być cicho.\n.", "籤詩故事一": "◇Li Mi zbuntował się przeciwko dynastii Tang\nLi Mi\n(582-619), zmarły przywódca armii Wagang podczas powstania chłopskiego pod koniec dynastii Sui w Chinach. Mistrz kaligrafii. Mistrz słowa Fa pochodził z Chang'an w Jingzhao, a domem jego przodków był Xiangping w Liaodong (obecnie na południe od Liaoyang w Liaoning). Pochodzi z Chang'an w Jingzhao. Jego rodowym domem jest Xiangping w Liaodong (obecnie na południe od Liaoyang w Liaoning).\nW dziewiątym roku panowania Daye (613) brał udział w buncie Yang Xuangana przeciwko dynastii Sui w Liyang (obecnie na północny wschód od hrabstwa Junxian w prowincji Henan). W dziewiątym roku panowania Daye (613) brał udział w buncie Yang Xuangana przeciwko dynastii Sui w Liyang (obecnie na północny wschód od hrabstwa Junxian w prowincji Henan). Tajemniczy zmysł zostaje pokonany,\nLi Mi uciekł. Xuangan został pokonany, a Li Mi uciekł.\nW dwunastym roku Daye wstąpił do armii Wagang\n. W dwunastym roku panowania Daye wstąpił do armii Wagang. Li Mi był dobry w strategii.W październiku dwunastego roku Daye Li Mi przekonał Zhai do ataku na Xingyang Tonga, potężnego generała towarzyszącego armii, w obronie Zhang Xutuo, pokonując armię Sui i zabijając Zhang Xutuo. Li Mi był dobry w strategii.W październiku dwunastego roku Daye Li Mi przekonał Zhai do ataku na Xingyang Tonga, potężnego generała towarzyszącego armii, w obronie Zhang Xutuo, pokonując armię Sui i zabijając Zhang Xutuo.\nPóźniej zaproponował atak na magazyn Xingluo (później przemianowany na Luokou), otwarcie magazynu w celu odciążenia i powiększenie zespołu. Zespół Armii Wagang szybko się rozrósł. W 13 roku panowania Daye Li Mi dowodził Armią Wagang, a Zhai Rang zajmował się degradacją i dystrybucją dynastii Sui. Wybuchła wojna o zasoby wojskowe i inne kwestie, a Li Mi zabił Zhai Ranga i setki jego zwolenników. Później zaproponował atak na magazyn Xingluo (później przemianowany na Luokou), otwarcie magazynu w celu odciążenia i powiększenie zespołu. Zespół Armii Wagang szybko się rozrósł. W 13 roku panowania Daye Li Mi dowodził Armią Wagang, a Zhai Rang zajmował się degradacją i dystrybucją dynastii Sui. Wybuchła wojna o zasoby wojskowe i inne kwestie, a Li Mi zabił Zhai Ranga i setki jego zwolenników.\nW marcu 14 roku panowania Daye Yu Wenhuaji zabił cesarza Yang z dynastii Sui\n, skłoniło ponad 100 000 ludzi do powrotu na zachód. W marcu czternastego roku panowania Daye Yu Wenhuaji (Yu Wen, nazwisko złożone) zabił cesarza Yang z dynastii Sui i wrócił na zachód z ponad 100 000 ludzi. Li Mi otrzymał rozkaz zaatakowania Huaji. Chociaż Huaji został pokonany, Li Mi również poniósł ciężkie straty w wojsku. Później był ścigany przez Wang Shichonga. Armia Li Mi została pokonana, a jego obóz zniszczony. Jego generałowie Qin Shubao, Cheng Zhijie (pierwotnie imieniem Cheng Yaojin), Niu Jinda i inni zostali schwytani. , Shan Xiongxin poddał się. Li Mi otrzymał rozkaz zaatakowania Huaji. Chociaż Huaji został pokonany, Li Mi również poniósł ciężkie straty w swoich żołnierzach. Później był ścigany przez Wang Shichonga. Armia Li Mi została pokonana, a jego baza unicestwiona. Jego generałowie Qin Shubao, Cheng Zhijie (pierwotnie nazywany Cheng Yaojin), Niu Jinda i inni zostali schwytani, a Shan Xiongxin poddał się. Li Mi był zdesperowany, więc we wrześniu przekroczył rzekę do Heyang i poddał się dynastii Tang. Li Mi był zdesperowany, więc we wrześniu przekroczył rzekę do Heyang i poddał się dynastii Tang.\nW listopadzie Li Yuan wysłał Li Mi do Shandong, aby zwerbował starych żołnierzy. Listopad, \nLi Yuan wysłał Li Mi, aby poczekał w Shandong w celu rekrutacji starych żołnierzy. Czując, że był podejrzany, zbuntował się przeciwko Tangowi. Czując, że był podejrzany, zbuntował się przeciwko Tangowi. Generał Tang Sheng Yanshi zaprosił Li Mi do ataku i zabił go w Xinggong Xian. Generał Tang Sheng Yanshi zaprosił Li Mi do ataku i zabił go w Xinggong Xian.", "聖意": "Dom, dom, język, jaźń, złoczyńca, szukanie bogactwa, marnowanie biznesu, nietrwałe małżeństwa, Liujia, puste kwiaty, piesi, Yaotian, szkody dla jedwabników, szkody dla sześciu zwierząt gospodarskich, zaginione osoby, procesy sądowe, strata, migracja, konserwatywność, utracone mienie, choroba, przeszkody, reforma grobowca górskiego", "古人": "Li Mi zbuntował się przeciwko dynastii Tang", "第X籤": "Losowanie siedemdziesiąte", "宮": "Tatsumi"}