{"籤詩版本二": "Poznanie Dziewiętnastej Gwardii Canglong: Kobieta wyszła za drugiego męża\nDzięki jednemu łukowi i dwóm strzałom dinozaury natychmiast zaczną żyć w pokoju", "詩意": "Ten heksagram jest jak łuk z dwiema strzałami.\nWszystko jest pomyślne, jeśli idzie w parze.", "解曰": "Nie za ciężki. Przeznaczenie. Otwiera się Zhen Liuzhong. Wskazane jest zachowanie ostrożności.", "籤詩故事一": "◇Wenjun odwiedza Xiangru\nZhuo Wenjun była córką wnuka Zhuo Wanga, zamożnego biznesmena z Linqiong w prowincji Syczuan, biegle posługiwała się muzyką i miała literackie imię. Wyszła za mąż w wieku szesnastu lat, kilka lat później zmarł jej mąż, a ona wróciła do rodziny macierzystej, aby żyć jako wdowa.\nPewnego dnia Sima Xiangru udał się do domu Zhuo Wangsuna na bankiet.Kiedy dowiedział się, że Zhuo Wenjun niedawno owdowiał, puścił piosenkę „Phoenix Seeking the Phoenix”, aby wyrazić swoją miłość. Zhuo Wenjun słyszał już o Simie Xiangru i ten bankiet sprawił, że Sima Xiangru zainteresował go jeszcze bardziej. Z drugiej strony, po bankiecie Sima Xiangru, natychmiast wydał dużo pieniędzy, aby przekupić osobistą pokojówkę Zhuo Wenjun i poprosić ją, aby przekazała miłość Sima Xiangru do Zhuo Wenjun. Gdy Zhuo Wenjun dowiedział się od pokojówki o miłości Sima Xiangru, natychmiast pobiegł do gospody, w której mieszkał Sima Xiangru. Widząc przybycie Zhuo Wenjun, Sima Xiangru natychmiast uciekł z nią na noc do swojego rodzinnego miasta w Chengdu.\nKiedy byli w Chengdu, para była pozbawiona środków do życia i musiała wrócić do Linqiong, aby otworzyć mały hotel, aby zarobić na życie. Zhuo Wenjun sprzedawał wino, a Sima Xiangru zmywał naczynia. Wiodli biedne życie. Gdy ojciec Zhuo Wenjuna, Zhuo Wangsun, dowiedział się o tym, zgodził się i sfinansował je za radą swoich przyjaciół, dzięki czemu Sima Xiangru i Zhuo Wenjun wrócili do Chengdu, aby zamieszkać, a później stali się bogaci.", "聖意": "Utrata domu i majątku, własnych praw i zła, poszukiwanie bogactwa, transakcje pracownicze, ochrona przed ponownym zjednoczeniem małżeństw", "古人": "Wenjun odwiedza Xiangru", "第X籤": "Siedemdziesiąt jeden zwycięskich loterii", "宮": "Tatsumi"}