{"籤詩版本二": "Pszczelarze muszą żebrać o miód, aby uniknąć użądlenia\nMusi być przed tobą dziwna droga, a tajemnica jest głęboka jak las cierniowy.", "詩意": "Ten heksagram symbolizuje pszczoły zbierające miód.\nWszystko jest pracochłonne i pracochłonne.\n\n(Ten heksagram szuka symbolu słodyczy i goryczy.\nZapobiegaj katastrofom we wszystkim.\n)", "解曰": "Rzeczy należy robić ostrożnie. Nie trzeba na siłę. Pszczoły zbierają miód. Jaki jest powód?", "籤詩故事一": "◇Wang Mang szuka talentów\nMożna powiedzieć, że rodzina Wang Mang z zachodniej dynastii Han była rodziną zamożną. Chociaż jego ojciec zmarł młodo, kilku jego wujków i wujków zostało cesarzami dynastii Han. Zostali generałami, premierami, markizami i otrzymali nagrody. Rodzina Wang była niezwykle wpływowa.\nJednak mała rodzina Wang Manga była wyjątkowo biedna; jego ojciec zmarł młodo, a on mieszkał tylko z matką, utrzymując się z pomocy krewnych. Ale z tego powodu Wang Mang od dziecka rozwinął i ćwiczył zestaw umiejętności w kontaktach z ludźmi. Bez względu na to, jak bardzo był smutny lub zły, zawsze okazywał bardzo szczęśliwy i spokojny wyraz twarzy przed krewnymi, starszymi lub osobami z zewnątrz, więc był bardzo ceniony przez wszystkich w klanie.\nPewnego razu jego najstarszy wujek był ciężko chory. Dowiedziawszy się o tym, przyszedł i czekał przy łóżku pacjenta, przynosząc lekarstwa i wodę oraz czuwając w nocy. Przez kilka miesięcy z rzędu był rozebrany, zaniedbany i wychudzony Był po prostu bardziej „cierpliwy” niż pacjent. Bardziej „syn” niż biologiczny syn.\nZa to wszyscy Tajwańczycy chwalili go i pisali listy z prośbą o nagrodę dla niego.\nDlatego cesarz Cheng z dynastii Han nadał mu tytuł nowego markiza stołecznego i mianował go strażnikiem pałacu, stając się bliskim ministrem cesarza.\nDzięki swojemu wysokiemu statusowi i wielkiej władzy Wang Mang nigdy nie okazywał arogancji ani opieszałości.W zamian stawał się coraz bardziej uprzejmy i uprzejmy.Z jednej strony zaprzyjaźnił się z ministrami, generałami, ministrami, znanymi uczonymi i uczonymi.\nProwadził jednak bardzo oszczędny tryb życia, często jedząc dania mięsne, nie wspominając o tym, że nosił długie szaty i sukienki z długimi rękawami, a jedynie krótkie ubrania. Dlatego wszyscy w rządzie i społeczeństwie jednogłośnie wychwalali go słowem „cnotliwy”.\nPóźniej jego wuj, Grand Sima Wanggen, zmarł z powodu choroby i został wybrany na jego następcę. Cesarz i wszyscy ministrowie uważali go za najodpowiedniejszą osobę. Dlatego Wang Mang, który miał zaledwie trzydzieści osiem lat, został Wielkim Simą o najwyższej potędze militarnej w kraju.\n(Ta historia jest metaforą. Bycie dobrym człowiekiem może pomóc ci pozbyć się „trudności z użądleniem przez pszczoły” i osiągnąć swoje ideały, jak chcesz.)", "聖意": "Dom nie jest dobry dla siebie, rodzina ma kłopoty, interes jest zablokowany, małżeństwo jest zablokowane, sześć zbroi jest fałszywych, przechodnie się spóźniają, zbiory jedwabników są niskie, bydło jest niskie, trudno znajdź ludzi, pozew jest zły, migracja nie postępuje, utracony majątek jest zły, choroba się zawiązała, grób górski zaginął", "古人": "Wang Mang szuka talentów", "第X籤": "Wygrana na loterii siedemdziesiąt dwa", "宮": "Tatsumi"}