{"籤詩版本二": "Kiedy nadchodzi wiosna, grzmoty się trzęsą, owady ćwierkają, a ja odwracam się od błota\nKiedy po raz pierwszy zdałem sobie sprawę, że wciąż przychodzę i odchodzę, kiedy się zmieniłem, stałem się smokiem.", "詩意": "Ten heksagram jest jak grzmot i owady.\nSpotkanie szlachetnej osoby jest dobrym znakiem we wszystkim.", "解曰": "Uderza piorun. Dwa depozyty wchodzące i wychodzące. Zmień raz. Aż do Tianmenu.", "籤詩故事一": "◇Bunt w Chenqiao\nW 959 r. zmarł Zhou Shizong Chai Rong, a cesarz Gong, Chai Zongxun, który wstąpił na tron, miał zaledwie siedem lat. W tym czasie realną władzę sprawował Zhao Kuangyin, który pełnił funkcję inspektora przed pałacem i wysłannika Songzhou do armii niemieckiej.\nWiosną 960 roku Zhenzhou (obecnie Zhengding w prowincji Hebei) i Dingzhou (obecnie hrabstwo Dingxian w prowincji Hebei) doniosły, że armie północnej dynastii Han i stanu Liao wspólnie udały się na południe, aby zaatakować późniejszą dynastię Zhou. pęd był bardzo głośny i poprosili o wysłanie żołnierzy na pomoc. Później dynastia Zhou nakazała Zhao Kuangyinowi poprowadzić swoje wojska na północ do walki z wrogiem. Zhao Kuangyin działał w tajemnicy zgodnie z planem swojego brata Zhao Guangyi, Zhao Pu, Shi Shouxina i innych.\n3 lutego, kiedy armia przybyła do Chenqiaoyi (obecnie miasto Chenqiao, na południowy wschód od Fengqiu, Henan), wszczęła bunt i nakazała żołnierzom nosić dla niego żółte szaty. Zbuntowali się przeciwko późniejszej dynastii Zhou i poparli Zhao Kuangyina jako cesarza . Następnie Zhao poprowadził swoje wojska z powrotem do Kaifeng, nie paląc, nie zabijając ani nie plądrując. „Taizu Chen Qiao złożył przysięgę, że nie będzie przeszkadzać mieszkańcom stolicy i obiecał, że nie będzie przeszkadzał miastu w dniu, w którym do niego wejdzie”.\nTrzeciego dnia trzeciego roku miesiąca księżycowego Zhao Kuangyin zbuntował się w Chenqiao i wrócił do stolicy. Fan Zhi poprowadził Wang Pu i Wei Renpu, aby przesłuchali Zhao Kuangyina. Luo Yanhuan wyciągnął miecz przed namiotem i głośno krzyknął : „Trzy armie nie mają panów. Wszyscy generałowie zdecydowali się mianować go cesarzem. Każdy, kto się odezwie, zostanie zabity!”. Twarz Wang Pu była blada jak ziemia. Zniżył kroki i pokłonił się. Fan Zhi również się ukłonił. Kuang Yin osobiście pomógł mu wstać i traktował go z wielką uprzejmością.\nPo umiarkowanym oporze na tron ​​wstąpił cesarz Gong z późniejszej dynastii Zhou, a tron ​​objął Zhao. „Taizu miał właśnie przyjąć zen, ale nie było tekstu zen. Tao Gu, uczony Akademii Cesarskiej, przyjął zamówił i wszedł obok niego, mówiąc: „Wykonało się”.\nPo wstąpieniu na tron ​​Zhao zmienił nazwę kraju na Song, Yuan na Jianlong i uczynił Kaifeng stolicą. Shi Shouxin, Gao Huaide, Zhang Lingduo, Wang Shenqi, Zhang Guanghan i Zhao Yanhui otrzymali tytuł Jiedushi , który w historii był znany jako „bunt w Chenqiao”.\nWikipedia\n(Ta historia pokazuje, że jest to początek występu Zhao Kuangyina.)", "聖意": "Módlcie się o swój dom, życie codzienne, bogactwo, szczęście, pomyślność w biznesie, szlachetne małżeństwo, sukces w Liujia, przechodnie płci męskiej, wczesne narodziny jedwabników na polach, wczesne narodziny sześciu zwierząt, szczęście na wiosnę, znalezienie ludzi, sukces w procesach publicznych, powodzenia w migracji, utraconego mienia, niebezpieczeństw w chorobach, niebezpieczeństw w górach i grobach.", "古人": "Bunt Chenqiao", "第X籤": "Podpisano siedemdziesiąt trzy", "宮": "Pałac Mi"}