{"籤詩版本二": "Mieszanka ryby i smoka ma to samo znaczenie. Pozostań w głębokim basenie i poczekaj na szczęście.\nNieświadomie Yumen przeskoczył Pałac Smoka z podniesioną głową.", "詩意": "Heksagramowa ryba i smok pozostają niezmienione.\nWszystko przychodzi z czasem.", "解曰": "Chociaż to Ziji. Także poczekaj. Zaplanuj własny biznes. Nie zachowuj się lekkomyślnie.", "籤詩故事一": "◇Hongwu obserwujący bydło\nZhu Yuanzhang, pochodzący z Zhongli w Haozhou (obecnie hrabstwo Fengyang w prowincji Anhui), urodził się w pierwszym roku Tianli z Yuan Wenzong z dynastii Yuan, zajmując czwarte miejsce w swojej rodzinie. Urodził się w biednej chłopskiej rodzinie, z powodu biedy w młodości nie mógł się uczyć i kiedyś hodował bydło dla gospodarza.\nW czwartym roku panowania Zhizhenga (1344) w Huaibei panowała dotkliwa susza, w wyniku której ojciec, matka i brat Zhu Yuanzhanga umierali kolejno, więc nie miał innego wyjścia, jak tylko zostać nowicjuszem w świątyni Huangjue.\nNiecałe dwa miesiące po wejściu do świątyni, w związku z trudnościami w pobieraniu czynszu za świątynię w latach głodu, właściciel świątyni zamknął magazyn i zwolnił mnichów. Zhu Yuanzhang musiał opuścić rodzinne miasto i zostać wędrownym mnichem (a mnich utrzymujący się z żebrania).\nPóźniej Zhu Yuanzhang został Taizu z dynastii Ming i „cesarzem cywilnym” w historii Chin, pod nazwą „Hongwu”.\n(Metafora tej historii jest taka, że ​​bycie zwyczajnym przez jakiś czas nie oznacza, że ​​będzie tak samo w przyszłości. Dzieje się tak dlatego, że czas jeszcze nie nadszedł.)", "聖意": "Rodzina jest bezpieczna, rodzina zdrowa, fortuna dobra, interesy w toku, małżeństwo się spóźnia, w Liujia rodzi się mężczyzna, spóźnia się pieszy, spóźnia się jedwabnik, jedwabnik jest bogaty, sześć zwierząt są śledzone, dana osoba zaginęła, żaden proces nie jest opóźniony, migracja jest konserwatywna, utracony majątek jest zablokowany, chorobę utrudnia górski grób.", "古人": "Hongwu patrzy na bydło", "第X籤": "Część siedemdziesiąta szósta", "宮": "Pałac Mi"}