{"籤詩版本二": "We śnie mówiono, że będzie dużo bogactwa, ale sława pójdzie na marne.\nWoda jest daleko i góry są daleko, ale trudno być wiernym.Szlachetny człowiek daje wskazówki i uśmiecha się.", "詩意": "Ten heksagram reprezentuje symbol zdobycia skarbu we śnie.\nWszystko jest mniej więcej realne.", "解曰": "Śnić jak sen. Bez nadziei na sławę. Po prostu poczekaj na dobre czasy. Szlachetne instrukcje.", "籤詩故事一": "◇ Zwróć jadeit Zhao (po ukończeniu zwróć jadeit Zhao)\nW 283 rpne król Zhao Huiwen uzyskał He's Bi od Chu. Po usłyszeniu tej wiadomości król Qin Zhaoxiang wysłał list do króla Zhao, wyrażając chęć wymiany piętnastu miast na He's Bi.\nLin Xiangru przeanalizował przed królem Zhao, że Qin jest silny, a Zhao słaby i należy go wymienić.\nNastępnie król Zhao wysłał Lin Xiangru do Qin z He's Bi.\nKról Qin spotkał Lin Xiangru w Zhangtai, a Lin Xiangru podarował jadeit królowi Qin. Król Qin był uszczęśliwiony i przekazał piękności He's Bi, a wszyscy wokół niej spojrzeli. W tym momencie wszyscy po lewej i prawej stronie krzyczeli: „Niech żyje”.\nLin Xiangru zauważył, że król Qin nie ma zamiaru oddawać miasta Zhao, więc powiedział królowi Qin, że jego jadeit jest wadliwy i chciał zwrócić na to uwagę królowi Qin, aby skorzystać z okazji i zdobyć jadeit z powrotem.\nPo tym jak Lin Xiangru odebrał Bi Heshiego, stanął obok wielkiego filaru, pokazując, że chce umrzeć wraz z Bi Heshiego.\nW tym czasie Lin Xiangru powiedział królowi Qin: „Król Zhao mimo to przezwyciężył sprzeciw ministrów i przyjął propozycję ministra. Nawet jeśli nie oszukiwał się nawzajem w kontaktach ze zwykłymi ludźmi, nie wspominając o tym Qin to duży kraj! Aby zachować przyjaźń między Qin i Zhao, król Zhao. Po pięciu dniach postu wysłałem moich ministrów do Qin z jadeitem. Niestety, król Qin nie tylko nie miał zamiaru udzielić Zhao miasta, ale także przekazał jadeit rodziny He pięknej kobiecie, co było w istocie kpiną z moich ministrów”.\nPo skończeniu przemówienia Lin Xiangru natychmiast wykonał gest uderzenia w filar.Król Qin obawiał się, że He's Bi zostanie uszkodzony, więc udawał, że daje Zhao piętnaście miast. Lin Xiangru przejrzał zdradziecki plan króla Qina, więc poprosił króla Qina, aby pościł przez pięć dni, zanim przedstawi He's Bi, aby opóźnić czas. W ciągu tych kilku dni Lin Xiangru wysłał swoich sług, aby wrócili z jadeitem do stanu Zhao, podczas gdy on pozostał, aby zająć się królem Qin.\n(Ta historia przypomina fascynację oczami zwykłego człowieka jego statusem.)", "聖意": "Módlcie się za dom i módlcie się za siebie, aby zablokować bogactwo. Trudno jest zawrzeć małżeństwo. Trudno jest zawrzeć małżeństwo. Ludzie nie są w harmonii.", "古人": "Zwróć jadeit Zhao (ukończ jadeit Zhao)", "第X籤": "Siedemdziesiąta siódma zwycięska loteria", "宮": "Pałac Południowy"}