{"籤詩版本二": "Węzeł Pustki, chcę cię chronić. Jeśli dbasz o bezpieczeństwo swojego ciała, żałuję, że nigdy go nie zwrócisz.\nNie zapominaj, że łaska Boża została Ci odwzajemniona.Nie gardź słowami Boga.", "詩意": "Nie wierz, że ten heksagram jest prawdziwy.\nTo oznaka bycia konserwatywnym we wszystkim.", "解曰": "Ludzie mają swoje własne opinie. Umysł nie musi być zajęty. Instrukcje Guanyina. Nie okazuj braku szacunku.", "籤詩故事一": "◇W tajemnicy wspieramy brązową flagę\nSłynny generał założyciel dynastii Tang, Qin Qiong (Qin Shubao) otrzymał tytuł Wielkiego Marszałka dynastii Sui. Poprowadził swoje wojska do ataku na Przełęcz Sishui (lub Przełęcz Sishui lub Przełęcz Dongling, według różnych legend). Yang Lin ( Yang Yicheng), generał straży na przełęczy Sishui, był cesarzem Yang z dynastii Sui, który nakazał wywieszenie tablicy flag z brązu, ale Qin Shubao nie mógł jej atakować przez długi czas. Dowiedziawszy się, że przywódca formacji Luo Cheng jest jego kuzynem, skontaktował się z ciotką.\nPrzed wyjazdem Luo Cheng powiedział matce, że osobą, która przybyła, aby obalić flagę, był jego kuzyn Qin Qiong, a matka nakazała mu potajemnie pomóc. W dniu decydującej bitwy Luo Cheng, który strzegł Brązowej Flagi, nagle zmienił stronę i połączył siły z Qin Qiongiem. Ostatecznie pokonali formację Brązowej Flagi. Luo Cheng zajął Przełęcz Dongling i wrócił zwycięsko. Luo Cheng również się poddał dynastii Tang.\n(Ta historia jest metaforą mówiącą, że czasami podczas robienia czegoś należy polegać na rozsądku, a nie na emocjach czy wierze).", "聖意": "Dom też jest chętny do składania obietnic, szukania bogactwa, zatrzymywania swoich udziałów, ostrożności w transakcjach, małżeństwo jest fałszywe, urodzenia dziewczynki, piesi pozostają na polu, jedwabniki, siedem punktów, sześć szkód w inwentarzu, zaginieni ludzie, społeczeństwo procesy sądowe, migracje, utracone mienie, choroby zachodnie, rozwiązanie gór, groby, kierunek zachodni", "古人": "Potajemnie pomagając w spuszczeniu brązowej flagi", "第X籤": "Siedemdziesiąt dziewięć Zwycięstwo w Lott", "宮": "Pałac Południowy"}