{"籤詩版本二": "Liście jaworów opadły, zbliża się jesień, a podróż powrotna podróżników przypomina chmury.\nDzięki wielkim wysiłkom Boga statek wrócił ze skarbem na wietrze.", "詩意": "Ten heksagram przedstawia obraz opadłych liści jaworu.\nWszystko jest złe z góry i dobre na końcu.", "解曰": "Weź wszystko od serca. Tian Xin podążył za nim. Zarabiać na życie. Zrób wszystko, co możesz.", "籤詩故事一": "◇Wiatr wieje do pawilonu Tengwang\nWang Bo, grzecznościowe imię Zian, był poetą wczesnej dynastii Tang, urodzonym w pierwszym roku Yonghui, cesarza Gaozonga z dynastii Tang. Wang Bo czytał pisma święte od dziecka i jest znany jako „cudowne dziecko”. Wang Bo czytał pisma święte od dziecka i jest znany jako „cudowne dziecko”.\nKiedy miał dziesięć lat, on i jego ojciec przechodzili obok świątyni Guandi. Zobaczyli w świątyni majestatyczny posąg Guandi, trzymającego egzemplarz „Wiosny i jesieni” i czytającego go. Kiedy jego ojciec to zobaczył, zainspirował się. Skandował do cesarza Guana: „Trzymając trzy kosmyki zielonej brody, czytając zieloną latarnię historię dynastii Qing i składając hołd słynnym imionam. Trzymam w dłoni zielonego smoka i księżyc”. że jesienią tego roku Wang Bo udał się z Shanxi na wyspę Hainan, aby odwiedzić swojego ojca, który został zdegradowany do stanowiska sędziego hrabstwa Jiaozhi. , mijając po drodze tysiące gór i rzek. Jesienią tego roku, gdy miał dwadzieścia siedem lat, Wang Bo udał się z Shanxi na wyspę Hainan, aby odwiedzić ojca, który został zdegradowany na stanowisko sędziego hrabstwa Jiaozhi, mijając po drodze tysiące gór i rzek.\nKiedy tego dnia dotarliśmy do góry Madang, wszyscy zeszli na brzeg, aby odpocząć. Kiedy Wang Bo samotnie przechodził obok starożytnej świątyni, nagle zobaczył starszego mężczyznę siedzącego na kamieniu obok świątyni. Starzec wyglądał jak dziecko o jasnych włosach i wygląd wróżki. Powiedział do Wang Bo: „Czy nie jesteś Wang Bo?” Wang Bo był zaskoczony i powiedział: „Dokładnie! Skąd to wiesz?” Starzec powiedział: „Od dawna słyszałem, że masz dobre masz zamiar ratować ludzi, a twoje wiersze są bardzo wymowne. Jutro w pawilonie Tengwang odbędzie się wielkie przyjęcie. Jeśli uda ci się wziąć udział w bankiecie i napisać esej, będziesz sławny na wieki i otrzymasz zwrot kosztów podróży. Kiedy przyjechali na górze Madang wszyscy zeszli na brzeg, aby odpocząć. Kiedy Wang Bo przechodził samotnie obok starożytnej świątyni, nagle zobaczył na kamieniu obok świątyni: Siedział starzec, który wyglądał jak dziecko o jasnych włosach i wróżce wyglądzie. Powiedział do Wang Bo: „Czyż nie jesteś Wang Bo?”\nWang Bo był zaskoczony i powiedział: „Dokładnie! Skąd to wiesz?”\nStarzec powiedział: „Od dawna słyszałem, że masz życzliwy zamiar ratowania ludzi, a wiersze, które komponujesz, są dość znaczące. Jutro w pawilonie księcia Tenga odbędzie się wielkie przyjęcie. Jeśli możesz wziąć udział w bankiecie i komponować, będziesz sławny przez wieki i pokryjesz koszty podróży.\nWang Bo powiedział: „To miejsce jest oddalone o sześćset lub siedemset mil od pawilonu Tengwang. Jak możemy tu dotrzeć jutro?” Starzec powiedział: „Użyję konia jako boskiego wiatru, który pomoże ci płynnie żeglować. na pewno przybędzie jutro.” Wang Bo podziękował mi i powiedział: „Przepraszam, mój teściu. Jesteś nieśmiertelnym czy bogiem?” Starzec roześmiał się i powiedział: „Jestem Zhongyuan Shuijun, który jest w odpowiedzialny za ten obszar wodny!” Wang Bo powiedział: „To miejsce jest oddalone o sześć lub siedemset mil od pawilonu Tengwang. Jak możemy się tam jutro dostać?”\nStarzec powiedział: „Użyję konia jako boskiego wiatru, aby pomóc ci w płynnym żeglowaniu. Na pewno przybędę jutro”.\nWang Bo podziękował mu i powiedział: „Przepraszam, teściu, jesteś nieśmiertelnym czy bogiem?”\nStarzec roześmiał się i powiedział: „Jestem Zhongyuan Shuijun, który zarządza tym obszarem wodnym!” Następnie starzec nalegał, aby Wang Bo szybko wsiadł na łódź. Przez chwilę widział otaczające go pomyślne chmury i wiatr a woda po drodze była gładka.W mgnieniu oka przebył setki mil.\nPotem starzec nalegał, aby Wang Bo szybko wsiadł na łódź. Przez chwilę widział otaczające go pomyślne chmury i podróż przebiegła bezproblemowo. W mgnieniu oka przebył setki mil. Zgodnie z oczekiwaniami Wang Bo pobiegł do pawilonu księcia Tenga rankiem w dniu wielkiego wydarzenia.\nZgodnie z oczekiwaniami Wang Bo pobiegł do pawilonu księcia Tenga rankiem w dniu wielkiego wydarzenia. I na miejscu napisał „Przedmowę do pawilonu księcia Tenga”, którą cesarz Gaozong z dynastii Tang nazwał wiecznym arcydziełem. I na miejscu napisał „Przedmowę do pawilonu księcia Tenga”, którą cesarz Gaozong z dynastii Tang nazwał wiecznym arcydziełem.\nJest taki wiersz, który mówi:\nZawsze mówiono, że utalentowani ludzie są bogami, więc to nie przypadek, że wiatr przenosi Nanchang do Nanchang;\nNapisałem zdanie o wysokim pawilonie Teng Wanga, a następnie towarzyszył on nieśmiertelnym do Zhongyuan.", "聖意": "Módlcie się za swój dom i chrońcie siebie, módlcie się o błogosławieństwa, szukajcie bogactwa oraz osiągnijcie małżeństwo i harmonię.", "古人": "Wiatr wieje do pawilonu Tengwang", "第X籤": "Podpisz osiemdziesiąt jeden", "宮": "Wei Gonga"}