{"籤詩版本二": "Co zrobić, jeśli stracisz cnotę przez swoją reputację?Boję się, że szczęście się zmieni i wydarzy się coś złego.\nPijany nie wiem gdzie iść, mam mglisty sen w cieniu zielonych sosen.", "詩意": "Ten heksagram przedstawia zimną rybę opuszczającą wodę.\nNic nie można ruszyć.\n\n(Ten heksagram jest symbolem złej cnoty i pecha.\nWe wszystkim twardo stąpaj po ziemi.\n)", "解曰": "Zimna ryba opuszcza wodę. niedogodność. Jeśli pytasz o plany obozu. Lepiej Mo Qi\nTen znak przyniesie Liujii pecha. Wszystko idzie źle. Módlcie się o bezpieczeństwo.", "籤詩故事一": "◇Zhuangzi testuje swoją żonę\nZhuangzi urodził się w czasach dynastii Zhou. Jego nazwisko brzmiało Zhuang, jego imię brzmiało Zhou i jego imię brzmiało Zixiu. Pochodził z Mengyi z dynastii Song. W dynastii Zhou był urzędnikiem Qiyuan.\nKtóregoś dnia Zhuangzi spotkała na górze kobietę, która kucała przed nowym grobem i desperacko potrząsała wachlarzem, jakby chciała wysuszyć mokrą ziemię na grobie. Zhuangzi nie rozumiał jej intencji, więc ją zapytał. Powiedziała, że ​​osobą pochowaną w grobie był jej mąż, a ostatnie słowa męża brzmiały, że nie może ponownie wyjść za mąż, dopóki ziemia na grobie nie wyschnie. Nie mogła już dłużej czekać, więc poruszyła ziemię grobową, aby szybciej wyschła i mogła szukać drugiej wiosny.\nZhuangzi westchnął, gdy pomyślał, że na świecie jest taka kobieta bez serca. Wtedy pomyślałem: czy moja żona byłaby taka? Kiedy pojawiają się podejrzenia, chcę je przetestować.\nNazwisko żony Zhuangziego brzmiało Tian, ​​a parę zwykle łączyły bliskie relacje. Aby wystawić na próbę lojalność żony, Zhuangzi postanowił udawać martwego.\nNa wieść o nagłej śmierci Zhuangzi na skutek nagłej choroby wiele osób z całego świata, w tym krewni i przyjaciele, przybyło złożyć kondolencje. Wśród nich był przystojny król i wnuk bogatego stanu Chu. Widząc, że pani Zhuangzi Tian, ​​świeżo owdowiała i żałosna, ścigał ją. Pani Tian nie wytrzymała pokusy i zakochała się w Wang Sun. Pobrali się zaledwie za dwadzieścia dni.\nTej nocy, kiedy wypito wino i rozgrzano uszy, Wang Sun nagle doznał zawału serca i zmarł.\nPani Tian była przerażona i spanikowana, więc pilnie zapytała Wang Sun, co ma robić. Wang Sun zniosła ból i powiedziała pani Tian, ​​że mózgi martwych ciał można wykorzystać do przywracania zmarłych do życia.\nGdzie znaleźć zwłoki? Pani Tian nagle pomyślała: czy jej mąż właśnie nie umarł? Pan Tian zapomniał o dawnej miłości między mężem a żoną i faktycznie wziął siekierę i rozłupał trumnę jej męża, przygotowując się do wyjęcia jego mózgu na lekarstwa.\nNiespodziewanie, gdy trumna została otwarta, Zhuangzi ożył. Pani Tian była tak zawstydzona, że ​​się powiesiła.\n(Ta historia jest metaforą naruszenia przyjaźni dla osobistych korzyści, dlatego nie możemy się z nią zgodzić.)", "聖意": "W domu panuje spokój, jaźń jest bezpieczna, pieniądze są niesprawiedliwe, handel zostaje poświęcony, małżeństwo rozwiązane, zło w Liujii jest pomyślne, przechodnie nie przybyli, jedwabniki są w pokoju, bydło jest w spokoju, ludzie szukają ludzi, zmienił się pozew, uczniowie byli konserwatywni, majątek został utracony, nie ma żadnej choroby, a góra i grobowce były złe.", "古人": "Zhuangzi testuje swoją żonę", "第X籤": "Część 84", "宮": "Wei Gonga"}