{"籤詩版本二": "Ciemne chmury i mgła pokrywają drogę przed górą, wszystko jest okrągłe, a księżyc znów jest okrągły.\nJeśli zdobędziesz poezję i książki, obudzisz się z głębokiego snu, a szlachetny człowiek poprowadzi cię na dach.", "詩意": "Ten heksagram symbolizuje koniec wiosny i rozkwit kwiatów.\nWszystko się zmienia po Panu.", "解曰": "Starszy mężczyzna musi poprosić o pomoc. Kwitnie ponownie na wiosnę. Pragnienie sławy i fortuny. Spotkaj nieoczekiwany sukces w późnym okresie życia.", "籤詩故事一": "◇Han Wengong napotyka śnieg\nHan Yu, którego grzecznościowe imię brzmiało Tuizhi, pochodził z Changli. Tang Dezong został Jinshi w ósmym roku panowania Zhenyuan, a jego pośmiertny tytuł brzmiał Wen Gong.\nZa panowania cesarza Xianzonga z dynastii Tang Han Yu protestował, używając kości Buddy, co rozgniewało cesarza. Han Yu opuścił żonę i dzieci i udał się do Chaozhou. Po niecałych kilku dniach marszu zerwał się zimny wiatr i zaczął padać gęsty śnieg. Han Yu dotarł do miejsca, gdzie śnieg był głęboki na kilka stóp, co utrudniało jego koniowi poruszanie się do przodu. W pobliżu nie było żadnego domu i nie wiedział, gdzie jest droga. Jeśli chcesz podążać ścieżką i wycofać się, nie ma odwrotu. Wiatr wiał mocno, a śnieg szybko padał. Han Yu był przemoczony do suchej nitki, zmarznięty i głodny, i nie miał gdzie wyrazić swojego smutku.\nHan Yu westchnął i powiedział: „Cesarz mnie nie zabije, ale cesarz chce mnie zniszczyć”.\nWłaśnie wtedy, gdy Han Yu był zdesperowany, zobaczył mężczyznę, który mimo dotkliwego mrozu przyszedł odśnieżać.Okazał się, że był to Han Xiangzi (bratanek Han Yu).\nWcześniej Han Xiangzi powiedział Han Yu: „Gdzie jest dom Yun Henga w Qinling? Śnieg otacza niebieską bramę i koń przestaje jechać do przodu”. W tamtym momencie Han Yu nie rozumiał, co Han Xiangzi miał na myśli, ale teraz w końcu zrozumiał.\nZatem Han Yu i Han Xiangzi pojechali na noc do domu Fu w Languan. Mówiąc o przeszłości i drodze do kultywacji, Han Yu był szczerze przekonany.\nPóźniej Han Yu porzucił swoje oficjalne stanowisko, przekazał cały swój majątek samorządowi lokalnemu i udał się w góry, aby praktykować taoizm i stać się nieśmiertelnym.", "聖意": "Dom nie jest dobry dla siebie, bądź ostrożny w szukaniu pieniędzy, skup się na interesach, małżeństwo się spóźnia, przechodnie z Liujia blokują pola, jedwabniki są dobre, zwierzęta gospodarskie są dobre, trudno znaleźć ludzi, powtarzają się procesy publiczne, migracja jest zaktualizowano, utracone rzeczy są poważne, choroby są opóźnione, grobowce górskie powinny zostać zmienione.", "古人": "Han Wengong napotyka śnieg", "第X籤": "Osiemdziesiąta piąta zwycięska loteria", "宮": "Shen Gong"}