{"籤詩版本二": "Idąc w połowie zachodniej góry, nie można osadzić klifów Junling.\nPatrząc na Boga w poszukiwaniu ochrony, to ciało wciąż znajduje się w kostnicy", "詩意": "Ten heksagram jest jak szukanie złota w piasku.\nWe wszystkim są oznaki szlachetnych ludzi.\n\nPonadto: Ten heksagram wskazuje, że dana osoba jest w niebezpieczeństwie.\nWe wszystkim są oznaki szlachetnych ludzi.", "解曰": "Jadeit można znaleźć poprzez dłutowanie kamienia. Znajdź złoto w piasku. Trzeba ciężko pracować. Tylko kłopoty.\nKolejna praca: trudna sytuacja. Nie ma gdzie się zatrzymać. Proś o Boże błogosławieństwo. Módlcie się o spokój ducha.", "籤詩故事一": "◇ Ugryź złoto i odkryj podziemną jaskinię\nAby uczcić swoje wyczyny wojskowe, Cheng Yaojin wydał bankiet w Yanwuyang. Nagle w ziemi otworzyła się niezgłębiona dziura. Wszyscy losowali, wybierając słowa, gryząc złoto, aby wygrać, i wypożyczając liny, aby przywiązać się do dziury.\nZnajdują się tam kamienne drzwi, stoły, krzesła, mosty i inne przedmioty.Na stole znajdują się smocze szaty i jadeitowe pasy, które są wykonane ze złota i zużyte w jaskini.\nYao Jin wyszedł z dziury z dużym pudełkiem i małym pudełkiem, otworzył drewniane pudełko i wyjął jadeitową pieczęć, otworzył pudełko, wyjął dużą flagę, szatę koronną i gąsienice i położył je na stole, i wszyscy oglądali je jeden po drugim. Widziałem osiem znaków pieczęci wyrytych na dużej pieczęci: „Demoniczny król Hunshi, Wielki Cnotliwy Cesarz”.\nWszyscy czcili go jako „Cesarza”, a Yaojin robił to przez trzy lata jako Król Demonów. (Właściwie było to po prostu samozwańcze, a Cheng Yaojin był wówczas przywódcą wioski.)\n(Ta historia jest metaforą mówiącą, że dobre rzeczy są jak aktorstwo. Jest to artystyczna koncepcja „to ciało wciąż jest w pustce”).", "聖意": "Modlitwa o dom i dom, siebie, brak zysku, szukanie bogactwa, ciężką pracę, ostrożność w biznesie, małżeństwo będzie utrudniane przez Liu Jiaxu, piesi, Chi Tian, ​​jedwabniki, stajnia sześć bydła, szukanie ludzi, żadnych procesów sądowych , strata, migracja, utrzymanie utraconego mienia, złe choroby, przeszkody, góry i groby.", "古人": "Eksploracja krypty w poszukiwaniu złota", "第X籤": "Znak osiemdziesiąt siedem", "宮": "Shen Gong"}