{"籤詩版本二": "Nie zawracaj mi głowy swoimi sprawami osobistymi. Właściwsze będzie zapytanie opinii publicznej.\nCzyste serce jest jasne jak jasny księżyc na niebie", "詩意": "Ten heksagram przedstawia obraz jasnego księżyca na niebie.\nWszystko jest jasne i przestronne.", "解曰": "Bądź prosto w sercu. Wyprostuj prawo. Święte słowa. Wreszcie staje się jasne.", "籤詩故事一": "◇Generał Kong Minga\nRozwiązanie: Zhuge Liang mobilizuje swoje wojska i generałów\nW okresie Trzech Królestw Zhuge Liang (181-234), kurtuazyjne imię Kongming, urodził się w Yangdu w Langya (obecnie hrabstwo Yinan w prowincji Shandong).\nZhuge Liang zgodził się zostać urzędnikiem po tym, jak Liu Bei trzykrotnie odwiedził chatę pokrytą strzechą. W tym czasie Cao Cao spacyfikował Hebei i był zdecydowany maszerować na południe. Wysłał Xiahou Dun jako głównego generała, Yu Jin, Li Dian i innych jako zastępcy generałów, prowadzący 100-tysięczną armię do marszu w kierunku Xinye. Chociaż Zhuge Liang miał wówczas plan wycofania się przed wrogiem, Guan Yu i Zhang Fei pogardzili słowami Zhuge Lianga. Zhuge Liang nie miał innego wyboru, jak tylko użyć miecza Liu Bei, aby przekonać ich obu, tak że każdy z nich poprowadził tysiąc żołnierzy i zorganizował zasadzkę w Yushan i Anlin. Czekali, aż Xiahou Dun poprowadzi swoją armię do przejścia, a następnie zaatakowali ich zasadzki i ogień.\nPonadto Zhao Yun został wysłany, aby poprowadzić stare i słabe resztki armii do walki jako awangarda przeciwko Xiahou Dunowi, a następnie sfingował porażkę i wycofał się, zwabiając Xiahou Dun na wąską drogę w górach i lasach. Wysłał także Guana Ping, Zhou Cang, Liu Feng i inni, aby wkraść się na tyły armii Cao, paląc zapasy i wywołując panikę w armii Cao.\nPo bitwie wszystko wydarzyło się zgodnie z planem Zhuge Lianga. Kiedy Xiahou Dun i Yu Jin poprowadzili armię w pościg, Li Dian, który był z tyłu, pilnie poinformował Xiahou Dun na przodzie, że musi strzec się przed atakami ogniowymi wroga. Jednak było już za późno. Armia Cao była ograniczona przez wąską drogą i znajdował się w miejscu, gdzie splatały się drzewa, więc nie można było wzniecić pożaru. Straty były ciężkie, a Xiahou Dun i inni generałowie zostali pokonani i uciekli z powrotem do Xudu.\n(Ta historia jest metaforą mówiącą, że Kong Ming potrafi dobrze wykorzystywać ludzi i mądrze rządzić krajem.)", "聖意": "Dom i dom są pomyślne. Życzę powodzenia w bogactwie, spokoju ducha, pomyślności w biznesie, małżeństwa, sukcesu w Liujia, męskich pieszych, ruchomych pól, jedwabników, utraty bydła, poszukiwania ludzi, procesów publicznych, migracji, zagubionych majątek, błogosławieństwa, choroby, pokój, góry i groby.", "古人": "Generał Kong Minga", "第X籤": "Dziewiąty znak", "宮": "Pałac Yin"}