{"籤詩版本二": "Dobry występ sprawia, że ​​wyróżniasz się z tłumu zmarszczonymi brwiami, a Twoja przyszłość się zmienia i przynosisz dużo bogactwa.\nDroga jest szeroka jak niebo, a wszystkie pieniądze, które możesz dać, będą w twoim sercu", "詩意": "Ten heksagram wskazuje obiecującą przyszłość.\nWszystko poszło dobrze.", "解曰": "Duża droga. Możesz iść do przodu. Użyj swojego serca. Tylko naprzód.\nZ tym znakiem wszystko idzie zgodnie z planem. Powodzenia dla Jichanga.", "籤詩故事一": "◇Trzej bohaterowie walczą z Lu Bu\nRozwiązanie: Trzej bohaterowie Zhang Fei, Guan Yu i Liu Bei walczą z Lu Bu\nDong Zhuo dowiedział się, że Hua Xiong został ścięty i wysłał do walki generała latającego Lu Bu. Gdy tylko Lu Bu wszedł do bitwy, zabił generałów Fang Yue i Mu Shun oraz zabił Wu Anguo i Gongsun Zana.\nZhang Fei zobaczył, że Gongsun Zan nie może pokonać Lu Bu, więc szybko zastąpił Gongsuna Zana i krzyknął: „Niewolnicy trzech nazwisk powinni odejść! Zhang Fei z Yan jest tutaj!” Następnie walczyli przez ponad pięćdziesiąt rund w sukcesji, bez zwycięzcy i przegranego.\nGdy Guan Yu to zobaczył, on i Zhang Fei zaatakowali Lu Bu i walczyli przez ponad trzydzieści rund.\nLiu Bei również niósł dwa miecze, klasnął w konia i wystąpił do przodu, aby pomóc Zhang Fei i Guan Yu.\nTrzej mężczyźni otoczyli Lu Bu i walczyli dalej, a wszyscy w grupie byli oszołomieni.\nWkrótce Lu Bu zaczął tracić siły. Pegaz Lu Bu wycofał się, ale trzej mężczyźni ścigali Lu Bu i nie chcieli się poddać. Nie wycofali się, dopóki nie spotkali żołnierzy Lu Bu.\n\"Trzy królestwa\"\n(Ta historia jest metaforą odwagi i umiejętności Lu Bu w walce. Jedna osoba może pokonać trzy osoby.)", "聖意": "Serce domu i domu podróżuje tylko we własnej podróży w poszukiwaniu bogactwa. Ewentualny artykuł małżeński trafia do Liujia. Ludziom wszystko idzie gładko. Używają jedwabników Zhushuntian. Ludzi można znaleźć wśród sześciu zwierząt. Ludzi można znaleźć z wyprzedzeniem Spory sądowe Migracja Utracone mienie Choroby Góry i groby przynoszą szczęście.", "古人": "Trzej bohaterowie walczą z Lu Bu", "第X籤": "Wygrana na loterii dziewięćdziesiąt jeden", "宮": "Ty Pałac"}