{"籤詩版本二": "Luan Feng Xiang był przemoczony w mżawce, ale w tym czasie był prześladowany przez Queer\nByłem zszokowany, gdy dowiedziałem się, że pewnego dnia chmury były daleko, a mimo to zwróciłem ci moje ubrania.", "詩意": "Ten heksagram przedstawia symbol Luana i Feniksa pokrytych deszczem.\nWszystko przychodzi, kiedy nadchodzi czas.", "解曰": "Złoczyńca prosperuje z dnia na dzień. Dżentelmen nie powinien nic robić. Po prostu zachowaj dla siebie. Podejmij działania, gdy nadejdzie czas.", "籤詩故事一": "◇Gao Jun gwarantuje małżeństwo\nWe wczesnej dynastii Song Zhao Kuangyin zjednoczył północ i cały kraj się poddał. Jednak w południowej dynastii Tang Li Yu okopał się na południu rzeki Jangcy. Przyjął strategię oferowania miasta i udawania, że ​​się poddaje, uwięzienie Zhao Kuangyina w Shouzhou, a sytuacja była krytyczna. Bratanek Zhao Kuangyina, Gao Junbao, młody człowiek ze złotym pistoletem, opuścił Bianjing, aby przełamać oblężenie Shouzhou.\nmijając górę Shuangsuo, rozbili znak Mąż ustawiony przez Liu Jindinga i obaj rywalizowali. W rezultacie Liu Jinding trzykrotnie pokonał Gao Junbao swoimi wspaniałymi sztukami walki, po czym zamienili złote buzdygany i srebrne dzwonki na całe życie. Bratanek Zhao Kuangyina, Gao Junbao, opuścił Bianjing, aby uratować uwięzionego Zhao Kuangyina w Shouzhou. Przeszedł przez górę Shuangsuo i rozbił znak ustawiony przez Liu Jindinga. Obaj rywalizowali, ale Liu Jinding pokonał Gao Junbao trzykrotnie swoimi wspaniałymi sztukami walki i został zmuszony do małżeństwa. Para poprowadziła tłum do oblężenia i uratowała Zhao Kuangyina.\n(Metafora tej historii jest taka, że ​​ta dwójka nie została pojednana (byli zastraszani), ale później się pogodziła.)", "聖意": "Dom rodzinny nie jest dobry dla siebie, uważaj na szukanie pieniędzy, blokuj interesy, czekaj na ślub, zwłoka, Liujia, fałszywy podróżnik, zostawanie na polach, jedwabniki, spóźnienie, sześć szkód w inwentarzu, trudno znaleźć ludzi, procesy sądowe, strata, migracja, konserwatywność, utracony majątek, poważna choroba, przedłużenie góry, poważna reforma", "古人": "Gao Jun gwarantuje małżeństwo", "第X籤": "Dziewięćdziesiąt trzy wygrane na loterii", "宮": "xugong"}