{"籤詩版本二": "Ambicje i osiągnięcia są w dynastii, ale teraz będzie niekończące się picie i seks.\nJeśli zobaczysz złotego koguta, zostaniesz nagrodzony pieniędzmi, fortuną i fortuną.", "詩意": "Ten heksagram reprezentuje symbol ambicji i sławy.\nNiech wszystko będzie pomyślne.", "解曰": "Ambitny i podekscytowany. Jeszcze nie jest za późno, żeby się chronić. Złoty kogut obiecuje. Wszyscy szczęśliwi.", "籤詩故事一": "◇Cao Pi ogłosił się cesarzem\nCao Pi, grzecznościowe imię Zihuan, urodził się w Peiguoqiao (obecnie hrabstwo Hao w Anhui). Słynny polityk i pisarz okresu Jian'an.\nCao Pi jest drugim synem Cao Cao. Od dziecka mieszkał z ojcem w obozie wojskowym. Pod wpływem ojca Cao Pi nauczył się łucznictwa w wieku sześciu lat, jazdy konnej w wieku ośmiu lat i rozwinął się dobre umiejętności w sztukach walki. Posiada także rozległą wiedzę na temat starożytnych i współczesnych klasyków oraz biografii, a także ksiąg setek szkół myślenia. Dopiero w wieku osiemnastu lat Cao Cao pokonał Yuan Shao, a Cao Pi wiódł stosunkowo stabilne życie w Yecheng, centrum rządów Cao Cao. Od tego czasu, choć czasami towarzyszył ojcu w wyprawach wojskowych i przez większość czasu prowadził życie szlachetnego syna, nadal na co dzień uprawiał sztuki walki i do dziś nie odpuścił. Często jeździ konno po stu krokach i jest bardzo biegły w sztukach walki.Ponieważ często ćwiczy sztuki walki, jest lekki i silny.\nNajstarszy syn Cao Cao, Cao Ang, zginął w bitwie. Po śmierci najstarszego syna Cao Pi stał się pierwszym wyborem na następcę tronu. Kiedy miał trzydzieści jeden lat, Cao Cao mianował go księciem koronnym. Kiedy Cao Pi miał trzydzieści trzy lata, Cao Cao zmarł z powodu choroby, a Cao Pi zastąpił go na stanowisku premiera i króla Wei. Mówił, że często jeździ konno po stu stopniach i ma duże umiejętności.Ponieważ często ćwiczy kungfu, jest lekki i zdrowy.", "聖意": "Módlcie się, aby wasz dom i wasz dom był spokojny, szukajcie bogactwa, ciężko pracujcie, handlujcie, zerwijcie wcześniej, małżeństwo będzie udane, Liujia będzie bezpieczna, ludzie będą na polu, jedwabniki dojrzeją, sześć bydła dojrzeje , trudno będzie znaleźć ludzi, pilne będą procesy publiczne, migracja zostanie utracona, a sprawy będą daleko, choroby pozostaną w górach i grobach.", "古人": "Cao Pi ogłasza się cesarzem", "第X籤": "Dziewięćdziesiąta piąta zwycięska loteria", "宮": "xugong"}