{"籤詩版本二": "Majestatyczna pagoda jest niezwykła, z wyjątkowymi elementami ze wszystkich stron, które jasno świecą.\nNamawiam was, abyście byli zdecydowani pilnie kłaniać się i czynić dobre uczynki, a niebo ześle wam błogosławieństwa.", "詩意": "Ten heksagram reprezentuje przejaw zasługi.\nWszystko jest pomyślne.", "解曰": "Te błogosławieństwa. Każdy to ma. Nie bądź zbyt zajęty. Zasługi są ustalane z góry.", "籤詩故事一": "◇Król Fenyang spotyka swojego wnuka w chińskie Walentynki\nRozwiązanie: Guo Ziyi spotkał Tkającą Dziewczynę schodzącą na ziemię w chińskie Walentynki. Tiansun, wnuczka Nefrytowego Cesarza, to Siedem Wróżek.\nGuo Ziyi (697-781), znany również jako Guo Linggong, pochodził z hrabstwa Zheng w Huazhou (obecnie hrabstwo Huaxian w prowincji Shaanxi) i był generałem z dynastii Tang. Sąd cesarski przyznał Ziyi tytuł króla Fenyang.\nMówi się, że Ziyi pochodził z Huazhou i udał się do armii za Wielkim Murem. Udał się do Pekinu, aby domagać się żołdu wojskowego, i wrócił do Yinzhou. Tak się złożyło, że były to wówczas chińskie Walentynki. Wiatr i piasek robiło się ciemno i słońce ciemniało. Ziyi nie mógł iść dalej, więc stał przy drodze. Spał na podłodze w pustym domu. Kiedy już miał zasnąć, nagle zobaczył czerwone światło po obu stronach. Wstał i ze zdziwieniem spojrzał w górę. Na niebie pojawiła się chmura, powoli opadająca. Siedziała tam piękna kobieta, dostojna i wspaniała, zupełnie inna niż zwykli ludzie. Ziyi natychmiast złożył wyrazy szacunku i powiedział: „Dzisiaj jest siódmy dzień siódmego miesiąca księżycowego. Myślę, że to Tkaczka przybyła, chcąc zapewnić jej długowieczność i bogactwo”.\nKobieta odpowiedziała również: „Wraz z wielkim bogactwem wiąże się długowieczność”.\nGdy skończył mówić, powrócił blask i chmury powoli się uniosły. Kobieta nadal patrzyła na Guo Ziyi z przyjemnym uśmiechem. Dopiero gdy była daleko od niej, dym się rozmazał i nie było jej już widać.\nOkazało się, że było to prawdą, tak jak powiedziała kobieta. Zasługi Ziyi są znane na całym świecie, jest niezwykle popularnym ministrem i generałem posiadającym zarówno zasługi, jak i cnoty.", "聖意": "Złóż sobie życzenie w domu, złóż życzenie sobie, módl się o pieniądze, powodzenia w biznesie, powodzenia w małżeństwie, powodzenia w Liujii, szczęśliwych podróży z ludźmi, przenoszenia pól, jedwabników, stajni, pecha w znalezieniu ludzie, procesy publiczne, migracja, szczęście, choroby utraconego mienia, grobowce w Zhenxingshan", "古人": "Król Fenyang spotyka swojego wnuka w chińskie Walentynki", "第X籤": "Znak dziewięćdziesiąt sześć", "宮": "xugong"}