{"籤詩版本二": "Spóźniamy się do wejścia i wyjścia, aby zasięgnąć porady, niespokojni i zmartwieni możliwością spowodowania kłopotów\nJak ptak wlatujący w pułapkę, ile czasu może zająć ucieczka?", "詩意": "Ten heksagram jest oznaką utrzymywania rzeczy w starym stanie i dostosowywania się do losu.\nWszystko, co idzie nie tak, jest złem głównym.", "解曰": "Zawsze bądź konserwatywny. Czekam na przybycie szlachetnego. Jeśli pytasz o wszystko. Najważniejsze, że się spóźni.", "籤詩故事一": "◇Ji Ping został zabity\nJi Ping, którego prawdziwe imię to Ji Tai, znany również jako Ping, był cesarskim lekarzem w czasach dynastii Han.\nW piątym roku panowania Jian'an (200 r.) Cao Cao został premierem i nie traktował cesarza poważnie.Odkąd przeczytał edykt pisany przez cesarza na swoim pasie, Dong Cheng, który nie miał jak zdobyć pozbył się Cao Cao, poczuł się oburzony i zły. Zmartwiony, zachorował.\nCesarz Xian poprosił cesarskiego lekarza Ji Pinga o leczenie Cao Cao. Ji Ping przeczytał tajny edykt cesarza i był zdeterminowany, aby pozbyć się Cao Cao, więc obaj wspólnie obmyślili plan. Nieoczekiwanie ściany mają uszy. Niewolnik domowy Dong Chenga, Qin Qingtong, został pobity przez Dong Chenga czterdzieści razy kijem z powodu jego romansu z młodą żoną Dong Chenga. Żywił urazę. Kiedy się o tym dowiedział, doniósł Dong Chengowi i Ji Ping do Cao Cao.\nJi Ping wykorzystał ból głowy Cao Cao i potajemnie go otruł. Cao Cao otrzymał cynk, uwięził Ji Pinga, torturował go i przeprowadził dochodzenie w sprawie przywódcy. Ji Ping oparł się śmierci i zmarł po dotknięciu schodów.", "聖意": "Dom martwi się o siebie, złoczyńca prosi o pieniądze, interes się rozpada, małżeństwo nie jest długie, kara wynosi sześć, pieszy jest uwięziony na polu, jedwabnik jest uszkodzony, znaleziono sześć bydła, osoba została odnaleziona, pozew publiczny został przegrany, migracja nie przebiega, majątek został utracony, doszło do choroby, sieć jest w górach, grób jest martwy,", "古人": "Ji Ping został zabity", "第X籤": "Numer dziewięćdziesiąt osiem", "宮": "Haigong"}