{"籤詩版本二": "Trzymając konia i trzymając bat, docieramy prosto tutaj, na wpół w niebezpieczeństwie, na wpół w katastrofie.\nTo jak dom spalony przez ogień. Kiedy niebo opada, deszcz zamienia je w popiół. Mam plan.", "詩意": "Ten heksagram reprezentuje połowę smutku i połowę radości.\nWskazane jest czynić dobro we wszystkim.", "解曰": "Praca na całe życie. Nie przejmuj się dobrem i złem. Kajdany są tymczasowe. Niechęć przychodzi naturalnie.", "籤詩故事一": "◇Tao Sanchun pokonuje Zheng En w Guayuan\n„Niech żyje mój pomnik” – Zhao Kuangyin wstał ponownie – „Król Beiping Zheng En zaaranżował wtedy małżeństwo. Teraz, gdy na świecie panuje pokój, chciałbym poprosić o pozwolenie na wybranie pomyślnego dnia na zawarcie związku małżeńskiego. \"\n„Niech żyje mój pomnik!” Zhao Kuangyin wstał i powiedział: „Król Pekinu, Zheng En, zaaranżował wtedy małżeństwo. Teraz, gdy na świecie panuje pokój, chciałbym poprosić o pozwolenie na wybranie pomyślnego dzień na ślub.”\n„Och, trzeci brat był już zaręczony, dlaczego ja o tym nie wiedziałam?\" Chai Rong był bardzo zaskoczony. Machnął ręką i poprosił Zhao Kuangyina, aby usiadł i porozmawiał.\n„Och! Trzeci brat był już zaręczony, dlaczego ja o tym nie wiedziałam?” Chai Rong (cesarz późniejszej dynastii Zhou) był bardzo zaskoczony. Machnął ręką i poprosił Zhao Kuangyina, aby usiadł i porozmawiał.\n„To długa historia. Po pierwsze, byliśmy wtedy jeszcze w biedzie i nie wstąpiliśmy do waszej armii. Od tego czasu walczymy latami i nie mamy czasu się o was zatroszczyć. Po drugie, trzeci brat też jest mały wstydzę się o tym wspomnieć, więc Wasza Wysokość nie wie.\n„To długa historia. Po pierwsze, żyliśmy wtedy jeszcze w biedzie i nie wstąpiliśmy do waszej armii. Od tego czasu walczymy latami i nie mamy czasu się o was zatroszczyć. Po drugie, trzeci brat też jest trochę wstydzę się o tym wspomnieć, więc Wasza Wysokość nie wie.\n„Hej, student college'u wychodzi za mąż, po co się wstydzić? Trzeci brat jest na polu bitwy od dawna i można go uznać za niezrównanego bohatera. Dlaczego jesteś taki małostkowy w tej sprawie?”\n„Hej! Koledzy się żenią, po co się wstydzić? Trzeci brat jest na polu bitwy od dawna i można go uznać za niezrównanego bohatera. Dlaczego jesteś taki małostkowy w tej sprawie?”\n„Skoro o tym mowa, nie mogę winić mojego trzeciego brata za to, że jest nieśmiały, bo to małżeństwo zostało sfałszowane”.\n„Skoro o tym mowa, nie mogę winić mojego trzeciego brata za to, że jest nieśmiały, bo to małżeństwo zostało sfałszowane”.\nHej, to interesujące. Proszę, powiedz mi, co się stało.\n„Przepisałem to! Hej! To interesujące! Proszę, powiedz mi, co się stało”.\n„Tak, pamiętam ten rok, kiedy mieliśmy dołączyć do Jego Królewskiej Mości, przejeżdżaliśmy przez hrabstwo Baocheng. W czerwcu było bardzo gorąco. Mój trzeci brat nie mógł zostać w hotelu, więc wyszedł samotnie na spacer. Minąwszy ogród melonowy, wszedł coś zerwać. Melony gasiły pragnienie. Wcześnie dojrzewających melonów było w tym czasie niewiele, a trzeci brat nie wiedział, jak je zrywać, więc połamał ich mnóstwo. Kobieta patrząca na melony wystąpiła naprzód, by oskarżyć trzeciego brata. Pokłócili się i zaczęli się kłócić. Przyjdź. Na szczęście się zaniepokoiłem i pośpieszyłem na ratunek, w przeciwnym razie…”\n„Tak, pamiętam ten rok, kiedy mieliśmy dołączyć do Jego Królewskiej Mości, przejeżdżaliśmy obok hrabstwa Baocheng. W czerwcu było bardzo gorąco. Mój trzeci brat nie mógł zostać w hotelu, więc wyszedł samotnie na spacer. Minąwszy ogród melonowy, wszedł coś zerwać. Melony gasiły pragnienie. Wcześnie dojrzewających melonów było w tym czasie niewiele, a trzeci brat nie wiedział, jak je zrywać, więc połamał ich mnóstwo. Kobieta patrząca na melony wystąpiła naprzód, by oskarżyć trzeciego brata. Pokłócili się i zaczęli się kłócić. Przyjdź. Na szczęście się zaniepokoiłem i pośpieszyłem na ratunek, w przeciwnym razie…”\n„Ten Zheng Ziming to przede wszystkim jego wina, powinien przeprosić. Dlaczego go uderzył? Poza tym, jak rodzina dziewczyny może wytrzymać ciosy i kopnięcia takiego zaciekłego mężczyzny jak on! No dalej, biłeś tę dziewczynę, żeby kawałków. Nie?” „Dziewczynie nic się nie stało…”\n„Ten Zheng Ziming to przede wszystkim jego wina, więc powinien przeprosić. Dlaczego go bijesz? Poza tym, jak rodzina dziewczyny może wytrzymać ciosy i kopnięcia tak zaciekłego mężczyzny jak on! No dalej, powiedz mi, pobiłeś tę dziewczynę. Nie?”\n„Dziewczynce nic się nie stało…”\n„W porządku, w porządku... Hej, nie podjąłeś działań? Och, myślę, że uratowałeś mnie na czas”.\n„W porządku! W porządku... Hej! Nie podjąłeś działań? Och! Chyba to ty uratowałeś mnie na czas!”\n„…Nie, osobą, którą uratowałem, był… trzeci brat.” „…Nie, osobą, którą uratowałem, był… trzeci brat.”\n„Ach?!” „Ach?!”\n„Trzeci brat został powalony przez kobietę na ziemię i przez całą drogę brutalnie bity. Na szczęście przyjechałem i namówiłem go, aby odszedł, dzięki czemu nie odniósł poważnych obrażeń.… Wasza Wysokość… Wasza Wysokość!… \"\n„Trzeci brat został powalony przez kobietę na ziemię i brutalnie pobity. Na szczęście przybyłem i namówiłem go, aby odszedł, dzięki czemu nie odniósł poważnych obrażeń.… Wasza Wysokość… Wasza Wysokość!…”\n„Ach?...Och, kim jest ta kobieta!?” „Ach!?...Och, kim jest ta kobieta!?”\n„Dopiero później dowiedziałem się, że ta kobieta miała na imię Tao Sanchun, a jej ojciec Tao Hong był starym bohaterem, który nie miał żadnych aspiracji. Tao Sanchun uczył się sztuk walki od swojego ojca od dziecka. Po tym jak się poznałem jego rodzinie, widziałem, że panna Sanchun miała wyjątkowy charakter. , Luo Luo i hojna, bez nawyku bycia małą dziewczynką, celowo go dopasowali. Ojcu i córce Tao również bardzo podobał się bezpośredni charakter trzeciego brata. Oni Natychmiast się pogodziliśmy i zdecydowaliśmy się na to małżeństwo dla nich obojga. Wasza Wysokość, proszę powiedz mi, czy to nie jest małżeństwo sfałszowane?\n„Dopiero później dowiedziałem się, że dziewczyna miała na imię Tao Sanchun i od dziecka uczyła się sztuk walki od ojca. Po zapoznaniu się z jego rodziną zauważyłem, że panna Sanchun miała wyjątkowy charakter, była hojny i nie miał śladu nawyków małej dziewczynki, więc celowo ją zrekrutowałem. Panu Tao i jego córce również bardzo podobał się bezpośredni charakter ich trzeciego brata. Od razu się dogadali i zdecydowali się na to małżeństwo. Twój Wasza Wysokość, proszę powiedz mi, czy to nie jest sfałszowane małżeństwo?\n(Ta historia jest metaforą, ponieważ zła rzecz okazała się dobrą rzeczą.)", "聖意": "Módlcie się o ochronę domu, bądźcie ostrożni, szukajcie bogactwa, zrujnujcie interesy, utrudniajcie małżeństwo, karę, ubezpieczenie Liujia, pieszych uwięzionych na polach, szkody dla jedwabników, szkody dla zwierząt gospodarskich, zaginione osoby, nielegalne procesy sądowe, straty, migracje, konserwatywność, utracone mienie, złe choroby , niebezpieczeństwa, góry, grobowce, porażka", "古人": "Tao Sanchun pokonuje Zheng En w ogrodzie melonowym", "第X籤": "Numer dziewięćdziesiąt dziewięć", "宮": "Haigong"}