{"籤詩版本二": "Hinaut nga ang kalibutan mugnaon alang sa usa ka maayong kaminyoon, maayong mga adlaw ug maayong mga panahon, ug ang tanan nga mga butang maayo\nDili gamay nga butang kung makuha nimo kini nga bahin.Ang emperador nagpahayag nga ang mga tawo maunongon ug matarong.", "詩意": "Kini nga hexagram nagrepresentar sa sinugdanan sa sinugdanan sa langit ug yuta.\nAng tanan maayo.", "解曰": "Kusog nga tulin. Ang tuig dili takus sa oras niini. Gisulat ni Guanyin. Pahibalo una ko.", "籤詩故事一": "◇ Si Zhongli nalamdagan\nSi Zhongli Quan, apelyido nga Zhongli, gihatag nga ngalan Quan, maayong ngalan Yunfang, ug angga nga Zhengyang, usa ka lumad sa Xianyang County, Xi'an, Lalawigan sa Shaanxi sa panahon sa Eastern Han Dynasty.\nSi Zhong Liquan usa ka heneral sa Dinastiyang Han. Sa panahon sa ekspedisyon batok sa Kasadpang Qiang, nasina siya sa komandante nga si Liang Yi ug gi-assign lang siya sa 30,000 ka tigulang ug huyang nga mga sundalo. Pag-abot niya sa iyang destinasyon, ang kampo gitulis ni ang Kasadpang Qiang nga kasundalohan, ug ang mga sundalo nangalagiw. Si Zhong Liquan nawala sa usa ka walog ug nahimamat ang usa ka monghe sa dalan.Gidala siya sa usa ka gamay nga baryo ug miingon, \"Kini ang pinuy-anan ni Mr. Donghua.\" Unya nanamilit siya ug mibiya. Pagkataud-taud, adunay kalit nga miingon, \"Kini tungod kay ang berde nga mata nga Hu nga tawo sobra ka estorya.\" Nakita niya ang usa ka tawo nga nagsul-ob ug puti nga balhibo sa osa ug nagkupot ug green nga sungkod sa quinoa. Gipangutana niya si Zhong Liquan, \"Ang tawo nga mianhi. ania si Han Da. Heneral Zhongli Quan\n? Nakurat si Zhong Liquan, nahibal-an nga nahimamat niya ang usa ka katingad-an nga tawo, busa kinasingkasing niyang nahibal-an ang Tao.\nSa ulahi nahimamat ni Zhong Liquan si Zhenren Huayang ug ang Imortal nga Haring Xuanfu, ug nakakat-on sa \"Secret of Immortality\". Sa kataposan, siya mipuyo sa Zijin Sihaofeng sa Kongtong Mountain, nakuha ang \"Secret of the Jade Box\", ug nahimong tinuod nga imortal. Siya usab gitahud isip usa sa Five Northern Patriarchs sa Quanzhen Sect.", "聖意": "Pag-ampo alang sa imong panimalay ug panimalay nga mabulahan sa maayong kapalaran sa tinghunlak ug tingtugnaw Pangitaa ang maayong kapalaran sa tingdagdag ug tingtugnaw. , good luck sa silkworms, good luck sa livestock, good luck sa pagpangita sa mga tawo, good luck sa public demanda, good luck sa migration, nawala nga kabtangan, Northeastern nga mga sakit, good luck sa pagpadala sa mga bukid ug mga lubnganan.", "古人": "Nalamdagan si Zhongli", "第X籤": "unang ilhanan", "宮": "Uterus"}