{"籤詩版本二": "Ngaa indi ka magkadto sa Tailai, nga malapit lang, temporaryo ko nga biyaan ang ginoo sa bukid.\nKung adunay maayong balita bahin sa tigre o koneho, libre ka bisan kung determinado ka nga mahimong busy.", "詩意": "Niini nga hexagram, adunay usa ka timaan sa panalangin taliwala sa kaalaotan.\nAng tanan daotan sa una ug maayo sa katapusan.", "解曰": "Ilisan ug abaka nga seda. Naigo sa tiil sa usa ka tawo. Tan-awa ug klaro. Ang mga panalangin gikan sa mga katalagman.", "籤詩故事一": "◇Nakigkita sa usa ka Agalon sa Bukit\nSi Wu Ji sa sinugdan usa ka tigputol sa kahoy, ug ang duha nagkita ni Jiang Ziya sa dihang sila nanagat sa Feng River. Mikatawa si Wuji dihang nakita niya si Ziya nga nanagat gamit ang tul-id nga kaw-it.\nSi Ziya mitan-aw sa nawong ni Wuji ug misulti sa pagpanag-an: \"Kung mosulod ka sa siyudad karon, makapatay ka og tawo.\" Human madungog kini, si Wu Ji mibiya nga masuk-anon ug nagdalag sugnod ngadto sa siyudad.\nHuman makasulod sa siyudad, si Wu Ji nakigsangka sa uban ug nasayop nga gikulata si Punong Ministro Wen Wang hangtod nga namatay.\nGikuha ni Haring Wen ang yuta isip prisohan ug gipriso si Wu Ji.\nSi Bukit Hou temporaryo nga gibuhian ug gisentensiyahan sa kamatayon aron atimanon ang iyang inahan hangtod sa tingdagdag.\nGihangyo siya sa iyang inahan nga mangayo og tabang kang Jiang Ziya.\nGidawat siya sa Taigong isip iyang tinun-an, gitudloan siya sa arte sa gubat, ug gimandoan siya sa pagkalot ug mga salamangka aron mabungkag ang iyang kinaiyanhong kapalaran.\nHuman sa tinghunlak, si Wu Ji wala mianhi aron silotan. Si Haring Wen mikuha sa kinaiyanhong mga numero ug naghunahuna nga si Wu Ji naghikog tungod sa kahadlok sa krimen.\nSa ulahi, nahimamat ni Haring Wen si Wu Ji, ug gipaila-ila ni Wu Ji si Haring Wen aron makigkita kang Jiang Taigong.\nSi Taigong gihatagan sa titulo sa Heneral sa Wude. Ang master ug apprentice nagtrabaho alang kang King Wen.", "聖意": "Ang balay luwas, ang kaugalingon swerte, ang negosyo maayo, ang kasal ulahi na, ang lalaki nga pedestrian wala na mobalik sa uma, ang mga ulod nga sutla adunay kita, ang unom ka mga hayop mao ang Shenji, ang pagpangita maayo, ang publiko nga kaso mao ang maayo, ang paglalin konserbatibo, ang nawala nga kabtangan makita, ang sakit maayo, Qiuji, ang bukid ug ang lubnganan maayo.", "古人": "Bukit Encounter", "第X籤": "Ang ikanapulog duha nga ilhanan", "宮": "Palasyo sa Yin"}