{"籤詩版本二": "Sama sa usa ka crane nga migawas gikan sa iyang mortal nga halwa, posible nga makaikyas gikan sa mortal nga halwa.\nWala’y mga babag tali sa amihanan, habagatan ug silangan. Mahimo kang modiretso sa Jiuxiao Palace.", "詩意": "Kini nga hexagram nagrepresentar sa imahe sa usa ka crane nga nagbiya sa hawla niini.\nAng tanan daotan sa una ug maayo sa katapusan.", "解曰": "Ayaw kabalaka. Mauswagon ang dalan. Kalmado. Walay kabalaka isip usa ka tawo (diyos).", "籤詩故事一": "◇ Gibiyaan ni Ziya ang iyang opisyal nga posisyon\nSa diha nga si Jiang Ziya nagtrabaho isip usa ka mananag-an, iyang nakita nga usa ka babaye ang nausab sa jade pipa nga espiritu, mao nga iya kining gigunitan ug gibunalan pa siya og inkstone. Ang punong ministro ni Haring Zhou mipasabut kung unsa ang nahitabo, nangutana kung unsa ang nahitabo, ug dayon gidala si Jiang Ziya aron makita si Haring Zhou. Si Jiang Ziya migamit sa Samadhi True Fire aron sa pagsunog sa pipa nga espiritu gikan sa orihinal nga porma niini atubangan ni Haring Zhou, ug si Haring Zhou naghimo kaniya nga usa ka taas nga opisyal.\nAron makapanimalos sa jade pipa nga espiritu, gihangyo ni Daji si Haring Zhou nga sugoon si Jiang Ziya sa paghimo ug usa ka plataporma sa mga osa. Pagkahuman sa pagpauli, gipangutana ni Jiang Ziya si Ma bahin sa pag-adto sa Xiqi, ug gusto ni Ma nga bulagan siya. Busa si Jiang Ziya miadto sa Xiqi (ang kaulohan ni Haring Wen sa Zhou Dynasty) nga nag-inusara.\nMiabot si Jiang Ziya sa Xiqi ug nagpuyo nga nag-inusarang pagpangisda sa Panxi Gorge. Nahimamat niya si Haring Wen sa Zhou nga matinguhaon sa pagpangita og mga talento. Sa sinsero nga hangyo ni Haring Wen, si Jiang Ziya gisimba isip iyang magtutudlo ug gitabangan si Haring Wen.", "聖意": "Dili ko komportable sa balay ug gusto ko usab nga mangayo og pinansyal nga kooperasyon, transaksyon, kaminyoon, Liujia, mga lalaki nga pedestrian, tan-awa ang mga uma, silkworm, kita sa tingdagdag, unom ka pagkawala sa kahayupan, pagpangita sa mga tawo, pagbabag sa mga kaso sa publiko, paglalin, nawala nga kabtangan, habagatan-sidlakang bahin. sakit, kahimtang, pagpadala sa mga bukid ug mga lubnganan, maayo", "古人": "Gibiyaan ni Ziya ang iyang opisyal nga posisyon", "第X籤": "Ang ikanapulog-upat nga mananaog sa lotto", "宮": "Maogong"}