{"籤詩版本二": "Ang mga kabalaka ug mga kabalaka temporaryo nga nahupay, ug ang kalipay naggikan sa langit.\nSama sa jade nga gitagoan sa kinalibang, ang maayong trabahador mokuha sa abog", "詩意": "Kini nga hexagram nagrepresentar sa panag-uyon sa Yin ug Yang.\nAng tanan nga imong giplano maayo.", "解曰": "Walay nakuha, walay nawala. Pag-angkon gikan sa pagkawala. Ang kontrabida anaa sa kasamok. Good luck kanimo, ginoo.", "籤詩故事一": "◇Ye Meng Xiong Chao Di\nSi Ye Mengxiong (1531-1597), kansang maayong ngalan mao ang Nanzhao ug kansang ngalan mao ang Longtang, giilisan sa Longtan ug ginganlan usab og Huayun. Usa ka lumad sa Wanshifang, Huizhou Fucheng (karon kabahin sa Huicheng District, Huizhou City) sa Ming Dynasty. Sa ika-44 nga tuig sa paghari ni Jiajing (1565), nahimo siyang Jinshi ug gihatagan sa titulo sa mahistrado sa Qing County. Nagserbisyo siya isip direktor sa departamento sa pagbalhin, ug sa ulahi nag-ilis sa supervisory censor sa Shanxi Road.\nSa ika-20 nga tuig sa Wanli (1592), ang General Consul sa Ningxia, Kuaibai (puno sa tribo sa Mongolian Tatar), gipatay ang gobernador nga si Dang Xin ug giilog ang Kap-atan ug pito nga Fort sa Hexi Province. , gibuak ang siyudad, gisimba ug gisunog. sa iyang kaugalingon hangtod sa kamatayon. Si Meng Xiong dili mapahitas-on sa pagkuha sa kredito, ug gitugotan ang iyang kahanas nga mahimong sama ka maayo sa mga heneral nga nangahas sa pagpakig-away. Ang opisyal nga Wei Xuezeng gibalik. Sa iyang ulahing mga tuig, siya miluwat sa lima ka higayon ug gibalik sa Huizhou aron sa pagtukod sa Huilong Temple.\nSi Ye Mengxiong misulod sa Taoismo isip usa ka alagad sibil sa sinugdanan ug nabantog tungod sa iyang pagkamatinud-anon ug integridad. Ang daan nga mga rekord sa kasaysayan nag-ingon nga siya \"ang una sa pagpaubos ug abilidad\", \"nagwagtang sa korapsyon ug nagsilot sa mga rebelyon\", nagbilin ug maayong reputasyon. hilabihan ka maunongon, maisugon, maisugon, ug mapangahason. Maayo sa pagpusil. Sa ikaduha nga katunga sa iyang kinabuhi, ang iyang kahanas sa martial arts natala sa \"Kasaysayan sa Dinastiyang Ming\" ug siya giisip nga usa ka nasudnong bayani.", "聖意": "Ang panimalay dili paborable (nag-anam ka malinawon) Ang tingdagdag ug tingtugnaw maayo alang sa imong kaugalingon, ang bahandi magmalampuson, ang mga transaksyon magmalampuson, ang kaminyoon magmalampuson, si Liujia malisang nga maalarma (adunay mga bahandi), ang mga pedestrian moadto sa uma aron pag-ampo alang sa mga ulod nga seda, unom ka mga hayop ang mahimong patag, ang mga tawo makit-an, ang publiko nga mga kaso dili paborable, ang paglalin mahimong konserbatibo, ang nawala nga kabtangan mapugngan, ang mga sakit masulbad sa lubnganan sa Fushan", "古人": "Ye Meng Xiong Chao Di", "第X籤": "Ikanapulo ug unom nga Nagdaog sa Lotto", "宮": "Maogong"}