{"籤詩版本二": "Ang Bulawan nga Uwak nahulog sa kasadpan ug ang Koneho mibangon sa silangan.Ang siklo sa adlaw ug gabii nagpadayon gikan sa karaang panahon hangtod karon.\nAng mga monghe ug Taoista nahibalo nga walay disbentaha, ug ang mga eskolar, mag-uuma, industriya ug mga negosyante tanan nagsunod sa ilang kaugalingong mga hunahuna.", "詩意": "Kini nga hexagram nagrepresentar sa pag-wax ug pagkawala sa yin ug yang.\nTimailhan usab kini nga matuman ang tanan sumala sa giplano.", "解曰": "Wala sa hunahuna. Ang imong nahimo usa ka merito. Sama sa pana gikan sa pana. Usa ka buto ang miigo sa target.", "籤詩故事一": "◇Si Tiyo Cao Guo usa ka imortal\nSi Cao Guojiu, lumad nga taga Xuzhou, giingon nga apohan sa estado sa panahon ni Renzong sa Dinastiyang Song.Ang iyang ngalan mao si Cao Yi, nailhan usab nga Cao Jingxiu.\nSi Tiyo Cao Guo adunay usa ka manghod nga lalaki nga ginganlag Cao Er. Kini nga Cao Er nagsalig sa iyang posisyon sa imperyal nga awtoridad ug nakahimo sa tanang matang sa kadautan. Siya nag-okupar sa mga umahan, mikuha sa mga asawa ug mga anak nga babaye, ug nakighigala sa pipila ka malapason nga mga kontrabida. Siya migawas ug migawas. Si Cao Guojiu dili makaagwanta niini. nagdumili sa pagpamati sa iyang maayong mga pulong ug paghupay, busa gigamit niya ang silot aron makontrol siya. , ang duha ka managsoon nagdumot.\nSi Cao Guojiu miingon: \"Ang mga prinsipyo sa kalibutan mao nga kadtong nagtigom ug maayo mouswag, ug kadtong nagtigom ug daotan mamatay. Kini usa ka dili mausab nga kamatuoran. Kaniadto, ang atong pamilyang Cao nagtigom ug daotang mga buhat aron makab-ot ang bahandi karon. Karon ang akong igsoon nagtigom ug hilabihang kadaotan, bisan pag nakaikyas Bisag silotan ka sa mga opisyal, dili ka makaikyas sa mga katalagman sa kinaiyahan nga sekretong nagtrabaho.Sa higayon nga moabot ang katalagman ug maguba ang imong pamilya ug adunay mamatay, dili ka maluwas. Makalingkawas ako, maulawan ako ug mahadlok niini.” Busa, gisabwag ko ang tanan nakong bahandi, Gitabangan niya ang mga kabos ug wala na magtagad sa mga kalihokan sa iyang igsoon. Dayon siya mibiya sa iyang balay ug mga higala, nag-ilis ug Taoist nga uniporme, ug miadto sa kabukiran aron sa pag-ugmad sa iyang hunahuna ug kinaiyahan.\nUsa ka adlaw niana, nahimamat niya si Zhongli ug Lu Dongbin sa Dinastiya sa Han nga sulagma. Sa pagkakita sa mga tubag ni Tiyo Cao Guo, nalipay kaayo siya ug gihatagan siya sa \"Secret Edict of Returning Truth\" ug gimandoan siya nga magpraktis og maayo. Wala magdugay, si Zhongli Si Quan ug Lu Dongbin gipaila-ila sa imortal nga klase.", "聖意": "Maayong swerte sa balay, balay, swerte, maayong kapalaran, swerte sa negosyo, kaminyuon, lalaki nga biyahedor, pagtanom ug silkworm sa uma, sayo nga pagtanum sa unom ka hayop, pagkawala sa ganansya, pagpangita sa mga tawo, legal nga aksyon, paglalin, maayo swerte sa nawala nga kabtangan, ulahi nga sakit, maayong kapalaran (ang Year of the Rabbit o ang zodiac sign sa Rabbit dili suwerte), suwerte sa mga lubnganan sa bukid", "古人": "Si Tiyo Cao Guo usa ka imortal", "第X籤": "Pirma ang ikanapulo ug walo", "宮": "Maogong"}