{"籤詩版本二": "Ang pagpabalik sa sakayan gikan sa fast water beach, unsay gusto nimong buhaton tungod sa kaguliyang?\nKung gusto nimo nga luwas, pangitaa ang kalinaw ug hulata ang mga balud nga moagi niining krisis.", "詩意": "Kini nga hexagram sama sa usa ka bangka nga nagbiyahe sa paspas nga baybayon.\nMagpabilin nga konserbatibo sa tanan ug maghulat sa oras.", "解曰": "Luwas sa kusog nga tubig. Ang kapeligrohan naghulat sa panahon. Kung mangutana ka bahin sa mga plano sa kamping. Walay mahimo.", "籤詩故事一": "◇ Si Ziyi gikoronahan nga hari\nSi Guo Ziyi (697-781), nailhan usab nga Guo Linggong, maoy lumad sa Zheng County, Huazhou (karon Huaxian County, Shaanxi Province) ug usa ka heneral sa Tang Dynasty.\nSa panahon sa Anshi Rebellion sa ika-14 nga tuig sa Tianbao (755), gihatagan siyag titulo nga Shuofang Jiedushi (Lingwu, kasadpan sa Lingwu sa Ningxia karon). ngadto sa Hebei.Naghiusa sila sa pwersa sa Changshan (Zhengding, Hebei) ug gipildi si Shi Siming, nabawi ang Hebei. Niining panahona, gisugyot ni Guo Ziyi nga kuhaon sa emperador si Fan Yang gikan sa amihanan ug atakehon ang lungib sa tigre sa rebelde aron makunhuran ang paglikos sa Tongguan, apan mibalibad si Xuanzong. Pagkahuman, ang sitwasyon sa separatist vassal nga mga lungsod sa ulahing bahin sa Tang Dynasty gitanom, nga nahimo usab nga layo nga hinungdan sa pagkamatay sa Tang Dynasty.\nSa ikanapulo ug lima ka tuig sa paghari ni Tianbao (756), siya ug ang Uighur nga koalisyon nagpakalma kang Hequ. Sa tingpamulak sa misunod nga tuig, ilang nabawi si Hedong (karon Yongji, Shanxi) ug Feng Yi (karon Dali, Shaanxi), ug giatake ang Tongguan, gipildi ang Cui Qianyu.Ang kasundalohan sa Tang nakaagom ug kapin sa 10,000 ka kaswalti. Si Cui Qianyu misurender kang Pujin. Si An Lushan gipatay sa iyang anak nga si An Qingxu.\nSa ikaduhang tuig sa Zhide (757), gimandoan siya nga mangulo sa mga tropa ngadto sa Fengxiang. Sa dalan, iyang gipildi ang 5,000 ka mga kabalyero ni Li Guiren sa Baiquliuyun Bridge (karon sa habagatan-sidlakan sa Sanyuan). Niadtong Mayo, nakig-away siya kang An Shouzhong ug Li Guiren sa Qingqu (karon sa kasadpan sa Xi'an) napildi, ug miatras siya sa Wugong (karon sa amihanan-kasadpan sa Wugong) Niadtong Septiyembre, gisundan niya si Marshal Guangping Wang Li Chu aron mangulo sa mga Tang ug Uighurs sa pag-apil sa 150,000 ka mga tropa, ug dayon nakig-away sa Usa ka Shouzhong ug Li Guiren sa Xiang. Sa amihanan sa Ji Temple (habagatan-kasadpan sa Chang'an County karon), ang mga sundalong Uighur milibot sa luyo sa kaaway, miatake gikan sa duha ka kilid, ug mipatay sa 60,000 ka mga kaaway. Si Zhang Tongru mikalagiw ngadto sa Shaanxi County, ug Sa kataposan nabawi ang kapital nga Chang'an (karon Xi'an) Ang kahalangdon sa kasundalohan sa Tang gipahiuli na usab sa Chang'an.\nPagkahuman, gipahimuslan sa kasundalohan sa Tang ang kadaugan ug mimartsa paingon sa silangan, gipildi ang 150,000 ka tawo apil sila si Yan Zhuang ug Zhang Tongru sa Xindian (karon sa habagatan-kasadpan sa Sanmenxia City, Henan Province), napugos si Anqing Xu sa pagtabok sa Yellow River ug atras sa Xiangzhou. Mibalik si Dongjun Luoyang. Idugang si Situ sa iyang mga merito ug himoa siya nga Duke sa nasud.\nGipangulohan ni Shi Siming ang iyang kasundalohan gikan sa Fan Yang aron sa pagluwas sa An Qingxu. Ang duha ka kilid nakig-away sa pormasyon sa amihanan sa Anyang River (karon Amihanan sa Anyang). Ang away dili mabulag. Sa katapusan, gipangulohan sa siyam ka mga embahador sa Jiedu, ang kasundalohan sa Tang , nga nag-angkon nga adunay 600,000 ka mga tawo, miatras (sa Gubat sa Yecheng). gubat). Ang nag-unang komandante niini nga gubat mao ang eunuko nga si Yu Chaoen, kinsa walay kahanas sa pagpangulo ug gibasol si Guo Ziyi sa kapakyasan sa gubat. Si Guo Ziyi gipatawag balik sa Chang'an, gihuwasan sa gahom militar, ug nahimong walay pulos nga opisyal.\nSa unang tuig sa Baoying (762), mirebelde ang mga sundalo sa Taiyuan (karon sa habagatan-kasadpan sa Taiyuan) ug Jiangzhou (karon Xinjiang sa Lalawigan sa Shanxi). Jiangzhou. Gibulagan usab siya sa eunuko nga si Cheng Yuanzhen ug nahuwasan sa gahum militar.\n(Ang pokus niini nga istorya: Si Guo Ziyi, kinsa may katakus kaayo ug maayong pamatasan, nakahimamat ni Xuanzong ug pipila ka mga kontrabida, nga nakakompromiso pag-ayo sa iyang mga nahimo.)", "聖意": "Pagbendisyon sa panimalay ug sa kaugalingon, pagpangita sa bahandi, walay transaksyon, walay kaminyoon, walay bakak nga alarma, Pedestrians pag-abot sa Tiancanji, lisud nga sa pagpangita sa mga tawo, publiko nga mga kaso ug (dili Xing), paglalin, konserbatibo, nawala kabtangan, lisud nga pangitaon, mga sakit, pag-ampo alang sa mga panalangin, mga bukid ug mga lubnganan, maayo", "古人": "Si Ziyi gikoronahan nga hari", "第X籤": "Ika-19 nga Nagdaug sa Lotto", "宮": "Tatsumi"}