{"籤詩版本二": "Sa diha nga ang taas nga ulan sa tingpamulak nagsugod sa paghawan, ang Jade Rabbit ug ang Golden Crow anam-anam nga nahimong mas hayag\nAng mga daan nga butang mawala ug bag-ong mga butang ang makita. Tan-awa ug sugata ang dragon gate.", "詩意": "Kini nga hexagram usa ka simbolo sa taas nga ulan ug sayo nga kahayag.\nAng tanan moadto sumala sa giplano.", "解曰": "Gipanalipdan sa mga diyos ug mga Buddha. Walay kuyaw sa katalagman. Hinaot nga malinawon ang panaw. Balik nga may kadungganan sa katapusan.", "籤詩故事一": "◇ Nakigkita si Jiang Taigong kang Haring Wen\nDinastiya Zhou. Jiang Shang, maayong ngalan Ziya. Ji mga tawo (gikan sa Xuzhou sa East China Sea). Ang Taoist nga ngalan mao ang Fei Xiong, ug ang iyang mga katigulangan gisilyohan sa Lu (ngalan sa dapit), mao nga gitawag usab siya nga Lu Wang.\nAron malikayan ang gubot nga mga panahon ni Haring Zhou sa Shang Dynasty, nagpuyo siya daplin sa tubig sa East China Sea ug nangisda sa Weishui River. Tul-id ang fishhook.Ang iyang tuyo dili ang pagpangisda, kondili aron mahimong usa ka buotan nga punong ministro.\nSi Haring Wen sa Zhou nakadungog nga siya maalamon ug gisuholan siya ingong iyang magtutudlo (punong ministro). (Siya kawaloan ka tuig ang edad niadtong panahona) Sa ulahi, giatake ni Haring Wu sa Zhou si Haring Zhou, gilaglag ang Shang Dynasty, ug gitukod ang Zhou Dynasty. Gitawag siya ni Haring Wu nga Shangfu. Ang iyang anak nga si Ding Gong gihatagan sa titulo nga Marquis of Qi.\n(Ang pokus niini nga istorya: Si Jiang Taigong, nga dugay nang naghulat nga mangisda sa Weishui River, sa katapusan nakalingkawas sa kasamok ug gigamit pag-usab ni Haring Wen.)", "聖意": "Sa balay, si Zhongping mismo nag-ampo alang sa mga panalangin ug bahandi. Kung walay deal, ang kaminyoon random. Liujia nga mga babaye nga pedestrian nagbabag sa umahan, ang mga ulod nga seda nag-ali sa unom ka hayop, nagbabag sa pagpangita sa tawo, naglangan sa kiha, ug migrate. Maayo Nawala ang mga butang. Nakita ang mga sakit. Ang lubnganan ni Ji Xingshan maayo.", "古人": "Gisugat ni Jiang Taigong si Haring Wen", "第X籤": "Ang ika-baynte uno nga loterya", "宮": "Tatsumi"}