{"籤詩版本二": "Gusto ko nga madani ang Immortal Gui sa Toad Palace, apan ablihan ko ang ganghaan sa langit ug buhian ka.\nSa kalit, maayo ang balita, ang tanan nangatawa sa mga bulak sa tumoy sa bukid", "詩意": "Kini nga hexagram adunay simbolo sa imortal nga osmanthus.\nKinahanglan adunay halangdon nga mga tawo sa tanan.", "解曰": "Mga interes sa mga negosyante. Adunay (wala) kakuyaw sa pagsul-ob niini. Nahusay ang sakit ug nahusay ang kaso. Buhata ang tanan nga imong mahimo.", "籤詩故事一": "◇Magmabination ug mahunahunaon\nSi Gao Huaide (926-982), maayong ngalan nga Zangyong, natawo sa Changshan, Zhending (karon Zhengding, Hebei).\nAtol sa \"Chenqiao Mutiny\", tungod kay gisuportahan ni Gao Huaide si Zhao Kuangyin isip emperador, gi-promote siya isip deputy chief inspector atubangan sa palasyo.\nSi Gao Huaide naminyo usab sa igsoong babaye ni Song Taizu Zhao Kuangyin (Si Zhao Kuangyin adunay duha ka igsoong babaye, ang usa namatay nga batan-on ug gihinganlan sa posthumously nga si Princess Chen; ang usa naminyo kang Miford, apan subo nga ang iyang bana namatay ug siya karon usa na ka balo. Zhao Kuangyin ginganlan siya ang kamagulangang prinsesa ni Yan). . Ang opisyal nga titulo mao si Prince Consort Duwei.\n(Ingon usa ka founding hero ug naminyo sa igsoon sa emperador, dili kinahanglan nga mabalaka bahin sa wala’y opisyal nga posisyon.)", "聖意": "Ang panimalay dili maayo nga kahimtang, kini usa ka maayong kapalaran alang sa kaugalingon, kini usa ka maayong kapalaran alang sa kaugalingon, kini maayo alang sa negosyo, kini usa ka babag sa kaminyoon, kini usa ka maayong kapalaran sa mga pedestrian, kini peligro alang sa uma. silkworm, dili maayo sa unom ka kahayupan, dili maayo sa pagpangita sa mga tawo, lisud ang pagpangita sa mga tawo, kini usa ka kiha, kini dili maayo, kini usa ka maayong kapalaran alang sa paglalin, kini usa ka maayong kapalaran, kini usa ka maayong kapalaran, kini usa ka maayong kapalaran, kini usa ka sakit, kini usa ka bukid ug kini usa ka maayong kapalaran.", "古人": "Magmabination ug mahunahunaon", "第X籤": "Baynte tres ang nakadaog sa lotto", "宮": "Mi Palasyo"}