{"籤詩版本二": "Human sa daghang mga kabalaka ug kapeligrohan, dili na kini mahaw-ang pag-usab gikan karon\nAng usa ka manggihatagon nga kasingkasing adunay kaugalingon nga manggihatagon nga mga plano.", "詩意": "Kini nga hexagram sama sa usa ka karaang atabay nga adunay tubod.\nSa tanan nga butang, ang halangdon nga mga tawo makab-ot ang kalampusan.", "解曰": "Ang kiha sa kadugayan makatarunganon. Sakit ug luwas. Lakaw ug gawas aron mangayo ug tambag. Ang karaang atabay nagtagbo sa tingpamulak.", "籤詩故事一": "◇ Gikontrol ni Yao Chong ang mga dulon\nSi Yao Chong (649-721), kansang tinuod nga ngalan mao si Yuan Chong, gikan sa Shaanzhou, nagserbisyo isip Ministro sa Xia Guan, Shangshu sa Chunguan, Ziweiling, Zhongshuling, ug Prime Minister sa Tang Dynasty.\nSa ikaupat nga tuig sa Kaiyuan (716), ang Shandong (kasagaran nagtumong sa Yellow River Basin sa silangan sa Huashan) gihampak sa mga dulon. Ang mga tawo gigapos sa mga patuotuo nga mga ideya ug wala mangahas sa pagpangayam ug pagpatay kanila. Hinunoa, sila nagtukod mga halad, nagsunog ug insenso, nagsimba tupad sa kaumahan, ug nagtan-aw sa mga tanom nga gilamoy sa mga dulon. .\nNagtuo ang tanang opisyal: “Ang mga dulon kay usa ka natural nga katalagman, unsaon man sila pagkontrolar sa mga tawo!” Mabangis ang pakigbisog tali sa duha ka managlahing ideya niadtong panahona, wagtangon man o dili ang mga dulon.\nMatud pa ni Yao Chong: \"Basta magtinabangay ta, mapapahawa na nato silang tanan. Siya miingon: Ang mga dulon mahadlok sa mga tawo, mao nga dali silang abogon. Ang mga seedling adunay mga tag-iya, mao nga ang mga tigluwas kinahanglan nga magtrabaho og maayo; mga dulon. makalupad, ug kon makakita silag kalayo sa kagabhion, molupad sila ngadto niini; sunoga sila Sa kapatagan, pagkalot ug mga lungag samtang nagdilaab, ilubong sila samtang nagdilaab, ug wala nay mahibilin.\"\nSi Xuanzong miingon: \"Ang mga dulon usa ka natural nga katalagman nga gipahinabo sa dili maayo nga moral nga pagdumala. Kung hangyoon nimo sila nga pangayam ug patyon, dili ba kini supak sa lugas?\"\nSi Yao Chong midugang: \"Ang pagpanakop ug pagpatay sa mga dulon gibuhat sa mga karaan, ug ang imong kamahalan mogamit niini sa umaabot. Kini usa ka dakong nasudnong kalihokan aron magdala og kalinaw ug kauswagan sa mga mag-uuma. Palihug hunahunaa kini nga seryoso.\"\nNakombinsir si Xuanzong. Apan niadtong higayona, ang tanan sa sulod ug gawas sa korte miingon nga ang mga dulon dili mahimong pangayam.\nSi Xuanzong miingon: \"Ako nakigsulti sa primer ministro ug nakahukom sa pagdakop sa mga dulon. Bisan kinsa nga mosupak pag-usab pagapatyon. \" Busa iyang gipadala ang censor aron sa pagdumala ug pagmando sa mga tawo sa pagsunog ug paglubong sa mga dulon.\nEpektibo kaayo ang mga resulta. Siyam ka milyon ka dan sa dulon ang nadakpan sa tibuok nasod, ug ang hampak sa dulon malamposong nawagtang. Ang agrikultura nakab-ot ug maayong ani nianang tuiga.\n(Kinahanglan nga gamiton ang kaalam sa pagdumala sa katalagman ug pagbakwit, ug kinahanglan adunay mga maalamon nga mga estratehiya aron mabuntog ang mga kalisdanan. Si Yao Chong ang eksperto niini nga butang)", "聖意": "Ang balay ordinaryo, ang kaugalingon gibabagan, ang pagpangita og kwarta gibabagan, ang pamatigayon gibabagan, ang kaminyoon ug panag-uyon nababagan, adunay kapeligrohan sa Liujia, ang mga pedestrian gibabagan, silkworm gibabagan, ang kahayupan dili paborable, ang mga tawo wala makit-an, ang mga tawo gibabagan , gihimo ang mga kaso sa publiko, ang paglalin dili makatarunganon, ang nawala nga mga butang lisud pangitaon, ang mga sakit nag-ampo, ang mga bukid ug mga lubnganan dili komportable.", "古人": "Gikontrol ni Yao Chong ang mga dulon", "第X籤": "Pagdaog sa lottery ika-baynte singko", "宮": "Mi Palasyo"}