{"籤詩版本二": "Ang hungihong nag-ingon nga ang mga butang nabalit-ad, ug nakadawat ako usa ka sulat gikan sa kapunawpunawan.\nAng kabantog ug kalampusan nga gisaad kanako sa libro nagpabilin nga walay sulod hangtod sa katapusan.", "詩意": "Kini nga hexagram adunay bakak nga ngalan.\nGisugyot nga mahimong konserbatibo sa tanan.", "解曰": "Taas ug ubos nasuko. Ang pagpangita og kalingawan dili walay pulos. Pangandoy alang sa kabantog. Magpabilin nga luwas.", "籤詩故事一": "◇ Nakab-ot ni Zhong Kui ang kalamdagan\nSi Zhong Kui, kansang apelyido kay Zhong Kui, kansang maayong ngalan mao si Zhengnan, gikan sa Zhongnanshan.\nSa panahon sa paghari ni Emperor Dezong sa Dinastiyang Tang, si Zhong Kui miapil sa imperyal nga eksaminasyon. Gibasa ni Zhong Kui ang mga pangutana sa eksaminasyon ug dihadiha gisulat ang artikulo sa usa ka lakaw ug gitunol kini. Ang pangulong tig-eksamen niadtong adlawa mao si Han Yu, ang Minister of Civil Affairs, ug ang deputy examiner mao si Lu Zhi, usa ka bantugang eskolar. Sa dihang gibasa sa duha ang papel ni Zhong Kui, misiga ang ilang mga mata ug nagdungan sila sa pag-ingon: \"Wizard, wizard! Matahom ang matag pulong niini nga artikulo, takus ni Li Taibai ug Du Zimei! \" Busa ginganlan nila si Zhong Kui isip unang dapit.\nSi Emperador Dezong naminaw sa taho ni Han Yu ug miingon nga si Zhong Kui, ang bag-ong kampeon sa siyensiya, talento kaayo, mao nga iyang gipatawag si Zhong Kui sa Bulawanong Palasyo.\nSa dihang nakita ni Emperador Dezong ang iyang ngil-ad nga panagway, diha-diha dayon siya nasuko ug miingon, \"Ang pagpili sa mga eskolar sa atong korte kay ang tanan gibase sa personal nga mga pulong ug kaligrapya. Sa unsang paagi mapili ang maong mangil-ad nga tawo isip numero unong eskolar sa bulawanong mga siyensiya? \"\nSi Han Yu nagdali sa pagluhod ug miingon: \"Ang maayo ug daotan sa usa ka tawo dili lamang bahin sa panagway. Wala ba ikaw, ang Balaan nga Ginoo, nakadungog nga si Yan Ying tulo ka tiil ang gitas-on ug katumbas sa primer ministro? Zhou Chang nanganganga apan makatabang sa Han Dynasty; Gihukman ni Confucius ang mga tawo pinaagi sa ilang panagway, ug nawala ang iyang anak nga si Yu. Nanghinaut ko nga ang imong kamahalan maghunahuna sa makaduha.\" \"\nSi Emperador Dezong namalandong sa makadiyot ug miingon: \"Bisan tuod makatarunganon ang mga pulong ni Han Aiqing, sa dihang ako si Emperador Taizong, adunay napulog walo ka mga eskolar nga miadto sa Yingzhou ug naghisgot mahitungod niini. Kini nga tawo mao ang numero unong eskolar. Nahadlok ako nga ang kalibutan kataw-an ko sa dili pag-ila sa mga talento.\"\nSi Prime Minister Lu Qi kay pig-ot ug masina sa mga talento. Human makadungog sa mga pulong sa emperador, miluhod siya ug miingon: \"Ang numero uno nga eskolar sa bulawan nga hilisgutan kinahanglan nga sa sulod ug sa gawas. Adunay tulo ka gatus ka kandidato alang niini nga hilisgutan. Nganong dili ka mopili ug lain?\"\nSa dihang nakita ni Zhong Kui nga naglibog kaayo kining tawhana, wala siya makapugong sa iyang kasuko. Gitudlo niya si Lu Qi ug gitunglo: \"Kung ang ingon nga ignorante nga opisyal anaa sa korte, dili ba siya makadaut sa nasud?\" Human niana, iyang gisumbag si Lu Qi sa iyang kumo.\nPagkakita niini, nasuko si Dezong ug miingon: \"Isog kaayo ka, nangahas ka sa paghimog kasamok sa Golden Palace, kuhaa dayon!\"\nSa kasuko, giibot ni Zhong Kui ang espada gikan sa hawak sa heneral nga nagbarog sa palasyo ug kusog nga nanghupaw: \"Lisod alang sa usa ka nasagmuyo nga iring ang pagsundog sa usa ka tigre, ug ang usa ka nasagmuyo nga parrot dili sama ka maayo sa manok.\" Human niadto, naghikog siya.\nSa dihang nakita ni Emperador Dezong nga si Zhong Kui naghikog tungod sa kasuko, natingala siya pag-ayo.Aron makuha ang kasingkasing sa mga tawo, iyang gimando nga si Zhong Kui ilubong uban ang opisyal nga titulo sa No. sa Exorcism sa pagwagtang sa kalibutan sa mga dautang espiritu.", "聖意": "Pag-ampo alang sa mga panalangin sa imong panimalay, sa imong kaugalingon nga kaluwasan, pinansyal nga mga kalisdanan, negosyo kapakyasan, kaminyoon kapakyasan, Liujia mga babaye nga pedestrian, pagsalig uma silkworms katunga-luto, unom ka binuhing hayop, mahimong mapadako, nawala nga mga tawo, Kasadpan publiko nga kaso, pagkawala sa paglalin, pagkakonserbatibo, pagkawala sa kabtangan, sakit, pag-ampo alang sa maayong kapalaran sa kabukiran ug mga lubnganan", "古人": "Nakuha ni Zhong Kui ang Tao", "第X籤": "Ika-26 nga nakadaog sa lottery (Loterya)", "宮": "Mi Palasyo"}