{"籤詩版本二": "Sa silangan, adunay usa ka matahum nga Chanjuan sa kahayag sa bulan, ug ang mga panganod mitabon niini sa makadiyot ug nagpabilin nga natago.\nUsahay lingin, pero usahay kulang.Ang moingon nga dili kay walay pulos nga estorya.", "詩意": "Ang bulan sa kini nga hexagram gitabonan sa mga panganod.\nNa-coma pa ang tanan.", "解曰": "Ang naglutaw nga mga panganod nagtabon sa bulan. Dili kinahanglan nga magduhaduha. Naghulat nga makolekta ang panganod. Unya masabtan nimo.", "籤詩故事一": "◇ Gipangita ni Bao Gong si Empress Li\nSa panahon sa paghari ni Zhenzong sa Dinastiyang Song, si Empress Li (Empress Li) usa ka dalaga sa harem.Gipaboran siya ni Song Zhenzong ug gi-promote sa Wanyi, ug namabdos siya.\nApan niadtong panahona, ang Concubine Liu Def (sa ulahi Empress Liu) adunay daotang mga hunahuna ug gihiphip ang eunuko nga si Guo Huai aron ilisan ang anak ni Empress Li og usa ka panit nga civet cat, gisakmit ang iyang anak ug giingnan ang emperador nga siya ang iyang biological nga anak. Nasuko si Song Zhenzong ug gipadala si Li Empress sa bugnaw nga palasyo.\nHuman mapromote si Concubine De ingong rayna, nagplano siya nga patyon si Empress Li, kinsa nakaikyas gikan sa palasyo.\nUsa ka adlaw niana, nahimamat ni Li Niangniang, nga nagpuyo sa karsada, si Bao Zheng, ang sugo sa imperyo, nga nagpatrolya sa lokal nga lugar. Gisultihan niya siya bahin sa iyang kasinatian sa kinabuhi ug nga siya ang biyolohikal nga inahan sa karon nga emperador nga si Song Renzong . Human mahibal-an ni Bao Zheng ang insidente, iyang gidala si Li Niangniang balik sa Beijing, gi-report kini kang Song Renzong ug nahibal-an ang butang, ug sa katapusan ang inahan ug anak nagkaila sa usag usa. Si Empress Dowager Liu ug ang eunuko nga nagdumala nga si Guo Huai miduko sa ilang mga ulo ug misugid.", "聖意": "Nabalaka ako sa balay, nag-ampo ako alang sa pinansyal nga panalipod, maayong suwerte sa negosyo, dili pagsinabtanay sa kaminyoon, mga tawo sa uma, silkworm, dili maayo nga mga hayop, problema sa pagpangita sa mga tawo, mga kaso, pagkawala, paglalin, pagkakonserbatibo, pagkawala sa kabtangan, mga sakit sa Kasadpan, lisud pag-ayo, pag-ayo sa lubnganan sa bukid", "古人": "Gipangita ni Bao Gong si Empress Li", "第X籤": "Ikakawhaag-walo nga mananaog sa lotto", "宮": "Palasyo sa udto"}