{"籤詩版本二": "Gitambagan ko ikaw nga dili ka mangayo ug tabang gikan kaniya: Siya molupad sama sa crane ug mopana kanimo sa tinago nga mga pana.\nKung moadto ka sa pagpanguha og sugnod ug adunay bitin sa sagbot, basin mapaakan ka sa hilo ug maguol ka.", "詩意": "Kini nga hexagram usa ka timaan sa pagpabilin nga luwas ug pagtipig sa kaugalingon.\nPag-amping sa tanan.", "解曰": "Takpi ang imong baba ug kupti ang imong ngipon. Siya walay pagtagad. Kung nakonsensya ka. Sa katapusan makadaot kini sa kaugalingon.", "籤詩故事一": "◇ Chessboard nga miting\nSi Emperor Taizong sa Tang Dynasty nagmartsa paingon sa kasadpan ug natanggong sa Suoyang City. Si Cheng Yaojin mibalik sa Beijing aron mangayo og reinforcements.\nSi Xue Dingshan gimandoan sa pagserbisyo isip Second Route Marshal ug miadto aron sa pagluwas sa Ginoo ug paghupay kang Xiliao.\nPagkahuman sa usa ka grupo sa mga tawo nga nanggawas sa Yumen Pass, nakaabut sila sa Qipan Mountain. Gilikosan sa liboan ka mga minion sa bukid, si Dou Yihu, ang hari sa bukid, gipildi ni Tang heneral Luo Tong. Maayo na lang, ang iyang igsoon nga si Dou Xiantong usa ka tinun-an sa Balaan nga Inahan sa Dilaw nga Bulak ug hanas sa martial arts. gigunitan ang pisi nga engkanto ug gihigot si Luo Tong.Natanggong.\n(Ang gipirmahan nga balak katumbas niini)\nNakita ni Dou Xiantong ang kaguwapo ni Xue Dingshan ug gusto niya nga mahimong higala ni Feng Luan, apan mibalibad si Xue Dingshan. Nasuko si Dou Xiantong ug gusto siyang itulod ug pugutan sa ulo. Maayo na lang, si Cheng Yaojin mianhi aron sa pagluwas kaniya ug gipadali ang ilang kaminyoon. Sa ulahi, gipangulohan usab ni Dou Yihu ang managsoong Qipanshan balik sa Dinastiyang Tang aron tabangan ang Dinastiyang Tang sa pagbuntog sa Western Liao.", "聖意": "Seguridad sa panimalay, interes sa kaugalingon, pagpangita og bahandi, paghulat alang sa negosyo, dili tugotan ang kaminyoon, Liujia bakak nga alarma, pedestrian nga nagbabag sa mga uma, silkworm, unom ka kahayupan, nawala nga mga tawo, nagbabag sa mga kaso sa publiko, pagkawala (Mo Xing) Paglalin, konserbatibo, nawala nga kabtangan, sakit lisod mabawi, bukid nitso, swerte", "古人": "komperensya sa chessboard", "第X籤": "Ikakatloan ug pito nga mananaog sa lottery", "宮": "Palasyo sa udto"}