{"籤詩版本二": "Paggahin ug panahon sa kalinaw ug kahilum, paglingkod ug paghigda samtang nag-tsa human mabusog\nDili nimo kinahanglan nga puliki sa pisikal ug mental, ug siguradong dili ka magpahinabog inhustisya o katalagman.", "詩意": "Kini nga hexagram usa ka simbolo sa kalinaw ug kalig-on.\nSa tanang butang, ang paghulat sa saktong panahon magdala ug suwerte.", "解曰": "Magpabiling luwas ug maayo. Pangutan-a ang mga dios. Hulata hangtod moabot ang panahon. Ang mga butang mahitabo nga sulagma.", "籤詩故事一": "◇Foyinhui Dongpo\nKas-a, si Su Dongpo nakabaton ug gamay nga pagsabot samtang nagtuon sa Zen. Iyang naamgohan nga ang iyang kahimtang hilabihan ka talagsaon, ug gibati niya ang kalipay niini. Dili mapugngan ang akong gugma, gibuklad nako ang akong pluma ug nagsulat usa ka balak:\n\"Sa tunga-tunga sa langit, si Jishou nagdan-ag sa tibuok uniberso; dili mapadpad sa walo ka hangin, siya milingkod nga matul-id sa usa ka purpura nga bulawan nga lotus.\"\n(Ang walo ka hangin nagtumong sa: ganansya, pagkunhod, kalaglagan, reputasyon, pagdayeg, pagbiaybiay, pag-antos, ug kalipay. Sa ato pa, ang dili pagkasuko niining walo ka estado gitawag nga \"ang walo ka hangin dili makalihok\")\nHuman sa pagsulat niini, gipadala ni Dongpo ang iyang sulugoon tabok sa suba aron ihatag kini kang Zen Master Foyin sa Jinshan Temple.\nHuman mabasa ni Zen Master Foyin, gimarkahan niya kini sa pulong nga \"utot\" ug gihatag sa iyang sulugoon aron bawion.\nSi Dongpo nasuko human makakita niini, mao nga misakay siya ug sakayan tabok sa suba ug miadto sa Jinshan Temple aron pangitaon ang selyo ni Buddha alang sa diskusyon.\nPag-abot ni Dongpo sa gate sa Jinshan Temple, naghulat na si Foyin sa gate.\nGiakusahan dayon ni Su Dongpo si Foyin: \"Nganong gitawag nimo ang balak nga akong gisulat nga usa ka utot?\"\nMitubag si Foyin: \"Dili ba 'dili ka na mapadpad sa walo ka hangin'? Unsaon man nimo 'gibunal tabok sa suba' sa usa ka utot!\"\nNiining higayona, nakurat si Dongpo nga nakaamgo nga dili siya maayo ug gibiyaan sa kaulaw.\n(Kini nga istorya usa ka metapora alang sa \"Wala pa moabut ang kainit\")", "聖意": "Pag-ampo alang sa imong panimalay ug sa imong kaugalingon nga kaluwasan, alang sa imong bahandi, alang sa imong negosyo, alang sa usa ka maayong panahon, alang sa imong kaminyoon, alang sa usa ka babaye nga magpapanaw sa Liujia, alang sa pag-abot sa mga ulod sa silkada sa kaumahan, alang sa unom ka kahayupan nga mahimong lig-on, alang sa pagpangita sa usa ka tawo, alang sa kasamok, alang sa publiko nga mga kaso, alang sa paglalin, alang sa nawala nga kabtangan, alang sa sakit, alang sa pagpadala sa usa ka bukid nga lubnganan, maayo", "古人": "Foyinhui Dongpo", "第X籤": "Katloan ug usa ka kadaugan nga numero", "宮": "Wei Gong"}