{"籤詩版本二": "Sigurado ang pagbalik nga panaw.Kinsa ang nakaila sa jade nga gitago sa bato?\nSa higayon nga ang usa ka maayo nga artesano adunay klaro nga pagputol, siya mobati nga luwas ug luwas sa panahon nga jasper", "詩意": "Sa kini nga hexagram, imong makita ang imahe sa jade kung imong giputol ang usa ka bato.\nPagkugi aron molampos sa tanan.", "解曰": "Ang bahandi anaa sa bato. Gamay ra ang nahibal-an sa mga estranghero. Paghulat hangtud nga kini mahimong klaro. Buhata ang tanan nga imong mahimo.", "籤詩故事一": "◇Si Liu Bei nangitag mga talento (tulo ka pagbisita sa payag nga cottage, tulo ka pagbisita sa payag nga cottage)\nPanahon sa Tulo ka Gingharian. Si Zhuge Liang nagpuyo nga nag-inusara sa usa ka payag nga payag sa Longzhong. Si Liu Bei naghinam-hinam sa pagpangita og mga talento, mao nga iyang gibisitahan si Zhuge Liang sa personal. Gibisita niya si Zhuge Liang tulo ka beses (nailhan nga \"Tulo ka Pagbisita sa Thatched Cottage\" sa kasaysayan). Ang Han Dynasty napukan, ug ang mga mabudhion nga mga ministro mikawat sa ilang mga kinabuhi. Imong Kamahalan.\" Natabonan sa abog. Dili ko sukdon ang akong hiyas ug ang akong abilidad, gusto ko nga motuo sa dako nga pagkamatarung sa kalibutan, apan ang akong kaalam ug kahanas Mga mabaw, mao nga gigamit ko kini nga kaylap. Hangtud karon. Apan, ang akong ambisyon wala gihapon matapos, sa imong hunahuna mapatuman ba ang plano?\"\nGipresentar dayon ni Zhuge Liang ngadto kaniya ang plano sa pagbahin sa kalibutan ngadto sa tulo ka bahin, ug gisusi ang sitwasyon diin si Cao Cao wala magamit ug si Sun Quan mahimong motabang kaniya. Gipasabot usab niya ang katalaw sa mga pastor sa estado sa Jing ug Yi states. , ug dihay kahigayonan nga mapahimuslan sila, ug kadto lang duha ka estado ang mahimong mapahimuslan. Niana lamang nga madaog niya ang kalibotan; gisultihan pa gani niya si Liu Bei sa estratehiya sa pag-atake sa Central Plains. (Kini nga diskusyon sa ulahi gitawag nga \"Longzhong Dui\"). Human kini madungog ni Liu Bei, gidayeg niya kini nga daw nakakita siya og bahandi, ug kusganong gidapit si Zhuge Liang nga mogawas aron motabang, mao nga si Zhuge Liang nahimong magtatambag sa militar ni Liu Bei.", "聖意": "Ang balay malinawon, nangita ko og bahandi, ang patigayon sa trabaho nakababag sa kaminyoon ug nahimong usa ka virtual nga magpapanaw sa Liujia.", "古人": "Nangita si Liu Bei og mga talento (tulo ka pagbisita sa payag nga cottage, tulo ka pagbisita sa thatched cottage)", "第X籤": "Ang katloan ug duha nga mananaog sa lottery", "宮": "Wei Gong"}