{"籤詩版本二": "Pagsinina ug pag-usab sa karaan nga istilo sa pamilya. Ang Tao walay langit apan adunay merito.\nHuman mabanlas ang mga tunok ug tunok sa dalan, silang tulo nagkasabot nga mag-uli sa ilang mga kauban.", "詩意": "Kini nga hexagram nagrepresentar sa pag-usab sa mga sinina.\nLisud ang tanan sa dili pa kini mahimong sayon ​​sa ulahi.", "解曰": "Ayaw kabalaka. Paglingaw. Kung mangutana ka bahin sa umaabot. Adunay maayong dalan sa unahan.", "籤詩故事一": "◇Ang Budhistang mga kasulatan ni Tang Monk\nSi Xuanzang (602-664), usa ka inila nga monghe sa Dinastiyang Tang, adunay komon nga apelyido ni Chen ug gihatag nga ngalan nga Yi. Natawo siya sa Goushi County, Luozhou (karon ang habagatang bahin sa Yanshi City, Henan Province). Nahimo siyang monghe sa edad nga trese ug gikuha ang ngalan sa Budhista nga Xuanzang. Ang kalibutan gitawag nga Sanzang sa Tang Dynasty.\nSa ikatulong tuig sa Zhenguan (629, nailhan usab nga unang tuig sa Zhenguan), mibiyahe siya sa kasadpan ngadto sa Tianzhu (India) aron makakuhag mga kasulatang Budhista. Nag-inusara siyang misulay sa kapeligrohan ug nag-antos sa mga kalisdanan. Naabot lang siya sulod sa upat ka tuig.\nSa ikanapulo ug pito ka tuig sa Zhenguan, ang agalon opisyal nga miluwat ug mibalik sa silangan. Mibalik siya sa China agi sa South Road sa presenteng-adlaw nga Probinsiya sa Xinjiang, Khotan, ug Loulan.Nagkinahanglan kini ug total nga napulog pito ka tuig ug 50,000 ka milya ang gilay-on. Sa iyang pag-abot sa Chang'an sa unang bulan sa ikanapulo ug siyam nga tuig sa Zhenguan, ang emperador mimando kang Liang Guogong Fang Xuanling ug sa ubang mga opisyal sa sibil ug militar sa paghatag kaniya ug dakong pag-abiabi.\nKinatibuk-ang 520 ug 657 ka tomo sa orihinal nga Sanskrit Buddhist nga mga kasulatan ang gihangyo. ug gihubad ngadto sa Chinese.\nHuman mibalik ang agalon, gitahud siya pag-ayo ni Emperor Taizong ug Emperador Gaozong ug gi-enshrined sa Da Nei, nga naghatag kaniya sa titulo nga \"Master Tripitaka\".", "聖意": "Ang balay gubot, swerte sa kaugalingon, swerte, maayong negosyo, maayong kaminyoon, babag sa pag-abot sa mga tawo sa uma, ulod sa seda, dili maayo nga kahayupan, pagpangita sa mga tawo, mga kaso sa publiko, paglalin, nawala nga kabtangan, nalangan nga sakit, nag-ampo alang sa mga panalangin, ang mga lubnganan sa bukid kinahanglan nga daan.", "古人": "Ang Tang Monk Nakakat-on sa Budhistang Kasulatan", "第X籤": "Ang ikakatloan ug lima nga mananaog sa lottery", "宮": "Shen Gong"}