{"籤詩版本二": "Kung gusto nimo nga malinawon ug malinawon, dili angay nga adunay mga kandila ug lampara sa hangin.\nMas maayo nga manglimpyo ug molingkod sa lawom nga hawanan, maglikay sa kahayag, mag-uyog sa hilom nga lugar, ug maglihok-lihok. Uyog → Yao. Libre → pipila.", "詩意": "Kini nga hexagram sama sa hangin nga nag-uyog sa lampara ug kandila.\nAng pagpadayon sa mga butang nga kanunay magdala og suwerte.", "解曰": "Pagpuyo sa hilom nga dapit. Pagtawag ug pag-abot sa oras. Dili kini usa ka panalangin. Konserbatibo ug angay.", "籤詩故事一": "◇ Si Li Jing mibalik sa bukid\nSi Li Jing (571-Hulyo 2, 649), sa maayong ngalan nga Pharmacist, maoy lumad nga taga Sanyuan, Yongzhou (karon amihanan-sidlakan sa Sanyuan County, Shaanxi Province). Usa ka heneral gikan sa ulahing Dinastiya sa Sui hangtod sa sayong Dinastiya sa Tang, siya usa ka bantog nga estratehikong militar nga adunay mga kahanas sa sibil ug militar sa Dinastiyang Tang. Sa ulahi, gihatagan siya sa titulo sa Duke sa Wei, ug nailhan nga Duke sa Wei sa kalibutan.\nSi Li Jing mao ang amahan sa ikatulong prinsipe nga si Nezha sa listahan sa mga diyos, nailhan usab nga \"Hari sa Tota.\" Si Li Jing ug ang iyang anak nga lalaki mitabang kang Jiang Ziya (Tai Gong) aron pildihon si Rayna Zhou, pagtukod sa Zhou Dynasty, ug Hari Si Wu opisyal nga misaka sa trono. Gibuhat dayon ni Jiang Ziya ang usa ka lista sa mga diyos ug nagpahigayon usa ka seremonya aron mahupay ang mga kalag sa mga sundalo nga namatay sa gubat. Sukad niadto, ang kalibotan nahimong malinawon ug malinawon. Gusto ni Haring Wu nga maghimo og mga marquise ug gantihan sila, ug gusto usab niya nga igahin ang yuta sa mga nagtukod nga bayani. Si Li Jing, iyang amahan ug anak, ug laing pito ka tawo mihangyo nga mobalik sa bukid aron sa pagbuhat ug Taoismo ug dili malinga sa kalibotanong kabantog ug bahandi. Sa ulahi, silang tanan nga pito \"nahimong mga santos sa lawas\" ug giranggo sa klase sa mga imortal.\nAng Istorya sa \"Feng Shen Bang\"", "聖意": "Konserbatibo ang balay, ordinaryo lang ko, nangita kog bahandi, naglisod ko sa negosyo, wala magkauyon ang akong kaminyuon, nag-ampo si Liujia nga adunay pagtuo ang mga pedestrian, hinog na ang mga ulod sa tingdagdag, ug luwas ang unom ka mananap, nawala ang mga tawo, mga kaso sa publiko. ug ang paglalin konserbatibo, nawala nga mga sakit sa kabtangan, dili usbon ang lubnganan sa Jianxingshan", "古人": "Mibalik si Li Jing sa bukid", "第X籤": "Ikakatloan ug pito nga mananaog sa lottery", "宮": "Shen Gong"}