{"籤詩版本二": "Lisod sabton ang mga balita gikan sa kapunawpunawan, ayawg paabota ug daghan.\nKung gigaling nimo ang usa ka bato aron mahimong salamin, nahibal-an nimo nga wala’y kapuslanan ang imong mga paningkamot.", "詩意": "Kini nga hexagram nagpadayon sa imahe sa kanunay nga kalinaw.\nAng pagpabilin sa imong kaugalingon sa tanan nga butang magdala ug suwerte.", "解曰": "Tanan nga matang sa mga limbong. Sayang nga effort. Mas maayo nga mahimong konserbatibo. Unsay rason?", "籤詩故事一": "◇Ginger nga babaye nangita og bana\nSa panahon sa Qin Dynasty, sa dihang si Meng Jiangnu mao ang unang emperador sa Qin Dynasty, sa gabii sa iyang kasal, ang iyang bana nga si Fan Qiliang (Wan Xiliang) gidakop ug gipadala sa pagtukod sa Great Wall. Si Meng Jiangnu mibiyahe ug liboan ka milya aron ipadala sa iyang bana ang mainit nga mga sinina.Dugay nga panahon aron makaabot sa Great Wall, apan sa katapusan siya gisultihan nga ang iyang bana patay na ug ang iyang lawas gilubong sa ilawom sa Great Wall. Si Meng Jiangnu mihilak, ug ang Great Wall nahugno, ug ang patayng lawas sa iyang bana nakit-an nga nagtulo ang dugo sa tapok sa mga bukog. Busa gipatawag ni Qin Shihuang si Meng Jiangnu, kinsa nakurat pag-ayo nga gusto niyang kuhaon si Meng Jiangnu isip iyang puyopuyo. Gihangyo ni Meng Jiangnu si Qin Shihuang nga moadto sa Qinhuang Island aron magsul-ob og sako ug mohatag og tribute kang Fan Qiliang. Misugot si Qin Shihuang; human makabayad si Qin Shihuang Pagpasidungog kang Fan Qiliang, si Meng Jiangnu mikupot sa lawas sa iyang bana sa dapit sa Meng Jiangnu Temple karong adlawa.", "聖意": "Seguridad sa balay, pagpreserbar sa kaugalingon, bahandi, patas nga pamatigayon, kaminyoon, dili pagsinabtanay, Liujia nga mga babaye nga pedestrian, pagbalhin sa mga uma, silkworm, kadaot sa kahayupan, kasamok sa pagpangita sa mga tawo, mga kaso, pagkawala, paglalin, nawala nga kabtangan, sakit, kagamitan, pagpadala sa lubnganan sa Anshan, maayong swerte", "古人": "Ginger girl nangitag bana", "第X籤": "Lot 39", "宮": "Palasyo ka"}