{"籤詩版本二": "Usa ka libo ka tuig nga salamin nagkita pag-usab, ang babaye mihangyo sa bana nga magminyo pag-usab\nSukad niadto, ang pamilya nabag-o, ug ang mga panalangin nadugang sa mga anak ug mga apo.", "詩意": "Kini nga hexagram usa ka simbolo sa reunion sa mga salamin.\nAng tanan lisud nga trabaho ug mahal.", "解曰": "Pagkalot sa balas ngadto sa bulawan. Nagsakay sa dragon ug nagsakay sa tigre. Bisan tuod kini hago. Adunay usa ka suplemento niini.", "籤詩故事一": "◇ Yulianhui napulo ka higala\nSa Dinastiyang Song, si Qian Yulian naminyo kang Wang Shipeng. Sa dihang miadto si Shi Peng sa Beijing aron mokuha sa eksaminasyon, gipugos sa adunahan nga si Sun Ruquan si Yulian nga magminyo pag-usab.\nGisalikway ni Qian Yulian ang sugyot sa adunahan nga si Sun Ruquan ug gipalabi niya nga pakaslan si Wang Shipeng, usa ka kabus nga eskolar gikan sa Wenzhou nga gisuholan ni \"Jing Chai\".\nSa ulahi, si Wang Shipeng nakadaog sa unang premyo.Tungod kay midumili siya nga pugson nga magminyo ni Prime Minister Wanqi, gipadala siya aron mag-alagad isip maghuhukom sa hilit nga Chaoyang. Si Sun Ruquan sekretong nag-ilis sa sulat sa pamilya ni Wang Shipeng sa usa ka \"sulat sa diborsyo\" ug gilimbongan si Yulian aron mailad. Gipugos usab siya sa inaina ni Qian Yulian nga magminyo pag-usab, apan mibalibad si Yulian ug naghikog pinaagi sa paglabay sa iyang kaugalingon sa suba. Giluwas siya ni Qian Zaihe gikan sa Fujian Province ug gisagop isip iyang sinagop nga anak nga babaye. .\nNagtuo si Yulian nga patay na si Shipeng. Lima ka tuig ang milabay, si Wang Shipeng ang gobernador sa Ji'an. Usa ka adlaw, nagpahigayon siya og seremonyas sa handumanan sa usa ka Taoist nga templo aron sa paghandum sa iyang namatay nga asawa. Si Yulian nahitabo nga miadto sa Ji'an Taoist nga templo aron magsunog insenso, ug si Wang ug Qian sa kataposan nagkita pag-usab.", "聖意": "Ang balay dili maayo alang sa kaugalingon. Ang tingdagdag ug tingtugnaw mauswagon. Hinaot nga ang bahandi mauswagon sa tingdagdag ug tingtugnaw. Ang negosyo mauswagon. Hinaot nga ang kaminyoon magmalampuson. Pag-ampo alang sa mga pedestrian nga moadto sa uma. Ang mga ulod nga seda mahimong mamuhi. Unom ka kahayupan ang mahimo. Gipataas. Ang mga tawo makit-an. Ang mga kaso sa publiko dili pabor. Ang paglalin konserbatibo. Pagkawala sa kabtangan. Ang ulahi nga sakit. Pag-ampo alang sa mga panalangin. Ang mga bukid ug mga lubnganan maayo.", "古人": "Yulianhui napulo ka higala", "第X籤": "Ang ikaupat nga ilhanan", "宮": "Uterus"}