{"籤詩版本二": "Ang pula nga ligid nahulog sa kasadpan, ang koneho mibangon sa silangan, ang yin mitubo ug ang yang mawala, ug ang tanan miuswag.\nKung ang usa ka babaye gusto nga mogamit niini, kini makadugang sa iyang bahandi ug makahatag kalipay sa iyang kasingkasing.", "詩意": "Kini nga hexagram mao ang simbolo sa pagtubo ni Yin ug pagkahanaw ni Yang.\nLisud ang tanan sa dili pa kini mahimong sayon ​​sa ulahi.", "解曰": "Ang Yin nakabenepisyo sa mga babaye. Dili angay sa mga lalaki. Kung mangayo ka ug tambag. Ang daotan mag-una ug unya ang maayo moabot.", "籤詩故事一": "◇ Si Wu Zetian misaka sa trono\nSa edad nga 14, si Wu gipatawag sa palasyo ni Emperador Taizong Li Shimin sa Tang Dynasty isip usa ka talento nga tawo, nga ginganlag \"Wu Mei\". Human mamatay si Taizong, si Zetian misulod sa Ganye Temple ug nahimong madre.\nSa dihang si Emperador Gaozong sa Dinastiyang Tang milingkod sa trono, iyang gipatawag ang pamilyang Wu ngadto sa palasyo aron paghatag ug pasidungog kang Zhaoyi. Sa ikaunom nga tuig sa Yonghui (655), gitukod ni Emperador Gaozong si Wu isip iyang rayna.\nSi Wu Zetian intelihente, nalambigit sa literatura ug kasaysayan, ug dato sa pagkamamugnaon. Sa wala madugay human si Wu Zetian nahimong rayna, tungod kay si Gaozong huyang ug masakiton, usahay iyang gitugyanan siya sa pagdumala sa pipila ka politikanhong mga kalihokan, mao nga ang iyang gahum mitubo. Sa unang tuig sa Shangyuan (674), si Emperador Gaozong gitawag nga \"Emperor\", si Empress Wu gitawag nga \"Queen of Heaven\", ug silang duha gitawag nga \"Duha ka Santos\" sa palasyo.\nSa unang tuig sa Hongdao (683), si Gaozong namatay, si Prinsipe Li Xian milingkod sa trono, ug si Wu Zetian mianhi sa pagmando sa dinastiya. Niadtong Pebrero sa unang tuig sa Sisheng (684), gipalagpot ni Wu Zetian si Li Xian isip Hari sa Luling ug gitukod ang iyang ikaupat nga anak nga lalaki nga si Li Dan isip emperador, nga nagpadayon sa pagmando sa dinastiya. Sa Septiyembre sa mao gihapong tuig, iyang giilisan ang bandera ngadto sa bulawan, ug ang Luoyang, ang silangang kaulohan, giilisan ug ngalan sa balaang kaulohan. Sa ikasiyam nga adlaw sa Septiyembre sa unang tuig sa Tianshou (690), giproklamar ni Wu Zetian ang iyang kaugalingon nga emperador ug giilisan ang ngalan sa nasod ngadto sa Zhou.", "聖意": "Ang panimalay dili paborable sa kaugalingon, pag-ampo alang sa mga panalangin, pagpangita og bahandi, pagbantay sa mga transaksyon, swerte sa kaminyoon, malas sa kaminyoon (babaye), mga pedestrian nga nagbabag sa mga umahan, silkworm, mauswagon nga kahayupan, nangita sa mga tawo, panagbulag, mga kaso, pagkawala, paglalin. , pagkawala sa kabtangan, sakit, kakurat, bukid ug lubnganan, swerte", "古人": "Si Wu Zetian misaka sa trono", "第X籤": "Ang ikakap-atan nga mananaog sa lotto", "宮": "Palasyo ka"}