{"籤詩版本二": "Mahinumduman nimo ang walay katapusan nga maayong mga pulong, apan mahimo ka nga imong anak kung makaila ka sa kawatan.\nAyaw pagkahakog sa pagkakaron ug pagkabalaka kung giunsa niya paghimo ang usa ka maayo nga butang usa ka tuig ang milabay.", "詩意": "Kini nga hexagram nagpaila sa kawatan isip anak.\nPag-amping sa tanan nimong buhaton.", "解曰": "Kini lang. Ang usa ka ginoo dili masayop. Ibutang kini sa hunahuna. Ayaw pag-inusara.", "籤詩故事一": "◇Dong Zhuo midawat sa Lu Bu\nSi Lu Bu, maisog ug maayo sa pagpakig-away, usa ka bantog nga heneral sa militar sa katapusan sa Eastern Han Dynasty ug ang sinugdanan sa Tulo ka Gingharian. Kas-a iyang giisip si Ding Yuan, ang gobernador sa Jingzhou, isip iyang ama-ama ug nag-alagad ubos niya.\nHuman sa kamatayon ni Emperador Ling sa Eastern Han Dynasty, si Ding Yuan miadto sa Beijing aron makigkunsabo sa heneral nga si He Jin aron makontrol ang gobyerno.\nSi Dong Zhuo nakig-away kang Ding Yuan, apan daghang mga heneral ang wala makapildi kang Lu Bu, busa gipadala ni Dong Zhuo ang iyang sakop nga si Li Su aron suborno si Lu Bu. Si Li Su nagdala og mga tapok nga bulawan ug pilak nga mga bahandi ug ang bantog nga pula nga kabayo sa koneho aron \"mobisita sa Lu Bu\". Nagdala si Li Su og mga tapok nga bulawan ug pilak nga mga bahandi ug ang bantog nga pula nga kabayo sa koneho aron bisitahan si Lu Bu. Busa si Lu Bu gisuholan ni Dong Zhuo aron patyon si Ding Yuan, ug giingnan usab ang iyang mga sundalo nga mouban kaniya kung gusto nila, ug mobiya kung dili nila gusto nga mosunod kaniya. Tungod niini, kadaghanan sa mga sundalo nanagan. Busa si Lu Bu gisuholan ni Dong Zhuo ug gipatay si Ding Yuan.\nHuman makaangkon og gahom si Dong Zhuo, iyang gisagop si Lu Bu isip iyang sinagop nga anak ug gihimo siyang heneral ug marquis.\nSi Dong Zhuo adunay bayolenteng kinaiya, ug ang \"amahan-anak nga relasyon\" uban ni Lu Bu sa pagkatinuod huyang kaayo. Niadtong 189 AD, sa sulsol ni Situ Wang Yun, gipatay ni Lu Bu si Dong Zhuo.\nUnom ka bulan human sa kamatayon ni Dong Zhuo, ang karaang mga tropa ni Dong Zhuo misulong sa kaulohan, ug si Lu Bu ug ang iyang asawa mikalagiw sa kalisang. Human sa pagbiya sa kaulohan, si Lu Bu midangop sa mga warlord nga si Yuan Shu, Yuan Shao, Zhang Yang, Zhang Miao, Liu Bei, ug uban pa, ug nakig-away sa daghang mga higayon uban ni Cao Cao, laing mayor nga warlord niadtong panahona. Si Lu Bu maisog ug maayo sa away, ug gipildi si Cao Cao sa makadaghang higayon.\nSa ikatulong tuig sa Jian'an sa Eastern Han Dynasty, giatake sa mga tropa ni Cao Cao ang Xiaopei, ang base ni Lu Bu, ug gidakop ug gipatay ni Cao Cao ubos sa Baimen Tower. Sa wala pa ang pagpatay, gihangyo ni Lu Bu si Cao Cao nga buhion siya aron malikayan ang kamatayon, apan gipahinumdoman ni Liu Bei si Cao Cao nga si Lu Bu nagbudhi sa daghang mga higayon ug usa ka dili matinuoron nga tawo. Sa katapusan, si Cao Cao, kinsa nagpabili lamang sa mga talento bisan unsa pa ang moralidad, mipatay kang Lu Bu.", "聖意": "Nabalaka ko sa balay, kasagaran nangita kog kuwarta, nagbantay batok sa mga transaksyon, lisod ang pagpakasal, ang lalaki nga Liujia natingala, ang mga tawo nangadto sa uma, ang mga ulod sa seda katunga nga hinog, unom ka mga mananap ang luwas, ang mga tawo nangita sa mga tawo, Ang mga pagkiha angay ug ang paglalin, ang nawala nga mga butang lisud pangitaon, ang mga sakit lisud pangitaon, ug adunay kalinaw sa lubnganan sa Zhenxing Mountain.", "古人": "Gidawat ni Dong Zhuo si Lu Bu", "第X籤": "No. 41 Pagdaog sa Lott", "宮": "Palasyo ka"}