{"籤詩版本二": "Ang emperador, ang emperador, ug ang empress sa katapusan magmapuangoron ug maghulat ug mag-ampo alang sa mga panalangin nga walay kapildihan o ganansya.\nAng tanan nga buhi nga mga binuhat makabenepisyo gikan niini, ug ang kauswagan gilauman sa kalibutan ug sa langit.", "詩意": "Kini nga hexagram usa ka timaan sa pabor gikan sa langit.\nMagmalampuson ang tanan.", "解曰": "Gipakita sa emperador ang iyang pabor. Ayaw gayod kalimti. Mga ritwal sa buntag ug gabii. Angay nga magsunog ug insenso.", "籤詩故事一": "◇ Giluwas ni Mulian ang iyang inahan\nSi Mokou Lian, o Mulian, mao ang labing gamhanan taliwala sa napulo ka tinun-an ni Sakyamuni Buddha.\nAng iyang inahan hakog ug kuripot sa panahon sa iyang kinabuhi, mao nga nahulog siya sa gingharian sa gigutom nga mga multo pagkahuman sa iyang kamatayon. Gigamit ni Mokhullian ang iyang salamangka nga gahom sa pag-obserbar ug nahibaw-an niya nga ang iyang inahan natawo nga gutom nga multo, walay paagi nga makakuha og pagkaon ug anaa sa dakong kalisod.Gigamit niya ang iyang salamangka nga gahom sa pagdala ug pagkaon sa iyang inahan. Wala damha, human makadawat ang inahan. ang pagkaon, nahimo kining abo ug dili na makaon.\nNabalaka si Maudgalyana sa nahitabo ug gitaho kini sa Buddha. Gisultihan sa Buddha si Mulian nga sa ika-15 nga adlaw sa ikapitong lunar nga bulan, kinahanglan niyang ibutang ang usa ka gatos nga lami ug lima ka prutas sa usa ka planggana ug ihalad kini sa mahiyason nga mga monghe sa napulo ka direksyon. Uban niini nga gahum, ang iyang inahan makakaon. .\nSi Maudgalyana milihok sumala sa kabubut-on sa Buddha, ug ang iyang inahan sa kataposan gipagawas. Kini nga matang sa seremonyas gitawag nga \"Obon Festival\" ug kini nga festival gitawag nga \"Obon Festival\".\n(Pahinumdom: Ang usa ka substansiya adunay lain-laing mga pagbati sa lain-laing ang-ang sa kalibutan. Pananglitan: sa diha nga ang ulan dinhi sa kalibutan, kita makakita niini ingon nga \"tubig\", samtang ang mga binuhat sa gingharian sa gigutom nga mga multo mobati niini ingon nga \"dugo\", ug sa pagbati. Ang mga binuhat sa kalibutan sa impyerno mibati nga kini \"dugo\". Morag \"naghulog ug espada\", samtang ang mga langitnong binuhat mobati nga \"naghulog ug bulak\".)", "聖意": "Pag-ampo alang sa balay ug balay, pag-ampo alang sa maayong swerte sa tingtugnaw, pagpangita sa bahandi, walay transaksyon, kaminyoon, kalinaw sa Liujia, pedestrian, pagbalhin sa uma, silkworms, unom ka mga mananap, pagpangita sa mga tawo, kiha, kalampusan, paglalin, konserbatismo, nawala nga kabtangan, sakit , kalinaw sa kabukiran, mga lubnganan", "古人": "Giluwas ni Mulian ang iyang inahan", "第X籤": "Pagpirma sa kwarentay dos", "宮": "Palasyo ka"}