{"籤詩版本二": "Ang kalibutan flexible ug ang tanan nga mga butang nagsuporta sa kaugalingon, nagsuporta sa kaugalingon ug luwas\nNindot ang tanan sa kinabuhi, salamat sa mga santos ug maalamon sa tanan, ug magmauswagon.", "詩意": "Kini nga hexagram nagrepresentar sa panag-uyon tali sa yuta ug sa yuta.\nMaayo ang tanan ug wala’y peligro.", "解曰": "Ang tanang butang natawo. Tanan nga plano ug pangandoy matuman. Nakatabang ang Ford. Nagdali si Rui Qi.", "籤詩故事一": "◇ Ang mga naglakaw nakabaton ug kalamdagan\nPanaw sa Kasadpan nga istorya:\nGikuha ni Sun Wukong ang Bukid sa mga Bulak ug mga Prutas ug nahimong hari. Sa ulahi, aron makakitag paagi nga mabuhi sa kahangturan, migugol siya ug walo o siyam ka tuig sa pagbiyahe tabok sa kabukiran ug mga suba aron sa pagsimba kang Patriarka Bodhi isip iyang magtutudlo. Nakat-on siya sa kapitoan- duha ka mga pagbag-o sa yutan-on nga dautan ug mga somersault nga mga panganod, ug gikuha ang apelyido nga Sun sa unang higayon. Ginganlag Wukong.\nHuman niadto, miadto si Sun Wukong sa Dragon Palace sa East China Sea aron mangitag angay nga hinagiban, ug sa kataposan nakit-an ang Ruyi Golden Cudgel, ang balaang dagom ni Tianhe ug Dinghai. Tungod kay natapos na ang iyang gitas-on sa kinabuhi, naghimo siyag dakong kasamok didto sa kalibotan sa mga patay, giusab ang basahon sa kinabuhi ug kamatayon, ug mibalik sa kalibotan sa tawo. Sa ulahi, si Sun Wukong gitawag sa langit sa unang higayon ug ginganlan og Bima Wen. Sa ulahi, gipatawag siya sa langit sa ikaduhang higayon ug gihinganlan nga Haring Unggoy.Nangawat sab siya ug mga peach ug nagpahinabog kasamok sa langit. Gisilyo siya sa Hurnohan sa Bagua aron pagpraktis sa iyang bulawanong mga mata ug nagdilaab nga mga mata. Sa kataposan, gipugngan siya. ni Tathagata Buddha sa tiilan sa Wuzhi Mountain sulod sa 500 ka tuig, dili makalihok. Ang dapit diin gisipa ang hudno sa Bagua nahimong usa ka bukid sa siga.\nLima ka gatos ka tuig ang milabay, ang Monk Tang miadto sa Kasadpan aron makakuha og mga kasulatan, miagi sa Five Elements Mountain, ug gikuha ang anting-anting sa wala pa maluwas si Sun Wukong. Mihilak si Sun Wukong sa pagpasalamat. Human matudloi ni Guanyin Bodhisattva, iyang gisimba si Tang Monk isip iyang magtutudlo ug miadto sa Kasadpan aron magkauban sa pagkat-on sa mga kasulatan. Sa pagpaingon sa pagkat-on sa mga kasulatan, si Sun Wukong mikunsad sa mga demonyo ug mitangtang sa mga mananap, ug balik-balik nga naghimo ug talagsaong mga buhat.Apan, gisayop siya sa pagsabot ug gipapahawa sa iyang agalon nga si Tang Seng balik-balik. Human sa kawaloan ug usa ka mga kalisdanan, ang buhat sa katapusan nahuman.Ang upat ka mga agalon ug mga tinun-an miabut sa Xitian Leiyin Temple ug nakuha ang tinuod nga kasulatan. Nakab-ot ni Sun Wukong ang hustong resulta.\n(Kini nga istorya usa ka metapora nga bisan ang usa ka unggoy mahimong malamdagan, labi na ang usa ka tawo.)", "聖意": "Ang balay maayo alang sa kaugalingon, alang sa bahandi, negosyo, kaminyoon, Liujia, lalaki nga mga pedestrian, obstruction sa mga uma, silkworms, unom ka mga mananap, Zhongping, nangita sa mga tawo, mga kaso, kalampusan, paglalin, pagkawala sa kabtangan, sakit, Xingxingshan lubnganan, mga butang mga maayo", "古人": "Ang magpapanaw nakab-ot ang kalamdagan", "第X籤": "Gipirmahan sa ika-43", "宮": "xugong"}