{"籤詩版本二": "Ang kalumo nagmadaugon sa kusog sukad pa sa karaang panahon, ug ang pultahan sa maayong mga buhat mauswagon.\nKung adunay magtagna niini nga hexagram, kini sama sa pagsugat sa Yaojing kung giuhaw ka.", "詩意": "Kini nga hexagram usa ka timaan sa pagkamabination ug kalumo.\nSa tanang butang, ang panag-uyon maoy naandan.", "解曰": "Ang langit ug yuta adunay mga pagbati. Tinuod kaayo. Gipanalipdan ka sa Diyos ug ni Buddha. Ayaw kalimti ang imong nakuha.", "籤詩故事一": "◇Naila ni Renzong ang iyang inahan\nAng puyopuyo ni Song Zhenzong, ang Concubine Liu, nasina sa pagkahimugso ni Concubine Li sa usa ka anak nga lalaki, si Zhao Zhen, ug gisuholan ang mananabang aron ilisan ang anak ni Concubine Li og usa ka panit nga civet cat. ang mabugnaw nga palasyo.Ang puyopuyo nga si Liu nakahipos.Sa ulahi.\nHuman napromote si Concubine De sa pagka empress, gisunog ni Concubine De ang bugnaw nga palasyo ug nagplano nga patyon si Concubine Li.\nAng Concubine Li orihinal nga gilabay si Zhao Zhen ngadto sa suba, apan maayo na lang kay naluwas siya sa eunuko ug gipadala ngadto sa Palasyo sa Walo ka Maalam.\nSa ulahi, aksidenteng nahimamat ni Bao Zheng (Bao Qingtian) ang buta nga Concubine Li. Sa dihang nahibal-an niya ang kamatuoran, kusganon niyang giimbestigahan ang kaso, ug sa katapusan nahayag ang kamatuoran, nga gitugotan si Song Renzong nga mailhan ang Concubine Li nga inahan ug anak. Ang puyopuyo nga si Liu gitambog sa bugnaw nga palasyo ug si Concubine Li giabiabi sa palasyo. Ang istorya natapos nga malampuson.", "聖意": "Ang balay ug balay maayo alang sa kaugalingon, alang sa bahandi, alang sa negosyo, alang sa kaminyoon, alang sa kaminyoon, alang sa mga lalaki nga pedestrian, alang sa pagbabag sa kaumahan, alang sa mga ulod nga seda, alang sa tingdagdag, alang sa unom ka mga mananap, alang sa unom ka mga mananap, alang sa pagpangita sa mga tawo, sa pagtan-aw sa mga tawo. , alang sa mga kaso, alang sa kalampusan, alang sa immigration, alang sa nawala nga kabtangan, alang sa mga sakit sa Sidlakan, alang sa mga panalangin, alang sa mga lubnganan sa bukid, ug alang sa silangan ug kasadpan nga kaayohan.", "古人": "Nakaila si Renzong sa iyang inahan", "第X籤": "Kap-atan ug lima nga nakadaog nga lottery", "宮": "xugong"}