{"籤詩版本二": "Si Qin Jun nag-antos sa konserbatibo nga kinabuhi ug determinado nga dili magbuhat ug daotan.\nHangtud nga adunay usa nga hinay nga mopugos, ang mga patay nga sanga ug tigulang nga mga kahoy magpatubo pag-usab sa mga bulak.", "詩意": "Kini nga hexagram sama sa patay nga kahoy nga nagtubo nga mga bulak.\nAng tanan adunay kaugalingong kalampusan.", "解曰": "Mangin konserbatibo ug hilom. Natuman ang mga butang. Kon kini molihok, adunay daghang mga katalagman. Walay mabasol sa kahilom.", "籤詩故事一": "◇Weishui nga pagpangisda\nSa Dinastiyang Zhou, si Jiang Shang, nga ginganlag Ziya, natawo sa Ji (lumad sa Xuzhou, East China Sea), ug ang iyang Taoist nga ngalan mao si Fei Xiong. Ang katigulangan gihatagan ug titulo nga Zai Lu (ngalan sa lugar), mao nga gitawag usab siya nga Lu Wang.\nAron makalingkawas sa gubot nga mga panahon ni Haring Zhou sa Shang Dynasty, si Jiang Ziya nagpuyo daplin sa tubig sa East China Sea ug nangisda sa Weishui River.\nTul-id ang fishhook.Sa pagkatinuod, dili mangisda ang iyang kasingkasing, apan ang iyang ambisyon mao ang mahimong primer ministro.\nNabalitaan ni Haring Wen nga siya maalamon ug gisuholan siya ingong iyang magtutudlo (punong ministro). (Si Jiang Ziya kawaloan ka tuig ang edad niadtong panahona)\nSa ulahi, giatake ni Haring Wu sa Zhou si Haring Zhou sa Shang, gilaglag ang Shang Dynasty, ug gitukod ang Zhou Dynasty. Gitawag ni Haring Wu si Jiang Ziya Shangfu. Ang anak ni Feng Jiang, si Ding Gong, nahimong Marquis of Qi.\n(Kini nga istorya usa ka metapora: paghulat sa higayon, paghulat hangtod adunay usa ka hinungdan nga oportunidad, unya magsugod ang kalamboan.)", "聖意": "Good luck sa pamilya, panimalay, ug bahandi. Pag-abot sa panahon, malampuson ang transaksiyon. Kung matawo ang babaye sa Liujia, ang mga pedestrian mobabag sa umahan, ang mga ulod sa seda mabara. Unom ka hayop ang lisod pangitaon. Maayo swerte sa mga kaso sa publiko, paglalin, pagkakonserbatibo, pagkawala sa kabtangan, sakit, ug suwerte sa kabukiran ug lubnganan.", "古人": "Weishui nga pagpangisda", "第X籤": "Kap-atan ug unom nga nakadaog nga lottery", "宮": "xugong"}