{"籤詩版本二": "Ang mga langgam nga manunukob nahimong pengs sa tingdagdag, malipayong mobiyahe ug molupad\nNaglupadlupad sa linibo ka milya ngadto sa langit, ang tanang ubang mga langgam dili makahimo", "詩意": "Kini nga hexagram usa ka simbolo sa pagsaka-kanaog ni Kunpeng.\nNausab ang tanan.", "解曰": "Kun nausab ngadto sa Peng. Liboan ka mga langgam dili makahimo. Usa ka pinch nga cinnamon. Modaghan ang swerte ug bahandi.", "籤詩故事一": "◇ Si Han Xin ang nagdumala\nSi Han Xin gikan sa Huaiyin.\nNiadtong panahona, gisunog sa Hari sa Han ang tabla nga dalan, ug daghan sa iyang mga sundalo ang nangalagiw.Si Han Xin, nga sa sinugdan midangop sa Hari sa Han, mikalagiw usab.\nNahibal-an ni Xiao He ug gigukod si Han Xin balik sa tibuok gabii.\nSa sunod nga adlaw sa dihang nahibal-an kini sa Hari sa Han, nasuko siya nga miingon: \"Hapit katunga sa mga sundalo nangalagiw. Wala ko nakadungog nga gigukod nimo ang ubang mga punong ministro, apan gigukod nimo si Han Xin nga nag-inusara. Ngano?\"\nSi Xiao He miingon: \"Kung ang imong Kamahalan walay intensyon sa pagbuntog sa Xiang Yu, kalimti kini. Kung gusto nimo nga makigkompetensya kang Chu alang sa kalibutan, kinahanglan nimo nga adunay Han Xin. \" Ang Hari sa Han misimba kang Han Xin isip usa ka heneral.\nGitabangan dayon ni Han Xin si Emperador Gao sa Han sa pagmando sa kalibotan, gidakop ang hari sa Wei, gipildi si Zhao, misurender kang Yan, gidakop ang Qi, ug gilaglag si Chu. Nakahimo siya og napulo ka dagkong kalampusan ug una nga gihatagan sa titulo nga Hari sa Chu.", "聖意": "Suwerte sa panimalay, swerte sa kaugalingon, swerte sa tinghunlak, maayong negosyo, ulahi nga kaminyoon, dili maayo nga swerte sa Liujia, mga tawo nga nagbabag sa kaumahan, silkworm, patag, swerte sa unom ka mananap, swerte sa tingpamulak, nawala mga tawo, mga kaso, kalampusan, paglalin, pagkakonserbatibo, pagkawala sa kabtangan, mga sakit, pag-ampo alang sa kalinaw sa kabukiran ug mga lubnganan", "古人": "Si Han Xin ang nagdumala", "第X籤": "Kap-atan ug walo nga Nakadaog sa Lott", "宮": "Haigong"}