{"籤詩版本二": "Ang bugnaw nga panahon naghimo sa tubig nga yelo.Nganong hakog sa kabantog?\nWala koy laing mahimo gawas sa paglingkod sa hilom ug paghulat sa mga dahon nga natural nga molambo.", "詩意": "Niini nga hexagram, ang tubig nahimong yelo.\nAyaw pagpangayo og bisan unsa nga kawang.", "解曰": "Ang tubig nagyelo sa yelo. Ang yelo matunaw sa tubig. Kung kini usa ka panagkunsabo. Mao ni.", "籤詩故事一": "◇Wang Xiang nangayo og kabaw (Baynte-upat nga Filial Piety Stories)\nSi Wang Xiang sa Jin Dynasty, courtesy name Fuzheng, natawo sa Linyi.\nSa bata pa si Wang Xiang, namatay ang iyang biyolohikal nga inahan, ang iyang nag-inusarang amahan naminyo sa usa ka babaye nga ginganlag Zhu, ug si Wang Xiang adunay bag-ong inahan. Sa bata pa si Wang Xiang, namatay ang iyang biyolohikal nga inahan, ug ang iyang nag-inusarang amahan naminyo sa usa ka babaye nga ginganlag Zhu. Ang ina-ina ni Wang Xiang usa ka pig-ot nga hunahuna ug abughoan nga babaye, dili niya gusto si Wang Xiang ug kanunay siyang sawayon tungod sa mga butang nga wala’y hinungdan. Sa wala madugay, ang ina-ina usab nanganak sa usa ka anak nga lalaki nga ginganlag Wang Lan. Ang ina-ina nahigugma lamang sa iyang kaugalingong mga anak, ug nag-isip kang Wang Xiang nga usa ka tunok sa iyang kiliran. Siya nahimong mas mapugsanon kang Wang Xiang, ug kanunay magsultig dautan bahin kang Wang Xiang atubangan sa iyang amahan. Bisan ang iyang amahan inanay nga wala na nahigugma kaniya. Ang ina-ina nahigugma lamang sa iyang kaugalingong mga anak, ug nag-isip kang Wang Xiang nga usa ka tunok sa iyang kiliran. Labaw pa siya nga mapugsanon kang Wang Xiang, ug kanunay magsultig daotan bahin kang Wang Xiang atubangan sa iyang amahan. Bisan ang iyang amahan inanay nga wala na nahigugma kaniya. Bisan pa nga igsoon ni Wang Xiang sa amahan, si Wang Lan mahigalaon kaayo sa iyang igsoon. Bisan pa sa pagsakit sa iyang ina-ina, anak gihapon kaayo siya. Mapintas kaayo ang ina-ina, apan si Wang Xiang bata pa kaayo.\nAng iyang ina-ina adunay usa ka kalingawan, sa ato pa, ganahan siya mokaon og presko nga isda nga gipangisda sa suba. Ang iyang ina-ina adunay usa ka kalingawan, sa ato pa, ganahan siya mokaon og presko nga isda nga gipangisda sa suba. Usa ka tingtugnaw, ang iyang amahan milakaw alang sa negosyo, ug ang iyang ina-ina nasakit pag-usab. Ang managsoon nga si Wang Xiang ug Wang Lan mainampingong nagsilbi og sabaw ug tambal nga kan-on sa ilang inahan. Sa grabeng katugnaw, ang sakit sa ina-ina wala gihapon mouswag. pagdali. Usa ka tingtugnaw, ang iyang amahan milakaw alang sa negosyo, ug ang iyang ina-ina nasakit pag-usab. Ang managsoon nga si Wang Xiang ug Wang Lan mainampingong nagsilbi og sabaw ug tambal nga kan-on sa ilang inahan. Sa grabeng katugnaw, ang sakit sa ina-ina wala gihapon mouswag. pagdali. Gusto sa masakiton nga ina-ina nga mokaon ug presko nga isda gikan sa suba.Nianang grabe nga katugnaw nga klima, nag-snow sa gawas ug ang tubig sa suba nahimo nang baga nga yelo. Gusto sa masakiton nga ina-ina nga mokaon ug presko nga isda, asa man makit-an ang presko nga isda nianang nagyelo ug niyebe nga klima?\nNiadtong mga adlawa, walay mga pagkaon sa gawas sa panahon, ug dili ka makapalit niini bisan kon ikaw adunay kwarta.\nNiini nga punto sa istorya, ang makapatandog nga istorya ni Wang Xiangqiu Li nahitabo. Ang duha ka managsoon nagbantay sa ilang inahan nga walay mahimo. Si Wang Xiang milakaw paingon sa nagyelo nga suba aron dili mahigawad ang iyang masakiton nga ina-ina. Si Wang Xiang adunay ideya ug gihubo ang iyang kamiseta bisan unsa pa ang katugnaw. Siya naghigda nga hubo sa glacier ug gusto nga Kini naggamit ang kaugalingon nga temperatura sa lawas aron matunaw ang yelo (mao nga Wang Xiangqiu carp gitawag usab nga Wang Xiang nga naghigda sa yelo). Gihubo niya ang iyang kamiseta ug naghigda nga hubo sa glacier. Nag-ampo siya sa Diyos ug miingon: \"Dios, nasakit ang akong inahan ug gusto nga mokaon ug presko nga karpa, kinahanglan nimo nga pangitaon ako usa ka paagi bisan unsa pa. \" Sa katingad-an, ang bloke sa yelo sa iyang tupad kalit nga naliki, ug adunay duha. liki.Usa ka buhing kabaw miambak gikan sa liki ug miambak sa yelo.Nalipay kaayo si Wang Xiang. Nag-ampo siya sa Diyos: \"Dios, nasakit ang akong inahan ug gusto nga mokaon ug presko nga karpa. Kinahanglan nga mangita ka usa ka paagi alang kanako bisan unsa pa. \" Sa katingalahan, ang bloke sa yelo sa iyang tupad kalit nga nagliki, ug adunay duha ka liki. Usa ka buhi nga kabaw miambak gikan sa liki ug miambak sa yelo.Nalipay kaayo si Wang Xiang. Dali siyang miluhod, nagpasalamat sa Diyos, ug midagan pauli nga dala ang kabaw. Dali siyang miluhod, nagpasalamat sa Diyos, ug daling gikuha ang kabaw ug mipauli. Human makakaon og lab-as nga kabaw ang ina-ina, wala madugay naayo siya sa iyang sakit. Ang ina-ina sa higdaanan sa ospital nakugang sa dihang iyang nakita ang hubo nga bahin sa lawas ni Wang Xiang, nga nahimong purpura tungod sa katugnaw, ug duha ka isda sa iyang mga kamot. Siya midagan ngadto sa lawak nga malipayon ug nakugang.\nSi Wang Xiang sa ulahi nahimong opisyal ug nahimong Taibao, ug gihatagan sa titulo sa Duke.", "聖意": "Dili mahimutang sa balay, nag-ampo ako alang sa proteksyon, mga kalisud sa panalapi, mga problema sa negosyo, kaminyuon, inconsistency sa insurance sa Liujia, mga pedestrian, Chi Tian, ​​mga pagkawala sa ulod, unom ka pagkawala sa kahayupan, nawala nga mga tawo, mga kaso sa publiko, paglalin, konserbatibo, nawala nga kabtangan, sakit , lisod bawion, bukid nga lubnganan, suwerte", "古人": "Si Wang Xiang nangayo og kabaw (Bayente-upat nga Filial Piety Stories)", "第X籤": "Kap-atan ug siyam nga Nakadaog sa Lott", "宮": "Haigong"}