{"籤詩版本二": "Mahimo kang mobiyahe ngadto sa tanang suok sa nasod, nga ibitay ang layag nga canopy aron gawasnon nga magunitan kini\nKung adunay maayo nga hangin, kini moabut sa dili madugay ug ang sakayan mapuno sa mga bahandi.", "詩意": "Kini nga hexagram sama sa pagbira sa usa ka sakayan gamit ang hangin.\nMaayo ang tanan.", "解曰": "Pahulay sa kasayon. Walay paningkamot nga gikinahanglan. Daghang bahandi. Ang tanan nakadayeg.", "籤詩故事一": "◇Tao Zhugui Five Lakes (Lawa sa Fan Ligui)\nSa Panahon sa Tingpamulak ug Tingdagdag, si Fan Li, kansang maayong ngalan mao si Shaobo, nailhan usab nga Gui Yizipi o Tao Zhugong.\nNiadtong panahona, dihay gubat tali sa Estado sa Wu ug sa Estado sa Yue, ug gilaglag sa Estado sa Wu ang Estado sa Yue. Si Fan Li ug Wen Zhong naghimo og plano alang kang Yue King Gou Jian aron ipasiugda si Yue ug gub-on si Wu. Si Fan Li personal nga mibiyahe sa kabukiran ug mga suba, ug mibisita sa Huansha River sa Mt. Cailuo aron pangitaon si Xi Shi, usa ka maanyag nga babaye nga adunay mga hiyas, talento, ug katahum, ug gipresentar kini ngadto sa Hari sa Wu. Gigamit niya ang usa ka \"katahom limbong\" sa pagkooperar sa sulod ug sa gawas ug gilaglag ang Wu Kingdom.\nHuman siya molampos sa pagpapha sa Wu Kingdom, nahibal-an ni Fan Li nga si Gou Jian usa ka \"taas ug liog nga langgam nga adunay sungo\" ug makaambit sa mga kalisdanan ug kalipay uban kaniya, mao nga siya ug si Xi Shi milawig tabok sa Qi Kingdom, nag-ilis sa ilang mga ngalan. ngadto sa Gui Zipi, ug nangulo sa iyang mga anak ug mga tinun-an sa Qi Gingharian.Sila nagpuyo sa usa ka cottage sa daplin sa dagat. Nagtrabaho siya pag-ayo sa pagtikad sa awaaw nga yuta, pagpadagan sa usa ka sideline nga negosyo ug pagnegosyo.Sulod sa pipila ka tuig, nakatigom siya og napulo ka milyon nga kabtangan sa pamilya. Siya manggihatagon sa pagpakaylap sa bahandi ug pagbuhat ug maayo sa iyang lungsod nga natawhan. Ang kaalam ug abilidad ni Fan Li gidayeg sa mga tawo sa Qi. Giimbitar siya sa hari sa Qi sa Linzi, ang kaulohan, ug gisimba siya isip punong ministro nga nagdumala sa mga kalihokan sa gobyerno . Siya mipatugbaw: \"Ang pagkahimong usa ka opisyal mahimong mosangpot sa mga ministro, ug ang pagdumala sa usa ka pamilya mahimong mosangpot sa usa ka bahandi. Alang sa usa ka ordinaryo nga nagsugod gikan sa wala, kini nakaabot sa hilabihan. Ang pagpasidungog sa dugay nga panahon lagmit dili usa ka maayong ilhanan.\" Busa, tulo lang ka tuig ang milabay, siya sa makausa pa si Jiliu miatras nga maisogon, giuli ang selyo ngadto sa hari sa Qi, ug gihatag ang tanan niyang bahandi sa pamilya ngadto sa iyang suod nga mga higala ug kaubang mga tagabaryo.", "聖意": "Ang balay maayo alang sa kaugalingon (aron ipadala), nangitag bahandi, swerte sa kasadpan, negosyo ulahi na, dili maayo ang kaminyoon, Liujia luwas, gibabagan sa mga tawo ang uma, silkworm, tingdagdag, maayo alang sa unom ka hayop, Ang tingpamulak mauswagon, ang mga tawo nangita sa mga tawo, ang mga kaso dili maayo, ang paglalin konserbatibo, nawala nga mga butang, ang mga sakit sa Kasadpan nabungkag, ang mga bukid ug mga lubnganan anaa sa habagatan.", "古人": "Tao Zhugui Five Lakes (Lake sa Fan Ligui)", "第X籤": "Ang ika-50 nga mananaog sa lotto", "宮": "Haigong"}