{"籤詩版本二": "Ang ting-init mao ang pinakataas nga adlaw ug ang tanan nabalaka mahitungod sa kainit ug depresyon\nNahibal-an usab sa langit ug yuta kung unsa ang gusto sa mga tawo, ug ang huyohoy sa hangin ug kini natural nga bugnaw", "詩意": "Kini nga hexagram nagpakita nga ang tanan nabalaka mahitungod sa kainit.\nBuhata ang bisan unsa nga gusto nimo.", "解曰": "Walay duhaduha kon moabante ba o moatras. Paglingaw. Alang ba kini sa kamping? Dili kinahanglan nga molihok dayon.", "籤詩故事一": "◇Si Kong Ming misulod sa Sichuan\nSi Zhuge Liang (181-234), maayong ngalan Kongming, maoy lumad sa Yangdu, Langya (karon Yinan County, Shandong Province), ug mao ang primer ministro sa Shu Han (Liu Bei) sa panahon sa Tulo ka Gingharian.\nBisan tuod si Liu Bei midaog sa Jingzhou, kini dili igo sa pagbulag sa usa ka bahin. Si Zhuge Kongming nagplano sa pagdakop sa Xichuan aron sa pagdugang sa teritoryo ni Liu Bei. Niining panahona, si Liu Zhang sa Yizhou giatake ni Zhang Lu sa amihanan. Nahibal-an ni Zhuge Kongming nga gusto ni Liu Zhang nga ipahinungod ang mapa sa Xichuan sa Cao Cao aron mapanalipdan ang iyang kaugalingon. Sa dihang nahimamat ni Zhang Song (ang sakop ni Liu Zhang) si Cao Cao, tungod kay si Cao Cao arogante ug bastos, gikuha ni Liu Zhang ang mapa balik sa Xichuan ug milabay sa Jingzhou sa dalan. Gihulat na siya ni Kong Ming sa dalan ug giimbitar siya sa Jingzhou, apan wala gyud niya hisgoti ang Xichuan Picture hangtod sa oras sa pagbiya. Si Zhang Song mapasalamaton kang Kong Ming sa iyang pagkamatinahuron ug pagkamaabiabihon, mao nga iyang gipahinungod ang Xichuan Picture sa siya.\nDelikado ang terrain sa Xichuan ug mahimong atakehon o depensahan. Human sa lain-laing mga kahikayan ni Kong Ming, ang Xichuan nahimong dapit nga natawhan ni Liu Bei.\n(Gitratar ni Kong Ming ang mga tawo uban ang maayong pamatasan ug dali nga nakuha ang gikaibgan nga Xichuan.)", "聖意": "Pag-ampo alang sa mga panalangin sa panimalay ug alang sa imong kaugalingon nga panalipod (adunay suwerte sa mga kaalautan) Pangitaa ang bahandi, maayong swerte sa negosyo, komon nga kaminyoon, pagkatawo sa mga batang lalaki sa Liujia, pagbalhin sa mga uma, silkworm, kadaot sa kahayupan, pagpangita sa mga tawo, mga kaso sa publiko , paglalin, daan nga nawala nga mga butang, amihanang mga sakit, nangandoy alang sa mga bukid ug mga lubnganan", "古人": "Si Kong Ming misulod sa Sichuan", "第X籤": "Kapitulo 51: Pagdaog sa Lot (Pagdaog sa Lot)", "宮": "Uterus"}