{"籤詩版本二": "Kusog kaayo ang pagdakop sa buwan sa tubig.Kinahanglan ug dakong paningkamot pero wala.\nAyaw pagsultig binuang ug pag-usik sa imong paningkamot sa pagpalig-on sa lawas.Ang pulong nga \"nalaya sa lawas\" orihinal nga nagpasabut nga \"lawas nga nag-inusara\".", "詩意": "Kini nga hexagram hakog alang sa imahe sa paningkamot.\nAng tanan hago ug hago.", "解曰": "Ang mga saad lisud hinumdoman. Daghang kahago. Pagkabalaka sa balay. Naghulat nga makigkita sa mga halangdon nga tawo.", "籤詩故事一": "◇Nasakpan ni Taibai ang bulan samtang hubog (Nasakpan ni Li Taibai ang bulan samtang hubog)\nLi Bai (701-762), nailhan usab nga Taibai, nailhan usab nga Qinglian Jushi. Ang magbabalak sa Tang Dynasty, nga nagtawag sa iyang kaugalingon nga usa ka gihinginlan nga imortal, nailhan nga Immortal of Poetry, ug siya kanunay nga malipayon nga walay pag-inom.\nKas-a si Li Bai miadto sa Jinling (karon Nanjing) ug mipahulay sa usa ka restawran tapad sa Wende Bridge.\nKadto nga adlaw nahitabo nga ika-15 nga adlaw sa tingtugnaw nga lunar nga bulan, sa gabii, siya mag-inusara nga maglingkod sa kan-anan ug modayeg sa bulan, samtang mag-inom ug magbasag mga balak. Kadto nga adlaw nahitabo nga ika-15 nga adlaw sa tingtugnaw nga lunar nga bulan, sa gabii, siya mag-inusara nga maglingkod sa kan-anan ug modayeg sa bulan, samtang mag-inom ug magbasag mga balak. Si Li Taibai labing ganahan sa bulan sa iyang kinabuhi, nga nag-ingon nga kini limpyo ug matahum. Si Li Taibai labing ganahan sa bulan sa iyang kinabuhi, nga nag-ingon nga kini limpyo ug matahum. Nianang gabhiona, mihangad siya ug nakita niya ang puti ug lingin nga buwan sa langit, malipayon kaayo siya ug miinom pa ug pipila ka baso. Nianang gabhiona, mihangad siya ug nakita niya ang puti ug lingin nga buwan sa langit, malipayon kaayo siya ug miinom pa ug pipila ka baso. Sa tungang gabii, gipahimuslan ni Li Taibai ang bino ug nanaug sa Wende Bridge. Sa tungang gabii, gipahimuslan ni Li Taibai ang bino ug nanaug sa Wende Bridge. Sa iyang pagtungtong sa taytayan, iyang giduko ang iyang ulo ug kalit nga nakita ang bulan nga nahulog sa tubig.Sa dihang ang suba milihok, pipila ka itom nga linya ang gidugang sa puti nga anino sa bulan. Sa iyang pagtungtong sa taytayan, iyang giduko ang iyang ulo ug kalit nga nakita ang bulan nga nahulog sa tubig.Sa dihang ang suba milihok, pipila ka itom nga linya ang gidugang sa puti nga anino sa bulan. Hubog kaayo si Li Taibai ning panahona nga nagtuo siya nga ang buwan diay ang nabulit sa tubig sa suba. Hubog kaayo si Li Taibai ning panahona nga nagtuo siya nga ang buwan diay ang nabulit sa tubig sa suba. Wala na lang niya gihubo ang iyang botas, gibukhad niya ang iyang mga kamot ug miambak sa taytayan aron dakpon ang buwan. Wala na lang niya gihubo ang iyang botas, gibukhad niya ang iyang mga kamot ug miambak sa taytayan aron dakpon ang buwan. Sa wala damha, niining paglukso, wala madakpi ang buwan, apan nabuak ang buwan sa tubig ug napikas dayon sa duha ka bahin. Sa wala damha, niining paglukso, wala madakpi ang bulan, apan nalumos ang tawo. Namatay siya sa edad nga kan-uman ug dos.", "聖意": "Ang balay dili komportable ug ikaw anaa sa dili maayo nga swerte (pagtagad sa imong panglawas) (walay swerte) Pangitaa ang balanse sa bahandi (ayaw lang hunahunaa kini) Kalisud sa mga transaksyon, kaminyoon wala masulbad, pag-ampo alang sa proteksyon (walay sulod nga mga bahandi aron mapugngan pagkakuha sa gisabak) Ang mga pedestrian anaa sa kasamok, silkworm sa uma kay lima ka puntos ug unom ka mga mananap ang nagkunhod, nangita sa mga tawo (makalolooy) publiko nga mga kaso ug (Hunonga ang kiha) Ordinaryong paglalin (ayaw paghisgot niini) Pagkawala sa kabtangan (aircraft) Pag-ampo alang sa proteksyon gikan sa sakit (makalolooy) Maayong kapalaran sa kabukiran ug lubnganan", "古人": "Nakuha ni Taibai ang bulan samtang hubog (Si Li Taibai nakuha ang bulan samtang hubog)", "第X籤": "Singkwenta-ikaduha nga nakadaog sa loterya (Loterya)", "宮": "Uterus"}