{"籤詩版本二": "Sa diha nga ang kapakyasan mahimong kalipay, ang mga dragon nagngulob ug ang mga tigre magngulob.\nAng asul nga langit adunay kaugalingong dalan paingon sa langit. Hinaot nga aduna pa koy kahigayonan nga makab-ot ang kabantog.", "詩意": "Kini nga hexagram sama sa dragon nga nagngulob ug tigre nga nagngulob.\nMay paglaum nga madayon ang tanan.", "解曰": "Tudloi lang ug lakaw. Pagbaton sa imong kaugalingon nga kauswagan. Kinahanglan nga buhaton sa katapusan. Adunay usa ka lugar nga makit-an.", "籤詩故事一": "◇Si Liu Bei nag-recruit og pangasaw-onon\nHuman sa Gubat sa Chibi, si Sun Quan naghinam-hinam nga mabawi ang Jingzhou, nga nadakpan ni Liu Bei, mao nga iyang gigamit ang plano ni Zhou Yu, nga nagpakaaron-ingnon nga gusto niyang pangasaw-on ang iyang igsoon nga si Sun Ren ngadto kang Liu Bei, apan sa pagkatinuod gusto niya nga kuhaon. Liu Bei isip usa ka hostage aron maangkon ang Jingzhou.\nHuman maniid si Zhuge Liang sa plano ni Zhou Yu, gitunol niya ang brosyur nga adunay estratehiya kang Zhao Yun, kinsa nanalipod kang Liu Bei sa dihang miadto siya sa Soochow. Ang amahan ni Sun Quan) nahibal-an bahin sa proposal sa kasal. Tungod kay gihigugma ni Wu Guotai ang iyang anak nga babaye ug dili gusto nga mohimo ug kaswal nga mga desisyon bahin sa tibuok kinabuhi nga mga kalihokan sa iyang anak nga babaye, iyang gibadlong si Sun Quan tungod sa iyang kapintas sa iyang igsoon ug misugyot nga personal nga sulayan kung si Liu Bei takus ba sa iyang anak nga babaye sa Templo sa Ganlu. Human nahimamat ni Wu Guotai si Liu Bei, gipasalamatan niya pag-ayo si Liu Bei ug kusganong gipasiugda ang kaminyoon tali ni Liu Bei ug sa iyang anak nga babaye.\nSa ulahi, si Liu Bei ug Mrs. Sun dungan nga milayas balik sa Jingzhou. Sa ulahi, gusto ni Sun Quan nga pahimuslan ang pag-atake ni Liu Bei sa Yizhou aron atakehon ang Jingzhou, apan gipugngan ni Wu Guotai, kinsa nabalaka sa kaluwasan sa iyang anak nga babaye.\nSiya miingon: \"Ang maalamon nga plano ni Zhou Yu mao ang pinakamaayo sa kalibutan. Nawad-an siya sa iyang asawa ug nawala ang iyang mga tropa.\"\n(Nakuha ni Liu Bei gikan sa kadaot)", "聖意": "Malas ko sa balay ug malas ko (una nga malas, unya suwerte) Pangitaa ang bahandi, balanse, kasamok sa kaminyoon, kalampusan sa kaminyoon. Pag-ampo alang sa mga panalangin alang sa mga pedestrian, mga ulod sa uma, lima ka punto alang sa kadaot sa kahayupan, pangitaa ang mga tawo, mga kaso ug paglalin, suwerte sa nawala nga kabtangan, suwerte sa mga sakit, kalinaw sa kabukiran ug lubnganan.", "古人": "Si Liu Bei nag-recruit og pangasaw-onon", "第X籤": "Ang kalim-an ug ikatulo nga kadaugan nga numero", "宮": "Uterus"}