{"籤詩版本二": "Ang hiyas gikan sa amahan ngadto sa anak gipasa ngadto sa apo.Ang kauswagan sa pagkaon ug sapot nagdepende lamang sa Dios.\nAng Chunxuan sa hawanan makapalipay sa mga tawo. Kung sila gigutom, gipakaon, giuhaw ug katulog, ang Chunxuan usa ka metapora alang sa mga ginikanan.", "詩意": "Kini nga hexagram konektado sa imahe sa kawayan nga nagpadulong sa tingpamulak.\nHinaot maayo ang tanan.", "解曰": "Kuhaa ang kawayan ug tingga sa tingpamulak. Kini mikaylap nga walay katapusan. Ang usa ka ginoo nangita og paglaum. Nalipay ang tanan.", "籤詩故事一": "◇ Si Hari Wu sa Zhou misaka sa trono\nGisulong ni Haring Wu sa Zhou si Haring Zhou ug gipangunahan ang walo ka gatos ka prinsipe sa pagpakig-away batok sa kasundalohan ni Haring Shang.Ang mga sundalo sa Chaoge (ang kaulohan ni Haring Shang) misukol usab kang Haring Shang ug nagbudhi kang Haring Shang.\nGisunog ni Haring Zhou ang iyang kaugalingon sa Zhaixing Tower, ug ang Shang Dynasty nalaglag.\nGidawat ni Haring Wu ang libro nga bulawan ug ang bulawan nga bahandi, nga mao ang trono sa emperador, Miatubang siya sa habagatan, gikiyugpos ang iyang mga kamot, ug milingkod siya nga matul-id. Gisugo ni Haring Wu ang pagpanagtag sa kabtangan ni Lutai, ang Star Picking Tower nga gub-on, ug ang mga lugas sa bugas nga gitipigan sa Juqiao ipang-apod-apod.\nBuhian ang napriso nga Jizi ug ayohon ang lubnganan ni Bigan. Si Haring Wu misakay sa pultahan sa balay sa maalamong Shang Rong ug giduko ang iyang ulo. Tahura ang mga buotan ug matinahuron nga mga tawo, ug buhii ang mga ulipon sa sulod nga palasyo.\nGipahunong usab niya ang pag-armas ug gipasiugda ang kultura ug edukasyon. Sa habagatan sa Nanshan, ang mga kabayo gipahalab ug ang mga baka gipasibsib sa kabanikanhan nga adunay mga punoan sa peach.Kini usa ka malinawon nga talan-awon.", "聖意": "Dili maayo ang kahimtang sa balay (swerte), mahimo nimo ang imong kaugalingon nga gusto (good luck), mangita og pinansyal nga ganansya, maghimo usa ka transaksyon, ug magpakasal (magkita usa ka maayong umagad), luwas si Liujia (zodiac sign), ang mga pedestrian mobalhin sa kaumahan, silkworms swerte, unom ka mananap ang nadaot, ang mga tawo lisod pangitaon (tan-awa), public demanda, halangdon nga mga tawo mobalhin, swerte mawala ug ang mga butang makita Mga sakit ug mga sakit", "古人": "Si Hari Wu sa Zhou misaka sa trono", "第X籤": "Singkwentay singko nga nakadaog sa lottery (lotting)", "宮": "Pangit nga Palasyo"}