{"籤詩版本二": "Ang baybayon puno sa mga bato, ang sapa nagdagayday, ang hangin tin-aw, ang bulan tin-aw, ug ang halangdon nga mga tawo nagkapuliki.\nSa dalan, kinahanglan kong mangutana kon asa moadto. Ayaw kuhaa ang baho sa mga bulak ug tanom sa lasang. Ayaw pag-atiman niini.", "詩意": "Kini nga hexagram sama sa usa ka bangka nga nagbiyahe sa usa ka gamay nga baybayon.\nSa tanan nga butang, adunay mga halangdon nga tawo nga makatabang.", "解曰": "Aron mabuhi. Daghang kahago. Magpabilin nga konserbatibo ug maghulat. Ang tanan nga labing maayo.", "籤詩故事一": "◇ Lushan rebelyon\nUsa ka Lushan (703-757), kansang apelyido kay Kang ug ginganlag Yaluoshan, gikan sa Liucheng, Yingzhou (karon Chaoyang, Liaoning).\nSa ulahi, iyang gigamit ang apelyido nga An ug giilisan ang iyang ngalan ug Lushan. Sa panahon sa paghari ni Emperador Xuanzong sa Tang Dynasty, si An Lushan mao ang envoy sa militar.\nNiadtong Nobyembre sa ika-14 nga tuig sa Tianbao, gipataas ni An Lushan ang mga tropa sa Fanyang. Sa ngalan sa pag-atake kang Yang Guozhong, naglunsad siya og rebelyon ug gikuha ang mga tropa sa tulo ka lungsod aron atakehon ang Luoyang, ang silangang kaulohan. Ang mga taho gikan sa Taiyuan nagdali ngadto sa Lishan. Si Tang Xuanzong, kinsa didto sa Huaqing Palace sa Lishan niadtong panahona, wala magtuo nga si Anlushan morebelde. Apan, ang balita sa rebelyon nagpadayon sa pagkaylap, ug si Xuanzong sa gihapon katunga sa kombinsido. (Kini usa ka paghulagway sa \"ang tingog sa bagis nga nagaagay nga tubig sa gagmay nga mga bato sa usa ka sapa\")\nHangtud nga si Yan Zhenqing, ang prefect sa Pingyuan County, nagpadala og usa ka tawo aron magpadala og impormasyon nga si Xuanzong nahigmata gikan sa iyang damgo.\nUbos sa sayop nga estratehiya ni Emperor Xuanzong sa Dinastiyang Tang, giilog sa rehimeng kabalyero ni An Lushan ang Luoyang, ang silangang kaulohan.Sa unang bulan sa misunod nga tuig, iyang giproklamar ang iyang kaugalingon nga Emperador Dayan sa Luoyang, Jianyuan Shengwu, Emperor Xiongwu, ug Da Xixun isip primer ministro.\nNiadtong Hunyo sa samang tuig, si Emperador Xuanzong sa Tang Dynasty, nga naghinam-hinam sa paghupay sa krisis sa Chang'an ug sa sayop nga pagsabot sa militar, mipatay sa duha ka bantogang heneral, sila Feng Changqing ug Gao Xianzhi.Kini nga mando nakapakurat sa kasundalohan sa Tang. (Kini nga pamatasan naglapas sa \"ang dalan kinahanglan magpunting sa atubangan nga suba\")\nPagkahuman, si Emperador Xuanzong sa Dinastiyang Tang nagmando dayon sa laing heneral, si Ge Shuhan, nga mangulo sa kasundalohan sa Tang pasidlakan gikan sa Tongguan.\nSi Ge Shuhan, kinsa hingpit nga nakasabut sa estratehikong kasaypanan ni Emperor Xuanzong sa Tang Dynasty, nagplano sa paglangan sa pagbag-o (ang pagduol sa \"okay lang kung ang hangin kalma ug ang tubig kalma\").\nSa katapusan, si Emperor Xuanzong sa Tang Dynasty naghunahuna nga siya maulawon kaayo sa pagpakig-away, mao nga wala siyay mahimo gawas sa pagpakig-away kang An Lushan nga naghilak, ug napildi. (Kini nagtuman sa \"Kung nagtrabaho ka pag-ayo aron masuportahan ang imong kaugalingon, mahimo kang masamdan.\")\nSa Dinastiyang Tang, sa dihang ang mga tropa sa utlanan ug lokal nga mga garison walay panahon sa pagtubag, ang kasundalohan ni An Lushan mipilit sa utlanan ug misulod sa kaulohan nga dapit. Sa usa ka kritikal nga sitwasyon, si Emperador Xuanzong sa Dinastiyang Tang nanguna sa Guards Corps sa pag-eskapo gikan sa kaulohan, hinungdan sa pagkahulog sa walay lider nga Xijing Chang'an.\n(Si Tang Xuanzong milapas sa giya niini nga ilhanan, busa ang pagrebelde ni An Lushan malampuson.)", "聖意": "Ang panimalay luwas, ang kaugalingon maayo, ang bahandi lig-on, ang transaksyon mauswagon, ug ang kaminyoon malamposon (pagbantay) Usa ka lalaki nga pedestrian gikan sa Liujia miadto sa umahan, silkworm giani, ug unom ka kahayupan ang nadaut. Ang tawo nakit-an ug ang sumbong sa publiko gipakamatarung.Ang nawala nga kabtangan nagdala og sakit, nga mao, ang lubnganan sa Anshan kinahanglan ayohon.", "古人": "Lushan rebelyon", "第X籤": "Ang kalim-an ug unom nga loterya", "宮": "Pangit nga Palasyo"}