{"籤詩版本二": "Adto diretso sa doble nga bilding aron magtago, nga gilibutan sa usa ka lasang sa mga tunok\nSi Tian Gaojun adunay taas nga kinabuhi ug mubo nga kinabuhi. Pagbaton og usa ka kalampusan ug mawala ang duha ka tawo. Paglibot →.", "詩意": "Kini nga hexagram usa ka timaan sa pagpadayon sa mga butang nga daan ug pagbag-o sa bisan unsang oras.\nAng tanan mahimong maayo kung maghulat ka sa husto nga oras.", "解曰": "Sama sa hubog nga inom. Konserbatibo lang. Hulata hangtod moabot ang panahon. Walay katalagman, walay pagbasol.", "籤詩故事一": "◇ Bukid sa Zhang Liangyin\nSa Dinastiyang Han, si Zhang Liang, kansang maayong ngalan mao si Zifang, usa ka Koreano. Ang iyang mga katigulangan sulod sa lima ka henerasyon pulos mga Koreanong primerong ministro.\nSa dihang gilaglag sa Estado sa Qin ang South Korea, gisabwag ni Zhang Liang ang tanan niyang bahandi ug nagtago-tago. Gusto nga manimalos sa South Korea, nagpadala siya og kusgan nga tawo nga adunay puthaw sa iyang lawas. Pag-atake sa Qin Shihuang sa Bolangsha (karon Yuanyang County, Henan Province), aksidente niyang naigo ang deputy car. Gusto sa Unang Emperador nga dakpon si Zhang Liang sa tibuok nasod, apan wala siya madakpi sulod sa napulo ka bulan.\nSa ulahi, gitabangan ni Zhang Liang ang Hari sa Han aron mahiusa ang kalibutan. Human sa iyang kalamposan, midumili siya nga gantihan ug gitudlo nga opisyal, ug ubos sa takos sa pagkat-on sa Taoismo gikan sa Chisongzi (imortal).", "聖意": "Pag-ampo alang sa mga panalangin sa panimalay ug alang sa imong kaugalingon nga kaluwasan (ang tapolan nga swerte mapasabut lamang pinaagi sa pagkamaayo) Ang pagpangita sa bahandi normal (likayan) Ang mga transaksyon mahimong malampuson (paghulat sa usa ka minuto) Ang kaminyoon dili uyon ni Liujia, swerte kung magbiyahe sa uma, silkworms katunga sa maayo, unom ka mananap ang mauswagon (kapakyasan), nangita ug mga tawo, nakababag sa mga kaso sa publiko, napildi, migration is auspicious (malas) ) Pagkawala sa kabtangan, dili maayo nga swerte sa sakit, pag-ampo alang sa maayong swerte sa kabukiran ug lubnganan", "古人": "Bukid ang Zhang Liangyin", "第X籤": "Singkuwenta’y siyam nga Nakadaog sa Lot (Lottering)", "宮": "Palasyo sa Yin"}