{"籤詩版本二": "Sa buntag ug kilumkilom, ang suporta sa Buddha kinahanglan sa mga panahon sa peligro apan dili sa peligro\nKung madani ka sa usa ka halangdon nga tawo, unya ang salapi ug seda usab mouban kanimo.Kini si Chuan Lai. Kini tanan nagdepende kanimo.", "詩意": "Kini nga hexagram nagrepresentar sa sekreto nga panalangin sa mga diyos ug mga Buddha.\nPasensya ug maayong swerte sa tanan.", "解曰": "Usa ka timaan sa kinaraan nga kalinaw. Kung ang tanan mahal, kini mahimong mapuslanon.", "籤詩故事一": "◇Tang Monk nakakab-ot sa kalamdagan\nUsa ka adlaw niana, si Tang Seng miadto sa suba ug nakita niya ang Lingshan Mountain ni Buddha sa atubangan niini, adunay usa ka tabla nga tulay sa atubangan niini, si Tang Seng wala mangahas sa pagtabok niini. Ang Buddha nahimo nga usa ka boatman ug nagkupot sa usa ka bangka nga wala’y ilawom nga naguba. Sa diha nga si Tang Monk misakay sa sakayan, nahulog siya sa suba ug giluwas sa boatman. Mao kini ang paagi nga nakuha ni Tang Monk ang pagka-Buddha. (Story of Journey to the West)\n◇Ang Budhistang mga kasulatan ni Tang Monk\nSanzang sa Tang Dynasty, ang iyang kasagarang apelyido kay Chen ug ang iyang gihatag nga ngalan kay Yi. Natawo sa Goushi County, Luozhou (karon habagatan sa Yanshi City, Henan Province). Nahimo siyang monghe sa edad nga trese ug gikuha ang ngalan sa Budhista nga Xuanzang.\nAron makuha ang orihinal nga mga kasulatan sa Budhista, siya mibiya sa Chang'an (karon Xi'an, Shaanxi Province) sa ikatulong tuig sa Zhenguan (AD 629), mitabok sa utlanan, ug miagi sa dili maihap nga mga kalisdanan aron makaabot sa Tianzhu ( India) sa pagkolekta sa mga kasulatan. Siya mibiyahe sa tibuok Ganges ug Indus suba basin ug sa habagatan-sidlakang kabaybayonan nga mga dapit sa India, unya mitabok sa snow-natabonan sa niyebe nga mga kabukiran ug berde nga mga tagaytay, trekking labaw pa kay sa 50,000 ka milya pabalik-balik. Milungtad og 16 ka tuig sa katapusan sa pagbalik ngadto sa Chang'an sa ang ika-19 nga tuig sa Zhenguan (AD 645). Gidala niyag balik ang daghang Budhista nga mga kasulatan ug gihubad kini ngadto sa Chinese.\n(Si Tang Sanzang miagi ug taas nga panaw pabalik-balik tali sa China ug India. Nasinati gyud niya ang mga kapeligrohan, apan nakauli siya nga luwas tungod kay adunay usa ka dili makita nga patron sa iyang luyo.)", "聖意": "Ang panimalay luwas, ang kaugalingon maayo, ang negosyo sa Kasadpan malampuson, ang kaminyoon malampuson, ang mga pedestrian nagbabag sa umahan, ang mga ulod sa seda gibabagan, ang mga ulod sa seda pito ka punto, ang kahayupan mapuslanon, ang pagpangita alang sa mga tawo, ang Kasadpan Ang mga pagkiha sa publiko dili maayo, konserbatibo ang paglalin, nakita ang nawala nga kabtangan, maayo ang sakit, maayo ang mga bukid ug mga lubnganan.", "古人": "Ang Monk ni Tang nakab-ot ang kalamdagan", "第X籤": "Pagdaog sa lottery kan-uman ug duha", "宮": "Palasyo sa Yin"}