{"籤詩版本二": "Ang mga isda nga naglangoy nadakpan sa lit-ag sa Bibo Pond.\nKung adunay mahitabo nga dili maayo pagkahuman sa paghunahuna bahin niini, kini hinungdan sa kasamok sa katapusan.", "詩意": "Kini nga hexagram nagrepresentar sa usa ka isda nga nakuha sa usa ka lit-ag.\nGitambagan usab nga mag-amping sa tanan.", "解曰": "Settlement ilawom sa balay. Ang katalagman nahulog gikan sa langit. Pagmata og sayo ug pag-amping una. Likayi ang mga katalagman.", "籤詩故事一": "◇ Ang kabayo gitabonan sa tubig (lisud ang pagkuha sa tubig)\nDinastiya Han. Si Zhu Maichen, sa maayong ngalan nga Wengzi, maoy lumad sa Wu sa Kuaiji (karon bahin sa Suzhou City).\nSa iyang unang mga tuig, ang pamilya ni Maichen kabus ug wala siyay kalampusan.Ang magtiayon nagpuyo sa usa ka kugon nga ganghaan sa likod nga eskinita, namutol og sugnod ug nagbaligya niini aron makagasto. Dili ka mokita og dako pinaagi sa pagbaligya og sugnod sa presyo ni bisan kinsa.\nMigawas ang iyang asawa aron sa pagkalos ug tubig ug nakita niya ang usa ka grupo sa mga bata nga gikataw-an si Maichen.\nSa dihang si Zhu Maichen singkwenta anyos na, si Emperador Wu sa Han Dynasty nangitag mga talento ug gisimba si Zhu isip prefek sa Kuaiji.\nAng iyang asawa nagbasol sa iyang pagkabuta ug nangandoy nga mahimong usa ka sulugoong babaye ug puyopuyo aron mag-alagad kang Zhu sa tibuok niyang kinabuhi.\nGisugo ni Maichen ang iyang kanhing asawa sa pagkuha og usa ka balde nga tubig, ibubo kini sa hagdanan, ug miingon, \"Kung makuha ang tubig, mahimo silang duha mag-uban.\"\nSa pagkonsiderar sa relasyon tali sa bana ug asawa, ang asawa ug ang iyang naminyo pag-usab nga bana gihatagan ug bukas nga luna sa likod nga tanaman aron sa pagtikad ug pagsuporta sa ilang kaugalingon. Ang iyang asawa nahulog sa suba ug namatay.", "聖意": "Nameligro ang balay, nameligro ang kaugalingon, nawad-an ang kuwarta, malinawon ang transaksyon, wala magkauyon ang kaminyoon, nahadlok si Liujia, gibabagan ang mga tawo, nadaot ang umahan, nawala ang mga ulod, nawala ang kahayupan, mga tawo. nakaplagan, ang publiko nga kaso nawala, ang paglalin maayo, ang nawala nga mga butang dili maayo, ang mga sakit gipahinabo, mga katalagman ug mga kapeligrohan, ang mga lubnganan sa bukid kinahanglan nga usbon.", "古人": "Ang kabayo gitabonan sa tubig (lisud ang pagkolekta sa tubig)", "第X籤": "Kan-uman ug upat ka timaan", "宮": "Maogong"}