{"籤詩版本二": "Ang kalipay nga naa sa akong atubangan dili kalipay, ni kini dili komportable sa mga panahon sa peligro.\nNgano nga kinahanglan nga putlon ang unod aron ayohon ang mga samad?Mas maayo nga maghulat sa oras ug ayohon ang mga samad → sila mahimong mga samad.", "詩意": "Kini nga hexagram sama sa pagputol sa unod ngadto sa mga samad.\nAng tanan nga mga butang kinahanglan nga buhaton sa tukma sa panahon nga paagi.", "解曰": "Kung nahibal-an nimo unsaon paghunong, hunong. Kahibalo unsaon pagpasaylo sa imong kaugalingon. Guntinga ang kaugalingong unod. Kinatibuk-ang kasakit.", "籤詩故事一": "◇Sun Bin natanggong ug si Pang Juan natanggong\nSa Panahon sa Gubat sa Estado, si Sun Bin lumad nga taga Qi. Si Pang Juan lumad nga taga Wei. Gisimba usab niya si Gui Guzi isip iyang magtutudlo.\nSi Sun Bin mas maayo sa pagkat-on kay sa Pang Juan.Sa dihang si Pang Juan usa ka heneral sa estado sa Wei, nakig-away siya kang Sun Bin sa usa ka gubat sa kaalam ug nagdumot kang Sun Bin sa dihang siya napildi.\nMigamit siyag lansis aron putlon ang mga tiil ni Sun Bin.Unya, nagpakaaron-ingnon si Sun Bin nga buang ug nakaikyas.\nGigamit ni Haring Wei sa Qi si Sun Bin isip iyang magtatambag sa militar. Pangunahan ang mga tropa sa pag-atake sa Wei.\nGigamit ni Sun Bin ang pamaagi sa pagpakaaron-ingnon aron makunhuran ang kusog sa kaaway ug sekretong madugangan ang iyang mga tropa. Iyang gilingla si Pang Juan ug gigukod siya sa Maling Road. Gipusil-patay siya sa usa ka ambus nga sundalo gamit ang crossbow.", "聖意": "Dili mahimutang sa balay, pagsulti sa kaugalingon, pagpangita og bahandi, dili paborable nga negosyo, ang kaminyoon sa kontrabida dili magdugay, Liujia, mga tawo nga nagbabag sa mga umahan, kadaot sa ulod, unom ka pagkawala sa kahayupan, pagpangita sa mga tawo, dili publiko nga mga kaso, pagkawala, paglalin, pagkakonserbatibo, nawala kabtangan, lisud pangitaon, sakit, balik-balik nga mga lubnganan sa bukid, dili maayo", "古人": "Si Sun Bin natanggong ug si Pang Juan natanggong", "第X籤": "Kan-uman ug lima ka timaan", "宮": "Maogong"}