{"籤詩版本二": "Ang dalan delikado, ang mga kabayo ug mga tawo nagdali, ug ang mga sundalo anaa sa grabeng kalisdanan sa dihang sila mawala.\nTaas ang baybayon, ang hangin ug ang mga balud nahugno, ang sakayan naguba, ang adlaw misalop, ang mga bulak nangamatay, ang langit nangahulog, ug ang katugnaw nahulog.Dug: oso.棹: bugsay.", "詩意": "Kini nga hexagram sama sa usa ka bangka nga nagguba sa baybayon.\nPagbantay sa tanang kapeligrohan.", "解曰": "Old school ug old school. Hilom ug walay sala. Dili kinahanglan nga mangayo og tambag. Libre ang pagbiyahe.", "籤詩故事一": "◇ Ang Hari sa Chu Yin Ling nawala sa iyang dalan\nSa sayong bahin sa 202 BC, usa ka kinatibuk-an nga 400,000 ka Han nga mga tropa gikan sa tulo ka kilid ang naglibot sa kasundalohan ni Xiang Yu sa Gaixia, nga kulang sa pagkaon. Ilang gihangyo ang mga sundalo sa pagkanta sa Chu dialect, nga naghimo sa kasundalohan ni Xiang Yu nga sayop nga nagtuo nga ang ilang lungsod nga natawhan kontrolado na. pinaagi sa Han army. Kining sikolohikal nga taktika sa \"gilikosan sa tanang bahin\" maoy hinungdan sa pagkawala sa moral sa kasundalohan ni Xiang Yu.\nBusa si Xiang Yu nangulo sa kapin sa 800 ka elite nga mga mangangabayo ug nakahukom sa pagguba, samtang ang Han nga kasundalohan nagsunod pag-ayo uban ni Guan Ying ug 5,000 ka mga mangangabayo. Human makatabok sa Huai River, usa ka gatos na lang ka tawo ang nahibilin sa mga kabalyero ni Xiang Yu.\nNawala si Xiang Yu sa Yinling ug nangutana sa usa ka mag-uuma sa daplin sa dalan alang sa dalan paingon sa suba, sa wala damha, misunod siya sa direksyon nga gitudlo sa tigulang ug milapos sa usa ka lamakan, naglisud sa paglihok. Hapit siya maapsan ni Liu Ang kasundalohan ni Bang. Si Xiang Yu sa katapusan nakaabot sa Wujiang ug nahibal-an nga ang sitwasyon nahuman na. Sa pagkakita sa mga tigulang ni Jiangdong nga walay kaulaw, siya naghikog ug namatay.", "聖意": "Ang pamilya ug ang balay nabalaka sa ilang kaugalingong mga katalagman. Nangitag kuwarta ug makaguba sa negosyo. Ang kaminyuon dili molungtad. Si Liujia delikado. Ang mga pedestrian nag-ali sa kaumahan. Ang mga ulod nangadaot. Unom ka mga hayop ang nadaot. Nawala nga mga tawo. Mga kaso sa publiko. Pagkawala, Paglalin, Nawala nga kabtangan, Sakit, Dili maayo nga ipadala sa usa ka lubnganan sa bukid.", "古人": "Si Haring Yin Ling sa Chu nawala sa iyang dalan", "第X籤": "Kan-uman ug unom ka lote", "宮": "Maogong"}