{"籤詩版本二": "Sa pag-abot sa tingtugnaw, ang usa ka sanga sa plum nga mamulak sa bukid dili malaglag bisan kung ang mga dahon niini mangatagak ug ang mga sanga niini malaya.\nApan sa pag-abot sa tingpamulak, gibalik ko gihapon ako ingon nga courtesan ug gilaglag ang orihinal nga buhat.", "詩意": "Niini nga hexagram, ang plum blossom nag-okupar sa nanguna nga posisyon.\nMaayo ang tanan kung kini malangan.", "解曰": "Usa ka pana nga walay sulod. Sa diha nga kini walay sulod, kini walay sulod. Naghulat sa pag-abot sa tingpamulak. Ang kolor anaa niini.", "籤詩故事一": "◇Naka-iskor kaduha\nSa panahon sa paghari ni Emperor Dezong sa Dinastiyang Tang, ang maunongong ministro nga si Mei Bogao ug ang iyang pamilya gikuwadro sa maluibon nga Punong Ministro nga si Lu Qi, nga gustong mopatay kanilang tanan. Ang iyang anak nga si Mei Liangyu lamang ang nakaikyas. Sa ulahi, iyang giusab ang iyang ngalan ni Wang Xitong aron itago ang iyang pagkatawo. Nag-inusara siyang nagpuyo sa kadalanan, gigutom ug gitugnaw, apan maayo na lang kay gikuha siya ni Chen Risheng (Chen Dongchu). Wala mahibalo si Chen Risheng sa iyang kasinatian sa kinabuhi, mao nga mihangyo siya kaniya nga tabangan siya sa pag-atiman sa plum garden ni Chen aron dili siya mamatay sa kagutom sa dalan.\nSi Chen Risheng classmate ug higala ni Mei Bogao. Sa dihang gilutos siya ni Lu Qi, giluwas siya ni Mei Bogao. Tungod niini, nagkaaway sila Mei Bogao ug Lu Qi. Sa kataposan, gipatay ang tibuok niyang pamilya. Chen Naguol ug nasuko si Risheng tungod niini.Pagkaminyo, ni-resign siya ug gibalhin ang iyang pamilya sa Yangzhou aron magpuyo nga nag-inusara.\nSi Chen Risheng adunay anak nga babaye nga ginganlag Chen Xingyuan, nga gwapa ug humot.Pagkahuman ni Mei Liangyu sa pamilyang Chen, na-love at first sight sila. Sa usa ka adlaw nga namulak na ang plum blossoms, nga mao usab ang anibersaryo sa pagkamatay ni Mei Bogao, si Chen Risheng ug iyang pamilya miabli og altar sa plum garden sa ilang balay aron paghandom sa namatay nilang higala ug benefactor.Sa wala damha, kalit nga nausab ang panahon. ug mihuros ang kusog nga unos sa niyebe, nga mitabon sa tanang mga bulak sa plum. Si Chen Risheng nagbagulbol nga nakaikyas siya nga luwas, apan dili gani niya maluwas ang mga kaliwat sa pamilyang Mei. Naghunahuna siya nga kini usa ka pasidaan gikan sa Dios, mao nga misaad siya nga gawas kung ang mga bulak namulak pag-usab, nagpamatuod nga ang mga kaliwat ni buhi pa ang pamilyang Mei, wala siyay gisulti bisan unsa.Miikyas siya sa Budhismo ug nahimong monghe.\nNadungog kini sa iyang anak nga babaye nga si Xingyuan ug nagsunog dayon og insenso ug kinasingkasing nga nag-ampo sa Diyos nga mamulak pag-usab ang plum blossoms. Ang ilang pagkasinsero nakapatandog sa langit, ug ang tanang mga punoan sa plum sa tanaman sa plum namulak pag-usab; sa ulahi si Chen Risheng nahibalo nga ang Xitong mao si Liangyu, mao nga iyang gipangasawa ang iyang anak nga babaye nga si Xingyuan ngadto kaniya.", "聖意": "Ang balay dili maayo alang sa kaugalingon, ang usa maayo alang sa kaugalingon, ang usa nangita sa bahandi, ang usa ka mabinantayon sa pakigsabot, ang panahon tukma, ang kasal ulahi na, ang tingpamulak lig-on, ang tingdagdag walay sulod, ang magpapanaw ulahi na, ang mga uma mauswagon, ang mga ulod nga seda mauswagon, ang unom ka kahayupan mauswagon, nangita sa mga tawo, mga kaso sa publiko, pagkawala, paglalin, nawala nga kabtangan, mga sakit sa Sidlakan, bakak nga mga alarma, mga lubnganan sa bukid kinahanglan nga usbon.", "古人": "Nakaiskor kaduha", "第X籤": "Kan-uman ug siyam nga Nakadaog sa Lott", "宮": "Tatsumi"}