{"籤詩版本二": "Ang Chao Chao sama sa usa ka putyokan nga nangolekta og bulak, nga naglupad gikan sa habagatan-kasadpan ug dayon sa sidlakan\nAng tubod nahanaw, ang mga bulak nahanaw, ug walay dapit nga pangitaon.Kining kasingkasing dili mausab sa iyang nahimutangan.", "詩意": "Kini nga hexagram sama sa usa ka putyokan nga nanguha og mga bulak.\nAng tanan hago ug hago.", "解曰": "Walay talan-awon sa tingpamulak. Nag-ulan ug dugay apan wala gyud motin-aw. Pangayo ug tabang. Mas maayo nga maghilom.\n.", "籤詩故事一": "◇ Si Li Mi mirebelde batok sa Tang Dynasty\nLi Mi\n(582-619), ang ulahing lider sa Wagang Army sa pag-alsa sa mga mag-uuma sa ulahing Sui Dynasty sa China. Master sa calligraphy. Ang tagdumala sa pulong Fa maoy lumad sa Chang'an, Jingzhao, ug ang iyang ancestral home mao ang Xiangping, Liaodong (karon habagatan sa Liaoyang, Liaoning). Lumad sa Chang'an, Jingzhao, ang iyang ancestral home mao ang Xiangping, Liaodong (karon habagatan sa Liaoyang, Liaoning).\nSa ikasiyam nga tuig sa Daye (613), miapil siya sa rebelyon ni Yang Xuangan batok sa Dinastiyang Sui sa Liyang (karon sa amihanan-sidlakan sa Junxian County, Henan Province). Sa ikasiyam nga tuig sa Daye (613), miapil siya sa rebelyon ni Yang Xuangan batok sa Dinastiyang Sui sa Liyang (karon sa amihanan-sidlakan sa Junxian County, Henan Province). Ang misteryosong pagbati napildi,\nMikalagiw si Li Mi. Napildi si Xuangan ug milayas si Li Mi.\nSa ikanapulog duha ka tuig ni Daye, miapil siya sa Wagang Army\n. Sa ikanapulog duha ka tuig sa paghari ni Daye, miapil siya sa Wagang Army. Si Li Mi maayo sa estratehiya.Niadtong Oktubre sa ikanapulog duha ka tuig sa Daye, gikombinsir ni Li Mi si Zhai nga atakehon si Xingyang Tong, ang gamhanang heneral nga nag-uban sa kasundalohan, aron panalipdan si Zhang Xutuo, gipildi ang kasundalohan sa Sui ug gipatay si Zhang Xutuo. Si Li Mi maayo sa estratehiya.Niadtong Oktubre sa ikanapulog duha ka tuig sa Daye, gikombinsir ni Li Mi si Zhai nga atakehon si Xingyang Tong, ang gamhanang heneral nga nag-uban sa kasundalohan, aron panalipdan si Zhang Xutuo, gipildi ang kasundalohan sa Sui ug gipatay si Zhang Xutuo.\nSa ulahi, siya misugyot sa pag-atake sa Xingluo (sa ulahi ginganlan og Luokou) nga bodega, pag-abli sa bodega alang sa kahupayan, ug pagpalapad sa team. Ang Wagang Army team kusog nga mitubo. Sa ika-13 nga tuig sa Daye, si Li Mi nangulo sa Wagang Army, ug si Zhai Rang nag-atubang sa pagkademosyon ug pag-apod-apod sa Dinastiyang Sui.Adunay gubat tungod sa mga kahinguhaan sa militar ug uban pang mga isyu, ug gipatay ni Li Mi si Zhai Rang ug gatusan sa iyang mga sumusunod. Sa ulahi, siya misugyot sa pag-atake sa Xingluo (sa ulahi ginganlan og Luokou) nga bodega, pag-abli sa bodega alang sa kahupayan, ug pagpalapad sa team. Ang Wagang Army team kusog nga mitubo. Sa ika-13 nga tuig sa Daye, si Li Mi nangulo sa Wagang Army, ug si Zhai Rang nag-atubang sa pagkademosyon ug pag-apod-apod sa Dinastiyang Sui.Adunay gubat tungod sa mga kahinguhaan sa militar ug uban pang mga isyu, ug gipatay ni Li Mi si Zhai Rang ug gatusan sa iyang mga sumusunod.\nNiadtong Marso sa ika-14 nga tuig sa Daye, gipatay ni Yu Wenhuaji si Emperador Yang sa Sui Dynasty\n, nanguna sa kapin sa 100,000 ka tawo sa pagbalik sa kasadpan. Niadtong Marso sa ikanapulog-upat nga tuig sa Daye, gipatay ni Yu Wenhuaji (Yu Wen, compound nga apelyido) si Emperador Yang sa Dinastiyang Sui ug mibalik sa kasadpan uban ang kapin sa 100,000 ka mga tawo. Gimandoan si Li Mi nga atakehon si Huaji. Bisag napildi si Huaji, napildi usab si Li Mi sa mga tropa. Sa ulahi gigukod siya ni Wang Shichong. Napildi ang kasundalohan ni Li Mi ug nalaglag ang iyang kampo. Ang iyang mga heneral nga Qin Shubao, Cheng Zhijie (orihinal ginganlan og Cheng Yaojin), Niu Jinda ug uban pa nadakpan. , misurender si Shan Xiongxin. Gimandoan si Li Mi nga atakehon si Huaji.Bisan napildi si Huaji, napildi usab si Li Mi sa iyang mga tropa. Sa ulahi, gigukod siya ni Wang Shichong.Napildi ang kasundalohan ni Li Mi ug naguba ang iyang kampo.Nadakpan ang iyang mga heneral nga Qin Shubao, Cheng Zhijie (orihinal nga ginganlan og Cheng Yaojin), Niu Jinda ug uban pa, ug misurender si Shan Xiongxin. Desperado si Li Mi, mao nga mitabok siya sa suba paingon sa Heyang niadtong Septiyembre ug misurender sa Tang Dynasty. Desperado si Li Mi, mao nga mitabok siya sa suba paingon sa Heyang niadtong Septiyembre ug misurender sa Tang Dynasty.\nNiadtong Nobyembre, gipadala ni Li Yuan si Li Mi sa Shandong aron mag-recruit og mga daan nga tropa. Nobyembre,\nGipadala ni Li Yuan si Li Mi nga maghulat sa Shandong aron mag-recruit og mga tigulang nga tropa. Gibati nga siya gisuspetsahan, siya mirebelde batok kang Tang. Gibati nga siya gisuspetsahan, siya mirebelde batok kang Tang. Giimbitar ni Tang heneral Sheng Yanshi si Li Mi sa pag-atake ug pagpatay kaniya sa Xinggong Xian. Giimbitar ni Tang heneral Sheng Yanshi si Li Mi sa pag-atake ug pagpatay kaniya sa Xinggong Xian.", "聖意": "Balay, balay, dila, kaugalingon, kontrabida, nangitag bahandi, pag-usik-usik sa negosyo, kaminyoon nga dili molungtad, Liujia, walay sulod nga mga bulak, mga pedestrian, Yaotian, silkworm kadaot, unom ka kahayupan kadaot, nawala nga mga tawo, mga kaso, pagkawala, paglalin, konserbatibo, nawala nga kabtangan, sakit, mga babag, reporma sa lubnganan sa bukid", "古人": "Nagrebelde si Li Mi batok sa Tang Dynasty", "第X籤": "Ang ikapitoan nga draw", "宮": "Tatsumi"}