{"籤詩版本二": "Kahibalo sa Canglong Nineteenth Guards: Usa ka babaye naminyo sa ikaduhang bana\nUban sa usa ka pana ug duha ka pana, ang mga dinosaur mabuhi dayon sa kalinaw", "詩意": "Kini nga hexagram sama sa usa ka pana nga nagkupot ug duha ka pana.\nMaayo ang tanan kung magdungan.", "解曰": "Dili kaayo bug-at. Kapalaran. Giablihan ni Zhen Liuzhong. Kini mao ang advisable nga magmabinantayon.", "籤詩故事一": "◇Wenjun mibisita sa Xiangru\nSi Zhuo Wenjun anak sa apo ni Zhuo Wang, usa ka adunahang negosyante sa Linqiong, Sichuan Province, hanas siya sa musika ug adunay ngalan sa literatura. Naminyo siya sa dihang siya nag-edad og 16. Paglabay sa pipila ka tuig, namatay ang iyang bana ug mibalik siya sa iyang natal nga pamilya aron magpuyo isip balo.\nUsa ka adlaw niana, miadto si Sima Xiangru sa balay ni Zhuo Wangsun alang sa usa ka bangkete, sa dihang nahibal-an niya nga si Zhuo Wenjun bag-ong nabalo, iyang gipatugtog ang kanta nga \"Phoenix Seeking the Phoenix\" aron ipahayag ang iyang gugma. Nakadungog na si Zhuo Wenjun bahin kang Sima Xiangru, ug kini nga bangkete nakapadani pa niya kang Sima Xiangru. Sa laing bahin, human sa bangkete ni Sima Xiangru, migasto dayon siya og daghang salapi aron subornohan ang personal nga katabang ni Zhuo Wenjun ug gihangyo siya nga ipaabot ang gugma ni Sima Xiangru kang Zhuo Wenjun. Human mahibal-an ni Zhuo Wenjun ang mahitungod sa gugma ni Sima Xiangru pinaagi sa dalaga, midali dayon siya sa balay nga abutanan nga gipuy-an ni Sima Xiangru.\nSa diha nga sila didto sa Chengdu, ang magtiayon kabus ug kinahanglan nga mobalik sa Linqiong aron sa pag-abli sa usa ka gamay nga hotel aron mabuhi. Human nahibal-an kini sa amahan ni Zhuo Wenjun, si Zhuo Wangsun, misugot siya ug gipondohan sila ubos sa tambag sa iyang mga higala, aron si Sima Xiangru ug Zhuo Wenjun mibalik sa Chengdu aron mopuyo, ug sa ulahi nahimong adunahan.", "聖意": "Ang pagkawala sa panimalay ug kabtangan, kaugalingong mga katungod ug mga sayop, pagpangita og bahandi, mga transaksyon sa trabaho, pagbantay batok sa paghiusa pag-usab sa kaminyoon", "古人": "Si Wenjun mibisita sa Xiangru", "第X籤": "Kapitoan ug usa nga Nagdaog sa Lotto", "宮": "Tatsumi"}