{"籤詩版本二": "Ang mga tigbuhig putyokan kinahanglang magpakilimos ug dugos, aron dili sila mapaak sa ikot\nKinahanglan nga adunay usa ka katingad-an nga dalan sa imong atubangan.Ang sekreto sama kalawom sa lasang sa mga tunok.", "詩意": "Kini nga hexagram nagsimbolo sa mga putyokan nga nagkolekta og dugos.\nAng tanan hago ug hago.\n\n(Kini nga hexagram nangita sa simbolo sa katam-is ug kapaitan.\nPaglikay sa mga katalagman sa tanan.\n)", "解曰": "Ang mga butang kinahanglang buhaton pag-ayo. Dili kinahanglan nga pugson. Ang mga putyukan nagtigom ug dugos. Unsay rason?", "籤詩故事一": "◇Si Wang Mang nangitag mga talento\nAng pamilyang Wang Mang sa Western Han Dynasty maingon nga usa ka adunahan nga pamilya. Bisan og ang iyang amahan namatay nga bata pa, ubay-ubay sa iyang mga uyoan ug uyoan nahimong mga emperador sa Han Dynasty. Nahimo silang mga heneral, punong ministro, ug nahimong marquise ug nakadawat og mga ganti. Ang pamilyang Wang hilabihan ka inila.\nApan ang gamay nga pamilya ni Wang Mang hilabihan ka kabus; ang iyang amahan namatay nga bata pa, ug siya nagpuyo lamang uban sa iyang inahan, nagsalig sa gugma nga putli gikan sa mga paryente. Apan tungod niini, si Wang Mang nakaugmad ug nagpraktis sa usa ka hugpong sa mga kahanas sa pag-atubang sa mga tawo sukad pa sa iyang pagkabata. Bisag unsa kasubo o kasuko ang iyang gibati, kanunay siyang nagpakita og malipayon ug malinawon nga panagway atubangan sa mga paryente, tigulang o sa gawas, mao nga gidayeg siya sa tanan sa clan.\nUsa ka higayon niana, grabeng nasakit ang iyang kamagulangang uyoan. Human sa pagkahibalo niini, miduol siya ug naghulat sa higdaanan sa pasyente, nagdalag tambal ug tubig, ug nagtukaw sa gabii. Sulod sa sunod-sunod nga mga bulan, wala siyay sapot, hugaw, ug haggard. Siya mas \"pasyente\" kay sa usa ka pasyente. Mas \"anak\" kay sa usa ka biyolohikal nga anak.\nTungod niini, ang tanan sa Taiwanese nga mga tawo midayeg kaniya ug misulat og mga sulat nga nangayo og ganti alang kaniya.\nBusa gihatagan siya ni Emperador Cheng sa Dinastiya sa Han ug titulo nga Bag-ong Kapital nga Marquis ug gitudlo siya ingong guwardiya sa palasyo, nahimong suod nga ministro sa emperador.\nUban sa iyang taas nga kahimtang ug dako nga gahum, si Wang Mang wala gayud magpakita sa bisan unsa nga pagkamapahitas-on o pagkatapulan. Hinunoa, siya nahimong mas matinahuron ug matinahuron. , gitabangan niya ang mga kabos ug manggihatagon sa iyang bahandi.\nApan nagkinabuhi siya nga madaginuton kaayo, kasagaran mokaon ug karne, wala pay labot ang pagsul-ob ug tag-as nga mga sapot ug tag-as nga mga sinina, nagsul-ob lamang ug mugbong mga sinina. Busa ang tanan sa gobyerno ug publiko nagkahiusa sa pagdayeg kaniya sa pulong nga \"virtuous\".\nSa ulahi, ang iyang uyoan, si Grand Sima Wanggen, namatay sa sakit ug siya ang napili nga iyang puli. Ang emperador ug ang tanang mga ministro naghunahuna nga siya ang labing angay. Busa, si Wang Mang, nga katloan ug otso anyos pa lang, nahimong Grand Sima nga adunay labing taas nga gahum militar sa nasud.\n(Kini nga istorya usa ka metapora. Ang pagkamaayo sa pagkamaayo nga tawo makatabang kanimo nga mawala ang \"kalisud nga matusok sa mga buyog\" ug makab-ot ang imong mga mithi sumala sa imong gusto.)", "聖意": "Ang balay dili maayo alang sa kaugalingon, ang pamilya anaa sa kasamok, ang negosyo gibabagan, ang kaminyoon gibabagan, ang unom ka mga hinagiban bakak, ang mga pedestrian ulahi, ang silkworm ani, ang kahayupan ubos, kini lisud nga pangitaa ang mga tawo, ang kiha daotan, ang paglalin wala molihok, ang nawala nga kabtangan daotan, ang sakit gipahimutang, ang bukid nga lubnganan nawala", "古人": "Nangita og mga talento si Wang Mang", "第X籤": "Pagdaog sa lottery kapitoan ug duha", "宮": "Tatsumi"}