{"籤詩版本二": "Inig-abot sa tingpamulak, ang dalugdog mikurog sa huni sa gatosan ka mga insekto, ug ako mitalikod sa lapok\nSa una nako nga naamgohan nga ako moadto ug moadto, sa dihang nausab ko, nahimo kong dragon.", "詩意": "Kini nga hexagram sama sa dalugdog ug mga insekto.\nAng pagkita sa usa ka halangdon nga tawo usa ka maayong timaan sa tanan.", "解曰": "Miigo ang dalugdog. Duha ka deposito sa sulod ug gawas. Usba kausa. Hangtod sa Tianmen.", "籤詩故事一": "◇ Chenqiao Mutiny\nNiadtong 959 AD, namatay si Zhou Shizong Chai Rong, ug si Emperador Gong, si Chai Zongxun, kinsa milingkod sa trono, pito lang ka tuig ang panuigon. Niadtong panahona, si Zhao Kuangyin, kinsa nagsilbi nga inspektor sa atubangan sa palasyo ug ang sinugo sa Songzhou sa German Army, naghupot sa tinuod nga gahum.\nSa tingpamulak sa 960 AD, ang Zhenzhou (karon Zhengding, Hebei Province) ug Dingzhou (karon Dingxian County, Hebei Province) mitaho nga ang kasundalohan sa Northern Han Dynasty ug Liao State nagdungan sa pag-adto sa habagatan aron atakehon ang Ulahing Zhou Dynasty, uban sa dako nga momentum, ug mihangyo sa pagpadala sa mga tropa alang sa tabang. Sa ulahi, ang Zhou Dynasty mimando kang Zhao Kuangyin sa pagpangulo sa iyang mga tropa sa amihanan aron makig-away batok sa kaaway. Si Zhao Kuangyin milihok sa tago ubos sa pagplano sa iyang igsoon nga si Zhao Guangyi, Zhao Pu, Shi Shouxin ug uban pa.\nNiadtong Pebrero 3, sa dihang ang kasundalohan miabot sa Chenqiaoyi (karon Chenqiao Town, habagatan-sidlakang bahin sa Fengqiu, Henan), sila naglunsad og usa ka pag-alsa ug mimando sa mga sundalo sa pagsul-ob ug dalag nga mga bisti alang kaniya. . Human niadto, si Zhao nangulo sa iyang mga tropa balik sa Kaifeng nga walay pagsunog, pagpatay o pagpangawat.\" Si Taizu Chen Qiao nanumpa nga dili samokon ang mga tawo sa kaulohan, ug siya misaad nga dili samokon ang siyudad sa adlaw nga siya mosulod sa siyudad.\"\nSa ikatulong adlaw sa ikatulong tuig sa lunar nga bulan, si Zhao Kuangyin misukol sa Chenqiao ug mibalik sa kaulohan. Gipangulohan ni Fan Zhi si Wang Pu ug Wei Renpu sa pagpangutana kang Zhao Kuangyin. Si Luo Yanhuan mihulbot sa iyang espada atubangan sa tolda ug misinggit og kusog : \"Ang tulo ka kasundalohan walay agalon. Ang mga heneral nakahukom sa pagtudlo kaniya ingon nga emperador. Bisan kinsa nga mosulti pagapatyon!\". Ang nawong ni Wang Pu sama ka luspad sa yuta. Iyang gipaubos ang iyang mga lakang ug miduko. Si Fan Zhi usab miduko. Si Kuang Yin personal nga mitabang kaniya sa pagbangon ug nagtratar kaniya uban ang dakong pagtahud.\nHuman sa kasarangang pagsukol, si Emperor Gong sa Ulahing Dinastiya sa Zhou mipuli sa trono, ug si Zhao ang mipuli sa trono. ug misulod sa tupad niya, nga nag-ingon: \"Nahuman na.'\"\nHuman si Zhao milingkod sa trono, iyang giilisan ang ngalan sa nasod ngadto sa Song, Yuan ngadto sa Jianlong, ug gihimo ang Kaifeng nga kaulohan.Shi Shouxin, Gao Huaide, Zhang Lingduo, Wang Shenqi, Zhang Guanghan, ug Zhao Yanhui ang tanan gihatagan sa titulo sa Jiedushi , nga nailhan nga \"Chenqiao Mutiny\" sa kasaysayan.\nWikipedia\n(Kini nga istorya nagrepresentar nga kini ang sinugdanan sa pasundayag ni Zhao Kuangyin.)", "聖意": "Pag-ampo alang sa imong balay, adlaw-adlaw nga kinabuhi, bahandi, maayong kapalaran, maayong swerte sa negosyo, halangdon nga kaminyoon, kalampusan sa Liujia, mga lalaki nga pedestrian, sayo nga pagkahimugso sa mga ulod sa uma, sayo nga pagkahimugso sa unom ka mga mananap, maayong kapalaran sa tingpamulak, pagpangita sa mga tawo , kalamposan sa mga kaso, swerte sa paglalin, pagkawala sa kabtangan, kapeligrohan sa mga sakit, kapeligrohan sa kabukiran ug lubnganan.", "古人": "Chenqiao Mutiny", "第X籤": "Gipirmahan ang kapitoan ug tulo", "宮": "Mi Palasyo"}