{"籤詩版本二": "Sama sa pagguyod sa tigre tabok sa taas nga bukid, nag-away ug nag-indigay sa usag usa aron maputol ang katugnaw\nKung kalit ka nga mubuhat ug maayo nga wala ka makaamgo, kinahanglan nimo nga luwason ang imong kaugalingon.Ang pulong nga pagguyod sa tigre nagpasabot sa paggakos sa tigre.", "詩意": "Kini nga hexagram sama sa paghawid (pagguyod) sa usa ka tigre tabok sa bukid.\nAng tanan delikado ug makahahadlok.", "解曰": "Ang peligro peligroso. Adunay mga babag sa unahan. Kung mangayo ka ug tambag. Lisud gyud kini nga trabaho.", "籤詩故事一": "◇Wu Yuan mibiya sa Zhaoguan sa gabii (Wu Zixu milabay Zhaoguan)\nSi Wu Zixu maoy lumad sa Chu sa Panahon sa Tingpamulak ug Tingdagdag. Niadtong panahona, gusto ni Haring Ping sa Chu nga pangitaon siya. Si Haring Ping sa Chu mitanyag ug ganti sa pagdakop kang Wu Zixu, ug gipadibuho ang iyang retrato ug gibutang sa mga ganghaan sa siyudad tabok sa Chu State, ug gimandoan ang mga opisyal sa pagpausbaw sa imbestigasyon. Sa dihang si Wu Zixu mikalagiw ngadto sa Zhaoguan, ang utlanan tali sa Wu ug Chu, ang mga opisyal sa Zhaoguan misusi pag-ayo. Maayo na lang kay nakahibalag ko sa usa ka tawo nga ginganlag Dong Gao Gong, kinsa naluoy sa iyang kahimtang ug gidala siya sa balay aron itago. Si Duke Dong Gao adunay usa ka higala nga medyo sama sa Wu Zixu, mao nga gihangyo siya ni Duke Dong Gao nga mopasar sa pagsulay pinaagi sa pagpakaaron-ingnon nga Wu Zixu. Gidakop sa mga guwardiya ang peke nga Wu Zixu, apan ang tinuod nga Wu Zixu dili mailhan sa mga opisyal tungod kay puti ang iyang buhok, busa gipasagdan nila siya. Sa ulahi, luwas siyang nakaikyas ngadto sa estado sa Wu.\n(Ang pag-ilis kang Wu Zixu sa usa ka higala nga susama og hitsura, ug kinsa mismo adunay ubanon nga buhok, mao ang \"magic nga kamot\" niini nga istorya)", "聖意": "Pag-ampo alang sa imong panimalay ug sa imong panimalay nga panalipdan ang imong kaugalingon, pagbantay sa pagpangita og bahandi, pag-amping sa mga transaksyon, pag-stagnation sa mga transaksyon, mga kalisdanan sa kaminyoon", "古人": "Si Wu Yuan mibiya sa Zhaoguan sa gabii (Wu Zixu miagi sa Zhaoguan)", "第X籤": "Ang ikapitoan ug lima nga ilhanan", "宮": "Mi Palasyo"}