{"籤詩版本二": "Ang sagol nga isda ug dragon parehas ang kahulogan.Pabilin sa lawom nga linaw ug paghulat sa suwerte.\nSa walay panimuot, si Yumen milukso sa Dragon Palace nga gipataas ang iyang ulo.", "詩意": "Ang hexagram nga isda ug dragon nagpabilin nga wala mausab.\nAng tanan moabot sa panahon.", "解曰": "Bisan si Ziji. Paghulat usab. Pagplano sa imong kaugalingong negosyo. Ayaw paglihok nga walay pagtagad.", "籤詩故事一": "◇ Hongwu nga nagbantay sa mga baka\nSi Zhu Yuanzhang, lumad nga taga Zhongli, Haozhou (karon Fengyang County, Anhui Province), natawo sa unang tuig ni Tianli sa Yuan Wenzong sa Yuan Dynasty, nga ika-upat sa iyang pamilya. Natawo siya sa usa ka kabus nga pamilyang mag-uuma.Tungod sa kawad-on sa bata pa siya, wala siya makatungha ug kaniadto nag-alima ug baka alang sa tag-iya.\nSa ikaupat nga tuig sa Zhizheng (1344), dihay grabeng hulaw sa Huaibei. Ang amahan, inahan, ug igsoong lalaki ni Zhu Yuanzhang sunodsunod nga namatay, mao nga wala siyay laing mahimo gawas sa pagkahimong bag-ong monghe sa Huangjue Temple.\nWala pay duha ka bulan human sa pagsulod sa templo, tungod sa kalisud sa pagkolekta sa abang sa templo sa mga tuig sa kagutom, gisirad-an sa tag-iya sa templo ang bodega ug gipapahawa ang mga monghe. monghe nga nanginabuhi pinaagi sa pagpakilimos).\nSa ulahi, si Zhu Yuanzhang nahimong Taizu sa Dinastiya sa Ming ug ang \"sibilyan nga emperador\" sa kasaysayan sa China, nga adunay ngalan sa paghari nga \"Hongwu\".\n(Ang metapora niini nga istorya mao nga ang pagka ordinaryo sa makadiyot wala magpasabot nga kini mao usab sa umaabot. Kini tungod kay ang panahon wala pa moabut.)", "聖意": "Ang pamilya luwas, ang pamilya himsog, ang swerte maayo, ang negosyo naghulat, ang kasal ulahi, ang lalaki natawo sa Liujia, ang pedestrian ulahi, ang silkworm ulahi, ang silkworm dato, ang unom ka mananap ikog, ang tawo nawala, walay kiha nga nalangan, ang paglalin konserbatibo, ang nawala nga kabtangan gibabagan, ang sakit gibabagan sa bukid nga lubnganan.", "古人": "Nagtan-aw si Hongwu sa mga baka", "第X籤": "Kapitoan ug unom ka lote", "宮": "Mi Palasyo"}