{"籤詩版本二": "Sa damgo, giingon nga adunay daghang bahandi, apan ang kabantog mawala.\nLayo ang tubig ug halayo ang kabukiran, apan lisod ang pagkamatinud-anon Ang tawong halangdon naghatag ug giya ug pahiyom.", "詩意": "Kini nga hexagram nagrepresentar sa simbolo sa pagkuha sa usa ka bahandi sa usa ka damgo.\nAng tanan labaw pa o dili kaayo tinuod.", "解曰": "Nagdamgo sama sa usa ka damgo. Walay paglaum sa kabantog. Paghulat lang sa maayong mga panahon. Halangdon nga mga panudlo.", "籤詩故事一": "◇ Iuli ang jade kay Zhao (iuli ang jade kay Zhao human kini makompleto)\nNiadtong 283 BC, nakuha ni Haring Zhao Huiwen ang He's Bi gikan kang Chu. Human madungog ni Haring Qin Zhaoxiang ang balita, nagpadala siya ug sulat ngadto kang Haring Zhao, nga nagpahayag sa iyang kaandam nga ibaylo ang kinse ka siyudad para sa He's Bi.\nGisusi ni Lin Xiangru si Haring Zhao nga si Qin kusgan ug si Zhao huyang ug kinahanglang pulihan.\nGipadala dayon ni Haring Zhao si Lin Xiangru sa Qin dala ang He's Bi.\nNahimamat sa Hari sa Qin si Lin Xiangru sa Zhangtai, ug gipresentar ni Lin Xiangru ang jade ngadto sa Hari sa Qin. Nalipay pag-ayo ang Hari sa Qin ug gipasa ang He's Bi sa kaanyag ug ang tanan sa iyang palibot nagtan-aw niini.Niining higayona, ang tanan sa wala ug tuo naninggit ug mabuhay.\nNakita ni Lin Xiangru nga ang Hari sa Qin walay tuyo nga ihatag ang siyudad ngadto kang Zhao, mao nga iyang gisultihan ang Hari sa Qin nga ang Iyang jade depektoso ug gusto niyang itudlo kini ngadto sa Hari sa Qin aron makuha ang higayon nga makuha ang balik nga jade.\nHuman gibawi ni Lin Xiangru ang Bi ni Heshi, mibarog siya tupad sa dakong haligi, nga nagpakita nga gusto niyang mamatay uban sa Bi ni Heshi.\nNiining panahona, si Lin Xiangru miingon sa Hari sa Qin: \"Ang Hari sa Zhao mibuntog gihapon sa mga pagsupak sa mga ministro ug midawat sa sugyot sa ministro. Dakong nasod ang Qin! Aron mapreserbar ang panaghigalaay tali ni Qin ug Zhao, si Haring Zhao Human sa pagpuasa sulod sa lima ka adlaw, gipadala nako ang akong mga ministro ngadto sa Qin dala ang jade. Ikasubo, ang Hari sa Qin dili lang kay walay tuyo nga hatagan si Zhao og siyudad, apan gipasa usab ang jade sa pamilyang He ngadto sa usa ka matahum nga babaye, nga sa tinuod usa ka pagbiaybiay sa akong mga ministro.\"\nHuman mamulong, si Lin Xiangru diha-diha dayon mihimo og lihok sa paghapak sa usa ka haligi.Ang Hari sa Qin nahadlok nga ang He's Bi madaot, mao nga siya nagpakaaron-ingnon nga naghatag kang Zhao ug kinse ka mga siyudad. Nakita ni Lin Xiangru ang malimbungon nga plano ni Haring Qin, mao nga gihangyo niya si Haring Qin nga magpuasa sulod sa lima ka adlaw sa dili pa ipresentar ang He's Bi aron malangan ang oras. Niining pipila ka mga adlaw, gipadala ni Lin Xiangru ang iyang mga tig-alagad aron mobalik sa Estado sa Zhao dala ang jade, samtang nagpabilin siya aron makig-atubang sa Hari sa Qin.\n(Kini nga istorya sama sa mata sa ordinaryong tawo nga nadani sa iyang kahimtang.)", "聖意": "Pag-ampo alang sa balay ug pag-ampo alang sa kaugalingon aron babagan ang bahandi. Lisod ang pagpakasal, lisod ang kaminyoon. Ang mga tawo wala magkauyon.", "古人": "Iuli ang jade kay Zhao (kumpletoha ang jade kay Zhao)", "第X籤": "Ang ikapitoan ug pito nga loterya", "宮": "Palasyo sa udto"}