{"籤詩版本二": "Void knot, I wish to keep you safe. Kung ampingan nimo ang imong lawas, unta dili na nimo ibalik.\nAyaw kalimti nga ang pabor sa Dios gibalik na, ug ayaw pagtamay sa mga pulong sa Dios.", "詩意": "Ayaw pagtuo nga kini nga hexagram tinuod.\nKini usa ka timaan sa pagka konserbatibo sa tanan.", "解曰": "Ang mga tawo adunay ilang kaugalingon nga mga opinyon. Ang hunahuna dili kinahanglan nga busy. Mga panudlo sa Guanyin. Ayawg respeto.", "籤詩故事一": "◇Sekreto nga nagsuporta sa bronze nga bandila\nAng bantog nga founding general sa Tang Dynasty, si Qin Qiong (Qin Shubao) gihatagan sa titulo nga Grand Marshal sa Sui Dynasty. Iyang gipangunahan ang iyang mga tropa sa pag-atake sa Sishui Pass (o Sishui Pass o Dongling Pass, lainlain ang mga leyenda). Yang Lin ( Si Yang Yicheng), ang guard general sa Sishui Pass, mao si Emperor Yang sa Sui Dynasty nga nagmando sa usa ka bronze flag array nga ipahimutang, apan si Qin Shubao dili makaatake niini sa dugay nga panahon. Human mahibal-an nga si Luo Cheng, ang lider sa pormasyon, iyang ig-agaw, iyang gikontak ang iyang iyaan.\nSa wala pa mobiya si Luo Cheng, gisultihan niya ang iyang inahan nga ang tawo nga mianhi aron pagpukan sa bandila mao ang iyang ig-agaw nga si Qin Qiong, ug gimandoan siya sa iyang inahan nga tabangan siya sa tago. Sa adlaw sa mahukmanong panagsangka, si Luo Cheng, kinsa nagbantay sa Bronze Flag, kalit nga mipuli ug nakig-uban sa pwersa sa Qin Qiong. Sa kataposan ilang napildi ang Bronze Flag formation. Giokupar ni Luo Cheng ang Dongling Pass ug mibalik nga madaogon. Si Luo Cheng misurender usab sa ang Dinastiyang Tang.\n(Kini nga istorya usa ka metapora nga usahay kinahanglan kang mosalig sa rason sa pagbuhat sa mga butang, kay sa magsalig sa emosyon o pagtuo.)", "聖意": "Ang balay andam gihapon sa pagsaad sa iyang kaugalingon, pagpangita og bahandi, paghupot sa bahin sa usa, pag-amping sa kaminyoon, pagpanganak ug babaye, mga pedestrian nga magpabilin sa uma, silkworm, pito ka puntos ug unom ka kadaot sa kahayupan, pagpangita sa mga tawo, publiko nga mga kaso ug paglalin. , nawala nga kabtangan, mga sakit sa kasadpan, solusyon sa kabukiran, mga lubnganan sa kasadpan", "古人": "Sekreto nga nagtabang sa pagpaubos sa bronze nga bandera", "第X籤": "Kapitoan ug siyam nga Nakadaog sa Lott", "宮": "Palasyo sa udto"}