{"籤詩版本二": "Ang mga dahon sa mga kahoyng sikomoro nangahulog, ang tinghunlak nagsingabot, ug ang panaw sa mga magpapanaw sa pagbalik morag mga panganod.\nSalamat sa dakong paningkamot sa Diyos, mibalik ang barko dala ang bahandi sa hangin.", "詩意": "Kini nga hexagram nagrepresentar sa imahe sa nahulog nga dahon sa sycamore.\nAng tanan daotan sa una ug maayo sa katapusan.", "解曰": "Kuhaa ang mga butang gikan sa kasingkasing. Gisundan kini ni Tianxin. Aron mabuhi. Buhata ang tanan nga imong mahimo.", "籤詩故事一": "◇Ang hangin mihuros ngadto sa Tengwang Pavilion\nSi Wang Bo, sa maayong ngalan nga Zian, usa ka magbabalak sa unang Dinastiyang Tang. Natawo siya sa unang tuig ni Yonghui, Emperador Gaozong sa Dinastiyang Tang. Si Wang Bo nagbasa na sa mga kasulatan sukad pa sa iyang pagkabata, ug nailhan siya nga usa ka \"kababalaghan nga bata\". Si Wang Bo nagbasa na sa mga kasulatan sukad pa sa iyang pagkabata, ug nailhan siya nga usa ka \"kababalaghan nga bata\".\nSa diha nga siya napulo ka tuig ang panuigon, siya ug ang iyang amahan nahinabo nga miagi sa usa ka Guandi Temple. Ilang nakita ang halangdon nga estatuwa ni Guandi sa templo, nga nagkupot ug kopya sa \"Spring and Autumn\" ug nagbasa niini. Sa pagkakita niini sa iyang amahan, siya nainspirar.Gikanta niya si Emperador Guan: \"Nagkupot ug tulo ka lock sa berdeng bungot, nagbasa sa kasaysayan sa Dinastiyang Qing sa berdeng parol ug nagpasidungog sa bantog nga mga ngalan. Nagkupot sa berdeng dragon ug sa bulan sa akong kamot.\" nga sa tinghunlak niining tuiga, si Wang Bo miadto gikan sa Shanxi paingon sa Hainan Island aron bisitahon ang iyang amahan nga gipaubos sa mahistrado sa lalawigan sa Jiaozhi. , nga miagi sa liboan ka mga bukid ug mga suba sa dalan. Sa tinghunlak sa tuig sa dihang siya baynte-siyete anyos, si Wang Bo miadto gikan sa Shanxi ngadto sa Hainan Island aron bisitahon ang iyang amahan, kinsa gipaubos sa katungdanan sa Jiaozhi County Magistrate.Miagi siya sa liboan ka mga bukid ug mga suba sa dalan.\nPag-abot namo sa Madang Mountain niadtong adlawa, ang tanan miadto sa baybayon aron mopahulay. Sa dihang si Wang Bo milakaw nga nag-inusara sa usa ka karaang templo, siya kalit nga nakakita sa usa ka tigulang nga lalaki nga naglingkod sa bato tupad sa templo. ug usa ka engkanto nga panagway. Miingon siya kang Wang Bo \"Dili ba ikaw si Wang Bo?\" Nakurat si Wang Bo ug miingon, \"Eksakto! Giunsa nimo pagkahibalo niana?\" Ang tigulang miingon, \"Dugay na kong nakadungog nga maayo ka. intensiyon sa pagluwas sa mga tawo, ug ang imong mga balak makahuluganon kaayo. Adunay usa ka engrande nga salo-salo sa Tengwang Pavilion ugma. Kung makatambong ka sa bangkete ug makasulat ug usa ka sanaysay, mahimong bantogan ka sa tanang katuigan ug makakuha ug gasto sa pagbiyahe.\" Pag-abot nila sa Madang Mountain, ang tanan miadto sa baybayon aron mopahulay.Sa dihang si Wang Bo naglakaw nga nag-inusara sa usa ka karaan nga templo, siya kalit nga nakakita sa bato tupad sa templo, Adunay usa ka tigulang nga naglingkod, nga morag usa ka bata nga adunay matahum nga buhok ug usa ka engkanto. Siya miingon kang Wang Bo, \"Dili ba ikaw si Wang Bo?\"\nSi Wang Bo nakurat ug miingon, \"Eksakto! Giunsa nimo pagkahibalo niana?\"\nAng tigulang miingon: \"Dugay na kong nakadungog nga ikaw adunay usa ka buotan nga tuyo sa pagluwas sa mga tawo, ug ang mga balak nga imong gimugna medyo makahuluganon. Adunay usa ka dako nga salo-salo sa Prince Teng's Pavilion ugma. Kung ikaw makatambong sa bangkete ug makasulat, mabantog ka sa tanang katuigan ug makadawat ka ug gasto sa pagbiyahe.\"\nSi Wang Bo miingon: \"Kining dapita unom o pito ka gatos ka milya ang gilay-on gikan sa Tengwang Pavilion. Unsaon nato pag-abot dinhi ugma?\" Ang tigulang miingon: \"Mogamit ako ug kabayo ingon nga usa ka balaan nga hangin aron sa pagtabang kanimo nga adunay hapsay nga paglayag. Ako siguradong moabot ugma.\" Si Wang Bo nagpasalamat kanako ug miingon: \"Pasayloa ko, akong ugangang lalaki. , ikaw ba usa ka imortal o usa ka diyos?\" Ang tigulang nga lalaki mikatawa ug miingon, \"Ako ang Zhongyuan Shuijun nga nagdumala sa kining dapita sa tubig!\" Miingon si Wang Bo, \"Kining dapita unom o pito ka gatos ka milya ang gilay-on gikan sa Tengwang Pavilion. Unsaon nato pag-abot dinhi ugma?\"\nAng tigulang miingon: \"Akong gamiton ang kabayo isip usa ka diosnong hangin aron sa pagtabang kanimo nga adunay hapsay nga paglayag. Ako moabut gayud ugma.\"\nSi Wang Bo nagpasalamat kaniya ug miingon, \"Pasayloa ako, ugangan nga lalaki, ikaw ba usa ka imortal o usa ka dios?\"\nMikatawa ang tigulang ug miingon, \"Ako mao ang Zhongyuan Shuijun nga nagdumala niining dapita sa tubig!\" Unya giawhag sa tigulang si Wang Bo nga mosakay dayon sa sakayan. Nakita niya ang mga panganod nga naglibot kaniya sa makadiyot, ug ang hangin. ug hamis ang tubig diha sa dalan.Sa usa ka pagpamilok, nakabiyahe na siya ug ginatos ka milya.\nUnya giawhag sa tigulang si Wang Bo nga mosakay dayon sa sakayan.Nakita niya ang mga dag-um nga naglibot kaniya sa makadiyot, ug kini usa ka hapsay nga panaw.Sa usa ka pagpamilok, siya nakabiyahe og gatusan ka milya. Sama sa gipaabot, si Wang Bo midali sa Pavilion ni Prince Teng sa buntag sa dakong kalihokan.\nSama sa gipaabot, si Wang Bo midali sa Pavilion ni Prince Teng sa buntag sa dakong kalihokan. Ug diha-diha dayon, gisulat niya ang \"Preface to Prince Teng's Pavilion\", nga gitawag nga walay katapusan nga obra maestra ni Emperor Gaozong sa Tang Dynasty. Ug diha-diha dayon, gisulat niya ang \"Preface to Prince Teng's Pavilion\", nga gitawag nga walay katapusan nga obra maestra ni Emperor Gaozong sa Tang Dynasty.\nAdunay usa ka balak nga nag-ingon:\nKanunay nga giingon nga ang mga talento mga diyos, busa dili aksidente nga ang hangin nagdala sa Nanchang sa Nanchang;\nNagsulat kog sentence bahin sa taas nga pavilion ni Teng Wang, ug dayon giubanan niya ang mga imortal sa Zhongyuan.", "聖意": "Pag-ampo alang sa imong panimalay ug panalipdi ang imong kaugalingon, pag-ampo alang sa mga panalangin, pagpangita og bahandi, ug pagkab-ot sa kaminyoon ug panag-uyon.", "古人": "Mihuros ang hangin paingon sa Tengwang Pavilion", "第X籤": "Pagpirma sa kawaloan ug usa", "宮": "Wei Gong"}