{"籤詩版本二": "Pananglitan, ang ikatulo, ikaupat, ug ikalimang grado sa unang lunar nga bulan wala, katunga wala, katunga anaa, ug dili kompleto.\nNaghulat alang sa midnight snack sa ikanapulog lima ka adlaw sa tuig, ang tanan hayag ug puno", "詩意": "Niini nga hexagram, nawala ang bulan apan dili takdol.\nPasensya sa tanan.", "解曰": "Magpabilin nga konserbatibo ug maghulat. Sama sa unang bulan sa bulan. Naghulat sa round time. Walay daotan.", "籤詩故事一": "◇ Si Li Yuan misaka sa trono\nSa kataposang mga tuig sa Dinastiya sa Sui, si Emperador Yang sa Dinastiya sa Sui kay korap ug dili maayo, naglingawlingaw bisan asa, nagpahinabog kasuko sa mga tawo ug nagbahin sa imperyo taliwala sa mga bayani.\nNiadtong 618 AD, si Yu Wenhuaji, Sima Dekan, Pei Qantong ug uban pa naglunsad og mutiny aron patyon si Emperador Yang sa Sui Dynasty ug giproklamar si Yang Hao isip emperador.\nSa wala madugay gipatay ni Yu Wenhuaji si Qin Wanghao ug giproklamar ang iyang kaugalingon nga Emperador Xu, nagtukod sa nasud nga Xu.\nPagkasunod tuig, dungan siyang gilaglag ni Tang heneral Li Shentong ug Xia king Dou Jiande.\nHuman mahibal-an sa rehiyon sa Central Plains ang pagkamatay ni Emperor Yang, gisuportahan ni Luoyang guard Wang Shichong si Haring Dong sa Yue isip emperador, nga mao, si Emperador Ai sa Dinastiyang Sui.\nNiining panahona, gipalagpot ni Li Yuan si Yang You, giproklamar ang iyang kaugalingon nga emperador sa Taiyuan, ug giilisan ang ngalan sa nasod ngadto sa Tang. Kini si Tang Gaozu.", "聖意": "Ang pamilya ug ang balay nanghinaut sa ilang kaugalingon nga maayong swerte sa ting-init ug tingdagdag, pagpangita og bahandi, pagpadayon sa mga deal, paghulat sa oras, ulahi na ang kaminyoon, nanganak si Liujia og usa ka batang babaye, ang mga pedestrian gibabagan, ang mga ulod sa seda lig-on, ang kahayupan lig-on, kini lisud pangitaon ang mga tawo, konserbatibo ang mga kaso sa publiko ug paglalin, lisud ang pagkawala sa kabtangan, lisud ipahimutang ang sakit, ipadala sa lubnganan sa bukid, ug usbon kini.", "古人": "Si Li Yuan misaka sa trono", "第X籤": "Kawaloan ug tulo nga Nagdaog nga Lottery", "宮": "Wei Gong"}