{"籤詩版本二": "Unsa ang buhaton kung mawala nimo ang imong birtud tungod sa imong dungog?Nahadlok ko nga mausab ang maayong kapalaran ug mahitabo ang daotan.\nHubog, wala ko kahibalo kung asa moadto. Ako adunay usa ka gabon nga damgo sa landong sa berde nga mga punoan sa pino.", "詩意": "Kini nga hexagram nagrepresentar sa bugnaw nga isda nga mibiya sa tubig.\nWalay malihok.\n\n(Kini nga hexagram usa ka simbolo sa dili maayo nga hiyas ug dili maayo nga suwerte.\nIpadayon ang imong mga tiil sa yuta sa tanan.\n)", "解曰": "Ang bugnaw nga isda mobiya sa tubig. usa ka langaw sa pahumot. Kung mangutana ka bahin sa mga plano sa kamping. Mas maayo kay Mo Qi\nKini nga timaan magdala ug dili maayong suwerte kang Liujia. Ang tanan sayop. Pag-ampo alang sa seguridad.", "籤詩故事一": "◇ Gisulayan ni Zhuangzi ang iyang asawa\nSi Zhuangzi natawo sa Zhou Dynasty, ang iyang apelyido kay Zhuang, ang iyang gihatag nga ngalan kay Zhou, ug ang iyang gihatag nga ngalan mao ang Zixiu. Siya maoy lumad sa Mengyi sa Song Dynasty. Sa Zhou Dynasty, siya ang opisyal sa Qiyuan.\nUsa ka adlaw niana, nahimamat ni Zhuangzi ang usa ka babaye sa bukid, nga nagduka atubangan sa bag-ong lubnganan, giuyog pag-ayo ang iyang pamaypay, nga morag gusto niya nga mamala ang basa nga yuta sa lubnganan. Si Zhuangzi wala makasabut sa iyang tuyo, mao nga siya nangutana kaniya. Siya miingon nga ang gilubong sa lubnganan mao ang iyang bana, ug ang kataposang pulong sa iyang bana mao nga dili na siya makaminyo pag-usab hangtod nga mamala ang yuta sa lubnganan. Wala na siya makahulat pa, mao nga iyang gikutaw ang lubnganan nga yuta aron mas paspas nga mamala, aron makapadayon siya sa ikaduhang tubod.\nNanghupaw si Zhuangzi sa diha nga siya naghunahuna nga adunay usa ka walay kasingkasing nga babaye sa kalibutan. Unya nakahuna-huna ko, ingon ani ba kaha akong asawa? Kung motungha ang pagduda, gusto nako kini sulayan.\nAng apelyido sa asawa ni Zhuangzi kay Tian, ​​​​ug ang magtiayon kasagaran adunay suod nga relasyon. Aron masulayan ang pagkamaunongon sa iyang asawa, si Zhuangzi mihukom nga magpakaaron-ingnon nga patay na.\nSa pagkadungog nga si Zhuangzi namatay tungod sa kalit nga sakit, daghang mga tawo gikan sa tanan nga mga dapit, lakip na ang mga paryente ug mga higala, miadto aron sa pagpahayag sa ilang mga pahasubo.Usa kanila ang usa ka gwapo nga hari ug apo gikan sa estado sa Chu, kinsa dato sa bahandi.Sa pagkakita nga si Ms. Bag-ong nabalo si Tian ug makaluluoy, gigukod niya. Wala kaagwanta ni Ms. Tian ang tentasyon ug nahigugma siya kang Wang Sun. Baynte ka adlaw na lang silang nagpakasal.\nNianang gabhiona, sa dihang nahubog ang bino ug nanginit ang mga dunggan, si Wang Sun kalit nga giatake sa kasingkasing ug namatay.\nNahadlok ug natarantar si Ms. Tian, ​​ug gipangutana dayon si Wang Sun kung unsa ang buhaton. Giantos ni Wang Sun ang kasakit ug giingnan si Ms. Tian nga ang utok sa mga patay nga lawas mahimong gamiton aron mabuhi pag-usab ang mga patay.\nAsa makit-an ang patay nga lawas? Kalit nga nakahunahuna si Ms. Tian, ​​di ba namatay ra ang iyang bana? Nakalimtan ni Mr. Tian ang karaan nga gugma sa bana ug asawa, ug mikuha gyud ug wasay ug gipikas ang lungon sa iyang bana, nangandam sa pagkuha sa iyang utok alang sa tambal.\nSa wala damha, sa dihang giablihan ang lungon, nabuhi pag-usab si Zhuangzi. Naulaw kaayo si Ms. Tian nga nagbitay sa iyang kaugalingon.\n(Kini nga istorya usa ka metapora sa paglapas sa panaghigalaay alang sa personal nga kaayohan, busa dili kita makauyon niini.)", "聖意": "Ang balay malinawon, ang kaugalingon luwas, ang kuwarta dili patas, ang mga patigayon gisakripisyo, ang kaminyoon nasulbad, ang daotan sa Liujia mauswagon, ang mga pedestrian wala makaabot, ang mga ulod sa seda malinawon, ang kahayupan anaa sa kalinaw, ang mga tawo nangita ug mga tawo, ang kiha nausab, ang mga disipulo nahimong konserbatibo, ang kabtangan nawala, walay sakit, ug ang bukid ug mga lubnganan nahimong dautan.", "古人": "Gisulayan ni Zhuangzi ang iyang asawa", "第X籤": "Lot 84", "宮": "Wei Gong"}