{"籤詩版本二": "Ang mangitngit nga panganod ug gabon mitabon sa dalan atubangan sa bukid.Linog ang tanan ug lingin na usab ang bulan.\nKung makakuha ka ug mga balak ug libro, mahigmata ka gikan sa lawom nga damgo.Ang halangdon nga tawo mogiya kanimo sa atop.", "詩意": "Kini nga hexagram nagsimbolo sa katapusan sa tingpamulak ug sa pagpamulak sa mga bulak.\nAng tanan mausab human sa Ginoo.", "解曰": "Kinahanglang mangayo og tabang ang tigulang. Namulak kini pag-usab sa tingpamulak. Ang tinguha alang sa kabantog ug bahandi. Pag-atubang sa usa ka windfall sa ulahing bahin sa kinabuhi.", "籤詩故事一": "◇ Si Han Wengong nakasugat og niyebe\nSi Han Yu, kansang maayong ngalan mao si Tuizhi, gikan sa Changli. Si Tang Dezong nahimong Jinshi sa ikawalong tuig sa Zhenyuan, ug ang iyang posthumous nga titulo mao si Wen Gong.\nSa panahon sa paghari ni Emperador Xianzong sa Tang Dynasty, si Han Yu misukol sa mga bukog sa Buddha, nga nakapasuko sa Emperador. Gibiyaan ni Han Yu ang iyang asawa ug mga anak ug miadto sa Chaozhou. Human sa paglakaw nga wala pay pipila ka adlaw, mikusog ang bugnaw nga hangin ug mibunok ang niyebe. Si Han Yu miadto sa usa ka dapit diin ang snow mga pipila ka mga tiil ang giladmon, nga nakapalisud sa iyang kabayo sa pag-abante.Walay balay sa duol ug wala siya masayud asa ang dalan. Kung gusto nimong sundon ang dalan ug pag-atras, wala’y dalan pabalik. Kusog ang huyop sa hangin ug kusog nga nahulog ang niyebe. Si Han Yu nahumod sa panit, nagyelo ug gigutom, ug walay dapit nga ikapahayag sa iyang kasubo.\nSi Han Yu nanghupaw ug miingon: \"Ang emperador dili mopatay kanako, apan ang emperador gusto nga laglagon ako.\"\nSa dihang desperado na si Han Yu, nakakita siyag lalaki nga nagpadulong aron paghawan sa niyebe bisan sa grabeng katugnaw, siya diay si Han Xiangzi (pag-umangkon ni Han Yu).\nSa wala pa, si Han Xiangzi miingon kang Han Yu: \"Hain ang balay ni Yun Heng sa Qinling? Ang niyebe migakos sa asul nga ganghaan ug ang kabayo mihunong sa pag-abante. \" Niadtong panahona, si Han Yu wala makasabut sa gipasabot ni Han Xiangzi, apan karon siya sa kataposan nasabtan.\nBusa si Han Yu ug Han Xiangzi miadto aron magpalabay sa kagabhion sa balay ni Fu sa Languan. Naghisgot bahin sa nangagi ug ang dalan sa pagtikad, si Han Yu sinsero nga nakombinsir.\nSang ulihi, ginbayaan ni Han Yu ang iya opisyal nga posisyon, gindonar ang tanan niya nga pagkabutang sa lokal nga gobierno, kag nagkadto sa kabukiran para magpraktis sang Taoismo kag nangin imortal.", "聖意": "Ang balay dili maayo alang sa kaugalingon, pag-amping sa pagpangita og salapi, pag-focus sa negosyo, kasal ulahi na, Liujia nga mga babaye nga pedestrian nagbabag sa mga umahan, silkworm maayo, kahayupan maayo, lisud ang pagpangita sa mga tawo, ang publiko nga mga kaso gisubli, ang paglalin mao ang gi-update, ang mga nawala nga butang grabe, ang mga sakit nalangan, ang mga lubnganan sa bukid kinahanglan usbon.", "古人": "Si Han Wengong nakasugat og niyebe", "第X籤": "Kawaloan ug lima nga nakadaog sa lottery", "宮": "Shen Gong"}