{"籤詩版本二": "Naglakaw sa tungatunga sa kasadpan nga bukid, ang mga pangpang sa Junling dili mapahimutang.\nNaghangad sa Diyos alang sa panalipod, kini nga lawas anaa pa sa morge", "詩意": "Kini nga hexagram sama sa pagpangita sa bulawan sa balas.\nAdunay mga timailhan sa halangdon nga mga tawo sa tanan.\n\nUsab: Kini nga hexagram nagpakita nga ang tawo anaa sa peligro.\nAdunay mga timailhan sa halangdon nga mga tawo sa tanan.", "解曰": "Makit-an ang Jade pinaagi sa pagpahait nga bato. Pangitag bulawan sa balas. Kinahanglang magkugi. Problema lang.\nLaing trabaho: usa ka lisud nga kahimtang. Walay kapuy-an. Pangayo ug panalangin sa Diyos. Pag-ampo alang sa kalinaw sa hunahuna.", "籤詩故事一": "◇Pagpaak og bulawan ug pagsuhid sa mga langob sa ilalom sa yuta\nAron sa pagsaulog sa iyang militar pagpahimulos, Cheng Yaojin host sa usa ka bangkete sa Yanwuyang. Sa kalit naabli ang usa ka lungag sa yuta, nga dili matugkad.Ang matag usa nagripa pinaagi sa pagpili sa mga pulong, pagpaak sa bulawan aron makadaog, ug pag-abang ug mga pisi aron ihigot ang ilang kaugalingon ngadto sa lungag.\nAdunay mga pultahan nga bato, mga lamesa, mga lingkuranan, mga tulay ug uban pang mga butang.Sa lamesa adunay mga saput nga dragon ug mga bakus nga jade, nga hinimo sa bulawan ug giguba sa langob.\nSi Yao Jin migawas sa lungag nga may dakong kahon ug gamay nga kahon, giablihan ang kahon nga kahoy ug gikuha ang jade seal, giablihan ang kahon, gikuha ang dakong bandila ug ang korona nga kupo ug mga track ug gibutang kini sa lamesa, ug ang tanan nagtan-aw kanila sa usag usa. Akong nakita ang walo ka mga karakter sa selyo nga gikulit sa dakong selyo mao ang \"The Demon King of Hunshi, the Great Virtuous Emperor\".\nGisimba siya sa tanan isip \"Emperador\", ug gibuhat kini ni Yaojin sulod sa tulo ka tuig isip Demon King. (Sa tinuud, giproklamar lang kini sa kaugalingon, ug si Cheng Yaojin mao lang ang lider sa baryo niadtong panahona.)\n(Kini nga istorya usa ka metapora nga ang maayo nga mga butang sama ra sa pag-arte. Kini ang artistikong konsepto sa \"kini nga lawas anaa pa sa kahaw-ang\".)", "聖意": "Ang pag-ampo alang sa balay ug balay, kapildihan sa kaugalingon, pagpangita og bahandi, pagtrabaho og maayo, pag-amping sa negosyo, ang kaminyoon mapugngan ni Liu Jiaxu, mga pedestrian, Chi Tian, ​​silkworms, stable nga unom ka kahayupan, pagpangita sa mga tawo, walay kaso, pagkawala , paglalin, pagtipig sa nawala nga kabtangan, dautang mga sakit, mga babag, mga bukid ug mga lubnganan.", "古人": "Pagsuhid sa Crypt para sa Bulawan", "第X籤": "Pagpirma sa kawaloan ug pito", "宮": "Shen Gong"}