{"籤詩版本二": "Ayaw kog samoka sa imong personal nga mga butang. Kini mas angay nga pangutan-on sa publiko.\nAng tin-aw nga kasingkasing sama ka hayag ug katin-aw sama sa hayag nga bulan sa langit", "詩意": "Kini nga hexagram nagrepresentar sa imahe sa usa ka masanag nga bulan sa langit.\nAng tanan hayag ug hangin.", "解曰": "Pagmatul-id sa kasingkasing. Tul-ira ang balaod. Balaan nga mga pulong. Sa katapusan kini mahimong klaro.", "籤詩故事一": "◇Heneral ni Kong Ming\nSolusyon: Gipalihok ni Zhuge Liang ang iyang mga tropa ug mga heneral\nSa panahon sa Tulo ka Gingharian, si Zhuge Liang (181-234), maayong ngalan Kongming, natawo sa Yangdu, Langya (karon Yinan County, Shandong Province).\nSi Zhuge Liang miuyon nga mahimong opisyal human si Liu Bei makatulo ka higayon nga mibisita sa cottage nga kugon.Niadtong panahona, si Cao Cao nagpakalma na sa Hebei ug determinado nga magmartsa sa habagatan. Iyang gipadala si Xiahou Dun isip chief general, Yu Jin, Li Dian ug uban pa deputy generals, nga nanguna sa kasundalohan nga 100,000 sa pagmartsa paingon sa Xinye. Bisan tuod si Zhuge Liang adunay plano sa pag-atras gikan sa kaaway niadtong panahona, si Guan Yu ug Zhang Fei nagtamay sa mga pulong ni Zhuge Liang. Si Zhuge Liang walay laing kapilian gawas sa paggamit sa espada ni Liu Bei aron sa pagkombinsir kanilang duha, mao nga ang matag usa kanila nangulo sa usa ka libo ka mga tropa ug mibanhig didto sa Yushan ug Anlin. Ilang gihulat si Xiahou Dun nga manguna sa iyang kasundalohan sa pag-agi, ug dayon giatake sila sa ambus ug kalayo.\nDugang pa, si Zhao Yun gipadala aron manguna sa karaan ug huyang nga mga salin sa kasundalohan aron makig-away isip usa ka vanguard batok sa Xiahou Dun, ug unya peke nga kapildihan ug miatras, nagdani sa Xiahou Dun ngadto sa hiktin nga dalan sa kabukiran ug kalasangan. Gipadala usab niya si Guan Si Ping, Zhou Cang, Liu Feng ug uban pa aron makalusot sa likod sa kasundalohan ni Cao, nagsunog sa mga suplay ug nagmugna og kalisang sa kasundalohan ni Cao.\nHuman sa gubat, nahitabo ang tanan sumala sa gihikay ni Zhuge Liang. Sa dihang si Xiahou Dun ug Yu Jin nangulo sa kasundalohan sa paggukod, si Li Dian, nga diha sa luyo, dinalian nga mipahibalo kang Xiahou Dun sa atubangan nga kinahanglan siyang magbantay batok sa mga pag-atake sa mga kaaway. Apan, ulahi na ang tanan. Ang kasundalohan ni Cao napugngan sa ang pig-ot nga dalan ug naa sa usa ka lugar diin ang mga kahoy nag-internet, mao nga ang kalayo dili masugdi.Adunay daghang mga kaswalti, ug si Xiahou Dun ug uban pang mga heneral napildi ug nangalagiw balik sa Xudu.\n(Kini nga istorya usa ka metapora nga si Kong Ming maayo sa paggamit sa mga tawo ug pagdumala sa nasud uban ang kaalam.)", "聖意": "Malipayon ang panimalay ug balay. Nanghinaut ko nga swerte sa bahandi, kalinaw sa hunahuna, mauswagon nga negosyo, kaminyoon, kalampusan, kalampusan sa Liujia, mga lalaki nga nagbalhinbalhin sa uma, silkworm, pagkawala sa kahayupan, nawala nga mga tawo, mga kaso sa publiko, paglalin, nawala nga kabtangan, panalangin, sakit, kalinaw, kabukiran ug mga lubnganan.", "古人": "heneral ni Kong Ming", "第X籤": "Ang ikasiyam nga ilhanan", "宮": "Palasyo sa Yin"}