{"籤詩版本二": "Ang usa ka maayo nga pasundayag makapahimo kanimo nga lahi gikan sa panon sa mga tawo nga adunay pagkunot sa agtang, ug ang imong umaabot nga mga pagbag-o ug nagdala ka daghang bahandi.\nAng dalan sama ka lapad sa langit, ug ang tanang kuwarta nga imong ikahatag maanaa sa imong kasingkasing", "詩意": "Kini nga hexagram nagpakita sa usa ka maayong kaugmaon.\nMaayo ang tanan.", "解曰": "Dako nga dalan. Makapadayon ka. Gamita imong kasingkasing. Sa unahan lang.\nAng tanan moadto ingon sa giplano uban niini nga ilhanan. Good luck kay Jichang.", "籤詩故事一": "◇Tulo ka bayani ang nakig-away batok kang Lu Bu\nSolusyon: Tulo ka bayani nga sila Zhang Fei, Guan Yu, ug Liu Bei nakig-away batok kang Lu Bu\nNasayran ni Dong Zhuo nga gipunggotan si Hua Xiong ug gipadala si Heneral Lu Bu aron makig-away. Sa diha nga si Lu Bu miadto sa gubat, iyang gipatay ang mga heneral nga si Fang Yue ug Mu Shun, ug gipatay si Wu Anguo ug Gongsun Zan.\nNakita ni Zhang Fei nga dili mapildi ni Gongsun Zan si Lu Bu, mao nga dali niyang gipulihan si Gongsun Zan ug misinggit: \"Ang mga ulipon sa tulo ka apelyido kinahanglan nga mobiya! Zhang Fei gikan sa Yan ania na! \" Human niana, sila nakig-away sulod sa kapin sa kalim-an ka hugna sa usa ka laray, nga walay mananaog o pildi.\nHuman kini makita ni Guan Yu, siya ug si Zhang Fei miatake kang Lu Bu ug nag-away sulod sa kapin sa traynta ka round.\nNagdala usab si Liu Bei og duha ka espada, gipakpak ang iyang kabayo ug milakaw aron tabangan si Zhang Fei ug Guan Yu.\nGilibotan sa tulo ka lalaki si Lu Bu ug nagsigeg away.Nakugang ang tanang tawo sa grupo.\nSa wala madugay, si Lu Bu nagsugod sa pagkawala sa kusog. Ang Pegasus ni Lu Bu misibog, apan ang tulo ka tawo migukod kang Lu Bu ug midumili sa pag-undang.\n\"Tulo ka Gingharian\"\n(Kini nga istorya usa ka metapora sa kaisog ug kahanas ni Lu Bu sa pagpakig-away. Ang usa ka tawo makapildi sa tulo ka tawo.)", "聖意": "Ang kasingkasing sa balay ug panimalay nagbiyahe lamang sa kaugalingon nga panaw aron pagpangita og bahandi. Ang usa ka posible nga artikulo sa kaminyoon moadto sa Liujia. Ang mga butang hapsay alang sa mga tawo. Gigamit ang mga ulod sa Zhushuntian. Ang mga tawo makit-an taliwala sa unom ka mga hayop. Ang mga tawo makit-an nga abante . Litigation. Migration. Nawala nga kabtangan. Mga sakit. Ang kabukiran ug mga lubnganan sama sa suwerte.", "古人": "Tulo ka bayani ang nakig-away batok kang Lu Bu", "第X籤": "Nubenta’y usa ka nakadaog nga lottery", "宮": "Palasyo ka"}