{"籤詩版本二": "Nagplano ko alang sa negosyo sukad pa sa akong pagkabata, mao nga dili ko kinahanglan nga mangayo og bahandi ug bahandi.\nKung ang duha ka tawo nangita usa ka butang, ang scholar mogawas ug mobalik nga adunay labing taas nga premyo.", "詩意": "Kini nga hexagram nahimong simbolo sa negosyo sukad pa sa pagkabata.\nPagmakugihon ug pagdaginot sa tanang butang ug walay kabalaka.", "解曰": "Gikan sa pagkabata hangtod sa pagkahamtong. Walay babag, walay babag. Paghimo og plano. Ang kabantog hapsay.", "籤詩故事一": "◇ Gibalos ni Cai Qing ang iyang kaayo (Cai Yong)\nSi Cai Yong, sa maayong ngalan nga Bojie, natawo sa Chenliuyu (karon sa habagatan sa Qixian County, Henan Province). Usa siya ka iskolar ug bana ni Zhao Wuniang. Lima ka tuig ang milabay, ang korte sa imperyal nag-recruit ug mga talento sa dilaw nga lista, ug girekomenda siya sa lalawigan nga moadto sa Beijing aron mokuha sa eksamin. Sukad niadto, wala’y balita.\nAng unang tuig human sa pagbiya ni Cai Bojie sayon ​​​​nga atubangon. Ang pamilya adunay pipila ka mga tinigom ug ang ilang kinabuhi madumala.\nPagkasunod tuig, grabeng huwaw ang nahiaguman ni Chenliu, mao nga misalig siya kang Zhao Wuniangdian nga mamaligya ug alahas aron maluwas sa gutom.Walay balita gikan kang Cai Bojie, nga nakapabalaka sa pamilya.\nAng hulaw milungtad sulod sa tulo ka tuig niining panahona. Si Zhang Guangcai, usa ka silingan sa baryo, nagtabang kaniya matag karon ug unya.\nSa ulahi, si Cai Bojie nakadaog sa unang ganti ug mipauli aron mahibal-an nga ang iyang asawa gitabangan ni Zhang Guangcai. Ang magtiayon miadto sa balay ni Zhang aron ipahayag ang ilang pasalamat ug gihatagan si Zhang Guangcai og duha ka tael nga pilak isip regalo.", "聖意": "Ang panimalay malinawon, ang kaugalingon mauswagon, ang negosyo malamposon, ang kaminyoon malamposon, ang pagkatawo sa usa ka lalaki malamposon, ang umahan puno sa silkworm, ang unom ka hayop mauswagon, ang pagpangita malamposon, ang kiha malamposon. , malampuson ang paglalin, maayo ang nawala nga kabtangan, bukid ang sakit ug maayo ang lubnganan.", "古人": "Gibalos ni Cai Qing ang iyang kaayo (Cai Yong)", "第X籤": "Pagpirma sa kasiyaman ug duha", "宮": "Palasyo ka"}