{"籤詩版本二": "Si Luan Feng Xiang nahumod sa ulan, apan niadtong higayona gidaogdaog siya ni Queer\nNakurat ko sa pagkahibalo nga usa ka adlaw ang mga panganod layo, apan giuli gihapon nako ang akong sapot kanimo.", "詩意": "Kini nga hexagram nagrepresentar sa simbolo sa Luan ug Phoenix nga natabonan sa ulan.\nAng tanan moabot kung moabot ang panahon.", "解曰": "Ang kontrabida nag-uswag adlaw-adlaw. Ang usa ka ginoo dili kinahanglan nga buhaton. Itago lang sa imong kaugalingon. Pag-aksyon pag-abot sa panahon.", "籤詩故事一": "◇ Gigarantiya ni Gao Jun ang kaminyoon\nSa sayong Dinastiya sa Song, gihiusa ni Zhao Kuangyin ang amihanan ug misurender ang tibuok nasod.Apan, sa Southern Tang Dynasty, giokupar ni Li Yu ang habagatan sa Suba sa Yangtze ug gisagop ang estratehiya sa pagtanyag ug siyudad nga mosurender, nga natanggong si Zhao Kuangyin sa Shouzhou ug kritikal ang kahimtang. Ang pag-umangkon ni Zhao Kuangyin, si Gao Junbao, usa ka batan-ong lalaki nga adunay bulawan nga pusil, mibiya sa Bianjing aron bungkagon ang paglikos sa Shouzhou.\n, sa pag-agi sa Shuangsuo Mountain, ilang gidugmok ang Bana nga karatula nga gipahimutang ni Liu Jinding, ug ang duha nagtigi. Tungod niini, gipildi ni Liu Jinding si Gao Junbao sa tulo ka higayon uban sa iyang talagsaong martial arts, ug ilang gibayloan ang bulawan nga mga mace ug mga kampana nga pilak sa tibuok kinabuhi. Ang pag-umangkon ni Zhao Kuangyin nga si Gao Junbao, aron maluwas ang natanggong nga si Zhao Kuangyin sa Shouzhou, mibiya sa Bianjing ug miagi sa Shuangsuo Mountain. Iyang gidugmok ang karatula nga gipahimutang ni Liu Jinding ug nagtigi ang duha. Tungod niini, gipildi ni Liu Jinding si Gao Junbao sa iyang talagsaon nga martial arts ug napugos sa pagbuhat sa ingon. Gipangulohan sa magtiayon ang panon sa katawhan ngadto sa paglikos ug giluwas si Zhao Kuangyin.\n(Ang metapora niini nga istorya mao nga ang duha wala magkauli (sila gidaog-daog), apan sa ulahi nagkauli.)", "聖意": "Ang balay dili maayo alang sa kaugalingon, pagbantay sa pagpangita og kwarta, pagbabag sa negosyo, paghulat sa kasal, paglangay sa kaminyoon, pagkawala sa mga tawo, paglangay-langay sa uma, silkworms, ulahi nga kahayupan, pagkawala sa mga tawo, kalisud sa pagpangita sa mga tawo, kaso, pagkawala, paglalin, pagkakonserbatibo, pagkawala sa kabtangan, dautang mga sakit, pagpalapad sa kabukiran ug mga lubnganan.", "古人": "Gigarantiya ni Gao Jun ang kaminyoon", "第X籤": "Nubenta’y tres ang nakadaog sa lotto", "宮": "xugong"}