{"籤詩版本二": "Ang usa ka ginoo kinahanglan nga dili magtagad sa mga gagmay nga mga tawo, kung adunay mga butang nga dili maayo, siya ang hinungdan sa kasamok.\nAng tingog sa piano kinahanglang paminawon uban sa usa ka suod nga higala.Kini kanunay nga hilom ug dili klaro.Kini nga buhat alang sa tanan.", "詩意": "Kini nga hexagram kinahanglan magtagbo sa imahe sa usa ka suod nga higala.\nAng pagpadayon sa mga butang nga kanunay magdala og suwerte.", "解曰": "Zhiyinfangxu. Ayaw tagda ang ubang mga butang. Tagda ang imong kaugalingon sama sa usa ka halangdon nga tawo. Malipayon ang tanan.\nAng Zhiyin Fangxu adunay upat ka mga karakter, nga orihinal nga gisulat ingon Shiyin Fanghua.", "籤詩故事一": "◇BoYa mibisita sa mga higala (BoYa Broken Qin)\nSi Boya, giapelyido nga Yu, gihatagan ug ngalan nga Rui ug maayong ngalan nga Boya, lumad nga taga Yingdu, Chu State sa Panahon sa Tingpamulak ug Tingdagdag ug sa Panahon sa Gubat sa Estado.\nSi Zhong Ziqi nagtrabaho isip tigputol sa kahoy sa Chu Kingdom. Usa ka adlaw niana, iyang nahimamat si Yu Boya nga nagtugtog ug alpa sa Han River.Si Zhong Ziqi nakadungog ug tingog nga nag-ingon: “Kini sama kataas sa bukid ug nag-uyog-uyog sama sa nagaagay nga tubig.” Silang duha naminyo ug nagkasabot nga magkita pag-usab atol sa Mid-Autumn Festival sunod tuig.\nPagkasunod tuig, gipadayon ni Yu Boya ang appointment ingon nga naka-iskedyul, apan si Zhong Ziqi namatay. Human mahibal-an ni Yu Boya nga namatay si Zhong Ziqi, naghunahuna si Yu Boya nga wala nay musika sa kalibutan ug dili na siya motugtog pag-usab sa alpa sa iyang kinabuhi.\ningna:\nPagbungkag sa Yao Qin ug Feng Wei Han. Wala igsapayan ni Zi Qi kon kinsay iyang duwaan.\nAng hangin sa tingpamulak nagdala sa tanan nga mga higala. Lisod mangita ug true friend.", "聖意": "Pag-amping sa paggawas sa imong balay, kontrabida ka, pagpangita og bahandi, paghulat sa oras, pag-amping sa mga transaksyon, pag-amping sa kaminyoon, mas maayo nga maulahi, Liujia nga mga babaye nga pedestrian mobalhin sa uma, silkworms gamay, kahayupan Ang kadaot gisubay, ang mga tawo gipangita pag-ayo, ang mga kaso sa publiko ug ang paglalin nawala, pagpangita sa mga sakit nga dali, dili maayo nga babagan ang mga bukid ug mga lubnganan.", "古人": "Boya Mibisita sa mga Higala (Boya Broken Qin)", "第X籤": "Lot kasiyaman ug upat", "宮": "xugong"}