{"籤詩版本二": "Ang ambisyon ug mga kalampusan naa sa dinastiya, apan karon adunay walay katapusan nga pag-inom ug pakighilawas.\nKung makakita ka ug bulawan nga manok, gantihan ka ug salapi, swerte ug swerte.", "詩意": "Kini nga hexagram nagrepresentar sa simbolo sa ambisyon ug kabantog.\nHupti ang tanan nga maayo.", "解曰": "Ambisyoso ug excited. Dili pa ulahi ang pagbantay sa imong kaugalingon. Ang bulawan nga manok nagsaad. Malipayon ang tanan.", "籤詩故事一": "◇ Giproklamar ni Cao Pi ang iyang kaugalingon nga emperador\nSi Cao Pi, sa maayong ngalan nga Zihuan, natawo sa Peiguoqiao (karon Hao County, Anhui). Usa ka sikat nga politiko ug magsusulat sa panahon sa Jian'an.\nSi Cao Pi mao ang ikaduhang anak nga lalaki ni Cao Cao. Siya nagpuyo uban sa iyang amahan sa kampo militar sukad pa sa iyang pagkabata. Ubos sa impluwensya sa iyang amahan, si Cao Pi nakakat-on sa pagpana sa edad nga sayis ug pagsakay sa kabayo sa edad nga otso, ug naugmad maayo nga kahanas sa martial arts. Siya usab adunay halapad nga kahibalo sa karaan ug modernong mga klasiko ug mga biograpiya, ingon man ang mga libro sa gatusan nga mga eskwelahan sa panghunahuna. Hangtud sa edad nga napulog otso nga gipildi ni Cao Cao si Yuan Shao ug si Cao Pi nagpuyo sa medyo lig-on nga kinabuhi sa Yecheng, ang sentro sa pagmando ni Cao Cao. Sukad niadto, bisan kung usahay kauban niya ang iyang amahan sa mga ekspedisyon sa militar ug nagpuyo sa kinabuhi sa usa ka halangdon nga anak sa kadaghanan sa panahon, nagpraktis gihapon siya sa martial arts matag adlaw ug wala mobalibad hangtod karon. Kanunay siyang mosakay sa iyang kabayo sa usa ka gatos nga mga lakang ug hanas kaayo sa martial arts.Tungod kay kanunay siya magpraktis og martial arts, gaan siya ug kusgan.\nAng kamagulangang anak ni Cao Cao nga si Cao Ang napatay sa usa ka gubat. Human mamatay ang kamagulangang anak, si Cao Pi nahimong unang pilion alang sa korona nga prinsipe. Sa dihang siya katloan ug usa ka tuig ang panuigon, nahimo siyang korona nga prinsipe ni Cao Cao. Sa dihang si Cao Pi katloan ug tulo ka tuig ang panuigon, si Cao Cao namatay tungod sa sakit, ug si Cao Pi mipuli kaniya isip primer ministro ug hari sa Wei. Matud pa niya nga kanunay siyang magsakay sa kabayo sa usa ka gatos ka lakang ug hanas kaayo, tungod kay kanunay siyang magpraktis og kungfu, gaan siya ug himsog.", "聖意": "Pag-ampo nga malinawon ang imong panimalay ug panimalay Pangitaa ang bahandi, pagtrabaho pag-ayo, pamatigayon ug pagbuwag sayo. Magmalampuson ang kaminyoon. Liujia luwas na. Ang mga tawo anaa sa kaumahan. Ang mga ulod sa seda mahimong hamtong, Unom ka mga hayop hingkod na. Lisod pangitaon ang mga tawo. Public litigation. Dinalian nga desisyon. Migration. Nawala nga kabtangan. Layo. Ang mga sakit nagpabilin sa kabukiran ug lubnganan. Good luck.", "古人": "Giproklamar ni Cao Pi ang iyang kaugalingon nga emperador", "第X籤": "Nubenta ug lima nga nakadaog nga lottery", "宮": "xugong"}