{"籤詩版本二": "Ang halangdon nga pagoda talagsaon, nga adunay nindot nga mga bahin sa tanan nga mga kilid nga nagdan-ag nga hayag.\nGiawhag ko kamo nga determinado nga moyukbo nga makugihon ug mobuhat og maayong mga buhat, ug ang langit mopadala kaninyo og mga panalangin.", "詩意": "Kini nga hexagram nagrepresentar sa pagpadayag sa merito.\nAng tanan maayo.", "解曰": "Kini nga mga panalangin. Ang tanan aduna niini. Ayaw kaayo puliki. Ang merito gitino nang daan.", "籤詩故事一": "◇ Nakigkita ang Hari sa Fenyang sa iyang apo sa Chinese Valentine's Day\nSolusyon: Nahimamat ni Guo Ziyi ang Weaver Girl nga nanaog sa yuta sa Chinese Valentine's Day. Si Tiansun, ang apo sa Jade Emperor, mao ang Pito ka Engkanto.\nSi Guo Ziyi (697-781), nailhan usab nga Guo Linggong, maoy lumad sa Zheng County, Huazhou (karon Huaxian County, Shaanxi Province) ug usa ka heneral sa Tang Dynasty. Gihatagan sa korte sa imperyo si Ziyi sa titulo sa Hari sa Fenyang.\nGiingon nga si Ziyi gikan sa Huazhou ug miadto aron magsundalo sa gawas sa Great Wall. Miadto siya sa Beijing aron mamugos alang sa suweldo sa militar ug mibalik sa Yinzhou. Nahitabo nga kini ang Adlaw sa Valentine sa China niadtong panahona. Ang hangin ug balas ngitngit na, ug misalop na ang adlaw. Si Ziyi dili na makalihok sa unahan, mao nga nagbarog siya daplin sa dalan. Natulog siya sa salog sa usa ka walay sulod nga balay. Sa dihang matulog na unta siya, kalit siyang nakakita og pula nga suga. sa duha ka kilid.Siya mitindog ug mihangad sa katingala.Adunay panganod sa langit, hinayhinay nga mikunsad.Dihay milingkod nga usa ka matahom nga babaye, dungganon ug maanyag, hingpit nga lahi sa ordinaryong mga tawo. Gihatag dayon ni Ziyi ang iyang pagtahud ug miingon, \"Karon ang ikapitong adlaw sa ikapitong lunar nga bulan. Sa akong hunahuna kini ang Babaye nga Maghahabol nga mianhi, nga nagtinguha nga hatagan siya og taas nga kinabuhi ug bahandi.\"\nAng babaye mitubag usab: \"Uban sa dakong bahandi moabut ang taas nga kinabuhi.\"\nPagkahuman niya sa pagsulti, mibalik ang silaw ug hinayhinay nga mitaas ang mga panganod. Ang babaye nagtan-aw gihapon kang Guo Ziyi uban ang usa ka makapahimuot nga pahiyom. Sa diha nga layo na siya gikan kaniya, ang aso nahanaw ug dili na siya makita.\nNahitabo kini nga tinuod, ingon sa gisulti sa babaye. Ang mga merito ni Ziyi bantog sa kalibutan, siya usa ka labi ka sikat nga ministro, ug siya usa ka heneral nga adunay mga merito ug mga hiyas.", "聖意": "Paghimo usa ka pangandoy alang sa imong kaugalingon sa balay, paghimo usa ka pangandoy alang sa imong kaugalingon, pag-ampo alang sa salapi, maayong swerte sa negosyo, maayong swerte sa kaminyoon, maayong swerte sa Liujia, malipayon nga pagbiyahe kauban ang mga tawo, pagbalhin sa uma, silkworm, lig-on nga kahayupan, dili maayo nga swerte sa pagpangita mga tawo, mga kaso sa publiko, paglalin, maayong kapalaran, nawala nga mga sakit sa kabtangan, mga lubnganan sa Zhenxingshan", "古人": "Nakigkita si Haring Fenyang sa iyang apo sa Chinese Valentine's Day", "第X籤": "Pagpirma sa kasiyaman ug unom", "宮": "xugong"}