{"籤詩版本二": "Late sa pagsulod ug paggawas aron mangayo og tambag, nabalaka ug nabalaka nga magpahinabog kasamok\nSama sa usa ka langgam nga naglupad ngadto sa usa ka lit-ag, unsa ka dugay kini makaikyas?", "詩意": "Kini nga hexagram usa ka timaan sa pagpadayon sa mga butang nga daan ug pagpahiangay sa kapalaran.\nAng tanan dili makatagbaw.", "解曰": "Mahimong konserbatibo bisan unsang orasa. Naghulat sa pag-abot sa halangdon. Kung mangutana ka bahin sa tanan. Ang nag-unang butang mahimong ulahi.", "籤詩故事一": "◇Si Ji Ping gipatay\nSi Ji Ping, kansang tinuod nga ngalan mao si Ji Tai, nailhan usab nga Ping, usa ka imperyal nga doktor sa Han Dynasty.\nSa ikalimang tuig sa Jian'an (200 AD), si Cao Cao nahimong punong ministro ug wala magseryoso sa emperador. Sukad nga nabasa niya ang mando nga gisulat sa emperador sa iyang bakos, si Dong Cheng, kinsa walay paagi nga makuha. giwagtang si Cao Cao, nasuko ug nasuko.Nabalaka, nasakit siya.\nGihangyo ni Emperador Xian ang imperyal nga doktor nga si Ji Ping nga tambalan si Cao Cao. Gibasa ni Ji Ping ang sekretong mando sa emperador ug determinado siyang papahawaon si Cao Cao, mao nga nagplano silang duha. Sa wala damha, ang mga bungbong adunay mga dalunggan. Ang panimalay nga ulipon ni Dong Cheng, si Qin Qingtong, gikulata ni Dong Cheng sa kap-atan ka beses pinaagi sa kahoy tungod sa iyang relasyon sa batan-ong asawa ni Dong Cheng. Nagdumot siya. Ji Ping hangtod sa Cao Cao.\nGipahimuslan ni Ji Ping ang labad sa ulo ni Cao Cao ug sekreto siyang gihiloan. Si Cao Cao nakadawat og tip, gidakop si Ji Ping, gitortyur siya, ug giimbestigar ang lider. Si Ji Ping misukol sa kamatayon ug namatay human makahikap sa mga hagdanan.", "聖意": "Ang balay nabalaka sa kaugalingon, ang kontrabida nangayo og kwarta, ang negosyo naguba, ang kaminyoon dili dugay, ang silot unom, ang pedestrian natanggong sa uma, ang silkworm nadaot, ang unom ka hayop nakit-an, ang Ang tawo nakaplagan, ang publiko nga kaso nawala, ang paglalin wala molihok, ang kabtangan nawala, ang sakit nahimo, ang pukot naa sa bukid, ang lubnganan patay,", "古人": "Gipatay si Ji Ping", "第X籤": "Numero kasiyaman ug walo", "宮": "Haigong"}