{"籤詩版本二": "Nagpugong sa kabayo ug nagkupot sa latigo, mianhi kami diritso, ang katunga sa peligro ug ang katunga sa katalagman.\nSama sa usa ka balay nga gisunog sa kalayo, Sa dihang mahulog ang langit, ang ulan nahimo nga abo. Ako adunay plano.", "詩意": "Kini nga hexagram nagrepresentar sa katunga sa kasubo ug katunga sa kalipay.\nGisugyot nga buhaton ang maayo sa tanan.", "解曰": "Kinabuhi nga pagtrabaho. Ayaw tagda ang husto ug sayop. Ang mga talikala temporaryo. Ang kayugot natural nga moabut.", "籤詩故事一": "◇Gipildi ni Tao Sanchun si Zheng En sa Guayuan\n\"Mabuhi ang akong handumanan,\" si Zhao Kuangyin mitindog pag-usab, \"Si Beiping King Zheng En naghikay ug kasal niadto. Karon nga malinawon na ang kalibutan, gusto kong mangayo sa imong pagtugot sa pagpili sa usa ka maayong adlaw sa pagminyo. \"\n\"Mabuhi ang akong handumanan!\" Si Zhao Kuangyin mitindog ug miingon, \"Ang Hari sa Peking, si Zheng En, naghikay ug kasal niadto. adlaw para magpakasal.\"\n“Oh, ang ikatulong igsoon gikasal na kaniadto, nganong wala man ko mahibalo bahin niini?” Natingala kaayo si Chai Rong. Giwara-wara niya ang iyang kamot aron makalingkod si Zhao Kuangyin ug makig-estorya.\n\"Oh! Ang ikatulo nga igsoon gikasal na kaniadto, nganong wala man ako mahibalo bahin niini?\" Si Chai Rong (Emperador sa Ulahing Dinastiya sa Zhou) natingala kaayo. Giwara-wara niya ang iyang kamot ug gihangyo si Zhao Kuangyin sa paglingkod ug pagsulti.\n\"Taas na nga istorya. Una, pobre pa mi adtong panahona ug wala mi magsundalo. Sukad ato, pila na ka tuig nga nag-away ug wala nay panahon nga magtagad nimo. Ikaduha, gamay ra sab ang ikatulo nga igsoon. maulaw sa paghisgot niini, mao nga ang Imong Kamahalan wala mahibalo .”\n\"Taas na nga istorya. Una, pobre pa mi niadtong panahona ug wala mi magsundalo. Sukad niadto, pila na ka tuig ang among away ug wala nay panahon sa pag-atiman kanimo. Ikaduha, ang ikatulo nga igsoon usa usab ka gamay nga maulawon sa paghisgot niini, mao nga ang Imong Kamahalan wala mahibalo .”\n\"Uy, kaslon na ang lalaki nga tinun-an sa kolehiyo, unsa may hinungdan nga maulaw ka? Ang ikatulo nga igsoon dugay na sa panggubatan ug maisip nga dili hitupngan nga bayani. Nganong gamay ra man kaayo ka bahin niining butanga?\"\n\"Hoy! Kaslon na ang college boy, unsa may hinungdan nga maulaw ka? Ang ikatulo nga igsoon dugay na sa panggubatan ug maisip nga dili hitupngan nga bayani. Nganong gamay ra man kaayo ka bahin niining butanga?\"\n\"Speaking of which, dili nako mabasol ang akong ikatulo nga igsoon nga maulawon, tungod kay kini nga kaminyuon gipanday.\"\n\"Speaking of which, dili nako mabasol ang akong ikatulo nga igsoon nga maulawon, tungod kay kini nga kaminyuon gipanday.\"\n\"Na-type? Uy, makaiikag. Palihog sultihi ko unsay nahitabo.\"\n\"Gi-type nako! Uy! Interesado! Palihog sultihi ko unsay nahitabo.\"\n\"Oo, nahinumdom ko niadtong tuiga, sa dihang kami moduyog sa Iyang Kamahalan, miagi kami sa Lalawigan sa Baocheng, init kaayo sa Hunyo. Ang akong ikatulo nga igsoon dili makapabilin sa hotel, mao nga siya migawas aron maglaag-laag nga nag-inusara. Human sa pag-agi sa usa ka tanaman sa melon, siya misulod aron sa pagkuha sa pipila. Ang mga melon nakapatagbaw sa kauhaw. Walay daghan nga sayo nga hinog nga mga melon niining panahona, ug ang ikatulo nga igsoon dili kahibalo sa pagpili niini, mao nga iyang gibali ang daghan niini. Ang babaye nga nagtan-aw sa mga melon milakaw sa unahan aron sa pag-akusar sa ikatulo nga igsoon. Ang duha adunay dili pagsinabtanay, ug unya sila nagsugod sa away. Dali. Maayo na lang, ako nabalaka ug nagdali sa pagluwas sa panahon, kon dili...\"\n“Oo, nahinumdom ko niadtong tuiga, sa dihang miapil na unta mi sa Kamahalan, miagi kami sa Lalawigan sa Baocheng, init kaayo niadtong Hunyo. Ang akong ikatulo nga igsoon dili makapuyo sa hotel, mao nga migawas siya nga mag-inusara. Human sa pag-agi sa usa ka tanaman sa melon, siya misulod aron sa pagkuha sa pipila. Ang mga melon nakapatagbaw sa kauhaw. Walay daghan nga sayo nga hinog nga mga melon niining panahona, ug ang ikatulo nga igsoon dili kahibalo sa pagpili niini, mao nga iyang gibali ang daghan niini. Ang babaye nga nagtan-aw sa mga melon milakaw sa unahan aron sa pag-akusar sa ikatulo nga igsoon. Ang duha adunay dili pagsinabtanay, ug unya sila nagsugod sa away. Dali. Maayo na lang, ako nabalaka ug nagdali sa pagluwas sa panahon, kon dili...\"\n\"Kining Zheng Ziming, sala niya in the first place, dapat siya mangayo og pasaylo. Nganong iya man siyang gibunalan? Gawas pa, unsaon man sa pamilya sa usa ka babaye nga makasugakod sa mga suntok ug sipa sa usa ka bangis nga lalaki nga sama kaniya! Hala, gibunalan nimo kining babaye sa \"Wala maunsa ang babaye...\"\n\"Kining Zheng Ziming, sala man niya sa una, mao nga kinahanglan siyang mangayo og pasaylo. Nganong gikulata man nimo siya? Gawas pa, unsaon man sa pamilya sa usa ka babaye nga makasugakod sa mga suntok ug sipa sa usa ka bangis nga lalaki nga sama kaniya! Dali, ingna ako, gikulata nimo kining babaye. Dili?\"\n\"Wala maunsa ang babaye...\"\n\"Okay ra, okay ra... Uy, wa ka nag-aksyon? Aw, giluwas ko nimo in time.\"\n\"Sige na! Sige na nga... Uy! Wala ka'y ​​aksyon? Ay! Ikaw na siguro ang nagluwas nako sa panahon!\"\n“...Dili, ang tawo nga akong giluwas kay...ang ikatulo nga igsoon.” “...Dili, ang tawo nga akong giluwas kay...ang ikatulo nga igsoon.”\n\"Ah?!\" \"Ah?!\"\n\"Ang ikatulo nga igsoon gitumba sa babaye sa yuta ug gikulata pag-ayo hangtod sa hangtod. Maayo na lang nga miabot ako ug gidani siya sa pagbiya, mao nga wala siya grabe nga nasamdan. ... Kamahalan ... Kamahalan!... \"\n\"Ang ikatulong igsoon gitumba sa babaye ug gikulata pag-ayo. Maayo na lang kay naabot ko ug giagda ko siya sa paglakaw, mao nga wala siya grabeng nasamdan. ... Kamahalan... Kamahalan!...\"\n“Ah?...Oh, kinsa man tong babaye!?” “Ah!?...Oh, kinsa tong babaye!?\"\n\"Unya ra nako nahibal-an nga ang ngalan sa babaye mao si Tao Sanchun, ug ang iyang amahan nga si Tao Hong usa ka tigulang nga bayani nga wala’y pangandoy. Si Tao Sanchun nakakat-on ug martial arts gikan sa iyang amahan sukad pa sa bata pa siya. Pagkahuman nako nahibal-an. iyang pamilya, akong nakita nga si Miss Sanchun adunay talagsaong kinaiya. , Luo Luo ug manggihatagon, nga walay bisan unsa nga batasan nga usa ka gamay nga babaye, sila tinuyo nga nagpares kaniya. Ang Tao nga amahan ug anak nga babaye ganahan usab sa prangka nga kinaiya sa ikatulo nga igsoon. naigo dayon ug nakahukom niining kaminyuon alang nilang duha. Kamahalan, palihog sultihi ako, dili ba kini usa ka peke nga kaminyoon?\"\n\"Unya ra nako nahibal-an nga ang ngalan sa babaye mao si Tao Sanchun, ug nakakat-on siya sa martial arts gikan sa iyang amahan sukad pa sa bata pa siya. Pagkahuman nako nga nahibal-an ang iyang pamilya, nakita nako nga si Miss Sanchun adunay talagsaon nga kinaiya, manggihatagon, ug walay pagsubay sa mga batasan sa gamay nga babaye, mao nga gituyo ko nga gi-recruit siya. Si Mr. Tao ug ang iyang anak nga babaye ganahan usab kaayo sa prangka nga kinaiya sa ilang ikatulo nga igsoon nga lalaki. Sila naigo dayon ug nakahukom niini nga kaminyoon alang kanila. Kamahalan, palihog sultihi ako, dili ba kini usa ka peke nga kaminyoon?\"\n(Kini nga istorya usa ka metapora, tungod kay ang usa ka dili maayo nga butang nahimo nga usa ka maayo nga butang.)", "聖意": "Pag-ampo alang sa proteksyon sa panimalay ug sa kaugalingon, pag-amping, pag-ampo alang sa bahandi, pagguba sa negosyo, pagbabag sa kaminyoon, silot, Liujia, insurance, mga pedestrian nga natanggong sa kaumahan, silkworm kadaot, kahayupan kadaot, nawala nga mga tawo, illegal nga kaso, pagkawala, paglalin, konserbatibo , nawala nga kabtangan, dautan nga mga sakit, mga kabalaka, mga kapeligrohan, mga bukid, mga lubnganan, kapakyasan", "古人": "Gipildi ni Tao Sanchun si Zheng En sa melon garden", "第X籤": "Numero kasiyaman ug siyam", "宮": "Haigong"}