{"籤詩版本二": "សូមឱ្យពិភពលោកត្រូវបានបង្កើតឡើងសម្រាប់អាពាហ៍ពិពាហ៍ដ៏ល្អថ្ងៃល្អនិងពេលវេលាល្អនិងអ្វីៗគ្រប់យ៉ាង\nវាមិនមែនជារឿងតូចតាចទេ ប្រសិនបើអ្នកទទួលបានឆ្នោតនេះ អធិរាជប្រកាសថាមនុស្សស្មោះត្រង់ និងទៀងត្រង់។", "詩意": "hexagram នេះតំណាងឱ្យការចាប់ផ្តើមនៃការបើកស្ថានសួគ៌និងផែនដី។\nអ្វីគ្រប់យ៉ាងគឺល្អ", "解曰": "ល្បឿនលឿន។ ឆ្នាំមិនសមនឹងពេលវេលារបស់វា។ Guanyin សរសេរចុះ។ ប្រាប់ខ្ញុំជាមុនសិន។", "籤詩故事一": "◇ Zhongli បានត្រាស់ដឹង\nZhongli Quan នាមត្រកូល Zhongli ឈ្មោះ Quan ឈ្មោះគួរសម Yunfang និងឈ្មោះហៅក្រៅ Zhengyang មានដើមកំណើតក្នុងស្រុក Xianyang ស្រុក Xi'an ខេត្ត Shaanxi ក្នុងកំឡុងរាជវង្សហានខាងកើត។\nZhong Liquan គឺជាឧត្តមសេនីយនៃរាជវង្សហាន។ក្នុងអំឡុងពេលបេសកកម្មប្រឆាំងនឹង Qiang ខាងលិច គាត់មានការច្រណែននឹងមេទ័ព Liang Yi ហើយបានចាត់ឱ្យគាត់ត្រឹមតែទាហានចាស់ និងខ្សោយចំនួន 30,000 នាក់ប៉ុណ្ណោះ។ នៅពេលដែលគាត់ទៅដល់គោលដៅភ្លាមៗ ជំរុំត្រូវបានប្លន់ដោយ កងទ័ព Qiang ខាងលិច ហើយទាហានបានភៀសខ្លួន។ Zhong Liquan បានវង្វេងនៅក្នុងជ្រលងភ្នំមួយ ហើយបានជួបព្រះសង្ឃ Hu នៅតាមផ្លូវ។ គាត់បាននាំគាត់ទៅកាន់ភូមិតូចមួយ ហើយនិយាយថា \"នេះគឺជាលំនៅដ្ឋានរបស់លោក Donghua\" បន្ទាប់មកគាត់បាននិយាយលាហើយចាកចេញ។ មួយសន្ទុះក្រោយមក ស្រាប់តែមាននរណាម្នាក់និយាយថា \"នេះត្រូវតែដោយសារតែបុរស Hu ភ្នែកពណ៌បៃតងនិយាយច្រើនពេក។ នៅទីនេះគឺ Han Da ។ ឧត្តមសេនីយ៍ Zhongli Quan\n? Zhong Liquan មានការភ្ញាក់ផ្អើលជាខ្លាំង ដោយដឹងថាគាត់បានជួបមនុស្សចម្លែក ដូច្នេះគាត់បានរៀន Tao ដោយស្មោះ។\nក្រោយមក Zhong Liquan បានជួប Zhenren Huayang និងស្តេចអមតៈ Xuanfu ហើយបានដឹងពី \"អាថ៌កំបាំងនៃអមតៈ\" ។ ទីបំផុតគាត់បានរស់នៅ Zijin Sihaofeng ក្នុងភ្នំ Kongtong ទទួលបាន \"អាថ៌កំបាំងនៃប្រអប់ Jade\" ហើយបានក្លាយជាអមតៈពិត ហើយគាត់ក៏ត្រូវបានគេគោរពថាជាបុព្វបុរសភាគខាងជើងទាំងប្រាំដោយនិកាយ Quanzhen ។", "聖意": "សូមបួងសួងដល់វត្ថុស័ក្តិសិទ្ធិក្នុងលោក ក្នុងរដូវភ្លៀងធ្លាក់ និងរដូវរងា សូមជួបតែសំណាងល្អ ក្នុងការងារ រកស៊ីមានបាន ជួបតែសំណាងល្អ ក្នុងមង្គលការ ជួបតែសំណាងល្អ កើតកូនប្រុស ជួបតែសំណាងល្អ ក្នុងការធ្វើដំណើរទៅណាមកណា។ ស្រែចំការ លាភសំណាងលើដង្កូវនាង សំណាងក្នុងហ្វូងសត្វ សំណាងល្អក្នុងការស្វែងរកមនុស្ស សំណាងល្អក្នុងរឿងក្តី លាភសំណាងក្នុងចំណាកស្រុក បាត់បង់ទ្រព្យសម្បតិ្ត និងលាភសំណាងខាងរោគាពាធ។", "古人": "Zhongli បានត្រាស់ដឹង", "第X籤": "សញ្ញាដំបូង", "宮": "ស្បូន"}