{"籤詩版本二": "ការ​ព្រួយ​បារម្ភ​និង​ការ​ព្រួយ​បារម្ភ​បាន​ធូរ​ស្រាល​ជា​បណ្ដោះ​អាសន្ន​ហើយ​ភាព​សប្បាយ​រីក​រាយ​មក​ពី​លើ​មេឃ​។\nដូច​ត្បូង​ដែល​លាក់​ក្នុង​លាមក កម្មករ​ល្អ​លើក​ធូលី​ចេញ", "詩意": "hexagram នេះតំណាងឱ្យភាពសុខដុមរមនារបស់យិននិងយ៉ាង។\nអ្វីគ្រប់យ៉ាងដែលអ្នកបានគ្រោងទុកគឺសំណាងល្អ។", "解曰": "គ្មានអ្វីទទួលបានទេ គ្មានអ្វីបាត់បង់ទេ។ ទទួលបានពីការបាត់បង់។ មនុស្សកំណាចកំពុងមានបញ្ហា។ សូមសំណាងល្អដល់អ្នកសុភាពបុរស។", "籤詩故事一": "◇ Ye Meng Xiong Chao Di\nYe Mengxiong (1531-1597) ដែលមានឈ្មោះគួរសមគឺ Nanzhao និងឈ្មោះ Longtang ត្រូវបានប្តូរទៅជា Longtan និងដាក់ឈ្មោះ Huayun ផងដែរ។ មានដើមកំណើតនៅ Wanshifang, Huizhou Fucheng (ឥឡូវជាផ្នែកមួយនៃស្រុក Huicheng ទីក្រុង Huizhou) ក្នុងរាជវង្ស Ming ។ នៅក្នុងឆ្នាំទី 44 នៃរជ្ជកាល Jiajing (1565) គាត់បានក្លាយជា Jinshi ហើយបានទទួលងារជាចៅក្រមនៃខោនធី Qing ។ គាត់បានបម្រើការជាប្រធាននាយកដ្ឋានផ្ទេរប្រាក់ ហើយក្រោយមកបានប្តូរទៅជាអ្នកត្រួតពិនិត្យមើលផ្លូវ Shanxi ។\nនៅឆ្នាំទី 20 នៃ Wanli (1592) អគ្គកុងស៊ុលនៃ Ningxia, Kuaibai (ប្រធានកុលសម្ព័ន្ធ Tatar ម៉ុងហ្គោលី) បានសម្លាប់អភិបាលក្រុង Dang Xin ហើយបានចាប់យកបន្ទាយទីសែសិបប្រាំពីរនៅក្នុងខេត្ត Hexi បំបែកទីក្រុង គោរពបូជា និងដុត។ ខ្លួនឯងរហូតដល់ស្លាប់។ Meng Xiong មិន​ក្រអឺតក្រទម​ក្នុង​ការ​យក​ចិត្ត​ទុក​ដាក់​ឡើយ ហើយ​ទុក​ឲ្យ​ជំនាញ​របស់​ខ្លួន​ល្អ​ដូច​មេទ័ព​ដែល​ហ៊ាន​ប្រយុទ្ធ។ Wei Xuezeng ជាផ្លូវការត្រូវបានស្តារឡើងវិញ។ ក្នុង​ឆ្នាំ​ក្រោយ​មក លោក​បាន​លាលែង​ពី​តំណែង​ចំនួន ៥ ដង ហើយ​ត្រូវ​បាន​ត្រឡប់​ទៅ Huizhou ដើម្បី​កសាង​ប្រាសាទ Huilong ។\nYe Mengxiong បានចូលកាន់សាសនាតៅក្នុងឋានៈជាមន្ត្រីរាជការតាំងពីដើមដំបូង ហើយល្បីល្បាញដោយសារភាពស្មោះត្រង់។ កំណត់ត្រាប្រវត្តិសាស្ត្រចាស់បាននិយាយថាគាត់គឺជា \"មនុស្សដំបូងដែលមានភាពរាបទាបនិងសមត្ថភាព\" \"បំបាត់អំពើពុករលួយនិងដាក់ទណ្ឌកម្មការបះបោរ\" ដោយបន្សល់ទុកនូវកេរ្តិ៍ឈ្មោះដ៏ល្អ។ ស្មោះត្រង់ ក្លាហាន ក្លាហាន និងមានធនធាន។ ពូកែខាងកាំភ្លើង។ នៅក្នុងពាក់កណ្តាលទីពីរនៃជីវិតរបស់គាត់ ជំនាញក្បាច់គុនរបស់គាត់ត្រូវបានកត់ត្រានៅក្នុង \"ប្រវត្តិសាស្រ្តនៃរាជវង្សមីង\" ហើយគាត់ត្រូវបានចាត់ទុកថាជាវីរបុរសជាតិ។", "聖意": "ផ្ទះមិនអំណោយផល (មានសន្តិភាពកាន់តែខ្លាំង) សរទរដូវនិងរដូវរងាល្អសម្រាប់ខ្លួនឯង ទ្រព្យសម្បត្តិនឹងជោគជ័យ កិច្ចការងារនឹងជោគជ័យ អាពាហ៍ពិពាហ៍នឹងជោគជ័យ Liujia នឹងមានការភ្ញាក់ផ្អើលមិនពិត (នឹងមានទ្រព្យសម្បត្តិ) អ្នកថ្មើរជើងនឹងទៅវាលដើម្បី អធិដ្ឋាន​ដង្កូវនាង សត្វ​ប្រាំមួយ​នឹង​សំប៉ែត មនុស្ស​នឹង​ត្រូវ​បាន​គេ​រក​ឃើញ បណ្ដឹង​សាធារណៈ​នឹង​មិន​អំណោយ​ផល ការ​ធ្វើ​ចំណាក​ស្រុក​នឹង​មាន​ការ​អភិរក្ស បាត់បង់​ទ្រព្យ​សម្បត្តិ​នឹង​ត្រូវ​រារាំង ជំងឺ​នានា​នឹង​ត្រូវ​បាន​ដោះស្រាយ​ក្នុង​ផ្នូរ Fushan", "古人": "Ye Meng Xiong Chao Di", "第X籤": "ឆ្នោតទីដប់ប្រាំមួយឈ្នះឆ្នោត", "宮": "ម៉ៅគង់"}