{"籤詩版本二": "ក្អែកមាសធ្លាក់នៅទិសខាងលិច ហើយទន្សាយឡើងនៅទិសខាងកើត វដ្តនៃថ្ងៃនិងយប់បន្តពីបុរាណរហូតដល់បច្ចុប្បន្ន។\nម្នាល​ភិក្ខុ​ទាំង​ឡាយ តថាគត​ដឹង​ថា​មិន​មាន​ឧបេក្ខា​ទេ អ្នក​ប្រាជ្ញ កសិករ ឧស្សាហ៍​កម្ម និង​ពាណិជ្ជករ សុទ្ធតែ​ធ្វើ​តាម​ចិត្ត​របស់​ខ្លួន។", "詩意": "hexagram នេះតំណាងឱ្យក្រមួន និងការធ្លាក់ចុះនៃ yin និង yang ។\nវាក៏ជាសញ្ញាមួយដែលថាអ្វីៗនឹងដំណើរការទៅតាមការគ្រោងទុក។", "解曰": "មិនមានអ្វីនៅក្នុងចិត្តទេ។ អ្វីដែលអ្នកបានធ្វើគឺជាកុសល។ ដូចជាព្រួញចេញពីធ្នូ។ មួយគ្រាប់បានបាញ់ចំគោលដៅ។", "籤詩故事一": "◇ ពូ Cao Guo គឺជាអមតៈ\nCao Guojiu មានដើមកំណើតនៅ Xuzhou ត្រូវបានគេនិយាយថាជាពូដ៏អស្ចារ្យរបស់រដ្ឋក្នុងកំឡុងសម័យ Renzong នៃរាជវង្សសុង។ ឈ្មោះរបស់គាត់គឺ Cao Yi ដែលត្រូវបានគេស្គាល់ថា Cao Jingxiu ។\nពូ Cao Guo មានប្អូនប្រុសម្នាក់ឈ្មោះ Cao Er ។ Cao Er នេះពឹងផ្អែកលើអំណាចរបស់អធិរាជ ហើយបានប្រព្រឹត្តអំពើអាក្រក់គ្រប់បែបយ៉ាង។ គាត់បានកាន់កាប់វាលស្រែ ដកហូតប្រពន្ធ និងកូនស្រី និងរាប់អានមិត្តជាមួយជនទុច្ចរិតមួយចំនួន។ គាត់បានចូលមក និងចេញមក។ Cao Guojiu មិនអាចទ្រាំទ្របាន។ មិន​ព្រម​ស្ដាប់​ពាក្យ​សម្ដី​ល្អ​ៗ និង​ការ​លួង​លោម​របស់​គាត់​ទេ ទើប​គាត់​ប្រើ​ការ​ដាក់​ទណ្ឌកម្ម​ដើម្បី​គ្រប់គ្រង​គាត់។\nCao Guojiu បាននិយាយថា \"គោលការណ៍នៃពិភពលោកគឺអ្នកដែលប្រមូលអំពើល្អនឹងរីកចម្រើនហើយអ្នកដែលប្រមូលអំពើអាក្រក់នឹងវិនាស។ នេះជាការពិតដែលមិនអាចផ្លាស់ប្តូរបាន។ អតីតកាលគ្រួសារ Cao របស់យើងបានប្រមូលអំពើអាក្រក់ដើម្បីទទួលបានទ្រព្យសម្បត្តិនាពេលបច្ចុប្បន្ននេះ។ ប្អូនប្រុសរបស់ខ្ញុំបានសាងអំពើអាក្រក់យ៉ាងក្រៀមក្រំ ទោះបីរត់គេចខ្លួន ទោះបីត្រូវមន្ត្រីដាក់ទណ្ឌកម្មក៏ដោយ ក៏មិនអាចគេចផុតពីគ្រោះធម្មជាតិដែលលួចលាក់បានឡើយ លុះគ្រោះមហន្តរាយមកដល់ គ្រួសារត្រូវវិនាស ហើយមានអ្នកស្លាប់ ក៏មិនរួចដែរ។ អាចរត់គេចខ្លួនបាន ខ្ញុំនឹងអាម៉ាស់មុខ ហើយខ្លាចវា” ដូច្នេះហើយ ខ្ញុំបានបំបែកទ្រព្យសម្បត្តិរបស់ខ្ញុំទាំងអស់ គាត់បានជួយជនក្រីក្រ ហើយលែងខ្វល់ពីរឿងរបស់បងប្រុសគាត់ទៀតហើយ។ បន្ទាប់មកគាត់បានចាកចេញពីផ្ទះ និងមិត្តភក្តិរបស់គាត់ ផ្លាស់ប្តូរទៅជាឯកសណ្ឋានតាវ ហើយបានចូលទៅក្នុងភ្នំដើម្បីបណ្តុះគំនិត និងធម្មជាតិរបស់គាត់។\nថ្ងៃមួយគាត់បានជួប Zhongli និង Lu Dongbin នៃរាជវង្សហានដោយចៃដន្យ។ ឃើញចម្លើយដ៏ស្ទាត់ជំនាញរបស់ពូ Cao Guo គាត់សប្បាយចិត្តខ្លាំងណាស់ ហើយបានអោយ \"Secret Edict of Returning Truth\" ដល់គាត់ ហើយបានបញ្ជាឱ្យគាត់អនុវត្តដោយប្រុងប្រយ័ត្ន។​ មិនយូរប៉ុន្មាន Zhongli Quan និង Lu Dongbin ត្រូវបានណែនាំទៅកាន់ថ្នាក់អមតៈ។", "聖意": "រាសី​ខ្ពស់ត្រដែត​ចូល​ផ្ទះ លាភ​សំណាង នាំ​លាភ​សំណាង​ក្នុង​ការ​រកស៊ី​ផ្លូវ​ភេទ​ប្រុស​អ្នក​ធ្វើ​ដំណើរ​ដាំ​ដង្កូវនាង​នៅ​ស្រែ​ដើមឆ្នាំ ចិញ្ចឹម​ជីវិត​រក​មនុស្ស​ប្ដឹង​ធ្វើ​ចំណាកស្រុក បាត់បង់​ទ្រព្យ​សម្បត្តិ​យឺត​ពេល​មាន​លាភ​សំណាង ។", "古人": "ពូ Cao Guo គឺជាមនុស្សអមតៈ", "第X籤": "ចុះហត្ថលេខាទីដប់ប្រាំបី", "宮": "ម៉ៅគង់"}