{"籤詩版本二": "បើកទូកត្រឡប់ពីឆ្នេរទឹកលឿន តើអ្នកចង់ធ្វើអ្វីដោយសារភាពចលាចល?\nបើ​ចង់​បាន​សុខ ចូរ​ស្វែង​រក​ភាព​ស្ងប់​ស្ងាត់ ហើយ​រង់​ចាំ​រលក​ឆ្លង​កាត់​វិបត្តិ​នេះ។", "詩意": "hexagram នេះគឺដូចជាទូកដែលកំពុងធ្វើដំណើរនៅលើឆ្នេរយ៉ាងលឿន។\nរក្សាការអភិរក្សនៅក្នុងអ្វីគ្រប់យ៉ាងហើយរង់ចាំពេលវេលា។", "解曰": "ទម្លាក់ក្នុងទឹកខ្លាំង។ គ្រោះថ្នាក់កំពុងរង់ចាំពេលវេលា។ ប្រសិនបើអ្នកសួរអំពីផែនការជំរុំ។ គ្មានអ្វីអាចធ្វើបានទេ។", "籤詩故事一": "◇Ziyi ត្រូវបានគ្រងរាជ្យ\nGuo Ziyi (697-781) ត្រូវបានគេស្គាល់ផងដែរថា Guo Linggong មានដើមកំណើតនៅ Zheng County, Huazhou (ឥឡូវ Huaxian County, Shaanxi) និងជាមេទ័ពនៅក្នុងរាជវង្សថាង។\nកំឡុងការបះបោរ Anshi ក្នុងឆ្នាំទី 14 នៃ Tianbao (755) គាត់បានទទួលងារជា Shuofang Jiedushi (Lingwu ភាគខាងលិចនៃ Lingwu ក្នុង Ningxia នាពេលបច្ចុប្បន្ន) គាត់ត្រូវបានបញ្ជាឱ្យធ្វើបូជនីយកិច្ច។ គាត់រួមបញ្ចូលគ្នានូវកងទ័ព Shuofang ជាមួយ Li Guangbi ដើម្បីដើរក្បួន។ ចូលទៅក្នុងទីក្រុង Hebei ពួកគេបានចូលរួមកម្លាំងនៅ Changshan (Zhengding, Hebei) ហើយបានកម្ចាត់ Shi Siming ទទួលបាន Hebei មកវិញ។ នៅពេលនេះ Guo Ziyi បានស្នើឱ្យអធិរាជយក Fan Yang ពីភាគខាងជើង ហើយវាយប្រហាររូងខ្លារបស់ឧទ្ទាម ដើម្បីកាត់បន្ថយការឡោមព័ទ្ធរបស់ Tongguan ប៉ុន្តែ Xuanzong បានបដិសេធ។ ក្រោយមក ស្ថានភាពនៃទីប្រជុំជនផ្តាច់ខ្លួននៅសម័យរាជវង្សថាងត្រូវបានដាំ ដែលបានក្លាយជាបុព្វហេតុដាច់ស្រយាលនៃការដួលរលំនៃរាជវង្សថាង។\nនៅឆ្នាំទីដប់ប្រាំនៃរជ្ជកាលរបស់ Tianbao (756) គាត់និងសម្ព័ន្ធ Uighur បានស្ងប់ស្ងាត់ Hequ ។ នៅនិទាឃរដូវឆ្នាំបន្ទាប់ ពួកគេបានយក Hedong (ឥឡូវ Yongji, Shanxi) និង Feng Yi (ឥឡូវ Dali, Shaanxi) ហើយបានវាយប្រហារ Tongguan ។ វាយឈ្នះ Cui Qianyu ។ កងទ័ព Tang បានទទួលរងរបួសជាង 10,000 ។ Cui Qianyu បានចុះចាញ់ Pujin ។ An Lushan ត្រូវបានសម្លាប់ដោយកូនប្រុសរបស់គាត់ឈ្មោះ An Qingxu ។\nនៅឆ្នាំទីពីរនៃ Zhide (757) គាត់ត្រូវបានបញ្ជាឱ្យដឹកនាំកងទ័ពទៅកាន់ Fengxiang ហើយតាមផ្លូវគាត់បានកម្ចាត់ទ័ពសេះរបស់ Li Guiren ចំនួន 5,000 នាក់នៅស្ពាន Baiquliuyun (ភាគអាគ្នេយ៍នៃទីក្រុង Sanyuan សព្វថ្ងៃនេះ) ហើយនៅក្នុងខែឧសភាគាត់បានប្រយុទ្ធជាមួយ An Shouzhong និង Li Guiren ។ នៅ Qingqu (ភាគខាងលិចនៃ Xi'an នាពេលបច្ចុប្បន្ននេះ) ត្រូវបានចាញ់ ហើយគាត់បានដកថយទៅ Wugong (ភាគពាយ័ព្យនៃ Wugong សព្វថ្ងៃនេះ)។ នៅខែកញ្ញា គាត់បានដើរតាម Marshal Guangping Wang Li Chu ដើម្បីដឹកនាំ Tang និង Uighurs ដើម្បីចូលរួមជាមួយកងទ័ព 150,000 ហើយបន្ទាប់មកបានប្រយុទ្ធជាមួយ An Shouzhong និង Li Guiren នៅ Xiang ។ នៅភាគខាងជើងនៃប្រាសាទ Ji (ភាគនិរតីនៃខោនធី Chang'an នាពេលបច្ចុប្បន្ន) ទាហាន Uighur បានដើរជុំវិញពីក្រោយសត្រូវ វាយប្រហារពីភាគីទាំងសងខាង និងបានសម្លាប់សត្រូវចំនួន 60,000 នាក់ ហើយ Zhang Tongru បានភៀសខ្លួនទៅកាន់ស្រុក Shaanxi ហើយ ទីបំផុតបានយកមកវិញនូវរាជធានី Chang'an (Xi'an សព្វថ្ងៃនេះ)។\nបន្ទាប់មក កងទ័ព Tang បានទាញយកប្រយោជន៍ពីជ័យជំនះ ហើយបានដើរឆ្ពោះទៅទិសខាងកើត ដោយកម្ចាត់បុរសចំនួន 150,000 នាក់ រួមទាំង Yan Zhuang និង Zhang Tongru នៅ Xindian (ឥឡូវភាគនិរតីនៃទីក្រុង Sanmenxia ខេត្ត Henan) បង្ខំឱ្យ Anqing Xu ឆ្លងកាត់ទន្លេ Yellow River ហើយដកថយទៅ Xiangzhou ។ Dongjun Luoyang ត្រឡប់មកវិញ។ បន្ថែម Situ ទៅនឹងគុណសម្បត្តិរបស់គាត់ហើយធ្វើឱ្យគាត់ជាអ្នកឧកញ៉ានៃប្រទេស។\nShi Siming បានដឹកនាំកងទ័ពរបស់គាត់ពី Fan Yang ដើម្បីជួយសង្គ្រោះ An Qingxu ភាគីទាំងពីរបានប្រយុទ្ធគ្នានៅភាគខាងជើងនៃទន្លេ Anyang (ភាគខាងជើងនៃ Anyang នាពេលបច្ចុប្បន្ននេះ) ការប្រយុទ្ធគឺមិនអាចកាត់ផ្តាច់បាន។ បាន​អះអាង​ថា​មាន​ទាហាន 600,000 នាក់​បាន​ដក​ថយ (ក្នុង​សមរភូមិ Yecheng) ។ មេទ័ពសំខាន់នៃសមរភូមិនេះគឺមហាតលិក Yu Chaoen ដែលមិនមានជំនាញជាអ្នកដឹកនាំ ហើយបានស្តីបន្ទោស Guo Ziyi ចំពោះការបរាជ័យនៃសមរភូមិ។ Guo Ziyi ត្រូវ​បាន​កោះហៅ​ត្រឡប់​ទៅ​ទីក្រុង Chang'an វិញ ដោយ​បាន​ធូរស្រាល​ពី​អំណាច​យោធា ហើយ​បាន​ក្លាយ​ជា​មន្ត្រី​ទំនេរ។\nនៅក្នុងឆ្នាំដំបូងនៃរជ្ជកាល Baoying (762) កងទ័ពនៅ Taiyuan (ភាគនិរតីនៃ Taiyuan នាពេលបច្ចុប្បន្ននេះ) និង Jiangzhou (Xinjiang ក្នុងខេត្ត Shanxi នាពេលបច្ចុប្បន្ន) បានបះបោរ។ គ្រប់គ្រង Jiangzhou ។ គាត់​ក៏​ត្រូវ​បាន​ផ្តាច់ការ​ដោយ​ឥស្សរជន Cheng Yuanzhen ហើយ​បាន​ធូរស្រាល​ពី​អំណាច​យោធា។\n(ការផ្តោតសំខាន់នៃរឿងនេះ៖ Guo Ziyi ដែលមានសមត្ថភាព និងអាកប្បកិរិយាល្អ បានជួប Xuanzong និងមនុស្សអាក្រក់មួយចំនួន ដែលធ្វើឲ្យប៉ះពាល់ដល់ស្នាដៃរបស់គាត់យ៉ាងខ្លាំង។ )", "聖意": "ប្រសិទ្ធពរជ័យដល់គេហដ្ឋាន និងខ្លួនឯង ស្វែងរកទ្រព្យសម្បត្តិ រកស៊ីមានបាន រកស៊ីមានបាន ប្រយ័ត្នមិនពិត អ្នកថ្មើរជើងចូលស្រែចម្ការ ពិបាករកមនុស្សប្តឹងសាធារណៈ និង (មិនស៊ីង) ចំណាកស្រុក អភិរក្ស បាត់បង់ទ្រព្យសម្បត្តិ ពិបាករក។ ជំងឺ, ការអធិស្ឋានសុំពរ, ភ្នំនិងផ្នូរ, សំណាងល្អ", "古人": "Ziyi ត្រូវបានគ្រងរាជ្យ", "第X籤": "ទីដប់ប្រាំបួន ឈ្នះឆ្នោត", "宮": "តាស៊ូមី"}