{"籤詩版本二": "បន្ទាប់​ពី​មាន​ការ​ព្រួយ​បារម្ភ និង​គ្រោះ​ថ្នាក់​ជា​ច្រើន​មក វា​នឹង​មិន​ទទេ​ទៀត​ទេ ចាប់​ពី​ពេល​នេះ​ត​ទៅ\nចិត្ត​សប្បុរស​មាន​ផែន​ការ​សប្បុរស​របស់​ខ្លួន អ្នក​ត្រូវ​ជួប​នឹង​អ្នក​ជំនាញ​ដើម្បី​សម្រេច​បាន​សមិទ្ធផល​ដ៏​អស្ចារ្យ។", "詩意": "hexagram នេះគឺដូចជាអណ្តូងបុរាណដែលមាននិទាឃរដូវ។\nក្នុង​គ្រប់​យ៉ាង មនុស្ស​ថ្លៃថ្នូរ​សម្រេច​បាន​ជោគជ័យ។", "解曰": "បណ្តឹង​នេះ​នឹង​មាន​ភាព​ត្រឹម​ត្រូវ​នៅ​ទី​បំផុត​។ ឈឺនិងមានសុវត្ថិភាព។ ចូល​ទៅ​ក្រៅ​ដើម្បី​រក​ដំបូន្មាន។ អណ្តូងបុរាណជួបនឹងនិទាឃរដូវ។", "籤詩故事一": "◇ Yao Chong គ្រប់គ្រងកណ្តូប\nYao Chong (649-721) ដែលមានឈ្មោះពិតថា Yuan Chong មកពី Shaanzhou គាត់បានបម្រើការជារដ្ឋមន្ត្រី Xia Guan, Shangshu នៃ Chunguan, Ziweiling, Zhongshuling និងជានាយករដ្ឋមន្ត្រីក្នុងរាជវង្សថាង។\nនៅឆ្នាំទីបួននៃ Kaiyuan (716) Shandong (ជាទូទៅសំដៅទៅអាងទន្លេលឿងភាគខាងកើតនៃ Huashan) ត្រូវបានញាំញីដោយកណ្តូបប្រជាជនត្រូវបានចងភ្ជាប់ដោយគំនិតអបិយជំនឿមិនហ៊ានបរបាញ់សម្លាប់ពួកគេជំនួសវិញពួកគេបានបង្កើតឡើង។ យញ្ញបូជា អុជ​ធូប ថ្វាយបង្គំ​ក្បែរ​វាលស្រែ និង​មើល​ដំណាំ​ដែល​ត្រូវ​កណ្តូប​លេប​អស់។\nមន្ត្រីទាំងអស់ជឿថា៖ «កណ្តូបជាគ្រោះធម្មជាតិ ធ្វើម្ដេចក៏ត្រូវគ្រប់គ្រងដោយកម្លាំងមនុស្ស!» ការតស៊ូរវាងគំនិតពីរផ្សេងគ្នាគឺសាហាវណាស់នៅពេលនោះ ថាតើត្រូវកំចាត់ ឬមិនកំចាត់កណ្តូប។\nលោក Yao Chong មានប្រសាសន៍ថា៖ “ឲ្យតែយើងធ្វើការជាមួយគ្នា យើងអាចកម្ចាត់វាចោលបានទាំងអស់ គាត់ថា៖ កណ្តូបខ្លាចមនុស្ស ងាយនឹងបណ្ដេញចេញ សំណាបមានម្ចាស់ ដូច្នេះអ្នកជួយសង្គ្រោះត្រូវតែប្រឹងប្រែង កណ្តូប អាច​ហោះ​បាន ហើយ​បើ​គេ​ឃើញ​ភ្លើង​នៅ​ពេល​យប់ គេ​នឹង​ហោះ​ទៅ​រក​វា ដុត​វា​នៅ​ក្នុង​វាល ហើយ​ជីក​រន្ធ​ពេល​កំពុង​ឆេះ ហើយ​កប់​វា​ពេល​កំពុង​ឆេះ ហើយ​គ្មាន​សល់​អ្វី​ឡើយ»។\nXuanzong បាននិយាយថា \"កណ្តូបគឺជាគ្រោះមហន្តរាយធម្មជាតិដែលបណ្តាលមកពីអភិបាលកិច្ចសីលធម៌មិនល្អ។ ប្រសិនបើអ្នកសុំឱ្យពួកវាត្រូវបានគេបរបាញ់ហើយសម្លាប់ តើនេះមិនប្រឆាំងនឹងគ្រាប់ធញ្ញជាតិទេ?\"\nលោក Yao Chong បន្ថែមថា៖ \"ការចាប់ និងសម្លាប់កណ្តូប គឺធ្វើឡើងដោយមនុស្សបុរាណ ហើយព្រះតេជគុណរបស់អ្នក នឹងប្រើប្រាស់វានាពេលខាងមុខ។ វាជាព្រឹត្តិការណ៍ជាតិដ៏សំខាន់ ដើម្បីនាំមកនូវសន្តិភាព និងវិបុលភាពដល់កសិករ។ សូមពិចារណាឱ្យបានហ្មត់ចត់។\"\nXuanzong ជឿជាក់។ ប៉ុន្តែ​នៅ​ពេល​នោះ អ្នក​គ្រប់​គ្នា​ទាំង​ក្នុង និង​ក្រៅ​តុលាការ​បាន​និយាយ​ថា កណ្តូប​មិន​អាច​ត្រូវ​តាម​ប្រមាញ់​បាន​ទេ។\nលោក Xuanzong បាននិយាយថា \"ខ្ញុំបានពិភាក្សាជាមួយនាយករដ្ឋមន្រ្តី ហើយបានសម្រេចចិត្តចាប់កណ្តូប។ អ្នកណាដែលជំទាស់ម្តងទៀត នឹងត្រូវប្រហារជីវិត\" ដូច្នេះគាត់បានចាត់មន្ត្រីត្រួតពិនិត្យ និងណែនាំប្រជាជនឱ្យដុត និងកប់កណ្តូប។\nលទ្ធផលពិតជាមានប្រសិទ្ធភាពណាស់។ កណ្តូប 9 លានដុងត្រូវបានចាប់បាននៅទូទាំងប្រទេស ហើយកណ្ដូបត្រូវបានកម្ចាត់ដោយជោគជ័យ។ កសិកម្មទទួលបានផលល្អនៅឆ្នាំនោះ។\n(ប្រាជ្ញា​គួរ​ប្រើ​ក្នុង​ការ​គ្រប់​គ្រង​គ្រោះ​មហន្តរាយ និង​ការ​ជម្លៀស ហើយ​ត្រូវ​តែ​មាន​យុទ្ធសាស្ត្រ​ដ៏​ប៉ិន​ប្រសប់​ដើម្បី​ជម្នះ​ការ​លំបាក។ Yao Chong ជា​អ្នក​ជំនាញ​ក្នុង​បញ្ហា​នេះ)", "聖意": "ផ្ទះ​ធម្មតា​គេ​បិទ​ផ្លូវ​រក​លុយ​បិទ​ការ​ជួញ​ដូរ អាពាហ៍ពិពាហ៍​និង​សុខដុមរមនា​ត្រូវ​បាន​រារាំង មាន​គ្រោះ​ថ្នាក់​ក្នុង​ក្រុង​លីវចូវ​អ្នក​ដើរ​ថ្មើរ​ជើង​ត្រូវ​បិទ​ដង្កូវ​នាង​បិទ​ការ​ចិញ្ចឹម​សត្វ​មិន​អំណោយ​ផល មនុស្ស​បាត់​បង់​ពាក្យ​បណ្ដឹង​ជា​សាធារណៈ។ ស្ទះ ការធ្វើចំណាកស្រុកមិនសមហេតុផល បាត់របស់ពិបាករក ជំងឺពិបាកបន់ស្រន់ ភ្នំ និងផ្នូរមិនស្រួល។", "古人": "Yao Chong គ្រប់គ្រងកណ្តូប", "第X籤": "ឈ្នះឆ្នោតទីម្ភៃប្រាំ", "宮": "វិមានមី"}