{"籤詩版本二": "ពាក្យ​ចចាម​អារ៉ាម​មាន​ថា​អ្វីៗ​បាន​ប្រែ​ទៅ​ជា​មិន​ល្អ ហើយ​ខ្ញុំ​បាន​ទទួល​សំបុត្រ​ពី​ជើងមេឃ។\nកិត្តិនាម និងភាពជោគជ័យដែលបានសន្យាចំពោះខ្ញុំនៅក្នុងសៀវភៅនៅតែទទេរហូតដល់ទីបញ្ចប់។", "詩意": "hexagram នេះមានឈ្មោះមិនពិត។\nវាត្រូវបានណែនាំឱ្យមានការអភិរក្សនៅក្នុងអ្វីគ្រប់យ៉ាង។", "解曰": "ឡើង​ចុះ​អន់​ចិត្ត។ ការ​ស្វែង​រក​ការ​កម្សាន្ត​មិន​មែន​ទំនេរ​ទេ។ បំណងប្រាថ្នាសម្រាប់កិត្តិនាម។ រក្សាសុវត្ថិភាព។", "籤詩故事一": "◇ Zhong Kui បានត្រាស់ដឹង\nZhong Kui ដែល​មាន​នាមត្រកូល Zhong Kui ដែល​មាន​ឈ្មោះ​គួរសម​គឺ Zhengnan មកពី Zhongnanshan ។\nក្នុងរជ្ជកាលអធិរាជ Dezong នៃរាជវង្សថាង Zhong Kui បានចូលរួមក្នុងការប្រឡងអធិរាជ Zhong Kui បានអានសំណួរប្រឡងហើយសរសេរអត្ថបទភ្លាមៗហើយប្រគល់វាទៅ អ្នក​ពិនិត្យ​សំខាន់​នៅ​ថ្ងៃ​នោះ​គឺ​លោក Han Yu ជា​រដ្ឋមន្ត្រី​ក្រសួង​កិច្ចការ​ស៊ីវិល ហើយ​អ្នក​ពិនិត្យ​រង​គឺ Lu Zhi ជា​អ្នក​ប្រាជ្ញ​ដ៏​អស្ចារ្យ។ ពេលដែលអ្នកទាំងពីរអានក្រដាសរបស់ Zhong Kui ភ្នែករបស់ពួកគេភ្លឺឡើង ហើយពួកគេនិយាយដោយឯកច្ឆ័ន្ទថា \"អ្នកជំនួយការ អ្នកជំនួយការ! រាល់ពាក្យនៅក្នុងអត្ថបទនេះគឺល្អឥតខ្ចោះ សក្តិសមសម្រាប់ Li Taibai និង Du Zimei!\" ដូច្នេះហើយពួកគេបានដាក់ឈ្មោះ Zhong Kui ជាកន្លែងដំបូង។\nអធិរាជ Dezong បានស្តាប់របាយការណ៍របស់ Han Yu ហើយបាននិយាយថា Zhong Kui ដែលជាជើងឯកថ្មីនៃវិទ្យាសាស្រ្តមានទេពកោសល្យណាស់ដូច្នេះគាត់បានកោះហៅ Zhong Kui នៅក្នុងវិមានមាស។\nនៅពេលដែលអធិរាជ Dezong បានឃើញរូបរាងដ៏អាក្រក់របស់គាត់ គាត់មានអារម្មណ៍មិនពេញចិត្តភ្លាមៗ ហើយបាននិយាយថា \"ការជ្រើសរើសអ្នកប្រាជ្ញនៅក្នុងតុលាការរបស់យើងគឺផ្អែកលើពាក្យសំដីផ្ទាល់ខ្លួន និងការសរសេរអក្សរផ្ចង់។ តើមនុស្សអាក្រក់បែបនេះអាចត្រូវបានជ្រើសរើសជាអ្នកប្រាជ្ញលេខមួយក្នុងវិទ្យាសាស្ត្រមាសដោយរបៀបណា? \"\nហាន យូ បានលុតជង្គង់ចុះយ៉ាងប្រញាប់ប្រញាល់ ហើយនិយាយថា៖ «ល្អ និងអាក្រក់របស់មនុស្សមិនមែនសុទ្ធតែមានរូបរាងទេ។ ព្រះដ៏វិសុទ្ធអើយ ឮថា យ៉ាន យីង មានកម្ពស់បីហ្វីត ហើយស្មើនាយករដ្ឋមន្រ្តីទេ? និយាយដើមគេ ប៉ុន្តែអាចជួយរាជវង្សហាន ខុងជឺ វិនិច្ឆ័យមនុស្សតាមរូបរាង ហើយបាត់បង់កូនប្រុសរបស់គាត់ យូ។ ខ្ញុំសង្ឃឹមថា មហាអំណាចរបស់អ្នកនឹងគិតពីរដង។\nព្រះចៅអធិរាជ Dezong សញ្ជឹងគិតមួយសន្ទុះ ហើយមានបន្ទូលថា៖ «ថ្វីត្បិតតែពាក្យរបស់ Han Aiqing សមហេតុផលក៏ដោយ កាលខ្ញុំនៅជាអធិរាជ Taizong មានអ្នកប្រាជ្ញចំនួន 18 នាក់បានមក Yingzhou ហើយនិយាយអំពីរឿងនេះ បុរសនេះគឺជាអ្នកប្រាជ្ញលេខមួយ ខ្ញុំខ្លាចពិភពលោក នឹងសើចចំអកឱ្យខ្ញុំ ដែលមិនស្គាល់ទេពកោសល្យ\"។\nនាយករដ្ឋមន្ត្រី Lu Qi មានចិត្តចង្អៀត ហើយច្រណែននឹងទេពកោសល្យ។​ បន្ទាប់ពីបានឮព្រះបន្ទូលរបស់អធិរាជ គាត់បានលុតជង្គង់ចុះ ហើយនិយាយថា៖ “អ្នកប្រាជ្ញលេខមួយក្នុងមុខវិជ្ជាមាសត្រូវតែមានទាំងខាងក្នុង និងខាងក្រៅ។​ មានបេក្ខជនបីរយនាក់សម្រាប់មុខវិជ្ជានេះ។ ហេតុអ្វីបានជាអ្នកមិនជ្រើសរើសមួយផ្សេងទៀត?\nនៅពេលដែល Zhong Kui ឃើញបុរសនេះច្របូកច្របល់ គាត់ក៏ទប់កំហឹងមិនបាន គាត់ក៏ចង្អុលទៅ Lu Qi ហើយដាក់បណ្តាសាថា \"ប្រសិនបើមន្ត្រីល្ងង់បែបនេះនៅតុលាការ តើគាត់មិនធ្វើបាបប្រទេសទេ?\" គាត់បានដាល់ Lu Qi ដោយកណ្តាប់ដៃរបស់គាត់។\nឃើញបែបនេះ ដេសុង ខឹងយ៉ាងខ្លាំង ហើយនិយាយថា៖ «ឯងហ៊ានណាស់ ហ៊ានបង្កបញ្ហាក្នុងរាជវាំងមាស យកវាទៅចុះ!\nដោយកំហឹង Zhong Kui បានដកដាវចេញពីចង្កេះរបស់មេទ័ពដែលឈរក្នុងវាំង ហើយដកដង្ហើមធំថា៖ \"វាពិបាកសម្រាប់ឆ្មាដែលអន់ចិត្តក្នុងការធ្វើត្រាប់តាមសត្វខ្លា ហើយសេកដែលខកចិត្តក៏មិនល្អដូចមាន់ដែរ\" ។ ក្រោយ​មក​ក៏​ធ្វើ​អត្តឃាត។\nនៅពេលដែលអធិរាជ Dezong ឃើញថា Zhong Kui ធ្វើអត្តឃាតដោយកំហឹង ទ្រង់មានការភ្ញាក់ផ្អើលជាខ្លាំង។ ដើម្បីយកឈ្នះចិត្តមនុស្ស ទ្រង់បានបញ្ជាឱ្យបញ្ចុះសព Zhong Kui ជាមួយនឹងឋានៈជាផ្លូវការនៃអ្នកប្រាជ្ញលេខ 1 ហើយទ្រង់ក៏បានតាំង Zhong Kui ជាព្រះ។ នៃ Exorcism ដើម្បីកម្ចាត់ពិភពនៃវិញ្ញាណអាក្រក់។", "聖意": "សូមបួងសួងដល់ផ្ទះរបស់អ្នក សុវត្ថិភាពផ្ទាល់ខ្លួនរបស់អ្នក ការលំបាកផ្នែកហិរញ្ញវត្ថុ ការបរាជ័យក្នុងអាជីវកម្ម ការបរាជ័យអាពាហ៍ពិពាហ៍ អ្នកថ្មើរជើងស្ត្រី Liujia ការជឿទុកចិត្តលើដង្កូវនាងពាក់កណ្តាលឆ្អិន សត្វក្នុងស្រុកចំនួនប្រាំមួយអាចត្រូវបានចិញ្ចឹម បាត់មនុស្ស បណ្តឹងសាធារណៈភាគខាងលិច ការបាត់បង់ការធ្វើចំណាកស្រុក។ រក្សាសីល បាត់បង់ទ្រព្យសម្បត្តិ ជម្ងឺ បួងសួង សុំលាភសំណាង នៅលើភ្នំ និងផ្នូរ", "古人": "Zhong Kui ទទួលបាន Tao", "第X籤": "ទី 26 ឈ្នះឆ្នោត (ឆ្នោត)", "宮": "វិមានមី"}