{"籤詩版本二": "ចំណាយ​ពេល​ដោយ​ភាព​ស្ងប់​ស្ងាត់ អង្គុយ និង​ដេក​ពេល​ផឹក​តែ​បន្ទាប់​ពី​ឆ្អែត\nអ្នក​មិន​ចាំ​បាច់​រវល់​ទាំង​ផ្លូវ​កាយ និង​ផ្លូវ​ចិត្ត​ទេ ហើយ​អ្នក​នឹង​មិន​បង្ក​ភាព​អយុត្តិធម៌ ឬ​មហន្តរាយ​ឡើយ។", "詩意": "គោលដប់ប្រាំមួយនេះគឺជានិមិត្តសញ្ញាសន្តិភាព និងស្ថិរភាព។\nក្នុង​គ្រប់​ការ​ទាំង​អស់ ការ​រង់​ចាំ​ពេល​វេលា​ត្រឹម​ត្រូវ​នឹង​នាំ​មក​នូវ​សំណាង។", "解曰": "រក្សាសុវត្ថិភាព និងសំឡេង។ សួរព្រះ។ រង់ចាំរហូតដល់ពេលវេលាមកដល់។ អ្វីៗកើតឡើងដោយចៃដន្យ។", "籤詩故事一": "◇Foyinhui Dongpo\nមានពេលមួយ ស៊ូដុងប៉ូ បានទទួលការយល់ដឹងខ្លះៗ ពេលកំពុងសិក្សាហ្សេន។ គាត់បានដឹងថា ស្ថានភាពរបស់គាត់មានវិសាលភាព ហើយគាត់មានអារម្មណ៍រីករាយនៅក្នុងវា។ ដោយ​មិន​អាច​ទប់​ចិត្ត​បាន​នោះ ខ្ញុំ​បាន​ផុស​ប៊ិច ហើយ​សរសេរ​កំណាព្យ៖\n\"នៅកណ្តាលមេឃ Jishou បញ្ចេញពន្លឺពេញសកលលោក មិនអាចបក់ដោយខ្យល់ទាំងប្រាំបី គាត់អង្គុយត្រង់លើផ្កាឈូកពណ៌ស្វាយ\"។\n(ខ្យល់ទាំង ៨ សំដៅលើៈ ចំណេញ ការធ្លាក់ចុះ សេចក្តីវិនាស កេរ្តិ៍ឈ្មោះ ការសរសើរ ការសើចចំអក ទុក្ខ និងសេចក្តីសុខ ពោលគឺ ការមិនបៀតបៀនដោយសភាពទាំង ៨ នេះ ហៅថា “ខ្យល់ទាំង ៨ មិនអាចរើទៅបាន”)\nបន្ទាប់ពីសរសេរវារួច Dongpo បានបញ្ជូនអ្នកបំរើរបស់គាត់ឆ្លងទន្លេទៅឱ្យ Zen Master Foyin នៃប្រាសាទ Jinshan ។\nបន្ទាប់ពី Zen Master Foyin អានវាហើយ គាត់បានសម្គាល់វាដោយពាក្យថា \"fart\" ហើយប្រគល់វាទៅអ្នកបំរើរបស់គាត់ដើម្បីយកមកវិញ។\nDongpo ខឹងយ៉ាងខ្លាំងបន្ទាប់ពីឃើញដូច្នេះគាត់បានជិះទូកឆ្លងទន្លេហើយទៅប្រាសាទ Jinshan ដើម្បីស្វែងរកត្រារបស់ព្រះពុទ្ធដើម្បីពិភាក្សា។\nនៅពេលដែល Dongpo មកដល់ខ្លោងទ្វារនៃប្រាសាទ Jinshan, Foyin កំពុងរង់ចាំនៅមាត់ទ្វាររួចហើយ។\nSu Dongpo បានចោទប្រកាន់ Foyin ភ្លាមៗថា \"ហេតុអ្វីបានជាអ្នកហៅកំណាព្យដែលខ្ញុំសរសេរថា fart?\"\nFoyin ឆ្លើយថា \"តើអ្នកមិនអាច \"ត្រូវខ្យល់ទាំងប្រាំបី\" ទេ? តើអ្នកអាចត្រូវបាន 'វាយឆ្លងទន្លេ' ដោយ fart!\nនៅ​ពេល​នេះ Dongpo មាន​ការ​ភ្ញាក់​ផ្អើល​ដោយ​ដឹង​ថា​ខ្លួន​មិន​ល្អ​គ្រប់​គ្រាន់ ហើយ​ចាក​ចេញ​ដោយ​ភាព​អាម៉ាស់។\n(រឿង​នេះ​ជា​ពាក្យ​ប្រៀបប្រដូច​សម្រាប់ «​កម្ដៅ​មិន​ទាន់​មក​ដល់​»​)", "聖意": "សូមបួងសួងដល់គេហដ្ឋាន និងសុវត្ថិភាពផ្ទាល់ខ្លួន ទ្រព្យសម្បត្តិ រកស៊ីមានបាន សិរីមង្គល វិបុលសុខ ជូនស្ត្រីអ្នកធ្វើដំណើរក្នុងក្រុងលីវូចី ដល់សត្វដង្កូវនាងក្នុងស្រែ ចិញ្ចឹមសត្វទាំង ៦ ប្រកបដោយសុខសុវត្ថិភាព។ សម្រាប់​ការ​ស្វែង​រក​នរណា​ម្នាក់, សម្រាប់​បញ្ហា, សម្រាប់​ការ​ប្ដឹង​សាធារណៈ, សម្រាប់​ការ​ធ្វើ​ចំណាក​ស្រុក, សម្រាប់​ការ​បាត់​បង់​ទ្រព្យ​សម្បត្តិ, សម្រាប់​ជំងឺ, សម្រាប់​ផ្ញើ​ទៅ​ផ្នូរ​ភ្នំ, សំណាង", "古人": "Foyinhui Dongpo", "第X籤": "លេខឈ្នះសាមសិបមួយ។", "宮": "Wei Gong"}