{"籤詩版本二": "ដំណើរ​ត្រឡប់​មក​វិញ​ប្រាកដ​ជា​មាន​នរណា​ស្គាល់​ត្បូង​ដែល​លាក់​ក្នុង​ថ្ម?\nនៅពេលដែលសិប្បករដ៏ល្អម្នាក់មានការកាត់ច្បាស់លាស់គាត់នឹងមានអារម្មណ៍ថាមានសុវត្ថិភាពនិងសុវត្ថិភាពនៅក្នុងសម័យ jasper", "詩意": "នៅក្នុង hexagram នេះ អ្នកអាចមើលឃើញរូបភាពនៃ jade នៅពេលអ្នកកាត់ថ្ម។\nខំប្រឹងដើម្បីជោគជ័យគ្រប់រឿង។", "解曰": "កំណប់គឺនៅក្នុងថ្ម។ ជនចម្លែកដឹងតិចតួច។ រង់ចាំរហូតដល់វាច្បាស់។ ធ្វើអ្វីដែលអ្នកអាចធ្វើបាន។", "籤詩故事一": "◇ Liu Bei ស្វែងរកទេពកោសល្យ (ការទៅមើលខ្ទមប្រក់ស្បូវបីដង ការទៅមើលខ្ទមប្រក់ស្បូវបីដង)\nសម័យនគរទាំងបី។ Zhuge Liang រស់នៅ​ដោយ​ឯកោ​ក្នុង​ខ្ទម​ប្រក់​ស្បូវ​ក្នុង​ទីក្រុង Longzhong ។ Liu Bei មានបំណងចង់ស្វែងរកទេពកោសល្យ ដូច្នេះគាត់បានទៅជួប Zhuge Liang ដោយផ្ទាល់ គាត់បានទៅលេង Zhuge Liang បីដង (ដែលគេស្គាល់ថាជា \"ការទស្សនាបីដងទៅកាន់ខ្ទមនោះ\" ក្នុងប្រវត្តិសាស្រ្ត) Liu Bei បានសុំឱ្យអ្នកផ្សេងទៀតនៅឆ្ងាយ ហើយសួរ Zhuge Liang ថា: \" រាជវង្សហានបានដួលរលំ ហើយពួកអ្នកក្បត់ជាតិបានលួចជីវិតរបស់ព្រះអង្គ។ ព្រះអង្គម្ចាស់\" គ្របដណ្តប់ដោយធូលីដី ខ្ញុំមិនវាស់គុណធម៌ និងសមត្ថភាពរបស់ខ្ញុំទេ ខ្ញុំចង់ជឿលើសេចក្តីសុចរិតដ៏អស្ចារ្យនៅក្នុងពិភពលោក ប៉ុន្តែប្រាជ្ញា និងជំនាញរបស់ខ្ញុំ រាក់ៗ អញ្ចឹងខ្ញុំប្រើវាយ៉ាងរំភើយ គិតត្រឹមថ្ងៃនេះ។ ទោះយ៉ាងណាក៏ដោយ មហិច្ឆតារបស់ខ្ញុំមិនទាន់ចប់ទេ តើអ្នកគិតថាផែនការនឹងត្រូវបានអនុវត្តទេ?»។\nបន្ទាប់មក Zhuge Liang បានបង្ហាញដល់គាត់នូវផែនការបែងចែកពិភពលោកជាបីផ្នែក ហើយវិភាគស្ថានភាពដែល Cao Cao មិនអាចមាន ហើយ Sun Quan អាចមកជួយគាត់បាន។ គាត់ក៏បានរៀបរាប់លម្អិតអំពីភាពកំសាករបស់អភិបាលក្នុងរដ្ឋ Jing និង Yi ។ ដែលមានឱកាសទាញយកប្រយោជន៍ពីគាត់ ហើយថាគាត់អាចទាញយកប្រយោជន៍ពីរដ្ឋទាំងពីរនេះតែប៉ុណ្ណោះ ទើបគាត់អាចឈ្នះពិភពលោកបាន គាត់ថែមទាំងបានប្រាប់ Liu Bei ពីយុទ្ធសាស្ត្រវាយប្រហារតំបន់ទំនាបកណ្តាល។ (ការពិភាក្សា​នេះ​ត្រូវ​បាន​គេ​ហៅ​ក្រោយ​មក​ថា \"Longzhong Dui\")។ បន្ទាប់ពី Liu Bei បានដឹងរឿងនេះហើយ គាត់ក៏សរសើរវាហាក់ដូចជារកឃើញកំណប់ ហើយបានអញ្ជើញ Zhuge Liang ឱ្យចេញមកជួយ ដូច្នេះ Zhuge Liang បានក្លាយជាទីប្រឹក្សាយោធារបស់ Liu Bei ។", "聖意": "ផ្ទះជាមធ្យម ខ្លួនឯងមានសុវត្ថិភាព ស្វែងរកទ្រព្យសម្បត្តិ ពាណិជ្ជកម្មការងារ រារាំងអាពាហ៍ពិពាហ៍ ក្លាយជាអ្នកធ្វើដំណើរនិម្មិតនៅ Liujia និងដង្កូវនាងនៅ Yaotian ចុងក្លាយជាសត្វរុងរឿង ស្វែងរកមនុស្ស បណ្តឹងសាធារណៈ ការធ្វើចំណាកស្រុក បាត់បង់ទ្រព្យសម្បត្តិ ជំងឺលោកខាងលិច , Anshan ក្រីក្រ, ការផ្លាស់ប្តូរផ្នូរដើម្បីភាពរុងរឿង", "古人": "Liu Bei ស្វែងរកទេពកោសល្យ (ការទស្សនាបីដងទៅខ្ទមប្រក់ស្បូវ បីដងទៅកាន់ខ្ទមប្រក់ស្បូវ)", "第X籤": "អ្នកឈ្នះឆ្នោតសាមសិបវិនាទី", "宮": "Wei Gong"}