{"籤詩版本二": "បើ​អ្នក​ចង់​មាន​សុវត្ថិភាព និង​សន្តិភាព វា​មិន​សម​នឹង​មាន​ទៀន​នៅ​ក្នុង​ខ្យល់​នោះ​ទេ។\nវាជាការប្រសើរក្នុងការសម្អាត ហើយអង្គុយក្នុងសាលជ្រៅ ជៀសវាងពន្លឺ អង្រួននៅកន្លែងស្ងាត់ ហើយផ្លាស់ទីជុំវិញ។ អ្រងួន → ​​យ៉ាវ។ ឥតគិតថ្លៃ → តិចតួច។", "詩意": "គោលដប់ប្រាំមួយនេះគឺដូចជាខ្យល់ដែលអង្រួនចង្កៀងនិងទៀន។\nរក្សា​របស់​ឲ្យ​ជាប់​នឹង​ការ​នាំ​សំណាង។", "解曰": "តាំងលំនៅនៅកន្លែងស្ងាត់។ ត្រូវ​តាម​ទូរស័ព្ទ​ហើយ​ទាន់​ពេល។ វាមិនមែនជាពរជ័យទេ។ អភិរក្សនិងសមរម្យ។", "籤詩故事一": "◇ Li Jing ត្រឡប់ទៅភ្នំវិញ។\nLi Jing (571-2 កក្កដា 649) ឈ្មោះគួរសម ឱសថការី មានដើមកំណើតនៅ Sanyuan, Yongzhou (ឥឡូវភាគឦសាននៃខោនធី Sanyuan ខេត្ត Shaanxi)។ ឧត្តមសេនីយម្នាក់ពីចុងរាជវង្សស៊ុយដល់ដើមរាជវង្សថាង គាត់គឺជាអ្នកយុទ្ធសាស្ត្រយោធាដ៏ល្បីល្បាញដែលមានជំនាញទាំងស៊ីវិល និងយោធានៅក្នុងរាជវង្សថាង។ ក្រោយមកគាត់បានទទួលងារជា អ្នកឧកញ៉ា Wei ហើយត្រូវបានគេស្គាល់ថាជាអ្នកឧកញ៉ា Wei នៅលើពិភពលោក។\nLi Jing គឺជាបិតារបស់ព្រះអង្គម្ចាស់ទី 3 Nezha នៅក្នុងបញ្ជីនៃព្រះដែលត្រូវបានគេស្គាល់ផងដែរថាជា \"ស្ដេចនៃ Tota\" ។ Wu បានឡើងសោយរាជ្យជាផ្លូវការ។ លោក Jiang Ziya បាន​រៀប​ចំ​បញ្ជី​ព្រះ​មួយ​អង្គ ហើយ​បាន​ធ្វើ​ពិធី​មួយ​ដើម្បី​សម្រួល​ដល់​ព្រលឹង​ទាហាន​ដែល​បាន​ស្លាប់​ក្នុង​សមរភូមិ។ ចាប់​ពី​ពេល​នោះ​មក ពិភពលោក​ក៏​មាន​សន្តិភាព និង​សន្តិភាព។ ស្ដេច Wu ចង់​ធ្វើ​គ្រឿង​លម្អ និង​ផ្តល់​រង្វាន់​ដល់​ពួក​គេ ហើយ​ទ្រង់​ក៏​ចង់​បែង​ចែក​ដី​ដល់​វីរបុរស​ស្ថាបនិក។ Li Jing ឪពុក និងកូនរបស់គាត់ និងមនុស្សប្រាំពីរនាក់ផ្សេងទៀតបានសុំត្រឡប់ទៅភ្នំវិញ ដើម្បីអនុវត្តសាសនាតាវ និងកុំឱ្យឈ្លក់វង្វេងនឹងកេរ្តិ៍ឈ្មោះ និងទ្រព្យសម្បត្តិរបស់ពិភពលោក។ ក្រោយ​មក ពួក​គេ​ទាំង​ប្រាំពីរ​នាក់ «បាន​ក្លាយ​ជា​បរិសុទ្ធ​ក្នុង​រូបកាយ» ហើយ​បាន​ជាប់​ចំណាត់ថ្នាក់​ក្នុង​ថ្នាក់​នៃ​អមតៈ។\nរឿង \"ហ្វុង សិនបាំង\"", "聖意": "ផ្ទះ​ជា​អ្នក​អភិរក្ស ខ្ញុំ​ជា​មនុស្ស​ធម្មតា ខ្ញុំ​ស្វែងរក​ទ្រព្យសម្បត្តិ​លំបាក​ក្នុង​ការ​រកស៊ី អាពាហ៍ពិពាហ៍​មិន​ចុះសម្រុង​គ្នា Liujia បួងសួង​ឱ្យ​អ្នក​ថ្មើរ​ជើង​មាន​សេចក្តី​ទុក​ចិត្ត ដង្កូវ​នាង​ទុំ​ក្នុង​រដូវ​ស្លឹកឈើ​ជ្រុះ សត្វ​ប្រាំ​មួយ​មាន​សុវត្ថិភាព មនុស្ស​បាត់​ទីសាធារណៈ បណ្តឹង និងការធ្វើចំណាកស្រុក គឺជារឿងអភិរក្ស បាត់បង់ទ្រព្យសម្បត្តិ កុំប្តូរផ្នូរនៅ Jianxingshan ។", "古人": "Li Jing ត្រឡប់ទៅភ្នំវិញ។", "第X籤": "អ្នកឈ្នះឆ្នោតសាមសិបប្រាំពីរ", "宮": "Shen Gong"}