{"籤詩版本二": "កង់ក្រហមធ្លាក់ទៅទិសខាងលិច ទន្សាយរះនៅទិសខាងកើត យិនលូតលាស់ហើយ យ៉ាងក៏រលត់ទៅ អ្វីៗក៏រីកចម្រើន\nបើ​មនុស្ស​ស្រី​ចង់​ប្រើ​វា​នឹង​បង្កើន​ទ្រព្យ​សម្បត្តិ និង​នាំ​សុភមង្គល​ដល់​ចិត្ត។", "詩意": "hexagram នេះ​ជា​និមិត្ត​រូប​នៃ​ការ​រីក​ចម្រើន Yin និង Yang បាត់​ខ្លួន។\nអ្វីគ្រប់យ៉ាងគឺពិបាក មុននឹងងាយស្រួលនៅពេលក្រោយ។", "解曰": "យិនផ្តល់ផលប្រយោជន៍ដល់ស្ត្រី។ មិនសមរម្យសម្រាប់បុរស។ ប្រសិនបើអ្នកកំពុងស្វែងរកដំបូន្មាន។ អំពើ​អាក្រក់​កើត​មក​មុន​ពេល​ល្អ​មក​ដល់។", "籤詩故事一": "◇ Wu Zetian ឡើងសោយរាជ្យ\nនៅអាយុ 14 ឆ្នាំ Wu ត្រូវបានអធិរាជ Taizong Li Shimin នៃរាជវង្ស Tang កោះហៅឱ្យចូលរាជវាំងក្នុងនាមជាមនុស្សមានទេពកោសល្យម្នាក់ដែលមានឈ្មោះថា \"Wu Mei\" ។ បន្ទាប់ពី Taizong បានស្លាប់ Zetian បានចូលព្រះវិហារ Ganye ហើយបានក្លាយជាដូនជី។\nនៅពេលដែលអធិរាជ Gaozong នៃរាជវង្សថាងបានឡើងសោយរាជ្យ គាត់បានកោះហៅគ្រួសារ Wu ចូលទៅក្នុងវាំងដើម្បីថ្វាយបង្គំ Zhaoyi ។ នៅឆ្នាំទីប្រាំមួយនៃ Yonghui (655) អធិរាជ Gaozong បានបង្កើត Wu ជាមហាក្សត្រីរបស់គាត់។\nWu Zetian មានភាពវៃឆ្លាត ចូលរួមក្នុងអក្សរសិល្ប៍ និងប្រវត្តិសាស្ត្រ ហើយសម្បូរទៅដោយធនធាន។ ភ្លាមៗបន្ទាប់ពី Wu Zetian បានក្លាយជាព្រះមហាក្សត្រិយានី ដោយសារតែ Gaozong ខ្សោយ និងឈឺ ជួនកាលគាត់បានប្រគល់ឱ្យនាងឱ្យគ្រប់គ្រងកិច្ចការនយោបាយមួយចំនួន ដូច្នេះអំណាចរបស់នាងបានរីកចម្រើន។ ក្នុងឆ្នាំដំបូងនៃរជ្ជកាល Shangyuan (674) អធិរាជ Gaozong ត្រូវបានគេហៅថា \"អធិរាជ\" Empress Wu ត្រូវបានគេហៅថា \"Queen of Heaven\" ហើយពួកគេទាំងពីរត្រូវបានគេហៅថា \"Two Saints\" នៅក្នុងវាំង។\nក្នុងឆ្នាំដំបូងនៃ Hongdao (683) អធិរាជ Gaozong បានសោយទិវង្គត ព្រះអង្គម្ចាស់ Li Xian បានឡើងសោយរាជ្យ ហើយ Wu Zetian បានឡើងគ្រងរាជ្យ។ នៅខែកុម្ភៈនៃឆ្នាំទីមួយនៃ Sisheng (684) Wu Zetian បានទម្លាក់ Li Xian ជាស្តេចនៃ Luling និងបានបង្កើតកូនប្រុសទី 4 របស់នាង Li Dan ជាអធិរាជដោយបន្តគ្រប់គ្រងរាជវង្ស។ នៅខែកញ្ញាឆ្នាំដដែល នាងបានប្តូរទង់ជាតិទៅជាមាស ហើយទីក្រុង Luoyang ភាគខាងកើតត្រូវបានប្តូរឈ្មោះជារាជធានីដ៏ទេវភាព។ នៅថ្ងៃទីប្រាំបួននៃខែកញ្ញាក្នុងឆ្នាំទី 1 នៃ Tianshou (690) Wu Zetian បានប្រកាសខ្លួនឯងជាអធិរាជហើយបានប្តូរឈ្មោះប្រទេសទៅជា Zhou ។", "聖意": "ផ្ទះ​មិន​អំណោយផល​សម្រាប់​ខ្លួន​ឯង បួងសួង​សុំ​ពរជ័យ ស្វែងរក​ទ្រព្យ​សម្បត្តិ ថែរក្សា​កិច្ច​ការ​ជួប​តែ​សំណាង​ល្អ​ក្នុង​អាពាហ៍ពិពាហ៍ សំណាង​អាក្រក់​ក្នុង​អាពាហ៍ពិពាហ៍ (​ស្រី​) អ្នក​ថ្មើរ​ជើង​រាំង​វាល​ដង្កូវ​នាង ចិញ្ចឹម​សត្វ​រីក​ចម្រើន ស្វែងរក​មនុស្ស​បែក​បាក់​គ្នា ប្ដឹង​ចាញ់​ការ​ធ្វើ​ចំណាក​ស្រុក ។ , បាត់បង់ទ្រព្យសម្បត្តិ, ជំងឺ, ឆក់, ភ្នំនិងផ្នូរ, សំណាងល្អ", "古人": "Wu Zetian ឡើងសោយរាជ្យ", "第X籤": "អ្នកឈ្នះឆ្នោតទីសែសិប", "宮": "អ្នកវិមាន"}