{"籤詩版本二": "អ្នកនឹងចងចាំពាក្យល្អមិនចេះចប់ ប៉ុន្តែអ្នកនឹងក្លាយជាកូនប្រុសរបស់អ្នក ប្រសិនបើអ្នកស្គាល់ចោរនោះ។\nកុំលោភលន់នៅពេលនេះ ហើយខ្វល់ខ្វាយអំពីរបៀបដែលគាត់នឹងធ្វើអ្វីដែលល្អកាលពីឆ្នាំមុន។", "詩意": "hexagram នេះកំណត់អត្តសញ្ញាណចោរជាកូនប្រុស។\nប្រយ័ត្នក្នុងគ្រប់យ៉ាងដែលអ្នកធ្វើ។", "解曰": "មួយនេះ។ សុភាពបុរសគ្មានកំហុសទេ។ រក្សាវានៅក្នុងចិត្ត។ កុំនៅម្នាក់ឯង។", "籤詩故事一": "◇ Dong Zhuo ទទួលយក Lu Bu\nLu Bu ដែលក្លាហាន និងពូកែប្រយុទ្ធ គឺជាឧត្តមសេនីយយោធាដ៏ល្បីល្បាញមួយរូបនៅចុងបញ្ចប់នៃរាជវង្សហានខាងកើត និងជាការចាប់ផ្តើមនៃនគរទាំងបី។ គាត់ធ្លាប់ចាត់ទុកលោក Ding Yuan ដែលជាអភិបាលខេត្ត Jingzhou ជាឪពុកចិញ្ចឹមរបស់គាត់ ហើយបានបម្រើការនៅក្រោមគាត់។\nបន្ទាប់ពីការសោយទីវង្គត់របស់អធិរាជ Ling នៃរាជវង្សហានភាគខាងកើត លោក Ding Yuan បានទៅទីក្រុងប៉េកាំង ដើម្បីឃុបឃិតជាមួយមេទ័ព He Jin ដើម្បីគ្រប់គ្រងរដ្ឋាភិបាល។\nDong Zhuo បានប្រយុទ្ធជាមួយ Ding Yuan ប៉ុន្តែមេទ័ពជាច្រើនមិនអាចកម្ចាត់ Lu Bu បានទេ ដូច្នេះ Dong Zhuo បានបញ្ជូនអ្នកក្រោមបង្គាប់របស់គាត់ Li Su ទៅសំណូក Lu Bu ។ Li Su បាននាំយកកំណប់មាស និងប្រាក់ និងសេះទន្សាយក្រហមដ៏ល្បីល្បាញមក \"ទស្សនា Lu Bu\" ។ Li Su បាននាំយកកំណប់មាស និងប្រាក់ និងសេះទន្សាយក្រហមដ៏ល្បីល្បាញមកលេង Lu Bu ។ ដូច្នេះ Lu Bu ត្រូវបាន Dong Zhuo សូកប៉ាន់ដើម្បីសម្លាប់ Ding Yuan ហើយប្រាប់ទាហានរបស់គាត់ឱ្យមកជាមួយគាត់ប្រសិនបើពួកគេចង់ ហើយឱ្យចាកចេញប្រសិនបើពួកគេមិនចង់ធ្វើតាមគាត់ ជាលទ្ធផល ទាហានភាគច្រើនបានរត់គេចខ្លួន។ ដូច្នេះ Lu Bu ត្រូវបាន Dong Zhuo សូកប៉ាន់ ហើយសម្លាប់ Ding Yuan ។\nបន្ទាប់ពី Dong Zhuo ឡើងកាន់អំណាច គាត់បានយក Lu Bu ជាកូនចិញ្ចឹមរបស់គាត់ ហើយតែងតាំងគាត់ជាមេទ័ព និង Marquis ។\nDong Zhuo មានចរិតឆេវឆាវ ហើយ \"ទំនាក់ទំនងឪពុក-កូន\" ជាមួយ Lu Bu ពិតជាខ្សោយខ្លាំងណាស់។ នៅឆ្នាំ 189 នៃគ.ស ដោយការញុះញង់របស់ Situ Wang Yun Lu Bu បានសម្លាប់ Dong Zhuo ។\nប្រាំមួយខែបន្ទាប់ពីការស្លាប់របស់ Dong Zhuo កងទ័ពចាស់របស់ Dong Zhuo បានលុកលុយរដ្ឋធានី ហើយ Lu Bu និងប្រពន្ធរបស់គាត់បានភៀសខ្លួនដោយភិតភ័យ។ បន្ទាប់ពីចាកចេញពីរាជធានី Lu Bu បានស្វែងរកការជ្រកកោនជាមួយមេទ័ព Yuan Shu, Yuan Shao, Zhang Yang, Zhang Miao, Liu Bei ជាដើម ហើយបានប្រយុទ្ធជាច្រើនលើកជាមួយ Cao Cao ដែលជាមេទ័ពសំខាន់ម្នាក់ទៀតនៅពេលនោះ Lu Bu មានភាពក្លាហាន និងល្អ នៅ​ក្នុង​ការ​ប្រយុទ្ធ​គ្នា ហើយ​បាន​កម្ចាត់ Cao Cao ជាច្រើន​ដង។\nនៅឆ្នាំទី 3 នៃរជ្ជកាល Jian'an ក្នុងរាជវង្សហានភាគខាងកើត កងទ័ពរបស់ Cao Cao បានវាយប្រហារ Xiaopei ដែលជាមូលដ្ឋានរបស់ Lu Bu ហើយត្រូវបាន Cao Cao ចាប់យក និងសម្លាប់នៅក្រោមប៉ម Baimen ។ មុនពេលប្រហារជីវិត Lu Bu បានសុំឱ្យ Cao Cao រក្សាគាត់ឱ្យនៅរស់ ដើម្បីចៀសវាងការស្លាប់ ប៉ុន្តែ Liu Bei បានរំលឹក Cao Cao ថា Lu Bu បានក្បត់ជាច្រើនដង ហើយជាមនុស្សមិនស្មោះត្រង់។ នៅទីបំផុត ឆាវ ឆាវ ដែលឲ្យតម្លៃតែទេពកោសល្យ ដោយមិនគិតពីសីលធម៌ បានប្រហារជីវិត លូ ប៊ូ។", "聖意": "ខ្ញុំមិនស្រួលនៅផ្ទះ តែងតែរកលុយ ប្រយ័ត្នប្រយែង ពិបាករៀបការ បុរសលីវូ ភ្ញាក់ផ្អើល មនុស្សមកស្រែ ដង្កូវនាងពាក់កណ្តាលទុំ សត្វប្រាំមួយមានសុវត្ថិភាព មនុស្សដើររកមនុស្ស។ ការប្តឹងផ្តល់គឺសមរម្យ និងការធ្វើចំណាកស្រុក របស់ដែលបាត់គឺពិបាករក ជំងឺពិបាករក ហើយមានសន្តិភាពនៅក្នុងផ្នូរនៃភ្នំ Zhenxing ។", "古人": "Dong Zhuo ទទួលយក Lu Bu", "第X籤": "លេខ 41 ឈ្នះឆ្នោត", "宮": "អ្នកវិមាន"}