{"籤詩版本二": "សម្ដេច​ព្រះ​មហាក្សត្រី និង​សម្ដេច​ព្រះ​បរម​រតន​កោដ្ឋ នឹង​មាន​ព្រះហឫទ័យ​មេត្តា​ករុណា និង​រង់​ចាំ​បួង​សួង​សុំ​ពរ​ដោយ​មិន​ខាត​បង់​ឬ​ចំណេញ។\nសត្វទាំងឡាយ ទទួលប្រយោជន៍ពីវា ហើយសេចក្តីចម្រើន រំពឹងក្នុងលោក និងក្នុងស្ថានសួគ៌។", "詩意": "hexagram នេះគឺជាសញ្ញានៃការពេញចិត្តពីស្ថានសួគ៌។\nអ្វីៗនឹងទទួលបានជោគជ័យ។", "解曰": "ព្រះចៅអធិរាជបានបង្ហាញការពេញចិត្តរបស់គាត់។ មិន​ដែល​បំភ្លេច។ ពិធីពេលព្រឹក និងពេលល្ងាច។ វាជាការសមរម្យក្នុងការដុតធូប។", "籤詩故事一": "◇ Mulian បានជួយសង្គ្រោះម្តាយរបស់គាត់។\nMokou Lian ឬ Mulian គឺជាអ្នកខ្លាំងបំផុតក្នុងចំណោមសិស្សទាំងដប់របស់ព្រះពុទ្ធសក្យមុនី។\nម្តាយរបស់គាត់ជាមនុស្សលោភលន់ និងមាក់ងាយក្នុងជីវិតរបស់គាត់ ដូច្នេះគាត់បានធ្លាក់ចូលទៅក្នុងអាណាចក្រនៃខ្មោចដែលស្រេកឃ្លានបន្ទាប់ពីការស្លាប់របស់នាង។ Mokhullian បានប្រើអំណាចវេទមន្តរបស់ខ្លួនដើម្បីសង្កេតមើល ទើបដឹងថាម្តាយរបស់គាត់កើតមកជាខ្មោចឃ្លានគ្មានផ្លូវរកអាហារ និងជួបទុក្ខលំបាកយ៉ាងខ្លាំង។គាត់បានប្រើអំណាចវេទមន្តរបស់គាត់ដើម្បីនាំយកអាហារទៅម្តាយរបស់គាត់ដោយនឹកស្មានមិនដល់បន្ទាប់ពីម្តាយបានទទួល អាហារនោះប្រែទៅជាផេះ ហើយមិនអាចបរិភោគបានឡើយ។\nMaudgalyana មានការព្រួយបារម្ភអំពីអ្វីដែលបានកើតឡើងហើយរាយការណ៍វាទៅព្រះពុទ្ធ។ ព្រះសម្មាសម្ពុទ្ធទ្រង់មានបន្ទូលប្រាប់មូលៀនថា នៅថ្ងៃ១៥កើត ខែពិសាខ ឆ្នាំច សំរិទ្ធិស័ក ព.ស. .\nMaudgalyayana បាន​ប្រព្រឹត្ត​ទៅ​តាម​ឆន្ទៈ​របស់​ព្រះ​សម្មាសម្ពុទ្ធ​ហើយ​ម្តាយ​របស់​គាត់​ត្រូវ​បាន​រំដោះ​នៅ​ទី​បំផុត​។ ពិធី​បែប​នេះ​ត្រូវ​បាន​គេ​ហៅ​ថា «​បុណ្យ​អូ​ប៊ុន​» ហើយ​ពិធីបុណ្យ​នេះ​ត្រូវ​បាន​គេ​ហៅថា «​ពិធីបុណ្យ​អូ​ប៊ុន​»​។\n(ចំណាំ៖ សារធាតុមួយមានអារម្មណ៏ខុសៗគ្នាក្នុងកម្រិតផ្សេងៗគ្នានៃពិភពលោក។ ឧទាហរណ៍៖ ពេលភ្លៀងក្នុងលោកនេះ យើងឃើញវាជា \"ទឹក\" ចំណែកឯសត្វនៅក្នុងអាណាចក្រនៃខ្មោចស្រេកឃ្លានមានអារម្មណ៍ថាវាជា \"ឈាម\" និងមនោសញ្ចេតនា។ សត្វនៅក្នុងពិភពនរកមានអារម្មណ៍ថាវាជា \"ឈាម\" វាមានអារម្មណ៍ដូចជា \"ទម្លាក់ដាវ\" ខណៈពេលដែលសត្វនៅស្ថានសួគ៌មានអារម្មណ៍ដូចជា \"ទម្លាក់ផ្កា\") ។", "聖意": "បួងសួង​ដល់​ផ្ទះ​ទាំង​ផ្ទះ បួងសួង​សុំ​លាភ​សំណាង​ក្នុង​រដូវ​រងា ស្វែងរក​ទ្រព្យ​សម្បត្តិ​គ្មាន​ការ​ជួញ​ដូរ មង្គល​ការ​សុខសាន្ត​ក្នុង​ក្រុង​លី​ចូ​ច អ្នក​ថ្មើរ​ជើង​ផ្លាស់​ទី​វាល​ស្រែ សត្វ​ដង្កូវ​នាង​ប្រាំ​មួយ​ក្បាល រក​មនុស្ស​ប្តឹង ជោគជ័យ ចំណាកស្រុក អភិរក្ស បាត់បង់​ទ្រព្យសម្បត្តិ ជំងឺ ។ សន្តិភាពនៃភ្នំ, ផ្នូរ", "古人": "Mulian ជួយសង្គ្រោះម្តាយរបស់គាត់។", "第X籤": "ចុះហត្ថលេខាសែសិបពីរ", "宮": "អ្នកវិមាន"}