{"籤詩版本二": "ពិភពលោកមានភាពបត់បែន ហើយអ្វីៗទាំងអស់គឺគាំទ្រខ្លួនឯង គាំទ្រខ្លួនឯង និងមានសុវត្ថិភាព\nអ្វីគ្រប់យ៉ាងនៅក្នុងជីវិតគឺអស្ចារ្យណាស់សូមអរគុណពួកបរិសុទ្ធនិងឥស្សរជនសម្រាប់អ្វីគ្រប់យ៉ាងនិងមានភាពចម្រុងចម្រើន។", "詩意": "hexagram នេះតំណាងឱ្យភាពសុខដុមរមនារវាងផែនដីនិងផែនដី។\nអ្វីៗដំណើរការល្អ ហើយគ្មានគ្រោះថ្នាក់អ្វីឡើយ។", "解曰": "អ្វីៗទាំងអស់កើតមក។ ផែនការនិងបំណងប្រាថ្នាទាំងអស់ក្លាយជាការពិត។ ហ្វដជួយ។ Rui Qi ប្រញាប់។", "籤詩故事一": "◇ អ្នកដើរទទួលបានការត្រាស់ដឹង\nដំណើរឆ្ពោះទៅទិសខាងលិច៖\nស៊ុន អ៊ូខុង បានកាន់កាប់ភ្នំផ្កា និងផ្លែឈើ ហើយបានឡើងសោយរាជ្យ ក្រោយមក ដើម្បីរកផ្លូវរស់ជារៀងរហូត ទ្រង់បានចំណាយពេល ៨ ឬ ៩ ឆ្នាំធ្វើដំណើរឆ្លងកាត់ភ្នំ និងទន្លេ ដើម្បីថ្វាយបង្គំបុព្វបុរសបូទី ជាគ្រូរបស់ទ្រង់។ ការ​ផ្លាស់​ប្តូ​រ​ពីរ​នៃ​ពពក​អាក្រក់​នៅ​លើ​ផែនដី​និង somersault ពពក​, និង​បាន​យក​នាម​ត្រកូល Sun ជា​លើក​ដំបូង​ដាក់​ឈ្មោះ​ថា Wukong ។\nបន្ទាប់មក ស៊ុន អ៊ូខុង បានទៅព្រះបរមរាជវាំងនាគ នៅសមុទ្រចិនខាងកើត ដើម្បីស្វែងរកអាវុធសមស្រប ហើយទីបំផុតបានរកឃើញ Ruyi Golden Cudgel ដែលជាម្ជុលដ៏ទេវភាពរបស់ Tianhe និង Dinghai ។ ដោយ​សារ​ជីវិត​របស់​គាត់​បាន​ចប់​ហើយ គាត់​បាន​ធ្វើ​ការ​ច្របូកច្របល់​យ៉ាង​ខ្លាំង​នៅ​ក្នុង​ពិភព​ក្រោម​ដី កែប្រែ​សៀវភៅ​ជីវិត និង​មរណៈ ហើយ​ត្រឡប់​មក​ពិភព​មនុស្ស​វិញ។ ក្រោយមក ស៊ុន អ៊ូខុង ត្រូវបានឋានសួគ៌កោះហៅជាលើកដំបូង ហើយត្រូវបានគេដាក់ឈ្មោះថា ប៊ីម៉ា វេន។ ក្រោយមកត្រូវបានកោះហៅឡើងឋានសួគ៌ជាលើកទី២ ហើយត្រូវបានគេដាក់ឈ្មោះថា ស្តេចស្វា គាត់បានលួចផ្លែប៉េស ហើយបង្កបញ្ហានៅស្ថានសួគ៌ គាត់ត្រូវបានគេបោះត្រាក្នុងឡ Bagua ដើម្បីអនុវត្តភ្នែកមាស និងភ្នែកដ៏កាចសាហាវរបស់គាត់ ទីបំផុតគាត់ត្រូវបានបង្ក្រាប។ by Tathagata Buddha នៅជើងភ្នំ Wuzhi អស់រយៈពេល 500 ឆ្នាំមិនអាចផ្លាស់ទីបាន។ កន្លែង​ដែល​ចង្ក្រាន Bagua ត្រូវ​បាន​គេ​ទាត់​ចោល​ទៅ​ជា​ភ្នំ​ភ្លើង។\nប្រាំរយឆ្នាំក្រោយមក ព្រះសង្ឃ Tang បានទៅភាគខាងលិចដើម្បីទទួលគម្ពីរ ឆ្លងកាត់ភ្នំធាតុទាំងប្រាំ ហើយបានដកនិស្ស័យចេញមុននឹងជួយសង្គ្រោះស៊ុនអ៊ូខុង។ ស៊ុន អ៊ូខុង ស្រក់ទឹកភ្នែកដោយការដឹងគុណ បន្ទាប់ពីត្រូវបានព្រះពោធិសត្វក្វាន់យីន បង្ហាត់បង្រៀនហើយ គាត់បានថ្វាយបង្គំព្រះសង្ឃតាំងជាគ្រូ ហើយបានទៅបស្ចិមប្រទេស ដើម្បីរៀនគម្ពីរជាមួយគ្នា។ តាមផ្លូវទៅរៀនគម្ពីរ ស៊ុន អ៊ូខុង បានចុះទៅចាប់អារក្ស និងកំចាត់បិសាច ហើយធ្វើកិច្ចការអស្ចារ្យដដែលៗ។ ទោះយ៉ាងណាក៏ដោយ ព្រះអង្គត្រូវបានលោក តាំង សេង ចៅហ្វាយរបស់ខ្លួនយល់ខុស និងបណ្តេញចេញម្តងហើយម្តងទៀត។ ក្រោយ​ពី​ការ​លំបាក​ចំនួន​ប៉ែតសិប​មួយ ការងារ​នេះ​ត្រូវ​បាន​បញ្ចប់​ជា​ស្ថាពរ ចៅហ្វាយ​និង​សិស្ស​បួន​នាក់​បាន​មក​ដល់​ព្រះវិហារ Xitian Leiyin ហើយ​បាន​ទទួល​គម្ពីរ​ពិត។ ស៊ុន អ៊ូខុង សម្រេចបានលទ្ធផលត្រឹមត្រូវ។\n(រឿង​នេះ​ជា​ពាក្យ​ប្រៀបធៀប​ដែល​សូម្បី​សត្វ​ស្វា​ក៏​អាច​ត្រាស់​ដឹង​បាន​ដែរ ទុក​ឲ្យ​មនុស្ស​នៅ​តែ​ម្នាក់​ឯង)។", "聖意": "ផ្ទះមានលាភសំណាងសម្រាប់ខ្លួនឯង ទ្រព្យសម្បត្តិ ជំនួញ អាពាហ៍ពិពាហ៍ Liujia បុរសអ្នកថ្មើរជើង រាំងស្ទះវាលស្រែ ដង្កូវនាង ៦ សត្វ Zhongping ស្វែងរកមនុស្ស បណ្តឹង ជោគជ័យ ការធ្វើចំណាកស្រុក បាត់បង់ទ្រព្យសម្បត្តិ ជំងឺ ផ្នូរ Xingxingshan អ្វីៗ មានសំណាង", "古人": "អ្នកធ្វើដំណើរបានដល់ការត្រាស់ដឹង", "第X籤": "ចុះហត្ថលេខានៅថ្ងៃទី ៤៣", "宮": "xugong"}