{"籤詩版本二": "អាកាសធាតុ​ត្រជាក់​ប្រែ​ក្លាយ​ទឹក​ទៅ​ជា​ទឹកកក ហេតុ​អ្វី​បាន​ជា​លោភលន់​កេរ្តិ៍​ឈ្មោះ?\nខ្ញុំ​គ្មាន​ជម្រើស​អ្វី​ក្រៅ​ពី​អង្គុយ​ស្ងៀម​រង់ចាំ​ស្លឹក​ឈើ​រីក​តាម​ធម្មជាតិ។", "詩意": "នៅក្នុង hexagram នេះ ទឹកប្រែទៅជាទឹកកក។\nកុំសុំអ្វីដោយឥតប្រយោជន៍។", "解曰": "ទឹកបង្កកទៅជាទឹកកក។ ទឹកកករលាយចូលទៅក្នុងទឹក។ ប្រសិនបើវាជាការសមគំនិត។ ដូច្នេះហើយ ។", "籤詩故事一": "◇Wang Xiang សុំត្រីគល់រាំង (រឿងម្ភៃបួន)\nWang Xiang នៃរាជវង្ស Jin ឈ្មោះគួរសម Fuzheng កើតនៅ Linyi ។\nនៅពេលដែល Wang Xiang នៅក្មេង ម្តាយបង្កើតរបស់គាត់បានស្លាប់ ឪពុករបស់គាត់ឯកោបានរៀបការជាមួយនារីម្នាក់ឈ្មោះ Zhu ហើយ Wang Xiang មានម្តាយថ្មី។ នៅពេលដែល Wang Xiang នៅក្មេង ម្តាយបង្កើតរបស់គាត់បានលាចាកលោក ហើយឪពុកដ៏ឯកោរបស់គាត់បានរៀបការជាមួយនារីម្នាក់ឈ្មោះ Zhu ។ ម្តាយចុងរបស់ Wang Xiang គឺជាស្ត្រីដែលមានចិត្តចង្អៀត និងច្រណែន នាងមិនចូលចិត្ត Wang Xiang ហើយតែងតែស្តីបន្ទោសគាត់ចំពោះរឿងតូចតាច។ មិនយូរប៉ុន្មាន ម្តាយចុងក៏សម្រាលបានកូនប្រុសម្នាក់ឈ្មោះ វ៉ាង ឡាន។ ម្តាយចុងស្រលាញ់តែកូនខ្លួនឯង ហើយចាត់ទុក Wang Xiang ជាបន្លានៅក្នុងខ្លួននាង។ នាងកាន់តែទាមទារ Wang Xiang ហើយជារឿយៗតែងតែនិយាយអាក្រក់អំពី Wang Xiang នៅចំពោះមុខឪពុករបស់គាត់ សូម្បីតែឪពុករបស់គាត់ក៏លែងស្រលាញ់គាត់ដែរ។ ម្តាយចុងស្រលាញ់តែកូនខ្លួនឯង ហើយចាត់ទុក Wang Xiang ថាជាបន្លានៅខាងនាង។ នាងកាន់តែទាមទារ Wang Xiang ហើយជារឿយៗតែងតែនិយាយអាក្រក់អំពី Wang Xiang នៅចំពោះមុខឪពុករបស់គាត់ សូម្បីតែឪពុករបស់គាត់ក៏លែងស្រលាញ់គាត់ដែរ។ ថ្វីត្បិតតែប្អូនប្រុសបង្កើតរបស់ Wang Xiang ប៉ុន្តែ Wang Lan មានភាពរួសរាយរាក់ទាក់ជាមួយប្អូនប្រុសរបស់គាត់។ ទោះ​បី​ជា​ម្តាយ​ចុង​ធ្វើ​ទារុណកម្ម​យ៉ាង​ណា​ក៏​ដោយ ក៏​នាង​នៅ​តែ​មាន​ចិត្ត​ស្មោះ​ស្ម័គ្រ។ ម្តាយចុងនេះរឹងរូសណាស់ ប៉ុន្តែ Wang Xiang នៅតែជាកូនកំលោះ។\nម្តាយចុង​របស់​គាត់​មាន​ចំណង់ចំណូលចិត្ត​មួយ​គឺ​គាត់​ចូលចិត្ត​ញ៉ាំ​ត្រី​ស្រស់​ដែល​ទើបតែ​បាន​ត្រី​ចេញពី​ទន្លេ​។ ម្តាយចុង​របស់​គាត់​មាន​ចំណង់ចំណូលចិត្ត​មួយ​គឺ​គាត់​ចូលចិត្ត​ញ៉ាំ​ត្រី​ស្រស់​ដែល​ទើបតែ​បាន​ត្រី​ចេញពី​ទន្លេ​។ រដូវរងាមួយ ឪពុករបស់គាត់បានចេញទៅរកស៊ី ហើយម្តាយចុងរបស់គាត់ក៏បានធ្លាក់ខ្លួនឈឺម្តងទៀត។ បងប្រុស Wang Xiang និង Wang Lan តែងតែយកស៊ុប និងថ្នាំឱ្យម្តាយញ៉ាំ។ ក្នុងអាកាសធាតុត្រជាក់ខ្លាំង ជំងឺរបស់ម្តាយចុងនៅតែមិនធូរស្រាល។ ប្រញាប់ រដូវរងាមួយ ឪពុករបស់គាត់បានចេញទៅរកស៊ី ហើយម្តាយចុងរបស់គាត់ក៏បានធ្លាក់ខ្លួនឈឺម្តងទៀត។ បងប្រុស Wang Xiang និង Wang Lan តែងតែយកស៊ុប និងថ្នាំឱ្យម្តាយញ៉ាំ។ ក្នុងអាកាសធាតុត្រជាក់ខ្លាំង ជំងឺរបស់ម្តាយចុងនៅតែមិនធូរស្រាល។ ប្រញាប់ ម្តាយចុងដែលឈឺចង់ញ៉ាំត្រីស្រស់ៗពីទន្លេ។ ក្នុងអាកាសធាតុត្រជាក់ខ្លាំងនោះ មានព្រិលធ្លាក់នៅខាងក្រៅ ហើយទឹកក្នុងទន្លេបានប្រែក្លាយទៅជាទឹកកកក្រាស់រួចទៅហើយ។ ម្តាយចុងឈឺចង់ញ៉ាំត្រីស្រស់ តើអាចរកត្រីស្រស់បាននៅឯណាក្នុងអាកាសធាតុត្រជាក់ និងព្រិលទឹកកក?\nនៅសម័យនោះ មិនមានម្ហូបក្រៅរដូវទេ ហើយអ្នកមិនអាចទិញវាបានទេ បើទោះបីជាអ្នកមានលុយក៏ដោយ។\nត្រង់ចំណុចនេះ រឿងរ៉ាវដ៏គួរឲ្យចាប់អារម្មណ៍របស់ Wang Xiangqiu Li បានកើតឡើង។ បងប្អូនទាំងពីរបានយាមម្តាយដោយអស់សង្ឃឹម។ Wang Xiang បានដើរទៅទន្លេទឹកកកដើម្បីកុំឱ្យម្តាយចុងឈឺរបស់គាត់ Wang Xiang មានគំនិតមួយ ហើយដោះអាវរបស់គាត់ដោយមិនគិតពីភាពត្រជាក់។ គាត់ដេកស្រាតនៅលើផ្ទាំងទឹកកក ហើយចង់ប្រើវា សីតុណ្ហភាព​រាងកាយ​របស់​វា​ដើម្បី​រលាយ​ទឹកកក (ដូច្នេះ Wang Xiangqiu carp ត្រូវ​បាន​គេ​ហៅ​ផង​ដែរ​ថា Wang Xiang ដេក​លើ​ទឹកកក​) ។ គាត់បានដោះអាវរបស់គាត់ ហើយដេកស្រាតនៅលើផ្ទាំងទឹកកក។ គាត់​បាន​អធិស្ឋាន​ទៅ​ព្រះ ហើយ​និយាយ​ថា​៖ «​ព្រះ​អើយ ម្ដាយ​ខ្ញុំ​ឈឺ​ចង់​ស៊ី​គល់​ឈើ​ស្រស់ កូន​ត្រូវ​រក​វិធី​ឲ្យ​ខ្ញុំ​មិន​ថា​មាន​បញ្ហា​អ្វី​ទេ»។ ចម្លែក​ណាស់​ដុំ​ទឹកកក​ក្បែរ​គាត់​ស្រាប់តែ​ប្រេះ ហើយ​មាន​ពីរ។ ត្រីគល់រាំងមានជីវិតមួយបានលោតចេញពីស្នាមប្រេះ ហើយលោតលើទឹកកក។ Wang Xiang សប្បាយចិត្តខ្លាំងណាស់។ គាត់​បាន​អធិស្ឋាន​ទៅ​ព្រះ​ថា​៖ «​ព្រះ​អើយ ម្ដាយ​ខ្ញុំ​ឈឺ​ចង់​ស៊ី​គល់​ឈើ​ស្រស់ កូន​ត្រូវ​រក​វិធី​ឲ្យ​ខ្ញុំ​មិន​ថា​មាន​បញ្ហា​អ្វី​ទេ»។ ចម្លែក​នោះ​ដុំ​ទឹកកក​ដែល​នៅ​ក្បែរ​គាត់​ស្រាប់តែ​ប្រេះ ហើយ​មាន​ស្នាម​ប្រេះ​ពីរ។ ត្រីគល់រាំងនៅរស់មួយក្បាលបានលោតចេញពីកន្លែងប្រេះ ហើយលោតលើទឹកកក Wang Xiang សប្បាយចិត្តខ្លាំងណាស់។ គាត់បានលុតជង្គង់ចុះយ៉ាងលឿន អរគុណព្រះ ហើយរត់ទៅផ្ទះជាមួយត្រីគល់រាំង។ គាត់លុតជង្គង់ចុះ អរព្រះគុណព្រះជាម្ចាស់ ហើយប្រញាប់យកត្រីគល់រាំង ហើយត្រឡប់ទៅផ្ទះវិញ។ ក្រោយ​ពី​ម្តាយ​ចុង​បាន​ញ៉ាំ​គល់​ស្លឹក​គ្រៃ​ស្រស់​ភ្លាម នាង​បាន​ជា​សះស្បើយ​ពី​ជំងឺ។ ម្តាយចុងនៅលើគ្រែមន្ទីរពេទ្យបានស្រឡាំងកាំងនៅពេលដែលនាងឃើញរាងកាយអាក្រាតកាយរបស់ Wang Xiang ដែលប្រែពណ៌ស្វាយពីភាពត្រជាក់ ហើយមានត្រីពីរនៅក្នុងដៃរបស់គាត់ នាងបានរត់ចូលទៅក្នុងបន្ទប់ដោយក្តីរីករាយ និងស្រឡាំងកាំង។\nក្រោយមក Wang Xiang បានក្លាយជាមន្ត្រី ហើយបានក្លាយជា Taibao ហើយត្រូវបានផ្តល់ងារជាឧកញ៉ា។", "聖意": "មិនស្រួលនៅផ្ទះ ខ្ញុំអធិស្ឋានសុំការការពារ ការលំបាកផ្នែកហិរញ្ញវត្ថុ បញ្ហាអាជីវកម្ម អាពាហ៍ពិពាហ៍ ភាពមិនស៊ីសង្វាក់គ្នាក្នុងការធានារ៉ាប់រង Liujia អ្នកថ្មើរជើង Chi Tian ការបាត់បង់ដង្កូវនាង ការបាត់បង់សត្វពាហនៈប្រាំមួយនាក់ បាត់មនុស្ស បណ្តឹងសាធារណៈ ការធ្វើចំណាកស្រុក ការអភិរក្ស បាត់បង់ទ្រព្យសម្បត្តិ ជំងឺ។ , ពិបាក​ងើប​ពី​, ផ្នូរ​ភ្នំ​, សំណាងល្អ​", "古人": "Wang Xiang សុំ​ត្រីគល់រាំង​ (រឿង​ 24 Filial Piety Stories)", "第X籤": "សែសិបប្រាំបួន ឈ្នះឆ្នោត", "宮": "ហៃគង់"}