{"籤詩版本二": "អ្នក​អាច​ធ្វើ​ដំណើរ​ទៅ​គ្រប់​ជ្រុង​ទាំងអស់​នៃ​ប្រទេស ដោយ​ព្យួរ​កប៉ាល់​ដើម្បី​កាន់​វា​ដោយ​សេរី\nបើ​មាន​ខ្យល់​អាកាស​អំណោយ​ផល​នឹង​មក​ដល់​ក្នុង​ពេល​ឆាប់ៗ​នេះ ហើយ​ទូក​ក៏​ពោរពេញ​ទៅ​ដោយ​កំណប់​ទ្រព្យ។", "詩意": "hexagram នេះគឺដូចជាទាញទូកជាមួយនឹងខ្យល់។\nអ្វីៗដំណើរការល្អ។", "解曰": "សម្រាកឱ្យស្រួល។ មិនត្រូវការការខិតខំប្រឹងប្រែងទេ។ ទ្រព្យសម្បត្តិច្រើន។ ទាំងអស់កោតសរសើរ។", "籤詩故事一": "◇ បឹងប្រាំ Tao Zhugui (បឹង Fan Ligui)\nនៅរដូវផ្ការីក និងសរទរដូវ Fan Li ដែលមានឈ្មោះគួរសមគឺ Shaobo ត្រូវបានគេស្គាល់ថា Gui Yizipi ឬ Tao Zhugong។\nនៅពេលនោះ មានសង្រ្គាមរវាងរដ្ឋ Wu និងរដ្ឋ Yue ហើយរដ្ឋ Wu បានបំផ្លាញរដ្ឋ Yue ។ Fan Li និង Wen Zhong បានបង្កើតផែនការសម្រាប់ Yue King Gou Jian ដើម្បីលើកកម្ពស់ Yue និងបំផ្លាញ Wu ។ Fan Li ផ្ទាល់បានធ្វើដំណើរកាត់តាមភ្នំ និងទន្លេ ហើយបានទៅសួរសុខទុក្ខ Xi Shi ដែលជានារីស្រស់ស្អាតទាំងគុណធម៌ ទេពកោសល្យ និងភាពស្រស់ស្អាតនៅឯទន្លេ Huansha ក្នុងភ្នំ Bailuo ហើយបានយកវាទៅថ្វាយស្តេច Wu ហើយគាត់បានប្រើ \"ល្បិចសម្រស់\" ដើម្បី សហការខាងក្នុង និងខាងក្រៅ និងបំផ្លាញនគរវូ។\nបន្ទាប់ពីគាត់បានជោគជ័យក្នុងការលុបបំបាត់នគរវូហើយ Fan Li បានដឹងថា Gou Jian គឺជា \"បក្សីកវែងដែលមានចំពុះ\" ហើយអាចចែករំលែកការលំបាក និងសុភមង្គលជាមួយគាត់ ដូច្នេះគាត់បានជិះទូកជាមួយ Xi Shi ឆ្លងកាត់ព្រះរាជាណាចក្រ Qi ផ្លាស់ប្តូររបស់គាត់ ដាក់​ឈ្មោះ​ទៅ Gui Zipi ហើយ​បាន​ដឹក​នាំ​កូន​ប្រុស និង​សិស្ស​របស់​គាត់​នៅ​ក្នុង​នគរ Qi ពួកគេ​រស់​នៅ​ក្នុង​ខ្ទម​មួយ​ក្បែរ​សមុទ្រ។ គាត់បានធ្វើការយ៉ាងលំបាកក្នុងការដាំដុះដីទំនេរ បើកអាជីវកម្មក្រៅផ្ទះ និងធ្វើអាជីវកម្ម។ក្នុងរយៈពេលពីរបីឆ្នាំគាត់បានប្រមូលទ្រព្យសម្បត្តិគ្រួសាររាប់សិបលាន។ គាត់មានចិត្តទូលាយក្នុងការផ្សព្វផ្សាយទ្រព្យសម្បត្តិ និងធ្វើអំពើល្អទៅកាន់ស្រុកកំណើតរបស់គាត់ ប្រាជ្ញា និងសមត្ថភាពរបស់ Fan Li ត្រូវបានប្រជាជន Qi កោតសរសើរ។ ស្តេច Qi បានអញ្ជើញគាត់ទៅ Linzi រដ្ឋធានី ហើយថ្វាយបង្គំគាត់ជានាយករដ្ឋមន្ត្រីទទួលបន្ទុកកិច្ចការរដ្ឋាភិបាល។ . លោក​បាន​លាន់​មាត់​ថា​៖ «​ការ​ធ្វើ​ជា​មន្ត្រី​អាច​ធ្វើ​ជា​រដ្ឋមន្ត្រី​បាន ហើយ​ការ​រត់​ការ​គ្រួសារ​អាច​នាំ​សំណាង​បាន​។​ សម្រាប់​មនុស្ស​សាមញ្ញ​ដែល​ចាប់​ផ្ដើម​ពី​ដើម​បាន​ឈាន​ដល់​ការ​គោរព​យូរ​មក​ហើយ​ប្រហែល​ជា​មិន​មែន​ជា​សញ្ញា​ល្អ​ទេ»។ ដូច្នេះត្រឹមតែបីឆ្នាំក្រោយមក ជីលីវបានដកថយម្តងទៀតដោយក្លាហាន ប្រគល់ត្រាជូនស្តេច Qi ហើយបានប្រគល់ទ្រព្យសម្បត្តិគ្រួសាររបស់គាត់ទាំងអស់ទៅឱ្យមិត្តភក្តិជិតស្និទ្ធ និងមិត្តអ្នកភូមិ។", "聖意": "ផ្ទះល្អសម្រាប់ខ្លួនឯង (ដឹកជញ្ជូន) លុយកាក់ ការងារល្អ អាពាហ៍ពិពាហ៍យឺតយ៉ាវ អាពាហ៍ពិពាហ៍មិនល្អ Liujia មានសុវត្តិភាព មនុស្សរារាំងវាលស្រែ ដង្កូវនាង រដូវស្លឹកឈើជ្រុះ សត្វចិញ្ចឹម រដូវផ្ការីក មានភាពរីកចម្រើន មនុស្សស្វែងរកមនុស្ស បណ្តឹងអាក្រក់ ការធ្វើចំណាកស្រុកមានលក្ខណៈអភិរក្ស បាត់បង់របស់របរ បស្ចិមប្រទេសត្រូវបានដោះស្រាយ ភ្នំ និងផ្នូរស្ថិតនៅភាគខាងត្បូង។", "古人": "បឹងទាំងប្រាំ Tao Zhugui (បឹង Fan Ligui)", "第X籤": "អ្នកឈ្នះឆ្នោតទី 50", "宮": "ហៃគង់"}