{"籤詩版本二": "វា​ត្រូវ​ការ​ការ​ខិតខំ​ច្រើន​ដើម្បី​ចាប់​ព្រះ​ច័ន្ទ​ក្នុង​ទឹក វា​ត្រូវ​ការ​ការ​ប្រឹងប្រែង​ច្រើន ប៉ុន្តែ​មិន​បាន​អ្វី​សោះ។\nកុំនិយាយមិនសមហេតុសមផល ហើយខ្ជះខ្ជាយការខិតខំប្រឹងប្រែងដើម្បីពង្រឹងរាងកាយ ពាក្យថា \"រាងកាយក្រៀមស្វិត\" ដើមឡើយមានន័យថា \"រាងកាយតែម្នាក់ឯង\" ។", "詩意": "hexagram នេះគឺលោភលន់សម្រាប់រូបភាពនៃការខិតខំប្រឹងប្រែង។\nអ្វីគ្រប់យ៉ាងគឺនឿយហត់និងនឿយហត់។", "解曰": "ការសន្យាពិបាកចងចាំណាស់។ ការងារលំបាកច្រើន។ បារម្ភនៅផ្ទះ។ រង់ចាំជួបមនុស្សថ្លៃថ្នូរ។", "籤詩故事一": "◇ Taibai ចាប់ព្រះច័ន្ទពេលស្រវឹង (Li Taibai ចាប់ព្រះច័ន្ទពេលស្រវឹង)\nLi Bai (701-762) ត្រូវបានគេស្គាល់ថា Taibai ត្រូវបានគេស្គាល់ថា Qinglian Jushi ។ កវីនៃរាជវង្សថាងដែលហៅខ្លួនឯងថាជាអមតៈដែលត្រូវបានហាមឃាត់នោះត្រូវបានគេស្គាល់ថាជាអមតៈនៃកំណាព្យហើយគាត់តែងតែសប្បាយរីករាយដោយមិនផឹកស្រា។\nនៅពេលដែល Li Bai បានមកដល់ Jinling (ឥឡូវ Nanjing) ហើយបានសម្រាកនៅក្នុងភោជនីយដ្ឋានក្បែរស្ពាន Wende ។\nថ្ងៃនោះជាថ្ងៃ១៥រោច ខែពិសាខ លុះដល់ពេលយប់ គាត់អង្គុយតែម្នាក់ឯងក្នុងភោជនីយដ្ធាន ហើយសរសើរព្រះច័ន្ទ ទាំងកំពុងផឹកស្រា និងសូត្រកំណាព្យ។ ថ្ងៃនោះជាថ្ងៃ១៥រោច ខែពិសាខ លុះដល់ពេលយប់ គាត់អង្គុយតែម្នាក់ឯងក្នុងភោជនីយដ្ធាន ហើយសរសើរព្រះច័ន្ទ ទាំងកំពុងផឹកស្រា និងសូត្រកំណាព្យ។ Li Taibai ស្រឡាញ់ព្រះច័ន្ទបំផុតក្នុងជីវិតរបស់គាត់ ដោយនិយាយថាវាស្អាត និងស្រស់ស្អាត។ Li Taibai ស្រឡាញ់ព្រះច័ន្ទបំផុតក្នុងជីវិតរបស់គាត់ ដោយនិយាយថាវាស្អាត និងស្រស់ស្អាត។ នៅយប់នោះ គាត់ក្រឡេកមើលទៅឃើញព្រះច័ន្ទពណ៌ស និងរាងមូលនៅលើមេឃ គាត់សប្បាយចិត្តខ្លាំងណាស់ ហើយបានផឹកពីរបីកែវទៀត។ នៅយប់នោះ គាត់ក្រឡេកមើលទៅឃើញព្រះច័ន្ទពណ៌ស និងរាងមូលនៅលើមេឃ គាត់សប្បាយចិត្តខ្លាំងណាស់ ហើយបានផឹកពីរបីកែវទៀត។ នៅពាក់កណ្តាលអធ្រាត្រ Li Taibai បានឆ្លៀតយកស្រាទំពាំងបាយជូរ ហើយចុះពីលើស្ពាន Wende ។ នៅពាក់កណ្តាលអធ្រាត្រ Li Taibai បានឆ្លៀតយកស្រាទំពាំងបាយជូរ ហើយចុះពីលើស្ពាន Wende ។ ពេល​គាត់​ឈាន​ជើង​ចូល​ទៅ​លើ​ស្ពាន គាត់​ក៏​បន្ទាប​ក្បាល​ចុះ ស្រាប់តែ​ឃើញ​ព្រះ​ច័ន្ទ​ធ្លាក់​ចូល​ក្នុង​ទឹក លុះ​ទឹក​ទន្លេ​រំកិល ខ្សែ​ខ្មៅ​មួយ​ចំនួន​ក៏​ត្រូវ​បាន​បន្ថែម​ទៅ​លើ​ស្រមោល​ព្រះ​ច័ន្ទ​ស។ ពេល​គាត់​ឈាន​ជើង​ចូល​ទៅ​លើ​ស្ពាន គាត់​ក៏​បន្ទាប​ក្បាល​ចុះ ស្រាប់តែ​ឃើញ​ព្រះ​ច័ន្ទ​ធ្លាក់​ចូល​ក្នុង​ទឹក លុះ​ទឹក​ទន្លេ​រំកិល ខ្សែ​ខ្មៅ​មួយ​ចំនួន​ក៏​ត្រូវ​បាន​បន្ថែម​ទៅ​លើ​ស្រមោល​ព្រះ​ច័ន្ទ​ស។ Li Taibai ស្រវឹងខ្លាំងនៅពេលនេះ គាត់គិតថាវាជាព្រះច័ន្ទដែលប្រឡាក់ដោយទឹកទន្លេ។ Li Taibai ស្រវឹងខ្លាំងនៅពេលនេះ គាត់គិតថាវាជាព្រះច័ន្ទដែលប្រឡាក់ដោយទឹកទន្លេ។ គាត់​មិន​ហ៊ាន​ដោះ​ស្បែកជើង​ទេ គាត់​បើក​ដៃ​លោត​ចុះ​ពីលើ​ស្ពាន​ទៅ​ចាប់​ព្រះច័ន្ទ។ គាត់​មិន​ហ៊ាន​ដោះ​ស្បែកជើង​ទេ គាត់​បើក​ដៃ​លោត​ចុះ​ពីលើ​ស្ពាន​ទៅ​ចាប់​ព្រះច័ន្ទ។ ដោយនឹកស្មានមិនដល់ ជាមួយនឹងការលោតនេះ ព្រះច័ន្ទមិនត្រូវបានចាប់នោះទេ ប៉ុន្តែព្រះច័ន្ទនៅក្នុងទឹកត្រូវបានខ្ទេចខ្ទី ហើយភ្លាមៗនោះបានបំបែកជាពីរពាក់កណ្តាល។ នឹកស្មានមិនដល់ ក្នុងការលោតនេះ ព្រះច័ន្ទមិនត្រូវបានចាប់នោះទេ ប៉ុន្តែបុរសនោះបានលង់ទឹកស្លាប់បាត់ទៅហើយ។ គាត់បានស្លាប់នៅអាយុហុកសិបពីរ។", "聖意": "ផ្ទះ​មិន​ស្រួល​ខ្លួន​ឯង​ជួប​សំណាង​អាក្រក់ (​គ្មាន​សំណាង​ត្រូវ​យក​ចិត្ត​ទុក​ដាក់​លើ​សុខភាព) រក​សមតុល្យ​ទ្រព្យ​សម្បត្តិ (កុំ​គិត​ដល់) ជំនួញ​លំបាក រៀប​ការ​មិន​បាន​ដោះ​ស្រាយ បួង​សួង​សុំ​ការ​ពារ (ទ្រព្យ​សម្បត្តិ​ទទេ ការពារ​ការ​រលូត​កូន។ ) អ្នកថ្មើរជើងជួបបញ្ហា ដង្កូវនាងវាលមានប្រាំចំណុច សត្វប្រាំមួយកំពុងធ្លាក់ចុះ ស្វែងរកមនុស្ស (អកុសល) បណ្តឹងសាធារណៈ និង (បញ្ឈប់ការប្តឹង) ការធ្វើចំណាកស្រុកធម្មតា (កុំនិយាយវា) ការបាត់បង់ទ្រព្យសម្បត្តិ (យន្តហោះ) ការអធិស្ឋាន សម្រាប់ការពារពីជំងឺ (អកុសល) សំណាងល្អនៅលើភ្នំនិងផ្នូរ", "古人": "Taibai ចាប់បានព្រះច័ន្ទខណៈពេលដែលស្រវឹង (Li Taibai ចាប់បានព្រះច័ន្ទខណៈពេលដែលស្រវឹង)", "第X籤": "ហាសិបវិនាទីឈ្នះឆ្នោត (ឆ្នោត)", "宮": "ស្បូន"}