{"籤詩版本二": "ពេល​ដែល​ការ​តានតឹង​ប្រែ​ទៅ​ជា​ភាព​ត្រេកត្រអាល សត្វ​នាគ​ក៏​បន្លឺ​ឡើង ហើយ​ខ្លា​ក៏​បន្លឺ​ឡើង។\nមេឃពណ៌ខៀវមានផ្លូវទៅកាន់មេឃផ្ទាល់ សូមអោយខ្ញុំមានឱកាសទទួលបានភាពល្បីល្បាញម្តងទៀត។", "詩意": "hexagram នេះ​គឺ​ដូច​ជា​សត្វ​នាគ​ដែល​កំពុង​គ្រហឹម​និង​ខ្លា​កំពុង​គ្រហឹម។\nសង្ឃឹមថាអ្វីៗនឹងដំណើរការល្អ", "解曰": "គ្រាន់តែបង្រៀនហើយទៅ។ មានវិបុលភាពផ្ទាល់ខ្លួនរបស់អ្នក។ ត្រូវតែធ្វើនៅទីបញ្ចប់។ មានកន្លែងដែលត្រូវរកឃើញ។", "籤詩故事一": "◇ Liu Bei ជ្រើសរើសកូនក្រមុំ\nបន្ទាប់ពីសមរភូមិ Chibi ស៊ុនក្វាន់ចង់យក Jingzhou ដែលត្រូវបាន Liu Bei ចាប់មកវិញ ដូច្នេះគាត់បានប្រើផែនការរបស់ Zhou Yu ដោយធ្វើពុតថាគាត់ចង់រៀបការជាមួយប្អូនស្រីរបស់គាត់ Sun Ren ទៅ Liu Bei ប៉ុន្តែតាមពិតគាត់ចង់យក Liu Bei ធ្វើជាចំណាប់ខ្មាំងដើម្បីទាមទារ Jingzhou ។\nបន្ទាប់ពី Zhuge Liang បានចារកម្មលើផែនការរបស់ Zhou Yu គាត់បានប្រគល់ខិត្តប័ណ្ណជាមួយនឹងយុទ្ធសាស្រ្តទៅឱ្យ Zhao Yun ដែលកំពុងការពារ Liu Bei នៅពេលគាត់ទៅ Soochow ។ Zhao Yun បានធ្វើតាមយុទ្ធសាស្រ្តនៅក្នុងខិត្តប័ណ្ណនោះ ហើយចេតនាធ្វើឱ្យមានការភ្ញាក់ផ្អើលយ៉ាងខ្លាំងដើម្បីឱ្យ Wu Guotai ( ឪពុករបស់ស៊ុនក្វាន់) ដឹងពីសំណើរៀបការ។ ដោយសារតែ Wu Guotai ស្រឡាញ់កូនស្រីរបស់គាត់ ហើយមិនចង់ធ្វើការសម្រេចចិត្តធម្មតាៗអំពីកិច្ចការពេញមួយជីវិតរបស់កូនស្រីគាត់ គាត់បានស្តីបន្ទោស Sun Quan ចំពោះការឃោរឃៅចំពោះប្អូនស្រីរបស់គាត់ ហើយបានស្នើឱ្យសាកល្បងផ្ទាល់ថាតើ Liu Bei សក្តិសមនឹងកូនស្រីរបស់គាត់នៅឯប្រាសាទ Ganlu ដែរឬទេ។ បន្ទាប់ពី Wu Guotai បានជួប Liu Bei នាងបានកោតសរសើរចំពោះ Liu Bei យ៉ាងខ្លាំង និងបានតស៊ូមតិយ៉ាងខ្លាំងចំពោះអាពាហ៍ពិពាហ៍រវាង Liu Bei និងកូនស្រីរបស់គាត់ ជាលទ្ធផល Liu Bei បានរៀបការជាមួយលោកស្រី Sun ដោយជោគជ័យ។\nក្រោយមក Liu Bei និងលោកស្រី Sun បានភៀសខ្លួនទៅ Jingzhou ជាមួយគ្នា ក្រោយមក Sun Quan ចង់ទាញយកប្រយោជន៍ពី Liu Bei វាយប្រហារ Yizhou ដើម្បីវាយប្រហារ Jingzhou ប៉ុន្តែត្រូវបានបញ្ឈប់ដោយ Wu Guotai ដែលបារម្ភពីសុវត្ថិភាពកូនស្រីរបស់គាត់។\nគាត់បាននិយាយថា \"ផែនការដ៏ឆ្លាតវៃរបស់ Zhou Yu គឺល្អបំផុតនៅក្នុងពិភពលោក។ គាត់បាត់បង់ប្រពន្ធរបស់គាត់ និងបាត់បង់កងទ័ពរបស់គាត់\" ។\n(Liu Bei ទទួលបានពីគ្រោះថ្នាក់)", "聖意": "សំណាង​ហើយ​នៅ​ផ្ទះ​ខ្ញុំ​គ្មាន​សំណាង​ទេ (​ជួប​សំណាង​អាក្រក់​មុន​គេ​ក៏​សំណាង​ដែរ​) ស្វែងរក​ទ្រព្យសម្បត្តិ​សមតុល្យ​បញ្ហា​ក្នុង​អាពាហ៍ពិពាហ៍ ជោគជ័យ​ក្នុង​អាពាហ៍ពិពាហ៍ សូម​បួងសួង​សុំ​ពរ​អ្នក​ថ្មើរ​ជើង​ដង្កូវ​នាង​ក្នុង​ស្រែ​ប្រាំ​ចំណុច​សម្រាប់​ការ​ខូច​ខាត​បសុសត្វ​ស្វែងរក ប្រជាជន បណ្តឹង និងការធ្វើចំណាកស្រុក សំណាងល្អចំពោះការបាត់បង់ទ្រព្យសម្បត្តិ សំណាងល្អសម្រាប់ជំងឺផ្សេងៗ សន្តិភាពនៃភ្នំ និងផ្នូរ។", "古人": "Liu Bei ជ្រើសរើសកូនក្រមុំ", "第X籤": "ឆ្នោតហាសិបបី", "宮": "ស្បូន"}