{"籤詩版本二": "ឆ្នេរ​ពេញ​ទៅ​ដោយ​ថ្ម ទឹក​ហូរ​ខ្លាំង ខ្យល់​បក់​ខ្លាំង ព្រះ​ច័ន្ទ​ភ្លឺ​ថ្លា ជន​ដ៏​ខ្ពង់ខ្ពស់​រវល់។\nតាមផ្លូវខ្ញុំត្រូវសួរថាទៅណា កុំយកក្លិនផ្កា និងរុក្ខជាតិក្នុងព្រៃ កុំថែរក្សាវា។", "詩意": "hexagram នេះគឺដូចជាទូកដែលកំពុងធ្វើដំណើរនៅលើឆ្នេរតូចមួយ។\nក្នុង​គ្រប់​យ៉ាង​មាន​មនុស្ស​ថ្លៃថ្នូរ​មក​ជួយ។", "解曰": "ដើម្បីចិញ្ចឹមជីវិត។ ការងារលំបាកច្រើន។ រក្សាការអភិរក្ស ហើយរង់ចាំ។ គ្រប់យ៉ាង​គឺ​ល្អ​ប្រ​សើ។", "籤詩故事一": "◇ ការបះបោរ Lushan\nAn Lushan (703-757) ដែល​មាន​នាមត្រកូល Kang និង​ដាក់​ឈ្មោះ Yaluoshan មកពី Liucheng, Yingzhou (ឥឡូវ Chaoyang, Liaoning) ។\nក្រោយ​មក​លោក​បាន​យក​នាម​ត្រកូល​អាន ហើយ​ប្តូរ​ឈ្មោះ​មក​ជា លូសាន។ ក្នុងរជ្ជកាលអធិរាជ Xuanzong នៃរាជវង្សថាង An Lushan គឺជាបេសកជនយោធា។\nនៅខែវិច្ឆិកាឆ្នាំទី 14 នៃឆ្នាំនៃ Tianbao អាន Lushan បានលើកទ័ពនៅ Fanyang ក្នុងនាមវាយលុក Yang Guozhong គាត់បានបើកការបះបោរហើយបានយកកងទ័ពនៃទីក្រុងចំនួនបីដើម្បីវាយប្រហារ Luoyang ដែលជារដ្ឋធានីភាគខាងកើត។ សេចក្តីរាយការណ៍ពី Taiyuan បានប្រញាប់ប្រញាល់ទៅកាន់ទីក្រុង Lishan ។ Tang Xuanzong ដែលនៅវិមាន Huaqing ក្នុងទីក្រុង Lishan នៅពេលនោះ មិនជឿថា Anlushan នឹងបះបោរឡើយ ទោះជាយ៉ាងណាក៏ដោយ ព័ត៌មាននៃការបះបោរនៅតែបន្តរីករាលដាល ហើយ Xuanzong នៅតែជឿជាក់ពាក់កណ្តាល។ (នេះ​គឺ​ជា​ការ​បង្ហាញ​អំពី \"សំឡេង​ទឹក​ហូរ​រដុប​លើ​ថ្ម​តូចៗ​ក្នុង​អូរ\")\nវាមិនទាន់ដល់ពេលដែលលោក Yan Zhenqing ដែលជាអាណាព្យាបាលនៃខោនធី Pingyuan បានបញ្ជូននរណាម្នាក់ឱ្យផ្ញើព័ត៌មានថា Xuanzong ភ្ញាក់ពីសុបិនរបស់គាត់។\nក្រោមយុទ្ធសាស្ត្រខុសឆ្គងរបស់អធិរាជ Xuanzong នៃរាជវង្សថាង កងវរសេនាធំទ័ពសេះរបស់អានលូសានបានដណ្តើមយកទីក្រុងលូយ៉ាង ដែលជារដ្ឋធានីភាគខាងកើត។ នៅខែដំបូងនៃឆ្នាំបន្ទាប់ គាត់បានប្រកាសខ្លួនឯងជាអធិរាជ Dayan នៅ Luoyang, Jianyuan Shengwu, អធិរាជ Xiongwu និង Da Xixun ជា នាយករដ្ឋមន្ត្រី។\nនៅខែមិថុនាឆ្នាំដដែល អធិរាជ Xuanzong នៃរាជវង្សថាង ដែលចង់បន្ធូរបន្ថយវិបត្តិនៅឆាងអាន និងដោយការយល់ដឹងខាងយោធាខុស បានប្រហារជីវិតឧត្តមសេនីយល្បីពីររូបគឺ Feng Changqing និង Gao Xianzhi ដែលជាបញ្ជានេះធ្វើឱ្យកងទ័ព Tang ភ្ញាក់ផ្អើល។ (អាកប្បកិរិយានេះបំពាន \"ផ្លូវត្រូវចង្អុលទៅទន្លេខាងមុខ\")\nក្រោយមក ព្រះចៅអធិរាជ Xuanzong នៃរាជវង្សថាង បានបញ្ជាជាបន្ទាន់នូវមេទ័ពម្នាក់ទៀត ឈ្មោះ ជី ស៊ូហាន ឱ្យដឹកនាំកងទ័ពថាង ឆ្ពោះទៅភាគខាងកើតចេញពីតុងក្វាន់។\nGe Shuhan ដែលយល់ច្បាស់ពីកំហុសយុទ្ធសាស្ត្ររបស់អធិរាជ Xuanzong នៃរាជវង្សថាង បានគ្រោងនឹងពន្យារពេលការផ្លាស់ប្តូរ (វិធីសាស្រ្តនៃ \"វាមិនអីទេប្រសិនបើខ្យល់ស្ងប់ស្ងាត់ ហើយជំនោរស្ងប់ស្ងាត់\")។\nនៅទីបញ្ចប់ អធិរាជ Xuanzong នៃរាជវង្សថាង គិតថា ទ្រង់ខ្មាស់អៀនពេកក្នុងការប្រយុទ្ធ ដូច្នេះហើយ ទ្រង់គ្មានជម្រើសអ្វីក្រៅពីប្រយុទ្ធជាមួយអាន លូសានទាំងទឹកភ្នែក ហើយត្រូវចាញ់។ (​វា​បំពេញ​ថា «​ប្រសិន​បើ​អ្នក​ខំ​ប្រឹង​ដើម្បី​ចិញ្ចឹម​ខ្លួន អ្នក​អាច​នឹង​ត្រូវ​របួស។\nក្នុងរាជវង្សថាង នៅពេលដែលកងទ័ពព្រំដែន និងយោធភូមិភាគគ្មានពេលឆ្លើយតប កងទ័ពរបស់អានលូសានបានចុចព្រំដែនហើយចូលតំបន់រាជធានី។ ក្នុងស្ថានភាពដ៏ធ្ងន់ធ្ងរ អធិរាជ Xuanzong នៃរាជវង្សថាងបានដឹកនាំកងឆ្មាំរត់គេចពីរាជធានី ដែលបណ្តាលឱ្យ Xijing Chang'an ដែលគ្មានអ្នកដឹកនាំធ្លាក់ចុះ។\n(Tang Xuanzong បានរំលោភលើការណែនាំនៃសញ្ញានេះ ដូច្នេះការបះបោររបស់អានលូសានបានជោគជ័យ។ )", "聖意": "ផ្ទះមានសុវត្តិភាព ខ្លួនឯងមានសំណាង លាភសំណាង រកស៊ីមានបាន សុភមង្គល មង្គលការ ជោគជ័យ (ប្រយ័ត្ន) បុរសថ្មើរជើងពីលីចូវមកចំការ ដង្កូវនាង ច្រូតកាត់ សត្វពាហនៈ ៦ ក្បាល ខូចមនុស្ស ពាក្យ​ប្ដឹង​ត្រូវ​បាន​សុចរិត ទ្រព្យ​ដែល​បាត់​នាំ​មក​នូវ​ជំងឺ ពោល​គឺ​ផ្នូរ​អាន់សាន​គួរ​ជួសជុល។", "古人": "ការបះបោរ Lushan", "第X籤": "ឆ្នោតទីហាសិបប្រាំមួយ។", "宮": "វិមានអាក្រក់"}