{"籤詩版本二": "ពេលព្រឹក និងពេលព្រលប់ ការទ្រទ្រង់របស់ព្រះពុទ្ធត្រូវតែនៅក្នុងពេលមានគ្រោះថ្នាក់ប៉ុន្តែមិនមានគ្រោះថ្នាក់ទេ។\nប្រសិន​បើ​អ្នក​ត្រូវ​បាន​គេ​ទាក់​ទាញ​ដោយ​មនុស្ស​ថ្លៃថ្នូរ​នោះ​លុយ​និង​សូត្រ​ក៏​នឹង​មក​ជាមួយ​ដែរ​គឺ​ឈួន ឡៃ។ វាទាំងអស់គឺអាស្រ័យលើអ្នក។", "詩意": "hexagram នេះតំណាងឱ្យពរជ័យសម្ងាត់របស់ព្រះនិងព្រះពុទ្ធ។\nអត់ធ្មត់​និង​មាន​សំណាង​ល្អ​ក្នុង​គ្រប់​រឿង​។", "解曰": "សញ្ញានៃសន្តិភាពសម័យបុរាណ។ នៅពេលដែលអ្វីៗមានតម្លៃថ្លៃ វានឹងមានភាពរីករាយ។", "籤詩故事一": "◇ ព្រះសង្ឃបានត្រាស់ដឹង\nថ្ងៃមួយ ថាង សេង បានទៅដល់មាត់ទន្លេ ហើយបានឃើញភ្នំលីងសាន របស់ព្រះពុទ្ធនៅពីមុខ មានស្ពានមួយនៅខាងមុខ តាំង សេង មិនហ៊ានឆ្លងទេ។ ព្រះសម្មាសម្ពុទ្ធបានប្រែខ្លួនជាអ្នកជិះទូក ហើយកាន់ទូកដែលបាក់គ្មានបាត លុះតាំងព្រះសង្ឃឡើងលើទូកភ្លាម ព្រះអង្គក៏ធ្លាក់ទៅក្នុងទឹក ហើយត្រូវបានអ្នកទូកជួយសង្រ្គោះ បានជាថា តាំងព្រះសង្ឃបានដល់ព្រះពុទ្ធ។ (ដំណើររឿងទៅទិសខាងលិច)\n◇ គម្ពីរពុទ្ធសាសនារបស់ព្រះសង្ឃ\nSanzang នៃរាជវង្សថាង នាមត្រកូលធម្មតារបស់គាត់គឺ Chen ហើយឈ្មោះរបស់គាត់គឺ Yi ។ កើតនៅខោនធី Goushi ទីក្រុង Luozhou (ឥឡូវភាគខាងត្បូងទីក្រុង Yanshi ខេត្ត Henan)។ លោក​បាន​ក្លាយ​ជា​ព្រះសង្ឃ​នៅ​អាយុ​ដប់បី​ឆ្នាំ ហើយ​បាន​យក​ព្រះនាម Xuanzang ។\nដើម្បី​ទទួល​បាន​គម្ពីរ​ពុទ្ធសាសនា​ដើម លោក​បាន​ចាក​ចេញ​ពី​ទីក្រុង Chang'an (Xi'an ខេត្ត Shaanxi សព្វ​ថ្ងៃ) ក្នុង​ឆ្នាំ​ទី​បី​នៃ​គ. ប្រទេសឥណ្ឌា) ដើម្បីប្រមូលគម្ពីរ។ គាត់បានធ្វើដំណើរឆ្លងកាត់ទន្លេ Ganges និង Indus និងតំបន់ឆ្នេរភាគអាគ្នេយ៍នៃប្រទេសឥណ្ឌា បន្ទាប់មកបានឆ្លងកាត់ភ្នំដែលគ្របដណ្តប់ដោយព្រិល និងជួរភ្នំពណ៌បៃតង ដោយដើរជាង 50,000 ម៉ាយទៅក្រោយ។ គាត់បានចំណាយពេល 16 ឆ្នាំដើម្បីត្រលប់ទៅ Chang'an វិញនៅក្នុង ឆ្នាំទី 19 នៃ Zhenguan (គ.ស 645) ។ លោក​បាន​យក​គម្ពីរ​ព្រះពុទ្ធ​សាសនា​មួយ​ចំនួន​មក​វិញ ហើយ​បក​ប្រែ​ជា​ភាសា​ចិន។\n(Tang Sanzang បានឆ្លងកាត់ការធ្វើដំណើរដ៏វែងឆ្ងាយទៅមករវាងប្រទេសចិន និងឥណ្ឌា។ គាត់ច្បាស់ជាជួបប្រទះនឹងគ្រោះថ្នាក់ក្នុងអំឡុងពេលធ្វើដំណើរ ប៉ុន្តែគាត់អាចត្រលប់មកវិញដោយសុវត្ថិភាព ពីព្រោះមានពួកបរិសុទ្ធដែលមើលមិនឃើញនៅពីក្រោយគាត់)។", "聖意": "ផ្ទះមានសុវត្តិភាព ខ្លួនឯងមានសេចក្តីសុខ ជំនួញលោកខាងលិចជោគជ័យ អាពាហ៍ពិពាហ៍ជោគជ័យ អ្នកថ្មើរជើងបិទវាលស្រែ ស្ទះដង្កូវនាង ប្រាំពីរចំណុច សត្វពាហនៈចំណេញ ការស្វែងរកមនុស្ស បស្ចិមប្រទេស បណ្តឹងសាធារណៈគឺអាក្រក់ ការធ្វើចំណាកស្រុកគឺអភិរក្ស បាត់បង់ទ្រព្យសម្បត្តិ ឃើញមានរោគ ភ្នំ និងផ្នូរមានសេចក្តីសុខ។", "古人": "ព្រះសង្ឃបានត្រាស់ដឹង", "第X籤": "ឈ្នះឆ្នោតហុកសិបពីរ", "宮": "វិមានយិន"}