{"籤詩版本二": "នៅ​ពេល​រដូវរងា​មក​ដល់ មែក​ផ្កា​ផ្លែ​ព្រូន​នៅ​លើ​ភ្នំ​នឹង​មិន​ត្រូវ​បំផ្លាញ​ឡើយ ទោះ​បី​ស្លឹក​របស់​វា​រលំ ហើយ​មែក​របស់​វា​ក្រៀម​ស្វិត​ក៏​ដោយ។\nប៉ុន្តែ​ពេល​រដូវ​ផ្ការីក​មក​ដល់ ខ្ញុំ​នៅ​តែ​ត្រឡប់​មក​វិញ​ជា​អ្នក​គួរសម និង​បំផ្លាញ​ស្នាដៃ​ដើម។", "詩意": "នៅក្នុង hexagram នេះ ផ្កា plum កាន់កាប់តំណែងនាំមុខ។\nអ្វីគ្រប់យ៉ាងគឺល្អប្រសិនបើវាត្រូវបានពន្យារពេល។", "解曰": "ព្រួញមួយបាញ់ទទេ។ នៅពេលដែលវាទទេវាមិនទទេទេ។ រង់ចាំនិទាឃរដូវមកដល់។ ពណ៌គឺនៅក្នុងវា។", "籤詩故事一": "◇ ស៊ុតបញ្ចូលទីបានពីរដង\nក្នុងរជ្ជកាលអធិរាជ Dezong នៃរាជវង្សថាង រដ្ឋមន្ត្រីដ៏ស្មោះត្រង់ Mei Bogao និងគ្រួសាររបស់គាត់ត្រូវបានចាប់ខ្លួនដោយនាយករដ្ឋមន្ត្រីជនក្បត់ Lu Qi ដែលចង់សម្លាប់ពួកគេទាំងអស់។ មានតែកូនប្រុសរបស់គាត់ Mei Liangyu ប៉ុណ្ណោះដែលអាចរត់គេចខ្លួនបាន។ ក្រោយមកគាត់បានផ្លាស់ប្តូររបស់គាត់។ ឈ្មោះ Wang Xitong ដើម្បីលាក់អត្តសញ្ញាណរបស់គាត់។ គាត់រស់នៅតែម្នាក់ឯងតាមដងផ្លូវទាំងឃ្លាន និងត្រជាក់ ប៉ុន្តែសំណាងល្អគាត់ត្រូវបាន Chen Risheng (Chen Dongchu) ចាប់បាន។ Chen Risheng មិនបានដឹងពីបទពិសោធន៍ជីវិតរបស់គាត់ទេ ដូច្នេះគាត់បានសុំឱ្យគាត់ជួយមើលថែសួន plum របស់ Chen ដើម្បីកុំឱ្យគាត់ឃ្លានរហូតដល់ស្លាប់នៅតាមផ្លូវ។\nChen Risheng គឺជាមិត្តរួមថ្នាក់ និងជាមិត្តរបស់ Mei Bogao នៅពេលដែលគាត់ត្រូវបានគេធ្វើទុក្ខបុកម្នេញដោយ Lu Qi គាត់ត្រូវបានជួយសង្គ្រោះដោយ Mei Bogao ជាលទ្ធផល Mei Bogao និង Lu Qi ក្លាយជាសត្រូវ ហើយនៅទីបញ្ចប់ គ្រួសាររបស់គាត់ទាំងមូលត្រូវបានសម្លាប់។ Risheng មាន​អារម្មណ៍​ក្រៀមក្រំ និង​ខឹង​នឹង​រឿង​នេះ បន្ទាប់​ពី​រៀបការ​រួច គាត់​បាន​លាលែង​ពី​តំណែង ហើយ​ផ្លាស់​គ្រួសារ​ទៅ Yangzhou ដើម្បី​រស់នៅ​ឯកោ​។\nChen Risheng មានកូនស្រីម្នាក់ឈ្មោះ Chen Xingyuan ដែលមានសម្រស់ស្រស់ស្អាត និងមានក្លិនក្រអូប បន្ទាប់ពី Mei Liangyu ចូលមកក្នុងគ្រួសារ Chen ពួកគេបានលង់ស្នេហ៍តាំងពីដំបូង។ នៅថ្ងៃដែលផ្កា plum រីកពេញវ័យ ដែលជាថ្ងៃគម្រប់ខួបមរណភាពរបស់ Mei Bogao លោក Chen Risheng និងក្រុមគ្រួសាររបស់គាត់បានបើកអាសនៈមួយនៅក្នុងសួនផ្លែព្រូននៃផ្ទះរបស់ពួកគេ ដើម្បីរំលឹកដល់មិត្តភ័ក្តិ និងអ្នកមានគុណដែលបានទទួលមរណៈភាព។ ហើយ​ព្យុះ​ព្រិល​ដ៏​ខ្លាំង​មួយ​បាន​បក់​បោក​គ្រប​ដណ្ដប់​ផ្កា​ផ្លែ​ព្រូន​ទាំង​អស់។​ត្រូវ​បាន​បំផ្លាញ។ Chen Risheng ទួញសោកថាគាត់អាចរួចខ្លួនដោយសុវត្ថិភាព ប៉ុន្តែគាត់ក៏មិនអាចជួយសង្គ្រោះកូនចៅនៃគ្រួសារ Mei បានដែរ គាត់គិតថានេះគឺជាការព្រមានពីព្រះ ដូច្នេះគាត់បានស្បថថា លុះត្រាតែផ្កា plum រីកម្តងទៀត នោះបង្ហាញថាកូនចៅរបស់ គ្រួសារ ម៉ី នៅមានជីវិត គាត់មិនដែលនិយាយអ្វីទេ គាត់រត់ចូលព្រះពុទ្ធសាសនា ហើយបានបួសជាព្រះសង្ឃ។\nកូនស្រីរបស់គាត់ Xingyuan ឮដូច្នេះ ក៏អុជធូបភ្លាមៗ ហើយអធិស្ឋានដោយស្មោះចំពោះព្រះ ដើម្បីឱ្យផ្កា plum រីកឡើងវិញ។ ភាពស្មោះស្ម័គ្ររបស់ពួកគេបានផ្លាស់ប្តូរស្ថានសួគ៌ ហើយដើមឈើ plum ទាំងអស់នៅក្នុងសួន plum បានរីកដុះដាលម្តងទៀត ក្រោយមក Chen Risheng បានដឹងថា Xitong គឺជា Liangyu ដូច្នេះគាត់បានរៀបការជាមួយកូនស្រីរបស់គាត់ Xingyuan ឱ្យគាត់។", "聖意": "ផ្ទះនិងផ្ទះ មិនល្អសម្រាប់ខ្លួនឯង ចង់បានទ្រព្យសម្បត្តិផ្ទាល់ខ្លួន ស្វែងរកទ្រព្យសម្បត្តិ ប្រយ័ត្នប្រយែងក្នុងការរកស៊ី ចាំដល់ពេលរៀបអាពាហ៍ពិពាហ៍ យឺតពេលរៀបការ យឺតយ៉ាវ មានភាពរុងរឿងក្នុង រដូវ​មក​យឺត យឺត​ពេល យឺត​ពេល​រវល់ រវល់​តែ​ចម្រើន រវល់​រក។", "古人": "ស៊ុតបញ្ចូលទីបានពីរដង", "第X籤": "ហុកសិបប្រាំបួន ឈ្នះឆ្នោត", "宮": "តាស៊ូមី"}