{"籤詩版本二": "ឆាវឆាវ​ប្រៀប​បាន​នឹង​សត្វ​ឃ្មុំ​ប្រមូល​ផ្កា​ហើរ​ចេញ​ពី​ទិស​និរតី​ទៅ​ទិស​ខាង​កើត\nពេល​រដូវ​ផ្ការីក​ចប់​ហើយ​ផ្កា​ក៏​រលត់​ទៅ គ្មាន​កន្លែង​ណា​ត្រូវ​រក​ឡើយ បេះដូង​នេះ​មិន​ផ្លាស់​ប្តូរ​កន្លែង​លាក់​ខ្លួន​ឡើយ។", "詩意": "hexagram នេះគឺដូចជាសត្វឃ្មុំរើសផ្កា។\nអ្វីគ្រប់យ៉ាងគឺនឿយហត់និងនឿយហត់។", "解曰": "មិនមានទេសភាពនិទាឃរដូវទេ។ ភ្លៀង​ធ្លាក់​ជា​យូរ​មក​ហើយ តែ​មិន​ដែល​ស្រក​សោះ។ សុំ​ជំនួយ។ ស្ងាត់​ល្អ​ជាង។\n.", "籤詩故事一": "◇ Li Mi បានបះបោរប្រឆាំងនឹងរាជវង្សថាង\nលី មី\n(582-619) ដែលជាមេដឹកនាំចុងនៃកងទ័ព Wagang ក្នុងការបះបោរកសិករនៅចុងរាជវង្សស៊ុយនៃប្រទេសចិន។ អនុបណ្ឌិតអក្សរផ្ចង់។ ម្ចាស់នៃពាក្យ Fa មានដើមកំណើតនៅ Chang'an, Jingzhao ហើយផ្ទះដូនតារបស់គាត់គឺ Xiangping, Liaodong (ឥឡូវភាគខាងត្បូងនៃ Liaoyang, Liaoning) ។ មានដើមកំណើតនៅ Chang'an, Jingzhao, ផ្ទះដូនតារបស់គាត់គឺ Xiangping, Liaodong (ឥឡូវភាគខាងត្បូងនៃ Liaoyang, Liaoning) ។\nនៅឆ្នាំទីប្រាំបួននៃ Daye (613) គាត់បានចូលរួមក្នុងការបះបោររបស់ Yang Xuangan ប្រឆាំងនឹងរាជវង្សស៊ុយនៅ Liyang (ឥឡូវភាគឦសាននៃស្រុក Junxian ខេត្ត Henan) ។ នៅឆ្នាំទីប្រាំបួននៃ Daye (613) គាត់បានចូលរួមក្នុងការបះបោររបស់ Yang Xuangan ប្រឆាំងនឹងរាជវង្សស៊ុយនៅ Liyang (ឥឡូវភាគឦសាននៃស្រុក Junxian ខេត្ត Henan) ។ អារម្មណ៍អាថ៌កំបាំងត្រូវបានចាញ់\nលី មី បានរត់គេចខ្លួន។ Xuangan ត្រូវបានចាញ់ ហើយ Li Mi បានភៀសខ្លួន។\nនៅឆ្នាំទីដប់ពីរនៃ Daye គាត់បានចូលរួមជាមួយកងទ័ព Wagang\n. នៅឆ្នាំទីដប់ពីរនៃរជ្ជកាលរបស់ Daye គាត់បានចូលរួមជាមួយកងទ័ព Wagang ។ Li Mi ពូកែខាងយុទ្ធសាស្ត្រ។នៅខែតុលាឆ្នាំទី១២នៃថ្ងៃDaye Li Mi បានបញ្ចុះបញ្ចូល Zhai ឱ្យវាយលុក Xingyang Tong ដែលជាមេទ័ពដ៏មានឥទ្ធិពលដែលអមដំណើរកងទ័ព ដើម្បីការពារ Zhang Xutuo កម្ចាត់កងទ័ព Sui និងសម្លាប់ Zhang Xutuo។ Li Mi ពូកែខាងយុទ្ធសាស្ត្រ។នៅខែតុលាឆ្នាំទី១២នៃថ្ងៃDaye Li Mi បានបញ្ចុះបញ្ចូល Zhai ឱ្យវាយលុក Xingyang Tong ដែលជាមេទ័ពដ៏មានឥទ្ធិពលដែលអមដំណើរកងទ័ព ដើម្បីការពារ Zhang Xutuo កម្ចាត់កងទ័ព Sui និងសម្លាប់ Zhang Xutuo។\nក្រោយមកគាត់បានស្នើឱ្យវាយលុកឃ្លាំង Xingluo (ក្រោយមកប្តូរឈ្មោះជា Luokou) បើកឃ្លាំងសម្រាប់ការសង្គ្រោះ និងពង្រីកក្រុម។ ក្រុមទ័ព Wagang បានរីកចម្រើនយ៉ាងឆាប់រហ័ស។ នៅឆ្នាំទី 13 នៃ Daye Li Mi បានដឹកនាំកងទ័ព Wagang និង Zhai Rang ។ បានដោះស្រាយជាមួយនឹងការទម្លាក់ និងការចែកចាយរបស់រាជវង្សស៊ុយ។ មានសង្រ្គាមលើធនធានយោធា និងបញ្ហាផ្សេងៗទៀត ហើយ Li Mi បានសម្លាប់ Zhai Rang និងអ្នកដើរតាមរាប់រយនាក់។ ក្រោយមកគាត់បានស្នើឱ្យវាយលុកឃ្លាំង Xingluo (ក្រោយមកប្តូរឈ្មោះជា Luokou) បើកឃ្លាំងសម្រាប់ការសង្គ្រោះ និងពង្រីកក្រុម។ ក្រុមទ័ព Wagang បានរីកចម្រើនយ៉ាងឆាប់រហ័ស។ នៅឆ្នាំទី 13 នៃ Daye Li Mi បានដឹកនាំកងទ័ព Wagang និង Zhai Rang ។ បានដោះស្រាយជាមួយនឹងការទម្លាក់ និងការចែកចាយរបស់រាជវង្សស៊ុយ។ មានសង្រ្គាមលើធនធានយោធា និងបញ្ហាផ្សេងៗទៀត ហើយ Li Mi បានសម្លាប់ Zhai Rang និងអ្នកដើរតាមរាប់រយនាក់។\nនៅខែមីនានៃឆ្នាំទី 14 នៃ Daye, Yu Wenhuaji បានសម្លាប់អធិរាជ Yang នៃរាជវង្សស៊ុយ។\nដឹកនាំមនុស្សជាង 100.000 នាក់ត្រឡប់ទៅភាគខាងលិចវិញ។ នៅខែមីនានៃឆ្នាំទីដប់បួននៃ Daye Yu Wenhuaji (Yu Wen នាមត្រកូល) បានសម្លាប់អធិរាជ Yang នៃរាជវង្សស៊ុយ ហើយត្រឡប់ទៅភាគខាងលិចវិញដោយមានមនុស្សជាង 100,000 នាក់។ Li Mi ត្រូវបានបញ្ជាឱ្យវាយលុក Huaji ទោះបីជា Huaji ត្រូវបានចាញ់ក៏ដោយ Li Mi ក៏ទទួលរងការខាតបង់យ៉ាងធ្ងន់ធ្ងរនៅក្នុងកងទ័ពផងដែរ។ ក្រោយមកគាត់ត្រូវបានដេញតាមដោយ Wang Shichong កងទ័ពរបស់ Li Mi ត្រូវបានចាញ់ ហើយជំរុំរបស់គាត់ត្រូវបានបំផ្លាញ។ ឧត្តមសេនីយ៍របស់គាត់ Qin Shubao, Cheng Zhijie (ដើមដំបូង ឈ្មោះ Cheng Yaojin), Niu Jinda និងអ្នកផ្សេងទៀតត្រូវបានចាប់ខ្លួន។ , Shan Xiongxin បានចុះចាញ់។ Li Mi ត្រូវបានបញ្ជាឱ្យវាយលុក Huaji ទោះបីជា Huaji ត្រូវបានចាញ់ក៏ដោយ Li Mi ក៏ទទួលរងការខាតបង់យ៉ាងធ្ងន់ធ្ងរនៅក្នុងកងទ័ពរបស់គាត់ដែរ។ ក្រោយមកគាត់ត្រូវបានដេញតាមដោយ Wang Shichong កងទ័ពរបស់ Li Mi ត្រូវបានចាញ់ ហើយជំរុំរបស់គាត់ត្រូវបានបំផ្លាញ។ ឧត្តមសេនីយ៍របស់គាត់ Qin Shubao, Cheng Zhijie (ឈ្មោះដើមថា Cheng Yaojin), Niu Jinda និងអ្នកផ្សេងទៀតត្រូវបានចាប់ខ្លួន ហើយ Shan Xiongxin បានចុះចាញ់។ Li Mi អស់សង្ឃឹម ដូច្នេះគាត់បានឆ្លងទន្លេទៅកាន់ Heyang ក្នុងខែកញ្ញា ហើយបានចុះចាញ់នឹងរាជវង្សថាង។ Li Mi អស់សង្ឃឹម ដូច្នេះគាត់បានឆ្លងទន្លេទៅកាន់ Heyang ក្នុងខែកញ្ញា ហើយបានចុះចាញ់នឹងរាជវង្សថាង។\nនៅខែវិច្ឆិកា Li Yuan បានបញ្ជូន Li Mi ទៅកាន់ខេត្ត Shandong ដើម្បីជ្រើសរើសកងទ័ពចាស់។ ខែវិច្ឆិកា\nLi Yuan បានបញ្ជូន Li Mi ទៅរង់ចាំនៅ Shandong ដើម្បីជ្រើសរើសកងទ័ពចាស់។ ដោយមានអារម្មណ៍ថាគាត់ត្រូវបានគេសង្ស័យគាត់បានបះបោរប្រឆាំងនឹង Tang ។ ដោយមានអារម្មណ៍ថាគាត់ត្រូវបានគេសង្ស័យគាត់បានបះបោរប្រឆាំងនឹង Tang ។ ឧត្តមសេនីយ Tang Yanshi បានអញ្ជើញ Li Mi ឱ្យវាយប្រហារ និងសម្លាប់គាត់នៅ Xinggong Xian ។ ឧត្តមសេនីយ Tang Yanshi បានអញ្ជើញ Li Mi ឱ្យវាយប្រហារ និងសម្លាប់គាត់នៅ Xinggong Xian ។", "聖意": "ផ្ទះ, ផ្ទះ, អណ្តាត, ខ្លួនឯង, មនុស្សអាក្រក់, ស្វែងរកទ្រព្យសម្បត្តិ, អាជីវកម្មខ្ជះខ្ជាយ, អាពាហ៍ពិពាហ៍មិនស្ថិតស្ថេរ, Liujia, ផ្កាទទេ, អ្នកថ្មើរជើង, Yaotian, ការខូចខាតដង្កូវនាង, ការខូចខាតសត្វពាហនៈប្រាំមួយ, បាត់មនុស្ស, បណ្តឹង, ការបាត់បង់, ការធ្វើចំណាកស្រុក, ការអភិរក្ស, បាត់បង់ទ្រព្យសម្បត្តិ, ជំងឺ, ឧបសគ្គ, កំណែទម្រង់ផ្នូរភ្នំ", "古人": "Li Mi បានបះបោរប្រឆាំងនឹងរាជវង្សថាង", "第X籤": "ការចាប់ឆ្នោតទី 70", "宮": "តាស៊ូមី"}