{"籤詩版本二": "ការ​យល់​ឃើញ​របស់​ឆ្មាំ​កាំងឡុង​ទី​ដប់ប្រាំបួន​: ស្ត្រី​ម្នាក់​បាន​រៀបការ​ជាមួយ​ប្តី​ទី​ពីរ​\nជាមួយនឹងធ្នូមួយ និងព្រួញពីរ ដាយណូស័រនឹងរស់នៅដោយសន្តិភាពភ្លាមៗ", "詩意": "គោលដប់ប្រាំមួយនេះគឺដូចជាធ្នូដែលកាន់ព្រួញពីរ។\nអ្វីគ្រប់យ៉ាងគឺល្អប្រសិនបើវាទៅជាមួយគ្នា។", "解曰": "មិនធ្ងន់ពេក។ វាសនា។ Zhen Liuzhong បើក។ វាត្រូវបានណែនាំឱ្យមានការប្រុងប្រយ័ត្ន។", "籤詩故事一": "◇Wenjun ទស្សនា Xiangru\nZhuo Wenjun គឺជាកូនស្រីរបស់ចៅប្រុសរបស់ Zhuo Wang ដែលជាអ្នកជំនួញដ៏មានស្តុកស្តម្ភម្នាក់នៅ Linqiong ខេត្ត Sichuan នាងមានជំនាញខាងតន្ត្រី និងមានឈ្មោះអក្សរសាស្ត្រ។ នាងបានរៀបការនៅពេលនាងមានអាយុ ១៦ ឆ្នាំ ប៉ុន្មានឆ្នាំក្រោយមក ប្តីរបស់នាងក៏បានលាចាកលោក ហើយនាងបានត្រលប់ទៅគ្រួសារកំណើតរបស់នាងវិញ ដើម្បីរស់នៅជាស្ត្រីមេម៉ាយ។\nថ្ងៃមួយ Sima Xiangru បានទៅផ្ទះរបស់ Zhuo Wangsun សម្រាប់ពិធីជប់លៀងមួយ នៅពេលដែលគាត់បានដឹងថា Zhuo Wenjun ជាស្ត្រីមេម៉ាយទើបនឹងកើត គាត់បានលេងបទចម្រៀង \"Phoenix Seeking the Phoenix\" ដើម្បីបង្ហាញពីក្តីស្រលាញ់របស់គាត់។ Zhuo Wenjun ធ្លាប់បានឮអំពី Sima Xiangru រួចហើយ ហើយពិធីជប់លៀងនេះធ្វើឱ្យគាត់កាន់តែទាក់ទាញ Sima Xiangru ។ ម៉្យាងវិញទៀត បន្ទាប់ពីពិធីជប់លៀងរបស់ Sima Xiangru គាត់បានចំណាយប្រាក់យ៉ាងច្រើនដើម្បីសូកប៉ាន់អ្នកបំរើផ្ទាល់ខ្លួនរបស់ Zhuo Wenjun ហើយបានសុំឱ្យនាងបង្ហាញពីក្តីស្រលាញ់របស់ Sima Xiangru ចំពោះ Zhuo Wenjun ។ បន្ទាប់ពី Zhuo Wenjun បានដឹងពីសេចក្តីស្រឡាញ់របស់ Sima Xiangru តាមរយៈអ្នកបំរើនោះ គាត់ក៏ប្រញាប់ប្រញាល់ទៅផ្ទះសំណាក់ដែល Sima Xiangru រស់នៅ។ ដោយឃើញការមកដល់របស់ Zhuo Wenjun នោះ Sima Xiangru បានរត់ចោលនាងភ្លាមៗទៅកាន់ស្រុកកំណើតរបស់គាត់នៅ Chengdu ។\nនៅពេលដែលពួកគេនៅ Chengdu ប្តីប្រពន្ធមួយគូនេះមានភាពទុរគត ហើយត្រូវត្រលប់ទៅ Linqiong ដើម្បីបើកសណ្ឋាគារតូចមួយដើម្បីចិញ្ចឹមជីវិត។ Zhuo Wenjun លក់ស្រា និង Sima Xiangru លាងចាន ពួកគេមានជីវភាពក្រីក្រ។ បន្ទាប់ពីឪពុករបស់ Zhuo Wenjun គឺ Zhuo Wangsun បានដឹងរឿងនេះ គាត់បានយល់ព្រម និងផ្តល់មូលនិធិឱ្យពួកគេក្រោមការណែនាំរបស់មិត្តភ័ក្តិរបស់គាត់ ដូច្នេះ Sima Xiangru និង Zhuo Wenjun បានត្រឡប់ទៅទីក្រុង Chengdu ដើម្បីរស់នៅ ហើយក្រោយមកក្លាយជាអ្នកមាន។", "聖意": "បាត់បង់ផ្ទះសម្បែង និងទ្រព្យសម្បត្តិ សិទ្ធិ និងកំហុសផ្ទាល់ខ្លួន ស្វែងរកទ្រព្យសម្បត្តិ ប្រតិបត្តិការការងារ ការពារមិនឱ្យរៀបការឡើងវិញ។", "古人": "Wenjun ទៅលេង Xiangru", "第X籤": "ចិតសិបមួយឈ្នះឆ្នោត", "宮": "តាស៊ូមី"}