{"籤詩版本二": "អ្នក​ចិញ្ចឹម​ឃ្មុំ​ត្រូវ​តែ​អង្វរ​សុំ​ទឹក​ឃ្មុំ ក្រែង​គេ​ត្រូវ​សត្វ​ចចក\nត្រូវតែមានផ្លូវចម្លែកនៅពីមុខអ្នក អាថ៌កំបាំងគឺជ្រៅដូចព្រៃបន្លា។", "詩意": "hexagram នេះតំណាងឱ្យឃ្មុំប្រមូលទឹកឃ្មុំ។\nអ្វីគ្រប់យ៉ាងគឺនឿយហត់និងនឿយហត់។\n\n( hexagram នេះស្វែងរកនិមិត្តសញ្ញានៃភាពផ្អែមល្ហែម និងជូរចត់។\nការពារគ្រោះមហន្តរាយក្នុងគ្រប់យ៉ាង។\n)", "解曰": "អ្វីៗត្រូវធ្វើដោយប្រុងប្រយ័ត្ន។ មិនចាំបាច់បង្ខំវាទេ។ ឃ្មុំប្រមូលទឹកឃ្មុំ។ តើមូលហេតុអ្វី?", "籤詩故事一": "◇ Wang Mang ស្វែងរកទេពកោសល្យ\nគ្រួសារ Wang Mang ក្នុងរាជវង្ស Han ភាគខាងលិច អាចនិយាយបានថាជាគ្រួសារអ្នកមាន។ ថ្វីត្បិតតែឪពុករបស់គាត់បានស្លាប់មុនអាយុក៏ដោយ ប៉ុន្តែពូ និងពូរបស់គាត់មួយចំនួនបានក្លាយជាអធិរាជនៃរាជវង្សហាន។ ពួកគេបានក្លាយជាមេទ័ព នាយករដ្ឋមន្ត្រី និងក្លាយជាមេទ័ព និងទទួលបានរង្វាន់។ គ្រួសារវ៉ាងមានភាពលេចធ្លោខ្លាំង។\nប៉ុន្តែគ្រួសារតូចរបស់ Wang Mang គឺក្រីក្រខ្លាំងណាស់ ឪពុករបស់គាត់បានស្លាប់ទាំងវ័យក្មេង ហើយគាត់រស់នៅតែជាមួយម្តាយរបស់គាត់ ដោយពឹងលើសប្បុរសធម៌ពីសាច់ញាតិ។ ប៉ុន្តែ​ដោយ​សារ​តែ​រឿង​នេះ លោក Wang Mang បាន​បង្កើត​និង​អនុវត្ត​ជំនាញ​មួយ​ក្នុង​ការ​ទំនាក់​ទំនង​ជាមួយ​មនុស្ស​តាំង​ពី​គាត់​នៅ​ក្មេង។ មិនថាគាត់មានអារម្មណ៍សោកសៅ ឬខឹងយ៉ាងណានោះទេ គាត់តែងតែបង្ហាញនូវភាពសប្បាយរីករាយ និងស្ងប់ស្ងាត់នៅចំពោះមុខសាច់ញាតិ ចាស់ទុំ ឬអ្នកខាងក្រៅ ដូច្នេះហើយគាត់ត្រូវបានគេកោតសរសើរយ៉ាងខ្លាំងពីគ្រប់គ្នាក្នុងត្រកូល។\nមានពេលមួយ ពូច្បងរបស់គាត់បានធ្លាក់ខ្លួនឈឺជាទម្ងន់ លុះដឹងរឿងនេះហើយ គាត់ក៏មករង់ចាំក្បែរគ្រែអ្នកជំងឺ ដោយយកថ្នាំ និងទឹកមកប្រុងប្រយត្ន័នៅពេលយប់ អស់រយៈពេលជាច្រើនខែជាប់ៗគ្នា គាត់ស្លៀកពាក់មិនស្អាត ស្លេកស្លាំង។ គាត់ជាមនុស្ស \"អត់ធ្មត់\" ច្រើនជាងអ្នកជំងឺ។ \"កូនប្រុស\" ច្រើនជាងកូនប្រុសបង្កើត។\nចំពោះ​បញ្ហា​នេះ ប្រជាជន​តៃវ៉ាន់​បាន​សរសើរ​គាត់ និង​សរសេរ​សំបុត្រ​សុំ​រង្វាន់​ជូន​គាត់។\nដូច្នេះ អធិរាជ Cheng នៃរាជវង្សហាន បានផ្តល់ងារជា New Capital Marquis ហើយតែងតាំងគាត់ជាឆ្មាំក្នុងវាំង ក្លាយជារដ្ឋមន្ត្រីជិតស្និទ្ធរបស់អធិរាជ។\nជាមួយនឹងឋានៈខ្ពង់ខ្ពស់ និងអំណាចដ៏អស្ចារ្យរបស់គាត់ វ៉ាង ម៉ាង មិនដែលបង្ហាញភាពក្រអឺតក្រទម ឬស្លូតបូតឡើយ ផ្ទុយទៅវិញ គាត់កាន់តែមានភាពរួសរាយរាក់ទាក់ និងគួរសម។ ម្យ៉ាងវិញទៀតគាត់បានរាប់អានជាមួយរដ្ឋមន្ត្រី ឧត្តមសេនីយ៍ រដ្ឋមន្ត្រី អ្នកប្រាជ្ញ និងអ្នកប្រាជ្ញល្បីៗ។\nប៉ុន្តែគាត់រស់នៅដោយសន្សំសំចៃបំផុត តែងតែហូបបាយចាន មិនថាស្លៀកអាវវែង និងរ៉ូបដៃវែងទេ គឺស្លៀកតែខោខ្លីប៉ុណ្ណោះ។ ដូច្នេះ​គ្រប់​គ្នា​ក្នុង​ជួរ​រដ្ឋាភិបាល និង​សាធារណជន​បាន​សរសើរ​លោក​ជា​ឯកច្ឆ័ន្ទ​ដោយ​ពាក្យ​ថា គុណធម៌។\nក្រោយមក ពូរបស់គាត់ឈ្មោះ Grand Sima Wanggen បានស្លាប់ដោយសារជំងឺ ហើយគាត់ត្រូវបានជ្រើសរើសជាអ្នកជំនួសរបស់គាត់។ ព្រះចៅអធិរាជ និងរដ្ឋមន្ត្រីទាំងអស់គិតថា ទ្រង់សមជាងគេ។ ដូច្នេះ វ៉ាង ម៉ាង ដែល​មាន​អាយុ​ត្រឹមតែ​សាមសិប​ប្រាំបី​ឆ្នាំ​ប៉ុណ្ណោះ បាន​ក្លាយ​ជា​មហាស៊ីម៉ា​ដែល​មាន​អំណាច​យោធា​ខ្ពស់បំផុត​ក្នុង​ប្រទេស។\n(រឿងនេះជាពាក្យប្រៀបធៀប។ ការធ្វើជាមនុស្សល្អ អាចជួយអ្នកឱ្យរួចផុតពី \"ភាពលំបាកនៃការត្រូវឃ្មុំទិច\" និងសម្រេចបាននូវឧត្តមគតិរបស់អ្នកតាមដែលអ្នកចង់បាន។)", "聖意": "ផ្ទះ​មិន​ល្អ​សម្រាប់​ខ្លួន​ឯង គ្រួសារ​ជួប​បញ្ហា ជំនួញ​ស្ទះ អាពាហ៍ពិពាហ៍​រាំង​ស្ទះ គ្រឿង​សឹក​ទាំង​៦​មិន​ពិត អ្នក​ដើរ​ថ្មើរ​ជើង​យឺត ការ​ប្រមូល​ផល​ដង្កូវ​នាង​ទាប សត្វ​ចិញ្ចឹម​ក៏​ពិបាក រក​ឃើញ​មនុស្ស​ប្ដឹង​អាក្រក់ ធ្វើ​ចំណាក​ស្រុក​មិន​រើ​បាត់ ទ្រព្យ​សម្បត្តិ​អាក្រក់ កើត​ជំងឺ​ឡើង​ភ្នំ​បាត់", "古人": "Wang Mang ស្វែងរកទេពកោសល្យ", "第X籤": "ឈ្នះឆ្នោតចិតសិបពីរ", "宮": "តាស៊ូមី"}