{"籤詩版本二": "ពេល​រដូវ​ផ្ការីក​មក​ដល់ ផ្គរ​រន្ទះ​ក៏​កក្រើក ហើយ​សត្វ​ល្អិត​ក៏​បន្លឺ​ឡើង ហើយ​ខ្ញុំ​បែរ​ចេញ​ពី​ភក់\nពេល​ដឹង​ដំបូង​ថា​ខ្ញុំ​នៅ​តែ​ទៅ​ហើយ ពេល​ផ្លាស់​ប្តូរ​ទៅ​ជា​នាគ។", "詩意": "hexagram នេះគឺដូចជាផ្គរលាន់និងសត្វល្អិត។\nការជួបមនុស្សថ្លៃថ្នូរគឺជាសញ្ញាល្អនៅក្នុងអ្វីគ្រប់យ៉ាង។", "解曰": "ផ្លេកបន្ទោរ។ ប្រាក់បញ្ញើពីរចូលនិងចេញ។ ផ្លាស់ប្តូរម្តង។ រហូតដល់ Tianmen ។", "籤詩故事一": "◇ Chenqiao Mutiny\nនៅឆ្នាំ ៩៥៩ នៃគ.ស លោក Zhou Shizong Chai Rong បានសោយទិវង្គត ហើយអធិរាជ Gong គឺ Chai Zongxun ដែលឡើងសោយរាជ្យមានព្រះជន្មបានតែប្រាំពីរឆ្នាំប៉ុណ្ណោះ។ នៅពេលនោះ Zhao Kuangyin ដែលមានតួនាទីជាអធិការនៅមុខវាំង និងជាបេសកជនរបស់ Songzhou ប្រចាំកងទ័ពអាល្លឺម៉ង់ បានកាន់អំណាចពិតប្រាកដ។\nនៅនិទាឃរដូវឆ្នាំ 960 នៃគ.ស. Zhenzhou (ទីក្រុង Zhengding នៃខេត្ត Hebei នាពេលបច្ចុប្បន្ន) និង Dingzhou (ស្រុក Dingxian នៃខេត្ត Hebei នាពេលបច្ចុប្បន្ន) បានរាយការណ៍ថា កងទ័ពនៃរាជវង្សហានខាងជើង និងរដ្ឋ Liao បានរួមគ្នាឆ្ពោះទៅភាគខាងត្បូងដើម្បីវាយលុករាជវង្សចូវក្រោយ។ សន្ទុះ​ដ៏​អស្ចារ្យ ហើយ​បាន​ស្នើ​ឲ្យ​បញ្ជូន​ទ័ព​ទៅ​ជួយ។ ក្រោយមករាជវង្សចូវបានបញ្ជាឱ្យ Zhao Kuangyin ដឹកនាំកងទ័ពរបស់គាត់ទៅភាគខាងជើងដើម្បីប្រយុទ្ធប្រឆាំងនឹងសត្រូវ។ Zhao Kuangyin បានធ្វើសកម្មភាពសម្ងាត់ក្រោមការគ្រោងទុករបស់បងប្រុសរបស់គាត់ Zhao Guangyi, Zhao Pu, Shi Shouxin និងអ្នកដទៃ។\nនៅថ្ងៃទី 3 ខែកុម្ភៈ នៅពេលដែលកងទ័ពទៅដល់ Chenqiaoyi (ឥឡូវទីក្រុង Chenqiao ភាគអាគ្នេយ៍នៃ Fengqiu ទីក្រុង Henan) ពួកគេបានបើកការបះបោរ ហើយបានបញ្ជាឱ្យទាហានស្លៀកពាក់អាវលឿងសម្រាប់ព្រះអង្គ។ ពួកគេបានបះបោរប្រឆាំងនឹងរាជវង្ស Zhou ក្រោយមក ហើយបានគាំទ្រ Zhao Kuangyin ជាអធិរាជ។ . បន្ទាប់មក Zhao បានដឹកនាំទ័ពត្រឡប់ទៅ Kaifeng វិញ ដោយមិនដុត សម្លាប់ ឬលួច។ \"Taizu Chen Qiao បានស្បថថាមិនរំខានប្រជាជននៃរាជធានី ហើយគាត់បានសន្យាថានឹងមិនរំខានទីក្រុងនៅថ្ងៃដែលគាត់បានចូលទីក្រុង\" ។\nនៅថ្ងៃទីបីនៃឆ្នាំទី 3 តាមច័ន្ទគតិ Zhao Kuangyin បាន mutini នៅ Chenqiao ហើយត្រឡប់ទៅរដ្ឋធានី Fan Zhi បាននាំ Wang Pu និង Wei Renpu ទៅសាកសួរ Zhao Kuangyin ។ Luo Yanhuan ទាញដាវរបស់គាត់នៅមុខតង់ហើយស្រែកយ៉ាងខ្លាំង។ : \"ទ័ពទាំងបីគ្មានចៅហ្វាយនាយទេ មេទ័ពបានសម្រេចតែងតាំងគាត់ជាអធិរាជ។ អ្នកណានិយាយចេញមក នឹងត្រូវគេសម្លាប់!\"។ មុខរបស់ Wang Pu ស្លេកដូចផែនដី គាត់បានបន្ទាបជំហានចុះ ហើយអោនចុះ Fan Zhi ក៏បានអោនផងដែរ។ Kuang Yin ផ្ទាល់បានជួយគាត់ឡើង ហើយប្រព្រឹត្តចំពោះគាត់ដោយភាពគួរសម។\nបន្ទាប់ពីការតស៊ូកម្រិតមធ្យម អធិរាជ Gong នៃរាជវង្ស Zhou ក្រោយមកបានឡើងគ្រងរាជ្យ ហើយ Zhao បានឡើងគ្រងរាជ្យ។ \" Taizu ហៀបនឹងទទួលយក Zen ប៉ុន្តែមិនមានអត្ថបទ Zen ទេ។ Tao Gu ដែលជាអ្នកប្រាជ្ញរបស់ Hanlin បានទទួលយកការបញ្ជាទិញ។ ហើយ​ចូល​មក​ក្បែរ​គាត់​ដោយ​និយាយ​ថា​៖ ​«​រួចរាល់​ហើយ​»។\nបន្ទាប់ពី Zhao ឡើងសោយរាជ្យ គាត់បានប្តូរឈ្មោះប្រទេសទៅជា Song, Yuan ទៅ Jianlong ហើយបានតាំង Kaifeng ជារាជធានី។ Shi Shouxin, Gao Huaide, Zhang Lingduo, Wang Shenqi, Zhang Guanghan, និង Zhao Yanhui សុទ្ធតែទទួលបានងារជា Jiedushi ។ ដែលត្រូវបានគេស្គាល់ថាជា \"Chenqiao Mutiny\" នៅក្នុងប្រវត្តិសាស្ត្រ។\nវិគីភីឌា\n(រឿង​នេះ​តំណាង​ឱ្យ​ថា​នេះ​ជា​ការ​ចាប់​ផ្តើ​ម​នៃ​ការ​សម្តែង​របស់ Zhao Kuangyin ។ )", "聖意": "សូមបួងសួងដល់គេហដ្ឋាន ជីវិតប្រចាំថ្ងៃ ទ្រព្យសម្បត្តិ លាភសំណាង រកស៊ីមានបាន សិរីមង្គល វិបុលសុខ មហាប្រសើរ ចម្រើនរុងរឿងជានិរន្តរ៍ មនុស្សប្រុស កើតមុនី សូត្រនៅវាលស្រែ ដើមកំណើតសត្វទាំងប្រាំមួយ សំណាងល្អក្នុងរដូវផ្ការីក ស្វែងរកមនុស្សជោគជ័យ។ នៅក្នុងបណ្តឹងសាធារណៈ សំណាងល្អក្នុងចំណាកស្រុក បាត់បង់ទ្រព្យសម្បត្តិ គ្រោះថ្នាក់ក្នុងជំងឺ គ្រោះថ្នាក់នៅលើភ្នំ និងផ្នូរ។", "古人": "Chenqiao Mutiny", "第X籤": "បានចុះហត្ថលេខាចិតសិបបី", "宮": "វិមានមី"}