{"籤詩版本二": "ក្នុង​សុបិន​បាន​និយាយ​ថា​នឹង​មាន​ទ្រព្យ​សម្បត្តិ​ច្រើន ប៉ុន្តែ​កេរ្តិ៍ឈ្មោះ​មិន​អាច​រក​អ្វី​បាន​ឡើយ។\nទឹក​នៅ​ឆ្ងាយ​ភ្នំ​នៅ​ឆ្ងាយ តែ​ពិបាក​នឹង​ស្មោះ​ត្រង់ បុគ្គល​ខ្ពង់ខ្ពស់​ផ្តល់​ការណែនាំ​ញញឹម ។", "詩意": "hexagram នេះតំណាងឱ្យនិមិត្តសញ្ញានៃការទទួលបានកំណប់នៅក្នុងសុបិនមួយ។\nអ្វីគ្រប់យ៉ាងគឺពិតច្រើនឬតិច។", "解曰": "ដូចជាសុបិនមួយសុបិន។ គ្មានសង្ឃឹមនឹងភាពល្បីល្បាញ។ គ្រាន់តែរង់ចាំពេលវេលាល្អ។ សេចក្តីណែនាំដ៏ថ្លៃថ្លា។", "籤詩故事一": "◇ ប្រគល់ត្បូងទៅ Zhao (ប្រគល់ត្បូងទៅ Zhao បន្ទាប់ពីបញ្ចប់វា)\nនៅឆ្នាំ 283 មុនគ្រឹស្តសករាជ ស្តេច Zhao Huiwen បានទទួល He's Bi ពី Chu ។ បន្ទាប់ពីស្តេច Qin Zhaoxiang បានដឹងដំណឹងនោះ គាត់បានផ្ញើសំបុត្រមួយច្បាប់ទៅស្តេច Zhao ដោយបង្ហាញឆន្ទៈចង់ផ្លាស់ប្តូរទីក្រុងចំនួន 15 សម្រាប់ He's Bi ។\nLin Xiangru បានវិភាគទៅស្តេច Zhao ថា Qin ខ្លាំង ហើយ Zhao ខ្សោយ ហើយត្រូវជំនួស។\nបន្ទាប់មកស្តេច Zhao បានបញ្ជូន Lin Xiangru ទៅ Qin ជាមួយ He's Bi ។\nស្តេច Qin បានជួប Lin Xiangru នៅ Zhangtai ហើយ Lin Xiangru បានប្រគល់ត្បូងទៅស្តេច Qin ។ ស្តេច Qin ត្រេកអរជាខ្លាំង ហើយបានឆ្លងកាត់ He's Bi ទៅកាន់ភាពស្រស់ស្អាត ហើយអ្នកជុំវិញខ្លួនបានសម្លឹងមើលវា។ នៅពេលនេះ មនុស្សគ្រប់គ្នាដែលនៅខាងឆ្វេង និងខាងស្តាំស្រែកថាអាយុវែង។\nLin Xiangru ឃើញថាស្តេច Qin គ្មានចេតនាប្រគល់ទីក្រុងនេះទៅ Zhao ទេ ដូច្នេះហើយគាត់ក៏ប្រាប់ស្តេច Qin ថា Jade របស់ He's មានបញ្ហា ហើយចង់ចង្អុលប្រាប់ស្តេច Qin ដើម្បីចាប់យកឱកាសនេះ។ jade ត្រឡប់មកវិញ។\nបន្ទាប់ពី Lin Xiangru បានយក Heshi's Bi មកវិញ គាត់បានឈរក្បែរសសរធំ ដែលបង្ហាញថាគាត់ចង់ស្លាប់ជាមួយនឹង Heshi's Bi។\nនៅពេលនេះ Lin Xiangru បាននិយាយទៅកាន់ស្តេច Qin ថា “ស្តេច Zhao នៅតែយកឈ្នះលើការជំទាស់របស់រដ្ឋមន្ត្រី ហើយទទួលយកសំណើររបស់រដ្ឋមន្ត្រី។ Qin គឺជាប្រទេសដ៏ធំមួយ! ដើម្បីរក្សាចំណងមិត្តភាពរវាង Qin និង Zhao ស្តេច Zhao បន្ទាប់ពីតមអាហារអស់រយៈពេលប្រាំថ្ងៃ ខ្ញុំបានបញ្ជូនអ្នកបំរើរបស់ខ្ញុំទៅ Qin ជាមួយត្បូង។ ជាអកុសលស្តេច Qin មិនត្រឹមតែគ្មានចេតនាផ្តល់ Zhao ប៉ុណ្ណោះទេ។ ទីក្រុង ប៉ុន្តែ​ក៏​បាន​ប្រគល់​ត្បូង​ពេជ្រ​របស់​គ្រួសារ He ឲ្យ​ទៅ​ស្ត្រី​ស្រស់​ស្អាត​ម្នាក់ ដែល​នេះ​ជា​ការ​ចំអក​ឲ្យ​អ្នក​បម្រើ​របស់​ខ្ញុំ»។\nបន្ទាប់ពីនិយាយចប់ Lin Xiangru ធ្វើកាយវិការវាយសសរភ្លាម ស្តេច Qin ខ្លាច He's Bi ខូច ដូច្នេះគាត់បានធ្វើពុតជាប្រគល់ទីក្រុង Zhao ចំនួនដប់ប្រាំ។ Lin Xiangru បានឃើញតាមរយៈផែនការក្បត់របស់ស្តេច Qin ដូច្នេះគាត់បានសុំឱ្យ King Qin តមអាហាររយៈពេលប្រាំថ្ងៃមុនពេលបង្ហាញ He's Bi ដើម្បីពន្យាពេល។ ប៉ុន្មានថ្ងៃមកនេះ Lin Xiangru បានបញ្ជូនអ្នកបម្រើរបស់គាត់ឱ្យត្រឡប់ទៅរដ្ឋ Zhao ជាមួយនឹងត្បូងពេជ្រ ខណៈដែលគាត់ស្នាក់នៅដើម្បីដោះស្រាយជាមួយស្តេច Qin ។\n(រឿងនេះប្រៀបដូចជាភ្នែកមនុស្សធម្មតាកំពុងចាប់អារម្មណ៍លើឋានៈរបស់គាត់។ )", "聖意": "សុំពរជ័យនៅផ្ទះខ្លួនឯង រាំងស្ទះទ្រព្យសម្បត្តិ រកស៊ីពិបាកសម្រេច អាពាហ៍ពិពាហ៍មិនចុះសម្រុងនឹងអ្នកថ្មើរជើង Liujiaxu ដង្កូវនាង Chitian មិនទទួលទេ សត្វប្រាំមួយត្រូវខូចខាត បាត់មនុស្សបាត់ បណ្តឹងសាធារណៈ និងការធ្វើចំណាកស្រុក រំពឹងបាត់បង់ ទ្រព្យ​នៅ​ឆ្ងាយ ជំងឺ​ត្រូវ​បាន​គេ​រៀបចំ​បញ្ជូន​ទៅ​ផ្នូរ​ភ្នំ ហើយ​ផ្លាស់​ប្តូរ។", "古人": "ប្រគល់ត្បូងទៅ Zhao (បំពេញត្បូងទៅ Zhao)", "第X籤": "ឆ្នោតជ័យទីប្រាំពីរ", "宮": "វិមានថ្ងៃត្រង់"}