{"籤詩版本二": "ស្លឹករបស់ដើមស៊ីកាម័របានធ្លាក់ចុះ រដូវស្លឹកឈើជ្រុះជិតមកដល់ ហើយការធ្វើដំណើរត្រឡប់មកវិញរបស់អ្នកដំណើរមើលទៅដូចជាពពក។\nសូមអរគុណចំពោះការខិតខំប្រឹងប្រែងដ៏អស្ចារ្យរបស់ព្រះ កប៉ាល់បានត្រឡប់មកវិញជាមួយនឹងកំណប់នៅក្នុងខ្យល់។", "詩意": "hexagram នេះតំណាងឱ្យរូបភាពនៃស្លឹក sycamore ធ្លាក់ចុះ។\nអ្វីគ្រប់យ៉ាងគឺអាក្រក់ជាមុនហើយល្អនៅទីបញ្ចប់។", "解曰": "យករបស់ចេញពីបេះដូង។ Tianxin ធ្វើតាម។ ដើម្បីចិញ្ចឹមជីវិត។ ធ្វើអ្វីដែលអ្នកអាចធ្វើបាន។", "籤詩故事一": "◇ ខ្យល់បក់មកវត្ត Tengwang\nវ៉ាង បូ មានឈ្មោះគួរសម Zian គឺជាកវីនៃដើមរាជវង្សថាង ហើយទ្រង់ប្រសូតនៅឆ្នាំទីមួយនៃរជ្ជកាល យ៉ុងហ៊ុយ ដែលជាអធិរាជ Gaozong នៃរាជវង្សថាង។ Wang Bo បានអានគម្ពីរតាំងពីគាត់នៅក្មេង ហើយគាត់ត្រូវបានគេស្គាល់ថាជា \"ក្មេងអួតអាង\"។ Wang Bo បានអានគម្ពីរតាំងពីគាត់នៅក្មេង ហើយគាត់ត្រូវបានគេស្គាល់ថាជា \"ក្មេងអួតអាង\"។\nនៅពេលគាត់មានអាយុដប់ឆ្នាំ គាត់និងឪពុករបស់គាត់បានឆ្លងកាត់ប្រាសាទ Guandi បានឃើញរូបសំណាកដ៏អស្ចារ្យរបស់ Guandi នៅក្នុងប្រាសាទ ដោយកាន់ច្បាប់ចម្លងនៃ \"និទាឃរដូវ និងសរទរដូវ\" ហើយអានវានៅពេលដែលឪពុករបស់គាត់បានឃើញវាគាត់។ ត្រូវបានបំផុសគំនិត។ គាត់បានស្រែកទៅកាន់អធិរាជ Guan ថា: \"កាន់សោបីនៃពុកចង្ការពណ៌បៃតងអានប្រវត្តិសាស្រ្តនៃរាជវង្ស Qing ទៅចង្កៀងពណ៌បៃតងនិងគោរពបូជាដល់ឈ្មោះល្បី។ កាន់នាគបៃតងនិងព្រះច័ន្ទនៅក្នុងដៃរបស់ខ្ញុំ\" ។ ថា​ក្នុង​រដូវ​ស្លឹកឈើ​ជ្រុះ​ឆ្នាំ​នេះ Wang Bo បាន​ចេញ​ដំណើរ​ពី Shanxi ទៅ​កោះ Hainan ដើម្បី​ទៅ​សួរ​សុខទុក្ខ​ឪពុក​របស់​គាត់​ដែល​ត្រូវ​បាន​គេ​ទម្លាក់​តំណែង​ជា​ចៅក្រម​ស្រុក Jiaozhi ដោយ​ឆ្លង​កាត់​ភ្នំ និង​ទន្លេ​រាប់​ពាន់​តាម​ផ្លូវ។ នៅរដូវស្លឹកឈើជ្រុះនៃឆ្នាំនៅពេលដែលគាត់មានអាយុ 27 ឆ្នាំ Wang Bo បានធ្វើដំណើរពី Shanxi ទៅកាន់កោះ Hainan ដើម្បីទៅសួរសុខទុក្ខឪពុករបស់គាត់ដែលត្រូវបានទម្លាក់ពីតំណែងជាចៅក្រមខោនធី Jiaozhi ហើយគាត់បានឆ្លងកាត់ភ្នំនិងទន្លេរាប់ពាន់នៅតាមផ្លូវ។\nពេលទៅដល់ភ្នំ Madang នៅថ្ងៃនោះ គ្រប់គ្នានាំគ្នាឡើងលើគោកដើម្បីសម្រាក លុះ Wang Bo ដើរកាត់ប្រាសាទបុរាណតែម្នាក់ឯង ស្រាប់តែឃើញបុរសចំណាស់ម្នាក់អង្គុយនៅលើថ្មក្បែរប្រាសាទ។ ហើយមានរូបរាងទេពអប្សរ គាត់បាននិយាយទៅកាន់ Wang Bo \"តើអ្នកមិនមែនជា Wang Bo ទេ?\" Wang Bo ភ្ញាក់ផ្អើលហើយនិយាយថា \"ពិតប្រាកដ! តើអ្នកដឹងដោយរបៀបណា? បំណងសង្គ្រោះមនុស្ស ហើយកំណាព្យរបស់អ្នកមានអត្ថន័យខ្លាំងណាស់ នឹងមានពិធីជប់លៀងដ៏ធំនៅ Tengwang Pavilion ថ្ងៃស្អែកនេះ ប្រសិនបើអ្នកអាចចូលរួមពិធីជប់លៀង និងសរសេរអត្ថបទបាន អ្នកនឹងល្បីពេញវ័យ និងទទួលបានការចំណាយលើការធ្វើដំណើរ»។ នៅភ្នំ Madang មនុស្សគ្រប់គ្នាបានឡើងច្រាំងដើម្បីសម្រាក នៅពេលដែល Wang Bo កំពុងដើរតាមប្រាសាទបុរាណមួយតែម្នាក់ឯង ស្រាប់តែឃើញនៅលើថ្មក្បែរប្រាសាទ មានបុរសចំណាស់ម្នាក់អង្គុយ មើលទៅដូចកូនក្មេង មានសក់ស្អាត និងទេពអប្សរ។ គាត់បាននិយាយទៅកាន់ Wang Bo ថា \"តើអ្នកមិនមែនជា Wang Bo ទេ?\"\nWang Bo ភ្ញាក់​ផ្អើល ហើយ​និយាយ​ថា \"ពិត​ហើយ! តើ​អ្នក​ដឹង​រឿង​នេះ​ដោយ​របៀប​ណា?\"\nលោកតាចាស់ពោលថាៈ ខ្ញុំបានឮយូរហើយថា អ្នកមានចិត្តសប្បុរសជួយសង្រ្គោះមនុស្ស ហើយកំណាព្យដែលអ្នកតែងមានអត្ថន័យល្អណាស់ នឹងមានពិធីជប់លៀងធំនៅព្រះពន្លារបស់ព្រះអង្គម្ចាស់ តេង ថ្ងៃស្អែក បើអាចចូលរួមពិធីជប់លៀង និងតែងបាន។ អ្នក​នឹង​ល្បី​ពេញ​មួយ​វ័យ ហើយ​អ្នក​នឹង​ទទួល​បាន​ថ្លៃ​ធ្វើ​ដំណើរ»។\nWang Bo បាននិយាយថា \"កន្លែងនេះមានចម្ងាយប្រាំមួយទៅប្រាំពីររយម៉ាយពី Tengwang Pavilion តើយើងអាចមកទីនេះនៅថ្ងៃស្អែកដោយរបៀបណា?\" បុរសចំណាស់បាននិយាយថា \"ខ្ញុំនឹងប្រើសេះជាខ្យល់ដ៏ទេវភាពដើម្បីជួយអ្នកឱ្យមានភាពរលូនរបស់ខ្ញុំ។ ច្បាស់ជានឹងមកដល់ថ្ងៃស្អែក។” Wang Bo បានថ្លែងអំណរគុណខ្ញុំ ហើយនិយាយថា៖ “សុំទោស ឪពុកក្មេក តើអ្នកជាអមតៈ ឬជាព្រះ?” បុរសចំណាស់សើច ហើយនិយាយថា “ខ្ញុំជា Zhongyuan Shuijun ទទួលបន្ទុក។ តំបន់ទឹកនេះ!» Wang Bo បាននិយាយថា \"កន្លែងនេះនៅចម្ងាយប្រាំមួយទៅប្រាំពីររយម៉ាយពី Tengwang Pavilion តើយើងអាចមកទីនេះបាននៅថ្ងៃស្អែកដោយរបៀបណា?\"\nបុរសចំណាស់បាននិយាយថា \"ខ្ញុំនឹងប្រើសេះជាខ្យល់ដ៏ទេវភាពដើម្បីជួយអ្នកឱ្យមានភាពរលូន។ ខ្ញុំនឹងមកដល់ថ្ងៃស្អែក\" ។\nវ៉ាង បូ បាន​អរគុណ​គាត់ ហើយ​និយាយ​ថា «​សុំទោស​ឪពុក​ក្មេក តើ​អ្នក​ជា​អមតៈ ឬ​ជា​ព្រះ?\nបុរសចំណាស់បានសើចហើយនិយាយថា \"ខ្ញុំជា Zhongyuan Shuijun ជាអ្នកមើលការខុសត្រូវតំបន់ទឹកនេះ!\" បន្ទាប់មកបុរសចំណាស់បានជំរុញ Wang Bo ឱ្យឡើងលើទូកយ៉ាងលឿន។ គាត់បានឃើញពពកដ៏អស្ចារ្យនៅជុំវិញគាត់មួយសន្ទុះហើយខ្យល់។ ហើយទឹកបានរលូនតាមផ្លូវ ក្នុងមួយប៉ព្រិចភ្នែក គាត់បានធ្វើដំណើររាប់រយម៉ាយ។\nបន្ទាប់មក បុរសចំណាស់បានជំរុញឱ្យ Wang Bo ឡើងលើទូកយ៉ាងលឿន គាត់បានឃើញពពកដ៏គួរឱ្យរីករាយជុំវិញគាត់មួយសន្ទុះ ហើយវាជាដំណើរដ៏រលូនមួយ ក្នុងមួយប៉ព្រិចភ្នែក គាត់ធ្វើដំណើរបានរាប់រយម៉ាយ។ ដូចដែលបានរំពឹងទុក Wang Bo បានប្រញាប់ប្រញាល់ទៅកាន់ព្រះពន្លារបស់ព្រះអង្គម្ចាស់ Teng នៅព្រឹកព្រលឹមនៃព្រឹត្តិការណ៍ដ៏ធំ។\nដូចដែលបានរំពឹងទុក Wang Bo បានប្រញាប់ប្រញាល់ទៅកាន់ព្រះពន្លារបស់ព្រះអង្គម្ចាស់ Teng នៅព្រឹកព្រលឹមនៃព្រឹត្តិការណ៍ដ៏ធំ។ ហើយនៅនឹងកន្លែង គាត់បានសរសេរថា \"បុព្វកថាចំពោះព្រះពន្លាព្រះអង្គម្ចាស់ Teng\" ដែលត្រូវបានគេហៅថាជាស្នាដៃដ៏អស់កល្បរបស់អធិរាជ Gaozong នៃរាជវង្សថាង។ ហើយនៅនឹងកន្លែង គាត់បានសរសេរថា \"បុព្វកថាចំពោះព្រះពន្លាព្រះអង្គម្ចាស់ Teng\" ដែលត្រូវបានគេហៅថាជាស្នាដៃដ៏អស់កល្បរបស់អធិរាជ Gaozong នៃរាជវង្សថាង។\nមានកំណាព្យមួយពោលថាៈ\nវាតែងតែត្រូវបាននិយាយថាមនុស្សដែលមានទេពកោសល្យគឺជាព្រះដូច្នេះវាមិនមែនជាឧបទ្ទវហេតុដែលខ្យល់នាំ Nanchang ទៅ Nanchang;\nខ្ញុំ​បាន​សរសេរ​ប្រយោគ​អំពី​ព្រះពន្លា​ដ៏​ខ្ពស់​របស់ Teng Wang ហើយ​បន្ទាប់​មក​គាត់​បាន​អមដំណើរ​អមតៈ​ទៅ Zhongyuan ។", "聖意": "អធិស្ឋានសម្រាប់ផ្ទះរបស់អ្នកនិងការពារខ្លួនអ្នកអធិស្ឋានសុំពរជ័យស្វែងរកទ្រព្យសម្បត្តិនិងសម្រេចបាននូវអាពាហ៍ពិពាហ៍និងភាពសុខដុម។", "古人": "ខ្យល់​បក់​មក​លើ​ព្រះពន្លា Tengwang", "第X籤": "ចុះហត្ថលេខាប៉ែតសិបមួយ។", "宮": "Wei Gong"}