{"籤詩版本二": "ធ្វើ​ម៉េច​បើ​បាត់បង់​គុណធម៌​ព្រោះ​កេរ្តិ៍ឈ្មោះ ខ្ញុំ​ខ្លាច​ថា​សំណាង​ល្អ​នឹង​ប្រែប្រួល ហើយ​រឿង​អាក្រក់​នឹង​កើតឡើង​។\nស្រវឹង​មិនដឹង​ទៅ​ណា​ទេ ខ្ញុំ​មាន​សុបិន​អ័ព្ទ​ក្រោម​ម្លប់​ដើម​ស្រល់​បៃតង។", "詩意": "hexagram នេះតំណាងឱ្យត្រីត្រជាក់ដែលចាកចេញពីទឹក។\nគ្មានអ្វីអាចផ្លាស់ទីបានទេ។\n\n(គោលដប់ប្រាំមួយនេះគឺជានិមិត្តសញ្ញានៃគុណធម៌អាក្រក់ និងសំណាងអាក្រក់។\nរក្សាជើងរបស់អ្នកនៅលើដីនៅក្នុងអ្វីគ្រប់យ៉ាង។\n)", "解曰": "ត្រីត្រជាក់ចាកចេញពីទឹក។ រុយនៅក្នុងមួន។ ប្រសិនបើអ្នកសួរអំពីផែនការជំរុំ។ Mo Qi ល្អជាង\nសញ្ញានេះនឹងនាំមកនូវសំណាងអាក្រក់ដល់ Liujia ។ អ្វីគ្រប់យ៉ាងខុស។ អធិស្ឋានសម្រាប់សុវត្ថិភាព។", "籤詩故事一": "◇ Zhuangzi សាកល្បងប្រពន្ធរបស់គាត់។\nZhuangzi កើតក្នុងរាជវង្ស Zhou នាមត្រកូលរបស់គាត់គឺ Zhuang ឈ្មោះរបស់គាត់គឺ Zhou ហើយឈ្មោះរបស់គាត់គឺ Zixiu គាត់មានដើមកំណើតនៅ Mengyi ក្នុងរាជវង្សសុង។ នៅក្នុងរាជវង្ស Zhou គាត់គឺជាមន្ត្រីរបស់ Qiyuan ។\nថ្ងៃមួយ Zhuangzi បានជួបនារីម្នាក់នៅលើភ្នំ នាងកំពុងអង្គុយនៅមុខផ្នូរថ្មី អង្រួនកង្ហាររបស់នាងយ៉ាងអស់សង្ឃឹម ហាក់ដូចជាចង់ស្ងួតដីសើមនៅលើផ្នូរ។ Zhuangzi មិនយល់ពីបំណងរបស់នាង ដូច្នេះគាត់បានសួរនាង។ នាងថាអ្នកដែលកប់ក្នុងផ្នូរនោះគឺជាប្តីរបស់នាង ហើយពាក្យចុងក្រោយរបស់ប្តីនាងគឺនាងមិនអាចរៀបការម្តងទៀតបានទេ រហូតដល់ដីនៅលើផ្នូរស្ងួត។ នាង​មិន​អាច​រង់ចាំ​បាន​ទៀត​ទេ ដូច្នេះ​ហើយ​បាន​ជា​នាង​កូរ​ដី​ផ្នូរ​ដើម្បី​ឱ្យ​វា​ស្ងួត​លឿន ដូច្នេះ​នាង​អាច​បន្ត​រដូវ​ផ្ការីក​ជា​លើក​ទី​ពីរ។\nZhuangzi ដក​ដង្ហើម​ធំ​ពេល​គិត​ថា​លើ​លោក​នេះ​មាន​មនុស្ស​ស្រី​គ្មាន​បេះដូង។ ពេល​នោះ​ខ្ញុំ​គិត​ថា តើ​ប្រពន្ធ​ខ្ញុំ​នឹង​ធ្វើ​បែប​នេះ​ឬ? នៅពេលមានការសង្ស័យ ខ្ញុំចង់សាកល្បង។\nនាមត្រកូលរបស់ភរិយា Zhuangzi គឺ Tian ហើយជាធម្មតាគូស្នេហ៍ទាំងពីរមានទំនាក់ទំនងជិតស្និទ្ធ។ដើម្បីសាកល្បងភាពស្មោះត្រង់របស់ភរិយា Zhuangzi បានសម្រេចចិត្តធ្វើពុតជាស្លាប់។\nឮថា Zhuangzi បានទទួលមរណភាពដោយជំងឺភ្លាមៗ មនុស្សជាច្រើនមកពីគ្រប់ទិសទី រួមទាំងសាច់ញាតិ និងមិត្តភ័ក្តិ បានមកចូលរួមរំលែកទុក្ខ ដោយក្នុងនោះមានស្តេចសង្ហា និងចៅប្រុសមកពីរដ្ឋ Chu ដែលសម្បូរទ្រព្យសម្បត្តិ។ Tian ជាស្ត្រីមេម៉ាយទើបនឹងកើត ហើយគួរឲ្យអាណិត គាត់ដេញតាមនាង នាង Tian មិនអាចទ្រាំទ្រនឹងការល្បួងបាន ហើយលង់ស្រលាញ់ Wang Sun ពួកគេបានរៀបការត្រឹមតែម្ភៃថ្ងៃប៉ុណ្ណោះ។\nនៅ​យប់​នោះ​ពេល​ស្រា​ស្រវឹង​ហើយ​ត្រចៀក​ក៏​ក្តៅ លោក Wang Sun ស្រាប់តែ​គាំងបេះដូង​ស្លាប់​ទៅ ។\nនាង Tian ភ័យស្លន់ស្លោ និងភ័យស្លន់ស្លោ ហើយសួរ Wang Sun ជាបន្ទាន់ថាត្រូវធ្វើអ្វី។ Wang Sun ស៊ូទ្រាំនឹងការឈឺចាប់ ហើយប្រាប់នាង Tian ថាខួរក្បាលរបស់សាកសពអាចប្រើដើម្បីនាំអ្នកស្លាប់មានជីវិតឡើងវិញ។\nកន្លែងដែលត្រូវរកសាកសព? នាង​ធាន​គិត​ភ្លាម​ៗ​ថា ប្តី​នាង​មិន​ទាន់​ស្លាប់​ទេ​ឬ? លោក ធាន ភ្លេចរឿងស្នេហាចាស់រវាងប្តី និងប្រពន្ធ តាមពិតបានយកពូថៅពុះបើកមឈូសប្តី រៀបចំយកខួរក្បាលទៅព្យាបាល។\nដោយ​មិន​នឹក​ស្មាន​ដល់ ពេល​បើក​មឈូស Zhuangzi បាន​រស់​ឡើង​វិញ។ អ្នកស្រី ធាន ខ្មាស​គេ​ណាស់​បាន​ចងក​សម្លាប់​ខ្លួន។\n(រឿង​នេះ​ជា​ពាក្យ​ប្រៀបធៀប​សម្រាប់​ការ​រំលោភ​មិត្តភាព​ដើម្បី​ប្រយោជន៍​ផ្ទាល់​ខ្លួន ដូច្នេះ​យើង​មិន​អាច​យល់​ស្រប​ជាមួយ​វា​បាន​ទេ។)", "聖意": "ផ្ទះ​មាន​សន្តិភាព ខ្លួន​មាន​សុវត្តិភាព លុយកាក់​មិន​យុត្តិធម៌ ការ​ប្រកប​របរ​រកស៊ី​ជួញដូរ​មាន​ការ​ពលី​មង្គល ការ​ដោះស្រាយ​អំពើ​អាក្រក់​ក្នុង​ក្រុង​លីវចី​រីក​ចម្រើន អ្នក​ដើរ​មិន​ទាន់​បាន​មក​ដល់​ដង្កូវ​នាង​សូត្រ​បាន​សុខ ចិញ្ចឹម​សត្វ​បាន​សុខ ។ ប្រជាជនកំពុងស្វែងរកមនុស្ស បណ្តឹងបានផ្លាស់ប្តូរ ពួកសិស្សត្រូវបានអភិរក្ស ទ្រព្យសម្បត្តិត្រូវបានបាត់បង់ គ្មានជំងឺ ហើយភ្នំ និងផ្នូរត្រូវបានអាក្រក់។", "古人": "Zhuangzi សាកល្បងប្រពន្ធរបស់គាត់។", "第X籤": "ដីឡូតិ៍ 84", "宮": "Wei Gong"}