{"籤詩版本二": "ពពកខ្មៅងងឹត និងអ័ព្ទគ្របដណ្តប់ផ្លូវនៅពីមុខភ្នំ អ្វីៗទាំងអស់វិលជុំវិញ ហើយព្រះច័ន្ទវិលវិញម្តងទៀត។\nប្រសិនបើអ្នកទទួលបានកំណាព្យ និងសៀវភៅ អ្នកនឹងភ្ញាក់ពីសុបិនដ៏ជ្រៅ បុគ្គលដ៏ថ្លៃថ្នូនឹងនាំអ្នកទៅកាន់ដំបូលផ្ទះ។", "詩意": "hexagram នេះតំណាងឱ្យចុងបញ្ចប់នៃនិទាឃរដូវនិងការរីកដុះដាលនៃផ្កា។\nអ្វីៗ​ប្រែប្រួល​បន្ទាប់​ពី​ព្រះអម្ចាស់។", "解曰": "បុរសចំណាស់ត្រូវសុំជំនួយ។ វារីកម្តងទៀតនៅនិទាឃរដូវ។ ចង់បានកេរ្តិ៍ឈ្មោះ និងទ្រព្យសម្បត្តិ។ ជួបនឹងខ្យល់បក់យឺតក្នុងជីវិត។", "籤詩故事一": "◇ Han Wengong ជួបនឹងព្រិល\nHan Yu ដែល​មាន​ឈ្មោះ​គួរសម​គឺ Tuizhi មក​ពី Changli ។ Tang Dezong បានក្លាយជា Jinshi ក្នុងឆ្នាំទីប្រាំបីនៃ Zhenyuan ហើយចំណងជើងក្រោយរបស់គាត់គឺ Wen Gong ។\nក្នុងរជ្ជកាលអធិរាជ Xianzong នៃរាជវង្សថាង ហានយូបានសម្តែងឡើងវិញជាមួយនឹងឆ្អឹងរបស់ព្រះពុទ្ធដែលធ្វើឱ្យអធិរាជខឹង។ Han Yu បាន​ចាក​ចេញ​ពី​ភរិយា​និង​កូន​របស់​គាត់​ហើយ​ទៅ Chaozhou ។ បន្ទាប់​ពី​ដើរ​បាន​មិន​ដល់​ពីរ​បី​ថ្ងៃ ខ្យល់​ត្រជាក់​បាន​បក់​មក ហើយ​ព្រិល​ធ្លាក់​យ៉ាង​ខ្លាំង។ ហាន យូ បានមកដល់កន្លែងដែលមានព្រិលជ្រៅជាច្រើនហ្វីត ដែលធ្វើឲ្យសេះរបស់គាត់ពិបាកធ្វើដំណើរទៅមុខ គ្មានផ្ទះនៅក្បែរនោះទេ ហើយគាត់មិនដឹងថាផ្លូវនៅឯណានោះទេ។ បើ​ចង់​ដើរ​តាម​ផ្លូវ​ហើយ​ដក​ថយ គ្មាន​ផ្លូវ​ត្រឡប់​មក​វិញ​ទេ។ ខ្យល់បានបក់មកយ៉ាងខ្លាំង ហើយព្រិលបានធ្លាក់ចុះយ៉ាងលឿន។ ហាន យូ ត្រាំលើស្បែក ត្រជាក់ និងឃ្លាន ហើយគ្មានកន្លែងណាដើម្បីបង្ហាញពីទុក្ខសោករបស់គាត់ឡើយ។\nHan Yu ដកដង្ហើមធំ ហើយនិយាយថា៖ «អធិរាជនឹងមិនសម្លាប់ខ្ញុំទេ ប៉ុន្តែអធិរាជចង់បំផ្លាញខ្ញុំ»។\nនៅពេលដែល Han Yu អស់សង្ឃឹម គាត់បានឃើញបុរសម្នាក់មកសម្អាតព្រិល ទោះជាត្រជាក់ខ្លាំងក៏ដោយ។ គាត់ប្រែថា Han Xiangzi (ក្មួយប្រុសរបស់ Han Yu) ។\nពីមុន Han Xiangzi បាននិយាយទៅកាន់ Han Yu ថា \"តើផ្ទះរបស់ Yun Heng នៅ Qinling នៅឯណា? ទីបំផុតបានយល់។\nដូច្នេះ Han Yu និង Han Xiangzi បាន​ទៅ​ដេក​នៅ​ផ្ទះ Fu នៅ Languan។ និយាយ​ពី​អតីតកាល និង​ផ្លូវ​ទៅ​កាន់​ការ​ដាំដុះ ហាន យូ មាន​ជំនឿ​ដោយ​ស្មោះ។\nក្រោយមក ហាន យូ បានបោះបង់ចោលតំណែងផ្លូវការរបស់គាត់ បរិច្ចាគទ្រព្យសម្បត្តិរបស់គាត់ទាំងអស់ទៅរដ្ឋាភិបាលក្នុងតំបន់ ហើយបានទៅភ្នំដើម្បីប្រតិបត្តិសាសនាតាវ ហើយក្លាយជាអមតៈ។", "聖意": "ផ្ទះ​មិនល្អ​សម្រាប់​ខ្លួន​ឯង ប្រយ័ត្ន​ក្នុងការ​ស្វែងរក​លុយកាក់ ផ្តោត​លើ​ការរកស៊ី អាពាហ៍ពិពាហ៍​យឺតយ៉ាវ ស្ត្រី​លី​វូ​ចី​ថ្មើរជើង​ធ្វើស្រែ​ចម្ការ​ដង្កូវនាង​ល្អ សត្វ​ចិញ្ចឹម​ល្អ ពិបាក​រក​មនុស្ស​ប្តឹង​សារធារណៈ​ម្តង​ហើយ​ម្តងទៀត​។ បានធ្វើបច្ចុប្បន្នភាព របស់ដែលបាត់បង់គឺធ្ងន់ធ្ងរ ជំងឺត្រូវបានពន្យារពេល ផ្នូរភ្នំគួរតែត្រូវបានផ្លាស់ប្តូរ។", "古人": "Han Wengong ជួបនឹងព្រិល", "第X籤": "ឆ្នោតឈ្នះទីប្រាំបី", "宮": "Shen Gong"}