{"籤詩版本二": "ដើរពាក់កណ្តាលផ្លូវឡើងលើភ្នំភាគខាងលិច ច្រាំងថ្មចាន់លីងមិនអាចដោះស្រាយបានទេ។\nក្រឡេក​មើល​ព្រះ​សម្រាប់​ការ​ការពារ សាកសព​នេះ​នៅ​តែ​នៅ​ក្នុង​កន្លែង​បញ្ចុះ​សព", "詩意": "hexagram នេះគឺដូចជាការស្វែងរកមាសនៅក្នុងខ្សាច់។\nមានសញ្ញានៃមនុស្សថ្លៃថ្នូរនៅក្នុងអ្វីគ្រប់យ៉ាង។\n\nផងដែរ : hexagram នេះបង្ហាញថាមនុស្សមានគ្រោះថ្នាក់។\nមានសញ្ញានៃមនុស្សថ្លៃថ្នូរនៅក្នុងអ្វីគ្រប់យ៉ាង។", "解曰": "Jade អាច​ត្រូវ​បាន​រក​ឃើញ​ដោយ​ដុំ​ថ្ម។ ស្វែងរកមាសនៅក្នុងខ្សាច់។ ត្រូវការខិតខំ។ គ្រាន់តែមានបញ្ហា។\nការងារមួយទៀត៖ ស្ថានភាពលំបាក។ គ្មានកន្លែងស្នាក់នៅទេ។ សុំពរពីព្រះ។ អធិស្ឋានសម្រាប់សន្តិភាពនៃចិត្ត។", "籤詩故事一": "◇ខាំមាស និងរុករករូងក្រោមដី\nដើម្បីអបអរការកេងប្រវ័ញ្ចយោធារបស់គាត់ លោក Cheng Yaojin បានរៀបចំពិធីជប់លៀងនៅឯ Yanwuyang ។ រំពេច​នោះ​រន្ធ​មួយ​បាន​របើក​ក្នុង​ដី​ដែល​មិន​អាច​យល់​បាន គ្រប់​គ្នា​ចាប់​ឆ្នោត​យក​ពាក្យ​ខាំ​មាស​ដើម្បី​យក​ឈ្នះ ហើយ​ជួល​ខ្សែ​ពួរ​ដើម្បី​ចង​ក្នុង​រន្ធ។\nមានទ្វារថ្ម តុ កៅអី ស្ពាន និងវត្ថុផ្សេងៗទៀត។ នៅលើតុមានអាវនាគ និងខ្សែក្រវាត់ធ្វើពីមាស ដែលធ្វើពីមាស ហើយពាក់ចេញពីរូងភ្នំ។\nYao Jin ចេញពីរន្ធដោយមានប្រអប់ធំមួយ និងប្រអប់តូចមួយ បើកប្រអប់ឈើ ហើយយកត្រាត្បូងថ្មចេញ បើកប្រអប់ យកទង់ជាតិធំ និងអាវក្រោះមកុដ ហើយដាក់លើតុ ហើយ គ្រប់គ្នាបានមើលពួកគេម្តងមួយៗ។ ខ្ញុំបានឃើញតួអក្សរត្រាទាំងប្រាំបីដែលឆ្លាក់នៅលើត្រាធំគឺ \"ស្តេចអារក្សនៃ Hunshi ដែលជាអធិរាជគុណធម៌ដ៏អស្ចារ្យ\" ។\nមនុស្សគ្រប់គ្នាគោរពបូជាគាត់ជា \"អធិរាជ\" ហើយ Yaojin បានធ្វើរឿងនេះអស់រយៈពេល 3 ឆ្នាំក្នុងនាមជាស្តេចបិសាច។ (តាម​ពិត នេះ​គ្រាន់​តែ​ជា​ការ​ប្រកាស​ខ្លួន​ឯង ហើយ Cheng Yaojin គឺ​គ្រាន់​តែ​ជា​មេ​ភូមិ​នៅ​ពេល​នោះ)។\n(រឿង​នេះ​ជា​ការ​ប្រៀប​ធៀប​ថា របស់​ល្អ​គឺ​ដូច​ជា​ការ​សម្ដែង។ នេះ​ជា​ការ​យល់​ឃើញ​ខាង​សិល្បៈ​ថា «រូប​កាយ​នេះ​នៅ​តែ​នៅ​ក្នុង​មោឃៈ»)។", "聖意": "បួងសួង​ដល់​ផ្ទះ​និង​ផ្ទះ​ឈ្នះ​ខ្លួនឯង ស្វែងរក​ទ្រព្យសម្បត្តិ ប្រឹងប្រែង​ធ្វើការ​ប្រយ័ត្នប្រយែង​ក្នុង​ការរកស៊ី អាពាហ៍ពិពាហ៍​នឹង​ត្រូវ​រាំងស្ទះ​ដោយ​លោក Liu Jiazu អ្នក​ថ្មើរជើង​ Chi Tian ដង្កូវនាង​ប្រាំមួយ​ហ្វូង​ចិញ្ចឹម​ជីវិត​ស្វែងរក​មនុស្ស​គ្មាន​ច្បាប់​ខាតបង់ ការធ្វើចំណាកស្រុក ការរក្សាទ្រព្យសម្បត្តិដែលបាត់បង់ ជំងឺអាក្រក់ ឧបសគ្គ ភ្នំ និងផ្នូរ។", "古人": "ការរុករកការគ្រីបសម្រាប់មាស", "第X籤": "ចុះហត្ថលេខាប៉ែតសិបប្រាំពីរ", "宮": "Shen Gong"}