{"籤詩版本二": "កុំ​រំខាន​ខ្ញុំ​ក្នុង​រឿង​ផ្ទាល់​ខ្លួន​របស់​អ្នក។ នេះ​ជា​ការ​សមរម្យ​ជាង​ដើម្បី​សួរ​សាធារណជន។\nចិត្ត​ភ្លឺ​ថ្លា​ភ្លឺ​ថ្លា​ដូច​ព្រះ​ចន្ទ​ភ្លឺ​លើ​មេឃ", "詩意": "hexagram នេះតំណាងឱ្យរូបភាពនៃព្រះច័ន្ទភ្លឺនៅលើមេឃ។\nអ្វីគ្រប់យ៉ាងគឺភ្លឺនិងមានខ្យល់។", "解曰": "ចូរ​មាន​ចិត្ត​ទៀងត្រង់។ តម្រង់​ចេញ​ច្បាប់។ ពាក្យបរិសុទ្ធ។ ទីបំផុតវាច្បាស់។", "籤詩故事一": "◇ ឧត្តមសេនីយ៍ គង់ មីង\nដំណោះស្រាយ៖ Zhuge Liang ប្រមូលផ្តុំកងទ័ព និងមេទ័ពរបស់គាត់។\nក្នុងសម័យនគរទាំងបី Zhuge Liang (181-234) ឈ្មោះគួរសម Kongming កើតនៅ Yangdu, Langya (ឥឡូវស្រុក Yinan ខេត្ត Shandong) ។\nZhuge Liang បានយល់ព្រមធ្វើជាមន្ត្រីបន្ទាប់ពី Liu Bei បានទៅលេងខ្ទមនោះចំនួនបីដង។ នៅពេលនោះ Cao Cao បានស្ងប់ស្ងាត់ Hebei ហើយបានតាំងចិត្តថានឹងដើរទៅភាគខាងត្បូង។ គាត់បានបញ្ជូន Xiahou Dun ជាមេទ័ព Yu Jin, Li Dian និងអ្នកដទៃទៀត។ ក្នុងឋានៈជាឧត្តមសេនីយរង ដឹកនាំកងទ័ពចំនួន 100,000 នាក់ ដើម្បីដើរឆ្ពោះទៅកាន់ Xinye ។ ទោះបីជា Zhuge Liang មានផែនការដកថយពីសត្រូវនៅពេលនោះក៏ដោយ ក៏ Guan Yu និង Zhang Fei មើលងាយពាក្យរបស់ Zhuge Liang ។ Zhuge Liang គ្មានជម្រើសអ្វីក្រៅពីប្រើដាវរបស់ Liu Bei ដើម្បីកម្ចាត់បុរសទាំងពីរនាក់នោះទេ ពួកគេម្នាក់ៗបានដឹកនាំទាហាន និងសេះមួយពាន់នាក់ ហើយបានពួននៅក្នុង Yushan និង Anlin ហើយពួកគេរង់ចាំ Xiahou Dun ដឹកនាំកងទ័ពរបស់គាត់ឆ្លងកាត់ ហើយបន្ទាប់មកបានវាយប្រហារពួកគេ។ ការវាយឆ្មក់និងភ្លើង។\nលើសពីនេះ Zhao Yun ត្រូវបានចាត់ឱ្យទៅដឹកនាំកងទ័ពដែលនៅសេសសល់ចាស់ និងខ្សោយ ដើម្បីប្រយុទ្ធជាទ័ពការពារប្រឆាំងនឹង Xiahou Dun ហើយបន្ទាប់មកចាញ់បោកបញ្ឆោត ហើយដកថយ ដោយអូសទាញ Xiahou Dun ចូលទៅក្នុងផ្លូវតូចចង្អៀតក្នុងភ្នំ និងព្រៃ ហើយគាត់បានបញ្ជូន Guan Ping, Zhou Cang, Liu Feng និងអ្នកផ្សេងទៀតដើម្បីលួចចូលទៅខាងក្រោយកងទ័ពរបស់ Cao ដោយដុតការផ្គត់ផ្គង់ និងធ្វើឱ្យកងទ័ពរបស់ Cao ភ័យស្លន់ស្លោ។\nក្រោយ​ការ​ប្រយុទ្ធ​គ្នា អ្វីៗ​ក៏​បាន​កើត​ឡើង​ដូច​ដែល Zhuge Liang បាន​រៀប​ចំ​។ នៅពេលដែល Xiahou Dun និង Yu Jin ដឹកនាំកងទ័ពដេញតាម Li Dian ដែលនៅខាងក្រោយបានជូនដំណឹងជាបន្ទាន់ Xiahou Dun នៅខាងមុខថាគាត់ត្រូវការការពារពីការវាយប្រហារដោយភ្លើងរបស់សត្រូវ។ ទោះជាយ៉ាងណាក៏ដោយ វាយឺតពេលហើយ។ ​​កងទ័ពរបស់ Cao ត្រូវបានរារាំងដោយ ផ្លូវតូចចង្អៀត ហើយមានទីតាំងនៅកន្លែងដែលដើមឈើជាប់គ្នា ដូច្នេះភ្លើងមិនអាចចាប់ផ្តើមបានទេ។ មានមនុស្សស្លាប់ច្រើន ហើយ Xiahou Dun និងមេទ័ពផ្សេងទៀតត្រូវបានចាញ់ ហើយបានភៀសខ្លួនត្រឡប់ទៅ Xudu វិញ។\n(រឿងនេះជាពាក្យប្រៀបធៀបថា គង់ មីង ពូកែប្រើមនុស្ស និងគ្រប់គ្រងប្រទេសដោយប្រាជ្ញា)។", "聖意": "ផ្ទះ និង ផ្ទះ ជួបតែសេចក្តីសុខ សំណាងល្អ រកទទួលទានមានបាន សេចក្តីសុខ សេចក្តីចម្រើន រកស៊ីមានបាន មង្គលការ ជោគជយ័ក្នុងក្រុងលីវចៀ បុរសផ្លាស់ចំការ ដង្កូវនាង បាត់បង់សត្វពាហនៈ បាត់មនុស្ស បណ្តឹងសាធារណៈ ការធ្វើចំណាកស្រុក បាត់បង់ទ្រព្យសម្បត្តិ។ ពរជ័យ ជំងឺ សន្តិភាព ភ្នំ និងផ្នូរ។", "古人": "ឧត្តមសេនីយ៍ គង់ មីង", "第X籤": "សញ្ញាទីប្រាំបួន", "宮": "វិមានយិន"}