{"籤詩版本二": "ការបង្ហាញដ៏ល្អមួយធ្វើឱ្យអ្នកលេចធ្លោចេញពីហ្វូងមនុស្សដោយមុខងឿងឆ្ងល់ ហើយការផ្លាស់ប្តូរនាពេលអនាគតរបស់អ្នក ហើយអ្នកនាំមកនូវទ្រព្យសម្បត្តិជាច្រើន។\nផ្លូវមួយគឺធំទូលាយដូចមេឃ ហើយលុយទាំងអស់ដែលអ្នកអាចផ្តល់ឱ្យនឹងស្ថិតនៅក្នុងចិត្តរបស់អ្នក។", "詩意": "hexagram នេះបង្ហាញពីអនាគតដ៏ជោគជ័យ។\nអ្វីៗដំណើរការល្អ។", "解曰": "ផ្លូវធំមួយ។ អ្នកអាចឆ្ពោះទៅមុខ។ ប្រើបេះដូងរបស់អ្នក។ ទៅមុខតែប៉ុណ្ណោះ។\nអ្វី​គ្រប់​យ៉ាង​ទៅ​តាម​ការ​គ្រោង​ទុក​ដោយ​សញ្ញា​នេះ។ សូមសំណាងល្អចំពោះ Jichang ។", "籤詩故事一": "◇វីរបុរសបីនាក់ប្រឆាំងនឹង Lu Bu\nដំណោះស្រាយ៖ វីរបុរសបីនាក់គឺ Zhang Fei, Guan Yu និង Liu Bei ប្រយុទ្ធជាមួយ Lu Bu\nDong Zhuo បានដឹងថា Hua Xiong ត្រូវបានកាត់ក្បាល ហើយបានបញ្ជូនមេទ័ព Lu Bu ទៅប្រយុទ្ធ។ នៅពេលដែល Lu Bu ចូលប្រយុទ្ធ គាត់បានសម្លាប់មេទ័ព Fang Yue និង Mu Shun ហើយសម្លាប់ Wu Anguo និង Gongsun Zan ។\nលោក Zhang Fei ឃើញថា Gongsun Zan មិនអាចយកឈ្នះ Lu Bu បានទេ ដូច្នេះគាត់បានជំនួស Gongsun Zan ភ្លាមៗ ហើយស្រែកថាៈ \"ទាសករនៃត្រកូលទាំងបីត្រូវតែចាកចេញ! Zhang Fei មកពី Yan នៅទីនេះ!\" បន្ទាប់មកពួកគេបានប្រយុទ្ធគ្នាជាងហាសិបជុំ។ ដោយគ្មានអ្នកឈ្នះឬចាញ់។\nបន្ទាប់ពី Guan Yu បានឃើញហើយ គាត់និង Zhang Fei បានវាយប្រហារ Lu Bu ហើយបានប្រយុទ្ធជាងសាមសិបជុំ។\nLiu Bei ក៏កាន់ដាវពីរ ទះដៃសេះ ហើយបោះជំហានទៅមុខដើម្បីជួយ Zhang Fei និង Guan Yu ។\nបុរសទាំងបីនាក់បានឡោមព័ទ្ធ Lu Bu ហើយបន្តប្រយុទ្ធគ្នា ហើយមនុស្សទាំងអស់ក្នុងក្រុមមានការស្រឡាំងកាំង។\nមិនយូរប៉ុន្មាន Lu Bu ចាប់ផ្តើមបាត់បង់កម្លាំង។ Pegasus របស់ Lu Bu បានដកថយ ប៉ុន្តែបុរសទាំងបីនាក់បានដេញតាម Lu Bu ហើយមិនព្រមចុះចាញ់ឡើយ ពួកគេមិនដកថយទេ រហូតដល់ពួកគេបានជួបកងទ័ពរបស់ Lu Bu ។\n\"នគរបី\"\n(រឿង​នេះ​ជា​ការ​ប្រៀប​ធៀប​សម្រាប់​ភាព​ក្លាហាន​និង​ជំនាញ​របស់ Lu Bu ក្នុង​ការ​ប្រយុទ្ធ។ ម្នាក់​អាច​កម្ចាត់​មនុស្ស​បី​នាក់​បាន។​)", "聖意": "បេះដូងនៃផ្ទះគឺសម្រាប់តែការធ្វើដំណើរផ្ទាល់ខ្លួនដើម្បីស្វែងរកទ្រព្យសម្បត្តិ។ អត្ថបទអាពាហ៍ពិពាហ៍ដែលអាចធ្វើទៅបានអាចផ្ញើទៅ Liujia អ្វីៗដំណើរការដោយរលូនសម្រាប់មនុស្ស។ ដង្កូវនាង Zhushuntian ត្រូវបានគេប្រើ។ មនុស្សអាចត្រូវបានរកឃើញក្នុងចំណោមសត្វទាំងប្រាំមួយ។ មុនពេលប្តឹងជាសាធារណៈ។ យី​ឆាង​ធ្វើ​ចំណាកស្រុក បាត់​ទ្រព្យ​សម្បត្តិ កើត​ជំងឺ ផ្នូរ​ភ្នំ​ជាដើម​។", "古人": "វីរបុរសបីនាក់ប្រយុទ្ធជាមួយ Lu Bu", "第X籤": "ឆ្នោតឈ្នះកៅសិបមួយ។", "宮": "អ្នកវិមាន"}