{"籤詩版本二": "Luan Feng Xiang សើម​ជោក​ដោយ​ភ្លៀង ប៉ុន្តែ​នៅពេល​នោះ​គាត់​ត្រូវ​បាន​គេ​មើលងាយ​ដោយ Queer\nខ្ញុំរន្ធត់ចិត្តណាស់ដែលដឹងថាថ្ងៃមួយពពកនៅឆ្ងាយ ប៉ុន្តែខ្ញុំនៅតែប្រគល់ខោអាវឱ្យអ្នកវិញ។", "詩意": "hexagram នេះតំណាងឱ្យនិមិត្តសញ្ញា Luan និង Phoenix ត្រូវបានគ្របដណ្តប់ដោយទឹកភ្លៀង។\nអ្វីគ្រប់យ៉ាងកើតឡើងនៅពេលដែលពេលវេលាមកដល់។", "解曰": "ជន​ពាល​ចេះ​តែ​ចម្រើន​ឡើង​ពី​មួយ​ថ្ងៃ​ទៅ​មួយ​ថ្ងៃ។ សុភាពបុរសមិនគួរធ្វើអ្វីសោះ។ គ្រាន់តែរក្សាខ្លួនឯង។ ចាត់វិធានការនៅពេលដែលពេលវេលាមកដល់។", "籤詩故事一": "◇ Gao Jun ធានាការរៀបការ\nនៅដើមរាជវង្សសុង Zhao Kuangyin បានបង្រួបបង្រួមភាគខាងជើង ហើយប្រទេសទាំងមូលបានចុះចាញ់។ ទោះជាយ៉ាងណាក៏ដោយ នៅរាជវង្សថាងភាគខាងត្បូង Li Yu បានកាន់កាប់ភាគខាងត្បូងនៃទន្លេ Yangtze ហើយបានអនុវត្តយុទ្ធសាស្រ្តនៃការចុះចាញ់ដោយផ្តល់ទីក្រុងមួយ និងចាប់ Zhao Kuangyin នៅ Shouzhou ។ ស្ថានភាពគឺធ្ងន់ធ្ងរ។ ក្មួយប្រុសរបស់ Zhao Kuangyin ឈ្មោះ Gao Junbao ជាយុវជនដែលមានកាំភ្លើងមាស បានចាកចេញពី Bianjing ដើម្បីបំបែកការឡោមព័ទ្ធរបស់ Shouzhou ។\nឆ្លងកាត់ភ្នំ Shuangsuo ពួកគេបានវាយបំបែកស្លាកសញ្ញា Husband ដែលបង្កើតឡើងដោយ Liu Jinding ហើយអ្នកទាំងពីរបានប្រកួតគ្នា។ ជាលទ្ធផល Liu Jinding បានយកឈ្នះ Gao Junbao បីដងដោយក្បាច់គុនដ៏អស្ចារ្យរបស់គាត់ ហើយពួកគេបានដោះដូរមេដៃមាស និងកណ្តឹងប្រាក់អស់មួយជីវិត។ ក្មួយប្រុសរបស់ Zhao Kuangyin គឺ Gao Junbao ដើម្បីជួយសង្គ្រោះ Zhao Kuangyin ដែលជាប់នៅ Shouzhou បានចាកចេញពី Bianjing ហើយឆ្លងកាត់ភ្នំ Shuangsuo គាត់បានវាយកម្ទេចស្លាកសញ្ញាដែលបង្កើតឡើងដោយ Liu Jinding ហើយអ្នកទាំងពីរបានប្រកួតប្រជែងគ្នាជាលទ្ធផល Liu Jinding បានយកឈ្នះ Gao Junbao ជាមួយនឹងរបស់គាត់។ ក្បាច់គុនដ៏អស្ចារ្យ ហើយត្រូវបានបង្ខំឱ្យធ្វើដូច្នេះ។ ប្តីប្រពន្ធនេះបានដឹកនាំហ្វូងមនុស្សចូលទៅក្នុងការឡោមព័ទ្ធនិងជួយសង្គ្រោះ Zhao Kuangyin ។\n(ពាក្យប្រៀបធៀបនៃរឿងនេះគឺថាអ្នកទាំងពីរមិនត្រូវបានផ្សះផ្សាគ្នាទេ (ពួកគេត្រូវបានសម្លុត) ប៉ុន្តែក្រោយមកបានផ្សះផ្សាឡើងវិញ។ )", "聖意": "ផ្ទះ​គ្រួសារ​មិនល្អ​សម្រាប់​ខ្លួន​ឯង​ប្រយ័ត្ន​រក​លុយ​ស្ទះ​រកស៊ី ចាំ​រៀបការ​ពន្យា​ពេល​លី​វូ​ចី​អ្នក​ដើរ​មិន​ពិត​នៅ​វាលស្រែ​ដង្កូវនាង​យឺត​ខូច​សត្វ​៦​នាក់​ពិបាក​រក​មនុស្ស​ប្តឹង​។ ការបាត់បង់ ការធ្វើចំណាកស្រុក ការអភិរក្ស ការបាត់បង់ទ្រព្យសម្បត្តិ ជំងឺធ្ងន់ធ្ងរ ការពង្រីកភ្នំ កំណែទម្រង់ធ្ងន់ធ្ងរ", "古人": "Gao Jun ធានា​ការ​រៀបការ", "第X籤": "កៅសិបបីឈ្នះឆ្នោត", "宮": "xugong"}