{"籤詩版本二": "មហិច្ឆតានិងសមិទ្ធិផលគឺស្ថិតនៅក្នុងរាជវង្សប៉ុន្តែឥឡូវនេះនឹងមានការផឹកស្រានិងការរួមភេទគ្មានទីបញ្ចប់។\nបើ​ឃើញ​មាន់​ជល់​មាស អ្នក​នឹង​ទទួល​បាន​ប្រាក់ លាភ​សំណាង​។", "詩意": "hexagram នេះតំណាងឱ្យនិមិត្តសញ្ញានៃមហិច្ឆតានិងកិត្តិនាម។\nរក្សាអ្វីៗគ្រប់យ៉ាងប្រកបដោយសេចក្តីសុខ។", "解曰": "មានមហិច្ឆតានិងរំភើប។ វាមិនយឺតពេលទេក្នុងការការពារខ្លួនអ្នក។ មាន់​មាស​សន្យា។ រីករាយទាំងអស់គ្នា។", "籤詩故事一": "◇Cao Pi បានប្រកាសខ្លួនជាអធិរាជ\nCao Pi មានឈ្មោះ​គួរសម Zihuan កើត​នៅ Peiguoqiao (ឥឡូវ Hao County, Anhui)។ ជាអ្នកនយោបាយ និងជាអ្នកនិពន្ធដ៏ល្បីល្បាញក្នុងសម័យ Jian'an ។\nCao Pi គឺជាកូនប្រុសទីពីររបស់ Cao Cao គាត់រស់នៅជាមួយឪពុករបស់គាត់នៅក្នុងជំរុំយោធាតាំងពីគាត់នៅក្មេង។ ក្រោមឥទ្ធិពលរបស់ឪពុកគាត់ Cao Pi បានរៀនបាញ់ធ្នូនៅអាយុ 6 ឆ្នាំ និងជិះសេះនៅអាយុ 8 ឆ្នាំ ហើយមានការរីកចម្រើន។ ជំនាញក្បាច់គុនល្អ។ គាត់ក៏មានចំនេះដឹងយ៉ាងទូលំទូលាយអំពីសៀវភៅបុរាណ និងជីវប្រវត្តិ និងសម័យបុរាណ ព្រមទាំងសៀវភៅនៃសាលាគំនិតរាប់រយផងដែរ។ មិនទាន់ដល់អាយុដប់ប្រាំបីឆ្នាំ ដែល Cao Cao បានកម្ចាត់ Yuan Shao ហើយ Cao Pi រស់នៅយ៉ាងមានស្ថេរភាពនៅក្នុង Yecheng ដែលជាមជ្ឈមណ្ឌលនៃការគ្រប់គ្រងរបស់ Cao Cao ។ ចាប់តាំងពីពេលនោះមក ទោះបីជាពេលខ្លះគាត់បានអមដំណើរឪពុករបស់គាត់ក្នុងបេសកកម្មយោធា និងរស់នៅក្នុងជីវិតរបស់កូនប្រុសដ៏ថ្លៃថ្នូក៏ដោយ ក៏គាត់នៅតែហាត់ក្បាច់គុនជារៀងរាល់ថ្ងៃ ហើយមិនធ្លាក់ចុះមកទល់សព្វថ្ងៃនេះទេ។ ជារឿយៗគាត់ជិះសេះមួយរយជំហាន ហើយមានជំនាញខាងក្បាច់គុនខ្លាំងណាស់ ដោយសារគាត់តែងតែហាត់ក្បាច់គុនជាញឹកញាប់ ទើបគាត់ស្រាល និងខ្លាំង។\nកូនប្រុសច្បងរបស់ Cao Cao គឺ Cao Ang ត្រូវបានសម្លាប់នៅក្នុងសមរភូមិមួយ។ បន្ទាប់ពីកូនប្រុសច្បងស្លាប់ Cao Pi បានក្លាយជាជម្រើសដំបូងសម្រាប់រាជទាយាទ។ នៅពេលដែលព្រះអង្គមានព្រះជន្មសាមសិបមួយឆ្នាំ ព្រះអង្គត្រូវបានតែងតាំងជាព្រះអង្គម្ចាស់ដោយ Cao Cao ។ នៅពេលដែល Cao Pi មានអាយុសាមសិបបីឆ្នាំ Cao Cao បានទទួលមរណភាពដោយជំងឺ ហើយ Cao Pi បានបន្តតំណែងជានាយករដ្ឋមន្ត្រី និងជាស្តេច Wei ។ គាត់​បាន​និយាយ​ថា គាត់​ឧស្សាហ៍​ជិះ​សេះ​មួយ​រយ​ជំហាន ហើយ​មាន​ជំនាញ​ខ្លាំង​ណាស់ ព្រោះ​គាត់​ហាត់​កុងហ្វូ​ជា​ញឹក​ញាប់ គាត់​មាន​រាង​ស្រាល និង​មាន​សុខភាព​ល្អ។", "聖意": "សូមបួងសួងដល់ផ្ទះ និងផ្ទះរបស់អ្នកបានសុខសន្តិភាព ស្វែងរកទ្រព្យធន ខិតខំរកស៊ី ជួញ ដូរឆាប់រហ័យ អាពាហ៍ពិពាហ៍នឹងជោគជ័យ លីវជិរ នឹងបានសុខ ជនរួមជាតិ វាលរេញ ដង្កូវនាងនឹងចាស់ទុំ សត្វទាំងប្រាំមួយនឹងចាស់ទុំ វា​នឹង​ពិបាក​ក្នុង​ការ​ស្វែងរក​មនុស្ស ការ​ប្ដឹង​តវ៉ា​ជា​សាធារណៈ​នឹង​បន្ទាន់ ការ​ធ្វើ​ចំណាក​ស្រុក​នឹង​ត្រូវ​បាត់បង់ ហើយ​អ្វីៗ​នឹង​ទៅ​ឆ្ងាយ​។", "古人": "Cao Pi ប្រកាសខ្លួនជាអធិរាជ", "第X籤": "ឆ្នោតឈ្នះកៅសិបប្រាំ", "宮": "xugong"}