{"籤詩版本二": "វត្ត​ដ៏​អស្ចារ្យ​មិនធម្មតា មាន​លក្ខណៈ​ល្អ​ប្រណិត​នៅ​គ្រប់​ជ្រុង​ដែល​ភ្លឺ​ចែងចាំង។\nខ្ញុំ​សូម​ដាស់តឿន​អ្នក​ឲ្យ​តាំងចិត្ត​នឹង​នឿយហត់ ហើយ​ធ្វើ​អំពើ​ល្អ នោះ​ស្ថានសួគ៌​នឹង​ប្រទានពរ​ដល់​អ្នក", "詩意": "hexagram នេះតំណាងឱ្យការបង្ហាញនៃកុសល។\nអ្វីគ្រប់យ៉ាងគឺល្អ", "解曰": "ពរជ័យទាំងនេះ។ មនុស្សគ្រប់រូបមានវា។ កុំរវល់ពេក។ គុណសម្បត្តិត្រូវបានកំណត់ជាមុន។", "籤詩故事一": "◇ ស្តេច Fenyang ជួបចៅប្រុសរបស់គាត់នៅថ្ងៃបុណ្យនៃក្តីស្រលាញ់ចិន\nដំណោះ​ស្រាយ៖ Guo Ziyi បាន​ជួប​នារី​តម្បាញ​ចុះ​មក​ផែនដី​ក្នុង​ថ្ងៃ​បុណ្យ​នៃ​ក្តី​ស្រឡាញ់​របស់​ចិន។ Tiansun ជាចៅស្រីរបស់ Jade Emperor គឺជាទេពអប្សរទាំងប្រាំពីរ។\nGuo Ziyi (697-781) ត្រូវបានគេស្គាល់ផងដែរថា Guo Linggong មានដើមកំណើតនៅ Zheng County, Huazhou (ឥឡូវ Huaxian County, Shaanxi) និងជាមេទ័ពនៅក្នុងរាជវង្សថាង។ តុលាការអធិរាជបានផ្តល់ងារជាស្តេច Fenyang ដល់ Ziyi ។\nគេនិយាយថា Ziyi មានដើមកំណើតមកពី Huazhou ហើយបានទៅចូលរួមកងទ័ពនៅខាងក្រៅមហាកំផែង គាត់បានទៅប៉េកាំងដើម្បីចុចប្រាក់ឈ្នួលយោធា ហើយត្រលប់ទៅ Yinzhou វិញ វាបានកើតឡើងជាថ្ងៃបុណ្យនៃសេចក្តីស្រលាញ់របស់ចិននៅពេលនោះ ។ ងងឹតហើយ ព្រះអាទិត្យក៏ងងឹតដែរ Ziyi មិនអាចដើរទៅមុខបាន ទើបគាត់ឈរក្បែរផ្លូវ គាត់កំពុងដេកនៅលើឥដ្ឋក្នុងផ្ទះទទេមួយ ពេលដែលគាត់ហៀបនឹងងងុយគេង គាត់ស្រាប់តែឃើញភ្លើងក្រហម។ ទាំងសងខាង គាត់ក្រោកឈរឡើង មើលទៅដោយភ្ញាក់ផ្អើល មានពពកនៅលើមេឃចុះមកបណ្តើរៗ មានស្រីស្អាតម្នាក់ ថ្លៃថ្នូរ និងស្រស់ស្អាតខុសពីមនុស្សធម្មតា។ Ziyi បាន​គោរព​ភ្លាម ហើយ​និយាយ​ថា \"ថ្ងៃ​នេះ​ជា​ថ្ងៃ​ទី​ប្រាំពីរ​នៃ​ខែ​ប្រាំពីរ​តាម​ច័ន្ទ​គតិ។ ខ្ញុំ​គិត​ថា​ជា​នារី​តម្បាញ​ដែល​បាន​មក​សូម​ឱ្យ​គាត់​អាយុ​វែង​និង​ទ្រព្យសម្បត្តិ\" ។\nស្ត្រី​នោះ​ក៏​បាន​ឆ្លើយ​ថា​៖ «​ដោយ​មាន​ទ្រព្យ​សម្បត្តិ​ច្រើន​កើត​មាន​អាយុ​យឺនយូរ​»។\nបន្ទាប់ពីគាត់និយាយចប់ ពន្លឺក៏ត្រលប់មកវិញ ហើយពពកក៏កើនឡើងបន្តិចម្តងៗ។ ស្ត្រីនោះនៅតែសម្លឹងមើលទៅ Guo Ziyi ដោយស្នាមញញឹមរីករាយ រហូតដល់នាងនៅឆ្ងាយពីនាង ហើយបន្ទាប់មកផ្សែងក៏រលត់ទៅ ហើយនាងលែងអាចមើលឃើញ។\nវា​បាន​ក្លាយ​ទៅ​ជា​ការ​ពិត ដូច​ស្ត្រី​បាន​និយាយ។ គុណ​សម្បត្តិ​របស់ Ziyi គឺ​ល្បី​លើ​ពិភពលោក គាត់​ជា​រដ្ឋមន្ត្រី​ដ៏​មាន​ប្រជាប្រិយភាព​ខ្លាំង ហើយ​គាត់​ជា​ឧត្តមសេនីយ៍​ម្នាក់​ដែល​មាន​ទាំង​គុណសម្បត្តិ និង​គុណធម៌។", "聖意": "ជូនពរខ្លួនឯងនៅផ្ទះ ជូនពរខ្លួនឯង បួងសួងសុំលុយកាក់ សំណាងល្អក្នុងអាជីវកម្ម សំណាងល្អក្នុងអាពាហ៍ពិពាហ៍ សំណាងល្អក្នុងក្រុង Liujia រីករាយក្នុងការធ្វើដំណើរជាមួយមនុស្ស ផ្លាស់ទីវាលស្រែ ដង្កូវនាង ហ្វូងសត្វមានស្ថេរភាព សំណាងអាក្រក់ក្នុងការស្វែងរក។ មនុស្ស, បណ្តឹងសាធារណៈ, ការធ្វើចំណាកស្រុក, សំណាងល្អ, ជំងឺបាត់បង់ទ្រព្យសម្បត្តិ, ផ្នូរនៅ Zhenxingshan", "古人": "ស្តេច Fenyang ជួបចៅប្រុសរបស់គាត់នៅថ្ងៃបុណ្យនៃក្តីស្រឡាញ់ចិន", "第X籤": "ចុះហត្ថលេខាកៅសិបប្រាំមួយ។", "宮": "xugong"}