{"籤詩版本二": "ចាប់​សេះ​កាន់​រំពាត់ យើង​មក​ត្រង់​នេះ ពាក់​កណ្តាល​ក្នុង​គ្រោះ​ថ្នាក់ និង​ពាក់​កណ្តាល​ក្នុង​គ្រោះ​មហន្តរាយ។\nវា​ប្រៀប​ដូច​ជា​ផ្ទះ​ត្រូវ​ភ្លើង​ឆេះ ពេល​មេឃ​ភ្លៀង ភ្លៀង​ប្រែ​ក្លាយ​ជា​ផេះ ខ្ញុំ​មាន​គម្រោង។", "詩意": "hexagram នេះតំណាងឱ្យភាពសោកសៅពាក់កណ្តាលនិងអំណរពាក់កណ្តាល។\nគួរតែធ្វើល្អក្នុងគ្រប់យ៉ាង។", "解曰": "ពលកម្មពេញមួយជីវិត។ មិនខ្វល់ពីរឿងត្រូវនិងខុស។ រនាំងគឺបណ្តោះអាសន្ន។ ការអាក់អន់ចិត្តកើតឡើងដោយធម្មជាតិ។", "籤詩故事一": "◇ Tao Sanchun ផ្តួល Zheng En នៅ Guayuan\n\"សូមរស់នៅអនុស្សាវរីយ៍របស់ខ្ញុំឱ្យបានយូរ\" Zhao Kuangyin ក្រោកឈរឡើងម្តងទៀត \"Beiping King Zheng En បានរៀបចំពិធីមង្គលការនៅពេលនោះ ហើយពិភពលោកបានសុខសាន្ត ខ្ញុំសុំការអនុញ្ញាតពីអ្នកដើម្បីជ្រើសរើសថ្ងៃល្អដើម្បីរៀបការ។ \"\n\"សូមអនុមោទនាបុណ្យខ្ញុំចុះ! ថ្ងៃរៀបការ”។\n\"អូ ប្អូនប្រុសទី ៣ ភ្ជាប់ពាក្យពីមុនមក ម៉េចក៏ខ្ញុំមិនដឹងរឿងនេះ?\" Chai Rong ភ្ញាក់ផ្អើលយ៉ាងខ្លាំង គាត់គ្រវីដៃឱ្យ Zhao Kuangyin អង្គុយចុះ ហើយនិយាយ។\n\"អូ! ប្អូនប្រុសទីបីបានភ្ជាប់ពាក្យពីមុនមក ម៉េចក៏ខ្ញុំមិនដឹងរឿងនេះ?\" ឆៃរ៉ុង (អធិរាជនៃរាជវង្សចូវក្រោយ) ភ្ញាក់ផ្អើលយ៉ាងខ្លាំង គាត់បានគ្រវីដៃ ហើយសុំឱ្យ Zhao Kuangyin អង្គុយចុះ ហើយនិយាយ។\n“វាជារឿងវែងឆ្ងាយណាស់ ទីមួយគឺយើងនៅក្រីក្រនៅពេលនោះ មិនបានចូលបម្រើកងទ័ពទេ តាំងពីពេលនោះមក យើងតស៊ូរាប់ឆ្នាំហើយ គ្មានពេលខ្វល់ពីអ្នកទេ ទីពីរ បងប្អូនទីបីក៏តូចដែរ ខ្មាស់​នឹង​ការ​លើក​ឡើង​ដូច្នេះ​ព្រះ​ករុណា​មិន​បាន​ដឹង​»។\n«រឿង​ហ្នឹង​វា​វែង​ណាស់ ទីមួយ យើង​នៅ​តែ​ក្រីក្រ​នៅ​ពេល​នោះ ហើយ​មិន​បាន​ចូល​បម្រើ​កងទ័ព​ទេ ចាប់​តាំង​ពី​ពេល​នោះ​មក យើង​តស៊ូ​រាប់​ឆ្នាំ​ហើយ​គ្មាន​ពេល​ខ្វល់​ពី​អ្នក​ទេ ទីពីរ​បង​ប្រុស​ទី​បី​ក៏​ជា ខ្មាស​បន្តិច​ក្នុង​ការ​លើក​ឡើង​ដូច្នេះ ព្រះមហាក្សត្រ​ទ្រង់​មិន​បាន​ដឹង​ទេ»។\n\"ហេហេ និស្សិតប្រុសកំពុងរៀបការ មានរឿងអីខ្មាសគេ? ប្អូនប្រុសទី ៣ ប្រឡូកក្នុងសមរភូមិយូរហើយ អាចចាត់ទុកបានថាជាវីរជនដែលមិនអាចប្រៀបផ្ទឹមបាន ហេតុអ្វីបានជាអ្នកតូចតាចក្នុងរឿងនេះ?\"\n\"ហេ! ប្អូនប្រុសរៀបការហើយ មានរឿងអីខ្មាសគេ? ប្អូនប្រុសទី ៣ ចូលសមរភូមិយូរហើយ អាចចាត់ទុកជាវីរៈបុរសគ្មានគូប្រៀប ហេតុអីក៏តូចចិត្តម្លេះ?\n«និយាយ​អ៊ីចឹង ខ្ញុំ​មិន​អាច​បន្ទោស​បង​ប្រុស​ទី​បី​របស់​ខ្ញុំ​ដែល​អៀន​នោះ​ទេ ព្រោះ​អាពាហ៍ពិពាហ៍​នេះ​ត្រូវ​បាន​គេ​ក្លែង​ក្លាយ»។\n«និយាយ​អ៊ីចឹង ខ្ញុំ​មិន​អាច​បន្ទោស​បង​ប្រុស​ទី​បី​របស់​ខ្ញុំ​ដែល​អៀន​នោះ​ទេ ព្រោះ​អាពាហ៍ពិពាហ៍​នេះ​ត្រូវ​បាន​គេ​ក្លែង​ក្លាយ»។\n\"វាយ​ចេញ​ហើយ? ហេ៎ វា​គួរ​ឱ្យ​ចាប់​អារម្មណ៍។ សូម​ប្រាប់​ខ្ញុំ​ពី​អ្វី​ដែល​បាន​កើត​ឡើង\"។\n\"ខ្ញុំបានវាយវាចេញ! ហេ! វាគួរឱ្យចាប់អារម្មណ៍! សូមប្រាប់ខ្ញុំពីអ្វីដែលបានកើតឡើង។\"\n“បាទ ខ្ញុំចាំបានថាឆ្នាំនោះ ពេលដែលពួកយើងរៀបនឹងចូលគាល់ព្រះករុណា ពួកយើងកំពុងឆ្លងកាត់ស្រុក Baocheng អាកាសធាតុក្តៅខ្លាំងក្នុងខែមិថុនា ប្អូនប្រុសទីបីរបស់ខ្ញុំមិនអាចស្នាក់នៅក្នុងសណ្ឋាគារបានទេ ទើបគាត់ចេញទៅដើរលេងតែម្នាក់ឯង។ បន្ទាប់ពីឆ្លងកាត់សួនច្បារ Melon គាត់ក៏ចូលទៅរើសផ្លែ Melons បំបាត់ការស្រេកទឹក ពេលនេះមិនសូវមានផ្លែ Melon ទុំប៉ុន្មានទេ ហើយបងប្រុសទី 3 មិនដឹងពីរបៀបរើសទេ ទើបគាត់បែកជាច្រើនគ្រាប់។ អ្នក​ដែល​មើល​ផ្លែ​ឪឡឹក​នោះ​គឺ​ស្ត្រី​ម្នាក់​នាង​ឈាន​ជើង​ទៅ​ចោទ​បង​ទី​៣ ទាំង​ពីរ​នាក់​មិន​ចុះ​សម្រុង​គ្នា​ក៏​ចាប់​ផ្តើម​ឈ្លោះ​ប្រកែក​គ្នា​មក សំណាង​ល្អ​ខ្ញុំ​បារម្ភ​ក៏​ប្រញាប់​ទៅ​សង្គ្រោះ​ទាន់​ពេល បើ​មិន​ដូច្នេះ​ទេ.. \"\n“បាទ ខ្ញុំចាំបានថាឆ្នាំនោះ ពេលដែលពួកយើងរៀបនឹងចូលគាល់ព្រះករុណា ពួកយើងកំពុងឆ្លងកាត់ស្រុក Baocheng អាកាសធាតុក្តៅខ្លាំងក្នុងខែមិថុនា ប្អូនប្រុសទីបីរបស់ខ្ញុំមិនអាចស្នាក់នៅក្នុងសណ្ឋាគារបានទេ ទើបគាត់ចេញទៅដើរលេងតែម្នាក់ឯង។ បន្ទាប់ពីឆ្លងកាត់សួនច្បារ Melon គាត់ក៏ចូលទៅរើសផ្លែ Melons បំបាត់ការស្រេកទឹក ពេលនេះមិនសូវមានផ្លែ Melon ទុំប៉ុន្មានទេ ហើយបងប្រុសទី 3 មិនដឹងពីរបៀបរើសទេ ទើបគាត់បែកជាច្រើនគ្រាប់។ អ្នក​ដែល​មើល​ផ្លែ​ឪឡឹក​នោះ​គឺ​ស្ត្រី​ម្នាក់​នាង​ឈាន​ជើង​ទៅ​ចោទ​បង​ទី​៣ ទាំង​ពីរ​នាក់​មិន​ចុះ​សម្រុង​គ្នា​ក៏​ចាប់​ផ្តើម​ឈ្លោះ​ប្រកែក​គ្នា​មក សំណាង​ល្អ​ខ្ញុំ​បារម្ភ​ក៏​ប្រញាប់​ទៅ​សង្គ្រោះ​ទាន់​ពេល បើ​មិន​ដូច្នេះ​ទេ.. \"\n\"នេះ Zheng Ziming វាជាកំហុសរបស់គាត់តាំងពីដំបូង គាត់គួរតែសុំទោស ហេតុអ្វីបានជាអ្នកវាយគាត់? ក្រៅពីនេះ គ្រួសារក្មេងស្រីអាចទ្រាំទ្រនឹងកណ្តាប់ដៃ និងទាត់របស់បុរសកាចសាហាវដូចគាត់! អត់អីទេ?\n\" Zheng Ziming នេះវាជាកំហុសរបស់គាត់តាំងពីដំបូង ដូច្នេះគាត់គួរតែសុំទោស ហេតុអ្វីបានជាអ្នកវាយគាត់? ម្យ៉ាងវិញទៀត គ្រួសារក្មេងស្រីអាចទ្រាំទ្រនឹងកណ្តាប់ដៃ និងទាត់របស់បុរសកាចសាហាវដូចគាត់! ឯងវាយក្មេងស្រីនេះទេ?\n\"ក្មេងស្រីនេះមិនមានរបួសទេ ... \"\n\"មិនអីទេ នោះមិនអីទេ... ហេ មិនបានចាត់វិធានការទេ? អូ ខ្ញុំគិតថាអ្នកបានជួយសង្គ្រោះខ្ញុំទាន់ពេល\"។\n\"មិនអីទេ! មិនអីទេ... ហេ! តើអ្នកមិនចាត់វិធានការទេ? អូ! ខ្ញុំគិតថាអ្នកគឺជាអ្នកដែលជួយសង្គ្រោះខ្ញុំទាន់ពេល!\"\n\"...អត់ទេ អ្នកដែលខ្ញុំបានជួយគឺ...បងប្រុសទីបី\" \"...អត់ទេ អ្នកដែលខ្ញុំបានជួយគឺ...បងប្រុសទីបី\"។\n«អា?!» «អេ?!»\n» ប្អូនប្រុសទី ៣ ត្រូវស្ត្រីនោះវាយនឹងដី និងវាយយ៉ាងដំណំពេញផ្លូវ សំណាងល្អខ្ញុំមកដល់ និងបញ្ចុះបញ្ចូលគាត់ឱ្យចាកចេញ ដូច្នេះគាត់មិនរងរបួសធ្ងន់ធ្ងរទេ... សម្តេច... សម្តេចម៉ែ!... \"\n\"ប្អូនប្រុសទីបីត្រូវស្ត្រីនោះវាយនឹងដី ហើយត្រូវវាយយ៉ាងដំណំ សំណាងល្អខ្ញុំទៅដល់ និងបានបញ្ចុះបញ្ចូលគាត់ឱ្យចាកចេញ ដូច្នេះគាត់មិនរងរបួសធ្ងន់ធ្ងរទេ... ព្រះអង្គម្ចាស់... ព្រះអង្គម្ចាស់!\"\n«អេ?...អូ៎ នារីនោះជាអ្នកណា!?» «អេ!?...អូ!»\n“ទើបតែក្រោយមកទើបខ្ញុំដឹងថានារីនោះឈ្មោះ តៅ សានឈុន ហើយឪពុករបស់នាង តៅ ហុង គឺជាវីរបុរសចាស់ដែលមិនមានសេចក្តីប្រាថ្នា។ តៅ សានឈុន បានរៀនក្បាច់គុនពីឪពុកតាំងពីគាត់នៅក្មេង។ គ្រួសារគាត់ ខ្ញុំឃើញថា កញ្ញា សាន ឈុន មានចរិតពូកែ។ លូ លូ និងចិត្តទូលាយ គ្មានទម្លាប់ធ្វើជាស្រីតូចទេ ពួកគេមានចេតនាផ្គូផ្គងគាត់។ ឪពុក និងកូនស្រី Tao ក៏ចូលចិត្តចរិតត្រង់របស់បងប្រុសទីបីខ្លាំងណាស់។ ភ្លាម​នោះ​ក៏​សម្រេច​ចិត្ត​រៀប​អាពាហ៍​ពិពាហ៍​នេះ​សម្រាប់​អ្នក​ទាំង​ពីរ។​ ព្រះករុណា​សូម​ប្រាប់​ខ្ញុំ​ផង នេះ​មិន​មែន​ជា​អាពាហ៍ពិពាហ៍​ក្លែងក្លាយ​ទេ​ឬ?»។\n“ទើបតែក្រោយមកទើបខ្ញុំដឹងថា ក្មេងស្រីនោះឈ្មោះ តៅ សានឈុន ហើយនាងបានរៀនក្បាច់គុនពីឪពុកតាំងពីនាងនៅក្មេង។ បន្ទាប់ពីខ្ញុំបានស្គាល់គ្រួសារគាត់ ខ្ញុំឃើញថា កញ្ញា សាន ឈុន មានចរិតពូកែគឺ ចិត្តល្អ ហើយគ្មានដានពីទម្លាប់របស់ក្មេងស្រីតូចទេ ដូច្នេះខ្ញុំជ្រើសរើសនាងដោយចេតនា។ លោក Tao និងកូនស្រីក៏ចូលចិត្តចរិតត្រង់របស់បងប្រុសទីបីខ្លាំងណាស់ ពួកគេបានវាយវាចោលភ្លាមៗ ហើយសម្រេចចិត្តរៀបការសម្រាប់ពួកគេ។ សូម​ទ្រង់​ប្រាប់​ខ្ញុំ​ផង តើ​នេះ​មិន​មែន​ជា​អាពាហ៍ពិពាហ៍​ក្លែងក្លាយ​ទេ​ឬ?»។\n(រឿង​នេះ​ជា​ការ​ប្រៀបធៀប​ព្រោះ​រឿង​អាក្រក់​ប្រែ​ជា​រឿង​ល្អ)។", "聖意": "បួងសួងសុំការការពារផ្ទះ ប្រយ័ត្នស្វែងរកទ្រព្យសម្បត្តិ ជំនួញបំផ្លាញ រារាំងអាពាហ៍ពិពាហ៍ ការដាក់ទណ្ឌកម្ម ធានារ៉ាប់រង Liujia អ្នកថ្មើរជើងជាប់ក្នុងស្រែ ខូចដង្កូវនាង ខូចសត្វចិញ្ចឹម បាត់មនុស្ស បណ្តឹងខុសច្បាប់ បាត់បង់ ការធ្វើចំណាកស្រុក ការអភិរក្ស បាត់បង់ទ្រព្យសម្បត្តិ ជំងឺអាក្រក់។ គ្រោះថ្នាក់ ភ្នំ ផ្នូរ បរាជ័យ", "古人": "Tao Sanchun ផ្តួល Zheng En នៅក្នុងសួន Melon", "第X籤": "លេខកៅសិបប្រាំបួន", "宮": "ហៃគង់"}