{"籤詩版本二": "යහපත් යුග දිවියකට, ශුභ මුහුර්තීන්ට, සුබ මුහුර්තීන්ට ලෝකය නිර්මාණය වී සියලු දේ යහපත් වේවා\nඔබට මෙපමණක් ලැබුණොත් එය සුළුපටු දෙයක් නොවේ.මිනිසුන් විශ්වාසවන්ත හා අවංක බව අධිරාජ්‍යයා ප්‍රකාශ කරයි.", "詩意": "මෙම hexagram නියෝජනය කරන්නේ අහස සහ පොළොව විවෘත කිරීමේ ආරම්භයයි.\nසියල්ල ශුභයි.", "解曰": "වේගවත් වේගය. අවුරුද්ද එහි කාලය වටින්නේ නැත. Guanyin ලියයි. මුලින්ම මට දන්වන්න.", "籤詩故事一": "◇ෂොන්ග්ලි බුද්ධත්වයට පත් විය\nZhongli Quan, Zhongli වාසගම, ලබා දී ඇති නම Quan, අනුග්‍රහය Yunfang යන අන්වර්ථ නාමය සහ Zhengyang යන අන්වර්ථ නාමය, නැගෙනහිර හැන් රාජවංශයේ Shaanxi පළාතේ Xi'an ප්‍රාන්තයේ උපන් අයෙකි.\nZhong Liquan යනු හන් රාජවංශයේ සෙන්පතියෙකි.බටහිර Qiang ට එරෙහි ගවේෂණ අතරතුර, ඔහු අණදෙන නිලධාරි Liang Yi කෙරෙහි ඊර්ෂ්‍යා කළ අතර ඔහුට පැවරුවේ පැරණි සහ දුර්වල සොල්දාදුවන් 30,000 ක් පමණි.ඔහු තම ගමනාන්තයට පැමිණි විගසම කඳවුර කොල්ලකෑවේය. බටහිර Qiang හමුදාව සහ සොල්දාදුවන් පලා ගියහ. Zhong Liquan මිටියාවතක අතරමං වූ අතර අතරමඟදී භික්ෂූන් වහන්සේ නමක් මුණගැසුණි. ඔහු කුඩා ගමකට ගෙන ගොස් \"මෙය ඩොංගුවා මහතාගේ නිවසයි\" කියා ඔහු සමුගෙන පිටත්ව ගියේය. ටික වෙලාවකට පස්සේ එකපාරටම කෙනෙක් කිව්වා \"මේ කොළ ඇස් තියෙන හූ මිනිහා කටකාර වැඩි නිසා වෙන්න ඇති\" ඔහු දැක්කා සුදු මුව ලොම් හැඳ කොළ පැහැති ක්විනෝවා සැරයටියක් අතැතිව සිටින මිනිසෙක් ඔහු දුටුවේය. ඔහු ෂොන්ග් ලික්වාන්ගෙන් ඇසුවේය. මෙන්න Han Da. ජනරාල් Zhongliquan\n? තමාට අමුතු පුද්ගලයෙකු මුණගැසී ඇති බව දැනගත් ෂොං ලික්වාන් කම්පනයට පත් වූ අතර, එබැවින් ඔහු ටාඕ අවංකව ඉගෙන ගත්තේය.\nZhong Liquan පසුව Zhenren Huayang සහ අමරණීය රජු Xuanfu හමුවී \"අමරණීයත්වයේ රහස\" ඉගෙන ගත්තේය. අවසාන වශයෙන්, ඔහු Kongtong කඳුකරයේ Zijin Sihaofeng හි ජීවත් වූ අතර, \"ජේඩ් පෙට්ටියේ රහස\" ලබාගෙන, සැබෑ අමරණීයයෙකු බවට පත් විය.ඔහු Quanzhen නිකාය විසින් උතුරු කුලදෙටුවන් පස් දෙනාගෙන් කෙනෙකු ලෙසද ගෞරවයට පාත්ර විය.", "聖意": "සරත් ඍතුවේ සහ ශීත ඍතුවේ දී ඔබේ නිවස සහ නිවස වාසනාවන්ත වීමට යාච්ඤා කරන්න. සරත් සෘතුවේ සහ ශීත ඍතුවේ වාසනාව සොයන්න, ව්යාපාර කටයුතුවල වාසනාව, විවාහ වාසනාව, පිරිමි දරුවන් බිහි කිරීමට වාසනාව, සංචාරය කිරීමට වාසනාව කෙත්වතු, සේද පණුවන් තුළ වාසනාව, පශු සම්පත් සඳහා වාසනාව, මිනිසුන් සොයා ගැනීමට වාසනාව, නඩු වල වාසනාව, සංක්රමණයට වාසනාව, අහිමි වූ දේපළ, ඊසානදිග රෝගවලට වාසනාව, කඳු සහ සොහොන් යැවීමට වාසනාව", "古人": "ෂොන්ග්ලි බුද්ධත්වයට පත් විය", "第X籤": "පළමු ලකුණ", "宮": "ගර්භාෂය"}