{"籤詩版本二": "කනස්සල්ල සහ කරදර තාවකාලිකව පහව යන අතර ප්‍රීතිය අහසින් පැමිණේ.\nගොම තුළ සඟවා ඇති හකුරු මෙන්, හොඳ සේවකයෙකු දූවිලි ඉවත් කරයි", "詩意": "මෙම hexagram යින් සහ Yang සමගිය නියෝජනය කරයි.\nඔබ සැලසුම් කරන සෑම දෙයක්ම සුබදායකයි.", "解曰": "ලබාගත් කිසිවක් නැත, නැතිවූ දෙයක් නැත. පාඩුවෙන් ලාභ ලබයි. දුෂ්ටයා අමාරුවේ. ඔබට ජය වේවා මහත්තයෝ.", "籤詩故事一": "◇Ye Meng Xiong Chao Di\nYe Mengxiong (1531-1597), ඔහුගේ ගෞරවනීය නම Nanzhao සහ ඔහුගේ නම Longtang, Longtan ලෙස වෙනස් කරන ලද අතර Huayun ලෙසද නම් කරන ලදී. මිං රාජවංශයේ Huizhou Fucheng (දැන් Huicheng දිස්ත්‍රික්කයේ Huizhou නගරයේ කොටසක්) Wanshifang හි උපන් අයෙකි. ජියාජිං පාලනයේ 44 වැනි වර්ෂයේදී (1565), ඔහු ජින්ෂි බවට පත් වූ අතර ක්විං ප්‍රාන්තයේ මහේස්ත්‍රාත් පදවිය පිරිනමන ලදී. ඔහු ස්ථාන මාරු දෙපාර්තමේන්තුවේ අධ්‍යක්ෂ ලෙස සේවය කළ අතර පසුව ෂැන්සි පාරේ අධීක්ෂණ වාරණයට වෙනස් විය.\nවන්ලිගේ 20 වන වර්ෂයේදී (1592), Ningxia හි ජෙනරාල් කොන්සල්, Kuaibai (මොන්ගෝලියානු ටාටාර් ගෝත්‍රයේ ප්‍රධානියා), ආණ්ඩුකාර ඩැං ෂින් මරා දමා හෙක්සි පළාතේ හතළිස් හත්වන බලකොටුව අල්ලා ගත්තේය. , නගරය බිඳ, නමස්කාර කර පුළුස්සා දැමීය. තමන්ම මරණයට. මෙං ෂියොන්ග් ණය ගැනීමේදී අහංකාර නොවන අතර, සටන් කිරීමට නිර්භීත ජෙනරාල්වරුන්ගේ දක්ෂතා තරම්ම ඔහුගේ දක්ෂතාවලට ඉඩ සලසයි. නිල Wei Xuezeng නැවත පිහිටුවන ලදී. ඔහුගේ පසු කාලය තුළ, ඔහු පස් වතාවක් ඉල්ලා අස් වූ අතර Huilong පන්සල ගොඩනැගීම සඳහා Huizhou වෙත ආපසු පැමිණියේය.\nYe Mengxiong ආරම්භයේදී සිවිල් සේවකයෙකු ලෙස තාඕවාදයට ඇතුළු වූ අතර ඔහුගේ අඛණ්ඩතාව සඳහා ප්‍රසිද්ධියට පත් විය.පැරණි ඉතිහාස වාර්තාවල සඳහන් වූයේ ඔහු \"නිහතමානීව සහ හැකියාවෙන් පළමුවැන්නා\", \"දූෂණය නැති කරන අතර කැරලිවලට දඬුවම් කරයි\", හොඳ නමක් ඉතිරි කරමිනි; අතිශයින්ම පක්ෂපාතී, ධෛර්ය සම්පන්න, ධෛර්යසම්පන්න සහ සම්පත්දායකය. තුවක්කුවෙහි දක්ෂය. ඔහුගේ ජීවිතයේ දෙවන භාගයේදී, ඔහුගේ සටන් කලා කුසලතා \"මිං රාජවංශයේ ඉතිහාසය\" තුළ සටහන් වූ අතර ඔහු ජාතික වීරයෙකු ලෙස සැලකේ.", "聖意": "නිවස අහිතකරයි (වැඩියෙන් සාමකාමීයි) සරත් ඍතුව සහ ශීත කාලය තමාටම හොඳයි, ධනය සාර්ථක වනු ඇත, ගනුදෙනු සාර්ථක වනු ඇත, විවාහය සාර්ථක වනු ඇත, ලියුජියා ව්‍යාජ ලෙස කලබලයට පත් වනු ඇත (නිධාන ඇත), පදිකයින් පිට්ටනියට යයි. සේද පණුවන් සඳහා යාඥා කරන්න, සතුන් හය දෙනෙකු පැතලි වනු ඇත, මිනිසුන් සොයා ගනු ඇත, මහජන නඩු අවාසිදායක වනු ඇත, සංක්‍රමණය ගතානුගතික වනු ඇත, නැතිවූ දේපල වලට බාධා ඇති වේ, ෆුෂාන් සොහොනෙහි රෝග නිරාකරණය වනු ඇත", "古人": "Ye Meng Xiong Chao Di", "第X籤": "දහසයවන ජයග්‍රාහී ලොටෝ", "宮": "මාගොං"}