{"籤詩版本二": "වේගවත් ජල වෙරළෙන් බෝට්ටුවට ආපසු යාමට ඉඩ දී, කැළඹීම නිසා ඔබට කුමක් කිරීමට අවශ්‍යද?\nඔබට ආරක්‍ෂිතව සිටීමට අවශ්‍ය නම්, නිස්කලංක භාවය පතා, මෙම අර්බුදය පසුකර යන තෙක් රැළි බලා සිටින්න.", "詩意": "මෙම ෂඩාස්‍රය වේගවත් වෙරළක ගමන් කරන බෝට්ටුවක් වැනිය.\nසෑම දෙයකදීම ගතානුගතිකව සිටින්න, කාලය එනතෙක් බලා සිටින්න.", "解曰": "ශක්තිමත් ජලයෙන් බැස යන්න. අනතුර කාලය එනතුරු බලා සිටීමයි. කඳවුරු සැලසුම් ගැන ඇහුවොත්. කිසිවක් කළ නොහැක.", "籤詩故事一": "◇Ziyi රජු ලෙස කිරුළු පැළඳ සිටී\nGuo Ziyi (697-781), Guo Linggong ලෙසද හැඳින්වේ, Huazhou (දැන් Huaxian County, Shaanxi Province) හි Zheng ප්‍රාන්තයේ උපන් අයෙක් සහ ටැං රාජවංශයේ සෙන්පතියෙකි.\nTianbao (755) ගේ 14 වන වසරේ අන්ෂි කැරැල්ල අතරතුර, ඔහුට Shuofang Jiedushi (Lingwu, වර්තමාන Ningxia හි Lingwu ට බටහිරින්) යන පදවිය පිරිනමන ලදී.ඔහුට කුරුස යුද්ධයට අණ කරන ලදී.ඔහු Shuofang ගේ හමුදාව Li Guangbi සමඟ ඒකාබද්ධ කරමින් ගමන් කළේය. ඔවුන් චැංෂාන් (ෂෙන්ඩිං, හෙබෙයි) හිදී හමුදාවට එකතු වී ෂි සිමිං පරාජය කර හෙබෙයි වෙත නැවත ලබා ගත්හ. මෙම අවස්ථාවේදී, Guo Ziyi අධිරාජ්‍යයා ටොන්ගුවාන් වටලෑම අවම කිරීම සඳහා Fan Yang උතුරෙන් රැගෙන කැරලිකාර කොටි ගුහාවට පහර දෙන ලෙස යෝජනා කළ නමුත් Xuanzong එය ප්‍රතික්ෂේප කළේය. ඉන්පසුව, ටෑං රාජවංශයේ අවසාන භාගයේ බෙදුම්වාදී යටත් නගරවල තත්ත්වය රෝපණය කරන ලද අතර, එය ටෑං රාජවංශයේ අභාවයට දුරස්ථ හේතුව ද විය.\nTianbao ගේ පාලන සමයේ (756) පහළොස්වන වර්ෂයේදී, ඔහු සහ Uighur සභාගය Hequ සමනය කරන ලදී.ඊළඟ වසරේ වසන්තයේ දී, ඔවුන් Hedong (දැන් Yongji, Shanxi) සහ Feng Yi (දැන් Dali, Shaanxi) සහ Tongguan වෙත පහර දුන්හ. Cui Qianyu පරාජය කිරීම.Tang හමුදාවට 10,000කට වඩා තුවාල සිදු විය. Cui Qianyu පුජින්ට යටත් විය. ලූෂන් මරා දැමුවේ ඔහුගේ පුත් ඇන් කිංසු විසිනි.\nZhide ගේ දෙවන වසරේ (757), ඔහුට Fengxiang වෙත හමුදා මෙහෙයවීමට අණ කරන ලදී.එම අතරමගදී, Baiqu Liuyun පාලමේදී (අද සන්යුආන් හි ගිනිකොන දෙසින්) Li Guiren ගේ අශ්වාරෝහක හමුදාව 5,000 පරාජය කළේය. මැයි මාසයේදී ඔහු An Shouzhong සහ Li සමඟ සටන් කළේය. Qingqu හි Guiren (අද Xi'an බටහිරින්) පරාජය වූ අතර, ඔහු Wugong වෙත (අද Wugong හි වයඹ දෙසින්) ඉවත් විය. සැප්තැම්බර් මාසයේදී, 150,000 භටයින් සමඟ එක් වීමට Tang සහ Uighurs නායකත්වය දීමට ඔහු මාර්ෂල් Guangping Wang Li Chu අනුගමනය කළ අතර පසුව සටන් කළේය. Xiang හි An Shouzhong සහ Li Guiren සමඟින්, Ji පන්සලට උතුරින් (අද Chang'an ප්‍රාන්තයේ නිරිත දෙසින්), Uighur සොල්දාදුවන් සතුරාට පිටුපසින් වට වී, දෙපැත්තෙන්ම ප්‍රහාර එල්ල කර, සතුරන් 60,000 මරා දැමූහ. Zhang Tongru Shaanxi County වෙත පලා ගියේය. අවසානයේ චංග්ආන් අගනුවර (අද සියාන්) නැවත ලබා ගත්තේය.ටැං හමුදාවේ තේජස නැවත වරක් චැන්ගන් වෙත ප්‍රතිෂ්ඨාපනය විය.\nඉන්පසුව, ටෑං හමුදාව ජයග්‍රහණයෙන් ප්‍රයෝජන ගෙන නැගෙනහිර දෙසට ගමන් කරමින්, ෂින්දියන් හි (දැන් සැන්මෙන්ක්සියා නගරයේ, හෙනන් පළාතේ නිරිත දෙසින්) යාන් ෂුආන්ග් සහ ෂැං ටොන්ග්රු ඇතුළු මිනිසුන් 150,000ක් පරාජය කරමින්, කහ ගඟ තරණය කර ෂියංෂු වෙත පසුබැසීමට ඇන්කිං ෂුට බල කළේය. Dongjun Luoyang ආපසු පැමිණියේය. සිටුතුමා පිනට එකතු කරලා රටේ ආදිපාද කරන්න.\nAn Qingxu ගලවා ගැනීම සඳහා Shi Siming ඔහුගේ හමුදාව Fan Yang වෙතින් ගෙන ගියේය.දෙපාර්ශ්වය අන්යැන්ග් ගඟට උතුරින් (අද අන්යැන්ග්හි උතුරින්) පිහිටුවා ගනිමින් සටන් කළහ.සටන වෙන් කළ නොහැකි විය.අවසානයේ, Tang හමුදාව විසින් මෙහෙයවන ලද Jiedushi නව දෙනෙකු විසින් මෙහෙයවන ලදී. මිනිසුන් 600,000 ක් සිටින බව ප්‍රකාශ කර, (යෙචෙන්ග් සටනේදී) පසුබැස ගියහ. මෙම සටනේ ප්‍රධාන අණ දෙන නිලධාරියා වූයේ නායකත්ව කුසලතා නොමැති යු චාඕන් නපුංසකයා වන අතර සටනේ අසාර්ථකත්වය සඳහා ගුඕ සියිට දොස් පැවරීය. Guo Ziyi නැවත Chang'an වෙත කැඳවා, හමුදා බලයෙන් නිදහස් කර, නිෂ්ක්‍රීය නිලධාරියෙකු බවට පත් විය.\nBaoying (762) හි පළමු වසර තුළ, Taiyuan (අද නිරිතදිග Taiyuan) සහ Jiangzhou (අද Shanxi පළාතේ Xinjiang) හි හමුදා කැරලි ගැසූ අතර, අධිකරණය බියට පත් වූ අතර, Ziyi හට Fenyang හි රජු යන පදවි නාමය ලබා දෙන ලදී. Jiangzhou පාලනය කරන්න. ඔහු ද නපුංසක Cheng Yuanzhen විසින් විරසක වූ අතර හමුදා බලයෙන් නිදහස් විය.\n(මෙම කතාවේ අවධානය: ඉතා දක්ෂ හා හොඳින් හැසිරුණු Guo Ziyi, Xuanzong සහ සමහර දුෂ්ටයන් මුණගැසුණු අතර, එය ඔහුගේ ජයග්‍රහණවලට බෙහෙවින් බාධාවක් විය.)", "聖意": "නිවසට සහ තමාට ආශීර්වාද කිරීම, ධනය සෙවීම, ගනුදෙනු නැත, විවාහයක් නැත, බොරු අනතුරු ඇඟවීමක් නැත, ක්ෂේත්‍රවලට පැමිණෙන පදිකයින්, කැන්ජි, මිනිසුන් සොයා ගැනීමට අපහසුය, මහජන නඩු සහ (Xing නොවේ), සංක්‍රමණය, ගතානුගතිකත්වය, නැතිවූ දේපළ, සොයා ගැනීමට අපහසුය රෝග, ආශීර්වාද සඳහා යාච්ඤා කිරීම, කඳු සහ සොහොන්, සුබ", "古人": "Ziyi රජු බවට පත් විය", "第X籤": "දහනවවැනි ජයග්‍රාහී ලොට්", "宮": "ටැට්සුමි"}