{"籤詩版本二": "බොහෝ කරදර සහ අනතුරු වලින් පසුව, මෙතැන් සිට එය නැවත කිසිදා හිස් නොවනු ඇත\nත්‍යාගශීලී හදවතකට තමන්ගේම ත්‍යාගශීලී සැලසුම් ඇත.විශිෂ්ට ජයග්‍රහණ ලබා ගැනීමට ඔබ විශේෂඥයෙකු හමුවිය යුතුය.", "詩意": "මෙම ෂඩාස්‍රය උල්පතක් සහිත පුරාණ ළිඳක් බඳුය.\nසෑම දෙයකදීම උතුම් මිනිසුන් සාර්ථකත්වය අත්කර ගනී.", "解曰": "නඩුව අවසානයේ සාධාරණීකරණය වනු ඇත. අසනීප සහ ආරක්ෂිතයි. උපදෙස් ලබා ගැනීමට ඇතුලට යන්න. පුරාණ ළිඳ වසන්තය හමුවෙයි.", "籤詩故事一": "◇Yao Chong පළඟැටියන් පාලනය කරයි\nYao Chong (649-721), ඔහුගේ සැබෑ නම Yuan Chong, Shaanzhou වලින් විය.ඔහු Xia Guan, Chunguan හි Shangshu, Ziweiling, Zhongshuling සහ Tang රාජවංශයේ අගමැති ලෙස සේවය කළේය.\nKaiyuan (716) සිව්වන වසරේ, Shandong (සාමාන්යයෙන් Huashan නැගෙනහිර කහ ගංගා ද්රෝණියේ සඳහන්) පළඟැටියන් විසින් පීඩාවට පත් විය, මිනිසුන් මිථ්යා අදහස්වලින් බැඳී සිටි අතර ඔවුන් දඩයම් කර මරා දැමීමට එඩිතර නොවී, ඒ වෙනුවට, ඔවුන් පිහිටුවා ගත්හ. පූජා, සුවඳ ද්‍රව්‍ය දල්වා, කෙත්වතු අයිනේ වන්දනාමාන කරමින්, පළඟැටියන් විසින් භෝග කා දමනු බලා සිටියා.\nසියලුම නිලධාරීන් විශ්වාස කළේ: \"පළඟැටියන් යනු ස්වභාවික විපතක්, ඔවුන් මිනිස් බලයෙන් පාලනය කරන්නේ කෙසේද!\" පළඟැටියන් තුරන් කිරීම හෝ නොකිරීම යන විවිධ අදහස් දෙකක් අතර අරගලය එකල දරුණු විය.\nයාඕ චොං මෙසේ පැවසීය: \"අපි එකට වැඩ කරන තාක් කල්, අපට ඔවුන් සියල්ලන්ම ඉවත් කළ හැකිය. ඔහු පැවසුවේ: පළඟැටියන් මිනිසුන්ට බිය වෙති, එබැවින් ඔවුන් පලවා හැරීම පහසුය. බීජ පැලවලට අයිතිකරුවන් ඇත, එබැවින් බේරා ගන්නන් වෙහෙස මහන්සි වී වැඩ කළ යුතුය; පළඟැටියන් පියාසර කළ හැකි අතර රාත්‍රියේ ගින්නක් දුටු විට ඔවුන් නිසැකවම පියාසර කරනු ඇත; කෙතේ ගිනි තබන්න, දැවෙන විට වළවල් හාරන්න, දැවෙන විට වළලන්න, එවිට කිසිවක් ඉතිරි නොවනු ඇත.\nXuanzong මෙසේ පැවසීය: \"පළඟැටියන් යනු දුර්වල සදාචාරාත්මක පාලනයක් නිසා ඇති වන ස්වභාවික ව්‍යසනයකි. ඔබ ඔවුන්ව දඩයම් කර මරා දමන ලෙස ඉල්ලා සිටියහොත්, මෙය ධාන්‍යවලට පටහැනි නොවේද?\"\nයාඕ චොං තවදුරටත් මෙසේ පැවසීය: \"පළඟැටියන් ඇල්ලීම සහ මරා දැමීම පැරැන්නන් විසින් සිදු කරන ලද අතර, ඔබේ මහිමය අනාගතයේදී එය භාවිතා කරනු ඇත. එය ගොවීන්ට සාමය සහ සමෘද්ධිය ගෙන ඒමේ ප්‍රධාන ජාතික සිදුවීමකි. කරුණාකර එය බැරෑරුම් ලෙස සලකන්න.\"\nXuanzong ට ඒත්තු ගියේය. නමුත් ඒ වෙලාවේ උසාවිය ඇතුලේ සහ පිටත හැමෝම කිව්වේ පළඟැටියන් දඩයම් කරන්න බැහැ කියලා.\nXuanzong මෙසේ පැවසීය: \"මම අගමැති සමඟ සාකච්ඡා කර පළඟැටියන් අල්ලා ගැනීමට තීරණය කළෙමි. නැවත විරුද්ධ වන ඕනෑම කෙනෙකුට මරණ දණ්ඩනය ලැබෙනු ඇත.\" එබැවින් ඔහු පළඟැටියන් පුළුස්සා භූමදාන කිරීමට ජනතාව අධීක්‍ෂණය කිරීමට සහ යොමු කිරීමට වාරණය යැවීය.\nඑහි ප්‍රතිඵල ඉතා සාර්ථක විය.රට පුරා පළඟැටියන් දං මිලියන නවයක් අල්ලා ගත් අතර පළඟැටි උවදුර සාර්ථකව තුරන් විය.එම වසරේ කෘෂිකර්මාන්තයෙන් හොඳ අස්වැන්නක් ලැබිණි.\n(ආපදා කළමණාකරණයේදී සහ ඉවත්කිරීමේදී ප්‍රඥාව භාවිත කළ යුතු අතර දුෂ්කරතා මඟහරවා ගැනීමට සූක්ෂ්ම උපක්‍රම තිබිය යුතුය. යාඕ චොං මේ සම්බන්ධයෙන් විශේෂඥයා වේ)", "聖意": "නිවස සාමාන්‍ය ය, ස්වයං අවහිර වේ, මුදල් සෙවීම අවහිර වේ, වෙළඳාම අවහිර වේ, විවාහය හා සමගිය අවහිර වේ, ලියුජියාවේ අනතුරක් ඇත, පදිකයින් අවහිර වේ, සේද පණුවන් අවහිර වේ, පශු සම්පත් අහිතකර ය, මිනිසුන් අතුරුදහන් වේ, පොදු නඩු අවහිරයි, සංක්‍රමණය අසාධාරණයි, නැතිවූ භාණ්ඩ සොයාගැනීම අපහසුයි, රෝග සඳහා යාඥා කිරීම අපහසුයි, කඳු සහ සොහොන් නොසන්සුන්.", "古人": "Yao Chong පළඟැටියන් පාලනය කරයි", "第X籤": "විසිපස්වැනි ලොතරැයිය දිනමින්", "宮": "මි මාලිගය"}