{"籤詩版本二": "කටකතාවලට අනුව දේවල් උඩු යටිකුරු වී ඇති අතර මට ක්ෂිතිජයෙන් ලිපියක් ලැබුණි.\nපොතේ මට පොරොන්දු වූ කීර්තිය සහ සාර්ථකත්වය අවසානය දක්වා හිස්ව පැවතුනි.", "詩意": "මෙම හෙක්සැග්‍රෑම් ව්‍යාජ නමක් ඇත.\nසෑම දෙයකදීම ගතානුගතික වීම සුදුසුය.", "解曰": "උඩ යට අප්සට්. විවේකය සෙවීම නිෂ්ඵල නොවේ. කීර්තියට ඇති ආශාව. පරිස්සමින් ඉන්න.", "籤詩故事一": "◇Zhong Kui බුද්ධත්වයට පත් වේ\nZhong Kui, ඔහුගේ වාසගම Zhong Kui වේ, ඔහුගේ අනුග්‍රහය Zhengnan නම්, Zhongnanshan වෙතින්.\nටෑං රාජවංශයේ ඩෙසොං අධිරාජ්‍යයාගේ පාලන සමයේදී, ෂොං කුයි අධිරාජ්‍ය විභාගයට සහභාගී විය.ෂොං කුයි විභාග ප්‍රශ්න කියවා වහාම එක වර ලිපිය ලියා එය භාර දුන්නේය. එදින ප්‍රධාන පරීක්ෂකවරයා වූයේ සිවිල් කටයුතු අමාත්‍ය හන් යූ වන අතර නියෝජ්‍ය පරීක්ෂකවරයා වූයේ ශ්‍රේෂ්ඨ විද්වතෙක් වූ ලු ෂි ය. ඔවුන් දෙදෙනා Zhong Kui ගේ පත්‍රය කියවන විට, ඔවුන්ගේ දෑස් දිලිසුණු අතර ඔවුන් එක හඬින් මෙසේ කීහ: \"විශාරද, මායාකාරිය! මෙම ලිපියේ සෑම වචනයක්ම විශිෂ්ටයි, Li Taibai සහ Du Zimei ට වටිනවා!\" එබැවින් ඔවුන් Zhong Kui පළමු ස්ථානය ලෙස නම් කළහ.\nDezong අධිරාජ්‍යයා හන් යූගේ වාර්තාවට සවන් දී නව විද්‍යාවේ ශූරයා වූ Zhong Kui ඉතා දක්ෂයෙකු බවත්, එබැවින් ඔහු රන් මාලිගයට Zhong Kui කැඳවූ බවත් පැවසීය.\nඔහුගේ අවලස්සන පෙනුම දුටු Dezong අධිරාජ්‍යයා වහාම අප්‍රසාදයට පත් වී “අපේ රාජ සභාවේ උගතුන් තෝරා ගැනීම පෞද්ගලික වචන සහ අක්ෂර වින්‍යාසය මත පදනම් වේ, එවැනි අවලස්සන පුද්ගලයෙකු ස්වර්ණමය විද්‍යාවේ අංක එකේ පඬිවරයා ලෙස තෝරා ගන්නේ කෙසේද? \"\nහැන් යූ කඩිමුඩියේ දණින් වැටී මෙසේ කීවේය: \"පුද්ගලයෙකුගේ හොඳ නරක සියල්ල බාහිර පෙනුමෙන් නොවේ. යාන් යින්ග් අඩි තුනක් උසැති බවත්, අගමැතිට සමාන බවත්, ශුද්ධ වූ ස්වාමීන් වහන්ස, ඔබට ඇසෙන්නේ නැද්ද? ෂෝ චැං ගොත ගැසුවත් හැන් රාජවංශයට උදව් කළ හැකිය; කොන්ෆියුසියස් මිනිසුන්ව ඔවුන්ගේ පෙනුමෙන් විනිශ්චය කරයි, ඔහුගේ පුත් යූ අහිමි වේ. ඔබේ මහිමය දෙවරක් සිතනු ඇතැයි මම බලාපොරොත්තු වෙමි.\"\nDezong අධිරාජයා මොහොතක් කල්පනා කර මෙසේ පැවසීය: \"Han Aiqing ගේ වචන සාධාරණ වුවත්, මම Taizong අධිරාජ්‍යයා වූ විට, Yingzhou වෙත පැමිණ ඒ ගැන කතා කළ විද්වතුන් දහඅට දෙනෙක් සිටියහ. මේ මිනිසා අංක එකේ විද්වතා විය. මම ලෝකය ගැන බිය වෙමි. දක්ෂතා හඳුනා නොගැනීම ගැන මට සිනාසෙනු ඇත.\"\nඅග්‍රාමාත්‍ය Lu Qi පටු අදහස් ඇති දක්ෂතාවලට ඊර්ෂ්‍යා කළ අතර අධිරාජ්‍යයාගේ වචන අසා දණින් වැටී මෙසේ පැවසීය: “රන් විෂයෙහි අංක එකේ පණ්ඩිතයා අභ්‍යන්තර හා බාහිර විය යුතුය, මෙම විෂය සඳහා අපේක්ෂකයින් තුන්සියයක් සිටිති. ඇයි ඔබ වෙනත් එකක් තෝරා නොගන්නේ?\"\nමේ මිනිසා මෙතරම් ව්‍යාකූල වී ඇති බව දුටු ෂොං කුයිට කෝපය වළක්වා ගත නොහැකි විය.ඔහු Lu Qi දෙසට ඇඟිල්ල දිගු කර සාප කළේය: “මෙතරම් නූගත් නිලධාරියෙකු අධිකරණයේ සිටියහොත් ඔහු රටට හානියක් නොකරයිද?” ඉන් පසුව, ඔහු තම හස්තයෙන් Lu Qi ට පහර දුන්නේය.\nමෙය දුටු ඩෙසොං කෝපයට පත් වී මෙසේ පැවසීය: \"ඔබ ඉතා නිර්භීතයි, රන් මාලිගයේ කරදර ඇති කිරීමට ඔබ එඩිතරයි, එය ඉක්මනින් ඉවත් කරන්න!\"\nකෝපයෙන්, ෂොං කුයි මාලිගාවේ සිටගෙන සිටි සෙන්පතියාගේ ඉණෙන් කඩුව ඇද, මහ හඬින් සුසුම් හෙළීය: \"කලකිරුණු බළලෙකුට කොටියෙකු අනුකරණය කිරීම දුෂ්කර ය, කලකිරුණු ගිරවෙක් තරම් හොඳ නැත. කුකුල් මස්.\" ඊට පස්සේ ඔහු සියදිවි නසා ගත්තා.\nෂොං කුයි කෝපයෙන් සියදිවි නසාගත් බව දුටු ඩෙසොං අධිරාජ්‍යයා අතිශයින් පුදුමයට පත් විය.මිනිසුන්ගේ සිත් දිනාගැනීම සඳහා ඔහු ෂොං කුයිව අංක 1 විශාරද යන නිල නාමයෙන් මිහිදන් කරන ලෙස නියෝග කළ අතර ඔහු ෂොං කුයි දෙවියන් ලෙසද නම් කළේය. ලෝකයෙන් නපුරු ආත්මයන් දුරු කිරීම සඳහා භූතවාදය.", "聖意": "ඔබේ නිවසට ආශිර්වාද කරන්න, ඔබේම ආරක්ෂාව, මූල්‍ය දුෂ්කරතා, ව්‍යාපාර අසාර්ථකත්වය, විවාහ අසාර්ථක වීම, ලියුජියා කාන්තා පදිකයින්, විශ්වාස ක්ෂේත්‍රයේ සේද පණුවන් අඩක් පිසූ, ගෘහාශ්‍රිත සතුන් හය දෙනෙකු, ඇති දැඩි කළ හැකිය, අතුරුදහන් වූවන්, බටහිර මහජන නඩු, සංක්‍රමණය අහිමි වීම, ගතානුගතිකත්වය, දේපල අහිමි වීම, රෝගාබාධ, කඳුකරයේ සහ සොහොන් වල වාසනාව සඳහා යාච්ඤා කරන්න", "古人": "ෂොං කුයි ටාඕ දිනා ගත්තේය", "第X籤": "විසි හයවන ලොතරැයිය දිනුම් (ලොතරැයිය)", "宮": "මි මාලිගය"}