{"籤詩版本二": "සාමකාමීව සහ නිශ්ශබ්දව කාලය ගත කිරීම, බඩ පිරුණු පසු තේ පානය කරන අතරතුර වාඩි වී හා වැතිර සිටීම\nඔබ ශාරීරිකව හා මානසිකව කාර්යබහුල වීමට අවශ්ය නැත, ඔබ නියත වශයෙන්ම අයුක්තිය හෝ ව්යසනය සිදු නොකරනු ඇත.", "詩意": "මෙම hexagram සාමයේ සහ ස්ථාවරත්වයේ සංකේතයකි.\nසෑම දෙයකදීම, නියමිත වේලාවට බලා සිටීම වාසනාව ගෙන එයි.", "解曰": "ආරක්ෂිතව සහ හොඳින් සිටින්න. දෙවිවරුන්ගෙන් අහන්න. වෙලාව එනකම් ඉන්න. අහම්බෙන් දේවල් වෙනවා.", "籤詩故事一": "◇Foyinhui Dongpo\nවරක් Su Dongpo, Zen අධ්‍යයනය කරන අතරතුර යම් අවබෝධයක් ලබා ගත්තේය.ඔහු තම රාජ්‍යය ඉක්මවූ බව වටහා ගත් අතර, ඔහුට එයින් සතුටක් දැනුනි. මගේ ආශාව පාලනය කර ගත නොහැකි වූ මම මගේ පෑන දිග හැර කවියක් ලිව්වෙමි.\n\"අහස මැද, ජිෂෝ විශ්වය පුරා දීප්තියෙන් බබළයි; සුළං අටකින් හමන්නට නොහැකිව, ඔහු දම් පැහැති රන් නෙළුමක් මත කෙළින් වාඩි වී සිටී.\"\n(සුළං අටෙන් සඳහන් වන්නේ: ලාභය, පිරිහීම, විනාශය, කීර්තිය, ප්‍රශංසාව, උපහාසය, දුක්ඛය සහ සතුටයි. එනම්, මෙම අට භාවයෙන් අමනාප නොවීම \"සුළං අට චලනය කළ නොහැක\" ලෙස හැඳින්වේ.)\nඑය ලිවීමෙන් පසු, ඩොංපෝ තම සේවකයා ගඟෙන් එගොඩට යැව්වේ එය ජින්ෂාන් පන්සලේ සෙන් මාස්ටර් ෆොයින් වෙත ලබා දීමටයි.\nසෙන් මාස්ටර් ෆොයින් එය කියවීමෙන් පසු, ඔහු එය \"ෆාට්\" යන වචනයෙන් සලකුණු කර ආපසු ගැනීමට තම සේවකයාට දුන්නේය.\nමෙය දැකීමෙන් කෝපයට පත් දොංපෝ ගඟෙන් එගොඩ ඔරුවක් රැගෙන ජිංෂාන් පන්සලට ගියේ සාකච්ඡාව සඳහා බුදුන්ගේ මුද්‍රාව සොයා ගැනීමටය.\nඩොංපෝ ජින්ෂාන් පන්සලේ ගේට්ටුව ළඟට එනකොට ෆොයින් ගේට්ටුව ළඟ බලාගෙන හිටියා.\nසු ඩොංපෝ වහා ෆොයින් ට චෝදනා කළේ ය: \"ඇයි ඔබ මා ලියූ කවිය ෆාට් එකක් ලෙස හඳුන්වන්නේ?\"\nෆොයින් පිළිතුරු දුන්නේ: \"ඔබට දැනටමත් 'සුළං අටෙන් පිඹීමට නොහැකි' නොවේද? ඔබට 'ගඟෙන් එගොඩ' පහර දුන්නේ කෙසේද!\"\nමේ වෙලාවේ තමා හොඳ මදි බව දැනගත් ඩොංපෝ කම්පනයට පත්ව ලැජ්ජාවෙන් පිටව ගියේය.\n(මේ කතාව \"උණුසුම තවම පැමිණ නැත\" යන්නට උපමාවකි)", "聖意": "ඔබේ නිවස සහ ඔබේම ආරක්ෂාව, ඔබේ ධනය, ඔබේ ව්‍යාපාර සඳහා, හොඳ කාලයක් සඳහා, ඔබේ විවාහය සඳහා, ලියුජියා හි කාන්තා සංචාරකයෙකු සඳහා, කෙත්වල සේද පණුවන් පැමිණීම සඳහා, පශු සම්පත් හය සඳහා ස්ථාවර වීමට යාච්ඤා කරන්න, කෙනෙකු සොයා ගැනීම සඳහා, කරදර සඳහා, පොදු නඩු කටයුතු සඳහා, සංක්රමණය සඳහා, අහිමි දේපල සඳහා, අසනීප සඳහා, කඳු මිනීවළක් සඳහා, නැකත්", "古人": "Foyinhui Dongpo", "第X籤": "ජයග්‍රාහී අංකය තිස් එකකි", "宮": "වෙයි ගොං"}