{"籤詩版本二": "ආපසු ගමන ස්ථිරයි.ගලේ හැංගිලා තියෙන හකුරු කවුද දන්නේ?\nහොඳ ශිල්පියෙකුට පැහැදිලි කප්පාදුවක් ඇති වූ පසු, ජැස්පර් යුගයේදී ඔහුට ආරක්ෂිත සහ ආරක්ෂිත බවක් දැනෙනු ඇත", "詩意": "මෙම hexagram හි, ඔබ ගලක් කපන විට ජේඩ්ගේ රූපය දැකිය හැකිය.\nසෑම දෙයකම සාර්ථක වීමට වෙහෙස මහන්සි වී වැඩ කරන්න.", "解曰": "නිධානය ගලෙහි ඇත. නොදන්නා අය දන්නේ අල්ප වශයෙනි. එය පැහැදිලි වන තුරු රැඳී සිටින්න. ඔබට හැකි ඕනෑම දෙයක් කරන්න.", "籤詩故事一": "◇Liu Bei දක්ෂතා සොයයි (පිදුරු සහිත ගෘහයට පැමිණීම් තුනක්, පිදුරු දැමූ ගෘහයට පැමිණීම් තුනක්)\nතුන් රාජධානි කාලය. Zhuge Liang ජීවත් වූයේ Longzhong හි තණකොළ සහිත පැල්පතක හුදකලාවය. Liu Bei දක්ෂතා සෙවීමට ආශාවෙන් සිටි නිසා ඔහු Zhuge Liang හමුවීමට පෞද්ගලිකව ගියේය. ඔහු Zhuge Liang වෙත තුන් වරක් (ඉතිහාසයේ \"Three Visits to the Thached Cottage\" ලෙස හැඳින්වේ) Liu Bei අන් අයගෙන් ඈත් වී සිටින ලෙස ඉල්ලා සිටි අතර Zhuge Liangගෙන් ඉල්ලා සිටියේය. : \"හන් රාජවංශය පිරිහෙමින් පවතී, ද්‍රෝහී ඇමතිවරු ඔවුන්ගේ ජීවිත සොරකම් කරති. මහරජාණෙනි.\" දූවිලි වලින් වැසී ඇත. මම මගේ ගුණය සහ මගේ හැකියාව මනින්නේ නැත, මට අවශ්‍ය වන්නේ ලෝකයේ ඇති මහා දැහැමි බව විශ්වාස කිරීමට මිස මගේ ප්‍රඥාවයි. සහ කුසලතා නොගැඹුරු, එබැවින් මම එය බහුලව භාවිතා කරමි. අද වන විට, කෙසේ වෙතත්, මගේ අභිලාෂය තවමත් අවසන් වී නැත, ඔබ සිතනවාද සැලැස්ම ක්‍රියාත්මක වේ යැයි?\"\nZhuge Liang පසුව ලෝකය කොටස් තුනකට බෙදීමේ සැලැස්ම ඔහුට ඉදිරිපත් කළ අතර, Cao Cao නොමැති අතර Sun Quan ඔහුගේ සහයට පැමිණිය හැකි තත්වය විශ්ලේෂණය කළේය. ඔහු Jing සහ Yi ප්‍රාන්තවල ආණ්ඩුකාරවරුන්ගේ බියගුලුකම ගැනද විස්තර කළේය. ඔහුගෙන් ප්‍රයෝජන ගැනීමට අවස්ථාවක් තිබූ අතර ඔහුට ප්‍රයෝජන ගත හැක්කේ මෙම ප්‍රාන්ත දෙකෙන් පමණක් බවත් ඔහුට ලෝකය ජය ගත හැක්කේ එවිට පමණක් බවත් ඔහු මධ්‍යම තැනිතලාවට පහර දීමේ උපාය මාර්ගය පවා ලියු බෙයිට පැවසීය. (මෙම සාකච්ඡාව පසුව \"Longzhong Dui\" ලෙස හැඳින්විණි). Liu Bei මෙය ඇසූ පසු, ඔහු නිධානයක් සොයා ගත්තාක් මෙන් එය වර්ණනා කළේය, සහ උදව් කිරීමට පිටතට පැමිණෙන ලෙස Zhuge Liang හට දැඩි ලෙස ආරාධනා කළේය, එබැවින් Zhuge Liang Liu Bei ගේ හමුදා උපදේශක බවට පත් විය.", "聖意": "නිවස සාමකාමී ය, මම ධනය සොයමි, ශ්‍රම වෙළඳාම විවාහයට බාධා කරන අතර ලියුජියා හි අතථ්‍ය සංචාරකයෙකු බවට පත්වේ.", "古人": "Liu Bei දක්ෂතා සොයයි (අතුරු සෙවිලි කළ ගෘහයට පැමිණීම් තුනක්, පිදුරු දැමූ ගෘහයට පැමිණීම් තුනක්)", "第X籤": "තිස්දෙවන ලොතරැයි ජයග්‍රාහකයා", "宮": "වෙයි ගොං"}