{"籤詩版本二": "ඔබට ආරක්ෂිතව හා සාමකාමීව සිටීමට අවශ්ය නම්, සුළඟේ ඉටිපන්දම් ඇති කිරීම සුදුසු නොවේ.\nපිරිසිදු කර ගැඹුරු ශාලාවක වාඩි වී ආලෝකයෙන් වැළකී නිස්කලංක ස්ථානයක සෙලවීම සහ එහා මෙහා යාම වඩා හොඳය. ෂේක් → යාඕ. නොමිලේ → කිහිපයක්.", "詩意": "මෙම හෙක්සැග්‍රෑම් පහන සහ ඉටිපන්දම සොලවන සුළඟ මෙනි.\nදේවල් ස්ථාවරව තබා ගැනීම වාසනාව ගෙන එයි.", "解曰": "නිස්කලංක ස්ථානයක පදිංචි වන්න. ඇමතුමේ සිටින්න සහ නියමිත වේලාවට සිටින්න. එය ආශීර්වාදයක් නොවේ. කොන්සර්වේටිව් සහ සුදුසු.", "籤詩故事一": "◇Li Jing නැවත කන්දට පැමිණේ\nලී ජිං (571-ජූලි 2, 649), අනුග්‍රහය ලෙස ඖෂධවේදියා, යොන්ග්ෂූහි සන්යුආන් හි උපන් අයෙකි (දැන් ෂැන්සි පළාතේ සන්යුආන් ප්‍රාන්තයේ ඊසාන දෙසින්). පසුකාලීන සුයි රාජවංශයේ සිට මුල් ටෑං රාජවංශය දක්වා ජෙනරාල්වරයෙකු වූ ඔහු ටැං රාජවංශයේ සිවිල් සහ යුධ කුසලතා ඇති ප්‍රසිද්ධ හමුදා උපායමාර්ගිකයෙකි. පසුව, ඔහුට වේ ආදිපාදවරයා යන පදවිය පිරිනමන ලද අතර, ඔහු ලෝකයේ වෙයි ආදිපාදවරයා ලෙස හැඳින්වේ.\nලි ජිං යනු \"තොටේ රජු\" ලෙසද හඳුන්වනු ලබන දෙවියන්ගේ ලැයිස්තුවේ තුන්වන නෙෂා කුමරුගේ පියාය.ලි ජිං සහ ඔහුගේ පුත්‍රයා ෂෝ රැජින පරාජය කිරීමට, ෂෝ රාජවංශය පිහිටුවීමට සහ රජුට ජියැං සියාට (තායි ගොං) සහාය විය. වූ නිල වශයෙන් සිංහාසනයට පත් විය. ජියැං සියා පසුව දෙවිවරුන්ගේ ලැයිස්තුවක් සකස් කර සටනේදී මියගිය සොල්දාදුවන්ගේ ආත්මයන් සනසවන උත්සවයක් කළේය. එතැන් සිට ලෝකය සාමකාමී හා සාමකාමී විය. වූ රජුට අවශ්‍ය වූයේ මාකිස් සාදා ඔවුන්ට ත්‍යාග පිරිනැමීමට මෙන්ම ආරම්භක වීරයන්ට ඉඩම් වෙන් කිරීමටද අවශ්‍ය විය. ලී ජිං, ඔහුගේ පියා සහ පුතා සහ තවත් හත් දෙනෙක් තාඕවාදය පිළිපැදීම සඳහා කන්දට ආපසු යන ලෙසත්, ලෞකික කීර්තිය හා ධනයෙන් උමතු නොවන ලෙසත් ඉල්ලා සිටියහ. පසුව, ඔවුන් හත් දෙනාම \"ශරීරයෙන් සාන්තුවරයන් බවට පත් වූ අතර\" අමරණීයයන් අතරට ශ්රේණිගත විය.\n\"Feng Shen Bang\" කතාව", "聖意": "නිවස ගතානුගතික ය, මම සාමාන්‍ය ය, මම ධනය සොයමි, මට ව්‍යාපාරවල දුෂ්කරතා ඇත, මගේ විවාහය සමගිය නොවේ, පදිකයින්ට විශ්වාසය ඇති කර ගැනීමට ලියුජියා යාඥා කරයි, සේද පණුවන් සරත් සෘතුවේ දී ඉදුණු, සතුන් හය දෙනෙක් ආරක්ෂිත, මිනිසුන් අතුරුදහන්, පොදු නඩු සහ සංක්‍රමණය කොන්සර්වේටිව්, නැතිවූ දේපල රෝග, ජියෑන්ක්සිංෂාන්හි සොහොන් ගෙය වෙනස් නොකරන්න.", "古人": "ලී ජිං නැවත කන්දට පැමිණේ", "第X籤": "තිස්හත්වන ලොතරැයි ජයග්‍රාහකයා", "宮": "ෂෙන් ගොං"}