{"籤詩版本二": "වසර දහස් ගණනක් පැරණි කැඩපත නැවත එක්වෙයි, කාන්තාවක් නැවත විවාහ වන ලෙස සැමියාගෙන් ඉල්ලා සිටී\nඑතැන් සිට, පවුල පරිවර්තනය වී ඇති අතර, දරුවන්ට සහ මුණුබුරන්ට ආශීර්වාද එකතු කර ඇත.", "詩意": "මෙම hexagram නියෝජනය කරන්නේ දර්පණ නැවත එක්වීමයි.\nසෑම දෙයක්ම වෙහෙස මහන්සි වී වැඩ කරන අතර මිල අධිකයි.", "解曰": "රත්තරන් වලට වැලි හාරනවා. මකරෙකු පිට නැගී කොටියෙකු පිට නැගී. එය වෙහෙසකාරී වුවද. ඒකෙ සප්ලිමන්ට් එකක් තියෙනවා.", "籤詩故事一": "◇Yulianhui මිතුරන් දස දෙනෙක්\nසොං රාජවංශයේ දී, Qian Yulian වැන්ග් ෂිපෙන්ග් සමඟ විවාහ විය. ෂි පෙන්ග් විභාගයට පෙනී සිටීමට බීජිං වෙත ගිය විට, ධනවත් සන් රුක්වාන් ඔහුව නැවත විවාහ කර ගන්නා ලෙස යුලියන්ට බල කළේය.\nQian Yulian ධනවත් Sun Ruquan ගේ යෝජනාව ප්‍රතික්ෂේප කළ අතර \"Jing Chai\" විසින් කුලියට ගන්නා ලද Wenzhou හි දුප්පත් විද්වතෙකු වන Wang Shipeng සමඟ විවාහ වීමට කැමති විය.\nපසුව, වැන්ග් ෂිපෙන්ග් පළමු ත්‍යාගය දිනා ගත්තේය.ඔහු අගමැති වන්කි විසින් විවාහ කර ගැනීමට බල කිරීම ප්‍රතික්ෂේප කළ නිසා, ඔහුව දුරස්ථ චාඕයාං හි විනිසුරුවරයෙකු ලෙස සේවය කිරීමට යවන ලදී. Sun Ruquan Wang Shipeng ගේ පවුලේ ලිපිය රහසිගතව \"දික්කසාද ලිපියක්\" ලෙස වෙනස් කර යුලියන්ව රැවටීමට ලක් කළේය.Qian Yulian ගේ සුළු මවද ඇයට නැවත විවාහ වීමට බල කළ නමුත් Yulian එය ප්‍රතික්ෂේප කර ගඟකට විසිවී සියදිවි නසා ගත්තේය. Qian Zaihe විසින් ඇයව බේරා ගන්නා ලදී. ෆුජියන් පළාතෙන් සහ ඔහුගේ හදාගත් දියණිය ලෙස හදා වඩා ගත්තා.\nYulian හිතුවේ Shipeng මැරිලා කියලා.වසර 5කට පස්සේ Wang Shipeng තමයි Ji'an වල ආණ්ඩුකාරයා.ඔහු දිනක් Taoist පන්සලක අනුස්මරණ උත්සවයක් පැවැත්වුයේ තමන්ගේ නැසීගිය බිරිඳ අනුස්මරණය කිරීමයි.Yulian අහම්බෙන් Ji'an Taoist පන්සලට ගිහින් පුච්චනවා. සුවඳ දුම්, සහ Wang Shipeng සහ Qian අවසානයේ නැවත එක් විය.", "聖意": "නිවස තමාට යහපත් නැත.සරත් ඍතුව සමෘද්ධිමත් වේ.ධනය සමෘද්ධිමත් වේවා.සරත් ඍතුවද සමෘද්ධිමත් වේ.ව්‍යාපාරික කටයුතු සාර්ථක වේ.විවාහය සාර්ථක වේවා.පදිකයන්ට කුඹුරු යාමට යාඥා කරන්න.සේද පණුවන් ඇතිකළ හැක.පශු සම්පත් හය. උත්ථාන කළ හැක.මිනිස්සු සොයා ගත හැක.පොදු නඩු අශුභදායකය.සංක්‍රමණය ගතානුගතිකය.දේපල අහිමිවීම්,පමා රෝගාබාධ,ආශිර්වාද ප්‍රාර්ථනා කරන්න,කඳු සොහොන් යහපත්ය.", "古人": "යුලියන්හුයි මිතුරන් දස දෙනෙක්", "第X籤": "හතරවන ලකුණ", "宮": "ගර්භාෂය"}