{"籤詩版本二": "රතු රෝදය බටහිරින් වැටේ, හාවා නැඟෙනහිරෙන් නැඟී සිටියි, යින් වර්ධනය වී යැං අතුරුදහන් වේ, සියල්ල සමෘද්ධිමත් වේ\nකාන්තාවක් එය භාවිතා කිරීමට කැමති නම්, එය ඇගේ ධනය වැඩි කර ඇගේ සිතට සතුටක් ගෙන එයි.", "詩意": "මෙම hexgram යනු Yin වර්ධනය සහ Yang අතුරුදහන් වීමේ සංකේතයයි.\nපසුකාලීනව පහසු වීමට පෙර සෑම දෙයක්ම දුෂ්කර ය.", "解曰": "යින් කාන්තාවන්ට ප්රයෝජනවත් වේ. පිරිමින්ට සුදුසු නොවේ. ඔබ උපදෙස් සොයන්නේ නම්. නපුර මුලින්ම පැමිණ පසුව යහපත පැමිණේ.", "籤詩故事一": "◇Wu Zetian සිංහාසනයට පත් විය\nවයස අවුරුදු 14 දී, ටෑං රාජවංශයේ ටයිසොං ලි ෂිමින් අධිරාජ්‍යයා විසින් \"වු මේයි\" නම් වූ දක්ෂ පුද්ගලයෙකු ලෙස වූ මාලිගයට කැඳවන ලදී. Taizong මිය ගිය පසු, Zetian ගැන්යේ පන්සලට ඇතුළු වී කන්‍යා සොහොයුරියක් බවට පත් විය.\nටෑං රාජවංශයේ ගඕසොං අධිරාජ්‍යයා සිහසුනට පැමිණි විට, ඔහු වූ පවුල මාලිගාවට කැදවා ඡාඕයිට ගෞරව දැක්වීමට කටයුතු කළේය. යොන්ගුයිගේ හයවන වර්ෂයේදී (655), ගඕසොං අධිරාජයා වූ තම රැජින ලෙස පත් කළේය.\nWu Zetian බුද්ධිමත්, සාහිත්‍යයට හා ඉතිහාසයට සම්බන්ධ වූ අතර සම්පත්දායකත්වයෙන් පොහොසත් විය. Wu Zetian රැජින බවට පත් වූ විගසම, Gaozong දුර්වල හා රෝගාතුර වූ නිසා, ඔහු ඇතැම් විට ඇයට ඇතැම් දේශපාලන කටයුතු හැසිරවීමට භාර දුන් අතර, එම නිසා ඇයගේ බලය වර්ධනය විය. Shangyuan (674) හි පළමු වසරේ Gaozong අධිරාජ්‍යයා \"අධිරාජයා\" ලෙසද, Wu අධිරාජිනිය \"ස්වර්ගයේ රැජින\" ලෙසද හැඳින්වූ අතර, ඔවුන් දෙදෙනාම \"සාන්තුවරයන් දෙදෙනෙකු\" ලෙස මාලිගාවේ හඳුන්වනු ලැබීය.\nHongdao (683) හි පළමු වසරේ, Gaozong අධිරාජ්‍යයා මිය ගියේය, Li Xian කුමරු සිංහාසනයට පැමිණි අතර Wu Zetian සිංහාසනය භාර ගත්තේය. සිෂෙංගේ (684) පළමු වසරේ පෙබරවාරි මාසයේදී, වූ සේටියෑන් ලුලිංහි රජු ලෙස ලි ෂියෑන්ව නෙරපා හැර ඇගේ සිව්වන පුත් ලී ඩෑන් අධිරාජ්‍යයා ලෙස පත් කර, රාජවංශය දිගටම පාලනය කළේය. එම වසරේම සැප්තැම්බර් මාසයේදී ඇය ධජය රන් බවට පත් කළ අතර නැගෙනහිර අගනුවර වූ ලුඕයැං දිව්‍ය අගනුවර ලෙස නම් කරන ලදී. Tianshou (690) හි පළමු වසරේ සැප්තැම්බර් නවවන දින, Wu Zetian තමා අධිරාජ්‍යයා ලෙස ප්‍රකාශ කර රටේ නම Zhou ලෙස වෙනස් කළේය.", "聖意": "නිවස තමාට අහිතකරය, ආශිර්වාද කිරීම, ධනය සෙවීම, ගනුදෙනුව ආරක්ෂා කිරීම, විවාහයට වාසනාව, දෙවිවරුන් හය දෙනා (ගැහැණු), පදිකයින්, කෙත්වතු අවහිර කිරීම, සේද පණුවන්, සමෘද්ධිමත් පශු සම්පත්, මිනිසුන් සෙවීම, වෙන්වීම, නඩු පැවරීම. , අලාභය, අවාසනාව, දේපල අහිමි වීම, අසනීප, කම්පනය, කඳු සහ සොහොන්, වාසනාව", "古人": "Wu Zetian සිහසුනට පත් වෙයි", "第X籤": "හතළිස් වැනි ලොතරැයි ජයග්‍රාහකයා", "宮": "ඔබ මාලිගාව"}