{"籤詩版本二": "අනන්ත යහපත් වචන ඔබට මතක ඇත, නමුත් ඔබ සොරා හඳුනා ගන්නේ නම් ඔබ ඔබේ පුත්‍රයා වනු ඇත.\nමේ මොහොතේ කෑදර නොවන්න, වසරකට පෙර ඔහු හොඳ දෙයක් කළේ කෙසේදැයි කරදර වන්න.", "詩意": "මෙම හෙක්සැග්‍රෑම් සොරෙකු පුතෙකු ලෙස හඳුනා ගනී.\nඔබ කරන සෑම දෙයකදීම ප්‍රවේශම් වන්න.", "解曰": "මේ එක විතරයි. මහත්මයෙක් වරදක් නොකරයි. එය මතක තබා ගන්න. හුදකලා වෙන්න එපා.", "籤詩故事一": "◇Dong Zhuo Lu Bu පිළිගනී\nලු බු, නිර්භීත සහ සටන් කිරීමට දක්ෂ, නැගෙනහිර හන් රාජවංශයේ අවසානයේ සහ තුන් රාජධානි ආරම්භයේ ප්‍රසිද්ධ හමුදා ජෙනරාල්වරයෙකි.ඔහු වරක් ජිංෂු හි ආණ්ඩුකාර ඩිං යුවාන් තම හදා වඩා ගත් පියා ලෙස සැලකූ අතර ඔහු යටතේ සේවය කළේය.\nනැගෙනහිර හැන් රාජවංශයේ ලින්ග් අධිරාජ්‍යයාගේ මරණයෙන් පසු, ඩිං යුවාන් රජය පාලනය කිරීම සඳහා ජෙනරාල් හී ජින් සමඟ හවුල් වීමට බීජිං වෙත ගියේය.\nඩොං ෂුඕ ඩිං යුවාන් සමඟ සටන් කළ නමුත් ලු බු පරාජය කිරීමට ජෙනරාල්වරුන් කිහිප දෙනෙකුට නොහැකි වූ නිසා ඩොං ෂුඕ ලු බුට අල්ලස් දීමට ඔහුගේ යටත් නිලධාරි ලී සු යැවීය. Li Su \"Lu Bu බලන්න\" යන්න රන් සහ රිදී වස්තු ගොඩවල් සහ සුප්‍රසිද්ධ රතු හාවා අශ්වයා ගෙනාවා. ලී සූ රන් රිදී නිධන් ගොඩවල් සහ සුප්‍රසිද්ධ රතු හාවා අශ්වයා ලු බු නැරඹීමට ගෙන ආවේය. ඉතින් ලු බුට ඩිංග් යුවාන්ව මරන්න ඩොං ෂුඕ විසින් අල්ලස් ලබා දුන් අතර, තම සෙබළුන්ටද අවශ්‍ය නම් ඔහු සමඟ එන ලෙසත්, ඔහු පසුපස යාමට අවශ්‍ය නැතිනම් ඉවත්ව යන ලෙසත් පැවසූ අතර, එහි ප්‍රතිඵලයක් ලෙස බොහෝ සෙබළුන් පලා ගියහ. ඉතින් ලු බුට ඩොං ෂුඕ අල්ලස් දීලා ඩිං යුවාන් මැරුවා.\nඩොං ෂුඕ බලයට පත්වීමෙන් පසු, ඔහු ලු බුව තම හදාගත් පුත්‍රයා ලෙස හදා වඩා ගත් අතර ඔහුව සෙන්පතියෙකු සහ මාර්කිස්වරයෙකු බවට පත් කළේය.\nඩොං ෂුඕට ප්‍රචණ්ඩකාරී ස්වභාවයක් තිබූ අතර, ලු බු සමඟ \"පියා-පුතු සම්බන්ධය\" ඇත්ත වශයෙන්ම ඉතා දුර්වල විය.ක්‍රි.ව. 189 දී සිටු වැන්ග් යුන්ගේ උසිගැන්වීම මත ලු බු ඩොං ෂුඕව මරා දැමීය.\nDong Zhuo ගේ මරණයෙන් මාස හයකට පසු, Dong Zhuo ගේ පැරණි හමුදා අගනුවර ආක්‍රමණය කළ අතර, Lu Bu සහ ඔහුගේ බිරිඳ කලබලයෙන් පලා ගියහ. අගනුවර හැර ගිය පසු ලූ බු යුආන් ෂු, යුවාන් ෂාඕ, ෂැං යැං, ෂැං මියාඕ, ලියු බෙයි ආදී යුධ නායකයන් ගෙන් රැකවරණය පතා එකල සිටි තවත් ප්‍රධාන යුධ නායකයෙකු වූ කාඕ කාඕ සමග බොහෝ වාරයක් සටන් කළේය.ලූ බු නිර්භීත හා යහපත් විය. සටන් වලදී, සහ Cao Cao කිහිප වතාවක් පරාජය කරන ලදී.\nනැගෙනහිර හන් රාජවංශයේ Jian'an ගේ තුන්වන වසරේ දී, Cao Cao ගේ හමුදා Xiaopei, Lu Bu ගේ කඳවුරට පහර දුන් අතර, Baimen කුළුණ යටතේ Cao Cao විසින් අල්ලාගෙන මරා දමන ලදී. මරණ දණ්ඩනයට පෙර, ලු බු කාඕ කාඕගෙන් ඉල්ලා සිටියේ මරණය වළක්වා ගැනීම සඳහා ඔහුව ජීවත් කරවන ලෙසයි, නමුත් ලියු බෙයි කාඕ කාඕට මතක් කර දුන්නේ ලු බු බොහෝ වාරයක් පාවා දී ඇති බවත් වංක මිනිසෙකු බවත්ය. අවසානයේ සදාචාරය නොතකා දක්ෂතා පමණක් අගය කළ Cao Cao, Lu Bu ක්‍රියාත්මක කළේය.", "聖意": "මම ගෙදර නොසන්සුන්, මම සාමාන්‍යයෙන් මුදල් සොයන්නෙමි, ගනුදෙනු වලින් ආරක්ෂා වෙමි, විවාහ වීමට අපහසුය, ලියුජියා මිනිසා පුදුම වේ, මිනිසුන් කුඹුරට පැමිණේ, සේද පණුවන් බාගෙට ඉදුණු, සතුන් හය දෙනෙක් ආරක්ෂිත, මිනිසුන් මිනිසුන් සොයති, නඩු සුදුසු සහ සංක්රමණය, නැතිවූ දේවල් සොයා ගැනීමට අපහසු වේ, රෝග සොයා ගැනීමට අපහසු වේ, Zhenxing කඳුකරයේ සොහොන් ගෙය තුළ සාමය ඇත.", "古人": "Dong Zhuo Lu Bu පිළිගනී", "第X籤": "අංක 41 ලොට් දිනා ගැනීම", "宮": "ඔබ මාලිගාව"}