{"籤詩版本二": "අධිරාජ්‍යයා, අධිරාජ්‍යයා සහ අධිරාජිනිය අවසානයේ කරුණාවන්ත වන අතර පාඩුවක් හෝ ලාභයක් නොමැතිව ආශීර්වාද ඉල්ලා යාච්ඤා කරනු ඇත.\nසකල සත්ත්වයෝ එයින් ප්‍රයෝජන ලබන අතර ලොවෙහි ද දෙව්ලොව ද සමෘද්ධිය අපේක්ෂා කෙරේ.", "詩意": "මෙම ෂඩාස්‍රය ස්වර්ගයේ අනුග්‍රහයේ ලකුණකි.\nසෑම දෙයක්ම සාර්ථක වනු ඇත.", "解曰": "අධිරාජ්යයා ඔහුගේ අනුග්රහය දැක්වීය. කවදාවත් අමතක කරන්න එපා. උදෑසන සහ සවස චාරිත්ර. සුවඳ දුම් දැල්වීම සුදුසු ය.", "籤詩故事一": "◇මුලියන් තම මව බේරා ගත්තේය\nශාක්‍යමුණි බුදුරදුන්ගේ දස ශ්‍රාවකයන් අතර බලවත්ම තැනැත්තා වන්නේ මොකූ ලියන් හෙවත් මුලයන් ය.\nඔහුගේ මව ජීවත්ව සිටියදී ගිජුකම හා මසුරුකම නිසා ඇයගේ මරණයෙන් පසු කුසගින්නෙන් පෙළෙන ප්‍රේත ලෝකයට වැටුණි. මොඛුල්ලියන් සිය මන්ත්‍ර බලය යොදා නිරීක්‍ෂණය කළ අතර තම මව කුසගින්නෙන් පෙළෙන ප්‍රේතයෙකු ලෙස ඉපදී ආහාර ගැනීමට මගක් නොමැතිව දැඩි දුෂ්කරතාවට පත්ව සිටින බව දැනගත් ඔහු තම මායා බලය යොදවා මවට ආහාර ගෙනැවිත් දුන්නේය.අනපේක්ෂිත ලෙස මවට ලැබුණු පසු. ආහාරය, එය අළු බවට පත් වූ අතර ආහාරයට ගත නොහැකි විය.\nමෞද්ගල් යාන තෙමේ සිදු වූ දෙය ගැන කනස්සල්ලට පත්ව බුදුරදුන්ට දැන්වීය. බුදුන් වහන්සේ මුල්යන්ට වදාළේ හත්වැනි මස 15 වැනි දින රස සියයක් සහ පලතුරු පහක් බේසමකට දමා දස දිසාවේ සිල්වත් භික්ෂූන් වහන්සේලාට පූජා කරන ලෙසයි.මේ බලයෙන් තම මවට ආහාර ගැනීමට හැකි වන බව. .\nමෞද්ගල්යන බුදුන් වහන්සේගේ කැමැත්තට අනුව ක්‍රියා කළ අතර අවසානයේ ඔහුගේ මව නිදහස් විය. මෙවැනි උත්සවයක් \"ඔබන් උත්සවය\" ලෙස හඳුන්වන අතර මෙම උත්සවය \"ඔබන් උත්සවය\" ලෙස හැඳින්වේ.\n(සටහන: ද්‍රව්‍යයකට ලෝකයේ විවිධ තරාතිරම්වල විවිධ හැඟීම් ඇති වේ. උදාහරණයක් ලෙස: මෙලොව වැසි වැටෙන විට එය \"ජලය\" ලෙස අපි දකිමු, කුසගින්නෙන් පෙළෙන ප්‍රේත ක්ෂේත්‍රයේ සිටින ජීවීන්ට එය \"රුධිරය\" සහ සංවේදී බව දැනේ. අපායේ සිටින සත්වයින්ට එය \"ලේ\" ලෙස දැනේ. එය \"කඩුවක් බිම හෙළන්නාක් මෙන්\" දැනේ, දිව්‍යලෝක සත්වයින්ට \"මලයක් හෙළා\" මෙන් දැනේ.)", "聖意": "නිවස සහ නිවස සඳහා යාච්ඤා කිරීම, ශීත ඍතුවේ වාසනාව සඳහා යාච්ඤා කිරීම, ධනය සෙවීම, ගනුදෙනුවක් නැත, විවාහය, ලියුජියා හි සාමය, පදිකයින්, චලනය වන ක්ෂේත්ර, සේද පණුවන්, සතුන් හය, මිනිසුන් සොයා ගැනීම, නඩු පැවරීම, සාර්ථකත්වය, සංක්රමණය, ගතානුගතිකත්වය, අහිමි වූ දේපල, රෝග , මනසේ සාමය, කඳු සහ සොහොන් වල සාමය", "古人": "මුලියන් තම මව බේරා ගනී", "第X籤": "හතළිස් දෙකට අත්සන් කරන්න", "宮": "ඔබ මාලිගාව"}