{"籤詩版本二": "ලෝකය නම්‍යශීලී වන අතර සෑම දෙයක්ම ස්වයං ආධාරක, ස්වයං ආධාරක සහ ආරක්ෂිතයි\nජීවිතයේ සෑම දෙයක්ම පුදුම සහගතයි, සෑම දෙයක් සඳහාම සාන්තුවරයන්ට හා ඍෂිවරුන්ට ස්තුති කරන්න, සමෘද්ධිමත් වන්න.", "詩意": "මෙම hexagram පෘථිවිය සහ පෘථිවිය අතර සමගිය නියෝජනය කරයි.\nසෑම දෙයක්ම හොඳින් සිදුවන අතර අනතුරක් නැත.", "解曰": "සියලු දේ උපදිනවා. සියලු සැලසුම් සහ පැතුම් ඉටු වේ. ෆෝඩ් උදව් කරයි. Rui Qi කඩිමුඩියේ.", "籤詩故事一": "◇ඇවිදින්නන් බුද්ධත්වය ලබයි\nබටහිරට ගමන කතාව:\nසන් වුකොං මල් හා පලතුරු කන්ද භාරගෙන රජ විය.පසුව සදාකාලිකව ජීවත් වීමට මගක් සෙවීම සඳහා ඔහු වසර අටක් හෝ නවයක් කඳු සහ ගංගා හරහා ගොස් තම ගුරුවරයා ලෙස කුලදෙටුවන් බෝධිය වන්දනා කිරීමට ගත කළේය. ඔහු හැත්තෑව ඉගෙන ගත්තේය. පෘථිවි නපුරු සහ සමර්සෝල්ට් වලාකුළු වල පරිවර්තනයන් දෙකක්, සහ ප්‍රථම වරට සූර්ය යන වාසගම ලබා ගත්තේය.\nඊට පසු, සන් වුකොං සුදුසු ආයුධයක් සොයා ගැනීම සඳහා නැගෙනහිර චීන මුහුදේ ඩ්‍රැගන් මාලිගය වෙත ගිය අතර අවසානයේ ටියැන්හේ සහ ඩිංගායිගේ දිව්‍ය ඉඳිකටුවක් වන රූයි ගෝල්ඩන් කූජල් සොයා ගත්තේය. ආයුෂ අවසන් වූ නිසා පාතාලයේ මහා ඝෝෂාවක් ඇතිකර ජීවිතය මරණය පොත සංශෝධනය කර නැවත මිනිස් ලොවට පැමිණියේය. පසුව, සන් වුකොං පළමු වරට ස්වර්ගයෙන් කැඳවනු ලැබූ අතර බිම වෙන් ලෙස නම් කරන ලදී. පසුව දෙවෙනි වරට දෙව්ලොවට කැඳවා වඳුරු රජු ලෙස නම් කරන ලද ඔහු පීච් සොරකම් කර දෙව්ලොව කරදර ඇති කළේය.ඔහුගේ රන් නෙත් සහ ගිනිමය දෑස් පුහුණු කිරීම සඳහා බාගුවා උදුනෙහි මුද්‍රා තබන ලදී. අවසානයේ ඔහුව මැඩපවත්වන ලදී. තථාගත බුදුරජාණන් වහන්සේ විසින් වසර 500 ක්‌ ගමන් කිරීමට නොහැකිව වුසි කඳු පාමුල. බගුවා උදුනට පයින් ගැසූ ස්ථානය ගිනි කන්දක් බවට පත් විය.\nවසර පන්සියයකට පසු, මොන්ක් ටැන්ග් ශුද්ධ ලියවිලි ලබා ගැනීම සඳහා බටහිරට ගොස්, මූලද්රව්ය පහේ කන්ද පසුකර, සන් වුකොං බේරා ගැනීමට පෙර තලිස්මන් ඉවත් කළේය. සන් වුකොං කෘතඥතාවයෙන් කඳුළු සැලුවේය.ගුවන්යින් බෝධිසත්ත්ව උපදෙස් ලැබීමෙන් පසු ඔහු තම ගුරුවරයා ලෙස ටෑං මොන්ක්ට නමස්කාර කර බටහිර රටවලට ගොස් ශුද්ධ ලියවිල්ල ඉගෙන ගත්තේය. ධර්ම ග්‍රන්ථ ඉගෙනීමට යන අතරමගදී සන් වුකොං යක්ෂයන් මතට බැස රාක්ෂයන් තුරන් කළ අතර නැවත නැවතත් අසාමාන්‍ය ක්‍රියා සිදු කළේය.කෙසේ වෙතත්, ඔහුගේ ස්වාමියා වන ටෑං සෙන්ග් විසින් ඔහුව වරදවා වටහාගෙන නෙරපා හරින ලදී. අසූඑක දුෂ්කරතා වලින් පසුව අවසානයේ වැඩ නිම කරන ලදී.ශාස්තෘවරුන් සහ ගෝලයන් හතර දෙනා Xitian Leiyin පන්සලට පැමිණ සත්‍ය ශුද්ධ ලියවිල්ල ලබා ගත්හ. Sun Wukong නිවැරදි ප්‍රතිඵලය ලබා ගත්තේය.\n(මේ කතාව මනුෂ්‍යයෙකුට තබා වඳුරෙකුට පවා බුදු විය හැකි උපමාවකි.)", "聖意": "ධනය, ව්‍යාපාර, විවාහය, ලියුජියා, පිරිමි පදිකයින්, කෙත්වලට බාධා, සේද පණුවන්, සතුන් හය, ෂොංපිං, මිනිසුන් සෙවීම, නඩු පැවරීම, සාර්ථකත්වය, සංක්‍රමණය, දේපළ අහිමිවීම්, රෝග, චුංසිංෂාන් සොහොන් ගෙය, දේවල් සොයන නිවස තමාටම සුබදායකය. සුබදායක වේ", "古人": "සංචාරකයා බුද්ධත්වයට පත් වේ", "第X籤": "43 වෙනිදා අත්සන් කළා", "宮": "xugong"}