{"籤詩版本二": "සීතල කාලගුණය ජලය අයිස් බවට පත් කරයි, කීර්තියට කෑදර ඇයි?\nනිශ්ශබ්දව වාඩි වී ස්වභාවිකව කොළ පිපෙන තුරු බලා සිටීම හැර මට වෙනත් විකල්පයක් නැත.", "詩意": "මෙම hexagram හි ජලය අයිස් බවට හැරේ.\nනිෂ්ඵල දෙයක් ඉල්ලන්න එපා.", "解曰": "ජලය අයිස් බවට පත් වේ. අයිස් වතුරට දිය වේ. කුමන්ත්‍රණයක් නම්. ඉතිං ඒක.", "籤詩故事一": "◇වැන්ග් ෂියැන්ග් කාප් ඉල්ලයි (විසිහතර පුතු භක්ති කතා)\nජින් රාජවංශයේ Wang Xiang, අනුග්‍රහය සහිත නම Fuzheng, Linyi හි උපත ලැබීය.\nWang Xiang තරුණ වියේදී ඔහුගේ ජීව විද්‍යාත්මක මව මිය ගියේය.ඔහුගේ හුදකලා වූ පියා Zhu නම් කාන්තාවක් සමඟ විවාහ වූ අතර Wang Xiang හට නව මවක් ලැබුණි. වැන්ග් ෂියැන්ග් තරුණ වියේදී, ඔහුගේ ජීව විද්‍යාත්මක මව මිය ගිය අතර, ඔහුගේ හුදකලා වූ පියා Zhu නම් කාන්තාවක් සමඟ විවාහ විය. වැන්ග් ෂියැංගේ සුළු මව පටු අදහස් ඇති ඊර්ෂ්‍යාවෙන් පෙළෙන කාන්තාවක් වූවාය.ඇය වැන්ග් ෂියැංට අකමැති වූ අතර බොහෝ විට නොවැදගත් දේවලට ඔහුට බැණ වැදුණාය. වැඩි කල් නොගොස් සුළු මව ද වැන්ග් ලාන් නම් පුතෙකු බිහි කළාය. කුඩම්මා තම දරුවන්ට පමණක් ප්‍රේම කළ අතර වැන්ග් ෂියැන්ග්ව සැලකුවේ උලක් ලෙසය.ඇය වැන්ග් ෂියැන්ග්ගෙන් තවත් ඉල්ලීම් කළ අතර බොහෝ විට ඔහුගේ පියා ඉදිරියේ වැන්ග් ෂියැං ගැන නරක ලෙස කතා කළේය.ඔහුගේ පියා පවා ක්‍රමයෙන් ඔහුට ආදරය කළේ නැත. කුඩම්මා තම දරුවන්ට පමණක් ප්‍රේම කළ අතර වැන්ග් ෂියැන්ග්ව සැලකුවේ උලක් ලෙසය.ඇය වැන්ග් ෂියැංට ඊටත් වඩා ඉල්ලීම් කළ අතර බොහෝ විට ඔහුගේ පියා ඉදිරියේ වැන්ග් ෂියැංට නරක ලෙස කතා කළේය.ඔහුගේ පියා පවා ක්‍රමයෙන් ඔහුට ආදරය කළේ නැත. වැන්ග් ෂියැංගේ අර්ධ සොහොයුරා වුවද, වැන්ග් ලාන් ඔහුගේ සහෝදරයාට ඉතා මිත්‍රශීලී ය. තම කුඩම්මාගේ වධ හිංසා නොතකා, ඇය තවමත් ඉතා ලාමක විය. කුඩම්මා ඉතා රළු ය, නමුත් වැන්ග් ෂියැං තවමත් ඉතා දූෂිත ය.\nඔහුගේ සුළු මවට විනෝදාංශයක් ඇත, එනම් ගඟෙන් මසුන් ඇල්ලූ නැවුම් මාළු අනුභව කිරීමට ඇය කැමතියි. ඔහුගේ සුළු මවට විනෝදාංශයක් ඇත, එනම් ගඟෙන් මසුන් ඇල්ලූ නැවුම් මාළු අනුභව කිරීමට ඇය කැමතියි. එක් ශීත සෘතුවක ඔහුගේ පියා ව්‍යාපාරික කටයුතු සඳහා පිටත්ව ගිය අතර ඔහුගේ කුඩම්මා නැවතත් රෝගාතුර විය. වැන්ග් ෂියැන්ග් සහ වැන්ග් ලාන් සොහොයුරන් ඉතා පරිස්සමින් තම මවට කෑමට සුප් සහ බෙහෙත් පිළිගැන්වූහ. දැඩි ශීත කාලගුණය තුළ කුඩම්මාගේ අසනීපය තවමත් සුව නොවීය. ඉක්මන් කරන්න. එක් ශීත සෘතුවක ඔහුගේ පියා ව්‍යාපාරික කටයුතු සඳහා පිටත්ව ගිය අතර ඔහුගේ කුඩම්මා නැවතත් රෝගාතුර විය. වැන්ග් ෂියැන්ග් සහ වැන්ග් ලාන් සොහොයුරන් ඉතා පරිස්සමින් තම මවට කෑමට සුප් සහ බෙහෙත් පිළිගැන්වූහ. දැඩි ශීත කාලගුණය තුළ කුඩම්මාගේ අසනීපය තවමත් සුව නොවීය. ඉක්මන් කරන්න. අසනීප වූ කුඩම්මාට ගඟේ නැවුම් මාළු කෑමට අවශ්‍ය විය.ඒ දැඩි සීතල දේශගුණය තුළ එළිමහනේ හිම වැටෙන අතර ගඟේ ජලය ඒ වන විටත් ඝන අයිස් බවට පත් වී තිබුණි. අසනීප වූ කුඩම්මාට නැවුම් මාළු කෑමට අවශ්‍ය විය.ඒ අයිස් සහ හිම සහිත දේශගුණයේ නැවුම් මාළු කොහෙන්ද?\nඒ දවස්වල, ඕෆ්-සීසන් කෑමක් නොතිබූ අතර, ඔබට මුදල් තිබුණත් ඔබට ඒවා මිලදී ගත නොහැක.\nකතාවේ මේ අවස්ථාවේදී, වැන්ග් ෂියැංකියු ලීගේ සංවේදී කතාව සිදුවිය. සහෝදරයන් දෙදෙනා අසරණව තම මව ආරක්ෂා කළහ.වැන්ග් ෂියැං තම රෝගී සුළු මව බලාපොරොත්තු සුන් නොකිරීමට මිදුණු ගංගාව වෙත ඇවිද ගියේය.වැන්ග් ෂියැංට අදහසක් පැමිණ සීතල නොතකා තම කමිසය ගලවා ගත්තේය.ඔහු නිරුවතින් ග්ලැසියරය මත වැතිර සිටියේය. අයිස් දියවීම සඳහා එහිම ශරීර උෂ්ණත්වය (එබැවින් වැන්ග් ෂියැංකියු කාප් අයිස් මත වැතිර සිටින වැන්ග් ෂියැං ලෙසද හැඳින්වේ). ඔහු තම කමිසය ගලවා නිරුවතින් ග්ලැසියරය මත වැතිර සිටියේය. ඔහු දෙවියන්ට කන්නලව් කර මෙසේ කීවේය: \"දෙයියනේ, මගේ අම්මා අසනීපයෙන්, නැවුම් කාප් කන්න අවශ්යයි, ඔබ කුමක් කළත් මට මාර්ගයක් සොයා ගත යුතුය.\" පුදුමයට කරුණක් නම්, ඔහු අසල ඇති අයිස් කුට්ටිය හදිසියේම ඉරිතලා, දෙකක් විය. ඉරිතැලීම්, ජීවමාන කාප් පැල්ලමක් පැන අයිස් මතට පැන්නේය.වැන්ග් ෂියැං ඉතා සතුටු විය. ඔහු දෙවියන්ට කන්නලව් කළේය: \"දෙයියනේ, මගේ අම්මා අසනීපයි, නැවුම් කාප් කන්න අවශ්යයි, ඔබ කුමක් කළත් මට මාර්ගයක් සොයා ගත යුතුය. සජීවී කාප් පැටියෙක් ඉරිතැලීමෙන් පිටතට පැන අයිස් මතට පැන්නේය.වැන්ග් ෂියැං ඉතා සතුටු විය. ඔහු ඉක්මනින් දණ ගසා, දෙවියන්ට ස්තුති කර, කාප් සමඟ ගෙදර දිව ගියේය. ඔහු ඉක්මනින් දණින් වැටී දෙවියන්ට ස්තූති කර ඉක්මනින් කාප් එක රැගෙන ගෙදර ගියේය. කුඩම්මා නැවුම් කාප් අනුභව කළ පසු, ඇය ඉක්මනින් ඇගේ අසනීපයෙන් සුවය ලැබුවාය. සීතලෙන් ජම්බු පැහැ ගැන්වෙන වැන්ග් ෂියැංග් ගේ නිරුවත් උඩුකය ඔහුගේ අතේ තිබූ මාළුවන් දෙදෙනකු දකිද්දී රෝහල් ඇඳේ සිටි කුඩම්මා තුෂ්නිම්භූත වූවාය.ඇය සතුටින් කාමරයට දිවගොස් තුෂ්නිම්භූත වූවාය.\nWang Xiang පසුව නිලධාරියෙකු බවට පත් වූ අතර Taibao බවට පත් වූ අතර, ඔහුට ආදිපාද පදවිය පිරිනමන ලදී.", "聖意": "නිවසේ නොසන්සුන්තාවය, ආරක්ෂාව, මූල්‍ය දුෂ්කරතා, ව්‍යාපාරික ගැටළු, විවාහය, ලියුජියා රක්ෂණයේ නොගැලපීම, පදිකයින්, චිටියානු සේද පණුවන්, පශු සම්පත් හයක්, අතුරුදහන් වූ පුද්ගලයින්, පොදු නඩු, සංක්‍රමණය, ගතානුගතික බව, නැතිවූ දේපල, අසනීප, යථා තත්ත්වයට පත් කිරීමට අපහසුය කඳු සොහොන්, වාසනාව", "古人": "වැන්ග් ෂියැන්ග් කාප් ඉල්ලයි (විසිහතර පුතු භක්ති කතා)", "第X籤": "හතළිස් නවය ලොට් දිනා ගැනීම", "宮": "හයිගොං"}