{"籤詩版本二": "රුවල් වියනක් එල්ලා එය නිදහසේ රඳවා තබා ගනිමින් ඔබට රටේ සෑම අස්සක් මුල්ලක් නෑරම ගමන් කළ හැකිය\nහිතකර සුළඟක් තිබේ නම්, එය ඉක්මනින් පැමිණෙන අතර බෝට්ටුව නිධන් පිරී යයි.", "詩意": "මේ ෂඩාස්‍රය හරියට හුළඟත් එක්ක ඔරුවක් අදින්න වගේ.\nසෑම දෙයක්ම හොඳින් සිදු වේ.", "解曰": "සැහැල්ලුවෙන් විවේක ගන්න. කිසිදු උත්සාහයක් අවශ්ය නොවේ. ධනය ගොඩක්. සියල්ලෝම අගය කළහ.", "籤詩故事一": "◇Tao Zhugui විල් පහ (Fan Ligui Lake)\nවසන්ත හා සරත් සමයේ, ෆෑන් ලී, ඔහුගේ අනුග්‍රහය ලෙස Shaobo නම් වූ අතර, Gui Yizipi හෝ Tao Zhugong ලෙසද හඳුන්වනු ලැබීය.\nඑකල වූ රාජ්‍යය සහ යූ ප්‍රාන්තය අතර යුද්ධයක් ඇති වූ අතර වූ ප්‍රාන්තය යූ ප්‍රාන්තය විනාශ කළේය. Fan Li සහ Wen Zhong Yue King Gou Jian ට Yue ප්‍රවර්ධනය කිරීමට සහ Wu විනාශ කිරීමට සැලැස්මක් සකස් කළහ. Fan Li පෞද්ගලිකව කඳු සහ ගංගා හරහා ගමන් කර, Kailuo කන්දෙහි Huansha ගඟට ගොස්, ගුණ, දක්ෂතා සහ අලංකාරය යන දෙකම ඇති රූමත් කාන්තාවක් වන Xi Shi සොයාගෙන එය Wu හි රජුට පිරිනැමුවේය. ඔහු \"අලංකාර\" භාවිතා කළේය. උපක්‍රම\" ඇතුළත සහ පිටත සහයෝගයෙන් ක්‍රියා කර වූ රාජධානිය විනාශ කළේය.\nඔහු වූ රාජධානිය අතුගා දැමීමට සමත් වූ පසු, Gou Jian \"හොටක් සහිත දිගු ගෙල ඇති කුරුල්ලෙකු\" බවත් ඔහු සමඟ දුෂ්කරතා සහ සතුට බෙදා ගත හැකි බවත් Fan Li දැන සිටි අතර, ඔහු සහ Xi Shi Qi රාජධානිය හරහා යාත්‍රා කර, ඔවුන්ගේ නම් වෙනස් කළහ. Gui Zipi වෙත, සහ ඔහුගේ පුතුන් සහ ගෝලයන් Qi රාජධානියට ගෙන ගියේය, ඔවුන් ජීවත් වන්නේ මුහුද අසල කුටියකය. මුඩුබිම් අස්වැද්දීමට, අතුරු ව්‍යාපාරයක් කිරීමට, ව්‍යාපාර කිරීමට වෙහෙස මහන්සි වූ ඔහු වසර කිහිපයක් ඇතුළත පවුලේ දේපළ කෝටි ගණනින් රැස් කළේය. ධනය පතුරුවා හරිමින් උපන් ගමට යහපතක් කිරීමට ඔහු ත්‍යාගශීලී විය.ෆෑන් ලීගේ ප්‍රඥාව සහ හැකියාව Qi වැසියන්ගේ ඇගයීමට ලක්විය.Qi රජු ඔහුට Linzi අගනුවරට ආරාධනා කර රජයේ කටයුතු භාර අගමැති ලෙස ඔහුට නමස්කාර කළේය. . \"නිලධාරියෙකු වීමෙන් ඇමතිකම් ලැබිය හැකි අතර පවුලක් පවත්වාගෙන යාමෙන් ධනය ලැබිය හැකිය. මුල සිටම ආරම්භ කළ සාමාන්‍ය වැසියෙකුට මෙය අන්තයටම පැමිණ ඇත. දිගු කලක් ගෞරවයට පත්වීම හොඳ ලකුණක් නොවේ.\" එබැවින්, වසර තුනකට පසුව, ඔහු නැවත වරක් ජිලියු නිර්භීතව පසුබැස, Qi හි රජුට මුද්‍රාව ආපසු ලබා දුන් අතර, ඔහුගේ පවුලේ සියලු ධනය ඔහුගේ සමීප මිතුරන්ට සහ සෙසු ගම්වැසියන්ට ලබා දුන්නේය.", "聖意": "නිවස තමාට හොඳයි (නැව්ගත කිරීමට), ධනය සෙවීම, බටහිරට වාසනාව, ව්‍යාපාර ප්‍රමාද, විවාහය හොඳ නැත, ලියුජියා ආරක්ෂිතයි, මිනිසුන් කුඹුරු අවහිර කරයි, සේද පණුවන්, සරත්, සතුන් හය දෙනාට හොඳයි, වසන්තය සමෘද්ධිමත් ය, මිනිසුන් මිනිසුන් සොයමින් සිටිති, නඩු නරක ය, සංක්‍රමණය ගතානුගතික ය, නැතිවූ දේවල්, බටහිර රෝග දිග හැරෙමින් තිබේ, කඳු සහ සොහොන් දකුණේ ය.", "古人": "Tao Zhugui විල් පහ (Fan Ligui Lake)", "第X籤": "පනස්වැනි ලොතරැයි ජයග්‍රාහකයා", "宮": "හයිගොං"}