{"籤詩版本二": "ගිම්හානය යනු දීර්ඝතම දිනය වන අතර සෑම කෙනෙකුම තාපය හා අවපාතය ගැන කනස්සල්ලට පත්ව සිටිති\nමිනිසුන්ට අවශ්‍ය දේ අහස සහ පොළොව ද දනී, සුළඟ හමන අතර එය ස්වභාවිකවම සිසිල් ය", "詩意": "මෙම hexagram පෙන්නුම් කරන්නේ සෑම කෙනෙකුම තාපය ගැන කනස්සල්ලට පත්ව සිටින බවයි.\nඔබට අවශ්ය ඕනෑම දෙයක් කරන්න.", "解曰": "ඉදිරියට යනවාද පසු බසිනවාද යන්න ගැන සැකයක් නැත. හොඳ කාලයක් එළඹේවා. එය කඳවුරු බැඳීමටද? හදිසියේ ක්‍රියා කිරීමට අවශ්‍ය නැත.", "籤詩故事一": "◇කොං මිං සිචුවාන් වෙත ඇතුළු වේ\nZhuge Liang (181-234), අනුග්‍රහයෙන් Kongming, Langya (දැන් Yinan ප්‍රාන්තයේ, Shandong පළාතේ) Yangdu හි උපන් අයෙක් වූ අතර තුන් රාජධානි සමයේ Shu Han (Liu Bei) හි අගමැති විය.\nLiu Bei විසින් Jingzhou දිනුවද, එය එක් පැත්තක් වෙන් කිරීමට ප්‍රමාණවත් නොවීය.Zhuge Kongming විසින් Liu Bei ගේ භූමිය වැඩි කිරීම සඳහා Xichuan අල්ලා ගැනීමට සැලසුම් කළේය. මෙම අවස්ථාවේදී, Yizhou හි Liu Zhang උතුරේ Zhang Lu විසින් පහර දෙන ලදී. Zhuge Kongming දැනගත්තේ Liu Zhang හට තමාව ආරක්ෂා කර ගැනීම සඳහා Xichuan හි සිතියම Cao Cao වෙත කැප කිරීමට අවශ්‍ය වූ බවයි. Zhang Song (Liu Zhang ගේ යටත් නිලධාරියා) Cao Cao හමු වූ විට, Cao Cao උඩඟු සහ රළු නිසා, Liu Zhang සිතියම නැවත Xichuan වෙත ගෙන ගොස් Jingzhou පසුකර ගියේය. Kong Ming ඒ වන විටත් ඔහු එනතුරු මග බලා සිට ඔහුට Jingzhou වෙත ආරාධනා කර ඇත, නමුත් ඔහු පිටත්ව යන මොහොත දක්වා ඔහු කිසි විටෙකත් Xichuan පින්තූරය ගැන සඳහන් නොකළේය. Zhang Song Kong Ming ගේ ආචාරශීලීත්වය සහ ආගන්තුක සත්කාරය ගැන ස්තුතිවන්ත විය, එබැවින් ඔහු Xichuan පින්තූරය කැප කළේය. ඔහුව.\nXichuan ගේ භූමි ප්‍රදේශය අනතුරුදායක වූ අතර ප්‍රහාරයට හෝ ආරක්ෂා කිරීමට හැකි විය.Kong Ming ගේ විවිධ විධිවිධාන වලින් පසුව Xichuan, Liu Bei ගේ උපන් ස්ථානය බවට පත් විය.\n(කොං මින්ග් මිනිසුන්ට ආචාරශීලීව සැලකූ අතර පහසුවෙන්ම කැමති Xichuan ලබා ගත්තේය.)", "聖意": "නිවසේ ආශීර්වාද සහ ආත්මාරක්ෂාව සඳහා යාච්ඤා කරන්න (අවාසනාව තුළ වාසනාව ඇත) ධනය, ව්යාපාරයේ වාසනාව, පොදු විවාහය, ලියුජියාහි පිරිමි ළමයින්ගේ උපත, චලනය වන කෙත්වල, සේද පණුවන්, පශු සම්පත් වලට හානි, මිනිසුන්, මහජනතාව සොයන්න නඩු, සංක්රමණය, පැරණි නැතිවූ දේවල්, උතුරු රෝග, කඳු සහ සොහොන් සඳහා ප්රාර්ථනා කිරීම", "古人": "කොං මිං සිචුවාන් ඇතුළු වේ", "第X籤": "51 පරිච්ෙඡ්දය: කැබලි අක්ෂර දිනා ගැනීම (කට්ටිය දිනා ගැනීම)", "宮": "ගර්භාෂය"}