{"籤詩版本二": "හඳ වතුරට අල්ලන්න ගොඩක් මහන්සි වෙනවා.ඒකට ගොඩක් මහන්සි වෙනවා මිසක් මොකුත් නෑ.\nගොන් කතා කියමින් ශරීරය ශක්තිමත් කර ගැනීමට දරන වෙහෙස අපතේ නොයන්න.ශරීරය මැලවී යන වචනයේ මුල තේරුම \"ශරීරය හුදකලා\" යන්නයි.", "詩意": "මේ ෂඩභිඥාව වීර්යය රූපයට ගිජු ය.\nසෑම දෙයක්ම වෙහෙසකාරී හා වෙහෙසකාරී ය.", "解曰": "පොරොන්දු මතක තියාගන්න අමාරුයි. ගොඩක් මහන්සි වෙලා. ගෙදර කරදර. උතුම් මිනිසුන් හමුවීමට බලා සිටීම.", "籤詩故事一": "◇Taibai බීමතින් සිටියදී සඳ අල්ලා ගත්තේය (Li Taibai බීමත්ව සිටියදී සඳ අල්ලා ගත්තේය)\nලී බායි (701-762), තායිබායි ලෙසද හැඳින්වේ, ක්වින්ලියන් ජුෂි ලෙසද හැඳින්වේ. තමන්ව පිටුවහල් කරන ලද අමරණීයයෙකු ලෙස හැඳින්වූ ටැං රාජවංශයේ කවියා කාව්‍යයේ අමරණීය ලෙස හැඳින්වූ අතර ඔහු නිතරම මත්පැන් පානය නොකර සතුටින් සිටියේය.\nවරක් ලී බායි ජින්ලිං (දැන් නැන්ජිං) වෙත පැමිණ වෙන්ඩේ පාලම අසල අවන්හලක විවේක ගත්තේය.\nඑදින ශීත සඳ මාසයේ පසළොස්වක දිනය විය.රාත්‍රියේදී ඔහු තනියම අවන්හලේ වාඩි වී සඳ රස වින්දා, මත්පැන් පානය කරමින් කවි කියමින් සිටියේය. එදින ශීත සඳ මාසයේ පසළොස්වක දිනය විය.රාත්‍රියේදී ඔහු තනියම අවන්හලේ වාඩි වී සඳ රස වින්දා, මත්පැන් පානය කරමින් කවි කියමින් සිටියේය. ලි තයිබායි තම ජීවිතයේ වඩාත්ම ආදරය කළේ සඳට එය පිරිසිදු හා ලස්සන බව පවසමිනි. ලි තයිබායි තම ජීවිතයේ වඩාත්ම ආදරය කළේ සඳට එය පිරිසිදු හා ලස්සන බව පවසමිනි. එදින රාත්‍රියේ ඔහු හිස ඔසවා බැලූ විට අහසේ සුදු පැහැති වටකුරු සඳ දුටුවේය, ඔහු ඉතා සතුටට පත්ව තවත් වීදුරු කිහිපයක් පානය කළේය. එදින රාත්‍රියේ ඔහු හිස ඔසවා බැලූ විට අහසේ සුදු පැහැති වටකුරු සඳ දුටුවේය, ඔහු ඉතා සතුටට පත්ව තවත් වීදුරු කිහිපයක් පානය කළේය. මධ්‍යම රාත්‍රියේදී ලී තායිබායි වයින් ප්‍රයෝජනයට ගෙන වෙන්ඩේ පාලම වෙත පහළට ගියේය. මධ්‍යම රාත්‍රියේදී ලී තායිබායි වයින් ප්‍රයෝජනයට ගෙන වෙන්ඩේ පාලම වෙත පහළට ගියේය. පාලමට ගොඩ වූ සැණින් හිස පහත් කර බැලූ ඔහු එක්වරම වතුරට වැටෙන සඳ දුටුවේය.ගඟ ගමන් කරන විට සුදු සඳ සෙවනට කළු ඉරි කිහිපයක් එකතු විය. පාලමට ගොඩ වූ සැණින් හිස පහත් කර බැලූ ඔහු එක්වරම වතුරට වැටෙන සඳ දුටුවේය.ගඟ ගමන් කරන විට සුදු සඳ සෙවනට කළු ඉරි කිහිපයක් එකතු විය. ලි තයිබායි මේ වෙලාවේ කොයිතරම් මත් වෙලා හිටියද කියනවා නම් ගං වතුරෙන් පැල්ලම් වෙලා තියෙන්නේ සඳ කියලා. ලි තයිබායි මේ වෙලාවේ කොයිතරම් මත් වෙලා හිටියද කියනවා නම් ගං වතුරෙන් පැල්ලම් වෙලා තියෙන්නේ සඳ කියලා. බූට් එක ගලවන්නවත් කමක් නෑ, අත ඇරලා පාලමෙන් පැනලා හඳ අල්ලන්න ගත්තා. බූට් එක ගලවන්නවත් කමක් නෑ, අත ඇරලා පාලමෙන් පැනලා හඳ අල්ලන්න ගත්තා. අනපේක්ෂිත ලෙස මෙම පැනීමත් සමඟ සඳ අල්ලා නොගත් නමුත් ජලයේ සිටි සඳ කැඩී බිඳී ගොස් වහාම අඩකට දෙකට කැඩී ගියේය. අනපේක්ෂිත ලෙස මෙම පිම්මේදී සඳට හසු නොවුණත් මිනිසා දියේ ගිලී මිය ගියේය. ඔහු වයස අවුරුදු හැට දෙකේදී මිය ගියේය.", "聖意": "නිවස අසහනකාරී වන අතර ඔබට අසුබය (අවාසනාව, සෞඛ්‍ය ගැන අවධානය යොමු කරන්න) ධනයෙන් සමතුලිතතාවය සොයන්න (ඒ ගැන සිතන්නවත් එපා) ව්‍යාපාර හා විවාහ කටයුතුවල දුෂ්කරතා. ආරක්ෂාව ප්‍රාර්ථනා කරන්න (ගබ්සාව වළක්වා ගැනීමට හිස් වස්තු) පදිකයින් අමාරුවේ, ක්ෂේත්‍ර සේද පණුවෝ ලකුණු පහක් සතුන් හයක් පරිහානියට පත්වෙති.මිනිසුන් සොයමින් (අවාසනාවන්ත) ප්‍රසිද්ධ නඩු හබ (නඩුව නවත්වන්න) සාමාන්‍ය සංක්‍රමණය (එය සඳහන් නොකරන්න) දේපල අහිමි වීම (ගුවන් යානා) අසනීපවලින් ආරක්ෂා වීම සඳහා යාච්ඤා කිරීම (අවාසනාවන්ත) කඳුකරයේ සහ සොහොන් වල වාසනාව", "古人": "තායිබායි බීමත්ව සිටියදී සඳ අල්ලා ගත්තේය (ලී ටයිබායි බීමතින් සිටියදී සඳ අල්ලා ගත්තේය)", "第X籤": "පනස් දෙවන ලොතරැයිය දිනුම් (ලොතරැයිය)", "宮": "ගර්භාෂය"}