{"籤詩版本二": "කලකිරීම උද්දාමයක් බවට පත් වූ විට මකරුන් ගර්ජනා කරයි, කොටි ගර්ජනා කරයි.\nනිල් අහසට අහසට තමන්ගේම මාර්ගයක් ඇත, මට කීර්තියක් අත්කර ගැනීමට තවත් අවස්ථාවක් ලැබේවා.", "詩意": "මෙම ෂඩාස්‍රය මකරෙකු ගර්ජනා කරනවා හා කොටියෙකු ගොරවනවා වැනිය.\nසෑම දෙයක්ම හොඳින් සිදුවනු ඇතැයි බලාපොරොත්තුවක් ඇත.", "解曰": "නිකන් උගන්නලා යන්න. ඔබේම සමෘද්ධිය ඇති කර ගන්න. අවසානයේ සෑදිය යුතුය. හොයාගන්න තැනක් තියෙනවා.", "籤詩故事一": "◇Liu Bei මනාලියක් බඳවා ගනී\nචිබි සටනින් පසු, ලියු බෙයි විසින් අල්ලා ගන්නා ලද ජිංෂෝ නැවත ලබා ගැනීමට සන් ක්වාන් උනන්දු වූ අතර, එබැවින් ඔහු ෂෝ යූගේ සැලැස්ම භාවිතා කළේය, ඔහුට තම සහෝදරිය වන සන් රෙන් ලියු බෙයි සමඟ විවාහ ගිවිස ගැනීමට අවශ්‍ය බව මවාපාමින්, නමුත් ඇත්ත වශයෙන්ම ඔහුට අවශ්‍ය වූයේ එය ලබා ගැනීමට ය. Liu Bei Jingzhou හිමිකම් පෑමට ප්‍රාණ ඇපකරුවෙකු ලෙස.\nZhuge Liang Zhou Yu ගේ සැලැස්ම ඔත්තු බැලීමෙන් පසු, ඔහු Soochow වෙත යන විට Liu Bei ආරක්ෂා කරමින් සිටි Zhao Yun වෙත උපාය මාර්ගය සහිත අත් පත්‍රිකාව ලබා දුන්නේය. සන් ක්වාන්ගේ පියා) විවාහ යෝජනාව ගැන දන්නවා. Wu Guotai තම දියණියට ආදරය කළ නිසා සහ තම දියණියගේ ජීවිත කාලයෙහි කටයුතු අනියම් ලෙස තීරණය කිරීමට අකමැති වූ නිසා, ඇය සිය සොහොයුරියට අනුකම්පා විරහිත වීම ගැන Sun Quan හට තරවටු කළ අතර, Liu Bei ඔහුගේ දියණියට සුදුසු දැයි Ganlu Temple හි පෞද්ගලිකව පරීක්ෂා කිරීමට යෝජනා කළාය. Wu Guotai විසින් Liu Bei හමුවීමෙන් පසුව, ඇය Liu Bei බෙහෙවින් අගය කළ අතර Liu Bei සහ ඔහුගේ දියණිය අතර විවාහය සඳහා දැඩි ලෙස පෙනී සිටියාය.එහි ප්‍රතිඵලයක් ලෙස Liu Bei Sun මහත්මිය සමඟ සාර්ථකව විවාහ විය.\nපසුව Liu Bei සහ Sun මහත්මිය එක්ව නැවතත් Jingzhou වෙත පලා ගියහ.පසුව, Sun Quan හට Jingzhou වෙත පහර දීමට Liu Bei ගේ ප්‍රහාරයෙන් ප්‍රයෝජන ගැනීමට අවශ්‍ය වූ නමුත්, Wu Guotai විසින් ඔහුගේ දියණියගේ ආරක්ෂාව ගැන කනස්සල්ලට පත් විය.\nඔහු මෙසේ පැවසීය: \"Zhou Yu ගේ දක්ෂ සැලැස්ම ලෝකයේ හොඳම ය. ඔහුට ඔහුගේ බිරිඳ අහිමි වූ අතර ඔහුගේ හමුදා අහිමි විය.\"\n(Liu Bei හානියකින් ලබා ගත්තා)", "聖意": "මම ගෙදර අවාසනාවන්තයි, මම අවාසනාවන්තයි (පළමුව අසුබයි, පසුව වාසනාවයි) ධනය, සමබරතාවය, විවාහයේ කරදර, විවාහයේ සාර්ථකත්වය සොයන්න, පදිකයින්ට ආශිර්වාද කරන්න, කෙත්වල සේද පණුවන්ට, පශු සම්පත් හානියට කරුණු පහක්, සොයන්න. මිනිසුන්, නඩු සහ සංක්රමණය, අහිමි දේපල සඳහා වාසනාව, රෝග සඳහා වාසනාව, කඳු සහ සොහොන් සාමය.", "古人": "ලියු බෙයි මනාලියක් බඳවා ගනී", "第X籤": "පනස් තුන්වන ජයග්‍රාහී අංකය", "宮": "ගර්භාෂය"}