{"籤詩版本二": "වෙරළ තීරය ගල්වලින් පිරී ඇත, දොළ ගලා යයි, සුළඟ පැහැදිලිය, සඳ පැහැදිලිය, උතුම් මිනිසුන් කාර්යබහුලයි.\nපාරේ යනකොට අහන්න වෙන්නේ කොහෙද යන්න කැලේ මල් පැලවල සුවඳ ගන්න එපා.. පරිස්සම් කරන්න එපා.", "詩意": "මෙම ෂඩාස්‍රය කුඩා වෙරළක ගමන් කරන බෝට්ටුවක් වැනිය.\nසෑම දෙයකදීම උපකාර කිරීමට උතුම් මිනිසුන් සිටී.", "解曰": "ජීවත්වීම සඳහා. ගොඩක් මහන්සි වෙලා. ගතානුගතිකව රැඳී සිටින්න. සියල්ලම සාර්ථක වෙන්න කියා ප්රාර්ථනා කරනවා.", "籤詩故事一": "◇ලූෂන් කැරැල්ල\nAn Lushan (703-757), ඔහුගේ වාසගම Kang සහ Yaluoshan ලෙස නම් කර ඇත, ඔහු Liucheng, Yingzhou (දැන් Chaoyang, Liaoning) සිට ඇත.\nපසුව, ඔහු An යන වාසගම උපකල්පනය කර ඔහුගේ නම ලූෂන් ලෙස වෙනස් කළේය. ටෑං රාජවංශයේ Xuanzong අධිරාජ්‍යයාගේ පාලන සමයේදී An Lushan හමුදා නියෝජිතයා විය.\nTianbao ගේ 14 වන වසරේ නොවැම්බර් මාසයේදී, An Lushan විසින් Fanyang හි හමුදා රැස් කළේය.Yang Guozhong වෙත පහර දීමේ නාමයෙන් ඔහු කැරැල්ලක් දියත් කර නැගෙනහිර අගනුවර වූ Luoyang වෙත පහර දීමට නගර තුනක හමුදා රැගෙන ගියේය. Taiyuan වෙතින් වාර්තා ලිෂාන් වෙත දිව ගියේය.ඒ වන විට Lishan හි Huaqing මාලිගයේ සිටි Tang Xuanzong Anlushan කැරලි ගනියි කියා විශ්වාස කළේ නැත.කෙසේ වෙතත්, කැරැල්ල පිළිබඳ ආරංචිය දිගටම පැතිර ගිය අතර Xuanzong තවමත් අඩක් ඒත්තු ගැන්වී සිටියේය. (මෙය \"දොළක කුඩා ගල් මත රළු ජලය ගලා යන ශබ්දය\" නිරූපණය කිරීමකි)\nPingyuan ප්‍රාන්තයේ ප්‍රධානියා වන Yan Zhenqing තොරතුරු යැවීමට කෙනෙකු යවන තුරුම Xuanzong ඔහුගේ සිහිනයෙන් අවදි විය.\nටෑං රාජවංශයේ Xuanzong අධිරාජ්‍යයාගේ වැරදි උපාය මාර්ගය යටතේ, An Lushan ගේ අශ්වාරෝහක රෙජිමේන්තුව නැගෙනහිර අගනුවර වූ Luoyang අල්ලා ගත් අතර, ඊළඟ වසරේ පළමු මාසයේ දී, ඔහු Luoyang, Jianyuan Shengwu, Xiongwu අධිරාජ්‍යයා සහ Da Xixun හි දයාන් අධිරාජ්‍යයා ලෙස ප්‍රකාශ කළේය. මහ ඇමති.\nඑම වසරේම ජුනි මාසයේදී, Tang රාජවංශයේ Xuanzong අධිරාජ්‍යයා, Chang'an හි අර්බුදය සමනය කිරීමට උත්සුක වූ අතර, වැරදි මිලිටරි අවබෝධයක් යටතේ, Feng Changqing සහ Gao Xianzhi යන සුප්‍රසිද්ධ ජෙනරාල්වරුන් දෙදෙනෙකු ඝාතනය කළේය.මෙම නියෝගය Tang හමුදාව කම්පනයට පත් කළේය. (මෙම හැසිරීම \"මාර්ගය ඉදිරිපස ගඟට යොමු විය යුතුය\" උල්ලංඝනය කරයි)\nඉන්පසුව, ටෑං රාජවංශයේ ෂුවාන්සොං අධිරාජ්‍යයා ටොන්ගුවාන් සිට නැගෙනහිර දෙසට ටැං හමුදාව මෙහෙයවන ලෙස වෙනත් සෙන්පතියෙකු වන ගේ ෂුහාන්ට හදිසි ලෙස නියෝග කළේය.\nටැන්ග් රාජවංශයේ Xuanzong අධිරාජ්‍යයාගේ උපායමාර්ගික දෝෂය සම්පූර්ණයෙන් වටහා ගත් Ge Shuhan, එම වෙනස ප්‍රමාද කිරීමට සැලසුම් කළේය (\"සුළඟ සන්සුන් නම් සහ වඩදිය සන්සුන් නම් කමක් නැත\" යන ප්‍රවේශය).\nඅවසානයේ ටෑං රාජවංශයේ ෂුවාන්සොං අධිරාජ්‍යයා සිතුවේ ඔහු සටන් කිරීමට බියගුල්ලෙක් යැයි සිතූ නිසා ඔහුට අන් ලූෂන් සමඟ කඳුළු සලමින් සටන් කිරීම හැර වෙනත් විකල්පයක් නොතිබූ අතර ඔහු පරාජයට පත් විය. (එය ඉටු කරයි \"ඔබට උපකාර කිරීමට ඔබ වෙහෙස මහන්සි වී වැඩ කරන්නේ නම්, ඔබට තුවාල විය හැක.\")\nටෑං රාජවංශයේ දී, දේශසීමා භටයින්ට සහ ප්‍රාදේශීය බලඇණිවලට ප්‍රතිචාර දැක්වීමට වෙලාවක් නොමැති වූ විට, ඇන් ලූෂන්ගේ හමුදාව දේශ සීමාව තද කර අගනුවරට ඇතුළු විය. තීරණාත්මක අවස්ථාවක, ටෑං රාජවංශයේ අධිරාජ්‍යයා වූ ෂුවාන්සොං අගනුවරෙන් පලා යාමට ආරක්ෂක බළකායට නායකත්වය දුන් අතර, නායකයෙකු නැති ෂීජිං චන්ගන් ඇද වැටුණි.\n(Tang Xuanzong මෙම සලකුණෙහි මඟ පෙන්වීම උල්ලංඝනය කළ නිසා An Lushan ගේ කැරැල්ල සාර්ථක විය.)", "聖意": "නිවස ආරක්ෂිතයි, තමා වාසනාවන්තයි, වාසනාව ස්ථාවරයි, ගනුදෙනුව සමෘද්ධිමත් වේ, විවාහය සාර්ථකයි (පරෙස්සම් වන්න), ලියුජියා හි පිරිමි පදිකයෙක් කෙතට එයි, සේද පණුවන් අස්වැන්න නෙළා ගනී, පශු සම්පත් හය දෙනෙකුට හානි වේ, පුද්ගලයා සොයා ගනී , නඩු පැවරීම යුක්ති සහගත ය, නැතිවූ දේපල රෝග ගෙන එයි, එනම් අන්ෂාන් සොහොන අලුත්වැඩියා කළ යුතුය.", "古人": "ලූෂන් කැරැල්ල", "第X籤": "පනස් හයවන ලොතරැයිය", "宮": "කැත මාලිගාව"}