{"籤詩版本二": "උදෑසන සහ සවස් වන විට, බුදුරදුන්ගේ උපකාරය අනතුරුදායක අවස්ථාවලදී විය යුතුය, නමුත් අනතුරක් නොවේ\nඔබ උතුම් පුද්ගලයෙකු විසින් ආකර්ෂණය කර ගන්නේ නම්, මුදල් සහ සේද ඔබ සමඟ පැමිණෙනු ඇත. මේ චුවාන් ලායි. ඒ සියල්ල ඔබ මත රඳා පවතී.", "詩意": "මෙම ෂඩාස්‍රය දෙවියන්ගේ සහ බුදුවරුන්ගේ රහස් ආශිර්වාදය නියෝජනය කරයි.\nඉවසිලිවන්ත වන්න, සෑම දෙයකදීම වාසනාවන්ත වන්න.", "解曰": "පැරණි තාලයේ සාමයේ ලකුණක්. සෑම දෙයක්ම මිල අධික වන විට එය සුබදායක වනු ඇත.", "籤詩故事一": "◇Tang Monk බුද්ධත්වයට පත් විය\nදිනක් ටෑං සෙං ගඟට පැමිණ එහි ඉදිරියෙන් ඇති බුදුන්ගේ ලින්ග්ෂාන් කන්ද දුටුවේය.එය ඉදිරියෙන් තිබුණේ තනි ලෑලි පාලමකි.එය තරණය කිරීමට ටෑං සෙන්ග් එඩිතර වූයේ නැත. බුදු හාමුදුරුවෝ ඔරුකාරයෙක් වෙලා පතුලක් නැති කැඩිච්ච ඔරුවක් අල්ලගෙන ඔරුවට නැග්ගාත් එක්කම ගඟට වැටිලා ඔරුකාරයා විසින් බේරගන්නවා.. ටං හාමුදුරුවෝ බුදුබව ලැබුවේ මෙහෙමයි. (බටහිර ගමනේ කතාව)\n◇Tang Monk ගේ බෞද්ධ ග්‍රන්ථ\nටෑං රාජවංශයේ සන්සාං, ඔහුගේ පොදු වාසගම චෙන් වූ අතර ඔහුගේ නම යි විය. Luozhou හි Goushi ප්‍රාන්තයේ (දැන් Henan පළාතේ Yanshi නගරයට දකුණින්) උපත ලැබීය. වයස අවුරුදු දහතුනේදී පැවිදි වූ ඔහු Xuanzang යන බෞද්ධ නාමය ගත්තේය.\nමුල් බෞද්ධ ග්‍රන්ථ ලබා ගැනීම සඳහා, ඔහු ෂෙන්ගුවාන්ගේ තුන්වන වසරේ (ක්‍රි.ව. 629) Chang'an (වර්තමානයේ Xi'an, Shaanxi පළාත) සිට මායිම හරහා ගොස් ටියැන්ෂු වෙත ළඟා වීමට අසංඛ්‍යාත දුෂ්කරතා මැදින් ගමන් කළේය. ඉන්දියාව) ශුද්ධ ලියවිලි එකතු කිරීමට. ඔහු ගංගා සහ ඉන්දු ගංගා ද්‍රෝණි සහ ඉන්දියාවේ ගිනිකොනදිග වෙරළබඩ ප්‍රදේශ පුරා සංචාරය කර, හිමෙන් වැසී ගිය කඳු සහ හරිත කඳු වැටි තරණය කර, සැතපුම් 50,000කට වඩා එහාට මෙහාට ගමන් කළේය.අවසානයේ චන්ගාන් වෙත ආපසු යාමට ඔහුට වසර 16ක් ගත විය. ෂෙන්ගුවාන්ගේ 19 වැනි වසර (ක්‍රි.ව. 645). ඔහු බෞද්ධ ග්‍රන්ථ විශාල ප්‍රමාණයක් ගෙනවිත් චීන භාෂාවට පරිවර්තනය කළේය.\n(Tang Sanzang චීනය සහ ඉන්දියාව අතර එහාට මෙහාට දිගු ගමනක් ගිය අතර, ඔහුට අනතුරු අත්විඳීමට සිදු විය, නමුත් ඔහු පිටුපසින් නොපෙනෙන අනුශාසක සාන්තුවරයෙකු සිටි නිසා ඔහුට ආරක්ෂිතව ආපසු යාමට හැකි විය.)", "聖意": "නිවස සුරක්‍ෂිතයි, තමා සුබදායකයි, බටහිර වෙළෙඳාම සාර්ථකයි, විවාහය සාර්ථකයි, පදිකයින් පිට්ටනිය අවහිර කරයි, සේද පණුවන් අවහිර කරයි, සේද පණුවන් 70%යි, පශු සම්පත් ලාභයි, මිනිසුන් සොයා ගනී, බටහිර මහජනතාව නඩුහබ අයහපත්ය, සංක්‍රමණය ගතානුගතිකය, නැතිවූ දේපල දකියි, රෝග ශුභයි, කඳුකර සොහොන් ශුභයි.", "古人": "ටැං භික්ෂුව බුද්ධත්වයට පත් විය", "第X籤": "හැට දෙක ලොතරැයිය දිනීම", "宮": "යින් මාලිගය"}