{"籤詩版本二": "ශීත ඍතුව පැමිණි විට, කඳු මුදුනේ පිපෙන තොම්සන්ගේ අත්තක් එහි කොළ වැටී අතු වියළී ගියත් විනාශ නොවේ.\nනමුත් වසන්තය පැමිණි විට, මම තවමත් ආචාරියා ලෙස මා ආපසු ලබා දී මුල් කෘතිය විනාශ කරමි.", "詩意": "මෙම hexagram තුළ, plum blossom ප්රමුඛ ස්ථානය හිමි වේ.\nප්‍රමාද වුණොත් හැමදේම හොඳයි.", "解曰": "එක ඊතලයක් හිස්. එය හිස් වූ විට එය හිස් නොවේ. වසන්තය එනතුරු බලාගෙන ඉන්නවා. එහි වර්ණය ඇත.", "籤詩故事一": "◇දෙපාරක් ලකුණු ගත්තා\nටෑං රාජවංශයේ Dezong අධිරාජ්‍යයාගේ පාලන සමයේදී විශ්වාසවන්ත ඇමති Mei Bogao සහ ඔහුගේ පවුලේ අයව ද්‍රෝහී අගමැති Lu Qi විසින් කොටු කරන ලදී, ඔහුට ඔවුන් සියල්ලන්ම මරා දැමීමට අවශ්‍ය විය.ඔහුගේ පුත් Mei Liangyu පමණක් පැන යාමට සමත් විය.පසුව ඔහු ඔහුගේ වෙනස් විය. ඔහුගේ අනන්‍යතාවය සැඟවීමට වැන්ග් ෂිටොංට නම් කරන්න. ඔහු කුසගින්නෙන් හා සීතලෙන් වීදිවල තනිවම ජීවත් වූ නමුත් වාසනාවකට මෙන් ඔහුව චෙන් රිෂෙන්ග් (චෙන් ඩොංචු) විසින් අල්ලා ගන්නා ලදී. චෙන් රිෂෙන්ග් ඔහුගේ ජීවිත අත්දැකීම නොදැන සිටි නිසා, ඔහු වීදියේ කුසගින්නෙන් මිය නොයන ලෙස චේන්ගේ ප්ලම් වත්ත රැකබලා ගැනීමට උදව් කරන ලෙස ඔහුගෙන් ඉල්ලා සිටියේය.\nChen Risheng Mei Bogao ගේ පන්තියේ මිතුරෙකු සහ මිතුරෙකු විය.ඔහුට Lu Qi විසින් පීඩා විඳිමින් සිටියදී Mei Bogao විසින් ඔහුව බේරා ගන්නා ලදී.එහි ප්‍රතිඵලයක් ලෙස Mei Bogao සහ Lu Qi සතුරුකම් ඇති කර ගත්හ.අවසානයේ ඔවුන්ගේ මුළු පවුලම ඝාතනය කරන ලදී.Chen මේ නිසා රිෂෙන්ග්ට දුකක් හා කෝපයක් ඇති විය.විවාහයෙන් පසු ඔහු ඉල්ලා අස්වී තම පවුල යැංෂු වෙත ගෙන ගොස් හුදෙකලාවේ ජීවත් විය.\nචෙන් රිෂෙන්ග්ට චෙන් සින්ග්යුවාන් නම් දියණියක් සිටින අතර ඇය ලස්සන හා සුවඳින් යුක්තයි.මෙයි ලියැන්ග්යු චෙන් පවුලට පැමිණි පසු ඔවුන් පළමු බැල්මෙන්ම ආදරයෙන් බැඳුණා. Mei Bogao ගේ මරණයේ සංවත්සරය ද වූ තොම්සන්ගේ මල් පිපෙන දිනයක, Chen Risheng සහ ඔහුගේ පවුලේ අය තම මියගිය මිතුරා සහ දානපතියා අනුස්මරණය කිරීම සඳහා ඔවුන්ගේ නිවසේ තොම්සන්ගේ වත්තේ පූජාසනයක් විවෘත කළහ.අනපේක්ෂිත ලෙස කාලගුණය හදිසියේම වෙනස් විය. , සහ තද හිම කුණාටුවක් හමා, සියලු තොම්සන්ගේ මල් වැසී ගියේය. තමාට නිරුපද්‍රිතව පැන යාමට හැකි වූ නමුත් මෙයි පවුලෙන් පැවත එන්නන් බේරා ගැනීමටවත් නොහැකි වූ බවට චෙන් රිෂෙන් විලාප තැබුවේය.මෙය දෙවියන්ගෙන් ලද අනතුරු ඇඟවීමක් යැයි සිතූ ඔහු තොම්සන්ගේ මල් පිපෙන්නේ නැත්නම් නැවත පිපෙන්නේ නැති බවට සපථ කළේය. මේ පවුල තවමත් ජීවතුන් අතර, ඔහු කිසි විටෙකත් කිසිවක් නොකියයි, ඔහු බුදුදහමට පැන ගොස් පැවිදි විය.\nඔහුගේ දියණිය ෂිංයුවාන් මෙය අසා වහාම සුවඳ දුම් දල්වා තොම්සන්ගේ මල් නැවත පිපෙන ලෙස දෙවියන් වහන්සේට අවංකව යාච්ඤා කළාය. ඔවුන්ගේ අවංකකම දෙව්ලොව චලනය වූ අතර, උගත් පන්තියේ තොම්සන්ගේ සියලු තොම්සන්ගේ ගස් නැවතත් පිපුණා; පසුව චෙන් රිෂෙන්ග් Xitong යනු Liangyu බව දැනගත් නිසා ඔහු තම දියණිය Xingyuan ඔහුට විවාහ කර දුන්නේය.", "聖意": "තමාට, තමාගේ වාසනාවට, ධනය සෙවීමට, ගණුදෙණු කිරීමේදී නුවණින් කටයුතු කිරීමට, විවාහ වන තෙක් බලා සිටීමට, ප්‍රමාද වීමට, විවාහ වීමට, ප්‍රමාද වීමට, සශ්‍රීක වීමට නිවස සහ නිවස හොඳ නැත. වසන්තය, ප්රමාද වීමට, ප්රමාද වීමට, ප්රමාද වීමට, කාර්යබහුල වීමට, කාර්යබහුල වීමට, සමෘද්ධිමත් වීමට, කාර්යබහුල වීමට, සොයා ගැනීමට.", "古人": "දෙපාරක් ලකුණු ගත්තා", "第X籤": "හැට නවය ලොට් දිනා ගැනීම", "宮": "ටැට්සුමි"}