{"籤詩版本二": "චාඕ චාඕ යනු මල් රැස් කරන මී මැස්සෙකු මෙන් නිරිත දෙසින් සහ නැගෙනහිරින් පියාසර කරයි\nවසන්තය නිමා වී, මල් පිපිලා, සොයන්නට තැනක් නැත.. මේ සිත සිටින තැන වෙනස් නොවේ.", "詩意": "මේ ෂඩාස්‍රය මී මැස්සෙක් මල් නෙළනවා වැනිය.\nසෑම දෙයක්ම වෙහෙසකාරී හා වෙහෙසකාරී ය.", "解曰": "වසන්ත දර්ශන නොමැත. දිගු කලක් වැස්ස නමුත් කිසි විටෙකත් පහව යන්නේ නැත. උදව් ඉල්ලන්න. නිහඬව සිටීම හොඳය.\n.", "籤詩故事一": "◇Li Mi ටැන්ග් රාජවංශයට එරෙහිව කැරලි ගැසීය\nලි මි\n(582-619), චීනයේ අවසන් සුයි රාජවංශයේ ගොවි නැගිටීමේ දී Wagang හමුදාවේ නැසීගිය නායකයා. අකුරු ලිවීමේ මාස්ටර්. ෆා යන වචනයේ ප්‍රධානියා ජිංසාඕ හි චංග්ආන් හි උපන් අයෙකි, ඔහුගේ මුතුන් මිත්තන්ගේ නිවහන වූයේ ෂියැන්පිං, ලියාඕඩොන්ග් (දැන් ලියාඕයං, ලියාඕනිං නගරයට දකුණින්) ය. Jingzhao හි Chang'an හි උපන්, ඔහුගේ මුතුන් මිත්තන්ගේ නිවහන වන්නේ Xiangping, Liaodong (දැන් Liaoyang, Liaoning වලට දකුණින්).\nදයේ (613) නවවන වර්ෂයේදී, ඔහු ලියන්ග්හි (දැන් හෙනාන් පළාතේ ජුංෂියන් ප්‍රාන්තයේ ඊසාන දෙසින්) සූයි රාජවංශයට එරෙහිව යැං ෂුවාංගන්ගේ කැරැල්ලට සහභාගී විය. දයේ (613) නවවන වර්ෂයේදී, ඔහු ලියන්ග්හි (දැන් හෙනාන් පළාතේ ජුංෂියන් ප්‍රාන්තයේ ඊසාන දෙසින්) සූයි රාජවංශයට එරෙහිව යැං ෂුවාංගන්ගේ කැරැල්ලට සහභාගී විය. අද්භූත හැඟීම පරාජය වේ,\nලී මි පලා ගියේය. Xuangan පරාජය වූ අතර Li Mi පලා ගියේය.\nඩේගේ දොළොස්වන වසරේදී ඔහු Wagang හමුදාවට බැඳුණි\n. ඩේගේ රාජ්‍යයේ දොළොස්වන වර්ෂයේදී ඔහු Wagang හමුදාවට බැඳුණි. Li Mi උපායෙහි දක්‍ෂ විය.Daye ගේ දොළොස්වන වසරේ ඔක්තෝම්බර් මාසයේදී, Zhang Xutuo ආරක්ෂා කිරීමට, Sui හමුදාව පරාජය කර Zhang Xutuo ඝාතනය කිරීමට, Zhang Xutuo ආරක්ෂා කිරීමට, Xingyang Tong නම්, හමුදාව සමඟ සිටි බලවත් සෙන්පතියාට පහර දීමට Li Mi Zhai පොළඹවා ගත්තේය. Li Mi උපායෙහි දක්‍ෂ විය.Daye ගේ දොළොස්වන වසරේ ඔක්තෝම්බර් මාසයේදී, Zhang Xutuo ආරක්ෂා කිරීමට, Sui හමුදාව පරාජය කර Zhang Xutuo ඝාතනය කිරීමට, Zhang Xutuo ආරක්ෂා කිරීමට, Xingyang Tong නම්, හමුදාව සමඟ සිටි බලවත් සෙන්පතියාට පහර දීමට Li Mi Zhai පොළඹවා ගත්තේය.\nපසුව, ඔහු Xingluo (පසුව Luokou ලෙස නම් කරන ලදී) ගබඩාවට පහර දීමට යෝජනා කළේය, සහන සඳහා ගබඩාව විවෘත කර කණ්ඩායම පුළුල් කළේය. Wagang හමුදා කණ්ඩායම වේගයෙන් වර්ධනය විය.Daye හි 13 වන වසරේ Li Mi විසින් Wagang හමුදාවට නායකත්වය දුන් අතර Zhai Rang සූයි රාජවංශය පහත හෙලීම සහ බෙදා හැරීම සම්බන්ධයෙන් කටයුතු කළේය.හමුදා සම්පත් සහ වෙනත් ගැටළු සම්බන්ධයෙන් යුද්ධයක් ඇති වූ අතර ලී මි විසින් ෂායි රං සහ ඔහුගේ අනුගාමිකයින් සිය ගණනක් ඝාතනය කරන ලදී. පසුව, ඔහු Xingluo (පසුව Luokou ලෙස නම් කරන ලදී) ගබඩාවට පහර දීමට යෝජනා කළේය, සහන සඳහා ගබඩාව විවෘත කර කණ්ඩායම පුළුල් කළේය. Wagang හමුදා කණ්ඩායම වේගයෙන් වර්ධනය විය.Daye හි 13 වන වසරේ Li Mi විසින් Wagang හමුදාවට නායකත්වය දුන් අතර Zhai Rang සූයි රාජවංශය පහත හෙලීම සහ බෙදා හැරීම සම්බන්ධයෙන් කටයුතු කළේය.හමුදා සම්පත් සහ වෙනත් ගැටළු සම්බන්ධයෙන් යුද්ධයක් ඇති වූ අතර ලී මි විසින් ෂායි රං සහ ඔහුගේ අනුගාමිකයින් සිය ගණනක් ඝාතනය කරන ලදී.\nඩේගේ 14 වන වසරේ මාර්තු මාසයේදී යූ වෙන්හුආජි සුයි රාජවංශයේ යැං අධිරාජ්‍යයා මරා දැමීය.\n100,000 කට වැඩි පිරිසක් බටහිර දෙසට ආපසු යාමට හේතු විය. Daye හි දහහතරවන වසරේ මාර්තු මාසයේදී, Yu Wenhuaji (Yu Wen, සංයුක්ත වාසගම) Sui රාජවංශයේ Yang අධිරාජ්‍යයා මරා දමා 100,000 කට අධික පිරිසක් සමඟ බටහිර දෙසට පැමිණියේය. Li Mi ට Huaji ට පහර දීමට අණ කරන ලදී.Huaji පරාජය වුවද, Li Mi ගේ භටයින්ටද විශාල පාඩු සිදු විය.පසුව Wang Shichong විසින් ඔවුන් ලුහුබඳින ලදී.Li Mi ගේ හමුදාව පරාජයට පත් වූ අතර ඔහුගේ කඳවුර විනාශ විය.ඔහුගේ ජෙනරාල්වරුන් Qin Shubao, Cheng Zhijie (මුලින් නම් කරන ලදී. Cheng Yaojin), Niu Jinda සහ තවත් අය අල්ලා ගන්නා ලදී. , Shan Xionxin යටත් විය. Li Mi ට Huaji ට පහර දීමට අණ කරන ලදී.Huaji පරාජය වුවද, Li Mi හටද ඔහුගේ හමුදාවන් තුල විශාල පාඩු සිදු විය. පසුව ඔහුව Wang Shichong විසින් ලුහුබැඳ ගියේය.Li Mi ගේ හමුදාව පරාජයට පත් වූ අතර ඔහුගේ කඳවුර විනාශ විය.ඔහුගේ ජෙනරාල්වරුන් වන Qin Shubao, Cheng Zhijie (මුලින් නම් Cheng Yaojin), Niu Jinda සහ තවත් අය අල්ලා ගන්නා ලද අතර, Shan Xionxin යටත් විය. Li Mi මංමුලා සහගතව සිටි නිසා, ඔහු සැප්තැම්බර් මාසයේදී ගඟ තරණය කර Heyang වෙත ගොස් Tang රාජවංශයට යටත් විය. Li Mi මංමුලා සහගතව සිටි නිසා, ඔහු සැප්තැම්බර් මාසයේදී ගඟ තරණය කර Heyang වෙත ගොස් Tang රාජවංශයට යටත් විය.\nනොවැම්බර් මාසයේදී Li Yuan පැරණි හමුදා බඳවා ගැනීම සඳහා Li Miව Shandong වෙත යැවීය. නොවැම්බර්, \nපැරණි හමුදා බඳවා ගැනීම සඳහා ෂැන්ඩොං හි රැඳී සිටීමට ලී යුවාන් ලි මි යැවීය. තමාව සැක කරන බව හැඟුණු ඔහු ටැන්ග්ට විරුද්ධව කැරලි ගැසීය. තමාව සැක කරන බව හැඟුණු ඔහු ටැන්ග්ට විරුද්ධව කැරලි ගැසීය. ටෑං ජෙනරාල් ෂෙන්ග් යාන්ෂි ලි මිට පහර දීමට ආරාධනා කළ අතර ඔහුව සිංගොං ෂියාන්හිදී මරා දැමීය. ටෑං ජෙනරාල් ෂෙන්ග් යාන්ෂි ලි මිට පහර දීමට ආරාධනා කළ අතර ඔහුව සිංගොං ෂියාන්හිදී මරා දැමීය.", "聖意": "නිවස, නිවස, දිව, ස්වයං, දුෂ්ටයා, ධනය සෙවීම, ව්‍යාපාර නාස්තිය, විවාහ කල් පවතින නොවේ, ලියුජියා, හිස් මල්, පදිකයින්, යාඕටියන්, සේද පණුවන් හානි, පශු සම්පත් හයක්, අතුරුදහන් වූවන්, නඩු, පාඩු, සංක්‍රමණය, ගතානුගතිකත්වය, නැතිවූ දේපල අසනීප, බාධක, කඳුකර සොහොන් ප්රතිසංස්කරණය", "古人": "ලී මි ටෑං රාජවංශයට එරෙහිව කැරලි ගැසීය", "第X籤": "හැත්තෑවැනි දිනුම් ඇදීම", "宮": "ටැට්සුමි"}