{"籤詩版本二": "කැන්ග්ලොන්ග් දහනව වන ආරක්ෂක භටයින්ගේ සංජානනය: කාන්තාවක් දෙවන ස්වාමිපුරුෂයා සමඟ විවාහ විය\nඑක් දුන්නක් සහ ඊතල දෙකක් සමඟ, ඩයිනෝසෝරයන් වහාම සාමයෙන් ජීවත් වනු ඇත", "詩意": "මෙම ෂඩාස්‍රය ඊතල දෙකක් අල්ලාගෙන සිටින දුන්නක් වැනිය.\nසියල්ල එකට සිදුවුවහොත් එය සුබදායක වනු ඇත.", "解曰": "වැඩි බරක් නැහැ. දෛවය. Zhen Liuzhong විවෘත කරයි. කල්පනාකාරීව කටයුතු කිරීම සුදුසුය.", "籤詩故事一": "◇Wenjun Xiangru වෙත පැමිණේ\nZhuo Wenjun යනු සිචුවාන් පළාතේ Linqiong හි ධනවත් ව්‍යාපාරිකයෙකු වූ Zhuo Wang ගේ මුණුපුරාගේ දියණියයි.ඇය සංගීතයට ප්‍රවීණ වූ අතර සාහිත්‍ය නාමයක් ද ලබා සිටියාය. ඇයට වයස අවුරුදු දහසයේදී විවාහ වූ අතර වසර කිහිපයකට පසු ඇගේ ස්වාමිපුරුෂයා මිය ගිය අතර ඇය වැන්දඹුවක් ලෙස ජීවත් වීමට තම උපන් පවුලට පැමිණියාය.\nදිනක් Sima Xiangru භෝජන සංග්‍රහයක් සඳහා Zhuo Wangsun ගේ නිවසට ගියේය. Zhuo Wenjun අලුතින් වැන්දඹු බව දැනගත් විට ඔහු තම ආදරය ප්‍රකාශ කිරීමට \"Phoenix Seeking the Phoenix\" ගීතය වාදනය කළේය. Zhuo Wenjun දැනටමත් Sima Xiangru ගැන අසා ඇති අතර, මෙම භෝජන සංග්‍රහය ඔහුව Sima Xiangru වෙත තවත් ආකර්ෂණය කළේය. අනෙක් අතට, Sima Xiangru ගේ භෝජන සංග්‍රහයෙන් පසු, ඔහු වහාම Zhuo Wenjun ගේ පුද්ගලික සේවිකාවට අල්ලස් දීමට විශාල මුදලක් වැය කළ අතර Zhuo Wenjun කෙරෙහි Sima Xiangru ගේ ආදරය ප්‍රකාශ කරන ලෙස ඇයගෙන් ඉල්ලා සිටියේය. Zhuo Wenjun සේවිකාව හරහා Sima Xiangru ගේ ආදරය ගැන දැනගත් පසු, ඔහු වහාම Sima Xiangru ජීවත් වූ තානායම වෙත දිව ගියේය. Zhuo Wenjun ගේ පැමිණීම දුටු Sima Xiangru වහාම ඇය සමඟ Chengdu හි ඔහුගේ උපන් ගමට එක රැයකින් පලා ගියේය.\nඔවුන් Chengdu හි සිටියදී, මෙම යුවළ අනාථ වූ අතර, ජීවත්වීම සඳහා කුඩා හෝටලයක් විවෘත කිරීමට Linqiong වෙත ආපසු යාමට සිදු විය. Zhuo Wenjun වයින් විකුණූ අතර Sima Xiangru පිඟන් සෝදා ගත්තේය. ඔවුන් දුප්පත් ජීවිතයක් ගත කළහ. Zhuo Wenjun ගේ පියා, Zhuo Wangsun, ඒ ගැන දැනගත් පසු, ඔහු එකඟ වී ඔහුගේ මිතුරන්ගේ උපදෙස් යටතේ ඔවුන්ට අරමුදල් සැපයූ අතර, Sima Xiangru සහ Zhuo Wenjun නැවත චෙන්ග්ඩු වෙත පදිංචියට ගොස් පසුව පොහොසත් විය.", "聖意": "නිවස සහ දේපළ අහිමි වීම, තමාගේම අයිතිවාසිකම් සහ වැරදි, ධනය සෙවීම, ශ්රම ගනුදෙනු, නැවත විවාහ වීමෙන් ආරක්ෂා වීම.", "古人": "වෙන්ජුන් Xiangru වෙත පැමිණේ", "第X籤": "හැත්තෑ එක දිනුම් ලොතරැයිය", "宮": "ටැට්සුමි"}