{"籤詩版本二": "මීමැසි පාලකයන් දෂ්ට නොකෙරෙන පරිදි ඔවුන්ගේ මී පැණි ඉල්ලා සිටිය යුතුය.\nඔබ ඉදිරියෙහි අමුතුම මාර්ගයක් තිබිය යුතුය.රහස කටු කැලෑවක් තරම් ගැඹුරුය.", "詩意": "මෙම hexagram මී මැස්සන් මී පැණි එකතු කිරීම සංකේතවත් කරයි.\nසෑම දෙයක්ම වෙහෙසකාරී හා වෙහෙසකාරී ය.\n\n(මෙම hexagram මිහිරි සහ තිත්ත සංකේතය සොයයි.\nසෑම දෙයකම විපත් වළක්වන්න.\n)", "解曰": "දේවල් පරිස්සමෙන් කරන්න ඕන. බල කරන්න ඕන නෑ. මී මැස්සන් මී පැණි එකතු කරයි. හේතුව කුමක්ද?", "籤詩故事一": "◇Wang Mang දක්ෂතා සොයයි\nබටහිර හන් රාජවංශයේ වැන්ග් මැන්ග් පවුල ධනවත් පවුලක් යැයි කිව හැකිය. ඔහුගේ පියා තරුණ වියේදී මිය ගියද, ඔහුගේ මාමාවරුන් සහ මාමාවරුන් කිහිප දෙනෙකු හන් රාජවංශයේ අධිරාජ්‍යයන් බවට පත් විය.ඔවුන් ජෙනරාල්වරුන්, අගමැතිවරුන් බවට පත් වී, මාර්ක්විස් බවට පත් වී ත්‍යාග ලබා ගත්හ.වං පවුල අතිශයින් ප්‍රමුඛ විය.\nනමුත් වැන්ග් මැන්ග්ගේම කුඩා පවුල අතිශයින් දුප්පත් විය; ඔහුගේ පියා තරුණ වියේදී මිය ගිය අතර, ඔහු තම මව සමඟ පමණක් ජීවත් වූ අතර, ඥාතීන්ගේ පුණ්‍යාධාර මත රඳා සිටියේය. නමුත් මේ නිසා වැන්ග් මැන්ග් කුඩා කල සිටම මිනිසුන් සමඟ ගනුදෙනු කිරීමේ කුසලතා සමූහයක් වර්ධනය කර පුහුණු කළේය. කොයිතරම් දුකක්, තරහක් ආවත් නෑදෑයන්, වැඩිහිටියන් හෝ පිටස්තර අය ඉදිරියේ ඔහු නිතරම ඉතා සතුටින් හා සාමකාමී බැල්මක් විදහා පෑ නිසා වංශයේ කාගේත් ප්‍රසාදයට ලක්විය.\nවරක් ඔහුගේ වැඩිමහල් මාමා දැඩි ලෙස රෝගාතුර විය.එය දැනගත් පසු ඔහු පැමිණ රෝගියාගේ ඇඳ අසලට වී බෙහෙත් වතුර රැගෙන රාත්‍රියේ සෝදිසියෙන් සිට මාස කිහිපයක් එක දිගට ඇඳුම් ගලවා, අවුල් වී, හැඩිදැඩිව සිටියේය. ඔහු රෝගියෙකුට වඩා \"ඉවසිලිමත්\" විය. ජීව විද්‍යාත්මක පුතෙකුට වඩා \"පුතා\" විය.\nමේ සඳහා තායිවාන වැසියන් සියල්ලෝම ඔහුට ප්‍රශංසා කළ අතර ඔහු වෙනුවෙන් ත්‍යාගයක් ඉල්ලා ලිපි ලිවීය.\nඑබැවින් හන් රාජවංශයේ චෙන්ග් අධිරාජ්‍යයා ඔහුට නව අගනුවර මාක්විස් යන පදවි නාමය ලබා දී මාලිගාවේ මුරකරුවෙකු ලෙස පත් කර අධිරාජ්‍යයාගේ සමීප ඇමතිවරයෙකු බවට පත් විය.\nතම උසස් තරාතිරම සහ මහා බලතල ඇති වං මාං කිසිවිටෙක උඩඟු බවක් හෝ කම්මැලිකමක් නොපෙන්වා, ඒ වෙනුවට වඩ වඩාත් ආචාරශීලී හා ආචාරශීලී විය.එක් පැත්තකින් ඔහු ඇමතිවරුන්, සෙන්පතියන්, ඇමතිවරුන්, ප්‍රසිද්ධ විද්වතුන් සහ විද්වතුන් සමඟ මිතුරු විය.\nඑහෙත් ඔහු බොහෝ විට මස් කෑම අනුභව කරමින් ඉතා අරපිරිමැස්මෙන් ගත කළ ජීවිතයක් ගත කළ අතර, දිගු සිවුරු හා අත් ඇති ඇඳුම් පැළඳුම් ගැන සඳහන් නොකර, කොට ඇඳුම් පමණක් ඇඳ සිටියේය. ඉතින් ආණ්ඩුවේ හැමෝම වගේම මහජනතාවත් එක හඬින් එතුමාට ගුණවත් කියන වචනයෙන් ප්‍රශංසා කළා.\nපසුව, ඔහුගේ මාමා වන Grand Sima Wanggen අසනීපයෙන් මිය ගිය අතර ඔහු වෙනුවට ඔහු තෝරා ගන්නා ලදී. අධිරාජයා සහ සියලුම ඇමතිවරු සිතුවේ ඔහු වඩාත් සුදුසු බවයි. එම නිසා, වයස අවුරුදු තිස් අටක් පමණක් වූ වැන්ග් මැන්ග්, රටේ ඉහළම හමුදා බලය ඇති ග්‍රෑන්ඩ් සිමා බවට පත්විය.\n(මෙම කතාව උපමාවකි. යහපත් පුද්ගලයකු වීමට දක්‍ෂ වීම \"මී මැස්සන් දෂ්ට කිරීමේ අපහසුව\" දුරු කර ගැනීමටත්, ඔබ කැමති පරිදි ඔබේ පරමාදර්ශය සාක්ෂාත් කර ගැනීමටත් උපකාරී වේ.)", "聖意": "නිවස තමාට හොඳ නැත, පවුලට කරදර ඇති වේ, ව්‍යාපාර අවහිර වේ, විවාහය අවහිර වේ, සන්නාහය බොරු ය, පදිකයින් ප්‍රමාද වේ, සේද පණු අස්වැන්න අඩු වේ, ගවයන් අඩු වේ, දුෂ්කර ය. මිනිසුන් සොයා, නඩු නරකයි, සංක්රමණය නොවේ, නැතිවූ දේපල නරකයි, රෝගය පිහිටුවා ඇත, කඳු සොහොන අහිමි වේ", "古人": "වැන්ග් මැන්ග් දක්ෂතා සොයයි", "第X籤": "හැත්තෑ දෙක ලොතරැයිය දිනීම", "宮": "ටැට්සුමි"}