{"籤詩版本二": "වසන්තය පැමිණි විට, ගිගුරුම් සෙලවෙනු ඇත, කෘමීන් කිචිබිචි කරයි, මම මඩෙන් ඉවතට හැරෙමි\nමම තාම එනවා යනවා කියලා මුලින්ම තේරුනාම එක පාරක් වෙනස් උනාම මම මකරෙක් උනා.", "詩意": "මෙම hexagram ගිගුරුම් සහ කෘමීන් වැනි ය.\nඋතුම් පුද්ගලයෙකු හමුවීම සෑම දෙයකම හොඳ සලකුණකි.", "解曰": "ගිගුරුම් පහර. ඇතුළත සහ පිටත තැන්පතු දෙකක්. වරක් වෙනස් කරන්න. Tianmen දක්වා.", "籤詩故事一": "◇චෙන්කියාඕ කැරැල්ල\n959 දී, Zhou Shizong Chai Rong මිය ගිය අතර, සිංහාසනයට පත් වූ Gong අධිරාජයා, Chai Zongxun ගේ වයස අවුරුදු හතක් පමණි. එකල මාලිගාව ඉදිරිපිට පරීක්ෂකවරයා ලෙසත්, ජර්මානු හමුදාවේ සොන්ග්ෂෝගේ නියෝජිතයා ලෙසත් සේවය කළ ෂාඕ ක්වාංගින් සැබෑ බලය දැරීය.\nක්‍රිස්තු වර්ෂ 960 වසන්තයේ දී, Zhenzhou (දැන් Zhengding, Hebei පළාත) සහ Dingzhou (දැන් Dingxian County, Hebei Province) වාර්තා කළේ උතුරු හන් රාජවංශයේ සහ ලියාඕ ප්‍රාන්තයේ හමුදා එක්ව පසුකාලීන චෞ රාජවංශයට පහර දීම සඳහා දකුණට යන බවයි. ගම්‍යතාව ඉතා ඝෝෂාකාරී වූ අතර සහය සඳහා භට පිරිස් යවන ලෙස ඔවුහු ඉල්ලා සිටියහ. පසුව, Zhou රාජවංශය සතුරාට එරෙහිව සටන් කිරීමට උතුරු දෙසට තම හමුදාව මෙහෙයවන ලෙස Zhao Kuangyin අණ කළේය. Zhao Kuangyin ඔහුගේ සොහොයුරු Zhao Guangyi, Zhao Pu, Shi Shouxin සහ වෙනත් අයගේ සැලසුම් යටතේ රහසිගතව ක්‍රියා කළේය.\nපෙබරවාරි 3 වෙනිදා, හමුදාව චෙන්කියාඕයි (දැන් චෙන්කියාඕ නගරය, ෆෙංකියු, හෙනාන් හි ගිනිකොන දෙසින්) වෙත පැමිණි විට, ඔවුන් කැරැල්ලක් දියත් කර, ඔහු වෙනුවෙන් කහ පැහැති වස්ත්‍ර පළඳින ලෙස සොල්දාදුවන්ට නියෝග කළහ.ඔවුන් පසුකාලීන චෞ රාජවංශයට එරෙහිව කැරලි ගසා, අධිරාජ්‍යයා ලෙස ෂාඕ ක්වාංගින්ට සහාය දුන්හ. . ඉන් පසුව, Zhao ගිනි තැබීමකින්, ඝාතනය කිරීම හෝ කොල්ලකෑමකින් තොරව තම හමුදාවන් Kaifeng වෙත ආපසු ගෙන ගියේය. \"Taizu Chen Qiao අගනුවර ජනතාවට බාධා නොකරන බවට දිවුරුම් දුන් අතර, ඔහු නගරයට ඇතුළු වූ දිනයේ නගරයට බාධා නොකරන බවට පොරොන්දු විය.\"\nචන්ද්‍ර මාසයේ තුන්වන වසරේ තුන්වන දින චෙන්කියාඕ හි කැරලි ගැසී ෂාඕ ක්වාංගින් නැවත අගනුවරට පැමිණියේය.ෆෑන් ෂි වන්ග් පු සහ වෙයි රෙන්පුව මෙහෙයවූයේ ෂාඕ ක්වාංගින්ගෙන් ප්‍රශ්න කිරීමටය.ලුඕ යාන්හුආන් කූඩාරම ඉදිරිපිට කඩුව ඇද හයියෙන් කෑගැසුවේය. : \"ත්‍රිවිධ හමුදාවට ස්වාමිවරුන් නැත. සියලුම ජෙනරාල්වරු ඔහුව අධිරාජ්‍යයා ලෙස පත් කිරීමට තීරණය කර ඇත. කතා කරන ඕනෑම අයෙකු මරා දමනු ලැබේ!\". වැන්ග් පූගේ මුහුණ පොළොව මෙන් සුදුමැලි විය.ඔහු තම පියවර පහත් කර වැඳ වැටුණේය.ෆෑන් ෂි ද වැඳ වැටුණේය.කුආන්ග් යින් පෞද්ගලිකව ඔහුට නැඟී සිටීමට උදව් කළ අතර ඔහුට ඉතා ආචාරශීලීව සැලකුවේය.\nමධ්‍යස්ථ ප්‍රතිරෝධයකින් පසුව, පසුකාලීන චෞ රාජවංශයේ ගොං අධිරාජ්‍යයා සිංහාසනය ලබා ගත් අතර, ෂාඕ සිංහාසනය භාර ගත්තේය. \"ටයිසු සෙන් පිළිගැනීමට සූදානම්ව සිටියේය, නමුත් සෙන් පාඨයක් නොතිබුණි. ඉම්පීරියල් ඇකඩමියේ විශාරදයෙකු වූ ටාඕ ගු විසින් පිළිගත්තේය. අණ කර ඔහු අසලට ගොස්: \"ඒක ඉවරයි\"\"\nZhao සිංහාසනයට පැමිණීමෙන් පසු ඔහු රටේ නම Song, Yuan ලෙස Jianlong ලෙස වෙනස් කර Kaifeng අගනුවර බවට පත් කළේය.Shi Shouxin, Gao Huaide, Zhang Lingduo, Wang Shenqi, Zhang Guanghan, සහ Zhao Yanhui යන සියලු දෙනාටම Jiedushi යන නාමය පිරිනමන ලදී. , එය ඉතිහාසයේ \"චෙන්කියාඕ කැරැල්ල\" ලෙස හැඳින්වේ.\nවිකිපීඩියා\n(මෙම කතාව නියෝජනය කරන්නේ මෙය Zhao Kuangyin ගේ රංගනයේ ආරම්භය බවයි.)", "聖意": "ඔබේ නිවස, දෛනික ජීවිතය, ධනය, වාසනාව, ව්‍යාපාරවල වාසනාව, උදාර විවාහය, ලියුජියා හි සාර්ථකත්වය, පිරිමි පදිකයින්, කෙත්වල සේද පණුවන් ඉක්මනින් උපත, සතුන් හය දෙනෙකුගේ මුල් උපත, වසන්තයේ වාසනාව, මිනිසුන් සොයා ගැනීම, සාර්ථකත්වය සඳහා යාච්ඤා කරන්න පොදු නඩු වලදී, සංක්රමණයේ වාසනාව, අහිමි වූ දේපල, රෝගාබාධවල අනතුරු, කඳු සහ සොහොන් වල අනතුරු.", "古人": "චෙන්කියාඕ කැරැල්ල", "第X籤": "හැත්තෑ තුනට අත්සන් කළා", "宮": "මි මාලිගය"}