{"籤詩版本二": "ධනය බොහෝ ඇති නමුත් කීර්තිය නිෂ්ඵල වන බව සිහිනෙන් කීවේය.\nජලය දුරයි කඳු දුරයි නමුත් විශ්වාසවන්තව සිටීම දුෂ්කර ය.උතුම් පුද්ගලයා මාර්ගඵල ලබා දී සිනහවෙන් සිටියි.", "詩意": "මෙම hexagram සිහිනයකින් නිධානයක් ලබා ගැනීමේ සංකේතය නියෝජනය කරයි.\nසෑම දෙයක්ම අඩු වැඩි වශයෙන් සැබෑ ය.", "解曰": "හීනයක් වගේ හීන දකිනවා. කීර්තිය ගැන බලාපොරොත්තුවක් නැත. හොඳ කාලයක් එනතුරු බලා සිටින්න. උතුම් උපදෙස්.", "籤詩故事一": "◇ ජේඩ් එක Zhao වෙත ආපසු හරවන්න (එය සම්පූර්ණ කිරීමෙන් පසු ජේඩ් එක Zhao වෙත ආපසු දෙන්න)\nක්‍රි.පූ 283 දී, Zhao Huiwen රජු චුගෙන් He's Bi ලබා ගත්තේය. Qin Zhaoxiang රජු මෙම පුවත දැනගත් පසු, ඔහු Zhao රජුට ලිපියක් යවමින්, He's Bi සඳහා නගර පහළොවක් හුවමාරු කර ගැනීමට කැමැත්ත පළ කළේය.\nQin ශක්තිමත් බවත් Zhao දුර්වල බවත් ඔහු වෙනුවට ආදේශ කළ යුතු බවත් Lin Xiangru Zhao රජුට විශ්ලේෂණය කළේය.\nඉන්පසු ෂාඕ රජු ලින් ෂියැන්ග්රුව හීස් බි සමඟ ක්වින් වෙත යැවීය.\nQin රජුට Zhangtai හිදී Lin Xiangru මුණගැසුණු අතර Lin Xiangru විසින් Qin හි රජුට ජේඩ් පිරිනැමීය. ක්වින් රජු ප්‍රීතියෙන් ඉපිල ගොස් සුන්දරියට He's Bi එක දුන් අතර අවට සිටි සියල්ලෝම ඒ දෙස බලා සිටියෝය.මේ වෙලාවේ වම දකුණ හැමෝම ආයුබෝවන් කියලා කෑ ගැහුවා.\nZhao ට නගරය ලබා දීමට Qin රජුට කිසිදු අදහසක් නොමැති බව Lin Xiangru දුටු අතර, එබැවින් ඔහු Qin හි රජුට පැවසුවේ ඔහුගේ ජේඩ් දෝෂ සහිත බවත් එය ලබා ගැනීමට අවස්ථාව ලබා ගැනීම සඳහා Qin හි රජුට එය පෙන්වා දීමට අවශ්‍ය බවත්ය. ජේඩ් ආපසු.\nLin Xiangru Heshi ගේ Bi එක ආපහු ගත්තට පස්සේ Heshi ගේ Bi එකත් එක්ක මැරෙන්න ඕනේ කියලා පෙන්නලා ලොකු කණුව ලග හිටගත්තා.\nමේ අවස්ථාවේදී Lin Xiangru Qin රජුට මෙසේ පැවසීය: \"Zhao රජු තවමත් ඇමතිවරුන්ගේ විරෝධය ජයගෙන ඇමතිවරයාගේ යෝජනාව පිළිගත්තේය. ඔහු සාමාන්‍ය ජනතාව සමඟ කටයුතු කිරීමේදී එකිනෙකා නොමඟ නොගියද, එය නොකියයි. Qin යනු විශාල රටකි, Qin සහ Zhao අතර මිත්‍රත්වය ආරක්ෂා කිරීම සඳහා, Zhao රජු දින පහක් නිරාහාරව සිට, මම මගේ ඇමතිවරුන් ජේඩ් සමඟ Qin වෙත යැව්වෙමි, අවාසනාවකට, Qin රජුට Zhao a ලබා දීමට අදහසක් නොතිබුණි. නගරය, නමුත් ඔහු පවුලේ ජේඩ් රූමත් කාන්තාවකට ලබා දුන්නේය, එය ඇත්තෙන්ම මගේ ඇමතිවරුන්ට සමච්චල් කිරීමක් විය.\nකතාව අවසන් වූ පසු, ලින් ෂියැන්ග්රු වහාම කණුවකට පහර දෙන ලෙස ඉඟියක් කළේය.කිං හි රජු ඔහු බිට හානියක් වේ යැයි බිය වූ නිසා ඔහු ෂාඕට නගර පහළොවක් දෙන බව පෙන්වීය. Lin Xiangru, Qin රජුගේ ද්‍රෝහී සැලැස්ම දුටුවේය, එබැවින් කාලය ප්‍රමාද කිරීම සඳහා He's Bi ඉදිරිපත් කිරීමට පෙර දින පහක් නිරාහාරව සිටින ලෙස ඔහු Qin රජුගෙන් ඉල්ලා සිටියේය. මෙම දින කිහිපය තුළ, ලින් ෂියැන්ග්රු, ක්වින් රජු සමඟ ගනුදෙනු කිරීමට රැඳී සිටියදී, ජේඩ් සමඟ නැවත ෂාඕ ප්‍රාන්තයට පැමිණෙන ලෙස ඔහුගේ සේවකයන් යවා ඇත.\n(මේ කතාව සාමාන්‍ය පුද්ගලයකුගේ ඇස් ඔහුගේ තත්ත්‍වයට වශී වෙනවා වැනිය.)", "聖意": "ධනය ඇහිරීමට නිවසට යාඥා කරන්න, තමාට ප්‍රාර්ථනා කරන්න, විවාහ වීම දුෂ්කර ය, විවාහ වීම දුෂ්කර ය, මිනිසුන් සමඟිය නැත.", "古人": "ජේඩ් ෂාඕ වෙත ආපසු ලබා දෙන්න (ජේඩ් ෂාඕ වෙත සම්පූර්ණ කරන්න)", "第X籤": "හැත්තෑ හත්වන දිනුම් ලොතරැයිය", "宮": "දවල් මාලිගාව"}