{"籤詩版本二": "සිකමෝර් ගස්වල කොළ වැටී, සරත් සමය ළඟා වෙමින් තිබේ, සංචාරකයින්ගේ ආපසු ගමන වලාකුළු මෙන් පෙනේ.\nදෙවියන්ගේ මහත් පරිශ්‍රමයට ස්තූතිවන්ත වෙමින් නැව සුළඟේ නිධානය රැගෙන ආපසු පැමිණියේය.", "詩意": "මෙම හෙක්සැග්‍රෑම් නියෝජනය කරන්නේ සිකමෝර් ගසේ වැටෙන කොළ ය.\nසෑම දෙයක්ම කල්තියා නරක වන අතර අවසානයේ හොඳයි.", "解曰": "හදවතින් දේවල් ගන්න. Tianxin එය අනුගමනය කරයි. ජීවත්වීම සඳහා. ඔබට හැකි ඕනෑම දෙයක් කරන්න.", "籤詩故事一": "◇ටෙන්ග්වං මණ්ඩපයට සුළඟ හමයි\nවැන්ග් බෝ, අනුග්‍රහය සහිත නම Zian, මුල් ටෑං රාජවංශයේ කවියෙකි.ඔහු උපත ලැබුවේ ටෑං රාජවංශයේ ගඕසොං අධිරාජ්‍යයා වූ යොන්ගුයිගේ පළමු වසරේ ය. වැන්ග් බෝ කුඩා කල සිටම ශුද්ධ ලියවිලි කියවන අතර ඔහු \"ළමා ප්‍රඩිජි\" ලෙස හැඳින්වේ. වැන්ග් බෝ කුඩා කල සිටම ශුද්ධ ලියවිලි කියවන අතර ඔහු \"ළමා ප්‍රඩිජි\" ලෙස හැඳින්වේ.\nඔහුට වයස අවුරුදු දහයේදී ඔහු සහ ඔහුගේ පියා අහම්බෙන් ගුවාන්ඩි පන්සලක් අසලින් ගමන් කළහ.ඔවුන් දුටුවේ දේවමාළිගාවේ ඇති තේජාන්විත ගුවාන්ඩි පිළිමය \"වසන්තය සහ සරත්\" පිටපතක් අතැතිව එය කියවමින් සිටින බවයි.ඔහුගේ පියා එය දුටු විට ඔහු දේවානුභාවයෙන් විය.ඔහු ගුවාන් අධිරාජ්‍යයාට ගායනා කළේය: \"කොළ රැවුල් අගුල් තුනක් අල්ලාගෙන, කිං රාජවංශයේ ඉතිහාසය හරිත පහන් කූඩුවට කියවමින් සහ සුප්‍රසිද්ධ නම්වලට ගෞරව කරමින්. කොළ මකරා සහ සඳ මගේ අතේ තබාගෙන\" එය පැවසේ. මේ වසරේ සරත් සෘතුවේ දී, වැන්ග් බෝ ෂැන්සි සිට හයිනාන් දූපතට ගියේ, ජියාඕෂි ප්‍රාන්ත මහේස්ත්‍රාත්වරයා ලෙස පහත හෙලන ලද තම පියා බැලීමට ය. ඔහුට විසිහත් හැවිරිදි වියේ පසුවන වසරේ සරත් සෘතුවේ දී, වැන්ග් බෝ, ජියාඕෂි ප්‍රාන්ත මහේස්ත්‍රාත් තනතුරට පහත හෙලන ලද තම පියා බැලීමට ෂැන්සි සිට හයිනාන් දූපතට ගියේය.ඔහු මග දිගේ කඳු සහ ගංගා දහස් ගණනක් පසු කළේය.\nඑදා අපි මාදං කන්දට ආවට පස්සේ හැමෝම ගිමන් හරින්නට ගොඩට ගියා.වං බෝ තනියම ඉපැරණි පන්සලක් ළඟින් යනකොට එකපාරටම දැක්කා පන්සල පැත්තේ ගල උඩ ඉඳගෙන ඉන්න වයසක මනුස්සයෙක්.මහලු මිනිහා පෙනුනේ පැහැපත් කෙස් කළඹක් තියෙන ළමයෙක් වගේ. සහ සුරංගනා පෙනුමකි.ඔහු වැන්ග් බෝට කීවේ \"ඔබ වැන්ග්බෝ නොවේද?\" වං බෝ තිගැස්සී, \"හරියටම! ඔබ එය දන්නේ කෙසේද?\" මහලු මිනිසා පැවසුවේ, \"ඔබට හොඳ ඇති බව මම බොහෝ කලක සිට අසා ඇත්තෙමි. මිනිසුන් බේරා ගැනීමේ අභිප්‍රාය, සහ ඔබේ කවි ඉතා අර්ථවත් ය. හෙට ටෙන්ග්වාං මණ්ඩපයේ මහා සාදයක් ඇත. ඔබට භෝජන සංග්‍රහයට සහභාගී වී රචනාවක් ලිවිය හැකි නම්, ඔබ යුග ගණනාවක් පුරා ප්‍රසිද්ධ වී ගමන් වියදම් ලබා ගනීවි.\" ඔවුන් පැමිණි විට මාදං කන්දේදී සියල්ලෝම විවේක ගැනීමට වෙරළට ගියෝය.වං බෝ තනිව පුරාණ විහාරස්ථානයක් අසලින් යද්දී එකපාරටම පන්සලට යාබද ගල්තලාව මත වාඩි වී සිටිනු දුටුවේ, පැහැපත් කෙස් කළඹක් හා සුරංගනාවියක් ඇති ළමයෙකු මෙන් පෙනෙන වයසක මිනිසෙක් වාඩි වී සිටිනු දුටුවේය. පෙනුම, ඔහු වං බෝට, \"ඔබ වං බෝ නොවේද?\"\nවැන්ග් බෝ පුදුමයට පත් වී, \"හරියටම! ඔයා කොහොමද ඒක දන්නේ?\"\nමහලු මිනිසා කීවේය: \"ඔබට මිනිසුන් බේරා ගැනීමේ කාරුණික චේතනාවක් ඇති බව මම බොහෝ කලක සිට අසා ඇත්තෙමි, ඔබ රචනා කරන කවි තරමක් අර්ථවත් ය. හෙට ටෙන්ග් කුමරුගේ මණ්ඩපයේ මහා සාදයක් තිබේ. ඔබට භෝජන සංග්‍රහයට සහභාගී වී රචනා කළ හැකි නම්, ඔබ යුග ගණනාවක් පුරා ප්රසිද්ධ වනු ඇත, ඔබට ගමන් වියදම් ලැබෙනු ඇත.\"\nවැන්ග් බෝ කීවේය: \"මෙම ස්ථානය ටෙන්ග්වාන්ග් මණ්ඩපයේ සිට සැතපුම් හය හත්සියයක් දුරින් පිහිටා ඇත. අපි හෙට මෙතැනට යන්නේ කෙසේද?\" මහලු මිනිසා පැවසීය: \"මම ඔබට සුමට යාත්‍රා කිරීමට උපකාර කිරීමට දිව්‍ය සුළඟක් ලෙස අශ්වයෙකු භාවිතා කරමි. මම අනිවාර්යයෙන්ම හෙට එනවා.\" වැන්ග් බෝ මට ස්තූති කර මෙසේ කීවේය: \"මට සමාවෙන්න, මගේ මාමණ්ඩි. , ඔබ අමරණීය කෙනෙක්ද නැත්නම් දෙවියෙක්ද?\" මහලු මිනිසා සිනාසෙමින්, \"මම එහි සිටින ෂොන්ග්යුවාන් ෂුයිජුන් ය. මෙම ජල ප්‍රදේශයේ වගකීම!\" වැන්ග් බෝ පැවසුවේ, \"මෙම ස්ථානය ටෙන්ග්වාං මණ්ඩපයේ සිට සැතපුම් හය හෝ හත්සියයක් දුරින් පිහිටා ඇත. අපි හෙට එහි යන්නේ කෙසේද?\"\nමහලු මිනිසා කීවේය: \"මම අශ්වයා දිව්‍යමය සුළඟක් ලෙස භාවිතා කර ඔබට සුමට යාත්‍රා කිරීමට උදව් කරමි. මම අනිවාර්යයෙන්ම හෙට පැමිණෙන්නෙමි.\"\nවැන්ග් බෝ ඔහුට ස්තුති කර, \"මට සමාවෙන්න, මාමණ්ඩිය, ඔබ අමරණීය කෙනෙක්ද නැත්නම් දෙවියෙක්ද?\"\nමහලු මිනිසා සිනාසෙමින් මෙසේ පැවසීය: “මම තමයි මේ ජල ප්‍රදේශය භාරව සිටින ෂොංයුආන් ෂුයිජුන්!” එවිට මහලු මිනිසා වැන්ග්බෝට ඉක්මනින් බෝට්ටුවට නගින ලෙස ඉල්ලා සිටියේය.ඔහු මද වේලාවක් වටකරගත් සුබ වලාකුළු සහ සුළඟ දුටුවේය. මාර්ගය දිගේ ජලය සිනිඳු විය.ඇසිපිය හෙළන විට ඔහු සැතපුම් සිය ගණනක් ගමන් කළේය.\nඑවිට මහලු මිනිසා ඉක්මනින් බෝට්ටුවට නගින ලෙස ඉල්ලා සිටියේය.ඔහු මද වේලාවක් නැකත වලාකුළු වටකරනු දුටුවේය, එය සුමට ගමනක් විය.ඇසිපිය හෙළන විට ඔහු සැතපුම් සිය ගණනක් ගමන් කළේය. බලාපොරොත්තු වූ පරිදිම, මහා උත්සවයේ උදෑසනම වැන්ග් බෝ ටෙන්ග් කුමරුගේ මණ්ඩපය වෙත දිව ගියේය.\nබලාපොරොත්තු වූ පරිදිම, මහා උත්සවයේ උදෑසනම වැන්ග් බෝ ටෙන්ග් කුමරුගේ මණ්ඩපය වෙත දිව ගියේය. එම ස්ථානයේදීම, ඔහු \"ටෙන්ග් කුමරුගේ මණ්ඩපයට පෙරවදන\" ලිවීය, එය ටෑං රාජවංශයේ ගඕසොං අධිරාජ්‍යයා විසින් සදාකාලික විශිෂ්ටතම කෘතිය ලෙස හැඳින්වේ. එම ස්ථානයේදීම, ඔහු \"ටෙන්ග් කුමරුගේ මණ්ඩපයට පෙරවදන\" ලිවීය, එය ටෑං රාජවංශයේ ගඕසොං අධිරාජ්‍යයා විසින් සදාකාලික විශිෂ්ටතම කෘතිය ලෙස හඳුන්වනු ලැබීය.\nකවියක මෙහෙම කියනවා.\nදක්ෂ මිනිසුන් දෙවිවරුන් බව සැමවිටම කියනු ලැබේ, එබැවින් සුළඟ නන්චැං වෙත නන්චාං ගෙන ඒම අහම්බයක් නොවේ;\nමම ටෙන්ග් රජුගේ උස් මණ්ඩපය ගැන කවියක් ලිව්වා, ඔහු ෂොන්ග්යුවාන් සමඟ අමරණීයයන් පසුපස ගියා.", "聖意": "ඔබේ නිවස වෙනුවෙන් යාච්ඤා කර ඔබව ආරක්ෂා කරන්න, ආශීර්වාද ඉල්ලා යාච්ඤා කරන්න, ධනය සොයන්න, විවාහය සහ සමගිය ඇති කර ගන්න.", "古人": "ටෙන්ග්වං මණ්ඩපයට සුළඟ හමයි", "第X籤": "අසූ එක අත්සන් කරන්න", "宮": "වෙයි ගොං"}