{"籤詩版本二": "කීර්තිය නිසා ගුණය නැති උනොත් මොනවා කරන්නද.. වාසනාව වෙනස් වෙයි නරක දේවල් වෙයි කියලා බයයි.\nබීමත්, මම කොහේ යන්නද දන්නේ නැහැ, මම කොළ පයින් ගස් සෙවනේ අඳුරු සිහිනයක් දකිමි.", "詩意": "මෙම hexagram ජලයෙන් පිටවන සීතල මාළු නියෝජනය කරයි.\nකිසිවක් චලනය කළ නොහැක.\n\n(මෙම හෙක්සැග්‍රෑම් නරක ගුණය සහ අවාසනාවේ සංකේතයකි.\nසෑම දෙයකදීම ඔබේ පාද බිම තබා ගන්න.\n)", "解曰": "සීතල මාළු වතුරෙන් පිටවෙයි. ආලේපයේ කෘමියෙකි. කඳවුරු සැලසුම් ගැන ඇහුවොත්. Mo Qi වලට වඩා හොඳයි\nමෙම ලකුණ ලියුජියාට අවාසනාව ගෙන එනු ඇත. හැම දෙයක්ම වැරදියි. ආරක්ෂාව සඳහා යාච්ඤා කරන්න.", "籤詩故事一": "◇Zhuangzi ඔහුගේ බිරිඳ පරීක්ෂා කරයි\nZhuangzi උපත ලැබුවේ Zhou රාජවංශයේය.ඔහුගේ වාසගම Zhuang, ඔහුගේ නම Zhou, ඔහුගේ නම Zixiu.ඔහු සොන්ග් රාජවංශයේ Mengyi හි උපන් අයෙකි. චෞ රාජවංශයේ ඔහු කියුආන් හි නිලධාරියා විය.\nදිනක් Zhuangzi ට කන්දේදී කාන්තාවක් මුණගැසුණි.ඇය නව සොහොනක් ඉදිරිපිට රස්තියාදු වෙමින් සිටියේ සොහොන මත තෙත් පස වියළීමට අවශ්‍ය වූවාක් මෙනි. Zhuangzi ට ඇගේ අභිප්‍රාය නොතේරුණු නිසා ඔහු ඇගෙන් ඇසුවේය. මිනීවළේ වළලනු ලැබුවේ තම සැමියා බවත්, මිනීවළ මත පස් වියළෙන තුරු තමාට නැවත විවාහ විය නොහැකි බව සැමියාගේ අවසන් වදන් බවත් ඇය පැවසුවාය. ඇයට තවත් බලා සිටීමට නොහැකි වූ නිසා, ඇය ඉක්මනින් වියළීම සඳහා සොහොන් පස කලවම් කළාය, එවිට ඇයට දෙවන වසන්තය හඹා යාමට හැකි විය.\nමේ වගේ හිත් පිත් නැති ගැහැනියක් මේ ලෝකේ ඉන්නවා නේද කියලා හිතද්දී ෂුආන්සි සුසුමක් හෙළුවා. එතකොට මට හිතුනා මගේ ගෑනිත් මෙහෙම වෙයිද කියලා. සැකයක් ඇති වූ විට, මට එය පරීක්ෂා කිරීමට අවශ්‍යයි.\nZhuangzi ගේ බිරිඳගේ වාසගම Tian වූ අතර, මෙම යුවළ සාමාන්‍යයෙන් සමීප සබඳතාවක් පැවැත්වූහ.ඔහුගේ බිරිඳගේ පක්ෂපාතිත්වය පරීක්ෂා කිරීම සඳහා, Zhuangzi මිය ගිය බව පෙන්වීමට තීරණය කළේය.\nZhuangzi හදිසි රෝගාබාධයකින් මිය ගිය බව දැනගත් ඥාති මිත්‍රාදීන් ඇතුළු බොහෝ දෙනා ශෝකය ප්‍රකාශ කිරීමට පැමිණියහ.ඔවුන් අතර ධනයෙන් පොහොසත් චු ප්‍රාන්තයේ කඩවසම් රජෙකු සහ මුණුබුරෙකුද විය.ඒ දුටු නෝනා. ටියැන් අලුතින් වැන්දඹුවක් වූ අතර අනුකම්පා සහගත විය, ඔහු ඇය පසුපස හඹා ගියේය. ටියැන් මහත්මිය පෙළඹවීම දරාගත නොහැකිව වැන්ග් සන් සමඟ ආදරයෙන් බැඳුණාය.ඔවුන් විවාහ වූයේ දින විස්සකින් පමණි.\nඑදා රෑ වයින් බීලා කන් දෙක රත්වෙද්දි වැන්ග් සන් හදිසියේ හෘදයාබාධයක් හැදිලා මැරුණා.\nටියැන් මහත්මිය බියට හා තැතිගැන්මට පත් වූ අතර වහා කුමක් කළ යුතු දැයි වැන්ග් සන්ගෙන් විමසුවාය.වැන්ග් සන් වේදනාව විඳදරා ගනිමින් ටියැන් මහත්මියට පැවසුවේ මළ සිරුරුවල මොළය මළවුන්ට නැවත පණ දීමට භාවිතා කළ හැකි බවයි.\nමෘත ශරීරය සොයා ගන්නේ කොහෙන්ද? ටියැන් මහත්මිය හදිසියේම සිතුවා, ඇගේ සැමියා මිය ගියේ නැද්ද? ටියැන් මහතාට අඹුසැමියන් අතර තිබූ පැරණි ආදරය අමතක වී, ඇත්තටම පොරොවක් ගෙන සැමියාගේ මිනී පෙට්ටිය දෙකඩ කර, බෙහෙත් සඳහා මොළය එළියට ගැනීමට සූදානම් විය.\nඅනපේක්ෂිත ලෙස මිනී පෙට්ටිය විවෘත කරන විට, ෂුආන්සිට නැවත පණ ලැබුණි. ටියැන් මහත්මිය ලැජ්ජාවට පත් වූ අතර ඇය ගෙල වැලලාගෙන මිය ගියාය.\n(මෙම කතාව පුද්ගලික ලාභ ප්‍රයෝජන තකා මිත්‍රත්වය කඩකිරීමේ උපමාවක් බැවින් එයට එකඟ විය නොහැක.)", "聖意": "නිවස සාමකාමී ය, ආත්ම සුරක්ෂිත ය, මුදල් අසාධාරණ ය, වෙළඳාම් පූජා කරනු ලැබේ, විවාහය විසඳා ඇත, ලියුජියාවේ නරක සමෘද්ධිමත් වේ, පදිකයින් පැමිණ නැත, සේද පණුවන් සමාදානයෙන් සිටී, පශු සම්පත් සාමයෙන් සිටී, මිනිසුන් මිනිසුන් සොයමින් සිටිති, නඩු විභාගය වෙනස් වී ඇත, ගෝලයන් ගතානුගතික වී ඇත, දේපල අහිමි වී ඇත, අසනීපයක් නැත, කන්ද සහ සොහොන් නපුරු වී ඇත.", "古人": "Zhuangzi ඔහුගේ බිරිඳ පරීක්ෂා කරයි", "第X籤": "කැබලි අක්ෂර 84", "宮": "වෙයි ගොං"}