{"籤詩版本二": "අඳුරු වලාකුළු සහ මීදුම කන්ද ඉදිරිපිට මාර්ගය වසා ඇත.සියල්ල වටකුරු ය, සඳ නැවතත් වටකුරු ය.\nඔබට කවි, පොත්පත් ලැබුණොත් ඔබ ගැඹුරු සිහිනයකින් අවදි වනු ඇත.උතුම් පුද්ගලයා ඔබව වහලයට ගෙන යනු ඇත.", "詩意": "මෙම hexagram වසන්තයේ අවසානය සහ මල් පිපීම සංකේතවත් කරයි.\nස්වාමින් වහන්සේගෙන් පසු සියල්ල වෙනස් වේ.", "解曰": "මහලු මිනිසා උදව් ඉල්ලා සිටිය යුතුය. එය වසන්තයේ දී නැවත මල් හට ගනී. කීර්තිය හා ධනය සඳහා ආශාව. ජීවිතයේ ප්‍රමාද වී ඇති හදිසි අනතුරකට මුහුණ දෙන්න.", "籤詩故事一": "◇Han Wengong හිම හමුවෙයි\nහන් යූ, ඔහුගේ අනුග්‍රහය නම් Tuizhi, Changli හි අයෙකි. ටෑං ඩෙසොං ෂෙන්යුවාන්ගේ අටවන වසරේ ජින්ෂිවරයෙකු බවට පත් වූ අතර ඔහුගේ මරණින් පසු පදවිය වෙන් ගොං විය.\nටෑං රාජවංශයේ ෂියැන්සොං අධිරාජ්‍යයාගේ පාලන සමයේදී, හන් යූ බුදුන්ගේ ඇටකටු සමඟ නැවත ප්‍රකාශ කිරීම අධිරාජ්‍යයාගේ කෝපයට හේතු විය. හන් යූ තම බිරිඳ සහ දරුවන් හැර දමා Chaozhou වෙත ගියේය. දින කීපයකටත් අඩු කාලයක් ඇවිද ගිය පසු සීතල සුළඟ වැඩි වී දැඩි හිම පතනය විය. හන් යූ තම අශ්වයාට ඉදිරියට යාමට අපහසු කරමින් අඩි කිහිපයක් ගැඹුරු හිම සහිත ස්ථානයකට පැමිණියේය.ඒ අසල නිවසක් නොතිබූ අතර මාර්ගය කොහේදැයි ඔහු නොදැන සිටියේය. ඔබට මාර්ගය අනුගමනය කර පසුබැසීමට අවශ්‍ය නම්, ආපසු යාමට මගක් නොමැත. දැඩි සුළඟක් හමමින් හිම පතනය ශීඝ්‍රයෙන් ඇද හැලෙන්නට විය.හැන් යූ සම මත තෙත් වී, කැටි වී කුසගින්නෙන් පෙළුණු අතර, ඔහුගේ දුක ප්‍රකාශ කිරීමට තැනක් නොතිබුණි.\nහන් යූ සුසුම්ලමින් මෙසේ පැවසීය: \"අධිරාජයා මාව මරන්නේ නැත, නමුත් අධිරාජ්‍යයාට අවශ්‍ය වන්නේ මාව විනාශ කිරීමටයි.\"\nහන් යු මංමුලා සහගතව සිටින විට, දැඩි සීතල නොතකා හිම ඉවත් කිරීමට මිනිසෙක් පැමිණෙන බව ඔහු දුටුවේය, ඔහු හැන් ෂියැංසි (හන් යූගේ බෑණනුවන්) බවට පත් විය.\nකලින්, Han Xiangzi Han Yuට පවසා ඇත: \"Qinling හි Yun Heng ගේ නිවස කොහෙද? හිම නිල් ගේට්ටුව වැලඳගෙන අශ්වයා ඉදිරියට යාම නවත්වයි. අන්තිමට තේරුණා.\nඉතින් Han Yu සහ Han Xiangzi Languan වල Fu ගේ නිවසේ රාත්‍රිය ගත කිරීමට ගියා. අතීතය සහ වගා කිරීමට යන මාර්ගය ගැන කතා කරමින්, හන් යූට අවංකවම ඒත්තු ගියේය.\nපසුව, හන් යූ තම නිල තනතුර අතහැර, තම සියලු දේපළ පළාත් පාලන ආයතනයට පරිත්‍යාග කර කඳුකරයට ගොස් තාඕ ආගම පිළිගෙන අමරණීය විය.", "聖意": "නිවස තමාට හොඳ නැත, මුදල් සෙවීමට ප්‍රවේශම් වන්න, ව්‍යාපාර කෙරෙහි අවධානය යොමු කරන්න, විවාහය ප්‍රමාද වේ, ලියුජියා පදිකයින් කුඹුරු අවහිර කරයි, සේද පණුවන් හොඳයි, පශු සම්පත් හොඳයි, මිනිසුන් සොයා ගැනීමට අපහසුය, පොදු නඩු නැවත නැවතත්, සංක්‍රමණය යාවත්කාලීන, නැතිවූ දේවල් බරපතල, රෝග ප්රමාද, කඳු සොහොන් වෙනස් කළ යුතුය.", "古人": "Han Wengong හිම හමුවෙයි", "第X籤": "අසූ පස්වන දිනුම් ලොතරැයිය", "宮": "ෂෙන් ගොං"}