{"籤詩版本二": "ඔබේ පෞද්ගලික කටයුතුවලට මට කරදර කරන්න එපා.මෙය මහජනතාවගෙන් විමසීම වඩාත් සුදුසුයි.\nපැහැදිලි හදවතක් අහසේ දීප්තිමත් සඳ මෙන් දීප්තිමත් හා පැහැදිලි ය", "詩意": "මෙම හෙක්සැග්රෑම් අහසේ දීප්තිමත් චන්ද්රයාගේ රූපය නියෝජනය කරයි.\nසෑම දෙයක්ම දීප්තිමත් හා වාතයෙන් යුක්තයි.", "解曰": "හදවත අවංක වන්න. නීතිය කෙළින් කරන්න. ශුද්ධ වචන. අවසානයේ එය පැහැදිලි වේ.", "籤詩故事一": "◇කොං මිංගේ ජෙනරාල්\nවිසඳුම: Zhuge Liang ඔහුගේ හමුදා සහ ජෙනරාල්වරුන් බලමුලු ගන්වයි\nතුන් රාජධානි සමයේදී, ෂුගේ ලියාං (181-234), අනුග්‍රහය සහිත Kongming, Langya (දැන් Yinan ප්‍රාන්තයේ, Shandong පළාතේ) Yangdu හි උපත ලැබීය.\nලියු බෙයි විසින් පිදුරු සෙවිලි කළ කුටියට තුන් වතාවක් සංචාරය කිරීමෙන් පසු නිලධාරියෙකු වීමට Zhuge Liang එකඟ විය.ඒ වන විට Cao Cao Hebei සමාදානය කර දකුණට යාමට අධිෂ්ඨාන කරගෙන සිටියේය.ඔහු Xiahou Dun ප්‍රධාන ජෙනරාල් ලෙස යූ ජින්, Li Dian සහ තවත් අය යවා ඇත. නියෝජ්‍ය ජෙනරාල්වරුන් ලෙස, 100,000 ක හමුදාවක් Xinye දෙසට ගමන් කිරීමට නායකත්වය දුන්නේය. Zhuge Liang ට ඒ වන විට සතුරාගෙන් පසුබැසීමේ සැලසුමක් තිබුනද Guan Yu සහ Zhang Fei ජුගේ Liang ගේ වචන හෙළා දුටුවේය. Zhuge Liangට වෙනත් විකල්පයක් තිබුණේ නැහැ Liu Bei ගේ කඩුවෙන් මිනිසුන් දෙදෙනාව යටත් කර ගත්තා, ඔවුන් එක් එක් සොල්දාදුවන් සහ අශ්වයන් දහසක් ගෙන ගොස් Yushan සහ Anlin හි සැඟවී සිටියහ.ඔවුන් Xiahou Dun ඔහුගේ හමුදාව පසුකර යන තෙක් බලා සිටි අතර පසුව ඔවුන්ට පහර දුන්නේය. සැඟවී සිටීම සහ ගින්න.\nඊට අමතරව, Xiahou Dun ට එරෙහිව පෙරටුගාමීන් ලෙස සටන් කිරීමට හමුදාවේ පැරණි සහ දුර්වල ශේෂයන් මෙහෙයවීමට Zhao Yun යවන ලද අතර, පසුව ව්‍යාජ පරාජයක් ලබා දී පසුබැස, Xiahou Dun කඳුකරයේ සහ වනාන්තරවල පටු මාර්ගයට ඇදගෙන ගියේය. Ping, Zhou Cang, Liu Feng සහ තවත් අය Cao ගේ හමුදාවේ පිටුපසට රිංගා, සැපයුම් ගිනි තබා කාඕගේ හමුදාව තුළ භීතිය ඇති කරයි.\nසටනින් පසු, Zhuge Liang විසින් සකස් කරන ලද පරිදි සියල්ල සිදු විය. Xiahou Dun සහ Yu Jin හමුදාව ලුහුබැඳ යන විට, පිටුපසින් සිටි Li Dian, සතුරු වෙඩි ප්‍රහාරවලින් ආරක්ෂා විය යුතු බව වහාම ඉදිරියෙන් සිටි Xiahou Dun ට දන්වා ඇත.කෙසේ වෙතත්, එය ප්‍රමාද වැඩියි, Cao ගේ හමුදාව සීමා විය. පටු මාර්ගයක් පිහිටා තිබූ අතර එය ගස් ගැට ගැසුණු ස්ථානයක පිහිටා තිබූ බැවින් ගින්න ආරම්භ කිරීමට නොහැකි විය.එවිට විශාල ජීවිත හානි සිදු වූ අතර Xiahou Dun සහ අනෙකුත් සෙන්පතියන් පරාජය වී නැවත Xudu වෙත පලා ගියහ.\n(කොං මිං මිනිසුන් යොදා ගැනීමටත්, නැණ නුවණින් රට පාලනය කිරීමටත් දක්ෂ බව මෙම කතාව උපමාවකි.)", "聖意": "නිවස සහ නිවස සුබයි. ධනය, මනසේ සාමය, සමෘද්ධිමත් ව්‍යාපාර, විවාහය, සාර්ථකත්වය, ලියුජියාවේ සාර්ථකත්වය, කෙත්වල ගමන් කරන පිරිමින්, සේද පණුවන්, පශු සම්පත් අහිමි වීම, අතුරුදහන් වූවන්, පොදු නඩු, සංක්‍රමණය, අහිමි වූ දේපළ, වාසනාව ලැබේවායි ප්‍රාර්ථනා කරමි. ආශීර්වාද, අසනීප, සාමය, කඳු සහ සොහොන්.", "古人": "කොං මිංගේ ජෙනරාල්", "第X籤": "නවවන ලකුණ", "宮": "යින් මාලිගය"}