{"籤詩版本二": "හොඳ සංදර්ශනයක් ඔබව සෙනඟ අතරෙන් නෙත් යොමාගෙන කැපී පෙනෙන අතර ඔබේ අනාගතය වෙනස් වන අතර ඔබ විශාල ධනයක් ගෙන එයි.\nමාර්ගයක් අහස තරම් පුළුල් වන අතර ඔබට දිය හැකි සියලුම මුදල් ඔබේ හදවතේ පවතිනු ඇත", "詩意": "මෙම හෙක්සැග්‍රෑම් පොරොන්දු වූ අනාගතයක් පෙන්නුම් කරයි.\nසෑම දෙයක්ම හොඳින් සිදු වේ.", "解曰": "ලොකු පාරක්. ඔබට ඉදිරියට යා හැකිය. ඔබේ හදවත භාවිතා කරන්න. ඉදිරියට පමණි.\nමෙම ලකුණ සමඟ සෑම දෙයක්ම සැලසුම් කළ පරිදි සිදු වේ. ජිචැංට සුබ පැතුම්.", "籤詩故事一": "◇ලූ බුට එරෙහිව වීරයන් තිදෙනෙක් සටන් කරති\nවිසඳුම: ෂැං ෆී, ගුවාන් යූ සහ ලියු බෙයි වීරයන් තිදෙනෙක් ලු බුට එරෙහිව සටන් කරති\nහුවා ෂියොන්ග්ගේ හිස ගසා දමා ඇති බව ඩොං ෂුඕ දැනගත් අතර පියාසර කරන ජෙනරාල් ලු බු සටන් කිරීමට යවන ලදී. ලු බු සටනට ගිය විගසම ඔහු ජෙනරාල්වරුන් වන ෆැන්ග් යූ සහ මු ෂුන් මරා දැමූ අතර වූ ඇන්ගුවෝ සහ ගොංසුන් සාන් මරා දැමීය.\nGongsun Zan ට Lu Bu පරාජය කළ නොහැකි බව Zhang Fei දුටුවේය, එබැවින් ඔහු ඉක්මනින් Gongsun Zan වෙනුවට ආදේශ කර කෑගැසුවේය: \"වාසගම තුනේ වහලුන් ඉවත් විය යුතුය! Yan වෙතින් Zhang Fei මෙහි පැමිණ ඇත!\" ඉන්පසු ඔවුන් වට පනහකට වඩා සටන් කළහ. ජයග්‍රාහකයෙකු හෝ පරාජිතයෙකු නොමැතිව.\nGuan Yu එය දුටු පසු, ඔහු සහ Zhang Fei Lu Bu වෙත පහර දී වට තිහකට වඩා සටන් කළහ.\nLiu Bei ද කඩු දෙකක් රැගෙන තම අශ්වයා අත්පුඩි ගසා Zhang Fei සහ Guan Yuට උදව් කිරීමට ඉදිරියට ගියේය.\nතුන්දෙනා ලු බු වටකරගෙන දිගටම රණ්ඩු වුණා.කණ්ඩායමේ සිටි සියලුම දෙනා තුෂ්නිම්භූත වුණා.\nවැඩි කල් යන්නට මත්තෙන්, ලු බුගේ ශක්තිය හීන වීමට පටන් ගත්තේය.ලු බුගේ පෙගසස් පසුබැස ගිය නමුත් මිනිසුන් තිදෙනා ලු බු පසුපස හඹා ගිය අතර එය අත්හැරීම ප්‍රතික්ෂේප කළහ.ලූ බුගේ හමුදා හමුවන තුරු ඔවුන් පසුබැස්සේ නැත.\n\"රාජධානි තුනක්\"\n(මෙම කතාව ලු බුගේ නිර්භීතකම සහ සටන් කිරීමේ දක්ෂතාවයට උපමාවකි. එක් පුද්ගලයෙකුට පුද්ගලයන් තිදෙනෙකු පරාජය කළ හැකිය.)", "聖意": "නිවසේ සහ නිවසේ හදවත ගමන් කරන්නේ ධනය සොයා යන තමාගේම ගමනේ පමණි. හැකි විවාහ ලිපියක් ලියුජියාට යයි. මිනිසුන්ට දේවල් සාමකාමීව සිදු වේ. Zhushuntian සේද පණුවන් භාවිතා කරයි. සතුන් හය දෙනා අතර මිනිසුන් සොයාගත හැකිය. මහජන නඩු විභාගයට පෙර Yichang , සංක්‍රමණය, නැතිවූ දේපළ, රෝග, කඳුකර සොහොන් ආදිය සුබදායකයි.", "古人": "ලු බුට එරෙහිව වීරයන් තිදෙනෙක් සටන් කරති", "第X籤": "අනූ එක ලොතරැයිය දිනීම", "宮": "ඔබ මාලිගාව"}