{"籤詩版本二": "Luan Feng Xiang පොද වැස්සෙන් තෙමිලා හිටියත් ඒ වෙලාවේ Queer විසින් ඔහුට හිරිහැර කළා.\nදිනක් වලාකුළු බොහෝ දුරින් ඇති බව දැනගත් විට මම කම්පනයට පත් වූ නමුත් මම තවමත් මගේ ඇඳුම් ඔබට ආපසු ලබා දුන්නෙමි.", "詩意": "මෙම hexagram නියෝජනය කරන්නේ Luan සහ Phoenix වර්ෂාවෙන් වැසී යන සංකේතයයි.\nකාලය පැමිණි විට සියල්ල පැමිණේ.", "解曰": "දුෂ්ඨයා දවසින් දවස දියුණු වෙනවා. මහත්මයෙකු කිසිවක් නොකළ යුතුය. ඔබම තබා ගන්න. කාලය පැමිණි විට පියවර ගන්න.", "籤詩故事一": "◇ගාඕ ජුන් විවාහය සහතික කරයි\nමුල් සොං රාජවංශයේ දී, ෂාඕ ක්වාන්ජින් උතුර එක්සේසත් කළ අතර මුළු රටම යටත් විය.කෙසේ වෙතත්, දකුණු ටෑං රාජවංශයේ, ලි යූ යැංසි ගඟේ දකුණ අල්ලාගෙන යටත් වීමට නගරයක් පිරිනැමීමේ උපාය මාර්ගයක් අනුගමනය කරමින්, ෂෞෂෝහි ෂාඕ ක්වාන්ජින් කොටු කළේය. සහ තත්ත්වය තීරණාත්මක විය. Zhao Kuangyin ගේ බෑණනුවන්, Gao Junbao, රන් තුවක්කුවක් අතැති තරුණයෙක්, Shouzhou වටලෑම බිඳ දැමීම සඳහා Bianjing හැර ගියේය.\n, Shuangsuo කන්ද පසුකරමින්, Liu Jinding විසින් පිහිටුවන ලද Husband ලකුණ බිඳ දැමූ අතර, ඔවුන් දෙදෙනා තරඟ කළහ.එහි ප්‍රතිඵලයක් ලෙස, Liu Jinding ඔහුගේ විශිෂ්ට සටන් කලාවෙන් Gao Junbao තුන් වතාවක් පරාජය කළ අතර, ඔවුන් ජීවිතය සඳහා රන් සෙංකෝල සහ රිදී සීනු හුවමාරු කර ගත්හ. Zhao Kuangyin ගේ බෑණනුවන් Gao Junbao, Shouzhou හි සිරවී සිටින Zhao Kuangyin බේරා ගැනීම සඳහා, Bianjing වලින් පිටත් වී Shuangsuo කන්ද හරහා ගමන් කළේය.ඔහු Liu Jinding විසින් පිහිටුවා ඇති පුවරුව කඩා දමා ඔවුන් දෙදෙනා තරඟ කළහ.එහි ප්‍රතිඵලයක් ලෙස Liu Jinding Gao Junbao විසින් ඔහුගේ Gao Junbao පරාජය කරන ලදී. සුපිරි සටන් කලාව සහ එසේ කිරීමට බල කෙරුනි. මෙම යුවළ වටලෑමට සෙනඟ මෙහෙයවූ අතර Zhao Kuangyin බේරා ගත්හ.\n(මෙම කතාවේ උපමාව නම් දෙදෙනා සමගි නොවූයේ (ඔවුන්ට හිරිහැර කරන ලද) පසුව සමගි වූ බවයි.)", "聖意": "පවුලේ නිවස තමාට හොඳ නැත, මුදල් සෙවීමට ප්‍රවේශම් වන්න, ව්‍යාපාර අවහිර කරන්න, විවාහය එනතෙක් බලා සිටින්න, ප්‍රමාදය, ලියුජියා, බොරු සංචාරකයා, කෙත්වල ප්‍රමාද වීම, සේද පණුවන්, ප්‍රමාද, පශු සම්පත් හයක්, මිනිසුන් සොයා ගැනීමට අපහසු වීම, නඩු පැවරීම, අලාභය, සංක්‍රමණය, ගතානුගතික බව, නැතිවූ දේපල, බරපතල රෝගාබාධ, කන්ද දිගු කිරීම, බරපතල ප්‍රතිසංස්කරණ", "古人": "Gao Jun විවාහය සහතික කරයි", "第X籤": "ලොතරැයිය දිනූ අනූ තුන", "宮": "xugong"}