{"籤詩版本二": "අභිලාෂය සහ ජයග්‍රහණ රාජවංශයේ ඇත, නමුත් දැන් නිමක් නැති බීම සහ ලිංගිකත්වය පවතිනු ඇත.\nඔබ රන් කුකුළා දුටුවහොත් ඔබට මුදල්, වාසනාව සහ වාසනාව ලැබෙනු ඇත.", "詩意": "මෙම hexagram අභිලාෂය සහ කීර්තියේ සංකේතය නියෝජනය කරයි.\nසෑම දෙයක්ම සුබ ලෙස තබා ගන්න.", "解曰": "අභිලාෂකාමී සහ උද්යෝගිමත්. ඔබව ආරක්ෂා කර ගැනීමට ප්‍රමාද නැත. රන් කුකුළා පොරොන්දු වෙනවා. ඔක්කොම සතුටුයි.", "籤詩故事一": "◇Cao Pi තමා අධිරාජ්‍යයා ලෙස ප්‍රකාශ කර ගත්තේය\nCao Pi, අනුග්‍රහය සහිත නම Zihuan, Peiguoqiao (දැන් Hao County, Anhui) හි උපත ලැබීය. ජියෑන් යුගයේ ප්‍රසිද්ධ දේශපාලනඥයෙක් සහ ලේඛකයෙක්.\nCao Pi යනු Cao Cao ගේ දෙවන පුත්‍රයාය.ඔහු කුඩා කල සිටම තම පියා සමඟ හමුදා කඳවුරේ ජීවත් විය.ඔහුගේ පියාගේ බලපෑම යටතේ Cao Pi වයස අවුරුදු හයේදී දුනු ශිල්පය සහ වයස අවුරුදු අටේදී අශ්වාරෝහක පැදීම ඉගෙන ගෙන දියුණු විය. හොඳ සටන් කලා කුසලතා. ඔහු පැරණි හා නූතන සම්භාව්‍ය හා චරිතාපදාන මෙන්ම චින්තන පාසල් සිය ගණනක පොත් ගැන ද පුළුල් දැනුමක් ඇත. වයස අවුරුදු දහඅට වන තෙක් කාඕ කාඕ යුවාන් ෂාඕ පරාජය කළ අතර කාඕ කාඕගේ පාලනයේ කේන්ද්‍රස්ථානය වූ යෙචෙන්ග්හි සාපේක්ෂ ස්ථාවර ජීවිතයක් ගත කළේය. එතැන් පටන් ඔහු ඇතැම් විට තම පියා සමඟ හමුදා ගවේෂණ සඳහා ගොස් බොහෝ විට උදාර පුතෙකුගේ ජීවිතයක් ගත කළද, ඔහු තවමත් දිනපතා සටන් කලාවේ යෙදී සිටින අතර අද දක්වාම එය ප්‍රතික්ෂේප කර නැත. බොහෝ විට තම අශ්වයා පිට නැඟී පියගැටපෙළ සියයක් නැඟී යන ඔහු සටන් කලාවට ඉතා දක්‍ෂ ය.බොහෝ විට සටන් ක්‍රම පුරුදු කරන නිසා සැහැල්ලු හා ශක්තිමත් ය.\nCao Cao ගේ වැඩිමහල් පුත් Cao Ang සටනකදී මිය ගියේය. වැඩිමහල් පුතා මිය ගිය පසු, ඔටුන්න හිමි කුමරුගේ පළමු තේරීම වූයේ කාඕ පයි. ඔහුට වයස අවුරුදු තිස්එක් වන විට, ඔහුව ඔටුන්න හිමි කුමරු බවට පත් කරන ලද්දේ කාඕ කාඕ විසිනි. කාඕ පයිට වයස අවුරුදු තිස් තුනක් වන විට, කාඕ කාඕ අසනීපයෙන් මිය ගිය අතර, ඔහුගෙන් පසුව කාඕ පයි අගමැති සහ වේයි රජු ලෙස පත් විය. ඔහු බොහෝ විට පඩි සියයක අශ්වාරෝහක පිට නැඟී යන බවත් ඉතා දක්ෂ බවත් බොහෝ විට කුංෆු පුහුණුවීම් කරන නිසා සැහැල්ලුවෙන් හා සෞඛ්‍ය සම්පන්න බවත් ඔහු පැවසීය.", "聖意": "ඔබේ නිවස සහ නිවස සාමකාමී වීමට යාච්ඤා කරන්න. ධනය සොයන්න, වෙහෙස මහන්සි වී වැඩ කරන්න, වෙළඳාම් කරන්න, ඉක්මනින් බිඳී යන්න, විවාහය සාර්ථක වනු ඇත, ලියුජියා ආරක්ෂිත වනු ඇත, මිනිසුන් කෙත්වල සිටිනු ඇත, සේද පණුවන් පරිණත වනු ඇත, පශු සම්පත් හය දෙනෙක් පරිණත, මිනිසුන් සොයා ගැනීමට අපහසු වනු ඇත, මහජන නඩු හදිස්සි තීරණයක්, සංක්රමණය, අහිමි දේපල, දුර බැහැර, රෝග කඳු සහ සොහොන් වල පවතිනු ඇත, වාසනාව.", "古人": "Cao Pi තමා අධිරාජ්‍යයා ලෙස ප්‍රකාශ කරයි", "第X籤": "අනූපස්වන දිනුම් ලොතරැයිය", "宮": "xugong"}