{"籤詩版本二": "තේජාන්විත චෛත්‍යය අසාමාන්‍ය වන අතර, දීප්තිමත් ලෙස බැබළෙන සෑම පැත්තකින්ම විශිෂ්ට ලක්ෂණ ඇත.\nඋත්සාහයෙන් හිස නමා යහපත් ක්‍රියා කිරීමට අධිෂ්ඨාන කර ගන්නා ලෙස මම ඔබෙන් ඉල්ලා සිටිමි, ස්වර්ගය ඔබට ආශීර්වාද එවනු ඇත.", "詩意": "මෙම ෂඩාස්‍රය නියෝජනය කරන්නේ කුසල් ප්‍රකාශනයයි.\nසියල්ල ශුභයි.", "解曰": "මෙම ආශීර්වාද. සෑම කෙනෙකුටම එය තිබේ. ගොඩක් කාර්යබහුල වෙන්න එපා. කුසල් කල්තියා තීරණය වේ.", "籤詩故事一": "◇Fenyang රජුට ඔහුගේ මුනුපුරා හමුවන්නේ චීන වැලන්ටයින් දිනයේදි\nවිසඳුම: Guo Ziyi ට චීන වැලන්ටයින් දිනයේදී පොළොවට බැස යන වීවර් ගර්ල්ව මුණගැසුණි. ජේඩ් අධිරාජ්‍යයාගේ මිනිබිරිය වන ටියැන්සුන් යනු සුරංගනාවියන් හතයි.\nGuo Ziyi (697-781), Guo Linggong ලෙසද හැඳින්වේ, Huazhou (දැන් Huaxian County, Shaanxi Province) හි Zheng ප්‍රාන්තයේ උපන් අයෙක් සහ ටැං රාජවංශයේ සෙන්පතියෙකි. අධිරාජ්‍ය අධිකරණය Ziyi හට Fenyang හි රජු යන පදවි නාමය ලබා දුන්නේය.\nZiyi මුලින් Huazhou හි සිටි බවත්, මහා ප්‍රාකාරයට පිටතින් හමුදාවට බැඳීමට ගිය බවත්, ඔහු මිලිටරි වැටුප් ඉල්ලා බීජිං වෙත ගොස් නැවත Yinzhou වෙත පැමිණි බවත්, එය එවකට චීන වැලන්ටයින් දිනය විය. සුළඟ සහ වැලි අඳුර වැටෙමින් ඉර අඳුර වැටෙමින් තිබුණි.සියිට ඉදිරියට යාමට නොහැකි වූ නිසා ඔහු පාර අයිනේ සිටගෙන සිටියේය.ඔහු පාළු නිවසක බිම නිදාගෙන සිටියේය.ඔහු නිදා ගැනීමට සූදානම් වන විට හදිසියේම රතු එළියක් දුටුවේය. දෙපස ඔහු නැඟිට පුදුමයෙන් බලා සිටියේය.අහසේ වලාකුළක් සෙමෙන් බැස ගියේය.එහිදී සාමාන්‍ය මිනිසුන්ට වඩා හාත්පසින්ම වෙනස් වූ විනීත හා රූමත් කාන්තාවක් වාඩි වී සිටියාය. Ziyi වහා තම ගෞරවය පුද කර, \"අද හත්වන චන්ද්‍ර මාසයේ හත්වන දිනයයි. මම හිතන්නේ ඒ වීවර් තරුණිය ඇයට දීර්ඝායුෂ සහ ධනය ලබා දීමට ප්‍රාර්ථනා කරමින් පැමිණ ඇති බවයි.\"\nකාන්තාව ද පිළිතුරු දුන්නාය: \"මහත් ධනයෙන් දීර්ඝායුෂ ලැබේ.\"\nඔහු කතා කර අවසන් වූ පසු දීප්තිය නැවත පැමිණි අතර වලාකුළු සෙමෙන් නැඟී ගියේය.කාන්තාව තවමත් ප්‍රසන්න සිනහවකින් ගුඕ සියි දෙස බලා සිටියාය.ඇයගෙන් දුරස් වූ විට පමණක් දුමාරය බොඳ වී ගොස් ඇය තවදුරටත් නොපෙනී ගියේය.\nකාන්තාව කී පරිදිම එය සත්‍යයක් විය. Ziyi ගේ කුසල් ලෝකප්‍රකට ය, අතිශයින් ජනප්‍රිය අමාත්‍යයෙකි, ඔහු කුසල් සහ ගුණ යන දෙකෙන් ම ඇති සෙනෙවියෙකි.", "聖意": "නිවසේදී ඔබ වෙනුවෙන් ප්‍රාර්ථනාවක් කරන්න, ඔබ වෙනුවෙන්ම ප්‍රාර්ථනා කරන්න, මුදල් ඉල්ලා යාච්ඤා කරන්න, ව්‍යාපාරයේ වාසනාව, විවාහයට වාසනාව, ලියුජියාවේ වාසනාව, මිනිසුන් සමඟ ප්‍රීතිමත් සංචාර, චලනය වන ක්ෂේත්‍ර, සේද පණුවන්, ස්ථාවර පශු සම්පත්, සොයා ගැනීමේ අවාසනාව මිනිසුන්, පොදු නඩු, සංක්‍රමණය, වාසනාව, අහිමි වූ දේපල රෝග, ෂෙන්ක්සිංෂාන්හි සොහොන්", "古人": "ෆෙන්යැන්ග් රජුට ඔහුගේ මුනුපුරා හමුවන්නේ චීන ආදරවන්තයින්ගේ දිනයේදීය", "第X籤": "අනූ හය අත්සන් කරන්න", "宮": "xugong"}