{"籤詩版本二": "අශ්වයා බදාගෙන කසය අල්ලාගෙන අපි කෙළින්ම මෙහි පැමිණෙමු, අඩක් අනතුරේ සහ අඩක් ව්‍යසනයේ.\nහරියට ගෙයක් ගින්දරෙන් පිච්චෙනවා වගේ.අහස වැටෙනකොට වැස්සට ඒක අළු වෙනවා.මට සැලැස්මක් තියෙනවා.", "詩意": "මෙම hexagram අර්ධ දුක සහ අර්ධ සතුට නියෝජනය කරයි.\nසෑම දෙයකදීම යහපත කිරීම සුදුසුය.", "解曰": "ජීවිත කාලය පුරාම ශ්රමය. හරි වැරැද්ද ගණන් ගන්න එපා. විලංගු තාවකාලිකයි. අමනාපය ස්වභාවිකවම පැමිණේ.", "籤詩故事一": "◇Tao Sanchun Guayuan හි Zheng En පරාජය කරයි\n\"මගේ අනුස්මරණය දීර්ඝායු වේවා,\" Zhao Kuangyin නැවතත් නැඟිට, \"Beiping Zheng En රජු එදා විවාහයක් සූදානම් කර තිබුණි. දැන් ලෝකය සාමයෙන් සිටින බැවින්, විවාහ වීමට සුබ දවසක් තෝරා ගැනීමට මම ඔබෙන් අවසර ඉල්ලා සිටිමි. \"\n\"මගේ අනුස්මරණය දීර්ඝායු වේවා!\" Zhao Kuangyin නැඟිට පැවසුවේ, \"Peking හි රජු වන Zheng En, එදා විවාහයක් සංවිධානය කර තිබුණි. දැන් ලෝකය සාමයෙන් සිටින බැවින්, නැකත තෝරා ගැනීමට මම ඔබෙන් අවසර ඉල්ලා සිටිමි. බඳින්න දවස.\"\n\"අනේ තුන්වෙනි සහෝදරයා කලින් විවාහ ගිවිසගෙන හිටියේ, මම කොහොමද මේ ගැන දැනගෙන හිටියේ නැත්තේ\" චායි රොන්ග් පුදුමයට පත් විය.ඔහු Zhao Kuangyin ට වාඩි වී කතා කිරීමට අත සෙලවීය.\n\"ඔහ්! තුන්වෙනි සහෝදරයා කලින් විවාහ ගිවිසගෙන හිටියා, මම කොහොමද මේ ගැන දැනගෙන හිටියේ නැත්තේ?\" Chai Rong (පසුකාලීන Zhou රාජවංශයේ අධිරාජයා) ඉතා පුදුමයට පත් විය.ඔහු තම අත වනමින් Zhao Kuangyin ට වාඩි වී කතා කරන ලෙස ඉල්ලා සිටියේය.\n“ඒක දිග කතාවක්.මුලින්ම අපි ඒ කාලෙ දුප්පත්කමේ හිටිය නිසා ඔයාගෙ හමුදාවට බැඳුනේ නෑ.එදා ඉඳන් අවුරුදු ගාණක් අපි රණ්ඩු වෙලා ඔයාව ගණන් ගන්න වෙලාවක් නෑ.දෙවනුව තුන්වෙනි අයියත් ටිකක්. එය සඳහන් කිරීමට ලැජ්ජයි, ඒ නිසා මහරජතුමා දන්නේ නැහැ.\n“ඒක දිග කතාවක්.මුලින්ම අපි ඒ කාලෙත් දුප්පත්කමින් ජීවත්වෙලා ඔයාගෙ හමුදාවට බැඳුනේ නෑ.එදා ඉඳන් අවුරුදු ගාණක් අපි රණ්ඩු වෙනවා ඔයාව ගණන් ගන්නවත් වෙලාවක් නෑ.දෙවනුව තුන්වැනි අයියාත් ඒ. එය සඳහන් කිරීමට ටිකක් ලැජ්ජයි, ඒ නිසා මහරජතුමා දන්නේ නැහැ.\n\"ඒයි, විද්‍යාල ශිෂ්‍යයා කසාද බඳිනවා, මොකක්ද ලැජ්ජාවට පත්වෙලා තියෙන්නේ? තුන්වෙනි සහෝදරයා බොහෝ කාලයක් යුද බිමේ ඉඳලා, අසමසම වීරයෙක් විදියට සලකන්න පුළුවන්. ඇයි ඔයා මේ කාරණයට ඔච්චර සිල්ලර?\"\n\"ඒයි! කොලේජ් කොල්ලා කසාද බඳිනවා, ලැජ්ජ වෙලා මොකටද? තුන්වෙනි සහෝදරයා කාලයක් යුද බිමේ ඉඳලා අසමසම වීරයෙක් විදියට සලකන්න පුළුවන්. ඇයි ඔයා මේ කාරණයට ඔච්චර සිල්ලර?\"\n\"ඒ ගැන කිව්වොත් මට මගේ තුන්වෙනි අයියට ලැජ්ජයි කියලා බනින්න බෑ. මොකද මේ කසාදෙ හොරකම් කරපු නිසා.\"\n\"ඒ ගැන කිව්වොත් මට මගේ තුන්වෙනි අයියට ලැජ්ජයි කියලා බනින්න බෑ. මොකද මේ කසාදෙ හොරකම් කරපු නිසා.\"\n\"ටයිප් කලාද? හේයි, එය සිත්ගන්නා සුළුයි. කරුණාකර මට මොකද වුණේ කියලා කියන්න.\"\n\"මම එය ටයිප් කළා! හේයි! එය සිත්ගන්නා සුළුයි! කරුණාකර මට මොකද වුණේ කියලා කියන්න.\"\n\"ඔව්, මට මතකයි ඒ අවුරුද්දේ, අපි උතුමාණන්ට සම්බන්ධ වීමට සූදානම් වන විට, අපි Baocheng ප්‍රාන්තය හරහා ගමන් කරමින් සිටියෙමු. ජුනි මාසයේදී එය ඉතා උණුසුම් විය. මගේ තුන්වන සහෝදරයාට හෝටලයේ සිටිය නොහැකි විය, ඔහු තනිවම ඉබාගාතේ යාමට පිටත් විය. කොමඩු වත්තක් පහුකරන් ඇතුලට ගියා.කොමඩු පිපාසය සංසිඳුවා ගත්තා.මේ වෙලාවේ වේලාසනින් ඉදුණු කොමඩු වැඩිය තිබුණේ නැහැ, තුන්වෙනි අයියා ඒවා කඩන්න දන්නේ නැති නිසා ගොඩක් කඩලා දැම්මා. කොමඩු ගෙඩිය දෙස බලා සිටි කාන්තාව තෙවැනි සහෝදරයාට චෝදනා කිරීමට ඉදිරියට ගියේය. දෙදෙනා අතර මතභේදයක් ඇති විය, පසුව ඔවුන් රණ්ඩු විය, එන්න, වාසනාවකට, මම කලබල වී ඉක්මනින් බේරා ගැනීමට ඉක්මන් වුණෙමි, එසේ නොවුවහොත් ... \"\n\"ඔව්, මට මතකයි ඒ අවුරුද්දේ, අපි උතුමාණන්ට සම්බන්ධ වීමට සූදානම් වන විට, අපි Baocheng ප්‍රාන්තය පසුකරමින් සිටියෙමු. ජුනි මාසයේදී එය ඉතා උණුසුම් විය. මගේ තුන්වන සහෝදරයාට හෝටලයේ රැඳී සිටීමට නොහැකි වූ නිසා ඔහු තනිවම ඉබාගාතේ යාමට පිටත් විය. කොමඩු වත්තක් පහුකරන් ඇතුලට ගියා.කොමඩු පිපාසය සංසිඳුවා ගත්තා.මේ වෙලාවේ වේලාසනින් ඉදුණු කොමඩු වැඩිය තිබුණේ නැහැ, තුන්වෙනි අයියා ඒවා කඩන්න දන්නේ නැති නිසා ගොඩක් කඩලා දැම්මා. කොමඩු ගෙඩිය දෙස බලා සිටි කාන්තාව තෙවැනි සහෝදරයාට චෝදනා කිරීමට ඉදිරියට ගියේය. දෙදෙනා අතර මතභේදයක් ඇති විය, පසුව ඔවුන් රණ්ඩු විය, එන්න, වාසනාවකට, මම කලබල වී ඉක්මනින් බේරා ගැනීමට ඉක්මන් වුණෙමි, එසේ නොවුවහොත් ... \"\n\"මේ Zheng Ziming, ඒක මුලින්ම එයාගේ වරදක්, සමාව ඉල්ලන්න ඕනේ. ඇයි මෙයා එයාට ගැහුවේ? අනික, කෙල්ලෙක්ගේ පවුලක් කොහොමද මෙයා වගේ දරුණු මිනිහෙක්ගේ ගුටි ඇනුම් වලට ඔරොත්තු දෙන්නේ! කෑලි නෑ නේද?\" \"කෙල්ලට හානියක් නෑ...\"\n\"මේ Zheng Ziming, ඒක මුලින්ම එයාගේ වරදක්, ඒක නිසා එයා සමාව ඉල්ලන්න ඕනේ. ඇයි ඔයා එයාට ගහන්නේ? අනික, මෙයා වගේ දරුණු මිනිහෙක්ගේ ගුටි ඇනලා, පයින් ගහන එක කෙල්ලෙක්ගේ පවුලක් කොහොම දරාගන්නද! එන්න, මට කියන්න, ඔයා මේ කෙල්ලට ගැහුවා නේද?\"\n\"කෙල්ලට හානියක් නෑ...\"\n\"ඒක හරි, කමක් නෑ... ඒයි, ඔයා ඇක්ෂන් ගත්තේ නැද්ද? අනේ, මම හිතන්නේ ඔයා වෙලාවට මාව බේරගත්තා කියලා.\"\n\"ඒක හරි! ඒක කමක් නෑ... ඒයි! ඔයා ක්‍රියාමාර්ගයක් ගත්තෙ නැද්ද? ඔහ්! මම හිතන්නෙ ඔයා තමයි වෙලාවට මාව බේරගත්තෙ!\"\n\"...නෑ මම බේරගත්ත කෙනා.. තුන්වෙනි අයියා..\" \"...නෑ මම බේරගත්ත කෙනා... තුන්වෙනි අයියා.\"\n\"ආ?!\" \"ආ?!\"\n\"තෙවන සහෝදරයා කාන්තාව විසින් බිම හෙළා, මාර්ගය පුරාම දරුණු ලෙස පහර දී ඇත. වාසනාවකට මෙන්, මම පැමිණ ඔහුට පිටව යන ලෙස පොළඹවා ගත් අතර, ඔහුට බරපතල තුවාල සිදු නොවීය. ... රජතුමනි.. මහරජතුමනි!... \"\n\"තෙවන සහෝදරයා කාන්තාව විසින් බිම හෙළා දරුණු ලෙස පහර දී ඇත. වාසනාවකට මෙන්, මම පැමිණ ඔහුට යන්නට පොළඹවා ගත් අතර, ඔහුට බරපතල තුවාල සිදු නොවීය. ... මහරජාණෙනි.. මහරජාණෙනි!...\"\n\"ආ?...අනේ කවුද ඒ ගෑණි!?\" \"ආ!?...අනේ කවුද ඒ ගෑණි!?\"\n\"කාන්තාවගේ නම Tao Sanchun බවත්, ඇගේ පියා Tao Hong කිසිම අපේක්ෂාවක් නැති වියපත් වීරයෙක් බවත් පසුවයි මම දැනගත්තේ. Tao Sanchun කුඩා කල සිටම පියාගෙන් සටන් කලාව ඉගෙන ගත්තා. මම දැන හඳුනා ගත්තාට පස්සේ. ඔහුගේ පවුලේ අය, මම දැක්කා මිස්ට සන්චුන් කැපී පෙනෙන චරිතයක් ඇති බව, ලුඕ ලුඕ සහ ත්‍යාගශීලී, කුඩා දැරියක වීමේ පුරුද්දක් නොමැතිව, ඔවුන් හිතාමතාම ඔහුව ගලපා ගත්හ.ටාඕ පියා සහ දියණිය ද තුන්වන සහෝදරයාගේ සෘජු චරිතයට බෙහෙවින් ප්‍රිය කළහ. එය වහාම නවත්වා ඔවුන් දෙදෙනා සඳහා මෙම විවාහය තීරණය කළේය. රජතුමනි, කරුණාකර මට කියන්න, මෙය ව්‍යාජ විවාහයක් නොවේද?\"\n\"දැරියගේ නම Tao Sanchun බවත් ඇය කුඩා කල සිටම ඇගේ පියාගෙන් සටන් කලාව ඉගෙන ගෙන ඇති බවත් මම පසුවයි දැනගත්තේ. මම ඔහුගේ පවුලේ අය සමඟ දැන හඳුනා ගත් පසු, සංචුන් මෙනවියට කැපී පෙනෙන චරිතයක් ඇති බව මම දුටුවෙමි. ත්‍යාගශීලී, සහ කුඩා දැරියගේ පුරුදු පිළිබඳ කිසිදු හෝඩුවාවක් නොතිබූ නිසා මම ඇයව හිතාමතාම බඳවා ගත්තෙමි.තාඕ මහතා සහ ඔහුගේ දියණිය ද ඔවුන්ගේ තුන්වන සහෝදරයාගේ සෘජු චරිතයට බෙහෙවින් ප්‍රිය කළහ.ඔවුන් එය වහාම කපා දමා ඔවුන් වෙනුවෙන් මෙම විවාහය තීරණය කළහ. මහරජතුමනි, කරුණාකර මට කියන්න, මෙය ව්‍යාජ විවාහයක් නොවේද?\"\n(මෙම කතාව රූපකයකි, මන්ද නරක දෙයක් හොඳ දෙයක් බවට පත් වූ බැවිනි.)", "聖意": "නිවසේ ආරක්ෂාව සඳහා යාච්ඤා කරන්න, පරිස්සම් වන්න, ධනය සොයන්න, ව්‍යාපාරය විනාශ කරන්න, විවාහයට බාධා කරන්න, දඬුවම්, ලියුජියා රක්ෂණය, කෙත්වල සිරවී සිටින පදිකයින්, සේද පණුවන් හානි, පශු සම්පත් හානිය, අතුරුදහන් වූවන්, නීති විරෝධී නඩු, පාඩු, සංක්‍රමණය, ගතානුගතිකත්වය, නැතිවූ දේපල, නරක රෝග , අන්තරායන්, කඳු, සොහොන්, අසාර්ථක", "古人": "Tao Sanchun කොමඩු උයනේදී Zheng En පරාජය කරයි", "第X籤": "අංක අනූනවය", "宮": "හයිගොං"}