{"籤詩版本二": "Que o mundo sexa creado para un bo matrimonio, días auspiciosos e bos momentos, e todas as cousas estean ben\nNon é pouco se obteñas este lote.O emperador declara que a xente é leal e íntegra.", "詩意": "Este hexagrama representa o inicio da apertura do ceo e da terra.\nTodo é auspicioso.", "解曰": "Velocidade rápida. O ano non paga a pena. Guanyin escribe. Avísame primeiro.", "籤詩故事一": "◇Zhongli iluminouse\nZhongli Quan, de apelido Zhongli, nome de pila Quan, nome de cortesía Yunfang e alcume de Zhengyang, era nativo do condado de Xianyang, Xi'an, provincia de Shaanxi durante a dinastía Han Oriental.\nZhong Liquan era un xeneral da dinastía Han. Durante a expedición contra o Qiang occidental, estaba celoso do comandante Liang Yi e só asignoulle 30.000 soldados vellos e débiles. En canto chegou ao seu destino, o campamento foi roubado por o exército de Qiang occidental, e os soldados fuxiron. Zhong Liquan perdeuse nun val e atopouse cun monxe no camiño. Levouno a unha pequena aldea e dixo: \"Esta é a residencia do señor Donghua.\" Entón despediuse e marchou. Despois dun tempo, alguén dixo de súpeto: \"Isto debe ser porque o home de ollos verdes Hu é moi falador. \"Viu un home vestido cunha pel de corzo branco e sostendo un bastón de quinoa verde. Preguntoulle a Zhong Liquan: \"A persoa que veu. aquí está Han Da. O xeneral Zhongli Quan\n? Zhong Liquan quedou impresionado ao saber que coñecera a unha persoa estraña, polo que aprendeu sinceramente o Tao.\nZhong Liquan máis tarde coñeceu a Zhenren Huayang e ao Rei Inmortal Xuanfu, e aprendeu o \"Segredo da Inmortalidade\". Finalmente, viviu en Zijin Sihaofeng na montaña Kongtong, obtivo o \"Segredo da Caixa de Xade\" e converteuse nun verdadeiro inmortal. Tamén foi venerado como un dos Cinco Patriarcas do Norte pola Seita Quanzhen.", "聖意": "Reza para que a túa casa e a túa casa teñan a bendición no outono e no inverno.Busca a boa fortuna no outono e no inverno.Boa sorte nos negocios, boa no matrimonio, boa sorte no parto de nenos, boa sorte nas viaxes ao campo. , sorte nos vermes de seda, sorte no gando, sorte en atopar xente, sorte nos preitos públicos, sorte na migración, bens perdidos, enfermidades do Nordeste, sorte no envío de montañas e tumbas.", "古人": "Zhongli iluminouse", "第X籤": "primeiro sinal", "宮": "Útero"}