{"籤詩版本二": "Por que non vas a Tailai, que está á volta da esquina?Deixarei temporalmente o cabaleiro fóra da montaña.\nSe hai boas noticias sobre o tigre ou o coello, serás libre aínda que esteas decidido a estar ocupado.", "詩意": "Neste hexagrama, hai un sinal de bendición entre as desgrazas.\nTodo é malo de antemán e bo ao final.", "解曰": "Substitúeo por seda de cáñamo. Golpear os pés de alguén. Vexa claramente. As bendicións veñen dos desastres.", "籤詩故事一": "◇ Encontrando un mestre en Bukit\nWu Ji era orixinalmente un leñador, e os dous coñeceron a Jiang Ziya cando pescaban no río Feng. Wuji riu cando viu a Ziya pescar cun anzuelo recto.\nZiya mirou a cara de Wuji e díxolle á fortuna: \"Se entras hoxe na cidade, matarás a alguén\". Despois de escoitar isto, Wu Ji marchou enfadado e levou leña á cidade.\nDespois de entrar na cidade, Wu Ji enfrontouse con outros e matou por erro ao primeiro ministro Wen Wang.\nO rei Wen debuxou o terreo como prisión e encarcerou a Wu Ji.\nBukit Hou foi liberado temporalmente e condenado a morte para coidar da súa nai ata o outono.\nA súa nai pediulle que lle pedira axuda a Jiang Ziya.\nO Taigong aceptouno como o seu discípulo, ensinoulle a arte da guerra e mandoulle cavar buratos e facer feitizos para romper o seu destino innato.\nDespois do outono, Wu Ji non chegou a ser castigado, o rei Wen deduciu os números innatos e pensou que Wu Ji se suicidara por medo ao crime.\nMáis tarde, o rei Wen coñeceu a Wu Ji, e Wu Ji presentou ao rei Wen para coñecer a Jiang Taigong.\nTaigong recibiu o título de Xeneral de Wude. Tanto o mestre como o aprendiz traballaron para o rei Wen.", "聖意": "A casa está a salvo, o eu é bo, o negocio é bo, o matrimonio é tarde, o peón masculino non volveu aos campos, os vermes de seda son rendibles, os seis animais son shenji, a procura é boa, a demanda pública é bo, a migración é conservadora, vese a propiedade perdida, a enfermidade é boa, Qiu Ji, a tumba da montaña é boa", "古人": "Encontro Bukit", "第X籤": "O duodécimo signo", "宮": "Palacio Yin"}