{"籤詩版本二": "As preocupacións e as preocupacións alivianse temporalmente, e a alegría vén do ceo.\nIgual que o xade escondido no esterco, un bo traballador saca o po", "詩意": "Este hexagrama representa a harmonía de Yin e Yang.\nTodo o que planeas é auspicioso.", "解曰": "Nada gañado, nada perdido. Ganancia da perda. O vilán está en apuros. Moita sorte para vostede, señor.", "籤詩故事一": "◇Ye Meng Xiong Chao Di\nYe Mengxiong (1531-1597), cuxo nome de cortesía era Nanzhao e cuxo nome era Longtang, cambiouse a Longtan e tamén se chamou Huayun. Nativo de Wanshifang, Huizhou Fucheng (agora parte do distrito de Huicheng, cidade de Huizhou) na dinastía Ming. No ano 44 do reinado de Jiajing (1565), converteuse nun Jinshi e recibiu o título de maxistrado do condado de Qing. Actuou como director do departamento de transferencias, e máis tarde cambiou ao censor de supervisión de Shanxi Road.\nNo ano 20 de Wanli (1592), o cónsul xeral de Ningxia Kuaibai (xefe da tribo tártara mongol) matou ao gobernador Dang Xin e capturou o forte 47 na provincia de Hexi, rompeu a cidade, adorou e queimouse ata a morte. Meng Xiong non é arrogante ao tomar crédito e deixa que as súas habilidades sexan tan boas como as dos xenerais que se atreven a loitar. O oficial Wei Xuezeng foi reintegrado. Nos seus últimos anos, renunciou cinco veces e foi devolto a Huizhou para construír o Templo Huilong.\nYe Mengxiong entrou no taoísmo como funcionario público ao principio e era famoso pola súa honestidade e integridade. Os vellos rexistros históricos dicían que era \"o primeiro en humildade e habilidade\", \"elimina a corrupción e castiga as rebelións\", deixando unha boa reputación. foi extremadamente leal, valente, valente e con recursos. Bo en artillería. Na segunda metade da súa vida, as súas habilidades de artes marciais foron rexistradas na \"Historia da dinastía Ming\" e foi considerado como un heroe nacional.", "聖意": "A casa é desfavorable (cada vez máis tranquila) O outono e o inverno son bos para un mesmo, a riqueza terá éxito, as transaccións terán éxito, o matrimonio terá éxito, Liujia alarmarase falsamente (haberá tesouros), os peóns irán ao campo para reza polos vermes de seda, seis animais serán planos, atoparanse persoas, as demandas públicas serán desfavorables, a migración será conservadora, os bens perdidos serán obstaculizados, as enfermidades resolveranse na tumba de Fushan.", "古人": "Ye Meng Xiong Chao Di", "第X籤": "Décimo sexto Loto gañador", "宮": "Maogong"}