{"籤詩版本二": "O Corvo de Ouro cae polo oeste e o Coello sobe polo leste.O ciclo do día e da noite continúa dende os tempos antigos ata a actualidade.\nOs monxes e os taoístas saben que non hai desvantaxe, e os estudosos, os agricultores, a industria e os comerciantes seguen as súas propias mentes.", "詩意": "Este hexagrama representa o aumento e diminución do yin e do yang.\nTamén é sinal de que todo sairá segundo o previsto.", "解曰": "Non hai nada en mente. O que fixeches é meritorio. Como unha frecha dun arco. Un tiro alcanzou o obxectivo.", "籤詩故事一": "◇ O tío Cao Guo é un inmortal\nCao Guojiu, nativo de Xuzhou, dise que foi o tío avó do estado durante o período Renzong da dinastía Song. Chamábase Cao Yi, tamén coñecido como Cao Jingxiu.\nO tío Cao Guo tiña un irmán máis novo chamado Cao Er. Este Cao Er confiaba na súa posición de poder imperial e cometeu todo tipo de males.Ocupou campos, quitou mulleres e fillas, e fixo amizade con algúns sen lei, entrando e saíndo.Cao Guojiu non podía aturalo, así que el negouse a escoitar as súas boas palabras e comodidades, polo que usou o castigo para controlalo. Os dous irmáns forxaron rancor.\nCao Guojiu dixo: \"Os principios do mundo son que os que acumulan o ben prosperarán e os que acumulan o mal perecerán. Esta é unha verdade inmutable. No pasado, a nosa familia Cao acumulou malas accións para acadar a riqueza de hoxe. Agora o meu irmán acumulou o mal ata o extremo, aínda que escapa. Aínda que sexas castigado polos funcionarios, non podes escapar dos desastres naturais que corren en segredo.Unha vez que chega un desastre e a túa familia é destruída e alguén morre, non estarás. capaz de escapar. Serei humillado e temerei\". Así que dispersei toda a miña riqueza, El axudou aos pobres e xa non se preocupaba polos asuntos do seu irmán. Entón deixou a súa casa e os seus amigos, púxose un uniforme taoísta e foi ás montañas para cultivar a súa mente e natureza.\nUn día, coñeceu por casualidade a Zhongli e Lu Dongbin da dinastía Han. Ao ver as respostas fluídas do tío Cao Guo, quedou moi feliz e deulle o \"Edicto secreto do retorno da verdade\" e ordenoulle practicar con coidado. Non moito despois, Zhongli Quan e Lu Dongbin foron introducidos na clase inmortal.", "聖意": "Boa fortuna para o fogar, fogar, boa fortuna, boa fortuna, boa sorte nos negocios, matrimonio, viaxeiro varón, plantación cedo de vermes de seda no campo, fracaso gandeiro, procura de xente, preito, migración, perda de bens, enfermidade tardía, boa fortuna", "古人": "O tío Cao Guo é un inmortal", "第X籤": "Asina o décimo oitavo", "宮": "Maogong"}