{"籤詩版本二": "Deixando que o barco volva da praia de augas rápidas, que queres facer debido ao tumulto?\nSe queres estar seguro, busca a tranquilidade e agarda a que as ondas pasen esta crise.", "詩意": "Este hexagrama é como un barco que viaxa nunha praia rápida.\nMantente conservador en todo e agarda o momento.", "解曰": "Desembarcar en auga forte. O perigo está a esperar o tempo. Se pregunta sobre os plans do campamento. Non se pode facer nada.", "籤詩故事一": "◇Ziyi é coroado rei\nGuo Ziyi (697-781), tamén coñecido como Guo Linggong, era natural do condado de Zheng, Huazhou (hoxe condado de Huaxian, provincia de Shaanxi) e xeneral da dinastía Tang.\nDurante a Rebelión de Anshi no ano 14 de Tianbao (755), concedeulle o título de Shuofang Jiedushi (Lingwu, ao oeste de Lingwu na actual Ningxia). Recibiu orde de cruzada. Combinou o exército de Shuofang con Li Guangbi para marchar. Uníronse en Changshan (Zhengding, Hebei) e derrotaron a Shi Siming e recuperaron Hebei. Neste momento, Guo Ziyi suxeriu que o emperador tomase a Fan Yang do norte e atacase a guarida do tigre rebelde para reducir o asedio de Tongguan, pero Xuanzong negouse. Despois plantouse a situación das cidades vasalos separatistas a finais da dinastía Tang, que tamén se converteu na causa remota da desaparición da dinastía Tang.\nNo decimoquinto ano do reinado de Tianbao (756), el e a coalición uigur pacificaron a Hequ. Na primavera do ano seguinte, recuperaron Hedong (agora Yongji, Shanxi) e Feng Yi (agora Dali, Shaanxi) e atacaron Tongguan. derrotando a Cui Qianyu.O exército Tang sufriu máis de 10.000 baixas. Cui Qianyu entregouse a Pujin. An Lushan foi asasinado polo seu fillo An Qingxu.\nNo segundo ano de Zhide (757), recibiu a orde de dirixir as tropas a Fengxiang.No camiño, derrotou a 5.000 cabalerías de Li Guiren na ponte Baiqu Liuyun (actual sueste de Sanyuan).En maio, loitou con An Shouzhong e Li. Guiren en Qingqu (hoxe ao oeste de Xi'an) foi derrotado e retirouse a Wugong (hoxe noroeste de Wugong).En setembro, seguiu ao mariscal Guangping Wang Li Chu para liderar aos Tang e aos uigures para unirse a 150.000 tropas, e despois loitou. con An Shouzhong e Li Guiren en Xiang.Ao norte do templo Ji (ao suroeste do actual condado de Chang'an), os soldados uigures circularon detrás do inimigo, atacaron por ambos os dous lados e mataron a 60.000 inimigos. Zhang Tongru fuxiu ao condado de Shaanxi. e finalmente recuperou a capital Chang'an (actual Xi'an).A maxestade do exército Tang foi restaurada unha vez máis a Chang'an.\nDespois, o exército Tang aproveitou a vitoria e marchou cara ao leste, derrotando a 150.000 homes entre eles Yan Zhuang e Zhang Tongru en Xindian (agora ao suroeste da cidade de Sanmenxia, ​​provincia de Henan), obrigando a Anqing Xu a cruzar o río Amarelo e retirarse a Xiangzhou. Dongjun Luoyang regresou. Engade Situ aos seus méritos e faino duque do país.\nShi Siming dirixiu o seu exército dende Fan Yang para rescatar a An Qingxu. Os dous bandos loitaron en formación ao norte do río Anyang (hoxe norte de Anyang). A loita foi inextricable. Ao final, liderado por nove Jiedushi, o exército Tang, que afirmou ter 600.000 homes, retirados (na batalla de Yecheng). guerra). O principal comandante desta batalla foi o eunuco Yu Chaoen, quen non tiña habilidades de liderado e culpou a Guo Ziyi do fracaso da batalla. Guo Ziyi foi convocado de volta a Chang'an, relevado do poder militar e converteuse nun funcionario ocioso.\nNo primeiro ano de Baoying (762), as tropas de Taiyuan (hoxe suroeste de Taiyuan) e Jiangzhou (actual Xinjiang na provincia de Shanxi) rebeláronse. A corte estaba asustada, polo que Ziyi recibiu o título de Rei de Fenyang e saíu para controlar Jiangzhou. Tamén foi alienado polo eunuco Cheng Yuanzhen e foi relevado do poder militar.\n(O foco desta historia: Guo Ziyi, que era moi capaz e ben educado, coñeceu a Xuanzong e algúns viláns, o que comprometeu moito os seus logros).", "聖意": "Bendicir o fogar e un mesmo, buscar riqueza, sen transaccións, sen matrimonio, sen falsas alarmas, peóns que chegan a Tiancanji, difíciles de atopar persoas, demandas públicas e (non Xing), migración, conservadorismo, bens perdidos, difíciles de atopar, enfermidades, rezando por bendicións, montañas e tumbas, auspicioso", "古人": "Ziyi foi coroado rei", "第X籤": "Décimo noveno lote gañador", "宮": "Tatsumi"}