{"籤詩版本二": "Despois de tantas preocupacións e perigos, nunca máis estará baleiro a partir de agora\nUn corazón xeneroso ten os seus propios plans xenerosos. Tes que coñecer un experto para conseguir grandes logros.", "詩意": "Este hexagrama é como un pozo antigo cunha fonte.\nEn todo, as persoas nobres logran o éxito.", "解曰": "A demanda acabará por xustificarse. Doente e seguro. Entra e sae para buscar consello. O pozo antigo atopa a primavera.", "籤詩故事一": "◇Yao Chong controla as langostas\nYao Chong (649-721), cuxo verdadeiro nome era Yuan Chong, era de Shaanzhou, exerceu como ministro de Xia Guan, Shangshu de Chunguan, Ziweiling, Zhongshuling e primeiro ministro na dinastía Tang.\nNo cuarto ano de Kaiyuan (716), Shandong (refírese xeralmente á conca do río Amarelo ao leste de Huashan) estaba plagada de langostas. O pobo estaba ligado por ideas supersticiosas e non se atrevía a cazalos e matalos. sacrificios, queimaron incenso, adoraban xunto aos campos e observaban como as colleitas eran devoradas polas langostas.\nTodos os funcionarios crían: \"As langostas son un desastre natural, como poden ser controladas pola man de obra!\" A loita entre dúas ideas diferentes era feroz naquel momento, se eliminar ou non eliminar as langostas.\nYao Chong dixo: \"Mentres traballemos xuntos, podemos desfacernos de todos. Dixo: As langostas teñen medo das persoas, polo que son fáciles de afastar. As mudas teñen propietarios, polo que os rescatadores deben traballar duro; as langostas. poden voar, e voarán definitivamente cando vexan lume pola noite; prenderlles lume No campo, cavar buratos mentres arden, enterralos mentres arden, e xa non quedará nada\".\nXuanzong dixo: \"As langostas son un desastre natural causado por unha mala gobernanza moral. Se pide que sexan cazadas e asasinadas, non vai contra o normal?\"\nYao Chong engadiu: \"A captura e matanza de saltóns foi practicada polos antigos, e a túa maxestade utilizaráo no futuro. É un gran evento nacional para traer paz e prosperidade aos agricultores. Por favor, considérao en serio\".\nXuanzong estaba convencido. Pero nese momento, todos dentro e fóra do xulgado dicían que non se podía cazar a langosta.\nXuanzong dixo: \"Eu discutín co primeiro ministro e decidín capturar langostas. Calquera que se opoña de novo será executado. \"Entón, enviou ao censor para que supervisase e dirixise á xente para que queimara e enterrase as langostas.\nOs resultados foron bastante efectivos: nove millóns de danes de saltóns foron capturados en todo o país e a praga de langostas foi eliminada con éxito.A agricultura logrou unha boa colleita ese ano.\n(A sabedoría debe usarse na xestión de desastres e na evacuación, e debe haber estratexias enxeñosas para superar as dificultades. Yao Chong é o experto nesta materia)", "聖意": "A casa é normal, un mesmo está bloqueado, a procura de diñeiro está bloqueada, o comercio está bloqueado, o matrimonio e a harmonía están bloqueados, hai perigo en Liujia, os peóns están bloqueados, os vermes de seda están bloqueados, o gando é desfavorable, a xente non se atopa, a xente está bloqueada. , fanse demandas públicas, a migración non é razoable, os artigos perdidos son difíciles de atopar, as enfermidades rezan por bendicións, as montañas e as tumbas están incómodas", "古人": "Yao Chong controla as langostas", "第X籤": "Gañar a lotería vixésimo quinto", "宮": "Mi Palacio"}