{"籤詩版本二": "Corre o rumor de que as cousas se puxeron patas arriba, e recibín unha carta do horizonte.\nA fama e o éxito que me prometían no libro quedaron baleiros ata o final.", "詩意": "Este hexagrama ten un nome falso.\nÉ recomendable ser conservador en todo.", "解曰": "Arriba e abaixo molesto. Buscar o lecer non é ocioso. Desexo de fama. Mantéñase a salvo.", "籤詩故事一": "◇ Zhong Kui alcanza a iluminación\nZhong Kui, cuxo apelido é Zhong Kui, cuxo nome de cortesía é Zhengnan, é de Zhongnanshan.\nDurante o reinado do emperador Dezong da dinastía Tang, Zhong Kui participou no exame imperial, Zhong Kui leu as preguntas do exame e inmediatamente escribiu o artigo dunha vez e entregoullo. O examinador xefe ese día era Han Yu, o ministro de Asuntos Civís, e o examinador adxunto era Lu Zhi, un gran estudoso. Cando os dous leron o xornal de Zhong Kui, os seus ollos ilumináronse e dixeron ao unísono: \"Mago, mago! Cada palabra deste artigo é exquisita, digna de Li Taibai e Du Zimei! \" Así que nomearon a Zhong Kui como o primeiro lugar.\nO emperador Dezong escoitou o informe de Han Yu e dixo que Zhong Kui, o novo campión da ciencia, tiña moito talento, polo que convocou a Zhong Kui no Palacio de Ouro.\nCando o emperador Dezong viu a súa fea aparencia, inmediatamente sentiu descontento e dixo: \"A selección de eruditos na nosa corte baséase en palabras persoais e caligrafía. Como se pode seleccionar a unha persoa tan fea como o estudoso número un das ciencias douradas? \"\nHan Yu axeonllouse apresuradamente e dixo: \"O bo e o malo dunha persoa non son só a aparencia. Non escoitas, o Señor Santo, que Yan Ying mide tres pés de alto e é igual ao primeiro ministro? Zhou Chang tartamudea pero pode axudar á dinastía Han; Confucio xulga á xente pola súa aparencia e perde ao seu fillo Yu. Espero que a túa maxestade o pense dúas veces\".\nO emperador Dezong reflexionou un momento e dixo: \"Aínda que as palabras de Han Aiqing son razoables, cando eu era o emperador Taizong, houbo dezaoito estudosos que viñeron a Yingzhou e falaron sobre iso. Este home era o estudoso número un. Temo que o mundo rirase de min por non recoñecer talentos\".\nO primeiro ministro Lu Qi era de mente estreita e envexía dos talentos. Despois de escoitar as palabras do emperador, axeonllouse e dixo: \"O estudoso número un na materia de ouro debe ser tanto interno como externo. Hai trescentos candidatos para esta materia. Por que non escolles outro?\"\nCando Zhong Kui viu que este home estaba tan confuso, non puido evitar enfadarse. Sinalou a Lu Qi e maldixo: \"Se un funcionario tan ignorante está no xulgado, non prexudicará ao país?\" Despois diso, golpeou a Lu Qi co puño.\nAo ver isto, Dezong estaba furioso e dixo: \"Es tan audaz que te atreves a causar problemas no Palacio de Ouro, bótao rapidamente!\"\nEnfurecido, Zhong Kui sacou a espada da cintura do xeneral que estaba no palacio e suspirou en voz alta: \"É difícil que un gato frustrado imite a un tigre, e un loro frustrado non é tan bo como unha galiña\". Despois diso, suicidouse.\nCando o emperador Dezong viu que Zhong Kui se suicidou con ira, quedou moi sorprendido. Para conquistar o corazón da xente, ordenou que Zhong Kui fose enterrado co título oficial de erudito número 1, e tamén fixo de Zhong Kui o Deus. do exorcismo para librar ao mundo dos malos espíritos.", "聖意": "Reza por bendicións para a túa casa, a túa propia seguridade, as dificultades financeiras, o fracaso empresarial, o fracaso do matrimonio, os peóns femininos de Liujia, os vermes de seda Shinta medio cocidos, seis animais domésticos que se poden criar, persoas desaparecidas, demandas públicas occidentais, migración, conservador, perdidos. propiedade, enfermidade, rezar pola boa sorte nas montañas e nas tumbas", "古人": "Zhong Kui gañou o Tao", "第X籤": "Vixésimo sexto gañando a lotería (Lotería)", "宮": "Mi Palacio"}