{"籤詩版本二": "No leste, hai un fermoso Chanjuan á luz da lúa, e as nubes o cobren un momento e permanecen agochados.\nÁs veces pode ser redondo, pero ás veces pode faltar.Os que din que non o é son só charlas ociosas.", "詩意": "A lúa neste hexagrama está cuberta por nubes.\nTodo segue en coma.", "解曰": "Nubes flotantes cobren a lúa. Non hai que dubidar. Agardando a que se recolla a nube. Entón entenderás.", "籤詩故事一": "◇Bao Gong está buscando a emperatriz Li\nDurante o reinado de Zhenzong da dinastía Song, a emperatriz Li (emperatriz Li) era unha criada no harén, favorecida por Song Zhenzong e ascendida a Wanyi e quedou embarazada.\nPero nese momento, a concubina Liu Def (máis tarde emperatriz Liu) tivo malos pensamentos e suborna ao eunuco Guo Huai para que substituíse ao fillo da emperatriz Li por un gato civeta de pel, arrebatoulle ao seu fillo e díxolle ao emperador que era o seu fillo biolóxico. Song Zhenzong estaba furioso e enviou á emperatriz Li ao palacio frío.\nDespois de que a concubina De fose ascendida a raíña, planeou matar á emperatriz Li, que escapou do palacio.\nUn día, Li Niangniang, que vivía na rúa, coñeceu a Bao Zheng, o enviado imperial, que patrullaba na zona local, contoulle a súa experiencia vital e que era a nai biolóxica do actual emperador Song Renzong. . Despois de que Bao Zheng soubese do incidente, levou a Li Niangniang de volta a Pequín, informou a Song Renzong e descubriu o asunto, e finalmente a nai e o fillo recoñecéronse. A emperatriz viuda Liu e o eunuco a cargo Guo Huai inclinaron a cabeza e confesaron.", "聖意": "Estou incómodo na casa, rezo por protección financeira, dificultades financeiras, boa sorte nos negocios, matrimonio, desgraza, xente no campo, vermes de seda, animais desfavorables, dificultade para atopar persoas, demandas, perda, migración, conservador, perda de bens, Enfermidades occidentais, difíciles de recuperar, reforma de túmulos de montaña", "古人": "Bao Gong está buscando a Emperatriz Li", "第X籤": "Vixésimo oitavo gañador da lotería", "宮": "Palacio do mediodía"}