{"籤詩版本二": "Pasar un tempo en paz e tranquilidade, sentado e deitado mentres toma o té despois de estar cheo\nNon necesitas estar ocupado física e mentalmente, e definitivamente non causarás inxustiza ou desastre.", "詩意": "Este hexagrama é un símbolo de paz e estabilidade.\nEn todas as cousas, esperar o momento axeitado traerá boa sorte.", "解曰": "Mantéñase san e salvo. Pregúntalle aos deuses. Agarda ata que chegue o momento. As cousas pasan por casualidade.", "籤詩故事一": "◇ Foyinhui Dongpo\nUnha vez, Su Dongpo gañou un pouco de comprensión mentres estudaba Zen. Decatouse de que o seu estado era transcendente e sentiu alegría nel. Incapaz de conter a miña paixón, estendei a pluma e escribín un poema:\n\"No medio do ceo, Jishou brilla intensamente en todo o universo; incapaz de ser soprado polos oito ventos, senta-se erguido sobre un loto dourado roxo\".\n(Os oito ventos refírense a: beneficio, declive, destrución, reputación, eloxios, burlas, sufrimento e felicidade. É dicir, non sentirse molesto por estes oito estados chámase \"os oito ventos non poden moverse\").\nDespois de escribilo, Dongpo enviou ao seu servo cruzando o río para entregarllo ao Mestre Zen Foyin do Templo Jinshan.\nDespois de que o lera o Mestre Zen Foyin, marcouno coa palabra \"peido\" e deullo ao seu servo para que o recuperase.\nDongpo estaba furioso despois de ver isto, polo que colleu un barco ao outro lado do río e foi ao templo Jinshan para atopar o selo de Buda para discutir.\nCando Dongpo chegou á porta do templo de Jinshan, Foyin xa estaba esperando na porta.\nSu Dongpo acusou inmediatamente a Foyin: \"Por que lle chamas peido ao poema que escribín?\"\nFoyin respondeu: \"Non estás xa 'incapaz de ser soprado polos oito ventos'? Como poderías ser 'golpeado polo río' por un peido?\"\nNeste momento, Dongpo quedou impresionado ao darse conta de que non era o suficientemente bo e deixouse avergoñado.\n(Esta historia é unha metáfora de \"A calor aínda non chegou\")", "聖意": "Reza pola túa casa e pola túa propia seguridade, pola túa riqueza, polos teus negocios, polo teu bo tempo, polo teu matrimonio, por unha muller viaxeira en Liujia, pola chegada dos vermes de seda aos campos, para que os seis gando estean estables, por atopar a alguén, por problemas, por demandas públicas, por migración, por bens perdidos, por enfermidade, por envialo a unha tumba de montaña, auspicioso", "古人": "Foyinhui Dongpo", "第X籤": "Trinta e un gañador da lotería", "宮": "Wei Gong"}