{"籤詩版本二": "A viaxe de volta é segura.Quen coñece o xade agochado na pedra?\nUnha vez que un bo artesán teña un corte claro, sentirase seguro e seguro no período de jaspe", "詩意": "Neste hexagrama, podes ver a imaxe de xade cando cortas unha pedra.\nTraballa duro para triunfar en todo.", "解曰": "O tesouro está na pedra. Os estraños saben pouco. Agarda ata que quede claro. Fai o que poidas.", "籤詩故事一": "◇Liu Bei busca talentos (tres visitas á casa de palla, tres visitas á casa de palla)\nPeríodo dos Tres Reinos. Zhuge Liang vivía recluído nunha cabana de palla en Longzhong. Liu Bei estaba ansioso por buscar talentos, polo que visitou a Zhuge Liang en persoa. Visitou a Zhuge Liang tres veces (na historia coñecida como \"Tres visitas á casa de palla\"). Liu Bei pediulle aos demais que se afastasen e preguntou a Zhuge Liang: \" A dinastía Han caeu e os ministros traizoeiros roubáronlles a vida. A túa Maxestade.\" Cuberto de po. Non mido a miña virtude e a miña habilidade, quero crer na gran xustiza do mundo, senón na miña sabedoría e habilidades. son pouco profundos, polo que úsoo de forma desenfreada. A día de hoxe. Non obstante, a miña ambición aínda non rematou, cres que se vai implementar o plan? \"\nZhuge Liang presentoulle entón o plan de dividir o mundo en tres partes, e analizou a situación na que Cao Cao non estaba dispoñible e Sun Quan podía acudir na súa axuda. Tamén explicou a covardía dos gobernadores dos estados de Jing e Yi. que tivo a oportunidade de sacar proveito del, e que só podía aproveitar estes dous estados.Só así pode gañar o mundo;incluso lle dixo a Liu Bei a estratexia de atacar as chairas centrais. (Esta discusión chamouse máis tarde \"Longzhong Dui\"). Despois de que Liu Bei escoitou isto, eloxiouno coma se atopara un tesouro, e invitou encarecidamente a Zhuge Liang a axudar, polo que Zhuge Liang converteuse no conselleiro militar de Liu Bei.", "聖意": "A casa é tranquila, busco riqueza, o comercio laboral dificulta o matrimonio e convértese nun viaxeiro virtual en Liujia.", "古人": "Liu Bei busca talentos (tres visitas a casa de palla, tres visitas a casa de palla)", "第X籤": "O trixésimo segundo gañador da lotería", "宮": "Wei Gong"}