{"籤詩版本二": "Vístete e remodela o vello estilo familiar.O Tao non ten ceo pero ten mérito.\nDespois de varrer as espiñas e espiñas da estrada, os tres acordaron reunirse cos seus compañeiros", "詩意": "Este hexagrama representa a reordenación da roupa.\nTodo é difícil antes de que se faga doado despois.", "解曰": "Non te preocupes. Pasalo ben. Se preguntas polo futuro. Hai un bo camiño por diante.", "籤詩故事一": "◇ Escrituras budistas de Tang Monk\nXuanzang (602-664), un monxe eminente da dinastía Tang, tiña un apelido común de Chen e un nome de pila Yi. Naceu no condado de Goushi, Luozhou (agora parte sur da cidade de Yanshi, provincia de Henan). Fíxose monxe aos trece anos e tomou o nome budista Xuanzang. O mundo chámase Sanzang da dinastía Tang.\nNo terceiro ano de Zhenguan (629, tamén coñecido como o primeiro ano de Zhenguan), viaxou cara ao oeste ata Tianzhu (India) para obter escrituras budistas.Aventrou o perigo só e soportou dificultades.Só chegou en catro anos.\nNo ano dezasete de Zhenguan, o mestre renunciou oficialmente e volveu ao leste. Regresou a China pola estrada do sur da actual provincia de Xinjiang, Khotan e Loulan, que levou un total de dezasete anos e unha viaxe de 50.000 millas. Cando chegou a Chang'an no primeiro mes do ano dezanove de Zhenguan, o emperador ordenou a Liang Guogong Fang Xuanling e a outros oficiais civís e militares que lle deran unha gran benvida.\nSolicitáronse un total de 520 e 657 volumes das escrituras budistas sánscritas orixinais. e traducido ao chinés.\nDespois do regreso do mestre, foi moi respectado polo emperador Taizong e o emperador Gaozong e foi consagrado en Da Nei, dándolle o título de \"Mestre Tripitaka\".", "聖意": "A casa está convulsa, boa sorte para un mesmo, boa fortuna, bos negocios, bo matrimonio, dificultando a Liujia, xente que vén ao campo, vermes de seda, animais desfavorables, busca de persoas, demandas públicas, migración, bens perdidos, enfermidades tardías, oración para bendicións, as tumbas de montaña deberían ser antigas.", "古人": "Tang Monk aprende as escrituras budistas", "第X籤": "O trixésimo quinto gañador da lotería", "宮": "Shen Gong"}