{"籤詩版本二": "Se queres estar seguro e tranquilo, non é axeitado ter velas ao vento.\nÉ mellor limpar e sentarse nun salón profundo, evitar a luz, axitar nun lugar tranquilo e moverse. Shake → Yao. Libre → poucos.", "詩意": "Este hexagrama é como o vento que axita a lámpada e a vela.\nManter as cousas constantes traerá boa sorte.", "解曰": "Asentarse nun lugar tranquilo. Estea de chamada e sexa puntual. Non é unha bendición. Conservador e apropiado.", "籤詩故事一": "◇Li Jing volve á montaña\nLi Jing (571-2 de xullo de 649), nome de cortesía Farmacéutico, era natural de Sanyuan, Yongzhou (agora ao nordeste do condado de Sanyuan, provincia de Shaanxi). Xeneral desde finais da dinastía Sui ata principios da dinastía Tang, foi un famoso estratega militar con habilidades tanto civís como militares na dinastía Tang. Máis tarde, foi concedido o título de Duque de Wei, e foi coñecido como Duque de Wei no mundo.\nLi Jing é o pai do terceiro príncipe Nezha na lista dos deuses, tamén coñecido como o \"Rei de Tota\". Li Jing e o seu fillo axudaron a Jiang Ziya (Tai Gong) a derrotar a Raíña Zhou, establecer a Dinastía Zhou e o Rei. Wu subiu oficialmente ao trono. Jiang Ziya estableceu entón unha lista de deuses e realizou unha cerimonia para aplacar as almas dos soldados que morreron na batalla. A partir de entón, o mundo tornouse pacífico e pacífico. O rei Wu quería facer marqueses e recompensalos, e tamén quería asignar terras aos heroes fundadores. Li Jing, o seu pai e o seu fillo, e outras sete persoas solicitaron volver á montaña para practicar o taoísmo e non obsesionarse coa fama e a riqueza mundanas. Máis tarde, os sete \"convertéronse en santos de corpo\" e situáronse entre os inmortais.\nA historia de \"Feng Shen Bang\"", "聖意": "A casa é conservadora, son común, busco riqueza, teño dificultades nos negocios, o meu matrimonio non está en harmonía, Liujia reza para que os peóns teñan confianza, os vermes de seda están maduros no outono, seis animais están a salvo, a xente está desaparecida, o público. demandas e migración son conservadores, enfermidades de propiedade perdida, non cambiar a tumba en Jianxingshan.", "古人": "Li Jing volve á montaña", "第X籤": "Trixésimo sétimo gañador da lotería", "宮": "Shen Gong"}