{"籤詩版本二": "Espello milenario reunido, muller pídelle ao marido que volva casar\nDesde entón, a familia transformouse e engadíronse bendicións aos fillos e aos netos.", "詩意": "Este hexagrama é un símbolo da reunión dos espellos.\nTodo é un traballo duro e caro.", "解曰": "Cavar area en ouro. Montando un dragón e montando un tigre. Aínda que é laborioso. Hai un suplemento nel.", "籤詩故事一": "◇Yulianhui dez amigos\nNa dinastía Song, Qian Yulian casouse con Wang Shipeng. Cando Shi Peng foi a Pequín para facer o exame, o rico Sun Ruquan obrigou a Yulian a volver casar con el.\nQian Yulian rexeitou a proposta do rico Sun Ruquan e preferiría casar con Wang Shipeng, un pobre estudoso de Wenzhou que foi contratado por \"Jing Chai\".\nMáis tarde, Wang Shipeng gañou o primeiro premio e, debido a que se negou a que o primeiro ministro Wanqi o obrigase a casar, foi enviado para servir como xuíz no remoto Chaoyang. Sun Ruquan cambiou en segredo a carta familiar de Wang Shipeng por unha \"carta de divorcio\" e enganou a Yulian para que se enganase. A madrastra de Qian Yulian tamén a obrigou a casar de novo, pero Yulian negouse e suicidouse tirándose a un río. Foi rescatada por Qian Zaihe. da provincia de Fujian e adoptada como a súa filla adoptiva.\nYulian pensou que Shipeng estaba morto. Cinco anos máis tarde, Wang Shipeng era o gobernador de Ji'an. Un día, realizou unha cerimonia conmemorativa nun templo taoísta para conmemorar á súa defunta esposa. Yulian pasou a ir ao templo taoísta de Ji'an para queimar. incenso, e Wang Shipeng e Qian reuníronse finalmente.", "聖意": "A casa non é boa para un mesmo. O outono e o inverno son prósperos. Que a riqueza sexa próspera no outono e no inverno. Os negocios sexan prósperos. Que o matrimonio teña éxito. Reza para que os peóns vaian ao campo. Pódense criar vermes de seda. Poden ser seis gando. criado. Pódese atopar xente. Os preitos públicos son desfavorables. A migración é conservadora. Perda de bens. Enfermidade tardía. Reza por bendicións. As montañas e as tumbas son boas.", "古人": "Yulianhui dez amigos", "第X籤": "O cuarto sinal", "宮": "Útero"}