{"籤詩版本二": "A roda vermella cae polo oeste, o coello sobe polo leste, o yin medra e o yang desaparece e todo prospera.\nSe unha muller quere usalo, aumentará a súa riqueza e traerá felicidade ao seu corazón.", "詩意": "Este hexagrama é o símbolo do Yin crecendo e Yang desaparecendo.\nTodo é difícil antes de que se faga doado despois.", "解曰": "O yin beneficia ás mulleres. Non apto para homes. Se estás a buscar consello. O mal é primeiro e despois o ben.", "籤詩故事一": "◇Wu Zetian subiu ao trono\nÁ idade de 14 anos, Wu foi convocado para o palacio polo emperador Taizong Li Shimin da dinastía Tang como unha persoa talentosa, chamada \"Wu Mei\". Despois da morte de Taizong, Zetian entrou no templo de Ganye e converteuse nunha monxa.\nCando o emperador Gaozong da dinastía Tang chegou ao trono, convocou á familia Wu ao palacio para render homenaxe a Zhaoyi. No sexto ano de Yonghui (655), o emperador Gaozong estableceu a Wu como a súa raíña.\nWu Zetian era intelixente, estaba implicado na literatura e na historia e era rico en recursos. Pouco despois de que Wu Zetian se convertese na raíña, porque Gaozong estaba débil e enferma, ás veces encomendáballe a ocuparse de certos asuntos políticos, polo que o seu poder medrou. No primeiro ano de Shangyuan (674), o emperador Gaozong foi chamado \"emperador\", a emperatriz Wu foi chamada \"raíña do ceo\", e ambos foron chamados \"dous santos\" no palacio.\nNo primeiro ano de Hongdao (683), o emperador Gaozong morreu, o príncipe Li Xian chegou ao trono e Wu Zetian asumiu o trono. En febreiro do primeiro ano de Sisheng (684), Wu Zetian depuxo a Li Xian como rei de Luling e estableceu o seu cuarto fillo Li Dan como emperador, continuando gobernando a dinastía. En setembro do mesmo ano, ela cambiou a bandeira por ouro, e Luoyang, a capital do leste, pasou a chamarse capital divina. O nove de setembro do primeiro ano de Tianshou (690), Wu Zetian proclamouse emperador e cambiou o nome do país a Zhou.", "聖意": "O fogar é desfavorable para un mesmo, rezando por bendicións, buscando riqueza, custodiando transaccións, boa sorte no matrimonio, mala sorte no matrimonio (feminina), peóns bloqueando campos, vermes de seda, gando próspero, buscando xente, separación, preitos, perda, migración. , perda de bens, enfermidade, choque, montañas e tumbas, boa sorte", "古人": "Wu Zetian sube ao trono", "第X籤": "O cuadraxésimo gañador da lotería", "宮": "Ti Palacio"}