{"籤詩版本二": "Lembrarás as infinitas boas palabras, pero converteráste no teu fillo se recoñeces ao ladrón.\nNon sexas cobizoso neste momento e preocúpate de como tería feito algo bo hai un ano.", "詩意": "Este hexagrama identifica a un ladrón como un fillo.\nTen coidado en todo o que fas.", "解曰": "Só este. Un cabaleiro non se equivoca. Téñao presente. Non esteas só.", "籤詩故事一": "◇Dong Zhuo acepta a Lu Bu\nLu Bu, valente e bo na loita, foi un famoso xeneral militar ao final da dinastía Han do Leste e ao comezo dos Tres Reinos.Unha vez considerou a Ding Yuan, o gobernador de Jingzhou, como o seu pai adoptivo e serviu baixo el.\nDespois da morte do emperador Ling da dinastía Han Oriental, Ding Yuan foi a Pequín para connivecer co xeneral He Jin para controlar o goberno.\nDong Zhuo loitou con Ding Yuan, pero varios xenerais non puideron derrotar a Lu Bu, polo que Dong Zhuo enviou ao seu subordinado Li Su a subornar a Lu Bu. Li Su trouxo moreas de tesouros de ouro e prata e o famoso cabalo de coello vermello para \"visitar a Lu Bu\". Li Su trouxo moreas de tesouros de ouro e prata e o famoso cabalo de coello vermello para visitar a Lu Bu. Entón Lu Bu foi subornado por Dong Zhuo para matar a Ding Yuan, e díxolles aos seus soldados que viñesen con el se querían e que marchasen se non querían seguilo. Como resultado, a maioría dos soldados fuxiron. Entón, Lu Bu foi subornado por Dong Zhuo e matou a Ding Yuan.\nDespois de que Dong Zhuo acadou o poder, adoptou a Lu Bu como o seu fillo adoptivo e converteuno en xeneral e marqués.\nDong Zhuo tiña un temperamento violento, e a \"relación pai-fillo\" con Lu Bu era en realidade moi débil.En 189 d.C., por instigación de Situ Wang Yun, Lu Bu matou a Dong Zhuo.\nSeis meses despois da morte de Dong Zhuo, as vellas tropas de Dong Zhuo invadiron a capital e Lu Bu e a súa muller fuxiron aterrorizados. Despois de abandonar a capital, Lu Bu buscou refuxio cos señores da guerra Yuan Shu, Yuan Shao, Zhang Yang, Zhang Miao, Liu Bei, etc., e loitou moitas veces con Cao Cao, outro gran señor da guerra da época.Lu Bu era valente e bo. na loita, e derrotou a Cao Cao varias veces.\nNo terceiro ano de Jian'an na dinastía Han Oriental, as tropas de Cao Cao atacaron Xiaopei, a base de Lu Bu, e foron capturadas e asasinadas por Cao Cao baixo a Torre Baimen. Antes da execución, Lu Bu pediulle a Cao Cao que o manteña con vida para evitar a morte, pero Liu Bei recordoulle a Cao Cao que Lu Bu traizoara moitas veces e era un home deshonesto. Ao final, Cao Cao, que só valoraba os talentos independentemente da moral, executou a Lu Bu.", "聖意": "Estou incómodo na casa, adoito buscar cartos, protexo contra as transaccións, é difícil casar, o home de Liujia está sorprendido, a xente vén ao campo, os vermes de seda están a medio madurar, seis animais están a salvo, a xente busca xente, As demandas son apropiadas e a migración, as cousas perdidas son difíciles de atopar, as enfermidades son difíciles de atopar e hai paz na tumba da montaña Zhenxing.", "古人": "Dong Zhuo acepta a Lu Bu", "第X籤": "No 41 Gañar o Lote", "宮": "Ti Palacio"}