{"籤詩版本二": "O emperador, o emperador e a emperatriz finalmente serán graciosos e esperarán e orarán por bendicións sen perda nin ganancia.\nTodos os seres sensibles se benefician del, e espérase prosperidade no mundo e no ceo.", "詩意": "Este hexagrama é un sinal de favor do ceo.\nTodo terá éxito.", "解曰": "O emperador mostrou o seu favor. Nunca esquezas. Rituais de mañá e noite. É apropiado queimar incenso.", "籤詩故事一": "◇Mulian salvou a súa nai\nMokou Lian, ou Mulian, é o máis poderoso entre os dez discípulos do Buda Sakyamuni.\nA súa nai foi cobizosa e tacaña durante a súa vida, polo que caeu no reino das pantasmas famentos despois da súa morte. Mokhullian usou o seu poder máxico para observar e decatouse de que a súa nai naceu como unha pantasma famenta, sen xeito de conseguir comida e estaba en grandes dificultades.Utilizou o seu poder máxico para levarlle comida á súa nai.Inesperadamente, despois de que a nai recibise a comida, converteuse en cinzas e non se podía comer.\nMaudgalyana estaba preocupada polo que pasou e informouno ao Buda. O Buda díxolle a Mulian que o día 15 do sétimo mes lunar, debería poñer cen sabores e cinco froitas nunha cunca e ofrecérallas aos virtuosos monxes das dez direccións.Con este poder, a súa nai podería comer. .\nMaudgalyana actuou segundo a vontade de Buda, e a súa nai finalmente foi liberada. Este tipo de cerimonia chámase \"Festival de Obon\" e este festival chámase \"Festival de Obon\".\n(Nota: unha especie de substancia ten sentimentos diferentes en diferentes niveis do mundo. Por exemplo: cando chove neste mundo, vémolo como \"auga\", mentres que os seres do reino pantasma famélico séntense como \"sangue\" e os seres sensibles do mundo do inferno séntense como \"sangue\". Parece \"soltar unha espada\", mentres que os seres celestes senten \"soltar unha flor\".)", "聖意": "Rezando pola casa e pola casa, rezando pola boa sorte no inverno, buscando riqueza, sen transaccións, matrimonio, paz en Liujia, peóns, campos en movemento, vermes de seda, seis animais, atopar persoas, demandas, éxito, migración, conservadorismo, bens perdidos, enfermidades , tranquilidade, paz de montañas e tumbas", "古人": "Mulian salva a súa nai", "第X籤": "Asina corenta e dous", "宮": "Ti Palacio"}