{"籤詩版本二": "O mundo é flexible e todas as cousas son autosuficientes, autosuficientes e seguras\nTodo na vida é marabilloso, agradecer todo aos santos e sabios e ser próspero.", "詩意": "Este hexagrama representa a harmonía entre a terra e a terra.\nTodo vai ben e non hai perigo.", "解曰": "Todas as cousas nacen. Todos os plans e desexos fanse realidade. Ford axuda. Rui Qi ten présa.", "籤詩故事一": "◇Os camiñantes gañan iluminación\nHistoria de Viaxe ao Oeste:\nSun Wukong converteuse no rei da montaña Huaguo. Máis tarde, co fin de atopar unha forma de vivir para sempre, pasou oito ou nove anos viaxando a través de montañas e ríos para adorar ao patriarca Bodhi como o seu mestre. Aprendeu as setenta e dúas transformacións da o mal terrestre e as nubes de voltereta, e tomou o apelido Sun por primeira vez. Chamado Wukong.\nDespois diso, Sun Wukong foi ao Palacio do Dragón no Mar da China Oriental para atopar unha arma adecuada e, finalmente, atopou o Ruyi Golden Cudgel, a agulla divina de Tianhe e Dinghai. Debido a que a súa vida rematou, fixo un gran alboroto no inframundo, revisou o libro da vida e da morte e volveu ao mundo humano. Máis tarde, Sun Wukong foi convocado polo ceo por primeira vez e foi chamado Bima Wen. Máis tarde, foi convocado ao ceo por segunda vez e foi nomeado o Rei Mono. Tamén roubou pexegos e causou problemas no ceo. Foi selado no Forno Bagua para practicar os seus ollos dourados e ollos de lume. Finalmente, foi suprimido. por Tathagata Buda ao pé da montaña Wuzhi durante 500 anos, sen poder moverse. O lugar onde o forno de Bagua foi pateado converteuse nunha montaña de chamas.\nCincocentos anos despois, o monxe Tang foi a Occidente para obter escrituras, pasou pola Montaña dos Cinco Elementos e quitou o talismán antes de salvar a Sun Wukong. Sun Wukong botou a chorar de agradecemento. Despois de ser instruído polo Bodhisattva Guanyin, adorou a Tang Monk como o seu mestre e foi a Occidente para aprender xuntos as Escrituras. No camiño para aprender as escrituras, Sun Wukong descendeu sobre demos e eliminou monstros, e realizou repetidamente fazañas extraordinarias, pero foi mal entendido e expulsado polo seu mestre Tang Seng unha e outra vez. Despois de oitenta e unha dificultades, o traballo por fin completouse.Os catro mestres e discípulos chegaron ao templo de Xitian Leiyin e obtiveron a verdadeira escritura. Sun Wukong conseguiu o resultado correcto.\n(Esta historia é unha metáfora de que ata un mono pode chegar a ser iluminado, e moito menos un ser humano).", "聖意": "A casa é propicia para un mesmo, buscando riqueza, negocios, matrimonio, Liujia, peóns masculinos, obstrución de campos, vermes de seda, seis animais, Zhongping, buscando persoas, demandas, éxito, migración, perda de bens, enfermidade, tumba de Chuanxingshan, cousas son auspiciosos", "古人": "O viaxeiro acada a iluminación", "第X籤": "Asinado o día 43", "宮": "xugong"}