{"籤詩版本二": "O tempo frío converte a auga en xeo.Por que ser codicioso de fama?\nNon me queda máis remedio que sentarme en silencio e esperar a que as follas florezan de forma natural.", "詩意": "Neste hexagrama, a auga convértese en xeo.\nNon pidas nada en balde.", "解曰": "A auga conxélase en xeo. O xeo derrétese na auga. Se é unha conspiración. Así é.", "籤詩故事一": "◇Wang Xiang pide carpa (Vintecatro historias de piedade filial)\nWang Xiang da dinastía Jin, nome de cortesía Fuzheng, naceu en Linyi.\nCando Wang Xiang era novo, a súa nai biolóxica morreu, o seu pai solitario casou cunha muller chamada Zhu e Wang Xiang tivo unha nova nai. Cando Wang Xiang era novo, a súa nai biolóxica faleceu e o seu pai solitario casou cunha muller chamada Zhu. A madrastra de Wang Xiang era unha muller de mente estreita e celosa, a ela non lle gustaba Wang Xiang e moitas veces reprendíao por asuntos triviais. Logo, a madrasta tamén deu a luz a un fillo chamado Wang Lan. A madrastra só amaba aos seus propios fillos e consideraba a Wang Xiang como unha espiña no seu costado. Ela volveuse aínda máis esixente con Wang Xiang, e moitas veces falou de Wang Xiang diante do seu pai. Incluso o seu pai gradualmente xa non o amaba. A madrastra só amaba aos seus propios fillos e consideraba a Wang Xiang como unha espiña no seu costado. Ela era aínda máis esixente con Wang Xiang, e moitas veces falaba mal de Wang Xiang diante do seu pai. Incluso o seu pai gradualmente xa non o amaba. Aínda que o medio irmán de Wang Xiang, Wang Lan é moi amigable co seu irmán. A pesar da tortura da súa madrastra, aínda era moi filial. A madrasta é tan dura, pero Wang Xiang aínda é moi filial.\nA súa madrastra ten unha afección, é dicir, gústalle comer peixe fresco que acaba de pescar no río. A súa madrastra ten unha afección, é dicir, gústalle comer peixe fresco que acaba de pescar no río. Un inverno, o seu pai marchou por negocios e a súa madrastra volveu enfermar.Os irmáns Wang Xiang e Wang Lan serviron coidadosamente a sopa e a medicina para que a súa nai comera.No clima de frío intenso, a enfermidade da madrastra aínda non mellorou. unha présa. Un inverno, o seu pai marchou por negocios e a súa madrastra volveu enfermar.Os irmáns Wang Xiang e Wang Lan serviron coidadosamente a sopa e a medicina para que a súa nai comera.No clima de frío intenso, a enfermidade da madrastra aínda non mellorou. unha présa. A madrastra enferma quería comer peixe fresco do río.Naquel clima tan frío, fóra nevaba e a auga do río xa se convertera en xeo espeso. A madrastra enferma quería comer peixe fresco ¿Onde se podía atopar peixe fresco nese clima xeado e nevado?\nNaqueles tempos, non había pratos fóra de tempada, e non podías compralos aínda que tiveses diñeiro.\nNeste punto da historia, ocorreu a conmovedora historia de Wang Xiangqiu Li. Os dous irmáns gardaban impotentes á súa nai.Wang Xiang camiñou ata o río xeado para non defraudar á súa madrastra enferma.Wang Xiang tivo unha idea e quitou a camisa sen importar o frío.Deitouse espido no glaciar e quería facelo. a súa propia temperatura corporal para derreter o xeo (polo que a carpa Wang Xiangqiu tamén se chama Wang Xiang deitado sobre o xeo). Quitou a camisa e quedou espido no glaciar. Pregou a Deus e díxolle: \"Deus, miña nai está enferma e quere comer carpa fresca. Tes que buscarme un camiño pase o que pase. \" Curiosamente, o bloque de xeo ao seu lado rachou de súpeto e houbo dous. fendas.Unha carpa viva saltou da fenda e saltou sobre o xeo.Wang Xiang estaba moi feliz. Pregou a Deus: \"Deus, miña nai está enferma e quere comer carpa fresca. Tes que atopar un camiño para min pase o que pase. \" Curiosamente, o bloque de xeo ao seu lado rachou de súpeto e houbo dúas fendas. Unha carpa viva saltou da fenda e saltou sobre o xeo.Wang Xiang estaba moi feliz. Axeonllouse rapidamente, deu grazas a Deus e correu a casa coa carpa. Axeonllouse axiña, deu grazas a Deus, colleu axiña a carpa e foise para a casa. Despois de que a madrastra comeu carpas frescas, pronto se recuperou da súa enfermidade. A madrastra que estaba na cama do hospital quedou abraiada cando viu a parte superior espida de Wang Xiang, que se estaba tornando roxa polo frío, e dous peixes nas súas mans.Ela correu á habitación feliz e quedou abraiada.\nWang Xiang converteuse máis tarde nun funcionario e converteuse nun Taibao, e foi concedido o título de Duque.", "聖意": "Inquieto na casa, rezo por protección, dificultades financeiras, problemas comerciais, matrimonio, incoherencia no seguro de Liujia, peóns, vermes de seda de Chitian, seis perdas de gando, persoas desaparecidas, demandas públicas, migración, conservadorismo, bens perdidos, enfermidade, difícil de recuperar, tumba de montaña, moita sorte", "古人": "Wang Xiang pide carpa (Vintecatro historias de piedade filial)", "第X籤": "Corenta e nove Gañar o Lote", "宮": "Haigong"}