{"籤詩版本二": "Podes viaxar por todos os recunchos do país, colgando o dosel da vela para suxeitalo libremente\nSe hai vento favorable chegará pronto e o barco estará cheo de tesouros.", "詩意": "Este hexagrama é como tirar dun barco co vento.\nTodo vai ben.", "解曰": "Descansa a gusto. Non se require esforzo. Moita riqueza. Todos admirados.", "籤詩故事一": "◇Tao Zhugui Five Lakes (Lago Fan Ligui)\nNo período de primavera e outono, Fan Li, cuxo nome de cortesía era Shaobo, tamén era coñecido como Gui Yizipi ou Tao Zhugong.\nNese momento, houbo unha guerra entre o Estado de Wu e o Estado de Yue, e o Estado de Wu destruíu o Estado de Yue. Fan Li e Wen Zhong formularon un plan para Yue King Gou Jian para promover a Yue e destruír a Wu. Fan Li viaxou persoalmente por montañas e ríos, e visitou o río Huansha no monte Cailuo para atopar a Xi Shi, unha fermosa muller con virtudes, talentos e beleza, e presentoullo ao rei de Wu. Utilizou unha \"beleza\". truco\" para cooperar dentro e fóra e destruíu o Reino Wu.\nDespois de que conseguise acabar co reino Wu, Fan Li sabía que Gou Jian era un \"paxaro de pescozo longo con pico\" e podía compartir dificultades e felicidade con el, polo que el e Xi Shi cruzaron o reino Qi e cambiaron o seu nome. a Gui Zipi, e levou aos seus fillos e discípulos no Reino Qi.Viven nunha casiña á beira do mar. Traballou duro para cultivar terreos baldíos, dirixir un negocio paralelo e facer negocios.En poucos anos, acumulou decenas de millóns de bens familiares. Foi xeneroso ao espallar riquezas e facer ben á súa cidade natal.A sabedoría e a habilidade de Fan Li foron apreciadas pola xente de Qi.O rei de Qi invitouno a Linzi, a capital, e adorouno como primeiro ministro encargado dos asuntos gobernamentais. . Exclamou: \"Ser funcionario pode levar a ministros, e dirixir unha familia pode levar a unha fortuna. Para un plebeyo que comezou de cero, isto chegou ao extremo. Ser honrado durante moito tempo probablemente non sexa un bo sinal\". Entón, só tres anos despois, Jiliu volveu retirarse con valentía, devolveu o selo ao rei de Qi e regalou toda a súa riqueza familiar aos seus amigos íntimos e veciños.", "聖意": "A casa é boa para un mesmo (para ser enviada), o diñeiro é bo, o negocio é bo, o matrimonio está atrasado, o matrimonio non é bo, Liujia está a salvo, a xente está a obstaculizar os campos, os vermes de seda, o outono, o gando, a primavera. é próspero, a xente busca xente, as demandas son malas, a migración é conservadora, as cousas perdidas, as enfermidades occidentais resólvense, as montañas e as tumbas están ao sur.", "古人": "Tao Zhugui Five Lakes (Lago Fan Ligui)", "第X籤": "O quincuaxésimo gañador da lotería", "宮": "Haigong"}