{"籤詩版本二": "O verán é o día máis longo e todos están preocupados pola calor e a depresión\nO ceo e a terra tamén saben o que a xente quere, e a brisa sopra e é naturalmente fresco", "詩意": "Este hexagrama indica que todo o mundo está preocupado pola calor.\nFai o que queiras.", "解曰": "Non hai dúbida de se avanzar ou retroceder. Pasalo ben. É para acampar? Non hai que actuar precipitadamente.", "籤詩故事一": "◇Kong Ming entra en Sichuan\nZhuge Liang (181-234), nome de cortesía Kongming, era natural de Yangdu, Langya (actual condado de Yinan, provincia de Shandong), e foi o primeiro ministro de Shu Han (Liu Bei) durante o período dos Tres Reinos.\nAínda que Liu Bei gañou Jingzhou, non foi suficiente para separar un bando, Zhuge Kongming planeou capturar Xichuan para aumentar o territorio de Liu Bei. Neste momento, Liu Zhang en Yizhou foi atacado por Zhang Lu no norte. Zhuge Kongming soubo que Liu Zhang quería dedicar o mapa de Xichuan a Cao Cao para protexerse. Cando Zhang Song (subordinado de Liu Zhang) coñeceu a Cao Cao, porque Cao Cao era arrogante e groseiro, Liu Zhang levou o mapa de volta a Xichuan e pasou Jingzhou no camiño. Kong Ming xa o estivera agardando no camiño e invitouno a Jingzhou, pero nunca mencionou a imaxe de Xichuan ata o momento da saída. Zhang Song agradeceu a Kong Ming pola súa cortesía e hospitalidade, polo que dedicou a imaxe de Xichuan a el.\nO terreo de Xichuan era perigoso e podía ser atacado ou defendido.Tras varios arranxos de Kong Ming, Xichuan converteuse no lugar de nacemento de Liu Bei.\n(Kong Ming tratou á xente con cortesía e obtivo facilmente o cobizado Xichuan).", "聖意": "Reza por bendicións na casa e pola túa propia protección (hai sorte entre as desgrazas) Busca riqueza, boa sorte nos negocios, matrimonio común, nacemento de nenos en Liujia, mudanza de campos, vermes de seda, danos ao gando, busca de persoas, demandas públicas. , migración, cousas vellas perdidas, enfermidades do norte, desexo de montañas e tumbas, boa sorte", "古人": "Kong Ming entra en Sichuan", "第X籤": "Capítulo 51: Gañar o lote (Gañar o lote)", "宮": "Útero"}