{"籤詩版本二": "Cómpre moito esforzo coller a lúa na auga, é necesario moito esforzo pero nada.\nNon digas tonterías e desperdicies os teus esforzos para fortalecer o corpo.A palabra \"corpo murcho\" significa orixinalmente \"o corpo está só\".", "詩意": "Este hexagrama é cobizoso da imaxe do esforzo.\nTodo é laborioso e laborioso.", "解曰": "As promesas son difíciles de lembrar. Moito traballo duro. Preocúpate en casa. Agardando coñecer xente nobre.", "籤詩故事一": "◇Taibai colleu a lúa mentres estaba borracho (Li Taibai colleu a lúa mentres estaba borracho)\nLi Bai (701-762), tamén coñecido como Taibai, tamén coñecido como Qinglian Jushi. O poeta da dinastía Tang, que se chamou a si mesmo un inmortal desterrado, era coñecido como o inmortal da poesía, e sempre era feliz sen beber.\nUnha vez, Li Bai chegou a Jinling (agora Nanjing) e descansou nun restaurante ao lado da ponte Wende.\nEse día era o décimo quinto do mes lunar de inverno, pola noite sentábase só no restaurante e admiraba a lúa mentres bebía e recitaba poemas. Ese día era o décimo quinto do mes lunar de inverno, pola noite sentábase só no restaurante e admiraba a lúa mentres bebía e recitaba poemas. Li Taibai amou a lúa máis na súa vida, dicindo que estaba limpa e fermosa. Li Taibai amou a lúa máis na súa vida, dicindo que estaba limpa e fermosa. Esa noite, levantou a vista e viu a lúa branca e redonda no ceo, estaba moi contento e bebeu uns vasos máis. Esa noite, levantou a vista e viu a lúa branca e redonda no ceo, estaba moi contento e bebeu uns vasos máis. Á media noite, Li Taibai aproveitou o viño e baixou á ponte de Wende. Á media noite, Li Taibai aproveitou o viño e baixou á ponte de Wende. Nada máis pisar a ponte, baixou a cabeza e de súpeto viu a lúa caer á auga.Cando o río se moveu, engadíronse unhas cantas liñas negras á branca sombra da lúa. Nada máis pisar a ponte, baixou a cabeza e de súpeto viu a lúa caer á auga.Cando o río se moveu, engadíronse unhas cantas liñas negras á branca sombra da lúa. Li Taibai estaba tan bébedo neste momento que pensou que era a lúa que estaba manchada pola auga do río. Li Taibai estaba tan bébedo neste momento que pensou que era a lúa que estaba manchada pola auga do río. Nin sequera se molestou en quitar as botas, abriu as mans e saltou da ponte para coller a lúa. Nin sequera se molestou en quitar as botas, abriu as mans e saltou da ponte para coller a lúa. Inesperadamente, con este salto, a lúa non quedou atrapada, pero a lúa na auga quedou esnaquizada e inmediatamente dividiuse en dúas metades. Inesperadamente, neste salto, a lúa non quedou atrapada, pero o home quedou afogado. Morreu aos sesenta e dous anos.", "聖意": "A casa está incómoda e estás de mala sorte (presta atención á túa saúde) (mala sorte) Busca o equilibrio na riqueza (nin se o penses) Dificultades nas transaccións, o matrimonio non está resolto, reza pola protección (tesouros baleiros para evitar aborto espontáneo) Os peóns están en apuros, os vermes de seda no campo son cinco puntos e seis animais están en declive, busca xente (lamentable) demandas públicas e (Parar a demanda) Migración ordinaria (non o digades) Perda de bens (avións) Rezando para protexerse da enfermidade (lamentable) Boa sorte nas montañas e nas tumbas", "古人": "Taibai pillou a lúa mentres estaba borracho (Li Taibai pillou a lúa mentres estaba borracho)", "第X籤": "Cincuenta segundos gañando a lotería (Lotería)", "宮": "Útero"}