{"籤詩版本二": "Cando a frustración se converte en euforia, os dragóns ruxen e os tigres.\nO ceo azul ten o seu propio camiño cara ao ceo. Que eu teña outra oportunidade de acadar a fama.", "詩意": "Este hexagrama é como un dragón rugendo e un tigre rugendo.\nHai esperanza de que todo vaia ben.", "解曰": "Só ensina e vai. Ten a túa propia prosperidade. Debe facerse ao final. Hai un lugar para atopar.", "籤詩故事一": "◇Liu Bei contrata unha noiva\nDespois da batalla de Chibi, Sun Quan estaba ansioso por recuperar Jingzhou, que fora adquirida por Liu Bei, polo que usou o plan de Zhou Yu, finxindo que quería prometer á súa irmá Sun Ren con Liu Bei, pero de feito quería tomar Liu Bei como refén para reclamar Jingzhou.\nDespois de que Zhuge Liang espiou o plan de Zhou Yu, entregoulle o folleto coa estratexia a Zhao Yun, que estaba protexendo a Liu Bei cando foi a Soochow. Zhao Yun seguiu a estratexia do folleto e deliberadamente fixo un gran salto para que Wu Guotai ( O pai de Sun Quan) coñece a proposta de matrimonio. Debido a que Wu Guotai amaba á súa filla e non estaba disposto a tomar decisións casuales sobre os asuntos de toda a vida da súa filla, ela reprochou a Sun Quan por ser despiadado coa súa irmá e propuxo probar persoalmente se Liu Bei era digno da súa filla no templo de Ganlu. Despois de que Wu Guotai coñeceu a Liu Bei, ela apreciou moito a Liu Bei e defendeu firmemente o matrimonio entre Liu Bei e a súa filla. Como resultado, Liu Bei casouse con éxito coa Sra Sun.\nMáis tarde, Liu Bei e a Sra Sun fuxiron de volta a Jingzhou xuntos. Máis tarde, Sun Quan quería atacar furtivamente a Jingzhou mentres Liu Bei estaba atacando Yizhou, pero foi detido por Wu Guotai, que estaba preocupado pola seguridade da súa filla.\nEl dixo: \"O plan intelixente de Zhou Yu é o mellor do mundo. Perdeu á súa muller e perdeu as súas tropas\".\n(Liu Bei gañou do dano)", "聖意": "Teño mala sorte na casa e teño mala sorte (primeiro mala sorte, despois boa) Busca riqueza, equilibrio, dificultade no matrimonio, éxito no matrimonio Reza bendicións para os peóns, vermes de seda nos campos, cinco puntos polos danos do gando, busca. para as persoas, preitos e migracións, sorte para os bens perdidos, sorte para as enfermidades, paz de montes e sepulturas.", "古人": "Liu Bei contrata unha noiva", "第X籤": "O número cincuenta e terceiro gañador", "宮": "Útero"}