{"籤詩版本二": "A virtude de pai a fillo transmítese ao neto.A prosperidade na comida e na roupa depende só de Deus.\nChunxuan no salón fai feliz á xente. Cando teñen fame, comida, sede e sono, o Chunxuan é unha metáfora para os pais.", "詩意": "Este hexagrama está conectado coa imaxe do bambú que leva á primavera.\nEspero que todo vaia ben.", "解曰": "Colle bambú e leva á primavera. Espállase sen fin. Un cabaleiro busca a esperanza. Todos encantados.", "籤詩故事一": "◇O rei Wu de Zhou subiu ao trono\nO rei Wu de Zhou atacou ao rei Zhou e levou a oitocentos príncipes a loitar contra o exército do rei Shang.Os soldados de Chaoge (a capital do rei Shang) tamén se volveron contra o rei Shang e traizoaron ao rei Shang.\nO rei Zhou queimouse na Torre Zhaixing e a dinastía Shang foi destruída.\nO rei Wu aceptou o libro de ouro e o tesouro de ouro, que é o trono do emperador, mirou cara ao sur, as mans cruzadas e sentou-se de pé. O rei Wu ordenou que se distribuíse a propiedade de Lutai, que se demolise a Torre de recollida de estrelas e que se distribuíse o gran de arroz almacenado en Juqiao.\nLibera a Jizi preso e repara a tumba de Bigan. O rei Wu cabalgou pola porta da casa do sabio Shang Rong e inclinou a cabeza. Respecta as persoas virtuosas e cortés, e solta os escravos no palacio interior.\nTamén deixou o armamento e promoveu a cultura e a educación. No sur de Nanshan pástanse cabalos e pastan o gando no campo con pexegueiros. É unha escena tranquila.", "聖意": "A casa non está en boas condicións (boa sorte), podes facer os teus propios desexos (boa sorte), buscar ganancias económicas, facer unha transacción e casar (coñecer cun bo xenro), Liujia está a salvo (zodíaco). sinal), os peóns moven campos, os vermes de seda teñen sorte, seis animais danan, as persoas son difíciles de atopar (ver), demandas públicas, xente nobre móvese, pérdese a boa sorte e vense cousas Enfermidades e enfermidades", "古人": "O rei Wu de Zhou subiu ao trono", "第X籤": "Quincuagésimo quinto gañando a lotería (loteo)", "宮": "Palacio Feo"}