{"籤詩版本二": "A praia está chea de pedras, o regueiro corre, o vento está despexado, a lúa está despexada e os nobres están ocupados.\nNa estrada, teño que preguntar a onde ir Non colles o recendo das flores e das plantas do bosque, non o coides.", "詩意": "Este hexagrama é como un barco que viaxa nunha pequena praia.\nEn todo, hai xente nobre para axudar.", "解曰": "Para gañarse a vida. Moito traballo duro. Mantéñase conservador e agarde. Todo o mellor.", "籤詩故事一": "◇ Rebelión de Lushan\nUn Lushan (703-757), cuxo apelido era Kang e chamado Yaluoshan, era de Liuchheng, Yingzhou (agora Chaoyang, Liaoning).\nMáis tarde, asumiu o apelido An e cambiou o seu nome a Lushan. Durante o reinado do emperador Xuanzong da dinastía Tang, An Lushan foi o enviado militar.\nEn novembro do ano 14 de Tianbao, An Lushan levantou tropas en Fanyang, en nome de atacar a Yang Guozhong, lanzou unha rebelión e levou as tropas de tres cidades para atacar Luoyang, a capital do leste. Os informes de Taiyuan correron a Lishan.Tang Xuanzong, que se atopaba nese momento no palacio Huaqing en Lishan, non cría que Anlushan se rebelase. Con todo, as noticias da rebelión continuaron estendéndose e Xuanzong aínda estaba medio convencido. (Este é unha representación do \"son da auga corrente en bruto sobre pequenas rochas nun regato\")\nNon foi ata que Yan Zhenqing, o prefecto do condado de Pingyuan, enviou a alguén para enviar información que Xuanzong espertou do seu soño.\nBaixo a errónea estratexia do emperador Xuanzong da dinastía Tang, o rexemento de cabalería de An Lushan capturou Luoyang, a capital oriental, e no primeiro mes do ano seguinte proclamouse emperador Dayan en Luoyang, Jianyuan Shengwu, o emperador Xiongwu e Da Xixun. primeiro ministro.\nEn xuño do mesmo ano, o emperador Xuanzong da dinastía Tang, ansioso por aliviar a crise en Chang'an e cun mal entendemento militar, executou a dous xenerais famosos, Feng Changqing e Gao Xianzhi, esta orde conmocionou ao exército Tang. (Este comportamento infrinxe \"a estrada debe apuntar ao río fronte\")\nDespois, o emperador Xuanzong da dinastía Tang ordenou urxentemente a outro xeneral, Ge Shuhan, que dirixise o exército Tang cara ao leste fóra de Tongguan.\nGe Shuhan, que entendeu perfectamente o erro estratéxico do emperador Xuanzong da dinastía Tang, planeou atrasar o cambio (o enfoque de \"está ben se o vento está en calma e a marea está en calma\").\nAo final, o emperador Xuanzong da dinastía Tang pensou que era demasiado tímido para loitar, polo que non tivo máis remedio que loitar con An Lushan entre bágoas e foi derrotado. (Cumple \"Se traballas duro para manterte, podes estar ferido\").\nNa dinastía Tang, cando as tropas fronteirizas e as guarnicións locais non tiveron tempo para responder, o exército de An Lushan presionou a fronteira e entrou na zona da capital. Nunha situación crítica, o emperador Xuanzong da dinastía Tang levou ao Corpo de Gardas a escapar da capital, o que provocou a caída do sen líder Xijing Chang'an.\n(Tang Xuanzong violou a guía deste sinal, polo que a rebelión de An Lushan tivo éxito.)", "聖意": "A casa é segura, un mesmo é propicio, a fortuna é estable, a transacción é próspera e o matrimonio é exitoso (precaución). Un peón de Liujia chega ao campo, cóllense vermes de seda e danan seis gando. atópase e a demanda pública está xustificada.Os bens perdidos traen enfermidades, é dicir, a tumba de Anshan debe ser reparada.", "古人": "Rebelión de Lushan", "第X籤": "A lotería cincuenta e seis", "宮": "Palacio Feo"}