{"籤詩版本二": "Á mañá e ao anoitecer, o apoio de Buda debe estar en tempos de perigo pero non en perigo\nSe che atrae unha persoa nobre, o diñeiro e a seda tamén te acompañarán. Este é Chuan Lai. Todo depende de ti.", "詩意": "Este hexagrama representa a bendición secreta dos deuses e dos budas.\nSexa paciente e teña moita sorte en todo.", "解曰": "Un sinal de paz antiga. Cando todo sexa caro, será propicio.", "籤詩故事一": "◇Tang Monk alcanzou a iluminación\nUn día, Tang Seng chegou ao río e viu a montaña Lingshan do Buda diante del. Había unha ponte dunha soa prancha diante del. Tang Seng non se atreveu a cruzala. O Buda transformouse nun barqueiro e sostivo un barco roto sen fondo. Tan pronto como Tang Monk subiu ao barco, caeu ao río e foi rescatado polo barqueiro. Así foi como Tang Monk alcanzou a Budeidade. (Historia de Viaxe ao Oeste)\n◇ Escrituras budistas de Tang Monk\nSanzang da dinastía Tang, o seu apelido común era Chen e o seu nome de pila era Yi. Naceu no condado de Goushi, Luozhou (agora ao sur da cidade de Yanshi, provincia de Henan). Fíxose monxe aos trece anos e tomou o nome budista Xuanzang.\nPara obter as escrituras budistas orixinais, partiu de Chang'an (actual Xi'an, provincia de Shaanxi) no terceiro ano de Zhenguan (629 d. C.), aventurouse a cruzar a fronteira e pasou por innumerables dificultades para chegar a Tianzhu. India) para recoller escrituras. Viaxou polas concas dos ríos Ganxes e Indo e as zonas costeiras do sueste da India, despois atravesou as montañas cubertas de neve e as verdes dorsais, percorrendo máis de 50.000 millas de ida e volta. Levou 16 anos en regresar finalmente a Chang'an en o ano 19 de Zhenguan (645 d. C.). El trouxo de volta un gran número de escrituras budistas e traduciuos ao chinés.\n(Tang Sanzang pasou por unha longa viaxe de ida e volta entre China e a India. Debeu experimentar perigos durante a viaxe, pero puido regresar con seguridade porque había un patrón invisible detrás del).", "聖意": "O fogar é seguro, un mesmo é propicio, o negocio occidental é exitoso, o matrimonio é exitoso, os peóns bloquean o campo, os vermes de seda están bloqueados, os vermes de seda son sete puntos, o gando é rendible, a busca é de persoas, o occidente. a demanda pública é mala, a migración é conservadora, vese os bens perdidos, a enfermidade é propicia, as montañas e as tumbas son propicias.", "古人": "Tang Monk alcanzou a iluminación", "第X籤": "Gañar a lotería sesenta e dous", "宮": "Palacio Yin"}