{"籤詩版本二": "O peixe nadador quedou atrapado nun lazo na lagoa de Bibo.\nSe algo sae mal despois de pensalo, ao final causará problemas.", "詩意": "Este hexagrama representa un peixe atrapado nunha trampa.\nTamén é recomendable ter coidado en todo.", "解曰": "Asentamento baixo a casa. O desastre cae do ceo. Levántate cedo e toma precaucións primeiro. Evita desastres.", "籤詩故事一": "◇O cabalo está cuberto de auga (é difícil recoller a auga)\nDinastía Han. Zhu Maichen, nome de cortesía Wengzi, era nativo de Wu en Kuaiji (agora parte da cidade de Suzhou).\nNos seus primeiros anos, a familia de Maichen era pobre e non tivo éxito.A parella vivía nun portón de palla nunha rúa traseira, cortaba leña e vendíaa para subsistir. Non se gaña moito vendendo leña a prezo de ninguén.\nA súa muller saíu buscar auga e viu un grupo de nenos rindo de Maichen, a muller pensoulle unha vergoña e despois marchou.\nCando Zhu Maichen tiña cincuenta anos, o emperador Wu da dinastía Han buscou talentos e adorou a Zhu como o prefecto de Kuaiji.\nA súa muller lamentou a súa cegueira e desexaba ser reducida a unha criada e concubina para servir a Zhu durante o resto da súa vida.\nMaichen ordenou á súa ex-muller que collese un balde de auga, que o botase nas escaleiras e dixo: \"Se se pode recuperar a auga, poden volver xuntos os dous\".\nTendo en conta a relación entre marido e muller, a muller e o seu marido casado de novo recibiron un espazo aberto no xardín traseiro para cultivarse e manterse. A súa muller tirouse ao río e morreu.", "聖意": "A casa está en perigo, un mesmo está en perigo, o diñeiro está perdido, a transacción está en paz, o matrimonio é inconsistente, Liujia está asustada, a xente está bloqueada, os campos están danados, os vermes de seda están perdidos, o gando está perdido, a xente. atópanse, pérdese a demanda pública, a migración é boa, as cousas perdidas son desfavorables, prodúcense enfermidades, desastres e perigos, deberían cambiarse as tumbas das montañas.", "古人": "O cabalo está cuberto de auga (é difícil recoller a auga)", "第X籤": "Signo sesenta e cuarto", "宮": "Maogong"}