{"籤詩版本二": "O camiño é perigoso, os cabalos e os homes teñen présa, e os soldados están nunha situación extrema cando se perden.\nA praia está alta, o vento e as ondas rompen, o barco está roto, o sol ponse, as flores morren, o ceo cae e a xeada.Gaña: oso.棹: remo.", "詩意": "Este hexagrama é como un barco que rompe a praia.\nCoidado con todos os perigos.", "解曰": "Escola vella e escola vella. Tranquilo e irreprochable. Non hai que buscar consello. Viaxa libremente.", "籤詩故事一": "◇ O rei de Chu Yin Ling perdeu o camiño\nA principios do 202 a.C., un total de 400.000 tropas Han de tres bandos rodearon o exército de Xiang Yu en Gaixia, que non tiña comida. Pedíronlles aos soldados que cantasen no dialecto Chu, facendo crer erróneamente ao exército de Xiang Yu que a súa cidade natal fora controlada. polo exército Han. Esta táctica psicolóxica de \"asediado por todos os lados\" fixo que o exército de Xiang Yu perdese a moral.\nEntón, Xiang Yu liderou máis de 800 cabaleiros de elite e decidiu escapar, mentres que o exército Han seguía de cerca con Guan Ying e 5.000 cabaleiros. Despois de cruzar o río Huai, á cabalería de Xiang Yu só lle quedaban cen persoas.\nXiang Yu perdeuse en Yinling e pediulle a un granxeiro á beira da estrada o camiño cara ao río. Inesperadamente, seguiu a dirección indicada polo ancián e acabou nun pantano, dificultando o seu desprazamento. Case foi superado por Liu. O exército de Bang.Xiang Yu finalmente chegou a Wujiang e soubo que a situación estaba rematada.Vendo aos anciáns de Jiangdong sen vergoña, suicidouse e morreu.", "聖意": "A familia e a casa están preocupadas polos seus propios desastres. Buscan cartos e estragan o negocio. O matrimonio non dura. Liujia é perigosa. Os peóns están bloqueando os campos. Os vermes de seda danan. Seis gando están danados. Persoas desaparecidas. Procesos públicos. Perda. Migración. Bens perdidos. Enfermidade. É desfavorable enviar a unha fosa de montaña.", "古人": "O rei Yin Ling de Chu perdeu o camiño", "第X籤": "Lote sesenta e seis", "宮": "Maogong"}