{"籤詩版本二": "Cando chega o inverno, unha rama de ameixeira na montaña non será destruída aínda que as súas follas caian e as súas pólas se murchan.\nPero cando chega a primavera, aínda me devolvo como cortesá e destrúo a obra orixinal.", "詩意": "Neste hexagrama, a flor de ameixeira ocupa a posición de liderado.\nTodo é bo se se retrasa.", "解曰": "Unha frecha disparada baleira. Cando está baleiro, non está baleiro. Agardando que chegue a primavera. A cor está nela.", "籤詩故事一": "◇Marco dúas veces\nDurante o reinado do emperador Dezong da dinastía Tang, o leal ministro Mei Bogao e a súa familia foron encadrados polo traidor primeiro ministro Lu Qi, que quería matalos a todos. Só o seu fillo Mei Liangyu conseguiu escapar. Máis tarde, cambiou de seu. nome a Wang Xitong para ocultar a súa identidade. Vivía só nas rúas, con fame e frío, pero afortunadamente foi acollido por Chen Risheng (Chen Dongchu). Chen Risheng non coñecía a súa experiencia vital, polo que lle pediu que axudase a coidar o xardín de ameixas de Chen para que non morrera de fame na rúa.\nChen Risheng era un compañeiro de clase e amigo de Mei Bogao. Cando estaba sendo perseguido por Lu Qi, foi rescatado por Mei Bogao. Como resultado, Mei Bogao e Lu Qi convertéronse en inimizade. Ao final, toda a súa familia foi executada. Chen Risheng sentiuse triste e enfadado por iso. Despois de casar, renunciou e trasladouse á súa familia a Yangzhou para vivir recluída.\nChen Risheng ten unha filla chamada Chen Xingyuan, que é fermosa e perfumada. Despois de que Mei Liangyu chegou á familia Chen, namoráronse a primeira vista. Un día no que as ameixeiras estaban en plena floración, que tamén era o aniversario da morte de Mei Bogao, Chen Risheng e a súa familia abriron un altar no xardín de ameixeiras da súa casa para conmemorar o seu amigo e benefactor falecido.Inesperadamente, o tempo cambiou de súpeto. e soprau unha forte tormenta de neve, cubrindo todas as flores de ameixeira.Destruída. Chen Risheng lamentou que puido escapar a salvo, pero nin sequera puido salvar aos descendentes da familia Mei.Pensou que isto era unha advertencia de Deus, polo que prometeu que, a menos que as flores das ameixas volvían a florecer, probando que os descendentes de a familia Mei seguía viva, nunca diría nada, escapou ao budismo e fíxose monxe.\nA súa filla Xingyuan escoitou isto e inmediatamente queimou incenso e rogou sinceramente a Deus para que volva florecer as flores de ameixeira. A súa sinceridade moveu o ceo e todas as ameixeiras do xardín de ameixeiras volveron florecer; máis tarde Chen Risheng soubo que o Xitong era Liangyu, polo que prometeu a súa filla Xingyuan.", "聖意": "A casa e a casa non son boas para un mesmo, para a propia fortuna, para buscar a riqueza, para ser prudente nos tratos, para agardar á hora do casamento, para chegar tarde, para casar, para chegar tarde, para ser próspero en a primavera, chegar tarde, chegar tarde, chegar tarde, estar ocupado, estar ocupado, ser próspero, estar ocupado, atoparse.", "古人": "Marcou dúas veces", "第X籤": "Sesenta e nove Gañar o Lote", "宮": "Tatsumi"}