{"籤詩版本二": "Chao Chao é como unha abella que recolle flores, voando cara ao suroeste e despois cara ao leste.\nA primavera rematou, as flores desapareceron e non hai onde buscar Este corazón non cambiará de paradoiro.", "詩意": "Este hexagrama é como unha abella collendo flores.\nTodo é laborioso e laborioso.", "解曰": "Sen paisaxes de primavera. Chove moito pero nunca se aclara. Pide axuda. É mellor estar calado.\n.", "籤詩故事一": "◇Li Mi rebelouse contra a dinastía Tang\nLi Mi\n(582-619), o defunto líder do exército de Wagang no levantamento campesiño a finais da dinastía Sui de China. Mestre de caligrafía. O mestre da palabra Fa era nativo de Chang'an, Jingzhao, e a súa casa ancestral era Xiangping, Liaodong (agora ao sur de Liaoyang, Liaoning). Nativo de Chang'an, Jingzhao, a súa casa ancestral é Xiangping, Liaodong (agora ao sur de Liaoyang, Liaoning).\nNo noveno ano de Daye (613), participou na rebelión de Yang Xuangan contra a dinastía Sui en Liyang (agora ao nordeste do condado de Junxian, provincia de Henan). No noveno ano de Daye (613), participou na rebelión de Yang Xuangan contra a dinastía Sui en Liyang (agora ao nordeste do condado de Junxian, provincia de Henan). O sentido misterioso é derrotado,\nLi Mi fuxiu. Xuangan foi derrotado e Li Mi fuxiu.\nNo duodécimo ano de Daye, uniuse ao Exército de Wagang\n. No duodécimo ano do reinado de Daye, uniuse ao Exército Wagang. Li Mi era bo na estratexia. En outubro do duodécimo ano de Daye, Li Mi convenceu a Zhai para que atacase a Xingyang Tong, o poderoso xeneral que acompañaba ao exército, para que defendese a Zhang Xutuo, derrotando ao exército Sui e matando a Zhang Xutuo. Li Mi era bo na estratexia. En outubro do duodécimo ano de Daye, Li Mi convenceu a Zhai para que atacase a Xingyang Tong, o poderoso xeneral que acompañaba ao exército, para que defendese a Zhang Xutuo, derrotando ao exército Sui e matando a Zhang Xutuo.\nMáis tarde, propuxo atacar o almacén de Xingluo (máis tarde renomeado como Luokou), abrir o almacén para o socorro e ampliar o equipo.O equipo do Exército de Wagang creceu rapidamente.No ano 13 de Daye, Li Mi dirixiu o Exército de Wagang e Zhai Rang. Ocupouse do descenso e distribución da dinastía Sui. Houbo unha guerra polos recursos militares e outros problemas, e Li Mi matou a Zhai Rang e a centos dos seus seguidores. Máis tarde, propuxo atacar o almacén de Xingluo (máis tarde renomeado como Luokou), abrir o almacén para o socorro e ampliar o equipo.O equipo do Exército de Wagang creceu rapidamente.No ano 13 de Daye, Li Mi dirixiu o Exército de Wagang e Zhai Rang. Ocupouse do descenso e distribución da dinastía Sui. Houbo unha guerra polos recursos militares e outros problemas, e Li Mi matou a Zhai Rang e a centos dos seus seguidores.\nEn marzo do ano 14 de Daye, Yu Wenhuaji matou ao emperador Yang da dinastía Sui.\n, levou a máis de 100.000 persoas a regresar ao oeste. En marzo do ano catorce de Daye, Yu Wenhuaji (Yu Wen, apelido composto) matou ao emperador Yang da dinastía Sui e regresou ao oeste con máis de 100.000 persoas. Li Mi recibiu a orde de atacar Huaji. Aínda que Huaji foi derrotado, as tropas de Li Mi tamén sufriron grandes perdas. Máis tarde foron perseguidos por Wang Shichong. O exército de Li Mi foi derrotado e o seu campamento foi destruído. Os seus xenerais Qin Shubao, Cheng Zhijie (orixinalmente chamado Cheng Yaojin), Niu Jinda e outros foron capturados. , Shan Xiongxin rendeuse. Li Mi recibiu a orde de atacar a Huaji, aínda que Huaji foi derrotado, as tropas de Li Mi tamén sufriron grandes perdas. Máis tarde, foi perseguido por Wang Shichong.O exército de Li Mi foi derrotado e o seu campamento foi aniquilado.Os seus xenerais Qin Shubao, Cheng Zhijie (orixinalmente chamado Cheng Yaojin), Niu Jinda e outros foron capturados, e Shan Xiongxin rendiuse. Li Mi estaba desesperado, polo que cruzou o río ata Heyang en setembro e entregouse á dinastía Tang. Li Mi estaba desesperado, polo que cruzou o río ata Heyang en setembro e entregouse á dinastía Tang.\nEn novembro, Li Yuan enviou a Li Mi a Shandong para recrutar vellas tropas. novembro,\nLi Yuan enviou a Li Mi a esperar en Shandong para recrutar vellas tropas. Sentindo que fora sospeitoso, rebelouse contra Tang. Sentindo que fora sospeitoso, rebelouse contra Tang. O xeneral Tang Sheng Yanshi invitou a Li Mi a atacalo e matouno en Xinggong Xian. O xeneral Tang Sheng Yanshi invitou a Li Mi a atacalo e matouno en Xinggong Xian.", "聖意": "Casa, casa, lingua, eu, vilán, procura de riqueza, desperdicio de negocios, matrimonios que non duran, Liujia, flores baleiras, peóns, Yaotian, danos de vermes de seda, seis danos de gando, persoas desaparecidas, demandas, perda, migración, conservador, bens perdidos, enfermidade, obstáculos, reforma do sepulcro de montaña", "古人": "Li Mi rebelouse contra a dinastía Tang", "第X籤": "Sorteo setenta", "宮": "Tatsumi"}