{"籤詩版本二": "Cognición dos decimonovenos gardas de Canglong: unha muller casou cun segundo marido\nCun arco e dúas frechas, os dinosauros vivirán en paz inmediatamente", "詩意": "Este hexagrama é como un arco que sostén dúas frechas.\nSe todo vai xunto, será auspicioso.", "解曰": "Non moi pesado. Destino. Zhen Liuzhong abre. É aconsellable ser cauteloso.", "籤詩故事一": "◇Wenjun visita Xiangru\nZhuo Wenjun era filla do neto de Zhuo Wang, un rico home de negocios de Linqiong, provincia de Sichuan, que era experta en música e tiña un nome literario. Casou cando tiña dezaseis anos, uns anos despois faleceu o seu home e volveu á súa familia natal para vivir viúva.\nUn día, Sima Xiangru foi á casa de Zhuo Wangsun para un banquete e cando soubo que Zhuo Wenjun estaba viúvo, tocou a canción \"Phoenix Seeking the Phoenix\" para expresar o seu amor. Zhuo Wenjun xa escoitou falar de Sima Xiangru, e este banquete fíxoo aínda máis atraído por Sima Xiangru. Por outra banda, despois do banquete de Sima Xiangru, inmediatamente gastou moito diñeiro para subornar á criada persoal de Zhuo Wenjun e pediulle que transmitise o amor de Sima Xiangru por Zhuo Wenjun. Despois de que Zhuo Wenjun decatouse do amor de Sima Xiangru a través da criada, el inmediatamente correu á pousada onde vivía Sima Xiangru.Vendo a chegada de Zhuo Wenjun, Sima Xiangru fuxiu inmediatamente con ela durante a noite á súa cidade natal en Chengdu.\nCando estaban en Chengdu, a parella estaba indigente e tivo que volver a Linqiong para abrir un pequeno hotel para gañarse a vida.Zhuo Wenjun vendía viño e Sima Xiangru lavaba pratos.Vivían unha vida pobre. Despois de que o pai de Zhuo Wenjun, Zhuo Wangsun, soubese sobre iso, aceptou e financiounos baixo o consello dos seus amigos, de xeito que Sima Xiangru e Zhuo Wenjun volveron a Chengdu para vivir, e máis tarde se fixeron ricos.", "聖意": "Perda da vivenda e da propiedade, dos propios dereitos e prexuízos, procura de riqueza, transaccións laborais, protección contra o novo matrimonio.", "古人": "Wenjun visita Xiangru", "第X籤": "Setenta e un Lotería gañadora", "宮": "Tatsumi"}