{"籤詩版本二": "Os apicultores deben pedir mel, para que non lles pique unha picadura\nDebe haber un estraño camiño diante de ti.O segredo é profundo coma un bosque de espiños.", "詩意": "Este hexagrama simboliza as abellas que recollen o mel.\nTodo é laborioso e laborioso.\n\n(Este hexagrama busca o símbolo de dozura e amargura.\nEvitar desastres en todo.\n)", "解曰": "Hai que facer as cousas con coidado. Non hai que forzalo. As abellas recollen o mel. Cal é o motivo?", "籤詩故事一": "◇Wang Mang busca talentos\nPódese dicir que a familia Wang Mang na dinastía Han occidental é unha familia rica. Aínda que o seu pai morreu cedo, varios dos seus tíos e tíos convertéronse en emperadores da dinastía Han. Convertéronse en xenerais, primeiros ministros e en marqueses e recibiron recompensas.A familia Wang era extremadamente prominente.\nPero a pequena familia de Wang Mang era extremadamente pobre; o seu pai morreu novo e só vivía coa súa nai, contando coa caridade dos familiares. Pero por iso, Wang Mang desenvolveu e practicou un conxunto de habilidades para tratar coas persoas desde que era neno. Por moi triste ou enfadado que se sentise, sempre mostraba unha mirada moi alegre e pacífica diante dos familiares, maiores ou de fóra, polo que era moi apreciado por todos os membros do clan.\nUnha vez, o seu tío maior estaba gravemente enfermo.Despois de enterarse diso, achegouse e agardou á beira da cama do paciente, levando medicamentos e auga, e vixiando pola noite.Durante varios meses seguidos estivo desnudo, descuidado e demacrado. Simplemente era máis \"paciente\" que un paciente, máis \"fillo\" que un fillo biolóxico.\nPor iso, todos os taiwaneses eloxiárono e escribiron cartas pedindo unha recompensa para el.\nAsí que o emperador Cheng da dinastía Han deulle o título de marqués da nova capital e nomeouno como garda do palacio, converténdose nun ministro próximo do emperador.\nCo seu alto estatus e gran poder, Wang Mang nunca mostrou arrogancia nin desleixo, senón que fíxose cada vez máis cortés e cortés. Por unha banda, fíxose amigo de ministros, xenerais, famosos e eruditos. Doutra banda. , axudaba aos pobres e era xeneroso coas súas riquezas.\nPero levaba unha vida moi frugal, a miúdo comía pratos de carne, sen esquecer que levaba túnicas longas e vestidos de manga longa, só levaba roupa curta. Así que todos os membros do goberno e da cidadanía louvárono por unanimidade coa palabra \"virtuoso\".\nMáis tarde, o seu tío, o Grand Sima Wanggen, morreu de enfermidade e foi elixido como o seu substituto. O emperador e todos os ministros pensaron que era o máis axeitado. Polo tanto, Wang Mang, que só tiña trinta e oito anos, converteuse no Gran Sima co maior poder militar do país.\n(Esta historia é unha metáfora. Ser bo para ser boa persoa pode axudarche a librarte da \"dificultade de que te piquen as abellas\" e a conseguir os teus ideais como queiras).", "聖意": "A casa non é boa para un mesmo, a familia está en problemas, o negocio está bloqueado, o matrimonio está bloqueado, as seis armaduras están asustadas, os peóns están atrasados, a colleita de vermes de seda é baixa, o gando é baixa, é difícil atopar xente, a demanda é mala, a migración non se move, a propiedade perdida é mala, a enfermidade está configurada, a tumba da montaña está perdida,", "古人": "Wang Mang busca talentos", "第X籤": "Gañar a lotería setenta e dous", "宮": "Tatsumi"}