{"籤詩版本二": "Cando chega a primavera, os tronos tremen e os insectos piar, e eu afastome da lama\nCando me decatei por primeira vez de que seguía indo e vindo, unha vez que cambiei, convertínme nun dragón.", "詩意": "Este hexagrama é como o trono e os insectos.\nCoñecer unha persoa nobre é un bo sinal en todo.", "解曰": "O trono golpea. Dous depósitos de entrada e saída. Cambia unha vez. Ata Tianmen.", "籤詩故事一": "◇ Motín de Chenqiao\nEn 959 d.C., Zhou Shizong Chai Rong morreu, e o emperador Gong, Chai Zongxun, que subiu ao trono, tiña só sete anos. Nese momento, Zhao Kuangyin, que exerceu de inspector fronte ao palacio e enviado de Songzhou para o exército alemán, tiña o poder real.\nNa primavera de 960 d. C., Zhenzhou (actual Zhengding, provincia de Hebei) e Dingzhou (actual condado de Dingxian, provincia de Hebei) informaron de que os exércitos da dinastía Han do Norte e do estado de Liao ían conxuntamente ao sur para atacar a posterior dinastía Zhou, con gran impulso, e solicitou enviar tropas en busca de axuda. Máis tarde, a dinastía Zhou ordenou a Zhao Kuangyin dirixir as súas tropas ao norte para loitar contra o inimigo. Zhao Kuangyin actuou en segredo baixo a planificación do seu irmán Zhao Guangyi, Zhao Pu, Shi Shouxin e outros.\nO 3 de febreiro, cando o exército chegou a Chenqiaoyi (agora cidade de Chenqiao, ao sueste de Fengqiu, Henan), lanzaron un motín e ordenaron aos soldados que levaran túnicas amarelas para el.Rebeláronse contra a posterior dinastía Zhou e apoiaron a Zhao Kuangyin como emperador. . Despois diso, Zhao levou as súas tropas de volta a Kaifeng sen queimar, matar nin saquear. \"Taizu Chen Qiao fixo un xuramento de non molestar á xente da capital e prometeu non perturbar a cidade o día que entrase na cidade\".\nO terceiro día do terceiro ano do mes lunar, Zhao Kuangyin amotinouse en Chenqiao e volveu á capital.Fan Zhi levou a Wang Pu e Wei Renpu a interrogar a Zhao Kuangyin.Luo Yanhuan sacou a espada diante da tenda e gritou forte. : \"Os tres exércitos non teñen amos. Os xenerais decidiron nomealo emperador. Calquera que fale será asasinado!\". O rostro de Wang Pu estaba pálido coma a terra. Baixou os pasos e inclinouse. Fan Zhi tamén se inclinou. Kuang Yin axudouno persoalmente a levantarse e tratouno con gran cortesía.\nDespois dunha resistencia moderada, o emperador Gong da dinastía Zhou posterior asumiu o trono, e Zhao asumiu o trono. \"Taizu estivo a piques de aceptar o zen, pero non había texto zen. Tao Gu, un estudoso de Hanlin, aceptou a orde. e entrou ao seu carón, dicindo: \"Xa está\".\nDespois de que Zhao chegou ao trono, cambiou o nome do país a Song, Yuan a Jianlong e converteu a Kaifeng na capital.Shi Shouxin, Gao Huaide, Zhang Lingduo, Wang Shenqi, Zhang Guanghan e Zhao Yanhui recibiron o título de Jiedushi. , que foi coñecido como o \"Motín de Chenqiao\" na historia.\nWikipedia\n(Esta historia representa que este é o comezo da actuación de Zhao Kuangyin.)", "聖意": "Reza pola túa casa, vida diaria, riqueza, boa fortuna, boa sorte nos negocios, matrimonio nobre, éxito en Liujia, peóns masculinos, nacemento temperán de vermes de seda nos campos, nacemento temperán de seis animais, boa fortuna na primavera, busca de persoas , éxito nos preitos, boa sorte na migración, bens perdidos, perigos en enfermidades, perigos en montes e sepulturas.", "古人": "Motín de Chenqiao", "第X籤": "Asinado setenta e tres", "宮": "Mi Palacio"}