{"籤詩版本二": "Unha mestura de peixe e dragón ten o mesmo significado. Quédese na piscina profunda e agarda a sorte.\nInconscientemente, Yumen saltou sobre o Palacio do Dragón coa cabeza levantada.", "詩意": "O peixe e o dragón do hexagrama permanecen sen cambios.\nTodo chega a tempo.", "解曰": "Aínda que é Ziji. Tamén espera. Planifica o teu propio negocio. Non actúes de forma imprudente.", "籤詩故事一": "◇Hongwu observando gando\nZhu Yuanzhang, natural de Zhongli, Haozhou (agora condado de Fengyang, provincia de Anhui), naceu no primeiro ano de Tianli de Yuan Wenzong da dinastía Yuan, ocupando o cuarto lugar da súa familia. Naceu nunha familia de campesiños pobres.Debido á pobreza cando era novo, non puido estudar e unha vez gardou gando para o propietario.\nNo cuarto ano de Zhizheng (1344), houbo unha grave seca en Huaibei, polo que o pai, a nai e o irmán de Zhu Yuanzhang morreron sucesivamente, polo que non tivo máis remedio que converterse nun monxe novato no templo de Huangjue.\nMenos de dous meses despois de entrar no templo, debido á dificultade para cobrar o aluguer do templo nos anos da fame, o propietario do templo pechou o almacén e despediu aos monxes. Zhu Yuanzhang tivo que abandonar a súa cidade natal e converterse nun monxe errante (un monxe que se gañaba a vida da mendicidade).\nMáis tarde, Zhu Yuanzhang converteuse no Taizu da dinastía Ming e no \"emperador civil\" na historia chinesa, co nome de reinado \"Hongwu\".\n(A metáfora desta historia é que ser común durante un tempo non significa que vaia ser o mesmo no futuro. Isto é porque aínda non chegou o momento).", "聖意": "A familia está a salvo, a familia está sa, a fortuna é boa, o negocio está esperando, o matrimonio é tarde, o macho nace en Liujia, o peón chega tarde, o verme de seda é tarde, o verme de seda é rico, os seis animais. están en cola, a persoa está desaparecida, non se atrasa ningunha demanda, a migración é conservadora, o obxecto perdido está bloqueado, a enfermidade dificulta, prodúcese a tumba da montaña.", "古人": "Hongwu mira o gando", "第X籤": "Lote setenta e seis", "宮": "Mi Palacio"}