{"籤詩版本二": "No soño dicíase que habería moita riqueza, pero a fama quedaría en nada.\nA auga está lonxe e as montañas están lonxe, pero é difícil ser fiel.O nobre guía e sorrí.", "詩意": "Este hexagrama representa o símbolo de obter un tesouro nun soño.\nTodo é máis ou menos real.", "解曰": "Soñar coma un soño. Sen esperanza de fama. Só espera por bos tempos. Nobres instrucións.", "籤詩故事一": "◇ Devolve o xade a Zhao (devolve o xade a Zhao despois de completalo)\nNo 283 a. C., o rei Zhao Huiwen obtivo He's Bi de Chu. Despois de que o rei Qin Zhaoxiang coñeceu a noticia, enviou unha carta ao rei Zhao, expresando a súa vontade de trocar quince cidades por He's Bi.\nLin Xiangru analizou ao rei Zhao que Qin era forte e Zhao era débil e tiña que ser substituído.\nO rei Zhao enviou a Lin Xiangru a Qin con He's Bi.\nO rei de Qin coñeceu a Lin Xiangru en Zhangtai, e Lin Xiangru presentoulle o xade ao rei de Qin. O rei de Qin estaba encantado e pasou o He's Bi á beleza e todos ao seu redor mirárono. Neste momento, todos a esquerda e dereita gritaron que viva.\nLin Xiangru viu que o rei de Qin non tiña intención de darlle a cidade a Zhao, polo que díxolle ao rei de Qin que o xade de El estaba defectuoso e quería indicarllo ao rei de Qin para aproveitar a oportunidade de conseguir o costas de xade.\nDespois de que Lin Xiangru recuperase o Bi de Heshi, quedou xunto ao gran alicerce, mostrando que quería morrer co Bi de Heshi.\nNeste momento, Lin Xiangru díxolle ao rei de Qin: \"O rei de Zhao aínda superou as obxeccións dos ministros e aceptou a proposta do ministro. Aínda que non se enganou ao interactuar coa xente común, sen mencionar que Qin é un gran país! Para preservar a amizade entre Qin e Zhao, o rei Zhao Despois de xaxunar durante cinco días, enviei os meus ministros a Qin co xade. Desafortunadamente, o rei de Qin non só non tiña intención de darlle a Zhao un cidade, pero tamén pasou o xade da familia He a unha fermosa muller, o que realmente foi unha burla dos meus ministros\".\nDespois de rematar de falar, Lin Xiangru inmediatamente fixo un xesto de golpear un alicerce.O rei de Qin tiña medo de que He's Bi fose danado, polo que finxiu darlle a Zhao quince cidades. Lin Xiangru viu o plan traizoeiro do rei Qin, polo que pediu ao rei Qin que xaxunase durante cinco días antes de presentar He's Bi para atrasar o tempo. Nestes poucos días, Lin Xiangru enviou aos seus asistentes para que regresasen ao estado de Zhao co xade, mentres el se quedaba para tratar co rei de Qin.\n(Esta historia é como os ollos dunha persoa común que están fascinados polo seu estado.)", "聖意": "Rezar por bendicións na casa, un mesmo, dificultando a riqueza, dificultando as transaccións, o matrimonio non está en harmonía cos peóns de Liujiaxu, non se aceptan vermes de seda de Chitian, danan seis animais, faltan persoas, espéranse demandas públicas e migracións, cousas perdidas. están lonxe, as enfermidades son establecidas, enviadas ás tumbas das montañas e mudadas.", "古人": "Devolve o xade a Zhao (completa o xade a Zhao)", "第X籤": "A setenta e sétima lotería gañadora", "宮": "Palacio do mediodía"}