{"籤詩版本二": "Nó baleiro, desexo manterte a salvo. Se gardas o teu corpo a salvo, desexaría que nunca o devolvases.\nNon esquezas que o favor de Deus foi devolto. Non despreces as palabras de Deus.", "詩意": "Non creas que este hexagrama é certo.\nÉ un sinal de ser conservador en todo.", "解曰": "A xente ten as súas propias opinións. A mente non ten por que estar ocupada. Instrucións de Guanyin. Non sexas irrespectuoso.", "籤詩故事一": "◇ Apoiando en segredo a bandeira de bronce\nO famoso xeneral fundador da dinastía Tang, Qin Qiong (Qin Shubao) recibiu o título de Gran Mariscal da dinastía Sui. Dirixiu ás súas tropas a atacar o paso Sishui (ou o paso Sishui ou o paso Dongling, as lendas varían). Yang Lin ( Yang Yicheng), o xeneral da garda do paso de Sishui, foi o emperador Yang da dinastía Sui ordenou a creación dunha bandeira de bronce, pero Qin Shubao non puido atacala durante moito tempo. Despois de descubrir que Luo Cheng, o líder da formación, era o seu primo, púxose en contacto coa súa tía.\nAntes de que Luo Cheng marchase, díxolle á súa nai que a persoa que veu derrocar a bandeira era o seu curmán Qin Qiong, e a súa nai ordenoulle que o axudase en segredo. O día da batalla decisiva, Luo Cheng, que gardaba a bandeira de bronce, de súpeto cambiou de bando e uniuse a Qin Qiong para derrotar a formación da bandeira de bronce. Luo Cheng ocupou o paso Dongling e regresou vitorioso. Luo Cheng tamén se rendeu aos Tang. Dinastía.\n(Esta historia é unha metáfora de que ás veces debes confiar na razón ao facer as cousas, en lugar de confiar na emoción ou na fe).", "聖意": "A casa tamén está disposta a facer promesas, buscar riqueza, cumprir a súa parte, ser cauteloso nas transaccións, o matrimonio é falso, dar a luz unha nena, os viandantes quedan no campo, vermes de seda, sete puntos, seis danos do gando, desaparecidos, público. preitos, migración, bens perdidos, enfermidades occidentais, solución a montañas, tumbas, dirección oeste", "古人": "Axudando en segredo a baixar a bandeira de bronce", "第X籤": "Setenta e nove Gañar o Lote", "宮": "Palacio do mediodía"}