{"籤詩版本二": "As follas dos sicómoros caeron, achégase o outono e a viaxe de regreso dos viaxeiros parece nubes.\nGrazas aos grandes esforzos de Deus, o barco volveu co tesouro no vento.", "詩意": "Este hexagrama representa a imaxe de follas de sicómoro caídas.\nTodo é malo de antemán e bo ao final.", "解曰": "Toma as cousas de corazón. Tianxin ségueo. Para gañarse a vida. Fai o que poidas.", "籤詩故事一": "◇O vento sopra para Tengwang Pavilion\nWang Bo, nome de cortesía Zian, foi un poeta dos primeiros anos da dinastía Tang. Naceu no primeiro ano de Yonghui, emperador Gaozong da dinastía Tang. Wang Bo leu as Escrituras dende que era neno, e é coñecido como un \"neno prodixio\". Wang Bo leu as Escrituras dende que era neno, e é coñecido como un \"neno prodixio\".\nCando tiña dez anos, el e o seu pai pasaron pola casualidade dun templo de Guandi.Viron no templo a maxestuosa estatua de Guandi, sostendo un exemplar de \"Primavera e Outono\" e lendoo. Cando o viu o seu pai, el Inspirouse. Cantoulle ao emperador Guan: \"Sostendo tres mechóns de barba verde, lendo a historia da dinastía Qing á lanterna verde e rendendo homenaxe aos nomes famosos. Suxeitando o dragón verde e a lúa na miña man\". que no outono deste ano, Wang Bo foi de Shanxi á illa de Hainan para visitar ao seu pai que foi degradado ao maxistrado do condado de Jiaozhi. , atravesando miles de montañas e ríos ao longo do camiño. No outono do ano, cando tiña vinte e sete anos, Wang Bo foi de Shanxi á illa de Hainan para visitar ao seu pai, que fora degradado ao cargo de maxistrado do condado de Jiaozhi, atravesando miles de montañas e ríos ao longo do camiño.\nCando chegamos á montaña Madang ese día, todos saíron á terra para descansar. Cando Wang Bo pasou só por un templo antigo, de súpeto viu a un ancián sentado na pedra ao lado do templo. O vello parecía un neno de pelo claro. e unha aparencia de fada. Díxolle a Wang Bo \"Non es Wang Bo?\" Wang Bo quedou sobresaltado e dixo: \"Exactamente! Como sabes iso?\" O vello dixo: \"Hai tempo que escoitei que tes boas cousas. intencións de salvar á xente, e os teus poemas son moi significativos. Mañá haberá unha gran festa no pavillón Tengwang. Se podes asistir ao banquete e escribir un ensaio, serás famoso ao longo dos tempos e conseguirás gastos de viaxe\". Cando chegaron na montaña Madang, todos foron a terra para descansar.Cando Wang Bo estaba camiñando só por un templo antigo, de súpeto viu na pedra ao lado do templo, Había un ancián sentado, que parecía un neno de pelo rubio e unha fada. Díxolle a Wang Bo: \"Non es ti Wang Bo?\"\nWang Bo quedou sorprendido e dixo: \"¡Exactamente! Como o sabes?\"\nO vello dixo: \"Hai tempo que escoitei que tes unha amable intención de salvar á xente, e os poemas que compoñen son bastante significativos. Mañá haberá unha gran festa no pavillón do príncipe Teng. Se podes asistir ao banquete e compoñer, serás famoso ao longo dos séculos e terás gastos de viaxe\".\nWang Bo dixo: \"Este lugar está a seis ou setecentas millas de distancia do pavillón de Tengwang. Como podemos chegar aquí mañá?\" O vello dixo: \"Usarei un cabalo como vento divino para axudarche a navegar ben. definitivamente chegará mañá.\" Wang Bo deume as grazas e dixo: \"Desculpe, meu sogro. ¿Es un inmortal ou un deus?\" O vello riu e dixo: \"Eu son o Zhongyuan Shuijun encargado de esta zona de auga!\" Wang Bo dixo: \"Este lugar está a seis ou setecentas millas de distancia do pavillón Tengwang. Como podemos chegar aquí mañá?\"\nO vello dixo: \"Eu vou usar o cabalo como un vento divino para axudarche a navegar tranquilo. Mañá seguro chegarei\".\nWang Bo deulle as grazas e dixo: \"Desculpe, sogro, es un inmortal ou un deus?\"\nO ancián riu e dixo: \"Eu son o Zhongyuan Shuijun que está a cargo desta zona de auga!\" Entón o vello instou a Wang Bo a subir rapidamente ao barco. Viu nubes propicias que o rodeaban por un tempo e o vento e a auga estaba suave no camiño.Nun abrir e pechar de ollos, percorrera centos de quilómetros.\nEntón o vello instou a Wang Bo a subir rapidamente ao barco. Viu nubes propicias que o rodeaban por un tempo, e foi unha viaxe suave. Nun abrir e pechar de ollos, percorrera centos de millas. Como era de esperar, Wang Bo acudiu ao pavillón do príncipe Teng na mañá do gran evento.\nComo era de esperar, Wang Bo acudiu ao pavillón do príncipe Teng na mañá do gran evento. E no acto, escribiu o \"Prólogo ao pavillón do príncipe Teng\", que foi chamado a obra mestra eterna polo emperador Gaozong da dinastía Tang. E no acto, escribiu o \"Prólogo ao pavillón do príncipe Teng\", que foi chamado a obra mestra eterna polo emperador Gaozong da dinastía Tang.\nHai un poema que di:\nSempre se dixo que as persoas talentosas son deuses, polo que non é casual que o vento traia a Nanchang a Nanchang;\nEscribín unha frase sobre o pavillón alto de Teng Wang, e despois el acompañou aos inmortais a Zhongyuan.", "聖意": "Reza pola túa casa e protéxete, reza por bendicións, busca riqueza e logra o matrimonio e a harmonía.", "古人": "O vento sopra para Tengwang Pavilion", "第X籤": "Asina oitenta e un", "宮": "Wei Gong"}