{"籤詩版本二": "Que facer se perdes a túa virtude pola túa reputación?Teño medo de que a boa fortuna cambie e que pasen cousas malas.\nBorracho, non sei a onde ir, teño un soño nebuloso á sombra dos verdes piñeiros.", "詩意": "Este hexagrama representa o peixe frío que sae da auga.\nNon se pode mover nada.\n\n(Este hexagrama é un símbolo de mala virtude e mala sorte.\nManteña os pés na terra en todo.\n)", "解曰": "O peixe frío sae da auga. unha mosca na pomada. Se pregunta sobre os plans do campamento. É mellor Mo Qi\nEste sinal traerá mala sorte a Liujia. Todo vai mal. Reza pola seguridade.", "籤詩故事一": "◇Zhuangzi pon a proba á súa muller\nZhuangzi naceu na dinastía Zhou.O seu apelido era Zhuang, o seu nome de pila era Zhou e o seu nome de pila era Zixiu. Era nativo de Mengyi na dinastía Song. Na dinastía Zhou, era o funcionario de Qiyuan.\nUn día, Zhuangzi coñeceu a unha muller na montaña, que estaba agachada diante dunha nova tumba, sacudindo o seu abano desesperadamente, coma se quixese secar o chan húmido da tumba. Zhuangzi non entendeu a súa intención, entón preguntoulle. Ela dixo que a persoa enterrada na tumba era o seu marido, e as últimas palabras do seu marido foron que non podería volver casar ata que o chan da tumba secase. Non puido esperar máis, polo que revolveu o chan da tumba para que se secara máis rápido, para que puidese buscar unha segunda primavera.\nZhuangzi suspirou cando pensou que había unha muller tan sen corazón no mundo. Entón pensei, a miña muller sería así? Cando xorde a sospeita, quero probalo.\nO apelido da muller de Zhuangzi era Tian, ​​​​e a parella adoitaba ter unha relación estreita. Para probar a lealdade da súa muller, Zhuangzi decidiu finxir estar morto.\nAo escoitar que Zhuangzi morreu dunha enfermidade repentina, moitas persoas de todas partes, incluídos familiares e amigos, achegáronse a expresar as súas condolencias. Entre eles estaba un guapo rei e un neto do estado de Chu, que era rico en riqueza.Vendo que a Sra. Tian estaba recentemente viúvo e lamentable, perseguiuna. A señora Tian non puido soportar a tentación e namorouse de Wang Sun. Casaron en só vinte días.\nEsa noite, cando o viño estaba bebido e as orellas estaban quentes, Wang Sun de súpeto sufriu un ataque cardíaco e morreu.\nA Sra Tian estaba asustada e asustada e preguntoulle urxentemente a Wang Sun que facer. Wang Sun soportou a dor e díxolle á Sra Tian que os cerebros dos cadáveres podían usarse para devolver a vida aos mortos.\nOnde atopar o cadáver? A señora Tian pensou de súpeto: non morreu o seu marido? O señor Tian esqueceuse do vello amor entre marido e muller, e en realidade colleu un machado e abriu o cadaleito do seu marido, preparándose para sacarlle o cerebro para a medicina.\nInesperadamente, cando se abriu o cadaleito, Zhuangzi volveu á vida. A señora Tian estaba tan avergoñada que se aforcou.\n(Esta historia é unha metáfora de violar a amizade para beneficio persoal, polo que non podemos estar de acordo con ela).", "聖意": "A casa é tranquila, o eu está a salvo, o diñeiro é inxusto, os oficios son sacrificados, o matrimonio está resolto, o mal é próspero en Liujia, os peóns non chegaron, o verme de seda é plano, o gando é plano, a xente. están desaparecidos, o proceso está cambiando, os discípulos son conservadores, a propiedade non está enferma e o monte e a tumba son malvados.", "古人": "Zhuangzi pon a proba á súa muller", "第X籤": "Lote 84", "宮": "Wei Gong"}