{"籤詩版本二": "Nubes escuras e néboas cobren a estrada diante da montaña.Todo é redondo e a lúa volve ser redonda.\nSe recibes poesía e libros, espertarás dun soño profundo, a persoa nobre guiarache ata o tellado.", "詩意": "Este hexagrama simboliza o final da primavera e a floración das flores.\nTodo cambia despois do Señor.", "解曰": "O vello ten que pedir axuda. Volve florecer na primavera. Desexo de fama e fortuna. Atopa unha inesperada ao final da vida.", "籤詩故事一": "◇Han Wengong atopa neve\nHan Yu, cuxo nome de cortesía era Tuizhi, era de Changli. Tang Dezong converteuse nun Jinshi no oitavo ano de Zhenyuan, e o seu título póstumo foi Wen Gong.\nDurante o reinado do emperador Xianzong da dinastía Tang, Han Yu protestou cos ósos de Buda, o que enfadou o emperador. Han Yu deixou a súa muller e os seus fillos e foi a Chaozhou. Despois de camiñar durante menos duns días, o vento frío repuntou e nevou moito. Han Yu chegou a un lugar onde a neve tiña varios metros de profundidade, o que dificultaba que o seu cabalo avanzase.Non había casa preto e non sabía onde estaba a estrada. Se queres seguir o camiño e recuar, non hai camiño de volta. O vento sopraba con forza e a neve caía rapidamente. Han Yu estaba empapado ata a pel, xeado e con fame, e non tiña onde expresar a súa tristeza.\nHan Yu suspirou e dixo: \"O emperador non me matará, pero o emperador quere destruírme\".\nXusto cando Han Yu estaba desesperado, viu a un home vir para limpar a neve a pesar do forte frío, resultou ser Han Xiangzi (o sobriño de Han Yu).\nAntes, Han Xiangzi dixera a Han Yu: \"Onde está a casa de Yun Heng en Qinling? A neve abraza a porta azul e o cabalo deixa de avanzar. \" Nese momento, Han Yu non entendía o que quería dicir Han Xiangzi, pero agora el finalmente entendido.\nEntón, Han Yu e Han Xiangzi foron pasar a noite á casa de Fu en Langan. Falando do pasado e do camiño cara ao cultivo, Han Yu estaba sinceramente convencido.\nMáis tarde, Han Yu abandonou a súa posición oficial, doou toda a súa propiedade ao goberno local e foi ás montañas para practicar o taoísmo e converterse nun inmortal.", "聖意": "A casa non é boa para un mesmo, teña coidado ao buscar diñeiro, céntrase nos negocios, o matrimonio chega tarde, os peóns de Liujia bloquean os campos, os vermes de seda son bos, o gando é bo, é difícil atopar xente, os procesos xudiciais repítense, a migración é boa. actualizado, as cousas perdidas son graves, as enfermidades atrasanse, as tumbas das montañas deben cambiarse.", "古人": "Han Wengong atopa neve", "第X籤": "Oitenta e quinto sorteo gañador", "宮": "Shen Gong"}