{"籤詩版本二": "Camiñando a metade da montaña occidental, os acantilados de Junling non se poden resolver.\nBuscando protección a Deus, este corpo aínda está na morgue", "詩意": "Este hexagrama é como buscar ouro na area.\nHai sinais de xente nobre en todo.\n\nTamén: Este hexagrama indica que a persoa está en perigo.\nHai sinais de xente nobre en todo.", "解曰": "O xade pódese atopar cincelando pedra. Atopar ouro na area. Hai que traballar duro. Só problemas.\nOutra obra: unha situación difícil. Non hai onde quedar. Pide a bendición de Deus. Reza pola tranquilidade.", "籤詩故事一": "◇ Morde ouro e explora covas subterráneas\nPara celebrar as súas fazañas militares, Cheng Yaojin celebrou un banquete en Yanwuyang. De súpeto abriuse un burato no chan, que era insondable.Todos tiraron a sorte escollendo as palabras, mordendo o ouro para gañar e alugando cordas para amarrarse no burato.\nHai portas de pedra, mesas, cadeiras, pontes e outros obxectos.Sobre a mesa hai túnicas de dragóns e cintos de xade, feitos de ouro e desgastados da cova.\nYao Jin saíu do buraco cunha caixa grande e unha caixa pequena, abriu a caixa de madeira e sacou o selo de xade, abriu a caixa, sacou a bandeira grande e a bata da coroa e os rastros e púxoos sobre a mesa. todos os observaron un por un. Vin os oito caracteres do selo gravados no gran selo eran \"O Rei Demonio de Hunshi, o Gran Emperador Virtuoso\".\nTodo o mundo o adoraba como o \"Emperador\", e Yaojin fixo isto durante tres anos como o Rei Demo. (En realidade, isto foi só autoproclamado, e Cheng Yaojin era só o líder da aldea nese momento).\n(Esta historia é unha metáfora de que as cousas boas son como actuar. Esta é a concepción artística de \"este corpo aínda está no baleiro\".)", "聖意": "Rezando pola casa e a casa, a auto-derrota, a procura de riqueza, a traballar duro, a ter coidado nos negocios, o matrimonio será obstaculizado por Liu Jiaxu, peóns, Chi Tian, ​​vermes de seda, gando seis estables, buscando persoas, sen demandas, perda. , migración, conservación de bens perdidos, enfermidades malvadas, obstáculos, montañas e tumbas.", "古人": "Explorando a Cripta para o ouro", "第X籤": "Asina oitenta e sete", "宮": "Shen Gong"}