{"籤詩版本二": "Non me molestes cos teus asuntos persoais. É máis apropiado preguntarlle ao público.\nUn corazón claro é tan brillante e claro como a lúa brillante no ceo", "詩意": "Este hexagrama representa a imaxe dunha lúa brillante no ceo.\nTodo é luminoso e aireado.", "解曰": "Sexa recto de corazón. Endereitar a lei. Palabras santas. Finalmente queda claro.", "籤詩故事一": "◇Xeneral de Kong Ming\nSolución: Zhuge Liang mobiliza ás súas tropas e xenerais\nDurante o período dos Tres Reinos, Zhuge Liang (181-234), nome de cortesía Kongming, naceu en Yangdu, Langya (hoxe condado de Yinan, provincia de Shandong).\nZhuge Liang aceptou converterse en funcionario despois de que Liu Bei visitase tres veces a casa de palla. Nese momento, Cao Cao pacificara Hebei e estaba decidido a marchar cara ao sur. Enviou a Xiahou Dun como xefe xeral, Yu Jin, Li Dian e outros. como xenerais adxuntos, liderando un exército de 100.000 para marchar cara a Xinye. Aínda que Zhuge Liang tiña un plan para retirarse do inimigo nese momento, Guan Yu e Zhang Fei desprezaron as palabras de Zhuge Liang. Zhuge Liang non tivo máis remedio que usar a espada de Liu Bei para someter aos dous homes. Cada un deles dirixiu mil soldados e cabalos, e axecharon en Yushan e Anlin. Agardaron a que Xiahou Dun guiase o seu exército para pasar, e despois atacounos con emboscadas e lume.\nAdemais, Zhao Yun foi enviado para liderar os vellos e débiles restos do exército para loitar como vangarda contra Xiahou Dun, e despois finxiu a derrota e retirouse, atraendo a Xiahou Dun á estrada estreita das montañas e dos bosques.Tamén enviou a Guan. Ping, Zhou Cang, Liu Feng e outros para colarse na parte traseira do exército de Cao, queimando subministracións e causando pánico no exército de Cao.\nDespois da batalla, todo pasou como Zhuge Liang arranxou. Cando Xiahou Dun e Yu Jin dirixían o exército na súa persecución, Li Dian, que estaba na retagarda, informou urxentemente a Xiahou Dun na fronte de que tiña que protexerse dos ataques de lume inimigos. Con todo, era demasiado tarde. O exército de Cao estaba limitado por a estrada estreita e estaba situado nun lugar onde as árbores estaban entrelazadas, polo que o lume non puido comezar.Houbo grandes vítimas, e Xiahou Dun e outros xenerais foron derrotados e fuxiron de volta a Xudu.\n(Esta historia é unha metáfora de que Kong Ming é bo para usar a xente e gobernar o país con sabedoría).", "聖意": "O fogar e a casa son propicios. Desexo boa sorte na riqueza, tranquilidade, negocios prósperos, matrimonio, éxito, éxito en Liujia, homes que mudan campos, vermes de seda, perda de gando, persoas desaparecidas, demandas públicas, migración, bens perdidos, bendicións, enfermidades, paz, montañas e tumbas.", "古人": "Xeneral de Kong Ming", "第X籤": "O noveno sinal", "宮": "Palacio Yin"}