{"籤詩版本二": "Un bo espectáculo fai que destaques entre a multitude cun ceño fruncido, e o teu futuro cambia e aportas moita riqueza.\nUnha estrada é tan ancha como o ceo, e todo o diñeiro que poidas dar estará no teu corazón", "詩意": "Este hexagrama indica un futuro prometedor.\nTodo vai ben.", "解曰": "Un camiño grande. Podes avanzar. Usa o teu corazón. Só adiante.\nTodo vai como estaba previsto con este sinal. Moita sorte para Jichang.", "籤詩故事一": "◇Tres heroes loitan contra Lu Bu\nSolución: tres heroes Zhang Fei, Guan Yu e Liu Bei loitan contra Lu Bu\nDong Zhuo soubo que Hua Xiong fora decapitado e enviou ao xeneral Lu Bu a loitar. Tan pronto como Lu Bu entrou na batalla, matou aos xenerais Fang Yue e Mu Shun, e matou a Wu Anguo e Gongsun Zan.\nZhang Fei viu que Gongsun Zan non podía derrotar a Lu Bu, polo que rapidamente substituíu a Gongsun Zan e gritou: \"¡Os escravos dos tres apelidos deben marchar! Zhang Fei de Yan está aquí!\" Despois diso, loitaron durante máis de cincuenta asaltos. sen vencedor nin perdedor.\nDespois de que Guan Yu o viu, el e Zhang Fei atacaron a Lu Bu e loitaron durante máis de trinta asaltos.\nLiu Bei tamén levaba dúas espadas, bateu co seu cabalo e deu un paso adiante para axudar a Zhang Fei e Guan Yu.\nOs tres homes rodearon a Lu Bu e seguiron loitando.Todas as persoas do grupo quedaron abraiadas.\nPronto, Lu Bu comezou a perder forzas.O Pegasus de Lu Bu retirouse, pero os tres homes perseguiron a Lu Bu e negáronse a rendirse.Non se retiraron ata que se atoparon coas tropas de Lu Bu.\n\"Tres reinos\"\n(Esta historia é unha metáfora da valentía e habilidade de Lu Bu na loita. Unha persoa pode derrotar a tres persoas).", "聖意": "O corazón da casa e da casa só viaxa na súa propia viaxe para buscar riqueza. Un posible artigo de matrimonio vai para Liujia. As cousas van ben para as persoas. Os vermes de seda Zhushuntian usan. Pódense atopar persoas entre os seis animais. Pódense atopar persoas de antemán. Litixios. Migracións. Bens perdidos. Enfermidades. As montañas e as tumbas son como un auspicio.", "古人": "Tres heroes loitan contra Lu Bu", "第X籤": "Noventa e un gañador da lotería", "宮": "Ti Palacio"}