{"籤詩版本二": "Luan Feng Xiang estaba empapado pola choiva, pero nese momento foi intimidado por Queer\nSorprendeume saber que un día as nubes estaban moi lonxe, pero aínda che devolvín a miña roupa.", "詩意": "Este hexagrama representa o símbolo de Luan e Phoenix cubertos pola choiva.\nTodo chega cando chega o momento.", "解曰": "O vilán vai prosperando día a día. Un cabaleiro non debe facer nada. Só tes para ti. Actúa cando chegue o momento.", "籤詩故事一": "◇Gao Jun garante o matrimonio\nA principios da dinastía Song, Zhao Kuangyin unificou o norte e todo o país rendeuse. Con todo, na dinastía Tang do Sur, Li Yu atrincheirouse no sur do río Yangtze. Adoptou a estratexia de finxir a rendición ofrecendo a cidade, atrapando. Zhao Kuangyin en Shouzhou, e a situación era crítica. O sobriño de Zhao Kuangyin, Gao Junbao, un mozo cunha pistola de ouro, abandonou Bianjing para romper o asedio de Shouzhou.\n, pasando pola montaña Shuangsuo, esnaquizaron o letreiro do Marido creado por Liu Jinding, e os dous competiron. Como resultado, Liu Jinding derrotou a Gao Junbao tres veces coas súas soberbias artes marciais, e intercambiaron mazas de ouro e campás de prata pola vida. O sobriño de Zhao Kuangyin, Gao Junbao, abandonou Bianjing para rescatar ao Zhao Kuangyin atrapado en Shouzhou. Pasou pola montaña Shuangsuo e destrozou o letreiro establecido por Liu Jinding. Os dous competiron, pero Liu Jinding derrotou a Gao Junbao tres veces coas súas soberbias artes marciais. e foi obrigado a casar. A parella levou á multitude ao asedio e rescatou a Zhao Kuangyin.\n(A metáfora desta historia é que os dous non se reconciliaron (foron intimidados), senón que se reconciliaron máis tarde.)", "聖意": "A casa non é boa para un mesmo, coidado con buscar cartos, bloquear os negocios, agardar o matrimonio, atrasar o matrimonio, desaparecidas, quedarse no campo, vermes de seda, gando atrasado, perda de xente, dificultade para atopar xente, demandas, perda, migración, conservadorismo, bens perdidos, enfermidades malvadas, extensión de montañas e sepulturas.", "古人": "Gao Jun garante o matrimonio", "第X籤": "Noventa e tres gañando a lotería", "宮": "xugong"}