{"籤詩版本二": "A ambición e os logros están na dinastía, pero agora haberá infinitas bebidas e sexo.\nSe ves un galo de ouro, serás recompensado con diñeiro, fortuna e fortuna.", "詩意": "Este hexagrama representa o símbolo da ambición e da fama.\nMantén todo propicio.", "解曰": "Ambicioso e ilusionado. Non é demasiado tarde para gardarse. O galo de ouro promete. Todos felices.", "籤詩故事一": "◇Cao Pi proclamouse emperador\nCao Pi, nome de cortesía Zihuan, naceu en Peiguoqiao (agora condado de Hao, Anhui). Un famoso político e escritor durante o período Jian'an.\nCao Pi é o segundo fillo de Cao Cao.Viviu co seu pai no campamento militar dende que era neno. Baixo a influencia do seu pai, Cao Pi aprendeu tiro con arco aos seis anos e montar a cabalo aos oito, e desenvolveu boas habilidades de artes marciais. Tamén ten un amplo coñecemento de clásicos e biografías antigas e modernas, así como dos libros de centos de escolas de pensamento. Non foi ata os dezaoito anos cando Cao Cao derrotou a Yuan Shao e Cao Pi viviu unha vida relativamente estable en Yecheng, o centro do goberno de Cao Cao. Desde entón, aínda que ás veces acompañaba ao seu pai en expedicións militares e levaba a vida de fillo nobre a maior parte do tempo, aínda practicaba artes marciais todos os días e non declinou ata hoxe. Adoita montar no seu cabalo a cen pasos e é moi hábil nas artes marciais.Como practica moitas veces artes marciais, é lixeiro e forte.\nO fillo maior de Cao Cao, Cao Ang, morreu nunha batalla. Despois da morte do fillo maior, Cao Pi converteuse na primeira opción para o príncipe herdeiro. Cando tiña trinta e un anos, Cao Cao converteuse en príncipe herdeiro. Cando Cao Pi tiña trinta e tres anos, Cao Cao morreu de enfermidade, e Cao Pi sucedeuno como primeiro ministro e rei de Wei. Dixo que adoita montar a cabalo a cen pasos e que é moi hábil, porque adoita practicar kungfu, é lixeiro e saudable.", "聖意": "Reza para que a túa casa e a túa casa sexan pacíficas. Busca riqueza, traballa duro, comercia e rompe pronto. O matrimonio terá éxito. Liujia estará a salvo. A xente estará no campo. Os vermes de seda serán maduros. Seis gando serán maduro. Será difícil atopar xente. Contencioso público. Decisión urxente. Migración. Bens perdidos. Lonxe. As enfermidades perduran nos montes e nas tumbas. Boa sorte.", "古人": "Cao Pi proclámase emperador", "第X籤": "Noventa e quinta lotería gañadora", "宮": "xugong"}