{"籤詩版本二": "A majestuosa pagoda é inusual, con características exquisitas por todos os lados que brillan intensamente.\nPídovos que esteades decididos a inclinarvos con dilixencia e facer boas obras, e o ceo enviaravos bendicións.", "詩意": "Este hexagrama representa a manifestación do mérito.\nTodo é auspicioso.", "解曰": "Estas bendicións. Todo o mundo o ten. Non esteas moi ocupado. O mérito determínase previamente.", "籤詩故事一": "◇O rei de Fenyang coñece ao seu neto o día de San Valentín chinés\nSolución: Guo Ziyi coñeceu a Weaver Girl que descendía á terra o día de San Valentín chinés. Tiansun, a neta do Emperador de Xade, son as Sete Fadas.\nGuo Ziyi (697-781), tamén coñecido como Guo Linggong, era natural do condado de Zheng, Huazhou (hoxe condado de Huaxian, provincia de Shaanxi) e xeneral da dinastía Tang. A corte imperial concedeulle a Ziyi o título de Rei de Fenyang.\nDise que Ziyi era orixinario de Huazhou e foi unirse ao exército fóra da Gran Muralla.Foi a Pequín para pedir o pago militar e volveu a Yinzhou.Daquela era o día de San Valentín chinés.O vento e a area. estaban a escurecer, e o sol estaba a escurecer. Ziyi non podía avanzar, así que estaba parado á beira da estrada. Estaba durmindo no chan nunha casa baleira. Cando estaba a piques de durmir, de súpeto viu unha luz vermella. a ambos lados.Levantouse e mirou sorprendido.Había unha nube no ceo,baixando lentamente.Alí sentaba unha muller fermosa, digna e fermosa, completamente diferente á xente común. Ziyi de inmediato presentou os seus respectos e dixo: \"Hoxe é o sétimo día do sétimo mes lunar. Creo que é a Nena Tecedora quen veu, desexando concederlle lonxevidade e riqueza\".\nA muller tamén respondeu: \"Con gran riqueza vén a lonxevidade\".\nDespois de que rematou de falar, o brillo volveu e as nubes subiron lentamente.A muller aínda estaba mirando a Guo Ziyi cun agradable sorriso ata que estivo lonxe dela, e entón o fume volveuse borroso e xa non se podía ver.\nResultou certo, tal e como dixo a muller. Os méritos de Ziyi son mundialmente famosos, é un ministro moi popular e é un xeneral con méritos e virtudes.", "聖意": "Fai un desexo para ti na casa, fai un desexo para ti, reza por cartos, boa sorte nos negocios, boa sorte no matrimonio, boa sorte en Liujia, felices viaxes coa xente, mudanza de campos, vermes de seda, gando estable, mala sorte en atopar persoas, demandas públicas, migración, boa fortuna, enfermidades de bens perdidos, tumbas en Zhenxingshan", "古人": "O rei Fenyang coñece ao seu neto o día de San Valentín chinés", "第X籤": "Asina noventa e seis", "宮": "xugong"}