{"籤詩版本二": "Tarde para entrar e saír a buscar consello, ansioso e preocupado por causar problemas\nComo un paxaro voando nunha trampa, canto tempo pode tardar en escapar?", "詩意": "Este hexagrama é un sinal de manter as cousas antigas e de adaptarse ao destino.\nTodo é insatisfactorio.", "解曰": "Sexa conservador en calquera momento. Agardando a que chegue o nobre. Se preguntas por todo. O principal será tarde.", "籤詩故事一": "◇Ji Ping foi asasinado\nJi Ping, cuxo nome real é Ji Tai, tamén coñecido como Ping, foi un médico imperial na dinastía Han.\nNo quinto ano de Jian'an (200 d. C.), Cao Cao converteuse no primeiro ministro e non se tomou en serio ao emperador.Desde que leu o edicto escrito polo emperador no seu cinto, Dong Cheng, que non tiña forma de conseguir. librado de Cao Cao, sentiuse indignado e enfadado.Preocupado, caeu enfermo.\nO emperador Xian pediulle ao médico imperial Ji Ping que tratase a Cao Cao. Ji Ping leu o edicto secreto do emperador e estaba decidido a desfacerse de Cao Cao, polo que os dous idearon un plan xuntos. Inesperadamente, as paredes teñen oídos. O escravo doméstico de Dong Cheng, Qin Qingtong, foi golpeado corenta veces cun pau por Dong Cheng por mor da súa relación coa muller nova de Dong Cheng. El gardaba rencor. Cando soubo isto, denunciou a Dong Cheng e Ji Ping a Cao Cao.\nJi Ping aproveitou a dor de cabeza de Cao Cao e envelenouno en segredo. Cao Cao recibiu unha propina, atrapou a Ji Ping, torturouno e investigou ao líder. Ji Ping resistiu a morte e morreu despois de tocar os chanzos.", "聖意": "A casa está preocupada por si mesmo, o vilán pide cartos, o negocio está roto, o matrimonio non é longo, o castigo é de seis, o peón está atrapado no campo, o verme da seda está danado, o seis gando atópanse, o atópase unha persoa, pérdese a demanda pública, a migración non se move, a propiedade pérdese, a enfermidade está cometida, a rede está no monte, a tumba está morta,", "古人": "Ji Ping foi asasinado", "第X籤": "Número noventa e oito", "宮": "Haigong"}