{"籤詩版本二": "Reinando o cabalo e suxeitando o látego, chegamos aquí rectos, metade en perigo e metade en desastre.\nÉ como unha casa que se queima polo lume.Cando cae o ceo, a choiva convérteo en cinzas.Teño un plan.", "詩意": "Este hexagrama representa metade tristeza e metade alegría.\nÉ aconsellable facer o ben en todo.", "解曰": "Traballo de por vida. Non te preocupes polo ben e o mal. Os grilletes son temporais. O resentimento vén naturalmente.", "籤詩故事一": "◇Tao Sanchun vence a Zheng En en Guayuan\n\"Viva o meu memorial\", Zhao Kuangyin levantouse de novo, \"Beiping King Zheng En arranxara un matrimonio daquela. Agora que o mundo está en paz, gustaríame pedir o teu permiso para escoller un día propicio para casar. \"\n\"¡Viva o meu memorial!\" Zhao Kuangyin ergueuse e dixo: \"O rei de Pequín, Zheng En, concertara un matrimonio daquela. Agora que o mundo está en paz, gustaríame pedir o teu permiso para escoller un auspicioso. día para casar\".\n\"Oh, o terceiro irmán estaba comprometido antes, como é que non sabía disto?\" Chai Rong quedou moi sorprendido e acendiu a man para que Zhao Kuangyin se sentara a falar.\n\"Oh! O terceiro irmán estaba comprometido antes, como é que non sabía disto?\" Chai Rong (emperador da dinastía Zhou posterior) quedou moi sorprendido. Acenou a man e pediulle a Zhao Kuangyin que se sentara a falar.\n\"É unha historia longa. En primeiro lugar, aínda estabamos na pobreza nese momento e non nos unimos ao teu exército. Desde entón, levamos anos loitando e non temos tempo para preocuparnos por ti. En segundo lugar, o terceiro irmán tamén é un pouco. tímido mencionalo, así que a Súa Maxestade non o sabe.\n\"É unha historia longa. En primeiro lugar, aínda vivíamos na pobreza naquel momento e non nos unimos ao teu exército. Desde entón, levamos anos loitando e non temos tempo para preocuparnos por ti. En segundo lugar, o terceiro irmán tamén é un pouco tímido mencionalo, así que a Súa Maxestade non o sabe.\n\"Oe, o estudante universitario vai casar, para que serve sentirse avergoñado? O terceiro irmán leva moito tempo no campo de batalla e pódese considerar un heroe sen igual. Por que es tan mezquino con este asunto?\"\n\"Oe! O universitario vai casar, para que serve sentirse avergoñado? O terceiro irmán leva moito tempo no campo de batalla e pódese considerar un heroe incomparable. Por que es tan mezquino con este asunto?\"\n\"Falando diso, non podo culpar ao meu terceiro irmán por ser tímido, porque este matrimonio foi forxado\".\n\"Falando diso, non podo culpar ao meu terceiro irmán por ser tímido, porque este matrimonio foi forxado\".\n\"Escribiu? Ei, é interesante. Por favor, dime o que pasou.\"\n\"Escribano! Ei! É interesante! Por favor, dime o que pasou\".\n\"Si, recordo que aquel ano, cando estabamos a piques de unirnos á Súa Maxestade, estabamos pasando polo condado de Baocheng. En xuño facía moita calor. O meu terceiro irmán non podía quedar no hotel, así que saíu a vagar só. Despois de pasar por un xardín de melóns entrou a coller uns.Os melóns saciaban a sede.Neste momento non había moitos melóns de maduración temperá, e o terceiro irmán non sabía como collelos, polo que rompeu moitos. A muller que miraba os melones avanzou para acusar ao terceiro irmán. Os dous tiñan un desacordo, e entón puxéronse a pelexarse. Veña. Afortunadamente, estaba preocupado e corren a tempo ao rescate, senón...\"\n\"Si, recordo que aquel ano, cando estabamos a piques de unirnos á Súa Maxestade, estabamos pasando polo condado de Baocheng. En xuño facía moita calor. O meu terceiro irmán non podía quedar no hotel, así que saíu a vagar só. Despois de pasar por un xardín de melóns entrou a coller uns.Os melóns saciaban a sede.Neste momento non había moitos melóns de maduración temperá, e o terceiro irmán non sabía como collelos, polo que rompeu moitos. A muller que miraba os melones avanzou para acusar ao terceiro irmán. Os dous tiñan un desacordo, e entón puxéronse a pelexarse. Veña. Afortunadamente, estaba preocupado e corren a tempo ao rescate, senón...\"\n\"Este Zheng Ziming, é a súa culpa en primeiro lugar, debería desculparse. Por que o golpeou? Ademais, como pode a familia dunha nena soportar os golpes e patadas dun home feroz coma el! pezas. Non?\" \"A nena quedou ilesa...\"\n\"Este Zheng Ziming, é culpa súa en primeiro lugar, así que debería desculparse. Por que o pegas? Ademais, como pode a familia dunha nena soportar os golpes e patadas dun home feroz coma el! Veña, dime, golpeaste a esta rapaza. Non?\"\n\"A nena quedou ilesa...\"\n\"Está ben, está ben... Ei, non tomaches medidas? Ah, supoño que me rescatastes a tempo\".\n\"Está ben! Está ben... Ei! Non tomaches medidas? ¡Oh! Supoño que ti fuches quen me salvou a tempo!\"\n\"...Non, a persoa que rescatei foi... o terceiro irmán.\" \"...Non, a persoa que rescatei foi... o terceiro irmán\".\n\"Ah?!\" \"Ah?!\"\n\"O terceiro irmán foi tirado ao chan pola muller e golpeado violentamente durante todo o camiño. Afortunadamente, cheguei e persuadíno para que marchara, para que non resultou ferido de gravidade... Maxestade... Maxestade!... \"\n\"O terceiro irmán foi tirado ao chan pola muller e foi golpeado con violencia. Afortunadamente, cheguei e persuadíno para que marchara, polo que non resultou ferido de gravidade... Maxestade... Maxestade!...\".\n\"Ah?...Oh, quen é esa muller!?\" \"Ah!?...Oh, quen é esa muller!?\"\n\"Foi só máis tarde cando descubrín que o nome da muller era Tao Sanchun, e o seu pai Tao Hong era un vello heroe que non tiña aspiracións. Tao Sanchun aprendeu artes marciais do seu pai desde que era neno. Despois de que eu coñecín. a súa familia, vin que a señorita Sanchun tiña un carácter destacado. , Luo Luo e xeneroso, sen ningún hábito de ser unha nena, coincidiron con el deliberadamente. O pai e a filla Tao tamén lles gustaban moito o carácter sinxelo do terceiro irmán. acertouse inmediatamente e decidiu este matrimonio para eles dous. Maxestade, dime, isto non é. É un matrimonio falsificado?\"\n\"Foi máis tarde cando descubrín que a nena se chamaba Tao Sanchun, e que aprendera artes marciais do seu pai desde que era nena. Despois de coñecer a súa familia, vin que a señorita Sanchun tiña un carácter excepcional, era xenerosa. , e non tiña o máis mínimo rastro de ser unha nena, así que a recrutei deliberadamente. O señor Tao e a súa filla tamén lles gustou moito o carácter directo do seu terceiro irmán. Acertaron inmediatamente e decidiron este matrimonio por eles. . Maxestade, dime, non é este un matrimonio falsificado?\n(Esta historia é unha metáfora, porque algo malo resultou ser bo.)", "聖意": "Reza pola protección do fogar, ten coidado, busca riqueza, arruina o negocio, obstaculiza o matrimonio, castigo, seguro de Liujia, peóns atrapados nos campos, danos de vermes de seda, danos do gando, persoas desaparecidas, demandas ilegais, perda, migración, conservadorismo, perda de bens, enfermidades malvadas. , perigos, montañas, tumbas, fracaso", "古人": "Tao Sanchun vence a Zheng En no xardín de melóns", "第X籤": "Número noventa e nove", "宮": "Haigong"}