{"籤詩版本二": "プラタナスの葉は落ち、秋が近づいており、旅人の帰り道は雲のように見えます。\n神の多大な努力のおかげで、船は風に乗って宝を積んで戻ってきました。", "詩意": "この卦はプラタナスの落ち葉をイメージしています。\nすべては事前には悪くても、最終的には良いことです。", "解曰": "物事を心から受け止めなさい。天心もそれを追う。生計を立てるために。できることは何でもしてください。", "籤詩故事一": "◇滕王閣に風が吹く\n王波（ワン・ボー、礼名ジアン）は唐時代初期の詩人で、唐の高宗皇帝の永熙元年に生まれました。王波さんは子供の頃から経典を読み続けており、「神童」として知られている。王波さんは子供の頃から経典を読み続けており、「神童」として知られている。\n彼が10歳のとき、彼と父親はたまたま関帝廟を通りかかり、そこで荘厳な関帝像が『春秋』を手に持って読んでいるのを目にし、父親がそれを見て、彼はこう言いました。彼は関帝に「緑のひげを三本持ち、緑の提灯に清朝の歴史を読み、有名な人物に敬意を表します。手には緑の龍と月を持ちます。」と唱えたと言われています。この年の秋、王波さんは焦済県の県奉行に左遷された父親を訪ねるために山西省から海南島へ向かい、途中で何千もの山や川を通った。 27歳の秋、王波は焦済県奉行に左遷された父を訪ねるために山西省から海南島へ向かい、その途中で数千の山河を通った。\nその日、馬衞山に到着したとき、皆は休むために上陸しましたが、王伯が一人で古寺の前を通りかかったとき、突然、寺の横の石の上に座っている老人が見えました。老人は金髪の子供のような姿でした。王伯に「あなたは王伯ではないのですか？」と言うと、王伯は驚いて「その通りです！どうしてそんなことがわかるのですか？」と老人は言いました。 「人々を救いたいという意図があり、あなたの詩はとても意味深いものです。明日、滕王閣で盛大なパーティーが開かれます。もしあなたが宴会に参加してエッセイを書くことができれば、あなたは時代を超えて有名になり、旅費ももらえるでしょう。」 彼らが到着したとき、彼らは言いました。馬当山では、皆が休むために上陸しました。王伯が一人で古い寺院の前を歩いていたとき、突然寺院の隣の石の上に、金髪の子供のような妖精が座っている老人が座っているのを見ました。彼は王伯に「あなたは王伯ではないのですか？」と言いました。\n王波は驚いて「その通りです！どうしてそれがわかるのですか？」と言いました。\n老人は、「あなたが人々を救いたいという優しい意志を持っていることは昔から聞いていました。そして、あなたが詠む詩は非常に意味のあるものです。明日滕公の亭で盛大な宴会が開かれます。もしあなたがその宴に出席して詠むことができれば、あなたは時代を超えて有名になり、旅費ももらえるでしょう。」\n王波は「ここは滕王閣から六、七百マイル離れている。明日はどうやってここに着くことができるだろうか？」と老人は言った、「私は馬を神の風として、あなたが順風満帆に過ごせるよう助けてあげる。私は」と言いました。王波は私に礼を言って、「すみません、義父さん。あなたは仙人ですか、それとも神ですか？」と老人は笑いながら言いました。 「この水域を担当してください！」と王波は言いました、「ここは滕王閣から600マイルか700マイル離れています。明日はどうやってそこに着くことができますか？」\nおじいさんは「馬を神の風として、順風満帆に助けてやろう。明日は必ず到着する」と言いました。\nワン・ボーは彼に感謝し、「失礼します、お義父さん、あなたは不死の人ですか、それとも神ですか？」と言いました。\n老人は笑いながら、「私はこの水域を担当する中原水君です！」と言い、王波に早く船に乗るように促しました。道中は水も滑らかで、瞬く間に彼は何百マイルも旅してしまいました。\nそこで老人は王波に早く船に乗るように促し、しばらくの間は吉祥の雲が彼を取り囲んでいるのが見え、旅は順調で、瞬く間に数百マイルも旅を終えた。予想通り、王伯は盛大な行事の朝、滕太子の亭に駆けつけた。\n予想通り、王伯は盛大な行事の朝、滕太子の亭に駆けつけた。そしてその場で、唐の高宗皇帝が永遠の傑作と称した『滕太子亭序文』を書き上げた。そしてその場で、唐の高宗皇帝が永遠の傑作と称した『滕太子亭序文』を書き上げた。\n次のような詩があります。\n才能のある人は神であると常に言われているため、風が南昌を南昌に連れてくるのは偶然ではありません。\n私は滕王の高楼について文を書き、その後彼は仙人たちとともに中原へ向かいました。", "聖意": "家のために祈り、自分自身を守り、祝福を祈り、富を求め、結婚と調和を達成します。", "古人": "天王閣に風が吹く", "第X籤": "サイン81", "宮": "魏功"}