{"籤詩版本二": "馬を手綱を引き、鞭を持ち、半分危険に、半分惨事に見舞われながら、私たちはまっすぐここに来ます。\nそれはまるで家が火事で焼け落ちてしまうようなもので、空が落ちれば雨が降って灰になってしまうのです。私には計画があります。", "詩意": "この六芒星は、半分は悲しみ、半分は喜びを表しています。\n何事においても良いことをすることが望ましいです。", "解曰": "生涯労働。善悪は気にしないでください。足かせは一時的なものです。憤りは自然に生じます。", "籤詩故事一": "◇タオ・サンチュンがグアユアンでジェン・エンに勝利\n「追悼万歳」趙光陰は再び立ち上がって、「当時、北平王の鄭恩が結婚を決めました。今は世界が平和になったので、縁起の良い日を選んで結婚する許可をお願いします。」と言いました。 」\n「私の記念碑万歳！」趙光陰は立ち上がって言った、「当時、北京王の鄭恩が結婚を取り決めました。今は世界が平和になったので、縁起の良い選択を許可していただきたいと思います」結婚する日。」\n「ああ、三番目の兄は以前に婚約していたのに、どうして私はこのことを知らなかったのでしょう？」 チャイ・ロン​​は非常に驚き、趙光陰に座って話すよう手を振った。\n「ああ！ 三番目の弟は以前に婚約していたのに、なぜ私はこのことを知らなかったのですか？」 蔡栄（後周王朝の皇帝）は非常に驚き、手を振って、趙広陰に座って話すように頼みました。\n「長い話です。第一に、私たちは当時まだ貧しかったので、あなたの軍隊には参加しませんでした。それ以来、私たちは何年も戦っていて、あなたのことを気にする暇はありませんでした。第二に、三番目の弟も少しです」恥ずかしながら陛下には知りません。」\n「長い話です。第一に、私たちは当時まだ貧しい生活をしていて、あなたの軍隊には参加しませんでした。それ以来、私たちは何年も戦い続けており、あなたのことを気にする暇はありませんでした。第二に、三番目の弟もまた戦争です」それを言うのは少し恥ずかしいので、陛下は知りません。」\n「おい、その男子大学生が結婚するんだよ、恥ずかしいことって何だ？三男は長く戦場に赴き、無類の英雄ともいえる人物だ。どうして君はこの件でそんなにケチなの？」\n「おい！その大学生が結婚するのに、恥ずかしくて何の意味があるんだ？三男は長年戦場に赴き、無類の英雄とも言える人物だ。どうして君はこの件でそんなにケチなの？」\n「そういえば、この結婚は作り上げられたものなので、三番目の兄が恥ずかしがり屋であることを責めることはできません。」\n「そういえば、この結婚は作り上げられたものなので、三番目の兄が恥ずかしがり屋であることを責めることはできません。」\n「入力されましたか? 興味深いですね。何が起こったのか教えてください。」\n「打ってみました！ へー！ 面白いですね！ 何が起こったのか教えてください。」\n「はい、その年のことを覚えています。私たちが陛下と合流しようとしていたとき、私たちは宝城県を通過していました。6月はとても暑かったです。三番目の兄はホテルに泊まることができず、一人で放浪に出かけました。」メロン園を通り過ぎて、メロンを摘みに行ったところ、メロンで喉の渇きが潤ったのですが、この時期は早生メロンがあまりなく、三男は摘み方を知らなかったので、たくさん割ってしまいました。 」\n「はい、その年のことを覚えています。私たちが陛下と合流しようとしていたとき、宝城県を通りかかったときのことです。6月はとても暑かったです。三番目の兄はホテルに泊まることができず、一人で放浪に出かけました。」メロン園を通り過ぎて、メロンを摘みに行ったところ、メロンで喉の渇きが潤ったのですが、この時期は早生メロンがあまりなく、三男は摘み方を知らなかったので、たくさん割ってしまいました。 」\n「この鄭子明、そもそも彼のせいだ。謝るべきだ。なぜ彼を殴ったんだ？ それに、少女の家族が彼のような猛者の殴る蹴るにどうやって耐えられるだろう！ さあ、この少女を殴ってやれ。」 「女の子は無事でした…」\n「この鄭子明、そもそも彼のせいなのだから、謝るべきだ。なぜ彼を殴るの？それに、少女の家族が彼のような猛者の殴る蹴るにどうやって耐えられるだろうか！さあ、教えてよ。あなたはこの女の子を殴りました。いいえ？」\n「女の子は無事でした…」\n「大丈夫、大丈夫……ほら、行動を起こさなかったの？ ああ、助けてくれて間に合ったね」\n「大丈夫です！大丈夫です…おい！行動を起こさなかったの？ああ！私を救ってくれたのはあなただったのですね！」\n「……いえ、私が救ったのは……三男です」 「……いえ、私が救ったのは……三男です」\n\"ああああ？！\"\n「三男は女性に地面に叩きつけられ、ずっと激しく殴られていました。幸いなことに、私が到着して立ち去るよう説得したため、彼は重傷を負うことはありませんでした。……陛下……陛下！……」 」\n「三番目の兄は女性によって地面に叩きつけられ、激しく殴られました。幸いなことに私が到着し、立ち去るよう説得したため、彼は重傷を負うことはありませんでした。……陛下……陛下！……」\n「あ？…あ、あの女性は誰ですか！？」 「あ！？…あ、あの女性は誰ですか！？」\n「その女性の名前がタオ・サンチュンであることを知ったのは後になってからで、彼女の父親であるタオ・ホンは何の志もない英雄だった。タオ・サンチュンは幼い頃から父親から武術を習っていた。彼の家族は、三春さんの性格が優れているのを見ました。羅羅で寛大で、幼女の癖がなく、意図的に彼に合わせました。陶父と娘も三兄のまっすぐな性格をとても気に入っていました。彼らは三兄のまっすぐな性格をとても気に入っていました。」すぐに意気投合し、二人はこの結婚を決めました。陛下、教えてください、これは偽装結婚ではありませんか？」\n「その少女の名前がタオ・サンチュンであることを知ったのは後になってからで、彼女は幼い頃から父親から武術を習っていました。その後、彼の家族と知り合いになってから、サンチュンさんは傑出した人格を持っていることが分かりました。おおらかで、女の子らしさが微塵もなかったので、あえて採用したのですが、田尾さんと娘さんも、三男のまっすぐな人柄がとても気に入って、すぐに意気投合し、結婚を決めました。陛下、これは偽装結婚だと思われませんか？」\n（この話は比喩です。悪いことが良いことになったからです。）", "聖意": "家と身を守るように祈る、注意する、富を祈る、事業を破滅させる、結婚を妨げる、罰、六家、保険、田畑に閉じ込められた歩行者、蚕害、家畜被害、行方不明者、不法訴訟、喪失、移住、保守主義、遺失物、邪悪な病気、悩み、危険、山、墓、失敗", "古人": "タオ・サンチュンがメロン園で鄭恩を破る", "第X籤": "99番", "宮": "海貢"}