{"籤詩版本二": "دنيا کي سٺي شادي، سٺو ڏينهن ۽ سٺو وقت پيدا ڪيو وڃي، ۽ سڀ شيون چڱي ريت هجن\nاها ڪا ننڍي ڳالهه نه آهي ته توهان کي اهو گهڻو ملي وڃي. شهنشاهه اعلان ڪيو ته ماڻهو وفادار ۽ سچا آهن.", "詩意": "هي هيڪسگرام آسمان ۽ زمين جي افتتاح جي شروعات جي نمائندگي ڪري ٿو.\nسڀ ڪجهه سهڻو آهي.", "解曰": "تيز رفتار. سال پنهنجي وقت جي لائق ناهي. Guanyin لکي ٿو. مون کي پهرين خبر ڏيو.", "籤詩故事一": "◇ زونگلي روشن ٿي ويو\nژونگلي ڪوان، جيڪو نالو Zhongli، ڏنو ويو نالو Quan، درٻار جو نالو Yunfang، ۽ لقب Zhengyang، Xianyang ڪائونٽي، Xi'an، مشرقي هان خاندان جي دور ۾ شانزي صوبي جو باشندو هو.\nژونگ ليقان هان خاندان جو هڪ جنرل هو .مغربي ڪيانگ جي خلاف مهم دوران هن کي ڪمانڊر ليانگ يي سان حسد ڪيو ۽ صرف 30,000 پراڻا ۽ ڪمزور سپاهي هن کي مقرر ڪيا .جڏهن هو پنهنجي منزل تي پهتو ته ڪئمپ کي لٽي ويو. مغربي Qiang فوج، ۽ سپاهي ڀڄي ويا. ژونگ ليقان هڪ واديءَ ۾ گم ٿي ويو ۽ رستي ۾ هڪ هون فقير سان مليو، هو کيس هڪ ننڍڙي ڳوٺ ۾ وٺي ويو ۽ چيائين، ”هيءُ مسٽر ڊونگهوءَ جو رهاڪو آهي.“ پوءِ هن الوداع چيو ۽ هليو ويو. ٿوريءَ دير کان پوءِ اوچتو ڪنهن چيو، ”اها ضرور آهي ڇاڪاڻ ته سائي اکين وارو هو ماڻهو تمام گهڻو ڳالهائيندڙ آهي.“ هن هڪ ماڻهوءَ کي ڏٺو، جنهن کي اڇي ڏاڙهيءَ جي ڀاڄي پيل هئي ۽ سائي رنگ جي ڪونوءَ جو اسٽاف هٿ ۾ هو، هن ژونگ ليقان کان پڇيو، ”اهو شخص جيڪو آيو آهي. هتي هان دا جنرل زونگليقان آهي\n؟ Zhong Liquan حيران ٿي ويو، اهو ڄاڻي ٿو ته هو هڪ عجيب شخص سان مليو آهي، تنهنڪري هن خلوص دل سان تاؤ کي سکيو.\nZhong Liquan بعد ۾ Zhenren Huayang ۽ لافاني بادشاهه Xuanfu سان ملاقات ڪئي، ۽ \"امريت جو راز\" سکيو. آخرڪار، هو ڪانگٽونگ جبل جي زيجن سيهاؤفينگ ۾ رهندو هو، \"جيڊ باڪس جو راز\" حاصل ڪيو ۽ هڪ سچو امر بڻجي ويو، هن کي ڪوانزين فرقي طرفان پنجن اترين سرپرستن مان هڪ جي حيثيت سان پڻ عزت ڏني وئي.", "聖意": "دعا ڪريو ته توهان جي گهر ۽ گهر لاءِ خزاں ۽ سياري ۾ خوش قسمتي هجي، سرء ۽ سياري ۾ سٺي قسمت جي طلب ڪريو، ڪاروبار ۾ سٺي قسمت، شادي ۾ سٺي قسمت، ڇوڪرن کي جنم ڏيڻ ۾ خوش قسمت، ميدان ڏانهن سفر ڪرڻ ۾ خوش قسمت. ريشم جي ڪيڙن ۾ سٺي قسمت، مال جي مال ۾ سٺي قسمت، ماڻهن کي ڳولڻ ۾ سٺي قسمت، سرڪاري مقدمن ۾ سٺي قسمت، لڏپلاڻ ۾ سٺي قسمت، گم ٿيل ملڪيت، اتر اوڀر جي بيمارين ۾، جبلن ۽ مقبرن ۾ موڪلڻ ۾ سٺي قسمت.", "古人": "زونگلي روشن ٿي ويو", "第X籤": "پهرين نشاني", "宮": "رحم"}