{"籤詩版本二": "پريشانيون ۽ پريشانيون عارضي طور تي دور ٿين ٿيون، ۽ خوشي آسمان مان اچي ٿي.\nجھڙيءَ طرح گوبر ۾ لڪيل جيڊ، چڱو ڪم ڪندڙ مٽي ڪڍي ٿو", "詩意": "هي هيڪسگرام ين ۽ يانگ جي هم آهنگي جي نمائندگي ڪري ٿو.\nسڀڪنھن شيء کي اوھان جي رٿ رٿي آهي.", "解曰": "ڪجھ به حاصل نه ٿيو، ڪجھ به نه وڃايو. نقصان مان فائدو حاصل ڪرڻ. ولن مصيبت ۾ آهي. توهان کي سٺي قسمت، صاحب.", "籤詩故事一": "◇ Ye Meng Xiong Chao Di\nYe Mengxiong (1531-1597)، جنهن جو درٻار نالو Nanzhao هو ۽ جنهن جو نالو Longtang هو، ان کي تبديل ڪري Longtan ۽ Huayun پڻ رکيو ويو. Wanshifang جو هڪ رهواسي، Huizhou Fucheng (هاڻي هائيچينگ ضلعي جو حصو، Huizhou شهر) منگ خاندان ۾. جيانگ جي راڄ جي 44 هين سال (1565) ۾، هو جنشي بڻجي ويو ۽ کيس ڪنگ ڪائونٽي جي مئجسٽريٽ جو لقب ڏنو ويو. هن منتقلي کاتي جي ڊائريڪٽر طور ڪم ڪيو، ۽ بعد ۾ شانسي روڊ جي نگران سينسر ۾ تبديل ٿي ويو.\nوانلي (1592ع) جي 20 هين سال ۾، نينگشيا جي جنرل قونصل ڪوئبي (منگول تاتاري قبيلي جو سردار) گورنر ڊانگ زين کي قتل ڪيو ۽ هيڪسي صوبي جي چاليهه هين قلعي تي قبضو ڪري ورتو، شهر کي ٽوڙي، پوڄا ۽ ساڙي ڇڏيائين. پاڻ کي موت ڏانهن. مينگ زيونگ قرض وٺڻ ۾ وڏائي نه ڪندو آهي، ۽ هن جي صلاحيتن کي انهن جنرلن وانگر سٺو ڪرڻ جي اجازت ڏئي ٿو جيڪي وڙهڻ جي جرئت ڪن ٿا. سرڪاري Wei Xuezeng کي بحال ڪيو ويو. هن جي پوئين سالن ۾، هن پنج ڀيرا استعيفي ڏني ۽ هولونگ مندر تعمير ڪرڻ لاء هووزو ڏانهن موٽيو ويو.\nYe Mengxiong شروع ۾ تائوزم ۾ سرڪاري ملازم جي حيثيت سان داخل ٿيو، ۽ پنهنجي سالميت جي ڪري مشهور هو، پراڻن تاريخي رڪارڊن ۾ چيو ويو آهي ته هو \"عاجزي ۽ قابليت ۾ پهريون\" هو، \"بدعنواني کي ختم ڪري ٿو ۽ بغاوت کي سزا ڏئي ٿو\"، هڪ سٺي شهرت ڇڏي، هو. ڏاڍا وفادار، دلير، دلير، ۽ وسيلا. بندوق بازي ۾ سٺو. هن جي زندگيءَ جي ٻئي اڌ ۾، هن جي مارشل آرٽ جي صلاحيتن کي \"منگ ​​خاندان جي تاريخ\" ۾ درج ڪيو ويو ۽ هن کي قومي هيرو سمجهيو ويو.", "聖意": "گهر نا مناسب آهي (وڌيڪ پرامن) سرءُ ۽ سيارو پنهنجي لاءِ سٺو آهي، دولت ڪامياب آهي، واپار ڪامياب آهي ۽ شاديون ڪامياب ٿيون آهن. ليوجيا ۾ ڪوڙو الارم آهي (اتي خزانا آهن) پيادل ريشم جي ڪيڙن لاءِ دعا گهرن ٿا. ، ۽ ڇهه جانور فليٽ آهن، ماڻهو مليا آهن، عوامي ڪيس نامناسب آهن، لڏپلاڻ قدامت پسند آهي، گم ٿيل ملڪيت بيمارين ۾ رڪاوٽ آهي، ۽ قبر فوشان ۾ آهي.", "古人": "Ye Meng Xiong Chao Di", "第X籤": "ڇھون کٽڻ وارو لوٽو", "宮": "ماگونگ"}