{"籤詩版本二": "گولڊن ڪرو اولهه ۾ ٿئي ٿو ۽ خرگوش اوڀر ۾ اڀري ٿو، ڏينهن ۽ رات جو سلسلو قديم زماني کان وٺي اڄ تائين جاري آهي.\nراهب ۽ تائو ڄاڻن ٿا ته ڪا به خرابي ناهي، ۽ عالم، هاري، صنعتڪار ۽ واپاري سڀ پنهنجي پنهنجي ذهن جي پيروي ڪندا آهن.", "詩意": "هي هيڪسگرام ين ۽ يانگ جي ويڪسنگ ۽ ختم ٿيڻ جي نمائندگي ڪري ٿو.\nاهو پڻ هڪ نشاني آهي ته هر شي رٿابندي ڪئي ويندي.", "解曰": "ذهن ۾ ڪجهه به ناهي. توهان جيڪو ڪم ڪيو آهي اهو ساراهه جوڳو آهي. ڪمان مان تير وانگر. هڪ گولي نشانو بڻجي وئي.", "籤詩故事一": "◇ چاچا ڪائو گو هڪ امر آهي\nڪائو گوجيو (Cao Guojiu) ، جيڪو زوزو جو رهاڪو هو ، جنهن کي چيو وڃي ٿو ته هن رياست جو وڏو چاچو هو رين زونگ (Song Dynasty) جي دور ۾ .هن جو نالو Cao Yi هو ، جنهن کي Cao Jingxiu به چيو وڃي ٿو .\nچاچا ڪاو گو جو هڪ ننڍو ڀاءُ هو جنهن جو نالو Cao Er هو. هن Cao Er پنهنجي سامراجي اختيار تي ڀروسو ڪيو ۽ هر قسم جي برائي ڪئي، هن زمينن تي قبضو ڪيو، زالون ۽ ڌيئرون کسي ورتيون ۽ ڪجهه بدمعاش بدمعاشن سان دوستي ڪئي، جيڪي اندر ۽ ٻاهر نڪتا، کائو گوجيو برداشت نه ڪري سگهيو، تنهنڪري هو سندس سٺيون ڳالهيون ۽ آرام ٻڌڻ کان انڪار ڪيو، تنهنڪري هن کيس قابو ڪرڻ لاءِ عذاب جو استعمال ڪيو، ٻنهي ڀائرن ۾ دشمني پيدا ٿي وئي.\nCao Guojiu چيو ته: ”دنيا جا اصول آهن ته جيڪي سٺيون شيون گڏ ڪن ٿا سي خوشحال ٿين ٿا ۽ جيڪي بڇڙايون گڏ ڪن ٿا سي تباهه ٿي وڃن ٿا، هي هڪ نه مٽجڻ واري سچائي آهي. اسان جي ڪائو خاندان ماضي ۾ بڇڙا ڪم گڏ ڪري اڄ جي دولت حاصل ڪئي آهي. منهنجي ڀاءُ برائي انتها تي جمع ڪري ڇڏي آهي، جيتوڻيڪ هو ڀڄي ويو، جيتوڻيڪ توهان کي ڪنهن آفيسر طرفان سزا ڏني وئي آهي، توهان لڪيل آفتن کان بچي نه سگهندا، هڪ ڀيرو هڪ آفت اچي ۽ توهان جو خاندان تباهه ٿي وڃي ۽ ڪو مري ويو ته توهان ڀڄي نه سگهندا. ان وقت مان ذليل ٿي ويندس ۽ ان کان ڊڄي ويندس.“ تنهن ڪري، مون پنهنجو سمورو مال ورهائي ڇڏيو، هن غريبن جي مدد ڪئي ۽ پنهنجي ڀاءُ جي معاملن جي پرواهه نه ڪئي. ان کان پوء هن پنهنجي گهر ۽ دوستن کي ڇڏي، هڪ تائوسٽ يونيفارم ۾ تبديل ڪيو، ۽ جبلن ڏانهن ويو ته پنهنجي ذهن ۽ فطرت کي وڌائڻ لاء.\nهڪ ڏينهن هن جي ملاقات هان خاندان جي ژونگلي ۽ لو ڊونگ بن سان ٿي، چاچا ڪاو گوءَ جا فصيح جواب ڏسي ڏاڍا خوش ٿيا، هنن کيس ”حق جي واپسي جو راز“ ڏنو ۽ حڪم ڏنو ته هو احتياط سان عمل ڪري. Quan ۽ Lu Dongbin کي لافاني طبقي سان متعارف ڪرايو ويو.", "聖意": "گھر جي خوش نصيبي، گھر جي خوش قسمتي، خوش نصيبي، ڌنڌي ۾ خوش قسمتي، نڪاح، مرد مسافر، ريشمي ڪيڙا جلد پوکڻ، چوپايو مال ناڪاري، ماڻھن جي تلاش، مقدمو، لڏپلاڻ، گم ٿيل ملڪيت، دير جي بيماري، خوش قسمتي.", "古人": "چاچا ڪائو گو هڪ امر آهي", "第X籤": "اٺين تي دستخط ڪريو", "宮": "ماگونگ"}