{"籤詩版本二": "تيز پاڻيءَ جي ساحل تان ٻيڙيءَ کي واپس وڃڻو پيو، طوطي سبب ڇا ڪرڻ چاهيان ٿو؟\nجيڪڏھن توھان چاھيو ٿا محفوظ رھو، سڪون ڳوليو ۽ ھن بحران کي گذرڻ لاءِ موجن جو انتظار ڪريو.", "詩意": "هي هيڪسگرام هڪ ٻيڙيءَ وانگر آهي جيڪو تيزيءَ سان ساحل تي سفر ڪري رهيو آهي.\nهر شي ۾ قدامت پسند رهو ۽ وقت جو انتظار ڪريو.", "解曰": "مضبوط پاڻيءَ ۾ ترسڻ. خطرو وقت جو انتظار ڪري رهيو آهي. جيڪڏهن توهان ڪيمپ جي منصوبن بابت پڇو. ڪجھ به نه ٿو ڪري سگھجي.", "籤詩故事一": "◇ زئي تاجدار بادشاهه آهي\nگو زيئي (697-781)، جيڪو گوو لنگونگ جي نالي سان پڻ سڃاتو وڃي ٿو، هو زينگ ڪائونٽي، هوزو (هاڻي هوڪسين ڪائونٽي، شانزي صوبي) جو هڪ رهواسي ۽ تانگ خاندان ۾ هڪ جنرل هو.\nٽين بائو (755) جي 14 هين سال ۾ انشي بغاوت دوران، هن کي شيوفانگ جيدوشي (لنگوو، لنگوو، اڄوڪي ننڪسيا ۾ لنگوو جي اولهه ۾) جو لقب ڏنو ويو، هن کي صليبي جنگ جو حڪم ڏنو ويو، هن شيوفانگ جي فوج کي لي گوانگبي سان ملائي مارچ ڪيو. اهي چنگشان (زينگڊنگ، هيبي) ۾ لشڪر ۾ شامل ٿيا ۽ شي سمنگ کي شڪست ڏئي هيبي ٻيهر حاصل ڪيو. هن وقت، گيو زيئي تجويز ڪيو ته شهنشاهه فان يانگ کي اتر کان وٺي ۽ باغي ٽائيگر جي ڊن تي حملو ڪيو ته جيئن ٽونگ گوان جو گهيرو گهٽايو وڃي، پر زوانزونگ انڪار ڪيو. ان کان پوءِ تانگ خاندان جي آخري دور ۾ علحدگي پسند ڳوٺن جي حالت پکڙجي وئي، جيڪا تانگ خاندان جي زوال جو دور دراز سبب به بڻي.\nٽين بائو جي راڄ جي پندرهين سال (756) ۾، هن ۽ يوغور اتحاد هيڪو کي راضي ڪيو، ايندڙ سال جي بهار ۾، هنن هيڊونگ (هاڻي يونگجي، شانزي) ۽ فينگ يي (هاڻي دالي، شانزي) کي واپس ورتو ۽ ٽونگ گوان تي حملو ڪيو، Cui Qianyu کي شڪست ڏني، تانگ فوج کي 10,000 کان وڌيڪ جاني نقصان ٿيو. Cui Qianyu پوجن کي تسليم ڪيو. هڪ لوشان کي سندس پٽ An Qingxu قتل ڪيو ويو.\nزاهد (757ع) جي ٻئي سال ۾، هن کي حڪم ڏنو ويو ته هو فوجن جي اڳواڻي ڪري فينگ شيانگ ڏانهن، رستي ۾، هن 5000 لي گيرين جي گهوڙي سوارن کي بائيق لييوون برج (اڄ جي سنيوان جي ڏکڻ اوڀر ۾) شڪست ڏني. مئي ۾ هن اين شوزونگ ۽ لي سان جنگ ڪئي. قنگقو (اڄ جي شيان جي اولهه) ۾ گيرين کي شڪست ڏني وئي، ۽ هو ووگونگ (اڄ جو ووگونگ جي اتر اولهه ۾) ڏانهن واپس ويو، سيپٽمبر ۾، هن مارشل گوانگ پنگ وانگ لي چو جي پٺيان 150,000 فوج ۾ شامل ٿيڻ لاء تانگ ۽ يوغورن جي اڳواڻي ڪئي، ۽ پوء جنگ ڪيو. شيانگ ۾ اين شوزونگ ۽ لي گيرين سان گڏ، جي مندر جي اتر ۾ (اڄ جي چانگان ڪائونٽي جي ڏکڻ اولهه) ۾، ايغور سپاهين دشمن جي پويان چڪر ڪيو، ٻنهي طرفن کان حملو ڪيو، ۽ 60,000 دشمنن کي ماري ڇڏيو، ژانگ ٽونگرو شانشي ڪائونٽي ڏانهن ڀڄي ويو، ۽ آخرڪار راڄڌاني چانگان (اڄ جو شيان) ٻيهر حاصل ڪيو.تانگ فوج جي عظمت هڪ ڀيرو ٻيهر چانگان ۾ بحال ڪئي وئي.\nان کان پوءِ، تانگ فوج فتح جو فائدو ورتو ۽ اوڀر طرف مارچ ڪيو، 150,000 مردن کي شڪست ڏني، جن ۾ يان ژوانگ ۽ ژانگ ٽونگرو شامل هئا Xindian (هاڻي سنمينڪسيا شهر جي ڏکڻ اولهه ۾، هينان صوبي)، انڪنگ سو کي مجبور ڪيو ته هو زرد درياهه پار ڪري ۽ شيانگ زو ڏانهن واپس وڃي. Dongjun Luoyang موٽي آيو. سيتو کي سندس خوبين ۾ شامل ڪيو ۽ کيس ملڪ جو ڊيوڪ بڻايو.\nشي سمنگ پنهنجي فوج جي اڳواڻي فين يانگ کان وٺي اين چينگسو کي بچائڻ لاءِ ڪئي.انائيانگ نديءَ جي اتر ۾ (اڄ جي انيانگ جو اتر) ٻنهي ڌرين ۾ جنگ لڳي، اها جنگ ناقابل برداشت هئي، آخر ۾ نو جيدوشي، تانگ فوج جي اڳواڻي ڪئي. 600,000 مرد هجڻ جي دعويٰ ڪئي، (يچينگ جي جنگ ۾). هن لڙائي جو مکيه ڪمانڊر ايوچ يو چاوين هو، جنهن وٽ قيادت جي مهارت نه هئي ۽ هن جنگ جي ناڪاميءَ جو الزام گيو زيئي تي لڳايو. Guo Ziyi کي واپس چانگان ڏانهن سڏيو ويو، فوجي طاقت کان نجات حاصل ڪئي، ۽ هڪ بيڪار آفيسر بڻجي ويو.\nBaoying جي پهرين سال (762) ۾، تائيوان (اڄ جو تائيوان جي ڏکڻ اولهه ۾) ۽ جيانگ زو (اڄ جو شنجي صوبي جي شينجيانگ) ۾ فوجن بغاوت ڪئي، عدالت خوفزده ٿي وئي، تنهنڪري زيئي کي فينيانگ جي بادشاهه جو لقب ڏنو ويو ۽ ٻاهر نڪري ويو. Jiangzhou ڪنٽرول. هن کي همراه چينگ يوانزين کان ڌار ڪيو ويو ۽ فوجي طاقت کان فارغ ڪيو ويو.\n(هن ڪهاڻي جو مرڪز: گيو زيئي، جيڪو تمام قابل ۽ سٺو سلوڪ هو، سوانزونگ ۽ ڪجهه ولن سان ملاقات ڪئي، جن هن جي ڪاميابين کي تمام گهڻو سمجهوتو ڪيو.)", "聖意": "گھر ۽ پاڻ کي برڪت ڏيڻ، دولت جي طلب، ڪوبه معاملو نه، نڪاح نه، نه ڪوڙو الارم، پيادلن جو ٽينڪنجي ۾ اچڻ، ماڻهن کي ڳولڻ ڏکيو، عوامي مقدمو ۽ (زينگ نه)، لڏپلاڻ، قدامت پسندي، گم ٿيل ملڪيت، ڳولڻ ڏکيو، بيماريون، برڪت، جبلن ۽ مقبرن لاء دعا، نيڪ", "古人": "ضياءَ کي بادشاهه ڪيو ويو", "第X籤": "نائين وڳي کٽندڙ لوٽو", "宮": "تتسمي"}