{"籤詩版本二": "ڪيترين ئي پريشانين ۽ خطرن کان پوءِ، اهو هاڻي کان وري ڪڏهن به خالي نه ٿيندو\nهڪ سخي دل جا پنهنجا سخي منصوبا هوندا آهن، توهان کي وڏي ڪاميابي حاصل ڪرڻ لاءِ ڪنهن ماهر سان ملڻو پوندو.", "詩意": "هي هيڪسگرام بهار سان گڏ هڪ قديم کوهه وانگر آهي.\nهر شيء ۾، عظيم ماڻهو ڪاميابي حاصل ڪن ٿا.", "解曰": "مقدمو آخرڪار صحيح ثابت ٿيندو. بيمار ۽ محفوظ. اندر ۽ ٻاهر وڃو مشورو وٺڻ لاءِ. قديم کوهه بهار سان ملن ٿا.", "籤詩故事一": "◇ ياو چانگ ماڪڙ کي سنڀاليندو آهي\nياو چونگ (649-721) جنهن جو اصل نالو يوان چونگ هو، جيڪو شان زو مان هو، هن تانگ خاندان ۾ شيا گوان، چنگ گوان جي شانگشو، زيويلنگ، زونگ شولنگ ۽ وزير اعظم جي حيثيت سان خدمتون سرانجام ڏنيون.\nKaiyuan جي چوٿين سال (716) ۾، شنڊونگ (عام طور تي هوشان جي زرد نديءَ جي ڪناري ڏانهن اشارو ڪيو ويو آهي) ماڪڙ جي لپيٽ ۾ اچي ويو، ماڻهن کي وهم پرست خيالن ۾ جڪڙيل هو ۽ انهن کي شڪار ڪرڻ ۽ مارڻ جي جرئت نه ڪئي، بلڪه انهن کي قائم ڪيو. قربانيون ڏنيون، بخور جلائي، ٻنيءَ جي ڀرسان پوڄا ڪري، فصلن کي ماڪڙ کائيندي ڏٺو.\nسڀني آفيسرن جو خيال هو ته: ”مڪڙ هڪ قدرتي آفت آهي، ان تي آدمشماري ڪيئن ٿي ڪري سگهي ٿي!“ ان وقت ٻن مختلف خيالن جي وچ ۾ جدوجهد سخت هئي، ته ماڪڙ کي ختم ڪيو وڃي يا نه.\nYao Chong چيو: ”جيستائين اسان گڏجي ڪم ڪريون ٿا، اسان انهن سڀني کان ڇوٽڪارو حاصل ڪري سگهون ٿا. هن چيو: ماڪڙ ماڻهن کان خوفزده آهي، تنهنڪري انهن کي ڀڄڻ آسان آهي. ٻج جا مالڪ آهن، تنهنڪري بچائڻ وارن کي محنت ڪرڻ گهرجي؛ ماڪڙ اڏامي سگھن ٿا، ۽ جيڪڏھن رات جو باھ ڏسندا ته اُن ڏانھن اڏامندا، انھن کي ميدان ۾ باھہ ٻاريندا، سڙڻ وقت سوراخ ڪندا، ساڙيندي انھن کي دفن ڪندا، پوءِ ڪجھ به نه بچندو.\nXuanzong چيو: \"مڪڙ هڪ قدرتي آفت آهي جيڪا خراب اخلاقي حڪمراني جي ڪري پيدا ٿئي ٿي. جيڪڏهن توهان انهن کي شڪار ڪرڻ ۽ مارڻ لاء پڇو، ڇا اهو اناج جي خلاف نه آهي؟\"\nYao Chong وڌيڪ چيو: \"مڪڙ کي پڪڙڻ ۽ مارڻ جو رواج آڳاٽن ماڻهن جو هو، ۽ توهان جي عظمت ان کي مستقبل ۾ استعمال ڪندي. اهو هارين لاءِ امن ۽ خوشحالي آڻڻ لاءِ هڪ اهم قومي واقعو آهي. مهرباني ڪري ان تي سنجيدگي سان غور ڪريو.\"\nXuanzong قائل هو. پر ان وقت عدالت جي اندر ۽ ٻاهر هر ڪنهن چيو ته ماڪڙ جو شڪار نه ٿو ٿي سگهي.\nXuanzong چيو: ”مون وزير اعظم سان ڳالهه ٻولهه ڪئي آهي ۽ ماڪڙ کي پڪڙڻ جو فيصلو ڪيو آهي. جيڪو به ٻيهر اعتراض ڪندو ان کي موت جي سزا ڏني ويندي.“ تنهن ڪري هن سينسر کي موڪليو ته نگراني ڪري ۽ ماڻهن کي هدايت ڪري ته ماڪڙ کي ساڙيو ۽ دفن ڪيو وڃي.\nان جا نتيجا ڪافي اثرانداز ٿيا، سڄي ملڪ ۾ ماڪڙ جا 90 لک ڊانس پڪڙيا ويا ۽ ماڪڙ جي وبا کي ڪاميابيءَ سان ختم ڪيو ويو، ان سال زراعت سٺي فصل حاصل ڪئي.\n(ڊزاسٽر مئنيجمينٽ ۽ نيڪالي ۾ عقل کي استعمال ڪرڻ گهرجي، ۽ مشڪلاتن تي قابو پائڻ لاءِ هوشيار حڪمت عمليون هجڻ گهرجن. ياو چونگ ان معاملي ۾ ماهر آهي)", "聖意": "گهر عام آهن، نفس بند آهي، پئسو طلب ڪرڻ بند آهي، واپار بند آهي، شاديون ۽ ميلا بند آهن، ليوجيا ۾ خطرو آهي، پيادل بند آهن، ريشمي ڪيڙا بند آهن، چوپايو مال بند آهي، ماڻهو لاپتا آهن، عوام جا ڪيس آهن. بند ٿيل، لڏپلاڻ غير معقول آهي، گم ٿيل شيون ڳولڻ ڏکيو آهي، بيمارين لاء دعا ڪرڻ ڏکيو آهي، جبل ۽ قبرون بيچيني آهن.", "古人": "ياو چونگ ماڪڙ کي سنڀاليندو آهي", "第X籤": "پنجويهين نمبر لاٽري کٽڻ", "宮": "مي محل"}