{"籤詩版本二": "افواهون اها آهي ته شيون بدلجي ويون آهن، ۽ مون کي افق مان هڪ خط مليو.\nڪتاب ۾ مون سان ڪيل شهرت ۽ ڪاميابيءَ جو واعدو آخري دم تائين خالي رهيو.", "詩意": "هي هيڪسگرام هڪ غلط نالو آهي.\nاهو هر شيء ۾ قدامت پسند ٿيڻ جي صلاح ڏني وئي آهي.", "解曰": "مٿي چڙهڻ ۽ بيزار ٿيڻ. فرصت ڳولڻ بيڪار ناهي. شهرت جي خواهش. محفوظ رهو.", "籤詩故事一": "◇ زونگ ڪوئي روشني حاصل ڪري ٿو\nژونگ ڪوئي، جنهن جو نالو ژونگ ڪوئي آهي، جنهن جو درٻار نالو زنگنان آهي، ژونگنشان مان آهي.\nتانگ خاندان جي شهنشاهه ديزونگ جي دور حڪومت ۾ ژونگ ڪوئي شاهي امتحان ۾ حصو ورتو، ژونگ ڪوئي امتحاني سوال پڙهيا ۽ هڪ ئي وقت ۾ مضمون لکي ان کي حوالي ڪيو. ان ڏينهن چيف ممتحن هان يو هو، جيڪو سول معاملن جو وزير هو، ۽ ڊپٽي امتحان ڏيندڙ لو زي هو، جيڪو وڏو عالم هو. جڏهن ٻنهي ژونگ ڪوئي جو پيپر پڙهيو ته هنن جون اکيون روشن ٿي ويون ۽ هنن هڪ آواز ۾ چيو: ”جادوگر، جادوگر! هن مضمون جو هر لفظ شاندار آهي، لي تائيبي ۽ ڊو زيمي جي لائق آهي!“ پوءِ هنن ژونگ ڪوئي جو نالو پهريون نمبر رکيو.\nشهنشاهه ڊيزونگ هان يو جي رپورٽ ٻڌي ۽ چيو ته سائنس جو نئون چيمپيئن ژونگ ڪوئي ڏاڍو باصلاحيت هو، تنهن ڪري هن ژونگ ڪوئي کي گولڊن پيلس ۾ گهرايو.\nشهنشاهه ڊيزونگ جڏهن هن جي بدصورت صورت ڏٺي ته هڪدم ناراض ٿي چيائين ته ”اسان جي درٻار ۾ عالمن جي چونڊ سڀ ذاتي لفظن ۽ خطاطيءَ تي ٻڌل آهي، اهڙي بدصورت ماڻهوءَ کي سونهري علمن ۾ نمبر ون عالم ڪيئن چونڊيو وڃي؟ \"\nهان يو جلدي گوڏا کوڙيندي چيو: ”انسان جي چڱائي ۽ خرابيءَ جو دارومدار ظهور ۾ نه هوندو آهي، ڇا تون نه ٻڌو آهين ته يان ينگ ٽي فوٽ ڊگهو آهي ۽ وزيراعظم جي برابر آهي؟ ٿلهو ٿيو پر هان خاندان جي مدد ڪري سگهي ٿو؛ ڪنفيوشس ماڻهن کي انهن جي ظاهري طور تي فيصلو ڪري ٿو، ۽ پنهنجي پٽ يو کي وڃائي ٿو، مون کي اميد آهي ته توهان جي عظمت ٻه ڀيرا سوچيو.\nشهنشاهه ديزونگ هڪ لمحي لاءِ غور ڪيو ۽ چيو ته: ”جيتوڻيڪ هان ايڪنگ جون ڳالهيون معقول آهن، پر جڏهن مان شهنشاهه تائيزونگ هو، اتي اٺن عالمن وٽ ينگ زو وٽ آيا ۽ ان بابت ڳالهايو، اهو شخص نمبر ون عالم هو، مون کي ڊپ آهي ته دنيا جو قابليت کي نه سڃاڻڻ جي ڪري مون تي کلندو“.\nوزير اعظم لو قئي تنگ نظر ۽ قابليت جو حسد ڪندڙ هو، شهنشاهه جي ڳالهه ٻڌڻ کان پوءِ هن گوڏا کوڙي چيو: ”سونهري مضمون ۾ نمبر ون عالم هجڻ گهرجي، جيڪو اندروني توڙي بيروني هجي، ان مضمون لاءِ ٽي سئو اميدوار آهن. تون ٻيو ڇو نه چونڊيو؟\"\nژونگ ڪوئي جڏهن ڏٺو ته هي شخص ڏاڍو پريشان آهي، تڏهن ناراض ٿيڻ کان سواءِ رهي نه سگهيو، هن لو ڪيو ڏانهن اشارو ڪري لعنت ڪئي: ”جيڪڏهن اهڙو جاهل آفيسر عدالت ۾ هجي ته ملڪ کي نقصان نه پهچائيندو؟ هن لو ڪيو کي پنهنجي مُٺ سان ڌڪ هنيو.\nاهو ڏسي ديزانگ ڪاوڙ ۾ اچي ويو ۽ چيائين: ”تون ايڏو دلير آهين، جو گولڊن پيلس ۾ مصيبت پيدا ڪرڻ جي جرئت آهي، ان کي جلدي لاٿو.\nغصي ۾ ژونگ ڪوئي، محلات ۾ بيٺو جنرل جي کمر مان تلوار ڪڍي زور سان چيو: ”هڪ مايوس ٻلي لاءِ شينهن جي نقل ڪرڻ مشڪل آهي، ۽ مايوس طوطي جهڙو سٺو ناهي. ڪڪڙ.“ ان کان پوءِ هن خودڪشي ڪئي.\nشهنشاهه ڊيزونگ جڏهن ڏٺو ته ژونگ ڪوئي غصي ۾ خودڪشي ڪري ڇڏي آهي، تڏهن هو ڏاڍو حيران ٿي ويو، ماڻهن جون دليون کٽڻ لاءِ، هن حڪم ڏنو ته ژونگ ڪوئي کي نمبر 1 عالم جي سرڪاري لقب سان دفن ڪيو وڃي، ۽ هن جو نالو پڻ Zhong Kui The God رکيو. دنيا کي برائي روحن کان نجات ڏيارڻ لاءِ Exorcism جو.", "聖意": "پنهنجي گهر تي برڪت لاءِ دعا ڪريو، پنهنجي حفاظت، مالي مشڪلاتون، ڪاروبار ۾ ناڪامي، شادي جي ناڪامي، ليوجيا عورت پيادل، شنتا ريشمي ڪيڙا اڌ پکا، ڇهه گهريلو جانور جن کي پالي سگهجي ٿو، گم ٿيل ماڻهو، مغربي عوامي قانون، لڏپلاڻ، قدامت پسندي، گم ٿيل ملڪيت، بيماري، جبلن ۽ قبرن ۾ سٺي قسمت جي دعا", "古人": "Zhong Kui تائو حاصل ڪيو", "第X籤": "ڇهين نمبر لاٽري کٽڻ (لاٽري)", "宮": "مي محل"}