{"籤詩版本二": "سڪون ۽ سڪون سان وقت گذارڻ، ويهڻ ۽ ليٽڻ وقت چانهه پيئندي پوري ٿيڻ کان پوءِ\nتوهان کي جسماني ۽ ذهني طور تي مصروف ٿيڻ جي ضرورت ناهي، ۽ توهان ضرور ناانصافي يا آفت جو سبب نه بڻجندا.", "詩意": "هي هيڪسگرام امن ۽ استحڪام جي علامت آهي.\nسڀني شين ۾، صحيح وقت جو انتظار سٺي قسمت آڻيندو.", "解曰": "محفوظ ۽ آواز رکو. ديوتائن کان پڇو. انتظار ڪريو جيستائين وقت اچي. شيون اتفاق سان ٿينديون آهن.", "籤詩故事一": "◇ Foyinhui Dongpo\nهڪ دفعي، سو ڊونگپو کي زين جي مطالعي دوران ڪجهه سمجهه حاصل ڪئي، هن محسوس ڪيو ته هن جي رياست کان وڌيڪ آهي، ۽ هن کي ان ۾ خوشي محسوس ڪئي. پنهنجي جذبي کي روڪي نه سگهيس، مون پنهنجو قلم ڦاڙيو ۽ هڪ شعر لکيو:\n\"آسمان جي وچ ۾، جيشو سڄي ڪائنات ۾ روشنيء سان چمڪيو آهي؛ اٺن هوائن سان ڦوڪيو نه ٿو سگهي، هو هڪ جامني سون جي لوٽس تي سڌو بيٺو آهي.\"\n(اٺ واءُ جو حوالو ڏئي ٿو: نفعو، زوال، تباهي، شهرت، ساراهه، طعنو، ڏک ۽ خوشي. يعني انهن اٺن حالتن مان ناراض نه ٿيڻ کي ”اٺ واءُ نه هلن“ چئبو آهي.)\nان کي لکڻ کان پوء، ڊونگپو پنهنجي نوڪر کي درياهه جي پار موڪليو ته اهو جنشن مندر جي زين ماسٽر فوين کي ڏي.\nزين ماسٽر فوئن ان کي پڙهڻ کان پوءِ، هن ان تي لفظ ”فرٽ“ سان نشان لڳايو ۽ پنهنجي نوڪر کي واپس وٺڻ لاءِ ڏنو.\nڊونگپو اهو ڏسي ڪاوڙ ۾ اچي ويو، تنهنڪري هن درياهه جي پار هڪ ٻيڙي ورتي ۽ بحث لاءِ ٻڌ جي مهر ڳولڻ لاءِ جنشن مندر ڏانهن ويو.\nجڏهن ڊونگپو جنشن مندر جي دروازي تي پهتو ته فوئن اڳ ئي دروازي تي انتظار ڪري رهيو هو.\nسو ڊونگپو فوري طور تي فوئن تي الزام لڳايو: \"تون ان نظم کي ڇو ٿو سڏين جنهن کي مون لکيو آهي؟\"\nفوئن جواب ڏنو: ”ڇا تون اڳ ۾ ئي ’اٺن هوائن سان اڏامڻ جي قابل نه آهين‘؟“ ڪيئن ٿي سگهين ته ”درياءَ جي هن پار“ هڪ ڏاڙهيءَ سان!\nهن وقت، ڊونگپو اهو محسوس ڪري حيران ٿي ويو ته هو ڪافي سٺو نه هو ۽ شرمسار ٿي ويو.\n(هي ڪهاڻي ”گرمي اڃا نه آئي آهي“ جو استعارا آهي)", "聖意": "دعا ڪريو پنھنجي گھر ۽ پنھنجي حفاظت لاءِ، پنھنجي دولت لاءِ، پنھنجي ڌنڌي لاءِ، سٺي وقت لاءِ، پنھنجي شاديءَ لاءِ، ليوجيا ۾ ھڪڙي مسافر عورت لاءِ، ٻنيءَ ۾ ريشم جي ڪيڙن جي اچڻ لاءِ، ڇھن ڍورن لاءِ دُعا گھرو، ڪنهن کي ڳولڻ لاءِ، مصيبت لاءِ، عوامي مقدمن لاءِ، لڏپلاڻ لاءِ، گم ٿيل ملڪيت لاءِ، بيماريءَ لاءِ، جبل جي مقبري تي موڪلڻ لاءِ.", "古人": "Foyinhui Dongpo", "第X籤": "ٽيٽيون کٽڻ وارو نمبر", "宮": "وي گونگ"}