{"籤詩版本二": "ڳاڙهي ڦيٿي اولهه ۾ ڪري ٿي، خرگوش اوڀر ۾ اڀري ٿو، ين اڀري ٿو ۽ يانگ غائب ٿي وڃي ٿو، ۽ سڀ ڪجهه ترقي ڪري ٿو.\nجيڪڏهن ڪا عورت ان کي استعمال ڪرڻ چاهي ٿي، ته اهو هن جي دولت کي وڌائيندو ۽ هن جي دل ۾ خوشي آڻيندو.", "詩意": "هي هيڪسگرام ين جي وڌندڙ ۽ يانگ غائب ٿيڻ جي علامت آهي.\nسڀ ڪجهه ڏکيو آهي ان کان اڳ جو اهو آسان ٿي وڃي.", "解曰": "Yin عورتن کي فائدو ڏئي ٿو. مردن لاء مناسب ناهي. جيڪڏهن توهان صلاح ڳولي رهيا آهيو. برائي پهرين ايندي آهي ۽ پوءِ چڱائي ايندي آهي.", "籤詩故事一": "◇ وو زيٽيان تخت تي ويٺو\n14 سالن جي عمر ۾، وو کي تانگ خاندان جي شهنشاهه تائيزونگ لي شيمين هڪ باصلاحيت شخص جي حيثيت سان محل ۾ گهرايو، جنهن جو نالو \"وو ميئي\" هو. تائيزونگ جي مرڻ کان پوءِ، زيٽين گني مندر ۾ داخل ٿيو ۽ نون بڻجي ويو.\nتانگ خاندان جو شهنشاهه گوزونگ جڏهن تخت تي ويٺو ته هن وو خاندان کي محل ۾ گهرايو ته هو زاوئي کي خراج عقيدت پيش ڪري. Yonghui (655) جي ڇهين سال ۾، شهنشاهه گوزونگ وو کي پنهنجي راڻي طور قائم ڪيو.\nوو زيٽيان ذهين هو، ادب ۽ تاريخ ۾ ملوث هو، ۽ وسيلن جي مالڪي سان مالا مال هو. وو زيٽيان جي راڻي ٿيڻ کان جلد ئي پوءِ، ڇاڪاڻ ته گازونگ ڪمزور ۽ بيمار هئي، هو ڪڏهن ڪڏهن هن کي ڪجهه سياسي معاملن کي سنڀالڻ جي ذميواري ڏيندو هو، تنهنڪري هن جي طاقت وڌي وئي. شنگيوان (674) جي پهرين سال ۾، شهنشاهه گازونگ کي \"شهنشاهه\" سڏيو ويو، شهنشاهه وو کي \"جنت جي راڻي\" سڏيو ويو، ۽ انهن ٻنهي کي محلات ۾ \"ٻه بزرگ\" سڏيو ويو.\nهانگڊائو (683) جي پهرين سال ۾، گازونگ مري ويو، پرنس لي زيان تخت تي آيو، ۽ وو زيتيان خاندان جي حڪمراني لاء آيو. سشينگ (684) جي پهرين سال جي فيبروري ۾، وو زيٽيان لي شيان کي لولنگ جي بادشاهه جي حيثيت سان معزول ڪيو ۽ پنهنجي چوٿين پٽ لي دان کي شهنشاهه مقرر ڪيو، جيڪو خاندان جي حڪمراني جاري رکي. ساڳئي سال سيپٽمبر ۾، هن پرچم کي سون ۾ تبديل ڪيو، ۽ لويوانگ، اڀرندي راڄڌاني، خدائي راڄڌاني جو نالو رکيو ويو. تيانشو (690) جي پهرين سال سيپٽمبر جي نائين ڏينهن تي، وو زيٽيان پاڻ کي شهنشاهه قرار ڏنو ۽ ملڪ جو نالو بدلائي چاؤ رکيو.", "聖意": "گھر پاڻ لاءِ نامناسب آهي، نعمت جي دعا گھرڻ، مال جي طلب ڪرڻ، لينن جي حفاظت ڪرڻ، شاديءَ ۾ خوش قسمتي، شاديءَ ۾ بد قسمتي (عورت)، پيادل روڪ زمينون، ريشمي ڪيڙا، خوشحال مال چارڻ، ماڻهن کي ڳولڻ، جدائي، مقدمو، نقصان، لڏپلاڻ. ، مال جو نقصان ، بيماري ، صدمو ، جبل ۽ قبر ، نيڪ بخت", "古人": "وو زيٽيان تخت تي ويٺو", "第X籤": "چاليهين لاٽري جو فاتح", "宮": "تون محل"}