{"籤詩版本二": "لامحدود سٺيون ڳالهيون ياد ڪندين، پر چور کي سڃاڻي وٺندين ته تنهنجو پٽ بڻجي ويندين.\nهن وقت لالچ نه ٿيو ۽ پريشان نه ٿيو ته هن هڪ سال اڳ ڪيئن ڪجهه سٺو ڪيو هوندو.", "詩意": "هي هيڪسگرام چور کي پٽ طور سڃاڻي ٿو.\nهر ڪم ۾ محتاط رکو.", "解曰": "بس هي هڪ. هڪ شريف ماڻهو ڪا غلطي نه ڪندو آهي. ان کي ذهن ۾ رکو. اڪيلو نه ٿيو.", "籤詩故事一": "◇ ڊونگ زو قبول ڪري ٿو لو بو\nلو بو، بهادر ۽ وڙهڻ ۾ سٺو، مشرقي هان خاندان جي آخر ۾ ۽ ٽن بادشاهن جي شروعات ۾ هڪ مشهور فوجي جنرل هو، هن هڪ ڀيري جينگ زو جي گورنر ڊنگ يوان کي پنهنجو گود وٺڻ وارو پيء سمجهيو ۽ هن جي ماتحت خدمت ڪئي.\nاڀرندي هان خاندان جي شهنشاهه لنگ جي موت کان پوء، ڊنگ يوان بيجنگ ڏانهن ويو ته جنرل هي جن سان حڪومت کي ڪنٽرول ڪرڻ لاء.\nڊانگ زوءَ ڊنگ يوان سان وڙهيو، پر ڪيترائي جنرل لو بو کي شڪست ڏيئي نه سگهيا، تنهن ڪري ڊانگ زوءَ پنهنجي ماتحت لي سو کي لو بو کي رشوت ڏيڻ لاءِ موڪليو. لي سو سون ۽ چانديءَ جي خزانن جا انبار کڻي آيو ۽ مشهور ڳاڙهي خرگوش گهوڙي ”لو بو“ گهمڻ لاءِ. لي سو سون ۽ چانديءَ جي خزانن جا انبار ۽ مشهور ڳاڙهي خرگوش گهوڙي لو بو گهمڻ لاءِ کڻي آيو. تنهن ڪري لو بو کي ڊانگ زوءَ طرفان رشوت ڏني وئي ته هو ڊنگ يوان کي مارڻ لاءِ، ۽ پنهنجي سپاهين کي چيو ته جيڪڏهن هو چاهي ته ساڻس گڏ هلن، ۽ جيڪڏهن هو هن جي پٺيان هلڻ نٿا چاهين ته اتان هليا وڃن، نتيجي ۾ اڪثر سپاهي ڀڄي ويا. تنهن ڪري لو بو کي ڊانگ زو طرفان رشوت ڏني وئي ۽ ڊنگ يوان کي قتل ڪيو ويو.\nڊانگ زوءَ اقتدار حاصل ڪرڻ کان پوءِ، هن لو بو کي پنهنجي گود ورتو پٽ جي حيثيت سان گود ورتو ۽ کيس جنرل ۽ مارڪوس بنايو.\nڊونگ زو جو سخت مزاج هو ۽ لو بو سان ”پيءُ پٽ جو رشتو“ اصل ۾ ڏاڍو ڪمزور هو، 189ع ۾، سيتو وانگ يون جي زور تي، لو بو ڊانگ زو کي قتل ڪيو.\nڊونگ زو جي موت کان ڇهه مهينا پوءِ، ڊانگ زو جي پراڻين فوجن راڄڌاني تي حملو ڪيو، ۽ لو بو ۽ سندس زال خوف ۾ ڀڄي ويا. راڄڌاني ڇڏڻ کان پوءِ، لو بو جنگي سردارن يوان شو، يوان شاو، ژانگ يانگ، ژانگ ميائو، ليو بي، وغيره وٽ پناهه ورتي ۽ ان وقت جي هڪ ٻئي وڏي جنگي سردار ڪاو ڪاو سان ڪيترائي ڀيرا جنگ ڪئي، لو بو بهادر ۽ سٺو هو. وڙهندي، ۽ Cao Cao کي ڪيترائي ڀيرا شڪست ڏني.\nاڀرندي هان خاندان ۾ جيانان جي ٽئين سال ۾، ڪاو ڪاو جي فوجن Xiaopei، لو بو جي بنياد تي حملو ڪيو، ۽ Cao Cao پاران بيمن ٽاور جي هيٺان قبضو ڪيو ويو ۽ قتل ڪيو ويو. ڦاسي ڏيڻ کان اڳ، لو بو ڪاو ڪاو کي موت کان بچڻ لاءِ کيس جيئرو رکڻ لاءِ چيو، پر ليو بيئي ڪاو ڪاو کي ياد ڏياريو ته لو بو ڪيترائي ڀيرا خيانت ڪئي هئي ۽ هڪ بي ايمان ماڻهو هو. آخر ۾، Cao Cao، جيڪو اخلاقيات جي بغير صرف قابل قدر قدر ڪيو، لو بو کي قتل ڪيو.", "聖意": "مان گهر ۾ بيچين آهيان، اڪثر پئسا ڳوليندو آهيان، لينن جي حفاظت ڪندو آهي، شادي ڪرڻ مشڪل آهي، ليوجيا ماڻهو حيران ٿي ويا آهن، ريشمي ڪيڙا پوکي ۾ اڌ ٿي ويا آهن، ڇهه جانور محفوظ آهن، ماڻهو هن کي ڳولي رهيا آهن. عوامي مقدمو مناسب آهي، ۽ لڏپلاڻ گم ٿيل شين لاء دعا ڪرڻ آهي جيڪي ڳولڻ ڏکيو آهن، بيماريون، ۽ زينڪسنگ جبل جي قبر ۾ امن.", "古人": "ڊانگ زو قبول ڪيو لو بو", "第X籤": "41 هين لاٽري فاتح", "宮": "تون محل"}