{"籤詩版本二": "دنيا لچڪدار آهي ۽ سڀ شيون خود مددگار، خود حمايت ۽ محفوظ آهن\nزندگي ۾ هر شي شاندار آهي، هر شيء لاء سنتن ۽ بابا جي مهرباني، ۽ خوشحال ٿي.", "詩意": "هي هيڪسگرام زمين ۽ زمين جي وچ ۾ هم آهنگي جي نمائندگي ڪري ٿو.\nسڀ ڪجهه ٺيڪ ٿي رهيو آهي ۽ ڪو به خطرو ناهي.", "解曰": "سڀ شيون پيدا ٿين ٿيون. سڀ منصوبا ۽ خواهشون پوريون ٿين. فورڊ مدد ڪري ٿو. Rui Qi جلدي ۾ آهي.", "籤詩故事一": "◇ گھمڻ وارا روشني حاصل ڪن ٿا\nاولهه ڏانهن سفر ڪهاڻي:\nسن ووڪانگ گلن ۽ ميون جي جبل تي قبضو ڪيو ۽ بادشاهه ٿيو، بعد ۾ هميشه جيئڻ جو رستو ڳولڻ لاءِ، هن اٺ يا نو سال جبلن ۽ دريائن جي سير ڪري پيٽريچ بوهيءَ کي پنهنجو استاد سمجهي پوڄا ڪرڻ لاءِ 70 ورهيه سکيا. -زميني برائي ۽ سومرن بادلن جون ٻه تبديليون، ۽ پهريون ڀيرو سج جو نالو ورتو، نالو Wukong.\nان کان پوءِ، سن ووڪانگ هڪ مناسب هٿيار ڳولڻ لاءِ اوڀر چين سمنڊ ۾ ڊريگن محل ڏانهن ويو، ۽ آخرڪار Ruyi Golden Cudgel، Tianhe ۽ Dinghai جي ديوي سوئي ملي. ڇاڪاڻ ته هن جي زندگي جو مدو ختم ٿي چڪو هو، هن هيٺان دنيا ۾ هڪ وڏو فساد ڪيو، زندگي ۽ موت جي ڪتاب تي نظرثاني ڪئي ۽ انساني دنيا ڏانهن موٽيو. بعد ۾، سن ووڪونگ کي پهريون ڀيرو آسمان طرفان سڏيو ويو ۽ بيما وين رکيو ويو. بعد ۾ کيس ٻيو ڀيرو جنت ۾ گهرايو ويو ۽ کيس بندر بادشاهه جو نالو ڏنو ويو، هن آڙهو به چورايو ۽ آسمان ۾ وڏو جهيڙو به ڪيو، کيس باگوا فرنس ۾ بند ڪيو ويو ته جيئن هن جي سونهن ۽ ٻرندڙ اکين کي عملي جامو پهرايو وڃي. 500 سالن تائين ووزي جبل جي پيرن ۾ تاٿگاتا ٻڌ کي دٻايو ويو، منتقل ٿيڻ جي قابل نه هئي. اها جاءِ جتي باگوا جي فرنس کي ڪٽايو ويو هو باهه جي جبل ۾ تبديل ٿي ويو.\nپنج سؤ سالن کان پوءِ، مونڪ تانگ صحيفا حاصل ڪرڻ لاءِ اولهه ڏانهن ويو، پنجن عنصرن جي جبل مان گذريو، ۽ سن ووڪونگ کي بچائڻ کان اڳ طلسم ڪڍي ڇڏيو. سن ووڪونگ شڪرگذاريءَ سان ڳوڙها ڳاڙيندو رهيو. گوينين بوهشتوا جي هدايتن کان پوء، هن تانگ مونڪ کي پنهنجي استاد جي حيثيت ۾ پوڄيو ۽ گڏجي صحيفن سکڻ لاء اولهه ڏانهن ويو. صحيفن کي سکڻ جي رستي ۾، سن ووڪانگ شيطانن تي نازل ٿيو ۽ راکشس کي ختم ڪيو، ۽ بار بار غير معمولي ڪارناما انجام ڏنو، پر، هن کي پنهنجي ماسٽر تانگ سينگ پاران غلط سمجهي ويو ۽ بار بار ڪڍيو ويو. 81 سالن جي مشڪلاتن کان پوء، آخرڪار ڪم مڪمل ڪيو ويو. Sun Wukong صحيح نتيجو حاصل ڪيو.\n(هي ڪهاڻي هڪ استعارو آهي ته هڪ بندر به روشني بڻجي سگهي ٿو، اڪيلو انسان کي ڇڏي ڏيو.)", "聖意": "گهر پنهنجي لاءِ نيڪ آهي، دولت جي طلب، ڌنڌو، شادي، ليوجيا، نر پيادل، زمينن ۾ رڪاوٽ، ريشمي ڪيڙا، ڇهه جانور، ژونگ پنگ، ماڻهن جي ڳولا، مقدمو، ڪاميابي، لڏپلاڻ، ملڪيت جو نقصان، مرض، چوان شنگشان قبر، شيون. نيڪ آهن", "古人": "مسافر روشني حاصل ڪري ٿو", "第X籤": "43 تي دستخط ڪيو", "宮": "xugong"}