{"籤詩版本二": "ٿڌي موسم پاڻي کي برف ۾ تبديل ڪري ٿي، شهرت جي لالچ ڇو؟\nمون وٽ خاموشيءَ سان ويهڻ کان سواءِ ٻيو ڪو به رستو نه آهي ته پنن جي قدرتي طور ڦلڻ جو انتظار ڪريان.", "詩意": "هن هيڪسگرام ۾، پاڻي برف ۾ بدلجي ٿو.\nاجايو ڪجهه نه پڇو.", "解曰": "پاڻي منجمد ٿي برف بڻجي وڃي ٿو. برف پاڻي ۾ ڳري ٿي. جيڪڏهن اها سازش آهي. تنهنڪري اهو آهي.", "籤詩故事一": "◇ وانگ شيانگ ڪارپ لاءِ پڇي ٿو (چوويهه فيضي پاڪائي جون ڪهاڻيون)\nجين خاندان جو وانگ شيانگ، درٻار جو نالو Fuzheng، Linyi ۾ پيدا ٿيو.\nجڏهن وانگ شيانگ جوان هو ته هن جي حياتياتي ماءُ مري وئي، هن جي اڪيلو پيءُ زو نالي عورت سان شادي ڪئي ۽ وانگ شيانگ کي نئين ماءُ ڄائي. جڏهن وانگ شيانگ جوان هو ته سندس حياتياتي ماءُ گذاري وئي، ۽ سندس اڪيلو پيءُ زو نالي هڪ عورت سان شادي ڪئي. وانگ شيانگ جي سوتيلي ماءُ هڪ تنگ نظر ۽ حسد ڪندڙ عورت هئي، هوءَ وانگ شيانگ کي پسند نه ڪندي هئي ۽ اڪثر کيس ننڍين ننڍين ڳالهين تي ڊاڙندي هئي. جلد ئي، سٽي ماء پڻ هڪ پٽ کي جنم ڏنو، جنهن جو نالو وانگ لين رکيو ويو. سوتيلي ماءُ صرف پنهنجي ٻارن سان پيار ڪندي هئي، ۽ وانگ شيانگ کي پنهنجي پاسي ۾ هڪ ڪنڊ سمجهندي هئي، هوءَ وانگ شيانگ جي وڌيڪ گهرائي ٿي، ۽ اڪثر پنهنجي پيءُ جي سامهون وانگ شيانگ جي باري ۾ خراب ڳالهيون ڪندي هئي، پر سندس پيءُ به آهستي آهستي هن سان پيار نه ڪيو. سوتيلي ماءُ صرف پنهنجي ٻارن سان پيار ڪندي هئي ۽ وانگ شيانگ کي پنهنجي پاسي ۾ هڪ ڪنڊ سمجهندي هئي، هوءَ وانگ شيانگ تي اڃا به وڌيڪ گهربل هئي، ۽ اڪثر پنهنجي پيءُ جي سامهون وانگ شيانگ جي باري ۾ خراب ڳالهيون ڪندي هئي، پر سندس پيءُ به آهستي آهستي هن سان پيار نه ڪيو. جيتوڻيڪ وانگ شيانگ جو اڌ ڀاءُ، وانگ لين پنهنجي ڀاءُ سان تمام گهڻو دوست آهي. هن جي سوٽي ماء جي تشدد جي باوجود، هوء اڃا تائين تمام گهڻي هئي. سوتيلي ماءُ ڏاڍي سخت آهي، پر وانگ شيانگ اڃا تائين تمام گهڻي مخلص آهي.\nهن جي سوتيلي ماءُ کي هڪ شوق آهي، يعني هوءَ درياهه مان نڪتل تازي مڇي کائڻ پسند ڪندي آهي. هن جي سوتيلي ماءُ کي هڪ شوق آهي، يعني هوءَ درياهه مان نڪتل تازي مڇي کائڻ پسند ڪندي آهي. هڪ سياري ۾ هن جو پيءُ ڌنڌي لاءِ هليو ويو ۽ هن جي سوتيلي ماءُ ٻيهر بيمار ٿي پيئي، ڀائر وانگ شيانگ ۽ وانگ لان وڏي احتياط سان پنهنجي ماءُ کي کائڻ لاءِ سوپ ۽ دوائون ڏنيون، سخت سردي جي موسم ۾ به سوتيلي ماءُ جي بيماري اڃا بهتر نه ٿي هئي. جلدي. هڪ سياري ۾ هن جو پيءُ ڌنڌي لاءِ هليو ويو ۽ هن جي سوتيلي ماءُ ٻيهر بيمار ٿي پيئي، ڀائر وانگ شيانگ ۽ وانگ لان وڏي احتياط سان پنهنجي ماءُ کي کائڻ لاءِ سوپ ۽ دوائون ڏنيون، سخت سردي جي موسم ۾ به سوتيلي ماءُ جي بيماري اڃا بهتر نه ٿي هئي. جلدي. بيمار ڏاڏيءَ درياهه مان تازي مڇي کائڻ پئي چاهيو، ان سخت سرد موسم ۾ ٻاهر برفباري ٿي رهي هئي ۽ درياهه جو پاڻي برف ۾ تبديل ٿي چڪو هو. بيمار ڏاڏي تازي مڇي کائڻ چاهي ٿي، ان برفاني ۽ برفاني ماحول ۾ تازي مڇي ڪٿي ملندي؟\nانهن ڏينهن ۾، اتي ڪي به آف سيزن ڊش نه هئا، ۽ توهان اهي خريد نه ڪري سگهو ٿا جيتوڻيڪ توهان وٽ پئسا هئا.\nڪهاڻي جي هن نقطي تي، وانگ شيانگچيو لي جي ڇهندڙ ڪهاڻي ٿي. ٻئي ڀائر پنهنجي ماءُ کي بيوسيءَ سان سنڀاليندا هئا، وانگ شيانگ پنهنجي بيمار سوتيلي ماءُ کي مايوس نه ڪرڻ لاءِ منجمد درياهه ڏانهن هليو ويو، وانگ شيانگ کي هڪ خيال آيو ۽ هن ٿڌ جي پرواهه ڪرڻ کان سواءِ پنهنجي قميص لاهي، هو گليشيئر تي ننگا ڪري ليٽيو ۽ چاهي ٿو ته اهو استعمال ڪري. برف کي پگھلڻ لاءِ ان جي پنهنجي جسم جو گرمي پد (ان ڪري وانگ شيانگچيو ڪارپ پڻ سڏيو ويندو آهي وانگ شيانگ برف تي بيٺل). هن پنهنجي قميص لاهي گليشيئر تي ننگا ڪري ڇڏيو. هن خدا کان دعا گهري ۽ چيو: ”اي خدا، منهنجي ماءُ بيمار آهي ۽ تازو ڪارپ کائڻ چاهي ٿي، توهان کي منهنجي لاءِ ڪو رستو ڳولڻو آهي، ڪنهن به صورت ۾.“ عجيب ڳالهه اها آهي ته، اوچتو هن جي ڀرسان برف جو ٽڪرو ٽڪرائجي ويو، ۽ اتي ٻه هئا. شگاف. هڪ زنده ڪارپ ٽڪر مان ٽپو ڏئي برف تي ٽپو ڏنو، وانگ شيانگ ڏاڍو خوش ٿيو. هن خدا کان دعا گهري: ”اي خدا، منهنجي ماءُ بيمار آهي ۽ تازو ڪارپ کائڻ چاهي ٿي، توهان کي منهنجي لاءِ ڪو رستو ڳولڻو آهي، ڪا به ڳالهه ناهي.“ عجيب ڳالهه اها آهي ته، اوچتو هن جي ڀرسان برف جو ٽڪرو ٽڪرائجي ويو، ۽ ٻه ٽڪر ٿي ويا. هڪ زنده ڪارپ ٽڪر مان ٽپو ڏئي برف تي ٽپو ڏنو، وانگ شيانگ ڏاڍو خوش ٿيو. هن تڪڙو تڪڙو گوڏن ڀر ڪري، خدا جو شڪر ادا ڪيو، ۽ ڪارپ سان گهر ڀڄي ويو. هن جلدي گوڏا کوڙي، خدا جو شڪر ادا ڪيو، ۽ جلدي ڪارپ کڻي گهر هليو ويو. سوٽي ماءُ تازو ڪارپ کائڻ کان پوءِ، هوءَ جلد ئي پنهنجي بيماريءَ مان صحتياب ٿي وئي. اسپتال جي بستري تي سوتيلي ماءُ جڏهن وانگ شيانگ جي ننگي مٿئين حصي کي ڏٺو، جيڪو ٿڌ جي ڪري واڱڻائي ٿي پيو هو، ۽ سندس هٿن ۾ ٻه مڇيون هيون، هوءَ خوشيءَ سان ڪمري ۾ هلي وئي ۽ حيران ٿي وئي.\nوانگ شيانگ بعد ۾ هڪ سرڪاري ٿيو ۽ تائيبائو ٿيو، ۽ کيس ڊيوڪ جو لقب ڏنو ويو.", "聖意": "گهر ۾ بيچيني، مان حفاظت لاءِ دعا ڪريان ٿو، مالي مشڪلاتون، ڪاروباري مسئلا، شادي، ليوجيا جي انشورنس ۾ عدم تسلسل، پيادلن، چتيان ريشمي ڪيڙا، ڇهن جانورن جي نقصان، گم ٿيل ماڻهو، عوامي مقدمو، لڏپلاڻ، قدامت پسندي، گم ٿيل ملڪيت، بيماري، بحال ٿيڻ مشڪل، جبل جي قبر ، سٺي قسمت", "古人": "وانگ ژیانگ ڪارپ لاءِ پڇي ٿو (چوويهه فيضي پاڪائي جون ڪهاڻيون)", "第X籤": "اونتاليهه لٽ کٽڻ", "宮": "هائيگونگ"}