{"籤詩版本二": "توهان ملڪ جي سڀني ڪنڊن ڏانهن سفر ڪري سگهو ٿا، سيل جي ڇت کي لڪائي ان کي آزاديء سان رکڻ لاء\nجيڪڏهن ڪا سازگار هوا آهي، ته اها جلدي پهچندي ۽ ٻيڙي خزانن سان ڀريل هوندي.", "詩意": "هي هيڪسگرام هڪ ٻيڙيءَ کي واءَ سان ڇڪڻ جهڙو آهي.\nسڀ ڪجھ ٺيڪ ٿي وڃي ٿو.", "解曰": "آرام سان آرام ڪريو. ڪابه ڪوشش جي ضرورت ناهي. گهڻي دولت. سڀني کي ساراهيو ويو.", "籤詩故事一": "◇ Tao Zhugui Five Lakes (Fan Ligui Lake)\nبهار ۽ سرءَ جي دور ۾، فين لي، جنهن جو درٻار جو نالو شاوبو هو، ان کي گوئي يزيپي يا تائو زوگونگ به سڏيو ويندو هو.\nان وقت، وو جي رياست ۽ يو جي رياست جي وچ ۾ جنگ هئي، ۽ وو جي رياست يوئي جي رياست کي تباهه ڪيو. فين لي ۽ وان ژونگ يوئي ڪنگ گو جيان لاءِ يوئي کي فروغ ڏيڻ ۽ وو کي تباهه ڪرڻ لاءِ هڪ منصوبو ٺاهيو. فان لي ذاتي طور تي جبلن ۽ دريائن مان سفر ڪيو ۽ بيلوو جبل ۾ هوانشا نديءَ تي شي شي نالي هڪ سهڻي عورت جو دورو ڪيو، جنهن ۾ هونشا نديءَ جي ڪناري تي هن ”خوبصورتي جي چال“ استعمال ڪئي. اندر ۽ ٻاهر تعاون ڪيو ۽ وو سلطنت کي تباهه ڪيو.\nوو بادشاهت کي ختم ڪرڻ ۾ ڪامياب ٿيڻ کان پوءِ، فان لي کي خبر پئي ته گو جيان ”چنچ وارو ڊگھي ڳچيءَ وارو پکي“ هو ۽ هن سان گڏ ڏک ۽ خوشيون به شيئر ڪري سگهي ٿو، تنهن ڪري هو شي شي سان ٻيڙيءَ ذريعي ڪيو سلطنت جي پار ويو، پنهنجو مٽ پاڻ هو. گوئي زپي جو نالو رکيو، ۽ پنهنجي پٽ ۽ شاگردن کي Qi سلطنت ۾ رهبري ڪيو، اهي سمنڊ جي ڪناري تي هڪ ڪوٽ ۾ رهن ٿا. هن وڏي محنت ڪري بنجر زمينن کي پوکيو، هڪ پاسي ڌنڌو ۽ ڪاروبار ڪيو، چند سالن ۾ هن لکين خاندانن جي ملڪيت گڏ ڪئي. هو دولت پکيڙڻ ۽ پنهنجي ڳوٺ جي نيڪي ڪرڻ ۾ سخي هو .فان لي جي ڏاهپ ۽ قابليت کي ڪيوئي جي ماڻهن ساراهيو .ڪي جي بادشاهه کيس راڄڌاني لنزي ۾ مدعو ڪيو ۽ سندس پوڄا ڪري حڪومتي معاملن جو وزير اعظم مقرر ڪيو. . هن وراڻيو ته: ”آفيسر هجڻ سان وزير به ٿي سگهن ٿا ۽ خاندان هلائڻ سان دولت به اچي سگهي ٿي. هڪ عام ماڻهوءَ لاءِ جيڪو شروع کان شروع ٿيو هو، اهو انتها تي پهچي ويو آهي. گهڻي عرصي تائين عزت رکڻ شايد ڪا سٺي نشاني نه آهي. سو، فقط ٽن سالن کان پوءِ، هن هڪ ڀيرو ٻيهر جيليو بهادريءَ سان پوئتي هٽي، قئي جي بادشاهه کي مهر واپس ڪئي، ۽ پنهنجي سموري خانداني دولت پنهنجن ويجهن دوستن ۽ ڳوٺاڻن کي ڏئي ڇڏي.", "聖意": "گهر پاڻ لاءِ چڱو آهي (وڏي وڃڻ)، دولت گهرڻ، اولھ لاءِ خير، ڌنڌو دير، شادي سٺي نه، ليوجي سلامتي آهي، ماڻهو زمينون بند ڪري رهيا آهن، ريشمي ڪيڙا، اونهاري، ڇهن جانورن لاءِ خير، بهار خوشحال آهي، ماڻهو ماڻهن کي ڳولي رهيا آهن، ڪيس خراب آهن، لڏپلاڻ قدامت پسند آهي، گم ٿيل شيون، مغربي بيماريون ڦهليل آهن، جبل ۽ قبرون ڏکڻ آهن.", "古人": "Tao Zhugui پنج ڍنڍون (Fan Ligui Lake)", "第X籤": "پنجاهههين لاٽري فاتح", "宮": "هائيگونگ"}