{"籤詩版本二": "چنڊ کي پاڻيءَ ۾ پڪڙڻ لاءِ تمام گهڻي ڪوشش ڪرڻي پوي ٿي، پر ڪجهه به ناهي.\nفضول ڳالهيون نه ڪريو ۽ جسم کي مضبوط ڪرڻ لاءِ پنهنجون ڪوششون ضايع نه ڪريو، لفظ ”جسم سڪي ويو“ اصل ۾ ”جسم اڪيلو“ آهي.", "詩意": "هي هيڪسگرام ڪوشش جي تصوير لاء لالچ آهي.\nهر شيءِ محنتي ۽ محنتي آهي.", "解曰": "واعدو ياد ڪرڻ ڏکيو آهي. تمام گهڻي محنت. گهر ۾ پريشان. وڏن ماڻهن سان ملڻ جي انتظار ۾.", "籤詩故事一": "◇ Taibai caught the moon while drunk (Li Taibai catch the moon while drunk)\nلي بائي (701-762)، جنهن کي تائيبائي پڻ سڏيو ويندو آهي، جيڪو ڪنگلين جوشي جي نالي سان پڻ مشهور آهي. تانگ خاندان جو شاعر، جيڪو پاڻ کي بيحد امر سڏائيندو هو، تنهن کي شاعريءَ جو امر سڏيو ويندو هو، ۽ هو هميشه پيئڻ کان سواءِ خوش رهندو هو.\nهڪ دفعي لي بائي جنلنگ (هاڻي نانجنگ) ۾ آيو ۽ وينڊ برج جي ڀرسان هڪ ريسٽورنٽ ۾ آرام ڪيو.\nاهو ڏينهن سياري جي قمري مهيني جو پندرهين ڏينهن هو، رات جو هو اڪيلو ريسٽورنٽ ۾ ويهي چنڊ کي سجدو ڪندو، شراب پيئندو ۽ شعر پڙهندو هو. اهو ڏينهن سياري جي قمري مهيني جو پندرهين ڏينهن هو، رات جو هو اڪيلو ريسٽورنٽ ۾ ويهي چنڊ کي سجدو ڪندو، شراب پيئندو ۽ شعر پڙهندو هو. لي تائيبي پنهنجي زندگيءَ ۾ چنڊ کي سڀ کان وڌيڪ پسند ڪيو، هن چيو ته اهو صاف ۽ خوبصورت هو. لي تائيبي پنهنجي زندگيءَ ۾ چنڊ کي سڀ کان وڌيڪ پسند ڪيو، هن چيو ته اهو صاف ۽ خوبصورت هو. ان رات هن مٿي ڏٺو ته آسمان ۾ اڇو ۽ گول چنڊ نظر آيو، هو ڏاڍو خوش ٿيو ۽ ڪجهه وڌيڪ گلاس پيتو. ان رات هن مٿي ڏٺو ته آسمان ۾ اڇو ۽ گول چنڊ نظر آيو، هو ڏاڍو خوش ٿيو ۽ ڪجهه وڌيڪ گلاس پيتو. اڌ رات جو، لي تائيبائي شراب جو فائدو ورتو ۽ هيٺ وينڊ برج ڏانهن ويو. اڌ رات جو، لي تائيبائي شراب جو فائدو ورتو ۽ هيٺ وينڊ برج ڏانهن ويو. جيئن ئي هن پل تي قدم رکيو ته هن پنهنجو ڪنڌ هيٺ ڪيو ۽ اوچتو چنڊ کي پاڻيءَ ۾ ڪري پيو، جڏهن درياهه اڳتي وڌيو ته اڇي چنڊ جي پاڇي ۾ ڪجهه ڪاريون لڪيرون شامل ٿي ويون. جيئن ئي هن پل تي قدم رکيو ته هن پنهنجو ڪنڌ هيٺ ڪيو ۽ اوچتو چنڊ کي پاڻيءَ ۾ ڪري پيو، جڏهن درياهه اڳتي وڌيو ته اڇي چنڊ جي پاڇي ۾ ڪجهه ڪاريون لڪيرون شامل ٿي ويون. لي تائيبي ان وقت ايترو شرابي هو جو هن سمجهيو ته اهو چنڊ ئي آهي جيڪو درياهه جي پاڻيءَ سان داغدار هو. لي تائيبي ان وقت ايترو شرابي هو جو هن سمجهيو ته اهو چنڊ ئي آهي جيڪو درياهه جي پاڻيءَ سان داغدار هو. هن پنهنجا بوٽ لاهڻ جي به زحمت نه ڪئي، هن پنهنجا هٿ کوليا ۽ چنڊ کي پڪڙڻ لاءِ پل تان ٽپو ڏنو. هن پنهنجا بوٽ لاهڻ جي به زحمت نه ڪئي، هن پنهنجا هٿ کوليا ۽ چنڊ کي پڪڙڻ لاءِ پل تان ٽپو ڏنو. اوچتو، هن ٽپو ڏيڻ سان، چنڊ کي پڪڙيو نه ويو، پر چنڊ پاڻيء ۾ ڦٽي ويو ۽ فوري طور تي ٻن حصن ۾ ورهايو ويو. اوچتو، هن جمپ ۾، چنڊ نه پڪڙيو ويو، پر ماڻهو ٻڏي ويو. سٺ ورهين جي ڄمار ۾ وفات ڪيائين.", "聖意": "گهر ۾ بي آرامي آهي ۽ پاڻ بدقسمتيءَ ۾ آهي (بدقسمتي، صحت تي ڌيان ڏيڻ)، دولت ۾ توازن ڳولڻ (ان جو خيال به نه ڪرڻ)، ڏکيو ڪاروبار، شادي نه ٿيڻ، حفاظت جي دعا ڪرڻ (اسقاط حمل کان بچڻ لاءِ خالي خزانو. )، پيادل مصيبت ۾ آهن، فيلڊ ريشمي ڪيڙا پنج نقطا آهن، ڇهه جانور زوال ۾ آهن، ماڻهن کي ڳولي رهيا آهن (بدقسمتي)، عوامي مقدمو ۽ (مقدمو بند ڪريو) عام لڏپلاڻ (ان جو ذڪر نه ڪريو) ملڪيت جي نقصان (جهاز) دعا. بيماريءَ کان بچاءَ لاءِ (بدقسمتي) جبلن ۽ قبرن ۾ خوش قسمتي", "古人": "تائيبائي چنڊ کي پڪڙيو جڏهن شرابي (لي تائيبي چنڊ کي شراب ۾ پڪڙيو)", "第X籤": "پنجاهه سيڪنڊ لاٽري کٽڻ (لاٽري)", "宮": "رحم"}