{"籤詩版本二": "جڏهن مايوسي جوش ۾ بدلجي ويندي آهي، ڊريگنون رڙيون ڪندا آهن ۽ ٽائگر گوڙ ڪندا آهن.\nنيري آسمان کي آسمان ڏانهن پنهنجو رستو آهي، شايد مون کي شهرت حاصل ڪرڻ جو هڪ ٻيو موقعو ملي.", "詩意": "هي هيڪسگرام ڊريگن وانگر آهي ۽ هڪ ٽائگر گرجندو آهي.\nاميد آهي ته سڀ ڪجهه ٺيڪ ٿي ويندو.", "解曰": "بس سيکاريو ۽ وڃو. پنهنجي پنهنجي خوشحالي آهي. آخر ۾ ٺاهڻ گهرجي. اتي هڪ جڳهه مليل آهي.", "籤詩故事一": "◇ ليو بي هڪ ڪنوار کي ڀرتي ڪري ٿو\nچيبي جي جنگ کان پوءِ، سن ڪوان جينگ زو کي ٻيهر حاصل ڪرڻ جو خواهشمند هو، جيڪو ليو بيئي طرفان حاصل ڪيو ويو هو، تنهن ڪري هن زو يو جي منصوبي کي استعمال ڪيو، اهو ظاهر ڪيو ته هو پنهنجي ڀيڻ سن رين کي ليو بيئي سان شادي ڪرڻ چاهي ٿو، پر حقيقت ۾ هو وٺڻ چاهي ٿو. ليو بيئي هڪ يرغمال جي طور تي Jingzhou کي دعوي ڪرڻ لاء.\nزو يو جي منصوبي جي جاسوسي ڪرڻ کان پوءِ، هن حڪمت عملي سان گڏ اهو بروشر ژاؤ يون جي حوالي ڪيو، جيڪو ليو بي جي حفاظت ڪري رهيو هو جڏهن هو سوچيو ويو، زاو يون بروشر ۾ ڏنل حڪمت عملي تي عمل ڪيو ۽ عمدي طور تي وو گوتائي کي اجازت ڏيڻ لاءِ وڏي ڇنڊڇاڻ ڪئي. سن ڪوان جو پيءُ) شادي جي تجويز بابت ڄاڻو. ڇاڪاڻ ته وو گوتائي پنهنجي ڌيءَ سان پيار ڪندي هئي ۽ پنهنجي ڌيءَ جي زندگيءَ جي ڊگهي معاملن بابت غير معمولي فيصلا ڪرڻ لاءِ تيار نه هئي، هن سن ڪوان کي پنهنجي ڀيڻ سان بي رحم هجڻ لاءِ ڊاٿو ۽ ذاتي طور تي جانچ ڪرڻ جي تجويز ڏني ته ڇا ليو بي گانلو مندر ۾ پنهنجي ڌيءَ جي لائق آهي. وو گوتائي جي ليو بيئي سان ملاقات کان پوءِ هن ليو بيئي جي تمام گهڻي تعريف ڪئي ۽ ليو بيئي ۽ سندس ڌيءَ جي شادي جي سخت حمايت ڪئي، نتيجي طور ليو بيئي ڪاميابيءَ سان مسز سن سان شادي ڪئي.\nبعد ۾، ليو بيئي ۽ مسز سن گڏجي واپس جينگزو ڏانهن ڀڄي ويا، بعد ۾، سن ڪوان جينگ زو تي حملو ڪرڻ چاهيندا هئا جڏهن ليو بيئي يزو تي حملو ڪري رهيو هو، پر وو گوتائي طرفان روڪيو ويو، جيڪو پنهنجي ڌيء جي حفاظت بابت پريشان هو.\nهن چيو ته: \"Zhou Yu's چالاڪ منصوبو دنيا ۾ بهترين آهي. هن پنهنجي زال کي وڃائي ڇڏيو ۽ پنهنجي سپاهين کي وڃائي ڇڏيو.\"\n(ليو بي نقصان کان حاصل ڪيو)", "聖意": "مان گهر ۾ بدقسمت آهيان ۽ مان بدقسمت آهيان (پهريون بد قسمتي، پوءِ خوش قسمتي) دولت، توازن، شاديءَ ۾ مشڪلات، شاديءَ جي ڪاميابيءَ لاءِ دعا گهرڻ، پيرن لاءِ برڪت لاءِ دعا، ٻنيءَ ۾ ريشمي ڪيڙا، چوپائي مال جي نقصان لاءِ پنج نقطا، ڳولا. ماڻهو، مقدمو ۽ لڏپلاڻ، گم ٿيل ملڪيت لاء سٺو قسمت، بيمارين لاء سٺو قسمت، جبلن ۽ قبرن جو امن.", "古人": "ليو بيئي هڪ ڪنوار کي ڀرتي ڪري ٿو", "第X籤": "پنجاهه ٽيون کٽڻ وارو نمبر", "宮": "رحم"}