{"籤詩版本二": "سمنڊ جي ڪناري پٿرن سان ڀريل آهي، وهڪرو وهي رهيو آهي، هوا صاف آهي، چنڊ صاف آهي، ۽ عظيم ماڻهو مصروف آهن.\nرستي ۾، مون کان پڇڻو آهي ته ڪيڏانهن وڃان، جهنگ ۾ گلن ۽ ٻوٽن جي خوشبو نه وٺو، ان جو خيال نه رکو.", "詩意": "هي هيڪسگرام هڪ ٻيڙيءَ وانگر آهي جيڪو هڪ ننڍڙي ساحل تي سفر ڪري رهيو آهي.\nهر شيء ۾، مدد ڪرڻ لاء عظيم ماڻهو آهن.", "解曰": "روزو رکڻ. تمام گهڻي محنت. قدامت پسند رکو ۽ انتظار ڪريو. دعائون.", "籤詩故事一": "◇ لوشن بغاوت\nهڪ لوشان (703-757)، جنهن جو نالو ڪانگ هو ۽ نالو Yaluoshan هو، جيڪو Liucheng، Yingzhou (هاڻي Chaoyang، Liaoning) مان هو.\nبعد ۾ هن پنهنجو نالو An رکيو ۽ پنهنجو نالو بدلائي لوشان رکيو. تانگ خاندان جي شهنشاهه Xuanzong جي دور ۾، An Lushan فوجي سفير هو.\nٽين بائو جي 14 هين نومبر ۾، ان لوشان، فانيانگ ۾ لشڪر گڏ ڪيو، يانگ گوزونگ تي حملي ڪرڻ جي نالي تي، هن بغاوت شروع ڪئي ۽ ٽن شهرن جي فوجن کي وٺي اوڀر جي راڄڌاني لوئيانگ تي حملو ڪيو. تائيوان مان خبرون لشن تائين پهتيون.تانگ زوان زونگ، جيڪو ان وقت لشان جي هوڪنگ محل ۾ هو، ان کي يقين نه آيو ته انلوشن بغاوت ڪندو، پر پوءِ به بغاوت جون خبرون پکڙجنديون رهيون، ۽ شوانزونگ اڃا اڌورو قائل هو. (هي هڪ تصوير آهي ”هڪ وهڪري ۾ ننڍين جبلن تي وهندڙ پاڻيءَ جو آواز“)\nاهو اڃا تائين نه هو جيستائين يان زين ڪنگ، پنگ يوان ڪائونٽي جي پرفيف، ڪنهن کي معلومات موڪلڻ لاء موڪليو ته Xuanzong پنهنجي خواب مان جاڳيو.\nتانگ خاندان جي شهنشاهه شوانزونگ جي غلط حڪمت عملي تحت، هڪ لوشان جي گهوڙي سوار فوج اوڀر جي گاديءَ واري شهر لوئيانگ تي قبضو ڪري ورتو، ايندڙ سال جي پهرين مهيني ۾ هن لوئيانگ، جيان يوان شينگو، شهنشاهه زينگ وو ۽ دا ڪسيون ۾ پنهنجو پاڻ کي شهنشاهه ديان قرار ڏنو. وزير اعظم.\nساڳئي سال جون ۾، تانگ خاندان جي شهنشاهه ژان زونگ، چانگان ۾ بحران کي ختم ڪرڻ جي خواهشمند ۽ غلط فوجي سمجهه سان، ٻن مشهور جنرلن فينگ چانگ چنگ ۽ گاو زيانزي کي موت جي سزا ڏني، هن حڪم تانگ فوج کي حيران ڪري ڇڏيو. (هي رويي جي ڀڃڪڙي آهي \"روڊ کي سامهون درياء ڏانهن اشارو ڪرڻ گهرجي\")\nان کان پوء، تانگ خاندان جي شهنشاهه Xuanzong هڪ ٻئي جنرل، گي شوان کي فوري طور تي حڪم ڏنو ته تانگ فوج کي ٽونگ گوان کان اوڀر طرف وٺي وڃي.\nجي شوهان، جيڪو تانگ خاندان جي شهنشاهه Xuanzong جي اسٽريٽجڪ غلطي کي مڪمل طور تي سمجهي چڪو هو، تبديلي کي دير ڪرڻ جي رٿابندي ڪئي (\"اها ڳالهه ٺيڪ آهي جيڪڏهن واء پرسکون آهي ۽ لنڊ پرسکون آهي\").\nآخر ۾، تانگ خاندان جي شهنشاهه Xuanzong سوچيو ته هو وڙهڻ لاء تمام گهڻو ڊڄي ويو آهي، تنهنڪري هن کي آن لوشان سان ڳوڙها وڙهڻ کان سواء ٻيو ڪو رستو نه هو، ۽ شڪست ڏني وئي. (اهو پورو ڪري ٿو \"جيڪڏهن توهان پنهنجو پاڻ کي سهارو ڏيڻ لاء محنت ڪريو، توهان زخمي ٿي سگهي ٿي.\")\nتانگ خاندان ۾، جڏهن سرحدي فوجن ۽ مقامي سپاهين کي جواب ڏيڻ جو وقت نه هو، هڪ لوشان جي فوج سرحد کي دٻايو ۽ گاديء واري علائقي ۾ داخل ٿيو. هڪ نازڪ صورتحال ۾، تانگ خاندان جي شهنشاهه Xuanzong گارڊز ڪور جي اڳواڻي ڪئي ته گاديء کان فرار ٿي ويو، جنهن جي اڳواڻي بغير Xijing Chang'an جي زوال جو سبب بڻيو.\n(تانگ Xuanzong هن نشاني جي هدايت جي ڀڃڪڙي ڪئي، تنهنڪري هڪ لوشان جي بغاوت ڪامياب ٿي وئي.)", "聖意": "گهر محفوظ آهي، پاڻ سڳورو آهي، نصيب مستحڪم آهي، واپار خوشحال آهي ۽ شادي ڪامياب آهي (احتياط) ليوجيا مان هڪ نر پيادل اچي ميدان تي اچي ٿو، ريشمي ڪيڙا پوکيا وڃن ٿا، ڇهن ڍورن کي نقصان پهچي ٿو. ملي ٿو ۽ سرڪاري مقدمو جائز آهي، گم ٿيل مال مرض لاهي ٿو، يعني انشان قبر جي مرمت ڪرائي وڃي.", "古人": "لوشن بغاوت", "第X籤": "ڇهين لاٽري", "宮": "بدصورت محل"}