{"籤詩版本二": "صبح ۽ شام، مهاتما ٻڌ جي حمايت خطري جي وقت ۾ هجڻ گهرجي پر خطري ۾ نه\nجيڪڏهن توهان ڪنهن معزز شخص ڏانهن متوجه آهيو، ته پوء پئسا ۽ ريشم پڻ توهان سان گڏ هوندا، هي چوان لائي آهي. اهو سڀ ڪجهه توهان تي منحصر آهي.", "詩意": "هي هيڪسگرام ديوتا ۽ ٻڌن جي ڳجهي نعمت جي نمائندگي ڪري ٿو.\nصبر ڪر ۽ هر شيء ۾ سٺي قسمت آهي.", "解曰": "پراڻي دور جي امن جي نشاني. جڏهن هر شيءِ مهانگو آهي، تڏهن به مهانگو ٿيندو.", "籤詩故事一": "◇ تانگ راهب روشني حاصل ڪئي\nهڪ ڏينهن تانگ سينگ نديءَ تي آيو ته هن مهاتما ٻڌ جي لنگشن جبل کي ڏٺو، ان جي سامهون هڪ پل پل هئي، تانگ سينگ ان کي پار ڪرڻ جي همت نه ڪئي. مهاتما گوتم هڪ ٻيڙيءَ جي مالڪ ۾ بدلجي ويو ۽ هڪ هيٺاهين کان خالي ٻيڙيءَ کي هٿ ۾ کنيو، جيئن ئي تانگ مونڪ ٻيڙيءَ تي چڙهيو ته هو درياهه ۾ ڪري پيو، جنهن کي ٻيڙيءَ جي مالڪ بچائي ورتو، اهڙيءَ طرح تانگ مونڪ گوتم ٻڌ کي حاصل ڪيو. (اولهه ڏانهن سفر جي ڪهاڻي)\n◇ تانگ مونڪ جي ٻڌ ڌرم جا صحيفا\nتانگ خاندان جي سانزانگ، سندس عام لقب چن ۽ سندس ڏنل نالو يئي هو. گوشي ڪائونٽي، لوزو (هاڻي يانشي شهر جي ڏکڻ، هينان صوبي) ۾ ڄائو. هو تيرهن سالن جي عمر ۾ راهب بڻجي ويو ۽ ٻڌ ڌرم جو نالو Xuanzang رکيو.\nٻڌ ڌرم جا اصل صحيفا حاصل ڪرڻ لاءِ، هو چانگان (اڄ جي شيان، شانزي صوبو) کان زن گوان (ع 629ع) جي ٽئين سال ۾ روانو ٿيو، سرحد پار ڪيو، ۽ بيشمار مشڪلاتن مان گذران ڪري ٽيان زو تائين پهتو. هندستان) لکت گڏ ڪرڻ. هن گنگا ۽ سنڌو نديءَ جي تلائن ۽ هندستان جي ڏکڻ اوڀر واري ساحلي علائقن جو سير ڪيو، پوءِ برف سان ڍڪيل جبلن ۽ سائي ٽڪرن کي پار ڪري، 50,000 ميلن کان به وڌيڪ اڳتي پوئتي سفر ڪيو، آخرڪار چانگان ڏانهن موٽڻ ۾ کيس 16 سال لڳي ويا. زينگوان جو 19 هون سال (ع 645). هن ٻڌمت جي ڪتابن جو هڪ وڏو تعداد واپس آندو ۽ انهن جو چيني زبان ۾ ترجمو ڪيو.\n(تانگ سانزانگ چين ۽ هندستان جي وچ ۾ اڳتي ۽ پوئتي هڪ ڊگهو سفر ڪيو، ۽ هن کي خطرن جو تجربو ڪرڻ جو پابند هو، پر هو محفوظ طور تي واپس اچڻ جي قابل ٿي ويو، ڇاڪاڻ ته هن جي پويان هڪ پوشيده سرپرست بزرگ هو.)", "聖意": "گھر سلامت آھي، پاڻ سڳورو آھي، مغربي ڌنڌو ڪامياب آھي، نڪاح ڪامياب آھي، پيادلن کي ميدان بند ڪري ٿو، ريشمي ڪيڙا بند آھن، ريشمي ڪيڙا ست نقطا آھن، مال چارڻ نفعو آھي، ماڻھن جي ڳولا آھي، مغربي. عوامي مقدمو خراب آهي، لڏپلاڻ قدامت پسند آهي، گم ٿيل ملڪيت ڏسڻ ۾ اچي ٿي، بيماري خوشخبري آهي، جبل ۽ مقبرا مبارڪ آهن.", "古人": "تانگ مونڪ روشني حاصل ڪئي", "第X籤": "لاٽري کٽڻ سٺ ٻه", "宮": "ين محل"}