{"籤詩版本二": "جڏهن سيارو ايندو آهي ته جبل تي ڦليل گلن جي شاخ ڪڏهن به نه ڊهي سگهندي آهي، جيتوڻيڪ ان جا پن ڪري ۽ ان جون شاخون سڪي وڃن.\nپر جڏهن بهار ايندي آهي، تڏهن به مون کي درٻار وانگر موٽائي ڇڏيندو آهي ۽ اصل ڪم کي برباد ڪندو آهي.", "詩意": "هن هيڪسگرام ۾، پلم بلاسم اهم پوزيشن تي قبضو ڪري ٿو.\nسڀ ڪجهه سٺو آهي جيڪڏهن دير ٿي وڃي.", "解曰": "هڪ تير خالي. جڏهن اهو خالي آهي، اهو خالي ناهي. بهار جي اچڻ جو انتظار. ان ۾ رنگ آهي.", "籤詩故事一": "◇ ٻه ڀيرا گول ڪيو\nتانگ خاندان جي شهنشاهه ڊيزونگ جي دور ۾، وفادار وزير مي بوگاو ۽ سندس خاندان کي غدار وزيراعظم لو ڪيو طرفان فريب ڪيو ويو، جيڪو انهن سڀني کي مارڻ چاهيندو هو، صرف هن جو پٽ ميي ليانگ يو فرار ٿيڻ ۾ ڪامياب ٿي ويو، بعد ۾ هن پنهنجي عهدي کي تبديل ڪيو. پنهنجي سڃاڻپ لڪائڻ لاءِ وانگ زيٽونگ جو نالو. هو روڊن تي اڪيلو رهندو هو، بک ۽ سردي، پر خوشقسمتيءَ سان هن کي چن ريشينگ (چن ڊونگچو) اندر وٺي ويو. چن ريشينگ کي پنهنجي زندگيءَ جي تجربي جي خبر نه هئي، تنهن ڪري هن کانئس پڇيو ته هو چن جي ٻوٽي جي باغ جي سنڀال ۾ مدد ڪري ته جيئن هو روڊن تي بک نه مرن.\nچن رشينگ مي بوگائو جو ڪلاس ميٽ ۽ دوست هو .جڏهن هن کي لو ڪائي پاران ظلم ڪيو پيو وڃي ته هن کي مي بوگائو کان بچايو ويو .نتيجي طور مي بوگائو ۽ لو ڪائي جي وچ ۾ دشمني پيدا ٿي وئي .آخر ۾ سندن سڄي خاندان کي قتل ڪيو ويو . ان ڪري رشينگ کي غم ۽ غصي جو احساس ٿيو، شاديءَ کان پوءِ استعيفيٰ ڏئي ڇڏيائين ۽ پنهنجي خاندان کي ينگزو ۾ ويهاري ڇڏيائين.\nچن رشينگ کي هڪ ڌيءُ آهي جنهن جو نالو چن شنگ يوان آهي، جيڪا تمام خوبصورت ۽ خوشبودار آهي، مي ليانگ يو چن جي خاندان ۾ اچڻ کان پوءِ انهن کي پهرين نظر ۾ ئي پيار ٿي ويو. هڪ ڏينهن جڏهن پلم جا ڦڙا مڪمل ڦول ۾ هئا، جيڪو پڻ مي بوگاو جي موت جي سالگره هو، چن ريشينگ ۽ سندس ڪٽنب پنهنجي گهر جي پلم جي باغ ۾ هڪ قربان گاہ کي کوليو، پنهنجي فوت ٿيل دوست ۽ مددگار جي ياد ۾، اوچتو اوچتو، موسم اوچتو تبديل ٿي وئي. ، ۽ هڪ زبردست برفاني طوفان اُٿيو، جنهن ۾ سڀ پلم گلن کي ڍڪي ڇڏيو. چن ريشينگ افسوس جو اظهار ڪيو ته هو بچي ويو پر هو ميئي خاندان جي اولاد کي به بچائي نه سگهيو، هن سوچيو ته هي خدا جي طرفان هڪ ڊيڄاريندڙ آهي، تنهن ڪري هن واعدو ڪيو ته جيستائين ٻوٽي جي گلن کي ٻيهر نه ڦلجي، اهو ثابت ڪيو ته ميئي خاندان جي اولاد کي. مائي خاندان اڃا جيئرو هو، هو ڪڏهن به ڪجهه نه چوندو هو، هن ٻڌمت ۾ ڀڄي ويو ۽ هڪ ڀڪشو بڻجي ويو.\nهن جي ڌيءُ Xingyuan اها ڳالهه ٻڌي ۽ فوري طور تي بخور کي ساڙيو ۽ خلوص دل سان خدا کان دعا گهري ته ٻوٽي جي گلن کي ٻيهر ڦل ڏئي. انهن جي خلوص آسمان ڏانهن هليو ويو، ۽ پلم جي باغ ۾ سڀ پلم جا وڻ ٻيهر ڦٽي ويا؛ بعد ۾ چن ريشينگ کي خبر پئي ته شيٽونگ ليانگ يو آهي، تنهنڪري هن پنهنجي ڌيء شنگيوان سان شادي ڪئي.", "聖意": "گهر پاڻ لاءِ سٺو ناهي، ڪو پنهنجي لاءِ سٺو آهي، ڪو دولت جي طلب ۾ آهي، ڪو واپار ۾ هوشيار آهي، وقت صحيح آهي، شادي دير سان آهي، بهار مضبوط آهي، سرءُ خالي آهي، مسافر دير سان آهي. زمينون خوشحال آهن، ريشمي ڪيڙا خوشحال آهن، ڇهون ڍور خوشحال آهن، ماڻهن کي ڳولڻ، سرڪاري مقدمو، نقصان، لڏپلاڻ، گم ٿيل ملڪيت، مشرقي بيماريون، ڪوڙا الارم، جبل جي قبرن کي تبديل ڪرڻ گهرجي.", "古人": "ٻه ڀيرا گول ڪيو", "第X籤": "سٺ نون لاٽ کٽڻ", "宮": "تتسمي"}