{"籤詩版本二": "چاو چاو گلن کي گڏ ڪرڻ واري ماکيءَ وانگر آهي، جيڪو ڏکڻ اولهه ۽ پوءِ اوڀر طرف اڏامندو آهي.\nبهار ختم ٿي وئي، گل سڙي ويا، ڳولڻ لاءِ ڪا به جاءِ ناهي، هي دل پنهنجي جاءِ نه مٽائيندي.", "詩意": "هي هيڪسگرام گلن جي مکڻ وانگر آهي.\nهر شيءِ محنتي ۽ محنتي آهي.", "解曰": "نه بهار جو منظر. گهڻي وقت تائين برسات پوندي آهي پر ڪڏهن به صاف نه ٿيندي آهي. مدد لاءِ پڇو. اهو بهتر آهي ته خاموش رهي.\n.", "籤詩故事一": "◇ لي مي تانگ خاندان جي خلاف بغاوت ڪئي\nلي ايم\n(582-619)، چين جي سوئي خاندان جي آخر ۾ هارين جي بغاوت ۾ واگانگ فوج جو مرحوم اڳواڻ. خطاطيءَ جو ماهر. فا لفظ جو مالڪ چانگان، جينگ زاؤ جو رهاڪو هو، ۽ سندس اباڻي گهر زيانگ پنگ، لياڊونگ (هاڻي لياوانگ جي ڏکڻ ۾، لياونگ) هو. چانگان جو رهاڪو، جينگ زاؤ، سندس اباڻي گهر زيانگ پنگ، لياڊونگ (هاڻي لياوانگ جي ڏکڻ، لياونگ) آهي.\nDaye (613) جي نائين سال ۾، هن Liyang ۾ سوئي خاندان جي خلاف يانگ Xuangan جي بغاوت ۾ حصو ورتو (هاڻي جنڪسين ڪائونٽي، هينان صوبي جي اتر اوڀر ۾). Daye (613) جي نائين سال ۾، هن Liyang ۾ سوئي خاندان جي خلاف يانگ Xuangan جي بغاوت ۾ حصو ورتو (هاڻي جنڪسين ڪائونٽي، هينان صوبي جي اتر اوڀر ۾). پراسرار احساس شڪست،\nلي مي ڀڄي ويو. Xuangan شڪست ڏني وئي ۽ لي مي ڀڄي ويو.\nڊي جي ٻارهين سال ۾، هو وانگي فوج ۾ شامل ٿيو\n. دائي جي راڄ جي ٻارهين سال ۾، هو وانگي فوج ۾ شامل ٿيو. لي مي حڪمت عمليءَ ۾ سٺو هو، ڊي جي ٻارهين سال جي آڪٽوبر ۾، لي مِي زائي کي قائل ڪيو ته هو زينگ يانگ ٽونگ تي حملو ڪري، جيڪو فوج سان گڏ طاقتور جنرل ژانگ زوتوو جو دفاع ڪري، سوئي فوج کي شڪست ڏئي ۽ ژانگ زوتو کي قتل ڪري. لي مي حڪمت عمليءَ ۾ سٺو هو، ڊي جي ٻارهين سال جي آڪٽوبر ۾، لي مِي زائي کي قائل ڪيو ته هو زينگ يانگ ٽونگ تي حملو ڪري، جيڪو فوج سان گڏ طاقتور جنرل ژانگ زوتوو جو دفاع ڪري، سوئي فوج کي شڪست ڏئي ۽ ژانگ زوتو کي قتل ڪري.\nبعد ۾، هن Xingluo (بعد ۾ Luokou) گودام تي حملو ڪرڻ جي تجويز ڏني، امداد لاء گودام کوليو، ۽ ٽيم کي وڌايو، واگانگ آرمي ٽيم تيزيء سان ترقي ڪئي. دائي جي 13 هين سال ۾، لي مائي واگانگ آرمي جي اڳواڻي ڪئي، ۽ زائي رنگ سوئي خاندان جي تباهي ۽ ورهاڱي سان معاملو ڪيو، اتي فوجي وسيلن ۽ ٻين مسئلن تي جنگ ٿي، ۽ لي مائي Zhai Rang ۽ سندس سوين پوئلڳن کي قتل ڪيو. بعد ۾، هن Xingluo (بعد ۾ Luokou) گودام تي حملو ڪرڻ جي تجويز ڏني، امداد لاء گودام کوليو، ۽ ٽيم کي وڌايو، واگانگ آرمي ٽيم تيزيء سان ترقي ڪئي. دائي جي 13 هين سال ۾، لي مائي واگانگ آرمي جي اڳواڻي ڪئي، ۽ زائي رنگ سوئي خاندان جي تباهي ۽ ورهاڱي سان معاملو ڪيو، اتي فوجي وسيلن ۽ ٻين مسئلن تي جنگ ٿي، ۽ لي مائي Zhai Rang ۽ سندس سوين پوئلڳن کي قتل ڪيو.\nدائي جي 14 هين سال مارچ ۾، يو وين هوجي سوئي خاندان جي شهنشاهه يانگ کي قتل ڪيو.\n100,000 کان وڌيڪ ماڻهن کي اولهه ڏانهن موٽڻ جي هدايت ڪئي. Daye جي چوڏهين سال جي مارچ ۾، يو وين هواجي (يو وين، گڏيل نالو) سوئي خاندان جي شهنشاهه يانگ کي قتل ڪيو ۽ 100,000 کان وڌيڪ ماڻهن سان اولهه ڏانهن موٽيو. لي مي کي هواجي تي حملو ڪرڻ جو حڪم ڏنو ويو.جيتوڻيڪ هواجيءَ کي شڪست ڏني وئي، لي مي کي پڻ فوجن جو وڏو نقصان ٿيو، بعد ۾ وانگ شيچونگ هن جو تعاقب ڪيو، لي مي جي فوج کي شڪست آئي ۽ سندس ڪئمپ تباهه ٿي وئي، سندس جنرلن ڪن شوباو، چينگ زيجي (اصل ۾) نالي چينگ ياوجن)، نيو جنڊا ۽ ٻيا گرفتار ڪيا ويا.، شان Xiongxin هٿيار ڦٽا ڪيا. لي مي کي هواجي تي حملو ڪرڻ جو حڪم ڏنو ويو، جيتوڻيڪ هوجي کي شڪست ڏني وئي، لي مي پڻ پنهنجي لشڪر کي تمام گهڻو نقصان پهچايو. بعد ۾ وانگ شيچونگ هن جو تعاقب ڪيو .لي مي جي فوج کي شڪست آئي ۽ سندس ڪئمپ تباهه ٿي وئي .هن جي جنرلن ڪن شوباو ،چينگ زيجي (اصل نالو چينگ ياوجين )نيئو جنڊا ۽ ٻين کي پڪڙيو ويو ۽ شان زيونگڪسن هٿيار ڦٽا ڪيا . لي مي مايوس هو، تنهنڪري هن سيپٽمبر ۾ هيانگ ڏانهن درياهه پار ڪيو ۽ تانگ خاندان جي حوالي ڪيو. لي مي مايوس هو، تنهنڪري هن سيپٽمبر ۾ هيانگ ڏانهن درياهه پار ڪيو ۽ تانگ خاندان جي حوالي ڪيو.\nنومبر ۾، لي يوان لي مي کي شنڊونگ ڏانهن پراڻن فوجن کي ڀرتي ڪرڻ لاءِ موڪليو. نومبر، \nلي يوان لي مي کي شنڊونگ ۾ انتظار ڪرڻ لاءِ موڪليو ته جيئن پراڻن فوجن کي ڀرتي ڪري. محسوس ڪيو ته هن کي شڪ ڪيو ويو آهي، هن تانگ جي خلاف بغاوت ڪئي. محسوس ڪيو ته هن کي شڪ ڪيو ويو آهي، هن تانگ جي خلاف بغاوت ڪئي. تانگ جنرل شينگ يانشي لي مي کي حملي ڪرڻ جي دعوت ڏني ۽ کيس Xinggong Xian تي قتل ڪيو. تانگ جنرل شينگ يانشي لي مي کي حملي ڪرڻ جي دعوت ڏني ۽ کيس Xinggong Xian تي قتل ڪيو.", "聖意": "گھر، گھر، زبان، خود، ولن، دولت جي طلب، ڪاروبار برباد ڪرڻ، شاديون نه ھميشه رھڻ، ليوجيا، خالي گل، پيادل، ياوتين، ريشمي ڪيڙا نقصان، ڇھ جانورن کي نقصان، گم ٿيل ماڻھو، مقدمو، نقصان، لڏپلاڻ، قدامت، گم ٿيل ملڪيت، بيماري، رڪاوٽون، جبل جي قبر جي اصلاح", "古人": "لي مي تانگ خاندان جي خلاف بغاوت ڪئي", "第X籤": "ستر جو ڏهاڙو", "宮": "تتسمي"}