{"籤詩版本二": "ماکيءَ پالڻ وارن کي ماکيءَ لاءِ منٿون ڪرڻ گهرجن، ائين نه ٿئي ته هو ڪنهن ڏنگيءَ سان ڪٽجي وڃن\nتوهان جي سامهون هڪ عجيب رستو هوندو، اهو راز ڪنڊن جي جنگل وانگر اونهو آهي.", "詩意": "هي هيڪسگرام علامتي ماکيءَ کي گڏ ڪري ٿو.\nهر شيءِ محنتي ۽ محنتي آهي.\n\n(هي هيڪسگرام مٺي ۽ تلخ جي علامت ڳولي ٿو.\nهر شيء ۾ آفتن کي روڪيو.\n)", "解曰": "شيون احتياط سان ٿيڻ گهرجن. ان کي مجبور ڪرڻ جي ضرورت ناهي. مکيون ماکي گڏ ڪن ٿيون. ان جو سبب ڇا آهي؟", "籤詩故事一": "◇ وانگ منگ قابليت ڳولي ٿو\nمغربي هان خاندان ۾ وانگ منگ خاندان کي هڪ مالدار خاندان چئي سگهجي ٿو. جيتوڻيڪ سندس پيءُ جوانيءَ ۾ ئي وفات ڪري ويو، پر سندس ڪيترائي چاچا ۽ چاچا هان خاندان جا شهنشاهه ٿي ويا، اهي جنرل، وزير اعظم، مارڪوئيز ٿيا ۽ انعام حاصل ڪيائون، وانگ خاندان تمام گهڻو مشهور هو.\nپر وانگ منگ جو پنهنجو ننڍڙو خاندان انتهائي غريب هو؛ سندس پيءُ جوانيءَ ۾ ئي فوت ٿي ويو، ۽ هو فقط پنهنجي ماءُ سان گڏ رهندو هو، مائٽن جي خيرات تي ڀروسو ڪندو هو. پر ان جي ڪري، وانگ منگ ننڍپڻ کان ئي ماڻهن سان ڊيل ڪرڻ جي صلاحيتن جو هڪ سيٽ ٺاهيو ۽ مشق ڪيو. هو ڪيترو به غمگين هجي يا ناراض هجي، هو هميشه مائٽن، بزرگن يا ٻاهران آيل ماڻهن جي سامهون تمام گهڻو خوش ۽ پرامن نظر ايندو هو، ان ڪري هن کي ڪلهه جي هر ماڻهوءَ وٽ تمام گهڻو ساراهيو ويندو هو.\nهڪ دفعي سندس وڏو چاچو سخت بيمار هو، ان جي خبر پوڻ کان پوءِ هو اچي مريض جي بستري تي انتظار ڪرڻ لڳو، دوا ۽ پاڻي آڻي، رات جو جاڳرتا ڪندو رهيو، مسلسل ڪيترن ئي مهينن تائين ڪپڙا اُڇلائي، اوندهه ۽ ٿلهو رهيو. هو هڪ مريض کان وڌيڪ ”صبر“ هو، حياتياتي پٽ کان وڌيڪ ”پُٽ“ هو.\nان لاءِ تائيوان جي ماڻهن ۾ هر ڪنهن سندس تعريف ڪئي ۽ خط لکي کيس انعام ڏيڻ لاءِ چيو.\nتنهن ڪري هان خاندان جي شهنشاهه چينگ هن کي نيو ڪيپيٽل مارڪوس جو لقب ڏنو ۽ هن کي محلات ۾ محافظ مقرر ڪيو، جيڪو شهنشاهه جو ويجهو وزير بڻجي ويو.\nپنهنجي اعليٰ مرتبي ۽ وڏي طاقت جي ڪري وانگ منگ ڪڏهن به غرور ۽ سستي نه ڏيکاري، بلڪ هڪ طرف وزيرن، جنرلن، مشهور شخصيتن ۽ عالمن سان دوستي پيدا ڪئي، ته ٻئي طرف هن وڌيڪ مهذب ۽ شريف ٿي ويو. هو غريبن جي مدد ڪندو هو ۽ پنهنجي دولت سان سخي هو.\nپر هن ڏاڍي سستي زندگي گذاري، اڪثر گوشت کائي کائي، ڊگها ڪپڙا ۽ ڊگها بازو پائڻ جو ذڪر نه ڪيو، رڳو مختصر ڪپڙا پائڻ. تنهن ڪري حڪومت ۽ عوام ۾ سڀني هڪجهڙائي سان هن کي لفظ ”نيڪ“ سان نوازيو.\nبعد ۾، سندس چاچو، گرانڊ سيما وانگگن، بيماريءَ سبب وفات ڪري ويو ۽ کيس سندس متبادل چونڊيو ويو. شهنشاهه ۽ سڀني وزيرن هن کي سڀ کان وڌيڪ موزون سمجهيو. تنهن ڪري، وانگ منگ، جيڪو صرف اٺٽيهه سالن جو هو، ملڪ جي اعلي ترين فوجي طاقت سان گرانڊ سيما بڻجي ويو.\n(هي ڪهاڻي هڪ استعارو آهي. هڪ سٺو ماڻهو هجڻ جي ڪري توهان کي ”مکيءَ جي چڪ هڻڻ واري ڏکيائي“ مان نجات حاصل ڪرڻ ۾ مدد ملي سگهي ٿي ۽ توهان جي خواهش مطابق پنهنجا آدرش حاصل ڪريو.)", "聖意": "گهر پاڻ لاءِ سٺو ناهي، گهر ڀاتين ڏکيائين ۾ آهي، ڪاروبار بند آهي، شاديون بند آهن، ڇهن بازو ڪوڙا آهن، پيادل دير سان آهن، ريشم جي فصل گهٽ آهي، چوپايو مال گهٽ آهي، مال چارڻ مشڪل آهي. ماڻهو ڳوليو، مقدمو خراب آهي، لڏپلاڻ نه ٿي آهي، گم ٿيل ملڪيت خراب آهي، بيماري قائم آهي، جبل جي قبر گم آهي.", "古人": "وانگ منگ ڏاتار ڳولي ٿو", "第X籤": "لاٽري کٽڻ سترهن", "宮": "تتسمي"}