{"籤詩版本二": "جڏهن بهار ايندي آهي ته گجگوڙ، سوين حشرات جي ٿڌڪار کي ڌوڏي، مان مٽيءَ کان منهن موڙيندو آهيان.\nجڏهن مون پهريون ڀيرو محسوس ڪيو ته مان اڃا تائين اچي رهيو آهيان ۽ وڃي رهيو آهيان، هڪ ڀيرو مون کي تبديل ڪيو، مان هڪ ڊريگن بڻجي ويو.", "詩意": "هي هيڪساگرام گجگوڙ ۽ حشرات وانگر آهي.\nهڪ عظيم شخص سان ملڻ هر شيء ۾ هڪ سٺي نشاني آهي.", "解曰": "گجگوڙ ڪري ٿو. اندر ۽ ٻاهر ٻه جمع. هڪ ڀيرو تبديل ڪريو. Tianmen تائين.", "籤詩故事一": "◇ چنقيو بغاوت\n959ع ۾ زو شيزونگ چائي رونگ وفات ڪري ويو، ۽ شهنشاهه گونگ، چائي زونگڪسن، جيڪو تخت تي ويٺو، فقط ست سالن جو هو. ان وقت، Zhao Kuangyin، جيڪو محلات جي سامهون انسپيڪٽر ۽ جرمن فوج ۾ Songzhou جي سفير طور ڪم ڪيو، حقيقي طاقت رکيل هئي.\n960ع جي بهار ۾، زن زو (اڄ جي زينگ ڊنگ، هيبي صوبو) ۽ ڊنگ زو (اڄ جو ڊنگ شيان ڪائونٽي، هيبي صوبو) ٻڌايو ته اترين هان خاندان ۽ لياو رياست جون فوجون گڏيل طور تي ڏکڻ طرف وڃي رهيون هيون ته هو بعد ۾ زو خاندان تي حملو ڪري، وڏي رفتار، ۽ مدد لاءِ فوج موڪلڻ جي درخواست ڪئي. بعد ۾، زو خاندان Zhao Kuangyin کي حڪم ڏنو ته هو پنهنجي فوجن کي اتر طرف دشمن جي خلاف جنگ ڪرڻ لاء. Zhao Kuangyin پنهنجي ڀاء Zhao Guangyi، Zhao Pu، Shi Shouxin ۽ ٻين جي منصوبابندي تحت ڳجهي طور تي ڪم ڪيو.\n3 فيبروري تي، جڏهن فوج چن چياوئي (هاڻي چنقيائو ​​ٽائون، فينگچيو، هينان جي ڏکڻ اوڀر ۾) پهتي ته هنن بغاوت شروع ڪئي ۽ سپاهين کي حڪم ڏنو ته هو هن لاءِ زرد پوشاڪ پائي، هنن بعد ۾ ژو خاندان جي خلاف بغاوت ڪئي ۽ زاو ڪوانگين کي شهنشاهه طور سپورٽ ڪيو. . ان کان پوءِ زاو پنهنجي فوجن کي ساڙڻ، قتل ڪرڻ يا ڦرلٽ ڪرڻ کان سواءِ ڪيفينگ ڏانهن واپس وٺي ويو.“ تائيزو چن ڪيوو راڄڌاني جي ماڻهن کي پريشان نه ڪرڻ جو قسم کنيو ۽ هن شهر ۾ داخل ٿيڻ واري ڏينهن شهر کي پريشان نه ڪرڻ جو واعدو ڪيو.\nقمري مهيني جي ٽئين سال جي ٽئين ڏينهن تي، ژاو ڪوانگ ين چنقيو ۾ بغاوت ڪئي ۽ واپس راڄڌاني ڏانهن موٽيو، فان زي وانگ پي ۽ وي رينپو جي اڳواڻي ڪئي ته Zhao Kuangyin کان پڇا ڳاڇا ڪئي، لو يان هوان پنهنجي تلوار خيمي جي اڳيان ڪڍي ۽ زور سان رڙيون ڪيائين. ”ٽنهي فوجن جو ڪو به آقا ناهي، جنرلن فيصلو ڪيو آهي ته هو کيس شهنشاهه مقرر ڪن، جيڪو به ڳالهائيندو، قتل ڪيو ويندو! وانگ پُو جو چهرو زمين جهڙو پيلو هو، هن پنهنجا قدم هيٺ ڪيا ۽ ڪنڌ جهڪايو، فان زي به جهڪيو، ڪوانگ ين ذاتي طور تي هن جي مدد ڪئي ۽ وڏي مهربانيءَ سان پيش آيو.\nاعتدال پسند مزاحمت کان پوءِ، بعد ۾ زو خاندان جي شهنشاهه گونگ تخت تي قبضو ڪيو، ۽ زاؤ تخت تي قبضو ڪيو. \"تائيزو زين کي قبول ڪرڻ وارو هو، پر زين جو ڪوبه متن نه هو، هانلن جي هڪ عالم، تائو گو، حڪم کي قبول ڪيو. ۽ هن جي ڀرسان اندر آيو، چوڻ لڳو: \"اهو ٿي چڪو آهي.\"\nزاو جي تخت تي اچڻ کان پوءِ هن ملڪ جو نالو بدلائي سونگ، يوان بدلائي جيان لونگ رکيو ۽ ڪيفينگ کي گاديءَ جو هنڌ بڻايو، شي شوڪسن، گاو هوائڊ، ژانگ لنگدو، وانگ شنڪي، ژانگ گوانگھان ۽ ژاو يانهوئي سڀني کي جيدوشي جي لقب سان نوازيو ويو. جنهن کي تاريخ ۾ ”چنقياؤ بغاوت“ جي نالي سان سڃاتو ويندو هو.\nوڪيپيڊيا\n(هي ڪهاڻي نمائندگي ڪري ٿي ته اها Zhao Kuangyin جي ڪارڪردگي جي شروعات آهي.)", "聖意": "پنهنجي گهر لاءِ دعا ڪريو، روزاني زندگي، دولت، سٺي قسمت، ڪاروبار ۾ سٺي قسمت، سٺي شادي، ليوجيا ۾ ڪاميابي، نر پيادل، پوک ۾ ريشمي ڪيڙن جو جلد جنم، ڇهن جانورن جو جلد جنم، بهار ۾ سٺي قسمت، ماڻهن جي ڳولا. مقدمن ۾ ڪاميابي، لڏپلاڻ ۾ خوش قسمتي، گم ٿيل ملڪيت، بيمارين ۾ خطرو، جبلن ۽ قبرن ۾ خطرو.", "古人": "چنقيو بغاوت", "第X籤": "73 تي دستخط ڪيو", "宮": "مي محل"}