{"籤詩版本二": "خواب ۾ چيو ويو ته دولت ته تمام گهڻي هوندي، پر شهرت ڪجهه به نه ايندي.\nپاڻي پري آهي ۽ جبل پري آهن، پر وفا ڪرڻ مشڪل آهي، عظيم انسان هدايت ۽ مسڪرائي ٿو.", "詩意": "هي هيڪسگرام خواب ۾ خزانو حاصل ڪرڻ جي علامت جي نمائندگي ڪري ٿو.\nهر شيء گهٽ يا گهٽ حقيقي آهي.", "解曰": "خواب ڏسڻ جهڙو. شهرت جي اميد ناهي. بس سٺي وقت جو انتظار ڪريو. عظيم هدايتون.", "籤詩故事一": "◇ جيڊ کي Zhao ڏانھن موٽايو (جڏھن کي مڪمل ڪرڻ کان پوء Zhao ڏانھن واپس وڃو)\n283 ق.م ۾ بادشاهه ژائو هيوين چو کان هي بي (He's Bi) حاصل ڪيو، جڏهن بادشاهه ڪين ژائو شيانگ اها خبر ٻڌي، هن بادشاهه ژائو کي خط موڪليو، جنهن ۾ پندرهن شهرن کي هي بي جي بدلي ڪرڻ جي رضامندي ظاهر ڪئي.\nلن Xiangru بادشاهه Zhao جو تجزيو ڪيو ته Qin مضبوط هو ۽ Zhao ڪمزور هو ۽ ان کي تبديل ڪرڻو پوندو.\nبادشاهه ژاؤ پوءِ لن زيانگرو کي هيز بي سان قن ڏانهن موڪليو.\nڪِن جي بادشاهه لن زيانگرو سان ژانگٽائي ۾ ملاقات ڪئي، ۽ لن شيانگرو قن جي بادشاهه کي جيڊ پيش ڪيو. ڪِن جو بادشاهه ڏاڍو خوش ٿيو ۽ هيس بي کي خوبصورتيءَ ڏانهن وٺي ويو ۽ سندس آس پاس جا سڀ ماڻهو ان ڏانهن ڏسڻ لڳا، ان وقت، کاٻي ۽ ساڄي هر ڪنهن زندهه باد جا نعرا هنيا.\nلن زيانگرو ڏٺو ته ڪِن جي بادشاهه جو اهو شهر زاو کي ڏيڻ جو ڪو به ارادو نه هو، تنهن ڪري هن قِن جي بادشاهه کي ٻڌايو ته هن جي جيڊ ۾ عيب آهي ۽ هو اها ڳالهه قِن جي بادشاهه کي ٻڌائڻ چاهي ٿو ته جيئن اهو موقعو ملي. جيڊ واپس.\nلن زيانگرو کان پوءِ هيشي جي بي واپس ورتي، هو وڏي ٿلهي جي ڀرسان بيٺو، اهو ڏيکاري ٿو ته هو هيشي جي بي سان مرڻ چاهي ٿو.\nان وقت، لن Xiangru، قن جي بادشاهه کي چيو ته: \"Zao جي بادشاهه اڃا به وزيرن جي اعتراضن تي غالب ٿي ۽ وزير جي تجويز کي قبول ڪيو، جيتوڻيڪ هن عام ماڻهن سان ڳالهائڻ دوران هڪ ٻئي کي ٺڳي نه ڪئي، ان جو ذڪر نه ڪيو. ڪِن وڏو ملڪ آهي، ڪِن ۽ ژاوءَ جي دوستيءَ کي قائم رکڻ لاءِ، بادشاهه ژاؤ پنجن ڏينهن روزا رکڻ کان پوءِ، مون پنهنجن وزيرن کي جنڊ سان قِن ڏانهن موڪليو، پر بدقسمتيءَ سان، قِن جي بادشاهه جو نه فقط زاو کي ڏيڻ جو ڪو ارادو نه هو. شهر، پر هن خاندان جي جيڊ هڪ خوبصورت عورت ڏانهن پڻ منتقل ڪيو، جيڪا حقيقت ۾ منهنجي وزيرن جي ٺٺولي هئي.\nڳالهه ختم ڪرڻ کان پوءِ، لن شيانگرو هڪدم ٿلهي کي مارڻ جو اشارو ڪيو، ڪين جي بادشاهه کي ڊپ هو ته هو بيءِ کي نقصان پهچائيندو، تنهن ڪري هن زاو کي پندرهن شهر ڏيڻ جو بهانو ڪيو. لن Xiangru بادشاهه ڪِن جي غداريءَ واري منصوبي کي ڏٺو، تنهن ڪري هن بادشاهه ڪِن کي پنج ڏينهن روزو رکڻ لاءِ چيو ته هو وقت ۾ دير ڪرڻ لاءِ He's Bi پيش ڪري. انهن ٿورن ڏينهن ۾، لن شيانگرو پنهنجن نوڪرن کي جيڊ سان زاو جي رياست ڏانهن موٽڻ لاء موڪليو، جڏهن ته هو قن جي بادشاهه سان معاملو ڪرڻ لاء رهيو.\n(هي ڪهاڻي اهڙي آهي جيئن هڪ عام ماڻهوءَ جون اکيون سندس حيثيت سان متوجه ٿي وڃن.)", "聖意": "گھر ۾ برڪت لاءِ دعا گھرڻ، پاڻ کي، مال ۾ رڪاوٽ وجهڻ، لین دین کي حاصل ڪرڻ ۾ ڏکيائي پيدا ڪرڻ، شادي Liujiaxu پيادلن سان موافق نه آھي، چيتين ريشمي ڪيڙا قبول نه ڪيا وڃن، ڇھ جانور خراب ٿين، ماڻھو گم آھن، عوامي مقدمو ۽ لڏپلاڻ متوقع آھي، گم ٿيل شيون پري آهن، بيماريون قائم آهن، جبلن جي قبرن ڏانهن موڪليا ويا آهن، ۽ تبديل ٿي ويا آهن.", "古人": "جيڊ کي Zhao ڏانهن موٽايو (Jao ڏانهن جيڊ مڪمل ڪريو)", "第X籤": "ستر جي ستين کٽڻ واري لاٽري", "宮": "نون محل"}