{"籤詩版本二": "گجگوڙ جي وڻن جا پن ڪري ويا آهن، سرءُ اچي رهيو آهي، ۽ مسافرن جي واپسي جو سفر ڪڪر وانگر نظر اچي رهيو آهي.\nخدا جي وڏي ڪوشش سان، ٻيڙي واء ۾ خزاني سان واپس آيو.", "詩意": "هي هيڪسگرام sycamore وڻ جي گرڻ واري پنن جي نمائندگي ڪري ٿو.\nسڀ ڪجهه اڳ ۾ خراب آهي ۽ آخر ۾ سٺو.", "解曰": "دل مان شيون وٺو. Tianxin ان جي پيروي ڪري ٿو. روزو رکڻ. جيڪو ڪجھ ڪري سگھي ٿو سو ڪريو.", "籤詩故事一": "◇ واءُ ٽينگوانگ پويلين ڏانهن وهي ٿو\nوانگ بو، درٻار جو نالو زيان، تانگ خاندان جي شروعاتي دور جو شاعر هو، هو تانگ خاندان جي شهنشاهه گازوانگ يونگوئي جي پهرين سال ۾ ڄائو هو. وانگ بو ننڍي هوندي کان ئي لکت پڙهندو رهيو آهي ۽ هو ”چائلڊ پروڊيجي“ جي نالي سان مشهور آهي. وانگ بو ننڍي هوندي کان ئي لکت پڙهندو رهيو آهي ۽ هو ”چائلڊ پروڊيجي“ جي نالي سان مشهور آهي.\nجڏهن هو ڏهن سالن جو هو ته هو ۽ سندس پيءُ هڪ گانڊي مندر وٽان لنگهي رهيا هئا، هنن ڏٺو ته مندر ۾ گونڊي جو عاليشان مجسمو هو، جنهن ۾ ”بهار ۽ خزاں“ جي هڪ ڪاپي رکيل هئي، ۽ جڏهن سندس پيءُ اهو ڏٺو ته هن چيو. هن شهنشاهه گوان کي چيو: ”سبز ڏاڙهيءَ جا ٽي تالا هٿ ۾ کڻڻ، سائي لالٽين کي چنگ خاندان جي تاريخ پڙهڻ ۽ مشهور نالن کي خراج عقيدت پيش ڪرڻ، سائي ڊريگن ۽ چنڊ کي منهنجي هٿ ۾ رکڻ“ چيو ويندو آهي. هن سال جي سرءِ ۾، وانگ بو پنهنجي پيءُ سان ملڻ لاءِ شانزي کان هينان ٻيٽ ڏانهن ويو، جنهن کي جياوزي جي ڪائونٽي مئجسٽريٽ جي حوالي ڪيو ويو هو. سال جي سرءَ ۾ جڏهن هو ستين ورهين جو هو ته وانگ بو پنهنجي پيءُ سان ملڻ لاءِ شنڪسي کان هينان ٻيٽ ڏانهن ويو، جنهن کي جياوزي ڪائونٽي مئجسٽريٽ جي عهدي تان هٽايو ويو هو، رستي ۾ هو هزارين جبلن ۽ درياهن مان لنگهيو.\nان ڏينهن جڏهن اسان مڊانگ جبل تي پهتاسين ته سڀ آرام ڪرڻ لاءِ ڪناري تي ويا، جڏهن وانگ بو اڪيلو هڪ قديم مندر وٽان هلي رهيو هو ته اوچتو هن ڏٺو ته هڪ پوڙهو ماڻهو مندر جي ڀرسان پٿر تي ويٺو هو، اهو پوڙهو ٻار ڄڻ ته صاف بالن وارو هو. هن وانگ بو کي چيو، ”تون وانگ بو آهين نه؟“ وانگ بو حيران ٿي ويو ۽ چيائين، ”بلڪل! توکي اها ڪيئن خبر پئي؟“ پوڙهي ماڻهوءَ چيو، ”مون گهڻو وقت کان ٻڌو آهي ته تو وٽ سٺو آهي؟ ماڻهن کي بچائڻ جو ارادو آهي ۽ تنهنجون نظمون تمام گهڻي معنيٰ وارا آهن، سڀاڻي ٽينگ وانگ پويلين ۾ هڪ وڏي پارٽي ٿيندي، جيڪڏهن توهان ضيافت ۾ شرڪت ڪري مضمون لکي سگهو ته سڄي عمر مشهور ٿي ويندا ۽ سفر جو خرچ به ملندو“. مڊانگ جبل تي، سڀ ماڻهو آرام ڪرڻ لاءِ ڪناري تي ويا، جڏهن وانگ بو اڪيلو هڪ قديم مندر وٽان لنگهي رهيو هو ته اوچتو هن مندر جي ڀرسان پٿر تي ڏٺو، اتي هڪ پوڙهو ماڻهو بيٺو هو، جيڪو سنهڙي وارن وارن ٻارن وانگر نظر اچي رهيو هو. هن وانگ بو کي چيو، ”تون وانگ بو ته ناهين؟\nوانگ بو حيران ٿي ويو ۽ چيائين، ”بلڪل! توکي ڪيئن خبر پئي؟\nپوڙهي ماڻهوءَ چيو: ”مون ڪافي وقت کان ٻڌو آهي ته اوهان ماڻهن کي بچائڻ جو ارادو ڪيو آهي، ۽ اوهان جيڪي نظم لکيا آهن، اهي ڪافي معنيٰ وارا آهن، سڀاڻي پرنس ٽينگ جي پاڙي ۾ هڪ عظيم الشان پارٽي ٿيندي، جيڪڏهن اوهان ضيافت ۾ شرڪت ڪري سگهو ٿا، تون سڄي عمر مشهور رهندين ۽ سفر جو خرچ توکي ملندو“.\nوانگ بو چيو: ”هيءَ جاءِ ٽينگ وانگ پيليئن کان ڇهه يا ست سؤ ميل پري آهي، سڀاڻي هتي ڪيئن پهچي سگهنداسين؟“ پوڙهي ماڻهوءَ چيو: ”آئون گهوڙي کي آسماني واءَ طور استعمال ڪندس ته جيئن توهان کي آساني سان هلڻ ۾ مدد ملي. سڀاڻي ضرور پهچندو.“ وانگ بو منهنجو شڪريو ادا ڪيو ۽ چيو: ”معاف ڪجو، منهنجا سسر، تون امر آهين يا خدا؟“ پوڙهي ماڻهو کلندي چيو، ”مان ژونگ يوان شوئجن جو انچارج آهيان. هي پاڻي وارو علائقو!“ وانگ بو چيو، ”هيءَ جاءِ ٽينگ وانگ پئيلين کان ڇهه يا ست سؤ ميل پري آهي، سڀاڻي هتي ڪيئن پهچي سگهنداسين؟\nپوڙهي ماڻهوءَ چيو: ”آءٌ گهوڙي کي خدائي واءُ طور استعمال ڪندس ته جيئن توهان کي سهڻي ٻيڙيءَ جي سفر ۾ مدد ڏي، مان سڀاڻي ضرور پهچندس.\nوانگ بو سندس شڪريو ادا ڪيو ۽ چيو، ”معاف ڪجو بابا، تون امر آهين يا خدا؟\nپوڙهي ماڻهوءَ کلندي چيو، ”آئون ژونگ يوان شوئجن آهيان، جيڪو هن پاڻي واري علائقي جو انچارج آهيان!“ پوءِ پوڙهي ماڻهوءَ وانگ بو کي زور ڀريو ته هو جلدي ٻيڙيءَ تي چڙهي، هن ڪجهه دير لاءِ پنهنجي چوڌاري سٺا ڪڪر ڏٺا ۽ هوا. ۽ رستي ۾ پاڻي صاف هو، هڪ پلڪ جھڪ ۾، هو سوين ميلن جو سفر ڪري چڪو هو.\nپوءِ پوڙهي ماڻهوءَ وانگ بو کي زور ڀريو ته هو جلدي ٻيڙيءَ تي چڙهائي، هن ڪجهه دير لاءِ پنهنجي چوڌاري سٺا ڪڪر ڏٺا، ۽ اهو آسان سفر هو. جيئن توقع ڪئي وئي، وانگ بو وڏي تقريب جي صبح تي پرنس ٽينگ جي پويلين ڏانهن روانو ٿيو.\nجيئن توقع ڪئي وئي، وانگ بو وڏي تقريب جي صبح تي پرنس ٽينگ جي پويلين ڏانهن روانو ٿيو. ۽ ان جاءِ تي، هن ”پرنس ٽينگ جي پاڙي جو پيش لفظ“ لکيو، جنهن کي تانگ خاندان جي شهنشاهه گازونگ پاران ابدي شاهڪار سڏيو ويو. ۽ ان جاءِ تي، هن ”پرنس ٽينگ جي پاڙي جو پيش لفظ“ لکيو، جنهن کي تانگ خاندان جي شهنشاهه گازونگ پاران ابدي شاهڪار سڏيو ويو.\nهڪ شعر آهي ته:\nاهو هميشه چيو ويو آهي ته باصلاحيت ماڻهو ديوتا آهن، تنهنڪري اهو ڪو حادثو ناهي ته هوا نانچانگ کي نانچانگ ڏانهن آڻيندو آهي.\nمون ٽينگ وانگ جي بلند پايي جي باري ۾ هڪ جملو لکيو، ۽ پوءِ هو امرت وارن سان گڏ Zhongyuan ڏانهن ويو.", "聖意": "پنھنجي گھر لاءِ دعا ڪريو ۽ پنھنجو بچاءُ ڪريو، برڪت لاءِ دعا ڪريو، دولت جي طلب ڪريو، ۽ شادي ۽ همٿ حاصل ڪريو.", "古人": "واءُ ٽنگوانگ پويلين ڏانهن هليو ويو", "第X籤": "ايڪيهه جي نشاني", "宮": "وي گونگ"}