{"籤詩版本二": "ڇا ڪجي جيڪڏهن پنهنجي شهرت جي ڪري پنهنجي فضيلت وڃائي ويهندي، مون کي ڊپ آهي ته سٺي قسمت بدلجي ويندي ۽ خراب شيون ٿينديون.\nشرابي، مون کي خبر ناهي ته ڪيڏانهن وڃان، مون کي سائو پائن جي وڻن جي ڇانوَ ۾ اونداهي خواب آهي.", "詩意": "هي هيڪسگرام پاڻي ڇڏڻ واري ٿڌي مڇي جي نمائندگي ڪري ٿو.\nڪجھ به منتقل نه ٿو ڪري سگھجي.\n\n(هي هيڪسگرام خراب فضيلت ۽ خراب قسمت جي علامت آهي.\nهر شيء ۾ پنهنجا پير زمين تي رکو.\n)", "解曰": "ٿڌڙي مڇي پاڻيءَ مان نڪري ٿي. عطر ۾ مکڻ. جيڪڏهن توهان ڪيمپ جي منصوبن بابت پڇو. اهو بهتر آهي Mo Qi\nهي نشاني Liujia لاء خراب قسمت آڻيندو. سڀ ڪجهه غلط ٿي وڃي ٿو. سلامتي لاءِ دعا ڪريو.", "籤詩故事一": "◇ زوانگزي پنهنجي زال کي آزمائي ٿو\nژوانگزي (Zhuangzi) جو جنم ژو خاندان ۾ ٿيو .هن جو لقب ژوانگ هو .هن جو ڏنل نالو ژو هو ۽ سندس ڏنل نالو زيزيو هو .هو گاني خاندان ۾ مينگئي جو رهاڪو هو . زو خاندان ۾، هو Qiyuan جو سرڪاري هو.\nهڪ ڏينهن ژوانگزي جي ملاقات جبل تي هڪ عورت سان ٿي، هوءَ هڪ نئين قبر جي سامهون بيٺي هئي، پنهنجي پنن کي اهڙي شدت سان ڌڪي رهي هئي، ڄڻ هوءَ قبر جي نم مٽيءَ کي سڪي وڃڻ چاهي ٿي. زوانگزي هن جي نيت نه سمجهي، تنهنڪري هن کان پڇيو. هن چيو ته قبر ۾ دفن ٿيل شخص هن جو مڙس هو ۽ هن جي مڙس جا آخري لفظ هئا ته جيستائين قبر جي مٽي نه سڪي وڃي تيستائين ٻي شادي نه ڪري سگهندي. هوءَ وڌيڪ انتظار نه ڪري سگهي، تنهن ڪري هن قبر جي مٽيءَ کي تيزيءَ سان سڪي ڇڏيو، ته جيئن هوءَ ٻي بهار جو تعاقب ڪري سگهي.\nژوانگزي ان وقت سُرڪيو جڏهن هن سوچيو ته دنيا ۾ اهڙي بي دل عورت به آهي. پوءِ مون سوچيو، ڇا منهنجي زال اهڙي هوندي؟ جڏهن شڪ پيدا ٿئي ٿو، مان ان کي جانچڻ چاهيان ٿو.\nZhuangzi جي زال جو نالو Tian هو، ۽ عام طور تي جوڙو هڪ ويجهي تعلق رکندو هو، پنهنجي زال جي وفاداري کي جانچڻ لاء، Zhuangzi فيصلو ڪيو ته هو مري ويو آهي.\nژوانگزي جي اوچتو بيماريءَ سبب فوت ٿيڻ جي خبر ٻڌي سڄي دنيا مان ڪيترائي ماڻهو جن ۾ مائٽن ۽ دوستن به تعزيت ڪرڻ لاءِ اچي گڏ ٿيا، انهن ۾ چو جي رياست جو هڪ خوبصورت بادشاهه ۽ پوٽو به هو، جيڪو مال جي دولت سان مالا مال هو. ٽيان نئين بيواهه ۽ افسوسناڪ هئي، هن هن جو تعاقب ڪيو. محترمه ٽيان لالچ برداشت نه ڪري سگهي ۽ وانگ سن سان پيار ۾ پئجي وئي، انهن صرف ويهن ڏينهن ۾ شادي ڪئي.\nان رات، جڏهن شراب پيئي هئي ۽ ڪن گرم هئا، وانگ سن کي اوچتو دل جو دورو پيو ۽ مري ويو.\nمس ٽيان خوفزده ۽ پريشان ٿي وئي ۽ وانگ سن کان فوري طور تي پڇيو ته ڇا ڪجي، وانگ سن اهو درد برداشت ڪيو ۽ مس ٽيان کي ٻڌايو ته مئل جسمن جا دماغ مئل کي جيئرو ڪرڻ لاءِ استعمال ڪري سگهجن ٿا.\nلاش ڪٿي ملي؟ محترمه ٽيان اوچتو سوچيو، ڇا هن جو مڙس صرف مري نه ويو آهي؟ مسٽر ٽين مڙس ۽ زال جي وچ ۾ پراڻي محبت کي وساري ڇڏيو، ۽ حقيقت ۾ هڪ ڪهاڙو کڻي پنهنجي مڙس جي تابوت کي ورهايو، پنهنجي دماغ کي دوا وٺڻ لاء تيار ڪيو.\nاوچتو، جڏهن تابوت کوليو ويو، Zhuangzi زندگي ۾ واپس آيو. محترمه تيان ايترو ته شرمنده هئي جو هن پاڻ کي ڦاهي ڏني.\n(هي ڪهاڻي ذاتي فائدي لاءِ دوستي جي ڀڃڪڙي جو استعارو آهي، تنهنڪري اسان ان سان متفق نٿا ٿي سگهون.)", "聖意": "گهر ۾ امن آهي، نفس محفوظ آهي، پئسو نا انصافي آهي، واپار قربان آهي، شاديون ٿيون آهن، ليوجيا ۾ برائي خوشحال آهي، پيادل نه آيا آهن، ريشمي ڪيڙا امن ۾ آهن، چوپايو مال امن ۾ آهي، ماڻهو ماڻهن کي ڳولي رهيا آهن، مقدمو تبديل ٿي چڪو آهي، شاگرد قدامت پسند ٿي چڪا آهن، ملڪيت گم ٿي وئي آهي، ڪابه بيماري نه آهي، ۽ جبل ۽ مقبرا خراب ٿي ويا آهن.", "古人": "زوانگزي پنهنجي زال کي آزمائي ٿو", "第X籤": "لاٽ 84", "宮": "وي گونگ"}