{"籤詩版本二": "اونداهي ڪڪر ۽ ڪڪر جبل جي سامهون روڊ کي ڍڪيندا آهن، سڀ ڪجهه گول آهي ۽ چنڊ وري گول آهي.\nشاعري ۽ ڪتاب ملندا ته اوهين اونهي خواب مان جاڳندا.", "詩意": "هي هيڪسگرام بهار جي آخر ۽ گلن جي ڦلڻ جي علامت آهي.\nرب کان پوءِ سڀ ڪجهه بدلجي ٿو.", "解曰": "پوڙھي ماڻھوءَ کي مدد گھرڻ گھرجي. اهو وري بهار ۾ ڦٽي ٿو. شهرت ۽ دولت جي خواهش. زندگيءَ ۾ دير سان واءُ جو مقابلو ٿيو.", "籤詩故事一": "◇ هان وينگونگ برف سان ملندو آهي\nهان يو، جنهن جو درٻار نالو توزي هو، چانگلي مان هو. تانگ ديزونگ زين يوان جي اٺين سال ۾ جنشي ٿيو، ۽ سندس مرڻ کانپوءِ لقب ون گونگ هو.\nتانگ خاندان جي شهنشاهه زيان زونگ جي راڄ دوران، هان يو مهاتما گوتم جي هڏين سان احتجاج ڪيو، جنهن شهنشاهه کي ڪاوڙايو. هان يو پنهنجي زال ۽ ٻارن کي ڇڏي چاوزو ڏانهن ويو. ڪجھ ڏينھن کان گھٽ ھلڻ کان پوءِ، ٿڌي ھوا تيز ٿي وئي ۽ ڏاڍي برفباري ٿي. هان يو اهڙي جاءِ تي پهتو جتي برف ڪيترائي فوٽ اونهي هئي، جنهن ڪري هن جي گهوڙي کي اڳتي وڌڻ ۾ ڏکيائي ٿي هئي، ڀرسان ڪو گهر نه هو ۽ هن کي خبر نه هئي ته رستو ڪٿي آهي. جيڪڏھن توھان چاھيو ٿا ته رستي تي ھلڻ ۽ پوئتي ھٽڻ، اتي ڪو رستو نه آھي. هوا تيز وهي رهي هئي ۽ برف تيزيءَ سان هيٺ لهي رهي هئي، هان يو چمڙيءَ تائين پکڙيل، منجهيل ۽ بکايل هو، ۽ هن وٽ پنهنجي ڏک جو اظهار ڪرڻ جي ڪا به جاءِ نه هئي.\nهان يو ساهه کنيو ۽ چيو: ”شهنشاهه مون کي نه ماريندو، پر شهنشاهه مون کي تباهه ڪرڻ چاهي ٿو.\nبس جڏهن هان يو بيوس هو ته هن هڪ ماڻهوءَ کي سخت سردي جي باوجود برف صاف ڪرڻ لاءِ ايندي ڏٺو، جيڪو هو هان شيانگزي (هان يو جو ڀائٽيو) هو.\nاڳي، هان شيانگزي هان يو کي چيو هو ته: ”ڪن لنگ ۾ يون هينگ جو گهر ڪٿي آهي؟ برف نيري دروازي کي ڇڪي ٿي ۽ گهوڙو اڳتي وڌڻ لاءِ روڪي ٿو.“ ان وقت هان يو کي سمجهه ۾ نه آيو ته هان شيانگزي جو مطلب ڇا آهي، پر هاڻي هو. آخرڪار سمجهي ويو.\nتنهن ڪري هان يو ۽ هان شيانگزي لانگوان ۾ فو جي گهر ۾ رات گذارڻ ويا. ماضي ۽ پوک جي رستي بابت ڳالهائيندي، هان يو خلوص دل سان قائل هو.\nبعد ۾، هان يو پنهنجي سرڪاري عهدي کي ڇڏي ڏنو، پنهنجي سموري ملڪيت مقامي حڪومت کي عطيو ڪيو، ۽ جبلن ڏانهن ويو تائوزم جي مشق ڪرڻ ۽ هڪ امر بڻجي ويو.", "聖意": "گهر پاڻ لاءِ سٺو ناهي، پئسو ڳولڻ ۾ احتياط ڪيو، ڌنڌي تي ڌيان ڏيو، شاديءَ ۾ دير ٿي وئي، ليوجي عورت پيادل زمينون بند ڪري ڇڏيون، ريشمي ڪيڙا سٺا، مال چارڻ سٺو، ماڻهو ڳولڻ ڏکيو، سرڪاري ڪيس بار بار، ملڪيت گم ، سخت بيماري، بيماري دير، جبل جي قبر کي تبديل ڪيو وڃي.", "古人": "هان وينگونگ برف سان ملن ٿا", "第X籤": "اٺين پنجين کٽڻ واري لاٽري", "宮": "شين گونگ"}