{"籤詩版本二": "مون کي پنهنجي ذاتي معاملن ۾ تنگ نه ڪريو، اهو عوام کان پڇڻ وڌيڪ مناسب آهي.\nصاف دل آسمان ۾ چمڪندڙ چنڊ وانگر روشن ۽ صاف آهي", "詩意": "هي هيڪسگرام آسمان ۾ هڪ روشن چنڊ ​​جي تصوير جي نمائندگي ڪري ٿو.\nهر شي روشن ۽ هوادار آهي.", "解曰": "دل ۾ سڌي ٿيڻ. قانون کي سڌو ڪريو. پاڪ ڪلام. آخرڪار اهو واضح ٿئي ٿو.", "籤詩故事一": "◇ ڪانگ منگ جو جنرل\nحل: Zhuge Liang پنهنجي فوج ۽ جنرلن کي متحرڪ ڪري ٿو\nٽن بادشاهن جي دور ۾، Zhuge Liang (181-234)، درٻار جو نالو Kongming، Yangdu، Langya (هاڻي Yinan County، Shandong Province) ۾ پيدا ٿيو.\nليو بي جي ٽي دفعا دورو ڪرڻ کان پوءِ Zhuge Liang هڪ آفيسر ٿيڻ تي راضي ٿي ويو، ان وقت، Cao Cao، هيبي کي پڪو ڪيو هو ۽ ڏکڻ ڏانهن مارچ ڪرڻ جو ارادو ڪيو هو، هن Xiahou Dun کي چيف جنرل، يو جن، لي ديان ۽ ٻين کي موڪليو. ڊپٽي جنرل، 100,000 جي لشڪر جي اڳواڻي ڪري Xinye ڏانهن مارچ ڪيو. جيتوڻيڪ Zhuge Liang ان وقت دشمن کان پوئتي هٽڻ جو هڪ منصوبو هو، گوان يو ۽ ژانگ في Zhuge Liang جي لفظن کي ناپسند ڪيو. Zhuge Liang وٽ ليو بي جي تلوار کي استعمال ڪرڻ کان سواءِ ٻيو ڪو به رستو نه هو ته هو انهن ٻنهي کي قائل ڪري، تنهن ڪري هر هڪ هڪ هزار سپاهين جي اڳواڻي ڪئي ۽ يوشان ۽ انلن ۾ گھيرو ڪيو، اهي شيائو ڊن جي انتظار ۾ هئا ته هو پنهنجي فوج جي اڳواڻي ڪري، ۽ پوء انهن تي حملو ڪيو. حملا ۽ باهه.\nان کان علاوه، زاو يون کي فوج جي پراڻي ۽ ڪمزور باقي بچيل فوج جي اڳواڻي ڪرڻ لاءِ موڪليو ويو ته جيئن Xiahou Dun جي خلاف وڙهڻ لاءِ، ۽ پوءِ شڪست کاڌائين ۽ پوئتي هٽي، Xiahou Dun کي جبلن ۽ ٻيلن جي تنگ رستي ڏانهن راغب ڪري، هن گوان کي پڻ موڪليو. پنگ، زو ڪانگ، ليو فينگ ۽ ٻيا کائو جي فوج جي پٺيءَ ۾ گھڙڻ، سامان کي ساڙڻ ۽ ڪاو جي فوج ۾ خوف پيدا ڪرڻ.\nجنگ کان پوء، هر شيء ائين ٿيو جيئن Zhuge Liang ترتيب ڏنو. جڏهن شيهائو ڊن ۽ يو جن فوج جي تعاقب ۾ اڳواڻي ڪئي ته لي ڊين، جيڪو پوئين پاسي هو، فوري طور تي زاهائو ڊن کي اڳواٽ اطلاع ڏنو ته هن کي دشمن جي فائر حملن کان بچاءُ ڪرڻ جي ضرورت آهي، تنهن هوندي به، گهڻو دير ٿي چڪي هئي، ۽ ڪاو جي فوج کي روڪيو ويو. تنگ روڊ ۽ هڪ اهڙي جاءِ تي هو جتي وڻ وڍيل هئا، تنهنڪري باهه شروع نه ٿي سگهي، اتي تمام گهڻو جاني نقصان ٿيو، ۽ زيهو ڊن ۽ ٻيا جنرل شڪست کاڌي ۽ واپس زودو ڏانهن ڀڄي ويا.\n(هي ڪهاڻي هڪ استعارو آهي ته ڪانگ منگ ماڻهن کي استعمال ڪرڻ ۽ حڪمت سان ملڪ تي حڪومت ڪرڻ ۾ سٺو آهي.)", "聖意": "گھر ۽ گھر مبارڪ آھن، مان دولت ۾ خوش نصيبي، ذهني سڪون، خوشحال ڪاروبار، شادي، ڪاميابي، ليوجيا ۾ ڪاميابي، ماڻھن کي ھلندڙ پوک، ريشمي ڪيڙا، مال جي نقصان، گم ٿيل ماڻھو، عوامي ڪيس، لڏپلاڻ، گم ٿيل ملڪيت، نعمت، بيماري، امن، جبل ۽ قبرون.", "古人": "ڪانگ منگ جو جنرل", "第X籤": "نائين نشاني", "宮": "ين محل"}