{"籤詩版本二": "عزائم ۽ حاصلات ته خاندان ۾ آهن، پر هاڻي شراب ۽ جنس ختم ٿي ويندي\nجيڪڏهن توهان هڪ سوني مرغ ڏسندا ته توهان کي پئسا، دولت ۽ قسمت سان انعام ملندو.", "詩意": "هي هيڪسگرام امتياز ۽ شهرت جي علامت جي نمائندگي ڪري ٿو.\nهر شي کي خوش رکڻ.", "解曰": "پرجوش ۽ پرجوش. پنهنجو پاڻ کي سنڀالڻ ۾ دير ناهي. سوني مرغ واعدو ڪيو. سڀ خوش.", "籤詩故事一": "◇ Cao Pi پاڻ کي شهنشاهه قرار ڏنو\nCao Pi، درٻار جو نالو Zihuan، Peiguoqiao (هاڻي Hao County، Anhui) ۾ پيدا ٿيو. جيان جي دور ۾ مشهور سياستدان ۽ اديب.\nCao Pi Cao Cao جو ٻيو پٽ آهي .هو ننڍپڻ کان ئي پنهنجي پيءُ سان گڏ فوجي ڪيمپ ۾ رهندو هو .پنهنجي پيءُ جي اثر هيٺ، Cao Pi ڇهن سالن جي عمر ۾ تير اندازي ۽ اٺن سالن جي عمر ۾ گهوڙي سواري سکي ۽ ترقي ڪئي. سٺي مارشل آرٽ جون صلاحيتون. هن وٽ قديم ۽ جديد طبقن ۽ سوانح عمرين جي پڻ وسيع ڄاڻ آهي، ان سان گڏ سوين مکتبن فڪر جا ڪتاب پڻ موجود آهن. اهو اڃا ارڙهن سالن جي عمر ۾ نه هو ته Cao Cao Yuan Shao کي شڪست ڏني ۽ Cao Pi يچينگ ۾ نسبتا مستحڪم زندگي گذاري، جيڪو Cao Cao جي حڪمراني جو مرڪز هو. ان وقت کان وٺي، جيتوڻيڪ هو ڪڏهن ڪڏهن فوجي مهمن تي پنهنجي پيءُ سان گڏ ويندو هو ۽ اڪثر وقت هڪ عظيم پٽ جي زندگي گذاريندو هو، تڏهن به هو هر روز مارشل آرٽ جي مشق ڪندو هو ۽ اڄ ڏينهن تائين رد نه ڪيو آهي. هو اڪثر پنهنجي گهوڙي تي سواري ڪندو آهي سو قدمن تي ۽ مارشل آرٽ ۾ تمام گهڻو ماهر هوندو آهي، ڇاڪاڻ ته هو اڪثر مارشل آرٽ جي مشق ڪندو آهي، هو هلڪو ۽ مضبوط هوندو آهي.\nCao Cao جو وڏو پٽ Cao Ang جنگ ۾ مارجي ويو. وڏي پٽ جي وفات کان پوء، Cao Pi تاج شهزادي لاء پهرين پسند بڻجي ويو. جڏهن هو ٽيٽيهه ورهين جو هو ته کيس ڪاو ڪائو طرفان تاج شهزادو بڻايو ويو. Cao Pi جڏهن ٽيٽيهه ورهين جو هو، ته Cao Cao بيماريءَ سبب وفات ڪري ويو، ۽ Cao Pi سندس جاءِ تي وزير اعظم ۽ ويءَ جو بادشاهه ٿيو. هن چيو ته هو اڪثر گهوڙي تي سواري ڪندو آهي سو قدمن تي ۽ تمام ماهر هوندو آهي ڇاڪاڻ ته هو اڪثر ڪنگفو جو مشق ڪندو آهي، هو هلڪو ۽ صحتمند هوندو آهي.", "聖意": "دعا ڪريو پنھنجي گھر ۽ گھر ۾ امن رھو، دولت ڳوليو، محنت ڪريو، واپار ڪريو، جلد ٽوڙيو، شاديون ڪامياب ٿينديون، ليوجيا محفوظ رھندا، ماڻھو ٻني ۾ ھوندا، ريشم جا ڪيڙا بالغ ٿيندا، ڇھ ڍور ٿيندا. بالغ، ماڻهو ڳولڻ ڏکيو ٿي ويندو، عوامي مقدمو، تڪڙو فيصلو، لڏپلاڻ، گم ٿيل ملڪيت، پري پري، بيماريون جبلن ۽ قبرن ۾ رهنديون آهن.", "古人": "Cao Pi پاڻ کي شهنشاهه قرار ڏئي ٿو", "第X籤": "نائين پنجين کٽڻ واري لاٽري", "宮": "xugong"}