{"籤詩版本二": "شاندار پاگوڊا غير معمولي آهي، جنهن جي سڀني پاسن تي شاندار خاصيتون آهن جيڪي چمڪندڙ چمڪندڙ آهن.\nمان توهان کي تاڪيد ڪريان ٿو ته هو دل سان سجدو ڪرڻ ۽ نيڪ ڪم ڪرڻ جو عزم ڪيو، ۽ جنت توهان کي برڪت ڏيندو.", "詩意": "هي هيڪسگرام قابليت جي ظاهر جي نمائندگي ڪري ٿو.\nسڀ ڪجهه سهڻو آهي.", "解曰": "اهي نعمتون. هر ڪنهن وٽ آهي. تمام گهڻو مصروف نه ٿيو. ميرٽ اڳ ۾ طئي ٿيل آهي.", "籤詩故事一": "◇ فينيانگ جو بادشاهه چيني ويلنٽائن ڊي تي پنهنجي پوٽي سان ملي ٿو\nحل: گيو زيئي چيني ويلنٽائن ڊي تي زمين تي لهي ويور ڇوڪري سان ملاقات ڪئي. Tiansun، جيڊ شهنشاهه جي پوٽي، ست پريون آهن.\nگو زيئي (697-781)، جيڪو گوو لنگونگ جي نالي سان پڻ سڃاتو وڃي ٿو، هو زينگ ڪائونٽي، هوزو (هاڻي هوڪسين ڪائونٽي، شانزي صوبي) جو هڪ رهواسي ۽ تانگ خاندان ۾ هڪ جنرل هو. شاهي عدالت زيئي کي فينيانگ جي بادشاهه جو لقب ڏنو.\nچيو وڃي ٿو ته زيئي اصل هوزو جو هو ۽ وڏي ديوار جي ٻاهران فوج ۾ شامل ٿيڻ لاءِ ويو هو، هو بيجنگ ويو هو ته فوجي ادائگي لاءِ دٻاءُ وڌو ۽ واپس ينزو واپس آيو، ان وقت چيني ويلنٽائن ڊي جو ڏينهن هو. اونداهي ٿي رهي هئي، سج اونڌو ٿي رهيو هو، ضياءُ اڳتي نه وڌي سگهيو، سو هو روڊ جي ڀرسان بيٺو هو، هو هڪ خالي گهر ۾ فرش تي سمهي رهيو هو، جڏهن سمهڻ ئي هو ته اوچتو هن کي هڪ ڳاڙهي روشني نظر آئي. ٻنهي پاسن کان هو اٿي بيٺو ۽ حيرانگي سان ڏسڻ لڳو، آسمان ۾ هڪ ڪڪر هو، جيڪو آهستي آهستي هيٺ اچي رهيو هو، اتي هڪ سهڻي عورت ويٺي هئي، جيڪا عام ماڻهن کان بلڪل مختلف هئي. ضياءَ فوراً کيس سلام پيش ڪيو ۽ چيو، ”اڄ ستين قمري مهيني جو ستين ڏينهن آهي، مان سمجهان ٿو ته اها ويور ڇوڪري آهي، جيڪا هن کي وڏي عمر ۽ دولت عطا ڪرڻ جي خواهشمند آهي.\nعورت به جواب ڏنو: ”وڏي دولت سان وڏي عمر اچي ٿي.\nهن جي ڳالهائڻ کان پوءِ چمڪ موٽي آئي ۽ بادل آهستي آهستي اڀرڻ لڳا، عورت اڃا تائين خوشگوار مسڪراهٽ سان گئو زيئي ڏانهن نهاري رهي هئي، جڏهن هوءَ هن کان پري هئي ته دونھون ڦهلجي رهيو هو ۽ هوءَ وڌيڪ نظر نٿي اچي.\nاهو سچ ثابت ٿيو، جيئن عورت چيو. ضياءَ جون خوبيون سڄي دنيا ۾ مشهور آهن، هو هڪ انتهائي مقبول وزير آهي، ۽ هو هڪ عام فضيلت ۽ فضيلت جو مالڪ آهي.", "聖意": "گهر ۾ پنهنجي لاءِ هڪ خواهش ڪر، پنهنجي لاءِ هڪ خواهش ڪر، پئسي لاءِ دعا، ڪاروبار ۾ سٺي قسمت، شادي ۾ سٺي قسمت، ليوجيا ۾ سٺي قسمت، ماڻهن سان خوشگوار سفر، هلندڙ ميدان، ريشمي ڪيڙا، مستحڪم مال، مال ڳولڻ ۾ خراب قسمت. ماڻهو، عوامي مقدمو، لڏپلاڻ، سٺي قسمت، گم ٿيل ملڪيت جون بيماريون، زينڪسنگشان ۾ قبرون", "古人": "بادشاهه فينيانگ چيني ويلنٽائن ڊي تي پنهنجي پوٽي سان ملاقات ڪئي", "第X籤": "ڇهين نشاني", "宮": "xugong"}