{"籤詩版本二": "گهوڙي کي دٻائڻ ۽ چابڪ کي پڪڙي، اسان سڌو هتي پهتاسين، اڌ خطري ۾ ۽ اڌ آفت ۾.\nائين لڳندو آهي ڄڻ ڪو گهر باهه سان سڙي وڃي، جڏهن آسمان ڪري ٿو، مينهن ان کي خاڪ ۾ تبديل ڪري ٿو، مون وٽ هڪ منصوبو آهي.", "詩意": "هي هيڪسگرام اڌ غم ۽ اڌ خوشي جي نمائندگي ڪري ٿو.\nاهو هر شيء ۾ سٺو ڪرڻ جي صلاح ڏني وئي آهي.", "解曰": "زندگيءَ جي محنت. صحيح ۽ غلط جي پرواهه نه ڪريو. ٽنگون عارضي آهن. ناراضگي قدرتي طور تي اچي ٿي.", "籤詩故事一": "◇ Tao Sanchun Guayuan ۾ Zheng En کي شڪست ڏئي ٿو\n”منهنجي يادگيري زندهه رهو،“ زاو ڪوانگين وري اٿي بيٺو، ”بيپنگ ڪنگ زينگ اين ان وقت شادي جو بندوبست ڪيو هو، هاڻي جڏهن دنيا امن ۾ آهي، تنهن ڪري مان توهان کان اجازت گهران ٿو ته شاديءَ لاءِ هڪ سٺو ڏينهن چونڊيو. \"\n”منهنجي يادگار زنده باد!“ زاو ڪوانگين اُٿي بيٺو ۽ چيو، ”پيڪنگ جي بادشاهه زينگ اين ان وقت شادي ڪئي هئي، هاڻي جڏهن دنيا امن ۾ آهي، تنهن ڪري مان توهان کان اجازت گهرڻ ٿو چاهيان ته توهان کي مبارڪ چونڊڻ جي اجازت ڏيو. شادي ڪرڻ جو ڏينهن.\"\n”ها، ٽئين ڀاءُ جي ته اڳي ئي مڱڻي ٿي هئي، مون کي ان بابت ڪيئن خبر نه هئي؟“ چائي رونگ ڏاڍو حيران ٿيو، هن پنهنجو هٿ زاو ڪوانگين کي ويهڻ لاءِ چيو.\n”او! ٽئين ڀاءُ جي ته اڳي ئي مڱڻي ٿي هئي، مون کي ان جي خبر ڪيئن نه پئي؟“ چائي رونگ (جنهن بعد زو خاندان جو شهنشاهه) ڏاڍو حيران ٿيو، هن پنهنجو هٿ جهليو ۽ زاو ڪوانگين کي ويهڻ لاءِ چيو.\n”اها ته هڪ ڊگهي ڪهاڻي آهي، پهرين ڳالهه ته ان وقت اسان غربت ۾ هئاسين ۽ تنهنجي فوج ۾ شامل نه ٿيا هئاسين، ان وقت کان وٺي سالن کان وڙهندا رهيا آهيون، تنهن جي پرواهه ڪرڻ لاءِ اسان وٽ وقت نه آهي، ٻيو ته ٽيون ڀاءُ به ٿورڙو. ان جو ذڪر ڪرڻ ۾ شرم ٿو اچي، تنهنڪري توهان جي عظمت کي خبر ناهي.\n”اها ته هڪ ڊگهي ڪهاڻي آهي، پهرين ڳالهه ته ان وقت اسان غربت جي زندگي گذاري رهيا هئاسين ۽ اوهان جي فوج ۾ شامل نه ٿيا هئاسين، ان وقت کان وٺي سالن کان وڙهندا رهياسين ۽ اوهان جي پرواهه ڪرڻ جو وقت ناهي، ٻيو ته ٽيون ڀاءُ به آهي. ان جو ذڪر ڪرڻ ۾ ٿورو شرم ٿو اچي، تنهنڪري توهان جي عظمت کي خبر ناهي.\n”يار ڪاليج جي شاگرد جي شادي ٿي رهي آهي، ان ۾ شرمسار ٿيڻ جي ڪهڙي ڳالهه آهي؟ ٽيون ڀاءُ ڪافي عرصي کان ميدان جنگ ۾ آهي ۽ کيس بي مثال هيرو سمجهي سگهجي ٿو، تون ان معاملي ۾ ايڏي بيوقوف ڇو آهين؟\n”يار! ڪاليج جي ڇوڪريءَ جي شادي ٿي رهي آهي، ان ۾ شرمسار ٿيڻ جي ڪهڙي ڳالهه آهي؟ ٽيون ڀاءُ ڪافي عرصي کان ميدان جنگ ۾ آهي ۽ کيس بي مثال هيرو سمجهي سگهجي ٿو، تون ان معاملي ۾ ايڏي بيوقوف ڇو آهين؟\n\"جنهن جي باري ۾ ڳالهائيندي، مان پنهنجي ٽئين ڀاء کي شرمسار ٿيڻ جو الزام نه ٿو ڏئي سگهان، ڇاڪاڻ ته اها شادي جعلي هئي.\"\n\"جنهن جي باري ۾ ڳالهائيندي، مان پنهنجي ٽئين ڀاء کي شرمسار ٿيڻ جو الزام نه ٿو ڏئي سگهان، ڇاڪاڻ ته اها شادي جعلي هئي.\"\n\"ٽائيپ ڪيو ويو؟ هي، اهو دلچسپ آهي. مهرباني ڪري مون کي ٻڌايو ته ڇا ٿيو.\"\n\"مون ان کي ٽائيپ ڪيو! هي! اهو دلچسپ آهي! مهرباني ڪري مون کي ٻڌايو ته ڇا ٿيو.\"\n”ها، مون کي ياد آهي ته اهو سال، جڏهن اسان هز ميجسٽيءَ ۾ شامل ٿيڻ وارا هئاسين، تڏهن باوچينگ ڪائونٽي مان لنگهي رهيا هئاسين، جون ۾ سخت گرمي هئي، منهنجو ٽيون ڀاءُ هوٽل ۾ رهي نه سگهيو، ان ڪري هو اڪيلو گهمڻ لاءِ نڪري ويو. خربوزيءَ جي باغ مان گذرڻ کان پوءِ هو اندر گھڙي ويو خربوزيءَ جي اڃ اُڃي، ان وقت اڳي پکندڙ خربوزيءَ جا گهڻا نه هئا ۽ ٽئين ڀاءُ کي اها خبر نه هئي ته انهن کي ڪيئن کڻجي، ان ڪري هن انهن مان گهڻا ٽوڙي ڇڏيا. جنهن خربوزيءَ کي ڏٺو، اها هڪ عورت هئي، هوءَ اڳتي وڌي ٽئين ڀاءُ تي الزام هڻندي هئي، ٻنهي ۾ جهيڙو ٿيو، پوءِ پاڻ ۾ جهيڙو شروع ٿي ويو، اچو ته خوشقسمتيءَ سان پريشان ٿي ويس ۽ بروقت بچاءَ لاءِ پهتاسين. \"\n”ها، مون کي ياد آهي ته اهو سال، جڏهن اسان هز ميجسٽيءَ ۾ شامل ٿيڻ وارا هئاسين، تڏهن باوچينگ ڪائونٽي مان لنگهي رهيا هئاسين، جون ۾ سخت گرمي هئي، منهنجو ٽيون ڀاءُ هوٽل ۾ رهي نه سگهيو، ان ڪري هو اڪيلو گهمڻ لاءِ نڪري ويو. خربوزيءَ جي باغ مان گذرڻ کان پوءِ هو اندر گھڙي ويو خربوزيءَ جي اڃ اُڃي، ان وقت اڳي پکندڙ خربوزيءَ جا گهڻا نه هئا ۽ ٽئين ڀاءُ کي اها خبر نه هئي ته انهن کي ڪيئن کڻجي، ان ڪري هن انهن مان گهڻا ٽوڙي ڇڏيا. جنهن خربوزيءَ کي ڏٺو، اها هڪ عورت هئي، هوءَ اڳتي وڌي ٽئين ڀاءُ تي الزام هڻندي هئي، ٻنهي ۾ جهيڙو ٿيو، پوءِ پاڻ ۾ جهيڙو شروع ٿي ويو، اچو ته خوشقسمتيءَ سان پريشان ٿي ويس ۽ بروقت بچاءَ لاءِ پهتاسين. \"\n”هي زينگ زيمنگ، پهرين ته هن جي غلطي آهي، هن کي معافي گهرڻ گهرجي، توهان هن کي ڇو ماريو؟ ان کان علاوه، هڪ ڇوڪريءَ جي گهر واري هن جهڙن ويڙهاڪ ماڻهوءَ جي مُکن ۽ ڪُتن کي ڪيئن برداشت ڪري سگهي ٿي! ٽڪرا. نه؟\" \"ڇوڪري کي نقصان نه پهچايو ويو ...\"\n”هي زينگ زيمنگ، پهرين ته هن جي غلطي آهي، تنهن ڪري هن کي معافي گهرڻ گهرجي، تون هن کي ڇو ماري رهيو آهين؟ ان کان علاوه، هڪ ڇوڪريءَ جي گهر واري هن جهڙي بي رحم ماڻهوءَ جا مُک ۽ لات ڪيئن برداشت ڪري سگهي ٿي! اچو ته ٻڌاءِ! تو هن ڇوڪريءَ کي ماريو آهي، نه؟\n\"ڇوڪري کي نقصان نه پهچايو ويو ...\"\n”اهو ٺيڪ آهي، اهو ٺيڪ آهي... اي، ڇا توهان ايڪشن نه ورتو؟ اوه، مان سمجهان ٿو ته توهان مون کي وقت تي بچايو.\n”اها ٺيڪ آهي! اهو ٺيڪ آهي... ها! ڇا توهان ايڪشن نه ورتو؟ اوه! مان سمجهان ٿو ته توهان ئي آهيو جنهن مون کي وقت ۾ بچايو!\"\n”...نه، جنهن کي مون بچايو هو... ٽيون ڀاءُ هو.“ ”نه، جنهن کي مون بچايو هو... ٽيون ڀاءُ هو.\n\"آه؟!\" \"آه؟!\"\n”ٽئين ڀاءُ کي عورت زمين تي ڌڪ هنيو ۽ سڄي رستي ۾ ڏاڍي مار ڏني، خوشقسمتيءَ سان، مان اتي پهتس ۽ کيس وڃڻ لاءِ چيو، تنهنڪري هو سخت زخمي نه ٿيو. ... سائين! \"\n”ٽئين ڀاءُ کي عورت زمين تي ڌڪ هنيو ۽ ڏاڍي مار ڏني، خوشقسمتيءَ سان، مان اتي پهتس ۽ کيس ٻاهر وڃڻ لاءِ چيو، تنهن ڪري هو سخت زخمي نه ٿيو. ... توهان جي عظمت... توهان جي عظمت...!\n”آه؟...اڙي اها عورت ڪير آهي!؟“ ”آه!؟...اڙي اها عورت ڪير آهي!؟\n”بعد ۾ مون کي معلوم ٿيو ته ان عورت جو نالو تائو سانچون هو ۽ هن جو پيءُ تائو هانگ هڪ پراڻو هيرو هو، جنهن کي ڪا به خواهش نه هئي، تائو سانچون پنهنجي پيءُ کان مارشل آرٽس تڏهن کان سکيو هو، جڏهن هو ننڍپڻ کان ئي واقف ٿيو هو. هن جي خاندان ۾ مون ڏٺو ته مس سانچون شاندار ڪردار جي مالڪ هئي، لو لو لو ۽ سخي، ننڍڙي ڇوڪري هجڻ جي عادت کان سواءِ، جان بوجھ ڪري ساڻس ملائي، تائو پيءُ ۽ ڌيءَ کي به ٽئين ڀاءُ جو سڌو سنئون ڪردار تمام گهڻو پسند آيو. ان کي فوري طور تي هٽايو ۽ انهن ٻنهي لاء هن شادي جو فيصلو ڪيو، مهرباني ڪري مون کي ٻڌايو، ڇا اها ڪوڙي شادي ناهي؟\n”بعد ۾ مون کي خبر پئي ته ڇوڪريءَ جو نالو تائو سانچون هو ۽ هن ننڍي هوندي کان ئي پنهنجي پيءُ کان مارشل آرٽ سکيو هو، جڏهن مان هن جي خاندان سان واقف ٿيس ته مون ڏٺو ته مس سانچون شاندار ڪردار جي مالڪ هئي، سخي هئي. ۽ مون کي ننڍڙي ڇوڪري هجڻ جو ذرو به نشان نه هو، تنهنڪري مون ڄاڻي واڻي هن کي نوڪريءَ ۾ وٺي ڇڏيو، مسٽر تائو ۽ سندس ڌيءَ کي به پنهنجي ٽئين ڀاءُ جو سڌو سنئون ڪردار تمام گهڻو پسند آيو، هنن ان کي فوري طور تي هٽائي ڇڏيو ۽ ٻنهي سان شادي ڪرڻ جو فيصلو ڪيو. ٻيو، سائين، ڇا توهان نٿا سمجهو ته اها هڪ ڪوڙي شادي آهي؟\n(هن ڪهاڻيءَ جو استعارو اهو آهي ته هڪ خراب شيءِ سٺي شيءِ بڻجي وئي.)", "聖意": "گھر ۽ نفس جي حفاظت لاءِ دعا ڪريو، احتياط ڪريو، دولت لاءِ دعا ڪريو، ڌنڌو برباد ڪريو، شاديءَ ۾ رڪاوٽ، سزا، لوجيا، بيمه، پيادلن جو ٻنيءَ ۾ ڦاسڻ، ريشمي ڪيڙن جو نقصان، مال جي نقصان، گم ٿيل ماڻھو، غير قانوني ڪيس، نقصان، لڏپلاڻ، قدامت وڃايل ملڪيت ، خراب بيماريون ، پريشانيون ، خطرا ، جبل ، قبر ، ناڪامي", "古人": "Tao Sanchun خربوز جي باغ ۾ زينگ اين کي شڪست ڏئي ٿو", "第X籤": "نونائي نمبر", "宮": "هائيگونگ"}