{"籤詩版本二": "ويهبط الغراب الذهبي في الغرب ويشرق الأرنب في الشرق، وتستمر دورة الليل والنهار منذ القدم وحتى الوقت الحاضر.\nيعرف الرهبان والطاويون أنه لا يوجد أي ضرر، والعلماء والمزارعون والصناعة والتجار يتبعون عقولهم.", "詩意": "يمثل هذا المخطط السداسي تزايد وتراجع الين واليانغ.\nإنها أيضًا علامة على أن كل شيء سوف يسير كما هو مخطط له.", "解曰": "لا يوجد شيء في الاعتبار. ما فعلته هو جدير بالتقدير. مثل السهم من القوس. أصابت طلقة واحدة الهدف.", "籤詩故事一": "◇ العم Cao Guo خالد\nيُقال إن Cao Guojiu، وهو مواطن من Xuzhou، هو العم الأكبر للدولة خلال فترة Renzong من أسرة Song، وكان اسمه Cao Yi، المعروف أيضًا باسم Cao Jingxiu.\nكان للعم Cao Guo أخ أصغر اسمه Cao Er. \"اعتمد Cao Er هذا على موقعه كسلطة إمبراطورية وارتكب كل أنواع الشر. احتل الحقول، وأخذ زوجاته وبناته، وكوّن صداقات مع بعض الأشرار الخارجين عن القانون، يدخلون ويخرجون. لم يستطع Cao Guojiu تحمل ذلك، لذلك هو رفض الاستماع إلى كلماته الطيبة وتعزيته، فلجأ إلى العقاب للسيطرة عليه، فثارت الضغينة بين الأخوين.\nقال Cao Guojiu: \"مبادئ العالم هي أن أولئك الذين يجمعون الخير سوف يزدهرون، وأولئك الذين يجمعون الشر سوف يهلكون. هذه حقيقة ثابتة. لقد تراكمت عائلة Cao لدينا أعمال شريرة في الماضي لتحقيق ثروة اليوم. الآن لقد راكم أخي الشر إلى أقصى الحدود، حتى لو هرب، حتى لو تمت معاقبتك من قبل مسؤول، فلن تتمكن من الهروب من الكوارث الخفية. بمجرد أن تأتي الكارثة وتدمر عائلتك ويموت شخص ما، فلن تتمكن من الهروب عند ذلك الوقت، سأذل وأخاف منه.\" ففرقت كل ثروتي، وساعد الفقراء ولم يعد يهتم بأمر أخيه. ثم ترك منزله وأصدقائه، وارتدى زيًا طاويًا، وذهب إلى الجبال لتنمية عقله وطبيعته.\n\"في أحد الأيام، صادف أنه التقى Zhongli وLu Dongbin من أسرة هان. وكانا سعيدين جدًا برؤية إجابات العم Cao Guo البليغة. وأعطوه \"المرسوم السري لإعادة الحقيقة\" وأمروه بالتدرب بعناية. وسرعان ما، Zhongli تم تقديم Quan وLu Dongbin إلى الطبقة الخالدة.", "聖意": "حظا سعيدا للمنزل، المنزل، حظا سعيدا، حظا سعيدا، حظا سعيدا في العمل، الزواج، المسافر الذكور، زراعة دودة القز في الحقل في وقت مبكر، فشل الماشية، البحث عن الناس، دعوى قضائية، الهجرة، الممتلكات المفقودة، المرض المتأخر، حسن الحظ", "古人": "العم Cao Guo خالد", "第X籤": "التوقيع الثامن عشر", "宮": "ماوغونغ"}