{"籤詩版本二": "السماح للقارب بالعودة من شاطئ المياه السريعة، ماذا تريد أن تفعل بسبب الاضطرابات؟\nإذا أردت الأمان فابحث عن الطمأنينة وانتظر مرور الأمواج من هذه الأزمة.", "詩意": "يشبه هذا المخطط السداسي قاربًا يسافر على شاطئ سريع.\nكن محافظًا في كل شيء وانتظر الوقت.", "解曰": "النزول في الماء القوي. الخطر يكمن في انتظار الوقت. إذا سألت عن خطط المخيم. لا يوجد ما يمكن فعله.", "籤詩故事一": "◇Ziyi يتوج ملكًا\nكان Guo Ziyi (697-781)، المعروف أيضًا باسم Guo Linggong، مواطنًا من مقاطعة Zheng، Huazhou (الآن مقاطعة Huaxian، مقاطعة Shaanxi) وجنرالًا في أسرة Tang.\nأثناء تمرد أنشي في العام الرابع عشر من حكم تيانباو (755)، مُنح لقب شوفانغ جيدوشي (لينغوو، غرب لينغوو في نينغشيا الحالية). وأمر بشن حملة صليبية. وجمع جيش شوفانغ مع لي غوانغبي للزحف. في خبي، وحدوا قواهم في تشانغشان (تشنغدينغ، خبي) وهزموا شي سيمينغ، واستعادوا خبي. في هذا الوقت، اقترح Guo Ziyi أن يأخذ الإمبراطور Fan Yang من الشمال ويهاجم وكر النمر المتمرد لتقليل حصار Tongguan، لكن Xuanzong رفض. بعد ذلك، تم زرع حالة المدن التابعة الانفصالية في أواخر عهد أسرة تانغ، والتي أصبحت أيضًا السبب البعيد لزوال أسرة تانغ.\nفي السنة الخامسة عشرة من حكم تيانباو (756)، قام هو وتحالف الأويغور بتهدئة هيكو، وفي ربيع العام التالي، استعادوا هيدونغ (يونغجي، شانشي حاليًا) وفنغ يي (دالي، شنشي حاليًا)، وهاجموا تونغقوان. هزيمة كوي تشيانيو، وعانى جيش تانغ من أكثر من 10000 ضحية. استسلم Cui Qianyu إلى Pujin. قُتل آن لوشان على يد ابنه آن تشينغكسو.\nفي السنة الثانية من حكم Zhide (757)، أُمر بقيادة القوات إلى Fengxiang، وفي الطريق هزم 5000 من فرسان Li Guiren عند جسر Baiquliuyun (جنوب شرق Sanyuan اليوم)، وفي مايو، قاتل مع An Shouzhong وLi Guiren. في تشينغتشو (غرب شيان اليوم)، انسحب إلى ووغونغ (شمال غرب ووغونغ اليوم).وفي سبتمبر، تبع المارشال غوانغبينغ وانغ لي تشو لقيادة تانغ والأويغور للانضمام إلى 150 ألف جندي، ثم قاتلوا مع An Shouzhong وLi Guiren في شيانغ. وإلى الشمال من معبد جي (جنوب غرب مقاطعة تشانغآن اليوم)، حلق جنود الأويغور خلف العدو، وهاجموا من كلا الجانبين، وقتلوا 60 ألف عدو. وفر تشانغ تونغرو إلى مقاطعة شنشي، و استعادت أخيرًا العاصمة تشانغآن (شيآن اليوم)، وتمت استعادة عظمة جيش تانغ مرة أخرى إلى تشانغآن.\nبعد ذلك، استفاد جيش تانغ من النصر وسار شرقًا، وهزم 150 ألف رجل بما في ذلك يان تشوانغ وتشانغ تونغرو في شينديان (الآن جنوب غرب مدينة سانمينشيا، مقاطعة خنان)، مما أجبر أنكينغ شو على عبور النهر الأصفر والتراجع إلى شيانغتشو. عاد دونغجون لويانغ. أضف سيتو إلى مزاياه واجعله دوقًا للبلاد.\nقاد شي سيمينغ جيشه من فان يانغ لإنقاذ آن تشينغسو. وتقاتل الجانبان في تشكيل شمال نهر أنيانغ (شمال أنيانغ اليوم). وكان القتال لا ينفصم. وفي النهاية، بقيادة تسعة جيدوشي، جيش تانغ، الذي ادعى أن لديه 600000 رجل، وانسحبوا (في معركة يتشنغ). كان القائد الرئيسي لهذه المعركة هو الخصي يو تشاوين، الذي لم يكن لديه مهارات قيادية وألقى باللوم على Guo Ziyi في فشل المعركة. تم استدعاء Guo Ziyi مرة أخرى إلى Chang'an، وتم إعفاؤه من القوة العسكرية، وأصبح مسؤولًا خاملاً.\nفي السنة الأولى من حكم باويينغ (762)، تمردت القوات في تاييوان (جنوب غرب تاييوان اليوم) وجيانغتشو (شينجيانغ اليوم في مقاطعة شانشي)، وكان البلاط خائفًا، لذلك مُنح Ziyi لقب ملك Fenyang وخرج إلى السيطرة على جيانغتشو. كما تم عزله من قبل الخصي تشنغ يوان تشين وتم إعفاؤه من القوة العسكرية.\n(محور هذه القصة: التقى Guo Ziyi، الذي كان قادرًا جدًا وحسن التصرف، بـ Xuanzong وبعض الأشرار، مما أضر بإنجازاته بشكل كبير.)", "聖意": "مباركة المنزل والنفس، البحث عن الثروة، عدم إجراء أي معاملة، عدم الزواج، عدم وجود إنذار كاذب، وصول المشاة إلى الحقول، كانجي، صعوبة العثور على أشخاص، الدعاوى العامة و(ليس شينغ)، الهجرة، المحافظة، الممتلكات المفقودة، صعوبة العثور عليها، الأمراض، الدعاء بالبركة، الجبال والمقابر، ميمونة", "古人": "توج Ziyi ملكًا", "第X籤": "الفوز التاسع عشر", "宮": "تاتسومي"}