{"籤詩版本二": "وبعد كل هذه الهموم والمخاطر، لن يكون المكان فارغًا مرة أخرى من الآن فصاعدًا\nالقلب الكريم له خططه الكريمة، عليك أن تقابل خبيراً لتحقق إنجازات عظيمة.", "詩意": "هذا الشكل السداسي يشبه بئرًا قديمًا به نبع.\nفي كل شيء، يحقق النبلاء النجاح.", "解曰": "سيتم تبرير الدعوى في النهاية. مريض وآمن. الدخول والخروج لطلب المشورة. البئر القديم يلتقي بالربيع.", "籤詩故事一": "◇ ياو تشونغ يتحكم في الجراد\nياو تشونغ (649-721)، واسمه الحقيقي يوان تشونغ، كان من شانتشو، وكان وزيرًا لشيا غوان، وشانغشو من تشونغوان، وزيويلينغ، وتشونغشولينغ، ورئيسًا للوزراء في أسرة تانغ.\nفي السنة الرابعة من حكم كايوان (716)، ابتليت شاندونغ (التي تشير عمومًا إلى حوض النهر الأصفر شرق هواشان) بالجراد، وكان الناس مقيدين بالأفكار الخرافية ولم يجرؤوا على اصطياده وقتله، وبدلاً من ذلك، أقاموا يذبحون، ويحرقون البخور، ويعبدون بجانب الحقول، ويشاهدون المحاصيل يلتهمها الجراد.\nوكان جميع المسؤولين يعتقدون: \"الجراد كارثة طبيعية، فكيف يمكن السيطرة عليه بالقوة البشرية!\"، وكان الصراع شرساً في ذلك الوقت بين فكرتين مختلفتين، هل القضاء على الجراد أم لا.\nقال ياو تشونغ: \"طالما أننا نعمل معًا، يمكننا التخلص منهم جميعًا. قال: الجراد يخاف من الناس، لذا يسهل طردهم. الشتلات لها أصحاب، لذا يجب على رجال الإنقاذ أن يعملوا بجد؛ الجراد يمكنهم الطيران، وإذا رأوا النار في الليل، فسوف يطيرون بالتأكيد؛ أشعلوا النار في الحقل، واحفروا حفرًا أثناء الاحتراق، وادفنوها أثناء الاحتراق، ولن يبقى شيء.\"\nوقال شوانزونغ: \"الجراد كارثة طبيعية ناجمة عن سوء الإدارة الأخلاقية. إذا طلبت اصطياده وقتله، أليس هذا يتعارض مع التيار؟\"\nوأضاف ياو تشونغ: \"لقد مارس القدماء اصطياد الجراد وقتله، وسيستخدمه جلالتكم في المستقبل. إنه حدث وطني كبير لتحقيق السلام والرخاء للمزارعين. يرجى النظر في الأمر على محمل الجد\".\nكان Xuanzong مقتنعًا. لكن في ذلك الوقت، قال الجميع داخل المحكمة وخارجها إنه لا يمكن اصطياد الجراد.\nقال شوانزونغ: \"لقد ناقشت الأمر مع رئيس الوزراء وقررت صيد الجراد. أي شخص يعترض مرة أخرى سيتم إعدامه\"، لذلك أرسل الرقيب للإشراف على الناس وتوجيههم لحرق الجراد ودفنه.\nوكانت النتائج فعالة للغاية، حيث تم القبض على تسعة ملايين دان من الجراد في جميع أنحاء البلاد، وتم القضاء على وباء الجراد بنجاح، وحققت الزراعة محصولًا جيدًا في ذلك العام.\n(يجب استخدام الحكمة في إدارة الكوارث والإخلاء، ويجب أن تكون هناك استراتيجيات بارعة للتغلب على الصعوبات. ياو تشونغ هو الخبير في هذا الأمر)", "聖意": "المنزل عادي، والنفس محظورة، والبحث عن المال محظور، والتجارة محظورة، والزواج والوئام محظور، وهناك خطر في ليوجيا، والمشاة محظورون، ودودة القز محظورة، والماشية غير مواتية، والناس مفقودون، والدعاوى القضائية العامة مرفوعة محجوبة، والهجرة غير معقولة، والأشياء المفقودة من الصعب العثور عليها، والأمراض صعبة الدعاء لها، والجبال والقبور غير مستقرة.", "古人": "ياو تشونغ يتحكم في الجراد", "第X籤": "الفوز باليانصيب الخامس والعشرون", "宮": "قصر مي"}