{"籤詩版本二": "تقول الشائعات أن الأمور انقلبت رأسًا على عقب، وتلقيت رسالة من الأفق.\nالشهرة والنجاح الموعودان لي في الكتاب ظلا فارغين حتى النهاية.", "詩意": "هذا الشكل السداسي له اسم مزيف.\nمن المستحسن أن تكون متحفظًا في كل شيء.", "解曰": "صعودا وهبوطا بالضيق. البحث عن الترفيه ليس خاملا. الرغبة في الشهرة. ابقَ آمنًا.", "籤詩故事一": "◇ Zhong Kui يبلغ التنوير\nZhong Kui، ولقبه Zhong Kui، واسمه المجاملة Zhengnan، هو من Zhongnanshan.\nفي عهد الإمبراطور Dezong من أسرة Tang، شارك Zhong Kui في الامتحان الإمبراطوري، وقرأ Zhong Kui أسئلة الامتحان وكتب المقال على الفور دفعة واحدة وسلمه. وكان رئيس الفاحصين في ذلك اليوم هو هان يو، وزير الشؤون المدنية، وكان نائب الفاحص لو تشي، وهو عالم عظيم. عندما قرأ الاثنان ورقة Zhong Kui، أضاءت أعينهما وقالا في انسجام تام: \"ساحر، ساحر! كل كلمة في هذه المقالة رائعة، وتستحق Li Taibai وDu Zimei! \" لذلك أطلقوا على Zhong Kui المركز الأول.\nاستمع الإمبراطور Dezong إلى تقرير هان يو وقال إن Zhong Kui، بطل العلوم الجديد، كان موهوبًا للغاية، لذلك استدعى Zhong Kui في القصر الذهبي.\nعندما رأى الإمبراطور Dezong مظهره القبيح، شعر على الفور بالاستياء وقال: \"إن اختيار العلماء في بلاطنا يعتمد كله على الكلمات الشخصية والخط. كيف يمكن اختيار مثل هذا الشخص القبيح ليكون العالم الأول في العلوم الذهبية؟ \"\nركع هان يو على عجل وقال: \"إن الخير والشر للشخص لا يتعلق فقط بالمظهر. ألا تسمع، أيها الرب المقدس، أن يان ينغ يبلغ طوله ثلاثة أقدام ويساوي رئيس الوزراء؟ تشو تشانغ \"يتلعثم ولكنه يستطيع مساعدة أسرة هان؛ ويحكم كونفوشيوس على الناس من خلال مظهرهم، ويفقد ابنه يو. أتمنى أن يفكر جلالتك مرتين.\"\nفكر الإمبراطور Dezong للحظة وقال: \"على الرغم من أن كلمات Han Aiqing معقولة، عندما كنت الإمبراطور Taizong، كان هناك ثمانية عشر عالمًا جاءوا إلى Yingzhou وتحدثوا عنها. كان هذا الرجل هو العالم الأول. أخشى أن العالم سوف يضحكون علي لعدم الاعتراف بالمواهب \".\nكان رئيس الوزراء لو تشي ضيق الأفق ويغار من المواهب. وبعد سماع كلمات الإمبراطور، ركع وقال: \"يجب أن يكون الباحث رقم واحد في الموضوع الذهبي داخليًا وخارجيًا. هناك ثلاثمائة مرشح لهذا الموضوع. لماذا لا تختار واحدة أخرى؟\"\n\"عندما رأى تشونغ كوي أن هذا الرجل كان مرتبكًا جدًا، لم يستطع إلا أن يغضب. وأشار إلى لو تشي ولعن: \"إذا كان مثل هذا المسؤول الجاهل في المحكمة، ألن يضر البلاد؟\" بعد ذلك، لكمات لو تشي بقبضته.\nعند رؤية ذلك، كان Dezong غاضبًا وقال: \"أنت جريء للغاية، وتجرؤ على التسبب في مشاكل في القصر الذهبي، قم بإزالته بسرعة!\"\nفي حالة من الغضب، سحب تشونغ كوي السيف من خصر الجنرال الواقف في القصر وتنهد بصوت عالٍ: \"من الصعب على القطة المحبطة تقليد النمر، والببغاء المحبط ليس جيدًا مثل الدجاجة\". وبعد ذلك انتحر.\nعندما رأى الإمبراطور Dezong أن Zhong Kui انتحر بسبب الغضب، تفاجأ بشدة، ومن أجل كسب قلوب الناس، أمر بدفن Zhong Kui باللقب الرسمي للباحث رقم 1، كما جعل Zhong Kui الإله. طرد الأرواح الشريرة لتخليص العالم من الأرواح الشريرة.", "聖意": "صلي من أجل البركة على منزلك، وسلامتك، والصعوبات المالية، وفشل العمل، وفشل الزواج، ومشاة ليوجيا، ودودة قز شينتا نصف مطبوخة، وستة حيوانات منزلية يمكن تربيتها، والأشخاص المفقودين، والدعاوى العامة الغربية، والهجرة، والمحافظة، والضياع الملكية والمرض والدعاء بالخير في الجبال والقبور", "古人": "حصل Zhong Kui على الطاو", "第X籤": "الفوز السادس والعشرون في اليانصيب (اليانصيب)", "宮": "قصر مي"}