{"籤詩版本二": "تسقط العجلة الحمراء في الغرب، ويرتفع الأرنب في الشرق، وينمو الين ويختفي اليانغ، ويزدهر كل شيء\nوإذا أرادت المرأة استخدامه فإنه يزيد ثروتها ويدخل السعادة إلى قلبها.", "詩意": "هذا الشكل السداسي هو رمز لنمو يين واختفاء اليانغ.\nكل شيء يكون صعباً قبل أن يصبح سهلاً فيما بعد.", "解曰": "يين يفيد النساء. غير مناسب للرجال. إذا كنت تسعى للحصول على المشورة. فالشر يأتي أولا ثم يأتي الخير.", "籤詩故事一": "◇ اعتلى وو تسه تيان العرش\nفي سن الرابعة عشرة، تم استدعاء وو إلى القصر من قبل الإمبراطور تايزونغ لي شيمين من أسرة تانغ كشخص موهوب، اسمه \"وو مي\". بعد وفاة Taizong، دخلت Zetian معبد Ganye وأصبحت راهبة.\nعندما تولى الإمبراطور قاوزونغ من أسرة تانغ العرش، استدعى عائلة وو إلى القصر لتكريم تشاويي. في السنة السادسة من حكم يونغوي (655)، عين الإمبراطور غاوزونغ وو كملكة له.\nكان وو تسه تيان ذكيًا، ومنخرطًا في الأدب والتاريخ، وكان غنيًا بسعة الحيلة. بعد فترة وجيزة من تولي وو تسه تيان الملكة، نظرًا لأن غاوزونغ كانت ضعيفة ومريضة، كان يعهد إليها أحيانًا بمعالجة بعض الشؤون السياسية، لذلك نمت قوتها. في السنة الأولى من حكم شانغيوان (674)، أُطلق على الإمبراطور قاوزونغ لقب \"الإمبراطور\"، وأطلق على الإمبراطورة وو لقب \"ملكة السماء\"، وكان كلاهما يُطلق عليهما لقب \"القديسين\" في القصر.\nفي السنة الأولى لهونغداو (683)، توفي غاوزونغ، وتولى الأمير لي شيان العرش، وجاء وو تسه تيان لحكم الأسرة. في فبراير من السنة الأولى لحكم سيشنغ (684)، خلع وو تسه تيان لي شيان من منصب ملك لولينغ ونصب ابنها الرابع لي دان كإمبراطور، واستمر في حكم الأسرة. وفي سبتمبر من نفس العام، غيرت العلم إلى الذهب، وتم تغيير اسم لويانغ، العاصمة الشرقية، إلى العاصمة الإلهية. في اليوم التاسع من سبتمبر في السنة الأولى لتيانشو (690)، أعلن وو تسه تيان نفسه إمبراطورًا وغير اسم البلاد إلى تشو.", "聖意": "البيت غير صالح للنفس، الدعاء بالبركة، طلب الثروة، حراسة المعاملات، التوفيق في الزواج، الحظ السيئ في الزواج (أنثى)، المشاة الذين يقطعون الحقول، دودة القز، المواشي المزدهرة، البحث عن الناس، الفراق، الدعاوى القضائية، الخسارة، الهجرة وخسارة الممتلكات والمرض والصدمة والجبال والقبور بالتوفيق", "古人": "وو تسه تيان يعتلي العرش", "第X籤": "الفائز الأربعون في اليانصيب", "宮": "أيها القصر"}