{"籤詩版本二": "سوف تتذكر الكلمات الطيبة التي لا نهاية لها، ولكنك ستكون ابن لص.\nلا تكن جشعًا في الوقت الحالي وتقلق بشأن الطريقة التي كان سيفعل بها شيئًا جيدًا قبل عام.", "詩意": "هذا الرسم السداسي يحدد اللص على أنه الابن.\nكن حذرا في كل ما تفعله.", "解曰": "هذه فقط. الرجل لا يخطئ. ضعها في اعتبارك. لا تكن وحيدا.", "籤詩故事一": "◇ يقبل Dong Zhuo Lu Bu\nكان لو بو، الشجاع والجيد في القتال، جنرالاً عسكرياً مشهوراً في نهاية أسرة هان الشرقية وبداية الممالك الثلاث. وكان ذات يوم يعتبر دينغ يوان، حاكم جينغتشو، أباً بالتبني وخدم تحت قيادته.\nبعد وفاة الإمبراطور لينغ من أسرة هان الشرقية، ذهب دينغ يوان إلى بكين للتواطؤ مع الجنرال هي جين للسيطرة على الحكومة.\nقاتل Dong Zhuo مع Ding Yuan، لكن العديد من الجنرالات لم يتمكنوا من هزيمة Lu Bu، لذلك أرسل Dong Zhuo مرؤوسه Li Su لرشوة Lu Bu. أحضر لي سو أكوامًا من الكنوز الذهبية والفضية وحصان الأرنب الأحمر الشهير \"لزيارة لو بو\". أحضر لي سو أكوامًا من كنوز الذهب والفضة وحصان الأرنب الأحمر الشهير لزيارة لو بو. لذلك تلقى لو بو رشوة من دونغ تشو لقتل دينغ يوان، وطلب من جنوده أن يأتوا معه إذا أرادوا، ويغادروا إذا كانوا لا يريدون اتباعه. ونتيجة لذلك، هرب معظم الجنود. لذلك تلقى Lu Bu رشوة من Dong Zhuo وقتل Ding Yuan.\nبعد أن اكتسب Dong Zhuo السلطة، تبنى Lu Bu باعتباره ابنه بالتبني وجعله جنرالًا وماركيزًا.\nكان Dong Zhuo مزاجًا عنيفًا، وكانت \"العلاقة بين الأب والابن\" مع Lu Bu في الواقع ضعيفة جدًا، وفي عام 189 م، بتحريض من Situ Wang Yun، قتل Lu Bu Dong Zhuo.\nبعد ستة أشهر من وفاة دونغ تشو، غزت قوات دونغ تشو القديمة العاصمة، وهرب لو بو وزوجته في حالة من الذعر. بعد مغادرة العاصمة، لجأ لو بو إلى أمراء الحرب يوان شو، ويوان شاو، وتشانغ يانغ، وزانغ مياو، وليو باي، وما إلى ذلك، وقاتل عدة مرات مع كاو كاو، وهو أمير حرب كبير آخر في ذلك الوقت. وكان لو بو شجاعًا وجيدًا في القتال، وهزم كاو كاو عدة مرات.\nفي السنة الثالثة لجيانان في أسرة هان الشرقية، هاجمت قوات Cao Cao قاعدة Xiaopei، وتم أسرها وقتلها على يد Cao Cao تحت برج Baimen. قبل الإعدام، طلب Lu Bu من Cao Cao إبقائه على قيد الحياة لتجنب الموت، لكن Liu Bei ذكّر Cao Cao بأن Lu Bu قد خانه عدة مرات وكان رجلاً غير أمين. في النهاية، قام Cao Cao، الذي كان يقدر المواهب فقط بغض النظر عن الأخلاق، بإعدام Lu Bu.", "聖意": "أنا غير مرتاح في المنزل، عادةً ما أبحث عن المال، وأحذر من المعاملات، ومن الصعب الزواج، ويتفاجأ رجل Liujia، ويأتي الناس إلى الحقل، ودودة القز نصف ناضجة، وستة حيوانات آمنة، والناس يبحثون عن الناس، الدعاوى القضائية مناسبة والهجرة، من الصعب العثور على الأشياء المفقودة، ومن الصعب العثور على الأمراض، وهناك سلام في مقبرة جبل Zhenxing.", "古人": "يقبل Dong Zhuo Lu Bu", "第X籤": "الفائز الـ 41 في اليانصيب", "宮": "أيها القصر"}