{"籤詩版本二": "العالم مرن وكل الأشياء ذاتية الدعم وذاتية وآمنة\nكل شيء في الحياة رائع، أشكر القديسين والحكماء على كل شيء، وكن مزدهرًا.", "詩意": "يمثل هذا المخطط السداسي الانسجام بين الأرض والأرض.\nكل شيء يسير على ما يرام ولا يوجد خطر.", "解曰": "كل الأشياء تولد. جميع الخطط والرغبات تتحقق. فورد يساعد. روي تشي في عجلة من أمره.", "籤詩故事一": "◇المشاة يكتسبون التنوير\nقصة الرحلة إلى الغرب:\nاستولى سون ووكونج على جبل الزهور والفواكه وأصبح ملكًا، وفي وقت لاحق، ومن أجل إيجاد طريقة للعيش إلى الأبد، أمضى ثماني أو تسع سنوات يسافر عبر الجبال والأنهار لعبادة البطريرك بودي كمعلم له. لقد تعلم السبعين- تحولان للشر الأرضي والسحب الشقلبة، واتخذ لقب الشمس لأول مرة، اسمه وو كونغ.\nبعد ذلك، ذهب Sun Wukong إلى قصر التنين في بحر الصين الشرقي من أجل العثور على سلاح مناسب، وأخيرًا عثر على Ruyi Golden Cudgel، الإبرة الإلهية لـ Tianhe وDinghai. ولأن مدة حياته قد انتهت، فقد أحدث ضجة كبيرة في العالم السفلي، وقام بمراجعة كتاب الحياة والموت، وعاد إلى عالم البشر. في وقت لاحق، تم استدعاء Sun Wukong من قبل السماء لأول مرة وتم تسميته Bima Wen. في وقت لاحق، تم استدعاؤه إلى الجنة للمرة الثانية، وكان اسمه الملك القرد، كما سرق الخوخ وتسبب في مشاكل في السماء، وتم ختمه في فرن باغوا لممارسة عينيه الذهبية والعينين الناريتين، وأخيرا، تم قمعه. بواسطة تاثاغاتا بوذا عند سفح جبل ووتشي لمدة 500 عام، غير قادر على الحركة. تحول المكان الذي تم فيه ركل فرن باغوا إلى جبل من النيران.\nبعد خمسمائة عام، ذهب الراهب تانغ إلى الغرب للحصول على الكتب المقدسة، ومر بجبل العناصر الخمسة، وخلع التعويذة قبل إنقاذ سون ووكونج. انفجر سون ووكونج في البكاء من الامتنان، وبعد أن تلقى تعليمات من غوانيين بوديساتفا، عبد تانغ مونك كمعلم له وذهب إلى الغرب لتعلم الكتب المقدسة معًا. في طريقه لتعلم الكتب المقدسة، نزل سون ووكونج على الشياطين وقضى على الوحوش، وقام مرارًا وتكرارًا بأعمال غير عادية، ومع ذلك، فقد أسيء فهمه وطرده من قبل سيده تانغ سينغ مرارًا وتكرارًا. بعد واحد وثمانين صعوبة، اكتمل العمل أخيرًا، ووصل السادة والتلاميذ الأربعة إلى معبد شيتيان لين وحصلوا على الكتاب المقدس الحقيقي. حقق Sun Wukong النتيجة الصحيحة.\n(هذه القصة عبارة عن استعارة مفادها أنه حتى القرد يمكن أن يصبح مستنيرًا، ناهيك عن الإنسان).", "聖意": "المنزل ميمون للنفس، للثروة، العمل، الزواج، ليوجيا، المشاة الذكور، عرقلة الحقول، دودة القز، ستة حيوانات، تشونغ بينغ، البحث عن الناس، الدعاوى القضائية، النجاح، الهجرة، فقدان الممتلكات، المرض، قبر شينغشينغشان، الأشياء ميمونة", "古人": "يصل المسافر إلى التنوير", "第X籤": "تم التوقيع عليه في 43", "宮": "xugong"}