{"籤詩版本二": "الطقس البارد يحول الماء إلى جليد، لماذا الجشع للشهرة؟\nليس لدي خيار سوى الجلوس بهدوء وانتظار الأوراق لتزدهر بشكل طبيعي.", "詩意": "في هذا المخطط السداسي يتحول الماء إلى جليد.\nلا تطلب أي شيء عبثا.", "解曰": "يتجمد الماء ويتحول إلى جليد. يذوب الجليد في الماء. إذا كانت مؤامرة. اذا هي كذلك.", "籤詩故事一": "◇وانغ شيانغ يطلب سمك الشبوط (أربع وعشرون قصة عن طاعة الأبناء)\nولد وانغ شيانغ من أسرة جين، واسم المجاملة فوزنغ، في ليني.\nعندما كان وانغ شيانغ صغيرًا، ماتت والدته الحقيقية، وتزوج والده الوحيد من امرأة تدعى تشو، وأنجب وانغ شيانغ أمًا جديدة. عندما كان وانغ شيانغ صغيرًا، توفيت والدته البيولوجية، وتزوج والده الوحيد من امرأة تدعى تشو. كانت زوجة أبي وانغ شيانغ امرأة غيورة وضيقة الأفق، ولم تحب وانغ شيانغ وكثيرًا ما كانت توبخه على أمور تافهة. وسرعان ما أنجبت زوجة الأب أيضًا ابنًا اسمه وانغ لان. كانت زوجة الأب تحب أطفالها فقط، واعتبرت وانغ شيانغ شوكة في خاصرتها، وأصبحت أكثر تطلبًا من وانغ شيانغ، وكثيرًا ما تحدثت بالسوء عن وانغ شيانغ أمام والده، حتى والده لم يعد يحبه تدريجيًا. كانت زوجة الأب تحب أطفالها فقط، واعتبرت وانغ شيانغ شوكة في خاصرتها، وكانت أكثر تطلبًا من وانغ شيانغ، وكثيرًا ما تحدثت بالسوء عن وانغ شيانغ أمام والده، حتى والده لم يعد يحبه تدريجيًا. على الرغم من أن وانغ لان هو الأخ غير الشقيق لوانغ شيانغ، إلا أنه ودود للغاية مع أخيه. وعلى الرغم من تعذيب زوجة أبيها، إلا أنها كانت لا تزال بنوية للغاية. زوجة الأب قاسية جدًا، لكن وانغ شيانغ لا يزال أبويًا للغاية.\nزوجة أبيه لديها هواية، فهي تحب أكل الأسماك الطازجة التي يتم صيدها للتو من النهر. زوجة أبيه لديها هواية، فهي تحب أكل الأسماك الطازجة التي يتم صيدها للتو من النهر. في أحد الشتاء، ذهب والده بعيدًا للعمل، ومرضت زوجة أبيه مرة أخرى. قدم الأخوان وانغ شيانغ ووانغ لان بعناية الحساء والدواء لأمهما لتأكلها. في الطقس شديد البرودة، لم يتحسن مرض زوجة الأب. عجل. في أحد الشتاء، ذهب والده بعيدًا للعمل، ومرضت زوجة أبيه مرة أخرى. قدم الأخوان وانغ شيانغ ووانغ لان بعناية الحساء والدواء لأمهما لتأكلها. في الطقس شديد البرودة، لم يتحسن مرض زوجة الأب. عجل. أرادت زوجة الأب المريضة أن تأكل سمكًا طازجًا من النهر، وفي ذلك المناخ شديد البرودة، كانت الثلوج تتساقط في الخارج وتحولت مياه النهر بالفعل إلى جليد سميك. أرادت زوجة الأب المريضة أن تأكل السمك الطازج، فأين يمكن العثور على السمك الطازج في هذا المناخ الجليدي والثلجي؟\nفي تلك الأيام، لم تكن هناك أطباق في غير موسمها، ولا يمكنك شراؤها حتى لو كان لديك المال.\nفي هذه المرحلة من القصة، حدثت قصة Wang Xiangqiu Li المؤثرة. قام الشقيقان بحراسة والدتهما بلا حول ولا قوة، مشى وانغ شيانغ إلى النهر المتجمد حتى لا يخيب آمال زوجة أبيه المريضة، خطرت في بال وانغ شيانغ فكرة وخلع قميصه بغض النظر عن البرد، واستلقى عارياً على النهر الجليدي وأراد استخدامه. درجة حرارة الجسم الخاصة به تذوب الجليد (لذلك يُطلق على سمك الشبوط وانغ شيانغ تشيو أيضًا اسم وانغ شيانغ وهو ملقى على الجليد). خلع قميصه واستلقى عارياً على النهر الجليدي. دعا الله وقال: \"يا إلهي، أمي مريضة وتريد أن تأكل سمك الشبوط الطازج، عليك أن تجد لي طريقة مهما حدث. \" والغريب أن كتلة الجليد بجانبه تصدعت فجأة، وكان هناك اثنان الشقوق. قفز سمك الشبوط الحي من الشقوق وقفز على الجليد. كان وانغ شيانغ سعيدًا جدًا. ودعا الله: \"يا إلهي، أمي مريضة وتريد أن تأكل سمك الشبوط الطازج. عليك أن تجد لي طريقة مهما حدث. والغريب أن كتلة الجليد بجانبه تصدعت فجأة، وحدث شقان. قفز سمك الشبوط الحي من الصدع وقفز على الجليد، وكان وانغ شيانغ سعيدًا جدًا. ركع بسرعة وشكر الله، ثم ركض إلى المنزل ومعه سمكة الشبوط. ركع بسرعة وشكر الله، وسرعان ما أخذ سمكة الشبوط وعاد إلى المنزل. بعد أن أكلت زوجة الأب سمك الشبوط الطازج، سرعان ما تعافت من مرضها. أصيبت زوجة الأب في سرير المستشفى بالذهول عندما رأت الجزء العلوي العاري من جسد وانغ شيانغ، الذي تحول إلى اللون الأرجواني من البرد، وسمكتين في يديه، وركضت إلى الغرفة بسعادة وأذهلت.\nأصبح وانغ شيانغ فيما بعد مسؤولًا وأصبح تايباو، وحصل على لقب دوق.", "聖意": "غير مستقر في المنزل، أصلي من أجل الحماية، الصعوبات المالية، مشاكل العمل، الزواج، عدم الاتساق في تأمين ليوجيا، المشاة، دودة القز الشيتيان، ستة خسائر في الماشية، أشخاص مفقودون، دعاوى قضائية عامة، الهجرة، التحفظ، الممتلكات المفقودة، المرض، صعوبة التعافي، قبر الجبل، حظا سعيدا", "古人": "وانغ شيانغ يطلب الكارب (أربع وعشرون قصة عن طاعة الأبناء)", "第X籤": "تسعة وأربعون الفوز باللوت", "宮": "هايجونج"}