{"籤詩版本二": "يمكنك السفر إلى جميع أنحاء البلاد، مع تعليق مظلة الشراع لتثبيتها بحرية\nإذا كانت هناك رياح مواتية، فسوف تصل قريبًا وسيكون القارب مليئًا بالكنوز.", "詩意": "هذا الشكل السداسي يشبه سحب قارب مع الريح.\nكل شيء يجري بشكل جيد.", "解曰": "الراحة في سهولة. لا يوجد جهد مطلوب. الكثير من الثروة. كل الإعجاب.", "籤詩故事一": "◇ بحيرات تاو تشوجوي الخمس (بحيرة فان ليجوي)\nفي فترة الربيع والخريف، كان فان لي، واسمه المجاملة شاوبو، يُعرف أيضًا باسم غوي ييزيبي أو تاو تشوغونغ.\nفي ذلك الوقت، كانت هناك حرب بين دولة وو ودولة يو، ودمرت دولة وو دولة يو. صاغ Fan Li وWen Zhong خطة لملك Yue Gou Jian للترويج لـ Yue وتدمير Wu. سافر فان لي شخصيًا عبر الجبال والأنهار، وزار شي شي، وهي امرأة جميلة تتمتع بالفضيلة والموهبة والجمال، عند نهر هوانشا في جبل بايلو وقدمها إلى ملك وو، واستخدم \"خدعة الجمال\" ل تعاونوا في الداخل والخارج ودمروا مملكة وو.\nبعد أن نجح في القضاء على مملكة وو، عرف فان لي أن غو جيان كان \"طائرًا طويل العنق ومنقارًا\" ويمكنه أن يشاركه المصاعب والسعادة، لذلك ذهب في رحلة بالقوارب مع شي شي عبر مملكة تشي، وغير رأيه. اسمه غوي زيبي، وقاد ابنه وتلاميذه إلى مملكة تشي، وهم يعيشون في كوخ بجانب البحر. لقد عمل بجد لزراعة الأراضي القاحلة، وإدارة أعمال هامشية والقيام بأعمال تجارية، وفي غضون سنوات قليلة، جمع عشرات الملايين من ممتلكات الأسرة. كان كريمًا في نشر الثروة وفعل الخير لمسقط رأسه، وقد حظيت حكمة فان لي وقدرته بتقدير شعب تشي، ودعاه ملك تشي إلى العاصمة لينزي، وعبده كرئيس للوزراء مسؤول عن شؤون الحكومة. . صاح قائلا: \"كونك مسؤولا يمكن أن يؤدي إلى وزراء، وإدارة الأسرة يمكن أن تؤدي إلى ثروة. بالنسبة لعامة الناس الذين بدأوا من الصفر، فقد وصل هذا إلى أقصى الحدود. وربما لا يكون التكريم لفترة طويلة علامة جيدة\". لذلك، بعد ثلاث سنوات فقط، تراجع جيليو مرة أخرى بشجاعة، وأعاد الختم إلى ملك تشي، وأعطى كل ثروة عائلته لأصدقائه المقربين وزملائه القرويين.", "聖意": "المنزل جيد لنفسه (يتم شحنه)، والمال جيد، والعمل جيد، والزواج متأخر، والزواج ليس جيدًا، وليوجيا آمنة، والناس يعيقون الحقول، ودودة القز، والخريف، والماشية، والربيع مزدهرة، الناس يبحثون عن الناس، الدعاوى سيئة، الهجرة محافظة، الأشياء الضائعة، الأمراض الغربية تحل، الجبال والقبور جنوب.", "古人": "بحيرات تاو تشوجوي الخمس (بحيرة فان ليجوي)", "第X籤": "الفائز الخمسون باليانصيب", "宮": "هايجونج"}