{"籤詩版本二": "يستغرق الأمر الكثير من الجهد للقبض على القمر في الماء، ويتطلب الأمر الكثير من الجهد ولكن لا شيء.\nلا تتحدث بالهراء وتضيع جهودك لتقوية الجسد، فكلمة \"جسد يابس\" تعني في الأصل \"الجسد وحيدًا\".", "詩意": "هذا الشكل السداسي جشع لصورة الجهد.\nكل شيء شاق وشاق.", "解曰": "الوعود يصعب تذكرها. الكثير من العمل الشاق. تقلق في المنزل. في انتظار لقاء الناس النبيلة.", "籤詩故事一": "◇اشتعلت تايباي بالقمر وهو في حالة سكر (اشتعلت لي تايباي بالقمر وهو في حالة سكر)\nلي باي (701-762)، المعروف أيضًا باسم تايباي، المعروف أيضًا باسم تشينغليان جوشي. كان شاعر أسرة تانغ، الذي أطلق على نفسه اسم الخالد المنفي، يُعرف باسم خالد الشعر، وكان دائمًا سعيدًا دون شرب الخمر.\nبمجرد وصول Li Bai إلى Jinling (نانجينغ الآن) واستراح في مطعم بجوار جسر Wende.\nوصادف أن ذلك اليوم هو اليوم الخامس عشر من الشهر القمري الشتوي، وفي الليل كان يجلس بمفرده في المطعم ويتأمل القمر ويشرب ويلقي القصائد. وصادف أن ذلك اليوم هو اليوم الخامس عشر من الشهر القمري الشتوي، وفي الليل كان يجلس بمفرده في المطعم ويتأمل القمر ويشرب ويلقي القصائد. أحب لي تايباي القمر أكثر من غيره في حياته، حيث قال إنه نظيف وجميل. أحب لي تايباي القمر أكثر من غيره في حياته، حيث قال إنه نظيف وجميل. في تلك الليلة، نظر إلى الأعلى ورأى القمر الأبيض والمستدير في السماء، وكان سعيدًا جدًا وشرب بضعة أكواب أخرى. في تلك الليلة، نظر إلى الأعلى ورأى القمر الأبيض والمستدير في السماء، وكان سعيدًا جدًا وشرب بضعة أكواب أخرى. في منتصف الليل، استفاد Li Taibai من النبيذ ونزل إلى جسر Wende في الطابق السفلي. في منتصف الليل، استفاد Li Taibai من النبيذ ونزل إلى جسر Wende في الطابق السفلي. وبمجرد أن صعد على الجسر، أنزل رأسه وفجأة رأى القمر يسقط في الماء، وعندما تحرك النهر، أضيفت بضعة خطوط سوداء إلى ظل القمر الأبيض. وبمجرد أن صعد على الجسر، أنزل رأسه وفجأة رأى القمر يسقط في الماء، وعندما تحرك النهر، أضيفت بضعة خطوط سوداء إلى ظل القمر الأبيض. كان لي تايباي مخمورًا جدًا في ذلك الوقت لدرجة أنه اعتقد أن القمر هو الذي تلطخ بمياه النهر. كان لي تايباي مخمورًا جدًا في ذلك الوقت لدرجة أنه اعتقد أن القمر هو الذي تلطخ بمياه النهر. ولم يكلف نفسه عناء خلع حذائه، بل فتح يديه وقفز من فوق الجسر ليلحق بالقمر. ولم يكلف نفسه عناء خلع حذائه، بل فتح يديه وقفز من فوق الجسر ليلحق بالقمر. وبشكل غير متوقع، بهذه القفزة، لم يتم القبض على القمر، بل تحطم القمر الموجود في الماء وانقسم على الفور إلى نصفين. وبشكل غير متوقع، في هذه القفزة، لم يتم القبض على القمر، بل غرق الرجل. توفي سنة اثنتين وستين.", "聖意": "المنزل غير مستقر والنفس في حالة سيئة (سيئ الحظ، انتبه للصحة)، ابحث عن التوازن في الثروة (لا تفكر حتى في الأمر)، أعمال صعبة، الزواج لم يتم تسويته، صلي من أجل الحماية (كنوز فارغة لمنع الإجهاض) )، المشاة في ورطة، دودة القز الحقلية خمس نقاط، ستة حيوانات في انخفاض، البحث عن أشخاص (سيئي الحظ)، دعاوى عامة و (أوقفوا الدعوى) الهجرة العادية (لا تذكرها) فقدان الممتلكات (الطائرات) الصلاة للحماية من المرض (مؤسف) والحظ السعيد في الجبال والقبور", "古人": "تايباي اشتعلت القمر في حالة سكر (لي تايباي اشتعلت القمر في حالة سكر)", "第X籤": "الفوز الثاني والخمسون في اليانصيب (اليانصيب)", "宮": "رَحِم"}