{"籤詩版本二": "الشاطئ مليء بالصخور، والجدول يتدفق، والرياح صافية، والقمر صافٍ، والنبلاء مشغولون.\nفي الطريق يجب أن أسأل إلى أين أذهب، لا تشم رائحة الزهور والنباتات في الغابة، لا تعتني بها.", "詩意": "هذا المخطط السداسي يشبه القارب الذي يسافر على شاطئ صغير.\nفي كل شيء هناك أناس نبيلون للمساعدة.", "解曰": "لكسب العيش. الكثير من العمل الشاق. كن محافظًا وانتظر. أتمنى لك كل خير.", "籤詩故事一": "◇ تمرد لوشان\nكان لوشان (703-757)، ولقبه كانغ واسمه يالوشان، من ليوتشنغ، يينغتشو (الآن تشاويانغ، لياونينغ).\nلاحقًا، اتخذ لقب آن وغير اسمه إلى لوشان. في عهد الإمبراطور شوانزونغ من أسرة تانغ، كان آن لوشان هو المبعوث العسكري.\nفي نوفمبر من العام الرابع عشر لتيانباو، حشد آن لوشان قواته في فانيانغ، وباسم مهاجمة يانغ قوه تشونغ، أطلق تمردًا وأخذ قوات من ثلاث مدن لمهاجمة لويانغ، العاصمة الشرقية. وصلت التقارير من تاييوان إلى ليشان، ولم يعتقد تانغ شوانزونغ، الذي كان في قصر هواكينغ في ليشان في ذلك الوقت، أن أنلوشان سوف تتمرد، ومع ذلك، استمرت أخبار التمرد في الانتشار، وكان شوانزونغ لا يزال غير مقتنع. (هذا تصوير لـ \"صوت المياه الجارية الخشنة على الصخور الصغيرة في مجرى مائي\")\nلم يكن الأمر كذلك حتى أرسل Yan Zhenqing، محافظ مقاطعة Pingyuan، شخصًا لإرسال معلومات استيقظ فيها Xuanzong من حلمه.\nفي ظل الإستراتيجية الخاطئة للإمبراطور شوانزونغ من أسرة تانغ، استولى فوج فرسان لوشان على لويانغ، العاصمة الشرقية، وفي الشهر الأول من العام التالي، أعلن نفسه إمبراطورًا دايان في لويانغ، وجانيوان شينغ وو، والإمبراطور شيونغوو، ودا شيشون. رئيس الوزراء.\nفي يونيو من نفس العام، قام الإمبراطور شوانزونغ من أسرة تانغ، حريصًا على تخفيف الأزمة في تشانغآن وفي ظل فهم عسكري خاطئ، بإعدام جنرالين مشهورين، فنغ تشانغ تشينغ وجاو شيانزي، وقد صدم هذا الأمر جيش تانغ. (هذا السلوك يخالف مبدأ \"يجب أن يشير الطريق إلى النهر الأمامي\")\nبعد ذلك، أمر الإمبراطور شوانزونغ من أسرة تانغ بشكل عاجل جنرالًا آخر، جي شوهان، بقيادة جيش تانغ شرقًا خارج تونغقوان.\nخطط Ge Shuhan، الذي فهم تمامًا الخطأ الاستراتيجي للإمبراطور Xuanzong من أسرة Tang، لتأخير التغيير (نهج \"لا بأس إذا كانت الرياح هادئة والمد والجزر هادئًا\").\nفي النهاية، اعتقد الإمبراطور شوانزونغ من أسرة تانغ أنه كان خجولًا جدًا بحيث لا يستطيع القتال، لذلك لم يكن لديه خيار سوى القتال مع آن لوشان بالدموع، وهزم. (إنها تحقق \"إذا عملت بجد لدعم نفسك، فقد تتعرض للإصابة.\")\nفي عهد أسرة تانغ، عندما لم يكن لدى قوات الحدود والحاميات المحلية الوقت للرد، ضغط جيش آن لوشان على الحدود ودخل منطقة العاصمة. في موقف حرج، قاد الإمبراطور شوانزونغ من أسرة تانغ فيلق الحرس للهروب من العاصمة، مما تسبب في سقوط شيجينغ تشانغآن بلا قيادة.\n(لقد انتهك Tang Xuanzong توجيهات هذه العلامة، لذلك كان تمرد An Lushan ناجحًا.)", "聖意": "المنزل آمن، والنفس محظوظة، والثروة مستقرة، والصفقة مزدهرة، والزواج ناجح (حذر)، ويأتي أحد المشاة من ليوجيا إلى الحقل، ويتم حصاد دودة القز، وتتلف ستة مواشي، ويتم العثور على الشخص ، الدعوى مبررة، الممتلكات المفقودة تجلب المرض، أي أنه يجب إصلاح قبر آنشان.", "古人": "تمرد لوشان", "第X籤": "القرعة السادسة والخمسون", "宮": "قصر قبيح"}