{"籤詩版本二": "في الصباح والغسق، يجب أن يكون دعم بوذا في أوقات الخطر ولكن ليس في أوقات الخطر\nإذا انجذبت إلى شخص نبيل، فسوف يرافقك المال والحرير أيضًا، هذا هو تشوان لاي. كل هذا يتوقف على لك.", "詩意": "يمثل هذا المخطط السداسي البركة السرية للآلهة وبوذا.\nالتحلي بالصبر والحظ السعيد في كل شيء.", "解曰": "علامة على السلام القديم. عندما يكون كل شيء باهظ الثمن، سيكون ميمونًا.", "籤詩故事一": "◇ وصل تانغ مونك إلى التنوير\nفي أحد الأيام، جاء تانغ سينغ إلى النهر ورأى جبل لينغشان لبوذا أمامه، وكان أمامه جسر من لوح خشبي واحد، ولم يجرؤ تانغ سينغ على عبوره. تحول بوذا إلى ملاح وحمل قاربًا مكسورًا بلا قاع، وبمجرد أن صعد تانغ مونك على القارب، سقط في النهر وأنقذه الملاح، وهكذا وصل تانغ مونك إلى البوذية. (قصة الرحلة إلى الغرب)\n◇ الكتب المقدسة البوذية لتانغ مونك\nسانزانغ من أسرة تانغ، لقبه الشائع كان تشين واسمه الأول كان يي. ولد في مقاطعة غوشي، لوتشو (الآن جنوب مدينة يانشي، مقاطعة خنان). أصبح راهبًا في سن الثالثة عشرة واتخذ الاسم البوذي شوانزانغ.\nمن أجل الحصول على الكتب البوذية الأصلية، انطلق من مدينة تشانغآن (شيآن الحالية بمقاطعة شنشي) في السنة الثالثة من حكم تشنغوان (629 م)، وغامر عبر الحدود، وواجه صعوبات لا حصر لها للوصول إلى تيانتشو (629 م). الهند) لجمع الكتب المقدسة. وسافر عبر أحواض نهري الجانج والسند والمناطق الساحلية الجنوبية الشرقية من الهند، ثم عبر الجبال المغطاة بالثلوج والتلال الخضراء، قاطعًا أكثر من 50 ألف ميل ذهابًا وإيابًا، واستغرق الأمر 16 عامًا قبل أن يعود أخيرًا إلى تشانغآن في عام العام التاسع عشر لجنغوان (645 م). أعاد عددًا كبيرًا من الكتب البوذية المقدسة وترجمها إلى اللغة الصينية.\n(ذهب تانغ سانزانغ في رحلة طويلة ذهابًا وإيابًا بين الصين والهند. لا بد أنه واجه مخاطر أثناء الرحلة، لكنه تمكن من العودة بأمان لأنه كان هناك قديس شفيع غير مرئي خلفه).", "聖意": "البيت آمن، النفس ميمونة، الأعمال الغربية ناجحة، الزواج ناجح، المشاة يسدون الحقل، دودة القز محجوبة، دودة القز سبع نقاط، الماشية مربحة، البحث عن الناس، الغرب الدعوى العامة سيئة، والهجرة محافظة، والممتلكات الضائعة مرئية، والمرض ميمون، والجبال والمقابر ميمونة.", "古人": "وصل تانغ مونك إلى التنوير", "第X籤": "الفوز في اليانصيب اثنين وستين", "宮": "قصر يين"}