{"籤詩版本二": "عندما يأتي الشتاء، لن يهلك غصن زهر البرقوق على الجبل، حتى لو سقطت أوراقه وذبلت أغصانه.\nلكن عندما يأتي الربيع، مازلت أرغب في أن أكون المحظية وأدمر العمل الأصلي.", "詩意": "في هذا المخطط السداسي، تحتل زهرة البرقوق مكانة رائدة.\nكل شيء جيد إذا تأخر.", "解曰": "طلقة سهم واحدة فارغة. عندما تكون فارغة، فهي ليست فارغة. في انتظار قدوم الربيع. اللون فيه.", "籤詩故事一": "◇سجل هدفين\nفي عهد الإمبراطور Dezong من أسرة Tang، تم توريط الوزير المخلص Mei Bogao وعائلته من قبل رئيس الوزراء الخائن Lu Qi، الذي أراد قتلهم جميعًا، ولم يتمكن سوى ابنه Mei Liangyu من الفرار، وفي وقت لاحق قام بتغيير اسمه. اسم Wang Xitong لإخفاء هويته. كان يعيش وحيدًا في الشوارع، جائعًا وباردًا، لكن لحسن الحظ استقبله تشين ريشنغ (تشن دونغتشو). لم يكن تشين ريشينغ يعرف تجربته الحياتية، لذا طلب منه المساعدة في رعاية حديقة البرقوق الخاصة بتشن حتى لا يموت جوعًا في الشارع.\nكان تشين ريشنغ زميلًا وصديقًا لـ Mei Bogao، وعندما تعرض للاضطهاد من قبل Lu Qi، أنقذه Mei Bogao، ونتيجة لذلك، أصبحت Mei Bogao وLu Qi في عداوة، وفي النهاية، تم إعدام عائلتهما بأكملها. شعر ريشينغ بالحزن والغضب بسبب ذلك، وبعد أن تزوج استقال وانتقل بأسرته إلى يانغتشو ليعيش في عزلة.\nتشين ريشنغ لديه ابنة تدعى تشين شينغ يوان، وهي جميلة وعطرة، بعد أن جاءت مي ليانغيو إلى عائلة تشين، وقعوا في الحب من النظرة الأولى. في اليوم الذي كانت فيه أزهار البرقوق في حالة إزهار كامل، والذي كان أيضًا ذكرى وفاة مي بوغاو، فتح تشين ريشنغ وعائلته مذبحًا في حديقة البرقوق في منزلهم لإحياء ذكرى صديقهم المتوفى والمحسن. بشكل غير متوقع، تغير الطقس فجأة ، وهبت عاصفة ثلجية شديدة، غطت كل أزهار البرقوق. أعرب تشين ريشنغ عن أسفه لأنه تمكن من الهروب بأمان، لكنه لم يتمكن حتى من إنقاذ أحفاد عائلة مي، واعتقد أن هذا تحذير من الله، لذلك أقسم أنه ما لم تتفتح أزهار البرقوق مرة أخرى، مما يثبت أن أحفاد كانت عائلة مي لا تزال على قيد الحياة، ولم يكن ليقول أي شيء أبدًا، وقد هرب إلى البوذية وأصبح راهبًا.\nسمعت ابنته شينغ يوان ذلك وأحرقت البخور على الفور وصلّت بإخلاص إلى الله أن يجعل أزهار البرقوق تتفتح مرة أخرى. لقد حرك صدقهم السماء، وأزهرت جميع أشجار البرقوق في حديقة البرقوق مرة أخرى؛ لاحقًا عرف تشين ريشنغ أن Xitong هو Liangyu، لذلك خطب ابنته Xingyuan له.", "聖意": "لا يصلح البيت والبيت لنفسه، ولا لخيره، ولا لطلب المال، ولا للحكمة في المعاملات، ولا للانتظار حتى وقت الزواج، ولا للتأخر، وللزواج، وللتأخر، وللفلاح في الدنيا. الربيع، أن يتأخر، أن يتأخر، أن يتأخر، أن يكون مشغولاً، أن يكون مشغولاً، أن يكون مزدهراً، أن يكون مشغولاً، أن يتم العثور عليه.", "古人": "سجل هدفين", "第X籤": "تسعة وستون الفوز باللوت", "宮": "تاتسومي"}