{"籤詩版本二": "تشاو تشاو يشبه النحلة التي تجمع الزهور، وتطير من الجنوب الغربي ثم الشرق\nعندما ينتهي الربيع وتذبل الزهور، لا يوجد مكان للبحث عنه، هذا القلب لن يغير مكان وجوده.", "詩意": "هذا الشكل السداسي يشبه النحلة التي تقطف الزهور.\nكل شيء شاق وشاق.", "解曰": "لا مشهد الربيع. تمطر لفترة طويلة ولكن لا تتلاشى أبدًا. طلب المساعدة. من الأفضل أن تكون هادئا.\n.", "籤詩故事一": "◇ تمرد لي مي ضد أسرة تانغ\nلي مي\n(582-619)، القائد الراحل لجيش واغانغ في انتفاضة الفلاحين في أواخر عهد أسرة سوي الصينية. ماجستير الخط. سيد كلمة فا كان من مواليد تشانغآن، جينغ تشاو، وكان موطن أجداده شيانغ بينغ، لياودونغ (الآن جنوب لياويانغ، لياونينغ). مواطن من تشانغآن، جينغ تشاو، موطن أجداده هو شيانغ بينغ، لياودونغ (الآن جنوب لياويانغ، لياونينغ).\nفي السنة التاسعة لداي (613)، شارك في تمرد يانغ شوانغان ضد أسرة سوي في ليانغ (الآن شمال شرق مقاطعة جونشيان، مقاطعة خنان). في السنة التاسعة لداي (613)، شارك في تمرد يانغ شوانغان ضد أسرة سوي في ليانغ (الآن شمال شرق مقاطعة جونشيان، مقاطعة خنان). تم هزيمة الشعور الغامض ،\nهرب لي مي. هُزم Xuangan وهرب Li Mi.\nوفي السنة الثانية عشرة من حكم داي، انضم إلى جيش واغانغ\n. وفي السنة الثانية عشرة من حكم داي، انضم إلى جيش واغانغ. كان لي مي جيدًا في الإستراتيجية، وفي أكتوبر من العام الثاني عشر لداي، أقنع لي مي تشاي بمهاجمة زينغيانغ تونغ، الجنرال القوي المرافق للجيش، للدفاع عن تشانغ Xutuo، وهزم جيش Sui وقتل Zhang Xutuo. كان لي مي جيدًا في الإستراتيجية، وفي أكتوبر من العام الثاني عشر لداي، أقنع لي مي تشاي بمهاجمة زينغيانغ تونغ، الجنرال القوي المرافق للجيش، للدفاع عن تشانغ Xutuo، وهزم جيش Sui وقتل Zhang Xutuo.\nفي وقت لاحق، اقترح مهاجمة مستودع Xingluo (أعيدت تسميته لاحقًا Luokou)، وفتح المستودع للإغاثة، وتوسيع الفريق. نما فريق جيش Wagang بسرعة. في العام الثالث عشر من حكم Daye، قاد Li Mi جيش Wagang، وZhai Rang تعاملت مع خفض رتب أسرة سوي وتوزيعها. وكانت هناك حرب على الموارد العسكرية وقضايا أخرى، وقتل لي مي تشاي رانج والمئات من أتباعه. في وقت لاحق، اقترح مهاجمة مستودع Xingluo (أعيدت تسميته لاحقًا Luokou)، وفتح المستودع للإغاثة، وتوسيع الفريق. نما فريق جيش Wagang بسرعة. في العام الثالث عشر من حكم Daye، قاد Li Mi جيش Wagang، وZhai Rang تعاملت مع خفض رتب أسرة سوي وتوزيعها. وكانت هناك حرب على الموارد العسكرية وقضايا أخرى، وقتل لي مي تشاي رانج والمئات من أتباعه.\nفي مارس من العام الرابع عشر من حكم داي، قتل يو وينهواجي الإمبراطور يانغ من أسرة سوي.\nوأدى ذلك إلى عودة أكثر من 100 ألف شخص إلى الغرب. في مارس من العام الرابع عشر لداي، قتل يو وينهواجي (يو وين، اللقب المركب) الإمبراطور يانغ من أسرة سوي وعاد إلى الغرب مع أكثر من 100000 شخص. أُمر لي مي بمهاجمة هواجي. على الرغم من هزيمة هواجي، تكبدت قوات لي مي أيضًا خسائر فادحة. طاردهم وانغ شيشونغ لاحقًا. هُزِم جيش لي مي ودُمِّر معسكره. جنرالاته تشين شوباو، تشينغ زيجي (المسمى في الأصل تم القبض على Cheng Yaojin و Niu Jinda وآخرين، واستسلم Shan Xiongxin. أُمر لي مي بمهاجمة هواجي، وعلى الرغم من هزيمة هواجي، إلا أن قوات لي مي تكبدت أيضًا خسائر فادحة. في وقت لاحق، تمت ملاحقته من قبل وانغ شيشونغ، وهُزم جيش لي مي وتم القضاء على معسكره، وتم القبض على جنرالاته تشين شوباو، وتشينغ تشيجي (المسمى في الأصل تشينغ ياوجين)، ونيو جيندا وآخرين، واستسلم شان شيونغشين. كان لي مي يائسًا، لذلك عبر النهر إلى هيانغ في سبتمبر واستسلم لأسرة تانغ. كان لي مي يائسًا، لذلك عبر النهر إلى هيانغ في سبتمبر واستسلم لأسرة تانغ.\nفي نوفمبر، أرسل لي يوان لي مي إلى شاندونغ لتجنيد القوات القديمة. شهر نوفمبر، \nأرسل Li Yuan Li Mi للانتظار في Shandong لتجنيد القوات القديمة. بعد أن شعر بأنه مشتبه به، تمرد على تانغ. بعد أن شعر بأنه مشتبه به، تمرد على تانغ. دعا جنرال تانغ شنغ يانشي Li Mi لمهاجمته وقتله في Xinggong Xian. دعا جنرال تانغ شنغ يانشي Li Mi لمهاجمته وقتله في Xinggong Xian.", "聖意": "منزل، منزل، لسان، النفس، الشرير، البحث عن الثروة، إضاعة الأعمال، الزيجات غير الدائمة، ليوجيا، الزهور الفارغة، المشاة، ياوتيان، أضرار دودة القز، ستة أضرار للماشية، الأشخاص المفقودين، الدعاوى القضائية، الخسارة، الهجرة، المحافظة، الممتلكات المفقودة، المرض والعقبات وإصلاح المقابر الجبلية", "古人": "تمرد لي مي ضد أسرة تانغ", "第X籤": "القرعة السبعون", "宮": "تاتسومي"}