{"籤詩版本二": "يجب على النحالين أن يطلبوا العسل، لئلا يتعرضوا للدغة\nلابد أن أمامك طريق غريب، والسر عميق مثل غابة من الأشواك.", "詩意": "يرمز هذا الشكل السداسي إلى جمع النحل للعسل.\nكل شيء شاق وشاق.\n\n(هذا الشكل السداسي يبحث عن رمز الحلاوة والمرارة.\nمنع الكوارث في كل شيء.\n)", "解曰": "يجب أن يتم الأمور بعناية. لا حاجة لإجبارها. النحل يجمع العسل . ما هو السبب؟", "籤詩故事一": "◇ يبحث وانغ مانغ عن المواهب\nيمكن القول أن عائلة وانغ مانغ في عهد أسرة هان الغربية كانت عائلة ثرية. على الرغم من أن والده مات صغيرًا، إلا أن العديد من أعمامه وأعمامه أصبحوا أباطرة في أسرة هان، وأصبحوا جنرالات ورؤساء وزراء، وأصبحوا ماركيزات وحصلوا على مكافآت، وكانت عائلة وانغ بارزة للغاية.\nلكن عائلة وانغ مانغ الصغيرة كانت فقيرة للغاية؛ فقد توفي والده صغيرًا، وكان يعيش فقط مع والدته، معتمدًا على صدقات الأقارب. ولكن بسبب هذا، طور وانغ مانغ ومارس مجموعة من المهارات في التعامل مع الناس منذ أن كان طفلاً. بغض النظر عن مدى شعوره بالحزن أو الغضب، فقد أظهر دائمًا نظرة سعيدة وسلمية للغاية أمام الأقارب أو كبار السن أو الغرباء، لذلك كان موضع تقدير كبير من قبل الجميع في العشيرة.\nذات مرة، كان عمه الأكبر يعاني من مرض خطير. وبعد أن علم بالأمر، جاء وانتظر بجوار سرير المريض، جالبًا له الدواء والماء، وظل يقظًا في الليل. لعدة أشهر متتالية، كان عاريًا، أشعثًا، ومنهكًا لقد كان ببساطة أكثر \"صبراً\" من كونه مريضاً، \"ابناً\" أكثر من كونه ابناً بيولوجياً.\nولهذا أثنى عليه الجميع في التايوانيين وكتبوا رسائل يطلبون مكافأة له.\nلذلك منحه الإمبراطور تشنغ من أسرة هان لقب مركيز العاصمة الجديدة وعينه حارسًا في القصر، ليصبح وزيرًا مقربًا من الإمبراطور.\nبفضل مكانته العالية وقوته العظيمة، لم يُظهر وانغ مانغ أبدًا أي غطرسة أو تراخي. وبدلاً من ذلك، أصبح أكثر وأكثر لطفًا ولطفًا. فمن ناحية، أقام صداقات مع الوزراء والجنرالات والمشاهير والعلماء. ومن ناحية أخرى وكان يساعد الفقراء ويحسن ماله.\nلكنه عاش حياة مقتصدة للغاية، وكثيرًا ما كان يتناول أطباق اللحوم، ناهيك عن ارتداء الجلباب الطويلة والفساتين ذات الأكمام الطويلة، ولا يرتدي سوى الملابس القصيرة. فأجمع عليه الجميع في الحكومة والجمهور بكلمة \"الفاضل\".\nلاحقًا، توفي عمه جراند سيما وانججن بسبب المرض وتم اختياره بديلاً له. اعتقد الإمبراطور وجميع الوزراء أنه الأنسب. لذلك، أصبح وانغ مانغ، الذي كان يبلغ من العمر ثمانية وثلاثين عامًا فقط، هو جراند سيما صاحب أعلى قوة عسكرية في البلاد.\n(هذه القصة استعارة. إن كونك شخصًا جيدًا يمكن أن يساعدك على التخلص من \"صعوبة التعرض للدغة النحل\" وتحقيق مُثُلك كما يحلو لك.)", "聖意": "المنزل ليس جيدًا لنفسه، والأسرة في ورطة، والعمل متوقف، والزواج محظور، والدروع الستة كاذبة، والمشاة متأخرون، ومحصول دودة القز منخفض، والماشية منخفضة، ومن الصعب تجد الناس، الدعوى سيئة، الهجرة لا تتحرك، الضائعة سيئة، الداء منصوب، القبر الجبلي مفقود", "古人": "يبحث وانغ مانغ عن المواهب", "第X籤": "الفوز في اليانصيب اثنين وسبعين", "宮": "تاتسومي"}