{"籤詩版本二": "عندما يأتي الربيع، يهتز الرعد وتغرد الحشرات، وأبتعد عن الوحل\nعندما أدركت لأول مرة أنني مازلت أذهب وأجيء، بمجرد أن تغيرت، أصبحت تنينًا.", "詩意": "هذا الشكل السداسي يشبه الرعد والحشرات.\nإن لقاء شخص نبيل علامة جيدة في كل شيء.", "解曰": "ضربات الرعد. ودائعين داخل وخارج. التغيير مرة واحدة. حتى تيانمن.", "籤詩故事一": "◇ تمرد تشينكياو\nفي عام 959 م، توفي تشو شيزونغ تشاي رونغ، وكان عمر الإمبراطور غونغ، تشاي زونغكسون، الذي اعتلى العرش، سبع سنوات فقط. في ذلك الوقت، كان تشاو كوانغين، الذي شغل منصب المفتش أمام القصر ومبعوث سونغتشو إلى الجيش الألماني، يتمتع بسلطة حقيقية.\nفي ربيع عام 960 م، أفادت مدينة تشنتشو (مدينة تشنغدينغ بمقاطعة خبي اليوم) ودينغتشو (مقاطعة دينغشيان حاليًا بمقاطعة خبي) أن جيوش أسرة هان الشمالية وولاية لياو كانت تتجه جنوبًا بشكل مشترك لمهاجمة أسرة تشو اللاحقة، مع زخم كبير، وطلب إرسال قوات للمساعدة. في وقت لاحق، أمرت أسرة تشو تشاو كوانجين بقيادة قواته شمالًا لمحاربة العدو. تصرف Zhao Kuangyin سرًا بموجب تخطيط من شقيقه Zhao Guangyi وZhao Pu وShi Shouxin وآخرين.\nفي 3 فبراير، عندما وصل الجيش إلى تشينكياوي (الآن مدينة تشينكياو، جنوب شرق فنغكيو، خنان)، أطلقوا تمردًا وأمروا الجنود بارتداء ثياب صفراء له. تمردوا ضد أسرة تشو اللاحقة ودعموا تشاو كوانجين كإمبراطور. . وبعد ذلك، قاد تشاو قواته إلى كايفنغ دون حرق أو قتل أو نهب. \"أقسم تشن تشياو تايزو على عدم إزعاج أهل العاصمة، ووعد بعدم إزعاج المدينة في يوم دخوله المدينة\".\nفي اليوم الثالث من السنة الثالثة من الشهر القمري، تمرد تشاو كوانغين في تشينكياو وعاد إلى العاصمة، وقاد فان تشي وانغ بو ووي رينبو لاستجواب تشاو كوانغين، وسحب لو يان هوان سيفه أمام الخيمة وصرخ بصوت عالٍ. : \"الجيوش الثلاثة ليس لها أسياد. قرر الجنرالات تعيينه إمبراطورًا. أي شخص يتحدث علنًا سيُقتل!\". \"كان وجه وانغ بو شاحبًا مثل الأرض. خفض خطواته وانحنى. انحنى فان تشي أيضًا. ساعده كوانغ يين شخصيًا على النهوض وعامله بلطف كبير.\n\"بعد مقاومة معتدلة، تولى الإمبراطور غونغ من أسرة تشو اللاحقة العرش، وتولى تشاو العرش. \"كانت تايزو على وشك قبول زن، ولكن لم يكن هناك نص زن. قبل تاو غو، أحد علماء هانلين، الأمر ودخل بجانبه قائلاً: \"تم\".\nبعد أن اعتلى تشاو العرش، قام بتغيير اسم البلاد إلى سونغ، ويوان إلى جيان لونغ، وجعل كايفنغ عاصمة لها. وقد حصل كل من شي شوشين، وجاو هوايد، وتشانغ لينغدو، ووانغ شينكي، وتشانغ جوانغان، وتشاو يانهوي على لقب جيدوشي. والتي عرفت في التاريخ باسم \"تمرد تشينكياو\".\nويكيبيديا\n(تمثل هذه القصة أن هذه هي بداية أداء تشاو كوانجيين.)", "聖意": "صلي من أجل منزلك، وحياتك اليومية، والثروة، والحظ السعيد، ونتمنى لك التوفيق في العمل، والزواج النبيل، والنجاح في ليوجيا، والمشاة الذكور، والولادة المبكرة لدودة القز في الحقول، والولادة المبكرة لستة حيوانات، والحظ السعيد في الربيع، والبحث عن الناس والنجاح في الدعاوى، والتوفيق في الهجرة، وضياع الأموال، والأخطار في الأمراض، والأخطار في الجبال والقبور.", "古人": "تمرد تشينكياو", "第X籤": "التوقيع ثلاثة وسبعون", "宮": "قصر مي"}