{"籤詩版本二": "وقيل في الحلم أنه سيكون هناك ثروة كثيرة، ولكن الشهرة لن تذهب إلى شيء.\nالماء بعيد والجبال بعيدة لكن الإخلاص صعب، الإنسان النبيل يهدي ويبتسم.", "詩意": "يمثل هذا الشكل السداسي رمزًا للحصول على كنز في الحلم.\nكل شيء أكثر أو أقل واقعية.", "解曰": "الحلم مثل الحلم. لا أمل في الشهرة. فقط انتظر الأوقات الجيدة. تعليمات نبيلة", "籤詩故事一": "◇ إعادة اليشم إلى تشاو (إعادة اليشم إلى تشاو بعد الانتهاء منه)\nفي عام 283 قبل الميلاد، حصل الملك Zhao Huiwen على He's Bi من Chu، وبعد أن سمع الملك Qin Zhaoxiang بالخبر، أرسل خطابًا إلى الملك Zhao، معربًا فيه عن استعداده لتبادل خمسة عشر مدينة مقابل He's Bi.\nحلل لين شيانغرو للملك تشاو أن تشين كان قويًا وأن تشاو كان ضعيفًا ويجب استبداله.\nثم أرسل الملك Zhao Lin Xiangru إلى Qin مع He's Bi.\nالتقى ملك تشين مع لين شيانغرو في تشانغتاي، وقدم لين شيانغرو اليشم إلى ملك تشين. شعر ملك تشين بسعادة غامرة ومرر He's Bi إلى الجميلة ونظر إليها كل من حولها.في هذا الوقت، صرخ الجميع على اليسار واليمين، تحيا.\nرأى لين شيانغرو أن ملك تشين لم يكن لديه أي نية لإعطاء المدينة إلى تشاو، لذلك أخبر ملك تشين أن اليشم الخاص به كان معيبًا وأراد أن يشير إلى ملك تشين حتى ينتهز الفرصة للحصول على اليشم مرة أخرى.\nبعد أن استعاد لين شيانغرو بي هيشي، وقف بجوار العمود الكبير، موضحًا أنه يريد الموت مع هيشي بي.\nفي هذا الوقت، قال لين شيانغرو لملك تشين: \"لا يزال ملك تشاو يتغلب على اعتراضات الوزراء ويقبل اقتراح الوزير. حتى لو لم يخدع بعضهم البعض عند التفاعل مع عامة الناس، ناهيك عن ذلك تشين دولة كبيرة! ومن أجل الحفاظ على الصداقة بين تشين وتشاو، أرسل الملك تشاو بعد الصيام لمدة خمسة أيام وزرائي إلى تشين مع اليشم. ولسوء الحظ، لم يكن لدى ملك تشين أي نية لإعطاء تشاو المدينة، ولكن أيضًا مررت يشم عائلة هي إلى امرأة جميلة، الأمر الذي كان حقًا استهزاءً بوزرائي.\"\nبعد الانتهاء من الحديث، قام لين شيانغرو على الفور بلفتة ضرب عمود.كان ملك تشين خائفًا من أن يتضرر هو بي، لذلك تظاهر بإعطاء تشاو خمسة عشر مدينة. اكتشف لين شيانغرو خطة الملك تشين الغادرة، لذلك طلب من الملك تشين أن يصوم لمدة خمسة أيام قبل تقديم He's Bi لتأخير الوقت. في هذه الأيام القليلة، أرسل لين شيانغرو مرافقيه للعودة إلى ولاية تشاو مع اليشم، بينما بقي هو للتعامل مع ملك تشين.\n(هذه القصة مثل عيون شخص عادي مفتونة بمكانته.)", "聖意": "الصلاة من أجل البركات في المنزل، والنفس، وإعاقة الثروة، وجعل المعاملات صعبة الإنجاز، والزواج ليس متناغمًا مع مشاة Liujiaxu، ولا يتم قبول دودة القز الشيتيان، وتلف ستة حيوانات، والأشخاص مفقودون، ومن المتوقع رفع دعاوى قضائية عامة والهجرة، والأشياء المفقودة بعيدة، وتنصب الأمراض، وترسل إلى المقابر الجبلية، وتتغير.", "古人": "أعد اليشم إلى تشاو (أكمل اليشم إلى تشاو)", "第X籤": "اليانصيب الفائز السابع والسبعون", "宮": "قصر الظهر"}