{"籤詩版本二": "تساقطت أوراق الجميز، واقترب الخريف، وبدت رحلة عودة المسافرين كالسحاب.\nوبفضل جهود الله العظيمة عادت السفينة والكنز في مهب الريح.", "詩意": "يمثل هذا المخطط السداسي الأوراق المتساقطة لشجرة الجميز.\nكل شيء سيئ في مقدمته وجيد في النهاية.", "解曰": "خذ الأمور من القلب. يتبعه Tianxin. لكسب العيش. افعل كل ما تستطيع.", "籤詩故事一": "◇ تهب الرياح على جناح Tengwang\nكان وانغ بو، واسم المجاملة زيان، شاعرا من أوائل أسرة تانغ، ولد في السنة الأولى من حكم يونغوي، الإمبراطور قاوزونغ من أسرة تانغ. كان وانغ بو يقرأ الكتب المقدسة منذ أن كان طفلاً، ويُعرف باسم \"الطفل المعجزة\". كان وانغ بو يقرأ الكتب المقدسة منذ أن كان طفلاً، ويُعرف باسم \"الطفل المعجزة\".\nعندما كان في العاشرة من عمره، صادف أن مر هو ووالده بمعبد قواندي، ورأوا تمثال قواندي المهيب في المعبد، وهو يحمل نسخة من \"الربيع والخريف\" ويقرأها، وعندما رآها والده، كان مصدر إلهام، وهتف للإمبراطور غوان: \"أحمل ثلاثة خصلات من اللحية الخضراء، وأقرأ تاريخ أسرة تشينغ على الفانوس الأخضر وأشيد بالأسماء الشهيرة. وأحمل التنين الأخضر والقمر في يدي\". أنه في خريف هذا العام، ذهب وانغ بو من شانشي إلى جزيرة هاينان لزيارة والده الذي تم تخفيض رتبته إلى قاضي مقاطعة جياوزي، مروراً بآلاف الجبال والأنهار على طول الطريق. في خريف ذلك العام، عندما كان في السابعة والعشرين من عمره، ذهب وانغ بو من شانشي إلى جزيرة هاينان لزيارة والده، الذي تم تخفيض رتبته إلى منصب قاضي مقاطعة جياوزي. ومر عبر آلاف الجبال والأنهار على طول الطريق.\nعندما وصلنا إلى جبل مادانغ في ذلك اليوم، ذهب الجميع إلى الشاطئ للراحة. وعندما سار وانغ بو بجوار معبد قديم بمفرده، رأى فجأة رجلاً عجوزًا يجلس على الحجر بجوار المعبد. بدا الرجل العجوز كطفل ذو شعر أشقر. ومظهر خرافي. قال لوانغ بو \"أليست أنت وانغ بو؟\" أذهل وانغ بو وقال: \"بالضبط! كيف تعرف ذلك؟\" قال الرجل العجوز: \"لقد سمعت منذ فترة طويلة أن لديك أشياء جيدة نوايا لإنقاذ الناس، وقصائدك ذات معنى كبير. سيكون هناك حفل كبير في Tengwang Pavilion غدًا. إذا كان بإمكانك حضور المأدبة وكتابة مقال، فسوف تصبح مشهورًا على مر العصور وستحصل على نفقات السفر. \"عندما وصلوا في جبل مادانغ، ذهب الجميع إلى الشاطئ للراحة، وعندما كان وانغ بو يسير بجوار معبد قديم بمفرده، رأى فجأة على الحجر بجوار المعبد، كان هناك رجل عجوز يجلس، بدا وكأنه طفل ذو شعر أشقر وجنية المظهر قال لوانغ بو: \"أليست أنت وانغ بو؟\"\nتفاجأ وانغ بو وقال: \"بالضبط! كيف تعرف ذلك؟\"\nقال الرجل العجوز: \"لقد سمعت منذ فترة طويلة أن لديك نية طيبة لإنقاذ الناس، والقصائد التي تؤلفها لها معنى كبير. سيكون هناك حفل كبير في جناح الأمير تنغ غدًا. إذا كان بإمكانك حضور المأدبة وتأليفها، ستكون مشهورًا على مر العصور وستحصل على مصاريف السفر\".\nقال وانغ بو: \"هذا المكان على بعد ستة أو سبعمائة ميل من جناح Tengwang. كيف يمكننا أن نصل إلى هنا غدًا؟\" قال الرجل العجوز: \"سأستخدم الحصان كريح إلهية لمساعدتك في الإبحار السلس. أنا سيصل بالتأكيد غدًا.\" شكرني وانغ بو وقال: \"معذرة، والد زوجي. هل أنت خالد أم إله؟\" ضحك الرجل العجوز وقال: \"أنا Zhongyuan Shuijun الموجود في \"مسؤول عن هذه المنطقة المائية!\" قال وانغ بو: \"هذا المكان يبعد ستة أو سبعمائة ميل عن جناح Tengwang. كيف يمكننا الوصول إلى هناك غدًا؟\"\nقال الرجل العجوز: \"سأستخدم الحصان كريح إلهية لمساعدتك على الإبحار بسلاسة. سأصل بالتأكيد غدًا.\"\nشكره وانغ بو وقال: \"معذرة يا حمو، هل أنت خالد أم إله؟\"\nضحك الرجل العجوز وقال: \"أنا Zhongyuan Shuijun المسؤول عن منطقة المياه هذه!\" ثم حث الرجل العجوز وانغ بو على ركوب القارب بسرعة، ورأى السحب الميمونة المحيطة به لفترة من الوقت، والرياح وكانت المياه سلسة على طول الطريق، وفي غمضة عين، قطع مئات الأميال.\nثم حث الرجل العجوز وانغ بو على ركوب القارب بسرعة، ورأى سحبًا ميمونة تحيط به لفترة من الوقت، وكانت رحلة سلسة، وفي غمضة عين، سافر مئات الأميال. كما كان متوقعًا، هرع وانغ بو إلى جناح الأمير تنغ في صباح يوم الحدث الكبير.\nكما كان متوقعًا، هرع وانغ بو إلى جناح الأمير تنغ في صباح يوم الحدث الكبير. وعلى الفور، كتب \"مقدمة لجناح الأمير تنغ\"، والتي أطلق عليها الإمبراطور قاوزونغ من أسرة تانغ \"التحفة الأبدية\". وعلى الفور، كتب \"مقدمة لجناح الأمير تنغ\"، والتي أطلق عليها الإمبراطور قاوزونغ من أسرة تانغ \"التحفة الأبدية\".\nهناك قصيدة تقول:\nلقد قيل دائمًا أن الموهوبين هم آلهة، لذلك ليس من قبيل الصدفة أن تجلب الرياح نانتشانغ إلى نانتشانغ؛\nلقد كتبت جملة عن جناح Teng Wang العالي، ثم رافق الخالدين إلى Zhongyuan.", "聖意": "صل من أجل بيتك واحفظ نفسك، وادع بالبركة، وابحث عن الثروة، وحقق الزواج والوئام.", "古人": "تهب الرياح على جناح Tengwang", "第X籤": "التوقيع الحادي والثمانون", "宮": "وي قونغ"}