{"籤詩版本二": "ماذا تفعل إذا فقدت فضيلتك بسبب سمعتك، أخشى أن يتغير الحظ السعيد ويحدث الشر.\nسكران، لا أعرف إلى أين أذهب، أحلم حلماً ضبابياً في ظل أشجار الصنوبر الخضراء.", "詩意": "يمثل هذا الشكل السداسي السمكة الباردة التي تغادر الماء.\nلا شيء يمكن نقله.\n\n(هذا الشكل السداسي هو رمز للفضيلة السيئة والحظ السيئ.\nضع قدميك على الأرض في كل شيء.\n)", "解曰": "السمكة الباردة تترك الماء. لكن المصيبة أننا. إذا سألت عن خطط المخيم. فمن الأفضل لمو تشي\nستجلب هذه العلامة الحظ السيئ إلى Liujia. كل شئ يسير بطريقة سيئة. صلوا من أجل الأمن.", "籤詩故事一": "◇Zhuangzi يختبر زوجته\nولد Zhuangzi في عهد أسرة تشو، ولقبه Zhuang، واسمه الأول Zhou، واسمه الأول Zixiu، وكان من مواطني Mengyi في عهد أسرة Song. في عهد أسرة تشو، كان مسؤولاً عن تشييوان.\nفي أحد الأيام، التقت Zhuangzi بامرأة على الجبل، كانت تجلس القرفصاء أمام قبر جديد، وتهز مروحتها بشدة، كما لو كانت تريد تجفيف التربة الرطبة على القبر. لم تفهم Zhuangzi نيتها فسألها. وقالت إن الذي دفن في القبر هو زوجها، وآخر كلام زوجها أنها لا تستطيع الزواج مرة أخرى حتى يجف التراب الذي على القبر. لم تعد قادرة على الانتظار أكثر من ذلك، لذا قامت بتقليب تربة القبر لتجعلها تجف بشكل أسرع، حتى تتمكن من متابعة الربيع الثاني.\nتنهد Zhuangzi عندما اعتقد أن هناك مثل هذه المرأة القاسية في العالم. ثم فكرت هل ستكون زوجتي هكذا؟ عندما ينشأ الشك، أريد اختباره.\nكان لقب زوجة Zhuangzi هو Tian، وكان للزوجين عادة علاقة وثيقة، ومن أجل اختبار ولاء زوجته، قرر Zhuangzi التظاهر بالموت.\nعندما سمعوا أن Zhuangzi توفي بمرض مفاجئ، جاء العديد من الناس من جميع أنحاء العالم، بما في ذلك الأقارب والأصدقاء، للتعبير عن تعازيهم. وكان من بينهم ملك وسيم وحفيد من ولاية تشو، الذي كان غنيًا بالثروة. كانت تيان أرملة حديثًا وبائسة، فطاردها. لم تتحمل السيدة تيان الإغراء ووقعت في حب وانغ صن وتزوجا في عشرين يومًا فقط.\nفي تلك الليلة، عندما كان النبيذ في حالة سكر وكانت الأذنين ساخنة، أصيب وانغ صن فجأة بنوبة قلبية ومات.\nكانت السيدة تيان خائفة ومذعورة، وسألت وانغ سون بشكل عاجل عما يجب فعله، فتحمل وانغ سون الألم وأخبر السيدة تيان أن أدمغة الجثث يمكن استخدامها لإعادة الموتى إلى الحياة.\nأين تجد الجثة؟ فكرت السيدة تيان فجأة، ألم يمت زوجها للتو؟ نسي السيد تيان الحب القديم بين الزوج والزوجة، وأخذ في الواقع فأسًا وفتح نعش زوجها، استعدادًا لإخراج دماغه من أجل الدواء.\nبشكل غير متوقع، عندما تم فتح التابوت، عاد Zhuangzi إلى الحياة. شعرت السيدة تيان بالخجل الشديد لدرجة أنها شنقت نفسها.\n(هذه القصة كناية عن انتهاك الصداقة لتحقيق مكاسب شخصية، فلا يمكن أن نتفق معها).", "聖意": "المنزل مسالم، والنفس آمنة، والمال غير عادل، ويتم التضحية بالمهن، ويتم حل الزواج، ويزدهر الشر في ليوجيا، والمشاة لم يصلوا، ودودة القز مسطحة، والماشية مسطحة، والناس مفقودون، والدعوى تتغير، والتلاميذ محافظون، والملكية ليست مريضة، والجبل والقبر شريران.", "古人": "Zhuangzi يختبر زوجته", "第X籤": "القطعة 84", "宮": "وي قونغ"}