{"籤詩版本二": "السحب الداكنة والضباب تغطي الطريق أمام الجبل، كل شيء مستدير والقمر مستدير من جديد.\nإذا حصلت على الشعر والكتب فسوف تستيقظ من حلم عميق، وسيرشدك الشخص النبيل إلى السطح.", "詩意": "يرمز هذا الشكل السداسي إلى نهاية الربيع وتفتح الزهور.\nكل شيء يتغير بعد الرب.", "解曰": "الرجل العجوز يحتاج إلى طلب المساعدة. تزهر مرة أخرى في الربيع. الرغبة في الشهرة والثروة. تواجه مكاسب غير متوقعة في وقت متأخر من الحياة.", "籤詩故事一": "◇ يواجه هان وينغونغ الثلوج\nكان هان يو، واسمه المجاملة Tuizhi، من مدينة تشانغلي. أصبح Tang Dezong جينشي في السنة الثامنة من حكم Zhenyuan، وكان لقبه بعد وفاته هو Wen Gong.\nفي عهد الإمبراطور Xianzong من أسرة تانغ، احتج هان يو بعظام بوذا، مما أثار غضب الإمبراطور. ترك هان يو زوجته وأطفاله وذهب إلى تشاوتشو. وبعد المشي لمدة تقل عن بضعة أيام، هبت الرياح الباردة وتساقطت الثلوج بغزارة. وصل هان يو إلى مكان يبلغ عمق الثلج فيه عدة أقدام، مما جعل من الصعب على حصانه التحرك للأمام، ولم يكن هناك منزل قريب ولم يكن يعرف مكان الطريق. إذا كنت ترغب في متابعة المسار والتراجع، فلا يوجد طريق للرجوع. كانت الرياح تهب بقوة والثلج يتساقط بسرعة، وكان هان يو مبللا حتى جلده، ويتجمد ويشعر بالجوع، ولم يكن لديه مكان للتعبير عن حزنه.\nتنهد هان يو وقال: \"الإمبراطور لن يقتلني، لكن الإمبراطور يريد تدميري\".\nعندما كان هان يو يائسًا، رأى رجلاً يأتي لإزالة الثلج على الرغم من البرد القارس، وتبين أنه هان شيانغ زي (ابن أخ هان يو).\nمسبقًا، قال هان شيانغزي لهان يو: \"أين منزل يون هنغ في تشينلينغ؟ الثلج يحتضن البوابة الزرقاء ويتوقف الحصان عن المضي قدمًا. \"في ذلك الوقت، لم يفهم هان يو ما يعنيه هان شيانغزي، لكنه الآن فهمت أخيرا.\nلذلك ذهب هان يو وهان شيانغ زي لقضاء الليل في منزل فو في لانجوان. بالحديث عن الماضي والطريق إلى الزراعة، كان هان يو مقتنعًا بصدق.\nفي وقت لاحق، تخلى هان يو عن منصبه الرسمي، وتبرع بجميع ممتلكاته للحكومة المحلية، وذهب إلى الجبال لممارسة الطاوية ويصبح خالدًا.", "聖意": "المنزل ليس جيدًا لنفسه، احرص على البحث عن المال، والتركيز على الأعمال، والزواج متأخر، والمشاة من Liujia يحجبون الحقول، ودود القز جيد، والماشية جيدة، ومن الصعب العثور على أشخاص، وتتكرر الدعاوى القضائية العامة، والهجرة يتم تحديث الأشياء المفقودة خطيرة، وتأخير الأمراض، ويجب تغيير المقابر الجبلية.", "古人": "يواجه هان وينغونغ الثلوج", "第X籤": "اليانصيب الخامس والثمانون الفائز", "宮": "شين قونغ"}