{"籤詩版本二": "لا تشغلني بأمورك الشخصية فهذا أجدر أن تسأله للعامة.\nالقلب الصافي مشرق وواضح مثل القمر الساطع في السماء", "詩意": "يمثل هذا المخطط السداسي صورة القمر الساطع في السماء.\nكل شيء مشرق وجيد التهوية.", "解曰": "كن مستقيم القلب. تصويب القانون. الكلمات المقدسة. وأخيرا يصبح واضحا.", "籤詩故事一": "◇الجنرال كونغ مينغ\nالحل: يقوم Zhuge Liang بتعبئة قواته وجنرالاته\nخلال فترة الممالك الثلاث، ولد تشو قه ليانغ (181-234)، واسم المجاملة كونغمينغ، في يانغدو، لانغيا (الآن مقاطعة ينان، مقاطعة شاندونغ).\nوافق Zhuge Liang على أن يصبح مسؤولًا بعد أن قام Liu Bei بثلاث زيارات إلى الكوخ المسقوف بالقش. في ذلك الوقت، كان Cao Cao قد قام بتهدئة Hebei وكان مصممًا على السير جنوبًا. أرسل Xiahou Dun كرئيس عام، Yu Jin وLi Dian وآخرين. كنواب للجنرالات، وقادوا جيشًا قوامه 100.000 جندي للتقدم نحو Xinye. على الرغم من أن Zhuge Liang كان لديه خطة للانسحاب من العدو في ذلك الوقت، إلا أن Guan Yu و Zhang Fei احتقروا كلمات Zhuge Liang. لم يكن لدى Zhuge Liang أي خيار سوى استخدام سيف Liu Bei لإخضاع الرجلين. قاد كل منهما ألف جندي وحصان، وتربصوا في يوشان وأنلين. وانتظروا Xiahou Dun لقيادة جيشه للمرور، ثم هاجموهم بـ الكمائن والنار.\nبالإضافة إلى ذلك، تم إرسال تشاو يون لقيادة بقايا الجيش القديمة والضعيفة للقتال كطليعة ضد شياو دون، ثم تظاهر بالهزيمة وتراجع، واستدرج شياو دون إلى الطريق الضيق في الجبال والغابات، كما أرسل قوان يتسلل Ping وZhou Cang وLiu Feng وآخرون إلى مؤخرة جيش Cao، ويحرقون الإمدادات ويسببون الذعر في جيش Cao.\nبعد المعركة، حدث كل شيء كما رتب Zhuge Liang. عندما قاد شياو دون ويو جين الجيش في المطاردة، أبلغ لي ديان، الذي كان في المؤخرة، شياو دون في المقدمة على وجه السرعة أنه بحاجة إلى الحماية من هجمات نيران العدو. ومع ذلك، فقد فات الأوان. كان جيش كاو مقيدًا الطريق الضيق ويقع في مكان تتشابك فيه الأشجار، لذلك لا يمكن أن يبدأ الحريق، وكانت هناك خسائر فادحة، وهزم شياو دون وجنرالات آخرون وفروا عائدين إلى شودو.\n(هذه القصة عبارة عن استعارة تشير إلى أن كونغ مينغ جيد في استخدام الناس وحكم البلاد بحكمة.)", "聖意": "المنزل والمنزل ميمونان. أتمنى حظًا سعيدًا في الثروة، وراحة البال، والأعمال التجارية المزدهرة، والزواج، والنجاح، والنجاح في ليوجيا، والرجال الذين ينقلون الحقول، ودود القز، وفقدان الماشية، والأشخاص المفقودين، والدعاوى العامة، والهجرة، والممتلكات المفقودة، والبركات والمرض والسلام والجبال والقبور.", "古人": "الجنرال كونغ مينغ", "第X籤": "العلامة التاسعة", "宮": "قصر يين"}