{"籤詩版本二": "الطموح والإنجازات موجودة في السلالة، ولكن الآن سيكون هناك شرب وجنس لا نهاية له.\nإذا رأيت ديكاً ذهبياً فسوف تكافأ بالمال والثروة والثروة.", "詩意": "يمثل هذا المخطط السداسي رمز الطموح والشهرة.\nإبقاء كل شيء ميمون.", "解曰": "طموح ومتحمس. لم يفت الأوان بعد لحماية نفسك. وعود الديك الذهبي. كل سعيد.", "籤詩故事一": "◇ أعلن تساو باي نفسه إمبراطورًا\nCao Pi، اسم المجاملة Zihuan، ولد في Peiguoqiao (الآن مقاطعة Hao، Anhui). سياسي وكاتب مشهور خلال فترة جيانآن.\nكاو باي هو الابن الثاني لكاو كاو، عاش مع والده في المعسكر العسكري منذ أن كان طفلا، وتحت تأثير والده، تعلم كاو باي الرماية في سن السادسة وركوب الخيل في سن الثامنة، وتطورت مهارات فنون الدفاع عن النفس جيدة. كما أنه يتمتع بمعرفة واسعة بالكلاسيكيات والسير الذاتية القديمة والحديثة، بالإضافة إلى كتب مئات المدارس الفكرية. لم يهزم Cao Cao Yuan Shao إلا في سن الثامنة عشرة، وعاش Cao Pi حياة مستقرة نسبيًا في Yecheng، مركز حكم Cao Cao. ومنذ ذلك الحين، وعلى الرغم من أنه كان يرافق والده في بعض الأحيان في الحملات العسكرية ويعيش حياة الابن النبيل في أغلب الأحيان، إلا أنه لا يزال يمارس الفنون القتالية كل يوم ولم يتراجع حتى يومنا هذا. غالبًا ما يركب حصانه لمسافة مائة خطوة وهو ماهر جدًا في الفنون القتالية، ولأنه يمارس الفنون القتالية غالبًا فهو خفيف وقوي.\nقُتل الابن الأكبر لـ Cao Cao Cao Ang في معركة. بعد وفاة الابن الأكبر، أصبح Cao Pi الخيار الأول لولي العهد. عندما كان في الحادية والثلاثين من عمره، عينه كاو كاو وليًا للعهد. عندما كان Cao Pi يبلغ من العمر ثلاثة وثلاثين عامًا، توفي Cao Cao بسبب المرض، وخلفه Cao Pi كرئيس للوزراء وملك Wei. قال إنه غالبًا ما يمتطي حصانًا لمسافة مائة خطوة وهو ماهر جدًا، ولأنه غالبًا ما يمارس الكونغفو، فهو خفيف الوزن وبصحة جيدة.", "聖意": "صلي من أجل أن يكون منزلك ومنزلك آمنين، وابحث عن الثروة، واعمل بجد، وتاجر، وانفصل مبكرًا، وسيكون الزواج ناجحًا، وستكون ليوجيا آمنة، وسيكون الناس في الحقل، وستكون دودة القز ناضجة، وستة ماشية ناضجة. سيكون من الصعب العثور على الناس، وستكون الدعاوى العامة عاجلة، وستضيع الهجرة، وستبقى الأمور بعيدة، وستبقى الأمراض في الجبال والقبور.", "古人": "يعلن Cao Pi نفسه إمبراطورًا", "第X籤": "اليانصيب الخامس والتسعون الفائز", "宮": "xugong"}