{"籤詩版本二": "الباغودا المهيبة غير عادية، مع ميزات رائعة من جميع الجوانب تتألق بشكل مشرق.\nإنني أحثكم على أن تكونوا مصممين على الانحناء بجد والقيام بالأعمال الصالحة، وسوف ترسل لكم السماء بركات.", "詩意": "يمثل هذا المخطط السداسي مظهرًا من مظاهر الجدارة.\nكل شيء ميمون.", "解曰": "هذه النعم. الجميع لديه ذلك. لا تكن مشغولا جدا. يتم تحديد الجدارة مقدما.", "籤詩故事一": "◇ ملك فينيانغ يلتقي بحفيده في عيد الحب الصيني\nالحل: التقى Guo Ziyi بالفتاة الحائكة التي هبطت إلى الأرض في عيد الحب الصيني. تيانسون، حفيدة الإمبراطور اليشم، هي الجنيات السبع.\nكان Guo Ziyi (697-781)، المعروف أيضًا باسم Guo Linggong، مواطنًا من مقاطعة Zheng، Huazhou (الآن مقاطعة Huaxian، مقاطعة Shaanxi) وجنرالًا في أسرة Tang. منح البلاط الإمبراطوري Ziyi لقب ملك Fenyang.\nيقال إن Ziyi كان في الأصل من Huazhou وذهب للانضمام إلى الجيش خارج سور الصين العظيم. ذهب إلى بكين للضغط من أجل الحصول على رواتب عسكرية وعاد إلى Yinzhou. صادف أن يكون عيد الحب الصيني في ذلك الوقت. الرياح والرمال كان الظلام يخيم، وكانت الشمس مظلمة. لم يتمكن Ziyi من المضي قدمًا، لذلك كان يقف بجانب الطريق. كان نائمًا على الأرض في منزل فارغ. وعندما كان على وشك النوم، رأى فجأة ضوءًا أحمر على كلا الجانبين. وقف ونظر إلى الأعلى في مفاجأة. كانت هناك سحابة في السماء، تنزل ببطء. وكانت هناك امرأة جميلة، كريمة ورائعة، مختلفة تمامًا عن الناس العاديين. أبدى زيي احترامه على الفور وقال: \"اليوم هو اليوم السابع من الشهر القمري السابع. أعتقد أن الفتاة الحائكة هي التي أتت، راغبة في منحها طول العمر والثروة.\"\nوأجابت المرأة أيضًا: \"مع الثروة الكبيرة يأتي طول العمر\".\nبعد أن انتهى من التحدث، عاد التوهج وارتفعت الغيوم ببطء، وكانت المرأة لا تزال تنظر إلى غو زيي بابتسامة لطيفة حتى كانت بعيدة عنها، ثم أصبح الدخان غير واضح ولم يعد من الممكن رؤيتها.\nوتبين أن هذا صحيح، تماما كما قالت المرأة. مزايا Ziyi مشهورة عالميًا، فهو وزير يتمتع بشعبية كبيرة، وهو جنرال يتمتع بمزايا وفضائل.", "聖意": "تمنى لنفسك أمنية في المنزل، تمنى لنفسك أمنية، صلي من أجل المال، حظا سعيدا في العمل، حظا سعيدا في الزواج، حظا سعيدا في ليوجيا، رحلات سعيدة مع الناس، الحقول المتحركة، دودة القز، الماشية المستقرة، الحظ السيئ في العثور على الناس، الدعاوى العامة، الهجرة، الحظ السعيد، أمراض الممتلكات المفقودة، المقابر في Zhenxingshan", "古人": "الملك فينيانغ يلتقي بحفيده في عيد الحب الصيني", "第X籤": "التوقيع ستة وتسعون", "宮": "xugong"}