{"籤詩版本二": "كبح جماح الحصان وعقد السوط، نأتي مباشرة إلى هنا، نصف في خطر ونصف في كارثة.\nإنه مثل منزل يحترق بالنار، عندما تسقط السماء، يحوله المطر إلى رماد، لدي خطة.", "詩意": "يمثل هذا الشكل السداسي نصف الحزن ونصف الفرح.\nمن المستحسن فعل الخير في كل شيء.", "解曰": "العمل مدى الحياة. لا تهتم بالصواب والخطأ. الأغلال مؤقتة. الاستياء يأتي بشكل طبيعي.", "籤詩故事一": "◇ تاو سانشون يتفوق على زينج إن في غوايوان\n\"يعيش نصب تذكاري\"، وقف تشاو كوانجين مرة أخرى، \"لقد رتب ملك بيبينج تشنغ إن زواجًا في ذلك الوقت. والآن بعد أن أصبح العالم في سلام، أود أن أطلب إذنك لاختيار يوم ميمون للزواج. \"\n\"يعيش نصب تذكاري!\" وقف تشاو كوانغين وقال: \"كان ملك بكين، تشنغ إن، قد رتب زواجًا في ذلك الوقت. والآن بعد أن أصبح العالم في سلام، أود أن أطلب إذنك لاختيار مكان ميمون\". يوم للزواج.\"\n\"أوه، الأخ الثالث كان مخطوبًا من قبل، كيف لم أكن أعرف شيئًا عن هذا؟\" كان تشاي رونغ مندهشًا للغاية، ولوح بيده لتشاو كوانجين ليجلس ويتحدث.\n\"أوه! الأخ الثالث كان مخطوبًا من قبل، كيف لم أكن أعرف عن هذا؟ \" كان تشاي رونغ (إمبراطور أسرة تشو اللاحقة) مندهشًا للغاية. ولوح بيده وطلب من تشاو كوانغين الجلوس والتحدث.\n\"إنها قصة طويلة. أولاً، كنا لا نزال في حالة فقر في ذلك الوقت ولم ننضم إلى جيشكم. ومنذ ذلك الحين، ونحن نقاتل منذ سنوات وليس لدينا وقت لنهتم بكم. ثانياً، الأخ الثالث أيضاً صغير الحجم\". تخجل من ذكر ذلك، لذلك جلالتك لا تعرف. \"\n\"إنها قصة طويلة. أولا، كنا لا نزال نعيش في فقر في ذلك الوقت ولم ننضم إلى جيشكم. ومنذ ذلك الحين، ونحن نقاتل لسنوات وليس لدينا وقت لنهتم بكم. ثانيا، الأخ الثالث هو أيضا نخجل قليلاً أن نذكر ذلك، لذا فجلالتك لا تعرف. \"\n\"مرحبًا، الطالب الجامعي سيتزوج، ما الفائدة من الشعور بالحرج؟ الأخ الثالث كان في ساحة المعركة لفترة طويلة ويمكن اعتباره بطلاً لا مثيل له. لماذا أنت تافه جدًا بشأن هذا الأمر؟\"\n\"مرحبًا! الصبي الجامعي سيتزوج، ما الفائدة من الشعور بالحرج؟ الأخ الثالث كان في ساحة المعركة لفترة طويلة ويمكن اعتباره بطلاً لا مثيل له. لماذا أنت تافه جدًا بشأن هذا الأمر؟\"\n\"وبالحديث عن ذلك، لا أستطيع أن ألوم أخي الثالث لكونه خجولا، لأن هذا الزواج مزور.\"\n\"وبالحديث عن ذلك، لا أستطيع أن ألوم أخي الثالث لكونه خجولا، لأن هذا الزواج مزور.\"\n\"هل كتبت؟ مرحبًا، إنه أمر مثير للاهتمام. من فضلك أخبرني بما حدث.\"\n\"لقد قمت بكتابتها! مرحبًا! إنه أمر مثير للاهتمام! من فضلك أخبرني بما حدث.\"\n\"نعم، أتذكر ذلك العام، عندما كنا على وشك الانضمام إلى جلالة الملك، كنا نمر عبر مقاطعة باوتشنغ. كان الجو حارًا جدًا في يونيو. ولم يتمكن أخي الثالث من الإقامة في الفندق، لذلك خرج للتجول بمفرده. بعد مروره ببستان البطيخ، دخل ليلتقط بعضًا منه، البطيخ يروي العطش، لم يكن هناك الكثير من البطيخ الناضج مبكرًا في هذا الوقت، ولم يكن الأخ الثالث يعرف كيف يقطفها، فكسر الكثير منها. \"تقدمت المرأة التي تنظر إلى البطيخ إلى الأمام لتتهم الأخ الثالث. اختلف الاثنان، ثم بدأا في القتال. تعال. لحسن الحظ، كنت قلقة وهرعت للإنقاذ في الوقت المناسب، وإلا ...\"\n\"نعم، أتذكر ذلك العام، عندما كنا على وشك الانضمام إلى جلالة الملك، كنا نمر بمقاطعة باوتشنغ. كان الجو حارًا جدًا في يونيو. ولم يتمكن أخي الثالث من الإقامة في الفندق، لذلك خرج للتجول بمفرده. بعد مروره ببستان البطيخ، دخل ليلتقط بعضًا منه، البطيخ يروي العطش، لم يكن هناك الكثير من البطيخ الناضج مبكرًا في هذا الوقت، ولم يكن الأخ الثالث يعرف كيف يقطفها، فكسر الكثير منها. \"تقدمت المرأة التي تنظر إلى البطيخ إلى الأمام لتتهم الأخ الثالث. اختلف الاثنان، ثم بدأا في القتال. تعال. لحسن الحظ، كنت قلقة وهرعت للإنقاذ في الوقت المناسب، وإلا ...\"\n\"هذا تشنغ زيمينغ، إنه خطأه في المقام الأول، يجب أن يعتذر. لماذا ضربه؟ علاوة على ذلك، كيف يمكن لعائلة الفتاة أن تتحمل اللكمات والركلات من رجل شرس مثله! هيا، لقد ضربت هذه الفتاة لتضربه\". قطع. لا؟\" \"لم تصب الفتاة بأذى...\"\n\"هذا تشنغ زيمينغ، إنه خطأه في المقام الأول، لذا يجب أن يعتذر. لماذا تضربه؟ علاوة على ذلك، كيف يمكن لعائلة الفتاة أن تتحمل اللكمات والركلات من رجل شرس مثله! هيا، أخبرني، لقد ضربت هذه الفتاة. لا؟\"\n\"الفتاة لم تصب بأذى...\"\n\"لا بأس، لا بأس... مهلا، ألم تتخذ إجراءً؟ أوه، أعتقد أنك أنقذتني في الوقت المناسب.\"\n\"لا بأس! لا بأس... مهلا! ألم تتخذ إجراءً؟ أوه! أعتقد أنك أنت من أنقذني في الوقت المناسب!\"\n\"...لا، الشخص الذي أنقذته كان...الأخ الثالث.\" \"...لا، الشخص الذي أنقذته كان...الأخ الثالث.\"\n\"اه اه؟!\"\n\"لقد طرحت المرأة الأخ الثالث على الأرض وتعرض للضرب العنيف على طول الطريق. ولحسن الحظ، وصلت وأقنعته بالمغادرة، لذلك لم يصاب بجروح خطيرة. ... صاحب الجلالة ... صاحب الجلالة!... \"\n\"لقد طرحت المرأة الأخ الثالث أرضًا وتعرض للضرب المبرح. ولحسن الحظ، وصلت وأقنعته بالمغادرة، لذلك لم يصاب بجروح خطيرة. ... صاحب الجلالة... صاحب الجلالة!...\"\n\"آه؟...أوه، من هي تلك المرأة!؟\" \"آه!؟...أوه، من هي تلك المرأة!؟\"\n\"فقط لاحقًا اكتشفت أن اسم المرأة كان تاو سانشون، وكان والدها تاو هونغ بطلاً عجوزًا ليس لديه تطلعات. تعلم تاو سان تشون الفنون القتالية من والده منذ أن كان طفلاً. وبعد أن تعرفت على \"عائلته، رأيت أن الآنسة سانشون تتمتع بشخصية متميزة. لوه لوه وسخية، دون أي عادة كونها فتاة صغيرة، لقد طابقوه عمدًا. كما أحب الأب وابنته تاو الشخصية المباشرة للأخ الثالث كثيرًا. لقد \"اضربه على الفور وقررت هذا الزواج لهما. جلالة الملك، من فضلك قل لي، هذا ليس زواجا مزورا؟\"\n\"فقط لاحقًا اكتشفت أن اسم الفتاة كان تاو سانشون، وقد تعلمت الفنون القتالية من والدها منذ أن كانت طفلة. وبعد أن تعرفت على عائلته، رأيت أن الآنسة سانشون تتمتع بشخصية متميزة، وكانت سخية، ولم يكن لديها أدنى أثر لكونها فتاة صغيرة، لذلك قمت بتجنيدها عمدًا. كما أحب السيد تاو وابنته الشخصية المباشرة لأخيهم الثالث كثيرًا. لقد ضربوها على الفور وقرروا الزواج لبعضهم البعض. صاحب الجلالة، ألا تعتقد أن هذا زواج مزور؟ \"\n(هذه القصة استعارة، لأن الشيء السيئ تحول إلى شيء جيد).", "聖意": "صلي من أجل حماية المنزل والنفس، كن حذرًا، صلي من أجل الثروة، إفساد الأعمال، إعاقة الزواج، العقاب، ليوجيا، التأمين، المشاة المحاصرين في الحقول، تلف دودة القز، تلف الماشية، الأشخاص المفقودين، الدعاوى القضائية غير القانونية، الخسارة، الهجرة، المحافظة ، الممتلكات الضائعة، شر الأمراض، الهموم، الأخطار، الجبال، المقابر، الفشل", "古人": "تاو سانشون يتفوق على تشنغ إن في حديقة البطيخ", "第X籤": "العدد تسعة وتسعون", "宮": "هايجونج"}