{"籤詩版本二": "Må verden blive skabt til et godt ægteskab, lykkebringende dage og gode tider, og alt skal være godt\nDet er ikke en lille sag, hvis du får dette lod.Kejseren erklærer, at folk er loyale og retskafne.", "詩意": "Dette hexagram repræsenterer begyndelsen på åbningen af ​​himmel og jord.\nAlt er lykkebringende.", "解曰": "Hurtig hastighed. Året er ikke tiden værd. Guanyin skriver ned. Lad mig vide det først.", "籤詩故事一": "◇Zhongli blev oplyst\nZhongli Quan, med tilnavnet Zhongli, fornavnet Quan, høflighedsnavnet Yunfang og kaldenavnet Zhengyang, var hjemmehørende i Xianyang County, Xi'an, Shaanxi-provinsen under det østlige Han-dynasti.\nZhong Liquan var general fra Han-dynastiet. Under ekspeditionen mod det vestlige Qiang var han jaloux på kommandanten Liang Yi og tildelte ham kun 30.000 gamle og svage soldater. Så snart han ankom til sit bestemmelsessted, blev lejren bestjålet af den vestlige Qiang-hær, og soldaterne flygtede. Zhong Liquan farede vild i en dal og mødte en Hu-munk på vejen. Han tog ham med til en lille landsby og sagde: \"Dette er hr. Donghuas bolig.\" Så sagde han farvel og gik. Efter et stykke tid sagde nogen pludselig: \"Det må være fordi den grønøjede Hu-mand er for snakkesalig.\" Han så en mand iført en hvid hjortepels og holdt en grøn quinoa-stav. Han spurgte Zhong Liquan: \"Den person, der kom her er Han Da. General Zhongli Quan\n? Zhong Liquan var chokeret, da han vidste, at han havde mødt en fremmed person, så han lærte oprigtigt Tao.\nZhong Liquan mødte senere Zhenren Huayang og den udødelige konge Xuanfu og lærte \"udødelighedens hemmelighed\". Endelig boede han ved Zijin Sihaofeng i Kongtong-bjerget, opnåede \"Jade-boksens hemmelighed\" og blev en sand udødelig. Han blev også æret som en af ​​de fem nordlige patriarker af Quanzhen-sekten.", "聖意": "Bed om, at dit hjem og dit hjem bliver velsignet med held om efteråret og vinteren. Søg held om efteråret og vinteren. Held og lykke i erhvervslivet, held og lykke i ægteskabet, held og lykke med at føde drenge, held og lykke med at rejse til markerne, held og lykke med silkeorme, held og lykke med husdyr, held og lykke med at finde mennesker, held og lykke i retssager, held og lykke med migration, hittegods og held i nordøstlige sygdomme. Held og lykke med at sende bjerge og grave", "古人": "Zhongli blev oplyst", "第X籤": "første tegn", "宮": "Livmoder"}