{"籤詩版本二": "Hvorfor tager du ikke til Tailai, som er lige rundt om hjørnet?Jeg forlader midlertidigt herren ude af bjerget.\nHvis der er gode nyheder om tigeren eller kaninen, vil du være fri, selvom du er fast besluttet på at have travlt.", "詩意": "I dette hexagram er der et tegn på velsignelse blandt ulykker.\nAlt er dårligt i forvejen og godt i sidste ende.", "解曰": "Udskift med hampesilke. Slå nogens fødder. Se klart. Velsignelser kommer fra katastrofer.", "籤詩故事一": "◇ At møde en mester i Bukit\nWu Ji var oprindeligt en skovhugger, og de to mødte Jiang Ziya, da de fiskede i Feng-floden. Wuji lo, da han så Ziya fiske med en lige krog.\nZiya kiggede på Wujis ansigt og fortalte spåkoner: \"Hvis du kommer ind i byen i dag, vil du dræbe nogen.\" Efter at have hørt dette, gik Wu Ji vredt og bar brænde ind i byen.\nEfter at være kommet ind i byen stødte Wu Ji sammen med andre og slog ved en fejl premierminister Wen Wang ihjel.\nKong Wen tegnede jorden som et fængsel og fængslede Wu Ji.\nBukit Hou blev midlertidigt løsladt og blev dømt til døden for at tage sig af sin mor indtil efteråret.\nHans mor bad ham om at bede Jiang Ziya om hjælp.\nTaigongen accepterede ham som sin discipel, lærte ham krigskunsten og beordrede ham til at grave huller og kaste magi for at bryde hans medfødte skæbne.\nEfter efteråret kom Wu Ji ikke for at blive straffet.Kong Wen udledte de medfødte tal og troede, at Wu Ji havde begået selvmord af frygt for kriminalitet.\nSenere mødte kong Wen Wu Ji, og Wu Ji introducerede kong Wen for at møde Jiang Taigong.\nTaigong blev tildelt titlen som General of Wude. Både mester og lærling arbejdede for kong Wen.", "聖意": "Huset er sikkert, selvet er godt, forretningen er god, ægteskabet er sent, den mandlige fodgænger er ikke vendt tilbage til markerne, silkeormene er rentable, de seks dyr er shenji, eftersøgningen er god, den offentlige retssag er god, migrationen er konservativ, hittegodset er set, sygdommen er god, Qiu Ji, bjerggraven er god", "古人": "Bukit møde", "第X籤": "Det tolvte tegn", "宮": "Yin Palace"}