{"籤詩版本二": "Bekymringerne og bekymringerne bliver midlertidigt løst, og glæden kommer fra himlen.\nLigesom jade gemt i møg, løfter en god arbejder støvet ud", "詩意": "Dette hexagram repræsenterer harmonien mellem Yin og Yang.\nAlt hvad du planlægger er lovende.", "解曰": "Intet vundet, intet tabt. Få ud af tab. Skurken er i problemer. Held og lykke til dig, herre.", "籤詩故事一": "◇Ye Meng Xiong Chao Di\nYe Mengxiong (1531-1597), hvis høflighedsnavn var Nanzhao og hvis navn var Longtang, blev ændret til Longtan og fik også navnet Huayun. En indfødt i Wanshifang, Huizhou Fucheng (nu en del af Huicheng-distriktet, Huizhou City) i Ming-dynastiet. I det 44. år af Jiajing regeringstid (1565) blev han Jinshi og blev tildelt titlen som magistrat i Qing County. Han fungerede som direktør for overførselsafdelingen og skiftede senere til den tilsynsførende censor på Shanxi Road.\nI det 20. år af Wanli (1592) dræbte generalkonsulen fra Ningxia, Kuaibai (høvdingen for den mongolske tatarstamme), guvernøren Dang Xin og erobrede det syvogfyrre fort i Hexi-provinsen. , knuste byen, tilbad og brændte sig selv ihjel. Meng Xiong er ikke arrogant i at tage æren, og lader sine evner være lige så gode som de af generalerne, der tør kæmpe. Den officielle Wei Xuezeng blev genindsat. I sine senere år sagde han op fem gange og blev returneret til Huizhou for at bygge Huilong-templet.\nYe Mengxiong trådte ind i taoismen som embedsmand i begyndelsen og var berømt for sin integritet. Gamle historiske optegnelser sagde, at han var \"den første i ydmyghed og evner\", \"eliminerer korruption og straffer oprør\", efterlader et godt ry; han var ekstremt loyal, modig, modig og opfindsom. God til skydespil. I anden halvdel af hans liv blev hans kampsportfærdigheder registreret i \"Ming-dynastiets historie\", og han blev betragtet som en nationalhelt.", "聖意": "Hjemmet er ugunstigt (stadig mere fredeligt) Efterår og vinter er godt for en selv, rigdom vil lykkes, transaktioner vil lykkes, ægteskab vil lykkes, Liujia vil blive falsk alarmeret (der vil være skatte), fodgængere vil gå på marken for at bed for silkeorme, seks dyr vil være flade, mennesker vil blive fundet, offentlige retssager vil være ugunstige, migration vil være konservativ, tabt ejendom vil blive hindret, sygdomme vil blive afgjort i Fushan-graven", "古人": "Ye Meng Xiong Chao Di", "第X籤": "Sekstende vinderlotto", "宮": "Maogong"}