{"籤詩版本二": "Den gyldne krage falder i vest, og kaninen rejser sig i øst. Cyklussen af ​​dag og nat fortsætter fra oldtiden til nutiden.\nMunkene og taoisterne ved, at der ikke er nogen ulempe, og de lærde, bønderne, industrien og købmændene følger alle deres egne tanker.", "詩意": "Dette hexagram repræsenterer voksende og aftagende yin og yang.\nDet er også et tegn på, at alt går som planlagt.", "解曰": "Der er intet i tankerne. Det du har gjort er fortjenstfuldt. Som en pil fra en bue. Et skud ramte målet.", "籤詩故事一": "◇Onkel Cao Guo er en udødelig\nCao Guojiu, der er hjemmehørende i Xuzhou, siges at være statens store onkel under Renzong-perioden i Song-dynastiet. Hans navn var Cao Yi, også kendt som Cao Jingxiu.\nOnkel Cao Guo havde en yngre bror ved navn Cao Er. Denne Cao Er stolede på sin stilling som kejserlig autoritet og begik alle former for ondskab. Han besatte marker, tog hustruer og døtre væk og blev venner med nogle lovløse skurke, der kom ind og ud. Cao Guojiu kunne ikke holde det ud, så han nægtede at lytte til hans gode ord og trøster, så han brugte straf til at kontrollere ham. , udviste de to brødre nag.\nCao Guojiu sagde: \"Verdens principper er, at de, der akkumulerer det gode, vil trives, og de, der akkumulerer det onde, vil gå til grunde. Dette er en uforanderlig sandhed. Vores Cao-familie har akkumuleret onde gerninger i fortiden for at opnå den rigdom, vi har i dag. Nu har min bror akkumuleret ondskab til det yderste, selvom han undslipper Selvom du bliver straffet af en embedsmand, kan du ikke undslippe de skjulte katastrofer. Når først en katastrofe kommer, og din familie er ødelagt, og nogen dør, vil du ikke være i stand til at flygte på det tidspunkt. Jeg vil blive ydmyget og bange for det.\" Så jeg spredte al min rigdom, han hjalp de fattige og bekymrede sig ikke længere om sin brors anliggender. Så forlod han sit hjem og sine venner, skiftede til en taoistisk uniform og gik op i bjergene for at dyrke sit sind og sin natur.\nEn dag mødte han tilfældigvis Zhongli og Lu Dongbin fra Han-dynastiet. De var meget glade for at se onkel Cao Guos veltalende svar. De gav ham \"det hemmelige påbud om at returnere sandheden\" og beordrede ham til at øve sig omhyggeligt. Snart ville Zhongli Quan og Lu Dongbin blev introduceret til den udødelige klasse.", "聖意": "Held og lykke for hjemmet, hjem, held, held, held og lykke i erhvervslivet, ægteskab, mandlig rejsende, tidligt plantning af silkeorme i marken, husdyrsvigt, leder efter mennesker, retssag, migration, tabt ejendom, sen sygdom, held", "古人": "Onkel Cao Guo er en udødelig", "第X籤": "Underskriv den attende", "宮": "Maogong"}