{"籤詩版本二": "At lade båden gå tilbage fra hurtigvandsstranden, hvad vil du gøre på grund af uroen?\nHvis du vil være sikker, så søg ro og vent på, at bølgerne passerer denne krise.", "詩意": "Dette hexagram er som en båd, der sejler på en hurtig strand.\nForbliv konservativ i alt og vent på tiden.", "解曰": "Gå fra borde i stærkt vand. Faren venter på tiden. Hvis du spørger om lejrplaner. Intet kan gøres.", "籤詩故事一": "◇Ziyi krones til konge\nGuo Ziyi (697-781), også kendt som Guo Linggong, var en indfødt i Zheng County, Huazhou (nu Huaxian County, Shaanxi-provinsen) og en general i Tang-dynastiet.\nUnder Anshi-oprøret i Tianbaos 14. år (755) fik han titlen Shuofang Jiedushi (Lingwu, vest for Lingwu i det nuværende Ningxia). Han blev beordret til korstog. Han kombinerede Shuofangs hær med Li Guangbi for at marchere ind i Hebei.De slog sig sammen i Changshan (Zhengding, Hebei) og besejrede Shi Siming og genvandt Hebei. På dette tidspunkt foreslog Guo Ziyi, at kejseren tog Fan Yang fra nord og angreb den oprørske tigers hule for at reducere belejringen af ​​Tongguan, men Xuanzong nægtede. Bagefter blev situationen for separatistiske vasalbyer i det sene Tang-dynastiet plantet, hvilket også blev den fjerne årsag til Tang-dynastiets undergang.\nI det femtende år af Tianbaos regeringstid (756) pacificerede han og Uighur-koalitionen Hequ. I foråret det følgende år genfandt de Hedong (nu Yongji, Shanxi) og Feng Yi (nu Dali, Shaanxi) og angreb Tongguan, besejrede Cui Qianyu. Tang-hæren led mere end 10.000 tab. Cui Qianyu overgav sig til Pujin. An Lushan blev dræbt af sin søn An Qingxu.\nI Zhides andet år (757) fik han ordre til at føre tropper til Fengxiang. På vejen besejrede han 5.000 Li Guirens kavaleri ved Baiquliuyun-broen (dagens sydøst for Sanyuan). I maj kæmpede han med An Shouzhong og Li Guiren i Qingqu (dagens vest for Xi'an) blev besejret, og han trak sig tilbage til Wugong (dagens nordvest for Wugong) I september fulgte han marskal Guangping Wang Li Chu for at lede Tang og uighurerne til at slutte sig til 150.000 tropper, og kæmpede derefter med An Shouzhong og Li Guiren i Xiang. Nord for Ji-templet (sydvest for dagens Chang'an County) kredsede de uighuriske soldater bag fjenden, angreb fra begge sider og dræbte 60.000 fjender. Zhang Tongru flygtede til Shaanxi County, og endelig genvundet hovedstaden Chang'an (nutidens Xi'an) Tang-hærens majestæt blev atter gendannet til Chang'an.\nBagefter udnyttede Tang-hæren sejren og marcherede mod øst og besejrede 150.000 mand inklusive Yan Zhuang og Zhang Tongru i Xindian (nu sydvest for Sanmenxia City, Henan-provinsen), hvilket tvang Anqing Xu til at krydse Den Gule Flod og trække sig tilbage til Xiangzhou. Dongjun Luoyang vendte tilbage. Føj Situ til hans fortjenester og gør ham til landets hertug.\nShi Siming førte sin hær fra Fan Yang for at redde An Qingxu. De to sider kæmpede i formation nord for Anyang-floden (dagens nord for Anyang). Kampen var uløselig. Til sidst ledet af ni Jiedushi, Tang-hæren, som hævdede at have 600.000 mand, trukket tilbage (i slaget ved Yecheng). krig). Hovedkommandøren for dette slag var eunukken Yu Chaoen, som ikke havde nogen lederevner og gav Guo Ziyi skylden for slagets fiasko. Guo Ziyi blev kaldt tilbage til Chang'an, fritaget for militær magt og blev en ledig embedsmand.\nI Baoyings første år (762) gjorde tropperne i Taiyuan (dagens sydvest for Taiyuan) og Jiangzhou (dagens Xinjiang i Shanxi-provinsen) oprør.Hoffet blev skræmt, så Ziyi fik titlen som konge af Fenyang og gik ud til kontrollere Jiangzhou. Han blev også fremmedgjort af eunukken Cheng Yuanzhen og blev fritaget for militær magt.\n(Fokus for denne historie: Guo Ziyi, som var meget dygtig og velopdragen, mødte Xuanzong og nogle skurke, hvilket kompromitterede hans præstationer i høj grad.)", "聖意": "Velsignelse af hjemmet og sig selv, søger rigdom, ingen transaktion, intet ægteskab, ingen falsk alarm, fodgængere, der ankommer i marken, Canji, vanskelige at finde mennesker, offentlige retssager og (ikke Xing), migration, konservativitet, tabt ejendom, svære at finde, sygdomme, beder om velsignelser, bjerge og grave, lovende", "古人": "Ziyi blev kronet til konge", "第X籤": "Nittende vindende Lott", "宮": "Tatsumi"}