{"籤詩版本二": "Efter så mange bekymringer og farer vil det aldrig være tomt igen fra nu af\nEt generøst hjerte har sine egne generøse planer. Du skal møde en ekspert for at opnå store præstationer.", "詩意": "Dette hexagram er som en gammel brønd med en fjeder.\nI alt opnår ædle mennesker succes.", "解曰": "Retssagen vil i sidste ende være berettiget. Syg og sikker. Gå ind og ud for at søge råd. Gammel brønd møder forår.", "籤詩故事一": "◇Yao Chong kontrollerer græshopper\nYao Chong (649-721), hvis rigtige navn var Yuan Chong, var fra Shaanzhou. Han tjente som minister for Xia Guan, Shangshu fra Chunguan, Ziweiling, Zhongshuling og premierminister i Tang-dynastiet.\nI det fjerde år af Kaiyuan (716) var Shandong (som generelt refererer til det gule flodbassin øst for Huashan) plaget af græshopper. Folket var bundet af overtroiske ideer og turde ikke jage og dræbe dem. I stedet oprettede de sig ofre, brændte røgelse, tilbad ved siden af ​​markerne og så afgrøderne blive fortæret af græshopper.\nAlle embedsmænd troede: \"Græshopper er en naturkatastrofe, hvordan kan de kontrolleres af mandskab!\" Kampen mellem to forskellige ideer var hård på det tidspunkt, om man skulle fjerne græshopper eller ej.\nYao Chong sagde: \"Så længe vi arbejder sammen, kan vi slippe af med dem alle. Han sagde: Græshopper er bange for mennesker, så de er nemme at køre væk. Frøplanterne har ejere, så redningsfolkene må arbejde hårdt; græshopper kan flyve, og hvis de ser ild om natten, vil de helt sikkert flyve; sæt ild på I marken, grav huller, mens de brænder, begrav dem, mens de brænder, og der vil ikke være noget tilbage.\"\nXuanzong sagde: \"Græshopper er en naturkatastrofe forårsaget af dårlig moralsk styring. Hvis du beder om at blive jaget og dræbt, går det så ikke imod kornet?\"\nYao Chong tilføjede: \"At fange og dræbe græshopper blev praktiseret af de gamle, og Deres majestæt vil bruge det i fremtiden. Det er en stor national begivenhed for at bringe fred og velstand til bønder. Overvej det seriøst.\"\nXuanzong var overbevist. Men dengang sagde alle i og uden for retten, at græshopper ikke kunne jages.\nXuanzong sagde: \"Jeg har diskuteret med premierministeren og har besluttet at fange græshopper. Enhver, der protesterer igen, vil blive henrettet.\" Så han sendte censoren for at overvåge og instruere folket til at brænde og begrave græshopperne.\nResultaterne var ganske effektive. Ni millioner danse græshopper blev fanget over hele landet, og græshoppeplagen blev med held elimineret. Landbruget opnåede en god høst det år.\n(Visdom bør bruges i katastrofehåndtering og evakuering, og der skal være geniale strategier til at overvinde vanskeligheder. Yao Chong er eksperten i denne sag)", "聖意": "Huset er almindeligt, en selv er blokeret, at søge penge er blokeret, handel er blokeret, ægteskab og harmoni er blokeret, der er fare i Liujia, fodgængere er blokeret, silkeorme er blokeret, husdyr er ugunstige, folk er ikke fundet, folk er blokeret , offentlige retssager anlægges, migration er urimelig, tabte genstande er svære at finde, sygdomme beder om velsignelser, bjerge og grave er urolige", "古人": "Yao Chong kontrollerer græshopper", "第X籤": "Vinder i lotteriet femogtyvende", "宮": "Mi Palace"}