{"籤詩版本二": "Rygtet siger, at tingene er vendt på hovedet, og jeg modtog et brev fra horisonten.\nDen berømmelse og succes, der blev lovet mig i bogen, forblev tom indtil det sidste.", "詩意": "Dette hexagram har et falsk navn.\nDet er tilrådeligt at være konservativ i alt.", "解曰": "Op og ned ked af det. At søge fritid er ikke ledigt. Ønske om berømmelse. Pas på dig selv.", "籤詩故事一": "◇ Zhong Kui opnår oplysning\nZhong Kui, hvis efternavn er Zhong Kui, hvis høflighedsnavn er Zhengnan, er fra Zhongnanshan.\nUnder kejser Dezong fra Tang-dynastiets regeringstid deltog Zhong Kui i den kejserlige eksamen. Zhong Kui læste eksamensspørgsmålene og skrev straks artiklen i ét hug og afleverede den. Chefeksaminator den dag var Han Yu, ministeren for civile anliggender, og viceeksaminatoren var Lu Zhi, en stor lærd. Da de to læste Zhong Kuis papir, lyste deres øjne op, og de sagde i kor: \"Troldmand, troldmand! Hvert ord i denne artikel er udsøgt, værdigt til Li Taibai og Du Zimei!\" Så de navngav Zhong Kui som det første sted.\nKejser Dezong lyttede til Han Yus rapport og sagde, at Zhong Kui, den nye videnskabsmester, var meget talentfuld, så han tilkaldte Zhong Kui i Det Gyldne Palads.\nDa kejser Dezong så hans grimme udseende, følte han sig straks utilfreds og sagde: \"Udvælgelsen af ​​lærde i vores hof er alt baseret på personlige ord og kalligrafi. Hvordan kan sådan en grim person blive udvalgt som den lærde nummer et i de gyldne videnskaber? \"\nHan Yu knælede skyndsomt ned og sagde: \"Det gode og dårlige ved en person handler ikke kun om udseende. Kan du, den hellige Herre, ikke høre, at Yan Ying er tre fod høj og er lige med premierministeren? Zhou Chang stammer, men kan hjælpe Han-dynastiet; Confucius dømmer folk efter deres udseende og mister sin søn Yu. Jeg håber, at Deres majestæt vil tænke sig om to gange.\"\nKejser Dezong overvejede et øjeblik og sagde: \"Selvom Han Aiqings ord er rimelige, da jeg var kejser Taizong, var der atten lærde, der kom til Yingzhou og talte om det. Denne mand var den lærde nummer et. Jeg er bange for, at verden vil grine af mig for ikke at genkende talenter.\"\nPremierminister Lu Qi var snæversynet og misundelig på talenter. Efter at have hørt kejserens ord, knælede han ned og sagde: \"Forsker nummer et i det gyldne emne skal være både intern og ekstern. Der er tre hundrede kandidater til dette emne. Hvorfor vælger du ikke en anden?\"\nDa Zhong Kui så, at denne mand var så forvirret, kunne han ikke lade være med at blive vred. Han pegede på Lu Qi og bandede: \"Hvis sådan en uvidende embedsmand er i retten, vil han så ikke skade landet?\". han slog Lu Qi med knytnæven.\nDa Dezong så dette, blev Dezong rasende og sagde: \"Du er så dristig, du tør lave ballade i Det Gyldne Palads, tag det hurtigt ned!\"\nI raseri trak Zhong Kui sværdet frem fra taljen på generalen, der stod i paladset og sukkede højt: \"Det er svært for en frustreret kat at efterligne en tiger, og en frustreret papegøje er ikke så god som en kylling.\" Herefter begik han selvmord.\nDa kejser Dezong så, at Zhong Kui begik selvmord i vrede, blev han meget overrasket.For at vinde folks hjerter beordrede han, at Zhong Kui skulle begraves med den officielle titel nr. 1 lærd, og han gjorde også Zhong Kui til guden af eksorcisme for at befri verden for onde ånder.", "聖意": "Bed om velsignelser for dit hjem, din egen sikkerhed, økonomiske vanskeligheder, forretningssvigt, ægteskabsfejl, Liujia kvindelige fodgængere, tillid mark silkeorme halvkogte, seks husdyr, kan opdrages, savnede mennesker, vestlige offentlige retssager, tab af migration, konservativitet, tab af ejendom, sygdom, bede om held i bjerge og grave", "古人": "Zhong Kui fik Tao", "第X籤": "Sjetteogtyvende vinder i lotteriet (lotteri)", "宮": "Mi Palace"}