{"籤詩版本二": "I øst er der en smuk Chanjuan i måneskin, og skyerne dækker den et øjeblik og forbliver skjult.\nNogle gange kan den være rund, men nogle gange kan den mangle.De, der siger, at den ikke er det, er bare tom snak.", "詩意": "Månen i dette hexagram er dækket af skyer.\nAlt er stadig i koma.", "解曰": "Flydende skyer dækker månen. Ingen grund til at tvivle. Venter på, at skyen samler sig. Så vil du forstå.", "籤詩故事一": "◇Bao Gong leder efter kejserinde Li\nUnder Song-dynastiets regeringstid var kejserinde Li (kejserinde Li) tjenestepige i haremet. Hun blev begunstiget af Song Zhenzong og blev forfremmet til Wanyi, og hun blev gravid.\nMen på det tidspunkt havde konkubinen Liu Def (senere kejserinde Liu) onde tanker og bestak eunuken Guo Huai for at erstatte kejserinde Lis søn med en flået civetkat, rev hendes søn væk og fortalte kejseren, at han var hendes biologiske søn. Song Zhenzong var rasende og sendte Li Empress til det kolde palads.\nEfter at konkubinen De blev forfremmet til dronning, planlagde hun at dræbe kejserinde Li, som flygtede fra paladset.\nEn dag mødte Li Niangniang, der boede på gaden, Bao Zheng, den kejserlige udsending, som var på patrulje i lokalområdet.Hun fortalte ham om sin livserfaring, og at hun var den nuværende kejser Song Renzongs biologiske mor. . Efter Bao Zheng hørte om hændelsen, tog han Li Niangniang tilbage til Beijing, rapporterede det til Song Renzong og fandt ud af sagen, og til sidst genkendte moderen og sønnen hinanden. Enkekejserinde Liu og den ansvarlige eunuk Guo Huai bøjede deres hoveder og tilstod.", "聖意": "Jeg er urolig derhjemme, jeg beder om økonomisk beskyttelse, økonomiske vanskeligheder, held og lykke i erhvervslivet, ægteskab, ulykke, folk i marken, silkeorme, ugunstige dyr, vanskeligheder med at finde mennesker, retssager, tab, migration, konservativitet, tabt ejendom, Vestlige sygdomme er svære at inddrive, bjerggravreform", "古人": "Bao Gong leder efter kejserinde Li", "第X籤": "Ottendeogtyvende lotterivinder", "宮": "Middagspaladset"}