{"籤詩版本二": "At tilbringe tid i fred og ro, sidde og ligge mens man drikker te efter at være mæt\nDu behøver ikke at have travlt fysisk og mentalt, og du vil bestemt ikke forårsage uretfærdighed eller katastrofe.", "詩意": "Dette hexagram er et symbol på fred og stabilitet.\nI alle ting vil det bringe held og lykke at vente på det rigtige tidspunkt.", "解曰": "Hold dig i god behold. Spørg guderne. Vent til tiden kommer. Ting sker tilfældigt.", "籤詩故事一": "◇ Foyinhui Dongpo\nEngang opnåede Su Dongpo en vis forståelse, mens han studerede Zen. Han indså, at hans tilstand var transcendent, og han følte glæde ved det. Ude af stand til at begrænse min lidenskab spredte jeg min pen og skrev et digt:\n\"Midt på himlen skinner Jishou klart over universet; ude af stand til at blive blæst af de otte vinde, han sidder oprejst på en lilla gylden lotus.\"\n(De otte vinde refererer til: profit, tilbagegang, ødelæggelse, omdømme, ros, latterliggørelse, lidelse og lykke. Det vil sige, at ikke blive irriteret over disse otte tilstande kaldes \"de otte vinde kan ikke bevæge sig\")\nEfter at have skrevet det, sendte Dongpo sin tjener over floden for at give det til Zen Master Foyin fra Jinshan Temple.\nEfter Zen Master Foyin havde læst det, markerede han det med ordet \"prut\" og gav det til sin tjener for at tage det tilbage.\nDongpo var rasende efter at have set dette, så han tog en båd over floden og gik til Jinshan-templet for at finde Buddhas segl til diskussion.\nDa Dongpo ankom til porten til Jinshan-templet, ventede Foyin allerede ved porten.\nSu Dongpo anklagede straks Foyin: \"Hvorfor kalder du digtet, jeg skrev for en prut?\"\nFoyin svarede: \"Er du ikke allerede 'ude af stand til at blive blæst af de otte vinde'? Hvordan kunne du blive 'slået over floden' af en prut!\"\nPå dette tidspunkt var Dongpo chokeret over at indse, at han ikke var god nok og forlod i skam.\n(Denne historie er en metafor for \"Varmen er endnu ikke ankommet\")", "聖意": "Bed for dit hjem og din egen sikkerhed, for din rigdom, for din virksomhed, for held og lykke i dit ægteskab, for en kvindelig rejsende fra Liujia, til marken, for at silkeorme modnes om efteråret, for at seks husdyr er stabile, til finde nogen, for at være svær at finde, for offentlige retssager, for migration, for tabt ejendom, for sygdom, for at sende til en bjerggrav, lovende", "古人": "Foyinhui Dongpo", "第X籤": "Enogtredive vindende nummer", "宮": "Wei Gong"}