{"籤詩版本二": "Hjemrejsen er sikker Hvem kender jaden gemt i stenen?\nNår en god håndværker har et klart snit, vil han føle sig tryg og sikker i jaspisperioden", "詩意": "I dette hexagram kan du se billedet af jade, når du skærer en sten.\nArbejd hårdt for at få succes med alt.", "解曰": "Skatten er i stenen. Fremmede ved lidt. Vent, indtil det bliver klart. Gør hvad du kan.", "籤詩故事一": "◇Liu Bei søger talenter (tre besøg i stråtækt sommerhus, tre besøg i stråtækt sommerhus)\nDe tre kongeriger periode. Zhuge Liang levede afsondret i en stråtækt hytte i Longzhong. Liu Bei var ivrig efter at søge talenter, så han besøgte Zhuge Liang personligt. Han besøgte Zhuge Liang tre gange (kendt som \"Three Visits to the Thatched Cottage\" i historien). Liu Bei bad andre om at blive væk og spurgte Zhuge Liang: \" Han-dynastiet er faldet, og forræderiske ministre har stjålet deres liv. Deres Majestæt.\" Tildækket i støv. Jeg måler ikke min dyd og min evne, jeg vil tro på den store retfærdighed i verden, men min visdom og færdigheder er lavvandede, så jeg bruger det voldsomt. Fra i dag. Min ambition er dog stadig ikke forbi, tror du, at planen bliver gennemført?\"\nZhuge Liang præsenterede ham derefter planen om at dele verden i tre dele og analyserede situationen, hvor Cao Cao var utilgængelig, og Sun Quan kunne komme ham til hjælp. Han uddybede også guvernørernes fejhed i Jing- og Yi-staterne, som havde en mulighed for at drage fordel af ham, og at han kun kunne drage fordel af disse to stater. Først da kan han vinde verden, han fortalte endda Liu Bei strategien med at angribe Central Plains. (Denne diskussion blev senere kaldt \"Longzhong Dui\"). Efter at Liu Bei hørte dette, roste han det, som om han havde fundet en skat, og opfordrede kraftigt Zhuge Liang til at komme ud for at hjælpe, så Zhuge Liang blev Liu Beis militærrådgiver.", "聖意": "Huset er fredeligt, jeg søger rigdom, arbejdsmarkedet hindrer ægteskabet og bliver en virtuel rejsende i Liujia.", "古人": "Liu Bei søger talenter (tre besøg i stråtækt sommerhus, tre besøg i stråtækt sommerhus)", "第X籤": "Den 32. lotterivinder", "宮": "Wei Gong"}