{"籤詩版本二": "Klæd på og reorganiser den gamle familiestil. Tao er uden en himmel, men har fortjeneste.\nEfter at have fejet tornene og tornene væk på vejen, blev de tre enige om at genforenes med deres kolleger", "詩意": "Dette hexagram repræsenterer omarrangering af tøj.\nAlt er svært, før det bliver nemt senere.", "解曰": "Bare rolig. Hav det godt. Hvis du spørger om fremtiden. Der er en god vej forude.", "籤詩故事一": "◇Tang Monks buddhistiske skrifter\nXuanzang (602-664), en eminent munk fra Tang-dynastiet, havde et fælles efternavn Chen og et givet navn Yi. Han blev født i Goushi County, Luozhou (nu den sydlige del af Yanshi City, Henan-provinsen). Han blev munk i en alder af tretten og tog det buddhistiske navn Xuanzang. Verden hedder Sanzang fra Tang-dynastiet.\nI Zhenguans tredje år (629, også kendt som Zhenguans første år), rejste han vestpå til Tianzhu (Indien) for at få buddhistiske skrifter. Han vovede sig alene i fare og udholdt strabadser. Han ankom først efter fire år.\nI Zhenguans syttende år trak mesteren sig officielt tilbage og vendte tilbage mod øst. Han vendte tilbage til Kina via den sydlige vej i den nuværende Xinjiang-provins, Khotan og Loulan. Det tog i alt sytten år og en rejse på 50.000 miles. Da han ankom til Chang'an i den første måned af Zhenguans nittende år, beordrede kejseren Liang Guogong Fang Xuanling og andre civile og militære embedsmænd til at byde ham velkommen.\nDer blev anmodet om i alt 520 og 657 bind af de originale sanskrit buddhistiske skrifter. og oversat til kinesisk.\nEfter at mesteren vendte tilbage, blev han højt respekteret af kejser Taizong og kejser Gaozong og blev indskrevet i Da Nei, hvilket gav ham titlen \"Mester Tripitaka\".", "聖意": "Huset er i oprør, held og lykke for sig selv, held, god forretning, godt ægteskab, hindring af folks ankomst i marken, silkeorme, ugunstige husdyr, søgning efter mennesker, offentlige retssager, migration, tabt ejendom, forsinket sygdom, bede for velsignelser bør bjerggrave være gamle.", "古人": "Tang Monk lærer buddhistiske skrifter", "第X籤": "Den femogtredivede lotterivinder", "宮": "Shen Gong"}