{"籤詩版本二": "Hvis du vil være tryg og fredelig, er det ikke egnet at have stearinlys i vinden.\nDet er bedre at rydde op og sidde i en dyb hal, undgå lys, ryste et roligt sted og bevæge sig rundt. Ryst → Yao. Gratis → få.", "詩意": "Dette hexagram er som vinden, der ryster lampen og stearinlyset.\nAt holde tingene konstante vil bringe held og lykke.", "解曰": "Slå dig ned på et roligt sted. Vær på vagt og vær til tiden. Det er ikke en velsignelse. Konservativ og passende.", "籤詩故事一": "◇Li Jing vender tilbage til bjerget\nLi Jing (571-2. juli 649), høfligt navn Pharmacist, var indfødt i Sanyuan, Yongzhou (nu nordøst for Sanyuan County, Shaanxi-provinsen). En general fra det sene Sui-dynasti til det tidlige Tang-dynasti, han var en berømt militærstrateg med både civile og militære færdigheder i Tang-dynastiet. Senere fik han titlen hertug af Wei og var kendt som hertug af Wei i verden.\nLi Jing er far til den tredje prins Nezha på listen over guder, også kendt som \"Kongen af ​​Tota\". Li Jing og hans søn hjalp Jiang Ziya (Tai Gong) med at besejre dronning Zhou, etablere Zhou-dynastiet og kongen. Wu besteg officielt tronen. Jiang Ziya oprettede derefter en liste over guder og gennemførte en ceremoni for at formilde sjælene af soldater, der døde i slaget. Fra da af blev verden fredelig og fredelig. Kong Wu ønskede at lave markiser og belønne dem, og han ønskede også at tildele jord til de stiftende helte. Li Jing, hans far og søn og andre syv mennesker bad om at vende tilbage til bjerget for at praktisere taoisme og ikke være besat af verdslig berømmelse og rigdom. Senere blev de alle syv \"hellige i kroppen\" og rangerede i klassen af ​​udødelige.\nHistorien om \"Feng Shen Bang\"", "聖意": "Huset er konservativt, jeg er almindelig, jeg søger rigdom, jeg har svært ved at drive forretning, mit ægteskab er inkonsekvent, Liujia beder om, at fodgængere skal have tro, silkeorme er modne om efteråret, og seks dyr er sikre, folk er savnet, offentlige retssager og migration er konservative, hittegods sygdomme, ændrer ikke graven i Jianxingshan", "古人": "Li Jing vender tilbage til bjerget", "第X籤": "37. lotterivinder", "宮": "Shen Gong"}