{"籤詩版本二": "Tusind år gammelt spejl genforenet, kvinde beder mand om at gifte sig igen\nSiden da er familien blevet forvandlet, og børn og børnebørn er blevet tilført velsignelser.", "詩意": "Dette hexagram repræsenterer genforeningen af ​​spejle.\nAlt er hårdt arbejde og dyrt.", "解曰": "Graver sand til guld. Rider på en drage og rider på en tiger. Selvom det er besværligt. Der er et supplement i det.", "籤詩故事一": "◇ Yulianhui ti venner\nI Song-dynastiet giftede Qian Yulian sig med Wang Shipeng. Da Shi Peng tog til Beijing for at tage eksamen, tvang den velhavende Sun Ruquan Yulian til at gifte sig med ham igen.\nQian Yulian afviste forslaget fra velhavende Sun Ruquan og ville hellere gifte sig med Wang Shipeng, en fattig lærd fra Wenzhou, som blev ansat af \"Jing Chai\".\nSenere vandt Wang Shipeng førstepræmien.Fordi han nægtede at blive tvunget til at gifte sig af premierminister Wanqi, blev han sendt til at tjene som dommer i det afsidesliggende Chaoyang. Sun Ruquan ændrede i al hemmelighed Wang Shipengs familiebrev til et \"skilsmissebrev\" og bedragede Yulian til at blive bedraget. Qian Yulians stedmor tvang hende også til at gifte sig igen, men Yulian nægtede og begik selvmord ved at kaste sig i en flod. Hun blev reddet af Qian Zaihe fra Fujian-provinsen og adopteret som sin adoptivdatter.\nYulian troede, at Shipeng var død. Fem år senere var Wang Shipeng guvernør i Ji'an. En dag holdt han en mindeceremoni ved et taoistisk tempel for at mindes sin afdøde kone. Yulian tog tilfældigvis til Ji'an-taoisttemplet for at brænde røgelse, og Wang Shipeng og Qian blev endelig genforenet.", "聖意": "Huset er ikke godt for en selv. Efterår og vinter er velstående. Må rigdom være velstående. Efterår og vinter er velstående. Forretning er velstående. Må ægteskabet lykkes. Bed om at fodgængere går til markerne. Silkeorme kan opdrættes. Seks husdyr kan rejses. Folk kan findes. Offentlige retssager er ugunstige. Migration er konservativ. Tab af ejendom. Sen sygdom. Bed om velsignelser. Bjerge og grave er gode.", "古人": "Yulianhui ti venner", "第X籤": "Det fjerde tegn", "宮": "Livmoder"}