{"籤詩版本二": "Det røde hjul falder i vest, kaninen rejser sig i øst, yin vokser og yang forsvinder, og alt blomstrer\nHvis en kvinde ønsker at bruge det, vil det øge hendes rigdom og bringe lykke til hendes hjerte.", "詩意": "Dette hexagram er symbolet på Yin vokser og Yang forsvinder.\nAlt er svært, før det bliver nemt senere.", "解曰": "Yin gavner kvinder. Ikke egnet til mænd. Hvis du søger råd. Det onde kommer først og så kommer det gode.", "籤詩故事一": "◇ Wu Zetian besteg tronen\nI en alder af 14 blev Wu indkaldt til paladset af kejser Taizong Li Shimin fra Tang-dynastiet som en talentfuld person ved navn \"Wu Mei\". Efter Taizong døde, gik Zetian ind i Ganye Temple og blev nonne.\nDa kejser Gaozong fra Tang-dynastiet kom til tronen, kaldte han Wu-familien ind i paladset for at hylde Zhaoyi. I det sjette år af Yonghui (655) etablerede kejser Gaozong Wu som sin dronning.\nWu Zetian var intelligent, involveret i litteratur og historie og var rig på opfindsomhed. Kort efter Wu Zetian blev dronning, fordi Gaozong var svag og syg, betroede han hende nogle gange at varetage visse politiske anliggender, så hendes magt voksede. I det første år af Shangyuan (674) blev kejser Gaozong kaldt \"kejser\", kejserinde Wu blev kaldt \"himlens dronning\", og de blev begge kaldt \"to hellige\" i paladset.\nI det første år af Hongdao (683) døde kejser Gaozong, prins Li Xian kom til tronen, og Wu Zetian overtog tronen. I februar i det første år af Sisheng (684) afsatte Wu Zetian Li Xian som konge af Luling og etablerede sin fjerde søn Li Dan som kejser og fortsatte med at regere dynastiet. I september samme år ændrede hun flaget til guld, og Luoyang, den østlige hovedstad, blev omdøbt til den guddommelige hovedstad. Den niende dag i september i Tianshous første år (690) udråbte Wu Zetian sig selv til kejser og ændrede landets navn til Zhou.", "聖意": "Hjemmet er ugunstigt for en selv, beder om velsignelser, søger rigdom, vogter transaktioner, held og lykke i ægteskabet, uheld i ægteskabet (kvinde), fodgængere blokerer marker, silkeorme, velstående husdyr, leder efter mennesker, adskillelse, retssager, tab, migration , tab af ejendom, sygdom, chok, bjerge og grave, held og lykke", "古人": "Wu Zetian bestiger tronen", "第X籤": "Den fyrretyvende lotterivinder", "宮": "Dit palads"}