{"籤詩版本二": "Du vil huske de uendelige gode ord, men du bliver din søn, hvis du genkender tyven.\nVær ikke grådig i øjeblikket og bekymre dig om, hvordan han ville have gjort noget godt for et år siden.", "詩意": "Dette hexagram identificerer en tyv som en søn.\nVær forsigtig i alt, hvad du gør.", "解曰": "Bare denne. En gentleman tager ingen fejl. Husk det. Vær ikke ensom.", "籤詩故事一": "◇Dong Zhuo accepterer Lu Bu\nLu Bu, modig og god til at kæmpe, var en berømt militærgeneral i slutningen af ​​det østlige Han-dynasti og begyndelsen af ​​de tre kongeriger. Han betragtede engang Ding Yuan, guvernøren i Jingzhou, som sin adoptivfar og tjente under ham.\nEfter kejser Lings død fra det østlige Han-dynasti tog Ding Yuan til Beijing for at samarbejde med generalen He Jin for at kontrollere regeringen.\nDong Zhuo kæmpede med Ding Yuan, men flere generaler var ude af stand til at besejre Lu Bu, så Dong Zhuo sendte sin underordnede Li Su for at bestikke Lu Bu. Li Su bragte bunker af guld- og sølvskatte og den berømte røde kaninhest for at \"besøge Lu Bu\". Li Su medbragte bunker af guld- og sølvskatte og den berømte røde kaninhest for at besøge Lu Bu. Så Lu Bu blev bestukket af Dong Zhuo for at dræbe Ding Yuan og bad også hans soldater om at komme med ham, hvis de ville, og at gå, hvis de ikke ville følge ham. Som et resultat løb de fleste af soldaterne væk. Så Lu Bu blev bestukket af Dong Zhuo og dræbte Ding Yuan.\nEfter Dong Zhuo fik magten, adopterede han Lu Bu som sin adoptivsøn og gjorde ham til general og markis.\nDong Zhuo havde et voldsomt temperament, og \"far-søn-forholdet\" med Lu Bu var faktisk meget svagt. I 189 e.Kr., på foranledning af Situ Wang Yun, dræbte Lu Bu Dong Zhuo.\nSeks måneder efter Dong Zhuos død invaderede Dong Zhuos gamle tropper hovedstaden, og Lu Bu og hans kone flygtede i panik. Efter at have forladt hovedstaden søgte Lu Bu tilflugt hos krigsherrerne Yuan Shu, Yuan Shao, Zhang Yang, Zhang Miao, Liu Bei osv., og kæmpede mange gange med Cao Cao, en anden stor krigsherre på det tidspunkt. Lu Bu var modig og god ved at kæmpe, og besejrede Cao Cao flere gange.\nI det tredje år af Jian'an i det østlige Han-dynasti angreb Cao Caos tropper Xiaopei, Lu Bu's base, og blev taget til fange og dræbt af Cao Cao under Baimen-tårnet. Før henrettelse bad Lu Bu Cao Cao om at holde ham i live for at undgå døden, men Liu Bei mindede Cao Cao om, at Lu Bu havde forrådt mange gange og var en uærlig mand. Til sidst henrettede Cao Cao, som kun værdsatte talenter uanset moral, Lu Bu.", "聖意": "Jeg er urolig derhjemme, jeg søger normalt rigdom, vogter mig mod transaktioner, det er svært at blive gift, Liujia-manden er overrasket, folk kommer til marken, silkeorme er halvmodne, seks dyr er sikre, folk leder efter mennesker, retssager er passende og migration, tabte ting er svære at finde, sygdomme er svære at finde, og der er fred i Xingxing-bjergets grav.", "古人": "Dong Zhuo accepterer Lu Bu", "第X籤": "Den 41. lottovinder", "宮": "Dit palads"}