{"籤詩版本二": "Kejseren, kejseren og kejserinden vil endelig være nådige og vente og bede om velsignelser uden tab eller vinding.\nAlle følende væsener nyder godt af det, og der forventes velstand i verden og i himlen.", "詩意": "Dette hexagram er et tegn på gunst fra himlen.\nAlt vil lykkes.", "解曰": "Kejseren viste sin gunst. Glem aldrig. Morgen- og aftenritualer. Det er passende at brænde røgelse.", "籤詩故事一": "◇Mulian reddede sin mor\nMokou Lian, eller Mulian, er den mest magtfulde blandt Sakyamuni Buddhas ti disciple.\nHans mor var grådig og nærig i sin levetid, så hun faldt ind i de sultne spøgelsers rige efter sin død. Mokhullian brugte sin magiske kraft til at observere og fandt ud af, at hans mor blev født som et sultent spøgelse, uden mulighed for at få mad og var i store nød. Han brugte sin magiske kraft til at bringe mad til sin mor. Uventet, efter at moderen modtog maden blev til aske og kunne ikke spises.\nMaudgalyana var bekymret over, hvad der skete, og rapporterede det til Buddha. Buddha fortalte Mulian, at på den 15. dag i den syvende månemåned skulle han lægge hundrede smagsstoffer og fem frugter i et bassin og tilbyde dem til de dydige munke i de ti retninger. Med denne kraft ville hans mor være i stand til at spise .\nMaudgalyana handlede efter Buddhas vilje, og hans mor blev endelig befriet. Denne form for ceremoni kaldes \"Obon Festival\", og denne festival kaldes \"Obon Festival\".\n(Bemærk: Et stof har forskellige følelser på forskellige niveauer af verden. For eksempel: når det regner i denne verden, ser vi det som \"vand\", mens væsener i riget af sultne spøgelser føler det som \"blod\" og følende væsener i helvedesverdenen føler det som \"blod\". Det føles som \"at tabe et sværd\", mens himmelske væsener har lyst til at \"smide en blomst\".)", "聖意": "Beder for hjem og hus, beder om held og lykke om vinteren, søger rigdom, ingen transaktion, ægteskab, fred i Liujia, fodgængere, flyttemarker, silkeorme, seks dyr, at finde mennesker, retssager, succes, migration, konservativitet, hittegods, sygdom , fred i sindet, fred i bjerge og grave", "古人": "Mulian redder sin mor", "第X籤": "Underskriv toogfyrre", "宮": "Dit palads"}