{"籤詩版本二": "Verden er fleksibel, og alle ting er selvforsørgende, selvforsørgende og sikre\nAlt i livet er vidunderligt, tak helgenerne og vismændene for alt, og vær velstående.", "詩意": "Dette hexagram repræsenterer harmonien mellem jorden og jorden.\nAlt går godt, og der er ingen fare.", "解曰": "Alle ting er født. Alle planer og ønsker går i opfyldelse. Ford hjælper. Rui Qi har travlt.", "籤詩故事一": "◇ Vandrere opnår oplysning\nHistorien om rejsen til vesten:\nSun Wukong overtog Bjerget af Blomster og Frugter og blev konge. Senere, for at finde en måde at leve evigt på, brugte han otte eller ni år på at rejse over bjerge og floder for at tilbede patriark Bodhi som sin lærer. Han lærte de halvfjerds -to ændringer af den jordiske ondskab og saltomortale skyer, og tog efternavnet Sun for første gang. Navnet Wukong.\nDerefter gik Sun Wukong til Dragepaladset i Det Østkinesiske Hav for at finde et passende våben og fandt endelig Ruyi Golden Cudgel, Tianhes og Dinghais guddommelige nål. Fordi hans levetid var forbi, lavede han stort ballade i underverdenen, reviderede bogen om liv og død og vendte tilbage til den menneskelige verden. Senere blev Sun Wukong tilkaldt af himlen for første gang og fik navnet Bima Wen. Senere blev han kaldt til himlen for anden gang og blev udnævnt til Abekongen. Han spiste ferskner i hemmelighed og lavede stor ballade i himlen. Han blev forseglet i Bagua-ovnen for at træne sine gyldne øjne og brændende øjne. Til sidst blev undertrykt af Tathagata Buddha ved foden af ​​Wuzhi-bjerget i 500 år, ude af stand til at bevæge sig. Stedet, hvor Bagua-ovnen blev sparket omkuld, blev til et bjerg af flammer.\nFem hundrede år senere tog munken Tang til Vesten for at hente skrifter, passerede de Fem Elementer-bjerget og tog talismanen af, før han reddede Sun Wukong. Sun Wukong brød ud i gråd af taknemmelighed. Efter at være blevet instrueret af Guanyin Bodhisattva tilbad han Tang Monk som sin lærer og tog til Vesten for at lære skrifterne sammen. Undervejs for at lære skrifterne faldt Sun Wukong ned på dæmoner og eliminerede monstre og udførte gentagne gange ekstraordinære bedrifter, men han blev misforstået og udvist af sin mester Tang Seng igen og igen. Efter enogfirs vanskeligheder blev arbejdet endelig afsluttet.De fire mestre og disciple ankom til Xitian Leiyin-templet og fik det sande skriftsted. Sun Wukong opnåede det rigtige resultat.\n(Denne historie er en metafor om, at selv en abe kan blive oplyst, endsige et menneske.)", "聖意": "Hjemmet er gunstigt for sig selv, for rigdom, forretning, ægteskab, Liujia, mandlige fodgængere, blokering af marker, silkeorme, seks dyr, Zhongping, leder efter mennesker, retssager, succes, migration, tab af ejendom, sygdom, Xingxingshan grav, ting er gunstige", "古人": "Den rejsende opnår oplysning", "第X籤": "Underskrevet den 43", "宮": "xugong"}