{"籤詩版本二": "Det kolde vejr forvandler vand til is. Hvorfor være grådig efter berømmelse?\nJeg har ikke andet valg end at sidde stille og vente på, at bladene blomstrer naturligt.", "詩意": "I dette hexagram bliver vand til is.\nSpørg ikke om noget forgæves.", "解曰": "Vand fryser til is. Is smelter til vand. Hvis det er en sammensværgelse. Sådan er det.", "籤詩故事一": "◇Wang Xiang beder om karper (Twenty-Four Filial Piety Stories)\nWang Xiang fra Jin-dynastiet, høfligt navn Fuzheng, blev født i Linyi.\nDa Wang Xiang var ung, døde hans biologiske mor. Hans ensomme far giftede sig med en kvinde ved navn Zhu, og Wang Xiang fik en ny mor. Da Wang Xiang var ung, døde hans biologiske mor, og hans ensomme far giftede sig med en kvinde ved navn Zhu. Wang Xiangs stedmor var en snæversynet og jaloux kvinde, hun kunne ikke lide Wang Xiang og skældte ham ofte ud for trivielle sager. Snart fødte stedmoderen også en søn ved navn Wang Lan. Stedmoderen elskede kun sine egne børn og betragtede Wang Xiang som en torn i øjet. Hun blev endnu mere krævende over for Wang Xiang, og talte ofte dårligt om Wang Xiang foran sin far. Selv hans far elskede ham efterhånden ikke længere. Stedmoderen elskede kun sine egne børn og betragtede Wang Xiang som en torn i øjet. Hun var endnu mere krævende for Wang Xiang og talte ofte dårligt om Wang Xiang foran sin far. Selv hans far elskede ham efterhånden ikke længere. Selvom Wang Xiangs halvbror, er Wang Lan meget venlig over for sin bror. På trods af sin stedmors tortur var hun stadig meget sønlig. Stedmoderen er så barsk, men Wang Xiang er stadig meget sønlig.\nHans stedmor har en hobby, det vil sige, at hun kan lide at spise frisk fisk, der lige er fisket op af floden. Hans stedmor har en hobby, det vil sige, at hun kan lide at spise frisk fisk, der lige er fisket op af floden. En vinter rejste hans far på forretningsrejse, og hans stedmor blev syg igen. Brødrene Wang Xiang og Wang Lan serverede omhyggeligt suppe og medicin, som deres mor kunne spise. I det hårde kolde vejr blev stedmoderens sygdom stadig ikke bedre. skynde sig. En vinter rejste hans far på forretningsrejse, og hans stedmor blev syg igen. Brødrene Wang Xiang og Wang Lan serverede omhyggeligt suppe og medicin, som deres mor kunne spise. I det hårde kolde vejr blev stedmoderens sygdom stadig ikke bedre. skynde sig. Den syge stedmor ville spise frisk fisk fra floden.I det hårde kolde klima sneede det udenfor, og vandet i floden var allerede blevet til tyk is. Den syge stedmor ville spise frisk fisk. Hvor kunne man finde frisk fisk i det iskolde og sneklædte klima?\nI de dage var der ingen retter uden for sæsonen, og man kunne ikke købe dem, selvom man havde penge.\nPå dette tidspunkt i historien skete den rørende historie om Wang Xiangqiu Li. De to brødre vogtede hjælpeløst deres mor. For ikke at skuffe den syge stedmor, gik Wang Xiang til den frosne flod. Wang Xiang fik en idé og tog sin skjorte af uanset kulden. Han lå bar overkroppen på gletsjeren og ville til Den bruger sin egen kropstemperatur til at smelte isen (så Wang Xiangqiu karper kaldes også Wang Xiang liggende på isen). Han tog sin skjorte af og lå nøgen på gletsjeren. Han bad til Gud og sagde: \"Gud, min mor er syg og vil gerne spise frisk karper. Du skal finde en vej til mig uanset hvad.\" Mærkeligt nok knækkede isblokken ved siden af ​​ham pludselig, og der var to revner En levende karpe sprang ud af sprækken og hoppede på isen Wang Xiang var meget glad. Han bad til Gud: \"Gud, min mor er syg og vil gerne spise frisk karper. Du skal finde en vej til mig uanset hvad.\" Mærkeligt nok knækkede isblokken ved siden af ​​ham pludselig, og der var to revner. En levende karpe sprang ud af sprækken og hoppede på isen Wang Xiang var meget glad. Han knælede hurtigt ned, takkede Gud og løb hjem med karpen. Han knælede hurtigt ned, takkede Gud og tog hurtigt karpen og gik hjem. Efter at stedmoderen havde spist frisk karper, kom hun sig hurtigt over sin sygdom. Stedmoderen i hospitalssengen blev lamslået, da hun så Wang Xiangs nøgne overkrop, som var ved at blive lilla af kulde, og to fisk i hans hænder.Hun løb glad ind i rummet og var lamslået.\nWang Xiang blev senere embedsmand og blev Taibao, og fik titlen hertug.", "聖意": "Utryg derhjemme beder jeg om beskyttelse, økonomiske vanskeligheder, forretningsproblemer, ægteskab, inkonsekvens i Liujia-forsikring, fodgængere, chitiske silkeorme, tab af seks husdyr, forsvundne mennesker, offentlige retssager, migration, konservativitet, tabt ejendom, sygdom, vanskeligt at komme sig, bjerggrav, held og lykke", "古人": "Wang Xiang beder om karper (Twenty-Four Filial Piety Stories)", "第X籤": "Niogfyrre vinder Lotten", "宮": "Haigong"}