{"籤詩版本二": "Du kan rejse til alle afkroge af landet og hænge sejlet for at holde det frit\nHvis der er en gunstig vind, kommer den snart, og båden vil være fuld af skatte.", "詩意": "Dette hexagram er som at trække en båd med vinden.\nAlt går godt.", "解曰": "Hvil i ro. Ingen indsats påkrævet. Masser af rigdom. Alle beundret.", "籤詩故事一": "◇Tao Zhugui Five Lakes (Fan Ligui Lake)\nI forårs- og efterårsperioden var Fan Li, hvis høflighedsnavn var Shaobo, også kendt som Gui Yizipi eller Tao Zhugong.\nPå det tidspunkt var der en krig mellem staten Wu og staten Yue, og staten Wu ødelagde staten Yue. Fan Li og Wen Zhong formulerede en plan for Yue King Gou Jian for at promovere Yue og ødelægge Wu. Fan Li rejste personligt gennem bjerge og floder og besøgte Huansha-floden i Mt. Cailuo for at finde Xi Shi, en smuk kvinde med både dyder, talenter og skønhed, og præsenterede den for kongen af ​​Wu. Han brugte en \"skønhed trick\" til at samarbejde inde og ude og ødelagde Wu-riget.\nEfter at det lykkedes ham at udslette Wu-riget, vidste Fan Li, at Gou Jian var en \"langhalset fugl med et næb\" og kunne dele strabadser og lykke med ham, så han og Xi Shi sejlede tværs over Qi-riget og skiftede navn. til Gui Zipi, og førte sine sønner og disciple i Qi-riget.De bor i et sommerhus ved havet. Han arbejdede hårdt for at dyrke ødemark, drive en bibeskæftigelse og drive forretning.I løbet af få år akkumulerede han titusinder af familieejendom. Han var generøs med at sprede rigdom og gøre godt for sin hjemby. Fan Lis visdom og evner blev værdsat af folket i Qi. Kongen af ​​Qi inviterede ham til Linzi, hovedstaden, og tilbad ham som premierminister med ansvar for regeringsanliggender . Han udbrød: \"At være embedsmand kan føre til ministre, og at drive familie kan føre til en formue. For en almindelig borger, der startede fra bunden, er dette nået til det yderste. At blive hædret i lang tid er nok ikke et godt tegn.\" Så kun tre år senere trak han sig endnu en gang modigt tilbage, returnerede seglet til kongen af ​​Qi og gav al sin familieformue væk til sine nære venner og landsbyboere.", "聖意": "Huset er godt for en selv (skal sendes), søger rigdom, held og lykke for vesten, forretningen er forsinket, ægteskabet er ikke godt, Liujia er sikker, folk blokerer markerne, silkeorme, efterår, godt for de seks dyr, foråret er blomstrende, folk leder efter folk, retssager er dårlige, migration er konservativ, tabte ting, vestlige sygdomme optrævler, bjerge og grave er sydpå.", "古人": "Tao Zhugui Five Lakes (Fan Ligui Lake)", "第X籤": "Den halvtredsindstyvende lotterivinder", "宮": "Haigong"}