{"籤詩版本二": "Sommeren er den længste dag, og alle er bekymrede for varmen og depressionen\nHimlen og jorden ved også, hvad folk vil have, og vinden blæser, og det er naturligt køligt", "詩意": "Dette hexagram indikerer, at alle er bekymrede for varme.\nGør hvad der passer dig.", "解曰": "Der er ingen tvivl om, hvorvidt man skal rykke frem eller trække sig tilbage. Hav det godt. Er det til camping? Ingen grund til at handle overilet.", "籤詩故事一": "◇Kong Ming kommer ind i Sichuan\nZhuge Liang (181-234), høfligt navn Kongming, var hjemmehørende i Yangdu, Langya (nu Yinan County, Shandong-provinsen), og var premierminister for Shu Han (Liu Bei) i perioden med de tre kongeriger.\nSelvom Liu Bei vandt Jingzhou, var det ikke nok til at adskille den ene side.Zhuge Kongming planlagde at erobre Xichuan for at øge Liu Beis territorium. På dette tidspunkt blev Liu Zhang i Yizhou angrebet af Zhang Lu i nord. Zhuge Kongming erfarede, at Liu Zhang ønskede at dedikere kortet over Xichuan til Cao Cao for at beskytte sig selv. Da Zhang Song (Liu Zhangs underordnede) mødte Cao Cao, fordi Cao Cao var arrogant og uhøflig, tog Liu Zhang kortet tilbage til Xichuan og passerede Jingzhou på vejen. Kong Ming havde allerede ventet på ham på vejen og inviteret ham til Jingzhou, men han nævnte aldrig Xichuan-billedet før afrejsetidspunktet. Zhang Song var Kong Ming taknemmelig for hans høflighed og gæstfrihed, så han dedikerede Xichuan-billedet til Hej M.\nXichuans terræn var farligt og kunne angribes eller forsvares. Efter Kong Mings forskellige arrangementer blev Xichuan fødestedet for Liu Bei.\n(Kong Ming behandlede folk med høflighed og fik let den eftertragtede Xichuan.)", "聖意": "Bed om velsignelser derhjemme og for din egen beskyttelse (der er held og lykke i ulykkerne) Søg rigdom, held og lykke i erhvervslivet, fælles ægteskab, drengefødsel i Liujia, flytning af marker, silkeorme, skade på husdyr, at finde mennesker, offentlige retssager , migration, gamle tabte ting, nordlige sygdomme, ønsker om bjerge og grave", "古人": "Kong Ming kommer ind i Sichuan", "第X籤": "Kapitel 51: At vinde lottet (Winning the Lot)", "宮": "Livmoder"}