{"籤詩版本二": "Det kræver en stor indsats at fange månen i vandet. Det kræver en stor indsats, men ingenting.\nLad være med at snakke sludder og spild dine kræfter på at styrke kroppen Ordet \"krop visnet\" betyder oprindeligt \"kroppen er ensom\".", "詩意": "Dette hexagram er grådigt efter billedet af indsats.\nAlt er besværligt og besværligt.", "解曰": "Løfter er svære at huske. En masse hårdt arbejde. Bekymring derhjemme. Venter på at møde ædle mennesker.", "籤詩故事一": "◇Taibai fangede månen, mens han var fuld (Li Taibai fangede månen, mens han var fuld)\nLi Bai (701-762), også kendt som Taibai, også kendt som Qinglian Jushi. Digteren fra Tang-dynastiet, som kaldte sig selv en forvist udødelig, var kendt som Poesiens Udødelige, og han var altid glad uden at drikke.\nEngang kom Li Bai til Jinling (nu Nanjing) og hvilede sig på en restaurant ved siden af ​​Wende-broen.\nDen dag var tilfældigvis den femtende dag i vintermånemåneden.Om natten sad han alene i restauranten og beundrede månen, mens han drak og reciterede digte. Den dag var tilfældigvis den femtende dag i vintermånemåneden.Om natten sad han alene i restauranten og beundrede månen, mens han drak og reciterede digte. Li Taibai elskede månen mest i sit liv og sagde, at den var ren og smuk. Li Taibai elskede månen mest i sit liv og sagde, at den var ren og smuk. Den nat kiggede han op og så den hvide og runde måne på himlen. Han var meget glad og drak et par glas mere. Den nat kiggede han op og så den hvide og runde måne på himlen. Han var meget glad og drak et par glas mere. Ved midnat benyttede Li Taibai vinen og gik ned til Wende Bridge. Ved midnat benyttede Li Taibai vinen og gik ned til Wende Bridge. Så snart han trådte op på broen, sænkede han hovedet og så pludselig månen falde i vandet. Da floden bevægede sig, blev der tilføjet et par sorte streger til den hvide måneskygge. Så snart han trådte op på broen, sænkede han hovedet og så pludselig månen falde i vandet. Da floden bevægede sig, blev der tilføjet et par sorte streger til den hvide måneskygge. Li Taibai var så fuld på dette tidspunkt, at han troede, det var månen, der var plettet af flodvandet. Li Taibai var så fuld på dette tidspunkt, at han troede, det var månen, der var plettet af flodvandet. Han gad ikke engang tage støvlerne af, han åbnede hænderne og sprang ned fra broen for at fange månen. Han gad ikke engang tage støvlerne af, han åbnede hænderne og sprang ned fra broen for at fange månen. Uventet, med dette spring, blev månen ikke fanget, men månen i vandet blev knust og straks delt i to halvdele. Uventet, i dette spring, blev månen ikke fanget, men manden blev druknet. Han døde i en alder af toogtres.", "聖意": "Huset er uroligt, og du er i uheld (vær opmærksom på dit helbred) (uheldig) Søg rigdom og balance (tænk ikke engang over det) Vanskeligheder ved forretningstransaktioner, ægteskab er ikke løst, bed om beskyttelse (tomme skatte forhindrer) abort) Fodgængere er i problemer, silkeorme i marken er fem point, og seks dyr er i tilbagegang (uheldig) Søger mennesker (uheldig) Offentlige retssager og (Stop retssagen) Almindelig migration (nævn det ikke) Tab af ejendom (fly) Beder om beskyttelse mod sygdom (uheldig) Held og lykke i bjerge og grave", "古人": "Taibai fangede månen, mens han var fuld (Li Taibai fangede månen, mens han var fuld)", "第X籤": "52. vinder i lotteriet (lotteri)", "宮": "Livmoder"}