{"籤詩版本二": "Når frustration bliver til opstemthed, brøler drager og tigre brøler.\nDen blå himmel har sin egen vej til himlen. Må jeg få endnu en chance for at opnå berømmelse.", "詩意": "Dette hexagram er som en drage, der brøler og en tiger, der brøler.\nDer er håb om, at alt vil gå godt.", "解曰": "Bare undervis og gå. Få din egen velstand. Skal laves til sidst. Der er et sted at finde.", "籤詩故事一": "◇Liu Bei rekrutterer en brud\nEfter slaget ved Chibi var Sun Quan ivrig efter at genvinde Jingzhou, som var blevet erhvervet af Liu Bei, så han brugte Zhou Yus plan og lod som om, at han ville forlove sin søster Sun Ren til Liu Bei, men faktisk ville han tage Liu Bei som gidsel for at gøre krav på Jingzhou.\nEfter Zhuge Liang havde spioneret på Zhou Yus plan, afleverede han brochuren med strategien til Zhao Yun, som beskyttede Liu Bei, da han tog til Soochow. Zhao Yun fulgte strategien i brochuren og gjorde bevidst et stort sprøjt for at lade Wu Guotai ( Sun Quans far) kender til ægteskabsforslaget. Fordi Wu Guotai elskede sin datter og ikke var villig til at tage tilfældige beslutninger om sin datters livslange affærer, skældte hun Sun Quan ud for at være hensynsløs over for sin søster og foreslog at personligt teste, om Liu Bei var sin datter værdig i Ganlu Temple. Efter Wu Guotai mødte Liu Bei, satte hun stor pris på Liu Bei og gik stærkt ind for ægteskabet mellem Liu Bei og hans datter. Som et resultat giftede Liu Bei sig med succes med fru Sun.\nSenere flygtede Liu Bei og fru Sun sammen tilbage til Jingzhou. Senere ønskede Sun Quan at snige angreb på Jingzhou, mens Liu Bei angreb Yizhou, men blev stoppet af Wu Guotai, som var bekymret for sin datters sikkerhed.\nHan sagde: \"Zhou Yus smarte plan er den bedste i verden. Han mistede sin kone og mistede sine tropper.\"\n(Liu Bei kom fra skade)", "聖意": "Jeg er uheldig derhjemme, og jeg er uheldig (først uheld, så held og lykke) Søg rigdom, balance, vanskeligheder i ægteskabet, succes i ægteskabet. Bed om velsignelser for fodgængere, silkeorme på markerne, fem point for skader på husdyr, søg for mennesker, retssager og migration, held for hittegods, held for sygdomme, fred i bjerge og grave.", "古人": "Liu Bei rekrutterer en brud", "第X籤": "Det treoghalvtreds vindende nummer", "宮": "Livmoder"}