{"籤詩版本二": "Stranden er fuld af sten, åen flyder, vinden er klar, månen er klar, og de ædle mennesker har travlt.\nPå vejen må jeg spørge, hvor jeg skal hen. Tag ikke duften af ​​blomster og planter i skoven. Pas ikke på den.", "詩意": "Dette hexagram er som en båd, der sejler på en lille strand.\nI alt er der ædle mennesker til at hjælpe.", "解曰": "At tjene til livets ophold. En masse hårdt arbejde. Forbliv konservativ og vent. Alt det bedste.", "籤詩故事一": "◇Lushan-oprør\nEn Lushan (703-757), hvis efternavn var Kang og hed Yaluoshan, var fra Liucheng, Yingzhou (nu Chaoyang, Liaoning).\nSenere antog han efternavnet An og ændrede sit navn til Lushan. Under kejser Xuanzong fra Tang-dynastiets regeringstid var An Lushan den militære udsending.\nI november i det 14. år af Tianbao rejste An Lushan tropper i Fanyang. I navnet på at angribe Yang Guozhong lancerede han et oprør og tog tropperne fra tre byer for at angribe Luoyang, den østlige hovedstad. Rapporter fra Taiyuan skyndte sig til Lishan.Tang Xuanzong, som var i Huaqing-paladset i Lishan på det tidspunkt, troede ikke på, at Anlushan ville gøre oprør.Nyheden om oprøret fortsatte dog med at sprede sig, og Xuanzong var stadig halvt overbevist. (Dette er en skildring af \"lyden af ​​råt rindende vand på små sten i en å\")\nDet var først, da Yan Zhenqing, præfekten i Pingyuan County, sendte nogen for at sende information, at Xuanzong vågnede op fra sin drøm.\nUnder kejser Xuanzong fra Tang-dynastiets fejlagtige strategi erobrede An Lushans kavaleriregiment Luoyang, den østlige hovedstad. I den første måned af det følgende år udråbte han sig selv til kejser Dayan i Luoyang, Jianyuan Shengwu, kejser Xiongwu og Da Xixun som statsminister.\nI juni samme år henrettede kejser Xuanzong fra Tang-dynastiet, ivrig efter at afhjælpe krisen i Chang'an og under misforstået militærforståelse, to berømte generaler, Feng Changqing og Gao Xianzhi. Denne ordre chokerede Tang-hæren. (Denne adfærd er i strid med \"vejen skal pege mod den forreste flod\")\nBagefter beordrede kejser Xuanzong fra Tang-dynastiet indtrængende en anden general, Ge Shuhan, til at føre Tang-hæren østpå ud af Tongguan.\nGe Shuhan, som fuldt ud forstod den strategiske fejl fra kejser Xuanzong fra Tang-dynastiet, planlagde at forsinke ændringen (tilgangen med \"det er okay, hvis vinden er rolig og tidevandet er roligt\").\nTil sidst mente kejser Xuanzong fra Tang-dynastiet, at han var for frygtsom til at kæmpe, så han havde intet andet valg end at kæmpe med An Lushan i tårer og blev besejret. (Det opfylder \"Hvis du arbejder hårdt for at forsørge dig selv, kan du blive skadet.\")\nI Tang-dynastiet, da grænsetropperne og de lokale garnisoner ikke havde tid til at reagere, pressede An Lushans hær grænsen og gik ind i hovedstadsområdet. I en kritisk situation førte kejser Xuanzong fra Tang-dynastiet vagtkorpset til at flygte fra hovedstaden, hvilket fik den lederløse Xijing Chang'an til at falde.\n(Tang Xuanzong overtrådte vejledningen i dette tegn, så An Lushans oprør var vellykket.)", "聖意": "Huset er sikkert, man selv er heldig, formuen er stabil, transaktionen er velstående, ægteskabet er vellykket (forsigtig), en mandlig fodgænger fra Liujia kommer til marken, silkeorme høstes, seks husdyr er beskadiget, personen er fundet , retssagen er berettiget, den tabte ejendom bringer sygdom, det vil sige, at Anshan-graven skal repareres.", "古人": "Lushan-oprør", "第X籤": "Det 56. lotteri", "宮": "Grimme palads"}