{"籤詩版本二": "Om morgenen og skumringen skal Buddhas støtte være i faretider, men ikke i fare\nHvis du er tiltrukket af en ædel person, så vil penge og silke også ledsage dig.Dette er Chuan Lai. Det hele afhænger af dig.", "詩意": "Dette hexagram repræsenterer den hemmelige velsignelse af guder og Buddhaer.\nVær tålmodig og held og lykke med alt.", "解曰": "Et tegn på gammeldags fred. Når alt er dyrt, vil det være gunstigt.", "籤詩故事一": "◇ Tang Monk opnåede oplysning\nEn dag kom Tang Seng til floden og så Buddhas Lingshan-bjerg foran den.Der var en enkeltplankebro foran den.Tang Seng turde ikke krydse den. Buddhaen forvandlede sig til en bådmand og holdt en bundløs knækket båd. Så snart Tang Monk steg ombord på båden, faldt han i floden og blev reddet af bådmanden. Sådan opnåede Tang Monk Buddhastatus. (Historien om rejsen til vesten)\n◇Tang Monks buddhistiske skrifter\nSanzang fra Tang-dynastiet, hans almindelige efternavn var Chen og hans fornavn var Yi. Født i Goushi County, Luozhou (nu syd for Yanshi City, Henan-provinsen). Han blev munk i en alder af tretten og tog det buddhistiske navn Xuanzang.\nFor at opnå de originale buddhistiske skrifter rejste han fra Chang'an (dagens Xi'an, Shaanxi-provinsen) i Zhenguans tredje år (629 AD), vovede sig over grænsen og gennemgik utallige strabadser for at nå Tianzhu ( Indien) for at indsamle skrifter. Han rejste gennem Ganges- og Indus-flodbassinerne og de sydøstlige kystområder i Indien, og krydsede derefter de snedækkede bjerge og grønne højdedrag og vandrede mere end 50.000 miles frem og tilbage. Det tog ham 16 år at vende tilbage til Chang'an i Zhenguans 19. år (645 e.Kr.). Han bragte et stort antal buddhistiske skrifter tilbage og oversatte dem til kinesisk.\n(Tang Sanzang gennemgik en lang rejse frem og tilbage mellem Kina og Indien. Han må have oplevet farer under rejsen, men han var i stand til at vende sikkert tilbage, fordi der var en usynlig skytshelgen bag ham.)", "聖意": "Hjemmet er sikkert, man selv er lykkebringende, den vestlige virksomhed er vellykket, ægteskabet er vellykket, fodgængerne blokerer marken, silkeormene er blokerede, silkeormene er syv point, husdyrene er rentable, søgningen er efter mennesker, den vestlige offentlig retssag er dårlig, migrationen er konservativ, hittegodset er set, sygdommen er gunstig, bjergene og gravene er gunstige.", "古人": "Tang Monk opnåede oplysning", "第X籤": "Vinder i lotteriet toogtres", "宮": "Yin Palace"}