{"籤詩版本二": "Den svømmende fisk blev fanget i en snare i Bibo-dammen.\nHvis noget går galt efter at have tænkt over det, vil det give problemer i sidste ende.", "詩意": "Dette hexagram repræsenterer en fisk fanget i en snare.\nDet er også tilrådeligt at være forsigtig i alt.", "解曰": "Bebyggelse under huset. Katastrofen falder ned fra himlen. Vågn tidligt op og tag forholdsregler først. Undgå katastrofer.", "籤詩故事一": "◇ Hesten er dækket af vand (det er svært at samle vandet)\nHan-dynastiet. Zhu Maichen, høfligt navn Wengzi, var hjemmehørende i Wu i Kuaiji (nu en del af Suzhou City).\nI hans første år var Maichens familie fattig, og han havde ingen succes.Parret boede i en stråtækt port i en baggyde, hvor de huggede brænde og solgte det for at klare sig. Du tjener ikke mange penge ved at sælge brænde til enhvers pris.\nHans kone gik ud for at hente vand og så en gruppe børn grine af Maichen, konen syntes det var skammeligt og gik senere.\nDa Zhu Maichen var halvtreds år gammel, søgte kejser Wu fra Han-dynastiet talenter og tilbad Zhu som Kuaijis præfekt.\nHans kone fortrød sin blindhed og ønskede at blive reduceret til en tjenestepige og medhustru for at tjene Zhu resten af ​​sit liv.\nMaichen beordrede sin ekskone til at hente en spand vand, hælde den på trappen og sagde: \"Hvis vandet kan tages tilbage, kan de to komme sammen igen.\"\nI betragtning af forholdet mellem mand og kone fik konen og hendes gengifte mand en åben plads i baghaven til at dyrke og forsørge sig selv. Hans kone kastede sig i floden og døde.", "聖意": "Huset er i fare, man selv er i fare, pengene er tabt, transaktionen er i fred, ægteskabet er inkonsekvent, Liujia er bange, folk er blokeret, markerne er beskadiget, silkeorme er tabt, husdyrene er tabt, mennesker er fundet, den offentlige retssag er tabt, migration er god, tabte ting er uheldige, sygdomme er forårsaget, katastrofer og farer, bjerggrave bør ændres.", "古人": "Hesten er dækket af vand (det er svært at samle vandet)", "第X籤": "Fjerdeogtres tegn", "宮": "Maogong"}