{"籤詩版本二": "Når vinteren kommer, vil en gren af ​​blommeblomster på bjerget ikke blive ødelagt, selvom dens blade falder og dens grene visner.\nMen når foråret kommer, returnerer jeg mig stadig som kurtisane og ødelægger det originale værk.", "詩意": "I dette hexagram indtager blommeblomsten den førende position.\nAlt er godt, hvis det er forsinket.", "解曰": "En pil skudt tom. Når den er tom, er den ikke tom. Venter på at foråret kommer. Der er farve i den.", "籤詩故事一": "◇ Scorede to gange\nUnder kejser Dezong fra Tang-dynastiets regeringstid blev den loyale minister Mei Bogao og hans familie indrammet af den forræderiske premierminister Lu Qi, som ville dræbe dem alle. Kun hans søn Mei Liangyu formåede at flygte. Senere ændrede han sit navn til Wang Xitong for at skjule sin identitet. Han levede alene på gaden, sulten og kold, men heldigvis blev han taget ind af Chen Risheng (Chen Dongchu). Chen Risheng kendte ikke sin livserfaring, så han bad ham hjælpe med at passe Chens blommehave, så han ikke sultede ihjel på gaden.\nChen Risheng var klassekammerat og ven af ​​Mei Bogao. Da han blev forfulgt af Lu Qi, blev han reddet af Mei Bogao. Som et resultat blev Mei Bogao og Lu Qi fjendskab. Til sidst blev hele deres familie henrettet. Chen Risheng følte sig trist og vred på grund af dette.Efter at være blevet gift, trak han sig tilbage og flyttede sin familie til Yangzhou for at leve i afsondrethed.\nChen Risheng har en datter ved navn Chen Xingyuan, som er smuk og velduftende. Efter Mei Liangyu kom til Chen-familien, blev de forelskede ved første blik. På en dag, hvor blommeblomster var i fuldt flor, som også var årsdagen for Mei Bogaos død, åbnede Chen Risheng og hans familie et alter i blommehaven i deres hjem for at mindes deres afdøde ven og velgører. Uventet ændrede vejret sig pludselig. , og en kraftig snestorm blæste, der dækkede alle blommeblomsterne. Chen Risheng beklagede, at han var i stand til at flygte sikkert, men han kunne ikke engang redde efterkommerne af Mei-familien. Han troede, at dette var en advarsel fra Gud, så han lovede, at medmindre blommeblomsterne blomstrede igen, hvilket beviste, at efterkommerne af familien Mei stadig var i live, han ville aldrig sige noget. Han flygtede ind i buddhismen og blev munk.\nHans datter Xingyuan hørte dette og brændte straks røgelse og bad oprigtigt til Gud om at få blommeblomsterne til at blomstre igen. Deres oprigtighed flyttede himlen, og alle blommetræerne i blommehaven blomstrede igen; senere vidste Chen Risheng, at Xitong var Liangyu, så han forlovede sin datter Xingyuan til ham.", "聖意": "Hjemmet og huset er ikke godt for en selv, for ens egen lykke, at søge rigdom, at være forsigtig i omgangen, at vente til tidspunktet for ægteskabet, at komme for sent, at blive gift, at komme for sent, at være velstående i foråret, at være forsinket, at være forsinket, at være forsinket, at have travlt, at have travlt, at være velstående, at have travlt, at blive fundet.", "古人": "Scorede to gange", "第X籤": "69 Vinder i Lotten", "宮": "Tatsumi"}