{"籤詩版本二": "Chao Chao er som en blomstersamlende bi, der flyver ud fra sydvest og derefter mod øst\nForåret er forbi, blomsterne er væk, og der er intet sted at lede efter. Dette hjerte vil ikke ændre sit opholdssted.", "詩意": "Dette hexagram er som en bi, der plukker blomster.\nAlt er besværligt og besværligt.", "解曰": "Intet forårslandskab. Det regner i lang tid, men klarer aldrig op. Bede om hjælp. Det er bedre at være stille.\n.", "籤詩故事一": "◇Li Mi gjorde oprør mod Tang-dynastiet\nLi Mi\n(582-619), den afdøde leder af Wagang-hæren i bondeoprøret i det sene Sui-dynasti i Kina. Mester i kalligrafi. Mesteren af ​​ordet Fa var indfødt i Chang'an, Jingzhao, og hans forfædres hjem var Xiangping, Liaodong (nu syd for Liaoyang, Liaoning). En indfødt i Chang'an, Jingzhao, hans forfædres hjem er Xiangping, Liaodong (nu syd for Liaoyang, Liaoning).\nI det niende år af Daye (613) deltog han i Yang Xuangans oprør mod Sui-dynastiet i Liyang (nu nordøst for Junxian County, Henan-provinsen). I det niende år af Daye (613) deltog han i Yang Xuangans oprør mod Sui-dynastiet i Liyang (nu nordøst for Junxian County, Henan-provinsen). Mystisk sans er besejret,\nLi Mi flygtede. Xuangan blev besejret, og Li Mi flygtede.\nI det tolvte år af Daye sluttede han sig til Wagang-hæren\n. I det tolvte år af Dayes regeringstid sluttede han sig til Wagang-hæren. Li Mi var god til strategi.I oktober i det tolvte år af Daye overtalte Li Mi Zhai til at angribe Xingyang Tong, den magtfulde general, der ledsager hæren, for at forsvare Zhang Xutuo, besejre Sui-hæren og dræbe Zhang Xutuo. Li Mi var god til strategi.I oktober i det tolvte år af Daye overtalte Li Mi Zhai til at angribe Xingyang Tong, den magtfulde general, der ledsager hæren, for at forsvare Zhang Xutuo, besejre Sui-hæren og dræbe Zhang Xutuo.\nSenere foreslog han at angribe Xingluo-lageret (senere omdøbt til Luokou), åbne lageret for nødhjælp og udvide holdet. Wagang Army-teamet voksede hurtigt. I det 13. år af Daye ledede Li Mi Wagang-hæren og Zhai Rang beskæftiget sig med Sui-dynastiets degradering og distribution.Der var en krig om militære ressourcer og andre spørgsmål, og Li Mi dræbte Zhai Rang og hundredvis af hans tilhængere. Senere foreslog han at angribe Xingluo-lageret (senere omdøbt til Luokou), åbne lageret for nødhjælp og udvide holdet. Wagang Army-teamet voksede hurtigt. I det 13. år af Daye ledede Li Mi Wagang-hæren og Zhai Rang beskæftiget sig med Sui-dynastiets degradering og distribution.Der var en krig om militære ressourcer og andre spørgsmål, og Li Mi dræbte Zhai Rang og hundredvis af hans tilhængere.\nI marts i det 14. år af Daye dræbte Yu Wenhuaji kejser Yang fra Sui-dynastiet\n, førte mere end 100.000 mennesker til at vende tilbage mod vest. I marts i det fjortende år af Daye dræbte Yu Wenhuaji (Yu Wen, sammensat efternavn) kejser Yang fra Sui-dynastiet og vendte tilbage mod vest med mere end 100.000 mennesker. Li Mi blev beordret til at angribe Huaji. Selvom Huaji blev besejret, led Li Mi også store tab i tropper. Han blev senere forfulgt af Wang Shichong. Li Mi's hær blev besejret, og hans lejr blev ødelagt. Hans generaler Qin Shubao, Cheng Zhijie (oprindeligt ved navn Cheng Yaojin), Niu Jinda og andre blev fanget. , Shan Xiongxin overgav sig. Li Mi blev beordret til at angribe Huaji. Selvom Huaji blev besejret, led Li Mi også store tab i sine tropper. Senere blev han forfulgt af Wang Shichong. Li Mi's hær blev besejret, og hans lejr blev ødelagt. Hans generaler Qin Shubao, Cheng Zhijie (oprindeligt hed Cheng Yaojin), Niu Jinda og andre blev taget til fange, og Shan Xiongxin overgav sig. Li Mi var desperat, så han krydsede floden til Heyang i september og overgav sig til Tang-dynastiet. Li Mi var desperat, så han krydsede floden til Heyang i september og overgav sig til Tang-dynastiet.\nI november sendte Li Yuan Li Mi til Shandong for at rekruttere gamle tropper. november,\nLi Yuan sendte Li Mi for at vente i Shandong for at rekruttere gamle tropper. Da han følte, at han var blevet mistænkt, gjorde han oprør mod Tang. Da han følte, at han var blevet mistænkt, gjorde han oprør mod Tang. Tang-general Sheng Yanshi inviterede Li Mi til at angribe og dræbte ham ved Xinggong Xian. Tang-general Sheng Yanshi inviterede Li Mi til at angribe og dræbte ham ved Xinggong Xian.", "聖意": "Hus, hus, tunge, selv, skurk, søger rigdom, spilder forretninger, ægteskaber, der ikke holder, Liujia, tomme blomster, fodgængere, Yaotian, silkeormsskade, seks husdyrskader, forsvundne personer, retssager, tab, migration, konservativitet, hittegods, sygdom, forhindringer, bjerggravsreform", "古人": "Li Mi gjorde oprør mod Tang-dynastiet", "第X籤": "Den halvfjerdsende lodtrækning", "宮": "Tatsumi"}