{"籤詩版本二": "Erkendelse af Canglong Nineteenth Guards: En kvinde giftede sig med en anden mand\nMed én bue og to pile vil dinosaurerne straks leve i fred", "詩意": "Dette hexagram er som en bue, der holder to pile.\nAlt er lykkebringende, hvis det går sammen.", "解曰": "Ikke for tung. Skæbne. Zhen Liuzhong åbner. Det er tilrådeligt at være forsigtig.", "籤詩故事一": "◇Wenjun besøger Xiangru\nZhuo Wenjun var datter af barnebarnet af Zhuo Wang, en velhavende forretningsmand i Linqiong, Sichuan-provinsen. Hun var dygtig til musik og havde et litterært navn. Hun blev gift, da hun var 16. Et par år senere døde hendes mand, og hun vendte tilbage til sin fødende familie for at leve som enke.\nEn dag tog Sima Xiangru til Zhuo Wangsuns hus til en banket. Da han fandt ud af, at Zhuo Wenjun var ny som enke, spillede han sangen \"Phoenix Seeking the Phoenix\" for at udtrykke sin kærlighed. Zhuo Wenjun havde allerede hørt om Sima Xiangru, og denne banket gjorde ham endnu mere tiltrukket af Sima Xiangru. På den anden side brugte han straks efter Sima Xiangrus banket en masse penge på at bestikke Zhuo Wenjuns personlige tjenestepige og bad hende om at formidle Sima Xiangrus kærlighed til Zhuo Wenjun. Efter at Zhuo Wenjun hørte om Sima Xiangrus kærlighed gennem tjenestepigen, skyndte han sig straks til kroen, hvor Sima Xiangru boede. Da han så Zhuo Wenjuns ankomst, flygtede Sima Xiangru straks med hende natten over til sin hjemby i Chengdu.\nDa de var i Chengdu, var parret nødlidende og måtte vende tilbage til Linqiong for at åbne et lille hotel for at tjene til livets ophold.Zhuo Wenjun solgte vin og Sima Xiangru vaskede op. De levede et fattigt liv. Efter at Zhuo Wenjuns far, Zhuo Wangsun, lærte om det, indvilligede han og finansierede dem efter råd fra sine venner, så Sima Xiangru og Zhuo Wenjun vendte tilbage til Chengdu for at bo og senere blev rige.", "聖意": "Tab af hjem og ejendom, ens egne rettigheder og uret, søgen efter rigdom, arbejdstransaktioner, vagt mod genægteskab.", "古人": "Wenjun besøger Xiangru", "第X籤": "Enoghalvfjerds vindende lotto", "宮": "Tatsumi"}