{"籤詩版本二": "Biavlere skal tigge om honning, for ikke at blive stukket af et stik\nDer må være en mærkelig vej foran dig.Hemmeligheden er dyb som en torneskov.", "詩意": "Dette hexagram symboliserer bier, der samler honning.\nAlt er besværligt og besværligt.\n\n(Dette hexagram søger symbolet på sødme og bitterhed.\nForebyg katastrofer i alt.\n)", "解曰": "Tingene skal gøres omhyggeligt. Ingen grund til at tvinge det. Bier samler honning. Hvad er årsagen?", "籤詩故事一": "◇ Wang Mang søger talenter\nWang Mang-familien i det vestlige Han-dynastiet kan siges at være en velhavende familie. Selvom hans far døde ung, blev flere af hans onkler og onkler kejsere af Han-dynastiet. De blev generaler, premierministre og blev markiser og modtog belønninger. Wang-familien var yderst fremtrædende.\nMen Wang Mangs egen lille familie var ekstremt fattig; hans far døde ung, og han boede kun hos sin mor og var afhængig af velgørenhed fra slægtninge. Men på grund af dette udviklede og øvede Wang Mang et sæt færdigheder i at håndtere mennesker, siden han var barn. Uanset hvor trist eller vred han følte sig, viste han altid et meget glad og fredfyldt blik foran slægtninge, ældste eller udenforstående, så han blev ret værdsat af alle i klanen.\nEn gang var hans ældste onkel alvorligt syg. Efter at have hørt om det, kom han hen og ventede ved patientens seng, medbragte medicin og vand og holdt vågen om natten. I flere måneder i træk var han afklædt, usoigneret og udmattet Han var simpelthen mere \"tålmodig\" end en patient, mere \"søn\" end en biologisk søn.\nFor dette roste alle i det taiwanske folk ham og skrev breve og bad om en belønning til ham.\nSå kejser Cheng fra Han-dynastiet gav ham titlen Ny Hovedstadsmarkis og udnævnte ham til vagt i paladset og blev en nær minister for kejseren.\nMed sin høje status og store magt udviste Wang Mang aldrig nogen arrogance eller slaphed. I stedet blev han mere og mere høflig og høflig. På den ene side blev han venner med ministre, generaler, berømtheder og lærde. På den anden side , han hjalp de fattige og var gavmild med sin rigdom.\nMen han levede et meget sparsomt liv og spiste ofte kødretter, for ikke at nævne iført lange klæder og langærmede kjoler, kun iført kort tøj. Så alle i regeringen og offentligheden roste ham enstemmigt med ordet \"dydig\".\nSenere døde hans onkel, Grand Sima Wanggen, af sygdom, og han blev valgt som hans afløser. Kejseren og alle ministrene mente, at han var den bedst egnede. Derfor blev Wang Mang, der kun var otteogtredive år gammel, Grand Sima med den højeste militære magt i landet.\n(Denne historie er en metafor. At være god til at være et godt menneske kan hjælpe dig med at slippe af med \"besværet ved at blive stukket af bier\" og opnå dine idealer, som du ønsker).", "聖意": "Huset er ikke godt for en selv, familien er i problemer, forretningen er blokeret, ægteskabet er blokeret, de seks rustninger er falske, fodgængerne er forsinket, silkeormehøsten er lav, husdyrene er lavt, det er svært at find folk, retssagen er dårlig, migrationen bevæger sig ikke, hittegodset er dårligt, sygdommen er oprettet, bjerggraven er tabt", "古人": "Wang Mang søger talenter", "第X籤": "Vinder i lotteriet tooghalvfjerds", "宮": "Tatsumi"}