{"籤詩版本二": "Når foråret kommer, ryster torden og insekter kvidrer, og jeg vender mig væk fra mudderet\nDa jeg først indså, at jeg stadig kom og gik, blev jeg en drage, da jeg ændrede mig.", "詩意": "Dette hexagram er som torden og insekter.\nAt møde en ædel person er et godt tegn i alt.", "解曰": "Torden rammer. To ind- og udbetalinger. Skift én gang. Indtil Tianmen.", "籤詩故事一": "◇ Chenqiao Mytteri\nI 959 e.Kr. døde Zhou Shizong Chai Rong, og kejser Gong, Chai Zongxun, som besteg tronen, var kun syv år gammel. På det tidspunkt havde Zhao Kuangyin, der tjente som inspektør foran paladset og Songzhous udsending til den tyske hær, reel magt.\nI foråret 960 e.Kr. rapporterede Zhenzhou (dagens Zhengding, Hebei-provinsen) og Dingzhou (dagens Dingxian County, Hebei-provinsen), at hærene fra det nordlige Han-dynasti og Liao-staten i fællesskab drog sydpå for at angribe det senere Zhou-dynasti, med stor fremdrift og anmodede om at sende tropper til assistance. Senere beordrede Zhou-dynastiet Zhao Kuangyin til at føre sine tropper mod nord for at kæmpe mod fjenden. Zhao Kuangyin handlede hemmeligt under planlægningen af ​​sin bror Zhao Guangyi, Zhao Pu, Shi Shouxin og andre.\nDen 3. februar, da hæren ankom til Chenqiaoyi (nu Chenqiao Town, sydøst for Fengqiu, Henan), indledte de et mytteri og beordrede soldaterne til at bære gule klæder for ham.De gjorde oprør mod det senere Zhou-dynasti og støttede Zhao Kuangyin som kejser . Derefter førte Zhao sine tropper tilbage til Kaifeng uden at brænde, dræbe eller plyndre.\"Taizu Chen Qiao aflagde en ed på ikke at forstyrre hovedstadens befolkning, og han lovede ikke at forstyrre byen den dag, han kom ind i byen.\"\nPå den tredje dag i det tredje år af månemåneden gjorde Zhao Kuangyin mytteri i Chenqiao og vendte tilbage til hovedstaden. Fan Zhi fik Wang Pu og Wei Renpu til at udspørge Zhao Kuangyin. Luo Yanhuan trak sit sværd foran teltet og råbte højt : \"De tre hære har ingen herrer. Generalerne har besluttet at udnævne ham til kejser. Enhver, der udtaler sig, vil blive dræbt!\". Wang Pu's ansigt var så bleg som jord. Han sænkede sine trin og bøjede sig. Fan Zhi bukkede også. Kuang Yin hjalp ham personligt op og behandlede ham med stor høflighed.\nEfter en moderat modstand overtog kejser Gong fra det senere Zhou-dynasti tronen, og Zhao overtog tronen.\"Taizu var ved at acceptere Zen, men der var ingen Zen-tekst. Tao Gu, en lærd af Hanlin, accepterede ordren og kom ind ved siden af ​​ham og sagde: \"Det er gjort.\"\nEfter at Zhao kom på tronen, ændrede han landets navn til Song, Yuan til Jianlong og gjorde Kaifeng til hovedstad. Shi Shouxin, Gao Huaide, Zhang Lingduo, Wang Shenqi, Zhang Guanghan og Zhao Yanhui blev alle tildelt titlen Jiedushi , som var kendt som \"Chenqiao-mytteriet\" i historien.\nWikipedia\n(Denne historie repræsenterer, at dette er begyndelsen på Zhao Kuangyins optræden.)", "聖意": "Bed for dit hjem, dagligdag, rigdom, held, held og lykke i erhvervslivet, ædelt ægteskab, succes i Liujia, mandlige fodgængere, tidlig fødsel af silkeorme på markerne, tidlig fødsel af seks dyr, held om foråret, leder efter mennesker , succes i retssager, held og lykke med migration, tabt ejendom, farer ved sygdomme, farer i bjerge og grave.", "古人": "Chenqiao mytteri", "第X籤": "Signeret treoghalvfjerds", "宮": "Mi Palace"}