{"籤詩版本二": "I drømmen blev det sagt, at der ville være en masse rigdom, men berømmelsen ville blive til ingenting.\nVandet er langt væk og bjergene er langt væk, men det er svært at være trofast.Den ædle giver vejledning og smiler.", "詩意": "Dette hexagram repræsenterer symbolet på at opnå en skat i en drøm.\nAlt er mere eller mindre virkeligt.", "解曰": "Drømmer som en drøm. Intet håb om berømmelse. Bare vent på gode tider. Ædle instruktioner.", "籤詩故事一": "◇ Returner jaden til Zhao (retur jaden til Zhao efter at have fuldført den)\nI 283 f.Kr., fik kong Zhao Huiwen He's Bi fra Chu. Efter at kong Qin Zhaoxiang hørte nyheden, sendte han et brev til kong Zhao, hvori han udtrykte sin vilje til at bytte femten byer til He's Bi.\nLin Xiangru analyserede over for kong Zhao, at Qin var stærk, og Zhao var svag og måtte udskiftes.\nKong Zhao sendte derefter Lin Xiangru til Qin med He's Bi.\nKongen af ​​Qin mødte Lin Xiangru i Zhangtai, og Lin Xiangru præsenterede jaden for kongen af ​​Qin. Kongen af ​​Qin var overlykkelig og gav He's Bi'en til skønheden, og alle omkring hende så på den. På dette tidspunkt råbte alle til venstre og højre længe leve.\nLin Xiangru så, at kongen af ​​Qin ikke havde til hensigt at give byen til Zhao, så han fortalte kongen af ​​Qin, at hans jade var defekt og ønskede at påpege det til kongen af ​​Qin for at benytte lejligheden til at få jade tilbage.\nEfter Lin Xiangru havde taget Heshi's Bi tilbage, stod han ved siden af ​​den store søjle og viste, at han ville dø med Heshi's Bi.\nPå dette tidspunkt sagde Lin Xiangru til kongen af ​​Qin: \"Kongen af ​​Zhao overvandt stadig ministrenes indvendinger og accepterede ministerens forslag. Selvom han ikke bedragede hinanden, når de interagerede med almindelige mennesker, for ikke at nævne, at Qin er et stort land! For at bevare venskabet mellem Qin og Zhao, kong Zhao Efter fem dages faste sendte jeg mine ministre til Qin med jaden. Desværre havde kongen af ​​Qin ikke kun ingen intentioner om at give Zhao en by, men gav også He-familiens jade til en smuk kvinde, hvilket virkelig var en hån mod mine præster.\"\nEfter at have talt færdig, lavede Lin Xiangru straks en gestus med at ramme en søjle. Kongen af ​​Qin var bange for, at He's Bi ville blive beskadiget, så han lod som om han gav Zhao femten byer. Lin Xiangru gennemskuede kong Qins forræderiske plan, så han bad kong Qin om at faste i fem dage, før han præsenterede He's Bi for at udskyde tiden. På disse få dage sendte Lin Xiangru sine ledsagere for at vende tilbage til staten Zhao med jaden, mens han blev for at håndtere kongen af ​​Qin.\n(Denne historie er som en almindelig persons øjne, der er fascineret af hans status.)", "聖意": "At bede om velsignelser i hjemmet, sig selv, hindre rigdom, gøre transaktioner svære at opnå, ægteskab er ikke i harmoni med Liujiaxu-fodgængere, chitiske silkeorme accepteres ikke, seks dyr er beskadiget, forsvundne mennesker er savnet, offentlige retssager og migration forventes, tabt ejendom er langt væk, sygdomme opstilles, sendes til bjerggrave og ændres.", "古人": "Returner jaden til Zhao (fuldfør jaden til Zhao)", "第X籤": "Det syvoghalvfjerds vindende lotteri", "宮": "Middagspaladset"}