{"籤詩版本二": "Ugyldig knude, jeg ønsker at holde dig sikker. Hvis du holder din krop sikker, ville jeg ønske, at du aldrig ville returnere den.\nGlem ikke, at Guds gunst er vendt tilbage. Vær ikke hånlig over for Guds ord.", "詩意": "Tro ikke på, at dette hexagram er sandt.\nDet er et tegn på at være konservativ i alt.", "解曰": "Folk har deres egne meninger. Sindet behøver ikke være travlt. Guanyin instruktioner. Vær ikke respektløs.", "籤詩故事一": "◇ Understøtter hemmeligt bronzeflaget\nDen berømte grundlæggergeneral af Tang-dynastiet, Qin Qiong (Qin Shubao) blev tildelt titlen som stormarskal for Sui-dynastiet. Han førte sine tropper til at angribe Sishui Pass (eller Sishui Pass eller Dongling Pass, legender varierer). Yang Lin ( Yang Yicheng), vagtgeneralen for Sishui-passet, var kejser Yang fra Sui-dynastiet, der beordrede en opstilling af bronzeflag, men Qin Shubao kunne ikke angribe det i lang tid. Efter at have fundet ud af, at Luo Cheng, lederen af ​​formationen, var hans fætter, kontaktede han sin tante.\nInden Luo Cheng rejste, fortalte han sin mor, at den person, der kom for at vælte flaget, var hans fætter Qin Qiong, og hans mor beordrede ham til i al hemmelighed at hjælpe ham. På dagen for det afgørende slag skiftede Luo Cheng, som vogtede bronzeflaget, pludselig side og slog sig sammen med Qin Qiong. De besejrede endelig bronzeflagformationen. Luo Cheng besatte Donglingpasset og vendte sejrrig tilbage. Luo Cheng overgav sig også til Tang-dynastiet.\n(Denne historie er en metafor om, at du nogle gange bør stole på fornuften, når du gør ting, i stedet for at stole på følelser eller tro.)", "聖意": "Huset er også villig til at give løfter, søge rigdom, holde sin andel, være forsigtig i transaktioner, ægteskab er falsk, føde en pige, fodgængere bliver i marken, silkeorme, syv point, seks husdyrskader, forsvundne mennesker, offentligt retssager, migration, hittegods, vestlige sygdomme, løsning på bjerge, grave, vestlig retning", "古人": "Hemmeligt hjælper bronzeflaget ned", "第X籤": "Nioghalvfjerds vinder Lotten", "宮": "Middagspaladset"}