{"籤詩版本二": "Platantræernes blade er faldet, efteråret nærmer sig, og de rejsendes hjemrejse ligner skyer.\nTakket være Guds store indsats vendte skibet tilbage med skatten i vinden.", "詩意": "Dette hexagram repræsenterer billedet af nedfaldne platanblade.\nAlt er dårligt i forvejen og godt i sidste ende.", "解曰": "Tag tingene fra hjertet. Tianxin følger den. At tjene til livets ophold. Gør hvad du kan.", "籤詩故事一": "◇ Vinden blæser til Tengwang Pavillon\nWang Bo, høfligt navn Zian, var en digter fra det tidlige Tang-dynasti. Han blev født i det første år af Yonghui, kejser Gaozong fra Tang-dynastiet. Wang Bo har læst i skrifterne siden han var barn, og han er kendt som et \"vidunderbarn\". Wang Bo har læst i skrifterne siden han var barn, og han er kendt som et \"vidunderbarn\".\nDa han var ti år gammel, kom han og hans far tilfældigvis forbi et Guandi-tempel. De så den majestætiske statue af Guandi i templet, holdt en kopi af \"Forår og efterår\" og læste den. Da hans far så den, blev inspireret. Han sang til kejser Guan: \"Holder tre lokker med grønt skæg, læser Qing-dynastiets historie til den grønne lanterne og hylder de berømte navne. Holder den grønne drage og månen i min hånd.\" at Wang Bo i efteråret i år tog fra Shanxi til Hainan-øen for at besøge sin far, der blev degraderet til amtsdommeren i Jiaozhi. , og passerede gennem tusindvis af bjerge og floder undervejs. I efteråret af året, da han var 27, tog Wang Bo fra Shanxi til Hainan Island for at besøge sin far, som var blevet degraderet til stillingen som Jiaozhi County Magistrate.Han passerede gennem tusindvis af bjerge og floder undervejs.\nDa vi ankom til Madang Mountain den dag, gik alle i land for at hvile. Da Wang Bo gik alene forbi et gammelt tempel, så han pludselig en gammel mand sidde på stenen ved siden af ​​templet. Den gamle mand lignede et barn med lyst hår og en fe udseende. Han sagde til Wang Bo \"Er du ikke Wang Bo?\" Wang Bo blev forskrækket og sagde, \"præcis! Hvordan ved du det?\" Den gamle mand sagde: \"Jeg har længe hørt, at du har det godt. intentioner om at redde mennesker, og dine digte er meget meningsfulde. Der vil være en storslået fest i Tengwang Pavillon i morgen. Hvis du kan deltage i banketten og skrive et essay, vil du være berømt for evigt og få rejseudgifter.\" Da de ankom til Madang Bjerg, alle gik i land for at hvile sig.Da Wang Bo gik alene ved et gammelt tempel, så han pludselig på stenen ved siden af ​​templet, Der sad en gammel mand, som lignede et barn med lyst hår og et fe. Han sagde til Wang Bo: \"Er du ikke Wang Bo?\"\nWang Bo blev overrasket og sagde: \"Nøjagtigt! Hvordan ved du det?\"\nDen gamle mand sagde: \"Jeg har længe hørt, at du har en venlig hensigt om at redde mennesker, og de digte, du digter, er ret meningsfulde. Der vil være en storslået fest i Tengwang Pavillon i morgen. Hvis du kan gå til banketten og digte, du vil være berømt gennem tiderne, og du vil få rejseudgifter.\"\nWang Bo sagde: \"Dette sted er seks eller syv hundrede miles væk fra Tengwang Pavilion. Hvordan kan vi komme hertil i morgen?\" Den gamle mand sagde: \"Jeg vil bruge en hest som en guddommelig vind for at hjælpe dig med at få en jævn sejlads. Jeg kommer helt sikkert i morgen.\" Wang Bo takkede mig og sagde: \"Undskyld mig, min svigerfar. , er du en udødelig eller en gud?\" Den gamle mand lo og sagde: \"Jeg er Zhongyuan Shuijun, der er i ansvaret for dette vandområde!\" Wang Bo sagde, \"Dette sted er seks eller syv hundrede miles væk fra Tengwang Pavillon. Hvordan kan vi komme hertil i morgen?\"\nDen gamle mand sagde: \"Jeg vil bruge hesten som en guddommelig vind for at hjælpe dig med at få en jævn sejlads. Jeg kommer helt sikkert i morgen.\"\nWang Bo takkede ham og sagde: \"Undskyld mig, svigerfar, er du en udødelig eller en gud?\"\nDen gamle mand lo og sagde: \"Jeg er Zhongyuan Shuijun, der har ansvaret for dette vandområde!\" Derefter opfordrede den gamle mand Wang Bo til at komme hurtigt ombord på båden. Han så lykkebringende skyer omgive ham i et stykke tid, og vinden og vandet var glat undervejs. På et øjeblik havde han rejst flere hundrede kilometer.\nSå opfordrede den gamle mand Wang Bo til at komme hurtigt på båden. Han så lykkebringende skyer omringe ham i et stykke tid, og det var en jævn rejse. På et øjeblik havde han rejst flere hundrede kilometer. Som forventet skyndte Wang Bo sig til Prince Tengs pavillon om morgenen den store begivenhed.\nSom forventet skyndte Wang Bo sig til Prince Tengs pavillon om morgenen den store begivenhed. Og på stedet skrev han \"Forordet til Prins Tengs pavillon\", som blev kaldt det evige mesterværk af kejser Gaozong fra Tang-dynastiet. Og på stedet skrev han \"Forordet til Prins Tengs pavillon\", som blev kaldt det evige mesterværk af kejser Gaozong fra Tang-dynastiet.\nDer er et digt, der siger:\nDet er altid blevet sagt, at talentfulde mennesker er guder, så det er ikke tilfældigt, at vinden bringer Nanchang til Nanchang;\nJeg skrev en sætning om Teng Wangs høje pavillon, og så fulgte han de udødelige til Zhongyuan.", "聖意": "Bed for dit hjem og beskyt dig selv, bed om velsignelser, søg rigdom og opnå ægteskab og harmoni.", "古人": "Vinden blæser til Tengwang Pavilion", "第X籤": "Underskriv enogfirs", "宮": "Wei Gong"}