{"籤詩版本二": "Hvad skal du gøre, hvis du mister din dyd på grund af dit omdømme?Jeg er bange for, at heldet vil ændre sig, og dårlige ting vil ske.\nBeruset, jeg ved ikke, hvor jeg skal tage hen. Jeg har en tåget drøm i skyggen af ​​de grønne fyrretræer.", "詩意": "Dette hexagram repræsenterer den kolde fisk, der forlader vandet.\nIntet kan flyttes.\n\n(Dette hexagram er et symbol på dårlig dyd og uheld.\nHold fødderne på jorden i alt.\n)", "解曰": "Den kolde fisk forlader vandet. en flue i salven. Hvis du spørger om lejrplaner. Det er bedre at Mo Qi\nDette tegn vil bringe uheld til Liujia. Alt går galt. Bed om sikkerhed.", "籤詩故事一": "◇Zhuangzi tester sin kone\nZhuangzi blev født i Zhou-dynastiet. Hans efternavn var Zhuang, hans fornavn var Zhou, og hans fornavn var Zixiu. Han var indfødt af Mengyi i Song-dynastiet. I Zhou-dynastiet var han embedsmand for Qiyuan.\nEn dag mødte Zhuangzi en kvinde på bjerget, hun sad på hug foran en ny grav og rystede desperat på sin vifte, som om hun ville tørre den våde jord på graven. Zhuangzi forstod ikke hendes hensigt, så han spurgte hende. Hun sagde, at den, der blev begravet i graven, var hendes mand, og hendes mands sidste ord var, at hun ikke kunne gifte sig igen, før jorden på graven tørrede. Hun kunne ikke vente længere, så hun rørte gravjorden op for at få den til at tørre hurtigere, så hun kunne forfølge et andet forår.\nZhuangzi sukkede, da han troede, at der var sådan en hjerteløs kvinde i verden. Så tænkte jeg, ville min kone være sådan? Når der opstår mistanke, vil jeg teste det.\nZhuangzis kones efternavn var Tian, ​​og parret havde normalt et tæt forhold. For at teste sin kones loyalitet besluttede Zhuangzi at lade som om han var død.\nDa de hørte, at Zhuangzi døde af en pludselig sygdom, kom mange mennesker fra hele verden, inklusive slægtninge og venner, for at udtrykke deres medfølelse. Blandt dem var en smuk konge og barnebarn fra staten Chu, som var rig på rigdom. Da hun så, at frk. Tian var nyligt enke og ynkelig, han forfulgte hende. Tian kunne ikke holde fristelsen ud og blev forelsket i Wang Sun. De blev gift på kun tyve dage.\nDen nat, da vinen var drukket og ørerne var varme, fik Wang Sun pludselig et hjerteanfald og døde.\nTian var bange og panisk og spurgte Wang Sun indtrængende, hvad de skulle gøre. Wang Sun udholdt smerten og fortalte fru Tian, ​​at hjernerne fra døde kroppe kunne bruges til at bringe de døde til live igen.\nHvor finder man den døde krop? Fru Tian tænkte pludselig, døde hendes mand ikke lige? Hr. Tian glemte den gamle kærlighed mellem mand og kone, og tog faktisk en økse og flækkede sin mands kiste op og forberedte sig på at tage hans hjerne ud for at få medicin.\nUventet, da kisten blev åbnet, kom Zhuangzi tilbage til livet. Fru Tian skammede sig så meget, at hun hængte sig selv.\n(Denne historie er en metafor for at krænke venskab for personlig vinding og kan ikke være enig i det.)", "聖意": "Huset er fredeligt, selvet er sikkert, pengene er uretfærdige, handlerne er ofret, ægteskabet er løst, ondskaben er velstående i Liujia, fodgængerne er ikke ankommet, silkeormen er flad, husdyrene er flade, folket mangler, retssagen ændrer sig, disciplene er konservative, ejendommen er ikke syg, og bjerget og graven er onde.", "古人": "Zhuangzi tester sin kone", "第X籤": "Parti 84", "宮": "Wei Gong"}