{"籤詩版本二": "Mørke skyer og tåge dækker vejen foran bjerget Alt er rundt og månen er rund igen.\nHvis du får digte og bøger, vil du vågne op fra en dyb drøm.Den ædle person vil guide dig til taget.", "詩意": "Dette hexagram symboliserer slutningen af ​​foråret og blomstringen af ​​blomster.\nAlt forandrer sig efter Herren.", "解曰": "Den gamle mand skal bede om hjælp. Den blomstrer igen om foråret. Ønske om berømmelse og rigdom. Støder en uventet vind sent i livet.", "籤詩故事一": "◇Han Wengong støder på sne\nHan Yu, hvis høflighedsnavn var Tuizhi, var fra Changli. Tang Dezong blev en Jinshi i det ottende år af Zhenyuan, og hans posthume titel var Wen Gong.\nUnder kejser Xianzongs regeringstid fra Tang-dynastiet protesterede Han Yu med Buddhas knogler, hvilket gjorde kejseren vred. Han Yu forlod sin kone og børn og tog til Chaozhou. Efter at have gået i mindre end et par dage, tog den kolde vind til, og det sneede kraftigt. Han Yu kom til et sted, hvor sneen var flere meter dyb, hvilket gjorde det svært for hans hest at komme videre. Der var intet hus i nærheden, og han vidste ikke, hvor vejen var. Hvis du vil følge stien og trække dig tilbage, er der ingen vej tilbage. Vinden blæste hårdt, og sneen faldt hurtigt.Han Yu var gennemblødt til huden, frysende og sulten og havde ingen steder at udtrykke sin sorg.\nHan Yu sukkede og sagde: \"Kejseren vil ikke dræbe mig, men kejseren ønsker at ødelægge mig.\"\nLige da Han Yu var desperat, så han en mand komme for at rydde sneen trods den voldsomme kulde. Han viste sig at være Han Xiangzi (Han Yus nevø).\nPå forhånd havde Han Xiangzi sagt til Han Yu: \"Hvor er Yun Hengs hjem i Qinling? Sneen omfavner den blå port, og hesten holder op med at bevæge sig fremad.\" På det tidspunkt forstod Han Yu ikke, hvad Han Xiangzi mente, men nu endelig forstået.\nSå Han Yu og Han Xiangzi tog for at overnatte i Fus hus i Languan. Han talte om fortiden og vejen til dyrkning, og Han Yu var oprigtigt overbevist.\nSenere opgav Han Yu sin officielle stilling, donerede al sin ejendom til den lokale regering og tog til bjergene for at praktisere taoisme og blive en udødelig.", "聖意": "Huset er ikke godt for en selv, pas på med at søge penge, fokuser på forretninger, ægteskabet er sent, Liujia kvindelige fodgængere blokerer markerne, silkeorme er gode, husdyrene er gode, det er svært at finde folk, offentlige retssager gentages, migration er opdateret, tabte ting er alvorlige, sygdomme er forsinkede, bjerggrave bør ændres.", "古人": "Han Wengong støder på sne", "第X籤": "85. vindende lotteri", "宮": "Shen Gong"}