{"籤詩版本二": "Når man går halvvejs op af det vestlige bjerg, kan Junlings klipper ikke slås ned.\nSer op til Gud for at få beskyttelse, ligger denne krop stadig i lighuset", "詩意": "Dette hexagram er som at lede efter guld i sandet.\nDer er tegn på ædle mennesker i alt.\n\nOgså: Dette hexagram angiver, at personen er i fare.\nDer er tegn på ædle mennesker i alt.", "解曰": "Jade kan findes ved at mejsle sten. Find guld i sandet. Har brug for at arbejde hårdt. Bare ballade.\nEt andet arbejde: en vanskelig situation. Ingen steder at bo. Bed om Guds velsignelse. Bed om fred i sindet.", "籤詩故事一": "◇Bid guld og udforsk underjordiske huler\nFor at fejre sine militære bedrifter holdt Cheng Yaojin en banket i Yanwuyang. Pludselig åbnede der sig et hul i jorden, hvilket var uransageligt.Alle trak lod ved at plukke ordene ud, bide guldet for at vinde og leje reb til at binde sig ned i hullet.\nDer er stendøre, borde, stole, broer og andre genstande.På bordet er der dragekåber og jadebælter, som er lavet af guld og slidt ud af hulen.\nYao Jin kom ud af hullet med en stor æske og en lille æske, åbnede trækassen og tog jadessælen ud, åbnede æsken, tog det store flag, kronekåbe og skinner frem og lagde dem på bordet, og alle så dem en efter en. Jeg så de otte seglkarakterer indgraveret på det store segl var \"The Demon King of Hunshi, the Great Virtuous Emperor\".\nAlle tilbad ham som \"kejseren\", og Yaojin gjorde dette i tre år som Dæmonkongen. (Faktisk var dette bare selvudråbt, og Cheng Yaojin var bare lederen af ​​landsbyen på det tidspunkt.)\n(Denne historie er en metafor om, at gode ting er ligesom skuespil. Dette er den kunstneriske opfattelse af \"denne krop er stadig i tomrummet\".)", "聖意": "At bede for hjem og hus, sig selv, mangel på overskud, søge rigdom, hårdt arbejde, forsigtighed i erhvervslivet, ægteskab vil blive hindret af Liujiaxu, fodgængere, chitiske silkeorme, stabile seks husdyr, søgning efter mennesker, ingen retssager, tab, migration, holde hittegods, onde sygdomme, forhindringer, bjerge og grave.", "古人": "Udforsk krypten efter guld", "第X籤": "Underskriv syvogfirs", "宮": "Shen Gong"}