{"籤詩版本二": "Lad være med at genere mig med dine personlige anliggender. Det er mere passende at spørge offentligheden.\nEt klart hjerte er lige så klart og klart som den klare måne på himlen", "詩意": "Dette hexagram repræsenterer billedet af en lys måne på himlen.\nAlt er lyst og luftigt.", "解曰": "Vær oprejst i hjertet. Rette loven ud. Hellige ord. Endelig bliver det klart.", "籤詩故事一": "◇Kong Mings general\nLøsning: Zhuge Liang mobiliserer sine tropper og generaler\nI perioden med de tre kongeriger blev Zhuge Liang (181-234), høfligt navn Kongming, født i Yangdu, Langya (nu Yinan County, Shandong-provinsen).\nZhuge Liang indvilligede i at blive embedsmand, efter at Liu Bei havde besøgt det stråtækte sommerhus tre gange. På det tidspunkt havde Cao Cao pacificeret Hebei og var fast besluttet på at marchere sydpå. Han sendte Xiahou Dun som den øverste general, Yu Jin, Li Dian og andre som vicegeneraler, der leder en hær på 100.000 til at marchere mod Xinye. Selvom Zhuge Liang havde en plan om at trække sig tilbage fra fjenden på det tidspunkt, foragtede Guan Yu og Zhang Fei Zhuge Liangs ord. Zhuge Liang havde intet andet valg end at bruge Liu Beis sværd til at overbevise dem to, så de hver førte tusinde tropper og baghold i Yushan og Anlin. De ventede på, at Xiahou Dun skulle føre sin hær forbi, og angreb dem derefter med baghold og ild.\nDerudover blev Zhao Yun sendt for at lede de gamle og svage rester af hæren til at kæmpe som en fortrop mod Xiahou Dun, og derefter falske nederlag og trak sig tilbage, og lokke Xiahou Dun ind på den smalle vej i bjergene og skovene. Han sendte også Guan Ping, Zhou Cang, Liu Feng og andre til at snige sig ind bagerst i Caos hær, brænde forsyninger og skabe panik i Caos hær.\nEfter slaget skete alt som Zhuge Liang arrangerede. Da Xiahou Dun og Yu Jin førte hæren i forfølgelse, informerede Li Dian, som var bagerst, omgående Xiahou Dun i fronten, at han var nødt til at gardere sig mod fjendens ildangreb. Det var dog for sent. Caos hær blev begrænset af den smalle vej og var et sted, hvor træer var flettet sammen, så ilden ikke kunne startes.Der var store tab, og Xiahou Dun og andre generaler blev besejret og flygtede tilbage til Xudu.\n(Denne historie er en metafor om, at Kong Ming er god til at bruge mennesker og styre landet med visdom.)", "聖意": "Hjem og hus er lykkebringende. Jeg ønsker held og lykke med rigdom, fred i sindet, velstående forretning, ægteskab, succes, succes i Liujia, mænd, der flytter marker, silkeorme, tab af husdyr, forsvundne mennesker, offentlige retssager, migration, tabt ejendom, velsignelser, sygdom, fred, bjerge og grave.", "古人": "Kong Mings general", "第X籤": "Det niende tegn", "宮": "Yin Palace"}