{"籤詩版本二": "Et godt show får dig til at skille dig ud fra mængden med en pande pande, og din fremtid ændrer sig, og du bringer en masse rigdom.\nEn vej er så bred som himlen, og alle de penge, du kan give, vil være i dit hjerte", "詩意": "Dette hexagram indikerer en lovende fremtid.\nAlt går godt.", "解曰": "En stor vej. Du kan komme videre. Brug dit hjerte. Kun fremad.\nAlt går som planlagt med dette skilt. Held og lykke til Jichang.", "籤詩故事一": "◇ Tre helte kæmper mod Lu Bu\nLøsning: Tre helte Zhang Fei, Guan Yu og Liu Bei kæmper mod Lu Bu\nDong Zhuo erfarede, at Hua Xiong var blevet halshugget og sendt den flyvende general Lu Bu for at kæmpe. Så snart Lu Bu gik i kamp, ​​dræbte han generalerne Fang Yue og Mu Shun og dræbte Wu Anguo og Gongsun Zan.\nZhang Fei så, at Gongsun Zan ikke kunne besejre Lu Bu, så han erstattede hurtigt Gongsun Zan og råbte: \"Slaverne af de tre efternavne burde gå! Zhang Fei fra Yan er her!\" Derefter kæmpede de i mere end halvtreds runder i rækkefølge, uden vinder eller taber.\nEfter at Guan Yu så det, angreb han og Zhang Fei Lu Bu og kæmpede i mere end tredive runder.\nLiu Bei bar også to sværd, klappede sin hest og trådte frem for at hjælpe Zhang Fei og Guan Yu.\nDe tre mænd omringede Lu Bu og blev ved med at kæmpe. Alle mennesker i gruppen var lamslåede.\nSnart begyndte Lu Bu at miste styrke. Lu Bu's Pegasus trak sig tilbage, men de tre mænd forfulgte Lu Bu og nægtede at give op. De trak sig ikke tilbage, før de mødte Lu Bu's tropper.\n\"Tre kongeriger\"\n(Denne historie er en metafor for Lu Bu's tapperhed og dygtighed til at kæmpe. En person kan besejre tre mennesker.)", "聖意": "Hjertet af huset og hjemmet rejser kun på ens egen rejse for at søge rigdom. En eventuel ægteskabsartikel går til Liujia. Ting går glat for mennesker. Zhushuntian silkeorme bruger. Mennesker kan findes blandt de seks dyr. Før den offentlige retssag, Yichang , migration, hittegods, sygdom, bjerggrav osv., er det lykkebringende.", "古人": "Tre helte kæmper mod Lu Bu", "第X籤": "Enoghalvfems vindende lotteri", "宮": "Dit palads"}