{"籤詩版本二": "Luan Feng Xiang var drivvåd i støvregnen, men på det tidspunkt blev han mobbet af Queer\nJeg var chokeret over at høre, at skyerne en dag var langt væk, men jeg returnerede stadig mit tøj til dig.", "詩意": "Dette hexagram repræsenterer symbolet på Luan og Phoenix, der er dækket af regn.\nAlt kommer, når tiden kommer.", "解曰": "Skurken trives dag for dag. En gentleman bør ikke gøre noget. Bare hold dig for dig selv. Tag affære, når tiden kommer.", "籤詩故事一": "◇Gao Jun garanterer ægteskab\nI det tidlige Song-dynasti forenede Zhao Kuangyin norden, og hele landet overgav sig. Men i det sydlige Tang-dynasti forskansede Li Yu sig i den sydlige del af Yangtze-floden. Han vedtog strategien med at tilbyde en by og foregive at overgive sig, fange Zhao Kuangyin i Shouzhou, og situationen var kritisk. Zhao Kuangyins nevø, Gao Junbao, en ung mand med en gylden pistol, forlod Bianjing for at bryde belejringen af ​​Shouzhou.\nDa de passerede Shuangsuo-bjerget, smadrede de Husband-skiltet, som Liu Jinding havde sat op, og de to konkurrerede. Som et resultat besejrede Liu Jinding Gao Junbao tre gange med sin fremragende kampsport, og de udvekslede guld- og sølvklokker for livet. Zhao Kuangyins nevø Gao Junbao forlod Bianjing for at redde den fangede Zhao Kuangyin i Shouzhou. Han passerede gennem Shuangsuo-bjerget og smadrede skiltet opsat af Liu Jinding. De to konkurrerede, men Liu Jinding besejrede Gao Junbao tre gange med sin fremragende kampkunst. og blev tvunget til at gifte sig. Parret førte mængden ind i belejringen og reddede Zhao Kuangyin.\n(Metaforen i denne historie er, at de to ikke blev forenet (de blev mobbet), men senere forsonede.)", "聖意": "Familiens hjem er ikke godt for en selv, pas på med at søge penge, blokere forretninger, vente på ægteskabet, forsinke, Liujia, tom rejsende, dvæle på markerne, silkeorme, sent, seks husdyrskader, svært at finde folk, retssager, tab, migration, konservativitet, hittegods, alvorlig sygdom, udvidelse af bjerget, gravreform", "古人": "Gao Jun garanterer ægteskab", "第X籤": "Treoghalvfems vinder i lotteriet", "宮": "xugong"}