{"籤詩版本二": "Ambitionen og præstationerne er i dynastiet, men nu vil der være endeløs druk og sex.\nHvis du ser en gylden hane, vil du blive belønnet med penge, formue og formue.", "詩意": "Dette hexagram repræsenterer symbolet på ambition og berømmelse.\nHold alt lovende.", "解曰": "Ambitiøs og spændt. Det er ikke for sent at beskytte sig selv. Den gyldne hane lover. Alle glade.", "籤詩故事一": "◇Cao Pi udråbte sig selv til kejser\nCao Pi, høfligt navn Zihuan, blev født i Peiguoqiao (nu Hao County, Anhui). En berømt politiker og forfatter under Jian'an-perioden.\nCao Pi er den anden søn af Cao Cao. Han har boet sammen med sin far i militærlejren, siden han var barn. Under sin fars indflydelse lærte Cao Pi bueskydning i en alder af seks år og ridning i en alder af otte og udviklede sig gode kampsportfærdigheder. Han har også omfattende viden om antikke og moderne klassikere og biografier, samt bøger fra hundredvis af tankeretninger. Det var først i en alder af atten, at Cao Cao besejrede Yuan Shao, og Cao Pi levede et relativt stabilt liv i Yecheng, centrum for Cao Caos styre. Siden da, selvom han nogle gange fulgte sin far på militære ekspeditioner og levede som en adelig søns liv det meste af tiden, dyrkede han stadig kampsport hver dag og har ikke afslået den dag i dag. Han rider ofte på sin hest i hundrede skridt og er meget dygtig i kampsport, fordi han ofte dyrker kampsport, er han let og stærk.\nCao Caos ældste søn Cao Ang blev dræbt i et slag. Efter den ældste søn døde, blev Cao Pi førstevalget for kronprinsen. Da han var enogtredive år gammel, blev han gjort til kronprins af Cao Cao. Da Cao Pi var treogtredive år gammel, døde Cao Cao af sygdom, og Cao Pi efterfulgte ham som premierminister og konge af Wei. Han sagde, at han ofte rider på hesteryg i hundrede skridt og er meget dygtig, fordi han ofte dyrker kungfu, er han let og sund.", "聖意": "Bed om, at dit hjem og dit hjem bliver fredeligt, søg rigdom, arbejde hårdt, handel, bryde tidligt op, ægteskabet vil være vellykket, Liujia vil være i sikkerhed, folk vil være i marken, silkeorme vil være modne, seks husdyr vil være modne , det vil være svært at finde folk, offentlige retssager vil være presserende, migration vil gå tabt, og tingene vil være langt væk Sygdomme vil blive hængende i bjerge og grave.", "古人": "Cao Pi udråber sig selv til kejser", "第X籤": "95. vindende lotteri", "宮": "xugong"}