{"籤詩版本二": "Den majestætiske pagode er usædvanlig, med udsøgte funktioner på alle sider, der skinner klart.\nJeg opfordrer dig til at være fast besluttet på at bøje dig flittigt og gøre gode gerninger, og himlen vil sende dig velsignelser.", "詩意": "Dette hexagram repræsenterer manifestationen af ​​fortjeneste.\nAlt er lykkebringende.", "解曰": "Disse velsignelser. Alle har det. Hav ikke for travlt. Merit er fastlagt på forhånd.", "籤詩故事一": "◇ Kongen af ​​Fenyang møder sit barnebarn på kinesisk Valentinsdag\nLøsning: Guo Ziyi mødte Weaver-pigen, der faldt ned til jorden på den kinesiske Valentinsdag. Tiansun, barnebarnet af Jade-kejseren, er de syv feer.\nGuo Ziyi (697-781), også kendt som Guo Linggong, var en indfødt i Zheng County, Huazhou (nu Huaxian County, Shaanxi-provinsen) og en general i Tang-dynastiet. Den kejserlige domstol tildelte Ziyi titlen som konge af Fenyang.\nDet siges, at Ziyi oprindeligt var fra Huazhou og gik for at slutte sig til hæren uden for Den Kinesiske Mur. Han tog til Beijing for at presse på for at få militærløn og vendte tilbage til Yinzhou. Det var tilfældigvis den kinesiske Valentinsdag på det tidspunkt. Vinden og sandet var ved at blive mørkt, og solen var ved at blive mørk. Ziyi kunne ikke komme videre, så han stod ved siden af ​​vejen. Han sov på gulvet i et tomt hus. Da han var ved at falde i søvn, så han pludselig et rødt lys på begge sider.Han rejste sig og så overrasket op.Der var en sky på himlen, der langsomt kom ned.Der sad en smuk kvinde, værdig og smuk, helt anderledes end almindelige mennesker. Ziyi betalte straks sin respekt og sagde: \"I dag er den syvende dag i den syvende månemåned. Jeg tror, ​​det er Væverpigen, der er kommet og ønsker at give hende lang levetid og rigdom.\"\nKvinden svarede også: \"Med stor rigdom følger lang levetid.\"\nEfter han var færdig med at tale, vendte gløden tilbage, og skyerne steg langsomt. Kvinden kiggede stadig ned på Guo Ziyi med et behageligt smil, indtil hun var langt væk fra hende, og så blev røgen sløret, og hun kunne ikke længere ses.\nDet viste sig at være sandt, præcis som kvinden sagde. Ziyis fortjenester er verdensberømte, han er en yderst populær minister, og han er en general med både fortjenester og dyder.", "聖意": "Ønsk dig selv derhjemme, ønsk dig selv, bed om penge, held og lykke i erhvervslivet, held og lykke i ægteskabet, held og lykke i Liujia, glade rejser med mennesker, flytning af marker, silkeorme, stabile husdyr, uheld med at finde mennesker, offentlige retssager, migration, held, hittegodssygdomme, grave i Zhenxingshan", "古人": "Kong Fenyang møder sit barnebarn på kinesisk Valentinsdag", "第X籤": "Underskriv seksoghalvfems", "宮": "xugong"}