{"籤詩版本二": "Ved at tøjle hesten og holde pisken kommer vi lige hertil, halvt i fare og halvt i katastrofe.\nDet er som et hus, der brændes ned af ild. Når himlen falder, forvandler regnen det til aske. Jeg har en plan.", "詩意": "Dette hexagram repræsenterer halvt sorg og halvt glæde.\nDet er tilrådeligt at gøre godt i alt.", "解曰": "Livslangt arbejde. Er ligeglad med rigtigt og forkert. Bøjlerne er midlertidige. Vrede kommer naturligt.", "籤詩故事一": "◇Tao Sanchun slår Zheng En i Guayuan\n\"Længe leve mit mindesmærke,\" Zhao Kuangyin rejste sig igen, \"Beiping-kong Zheng En havde arrangeret et ægteskab dengang. Nu hvor verden er i fred, vil jeg gerne bede om din tilladelse til at vælge en gunstig dag at blive gift på. \"\n\"Længe leve mit mindesmærke!\" Zhao Kuangyin rejste sig og sagde: \"Kongen af ​​Peking, Zheng En, havde arrangeret et ægteskab dengang. Nu hvor verden er i fred, vil jeg gerne bede om din tilladelse til at vælge en lovende dag til at blive gift.\"\n\"Åh, den tredje bror var forlovet før, hvorfor vidste jeg ikke om dette?\" Chai Rong var meget overrasket. Han viftede med hånden og bad Zhao Kuangyin om at sætte sig ned og tale.\n\"Åh! Den tredje bror var forlovet før, hvorfor vidste jeg ikke om dette?\" Chai Rong (kejser fra det senere Zhou-dynasti) var meget overrasket. Han viftede med hånden og bad Zhao Kuangyin om at sætte sig ned og tale.\n\"Det er en lang historie. For det første var vi stadig i fattigdom på det tidspunkt og sluttede os ikke til din hær. Siden da har vi kæmpet i årevis og har ikke tid til at bekymre os om dig. For det andet er den tredje bror også lidt genert til at nævne det, så Deres Majestæt ved det ikke.\"\n\"Det er en lang historie. For det første levede vi stadig i fattigdom på det tidspunkt og sluttede os ikke til din hær. Siden da har vi kæmpet i årevis og har ikke tid til at bekymre os om dig. For det andet er den tredje bror også en lidt genert til at nævne det, så Deres Majestæt ved det ikke.”\n\"Hey, den mandlige universitetsstuderende skal giftes, hvad er meningen med at blive flov? Den tredje bror har været på slagmarken i lang tid og kan betragtes som en helt uden sidestykke. Hvorfor er du så smålig i denne sag?\"\n\"Hej! College-drengen skal giftes, hvad er meningen med at blive flov? Den tredje bror har været på slagmarken i lang tid og kan betragtes som en helt uden sidestykke. Hvorfor er du så smålig i denne sag?\"\n\"Apropos det, så kan jeg ikke bebrejde min tredje bror for at være genert, for dette ægteskab er smedet.\"\n\"Apropos det, så kan jeg ikke bebrejde min tredje bror for at være genert, for dette ægteskab er smedet.\"\n\"Skrevet? Hej, det er interessant. Fortæl mig venligst, hvad der skete.\"\n\"Jeg skrev det ud! Hey! Det er interessant! Fortæl mig venligst, hvad der skete.\"\n\"Ja, jeg kan huske det år, da vi var ved at slutte os til Hans Majestæt, vi passerede gennem Baocheng County. Det var meget varmt i juni. Min tredje bror kunne ikke blive på hotellet, så han gik ud for at vandre alene. Efter at have passeret en melonhave gik han ind for at plukke nogle Meloner slukkede tørsten, der var ikke mange tidligt modne meloner på dette tidspunkt, og den tredje bror vidste ikke, hvordan han skulle plukke dem, så han brød mange af dem. Den, der kiggede på melonerne, var en kvinde. Hun trådte frem for at anklage den tredje bror. De to var uenige, og så begyndte de at slås. Kom. Heldigvis var jeg bekymret og skyndte mig til undsætning i tide, ellers.. .\"\n\"Ja, jeg kan huske det år, da vi var ved at slutte os til Hans Majestæt, vi passerede gennem Baocheng County. Det var meget varmt i juni. Min tredje bror kunne ikke blive på hotellet, så han gik ud for at vandre alene. Efter at have passeret en melonhave gik han ind for at plukke nogle Meloner slukkede tørsten, der var ikke mange tidligt modne meloner på dette tidspunkt, og den tredje bror vidste ikke, hvordan han skulle plukke dem, så han brød mange af dem. Den, der kiggede på melonerne, var en kvinde. Hun trådte frem for at anklage den tredje bror. De to var uenige, og så begyndte de at slås. Kom. Heldigvis var jeg bekymret og skyndte mig til undsætning i tide, ellers.. .\"\n\"Denne Zheng Ziming, det er hans skyld i første omgang, han burde undskylde. Hvorfor slår du ham? Desuden, hvordan kan en piges familie modstå slag og spark fra en hård mand som ham! Kom nu, du slår pigen for at stykker. Nej?\" \"Pigen var uskadt...\"\n\"Denne Zheng Ziming, det er hans skyld i første omgang, så han burde undskylde. Hvorfor slår du ham? Desuden, hvordan kan en piges familie modstå slag og spark fra en hård mand som ham! Kom nu, fortæl mig, du slog denne pige. Nej?\"\n\"Pigen var uskadt...\"\n\"Det er okay, det er okay... Hey, tog du ikke affære? Åh, du har vel reddet mig i tide.\"\n\"Det er okay! Det er okay... Hey! Tog du ikke affære? Åh! Det var vel dig, der reddede mig i tide!\"\n\"...Nej, den person, jeg reddede, var...den tredje bror.\" \"...Nej, den person, jeg reddede, var...den tredje bror.\"\n\"Ah ah?!\"\n\"Den tredje bror blev slået i jorden af ​​kvinden og slået voldsomt hele vejen. Heldigvis kom jeg og overtalte ham til at gå, så han kom ikke alvorligt til skade. ... Deres Majestæt... Deres Majestæt!... \"\n\"Den tredje bror blev slået i jorden af ​​kvinden og blev slået voldsomt. Heldigvis kom jeg og fik ham overtalt til at gå, så han kom ikke alvorligt til skade. ... Deres Majestæt... Deres Majestæt!...\"\n\"Ah?...Åh, hvem er den kvinde!?\" \"Ah!?...Åh, hvem er den kvinde!?\"\n\"Det var først senere, at jeg fandt ud af, at kvindens navn var Tao Sanchun, og hendes far, Tao Hong, var en gammel helt, der ikke havde nogen forhåbninger. Tao Sanchun lærte kampsport af sin far, siden han var barn. Efter jeg fik for at kende hans familie, så jeg, at Miss Sanchun havde en enestående karakter. , Luo Luo og generøs, uden nogen vane at være en lille pige, matchede de bevidst ham. Tao-faren og -datteren kunne også godt lide den tredje brors ligefremme karakter. De slog til med det samme og besluttede sig for dette ægteskab for dem to. Deres Majestæt, fortæl mig venligst, dette er ikke. Er det et forfalsket ægteskab?\"\n\"Det var senere, at jeg fandt ud af, at pigens navn var Tao Sanchun, og hun havde lært kampsport af sin far, siden hun var barn. Efter jeg havde stiftet bekendtskab med hans familie, så jeg, at Miss Sanchun havde en enestående karakter, var generøs , og havde ikke det mindste spor af at være en lille pige, så jeg rekrutterede hende bevidst. Hr. Tao og hans datter kunne også godt lide deres tredje brors ligefremme karakter. De slog til med det samme og besluttede at blive gift med hver andet. Deres Majestæt, tror De ikke, at dette er et falsk ægteskab?\"\n(Denne historie er en metafor, fordi en dårlig ting viste sig at være en god ting.)", "聖意": "Bed om beskyttelse af hjemmet, vær forsigtig, søg rigdom, ødelægge forretning, hindre ægteskab, straf, Liujia-forsikring, fodgængere fanget på marker, silkeormsskader, skader på husdyr, forsvundne mennesker, ulovlige retssager, tab, migration, konservativitet, tabt ejendom, onde sygdomme , farer, bjerge, grave, fiasko", "古人": "Tao Sanchun slår Zheng En i melonhaven", "第X籤": "Nummer nioghalvfems", "宮": "Haigong"}