{"籤詩版本二": "Нека светот е создаден за добар брак, поволни денови и добри времиња, и сè е добро\nНе е мала работа ако ја добиете оваа ждрепка.Царот изјавува дека луѓето се лојални и исправни.", "詩意": "Овој хексаграм го претставува почетокот на отворањето на небото и земјата.\nСè е поволно.", "解曰": "Брза брзина. Годината не вреди за своето време. Гуанин запишува. Кажете ме прво.", "籤詩故事一": "◇ Жонгли се просветли\nЖонгли Куан, презимениот Жонгли, именуван Куан, учтивото име Јунфанг и прекарот Џенгјанг, бил роден во округот Ксианјанг, Ксиан, провинцијата Шанкси за време на династијата Источна Хан.\nЖонг Ликуан бил генерал на династијата Хан.За време на експедицијата против западниот Чианг, тој бил љубоморен на командантот Лианг Ји и му доделил само 30.000 стари и слаби војници. Штом стигнал на својата дестинација, кампот бил ограбен од Западната армија Qiang, а војниците избегаа. Жонг Ликуан се изгубил во долината и на пат сретнал монах Ху. По некое време, некој одеднаш рече: „Ова мора да биде затоа што зеленоокиот човек Ху е премногу зборлив.“ Тој виде човек кој носи бело еленско крзно и држи зелен стап од киноа. Го праша Жонг Ликван: „Лицето што дојде тука е Хан Да.Генерал Жонгликуан\n? Жонг Ликван бил шокиран, знаејќи дека запознал чудна личност, па искрено го научил Тао.\nЖонг Ликван подоцна се запознал со Женрен Хуајанг и бесмртниот крал Џуанфу и ја научил „Тајната на бесмртноста“. Конечно, тој живеел во Зијин Сихаофенг во планината Конгтонг, ја добил „Тајната на кутијата со жад“ и станал вистински бесмртен.", "聖意": "Молете се вашиот дом и дом да бидат благословени со среќа во есен и зима Барајте среќа во есен и зима Среќно во бизнисот, среќа во бракот, среќа во раѓањето момчиња, среќа во патувањето во полињата, со среќа во свилените буби, со среќа во добитокот, со среќа во наоѓањето луѓе, со среќа во судските процеси, со среќа во миграцијата, изгубениот имот и среќата во североисточните болести.Среќно во испраќањето планини и гробови", "古人": "Жонгли се просветли", "第X籤": "првиот знак", "宮": "Матка"}