{"籤詩版本二": "Зошто не одите во Тајлај, кој е веднаш зад аголот, ќе го оставам господинот привремено надвор од планината.\nАко има добри вести за тигарот или зајакот, ќе бидете слободни дури и ако сте решени да бидете зафатени.", "詩意": "Во овој хексаграм има знак на благослов меѓу несреќите.\nСè е лошо однапред и добро на крајот.", "解曰": "Заменете со свила од коноп. Удри нечии нозе. Види јасно. Благословите доаѓаат од катастрофи.", "籤詩故事一": "◇ Средба со мајстор во Букит\nВу Џи првично бил дрвосечач, а двајцата се запознале со Џианг Зија кога ловеле риба во реката Фенг. Вуџи се насмеа кога го виде Зија како риболов со права јадица.\nЗија го погледна лицето на Вуџи и ѝ кажа на гатачката: „Ако денес влезеш во градот, ќе убиеш некого“. Откако го слушна ова, Ву Џи налутено замина и носеше огревно дрво во градот.\nОткако влегол во градот, Ву Џи се судрил со другите и по грешка до смрт го претепал премиерот Вен Ванг.\nКралот Вен ја нацртал земјата како затвор и го затворил Ву Џи.\nБукит Хоу бил привремено ослободен и осуден на смрт за да се грижи за својата мајка до есен.\nНеговата мајка го замолила да побара помош од Џијанг Зија.\nТајгонг го прифатил како негов ученик, го научил на воената уметност и му наредил да копа дупки и да прави магии за да ја скрши својата вродена судбина.\nПо есента Ву Џи не дошол да биде казнет.Кралот Вен ги заклучил вродените бројки и мислел дека Ву Џи извршил самоубиство од страв од криминал.\nПодоцна, кралот Вен го запознал Ву Џи, а Ву Џи го запознал кралот Вен да се сретне со Џијанг Таигонг.\nНа Тајгонг му беше доделена титулата генерал на Вуде. И мајсторот и чиракот работеле за кралот Вен.", "聖意": "Куќата е безбедна, јас има среќа, бизнисот е добар, бракот доцни, машкиот пешак не се вратил на полето, свилените буби се исплатливи, шесте животни се Шенџи, потрагата е добра, јавната тужба е добро, миграцијата е конзервативна, изгубениот имот се гледа, болеста е добра, Qiuji, планината и гробот се добри.", "古人": "Средба со Букит", "第X籤": "Дванаесеттиот знак", "宮": "Палатата Јин"}