{"籤詩版本二": "Грижите и грижите привремено се ослободуваат, а радоста доаѓа од небото.\nИсто како жад скриен во измет, добар работник ја крева прашината", "詩意": "Овој хексаграм ја претставува хармонијата на Јин и Јанг.\nСè што планирате е поволно.", "解曰": "Ништо не доби, ништо не изгубено. Добијте од загуба. Негативецот е во неволја. Среќно за вас, господине.", "籤詩故事一": "◇Је Менг Ксионг Чао Ди\nYe Mengxiong (1531-1597), чие учтивост име беше Nanzhao и чие име беше Longtang, беше променет во Longtan и исто така наречен Huayun. Роден во Ваншифанг, Хуижоу Фученг (сега дел од округот Хуиченг, градот Хуижоу) во династијата Минг. Во 44-тата година од владеењето на Џиаџинг (1565), тој стана Џинши и му беше доделена титулата судија на округот Кинг. Тој служеше како директор на одделот за трансфери, а подоцна се смени во надзорен цензор на Шанкси Роуд.\nВо 20-тата година од Ванли (1592), генералниот конзул на Нингсија Куаибаи (началник на монголското татарско племе) го убил гувернерот Данг Ксин и ја зазел Четириесет и седмата тврдина во провинцијата Хекси. , го скршил градот, се поклонил и се запалил до смрт. Менг Ксионг не е арогантен во преземањето заслуги и дозволува неговите вештини да бидат исто толку добри како оние на генералите кои се осмелуваат да се борат. Официјалниот Веи Ксуезенг беше вратен на функцијата. Во неговите подоцнежни години, тој поднесе оставка пет пати и беше вратен во Хуижоу за да го изгради храмот Хуилонг.\nЈе Менгсионг на почетокот влезе во таоизмот како државен службеник и беше познат по својата чесност и интегритет. Старите историски записи велат дека тој бил „прв по смирение и способност“, „ја елиминира корупцијата и ги казнува бунтовниците“, оставајќи добра репутација. беше исклучително лојален, храбар, храбар и снаодлив. Во втората половина од неговиот живот, неговите боречки вештини биле запишани во „Историјата на династијата Минг“ и тој се сметал за национален херој.", "聖意": "Домот е неповолен (сè помирен) Есента и зимата се добри за себе, богатството ќе биде успешно, трансакциите ќе бидат успешни, бракот ќе биде успешен, Лиуџија ќе биде лажно вознемирена (ќе има богатства), пешаците ќе одат на терен за да молете се за свилени буби, шест животни ќе бидат рамни, луѓе ќе се најдат, јавните тужби ќе бидат неповолни, миграцијата ќе биде конзервативна, изгубениот имот ќе биде спречен, болестите ќе се населат во гробот Фушан", "古人": "Је Менг Ксионг Чао Ди", "第X籤": "Шеснаесетто добитно лото", "宮": "Маогонг"}