{"籤詩版本二": "Златната врана паѓа на запад, а зајакот се издигнува на исток.Циклусот на денот и ноќта продолжува од античко време до денес.\nМонасите и таоистите знаат дека нема никаква неповолна положба, а научниците, земјоделците, индустријата и трговците сите го следат својот ум.", "詩意": "Овој хексаграм го претставува депилацијата и слабеењето на јин и јанг.\nТоа е и знак дека сè ќе оди според планираното.", "解曰": "Нема ништо на ум. Тоа што сте го направиле е заслужно. Како стрела од лак. Еден истрел ја погоди целта.", "籤詩故事一": "◇ Вујко Као Гуо е бесмртен\nЗа Као Гуоџиу, роден во Ксуџоу, се вели дека е големиот вујко на државата за време на периодот Ренцонг на династијата Сонг.Неговото име било Као Ји, познат и како Као Џингксиу.\nЧичко Као Гуо имаше помлад брат по име Као Ер. Овој Као Ер се потпираше на својата позиција на империјална моќ и правеше секакви зло. Окупираше полиња, одзеде жени и ќерки и се дружеше со некои беззаконски луѓе, влегувајќи и излегувајќи. Као Гуоџиу не можеше да издржи, па затоа одбил да ги слуша неговите добри зборови и утеха, па употребил казна за да го контролира.\nКао Гуоџиу рече: \"Принципите на светот се дека оние кои акумулираат добро ќе напредуваат, а оние кои акумулираат зло ќе загинат. Ова е непроменлива вистина. Во минатото, нашето семејство Као акумулирало зли дела за да го постигне денешното богатство. Сега брат ми го акумулираше злото до крајност, дури и да избега Дури и ако те казнат службениците, не можеш да избегаш од природните катастрофи што тајно течат.Кога ќе дојде катастрофа и твоето семејство ќе биде уништено и некој ќе умре, нема да бидеш способен да избега. ќе бидам понижен и ќе се плашам од тоа.“ Така го растурив целото мое богатство, Тој им помагаше на сиромашните и повеќе не се грижеше за работите на својот брат. Потоа го напуштил својот дом и пријателите, се облекол во таоистичка униформа и отишол во планините да ги негува својот ум и природа.\nЕден ден, тој случајно ги сретнал Жонгли и Лу Донгбин од династијата Хан. Гледајќи ги течните одговори на чичко Као Гуо, тој бил многу среќен и му го дал „Тајниот едикт за враќање на вистината“ и му наредил внимателно да вежба. Не долго потоа, Жонгли Куан и Лу Донгбин беа претставени во класата на бесмртните.", "聖意": "Среќа за домот, домот, среќата, среќата, среќа во бизнисот, бракот, машки патник, рано садење свилени буби на полето, неуспех на добиток, барање луѓе, тужба, миграција, изгубен имот, доцна болест, среќа", "古人": "Чичко Као Гуо е бесмртен", "第X籤": "Потпишете го осумнаесеттиот", "宮": "Маогонг"}