{"籤詩版本二": "Оставајќи го бродот да се врати од брзата водена плажа, што сакате да правите поради превирањата?\nАко сакате да бидете безбедни, побарајте спокојство и почекајте брановите да ја поминат оваа криза.", "詩意": "Овој хексаграм е како брод кој патува на брза плажа.\nОстанете конзервативни во сè и почекајте го времето.", "解曰": "Спуштете се во силна вода. Опасноста чека време. Ако прашате за плановите за кампот. Ништо не може да се направи.", "籤詩故事一": "◇ Зији е крунисан за крал\nГуо Зији (697-781), познат и како Гуо Лингонг, бил роден во округот Женг, Хуажоу (сега округ Хуаксиан, провинцијата Шанкси) и генерал во династијата Танг.\nЗа време на бунтот Анши во 14-тата година на Тианбао (755), тој ја доби титулата Шуофанг Џидуши (Лингву, западно од Лингву во денешна Нингсија). Тие ги здружија силите во Чангшан (Женгдинг, Хебеј) и го поразија Ши Симинг, го вратија Хебеј. Во тоа време, Гуо Зији му предложил на царот да го земе Фан Јанг од север и да го нападне дувлото на бунтовничкиот тигар за да ја намали опсадата на Тонггуан, но Ксуанзонг одбил. Потоа, ситуацијата на сепаратистичките вазални градови во доцната династија Танг била засадена, што исто така станало далечна причина за пропаста на династијата Танг.\nВо петнаесеттата година од владеењето на Тианбао (756), тој и Ујгурската коалиција го смириле Хеку. победувајќи го Цуи Кианју.Војската на Танг претрпе повеќе од 10.000 жртви. Цуи Кианју му се предаде на Пуџин. Еден Лушан бил убиен од неговиот син Ан Чингсу.\nВо втората година на Жиде (757), му беше наредено да ги води војниците во Фенгксианг.На патот, тој поразил 5.000 коњаници на Ли Гуирен на мостот Баикулијун (денешен југоисточно од Санјуан).Во мај се борел со Ан Шужонг и Ли Гуирен во Кингку (денешен запад од Ксиан) бил поразен и тој се повлекол во Вугонг (денес северозападно од Вугонг).Во септември, тој го следел маршалот Гуангпинг Ванг Ли Чу за да ги предводи Танг и Ујгурите да им се придружат на 150.000 војници, а потоа се борел со Шужонг и Ли Гуирен во Ксијанг. Северно од храмот Џи (југозападно од денешна округ Чанган), војниците Ујгур кружеле зад непријателот, нападнале од двете страни и убиле 60.000 непријатели. Џанг Тонгру побегнал во округот Шанкси и Конечно го обнови главниот град Чанган (денешен Ксиан).Величеството на војската на Танг повторно беше вратено во Чанган.\nПотоа, војската на Танг ја искористи победата и маршираше кон исток, победувајќи 150.000 мажи, вклучувајќи ги Јан Жуанг и Џанг Тонгру во Ксиндиан (сега југозападно од градот Санменксија, провинцијата Хенан), принудувајќи го Анкинг Ксу да ја премине Жолтата река и да се повлече во Ксијангжу. Донџун Луојанг се врати. Додадете го Ситу на неговите заслуги и направете го војводата на земјата.\nШи Симинг ја предводеше својата војска од Фан Јанг за да го спаси Ан Кингсу. Двете страни се бореа во формација северно од реката Ањанг (денешен север од Ањанг). Борбата беше нераскинлива. На крајот, предводена од девет џидуши, војската Танг, која тврдеше дека има 600.000 луѓе, се повлекоа (во битката кај Јеченг). војна). Главниот командант на оваа битка бил евнухот Ју Чаоен, кој немал лидерски способности и го обвинил Гуо Зији за неуспехот на битката. Гуо Зији бил повикан назад во Чанган, ослободен од воената моќ и станал неактивен службеник.\nВо првата година на Баојинг (762), војниците во Таијуан (денес југозападно од Тајјуан) и Џиангжу (денешен Ксинџијанг во провинцијата Шанкси) се побуниле.Дворот се исплашил, па Зији ја добил титулата крал на Фенјанг и излегол во го контролираат Џиангжу. Тој исто така бил отуѓен од евнухот Ченг Јуанжен и бил ослободен од воената моќ.\n(Фокусот на оваа приказна: Гуо Зији, кој беше многу способен и добро воспитан, се сретна со Ксуанзонг и некои негативци, што во голема мера ги компромитира неговите достигнувања.)", "聖意": "Благословување на домот и себеси, барање богатство, без трансакција, без брак, без лажна тревога, пешаци кои пристигнуваат во Тианчанџи, тешко да се најдат луѓе, јавни тужби и (не Ксинг), миграција, конзервативност, изгубен имот, тешко да се најде, болести, молејќи се за благослов, планини и гробници, поволно", "古人": "Зији бил крунисан за крал", "第X籤": "Деветнаесетто добитно лото", "宮": "Тацуми"}