{"籤詩版本二": "После толку грижи и опасности, отсега повеќе нема да биде празна\nДарежливото срце има свои дарежливи планови Мора да сретнете експерт за да постигнете големи достигнувања.", "詩意": "Овој хексаграм е како древен бунар со извор.\nВо сè, благородните луѓе постигнуваат успех.", "解曰": "Тужбата на крајот ќе биде оправдана. Болен и безбеден. Влезете и излезете за да побарате совет. Древниот бунар се среќава со пролетта.", "籤詩故事一": "◇Јао Чонг ги контролира скакулците\nЈао Чонг (649-721), чие вистинско име било Јуан Чонг, бил од Шанџоу.Тој служел како министер за Ксија Гуан, Шангшу од Чунгуан, Цивеилинг, Жонгшулинг и премиер во династијата Танг.\nВо четвртата година на Каијуан (716), Шандонг (обично се однесува на сливот на Жолтата река источно од Хуашан) бил погоден од скакулци. Народот бил врзан со суеверни идеи и не се осмелувал да ги лови и убива. Наместо тоа, тие поставиле жртви, кадил, се поклонувале покрај полињата и гледале како скакулците ги проголтаат посевите.\nСите функционери веруваа: „Скакулците се природна катастрофа, како може да се контролираат со жива сила!“ Борбата меѓу две различни идеи во тоа време беше жестока, дали да се елиминираат или не да се елиминираат скакулците.\nЈао Чонг рече: „Додека работиме заедно, можеме да се ослободиме од сите. Тој рече: Скакулците се плашат од луѓето, затоа лесно се избркани. Садниците имаат сопственици, па спасувачите мора да работат напорно; скакулци може да лета, а ако видат оган ноќе, ќе одлетаат кон него; запалете ги на полето, ископајте дупки додека гори, закопајте ги додека горат и нема да остане ништо.\nКсуанзонг рече: „Скакулците се природна катастрофа предизвикана од лошото морално владеење.\nЈао Чонг додаде: „Фаќањето и убивањето скакулци го практикувале древните, а вашето височество ќе го користи во иднина. Тоа е голем национален настан за да им се донесе мир и просперитет на земјоделците. Ве молиме размислете за тоа сериозно“.\nКсуанзонг беше убеден. Но, тогаш сите внатре и надвор од судот велеа дека не може да се лови скакулци.\nКсуанзонг рече: „Разговарав со премиерот и решив да ги фатам скакулците. Секој што повторно ќе се спротивстави ќе биде погубен.“ Затоа, тој го испрати цензорот да ги надгледува и да ги насочи луѓето да ги запалат и закопаат скакулците.\nРезултатите беа доста ефективни.Девет милиони дани скакулци беа фатени низ целата земја, а чумата на скакулците беше успешно елиминирана.Земјоделството постигна добра жетва таа година.\n(Треба да се користи мудрост во управувањето со катастрофи и евакуација, а мора да има генијални стратегии за надминување на тешкотиите. Јао Чонг е експерт за ова прашање)", "聖意": "Куќата е обична, себството е блокирано, барањето пари е блокирано, трговијата е блокирана, бракот и хармонијата се блокирани, постои опасност во Лиуџа, пешаците се блокирани, свилените буби се блокирани, добитокот е неповолен, луѓето исчезнати, јавните тужби се блокирани, миграцијата е неразумна, изгубените предмети тешко се наоѓаат, болестите тешко се моли, планините и гробовите се непријатни.", "古人": "Јао Чонг контролира скакулци", "第X籤": "Добивање на лотарија дваесет и петти", "宮": "Ми Палас"}