{"籤詩版本二": "Гласините велат дека работите се превртеле наопаку и добив писмо од хоризонтот.\nСлавата и успехот што ми беа ветени во книгата останаа празни до крајот.", "詩意": "Овој хексаграм има лажно име.\nПрепорачливо е да се биде конзервативен во сè.", "解曰": "Горе-долу вознемирени. Барањето слободно време не е без работа. Желба за слава. Останете безбедни.", "籤詩故事一": "◇ Жонг Куи достигнува просветлување\nЖонг Куи, чие презиме е Жонг Куи, чие учтивост име е Женгнан, е од Жонгнаншан.\nЗа време на владеењето на императорот Дезонг од династијата Танг, Жонг Куи учествувал во царското испитување.Џонг Куи ги прочитал прашањата за испитот и веднаш ја напишал статијата во еден потег и ја предал. Главниот испитувач тој ден беше Хан Ју, министерот за цивилни работи, а заменик-испитувач беше Лу Жи, голем научник. Кога двајцата го прочитаа трудот на Жонг Куи, очите им светнаа и едногласно рекоа: „Волшебник, волшебник! Секој збор во оваа статија е извонреден, достоен за Ли Таибаи и Ду Зимеи!“ Затоа го именуваа Жонг Куи како прво место.\nЦарот Дезонг го послушал извештајот на Хан Ју и рекол дека Жонг Куи, новиот шампион на науката, бил многу талентиран, па го повикал Жонг Куи во Златната палата.\nКога царот Дезонг го виде неговиот грд изглед, веднаш се почувствува незадоволство и рече: „Изборот на научниците во нашиот двор се заснова на лични зборови и калиграфија. Како може таква грда личност да биде избрана за научник број еден во златните науки? \"\nХан Ју набрзина клекна и рече: „Доброто и лошото на една личност не се поврзани со изгледот. Зарем ти, Свети Господи, не слушаш дека Јан Јинг е висок три метри и е еднаков на премиерот? Џоу Чанг пелтечи, но може да и помогне на династијата Хан; Конфучие ги суди луѓето според нивниот изглед и го губи синот Ју. Се надевам дека вашето височество ќе размисли двапати.\nЦарот Дезонг размислуваше за момент и рече: „Иако зборовите на Хан Ајкинг се разумни, кога бев цар Тајзонг, имаше осумнаесет научници кои дојдоа во Јингжу и разговараа за тоа. Овој човек беше научник број еден. Се плашам дека светот ќе ми се смее што не препознавам таленти“.\nПремиерот Лу Чи беше тесноград и завидлив на талентите. Откако ги слушна зборовите на царот, клекна и рече: „Научникот број еден во златната тема мора да биде и внатрешен и надворешен. Има триста кандидати за оваа тема. Зошто не бирате друга?“\nКога Жонг Куи видел дека овој човек е толку збунет, не можел а да не се налути.Тој покажал кон Лу Чи и проколнал: „Ако таков неук функционер е на суд, нема да и наштети на земјата?“ После тоа, со тупаница го удрил Лу Чи.\nГледајќи го тоа, Дезонг збеснал и рекол: „Толку си храбар, се осмелуваш да направиш неволја во Златната палата, симни ја брзо!“\nВо бес, Жонг Куи го извади мечот од половината на генералот кој стоеше во палатата и гласно воздивна: „Тешко е за фрустрирана мачка да имитира тигар, а фрустрираниот папагал не е толку добар како кокошка.“ После тоа извршил самоубиство.\nКога императорот Дезонг видел дека Жонг Куи извршил самоубиство во гнев, се шокирал.За да ги освои срцата на луѓето, тој наредил Жонг Куи да биде погребан со официјална титула на научник бр. Егзорцизам за да се ослободи светот од злите духови.", "聖意": "Молете се за благослов на вашиот дом, вашата безбедност, финансиски тешкотии, неуспех во бизнисот, неуспех во бракот, пешачки жени од Лиуџа, доверете се на полски свилени буби, шест домашни животни, може да се одгледуваат, исчезнати луѓе, западни јавни тужби, губење на миграција, конзервативност, губење имот, болест, молете се за среќа во планините и гробовите", "古人": "Жонг Куи го стекна Тао", "第X籤": "Дваесет и шесто освојување на лотарија (Лотарија)", "宮": "Ми Палас"}