{"籤詩版本二": "Поминување време во мир и тишина, седење и лежење додека пиете чај откако сте сити\nНема потреба да бидете зафатени физички и психички и дефинитивно нема да предизвикате неправда или катастрофа.", "詩意": "Овој хексаграм е симбол на мир и стабилност.\nВо сите работи, чекањето на вистинското време ќе донесе среќа.", "解曰": "Останете здрави и здрави. Прашајте ги боговите. Почекајте да дојде време. Работите се случуваат случајно.", "籤詩故事一": "◇Фоинхуи Донгпо\nЕднаш, Су Донгпо стекнал разбирање додека го проучувал Зен. Не можејќи да ја воздржам својата страст, го раширив моето пенкало и напишав песна:\n„На средината на небото, Џишоу силно свети низ универзумот; не можејќи да го разнесат осумте ветрови, тој седи исправен на пурпурен златен лотос“.\n(Осумте ветрови се однесуваат на: профит, пад, уништување, углед, пофалби, потсмев, страдање и среќа. Односно, да не се нервираш од овие осум состојби се нарекува „осумте ветрови не можат да се движат“)\nОткако го напишал, Донгпо го испратил својот слуга преку реката да му го даде на зен мајсторот Фојин од храмот Џиншан.\nОткако го прочитал зен мајсторот Фојин, го означил со зборот „прдеж“ и му го дал на својот слуга да го земе назад.\nДонгпо бил бесен откако го видел ова, па отишол со брод преку реката и отишол во храмот Џиншан за да го најде печатот на Буда за дискусија.\nКога Донгпо пристигна пред портата на храмот Џиншан, Фоин веќе чекаше на вратата.\nСу Донгпо веднаш го обвини Фојин: „Зошто песната што ја напишав ја нарекуваш прдеж?“\nФојин одговорил: „Зарем веќе „не можеш да те разнесат осумте ветрови“?\nВо тоа време, Донгпо бил шокиран кога сфатил дека не е доволно добар и заминал во срам.\n(Оваа приказна е метафора за „Жештината сè уште не пристигнала“)", "聖意": "Молете се за вашиот дом и сопствената безбедност, за вашето богатство, за вашиот бизнис, за добро време, за вашиот брак, за жена патник во Лиуџа, за доаѓањето на свилени буби во полињата, шесте добиток да биде стабилен, за наоѓање некого, за неволја, за јавни тужби, за миграција, за изгубен имот, за болест, за испраќање во планинска гробница, поволно", "古人": "Фојинхуи Донгпо", "第X籤": "Триесет и еден добитен број", "宮": "Веи Гонг"}