{"籤詩版本二": "Враќањето е сигурно Кој го знае жадот скриен во каменот?\nШтом добриот занаетчија ќе има јасен рез, тој ќе се чувствува безбедно и сигурно во периодот на јаспис", "詩意": "Во овој хексаграм, можете да ја видите сликата на жад кога сечете камен.\nРаботете напорно за да успеете во сè.", "解曰": "Богатството е во каменот. Странците малку знаат. Почекајте додека не стане јасно. Направете се што можете.", "籤詩故事一": "◇Лиу Беи бара таленти (три посети на сламена куќа, три посети на сламена куќа)\nПериодот на трите кралства. Жуге Лианг живеел повлечено во сламена колиба во Лонгџонг. Лиу Беи беше желен да бара таленти, па лично го посети Жуге Лианг. Тој го посети Жуге Лианг три пати (познати како „Три посети на сламената куќа“ во историјата). Лиу Беи ги замоли другите да се држат настрана и го праша Жуге Лианг: Династијата Хан падна, а предавничките министри им ги украдоа животите. Ваше височество.“ Покриен со прашина. Не ја мерам мојата доблест и мојата способност, сакам да верувам во големата праведност во светот, туку во мојата мудрост и вештини се плитки, па неконтролирано го користам. Од денес. Сепак, мојата амбиција сè уште не е завршена, дали мислите дека планот ќе се спроведе?“\nЖуге Лианг потоа му го претставил планот за поделба на светот на три дела и ја анализирал ситуацијата во која Као Као бил недостапен и Сун Куан можел да му помогне. , и имаше можност да се искористат од нив, и само тие две држави можеа да се експлоатираат.Само тогаш тој може да го освои светот, дури и му кажа на Лиу Беи стратегијата за напад на Централните Рамнини. (Оваа дискусија подоцна беше наречена „Лонгжонг Дуи“). Откако Лиу Беи го слушна ова, го пофали како да нашол богатство и силно го покани Жуге Лианг да излезе да помогне, па Жуге Лианг стана воен советник на Лиу Беи.", "聖意": "Куќата е мирна, барам богатство, трговијата со работна сила го попречува бракот и станува виртуелен патник во Лиуџа.", "古人": "Лиу Беи бара таленти (три посети на сламена куќа, три посети на колиба со слама)", "第X籤": "Триесет и вториот добитник на лотарија", "宮": "Веи Гонг"}