{"籤詩版本二": "Облечете се и преобликувајте го стариот семеен стил. Тао е без небо, но има заслуги.\nОткако ги избришаа трњето и трњето на патот, тројцата се договорија повторно да се соберат со своите колеги", "詩意": "Овој хексаграм го претставува преуредувањето на облеката.\nСè е тешко пред да стане лесно подоцна.", "解曰": "Не грижете се. Поминете си убаво. Ако прашате за иднината. Има добар пат напред.", "籤詩故事一": "◇ Будистичките списи на Танг Монк\nКсуанзанг (602-664), угледен монах од династијата Танг, имал заедничко презиме Чен и дадено име Ји. Роден е во округот Гуши, Луожоу (сега јужниот дел на градот Јанши, провинцијата Хенан). Се замонашил на тринаесет години и го зел будистичкото име Ксуанзанг. Светот се вика Санзанг од династијата Танг.\nВо третата година на Џенгуан (629, позната и како прва година на Џенгуан), тој отпатува на запад во Тианжу (Индија) за да ги добие будистичките списи. Тој сам се впуштил во опасност и издржал тешкотии. Пристигнал само за четири години.\nВо седумнаесеттата година на Џенгуан, мајсторот официјално поднесе оставка и се врати на исток. Тој се вратил во Кина преку јужниот пат на денешна провинција Ксинџијанг, Хотан и Лулан. Беа потребни вкупно седумнаесет години и патување од 50.000 милји. Кога пристигнал во Чан'ан во првиот месец од деветнаесеттата година на Џенгуан, царот му наредил на Лианг Гуогонг Фанг Ксуанлинг и на другите цивилни и воени службеници да му приредат величествено добредојде.\nБеа побарани вкупно 520 и 657 тома од оригиналните санскритски будистички списи. и преведено на кинески.\nОткако господарот се вратил, тој бил многу почитуван од императорот Тајзонг и царот Гаозонг и бил впишан во Да Неи, давајќи му ја титулата „Господар Трипитака“.", "聖意": "Куќата е во метеж, среќа за себе, среќа, добра работа, добар брак, попречување на доаѓањето на луѓето на полето, свилени буби, неповолен добиток, потрага по луѓе, јавни тужби, миграција, изгубен имот, задоцнета болест, молење за благослови, планинските гробници треба да бидат стари.", "古人": "Монахот Танг учи будистички списи", "第X籤": "Триесет и петтиот добитник на лотарија", "宮": "Шен Гонг"}