{"籤詩版本二": "Ако сакате да бидете безбедни и мирни, не е соодветно да имате свеќи на ветрот.\nПодобро е да се исчистите и да седите во длабока сала, да избегнувате светлина, да се тресете на тивко место и да се движите наоколу. Протресете → Јао. Бесплатно → неколку.", "詩意": "Овој хексаграм е како ветрот да ги тресе светилката и свеќата.\nОдржувањето на работите константни ќе донесе среќа.", "解曰": "Сместете се на мирно место. Бидете на повик и бидете на време. Тоа не е благослов. Конзервативна и соодветна.", "籤詩故事一": "◇ Ли Џинг се враќа на планината\nЛи Џинг (571-2 јули 649), по учтивост име Фармацевт, бил роден во Санјуан, Јонгжу (сега североисточно од округот Санјуан, провинцијата Шанкси). Генерал од доцната династија Суи до раната династија Танг, тој беше познат воен стратег со цивилни и воени вештини во династијата Танг. Подоцна, тој ја доби титулата војвода од Веи, и беше познат како војводата од Веи во светот.\nЛи Џинг е татко на третиот принц Нежа во листата на богови, познат и како „Кралот на Тота“.Ли Џинг и неговиот син му помагале на Џианг Зија (Таи Гонг) да ја победи кралицата Џоу, да ја основа династијата Џоу и кралот Ву официјално се искачи на тронот. Џијанг Зија потоа постави список на богови и спроведе церемонија за да ги смири душите на војниците кои загинаа во битката. Оттогаш, светот стана мирен и мирен. Кралот Ву сакал да прави маркизи и да ги награди, а сакал и да им додели земја на основачите. Ли Џинг, неговиот татко и син и другите седум луѓе побарале да се вратат на планината за да практикуваат таоизам и да не бидат опседнати со светската слава и богатство. Подоцна, сите седуммина „станаа светци по тело“ и се рангираа во класата на бесмртни.\nПриказна за „Фенг Шен Бенг“", "聖意": "Куќата е конзервативна, јас сум обичен, барам пари, имам тешкотии во бизнисот, мојот брак не е во склад со Лиуџа, се молам пешаците да имаат доверба, свилените буби созреваат на есен, а животните се безбедни, Барам луѓе, гледам јавни тужби и миграција, конзервативен сум, изгубив имот, болен сум, не сакам да го сменам гробот во Џианксиншан.", "古人": "Ли Џинг се враќа во планината", "第X籤": "Триесет и седми добитник на лотарија", "宮": "Шен Гонг"}