{"籤詩版本二": "Илјадагодишното огледало повторно обединето, жена бара од сопругот повторно да се ожени\nОттогаш, семејството се трансформира, а благословите им се додадени на децата и внуците.", "詩意": "Овој хексаграм е симбол на повторното обединување на огледалата.\nСè е напорна работа и скапо.", "解曰": "Копање песок во злато. Јава змеј и јава тигар. Иако е макотрпно. Во него има додаток.", "籤詩故事一": "◇ Јулијанхуи десет пријатели\nВо династијата Сонг, Кјан Јулијан се ожени со Ванг Шипенг. Кога Ши Пенг отишол во Пекинг да го полага испитот, богатиот Сун Рукуан ја принудил Јулијан повторно да се омажи за него.\nКјан Јулијан го отфрли предлогот на богатиот Сун Рукуан и повеќе би сакал да се омажи за Ванг Шипенг, сиромашен научник од Венџоу, кој бил ангажиран од „Џинг Чаи“.\nПодоцна, Ванг Шипенг ја освои првата награда.Бидејќи одби да биде принуден да се ожени од премиерот Ванчи, тој беше испратен да служи како судија во далечниот Чаојанг. Сун Рукуан тајно го смени семејното писмо на Ванг Шипенг во „писмо за развод“ и ја измами Јулијан да биде измамена. Маќеата на Киан Јулијан исто така ја принудила да се омажи повторно, но Јулијан одбила и извршила самоубиство фрлајќи се во река. Ја спасил Кјан Заихе од провинцијата Фуџијан и посвоена како негова посвоена ќерка.\nЈулијан мислеше дека Шипенг е мртов. Пет години подоцна, Ванг Шипенг беше гувернер на Џиан. Еден ден, тој одржа комеморативна церемонија во таоистичкиот храм за да ја одбележи својата покојна сопруга. Јулијан се случи да отиде во таоистичкиот храм Џиан да запали темјан, а Ванг Шипенг и Киан конечно беа обединети.", "聖意": "Куќата не ја бива за себе Есента и зимата благосостојба Нека богатството е бериќетно Есента зимата е бериќетна Бизнисот е успешен Бракот нека биде успешен Моли се пешаците да одат на нива Свилени буби може да се одгледуваат Шест добиток може да се подигне.Може да се најдат луѓе.Јавните тужби се неповолни. Миграцијата е конзервативна. Губењето на имотот. Доцна болест. Молете се за благослов Планините и гробовите се добри.", "古人": "Јулијанхуи десет пријатели", "第X籤": "Четвртиот знак", "宮": "Матка"}