{"籤詩版本二": "Црвеното тркало паѓа на запад, зајакот се крева на исток, јинот расте и јангот исчезнува и сè напредува\nАко жената сака да го користи, тоа ќе го зголеми нејзиното богатство и ќе донесе среќа во нејзиното срце.", "詩意": "Овој хексаграм е симбол на Јин расте и Јанг исчезнува.\nСè е тешко пред да стане лесно подоцна.", "解曰": "Јин им користи на жените. Не е погодно за мажи. Ако барате совет. Прво доаѓа злото, а потоа доаѓа доброто.", "籤詩故事一": "◇ На тронот се искачи Ву Зетиан\nНа 14-годишна возраст, Ву бил повикан во палатата од царот Таизонг Ли Шимин од династијата Танг како талентирана личност, наречена „Ву Меи“. Откако Тајзонг умрел, Зетиан влегол во храмот Ганје и станал калуѓерка.\nКога императорот Гаозонг од династијата Танг дојде на тронот, го повика семејството Ву во палатата за да му оддаде почит на Жаои. Во шестата година на Јонгхуи (655), императорот Гаозонг го воспоставил Ву за своја кралица.\nВу Зетиан бил интелигентен, се занимавал со литература и историја и бил богат со снаодливост. Набргу откако Ву Зетиан стана кралица, бидејќи Гаозонг беше слаба и болна, понекогаш и доверуваше да се справи со одредени политички работи, па нејзината моќ растеше. Во првата година на Шангјуан (674), императорот Гаозонг бил наречен „Цар“, царицата Ву била наречена „Кралица на небото“, а и двете биле наречени „Двајца светци“ во палатата.\nВо првата година на Хонгдао (683), умре Гаозонг, на престолот дојде принцот Ли Ксијан, а со династијата владееше Ву Цетиан. Во февруари од првата година на Сишенг (684), Ву Цетиан ја собори Ли Ксијан како крал на Лулинг и го воспостави нејзиниот четврти син Ли Дан за император, продолжувајќи да владее со династијата. Во септември истата година, таа го промени знамето во златно, а Луојанг, источната престолнина, беше преименувана во божествена престолнина. На деветтиот ден од септември во првата година на Тјаншоу (690), Ву Цетиан се прогласил себеси за цар и го сменил името на земјата во Џоу.", "聖意": "Домот е неповолен за себе, молење за благослови, барање богатство, чување трансакции, среќа во бракот, лоша среќа во бракот (женски), пешаци што блокираат ниви, свилени буби, просперитетен добиток, бараат луѓе, разделба, тужби, загуба, миграција , загуба на имот, болест, шок, планини и гробови, со среќа", "古人": "Ву Цетиан се искачува на тронот", "第X籤": "Четириесеттиот добитник на лотарија", "宮": "Ти Палас"}