{"籤詩版本二": "Ќе се сеќаваш на бесконечните добри зборови, но ќе станеш твој син ако го препознаеш крадецот.\nНемојте да бидете алчни во моментот и да се грижите за тоа како тој би направил нешто добро пред една година.", "詩意": "Овој хексаграм го идентификува крадецот како син.\nБидете внимателни во сè што правите.", "解曰": "Само овој. Господинот не греши. Имајте го на ум. Не биди осамен.", "籤詩故事一": "◇Донг Жуо го прифаќа Лу Бу\nЛу Бу, храбар и добар во борбите, бил познат воен генерал на крајот на Источната династија Хан и почетокот на Трите кралства.Тој еднаш го сметал Динг Јуан, гувернерот на Џингжу, како свој посвоител и служел под него.\nПо смртта на императорот Линг од источната династија Хан, Динг Јуан отиде во Пекинг за да се договори со генералот Хе Џин за да ја контролира владата.\nДонг Жуо се борел со Динг Јуан, но неколку генерали не можеле да го победат Лу Бу, па Донг Жуо го испратил својот подреден Ли Су да го поткупи Лу Бу. Ли Су донесе купишта златни и сребрени богатства и познатиот црвен зајак коњ за да го „посетат Лу Бу“. Ли Су донесе купишта златни и сребрени богатства и познатиот црвен зајак коњ за да го посети Лу Бу. Така, Лу Бу бил поткупен од Донг Жуо да го убие Динг Јуан и им рекол на своите војници да дојдат со него ако сакаат и да заминат ако не сакаат да го следат. Како резултат на тоа, повеќето војници побегнале. Така, Лу Бу бил поткупен од Донг Жуо и го убил Динг Јуан.\nОткако Донг Жуо ја добил власта, тој го посвоил Лу Бу како свој посвоен син и го направил генерал и маркиз.\nДонг Жуо имал насилен темперамент, а „односот татко-син“ со Лу Бу всушност бил многу слаб.Во 189 н.е., на поттик на Ситу Ванг Јун, Лу Бу го убил Донг Жуо.\nШест месеци по смртта на Донг Жуо, старите трупи на Донг Жуо го нападнаа главниот град, а Лу Бу и неговата сопруга избегаа во паника. По напуштањето на главниот град, Лу Бу побарал засолниште кај воените лидери Јуан Шу, Јуан Шао, Џанг Јанг, Џанг Миао, Лиу Беи итн., и многупати се борел со Као Као, друг голем воен лидер во тоа време. Лу Бу бил храбар и добар во борба, и неколку пати го поразил Као Као.\nВо третата година на Џиан во Источната династија Хан, трупите на Као Као го нападнале Ксијаопеи, базата на Лу Бу, и биле заробени и убиени од Као Као под кулата Баимен. Пред егзекуцијата, Лу Бу побарал од Као Као да го одржи во живот за да ја избегне смртта, но Лиу Беи го потсетил Као Као дека Лу Бу многупати изневерил и дека бил нечесен човек. На крајот, Као Као, кој ги ценел само талентите без разлика на моралот, го погубил Лу Бу.", "聖意": "Непријатно сум дома, обично барам пари, се чувам од трансакции, тешко е да се омажиш, човекот Лиуџа е изненаден, луѓето доаѓаат на терен, свилените буби се полузрели, шест животни се безбедни, луѓето бараат луѓе, тужбите се соодветни и миграцијата, изгубените работи тешко се наоѓаат, болестите тешко се наоѓаат, а во гробницата на планината Женксинг владее мир.", "古人": "Донг Жуо го прифаќа Лу Бу", "第X籤": "41. добитник на лотарија", "宮": "Ти Палас"}