{"籤詩版本二": "Царот, царот и царицата конечно ќе бидат милосрдни и ќе чекаат и ќе се молат за благослови без загуба или добивка.\nСите чувствителни суштества имаат корист од тоа, а се очекува просперитет во светот и на небото.", "詩意": "Овој хексаграм е знак на милост од небото.\nСè ќе биде успешно.", "解曰": "Царот ја покажа својата милост. Никогаш не заборавај. Утрински и вечерни ритуали. Соодветно е да се запали темјан.", "籤詩故事一": "◇Мулијан ја спаси мајка си\nМоку Лиан, или Мулијан, е најмоќниот меѓу десетте ученици на Сакјамуни Буда.\nНеговата мајка била алчна и скржава за време на нејзиниот живот, па по нејзината смрт паднала во царството на гладните духови. Мокулијан ја искористил својата магична моќ за да набљудува и дознал дека мајка му е родена како гладен дух, без начин да добие храна и бил во големи тешкотии. храната се претвори во пепел и не можеше да се јаде.\nМаудгалијана била загрижена за тоа што се случило и му јавила на Буда. Буда му рекол на Мулијан дека на 15-тиот ден од седмиот лунарен месец треба да стави сто вкусови и пет овошја во леген и да им ги понуди на доблесните монаси од десетте правци.Со оваа моќ мајка му ќе може да јаде .\nМаудгалијана постапил според волјата на Буда, а неговата мајка конечно била ослободена. Овој вид на церемонија се нарекува „Обон фестивал“, а овој фестивал се нарекува „Обон фестивал“.\n(Забелешка: Еден вид супстанција има различни чувства на различни нивоа на светот. На пример: кога врне дожд во овој свет, ја гледаме како „вода“, додека суштествата во царството на гладните духови ја чувствуваат како „крв“ и чувствителните суштества во пеколниот свет го чувствуваат како „крв“. Се чувствува како „да падне меч“, додека небесните суштества се чувствуваат како „да пуштат цвеќе“.)", "聖意": "Молитва за дом и куќа, молење за среќа во зима, барање богатство, без трансакција, брак, мир во Лиуџа, пешаци, подвижни полиња, свилени буби, шест животни, наоѓање луѓе, тужби, успех, миграција, конзервативност, изгубен имот, болест , мир на умот, мир на планини и гробови", "古人": "Мулијан ја спасува мајка си", "第X籤": "Потпишете четириесет и два", "宮": "Ти Палас"}