{"籤詩版本二": "Светот е флексибилен и сите работи се самоподдржувачки, самоподдржувачки и безбедни\nСè во животот е прекрасно, за се заблагодарете им се на светците и мудреците и бидете просперитетни.", "詩意": "Овој хексаграм ја претставува хармонијата помеѓу земјата и земјата.\nСе оди добро и нема никаква опасност.", "解曰": "Сите работи се раѓаат. Сите планови и желби се остваруваат. Форд помага. На Руи Чи му се брза.", "籤詩故事一": "◇ Шетачите добиваат просветлување\nПриказна за Патување на Запад:\nСун Вуконг стана крал на планината Хуагуо. Подоцна, за да најде начин да живее вечно, тој помина осум или девет години патувајќи низ планините и реките за да му се поклони на патријархот Боди како негов учител. Тој ги научи седумдесет и двете трансформации на земното зло и салто облаци и за прв пат го зеде презимето Сонце.Наречен Вуконг.\nПосле тоа, Сун Вуконг отишол во Палатата Змеј во Источното Кинеско Море со цел да најде соодветно оружје и на крајот го пронашол златниот пунџа Руи, божествената игла на Тианхе и Дингхаи. Бидејќи неговиот животен век заврши, тој направи голема врева во подземјето, ја ревидира книгата на животот и смртта и се врати во човечкиот свет. Подоцна, Сун Вуконг беше повикан од небото за прв пат и го доби името Бима Вен. Подоцна, по втор пат бил повикан на рајот и бил именуван за крал мајмун. Тој исто така украл праски и предизвикал неволја на небото. од Татагата Буда во подножјето на планината Вужи 500 години, не можејќи да се движи. Местото каде што беше удирана печката Багуа се претвори во планина од пламен.\nПетстотини години подоцна, монахот Танг отиде на Запад за да добие свети списи, помина покрај планината Пет елементи и го симна талисманот пред да го спаси Сун Вуконг. Сун Вуконг се расплака од благодарност.По поучувањето од Гуањин Бодисатва, тој му се поклони на Танг Монк како свој учител и отиде на Запад за заедно да ги научи светите списи. На патот да ги научи светите списи, Сун Вуконг се спушташе врз демоните и ги елиминираше чудовиштата и постојано правеше извонредни подвизи, но тој беше погрешно разбран и протеран од неговиот господар Танг Сенг повторно и повторно. По осумдесет и една тешкотија, работата конечно била завршена.Четирите учители и ученици пристигнале во храмот Кситиан Леијин и го добиле вистинското писмо. Сун Вуконг го постигна вистинскиот резултат.\n(Оваа приказна е метафора дека дури и мајмун може да се просветли, а камоли човечко суштество.)", "聖意": "Домот е поволен за себе, за богатство, бизнис, брак, Лиуџа, машки пешаци, опструкција на полиња, свилени буби, шест животни, Жонгпинг, барање луѓе, тужби, успех, миграција, загуба на имот, болест, гробница Ксингсшан, работи се поволни", "古人": "Патникот достигнува просветлување", "第X籤": "Потпишан на 43", "宮": "џугонг"}