{"籤詩版本二": "Студеното време ја претвора водата во мраз Зошто да бидете алчни за слава?\nНемам друг избор освен да седам мирно и да чекам лисјата природно да цветаат.", "詩意": "Во овој хексаграм, водата се претвора во мраз.\nНе барајте ништо залудно.", "解曰": "Водата се замрзнува во мраз. Мразот се топи во вода. Ако е заговор. Така е.", "籤詩故事一": "◇ Ванг Ксијанг бара крап (Дваесет и четири приказни за филијална побожност)\nВанг Ксијанг од династијата Џин, по учтивост име Фуженг, е роден во Лини.\nКога Ванг Ксијанг бил млад, неговата биолошка мајка починала.Неговиот осамен татко се оженил со жена по име Жу, а Ванг Ксијанг добил нова мајка. Кога Ванг Ксијанг бил млад, неговата биолошка мајка починала, а неговиот осамен татко се оженил со жена по име Жу. Маќеата на Ванг Ксијанг била теснограда и љубоморна жена.Не го сакала Ванг Ксијанг и често го карала за тривијални работи. Наскоро, маќеата родила и син по име Ванг Лан. Маќеата ги сакаше само своите деца, а Ванг Ксијанг ја сметаше за трн во окото. Таа стана уште понапорна кон Ванг Ксијанг и често зборуваше лошо за Ванг Ксијанг пред неговиот татко. Дури и неговиот татко постепено повеќе не го сакаше. Маќеата ги сакаше само своите деца, а Ванг Ксијанг ја сметаше за трн во окото. Таа беше уште понапорна кон Ванг Ксијанг и често зборуваше лошо за Ванг Ксијанг пред неговиот татко. Дури и неговиот татко постепено повеќе не го сакаше. Иако е полубрат на Ванг Ксијанг, Ванг Лан е многу пријателски настроен кон својот брат. И покрај тортурата на нејзината маќеа, таа сепак беше многу синовска. Маќеата е толку сурова, но Ванг Ксијанг е сè уште многу синовски.\nНеговата маќеа има хоби, односно сака да јаде свежа риба штотуку извлечена од реката. Неговата маќеа има хоби, односно сака да јаде свежа риба штотуку извлечена од реката. Една зима, татко му заминал поради бизнис, а неговата маќеа повторно се разболела. Браќата Ванг Ксијанг и Ванг Лан внимателно ги послужувале супата и лекот за нивната мајка да ги јаде. брзање. Една зима, татко му заминал поради бизнис, а неговата маќеа повторно се разболела. Браќата Ванг Ксијанг и Ванг Лан внимателно ги послужувале супата и лекот за нивната мајка да ги јаде. брзање. Болната маќеа сакаше да јаде свежа риба од реката.Во таа тешка студена клима надвор паѓаше снег, а водата во реката веќе се претвори во густ мраз. Болната маќеа сакала да јаде свежа риба Каде може да се најде свежа риба во таа ледена и снежна клима?\nВо тие денови немаше јадења надвор од сезоната и не можеше да ги купиш дури и да имаш пари.\nВо овој момент од приказната се случи трогателната приказна за Ванг Ксијангкиу Ли. Двајцата браќа беспомошно ја чуваа својата мајка.Ванг Ксијанг одеше до замрзнатата река за да не ја разочара својата болна маќеа.Ванг Ксијанг имаше идеја и ја соблече кошулата без разлика на студот.Лежеше гол на глечерот и сакаше да го користи сопствената телесна температура за да се стопи мразот (така што крапот Ванг Ксијанг се нарекува и Ванг Ксијанг како лежи на мразот). Ја соблече кошулата и гол легна на глечерот. Тој се молеше на Бога и рече: „Боже, мајка ми е болна и сака да јаде свеж крап. Мораш да најдеш начин за мене без разлика на се.“ Доволно чудно, ледениот блок до него одеднаш пукна, а имаше две пукнатини Жив крап скокна од пукнатината и скокна на мразот Ванг Ксијанг беше многу среќен. Му се молел на Бога: „Боже, мајка ми е болна и сака да јаде свеж крап. Мораш да најдеш начин за мене без разлика на се.“ Доволно чудно, ледениот блок до него одеднаш пукна, а имаше две пукнатини. Жив крап скокна од пукнатината и скокна на мразот Ванг Ксијанг беше многу среќен. Брзо клекна, му се заблагодари на Бога и со крапот истрча дома. Брзо клекна, му се заблагодари на Бога и брзо го зеде крапот и си отиде дома. Откако маќеата јадела свеж крап, набрзо се опоравила од болеста. Маќеата во болничкиот кревет останала запрепастена кога го видела голиот горен горен дел од телото на Ванг Ксијанг, кој од студот станувал виолетова и две риби во рацете.Таа среќна втрчала во собата и останала запрепастена.\nВанг Ксијанг подоцна станал службеник и станал Таибао и ја добил титулата војвода.", "聖意": "Немирен дома, се молам за заштита, финансиски тешкотии, деловни проблеми, брак, недоследност во осигурувањето на Лиуџа, пешаци, Чи Тјан, загуби од свилена буба, загуби на шест добиток, исчезнати луѓе, јавни тужби, миграција, конзервативни, изгубени имоти, болест , тешко се опоравува, планинска гробница, со среќа", "古人": "Ванг Ксијанг бара крап (Дваесет и четири приказни за филијална побожност)", "第X籤": "Четириесет и девет освојување на Лот", "宮": "Хајгонг"}