{"籤詩版本二": "Можете да патувате до сите краишта на земјата, обесувајќи ја крошната на едрата за слободно да ја држите\nАко има поволен ветер, наскоро ќе пристигне и бродот ќе биде полн со богатства.", "詩意": "Овој хексаграм е како да влечете брод со ветер.\nСе оди добро.", "解曰": "Одморете мирно. Не е потребен напор. Многу богатство. Сите се восхитуваа.", "籤詩故事一": "◇ Пет езера Тао Жугуи (Езеро Фан Лигуи)\nВо пролетниот и есенскиот период, Фан Ли, чие учтивост име беше Шаобо, беше познат и како Гуи Јизипи или Тао Жугонг.\nВо тоа време, имаше војна помеѓу државата Ву и државата Јуе, а државата Ву ја уништи државата Јуе. Фан Ли и Вен Жонг формулирале план за Јуе кралот Гоу Џиан да го промовира Јуе и да го уништи Ву. Фан Ли лично патувал низ планини и реки и ја посетил Кси Ши, убава жена со доблест, талент и убавина, кај реката Хуанша на планината Баилуо и му ја подарил на кралот на Ву. Тој го искористил „трикот за убавина“ за да соработуваат внатре и надвор и го уништиле Кралството Ву.\nОткако успеал да го збрише кралството Ву, Фан Ли знаел дека Гоу Џијан е „птица со долг врат со клун“ и може да ги сподели тешкотиите и среќата со него, па отишол со брод со Кси Ши низ Кралството Чи, го променил својот име на Гуи Зипи и ги водеше неговиот син и учениците во Царството Чи.Тие живеат во куќа покрај морето. Работел напорно да обработува пустелија, да води споредна работа и да прави бизнис.За неколку години акумулирал десетици милиони семеен имот. Тој беше дарежлив во ширењето богатство и правењето добро на својот роден град. Мудроста и способноста на Фан Ли беа ценети од луѓето од Чи. Кралот на Чи го покани во Линзи, главниот град и му се поклони како премиер задолжен за владините работи . Тој извика: „Да се ​​биде функционер може да доведе до министри, а водење семејство може да доведе до богатство. Така, само три години подоцна, тој уште еднаш Џилиу храбро се повлекол, му го вратил печатот на кралот Чи и целото свое семејно богатство го подарил на своите блиски пријатели и соселани.", "聖意": "Куќата е добра за себе (да се испрати), парите се добри, бизнисот е добар, бракот доцни, бракот не е добар, Лиуџија е безбедна, луѓето ги попречуваат нивите, свилените буби, есента, добитокот, пролетта е просперитетна, луѓето бараат луѓе, тужбите се лоши, миграцијата е конзервативна, изгубените работи, западните болести се решени, планините и гробовите се на југ.", "古人": "Тао Жугуи Пет езера (Езеро Фан Лигуи)", "第X籤": "Педесеттиот добитник на лотарија", "宮": "Хајгонг"}