{"籤詩版本二": "Летните денови се најдолги и сите се загрижени за горештините и депресијата\nИ небото и земјата знаат што сакаат луѓето, а ветрето дува и природно е кул", "詩意": "Овој хексаграм покажува дека сите се загрижени за топлината.\nПрави што сакаш.", "解曰": "Нема сомнеж дали да се напредува или да се повлече. Поминете си убаво. Дали е за кампување? Нема потреба да се однесувате избрзано.", "籤詩故事一": "◇Конг Минг влегува во Сечуан\nЖуге Лианг (181-234), учтивото име Конгминг, бил роден во Јангду, Лангја (сега округот Јинан, провинцијата Шандонг) и бил премиер на Шу Хан (Лиу Беи) за време на периодот на Трите кралства.\nИако Лиу Беи го освои Џингжу, тоа не беше доволно да се одвои едната страна.Жуге Конгминг планираше да го заземе Ксичуан за да ја зголеми територијата на Лиу Беи. Во тоа време, Лиу Џанг во Јижоу беше нападнат од Џанг Лу на север. Жуге Конгминг дознал дека Лиу Џанг сакал да му ја посвети картата на Ксичуан на Као Као за да се заштити. Кога Џанг Сонг (подредениот на Лиу Џанг) се сретна со Као Као, бидејќи Као Као беше арогантен и груб, Лиу Џанг ја зеде картата назад во Ксичуан и го помина Џингжу на патот. Конг Минг веќе го чекаше на пат и го покани во Џингжу, но тој никогаш не ја спомна сликата Ксичуан до моментот на заминување. Џанг Сонг му беше благодарен на Конг Минг за неговата учтивост и гостопримство, па ја посвети сликата на Ксичуан на него.\nТеренот на Ксичуан бил опасен и можел да биде нападнат или одбранет.По различните аранжмани на Конг Минг, Ксичуан станал родното место на Лиу Беи.\n(Конг Минг се однесуваше со луѓето со учтивост и лесно го доби посакуваниот Ксичуан.)", "聖意": "Молете се за благослови дома и за самоодржување (има среќа во несреќата) Барајте богатство, среќа во бизнисот, заеднички брак, раѓање на момчиња во Лиуџа, преместување ниви, свилени буби, оштетување на добитокот, барање луѓе, јавност тужби, миграција, стари изгубени работи, северни болести, желба за планини и гробови", "古人": "Конг Минг влегува во Сечуан", "第X籤": "Поглавје 51: Добивање на лотарија (добивање на лотарија)", "宮": "Матка"}