{"籤詩版本二": "Потребно е многу труд за да се фати месечината во вода, потребно е многу труд, но ништо.\nНе зборувајте глупости и трошете ги напорите за зајакнување на телото Зборот „тело овене“ изворно значи „телото е осамено“.", "詩意": "Овој хексаграм е алчен за сликата на напор.\nСè е макотрпно и макотрпно.", "解曰": "Ветувањата тешко се паметат. Многу напорна работа. Грижете се дома. Чекајќи да запознаеме благородни луѓе.", "籤詩故事一": "◇ Таибаи ја фатил месечината додека бил пијан (Ли Таибаи ја фатил месечината додека бил пијан)\nЛи Баи (701-762), познат и како Таибаи, познат и како Кинглијан Џуши. Поетот од династијата Танг, кој себеси се нарекувал протеран бесмртен, бил познат како Бесмртниот на поезијата и секогаш бил среќен без да пие.\nЕднаш Ли Баи дојде во Џинлинг (сега Нанџинг) и се одмори во ресторан до мостот Венде.\nТој ден се случи да биде петнаесеттиот ден од зимскиот лунарен месец.Ноќе седел сам во ресторанот и се восхитувал на Месечината, додека пиел и рецитирал песни. Тој ден се случи да биде петнаесеттиот ден од зимскиот лунарен месец.Ноќе седел сам во ресторанот и се восхитувал на Месечината, додека пиел и рецитирал песни. Ли Таибаи најмногу ја сакал Месечината во својот живот, велејќи дека е чиста и убава. Ли Таибаи најмногу ја сакал Месечината во својот живот, велејќи дека е чиста и убава. Таа ноќ го крена погледот и ја виде белата и тркалезна месечина на небото, беше многу среќен и испи уште неколку чаши. Таа ноќ го крена погледот и ја виде белата и тркалезна месечина на небото, беше многу среќен и испи уште неколку чаши. На полноќ, Ли Таибаи го искористи виното и се симна долу на мостот Венде. На полноќ, Ли Таибаи го искористи виното и се симна долу на мостот Венде. Штом стапнал на мостот, ја спуштил главата и наеднаш ја здогледал месечината како паѓа во водата.Кога реката се движела, на белата месечева сенка и биле додадени неколку црни линии. Штом стапнал на мостот, ја спуштил главата и наеднаш ја здогледал месечината како паѓа во водата.Кога реката се движела, на белата месечева сенка и биле додадени неколку црни линии. Ли Таибаи во тоа време бил толку пијан што мислел дека е месечината која била извалкана од водата на реката. Ли Таибаи во тоа време бил толку пијан што мислел дека е месечината која била извалкана од водата на реката. Не се потруди ниту да ги соблече чизмите, ги отвори рацете и скокна од мостот за да ја фати месечината. Не се потруди ниту да ги соблече чизмите, ги отвори рацете и скокна од мостот за да ја фати месечината. Неочекувано, со овој скок, месечината не беше фатена, туку месечината во водата се скрши и веднаш се подели на две половини. Неочекувано, во овој скок Месечината не беше фатена, туку човекот се удави. Почина на шеесет и две години.", "聖意": "Куќата е немирна и самиот е во лоша среќа (несреќен, внимавајте на здравјето), барајте рамнотежа во богатството (не размислувајте за тоа), тешка работа, бракот не е решен, молете се за заштита (празни богатства за да спречите спонтан абортус ), пешаците се во неволја, полските свилени буби се пет бода, шест животни се во опаѓање, бараат луѓе (несреќни), јавни тужби и (Стоп за тужбата) Обична миграција (не го споменувајте) Губење имот (авион) Молитва за заштита од болест (несреќна) Среќа во планини и гробови", "古人": "Таибаи ја фатил месечината додека бил пијан (Ли Таибаи ја фатил месечината додека бил пијан)", "第X籤": "Педесет и втора добивка на лотарија (Лотарија)", "宮": "Матка"}