{"籤詩版本二": "Кога фрустрацијата се претвора во восхит, рикаат змејови, а тигрите рикаат.\nСиното небо има свој пат до небото.Да имам уште една шанса да постигнам слава.", "詩意": "Овој хексаграм е како змеј што рика и тигар што рика.\nИма надеж дека се ќе оди добро.", "解曰": "Само научи и оди. Имајте свој просперитет. Мора да се направи на крајот. Има место да се најде.", "籤詩故事一": "◇Лиу Беи регрутира невеста\nПо битката кај Чиби, Сун Куан сакаше да го врати Џингжу, кој беше заробен од Лиу Беи, па го искористи планот на Џоу Ју, преправајќи се дека сака да ја сврши својата сестра Сун Рен со Лиу Беи, но всушност сакаше да го земе Лиу Беи како заложник да бара Jingzhou.\nОткако Жуге Лианг го шпионираше планот на Џоу Ју, тој ја предаде брошурата со стратегијата на Жао Јун, кој го штитеше Лиу Беи кога отиде во Соошоу. Таткото на Сун Куан) знаат за предлогот за брак. Бидејќи Ву Гутаи ја сакаше својата ќерка и не беше подготвена да донесува случајни одлуки за доживотните работи на нејзината ќерка, таа го прекори Сун Куан дека е немилосрден кон неговата сестра и предложи лично да тестира дали Лиу Беи е достоен за неговата ќерка во храмот Ганлу. Откако Ву Гутаи го запозна Лиу Беи, таа многу го ценеше Лиу Беи и силно се залагаше за брак помеѓу Лиу Беи и неговата ќерка. Како резултат на тоа, Лиу Беи успешно се ожени со г-ѓа Сун.\nПодоцна, Лиу Беи и г-ѓа Сун побегнале заедно во Џингжу. Подоцна, Сун Куан сакал да го искористи нападот на Лиу Беи врз Јиџоу за да го нападне Џингжу, но бил спречен од Ву Гутаи, кој бил загрижен за безбедноста на неговата ќерка.\nТој рече: „Паметниот план на Џоу Ју е најдобриот на светот. Тој ја загуби сопругата и ги загуби своите војници“.\n(Лиу Беи доби од штета)", "聖意": "Немам среќа дома и немам среќа (прво лоша среќа, па среќа) Барајте богатство, рамнотежа, неволји во бракот, успех во бракот Молете се за благослов за пешаците, свилените буби на полињата, пет поени за штетата на добитокот, барајте луѓе, судски процеси и миграции, среќа за изгубениот имот, среќа за болести, мир на планините и гробовите.", "古人": "Лиу Беи регрутира невеста", "第X籤": "Педесет и третиот добитен број", "宮": "Матка"}