{"籤詩版本二": "Доблеста од татко на син се пренесува на внук Просперитетот во храната и облеката зависи само од Бога.\nЧунџуан во салата ги прави луѓето среќни Кога се гладни, нахранети, жедни и поспани, Чунџуан е метафора за родителите.", "詩意": "Овој хексаграм е поврзан со сликата на бамбус што води до пролет.\nСе надевам дека се ќе биде добро.", "解曰": "Земете бамбус и доведете до пролет. Се шири бескрајно. Господинот бара надеж. Сите воодушевени.", "籤詩故事一": "◇ На престолот се искачи кралот Ву од Џоу\nКралот Ву од Џоу го нападнал кралот Џоу и водел осумстотини принцови да се борат против војската на кралот Шанг.Војниците во Чаоге (главниот град на кралот Шанг) исто така се свртеле против кралот Шанг и го предале кралот Шанг.\nКралот Џоу се запали на кулата Жаиксинг, а династијата Шанг беше уништена.\nКралот Ву ја прифати златната книга и златното богатство, што е престолот на императорот.Тој се сврте кон југ, неговите раце беа склопени и седна исправено. Кралот Ву нареди да се распредели имотот на Лутаи, да се урне Ѕвездената кула и да се дистрибуира оризовото зрно складирано во Јукиао.\nОслободете го затворениот Џизи и поправете го гробот на Биган. Кралот Ву се возел покрај вратата од куќата на мудрецот Шанг Ронг и ја наведнал главата. Почитувајте ги доблесните и љубезни луѓе и пуштете ги робовите во внатрешниот дворец.\nТој исто така престана со вооружување и промовираше култура и образование. На југот на Наншан се пасат коњи, а на село се пасат добиток со праски, мирна сцена.", "聖意": "Куќата не е во добра состојба (со среќа), можеш да си направиш желби (среќа), да бараш финансиска добивка, да направиш трансакција и да се омажиш (запознај добар зет), Лиуџа е безбедна (зодијак знак), пешаците преместуваат ниви, свилените буби имаат среќа, шест животни се оштетени, луѓето тешко се наоѓаат (види), јавни тужби, благородни луѓе се движат, среќата се губи и работите се гледаат Болести и болести", "古人": "Кралот Ву од Џоу се искачи на тронот", "第X籤": "Педесет и петтото освојување на лотарија (лотарија)", "宮": "Грдата палата"}