{"籤詩版本二": "Плажата е полна со камења, потокот тече, ветрот е чист, месечината е чиста, а благородните луѓе се зафатени.\nНа пат морам да прашам каде да одам.Не земај го мирисот на цвеќиња и растенија во шумата.Не се грижи за тоа.", "詩意": "Овој хексаграм е како брод кој патува на мала плажа.\nВо сè има благородни луѓе да помогнат.", "解曰": "За да се живее. Многу напорна работа. Останете конзервативни и почекајте. Се најдобро.", "籤詩故事一": "◇ Бунт на Лушан\nЕден Лушан (703-757), чие презиме било Канг и се викало Јалуошан, бил од Лиучен, Јингжу (сега Чаојанг, Лиаонинг).\nПодоцна го презел презимето Ан и го сменил името во Лушан. За време на владеењето на императорот Ксуанзонг од династијата Танг, Ан Лушан бил воен пратеник.\nВо ноември на 14-тата година на Тианбао, Ан Лушан подигна војници во Фанјанг.Во име на нападот на Јанг Гуожонг, тој започна бунт и ги зеде трупите од три града за да го нападнат Луојанг, источниот главен град. Извештаите од Таијуан се упатиле кон Лишан. Танг Ксуанзонг, кој во тоа време бил во палатата Хуакинг во Лишан, не верувал дека Анлушан ќе се побуни. Сепак, веста за бунтот продолжила да се шири, а Ксуанзонг сè уште бил полуубеден. (Ова е приказ на „звукот на груба проточна вода на мали карпи во поток“)\nДури кога Јан Женкинг, префектот на округот Пингјуан, испрати некого да испрати информација дека Ксуанзонг се разбудил од својот сон.\nСпоред погрешната стратегија на императорот Ксуанзонг од династијата Танг, коњичкиот полк на Ан Лушан го зазеде Луојанг, источниот главен град. премиер.\nВо јуни истата година, императорот Ксуанзонг од династијата Танг, желен да ја ублажи кризата во Чанган и под погрешно воено разбирање, погуби двајца познати генерали, Фенг Чангкинг и Гао Ксијанџи.Оваа наредба ја шокираше војската Танг. (Ова однесување го прекршува „патот мора да покажува кон предната река“)\nПотоа, императорот Ксуанзонг од династијата Танг итно наредил на друг генерал, Ге Шухан, да ја води војската Танг кон исток надвор од Тонггуан.\nГе Шухан, кој целосно ја разбра стратешката грешка на императорот Ксуанзонг од династијата Танг, планираше да ја одложи промената (пристапот „во ред е ако ветрот е мирен, а плимата е мирна“).\nНа крајот, императорот Ксуанзонг од династијата Танг мислел дека е премногу срамежлив за да се бори, па немал друг избор освен да се бори со Ан Лушан во солзи и бил поразен. (Го исполнува „Ако работиш напорно за да се издржуваш, може да се повредиш“)\nВо династијата Танг, кога граничните трупи и локалните гарнизони немаа време да одговорат, војската на Ан Лушан ја притисна границата и влезе во областа на главниот град. Во критична ситуација, императорот Ксуанзонг од династијата Танг го навел гардискиот корпус да избега од главниот град, предизвикувајќи пад без водачот Ксијинг Чанган.\n(Танг Ксуанзонг го прекршил водството на овој знак, па бунтот на Ан Лушан бил успешен.)", "聖意": "Домот е безбеден, самиот е благотворен, богатството е стабилно, трансакцијата е бериќетна, а бракот е успешен (внимателно). се наоѓа и ја оправдува јавната тужба.Изгубениот имот носи болест, односно гробот Аншан треба да се санира.", "古人": "Бунт на Лушан", "第X籤": "Педесет и шестата лотарија", "宮": "Грдата палата"}