{"籤詩版本二": "Утро и самрак, поддршката на Буда мора да биде во време на опасност, но не и во опасност\nАко ве привлекува благородна личност, тогаш ќе ве придружуваат и парите и свилата.Ова е Чуан Лаи. Се зависи од вас.", "詩意": "Овој хексаграм го претставува тајниот благослов на боговите и Будите.\nБидете трпеливи и имајте среќа во сè.", "解曰": "Знак на старомоден мир. Кога сè е скапо, ќе биде поволно.", "籤詩故事一": "◇ Танг Монк постигна просветлување\nЕден ден, Танг Сенг дошол до реката и ја видел планината Лингшан на Буда, пред неа имало мост со една штица. Танг Сенг не се осмелил да го помине. Буда се трансформирал во бродар и држел скршен чамец без дно. Штом Танг Монк се качил на бродот, паднал во реката и бил спасен од гемиџијата. Вака Танг Монк ја стекнал будноста. (Приказна за патување на запад)\n◇ Будистичките списи на Танг Монк\nСанзанг од династијата Танг, неговото заедничко презиме беше Чен, а неговото име беше Ји. Роден во округот Гоуши, Луожоу (сега јужно од градот Јанши, провинцијата Хенан). Се замонашил на тринаесет години и го зел будистичкото име Ксуанзанг.\nСо цел да ги добие оригиналните будистички списи, тој тргнал од Чанган (денешен Ксиан, провинција Шанкси) во третата година од Џенгуан (629 н.е.), се осмелил преку границата и поминал низ безброј тешкотии за да стигне до Тијанжу ( Индија) да се соберат свети списи. Тој патувал низ басените на реките Ганг и Инд и југоисточните крајбрежни области на Индија, потоа ги преминал планините покриени со снег и зелените гребени, пешачејќи повеќе од 50.000 милји напред-назад. Му требаа 16 години за конечно да се врати во Чанган во 19-та година на Џенгуан (645 н.е.). Тој вратил голем број будистички списи и ги превел на кинески.\n(Танг Санзанг помина низ долго патување напред-назад меѓу Кина и Индија. Сигурно доживеал опасности, но можел безбедно да се врати бидејќи зад него имало невидлив светец-заштитник.)", "聖意": "Домот е безбеден, самиот е поволен, западниот бизнис е успешен, бракот е успешен, пешаците го блокираат полето, свилените буби блокирани, свилените буби се седум поени, добитокот е исплатлив, потрагата е по луѓе, западниот јавната тужба е лоша, миграцијата е конзервативна, изгубениот имот се гледа, болеста е поволна, планините и гробниците се поволни.", "古人": "Танг Монк достигна просветлување", "第X籤": "Добивање на лотарија шеесет и два", "宮": "Палатата Јин"}