{"籤詩版本二": "Рибата пливачка е фатена во замка во езерцето Бибо.\nАко нешто тргне наопаку откако ќе размислите за тоа, на крајот ќе предизвика проблеми.", "詩意": "Овој хексаграм претставува риба фатена во замка.\nИсто така, препорачливо е да се биде внимателен во сè.", "解曰": "Населба под куќата. Катастрофата паѓа од небото. Разбудете се рано и прво преземете мерки на претпазливост. Избегнувајте катастрофи.", "籤詩故事一": "◇Коњот е покриен со вода (тешко е да се собере водата)\nДинастија Хан. Жу Маихен, учтивото име Венгзи, бил роден во Ву во Куаиџи (сега дел од градот Сужоу).\nВо раните години, семејството на Мајхен било сиромашно и тој немал никаков успех.Двојката живеела во сламена порта во задната уличка, сечела огревно дрво и ги продавала за да врзат крај со крај. Не заработувате многу со продавање на огревно дрво по нечија цена.\nНеговата сопруга излегла да земе вода и видела група деца како му се смеат на Мајхен.Сопругата мислела дека е срамота и подоцна си заминала.\nКога Жу Мајхен имал педесет години, императорот Ву од династијата Хан барал таленти и го обожавал Жу како префект на Куаиџи.\nНеговата сопруга зажалила за слепилото и сакала да биде сведена на слугинка и наложница за да му служи на Жу до крајот на неговиот живот.\nМајхен ѝ наредил на својата поранешна сопруга да земе кофа со вода, да ја истури на скалите и рекол: „Ако водата може да се врати назад, тие двајца можат да се вратат заедно“.\nИмајќи го предвид односот помеѓу мажот и жената, на жената и нејзиниот повторно оженет сопруг добија отворен простор во задната градина за да се обработуваат и да се издржуваат. Неговата сопруга се фрлила во реката и починала.", "聖意": "Куќата е во опасност, самиот е во опасност, парите се изгубени, трансакцијата е во мир, бракот е неконзистентен, Лиуџија е исплашена, луѓето се блокирани, нивите се оштетени, свилените буби изгубени, добитокот изгубен, луѓе се пронајдени, јавната тужба е изгубена, миграцијата е добра, изгубениот имот е несреќен, болеста е опасна, а планинската гробница треба да се смени.", "古人": "Коњот е покриен со вода (тешко е да се собере водата)", "第X籤": "Шеесет и четврти знак", "宮": "Маогонг"}