{"籤詩版本二": "Кога ќе дојде зимата, гранката од сливата на планината нема да биде уништена дури и ако лисјата и паднат и гранките и се исушат.\nНо, кога ќе дојде пролетта, јас сепак ме враќам како куртизана и го уништувам оригиналното дело.", "詩意": "Во овој хексаграм, цветот на слива ја зазема водечката позиција.\nСе е добро ако се одложи.", "解曰": "Една стрелка испукана празна. Кога е празен, не е празен. Чекајќи да дојде пролетта. Бојата е во неа.", "籤詩故事一": "◇ Постигна два пати\nЗа време на владеењето на императорот Дезонг од династијата Танг, лојалниот министер Меи Богао и неговото семејство биле наместени од предавничкиот премиер Лу Чи, кој сакал да ги убие сите. Само неговиот син Меи Лиангју успеал да побегне. Подоцна ја сменил својата име на Ванг Кситонг за да го скрие својот идентитет. Живееше сам на улиците, гладен и студен, но за среќа го прими Чен Ришенг (Чен Донгчу). Чен Ришенг не го знаел неговото животно искуство, па затоа го замолил да помогне во грижата за градината со сливи на Чен за да не умре од глад на улиците.\nЧен Ришенг бил соученик и пријател на Меи Богао. Кога бил прогонуван од Лу Чи, тој бил спасен од Меи Богао. Како резултат на тоа, Меи Богао и Лу Чи станале непријателство. На крајот, целото негово семејство било погубено. Чен Ришенг поради тоа се чувствувал тажен и лут.По стапувањето во брак, тој дал отказ и го преселил своето семејство во Јангжу за да живее во изолација.\nЧен Ришенг има ќерка по име Чен Ксинјуан, која е убава и миризлива.Откако Меи Лиангју дошла во семејството Чен, тие се заљубиле на прв поглед. На денот кога цветовите на сливата беа во полн цут, а тоа беше и годишнината од смртта на Меи Богао, Чен Ришенг и неговото семејство отворија олтар во градината со сливи во нивниот дом за да го одбележат својот починат пријател и добротвор. Неочекувано, времето наеднаш се промени и дува силно снежно невреме кое ги покри сите сливи.уништени. Чен Ришенг се жалел што можел безбедно да побегне, но не можел да ги спаси ниту потомците на семејството Меи.Тој мислел дека ова е предупредување од Бога, па се заколнал дека освен ако сливите повторно не процветаат, докажувајќи дека потомците на Семејството Меи сè уште беше живо, тој никогаш не сакаше да каже ништо.Побегна во будизмот и се замонаши.\nНеговата ќерка Ксингјуан го слушнала тоа и веднаш запалила темјан и искрено му се помолила на Бога повторно да процветаат сливите. Нивната искреност го раздвижи рајот и сите сливи во градината со сливи повторно процветаа; подоцна Чен Ришенг знаеше дека Кситонг е Лиангју, па ја сврши својата ќерка Ксингјуан со него.", "聖意": "Куќата не е добра за себе, човек е добар за себе, бара богатство, претпазлив е во работата, време е, бракот доцни, пролетта е силна, есента е празна, патникот доцни, нивите просперитетни, свилените буби просперитет, шестмината добиток просперитетна, бараат луѓе, јавни тужби, загуба, преселба, изгубен имот, источни болести, лажни тревоги, планински гробници треба да се сменат.", "古人": "Постигна два пати", "第X籤": "Шеесет и девет освојување на лото", "宮": "Тацуми"}