{"籤詩版本二": "Чао Чао е како пчела што собира цвеќиња, која лета од југозапад, а потоа на исток\nПролетта заврши, цвеќињата ги нема, а нема каде да бараме, ова срце нема да го смени местото каде се наоѓа.", "詩意": "Овој хексаграм е како пчела што бере цвеќе.\nСè е макотрпно и макотрпно.", "解曰": "Нема пролетна глетка. Врне долго време, но никогаш не се разбистри. Побарајте помош. Подобро е да се молчи.\n.", "籤詩故事一": "◇ Ли Ми се побуни против династијата Танг\nЛи Ми\n(582-619), покојниот водач на војската Ваганг во селското востание во доцната кинеска династија Суи. Мајстор за калиграфија. Господарот на зборот Фа бил роден во Чанган, Џингџао, а неговиот дом на предците бил Ксијангпинг, Лиаодонг (сега јужно од Лиаојанг, Лиаонинг). Роден во Чанган, Џингжао, неговиот дом на предците е Ксијангпинг, Лиаодонг (сега јужно од Лиаојанг, Лиаонинг).\nВо деветтата година од Даје (613), тој учествувал во бунтот на Јанг Ксуанган против династијата Суи во Лијанг (сега североисточно од округот Јунксиан, провинцијата Хенан). Во деветтата година од Даје (613), тој учествувал во бунтот на Јанг Ксуанган против династијата Суи во Лијанг (сега североисточно од округот Јунксиан, провинцијата Хенан). Мистериозната смисла е поразена,\nЛи Ми побегна. Ксуанган бил поразен, а Ли Ми побегнал.\nВо дванаесеттата година од Даје, тој се приклучил на армијата Ваганг\n. Во дванаесеттата година од владеењето на Даје, тој се приклучил на армијата Ваганг. Ли Ми беше добар во стратегијата.Во октомври на дванаесеттата година на Даје, Ли Ми го убеди Жаи да го нападне Ксингјанг Тонг, моќниот генерал што ја придружуваше армијата, за да го одбрани Џанг Ксутуо, победувајќи ја армијата Суи и убивајќи го Џанг Ксутуо. Ли Ми беше добар во стратегијата.Во октомври на дванаесеттата година на Даје, Ли Ми го убеди Жаи да го нападне Ксингјанг Тонг, моќниот генерал што ја придружуваше армијата, за да го одбрани Џанг Ксутуо, победувајќи ја армијата Суи и убивајќи го Џанг Ксутуо.\nПодоцна, тој предложи да го нападне магацинот Ксинлуо (подоцна преименуван во Луоку), да го отвори складиштето за помош и да го прошири тимот. Тимот на армијата Ваганг брзо растеше. Во 13-тата година на Даје, Ли Ми ја предводеше армијата Ваганг, а Жаи Ранг се занимаваше со деградирањето и дистрибуцијата на династијата Суи.Имаше војна за воени ресурси и други прашања, а Ли Ми го уби Жаи Ранг и стотици негови следбеници. Подоцна, тој предложи да го нападне магацинот Ксинлуо (подоцна преименуван во Луоку), да го отвори складиштето за помош и да го прошири тимот. Тимот на армијата Ваганг брзо растеше. Во 13-тата година на Даје, Ли Ми ја предводеше армијата Ваганг, а Жаи Ранг се занимаваше со деградирањето и дистрибуцијата на династијата Суи.Имаше војна за воени ресурси и други прашања, а Ли Ми го уби Жаи Ранг и стотици негови следбеници.\nВо март на 14-тата година од Даје, Ју Венхуаџи го убил императорот Јанг од династијата Суи\n, доведе повеќе од 100.000 луѓе да се вратат на запад. Во март на четиринаесеттата година од Даје, Ју Венхуаџи (Ју Вен, сложено презиме) го убил императорот Јанг од династијата Суи и се вратил на запад со повеќе од 100.000 луѓе. На Ли Ми му беше наредено да го нападне Хуаџи. Иако Хуаџи беше поразен, Ли Ми исто така претрпе големи загуби во војниците. Подоцна беше следен од Ванг Шичонг. Армијата на Ли Ми беше поразена и неговиот камп беше уништен. Неговите генерали Чин Шубао, Ченг Жиџие (првично по име Ченг Јаоџин), Ниу Џинда и други беа заробени. Шан Ксионгсин се предаде. На Ли Ми му беше наредено да го нападне Хуаџи.Иако Хуаџи беше поразен, Ли Ми исто така претрпе големи загуби во неговите трупи. Подоцна, бил прогонуван од Ванг Шичонг. Армијата на Ли Ми била поразена и неговиот базен логор бил уништен. Неговите генерали Чин Шубао, Ченг Жиџие (првично наречен Ченг Јаоџин), Ниу Џинда и други биле заробени, а Шан Ксионгсин се предал. Ли Ми бил очаен, па ја преминал реката до Хејанг во септември и се предал на династијата Танг. Ли Ми бил очаен, па ја преминал реката до Хејанг во септември и се предал на династијата Танг.\nВо ноември, Ли Јуан го испрати Ли Ми во Шандонг за да регрутира стари трупи. ноември,\nЛи Јуан го испрати Ли Ми да чека во Шандонг за да регрутира стари војници. Чувствувајќи дека е осомничен, тој се побунил против Танг. Чувствувајќи дека е осомничен, тој се побунил против Танг. Генералот на Танг Шенг Јанши го покани Ли Ми да го нападне и го убил во Ксингонг Ксиан. Генералот на Танг Шенг Јанши го покани Ли Ми да го нападне и го убил во Ксингонг Ксиан.", "聖意": "Куќа, куќа, јазик, јас, негативец, барање богатство, трошење бизнис, нетрајни бракови, Лиуџија, празни цвеќиња, пешаци, Јаоти, штета од свилена буба, шест штети на добиток, исчезнати лица, тужби, загуба, миграција, конзервативност, изгубен имот, болест, пречки, реформа на планински гробници", "古人": "Ли Ми се побуни против династијата Танг", "第X籤": "Седумдесетто реми", "宮": "Тацуми"}