{"籤詩版本二": "Познавање на Канглонг Деветнаесеттата гарда: Една жена се омажи за втор сопруг\nСо еден лак и две стрели диносаурусите веднаш ќе живеат во мир", "詩意": "Овој хексаграм е како лак кој држи две стрели.\nСè е погодно ако оди заедно.", "解曰": "Не премногу тежок. Судбина. Се отвора Жен Лиужонг. Препорачливо е да се биде внимателен.", "籤詩故事一": "◇Венџун го посетува Ксијангру\nЖуо Венџун била ќерка на внукот на Жуо Ванг, богат бизнисмен во Линчионг, провинцијата Сечуан.Таа била умешна во музиката и имала литературно име. Таа се омажила кога имала шеснаесет години, а неколку години подоцна, нејзиниот сопруг починал и таа се вратила во своето родно семејство за да живее како вдовица.\nЕден ден, Сима Ксијангру отишол во куќата на Жуо Вангсун на банкет.Кога дознал дека Жуо Венџун е тазе вдовица, ја пуштил песната „Феникс го бара фениксот“ за да ја изрази својата љубов. Жуо Венџун веќе слушнал за Сима Ксијангру, а овој банкет уште повеќе го привлече Сима Ксијангру. Од друга страна, по банкетот на Сима Ксијангру, тој веднаш потрошил многу пари за да ја поткупи личната слугинка на Жуо Венџун и ја замолил да ја пренесе љубовта на Сима Ксијангру кон Жуо Венџун. Откако Жуо Венџун дознал за љубовта на Сима Ксијангру преку слугинката, тој веднаш се упатил кон гостилницата во која живеела Сима Ксијангру. Гледајќи го пристигнувањето на Жуо Венџун, Сима Ксијангру веднаш побегнала со неа преку ноќ во неговиот роден град во Ченгду.\nКога биле во Ченгду, двојката била сиромашна и морале да се вратат во Линчионг за да отворат мал хотел за да заработат за живот.Жуо Венџун продавал вино, а Сима Ксијангру миел садови.Тие живееле сиромашен живот. Откако таткото на Жуо Венџун, Жуо Вангсун, дознал за тоа, тој се согласил и ги финансирал по совет на неговите пријатели, така што Сима Ксијангру и Жуо Венџун се вратиле во Ченгду да живеат, а подоцна станале богати.", "聖意": "Губење на домот и имотот, сопствените права и неправди, барање богатство, работни трансакции, заштита од повторно обединување на бракот", "古人": "Венџун го посетува Ксијангру", "第X籤": "Седумдесет и едно добитно лото", "宮": "Тацуми"}