{"籤詩版本二": "Пчеларите мора да молат за мед, да не ги искаса некој убод\nМора да има чуден пат пред тебе Тајната е длабока како шума од трње.", "詩意": "Овој хексаграм ги симболизира пчелите кои собираат мед.\nСè е макотрпно и макотрпно.\n\n(Овој хексаграм го бара симболот на сладост и горчина.\nСпречете катастрофи во сè.\n)", "解曰": "Работите треба да се направат внимателно. Нема потреба да го присилувате. Пчелите собираат мед. Која е причината?", "籤詩故事一": "◇ Ванг Манг бара таленти\nСемејството Ванг Манг во династијата Западен Хан може да се каже дека е богато семејство. Иако неговиот татко починал млад, неколку од неговите чичковци и чичковци станале императори на династијата Хан.Тие станале генерали, премиери и станале маркизи и добивале награди.Семејството Ванг било исклучително истакнато.\nНо, сопственото мало семејство на Ванг Манг било екстремно сиромашно; неговиот татко починал млад, а тој живеел само со својата мајка, потпирајќи се на милосрдието од роднините. Но, поради ова, Ванг Манг развил и практикувал збир на вештини за справување со луѓе уште од дете. Колку и да се чувствуваше тажен или лут, тој секогаш покажуваше многу среќен и мирен поглед пред роднините, постарите или надворешните луѓе, па беше доста ценет од сите во кланот.\nЕднаш, неговиот најстар вујко бил тешко болен. Откако дознал за тоа, дошол и го чекал креветот на пациентот, носејќи лекови и вода и бдеел ноќе. Неколку месеци по ред бил соблечен, разбушавен и ослабен. Тој беше едноставно „потрпелив“ од пациент, повеќе „син“ отколку биолошки син.\nЗа ова, сите во тајванскиот народ го пофалија и напишаа писма барајќи награда за него.\nТака, царот Ченг од династијата Хан му ја дал титулата Маркиз на новата престолнина и го назначил за чувар во палатата, станувајќи близок министер околу царот.\nСо својот висок статус и голема моќ, Ванг Манг никогаш не покажал никаква ароганција или опуштеност, туку станувал сè пољубезен и учтив. Од една страна се дружел со министри, генерали, министри, познати научници и научници.\nНо, тој живееше многу штедлив живот, често јадеше јадења со месо, а да не зборуваме за носење долги наметки и фустани со долги ракави, носејќи само кратка облека. Така сите во владата и јавноста едногласно го пофалија со зборот „доблесен“.\nПодоцна, неговиот вујко Гранд Сима Ванген почина од болест и тој беше избран за негова замена. Царот и сите министри мислеа дека тој е најсоодветен. Затоа, Ванг Манг, кој имаше само триесет и осум години, стана Гранд Сима со највисока воена моќ во земјата.\n(Оваа приказна е метафора. Да се ​​биде добар во тоа да се биде добар човек може да ви помогне да се ослободите од „тешкотиите да ве искасаат пчели“ и да ги постигнете вашите идеали како што сакате.)", "聖意": "Куќата не е добра за себе, семејството е во неволја, бизнисот блокиран, бракот блокиран, шесте панцири лажни, пешаците доцнат, жетвата на свилената буба е мала, добитокот е мал, тешко е да се најди луѓе, тужбата е лоша, миграцијата не се движи, изгубениот имот е лош, болеста е поставена, планинскиот гроб изгубен", "古人": "Ванг Манг бара таленти", "第X籤": "Добивање на лотарија седумдесет и два", "宮": "Тацуми"}