{"籤詩版本二": "Кога ќе дојде пролетта, громовите се тресеат и инсектите црцорат, а јас се оттргнувам од калта\nКога првпат сфатив дека сè уште доаѓам и си одам, штом се сменив, станав змеј.", "詩意": "Овој хексаграм е како гром и инсекти.\nЗапознавањето со благородна личност е добар знак во сè.", "解曰": "Удира гром. Два депозити во и надвор. Промени еднаш. До Тианмен.", "籤詩故事一": "◇ Бунт на Ченчијао\nВо 959 година од нашата ера, Џоу Шизонг Чаи Ронг умре, а царот Гонг, Чаи Зонгџун, кој се искачи на тронот, имаше само седум години. Во тоа време, Жао Куангин, кој служеше како инспектор пред палатата и пратеник на Сонгжу во германската армија, имаше вистинска моќ.\nВо пролетта 960 н.е., Женжу (денешен Женгдинг, провинција Хебеј) и Дингжу (денешен округ Дингксиан, провинција Хебеј) објавија дека армиите на Северната династија Хан и државата Лиао заедно одат на југ за да ја нападнат подоцнежната династија Џоу, со голем моментум, и побара да испрати војници за помош. Подоцна, династијата Џоу му наредила на Жао Куангин да ги води своите трупи на север за да се борат против непријателот. Жао Куангин дејствувал тајно под планирање на неговиот брат Жао Гуанги, Жао Пу, Ши Шуксин и други.\nНа 3 февруари, кога војската пристигнала во Ченчијаои (сега градот Ченчиао, југоисточно од Фенгкиу, Хенан), тие започнале бунт и им наредиле на војниците да носат жолта облека за него. Тие се побуниле против подоцнежната династија Џоу и го поддржале Џао Куангин како император . После тоа, Жао ги водеше своите војници назад во Кајфенг без палење, убивање или ограбување.„Таизу Чен Киао даде заклетва дека нема да ги вознемирува луѓето од главниот град и вети дека нема да го вознемирува градот на денот кога ќе влезе во градот“.\nНа третиот ден од третата година од лунарниот месец, Жао Куангин побуни во Ченчијао и се врати во главниот град. Фан Жи ги предводеше Ванг Пу и Веи Ренпу да го испрашаат Жао Куангин. Луо Јанхуан го извади мечот пред шаторот и гласно извика : \"Трите војски немаат господари. Сите генерали решиле да го назначат за цар. Секој што ќе проговори ќе биде убиен!\". Лицето на Ванг Пу беше бледо како земја. Ги спушти чекорите и се поклони. Фан Жи исто така се поклони. Куанг Јин лично му помогна да стане и се однесуваше со него со голема учтивост.\nПо умерен отпор, царот Гонг од подоцнежната династија Џоу го устоличи тронот, а Џао го презеде тронот. „Тајзу требаше да го прифати Зен, но немаше зен текст. Тао Гу, научник на Ханлин, ја прифати наредбата и влезе покрај него, велејќи: „Готово е“.\nОткако Жао дојде на престолот, тој го промени името на земјата во Сонг, Јуан во Џианлонг и го направи Каифенг главен град. , кој во историјата бил познат како „Бунтот Ченчиао“.\nВикипедија\n(Оваа приказна покажува дека ова е почеток на изведбата на Жао Куангин.)", "聖意": "Молете се за вашиот дом, секојдневен живот, богатство, добра среќа, среќа во бизнисот, благороден брак, успех во Лиуџа, машки пешаци, рано раѓање на свилени буби во полињата, рано раѓање на шест животни, среќа во пролет, пронаоѓање луѓе, успех во јавните тужби, среќа во миграцијата, изгубениот имот, опасностите од болестите, опасностите во планините и гробовите.", "古人": "Бунтот на Ченќиао", "第X籤": "Потпишан седумдесет и три", "宮": "Ми Палас"}