{"籤詩版本二": "Во сонот се говореше дека ќе има многу богатство, но славата нема да заврши.\nВодата е далеку, а планините се далеку, но тешко е да се биде верен.Благородната личност дава водство и се насмевнува.", "詩意": "Овој хексаграм го претставува симболот за добивање богатство во сон.\nСè е повеќе или помалку реално.", "解曰": "Сонувајќи како сон. Нема надеж за слава. Само чекајте добри времиња. Благородни упатства.", "籤詩故事一": "◇ Вратете го жадот на Жао (вратете го жадот на Жао откако ќе го завршите)\nВо 283 п.н.е., кралот Жао Хуивен го добил Хес Би од Чу. Откако кралот Чин Џаоксианг ја слушнал веста, тој испратил писмо до кралот Жао, изразувајќи ја својата подготвеност да размени петнаесет градови за Хес Би.\nЛин Ксијангру му анализирал на кралот Жао дека Чин е силен, а Жао слаб и мора да биде заменет.\nКралот Жао потоа го испрати Лин Ксијангру во Чин со He's Bi.\nКралот на Чин се сретнал со Лин Ксијангру во Џангтаи, а Лин Ксијангру му го подарил жадот на кралот на Чин. Кралот на Чин беше пресреќен и го предаде He's Bi на убавицата и сите околу неа погледнаа во него.Во тоа време сите лево и десно извикуваа да живее.\nЛин Ксијангру видел дека кралот на Чин нема намера да му го даде градот на Жао, па му рекол на кралот на Чин дека жадот е неисправен и сакал да му укаже на кралот на Чин за да ја искористи можноста да го добие жад назад.\nОткако Лин Ксијангру го зеде Би-то на Хеши, тој застана до големиот столб, покажувајќи дека сака да умре со Би-то на Хеши.\nВо тоа време, Лин Ксијангру му рекол на кралот на Чин: „Кралот на Џао сепак ги надмина приговорите на министрите и го прифати предлогот на министерот. Чин е голема земја! За да го зачуваме пријателството меѓу Чин и Жао, кралот Жао По пет дена пост, ги испратив моите министри во Чин со жад. За жал, кралот на Чин не само што немаше намера да му даде на Жао град, но и го предаде жадот на семејството Хе на една убава жена, што навистина беше потсмев за моите министри“.\nОткако завршил со говорот, Лин Ксијангру веднаш направил гест и удрил во столб.Кралот на Чин се исплашил дека Хес Би ќе биде оштетен, па се преправал дека му дал на Жао петнаесет градови. Лин Ксијангру го видел предавничкиот план на кралот Чин, па го замолил кралот Чин да пости пет дена пред да го претстави He's Bi за да го одложи времето. Во овие неколку дена, Лин Ксијангру ги испратил своите придружници да се вратат во државата Жао со жад, додека тој останал да се справи со кралот на Чин.\n(Оваа приказна е како очите на обичен човек да бидат фасцинирани од неговиот статус.)", "聖意": "Молете се за куќата и молете се за себе да го блокирате богатството Тешко е да се направи брак Бракот не е во хармонија.", "古人": "Вратете го жадот на Жао (завршете го жадот на Жао)", "第X籤": "Седумдесет и седмата добитна лотарија", "宮": "Палата на пладне"}