{"籤詩版本二": "Паднаа лисјата на сикаморите, се ближи есента, а враќањето на патниците личи на облаци.\nБлагодарение на Божјите големи напори, бродот се врати со богатството на ветрот.", "詩意": "Овој хексаграм ја претставува сликата на паднатите лисја од сикамор.\nСè е лошо однапред и добро на крајот.", "解曰": "Земете ги работите од срце. Тианксин го следи. За да се живее. Направете се што можете.", "籤詩故事一": "◇ Ветерот дува до павилјонот Тенгванг\nВанг Бо, учтивото име Зиан, бил поет од раната династија Танг.Тој е роден во првата година на Јонгхуи, император Гаозонг од династијата Танг. Ванг Бо чита свети списи уште од дете, а е познат како „чудо од дете“. Ванг Бо чита свети списи уште од дете, а е познат како „чудо од дете“.\nКога имал десет години, тој и неговиот татко случајно поминале покрај храмот Гуанди. Тие ја виделе величествената статуа на Гуанди во храмот, држејќи копија од „Пролет и есен“ и ја читале. Кога ја видел татко му, тој беше инспириран. дека во есента оваа година, Ванг Бо отишол од Шанкси на островот Хаинан за да го посети својот татко кој бил деградиран во окружниот судија Џиаожи. , минувајќи низ илјадници планини и реки на патот. Во есента годината, кога имал дваесет и седум години, Ванг Бо отишол од Шанкси на островот Хаинан за да го посети својот татко, кој бил деградиран на местото судија на округот Џиаожи. Попатно поминал низ илјадници планини и реки.\nКога пристигнавме на планината Маданг тој ден, сите отидоа на брегот да се одморат. Кога Ванг Бо одеше сам покрај антички храм, одеднаш виде старец како седи на каменот до храмот. Старецот изгледаше како дете со светла коса и изглед од самовили. Тој му рече на Ванг Бо „Нели си Ванг Бо?“ Ванг Бо се запрепасти и рече: „Токму! Од каде го знаеш тоа?“ Старецот рече: „Одамна слушнав дека имаш добра Намерите да ги спасите луѓето, а вашите песни се многу значајни. Утре ќе има голема забава во павилјонот Тенгванг. Ако можете да присуствувате на банкет и да напишете есеј, ќе бидете славни низ вековите и ќе добивате патни трошоци.“ Кога пристигнале на планината Маданг, сите отидоа на брегот да се одморат. Кога Ванг Бо одеше сам покрај античкиот храм, одеднаш на каменот до храмот виде дека седеше еден старец, кој изгледаше како дете со светла коса и самовила. Тој му рече на Ванг Бо: „Зарем не си Ванг Бо?\nВанг Бо беше изненаден и рече: \"Токму! Од каде го знаеш тоа?\"\nСтарецот рекол: „Одамна слушнав дека имате љубезна намера да ги спасите луѓето, а песните што ги составувате се доста значајни. Утре ќе има голема забава во павилјонот на принцот Тенг. Ако можете да присуствувате на банкетот и да компонирате, ќе бидеш познат низ вековите и ќе добиваш патни трошоци“.\nВанг Бо рече: „Ова место е оддалечено шест или седумстотини милји од павилјонот Тенгванг. Како можеме да стигнеме овде утре?“ Старецот рече: „Ќе користам коњ како божествен ветер за да ти помогнам да имаш непречено пловење. дефинитивно ќе пристигне утре.“ Ванг Бо ми се заблагодари и рече: „Извинете, свекор ми. оваа водена област!\", рече Ванг Бо, \"Ова место е шест или седумстотини милји оддалечено од павилјонот Тенгванг. Како можеме да стигнеме овде утре?\"\nСтарецот рекол: „Ќе го користам коњот како божествен ветер за да ти помогнам да имаш непречено пловење. Дефинитивно ќе пристигнам утре“.\nВанг Бо му се заблагодари и рече: „Извинете, свекор, дали сте бесмртен или бог?“\nСтарецот се насмеал и рекол: „Јас сум Жонгјуан Шуиџун кој е задолжен за оваа водна област!“ Тогаш старецот го поттикнал Ванг Бо брзо да се качи на бродот. а водата беше мазна на патот.\nТогаш старецот го поттикна Ванг Бо брзо да се качи на чамецот. Тој видел поволни облаци кои го опкружуваат некое време, и патувањето било непречено. Како што се очекуваше, Ванг Бо се упати кон павилјонот на принцот Тенг утрото на големиот настан.\nКако што се очекуваше, Ванг Бо се упати кон павилјонот на принцот Тенг утрото на големиот настан. И на самото место го напиша „Предговорот на павилјонот на принцот Тенг“, кој го нарече вечното ремек дело на императорот Гаозонг од династијата Танг. И на самото место го напиша „Предговорот на павилјонот на принцот Тенг“, кој го нарече вечното ремек дело на императорот Гаозонг од династијата Танг.\nИма една песна која вели:\nОтсекогаш се зборувало дека талентираните луѓе се богови, така што не е случајно што ветрот го носи Нанчанг во Нанчанг;\nНапишав реченица за високиот павилјон на Тенг Ванг, а потоа тој ги придружуваше бесмртните до Жонгјуан.", "聖意": "Молете се за вашиот дом и заштитете се, молете се за благослови, барајте богатство и постигнете брак и хармонија.", "古人": "Ветерот дува до павилјонот Тенгванг", "第X籤": "Потпишете осумдесет и еден", "宮": "Веи Гонг"}