{"籤詩版本二": "Што да направите ако ја изгубите својата доблест поради вашата репутација Се плашам дека добрата среќа ќе се промени и ќе се случат лоши работи.\nПијан, не знам каде да одам, имам маглен сон во сенката на зелените борови.", "詩意": "Овој хексаграм ја претставува студената риба што ја напушта водата.\nНишто не може да се помести.\n\n(Овој хексаграм е симбол на лоша доблест и лоша среќа.\nДржете ги нозете на земја во сè.\n)", "解曰": "Студената риба ја напушта водата. мува во маст. Ако прашате за плановите за кампот. Подобро е да се Мо Чи\nОвој знак ќе и донесе лоша среќа на Лиуџа. Сè оди наопаку. Молете се за безбедност.", "籤詩故事一": "◇Џуангзи ја тестира својата сопруга\nЖуангзи е роден во династијата Џоу.Неговото презиме беше Жуанг, се викаше Џоу, а се викаше Зиксиу.Тој беше роден во Менги во династијата Сонг. Во династијата Џоу, тој беше службеник на Кијуан.\nЕден ден, Џуангзи сретна една жена на планината, која се клечеше пред нов гроб, очајно тресејќи го својот вентилатор, како да сакаше да ја исуши влажната земја на гробот. Жуангзи не ја разбрал нејзината намера, па ја прашал. Таа рече дека закопаниот во гробот е нејзиниот сопруг, а последните зборови на нејзиниот сопруг биле дека не може да се премажи додека не се исуши почвата на гробот. Не можеше да чека повеќе, па ја разбрануваше гробната почва за да се исуши побрзо, за да може да продолжи со втор извор.\nЖуангзи воздивна кога помисли дека има таква бездушна жена на светот. Тогаш си помислив дали мојата сопруга би била ваква? Кога ќе се појави сомнеж, сакам да го тестирам.\nПрезимето на сопругата на Џуангзи било Тијан, а парот обично имал блиски односи.За да ја тестира лојалноста на неговата сопруга, Џуангзи одлучил да се преправа дека е мртов.\nСлушајќи дека Жуангзи починал од ненадејна болест, многу луѓе од сите страни, вклучително и роднини и пријатели, дошле да изразат сочувство.Меѓу нив имало и згоден крал и внук од државата Чу, кој бил богат со богатство.Гледајќи дека г. Тијан беше штотуку вдовец и беден, тој ја гонеше. Г-ѓа Тиан не можела да го поднесе искушението и се заљубила во Ванг Сун.Тие се венчале за само дваесет дена.\nТаа ноќ, кога виното се испиело, а ушите биле жешки, Ванг Сун ненадејно доживеал срцев удар и починал.\nГ-ѓа Тиан била исплашена и испаничена и итно го прашала Ванг Сун што да прави.Ванг Сун ја издржала болката и ѝ кажала на г-ѓа Тијан дека мозоците на мртвите тела може да се користат за оживување на мртвите.\nКаде да се најде мртвото тело? Г-ѓа Тијан одеднаш помисли, зарем нејзиниот сопруг не умре? Г-дин Тијан заборави на старата љубов меѓу мажот и жената, а всушност зеде секира и го расцепи ковчегот на нејзиниот сопруг, подготвувајќи се да му го извади мозокот за лек.\nНеочекувано, кога ковчегот бил отворен, Жуангзи се вратил во живот. Г-ѓа Тијан беше толку засрамена што се обеси.\n(Оваа приказна е метафора за кршење на пријателството за лична корист, така што не можеме да се согласиме со неа.)", "聖意": "Куќата е мирна, себе си безбедно, парите неправедни, занаетите се жртвуваат, бракот е решен, злото во Лиуџа напредува, пешаците не стигнале, свилените буби мирни, добитокот е во мир, народот бара луѓе, тужбата се смени, учениците беа конзервативни, имотот е изгубен, нема болест, а планината и гробниците беа зло.", "古人": "Жуангзи ја тестира својата сопруга", "第X籤": "Лот 84", "宮": "Веи Гонг"}