{"籤詩版本二": "Темни облаци и магла го покриваат патот пред планината.Се е тркалезно и месечината е повторно тркалезна.\nАко добиете поезија и книги, ќе се разбудите од длабок сон, благородната личност ќе ве води до покривот.", "詩意": "Овој хексаграм го симболизира крајот на пролетта и расцутот на цвеќето.\nСè се менува по Господ.", "解曰": "Старецот треба да побара помош. Повторно цвета во пролет. Желба за слава и богатство. Наидете на неочекувани пари доцна во животот.", "籤詩故事一": "◇Хан Венгонг наидува на снег\nХан Ју, чие учтивост име беше Туиџи, беше од Чангли. Танг Дезонг стана Џинши во осмата година на Џенјуан, а неговата постхумна титула беше Вен Гонг.\nЗа време на владеењето на императорот Ксијанзонг од династијата Танг, Хан Ју се бунел со коските на Буда, што го налутило царот. Хан Ју ги остави сопругата и децата и отиде во Чаожоу. По пешачење помалку од неколку дена, студениот ветер се засили и врнеше силен снег. Хан Ју дошол на место каде снегот бил длабок неколку метри, што му отежнувало на неговиот коњ да се движи напред.Немаше куќа во близина и не знаеше каде е патот. Ако сакате да го следите патот и да се повлечете, нема враќање. Ветерот силно дуваше, а снегот брзо паѓаше.\nХан Ју воздивна и рече: „Царот нема да ме убие, но царот сака да ме уништи“.\nТокму кога Хан Ју бил очаен, видел човек кој доаѓа да го исчисти снегот и покрај големиот студ, а се покажало дека е Хан Ксијангзи (внук на Хан Ју).\nПретходно, Хан Ксијангзи му рече на Хан Ју: „Каде е домот на Јун Хенг во Чинлинг? Снегот ја прегрнува сината порта и коњот престанува да се движи напред.“ Во тоа време, Хан Ју не разбра што сакаше да каже Хан Ксијангзи, но сега тој конечно разбрана.\nТака, Хан Ју и Хан Ксијангзи отишле да преноќат во куќата на Фу во Лангуан. Зборувајќи за минатото и патот до одгледувањето, Хан Ју беше искрено убеден.\nПодоцна, Хан Ју ја напуштил својата службена позиција, го подарил целиот свој имот на локалната власт и отишол во планините да практикува таоизам и да стане бесмртен.", "聖意": "Куќата не е добра за себе, бидете внимателни во барањето пари, фокусирајте се на бизнисот, бракот доцни, пешачките во Лиуџа ги блокираат полињата, свилените буби се добри, добитокот е добар, тешко е да се најдат луѓе, јавните тужби се повторуваат, миграцијата е ажурирани, изгубените работи се сериозни, болестите доцнат, планинските гробници треба да се сменат.", "古人": "Хан Венгонг наидува на снег", "第X籤": "Осумдесет и петта добитна лотарија", "宮": "Шен Гонг"}