{"籤詩版本二": "Одејќи на половина пат до западната планина, карпите на Јунлинг не можат да се населат.\nБарајќи заштита од Бога, ова тело се уште е во мртовечница", "詩意": "Овој хексаграм е како да барате злато во песокот.\nВо сè има знаци на благородни луѓе.\n\nИсто така: Овој хексаграм покажува дека лицето е во опасност.\nВо сè има знаци на благородни луѓе.", "解曰": "Жад може да се најде со длење камен. Најдете злато во песокот. Треба да се работи напорно. Само неволја.\nДруга работа: тешка ситуација. Нема каде да остане. Побарајте го Божјиот благослов. Молете се за мир на умот.", "籤詩故事一": "◇ Каснете злато и истражете ги подземните пештери\nЗа да ги прослави своите воени подвизи, Ченг Јаоџин одржа банкет во Јанвујанг. Одеднаш се отвори дупка во земјата, која беше неразбирлива.Сите влечеа ждрепка избирајќи ги зборовите, гризејќи го златото за да победат и изнајмувајќи јажиња за да се врзат во дупката.\nИма камени врати, маси, столови, мостови и други предмети, а на масата има облеки од змеј и појаси од жад, изработени од злато и излитени од пештерата.\nЈао Џин излезе од дупката со голема кутија и мала кутија, ја отвори дрвената кутија и го извади печатот од жад, ја отвори кутијата, го извади големото знаме и круната наметка и шините и ги стави на масата. сите ги гледаа еден по еден. Ги видов осумте ликови на печат изгравирани на големиот печат се „Демонскиот крал на Хунши, Големиот доблесен император“.\nСите го обожаваа како „Императорот“, а Јаоџин тоа го правеше три години како крал на демонот. (Всушност, ова беше самопрогласено, а Ченг Јаоџин беше само водач на селото во тоа време.)\n(Оваа приказна е метафора дека добрите работи се исто како глумата. Ова е уметничката концепција на „ова тело сè уште е во празнина“.)", "聖意": "Молитвата за домот и куќата, за себе, за недостаток на профит, за барање богатство, за напорна работа, за внимателна работа, бракот ќе биде спречен од Лиу Џиаксу, пешаците, Чи Тјан, свилените буби, стабилна шест добиток, барање луѓе, без тужби , загуба, миграција, чување изгубен имот, зли болести, пречки, планини и гробови.", "古人": "Истражување на криптата за злато", "第X籤": "Потпишете осумдесет и седум", "宮": "Шен Гонг"}