{"籤詩版本二": "Не ме замарајте со вашите лични работи.Ова е посоодветно да се праша јавноста.\nЈасното срце е светло и јасно како светлата месечина на небото", "詩意": "Овој хексаграм ја претставува сликата на светла месечина на небото.\nСè е светло и воздушно.", "解曰": "Бидете исправени во срцето. Исправете го законот. Свети зборови. Конечно станува јасно.", "籤詩故事一": "◇ Генералот на Конг Минг\nРешение: Жуге Лианг ги мобилизира своите трупи и генерали\nЗа време на периодот на Трите кралства, Жуге Лианг (181-234), учтивото име Конгминг, е роден во Јангду, Лангја (сега округот Јинан, провинцијата Шандонг).\nЖуге Лианг се согласи да стане функционер откако Лиу Беи три пати ја посети сламената куќа. Во тоа време, Као Као го смири Хебеј и беше решен да маршира на југ. Тој го испрати Ксиаху Дун како главен генерал, Ју Џин, Ли Диан и други заменици-генерали, предводејќи армија од 100.000 да маршираат кон Ксиње. Иако Жуге Лианг во тоа време имал план да се повлече од непријателот, Гуан Ју и Џанг Феи ги презирале зборовите на Жуге Лианг. Жуге Лианг немаше друг избор освен да го употреби мечот на Лиу Беи за да ги убеди двајцата, така што поведоа илјада војници и направија заседа во Јушан и Анлин. заседи и оган.\nПокрај тоа, Жао Јун беше испратен да ги води старите и слаби остатоци од армијата да се борат како авангарда против Ксијаху Дун, а потоа лажирал пораз и се повлекол, намамувајќи го Ксијаху Дан на тесниот пат во планините и шумите. Тој исто така го испратил Гуан Пинг, Џоу Канг, Лиу Фенг и други да се прикрадат во задниот дел на војската на Као, палејќи ги залихите и создавајќи паника во војската на Као.\nПо битката, сè се случи како што се договори Жуге Лианг. Кога Ксиаху Дун и Ју Џин ја водеа војската во потера, Ли Дијан, кој беше во задниот дел, итно го извести Ксиаху Дан на фронтот дека треба да се чува од нападите на непријателот. Сепак, веќе беше доцна. Армијата на Као беше ограничена од тесниот пат и беше на место каде што беа испреплетени дрвја, па пожарот не можеше да се запали. Имаше големи жртви, а Ксиаху Дун и другите генерали беа поразени и побегнаа назад во Ксуду.\n(Оваа приказна е метафора дека Конг Минг е добар во користењето на луѓето и управувањето со земјата со мудрост.)", "聖意": "Домот и куќата се поволни. Посакувам среќа во богатството, душевен мир, просперитетен бизнис, брак, успех, успех во Лиуџа, мажи кои се движат на полиња, свилени буби, загуба на добиток, исчезнати луѓе, јавни тужби, миграција, изгубен имот, благослови, болест, мир, планини и гробови.", "古人": "Генералот на Конг Минг", "第X籤": "Деветтиот знак", "宮": "Палатата Јин"}