{"籤詩版本二": "Амбициите и достигнувањата се во династијата, но сега ќе има бескрајно пиење и секс.\nАко видите златен петел, ќе бидете наградени со пари, богатство и богатство.", "詩意": "Овој хексаграм го претставува симболот на амбицијата и славата.\nЧувајте сè поволно.", "解曰": "Амбициозни и возбудени. Не е доцна да се чувате. Златниот петел ветува. Сите среќни.", "籤詩故事一": "◇ Као Пи се прогласил за цар\nКао Пи, по учтивост име Зихуан, е роден во Пеигуокиао (сега округот Хао, Анхуи). Познат политичар и писател за време на периодот Џиан.\nКао Пи е вториот син на Као Као.Од дете живеел со својот татко во воениот логор.Под влијание на неговиот татко, Као Пи научил стрелаштво на шест години и јавање на осум години и се развил добри боречки вештини. Тој, исто така, има широко познавање на античките и модерните класици и биографии, како и книгите на стотици школи на мислата. Дури на осумнаесетгодишна возраст Као Као го победил Јуан Шао, а Као Пи живеел релативно стабилен живот во Јеченг, центарот на владеењето на Као Као. Оттогаш, иако понекогаш го придружуваше својот татко на воени експедиции и најчесто живееше живот на благороден син, тој сè уште вежбаше боречки вештини секој ден и не се намали до ден-денес. Тој често јава на својот коњ на сто чекори и е многу вешт во боречките вештини.Бидејќи често се занимава со боречки вештини, тој е лесен и силен.\nНајстариот син на Као Као Као Анг бил убиен во битка. По смртта на најстариот син, Као Пи стана првиот избор за престолонаследник. Кога имал триесет и една година, бил назначен за престолонаследник од Као Као. Кога Као Пи имал триесет и три години, Као Као умрел од болест, а Као Пи го наследил како премиер и крал на Веи. Рече дека често јава на коњ на сто чекори и е многу вешт.Бидејќи често вежба кунгфу, лесен е и здрав.", "聖意": "Молете се вашиот дом и вашиот дом да бидат мирни. Барајте богатство, трудете се, тргувајте и раскинете рано. Бракот ќе биде успешен. Лиуџа ќе биде безбеден. Луѓето ќе бидат на полиња. Свилените буби ќе бидат зрели. Шест добиток ќе бидат зрели Тешко ќе се најдат луѓе Јавна парница Итна одлука Миграција Изгубен имот Далеку Болестите се задржуваат во планините и гробовите Среќно.", "古人": "Као Пи се прогласува за цар", "第X籤": "Деведесет и петта добитна лотарија", "宮": "џугонг"}