{"籤詩版本二": "Величествената пагода е невообичаена, со извонредни карактеристики на сите страни кои силно светат.\nВе повикувам да бидете решени ревносно да се поклонувате и да правите добри дела, а рајот ќе ви испрати благослов.", "詩意": "Овој хексаграм претставува манифестација на заслуги.\nСè е поволно.", "解曰": "Овие благослови. Секој го има. Не биди премногу зафатен. Заслугите се одредуваат однапред.", "籤詩故事一": "◇ Кралот на Фенјанг го запознава својот внук на кинескиот Ден на вљубените\nРешение: Гуо Зији ја запозна девојката ткајачка која се спушта на земјата на кинескиот Ден на вљубените. Тиансун, внуката на императорот на жад, е Седумте самовили.\nГуо Зији (697-781), познат и како Гуо Лингонг, бил роден во округот Женг, Хуажоу (сега округ Хуаксиан, провинцијата Шанкси) и генерал во династијата Танг. Царскиот двор му ја доделил на Зији титулата крал на Фенјанг.\nСе вели дека Зији по потекло бил од Хуажоу и отишол да ѝ се придружи на војската надвор од Кинескиот ѕид. Тој отишол во Пекинг да притисне за воена плата и се вратил во Јинжу. Во тоа време се случило да биде кинескиот Ден на вљубените. Ветерот и песокот се стемнуваше, а сонцето се стемнуваше. Зији не можеше да оди напред, па стоеше покрај патот. Спиеше на подот во празна куќа. Кога требаше да заспие, одеднаш здогледа црвено светло од двете страни.Стана и изненадено го крена погледот.Имаше облак на небото кој полека се спушташе.Таму седеше убава жена, достоинствена и прекрасна, сосема поинаква од обичните луѓе. Зији веднаш му оддаде почит и рече: „Денес е седмиот ден од седмиот лунарен месец. Мислам дека Ткајачката е таа што дојде, сакајќи да и подари долговечност и богатство“.\nЖената исто така одговорила: „Со големото богатство доаѓа долговечноста“.\nОткако тој заврши со зборувањето, сјајот се врати и облаците полека се издигнаа.Жената сè уште гледаше надолу во Гуо Зији со пријатна насмевка.Само кога беше далеку од неа, чадот беше заматен и веќе не се гледаше.\nИспадна вистина, токму како што кажа жената. Заслугите на Зији се светски познати, тој е исклучително популарен министер, а генерал е и со заслуги и со доблести.", "聖意": "Посакајте си дома, посакувајте си, молете се за пари, со среќа во бизнисот, со среќа во бракот, со среќа во Лиуџа, среќни патувања со луѓе, раздвижени полиња, свилени буби, стабилен добиток, лоша среќа во наоѓање луѓе, јавни тужби, миграција, добра среќа, болести на изгубен имот, гробници во Женксиншан", "古人": "Кралот Фенјанг го запознава својот внук на кинескиот Ден на вљубените", "第X籤": "Потпишете деведесет и шест", "宮": "џугонг"}