{"籤詩版本二": "Зауздувајќи го коњот и држејќи го камшикот, доаѓаме директно овде, половина во опасност, а половина во катастрофа.\nТоа е како куќа изгорена од оган.Кога паѓа небото дождот ја претвора во пепел.Имам план.", "詩意": "Овој хексаграм претставува половина тага и половина радост.\nПрепорачливо е да се прави добро во сè.", "解曰": "Доживотен труд. Не се грижи за доброто и погрешното. Оковите се привремени. Незадоволството доаѓа природно.", "籤詩故事一": "◇Тао Санчун го победи Женг Ен во Гвајуан\n„Да живее мојот спомен“, Жао Куангин повторно стана, „Кралот Бипинг Женг Ен тогаш договори брак. Сега кога светот е мирен, би сакал да побарам дозвола од вас да изберам поволен ден за брак. \"\n„Да живее мојот спомен!“ Жао Куангин стана и рече: „Кралот на Пекинг, Женг Ен, организираше брак тогаш. ден за брак“.\n„Ох, третиот брат беше свршен порано, како не знаев за ова?“ Чаи Ронг беше многу изненаден. Тој замавна со раката за Жао Куангин да седне и да разговара.\n„Ох! Третиот брат беше свршен порано, како не знаев за ова?“ Чаи Ронг (императорот на подоцнежната династија Џоу) беше многу изненаден. Тој замавна со раката и го замоли Жао Куангин да седне и да разговара.\n„Долга е приказната. Прво, ние во тоа време сè уште бевме во сиромаштија и не влеговме во вашата војска. Оттогаш се бориме со години и немаме време да се грижиме за вас. Второ, и третиот брат е малку срамежлив да го спомнеме, така што вашето височество не знае.\n„Долга е приказната. Прво, ние во тоа време сè уште живеевме во сиромаштија и не влеговме во вашата војска. Оттогаш се бориме со години и немаме време да се грижиме за вас. Второ, третиот брат е исто така малку срамежлив да го спомене тоа, така што вашето височество не знае.\n\"Еј, машкиот студент се жени, што е поентата да се срами? Третиот брат е на бојното поле долго време и може да се смета за неспоредлив херој. Зошто сте толку ситни за оваа работа?\"\n- Еј!\n„Кога веќе зборуваме, не можам да го обвинам мојот трет брат дека е срамежлив, бидејќи овој брак е фалсификуван.\n„Кога веќе зборуваме, не можам да го обвинам мојот трет брат дека е срамежлив, бидејќи овој брак е фалсификуван.\n„Испишано? Еј, интересно е. Те молам кажи ми што се случи“.\n\"Го напишав! Еј! Интересно е! Те молам кажи ми што се случи.\"\n„Да, се сеќавам на таа година, кога требаше да му се придружиме на неговото височество, поминувавме низ округот Баоченг. Во јуни беше многу топло. Мојот трет брат не можеше да остане во хотелот, па излезе да талка сам. Откако поминал покрај градината со дињи, влегол да бере, дињите ја гасат жедта. Во тоа време немало многу дињи рано зрели, а третиот брат не знаел да ги бере, па скршил многу од нив. Жената гледајќи ги дињите излезе да го обвини третиот брат. Двајцата се скараа, а потоа почнаа да се караат. Дојдете. За среќа, бев загрижен и навреме притрчав на помош, инаку...“\n„Да, се сеќавам на таа година, кога требаше да му се придружиме на неговото височество, поминувавме покрај округот Баоченг. Во јуни беше многу топло. Третиот брат ми не можеше да остане во хотелот, па излезе сам да талка. Откако поминал покрај градината со дињи, влегол да бере, дињите ја гасат жедта. Во тоа време немало многу дињи рано зрели, а третиот брат не знаел да ги бере, па скршил многу од нив. Жената гледајќи ги дињите излезе да го обвини третиот брат. Двајцата се скараа, а потоа почнаа да се караат. Дојдете. За среќа, бев загрижен и навреме притрчав на помош, инаку...“\n\"Овој Женг Зиминг, прво е негова вина, треба да се извини. Зошто го удри? Освен тоа, како може семејството на една девојка да ги издржи тупаниците и клоците на жесток човек како него! Ајде, ти ја претепа оваа девојка да парчиња. Не?“ „Девојката беше неповредена...“\n\"Овој Џенг Зиминг, тој е најпрвин крив, па треба да се извини. Зошто го тепате? Освен тоа, како може семејството на една девојка да ги издржи тупаниците и клоците на жесток човек како него! Ајде, кажи ми. ти ја претепа оваа девојка.\n„Девојчето беше неповредено...“\n„Во ред е, во ред е... Еј, не презеде нешто? О, претпоставувам дека ме спаси на време“.\n„Во ред!\n„...Не, лицето што го спасив беше...третиот брат.“ „...Не, лицето што го спасив беше...третиот брат“.\n\"Ах ах?!\"\n„Третиот брат беше соборен на земја од жената и жестоко претепан цел пат. За среќа, пристигнав и го убедив да си замине, па не беше сериозно повреден. ... Ваше височество... Ваше височество!... \"\n„Третиот брат беше соборен на земја од жената и беше насилно претепан. За среќа, пристигнав и го наговорив да си замине, па тој не беше сериозно повреден. ... Ваше Височество... Ваше Височество!...“\n„Ах?...А, која е таа жена!?“ „А!?...А, која е таа жена!?“\n„Дури подоцна дознав дека жената се вика Тао Санчун, а нејзиниот татко Тао Хонг бил стар херој кој немал никакви аспирации. Тао Санчун учел боречки вештини од својот татко уште од мал. Откако се запознав неговото семејство, видов дека госпоѓица Санчун има извонреден карактер. Луо Луо и великодушна, без навика да биде мало девојче, намерно му одговараа. На таткото и ќерката Тао исто така многу им се допадна директниот карактер на третиот брат. Веднаш погоди и одлучи за овој брак за нив двајца.\n„Дури подоцна дознав дека девојчето се вика Тао Санчун, а таа учела боречки вештини од нејзиниот татко уште од мала. Откако се запознав со неговото семејство, видов дека госпоѓицата Санчун има извонреден карактер. дарежлив и немаше ни трага од навиките на малото девојче, па намерно ја регрутирав. На господин Тао и неговата ќерка исто така многу им се допадна директниот лик на нивниот трет брат. Тие веднаш го погодија и решија да се венчаат еден со друг. Ваше височество, зарем не мислите дека ова е фалсификуван брак?\n(Оваа приказна е метафора, бидејќи лоша работа се покажа како добра работа.)", "聖意": "Молете се за заштита на домот и себе, бидете внимателни, молете се за богатство, уништете го бизнисот, спречете брак, казна, Лиуџа, осигурување, пешаци заробени во полиња, оштетување од свилена буба, штета на добитокот, исчезнати луѓе, нелегални тужби, загуба, миграција, конзервативност , изгубен имот, зли болести, грижи, опасности, планини, гробници, неуспех", "古人": "Тао Санчун го победи Женг Ен во градината со диња", "第X籤": "Број деведесет и девет", "宮": "Хајгонг"}