{"籤詩版本二": "Ať je svět stvořen pro dobré manželství, příznivé dny a dobré časy a vše je v pořádku\nNení to žádná maličkost, když získáte tento los. Císař prohlašuje, že lidé jsou loajální a čestní.", "詩意": "Tento hexagram představuje začátek počátku nebe a země.\nVšechno je příznivé.", "解曰": "Rychlá rychlost. Rok nestojí za svůj čas. Guanyin zapisuje. Nejdřív mi dej vědět.", "籤詩故事一": "◇ Zhongli se stal osvíceným\nZhongli Quan, příjmením Zhongli, křestním jménem Quan, zdvořilostním jménem Yunfang a přezdívkou Zhengyang, pocházel z okresu Xianyang, Xi'an, provincie Shaanxi během východní dynastie Han.\nZhong Liquan byl generál dynastie Han. Během výpravy proti západnímu Qiang žárlil na velitele Liang Yi a přidělil mu pouze 30 000 starých a slabých vojáků. Jakmile dorazil na místo určení, tábor byl vykraden západní Qiang armáda a vojáci uprchli. Zhong Liquan se ztratil v údolí a cestou potkal mnicha, vzal ho do malé vesnice a řekl: „Toto je rezidence pana Donghua.“ Pak se rozloučil a odešel. Po chvíli někdo najednou řekl: \"To musí být proto, že ten zelenooký Hu muž je příliš upovídaný.\" Uviděl muže v kožešině bílého jelena a v ruce zelenou hůl quinoy. Zeptal se Zhong Liquana: \"Osoba, která přišla tady je Han Da, generál Zhongliquan\n? Zhong Liquan byl šokován, protože věděl, že potkal cizího člověka, a tak se upřímně naučil Tao.\nZhong Liquan se později setkal se Zhenrenem Huayangem a nesmrtelným králem Xuanfuem a naučil se „Tajemství nesmrtelnosti“. Nakonec žil v Zijin Sihaofeng v hoře Kongtong, získal „Tajemství Jade Boxu“ a stal se skutečným nesmrtelným.Také byl uctíván jako jeden z pěti severních patriarchů sektou Quanzhen.", "聖意": "Modlete se, aby váš domov a domov byly na podzim a v zimě požehnány štěstím. Hledejte štěstí na podzim a v zimě. Hodně štěstí v podnikání, hodně štěstí v manželství, hodně štěstí při porodu chlapců, hodně štěstí při cestování do pole, hodně štěstí v bourcích morušových, hodně štěstí v chovu dobytka, hodně štěstí při hledání lidí, hodně štěstí v soudních sporech, hodně štěstí v migraci, ztracený majetek a hodně štěstí v severovýchodních nemocech. Hodně štěstí při posílání hor a hrobů", "古人": "Zhongli se stal osvíceným", "第X籤": "první znamení", "宮": "Děloha"}