{"籤詩版本二": "Starosti a starosti se dočasně uvolňují a radost přichází z nebe.\nStejně jako nefrit ukrytý v hnoji, dobrý dělník zvedá prach", "詩意": "Tento hexagram představuje harmonii Jin a Jang.\nVšechno, co plánujete, je příznivé.", "解曰": "Nic nezískalo, nic neztratilo. Zisk ze ztráty. Darebák má potíže. Ať se vám daří, pane.", "籤詩故事一": "◇Ye Meng Xiong Chao Di\nYe Mengxiong (1531-1597), jehož zdvořilostní jméno bylo Nanzhao a jehož jméno bylo Longtang, byl změněn na Longtan a také pojmenován Huayun. Rodák z Wanshifang, Huizhou Fucheng (nyní součást okresu Huicheng, město Huizhou) za dynastie Ming. Ve 44. roce vlády Jiajing (1565) se stal Jinshi a získal titul smírčího soudce okresu Qing. Působil jako ředitel oddělení převodů a později se změnil na dozorčího cenzora Shanxi Road.\nVe 20. roce Wanli (1592) zabil generální konzul Ningxia Kuaibai (náčelník mongolského kmene Tatarů) guvernéra Dang Xina a dobyl čtyřicátou sedmou pevnost v provincii Hexi. , rozbil město, uctíval a spálil sám k smrti. Meng Xiong není arogantní v přijímání zásluh a nechává své schopnosti stejně dobré jako schopnosti generálů, kteří se odváží bojovat. Oficiální Wei Xuezeng byl obnoven. Ve svých pozdějších letech pětkrát rezignoval a byl vrácen do Huizhou, aby postavil chrám Huilong.\nYe Mengxiong vstoupil do taoismu jako státní úředník na začátku a byl známý svou čestností a bezúhonností. Staré historické záznamy říkaly, že byl „první v pokoře a schopnostech“, „odstraňuje korupci a trestá povstání“ a zanechal mu dobrou pověst. byl extrémně loajální, odvážný, odvážný a vynalézavý.Dobrý v dělostřelbě. V druhé polovině jeho života byly jeho dovednosti bojových umění zaznamenány v „Historie dynastie Ming“ a byl považován za národního hrdinu.", "聖意": "Domov je nepříznivý (stále klidnější) Podzim a zima jsou dobré pro sebe, bohatství bude úspěšné, transakce budou úspěšné, manželství bude úspěšné, Liujia bude falešně znepokojen (budou poklady), chodci půjdou do pole modlete se za bource morušového, šest zvířat bude plochých, lidé se najdou, veřejné žaloby budou nepříznivé, migrace bude konzervativní, bude se bránit ztrátě majetku, budou se usazovat nemoci v hrobě Fushan", "古人": "Ye Meng Xiong Chao Di", "第X籤": "Šestnácté vítězné lotto", "宮": "Maogong"}