{"籤詩版本二": "Zlatá vrána padá na západě a králík stoupá na východě Koloběh dne a noci pokračuje od pradávna až do současnosti.\nMniši a taoisté vědí, že neexistuje žádná nevýhoda, a učenci, farmáři, průmysl a obchodníci se řídí svým vlastním rozumem.", "詩意": "Tento hexagram představuje dorůstání a ubývání jin a jang.\nJe to také znamení, že vše půjde podle plánu.", "解曰": "Není nic na mysli. To, co jsi udělal, je záslužné. Jako šíp z luku. Jeden výstřel zasáhl cíl.", "籤詩故事一": "◇ Strýček Cao Guo je nesmrtelný\nCao Guojiu, rodák z Xuzhou, je považován za velkého strýce státu v období Renzong dynastie Song. Jmenoval se Cao Yi, také známý jako Cao Jingxiu.\nStrýc Cao Guo měl mladšího bratra jménem Cao Er. Tento Cao Er se spoléhal na svou pozici imperiální moci a páchal všemožné zlo. Obsazoval pole, bral manželky a dcery a přátelil se s některými bezprávnými lidmi, kteří přicházeli a odcházeli. Cao Guojiu to nemohl vydržet, a tak odmítl naslouchat jeho dobrým slovům a útěchám, a tak ho ovládl trestem. , oba bratři vytvářeli zášť.\nCao Guojiu řekl: \"Principy světa jsou, že ti, kdo hromadí dobro, budou prosperovat a ti, kdo hromadí zlo, zahynou. To je neměnná pravda. V minulosti naše rodina Cao shromažďovala zlé skutky, aby dosáhla dnešního bohatství. Nyní můj bratr nashromáždil zlo do extrému, i když uteče I když vás úředníci potrestají, nemůžete uniknout přírodním katastrofám, které tajně probíhají. Jakmile přijde katastrofa a vaše rodina je zničena a někdo zemře, nebudete budu ponížený a budu se toho bát.\" Tak jsem rozptýlil všechno své bohatství, pomáhal chudým a už se nestaral o záležitosti svého bratra. Poté opustil svůj domov a přátele, převlékl se do taoistické uniformy a odešel do hor kultivovat svou mysl a povahu.\nJednoho dne náhodou potkal Zhongliho a Lu Dongbina z dynastie Han. Když viděl plynulé odpovědi strýce Cao Gua, byl velmi šťastný a dal mu \"Tajný edikt návratu pravdy\" a nařídil mu, aby pečlivě cvičil. Nedlouho poté Zhongli Quan a Lu Dongbin byli představeni nesmrtelné třídě.", "聖意": "Štěstí pro domov, domov, štěstí, štěstěna, štěstí v podnikání, manželství, muž cestovatel, brzké vysazení bource morušového na pole, selhání dobytka, hledání lidí, soudní spor, migrace, ztracený majetek, pozdní nemoc, štěstí", "古人": "Strýček Cao Guo je nesmrtelný", "第X籤": "Podepište osmnáctého", "宮": "Maogong"}