{"籤詩版本二": "Nechat loď jet zpátky z pláže s rychlou vodou, co chceš dělat kvůli vřavě?\nPokud chcete být v bezpečí, hledejte klid a počkejte, až vlny tuto krizi přejdou.", "詩意": "Tento hexagram je jako loď plující po rychlé pláži.\nZůstaňte ve všem konzervativní a počkejte na čas.", "解曰": "Vystupte do silné vody. Nebezpečí čeká na čas. Pokud se ptáte na plány tábora. Nedá se nic dělat.", "籤詩故事一": "◇ Ziyi je korunován jako král\nGuo Ziyi (697-781), také známý jako Guo Linggong, pocházel z okresu Zheng v Huazhou (nyní okres Huaxian, provincie Shaanxi) a byl generálem dynastie Tang.\nBěhem povstání Anshi ve 14. roce Tianbao (755) mu byl udělen titul Shuofang Jiedushi (Lingwu, západně od Lingwu v dnešní Ningxia). Dostal rozkaz ke křížové výpravě. Spojil Shuofangovu armádu s Li Guangbi k pochodu Spojili síly u Changshanu (Zhengding, Hebei) a porazili Shi Siminga, získali zpět Hebei. V tomto okamžiku Guo Ziyi navrhl, aby císař vzal Fan Yang ze severu a zaútočil na doupě rebelských tygrů, aby omezil obléhání Tongguanu, ale Xuanzong odmítl. Poté byla zasazena situace separatistických vazalských měst na konci dynastie Tang, která se také stala vzdálenou příčinou zániku dynastie Tang.\nV patnáctém roce vlády Tianbao (756) on a ujgurská koalice zpacifikovali Hequ. Na jaře následujícího roku získali Hedong (nyní Yongji, Shanxi) a Feng Yi (nyní Dali, Shaanxi) a zaútočili na Tongguan, porazil Cui Qianyu.Tangská armáda utrpěla více než 10 000 obětí. Cui Qianyu se vzdal Pujinovi. An Lushan byl zabit svým synem An Qingxu.\nVe druhém roce Zhide (757) dostal rozkaz vést jednotky do Fengxiangu. Na cestě porazil 5000 Li Guirenových jezdců u mostu Baiqu Liuyun (dnešní jihovýchodně od Sanyuanu).V květnu bojoval s An Shouzhong a Li Guiren v Qingqu (dnešní západně od Xi'anu) byl poražen a on se stáhl do Wugong (dnešní severozápad od Wugong). V září následoval maršála Guangpinga Wang Li Chu, aby vedl Tang a Ujgury, aby se připojil ke 150 000 vojákům, a poté bojoval s An Shouzhong a Li Guiren v Xiang. Na sever od chrámu Ji (jihozápadně od dnešního okresu Chang'an) ujgurští vojáci kroužili za nepřítelem, zaútočili z obou stran a zabili 60 000 nepřátel. Zhang Tongru uprchl do okresu Shaanxi, a nakonec znovu získal hlavní město Chang'an (dnešní Xi'an).Veličenstvo Tangské armády bylo opět obnoveno do Chang'anu.\nPoté armáda Tang využila vítězství a pochodovala na východ a porazila 150 000 mužů včetně Yan Zhuang a Zhang Tongru v Xindian (nyní jihozápadně od města Sanmenxia, ​​provincie Henan), čímž donutila Anqing Xu překročit Žlutou řeku a ustoupit do Xiangzhou. Dongjun Luoyang se vrátil. Přidejte Situ k jeho zásluhám a udělejte z něj vévodu země.\nShi Siming vedl svou armádu z Fan Yang, aby zachránil An Qingxu. Obě strany bojovaly ve formaci severně od řeky Anyang (dnešní sever od Anyang). tvrdil, že má 600 000 mužů, ustoupil (v bitvě u Jechengu). války). Hlavním velitelem této bitvy byl eunuch Yu Chaoen, který neměl žádné vůdčí schopnosti a z neúspěchu bitvy vinil Guo Ziyi. Guo Ziyi byl povolán zpět do Chang'anu, zbaven vojenské moci a stal se nečinným úředníkem.\nV prvním roce Baoyingu (762) se jednotky v Tchaj-jüanu (dnešní jihozápad od Tchaj-jüanu) a Ťiang-čou (dnešní Sin-ťiang v provincii Shanxi) vzbouřily.Dův se zalekl, a tak byl Ziyi udělen titul krále Fenyangu a vyrazil do ovládat Jiangzhou. Byl také odcizen eunuchem Cheng Yuanzhen a byl zbaven vojenské moci.\n(Zaměření tohoto příběhu: Guo Ziyi, který byl velmi schopný a dobře se choval, se setkal s Xuanzongem a několika padouchy, což značně zkompromitovalo jeho úspěchy.)", "聖意": "Požehnání domova a sebe, hledání bohatství, žádná transakce, žádné manželství, žádný falešný poplach, chodci přicházející do Tiancanji, obtížné najít lidi, veřejné žaloby a (ne Xing), migrace, konzervativnost, ztracený majetek, těžké najít, nemoci, modlit se za požehnání, hory a hrobky, příznivý", "古人": "Ziyi byl korunován králem", "第X籤": "Devatenáctý vítězný Lott", "宮": "Tatsumi"}