{"籤詩版本二": "Po tolika starostech a nebezpečích od nynějška už nikdy nebude prázdný\nŠtědré srdce má své vlastní velkorysé plány. Abyste dosáhli velkých úspěchů, musíte se setkat s odborníkem.", "詩意": "Tento hexagram je jako prastará studna s pramenem.\nVe všem dosahují ušlechtilí lidé úspěchu.", "解曰": "Žaloba bude nakonec oprávněná. Nemocný a bezpečný. Jděte dovnitř a ven a vyhledejte radu. Prastará studna se setkává s jarem.", "籤詩故事一": "◇ Yao Chong ovládá kobylky\nYao Chong (649-721), vlastním jménem Yuan Chong, pocházel ze Shaanzhou a sloužil jako ministr Xia Guan, Shangshu of Chunguan, Ziweiling, Zhongshuling a předseda vlády v dynastii Tang.\nVe čtvrtém roce Kaiyuanu (716) byl Shandong (obecně odkazující na povodí Žluté řeky východně od Huashan) sužován kobylkami. Lidé byli svázáni pověrčivými představami a neodvažovali se je lovit a zabíjet. obětovali, pálili kadidlo, uctívali vedle polí a sledovali, jak úrodu požírá kobylky.\nVšichni úředníci věřili: „Kobylky jsou přírodní katastrofa, jak je lze ovládat lidskou silou!“ Boj mezi dvěma různými myšlenkami byl v té době urputný, zda eliminovat sarančata nebo ne.\nYao Chong řekl: \"Dokud budeme spolupracovat, můžeme se jich všech zbavit. Řekl: Kobylky se bojí lidí, takže je snadno odeženou. Sazenice mají majitele, takže záchranáři musí tvrdě pracovat; sarančata umí létat, a když v noci uvidí oheň, přiletí k němu; zapal je na poli, kopej při hoření díry, při hoření je zahrabej a nezůstane nic.\"\nXuanzong řekl: \"Kobylky jsou přírodní katastrofa způsobená špatnou morální správou. Pokud požadujete, aby byli uloveni a zabiti, není to proti srsti?\"\nYao Chong dodal: \"Chycení a zabíjení kobylek praktikovali již staří lidé a Vaše Veličenstvo to v budoucnu využije. Je to velká národní událost, která má zemědělcům přinést mír a prosperitu. Prosím, zvažte to vážně.\"\nXuanzong byl přesvědčen. Jenže v té době všichni uvnitř i vně dvora říkali, že sarančata se lovit nedají.\nXuanzong řekl: „Mluvil jsem s předsedou vlády a rozhodl jsem se chytit kobylky. Každý, kdo bude znovu protestovat, bude popraven.“ Poslal tedy cenzora, aby dohlížel a nařídil lidem, aby kobylky spálili a pohřbili.\nVýsledky byly docela účinné. V celé zemi bylo chyceno devět milionů danů sarančat a mor sarančat byl úspěšně odstraněn. Zemědělství dosáhlo toho roku dobré sklizně.\n(Moudrost by se měla používat při zvládání katastrof a evakuaci a musí existovat důmyslné strategie k překonání obtíží. Yao Chong je v této věci odborníkem)", "聖意": "Dům je obyčejný, člověk je blokován, hledání peněz je blokováno, obchodování je blokováno, manželství a harmonie jsou blokovány, v Liujia je nebezpečí, chodci jsou blokováni, bourci morušového jsou blokováni, hospodářská zvířata jsou nepříznivá, lidé nejsou nalezeni, lidé jsou blokováni , jsou vedeny veřejné žaloby, migrace je nerozumná, ztracené věci se těžko hledají, nemoci se modlí o požehnání, hory a hroby jsou neklidné", "古人": "Yao Chong ovládá kobylky", "第X籤": "Výhra v loterii pětadvacátá", "宮": "Palác Mi"}