{"籤詩版本二": "Říká se, že se věci obrátily vzhůru nohama, a já jsem dostal dopis z obzoru.\nSláva a úspěch, které mi kniha slibovala, zůstaly prázdné až do konce.", "詩意": "Tento hexagram má falešné jméno.\nJe vhodné být ve všem konzervativní.", "解曰": "Nahoru a dolů naštvaná. Hledání volného času není nečinné. Touha po slávě. Zůstat v bezpečí.", "籤詩故事一": "◇ Zhong Kui dosáhne osvícení\nZhong Kui, jehož příjmení je Zhong Kui, jehož zdvořilostní jméno je Zhengnan, pochází z Zhongnanshan.\nZa vlády císaře Dezonga z dynastie Tang se Zhong Kui zúčastnil císařské zkoušky, Zhong Kui přečetl zkušební otázky a okamžitě článek napsal a odevzdal. Hlavním zkoušejícím byl toho dne Han Yu, ministr pro občanské záležitosti, a zástupcem zkoušejícího byl Lu Zhi, velký učenec. Když si ti dva přečetli noviny Zhong Kui, rozzářily se jim oči a jednohlasně řekli: „Čaroděje, čaroději! Každé slovo v tomto článku je nádherné, hodné Li Taibai a Du Zimei!“ Na prvním místě tedy jmenovali Zhong Kui.\nCísař Dezong si vyslechl zprávu Han Yu a řekl, že Zhong Kui, nový mistr vědy, byl velmi talentovaný, a tak povolal Zhong Kui do Zlatého paláce.\nKdyž císař Dezong viděl jeho ošklivý vzhled, okamžitě pocítil nelibost a řekl: \"Výběr učenců na našem dvoře je založen na osobních slovech a kaligrafii. Jak může být takový ošklivý člověk vybrán jako učenec číslo jedna ve zlatých vědách?\" \"\nHan Yu spěšně poklekl a řekl: \"Dobré a špatné na člověku není jen o vzhledu. Copak ty, Svatý Pane, neslyšíš, že Yan Ying je tři stopy vysoký a rovná se premiérovi? Zhou Chang koktá, ale může pomoci dynastii Han; Konfucius soudí lidi podle vzhledu a ztrácí svého syna Yu. Doufám, že si to vaše Veličenstvo dvakrát rozmyslí.\"\nCísař Dezong se na chvíli zamyslel a řekl: \"Ačkoli slova Han Aiqinga jsou rozumná, když jsem byl císařem Taizongem, bylo osmnáct učenců, kteří přišli do Yingzhou a mluvili o tom. Tento muž byl učenec číslo jedna. Obávám se, že svět bude se mi smát, že nepoznávám talenty.\"\nPremiér Lu Qi byl úzkoprsý a žárlil na talenty. Po vyslechnutí císařových slov poklekl a řekl: \"Učenec číslo jedna ve Zlatých předmětech musí být vnitřní i vnější. Na tento předmět je tři sta kandidátů Proč si nevybereš jinou?\"\nKdyž Zhong Kui viděl, že je tento muž tak zmatený, nemohl si pomoci, ale rozzlobil se. Ukázal na Lu Qi a zaklel: \"Pokud bude takový ignorantský úředník u soudu, neublíží zemi?\" praštil Lu Qi pěstí.\nKdyž to Dezong viděl, rozzuřil se a řekl: \"Jsi tak smělý, že se odvažuješ způsobit potíže ve Zlatém paláci, rychle to sundej!\"\nZhong Kui ve vzteku vytáhl meč z pasu generála stojícího v paláci a hlasitě si povzdechl: \"Pro frustrovanou kočku je těžké napodobit tygra a frustrovaný papoušek není tak dobrý jako kuře.\" Poté spáchal sebevraždu.\nKdyž císař Dezong viděl, že Zhong Kui v hněvu spáchal sebevraždu, byl šokován. Aby si získal srdce lidí, nařídil, aby byl Zhong Kui pohřben s oficiálním titulem učence č. 1, a také učinil Zhong Kui bohem Exorcismus zbavit svět zlých duchů.", "聖意": "Modlete se za požehnání pro svůj domov, svou vlastní bezpečnost, finanční potíže, neúspěch v podnikání, neúspěch manželství, chodkyně Liujia, napůl uvařené bource morušového šinta, šest domácích zvířat, která lze chovat, pohřešované osoby, západní veřejné žaloby, migraci, konzervativnost, ztracené majetek, nemoc, modlit se za štěstí v horách a hrobech", "古人": "Zhong Kui získal Tao", "第X籤": "Dvacátá šestá výhra v loterii (Loterie)", "宮": "Palác Mi"}