{"籤詩版本二": "Trávit čas v klidu a tichu, sedět a ležet u čaje po nasycení\nNemusíte být fyzicky a psychicky vytížení a rozhodně nezpůsobíte nespravedlnost nebo katastrofu.", "詩意": "Tento hexagram je symbolem míru a stability.\nVe všech věcech čekání na správný čas přinese štěstí.", "解曰": "Zůstaňte v bezpečí a zdraví. Zeptejte se bohů. Počkejte, až přijde čas. Věci se dějí náhodou.", "籤詩故事一": "◇ Foyinhui Dongpo\nJednou Su Dongpo při studiu zenu získal určité porozumění, uvědomil si, že jeho stav je transcendentní, a cítil v něm radost. Neschopen potlačit svou vášeň jsem roztáhl pero a napsal báseň:\n\"Uprostřed oblohy Jishou jasně září vesmírem; nemůže být foukán osmi větry, sedí vzpřímeně na purpurovém zlatém lotosu.\"\n(Osm větrů označuje: zisk, úpadek, zkázu, pověst, chválu, výsměch, utrpení a štěstí. To znamená, že nebýt naštvaný těmito osmi stavy se nazývá \"osm větrů se nemůže hýbat\")\nPo jeho napsání poslal Dongpo svého sluhu přes řeku, aby jej dal zenovému mistru Foyinovi z chrámu Jinshan.\nPoté, co ji zenový mistr Foyin přečetl, označil ji slovem „prd“ a dal ji svému sluhovi, aby si ji vzal zpět.\nKdyž to Dongpo viděl, rozzuřil se, a tak se přeplavil lodí přes řeku a vydal se do chrámu Jinshan, aby našel Buddhovu pečeť k diskuzi.\nKdyž Dongpo dorazil k bráně chrámu Jinshan, Foyin už čekal u dveří.\nSu Dongpo okamžitě obvinil Foyina: \"Proč říkáš básni, kterou jsem napsal, prd?\"\nFoyin odpověděl: \"Nejseš už 'neschopný být unesen osmi větry'? Jak by tě mohl 'přerazit řeku' prd!\"\nV této době byl Dongpo šokován, když si uvědomil, že není dost dobrý, a odešel v hanbě.\n(Tento příběh je metaforou pro „Teplo ještě nedorazilo“)", "聖意": "Modlete se za svůj domov a vlastní bezpečnost, za své bohatství, za své podnikání, za dobrý čas, za své manželství, za cestovatelku v Liujia, za příchod bource morušového na pole, za to, aby bylo šest hospodářských zvířat stabilní, za nalezení někoho, za potíže, za veřejné žaloby, za migraci, za ztracený majetek, za nemoc, za poslání do horské hrobky, příznivý", "古人": "Foyinhui Dongpo", "第X籤": "Třicet jedna výherních čísel", "宮": "Wei Gong"}