{"籤詩版本二": "Červené kolo padá na západě, králík stoupá na východě, jin roste a jang mizí a vše prosperuje\nChce-li to žena použít, zvýší to její bohatství a přinese štěstí do jejího srdce.", "詩意": "Tento hexagram je symbolem růstu Yin a mizení Yang.\nVšechno je těžké, než to bude později snadné.", "解曰": "Jin prospívá ženám. Nevhodné pro muže. Pokud hledáte radu. Nejdřív přijde zlo a pak přijde dobro.", "籤詩故事一": "◇ Na trůn nastoupil Wu Zetian\nVe věku 14 let byl Wu povolán do paláce císařem Taizong Li Shimin z dynastie Tang jako talentovaná osoba, jménem „Wu Mei“. Poté, co Taizong zemřel, vstoupil Zetian do chrámu Ganye a stal se jeptiškou.\nKdyž císař Gaozong z dynastie Tang nastoupil na trůn, povolal rodinu Wu do paláce, aby vzdal hold Zhaoyi. V šestém roce Yonghui (655) ustanovil císař Gaozong Wu jako svou královnu.\nWu Zetian byl inteligentní, zabýval se literaturou a historií a byl bohatý na vynalézavost. Brzy poté, co se Wu Zetian stala královnou, protože Gaozong byla slabá a nemocná, ji občas pověřil vyřizováním určitých politických záležitostí, takže její moc rostla. V prvním roce Shangyuanu (674) byl císař Gaozong nazýván „císařem“, císařovna Wu byla nazývána „královnou nebes“ a oba byli v paláci nazýváni „Dva svatí“.\nV prvním roce Hongdao (683) zemřel Gaozong, na trůn nastoupil princ Li Xian a dynastii vládl Wu Zetian. V únoru prvního roku Sisheng (684), Wu Zetian sesadil Li Xian jako král Luling a ustanovil jejího čtvrtého syna Li Dana jako císaře, který nadále vládl dynastii. V září téhož roku změnila vlajku na zlatou a Luoyang, východní hlavní město, bylo přejmenováno na božské hlavní město. Devátého září prvního roku Tchien-čou (690) se Wu Zetian prohlásil císařem a změnil název země na Zhou.", "聖意": "Domov je pro sebe nepříznivý, modlí se za požehnání, hledá bohatství, hlídá transakce, štěstí v manželství, smůla v manželství (žena), chodci blokující pole, bource morušového, prosperující dobytek, hledání lidí, odloučení, soudní spory, ztráty, migrace , ztráta majetku, nemoc, šok, hory a hroby, hodně štěstí", "古人": "Wu Zetian nastupuje na trůn", "第X籤": "Čtyřicátý výherce loterie", "宮": "Ty palác"}