{"籤詩版本二": "Budete si pamatovat nekonečná dobrá slova, ale stanete se vaším synem, pokud poznáte zloděje.\nNebuďte v tu chvíli lakomí a netrapte se tím, jak by před rokem udělal něco dobrého.", "詩意": "Tento hexagram identifikuje zloděje jako syna.\nBuďte opatrní ve všem, co děláte.", "解曰": "Jen tenhle. Gentleman se nemýlí. Mějte to na paměti. Nebuďte osamělí.", "籤詩故事一": "◇ Dong Zhuo přijímá Lu Bu\nLu Bu, statečný a dobrý v boji, byl slavným vojenským generálem na konci východní dynastie Han a na začátku Tří království. Kdysi považoval Ding Yuana, guvernéra Jingzhou, za svého adoptivního otce a sloužil pod ním.\nPo smrti císaře Linga z východní dynastie Han odešel Ding Yuan do Pekingu, aby se spojil s generálem He Jinem, aby ovládl vládu.\nDong Zhuo bojoval s Ding Yuanem, ale několik generálů nedokázalo Lu Bu porazit, a tak Dong Zhuo poslal svého podřízeného Li Su, aby Lu Bu podplatil. Li Su přivezl na „návštěvu Lu Bu“ hromady zlatých a stříbrných pokladů a slavného červeného králičího koně. Li Su přivezl na návštěvu Lu Bu hromady zlatých a stříbrných pokladů a slavného červeného králičího koně. Lu Bu byl tedy podplacen Dong Zhuo, aby zabil Ding Yuana, a řekl svým vojákům, aby šli s ním, pokud chtějí, a aby odešli, pokud ho nechtějí následovat.V důsledku toho většina vojáků utekla. Lu Bu byl tedy podplacen Dong Zhuo a zabil Ding Yuan.\nPoté, co Dong Zhuo získal moc, přijal Lu Bu jako svého adoptivního syna a udělal z něj generála a markýze.\nDong Zhuo měl násilnickou povahu a „vztah otce a syna“ s Lu Bu byl ve skutečnosti velmi slabý.V roce 189 n. l. Lu Bu na popud Situ Wang Yuna zabil Dong Zhua.\nŠest měsíců po smrti Dong Zhuo vtrhly staré jednotky Dong Zhuo do hlavního města a Lu Bu a jeho žena v panice uprchli. Poté, co opustil hlavní město, Lu Bu hledal útočiště u vojevůdců Yuan Shu, Yuan Shao, Zhang Yang, Zhang Miao, Liu Bei atd. a mnohokrát bojoval s Cao Cao, dalším významným válečníkem té doby. Lu Bu byl statečný a dobrý v bojích a několikrát porazil Cao Cao.\nVe třetím roce Ťien-anu ve východní dynastii Han zaútočily jednotky Cao Caa na Xiaopei, základnu Lu Bu, a byly zajaty a zabity Cao Cao pod věží Baimen. Před popravou Lu Bu požádal Cao Cao, aby ho nechal naživu, aby se vyhnul smrti, ale Liu Bei připomněl Cao Cao, že Lu Bu mnohokrát zradil a byl nepoctivý muž. Nakonec Cao Cao, který si cenil pouze talentů bez ohledu na morálku, Lu Bu popravil.", "聖意": "Jsem nesvůj doma, obvykle sháním peníze, hlídám se transakcí, je těžké se oženit, muž Liujia je v šoku, bource morušového dozrály na poli, šest zvířat je v bezpečí, člověk ho hledá , veřejná žaloba je vhodná a migrace je modlit se za ztracené věci, které je těžké najít, nemoci a mír v hrobce hory Zhenxing.", "古人": "Dong Zhuo přijímá Lu Bu", "第X籤": "Č. 41 Výhra v loterii", "宮": "Ty palác"}