{"籤詩版本二": "Císař, císař a císařovna budou konečně milostiví a budou čekat a modlit se za požehnání bez ztráty nebo zisku.\nVšechny cítící bytosti z toho těží a ve světě i v nebi se očekává prosperita.", "詩意": "Tento hexagram je znamením přízně z nebes.\nVšechno bude úspěšné.", "解曰": "Císař projevil svou přízeň. Nikdy nezapomeň. Ranní a večerní rituály. Vhodné je pálit kadidlo.", "籤詩故事一": "◇Mulian zachránil svou matku\nMokou Lian nebo Mulian je nejmocnější z deseti žáků Buddhy Šákjamuniho.\nJeho matka byla za svého života lakomá a lakomá, a tak po smrti upadla do říše hladových duchů. Mokhullian použil svou magickou sílu k pozorování a zjistil, že jeho matka se narodila jako hladový duch, bez možnosti získat jídlo a prožívala velké strádání. Využil svou magickou sílu, aby přinesl jídlo své matce. Nečekaně poté, co matka přijala jídlo se proměnilo v popel a nedalo se jíst.\nMaudgalyana byla znepokojena tím, co se stalo, a oznámila to Buddhovi. Buddha řekl Mulianovi, že 15. dne sedmého lunárního měsíce by měl dát sto chutí a pět plodů do mísy a nabídnout je ctnostným mnichům deseti směrů. S touto silou by jeho matka mohla jíst .\nMaudgalyana jednal podle Buddhovy vůle a jeho matka byla nakonec osvobozena. Tento druh obřadu se nazývá \"Obon Festival\" a tento festival se nazývá \"Obon Festival\".\n(Poznámka: Látka má na různých úrovních světa různé pocity. Například: když v tomto světě prší, vidíme ji jako „vodu“, zatímco bytosti v říši hladových duchů ji cítí jako „krev“ a cítící bytosti v pekelném světě to cítí jako „krev\". Je to jako „upuštění meče\", zatímco nebeské bytosti jako „upuštění květiny\".)", "聖意": "Modlitba za domov a dům, modlitba za štěstí v zimě, hledání bohatství, žádná transakce, manželství, mír v Liujia, chodci, pohyblivá pole, bource morušového, šest zvířat, hledání lidí, soudní spory, úspěch, migrace, konzervativnost, ztracený majetek, nemoc , klid v duši, klid hor a hrobů", "古人": "Mulian zachrání svou matku", "第X籤": "Podepište čtyřicet dva", "宮": "Ty palác"}