{"籤詩版本二": "Svět je flexibilní a všechny věci jsou samonosné, samonosné a bezpečné\nVšechno v životě je úžasné, děkujte za všechno svatým a mudrcům a buďte prosperující.", "詩意": "Tento hexagram představuje harmonii mezi zemí a zemí.\nVšechno jde dobře a žádné nebezpečí nehrozí.", "解曰": "Všechny věci se rodí. Všechny plány a přání se splní. Ford pomáhá. Rui Qi spěchá.", "籤詩故事一": "◇ Chodci získávají osvícení\nPříběh Cesta na západ:\nSun Wukong se stal králem v hoře Huaguo. Později, aby našel způsob, jak žít navždy, strávil osm nebo devět let cestováním přes hory a řeky, aby uctíval patriarchu Bodhiho jako svého učitele. Naučil se sedmdesát dva proměn pozemské zlo a kotrmelce, a poprvé přijal příjmení Slunce jménem Wukong.\nPoté se Sun Wukong vydal do Dračího paláce ve Východočínském moři, aby našel vhodnou zbraň, a nakonec našel Ruyi Golden Cudgel, božskou jehlu Tianhe a Dinghai. Protože jeho délka života skončila, udělal v podsvětí velký povyk, zrevidoval knihu života a smrti a vrátil se do světa lidí. Později byl Sun Wukong poprvé povolán nebem a dostal jméno Bima Wen. Později byl povolán do nebe podruhé a dostal jméno Opičí král. Také kradl broskve a způsoboval potíže v nebi. Byl zapečetěn v peci Bagua, aby si procvičil své zlaté oči a ohnivé oči. Nakonec byl potlačen od Tathágaty Buddhy na úpatí hory Wuzhi po dobu 500 let, neschopný pohybu. Místo, kde byla pec Bagua překopána, se proměnilo v horu plamenů.\nO pět set let později šel mnich Tang na Západ, aby získal písma, prošel kolem Hory pěti prvků a sundal si talisman, než zachránil Sun Wukong. Sun Wukong se vděčností rozplakal a poté, co dostal pokyn od Guanyin Bodhisattvy, uctíval Tang Monka jako svého učitele a odešel na Západ, aby se společně učili písma. Sun Wukong na cestě za učením písem sestoupil na démony a likvidoval monstra a opakovaně předváděl mimořádné činy, ale jeho mistr Tang Seng ho znovu a znovu nepochopil a vyhnal. Po jedenaosmdesáti obtížích bylo dílo konečně dokončeno.Čtyři mistři a žáci dorazili do chrámu Xitian Leiyin a získali pravé písmo. Sun Wukong dosáhl správného výsledku.\n(Tento příběh je metaforou, že i opice se může stát osvícenou, natož lidská bytost.)", "聖意": "Domov je příznivý pro sebe, hledá bohatství, obchod, svatbu, Liujia, mužské chodce, překážení polí, bource morušového, šest zvířat, Zhongping, hledání lidí, soudní spory, úspěch, migraci, ztrátu majetku, nemoc, hrobku Chuanxingshan, věci jsou příznivé", "古人": "Cestovatel dosáhne osvícení", "第X籤": "Podepsáno 43", "宮": "xugong"}