{"籤詩版本二": "Chladné počasí mění vodu v led. Proč toužit po slávě?\nNezbývá mi nic jiného, ​​než tiše sedět a čekat, až listy přirozeně rozkvetou.", "詩意": "V tomto hexagramu se voda mění v led.\nNežádejte o nic zbytečně.", "解曰": "Voda zamrzne na led. Led taje do vody. Pokud je to spiknutí. Takže to je.", "籤詩故事一": "◇ Wang Xiang žádá o kapra (24 příběhů filiální piety)\nWang Xiang z dynastie Jin, vlastním jménem Fuzheng, se narodil v Linyi.\nKdyž byl Wang Xiang mladý, jeho biologická matka zemřela.Jeho osamělý otec si vzal ženu jménem Zhu a Wang Xiang měl novou matku. Když byl Wang Xiang mladý, jeho biologická matka zemřela a jeho osamělý otec si vzal ženu jménem Zhu. Macecha Wang Xiang byla úzkoprsá a žárlivá žena, která Wang Xianga neměla ráda a často mu vyčítala triviální záležitosti. Nevlastní matka brzy porodila také syna jménem Wang Lan. Macecha milovala pouze své vlastní děti a Wang Xiang považovala za trn v oku. Na Wang Xianga začala být ještě náročnější a často o Wang Xiangovi před jeho otcem mluvila špatně. Ani jeho otec ho postupně přestal milovat. Macecha milovala pouze své vlastní děti a Wang Xiang považovala za trn v oku. Na Wang Xianga byla ještě náročnější a často o Wang Xiangovi před jeho otcem mluvila špatně. Dokonce ani jeho otec ho postupně přestal milovat. Přestože je Wang Xiang nevlastním bratrem, Wang Lan je ke svému bratrovi velmi přátelský. Navzdory mučení své nevlastní matky byla stále velmi synovská. Macecha je tak drsná, ale Wang Xiang je stále velmi synovská.\nJeho nevlastní matka má koníčka, to znamená, že ráda jí čerstvé ryby právě vylovené z řeky. Jeho nevlastní matka má koníčka, to znamená, že ráda jí čerstvé ryby právě vylovené z řeky. Jednou v zimě jeho otec odešel za obchodem a jeho nevlastní matka znovu onemocněla. Bratři Wang Xiang a Wang Lan pečlivě podávali matce k jídlu polévku a léky. V krutém chladném počasí se nemoc nevlastní matky stále nezlepšila. pospěš si. Jednou v zimě jeho otec odešel za obchodem a jeho nevlastní matka znovu onemocněla. Bratři Wang Xiang a Wang Lan pečlivě podávali matce k jídlu polévku a léky. V krutém chladném počasí se nemoc nevlastní matky stále nezlepšila. pospěš si. Nemocná macecha chtěla sníst čerstvou rybu z řeky.V tom krutém chladném klimatu venku sněžilo a voda v řece se už změnila v hustý led. Nemocná macecha chtěla jíst čerstvou rybu Kde by se dala sehnat čerstvá ryba v tom ledovém a zasněženém klimatu?\nV té době neexistovala mimosezónní jídla a nemohli jste si je koupit, i když jste měli peníze.\nV tomto bodě příběhu se stal dojemný příběh Wang Xiangqiu Li. Oba bratři bezmocně hlídali svou matku. Aby nezklamal nemocnou nevlastní matku, šel Wang Xiang k zamrzlé řece. Wang Xiang měl nápad a bez ohledu na chlad si svlékl košili. Ležel na ledovci s odhalenou hrudí a chtěl až K roztavení ledu využívá vlastní tělesnou teplotu (proto se kapr Wang Xiangqiu nazývá také Wang Xiang ležící na ledu). Sundal si košili a ležel nahý na ledovci. Modlil se k Bohu a řekl: \"Bože, moje matka je nemocná a chce jíst čerstvého kapra. Musíš pro mě najít cestu, ať se děje cokoliv.\" Kupodivu ledový blok vedle něj najednou praskl a byli tam dva. Z trhliny vyskočil živý kapr a skočil na led. Wang Xiang byl velmi šťastný. Modlil se k Bohu: „Bože, moje matka je nemocná a chce jíst čerstvého kapra, musíš pro mě najít cestu, ať se děje cokoliv.“ Kupodivu ledový blok vedle něj najednou praskl a byly tam dvě praskliny. Z trhliny vyskočil živý kapr a skočil na led. Wang Xiang byl velmi šťastný. Rychle poklekl, poděkoval Bohu a běžel s kaprem domů. Rychle poklekl, poděkoval Bohu a rychle vzal kapra a šel domů. Poté, co macecha snědla čerstvého kapra, se brzy z nemoci vyléčila. Macecha na nemocničním lůžku byla ohromená, když uviděla Wang Xiangovo nahé horní tělo, které zimou fialovělo, a dvě ryby v jeho rukou, a šťastně vběhla do pokoje a byla omráčena.\nWang Xiang se později stal úředníkem a stal se Taibao a byl mu udělen titul vévody.", "聖意": "Neklid doma, modlím se za ochranu, finanční potíže, obchodní problémy, manželství, nedůslednost v pojištění Liujia, chodci, Chi Tian, ​​ztráty bource morušového, šest ztrát dobytka, pohřešovaní lidé, veřejné žaloby, migrace, konzervativní, ztracený majetek, nemoc , těžké se z toho vzpamatovat, horská hrobka, hodně štěstí", "古人": "Wang Xiang žádá o kapra (24 filial Piety Stories)", "第X籤": "49 Výhra v loterii", "宮": "Haigong"}