{"籤詩版本二": "Můžete cestovat do všech koutů země a zavěsit vrchlík plachty, abyste jej mohli volně držet\nBude-li příznivý vítr, brzy dorazí a loď bude plná pokladů.", "詩意": "Tento hexagram je jako táhnout loď větrem.\nVše jde dobře.", "解曰": "Odpočívej v klidu. Není potřeba žádné úsilí. Spousta bohatství. Všichni obdivováni.", "籤詩故事一": "◇ Pět jezer Tao Zhugui (Fan Ligui Lake)\nV období jara a podzimu byl Fan Li, jehož zdvořilostní jméno bylo Shaobo, také známý jako Gui Yizipi nebo Tao Zhugong.\nV té době byla válka mezi státem Wu a státem Yue a stát Wu zničil stát Yue. Fan Li a Wen Zhong formulovali plán pro krále Yue Gou Jian na podporu Yue a zničení Wu. Fan Li osobně cestoval přes hory a řeky a navštívil řeku Huansha v hoře Cailuo, aby našel Xi Shi, krásnou ženu se ctnostmi, talentem a krásou, a představil ji králi Wu. Použil „krásu trik“ spolupracovat uvnitř i vně a zničit království Wu.\nPoté, co se mu podařilo vyhladit království Wu, Fan Li věděl, že Gou Jian je „dlouhokrký pták se zobákem“ a může s ním sdílet útrapy a štěstí, a tak se s Xi Shi plavili napříč královstvím Qi a změnili si jména. ke Gui Zipimu a vedl jeho syny a žáky v království Qi.Žijí v chatě u moře. Tvrdě pracoval na kultivaci pustiny, provozoval vedlejší činnost a podnikal.Během několika let nashromáždil desítky milionů rodinného majetku. Byl velkorysý, když šířil bohatství a činil dobro svému rodnému městu. Lidé z Qi ocenili moudrost a schopnosti Fan Li. Král Qi ho pozval do Linzi, hlavního města, a uctíval ho jako premiéra odpovědného za vládní záležitosti . Zvolal: \"Být úředníkem může vést k ministrům a vedení rodiny může vést k jmění. Pro prostého občana, který začínal od nuly, to dosáhlo extrému. Být vyznamenán po dlouhou dobu pravděpodobně není dobré znamení.\" Takže o pouhé tři roky později se Jiliu znovu statečně stáhl, vrátil pečeť králi Qi a rozdal veškeré své rodinné bohatství svým blízkým přátelům a spoluvenkovanům.", "聖意": "Dům je dobrý pro sebe (k odeslání), peníze jsou dobré, obchod je dobrý, manželství je pozdě, manželství není dobré, Liujia je v bezpečí, lidé brání polím, bource morušového, podzim, dobytek, jaro prosperuje, lidé hledají lidi, soudy jsou špatné, migrace je konzervativní, ztracené věci, západní nemoci jsou vyřešeny, hory a hroby jsou jih.", "古人": "Pět jezer Tao Zhugui (Fan Ligui Lake)", "第X籤": "Padesátý výherce loterie", "宮": "Haigong"}