{"籤詩版本二": "Chytit měsíc ve vodě vyžaduje hodně úsilí, ale nic.\nNemluvte nesmysly a neplýtvejte svou snahou o posílení těla.Slovo „tělo zvadlé“ původně znamená „tělo je osamělé“.", "詩意": "Tento hexagram je chtivý obrazu úsilí.\nVšechno je pracné a pracné.", "解曰": "Sliby se těžko pamatují. Hodně dřiny. Starost doma. Čekání na setkání s ušlechtilými lidmi.", "籤詩故事一": "◇Taibai chytil měsíc v opilosti (Li Taibai chytil měsíc v opilosti)\nLi Bai (701-762), také známý jako Taibai, také známý jako Qinglian Jushi. Básník dynastie Tang, který se nazýval vyhnaným nesmrtelným, byl známý jako Nesmrtelný poezie a byl vždy šťastný, aniž by pil.\nJednou Li Bai přišel do Jinlingu (nyní Nanjing) a odpočíval v restauraci vedle mostu Wende.\nTen den byl shodou okolností patnáctým dnem zimního lunárního měsíce. V noci seděl sám v restauraci a obdivoval měsíc, pil a recitoval básně. Ten den byl shodou okolností patnáctým dnem zimního lunárního měsíce. V noci seděl sám v restauraci a obdivoval měsíc, pil a recitoval básně. Li Taibai miloval měsíc nejvíce ve svém životě a říkal, že je čistý a krásný. Li Taibai miloval měsíc nejvíce ve svém životě a říkal, že je čistý a krásný. Té noci vzhlédl a uviděl na obloze bílý a kulatý měsíc. Byl velmi šťastný a vypil ještě pár sklenic. Té noci vzhlédl a uviděl na obloze bílý a kulatý měsíc. Byl velmi šťastný a vypil ještě pár sklenic. O půlnoci Li Taibai využil vína a sešel dolů k mostu Wende. O půlnoci Li Taibai využil vína a sešel dolů k mostu Wende. Jakmile vystoupil na most, sklonil hlavu a najednou uviděl měsíc padající do vody.Když se řeka pohnula, k bílému měsíčnímu stínu se přidalo několik černých čar. Jakmile vystoupil na most, sklonil hlavu a najednou uviděl měsíc padající do vody.Když se řeka pohnula, k bílému měsíčnímu stínu se přidalo několik černých čar. Li Taibai byl v té době tak opilý, že si myslel, že to byl měsíc, který byl potřísněn říční vodou. Li Taibai byl v té době tak opilý, že si myslel, že to byl měsíc, který byl potřísněn říční vodou. Ani se neobtěžoval zout si boty, otevřel ruce a skočil z mostu, aby chytil měsíc. Ani se neobtěžoval zout si boty, otevřel ruce a skočil z mostu, aby chytil měsíc. Tímto skokem se nečekaně nepodařilo zachytit měsíc, ale měsíc ve vodě se rozbil a okamžitě se rozdělil na dvě poloviny. Při tomto skoku se nečekaně nechytil měsíc, ale muž byl utopen. Zemřel ve věku dvaašedesáti let.", "聖意": "Dům je neklidný a vy máte smůlu (pozor na své zdraví) (smůla) Hledejte bohatství a rovnováhu (ani na to nemyslete) Potíže v obchodních transakcích, manželství není vyřešeno, modlete se za ochranu (prázdné poklady brání potrat) Chodci mají potíže, bource morušového na poli mají pět bodů a šest zvířat je na ústupu (smůla) Hledání lidí (nešťastné) Veřejné žaloby a (Zastavte žalobu) Obyčejná migrace (nezmiňujte to) Ztráta majetku (letadlo) Modlitba za ochranu před nemocí (nešťastná) Hodně štěstí v horách a hrobech", "古人": "Taibai chytil měsíc v opilosti (Li Taibai chytil měsíc v opilosti)", "第X籤": "Padesátá druhá výhra v loterii (Loterie)", "宮": "Děloha"}