{"籤詩版本二": "Když se frustrace změní v nadšení, draci řvou a tygři řvou.\nModrá obloha má svou vlastní cestu do nebe Ať mám další šanci dosáhnout slávy.", "詩意": "Tento hexagram je jako řvoucí drak a řvoucí tygr.\nJe naděje, že vše dobře dopadne.", "解曰": "Prostě učit a jít. Mít vlastní prosperitu. Musí být provedeno nakonec. Tam je místo k nalezení.", "籤詩故事一": "◇ Liu Bei rekrutuje nevěstu\nPo bitvě u Chibi Sun Quan toužil získat zpět Jingzhou, které získal Liu Bei, a tak použil plán Zhou Yu a předstíral, že chce zasnoubit svou sestru Sun Ren s Liu Bei, ale ve skutečnosti si chtěl vzít Liu Bei jako rukojmí, aby si nárokoval Jingzhou.\nPoté, co Zhuge Liang špehoval plán Zhou Yu, předal brožuru se strategií Zhao Yunovi, který chránil Liu Bei, když šel do Soochow. Zhao Yun se řídil strategií v brožuře a záměrně udělal velkou vlnu, aby nechal Wu Guotai ( Sun Quanův otec) ví o nabídce k sňatku. Protože Wu Guotai svou dceru miloval a nebyl ochoten činit nezávazná rozhodnutí o celoživotních záležitostech své dcery, pokárala Sun Quana za to, že je nelítostný k jeho sestře, a navrhla osobně vyzkoušet, zda je Liu Bei hoden své dcery v chrámu Ganlu. Poté, co se Wu Guotai setkala s Liu Bei, velmi ocenila Liu Bei a silně obhajovala manželství mezi Liu Bei a jeho dcerou.V důsledku toho se Liu Bei úspěšně oženil s paní Sun.\nPozději Liu Bei a paní Sun společně uprchli zpět do Jingzhou. Později chtěl Sun Quan zaútočit na Jingzhou, zatímco Liu Bei útočil na Yizhou, ale byl zastaven Wu Guotai, který se obával o bezpečí své dcery.\nŘekl: \"Zhou Yuův chytrý plán je nejlepší na světě. Ztratil svou ženu a ztratil své vojáky.\"\n(Liu Bei získal z ublížení)", "聖意": "Doma mám smůlu a mám smůlu (nejprve smůlu, pak hodně štěstí) Hledejte bohatství, rovnováhu, potíže v manželství, úspěch v manželství Modlete se za požehnání pro chodce, bource morušového na polích, pět bodů za škody na dobytku, hledejte pro lidi, soudy a migraci, štěstí pro ztracený majetek, štěstí pro nemoci, klid hor a hrobů.", "古人": "Liu Bei rekrutuje nevěstu", "第X籤": "Padesáté třetí výherní číslo", "宮": "Děloha"}