{"籤詩版本二": "Pláž je plná skal, potok teče, vítr je čistý, měsíc je jasný a urození lidé mají plné ruce práce.\nNa cestě se musím ptát, kam jít.Neberte si vůni květin a rostlin v lese.Nestarejte se o to.", "詩意": "Tento hexagram je jako loď na malé pláži.\nVe všem jsou šlechetní lidé, kteří pomáhají.", "解曰": "Abych se uživil. Hodně dřiny. Zůstaňte konzervativní a čekejte. Vše nejlepší.", "籤詩故事一": "◇ Lušanská vzpoura\nAn Lushan (703-757), jehož příjmení bylo Kang a jmenoval se Yaluoshan, pocházel z Liucheng, Yingzhou (nyní Chaoyang, Liaoning).\nPozději přijal příjmení An a změnil si jméno na Lushan. Za vlády císaře Xuanzonga z dynastie Tang byl An Lushan vojenským vyslancem.\nV listopadu 14. roku Tianbao An Lushan shromáždil vojáky ve Fanyangu. Ve jménu útoku na Yang Guozhong zahájil povstání a vzal jednotky tří měst k útoku na Luoyang, východní hlavní město. Zprávy z Taiyuanu přispěchaly do Lishanu. Tang Xuanzong, který byl v té době v paláci Huaqing v Lishanu, nevěřil, že by se Anlushan vzbouřil. Zprávy o povstání se však šířily dál a Xuanzong byl stále napůl přesvědčen. (Toto je zobrazení „zvuku drsné tekoucí vody na malých kamenech v potoce“)\nAž když Yan Zhenqing, prefekt okresu Pingyuan, někoho poslal, aby poslal informaci, Xuanzong se probudil ze svého snu.\nNa základě chybné strategie císaře Xuanzong z dynastie Tang dobyl An Lushanův jízdní pluk Luoyang, východní hlavní město. V prvním měsíci následujícího roku se prohlásil císařem Dajanem v Luoyangu, Jianyuan Shengwu, císařem Xiongwu a Da Xixun jako premiér.\nV červnu téhož roku císař Xuanzong z dynastie Tang, dychtivý ulehčit krizi v Chang'anu a pod mylným vojenským pochopením, popravil dva slavné generály, Feng Changqing a Gao Xianzhi.Tento rozkaz šokoval armádu Tang. (Toto chování porušuje \"silnice musí směřovat k přední řece\")\nPoté císař Xuanzong z dynastie Tang naléhavě nařídil jinému generálovi Ge Shuhanovi, aby vedl armádu Tang na východ z Tongguanu.\nGe Shuhan, který plně chápal strategickou chybu císaře Xuanzong z dynastie Tang, plánoval změnu odložit (přístup „je v pořádku, když je klidný vítr a klidný příliv“).\nNakonec si císař Xuanzong z dynastie Tang myslel, že je příliš plachý na to, aby bojoval, a tak mu nezbylo než bojovat s An Lushanem v slzách a byl poražen. (Splňuje \"Pokud tvrdě pracujete, abyste se uživili, můžete být zraněni.\")\nZa dynastie Tang, když pohraniční jednotky a místní posádky neměly čas reagovat, armáda An Lushanu stlačila hranici a vstoupila do oblasti hlavního města. V kritické situaci vedl císař Xuanzong z dynastie Tang gardový sbor k útěku z hlavního města, což způsobilo pád Xijing Chang'an bez vůdce.\n(Tang Xuanzong porušil vedení tohoto znamení, takže An Lushanovo povstání bylo úspěšné.)", "聖意": "Domov je bezpečný, člověk je příznivý, jmění je stabilní, transakce prosperuje a manželství je úspěšné (pozor). je nalezen a veřejná žaloba je oprávněná. Ztráta majetku přináší nemoc, to znamená, že hrobka Anshan by měla být opravena.", "古人": "Lushanské povstání", "第X籤": "Padesátá šestá loterie", "宮": "Ošklivý palác"}