{"籤詩版本二": "Ráno a za soumraku musí být Buddhova podpora v době nebezpečí, ale ne v nebezpečí\nPokud vás přitahuje vznešený člověk, pak vás budou provázet i peníze a hedvábí.To je Chuan Lai. Vše záleží na vás.", "詩意": "Tento hexagram představuje tajné požehnání bohů a Buddhů.\nBuďte trpěliví a ať se vám ve všem daří.", "解曰": "Znamení staromódního míru. Když bude všechno drahé, bude to příznivé.", "籤詩故事一": "◇ Tang Monk dosáhl osvícení\nJednoho dne Tang Seng přišel k řece a uviděl před ní Buddhovu horu Lingshan.Před ní byl jednopruhový most.Tang Seng se ji neodvážil přejít. Buddha se proměnil v lodníka a držel bezednou rozbitou loď. Jakmile Tang Monk nastoupil na loď, spadl do řeky a byl zachráněn lodníkem. Tak Tang Monk dosáhl buddhovství. (Příběh cesty na západ)\n◇ Buddhistické spisy Tang Monka\nSanzang z dynastie Tang, jeho běžné příjmení bylo Chen a jeho křestní jméno bylo Yi. Narozen v okrese Goushi, Luozhou (nyní jižně od města Yanshi, provincie Henan). Ve třinácti letech se stal mnichem a přijal buddhistické jméno Xuanzang.\nAby získal původní buddhistická písma, vydal se z Čchang-anu (dnešní Xi'an, provincie Shaanxi) ve třetím roce Zhenguanu (629 n. l.), odvážil se přes hranice a prošel nesčetnými útrapami, aby dosáhl Tianzhu ( Indie) sbírat písma. Procestoval povodí řek Gangy a Indu a jihovýchodní pobřežní oblasti Indie, poté překonal zasněžené hory a zelené hřebeny, ušel více než 50 000 mil tam a zpět. Trvalo mu 16 let, než se konečně vrátil do Chang'anu v roce 19. ročník Zhenguanu (645 n. l.). Přinesl zpět velké množství buddhistických písem a přeložil je do čínštiny.\n(Tang Sanzang prošel dlouhou cestu tam a zpět mezi Čínou a Indií. Musel zažít nebezpečí, ale dokázal se bezpečně vrátit, protože za ním stál neviditelný svatý patron.)", "聖意": "Domov je bezpečný, člověk je příznivý, západní byznys je úspěšný, manželství je úspěšné, chodci blokují pole, bourci jsou blokováni, bourci morušového jsou sedm bodů, dobytek je ziskový, hledají se lidé, západní lidé veřejná žaloba je špatná, migrace je konzervativní, ztracený majetek je vidět, nemoc je příznivá, hory a hrobky jsou příznivé.", "古人": "Tang Monk dosáhl osvícení", "第X籤": "Výhra v loterii šedesát dva", "宮": "Palác Jin"}