{"籤詩版本二": "Až přijde zima, větev švestkového květu na hoře se nezničí, i když její listy opadnou a větve uschnou.\nAle když přijde jaro, stejně se vracím jako kurtizána a ničím původní dílo.", "詩意": "V tomto hexagramu zaujímá přední místo květ švestky.\nVšechno je dobré, když se to zpozdí.", "解曰": "Jeden šíp vystřelil naprázdno. Když je prázdný, není prázdný. Čekání na příchod jara. Barva je v tom.", "籤詩故事一": "◇ skóroval dvakrát\nZa vlády císaře Dezonga z dynastie Tang byl loajální ministr Mei Bogao a jeho rodina nastraženi zrádným premiérem Lu Qi, který je chtěl všechny zabít. Utéct se podařilo pouze jeho synovi Mei Liangyuovi. Později změnil svůj jméno Wang Xitong, aby skryl svou identitu. Žil sám na ulici, hladový a studený, ale naštěstí se ho ujal Chen Risheng (Chen Dongchu). Chen Risheng neznal jeho životní zkušenosti, a tak ho požádal, aby pomohl s péčí o Chenovu švestkovou zahradu, aby nezemřel hlady na ulici.\nChen Risheng byl spolužákem a přítelem Mei Bogao. Když byl pronásledován Lu Qi, zachránil ho Mei Bogao. Výsledkem bylo, že se Mei Bogao a Lu Qi znepřátelili. Nakonec byla celá jejich rodina popravena. Chen Risheng se kvůli tomu cítil smutný a naštvaný. Poté, co se oženil, rezignoval a přestěhoval svou rodinu do Yangzhou, aby žila v ústraní.\nChen Risheng má dceru jménem Chen Xingyuan, která je krásná a voňavá.Po příchodu Mei Liangyu do rodiny Chen se do sebe na první pohled zamilovali. V den, kdy byly švestkové květy v plném květu, což bylo také výročí smrti Mei Bogao, Chen Risheng a jeho rodina otevřeli oltář ve švestkové zahradě svého domu, aby připomněli svého zesnulého přítele a dobrodince. Nečekaně se počasí náhle změnilo a strhla se silná sněhová bouře, která zakryla všechny švestkové květy. Chen Risheng bědoval, že se mu podařilo bezpečně utéct, ale nedokázal zachránit ani potomky rodiny Mei. Myslel si, že je to varování od Boha, a tak přísahal, že pokud švestkové květy znovu nevykvetou, což dokazuje, že potomci rodina Mei byla stále naživu, nikdy by nic neřekl.Utekl do buddhismu a stal se mnichem.\nJeho dcera Xingyuan to slyšela a okamžitě zapálila kadidlo a upřímně se modlila k Bohu, aby švestkové květy znovu rozkvetly. Jejich upřímnost pohnula nebem a všechny švestky v zahradě švestek znovu rozkvetly; později Chen Risheng věděl, že Xitong je Liangyu, a tak mu zasnoubil svou dceru Xingyuan.", "聖意": "Dům není dobrý pro sebe, člověk je dobrý pro sebe, hledá bohatství, je rozvážný v jednání, čas je správný, manželství je pozdě, jaro je silné, podzim je prázdný, cestovatel je pozdě, pole jsou prosperující, bource morušového prosperují, šest hospodářských zvířat prosperuje, hledání lidí, veřejné žaloby, ztráty, migrace, ztracený majetek, východní nemoci, falešné poplachy, horské hrobky by se měly změnit.", "古人": "Dvakrát skóroval", "第X籤": "Šedesát devět vítězství v loterii", "宮": "Tatsumi"}