{"籤詩版本二": "Chao Chao je jako včela sbírající květiny, která letí z jihozápadu a pak z východu\nJaro je pryč, květiny jsou pryč a není kde hledat.Toto srdce nezmění své místo pobytu.", "詩意": "Tento hexagram je jako včela trhající květiny.\nVšechno je pracné a pracné.", "解曰": "Žádná jarní scenérie. Dlouho prší, ale nikdy se nevyjasní. Požádat o pomoc. Je lepší být zticha.\n.", "籤詩故事一": "◇ Li Mi se vzbouřil proti dynastii Tang\nLi Mi\n(582-619), zesnulý vůdce armády Wagang v rolnickém povstání v pozdní dynastii Sui v Číně. Mistr kaligrafie. Mistr slova Fa byl rodák z Chang'anu, Jingzhao, a jeho domovem předků byl Xiangping, Liaodong (nyní jižně od Liaoyang, Liaoning). Rodák z Chang'an, Jingzhao, jeho domovem předků je Xiangping, Liaodong (nyní jižně od Liaoyang, Liaoning).\nV devátém roce Daye (613) se zúčastnil povstání Yang Xuangan proti dynastii Sui v Liyang (nyní severovýchodně od okresu Junxian, provincie Henan). V devátém roce Daye (613) se zúčastnil povstání Yang Xuangan proti dynastii Sui v Liyang (nyní severovýchodně od okresu Junxian, provincie Henan). Tajemný smysl je poražen,\nLi Mi uprchl. Xuangan byl poražen a Li Mi uprchl.\nVe dvanáctém roce Daye vstoupil do armády Wagang\n. Ve dvanáctém roce Dayeovy vlády vstoupil do armády Wagang. Li Mi byl dobrý ve strategii.V říjnu dvanáctého roku Daye, Li Mi přesvědčil Zhai, aby zaútočil na Xingyang Tong, mocného generála doprovázejícího armádu, aby bránil Zhang Xutuo, porazil armádu Sui a zabil Zhang Xutuo. Li Mi byl dobrý ve strategii.V říjnu dvanáctého roku Daye, Li Mi přesvědčil Zhai, aby zaútočil na Xingyang Tong, mocného generála doprovázejícího armádu, aby bránil Zhang Xutuo, porazil armádu Sui a zabil Zhang Xutuo.\nPozději navrhl zaútočit na sklad Xingluo (později přejmenovaný na Luokou), otevřít sklad pro pomoc a rozšířit tým. Tým armády Wagang rychle rostl. Ve 13. roce Daye vedl Li Mi armádu Wagang a Zhai Rang se zabýval degradací a distribucí dynastie Sui. Došlo k válce o vojenské zdroje a další záležitosti a Li Mi zabil Zhai Rang a stovky jeho stoupenců. Později navrhl zaútočit na sklad Xingluo (později přejmenovaný na Luokou), otevřít sklad pro pomoc a rozšířit tým. Tým armády Wagang rychle rostl. Ve 13. roce Daye vedl Li Mi armádu Wagang a Zhai Rang se zabýval degradací a distribucí dynastie Sui. Došlo k válce o vojenské zdroje a další záležitosti a Li Mi zabil Zhai Rang a stovky jeho stoupenců.\nV březnu 14. roku Daye zabil Yu Wenhuaji císaře Yang z dynastie Sui\n, vedl více než 100 000 lidí k návratu na západ. V březnu čtrnáctého roku Daye zabil Yu Wenhuaji (Yu Wen, složené příjmení) císaře Yang z dynastie Sui a vrátil se na západ s více než 100 000 lidmi. Li Mi dostal rozkaz zaútočit na Huaji. Přestože byl Huaji poražen, Li Mi také utrpěl těžké ztráty v jednotkách. Později ho pronásledoval Wang Shichong. Li Miova armáda byla poražena a jeho tábor byl zničen. Jeho generálové Qin Shubao, Cheng Zhijie (původně jménem Cheng Yaojin), Niu Jinda a další byli zajati., Shan Xiongxin se vzdal. Li Mi dostal rozkaz zaútočit na Huaji. Přestože byl Huaji poražen, Li Mi také utrpěl těžké ztráty ve svých jednotkách. Později byl pronásledován Wang Shichong. Li Miova armáda byla poražena a jeho tábor byl zničen.Jeho generálové Qin Shubao, Cheng Zhijie (původně jménem Cheng Yaojin), Niu Jinda a další byli zajati a Shan Xiongxin se vzdal. Li Mi byl zoufalý, a tak v září překročil řeku do Heyangu a vzdal se dynastii Tang. Li Mi byl zoufalý, a tak v září překročil řeku do Heyangu a vzdal se dynastii Tang.\nV listopadu poslal Li Yuan Li Mi do Shandongu, aby naverboval staré jednotky. Listopad, \nLi Yuan poslal Li Mi, aby počkal v Shandongu, aby naverboval staré vojáky. S pocitem, že byl podezřelý, se vzbouřil proti Tangovi. S pocitem, že byl podezřelý, se vzbouřil proti Tangovi. Tangský generál Sheng Yanshi pozval Li Mi k útoku a zabil ho v Xinggong Xian. Tangský generál Sheng Yanshi pozval Li Mi k útoku a zabil ho v Xinggong Xian.", "聖意": "Dům, dům, jazyk, já, darebák, hledání bohatství, plýtvání obchodem, manželství nevydrží, Liujia, prázdné květiny, chodci, jaotština, poškození bourcem morušovým, šest poškození dobytka, pohřešované osoby, soudní spory, ztráta, migrace, konzervativnost, ztracený majetek, nemoc, překážky, reforma horského hrobu", "古人": "Li Mi se vzbouřil proti dynastii Tang", "第X籤": "Sedmdesátá remíza", "宮": "Tatsumi"}