{"籤詩版本二": "Včelaři musí prosit o med, aby je neštípalo žihadlo\nPřed tebou musí být podivná cesta Tajemství je hluboké jako les trní.", "詩意": "Tento hexagram symbolizuje včely sbírající med.\nVšechno je pracné a pracné.\n\n(Tento hexagram hledá symbol sladkosti a hořkosti.\nPředcházet katastrofám ve všem.\n)", "解曰": "Věci je třeba dělat opatrně. Není třeba to nutit. Včely sbírají med. Jaký je důvod?", "籤詩故事一": "◇ Wang Mang hledá talenty\nO rodině Wang Mang v západní dynastii Han lze říci, že je to bohatá rodina. Ačkoli jeho otec zemřel mladý, několik jeho strýců a strýců se stalo císaři dynastie Han. Stali se generály, ministerskými předsedy, stali se markýzy a dostávali odměny. Rodina Wangů byla mimořádně prominentní.\nAle Wang Mangova vlastní malá rodina byla extrémně chudá; jeho otec zemřel mladý a on žil pouze se svou matkou a spoléhal se na charitu od příbuzných. Ale kvůli tomu si Wang Mang od dětství rozvinul a cvičil soubor dovedností v jednání s lidmi. Bez ohledu na to, jak smutný nebo naštvaný se cítil, vždy před příbuznými, staršími nebo cizinci projevoval velmi šťastný a mírumilovný pohled, takže ho všichni v klanu docela ocenili.\nJednou byl jeho nejstarší strýc vážně nemocný. Poté, co se o tom dozvěděl, přišel a čekal u pacientova lůžka, přinesl léky a vodu a v noci bděl. Několik měsíců v řadě byl svlečený, rozcuchaný a vyčerpaný. Byl prostě více „trpělivý\" než pacient. Více „syn\" než biologický syn.\nZa to ho všichni v Tchajwanském lidu chválili a psali dopisy s žádostí o odměnu pro něj.\nCísař Cheng z dynastie Han mu tedy udělil titul markýze nového hlavního města a jmenoval ho strážcem v paláci, čímž se stal blízkým ministrem císaře.\nWang Mang se svým vysokým postavením a velkou mocí nikdy neprojevoval žádnou aroganci nebo liknavost, naopak byl stále zdvořilejší a zdvořilejší.Na jedné straně se přátelil s ministry, generály, ministry, slavnými učenci a učenci.\nŽil však velmi střídmým životem, často jedl masitá jídla, nemluvě o nošení dlouhých hábitů a šatů s dlouhými rukávy, pouze v krátkých šatech. Všichni ve vládě i veřejnost jej tedy jednomyslně chválili slovem „ctnostný“.\nPozději jeho strýc, Grand Sima Wanggen, zemřel na nemoc a byl vybrán jako jeho náhrada. Císař a všichni ministři si mysleli, že je nejvhodnější. Proto se Wang Mang, kterému bylo pouhých osmatřicet let, stal Grand Simou s nejvyšší vojenskou silou v zemi.\n(Tento příběh je metaforou. Být dobrým člověkem vám může pomoci zbavit se „obtíží s bodnutím včelami“ a dosáhnout svých ideálů, jak si přejete.)", "聖意": "Dům není dobrý pro sebe, rodina je v problémech, obchod je zablokovaný, manželství je zablokované, šest brnění je falešných, chodci jsou pozdě, sklizeň bource morušového je nízká, dobytek je nízký, je obtížné najít lidi, žaloba je špatná, migrace se nehýbe, ztracený majetek je špatný, nemoc je zřízena, horský hrob je ztracen", "古人": "Wang Mang hledá talenty", "第X籤": "Výhra v loterii sedmdesát dva", "宮": "Tatsumi"}