{"籤詩版本二": "Když přijde jaro, otřese se hromy a zacvrčí hmyz a já se odvrátím od bahna\nKdyž jsem si poprvé uvědomil, že stále přicházím a odcházím, jakmile jsem se změnil, stal jsem se drakem.", "詩意": "Tento hexagram je jako hrom a hmyz.\nSetkání s ušlechtilým člověkem je dobré znamení ve všem.", "解曰": "Údery hromu. Dva vklady dovnitř a ven. Změňte jednou. Až do Tianmen.", "籤詩故事一": "◇ Chenqiao vzpoura\nV roce 959 n. l. Zhou Shizong Chai Rong zemřel a císaři Gongovi, Chai Zongxunovi, který nastoupil na trůn, bylo pouhých sedm let. V té době měl skutečnou moc Zhao Kuangyin, který sloužil jako inspektor před palácem a vyslanec Songzhou v německé armádě.\nNa jaře roku 960 n. l. hlásily Zhenzhou (dnešní Zhengding, provincie Che-pej) a Ding-čou (dnešní okres Dingxian, provincie Che-pej), že armády severní dynastie Han a státu Liao společně šly na jih, aby zaútočily na pozdější dynastii Zhou. velkou dynamiku a požádal o vyslání vojáků na pomoc. Později dynastie Zhou nařídila Zhao Kuangyinovi, aby vedl své jednotky na sever do boje proti nepříteli. Zhao Kuangyin jednal tajně podle plánu svého bratra Zhao Guangyi, Zhao Pu, Shi Shouxin a dalších.\n3. února, když armáda dorazila do Chenqiaoyi (nyní město Chenqiao, jihovýchodně od Fengqiu, Henan), zahájili vzpouru a nařídili vojákům, aby mu oblékli žluté šaty. Vzbouřili se proti pozdější dynastii Zhou a podpořili Zhao Kuangyina jako císaře . Poté Zhao vedl své jednotky zpět do Kaifeng, aniž by pálil, zabíjel nebo raboval.\"Taizu Chen Qiao složil přísahu, že nebude rušit obyvatele hlavního města, a slíbil, že nebude rušit město v den, kdy do města vstoupí.\"\nTřetího dne třetího roku lunárního měsíce se Zhao Kuangyin vzbouřil v Chenqiao a vrátil se do hlavního města. Fan Zhi vedl Wang Pu a Wei Renpu, aby se zeptali Zhao Kuangyina. Luo Yanhuan vytasil meč před stanem a hlasitě zakřičel : \"Ty tři armády nemají pány. Všichni generálové se rozhodli jmenovat ho císařem. Každý, kdo promluví, bude zabit!\". Tvář Wang Pu byla bledá jako země. Snížil kroky a uklonil se. Fan Zhi se také uklonil. Kuang Yin mu osobně pomohl vstát a choval se k němu velmi zdvořile.\nPo mírném odporu na trůn nastoupil císař Gong z pozdější dynastie Zhou a trůn převzal Zhao. \"Taizu se chystal přijmout zen, ale nebyl tam žádný zenový text. Tao Gu, učenec Hanlina, přijal rozkaz a vešel vedle něj a řekl: \"Je hotovo.\"\nPoté, co Zhao nastoupil na trůn, změnil název země na Song, Yuan na Jianlong a učinil Kaifeng hlavním městem. Shi Shouxin, Gao Huaide, Zhang Lingduo, Wang Shenqi, Zhang Guanghan a Zhao Yanhui byli všichni oceněni titulem Jiedushi , která byla v historii známá jako „Chenqiao vzpoura“.\nWikipedie\n(Tento příběh představuje, že toto je začátek vystoupení Zhao Kuangyina.)", "聖意": "Modlete se za svůj domov, každodenní život, bohatství, štěstí, hodně štěstí v podnikání, vznešené manželství, úspěch v Liujia, samci chodci, brzké narození bource morušového na polích, brzké narození šesti zvířat, štěstí na jaře, hledání lidí , úspěch v soudních sporech, štěstí v migraci, ztracený majetek, nebezpečí v nemocech, nebezpečí v horách a hrobech.", "古人": "Chenqiao vzpoura", "第X籤": "Podepsáno sedmdesát tři", "宮": "Palác Mi"}