{"籤詩版本二": "Ve snu se říkalo, že bude hodně bohatství, ale sláva přijde vniveč.\nVoda je daleko a hory jsou daleko, ale je těžké být věrný.Vznešený člověk vede a usmívá se.", "詩意": "Tento hexagram představuje symbol získání pokladu ve snu.\nVše je víceméně skutečné.", "解曰": "Snít jako sen. Žádná naděje na slávu. Jen počkej na dobré časy. Vznešené instrukce.", "籤詩故事一": "◇ Vraťte jadeit Zhao (po dokončení vraťte nefrit Zhao)\nV roce 283 př. Kr.\nLin Xiangru analyzoval králi Zhao, že Qin je silný a Zhao slabý a musí být nahrazen.\nKrál Zhao pak poslal Lin Xiangru do Qin s He's Bi.\nKrál Qin se setkal s Lin Xiangru v Zhangtai a Lin Xiangru daroval nefrit králi Qin. King of Qin byl nadšený a předal He's Bi krásce a všichni kolem ní se na to podívali.V tuto chvíli všichni nalevo a napravo křičeli ať žije.\nLin Xiangru viděl, že král Qin neměl v úmyslu dát město Zhao, a tak řekl králi Qin, že jeho nefrit je vadný, a chtěl na to upozornit krále Qin, aby využil příležitosti získat nefrit zpět.\nPoté, co Lin Xiangru vzal zpět Heshiho Bi, postavil se vedle velkého sloupu a ukázal, že chce zemřít s Heshiho Bi.\nV této době Lin Xiangru řekl králi Qin: \"Král Zhao stále překonal námitky ministrů a přijal ministrův návrh. I když se navzájem neklamali při interakci s prostým lidem, nemluvě o tom, Qin je velká země! Abychom zachovali přátelství mezi Qinem a Zhao, králem Zhao Po pětidenním půstu jsem poslal své ministry do Qin s nefritem. Bohužel král Qin nejenže neměl v úmyslu dát Zhao město, ale také předal nefrit He rodiny krásné ženě, což byl opravdu výsměch mým ministrům.\"\nPo domluvě Lin Xiangru okamžitě gestem narazil do sloupu.Král Qin se bál, že He's Bi bude poškozen, a tak předstíral, že dá Zhao patnáct měst. Lin Xiangru prohlédl zrádný plán krále Qina, a tak požádal krále Qina, aby se pět dní postil, než předloží He's Bi, aby oddálil čas. V těchto několika dnech poslal Lin Xiangru své sluhy, aby se vrátili do státu Zhao s nefritem, zatímco on zůstal vypořádat se s králem Qin.\n(Tento příběh je jako oči obyčejného člověka fascinované jeho postavením.)", "聖意": "Modlit se za požehnání doma, sobě, bránit bohatství, ztěžovat provádění transakcí, manželství není v souladu s chodci Liujiaxu, chitianští bourci morušového nejsou akceptováni, šest zvířat je poškozeno, pohřešovaní lidé se pohřešují, očekávají se veřejné žaloby a migrace, ztraceno majetek je daleko, nemoci jsou zakládány, posílány do horských hrobek a měněny.", "古人": "Vraťte jadeit Zhao (dokončete jadeit Zhao)", "第X籤": "Sedmdesátá sedmá výherní loterie", "宮": "Polední palác"}