{"籤詩版本二": "Listí platanů opadlo, podzim se blíží a zpáteční cesta cestovatelů vypadá jako mraky.\nDíky velkému Božímu úsilí se loď vrátila s pokladem ve větru.", "詩意": "Tento hexagram představuje padající listy platanů.\nVšechno je předem špatné a nakonec dobré.", "解曰": "Ber věci od srdce. Tianxin ho následuje. Abych se uživil. Dělejte, co můžete.", "籤詩故事一": "◇ Vítr fouká do pavilonu Tengwang\nWang Bo, vlastním jménem Zian, byl básník rané dynastie Tang Narodil se v prvním roce Yonghui, císaře Gaozonga z dynastie Tang. Wang Bo čte písma od dětství a je známý jako „zázračné dítě“. Wang Bo čte písma od dětství a je známý jako „zázračné dítě“.\nKdyž mu bylo deset let, šli se svým otcem náhodou kolem chrámu Guandi. Uviděli v chrámu majestátní sochu Guandi, jak drží kopii „Jaro a podzim“ a čte ji. Když to jeho otec viděl, byl inspirován. Zpíval císaři Guanovi: \"Držím tři prameny zeleného vousu, čtem historii dynastie Čching zelené lucerně a vzdávám hold slavným jménům. Držím zeleného draka a měsíc v ruce.\" Říká se že na podzim tohoto roku se Wang Bo vydal ze Shanxi na ostrov Hainan, aby navštívil svého otce, který byl degradován na okresního soudce Jiaozhi. Cestou procházel tisíce hor a řek. Na podzim roku, kdy mu bylo sedmadvacet, se Wang Bo vydal ze Shanxi na ostrov Hainan navštívit svého otce, který byl degradován na místo soudce okresu Jiaozhi. Cestou prošel tisíce hor a řek.\nKdyž jsme toho dne dorazili k hoře Madang, všichni šli na břeh, aby si odpočinuli. Když Wang Bo procházel kolem starověkého chrámu sám, najednou uviděl starého muže sedícího na kameni vedle chrámu. Starý muž vypadal jako dítě se světlými vlasy a víla.“ Řekl Wang Bo: „Nejsi ty Wang Bo?“ Wang Bo se lekl a řekl: „Přesně tak! Jak to víš?“ Stařec řekl: „Už dlouho jsem slyšel, že máš dobrý záměry zachránit lidi a vaše básně jsou velmi smysluplné. Zítra bude v pavilonu Tengwang velká párty. Pokud se můžete zúčastnit banketu a napsat esej, budete slavní po celé věky a dostanete cestovní výdaje.\" Když dorazili na hoře Madang všichni odešli na břeh, aby si odpočinuli. Když Wang Bo šel sám kolem starověkého chrámu, najednou uviděl na kameni vedle chrámu: Seděl tam starý muž, který vypadal jako dítě se světlými vlasy a víla Řekl Wang Bo: \"Nejsi ty Wang Bo?\"\nWang Bo byl zaskočen a řekl: \"Přesně tak! Jak to víš?\"\nStařec řekl: \"Dlouho jsem slyšel, že máte laskavý úmysl zachraňovat lidi, a básně, které skládáte, jsou docela smysluplné. Zítra bude velkolepá párty v pavilonu prince Tenga. Pokud se můžete zúčastnit banketu a skládat, budeš slavný po celé věky a budeš mít cestovní výdaje.\"\nWang Bo řekl: „Toto místo je šest nebo sedm set mil daleko od pavilonu Tengwang. Jak se sem zítra dostaneme?“ Stařec řekl: „Použiji koně jako božský vítr, abych vám pomohl mít hladkou plavbu. určitě dorazí zítra.\" Wang Bo mi poděkoval a řekl: \"Promiň, můj tchán. Jsi nesmrtelný nebo bůh?\" Starý muž se zasmál a řekl: \"Jsem Zhongyuan Shuijun, který má na starosti tato vodní plocha!\" Wang Bo řekl: „Toto místo je šest nebo sedm set mil daleko od pavilonu Tengwang. Jak se sem zítra dostaneme?\"\nStařec řekl: \"Použiji koně jako božský vítr, abych ti pomohl mít hladkou plavbu. Zítra určitě dorazím.\"\nWang Bo mu poděkoval a řekl: \"Promiň, tchán, jsi nesmrtelný nebo bůh?\"\nStařec se zasmál a řekl: „Já jsem Zhongyuan Shuijun, který má na starosti tuto vodní plochu!“ Potom stařec vyzval Wang Bo, aby rychle nastoupil na loď. Viděl, jak ho na chvíli obklopují příznivé mraky a vítr a voda byla po cestě hladká.Během mrknutí oka urazil stovky mil.\nPak stařec naléhal na Wang Bo, aby rychle nastoupil do člunu. Viděl, jak ho na chvíli obklopují příznivé mraky, a cesta proběhla hladce. Během mrknutí oka urazil stovky mil. Jak se očekávalo, Wang Bo ráno v den velké události spěchal do pavilonu prince Tenga.\nJak se očekávalo, Wang Bo ráno v den velké události spěchal do pavilonu prince Tenga. A na místě napsal „Předmluvu k pavilonu prince Tenga“, kterou císař Gaozong z dynastie Tang nazval věčným mistrovským dílem. A na místě napsal „Předmluvu k pavilonu prince Tenga“, kterou císař Gaozong z dynastie Tang nazval věčným mistrovským dílem.\nExistuje báseň, která říká:\nVždy se říkalo, že talentovaní lidé jsou bohové, takže není náhoda, že vítr přivádí Nanchang do Nanchangu;\nNapsal jsem větu o vysokém pavilonu Teng Wanga a pak doprovodil nesmrtelné do Zhongyuanu.", "聖意": "Modlete se za svůj domov a chraňte se, modlete se za požehnání, hledejte bohatství a dosáhněte manželství a harmonie.", "古人": "Vítr fouká do pavilonu Tengwang", "第X籤": "Podepište osmdesát jedna", "宮": "Wei Gong"}