{"籤詩版本二": "Co se stane, když ztratíte svou ctnost kvůli své pověsti?Obávám se, že se štěstí změní a budou se dít špatné věci.\nOpilý, nevím, kam jít. Ve stínu zelených borovic se mi zdá mlhavý sen.", "詩意": "Tento hexagram představuje chladnou rybu opouštějící vodu.\nS ničím nelze pohnout.\n\n(Tento hexagram je symbolem špatné ctnosti a smůly.\nVe všem zůstaňte nohama na zemi.\n)", "解曰": "Studená ryba opouští vodu. žába sedící na prameni. Pokud se ptáte na plány tábora. Je lepší Mo Qi\nToto znamení přinese Liujii smůlu. Všechno se pokazí. Modlete se za bezpečnost.", "籤詩故事一": "◇ Zhuangzi testuje svou ženu\nZhuangzi se narodil v dynastii Zhou. Jeho příjmení bylo Zhuang, jeho křestní jméno bylo Zhou a jeho křestní jméno bylo Zixiu. Pocházel z Mengyi v dynastii Song. V dynastii Zhou byl úředníkem Qiyuanu.\nJednoho dne potkala Zhuangzi na hoře ženu, která dřepěla před novým hrobem a zoufale třásla vějířem, jako by chtěla osušit mokrou půdu na hrobě. Zhuangzi nerozuměl jejímu záměru, a tak se jí zeptal. Řekla, že osoba pohřbená v hrobě byl její manžel a poslední slova jejího manžela byla, že se nemůže znovu vdát, dokud půda na hrobě nevyschne. Už nemohla déle čekat, a tak rozvířila hlínu, aby rychleji vyschla a mohla se vydat za druhým pramenem.\nZhuangzi si povzdechl, když si pomyslel, že na světě existuje taková bezcitná žena. Pak jsem si pomyslel, byla by moje žena taková? Když se objeví podezření, chci to otestovat.\nZhuangziho manželka se jmenovala Tian a pár měl obvykle blízký vztah. Aby otestoval loajalitu své ženy, rozhodl se Zhuangzi předstírat, že je mrtvý.\nKdyž se dozvěděli, že Zhuangzi zemřel na náhlou nemoc, přišlo mnoho lidí z celého světa, včetně příbuzných a přátel, vyjádřit svou soustrast. Mezi nimi byl i pohledný král a vnuk ze státu Chu, který byl bohatý na bohatství. Tian byla čerstvě ovdovělá a ubohá, pronásledoval ji. Paní Tian nevydržela pokušení a zamilovala se do Wang Sun.Vzali se za pouhých dvacet dní.\nTé noci, když bylo víno vypito a uši byly horké, Wang Sun náhle dostal infarkt a zemřel.\nPaní Tian byla vyděšená a zpanikařila a naléhavě se zeptala Wang Sun, co má dělat. Wang Sun vydržel bolest a řekl paní Tian, ​​že mozky mrtvých těl lze použít k přivedení mrtvých zpět k životu.\nKde najít mrtvolu? Paní Tian si najednou pomyslela, neumřel její manžel právě teď? Pan Tian zapomněl na starou lásku mezi manželi a skutečně vzal sekeru a rozštípl manželovu rakev a připravoval se vyjmout mu mozek kvůli lékům.\nKdyž byla rakev otevřena, Zhuangzi nečekaně znovu ožil. Paní Tian se tak styděla, že se oběsila.\n(Tento příběh je metaforou porušování přátelství pro osobní prospěch, takže s ním nemůžeme souhlasit.)", "聖意": "Dům je klidný, já je v bezpečí, peníze jsou nespravedlivé, obchody jsou obětovány, manželství je vyřešeno, zlo v Liujia prosperuje, chodci nedorazili, bourec je plochý, dobytek je plochý, lidé chybí, žaloba se mění, učedníci jsou konzervativní, majetek není nemocný a hora a hrob jsou zlé.", "古人": "Zhuangzi testuje svou ženu", "第X籤": "Položka 84", "宮": "Wei Gong"}