{"籤詩版本二": "Temné mraky a mlha zakrývají cestu před horou.Vše je kulaté a měsíc je zase kulatý.\nZískáte-li poezii a knihy, probudíte se z hlubokého snu.Vznešený člověk vás povede na střechu.", "詩意": "Tento hexagram symbolizuje konec jara a rozkvět květin.\nVšechno se mění po Pánu.", "解曰": "Starý muž musí požádat o pomoc. Na jaře znovu kvete. Touha po slávě a bohatství. Setkat se s neočekávaným koncem života.", "籤詩故事一": "◇ Han Wengong narazí na sníh\nHan Yu, jehož zdvořilostní jméno bylo Tuizhi, pocházel z Changli. Tang Dezong se stal Jinshi v osmém roce Zhenyuanu a jeho posmrtný titul byl Wen Gong.\nZa vlády císaře Xianzonga z dynastie Tang Han Yu protestoval s Buddhovými kostmi, což císaře rozzlobilo. Han Yu opustil svou ženu a děti a odešel do Chaozhou. Po necelých pár dnech chůze se zvedl studený vítr a hustě sněžilo. Han Yu přišel na místo, kde byl sníh několik stop hluboký, takže jeho koni ztěžoval pohyb vpřed. Nedaleko nebyl žádný dům a on nevěděl, kde je cesta. Pokud chcete jít po cestě a ustoupit, není cesty zpět. Vítr silně foukal a sníh rychle padal. Han Yu byl promočený až na kůži, zmrzlý a hladový a neměl kam vyjádřit svůj smutek.\nHan Yu si povzdechl a řekl: \"Císař mě nezabije, ale císař mě chce zničit.\"\nPrávě když byl Han Yu zoufalý, uviděl muže přicházet odklízet sníh i přes krutou zimu. Ukázalo se, že je to Han Xiangzi (synovec Han Yu).\nHan Xiangzi předtím řekl Han Yu: \"Kde je Yun Hengův domov v Qinlingu? Sníh obejme modrou bránu a kůň se zastaví vpřed.\" V té době Han Yu nechápal, co tím Han Xiangzi myslel, ale teď konečně pochopil.\nHan Yu a Han Xiangzi tedy šli strávit noc do Fuova domu v Languanu. Když mluvil o minulosti a cestě ke kultivaci, byl Han Yu upřímně přesvědčen.\nPozději Han Yu opustil své oficiální postavení, věnoval veškerý svůj majetek místní vládě a odešel do hor praktikovat taoismus a stát se nesmrtelným.", "聖意": "Dům není dobrý pro sebe, buďte opatrní a shánějte peníze, zaměřte se na podnikání, manželství je pozdě, chodkyně Liujia blokují pole, bource morušového jsou dobré, dobytek je dobrý, je obtížné najít lidi, opakují se veřejné žaloby, migrace je aktualizováno, ztracené věci jsou vážné, nemoci jsou zpožděny, horské hrobky by se měly změnit.", "古人": "Han Wengong narazí na sníh", "第X籤": "Osmdesátá pátá výherní loterie", "宮": "Shen Gong"}