{"籤詩版本二": "Když jdeme do poloviny západní hory, útesy Junlingu nelze usadit.\nVzhlížíme k Bohu pro ochranu, toto tělo je stále v márnici", "詩意": "Tento hexagram je jako hledat zlato v písku.\nVe všem jsou známky ušlechtilých lidí.\n\nTaké: Tento hexagram označuje, že osoba je v nebezpečí.\nVe všem jsou známky ušlechtilých lidí.", "解曰": "Jadeit lze nalézt otesáním kamene. Najděte zlato v písku. Je třeba tvrdě pracovat. Jen potíže.\nDalší dílo: těžká situace. Nikde zůstat. Pros o Boží požehnání. Modlete se za klid mysli.", "籤詩故事一": "◇ Kousněte zlato a prozkoumejte podzemní jeskyni\nNa oslavu svých vojenských výkonů uspořádal Cheng Yaojin v Yanwuyang banket. Najednou se v zemi otevřela díra, která byla nevyzpytatelná. Všichni losovali tak, že vybírali slova, kousali zlato, aby vyhráli, a půjčovali si provazy, aby se do díry přivázali.\nJsou zde kamenné dveře, stoly, židle, mosty a další předměty.Na stole jsou dračí róby a nefritové pásy, které jsou vyrobeny ze zlata a opotřebované z jeskyně.\nYao Jin vyšel z díry s velkou krabicí a malou krabicí, otevřel dřevěnou krabici a vyndal nefritovou pečeť, otevřel krabici, vyndal velkou vlajku a korunní roucho a koleje a položil je na stůl a všichni je sledovali jednoho po druhém. Viděl jsem, že na velké pečeti bylo vyryto osm znaků tuleňů „Démonský král Hunshi, velký ctnostný císař“.\nVšichni ho uctívali jako „císaře“ a Yaojin to dělal tři roky jako král démonů. (Ve skutečnosti to bylo jen samozvané a Cheng Yaojin byl v té době pouze vůdcem vesnice.)\n(Tento příběh je metaforou, že dobré věci jsou stejné jako hraní. Toto je umělecké pojetí „toto tělo je stále v prázdnotě“.)", "聖意": "Modlitba za domov a dům, sebeporážka, hledání bohatství, tvrdá práce, opatrnost v podnikání, manželství bude bránit Liu Jiaxu, chodci, Chi Tian, ​​bource morušového, stáj šest hospodářských zvířat, hledání lidí, žádné soudy, ztráta , migrace, udržování ztraceného majetku, zlé nemoci, překážky, hory a hroby.", "古人": "Průzkum krypty pro zlato", "第X籤": "Podepište osmdesát sedm", "宮": "Shen Gong"}