{"籤詩版本二": "Neobtěžujte mě svými osobními záležitostmi.To je vhodnější zeptat se veřejnosti.\nJasné srdce je jasné a jasné jako jasný měsíc na obloze", "詩意": "Tento hexagram představuje obraz jasného měsíce na obloze.\nVše je světlé a vzdušné.", "解曰": "Buďte upřímní v srdci. Upravte zákon. Svatá slova. Konečně je jasno.", "籤詩故事一": "◇Kong Mingův generál\nŘešení: Zhuge Liang mobilizuje své vojáky a generály\nBěhem období Tří království se Zhuge Liang (181-234), zdvořilostním jménem Kongming, narodil v Yangdu, Langya (nyní okres Yinan, provincie Shandong).\nZhuge Liang souhlasil, že se stane úředníkem poté, co Liu Bei třikrát navštívil chatu s doškovou střechou. V té době Cao Cao zpacifikoval Hebei a byl rozhodnut pochodovat na jih. Poslal Xiahou Duna jako hlavního generála, Yu Jin, Li Dian a další jako zástupce generálů, vedoucí 100 000 armádu k pochodu směrem k Xinye. Ačkoli měl Zhuge Liang v té době plán na ústup před nepřítelem, Guan Yu a Zhang Fei slovy Zhuge Lianga opovrhovali. Zhuge Liang neměl jinou možnost, než použít Liou Beiův meč, aby si oba muže podmanil. Každý z nich vedl tisíc vojáků a koní a číhal v Yushanu a Anlinu. Počkali, až Xiahou Dun povede jeho armádu, aby prošel, a pak na ně zaútočili. přepadení a palba.\nKromě toho byl Zhao Yun poslán, aby vedl staré a slabé zbytky armády, aby bojoval jako předvoj proti Xiahou Dun, a pak předstíral porážku a ustoupil, čímž nalákal Xiahou Duna na úzkou cestu v horách a lesích. Poslal také Guana Ping, Zhou Cang, Liu Feng a další, aby se vplížili do týlu Caovy armády, spálili zásoby a způsobili paniku v Caově armádě.\nPo bitvě se vše stalo tak, jak to Zhuge Liang zařídil. Když Xiahou Dun a Yu Jin vedli armádu v pronásledování, Li Dian, který byl v týlu, naléhavě informoval Xiahou Dun v přední části, že se musí chránit před nepřátelskými palebnými útoky. Bylo však příliš pozdě. Caova armáda byla omezena úzké silnici a byl umístěn v místě, kde byly stromy propletené, takže požár nemohl začít. Došlo k těžkým ztrátám a Xiahou Dun a další generálové byli poraženi a uprchli zpět do Xudu.\n(Tento příběh je metaforou, že Kong Ming umí využívat lidi a moudře vládnout zemi.)", "聖意": "Domov a dům jsou příznivé. Přeji hodně štěstí v bohatství, duševní klid, prosperující podnikání, manželství, úspěch, úspěch v Liujia, muži stěhování polí, bource morušového, ztráty dobytka, pohřešovaní lidé, veřejné žaloby, migrace, ztracený majetek, požehnání, nemoc, mír, hory a hroby.", "古人": "generál Kong Ming", "第X籤": "Deváté znamení", "宮": "Palác Jin"}