{"籤詩版本二": "Ambice a úspěchy jsou v dynastii, ale teď bude nekonečné pití a sex.\nPokud uvidíte zlatého kohouta, budete odměněni penězi, bohatstvím a bohatstvím.", "詩意": "Tento hexagram představuje symbol ambicí a slávy.\nUdržujte vše příznivé.", "解曰": "Ambiciózní a nadšená. Ještě není pozdě se hlídat. Zlatý kohout slibuje. Všichni šťastní.", "籤詩故事一": "◇ Cao Pi se prohlásil císařem\nCao Pi, vlastním jménem Zihuan, se narodil v Peiguoqiao (nyní Hao County, Anhui). Slavný politik a spisovatel v období Jian'an.\nCao Pi je druhým synem Cao Cao. Od dětství žil se svým otcem ve vojenském táboře. Pod vlivem svého otce se Cao Pi v šesti letech naučil lukostřelbu a v osmi letech jízdu na koni. dobré dovednosti v bojových uměních. Má také rozsáhlé znalosti starých i moderních klasiků a biografií, stejně jako knih stovek myšlenkových směrů. Teprve v osmnácti letech Cao Cao porazil Yuan Shao a Cao Pi žil relativně stabilním životem v Yecheng, centru vlády Cao Cao. Od té doby, i když občas doprovázel svého otce na vojenských výpravách a většinu času žil životem urozeného syna, stále se každý den věnoval bojovým uměním a neupadl dodnes. Často jezdí na koni na sto kroků a je velmi zručný v bojových uměních.Protože se často věnuje bojovým uměním, je lehký a silný.\nCao Caoův nejstarší syn Cao Ang byl zabit v bitvě. Poté, co nejstarší syn zemřel, Cao Pi se stal první volbou pro korunního prince. Když mu bylo jednatřicet let, stal se korunním princem Cao Cao. Když bylo Cao Pi třiatřicet let, Cao Cao zemřel na nemoc a Cao Pi ho následoval jako ministerský předseda a král Wei. Říkal, že často jezdí na koni na sto kroků a je velmi zručný.Protože často cvičí kungfu, je lehký a zdravý.", "聖意": "Modlete se, aby byl váš domov a váš domov klidný, hledejte bohatství, tvrdě pracujte, obchodujte, brzy se rozejděte, manželství bude úspěšné, Liujia bude v bezpečí, lidé budou na poli, bourci budou zralí, šest hospodářských zvířat bude zralých , bude těžké najít lidi, veřejné žaloby budou naléhavé, migrace bude ztracena a věci budou daleko, nemoci budou přetrvávat v horách a hrobech.", "古人": "Cao Pi se prohlašuje za císaře", "第X籤": "Devadesátá pátá výherní loterie", "宮": "xugong"}