{"籤詩版本二": "Majestátní pagoda je neobvyklá, s nádhernými prvky na všech stranách, které jasně září.\nVyzývám vás, abyste byli odhodlaní pilně se klanět a konat dobré skutky, a nebe vám sešle požehnání.", "詩意": "Tento hexagram představuje projev zásluh.\nVšechno je příznivé.", "解曰": "Tato požehnání. Každý to má. Nebuďte příliš zaneprázdněni. Zásluhy jsou určeny předem.", "籤詩故事一": "◇ Král Fenyang se na čínského Valentýna setkává se svým vnukem\nŘešení: Guo Ziyi potkal Weaver Girl sestupující na zem na čínského Valentýna. Tiansun, vnučka Jadeitového císaře, je Sedm víl.\nGuo Ziyi (697-781), také známý jako Guo Linggong, pocházel z okresu Zheng v Huazhou (nyní okres Huaxian, provincie Shaanxi) a byl generálem dynastie Tang. Císařský dvůr udělil Ziyi titul krále Fenyangu.\nŘíká se, že Ziyi byl původem z Huazhou a šel do armády mimo Velkou zeď. Odešel do Pekingu, aby si vyžádal vojenský plat a vrátil se do Yinzhou. V té době byl náhodou čínský Valentýn. Vítr a písek stmívalo se a slunce se stmívalo. Ziyi se nemohl pohnout kupředu, takže stál vedle silnice. Spal na podlaze v prázdném domě. Když se chystal usnout, najednou uviděl červené světlo na obou stranách. Vstal a překvapeně vzhlédl. Na nebi byl mrak, který se pomalu stahoval. Seděla tam krásná žena, důstojná a nádherná, úplně jiná než obyčejní lidé. Ziyi se mu okamžitě poklonil a řekl: \"Dnes je sedmý den sedmého lunárního měsíce. Myslím, že je to Tkalcovská dívka, která přišla, aby jí dopřála dlouhověkost a bohatství.\"\nŽena také odpověděla: \"S velkým bohatstvím přichází dlouhověkost.\"\nKdyž domluvil, záře se vrátila a mraky se pomalu zvedly. Žena se stále dívala na Guo Ziyi s příjemným úsměvem. Teprve když byla daleko od ní, kouř se rozmazal a už ji nebylo vidět.\nUkázalo se, že je to pravda, přesně jak žena řekla. Ziyiho zásluhy jsou světově proslulé, je mimořádně oblíbeným ministrem a je generálem se zásluhami i ctnostmi.", "聖意": "Přej si doma, přej si sám sobě, modli se za peníze, hodně štěstí v podnikání, hodně štěstí v manželství, hodně štěstí v Liujia, šťastné cestování s lidmi, pohyblivá pole, bource morušového, stájová dobytek, smůla při hledání lidé, veřejné žaloby, migrace, štěstí, nemoci ze ztraceného majetku, hrobky v Zhenxingshan", "古人": "Král Fenyang se na čínského Valentýna setkává se svým vnukem", "第X籤": "Podepište devadesát šest", "宮": "xugong"}