{"籤詩版本二": "Otěžujeme koně a držíme bič a přicházíme přímo sem, napůl v nebezpečí a napůl v katastrofě.\nJe to jako dům spálený ohněm Když padne nebe, déšť ho promění v popel Mám plán.", "詩意": "Tento hexagram představuje napůl smutek a napůl radost.\nJe vhodné dělat dobro ve všem.", "解曰": "Celoživotní práce. Nestarej se o dobro a zlo. Okovy jsou dočasné. Zášť přichází přirozeně.", "籤詩故事一": "◇ Tao Sanchun poráží Zheng En v Guayuanu\n\"Ať žije můj památník,\" Zhao Kuangyin znovu vstal, \"Beiping král Zheng En tehdy zařídil sňatek. Nyní, když je svět v míru, rád bych vás požádal o svolení vybrat si pro svatbu příznivý den. \"\n„Ať žije můj památník!“ Zhao Kuangyin vstal a řekl: „Král Pekingu, Zheng En, tehdy domluvil sňatek. Nyní, když je svět v míru, rád bych vás požádal o svolení vybrat si příznivou den na svatbu.\"\n„Ach, třetí bratr už byl zasnoubený, jak to, že jsem o tom nevěděl?“ Chai Rong byl velmi překvapen, mávl rukou a požádal Zhao Kuangyina, aby si sedl a promluvil.\nTřetí bratr byl zasnoubený dříve, jak to, že jsem o tom nevěděl?“ Chai Rong (císař pozdější dynastie Zhou) byl velmi překvapen. Mávl rukou a požádal Zhao Kuangyina, aby si sedl a promluvil.\n\"To je dlouhý příběh. Za prvé jsme byli v té době ještě v chudobě a nevstoupili jsme do vaší armády. Od té doby bojujeme roky a nemáme čas se o tebe starat. Za druhé, třetí bratr je taky malý stydím se to zmínit, takže Vaše Veličenstvo to neví.\"\n\"To je dlouhý příběh. Za prvé jsme tehdy ještě žili v chudobě a nevstoupili jsme do vaší armády. Od té doby bojujeme roky a nemáme čas se o vás starat. Za druhé, třetí bratr je také trochu se stydím to zmínit, takže Vaše Veličenstvo o tom neví…“\n\"Hej, vysokoškolák se bude ženit, co má smysl být trapný? Třetí bratr je na bitevním poli už dlouho a lze ho považovat za hrdinu, který nemá obdoby. Proč jsi v této věci tak malicherný?\"\n\"Hej! Školák se žení, jaký má smysl se stydět? Třetí bratr je na bitevním poli už dlouho a lze ho považovat za hrdinu, který nemá obdoby. Proč jsi v této věci tak malicherný?\"\n\"Když už o tom mluvíme, nemůžu za to, že můj třetí bratr je stydlivý, protože tohle manželství bylo kované.\"\n\"Když už o tom mluvíme, nemůžu za to, že můj třetí bratr je stydlivý, protože tohle manželství bylo kované.\"\n\"Napsáno? Hej, to je zajímavé. Prosím, řekni mi, co se stalo.\"\n\"Napsal jsem to! Hej! Je to zajímavé! Řekni mi, prosím, co se stalo.\"\n\"Ano, vzpomínám si, že ten rok, když jsme se chystali připojit k Jeho Veličenstvu, jsme projížděli krajem Baocheng. V červnu bylo velké horko. Můj třetí bratr nemohl zůstat v hotelu, a tak se šel toulat sám.\" Když prošel zahradou melounů, šel si nějaké natrhat. Melouny uhasily žízeň. Brzy dozrávajících melounů v té době moc nebylo a třetí bratr je neuměl sbírat, takže jich spoustu nalámal. Žena, která se dívala na melouny, přistoupila, aby obvinila třetího bratra. Ti dva se neshodli a pak se začali prát. Pojďte. Naštěstí jsem měl obavy a přispěchal na záchranu včas, jinak…“\n\"Ano, vzpomínám si, že ten rok, když jsme se chystali připojit k Jeho Veličenstvu, jsme projížděli kolem okresu Baocheng. V červnu bylo velké horko. Můj třetí bratr nemohl zůstat v hotelu, a tak se šel toulat sám.\" Když prošel zahradou melounů, šel si nějaké natrhat. Melouny uhasily žízeň. Brzy dozrávajících melounů v té době moc nebylo a třetí bratr je neuměl sbírat, takže jich spoustu nalámal. Žena, která se dívala na melouny, přistoupila, aby obvinila třetího bratra. Ti dva se neshodli a pak se začali prát. Pojďte. Naštěstí jsem měl obavy a přispěchal na záchranu včas, jinak…“\n\"Ten Zheng Ziming, je to v první řadě jeho chyba, měl by se omluvit. Proč ho udeřil? Kromě toho, jak může dívčí rodina vydržet údery a kopy zuřivého muže, jako je on! No tak, porazil jsi tuhle dívku, aby kusy. Ne?\" \"Dívka byla nezraněná...\"\n\"Ten Zheng Ziming, je to v první řadě jeho chyba, takže by se měl omluvit. Proč ho mlátíš? Kromě toho, jak může dívčí rodina vydržet údery a kopy tak zuřivého muže, jako je on! No tak, řekni mi, zmlátil jsi tu dívku. Ne?\"\n\"Dívka byla bez zranění...\"\n\"To je v pořádku, to je v pořádku... Hej, nezasáhl jsi? Oh, myslím, že jsi mě zachránil včas.\"\n\"To je v pořádku! To je v pořádku... Hej! Nepodnikl jsi opatření? Oh! Hádám, že jsi mě včas zachránil!\"\n\"...Ne, osoba, kterou jsem zachránil, byl...třetí bratr.\" \"...Ne, osoba, kterou jsem zachránil, byl...třetí bratr.\"\n\"AH AH?!\"\n\"Třetího bratra žena srazila na zem a celou cestu ho surově mlátila. Naštěstí jsem dorazil a přemluvil ho, aby odešel, takže nebyl vážně zraněn. ... Vaše Veličenstvo... Vaše Veličenstvo!... \"\n\"Třetího bratra žena srazila na zem a byl násilně zbit. Naštěstí jsem dorazil a přesvědčil ho, aby odešel, takže nebyl vážně zraněn. ... Vaše Veličenstvo... Vaše Veličenstvo!...\"\n„Ach?...Ach, kdo je ta žena!?“ „Ach!?...Ach, kdo je ta žena!?“\n\"Teprve později jsem zjistil, že ta žena se jmenovala Tao Sanchun a její otec Tao Hong byl starý hrdina, který neměl žádné ambice. Tao Sanchun se od svého otce učil bojová umění od dětství. Poté, co jsem poznal jeho rodině, viděl jsem, že slečna Sanchun měla vynikající povahu. Luo Luo a velkorysá, bez jakéhokoli zvyku být malou dívkou, záměrně se mu vyrovnala. Otci a dceři Tao se také velmi líbila přímočará postava třetího bratra. okamžitě se do toho praštil a rozhodl se pro tento sňatek pro ně dva. Vaše Veličenstvo, prosím, řekněte mi, není to falešné manželství?\"\n\"Teprve později jsem zjistil, že ta dívka se jmenovala Tao Sanchun a od dětství se učila bojová umění od svého otce. Poté, co jsem se seznámila s jeho rodinou, viděla jsem, že slečna Sanchun má vynikající povahu, byla velkorysá a po zvycích malé holčičky neměla ani stopy, tak jsem ji schválně naverboval. Pan Tao a jeho dcera si také velmi oblíbili přímočarý charakter jejich třetího bratra. Okamžitě se trefili a rozhodli se, že se spolu vezmou. Vaše Veličenstvo, nemyslíte si, že je to kované manželství?\"\n(Tento příběh je metaforou, protože špatná věc se ukázala jako dobrá.)", "聖意": "Modlete se za ochranu domova a sebe, buďte opatrní, modlete se za bohatství, zruinujte podnikání, bráníte manželství, trest, Liujia, pojištění, chodce uvězněné v polích, škody způsobené bourcem morušovým, škody na hospodářských zvířatech, pohřešované osoby, nezákonné soudní procesy, ztráty, migrace, konzervativnost , ztracený majetek, zlé nemoci, starosti, nebezpečí, hory, hrobky, selhání", "古人": "Tao Sanchun porazí Zheng En v melounové zahradě", "第X籤": "Číslo devadesát devět", "宮": "Haigong"}