{"籤詩版本二": "ຂໍ​ໃຫ້​ໂລກ​ນີ້​ໄດ້​ສ້າງ​ການ​ແຕ່ງ​ງານ​ທີ່​ດີ, ວັນ​ສຸກ​ແລະ​ເວ​ລາ​ທີ່​ດີ, ແລະ​ທຸກ​ສິ່ງ​ທຸກ​ຢ່າງ\nມັນບໍ່ເປັນເລື່ອງເລັກນ້ອຍ ຖ້າເຈົ້າໄດ້ຮັບອັນນີ້ ເຈົ້າຈັກກະພັດປະກາດວ່າຄົນສັດຊື່ ແລະຊື່ສັດ.", "詩意": "hexagram ນີ້ສະແດງເຖິງຈຸດເລີ່ມຕົ້ນຂອງການເປີດສະຫວັນແລະແຜ່ນດິນໂລກ.\nທຸກສິ່ງທຸກຢ່າງແມ່ນເປັນສຸກ.", "解曰": "ຄວາມໄວໄວ. ປີບໍ່ຄຸ້ມຄ່າເວລາຂອງມັນ. Guanyin ຂຽນລົງ. ໃຫ້ຂ້ອຍຮູ້ກ່ອນ.", "籤詩故事一": "◇ Zhongli ກາຍເປັນຄວາມສະຫວ່າງ\nZhongli Quan, ນາມສະກຸນ Zhongli, ຊື່ໃຫ້ Quan, ຊື່ມາລະຍາດ Yunfang, ແລະຊື່ຫຼິ້ນ Zhengyang, ແມ່ນຊາວເມືອງ Xianyang, Xi'an, ແຂວງ Shaanxi ໃນສະໄໝລາຊະວົງ Han ຕາເວັນອອກ.\nZhong Liquan ເປັນນາຍພົນຂອງລາຊະວົງ Han, ໃນລະຫວ່າງການເດີນຂະບວນຕໍ່ຕ້ານ Qiang ຕາເວັນຕົກ, ລາວມີຄວາມອິດສາຜູ້ບັນຊາການ Liang Yi ແລະພຽງແຕ່ມອບໃຫ້ທະຫານເກົ່າແລະອ່ອນແອ 30,000 ຄົນເທົ່ານັ້ນ, ທັນທີທີ່ລາວມາຮອດຈຸດຫມາຍປາຍທາງ, ຄ້າຍໄດ້ຖືກລັກລອບໂດຍ. ກອງ​ທັບ Qiang ຕາ​ເວັນ​ຕົກ​, ແລະ​ທະ​ຫານ​ໄດ້​ຫນີ​ໄປ​. Zhong Liquan ໄດ້ຫລົງທາງເຂົ້າໄປໃນຮ່ອມພູແລະໄດ້ພົບກັບພຣະສົງ Hu ໃນເສັ້ນທາງ, ລາວໄດ້ພາລາວໄປຫາບ້ານນ້ອຍໆແລະເວົ້າວ່າ, \"ນີ້ແມ່ນບ່ອນຢູ່ຂອງເຈົ້າ Donghua\". ຫຼັງ​ຈາກ​ນັ້ນ​ບໍ່​ດົນ, ທັນ​ໃດ​ຄົນ​ໜຶ່ງ​ກໍ​ເວົ້າ​ວ່າ, “ອັນ​ນີ້​ຕ້ອງ​ເປັນ​ຍ້ອນ​ຄົນ​ຫູ​ຕາ​ຂຽວ​ເວົ້າ​ເກີນ​ໄປ.” ລາວ​ເຫັນ​ຊາຍ​ຄົນ​ໜຶ່ງ​ໃສ່​ຂົນ​ກວາງ​ສີ​ຂາວ ແລະ​ຖື​ໄມ້​ຄ້ອນ​ກີ​ໂນ​ສີ​ຂຽວ ລາວ​ຖາມ Zhong Liquan ວ່າ, “ຜູ້​ທີ່​ມາ. ນີ້ແມ່ນ Han Da. ນາຍພົນ Zhongliquan\n? Zhong Liquan ຕົກໃຈ, ເມື່ອຮູ້ວ່າລາວໄດ້ພົບກັບຄົນແປກຫນ້າ, ດັ່ງນັ້ນລາວຈຶ່ງໄດ້ຮຽນຮູ້ Tao ດ້ວຍຄວາມຈິງໃຈ.\nZhong Liquan ຕໍ່​ມາ​ໄດ້​ພົບ Zhenren Huayang ແລະ​ອະ​ມະ​ຕະ King Xuanfu​, ແລະ​ໄດ້​ຮຽນ​ຮູ້ \"ຄວາມ​ລັບ​ຂອງ​ອະ​ມະ​ຕະ​\"​. ໃນທີ່ສຸດ, ລາວໄດ້ອາໄສຢູ່ທີ່ Zijin Sihaofeng ໃນພູເຂົາ Kongtong, ໄດ້ຮັບ \"ຄວາມລັບຂອງກ່ອງ Jade\", ແລະກາຍເປັນອະມະຕະທີ່ແທ້ຈິງ, ລາວຍັງໄດ້ຮັບການເຄົາລົບນັບຖືເປັນ 1 ໃນ 5 Patriarchs ພາກເຫນືອຂອງ Quanzhen Sect.", "聖意": "ຂໍອວຍພອນໃຫ້ບ້ານ ແລະ ບ້ານເກີດໂຊກລາບ ລໍ້າລວຍ ລໍ້າລວຍ ລໍ້າລວຍ ລໍ້າລວຍ ລໍ້າລວຍ ລໍ້າລວຍ ລໍ້າລວຍ ລໍ້າລວຍ ລໍ້າລວຍ ລໍ້າລວຍ ລໍ້າລວຍ ລໍ້າລວຍ ລໍ້າລວຍ ລໍ້າລວຍ ລໍ້າລວຍ ລໍ້າລວຍ ລໍ້າລວຍ ລໍ້າລວຍ ລໍ້າລວຍ ລໍ້າລວຍເດີ , ໂຊກ​ລາບ​ໃນ​ສາຍ​ໄໝ, ໂຊກ​ດີ​ໃນ​ການ​ລ້ຽງ​ສັດ, ໂຊກ​ດີ​ໃນ​ການ​ຊອກ​ຫາ​ຄົນ, ໂຊກ​ດີ​ໃນ​ການ​ຮ້ອງ​ຟ້ອງ, ໂຊກ​ດີ​ໃນ​ການ​ເຄື່ອນ​ຍ້າຍ, ຊັບ​ສິນ​ຫາຍ​ສາບ​ສູນ, ພະ​ຍາດ​ທາງ​ພາກ​ເໜືອ, ໂຊກ​ດີ​ໃນ​ການ​ສົ່ງ​ພູ​ແລະ​ອຸບ​ໂມງ.", "古人": "Zhongli ໄດ້ enlightened", "第X籤": "ອາການທໍາອິດ", "宮": "ມົດລູກ"}