{"籤詩版本二": "ປ່ອຍ​ເຮືອ​ກັບ​ຄືນ​ຈາກ​ຫາດ​ຊາຍ​ນ້ຳ​ໄວ, ເຈົ້າ​ຢາກ​ເຮັດ​ຫຍັງ​ຍ້ອນ​ຄວາມ​ວຸ້ນ​ວາຍ?\nຖ້າທ່ານຕ້ອງການຄວາມປອດໄພ, ຊອກຫາຄວາມງຽບສະຫງົບແລະລໍຖ້າໃຫ້ຄື້ນຟອງຜ່ານວິກິດນີ້.", "詩意": "hexagram ນີ້ແມ່ນຄ້າຍຄືເຮືອທີ່ເດີນທາງໃນຫາດຊາຍຢ່າງໄວວາ.\nຢູ່ແບບອະນຸລັກໃນທຸກສິ່ງທຸກຢ່າງແລະລໍຖ້າເວລາ.", "解曰": "ຖິ້ມລົງໃນນ້ໍາທີ່ເຂັ້ມແຂງ. ອັນຕະລາຍແມ່ນລໍຖ້າເວລາ. ຖ້າທ່ານຖາມກ່ຽວກັບແຜນການ camp. ບໍ່ມີຫຍັງສາມາດເຮັດໄດ້.", "籤詩故事一": "◇ Ziyi ເປັນກະສັດ\nGuo Ziyi (697-781​)​, ທີ່​ຮູ້​ຈັກ​ຍັງ​ເປັນ Guo Linggong​, ແມ່ນ​ກໍາ​ເນີດ​ຂອງ Zheng County​, Huazhou (ປັດ​ຈຸ​ບັນ Huaxian County​, Shaanxi​) ແລະ​ນາຍ​ພົນ​ໃນ​ລາ​ຊະ​ວົງ Tang​.\nໃນ​ລະ​ຫວ່າງ​ການ​ກະ​ບົດ Anshi ໃນ​ປີ 14 ຂອງ​ການ Tianbao (755​)​, ລາວ​ໄດ້​ຮັບ​ຕໍາ​ແຫນ່ງ Shuofang Jiedushi (Lingwu​, ພາກ​ຕາ​ເວັນ​ຕົກ​ຂອງ Lingwu ໃນ Ningxia ໃນ​ປັດ​ຈຸ​ບັນ​)​, ລາວ​ໄດ້​ຖືກ​ສັ່ງ​ໃຫ້​ກະ​ບົດ​ໄດ້​ລວມ​ເອົາ​ກອງ​ທັບ Shuofang ກັບ Li Guangbi ເດີນ​ທາງ​. ເຂົ້າ​ໄປ​ໃນ​ເມືອງ Hebei, ພວກ​ເຂົາ​ໄດ້​ເຂົ້າ​ຮ່ວມ​ກອງ​ທັບ​ຢູ່ Changshan (Zhengding, Hebei) ແລະ​ເອົາ​ຊະ​ນະ Shi Siming, ໄດ້ Hebei ຄືນ. ​ໃນ​ເວລາ​ນີ້, ກຸ້ຍ​ໂຈ່​ວ​ໄດ້​ແນະນຳ​ໃຫ້​ຈັກກະພັດ​ເອົາ​ຟານ​ຢາງ​ອອກ​ຈາກ​ພາກ​ເໜືອ​ແລະ​ໂຈມ​ຕີ​ຖ້ຳ​ເສືອ​ຂອງ​ຝ່າຍ​ຕໍ່ຕ້ານ​ເພື່ອ​ຫຼຸດ​ການ​ບຸກ​ໂຈມ​ຕີ​ຕົ່ງ​ກວນ, ​ແຕ່ Xuanzong​ໄດ້​ປະຕິ​ເສດ. ຫລັງຈາກນັ້ນ, ສະພາບການຂອງບັນດາຫົວເມືອງແບ່ງແຍກດິນແດນໃນສະໄໝລາຊະວົງ ຖາງ ໄດ້ປູກຝັງ, ອັນນີ້ກໍ່ກາຍເປັນສາຍເຫດທີ່ຫ່າງໄກຂອງລາຊະວົງ ແທງ.\nໃນ​ປີ​ທີ 15 ຂອງ​ການ​ປົກຄອງ​ຂອງ Tianbao (756), ລາວ​ແລະ​ກຸ່ມ Uighur ໄດ້​ປອງ​ດອງ Hequ, ໃນ​ລະດູ​ໃບ​ໄມ້​ປົ່ງ​ຂອງ​ປີ​ຕໍ່​ມາ, ພວກ​ເຂົາ​ເຈົ້າ​ໄດ້​ຟື້ນ​ຟູ Hedong (ປັດຈຸບັນ Yongji, Shanxi) ແລະ Feng Yi (ປັດຈຸບັນ Dali, Shaanxi), ແລະ​ໂຈມ​ຕີ Tongguan, ເອົາຊະນະ Cui Qianyu, ກອງທັບ Tang ໄດ້ຮັບຄວາມເສຍຫາຍຫຼາຍກ່ວາ 10,000 ຄົນ. Cui Qianyu ຍອມຈໍານົນກັບ Pujin. An Lushan ຖືກຂ້າຕາຍໂດຍລູກຊາຍຂອງລາວ An Qingxu.\nໃນປີທີ່ສອງຂອງ Zhide (757), ລາວໄດ້ຖືກສັ່ງໃຫ້ນໍາພາກອງທັບໄປ Fengxiang, ໃນໄລຍະທາງ, ພຣະອົງໄດ້ເອົາຊະນະທະຫານມ້າ 5,000 Li Guiren ຢູ່ຂົວ Baiqu Liuyun (ທາງຕາເວັນອອກສຽງໃຕ້ຂອງ Sanyuan ໃນມື້ນີ້), ໃນເດືອນພຶດສະພາ, ລາວໄດ້ຕໍ່ສູ້ກັບ An Shouzhong ແລະ Li. Guiren ໃນ Qingqu (ທິດຕາເວັນຕົກຂອງ Xi'an ໃນມື້ນີ້), ແລະເຂົາໄດ້ຖອນຕົວໄປ Wugong (ຕາເວັນຕົກສຽງເຫນືອຂອງ Wugong ມື້ນີ້), ໃນເດືອນກັນຍາ, ລາວໄດ້ຕິດຕາມ Marshal Guangping Wang Li Chu ເພື່ອນໍາພາ Tang ແລະ Uighurs ເຂົ້າຮ່ວມກອງທັບ 150,000, ແລະຫຼັງຈາກນັ້ນໄດ້ຕໍ່ສູ້. ກັບ An Shouzhong ແລະ Li Guiren ໃນ Xiang, ໄປທາງທິດເຫນືອຂອງວັດ Ji (ຕາເວັນຕົກສຽງໃຕ້ຂອງເມືອງ Chang'an ມື້ນີ້), ທະຫານ Uighur ໄດ້ອ້ອມຮອບຂອງສັດຕູ, ໂຈມຕີຈາກທັງສອງດ້ານ, ແລະຂ້າສັດຕູ 60,000 ຄົນ, Zhang Tongru ໄດ້ຫນີໄປເມືອງ Shaanxi, ແລະສຸດທ້າຍໄດ້ຍຶດເອົາເມືອງຫຼວງຊາງອານ (ຊີອານໃນທຸກມື້ນີ້).\nຫລັງຈາກນັ້ນ, ກອງທັບ Tang ໄດ້ຍາດແຍ່ງເອົາໄຊຊະນະ ແລະ ເດີນທັບໄປທາງທິດຕາເວັນອອກ, ເອົາຊະນະທະຫານ 150,000 ຄົນ ລວມທັງ Yan Zhuang ແລະ Zhang Tongru ໃນ Xindian (ທາງທິດຕາເວັນຕົກສຽງໃຕ້ຂອງ Sanmenxia, ​​ແຂວງ Henan), ບັງຄັບໃຫ້ Anqing Xu ຂ້າມແມ່ນ້ໍາເຫຼືອງແລະຖອຍກັບ Xiangzhou. Dongjun Luoyang ກັບ​ຄືນ​ໄປ​ບ່ອນ​. ເພີ່ມ Situ ກັບຄຸນງາມຄວາມດີຂອງລາວແລະເຮັດໃຫ້ລາວເປັນ Duke ຂອງປະເທດ.\nShi Siming ໄດ້ນໍາພາກອງທັບຂອງລາວຈາກ Fan Yang ໄປກູ້ເອົາ An Qingxu, ທັງສອງຝ່າຍໄດ້ຕໍ່ສູ້ກັນຢູ່ທາງເຫນືອຂອງແມ່ນ້ໍາ Anyang (ພາກເຫນືອຂອງ Anyang ໃນປັດຈຸບັນ), ການຕໍ່ສູ້ແມ່ນບໍ່ສາມາດແກ້ໄຂໄດ້. ອ້າງ​ວ່າ​ມີ​ຜູ້​ຊາຍ 600,000 ຄົນ​, retreated (ໃນ​ການ​ສູ້​ຮົບ Yecheng ໄດ້​)​. ຜູ້ບັນຊາການຕົ້ນຕໍຂອງການສູ້ຮົບນີ້ແມ່ນ eunuch Yu Chaoen, ຜູ້ທີ່ບໍ່ມີທັກສະການນໍາພາແລະຕໍາຫນິ Guo Ziyi ສໍາລັບຄວາມລົ້ມເຫຼວຂອງການສູ້ຮົບ. Guo Ziyi ໄດ້​ຖືກ​ຮຽກ​ຕົວ​ກັບ​ຄືນ​ໄປ​ບ່ອນ Chang'an​, ການ​ປົດ​ຕໍາ​ແຫນ່ງ​ທາງ​ການ​ທະ​ຫານ​, ແລະ​ໄດ້​ກາຍ​ເປັນ​ເຈົ້າ​ຫນ້າ​ທີ່​ບໍ່​ໄດ້​ຮັບ​.\nໃນ​ປີ​ທຳ​ອິດ​ຂອງ​ເມືອງ​ບາວ​ຢິງ (762), ກອງ​ທັບ​ໃນ​ໄຕ​ຢວນ (ພາກ​ຕາ​ເວັນ​ຕົກ​ສຽງ​ໃຕ້​ຂອງ​ໄທ​ຍວນ​ໃນ​ມື້​ນີ້) ແລະ ຈຽງ​ໂຈ່​ວ (ຊິນ​ຈຽງ​ໃນ​ແຂວງ​ຊານ​ຊີ) ໄດ້​ກະບົດ​ຂຶ້ນ​ສານ​ຢ່າງ​ຢ້ານ​ກົວ, ສະ​ນັ້ນ ຊີ​ອີ​ຈຶ່ງ​ໄດ້​ຮັບ​ຕຳ​ແໜ່ງ​ເປັນ​ກະ​ສັດ​ຟານ​ຢາງ​ແລະ​ອອກ​ໄປ. ຄວບ​ຄຸມ Jiangzhou​. ລາວ​ຍັງ​ໄດ້​ຖືກ​ປົດ​ຈາກ​ຕຳ​ແໜ່ງ Cheng Yuanzhen ແລະ​ຖືກ​ປົດ​ຈາກ​ອຳນາດ​ທາງ​ທະຫານ.\n(ຈຸດ​ສຸມ​ຂອງ​ເລື່ອງ​ນີ້: Guo Ziyi, ຜູ້​ທີ່​ມີ​ຄວາມ​ສາ​ມາດ​ແລະ​ການ​ປະພຶດ​ທີ່​ດີ, ໄດ້​ພົບ​ກັບ Xuanzong ແລະ​ຄົນ​ຮ້າຍ​ບາງ​ຄົນ, ເຊິ່ງ​ໄດ້​ຫຼຸດ​ຜ່ອນ​ຄວາມ​ສໍາ​ເລັດ​ຂອງ​ຕົນ​ຢ່າງ​ຫຼວງ​ຫຼາຍ.)", "聖意": "ອວຍພອນບ້ານເກີດ ແລະ ຕົນເອງ, ສະແຫວງຫາຄວາມຮັ່ງມີ, ການເຮັດທຸລະກຳ, ບໍ່ມີການແຕ່ງງານ, ບໍ່ມີສັນຍານເຕືອນໄພ, ຄົນຍ່າງທາງມາຮອດທຽນສິນ, ມີຄວາມຫຍຸ້ງຍາກໃນການຫາຄົນ, ການຟ້ອງຮ້ອງປະຊາຊົນ ແລະ (ບໍ່ Xing), ການເຄື່ອນຍ້າຍ, ການອະນຸລັກ, ຊັບສິນສູນເສຍ, ຍາກທີ່ຈະຊອກຫາ, ພະຍາດ, ອະທິຖານເພື່ອພອນ, ພູເຂົາແລະ tombs, ໂຊກດີ", "古人": "Ziyi ໄດ້ crowned ກະສັດ", "第X籤": "Nineteenth Winning Lott", "宮": "ທາຊູມິ"}