{"籤詩版本二": "ການ​ເດີນ​ທາງ​ກັບ​ຄືນ​ມາ​ເປັນ​ທີ່​ແນ່​ນອນ, ໃຜ​ຈະ​ຮູ້​ຈັກ jade ເຊື່ອງ​ໄວ້​ໃນ​ກ້ອນ​ຫີນ?\nເມື່ອຊ່າງຝີມືທີ່ດີມີການຕັດທີ່ຊັດເຈນ, ລາວຈະມີຄວາມຮູ້ສຶກປອດໄພແລະປອດໄພໃນໄລຍະເວລາ jasper", "詩意": "ໃນ hexagram ນີ້, ທ່ານສາມາດເບິ່ງຮູບພາບຂອງ jade ໃນເວລາທີ່ທ່ານຕັດແກນ.\nເຮັດວຽກຫນັກເພື່ອປະສົບຜົນສໍາເລັດໃນທຸກສິ່ງທຸກຢ່າງ.", "解曰": "ສົມບັດແມ່ນຢູ່ໃນຫີນ. ຄົນແປກຫນ້າຮູ້ຫນ້ອຍ. ລໍຖ້າຈົນກ່ວາມັນຈະກາຍເປັນທີ່ຈະແຈ້ງ. ເຮັດອັນໃດກໍໄດ້.", "籤詩故事一": "◇ Liu Bei ສະ​ແຫວງ​ຫາ​ພອນ​ສະ​ຫວັນ (ສາມ​ໄປ​ຢ້ຽມ​ຢາມ​ບ້ານ​ຫຼັງ​ຈາກ​ນັ້ນ​, ສາມ​ໄປ​ຢ້ຽມ​ຢາມ​ບ້ານ​ຫຼັງ​ຈາກ​ນັ້ນ​)\nໄລຍະເວລາສາມອານາຈັກ. Zhuge Liang ອາ​ໄສ​ຢູ່​ໂດດ​ດ່ຽວ​ຢູ່​ໃນ​ກະ​ຕຸ້ນ​ມຸງ​ໃນ​ເມືອງ Longzhong​. Liu Bei ມີຄວາມກະຕືລືລົ້ນທີ່ຈະສະແຫວງຫາພອນສະຫວັນ, ສະນັ້ນລາວໄດ້ໄປຢ້ຽມຢາມ Zhuge Liang ດ້ວຍຕົນເອງ, ລາວໄດ້ໄປຢ້ຽມຢາມ Zhuge Liang ສາມຄັ້ງ (ເອີ້ນວ່າ \"ສາມຢ້ຽມຢາມເຮືອນຫລັງຄານັ້ນ\" ໃນປະຫວັດສາດ), Liu Bei ໄດ້ຂໍໃຫ້ຄົນອື່ນຢູ່ຫ່າງໄກແລະຖາມ Zhuge Liang: \" ລາຊະວົງ Han ໄດ້ລົ້ມລົງ, ແລະລັດຖະມົນຕີທີ່ຂີ້ຕົວະໄດ້ລັກເອົາຊີວິດຂອງພວກເຂົາ, ກະສັດຂອງເຈົ້າ. \"ຖືກປົກຄຸມຢູ່ໃນຂີ້ຝຸ່ນ, ຂ້ອຍບໍ່ວັດແທກຄຸນງາມຄວາມດີແລະຄວາມສາມາດຂອງຂ້ອຍ, ຂ້ອຍຢາກເຊື່ອໃນຄວາມຊອບທໍາອັນຍິ່ງໃຫຍ່ໃນໂລກ, ແຕ່ປັນຍາແລະທັກສະຂອງຂ້ອຍ. ມັນຕື້ນ, ສະນັ້ນຂ້ອຍໃຊ້ມັນຢ່າງກະທັນຫັນ, ມາຮອດມື້ນີ້, ແນວໃດກໍ່ຕາມ, ຄວາມທະເຍີທະຍານຂອງຂ້ອຍຍັງບໍ່ຫມົດ, ເຈົ້າຄິດວ່າແຜນການຈະຖືກປະຕິບັດບໍ?”\nZhuge Liang ​ໄດ້​ສະ​ເໜີ​ແຜນ​ການ​ແບ່ງ​ໂລກ​ອອກ​ເປັນ 3 ພາກ, ​ແລະ​ວິ​ເຄາະ​ສະຖານະ​ການ​ທີ່​ໂຈ່​ວບໍ່​ມີ​ຢູ່ ​ແລະ ຊຸນ​ກວນ​ສາມາດ​ມາ​ຊ່ວຍ​ເຫຼືອ​ໄດ້. ​ແລະ​ໄດ້​ມີ​ໂອກາດ​ສວຍ​ໃຊ້​ພວກ​ເຂົາ​ເຈົ້າ, ​ແລະ​ມີ​ພຽງ​ແຕ່​ສອງ​ລັດ​ເທົ່າ​ນັ້ນ​ທີ່​ສາມາດ​ຂູດ​ຮີດ​ໄດ້, ພຽງ​ແຕ່​ສາມາດ​ເອົາ​ຊະນະ​ໂລກ​ໄດ້; ລາວ​ຍັງ​ໄດ້​ບອກ​ໃຫ້ Liu Bei ຍຸດ​ທະ​ສາດ​ໂຈມ​ຕີ​ເຂດ​ທົ່ງພຽງ​ກາງ. (ການສົນທະນານີ້ຕໍ່ມາເອີ້ນວ່າ \"Longzhong Dui\"). ຫລັງຈາກ Liu Bei ໄດ້ຍິນດັ່ງນັ້ນ, ລາວຍົກຍ້ອງວ່າລາວຊອກຫາສົມບັດ, ແລະເຊື້ອເຊີນ Zhuge Liang ອອກມາຢ່າງຫນັກແຫນ້ນ, ດັ່ງນັ້ນ Zhuge Liang ໄດ້ກາຍເປັນທີ່ປຶກສາດ້ານການທະຫານຂອງ Liu Bei.", "聖意": "ເຮືອນແມ່ນສະຫງົບ, ຂ້ອຍສະແຫວງຫາຄວາມຮັ່ງມີ, ການຄ້າແຮງງານຂັດຂວາງການແຕ່ງງານແລະກາຍເປັນນັກທ່ອງທ່ຽວ virtual ໃນ Liujia.", "古人": "Liu Bei ສະ​ແຫວງ​ຫາ​ພອນ​ສະ​ຫວັນ (ສາມ​ໄປ​ຢ້ຽມ​ຢາມ​ບ້ານ​ຫລັງ​ຄາ​ຈາກ​ນັ້ນ​, ສາມ​ໄປ​ຢ້ຽມ​ຢາມ​ບ້ານ​ຫຼັງ​ຈາກ​ນັ້ນ​)", "第X籤": "ຜູ້ຊະນະຫວຍສາມສິບວິນາທີ", "宮": "Wei Gong"}