{"籤詩版本二": "ເຈົ້າຈັກກະພັດ, ເຈົ້າຈັກກະພັດ, ແລະເຈົ້າຟ້າງຸ່ມ ໃນທີ່ສຸດກໍຈະມີຄວາມກະຕັນຍູ ແລະ ລໍຖ້າ ແລະ ອະທິຖານຂໍພອນໂດຍບໍ່ເສຍ ຫຼື ໄດ້ຜົນ.\nທຸກໆສັດທີ່ມີຄວາມຮູ້ສຶກໄດ້ຮັບຜົນປະໂຫຍດຈາກມັນ, ແລະຄວາມຈະເລີນຮຸ່ງເຮືອງຄາດວ່າຈະຢູ່ໃນໂລກແລະໃນສະຫວັນ.", "詩意": "hexagram ນີ້ແມ່ນເຄື່ອງຫມາຍຂອງຄວາມໂປດປານຈາກສະຫວັນ.\nທຸກສິ່ງທຸກຢ່າງຈະປະສົບຜົນສໍາເລັດ.", "解曰": "emperor ສະແດງໃຫ້ເຫັນຄວາມໂປດປານຂອງພຣະອົງ. ບໍ່​ເຄີຍ​ລືມ. ພິທີກຳຕອນເຊົ້າ ແລະ ຕອນແລງ. ມັນເຫມາະສົມທີ່ຈະຈູດທູບ.", "籤詩故事一": "◇ Mulian ຊ່ວຍປະຢັດແມ່ຂອງລາວ\nMokou Lian, ຫຼື Mulian, ແມ່ນມີອໍານາດຫຼາຍທີ່ສຸດໃນບັນດາສານຸສິດສິບຂອງ Sakyamuni ພຣະພຸດທະເຈົ້າ.\nແມ່ຂອງລາວມີຄວາມໂລບມາກແລະຂີ້ຄ້ານໃນຊ່ວງຊີວິດຂອງລາວ, ດັ່ງນັ້ນນາງຈຶ່ງຕົກຢູ່ໃນໂລກຂອງຜີທີ່ຫິວໂຫຍຫຼັງຈາກນາງຕາຍ. Mokhullian ໄດ້ໃຊ້ພະລັງວິເສດຂອງຕົນໃນການສັງເກດ ແລະ ພົບວ່າແມ່ຂອງລາວເກີດມາເປັນຜີທີ່ຫິວໂຫຍ, ບໍ່ມີທາງທີ່ຈະໄດ້ອາຫານ ແລະ ມີຄວາມລຳບາກຫລາຍ, ລາວໃຊ້ພະລັງວິເສດຂອງລາວເພື່ອເອົາອາຫານມາໃຫ້ແມ່ຂອງລາວ, ໂດຍບໍ່ຄາດຄິດ, ຫຼັງຈາກແມ່ໄດ້ຮັບ ອາຫານ, ມັນກາຍເປັນຂີ້ເທົ່າແລະບໍ່ສາມາດກິນໄດ້.\nMaudgalyana ເປັນຫ່ວງກ່ຽວກັບສິ່ງທີ່ເກີດຂຶ້ນແລະລາຍງານມັນກັບພຣະພຸດທະເຈົ້າ. ພຣະພຸດທະອົງຊົງບອກເມລຽນວ່າ ໃນມື້ຂຶ້ນ 15 ຄໍ່າ ເດືອນ 7 ພະອົງຄວນເອົາໝາກໄມ້ 100 ອັນ ແລະ ໝາກໄມ້ 5 ໜ່ວຍໃສ່ໃນອ່າງໜຶ່ງ ແລ້ວຖວາຍແກ່ພຣະສົງຜູ້ມີຄຸນງາມຄວາມດີຂອງ 10 ທິດ ດ້ວຍອຳນາດນີ້ ແມ່ຈຶ່ງສາມາດກິນໄດ້. .\nMaudgalyana ປະຕິບັດຕາມພຣະປະສົງຂອງພຣະພຸດທະເຈົ້າ, ແລະສຸດທ້າຍແມ່ຂອງລາວໄດ້ຖືກປົດປ່ອຍ. ພິທີ​ດັ່ງກ່າວ​ມີ​ຊື່ວ່າ “ບຸນ​ໂອ​ບູນ” ​ແລະ ງານ​ບຸນ​ນີ້​ເອີ້ນ​ວ່າ “ບຸນ​ໂອ​ບູນ”.\n(ໝາຍເຫດ: ສານຊະນິດໜຶ່ງມີຄວາມຮູ້ສຶກແຕກຕ່າງກັນໃນລະດັບຕ່າງໆຂອງໂລກ ເຊັ່ນ: ເມື່ອຝົນຕົກຢູ່ໃນໂລກນີ້ ເຮົາເຫັນມັນເປັນ “ນໍ້າ” ໃນຂະນະທີ່ຜີຢູ່ໃນໂລກຂອງຜີທີ່ຫິວໂຫຍ ຮູ້ສຶກວ່າມັນເປັນ “ເລືອດ” ແລະ ຄວາມຮູ້ສຶກ. ມະນຸດຢູ່ໃນໂລກນະລົກຮູ້ສຶກວ່າມັນເປັນ \"ເລືອດ\" ມັນມີຄວາມຮູ້ສຶກຄືກັບ \"ຖິ້ມດາບ\", ໃນຂະນະທີ່ສິ່ງທີ່ຢູ່ໃນສະຫວັນຮູ້ສຶກວ່າ \"ລຸດດອກໄມ້\".)", "聖意": "ໄຫວ້ອາໄລຫາບ້ານ ແລະ ເຮືອນ, ຂໍໃຫ້ໂຊກລາບໃນລະດູໜາວ, ຊອກຫາຄວາມຮັ່ງມີ, ການເຮັດທຸລະກຳ, ການແຕ່ງງານ, ຄວາມສະຫງົບໃນເມືອງຫຼາ, ຄົນຍ່າງທາງ, ເຄື່ອນຍ້າຍທົ່ງນາ, ຜ້າໄໝ, ສັດຫົກ, ຊອກຫາຄົນ, ຄະດີ, ປະສົບຄວາມສຳເລັດ, ການເຄື່ອນຍ້າຍ, ອະນຸລັກຮັກສາ, ສູນເສຍຊັບສິນ, ເຈັບປ່ວຍ. , ສັນຕິພາບຂອງພູເຂົາ, graves", "古人": "Mulian ຊ່ວຍປະຢັດແມ່ຂອງລາວ", "第X籤": "ເຊັນສີ່ສິບສອງ", "宮": "ເຈົ້າວັງ"}