{"籤詩版本二": "ໂລກມີຄວາມຍືດຫຍຸ່ນແລະທຸກສິ່ງແມ່ນສະຫນັບສະຫນູນຕົນເອງ, ສະຫນັບສະຫນູນຕົນເອງແລະຄວາມປອດໄພ\nທຸກສິ່ງທຸກຢ່າງໃນຊີວິດແມ່ນປະເສີດ, ຂອບໃຈໄພ່ພົນແລະປັນຍາຊົນສໍາລັບທຸກສິ່ງທຸກຢ່າງ, ແລະມີຄວາມຈະເລີນຮຸ່ງເຮືອງ.", "詩意": "hexagram ນີ້ສະແດງເຖິງຄວາມກົມກຽວລະຫວ່າງແຜ່ນດິນໂລກແລະແຜ່ນດິນໂລກ.\nທຸກສິ່ງທຸກຢ່າງແມ່ນໄປໄດ້ດີແລະບໍ່ເປັນອັນຕະລາຍ.", "解曰": "ທຸກສິ່ງເກີດມາ. ແຜນການແລະຄວາມປາດຖະຫນາທັງຫມົດກາຍເປັນຄວາມຈິງ. Ford ຊ່ວຍ. Rui Qi ກໍາລັງຮີບຮ້ອນ.", "籤詩故事一": "◇ຄົນຍ່າງໄດ້ຮັບຄວາມສະຫວ່າງ\nJourney to the West ເລື່ອງ:\nSun Wukong ໄດ້ຍຶດເອົາພູດອກໄມ້ແລະຫມາກໄມ້ແລະໄດ້ຂຶ້ນເປັນກະສັດ, ຕໍ່ມາ, ເພື່ອຫາທາງທີ່ຈະມີຊີວິດຕະຫຼອດໄປ, ພຣະອົງໄດ້ໃຊ້ເວລາແປດຫຼືເກົ້າປີໃນການເດີນທາງຂ້າມພູເຂົາແລະແມ່ນ້ໍາເພື່ອນະມັດສະການ Patriarch Bodhi ເປັນອາຈານຂອງພຣະອົງ, ພຣະອົງໄດ້ຮຽນຮູ້ເຈັດສິບ. - ສອງ​ການ​ປ່ຽນ​ແປງ​ຂອງ​ໂລກ​ຊົ່ວ​ຮ້າຍ​ແລະ somersault ຟັງ​, ແລະ​ໄດ້​ຮັບ​ນາມ​ສະ​ກຸນ Sun​ເປັນ​ຄັ້ງ​ທໍາ​ອິດ​ທີ່​ມີ​ຊື່ Wukong​.\nຫຼັງ​ຈາກ​ນັ້ນ, Sun Wukong ໄດ້​ໄປ​ພະ​ລາ​ຊະ​ວັງ​ມັງ​ກອນ​ໃນ​ທະ​ເລ​ຈີນ​ຕາ​ເວັນ​ອອກ​ເພື່ອ​ຊອກ​ຫາ​ອາ​ວຸດ​ທີ່​ເຫມາະ​ສົມ​, ແລະ​ສຸດ​ທ້າຍ​ໄດ້​ພົບ Ruyi Golden Cudgel​, ເຂັມ​ສັກ​ສິດ​ຂອງ Tianhe ແລະ Dinghai​. ຍ້ອນ​ວ່າ​ຊີວິດ​ຂອງ​ພະອົງ​ສິ້ນ​ສຸດ​ລົງ, ພະອົງ​ຈຶ່ງ​ເກີດ​ຄວາມ​ວຸ້ນວາຍ​ຂຶ້ນ​ໃນ​ໂລກ​ໃຕ້​ດິນ, ປັບປຸງ​ປຶ້ມ​ແຫ່ງ​ຊີວິດ​ແລະ​ຄວາມ​ຕາຍ, ແລະ​ກັບຄືນ​ມາ​ສູ່​ໂລກ​ມະນຸດ. ຕໍ່​ມາ, Sun Wukong ໄດ້​ຖືກ​ເອີ້ນ​ໂດຍ​ສະ​ຫວັນ​ເປັນ​ຄັ້ງ​ທໍາ​ອິດ​ແລະ​ມີ​ຊື່​ວ່າ Bima Wen​. ຕໍ່ມາ, ລາວໄດ້ຖືກເອີ້ນຂຶ້ນສູ່ສະຫວັນເປັນຄັ້ງທີ 2 ແລະໄດ້ຊື່ວ່າ ກະສັດລີງ, ລາວກິນໝາກເຜັດຢ່າງລັບໆ ແລະ ສ້າງຄວາມວຸ້ນວາຍຂຶ້ນເທິງສະຫວັນ, ລາວໄດ້ຖືກຜະນຶກເຂົ້າຢູ່ໃນເຕົາໄຟ ບາກວາ ເພື່ອຝຶກຝົນດວງຕາທອງ ແລະ ດວງຕາອັນເປັນໄຟ, ສຸດທ້າຍ, ລາວ ໄດ້ຖືກສະກັດກັ້ນໂດຍພຣະພຸດທະເຈົ້າ Tathagata ຢູ່ທີ່ຕີນຂອງ Wuzhi ສໍາລັບ 500 ປີ, ບໍ່ສາມາດເຄື່ອນຍ້າຍໄດ້. ສະຖານ​ທີ່​ທີ່​ເຕົາ​ໄຟ Bagua ​ໄດ້​ຖືກ​ຕີ​ຂຶ້ນ​ເປັນ​ພູ​ໄຟ.\nຫ້າ​ຮ້ອຍ​ປີ​ຕໍ່​ມາ, ມອນ​ຕັງ​ໄດ້​ໄປ​ພາກ​ຕາ​ເວັນ​ຕົກ​ເພື່ອ​ຂໍ​ພຣະ​ຄຳ​ພີ, ຜ່ານ​ພູ​ອົງ​ປະ​ກອບ​ຫ້າ, ແລະ​ໄດ້​ຖອດ​ເອົາ​ເຄື່ອງ​ຈັກ​ອອກ​ກ່ອນ​ທີ່​ຈະ​ຊ່ວຍ​ຊູນ​ວູ​ກງ. Sun Wukong ນ້ຳຕາໄຫລດ້ວຍຄວາມກະຕັນຍູ, ຫລັງຈາກໄດ້ຮັບການແນະນຳຈາກພຣະໂພທິສັດ Guanyin ແລ້ວ, ລາວໄດ້ໄຫວ້ພຣະອາຈານ Tang Monk ເປັນຄູສອນຂອງຕົນ ແລະ ໄດ້ໄປພາກຕາເວັນຕົກເພື່ອຮຽນໜັງສືຮ່ວມກັນ. ໃນທາງທີ່ຈະຮຽນຮູ້ພຣະຄໍາພີ, Sun Wukong ໄດ້ລົງໄປກັບຜີປີສາດແລະກໍາຈັດ monsters, ແລະເຮັດຫນ້າທີ່ພິເສດຊ້ໍາຊ້ອນ, ແນວໃດກໍ່ຕາມ, ລາວຖືກເຂົ້າໃຈຜິດແລະຖືກຂັບໄລ່ໂດຍນາຍ Tang Seng ອີກເທື່ອຫນຶ່ງ. ຫຼັງ​ຈາກ​ຄວາມ​ຫຍຸ້ງ​ຍາກ​ແປດ​ສິບ​ປະ​ການ, ໃນ​ທີ່​ສຸດ​ວຽກ​ງານ​ໄດ້​ສໍາ​ເລັດ, ພຣະ​ອາ​ຈານ​ແລະ​ສາ​ນຸ​ສິດ​ສີ່​ຄົນ​ໄດ້​ມາ​ເຖິງ​ພຣະ​ວິ​ຫານ Xitian Leiyin ແລະ​ໄດ້​ຮັບ​ພຣະ​ຄໍາ​ພີ​ທີ່​ແທ້​ຈິງ. Sun Wukong ບັນລຸຜົນທີ່ຖືກຕ້ອງ.\n(ເລື່ອງນີ້ແມ່ນເປັນການປຽບທຽບທີ່ແມ້ແຕ່ລີງສາມາດກາຍເປັນຄວາມສະຫວ່າງ, ປ່ອຍໃຫ້ຄົນດຽວ.)", "聖意": "ເຮືອນ​ເປັນ​ຂອງ​ເປັນ​ສຸກ​ສໍາ​ລັບ​ຕົນ​ເອງ​, ເພື່ອ​ຄວາມ​ຮັ່ງ​ມີ​, ທຸ​ລະ​ກິດ​, ການ​ແຕ່ງ​ງານ​, Liujia​, ຜູ້​ຊາຍ​ຍ່າງ​, ອຸ​ປະ​ສັກ​ຂອງ​ທົ່ງ​ນາ​, ຜ້າ​ໄຫມ​, ສັດ​ຫົກ​, Zhongping ຊອກ​ຫາ​ຄົນ​, ການ​ຟ້ອງ​ຮ້ອງ​, ຄວາມ​ສໍາ​ເລັດ​, ການ​ເຄື່ອນ​ຍ້າຍ​, ການ​ສູນ​ເສຍ​ຊັບ​ສິນ​, ພະ​ຍາດ​, ສຸ​ສານ Xingxingshan​, ສິ່ງ​ຂອງ ມີຄວາມເປັນສຸກ", "古人": "ຜູ້ເດີນທາງບັນລຸຄວາມສະຫວ່າງ", "第X籤": "ລົງ​ນາມ​ໃນ​ວັນ​ທີ 43", "宮": "ຊູກົງ"}