{"籤詩版本二": "ມັນໃຊ້ເວລາຄວາມພະຍາຍາມຫຼາຍເພື່ອຈັບດວງຈັນຢູ່ໃນນ້ໍາ, ມັນໃຊ້ຄວາມພະຍາຍາມຫຼາຍແຕ່ບໍ່ມີຫຍັງ.\nຢ່າເວົ້າເລື່ອງໄຮ້ສາລະ ແລະເສຍຄວາມພະຍາຍາມເພື່ອເສີມສ້າງຮ່າງກາຍ ຄໍາວ່າ \"ຮ່າງກາຍຫ່ຽວແຫ້ງ\" ເດີມຫມາຍເຖິງ \"ຮ່າງກາຍດຽວ\".", "詩意": "hexagram ນີ້ແມ່ນ greedy ສໍາລັບຮູບພາບຂອງຄວາມພະຍາຍາມ.\nທຸກສິ່ງທຸກຢ່າງແມ່ນ laborious ແລະ laborious.", "解曰": "ຄໍາສັນຍາແມ່ນຍາກທີ່ຈະຈື່ຈໍາ. ການເຮັດວຽກຫນັກຫຼາຍ. ເປັນຫ່ວງຢູ່ເຮືອນ. ລໍຖ້າພົບຄົນສູງສົ່ງ.", "籤詩故事一": "◇ Taibai ຈັບ​ດວງ​ຈັນ​ໃນ​ຂະ​ນະ​ທີ່​ເມົາ​ເຫຼົ້າ (Li Taibai ຈັບ​ພະ​ຈັນ​ໃນ​ຂະ​ນະ​ທີ່​ເມົາ​ເຫຼົ້າ​)\nLi Bai (701-762​)​, ທີ່​ຮູ້​ຈັກ​ຍັງ​ເປັນ Taibai​, ເປັນ​ທີ່​ຮູ້​ຈັກ​ຍັງ Qinglian Jushi​. ນັກ​ກະວີ​ຂອງ​ລາຊະວົງ​ຖາງ, ຜູ້​ທີ່​ເອີ້ນ​ຕົນ​ເອງ​ວ່າ​ເປັນ​ອະມະຕະ​ທີ່​ຖືກ​ປະຫານ​ຊີວິດ, ​ໄດ້​ຮັບ​ຄວາມ​ຮູ້​ວ່າ​ເປັນ​ອະມະຕະ​ຂອງ​ບົດ​ກະວີ, ​ແລະ​ເພິ່ນ​ມີ​ຄວາມ​ສຸກ​ຕະຫຼອດ​ບໍ່​ໄດ້​ດື່ມ​ເຫຼົ້າ.\nເມື່ອ Li Bai ມາເຖິງ Jinling (ປະຈຸບັນ Nanjing) ແລະພັກຜ່ອນຢູ່ໃນຮ້ານອາຫານຂ້າງຂົວ Wende.\nມື້ນັ້ນເປັນມື້ຂຶ້ນສິບຫ້າຂອງເດືອນລະດູໜາວ, ໃນຕອນກາງຄືນ, ລາວນັ່ງຢູ່ຮ້ານອາຫານຢ່າງດຽວ, ແລະຊົມເຊີຍດວງຈັນ, ໃນຂະນະທີ່ດື່ມແລະບັນຍາຍບົດກະວີ. ມື້ນັ້ນເປັນມື້ຂຶ້ນສິບຫ້າຂອງເດືອນລະດູໜາວ, ໃນຕອນກາງຄືນ, ລາວນັ່ງຢູ່ຮ້ານອາຫານຢ່າງດຽວ, ແລະຊົມເຊີຍດວງຈັນ, ໃນຂະນະທີ່ດື່ມແລະບັນຍາຍບົດກະວີ. Li Taibai ຮັກດວງຈັນຫຼາຍທີ່ສຸດໃນຊີວິດຂອງລາວ, ເວົ້າວ່າມັນສະອາດແລະສວຍງາມ. Li Taibai ຮັກດວງຈັນຫຼາຍທີ່ສຸດໃນຊີວິດຂອງລາວ, ເວົ້າວ່າມັນສະອາດແລະສວຍງາມ. ໃນຄືນນັ້ນ, ລາວເງີຍໜ້າຂຶ້ນ ແລະ ເຫັນດວງເດືອນສີຂາວ ແລະ ກົມຢູ່ໃນທ້ອງຟ້າ, ລາວດີໃຈຫຼາຍ ແລະ ໄດ້ດື່ມອີກສອງສາມແກ້ວ. ໃນຄືນນັ້ນ, ລາວເງີຍໜ້າຂຶ້ນ ແລະ ເຫັນດວງເດືອນສີຂາວ ແລະ ກົມຢູ່ໃນທ້ອງຟ້າ, ລາວດີໃຈຫຼາຍ ແລະ ໄດ້ດື່ມອີກສອງສາມແກ້ວ. ໃນເວລາທ່ຽງຄືນ, Li Taibai ໄດ້ປະໂຫຍດຈາກເຫຼົ້າແວງແລະລົງຊັ້ນລຸ່ມໄປຫາຂົວ Wende. ໃນເວລາທ່ຽງຄືນ, Li Taibai ໄດ້ປະໂຫຍດຈາກເຫຼົ້າແວງແລະລົງຊັ້ນລຸ່ມໄປຫາຂົວ Wende. ທັນທີທີ່ລາວກ້າວຂຶ້ນໄປເທິງຂົວ, ລາວກົ້ມຫົວລົງ ແລະທັນທີທັນໃດເຫັນດວງຈັນຕົກລົງໃນນ້ຳ, ເມື່ອແມ່ນ້ຳເຄື່ອນຍ້າຍ, ເສັ້ນສີດຳຈຳນວນໜຶ່ງໄດ້ເພີ່ມໃສ່ເງົາດວງຈັນສີຂາວ. ທັນທີທີ່ລາວກ້າວຂຶ້ນໄປເທິງຂົວ, ລາວກົ້ມຫົວລົງ ແລະທັນທີທັນໃດເຫັນດວງຈັນຕົກລົງໃນນ້ຳ, ເມື່ອແມ່ນ້ຳເຄື່ອນຍ້າຍ, ເສັ້ນສີດຳຈຳນວນໜຶ່ງໄດ້ເພີ່ມໃສ່ເງົາດວງຈັນສີຂາວ. ລີ​ໄຕ​ໄບ​ໄດ້​ເມົາ​ເຫຼົ້າ​ໃນ​ເວລາ​ນີ້​ຈົນ​ຄິດ​ວ່າ​ແມ່ນ​ດວງ​ຈັນ​ທີ່​ຖືກ​ນ້ຳ​ເປື້ອນ​ເປິ​ເປື້ອນ​ຢູ່​ໃນ​ແມ່ນ້ຳ. ລີ​ໄຕ​ໄບ​ໄດ້​ເມົາ​ເຫຼົ້າ​ໃນ​ເວລາ​ນີ້​ຈົນ​ຄິດ​ວ່າ​ແມ່ນ​ດວງ​ຈັນ​ທີ່​ຖືກ​ນ້ຳ​ເປື້ອນ​ເປິ​ເປື້ອນ​ຢູ່​ໃນ​ແມ່ນ້ຳ. ລາວບໍ່ສົນໃຈທີ່ຈະຖອດເກີບຂອງລາວ, ລາວເປີດມືຂອງລາວແລະໂດດລົງຈາກຂົວເພື່ອຈັບດວງຈັນ. ລາວບໍ່ສົນໃຈທີ່ຈະຖອດເກີບຂອງລາວ, ລາວເປີດມືຂອງລາວແລະໂດດລົງຈາກຂົວເພື່ອຈັບດວງຈັນ. ໂດຍບໍ່ຄາດຄິດ, ດ້ວຍການໂດດນີ້, ດວງຈັນບໍ່ໄດ້ຖືກຈັບ, ແຕ່ດວງຈັນໃນນ້ໍາໄດ້ຖືກແຕກຫັກແລະທັນທີທັນໃດແບ່ງອອກເປັນສອງເຄິ່ງ. ໂດຍບໍ່ຄາດຄິດ, ໃນການໂດດນີ້, ດວງຈັນບໍ່ໄດ້ຖືກຈັບ, ແຕ່ຜູ້ຊາຍໄດ້ຖືກຈົມນ້ໍາ. ລາວຕາຍເມື່ອອາຍຸຫົກສິບສອງປີ.", "聖意": "​ເຮືອນ​ຢູ່​ບໍ່​ສະບາຍ ​ເຈົ້າ​ໂຊກ​ຮ້າຍ (​ໃສ່​ໃຈ​ສຸຂະພາບ) (ໂຊກ​ຮ້າຍ) ຊອກ​ຫາ​ຄວາມ​ຮັ່ງມີ ​ແລະ ຄວາມ​ສົມ​ດຸນ (​ຢ່າ​ຄິດ​ເຖິງ) ​ເລື່ອງ​ທຸລະ​ກິດ​ຫຍຸ້ງຍາກ, ​ເລື່ອງ​ແຕ່ງງານ​ບໍ່​ໄດ້​ຮັບ​ການ​ແກ້​ໄຂ, ອະທິຖານ​ຂໍ​ປົກ​ປ້ອງ ( ຊັບ​ສົມບັດ​ຫວ່າງ​ເປົ່າ​ປ້ອງ​ກັນ. miscarriage) ຄົນຍ່າງທາງມີບັນຫາ, ຜ້າໄຫມຢູ່ໃນທົ່ງນາມີຫ້າຈຸດ, ສັດຫົກຫຼຸດລົງ (ໂຊກຮ້າຍ) ຊອກຫາຄົນ (ໂຊກຮ້າຍ) ການຟ້ອງຮ້ອງສາທາລະນະແລະ (ຢຸດການຟ້ອງ) ການເຄື່ອນຍ້າຍແບບທໍາມະດາ (ບໍ່ບອກມັນ) ການສູນເສຍຊັບສິນ. (ເຮືອບິນ) ອະທິຖານເພື່ອປ້ອງກັນພະຍາດ (ໂຊກຮ້າຍ) ໂຊກດີໃນພູເຂົາແລະຝັງສົບ", "古人": "Taibai ຈັບ​ດວງ​ຈັນ​ໃນ​ຂະ​ນະ​ທີ່​ເມົາ​ເຫຼົ້າ (Li Taibai ຈັບ​ພະ​ຈັນ​ໃນ​ຂະ​ນະ​ທີ່​ເມົາ​ເຫຼົ້າ​)", "第X籤": "ຫ້າສິບວິນາທີຊະນະຫວຍ (ຫວຍ)", "宮": "ມົດລູກ"}