{"籤詩版本二": "ເມື່ອ​ຄວາມ​ອຸກ​ອັ່ງ​ກາຍ​ເປັນ​ຄວາມ​ອີ່ມ​ໃຈ, ມັງ​ກອນ​ກໍ​ຮ້ອງ​ຂຶ້ນ ແລະ​ເສືອ​ກໍ​ຮ້ອງ​ຂຶ້ນ.\nທ້ອງຟ້າມີເສັ້ນທາງໄປສູ່ທ້ອງຟ້າ ຂໍໃຫ້ຂ້ອຍມີໂອກາດໄດ້ຊື່ສຽງອີກຄັ້ງໜຶ່ງ.", "詩意": "hexagram ນີ້ຄ້າຍຄືມັງກອນ roaring ແລະ tiger roaring.\nຫວັງວ່າທຸກຢ່າງຈະໄປດ້ວຍດີ.", "解曰": "ພຽງແຕ່ສອນແລະໄປ. ມີຄວາມຈະເລີນຮຸ່ງເຮືອງຂອງຕົນເອງ. ຕ້ອງເຮັດໃນທີ່ສຸດ. ມີສະຖານທີ່ທີ່ຈະພົບເຫັນ.", "籤詩故事一": "◇ Liu Bei ຮັບສະໝັກເຈົ້າສາວ\nຫຼັງ​ຈາກ​ການ​ສູ້​ຮົບ​ຂອງ​ເມືອງ Chibi, Sun Quan ໄດ້​ກະ​ຕື​ລື​ລົ້ນ​ທີ່​ຈະ​ເອົາ​ເມືອງ Jingzhou ທີ່​ຖືກ Liu Bei ຈັບ​ໄດ້, ດັ່ງ​ນັ້ນ​ລາວ​ໄດ້​ໃຊ້​ແຜນ​ການ​ຂອງ Zhou Yu ໂດຍ​ທໍາ​ທ່າ​ວ່າ​ລາວ​ຢາກ​ຈະ​ແຕ່ງງານ​ກັບ​ເອື້ອຍ Sun Ren ກັບ Liu Bei, ແຕ່​ໃນ​ຄວາມ​ເປັນ​ຈິງ​ລາວ​ຢາກ​ເອົາ. Liu Bei ເປັນຕົວປະກັນເພື່ອອ້າງເອົາເມືອງ Jingzhou.\nຫຼັງຈາກ Zhuge Liang ໄດ້ສອດແນມກ່ຽວກັບແຜນການຂອງ Zhou Yu, ລາວໄດ້ມອບແຜ່ນພັບທີ່ມີຍຸດທະສາດໃຫ້ Zhao Yun, ຜູ້ທີ່ປົກປ້ອງ Liu Bei ໃນເວລາທີ່ລາວໄປ Soochow, Zhao Yun ໄດ້ປະຕິບັດຕາມຍຸດທະສາດໃນແຜ່ນພັບແລະເຈດຕະນາເຮັດໃຫ້ Wu Guotai ( ພໍ່ຂອງ Sun Quan) ຮູ້ກ່ຽວກັບການສະເຫນີແຕ່ງງານ. ເນື່ອງຈາກວ່າ Wu Guotai ຮັກລູກສາວຂອງລາວແລະບໍ່ເຕັມໃຈທີ່ຈະຕັດສິນໃຈກ່ຽວກັບຊີວິດຕະຫຼອດຊີວິດຂອງລູກສາວຂອງນາງ, ນາງໄດ້ຕໍາຫນິ Sun Quan ສໍາລັບຄວາມໂຫດຮ້າຍຕໍ່ເອື້ອຍຂອງລາວແລະສະເຫນີໃຫ້ທົດສອບສ່ວນຕົວວ່າ Liu Bei ສົມຄວນກັບລູກສາວຂອງລາວຢູ່ວັດ Ganlu. ຫຼັງຈາກ Wu Guotai ໄດ້ພົບກັບ Liu Bei, ນາງໄດ້ຕີລາຄາສູງຕໍ່ Liu Bei ແລະສະໜັບສະໜູນການແຕ່ງງານລະຫວ່າງ Liu Bei ແລະລູກສາວຂອງລາວ, ດັ່ງນັ້ນ, Liu Bei ໄດ້ແຕ່ງງານກັບນາງ Sun.\nຕໍ່ມາ, Liu Bei ແລະນາງ Sun ໄດ້ຫນີໄປ Jingzhou ຮ່ວມກັນ, ຕໍ່ມາ, Sun Quan ຕ້ອງການໃຊ້ປະໂຍດຈາກການໂຈມຕີຂອງ Liu Bei ໃສ່ Yizhou ເພື່ອໂຈມຕີ Jingzhou, ແຕ່ຖືກ Wu Guotai ຢຸດເຊົາ, ຜູ້ທີ່ເປັນຫ່ວງກ່ຽວກັບຄວາມປອດໄພຂອງລູກສາວຂອງລາວ.\nລາວເວົ້າວ່າ: \"ແຜນການທີ່ສະຫລາດຂອງ Zhou Yu ແມ່ນດີທີ່ສຸດໃນໂລກ. ລາວສູນເສຍພັນລະຍາຂອງລາວແລະສູນເສຍທະຫານຂອງລາວ.\"\n(Liu Bei ໄດ້​ຮັບ​ຈາກ​ຄວາມ​ເສຍ​ຫາຍ​)", "聖意": "ໂຊກ​ດີ​ຢູ່​ບ້ານ​ເກີດ​ໂຊກ​ບໍ່​ດີ (​ໂຊກ​ດີ​ກ່ອນ​ແລ້ວ​ໂຊກ​ດີ) ສະ​ແຫວ​ງຫາ​ຄວາມ​ຮັ່ງມີ, ຄວາມ​ສົມ​ດຸນ, ຄວາມ​ຫຍຸ້ງຍາກ​ໃນ​ການ​ແຕ່ງງານ, ປະສົບ​ຄວາມ​ສຳ​ເລັດ​ໃນ​ການ​ແຕ່ງງານ ຂໍ​ອວຍພອນ​ໃຫ້​ຄົນ​ຍ່າງ​ເລາະ, ​ເຮັດ​ຜ້າ​ໄໝ​ຢູ່​ໄຮ່, ຫ້າ​ແຈ​ໃຫ້​ຄວາມ​ເສຍ​ຫາຍ​ດ້ານ​ການ​ລ້ຽງ​ສັດ, ຊອກ​ຫາ. ສໍາລັບປະຊາຊົນ, ການຟ້ອງຮ້ອງແລະການເຄື່ອນຍ້າຍ, ໂຊກດີສໍາລັບຊັບສິນທີ່ສູນເສຍ, ໂຊກດີສໍາລັບພະຍາດ, ຄວາມສະຫງົບຂອງພູເຂົາແລະບ່ອນຝັງສົບ.", "古人": "Liu Bei ຮັບສະໝັກເຈົ້າສາວ", "第X籤": "ຕົວເລກຊະນະຫ້າສິບສາມ", "宮": "ມົດລູກ"}