{"籤詩版本二": "ຕອນເຊົ້າ ແລະ ກາງຄືນ, ການອຸປະຖໍາຂອງພຣະພຸດທະເຈົ້າຈະຕ້ອງຢູ່ໃນເວລາອັນຕະລາຍ, ແຕ່ບໍ່ຢູ່ໃນອັນຕະລາຍ\nຖ້າ​ຫາກ​ວ່າ​ທ່ານ​ໄດ້​ຮັບ​ການ​ດຶງ​ດູດ​ໂດຍ​ບຸກ​ຄົນ​ທີ່​ສູງ​ສົ່ງ​, ຫຼັງ​ຈາກ​ນັ້ນ​ເງິນ​ແລະ​ຜ້າ​ໄຫມ​ຍັງ​ຈະ​ຕິດ​ກັບ​ທ່ານ​, ນີ້​ແມ່ນ Chuan Lai​. ມັນທັງຫມົດແມ່ນຂຶ້ນກັບທ່ານ.", "詩意": "hexagram ນີ້ສະແດງເຖິງພອນລັບຂອງພະເຈົ້າແລະພະພຸດທະເຈົ້າ.\nມີຄວາມອົດທົນແລະມີໂຊກໃນທຸກສິ່ງທຸກຢ່າງ.", "解曰": "ສັນຍານຂອງຄວາມສະຫງົບແບບເກົ່າ. ເມື່ອ​ທຸກ​ຢ່າງ​ມີ​ລາ​ຄາ​ແພງ​ກໍ​ຈະ​ເປັນ​ໂຊກ​ດີ.", "籤詩故事一": "◇​ພຣະ​ສົງ​ໄດ້​ບັນ​ລຸ​ຄວາມ​ຮູ້​ຈັກ​\nມື້ໜຶ່ງ, ທ້າວ ຕັງ ແສງ ມາ ຮອດ ແມ່ນ້ຳ ແລະ ໄດ້ ເຫັນ ພຣະພຸດທະຮູບ ພູ ລິງຊານ ຢູ່ ທາງ ໜ້າ, ມີ ຂົວ ແຜ່ນດຽວ ຢູ່ ຕໍ່ໜ້າ, ແທງ ຊັງ ບໍ່ ກ້າ ຂ້າມ ມັນ. ພຣະພຸທທະອົງຊົງປ່ຽນເປັນນາຍເຮືອ ແລະຖືເຮືອທີ່ແຕກຫັກບໍ່ຕໍ່າລົງ, ເມື່ອນາງຕັງໂມລົງເທິງເຮືອແລ້ວ ພະອົງກໍລົ້ມລົງໄປໃນແມ່ນໍ້າ ແລະຖືກຄົນເຮືອຊ່ວຍເອົາໄວ້, ອັນນີ້ແຫລະ, ຕັງມອນຈຶ່ງໄດ້ບັນລຸພຸດທະສາສະໜາ. (ເລື່ອງການເດີນທາງໄປຕາເວັນຕົກ)\n◇​ພຣະ​ຄໍາ​ພີ​ພຣະ​ພຸດ​ທະ​ເຈົ້າ​ຂອງ Tang Mon\nSanzang ຂອງລາຊະວົງ Tang, ນາມສະກຸນທົ່ວໄປຂອງລາວແມ່ນ Chen ແລະຊື່ຂອງລາວແມ່ນ Yi. ເກີດ​ຢູ່​ໃນ​ເຂດ Goushi​, Luozhou (ປັດ​ຈຸ​ບັນ​ພາກ​ໃຕ້​ຂອງ Yanshi ເມືອງ​, ແຂວງ Henan​)​. ລາວ​ໄດ້​ເປັນ​ພຣະ​ສົງ​ໃນ​ອາ​ຍຸ​ໄດ້​ສິບ​ສາມ​ແລະ​ໄດ້​ຮັບ​ພຣະ​ພຸດ​ທະ​ເຈົ້າ​ຊື່ Xuanzang​.\nເພື່ອ​ຈະ​ໄດ້​ເອົາ​ພຣະ​ຄໍາ​ພີ​ທາງ​ພຸດ​ທະ​ສາ​ສະ​ຫນາ​ຕົ້ນ​ສະ​ບັບ​, ພຣະ​ອົງ​ໄດ້​ອອກ​ຈາກ Chang'an (ຊີ​ອາ​ນາ​ແຂວງ Shaanxi ໃນ​ມື້​ນີ້​) ໃນ​ປີ​ທີ​ສາມ​ຂອງ Zhenguan (AD 629​)​, vented ຂ້າມ​ຊາຍ​ແດນ​, ແລະ​ໄດ້​ຜ່ານ​ຄວາມ​ຫຍຸ້ງ​ຍາກ​ນັບ​ບໍ່​ຖ້ວນ​ເພື່ອ​ໄປ​ເຖິງ Tianzhu (. ປະເທດອິນເດຍ) ເພື່ອເກັບກໍາຂໍ້ພຣະຄໍາພີ. ລາວໄດ້ເດີນທາງໄປທົ່ວເຂດອ່າງແມ່ນ້ຳ Ganges ແລະ Indus ແລະເຂດຊາຍຝັ່ງຕາເວັນອອກສຽງໃຕ້ຂອງອິນເດຍ, ຈາກນັ້ນໄດ້ຂ້າມພູທີ່ປົກຄຸມດ້ວຍຫິມະ ແລະສາຍພູສີຂຽວ, ຍ່າງໄປມາຫຼາຍກວ່າ 50,000 ໄມລ໌, ໃຊ້ເວລາ 16 ປີເພື່ອກັບຄືນສູ່ເມືອງສາງອານ. ປີ 19 ຂອງ Zhenguan (AD 645). ພະອົງ​ໄດ້​ນຳ​ເອົາ​ພຣະ​ຄຳ​ພີ​ທາງ​ພຸດທະ​ສາສະໜາ​ຄືນ​ມາ​ເປັນ​ຈຳນວນ​ຫຼວງ​ຫຼາຍ​ແລະ​ແປ​ເປັນ​ພາສາ​ຈີນ.\n(Tang Sanzang ໄດ້​ຜ່ານ​ການ​ເດີນ​ທາງ​ທີ່​ຍາວ​ນານ​ກັບ​ຄືນ​ໄປ​ມາ​ລະ​ຫວ່າງ​ຈີນ​ກັບ​ອິນ​ເດຍ​, ລາວ​ຈະ​ຕ້ອງ​ໄດ້​ປະ​ສົບ​ໄພ​ອັນ​ຕະ​ລາຍ​, ແຕ່​ວ່າ​ທ່ານ​ສາ​ມາດ​ກັບ​ຄືນ​ໄປ​ບ່ອນ​ໄດ້​ຢ່າງ​ປອດ​ໄພ​ເນື່ອງ​ຈາກ​ວ່າ​ມີ​ໄພ່​ພົນ​ຜູ້​ອຸ​ປະ​ຖໍາ​ທີ່​ເບິ່ງ​ບໍ່​ເຫັນ​ຢູ່​ເບື້ອງ​ຫຼັງ​.)", "聖意": "ບ້ານມີຄວາມປອດໄພ, ຕົນເອງເປັນສຸກ, ທຸລະກິດຕາເວັນຕົກປະສົບຄວາມສຳເລັດ, ການແຕ່ງງານກໍປະສົບຄວາມສຳເລັດ, ຄົນຍ່າງທາງຕັນທົ່ງນາ, ຜ້າໄໝຖືກກີດຂວາງ, ເສັ້ນໄໝມີເຈັດຈຸດ, ການລ້ຽງສັດມີກຳໄລ, ການຊອກຫາຄົນ, ຄົນຕາເວັນຕົກ ການຟ້ອງຮ້ອງປະຊາຊົນບໍ່ດີ, ການເຄື່ອນຍ້າຍແມ່ນອະນຸລັກ, ຊັບສິນທີ່ສູນເສຍແມ່ນເຫັນໄດ້, ພະຍາດແມ່ນຄວາມໂຊກດີ, ພູຜາປ່າດົງແລະອຸບມຸງແມ່ນສິ່ງມະຫັດສະຈັນ.", "古人": "Tang Mon ບັນລຸ enlightenment", "第X籤": "ຊະນະຫວຍຫົກສິບສອງ", "宮": "ພະລາຊະວັງ Yin"}