{"籤詩版本二": "ເມື່ອລະດູຫນາວມາຮອດ, ກິ່ງງ່າຂອງດອກໄມ້ plum ເທິງພູເຂົາຈະບໍ່ຖືກທໍາລາຍເຖິງແມ່ນວ່າໃບຂອງມັນລົ່ນແລະສາຂາຂອງມັນຫ່ຽວແຫ້ງ.\nແຕ່ເມື່ອລະດູໃບໄມ້ປົ່ງມາເຖິງ, ຂ້າພະເຈົ້າຍັງກັບຄືນຂ້າພະເຈົ້າເປັນ courtesan ແລະທໍາລາຍວຽກງານຕົ້ນສະບັບ.", "詩意": "ໃນ hexagram ນີ້, ດອກໄມ້ plum ຄອບຄອງຕໍາແຫນ່ງນໍາຫນ້າ.\nທຸກສິ່ງທຸກຢ່າງແມ່ນດີຖ້າມັນຊັກຊ້າ.", "解曰": "ນຶ່ງລູກສອນຍິງເປົ່າ. ໃນເວລາທີ່ມັນຫວ່າງ, ມັນບໍ່ຫວ່າງ. ລໍຖ້າລະດູໃບໄມ້ປົ່ງມາ. ສີແມ່ນຢູ່ໃນມັນ.", "籤詩故事一": "◇ ຄະ​ແນນ​ສອງ​ຄັ້ງ​\n​ໃນ​ໄລຍະ​ການ​ປົກຄອງ​ຂອງ​ຈັກກະພັດ Dezong ຂອງ​ລາຊະວົງ​ຖາງ, ລັດຖະມົນຕີ​ທີ່​ສັດ​ຊື່ Mei Bogao ​ແລະ ຄອບຄົວ​ຂອງ​ລາວ​ຖືກ​ຄຸມ​ຂັງ​ໂດຍ​ນາຍົກລັດຖະມົນຕີ Lu Qi, ຜູ້​ທີ່​ຢາກ​ສັງຫານ​ພວກ​ເຂົາ​ທັງ​ໝົດ, ມີ​ພຽງ​ແຕ່ Mei Liangyu ລູກ​ຊາຍ​ຂອງ​ລາວ​ທີ່​ສາມາດ​ຫລົບ​ໜີ​ໄດ້. ຊື່ Wang Xitong ເພື່ອເຊື່ອງຕົວຕົນຂອງລາວ. ລາວອາໄສຢູ່ຄົນດຽວຕາມຖະຫນົນ, ຫິວແລະເຢັນ, ແຕ່ໂຊກດີທີ່ລາວຖືກ Chen Risheng (Chen Dongchu). Chen Risheng ບໍ່ຮູ້ປະສົບການຊີວິດຂອງລາວ, ດັ່ງນັ້ນລາວຈຶ່ງຂໍໃຫ້ລາວຊ່ວຍເບິ່ງແຍງສວນ plum ຂອງ Chen ເພື່ອບໍ່ໃຫ້ລາວອຶດຫິວຕາຍຕາມຖະຫນົນ.\nChen Risheng ເປັນໝູ່ຮ່ວມຫ້ອງຮຽນ ແລະ ເປັນໝູ່ຂອງ Mei Bogao ເມື່ອລາວຖືກຂົ່ມເຫັງໂດຍ Lu Qi, ລາວໄດ້ຮັບການຊ່ວຍເຫລືອຈາກ Mei Bogao, ດັ່ງນັ້ນ, Mei Bogao ແລະ Lu Qi ກາຍເປັນສັດຕູກັນ, ໃນທີ່ສຸດ, ຄອບຄົວທັງຫມົດຂອງເຂົາເຈົ້າໄດ້ຖືກປະຫານຊີວິດ. Risheng ຮູ້ສຶກໂສກເສົ້າແລະໃຈຮ້າຍຍ້ອນເລື່ອງນີ້, ຫຼັງຈາກແຕ່ງງານ, ລາວລາອອກແລະຍ້າຍໄປ Yangzhou ເພື່ອອາໄສຢູ່ຢ່າງໂດດດ່ຽວ.\nChen Risheng ມີ​ລູກ​ສາວ​ຊື່ Chen Xingyuan ທີ່​ສວຍ​ງາມ​ແລະ​ມີ​ກິ່ນ​ຫອມ​, ຫຼັງ​ຈາກ Mei Liangyu ມາ​ຢູ່​ໃນ​ຄອບ​ຄົວ Chen​, ພວກ​ເຂົາ​ເຈົ້າ​ຕົກ​ເປັນ​ຮັກ​ໃນ​ຄັ້ງ​ທໍາ​ອິດ​. ໃນ​ມື້​ທີ່​ດອກ​ໄມ້​ພຸ່ມ​ໄດ້​ດອກ​ໄມ້​ເຕັມ​ດອກ, ເຊິ່ງ​ເປັນ​ວັນ​ຄົບ​ຮອບ​ການ​ເສຍ​ຊີ​ວິດ​ຂອງ​ນາງ​ເມີຍ​ໂບ​ໂກວ, Chen Risheng ແລະ​ຄອບ​ຄົວ​ໄດ້​ເປີດ​ແທ່ນ​ບູຊາ​ຢູ່​ສວນ​ໝາກ​ມ່ວງ​ບ້ານ​ຂອງ​ຕົນ ເພື່ອ​ລະ​ນຶກ​ເຖິງ​ເພື່ອນ​ທີ່​ໄດ້​ເສຍ​ຊີ​ວິດ ແລະ ຜູ້​ມີ​ພຣະ​ຄຸນ​ຂອງ​ເຂົາ​ເຈົ້າ. , ແລະ​ມີ​ພະ​ຍຸ​ຫິມະ​ຕົກ​ຢ່າງ​ໜັກ​ໜ່ວງ, ​ປົກ​ຄຸມ​ດອກ​ໄມ້​ພຸ່ມ​ທັງ​ໝົດ​ຖືກ​ທຳ​ລາຍ. Chen Risheng ຈົ່ມວ່າລາວສາມາດຫລົບຫນີໄດ້ຢ່າງປອດໄພ, ແຕ່ລາວບໍ່ສາມາດຊ່ວຍລູກຫລານຂອງຄອບຄົວ Mei ໄດ້, ລາວຄິດວ່ານີ້ແມ່ນຄໍາເຕືອນຈາກພຣະເຈົ້າ, ດັ່ງນັ້ນລາວຈຶ່ງປະຕິຍານວ່າເວັ້ນເສຍແຕ່ວ່າດອກໄມ້ plum ຈະອອກດອກອີກເທື່ອຫນຶ່ງ, ພິສູດວ່າລູກຫລານຂອງ. ຄອບຄົວ Mei ຍັງມີຊີວິດຢູ່, ລາວບໍ່ເຄີຍເວົ້າຫຍັງ, ລາວໄດ້ຫລົບຫນີເຂົ້າໄປໃນພຸດທະສາດສະຫນາແລະກາຍເປັນພະສົງ.\nລູກສາວຂອງລາວ Xingyuan ໄດ້ຍິນດັ່ງນັ້ນຈຶ່ງຈູດທູບທຽນໃນທັນທີແລະອະທິຖານຢ່າງຈິງໃຈຕໍ່ພຣະເຈົ້າເພື່ອເຮັດໃຫ້ດອກໄມ້ plum ເບີກບານອີກເທື່ອຫນຶ່ງ. ຄວາມ​ຈິງ​ໃຈ​ຂອງ​ເຂົາ​ເຈົ້າ​ໄດ້​ເຄື່ອນ​ໄປ​ສູ່​ສະ​ຫວັນ, ແລະ​ຕົ້ນ​ໝາກ​ມອນ​ທັງ​ໝົດ​ຢູ່​ໃນ​ສວນ​ໝາກ​ມ່ວງ​ກໍ​ໄດ້​ອອກ​ດອກ​ເບັ່ງ​ບານ​ອີກ; ຕໍ່​ມາ Chen Risheng ຮູ້​ວ່າ Xitong ແມ່ນ Liangyu, ດັ່ງ​ນັ້ນ​ລາວ​ຈຶ່ງ​ແຕ່ງງານ​ກັບ​ລູກ​ສາວ Xingyuan ກັບ​ລາວ.", "聖意": "​ເຮືອນ​ບໍ່​ດີ​ກັບ​ຕົນ​ເອງ, ຄົນ​ໜຶ່ງ​ຫາ​ຄວາມ​ຮັ່ງມີ, ຄົນ​ໜຶ່ງ​ມີ​ສະຕິ​ໃນ​ການ​ພົວພັນ, ​ເຖິງ​ເວລາ​ເໝາະ​ສົມ, ການ​ແຕ່ງງານ​ຊ້າ, ລະດູ​ໃບ​ໄມ້​ປົ່ງ​ແຮງ, ລະດູ​ໃບ​ໄມ້​ປົ່ງ​ແມ່ນ​ຫວ່າງ​ເປົ່າ, ນັກ​ທ່ອງ​ທ່ຽວ​ມາ​ຊ້າ. ທົ່ງນາຈະເລີນຮຸ່ງເຮືອງ, ຜ້າໄຫມຈະເລີນຮຸ່ງເຮືອງ, ລ້ຽງສັດຫົກຢ່າງຈະເລີນຮຸ່ງເຮືອງ, ຊອກຫາຄົນ, ການຟ້ອງຮ້ອງປະຊາຊົນ, ການສູນເສຍ, ການຍົກຍ້າຍ, ຊັບສິນສູນເສຍ, ພະຍາດຕາເວັນອອກ, ການເຕືອນໄພປອມ, ພູຜາປ່າດົງຄວນປ່ຽນແປງ.", "古人": "ຄະແນນສອງຄັ້ງ", "第X籤": "ຫົກສິບເກົ້າຊະນະ Lott ໄດ້", "宮": "ທາຊູມິ"}