{"籤詩版本二": "ໃນຄວາມຝັນ, ບອກວ່າຈະມີຄວາມຮັ່ງມີ, ແຕ່ຊື່ສຽງຈະບໍ່ມາ.\nນ້ຳ​ຢູ່​ໄກ​ແລະ​ພູ​ເຂົາ​ຫ່າງ​ໄກ​ແຕ່​ຍາກ​ທີ່​ຈະ​ສັດ​ຊື່​ຜູ້​ມີ​ກຽດ​ໃຫ້​ຄຳ​ຊີ້​ນຳ​ແລະ​ຮອຍ​ຍິ້ມ.", "詩意": "hexagram ນີ້ສະແດງເຖິງສັນຍາລັກຂອງການໄດ້ຮັບ treasure ໃນຄວາມຝັນ.\nທຸກສິ່ງທຸກຢ່າງແມ່ນຈິງຫຼາຍຫຼືຫນ້ອຍ.", "解曰": "ຝັນຄືຝັນ. ບໍ່ມີຄວາມຫວັງທີ່ຈະມີຊື່ສຽງ. ພຽງແຕ່ລໍຖ້າເວລາທີ່ດີ. ຄໍາແນະນໍາອັນສູງສົ່ງ.", "籤詩故事一": "◇​ສົ່ງ​ຄືນ jade ກັບ Zhao (ຄືນ jade ກັບ Zhao ຫຼັງ​ຈາກ​ສໍາ​ເລັດ​ມັນ​)\nໃນປີ 283 BC, ກະສັດ Zhao Huiwen ໄດ້ຮັບເອົາ He's Bi ຈາກ Chu, ຫຼັງຈາກກະສັດ Qin Zhaoxiang ໄດ້ຍິນຂ່າວ, ເພິ່ນໄດ້ສົ່ງຈົດຫມາຍໄປຫາກະສັດ Zhao, ສະແດງຄວາມເຕັມໃຈທີ່ຈະແລກປ່ຽນສິບຫ້າເມືອງສໍາລັບ He's Bi.\nLin Xiangru ວິເຄາະໃຫ້ກະສັດ Zhao ວ່າ Qin ເຂັ້ມແຂງແລະ Zhao ອ່ອນແອແລະຕ້ອງໄດ້ຮັບການທົດແທນ.\nກະສັດ Zhao ໄດ້ສົ່ງ Lin Xiangru ໄປ Qin ກັບ He's Bi.\nກະສັດ Qin ໄດ້ພົບກັບ Lin Xiangru ທີ່ Zhangtai, ແລະ Lin Xiangru ໄດ້ມອບຫິນໃຫ້ແກ່ກະສັດ Qin. ກະສັດ Qin ຮູ້ສຶກດີໃຈຫຼາຍ ແລະໄດ້ຜ່ານ He's Bi ໄປສູ່ຄວາມງາມ ແລະທຸກຄົນທີ່ຢູ່ອ້ອມຮອບນາງເບິ່ງມັນ, ໃນເວລານີ້, ທຸກຄົນທີ່ຢູ່ເບື້ອງຊ້າຍແລະຂວາຮ້ອງອອກມາວ່າມີອາຍຸຍືນ.\nLin Xiangru ເຫັນວ່າກະສັດ Qin ບໍ່ມີເຈດຕະນາທີ່ຈະມອບເມືອງໃຫ້ Zhao, ລາວຈຶ່ງບອກກະສັດ Qin ວ່າ jade ລາວມີຄວາມບົກຜ່ອງແລະຕ້ອງການຊີ້ບອກເຖິງກະສັດ Qin ເພື່ອໃຊ້ໂອກາດທີ່ຈະໄດ້ຮັບ. jade ກັບ​ຄືນ​ໄປ​ບ່ອນ​.\nຫຼັງຈາກ Lin Xiangru ໄດ້ເອົາ Bi ຂອງ Heshi ກັບຄືນ, ລາວຢືນຢູ່ຂ້າງຫນ້າເສົາໃຫຍ່, ສະແດງໃຫ້ເຫັນວ່າລາວຕ້ອງການຕາຍກັບ Heshi's Bi.\nໃນເວລານີ້, Lin Xiangru ກ່າວກັບກະສັດ Qin: \"ກະສັດ Zhao ຍັງເອົາຊະນະການຄັດຄ້ານຂອງລັດຖະມົນຕີແລະຍອມຮັບການສະເຫນີຂອງລັດຖະມົນຕີ, ເຖິງແມ່ນວ່າພຣະອົງບໍ່ໄດ້ຫລອກລວງກັນແລະກັນໃນເວລາທີ່ພົວພັນກັບປະຊາຊົນທົ່ວໄປ, ບໍ່ໄດ້ກ່າວເຖິງວ່າ. Qin ເປັນ​ປະ​ເທດ​ໃຫຍ່​!​ເພື່ອ​ຮັກ​ສາ​ມິດ​ຕະ​ພາບ​ລະ​ຫວ່າງ Qin ແລະ Zhao​, King Zhao ຫຼັງ​ຈາກ​ທີ່​ຖື​ສິນ​ອົດ​ເຂົ້າ​ໄດ້​ຫ້າ​ມື້​, ຂ້າ​ພະ​ເຈົ້າ​ໄດ້​ສົ່ງ​ລັດ​ຖະ​ມົນ​ຕີ​ຂອງ​ຂ້າ​ພະ​ເຈົ້າ Qin ກັບ jade​. ນະຄອນ, ແຕ່ຍັງໄດ້ມອບຫິນຂອງຄອບຄົວ He ໃຫ້ແກ່ແມ່ຍິງທີ່ສວຍງາມ, ເຊິ່ງເປັນການເຍາະເຍີ້ຍຂອງລັດຖະມົນຕີຂອງຂ້ອຍແທ້ໆ.\"\nຫຼັງ​ຈາກ​ເວົ້າ​ຈົບ​ແລ້ວ, ລິນ​ຊຽງ​ຣູ​ກໍ​ເຮັດ​ທ່າ​ທາງ​ຕີ​ເສົາ​ໃນ​ທັນ​ທີ, ກະສັດ​ຊິນ​ຢ້ານ​ວ່າ​ພະອົງ​ບີ​ຈະ​ໄດ້​ຮັບ​ຄວາມ​ເສຍ​ຫາຍ, ດັ່ງ​ນັ້ນ​ລາວ​ຈຶ່ງ​ທຳ​ທ່າ​ມອບ​ສິບ​ຫ້າ​ເມືອງ. Lin Xiangru ໄດ້​ເຫັນ​ໂດຍ​ຜ່ານ​ແຜນ​ການ​ທໍ​ລະ​ຍົດ​ຂອງ​ກະສັດ Qin​, ສະ​ນັ້ນ​ເຂົາ​ໄດ້​ຂໍ​ໃຫ້​ກະສັດ Qin ຖື​ສິນ​ອົດ​ເຂົ້າ​ເປັນ​ເວ​ລາ​ຫ້າ​ມື້​ກ່ອນ​ທີ່​ຈະ​ນໍາ​ສະ​ເຫນີ He's Bi ເພື່ອ​ຊັກ​ຊ້າ​ເວ​ລາ​. ໃນ​ສອງ​ສາມ​ມື້​ນີ້​, Lin Xiangru ໄດ້​ສົ່ງ​ຜູ້​ຮ່ວມ​ງານ​ຂອງ​ຕົນ​ກັບ​ຄືນ​ໄປ​ບ່ອນ​ຂອງ​ລັດ Zhao ກັບ jade​, ໃນ​ຂະ​ນະ​ທີ່​ເຂົາ​ຢູ່​ເພື່ອ​ປະ​ຕິ​ບັດ​ກັບ​ກະສັດ Qin​.\n(ເລື່ອງ​ນີ້​ເປັນ​ຄື​ກັບ​ຕາ​ຂອງ​ຄົນ​ທົ່ວ​ໄປ​ທີ່​ຕິດ​ໃຈ​ກັບ​ສະ​ຖາ​ນະ​ພາບ​ຂອງ​ຕົນ​.", "聖意": "ໄຫວ້ອາໄລເຖິງບ້ານ, ຕົນເອງ, ຂັດຂວາງຄວາມຮັ່ງມີ, ການເຮັດທຸລະກໍາມີຄວາມຫຍຸ້ງຍາກ, ການແຕ່ງງານບໍ່ສອດຄ່ອງກັບຄົນຍ່າງທາງ Liujiaxu, ຜ້າໄຫມ Chitian ບໍ່ໄດ້ຮັບການຍອມຮັບ, ສັດຫົກຄົນເສຍຫາຍ, ຄົນຫາຍສາບສູນ, ການຟ້ອງຮ້ອງສາທາລະນະແລະການຍົກຍ້າຍແມ່ນຄາດໄວ້, ສິ່ງຂອງສູນເສຍ ຢູ່​ຫ່າງ​ໄກ​, ພະ​ຍາດ​ໄດ້​ຖືກ​ສ້າງ​ຕັ້ງ​ຂຶ້ນ​, ຖືກ​ສົ່ງ​ໄປ​ອຸບ​ໂມງ​ພູ​ເຂົາ​, ແລະ​ການ​ປ່ຽນ​ແປງ​.", "古人": "​ສົ່ງ​ຫວາຍ​ຄືນ​ໃຫ້​ຈ່າວ (ຈົ່ງ​ເອົາ​ຫິນ​ໃຫ້​ຈ່າວ​ເຕັມ)", "第X籤": "ຫວຍເຈັດສິບເຈັດ", "宮": "ໂນນພະລາດຊະວັງ"}