{"籤詩版本二": "ຈະເຮັດແນວໃດ ຖ້າເຈົ້າເສຍຄຸນງາມຄວາມດີ ເພາະຊື່ສຽງຂອງເຈົ້າ ຂ້ອຍຢ້ານວ່າໂຊກລາບຈະປ່ຽນແປງ ແລະສິ່ງທີ່ບໍ່ດີຈະເກີດຂຶ້ນ.\nເມົາແລ້ວບໍ່ຮູ້ຈະໄປໃສ ຝັນຮ້າຍໃນຮົ່ມຕົ້ນແປກສີຂຽວ.", "詩意": "hexagram ນີ້ເປັນຕົວແທນຂອງປາເຢັນອອກຈາກນ້ໍາ.\nບໍ່ມີຫຍັງສາມາດເຄື່ອນຍ້າຍໄດ້.\n\n(hexagram ນີ້ແມ່ນສັນຍາລັກຂອງຄຸນງາມຄວາມດີທີ່ບໍ່ດີແລະໂຊກບໍ່ດີ.\nຮັກສາຕີນຂອງເຈົ້າຢູ່ເທິງພື້ນດິນໃນທຸກສິ່ງທຸກຢ່າງ.\n)", "解曰": "ປາເຢັນອອກຈາກນ້ໍາ. ແມງວັນໃນຢາຂີ້ເຜິ້ງ. ຖ້າທ່ານຖາມກ່ຽວກັບແຜນການ camp. ມັນດີກວ່າ Mo Qi\nເຄື່ອງຫມາຍນີ້ຈະນໍາໂຊກບໍ່ດີມາສູ່ Liujia. ທຸກຢ່າງຜິດພາດ. ອະທິຖານເພື່ອຄວາມປອດໄພ.", "籤詩故事一": "◇ Zhuangzi ທົດສອບພັນລະຍາຂອງລາວ\nZhuangzi ເກີດໃນລາຊະວົງ Zhou, ນາມສະກຸນຂອງລາວແມ່ນ Zhuang, ຊື່ຂອງລາວແມ່ນ Zhou, ແລະຊື່ຂອງລາວແມ່ນ Zixiu, ລາວເປັນຊາວ Mengyi ໃນລາຊະວົງ Song. ​ໃນ​ສະ​ໄໝ​ລາຊະວົງ​ໂຈ່​ວ, ລາວ​ເປັນ​ເຈົ້າ​ໜ້າ​ທີ່​ຂອງ Qiyuan.\nມື້ຫນຶ່ງ, Zhuangzi ໄດ້ພົບກັບແມ່ຍິງເທິງພູ, ນາງນັ່ງຢູ່ທາງຫນ້າຂອງຂຸມຝັງສົບໃຫມ່, ສັ່ນພັດລົມຂອງນາງຢ່າງສິ້ນຫວັງ, ຄືກັບວ່ານາງຕ້ອງການຕາກດິນທີ່ຊຸ່ມຢູ່ເທິງຫລຸມຝັງສົບ. Zhuangzi ບໍ່ເຂົ້າໃຈຄວາມຕັ້ງໃຈຂອງນາງ, ດັ່ງນັ້ນລາວຈຶ່ງຖາມນາງ. ນາງເວົ້າວ່າ ຜູ້ທີ່ຝັງສົບຢູ່ໃນຫລຸມຝັງສົບນັ້ນແມ່ນຜົວຂອງນາງ, ແລະຄໍາເວົ້າສຸດທ້າຍຂອງສາມີຂອງນາງແມ່ນນາງບໍ່ສາມາດແຕ່ງງານໃໝ່ໄດ້ຈົນກວ່າດິນເທິງຂຸມຝັງສົບແຫ້ງ. ນາງບໍ່ສາມາດລໍຖ້າໄດ້ອີກຕໍ່ໄປ, ສະນັ້ນນາງຈຶ່ງໄດ້ປຸກດິນຫລຸມຝັງສົບເພື່ອເຮັດໃຫ້ມັນແຫ້ງໄວຂຶ້ນ, ດັ່ງນັ້ນນາງຈຶ່ງສາມາດໄລ່ຕາມລະດູໃບໄມ້ປົ່ງທີສອງ.\nZhuangzi ຖອນຫາຍໃຈເມື່ອລາວຄິດວ່າມີຜູ້ຍິງທີ່ບໍ່ມີຫົວໃຈແບບນີ້ຢູ່ໃນໂລກ. ແລ້ວ​ຂ້ອຍ​ຄິດ​ວ່າ​ເມຍ​ຂອງ​ຂ້ອຍ​ຈະ​ເປັນ​ແບບ​ນີ້​ບໍ? ເມື່ອຄວາມສົງໃສເກີດຂື້ນ, ຂ້ອຍຕ້ອງການທົດສອບມັນ.\nນາມສະກຸນຂອງພັນລະຍາຂອງ Zhuangzi ແມ່ນ Tian, ​​ແລະຄູ່ຜົວເມຍມັກຈະມີຄວາມໃກ້ຊິດ, ເພື່ອທົດສອບຄວາມສັດຊື່ຂອງພັນລະຍາຂອງລາວ, Zhuangzi ຕັດສິນໃຈປອມຕົວຕາຍ.\nໄດ້ຍິນວ່າ Zhuangzi ໄດ້ເສຍຊີວິດຍ້ອນພະຍາດກະທັນຫັນ, ປະຊາຊົນຈໍານວນຫຼາຍຈາກທົ່ວທຸກແຫ່ງລວມທັງຍາດພີ່ນ້ອງແລະຫມູ່ເພື່ອນໄດ້ມາສະແດງຄວາມເສຍໃຈຂອງເຂົາເຈົ້າ, ໃນບັນດາພວກເຂົາມີກະສັດແລະຫລານຊາຍຈາກລັດ Chu, ຜູ້ທີ່ຮັ່ງມີໃນຄວາມຮັ່ງມີ, ເຫັນວ່ານາງ. Tian ເປັນແມ່ຫມ້າຍໃຫມ່ແລະຫນ້າສົງສານ, ລາວຕິດຕາມນາງ. ນາງ​ທຽນ​ບໍ່​ສາມາດ​ທົນ​ກັບ​ການ​ລໍ້​ລວງ​ໄດ້​ແລະ​ຕົກ​ເປັນ​ເຫຍື່ອ​ຂອງ​ວັງ​ຊຸນ, ​ເຂົາ​ເຈົ້າ​ໄດ້​ແຕ່ງງານ​ກັນ​ໃນ​ເວລາ​ພຽງ​ຊາວ​ວັນ.\n​ໃນ​ຄືນ​ນັ້ນ, ​ເມື່ອ​ເຫຼົ້າ​ແວງ​ເມົາ​ແລ້ວ​ຫູ​ຮ້ອນ, ວັງ​ຊັນ​ໄດ້​ເປັນ​ພະຍາດ​ຫົວ​ໃຈ​ຢ່າງ​ກະທັນຫັນ​ແລະ​ເສຍ​ຊີວິດ.\nນາງ​ທຽນ​ຢ້ານ​ກົວ​ແລະ​ຕົກ​ໃຈ,​ແລະ​ຖາມ​ວັງ​ຊັນ​ຢ່າງ​ຮີບ​ດ່ວນ​ວ່າ​ຈະ​ເຮັດ​ແນວ​ໃດ, ນາງ​ວາງ​ຊຸນ​ໄດ້​ອົດທົນ​ກັບ​ຄວາມ​ເຈັບ​ປວດ​ແລະ​ບອກ​ນາງ​ທຽນ​ວ່າ​ສະໝອງ​ຂອງ​ສົບ​ທີ່​ຕາຍ​ແລ້ວ​ສາມາດ​ນຳ​ໃຊ້​ເພື່ອ​ເອົາ​ຄົນ​ຕາຍ​ຄືນ​ມາ​ໄດ້.\nບ່ອນໃດທີ່ຈະຊອກຫາສົບ? ນາງ​ທຽນ​ຄິດ​ຢ່າງ​ກະທັນຫັນ, ຜົວ​ບໍ່​ຕາຍ​ບໍ? ທ່ານ​ທຽນ​ລືມ​ຄວາມ​ຮັກ​ເກົ່າ​ລະຫວ່າງ​ຜົວ​ແລະ​ເມຍ, ​ແລະ​ຕົວ​ຈິງ​ແລ້ວ​ໄດ້​ເອົາ​ຂວານ​ແລະ​ແຍກ​ເປີດ​ໂລງສົບ​ຂອງ​ຜົວ, ກຽມ​ເອົາ​ສະໝອງ​ອອກ​ຢາ.\n​ໂດຍ​ບໍ່​ໄດ້​ຄາດ​ຄິດ, ​ເມື່ອ​ໂລງ​ສົບ​ຖືກ​ເປີດ, ຈູງ​ຊີ​ໄດ້​ຟື້ນ​ຟູ​ຄືນ​ມາ. ນາງ​ທຽນ​ມີ​ຄວາມ​ອັບອາຍ​ຫຼາຍ​ຈົນ​ແຂວນ​ຄໍ​ຕົວ​ເອງ.\n(ເລື່ອງນີ້ແມ່ນເປັນການປຽບທຽບສໍາລັບການລະເມີດມິດຕະພາບເພື່ອຜົນປະໂຫຍດສ່ວນຕົວ, ດັ່ງນັ້ນພວກເຮົາບໍ່ສາມາດຕົກລົງເຫັນດີກັບມັນ.)", "聖意": "​ເຮືອນ​ຢູ່​ມີ​ຄວາມ​ສະຫງົບ, ຕົວ​ເອງ​ປອດ​ໄພ, ​ເລື່ອງ​ເງິນ​ບໍ່​ຍຸດຕິ​ທຳ, ການ​ຄ້າ​ຂາຍ​ເຄື່ອງ​ເສຍ​ສະລະ, ການ​ແຕ່ງງານ​ແກ້​ໄຂ, ສິ່ງ​ຊົ່ວ​ຮ້າຍ​ຈະ​ເລີນ​ຮຸ່ງ​ເຮືອງ, ຄົນ​ຍ່າງ​ມາ​ບໍ່​ຮອດ, ​ຜ້າ​ໄໝ​ຮາບ​ພຽງ, ລ້ຽງ​ສັດ​ກໍ​ຮາບ​ພຽງ, ປະຊາຊົນ ຫາຍສາບສູນ, ການຟ້ອງຮ້ອງແມ່ນມີການປ່ຽນແປງ, ສາວົກແມ່ນອະນຸລັກ, ຊັບສິນບໍ່ໄດ້ເຈັບປ່ວຍ, ແລະພູເຂົາແລະອຸບໂມງແມ່ນຊົ່ວ.", "古人": "Zhuangzi ທົດສອບພັນລະຍາຂອງລາວ", "第X籤": "ຫວຍ 84", "宮": "Wei Gong"}