{"籤詩版本二": "ຍ່າງໄປເຄິ່ງທາງຂຶ້ນພູທາງທິດຕາເວັນຕົກ, ໜ້າຜາຂອງຈູລິງບໍ່ສາມາດຕົກລົງໄດ້.\nຊອກຫາພຣະເຈົ້າເພື່ອປົກປ້ອງ, ຮ່າງກາຍນີ້ຍັງຢູ່ໃນບ່ອນຝັງສົບ", "詩意": "hexagram ນີ້ແມ່ນຄ້າຍຄືຊອກຫາຄໍາໃນດິນຊາຍ.\nມີອາການຂອງຄົນສູງສົ່ງໃນທຸກສິ່ງທຸກຢ່າງ.\n\nນອກຈາກນີ້: hexagram ນີ້ຊີ້ໃຫ້ເຫັນວ່າບຸກຄົນນັ້ນແມ່ນຢູ່ໃນອັນຕະລາຍ.\nມີອາການຂອງຄົນສູງສົ່ງໃນທຸກສິ່ງທຸກຢ່າງ.", "解曰": "jade ສາ​ມາດ​ໄດ້​ຮັບ​ການ​ພົບ​ເຫັນ​ໂດຍ​ການ​ກ້ອນ​ຫີນ chiseling​. ຊອກຫາຄໍາໃນດິນຊາຍ. ຈໍາເປັນຕ້ອງໄດ້ເຮັດວຽກຫນັກ. ພຽງແຕ່ມີບັນຫາ.\nວຽກອື່ນ: ສະຖານະການທີ່ຫຍຸ້ງຍາກ. ບໍ່ມີບ່ອນໃດທີ່ຈະຢູ່. ຂໍພອນຂອງພຣະເຈົ້າ. ອະທິຖານເພື່ອຄວາມສະຫງົບຂອງຈິດໃຈ.", "籤詩故事一": "◇ກັດຄໍາແລະຂຸດຄົ້ນຖ້ໍາໃຕ້ດິນ\nເພື່ອ​ສະ​ເຫຼີມ​ສະ​ຫຼອງ​ການ​ຂຸດ​ຄົ້ນ​ທະ​ຫານ​ຂອງ​ຕົນ​, Cheng Yaojin ໄດ້​ຈັດ​ງານ​ລ້ຽງ​ຢູ່ Yanwuyang​. ທັນໃດນັ້ນ ກໍມີຂຸມໜຶ່ງເປີດຂຶ້ນໃນດິນ ເຊິ່ງເປັນສິ່ງທີ່ບໍ່ສາມາດເຂົ້າໃຈໄດ້, ທຸກຄົນໄດ້ຈັບສະຫລາກໂດຍການຈັບຄໍາ, ກັດຄໍາເພື່ອຊະນະ, ແລະເຊົ່າເຊືອກເພື່ອມັດຕົນເອງລົງໃນຂຸມ.\nມີປະຕູຫີນ, ໂຕະ, ຕັ່ງ, ຂົວ ແລະ ວັດຖຸອື່ນໆ, ເທິງໂຕະມີເສື້ອຄຸມມັງກອນ ແລະ ສາຍແອວຫວາຍ, ເຊິ່ງເຮັດດ້ວຍຄຳ ແລະ ນຸ່ງສິ້ນອອກຈາກຖ້ຳ.\nYao Jin ໄດ້​ອອກ​ມາ​ຈາກ​ຂຸມ​ໂດຍ​ມີ​ກ່ອງ​ໃຫຍ່​ແລະ​ກ່ອງ​ນ້ອຍ, ເປີດ​ກ່ອງ​ໄມ້​ອອກ​ແລະ​ເອົາ​ປະ​ທັບ​ຕາ​ຫຍົມ​ອອກ, ເປີດ​ກ່ອງ, ເອົາ​ທຸງ​ໃຫຍ່​ແລະ​ມົງ​ກຸດ​ແລະ​ເສື້ອ​ຄຸມ​ອອກ​ມາ​ວາງ​ໄວ້​ເທິງ​ໂຕະ, ແລະ. ທຸກຄົນເບິ່ງພວກເຂົາເທື່ອລະຄົນ. ຂ້າ​ພະ​ເຈົ້າ​ໄດ້​ເຫັນ​ຕົວ​ອັກ​ສອນ​ປະ​ທັບ​ຕາ 8 ຕົວ​ທີ່​ສະ​ຫລັກ​ໄວ້​ເທິງ​ປະ​ທັບ​ຕາ​ໃຫຍ່​ແມ່ນ \"ກະສັດ​ຜີ​ປີ​ສາດ​ຂອງ Hunshi, ມໍ​ລະ​ດົກ​ທີ່​ຍິ່ງ​ໃຫຍ່\".\nທຸກ​ຄົນ​ໄດ້​ຂາບ​ໄຫວ້​ພຣະ​ອົງ​ໃນ​ຖາ​ນະ​ເປັນ \"ຈັກ​ກະ​ພັດ​\" ແລະ Yaojin ໄດ້​ເຮັດ​ສິ່ງ​ນີ້​ສໍາ​ລັບ​ສາມ​ປີ​ໃນ​ຖາ​ນະ​ເປັນ​ກະສັດ​ຜີ​ປີ​ສາດ​. (ຕົວຈິງແລ້ວ, ນີ້ແມ່ນພຽງແຕ່ການປະກາດຕົນເອງ, ແລະ Cheng Yaojin ພຽງແຕ່ເປັນຜູ້ນໍາຂອງບ້ານໃນເວລານັ້ນ.\n(ເລື່ອງນີ້ເປັນການປຽບທຽບວ່າສິ່ງທີ່ດີຄືກັບການສະແດງ, ນີ້ແມ່ນແນວຄວາມຄິດທາງສິລະປະຂອງ \"ຮ່າງກາຍນີ້ຍັງຢູ່ໃນໂມ້\".)", "聖意": "ໄຫວ້ອາໄລເຖິງບ້ານ ແລະ ເຮືອນ, ຕົນເອງ, ສະແຫວງຫາຄວາມຮັ່ງມີ, ເຮັດວຽກໜັກ, ມີຄວາມລະມັດລະວັງໃນທຸລະກິດ, ການແຕ່ງງານຈະຖືກຂັດຂວາງໂດຍ ລິວຈຽງຊູ, ຄົນຍ່າງ, ຈີ່ທຽນ, ຜ້າໄຫມ, ລ້ຽງສັດຫົກຢ່າງໝັ້ນຄົງ, ຊອກຫາຄົນ, ບໍ່ມີຄະດີ, ສູນເສຍ. , ການເຄື່ອນຍ້າຍ, ການຮັກສາຊັບສິນທີ່ສູນເສຍ, ພະຍາດທີ່ຊົ່ວຮ້າຍ, ອຸປະສັກ, ພູເຂົາແລະບ່ອນຝັງສົບ.", "古人": "ການຂຸດຄົ້ນ Crypt ສໍາລັບຄໍາ", "第X籤": "ເຊັນແປດສິບເຈັດ", "宮": "Shen Gong"}