{"籤詩版本二": "ຄວາມທະເຍີທະຍານແລະຄວາມສໍາເລັດແມ່ນຢູ່ໃນລາຊະວົງ, ແຕ່ໃນປັດຈຸບັນຈະມີການດື່ມເຫຼົ້າແລະການຮ່ວມເພດທີ່ບໍ່ມີທີ່ສິ້ນສຸດ.\nຖ້າ​ເຫັນ​ໄກ່​ຂັນ​ທອງ​ຈະ​ໄດ້​ຮັບ​ລາງວັນ​ເງິນ​ຄຳ ໂຊກ​ລາບ.", "詩意": "hexagram ນີ້ສະແດງເຖິງສັນຍາລັກຂອງຄວາມທະເຍີທະຍານແລະຊື່ສຽງ.\nຮັກສາທຸກສິ່ງທີ່ເປັນສຸກ.", "解曰": "ທະເຍີທະຍານແລະຕື່ນເຕັ້ນ. ມັນບໍ່ຊ້າເກີນໄປທີ່ຈະຮັກສາຕົວທ່ານເອງ. ໄກ່ງວງທອງຄຳສັນຍາ. ທຸກຄົນມີຄວາມສຸກ.", "籤詩故事一": "◇ Chao Pi ປະກາດຕົນເອງເປັນຈັກກະພັດ\nCao Pi, ຊື່ມາລະຍາດ Zihuan, ເກີດຢູ່ Peiguoqiao (ປະຈຸບັນແມ່ນ Hao County, Anhui). ນັກ​ການ​ເມືອງ​ແລະ​ນັກ​ຂຽນ​ທີ່​ມີ​ຊື່​ສຽງ​ໃນ​ສະ​ໄໝ​ Jian'an.\nCao Pi ເປັນລູກຊາຍຄົນທີສອງຂອງ Cao Cao, ລາວໄດ້ອາໄສຢູ່ກັບພໍ່ຂອງລາວໃນຄ້າຍທະຫານຕັ້ງແຕ່ຍັງນ້ອຍ, ພາຍໃຕ້ອິດທິພົນຂອງພໍ່, Cao Pi ໄດ້ຮຽນຮູ້ການຍິງທະນູໃນອາຍຸ 6 ປີແລະຂີ່ມ້າໃນອາຍຸ 8 ປີ, ແລະພັດທະນາ. ທັກສະສິລະ martial ທີ່ດີ. ລາວຍັງມີຄວາມຮູ້ຢ່າງກວ້າງຂວາງກ່ຽວກັບຄລາສສິກແລະຊີວະປະຫວັດຂອງວັດຖຸບູຮານແລະທັນສະໄຫມ, ເຊັ່ນດຽວກັນກັບຫນັງສືຂອງຫຼາຍຮ້ອຍໂຮງຮຽນຂອງຄວາມຄິດ. ຍັງ​ບໍ່​ຮອດ​ອາຍຸ​ສິບ​ແປດ​ປີ​ທີ່​ໂຈ່​ວ​ໄດ້​ເອົາ​ຊະນະ​ຢວນຊາວ​ແລະ​ກາວ​ປິ​ນ​ໄດ້​ດຳລົງ​ຊີວິດ​ຢ່າງ​ໝັ້ນຄົງ​ຢູ່​ເມືອງ​ອຽນ​ເສີງ​ເຊິ່ງ​ເປັນ​ຈຸດ​ໃຈກາງ​ຂອງ​ການ​ປົກຄອງ​ຂອງ​ໂຈ່​ວ. ຕັ້ງແຕ່ນັ້ນມາ, ເຖິງວ່າບາງຄັ້ງລາວໄດ້ໄປກັບພໍ່ຂອງລາວໃນການເດີນທາງທະຫານແລະດໍາລົງຊີວິດຂອງລູກຊາຍທີ່ສູງສົ່ງ, ແຕ່ລາວຍັງປະຕິບັດສິລະປະການຕໍ່ສູ້ທຸກໆມື້ແລະບໍ່ເຄີຍຫຼຸດລົງຈົນເຖິງທຸກມື້ນີ້. ລາວ​ມັກ​ຂີ່​ມ້າ​ເປັນ​ຮ້ອຍ​ຂັ້ນ ແລະ​ມີ​ຄວາມ​ຊຳນິ​ຊຳນານ​ໃນ​ສິລະ​ປະ​ຍຸດ​ທະ​ສາດ, ຍ້ອນ​ວ່າ​ລາວ​ມັກ​ສິລະ​ປະ​ຕໍ່ສູ້, ລາວ​ຈຶ່ງ​ມີ​ຄວາມ​ອ່ອນ​ໂຍນ​ແລະ​ແຂງ​ແຮງ.\nລູກຊາຍກົກຂອງ Cao Cao ໄດ້ຖືກຂ້າຕາຍໃນການສູ້ຮົບ. ຫຼັງ​ຈາກ​ລູກ​ຊາຍ​ກົກ​ໄດ້​ເສຍ​ຊີ​ວິດ​, Cao Pi ໄດ້​ກາຍ​ເປັນ​ທາງ​ເລືອກ​ທໍາ​ອິດ​ສໍາ​ລັບ​ມົງ​ກຸດ​ພິ​ເສດ​. ​ເມື່ອ​ມີ​ອາຍຸ​ໄດ້​ສາມ​ສິບ​ປີ, ​ໂຈ່​ວ​ໄດ້​ຂຶ້ນ​ເປັນ​ເຈົ້າຊາຍ​ຄອງ​ລາດ. ເມື່ອ​ກາວ​ປິ​ມີ​ອາ​ຍຸ​ໄດ້​ສາມ​ສິບ​ສາມ​ປີ, ກາວ​ໂຈ່​ວ​ເສຍ​ຊີ​ວິດ​ຍ້ອນ​ເຈັບ​ປ່ວຍ, ກາວ​ປິ​ໄດ້​ສືບ​ຕໍ່​ເປັນ​ນາ​ຍົກ​ລັດ​ຖະ​ມົນ​ຕີ​ແລະ​ເປັນ​ກະ​ສັດ​ຂອງ Wei. ລາວ​ເວົ້າ​ວ່າ​ລາວ​ມັກ​ຂີ່​ມ້າ​ເປັນ​ຮ້ອຍ​ຂັ້ນ​ຕອນ​ແລະ​ມີ​ຄວາມ​ຊຳນານ​ຫຼາຍ, ຍ້ອນ​ວ່າ​ລາວ​ມັກ​ຂີ່​ກັງ​ຟູ​ເລື້ອຍໆ, ລາວ​ຈຶ່ງ​ມີ​ສຸ​ຂະ​ພາບ​ເບົາ.", "聖意": "ຂໍໃຫ້ເຮືອນ ແລະ ບ້ານຂອງເຈົ້າສະຫງົບສຸກ ຈົ່ງສະແຫວງຫາຄວາມຮັ່ງມີ, ເຮັດວຽກງານ, ຄ້າຂາຍ ແລະ ເລີກລາກັນໄວ, ການແຕ່ງງານຈະປະສົບຜົນສໍາເລັດ, ລືໄຊຈະປອດໄພ, ຄົນງານຈະຢູ່ໄຮ່ນາ, ຜ້າໄຫມຈະແກ່, ລ້ຽງສັດ 6 ຄົນ. ແກ່ແລ້ວ ຈະຫາຄົນຍາກ ການຟ້ອງຮ້ອງປະຊາຊົນ ຕັດສິນໃຈດ່ວນ ຍົກຍ້າຍຖິ່ນຖານ ສູນເສຍຊັບສິນໄປໄກ ພະຍາດຕິດແປດຕາມພູຜາປ່າດົງ ໂຊກດີ.", "古人": "Cao Pi ປະກາດຕົນເອງເປັນຈັກກະພັດ", "第X籤": "ຫວຍ ເກົ້າສິບຫ້າ", "宮": "ຊູກົງ"}