{"籤詩版本二": "Reining ມ້າແລະຖື whip, ພວກເຮົາມາຊື່ທີ່ນີ້, ເຄິ່ງຫນຶ່ງຢູ່ໃນອັນຕະລາຍແລະເຄິ່ງຫນຶ່ງໃນໄພພິບັດ.\nມັນຄືກັບເຮືອນທີ່ຖືກໄຟໄຫມ້, ເມື່ອທ້ອງຟ້າຕົກລົງ, ຝົນກໍ່ປ່ຽນເປັນຂີ້ເທົ່າ, ຂ້ອຍມີແຜນການ.", "詩意": "hexagram ນີ້ສະແດງເຖິງຄວາມໂສກເສົ້າເຄິ່ງຫນຶ່ງແລະຄວາມສຸກເຄິ່ງຫນຶ່ງ.\nແນະນໍາໃຫ້ເຮັດດີໃນທຸກສິ່ງທຸກຢ່າງ.", "解曰": "ແຮງງານຕະຫຼອດຊີວິດ. ບໍ່ສົນໃຈເລື່ອງຖືກແລະຜິດ. shackles ແມ່ນຊົ່ວຄາວ. ຄວາມຄຽດແຄ້ນມາຕາມທຳມະຊາດ.", "籤詩故事一": "◇ Tao Sanchun ຕີ Zheng En ໃນ Guayuan\n\"ຈົ່ງ​ມີ​ຊີວິດ​ຍືນ​ຍາວ​ເປັນ​ທີ່​ລະນຶກ​ຂອງ​ຂ້າ​ພະ​ເຈົ້າ,\" Zhao Kuangyin ຢືນ​ຂຶ້ນ​ອີກ​ເທື່ອ​ຫນຶ່ງ, \"Beiping King Zheng En ໄດ້​ຈັດ​ການ​ແຕ່ງ​ງານ​ກັບ​ຄືນ​ໄປ​ບ່ອນ​, ໃນ​ປັດ​ຈຸ​ບັນ​ໂລກ​ໄດ້​ມີ​ສັນ​ຕິ​ພາບ​, ຂ້າ​ພະ​ເຈົ້າ​ຂໍ​ອະ​ນຸ​ຍາດ​ໃຫ້​ທ່ານ​ເລືອກ​ເອົາ​ວັນ​ສຸກ​ທີ່​ຈະ​ແຕ່ງ​ງານ​. \"\n“ຈົ່ງ​ມີ​ຄວາມ​ຊົງ​ຈຳ​ຂອງ​ຂ້າ​ນ້ອຍ!” Zhao Kuangyin ຢືນ​ຂຶ້ນ​ແລະ​ເວົ້າ​ວ່າ, “ກະສັດ​ປັກ​ກິ່ງ, Zheng En, ໄດ້​ຈັດ​ການ​ແຕ່ງ​ງານ​ໃນ​ຕອນ​ນັ້ນ​ແລ້ວ, ໃນ​ເວ​ລາ​ນີ້​ໂລກ​ມີ​ຄວາມ​ສະ​ຫງົບ, ຂ້າ​ພະ​ເຈົ້າ​ຂໍ​ອະ​ນຸ​ຍາດ​ໃຫ້​ທ່ານ​ເລືອກ​ເອົາ​ການ​ເປັນ​ສຸກ. ມື້ແຕ່ງງານ.\"\n\"ໂອ້, ອ້າຍ​ທີ​ສາມ​ໄດ້​ແຕ່ງ​ງານ​ກ່ອນ​ນີ້​ໄດ້​ແນວ​ໃດ, ຂ້າ​ພະ​ເຈົ້າ​ບໍ່​ໄດ້​ຮູ້​ກ່ຽວ​ກັບ​ເລື່ອງ​ນີ້?\" Chai Rong ແປກ​ໃຈ​ຫຼາຍ, ລາວ​ໂບກ​ມື​ແລະ​ຖາມ Zhao Kuangyin ນັ່ງ​ລົງ​ແລະ​ສົນ​ທະ​ນາ​.\n\"ໂອ້! ອ້າຍ​ທີ​ສາມ​ໄດ້​ແຕ່ງ​ດອງ​ກັນ​ກ່ອນ, ຂ້ອຍ​ບໍ່​ໄດ້​ຮູ້​ເລື່ອງ​ນີ້​ໄດ້​ແນວ​ໃດ?\" Chai Rong (ຈັກ​ກະ​ພັດ​ໃນ​ສະ​ໄຫມ​ຕໍ່​ມາ Zhou​) ແປກ​ໃຈ​ຫຼາຍ, ລາວ​ໄດ້​ໂບກ​ມື​ແລະ​ຂໍ​ໃຫ້ Zhao Kuangyin ນັ່ງ​ລົງ​ແລະ​ສົນ​ທະ​ນາ​.\n“ເລື່ອງ​ນີ້​ຍາວ​ນານ, ອັນ​ໜຶ່ງ, ຕອນ​ນັ້ນ​ພວກ​ເຮົາ​ຍັງ​ທຸກ​ຍາກ​ບໍ່​ໄດ້​ເຂົ້າ​ຮ່ວມ​ກອງ​ທັບ​ຂອງ​ເຈົ້າ, ນັບ​ແຕ່​ນັ້ນ​ມາ, ພວກ​ເຮົາ​ສູ້​ຮົບ​ມາ​ເປັນ​ເວລາ​ຫລາຍ​ປີ​ແລ້ວ​ບໍ່​ມີ​ເວລາ​ດູ​ແລ​ເຈົ້າ, ອັນ​ທີ​ສອງ, ອ້າຍ​ທີ​ສາມ​ກໍ​ຍັງ​ນ້ອຍ. ອາຍທີ່ຈະກ່າວເຖິງມັນ, ດັ່ງນັ້ນກະສັດຂອງເຈົ້າບໍ່ຮູ້.”\n“ເລື່ອງ​ນີ້​ຍາວ​ນານ, ອັນ​ໜຶ່ງ, ພວກ​ເຮົາ​ຍັງ​ທຸກ​ຍາກ​ໃນ​ຄາວ​ນັ້ນ, ບໍ່​ໄດ້​ເຂົ້າ​ຮ່ວມ​ກອງ​ທັບ​ຂອງ​ເຈົ້າ, ນັບ​ແຕ່​ນັ້ນ​ມາ, ພວກ​ເຮົາ​ໄດ້​ສູ້​ຮົບ​ມາ​ເປັນ​ເວ​ລາ​ຫລາຍ​ປີ ແລະ​ບໍ່​ມີ​ເວ​ລາ​ສົນ​ໃຈ​ເຈົ້າ, ອັນ​ທີ​ສອງ, ອ້າຍ​ທີ​ສາມ​ກໍ​ເປັນ ຂີ້ອາຍເລັກນ້ອຍທີ່ຈະກ່າວເຖິງມັນ, ດັ່ງນັ້ນກະສັດຂອງເຈົ້າບໍ່ຮູ້.”\n\"ເຮີ້ຍ ນັກສຶກສາວິທະຍາໄລຊາຍກຳລັງຈະແຕ່ງງານແລ້ວ ແມ່ນຫຍັງທີ່ໜ້າອາຍ? ນ້ອງຊາຍຄົນທີ 3 ຢູ່ໃນສະຫນາມຮົບມາດົນນານແລ້ວ ຖືວ່າເປັນວິລະຊົນທີ່ບໍ່ມີໃຜທຽບໄດ້. ເປັນຫຍັງເຈົ້າຈຶ່ງຂີ້ຄ້ານກັບເລື່ອງນີ້?\n\"ເຮີ້ຍ! ເດັກມະຫາວິທະຍາລັຍ ແຕ່ງດອງແລ້ວ ມີຫຍັງອາຍ? ນ້ອງຊາຍຄົນທີ 3 ຢູ່ໃນສະຫນາມຮົບມາດົນນານແລ້ວ ຖືວ່າເປັນວິລະຊົນທີ່ບໍ່ມີໃຜທຽບໄດ້. ເປັນຫຍັງເຈົ້າຈຶ່ງຂີ້ຄ້ານກັບເລື່ອງນີ້?\"\n\"ເວົ້າແນວນັ້ນ, ຂ້ອຍບໍ່ສາມາດຕໍານິຕິຕຽນອ້າຍທີສາມຂອງຂ້ອຍທີ່ຂີ້ອາຍ, ເພາະວ່າການແຕ່ງງານນີ້ຖືກປອມແປງ.\"\n\"ເວົ້າແນວນັ້ນ, ຂ້ອຍບໍ່ສາມາດຕໍານິຕິຕຽນອ້າຍທີສາມຂອງຂ້ອຍທີ່ຂີ້ອາຍ, ເພາະວ່າການແຕ່ງງານນີ້ຖືກປອມແປງ.\"\n\"ພິມອອກບໍ? Hey, ມັນຫນ້າສົນໃຈ. ກະລຸນາບອກຂ້ອຍວ່າເກີດຫຍັງຂຶ້ນ.\"\n\"ຂ້ອຍພິມມັນອອກ! Hey! ມັນຫນ້າສົນໃຈ! ກະລຸນາບອກຂ້ອຍວ່າເກີດຫຍັງຂຶ້ນ.\"\n“ແມ່ນແລ້ວ, ຂ້ອຍຈື່ໄດ້ວ່າປີນັ້ນ, ຕອນທີ່ພວກເຮົາຈະໄປຮ່ວມກັບພະມະຫາກະສັດ, ພວກເຮົາກຳລັງຜ່ານເມືອງບາຈຽງ, ອາກາດຮ້ອນຫຼາຍໃນເດືອນມິຖຸນາ, ນ້ອງຊາຍຄົນທີ 3 ຂອງຂ້ອຍຢູ່ໂຮງແຮມບໍ່ໄດ້, ລາວຈຶ່ງອອກໄປຍ່າງປ່າຄົນດຽວ. ພາຍຫຼັງຜ່ານສວນໝາກໂມແລ້ວ, ລາວໄດ້ເຂົ້າໄປເກັບໝາກແຕງບາງໜ່ວຍ, ໝາກແຕງແກ້ຫິວ, ເວລານີ້ໝາກແຕງສຸກຍັງບໍ່ມີຫຼາຍ, ນ້ອງຊາຍຄົນທີ 3 ບໍ່ຮູ້ວິທີເກັບ, ສະນັ້ນ ລາວຈຶ່ງແຕກອອກຫຼາຍ. ຄົນທີ່ແນມເບິ່ງໝາກແຕງເປັນຜູ້ຍິງ ຍ່າງໄປຕຳໜິນ້ອງຊາຍຄົນທີ 3 ທັງສອງມີເລື່ອງຜິດຖຽງກັນ ຈາກນັ້ນກໍ່ເກີດການປະທະກັນ, ໂຊກດີທີ່ນ້ອງເປັນຫ່ວງ ແລະ ຮີບຟ້າວໄປຊ່ວຍໄດ້ທັນເວລາ, ບໍ່ດັ່ງນັ້ນ.. .\"\n“ແມ່ນແລ້ວ, ຂ້າພະເຈົ້າຈື່ໄດ້ວ່າປີນັ້ນ, ເມື່ອພວກເຮົາກຳລັງຈະເຂົ້າໄປຫາພະລາຊະວັງ, ພວກເຮົາກຳລັງຈະຜ່ານເມືອງບາຈຽງ, ອາກາດຮ້ອນຫຼາຍໃນເດືອນມິຖຸນາ, ນ້ອງຊາຍຄົນທີ 3 ຂອງຂ້ອຍຢູ່ໂຮງແຮມບໍ່ໄດ້, ລາວຈຶ່ງອອກໄປຍ່າງເລາະຕາມລຳພັງ. ພາຍຫຼັງຜ່ານສວນໝາກໂມແລ້ວ, ລາວໄດ້ເຂົ້າໄປເກັບໝາກແຕງບາງໜ່ວຍ, ໝາກແຕງແກ້ຫິວ, ເວລານີ້ໝາກແຕງສຸກຍັງບໍ່ມີຫຼາຍ, ນ້ອງຊາຍຄົນທີ 3 ບໍ່ຮູ້ວິທີເກັບ, ສະນັ້ນ ລາວຈຶ່ງແຕກອອກຫຼາຍ. ຄົນທີ່ແນມເບິ່ງໝາກແຕງເປັນຜູ້ຍິງ ຍ່າງໄປຕຳໜິນ້ອງຊາຍຄົນທີ 3 ທັງສອງມີເລື່ອງຜິດຖຽງກັນ ຈາກນັ້ນກໍ່ເກີດການປະທະກັນ, ໂຊກດີທີ່ນ້ອງເປັນຫ່ວງ ແລະ ຮີບຟ້າວໄປຊ່ວຍໄດ້ທັນເວລາ, ບໍ່ດັ່ງນັ້ນ.. .\"\n\"ນີ້ Zheng Ziming, ມັນເປັນຄວາມຜິດຂອງລາວໃນຕອນທໍາອິດ, ລາວຄວນຂໍໂທດ, ເປັນຫຍັງເຈົ້າຕີລາວ, ນອກຈາກນັ້ນ, ຄອບຄົວຂອງເດັກຍິງຈະທົນກັບການຕີແລະເຕະຂອງຜູ້ຊາຍທີ່ໂຫດຮ້າຍເຊັ່ນລາວ! ມາ, ເຈົ້າຕີເດັກຍິງເພື່ອ. ບໍ່?” “ເດັກຍິງບໍ່ໄດ້ຮັບບາດເຈັບ…”\n\"ນີ້ Zheng Ziming, ມັນເປັນຄວາມຜິດຂອງລາວໃນຕອນທໍາອິດ, ດັ່ງນັ້ນລາວຄວນຂໍໂທດ, ເປັນຫຍັງເຈົ້າຈຶ່ງຕີລາວ, ນອກຈາກນັ້ນ, ຄອບຄົວຂອງເດັກຍິງຈະທົນກັບການຕີແລະເຕະຂອງຜູ້ຊາຍທີ່ໂຫດຮ້າຍເຊັ່ນລາວໄດ້ແນວໃດ! ເຈົ້າຕີສາວຄົນນີ້ບໍ່?”\n\"ເດັກຍິງບໍ່ໄດ້ຮັບຄວາມເສຍຫາຍ ... \"\n\"ບໍ່ເປັນຫຍັງ, ບໍ່ເປັນຫຍັງ... Hey, ເຈົ້າບໍ່ໄດ້ປະຕິບັດບໍ? ໂອ້, ຂ້ອຍເດົາວ່າເຈົ້າຊ່ວຍຂ້ອຍໄດ້ທັນເວລາ.\"\n\"ບໍ່ເປັນຫຍັງ! ບໍ່ເປັນຫຍັງ... Hey! ເຈົ້າບໍ່ໄດ້ປະຕິບັດບໍ? ໂອ້ຍ! ຂ້ອຍເດົາວ່າເຈົ້າເປັນຜູ້ທີ່ຊ່ວຍຂ້ອຍໃຫ້ລອດເວລາ!\"\n\"...ບໍ່, ຄົນທີ່ຂ້ອຍຊ່ວຍໄດ້ແມ່ນ...ນ້ອງຊາຍຄົນທີສາມ.\" \"...ບໍ່, ຄົນທີ່ຂ້ອຍຊ່ວຍໄດ້ແມ່ນ...ນ້ອງຊາຍຄົນທີສາມ.\"\n\"ອ້າວ?!\" \"ອ້າວ?!\"\n“ນ້ອງຊາຍຄົນທີ 3 ຖືກຜູ້ຍິງຕຳລົງພື້ນ ແລະ ຖືກຕີຢ່າງໂຫດຮ້າຍຕະຫຼອດທາງ, ໂຊກດີທີ່ຂ້ອຍໄປຮອດ ແລະ ຊັກຊວນໃຫ້ລາວອອກໄປ, ລາວບໍ່ໄດ້ຮັບບາດເຈັບສາຫັດ. ... ພະອົງເຈົ້າ... ພະອົງເຈົ້າ!... \"\n\"ນ້ອງຊາຍຄົນທີ 3 ຖືກຜູ້ຍິງຕີພື້ນ ແລະ ຖືກຕີຢ່າງໂຫດຮ້າຍ. ໂຊກດີທີ່ຂ້ອຍມາຮອດ ແລະ ຊັກຊວນໃຫ້ລາວອອກໄປ, ລາວບໍ່ໄດ້ຮັບບາດເຈັບສາຫັດ. ... ກະສັດ ... ຂອງເຈົ້າ! \"\n\"ອ້າວ?...ໂອ້, ຜູ້ຍິງຄົນນັ້ນແມ່ນໃຜ!?\" \"ອ້າວ!?...ໂອ້, ຜູ້ຍິງຄົນນັ້ນແມ່ນໃຜ!?\"\n\"ພຽງແຕ່ຕໍ່ມາຂ້ອຍໄດ້ຮູ້ວ່າຜູ້ຍິງຄົນນັ້ນຊື່ວ່າ Tao Sanchun, ພໍ່ຂອງນາງ Tao Hong ແມ່ນວິລະຊົນເກົ່າທີ່ບໍ່ມີຄວາມປາຖະຫນາ, Tao Sanchun ໄດ້ຮຽນຮູ້ສິລະປະການຕໍ່ສູ້ຈາກພໍ່ຂອງລາວຕັ້ງແຕ່ລາວຍັງນ້ອຍ. ຫລັງຈາກຂ້ອຍໄດ້ຮູ້ຈັກ. ຄອບຄົວ​ຂອງ​ລາວ, ຂ້າພະ​ເຈົ້າ​ເຫັນ​ວ່າ ນາງ​ແຊນ​ຊຸນ​ມີ​ລັກສະນະ​ດີ​ເດັ່ນ, ນາງ​ຫຼຽວ​ລູ້​ແລະ​ໃຈ​ກວ້າງ​ຂວາງ, ​ໂດຍ​ບໍ່​ມີ​ນິ​ໄສ​ທີ່​ເປັນ​ສາວ​ນ້ອຍ, ​ເຂົາ​ເຈົ້າ​ເຈດ​ຕະນາ​ຈັບ​ຄູ່​ລາວ, ພໍ່​ແມ່​ລູກ​ສາວ Tao ຍັງ​ມັກ​ລັກສະນະ​ກົງ​ໄປ​ກົງ​ມາ​ຂອງ​ອ້າຍ​ທີ​ສາມ​ຫຼາຍ. ທັນທີທັນໃດ ແລະຕັດສິນໃຈແຕ່ງງານນີ້ສໍາລັບທັງສອງຄົນ. ກະສັດຂອງເຈົ້າ, ກະລຸນາບອກຂ້ອຍ, ນີ້ບໍ່ແມ່ນການແຕ່ງງານປອມບໍ?\n“ພຽງ​ແຕ່​ຫຼັງ​ຈາກ​ນັ້ນ​ຂ້າ​ພະ​ເຈົ້າ​ໄດ້​ຮູ້​ວ່າ​ຜູ້​ສາວ​ຊື່​ວ່າ​ນາງ​ແຊນ​ຊຸນ, ນາງ​ໄດ້​ຮຽນ​ສິ​ລະ​ປະ​ການ​ຕໍ່​ສູ້​ຈາກ​ພໍ່​ນັບ​ແຕ່​ຍັງ​ນ້ອຍ, ຫຼັງ​ຈາກ​ທີ່​ຂ້າ​ພະ​ເຈົ້າ​ໄດ້​ຮູ້​ຈັກ​ກັບ​ຄອບ​ຄົວ​ຂອງ​ຕົນ, ຂ້າ​ພະ​ເຈົ້າ​ໄດ້​ເຫັນ​ວ່າ​ນາງ Sanchun ມີ​ລັກ​ສະ​ນະ​ທີ່​ດີ​ເລີດ, ແມ່ນ. ໃຈກວ້າງ, ແລະບໍ່ມີຮ່ອງຮອຍຂອງນິໄສຂອງສາວນ້ອຍ, ສະນັ້ນຂ້າພະເຈົ້າໂດຍເຈດຕະນາເລືອກນາງ, ທ່ານ Tao ແລະລູກສາວຂອງລາວຍັງມັກລັກສະນະກົງໄປກົງມາຂອງນ້ອງຊາຍທີສາມຂອງພວກເຂົາຫຼາຍ, ພວກເຂົາຕີມັນທັນທີແລະຕັດສິນໃຈແຕ່ງງານນີ້ສໍາລັບພວກເຂົາ. ກະສັດ, ກະລຸນາບອກຂ້າພະເຈົ້າ, ນີ້ບໍ່ແມ່ນການແຕ່ງງານປອມບໍ?”\n(ເລື່ອງ​ນີ້​ເປັນ​ການ​ປຽບ​ທຽບ, ເພາະ​ວ່າ​ເລື່ອງ​ບໍ່​ດີ​ກາຍ​ເປັນ​ເລື່ອງ​ດີ.)", "聖意": "ອະທິຖານເພື່ອການປົກປ້ອງບ້ານແລະຕົນເອງ, ລະມັດລະວັງ, ອະທິຖານເພື່ອຄວາມຮັ່ງມີ, ທຸລະກິດທໍາລາຍ, ຂັດຂວາງການແຕ່ງງານ, ການລົງໂທດ, Liujia, ການປະກັນໄພ, ຄົນຍ່າງທາງໃນທົ່ງນາ, ຄວາມເສຍຫາຍຂອງຜ້າໄຫມ, ການລ້ຽງສັດເສຍຫາຍ, ການຫາຍສາບສູນ, ການຟ້ອງຮ້ອງ, ການສູນເສຍ, ການຍົກຍ້າຍ, ການອະນຸລັກ. , ຊັບສິນສູນເສຍ, ພະຍາດທີ່ຊົ່ວຮ້າຍ, ຄວາມກັງວົນ, ອັນຕະລາຍ, ພູເຂົາ, tombs, ຄວາມລົ້ມເຫຼວ", "古人": "Tao Sanchun ຕີ Zheng En ໃນສວນຫມາກໂມ", "第X籤": "ເລກເກົ້າສິບເກົ້າ", "宮": "ຮຽບຮຽງ"}