{"籤詩版本二": "Creetur mundus ad matrimonium bonum, faustum dies et tempora bona, et omnia bene\nNon parva res est, si sortis hanc nancisceris, Imperator se fideles ac probos esse declarat.", "詩意": "Haec hexagramma significat initium apertionis caeli et terrae.\nOmnia fausta sunt.", "解曰": "Celeri cursu. Annus non est tanti temporis. Guanyin annotat. Fac ut sciam prius.", "籤詩故事一": "Zhongli illustratus est\nZhongli Quan, cognomento Zhongli, nomen Quan, comitate nomen Yunfang, et cognomen Zhengyang, erat indigena comitatus Xianyang, Xi'an, Shaanxi Provincia in Orientali Han dynastia.\nZhong Liquan erat generalis Dynastiae Han, in expeditione contra Qiang Occidentalem, invidebat imperatori Liang Yi et solum ei attribuit 30.000 veteres et debiles milites, ubi primum ad destinatum locum pervenit, castra spoliata sunt. Occidentalis exercitus Qiang, et milites fugerunt. Zhong Liquan amisit in valle et occurrit cuidam monacho Hu in via, et duxit eum ad viculum, et dixit, \"Hic est residentia Domini Donghua.\" Post aliquantum, subito quidam dixit, \"Hoc debet esse quod luscus Hu homo nimis loquax est\". Vidit hominem pilum cervum album gerentem et baculum viridis quinoa tenentem. Quaesivit Zhong Liquan, \"Qui venit. Han Da hic. Generalis Zhongliquan\n? Zhong Liquan perculsa, sciens obvium extraneum hominem, ita sincere didicit Tao.\nZhong Liquan postea occurrit Zhenren Huayang et Rex Immortalis Xuanfu, et didicit \"Secretum Immortalitatis\". Denique in Zijin Sihaofeng in Kongtong Mons vixit, \"Secretum Jade Box\" adeptus est, et verus immortalis factus est, etiam unus e Quinque Septentrionalibus Patriarchis a Quanzhen Sect colebatur.", "聖意": "Orate pro domo et domo tua ut bene sit fortuna autumno et hyeme, quere autumno et hiemali felicitate, in negocio bona fortuna, in maritando fortuna, bona fortuna in pariendo pueros, fortuna in agro peregrinando. bona fortuna in bombyx, fortuna in pecoribus, fortuna in inveniendis hominibus, fortuna in judiciis publicis, fortuna in migratione, res perditas, morbos septentrionales, fortuna in montes et sepulchra mittendo.", "古人": "Zhongli illustratus est", "第X籤": "primum signum", "宮": "Uterus"}