{"籤詩版本二": "Sollicitudines et sollicitudines ad tempus levantur, et gaudium de caelo venit.\nVelut paelex in stercore absconditur, bonus operarius pulverem levat", "詩意": "Hoc hexagram Yin et Yang consonantiam significat.\nOmnia vobis auspicata sunt.", "解曰": "Nihil proficitur, nihil perditur. Lucrum de damno. improbus laborat. Bene vale, vir.", "籤詩故事一": "Vos Meng Xiong Chao Di\nVos Mengxiong (1531-1597), cuius comitas nomen Nanzhao et Longtang nomen erat, in Longtan mutatum est et Huayun nominavit. Oriundus Wanshifang, Huizhou Fucheng (nunc pars Hucheng Districtus, urbs Huizhou) in Ming dynastia. XLIV anno regni Jiajing (1565), Jinshi factus est, et nomen magistratus comitatus Qing consecutus est. Fuit ut moderator translationis department, et postea mutatus est ad supervisory censor Shanxi Road.\nXX Anno Wanli (1592), Praefectus generalis Ningxiae, Kuaibai (princeps tribui Mongolicae Tatarorum), praefectum Dang Xin occidit, et quadragesimum septimum Castrum in Hexi provincia cepit, urbem fregit, coluit et incendit. se ipsum interemit. Meng Xiong non est superbus in fidem acceptam, et permittit eius artes tam valere quam ducum qui audent pugnare. Officialis Wei Xuezeng restitutus est. Posterioribus annis, quinquies renuntiavit et rediit Huizhou ad aedificandum Huilong Templum.\nYe Mengxiong Taoismus in principio servus civilis ingressus est, et integritate clarus, in veteribus monumentis dixit eum \"primum in humilitate et ingenio esse\", \"corruptionem et rebelliones eliminat\", bonam famam relinquens; Perquam fidus, animosus, animosus, sollers, bonum in gunnery. In secunda parte vitae suae militaris artes scripti sunt in \"Historia Ming dynastia\" et tamquam heros nationalis habitus est.", "聖意": "Domus iniqua est (incre- mento tranquilla) Autumnus et hiems bona sibi sunt, opes prosperae erunt, res prosperae, nuptiae prosperae erunt, Liujia falso terrebitur (thesauri erunt), pedestres ad campum ibunt. Ora pro bombyx, sex animalia plana erunt, homines invenientur, lites publicae adversae erunt, migratio conservativa erit, res perditae impedientur, morbi in Fushan inferna sedebunt.", "古人": "Vos Meng Xiong Chao Di", "第X籤": "XVI blandus Lotto", "宮": "Maogong"}