{"籤詩版本二": "Corvus aureus cadit in occidente, et Lepus oritur ab oriente, et cyclus diei ac noctis ab antiquo usque ad praesens pergit.\nMonachi et Taoists noverunt nullum esse incommodum, et scolares, agricolae, industria et mercatores omnes suas mentes sequuntur.", "詩意": "Hic hexagramma significat incrementum yin et yang et senescentem.\nSignum est etiam omnia ex voluntate proficisci.", "解曰": "Nihil est in mente. Meritum est quod fecisti. Ut sagittis arcu ex. Unum iecit scopum ferire.", "籤詩故事一": "Avunculus Cao Guo est immortalis\nCao Guojiu, Xuzhou oriundus, magnus avunculus civitatis Renzong tempore Cantici dynastiae dicitur, Nomen Cao Yi, etiam Cao Jingxiu cognominatum.\nAvunculus Cao Guo fratrem minorem nomine Cao Her. Hic Cao Er in imperio suo confisus, omnia mala commisit, agros occupavit, uxores et filias occupavit, et cum quibusdam iniquis sceleratis intrans et exiens amicos fecit. eius bona verba et consolationes audire noluit, poenaque eum coercere solebat. Duo fratres simultatem composuerunt.\nCao Guojiu dixit: \"Principia mundi sunt ut qui bona accumulant prosperabuntur, et qui mala accumulant pereant. Haec est incommutabilis veritas. Familia nostra Cao mala olim congessit ut hodie opes assequantur. Nunc frater meus usque ad extremum malum congessit, etiam si evaserit, etiam si per officialem punitus es, occultas clades effugere non potes: cum venerit calamitas et destructa domus tua, et mortuus fuerit, non poteris salvari. tunc humiliabor et timebo. Sic omnes opes meas dispersi, pauperem adiuvit et de rebus fratris amplius non curans. Dein domum et amicos reliquit, mutatus in Taoist uniformis, et in montes abiit ut animum et naturam coleret.\nQuodam die accidit, ut Zhongli et Lu Dongbin in Han dynastia occurrerent, laeti admodum erant videre diserta responsa avunculi Cao Guo. illi dederunt \"Secretum Edictum Veritatis\" et eum diligenter exercere iussit. Mox Zhongli Quan et Lu Dongbin introducti sunt ad genus immortale.", "聖意": "Fortunam domum, domum, felicitatem, felicitatem, bona fortuna in negotio, matrimonium, masculus viator, bombyx in agro primo, pecorum defectum, vultus hominum, causa, migratio, amissa res, tarde morbum, felicitatem.", "古人": "Avunculus Cao Guo est immortalis", "第X籤": "Signum octavodecimo", "宮": "Maogong"}