{"籤詩版本二": "Revertere navem ab rapidissimo litore aquae, quid vis facere propter tumultum?\nSi vis esse tutus, pete tranquillitatem et expecta undas ut hoc discrimen transeas.", "詩意": "Hoc hexagrammum est sicut navicula in litore citato.\nMane conservativum in omnibus et expecta tempus.", "解曰": "Exponere in aqua valida. Periculum exspectat tempus. si de castris consilia quaeras. Nihil fieri potest.", "籤詩故事一": "◇Ziyi coronatus est rex\nGuo Ziyi (697-781), etiam ut Guo Linggong notus, erat oriundus comitatus Zheng, Huazhou (nunc Huaxian comitatus, Shaanxi provinciae) et generalis in Tang dynastia.\nPer Anshi Rebellionem in Tianbao XIV anno (755) data est titulus Shuofang Jiedushi (Lingwu, occidens Lingwu in hodierna Ningxia). iussus est ut crucis. in Hebei iunctis copiis apud Chanshan (Zhengding, Hebei) et Shi Siming vicerunt, Hebei se receperunt. Hoc tempore, Guo Ziyi suadet imperatorem ab aquilone Fan Yang capere et lacum rebellem tigris ad obsidionem Tongguan redigere, sed Xuanzong recusavit. Postea situm oppidorum vassallorum separatist nuper in Tang dynastia plantata est, quae etiam causa dimissionis Tang dynastiae remota facta est.\nQuinto decimo anno regni Tianbao (756), ipse et Uighur coitionem Hequ pacaverunt, in verno sequentis anni Hedong (nunc Yongji, Shanxi) et Feng Yi (nunc Dali, Shaanxi) et Tongguan oppugnaverunt; cui Qianyu victo. Tang exercitus plus quam 10,000 casus passus est. Cui Qianyu dedidit Pujin. Occisus est Lushan a filio suo An Qingxu.\nSecundo anno Zhide (757) iussus est copias ducere ad Fengxiang, in via superavit 5000 equites Li Guiren ad pontem Baiquliuyun (hodie meridiem Sanyuan) mense Maio pugnavit cum An Shouzhong et Li Guiren. in Qingqu (hodie occidentem Xi'an) victus est, et secessit ad Wugong (hodie Wugong chorum). Mense Septembri, prosecutus est marescallum Guangping Wang Li Chu ducere Tang et Uighurs ad 150.000 armatorum, et deinde pugnavit cum An Shouzhong et Li Guiren in Xiang ad septentrionem templi (meridiem hodie Chang'an comitatus), Uighur milites post hostes circumducti, ab utroque latere aggressi, et 6000 hostes occiderunt, Zhang Tongru fugit in Shaanxi comitatum, et tandem caput Chang'an recuperavit (hodie Xi'an.) Maiestas exercitus Tang iterum Chang'an restituta est.\nPostea, Tang exercitus usus victoriae ad orientem profectus est, 150,000 hominum superans Yan Zhuang et Zhang Tongru in Xindian (nunc meridiem Sanmenxia urbem, Henan provinciam), cogens Anqing Xu transire flumen Flavum et se recipere ad Xiangzhou. Dongjun Luoyang rediit. Adde Situ meritis, facque ducem patriae.\nShi Siming exercitum e Fan Yang ad liberandum An Qingxu duxit, duo latera instructa ad septentrionem fluminis Anyang (hodie Septentrionalis Anyang). Pugnatum est inextricabilis, ad extremum ducens per novem Jiedushi, Tang exercitus, qui se habere LX millia hominum in bellum Yecheng. Praecipuus huius pugnae praefectus erat eunuchus Yu Chaoen, qui nullas artes ductus reprehendit Guo Ziyi propter defectum pugnae. Guo Ziyi ad Chang'an revocatus, potestate militari liberatus, officialis otiosus factus est.\nPrimo anno Baoying (762), copiae in Taiyuan (hodie meridiem Taiyuan) et Jiangzhou (hodie Xinjiang in Shanxi provincia) rebellarunt. Curia perterrita est, ut Ziyi nomen regis Fenyang datum et exivit ad imperium Jiangzhou. Etiam alienatus ab Eunucho Cheng Yuanzhen et liberatus est potentia militari.\n(Focus huius fabulae: Guo Ziyi, qui valde capax et bene moratus erat, occurrit Xuanzong et nonnulli scelerati, qui res gestas maxime suspectas habent).", "聖意": "Domum et seipsum benedicens, opes quaerens, nullum negotium, nullum matrimonium, nullum falsum terrorem, pedestres in Tiancanji venientes, difficile invenire populum, lites publicas et (non Xing), migratio, conservativum, res perditas, difficile invenire, morbos; orantes ad benedictiones, montes et sepulchra, faustum", "古人": "Ziyi rex coronatus est", "第X籤": "Nono decimo blandus Lott", "宮": "Tatsumi"}