{"籤詩版本二": "Post tot sollicitudines et pericula, numquam posthac vacua erit\nAnimus generosus sua bona consilia habet, peritus est ut magnas res gestas habeat.", "詩意": "Hoc hexagramma est vetusto puteo fonti simile.\nIn omnibus rebus nobiles homines successum consequi.", "解曰": "lis tandem justificabitur. Aeger et incolumis. Ingredere et exire ad quaerendum consilium. Antiquis bene obvia veris.", "籤詩故事一": "Yao Chong controls locustae\nYao Chong (649-721), cuius verum nomen erat Yuan Chong, ex Shaanzhou fuit, minister Xia Guan, Shangshu Chunguan, Ziweiling, Zhongshuling, et primus minister in Tang dynastia.\nQuarto anno Kaiyuan (716) Shandong (vulgo ad Flavi flumen Rasin orientalem Huashan referens) ab locustis vexatus est, homines superstitiosis ideis obstricti, eos venari et occidere non ausi sunt, sed statuerunt. sacrificabant, adolebant, colebant juxta agros, pascebantur a locustis.\nOmnes magistratus crediderunt: \"Locustae calamitatis naturalis sunt, quomodo possunt ab armis temperari\" Pugna inter duas varias notiones eo tempore acriter fuit, sive locustas tollere vel non tollere.\nYao Chong dixit: \"Quamdiu operamur, omnes nos removere possumus. Dixit: Locustae timent homines, ut facile depellant. Semen habent possessores, sic salvatores laborare debent, locustae. Si viderint ignem in nocte, ad eum volabunt; ignem pone super eos in agro;\nXuanzong dixit: \"Locustae sunt naturalis calamitatis ex paupere regimine morali. Si petis venationem et occidi, annon hoc eat contra frumentum?\"\nYao Chong adiecit: \"Capere et occidere locustas ab antiquis adhibitum est, et in futurum utetur majestas tua. Maior est nationalis eventus, ut pacem et felicitatem agricolis afferat. Graviter considera.\"\nXuanzong convictus. Sed tunc omnes intra et extra curiam dixerunt locustas venari non posse.\nXuanzong dixit: \"Disputavi cum primo ministro et locustas capere decrevi. Qui iterum obiicit, exsecutioni mandabitur\". Misitque censorem ad praeficiendum et ordinandum populum ad comburendum et locustas sepeliendum.\nProventus satis efficax fuit: undequadraginta miliones locustarum per regionem deprehensi, et locusta pestilentia bene sublata est: bonam messem eo anno agriculturam consecutus est.\n(Sapientia in calamitate administratione et evacuatione adhibenda est, et consilia ingeniosa esse debent ad difficultates superandas. Yao Chong est peritus in hac re)", "聖意": "Domus ordinaria est, amor sui obsidetur, pecunia quae- statio obsidetur, negotiatio impeditur, matrimonium et concordia obstruuntur, periculum est in Liujia, pedestri obstruuntur, bombyces obstruuntur, pecora adversantur, homines desunt, iudicia publica sunt; impeditur, migratio irrationabilis est, res perditae difficiles sunt invenire, morbi difficile orare, montes et sepulchra sollicita sunt.", "古人": "Yao Chong controls locustarum", "第X籤": "Conciliandos sortitio vigesimo quinto", "宮": "Mi Palace"}