{"籤詩版本二": "Fama habet res inversos, et litteras ex horizonte accepi.\nFama et victoria mihi promissa in libro usque ad finem vacui manserunt.", "詩意": "Falsum nomen hoc hexagramma habet.\nIn omnibus conservativum esse convenit.", "解曰": "Sursum deorsum turbatus. Otium quaerens non est otiosum. Famae cupido. Tutum manere.", "籤詩故事一": "Zhong Kui attingit illustrationem\nZhong Kui, cui cognomen est Zhong Kui, cui comitas nomen Zhengnan est, a Zhongnanshan est.\nRegnante Imperatore Dezong de Tang dynastia, Zhong Kui examinationi imperiali interfuit, Zhong Kui interrogationes legit et statim scripsit articulum in euntes et tradidit in. Primus examinator illo die erat Han Yu, minister rerum civilium, et examinator vicarius erat Lu Zhi, vir doctus. Cum duo chartam Zhong Kui legerent, oculos suos illuminavit et in voce dixerunt: \"Veneficus, magus! Omne verbum in hoc articulo exquisitum est, dignum Li Taibai et Du Zimei!\"\nImperator Dezong audivit famam Han Yu et dixit Zhong Kui, novus propugnator scientiae, ingeniosissimus erat, vocavitque Zhong Kui in Palatio aureo.\nImperator Dezong cum vidisset deformitatem suam, statim graviter sensit et dixit: \"Delectio scolarium in curia nostra tota consistit in verbis et calligraphia personalibus. Quomodo potest talis homo deforme eligi, sicut unus numerus scolaris in aureis scientiis? \"\nHan Yu raptim flexis genibus dixit: \"Non omnes species boni et mali hominis sunt. Nonne tu, Domine sancte, audis quod Yan Ying est trium pedum altus et par primi ministri? Zhou Chang balbutientem possunt sed auxilium Han dynastia; Confucius homines per speciem iudicat, et filium suum Yu amittit. Spero maiestatem tuam bis cogitaturum.\"\nImperator Dezong paulisper cogitans dixit: \"Quamquam Han Aiqing verba rationabilia sunt, cum essem imperator Taizong, fuerunt octo scolares qui ad Yingzhou venerunt et de eo locuti sunt. Hic vir unus fuit numerus scolarum. Vereor ne mundus ridebit me talenta non agnoscentem.'\nPrimus minister Lu Qi erat angustus animorum et invidus ingenii et, auditis imperatoris verbis, flexis genibus dixit: \"Numerus unus scholaris in re aurea tam interna quam externa esse debet. Tres centum de hac re candidati sunt. Cur non alterum eligis?\"\nCum Zhong Kui vidit hunc hominem ita confusum, non potuit quin irasceretur, ostendit Lu Qi et maledixit: \"Si talis imperitus officialis est in curia, non laedet patriam?\" Lu Qi pugno pulsavit.\nQuo viso, Dezong furit et dixit: \"Tanta es audaces facere audes in palatio Aureo, cito depone!\"\nIn ira, Zhong Kui gladium a renibus ducis stantem in palatio extrahi et ingemuit voce magna: \"Difficile est frustratus cattus imitari tigris, et psittacus frustratus non est sicut pullus\". deinde ipse mortem sibi conscivit.\nImperator Dezong cum videret Zhong Kui mortem sibi consciscere, valde miratus est, ut animos hominum conciliaret, decrevit Zhong Kui sepeliri cum titulo officiali No. 1 Scholaris, et etiam nominavit Deum Zhong Kui de Exorcismo ad tollendum mundum malignorum spirituum.", "聖意": "Ora pro benedictionibus in domum tuam, salutem tuam, difficultates oeconomicas, defectum negotii, defectum matrimonialem, Liujia feminae pedestres, fiducia agri bombyces semicoctum, sex iumenta, elevari possunt, desunt homines, Occidentis lites publicae, iactura migrationis, conservativum. , rerum jactura , aegritudo , orate pro felicitate in montibus et sepulchris", "古人": "Zhong Kui lucratus est Tao", "第X籤": "Vicesimo sexto potitus est sortitio (Lottery)", "宮": "Mi Palace"}