{"籤詩版本二": "Vacat in pace et quiete, sedendo et recumbens tes habens post plenam\nNon opus est corpore et animo occupatus esse, et iniustitiam vel calamitatem certo non facies.", "詩意": "Hoc hexagramma est pacis ac stabilitatis symbolum.\nIn omnibus rebus tempus fortunatum expectans.", "解曰": "Manete incolumem. Deos roga. Donec tempus tempor ex. Res casu eveniunt.", "籤詩故事一": "Foyinhui Dongpo\nQuondam, Su Dongpo aliquam intelligentiam dum studebat rhoncus consecutus est, intellexit statum suum transcendentem esse, et in eo gaudium sensit. Cupiditatem cohibere non potui, calamum meum expandi et carmen exaravi;\n\"In medio coeli, Jishou per mundum clare lucet; flari non potest ab octo ventis, loto aureo purpureo rectus sedet.\"\n(Octo ventos nominant: lucrum, declinationem, interitum, famam, laudem, ludibrium, dolorem, et felicitatem. Hoc est, quod ab his octo statibus non molestetur, \"octo venti movere non possunt\".\nCum hoc scriberet, Dongpo servum suum trans flumen misit ut eam magistro Foyin de Jinshan Templum Zenum daret.\nPostquam Magister Zenus Foyin legit, notavit verbo \"peditum\" et dedit servo suo ut reciperet.\nDongpo iratus, postquam hoc vidit, navim trans flumen accepit et ad Templum Jinshan perrexit ut sigillum Buddha disputandi inveniret.\nCum Dongpo ad portam templi Jinshan pervenit, Foyin iam portam exspectabat.\nSu Dongpo statim accusavit Foyin: \"Cur carmen quod scripsi crepitum vocas?\"\nRespondit Foyin: \"Iam non potes 'ab octo ventis flari non potuisti? Quomodo \"trans flumen verberari potuisti\" a crepitu!\"\nHoc tempore, Dongpo perculsus animadvertere non satis esse et pudore relictum.\n(Haec fabula metaphora est \"aestus nondum pervenit\").", "聖意": "Ora pro domo et salute tua, pro opibus tuis, pro negotio pulchre, pro nuptiis, pro viatore in Liujia, pro bombycibus in agris adventu, pro sex pecoribus stabilis; ad inveniendum aliquem, ad molestiam, ad causas publicas, ad migrationem, ad rem perditam, ad morbum, ad tumulum emissam, faustum.", "古人": "Foyinhui Dongpo", "第X籤": "Triginta unus numerus winning", "宮": "Wei Gong"}