{"籤詩版本二": "Rota rubra cadit in occidente, lepus in oriente oritur, yin crescit, Yang evanescit, omnia prospera sunt.\nMulier si uti volet, divitias augebit et laetitiam ad cor feret.", "詩意": "Hoc hexagram signum est Yin crescentis et Yang evanescentis.\nOmnia difficilia sunt antequam facile fit.", "解曰": "Yin prodest feminae. Non viris idoneus. si consilium quaerimus. prius est malum, et tunc bonum;", "籤詩故事一": "Wu Zetian ascendit thronum\nAd annos XIV, Wu ab Imperatore Taizong Li Shimin ad palacium Tang dynastia homo ingeniosus vocatus est, nomine \"Wu Mei\". Postquam Taizong mortuus est, Zetian templum Ganye intravit et monialis factus est.\nCum imperator Gaozong de Tang dynastia venit ad regnum, vocavit Wu familiam in palatium ad venerandum Zhaoyi. Sexto anno Yonghui (655) imperator Gaozong Wu reginam constituit.\nWu Zetian erat intelligens, litteris et historia implicatus, et ingenio praeditus. Paulo post Wu Zetian regina facta est, quia Gaozong infirma et infirma erat, aliquando ei quaedam politica negotia tractanda commisit, unde potestas eius crevit. Primo anno Shangyuan (674), Imperator Gaozong dictus est \"Imperator\", Imperatrix Wu appellata \"Regina Caeli\", et ambo \"Duo Sancti\" in palatio dicti sunt.\nAnno primo Hongdao (683), Gaozong mortuus est, Princeps Li Xian venit ad regnum, et Wu Zetian venit ad dynastiam regendam. Mense Februario anni primi Sisheng (684), Wu Zetian Li Xian regem Luling deposuit et filium eius quartum Li Dan imperatorem constituit, principatum dynastiae continuans. Mense Septembri eiusdem anni, vexillum in aurum mutavit, et Luoyang, caput orientalis, caput divinum appellata est. Nono die mensis Septembris anno primo Tianshou (690), Wu Zetian se imperatorem praedicavit et nomen patriae in Zhou mutavit.", "聖意": "Patria sibi aliena est, orans pro benedictionibus, opes quaerens, negotia custodiens, bona fortuna in conjugio, mala fortuna in conjugio (femina), pedestres obstruunt agros, bombyces, opulenta jumenta, quaerens homines, separationem, lites, jacturam, migrationem. amissio rerum, aegritudo, concussa, montes et sepulchra, bona fortuna", "古人": "Wu Zetian ascendit thronum", "第X籤": "Quadragesimo sortitio victor", "宮": "Tu Palatium"}