{"籤詩版本二": "Infinitorum bonorum verborum recordaberis, sed fies filius tuus si latronem agnoscis.\nNoli avarus esse in tempore et in sollicitudine quomodo ipse aliquid boni ante annum fecisset.", "詩意": "Hoc hexagram furem agnoscit ut filium.\nCave in omnibus quae agis.", "解曰": "Id solum. Ingenuus errat. in animo habeto. Sola noli esse.", "籤詩故事一": "Dong Zhuo accipit Lu Bu\nLu Bu, fortis et bonus ad pugnam, clarus fuit dux militaris in fine orientis Han dynastia et principium trium regnorum, quem olim Ding Yuan, Jingzhou ducem, patrem adoptivum suum, sub eo servivit.\nPost mortem Imperatoris Ling Orientalium Han dynastia, Ding Yuan Beijing abiit ad colludere cum duce Jin ad imperium regendum.\nDong Zhuo pugnavit cum Ding Yuan, sed plures duces non potuerunt vincere Lu Bu, ita Dong Zhuo misit suum subditum Li Su corrumpere Lu Bu. Li Su tulit thesauros auri et argenti acervos et equus rufus nobilis lepus ad \"Lu Bu visitare\". Li Su attulit thesauros auri et argenti acervos et nobilis rufus lepus equus visitare Lu Bu. Sic Lu Bu a Dong Zhuo corruptus ut occideret Ding Yuan, et militibus suis dixit si vellent secum venire, et relinquere si sequi nolebant, unde plerique milites fugerunt. Sic Lu Bu corruptus a Dong Zhuo et occidit Ding Yuan.\nPost Dong Zhuo potitus, Lu Bu filium adoptivum adoptavit et ducem et marchionem constituit.\nDong Zhuo vehemens ingenium, et \"pater-filius necessitudinem\" cum Lu Bu erat valde infirma. In CLXXXIX AD, instigante Situ Wang Yun, Lu Bu Dong Zhuo occidit.\nSex menses post Dong Zhuo mortem, Dong Zhuo veteres milites invadunt caput, et Lu Bu et uxor eius fuga in fugam. Relicta capitis, Lu Bu confugit ad warlords Yuan Shu, Yuan Shao, Zhang Yang, Zhang Miao, Liu Bei, etc, et pugnavit saepe cum Cao Cao, alius major bellicus tempore. pugnans saepius vicit Cao Cao.\nTertio anno Jian'an in Orientali Han dynastia, turmae Cao Cao Xiaopei, Lu Bu basim oppugnaverunt, et a Cao Cao sub turri Baimen capti et interfecti sunt. Ante supplicium, Lu Bu interrogavit Cao Cao ut eum viveret ad vitandum mortem, sed Liu Bei admonuit Cao Cao quod Lu Bu saepe prodiderat et improbus fuit. In fine, Cao Cao, qui tantum aestimavit talenta pro moribus, Lu Bu Bu.", "聖意": "turbat domi, soleo pecuniam quaerere, cavere negotio, difficile uxorem ducere, Liujia miratur, homines ad agrum veniunt, bombyx semicoctis, sex animalia tuta sunt, homines quaerunt; Lites aptae sunt et migratio, res perditae difficiles sunt inventu, morbi difficiles sunt, et in sepulcro Zhenxing Mountain est pax.", "古人": "Dong Zhuo accipit Lu Bu", "第X籤": "41 sortitio victor", "宮": "Tu Palatium"}