{"籤詩版本二": "Imperator, imperator, et imperatrix tandem propitius erit, et expecta, et oret pro benedictionibus sine dispendio et lucro.\nEx hoc prosunt omnia sentientia, et prosperitas in mundo et in caelo expectatur.", "詩意": "Hoc hexagramma est signum gratiae de caelo.\nOmnia prospera erunt.", "解曰": "Imperator suam gratiam ostendit. Numquam obliviscar. Matutae et Vesperae sacra. Convenit incensum incensum.", "籤詩故事一": "◇Mulian matrem suam servavit\nMokou Lian seu Mulian potentissima est inter decem discipulos Sakyamuni Buddha.\nMater eius avarus et avarus in vita sua fuit, et post mortem manes esurientium in regnum decidit. Mokhullian magicam potestatem suam servandi usus est et reperit matrem suam natam esse ad spiritum esurientem, cum nullo modo cibum caperet et in magno labore laboraret, et magica potestate usus est ut matri cibum afferret, improviso, postquam mater accepit cibus, in cinerem conversus, nec comedi potuit.\nMaudgalyana sollicitus quidnam factum esset nuntiavit Buddha. Buddha Mulian dixit quod die XV mensis lunaris septimi, centum sapores et quinque fructus in pelve poneret, et eos honestis monachis decem directionum offerret, qua virtute mater eius comedere posset. .\nMaudgalyana secundum voluntatem Buddha fecit, et mater eius tandem liberata est. Hoc genus caere- moniarum dicitur \"Obon festivitas\", et haec festivitas \"Obon festivitas\" appellatur.\n(Nota: Substantia diversos sensus in diversis mundi gradibus habet. Verbi gratia: cum pluit in hoc mundo, eam videmus ut \"aquam\", cum res in regno esurientium manes sentiunt ut \"sanguinem\" et sentientes. homines in inferno mundo sentiunt sicut \"sanguinem.\"", "聖意": "Orantes pro domo et domo, orantes bonam fortunam in hieme, opes quaerentes, nullas res, matrimonium, pacem in Liujia, pedestres, agros moventes, bombyx, sex animalia, inventio homines, lites, successus, migratio, conservatismus, res amissas, morbos. pax montium sepulchrorum", "古人": "Mulian salvet matrem suam", "第X籤": "Adscribe duo et quadraginta", "宮": "Tu Palatium"}