{"籤詩版本二": "Mundus est flexibilis et omnia per se sustentans, se sustentans et tutus\nOmnia in vita mirabilia sunt, Sanctis et sapientibus gratie omnia, et prospera.", "詩意": "Haec hexagramma significat concordiam inter terram et terram.\nOmnia bene ac sine periculo est.", "解曰": "Omnia nascuntur. Omnia consilia ac vota eveniunt. Vadum adjuvat. Rui Qi properat.", "籤詩故事一": "Amplificatio lucrari\nIter ad Occidentem fabulam:\nSol Wukong rex factus est in Huaguo Monte, qui postea, ut viam ad vivendum in aeternum inveniret, octo vel novem annos per montes et fluvios iter faciens, ut magistrum Patriarcham Bodhi coleret, septuaginta duas transformationes didicit. terrenum malum et somersault nubes, et cognomen sol primum accepit, nomine Wukong.\nPost hoc, sol Wukong Draco in Mare Sinarum Orientalium Palatium perrexit ut telum idoneum inveniret, et tandem invenit Ruyi Aureum Cudgel, acum divinum Tianhe et Dinghai. Quia vitae suae spatium peractum erat, magnum fustem in inferis fecit, librum vitae et mortis recognovit, et ad mundum rediit. Postea sol Wukong caelum primum evocatus est et Bima Wen nominatus est. Postea, accitus in caelum, iterum vocatus est Simius Rex, qui etiam persica furatus est et in caelo turbavit, et in Bagua fornacis signatus est, ut oculos suos aureos et oculos igneos exerceret, et denique suppressus est. a Tathagata Buddha ad pedem Wuzhi Mons per 500 annos movere non potuit. Locus, ubi fornax Bagua erat calce supra montem flammarum conversa est.\nQuingentis annis post, Monachus Tang ad Occidentem ad scripturas obtinendas profectus est, quinque Elementa Mons transivit, et phylacterium ante Solem Wukong salutaris exuit. Sol Wukong cum gratiarum actione lacrimavit, instructus a Guanyin Bodhisattva, magistrum suum Tang monachum adoravit et ad Occidentem profectus est ut simul scripturas disceret. In via ad scripturas discendas, sol Wukong descendit in daemones et monstra tollenda, et identidem fecit mirabilia facinora, sed male intellectus est et pulsus a domino suo Tang Seng iterum atque iterum. Post octoginta et unam difficultatem, opus tandem perfecit: quattuor magistri et discipuli ad Xitian Leiyin venerunt Templum et veram scripturam sunt consecuti. Sol Wukong ius exitum consecutus est.\n(Metaphora haec fabula est, ut vel simia possit inluminari, nedum homo).", "聖意": "Domus est sibi fausta, opes, res, matrimonium, Liujia, pedestres viriles, obstructio agrorum, bombyx, sex animalia, Zhongping, vultus hominum, lites, successus, migratio, damnum rerum, morbus, sepulcrum Xingxingshan, rerum. sunt fausta", "古人": "Adipiscatur viator illuminationem", "第X籤": "Signati in 43rd", "宮": "xugong"}