{"籤詩版本二": "Frigora vertit aquam in glaciem, cur famae cupidus erit?\nNon est mihi optio nisi sedere quiete et opperiri folia naturaliter florere.", "詩意": "In hoc hexagrammate, aqua in glaciem vertitur.\nNe quid frustra petas.", "解曰": "Aqua in glaciem concrescit. Glacies in aquam liquescit. si conjuratio est. Ita est.", "籤詩故事一": "◇Wang Xiang quaerit pro carp (Viginti quattuor Filial Piety Historiae)\nWang Xiang de Jin dynastia, comitate nomen Fuzheng, natus in Linyi.\nCum Wang Xiang erat puer, mater eius biologica mortua est sola pater accepit mulierem nomine Zhu, et Wang Xiang novam matrem. Cum Wang Xiang erat puer, mater eius biologicum transivit, et solus pater eius nomine Zhu uxorem duxit. Wang Xiang noverca erat angusta animo et zelotypa mulier, non ut Wang Xiang et saepe eum pro rebus levibus increpabat. Mox etiam noverca peperit filium nomine Wang Lan. Noverca tantum dilexit suos filios, et Wang Xiang ut spinam in parte reputavit, in Wang Xiang etiam magis postulans, et saepe male Wang Xiang ante patrem suum paulatim non amavit eum pater. Noverca tantum dilexit suos filios, et reputavit Wang Xiang ut spinam in parte eius, etiam magis inserebat in Wang Xiang, et saepe male Wang Xiang ante patrem suum, etiam pater eius paulatim non amavit eum. Licet Wang Xiang scriptor dimidium frater, Wang Lan est amicissimus fratri suo. Quamvis cruciatus novercae, filialis tamen fuit. Noverca est tam dura, sed Wang Xiang est adhuc filialis.\nNoverca eius amat, hoc est, amat piscem recentem e flumine extractum. Noverca eius amat, hoc est, amat piscem recentem e flumine extractum. Unam hiemem, pater eius ad negotia abivit, et noverca eius iterum infirmata est: Fratres Wang Xiang et Wang Lan diligenter ministraverunt pulmentum et medicinam matri suae ad comedendum. festinare. Unam hiemem, pater eius ad negotia abivit, et noverca eius iterum infirmata est: Fratres Wang Xiang et Wang Lan diligenter ministraverunt pulmentum et medicinam matri suae ad comedendum. festinare. Noverca aegrota novos pisces ex flumine edere voluit, in illo gravi frigore caeli foris ninguit et aqua in flumine iam in glaciem crassam versa erat. Noverca aegrota novos pisces edere voluit: ubinam pisces recentes in illo glaciali et nivali caelo inveniebantur?\nIn diebus illis non erant fercula opportuna, nec eas emeres, etiamsi pecuniam haberes.\nHic in fabula, tactus fabula Wang Xiangqiu Li accidit. Duo fratres matrem suam inermem servaverunt, Wang Xiang ambulavit ad flumen gelidum ne novercam suam falleret, Wang Xiang ideam habuit et tunicam suam respectu frigoris exuit, nudus super glaciem iacuit et uti voluit sui corporis temperamentum ad glaciem liquefaciendum (sic Wang Xiangqiu carpium etiam Wang Xiang iacens in glacie dicitur). tunicam suam exuit et super glaciem nudus iacuit. Oravit Deum et dixit: \"Deus, mater mea aegrota est et carpere nova vult. Habes mihi viam quacumque inveniat. \"Mire quidem satis, iuxta ei truncum glaciei subito crepuit, et duo fuerunt. rimas. Vivus carpere exilivit crepitum et misit in glaciem. Wang Xiang valde gauisus est. Oravit Deum: \"Deus, mater mea aegrota est et carpere nova vult. Mihi utcumque viam invenias. \"Mire satis, iuxta ei truncum glaciem subito crepuit, et duo rimas erant. Vivens carpere desiluit e rima et in glaciem desiluit. Wang Xiang valde gauisus est. Cito genibus flexis, Deo gratias agebat, cum cyprino domum cucurrit. Et cito genu flexo, Deo gratias agebat, et celeriter arripuit cyphum, et abiit in domum suam. Post noverca carpere recentia comedit, mox ab infirmitate convaluit. Noverca in hospitali lecto obstupuit, cum Wang Xiang nudum corpus superius vidit, quod purpuram ex frigore convertebat, et duos pisces in manibus suis, in cubiculum feliciter cucurrit et stupefactus est.\nWang Xiang postea officialis factus est et Taibao factus est, et nomen ducis datum est.", "聖意": "Domum turbat, precor tutelam, difficultates oeconomicas, negotia negotia, matrimonium, inconstantiam in Liujia assecurationis, pedestres, bombyces Chitian, sex damna pecora, absentes homines, causas publicas, migrationem, conservativum, res amissas, morbos, recuperare difficiles; mons sepulchrum, bona fortuna", "古人": "Wang Xiang quaerit pro carp (Viginti quattuor Filial Piety Historiae)", "第X籤": "Quadraginta novem conciliatus Lott", "宮": "Haigong"}