{"籤詩版本二": "Potes ad omnes terrae angulos pergere, velum velum ad eam libere tenere\nSi ventus secundus fuerit, cito adveniet, et navicula thesauris plena erit.", "詩意": "Hoc hexagrammum est sicut scapham vento trahere.\nOmnia bene.", "解曰": "Requiescere. Nullo labore opus est. Sortes opum. Omnes mirantur.", "籤詩故事一": "Tao Zhugui Quinque Lacus (Fan Ligui Lake)\nIn Ver et Autumn Period, Fan Li, cuius comitas Shaobo nomen erat, etiam Gui Yizipi vel Tao Zhugong cognominatus est.\nIllo tempore bellum inter Civitatem Wu et Civitatem Yue erat, et Civitas Wu Civitatis Yue delevit. Fan Li et Wen Zhong consilium dedit Yue rex Gou Jian Yue et perdere Wu promovere. Fan Li personaliter iter per montes et flumina, et visitavit Xi Shi, mulierem pulchram cum virtute, ingenio et pulchritudine, ad Huansha flumen in Monte Bailuo et regi Wu obtulit. \"pulchritudinis dolus\" usus est. intus et foris cooperari et destrui Wu Regnum.\nPostquam successit in delendo Wu Regnum, Fan Li Gou Jian scivit esse \"avis longa cervice cum rostro\" et posse communicare labores et felicitatem cum eo, sic ivit REMIGIUM cum Xi Shi trans Qi Regnum, mutavit name to Gui Zipi, and led his son and disciples in Qi Kingdom, they live in villa by the sea. Solitudinem colere laborabat, negotia sidelina discurreret et negotia ageret, intra paucos annos decem milia rerum familiarium congessit. In divitiis dilatandis liberalis erat, et bene in patria sua faciens, prudentiam et facultatem fan Li a populo Qi probabat, rex Qi eum vocavit ad Linzi, caput suum, eumque coluit ut primum ministrum rei publicae praefecit. . Exclamavit: \" Officialis potest ad ministros ducere, et familia currens ad fortunam ducere potest. Nam vulgus, qui a scabro incepit, hoc ad extremum pervenit. Honorari diu fortasse non est bonum signum.\" Itaque, triennio post, iterum Jiliu fortiter cessit, signaculum regi Qi reddidit, et amicis suis et vicani omnes suas opes donavit.", "聖意": "Domus sibi bona est, quaerens opes, fortuna occidens, negotium est sero, coniugium non est bonum, Liujia tuta est, homines agros obstruunt, bombyx, autumnus, sex animalibus bona; Ver est prosperum, homines quaerunt homines, lites sunt malae, migratio optimatium, res perdita, morbi Occidentis explicant, montes et sepulchra meridiei sunt.", "古人": "Quinque Lacus Tao Zhugui (Fan Ligui Lake)", "第X籤": "quinquagesimus sortitio victor", "宮": "Haigong"}