{"籤詩版本二": "Multum conatur capere lunam in aqua, sed nihil multum laboris capit.\nNoli nugas loqui et conatus tuos perdis ad corpus confirmandum, verbum \"aruit corpus\" significat primum \"corpus solum\".", "詩意": "Hic hexagram avarus est ad imaginem laboris.\nLaboriosam et laboriosam omnis est.", "解曰": "Promissa meminisse difficile est. Labore mattis. Cura domi. Exspecto obviam nobili populo.", "籤詩故事一": "◇Taibai captus lunam dum ebrius est (Li Taibai captus luna dum ebrius est)\nLi Bai (701-762), etiam ut Taibai, etiam notus ut Qinglian Jushi. Poeta Tang dynastiae, qui se exulem immortalem appellabat, immortalis Poetica notus erat, et sine potu semper felix fuit.\nLi Bai olim ad Jinling (nunc Nanjing) accessit et in caupona iuxta Wende pontem requievit.\nAccidit ille dies quintusdecimus dies mensis hiemalis lunaris, noctu solus in caupona sederet et lunam admiraretur, dum carmina recitaret et bibisset. Accidit ille dies quintusdecimus dies mensis hiemalis lunaris, noctu solus in caupona sederet et lunam admiraretur, dum carmina recitaret et bibisset. Li Taibai maxime dilexit lunam in vita sua, dicens mundam et pulchram esse. Li Taibai maxime dilexit lunam in vita sua, dicens mundam et pulchram esse. Illa nocte aspiciens vidit lunam albam et rotundam in caelo, gavisus est valde et pauca plura specula bibit. Illa nocte aspiciens vidit lunam albam et rotundam in caelo, gavisus est valde et pauca plura specula bibit. Media nocte, Li Taibai vini usus est et descenderunt ad Wende pontem. Media nocte, Li Taibai vini usus est et descenderunt ad Wende pontem. Ut primum in pontem descendit, caput deposuit et repente lunam in aquam cadentem vidit et, cum flumen moveretur, paucae lineae nigrae ad umbram lunae albae adiectae sunt. Ut primum in pontem descendit, caput deposuit et repente lunam in aquam cadentem vidit et, cum flumen moveretur, paucae lineae nigrae ad umbram lunae albae adiectae sunt. Li Taibai hoc tempore adeo ebrius est ut putaret lunam esse quae aqua flumine maculata erat. Li Taibai hoc tempore adeo ebrius est ut putaret lunam esse quae aqua flumine maculata erat. Ne ille quidem ocreas auferre vexavit, manus aperuit et pontem desiluit ut lunam caperet. Ne ille quidem ocreas auferre vexavit, manus aperuit et pontem desiluit ut lunam caperet. Improviso, hoc saltu, luna non capitur, sed luna in aqua fracta est et statim in duas partes divisa est. Improviso in hoc saltu luna non deprehensa est, sed homo submersus est. Decessit annos natus sexaginta duos.", "聖意": "Domus sollicita est et tu es in adversa fortuna (attende pro salute tua) (infelix) opes quaere et aequilibrium (ne putes quidem) difficultas in negotiis agendarum, matrimonium non resolvitur, ora pro tutela (thesauri inanes prohibent. Abortu) Pedestriani laborant, bombyces in agro quinque puncta sunt, et sex animalia declinant (infelix) exspectantes homines (infortunati) publicas causas et (desine lites) Migratio ordinaria (ne dicam) amissio rerum. Bonam fortunam in montibus et sepulchris", "古人": "Taibai lunam dum ebrius captus (Li Taibai luna captus ebrius)", "第X籤": "Quinquaginta secundus sortitio conciliationis (Lottery)", "宮": "Uterus"}