{"籤詩版本二": "Cum frustra in elationem vertitur, rugiunt dracones, rugiunt tigres.\nCaelum caeruleum habet suam viam ad caelum, aliam forte famam consequi possim.", "詩意": "Hexagramma hoc est sicut draco rugiens et tigris rugiens.\nSpes est omnia bene.", "解曰": "Modo doce, et vade. Vestram felicitatem habeatis. Oportet in fine. Locus est inveniendus.", "籤詩故事一": "Liu Bei supplet sponsa\nPost Pugnam Chibi, Sun Quan Jingzhou recuperare cupiebat, quod captum a Liu Bei, ita consilio utebatur Zhou Yu, simulans se velle sororem suam Solem Ren Liu Bei desponsare, re vera capere voluit. Liu Bei obsidem petere Jingzhou.\nPost Zhuge Liang exploravit Zhou Yu consilium, brochure cum consilio ad Zhao Yun tradidit, qui cum ad Soochow Liu Bei tuebatur, Zhao Yun consilium secutus est in brochure et de industria magnum adipiscing ut Wu Guotai ( Sol quantus pater) de nuptiis scito rogationem. Quia Wu Guotai amavit filiam suam et noluit iudicare vitam eius filiae vitae diu res casualiter, increpavit Sun Quan quia immitis ad sororem suam et proposuit personaliter experiri num Liu Bei dignus erat filia eius ad Ganlu Templum. Post Wu Guotai occurrit Liu Bei, valde commendavit Liu Bei et valde suasit matrimonium inter Liu Bei et filiam suam, unde, Liu Bei feliciter nupsit Mrs Sun.\nPostea, Liu Bei et Mrs sol Jingzhou simul refugerunt, Postea, Sun Quan uti voluit Liu Bei impetum in Yizhou ad oppugnandum Jingzhou, sed impeditus a Wu Guotai, qui de salute filiae suae sollicitus erat.\nDixit: \"Zhou Yu consilium optimum in mundo est. Amisit uxorem suam et copias perdidit.\"\n(Liu Bei ab noxa lucrata)", "聖意": "Infaustus domi sum et infaustus sum (prima fortuna, deinde bona fortuna). Quaere opes, statera, difficultas in matrimonio, successus in nuptiis. Ora pro benedictionibus pro peditibus, bombyces in agris, quinque puncta pro damno pecorum, quaere hominibus, litibus et migrationibus, fortuna perditorum bonorum, fortuna morborum, pax montium et sepulchrorum.", "古人": "Liu Bei sponsa supplet", "第X籤": "Quinquagesima tertia numerus winning", "宮": "Uterus"}