{"籤詩版本二": "Litus est plenum saxis, torrens fluit, ventus patet, luna clara est, et populi nobilissimi versantur.\nIn via, quaero quo eundum sit, ne odorem florum et herbarum in silva teneas, noli curare.", "詩意": "Hoc hexagramma est sicut navicula in litore parvo.\nIn omnibus sunt nobiles homines ad auxilium.", "解曰": "Ut vitae efficitur est. Labore mattis. Mane optimatium et exspecta. optimos omnes.", "籤詩故事一": "Lushan seditionis\nAn Lushan (703-757), cui cognomen erat Kang et Yaluoshan nomine, a Liucheng, Yingzhou (nunc Chaoyang, Liaoning).\npostea, An cognomentum sumpsit, et Lushanum nomen mutavit. Regnante Imperatore Xuanzong de Tang dynastia, An Lushan legatus militum fuit.\nMense Novembri anni Tianbao XIV, An Lushan copias in Fanyang excitavit, nomine Yang Guozhong oppugnans, rebellionem imposuit et copias trium oppidorum ad oppugnationem Luoyang, capitis orientalis, cepit. Renuntiationes a Taiyuan ad Lishan festinarunt, Tang Xuanzong, qui in tempore erat Huaqing Palatium in Lishan, Anlushan rebellare non credidit, sed nuntius rebellionis divulgatus est, et Xuanzong adhuc dimidium persuasum erat. ( Haec est imago \" soni aquae asperae currentis in parvis saxis in rivo \" )\nNon donec Yan Zhenqing, praefectus comitatus Pingyuan, aliquem mittere nuntios misit quod Xuanzong e somno excitavit.\nSub erroneo consilio imperatoris Xuanzong de Tang dynastia, equitatus Lushan ala Luoyang, caput orientale cepit, primo mense sequentis anni se imperatorem Dayan in Luoyang praedicavit, Jianyuan Shengwu, imperatorem Xiongwu, et Da Xixun ut primus minister.\nMense Iunio eiusdem anni, Imperator Xuanzong de Tang dynastia, cupiens crisi in Chang'an levare et sub errore militaris intellectus, duos nobiles duces exercuit, Feng Changqing et Gao Xianzhi, Hic ordo perculsus Tang exercitus. (Hic mores violat \"via monstrare debent ad frontem amnem\")\nPostea imperator Xuanzong de Tang dynastia instanter iussit alium ducem Ge Shuhan ducere Tang exercitum versus orientem ex Tongguan.\nGe Shuhan, qui errorem imperatoris Xuanzong de Tang dynastia opportuna plene intellexit, mutationem morari cogitavit (propinquus \"bene est si ventus tranquillus est et aestus tranquillus est\").\nAd extremum imperator Xuanzong de Tang dynastia putavit se timidum ad pugnam esse, ideo non elegit nisi cum An Lushan flens pugnare, et victus est. (Explet \"Si laborare ut te ipsum laeseris.\"\nIn Tang dynastia, cum copiae limitaneae et praesidia localia non vacabant respondendi, exercitus Lushani limitem pressit et capitalem aream intravit. In re critica, imperator Xuanzong de Tang dynastia duxit custodes Corps ut fugeret a capite, causans ducem Xijing Chang'an cadere.\n(Tang Xuanzong dux huius signi violavit, itaque rebellio Lushan obtinuit).", "聖意": "Domus tuta, se- tus felix, fortuna stabilis, res prospera, matrimonium felix (cautum), pedestris masculus ab Liujia venit ad agrum, bombyces colligit, sex pecora laeduntur, persona invenitur. lis iustificatur, res perdita morbum inducit, hoc est sepulcrum Anshanis reparandum.", "古人": "Lushan seditionis", "第X籤": "sortitio quinquagesimus sextus", "宮": "Turpis Palatium"}