{"籤詩版本二": "Mane et vespere, Buddha subsidia in periculis esse debent, sed non in periculo\nSi a nobili homine attrahuntur, pecunia et sericus etiam te comitabor: haec est Chuan Lat. Totum in te.", "詩意": "Hoc hexagramma significat secretam deorum et Buddhas benedictionem.\nPatientes estote et omnia bona fortuna.", "解曰": "Signum antiqui pacis. Cum omnia cara sint, faustum erit.", "籤詩故事一": "Tang Monachus illustrationem adeptus est\nUno die, Tang Seng ad flumen venit et vidit ante eum montem Buddha Lingshan, pons unus erat in fronte, Tang Seng transire non ausus est. Buddha in navigium transfiguratus et navem profundam fractis tenuit, mox ut Tang monachus navem conscenderat, in flumen incidit et a nauta ereptus est, quomodo Tang Monk Buddhahood assecutus est. (Historia Itinerario ad Occidentem)\n◇Tang Monachi scripturas Buddhist\nSanzang de Tang dynastia, communi cognomine Chen et nomen eius Yi. Natus in comitatu Goushi, Luozhou (nunc meridiem Yanshi urbem, provincia Henan). Tredecim annos factus est monachus et Buddhist nomen Xuanzang accepit.\nUt scripturas originalis Buddhist obtineret, profectus est a Chang'an (hodie Xi'an, Shaanxi Provincia) anno tertio Zhenguan (AD 629), trans fines ausa est, et per innumeras labores Tianzhu pervenire (. India) scripturas colligere. Per Gangem et Indum amnem phialas et regiones australes Indiae maritimas peragrans, montes niveos et iugis viridis transiens, plusquam quingentorum millium passuum iter et hinc inde abduxit, 16 annis cepit, ut tandem in Chang'an rediret. XIX anno Zhenguan (AD 645). Magnum numerum scripturarum Buddhistarum reduxit easque in Sinenses transtulit.\n(Tang Sanzang per longum iter et reditum inter Sinas et Indiam ivit, et pericula experiri tenebatur, sed redire tuto poterat quia invisibilis patronus post se erat).", "聖意": "Domus tuta est, res ipsa fausta est, res occidentalis succedit, matrimonium proficit, campum claudunt pedestres, bombyces obsidentur, bombyces sunt septem puncta, iumenta utilia, quaesitio populi occidentalis. lis publica mala est, migratio optimatium, res perdita visa, morbus auspicatus, montes ac sepulchra laeta sunt.", "古人": "Tang Monachus illustrationem adeptus est", "第X籤": "Conciliandos sortitio sexaginta duo", "宮": "Yin Palace"}