{"籤詩版本二": "Cum venerit hiems, erit germen pruni in monte, etiam si ceciderit, folia ejus arescent.\nSed cum ver venit, adhuc me pro meretrice reddo et opus originale perdam.", "詩意": "In hoc hexagrammo principatum obtinet prunus flos.\nOmnia bona sunt si differatur.", "解曰": "Sagitta una vacua emissa. Quando vacua est, vacua non est. Exspecto ver venire. Color in eo est.", "籤詩故事一": "-Score bis\nRegnante Imperatore Dezong Dynastiae Tang, minister fidelis Mei Bogao et eius familia a primo ministro Lu Qi traditor, qui omnes interficere voluit, solus filius Mei Liangyu effugere curavit, postea mutatus est. nomen Wang Xitong celare identitatem. Solus in plateis vixit, esuriens et frigidus, sed feliciter ab Chen Risheng (Chen Dongchu). Chen Risheng vitam suam nescivit experientiam, et rogavit ut curam Chen hortus pruno ne in via periret.\nChen Risheng fuit condiscipulus et amicus Mei Bogao, cum persecutus esset Lu Qi, ereptus est Mei Bogao, et sic inimiciti sunt Mei Bogao et Lu Qi. Risheng tristis et iratus propter hoc sensit , Nupsit , renuntiavit , et familiam suam Yangzhou ad secessus in secreto movit .\nChen Risheng habet filiam nomine Chen Xingyuan, quae est pulchra et olens, Postquam Mei Liangyu venit ad Chen familia, adamavit prima facie. Quadam die, qua pruna florent, quae etiam anniversarius obitus Mei Bogao erat, Chen Risheng et familia aram in pruno horto domus suae aperuerunt ad memoriam defuncti amici ac benefactoris sui. et gravis nivis nixus, omnia pruna gerens. Chen Risheng dolebat se tuto evadere posse, sed ne posteritatem Mei familiae salvare posse, Deum admonitum esse putavit, et vovit, nisi pruno refloresceret, posteros comprobans. Mei familia adhuc viveret, nihil umquam diceret: in Buddhismum evasit et monachus factus est.\nAudivit hoc filia eius Xingyuan et statim incensum adolevit et sincere oravit ad Deum ut iterum floreat pruna. Eorum sinceritas movet caelum, et omnia pruna in horto pruno floruerunt iterum, postea Chen Risheng cognovit quod Xitong erat Liangyu, sic desponsavit filiam Xingyuan ei.", "聖意": "Non sibi bona domus, una sibi bona, quaerit opes, Prudenter in rebus, tempus est tarde, connubium sero, ver prosper, autumnus inanis est, sero viator; agri prosperi, bombyces florentes, sex opulenta pecora, quaerens homines, publicas lites, damnum, migrationem, res perditas, morbi orientales, falsi terrores, monumenta montana mutentur.", "古人": "Laceratum bis", "第X籤": "Sexaginta novem conciliatus Lott", "宮": "Tatsumi"}