{"籤詩版本二": "Chao Chao est quasi flos, congregatione apis, volantes de meridiem et orientalem\nVer transiit, flores recesserunt, et non est locus quaerendus, ubi cor suum non mutabit.", "詩意": "Hoc hexagramma est sicut apis flores legendo.\nLaboriosam et laboriosam omnis est.", "解曰": "Orarum nulla fons. Pluit diu sed numquam purgat. Petere auxilium. Melius est tacere.\n.", "籤詩故事一": "Li Mi Tang dynastia rebellavit\nLi Mi\n(582-619), nuper dux Exercitus Wagang in tumultu rustico in nuper Sui Dynastia Sinarum. Calligraphiae magister. Dominus verbi Fa oriundus erat Chang'an, Jingzhao, et patria erat Xiangping, Liaodong (nunc meridiem Liaoyang, Liaoning). Chang'an oriundus, Jingzhao, patria est Xiangping, Liaodong (nunc meridiem Liaoyang, Liaoning).\nNono anno Daye (613) seditionem Yang Xuangan contra Sui Dynastia Liyang (nunc septentrionalem comitatus Junxian, Provinciae Henan). Nono anno Daye (613) seditionem Yang Xuangan contra Sui Dynastia Liyang (nunc septentrionalem comitatus Junxian, Provinciae Henan). Sensus mysticus victus est;\nLi Mi fugerunt. Xuangan victus et Li Mi fugit.\nDuodecimo anno Daye exercitui Wagang se coniunxit\n. Duodecimo anno regni Daye Wagang exercitui se coniunxit. Li Mi erat bonum in consilio, in mense Octobri duodecimo anno Daye, Li Mi persuasit Zhai Xingyang Tong oppugnare, dux potens exercitus comitatus, defendere Zhang Xutuo, vincere Sui exercitum et occidere Zhang Xutuo. Li Mi erat bonum in consilio, in mense Octobri duodecimo anno Daye, Li Mi persuasit Zhai Xingyang Tong oppugnare, dux potens exercitus comitatus, defendere Zhang Xutuo, vincere Sui exercitum et occidere Zhang Xutuo.\nPostea horreum Xingluo (postea Luokou nominatum) oppugnare proposuit, horreis subsidio aperire et turmas ampliare. Turma exercitus Wagang celeriter crevit. De seditione Sui dynastia et distributione, bellum in copiis bellicis aliisque rebus fuit, et Li Mi Zhai Rang et centum ex suis occiderunt. Postea horreum Xingluo (postea Luokou nominatum) oppugnare proposuit, horreis subsidio aperire et turmas ampliare. Turma exercitus Wagang celeriter crevit. De seditione Sui dynastia et distributione, bellum in copiis bellicis aliisque rebus fuit, et Li Mi Zhai Rang et centum ex suis occiderunt.\nMense Martio in 14th anno Daye, Yu Wenhuaji Imperatorem Yang Sui Dynasty occidit\nplus quam 100,000 homines ad occidentem redire ducebant. Mense Martio quarto decimo anno Daye, Yu Wenhuaji (Yu Wen cognomine composito) imperatorem Yang Sui dynastiae occidit et cum plus quam 100.000 hominum in occidentem rediit. Li Mi Huaji oppugnare iussus est, quamquam Huaji superatus est, etiam Li Mi copiae graves damna passae sunt, postea secuti sunt Wang Shichong, exercitus Li Mi victus est et castra eius deleta sunt, duces eius Qin Shubao, Cheng Zhijie (primo nominantur Cheng Yaojin), Niu Jinda et alii capti., Shan Xiongxin in deditionem venerunt. Li Mi Huaji oppugnare iussus est, quamquam Huaji victus est, etiam Li Mi copiae magna damna passi sunt. Postea persecutus est Wang Shichong, exercitus Li Mi victus et castra eius deleta sunt duces eius Qin Shubao, Cheng Zhijie (primo nomine Cheng Yaojin), Niu Jinda et alii capti, et Shan Xiongxin in deditionem venerunt. Li Mi desperata, flumen ad Heyang mense Septembri transiit et Tang dynastiae se dedidit. Li Mi desperata, flumen ad Heyang mense Septembri transiit et Tang dynastiae se dedidit.\nMense Novembri, Li Yuan misit Li Mi ad Shandong veteres milites conscribere. Nouembris,\nLi Yuan misit Li Mi expectare in Shandong ad conscribere veteres milites. Sensus suspectus contra Tang rebellavit. Sensus suspectus contra Tang rebellavit. Tang dux Sheng Yanshi invitavit Li Mi oppugnare et interfecit eum in Xinggong Xian. Tang dux Sheng Yanshi invitavit Li Mi oppugnare et interfecit eum in Xinggong Xian.", "聖意": "Domus, domus, lingua, sui, furcifer, opes quaerens, vastatio negotia, matrimonia non diuturna, Liujia, flores inanes, pedestres, Yaotian, bombyx damnum, sex iumenta damnum, absentes personas, lites, damnum, migratio, conservativum, res perditae; morbum, impedimentum, sepulcrum montis reformare", "古人": "Li Mi contra Tang dynastia", "第X籤": "Septuaginta ducatur", "宮": "Tatsumi"}