{"籤詩版本二": "Apes mella petere debent, ne aculeo feriantur\nViam peregrinam tuam oportet ante faciem tuam: et arcanum est quasi saltus spinarum.", "詩意": "Hic hexagram significat apes mel colligentem.\nLaboriosam et laboriosam omnis est.\n\n(Hic hexagrammus symbolum dulcedinis et amaritudinis quaerit.\nProhibe clades in omnibus.\n)", "解曰": "Res diligenter agenda sunt. Vim ea nullam oporteat. Apes mella colligent. Quae causa est?", "籤詩故事一": "Wang Mang quaerit talenta\nWang Mang familia in occidentali Han dynastia dici potest familiam opulentam esse. Cum pater iuvenis mortuus est, plures ex avunculis et patruis imperatores Han dynastia facti sunt, duces facti, primi ministri, marchiones facti sunt, praemiis acceptis, familia Wang maxime eminent.\nSed Wang Mang propria familia parva admodum pauper erat, pater iuvenis mortuus est, et solus cum matre vixit, fretus a propinquis charitate. Sed propter hoc, Wang Mang elaboravit et exercuit copiae artes in tractandis hominibus cum puer esset. Quamvis tristis vel iratus sentiebat, semper laetissimus et pacificus vultus ante propinquos, seniores vel extraneos ostendit, sic ab omnibus in familia satis probatus.\nQuondam, avunculus ejus primogenitus graviter aegrotavit, et, cognita re, accessit et expectatus est in lecto, medicinam et aquam ferens, et in nocte vigilans, per aliquot menses in ordine, erat incompositus, incultus, et languidus. Simplicius erat \"patiens\" quam patiens, plus \"filius\" quam filius biologicus.\nPropter hoc, omnes in Taiwanese homines eum laudabant et litteras scribebant ut pro eo praemium peteret.\nImperator itaque Cheng Han- dynastia titulum Novi Marchionis Capitalis ei dedit, eumque in Palatio custodiae constituit, propinquus minister Imperatoris factus.\nWang Mang cum magna dignitate et magna potentia nunquam arrogantiam vel socordiam ostendit, sed magis ac magis humaniter et humaniter factus, ex una parte, cum ministris, ducibus, ministris, scolaribus et scolaribus famosis.\nSed frugalissimam vitam vixit, fercula saepe edens, nedum toga longa, et manicatas vestes, breves tantum vestes. Itaque omnes in imperio publicoque voce \"virtuum\" eum unanimiter laudaverunt.\nPostea avunculus eius, Maximus Sima Wanggen morbo mortuus est et in locum eius electus est. Imperator et omnes ministri aptissimum se esse arbitrabantur. Itaque Wang Mang, qui tantum triginta et octo annos natus erat, Maximus Sima cum summa potestate militari in regione facta est.\n(Fabula haec metaphora est. Cum bonus sit bonus, adiuvare potest ut \"difficultatem apum\" exuere et ad proposita tua, ut vis, consequi.", "聖意": "Domus non est sibi bona, familia laborat, negotium obsidetur, matrimonium obsidetur, sex arma falsa sunt, sero pedestres, bombyx messis humilis, pecus humilis, difficile est; inveniat populus, lis est malum, migratio non movetur, res perdita est malum, morbus erigitur, mons gravis amittitur.", "古人": "Wang Mang quaerit talenta", "第X籤": "Conciliandos sortitio septuaginta duo", "宮": "Tatsumi"}