{"籤詩版本二": "Cum ver venit, tonitrua quatit, et insecta pidunt, et a luto recedunt\nCum primum cognovi quod adhuc venirem et exirem, semel mutatus, factus sum draco;", "詩意": "Hoc hexagramma simile est tonitruis et insectis.\nPersona autem nobiliter occurrens signum est bonum in omnibus.", "解曰": "Tonitrua ferit. Duo deposita in et extra. Muta semel. Donec Tianmen.", "籤詩故事一": "Chenqiao Mutiny\nIn DCCCCLIX AD, Zhou Shizong Chai Rong mortuus est, et imperator Gong Chai Zongxun, qui regnum ascendit, septem annorum erat. In illo tempore, Zhao Kuangyin, qui inspector functus est ante palatium et legatio Songzhou ad Germanum Exercitus, vim tenuit.\nIn fonte DCCCLX AD, Zhenzhou (hodie Zhengding, Hebei provincia) et Dingzhou (comitatus hodierni Dingxian, Provincia Hebei) retulit exercitus Han- dynastia septentrionalis et Civitatis Liao meridionalem ad oppugnandam Zhou dynastiam lateralem iverunt, cum magno impetu et rogatu ut auxilia mitteret. Postea Zhou dynastia Zhao Kuangyin iubet copias aquilonis ducere ad hostem pugnare. Furtim egit Zhao Kuangyin sub consilio fratris sui Zhao Guangyi, Zhao Pu, Shi Shouxin et alii.\nDie III Februarii, cum exercitus ad Chenqiaoyi pervenerat (nunc Chenqiao Oppidum, Fengqiu meridiem versus, Henan), seditionem immissam milites flavis stolas induere pro eo recesserunt, et contra Zhou Dynastia Later Zhao Kuangyin Imperatorem confirmaverunt. . Post hoc, Zhao exercitum reducit ad Kaifeng sine incendio, nece nec rapina.\nTertio die mensis lunaris anno tertio, Zhao Kuangyin in Chenqiao sedato et in urbem rediit, Fan Zhi Wang Pu et Renpu ad interrogare Zhao Kuangyin duxit, Luo Yanhuan gladium ante tentorium extraxit et voce magna clamavit. \"Tres exercitus dominos non habent. Duces eum imperatorem nominare constituerunt. Omnis, qui loquitur, occidetur!\". Facies Pu Wang pallida erat ut terra, gressus suos inclinavit et incurvavit, Fan Zhi etiam incurvavit, Kuang Yin personaliter adiuvit eum et multa comitate tractavit.\nPost modicam resistentiam, imperator Gong Zhou dynastia postea regnum accepit, et Zhao imperium accepit. \"Taizu accepturus erat Zen, sed nulla rhoncus textus erat. Tao Gu, scolaris Hanlin, ordinem accepit. et intraverunt iuxta eum dicentes: \"Factum est.\"\nPost Zhao venit ad thronum, mutavit patriae nomen in Song, Yuan ad Jianlong, et fecit Kaifeng caput.Shi Shouxin, Gao Huaide, Zhang Lingduo, Wang Shenqi, Zhang Guanghan, et Zhao Yanhui omnes titulo Jiedushi considerati sunt quae Mutina cognominata est Chenqiao in historia.\nVicipaedia\n(Haec fabula repraesentat hoc esse initium effectus Zhao Kuangyin.)", "聖意": "Ora pro domo tua, vita quotidiana, opes, felicitatem, felicitatem in negotio, nuptias nobilis, res in Liujia, pedestres viriles, bombyces in agris primo nativitas, primo partu sex animalium, felicitatem vere, quaerens homines. res in lite, fortuna in migrationibus, res perditae, pericula in morbis, pericula in montibus ac sepulchris.", "古人": "Chenqiao Mutiny", "第X籤": "Septuaginta tres signati", "宮": "Mi Palace"}