{"籤詩版本二": "In somnio dicebatur quod multae opes, sed fama nihili esset.\nAqua longe abest, montes procul absunt, sed difficile est fidelem esse, nobilis homo regit et ridet.", "詩意": "Hoc hexagramma significat symbolum obtinendi thesauri in somnio.\nOmnia magis vel minus vera sunt.", "解曰": "Somniare sicut somnium. Spes famae. Justi exspectant bona tempora. Praeeeptis Illustribus.", "籤詩故事一": "◇ redde paelex ad Zhao (redire paelex ad Zhao peracta)\nIn CCLXXXIII BC, rex Zhao Huiwen adeptus est Bi a Chu postquam rex Qin Zhaoxiang nuntium audivit, litteras ad regem Zhao misit, se velle permutare quindecim civitates pro Bi.\nLin Xiangru resolvitur ad regem Zhao quod Qin erat fortis et Zhao infirma et ad reponi debebat.\nRex Zhao misit Lin Xiangru ad Qin cum ipse est Bi.\nRex Qin occurrit Lin Xiangru in Zhangtai, et Lin Xiangru optulit paelex regi Qin. Rex Qin gavisus est et transivit ad pulchritudinem Bi, et omnes circa eam aspexit, et hoc tempore omnes ad sinistram et dextram clamaverunt diu vivere.\nLin Xiangru vidit regem Qin Zhao urbem dare nihil in animo habuit, ita regi Qin dixit quod Jade deficiens erat et voluit demonstrare regi Qin ut occasionem acciperet. retro paelex.\nPost Lin Xiangru Heshi scriptor Bi recepit, iuxta columnam magnam stetit, ostendens se velle mori cum Bi Heshi.\nHoc tempore, Lin Xiangru dixit regi Qin: \"Rex Zhao adhuc superavit obiecta ministrorum et rogationem ministri accepit. Etiamsi non falleret se mutuo commercio cum vulgo, non commemorare Qin est magna terra Ut amicitiam inter Qin et Zhao servaret, Rex Zhao Post quinque dies jejunans, ministros meos ad Qin cum Jade misi. Donec Rex Qin non solum in animo habebat Zhao dare urbem, sed etiam ad pulchram paelex familiae transivit, quae vere ministrorum meorum ludibrium fuit.\nFinito sermone, Lin Xiangru statim gestum titulum feriendi fecit, Rex Qin timebat ne suus Bi laedatur, simulavit se quindecim civitates Zhao dare. Lin Xiangru vidit per insidias regis Qin consilium, et rogavit regem Qin ieiunare quinque diebus ante praesentare scriptor Bi mora tempus. His paucis diebus, Lin Xiangru satellites suos misit ad statum Zhao cum Jade redire, dum Rex Qin agere moratus est.\n(Haec fabula est sicut oculi ordinarii status ipsius teneri.", "聖意": "Orare bona domi, seipsum, opes impediens, res difficiles ad obtinendum faciens, matrimonium non congruit cum Liujiaxu pedestres, bombyces Chitian non recipiuntur, sex animalia laeduntur, homines desunt, lites et migrationes publicae desiderantur, res perditae sunt. procul sunt morbi eriguntur, monies in montes transmutantur.", "古人": "Redi paelex ad Zhao (perficere paelex ad Zhao)", "第X籤": "Septuagesimo septimo potitus sortitio", "宮": "Meridiem Palatium"}