{"籤詩版本二": "Folia sycomororum ceciderunt, autumnus appropinquat, et reditus viatorum sicut nubes apparet.\nMagno Dei nisu, navis cum thesauro in ventum rediit.", "詩意": "Hic hexagramma significat caduca arboris sycomoris folia.\nMalum est omne in praemissis et bonum in fine.", "解曰": "Ex animo res accipe. Tian Xin secuta est. Ut vitae efficitur est. Fac quodcumque potes.", "籤詩故事一": "Spirat ventus ad Tengwang Pavilion\nWang Bo, comitatis nomen Zian, poeta primaevae Tang dynastiae fuit, natus est primo anno Yonghui, Imperatore Gaozong de Tang dynastia. Wang Bo legit scripturas quia puer erat, et notus est ut \"puer prodigii\". Wang Bo legit scripturas quia puer erat, et notus est ut \"puer prodigii\".\nCum esset decem annos natus, forte ipse et pater eius per Templum Guandi transirent, videruntque magnificam Guandi simulacrum in templo, exemplar tenentes \"Ver et Autumnus\" et legentes. Imperator Guan cantavit: \"Tres crines viridis barbae tenens, legens historiam Qing dynastia viridis lampadis et adorare nomina celebria. Habens draconem viridem et lunam in manu mea.\" Dicitur In autumno huius anni, Wang Bo ab Shanxi ad Hainan Islandiam profectus est, ut patrem suum, qui magistratum Jiaozhi comitatum invisit, transiens, per milia montium et fluminum per viam transiens. Autumno anno, cum viginti septem esset, Wang Bo ab Shanxi in Hainan Islandiam profectus est ut patrem suum visitaret, qui in statione Jiaozhi comitatus Magistratus fuerat demoratus, per milia montium et fluminum per viam transivit.\nCum autem venissemus in Madang Montem in die illo, omnes ad litus escenderunt et cum Wang Bo ambulavit per templum antiquum solum, subito vidit senem sedentem in lapide iuxta templum, et vidit senex sicut puer crine pulchro. Et dixit ad Wang Bo \"Num Wang Bo? Intentio ad populum salvandum, et carmina tua significantia sunt. Cras magna pars erit in Tengwang Pavilion. Si convivium interesse potes et opusculum scribe, per aevum celeber eris et expensas proficisceris. \" Cum venerint. apud Madang Mons omnes ad litus ad quietem perrexerunt et cum Wang Bo per vetus templum solum ambularet, subito vidit in lapide juxta templum, ibi erat senex sedens, qui apparuit sicut puer crine candido et nympha. Dixit ad Wang Bo, \"Nonne tu Wang Bo?\"\nWang Bo perturbatus est et dixit, \"Prorsus! Quomodo scis?\"\nSenex dixit: \"Iamdiu audivi te benignum esse propositum ad homines salvandos, et carmina quae componis admodum significantia sunt. Magna pars erit apud Pavilionem principis Teng cras. Si convivio interesse potes et componere; celeber eris per saecula et expensas accipies.\nWang Bo dixit: \"Locus sex vel septingenta millia ab Tengwang Pavilion. Quomodo huc cras venire possumus?\" Senex dixit: \"Equo divino vento utar ut levem navigationem tibi adiuvet. Wang Bo mihi gratias egit et dixit: \"Ignosce, socer mi. esne immortalis an deus?\" Risit senex et dixit, \"Ego sum Zhongyuan Shuijun praepositus Haec aqua area! \"Wang Bo dixit, \"Hic locus est sex aut septingenta milia passuum ab Tengwang Pavilion. Quomodo huc cras venire possumus?\"\nSenex dixit: \"Ego equo divino utar ut levem navigationem tibi adiuvet. Cras ego certo perveniam.\"\nWang Bo gratias egit et dixit: \"Ignosce, socer, an deus immortalis es?\"\nSenex risit et dixit: \"Ego sum Zhongyuan Shuijun qui praepositus aquae istius areae\" Tunc senex hortatus est Wang Bo ut celeriter navim proficeret. et aqua levis erat in via: in ictu oculi iter faciebat centenis milibus.\nTunc senex Wang Bo hortatus est ut celeriter navem conscenderet, vidit felicissimas nubes aliquandiu eum circumfusum, et erat iter lene, in ictu oculi, iter faciens per centena milia passuum. Ut expectatur, Wang Bo irruit ad Pavilionem principis Teng mane magni eventus.\nUt expectatur, Wang Bo irruit ad Pavilionem principis Teng mane magni eventus. Et illico scripsit \"Praefatio ad Pavilionem Principis Teng\", quae aeterna PALMARIA ab Imperatore Gaozong Tang dynastia appellata est. Et illico scripsit \"Praefatio ad Pavilionem Principis Teng\", quae aeterna PALMARIA ab Imperatore Gaozong Tang dynastia appellata est.\nEst carmen, quod dicit;\nSemper dictum est homines ingeniosos deos esse, unde non est accidens quod ventus Nanchang ad Nanchang adfert;\nScripsi sententiam de alta pelle Teng Wang, et tunc cum immortalibus ad Zhongyuan.", "聖意": "Ora pro domo tua teque protege, ora pro benedictionibus, opes quaere, ac nuptias ac concordiam consequi.", "古人": "Ventum ad Tengwang Pavilion", "第X籤": "Octoginta et unum signum", "宮": "Wei Gong"}