{"籤詩版本二": "quid facere si propter famam virtutem perdas?vereor ne fortuna mutet, mala fiant.\nEbrius, quo iturus nescio, fumosum somnium habeo in umbra pini viridis.", "詩意": "Hic hexagram significat piscem frigidiorem aqua relinquens.\nNihil moveri potest.\n\n(Hoc hexagramma significat malae virtutis et mali fortuna.\nPedes tuos custodi super terram in omnibus.\n)", "解曰": "Piscis frigidus aquam relinquit. musca in unguento. si de castris consilia quaeras. Qi Mo ad illud bonum\nHoc signum fortuna Liujia feret. Omne siet. Ora securitatem.", "籤詩故事一": "Zhuangzi probat uxorem suam\nZhuangzi natus est in Zhou dynastia, cui cognomen Zhuang, cui nomen Zhou, et nomen Zixiu, oriundus Mengyi in Cantico dynastia. In Zhou dynastia, princeps fuit Qiyuan.\nQuodam die, occurrit Zhuangzi mulieri in monte, quae squatebat ante novum sepulcrum, et ventilabrum perdite quatiens, quasi humum humidum super sepulchrum siccare vellet. Zhuangzi non intellexit intentionem suam , et quaesivit eam . Item dixit quod homo sepultus fuit in sepulcro maritus eius , et ultima verba viri illius fuerunt quod non potuit uxorem ducere donec humus super sepulchrum exsiccatur . Diutius expectare non potuit, ut humum inferum excitavit ut citius siccaretur, ut ver alterum persequi posset.\nZhuangzi ingemuit cum putabat tam crudelis mulier in mundo. Tum ego, si haec uxor esset? Cum suspicio oritur, volo probare.\nCognomen uxoris Zhuangzi Tian erat, et plerumque coniuges arctam necessitudinem habebant, ut fidem uxoris probaret, Zhuangzi se mortuam simulare constituit.\nAudientes Zhuangzi subito morbo decessisse, multi ex omnibus, etiam propinqui et amici, consolatorias suas declarare venerunt, inter quos erat rex pulcher et nepos de statu Chu, qui dives erat in divitiis, cum Ms. Tian nuper viduam ac miserabilem prosecutus est. Ms. Tian tentationem ferre non potuit et cum Wang Solem adamavit. In diebus viginti tantum nupserunt.\nNocte illa, cum vinum bibisset et aures calidae essent, Wang sol subito cor impetum passus et mortuus est.\nMs Tian perterruit et perterruit, et Wang Solem instanter rogavit quid facere Wang Sol dolorem sustinuit et nuntiavit Ms Tian cerebra cadaverum ad vitam mortuorum adduci posse.\nUbi corpus mortuum invenire? Subito Ms. Tian cogitavit, nonne vir suus iustus est mortuus? Dominus Tian veteris amoris inter virum et uxorem oblitus est, et securim sumpsit et scidit loculum viri sui, cerebro suo ad medicinam extrahere parat.\nImproviso, aperto loculo, Zhuangzi revixit. Ms Tian adeo pudebat ut se suspenderet.\n(Metaphora haec fabula est ad violandam amicitiam propter lucrum personale, unde cum ea consentire non possumus).", "聖意": "domus pacifica est, sui tuta est, pecunia iniqua, negotiationes immolantur, matrimonium solvitur, malum prosperum in Liujia, pedestres non pervenerunt, bombyx plana est, pecora plana, populus. desunt, lis mutatur, discipuli sunt optimates, res male non est, et mons et sepulcrum sunt mali.", "古人": "Zhuangzi probat uxorem suam", "第X籤": "Lot 84", "宮": "Wei Gong"}