{"籤詩版本二": "Tenebrae nubes et nebula ante montem viam operiunt: omnia rotunda sunt et luna iterum rotunda est.\nSi poeticam et libros acceperis, ex alto evigilabis somnio, et te ad culmen nobilis homo ducet.", "詩意": "Hic hexagramma designat finem veris et florentis florum.\nOmnia mutantur post Dominum.", "解曰": "Senex auxilium petere debet. Floret iterum vere. Famae et fortunae cupido. Cadivus in seram vitam occurrat.", "籤詩故事一": "Han Wengong certaminibus nivis\nHan Yu, cuius comitas nomen Tuizhi erat, a Changli fuit. Tang Dezong factus est Jinshi in octavo Zhenyuan anno, et titulus eius postumus Wen Gong erat.\nRegnante Imperatore Xianzong de Tang dynastia, Han Yu expostulavit cum ossibus Buddha, quod iratum Imperatorem. Han Yu reliquit uxorem et filios et abiit ad Chaozhou. Post paucos dies ambulavit ventus frigus sustulit et graviter ninxit. Han Yu venit ad locum ubi nix multa pedes alta erat et difficile equo progrediendi nulla domus prope erat et nesciebat ubi via esset. Si vis sequi viam et cedere, non est retro. Ventus durus flabat et nix celeriter cadebat, Han Yu madefactam cutem, rigentem et esurientem, nusquam dolorem suum exprimebat.\nHan Yu ingemuit et dixit: \"Imperator me non interficiet, sed imperator me perdere vult.\"\nSicut cum Han Yu desperatus erat, vidit hominem venientem ad purgandum nix obstante gravi frigore, Han Xiangzi esse (Han Yu nepos).\nAnte, Han Xiangzi dixit ad Han Yu: \"Ubi est Yun Heng domum in Qinling? Nix complectitur porta caerulea et equus progredi desinit. \"Tunc, Han Yu non intellexit quid Han Xiangzi vellet, nunc ille tandem intellexit.\nSic Han Yu et Han Xiangzi ad pernoctandum in Fu domum in Languan. Loquitur de praeterito et de via ad colendum, Han Yu sincere persuasum erat.\nPostea Han Yu magistratum suum dereliquit, omnia bona sua ad loci regimen donata et ad montes usus Taoism et immortalis factus est.", "聖意": "Domus non est sibi bona, cautus in quaerendo pecuniam, intendunt negotium, matrimonium sero, Liujia feminae pedestres obstruunt agros, bombyx bona sunt, pecora bona est, difficile est invenire homines, publicae lites repetuntur, migratio est. renovatio, res perditae graves sunt, morbi morae sunt, monumenta montium mutentur.", "古人": "Han Wengong certaminibus nivis", "第X籤": "Octoginta et quintus winning sortitio", "宮": "Shen Gong"}