{"籤詩版本二": "Medio in spatio usque ad montem occidentalem ambulant, rupes Junling finiri non possunt.\nSuspiciens Deum ad tutelam, corpus hoc in morgue est", "詩意": "Hoc hexagramma est sicut aurum in arena quaerens.\nNobilium per omnia signa sunt.\n\nItem: Hoc hexagramma indicat hominem esse in periculo.\nNobilium per omnia signa sunt.", "解曰": "Jade per sculpendo lapis inveniri potest. Invenies aurum in arena. Laborare opus est. Justus labor.\nAlterum opus: res difficilis. Nusquam manere. Pete benedictionem Dei. Ora pacem animi.", "籤詩故事一": "-Bite aurum et sub cavernis explorant\nAd res militares celebrandas, Cheng Yaojin convivium in Yanwuyang tenuit. Repente foramen apertum in terra, quod erat inscrutabile, sortiti sunt omnes verba legendo, aurum ad captandum mordens, et funes scindens, ut se in foveam ligarent.\nSunt fores lapideae, tabulae, sellae, pontes, et alia, quae in mensa sunt stolae draconis et cingula Jade, quae fiunt ex auro et ex spelunca attrita.\nYao Jin exivit de fovea cum capsula magna et capsula, arcam ligneam aperuit et extulit sigillum Jadei, capsam aperuit, et extulit vexillum magnum, et stolam coronam et vestigia, et posuit eas in mensa; singillatim omnes observabant. Octo characteres sigillorum vidi in magno sigillo insculptas erant \"Demon Rex Hunshi, Magnus Imperator Virtus.\"\nOmnes eum ut \"Imperatorem\" colebant, et hoc per triennium sicut Rex Demon fecit Yaojin. (Actu, hoc modo sui indictum erat, et Cheng Yaojin pagi tunc temporis princeps erat.)\n(Huius fabulae metaphora est bona omnia aeque ac similia agere. Haec est artificiosa notio \"corpus hoc adhuc in vacuo\".", "聖意": "Orans pro domo et domo, sui cladem, opes quaerens, laborans, sollicitus in negotio, matrimonium impedietur a Liu Jiaxu, pedestres, Chi Tian, ​​bombyces, stabula sex iumenta, quaerens homines, non lites, damnum migratio, conservatio amissae res, malae morbos, impedimenta, montes et sepulchra.", "古人": "Crypta pro Aurum explorans", "第X籤": "Octoginta septem signum", "宮": "Shen Gong"}