{"籤詩版本二": "Noli me vexare rebus tuis personalibus: hoc aptius est publice petere.\nCor lucidum tam clara et clara est quam luna clara in caelo", "詩意": "Hoc hexagramma significat imaginem lunae in caelo clarae.\nOmnia clara et aerea sunt.", "解曰": "Recti corde. Corrige legem. Sacra verba. Tandem patet.", "籤詩故事一": "◇Kong Ming's generalis\nSolutio: Zhuge Liang copias et duces convocat\nPer Trium Regnorum periodum, Zhuge Liang (181-234), nomen comitatis Kongming, in Yangdu, Langya (nunc Yinan Comitatu, Shandong Provincia).\nZhuge Liang officialis fieri convenit post Liu Bei tres visitationes ad casam palustrem solvit. Tunc Cao Cao Hebei pacavit et ad meridiem profectus est, Xiahou Dun misit ducem ducem, Yu Jin, Li Dian et alios. deputatis ducibus ducendo exercitu X millia ad Xinye versus iter fecit. Quamvis Zhuge Liang consilium habuit ab hostibus receptum tempore, Guan Yu et Zhang Fei contempsit Zhuge Liang verba. Zhuge Liang non elegit nisi ut gladio Liu Bei ad duos viros subigerentur, et singuli mille milites et equos ducebant, et in Yushan et Anlin delitescebant, exspectantes Xiahou Dun, ut exercitum suum transiret, et deinde eos aggrederentur. insidiis et igni.\nIn addition, Zhao Yun missus est ad reliquias exercitus vetus et infirmas ad pugnandum ut primas partes contra Xiahou Dun, et deinde mutua clade et se recepit, Xiahou Dun in angustum iter in montes et silvas trahens, Guan etiam misit. Ping, Zhou Cang, Liu Feng et alii obrepunt in tergo exercitus Cao, commeatus incendens et terrorem in exercitu Cao.\nPost proelium, Zhuge Liang omnia acciderunt. Cum Xiahou Dun et Yu Jin insequentes exercitum ducerent, Li Dian, qui a tergo erat, instanter edocuit Xiahou Dun in fronte quod opus erat ad cavendum contra hostes impetus ignis, Sed sero erat. angustam viam et in loco ubi inserebantur arbores, ignis non poterat incipere, et erant gravia caedes, et Xiahou Dun et alii duces victi et Xudu refugerunt.\n(Hac fabula est metaphora quod Kong Ming bonum est utendo populo et regendo patriam cum sapientia.)", "聖意": "Domus et domus sunt fausta, Opto bona fortuna in divitiis, animi tranquillitatem, prosperitatem in negotiis, nuptias, felicitates in Liujia, pedestres viriles, agros movens, bombyces, amissionem pecorum, quaerens homines, causas publicas, migrationes, amissas. bona, bona, valetudinem, pacem, montes et sepulchra.", "古人": "Kong Ming's generale", "第X籤": "Nonus signum", "宮": "Yin Palace"}