{"籤詩版本二": "Ambitio et res gestae sunt in dynastia, nunc autem potio et venerea infinita erunt.\nSi Gallum aureum videris, pecunia, fortuna et fortuna remuneratus eris.", "詩意": "Hoc hexagramma significat ambitionis et famae signum.\nOmnia fausta servate.", "解曰": "Ambitiosa et concitata. Sera non est ut te custodias. Gallus inauratus promittit. Omnes laeti.", "籤詩故事一": "Cao Pi imperator se praedicavit\nCao Pi, nomen comitatis Zihuan, in Peiguoqiao (nunc Hao comitatus, Anhui). Clarus politicus et scriptor per tempus Jian'an.\nCao Pi filius secundus est Cao Cao, qui cum patre in castris militaribus, quia puer erat, vixit, sub patris influentia, Cao Pi sagittarios didicit, annos natus sex et octo annos natus, et excultus est. bonae artes bellicae artes. Magnam praeterea notitiam habet rerum antiquarum et recentiorum classicarum ac biographiarum, necnon librorum centenariorum scholarum. Non ante duodeviginti annos quod Cao Cao vicit Yuan Shao et Cao Pi in Yecheng vitam relative stabilem vixerunt, centrum imperii Cao Cao. Cum igitur, licet in expeditionibus militaribus nonnumquam patrem comitatur et in nobili filio frequentius vitam degeret, tamen in dies militaris artes exercuit, nec in hunc usque diem detrectavit. Centum gradibus saepe equo insidet et militarium artium peritissimus est, qui quia saepe artes bellicas exercet, levis est et fortis.\nFilius maximus Cao Cao Cao Ang in proelio occisus est. Postquam filius maximus natu mortuus est, primus Cao Pi princeps pro corona electione factus est. Cum triginta unum annos natus esset, princeps a Cao Cao corona factus est. Cum Cao Pi triginta tres annos natus erat, Cao Cao morbo mortuus est, et Cao Pi primus minister et rex Wei successit. Dixit se saepe centum gradibus equitare et peritissimum esse, quod saepe kungfu exercet, levis et sanus est.", "聖意": "Ora pro domo tua et domum tuam pacificam esse, quaere opes, laborare, negotiari, mane mane dissolve, nuptiae prosperae erunt, Liujia tutus erit, populus in agro erit, bombyx maturus erit, sex iumenta matura erunt. difficile erit invenire homines, urgent lites publicae, migratio peribit, et res longe aberunt: morbi in montibus et sepulchris morabuntur.", "古人": "Cao Pi imperatorem se praedicat", "第X籤": "Nonagesimo quinto winning sortitio", "宮": "xugong"}