{"籤詩版本二": "Pagoda sublimis inusitata est, exquisitis undique notis splendide fulgentibus.\nRogo ergo te ut diligenter inclines et fac opera bona, et celi mittet tibi benedictiones.", "詩意": "Hoc hexagramma significat manifestationem meriti.\nOmnia fausta sunt.", "解曰": "HAEC BENEDICTIONES. Quisque id est. Noli esse occupatus. Meritum enira antecedit.", "籤詩故事一": "Rex Fenyang nepoti suo occurrit in Sinensi Valentini Dies\nSolutio: Guo Ziyi occurrit Textor Puella ad terras descendens in Seres Valentine 'Dies. Tiansun, neptis Jade imperatoris, est septem faecies.\nGuo Ziyi (697-781), etiam ut Guo Linggong notus, erat oriundus comitatus Zheng, Huazhou (nunc Huaxian comitatus, Shaanxi provinciae) et generalis in Tang dynastia. Aula imperialis Ziyi titulo Regis Fenyang concessa.\nDicitur Ziyi ab Huazhou primum fuisse et ad exercitum extra Murum Magnum proficisci, et perrexit ad Beijing ad stipendium militarem ad torcular Yinzhou rediit. Accidit ut eo tempore Seres Valentini Dies. ventus et arena et obscuratus est et sol obscuratus est et Ziyi non potuit progredi et ipse stabat iuxta viam et dormiebat in area in domo vacua cum dormiret repente vidit lucem rubram et surrexit, et miratus est, erat nubes in caelo, lente descendens, sedit mulier pulchra, decora et splendida, prorsus alia quam vulgus; Statim Ziyi salutavit eum et dixit : Hodie septimus dies mensis lunaris septimi. Puto esse puellam textorem qui venit, volens ei largiri longam vitam et opes.\nMulier quoque respondit: \"Cum magnae divitiae vivacitas\".\nPostquam finem loquendi fecit, splendor rediit et nubes sensim surrexerunt, mulier adhuc cum risu amoeno Guo Ziyi despecta est, tantum cum procul abesset, fumus turbatus est nec amplius videri poterat.\nVersa est vera, sicut dixit mulier. Merita Ziyi sunt clarissima mundi, ipse est minister popularis valde, et est generalis cum meritis et virtutibus.", "聖意": "Fac tibi domi optare, fac tibi optare, ora pro pecunia, fortuna in negotio, bona fortuna in matrimonio, bona fortuna in Liujia, felix peregrinatio cum hominibus, movens agros, bombyx, stabula pecorum, mala fortuna in inveniendo. populus, iudicia publica, migratio, felicitas, res amissae morbos, monumenta in Zhenxingshan", "古人": "Rex Fenyang occurrit nepotem suum in Chinese Valentine 'Dies", "第X籤": "Sign nonaginta sex", "宮": "xugong"}