{"籤詩版本二": "Equo reto et tenente flagellum, huc recta venimus, pars in periculo, pars in calamitate.\nSicut domus exusta est, et cum ceciderit pluvia, vertit in cinerem, consilium mihi est.", "詩意": "Hoc hexagramma significat dimidium doloris et dimidium laetitiae.\nBonum est facere in omnibus.", "解曰": "Laborem perpetuam. Nolo de aequo et iniquo. Compedes sunt temporales. Iracundia naturaliter est.", "籤詩故事一": "◇Tao Sanchun verberat Zheng En in Guayuan\n\"Vivat meum monumentum\" Zhao Kuangyin resurrexit, \"Beiping rex Zheng En matrimonium reduxit tunc. Nunc mundus est in pace, permissu tuo peto velim auspicatum diem uxorem ducere. \"\n\"Vivat memoriale meum!\" Zhao Kuangyin surrexit et dixit: \"Rex Peking, Zheng En, matrimonium reduxit tunc. Nunc mundus in pace est, permissuram tuam petere velim auspicatum eligere hodie contrahendum matrimonia. \"\n\"O, tertius frater ante congressus, quomodo hoc nesciebam?\" Chai Rong valde admiratus est, elevans manum suam et interrogavit Zhao Kuangyin sedere et loqui.\n\"O tertius frater ante congressus, quomodo hoc nesciebam?\" Chai Rong (imperatoris Later Zhou dynastia) valde miratus est, agitavit manum et interrogavit Zhao Kuangyin sedere et loqui.\n\"Longum est. Uno tempore in paupertate fuimus et cum exercitu tuo non iungebamus. Cum ergo annos pugnavimus nec tempus curavimus de te. Secundo, frater tertius parum est. timide commemorare, sic Majestas tua non novit.\n\"Longum est. Uno tempore in paupertate vivebamus et exercitum tuum non habuimus. Cum ergo annos pugnavimus nec tempus curavimus de vobis. Secundo, frater tertius est. parum timidi commemorare, sic Majestas tua non novit.\n\"Heus, masculae alumnus collegii nubit, quid pudet? Tertius frater in acie diu fuit et heros singularis haberi potest. Cur tam pusillus es de hac re?\"\n\"Heus! Collegium puer nubit, quid pudet? Tertius frater in acie diu fuit et heros singularis haberi potest. Cur tam pusillus es de hac re?\"\n\"De quo loquor, tertium fratrem meum reprehendere non possum quod verecundatur, quod nuptiae fictae sunt.\"\n\"De quo loquor, tertium fratrem meum reprehendere non possum quod verecundatur, quod nuptiae fictae sunt.\"\n\"Typed e? Heus, suus 'interesting. Dic mihi quid accidit.\"\n\"Ego typed eum! Heus Est interesting! Quaeso dic quid accidit.\"\n\"Immo anno memini, cum Maiestatem suam iungeremus, per Baocheng comitatus transiebamus. Erat calidissimus in mense Iunio. Tertius frater meus in deversorio manere non potuit, ut solus exivit ad vagandum. Cum cucumis transiens hortum, ingressus est ad eligendum, pepones sitim exstingui, et non multi cucumis praecoces hoc tempore fuerunt, et tertius frater nescivit colligere, multum fregit. Mulier respiciens pepones extiterunt ut tertium fratrem accusarent. Duo dissensio erat, et tunc pugnare coeperunt. Veni. Feliciter anxius sum et in tempore festinavi, alias...\n\"Immo anno memini, cum Maiestati suae iungeremus, Baocheng comitatus praeterivimus. Erat calidissimus in mense Iunio. Tertius frater meus in deversorio manere non potuit, ut solus erraturus exiit. Cum cucumis transiens hortum, ingressus est ad eligendum, pepones sitim exstingui, et non multi cucumis praecoces hoc tempore fuerunt, et tertius frater nescivit colligere, multum fregit. Mulier respiciens pepones extiterunt ut tertium fratrem accusarent. Duo dissensio erat, et tunc pugnare coeperunt. Veni. Feliciter anxius sum et in tempore festinavi, alias...\n\"Hoc Zheng Ziming, culpam in primis, excusare debet. Cur eum percussit? Praeterea quomodo potest familia puellae resistere pugnis et calcibus viri ferocis similis! Age, tu hanc puellam verberas? pieces. Minime?\" \"Puella illaesa fuit...\"\n\"Hoc Zheng Ziming, culpam in primis est, ut excusare possit. Cur eum verberas? Praeterea quomodo potest familia puellae sustinere pugnis et calcibus ferocis similis ei! Age, dic mihi; tu verberatus haec puella. Non?\"\n\" puella illaesa fuit . . .\"\n\"Hoc bene, id bene ... Heus, nonne actio? Oh, opinor, eripuisti me in tempore.\"\n\"Quod suus 'okay! Quod suus 'okay ... Heus Nonne fecisti? Oh! Ego coniecto es ille qui me servavit in tempore!\"\n\"... non, ille quem redemi, tertius frater erat.\n\"Ah ah?!\"\n\"Tertius frater a muliere pulsatus est et ad terram vehementer vapulavit. Fortunate veni et persuasit ut discederet, ne graviter vulneraretur. ... Majestati tuae... Majestati tuae. \"\n\"Tertius frater a muliere percussus est et vehementer vapulavit. Fortunate veni et persuasit ut discederet, ne graviter vulneraretur. ... Majestati . . . Majestati tuae! .....\"\n\"Ah?...O, quae est ista femina?\"\n\"Solum postea inveniebam nomen mulieris Tao Sanchun fuisse, et pater eius Tao Hongor erat senex heros qui nullas appetebat. Tao Sancheun artes bellicas didicit ex patre cum puer esset. Postquam cognovissem Familiam suam, vidi Miss Sanchun insignem indolem habere., Luo Luo ac liberalis, sine ullo habitu parvae puellae, illi de industria adaequarunt: Tao pater et filia etiam probaverunt probum ingenium tertii fratris valde. eam statim exscinde, et de duobus illis hoc matrimonium constitui. Majestati, quaeso, dic mihi, nonne hoc est falsumne matrimonium?\"\n\"Postea demum deprehendi nomen puellae Tao Sanchun fuisse, et a patre suo ex quo puer esset artes bellicas didicerat. Postquam familiam suam cognovi, vidi Miss Sanchun insignem indolem habuisse. liberalis, et minimum vestigium parvae puellae non habuit, itaque eam consulto redintegravi. Dominus Tao et filia eius probaverunt etiam probum ingenium tertii fratris sui valde. inter se. Nonne, Caesar, tibi videtur hoc fictum esse matrimonium?\n(Metaphora haec fabula est, quod malum evenit ut bonum sit).", "聖意": "Ora pro tutela domus et sui, cave, ora pro divitiis, exitium negotium, impedis matrimonium, poena, Liujia, assecurationis, pedestres capti in agris, bombyx damnum, iumenta damnum, absentis homines, leges illicitae, damnum, migratio, conservativum. res amissae, malae morbos, curas, pericula, montes, sepulchra, defectionem", "古人": "Tao Sanchun in cucumis hortum Zheng En verberat", "第X籤": "Numerus nonaginta novem", "宮": "Haigong"}