{"籤詩版本二": "E hana ʻia ka honua no ka male maikaʻi, nā lā maikaʻi a me nā manawa maikaʻi, a maikaʻi nā mea a pau\nʻAʻole ia he mea liʻiliʻi ke loaʻa iā ʻoe kēia hailona.", "詩意": "Hōʻike kēia hexagram i ka hoʻomaka o ka wehe ʻana o ka lani a me ka honua.\nHe pōmaikaʻi nā mea a pau.", "解曰": "Ka wikiwiki wikiwiki. ʻAʻole kūpono ka makahiki i kona manawa. Ua kākau ʻo Guanyin. E haʻi mua iaʻu.", "籤詩故事一": "◇ Ua lilo ʻo Zhongli i mālamalama\nʻO Zhongli Quan, i kapa ʻia ʻo Zhongli, i kapa ʻia ʻo Quan, ʻo Yunfang, a me ka inoa inoa ʻo Zhengyang, he kamaʻāina ʻo Xianyang County, Xiʻan, Shaanxi Province i ka wā o ka Eastern Han Dynasty.\nHe pūkaua nui ʻo Zhong Liquan o ka moʻokūʻauhau Han. I ka wā o ka huakaʻi kūʻē i ka Qiang Komohana, ua lili ʻo ia i ke kāpena Liang Yi a hāʻawi wale iā ia i 30,000 mau koa kahiko a nāwaliwali. ka pūʻali koa Qiang Komohana, a heʻe nā koa. Ua nalowale ʻo Zhong Liquan ma ke awāwa a hālāwai ʻo ia me kahi mōneka Hu ma ke ala. Ma hope o kekahi manawa, ʻōlelo koke mai kekahi, \"No ke kamaʻilio nui ʻana o ke kanaka Hu maka ʻōmaʻomaʻo.\" ʻIke akula ʻo ia i kekahi kanaka e ʻaʻahu ana i ka hulu dia keʻokeʻo a paʻa i kahi koʻokoʻo ʻōmaʻomaʻo quinoa. eia o Han Da. General Zhongliquan\n? Pīhoihoi ʻo Zhong Liquan, no ka ʻike ʻana ua hālāwai ʻo ia me kahi kanaka ʻē, no laila ua aʻo maoli ʻo ia i ka Tao.\nUa hui ʻo Zhong Liquan iā Zhenren Huayang a me ka Mōʻī Make ʻole ʻo Xuanfu, a ua aʻo ʻo ia i ka \"Secret of Immortality\". ʻO ka hope loa, noho ʻo ia ma Zijin Sihaofeng ma Kongtong Mountain, loaʻa iā ia ka \"Secret of the Jade Box\", a lilo ʻo ia i mea make ʻole maoli.", "聖意": "E pule i kou home a me kou home e hoʻopōmaikaʻi ʻia i ka pōmaikaʻi i ka hāʻule a me ka hoʻoilo. , laki maikai i ka enuhe kilika, laki i ka holoholona, ​​laki i ka imi kanaka, laki i na hoopii aupuni, laki i ka hele ana, i lilo ka waiwai, i na ma'i o ka hikina akau, i ka laki i ka hoouna ana i na mauna a me na luakupapau.", "古人": "Ua hoʻomālamalama ʻia ʻo Zhongli", "第X籤": "hoailona mua", "宮": "ʻUpū"}