{"籤詩版本二": "No ke aha ʻoe e hele ʻole ai i Tailai, aia ma kahi o ke kihi, e haʻalele wau i ke keonimana ma waho o ke kuahiwi.\nInā loaʻa ka nūhou maikaʻi e pili ana i ka tiger a i ʻole ka rabbit, e manuahi ʻoe inā ʻoe e paʻa i ka hana.", "詩意": "Ma kēia hexagram, aia kahi hōʻailona o ka pōmaikaʻi i waena o nā pōʻino.\nHe hewa nā mea a pau ma mua a maikaʻi hoʻi i ka hopena.", "解曰": "E pani me ka hemp siliki. Pa i ka wawae o kekahi. E nana pono. Loaʻa nā pōmaikaʻi mai nā pōʻino.", "籤詩故事一": "◇Hui i kahi Haku ma Bukit\nHe mea ʻoki lāʻau ʻo Wu Ji, a ua hui lāua me Jiang Ziya i ko lāua lawaiʻa ʻana ma Feng River. Ua ʻakaʻaka ʻo Wuji i kona ʻike ʻana iā Ziya e lawaiʻa me ka makau pololei.\nNānā aʻela ʻo Ziya i ka helehelena o Wuji a haʻi aku i ka wānana: \"Inā ʻoe e komo i ke kūlanakauhale i kēia lā, e pepehi ʻoe i kekahi.\" Ma hope o ka lohe ʻana i kēia, haʻalele ʻo Wu Ji me ka huhū a lawe i ka wahie i ke kūlanakauhale.\nMa hope o ke komo ʻana i ke kūlanakauhale, ua hakakā ʻo Wu Ji me nā poʻe ʻē aʻe a ua kuhi hewa i ke Kuhina Nui ʻo Wen Wang a make.\nUa huki ʻo King Wen i ka honua ma ke ʻano he hale paʻahao a hoʻopaʻa ʻia ʻo Wu Ji.\nUa hoʻokuʻu ʻia ʻo Bukit Hou no ka manawa pōkole a ua hoʻopaʻi ʻia ʻo ia i ka make e mālama i kona makuahine a hiki i ka hāʻule.\nUa noi kona makuahine iā ia e noi iā Jiang Ziya no ke kōkua.\nUa ʻae ʻo Taigong iā ia ma ke ʻano he haumana nāna, aʻo iā ia i ke ʻano o ke kaua, a kauoha iā ia e ʻeli i nā lua a hoʻokalakupua e wāwahi i kona hopena kūlohelohe.\nMa hope o ka hāʻule, ʻaʻole i hele mai ʻo Wu Ji e hoʻopaʻi ʻia.\nMa hope mai, hui ʻo King Wen iā Wu Ji, a ua hoʻolauna ʻo Wu Ji iā King Wen e hālāwai me Jiang Taigong.\nUa loaʻa iā Taigong ke poʻo inoa o General of Wude. Ua hana ka haku a me ka haumana no King Wen.", "聖意": "Ua palekana ka hale, ua maikaʻi ʻo ia iho, ua maikaʻi ka ʻoihana, ua lohi ka male ʻana, ʻaʻole i hoʻi ke kanaka hele wāwae i ke kula, ua loaʻa nā enuhe silika, ʻo nā holoholona ʻeono he shenji, maikaʻi ka huli ʻana, ʻo ka hoʻopiʻi lehulehu. maikaʻi, mālama ka neʻe, ʻike ʻia ka waiwai nalowale, maikaʻi ka maʻi, Qiu Ji, maikaʻi ka hale kupapaʻu mauna.", "古人": "Huina o Bukit", "第X籤": "ʻO ka hōʻailona ʻumikūmālua", "宮": "Halealii o Yin"}