{"籤詩版本二": "E like me ka crane e puka mai ana mai kona hīnaʻi kino, hiki ke pakele mai ka hale make.\nʻAʻohe mea pale ma waena o ka ʻākau, hema a me ka hikina, hiki iā ʻoe ke hele pololei i ka Hale Aliʻi ʻo Jiuxiao.", "詩意": "Hōʻike kēia hexagram i ke kiʻi o kahi crane e haʻalele ana i kona hale.\nHe hewa nā mea a pau ma mua a maikaʻi hoʻi i ka hopena.", "解曰": "ʻaʻohe hopohopo. Ua holomua ke alanui. E noho mālie. Carefree as a human (akua).", "籤詩故事一": "◇ Ua haʻalele ʻo Ziya i kona kūlana kūlana\nI ka wā e hana ana ʻo Jiang Ziya ma ke ʻano he kilokilo, ua ʻike ʻo ia ua hoʻololi ʻia kekahi wahine e ka ʻuhane pipa jade, no laila ua hopu ʻo ia iā ia a hahau iā ia me ka pōhaku ʻīnika. Ua wehewehe ke kuhina nui o King Zhou i ka mea i hana ʻia, nīnau i ka mea i hana ʻia, a laila lawe ʻo Jiang Ziya e ʻike i ke aliʻi Zhou. Ua hoʻohana ʻo Jiang Ziya i ke ahi ʻoiaʻiʻo ʻo Samadhi e puhi i ka ʻuhane pipa mai kona ʻano mua i mua o ka Mōʻī Zhou, a ua hoʻolilo ʻo King Zhou iā ia i luna nui.\nNo ka hoʻopaʻi ʻana i ka ʻuhane pipa jade, ua noi ʻo Daji i ke Aliʻi Zhou e kauoha iā Jiang Ziya e hana i kahi kahua dia, ua pāpā ʻo Jiang Ziya i ke aliʻi Zhou, a ua kauoha ʻo King Zhou e pepehi iā ia, ua pakele ʻo Jiang Ziya me ka hoʻohana ʻana i ka wai. Ma hope o ka hoʻi ʻana i ka home, nīnau ʻo Jiang Ziya iā Ma e pili ana i ka hele ʻana i Xiqi, a makemake ʻo Ma e haʻalele iā ia. No laila, hele ʻo Jiang Ziya i Xiqi (ke kapikala o King Wen o Zhou Dynasty) wale nō.\nUa hōʻea ʻo Jiang Ziya i Xiqi a noho i ka lawaiʻa kaʻawale ma Panxi Gorge, ua hālāwai ʻo ia me ka Mōʻī Wen o Zhou i makemake nui e ʻimi i nā talena.", "聖意": "Ua pilikia au ma ka home a makemake au e ʻimi i ka hui kālā, kālepa, male, Liujia, nā kāne hele wāwae, e ʻike i nā mahina ʻai, nā enuhe silika, nā waiwai o ka hāʻule, ʻeono poho holoholona, ​​ʻimi i nā kānaka, keakea ʻana i nā hihia lehulehu, neʻe, nalowale waiwai, hikina hema. ka maʻi, ka hoʻonohonoho ʻana, ka hoʻouna ʻana i nā mauna a me nā lua kupapaʻu, auspiciousness.", "古人": "Ua haʻalele ʻo Ziya i kona kūlana kūlana", "第X籤": "ʻO ka ʻumikūmāhā o ka loteri lanakila", "宮": "Maogong"}