{"籤詩版本二": "Hoʻomaha iki nā hopohopo a me nā hopohopo, a hele mai ka hauʻoli mai ka lani.\nE like me ka jade huna ʻia i loko o ka lepo, hoʻāla ka mea hana maikaʻi i ka lepo", "詩意": "Hōʻike kēia hexagram i ka lokahi o Yin a me Yang.\nPono nā mea a pau āu e hoʻolālā ai.", "解曰": "ʻAʻohe mea i loaʻa, ʻaʻohe mea i nalowale. Loaʻa mai ka poho. Pilikia ka mea ino. Laki maikaʻi iā ʻoe, e ke kāne.", "籤詩故事一": "◇Ye Meng Xiong Chao Di\nʻO Ye Mengxiong (1531-1597), ʻo Nanzhao kona inoa aloha a ʻo Longtang kona inoa, ua hoʻololi ʻia iā Longtan a ʻo Huayun kekahi. He kamaaina no Wanshifang, Huizhou Fucheng (i kēia manawa he hapa o ka Apana Huicheng, Huizhou City) i ka Ming Dynasty. I ka makahiki 44 o Jiajing noho aliʻi (1565), ua lilo ʻo ia i Jinshi a ua loaʻa iā ia ka inoa o ka luna kānāwai o Qing County. Ua lawelawe ʻo ia ma ke ʻano he alakaʻi o ke keʻena hoʻololi, a ma hope ua hoʻololi ʻo ia i ka censor supervisory o Shanxi Road.\nI ka makahiki 20 o Wanli (1592), ua pepehi ke Kanikela Nui o Ningxia, Kuaibai (ke poʻo o ka ʻohana Mongolian Tatar), i ke kiaʻāina ʻo Dang Xin a hoʻopio i ka pā kaua kanahākūmāhiku ma ka moku ʻo Hexi. , wāwahi i ke kūlanakauhale, hoʻomana a puhi i ke ahi ia ia iho i ka make. ʻAʻole hoʻokiʻekiʻe ʻo Meng Xiong i ka lawe ʻana i ka hōʻaiʻē, a ua ʻae ʻo ia i kona akamai e like me ka maikaʻi o nā pūkaua e aʻa nei e hakakā. Ua hoʻihoʻi hou ʻia ka mana Wei Xuezeng. I kona mau makahiki hope, ua haʻalele ʻo ia i ʻelima mau manawa a hoʻihoʻi ʻia i Huizhou e kūkulu i ka luakini ʻo Huilong.\nUa komo ʻo Ye Mengxiong i ka Taoism ma ke ʻano he kanaka kīwila i ka hoʻomaka ʻana a ua kaulana ʻo ia no kona ʻoiaʻiʻo a me kona kūpaʻa. He kūpaʻa loa, he wiwo ʻole, he wiwo ʻole, a he akamai i ka pū. I ka hapa lua o kona ola, ua hoʻopaʻa ʻia kāna mau mākau martial arts ma ka \"History of the Ming Dynasty\" a ua manaʻo ʻia ʻo ia he meʻe aupuni.", "聖意": "ʻAʻole maikaʻi ka home (ʻoi aʻe ka maluhia) He maikaʻi ke kau a me ka hoʻoilo iā ia iho, e kūleʻa ka waiwai, e kūleʻa nā kālepa, e kūleʻa ka male, e hoʻoweliweli ʻia ʻo Liujia (e loaʻa nā waiwai), e hele ka poʻe hele wāwae i ke kula. pule no na enuhe silika, eono holoholona e palahalaha, e loaa na kanaka, e pono ole ana na hoopii lehulehu, e malama pono ka hele ana, e keakea ka waiwai nalowale, e hooponoponoia na ma'i iloko o ka lua kupapau o Fushan.", "古人": "Ye Meng Xiong Chao Di", "第X籤": "Lotto Lanakila Umikumamaono", "宮": "Maogong"}