{"籤詩版本二": "Hāʻule ka Manu Gula ma ke komohana a piʻi ka Rapeti ma ka hikina, ke hoʻomau nei ka pōʻai o ke ao a me ka pō mai ka wā kahiko a hiki i kēia manawa.\nUa ʻike nā mōneka a me nā Taoist ʻaʻohe mea pōʻino, a ʻo ka poʻe naʻauao, nā mahiʻai, nā ʻoihana a me nā mea kālepa e hahai i ko lākou manaʻo ponoʻī.", "詩意": "Hōʻike kēia hexagram i ka waxing a me ka emi ʻana o yin a me yang.\nHe hōʻailona hoʻi ia e holo ana nā mea a pau e like me ka mea i hoʻolālā ʻia.", "解曰": "ʻAʻohe mea i ka manaʻo. He mea koʻikoʻi kāu i hana ai. E like me ka pua mai ke kakaka. Hookahi pana i ku i ka pahu hopu.", "籤詩故事一": "◇ʻO ʻAnakala Cao Guo he mea make ʻole\nUa ʻōlelo ʻia ʻo Cao Guojiu, he kamaʻāina o Xuzhou, ʻo ia ka makua kāne nui o ka mokuʻāina i ka wā Renzong o ka Song Dynasty, ʻo Cao Yi kona inoa, ʻo ia hoʻi ʻo Cao Jingxiu.\nHe kaikaina ko ʻAnakala Cao Guo i kapa ʻia ʻo Cao Er. Ua hilinaʻi kēia Cao Er i kona kūlana mana aupuni a ua hana ʻo ia i nā ʻano ʻino a pau, ua noho ʻo ia i nā mahina ʻai, ua lawe i nā wahine a me nā kaikamahine, a ua launa pū me kekahi mau mea hewa hewa, ua komo ʻo ia a i waho, ʻaʻole hiki iā Cao Guojiu ke kūpaʻa. ʻaʻole ʻo ia e hoʻolohe i kāna mau ʻōlelo maikaʻi a me kāna ʻoluʻolu, no laila ua hoʻohana ʻo ia i ka hoʻopaʻi e hoʻomalu iā ia.\n'Ōleloʻo Cao Guojiu: \"ʻO nā loina o ke ao nei,ʻo ka poʻe e hōʻiliʻili i ka maikaʻi e pōmaikaʻi lākou, aʻo ka poʻe e hōʻiliʻili i ka hewa e make lākou. Heʻoiaʻiʻo hikiʻole kēia. Ua houluulu ko'u kaikunane i ka ino loa, ina paha oia e pakele Ina paha e hoopaiia oe e na luna, aole e hiki ia oe ke pakele i na poino kūlohelohe e hana malu nei, Ke hiki mai ka poino a pau kou ohana a make kekahi, aole oe e make. Hiki ia'u ke pakele, e hoohaahaaia au a e makau ia ia.\" Nolaila, ua hoopuehu au i ko'u waiwai a pau, Ua kokua oia i ka poe ilihune, aole nana hou i ka hana a kona kaikaina. A laila haʻalele ʻo ia i kona home a me nā hoaaloha, hoʻololi ʻo ia i ka lole Taoist, a hele i ke kuahiwi e hoʻoulu i kona noʻonoʻo a me kona ʻano.\nI kekahi lā, ua hālāwai ʻo ia me Zhongli lāua ʻo Lu Dongbin o ka moʻokūʻauhau Han, ʻike ʻo ʻAnakala Cao Guo i nā pane maikaʻi loa, hauʻoli loa ʻo ia a hāʻawi iā ia i ka \"Secret Edict of Returning Truth\" a kauoha iā ia e hoʻomaʻamaʻa pono. ʻAʻole i liʻuliʻu, Zhongli Ua hoʻolauna ʻia ʻo Quan lāua ʻo Lu Dongbin i ka papa make ʻole.", "聖意": "Pōmaikaʻi no ka home, home, laki maikaʻi, laki maikaʻi, laki maikaʻi i ka ʻoihana, male, kāne huakaʻi, kanu i ka ʻano silika ma ke kula, ʻaʻole i ka holoholona, ​​ʻimi kanaka, hoʻopiʻi, neʻe, nalowale waiwai, maʻi lohi, pōmaikaʻi.", "古人": "He mea make ʻole ʻo ʻAnakala Cao Guo", "第X籤": "E kakau inoa i ka umikumamawalu", "宮": "Maogong"}