{"籤詩版本二": "E hoʻi ka waʻa mai ke kahakai wai wikiwiki, he aha kāu makemake e hana ai ma muli o ka haunaele?\nInā makemake ʻoe e palekana, e ʻimi i ka maluhia a kali i ka hala ʻana o nā nalu i kēia pilikia.", "詩意": "Ua like kēia hexagram me ka moku e holo ana ma ke kahakai wikiwiki.\nE noho conservative i nā mea a pau a kali i ka manawa.", "解曰": "Holo i ka wai ikaika. Ke kali nei ka pilikia i ka manawa. Inā nīnau ʻoe e pili ana i nā hoʻolālā hoʻomoana. ʻAʻohe mea hiki ke hana.", "籤詩故事一": "◇ ʻO Ziyi ke aliʻi\nʻO Guo Ziyi (697-781), ʻo ia hoʻi ʻo Guo Linggong, he kamaʻāina ʻo ia no Zheng County, Huazhou (ʻo Huaxian County, Shaanxi Province) a he pūʻali koa ma ka moʻokūʻauhau Tang.\nI ka wā o ke Kipi Anshi i ka makahiki 14 o Tianbao (755), ua hāʻawi ʻia iā ia ka inoa ʻo Shuofang Jiedushi (Lingwu, komohana o Lingwu i Ningxia i kēia lā) Ua kauoha ʻia ʻo ia e kaua kaua. Ua hui ʻo ia i ka pūʻali koa Shuofang me Li Guangbi e hele I loko o Hebei, hui pū lākou ma Changshan (Zhengding, Hebei) a lanakila iā Shi Siming, a loaʻa hou iā Hebei. I kēia manawa, manaʻo ʻo Guo Ziyi e lawe ka mōʻī iā Fan Yang mai ka ʻākau a hoʻouka i ka lua o ka tiger kipi e hōʻemi i ka hoʻopuni ʻana iā Tongguan, akā ua hōʻole ʻo Xuanzong. Ma hope mai, ua kanu ʻia ke kūlana o nā kūlanakauhale vassal separatist i ka wā kahiko o Tang Dynasty, a ua lilo hoʻi i kumu mamao loa o ka make ʻana o ka mōʻī Tang.\nI ka makahiki ʻumikumamālima o ko Tianbao noho aliʻi ʻana (756), ʻo ia a me ka hui ʻo Uighur i hoʻomaha iā Hequ. ua lanakila ʻo Cui Qianyu. Ua ʻoi aku ka nui o ka poʻe i make ma mua o 10,000 o ka pūʻali Tang. Ua hāʻawi pio ʻo Cui Qianyu iā Pujin. Ua pepehi ʻia ʻo Lushan e kāna keiki ʻo An Qingxu.\nI ka makahiki ʻelua o Zhide (757), ua kauoha ʻia ʻo ia e alakaʻi i nā pūʻali koa i Fengxiang. Ma ke ala, ua lanakila ʻo ia i 5,000 Li Guiren mau koa lio ma Baiqu Liuyun Bridge (i kēia lā ma ka hikina hema o Sanyuan). Ua pio ʻo Guiren ma Qingqu (ke komohana o Xiʻan i kēia lā), a ua haʻalele ʻo ia i Wugong (ma ke komohana ʻākau o Wugong i kēia lā). me An Shouzhong a me Li Guiren ma Xiang. Aia ma ka akau o ka luakini o Ji (hema komohana o ke Kalana o Chang'an i keia la), ua kaapuni na koa Uighur mahope o ka enemi, hoouka mai na aoao elua, a pepehi i na enemi he 60,000. Ua holo aku o Zhang Tongru i ke Kalana o Shaanxi. a loaʻa hou ke kapikala ʻo Changʻan (ʻo Xiʻan i kēia lā).\nMa hope iho, ua lanakila ka pūʻali Tang i ka lanakila a hele i ka hikina, a lanakila i 150,000 mau kānaka me Yan Zhuang lāua ʻo Zhang Tongru ma Xindian (i kēia manawa ma ke komohana hema o Sanmenxia City, Henan Province), e koi ana iā Anqing Xu e hele i ka muliwai Yellow River a hoʻi i Xiangzhou. Ua hoʻi ʻo Dongjun Luoyang. E hoʻohui iā Situ i kona pono a e hoʻolilo iā ia i Duke o ka ʻāina.\nUa alakaʻi ʻo Shi Siming i kāna pūʻali koa mai Fan Yang e hoʻopakele iā An Qingxu. Ua hakakā nā ʻaoʻao ʻelua ma ke kūkulu ʻākau o ka muliwai ʻo Anyang (ʻo ka ʻĀkau o Anyang i kēia lā). ʻōlelo ʻia he 600,000 mau kānaka, hoʻi hope (i ke kaua ʻo Yecheng). kaua). ʻO ka luna nui o kēia kaua ʻo Yu Chaoen ka luna, ʻaʻohe ona mākaukau alakaʻi a hoʻopiʻi iā Guo Ziyi no ka hāʻule ʻole o ke kaua. Ua kiʻi ʻia ʻo Guo Ziyi e hoʻi i Changʻan, ua hoʻokuʻu ʻia ʻo ia mai ka mana koa, a ua lilo i luna hana ʻole.\nI ka makahiki mua o Baoying (762), ua kipi ka pūʻali koa ma Taiyuan (ke komohana hema o Taiyuan i kēia lā) a me Jiangzhou (Xinjiang i kēia lā ma ka ʻāina ʻo Shanxi). hoʻomalu iā Jiangzhou. Ua hoʻokaʻawale ʻia ʻo ia e ka luna koa ʻo Cheng Yuanzhen a ua hoʻokuʻu ʻia ʻo ia i ka mana koa.\n(ʻO ka manaʻo nui o kēia moʻolelo: ʻO Guo Ziyi, ʻo ia ka mea mākaukau a maikaʻi hoʻi, ua hālāwai ʻo ia me Xuanzong a me kekahi mau mea ʻino, kahi i hoʻopilikia nui i kāna mau hana.)", "聖意": "Hoʻomaikaʻi i ka home a me ia iho, e ʻimi ana i ka waiwai, ʻaʻohe kālepa, ʻaʻohe male, ʻaʻohe ala hoʻopunipuni, hele wāwae i Tiancanji, paʻakikī e ʻike i nā kānaka, nā hoʻopiʻi lehulehu a (ʻaʻole Xing), neʻe, conservativeness, nalowale waiwai, paʻakikī e loaʻa, nā maʻi, pule no na pomaikai, mauna a me na halekupapau, pomaikai", "古人": "Ua lei aliʻi ʻo Ziyi", "第X籤": "Lotto lanakila ʻumikūmāiwa", "宮": "Tatsumi"}