{"籤詩版本二": "Ma hope o ka nui o nā hopohopo a me nā pōʻino, ʻaʻole e nele hou mai kēia manawa\nLoaʻa i ka puʻuwai lokomaikaʻi kāna mau hoʻolālā lokomaikaʻi.", "詩意": "Ua like keia hexagram me ka luawai kahiko me ka punawai.\nMa nā mea a pau, loaʻa i ka poʻe hanohano ka lanakila.", "解曰": "E hoapono ia ka hoopii. ʻO ka maʻi a palekana. Hele i loko a i waho e ʻimi i ka ʻōlelo aʻoaʻo. Ua hui ka luawai kahiko i ka puna.", "籤詩故事一": "◇ Hoʻomalu ʻo Yao Chong i nā ʻūhini\nʻO Yao Chong (649-721), nona ka inoa maoli ʻo Yuan Chong, no Shaanzhou.\nI ka makahiki ʻehā o Kaiyuan (716), ua ʻeha ʻia ʻo Shandong (e pili ana i ke kahawai ʻo Yellow River ma ka hikina o Huashan) i nā ʻūhini. mohai, kuni i ka mea ala, hoomana ma ka aoao o na mahinaai, a nana i na mea ai i ka aiia e na uhini.\nManaʻo nā luna a pau: \"He pōʻino kūlohelohe nā ʻūhini, pehea lā e hoʻomalu ʻia ai e ka mana kanaka!\" Paʻakikī ka hakakā ʻana ma waena o nā manaʻo like ʻole i kēlā manawa, inā e hoʻopau a hoʻopau paha i nā ʻūhini.\n'Ōleloʻo Yao Chong: \"I ka lōʻihi o kā mākou hana pūʻana, hiki iā mākou ke hoʻopau iā lākou a pau. Ua'ōleloʻo ia: Makaʻu nā uhini i nā kānaka, no laila ua maʻalahi lākou e kipaku aku. Aia nā mea kanu, no laila e hana ikaika nā mea hoʻopakele; Hiki ke lele, lele loa ke ike i ke ahi i ka po, kau i ke ahi ma ke kula, eli lua i ke ahi, kanu i ke ahi, aohe koe.\"\nUa ʻōlelo ʻo Xuanzong: \"He pōʻino kūlohelohe nā ʻūhini i kumu ʻole ʻia e ka hoʻokele pono ʻole.\nUa ʻōlelo hou ʻo Yao Chong: \"Ua hana ʻia e ka poʻe kahiko ka hopu ʻana a me ka pepehi ʻana i nā ʻūhini, a na kou mōʻī e hoʻohana ia mea i ka wā e hiki mai ana.\nUa manaʻoʻiʻo ʻo Xuanzong. I kēlā manawa, ʻōlelo nā mea a pau o loko a i waho o ka pā hale, ʻaʻole hiki ke ʻimi ʻia nā ʻūhini.\nUa ʻōlelo ʻo Xuanzong: \"Ua kūkākūkā au me ke kuhina nui a ua hoʻoholo wau e hopu i nā ʻūhini. ʻO ka mea kūʻē hou e pepehi ʻia ʻo ia. \" No laila ua hoʻouna ʻo ia i ka censor e nānā a kuhikuhi i nā kānaka e puhi a kanu i nā ʻūhini.\nUa maikaʻi loa nā hopena, ʻeiwa miliona mau ʻūhini i loaʻa ma ka ʻāina, a ua hoʻopau ʻia ka maʻi ʻūhini.\n(Pono e hoʻohana ʻia ka naʻauao i ka hoʻokele pōʻino a me ka haʻalele ʻana, a pono e loaʻa nā hoʻolālā akamai e lanakila ai i nā pilikia. ʻO Yao Chong ka loea i kēia mea)", "聖意": "He mea maʻamau ka hale, paʻa ʻia ʻo ia iho, pale ʻia ka ʻimi kālā, pāpā ʻia ke kālepa ʻana, pāpā ʻia ka male ʻana a me ka lokahi, paʻa ka pilikia ma Liujia, pāpā ʻia nā mea hele wāwae, paʻa ʻia nā inuhe silika, maikaʻi ʻole nā ​​holoholona, ​​ʻaʻole i loaʻa nā kānaka, pāpā ʻia nā kānaka. , hoʻopiʻi ʻia ka lehulehu, kūpono ʻole ka neʻe ʻana, paʻakikī ka loaʻa ʻana o nā mea nalowale, pule nā ​​maʻi no ka pōmaikaʻi, ʻoluʻolu nā mauna a me nā lua kupapaʻu.", "古人": "Kāohi ʻo Yao Chong i nā ʻūhini", "第X籤": "Lanakila i ka hailona iwakaluakumamalima", "宮": "Mi Halealii"}