{"籤詩版本二": "Ua ʻōlelo ʻia ka lono ua huli aʻe nā mea i lalo, a ua loaʻa iaʻu kahi leka mai ka lewa mai.\nʻO ka kaulana a me ka holomua i hoʻohiki iaʻu i loko o ka puke i noho kaʻawale a hiki i ka hopena.", "詩意": "He inoa hoʻopunipuni kēia hexagram.\nPono e mālama i nā mea a pau.", "解曰": "I luna a i lalo ka huhū. ʻAʻole hana ʻole ka ʻimi ʻana i ka leʻaleʻa. ʻImi kaulana. Noho palekana.", "籤詩故事一": "◇ Loaʻa iā Zhong Kui ka mālamalama\nʻO Zhong Kui, ʻo Zhong Kui kona inoa, ʻo Zhengnan kona inoa aloha, no Zhongnanshan.\nI ke au o ka Emepera Dezong o ka moʻokūʻauhau Tang, ua komo ʻo Zhong Kui i ka hoʻokolokolo imperial. ʻO ka luna hoʻokolokolo nui ma ia lā, ʻo ia ʻo Han Yu, ke Kuhina Kivila, a ʻo ka hope luna hoʻokolokolo ʻo Lu Zhi, he naʻauao nui. I ka heluhelu ʻana o lāua ʻelua i ka pepa a Zhong Kui, ua ʻālohilohi ko lāua mau maka a ʻōlelo like lāua: \"He kupua, kupua! He nani nā huaʻōlelo a pau o kēia ʻatikala, kūpono iā Li Taibai lāua ʻo Du Zimei!\nUa hoʻolohe ʻo Emperor Dezong i ka hōʻike a Han Yu a ʻōlelo ʻo Zhong Kui, ke poʻokela hou o ka ʻepekema, he akamai loa, no laila ua kiʻi ʻo ia iā Zhong Kui ma ka Hale Aliʻi Gula.\nI ka ʻike ʻana mai o ka Emepera Dezong i kona helehelena ʻino, ua huhū koke ʻo ia a ʻōlelo ʻo ia, \"ʻO ke koho ʻana i nā loea i loko o ko mākou aloaliʻi e pili ana i nā huaʻōlelo pilikino a me nā kaila. \"\nKukuli koke iho la o Han Yu ilalo a olelo aku: \"O ka maikai a me ka ino o ke kanaka, aole ia e pili ana i ka helehelena. hiki ke kokua i ka mookuauhau Han; Hoohewa o Confucius i na kanaka ma ko lakou helehelena, a nalowale kana keiki Yu. Manaolana au e noonoo palua kou Alii.\" \"\nNoonoo iho la o Emepera Dezong no kekahi manawa a i mai la: \"Aole nae he kupono na olelo a Han Aiqing, i ko'u noho ana ma ka Emepera Taizong, he umikumamawalu mau haumana i hele mai i Yingzhou a kamailio no ia mea. O keia kanaka ka helu ekahi. Ke hopohopo nei au o ka honua. e ʻakaʻaka mai iaʻu no ka ʻike ʻole ʻana i nā talena.\"\nO ke Kuhina Nui Lu Qi, he haiki ka noonoo a me ka lili i na talena. Mahope iho o kona lohe ana i na olelo a ka Emepera, kukuli iho la oia ilalo a olelo aku: \"O ka helu ekahi ma ke kumuhana gula, pono no loko a me waho. He ekolu haneri moho no keia kumuhana. No ke aha ʻoe e koho ʻole ai i kekahi?\"\nI ka ʻike ʻana o Zhong Kui i ka piʻoloke loa o kēia kanaka, ʻaʻole hiki iā ia ke pale i ka huhū, kuhikuhi ʻo ia iā Lu Qi me ka ʻōlelo hōʻino: \"Inā aia kēlā luna naʻaupō i ka ʻaha, ʻaʻole anei ʻo ia e hana ʻino i ka ʻāina?\" ua kuʻi ʻo ia iā Lu Qi me kona lima.\nI ka ʻike ʻana i kēia, ua huhū loa ʻo Dezong a ʻōlelo ʻo ia: \"Ua wiwo ʻole ʻoe, ua aʻa ʻoe e hoʻopilikia i ka Hale Aliʻi Gula, e hoʻopau koke i lalo!\"\nMe ka huhū, unuhi ʻo Zhong Kui i ka pahi kaua mai ka pūhaka o ka pūkaua e kū ana i loko o ka hale aliʻi, a kaniuhu leo ​​nui: \"He mea paʻakikī i ka pōpoki huhū ke hoʻohālike i kahi tiger, a ʻaʻole maikaʻi ʻo ka ʻaka huhū e like me ka moa.\" Ma hope o kēlā, pepehi ʻo ia iā ia iho.\nI ka ʻike ʻana o Emperor Dezong ua pepehi ʻo Zhong Kui iā ia iho me ka huhū, ua pūʻiwa loa ʻo ia, i mea e lanakila ai ka naʻau o nā kānaka, ua kauoha ʻo ia e kanu ʻia ʻo Zhong Kui me ka inoa kūhelu o ka No. o Exorcism e hoopau i ka honua i na uhane ino.", "聖意": "E pule no ka pomaikai ma kou home, kou palekana iho, pilikia pili kālā, pāʻoihana hāʻule, male mare, Liujia wahine hele wāwae, paulele kahua silkworms hapalua kuke, eono holoholona holoholona, ​​hiki ke hoalaia, nalo kanaka, Western lehulehu lawsuits, poho o ka neʻeʻana, conservativeness, lilo waiwai, mai, pule no ka pomaikai ma na mauna a me na lua kupapau", "古人": "Ua loaʻa iā Zhong Kui ka Tao", "第X籤": "He iwakāluakūmāono i lanakila i ka hailona (Lottery)", "宮": "Mi Halealii"}