{"籤詩版本二": "Ma ka hikina, aia kahi Chanjuan nani i ka mālamalama o ka mahina, a uhi nā ao iā ia no kahi manawa a hūnā.\nHe poepoe paha i kekahi manawa, a i kekahi manawa nalo paha, he olelo palaualelo wale no ka poe olelo.", "詩意": "Ua uhi ʻia ka mahina ma kēia hexagram e nā ao.\nAia nā mea a pau i kahi coma.", "解曰": "Uhi nā ao lana i ka mahina. ʻAʻole pono e kānalua. Ke kali nei i ka ʻohi ʻana o ke ao. A laila e hoʻomaopopo ʻoe.", "籤詩故事一": "◇ Ke ʻimi nei ʻo Bao Gong iā Empress Li\nI ke au o Zhenzong o ka moʻokūʻauhau Song, he kaikamahine wahine ʻo Empress Li (Empress Li) ma ka harem, ua aloha ʻia ʻo ia e Song Zhenzong a ua hoʻokiʻekiʻe ʻia ʻo ia i Wanyi, a hāpai ʻo ia.\nAkā, i kēlā manawa, ua manaʻo ʻino ka haiā wahine ʻo Liu Def (ma hope o ka Emepera Liu) a ua hoʻopio ʻo ia i ke eunuka ʻo Guo Huai e pani i ke keiki a Empress Li me kahi pōpoki civet ili, kāʻili akula i kāna keiki a haʻi aku i ka Emepera ʻo kāna keiki hānau. Ua huhū ʻo Song Zhenzong a hoʻouna iā Li Empress i ka hale anu.\nMa hope o ka hoʻokiʻekiʻe ʻia ʻana o Concubine De i mōʻīwahine, ua manaʻo ʻo ia e pepehi iā Empress Li, ka mea i pakele mai ka hale aliʻi.\nI kekahi lā, ua hālāwai ʻo Li Niangniang, e noho ana ma ke alanui, ʻo Bao Zheng, ka ʻelele emepera, e mākaʻikaʻi ana ma ka wahi, haʻi ʻo ia iā ia e pili ana i kona ʻike ola a ʻo ia ka makuahine ola o ka mōʻī o kēia manawa ʻo Song Renzong . Ma hope o ka ʻike ʻana o Bao Zheng i ka mea i hana ʻia, lawe ʻo ia iā Li Niangniang e hoʻi i Beijing, a hōʻike iā Song Renzong a ʻike i ka mea, a ma hope ua ʻike ka makuahine a me ke keiki. ʻO ka Emepera Wahine Liu a me ka luna hoʻomalu ʻo Guo Huai kūlou ihola ko lāua mau poʻo a haʻi aku.", "聖意": "ʻAʻole au i ka home, pule au no ka palekana kālā, pōmaikaʻi i ka ʻoihana, kūʻē i ka male, nā kānaka ma ke kula, silkworms, nā holoholona maikaʻi ʻole, pilikia i ka loaʻa ʻana o nā kānaka, hoʻopiʻi, nalowale, neʻe, conservativeness, nalowale waiwai, maʻi Western, paʻakikī hoʻihoʻi hou, hoʻoponopono hou i ka lua kupapaʻu", "古人": "Ke ʻimi nei ʻo Bao Gong iā Empress Li", "第X籤": "He iwakāluakūmāwalu ka lanakila ma ka hailona", "宮": "Halealii awakea"}