{"籤詩版本二": "ʻO ka hoʻolilo ʻana i ka manawa me ka maluhia a me ka mālie, e noho ana a moe i lalo i ka ʻai ʻana i ke kī ma hope o ka piha ʻana\nʻAʻole pono ʻoe e paʻa i ke kino a me ka noʻonoʻo, a ʻaʻole ʻoe e hana i ka hewa a i ʻole ka pōʻino.", "詩意": "He hōʻailona kēia hexagram o ka maluhia a me ke kūpaʻa.\nMa nā mea a pau, ʻo ke kali ʻana i ka manawa kūpono e lawe mai i ka pōmaikaʻi.", "解曰": "Noho palekana a maikaʻi. E nīnau i nā akua. E kali a hiki mai ka manawa. Hiki wale mai nā mea.", "籤詩故事一": "◇Foyinhui Dongpo\nI kekahi manawa, ua loaʻa iā Su Dongpo kekahi ʻike ma ke aʻo ʻana iā Zen. ʻAʻole hiki iaʻu ke kāohi i koʻu makemake, hohola au i kaʻu peni a kākau i kahi mele:\n\"I ka waena o ka lani, ua ʻālohilohi ʻo Jishou i ke ao holoʻokoʻa; ʻaʻole hiki ke puhi ʻia e nā makani ʻewalu, noho pololei ʻo ia ma luna o kahi lotus gula poni.\"\n(E pili ana ka makani ewalu: waiwai, emi, luku, kaulana, mahalo, hoowahawaha, eha, a me ka hauʻoli. ʻO ia hoʻi, ʻaʻole i hoʻonāukiuki ʻia e kēia mau mokuʻāina ʻewalu i kapa ʻia \"ʻaʻole hiki ke neʻe ka makani ʻewalu\")\nMa hope o ke kākau ʻana, hoʻouna ʻo Dongpo i kāna kauā ma kēlā ʻaoʻao o ka muliwai e hāʻawi iā Zen Master Foyin o ka luakini ʻo Jinshan.\nMa hope o ka heluhelu ʻana o Zen Master Foyin, kaha ʻo ia iā ia me ka huaʻōlelo \"fart\" a hāʻawi i kāna kauā e hoʻihoʻi.\nUa huhū ʻo Dongpo ma hope o ka ʻike ʻana i kēia, no laila ua lawe ʻo ia i ka waʻa ma kēlā ʻaoʻao o ka muliwai a hele i ka luakini ʻo Jinshan e ʻimi i ka sila a Buddha no ke kūkākūkā ʻana.\nI ka hōʻea ʻana o Dongpo i ka puka o ka luakini ʻo Jinshan, ua kali ʻo Foyin ma ka puka.\nUa hoʻopiʻi koke ʻo Su Dongpo iā Foyin: \"No ke aha ʻoe e kapa ai i ka mele aʻu i kākau ai he fart?\"\nPane akula ʻo Foyin: \"ʻAʻole anei hiki iā ʻoe ke puhi ʻia e nā makani ʻewalu?\nI kēia manawa, ua haʻalulu ʻo Dongpo i ka ʻike ʻana ʻaʻole lawa ʻo ia a haʻalele i ka hilahila.\n(He ʻōlelo hoʻohālike kēia moʻolelo no \"ʻAʻole i hiki mai ka wela\")", "聖意": "E pule no kou home a me kou palekana, no kou waiwai, no kāu ʻoihana, no ka manawa maikaʻi, no kou male ʻana, no ka wahine huakaʻi ma Liujia, no ka hiki ʻana mai o nā enuhe kilika i ke kula, no nā holoholona ʻeono e paʻa, no ka loaʻa ʻana o kekahi, no ka pilikia, no ka hoʻopiʻi lehulehu, no ka neʻe ʻana, no ka waiwai nalowale, no ka maʻi, no ka hoʻouna ʻana i ka hale kupapaʻu mauna, pōmaikaʻi.", "古人": "Foyinhui Dongpo", "第X籤": "He kanakolukumamākahi lanakila loteri", "宮": "Wei Gong"}