{"籤詩版本二": "Ua maopopo ka huakaʻi hoʻi, ʻo wai ka mea ʻike i ka jade huna ʻia i loko o ka pōhaku?\nKe ʻoki ʻoki ʻia ka mea hana maikaʻi, e ʻike ʻo ia i ka palekana a me ka palekana i ka wā jasepi", "詩意": "Ma kēia hexagram, hiki iā ʻoe ke ʻike i ke kiʻi o ka jade ke ʻoki ʻoe i ka pōhaku.\nE hooikaika i ka holomua ma na mea a pau.", "解曰": "Aia ka waiwai i loko o ka pōhaku. ʻIke liʻiliʻi nā malihini. E kali a maopopo. E hana i nā mea āu e hiki ai.", "籤詩故事一": "◇ ʻImi ʻo Liu Bei i nā talena (ʻekolu kipa i ka hale pili, ʻekolu kipa i ka hale pili)\nKe au o na Aupuni Ekolu. Noho kaʻawale ʻo Zhuge Liang i loko o kahi hale pili i Longzhong. Ua makemake nui ʻo Liu Bei e ʻimi i nā talena, no laila ua hele ʻo ia e kipa kino iā Zhuge Liang. : \"Ke emi nei ka moʻokūʻauhau Han, a ua ʻaihue nā kuhina hoʻopunipuni i ko lākou ola. Kou mōʻī.\" Uhi ʻia i ka lepo. ʻAʻole au e ana i koʻu pono a me koʻu hiki, makemake wau e manaʻoʻiʻo i ka pono nui o ka honua, akā ʻo koʻu naʻauao. a he pāpaʻu nō hoʻi nā mākau, no laila ke hoʻohana nui nei au iā ia. A hiki i kēia lā. ʻAʻole naʻe i pau koʻu manaʻo, manaʻo ʻoe e hoʻokō ʻia ke kumumanaʻo?\"\nHaawi aku la o Zhuge Liang iaia i ke kumumanao o ka mahele ana i ke ao nei i ekolu apana, a ua nana i ke kulana i loaa ole ai o Cao Cao a hiki ia Sun Quan ke kokua mai ia ia, a ua wehewehe mai no hoi oia i ka makau ole o na kiaaina ma Jing a me Yi mokuaina. i loaa iaia ka manawa e hoohana ai iaia, a ua hiki iaia ke hoohana wale i keia mau mokuaina elua, alaila, hiki iaia ke lanakila i ke ao nei, a ua hai aku oia ia Liu Bei i ka manao o ka hoouka ana i na papu waena. (Ua kapa ʻia kēia kūkākūkā ʻo \"Longzhong Dui\"). Ma hope o ka lohe ʻana o Liu Bei i kēia, mahalo ʻo ia me he mea lā ua loaʻa iā ia kahi waiwai, a kono ikaika iā Zhuge Liang e hele mai e kōkua, no laila ua lilo ʻo Zhuge Liang i kākāʻōlelo koa no Liu Bei.", "聖意": "He maluhia ka hale, ʻimi au i ka waiwai, ʻo ka ʻoihana hana ke keʻakeʻa nei i ka male ʻana a lilo i huakaʻi hele ma Liujia.", "古人": "ʻImi ʻo Liu Bei i nā talena (ʻekolu kipa i ka hale pili, ʻekolu kipa i ka hale pili)", "第X籤": "ʻO ka mea lanakila i ka hailona kanakolukūmālua", "宮": "Wei Gong"}