{"籤詩版本二": "E ʻaʻahu a hana hou i ke ʻano ʻohana kahiko.\nMa hope o ka holoi ʻana i nā kākalaioa a me nā kākalaioa ma ke alanui, ua ʻae lākou ʻekolu e hui hou me ko lākou mau hoa.", "詩意": "Hōʻike kēia hexagram i ka hoʻonohonoho hou ʻana o nā lole.\nPaʻakikī nā mea a pau ma mua o ka maʻalahi ma hope.", "解曰": "Mai hopohopo. Aloha ʻoe. Inā ʻoe e nīnau e pili ana i ka wā e hiki mai ana. Aia ke ala maikaʻi ma mua.", "籤詩故事一": "◇ ʻO nā palapala Buddhist a Tang Monk\nʻO Xuanzang (602-664), he mōneka kaulana o ka mōʻī Tang, he inoa maʻamau ʻo Chen a ʻo Yi ka inoa i hāʻawi ʻia. Ua lilo ʻo ia i mōneka i ka makahiki ʻumikūmākolu a ua lawe ʻo ia i ka inoa Buddhist Xuanzang. Kapa ʻia ka honua ʻo Sanzang o ka mōʻī Tang.\nI ke kolu o ka makahiki o Zhenguan (629, i kapaia ka makahiki mua o Zhenguan), ua hele aku oia ma ke komohana i Tianzhu (India) no ka loaa ana o na palapala hemolele Buddhist, ua komo wale oia iloko o ka pilikia a ua hoomanawanui i na pilikia.\nI ka makahiki ʻumikumamāhiku o Zhenguan, ua haʻalele ka haku a hoʻi i ka hikina. Ua hoʻi ʻo ia i Kina ma ke Alanui Hema o ka ʻāina ʻo Xinjiang i kēia manawa, Khotan, a me Loulan. I kona hōʻea ʻana i Changʻan i ka mahina mua o ka makahiki ʻumikumamāiwa o Zhenguan, ua kauoha ka mōʻī iā Liang Guogong Fang Xuanling a me nā luna kīwila a me nā pūʻali koa e hoʻokipa nui iā ia.\nUa noi ʻia he 520 a me 657 mau puke o nā palapala hemolele Sanskrit Buddhist mua. a unuhiia ma ka olelo Pake.\nMa hope o ka hoʻi ʻana mai o ka haku, ua mahalo nui ʻia ʻo ia e Emperor Taizong a me Emperor Gaozong a ua hoʻopaʻa ʻia ʻo ia ma Da Nei, a hāʻawi iā ia i ka inoa \"Master Tripitaka\".", "聖意": "Pilikia ka hale, laki, pomaikai, pomaikai, hana maikai, mare maikai, keakea ia Liujia, hele mai na kanaka i ke kula, enuhe silika, holoholona maikai ole, imi kanaka, hoopii aupuni, hele, lilo waiwai, mai lohi, pule. no ka pomaikai, e kahiko na halekupapau mauna.", "古人": "Aʻo ʻo Tang Monk i ka Palapala Hemolele", "第X籤": "ʻO ke kanakolukumamālima o ka hailona lanakila", "宮": "Shen Gong"}