{"籤詩版本二": "Inā makemake ʻoe i ka maluhia a me ka maluhia, ʻaʻole kūpono ka loaʻa ʻana o nā kukui i ka makani.\nʻOi aku ka maikaʻi o ka hoʻomaʻemaʻe ʻana a noho i loko o kahi keʻena hohonu, pale i ka mālamalama, lulu ma kahi mālie, a neʻe a puni. Luliluli → Yao. Kuokoa → kakaikahi.", "詩意": "Ua like kēia hexagram me ka makani e lulu ana i ke kukui a me ke kukui.\nʻO ka mālama mau ʻana i nā mea e lawe mai i ka pōmaikaʻi.", "解曰": "E noho ma kahi mālie. E kāhea a e hele i ka manawa. ʻAʻole ia he pōmaikaʻi. Conservative a kūpono.", "籤詩故事一": "◇ Hoʻi ʻo Li Jing i ke kuahiwi\nʻO Li Jing (571-Iulai 2, 649), he inoa ʻoluʻolu ʻo Pharmacist, he kamaʻāina ʻo ia no Sanyuan, Yongzhou (i kēia manawa ma ka hikina ʻākau o Sanyuan County, Shaanxi Province). He pūkaua nui mai ka moʻokūʻauhau ʻo Sui a hiki i ka moʻokūʻauhau Tang mua, he mea hoʻolālā koa kaulana ʻo ia me nā mākau kīwila a me ka pūʻali koa i ka mōʻī Tang. Ma hope mai, ua loaʻa iā ia ka inoa ʻo Duke o Wei, a ua kapa ʻia ʻo ia ʻo Duke o Wei ma ka honua.\nʻO Li Jing ka makua kāne o ke kolu o ke aliʻi ʻo Nezha ma ka papa inoa o nā akua, i ʻike ʻia ʻo \"King of Tota\". Ua piʻi kūhelu ʻo Wu i ka noho aliʻi. Ua hoʻonohonoho ʻo Jiang Ziya i kahi papa inoa o nā akua a alakaʻi i kahi hanana e hōʻoluʻolu i nā ʻuhane o nā koa i make i ke kaua. Mai ia manawa mai, ua maluhia ka honua a me ka maluhia. Ua makemake ʻo King Wu e hana i nā marquises a uku iā lākou, a makemake pū ʻo ia e hoʻokaʻawale i ka ʻāina no nā poʻe koa hoʻokumu. Ua noi ʻo Li Jing, kona makuakāne a me kāna keiki kāne, a me nā kānaka ʻehiku ʻē aʻe e hoʻi i ka mauna e hoʻomaʻamaʻa i ka Taoism a ʻaʻole e hopohopo i ka kaulana a me ka waiwai o ka honua. Ma hope mai, ʻo lākou ʻehiku a pau i \"lilo i ka poʻe haipule ma ke kino\" a hoʻopaʻa ʻia i ka papa o nā mea make ʻole.\nʻO ka moʻolelo o \"Feng Shen Bang\"", "聖意": "He mea mālama ka hale, he kanaka maʻamau au, ʻimi au i ka waiwai, pilikia au i ka ʻoihana, ʻaʻole i kuʻikahi koʻu male, pule ʻo Liujia i hilinaʻi i ka poʻe hele wāwae, ua oʻo nā enuhe silika i ka hāʻule, ʻeono mau holoholona palekana, nalo nā kānaka, lehulehu. ʻO ka hoʻopiʻi a me ka neʻe ʻana he conservative, nalowale nā ​​maʻi waiwai, mai hoʻololi i ka lua kupapaʻu ma Jianxingshan.", "古人": "Hoʻi ʻo Li Jing i ke kuahiwi", "第X籤": "He kanakolukumamāhiku i lanakila i ka hailona", "宮": "Shen Gong"}