{"籤詩版本二": "Hāʻule ka huila ʻulaʻula i ke komohana, piʻi ka rabbit i ka hikina, ulu ka yin a nalowale ka yang, a pōmaikaʻi nā mea a pau.\nInā makemake ka wahine e hoʻohana, e hoʻonui ia i kona waiwai a lawe mai i ka hauʻoli i kona puʻuwai.", "詩意": "ʻO kēia hexagram ka hōʻailona o Yin e ulu ana a me Yang.\nPaʻakikī nā mea a pau ma mua o ka maʻalahi ma hope.", "解曰": "Pono ka Yin i nā wāhine. ʻAʻole kūpono i nā kāne. Inā ʻoe e ʻimi nei i ka ʻōlelo aʻoaʻo. Hele mua ka hewa a laila hiki mai ka maikaʻi.", "籤詩故事一": "◇ Ua piʻi ʻo Wu Zetian i ka noho aliʻi\nI ka makahiki 14, ua kiʻi ʻia ʻo Wu i ka hale aliʻi e Emperor Taizong Li Shimin o ka mōʻī Tang ma ke ʻano he kanaka akamai, i kapa ʻia ʻo \"Wu Mei\". Ma hope o ka make ʻana o Taizong, ua komo ʻo Zetian i ka luakini ʻo Ganye a lilo i nun.\nI ka hiki ʻana o Emperor Gaozong o ka mōʻī Tang i ka noho aliʻi, ua kāhea ʻo ia i ka ʻohana Wu i loko o ka hale aliʻi e hoʻomaikaʻi iā Zhaoyi. I ka makahiki ʻeono o Yonghui (655), ua hoʻokumu ʻo Emperor Gaozong iā Wu i mōʻīwahine nona.\nHe naʻauao ʻo Wu Zetian, pili i ka palapala a me ka mōʻaukala, a ua waiwai i ka waiwai. Ma hope koke iho o ka lilo ʻana o Wu Zetian i mōʻīwahine, no ka nāwaliwali a maʻi o Gaozong, hāʻawi ʻo ia iā ia i kekahi manawa e lawelawe i kekahi mau hana kālai'āina, no laila ua ulu kona mana. I ka makahiki mua o Shangyuan (674), ua kapa ʻia ʻo Emperor Gaozong ʻo \"Emperor\", ʻo Empress Wu i kapa ʻia ʻo \"Queen of Heaven\", a ua kapa ʻia lāua ʻelua \"ʻElua Saints\" ma ka hale aliʻi.\nI ka makahiki mua o Hongdao (683), make ʻo Gaozong, noho aliʻi ʻo Li Xian i ka noho aliʻi, a hele mai ʻo Wu Zetian e noho aliʻi i ka mōʻī. I Pepeluali o ka makahiki mua o Sisheng (684), ua hoʻopau ʻo Wu Zetian iā Li Xian i Mōʻī o Luling a hoʻokumu i kāna keiki ʻehā ʻo Li Dan i mōʻī, e hoʻomau ana i ka noho aliʻi ʻana. I Kepakemapa o ia makahiki hoʻokahi, ua hoʻololi ʻo ia i ka hae i ke gula, a ua kapa hou ʻia ʻo Luoyang, ke kapikala hikina, ke kapikala akua. I ka lā ʻeiwa o Kepakemapa i ka makahiki mua o Tianshou (690), ua hoʻolaha ʻo Wu Zetian iā ia iho i mōʻī a hoʻololi i ka inoa o ka ʻāina iā Zhou.", "聖意": "He maikai ole ka home, pule no ka pomaikai, imi waiwai, kiai kalepa, laki maikai ma ka mare, poino i ka mare (wahine), hele wawae keakea kihapai, enuhe silika, holoholona waiwai, imi kanaka, kaawale, hoopii, poho, nee. , lilo waiwai, mai, ha'alulu, mauna a me na lua kupapau, pomaikai", "古人": "Piʻi ʻo Wu Zetian i ka noho aliʻi", "第X籤": "ʻO ke kanahā o ka hailona lanakila", "宮": "ʻO ʻoe ka Hale Aliʻi"}