{"籤詩版本二": "E hoʻomanaʻo ʻoe i nā ʻōlelo maikaʻi pau ʻole, akā e lilo ʻoe i keiki kāne inā ʻike ʻoe i ka ʻaihue.\nMai kuko i kēia manawa a hopohopo e pili ana i kāna hana maikaʻi i hoʻokahi makahiki i hala.", "詩意": "Hoʻomaopopo kēia hexagram i ka ʻaihue he keikikāne.\nE akahele i nā mea a pau āu e hana ai.", "解曰": "ʻO kēia wale nō. ʻAʻole kuhi hewa ke kāne. E hoʻomanaʻo. Mai noho mehameha.", "籤詩故事一": "◇ ʻAe ʻo Dong Zhuo iā Lu Bu\nʻO Lu Bu, koa a akamai i ke kaua, he pūkaua kaulana i ka hopena o ka Mōʻī Hikina Han a me ka hoʻomaka ʻana o nā Aupuni ʻEkolu. Ua manaʻo ʻo ia iā Ding Yuan, ke kiaʻāina o Jingzhou, ʻo ia kona makuakāne hānai a lawelawe ma lalo ona.\nMa hope o ka make ʻana o Emperor Ling o ka Mōʻī Hikina Han, ua hele ʻo Ding Yuan i Beijing e hui pū me ka General He Jin e hoʻomalu i ke aupuni.\nUa hakakā ʻo Dong Zhuo me Ding Yuan, akā ʻaʻole i hiki i kekahi mau pūkaua ke lanakila iā Lu Bu, no laila ua hoʻouna ʻo Dong Zhuo i kāna mea haʻahaʻa iā Li Su e kipe iā Lu Bu. Ua lawe mai ʻo Li Su i nā puʻu waiwai gula a me ke kālā a me ka lio rabbit ʻulaʻula kaulana e \"kiʻi iā Lu Bu\". Ua lawe mai ʻo Li Su i nā puʻu waiwai gula a me ke kālā a me ka lio rabbit ʻulaʻula kaulana e kipa iā Lu Bu. No laila, ua kipe ʻia ʻo Lu Bu e Dong Zhuo e pepehi iā Ding Yuan, a ua ʻōlelo pū i kona mau koa e hele pū me ia inā makemake lākou, a e haʻalele inā ʻaʻole lākou makemake e hahai iā ia, ʻo ka hopena, ua holo ka hapa nui o nā koa. No laila ua kipe ʻia ʻo Lu Bu e Dong Zhuo a pepehi iā Ding Yuan.\nMa hope o ka loaʻa ʻana o ka mana iā Dong Zhuo, lawe ʻo ia iā Lu Bu i keiki hānai nāna a hoʻolilo iā ia i pūkaua a marquis.\nHe huhū ko Dong Zhuo, a ua nāwaliwali loa ka \"makuakane-keiki pili\" me Lu Bu. I ka makahiki 189 AD, ma ke kumu o Situ Wang Yun, ua pepehi ʻo Lu Bu iā Dong Zhuo.\nʻEono mahina ma hope o ka make ʻana o Dong Zhuo, ua hoʻouka ka pūʻali kahiko o Dong Zhuo i ke kapikala, a ua holo ʻo Lu Bu a me kāna wahine me ka hopohopo. Ma hope o ka haʻalele ʻana i ke kapikala, ʻimi ʻo Lu Bu i puʻuhonua me nā aliʻi kaua ʻo Yuan Shu, Yuan Shao, Zhang Yang, Zhang Miao, Liu Bei, etc., a hakakā pinepine me Cao Cao, kekahi koa nui i kēlā manawa. i ka hakaka ana, a lanakila ia Cao Cao he mau manawa.\nI ke kolu o ka makahiki o Jian'an i ka moʻokūʻauhau Han Hikina, ua hoʻouka ka pūʻali koa o Cao Cao iā Xiaopei, ke kahua o Lu Bu, a ua hopu ʻia a pepehi ʻia e Cao Cao ma lalo o ka hale kiaʻi Baimen. Ma mua o ka pepehi ʻia ʻana, ua noi ʻo Lu Bu iā Cao Cao e mālama iā ia i mea e pale aku ai i ka make, akā ua hoʻomanaʻo ʻo Liu Bei iā Cao Cao ua kumakaia ʻo Lu Bu i nā manawa he nui a he kanaka hoʻopunipuni. I ka hopena, ua pepehi ʻo Cao Cao iā Lu Bu, ʻo ia ka mea i manaʻo nui i nā talena me ka nānā ʻole i ka pono.", "聖意": "He pilikia ko'u ma ka home, imi pinepine au i ke dala, kiai i na hana, paakiki ka mare, puiwa ke kanaka Liujia, ua oo ka enuhe silika ma ke kula, palekana na holoholona eono, ke imi nei ke kanaka ia ia. , ua kūpono ka hoʻopiʻi lehulehu, a ʻo ka neʻe ʻana e pule no nā mea nalowale i paʻakikī ke loaʻa, nā maʻi, a me ka maluhia ma ka hale kupapaʻu o Zhenxing Mountain.", "古人": "ʻAe ʻo Dong Zhuo iā Lu Bu", "第X籤": "ʻO ka 41st lottery lanakila", "宮": "ʻO ʻoe ka Hale Aliʻi"}