{"籤詩版本二": "ʻO ka Emepera, ka Emepera, a me ka Emepera wahine, e lokomaikaʻi a kali a pule no nā pōmaikaʻi me ka nele a me ka waiwai ʻole.\nUa pōmaikaʻi nā mea ola a pau, a ke manaʻo ʻia nei ka pōmaikaʻi ma ka honua a ma ka lani.", "詩意": "He hōʻailona kēia hexagram o ka lokomaikaʻi mai ka lani mai.\nE holomua nā mea a pau.", "解曰": "Ua hoike mai ka Emepera i kona lokomaikai. Mai poina. ʻO nā hana kakahiaka a me ke ahiahi. He pono ke kuni i ka mea ala.", "籤詩故事一": "◇ Ua hoʻopakele ʻo Mulian i kona makuahine\nʻO Mokou Lian, a i ʻole Mulian, ʻo ia ka mea mana loa ma waena o nā haumāna he ʻumi a Sakyamuni Buddha.\nʻO kona makuahine, he ʻuʻuku a ʻoʻoleʻa i kona wā e ola ana, no laila ua hāʻule ʻo ia i loko o ke aupuni o nā ʻuhane pololi ma hope o kona make ʻana. Ua hoʻohana ʻo Mokhullian i kona mana kilokilo e nānā a ʻike ʻo ia ua hānau ʻia kona makuahine ma ke ʻano he ʻuhane pololi, ʻaʻohe ala e loaʻa ai ka ʻai a i loko o ka pilikia nui. ʻo ka ʻai, lilo ia i lehu a ʻaʻole hiki ke ʻai ʻia.\nUa hopohopo ʻo Maudgalyana i ka mea i hana ʻia a haʻi aku i ka Buddha. Ua haʻi ka Buddha iā Mulian i ka lā 15 o ka hiku o ka mahina mahina, pono ʻo ia e hoʻokomo i hoʻokahi haneli ʻono a me nā hua ʻelima i loko o ke kīʻaha a hāʻawi aku ia mau mea i nā mōneka pono o nā ʻaoʻao he ʻumi. .\nUa hana ʻo Maudgalyayana e like me ka makemake o Buddha, a ua hoʻokuʻu ʻia kona makuahine. Kapa ʻia kēia ʻano hana ʻo \"Obon Festival\" a ʻo kēia ʻahaʻaina i kapa ʻia ʻo \"Obon Festival\".\n(E hoʻomaopopo: He ʻano manaʻo ko kekahi ʻano mea ma nā pae like ʻole o ka honua. No ka laʻana: i ka wā e ua ai ma kēia ao, ʻike mākou he \"wai\", ʻoiai ʻo ka poʻe ma ke ʻano ʻuhane pololi e manaʻo nei he \"koko\", a Manaʻo ka poʻe i loko o ka honua he \"koko\". Ua like ia me ka \"hoʻokuʻu ʻana i ka pahi kaua\", aʻo nā mea lani e like me \"ka hāʻule i ka pua\".)", "聖意": "Pule no ka home a me ka hale, pule no ka laki maikai i ka hooilo, imi waiwai, aole kuai, mare, maluhia ma Liujia, hele wāwae, neʻe kihapai, silkworms, eono holoholona, ​​loaa kanaka, lawsuits, lanakila, neʻe, conservativeness, nalowale waiwai, mai. , maluhia o ka naau, malu mauna a me na luakupapau", "古人": "Hoʻopakele ʻo Mulian i kona makuahine", "第X籤": "E kakau inoa kanahakumamalua", "宮": "ʻO ʻoe ka Hale Aliʻi"}