{"籤詩版本二": "He maʻalahi ka honua a ʻo nā mea a pau e kākoʻo iā ia iho, kākoʻo iā ia iho a palekana\nHe mea kupanaha nā mea a pau o ke ola, mahalo i ka poʻe haipule a me ka poʻe akamai no nā mea āpau, a e pōmaikaʻi.", "詩意": "Hōʻike kēia hexagram i ka lokahi ma waena o ka honua a me ka honua.\nHolo maikaʻi nā mea a pau a ʻaʻohe pilikia.", "解曰": "Hānau ʻia nā mea a pau. Hoʻokō ʻia nā hoʻolālā a me nā makemake a pau. Kōkua ʻo Ford. Ke holo wikiwiki nei ʻo Rui Qi.", "籤詩故事一": "◇ Loaʻa ka mālamalama i ka poʻe hele wāwae\nHuakai i ka moʻolelo Komohana:\nUa lawe ʻo Sun Wukong i ka mauna o nā pua a me nā huaʻai a lilo i mōʻī. Ma hope mai, i mea e ʻimi ai i ke ala e ola mau loa ai, ua hoʻohana ʻo ia i ʻewalu a ʻeiwa mau makahiki i ka huakaʻi ʻana i nā mauna a me nā muliwai e hoʻomana iā Patriarch Bodhi ma ke ʻano he kumu. -ʻelua hoʻololi o ka honua ʻino a me nā ao somersault, a lawe i ka inoa ʻo Sun no ka manawa mua. Ua kapa ʻia ʻo Wukong.\nMa hope o kēlā, hele ʻo Sun Wukong i ka Hale Aliʻi ʻo Dragon ma ke Kai Kina Hikina no ka ʻimi ʻana i kahi mea kaua kūpono, a loaʻa iā ia ka Ruyi Golden Cudgel, ka nila akua o Tianhe a me Dinghai. Ma muli o ka pau ʻana o kona ola ʻana, ua hoʻohauʻoli nui ʻo ia i ka lua, hoʻoponopono hou i ka puke o ke ola a me ka make, a hoʻi i ke ao kanaka. Ma hope mai, ua kāhea ʻia ʻo Sun Wukong e ka lani no ka manawa mua a ua kapa ʻia ʻo Bima Wen. Ma hope mai, ua kiʻi ʻia ʻo ia i ka lani no ka lua o ka manawa a ua kapa ʻia ʻo ia ʻo ka Monkey King. Ua kāohi ʻia ʻo Tathagata Buddha ma ka wāwae o Wuzhi Mountain no 500 mau makahiki, ʻaʻole hiki ke neʻe. ʻO kahi i kiʻi ʻia ai ka umu Bagua, ua lilo ia i mauna ahi.\nʻElima haneli mau makahiki ma hope mai, hele ʻo Monk Tang i ke Komohana e kiʻi i nā palapala hemolele, hele ʻia e ka Five Elements Mountain, a wehe i ka talisman ma mua o ka hoʻopakele ʻana iā Sun Wukong. Ua uwe ʻo Sun Wukong me ka mahalo. Ma hope o ke aʻo ʻia ʻana e Guanyin Bodhisattva, hoʻomana ʻo ia iā Tang Monk ma ke ʻano he kumu aʻo a hele i ke Komohana e aʻo pū i nā palapala hemolele. Ma ke ala e aʻo ai i ka palapala hemolele, ua iho ʻo Sun Wukong ma luna o nā daimonio a hoʻopau i nā monsters, a hana pinepine i nā hana kupaianaha. Ma hope o nā pilikia he kanawalukūmākahi, ua pau ka hana, ua hōʻea nā haku a me nā haumāna ʻehā i ka luakini ʻo Xitian Leiyin a loaʻa iā lākou ka palapala hemolele maoli. Ua loaʻa iā Sun Wukong ka hopena kūpono.\n(He ʻōlelo hoʻohālike kēia moʻolelo e hiki ai i ka monkey ke hoʻomālamalama, ʻaʻole i ke kanaka.)", "聖意": "ʻO ka home he mea maikaʻi iā ia iho, no ka waiwai,ʻoihana, male, Liujia, nā kāne hele wāwae, keakea o nā mahinaʻai, silkworms,ʻeono holoholona, ​​Zhongping, eʻimi ana i nā kānaka, nā hihia, ka holomua, ka neʻeʻana, ka lilo o ka waiwai, ka maʻi, ka lua kupapaʻu Xingxingshan, nā mea. maikaʻi", "古人": "Loaʻa i ka mea hele ka mālamalama", "第X籤": "Kakauinoaia ma ka la 43", "宮": "xugong"}