{"籤詩版本二": "Ua oi aku ka ikaika o ka akahai mamua o ka ikaika mai ka wa kahiko mai, a ua pomaikai ka puka o na hana maikai.\nInā ʻike kekahi i kēia hexagram, e like ia me ka hālāwai ʻana me Yaojing ke make wai ʻoe.", "詩意": "He hōʻailona kēia hexagram o ka lokomaikaʻi a me ke akahai.\nI nā mea a pau, ʻo ka lokahi ka mea maʻamau.", "解曰": "He mau manaʻo ko ka lani a me ka honua. He oiaio loa. Mālama ke Akua a me Buddha iā ʻoe. Mai poina i kāu mea i loaʻa.", "籤詩故事一": "◇ ʻIke ʻo Renzong i kona makuahine\nUa huāhuā ka haiā wahine a Song Zhenzong, ʻo Liu, i ka hānau ʻana o kāna keiki kāne, ʻo Zhao Zhen, a ua kiʻi ʻo ia i ka pale keiki e pani i ke keiki a ka haiā wahine Li me ka pōpoki civet ʻili. ka halealii anu, ua hiki i ka haiawahine Liu ke noho alii, no ka hope.\nMa hope o ka hoʻokiʻekiʻe ʻia ʻana o ka haiā wahine De i aliʻi wahine, ua puhi ʻo Concubine De i ke ahi i ka hale aliʻi anuanu a manaʻo ʻo ia e pepehi i ka haiā wahine ʻo Li.\nUa kiola mua ka haiā wahine Li iā Zhao Zhen i loko o ka muliwai, akā ua pōmaikaʻi ua hoʻopakele ʻia ʻo ia e ka luna a hoʻouna ʻia i ka Hale Aliʻi o ka ʻEwalu Sages.\nMa hope mai, ua hālāwai ʻino ʻo Bao Zheng (Bao Qingtian) me ka haiā wahine makapō Li. I kona aʻo ʻana i ka ʻoiaʻiʻo, ua noiʻi ikaika ʻo ia i ka hihia, a i ka hopena ua ʻike ʻia ka ʻoiaʻiʻo, a ua ʻike ʻo Song Renzong a me ka makuahine a me kāna keiki kāne ʻo Song Renzong a me kāna keiki. Ua kiola ʻia ka haiā wahine ʻo Liu i loko o ka hale aliʻi anuanu a ua hoʻokipa ʻia ka haiā wahine Li i loko o ka hale aliʻi, a ua pau ka moʻolelo me ka pōmaikaʻi.", "聖意": "He pomaikai ka home a me ka hale no ka waiwai, no ka oihana, no ka mare, no ka mare, no ka hele wawae kane, no ke keakea i ka mahinaai, no ka enuhe silika, no ka haule, no na holoholona eono, no ka imi kanaka, no ka ike kanaka. , no ka hoopii, no ka holomua, no ka hele ana, no ka waiwai nalowale, no na ma'i hikina, no na pomaikai, no na halekupapau mauna, a no ka hikina a me ke komohana.", "古人": "Ua ʻike ʻo Renzong i kona makuahine", "第X籤": "He kanahākūmālima lanakila loteri", "宮": "xugong"}