{"籤詩版本二": "Hoʻololi ke anuanu i ka wai i hau. No ke aha e kuko ai i ka kaulana?\nʻAʻohe aʻu koho akā e noho mālie a kali i ka ulu maoli ʻana o nā lau.", "詩意": "Ma kēia hexagram, huli ka wai i hau.\nMai noi makehewa.", "解曰": "Paʻa ka wai i ka hau. hehee ka hau i ka wai. Ina he kipi. Pela no.", "籤詩故事一": "◇ Noi ʻo Wang Xiang i kaʻa (Twenty-Four Filial Piety Stories)\nUa hānau ʻia ʻo Wang Xiang o ka Jin Dynasty, ʻo Fuzheng ka inoa aloha, ma Linyi.\nI ka wā ʻōpiopio ʻo Wang Xiang, ua make kona makuahine hānau, ua male kona makuakāne mehameha i ka wahine i kapa ʻia ʻo Zhu, a he makuahine hou ko Wang Xiang. I ka wā ʻōpiopio ʻo Wang Xiang, ua hala kona makuahine hānau, a ua male kona makuakāne mehameha i kahi wahine i kapa ʻia ʻo Zhu. ʻO ka makuahine hānai o Wang Xiang he wahine haiki a lili, ʻaʻole makemake ʻo ia iā Wang Xiang a hoʻohewa pinepine iā ia no nā mea liʻiliʻi. ʻAʻole i liʻuliʻu, ua hānau ka makuahine hānai i kahi keiki kāne i kapa ʻia ʻo Wang Lan. Ua aloha wale ka makuahine hānai i kāna mau keiki ponoʻī, a ua manaʻo ʻo ia iā Wang Xiang he ʻoi ma kona ʻaoʻao. Ua aloha wale ka makuahine hānai i kāna mau keiki ponoʻī, a ua manaʻo ʻo ia iā Wang Xiang he ʻoi ma kona ʻaoʻao. ʻOiai ʻo Wang Xiang ka hapalua o ke kaikunāne, ua aloha ʻo Wang Lan i kona kaikunāne. ʻOiai ʻo ka hoʻomāinoino ʻia ʻana o kona makuahine hānai, ʻo ia nō naʻe ke aloha nui. He ʻoʻoleʻa loa ka makuahine hānai, akā ʻo Wang Xiang ke aloha nui.\nHe leʻaleʻa kona makuahine, ʻo ia hoʻi, makemake ʻo ia e ʻai i nā iʻa hou i lawaiʻa ʻia ma waho o ka muliwai. He leʻaleʻa kona makuahine, ʻo ia hoʻi, makemake ʻo ia e ʻai i nā iʻa hou i lawaiʻa ʻia ma waho o ka muliwai. I kekahi hooilo, ua hele kona makuakane no ka hana, a ua ma'i hou kona makuahine, ua malama pono na kaikuaana Wang Xiang a me Wang Lan i ka sopa a me ka laau lapaau na ko laua makuahine e ai ai. he wikiwiki. I kekahi hooilo, ua hele kona makuakane no ka hana, a ua ma'i hou kona makuahine, ua malama pono na kaikuaana Wang Xiang a me Wang Lan i ka sopa a me ka laau lapaau na ko laua makuahine e ai ai. he wikiwiki. Ua makemake ka makuahine hānai maʻi e ʻai i nā iʻa hou o ka muliwai, i loko o kēlā ʻano anu anuanu, ua hau ma waho a ua lilo ka wai o ka muliwai i hau mānoanoa. Ua makemake ka makuahine hānai maʻi e ʻai i nā iʻa hou, ma hea e loaʻa ai nā iʻa hou i kēlā ʻano hau a me ka hau?\nI kēlā mau lā, ʻaʻohe kīʻaha ma waho o ka wā, a ʻaʻole hiki iā ʻoe ke kūʻai aku inā he kālā kāu.\nI kēia manawa o ka moʻolelo, ua hiki mai ka moʻolelo hoʻopā o Wang Xiangqiu Li. Ua kiaʻi nā kaikunāne ʻelua i ko lāua makuahine me ke kōkua ʻole. Ua hele ʻo Wang Xiang i ka muliwai hau i mea e hōʻeha ʻole ai i kona makuahine hānai maʻi. ʻO kona wela kino ponoʻī e hoʻoheheʻe i ka hau (no laila ua kapa ʻia ʻo Wang Xiangqiu carp ʻo Wang Xiang e moe ana ma ka hau). Wehe aʻela ʻo ia i kona pālule a moe olohelohe ma luna o ka glacier. Ua pule ʻo ia i ke Akua a ʻōlelo: \"E ke Akua, ua maʻi koʻu makuahine a makemake ʻo ia e ʻai i ka carp hou. Pono ʻoe e ʻimi i kahi ala noʻu no ka mea ʻole. \" ʻO ka mea kupanaha, ua pohā koke ka pahu hau e pili ana iā ia, a aia ʻelua Ua lele mai kekahi kaʻa ola mai loko mai o ka māwae a lele i ka hau, ua hauʻoli loa ʻo Wang Xiang. Ua pule ʻo ia i ke Akua: \"E ke Akua, ua maʻi koʻu makuahine a makemake ʻo ia e ʻai i ka carp hou. Pono ʻoe e ʻimi i kahi ala noʻu ʻaʻohe mea ʻē aʻe. \" ʻO ka mea kupanaha, ua pohā koke ka pahu hau e pili ana iā ia, a ʻelua mau māwae. Lele maila kekahi kaʻa ola mai loko mai o ka māwae a lele akula ma luna o ka hau, hauʻoli loa ʻo Wang Xiang. Kukuli koke ʻo ia i lalo, hoʻomaikaʻi i ke Akua, a holo i ka hale me ke kaʻa. Kukuli koke iho la oia ilalo, hoomaikai aku i ke Akua, a lawe koke aku i ke kaa a hoi aku la i ka hale. Ma hope o ka ʻai ʻana o ka makuahine i ke kaʻa hou, ua ola koke ʻo ia mai kona maʻi. Ua pihoihoi ka makuahine kahu o ka halema'i i kona ike ana aku i ke kino olohelohe o Wang Xiang maluna o ke anu, a me na i'a elua ma kona mau lima, holo aku la oia iloko o ka rumi me ka hauoli a puiwa.\nUa lilo ʻo Wang Xiang i luna a lilo i Taibao, a ua hāʻawi ʻia i ka inoa Duke.", "聖意": "ʻAʻole ʻoluʻolu ma ka home, pule wau no ka palekana, nā pilikia kālā, nā pilikia ʻoihana, ka male ʻana, ka like ʻole o ka ʻinikua Liujia, nā poʻe hele wāwae, ʻo Chi Tian, ​​​​nā poho i ka ilo silika, nā poho holoholona ʻeono, nā poʻe nalowale, nā hoʻopiʻi lehulehu, neʻe, conservative, nalowale waiwai, maʻi. , paʻakikī e hoʻihoʻi mai, hale kupapaʻu mauna, laki maikaʻi", "古人": "Noi ʻo Wang Xiang i kaʻa (Twenty-Four Filial Piety Stories)", "第X籤": "Kanahakumamaiwa Lanakila ana i ka Lota", "宮": "Haigong"}