{"籤詩版本二": "Hiki iā ʻoe ke huakaʻi i nā kihi a pau o ka ʻāina, e kau ana i ka uhi peʻa e paʻa pono ai\nInā he makani maikaʻi, hiki koke mai ia a piha ka waʻa i ka waiwai.", "詩意": "Ua like kēia hexagram me ka huki ʻana i ka moku me ka makani.\nHolo maikaʻi nā mea a pau.", "解曰": "Hoʻomaha mālie. ʻAʻole pono ka hoʻoikaika ʻana. Nui ka waiwai. Mahalo a pau.", "籤詩故事一": "◇Tao Zhugui Five Lakes (Fan Ligui Lake)\nI ka wā puna a me ke kauwela, ua kapa ʻia ʻo Fan Li, ʻo Shaobo kona inoa aloha, ʻo Gui Yizipi a i ʻole Tao Zhugong.\nI kēlā manawa, he kaua ma waena o ka Moku'āinaʻo Wu a me ka Moku'āinaʻo Yue, aʻo ka Moku'āinaʻo Wu i luku i ka Moku'āinaʻo Yue. Ua hoʻolālā ʻo Fan Li lāua ʻo Wen Zhong i kahi hoʻolālā no Yue King Gou Jian e hoʻolaha iā Yue a luku iā Wu. Ua hele ponoʻo Fan Li ma nā mauna a me nā muliwai, a kipa i ka muliwai Huansha ma ka mauna Cailuo eʻike iā Xi Shi, he wahine maikaʻi me nā ponoʻelua, nā taleni, a me ka nani, a hāʻawi aku i ka Mō'ī o Wu. Ua hoʻohanaʻo ia i ka \"nani.\" trick\" e hui pū i loko a i waho a luku i ke Aupuni Wu.\nMa hope o kona lanakila ʻana i ka holoi ʻana i ke Aupuni Wu, ua ʻike ʻo Fan Li he \"manu ʻāʻī lōʻihi me ka nuku\" ʻo Gou Jian a hiki iā ia ke kaʻana like i nā pilikia a me ka hauʻoli me ia, no laila ua holo ʻo ia me Xi Shi ma kēlā ʻaoʻao o ke Aupuni Qi, hoʻololi i ko lāua mau inoa. ia Gui Zipi, a alakai i kana mau keiki a me na haumana ma ke Aupuni Qi, noho lakou ma kahi hale ma kahakai. Ua hana nui ʻo ia i ka mahi ʻana i ka ʻāina mehameha, i ka hana ʻana i ka ʻoihana sideline a me ka hana ʻoihana. Ua lokomaikaʻi ʻo ia i ka hoʻolaha ʻana i ka waiwai a me ka hana maikaʻi ʻana i kona kūlanakauhale, ua mahalo ʻia ko Fan Li naʻauao a me ka mākaukau e ka poʻe o Qi. . Ua ʻōlelo ʻo ia: \"ʻO ka lilo ʻana i luna hiki ke alakaʻi i nā kuhina, a ʻo ka holo ʻana i ka ʻohana hiki ke alakaʻi i ka waiwai. No laila, ʻekolu makahiki wale nō ma hope, ua hoʻi hou ʻo Jiliu me ka wiwo ʻole, a hoʻihoʻi i ke sila i ke aliʻi o Qi, a hāʻawi aku i ka waiwai o kona ʻohana i kona mau hoaaloha pili a me nā kamaʻāina.", "聖意": "Maikaʻi ka hale iā ʻoe iho (e hoʻouna ʻia), maikaʻi ke kālā, maikaʻi ka ʻoihana, lohi ka male ʻana, ʻaʻole maikaʻi ka male ʻana, palekana ʻo Liujia, keʻakeʻa nei nā kānaka i ka mahina ʻai, nā enuhe silika, ke kau, nā holoholona, ​​​​ka puna. Ua pōmaikaʻi, ʻimi ka poʻe i nā kānaka, ʻino nā hoʻopiʻi, mālama ʻia ka neʻe ʻana, nalowale nā ​​mea, hoʻopau ʻia nā maʻi o ke Komohana, aia nā mauna a me nā lua kupapaʻu ma ka hema.", "古人": "Tao Zhugui Five Lakes (Fan Ligui Lake)", "第X籤": "Ka lanakila kanalima hailona", "宮": "Haigong"}