{"籤詩版本二": "ʻO ke kauwela ka lā lōʻihi loa a hopohopo nā mea a pau i ka wela a me ke kaumaha\nUa ʻike nō hoʻi ka lani a me ka honua i ka makemake o nā kānaka, a paʻi ka makani a ʻoluʻolu maoli", "詩意": "Hōʻike kēia hexagram e hopohopo nā mea a pau i ka wela.\nE hana i kāu makemake.", "解曰": "ʻAʻohe kānalua no ka holomua a i ʻole e hoʻi hope. Aloha ʻoe. No ka hoomoana anei? ʻAʻole pono e hana wikiwiki.", "籤詩故事一": "◇ Komo ʻo Kong Ming iā Sichuan\nʻO Zhuge Liang (181-234), inoa ʻoluʻolu ʻo Kongming, he kamaʻāina ʻo Yangdu, Langya (ʻo Yinan County, Shandong Province), a ʻo ia ke kuhina nui o Shu Han (Liu Bei) i ka wā o nā Aupuni ʻEkolu.\nʻOiai ua lanakila ʻo Liu Bei iā Jingzhou, ʻaʻole i lawa ka hoʻokaʻawale ʻana i kekahi ʻaoʻao. I kēia manawa, ua hoʻouka ʻia ʻo Liu Zhang ma Yizhou e Zhang Lu ma ka ʻākau. Ua aʻo ʻo Zhuge Kongming ua makemake ʻo Liu Zhang e hoʻolaʻa i ka palapala ʻāina o Xichuan iā Cao Cao i mea e pale ai iā ia iho. I ka hui ana o Zhang Song (ko Liu Zhang malalo) me Cao Cao, no ka haaheo a me ke kolohe o Cao Cao, ua lawe aku o Liu Zhang i ka palapala aina i Xichuan a hala ia Jingzhou ma ke ala. Ua kali mua ʻo Kong Ming iā ia ma ke ala a kono iā ia i Jingzhou, akā ʻaʻole ʻo ia i haʻi i ke Kiʻi Xichuan a hiki i ka manawa o ka haʻalele ʻana. iā ia.\nHe pōʻino ka ʻāina o Xichuan a hiki ke hoʻouka ʻia a pale ʻia paha. Ma hope o nā hoʻonohonoho like ʻole a Kong Ming, ua lilo ʻo Xichuan i wahi hānau o Liu Bei.\n(Ua mālama ʻo Kong Ming i nā kānaka me ka lokomaikaʻi a loaʻa maʻalahi iā Xichuan i makemake nui ʻia.)", "聖意": "E pule no nā pōmaikaʻi ma ka home a no kou palekana ponoʻī (aia ka laki maikaʻi i loko o nā pōʻino) E ʻimi i ka waiwai, pōmaikaʻi i ka ʻoihana, male maʻamau, hānau keiki kāne ma Liujia, neʻe nā māla, nā ʻuhe silika, pōʻino i nā holoholona, ​​​​loaʻa kanaka, hoʻopiʻi lehulehu. , ka neʻe ʻana, nā mea nalowale kahiko, nā maʻi ʻākau, makemake i mauna a me nā lua kupapaʻu", "古人": "Komo ʻo Kong Ming iā Sichuan", "第X籤": "Mokuna 51: Lanakila i ka hailona (lanakila i ka hailona)", "宮": "ʻUpū"}