{"籤詩版本二": "Nui ka hooikaika e hopu i ka mahina i ka wai.\nMai kamaʻilio naʻaupō a hoʻopau i kāu mau hana e hoʻoikaika i ke kino. ʻO ka huaʻōlelo \"kino ke kino\" ʻo ia ke ʻano o ka \"kino wale\".", "詩意": "Pili kēia hexagram i ke kiʻi o ka hoʻoikaika.\nʻO nā mea a pau he hana a hana.", "解曰": "He paʻakikī ke hoʻomanaʻo i nā ʻōlelo hoʻohiki. Nui ka hana nui. E hopohopo ma ka home. Ke kali nei e halawai me ka poe hanohano.", "籤詩故事一": "◇ Ua hopu ʻo Taibai i ka mahina i ka wā ʻona (Li Taibai i hopu i ka mahina i ka ʻona)\nʻO Li Bai (701-762), ʻike ʻia ʻo Taibai, ʻike ʻia ʻo Qinglian Jushi. ʻO ka haku mele o ka moʻokūʻauhau Tang, ka mea i kapa iā ia iho he mea make ʻole, ua ʻike ʻia ʻo ia ʻo Immortal of Poetry, a hauʻoli mau ʻo ia me ka inu ʻole.\nI kekahi manawa ua hele mai ʻo Li Bai i Jinling (ʻo Nanjing kēia manawa) a hoʻomaha i kahi hale ʻaina e pili ana i ke Alahaka ʻo Wende.\nʻO ia ka lā ʻumikumamālima o ka mahina hoʻoilo, a i ka pō, noho hoʻokahi ʻo ia i loko o ka hale ʻaina a mahalo i ka mahina, me ka inu ʻana a me ka heluhelu ʻana i nā mele. ʻO ia ka lā ʻumikumamālima o ka mahina hoʻoilo, a i ka pō, noho hoʻokahi ʻo ia i loko o ka hale ʻaina a mahalo i ka mahina, me ka inu ʻana a me ka heluhelu ʻana i nā mele. Ua makemake nui ʻo Li Taibai i ka mahina i kona ola ʻana, me ka ʻōlelo ʻana he maʻemaʻe a nani. Ua makemake nui ʻo Li Taibai i ka mahina i kona ola ʻana, me ka ʻōlelo ʻana he maʻemaʻe a nani. I ia pō, nānā aʻela ʻo ia i luna a ʻike i ka mahina keʻokeʻo a poepoe i ka lewa, a hauʻoli loa ʻo ia a inu hou i kekahi mau aniani. I ia pō, nānā aʻela ʻo ia i luna a ʻike i ka mahina keʻokeʻo a poepoe i ka lewa, a hauʻoli loa ʻo ia a inu hou i kekahi mau aniani. I ke aumoe, ua hoʻohana ʻo Li Taibai i ka waina a iho i lalo i ke alahaka ʻo Wende. I ke aumoe, ua hoʻohana ʻo Li Taibai i ka waina a iho i lalo i ke alahaka ʻo Wende. I kona heʻe ʻana i ke alahaka, hoʻohaʻahaʻa ʻo ia i kona poʻo a ʻike koke i ka hāʻule ʻana o ka mahina i loko o ka wai, a i ka neʻe ʻana o ka muliwai, ua hoʻohui ʻia kekahi mau laina ʻeleʻele i ka malu mahina keʻokeʻo. I kona heʻe ʻana i ke alahaka, hoʻohaʻahaʻa ʻo ia i kona poʻo a ʻike koke i ka hāʻule ʻana o ka mahina i loko o ka wai, a i ka neʻe ʻana o ka muliwai, ua hoʻohui ʻia kekahi mau laina ʻeleʻele i ka malu mahina keʻokeʻo. Ua ʻona nui ʻo Li Taibai i kēia manawa a manaʻo ʻo ia ʻo ka mahina ka mea i hoʻopaʻa ʻia e ka wai kahawai. Ua ʻona nui ʻo Li Taibai i kēia manawa a manaʻo ʻo ia ʻo ka mahina ka mea i hoʻopaʻa ʻia e ka wai kahawai. ʻAʻole ʻo ia i ʻoluʻolu i ka wehe ʻana i kona mau kāmaʻa, wehe ʻo ia i kona mau lima a lele i luna o ke alahaka e hopu i ka mahina. ʻAʻole ʻo ia i ʻoluʻolu i ka wehe ʻana i kona mau kāmaʻa, wehe ʻo ia i kona mau lima a lele i luna o ke alahaka e hopu i ka mahina. ʻAʻole i manaʻo ʻia, me kēia lele ʻana, ʻaʻole i hopu ʻia ka mahina, akā nahā ka mahina i loko o ka wai a ʻoki koke i ʻelua ʻāpana. Me ka manaʻo ʻole, i kēia lele ʻana, ʻaʻole i loaʻa ka mahina, akā ua make ke kanaka. Ua make ʻo ia i kona mau makahiki he kanaonokūmālua.", "聖意": "ʻAʻole ʻoluʻolu ka hale a loaʻa ʻole iā ia iho i ka pōʻino (pōʻino, mālama i ke olakino), ʻimi i ke kaulike i ka waiwai (mai noʻonoʻo ʻoe i ia mea), ʻoihana paʻakikī, ʻaʻole i hoʻopaʻa ʻia ka male, pule no ka palekana (waiwai ʻole e pale i ka hāʻule ʻana. ), pilikia ka po'e hele wāwae, he 'elima helu ka enuhe silika, 'eono holoholona e emi ana, e 'imi ana i ka po'e (pō'ino), ho'opi'i ka lehulehu a (Ho'opau i ka ho'opi'i) 'O ka ne'e ma'amau ('a'ole e ha'i) Nalo ka waiwai (mokulele) Pule. no ka pale ʻana mai ka maʻi (pōmaikaʻi) Pōmaikaʻi ma mauna a me nā lua kupapaʻu", "古人": "Ua hopu ʻo Taibai i ka mahina i ka wā ʻona (Li Taibai i hopu i ka mahina i ka ʻona)", "第X籤": "He kanalimakūmālua i lanakila i ka hailona (Lottery)", "宮": "ʻUpū"}