{"籤詩版本二": "Ke lilo ka huhū i ka hauʻoli, uwo nā ʻīlio a me nā tigers.\nHe ala ponoi ko ka lani uliuli i ka lani.", "詩意": "Ua like kēia hexagram me ka deragona e uwo ana a me ka tiger e uwo ana.\nAia ka manaolana e holo pono nā mea a pau.", "解曰": "E aʻo wale a hele. Loaʻa iā ʻoe kou pōmaikaʻi. Pono e hana i ka hopena. Aia kahi wahi e loaʻa ai.", "籤詩故事一": "◇ Hoʻopio ʻo Liu Bei i wahine mare\nMa hope o ke kaua ʻo Chibi, ua ʻiʻini ʻo Sun Quan e loaʻa hou iā Jingzhou, ka mea i loaʻa iā Liu Bei, no laila ua hoʻohana ʻo ia i ka manaʻo o Zhou Yu, me ka hoʻohālike ʻana ua makemake ʻo ia e hoʻopalau i kona kaikuahine ʻo Sun Ren na Liu Bei, akā ʻoiaʻiʻo ua makemake ʻo ia e lawe. ʻO Liu Bei ma ke ʻano he mea pio e koi iā Jingzhou.\nMa hope o ka mākaʻikaʻi ʻana o Zhuge Liang i ka hoʻolālā o Zhou Yu, hāʻawi ʻo ia i ka palapala me ka hoʻolālā iā Zhao Yun, ka mea nāna i pale iā Liu Bei i kona hele ʻana i Soochow. Ua ʻike ka makuakāne o Sun Quan) e pili ana i ka noi male. Ma muli o ke aloha o Wu Guotai i kāna kaikamahine a ʻaʻole makemake ʻo ia e hana i nā hoʻoholo maʻamau e pili ana i nā hana lōʻihi o kāna kaikamahine, ua ʻōlelo ʻo ia iā Sun Quan no ka hana ʻino i kona kaikuahine a ua noi ʻo ia e hoʻāʻo ponoʻī inā pono ʻo Liu Bei i kāna kaikamahine ma Ganlu Temple. Ma hope o ka hui ʻana o Wu Guotai me Liu Bei, ua mahalo nui ʻo ia iā Liu Bei a ua kākoʻo ikaika i ka male ʻana ma waena o Liu Bei a me kāna kaikamahine.\nMa hope mai, holo pū ʻo Liu Bei lāua ʻo Mrs. Sun i Jingzhou. Ma hope mai, ua makemake ʻo Sun Quan e hoʻouka kaua iā Jingzhou ʻoiai ʻo Liu Bei e hoʻouka kaua ana iā Yizhou, akā ua kāohi ʻia e Wu Guotai, ka mea i hopohopo no ka palekana o kāna kaikamahine.\nUa ʻōlelo ʻo ia: \"ʻO ka hoʻolālā akamai a Zhou Yu ka mea maikaʻi loa ma ka honua. Ua nalowale kāna wahine a nalowale kāna mau pūʻali.\"\n(Loaʻa ʻo Liu Bei mai ka pōʻino)", "聖意": "Laki ole au ma ka home a poino au (Laki mua, Laki ka Laki) E imi i ka waiwai, ke kaulike, ka pilikia ma ka mare, ka pomaikai ma ka mare. kanaka, hoʻokolokolo a me ka neʻe ʻana, laki maikaʻi no ka waiwai nalowale, laki maikaʻi no nā maʻi, maluhia mauna a me nā lua kupapaʻu.", "古人": "Hoʻopio ʻo Liu Bei i wahine mare", "第X籤": "ʻO ka helu lanakila kanalimakūmākolu", "宮": "ʻUpū"}