{"籤詩版本二": "ʻO ka pono mai ka makua kāne a i ke keiki, ua hāʻawi ʻia i ka moʻopuna, ʻo ka pōmaikaʻi ma ka ʻai a me ka ʻaʻahu aia wale nō ma ke Akua.\nʻO Chunxuan i loko o ke keʻena e hauʻoli ai ka poʻe. Ke pōloli, hānai, makewai a hiamoe, ʻo Chunxuan kahi mea hoʻohālike no nā mākua.", "詩意": "Hoʻopili ʻia kēia hexagram me ke kiʻi o ka ʻohe e alakaʻi ana i ka puna.\nManaʻolana e holo pono nā mea a pau.", "解曰": "E lawe i ka ʻohe a alakaʻi i ka puna. Laha pau ole. Ke ʻimi nei ke kāne i ka manaʻolana. Hauʻoli nā mea a pau.", "籤詩故事一": "◇ Ua piʻi ka mōʻī Wu o Zhou i ka noho aliʻi\nUa hoouka kaua ke alii Wu o Zhou i ke alii Zhou a ua alakai i na alii ewalu haneri e kaua aku i ka puali o ke alii Shang, a ua huli hoi na koa ma Chaoge (ke kapikala o King Shang) i ke alii Shang a kumakaia i ke alii Shang.\nUa puhi ʻo King Zhou iā ia iho ma ka hale kiaʻi ʻo Zhaixing, a ua luku ʻia ka mōʻī Shang.\nUa ʻae ʻo King Wu i ka puke gula a me ka waiwai gula, ʻo ia ka noho aliʻi o ka Emepera, huli ʻo ia i ka hema, ua pelu ʻia kona mau lima, a noho pololei. Ua kauoha ʻo King Wu e māhele ʻia ka waiwai o Lutai, e wāwahi ʻia ka Hale Hōʻikeʻike Hōkū, a e māhele ʻia ka hua raiki i mālama ʻia ma Juqiao.\nE hoʻokuʻu i ka Jizi paʻahao a hoʻoponopono i ka hale kupapaʻu o Bigan. Ua holo ka mōʻī Wu ma ka puka o ka hale o Shang Rong a kūlou i kona poʻo. E mahalo i ka poʻe pono a me ka lokomaikaʻi, a e hoʻokuʻu aku i nā kauā o loko o ka hale aliʻi.\nUa hooki pū ʻo ia i nā mea kaua a hāpai i ka moʻomeheu a me ka hoʻonaʻauao. Ma ka hema o Nanshan, hānai ʻia nā lio a ʻai ʻia nā pipi ma ke kuaʻāina me nā kumu lāʻau peach.", "聖意": "ʻAʻole maikaʻi ka hale (laki maikaʻi), hiki iā ʻoe ke hana i kou makemake ponoʻī (laki maikaʻi), ʻimi i ka waiwai kālā, hana i kahi kālepa, a mare (e hui me kahi hūnōna kāne maikaʻi), palekana ʻo Liujia (zodiac hōʻailona), neʻe ka poʻe hele wāwae i nā mahina ʻai, laki ka enuhe silika, pōʻino ʻeono holoholona, ​​paʻakikī ke loaʻa i nā kānaka (nānā), nā hoʻopiʻi lehulehu, neʻe nā kānaka hanohano, nalowale ka pōmaikaʻi a ʻike ʻia nā mea maʻi a me nā maʻi.", "古人": "Ua piʻi ka mōʻī Wu o Zhou i ka noho aliʻi", "第X籤": "He kanalimakūmālima i lanakila i ka hailona (lotting)", "宮": "Halealii ino"}