{"籤詩版本二": "Piha ke kahakai i nā pōhaku, kahe ke kahawai, mālie ka makani, mālie ka mahina, paʻa nā kānaka hanohano.\nMa ke alanui, pono wau e nīnau i kahi e hele ai, mai lawe i ke ʻala o nā pua a me nā mea kanu o ka nahele, mai mālama.", "詩意": "Ua like kēia hexagram me ka moku e holo ana ma kahi kahakai liʻiliʻi.\nMa na mea a pau, he poe hanohano e kokua.", "解曰": "I mea e ola ai. Nui ka hana nui. E noho conservative a kali. I nā mea maikaʻi ʻoi loa.", "籤詩故事一": "◇ Kipi ʻo Lushana\nHe Lushan (703-757), nona ka inoa ʻo Kang a ʻo Yaluoshan kona inoa, no Liucheng, Yingzhou (ʻo Chaoyang, Liaoning i kēia manawa).\nMa hope mai, lawe ʻo ia i ka inoa ʻo An a hoʻololi i kona inoa iā Lushan. I ka wā o ka Emepera Xuanzong o ka mōʻī Tang, ʻo An Lushan ka ʻelele pūʻali koa.\nI Nowemapa i ka makahiki 14 o Tianbao, ua hoʻāla ʻo An Lushan i nā pūʻali koa ma Fanyang. Ma ka inoa o ka hoʻouka kaua ʻana iā Yang Guozhong, ua kipi ʻo ia i kahi kipi a lawe i nā pūʻali koa o nā kūlanakauhale ʻekolu e hoʻouka iā Luoyang, ke kapikala hikina. Ua holo wikiwiki mai na lono mai Taiyuan mai i Lishan, aole i manao o Tang Xuanzong, aia ma ka Halealii Huaqing ma Lishan ia manawa, e kipi ana o Anlushan, aka nae, ua hoomau ia ka laha ana o na lono o ke kipi, a aia no o Xuanzong i ka hapalua o ka manao. (He kiʻi kēia o \"ke kani o ka wai kahe ʻino ma luna o nā pōhaku liʻiliʻi i ke kahawai\")\nʻAʻole hiki i ka Yan Zhenqing, ka luna o Pingyuan County, i hoʻouna i kekahi e hoʻouna i ka ʻike i ala ʻo Xuanzong mai kāna moeʻuhane.\nMa lalo o ka hoʻolālā hewa a ka Emepera Xuanzong o ka mōʻī Tang, ua hoʻopio ka pūʻali koa lio o An Lushan iā Luoyang, ke kapikala hikina. kuhina nui.\nI Iune o ia makahiki hoʻokahi, ua pepehi ʻo Emperor Xuanzong o ka moʻokūʻauhau Tang, e hoʻopau i ka pilikia ma Changʻan a ma lalo o ka hoʻomaopopo ʻana i ka pūʻali koa kuhihewa, ua pepehi ʻo ia i ʻelua mau pūʻali koa kaulana, ʻo Feng Changqing lāua ʻo Gao Xianzhi. (Kuhi keia hana \"pono ​​ke alanui e kuhikuhi i ka muliwai mua\")\nMa hope iho, ua kauoha koke ʻo Emperor Xuanzong o ka mōʻī Tang i kekahi pūʻali koa ʻo Ge Shuhan, e alakaʻi i ka pūʻali Tang ma ka hikina mai Tongguan.\nʻO Ge Shuhan, ka mea i hoʻomaopopo loa i ka hewa hoʻolālā o Emperor Xuanzong o ka mōʻī Tang, ua hoʻolālā e hoʻopaneʻe i ka hoʻololi ʻana (ʻo ka hoʻokokoke ʻana o \"ua maikaʻi inā mālie ka makani a mālie ke kai\").\nI ka hopena, ua manaʻo ʻo Emperor Xuanzong o ka moʻokūʻauhau ʻo Tang he makaʻu loa ʻo ia no ka hakakā ʻana, no laila ʻaʻohe ona koho e hakakā me An Lushan me ka waimaka, a ua pio. (Hoʻokō ia \"Inā ʻoe e hana ikaika e kākoʻo iā ʻoe iho, e ʻeha paha ʻoe.\")\nI ka moʻokūʻauhau Tang, i ka manawa ʻaʻohe manawa o nā pūʻali palena a me nā pūʻali koa kūloko e pane aku ai, ua kaomi ka pūʻali koa An Lushan i ka palena a komo i ke kapikala. I loko o kahi kūlana koʻikoʻi, ua alakaʻi ʻo Emperor Xuanzong o ka mōʻī Tang i ka poʻe kiaʻi e pakele mai ke kapikala, a ua hāʻule ʻo Xijing Changʻan alakaʻi ʻole.\n(Ua uhaki ʻo Tang Xuanzong i ke alakaʻi ʻana o kēia hōʻailona, ​​no laila ua lanakila ko An Lushan kipi.)", "聖意": "Ua palekana ka hale, ua laki, ua paa ka waiwai, ua pomaikai ka hana, ua pomaikai ka mare (akamai), hele mai ke kane hele wawae mai Liujia i ke kula, ua ohi ia na enuhe silika, ua poino na holoholona eono, ua loaa ke kanaka. , ua hoaponoia ka hoopii, ua lawe mai ka waiwai i nalowale, oia hoi ka halekupapau o Anshan.", "古人": "Kipi ʻo Lushan", "第X籤": "Ka hailona kanalimakumamaono", "宮": "Halealii ino"}