{"籤詩版本二": "ʻO ke kakahiaka a me ke ahiahi, pono ke kākoʻo o Buddha i nā manawa pilikia akā ʻaʻole i ka pilikia\nInā hoihoi ʻia ʻoe e ke kanaka hanohano, a laila e hele pū ke kālā a me ke kilika iā ʻoe, ʻo Chuan Lai kēia. Aia nā mea a pau iā ʻoe.", "詩意": "Hōʻike kēia hexagram i ka pōmaikaʻi huna o nā akua a me nā Buddha.\nE hoʻomanawanui a e pōmaikaʻi i nā mea a pau.", "解曰": "He hōʻailona o ka maluhia kahiko. Ke pipiʻi nā mea a pau, e pōmaikaʻi.", "籤詩故事一": "◇ Ua loaʻa iā Tang Monk ka mālamalama\nI kekahi lā, hele ʻo Tang Seng i ka muliwai a ʻike ʻo ia i ka mauna ʻo Lingshan Buddha ma mua ona, aia kahi alahaka papa hoʻokahi ma mua ona, ʻaʻole ʻaʻa ʻo Tang Seng e hele ma kēlā ʻaoʻao. Ua hoʻololi ʻia ʻo Buddha i mea hoʻokele waʻa a paʻa i kahi waʻa haʻihaʻi ʻole. (Moolelo o ka Huakai i ke Komohana)\n◇ ʻO nā palapala Buddhist a Tang Monk\nʻO Sanzang o ka mōʻī Tang, ʻo Chen kona inoa maʻamau a ʻo Yi kona inoa. Hānau ʻia ma Goushi County, Luozhou (i kēia manawa hema o Yanshi City, Henan Province). Ua lilo ʻo ia i mōneka i ka makahiki ʻumikūmākolu a ua lawe ʻo ia i ka inoa Buddhist Xuanzang.\nNo ka loaʻa ʻana o nā palapala hemolele Buddhist mua, ua haʻalele ʻo ia mai Changʻan (ʻo Xiʻan, Shaanxi Province i kēia lā) i ke kolu o ka makahiki o Zhenguan (AD 629), hele ma kēlā ʻaoʻao o ka palena, a hele i nā pilikia he nui e hiki ai i Tianzhu ( India) e hōʻiliʻili i nā palapala hemolele. Ua huakaʻi ʻo ia ma nā kahawai ʻo Ganges a me Indus a me nā wahi kahakai hikina hema o India, a laila hele ʻo ia i nā mauna i uhi ʻia i ka hau a me nā kuapuʻu uliuli, e hele wāwae ana ma mua o 50,000 mau mile a hoʻi. ka makahiki 19 o Zhenguan (AD 645). Ua hoʻihoʻi mai ʻo ia i ka nui o nā palapala Buddhist a unuhi i ka ʻōlelo Kina.\n(Ua hele ʻo Tang Sanzang ma kahi huakaʻi lōʻihi a hoʻi ma waena o Kina a me India. Ua ʻike paha ʻo ia i nā pōʻino i ka wā o ka huakaʻi, akā hiki iā ia ke hoʻi me ka maluhia no ka mea aia kahi haipule kahu ʻike ʻole ma hope ona.)", "聖意": "Ua palekana ka home, ua pomaikai, ua holomua ka oihana o ke Komohana, ua lanakila ka mare, ua paa ka poe hele wawae i ke kula, ua paa na enuhe silika, ehiku lae na enuhe, ua waiwai ka holoholona, ​​ua imi kanaka, ke komohana. ʻino nā hoʻopiʻi lehulehu, mālama ʻia ka neʻe ʻana, ʻike ʻia ka waiwai nalowale, pōmaikaʻi ka maʻi, pōmaikaʻi nā mauna a me nā lua kupapaʻu.", "古人": "Ua loaʻa iā Tang Monk ka mālamalama", "第X籤": "Lanakila i ka hailona kanaonokumamalua", "宮": "Halealii o Yin"}