{"籤詩版本二": "Ua paʻa ka iʻa ʻauʻau i ka pahele ma ka loko Bibo.\nInā hewa kekahi mea ma hope o ka noʻonoʻo ʻana iā ia, e hoʻopilikia i ka hopena.", "詩意": "Hōʻike kēia hexagram i kahi iʻa i hopu ʻia i ka pahele.\nHe mea pono no hoi e akahele i na mea a pau.", "解曰": "Ka noho ma lalo o ka hale. Hāʻule ka pōʻino mai ka lani mai. E ala aʻe i ka wanaʻao a mālama mua. E pale i nā pōʻino.", "籤詩故事一": "◇ Ua uhi ʻia ka lio i ka wai (paʻakikī ke ʻohi i ka wai)\nMoʻokūʻauhau Han. ʻO Zhu Maichen, ʻo Wengzi ka inoa aloha, he kamaʻāina ʻo ia no Wu ma Kuaiji (ma kahi o ke kūlanakauhale ʻo Suzhou i kēia manawa).\nI kona mau makahiki ʻōpiopio, ua ʻilihune ka ʻohana o Maichen a ʻaʻohe ona holomua, ua noho lāua ma ka ʻīpuka pili ma ke ala hope, e ʻoki ana i ka wahie a kūʻai aku i mea e pono ai. ʻAʻole ʻoe e loaʻa kālā nui ma ke kūʻai ʻana aku i ka wahie ma ke kumu kūʻai o kekahi.\nHele akula kāna wahine e kiʻi wai, a ʻike akula i kekahi pūʻulu keiki e ʻakaʻaka ana iā Maichen, a manaʻo ka wahine he mea hilahila, a laila haʻalele.\nI ka piha ʻana o Zhu Maichen i kanalima mau makahiki, ʻimi ʻo Emperor Wu o ka Mōʻī Han i nā talena a hoʻomana iā Zhu ma ke ʻano he poʻokela o Kuaiji.\nUa mihi kāna wahine i kona makapō a makemake ʻo ia e hoʻemi ʻia i kauā wahine a i haiā wahine e lawelawe iā Zhu no ke koena o kona ola ʻana.\nKauoha mai la o Maichen i kana wahine mua e kii i ka bakeke wai, a ninini ma na anuu, a olelo aku, \"Ina e hoihoi hou ia ka wai, hiki ia laua ke hui hou.\"\nMa ka noʻonoʻo ʻana i ka pilina ma waena o ke kāne a me ka wahine, ua hāʻawi ʻia ka wahine a me kāna kāne male hou i kahi ākea ma ka māla hope e mahi ai a mālama iā lākou iho. Kiola kāna wahine iā ia iho i loko o ka muliwai a make.", "聖意": "Pilikia ka hale, pilikia iho, poho ke dala, maluhia ke kuai ana, kulike ole ka mare ana, makau o Liujia, paa na kanaka, poino na mahinaai, nalo na enuhe silika, nalo na holoholona, ​​na kanaka. loaʻa, nalowale ka hoʻopiʻi lehulehu, maikaʻi ka neʻe ʻana, maikaʻi ʻole nā ​​mea nalowale, hoʻokumu ʻia nā maʻi, nā pōʻino a me nā pōʻino, pono e hoʻololi ʻia nā hale kupapaʻu mauna.", "古人": "Ua uhi ʻia ka lio i ka wai (he paʻakikī ke ʻohi i ka wai)", "第X籤": "hōʻailona kanaonokūmāhā", "宮": "Maogong"}