{"籤詩版本二": "I ka hiki ʻana mai o ka hoʻoilo, ʻaʻole e luku ʻia kahi lālā o ka plum ma ka mauna inā e hāʻule nā ​​lau a maloʻo nā lālā.\nAkā, i ka hiki ʻana mai o ka pūnāwai, hoʻihoʻi mau wau iaʻu ma ke ʻano he mea hoʻokipa a hoʻopau i ka hana mua.", "詩意": "Ma kēia hexagram, noho ka pua plum i ke kūlana alakaʻi.\nMaikaʻi nā mea a pau inā lohi.", "解曰": "Hoʻokahi pana pua. Ke kaawale, aole nele. Ke kali nei i ka hiki ʻana mai o ka puna. Aia ke kala i loko.", "籤詩故事一": "◇ ʻElua kiʻi\nI ke au o ka Emepera Dezong o ka moʻokūʻauhau Tang, ua hoʻokumu ʻia ke kuhina kūpaʻa ʻo Mei Bogao a me kona ʻohana e ke Kuhina Nui kipi ʻo Lu Qi, ka mea i makemake e pepehi iā lākou a pau, ʻo kāna keiki wale nō ʻo Mei Liangyu i pakele. inoa iā Wang Xitong e hūnā i kona ʻike. Noho kaʻawale ʻo ia ma nā alanui, pōloli a me ke anu, akā, pōmaikaʻi ua lawe ʻia ʻo ia e Chen Risheng (Chen Dongchu). ʻAʻole ʻike ʻo Chen Risheng i kona ʻike ola, no laila ua noi ʻo ia iā ia e kōkua i ka mālama ʻana i ka māla plum a Chen i ʻole ʻo ia e make pololi ma ke alanui.\nHe hoa papa a he hoaloha o Chen Risheng no Mei Bogao. I kona hoomaauia ana e Lu Qi, ua hoopakeleia oia e Mei Bogao. A o ka hopena, ua inaina o Mei Bogao a me Lu Qi, a i ka hopena, ua pepehiia ko laua ohana holookoa. Chen Ua kaumaha a huhū ʻo Risheng ma hope o ka male ʻana, haʻalele ʻo ia a neʻe i kona ʻohana i Yangzhou e noho mehameha.\nHe kaikamahine a Chen Risheng i kapa ʻia ʻo Chen Xingyuan, he nani a ʻala hoʻi, ma hope o ka hele ʻana mai o Mei Liangyu i ka ʻohana Chen, aloha lākou i ka ʻike mua. I kekahi lā i mohala piha ai nā pua plum, ʻo ia hoʻi ka lā hoʻomanaʻo o ka make ʻana o Mei Bogao, ua wehe ʻo Chen Risheng a me kona ʻohana i ke kuahu ma ka māla plum o ko lākou hale e hoʻomanaʻo ai i ko lākou hoa aloha a me ka mea kōkua i make. , a pa mai ka ino hau nui, a uhi i na pua plum a pau. Ua kanikau ʻo Chen Risheng no ka hiki ʻana iā ia ke pakele me ka palekana, akā ʻaʻole hiki iā ia ke hoʻopakele i nā mamo a ka ʻohana Mei, ua manaʻo ʻo ia he ʻōlelo aʻo kēia mai ke Akua mai, no laila ua hoʻohiki ʻo ia inā ʻaʻole e pua hou ka pua plum, e hōʻike ana i nā mamo a e ola ana ka ʻohana Mei, ʻaʻole ʻo ia e ʻōlelo i kekahi mea, ua pakele ʻo ia i ka Buddhism a lilo i mōneka.\nUa lohe kāna kaikamahine ʻo Xingyuan i kēia a puhi koke ʻo ia i ka mea ʻala a pule ʻoiaʻiʻo i ke Akua e hoʻāla hou i nā pua plum. Ua hoʻoneʻe ko lākou ʻoiaʻiʻo i ka lani, a ua mohala hou nā kumulāʻau plum a pau o ka māla plum; ma hope mai ua ʻike ʻo Chen Risheng ʻo ka Xitong ʻo Liangyu, no laila ua hoʻopalau ʻo ia i kāna kaikamahine ʻo Xingyuan nāna.", "聖意": "ʻAʻole maikaʻi ka hale iā ia iho, maikaʻi kekahi iā ia iho, ʻimi ke kanaka i ka waiwai, ke akahele i ka hana ʻana, ua lohi ka manawa, ua lohi ka male ʻana, ua pōmaikaʻi ka pūnāwai, ua nele ka hāʻule, ua lohi ka mea hele. maikai na kihapai, pomaikai na enuhe silika, pomaikai na holoholona eono, imi kanaka, hoopii aupuni, poho, neenee, nalowale waiwai, na mai hikina, puiwa hoopunipuni, na halekupapau mauna e hoololiia.", "古人": "Ua helu ʻelua", "第X籤": "Kanaonokumamaiwa Lanakila i ka Lota", "宮": "Tatsumi"}