{"籤詩版本二": "Ua like ʻo Chao Chao me ka nalo ʻohi pua, e lele ana mai ke komohana hema a ma ka hikina\nUa pau ka punawai, ua pau na pua, aohe wahi e huli ai, aole e hoololi keia puuwai i kona wahi i noho ai.", "詩意": "Ua like kēia hexagram me ka nalo ʻohi pua.\nʻO nā mea a pau he hana a hana.", "解曰": "ʻAʻohe hiʻohiʻona puna. Ua lōʻihi ka ua akā ʻaʻole i maʻa. E noi i kōkua. ʻOi aku ka maikaʻi o ka noho mālie.\n.", "籤詩故事一": "◇ Ua kipi ʻo Li Mi iā Tang Dynasty\nLi Mi\n(582-619), ke alakaʻi hope loa o ka Pūʻali Wagang i ke kipi ʻana o ka poʻe mahiʻai ma ka hope o ka moʻokūʻauhau Sui o Kina. Master of calligraphy. ʻO ka haku o ka huaʻōlelo Fa he kamaʻāina ʻo ia no Changʻan, Jingzhao, a ʻo kona home kupuna ʻo Xiangping, Liaodong (i kēia manawa ma ka hema o Liaoyang, Liaoning). He kamaʻāina ʻo Changʻan, ʻo Jingzhao, ʻo kona home kupuna ʻo Xiangping, Liaodong (i kēia manawa ma ka hema o Liaoyang, Liaoning).\nI ka makahiki ʻeiwa o Daye (613), ua komo ʻo ia i ke kipi a Yang Xuangan e kūʻē i ka mōʻī Sui ma Liyang (i kēia manawa ma ka hikina ʻākau o Junxian County, Henan Province). I ka makahiki ʻeiwa o Daye (613), ua komo ʻo ia i ke kipi a Yang Xuangan e kūʻē i ka mōʻī Sui ma Liyang (i kēia manawa ma ka hikina ʻākau o Junxian County, Henan Province). Ua pio ka manao pohihihi,\nHeʻe ʻo Li Mi. Ua pio ʻo Xuangan a ua holo ʻo Li Mi.\nI ka makahiki ʻumikūmālua o Daye, ua komo ʻo ia i ka pūʻali koa Wagang\n. I ka makahiki ʻumikūmālua o ko Daye noho aliʻi ʻana, ua komo ʻo ia i ka pūʻali koa Wagang. Maikaʻi ʻo Li Mi i ka hoʻolālā, ma ʻOkakopa i ka makahiki ʻumikūmālua o Daye, ua hoʻohuli ʻo Li Mi iā Zhai e hoʻouka iā Xingyang Tong, ka pūkaua ikaika e hele pū ana me ka pūʻali, e pale iā Zhang Xutuo, e lanakila ana i ka pūʻali Sui a pepehi iā Zhang Xutuo. Maikaʻi ʻo Li Mi i ka hoʻolālā, ma ʻOkakopa i ka makahiki ʻumikūmālua o Daye, ua hoʻohuli ʻo Li Mi iā Zhai e hoʻouka iā Xingyang Tong, ka pūkaua ikaika e hele pū ana me ka pūʻali, e pale iā Zhang Xutuo, e lanakila ana i ka pūʻali Sui a pepehi iā Zhang Xutuo.\nMa hope mai, manaʻo ʻo ia e hoʻouka i ka hale kūʻai ʻo Xingluo (i kapa hou ʻia ʻo Luokou), wehe i ka hale kūʻai no ka hoʻomaha, a hoʻonui i ka hui. Ua ulu wikiwiki ka pūʻali koa Wagang. Ua hoʻoponopono ʻo Li Mi i ka hoʻohaʻahaʻa ʻana a me ka māhele ʻana o ka mōʻī Sui. Ma hope mai, manaʻo ʻo ia e hoʻouka i ka hale kūʻai ʻo Xingluo (i kapa hou ʻia ʻo Luokou), wehe i ka hale kūʻai no ka hoʻomaha, a hoʻonui i ka hui. Ua ulu wikiwiki ka pūʻali koa Wagang. Ua hoʻoponopono ʻo Li Mi i ka hoʻohaʻahaʻa ʻana a me ka māhele ʻana o ka mōʻī Sui.\nI Malaki o ka makahiki 14 o Daye, ua pepehi ʻo Yu Wenhuaji i ka Emepera Yang o ka moʻokūʻauhau Sui.\n, alakaʻi ʻia ma mua o 100,000 poʻe e hoʻi i ke komohana. I Malaki o ka makahiki ʻumikumamāhā o Daye, ua pepehi ʻo Yu Wenhuaji (Yu Wen, ka inoa inoa hui) iā Emperor Yang o Sui Dynasty a hoʻi i ke komohana me ka ʻoi aku o 100,000 poʻe. Ua kauoha ʻia ʻo Li Mi e hoʻouka iā Huaji. ʻOiai ua pio ʻo Huaji, ua ʻeha nui ʻo Li Mi i nā pūʻali koa. Ua alualu ʻia ʻo ia e Wang Shichong. ʻO Cheng Yaojin ka inoa), ua hopu ʻia ʻo Niu Jinda a me nā mea ʻē aʻe. , ua hāʻawi pio ʻo Shan Xiongxin. Ua kauoha ʻia ʻo Li Mi e hoʻouka iā Huaji, ʻoiai ua pio ʻo Huaji, ua loaʻa pū i nā pūʻali koa Li Mi i nā pohō nui. Ma hope mai, alualu ʻia ʻo ia e Wang Shichong, ua pio ko Li Mi pūʻali a ua luku ʻia kona kahua hoʻomoana, ua pio kona mau pūkaua ʻo Qin Shubao, Cheng Zhijie (ʻo Cheng Yaojin ka inoa mua), Niu Jinda a me nā mea ʻē aʻe, a ua hāʻawi pio ʻo Shan Xiongxin. Ua makemake nui ʻo Li Mi, no laila ua hele ʻo ia ma kēlā ʻaoʻao o ka muliwai a hiki i Heyang i Kepakemapa a hāʻawi i ka mōʻī Tang. Ua makemake nui ʻo Li Mi, no laila ua hele ʻo ia ma kēlā ʻaoʻao o ka muliwai a hiki i Heyang i Kepakemapa a hāʻawi i ka mōʻī Tang.\nI Nowemapa, ua hoʻouna ʻo Li Yuan iā Li Mi i Shandong e kiʻi i nā pūʻali kahiko. Nowemapa, \nUa hoʻouna ʻo Li Yuan iā Li Mi e kali ma Shandong e kiʻi i nā pūʻali kahiko. Me kona manaʻo ua hoʻohuoi ʻia ʻo ia, ua kipi ʻo ia iā Tang. Me kona manaʻo ua hoʻohuoi ʻia ʻo ia, ua kipi ʻo ia iā Tang. Ua kono ʻo Tang General Sheng Yanshi iā Li Mi e hoʻouka a pepehi iā ia ma Xinggong Xian. Ua kono ʻo Tang General Sheng Yanshi iā Li Mi e hoʻouka a pepehi iā ia ma Xinggong Xian.", "聖意": "Hale, hale, alelo, nona iho, hewa, imi waiwai, hana ino, mare mau ole, Liujia, pua kaawale, hele wawae, Yaotian, ino kilika, eono holoholona poino, nalo kanaka, hoopii, poho, migration, conservativeness, nalowale waiwai, ma'i, pilikia, hooponopono halekupapau mauna", "古人": "Ua kipi ʻo Li Mi iā Tang Dynasty", "第X籤": "Ka huki kanahiku", "宮": "Tatsumi"}