{"籤詩版本二": "Cognition of Canglong Nineteenth Guards: Ua mare kekahi wahine i ke kane lua\nMe hoʻokahi kakaka a me ʻelua mau pua, e noho maluhia koke nā dinosaurs", "詩意": "Ua like kēia hexagram me ke kakaka e paʻa ana nā pua ʻelua.\nHe maikaʻi nā mea a pau inā e hui pū.", "解曰": "ʻAʻole kaumaha loa. Ka hopena. Wehe ʻo Zhen Liuzhong. Pono e makaala.", "籤詩故事一": "◇ kipa ʻo Wenjun iā Xiangru\nʻO Zhuo Wenjun ke kaikamahine a ka moʻopuna a Zhuo Wang, he kanaka kālepa waiwai ma Linqiong, Sichuan Province. He akamai ʻo ia i ka mele a he inoa palapala. Ua male ʻo ia i ka makahiki ʻumikūmāono, a ma hope o kekahi mau makahiki, ua hala kāna kāne a hoʻi ʻo ia i kona ʻohana hānau e noho wahine kāne make.\nI kekahi lā, ua hele ʻo Sima Xiangru i ka hale o Zhuo Wangsun no ka ʻahaʻaina, i kona ʻike ʻana he wahine kāne make hou ʻo Zhuo Wenjun, hoʻokani ʻo ia i ke mele \"Phoenix Seeking the Phoenix\" e hōʻike i kona aloha. Ua lohe mua ʻo Zhuo Wenjun e pili ana iā Sima Xiangru, a ʻo kēia ʻahaʻaina i ʻoi aku ka hoihoi iā Sima Xiangru. Ma ka ʻaoʻao ʻē aʻe, ma hope o ka ʻahaʻaina a Sima Xiangru, ua hoʻolilo koke ʻo ia i ke kālā he nui no ke kīpē ʻana i ke kaikamahine ponoʻī a Zhuo Wenjun a noi aku iā ia e haʻi aku i ke aloha o Sima Xiangru iā Zhuo Wenjun. Ma hope o ka ʻike ʻana o Zhuo Wenjun i ke aloha o Sima Xiangru ma o ke kaikamahine, ua holo koke ʻo ia i ka hale hoʻokipa kahi i noho ai ʻo Sima Xiangru.\nIā lāua i Chengdu, ua nele ka kāne a ua pono e hoʻi i Linqiong e wehe i kahi hōkele liʻiliʻi e hana ai, kūʻai aku ʻo Zhuo Wenjun i ka waina a holoi ʻo Sima Xiangru i nā kīʻaha. Ma hope o ka ʻike ʻana o ka makua kāne o Zhuo Wenjun, ʻo Zhuo Wangsun, ua ʻae ʻo ia a hāʻawi kālā iā lākou ma lalo o ka ʻōlelo aʻoaʻo a kona mau hoaaloha, no laila ua hoʻi ʻo Sima Xiangru lāua ʻo Zhuo Wenjun i Chengdu e noho ai, a ma hope aku ua waiwai.", "聖意": "ʻO ka lilo o ka home a me ka waiwai, nā pono a me nā hewa pono'ī, kaʻimiʻana i ka waiwai, nā hana hana, ka mālamaʻana i ka male hou.", "古人": "Hele ʻo Wenjun iā Xiangru", "第X籤": "He kanahikukūmākahi lanakila loteri", "宮": "Tatsumi"}