{"籤詩版本二": "Pono ka poʻe mālama pipi i ka meli, o ʻuhu ʻia lākou e ka maʻi\nHe alanui ʻē paha i mua ou, ʻo ka mea huna, ua like ka hohonu me ka ululāʻau kākalaioa.", "詩意": "He hōʻailona kēia hexagram i ka nalo ʻohi meli.\nʻO nā mea a pau he hana a hana.\n\n(Ke ʻimi nei kēia hexagram i ka hōʻailona o ka ʻono a me ka ʻawaʻawa.\nKāohi i nā pōʻino i nā mea a pau.\n)", "解曰": "Pono e hana pono nā mea. ʻAʻole pono e koi. ʻOhi ka meli i ka meli. He aha ke kumu?", "籤詩故事一": "◇ ʻImi ʻo Wang Mang i nā kālena\nHiki ke ʻōlelo ʻia ka ʻohana Wang Mang ma Western Han Dynasty he ʻohana waiwai. ʻOiai ua make ʻōpio kona makuakāne, ua lilo kekahi o kona mau ʻanakala a me kona mau ʻanakala i mau mōʻī o ka moʻokūʻauhau Han.\nAkā, ʻo ka ʻohana liʻiliʻi o Wang Mang, ua ʻilihune loa; ua make kona makuakāne i kona ʻōpiopio, a ua noho wale ʻo ia me kona makuahine, me ka hilinaʻi ʻana i ke aloha o nā ʻohana. Akā, ma muli o kēia, ua hoʻomohala a hoʻomaʻamaʻa ʻo Wang Mang i kahi pūʻulu akamai i ke kamaʻilio ʻana me nā kānaka mai kona wā kamaliʻi. No ke kaumaha a me ka huhū, hōʻike mau ʻo ia i ke ʻano hauʻoli a maluhia i mua o nā ʻohana, nā lunakahiko a i ʻole nā ​​​​waho, no laila ua mahalo nui ʻia ʻo ia e nā mea a pau o ka ʻohana.\nI kekahi manawa, ua maʻi nui kona ʻanakala mua, a ma hope o kona aʻo ʻana, hele mai ʻo ia a kali ma kahi o kahi moe o ka mea maʻi, me ka lawe ʻana i ka lāʻau a me ka wai, a me ka makaʻala i ka pō, no kekahi mau mahina o ka lālani, ua wehe ʻia ʻo ia i ke kapa, ʻeleʻele, a haʻalulu. Ua ʻoi aku ka \"hoʻomanawanui\" ma mua o ke kanaka maʻi.\nNo kēia, hoʻomaikaʻi nā poʻe a pau o Taiwanese iā ia a kākau i nā leka e noi ana i uku no ia.\nNo laila ua hāʻawi ʻo Emperor Cheng o ka moʻokūʻauhau Han iā ia i ka inoa ʻo New Capital Marquis a hoʻonoho iā ia i kiaʻi ma ka hale aliʻi, a lilo ʻo ia i kuhina pili no ka mōʻī.\nMe kona kūlana kiʻekiʻe a me kona mana nui, ʻaʻole ʻo Wang Mang i hōʻike i ka haʻaheo a me ka molowa.\nAkā, ua ola ʻo ia i kahi ola puʻupuʻu, ʻai pinepine i nā kīʻaha ʻiʻo, ʻaʻole hoʻi e ʻōlelo i ke komo ʻana i nā ʻaʻahu lōʻihi a me nā lole lima lōʻihi, ʻo nā lole pōkole wale nō. No laila, hoʻomaikaʻi like nā mea a pau o ke aupuni a me ka lehulehu iā ia me ka huaʻōlelo \"maikaʻi\".\nMa hope mai, ua make kona ʻanakala ʻo Grand Sima Wanggen i ka maʻi a ua koho ʻia ʻo ia i pani. Ua manao ka Emepera a me na Kuhina a pau, oia ke kanaka kupono loa. No laila, ua lilo ʻo Wang Mang, he kanakolukūmāwalu makahiki wale nō, ʻo Grand Sima me ka mana koa kiʻekiʻe loa ma ka ʻāina.\n(He ʻōlelo hoʻohālikelike kēia moʻolelo. ʻO ka maikaʻi ma ke ʻano he kanaka maikaʻi ke kōkua iā ʻoe e hoʻopau i ka \"pilikia o ka ʻū ʻia ʻana e ka nalo meli\" a hoʻokō i kāu mau manaʻo e like me kou makemake.)", "聖意": "ʻAʻole maikaʻi ka hale iā ia iho, pilikia ka ʻohana, paʻa ka ʻoihana, paʻa ka male, hoʻopunipuni nā pale kaua ʻeono, lohi ka hele wāwae, haʻahaʻa ka ʻohi silika, haʻahaʻa nā holoholona, ​​paʻakikī loaʻa kanaka, hewa ka hoʻopiʻi, ʻaʻole neʻe ka neʻe ʻana, hewa ka waiwai nalowale, hoʻokumu ʻia ka maʻi, nalowale ka lua kupapaʻu.", "古人": "ʻImi ʻo Wang Mang i nā talena", "第X籤": "Lanakila i ka hailona kanahikukumamalua", "宮": "Tatsumi"}