{"籤詩版本二": "I ka hiki ʻana mai o ka pūnāwai, haʻalulu ka hekili a kani mai nā ʻōpala, a huli au i ka ʻala\nI koʻu ʻike mua ʻana e hele mai ana au a e hele ana, i koʻu hoʻololi ʻana, lilo wau i deragona.", "詩意": "Ua like kēia hexagram me ka hekili a me nā pepeke.\nHe hōʻailona maikaʻi ka hui ʻana me kahi kanaka hanohano ma nā mea a pau.", "解曰": "Paʻi ka hekili. ʻElua waihona i loko a i waho. Hoʻololi hoʻokahi. A hiki i Tianmen.", "籤詩故事一": "◇ Kipi ʻo Chenqiao\nI ka makahiki 959 AD, make ʻo Zhou Shizong Chai Rong, a ʻo ʻEmepera Gong, ʻo Chai Zongxun, ka mea i piʻi i ka noho aliʻi, ʻehiku wale nō makahiki. I kēlā manawa, ua paʻa ʻo Zhao Kuangyin, ka mea nāna i nānā i mua o ka hale aliʻi a me ka ʻelele o Songzhou i ka pūʻali koa Kelemania.\nI ka pūnāwai o 960 AD, ua hōʻike ʻo Zhenzhou (ʻo Zhengding, Hebei i kēia lā) a me Dingzhou (ke Kalana ʻo Dingxian i kēia lā, Hebei Province) e hele pū ana nā pūʻali koa o ka Northern Han Dynasty a me ka Liao State e hoʻouka i ka moʻokūʻauhau Zhou hope, me ikaika nui, a noi aku e hoouna i na koa no ke kokua. Ma hope mai, kauoha ka mōʻī Zhou iā Zhao Kuangyin e alakaʻi i kona mau pūʻali koa ma ka ʻākau e kaua aku i ka ʻenemi. Ua hana malū ʻo Zhao Kuangyin ma lalo o ka hoʻolālā a kona kaikaina ʻo Zhao Guangyi, Zhao Pu, Shi Shouxin a me nā mea ʻē aʻe.\nI ka lā 3 o Pepeluali, i ka hōʻea ʻana o ka pūʻali koa i Chenqiaoyi (ke kūlanakauhale ʻo Chenqiao i kēia manawa, ma ka hikina hema o Fengqiu, Henan), ua hoʻomaka lākou i kahi kipi a kauoha i nā koa e ʻaʻahu i nā ʻaʻahu melemele nona. . Ma hope o kēlā, alakaʻi ʻo Zhao i kona mau pūʻali koa i Kaifeng me ka ʻole o ke ahi, ka pepehi ʻana a me ka ʻaihue.\nI ke kolu o ka la o ke kolu o ka makahiki o ka mahina, kipi o Zhao Kuangyin ma Chenqiao a hoi aku la i ke kapikala, alakai o Fan Zhi ia Wang Pu a me Wei Renpu e ninau ia Zhao Kuangyin. : \"ʻAʻohe haku o nā pūʻali koa ʻekolu. Ua hoʻoholo nā pūkaua a pau e koho iā ia i mō'ī. Ua haikea ka helehelena o Wang Pu me he lepo la, ua iho iho la oia i kona mau kapuai ilalo a kulou iho la ilalo, kulou iho la no hoi o Fan Zhi, ua kokua pono aku o Kuang Yin ia ia iluna a ua malama ia ia me ka mahalo nui.\nMa hope o ke kū'ē haʻahaʻa, ua noho aliʻi ʻo Emperor Gong o ka moʻokūʻauhau Zhou i ka noho aliʻi, a ua lawe ʻo Zhao i ka noho aliʻi. hele aʻela ma kona ʻaoʻao, me ka ʻī ʻana: \"Ua pau.\"\nMa hope o ka noho aliʻi ʻana o Zhao, hoʻololi ʻo ia i ka inoa o ka ʻāina iā Song, ʻo Yuan iā Jianlong, a hoʻolilo iā Kaifeng ke kapikala. , i ʻike ʻia ʻo \"Chenqiao Mutiny\" ma ka mōʻaukala.\nWikipedia\n(Ke hōʻike nei kēia moʻolelo ʻo ka hoʻomaka kēia o ka hana a Zhao Kuangyin.)", "聖意": "E pule no kou home, i kela la i keia la, i ka waiwai, i ka pomaikai, i ka pomaikai ma ka oihana, i ka mare hanohano, i ka pomaikai ma Liujia, na kanaka hele wawae, i ka hanau mua ana o na enuhe kilika ma na kula, i ka hanau mua ana o na holoholona eono, i ka pomaikai i ka punawai, i ka loaa ana o kanaka, i ka pomaikai. i ka hoʻopiʻi aupuni, laki maikaʻi i ka neʻe ʻana, lilo ka waiwai, pōʻino i nā maʻi, pōʻino ma nā mauna a me nā lua kupapaʻu.", "古人": "Kipi ʻo Chenqiao", "第X籤": "Kakau inoa kanahikukumamakolu", "宮": "Mi Halealii"}