{"籤詩版本二": "E like me ke kauo ʻana i ka tiger ma luna o kahi mauna kiʻekiʻe, e hakakā ana a hoʻokūkū kekahi i kekahi e wāwahi i ke anu\nInā hana koke ʻoe i kekahi mea maikaʻi me ka ʻike ʻole, pono ʻoe e mālama pono iā ʻoe iho.", "詩意": "Ua like kēia hexagram e paʻa ana (kauō) i kahi tiger ma ʻō aku o ka mauna.\nHe mea weliweli a weliweli nā mea a pau.", "解曰": "He pōʻino ka pōʻino. Aia nā pilikia ma mua. Inā ʻoe e noi i ka ʻōlelo aʻoaʻo. He hana paʻakikī loa.", "籤詩故事一": "◇ Ua haʻalele ʻo Wu Yuan iā Zhaoguan i ka pō (Ua hala ʻo Wu Zixu iā Zhaoguan)\nHe kamaʻāina ʻo Wu Zixu no Chu i ka wā pūnāwai a me ke Autumn. I kēlā manawa, makemake ka Mōʻī Ping o Chu e ʻimi iā ia. Ua hāʻawi ʻo King Ping o Chu i makana no ka hopu ʻia ʻana o Wu Zixu, a ua kaha ʻia kāna kiʻi a kau ʻia ma nā ʻīpuka kūlanakauhale ma ka mokuʻāina ʻo Chu, a kauoha i nā luna e hoʻonui i nā noiʻi. I ka holo ʻana o Wu Zixu i Zhaoguan, ka palena ma waena o Wu a me Chu, ua nānā pono nā luna ma Zhaoguan, ua hopohopo nui ʻo ia ʻaʻole hiki iā ia ke hiamoe no kekahi mau pō i ka lālani, a ua hina kona lauoho me ka hopohopo. ʻO ka mea pōmaikaʻi, ua hālāwai au me kekahi kanaka i kapa ʻia ʻo Dong Gao Gong, nāna i ʻoluʻolu i kona pilikia a lawe iā ia i ka home e peʻe. He hoaaloha ʻo Duke Dong Gao i like iki me Wu Zixu, no laila ua noi ʻo Duke Dong Gao iā ia e hele i ka hōʻike ma ka hoʻohālike ʻana iā Wu Zixu. Ua hopu nā kiaʻi puka i ka Wu Zixu hoʻopunipuni, akā ʻaʻole hiki ke ʻike ʻia ʻo Wu Zixu maoli e nā kiaʻi puka no ka mea ua keʻokeʻo kona lauoho, no laila ua hoʻokuʻu lākou iā ia e hele. Ma hope mai, ua pakele ʻo ia i ka mokuʻāina ʻo Wu.\n(ʻO ka hoʻololi ʻana iā Wu Zixu me kahi hoaaloha i like kona ʻano, a nona kona lauoho hina, ʻo ia ka \"lima kupua\" o kēia moʻolelo)", "聖意": "E pule i kou home a me kou home e pale aku iā ʻoe iho, e makaʻala i ka ʻimi waiwai, e akahele i nā hana, stagnation i nā kālepa, nā pilikia male.", "古人": "Ua haʻalele ʻo Wu Yuan iā Zhaoguan i ka pō (Ua hala ʻo Wu Zixu iā Zhaoguan)", "第X籤": "ʻO ka hōʻailona kanahikukūmālima", "宮": "Mi Halealii"}