{"籤詩版本二": "ʻO ka hui ʻana o ka iʻa a me ka deragona ka manaʻo like. E noho i loko o ka loko hohonu a kali i ka laki.\nMe ka ʻike ʻole, ua lele ʻo Yumen ma luna o ka Hale Aliʻi ʻo Dragon me ke poʻo i hāpai ʻia.", "詩意": "ʻAʻole i loli ka iʻa hexagram a me ka deragona.\nHele mai nā mea a pau i ka manawa.", "解曰": "ʻOiai ʻo Ziji. E kali pū. E hoʻolālā i kāu ʻoihana ponoʻī. Mai hana me ka noonoo ole.", "籤詩故事一": "◇Hongwu nānā pipi\nUa hānau ʻia ʻo Zhu Yuanzhang, he kamaʻāina ʻo Zhongli, Haozhou (ke Kalana ʻo Fengyang, ʻĀpana ʻo Anhui), i ka makahiki mua o Tianli o Yuan Wenzong o ka Yuan Dynasty, ʻo ke kūlana ʻehā o kona ʻohana. Ua hānau ʻia ʻo ia i loko o ka ʻohana mahiʻai ʻilihune, a ma muli o ka ʻilihune i kona wā ʻōpiopio, ʻaʻole hiki iā ia ke aʻo a hanai pipi no ke konohiki.\nI ka makahiki ʻehā o Zhizheng (1344), ua loaʻa kahi maloʻo nui ma Huaibei. Ua make pū ka makua kāne, makuahine, a me ke kaikunāne o Zhu Yuanzhang, no laila ʻaʻohe ona koho akā e lilo i mōneka hou ma ka luakini ʻo Huangjue.\nʻAʻole i emi iho i ʻelua mahina ma hope o ke komo ʻana i ka luakini, no ka paʻakikī o ka hōʻiliʻili ʻana i ka hoʻolimalima o ka luakini i nā makahiki wī, ua pani ka mea nona ka luakini i ka hale waihona kālā a hoʻokuʻu i nā mōneka. mōneka nāna i ʻimi i ke ola ma ke noi ʻana).\nMa hope mai, lilo ʻo Zhu Yuanzhang i Taizu o ka Ming Dynasty a me ka \"emperor civil\" ma ka mōʻaukala Kina, me ka inoa aliʻi ʻo \"Hongwu\".\n(ʻO ka ʻōlelo hoʻohālikelike o kēia moʻolelo, ʻo ka lilo ʻana i mea maʻamau no kekahi manawa, ʻaʻole ia e like me ka wā e hiki mai ana. ʻAʻole i hiki mai ka manawa.)", "聖意": "Palekana ka ʻohana, ola ka ʻohana, maikaʻi ka waiwai, ke kali nei ka ʻoihana, lohi ka male ʻana, hānau ʻia ke kāne ma Liujia, lohi ka hele wāwae, lohi ka enuhe silika, waiwai ke ʻano silika, nā holoholona ʻeono. huelo, nalo ke kanaka, ʻaʻohe hoʻopiʻi i hoʻopaneʻe ʻia, mālama ʻia ka neʻe ʻana, paʻa ka waiwai nalowale, keʻakeʻa ʻia ka maʻi, puka ka lua kupapaʻu.", "古人": "Nānā ʻo Hongwu i ka pipi", "第X籤": "Lot kanahikukūmāono", "宮": "Mi Halealii"}