{"籤詩版本二": "Ma ka moeʻuhane, ua ʻōlelo ʻia e nui ka waiwai, akā e lilo ka kaulana i mea ʻole.\nHe mamao ka wai a he mamao na mauna, he paʻakikī naʻe ka mālama pono ʻana, hāʻawi ke kanaka hanohano i ke alakaʻi a me ka ʻakaʻaka.", "詩意": "Hōʻike kēia hexagram i ka hōʻailona o ka loaʻa ʻana o kahi waiwai ma ka moeʻuhane.\nʻOi aku a emiʻole nā ​​mea a pau.", "解曰": "Ka moeʻuhane e like me ka moeʻuhane. ʻAʻohe manaʻolana no ka kaulana. E kali wale i nā manawa maikaʻi. Na kuhikuhi hanohano.", "籤詩故事一": "◇ E hoʻihoʻi i ka jade iā Zhao (e hoʻihoʻi i ka jade iā Zhao ma hope o ka pau ʻana)\nI ka makahiki 283 BC, ua loaʻa iā Zhao Huiwen ka He's Bi mai Chu. Ma hope o ka lohe ʻana o ka Mōʻī Qin Zhaoxiang i ka lono, ua hoʻouna ʻo ia i kahi leka iā Zhao, e hōʻike ana i kona makemake e hoʻololi i ʻumikumamālima kūlanakauhale no He's Bi.\nUa noiʻi ʻo Lin Xiangru i ka Mōʻī Zhao he ikaika ʻo Qin a he nāwaliwali ʻo Zhao a pono e pani ʻia.\nUa hoʻouna ʻo King Zhao iā Lin Xiangru i Qin me He's Bi.\nUa hui ka Moi o Qin me Lin Xiangru ma Zhangtai, a ua haawi aku o Lin Xiangru i ka jade i ke Alii o Qin. Ua hauʻoli loa ka Mōʻī o Qin a hāʻawi aku i ka He's Bi i ka nani a nānā ka poʻe a puni iā ​​ia.\nUa ʻike ʻo Lin Xiangru ʻaʻole i manaʻo ka Mōʻī o Qin e hāʻawi i ke kūlanakauhale iā Zhao, no laila ua haʻi aku ʻo ia i ka Mōʻī o Qin ua kīnā ʻo ia ka jade a makemake ʻo ia e kuhikuhi i ke Aliʻi o Qin i mea e lawe ai i ka manawa kua jade.\nMa hope o Lin Xiangru i hoʻihoʻi i kā Heshi Bi, kū ʻo ia ma ka ʻaoʻao o ke kia nui, e hōʻike ana ua makemake ʻo ia e make me ka Bi a Heshi.\nI kēia manawa, ʻōlelo ʻo Lin Xiangru i ka Mōʻī o Qin: \"Ua lanakila mau ka Mōʻī o Zhao i nā kūʻē a nā kuhina a ua ʻae ʻo ia i ka noi a ke kuhina. He ʻāina nui ʻo Qin! I mea e mālama ai i ka pilina ma waena o Qin a me Zhao, ʻo King Zhao Ma hope o ka hoʻokē ʻai ʻana no nā lā ʻelima, ua hoʻouna aku au i kaʻu mau kuhina i Qin me ka jade. kūlanakauhale, akā ua hāʻawi pū aku i ka jade o ka ʻohana He i kahi wahine maikaʻi, he mea hoʻohenehene maoli ia i kaʻu mau kuhina.\"\nMa hope o ka pau ʻana o kāna kamaʻilio ʻana, ua hana koke ʻo Lin Xiangru i ke ʻano o ke kuʻi ʻana i ke kia. Ua ʻike ʻo Lin Xiangru i ka manaʻo hoʻopunipuni a ka Mōʻī Qin, no laila ua noi ʻo ia i ka Mōʻī Qin e hoʻokē ʻai no ʻelima mau lā ma mua o ka hōʻike ʻana iā He's Bi e hoʻopaneʻe i ka manawa. I kēia mau lā liʻiliʻi, ua hoʻouna ʻo Lin Xiangru i kāna mau kahu e hoʻi i ka mokuʻāina ʻo Zhao me ka jade, ʻoiai ʻo ia e noho ana e hana me ka Mōʻī o Qin.\n(Ua like kēia moʻolelo me nā maka o ke kanaka maʻamau i ka pīhoihoi i kona kūlana.)", "聖意": "E pule no ka hale a e pule nona iho e ālai i ka waiwai, paʻakikī ka male ʻana, paʻakikī ka male ʻana, ʻaʻole lokahi nā kānaka.", "古人": "E hoʻihoʻi i ka jade iā Zhao (hoʻopiha i ka jade iā Zhao)", "第X籤": "Ka hailona kanahikukumamahiku", "宮": "Halealii awakea"}