{"籤詩版本二": "Void knot, makemake au e mālama iā ʻoe, inā mālama ʻoe i kou kino, makemake wau ʻaʻole ʻoe e hoʻihoʻi mai.\nMai poina ua hoihoiia ko ke Akua aloha, mai hoowahawaha i ka ke Akua olelo.", "詩意": "Mai manaʻo he ʻoiaʻiʻo kēia hexagram.\nHe hōʻailona ia o ka mālama ʻana i nā mea āpau.", "解曰": "Loaʻa i nā kānaka ko lākou manaʻo ponoʻī. ʻAʻole pono ka noʻonoʻo paʻa. Nā kuhikuhi Guanyin. Mai hōʻino ʻoe.", "籤詩故事一": "◇ Kākoʻo malu i ka hae keleawe\nUa loaʻa iā Qin Qiong (Qin Shubao) ka luna hoʻokumu kaulana o ka moʻokūʻauhau ʻo Tang, ʻo ia ke poʻo inoa ʻo Grand Marshal o ka moʻokūʻauhau Sui. ʻO Yang Yicheng), ka luna kiaʻi o Sishui Pass, ʻo ia ka Emperor Yang o ka moʻokūʻauhau Sui i kauoha e hoʻonohonoho i ka hae keleawe, akā ʻaʻole hiki iā Qin Shubao ke hoʻouka iā ia no ka manawa lōʻihi. Ma hope o kona ʻike ʻana ʻo Luo Cheng, ke alakaʻi o ka hui, ʻo ia kona hoahānau, ua hoʻopili ʻo ia i kona ʻanakē.\nMa mua o ka haʻalele ʻana ʻo Luo Cheng, ua haʻi ʻo ia i kona makuahine ʻo ka mea i hele mai e hoʻokahuli i ka hae, ʻo ia kona hoahānau Qin Qiong, a ua kauoha kona makuahine iā ia e kōkua malū iā ia. I ka lā o ke kaua hoʻoholo, ua hoʻololi koke ʻo Luo Cheng, ka mea e kiaʻi ana i ka Hae keleawe, a hui pū me Qin Qiong e lanakila i ka hoʻokumu ʻana i ka hae keleawe. Noho ʻo Luo Cheng i Dongling Pass a hoʻi lanakila. Moʻokūʻauhau.\n(He ʻōlelo hoʻohālikelike kēia moʻolelo i kekahi manawa pono ʻoe e hilinaʻi i ka noʻonoʻo ke hana ʻoe i nā mea, ma mua o ka hilinaʻi ʻana i ka manaʻo a i ʻole ka manaʻoʻiʻo.)", "聖意": "Ua makaukau ka hale e hoohiki, imi waiwai, malama i ke kuleana, e akahele i ka hana, he wahahee ka mare, hanau kaikamahine, noho na kanaka hele ma ke kula, enuhe kilika, ehiku helu, eono poino holoholona, ​​nalo kanaka, lehulehu. nā hoʻopiʻi, ka neʻe ʻana, ka waiwai nalowale, nā maʻi komohana, ka hopena o nā mauna, nā lua kupapaʻu, ke ala komohana", "古人": "Kōkua malū i ka iho ʻana i ka hae keleawe", "第X籤": "Kanahikukumamaiwa Lanakila i ka Lota", "宮": "Halealii awakea"}