{"籤詩版本二": "Ua hāʻule nā ​​lau o nā lāʻau sukamora, ke kokoke mai nei ka hāʻule, a ua like ka huakaʻi hoʻi o ka poʻe huakaʻi me nā ao.\nMahalo i ka hana nui a ke Akua, ua hoʻi ka moku me ka waiwai i ka makani.", "詩意": "Hōʻike kēia hexagram i ke kiʻi o nā lau sycamore hāʻule.\nHe hewa nā mea a pau ma mua a maikaʻi hoʻi i ka hopena.", "解曰": "Lawe i nā mea mai ka puʻuwai. Hahai ʻo Tianxin iā ia. I mea e ola ai. E hana i nā mea āu e hiki ai.", "籤詩故事一": "◇ Puhi ka makani i Tengwang Pavilion\nʻO Wang Bo, ʻo Zian ka inoa mahalo, he haku mele o ka mōʻī Tang mua. Ua hānau ʻia ʻo ia i ka makahiki mua o Yonghui, ʻo Emperor Gaozong o ka Mōʻī Tang. Heluhelu ʻo Wang Bo i nā palapala hemolele mai kona wā kamaliʻi mai, a ua ʻike ʻia ʻo ia he \"keiki prodigy\". Heluhelu ʻo Wang Bo i nā palapala hemolele mai kona wā kamaliʻi mai, a ua ʻike ʻia ʻo ia he \"keiki prodigy\".\nI ka umi o kona mau makahiki, maalo ae la laua me kona makuakane ma kahi luakini o Guandi, a ike aku la laua i ke kii hanohano o Guandi iloko o ka luakini, e paa ana i ke kope o \"Spring and Autumn\" a heluhelu ia, a ike kona makuakane ia mea, Ua oli ʻo ia iā Emperor Guan: \"E paʻa ana i ʻekolu mau ʻumiʻumi ʻōmaʻomaʻo, e heluhelu ana i ka mōʻaukala o Qing Dynasty i ke kukui ʻōmaʻomaʻo a me ka hoʻomaikaʻi ʻana i nā inoa kaulana. E paʻa ana i ka deragona ʻōmaʻomaʻo a me ka mahina ma kuʻu lima. \" Ua ʻōlelo ʻia. i ka pau ana o keia makahiki, ua hele aku o Wang Bo mai Shanxi a hiki i ka mokupuni o Hainan e kipa aku i kona makuakane i hoemiia i ka lunakanawai kalana o Jiaozhi, e hele ana ma na tausani mauna a me na muliwai ma ke ala. I ka makahiki he iwakāluakumamāhiku, ua hele ʻo Wang Bo mai Shanxi a hiki i ka mokupuni ʻo Hainan e kipa aku i kona makuakāne, ka mea i hoʻohaʻahaʻa ʻia ma ke kūlana o ka Lunakanawai Kalana ʻo Jiaozhi.\nI ko mākou hōʻea ʻana i ka mauna ʻo Madang i kēlā lā, ua hele nā ​​mea a pau i uka e hoʻomaha ai, i ka wā i hele ai ʻo Wang Bo ma kahi o ka luakini kahiko, ʻo ia wale nō, ʻike koke ʻo ia i kekahi ʻelemakule e noho ana ma luna o ka pōhaku e pili ana i ka heiau, ua like ka ʻelemakule me ke keiki me ka lauoho nani. a me ka hiʻohiʻona faile. ʻŌlelo akula ʻo ia iā Wang Bo \"ʻAʻole anei ʻo Wang Bo ʻoe?\" Puʻiwa ʻo Wang Bo a ʻōlelo ʻo ia, \"Pono! Pehea ʻoe i ʻike ai? manaʻo e hoʻopakele i nā kānaka, a he mea koʻikoʻi loa kāu mau mele. He pāʻina nui ma Tengwang Pavilion i ka lā ʻapōpō. Inā hiki iā ʻoe ke hele i ka ʻahaʻaina a kākau i kahi ʻatikala, e kaulana ʻoe i nā makahiki āpau a loaʻa nā lilo huakaʻi.\" ma Madang Mountain, ua hele na mea a pau i uka e hoomaha, ia Wang Bo e hele wale ana ma kahi luakini kahiko, ike koke aku la oia maluna o ka pohaku e pili ana i ka luakini, Aia kekahi kanaka elemakule e noho ana, me he keiki la me ka lauoho maikai a me ka moolelo. ʻĪ akula ʻo ia iā Wang Bo, \"ʻAʻole anei ʻo Wang Bo ʻoe?\"\nUa kāhāhā ʻo Wang Bo a ʻī maila, \"Pono! Pehea ʻoe i ʻike ai?\"\nʻĪ maila ka ʻelemakule: \"Ua lōʻihi koʻu lohe ʻana he manaʻo lokomaikaʻi kou e hoʻopakele i nā kānaka, a he ʻano nui nā mele āu i haku ai. e kaulana ʻoe i nā makahiki a pau a e loaʻa iā ʻoe nā lilo huakaʻi.\"\nʻĪ maila ʻo Wang Bo: \"He ʻeono a ʻehiku haneli mile ka mamao o kēia wahi mai Tengwang Pavilion. Pehea lā mākou e hiki ai i ʻaneʻi i ka lā ʻapōpō?\" ʻĪ maila ka ʻelemakule: \"E hoʻohana wau i ka lio ma ke ʻano he makani akua e kōkua iā ʻoe e holo mālie. e hōʻea mai ʻo ia i ka lā ʻapōpō.\" Ua hoʻomaikaʻi ʻo Wang Bo iaʻu a ʻōlelo mai: \"E kala mai iaʻu, e kuʻu makuahōnōwai kāne. , he akua make ʻole ʻoe a he akua paha ʻoe?\" ʻakaʻaka ka ʻelemakule a ʻōlelo mai, \"ʻO wau ka Zhongyuan Shuijun e mālama nei keia wahi wai!\" I mai la o Wang Bo, \"He eono a ehiku haneri mile ka mamao o keia wahi mai ka Pavilion o Tengwang. Pehea e hiki ai kakou maanei i ka la apopo?\"\nʻĪ maila ka ʻelemakule: \"E hoʻohana au i ka lio i makani akua e kōkua iā ʻoe e holo mālie.\nUa hoʻomaikaʻi ʻo Wang Bo iā ia a ʻōlelo mai, \"E kala mai iaʻu, e ka makuahōnōwai kāne, he akua make ʻole ʻoe?\"\nUa ʻakaʻaka ka ʻelemakule a ʻōlelo maila, \"ʻO wau ʻo Zhongyuan Shuijun nāna e mālama i kēia wahi wai!\" A laila koi akula ka ʻelemakule iā Wang Bo e eʻe koke i luna o ka waʻa. a ua pahee ka wai ma ke ala, i ka omo ana o ka maka, ua hele aku oia i na haneri mile.\nA laila, koi akula ua ʻelemakule nei iā Wang Bo e kau koke ma luna o ka waʻa, a ʻike akula ʻo ia i nā ao maikaʻi e hoʻopuni ana iā ia no kekahi manawa, a he huakaʻi mālie ia, ʻo ka ʻōpo ʻana o ka maka, ua hele ʻo ia i mau haneli mau mile. E like me ka mea i manaʻo ʻia, ua holo wikiwiki ʻo Wang Bo i ka Pavilion ʻo Prince Teng i ke kakahiaka o ka hanana nui.\nE like me ka mea i manaʻo ʻia, ua holo wikiwiki ʻo Wang Bo i ka Pavilion ʻo Prince Teng i ke kakahiaka o ka hanana nui. A ma ia wahi, ua kākau ʻo ia i ka \"Preface to Prince Teng's Pavilion\", i kapa ʻia ʻo ka haku mele mau loa e Emperor Gaozong o ka mōʻī Tang. A ma ia wahi, ua kākau ʻo ia i ka \"Preface to Prince Teng's Pavilion\", i kapa ʻia ʻo ka haku mele mau loa e Emperor Gaozong o ka mōʻī Tang.\nAia kekahi poem e olelo ana:\nUa ʻōlelo mau ʻia he mau akua ka poʻe akamai, no laila, ʻaʻole ia he pōʻino i lawe ʻia e ka makani iā ​​Nanchang i Nanchang;\nUa kākau wau i kahi ʻōlelo e pili ana i ka hale kiʻekiʻe o Teng Wang, a laila hele pū ʻo ia me ka poʻe make ʻole i Zhongyuan.", "聖意": "E pule no kou home a pale iā ʻoe iho, pule no nā pōmaikaʻi, ʻimi waiwai, a hoʻokō i ka male a me ka lokahi.", "古人": "Puhi ka makani i Tengwang Pavilion", "第X籤": "E kakau inoa kanawalukumamakahi", "宮": "Wei Gong"}