{"籤詩版本二": "No ka laʻana, ʻaʻole nalo ka papa ʻekolu, ʻehā, a me ʻelima o ka mahina mahina mua, ʻaʻohe hapa, ʻaʻohe hapa, a ʻaʻole i piha.\nKe kali nei i ka ʻaina awakea i ka lā ʻumikumamālima o ka makahiki, ʻālohilohi a piha nā mea a pau", "詩意": "Ma kēia hexagram, nalo ka mahina akā ʻaʻole piha.\nE ahonui i na mea a pau.", "解曰": "E noho conservative a kali. E like me ka malama mua o ka malama. Ke kali nei i ka manawa puni. ʻAʻohe mea ʻino.", "籤詩故事一": "◇ Ua piʻi ʻo Li Yuan i ka noho aliʻi\nI nā makahiki hope loa o ka moʻokūʻauhau Sui, ʻo ka Emperor Yang o ka moʻokūʻauhau Sui i hana ʻino a hoʻomāʻewaʻewa, e leʻaleʻa ana i nā wahi a pau, e hoʻonāukiuki ana i ka poʻe a me ka hoʻokaʻawale ʻana i ke aupuni i waena o nā koa.\nI ka makahiki 618 AD, ua hoʻokumu ʻo Yu Wenhuaji, Sima Dekan, Pei Qantong a me nā mea ʻē aʻe i kipi e pepehi iā Emperor Yang o ka Moʻokūʻauhau Sui a hoʻolaha ʻo Yang Hao i mōʻī.\nMa hope koke iho, pepehi ʻo Yu Wenhuaji iā Qin Wanghao a hoʻolaha iā ia iho ʻo Emperor Xu, e hoʻokumu ana i ka ʻāina Xu.\nI ka makahiki aʻe, ua luku pū ʻia ʻo ia e Tang general Li Shentong a me Xia mōʻī Dou Jiande.\nMa hope o ka ʻike ʻana o ka ʻāina ʻo Central Plains i ka make ʻana o Emperor Yang, ua kākoʻo ʻo Luoyang kiaʻi ʻo Wang Shichong i ka Mōʻī Dong o Yue i mōʻī, ʻo ia hoʻi, ʻo Emperor Ai o Sui Dynasty.\nI kēia manawa, hoʻopau ʻo Li Yuan iā Yang You, a hoʻolaha iā ia iho he mōʻī ma Taiyuan, a hoʻololi i ka inoa o ka ʻāina iā Tang. ʻO Tang Gaozu kēia.", "聖意": "Makemake ka home a me ka hale iā ʻoe iho, pōmaikaʻi i ke kauwela a me ka hāʻule, e makaʻala i nā kālepa, kali i ka manawa, ua lohi ka male, hānau ʻo Liujia i kahi kaikamahine, paʻa nā mea hele wāwae, paʻa nā ilo silika, paʻa nā holoholona, ​​paʻakikī. e ʻimi i nā kānaka, mālama ʻia nā hoʻopiʻi lehulehu a me ka neʻe ʻana, paʻakikī ka waiwai nalowale, paʻakikī ke kūkulu ʻana i ka maʻi, hoʻouna i ka hale kupapaʻu mauna, a hoʻololi.", "古人": "Ua piʻi ʻo Li Yuan i ka noho aliʻi", "第X籤": "Kanawalukumamakolu Lanakila Loteri", "宮": "Wei Gong"}