{"籤詩版本二": "He aha kāu e hana ai inā nalowale kou ʻano maikaʻi ma muli o kou kaulana?\nʻO ka ʻona, ʻaʻole maopopo iaʻu kahi e hele ai.", "詩意": "Hōʻike kēia hexagram i ka iʻa anuanu e haʻalele ana i ka wai.\nʻAʻohe mea hiki ke hoʻoneʻe.\n\n(He hōʻailona kēia hexagram o ka maikaʻi ʻino a me ka laki ʻino.\nE mālama i kou mau wāwae ma ka honua i nā mea a pau.\n)", "解曰": "Haʻalele ka iʻa anu i ka wai. he lele i ka hamo. Inā nīnau ʻoe e pili ana i nā hoʻolālā hoʻomoana. ʻOi aku ka maikaʻi iā Mo Qi\nʻO kēia hōʻailona e lawe mai i ka pōʻino iā Liujia. Ua hewa nā mea a pau. E pule no ka palekana.", "籤詩故事一": "◇ Hoʻāʻo ʻo Zhuangzi i kāna wahine\nUa hānau ʻia ʻo Zhuangzi ma ka moʻokūʻauhau Zhou, ʻo Zhuang kona inoa, ʻo Zhou kona inoa, a ʻo Zixiu kona inoa, he kamaʻāina ʻo ia no Mengyi i ka moʻokūʻauhau Song. I ka moʻokūʻauhau Zhou, ʻo ia ka luna o Qiyuan.\nI kekahi lā, ua hālāwai ʻo Zhuangzi me kekahi wahine ma ka mauna, e kuʻi ana ʻo ia i mua o kahi lua kupapaʻu hou, me ka haʻalulu nui ʻana i kāna peʻahi, me he mea lā ua makemake ʻo ia e hoʻomaloʻo i ka lepo pulu ma luna o ka lua. ʻAʻole maopopo iā Zhuangzi kona manaʻo, no laila ua nīnau ʻo ia iā ia. Ua ʻōlelo ʻo ia, ʻo kāna kāne ka mea i kanu ʻia i ka lua, a ʻo ka ʻōlelo hope a kāna kāne, ʻaʻole hiki iā ia ke mare hou a maloʻo ka lepo o ka lua. ʻAʻole hiki iā ia ke kali hou, no laila, hoʻāla ʻo ia i ka lepo kupapaʻu e maloʻo wikiwiki, i hiki iā ia ke alualu i ka lua o ka puna.\nUa kaniʻuhū ʻo Zhuangzi i kona manaʻo he wahine puʻuwai ʻole kēia ma ka honua. A laila, noʻonoʻo wau, e like paha kaʻu wahine me kēia? Ke kū mai ka kānalua, makemake wau e hoʻāʻo.\nʻO Tian ka inoa o ka wahine a Zhuangzi, ​​a ʻo ka mea maʻamau, he pilina pili ko lāua.\nI ka lohe ʻana ua make ʻo Zhuangzi i ka maʻi hikiwawe, ua nui ka poʻe mai nā wahi a pau, me nā ʻohana a me nā hoaaloha, i hele mai e hōʻike i ko lākou aloha, ʻo ia hoʻi kekahi aliʻi maikaʻi a me kahi moʻopuna mai ka mokuʻāina ʻo Chu, a ua waiwai ʻo ia i ka waiwai. He wahine kāne make hou ʻo Tian a he minamina, ua alualu ʻo ia iā ia. ʻAʻole hiki iā Ms. Tian ke hoʻomanawanui i ka hoʻowalewale a aloha iā Wang Sun, ua male lāua i nā lā he iwakālua wale nō.\nI kēlā pō, i ka wā i ʻona ai ka waina a ua wela nā pepeiao, ua loaʻa koke ʻo Wang Sun i ka maʻi puʻuwai a make.\nUa makaʻu a makaʻu ʻo Ms. Tian, ​​a nīnau koke iā Wang Sun i ka mea e hana ai. Ua hoʻomanawanui ʻo Wang Sun i ka ʻeha a haʻi iā Ms. Tian e hiki ke hoʻohana ʻia nā lolo o nā kino make e hoʻihoʻi i ke ola.\nMa hea e loaʻa ai ke kino make? Ua noʻonoʻo koke ʻo Tian, ​​ʻaʻole anei i make kāna kāne? Ua poina ia Mr. Tian i ke aloha kahiko o ke kane a me ka wahine, a ua lalau maoli oia i ke koi a nahae ka pahu kupapau o kana kane, me ka hoomakaukau ana e lawe i kona lolo no ka laau.\nMe ka manaʻo ʻole, i ka wā i wehe ʻia ai ka pahu kupapaʻu, ua ola hou ʻo Zhuangzi. Hilahila loa o Ms. Tian a kaawe iaia iho.\n(He ʻōlelo hoʻohālikelike kēia moʻolelo no ka uhaki ʻana i ka pilina no ka pono pilikino, no laila ʻaʻole hiki iā mākou ke ʻae me ia.)", "聖意": "Ua maluhia ka hale, ua palekana ka pono iho, ua pono ole ke dala, ua mohaiia na kalepa, ua hoopauia ka mare ana, ua pomaikai ka hewa ma Liujia, aole i hiki mai ka poe hele wawae, ua palahalaha ka enuhe silika, ua palahalaha na holoholona, ​​na kanaka. ua nalo, ua loli ka hoopii, ua malama ole na haumana, aole mai ka waiwai, ua ino ka mauna a me ka luakupapau.", "古人": "Hoʻāʻo ʻo Zhuangzi i kāna wahine", "第X籤": "Lot 84", "宮": "Wei Gong"}