{"籤詩版本二": "Ua uhi ʻia nā ao ʻeleʻele a me ka noe ma ke alanui ma mua o ke kuahiwi, ua poepoe nā mea a pau a ua poepoe hou ka mahina.\nInā loaʻa iā ʻoe nā mele a me nā puke, ala ʻoe mai ka moeʻuhane hohonu, na ke kanaka hanohano e alakaʻi iā ʻoe i luna o ka hale.", "詩意": "Hōʻike kēia hexagram i ka hopena o ka puna a me ka mohala o nā pua.\nHoʻololi nā mea a pau ma hope o ka Haku.", "解曰": "Pono ka ʻelemakule e noi i ke kōkua. Mohala hou i ka puna. Makemake i ka kaulana a me ka waiwai. Loaʻa i kahi makani makani ma hope o ke ola.", "籤詩故事一": "◇ Hāʻawi ʻo Han Wengong i ka hau\nʻO Han Yu, ʻo Tuizhi kona inoa aloha, no Changli. Ua lilo ʻo Tang Dezong i Jinshi i ka makahiki ʻewalu o Zhenyuan, a ʻo Wen Gong kona inoa hope.\nI ka wā o ka Emepera Xianzong o ka mōʻī Tang, ua hoʻopiʻi ʻo Han Yu me nā iwi o ka Buddha, kahi i huhū ai ka Emepera. Ua haʻalele ʻo Han Yu i kāna wahine a me kāna mau keiki a hele i Chaozhou. Ma hope o ka hele wāwae ʻana ma lalo o kekahi mau lā, piʻi aʻela ka makani anu a ua nui ka hau. Ua hiki ʻo Han Yu i kahi o ka hau he mau kapuaʻi ka hohonu, he mea paʻakikī i kona lio ke neʻe ʻana i mua, ʻaʻohe hale kokoke a ʻaʻole ʻo ia i ʻike i kahi o ke alanui. Inā makemake ʻoe e hahai i ke ala a hoʻi hope, ʻaʻohe ala hoʻi. Paʻa ikaika ka makani a hāʻule koke ka hau, pulu ʻo Han Yu i ka ʻili, maloʻo a pōloli, ʻaʻohe wahi e hōʻike ai i kona kaumaha.\nUa kaniʻuhū ʻo Han Yu a ʻōlelo: \"ʻAʻole e pepehi ka Emepera iaʻu, akā makemake ka Emepera e luku iaʻu.\"\nI ka manawa i makemake nui ai ʻo Han Yu, ua ʻike ʻo ia i kahi kanaka e hele mai ana e hoʻomaʻemaʻe i ka hau me ke anuanu nui.\nMa mua, ua ʻōlelo aku ʻo Han Xiangzi iā Han Yu: \"ʻAuhea ka home o Yun Heng ma Qinling? ʻO ka hau e pili ana i ka puka uliuli a pau ka lio i ka neʻe ʻana i mua. \" I kēlā manawa, ʻaʻole maopopo ʻo Han Yu i ka manaʻo o Han Xiangzi, akā i kēia manawa ʻo ia. maopopo loa.\nNo laila, hele ʻo Han Yu lāua ʻo Han Xiangzi e moe i ka pō ma ka hale o Fu ma Languan. Ma ke kamaʻilio ʻana e pili ana i ka wā i hala a me ke ala i ka mahiʻai ʻana, ua manaʻo maoli ʻo Han Yu.\nMa hope mai, haʻalele ʻo Han Yu i kona kūlana kūlana, hāʻawi i kāna waiwai āpau i ke aupuni kūloko, a hele i nā mauna e hoʻomaʻamaʻa i ka Taoism a lilo i mea make ʻole.", "聖意": "ʻAʻole maikaʻi ka hale iā ʻoe iho, e makaʻala i ka ʻimi kālā, e nānā i ka ʻoihana, ua lohi ka male ʻana, ʻo Liujia wahine hele wāwae e poloka i nā mahina ʻai, maikaʻi nā siliki, maikaʻi nā holoholona, ​​paʻakikī ka loaʻa ʻana o nā kānaka, hoʻopiʻi hou ʻia nā hoʻopiʻi lehulehu, ʻo ka neʻe ʻana. hōʻano hou, lilo nā mea koʻikoʻi, hoʻopaneʻe nā maʻi, pono e hoʻololi i nā hale kupapaʻu mauna.", "古人": "Hāʻawi ʻo Han Wengong i ka hau", "第X籤": "Kanawalukūmālima lanakila loteri", "宮": "Shen Gong"}