{"籤詩版本二": "Ke hele nei ma ka hapalua o ke kuahiwi komohana, ʻaʻole hiki ke hoʻopaʻa ʻia nā pali o Junling.\nKe nānā nei i luna i ke Akua no ka palekana, aia nō kēia kino i loko o ka hale morgue", "詩意": "Ua like kēia hexagram e ʻimi ana i ke gula ma ke one.\nAia nā hōʻailona o ka poʻe hanohano ma nā mea a pau.\n\nEia kekahi: Hōʻike kēia hexagram i ka pilikia o ke kanaka.\nAia nā hōʻailona o ka poʻe hanohano ma nā mea a pau.", "解曰": "Hiki ke loaʻa iā Jade ma ke kālai pōhaku. E huli i ke gula ma ke one. Pono e hana ikaika. Pilikia wale.\nʻO kekahi hana: kahi kūlana paʻakikī. ʻAʻohe wahi e noho ai. E noi i ka hoʻomaikaʻi ʻana i ke Akua. E pule no ka maluhia o ka naau.", "籤詩故事一": "◇ Nahu gula a ʻimi i nā ana o lalo\nNo ka hoʻolauleʻa ʻana i kāna hana koa, ua mālama ʻo Cheng Yaojin i kahi ʻahaʻaina ma Yanwuyang. Ua hāmama koke aʻela kekahi puka i loko o ka lepo, ʻaʻole hiki ke ʻike ʻia, hailona nā kānaka a pau ma ka ʻohi ʻana i nā huaʻōlelo, nahu ke gula i lanakila, a me ka hoʻolimalima ʻana i nā kaula e nakinaki ai i loko o ka lua.\nAia nā puka pōhaku, nā papaʻaina, nā noho, nā alahaka, a me nā mea ʻē aʻe, aia ma luna o ka pākaukau nā ʻaʻahu deragona a me nā kāʻei jade, i hana ʻia me ke gula a kahiko ʻia i waho o ke ana.\nUa puka mai ʻo Yao Jin mai loko mai o ka lua me kahi pahu nui a me kahi pahu liʻiliʻi, wehe i ka pahu lāʻau a lawe i ka sila jade, wehe i ka pahu, lawe i ka hae nui, ka lei aliʻi a me nā alahele a kau i ka papaʻaina, a me nā mea a pau. nana lakou pakahi. Ua ʻike au i nā mea sila ʻewalu i kahakaha ʻia ma ka sila nui ʻo \"The Demon King of Hunshi, the Great Virtuous Emperor\".\nUa hoʻomana nā kānaka a pau iā ia ma ke ʻano he \"Emperor\", a ua hana ʻo Yaojin i kēia no ʻekolu makahiki ma ke ʻano he Demon King. (ʻOiaʻiʻo, ua hoʻolaha wale ʻia kēia, a ʻo Cheng Yaojin wale nō ke alakaʻi o ke kauhale i kēlā manawa.)\n(He ʻōlelo hoʻohālikelike kēia moʻolelo i nā mea maikaʻi e like me ka hana keaka.", "聖意": "ʻO ka pule no ka home a me ka hale, hoʻohewa iā ʻoe iho, ʻimi waiwai, hana ikaika, makaʻala i ka ʻoihana, e keakea ʻia ka male ʻana e Liu Jiaxu, poʻe hele wāwae, Chi Tian, ​​​​silkworms, paʻa ʻeono holoholona, ​​ʻimi i nā kānaka, ʻaʻohe hihia, nalowale. , ka neʻe ʻana, ka mālama ʻana i ka waiwai nalowale, nā maʻi ʻino, nā pilikia, nā mauna a me nā lua kupapaʻu.", "古人": "Ke 'imi 'ana i ka Crypt for Gold", "第X籤": "E kakau inoa kanawalukumamahiku", "宮": "Shen Gong"}