{"籤詩版本二": "Mai hoʻoluhi mai iaʻu i kāu mau hana pilikino, ʻoi aku ka pono o ka nīnau ʻana i ka lehulehu.\nʻO ka puʻuwai maʻemaʻe e like me ka mālamalama a me ka mālamalama e like me ka mahina o ka lani", "詩意": "Hōʻike kēia hexagram i ke kiʻi o kahi mahina mālamalama i ka lewa.\nHe mālamalama a he ea nā mea a pau.", "解曰": "E ku pono ka naau. E hoopololei i ke kanawai. ʻŌlelo hemolele. Akaka loa.", "籤詩故事一": "◇ ʻO ka pūkaua nui o Kong Ming\nPane: Hoʻoulu ʻo Zhuge Liang i kona pūʻali koa a me nā pūkaua\nI ka wā o nā Aupuni ʻEkolu, ua hānau ʻia ʻo Zhuge Liang (181-234), ʻo Kongming ka inoa aloha, ma Yangdu, Langya (i kēia manawa ʻo Yinan County, Shandong Province).\nUa ʻae ʻo Zhuge Liang e lilo i luna ma hope o ko Liu Bei kipa ʻana i ʻekolu kipa ʻana i ka hale pili i kēlā manawa, ua hoʻomaha ʻo Cao Cao iā Hebei a ua manaʻo ʻo ia e hele i ka hema. ma ke ano he hope Generala, e alakai ana i ka puali 100,000 e hele aku i Xinye. ʻOiai he manaʻo ko Zhuge Liang e haʻalele i ka ʻenemi i kēlā manawa, ua hoʻowahāwahā ʻo Guan Yu lāua ʻo Zhang Fei i nā ʻōlelo a Zhuge Liang. ʻAʻohe o Zhuge Liang i koho ʻē aʻe, ʻo ka hoʻohana ʻana i ka pahi kaua a Liu Bei e hoʻopio i nā kānaka ʻelua, alakaʻi kēlā me kēia i hoʻokahi tausani koa a me nā lio, a peʻe aʻe ma Yushan a me Anlin, kali lākou iā Xiahou Dun e alakaʻi i kona pūʻali e hele aku, a laila hoʻouka aku iā lākou me ka hoʻohālua a me ke ahi.\nEia hou, ua hoʻouna ʻia ʻo Zhao Yun e alakaʻi i nā koena kahiko a nāwaliwali o ka pūʻali koa e kaua ma ke ʻano he poʻe kiaʻi kūʻē iā Xiahou Dun, a laila hoʻopunipuni ʻo ia a hoʻi hope, e hoʻowalewale iā Xiahou Dun i ke ala haiki i nā mauna a me nā ululāʻau. ʻO Ping, Zhou Cang, Liu Feng a me nā poʻe ʻē aʻe e holo i ka hope o ka pūʻali koa o Cao, e puhi ana i nā lako a hoʻoweliweli i ka pūʻali koa o Cao.\nMa hope o ke kaua, ua hana nā mea a pau e like me kā Zhuge Liang i hoʻonohonoho ai. I ka wā i alakaʻi ai ʻo Xiahou Dun lāua ʻo Yu Jin i ka pūʻali e alualu, ua haʻi koke ʻo Li Dian, aia ma hope, iā Xiahou Dun ma mua e pono iā ia ke kiaʻi i nā hoʻouka ahi a nā ʻenemi. ke alanui ololi a aia ma kahi i hui pu ia ai na laau, nolaila aole i hiki ke aa ke ahi, ua nui na poino, a ua hee ia Xiahou Dun a me na kenerala e ae a holo aku i Xudu.\n(He mea hoʻohālike kēia moʻolelo no ka maikaʻi o Kong Ming i ka hoʻohana ʻana i nā kānaka a me ka hoʻokele ʻana i ka ʻāina me ka naʻauao.)", "聖意": "Aloha ka home a me ka hale, makemake au i ka laki maikai i ka waiwai, ka maluhia o ka naau, ka waiwai, ka pono, ka mare, ka pomaikai, ka pomaikai ma Liujia, na kanaka nee kihapai, na enuhe kilika, nalo na holoholona, ​​na kanaka nalo, na hoopii aupuni, na nee, nalo waiwai. pomaikai, mai, maluhia, mauna a me na lua kupapau.", "古人": "ʻO ka pūkaua nui o Kong Ming", "第X籤": "ʻO ka hōʻailona ʻeiwa", "宮": "Halealii o Yin"}