{"籤詩版本二": "ʻO kahi hōʻike maikaʻi e kū ai ʻoe i waho o ka lehulehu me ka maka, a hoʻololi kou wā e hiki mai ana a lawe mai ʻoe i ka waiwai nui.\nHe ala ākea e like me ka lani, a ʻo nā kālā a pau āu e hāʻawi ai i loko o kou puʻuwai", "詩意": "Hōʻike kēia hexagram i ka wā e hiki mai ana.\nHolo maikaʻi nā mea a pau.", "解曰": "He alanui nui. Hiki iā ʻoe ke neʻe i mua. E hoʻohana i kou puʻuwai. Imua wale no.\nHele nā ​​mea a pau e like me ka hoʻolālā me kēia hōʻailona. Laki maikaʻi iā Jichang.", "籤詩故事一": "◇ ʻEkolu mau koa e hakakā me Lu Bu\nPane: ʻEkolu mau koa Zhang Fei, Guan Yu, a me Liu Bei e hakakā me Lu Bu\nUa ʻike ʻo Dong Zhuo ua ʻoki ʻia ke poʻo ʻo Hua Xiong a ua hoʻouna ʻia ʻo Lu Bu e lele e kaua. I ka wā i hele ai ʻo Lu Bu i ke kaua, ua pepehi ʻo ia i nā pūkaua ʻo Fang Yue a me Mu Shun, a pepehi iā Wu Anguo a me Gongsun Zan.\nUa ʻike ʻo Zhang Fei ʻaʻole hiki iā Gongsun Zan ke lanakila iā Lu Bu, no laila ua hoʻololi koke ʻo ia iā Gongsun Zan a hoʻōho: \"E haʻalele nā ​​kauā o nā inoa inoa ʻekolu! Aia ʻo Zhang Fei mai Yan!\" Ma hope o kēlā, ua hakakā lākou no nā pōʻai he kanalima. me ka lanakila ole.\nMa hope o ka ʻike ʻana o Guan Yu, ua hoʻouka ʻo ia me Zhang Fei iā Lu Bu a hakakā ʻo ia no kanakolu puni.\nUa lawe pū ʻo Liu Bei i nā pahi kaua ʻelua, paʻi i kona lio a hele i mua e kōkua iā Zhang Fei lāua ʻo Guan Yu.\nHoʻopuni nā kānaka ʻekolu iā Lu Bu a hoʻomau i ka hakakā ʻana, ʻo ka poʻe a pau o ka pūʻulu puʻuwai.\nʻAʻole i liʻuliʻu, ua hoʻomaka ʻo Lu Bu i ka emi ʻana o ka ikaika, ua emi hope ka Pegasus o Lu Bu, akā ua alualu nā kānaka ʻekolu iā Lu Bu me ka hōʻole ʻole e haʻalele, ʻaʻole lākou i haʻalele a hiki i ko lākou hālāwai ʻana me ko Lu Bu pūʻali.\n\"ʻEkolu Aupuni\"\n(He ʻano hoʻohālikelike kēia moʻolelo no ke koa a me ke akamai o Lu Bu i ka hakakā. Hiki i ke kanaka ke lanakila i ʻekolu kānaka.)", "聖意": "ʻO ka puʻuwai o ka hale a me ka home e hele wale ana ma kāna huakaʻi ponoʻī e ʻimi i ka waiwai. ʻO kahi ʻatikala male hiki ke hele i Liujia. Hele maikaʻi nā mea no nā kānaka. Hoʻohana ʻia nā enuhe silika Zhushuntian. Hiki ke loaʻa nā kānaka i waena o nā holoholona ʻeono. Ma mua o ka hoʻopiʻi lehulehu, Yichang , migration, lilo waiwai, mai, mauna luakupapau, etc., he pomaikai.", "古人": "ʻEkolu mau koa e hakakā me Lu Bu", "第X籤": "He kanaiwakūmākahi lanakila loteri", "宮": "ʻO ʻoe ka Hale Aliʻi"}