{"籤詩版本二": "Ua pulu ʻo Luan Feng Xiang i ka ua, akā i kēlā manawa ua hoʻoweliweli ʻia ʻo ia e Queer.\nPīhoihoi au i ka ʻike ʻana i kekahi lā, ua mamao loa ke ao, akā, hoʻihoʻi mau wau i koʻu lole iā ʻoe.", "詩意": "Hōʻike kēia hexagram i ka hōʻailona o Luan a me Phoenix i uhi ʻia e ka ua.\nHele mai nā mea a pau ke hiki mai ka manawa.", "解曰": "Ke holomua nei ka mea ʻino i kēlā me kēia lā. ʻAʻole pono e hana ke kāne. E mālama iā ʻoe iho. E hana i ka wā e hiki mai ai ka manawa.", "籤詩故事一": "◇ Hāʻawi ʻo Gao Jun i ka male\nI ka moʻokūʻauhau mua o Song, ua hoʻohui ʻo Zhao Kuangyin i ka ʻākau a ua hāʻawi pio ka ʻāina a pau. a ua pilikia ke kūlana. ʻO ke keiki kāne a Zhao Kuangyin, ʻo Gao Junbao, he kanaka ʻōpio me kahi pū gula, haʻalele iā Bianjing e wāwahi i ka hoʻopuni ʻana iā Shouzhou.\n, i ka maalo ana ma ka mauna o Shuangsuo, ua wawahi lakou i ka hoailona o ke kane i kukuluia e Liu Jinding, a ua paio laua, nolaila, ua lanakila o Liu Jinding ia Gao Junbao i ekolu manawa me kana oihana kaua kupanaha, a ua hoololi laua i na maka gula a me na bele kala no ke ola. ʻO Gao Junbao ke kaikunāne a Zhao Kuangyin, i mea e hoʻopakele ai i ka Zhao Kuangyin i paʻa i Shouzhou, ua haʻalele ʻo ia iā Bianjing a hele i ka mauna ʻo Shuangsuo. ʻoihana kaua maikaʻi loa a koi ʻia e hana pēlā. Ua alakaʻi nā kāne i ka lehulehu i loko o ka pā a hoʻopakele iā Zhao Kuangyin.\n(ʻO ke ʻano hoʻohālikelike o kēia moʻolelo, ʻaʻole i hoʻokuʻikahi ʻia lāua (ua hoʻomāinoino ʻia lāua), akā ua hoʻolauleʻa ʻia ma hope.)", "聖意": "ʻAʻole maikaʻi ka hale iā ʻoe iho, e makaʻala i ka ʻimi kālā, keakea ʻana i ka ʻoihana, ke kali ʻana i ka male, hoʻopaneʻe ka male ʻana, nalo nā kānaka, lohi i ka mahina ʻai, nā ʻano silika, nā holoholona lohi, nalo nā kānaka, paʻakikī i ka loaʻa ʻana o nā kānaka, nā hihia hoʻokolokolo, nā poho, ka neʻe ʻana, conservativeness, lilo waiwai, mai ino, hoonui mauna a me na lua kupapau.", "古人": "Hoʻopaʻa ʻo Gao Jun i ka male", "第X籤": "He kanaiwakūmākolu i lanakila i ka hailona", "宮": "xugong"}