{"籤詩版本二": "ʻAʻole pono ke keonimana e manaʻo i ka poʻe liʻiliʻi, inā hewa nā mea, pilikia ia.\nPono e hoʻolohe ʻia ke kani ʻana o ka piano me kahi hoa pili.", "詩意": "Pono kēia hexagram e hālāwai me ke kiʻi o kahi hoaaloha pili.\nʻO ka mālama mau ʻana i nā mea e lawe mai i ka pōmaikaʻi.", "解曰": "Zhiyinfangxu. Mai hoʻolohe i nā mea ʻē aʻe. E mālama iā ʻoe iho e like me ke kanaka hanohano. Hauʻoli nā mea a pau.\nʻEhā mau huaʻōlelo ʻo Zhiyin Fangxu, i kākau mua ʻia ʻo Shiyin Fanghua.", "籤詩故事一": "◇ kipa ʻo BoYa i nā hoaaloha (BoYa Broken Qin)\nʻO Boya, i kapa ʻia ʻo Yu, i kapa ʻia ʻo Rui a me ka inoa mahalo ʻo Boya, he kamaʻāina ʻo ia no Yingdu, Chu State i ka wā puna a me ka Autumn a me ka Warring States Period.\nUa hana ʻo Zhong Ziqi ma ke ʻano he mea ʻoki lāʻau ma ke Aupuni Chu. I kekahi lā, hālāwai ʻo ia me Yu Boya e hoʻokani ana i ka lira ma ka muliwai ʻo Han. Ua lohe ʻo Zhong Ziqi i kahi leo e ʻōlelo ana: \"Ua like ke kiʻekiʻe me ka mauna a me ka ʻoluʻolu e like me ka wai kahe.\" Ua male lāua a hoʻohiki e hui hou i ka wā o Mid- Autumn Festival i kēia makahiki aʻe.\nI ka makahiki aʻe, ua mālama ʻo Yu Boya i ke koho e like me ka mea i hoʻonohonoho ʻia, akā ua hala ʻo Zhong Ziqi. Ma hope o ka ʻike ʻana o Yu Boya ua make ʻo Zhong Ziqi, manaʻo ʻo Yu Boya ʻaʻohe mele hou ma ka honua a ʻaʻole ʻo ia e hoʻokani hou i ka lira i kona ola ʻana.\nʻōlelo:\nE uhai ana i ka Yao Qin a me Feng Wei Han. ʻAʻole mālama ʻo Zi Qi i kāna mea pāʻani.\nHāʻawi ka makani puna i nā hoaaloha a pau. He paʻakikī ka loaʻa ʻana o kahi hoaaloha ʻoiaʻiʻo.", "聖意": "E makaala i ka hele ana iwaho o kou home a me kou hewa ponoi, I ka imi waiwai, e akahele i na hana kalepa, He mea pono ke lohi i ka mare ana, He mea pono ole i na wahine hele wawae ke nee i na mala, enuhe kilika a me na holoholona, ​​e imi ikaika i kanaka. , e hoʻopiʻi i ka hoʻopiʻi a me ka neʻe ʻana, e ʻimi koke i ka waiwai nalowale, e ālai ʻia e nā maʻi, a me nā hale kupapaʻu ma nā kuahiwi.", "古人": "Hele ʻo Boya i nā hoaaloha (Boya Broken Qin)", "第X籤": "Lot kanaiwakūmāhā", "宮": "xugong"}