{"籤詩版本二": "Aia ka makemake a me nā hoʻokō i ka moʻokūʻauhau, akā i kēia manawa e pau ka inu a me ka moekolohe.\nInā ʻike ʻoe i ka moa gula, e uku ʻia ʻoe me ke kālā, ka waiwai a me ka waiwai.", "詩意": "Hōʻike kēia hexagram i ka hōʻailona o ka makemake a me ka kaulana.\nE mālama pono i nā mea a pau.", "解曰": "Manaʻo a hauʻoli. ʻAʻole i lohi ka mālama ʻana iā ʻoe iho. Hoʻohiki ka moa gula. Hauʻoli nā mea a pau.", "籤詩故事一": "◇ Ua hoʻolaha ʻo Cao Pi iā ia iho i mōʻī\nUa hānau ʻia ʻo Cao Pi, ʻo Zihuan ka inoa aloha, ma Peiguoqiao (ʻo Hao County, Anhui i kēia manawa). He kanaka kālai'āina kaulana a mea kākau i ka wā Jian'an.\nʻO Cao Pi ke keiki kāne ʻelua a Cao Cao. Ua noho ʻo ia me kona makuakāne i ka pūʻali koa mai kona wā kamaliʻi mai, ma lalo o ka mana o kona makuakāne, ua aʻo ʻo Cao Pi i ka pana pana i ka makahiki ʻeono a me ka holo lio i ka makahiki ʻewalu, a ua ulu aʻe. ʻoihana kaua maikaʻi. Loaʻa iā ia ka ʻike nui o nā moʻolelo kahiko a me nā moʻolelo o kēia wā, a me nā puke o nā haneli o nā kula noʻonoʻo. ʻAʻole hiki i ka ʻumikūmāwalu makahiki i lanakila ai ʻo Cao Cao iā Yuan Shao a ua noho ʻo Cao Pi i kahi ola paʻa ma Yecheng, ke kikowaena o ke aupuni o Cao Cao. Mai ia manawa mai, ʻoiai ua hele pū ʻo ia me kona makuakāne i nā huakaʻi koa a noho ʻo ia i ke ola o ke keiki hanohano i ka hapa nui o ka manawa, hoʻomaʻamaʻa mau ʻo ia i ka ʻoihana kaua i kēlā me kēia lā a ʻaʻole i hōʻole a hiki i kēia lā. Holo pinepine ʻo ia ma luna o kona lio ma nā ʻanuʻu hoʻokahi haneli a he akamai loa i ka ʻoihana kaua, no ka mea, hoʻomaʻamaʻa pinepine ʻo ia i ka ʻoihana kaua, he māmā a ikaika.\nUa pepehi ʻia ke keiki hiapo a Cao Cao ʻo Cao Ang ma ke kaua. Ma hope o ka make ʻana o ke keiki hiapo, ua lilo ʻo Cao Pi i koho mua no ke keiki aliʻi. I ka piha ʻana o kona mau makahiki he kanakolukumamākahi, ua lilo ʻo ia i aliʻi aliʻi e Cao Cao. I ke kanakolukumamākolu o nā makahiki o Cao Pi, make ʻo Cao Cao i ka maʻi, a ua pani ʻo Cao Pi i ke kuhina nui a me ke aliʻi o Wei. Ua ʻōlelo ʻo ia, ua holo pinepine ʻo ia ma luna o ka lio ma nā ʻanuʻu he haneli a he akamai loa, no ka mea, hoʻomaʻamaʻa pinepine ʻo ia i ka kungfu, māmā a olakino.", "聖意": "E pule no ka maluhia o kou home a me kou home, imi waiwai, hana nui, kalepa, wawahi koke, pomaikai ka mare, maluhia o Liujia, noho na kanaka ma ke kula, oo ka enuhe silika, oo ka holoholona eono. paʻakikī ka loaʻa ʻana o ka poʻe, wikiwiki nā hoʻopiʻi lehulehu, nalowale ka neʻe ʻana, a mamao loa nā mea, e mau ana nā maʻi ma nā kuahiwi a me nā lua kupapaʻu.", "古人": "Hoʻolaha ʻo Cao Pi iā ia iho he mōʻī", "第X籤": "He kanaiwakūmālima lanakila loteri", "宮": "xugong"}