{"籤詩版本二": "He mea maʻamau ka pagoda nani, me nā hiʻohiʻona nani ma nā ʻaoʻao a pau e ʻālohilohi.\nKe noi aku nei au iā ʻoe e hoʻopaʻa paʻa e kūlou ikaika a hana i nā hana maikaʻi, a na ka lani e hoʻomaikaʻi iā ʻoe.", "詩意": "Hōʻike kēia hexagram i ka hōʻike o ka pono.\nHe pōmaikaʻi nā mea a pau.", "解曰": "ʻO kēia mau pōmaikaʻi. Loaʻa i nā kānaka a pau. Mai hana nui. Hoʻoholo ʻia ka pono ma mua.", "籤詩故事一": "◇ Hālāwai ka Mōʻī o Fenyang i kāna moʻopuna ma ka lā Valentine o Kina\nPane: Ua hui ʻo Guo Ziyi me ke Kaikamahine Weaver e iho mai ana i ka honua i ka lā Valentine o Kina. ʻO Tiansun, ka moʻopuna a ka Emperor Jade, ʻo ia ka ʻEhiku Fairies.\nʻO Guo Ziyi (697-781), ʻo ia hoʻi ʻo Guo Linggong, he kamaʻāina ʻo ia no Zheng County, Huazhou (ʻo Huaxian County, Shaanxi Province) a he pūʻali koa ma ka moʻokūʻauhau Tang. Ua hāʻawi ka ʻaha imperial iā Ziyi i ka inoa o ke Aliʻi o Fenyang.\nUa ʻōlelo ʻia ʻo Ziyi no Huazhou kahi i hele ai e hui pū me ka pūʻali ma waho o ka Pa Nui, ua hele ʻo ia i Pekina e koi i ka uku koa a hoʻi i Yinzhou, ʻo ia ka lā Valentine o Kina i kēlā manawa, ʻo ka makani a me ke one. e poeleele ana ka la, aole hiki ia Ziyi ke nee imua, nolaila, e ku ana oia ma kapa alanui, e moe ana oia ma ka papahele iloko o kekahi hale kaawale, a kokoke e hiamoe, ike koke aku la oia i ke kukui ulaula. ma na aoao elua, ku ae la oia iluna a nana aku la me ka pihoihoi, aia he ao ma ka lani e iho malie mai ana, aia no e noho ana kekahi wahine maikai, hanohano a nani, okoa loa mai na kanaka ma'amau. Hoʻomaikaʻi koke ʻo Ziyi i kāna ʻōlelo ʻana, \"ʻO kēia ka hiku o ka lā o ka ʻehiku o ka mahina.\nPane aku la ka wahine: \"Me ka waiwai nui e hiki mai ai ka loihi.\"\nMa hope o ka pau ʻana o kāna kamaʻilio ʻana, ua hoʻi mai ka ʻālohilohi a piʻi mālie ke ao, e nānā mau ana ka wahine iā Guo Ziyi me ka ʻakaʻaka ʻoluʻolu, aia wale nō ʻo ia i kahi mamao loa mai ona aku, ua pōwehiwehi ka uahi a ʻaʻole hiki ke ʻike hou ʻia.\nUa ʻike ʻia he ʻoiaʻiʻo, e like me ka ʻōlelo a ka wahine. Kaulana ʻo Ziyi i ke ao holoʻokoʻa, he kuhina kaulana ʻo ia, a he pūʻali koa me nā pono a me nā pono.", "聖意": "Hana i ka makemake nou iho ma ka home, hana i ka manao nou iho, pule no ke kala, laki maikai ma ka oihana, laki maikai i ka mare ana, laki maikai ma Liujia, hauoli huakai me na kanaka, nee kihapai, enuhe silika, paopao holoholona, ​​ino ka loaa ana. nā kānaka, nā hoʻopiʻi lehulehu, ka neʻe ʻana, ka pōmaikaʻi, nā maʻi waiwai nalowale, nā hale kupapaʻu ma Zhenxingshan", "古人": "Ua hui ʻo King Fenyang i kāna moʻopuna ma ka lā Valentine's Chinese", "第X籤": "Kau inoa kanaiwakūmāono", "宮": "xugong"}