{"籤詩版本二": "Ua lohi ka hele i loko a i waho e ʻimi i ka ʻōlelo aʻo, hopohopo a hopohopo no ka hoʻopilikia ʻana\nE like me ka manu e lele ana i loko o ka pahele, pehea ka lōʻihi e pakele ai?", "詩意": "He hōʻailona kēia hexagram o ka mālama ʻana i nā mea kahiko a hoʻololi i ka hopena.\nʻO nā mea a pau i hewa ka mea nui.", "解曰": "E mālama pono i kēlā me kēia manawa. E kali ana i ka hiki ʻana mai o ka hanohano. Inā nīnau ʻoe i nā mea a pau. E lohi ka mea nui.", "籤詩故事一": "◇ Ua pepehi ʻia ʻo Ji Ping\nʻO Ji Ping, nona ka inoa maoli ʻo Ji Tai, i ʻike ʻia ʻo Ping, he kauka imperial i ka moʻokūʻauhau Han.\nI ka makahiki ʻelima o Jianʻan (200 AD), ua lilo ʻo Cao Cao i kuhina nui a ʻaʻole i manaʻo nui i ka mōʻī, mai kona heluhelu ʻana i ke kauoha i kākau ʻia e ka mōʻī ma kona kāʻei, ʻo Dong Cheng, ʻaʻohe ala e loaʻa ai. hoʻokuʻu iā Cao Cao, huhū a huhū, hopohopo, hāʻule ʻo ia i ka maʻi.\nNoi aku ka Emepera Xian i ke kauka emepera ʻo Ji Ping e mālama iā Cao Cao. Heluhelu mai o Ji Ping i ke kauoha huna a ka Emepera a ua paa kona manao e hoopau ia Cao Cao, nolaila, noonoo pu laua i ka manao. ʻAʻole i manaʻo ʻia, he mau pepeiao ko nā paia. Ua hahau ʻia ʻo Qin Qingtong, ke kauā hale a Dong Cheng, he kanahā mau manawa me ka lāʻau e Dong Cheng, no kāna hihia me ka wahine ʻōpio a Dong Cheng. Ua huhū ʻo ia. Ji Ping ia Cao Cao.\nUa lawe pono ʻo Ji Ping i ka maʻi poʻo o Cao Cao a ua ʻona malū iā ia. Ua loaʻa iā Cao Cao kahi ʻōlelo aʻoaʻo, hopu iā Ji Ping, hoʻomāinoino iā ia, a noiʻi i ke alakaʻi. Ua kūʻē ʻo Ji Ping i ka make a make ma hope o ka pā ʻana i nā ʻanuʻu.", "聖意": "Ua hopohopo ka hale iā ia iho, ua noi ka mea hewa i ke kālā, ua haki ka ʻoihana, ʻaʻole lōʻihi ka male ʻana, ʻeono ka hoʻopaʻi, paʻa ka mea hele wāwae i ke kula, ʻino ka enuhe silika, loaʻa nā holoholona ʻeono. Loaʻa ke kanaka, nalowale ka hoʻopiʻi lehulehu, ʻaʻole neʻe ka neʻe, nalowale ka waiwai, make ka maʻi, aia ka ʻupena i ke kuahiwi, ua make ka lua,", "古人": "Ua make ʻo Ji Ping", "第X籤": "Helu kanaiwakūmāwalu", "宮": "Haigong"}