{"籤詩版本二": "Hoʻopaʻa i ka lio a paʻa i ka hahau, hele pololei mākou i ʻaneʻi, ʻo ka hapalua i ka pōʻino a ʻo ka hapa i ka pōʻino.\nMe he hale lā i pau i ke ahi, ke hāʻule ka lani, lilo ka ua i lehu, aia kaʻu manaʻo.", "詩意": "Hōʻike kēia hexagram i ka hapalua o ke kaumaha a me ka hapalua hauʻoli.\nPono e hana maikaʻi i nā mea a pau.", "解曰": "Hana ola. Mai mālama i ka pono a me ka hewa. He manawa pōkole nā ​​kaulahao. Hiki mai ka inaina.", "籤詩故事一": "◇ Ua lanakila ʻo Tao Sanchun iā Zheng En ma Guayuan\n\"E ola ko'u hoomanao,\" ku hou mai la o Zhao Kuangyin, \"Ua hoonohonoho ka Moi Beiping Zheng En i ka mare i kela manawa. \"\n\"E ola ko'u hoomanao ana!\" Ku ae la o Zhao Kuangyin a olelo mai, \"Ua hoonohonoho ka Moi o Peking, Zheng En, i ka mare ia manawa. la e mare ai.\"\n\"ʻAe, ua hoʻopalau ʻia ke kaikunāne ʻekolu ma mua, pehea lā wau i ʻike ʻole ai i kēia?\" Pihoihoi loa ʻo Chai Rong.\n\"ʻAe! Ua hoʻopalau ʻia ke kaikunāne ʻekolu ma mua, pehea lā wau i ʻike ʻole ai i kēia?\" Ua kāhāhā nui ʻo Chai Rong (Emperor of the Later Zhou Dynasty).\n\"He moʻolelo lōʻihi ia. ʻO ka mua, ua ʻilihune mākou i kēlā manawa a ʻaʻole i komo i kou pūʻali. hilahila e haʻi aku, no laila, ʻaʻole ʻike kou mōʻī.\"\n\"He moʻolelo lōʻihi kēia. ʻO ka mua, e noho ʻilihune ana mākou i kēlā manawa a ʻaʻole i komo i kou pūʻali koa. Mai ia manawa mai, ua hakakā mākou no nā makahiki a ʻaʻohe manawa e mālama ai iā ʻoe. ʻO ka lua, ʻo ke kaikunāne ʻekolu hoʻi he hilahila iki e hai aku ia mea, no laila, ʻaʻole ʻike kou mōʻī .\n\"E, e mare ana ke kane haumana kula nui, heaha ka mea e hilahila ai? Ua loihi ke kaikunane ekolu ma ke kahua kaua, a ua hiki ke manaoia he meʻe lua ole.\n\"E! E mare ana ke keiki kulanui, heaha ka mea e hilahila ai? Ua loihi ka manawa o ke kaikunane ekolu ma ke kahua kaua, a ua hiki ke manao ia me he koa lua ole.\n\"Ma ka ʻōlelo ʻana, ʻaʻole hiki iaʻu ke hoʻohewa i koʻu kaikunāne ʻekolu no ka hilahila, no ka mea, ua hoʻopaʻa ʻia kēia male.\"\n\"Ma ka ʻōlelo ʻana, ʻaʻole hiki iaʻu ke hoʻohewa i koʻu kaikunāne ʻekolu no ka hilahila, no ka mea, ua hoʻopaʻa ʻia kēia male.\"\n\"Papaʻi ʻia? ʻAe, hoihoi. E ʻoluʻolu e haʻi mai iaʻu i ka mea i hana ʻia.\"\n\"Ua paʻi au! ʻEā! He hoihoi! E ʻoluʻolu e haʻi mai iaʻu i ka mea i hana ʻia.\"\n\"Ae, ke hoomanao nei au i kela makahiki, i ko makou kokoke ana e hui me ka Moi, e kaalo ana makou ma ke Kalana o Baocheng. He wela loa i ka mahina o Iune. Aole hiki i ko'u kaikunane ekolu ke noho ma ka hotele, nolaila hele aku la oia e auwana hookahi. Ma hope o ka hala ʻana i kahi māla melon, komo ʻo ia i loko e ʻohi, hoʻopau nā meloni i ka make wai, ʻaʻohe nui o nā meloni i oʻo mua i kēia manawa, a ʻaʻole ʻike ke kolu o ke kaikunāne i ke ʻohi ʻana, no laila ua haki nui ʻo ia. He wahine ka mea nana i na meloni, hele aku la oia imua e hoohewa i ke kolu o ke kaikunane, he kue ko laua, alaila hoomaka laua e hakaka, e hele mai. .\"\n\"Ae, ke hoomanao nei au i kela makahiki, i ko makou kokoke ana e hui me ka Moi, e kaalo ana makou ma ke Kalana o Baocheng. He wela loa i ka mahina o Iune. Aole hiki i ko'u kaikunane ekolu ke noho ma ka hotele, nolaila hele aku la oia e auwana hookahi. Ma hope o ka hala ʻana i kahi māla melon, komo ʻo ia i loko e ʻohi, hoʻopau nā meloni i ka make wai, ʻaʻohe nui o nā meloni i oʻo mua i kēia manawa, a ʻaʻole ʻike ke kolu o ke kaikunāne i ke ʻohi ʻana, no laila ua haki nui ʻo ia. He wahine ka mea nana i na meloni, hele aku la oia imua e hoohewa i ke kolu o ke kaikunane, he kue ko laua, alaila hoomaka laua e hakaka, e hele mai. .\"\n\"ʻO kēia Zheng Ziming, ʻo ia ka hewa ma ka mua, pono ʻo ia e kala mai. No ke aha ʻoe e hahau ai iā ia? Eia kekahi, pehea lā e hiki ai i ka ʻohana o ke kaikamahine ke pale aku i nā kuʻi a me nā kiʻi ʻana o kahi kanaka ʻino e like me ia! E hele mai, e hahau ʻoe i ke kaikamahine ʻAʻole?\" \"ʻAʻole i pōʻino ke kaikamahine...\"\n\" ʻO kēia Zheng Ziming, ʻo ia ka hewa ma mua, no laila pono ʻo ia e kala mai. No ke aha ʻoe e hahau nei iā ia? Eia kekahi, pehea lā e hiki ai i ka ʻohana o ke kaikamahine ke pale aku i nā kuʻi a me nā kiʻi ʻana a ke kanaka ʻino e like me ia! E hele mai, e haʻi mai iaʻu. hahau oe i keia kaikamahine. Aole?\"\n\"ʻAʻole i pōʻino ke kaikamahine...\"\n\"Ua maikaʻi, ua maikaʻi... ʻAe, ʻaʻole anei ʻoe i hana? ʻAe, manaʻo wau ua hoʻopakele ʻoe iaʻu i ka manawa.\"\n\"Ua maikaʻi! Ua maikaʻi... ʻEā! ʻAʻole anei ʻoe i hana? ʻŌ! Manaʻo wau ʻo ʻoe ka mea nāna au i hoʻopakele i ka manawa!\"\n\"...ʻAʻole, ʻo ka mea aʻu i hoʻopakele ai ʻo ia ... ke kolu o ke kaikunāne.\" \"...ʻAʻole, ʻo ka mea aʻu i hoʻopakele ai ʻo ia ... ke kolu o ke kaikunāne.\"\n\"Ah?!\" \"Ah?!\"\n\"Ua kiʻi ʻia ke kaikunāne ʻekolu e ka wahine i ka honua a ua hahau ʻia ʻo ia a puni. \"\n\"Ua kikeke ʻia ke kaikunāne ʻekolu e ka wahine a hahau ʻino ʻia. ʻO ka mea pōmaikaʻi, ua hōʻea au a koi aku iā ia e haʻalele, no laila ʻaʻole ʻo ia i ʻeha nui. ... Kou Alii... Kou Alii!...\"\n\"Ah?...O, owai kela wahine!?\" \"A!?...O, owai kela wahine!?\"\n\"Ma hope mai o koʻu ʻike ʻana ʻo Tao Sanchun ka inoa o ka wahine, a ʻo kona makuakāne ʻo Tao Hong he meʻe kahiko ʻaʻohe manaʻo. Ua aʻo ʻo Tao Sanchun i ka ʻoihana kaua mai kona makuakāne mai kona wā kamaliʻi. kona ohana, ua ike au he ano oi loa ko Miss Sanchun. , o Luo Luo a me ka lokomaikai, me ka maa ole o ka noho ana he kaikamahine liilii, ua hoolikelike lakou me ia. Ua makemake no hoi ka makuakane a me ke kaikamahine Tao i ke ano pololei o ke kolu o ke kaikunane. paʻi koke a hoʻoholo i kēia male ʻana no lāua.\n\"Mahope mai o ko'u ike ana, o Tao Sanchun ka inoa o ua kaikamahine nei, a ua a'o oia i ka oihana kaua mai kona makuakane mai, mai kona wa kamalii mai. Mahope iho o ko'u kamaaina ana me kona ohana, ua ike au he ano maikai loa ko Miss Sanchun. lokomaikaʻi, a ʻaʻohe ona ʻike o ke ʻano o ke kaikamahine liʻiliʻi, no laila, ua ʻimi au iā ia, ua makemake nui ʻo Mr. Tao a me kāna kaikamahine i ke ʻano pololei o ko lāua kaikunāne ʻekolu, ua hoʻopaʻa koke lāua a hoʻoholo e mare kekahi i kekahi. E ka Moi, aole anei oe i manao he mare hoopunipuni keia?\"\n(He mea hoʻohālike kēia moʻolelo, no ka mea, ua lilo ka mea ʻino i mea maikaʻi.)", "聖意": "E pule no ka palekana o ka home a me oe iho, e akahele, e pule no ka waiwai, e hoopau i ka oihana, e keakea i ka mare, e hoopa'i, e Liujia, e 'inikua, na hele wāwae i paʻa i loko o ka mahinaʻai, e hoʻopōʻino i ka enuhe silika, ka pōʻino holoholona, ​​nā poʻe nalo, nā hoʻopiʻi kānāwai, nā poho, neʻe, conservativeness. , waiwai lilo, mai ino, hopohopo, pilikia, mauna, luakupapau, hemahema", "古人": "Ua lanakila ʻo Tao Sanchun iā Zheng En ma ka māla melon", "第X籤": "Helu kanaiwakūmāiwa", "宮": "Haigong"}