{"籤詩版本二": "Aduunyada ha loo Abuuro Guur Wanagsan, Maalmo Wanaagsan iyo Waqti Wanaagsan, Wax Walba Wanaagsan\nWax yar ma aha haddaad saamigan hesho, waayo, boqorku wuxuu leeyahay, Dadku waa daacadnimo iyo qumman yihiin.", "詩意": "Hexagramkani waxa uu u taagan yahay bilowga furitaanka samada iyo dhulka.\nWax walba waa wanaagsan yihiin.", "解曰": "Xawaaraha degdega ah Sannadku uma qalmo waqtigiisa. Guanyin ayaa qoray. Horta ii sheeg.", "籤詩故事一": "◇Zhongli wuu iftiimay\nZhongli Quan, oo lagu naanaysi jiray Zhongli, oo loo bixiyay magaca Quan, magaca xushmada leh ee Yunfang, iyo naanaysta Zhengyang, wuxuu u dhashay Gobolka Xianyang, Xi'an, Gobolka Shaanxi xilligii Boqortooyada Han ee bari.\nZhong Liquan waxa uu ahaa taliyaha guud ee boqortooyadii Han, intii uu ku guda jiray duullaanka ka dhanka ah reer galbeedka Qiang, waxa uu ka hinaasay taliyihii Liang Yi, waxa uuna u xilsaaray kaliya 30,000 oo askar ah oo da’ ah iyo kuwo tabarta yar. ciidankii reer galbeedka ee Qiang, askartiina way carareen. Zhong Liquan waxa uu ku dhex lumay dooxo,waxana uu jidka kula kulmay nin Hu suufi ah,waxa uu geeyay tuulo yar oo uu ku yidhi,Tani waa hoyga Mr.Donghua,kadibna wuu macsalaameeyay wuuna baxay. Muddo ka dib, qof ayaa si lama filaan ah u yidhi, \"Tani waa inay noqotaa sababtoo ah Hu man-indhaha cagaarka ah ayaa aad u hadlaya\" wuxuu arkay nin xidhan dhogorta deerada cad oo haysta usha quinoa cagaaran, wuxuu waydiiyay Zhong Liquan, \"Qofkii yimid\" halkan waa Han Da. General Zhongliquan\n? Zhong Liquan wuu naxay, isagoo og inuu la kulmay qof qariib ah, sidaas darteed si daacad ah ayuu u bartay Tao.\nZhong Liquan ayaa markii dambe la kulmay Zhenren Huayang iyo Boqorka Waara ee Xuanfu, wuxuuna bartay \"Sirdoonka Dhimasho\". Ugu dambeyntiina, wuxuu ku noolaa Zijin Sihaofeng oo ku taal buurta Kongtong, wuxuu helay \"Secret of the Jade Box\", wuxuuna noqday mid aan dhimanayn, sidoo kale waxaa loo qaddarin jiray inuu yahay mid ka mid ah shanta wadaad ee Waqooyiga ee Dariiqada Quanzhen.", "聖意": "U soo ducee in gurigaaga iyo gurigaaga uu ku barakeeyo dayrta iyo jiilaalka, ka raadso nasiib wacan dayrta iyo jiilaalka, nasiib wacan ganacsiga, nasiib wacan guurka, nasiib wacan dhalashada wiilal, nasiib wacan safarka beerta. , nasiib wacan xooluhu, nasiib wacan xoolaha, nasiibka dadka, nasiib wanaag, dacwooyinka bulshada, nasiib wacan, tahriibka, nasiibka, hanti beelay, cudurada Waqooyi Bari, nasiib wacan buuraha iyo xabaalaha.", "古人": "Zhongli wuxuu noqday iftiin", "第X籤": "calaamada koowaad", "宮": "Ilmo galeenka"}