{"籤詩版本二": "Maxaad u tagi weyday Tailai, oo cidhifkeeda ah, waxaan si ku meel gaadh ah uga tagayaa mudane buurta.\nHaddii uu jiro war wanaagsan oo ku saabsan shabeelka ama bakaylaha, waad xor noqon doontaa xitaa haddii aad go'aansato inaad mashquuliso.", "詩意": "Hexagramkan, waxa ku jira calaamad barako nasiib-darrooyin dhexdooda ah.\nWax walba waa hore u xun oo wanaagsan aakhirka.", "解曰": "Ku beddel xariir hemp. Lugaha qof ku dhufo. Si cad u arag. Barakooyinku waxay ka yimaadaan masiibooyinka.", "籤詩故事一": "◇La kulanka Master ee Bukit\nWu Ji wuxuu markii hore ahaa xaab-jare, labadooduna waxay la kulmeen Jiang Ziya markii ay ka kalluumaysanayeen webiga Feng. Wuji ayaa qoslay markii uu arkay Ziya oo jillaab toosan ku kalluumaysata.\nZiya waxay eegtay wejigii Wuji waxayna ku tidhi faal: \"Haddii aad maanta magaalada gasho, qof baad dili doontaa.\" Markii uu hadalkaas maqlay Wu Ji ayaa isaga oo cadhaysan ka baxay oo xaabo soo galay magaalada.\nKa dib markii uu soo galay magaalada, Wu Ji wuxuu isku dhacay dad kale wuxuuna si qalad ah u garaacay ra'iisul wasaare Wen Wang si uu u dhinto.\nKing Wen wuxuu dhulka u sawiray xabsi ahaan wuxuuna xidhay Wu Ji.\nBukit Hou ayaa si ku meel gaar ah loo sii daayay waxaana lagu xukumay dil si uu u xanaaneeyo hooyadii ilaa deyrta.\nHooyadii ayaa ka codsatay inuu caawiyo Jiang Ziya.\nTaigong-ku wuu aqbalay inuu xertiisa noqdo, wuxuuna baray farshaxanka dagaalka, wuxuuna ku amray inuu godad qodo oo sixiryo si uu u jebiyo masiirkiisa dhalanteed.\nDayrta ka dib, Wu Ji uma iman in la ciqaabo.King Wen waxa uu soo saaray tirooyinka dhalanteedka waxa uuna u maleeyay in Wu Ji uu isdilay cabsi uu ka qabo dambi.\nKa dib, King Wen wuxuu la kulmay Wu Ji, Wu Ji wuxuu soo bandhigay King Wen si uu ula kulmo Jiang Taigong.\nTaigong waxaa la siiyay darajada General of Wude. Master-ka iyo tababar-barashada labaduba waxay u shaqaynayeen King Wen.", "聖意": "Gurigu waa nabad, naftu waa nasiib badan tahay, ganacsigu wuu fiican yahay, guurkiina wuu daahay, ninkii lugaynayay beertii kuma soo noqon, xariijimaha ayaa faa'iido leh, lixda neef waa Shenji, baadigoobku waa wanaagsan yahay, dacwadda dadweynaha wanaagsan, tahriibku waa muxaafid, hanti luntay waa la arkaa, cudurku waa wanaagsan yahay, Qiuji, buur iyo qabriba waa wanaagsan yihiin.", "古人": "Kulanka Bukit", "第X籤": "Calaamadda laba iyo tobnaad", "宮": "Yin Palace"}