{"籤詩版本二": "Sida wiish ka soo baxaya qafiskiisa dhimanaya, ayaa waxaa suurtagal ah in laga baxsado qafiska dhimanaya.\nMa jiraan wax caqabado ah oo u dhexeeya waqooyiga, koonfurta iyo bari. Waxaad si toos ah u aadi kartaa Jiuxiao Palace.", "詩意": "Hexagramkani waxa uu u taagan yahay sawirka wiishka ka baxaya qafiskiisa.\nWax walba waa hore u xun oo wanaagsan aakhirka.", "解曰": "Walwal ma leh. Waddadu waa barwaaqo. Is deji. Dareen la'aan sida aadanaha (ilaah).", "籤詩故事一": "◇Ziya wuu ka tagay booskiisii ​​rasmiga ahaa\nMarkii uu Jiang Ziya ka shaqaynayey faaliyaha, wuxuu arkay in qof dumar ah lagu beddelay ruuxa jaadka, sidaa darteed wuu qabtay oo xitaa ku garaacay dhagax khad. Ra'iisal wasaaraha boqor Zhou ayaa sharaxay sida ay wax u dhaceen,waxa uuna waydiiyay waxa dhacay,kadibna waxa uu u kaxaystay Jiang Ziya si uu u arko boqor Zhou. Jiang Ziya wuxuu u adeegsaday Samadhi True Fire si uu u gubo ruuxa Pipa oo ka soo baxay qaabkiisii ​​hore ee Boqor Zhou hortiisa, King Zhou wuxuu ka dhigay sarkaal sare.\nSi uu uga aarguto ruuxa jaadka ah, Daji waxa uu boqor Zhou ka codsaday in uu ku amro Jiang Ziya in ay dhisto meel cawsha ah. Ka dib markii ay ku soo laabteen guriga, Jiang Ziya ayaa Ma weydiisay inuu aado Xiqi, Ma wuxuu rabay inuu furo. Sidaa darteed Jiang Ziya waxa uu keligii aaday Xiqi (caasimada Boqor Wen ee Boqortooyada Zhou).\nJiang Ziya waxa uu yimid Xiqi waxa uuna ku noolaa kaluumeysiga goonida ah ee Panxi Gorge, waxa uu la kulmay Boqor Wen ee Zhou oo aad u xiisaynaya in uu raadiyo talanti.", "聖意": "Waan ku dhibsanahay guriga, waxaan kaloo rabaa inaan raadsado iskaashi dhaqaale, wax kala iibsi, guur, Liujia, ragga lugeynaya, arka beeraha, dirxiga, faa'iidada dayrta, khasaara lixaad leh oo xoolo ah, raadinta dadka, carqaladaynta dacwadaha dadweynaha, tahriibka, hantida luntay, koonfur bari cudur, dejin, dirida buuraha iyo qabuuraha, khayrka leh", "古人": "Ziya wuu ka tagay booskiisii ​​rasmiga ahaa", "第X籤": "Ku guulaysta bakhtiyaanasiibka afar iyo tobnaad", "宮": "Maogong"}