{"籤詩版本二": "Welwelkii iyo werwerkii si ku-meel-gaar ah ayaa looga nastay, farxadna cirka ayay ka timaaddaa.\nSida jaadka saxarada lagu qariyo, ayuu shaqaale wanaagsani boodhka kor u qaadaa", "詩意": "Hexagramkani waxa uu u taagan yahay wada noolaanshaha Yin iyo Yang.\nWax kasta oo aad qorshayso waa khayr.", "解曰": "Wax faa'iido ah ma jiraan, wax lumayna ma jiraan. Faa'iidada khasaaraha. Xumaantii waa dhib. nasiib wacan adiga mudane.", "籤詩故事一": "◇Ye Meng Xiong Chao Di\nYe Mengxiong (1531-1597), kaas oo magaciisu ahaa Nanzhao oo magaciisu ahaa Longtang, waxaa loo bedelay Longtan oo sidoo kale loo bixiyay Huayun. Nin u dhashay Wanshifang, Huizhou Fucheng (hadda qayb ka ah Degmada Huicheng, Magaalada Huizhou) ee Boqortooyada Ming. Sannadkii 44-aad ee boqornimadii Jiajing (1565), wuxuu noqday Jinshi waxaana la guddoonsiiyay darajada garsooraha degmada Qing. Waxa uu noqday agaasimaha waaxda wareejinta, ka dibna waxa uu u beddelay faafreebka kormeerka ee Waddada Shanxi.\nSannadkii 20-aad ee Wanli (1592), Quaibai ee Ningxia ee Qunsul Kuaibai (oo ahaa madaxii qabiilka Mongolian Tatar) ayaa dilay guddoomiyihii Dang Xin, wuxuuna qabsaday qalcadda afartan iyo toddobaaad ee gobolka Hexi. Meng Xiong iskama kibrin qaadashada deymaha, wuxuuna u ogolaadaa xirfadihiisa inay noqdaan kuwa u wanaagsan sida kuwa jeneraalada ku dhiirada inay dagaalamaan. Dib ugu soo celi sarkaalka Wei Xuezeng booskiisa. Sanadihii dambe, shan jeer ayuu is casilay waxaana lagu soo celiyay Huizhou si uu u dhiso Macbadka Huilong.\nYe Mengxiong waxa uu Taoism ka soo galay shaqaale dawladeed bilawgiisii ​​waxana uu caan ku ahaa daacadnimadiisa iyo daacadnimadiisa, qoraaladii hore ee taariikhiga ahaa waxa ay sheegeen in uu ahaa kan ugu horreeya is-hoosaysiinta iyo kartida, “waxa uu meesha ka saarayaa musuqmaasuqa oo uu ciqaabaa fallaagada, isaga oo ka tagay sumcad wanaagsan. waxa uu ahaa mid daacad ah, geesi ah, geesinimo leh, iyo karti badan. Qeybtii labaad ee noloshiisa, xirfadiisa fanka dagaalka waxaa lagu diiwaan geliyay \"Taariikhdii Boqortooyada Ming\" waxaana loo arkaa inuu yahay geesi qaran.", "聖意": "Gurigu waa mid aan wanaagsanayn (oo nabad ah) Dayrta iyo jiilaalka ayaa nafsadooda u roon, maalku waa guulaysan doonaa, wax kala iibsigu waa guulaysan doonaa, guurkuna wuu guulaysan doonaa, Liujia waxay noqon doontaa argagax been ah (waxaa jiri doona hanti), lugeeyayaashu waxay aadi doonaan garoonka ducadii xariirta, lix neef baa fidsan, dadka waa la helayaa, dacwooyinka dadweynuhu waxay noqonayaan kuwo aan wanaagsanayn, tahriibku waa muxaafid, hantidii luntay ayaa la is hortaagayaa, cudurro lagu dejiyo qabriga Fushan.", "古人": "Ye Meng Xiong Chao Di", "第X籤": "Lotto ku guulaysta lix iyo tobnaad", "宮": "Maogong"}