{"籤詩版本二": "Tukaha Dahabka ahi waxa uu ka dhacaa galbeedka, bakayguna waxa uu ka soo kacaa bari, wareegga habeen iyo maalinba wuu socdaa laga soo bilaabo waayihii hore ilaa hadda.\nRaaxada iyo Taoists waxay og yihiin inaysan jirin wax khasaare ah, iyo culimada, beeralayda, warshadaha iyo baayacmushtarka dhammaan waxay raacaan maskaxdooda.", "詩意": "Hexagramkani waxa uu ka dhigan yahay dhumucyada iyo sii yaraanaya yin iyo yang.\nWaxay kaloo calaamad u tahay in wax walba ay u dhici doonaan sidii loogu talagalay.", "解曰": "Wax maskaxda lagu hayaa ma jiraan. Waxa aad samaysay waa mudnaan. Sida fallaadho qaanso ka soo baxday. Hal xabbad ayaa ku dhacday bartilmaameedkii.", "籤詩故事一": "◇Adeer Cao Guo waa mid aan dhimanayn\nCao Guojiu, oo u dhashay Xuzhou, ayaa la sheegay inuu ahaa adeerkii weynaa ee gobolka xilligii Renzong ee Boqortooyada Song, magaciisana waxaa la odhan jiray Cao Yi, oo sidoo kale loo yaqaanay Cao Jingxiu.\nAdeer Cao Guo wuxuu lahaa walaal ka yar oo la odhan jiray Cao Er. Cao Er waxa uu isku halleeyey mansabkiisii ​​boqornimo,waxana uu sameeyey wax kasta oo shar ah,waxa uu qabsaday beero,waxa uu kaxaystay naago iyo gabdho,waxana uu la saaxiibay niman shar-wadayaal ah oo soo galayay kana soo baxayay.Cao Guojiu wuu u adkaysan kari waayay. wuu diiday inuu maqlo hadalkiisii ​​wacnaa iyo nasteexadiisii, markaas buu ciqaab u adeegsaday si uu u xakameeyo.\nCao Guojiu wuxuu yiri: \"Mabaadi'da adduunku waa in kuwa wax wanaagsan urursadaa ay barwaaqoobi doonaan, kuwa xumaanta ku urursadana way luminayaan. Tani waa run aan isbeddelin. Qoyskayaga Cao waxay ururiyeen ficillo xun hore si ay u gaaraan hantida maanta. Hadda walaahi xumaan buu meel fog ku urursaday, xataa hadduu baxsado xataa haddii lagugu ciqaabo mas’uul kama baxsan kartid balaayada qarsoon, mar haddii balaayo timaaddo oo reerkaagii baaba’o, qofna ku dhinto, ma baxsan kartid. markaas, waan ceebayn doonaa oo waan ka baqi doonaa. \"Sidaas daraaddeed, waan kala firdhiyey maalkayga oo dhan, oo masaakiinta ayuu u gargaaray, oo walaalkii kama uu danaynayo. Dabadeed wuxuu ka tagay gurigiisii ​​iyo asxaabtiisii, wuxuuna isu beddelay lebbiskii Taoist, oo wuxuu galay buuraha si uu u kobciyo maskaxdiisa iyo dabeecaddiisa.\nMaalin maalmaha ka mid ah, waxaa dhacday inuu la kulmo Zhongli iyo Lu Dongbin oo ka tirsan Boqortooyada Han, aad bay ugu farxeen markay arkeen adeer Cao Guo jawaabihii wacnaa ee uu bixiyay, waxay siiyeen \"Xeerka sirta ah ee soo celinta runta\" waxayna ku amreen inuu si taxadar leh u dhaqmo. Dhawaan, Zhongli Quan iyo Lu Dongbin waxaa lagu soo bandhigay fasalka aan dhimanayn.", "聖意": "Guri badhaadhe, guri, badhaadhe, badhaadhe, baayac-mushtar, baayac-mushtar, guur, nin safar ah, beer-gooyo goor hore ah, xooluhu, dad-raadis, dacwo, tahriib, hanti-la'aan, jirro daahsan, nasiib-wanaag.", "古人": "Adeer Cao Guo waa mid aan dhimanayn", "第X籤": "Saxiix siddeed iyo tobnaad", "宮": "Maogong"}