{"籤詩版本二": "U ogolow in doontu ay dib uga noqoto xeebta biyaha degdega ah, maxaad doonaysaa inaad samayso qaska awgeed?\nHaddii aad rabto inaad nabad noqoto, raadso xasillooni oo sug inta hirarku ka gudbaan dhibaatadan.", "詩意": "Hexagramkan waa sida doon ku socota xeeb aad u degdeg ah.\nWax walba ku ilaali oo sug wakhtiga.", "解曰": "Ku rid biyo degdeg ah. Khatar ku jir Haddii aad wax ka waydiiso qorshayaasha kaamka. Waxba lama qaban karo.", "籤詩故事一": "◇Ziyi waxaa loo caleemo saaray boqor\nGuo Ziyi (697-781), sidoo kale loo yaqaan Guo Linggong, wuxuu u dhashay Gobolka Zheng, Huazhou (hadda Huaxian County, Gobolka Shaanxi) iyo guud ahaan Tang Dynasty.\nIntii lagu guda jiray kacdoonkii Anshi ee sannadkii 14-aad ee Tianbao (755), waxaa la siiyay magaca Shuofang Jiedushi (Lingwu, galbeedka Linggwu ee Ningxia hadda) waxaa lagu amray inuu saliibeeyo, wuxuu isku daray ciidankii Shuofang iyo Li Guangbi si uu u socdo. Waxay ku biireen ciidamada Changshan (Zhengding, Hebei) oo ay ka adkaadeen Shi Siming, waxay dib u heleen Hebei. Waqtigaan, Guo Ziyi wuxuu soo jeediyay in boqorku uu Fan Yang ka qaado waqooyiga oo uu weeraro godka shabeelka mucaaradka si loo yareeyo go'doominta Tongguan, laakiin Xuanzong wuu diiday. Ka dib, waxaa la beeray xaaladdii magaalooyinkii vassal gooni-goosadka ee dabayaaqadii Tang Dynasty, taas oo sidoo kale noqotay sababta fog ee burburka Tang Dynasty.\nSannadkii shan iyo tobnaad ee xukunka Tianbao (756), isaga iyo isbahaysiga Uighur waxay dejiyeen Hequ. Gu'gii sanadka soo socda, waxay soo ceshadeen Hedong (hadda Yongji, Shanxi) iyo Feng Yi (hadda Dali, Shaanxi), waxayna weerareen Tongguan. ka adkaaday Cui Qianyu.Ciidanka Tang waxaa soo gaadhay in ka badan 10,000 oo dhaawac ah. Cui Qianyu wuxuu isu dhiibay Pujin. Lushan waxaa dilay wiilkiisa An Qingxu.\nSannadkii labaad ee Zhide (757), waxaa lagu amray inuu hoggaamiyo Fengxiang, isagoo jidka ku jira, wuxuu ku jabiyay 5,000 oo fardooley ah Li Guiren ee buundada Baiqu Liuyun (maanta koonfur-bari ee Sanyuan) bishii May, wuxuu la dagaallamay An Shouzhong iyo Li. Guiren oo ku sugnaa Qingqu (galbeedka Xi'an maanta) waa laga adkaaday, wuxuuna u baxay Wugong (waqooyi galbeed ee Wugong) bishii Sebtembar, wuxuu raacay Marshal Guangping Wang Li Chu si uu u hoggaamiyo Tang iyo Uighurs si uu ugu biiro 150,000 oo askari, ka dibna la dagaallamay. Iyadoo An Shouzhong iyo Li Guiren ee Xiang, Waqooyiga Ji Temple (koonfur-galbeed ee gobolka Chang'an ee maanta), askarta Uighur ayaa ku wareegay cadowga, ka soo weeraray labada dhinac, waxayna dileen 60,000 oo cadaw ah. Zhang Tongru wuxuu u cararay gobolka Shaanxi. ugu dambayntiina waxay dib u hanteen caasimadda Chang'an (maanta Xi'an) haybadii ciidanka Tang ayaa mar kale dib loogu soo celiyay Chang'an.\nKa dib, ciidanka Tang ayaa ka faa'iidaystay guusha waxayna u dhaqaaqeen dhinaca bari, iyagoo jabiyay 150,000 oo nin oo ay ku jiraan Yan Zhuang iyo Zhang Tongru ee Xindian (hadda koonfur-galbeed ee magaalada Sanmenxia ee gobolka Henan), waxay ku qasbeen Anqing Xu inuu ka gudbo webiga jaalaha ah oo uu u guuro Xiangzhou. Dongjun Luoyang ayaa soo noqday. Ku dar Situ mudnaantiisa oo ka dhig Duke dalka.\nShi Siming wuxuu ciidankiisa ka soo qaaday Fan Yang si uu u badbaadiyo An Qingxu, labada dhinac waxay ku dagaalameen waqooyiga webiga Anyang (waqooyiga Anyang ee maanta). waxay sheegteen inay haystaan ​​600,000 oo nin, dib u gurtay (Battle of Yecheng). Taliyaha ugu weyn ee dagaalkan waxa uu ahaa bohon Yu Chaoen, oo aan lahayn xirfad hoggaamineed, waxa uuna ku eedeeyay Guo Ziyi fashilka dagaalka. Guo Ziyi ayaa dib loogu yeeray Chang'an, laga xayuubiyay awooda militariga, wuxuuna noqday sarkaal aan shaqayn.\nSannadkii ugu horreeyay ee Baoying (762), ciidamadii ku sugnaa Taiyuan (maanta koonfur-galbeed ee Taiyuan) iyo Jiangzhou (xinjiang ee gobolka Shanxi) ayaa ka fallaagoobay.Maxkamadduna way cabsatay, sidaas darteed Ziyi waxaa la siiyay darajada Boqorka Fenyang wuxuuna u baxay inuu tago. xakamaynta Jiangzhou. Waxa kale oo uu fogeeyay bohon Cheng Yuanzhen oo laga xayuubiyay awoodda milatari.\n(Dhiirada sheekadan: Guo Ziyi, oo ahaa nin karti iyo akhlaaq wanaagsan leh, ayaa la kulmay Xuanzong iyo qaar xun xun, kuwaas oo si weyn u wiiqay guulihiisa.)", "聖意": "U duceeya guriga iyo naftaba, xoolo raadis, macaamil la’aan, guur la’aan, qaylo-dhaan been ah ma jirto, dadka lugaynaya ee imanaya Tiancanji, ay adag tahay in la helo dadka, dacwooyinka guud iyo (Xing ma aha), tahriibka, dhawrsanaanta, hantida luntay, adag tahay in la helo, cudurro. ducada ducada, buuro iyo qabuuraha, barakeysan", "古人": "Ziyi ayaa loo caleemo saaray boqor", "第X籤": "Ku guuleysiga sagaal iyo tobnaad Lott", "宮": "Tatsumi"}