{"籤詩版本二": "Marka roobka guga ee dheer uu bilaabo inuu nadiifiyo, Bakaylaha Jade iyo Tukaha Dahabka ah ayaa si tartiib tartiib ah u ifaya\nWaxyaalihii hore way baaba'aan, wax cusubna way soo muuqdaan, bal eeg oo la kulan iridda masduulaagii.", "詩意": "Hexagramkani waxa uu calaamad u yahay roobka dheer iyo iftiinka hore.\nWax walba waxay u socdaan sidii loogu talagalay.", "解曰": "Waxaa ilaaliya ilaahyo iyo Budhas. Ma jirto khatar masiibo ah. Allow safarku nabad ha ahaado. Aakhirka si sharaf leh ula soo noqo.", "籤詩故事一": "◇ Jiang Taigong waxay la kulantay King Wen\nBoqortooyada Zhou. Jiang Shang, magaca sharafta leh ee Ziya. Dadka Ji (oo ka yimid Xuzhou oo ku taal badda bari ee Shiinaha). Magaca Taoist waa Fei Xiong, awoowayaashiisna waxaa lagu shaabadeeyey Lu (magaca meesha), sidaas darteed waxaa sidoo kale loogu yeeraa Lu Wang.\nSi looga fogaado waqtiyadii dhibka badnaa ee Boqor Zhou ee Boqortooyada Shang, wuxuu ku noolaa biyaha badda bari ee Shiinaha wuxuuna ka kalluumaysan jiray webiga Weishui. Kalluunku waa toosan yahay, ujeedkiisu maaha inuu kalluumeysto, laakiin inuu noqdo ra'iisul wasaare khayr leh.\nBoqor Wen ee Zhou wuxuu maqlay inuu caqli leeyahay, wuxuuna u shaqaaleysiiyay macalinkiisa (Ra'iisul wasaare). (Wakhtigaas wuxuu jiray siddeetan jir) Ka dib, King Wu of Zhou wuxuu weeraray King Zhou, wuxuu burburiyay Dynasty Shang, wuxuuna aasaasay Boqortooyada Zhou. Boqor Wu ayaa u bixiyey Shangfu. Wiilkiisa Ding Gong waxaa la siiyay magaca Marquis of Qi.\n(Dhiirada sheekadan: Jiang Taigong, oo muddo dheer sugaysay inuu ka kaluumaysto webiga Weishui, ayaa ugu dambayntii ka baxday dhibaatadii waxaana dib u isticmaalay King Wen.)", "聖意": "Guriga dhexdiisa, Zhongping laftiisu waxa uu ku duceeyaa barako iyo maal, marka heshiis la waayo, guurku waa bakhtiyaanasiibka, Liujia dumarkii lugeynayay ayaa xannibay beerta, silkworms ayaa xannibay lixda neef ee neef, xannibay raadinta qofka, dib u dhigista dacwadda iyo tahriibka. wax baa lumay, cudurro waa la arkay, qabriga Ji Xingshan wuu fiican yahay.", "古人": "Jiang Taigong wuxuu la kulmay King Wen", "第X籤": "Bakhtiyaanasiibkii kow iyo labaatanaad", "宮": "Tatsumi"}