{"籤詩版本二": "Welwel iyo khataro badan ka dib, hadda ka dib ma noqon doonto mid faaruq ah\nQalbiga deeqsigu wuxuu leeyahay qorshayaal deeqsinimo leh, waa inaad la kulantaa khabiir si aad u gaadho guulo waaweyn.", "詩意": "Hexagramkani waa sida ceel qadiimi ah oo il leh.\nWax kasta, dadka sharafta leh waxay gaadhaan guul.", "解曰": "Dacwadda ayaa ugu dambeyntii la xaq noqon doonta. Bukaan oo nabad qaba. U gal oo bax si aad talo u raadsato. Ceel qadiim ah ayaa gu'ga kulma.", "籤詩故事一": "◇Yao Chong waxa uu xakameeyaa ayax\nYao Chong (649-721), oo magaciisa saxda ah ahaa Yuan Chong, waxa uu ka soo jeeday Shaanzhou, waxa uu soo noqday Wasiirka Xia Guan, Shangshu ee Chunguan, Ziweiling, Zhongshuling, iyo Ra'iisul Wasaare ee Tang Dynasty.\nSannadkii afraad ee Kaiyuan (716), Shandong (guud ahaan marka loo eego Wabiga Jaallaha ah ee bariga Huashan) waxaa ku dhacay ayax, dadku waxay ku xidhnaayeen fikrado khuraafaad ah, kuma ay dhicin inay ugaarsadaan oo dilaan, taas beddelkeeda, waxay aasaaseen. allabaryo iyo foox shidi jiray, oo beeraha agtooda lagu caabudi jiray, oo waxay fiirin jireen midhaha ayax cunayaan.\nDhammaan mas’uuliyiintu waxay rumaysnaayeen: “Ayaxu waa masiibo dabiici ah, sidee loo maamuli karaa dad xoog leh!” Halgankii u dhexeeyay laba fikradood oo kala duwan ayaa xilligaas ahaa mid aad u adag, in la baabi’iyo iyo in kale.\nYao Chong wuxuu yiri: \"Inta aan wada shaqeyno, dhammaanteen waan ka takhalusi karnaa.\" Wuxuu yiri: Ayaxu wuxuu ka cabsadaa dadka, sidaas darteed way fududahay in la kaxeeyo, geedo yaryar ayaa leh milkiilayaasha, markaa samatabbixiyeyaasha waa inay si adag u shaqeeyaan; way duuli karaan, oo hadday habeenkii dab arkaan, way u soo duuli doonaan, oo duurka dab ku shidi, oo godad qodana intay gubanayso, xabaal iyagoo gubanaya, waxbana ma hadhi doonaan.\nXuanzong waxa uu yidhi: \" Ayaxu waa masiibo dabiici ah oo ay sababtay maamul xumo akhlaaqeed. Hadii aad waydiisato in la ugaarsado oo la dilo, miyaanay tani ka soo horjeedin hadhuudhka?\"\nYao Chong waxa uu intaa ku daray: \" Qabashada iyo dilka Ayaxa waxaa ku dhaqmi jiray dadkii hore, haybadaadu waxay isticmaali doontaa mustaqbalka, waa dhacdo qaran oo weyn oo nabad iyo barwaaqo u soo hoyata beeralayda, fadlan si dhab ah uga fiirso.\"\nXuanzong wuu ku qancay. Laakiin wakhtigaas, qof kasta oo gudaha iyo dibadda joogaba wuxuu sheegay in aan la ugaarsan karin Ayaxa.\nXuanzong ayaa yiri: \"Waxaan kala hadlay ra'iisul wasaaraha, waxaana go'aansaday in la qabto Ayaxa, qof kasta oo diiddan mar kale waa la dili doonaa.\"\nNatiijadu waxay ahayd mid waxtar leh, sagaal milyan oo daan oo ayaxa ah ayaa lagu qabtay dalka oo dhan, waxaana lagu guuleystay in la baabi'iyo cudurka.\n(xikmadda waa in loo adeegsadaa maareynta musiibooyinka iyo daad-gureynta, waana in ay jiraan xeelado xariif ah oo looga gudbi karo dhibaatooyinka. Yao Chong waa khabiirka arrintan)", "聖意": "Gurigu waa iska caadi, waa la is-hortaagay, lacag raadis waa la xannibay, ganacsigii waa la xannibay, guurkii iyo wada-tashigii waa la xannibay, Liujiya khatar baa ka jirta, dadka lugaynaya waa la xidhaa, Gooryaanka Xariirta ah waa la xidhaa, Xoolo la waayo, dadka lama helo, dadka waa la xannibay. , dacwooyin dadwayne, tahriibku caqli-gal maaha, wax lumayna way adagtahay in la helo, cuduro la tukado, buur iyo xabaal baa dhiba.", "古人": "Yao Chong wuxuu xakameeyaa ayax", "第X籤": "Ku guuleysiga bakhtiyaanasiibka shan iyo labaatanaad", "宮": "Mi Palace"}