{"籤詩版本二": "Xanta ayaa tibaaxday in arrintu is rogtay, waxaana la ii soo diray warqad ka soo hor jeedda.\nCaantii iyo guulihii buuggu ii ballan qaaday way madhnaayeen ilaa dhammaadkii.", "詩意": "Hexagramkan waxa uu leeyahay magac been ah.\nWaxaa habboon in wax walba lagu ilaaliyo.", "解曰": "Kor iyo hoos ayaa xanaaqsan. Raadinta wakhtiga firaaqada maaha caajisnimo. Rabitaanka caannimada. Nabad gelyo.", "籤詩故事一": "◇Zhong Kui wuxuu helay iftiin\nZhong Kui, oo magaciisu yahay Zhong Kui, oo magaciisa xushmadda leh yahay Zhengnan, wuxuu ka yimid Zhongnanshan.\nXilligii Imbaraadoor Dezong ee Tang Dynasty, Zhong Kui waxa uu ka qayb qaatay imtixaankii Imperial, Zhong Kui waxa uu akhriyay su'aalaha imtixaanka, isla markiibana hal mar ayuu maqaalka ku qoray oo u dhiibay. Waxaa maalintaas madaxa imtixaanaadka ahaa Han Yu, oo ahaa wasiirka arrimaha madaniga, ku xigeenka imtaxaanahuna waxa uu ahaa Lu Zhi, oo ah caalim weyn. Markii ay labadoodu akhriyeen warqadda Zhong Kui, indhahoodu iftiimeen oo isku mid ah waxay yiraahdeen: \"Sixir, saaxir, eray kasta oo maqaalkan ku jira waa mid aad u wanaagsan, oo u qalma Li Taibai iyo Du Zimei!\" Sidaa darteed waxay u bixiyeen Zhong Kui inuu yahay meesha ugu horeysa.\nEmperor Dezong ayaa dhageystay warbixinta Han Yu, wuxuuna sheegay in Zhong Kui, oo ah horyaalnimada cusub ee sayniska, uu ahaa mid aad u karti badan, sidaas darteed wuxuu ugu yeeray Zhong Kui Palace Golden.\nEmperor Dezong markii uu arkay muuqaalkiisa foosha xun, isla markiiba wuu ka xumaaday, wuxuuna yidhi, \"Xulashada culimada ee maxkamaddeenna waxay ku salaysan tahay erayo shakhsi ah iyo qoraallo, sidee qof sidan u fool xun loogu dooran karaa inuu noqdo aqoonyahanka 1aad ee cilmiga dahabiga ah? \"\nHan Yu si degdeg ah ayuu u jilba joogsaday oo yidhi: \"Qofka wanaaggiisa iyo xumaantiisu ma aha dhammaan muuqaal. Adiga Rabbi Quduuska ahow, miyaanad maqal in Yan Ying uu dhererkiisu saddex cagood yahay oo uu la mid yahay ra'iisul wasaaraha? Zhou Chang wuu turunturooday laakiin wuxuu caawin karaa Boqortooyada Han; Confucius wuxuu dadka ku xukumaa muuqaalkooda, wuxuuna lumiyaa wiilkiisa Yu. Waxaan rajeynayaa in sharaftaadu ay laba jeer ka fikirto.\"\nImbaraadoor Dezong ayaa cabbaar fekeray oo yidhi: \"Inkasta oo erayada Han Aiqing ay yihiin kuwo macquul ah, haddana markii aan ahaa Emperor Taizong, waxaa Yingzhou u yimid siddeed iyo toban culimo oo ka hadlay, ninkani wuxuu ahaa aqoonyahanka koowaad, waxaan ka baqayaa in adduunka way igu qosli doontaa inaanan aqoonin hibada.\"\nRa’iisal wasaare Lu Qi waxa uu ahaa nin cidhiidhi ah oo hibada ka hinaasay, ka dib markii uu maqlay hadalka boqorka, inta uu jilba joogsaday ayuu yidhi: “Aqoonyahanka koowaad ee mawduuca dahabiga ah waa in uu ahaado mid gudaha iyo dibaddaba ah, waxa u sharaxan saddex boqol oo qof. Maxaad u dooran wayday mid kale?\nZhong Kui markuu arkay in ninkani aad u jahawareeray ayuu is celin kari waayay in uu cadhooday, waxa uu farta ku fiiqay Lu Qi oo habaaray: “Hadii masuul sidan oo kale ah oo jaahil ah uu maxkamada joogo, miyaanu dalka wax yeelayn?” Intaa ka dib. wuxuu feedh ku dhuftay Lu Qi.\nMarkii uu taas arkay, Dezong aad buu u cadhooday, wuxuuna yidhi: \"Aad baad u dhiirratay, waxaad ku dhiirratay inaad qasto qasriga dahabka ah, si degdeg ah u deji!\"\nZhong Kui oo aad u cadhaysan ayaa seeftii dhexda ka soo saaray jeneraalkii dhex taagnaa qasriga, wuxuuna si wayn u taahaa yidhi: “ Way ku adag tahay bisad niyad jabsan inay shabeelka ku daydaan, baqbaqaaq niyad jabsanna uma fiicna sida digaag.” Intaa ka dib, wuu is dilay.\nBoqor Dezong markii uu arkay in Zhong Kui uu is dilay isaga oo xanaaqsan aad ayuu ula yaabay si uu u kasbado quluubta dadka waxa uu amar ku bixiyay in Zhong Kui lagu aaso magaca 1-aad ee aqoonyahanka, waxa uuna sidoo kale u bixiyay Zhong Kui ilaah. of Exorcism si looga sifeeyo dunida jinniyada sharka leh.", "聖意": "U soo ducee gurigaaga barako, badbaadadaada, dhibaatooyinka dhaqaale, guuldarada ganacsiga, guur la'aanta, Lugaha dumarka Liujia, silkworms beerta aaminka ah nus la kariyey, lix neef oo guri ah, la korin karo, dadka maqan, dacwooyinka reer galbeedka, luminta tahriibka muxaafid, hanti luntay, jirro, buur iyo qabriba khayr u barya", "古人": "Zhong Kui wuxuu helay Tao", "第X籤": "Lix iyo labaatanaad oo ku guulaysta bakhtiyaanasiibka (Lottery)", "宮": "Mi Palace"}