{"籤詩版本二": "Dhanka bari, waxaa jira Chanjuan qurux badan oo ku jira iftiinka dayaxa, daruuruhuna waxay qariyaan daqiiqad oo ay sii qarsoon yihiin.\nMar waxa laga yaabaa inay wareegsan tahay, laakiin mararka qaarkood waa la waayayaa, kuwa si kale u hadlaa waa hadal aan waxtar lahayn.", "詩意": "Dayaxa ku jira hexagramkan waxa qariyay daruuro.\nWax walba weli koomo ayay ku jiraan.", "解曰": "Daruur sabbaynaysa ayaa dayaxa qariya. Looma baahna in la shakiyo. Sugitaanka daruurtu si ay u ururiso. Markaa waad fahmi doontaa.", "籤詩故事一": "◇Bao Gong waxa uu raadinayaa Empress Li\nIntii lagu guda jiray xukunkii Zhenzong ee Boqortooyadii Song, Empress Li (Empress Li) waxay ahayd gabadh u adeegta haremka, waxaa jeclaa Song Zhenzong waxaana loo dalacsiiyay Wanyi, wayna uuraysatay.\nLaakiin wakhtigaas, Concubine Liu Def (ka dib Empress Liu) waxay lahayd fikrado xun waxayna laaluushtay bohon Guo Huai si uu ugu beddelo wiilka Empress Li bisad maqaar ah, oo ka siibtay wiilkeeda oo u sheegtay boqorka inuu yahay wiilkeeda noolaha. Song Zhenzong aad buu u xanaaqay, wuxuuna u diray Li Empress qasriga qabow.\nKadib markii Concubine De loo dallacsiiyay boqorad, waxay qorsheynaysay inay disho Empress Li, oo ka baxsatay qasriga.\nMaalin maalmaha ka mid ah, Li Niangniang, oo ku nool waddada, ayaa la kulantay Bao Zheng, oo ah ergeyga boqortooyada, oo roondo ku jooga agagaarka degaanka, waxay u sheegtay khibradeeda nololeed iyo inay tahay hooyada dhashay ee hadda jirta Boqorka Song Renzong. . Ka dib markii Bao Zheng uu ogaaday dhacdada, wuxuu dib ugu celiyay Li Niangniang oo ku laabtay Beijing, wuxuu u sheegay Song Renzong oo uu ogaaday arrinta, ugu dambeyntii hooyada iyo wiilkeeda ayaa is aqoonsaday. Empress Dowager Liu iyo bohonkii masuulka ka ahaa Guo Huai ayaa madaxa foorarsaday oo qirteen.", "聖意": "Guriga ayaan ku dhibtooday, waxaan u duceeyaa dhaqaale, dhaqaale xumo, nasiib wacan ganacsi, guur, nasiib darro, dadka duurka ku jira, dirxiga, xayawaanka aan wanaagsanayn, dhibaatada helitaanka dadka, dacwado, khasaare, tahriib, muxaafid, hanti luntay. Cudurada reer galbeedka way adag tahay in laga soo kabsado, dib u habeynta qabriga buuraha", "古人": "Bao Gong wuxuu raadinayaa Empress Li", "第X籤": "Ku guulaysta bakhtiyaa nasiibka siddeed iyo labaatanaad", "宮": "Qasriga duhurnimo"}