{"籤詩版本二": "Waxaan idinku waaninayaa inaydaan isaga caawimaad weyddiisan, Isagu sida wiish buu u soo duulaa, oo fallaadhaha qarsoonna wuu idinku soo gadaa.\nHaddaad xaabo soo gurato oo abeeso cawska ku jirto waxaa laga yaabaa inay sun kugu qaniinto oo aad murugooto.", "詩意": "Hexagramkan waa calaamad muujinaysa in la ilaalinayo oo la is ilaalinayo.\nWax walba ka taxaddar.", "解曰": "Afka xidh oo ilkahaaga qabo. Waa taxadar la'aan. Haddii aad dareento dambi. Aakhirka waxay wax u dhimaysaa nafteeda.", "籤詩故事一": "◇Kulanka Chessboard-ka\nImbaraadoor Taizong ee Tang Dynasty waxa uu u socday dhanka galbeed waxana uu ku xayirmay magaalada Suoyang.Cheng Yaojin waxa uu ku laabtay Beijing si uu u waydiisto xoojin.\nXue Dingshan waxaa lagu amray in uu u adeego sidii Marshal Marshal Labaad oo uu u aaday inuu badbaadiyo Sayidka oo uu nabadeeyo Xiliao.\nKa dib markii koox dad ah ay ka soo baxeen Yumen Pass, waxay yimaadeen Buurta Qipan. Waxaa hareereeyay kumaan kun oo askar ah oo buurta dusheeda ah, Dou Yihu, oo ahaa boqorkii buurta, waxaa ka adkaaday Tang General Luo Tong.Nasiib wanaag, walaashii Dou Xiantong waxay ahayd xertii Hooyada Quduuska ah ee ubaxa Jaallaha ah waxayna aad u yaqaannay fanka dagaalka. wuxuu qabtay xadhiga cirfiidka wuxuuna xidhay Luo Tong.\n( Gabayga saxiixan ayaa u dhigma kan)\nDou Xiantong ayaa arkay quruxda Xue Dingshan oo uu doonayay inuu saaxiib la noqdo Feng Luan, balse Xue Dingshan ayaa diiday, Dou Xiantong ayaa ka cadhooday, wuxuuna damcay inuu dibadda u saaro oo uu madaxa ka gooyo, nasiib wanaag Cheng Yaojin ayaa u yimid si uu u badbaadiyo oo uu u fududeeyo guurkooda. Ka dib, Dou Yihu wuxuu sidoo kale u horseeday walaalaha Qipanshan inay dib ugu noqdaan Tang Dynasty si ay uga caawiyaan Tang Dynasty inay qabsadaan Galbeedka Liao.", "聖意": "Amniga guriga, danta gaarka ah, xoolo doon, ganacsi sugitaan, guur aan la ogolayn, Digniin been abuur ah oo Liujia ah, dad lugaynaya oo beero xidhaya, dirxiyo, lix neef oo xoolo ah, dad la waayey, dacwooyin dadweyne oo la xidhay, khasaare (Mo Xing) Tahriib, muxaafid, hanti luntay. cudurku way adag tahay in laga bogsado, qabriga buur, nasiib wacan", "古人": "shirka chessboard", "第X籤": "Ku guuleystey bakhtiyaanasiib todoba iyo soddonaad", "宮": "Qasriga duhurnimo"}