{"籤詩版本二": "Waqti ku qaata nabad iyo xasillooni, fadhi iyo seexasho adigoo shaahaya ka dib markaad dheregto\nUma baahnid inaad ku mashquusho jir ahaan iyo maskaxiyan, waxaana hubaal ah inaadan sababi doonin cadaalad darro ama masiibo.", "詩意": "Hexagramkani waxa uu calaamad u yahay nabadda iyo xasilloonida.\nWax walba, sugitaanka waqtiga saxda ah waxay keeni doontaa nasiib wanaagsan.", "解曰": "Nabadgelyo iyo caafimaad qab. Weydiiso ilaahyada. Sug ilaa wakhtigu ka yimaado. Arrimuhu waxay ku dhacaan si kadis ah.", "籤詩故事一": "◇Foyinhui Dongpo\nMar, Su Dongpo waxa uu helay xoogaa faham ah markii uu baranayey Zen. Waxa uu ogaaday in gobolkiisu uu ka sii gudbay, oo uu dareemay farxad. Anigoo xajin kari waayay qiiradayda, ayaan qalinkaygii kala bixiyay oo aan tiriyey:\n\"Samada badhtankeeda, Jishou wuxuu si aad ah u iftiimayaa caalamka oo dhan; ma awoodo in lagu afuufo siddeedda dabaylood, wuxuu si qumman u fadhiyaa nakhso dahab ah oo guduudan.\"\n(Sideeda dabaylood waxay tilmaamayaan: faa'iido, hoos u dhac, burbur, sumcad, ammaan, jeesjees, rafaad, iyo farxad. Taas macnaheedu waa, in aan laga xanaaqin siddeeddaas gobol waxaa loo yaqaan \"sideed dabaylood ma dhaqaaqi karo\").\nKa dib markii uu qoray, Dongpo wuxuu u diray addoonkiisii ​​webiga si uu u siiyo Zen Master Foyin ee Macbadka Jinshan.\nKa dib markii Zen Master Foyin akhriyay, wuxuu ku calaamadiyay kelmadda \"fart\" oo u dhiibay addoonkiisii ​​si uu u soo celiyo.\nDongpo wuu cadhooday ka dib markuu arkay tan, sidaa darteed wuxuu raacay doon webiga oo wuxuu aaday Macbadka Jinshan si uu u helo shaabadda Buddha si looga wada hadlo.\nMarkii Dongpo uu yimid iridda Macbadka Jinshan, Foyin ayaa mar hore ku sugayay albaabka.\nSu Dongpo ayaa isla markiiba ku eedaysay Foyin: \"Maxaad ugu yeedhaa gabayga aan qoray fart?\"\nFoyin ayaa ugu jawaabtay: \"Miyaanad horayba 'aad awoodin inay ku afuufi karaan siddeedda dabaylood'? Sidee lagugu garaacayaa 'wabiga ka gudba' fart!\"\nWaqtigaan, Dongpo wuu naxay markii uu ogaaday inuusan ku filneyn oo uu ka tagay xishood.\n( Sheekadani waxay tusaale u tahay \"Kuleylku weli ma iman\")", "聖意": "U soo ducee gurigaaga iyo badbaadadaada, maalkaaga, ganacsigaaga, wakhti fiican, guurkiina, gabadh safar ah oo Liujia ah, u soo dege gooryaanka xariirta ah ee duurka, lixda neef ee xoolaha ku xasilan. Qof la raadiyo, dhib, dacwooyin dadwayne, tahriib, hanti luntay, jirro, u dira xabaal, khayr.", "古人": "Foyinhui Dongpo", "第X籤": "Kow iyo soddon nambar guul ah", "宮": "Wei Gong"}