{"籤詩版本二": "Safarka soo laabashada waa hubaal, yaa yaqaan jaadka ku qarsoon dhagaxa?\nMarka farsamayaqaanka wanaagsani uu si cad u gooyo, wuxuu dareemi doonaa badbaado iyo ammaan xilliga jasper", "詩意": "Hexagram-kan, waxaad ku arki kartaa sawirka jaadka markaad goyso dhagax.\nKu dadaal si aad wax walba ugu guulaysato.", "解曰": "Hantida ayaa ku jirta dhagaxa. Shisheeyaha wax yar bay yaqaaniin. Sug ilaa ay ka caddaato. Samee wax kasta oo aad awooddo.", "籤詩故事一": "◇Liu Bei waxa uu raadiyaa karti\nMuddadii Saddexda Boqortooyo. Zhuge Liang wuxuu ku noolaa meel gooni ah buul cowsh ah oo ku yaal Longzhong. Liu Bei waxa uu u hamuun qabay in uu raadiyo hibo, sidaa awgeed waxa uu si shakhsi ah u booqday Zhuge Liang, waxa uu booqday Zhuge Liang saddex jeer (taariikhda waxa loo yaqaan \"Saddex Booqasho ee Cottage Thatched\"). Boqortooyadii Han way dhacday, oo kuwii khaa'innada ahaa ayaa naftoodii xaday, Boqorradaada.\" Anigoo ciidda ku daboolan, ma cabbirayo wanaaggayga iyo kartidayda, waxaan rabaa inaan rumaysto xaqnimada weyn ee adduunka, laakiin xigmaddayda iyo xirfaddayda. waa qoto dheer, sidaas darteed waxaan u isticmaalaa si baahsan, maanta laga bilaabo, si kastaba ha ahaatee, weli, hamigaygu ma dhammaan, ma kula tahay in qorshaha la hirgelin doono?\"\nZhuge Liang ayaa intaa ka dib u soo bandhigay qorshaha aduunka loo qaybinayo saddex qaybood, wuxuuna falanqeeyay xaalada Cao Cao oo aan la heli karin, Sun Quanna uu u soo gurman karo, waxa kale oo uu aad u faahfaahiyay fulaynimada baadariyaasha dawlada ee gobolada Jing iyo Yi , waxaana jirtay fursad laga faa’iidaysan karo, labadaas dawladood oo keliya ayaa laga faa’iidaysan karaa, markaas ayuun buu ku guulaysan karaa adduunka, xitaa wuxuu u sheegay Liu Bei xeeladda lagu weerarayo bannaanka dhexe. (Wadahadalkan ayaa markii dambe loo bixiyay \"Longzhong Dui\"). Ka dib markii uu Liu Bei maqlay hadalkaas, waxa uu u ammaanay sidii in uu hanti helay,waxana uu si adag ugu yeedhay Zhuge Liang in uu u soo baxo si uu u caawiyo,sidaas darteed Zhuge Liang waxa uu noqday la taliyaha ciidamada Liu Bei.", "聖意": "Gurigu waa nabad, waxaan raadiyaa hanti, ganacsiga shaqadu wuxuu carqaladeeyaa guurka oo wuxuu noqdaa qof socdaal ku jooga Liujia.", "古人": "Liu Bei waxa uu raadiyaa hibo (saddex booqasho oo uu ku tagay aqal coosh ah, saddex booqasho oo cariish ah)", "第X籤": "Ku guulaysta bakhtiyaanasiibka soddon iyo labaad", "宮": "Wei Gong"}