{"籤詩版本二": "Labbiso oo dib u qaabayso qaabkii hore ee qoyska Tao waa bilaa cir laakiin waxa uu leeyahay mudnaan.\nMarkii ay xaaqeen qodaxdii iyo qodxihii waddada ka taagnaa, saddexdoodii waxay ku heshiiyeen inay dib ula midoobaan asxaabtooda.", "詩意": "Hexagramkani waxa uu u taagan yahay habaynta dharka.\nWax walba way adag yihiin ka hor intaysan fududayn hadhow.", "解曰": "Ha welwelin. waqti wacan Hadii aad wax ka waydiiso mustaqbalka. Waddo wanaagsan baa hor taal.", "籤詩故事一": "◇ Qorniinka Buddhist Tang Monk\nXuanzang (602-664), suufi caan ah oo ka tirsan Tang Dynasty, wuxuu lahaa magac guud oo Chen ah iyo magaca Yi. Wuxuu ku dhashay Gobolka Goushi, Luozhou (hadda qaybta koonfureed ee Magaalada Yanshi, Gobolka Henan). Waxa uu noqday suufi markii uu jiray saddex iyo toban jir wuxuuna qaatay magaca Buddhist Xuanzang. Dunida waxaa lagu magacaabaa Sanzang of Tang Dynasty.\nSannadkii saddexaad ee Zhenguan (629, oo loo yaqaannay sannadkii ugu horreeyay ee Zhenguan), wuxuu u socdaalay galbeedka Tianzhu (Hindiya) si uu u soo qaato kitaabka Buddhist, keligiis khatar buu galay, dhibna wuu u dulqaatay, wuxuu yimid afar sano oo keliya.\nSannadkii toddoba iyo tobnaad ee Zhenguan, sayidku si rasmi ah ayuu isu casilay oo wuxuu ku noqday bari. Waxa uu ku soo laabtay Shiinaha isaga oo sii maray Waddada Koonfureed ee Gobolka Xinjiang ee maanta, Khotan, iyo Loulan, waxay qaadatay wadar ahaan toddoba iyo toban sano iyo safar 50,000 oo mayl ah. Markii uu yimid Chang'an bishii kowaad ee sannadkii sagaal iyo tobnaad ee Zhenguan, boqorku wuxuu amar ku bixiyay Liang Guogong Fang Xuanling iyo saraakiil kale oo rayid iyo ciidanba ah inay si weyn u soo dhaweeyaan.\nIsu geyn 520 iyo 657 mujallad oo ah kutubta Buddhist Sanskrit ee asalka ah ayaa la codsaday. waxaana loo turjumay Chinese.\nKa dib markii sayidku soo laabtay, waxaa si weyn u ixtiraamay Emperor Taizong iyo Emperor Gaozong waxaana lagu dhejiyay Da Nei, isaga oo siinaya cinwaanka \"Master Tripitaka\".", "聖意": "Gurigu waa qallafsan yahay, nasiib wanaag, badhaadhe, baayac-mushtar, guur-wacan, Liujiya oo hor istaaga, dadka beer-gooyada imanaya, dirxiga, duunyada aan wanaagsanayn, dadka baadi-goobka ah, dacwooyin dadweyne, tahriib, hanti luntay, jirro soo daahday, baryo. barakada, qabuuraha buuruhu waa inay duug noqdaan.", "古人": "Tang Monk wuxuu bartaa kutubta Buddhistka", "第X籤": "Ku guulaysta bakhtiyaanasiibka shan iyo soddonaad", "宮": "Shen Gong"}