{"籤詩版本二": "Haddii aad rabto inaad nabad ahaato oo aad nabad noqoto, kuma habboona inaad shumaca dabaysha haysato.\nWay fiican tahay in la nadiifiyo oo la fadhiisto hool qoto dheer, oo laga fogaado iftiinka, ruxdo meel xasilloon, oo wareego. Rux → Yao. Bilaash → dhowr", "詩意": "Hexagramkani waa sida dabayshu ruxayso laambadda iyo shumaca.\nKu haysashada waxyaabaha joogtada ah waxay keenaysaa nasiib wacan.", "解曰": "Deji meel xasilloon. Wac oo joog wakhtiga. Duco maaha. Muxaafid iyo ku haboon.", "籤詩故事一": "◇Li Jing wuxuu ku noqday buurta\nLi Jing (571-July 2, 649), magaca Farmashiistaha, wuxuu u dhashay Sanyuan, Yongzhou (hadda waqooyi-bari ee Gobolka Sanyuan, Gobolka Shaanxi). Guud ahaan laga soo bilaabo dabayaaqadii Sui Dynasty ilaa Tang Dynasty hore, waxa uu ahaa istiraatijiyad milatari oo caan ah oo leh xirfado madani iyo mid milatari labadaba Tang Dynasty. Ka dib, waxaa la siiyay magaca Duke of Wei, waxaana loo yaqaanay Duke of Wei adduunka.\nLi Jing waa aabaha amiirka saddexaad ee Nezha ee ku jira liiska ilaahyada, sidoo kale loo yaqaan \"King of Tota\" Li Jing iyo wiilkiisa waxay gacan ka geysteen Jiang Ziya (Tai Gong) si ay uga adkaadaan boqoradda Zhou, dhisaan Boqortooyada Zhou, iyo Boqorka. Wu ayaa si rasmi ah u fuulay carshiga. Jiang Ziya ayaa markaas samaysay liis ilaahyo ah waxayna samaysay xaflad ay ku raali galinayso nafaha askartii ku dhimatay dagaalka. Intaa wixii ka dambeeyay dunidu waxay noqotay nabad iyo nabad. Boqor Wu waxa uu rabay in uu sameeyo marquises oo uu u abaal mariyo, waxa kale oo uu rabay in uu dhul u qoondeeyo geesiyaashii aasaasay. Li Jing, aabbihiis iyo wiilkiisa, iyo toddoba qof oo kale ayaa codsaday inay ku noqdaan buurta si ay ugu dhaqmaan Taoism oo aysan ku mashquulin sumcadda iyo hantida adduunka. Dabadeed, dhammaan toddobadoodii \"waxay noqdeen quduusiinta jidhka\" oo waxay ku jiraan fasalka kuwa aan dhimanayn.\nSheekada \"Feng Shen Bang\"", "聖意": "Gurigu waa muxaafid, waxaan ahay mid caadi ah, xoolo ayaan raadiyaa, ganacsigu waa igu adag yahay, guurkaygu waa is-waafaqayn, Liujia waxay u ducaysaa dadka lugaynaya iimaanka, Gooryaanka xariirta ahi dayrta ayaa bislaaday, lix neefna way nabad qabaan, dadku way maqan yihiin, dacwado dadweyne. iyo socdaalka waa muxaafid, cudurada hantida lumay, ha beddelin qabriga ee Jianxingshan", "古人": "Li Jing wuxuu ku laabtay buurta", "第X籤": "Ku guuleystey bakhtiyaanasiib todoba iyo soddonaad", "宮": "Shen Gong"}