{"籤詩版本二": "Muraayad kun sano jir ah oo dib u midoobay, naag ayaa ninkeeda ka codsatay inuu guursado\nWixii intaa ka dambeeyay, qoysku waa is beddeleen, oo duco ayaa lagu daray ubadkii iyo kuwii ay awoowaha u ahaayeen.", "詩意": "Hexagramkani waa calaamad muujinaysa isu imaatinka muraayadaha.\nWax walba waa shaqo adag oo qaali ah.", "解曰": "Ciidda u qodaya dahab. Masduulaagii fuula oo shabeel fuula. In kastoo ay tahay hawl kar. Waxaa ku jira kaabsi.", "籤詩故事一": "◇Yulianhui toban saaxiibo\nBoqorkii Song, Qian Yulian waxa uu guursaday Wang Shipeng. Markii uu Shi Peng u aaday Beijing si uu imtixaanka u galo, maalqabeenka Sun Ruquan ayaa Yulian ku qasbay inuu dib u guursado.\nQian Yulian ayaa diiday soo jeedinta maalqabeenka Sun Ruquan, waxaana uu jeclaan lahaa inuu guursado Wang Shipeng, oo ah aqoonyahan faqiir ah oo ka yimid Wenzhou oo uu shaqaaleysiiyay \"Jing Chai\".\nKa dib, Wang Shipeng ayaa ku guuleystay abaalmarinta koowaad, sababtoo ah wuxuu diiday inuu ku qasbo ra'iisul wasaare Wanqi, waxaa loo diray inuu garsoore ka noqdo Chaoyang fog. Sun Ruquan ayaa si qarsoodi ah warqadii qoyska Wang Shipeng ugu bedeshay warqada furriinka,waxana ay ku khiyaamaysay Yulian in la khiyaaneeyo,waxa kale oo ay hooyada dhashay ee Qian Yulian ku qasabtay in ay guursato,balse Yulian ayaa diiday oo is dishay iyada oo isku tuurtay wabiga,waxana badbaadiyay Qian Zaiihe. oo ka yimid Gobolka Fujian oo loo korsaday sidii gabadhii uu korsaday.\nYulian waxa uu u maleeyay in Shipeng uu dhintay, shan sano ka dib, Wang Shipeng waxa uu ahaa gudoomiyaha gobolka Ji'an, maalin maalmaha ka mid ah, waxa uu xaflad xusuus ah ku qabtay macbadka Taoist si uu u xuso xaaskiisa oo geeriyootay, Yulian ayaa ku dhacday inuu tago macbadka Ji'an Taoist si uu u gubo fooxa, iyo Wang iyo Qian ayaa ugu dambeyntii dib u midoobay.", "聖意": "Gurigu isma roona, dayrta iyo jiilaalku waa barwaaqo, maalka dayrta iyo jiilaalka ha barwaaqoobo, baayacmushtarkaa barwaaqoobo, guurku ha guulaysto, u ducee dadka lugaynaya inay beerta tagaan, xariijimahana waa la dhaqi karaa, lix neef oo xoolo ah waa la heli karaa. la kiciyey.Dadka waa la heli karaa,dacwad guud oo aan wanaagsanayn, tahriibku waa muxaafid,Hanti luntay,cudurro soo daahay,Baryo duco,Buur iyo xabaal baa khayr leh.", "古人": "Yulianhui toban saaxiibo", "第X籤": "Calaamada afraad", "宮": "Ilmo galeenka"}