{"籤詩版本二": "Shaagagga cas wuxuu ku dhacaa galbeedka, bakayguna wuxuu ka kacaa bari, yin wuu koraa oo yang wuu baaba'aa, wax walbana way liibaanaan.\nNaagtu hadday rabto inay isticmaasho, waxay u kordhin doontaa maalkeeda, farxadna qalbigeeda ayay ku farxi doontaa.", "詩意": "Hexagramkani waa astaanta Yin koraya iyo Yang lumaya.\nWax walba way adag yihiin ka hor intaysan fududayn hadhow.", "解曰": "Yin ayaa faa'iido u leh haweenka. Kuma haboona ragga. Hadii aad talo raadinayso. Xumaanta ayaa hor marta ka dibna wanaagga ayaa yimaada.", "籤詩故事一": "Wu Zetian wuxuu kor u qaaday carshiga\nMarkii uu da'diisu ahayd 14 jir, Wu waxa qasriga uga yeedhay Emperor Taizong Li Shimin oo ka tirsanaa Boqortooyadii Tang isaga oo ah qof karti badan, oo lagu magacaabo \"Wu Mei\". Ka dib markii Taizong dhintay, Zetian galay Ganye Temple oo noqday nun.\nMarkii Emperor Gaozong ee Tang Dynasty uu yimid carshiga, wuxuu u yeeray qoyska Wu qasriga si ay u sharxaan Zhaoyi. Sannadkii lixaad ee Yonghui (655), Emperor Gaozong wuxuu aasaasay Wu inuu noqdo boqoraddiisa.\nWu Zetian waxa uu ahaa nin caqli badan, ku lug leh suugaanta iyo taariikhda, waxana uu qani ku ahaa kheyraadka. Wax yar ka dib Wu Zetian wuxuu noqday boqorad, sababtoo ah Gaozong wuu daciifay oo xanuunsanaa, mararka qaarkood wuxuu u wakiishay inay qabato arrimaha siyaasadda qaarkood, sidaas darteed awoodeeda ayaa kordheysa. Sannadkii ugu horreeyay ee Shangyuan (674), Emperor Gaozong waxaa loo yaqaan \"Emperor\", Empress Wu waxaa loo yaqaan \"Boqoradda Jannada\", labadoodaba waxaa loogu yeeraa \"Laba Saints\" oo ku yaal guriga.\nSannadkii ugu horreeyay ee Hongdao (683), waxaa dhintay Imbaraadoor Gaozong, waxaa carshiga yimid Prince Li Xian, Wu Zetian ayaa la wareegay carshiga. Bishii Febraayo ee sannadkii ugu horreeyay ee Sisheng (684), Wu Zetian wuxuu ka saaray Li Xian oo ah Boqorka Luling wuxuuna aasaasay wiilkeeda afraad Li Dan oo ah boqortooyo, isagoo sii waday inuu xukumo boqortooyada. Bishii Sebtembar ee isla sannadkaas, waxay u beddeshay calankii dahabka, Luoyang, oo ah caasimadda bari, ayaa loo beddelay caasimadda rabbaaniga ah. Maalintii sagaalaad ee Sebtembar sannadkii ugu horreeyay ee Tianshou (690), Wu Zetian wuxuu ku dhawaaqay inuu yahay boqor wuxuuna u beddelay magaca waddanka Zhou.", "聖意": "Gurigu waa mid aan naftiisu u fiicnayn, duco baryo, xoolo doon, wax kala iibsi, nasiib wacan guur, nasiib xumo guurka (dhedig), luggooyo beero xidha, dirxiyo, xoolo barwaaqaysan, dad doon, kala tag, dacwo, khasaare, tahriib. , hanti beel, xanuun, naxdin, buur iyo qabri, nasiib wacan", "古人": "Wu Zetian wuxuu fuulay carshiga", "第X籤": "Ku guulaysta bakhtiyaanasiibka afartanaad", "宮": "Adiga Palace"}