{"籤詩版本二": "Waxaad soo xusuusan doontaa erayada wanaagsan oo aan dhammaadka lahayn, Laakiinse waxaad noqon doontaa tuug wiilkiisa.\nHa ku hungoobin wakhtigan oo ka werweri siduu wax wanaagsan u samayn lahaa sannad ka hor.", "詩意": "Hexagramkani waxa uu tuugga u aqoonsanayaa wiil.\nKa taxadar wax kasta oo aad samayso.", "解曰": "Kaliya kan. Mudane wax qalad ah ma sameeyo. Maskaxda ku hay. Cidlo ha noqon.", "籤詩故事一": "◇Dong Zhuo wuu aqbalay Lu Bu\nLu Bu, oo geesinimo iyo dagaal ku wanaagsanaa, waxa uu ahaa jeneraal caan ah oo millatari caan ka ahaa dhammaadkii boqortooyadii Han ee bariga iyo bilowgii saddexda boqortooyo, waxa uu mar u arki jiray Ding Yuan, guddoomiyaha Jingzhou, in uu yahay aabbihii korsaday oo uu ka hoos shaqeeyay.\nKa dib dhimashadii Imbaraadoor Ling ee Boqortooyada Han ee bari, Ding Yuan wuxuu aaday Beijing si uu ula shaqeeyo guud He Jin si uu u xakameeyo dawladda.\nDong Zhuo wuxuu la dagaalamay Ding Yuan, laakiin dhowr jeneraal ayaa awoodi waayay inay ka adkaadaan Lu Bu, sidaas darteed Dong Zhuo wuxuu u diray Li Su oo hoos yimaada si uu u laaluusho Lu Bu. Li Su wuxuu keenay kayd dahab iyo lacag ah iyo faraskii caanka ahaa ee bakaylaha cas si uu \"booqdo Lu Bu\". Li Su wuxuu keenay kayd dahab iyo lacag ah iyo faraskii caanka ahaa ee bakaylaha cas si uu u booqdo Lu Bu. Sidaa darteed Lu Bu waxaa laaluushay Dong Zhuo si uu u dilo Ding Yuan, wuxuuna u sheegay askartiisa inay la yimaadaan haddii ay rabaan, haddii aysan doonayn inay raacaanna ay iska tagaan, taasina waxay keentay in inta badan askartii ay cararaan. Markaa Lu Bu waxaa laaluushay Dong Zhuo oo dilay Ding Yuan.\nKa dib markii Dong Zhuo uu helay awood, wuxuu qaatay Lu Bu oo ah wiilkii uu korsaday wuxuuna ka dhigay guud iyo marquis.\nDong Zhuo wuxuu lahaa xanaaq badan, \"xidhiidhka aabaha iyo wiilka\" ee Lu Bu wuxuu ahaa mid aad u daciif ah 189 AD, dhiirigelintii Situ Wang Yun, Lu Bu wuxuu dilay Dong Zhuo.\nLix bilood ka dib geeridii Dong Zhuo, ciidamadii hore ee Dong Zhuo ayaa ku soo duulay caasimadda, Lu Bu iyo xaaskiisana waxay carareen argagax. Markii uu ka tagay caasimadda Lu Bu waxa uu magangalyo u raadsaday dagaal oogayaashii Yuan Shu, Yuan Shao, Zhang Yang, Zhang Miao, Liu Bei, iwm. dagaal, oo dhawr jeer ka adkaaday Cao Cao.\nSannadkii saddexaad ee Jian'an ee Boqortooyada Han Bari, ciidamada Cao Cao waxay weerareen Xiaopei, saldhigga Lu Bu, waxaana qabsaday oo dilay Cao Cao oo hoos yimaada Tower Baimen. Ka hor inta aan la dilin, Lu Bu wuxuu ka codsaday Cao Cao inuu sii noolaado si uu uga fogaado dhimashada, laakiin Liu Bei wuxuu xasuusiyay Cao Cao in Lu Bu uu marar badan khiyaaneeyay oo uu ahaa nin aan daacad ahayn. Dhammaadkii, Cao Cao, oo kaliya oo qiimeeyay kartida iyada oo aan loo eegin anshaxa, ayaa fuliyay Lu Bu.", "聖意": "Guriga waan dhibsanahay, inta badan lacag ayaan raadsadaa, wax kala iibsiga ayaan ka ilaaliyaa, guurku waa adag yahay, nin Liujia ah ayaa yaabay, dadkii beerta u soo galay, gooryaanka xariirta ah oo bar bislaaday, lix neef ayaa nabad qaba, dadka ayaa raadinaya. dacwooyinku waa ku habboon yihiin tahriibka, waxyaabaha lumay way adag tahay in la helo, cudurro way adagtahay in la helo, nabad baa ka jirta qabriga Zhenxing Mountain.", "古人": "Dong Zhuo wuu aqbalay Lu Bu", "第X籤": "Ku guulaysta bakhtiyaanasiibkii 41aad", "宮": "Adiga Palace"}