{"籤詩版本二": "Boqortooyadii, Boqortooyadii iyo Boqortooyadii waxay ugu dambayntii u nimcoobi doonaan oo sugi doonaan oo ducayn doonaan iyagoon khasaare iyo faa'iido toona lahayn.\nMakhluuqa oo dhan ayaa ka faa'iidaysta, waxaana laga filayaa barwaaqo adduun iyo janno.", "詩意": "Hexagramkani waa calaamada nimcada jannada ka timid.\nWax walba waxay noqon doonaan guul.", "解曰": "Boqorkiina raalli buu ka noqday. Waligaa ha ilaawin. Subaxdii iyo galabtii. Waxaa habboon in fooxa la shido.", "籤詩故事一": "◇Mulian wuxuu badbaadiyay hooyadii\nMokou Lian, ama Mulian, waa kan ugu awooda badan tobanka xerta ah ee Sakyamuni Budha.\nHooyadii intii ay noolayd waxa ay ahayd bakhayl iyo bakhayl, sidaa darteed dhimashadeedii ka dib waxa ay ku dhacday saaxadda rooxaanta gaajaysan. Mokhullian waxa uu u fiirsaday awoodiisa sixir waxa uu ogaaday in Hooyadii ay ku dhalatay rooxaan gaajaysan oo aan haysan wax ay cunto ku helaan oo ay dhibaato weyni ku jirto,waxana uu isticmaalay awoodiisa sixir ah oo uu u keenay cunto Hooyadii,si lama filaan ah,kadib markii ay Hooyadu heshay. cuntadii, waxay isu rogtay dambas oo waa la cuni kari waayay.\nMaudgalyana wuu ka walwalsanaa waxa dhacay wuxuuna u sheegay Budha. Budha ayaa u sheegay Mulian in maalinta 15-aad ee bisha toddobaad ee bisha toddobaad, uu boqol dhadhan iyo shan miro ku shubo weel oo uu u soo bandhigo suufiyadii suubban ee tobanka jiho. .\nMaudgalyayana wuxuu u dhaqmay si waafaqsan rabitaanka Buddha, hooyadiisna ugu dambeyntii waa la xoreeyay. Xaflada noocaan ah waxaa lagu magacaabaa \"Obon Festival\" waxaana xafladan loogu magac daray \"Obon Festival\".\n(Fiiro gaar ah: Maaddadu waxay leedahay dareeno kala duwan heerarka kala duwan ee adduunka, tusaale ahaan: marka uu roobku da'o adduunkan, waxaan u aragnaa \"biyo\", halka noolaha ku jira rooxaanta gaajeysan ay u dareemaan \"dhiig\", oo dareen leh. noolaha dunida cadaabta ku nool waxa ay u dareemaan sida \"dhiig\" waxa ay dareema \" seef tuur \", halka kuwa jannadu ay dareemayaan sidii \"ubax tuuraya\"", "聖意": "Ducada guri iyo guri, baryid badhaadhe jiilaal, xoolo doon, wax kala iibsi la'aan, guur, nabad Liujia, socod lug ah, beero guure, xariijimo, lix neef, dad helid, dacwooyin, guul, tahriib, muxaafid, hanti luntay, cudur. , xasiloonida maskaxda, nabadda buuraha iyo qabriga", "古人": "Mulian wuxuu badbaadiyay hooyadii", "第X籤": "Saxiix afartan iyo laba", "宮": "Adiga Palace"}