{"籤詩版本二": "Adduunku waa dabacsan yahay, wax walbana waa is-taageersan, is-taageeray oo ammaan ah\nWax kasta oo noloshu waa cajiib, u mahad naq awliyada iyo xikmadaha wax walba, oo noqo barwaaqo.", "詩意": "Hexagramkani waxa uu u taagan yahay wada noolaanshaha dhulka iyo dhulka.\nWax walba si fiican ayey u socdaan, khatarna ma jirto.", "解曰": "Wax walba way dhashaan. Dhammaan qorshayaasha iyo rabitaanka ayaa rumoobay. Ford wuu caawiyaa. Rui Qi wuu degdegay.", "籤詩故事一": "◇ Socodayaashu waxay helaan iftiin\nSafarka sheekada Galbeedka:\nSun Wukong waxa uu la wareegay buurta ubaxa iyo miraha waxa uu noqday boqor,kadib si uu u helo hab uu ku noolaado waxa uu ku qaatay sideed ama sagaal sano isaga oo u socdaalay buuro iyo wabiyo si uu u caabudo baadari Bodhi oo macalin ah,waxa uu bartay todobaatan- Laba isbeddel oo ka mid ah xumaanta dhulka iyo daruuraha goos gooska ah, waxayna qaateen magaca Sun markii ugu horreysay. Waxaa loo magacaabay Wukong.\nIntaa ka dib, Sun Wukong wuxuu aaday qasriga Dragon Palace ee ku yaal badda bari ee Shiinaha si uu u helo hub ku habboon, wuxuuna ugu dambeyntii helay Ruyi Golden Cudgel, irbadda rabbaaniga ah ee Tianhe iyo Dinghai. Maxaa yeelay cimrigiisii ​​wuu dhammaaday, wuxuu sameeyey buuq weyn oo dunida hoostiisa ah, wuxuu dib u eegis ku sameeyay kitaabka nolosha iyo dhimashada, wuxuuna dib ugu noqday dunida aadanaha. Ka dib, Sun Wukong waxaa u yeedhay jannada markii ugu horeysay waxaana loo magacaabay Bima Wen. Ka dib ayaa mar labaad looga yeeray janada waxaana loo magacaabay Boqorka Daanyeer, sidoo kale waxa uu xaday Ferska oo uu dhibaato ka geystay Samada, waxaana lagu xiray foornada Bagua si uu ugu dhaqmo indhihiisa dahabka ah iyo indhihiisa ololaya, ugu dambeyntiina waa la xakameeyey. Waxaa qoray Tathagata Buddha oo ku taal cagta buurta Wuzhi ilaa 500 sano, oo aan awoodin inay dhaqaaqdo. Meeshii foornada Bagua-ga lagu laaday ayaa isu rogtay buur holac ah.\nShan boqol oo sano ka dib, Monk Tang waxa uu aaday Galbeedka si uu u helo kutubta, waxa uu soo maray Buurta Shanta ah, oo uu ka siibtay talismanka ka hor inta uusan badbaadin Sun Wukong. Sun Wukong ayaa la ilmeeyay mahadnaq, ka dib markii uu la dardaarmay Guanyin Bodhisattva, wuxuu caabuday Tang Monk isaga oo macalin ah oo u aaday Galbeedka si ay u bartaan Kitaabka Quduuska ah. Jidka uu ku baranayo kitaabka, Sun Wukong waxa uu ku soo degay shaydaan oo waxa uu meesha ka saaray waxyaalihii,waxana uu si isdaba joog ah u sameeyay wacdaro aan caadi ahayn,hase ahaatee,waxaa si khaldan u fahmay oo eryay sayidkiisii ​​Tang Seng marar badan. kow iyo siddeetan dhib dabadeed ayaa hawshii dhammaatay, oo afartii sayid iyo xertii waxay yimaadeen macbudka Xitian Leyin, oo waxay qaateen Qorniinkii runta ahaa. Sun Wukong waxay gaartay natiijo sax ah.\n( Sheekadani waa sarbeeb ah in xataa daanyeerku iftiimi karo, iska daa insaanku.)", "聖意": "Gurigu waa u roon naftiisa, hantida, ganacsiga, guurka, Liujia, ragga lugeynaya, xannibaadda beeraha, dirxiga, lix xayawaan, Zhongping, raadinta dadka, dacwadaha, guusha, socdaalka, luminta hantida, cudur, qabriga Xingxingshan, waxyaabo yihiin kuwo wanaagsan", "古人": "Socdaalku wuxuu haleelaa iftiin", "第X籤": "Saxiixay 43aad", "宮": "xugong"}