{"籤詩版本二": "Qin Jun wuxuu u adkaystaa nolol muxaafid ah wuxuuna go'aansaday inuusan xumaan samayn.\nIlaa qof si tartiib ah u dhaqmo, laamaha dhintay iyo geedo duug ah ayaa soo celin doona ubax.", "詩意": "Hexagramkani waxa uu la mid yahay ubax qoryo baxay oo dhintay.\nWax waliba waxay leeyihiin guul u gaar ah.", "解曰": "Muxaafid iyo aamusnaan. Arimuhu run bay noqdaan. Haddii ay dhaqaaqdo, waxaa dhici doona aafo badan. Aamusnaanta eed ma leh.", "籤詩故事一": "Kalluumeysiga Weishui\nBoqortooyadii Zhou, Jiang Shang, oo la odhan jiray Ziya, waxa uu ku dhashay Ji (oo u dhashay Xuzhou, badda bari ee Shiinaha), magaciisa Taoist waxa uu ahaa Fei Xiong. Aabaha waxaa la siiyay magaca Zai Lu (magaca goobta), sidaas darteed waxaa sidoo kale loogu yeeraa Lu Wang.\nSi ay uga badbaado waayihii dhibka badnaa ee Boqor Zhou ee Boqortooyadii Shang, Jiang Ziya waxa ay ku noolayd biyaha badda bari ee Shiinaha oo ay ka kalluumaysan jirtay webiga Weishui.\nKalluunku waa toosan yahay, runtii, qalbigiisu ma kalluumaysanayo, laakiin hamigiisu waa inuu noqdo Ra'iisul Wasaare.\nBoqor Wen waxa uu maqlay in uu xikmad leeyahay, waxaanu u shaqaaleysiiyay macalin (Ra'iisal wasaare). (Jiang Ziya waxa uu jiray siddeetan jir wakhtigaa)\nKadib, King Wu ee Zhou wuxuu weeraray King Zhou ee Shang, wuxuu burburiyay Boqortooyada Shang, wuxuuna aasaasay Boqortooyada Zhou. King Wu wuxuu u yeedhay Jiang Ziya Shangfu. Ina Feng Jiang, Ding Gong, wuxuu noqday Marquis of Qi.\n( Sheekadani waa tusaale: sug fursadda, sug inta ay jirto fursad kicinaysa, ka dibna horumarka ayaa bilaabmaya.)", "聖意": "Reerka iyo guriga iyo hantidaba nasiib wacan, marka wakhtigu gaadho, wax kala iibsigu waa guulaysan doonaa, haddii gabadhu ku dhasho Liujia, dadka lugaynaya ayaa xidha, gooryaanka xariirta ahi way xidhmaan, lix neef oo xoolo ah way adag tahay in la helo. nasiib dacwo, tahriib, muxaafid, hanti beelay, jirro iyo duco, badhaadhe buur iyo qabri.", "古人": "Weishui kalluumaysiga", "第X籤": "Bakhtiyaa-nasiibka lix iyo afartan-aad ee guuleystay", "宮": "xugong"}