{"籤詩版本二": "Cimilada qabow waxay biyaha u beddeshaa baraf, maxaad ugu hunguri weyn tahay caannimada?\nMa hayo wax kale oo aan ahayn in aan fadhiisto oo aan sugo in caleemaha si dabiici ah u soo baxaan.", "詩意": "Hexagramkan, biyuhu waxay isu beddelaan baraf.\nWax macno darro ah ha weydiin.", "解曰": "Biyuhu waxay ku barafoobaan baraf. Barafka ayaa ku dhalaaliya biyo. Hadii ay tahay shirqool. Waa sidaas.", "籤詩故事一": "◇Wang Xiang waxa uu weyddiistaa carp (Afar iyo labaatan sheeko sheeko cibaado ah)\nWang Xiang ee Boqortooyada Jin, magaca sharafta leh ee Fuzheng, wuxuu ku dhashay Linyi.\nMarkii Wang Xiang uu yaraa, hooyadii dhashay ayaa geeriyootay, Aabihiis oo kali ah ayaa guursaday naag la yiraahdo Zhu, Wang Xiang wuxuu dhashay hooyo cusub. Markii Wang Xiang uu yaraa, hooyadii dhashay ayaa geeriyootay, aabbihiis oo kali ah ayaa guursaday haweeney lagu magacaabo Zhu. Wang Xiang hooyadeed waxay ahayd gabadh cidhiidhi ah oo xaasid ah, ma jeclayn Wang Xiang oo inta badan waxay ku canaanan jirtay arrimo aan macno lahayn Wax yar ka dib, hooyada ayaa sidoo kale dhashay wiil la yiraahdo Wang Lan. Hooyada ayada ah waxa ay jeceshay kaliya caruurteeda,waxana ay u arki jirtay in Wang Xiang uu yahay qodax dhinaceeda kaga jira,waxa ay noqotay mid aad uga damqasho Wang Xiang,waxa ayna inta badan kaga hadashay Wang Xiang aabbihiis hortiisa. Hooyada ayada ah waxa ay jeceshay caruurteeda oo kaliya,waxana ay u arki jirtay Wang Xiang in uu yahay qodax dhinaceeda kaga jira,waxa ay aad u doonaysay Wang Xiang,waxa ay inta badan kaga hadashay Wang Xiang aabbihiis hortiisa. Inkastoo Wang Xiang walaalkiis, Wang Lan aad buu ula saaxiibaa walaalkiis. In kasta oo ay jirdileen hooyadeed, haddana waxay ahayd mid aad u fool xun. Hooyada hooyada ayaa aad u qallafsan, laakiin Wang Xiang weli aad buu u fayl-garaysan yahay.\nHooyadiis waxay leedahay hiwaayad, taas oo ah, waxay jeceshahay inay cunto kalluunka cusub ee hadda laga soo kaluumaystay webiga. Hooyadiis waxay leedahay hiwaayad, taas oo ah, waxay jeceshahay inay cunto kalluunka cusub ee hadda laga soo kaluumaystay webiga. Xilli jiilaal ah, aabbihii ayaa ganacsi u aaday, hooyadeed ayaa mar kale xanuunsatay, Walaalaha Wang Xiang iyo Wang Lan waxay si taxadar leh ugu adeegeen maraqa iyo dawada ay hooyadood cunto. degdegsan. Xilli jiilaal ah, aabbihii ayaa ganacsi u aaday, hooyadeed ayaa mar kale xanuunsatay, Walaalaha Wang Xiang iyo Wang Lan waxay si taxadar leh ugu adeegeen maraqa iyo dawada ay hooyadood cunto. degdegsan. Hooyadii oo xanuunsanayd ayaa rabtay inay cunto kalluunka cusub ee webiga, jawiga qabowga daran, ayaa waxaa ka da'ayay baraf, biyihii wabigana waxay isu beddeleen baraf qaro weyn. Hooyadii xanuunsanayd waxay rabtay inay cunto kalluun cusub, xaggee laga heli karaa kalluun cusub jawiga baraf iyo barafka?\nWaagaas, ma jirin suxuunta xilliga ka baxsan, mana iibsan kartid xitaa haddii aad lacag haysato.\nHalkaa marka ay marayso sheekada, waxa dhacday sheekada taabanaysa ee Wang Xiangqiu Li. Wang Xiang waxa uu u soo lugeeyay wabiga barafaysan si aanu u niyad jabin hooyadiis oo buka. heerkulka jirkeeda si uu u dhalaaliyo barafka (sidaa darteed Wang Xiangqiu carp waxa kale oo loo yaqaan Wang Xiang oo ku jiifa barafka). Shaadhka ayuu iska siibay oo qaawan buu dul jiifay barafka. Ilaahay buu baryay oo yidhi: \"Ilaahoow hooyaday way bukoon tahay oo waxay doonaysaa inay cunto kabriid cusub, waa inaad ii raadisaa waddo kasta oo ay noqotaba\" si yaab leh ayuu barafkii agtiisa ahaa si lama filaan ah u dildillaacsaday, labana way kala tageen. dildilaac.Kariif nool ayaa ka booday dildilaaca oo ku booday barafka.Wang Xiang aad buu u farxay. Ilaahay buu baryay: “Ilaahoow hooyaday way bukoon tahay oo waxay doonaysaa inay cunto kabriid cusub, waa inaad ii raadisaa waddo kasta oo ay noqotaba.” Si la yaab leh ayuu barafkii agtiisa ahaa si lama filaan ah u dillaacay, laba dildilaac baa ka dhacay. Carp nool ayaa ka booday dildilaaca oo ku booday barafka Wang Xiang aad buu u farxay. Intuu si degdeg ah u jilba joogsaday ayuu Ilaahay u mahad naqay, oo carafkii guriga ula cararay. Intuu si degdeg ah u jilba joogsaday ayuu Ilaahay u mahad naqay, degdeg buuna carptii qaatay oo gurigiisii ​​aaday. Ka dib markii ay hooyadii cuntay carp cusub, isla markiiba way ka soo kabsatay xanuunkeeda. Hooyadii oo ku jirtay sariirta cisbitaalka ayaa yaabtay markii ay aragtay Wang Xiang oo qaawan oo ka mid ah jidhkiisa sare oo qabow ka soo baxay iyo laba kalluun oo gacantiisa ku jira, iyada oo faraxsan ayay qolka soo gashay oo yaabban.\nWang Xiang ayaa markii dambe noqday sarkaal oo noqday Taibao, waxaana la siiyay magaca Duke.", "聖意": "Aan ku dhibtoon guriga, waxaan u duceeyaa ilaalinta, dhibaatooyinka dhaqaale, dhibaatooyinka ganacsiga, guurka, iswaafaq la'aanta caymiska Liujia, dadka lugeynaya, Chitian silkworms, lix xoolo ah oo khasaaray, dad maqan, dacwado dadweyne, tahriib, muxaafid, hanti luntay, jirro, soo kabasho adag. qabriga buur, nasiib wacan", "古人": "Wang Xiang waxa uu waydiistay carp (Afar iyo labaatan sheeko oo cibaado leh)", "第X籤": "Sagaal iyo afartan Ku guuleysiga Lott", "宮": "Haigong"}