{"籤詩版本二": "Waxaad u safri kartaa dhammaan geesaha dalka, adigoo daldalaya shiraaca shiraaca si aad si xor ah kor ugu qaaddo\nHaddii ay jirto dabayl wanaagsan, waxay iman doontaa dhowaan, doontana waxaa ka buuxsami doona hanti.", "詩意": "Hexagramkani waxa uu la mid yahay in dabaysha lagu jiido doon.\nWax walba si fiican ayey u socdaan.", "解曰": "Ku naso si fudud. Dadaal looma baahna. Hanti badan. Dhammaan waa la bogay.", "籤詩故事一": "◇Tao Zhugui Shan Haro (Fan Ligui Lake)\nXilligii gu'ga iyo dayrta, Fan Li, oo magaciisu ahaa Shaobo, ayaa sidoo kale loo yaqaanay Gui Yizipi ama Tao Zhugong.\nWaagaas waxaa dagaal dhex maray Dawladdii Wu iyo Dawladdii Yue, Dawladdii Wu waxay burburisay Dawladdii Yue. Fan Li iyo Wen Zhong waxay dejiyeen qorshe Yue King Gou Jian si kor loogu qaado Yue loona burburiyo Wu. Fan Li ayaa shakhsi ahaan u safray buuro iyo wabiyo, wuxuuna booqday Xi Shi, oo ah haweeney qurux badan oo leh wanaag, karti iyo qurux labadaba, webiga Huansha ee buurta Bailuo wuxuuna u soo bandhigay Boqorka Wu. Waxa uu u adeegsaday \"quruxda quruxda\" iska kaashada gudaha iyo dibadda oo ay burburiyaan Boqortooyada Wu.\nKadib markii uu ku guulaystay in uu tirtiro Boqortooyadii Wu, Fan Li waxa uu ogaa in Gou Jian uu yahay \"Shimbir luqun dheer leh oo af leh\" oo uu dhib iyo farxad la qaybsan karo, sidaa awgeed waxa uu la doontay Xi Shi oo dhan Boqortooyadii Qi, baddalayna Magaca Gui Zipi, oo u horseeday wiilkiisa iyo xertiisa Boqortooyada Qi. Waxay ku nool yihiin aqal badda agteeda ah. Waxa uu aad ugu dadaalay in uu beero cidla ah, ganacsi dhinacna ka sameeyo oo uu ganacsi sameeyo, dhawr sano gudahood waxa uu urursaday tobanaan milyan oo hanti qoys ah. Waxa uu ahaa mid deeqsinimo ku dheehan tahay u fidin jiray hantida iyo wanaagga magaaladii uu ku dhashay,Fan Li caqligiisa iyo kartidiisaba way u riyaaqeen reer Qi, Boqorkii Qi waxa uu ku casuumay magaalada Linzi ee caasimadda, isaga oo u cibaadaysan jiray isaga oo ah ra’iisal wasaaraha u qaabilsan arrimaha dawladda. . Waxa uu ku dhawaaqay “Mas’uul in uu yahay qof wasiiro ah, reerna la maamulaa waxa ay u horseedi kartaa hanti, caamo meel eber ka soo bilaabay waxa ay gaadhay meel fog, in muddo dheer la karaameeyayna malaha calaamad wanaagsan maaha”. Haddaba, saddex sano oo keliya ka dib, ayuu haddana Jiliu si geesinnimo leh u gurtay, shaabaddiina u soo celiyey boqorkii Qi, wixii hanti qoyskiisiina lahaana wuxuu siiyey saaxiibbadiis iyo dadkii tuulada degganaa.", "聖意": "Gurigu naftiisuu ku fiican yahay (waa la rari karaa), lacagtu waa wanaagsan tahay, ganacsigu waa wanaagsan yahay, guurkiina wuu daahay, guurkiina ma fiicna, Liujia waa nabad, dadku waxay hor istaagaan beerihii, Gooryaanka, dayrta, xoolaha, guga. waa barwaaqo, dad baa dad raadis ah, dacwo xumo, tahriibtu waa muxaafid, wax luntay, cudurro reer galbeed ah ayaa xaliya, buur iyo xabaal waa koonfur.", "古人": "Tao Zhugui Shan Haro (Fan Ligui Lake)", "第X籤": "Ku guulaysta bakhtiyaanasiibka kontonaad", "宮": "Haigong"}