{"籤詩版本二": "Maalmaha xagaaga ayaa ah kuwa ugu dheer qof walbana wuxuu ka walwalaa kulaylka iyo niyad-jabka\nCirka iyo dhulku sidoo kale way yaqaaniin waxa dadku rabaan, neecawdu way afuufi oo dabiiciyan waa qabow", "詩意": "Hexagramkan ayaa tilmaamaya in qof walba uu ka walwalsan yahay kulaylka.\nSamee wax kasta oo aad rabto.", "解曰": "Shaki kuma jiro inaad horay u socoto iyo in kale. waqti wacan Ma xerayn baa? Looma baahna in si degdeg ah loo dhaqmo.", "籤詩故事一": "◇Kong Ming waxa uu galay Sichuan\nZhuge Liang (181-234), magaca sharafta leh ee Kongming, wuxuu u dhashay Yangdu, Langya (hadda Yinan County, Gobolka Shandong), wuxuuna ahaa ra'iisul wasaaraha Shu Han (Liu Bei) intii lagu jiray xilligii Saddexda Boqortooyo.\nInkasta oo Liu Bei uu ku guulaystay Jingzhou, haddana kuma filnayn in dhinac la kala saaro, Zhuge Kongming waxa uu qorsheeyay in uu qabsado Xichuan si uu u kordhiyo dhulka Liu Bei. Waqtigaan, Liu Zhang oo ku sugan Yizhou waxaa waqooyiga weeraray Zhang Lu. Zhuge Kongming wuxuu ogaaday in Liu Zhang uu rabay inuu khariidadda Xichuan u hibeeyo Cao Cao si uu naftiisa u ilaaliyo. Markii Zhang Song (ka hooseeya Liu Zhang) uu la kulmay Cao Cao, sababtoo ah Cao Cao wuxuu ahaa kibir iyo edeb darro, Liu Zhang wuxuu dib u qaaday khariidadda Xichuan wuxuuna sii maray Jingzhou jidka. Kong Ming mar hore ayuu jidka ku sugayay, wuxuuna ku casuumay Jingzhou, balse waligiis ma uusan soo hadal qaadin sawirka Xichuan ilaa waqtigii uu dhoofayay. isaga.\nDhulka Xichuan waxa uu ahaa mid khatar ah oo la weeraro ama la difaaci karo.Kadib qabanqaabada kala duwan ee Kong Ming, Xichuan waxa ay noqotay meesha uu ku dhashay Liu Bei.\n(Kong Ming waxa uu dadka ula dhaqmay si xushmad leh si fududna waxa uu ku helay Xichuan-ka la jecel yahay.)", "聖意": "U soo ducee guriga duco iyo ilaalintaada (nasiib wanaag baa ku jira) Xoolo raadso, nasiib wacan ganacsi, guur guud, wiilal ku dhashay Liujia, beeraha guura, dirxiga, dhaawaca xoolaha, raadinta dadka, dadweynaha dacwooyinka, tahriibka, wax duuga oo lumay, cudurro reer waqooyi, buur iyo xabaal doon", "古人": "Kong Ming wuxuu galay Sichuan", "第X籤": "Cutubka 51: Ku guuleysiga bakhtiyaanasiibka (ku guuleysiga bakhtiyaanasiibka)", "宮": "Ilmo galeenka"}