{"籤詩版本二": "Dadaal badan bay u baahan tahay in dayaxa lagu qabto biyaha, waxay u baahan tahay dadaal badan laakiin waxba.\nHa ku hadlin hadal aan macno lahayn,hana ku lumin dadaalkaaga aad jidhka ku xoojinayso.Erayga \"jidh engegay\" asal ahaan waxa uu macnihiisu yahay \"jidhka waa cidla\".", "詩意": "Hexagramkani waa hunguri sawirka dadaalka.\nWax walba waa dadaal iyo dadaal.", "解曰": "Ballanqaadyadu way adagtahay in la xasuusto. Shaqo adag. Walwalka guriga. Sugitaanka la kulanka dad gob ah.", "籤詩故事一": "◇Taibai waxay qabatay dayaxa iyadoo sakhraansan (Li Taibai waxay qabatay dayaxa iyadoo sakhraansan)\nLi Bai (701-762), sidoo kale loo yaqaan Taibai, sidoo kale loo yaqaan Qinglian Jushi. Gabayaagii Tang Dynasty, oo isku magacaabay mid aan dhimanayn, waxaa loo yaqaannay Maansada Maansada, mar walbana wuu faraxsanaa isagoon wax cabbin.\nMar uu Li Bai yimid Jinling (hadda Nanjing) oo uu ku nastay makhaayad ku xigta buundada Wende.\nMaalintaasu waxay ahayd maalintii shan iyo tobnaad ee bisha jiilaalka,habeenkii ayuu maqaaxida keligii fadhiisan jiray oo dayaxa u bogi jiray,isagoo cabbaya oo tiriyay gabayo. Maalintaasu waxay ahayd maalintii shan iyo tobnaad ee bisha jiilaalka,habeenkii ayuu maqaaxida keligii fadhiisan jiray oo dayaxa u bogi jiray,isagoo cabbaya oo tiriyay gabayo. Li Taibai waxa uu aad u jeclaaday dayaxa noloshiisa, isaga oo sheegay in uu yahay mid nadiif ah oo qurux badan. Li Taibai waxa uu aad u jeclaaday dayaxa noloshiisa, isaga oo sheegay in uu yahay mid nadiif ah oo qurux badan. Habeenkaas ayuu kor u eegay, waxa uu arkay dayax cad oo cirka ku wareegsan, aad buu u farxay oo dhawr koob oo kale cabbay. Habeenkaas ayuu kor u eegay, waxa uu arkay dayax cad oo cirka ku wareegsan, aad buu u farxay oo dhawr koob oo kale cabbay. Saqdii dhexe, Li Taibai ayaa ka faa'iidaystay khamriga oo hoos ugu dhaadhacay buundada Wende. Saqdii dhexe, Li Taibai ayaa ka faa'iidaystay khamriga oo hoos ugu dhaadhacay buundada Wende. Isla markii uu buundada soo fuulay ayuu madaxii hoos u dhigay, waxa uu si lama filaan ah u arkay dayaxu oo biyihii ku soo dhacay, markii uu wabigu dhaqaaqay ayaa dhawr xariiq oo madow lagu daray hadhka dayaxa cad. Isla markii uu buundada soo fuulay ayuu madaxii hoos u dhigay, waxa uu si lama filaan ah u arkay dayaxu oo biyihii ku soo dhacay, markii uu wabigu dhaqaaqay ayaa dhawr xariiq oo madow lagu daray hadhka dayaxa cad. Li Taibai aad buu u sakhraansanaa wakhtigan oo uu u maleeyay inay tahay dayaxa oo ay wasakheeyeen biyaha wabiga. Li Taibai aad buu u sakhraansanaa wakhtigan oo uu u maleeyay inay tahay dayaxa oo ay wasakheeyeen biyaha wabiga. Xataa ismuu dhibin inuu kabaha iska siibo, gacmihiisii ​​ayuu furay oo buundada ka booday si uu dayaxa u qabto. Xataa ismuu dhibin inuu kabaha iska siibo, gacmihiisii ​​ayuu furay oo buundada ka booday si uu dayaxa u qabto. Si lama filaan ah, booddaan, dayaxu lama qaban, balse dayax biyihii ku jiray ayaa jabay oo isla markiiba laba qaybood u kala jabay. Si lama filaan ah, booddaan, dayaxu lama qaban, laakiin ninkii waa la qarqiyey. Wuxuu ku dhintay da'da lixdan iyo laba jir.", "聖意": "Gurigu wuu dhibsan yahay oo nasiib xun baad ku jirtaa (caafimaadkaaga u fiirso) (nasiib la’aan) Xoolo raadso oo dheelitir (xataa ha ka fikirin) Ku adkaanta wax kala iibsiga ganacsiga, guurka lama xaliyo, u duceeya ilaalinta (khasnada madhan ayaa ka hortagaya) dhicis) Dadka lugaynaya oo dhib ku ah, xariirta duurka ku jirtana waa shan dhibcood, lix neefna waa ay hoos u dhaceen (nasiib la’aan) Dad raadis (nasiib darro) Dacwooyin dadweyne iyo (dacwadda jooji) Tahriibka caadiga ah (ha sheegin) Hanti luntay. (diyaarad) Ducada ka ilaalinta jirrada (nasiib darro) nasiib wanaag buuraha iyo qabriga", "古人": "Taibai waxay qabatay dayaxa iyadoo sakhraansan (Li Taibai waxay qabatay dayaxa iyadoo sakhraansan)", "第X籤": "Konton iyo labaad oo ku guulaysta bakhtiyaanasiibka (Lottery)", "宮": "Ilmo galeenka"}