{"籤詩版本二": "Marka niyad-jabku isu beddelo raynrayn, jiidiyadu way guuxaan oo shabeelkuna wuu ciyey.\nCirka buluuga ah wuxuu leeyahay jid u gaar ah oo cirka loo maro, Allow mar kale fursad aan ku gaaro caannimo.", "詩意": "Hexagramkan waa sida masduulaagii ciyaya iyo shabeel ciyaya.\nWaxaa jirta rajo ah in wax walba ay si wanaagsan u socon doonaan.", "解曰": "Kaliya bar oo tag. Barwaaqo kuu gaar ah yeelo. Waa in la sameeyaa dhamaadka. Meel laga helo ayaa jirta.", "籤詩故事一": "◇Liu Bei wuxuu qorayaa aroosad\nDagaalkii Chibi ka dib, Sun Quan waxa uu aad u jeclaa in uu dib u helo Jingzhou, oo uu qabsaday Liu Bei, sidaa awgeed waxa uu adeegsaday qorshaha Zhou Yu, isaga oo iska dhigaya in uu doonayo in uu u guuriyo walaashii Sun Ren Liu Bei, laakiin dhab ahaantii waxa uu rabay in uu qaato. Liu Bei oo ah la haystayaal si uu u sheegato Jingzhou.\nKa dib markii Zhuge Liang uu basaasay qorshaha Zhou Yu, wuxuu u dhiibay buug-yaraha xeeladda Zhao Yun, kaasoo ilaalinayay Liu Bei markii uu tagay Soochow. Sun Quan aabbihiis) wuu ogyahay soo jeedinta guurka. Maadaama Wu Guotai uu jeclaa inantiisa oo aanu doonayn in uu si caadi ah u go'aansado arrimaha nolosheeda dheer ee gabadheeda, waxa ay Sun Quan ku canaanatay in uu u naxariisto walaashii oo ay soo jeedisay in ay shakhsi ahaan u tijaabiso in Liu Bei uu u qalmo gabadhiisa ee Ganlu Temple. Ka dib markii Wu Guotai uu la kulmay Liu Bei, waxay si weyn ugu mahadcelisay Liu Bei waxayna si adag ugu doodday guurka u dhexeeya Liu Bei iyo gabadhiisa.Natiijo ahaan, Liu Bei wuxuu guursaday Mrs.\nKa dib, Liu Bei iyo Mrs. Sun waxay si wada jir ah ugu carareen Jingzhou, ka dib, Sun Quan wuxuu rabay inuu ka faa'iidaysto weerarka Liu Bei ee Yizhou si uu u weeraro Jingzhou, laakiin waxaa joojiyay Wu Guotai, oo ka welwelsanaa badbaadada gabadhiisa.\nWaxa uu yiri: \"Qorshaha xariifnimada ah ee Zhou Yu waa kan ugu fiican adduunka, waxa uu waayay xaaskiisa oo uu waayay ciidamadiisa.\"\n(Liu Bei wuxuu ka helay waxyeello)", "聖意": "Guriga ayaan nasiib u yeeshay oo aan nasiib u yeelanay (Horta nasiib xumo, haddana nasiib wacan) raadso maal, isku dheeli tirnaan, guur dhib, guul guur, u ducee dadka lugaynaya, Gooryaanka xariyada ah ee berriga, shan dhibcood oo xoolo ah, baadh. dadka, dacwooyinka iyo tahriibka, hanti luntay, nasiib wacan, cudurro, nabad buur iyo qabri.", "古人": "Liu Bei wuxuu qorayaa aroos", "第X籤": "Bakhtiyaa-nasiibka saddexaad", "宮": "Ilmo galeenka"}