{"籤詩版本二": "Wanaagga aabbuhu wuxuu u gudbiyaa wiil uu awow u yahay, oo barwaaqada xagga cuntada iyo dharku waxay ku xidhan tahay Ilaah oo keliya.\nChunxuan hoolka dhexdiisa ayaa dadka ka farxisa, marka ay gaajoodaan, quudiyaan, haraadan oo hurdaan, Chunxuan waxay tusaale u tahay waalidiinta.", "詩意": "Hexagramkani waxa uu ku xidhan yahay sawirka bamboo u horseedaya guga.\nRajo in wax walba si fiican u socdaan.", "解曰": "Bamboo qaado oo u hoggaami guga. Waxay u fidaa si aan dhammaad lahayn. Akhyaarta ayaa rajo doonta. Dhammaan waa ku farxeen.", "籤詩故事一": "◇King Wu of Zhou wuxuu kor u qaaday carshiga\nBoqor Wu ee Zhou ayaa weerar ku qaaday boqor Zhou,waxana uu hogaaminayay sideed boqol oo amiir ah si ay ula dagaallamaan ciidanka King Shang,sidoo kale askartii ku sugnayd magaalada Chaoge (caasimada King Shang) ayaa ka horyimid King Shang oo ay khiyaameeyeen King Shang.\nBoqor Zhou wuxuu isku gubay Tower Zhaixing, waxaana la burburiyay Boqortooyada Shang.\nBoqor Wuu wuu aqbalay kitaabkii dahabka ahaa iyo kaydkii dahabka ahaa, kaas oo ah carshigii boqorka, oo wuxuu u jeeday xagga koonfureed, gacmihiisiina way isku laabmeen, oo si qumman ayuu u fadhiistay. Boqor Wu waxa uu amar ku bixiyay in hantida Lutai la qaybiyo, in la burburiyo Taawarka Xiddigta, iyo in la qaybiyo hadhuudhka bariiska ee ku kaydsanaa Juqiao.\nSii daa Jiziga xidhan oo hagaaji qabriga Bigan. King Wu waxa uu fuulay albaabka guriga xikmadda Shang Rong oo madaxa foorarsaday. Ixtiraam dadka wanaagga iyo akhlaaqda leh, oo iska daaya addoommada guriga gudaha ku jira.\nWaxa kale oo uu joojiyay hubkii oo uu kor u qaaday dhaqanka iyo waxbarashada. Dhanka koonfureed ee Nanshan ayaa fardaha lagu daaqi jiray, lo’duna waxay ku daaqdaa miyiga iyagoo leh geed miro ah, waana goob nabad ah.", "聖意": "Gurigu xaaladiisu ma fiicna (nasiib wacan), waxaad samayn kartaa rabitaankaada (nasiib wanaag), dhaqaale doon, wax kala iibsi, oo guurso (la kulan soddog wanaagsan), Liujia waa nabad (Zodiac). calamad), dad lugaynaya oo beer raray, xariijimo ayaa nasiib u yeeshay, lix neef ayaa ku dhaawacmay, dadku way adag tahay in la helo (eeg) dacwooyinka dadweynaha, qof gob ah guuro, nasiib wacan oo lumay cudurro iyo cudurro.", "古人": "Boqor Wu ee Zhou ayaa fuulay carshigii", "第X籤": "Konton iyo shanaad oo ku guulaysta bakhtiyaanasiibka (bakhtiyaa nasiib)", "宮": "Qasriga foosha xun"}