{"籤詩版本二": "Xeebta waxaa ka buuxa dhagaxyo, toggu waa socdaa, dabayshu waa caddahay, dayaxu waa cad yahay, dadka sharafta leh ayaa ku mashquulsan.\nWaddada, waa in aan weydiiyaa meesha aan aado, ha qaadan udgoonka ubaxa iyo dhirta kaynta, ha daryeelin.", "詩意": "Hexagramkan waa sida doon ku socota xeeb yar.\nWax kasta, waxaa jira dad sharaf leh oo caawiya.", "解曰": "Si aad nolol u samaysato. Shaqo adag. Muxaafid oo sug. Wacan oo dhan.", "籤詩故事一": "◇ kacdoonka Lushan\nLushan (703-757), oo magaciisu ahaa Kang laguna magacaabi jiray Yaluoshan, wuxuu ka yimid Liucheng, Yingzhou (hadda Chaoyang, Liaoning).\nLater, wuxuu qaatay magaca magaca An wuxuuna magaciisa u beddelay Lushan. Intii lagu jiray Boqortooyada Xuanzong ee Tang Dynasty, An Lushan wuxuu ahaa ergeyga militariga.\nBishii Nofeembar ee sannadkii 14-aad ee Tianbao, An Lushan ayaa ciidamo ku soo ururiyay Fanyang, isagoo ku duulaya magaca weerarka Yang Guozhong, wuxuu bilaabay kacdoon wuxuuna kaxaystay ciidamada saddex magaalo si uu u weeraro Luoyang, oo ah caasimadda bari. Wararka laga helayo Taiyuan ayaa ku soo yaacay magaalada Lishan, Tang Xuanzong, oo xilligaas ku sugnaa qasriga Huaqing ee magaalada Lishan, ma rumaysnayn in Anlushan uu fallaagoobayo. (Tani waa sawir ka mid ah \"dhawaaqa biyo qulqulaya oo qalafsan oo ku dul yaal dhagaxyada yaryar ee toggu\")\nMa ahayn ilaa Yan Zhenqing, oo ah maamulaha Gobolka Pingyuan, uu u soo diray qof u soo dira macluumaadka in Xuanzong uu ka toosay riyadiisii.\nIstaraatiijiyadda khaldan ee Emperor Xuanzong ee Tang Dynasty, ciidanka fardooleyda ee An Lushan ayaa qabsaday Luoyang, oo ah caasimadda bari. ra'iisul wasaare.\nBishii Juun isla sanadkaas, Imbaraadoor Xuanzong ee Tang Dynasty, oo u hamuun qabay in uu qaboojiyo qalalaasaha ka taagan Chang'an, isla markaana si khaldan loo fahmay, ayaa waxa uu dil toogasho ah ku fuliyay laba jeneraal oo caan ahaa, Feng Changqing iyo Gao Xianzhi. (Dhaqankani wuxuu jebiyaa \"wadadu waa inay tilmaamto webiga hore\")\nKa dib, Imbaraadoor Xuanzong ee Tang Dynasty wuxuu si degdeg ah u amray jeneraal kale, Ge Shuhan, inuu hogaamiyo ciidanka Tang oo bari ka baxay Tongguan.\nGe Shuhan, oo si buuxda u fahmay khaladka istiraatijiyadeed ee Emperor Xuanzong ee Tang Dynasty, ayaa qorsheeyay inuu dib u dhigo isbeddelka (habka \"waa caadi haddii dabayshu degto oo baddu degan tahay\").\nGabagabadii, Imbaraadoor Xuanzong ee Tang Dynasty waxa uu u maleeyay in uu aad uga xishooday in uu dagaallamo, sidaas darteed ma uusan haysan wax kale oo aan ahayn in uu la dagaallamo An Lushan isaga oo ilmaynaya, waana laga adkaaday. (Waxay buuxinaysaa \"Haddii aad si adag u shaqeyso si aad naftaada u masruufto, waxaa laga yaabaa inaad dhaawacdo.\")\nTang Dynasty, markii ciidamada xuduuda iyo garsiisyada maxalliga ah ay waayeen wakhti ay kaga jawaabaan, ciidanka An Lushan ayaa soo rogay xadka oo soo galay aagga caasimadda. Xaalad halis ah, Imbaraadoor Xuanzong oo ka tirsanaa Tang Dynasty ayaa u horseeday Ciidanka Ilaalada inay ka baxsadaan caasimadda, taasoo keentay in Xijing Chang'an oo aan hogaamiye lahayn uu dhaco.\n(Tang Xuanzong waxay ku xad gudubtay hagidda calaamadan, sidaas darteed fallaagada An Lushan waa lagu guuleystay.)", "聖意": "Gurigu waa badbaado, naftu waa nasiib, maalkuna waa xasiloon yahay, wax kala iibsigu waa badhaadhe, guurkii waa lagu guulaystey ( digtoonaan ), waxaa beerta yimid nin lugaynaya oo reer Liujia ah, waxaa la goostay dirxiyo, lix neef oo xoolo ah ayaa dhaawacmay, qofkii waa la helay. , dacawadu waa xaq, hantida luntay waxay keentaa cudur, yacni, qabriga Anshan waa in la hagaajiyaa.", "古人": "jabhada Lushan", "第X籤": "Bakhtiyaanasiibkii lixaad iyo kontonaad", "宮": "Qasriga foosha xun"}