{"籤詩版本二": "Subaxdii iyo maqribkii, taageerada Buddha waa in ay ahaataa waqtiyada khatarta ah laakiin maaha mid khatar ah\nHaddii uu ku soo jiito qof sharaf leh, markaas lacag iyo xariir ayaa sidoo kale ku raaci doona. Tani waa Chuan Lai. Dhammaan adiga ayay kugu xidhan tahay.", "詩意": "Hexagramkani waxa uu u taagan yahay barakada sirta ah ee ilaahyada iyo Budhyada.\nSamir iyo nasiib wacan wax walba.", "解曰": "Astaan ​​nabadeed waagii hore. Marka wax walba ay qaali yihiin, waxay noqon doontaa mid wanaagsan.", "籤詩故事一": "◇Tang Monk wuxuu helay iftiin\nMaalin maalmaha ka mid ah ayaa Tang Seng waxa uu yimid wabiga,waxana uu horteeda ku arkay buurta Lingshan ee Budhha,waxana hor tiilay buundo hal loox ah,Tang Seng kuma dhicin in uu ka gudbo. Budha waxa uu isu bedelay doon doon waxa uuna qabtay doon jaban oo aan gunta hoose lahayn, isla markii uu Tang Monk uu fuulay doontii waxa uu ku dhacay wabiga,waxana badbaadiyay ninkii doonta waday.Tang Monk waxa uu sidaa ku gaadhay Budhcad. (Sheeko Safarkii Galbeedka)\n◇ Qorniinka Buddhist Tang Monk\nSanzang ee Tang Dynasty, magaciisa guud wuxuu ahaa Chen magaciisana wuxuu ahaa Yi. Wuxuu ku dhashay Gobolka Goushi, Luozhou (hadda koonfurta magaalada Yanshi, Gobolka Henan). Waxa uu noqday suufi markii uu jiray saddex iyo toban jir wuxuuna qaatay magaca Buddhist Xuanzang.\nSi uu u helo kutubta Buddhist ee asalka ah, waxa uu ka soo kicitimay Chang'an (maanta Xi'an, Gobolka Shaanxi) sannadkii saddexaad ee Zhenguan (AD 629), waxa uu ka tallaabay xadka, oo uu soo maray dhibaatooyin aan tiro lahayn si uu u gaadho Tianzhu ( Hindiya) si ay u ururiyaan kitaabka. Waxa uu socdaal ku maray dhammaan dooxooyinka webiga Ganges iyo Indus iyo xeebaha koonfur-bari ee Hindiya, ka dibna waxa uu ka tallaabay buuraha barafku ka kooban yahay iyo tiirarka cagaarka ah, isaga oo lugaynaya in ka badan 50,000 oo mayl hore iyo dib, waxay ku qaadatay 16 sano si uu ugu dambeyntii ugu laabto Chang'an sanadkii 19aad ee Zhenguan (AD 645). Wuxuu dib u soo celiyay tiro badan oo kutubta Buddhist ah oo u turjumay Shiinaha.\n(Tang Sanzang waxa uu soo maray safar dheer oo u dhexeeya Shiinaha iyo Hindiya, waa in uu la kulmay khataro, laakiin waxa uu awooday in uu si nabad ah ku soo laabto sababtoo ah waxaa jiray ilaah aan la arki karin oo ka dambeeya isaga.)", "聖意": "Gurigu waa badbaado, naftu waa nimco, ganacsigii reer galbeedku waa liibaanay, guurkiina waa liibaanay, dadkii lugaynayay beertay xidheen, gooryaankii xariirta ahaa way xidheen, gooryaankiina waa toddoba dhibcood, xooluhuna waa faa’iido, baadigoobka dadka reer galbeedka. dacawadda guud ayaa xun, tahriibku waa muxaafid, hantidii luntay waa la arkaa, cudurku waa khayr, buur iyo xabaal baa khayr leh.", "古人": "Tang Monk wuxuu helay iftiin", "第X籤": "Ku guuleysiga bakhtiyaanasiibka iyo lixdan iyo laba", "宮": "Yin Palace"}