{"籤詩版本二": "Kalluunka dabaasha ayaa lagu qabtay dabinka Balliga Bibo.\nHaddii wax qaldamaan ka dib markaad ka fikirto, waxay keeni doontaa dhib aakhirka.", "詩意": "Hexagramkan waxa uu ka dhigan yahay kalluun lagu qabtay dabin.\nWaxa kale oo habboon in wax walba laga taxaddaro.", "解曰": "Dejinta guriga hoostiisa. Balaayo samada ka soo dhacay. Goor hore kac oo ka taxaddar marka hore. Iska ilaali masiibooyinka.", "籤詩故事一": "◇Faraska waxaa qariyay biyo (way adag tahay in biyaha la qaado)\nBoqortooyada Han. Zhu Maichen, magaca sharafta leh ee Wengzi, wuxuu u dhashay Wu ee Kuaiji (hadda qayb ka mid ah Magaalada Suzhou).\nDa'da yar ee Maichen qoyskeedu waxa ay ahaayeen dad faqiir ah, wax guul ahna ma helin, lamaanahan waxa ay ku noolaayeen albaab caws ka samaysan oo luuq dambeed ah, iyaga oo xaabada ka goosan jiray, kana iibin jiray si ay nolol maalmeedkooda u helaan. Lacag badan kama heshid adigoo xabo ku iibinaya qof kasta qiimahiisa.\nXaaskiisii ​​ayaa u soo baxday inay biyo soo dhaansato, waxayna aragtay koox carruur ah oo ku qoslaya Maichen, naagtii waxay moodday inay ceeb tahay, kadibna way iska tagtay.\nMarkii Zhu Maichen uu ahaa konton jir, Emperor Wu oo ka tirsan Boqortooyada Han wuxuu raadsaday karti wuxuuna u caabuday Zhu oo ah maamulaha Kuaiji.\nXaaskiisu way ka qoomamaysay indho la’aanteed oo waxay rabtay in laga dhigo addoon iyo naag addoon ah si ay ugu adeegto Zhu inta noloshiisa ka hadhay.\nMaichen wuxuu ku amray xaaskiisii ​​hore inay soo qaadato baaldi biyo ah, oo ku shub jaranjarada, waxayna tidhi, \"Haddii biyaha la soo celin karo, labadooduba way isku soo laaban karaan.\"\nIyadoo la tixgelinayo xiriirka ka dhexeeya ninkeeda iyo naagtiisa, xaaska iyo ninkeeda dib u guursaday ayaa la siiyay meel bannaan oo beerta dambe ah si ay u koraan oo ay naftooda u koraan. Xaaskiisii ​​waxay isku tuurtay webiga oo ay geeriyootay.", "聖意": "Gurigii baa halis ku jira, naftii baa khatar ku jirta, Lacagtii waa la waayay, wax kala iibsigu waa nabad, Guurkiina waa la is-waafaqayaa, Liujiya waa la baqayaa, dadka waa la xannibay, Beerihiina waa xumaadeen, Xariirkii baa ba’ay, Xoolihiina waa la waayay, dad baa ku dhintay. waa la helay, dacawad guud oo luntay, tahriibtu way wanaagsan tahay, hantidii luntayna waa la haleeli la’yahay, cudurku waa khatar, oo qabriga buurta la beddelo.", "古人": "Faraska waxaa qariyay biyo ( way adag tahay in biyaha la soo qaado)", "第X籤": "Calaamadda afarta iyo lixdanaad", "宮": "Maogong"}