{"籤詩版本二": "Waddadu waa khatar, fardaha iyo ragiina waa degdegayaan, askartuna waxay ku sugan yihiin xaalad aad u daran marka la waayo.\nXeebtu aad bay u sarraysaa, dabayshii iyo mawjadihii way jabeen, doontii way jabtay, cadceeddiina way dhacday, ubaxyadiina way bakhtiyeen, cirkii waa da'ay, dhaxantiina waa da'ay Guul: orso.棹: seeb.", "詩意": "Hexagramkan waxa uu la mid yahay doon jebisay xeebta.\nKa digtoonow dhammaan khataraha.", "解曰": "Dugsigii hore iyo dugsigii hore. Deggan oo aan eed lahayn. Looma baahna in talo la raadiyo. Si xor ah u socdaal.", "籤詩故事一": "◇Boqorka Chu Yin Ling wuxuu waayay jidkiisii\nHorraantii 202 BC, ciidamo dhan 400,000 oo Han ah oo ka kala socday saddex dhinac ayaa isku gadaamay ciidanka Xiang Yu ee Gaixia, oo cunto yari jirtay, waxayna askarta ka codsadeen inay ku heesaan lahjada Chu, taasoo keentay in ciidanka Xiang Yu ay si khaldan u rumaystaan ​​in magaaladoodii laga maamulay. ciidanka Han. Xeeladdan nafsiga ah ee “dhan kasta laga hareereeyey” ayaa sababtay in ciidanka Xiang Yu ay mooral beelaan.\nSidaa darteed Xiang Yu wuxuu hogaaminayay in ka badan 800 oo fardooley ah, wuxuuna go'aansaday inuu jabiyo, halka ciidanka Han ay si dhow ula socdeen Guan Ying iyo 5,000 oo fardooley ah. Ka dib markii ay ka gudbeen webiga Huai, fardoolayda Xiang Yu waxaa ka hadhay boqol qof oo keliya.\nXiang Yu wuxuu ku dhex lumay Yinling, wuxuuna ka codsaday nin beeraley ah oo wadada dhinaceeda marayey, si lama filaan ah, wuxuu raacay jihadii uu odaygu farta ugu fiiqay, wuxuuna ku dhamaaday dhiiqo, taasoo keentay inay adag tahay inuu dhaqaaqo, waxa uu ku sigtay inuu la wareego Liu. Ciidanka Bang.Xiang Yu ayaa ugu dambayntii gaadhay Wujiang,waxana uu ogaaday in xaaladdu dhammaatay,marka uu arkay odayaashii Jiangdong isaga oo aan ceeb lahayn ayuu isdilay wuuna dhintay.", "聖意": "Gurigu waxa uu ka werwersan yahay balaayo, lacag la’aan, ganacsi la’aan, ganacsi la’aan, guurku ma dheera, Khatar dadka lugaynaya oo beer-gooyo ah, Gooryaanka Xariirta ah oo lumaya, Xoolo la’aan, Dad la’aan, Dacwooyin guud oo lumaya, Waayida. tahriib, hanti la’aan, jirro, waa wax aan wanaagsanayn in xabaasha buurta loo diro.", "古人": "Boqor Yin Ling ee Chu wuxuu waayay jidkiisii", "第X籤": "Qeybtii lixdan iyo lixdan", "宮": "Maogong"}