{"籤詩版本二": "Goortuu jiilaalku yimaado, laanta ubaxa buurta ku taal ma baabbi'in doonto, xataa hadday caleenteedu da'to, oo laambadeeduna engegaan.\nLaakiin markii gu'gu yimaado, weli waan soo celinayaa sidii akhlaaqda oo aan baabi'iyo shaqadii asalka ahayd.", "詩意": "Hexagramkan, ubaxa plum ayaa ku jira booska hogaaminaya.\nWax waliba way wanaagsan yihiin haddii dib loo dhigo.", "解曰": "Hal falaar ayaa la ganay faaruq Markay maran tahay, ma bannaana. Sugitaanka gu'ga oo iman doona. Midabka ayaa ku jira.", "籤詩故事一": "◇Laba dhaliyay\nIntii uu xukunka hayay Emperor Dezong ee Tang Dynasty, wasiirkii daacadda ahaa Mei Bogao iyo qoyskiisa waxaa sameeyay ra'iisul wasaarihii khaa'inul waddankii Lu Qi, oo doonayay inuu wada dilo, oo kaliya wiilkiisa Mei Liangyu ayaa ku guuleystay inuu baxsado, kadibna wuu bedelay. Magaca Wang Xitong si uu u qariyo aqoonsigiisa. Keligiis ayuu ku noolaa waddooyinka, gaajo iyo qabow, laakiin nasiib wanaag waxaa soo qaaday Chen Risheng (Chen Dongchu). Chen Risheng ma garan waayo-aragnimadiisa nololeed, sidaas darteed wuxuu ka codsaday inuu ka caawiyo daryeelka beerta tubta Chen si uusan gaajo ugu dhiman waddada.\nChen Risheng wuxuu ahaa saaxiibkii Mei Bogao, markii uu silcinayay Lu Qi, waxaa badbaadiyay Mei Bogao. Risheng waxa uu dareemay murugo iyo cadho taas awgeed, ka dib markii uu guursaday, wuu ka tagay, wuxuuna qoyskiisa u raray Yangzhou si uu ugu noolaado meel gooni ah.\nChen Risheng waxa u dhashay gabadh lagu magacaabo Chen Xingyuan, oo qurux badan oo udgoon, ka dib markii Mei Liangyu u timid qoyska Chen, waxay ku dhaceen jacayl markii hore. Maalin ay ubaxyada plum-ku si buuxda u soo baxayeen, oo sidoo kale ahayd sannad-guuradii dhimashada Mei Bogao, Chen Risheng iyo qoyskiisu waxay ka fureen beerta tubta gurigooda meel allabari si ay u xusaan saaxiibkood iyo samafalehoodii dhintay, si lama filaan ah, cimiladu si lama filaan ah ayay isu beddeshay. , oo baraf culus ayaa afuufay, oo daboolay dhammaan ubaxyadii tubta. Chen Risheng waxa uu ku calaacalay in uu si nabad ah u baxsado,balse uu xataa badbaadin kari waayay faraca qoyska Mei,waxa uu u maleeyay in tani ay tahay digniin xagga Ilaahay ka timid,sidaas darteed waxa uu wacad ku maray in haddii aanay ubaxu ubaxu mar kale soo bixin,taas oo caddaynaysa in farcankii reer Mei. Qoyska Mei weli way noolaayeen, waligiis waxba ma odhan jirin, wuxuu u baxsaday Buddhism oo wuxuu noqday suufi.\nInantiisa Xingyuan ayaa maqashay hadalkaas, waxayna isla markiiba shiday foox, waxayna si daacad ah Eebbe uga bariday inuu tubta ubaxyada mar kale u soo baxo. Daacadnimadooda ayaa jannada u guurtay, dhammaan geedihii tubta ee beerta tubta ku yaal ayaa mar kale ubaxsaday; ka dib Chen Risheng wuxuu ogaa in Xitong uu ahaa Liangyu, sidaas darteed wuxuu u guuriyay gabadhiisa Xingyuan.", "聖意": "Guriga iyo gurigu uma fiicna nafsad ahaantiisa, in uu hanti u raadsado, in la dhaqmo, la macaamilka, la sugo inta laga gaarayo guurka, in la daahdo, la guursado, la daahdo, lagu liibaano. gugii, in la daahdo, la daahdo, la daaho, lagu mashquulo, lagu mashquulo, la barwaaqeeyo, lagu mashquulo, la helo.", "古人": "Laba jeer ayuu dhaliyay", "第X籤": "Lixdan iyo sagaal Ku guuleysiga Lott", "宮": "Tatsumi"}