{"籤詩版本二": "Chao Chao waa sida shinida ubaxa aruurisa, oo ka soo duusha koonfur galbeed kadibna bari\nMarka gu’gu dhammaado oo ubaxu dhammaado, meel la raadiyo ma jirto, qalbigani ma beddelo meesha uu joogo.", "詩意": "Hexagramkan waxa uu la mid yahay shinida ubaxa soo guraysa.\nWax walba waa dadaal iyo dadaal.", "解曰": "Ma jiro muuqaal gu'. Roobabku wakhti dheer ayaa da'a laakiin waligiis ma nadiifin. Caawinaad weydiiso. Way fiicantahay inaad aamusto.\n.", "籤詩故事一": "◇Li Mi wuxuu ka fallaagoobay Tang Dynasty\nLi Mi\n(582-619), hogaamiyihii geeriyooday ee Wagang Army ee kacdoonkii beeralayda ee dabayaaqadii Sui Dynasty ee Shiinaha. Master of calligraphy. Sayidka kelmadda Fa waxa uu u dhashay Chang'an, Jingzhao, awoowgiisiina waxa uu ahaa Xiangping, Liaodong (hadda koonfurta Liaoyang, Liaoning). Wuxuu u dhashay Chang'an, Jingzhao, awoowihiis waa Xiangping, Liaodong (hadda koonfurta Liaoyang, Liaoning).\nSannadkii sagaalaad ee Daye (613), wuxuu ka qaybqaatay fallaagada Yang Xuangan ee ka dhanka ah Boqortooyada Sui ee Liyang (hadda waqooyi-bari ee Gobolka Junxian, Gobolka Henan). Sannadkii sagaalaad ee Daye (613), wuxuu ka qaybqaatay fallaagada Yang Xuangan ee ka dhanka ah Boqortooyada Sui ee Liyang (hadda waqooyi-bari ee Gobolka Junxian, Gobolka Henan). Dareenka dahsoon waa laga adkaaday,\nLi Mi wuu cararay. Xuangan waa laga adkaaday Li Mi wuu cararay.\nSannadkii laba iyo tobnaad ee Daye, waxa uu ku biiray Ciidanka Wagang\n. Sannadkii laba iyo tobnaad ee Daye, wuxuu ku biiray Ciidanka Wagang. Li Mi waxa uu ku wanaagsanaa istaraatiijiyadda bishii Oktoobar ee sannadkii laba iyo tobnaad ee Daye, Li Mi waxa uu Zhai ku qanciyay in uu weeraro Xingyang Tong, oo ahaa jeneraalkii xoogga badnaa ee la socday ciidanka, si uu u difaaco Zhang Xutuo, oo uu ka adkaado ciidanka Sui, uuna dilay Zhang Xutuo. Li Mi waxa uu ku wanaagsanaa istaraatiijiyadda bishii Oktoobar ee sannadkii laba iyo tobnaad ee Daye, Li Mi waxa uu Zhai ku qanciyay in uu weeraro Xingyang Tong, oo ahaa jeneraalkii xoogga badnaa ee la socday ciidanka, si uu u difaaco Zhang Xutuo, oo uu ka adkaado ciidanka Sui, uuna dilay Zhang Xutuo.\nKa dib, waxa uu soo jeediyay in la weeraro bakhaarka Xingluo (oo markii dambe loo bixiyay Luokou), bakhaarka loo furo gargaarka, iyo ballaarinta kooxda. Waxa uu la tacaalayay hoos u dhigista iyo qaybinta Boqortooyada Sui.Waxaa dhacay dagaal ku saabsan agabka milatariga iyo arrimo kale, Li Mi wuxuu dilay Zhai Rang iyo boqolaal taageerayaashiisa ah. Ka dib, waxa uu soo jeediyay in la weeraro bakhaarka Xingluo (oo markii dambe loo bixiyay Luokou), bakhaarka loo furo gargaarka, iyo ballaarinta kooxda. Waxa uu la tacaalayay hoos u dhigista iyo qaybinta Boqortooyada Sui.Waxaa dhacay dagaal ku saabsan agabka milatariga iyo arrimo kale, Li Mi wuxuu dilay Zhai Rang iyo boqolaal taageerayaashiisa ah.\nBishii Maarso ee sannadkii 14-aad ee Daye, Yu Wenhuaji wuxuu dilay Imbaraadoor Yang ee Boqortooyada Sui.\n, ayaa keentay in in ka badan 100,000 oo qof ay ku noqdaan galbeedka. Bishii Maarso ee sannadkii afar iyo tobnaad ee Daye, Yu Wenhuaji (Yu Wen, magaca guriga) ayaa dilay Emperor Yang ee Sui Dynasty wuxuuna ku soo noqday galbeedka in ka badan 100,000 oo qof. Li Mi waxaa lagu amray in uu weeraro Huaji.In kasta oo Huaji laga adkaaday, haddana Li Mi waxa uu sidoo kale la kulmay khasaare xooggan oo xagga ciidammada ah, waxaana markii dambe ka daba tagay Wang Shichong. oo lagu magacaabo Cheng Yaojin), Niu Jinda iyo kuwo kale ayaa la qabtay. , Shan Xiongxin ayaa is dhiibtay. Li Mi waxaa lagu amray in uu weeraro Huaji.In kasta oo Huaji laga adkaaday, haddana ciidamada Li Mi waxaa la kulmay khasaare xooggan. Ka dib, waxaa daba galay Wang Shichong, ciidankii Li Mi waa la jebiyay, xeradii uu ku jirayna waa la burburiyay, Janaraalkiisii ​​Qin Shubao, Cheng Zhigie (oo asal ahaan la oran jiray Cheng Yaojin), Niu Jinda iyo qaar kale ayaa la qabtay, Shan Xiongxin ayaa is dhiibay. Li Mi wuxuu ahaa mid quus ah, sidaa darteed wuxuu u gudbay wabiga ilaa Heyang bishii Sebtembar wuxuuna isu dhiibay Boqortooyada Tang. Li Mi wuxuu ahaa mid quus ah, sidaa darteed wuxuu u gudbay wabiga ilaa Heyang bishii Sebtembar wuxuuna isu dhiibay Boqortooyada Tang.\nBishii Nofembar, Li Yuan wuxuu u diray Li Mi Shandong si uu u qoro ciidamo hore. November,\nLi Yuan waxa uu u diray Li Mi in uu ku sugo Shandong si uu u qoro ciidamo hore. Isaga oo dareemaya in la tuhunsanaa, ayuu Tang ka fallaagoobay. Isaga oo dareemaya in la tuhunsanaa, ayuu Tang ka fallaagoobay. Tang General Sheng Yanshi ayaa ku casuumay Li Mi inuu weeraro oo uu ku dilo Xinggong Xian. Tang General Sheng Yanshi ayaa ku casuumay Li Mi inuu weeraro oo uu ku dilo Xinggong Xian.", "聖意": "Guri, guri, carrab, nafta, khaa'in, xoolo doon, baayac-mushtar, guur aan waarayn, Liujia, ubaxa maran, dadka lugaynayay, Yaotian, dirxiyo burburay, khasaare lix xoolo ah, dad maqan, dacwado, khasaare, tahriib, muxaafid, hanti luntay. jirro, caqabado, dib u habaynta qabriga buurta", "古人": "Li Mi wuxuu ka fallaagoobay Tang Dynasty", "第X籤": "Isku aadka todobaatanaad", "宮": "Tatsumi"}