{"籤詩版本二": "Garashada Ilaalada Sagaal iyo Tobnaad ee Canglong: Haweeney ayaa guursatay nin labaad\nHal qaanso iyo laba fallaadho, dinosaurs waxay ku noolaan doonaan nabad isla markiiba", "詩意": "Hexagramkani waxa uu la mid yahay qaanso laba fallaadho sita.\nWax walba waa kheyr hadday wada socdaan.", "解曰": "Aad uma cusla Aayaha. Zhen Liuzhong ayaa furay. Waxaa habboon in laga digtoonaado.", "籤詩故事一": "◇Wenjun wuxuu booqday Xiangru\nZhuo Wenjun waxa ay ahayd gabadh uu awoowe u yahay Zhuo Wang, oo ah ganacsade taajir ah oo ku nool magaalada Linqiong ee gobolka Sichuan, waxa ay aad ugu xeel dheerayd fanka, waxaanay lahayd magac suugaaneed. Waxay guursatay iyadoo lix iyo toban jir ah, dhawr sano ka dib, ninkeedii wuu dhintay, waxayna ku noqotay qoyskeedii hooyo si ay ugu noolato carmal.\nMaalin maalmaha ka mid ah, Sima Xiangru waxa ay aaday guriga Zhuo Wangsun si ay casho ugu sameyso, markii uu ogaaday in Zhuo Wenjun uu dhawaan ka dhintay, waxa uu tumay heesta \"Phoenix Seeking the Phoenix\" si uu u muujiyo jacaylkiisa. Zhuo Wenjun wuxuu horey u maqlay wax ku saabsan Sima Xiangru, xafladaan ayaana ka dhigtay inuu aad u soo jiito Sima Xiangru. Dhanka kale, ka dib cashadii Sima Xiangru, waxa uu isla markiiba ku bixiyay lacag aad u badan si uu u laaluusho Zhuo Wenjun gabadheeda gaarka ah waxa uuna ka codsaday in ay u gudbiso jacaylka Sima Xiangru uu u qabo Zhuo Wenjun. Ka dib markii Zhuo Wenjun uu ka ogaaday jacaylka Sima Xiangru iyada oo adeegsanaysa gabadheeda, isla markiiba waxa uu u yaacay hudheelkii ay Sima Xiangru ku noolayd, markii uu arkay imaatinka Zhuo Wenjun, Sima Xiangru waxa ay isla markiiba la soo degtay iyada oo ay habeen hore u gashay magaaladii uu ku dhashay ee Chengdu.\nMarkii ay ku sugnaayeen Chengdu, lamaanahan waxay ahaayeen kuwo caydh ah, waxayna ku qasbanaadeen inay ku laabtaan Linqiong si ay u furaan huteel yar si ay nolol maalmeedkooda u helaan. Ka dib markii Zhuo Wenjun aabbihiis, Zhuo Wangsun, uu ogaaday arrintan, wuu aqbalay oo wuxuu ku maalgeliyay talada asxaabtiisa, si Sima Xiangru iyo Zhuo Wenjun ay ku noqdeen Chengdu si ay u noolaadaan, kadibna waxay noqdeen hodan.", "聖意": "Waayida guri iyo hanti, xaquuqdiisa iyo xumaantiisa, xoolo raadis, macaamil ganacsi, ka ilaalinta guurka dib u midoobida.", "古人": "Wenjun wuxuu booqday Xiangru", "第X籤": "Kow iyo todobaatan Lotto oo Guulaystay", "宮": "Tatsumi"}