{"籤詩版本二": "Beeralayda waa in ay dawarsadaan malab, waaba intaasoo ay xin ka laad ku dhacdo\nWaa in jid qalaad hortaada yaal, oo qarsoodiguna waa sida kaynta qodxan oo kale.", "詩意": "Hexagramkan waxa uu astaan ​​u yahay shinida ururisa malabka.\nWax walba waa dadaal iyo dadaal.\n\n(Hexagramkani waxa uu raadiyaa astaanta macaanka iyo qadhaadhka.\nKa hortag masiibooyinka wax kasta.\n)", "解曰": "Waxyaabaha waa in si taxadar leh loo sameeyaa. Looma baahna in lagu qasbo. Shinnidu waxay ururisaa malab. waa maxay sababtu?", "籤詩故事一": "◇Wang Mang wuxuu raadiyaa karti\nQoyska Wang Mang ee reer Han Western Dynasty waxa la odhan karaa waa qoys qani ah. Inkastuu aabbihii dhintay da'yar, dhawr ka mid ah adeeradii iyo adeeradii ayaa boqorro ka noqday boqortooyadii Han, waxay noqdeen jeneraalo, ra'iisul wasaare, waxayna noqdeen markis iyo abaal-marin, qoyska Wang aad ayay caan u ahaayeen.\nLaakiin Wang Mang qoyskiisu aad bay u faqrinaayeen, aabbihii wuxuu dhintay isagoo yar, wuxuuna la noolaa hooyadii oo keliya, isagoo ku tiirsan samafalka qaraabada. Laakiin sababtaas awgeed, Wang Mang waxa uu sameeyay oo ku celceliyay xirfado uu dadka kula macaamilayo tan iyo yaraantiisii. Si kasta oo uu u murugaysan yahay ama u xanaaqsan yahay, waxa uu had iyo jeer muujin jiray muuqaal farxad badan oo nabdoon hortooda ehel, odayaal iyo shisheeye, sidaas darteed aad ayuu u qadarin jiray qof kasta oo qabiilka ka tirsan.\nMar adeerkii curad ayaa aad u xanuunsaday, markuu ogaaday ayuu u yimid oo sariirtii bukaanka agtiisa ku sugay, isagoo dawo iyo biyo u keenay, habeenkiina soo jeeda, dhawr bilood oo xidhiidh ahna wuu qaawanaa, qaawan yahay, wuuna huursan yahay. Waxa uu ahaa mid ka dulqaad badan bukaanka, in ka badan \"wiil\" ka badan wiilka noolaha ah.\nTaas awgeed, qof kasta oo reer Taiwan ah ayaa ku ammaanay isaga oo u qoray waraaqo uu kaga dalbanayo abaal-marin.\nHaddaba Imbaraadoor Cheng oo ka tirsanaa Boqortooyadii Han waxa uu siiyey magaca Caasimadda Cusub ee Marquis oo uu u magacaabay waardiye ka tirsan qasriga, isaga oo noqday wasiirka ugu dhow ee boqorka.\nWang Mang oo maqaamkiisa sare iyo awoodiisa sare leh waligiis muu muujin kibir iyo habacsanaan toona, taa badalkeeda waxa uu noqday mid aad u asluubaysan, dhinaca kalena waxa uu saaxiibo la noqday wasiiro, Janaraal, dad caan ah iyo aqoonyahano. , masaakiinta ayuu u gargaari jiray, maalkiisana deeqsi buu u ahaan jiray.\nLaakiin waxa uu ku noolaa nolol aad u liidata, inta badan waxa uu cuni jiray hilibka hilibka, isaga oo aan xusin in uu xidhan jiray khamiisyo dhaadheer iyo maro gacmo-dheer, kaliya waxa uu xidhnaa dhar gaagaaban. Haddaba cid kasta oo dawladda iyo dadweynuhuba waxay si isku mid ah ugu ammaaneen kelmadda “wanaagsan”.\nKa dib, adeerkiis, Grand Sima Wanggen, ayaa u dhintay xanuun waxaana loo doortay beddelkiisa. Boqorkii iyo dhammaan wasiiradiiba waxay moodayeen inuu yahay kan ugu habboon. Sidaa darteed, Wang Mang, oo da'diisu ahayd soddon iyo siddeed jir, wuxuu noqday Grand Sima oo leh awoodda ugu sarreysa ee dalka.\n( Sheekadani waa tusaale. Inaad ku wanaagsanaato inaad noqoto qof wanaagsan waxay kaa caawin kartaa inaad ka takhalusto \"dhibaatada ay shinnidu ku tumanayso\" oo aad ku guulaysato fikradahaaga sida aad rabto.)", "聖意": "Gurigu isma roona, reerkii baa dhib ku ah, ganacsigii baa xannibmay, guurkiina waa la xidhay, lixdii hub waa been, dadkii lugaynayay way daahdeen, gooryaantii xariirta ahayd way yar tahay, xoolihiina way yar yihiin, way adag tahay in la helo. dad hel, dacawadu way xun tahay, tahriibtu ma guurto, hantidii luntay ayaa xun, cudurkii baa la dhigaa, buurtii qabrigu way luntay.", "古人": "Wang Mang wuxuu raadiyaa karti", "第X籤": "Ku guuleysiga bakhtiyaanasiibka iyo laba iyo toddobaatan", "宮": "Tatsumi"}