{"籤詩版本二": "Goortii gu'gu yimaado, onkod baa gariira, cayayaankuna waa qayliyaan, Oo anigu waxaan ka noqdaa dhoobada\nMarkii ugu horeysay ee aan ogaaday in aan wali soo socdo oo aan socdo, mar aan bedelay, waxaan noqday masduulaagii.", "詩意": "Hexagramkan waa sida onkodka iyo cayayaanka.\nLa kulanka qof sharaf leh waa calaamad wanaagsan wax kasta.", "解曰": "Onkod ku dhacay. Laba dhigaal oo gudaha iyo dibadda ah. Hal mar beddel. Ilaa Tianmen.", "籤詩故事一": "Chenqiao Mutiny\n959 AD, Zhou Shizong Chai Rong wuu dhintay, iyo Emperor Gong, Chai Zongxun, oo carshiga kor u kacay, wuxuu jiray todoba sano oo keliya. Waqtigaas, Zhao Kuangyin, oo u adeegay sidii kormeeraha hore ee qasriga iyo ergayga Songzhou ee Ciidanka Jarmalka, ayaa haystay awood dhab ah.\nGu'gii 960 AD, Zhenzhou (maanta Zhengding, Gobolka Hebei) iyo Dingzhou (Maanta Gobolka Dingxian, Gobolka Hebei) ayaa sheegay in ciidamada Waqooyiga Han Dynasty iyo Gobolka Liao ay si wadajir ah u socdeen koonfurta si ay u weeraraan Dynasty dambe ee Zhou, oo leh. dardar weyn, wuxuuna codsaday in loo diro ciidamo gargaar ah. Kadib, Boqortooyada Zhou waxay amar ku bixisay Zhao Kuangyin inuu hogaamiyo ciidamadiisa waqooyiga si uu ula dagaallamo cadowga. Zhao Kuangyin wuxuu u dhaqmay si qarsoodi ah isaga oo hoos imaanaya qorshaha walaalkiis Zhao Guangyi, Zhao Pu, Shi Shouxin iyo kuwa kale.\n3-dii Febraayo, markii ay ciidanku yimaadeen Chenqiaoyi (hadda Chenqiao Town, koonfur-bari ee Fengqiu, Henan), waxay bilaabeen garaaf waxayna amar ku bixiyeen askartii inay u xidhaan khamiisyo huruud ah, waxay ka fallaagoobeen Boqortooyadii dambe ee Zhou waxayna taageereen Zhao Kuangyin sidii boqortooyo. . Intaa ka dib, Zhao wuxuu ciidamadiisa dib ugu celiyay Kaifeng isagoon gubin, dilin, waxna bililiqin \"Taizu Chen Qiao wuxuu ku dhaartay inuusan qasin dadka caasimadda, wuxuuna ballan qaaday inuusan magaalada qas gelinayn maalintii uu soo galayay magaalada.\"\nMaalintii saddexaad ee sanadka saddexaad ee bisha dayaxa, Zhao Kuangyin wuxuu ku muteystay Chenqiao wuxuuna ku laabtay caasimadda, Fan Zhi wuxuu hogaaminayay Wang Pu iyo Wei Renpu si ay su'aalo u weydiiyaan Zhao Kuangyin. \"Saddexda ciidan wax madax ah ma lahan, Janaraalku waxay go'aansadeen in ay u magacaabaan Imbaraadoor, qofkii ka hadlana waa la dili doonaa!\". Wang Pu wajigiisu waxa uu ahaa mid cirro leh sida dhulka oo kale, tallaabooyinkiisa hoos ayuu u dhigay oo foororsaday, Fan Zhi ayaa sidoo kale sujuuday, Kuang Yin ayaa si shakhsi ah u caawiyay oo ula dhaqmay si ixtiraam weyn.\nKa dib iska caabin dhexdhexaad ah, Imbaraadoor Gong oo ka tirsan Dynasty Zhou dambe ayaa la wareegay carshiga, Zhao wuxuu la wareegay carshigii \"Taizu wuxuu ku dhowaa inuu aqbalo Zen, laakiin ma jirin qoraal Zen ah. Tao Gu, oo ah aqoonyahan Hanlin, ayaa aqbalay amarka. oo intuu agtiisa soo galay ayuu ku yidhi, Way dhammaatay.\nKadib markii Zhao uu kursiga ku fadhiistay, waxa uu magacii dalka u bedelay Song, Yuan oo loo bixiyay Jianlong, waxa aanu ka dhigay Kaifeng caasimad. , kaas oo loo yaqaanay \"Chenqiao Mutiny\" taariikhda.\nWikipedia\n(Sheekadan waxay matalaysaa in tani ay tahay bilawgii wax qabadka Zhao Kuangyin.)", "聖意": "U soo ducee gurigaaga, nolol maalmeedka, maal-qabeenka, nasiib wacan, ganacsi wacan, guur wanaagsan, Liujia, lug-gooyo lab ah, goor hore oo xariif ah oo duurka ku dhashay, lix neef oo hore u dhashay, nasiib wacan, dad raadis , guul dacwooyinka, nasiib wacan tahriibka, hanti luntay, khatar cuduro, khatar buur iyo qabri.", "古人": "Chenqiao Mutiny", "第X籤": "Saxiixay todobaatan iyo saddex", "宮": "Mi Palace"}