{"籤詩版本二": "Sida in shabeel buur dheer lagu jiido oo kale, dagaalka iyo loolanka dhexdooda waa xishood iyo qabow.\nSi lama filaan ah, si lama filaan ah ayaad wax wanaagsan u qabataa, waa inaad naftaada ilaalisaa, ereyga jiidista shabeelka waxay la macno tahay inaad isku dhejiso shabeelka.", "詩意": "Hexagramkani waxa uu la mid yahay qabashada (jiidista) shabeel buurta.\nWax walba waa khatar iyo cabsi.", "解曰": "Khatartu waa khatar. Caqabado ayaa horyaala. Hadii aad talo waydiisato. Runtii waa shaqo adag.", "籤詩故事一": "◇Wu Yuan wuxuu ka tagay Zhaoguan habeenkii (Wu Zixu wuu dhaafay Zhaoguan)\nWu Zixu wuxuu u dhashay Chu xilliga gu'ga iyo xilliga dayrta. Waqtigaas, Boqor Ping ee Chu wuxuu rabay inuu ugaarsado. Boqor Ping ee Chu ayaa abaal-marin u fidiyay xadhiga Wu Zixu, waxaana uu sawirkiisa la sawiray oo lagu dhejiyay albaabada magaalada ee guud ahaan gobolka Chu, wuxuuna saraakiishu ku amray inay kordhiyaan baadhitaanada. Markii Wu Zixu u cararay Zhaoguan, oo ah xudduudda u dhaxaysa Wu iyo Chu, saraakiishii Zhaoguan ayaa si aad ah u hubiyay, aad buu uga walwalay in uu seexan kari waayay dhowr habeen oo isku xigta, xitaa timihiisa ayaa isu beddelay cirroole. Nasiib wanaag, waxaan la kulmay nin lagu magacaabo Dong Gao Gong, kaas oo ka damqaday xaaladdiisa, una kaxaystay guriga si uu u qariyo. Duke Dong Gao wuxuu lahaa saaxiib u eg Wu Zixu, sidaa darteed Duke Dong Gao ayaa ka codsaday inuu ku gudbo imtixaanka isagoo iska dhigaya Wu Zixu. Albaabka waxay qabteen Wu Zixu been abuur ah, laakiin Wu Zixu-ga dhabta ah way garan kari waayeen irid-joogayaashii, sababtoo ah timihiisa oo dhan waa cad yihiin, markaasay u ogolaadeen inuu dhaafo. Kadib, wuxuu si nabad ah ugu baxsaday gobolka Wu.\n(Ku beddelka Wu Zixu saaxiib la mid ah, oo isagu timo cirro leh, waa \"gacanta sixirka\" ee sheekadan)", "聖意": "U soo ducee gurigaaga iyo gurigaaga inay is ilaaliyaan, ka digtoonow inaad maal raadsato, ka digtoonow wax kala iibsiga, fadhiidnimada wax kala iibsiga, dhibaatooyinka guurka", "古人": "Wu Yuan wuxuu ka tagay Zhaoguan habeenkii (Wu Zixu wuu dhaafay Zhaoguan)", "第X籤": "Calaamadda shan iyo toddobaatanaad", "宮": "Mi Palace"}