{"籤詩版本二": "Isku dhafka kalluunka iyo masduulaagii ayaa macno isku mid ah leh, ku jir barkada qoto dheer oo sug nasiib.\nIsaga oo miyir la’aan ah, Yumen ayaa ka booday Qasriga Dragon isagoo madaxa kor u qaaday.", "詩意": "Kalluunka hexagramka iyo masduulaagii weli isma beddelin.\nWax walba waxay ku yimaadaan waqti.", "解曰": "Inkastoo ay tahay Ziji. Sidoo kale sug. Qorshee ganacsigaaga. Ha u dhaqmin si taxadar la'aan ah.", "籤詩故事一": "◇Hongwu daawashada lo'da\nZhu Yuanzhang, wuxuu u dhashay Zhongli, Haozhou (hadda Fengyang County, Gobolka Anhui), wuxuu dhashay sannadkii ugu horreeyay ee Tianli ee Yuan Wenzong ee Boqortooyada Yuan, isagoo ku jira kaalinta afaraad ee qoyskiisa. Waxa uu ka dhashay qoys faqiir ah oo beeraley ah, faqrigu markii uu yaraa awgeed, waxa uu awoodi waayay in uu wax barto oo mar uu xoolo u dajiyo milkiilaha.\nSannadkii afraad ee Zhizheng (1344), waxa Huaibei ka jirtay abaar ba’an, Zhu Yuanzhang aabbihii, hooyadii, iyo walaalkii ayaa si isdaba joog ah u dhintay, sidaas darteed ma uu haysan wax doorasho ah oo aan ahayn inuu noqdo suufi ku cusub Macbadka Huangjue.\nWax ka yar laba bilood ka dib markii macbadka la galay, dhibtii lagu soo ururiyay kiradii macbadka sannadihii abaarta, milkiilihii macbudka ayaa xidhay bakhaarkii oo ka ceyriyay suufiyadii. suufi oo tuugsi ku noolaaday).\nKa dib, Zhu Yuanzhang wuxuu noqday Taizu of Dynasty Ming iyo \"boqorka rayidka\" ee taariikhda Shiinaha, oo leh magaca boqortooyada \"Hongwu\".\n(Sababaha sheekadani waxa weeye in in muddo ah caadi la ahaado macnaheedu maaha in ay sidaas oo kale noqon doonto mustaqbalka, sababtoo ah wakhtigu weli ma iman.)", "聖意": "Reerku waa nabad, qoysku waa caafimaad qabaa, maalku waa wanaagsan yahay, ganacsigii waa la sugayaa, guurkiina wuu daahay, ninku wuxuu ku dhashay Liujia, kii lugeynayay, gooryaankii xariirta ahaa wuu daahay, Xariirkii waa qani, lixdii neef. waa dabo, qofka waa maqan yahay, dacwona dib uma dhigin, tahriibku waa muxaafid, hantidii luntay ayaa xannibtay, cudurka qabrigii buurta ayaa hor istaagay.", "古人": "Hongwu wuxuu eegayaa lo'da", "第X籤": "Qaybtii toddobaatan iyo lixaad", "宮": "Mi Palace"}