{"籤詩版本二": "Riyada, waxaa la yiri waxaa jiri doona maal badan, laakiin caannimadu waxay ahayd mid aan waxba tarayn.\nBiyuhu waa fog yihiin, buuruhuna waa fog yihiin, laakiin in la aamini karo waa adag tahay, oo kii gobta ahu wax buu hanuuniyaa, wuuna dhoola caddeeyaa.", "詩意": "Hexagramkani waxa uu u taagan yahay calaamada lagu helo hantida riyada.\nWax walba waa ka badan ama ka yar dhabta ah.", "解曰": "Sida riyo, riyo. Rajo caannimo ma leh. Kaliya sug waqtiyo wanaagsan. Tilmaamo sharaf leh.", "籤詩故事一": "◇ U soo celi jaadka Zhao (ku soo celi jaadka Zhao ka dib markaad dhammayso)\nSannadkii 283 BC, Boqor Zhao Huiwen wuxuu ka helay Chu He's Bi. Ka dib markii Boqor Qin Zhaoxiang uu maqlay warka, wuxuu warqad u diray Boqor Zhao, isagoo ku muujinaya rabitaankiisa ah inuu shan iyo toban magaalo ku beddelo He's Bi.\nLin Xiangru wuxuu u falanqeeyay Boqor Zhao in Qin uu xoog badnaa Zhaona uu daciif ahaa oo ay ahayd in la beddelo.\nBoqor Zhao ayaa markaas u diray Lin Xiangru inuu Qin la socdo He's Bi.\nBoqorka Qin wuxuu kula kulmay Lin Xiangru magaalada Zhangtai, wuxuuna Lin Xiangru jaadkii u dhiibay boqorka Qin. Boqorkii Qin aad buu u farxay oo He's Bi ku dhaafiyay bilicda iyo dadkii agteeda joogay oo eegayay, wakhtigan ayaa mid kasta oo bidix iyo midigba ku qayliyay ha noolaado.\nLin Xiangru waxa uu arkay in boqorka Qin aanu doonayn in uu magaalada siiyo Zhao, markaasuu boqorkii Qin u sheegay in jaadka uu cilladaysan yahay oo uu doonayo in uu u sheego boqorka Qin si uu fursad ugu helo in uu helo dib u jaad.\nKa dib markii Lin Xiangru uu dib u soo celiyay Heshi's Bi, wuxuu soo ag istaagay tiirka weyn, isagoo muujinaya inuu doonayo inuu ku dhinto Heshi's Bi.\nWaqtigaas, Lin Xiangru wuxuu u sheegay Boqorka Qin: \"Boqorka Zhao weli wuu ka adkaaday diidmadii wasiirrada, wuuna aqbalay soo jeedinta wasiirka, xitaa haddii uusan midba midka kale khiyaanayn marka uu la macaamilayo dadka caadiga ah, iyada oo aan sheegin taas. Qin waa waddan weyn, si loo ilaaliyo saaxiibtinimada Qin iyo Zhao, Boqor Zhao Shan maalmood oo aan soomay ka dib, waxaan wasiirradaydii u diray Qin oo jaadka wata. magaalada, laakiin sidoo kale jaadkii reer He ayaa u sii dhaafiyay gabadh qurux badan, taas oo runtii ahayd wax lagu qoslo wasiiradayda.\"\nMarkii uu hadalka dhameeyay, Lin Xiangru ayaa isla markiiba sameeyay tilmaan uu ku garaacayo tiir, Boqorkii Qin waxa uu ka baqay in He's Bi uu waxyeelo soo gaadho, sidaa awgeed waxa uu iska dhigay in uu Zhao shan iyo toban magaalo siiyay. Lin Xiangru wuxuu arkay qorshaha khiyaanada ah ee King Qin, sidaas darteed wuxuu ka codsaday King Qin inuu soomo shan maalmood ka hor inta uusan soo bandhigin He's Bi si uu dib ugu dhigo wakhtiga. Dhawr maalmood gudahood, Lin Xiangru wuxuu u diray adeegayaashiisii ​​si ay ugu noqdaan Gobolka Zhao iyaga oo jaadka wata, halka uu u joogay si uu ula macaamilo Boqorka Qin.\n(Sheekadani waxay la mid tahay indhihiisa caadiga ah oo ay la dhacsan yihiin xaaladdiisa.)", "聖意": "Ducada guriga, nafta, is-hortaagista hantida, samaynta wax kala iibsiga oo adag in la gaaro, guurku maaha mid ku habboon dadka lugeynaya Liujiaxu, Chitian silkworm lama aqbalo, lix neef oo waxyeello ah, dadka ayaa maqan, dacwad dadweyne iyo tahriib ayaa la filayaa, wax lumay. waa fog yihiin, cudurro ayaa la dhigaa, waxaa loo diraa xabaalaha buuraha, waana la beddelaa.", "古人": "Ku soo celi jaadka Zhao (jaadka u buuxi Zhao)", "第X籤": "Bakhtiyaanasiibkii ku guulaysta toddoba iyo toddobaatan", "宮": "Qasriga duhurnimo"}