{"籤詩版本二": "gunti madhan, waxaan jeclaan lahaa inaan ku ilaaliyo.Haddii aad jidhkaaga ilaaliso, waxaan jeclaan lahaa inaadan weligaa soo celin.\nHa iloobin in nicmadii Ilaah la soo celiyey, hana quudhsanina erayada Ilaah.", "詩意": "Ha rumaysan in hexagramkani uu run yahay.\nWaa calaamad muujinaysa in wax walba lagu ilaaliyo.", "解曰": "Dadku waxay leeyihiin fikrado u gaar ah. Maskaxdu uma baahna inay mashquuliso. Tilmaamaha Guanyin Xushmad-xumo ha noqon.", "籤詩故事一": "◇Si qarsoodi ah u taageeraya calanka naxaasta ah\nAasaasihii guud ee caanka ahaa ee Tang Dynasty, Qin Qiong (Qin Shubao) ayaa la siiyay darajada Grand Marshal of the Sui Dynasty, waxa uu u horseeday ciidamadiisa in ay weeraraan Sishui Pass (ama Sishui Pass ama Dongling Pass, halyeeyadu way kala duwan yihiin) Yang Lin Yang Yicheng), oo ah ilaaliyaha guud ee Sishui Pass, wuxuu ahaa Emperor Yang ee Boqortooyada Sui wuxuu amar ku bixiyay in la sameeyo calan naxaas ah, laakiin Qin Shubao ma uusan weerarin muddo dheer. Ka dib markii uu ogaaday in Luo Cheng, hogaamiyaha samaynta, uu yahay ina-adeerkii, wuxuu la xidhiidhay eedadiis.\nIntii aanu Luo Cheng tagin, waxa uu hooyadii u sheegay in qofka u yimi in uu afgembiyo calanka uu yahay ina-adeerkiis Qin Qiong, waxaanay hooyadii ku amartay inuu si qarsoodi ah u caawiyo. Maalintii uu dhacay dagaalkii qaraaraa, Luo Cheng oo ilaalo ka ahaa calanka Bronze-ka, ayaa si lama filaan ah u kala wareegay, wuxuuna la saftay Qin Qiong, ugu dambayntii waxay jebiyeen calankii maarta ahaa, Luo Cheng waxa uu qabsaday Dongling Pass, guulna wuu soo noqday, Luo Cheng ayaa isna is dhiibay. Tang Dynasty.\n(Sheekadan waa sarbeeb ah in mararka qaarkood ay tahay inaad ku tiirsanaato caqliga markaad wax samaynayso, intii aad ku tiirsanaan lahayd shucuur ama iimaan.)", "聖意": "Waxa kale oo gurigu diyaar u yahay inuu ballan qaado, xoolo raadsado, qaybtiisa dhawro, ka digtoonaado wax kala iibsiga, guurku waa been, gabadh dhalaan, dadka lugaynaya ee beerta ku jira, Gooryaanka Xariirta ah, Todoba dhibcood, lix neef oo xoolo ah, dad maqan, dadwayne. dacwooyinka, tahriibka, hantida luntay, cudurada reer galbeedka, xalinta buuraha, qabuuraha, jihada galbeed", "古人": "Si qarsoodi ah u caawinaya hoos calanka naxaasta ah", "第X籤": "Sagaal iyo todobaatan Ku Guuleysiga Lott", "宮": "Qasriga duhurnimo"}