{"籤詩版本二": "Caleemihii geedaha darayga ah ayaa daatay, dayrtiina waa soo dhowdahay, safarka soo laabashadana waxa uu u eg yahay daruuro.\nDadaalkii badnaa ee Alle mahadii ayaa markabkii la soo noqday hantidii dabayshu ku jirtay.", "詩意": "Hexagramkani waxa uu u taagan yahay sawirka caleemaha darayga ee dhacay.\nWax walba waa hore u xun oo wanaagsan aakhirka.", "解曰": "Qalbiga wax ka soo qaad. Tian Xin ayaa raacay. Si aad nolol u samaysato. Samee wax kasta oo aad awooddo.", "籤詩故事一": "◇Dabayshu waxay ku socotaa Tengwang Pavilion\nWang Bo, magaca xushmada leh ee Zian, waxa uu ahaa gabayaagii Tang Dynasty hore, waxa uu dhashay sannadkii ugu horreeyay ee Yonghui, Emperor Gaozong ee Tang Dynasty. Wang Bo waxa uu akhrinayay kutubta ilaa yaraantiisii, waxaana loo yaqaanaa \"mucjiso caruureed\". Wang Bo waxa uu akhrinayay kutubta ilaa yaraantiisii, waxaana loo yaqaanaa \"mucjiso caruureed\".\nOo markuu toban sannadood jiray ayaa isaga iyo aabbihiis ag marayeen macbudka Guandi, oo waxay arkeen taallada weyn ee Guandi oo macbudka ku dhex taal, oo ay gacanta ku hayaan koobkii gu'ga iyo dayrta, oo ay akhriyeen. Waxa loo waxyoonay.Waxa uu ku heesay Emperor Guan: \"Iyadoo saddex quful oo gar cagaaran ah, akhrinaya taariikhda Boqortooyada Qing ee faynuuska cagaaran iyo ixtiraamka magacyada caanka ah. Anigoo gacantayda ku haya masduulaagii cagaarnaa iyo dayaxa.\" in dayrtii sanadkan, Wang Bo uu ka baxay Shanxi una aaday jasiirada Hainan si uu u booqdo aabihiis oo hoos loo dhigay xaakimka degmada Jiaozhi. Deyrtii sanadka markuu ahaa todoba iyo labaatan jir, Wang Bo waxa uu ka baxay Shanxi una aaday Jaziirada Hainan si uu u soo booqdo aabihiis, oo hoos loo dhigay jagada xaakimka degmada Jiaozhi, waxa uu soo maray kumanaan buura iyo wabiyo ah oo wadada ku jiray.\nMaalintaa markii aanu nimid buurta Madang, qof kastaa waxa uu aaday xeebta si uu u nasto, markii Wang Bo uu kaligii maray macbad qadiimi ah, waxa uu si lama filaan ah u arkay nin oday ah oo fadhiya dhagaxa macbadka agtiisa ah, odaygu waxa uu u ekaa ilmo timo qurxoon leh. iyo muuqaal cirfiid ah.Wuxuu ku yidhi Wang Bo “Miyaanad ahayn Wang Bo?” Wang Bo inta uu naxay ayuu yidhi, “si sax ah! Ujeedo ah inaad dadka badbaadiso, gabayadaaduna waa kuwo macno badan leh, waxaa berrito ka dhici doonta xaflad weyn oo Tengwang Pavilion ah, haddii aad ka qaybgeli karto xafladda oo aad qorto qoraal, waxaad noqon doontaa mid caan ah da'da oo dhan, waxaadna heli doontaa kharashka safarka.\" Buurta Madang, qof kastaa wuxuu aaday xeebta si uu u nasto, markii Wang Bo uu kaligiis ag marayay macbad qadiimi ah, wuxuu si lama filaan ah u arkay dhagaxa macbadka agtiisa ku yaal, waxaa fadhiya nin oday ah, oo u ekaa ilmo timo qurxoon leh iyo cirfiid. muuqalka.Waxa uu ku yidhi Wang Bo, \"Miyaanad ahayn Wang Bo?\"\nWang Bo ayaa yaabay oo yidhi, \"Sida saxda ah! Sidee ku ogaatay taas?\"\nOdaygii ayaa yiri: \"Waxaan in badan maqlay in aad niyad wanaagsan leedahay oo aad dadka ku badbaadiso, gabayada aad tirisona waa kuwo macno badan leh. Berrito waxaa xafladda weyn ka dhici doonta Pavilion Prince Teng Waxaad noqon doontaa mid caan ah da'da oo dhan, waxaadna heli doontaa kharashyada safarka.\"\nWang Bo wuxuu yiri: \"Meeshu waxay lix ama toddobo boqol oo mayl u jirtaa Tengwang Pavilion. Sideen ku imaan karnaa berri?\" Odaygii ayaa yiri: \"Waxaan u isticmaali doonaa faras sida dabayl rabaani ah si ay kaaga caawiyaan inaad si fudud u socoto. waa hubaal inuu berri iman doono.\" Wang Bo ayaa ii mahadceliyey oo igu yidhi: \"Iga raali ahow, soddoggiyow, miyaad tahay mid aan dhimanayn mise ilaah?\" Odaygii ayaa qoslay oo yidhi, \"Anigu waxaan ahay Zhongyuan Shuijun oo masuulka ka ah. aaggan biyaha!\" Wang Bo wuxuu yidhi, \"Meeshu waxay lix ama toddoba boqol oo mayl u jirtaa Tengwang Pavilion. Sideen ku iman karnaa halkan berri?\"\nOdaygii ayaa yidhi: \"Faraska waxaan u isticmaali doonaa dabayl Rabbaani ah si ay kuugu caawiso inaad si fiican u socoto, hubaal waxaan iman doonaa berri.\"\nWang Bo wuu u mahadceliyey oo ku yidhi, \"Iga raali ahow, soddohoow, miyaad tahay mid aan dhimanayn mise ilaah?\"\nOdaygii ayaa qoslay oo yidhi, “Anigaa ah Zhongyuan Shuijun oo masuulka ka ah deegaankan biyaha ah!” Kadib odaygii waxa uu ku booriyay Wang Bo in uu si degdeg ah u fuulo doonta, waxa uu arkay daruuro wanaagsan oo ku hareeraysan in muddo ah, iyo dabaysha. Biyihiina jidka way siman yihiin, Indho libiqsi buu ku socday boqol mayl.\nDabadeed odaygii waxa uu ku booriyay Wang Bo in uu si degdeg ah u fuulo doonta, waxa uu arkay daruuro qurux badan oo ku hareeraysan in muddo ah, waxa ay ahayd safar aan fiicneyn, indhuhu waxa uu soo maray boqollaal mayl. Sidii la filayey, Wang Bo waxa uu u yaacay Pavilion-ka Amiir Teng subixii dhacdada weyn.\nSidii la filayey, Wang Bo waxa uu u yaacay Pavilion-ka Amiir Teng subixii dhacdada weyn. Isla goobtiina, wuxuu ku qoray \"Hordhac ku socda Pavilion Prince Teng\", kaas oo loogu yeero farshaxanka weligeed ah ee Emperor Gaozong ee Dynasty Tang. Isla goobtiina, wuxuu ku qoray \"Hordhac ku socda Pavilion Prince Teng\", kaas oo loogu yeero farshaxanka weligeed ah ee Emperor Gaozong ee Dynasty Tang.\nWaxaa jirta gabay odhanaya:\nWaxaa had iyo jeer la sheegaa in dadka kartida leh ay yihiin ilaahyo, markaa ma aha shil in dabayshu u keento Nanchang Nanchang;\nWaxaan ka qoray jumlad ku saabsan Teng Wang's pavilion, ka dibna wuxuu u raacay kuwa aan dhiman karin Zhongyuan.", "聖意": "U soo ducee gurigaaga oo naftaada ilaali, barako u ducee, maal doon, guur iyo is-afgaradna ku gaadh.", "古人": "Dabayshu waxay ku socotaa Tengwang Pavilion", "第X籤": "Saxiix kow iyo siddeetan", "宮": "Wei Gong"}