{"籤詩版本二": "Tusaale ahaan, fasallada saddexaad, afraad, iyo shanaad ee bisha kowaad way maqan yihiin, badh ayaa maqan, badhna waa joogaa, iyo wax aan dhammaystirnayn.\nSugitaanka cuntada fudud ee saqda dhexe ee maalinta shan iyo tobnaad ee sanadka, wax walba waa dhalaalaya oo buuxa", "詩意": "Hexagram-kan, dayaxu waa ka maqan yahay laakiin ma buuxo.\nWax walba ku samir.", "解曰": "Muxaafid oo sug. Sida bisha koowaad ee bisha. Sugaya wakhtiga wareega Wax xun ma jiraan.", "籤詩故事一": "◇Li Yuan wuxuu fuulay carshigii\nSanadihii ugu dambeeyay ee Boqortooyadii Sui, Imbaraadoor Yang oo ka tirsanaa Boqortooyada Sui wuxuu ahaa mid musuqmaasuq ah oo kala daadsan, meel walba ku baashaalayay, taas oo keentay in dadka laga cadhooday, boqortooyadiina u kala qaybiyo geesiyaasha.\nSanadkii 618 AD, Yu Wenhuaji, Sima Dekan, Pei Qantong iyo kuwa kale waxay bilaabeen mutiny si ay u dilaan Emperor Yang ee Boqortooyada Sui waxayna ku dhawaaqeen Yang Hao inuu yahay boqor.\nSi dhakhso ah Yu Wenhuaji wuxuu dilay Qin Wanghao wuxuuna ku dhawaaqay inuu yahay Emperor Xu, isaga oo aasaasay dalka Xu.\nSannadkii xigay, waxaa si wadajir ah u burburiyay Tang General Li Shentong iyo Xia King Dou Jiande.\nKa dib markii gobolka Central Plains uu ogaaday dhimashadii Emperor Yang, ilaaliyaha Luoyang Wang Shichong wuxuu taageeray King Dong ee Yue sidii boqortooyo, taas oo ah, Emperor Ai of Sui Dynasty.\nWaqtigaan, Li Yuan wuxuu xukunka ka tuuray Yang You, wuxuu isku magacaabay inuu yahay boqor Taiyuan, wuxuuna u beddelay magaca waddanka Tang. Tani waa Tang Gaozu.", "聖意": "Reerka iyo reerku waxay isu rajaynayaan guul xagaa iyo dayrta, xoolo doon, heshis, sugaan wakhtiga, guurku waa habsaamay, Liujia gabadh bay dhashay, dadkii lugaynayayna waa la xidhay, dirxigu waa xasiloon yahay, xooluhu waa xasiloon yihiin, waa adag tahay in dad la helo, dacwooyinka guud iyo tahriibku waa muxaafid, hanti luntay way adag tahay, jirro la dejiyo way adag tahay, buurta loo diro, oo beddelo.", "古人": "Li Yuan ayaa kor u qaaday carshiga", "第X籤": "Saddex iyo sideetan Bakhtiyaa nasiib", "宮": "Wei Gong"}