{"籤詩版本二": "Maxaa dhacaya haddii aad sumcaddaada darteed u weydo wanaagga, waxaan ka baqayaa in nasiibku is beddelo oo xumaantu dhacdo.\nsakhraansan, garan maayo meel aan aado, waxaan ku riyooday riyo qallafsan oo hadhkii geedaha cagaarka ah ku jira.", "詩意": "Hexagramkani waxa uu ka dhigan yahay kalluunka qabow ee ka tagaya biyaha.\nWaxba lama dhaqaajin karo.\n\n(Hexagramkani waa calaamad muujinaysa wanaagga xun iyo nasiib xumada.\nWax walba cagahaaga ku hay dhulka.\n)", "解曰": "Kalluunka qabow wuxuu ka baxaa biyaha. duqsi cadarka ku jira. Haddii aad wax ka waydiiso qorshayaasha kaamka. Way fiicantahay Mo Qi\nCalaamadani waxay u keeni doontaa nasiib xumo Liujia. Wax walba way khaldan yihiin. U ducee ammaan.", "籤詩故事一": "◇Zhuangzi wuxuu tijaabiyay xaaskiisa\nZhuangzi waxa uu ku dhashay boqortooyadii Zhou, magaciisuna waxa la odhan jiray Zhuang, magaciisana waxa la odhan jiray Zhou, magaciisana waxa la odhan jiray Zixiu, waxa uu u dhashay Mengyi ee boqortooyadii Song. Boqortooyadii Zhou, wuxuu ahaa sarkaalkii Qiyuan.\nMaalin maalmaha ka mid ah, Zhuangzi ayaa buurta dusheeda kula kulantay naag, iyada oo ku dul foorarsanaysa qabri cusub, iyada oo si quus ah u ruxaysa taageereheeda, iyada oo aad mooddo in ay doonayso in ay qalajiso ciidda qoyan ee qabriga. Zhuangzi ma uusan fahmin ulajeedkeeda, markaasuu waydiiyay. Waxa ay sheegtay in qofka qabriga lagu aasay uu ahaa ninkeeda, waxaana ninkeeda hadalkiisii ​​ugu dambeeyay ahaa in aysan dib u guursan karin ilaa ciidda qabriga ku taal ay qallasho. Way sii sugi wayday, markaasay kicisay ciidda qabriga si ay dhaqso ugu engegto, si ay gu’ labaad u daba gasho.\nZhuangzi wuu taahay markii uu u maleeyay in ay jirto naag aan qalbi lahayn oo adduunka ah. Markaas ayaan is idhi, xaaskaygu sidan ma noqon doontaa? Marka tuhunku yimaado, waxaan rabaa inaan tijaabiyo.\nMagaca xaaska Zhuangzi waxa la odhan jiray Tian, ​​labada lamaane inta badan waxa ay lahaayeen xidhiidh dhow, si uu u tijaabiyo daacadnimada xaaskiisa, Zhuangzi waxa uu go’aansaday in uu iska dhigo in uu dhintay.\nMarkii la maqlay in Zhuangzi uu u dhintay xanuun degdeg ah, dad badan oo ka kala yimid dhammaan daafaha caalamka oo ay ku jiraan qaraabo iyo asxaab ayaa u yimid si ay uga tacsiyeeyaan, waxaana dadkaas ka mid ahaa boqor qurxoon iyo wiil uu awow u yahay oo ka soo jeeda gobolka Chu, kaas oo qani ku ahaa hodonnimada. Tian wuxuu ahaa carmal dhawaan laga dhintay oo naxariis badan, wuu daba galay. Ms. Tian way u adkaysan wayday jirrabaadda, waxayna jeceshay Wang Sun, waxayna ku guursadeen labaatan maalmood gudahood.\nHabeenkaas, markii khamriga la sakhraamay, dheguhuna kululaadeen, Wang Sun waxa si lama filaan ah u soo booday wadno-xannuun, wuuna dhintay.\nMs. Tian ayaa aad u cabsatay oo argagaxday, waxayna si degdeg ah u waydiisay Wang Sun waxa la sameeyo, Wang Sun way u adkaysatay xanuunka waxayna u sheegtay Ms. Tian in maskaxda meydadka loo isticmaali karo in meydadka dib loo soo nooleeyo.\nXagee laga helaa meydka? Marwo Tian ayaa si lama filaan ah u fikirtay, miyaanay ninkeedu dhiman? Mr. Tian waxa ay illowday jacaylkii hore ee ka dhexeeyay ninkeeda iyo naagtiisa, waxa ay si dhab ah u qaadatay faas oo ay kala qaybisay naxashkii ninkeeda, iyada oo isu diyaarinaysa in ay maskaxdiisa dawooyin kala baxdo.\nSi lama filaan ah, markii naxashka la furay, Zhuangzi ayaa soo noolaaday. Marwo Tian aad bay u ceebowday oo way is daldashay.\n( Sheekadani waxay tusaale u tahay in saaxiibtinimada lagu xad-gudbo dano gaar ah, sidaa darteed kuma heshiin karno.)", "聖意": "Gurigu waa nabad, naftu waa nabad, lacagtuna waa xaq-darro, baayacmushtarigii waa la huray, guurkiina waa la xalliyey, xumaantii Liujia baa ku liibaantay, dadkii lugaynayay ma soo gaadhin, Xariirtu waa fidsan tahay, Xooluhu waa siman yihiin, dadka waa maqan yihiin, dacwaduna way is beddeshaa, xertu waa muxaafid, hanti ma jirtee, buur iyo xabaal baa shar ah.", "古人": "Zhuangzi wuxuu tijaabiyay xaaskiisa", "第X籤": "Luud 84", "宮": "Wei Gong"}