{"籤詩版本二": "Daruuro madow iyo ceeryaamo ayaa qariyay jidka buurta horteeda ah, wax walbana waa wareegsan yihiin, dayaxuna waa wareegsan yahay.\nGabayo iyo buugaag haddaad hesho, riyo dheer baad ka toosi doontaa, oo kan sharafta leh ayaa saqafka sare kugu hagi doona.", "詩意": "Hexagramkani waxa uu astaan ​​u yahay dhamaadka guga iyo ubaxa ubaxa.\nWax walba way beddelaan Rabbiga dabadii.", "解曰": "Odaygu waxa uu u baahan yahay in uu kaalmo waydiisto. Waxay dib u soo baxdaa guga. Damaca magac iyo maal. La kulan dabayl dabayl nolosha dambe.", "籤詩故事一": "◇Han Wengong wuxuu la kulmay baraf\nHan Yu, oo magaciisu ahaa Tuizhi, wuxuu ka yimid Changli. Tang Dezong waxa uu noqday Jinshi sannadkii siddeedaad ee Zhenyuan, magaciisana waxa uu ahaa Wen Gong.\nIntii lagu jiray boqortooyadii Emperor Xianzong ee Tang Dynasty, Han Yu wuxuu dib u soo celiyay lafaha Buddha, taas oo ka careysiisay Imbaraadoorka. Han Yu wuxuu ka tagay xaaskiisa iyo caruurtiisa wuxuuna aaday Chaozhou. Ka dib markii ay socdeen wax ka yar dhawr maalmood, dabaysha qabow ayaa kacday oo baraf aad u badan ayaa da'ay. Han Yu waxa uu yimi meel barafku dhawr cagood qoto dheer yahay, aadna ugu adkeyd in faraskiisu hore u socdo, guri uma dhowa, mana garanayo meel ay waddo ku taal. Haddii aad rabto in aad jidka raacdo oo aad dib u gurato, dib looma soo noqon karo. Dabayshu aad bay u dhacaysay, barafkuna si xawli ah ayuu u da’ayay, Han Yu waxa uu qooyay maqaarka, baraf iyo gaajo, mana helin meel uu ku sheego murugada.\nHan Yu oo taahay ayuu yidhi: \"Imbaraadoorku ima dili doono, laakiin boqorku wuxuu rabaa inuu i dumiyo.\"\nIsla markii Han Yu uu quustay, waxa uu arkay nin soo socda si uu u nadiifiyo barafka in kasta oo uu qabow daran jiray, waxa uu noqday Han Xiangzi (oo uu adeer u yahay Han Yu).\nHoraantii, Han Xiangzi wuxuu ku yidhi Han Yu: \"Aaway guriga Yun Heng ee Qinling? Barafka wuxuu isku duubayaa albaabka buluuga ah, faraskuna wuu joojinayaa inuu hore u socdo.\" Waqtigaas, Han Yu ma uusan fahmin waxa Han Xiangzi ula jeedo, laakiin hadda wuu diiday. ugu dambayntii la fahmay.\nSidaa darteed Han Yu iyo Han Xiangzi waxay aadeen inay ku hoydaan guriga Fu ee Languan. Isagoo ka hadlaya waayihii hore iyo waddada beerashada, Han Yu si daacad ah ayuu u qancay.\nKa dib, Han Yu wuxuu ka tagay booskiisii ​​rasmiga ahaa, wuxuu ku deeqay dhammaan hantidiisii ​​dawladda hoose, oo wuxuu aaday buuraha si uu ugu dhaqmo Taoism oo uu noqdo mid aan dhimanayn.", "聖意": "Gurigu naftiisu uma roona, ka digtoonow in aad lacag raadsato, ganacsiga u foojignaada, guurku waa habsaamay, dumarkii Liujia ee lugaynayay beerihii bay xidheen, gooryaankii xariirta ahaa, xoolihiina way wanaagsan yihiin, dad la heli karo way adag tahay, dacwooyinka dadweynaha ayaa soo noqnoqda, tahriibtu waa. la cusboonaysiiyay, waxyaalihii lumay ayaa halis ah, cudurro ayaa dib u dhacay, qabuuraha buuraha waa in la beddelaa.", "古人": "Han Wengong wuxuu la kulmay baraf", "第X籤": "Bakhtiyaa nasiibka shan iyo sideetanaad", "宮": "Shen Gong"}