{"籤詩版本二": "Ku socoshada kala bar xagga buurta galbeed, jiirarka Junling lama dejin karo.\nIsaga oo ilaah ilaah ka eegaya, maydkani wali waxa uu ku jiraa qolka maydka", "詩意": "Hexagramkani waxa uu la mid yahay raadinta dahabka ciidda dhexdeeda.\nWaxaa jira calaamado dad gob ah wax kasta.\n\nSidoo kale: Hexagramkani waxa uu tilmaamayaa in qofku khatar ku jiro.\nWaxaa jira calaamado dad gob ah wax kasta.", "解曰": "Jade waxaa laga heli karaa marka la shiilo. Bacaadka ka hel dahab. Waxaan u baahanahay in aad si adag u shaqeyso. Dhib kaliya.\nShaqo kale: xaalad adag. Meel la joogo ma jirto. ducada ilaahay waydiiso. U soo ducee inay niyadda ku xasilaan.", "籤詩故事一": "◇ Qaniinyo dahabka oo sahmi godad dhulka hoostiisa ah\nSi uu ugu dabaaldego ka faa'iidaysigiisa millatari, Cheng Yaojin waxa uu xaflad ku qabtay Yanwuyang. Isla markiiba waxaa dhulka ka furmay dalool aan la qiyaasi karin, qof kastaa wuxuu ku talaxtagay in uu erayadii kala soo baxo, oo uu dahabkii qaniinay si uu u guulaysto, una kiraysto xadhko si uu godka ugu xidho.\nWaxaa meesha yaal albaabo dhagax ah, miisas, kuraas, buundooyin iyo walxo kale, miiska waxa yaallay maryo iyo suunyo jaad ah oo ka samaysan dahab, godkana laga soo dejiyay.\nYao Jin waxa uu ka soo baxay godkii isagoo sita sanduuq weyn iyo sanduuq yar, waxa uu furay sanduuqii alwaax ahaa, waxa uu la soo baxay shaabaddii jaadka, waxa uu furay sanduuqii, waxa uu soo saaray calankii weynaa iyo khamiiskii taajkii iyo raadkii oo uu miiska soo saaray. qofba mid mid buu u daawadey. Waxaan arkay siddeedda shaabadood ee ku xardhan shabadda weyn waxay ahaayeen \"The Demon King of Hunshi, the Great Virtuous Emperor\".\nQof kastaa wuxuu caabudi jiray isaga oo ah \"Emperor\", Yaojinna wuxuu tan sameeyay saddex sano isagoo ah Boqorka Jinniga. (Runtii, tani waxay ahayd uun is-sheeg, Cheng Yaojin-na wuxuu ahaa hoggaamiyaha tuulada wakhtigaas.)\n( Sheekadani waxay tusaale u tahay in waxyaalihii wanaagsanaa ay la mid yihiin jilitaanka oo kale. Tani waa fikradda faneed ee \"jidhkan weli waa madhan\".", "聖意": "Ducada guriga iyo guriga, nafta, faa'iido la'aan, xoolo doon, dadaal badan, ka taxaddar ganacsiga, guurka waxaa hor istaagi doona Liu Jiaxu, lugeeyayaasha, Chi Tian, ​​Gooryaanka, lix neef oo xasiloon, dad raadinaya, dacwo la'aan. , khasaare, tahriib, hanti luntay, cudurro xun, caqabado, buur iyo qabuuro.", "古人": "Sahaminta Crypt ee Dahabka", "第X籤": "Saxiix sideetan iyo todoba", "宮": "Shen Gong"}