{"籤詩版本二": "Arimahaaga gaarka ah ha igu mashquulin, tan ayaa ka haboon in shacabka la weydiiyo.\nQalbi cad ayaa u dhalaalaya sida dayaxa ifaya oo cirka jooga", "詩意": "Hexagramkani waxa uu u taagan yahay sawirka dayaxa ifaya ee cirka.\nWax walba waa dhalaalaya oo hawo leh.", "解曰": "Qalbiga ku toosanow. Toosi sharciga. Erayada quduuska ah. Ugu dambeyntii way caddahay.", "籤詩故事一": "◇Kong Ming’s guud\nXalka: Zhuge Liang wuxuu abaabulaa ciidamadiisa iyo jeneraaladiisa\nIntii lagu jiray muddadii Saddexda Boqortooyo, Zhuge Liang (181-234), magaca sharafta leh ee Kongming, wuxuu ku dhashay Yangdu, Langya (hadda Yinan County, Gobolka Shandong).\nZhuge Liang wuxuu ogolaaday inuu noqdo sarkaal ka dib markii Liu Bei uu saddex booqasho ku tagay guriga cowska ah, wakhtigaas, Cao Cao wuxuu nabadgeliyay Hebei wuxuuna go'aansaday inuu u socdo koonfurta, wuxuu u diray Xiahou Dun oo ah taliyaha guud, Yu Jin, Li Dian iyo kuwo kale. isaga oo ah ku xigeenno jeneraal, isaga oo hoggaaminaya ciidan gaaraya 100,000 si ay ugu soo dhaqaaqaan dhanka Xinye. In kasta oo Zhuge Liang uu lahaa qorshe uu wakhtigaas kaga baxay cadowga, haddana Guan Yu iyo Zhang Fei way naceen erayada Zhuge Liang. Zhuge Liang ma haysan wax kale oo aan ka ahayn inuu seefta Liu Bei u adeegsado si uu u jebiyo labada nin, mid kastaa wuxuu watay kun askari iyo fardo, waxayna ku dhuunteen Yushan iyo Anlin, waxay sugeen Xiahou Dun inuu ciidankiisa hoggaamiyo si uu u dhaafo, ka dibna waxay ku weerareen iyaga. gaadmo iyo dab.\nIntaa waxaa dheer, Zhao Yun waxaa loo diray inuu hogaamiyo hadhaagii hore iyo kuwa tabarta yar ee ciidanka si uu ula dagaalamo Xiahou Dun, ka dibna waa uu jabiyay oo dib u gurtay, isaga oo Xiahou Dun ku soo jiiday wadada cidhiidhiga ah ee buuraha iyo kaymaha, sidoo kale wuxuu soo diray Guan Ping, Zhou Cang, Liu Feng iyo kuwa kale si ay ugu dhuuntaan xagga dambe ee ciidanka Cao, iyaga oo gubaya saadka oo cabsi ku abuuray ciidanka Cao.\nDagaalka ka dib, wax walbaa waxay dhaceen sida Zhuge Liang uu u habeeyey. Markii Xiahou Dun iyo Yu Jin ay hogaaminayeen ciidankii daba socday, Li Dian oo gadaal ka taagnaa ayaa si degdeg ah ugu wargaliyay Xiahou Dun oo ku sugnaa afka hore in uu u baahan yahay in uu ka ilaaliyo weerarada cadawga, si kastaba ha ahaatee, way daahday, ciidanka Cao ayaa waxaa xanibay Waddada cidhiidhiga ah waxay ku taallaa meel ay geedo isku xidhan yihiin, markaas ayuu dabku bilaabmi kari waayay, khasaare xooggan ayaa ka dhashay, Xiahou Dun iyo jeneraalo kale ayaa la jabiyay oo dib ugu cararay Xudu.\n(Sheekadan waa sarbeeb ah in Kong Ming uu ku wanaagsan yahay adeegsiga dadka iyo inuu dalka ku xukumo caqli.)", "聖意": "Guri iyo guri waa badhaadhe, waxaan u rajaynayaa hanti badhaadhe, nabad-qab, ganacsi barwaaqo, guur, guul, guul, Liujia, ragii beer-guura, xariijimo, xoolo beelay, dad maqan, dacwooyin guud, tahriib, hanti luntay. duco, jirro, nabad, buur iyo qabri.", "古人": "Kong Ming ee guud", "第X籤": "Calaamada sagaalaad", "宮": "Yin Palace"}