{"籤詩版本二": "Bandhiga wanaagsani waxa uu kaa dhigayaa in aad dadka kaga dhex muuqato weji, mustaqbalkaagana wuu isbedelaa oo waxa aad keentaa hanti badan.\nWaddadu waa sida cirka oo kale, oo dhammaan lacagta aad bixin karto waxay ku jiri doontaa qalbigaaga", "詩意": "Hexagramkani waxa uu tilmaamayaa mustaqbal rajo leh.\nWax walba si fiican ayey u socdaan.", "解曰": "Jid weyn. Hore ayaad u socon kartaa. Isticmaal qalbigaaga. Kaliya hore u soco.\nWax walba waxay u socdaan sidii loogu talagalay calaamadan. Nasiib wacan Jichang.", "籤詩故事一": "◇Saddex geesiyaal ayaa la dagaallama Lu Bu\nXalka: Saddex geesiyaal Zhang Fei, Guan Yu, iyo Liu Bei waxay la dagaallameen Lu Bu\nDong Zhuo wuxuu ogaaday in Hua Xiong madaxa laga gooyay oo uu u diray duuliyaha guud ee Lu Bu si uu ula dagaallamo. Isla markii uu Lu Bu galay dagaalka, wuxuu dilay jeneraalo Fang Yue iyo Mu Shun, wuxuuna dilay Wu Anguo iyo Gongsun Zan.\nZhang Fei wuxuu arkay in Gongsun Zan uusan ka adkaan karin Lu Bu, sidaa darteed si deg deg ah ayuu u beddelay Gongsun Zan oo ku qayliyay: \"Adoomada saddexda magac ee magaceedu waa inay baxaan! Zhang Fei oo ka socda Yan ayaa halkan jooga! isku xigxiga, oo aan lahayn guuleyste iyo guul-darro.\nGuan Yu ka dib markii uu arkay, isaga iyo Zhang Fei waxay weerareen Lu Bu waxayna dagaalameen in ka badan soddon wareeg.\nLiu Bei waxa kale oo uu sitay laba seefood, waxa uu ku calaacalay faraskiisa oo uu u soo dhaqaaqay si uu u caawiyo Zhang Fei iyo Guan Yu.\nSaddexdii nin waxay hareereeyeen Lu Bu, wayna sii dagaalameen.\nWax yar kadib, Lu Bu waxa uu bilaabay in uu tabar yaraado, Lu Bu's Pegasus waa uu dib u gurtay, balse saddexdii nin ayaa daba galay Lu Bu, wayna diideen in ay is dhiibaan, dib uma ay noqon ilaa ay la kulmeen ciidamada Lu Bu.\n\"Saddex Boqortooyo\"\n( Sheekadani waxay tusaale u tahay geesinimada Lu Bu iyo xirfadda dagaalka. Hal qof ayaa ka adkaan kara saddex qof.)", "聖意": "Wadnaha guriga iyo guriga ayaa kaliya u socdaalaya safarkiisa si uu u raadsado hanti. Maqaalka guurka ee suurtogalka ah wuxuu tagayaa Liujia. Waxyaalaha si habsami leh ayay dadka ugu socdaan. , tahriib, hanti luntay, cudur, qabri buur iwm, waa khayr.", "古人": "Saddex geesiyaal ayaa la dagaallama Lu Bu", "第X籤": "Kow iyo sagaashan bakhtiyaanasiib ku guulaystay", "宮": "Adiga Palace"}