{"籤詩版本二": "Waxaan qorsheynayey ganacsi ilaa yaraanteydii, markaa uma baahni inaan maal iyo maal weydiiyo.\nHaddii laba qof ay wax raadinayaan, aqoonyahanku wuu baxayaa oo wuxuu la soo laabanayaa abaalmarinta ugu sareysa.", "詩意": "Hexagramkani waxa uu ahaa astaanta ganacsiga ilaa carruurnimadii.\nKu dadaal oo wax walba ku dadaal oo ha ka welwelin.", "解曰": "Laga soo bilaabo caruurnimadii ilaa qaangaarnimadii. Ma jirto caqabad, ma jirto. Qorshe samee. Caannimadu si habsami leh ayay u socotaa.", "籤詩故事一": "◇Cai Qing wuxuu dib u celiyay naxariistiisa (Cai Yong)\nCai Yong, magaca sharafta leh ee Bojie, wuxuu ku dhashay Chenliuyu (hadda koonfurta Qixian County, Gobolka Henan). Waa aqoonyahan iyo sayga Zhao Wuniang. Shan sano ka hor, maxkamada Imperial waxay shaqaaleysiisey xirfado ku jira liiska jaalaha ah, gobolka ayaa kula taliyay inuu yimaado Beijing si uu u galo imtixaanka, tan iyo markaas, ma jirin wax war ah.\nSannadkii ugu horreeyay ka dib markii uu Cai Bojie ka tagay way fududayd in lala tacaalo.Qoysku waxay haysteen xoogaa kayd ah, noloshooduna waxay ahayd mid la maarayn karo.\nSannadkii xigay, Chenliu waxa soo gaadhay abaar ba’an, sidaa awgeed waxa uu ku tiirsanaa Zhao Wuniangdian si uu u iibiyo dahabka si uu uga badbaado macluusha.\nAbaartu waxay socotay muddo saddex sano ah muddadaas. Zhang Guangcai, oo daris la ah tuulada, ayaa caawin jirtay mar mar.\nKa dib, Cai Bojie wuxuu ku guuleystey abaal-marintii ugu horreysay oo wuxuu ku laabtay guriga si uu u ogaado in xaaskiisa ay caawisay Zhang Guangcai. Lamaanuhu waxay aadeen guriga Zhang si ay ugu mahadceliyaan, waxayna Zhang Guangcai hadyad ahaan u siiyeen laba tale oo qalin ah.", "聖意": "Gurigu waa nabad, naftu waa barwaaqo, ganacsigu waa liibaanayaa, guurkiina waa lagu guulaystaa, wiil baa dhashaa, beertii waa xariijimo, lixdii neefna waa barwaaqo, baadigoobkii waa lagu guulaystay, dacwaddiina waa lagu guulaystay. , tahriibku waa liibaanay, hantidii luntay baa wanaagsan, xanuunku waa qabri Anshaan, nasiib wacan", "古人": "Cai Qing wuxuu soo celiyay naxariistiisa (Cai Yong)", "第X籤": "Saxiix laba iyo sagaashan", "宮": "Adiga Palace"}