{"籤詩版本二": "Luan Feng Xiang wuxuu ku maanshay qulqulka, laakiin wakhtigaas waxaa u cagajugleeyay Queer.\nAad baan uga naxay markii aan ogaaday in maalin daruuruhu fogaadeen, haddana maryihii ayaan kuu soo celiyay.", "詩意": "Hexagramkan waxa uu ka dhigan yahay calaamadda Luan iyo Phoenix ee roobku daboolay.\nWax walba waxay yimaadaan marka wakhtigu yimaado.", "解曰": "Xumaanta maalinba maalinta ka danbaysa waa barwaaqo. Mudanuhu waa inaanu waxba samayn. Kaliya iska ilaali naftaada. Talaabo qaado marka wakhtigu yimaado.", "籤詩故事一": "◇Gao Jun waxay dammaanad qaadaysaa guurka\nBoqortooyadii hore ee Song, Zhao Kuangyin waxa ay midaysay waqooyiga dalka oo dhanna waa uu is dhiibay, si kastaba ha ahaatee, Koonfurta Tang Dynasty, Li Yu waxa uu qabsaday koonfurta wabiga Yangtze waxana uu qaatay istaraatijiyad ah in uu bixiyo magaalo si uu isu dhiibo, isaga oo ku xayiray Zhao Kuangyin ee Shouzhou xaaladuna waxay ahayd mid halis ah. Zhao Kuangyin abtigiis, Gao Junbao, oo ah nin dhalinyaro ah oo haysta qori dahab ah, ayaa ka tagay Bianjing si uu u jebiyo go'doominta Shouzhou.\nMarkii ay soo dhaafeen buurta Shuangsuo, waxa ay jejebiyeen calaamada Seyga oo uu dhigay Liu Jinding, labadooduna waa ay wada tartameen. Gao Junbao oo ah wiil uu adeer u yahay Zhao Kuangyin ayaa si uu u badbaadiyo Zhao Kuangyin oo ku xaniban Shouzhou waxa uu ka baxay Bianjing waxa uuna sii maray buurta Shuangsuo waxa uuna jabiyay calaamada uu dhigay Liu Jinding ,waxana ay ku tartamayeen labadooda ,sidaas darteed Liu Jinding waxa uu kaga adkaaday Gao Junbao fannaanka dagaal ee heersare ah oo lagu qasbay. guur. Lamaanahan ayaa dadka u horseeday go’doominta waxayna badbaadiyeen Zhao Kuangyin.\n(Sheekadan sarbeebtu waxay tahay in aan la heshiin labadooduba (waa la isku xoogaystay), balse markii dambe la heshiisiiyay.", "聖意": "Guriga reerku naftiisa uma roona, ka digtoonow inuu lacag raadsado, ganacsiga xannibo, meherka la sugo, dibudhac, Liujiya, safar been ah, beer ku raaga, Gooryaanka, daahsan, lix neef oo xoolo ah, dad lagu helo, dacwooyin. khasaare, tahriib, muxaafid, hanti luntay, jirro halis ah, buurta fidinta, dib u habaynta qabriga", "古人": "Gao Jun wuxuu dammaanad qaadayaa guurka", "第X籤": "Sagaashan iyo saddex ayaa ku guuleystay bakhtiyaanasiibka", "宮": "xugong"}