{"籤詩版本二": "Hamiga iyo guuluhu waxay ku jiraan boqortooyadii, laakiin hadda waxaa jiri doona khamri aan dhammaad lahayn iyo galmo.\nDiiqa dahabka ah haddaad aragto waxaa lagugu abaal marin doonaa lacag, maal iyo maal.", "詩意": "Hexagramkani waxa uu u taagan yahay astaanta hamiga iyo sumcadda.\nWax walba ka dhig mid wanaagsan.", "解曰": "Hamiga leh. Ma aha goor dambe inaad naftaada ilaaliso. Diiqa dahabka ah ayaa ballan qaaday. Dhammaan farxad.", "籤詩故事一": "◇Cao Pi wuxuu ku dhawaaqay inuu yahay boqor\nCao Pi, magaca sharafta leh ee Zihuan, wuxuu ku dhashay Peiguoqiao (hadda Hao County, Anhui). Siyaasi iyo qoraa caan ahaa xilligii Jian'aanka.\nCao Pi waa wiilka labaad ee Cao Cao, waxa uu ilaa yaraantiisii ​​kula noolaa aabbihii xerada milatariga, aabbihiis saamaynta uu ku lahaa, Cao Pi waxa uu bartay qaansada isaga oo lix jir ah iyo fuulista fardaha isaga oo siddeed jir ah, waxana uu ku koray xirfado dagaal oo wanaagsan. Waxa kale oo uu aqoon durugsan u leeyahay taariikh-nololeedyadii hore iyo kuwa casriga ah, iyo weliba buugaagta boqollaal dugsi oo fikirka ah. Waxay ahayd ilaa da'da siddeed iyo tobanka in Cao Cao uu ka adkaaday Yuan Shao iyo Cao Pi wuxuu ku noolaa nolol xasilloon Yecheng, xudunta xukunka Cao Cao. Intaa wixii ka dambeeyay, in kasta oo uu mararka qaar aabbihii u raaci jiray safarro ciidan oo uu inta badan ku noolaa nolosha wiil gob ah, haddana maalin walba waxa uu ku dhaqmi jiray fanka dagaalka, mana uu hoos u dhicin ilaa maanta. Waxa uu inta badan ku fuulaa faraskiisa boqol tallaabo, waxaanu aad ugu xeel dheer yahay fanka dagaalka, waayo inta badan waxa uu ku dhaqmaa fanka dagaalka, waa fudayd iyo xoog.\nWiilkii ugu weynaa Cao Cao Cao Ang ayaa lagu dilay dagaal. Ka dib markii wiilka curad dhintay, Cao Pi wuxuu noqday dooqa koowaad ee amiirka taajka. Markii uu kow iyo soddon jir ahaa, waxaa loo dhiibay taajkii Cao Cao. Markii Cao Pi uu ahaa soddon iyo saddex jir, Cao Cao wuxuu u dhintay xanuun, Cao Pi wuxuu ku beddelay ra'iisul wasaare iyo boqorka Wei. Waxa uu sheegay in uu inta badan fardo fuulo boqol tallaabo oo uu aad u xirfad badan yahay,maxaa yeelay inta badan waxa uu ku dhaqmaa kungfu,isaga oo fudud oo caafimaad qaba.", "聖意": "U soo ducee gurigaaga iyo gurigaaga nabad, maal raadso, dadaalo, ka ganacsado, kala tagtaan goor hore, guurku waa liibaanayaa, Liujiya way nabad gelaysaa, dadku beer bay joogaan, gooryaanka xariirta ahi waa qaangaadhayaan, lix neef oo xoolo ah baa bislaanaya. , way adkaan doontaa in dad la helo, dacwooyin guud ayaa degdeg noqon doona, tahriibtuna waa la waayi doonaa, waxna waa fogaan doonaan, cudurro buuralayda iyo xabaaluhu way ku raagayaan.", "古人": "Cao Pi wuxuu ku dhawaaqay inuu yahay boqor", "第X籤": "Sagaashan iyo shanaad bakhtiyaa nasiib", "宮": "xugong"}