{"籤詩版本二": "Pagoda quruxda badan waa mid aan caadi ahayn, oo leh sifooyin qurux badan dhammaan dhinacyada oo dhalaalaya dhalaalaya.\nWaxaan idinkula dardaarmayaa in aad go'aansataan in aad ku dadaashaan oo aad camal fashaan, jannadana ha idiin barakeeyo.", "詩意": "Hexagramkani waxa uu u taagan yahay muujinta mudnaanta.\nWax walba waa wanaagsan yihiin.", "解曰": "Nimcooyinkaas. Qof kastaa wuu leeyahay. Ha noqon mashquul badan. Mudnaanta ayaa horay loo go'aamiyay.", "籤詩故事一": "◇Boqorka Fenyang wuxuu la kulmaa wiil uu awoowe u yahay maalinta jacaylka Shiinaha\nXalka: Guo Ziyi wuxuu la kulmay Gabadha Weaver ah oo dhulka ku soo degtay maalinta Jacaylka Shiinaha. Tiansun, oo ah awow u ah Boqorka Jade, waa Toddobada Carwada.\nGuo Ziyi (697-781), sidoo kale loo yaqaan Guo Linggong, wuxuu u dhashay Gobolka Zheng, Huazhou (hadda Huaxian County, Gobolka Shaanxi) iyo guud ahaan Tang Dynasty. Maxkamada Imperial waxay siisay Ziyi darajada Boqorka Fenyang.\nWaxaa la sheegay in Ziyi uu asal ahaan ka soo jeedo Huazhou, wuxuuna u aaday inuu ku biiro ciidanka bannaanka gidaarka weyn, wuxuu aaday Beijing si uu u cadaadiyo mushaarka ciidamada, wuxuuna ku laabtay Yinzhou, waxayna ahayd maalintaas Valentine's Day ee Shiinaha, dabaysha iyo ciidda. way madoobaatay, qorraxduna waa madoobaatay, Ziyi ayaa hore u socon waayay, waxa uu taagnaa wadada dhinaceeda, waxa uu hurday sagxadda guri madhan, markii uu hurdadii damcay waxa uu si lama filaan ah u arkay iftiin cas. Labadii dhinacba wuu soo istaagay oo yaaban kor u eegay, waxaa cirka isku shareeray daruur aayar soo degaysa, waxaa fadhiisatay naag qurux badan oo haybad iyo qurux badan oo ka duwan dadka caadiga ah. Ziyi ayaa isla markiiba ixtiraamay oo yidhi \"Maanta waa maalintii toddobaad ee bisha toddobaad, waxaan u malaynayaa in ay tahay inantii timaha lahaa oo timi, iyada oo doonaysa in ay cimrigeeda iyo maalkeedaba siiso\".\nNaagtii waxay kaloo ku jawaabtay: \"Maalka badan wuxuu la yimaadaa cimri dherer.\"\nMarkii uu hadalka dhameeyay ayay dhalaalkii soo laabatay, daruurihiina aayar ayaa kor u kacay, islaantii weli hoos bay u eegaysay Guo Ziyi iyadoo dhoola cadeynaysa ilaa ay ka fogaatay, kadibna qiiqii ayaa mugdi noqday oo la arki waayay.\nWaxay noqotay run, siday naagtu tidhi. Mudnaanta Ziyi waa mid caan ka ah adduunka, waa wasiir aad loo jecel yahay, waana Jeneraal leh karti iyo wanaag labadaba.", "聖意": "Ku hami gurigaaga, naftaada u hammi, ducayso lacag, baayac-mushtar ganacsi, nasiib wacan guur, nasiib wacan Liujia, safar farxad leh oo dad la socdo, beero guurto, xariijimo, xoolo deggan, nasiib xumo inaad hesho dadka, dacwooyinka guud, socdaalka, nasiib wanaag, cudurada hantida lumay, qabuuraha Zhenxingshan", "古人": "King Fenyang wuxuu la kulmaa wiil uu awoowe u yahay maalinta jacaylka Shiinaha", "第X籤": "Saxiix lix iyo sagaashan", "宮": "xugong"}