{"籤詩版本二": "In aad soo daahdo oo aad talo raadsato, werwer iyo welwel in aad dhib keento\nSida shimbir dabinka u duulaysa, intee bay ku qaadanaysaa inay ka baxsato?", "詩意": "Hexagramkani waa calaamad muujinaysa duugista waxyaalaha iyo la qabsiga qaddarka.\nWax walba waa wax aan ku qanacsanayn.", "解曰": "Noqo muxaafid wakhti kasta. Sugaya inta gobta ahi imanayo. Hadii aad wax walba waydiiso. Waxa ugu weyn ayaa noqon doona goor dambe.", "籤詩故事一": "◇Ji Ping waa la dilay\nJi Ping, oo magaciisa dhabta ah yahay Ji Tai, oo sidoo kale loo yaqaan Ping, wuxuu ahaa dhakhtar boqortooyo ah oo ku sugan Dynasty Han.\nSannadkii shanaad ee Jian'an (200 AD), Cao Cao wuxuu noqday ra'iisul wasaare, mana uusan qaadanin wax dhab ah, tan iyo markii uu akhriyay amarkii uu qoray boqorku suunkiisa, Dong Cheng, oo aan haysan waddo uu ku helo. Cao Cao wuu ka takhalusay, wuuna xanaaqay, wuuna xanaaqay, wuuna welwelay, wuuna xanuunsaday.\nImbaraadoor Xian ayaa ka codsaday takhtarka boqortooyada Ji Ping inuu daweeyo Cao Cao. Ji Ping waxa uu akhriyey amarkii sirta ahaa ee Imbaraadoor waxa aanu go’aansaday in uu ka takhaluso Cao Cao, markaa labadooduba waxa ay wada qorsheeyeen. Si lama filaan ah darbiyadu waxay leeyihiin dhego, Adoonkii guriga ee Dong Cheng, Qin Qingtong, ayaa afartan jeer ul ku garaacay Dong Cheng, sababtoo ah xidhiidhkii uu la lahaa xaaska da'da yar ee Dong Cheng, wuu xanaaqay, markii uu taas maqlay ayuu u sheegay Dong Cheng. Ji Ping ilaa Cao Cao.\nJi Ping ayaa ka faa’idaystay madax xanuunka Cao Cao oo si qarsoodi ah u sumeeyay. Cao Cao waxa uu helay tilmaan, waxa uu dabin dhigay Ji Ping, jidh-dilay, oo uu baadhay hoggaamiyaha. Ji Ping ayaa iska caabiyay dhimashada wuxuuna dhintay ka dib markii uu taabtay tillaabooyinka.", "聖意": "Gurigu naftiisa ayuu ka werwerayaa, sharkii baa lacag waydiisanayaa, meheraddii baa jabtay, guurkiina ma dheera, ciqaabtu waa lix, dadkii lugaynayay ayaa beerta ku dhex jira, dirxigii xumaaday, lixdii xoolihiina waa la helay. qof la helay, dacawad guud oo luntay, tahriibi ma guurto, hantidii way luntay, cudurkii baa dhacay, shabaggii buur buu yaallaa, qabrigii baa dhintay.", "古人": "Ji Ping waa la dilay", "第X籤": "Tirada sagaashan iyo siddeed", "宮": "Haigong"}