{"籤詩版本二": "Innagoo faraska xajinayna oo karbaashkii qabanayna, ayaannu halkan si toos ah u nimid, badhna khatar baynu ku jirnaa, badhna masiibo.\nWaa sidii guri dab lagu gubay oo kale, cirku markuu soo da'o roobku dambas buu ka dhigaa, qorshe ayaan leeyahay.", "詩意": "Hexagramkani waxa uu ka dhigan yahay murug badhkii iyo farxad badhkeed.\nWaxaa habboon in wax walba lagu wanajiyo.", "解曰": "Foosha nolosha oo dhan. Xaq iyo baadil ha dan ka gelin. Katiinadaha waa ku meel gaar. Cadhada ayaa si dabiici ah u timaada.", "籤詩故事一": "◇Tao Sanchun ayaa ku garaacday Zheng En Guayuan\n\"Xustaydu ha noolaato,\" Zhao Kuangyin ayaa mar kale istaagtay, \"Beiping King Zheng En waxa uu qabanqaabiyay guur waagaas. Hadda dunidu waa nabad, waxaan jeclaan lahaa inaan ku weydiisto ogolaansho si aad u doorato maalin wanaagsan oo aad guursato. \"\n\"Xustaydu ha noolaato!\" Zhao Kuangyin ayaa istaagay oo yidhi, \"Boqorkii Peking, Zheng En, ayaa wakhtigaas guur dhigay. Hadda dunidu waa nabad, waxaan jeclaan lahaa inaan ku weydiisto ogolaansho si aad u doorato mid wanaagsan. maalinta la guursanayo.\"\n\"Oh, walaalka saddexaad ayaa horay u guursaday, sidee baanan arrintan uga warqabin?\" Chai Rong aad buu u yaabay, wuxuu u gacan haadiyay Zhao Kuangyin si uu u fariisto oo uu u hadlo.\n\"Oh! Walaalka saddexaad ayaa horay u guursaday, sidee baanan arrintan uga warqabin?\" Chai Rong (Emperor of the Later Zhou Dynasty) aad buu u yaabay, gacantiisa ayuu u gacan haadiyay wuxuuna ka codsaday Zhao Kuangyin inuu fadhiisto oo hadlo.\n“Waa sheeko dheer, kow faqriga ayaanu ku jirnay berigaa, ciidankiina kuma biirin, wixii intaa ka dambeeyayna sanado ayaanu dagaalanaynay, waqtina idiinma haysano, marka labaad walaalka saddexaad isna waa yar yahay. Xishood in la sheego, sidaa darteed maankaagu ma garanayo.\"\n“Waa sheeko dheer, kow, anagu weli waagaas faqriga ayaanu ku jirnay oo aanaan ku biirin ciidankiina, wixii intaa ka dambeeyayna sanado ayaanu dagaalamaynay, wakhtina idiinma haynin, marka labaad walaalka saddexaad isna waa wiil. in yar oo xishood ah in la sheego, sidaa darteed sharaftaadu ma garanayso.\"\n\"Haye, wiilka jaamiciga ahaa waa guursanayaa, maxaa ceeb ah, walaalka saddexaad wuxuu ku jiray dagaalka muddo dheer, waxaana lagu tirin karaa inuu yahay geesi aan la soo koobi karin, maxaad arrintan uga yar tahay?\"\n\"Haye! Inankii kulliyadda ayaa guursanaya, maxaa ceeb ah, walaalka saddexaad wuxuu ku jiray dagaalka muddo dheer, waxaana lagu tirin karaa inuu yahay geesi aan la soo koobi karin, maxaad arrintan uga yar tahay?\"\n\"Anigoo ka hadlaayo, walaalkey saddexaad kuma eedeyn karo xishoodka, sababtoo ah guurkan waa la been abuurtay.\"\n\"Anigoo ka hadlaayo, walaalkey saddexaad kuma eedeyn karo xishoodka, sababtoo ah guurkan waa la been abuurtay.\"\n\"Ma la daabacay? Haye, waa arrin xiiso leh. Fadlan ii sheeg waxa dhacay.\"\n\"Waan ku qoray! Haye! Waa arrin xiiso leh! Fadlan ii sheeg waxa dhacay.\"\n\"Haa, waxaan xasuustaa sanadkaas, markii aan ku biirnay Boqorka, waxaan sii marnay gobolka Baocheng, aad bay u kululayd bishii Juun, walaalkay saddexaad ma joogi karo hoteelka, sidaas darteed wuxuu u baxay inuu keligiis warwareegno. Markii uu soo dhaafey beer xabxab ah ayuu soo galay si uu wax uga soo guro, Xabxabka ayaa haraad ka bi’iyay, xilligaan ma badnayn xabxabka hore ee bislaaday, walaalkii saddexaadna ma garanayo sida uu u soo guro, in badan buu ka jabiyay. Islaantii xabxabkii eegaysay ayaa u soo dhaqaaqday inay eedayso walaalkii saddexaad, labadoodii ayaa is afgaran waayay, ka dibna way is dagaalameen, kaalay, nasiib wanaag, waan welwelay, waxaana degdeg ugu soo gurmaday, haddii kale...”\n\"Haa, waxaan xasuustaa sanadkaas, markii aan ku biirnay Boqorka, waxaan sii marnay gobolka Baocheng, aad bay u kululaatay bishii Juun, walaalkay saddexaad ma joogi karo hoteelka, sidaas darteed wuxuu u baxay inuu keligiis warwareegno. Markii uu soo dhaafey beer xabxab ah ayuu soo galay si uu wax uga soo guro, Xabxabka ayaa haraad ka bi’iyay, xilligaan ma badnayn xabxabka hore ee bislaaday, walaalkii saddexaadna ma garanayo sida uu u soo guro, in badan buu ka jabiyay. Islaantii xabxabkii eegaysay ayaa u soo dhaqaaqday inay eedayso walaalkii saddexaad, labadoodii ayaa is afgaran waayay, ka dibna way is dagaalameen, kaalay, nasiib wanaag, waan welwelay, waxaana degdeg ugu soo gurmaday, haddii kale...”\n\"Zheng Ziming kan, qaladka isagaa iska leh markii hore, waa inuu raaligelin ka bixiyaa gabal\n\"Zheng Ziming kan, qaladkiisa isagaa markii hore iska leh, marka waa inuu raaligelin ka bixiyaa. Maxaad u garaacaysaa? Midda kale, sidee qoyska gabadhu u adkaysan karaa feedhka iyo laadadka nin isaga oo kale ah! Kaalay, ii sheeg.\" gabadhaan waad garaacday maya?\n\"Gabadha waxba ma gaarin...\"\n\"Taasi waa caadi, taasi waa caadi... Haye, miyaydaan tallaabo qaadin? Oh, waxaan filayaa inaad i badbaadisay waqti.\"\n\"Taasi waa caadi! Taasi waa caadi... Haye! Miyaanad qaadin tallaabo? Oh!\n“...Maya, qofka aan soo badbaadiyey waxa uu ahaa...walaalkii saddexaad.” “...Maya, qofka aan soo badbaadiyey waxa uu ahaa...walaalkii saddexaad”.\n\"ah?!\" \"ah?!\"\n“Walaalkii saddexaad ayay naagtii dhulka ku dhacday oo si xun u garaacday, nasiib wanaag anigu waan imid oo waan ku qanciyey inuu meesha ka baxo, markaa dhaawac halis ah ma soo gaadhin... Mudanayaal... \"\n“Walaalkii saddexaad ee ay naagtu dhulka ku dhacday oo aad u garaacday, nasiib wanaag anigu waan imid oo waan ku qanciyey inuu meesha ka baxo, markaa dhaawac halis ah ma soo gaadhin....Mudane...\n\"Ah?...Alla waa tuma naagtaas!?\" \"Ah!?...Alla, waa tuma naagtaas!?\"\n“Mar dambe ayay ahayd markii aan ogaaday in naagtan magaceeda la yidhaahdo Tao Sanchun, aabaheed Tao Hong waxa uu ahaa geesi da’ ah oo aan wax himilo ah lahayn. Qoyskiisa, waxaan arkay in Miss Sanchun ay leedahay dabeecad aad u wanaagsan, Luo Luo iyo deeqsinimo, iyada oo aan lahayn caado ah in ay noqoto gabadh yar, waxay si ula kac ah ula jaan qaadeen isaga. isla markiiba ku dhufo oo go'aan ka gaadho guurkan labadoodaba.\n\"Mar dambe ayay ahayd markii aan ogaaday in gabadha magaceeda la odhan jiray Tao Sanchun, oo tan iyo yaraanteedi ay fanka dagaalka ka baratay aabbaheed. Deeqsinimo oo aan raad ku lahayn hab-dhaqanka gabadha yar, sidaa darteed si badheedh ah ayaan u shaqaaleysiiyay. Maanso, fadlan ii sheeg, kani sow guur la been abuuray maaha?\n(Sheekadan waa hal-ku-dheg, sababtoo ah wax xun baa wax wanaagsan noqday.)", "聖意": "U soo ducee inaad guriga ilaaliso, ka digtoonow, maal raadiso, ganacsiga dumiso, carqaladayso guurka, ciqaabta, Caymiska Liujia, dadka lugaynaya ee ku go'doonsan beeraha, dhaawaca xariirta, burburka xoolaha, dadka maqan, dacwooyinka sharci-darrada ah, khasaaraha, tahriibka, ilaalinta, hantida luntay, cudurrada xunxun. , Khatarta, Buuraha, Qabriyada, Fashilka", "古人": "Tao Sanchun wuxuu ku garaacay Zheng En beerta qaraha", "第X籤": "Tirada sagaashan iyo sagaal", "宮": "Haigong"}