{"籤詩版本二": "Se pou monn nan kreye pou yon bon maryaj, jou favorab ak bon moman, ak tout bagay yo dwe byen\nSe pa ti pwoblèm si ou jwenn anpil sa a.Anperè a deklare ke moun yo fidèl ak dwat.", "詩意": "Egzagram sa a reprezante kòmansman kòmansman syèl la ak tè a.\nTout se favorab.", "解曰": "Vitès rapid. Ane a pa vo tan li. Guanyin ekri. Kite m 'konnen an premye.", "籤詩故事一": "◇Zhongli te vin eklere\nZhongli Quan, ti non Zhongli, bay non Quan, non koutwazi Yunfang, ak tinon Zhengyang, se te yon natif natal nan Xianyang County, Xi'an, Shaanxi Pwovens pandan Eastern Han Dinasti.\nZhong Liquan se te yon jeneral nan Dinasti Han. Pandan ekspedisyon an kont Qiang Lwès la, li te fè jalouzi pou kòmandan Liang Yi a epi li te ba l sèlman 30,000 sòlda fin vye granmoun ak fèb. Osito ke li te rive nan destinasyon li, yo te vòlè kan an. lame Western Qiang, ak sòlda yo kouri met deyò. Zhong Liquan te pèdi nan yon vale e li te rankontre yon mwàn sou wout la, li mennen l 'nan yon ti vilaj epi li di, \"Sa a se rezidans Mesye Donghua.\" Apre li di orevwa epi li ale. Apre yon ti tan, yon moun toudenkou te di, \"Sa a dwe paske Hu nonm nan je vèt twò pale.\" Li te wè yon nonm mete yon fouri sèf blan ak kenbe yon baton kinoa vèt. Li te mande Zhong Liquan, \"Moun ki te vini an. isit la se Han Da. Jeneral Zhongli Quan\n? Zhong Liquan te choke, konnen ke li te rankontre yon moun etranj, kidonk li sensèman te aprann Dao a.\nZhong Liquan pita te rankontre Zhenren Huayang ak wa imòtèl Xuanfu a, e li te aprann \"sekrè imòtalite a\". Finalman, li te viv nan Zijin Sihaofeng nan mòn Kongtong, li te jwenn \"Sekrè nan bwat Jade la\", e li te vin tounen yon vrè imòtèl. Li te venere tou kòm youn nan senk patriyach nò pa Sek la Quanzhen.", "聖意": "Priye pou kay ou ak kay ou jwenn benediksyon ak bon chans nan otòn ak nan sezon fredi Chèche bon chans nan otòn ak sezon fredi Bòn chans nan biznis, bòn chans nan maryaj, bòn chans nan fè pitit gason, bon chans nan vwayaje nan jaden an. , bòn chans nan vè swa, bòn chans nan bèt, bòn chans nan jwenn moun, bòn chans nan pwosè piblik, bòn chans nan migrasyon, byen pèdi, maladi Nòdès, bòn chans nan voye mòn ak tonm.", "古人": "Zhongli te vin eklere", "第X籤": "premye siy", "宮": "Matris"}