{"籤詩版本二": "Enkyetid yo ak enkyetid yo tanporèman soulaje, ak kè kontan soti nan syèl la.\nMenm jan jade kache nan fimye, yon bon travayè leve pousyè tè a", "詩意": "Egzagram sa a reprezante amoni Yin ak Yang.\nTout sa ou planifye se favorab.", "解曰": "Pa gen anyen genyen, pa gen anyen pèdi. Genyen soti nan pèt. Mechan an nan pwoblèm. Bon chans pou ou mesye.", "籤詩故事一": "◇Ye Meng Xiong Chao Di\nYe Mengxiong (1531-1597), ki gen non koutwazi te Nanzhao ak non ki te Longtang, te chanje an Longtan epi yo te rele tou Huayun. Yon natif natal nan Wanshifang, Huizhou Fucheng (kounye a yon pati nan Huicheng Distri, Huizhou City) nan Dinasti Ming. Nan 44yèm ane Jiajing rèy (1565), li te vin yon Jinshi e li te bay tit la nan majistra nan Qing County. Li te sèvi kòm direktè depatman transfè a, epi pita chanje nan sansi sipèvizyon Shanxi Road.\nNan 20yèm ane a nan Wanli (1592), Konsil Jeneral la nan Ningxia, Kuaibai (chèf nan branch fanmi Mongolyen Tatar), touye gouvènè a Dang Xin ak kaptire Fort a karant-setyèm nan pwovens Hexi. , kraze vil la, adore ak boule. tèt li nan lanmò. Meng Xiong pa arogan nan pran kredi, epi li pèmèt konpetans li yo bon jan sa yo nan jeneral yo ki oze goumen. Ofisyèl Wei Xuezeng la te retabli. Nan dènye ane li yo, li te demisyone senk fwa e li te retounen nan Huizhou pou bati tanp Huilong.\nYe Mengxiong te antre Taoism kòm yon sèvitè sivil nan kòmansman an e li te pi popilè pou onètete li ak entegrite.Ansyen dosye istorik te di ke li te \"premye a nan imilite ak kapasite\", \"elimine koripsyon ak pini rebelyon\", kite yon bon repitasyon. te trè fidèl, vanyan gason, kouraj, ak resous. Bon nan artilley. Nan dezyèm mwatye nan lavi li, ladrès masyal arts li yo te anrejistre nan \"Istwa Dinasti Ming la\" epi li te konsidere kòm yon ewo nasyonal.", "聖意": "Kay la se defavorab (de pli zan pli lapè) Otòn ak sezon fredi bon pou tèt li, richès yo pral gen siksè, tranzaksyon yo pral gen siksè, maryaj pral gen siksè, Liujia pral fo alam (pral gen trezò), pyeton yo pral ale nan jaden an. priye pou vè swa, sis bèt yo pral plat, moun yo pral jwenn, pwosè piblik yo pral favorab, migrasyon yo pral konsèvatif, pèdi pwopriyete yo pral anpeche, maladi yo pral rezoud nan kavo Fushan.", "古人": "Ye Meng Xiong Chao Di", "第X籤": "Sèzyèm genyen loto", "宮": "Maogong"}