{"籤詩版本二": "Golden Crow tonbe nan lwès la ak Lapen an leve nan lès.Sik lajounen kou lannwit kontinye depi nan tan lontan jiska prezan.\nMwàn yo ak Taoists konnen ke pa gen okenn dezavantaj, ak entelektyèl yo, kiltivatè yo, endistri yo ak machann yo tout swiv pwòp tèt ou.", "詩意": "Egzagram sa a reprezante sir ak diminution Yin ak Yang.\nLi se tou yon siy ke tout bagay pral ale jan li te planifye.", "解曰": "Pa gen anyen nan tèt ou. Sa ou fè a merite. Tankou yon flèch ki soti nan yon banza. Yon sèl piki frape sib la.", "籤詩故事一": "◇ Tonton Cao Guo se yon imòtèl\nYo di ke Cao Guojiu, yon natif natal nan Xuzhou, se gwo tonton nan eta a pandan peryòd Renzong nan Dinasti Song. Non li te Cao Yi, ke yo rele tou Cao Jingxiu.\nTonton Cao Guo te gen yon ti frè ki te rele Cao Er. Cao Er sa a te konte sou pozisyon li nan otorite enperyal la epi li te komèt tout kalite sa ki mal.Li te okipe jaden, li pran madanm ak pitit fi, li fè zanmi ak kèk mechan san lalwa.Li te antre epi soti.Cao Guojiu pa t 'kapab sipòte li.Li te refize koute bon pawòl li yo ak konsolasyon li yo, kidonk li te itilize pinisyon pou kontwole li. , de frè yo te fòje yon rankin.\nCao Guojiu te di: \"Pwensip yo nan mond lan se ke moun ki akimile byen pral pwospere, ak moun ki akimile sa ki mal pral peri. Sa a se yon verite ki pa chanje. Nan tan lontan an, fanmi Cao nou an te akimile move zèv pou reyalize richès jodi a. Koulye a frè m 'akimile sa ki mal nan ekstrèm, menm si li chape Menm si yo pini w pa ofisyèl yo, ou pa ka chape anba dezas natirèl yo ki an kachèt travay. Yon fwa yon dezas vini ak fanmi ou detwi ak yon moun mouri, ou p'ap ka. Mwen pral imilye ak pè pou sa.\" Se konsa, mwen gaye tout richès mwen, Li te ede pòv yo epi li pa okipe zafè frè li ankò. Lè sa a, li kite lakay li ak zanmi l ', chanje nan yon inifòm Taoist, epi li ale nan mòn yo kiltive lide l' ak lanati.\nYon jou, li te rankontre Zhongli ak Lu Dongbin nan Dinasti Han a pa chans. Lè w wè repons ki pale Tonton Cao Guo a, li te kontan anpil e li te ba l \"Edit sekrè pou retounen verite a\" epi li te bay lòd pou li pratike ak anpil atansyon. Pa lontan apre, Zhongli. Quan ak Lu Dongbin te prezante nan klas imòtèl la.", "聖意": "Bon chans pou kay la, kay, bòn fòtin, bòn fòtin, bòn chans nan biznis, maryaj, vwayajè gason, plante vè swa nan jaden an bonè, echèk bèt, kap chèche moun, pwosè, migrasyon, byen pèdi, maladi an reta, bòn chans.", "古人": "Tonton Cao Guo se yon imòtèl", "第X籤": "Siyen dizwityèm lan", "宮": "Maogong"}