{"籤詩版本二": "Kite bato a tounen soti nan plaj la dlo rapid, ki sa ou vle fè akòz boulvèsman an?\nSi w vle an sekirite, chèche trankilite epi tann vag yo pase kriz sa a.", "詩意": "Egzagram sa a se tankou yon bato k ap vwayaje sou yon plaj rapid.\nRete konsèvatif nan tout bagay epi tann pou tan an.", "解曰": "Debake nan dlo fò. Danje a ap tann tan. Si ou mande sou plan kan. Pa gen anyen ki ka fè.", "籤詩故事一": "◇Ziyi kouwone wa\nGuo Ziyi (697-781), ke yo rele tou Guo Linggong, se te yon natif natal nan Zheng County, Huazhou (kounye a Huaxian County, Shaanxi Province) ak yon jeneral nan Dinasti Tang la.\nPandan Rebelyon Anshi a nan 14yèm ane Tianbao (755), li te akòde tit Shuofang Jiedushi (Lingwu, nan lwès Lingwu nan Ningxia jodi a).Li te bay lòd pou fè kwazad.Li konbine lame Shuofang a ak Li Guangbi pou l mache. Yo mete tèt yo ansanm nan Changshan (Zhengding, Hebei) epi yo bat Shi Siming, reprann Hebei. Nan moman sa a, Guo Ziyi sijere ke anperè a pran Fan Yang soti nan nò a ak atake twou tig rebèl la diminye syèj la nan Tongguan, men Xuanzong refize. Apre sa, sitiyasyon an nan vil vasal separatis yo nan fen Tang Dinasti a te plante, ki tou te vin kòz la aleka nan disparisyon nan Dinasti Tang la.\nNan kenzyèm ane rèy Tianbao a (756), li menm ansanm ak kowalisyon Ouygur yo te fè Hequ la pasifye.Nan prentan ane annapre a, yo te refè Hedong (kounye a Yongji, Shanxi) ak Feng Yi (kounye a Dali, Shaanxi), e yo te atake Tongguan, bat Cui Qianyu.Lame Tang la te soufri plis pase 10,000 viktim. Cui Qianyu rann tèt bay Pujin. Yon Lushan te touye pa pitit gason l 'An Qingxu.\nNan dezyèm ane a nan Zhide (757), li te bay lòd pou mennen twoup yo nan Fengxiang.Sou wout la, li te bat 5,000 kavalye Li Guiren nan Baiqu Liuyun Bridge (jodi a sidès Sanyuan).An Me, li te goumen ak An Shouzhong ak Li. Guiren nan Qingqu (lwès jodi a nan Xi'an) te bat, epi li te retire li nan Wugong (nòdwès jodi a nan Wugong).Nan septanm, li te swiv Marshal Guangping Wang Li Chu mennen Tang la ak Ouighur yo rantre nan 150,000 twoup, epi li goumen. ak An Shouzhong ak Li Guiren nan Xiang.Nò Ji Tanp lan (sidwès Konte Chang'an jodi a), sòlda ouyghur yo te fè wonn dèyè lènmi an, atake soti nan tou de bò, epi touye 60,000 lènmi. Zhang Tongru kouri met deyò nan Konte Shaanxi, epi finalman rejwenn kapital Chang'an (Jodi a Xi'an).Majeste lame Tang la yon lòt fwa ankò retabli nan Chang'an.\nApre sa, lame Tang la te pran avantaj de viktwa a e li te mache sou bò solèy leve, li te bat 150,000 gason ki gen ladan Yan Zhuang ak Zhang Tongru nan Xindian (kounye a nan sidwès vil Sanmenxia, ​​pwovens Henan), fòse Anqing Xu travèse larivyè Lefrat la Jòn ak retrè nan Xiangzhou. Dongjun Luoyang tounen. Ajoute Situ nan merit li epi fè li Duke peyi a.\nShi Siming te dirije lame l 'soti nan Fan Yang pote sekou bay An Qingxu. De kote yo te goumen nan fòmasyon nan nò Anyang larivyè Lefrat la (Jodi a Nò Anyang). Batay la te inextricable. Nan fen a, ki te dirije pa nèf Jiedushi, lame Tang la, ki te deklare ke yo te gen 600,000 gason, fè bak (nan batay Yecheng). Kòmandan prensipal la nan batay sa a te eunuk Yu Chaoen a, ki pa te gen okenn ladrès lidèchip ak te blame Guo Ziyi pou echèk la nan batay la. Guo Ziyi te konvoke tounen nan Chang'an, soulaje pouvwa militè, e li te vin tounen yon ofisyèl san fè anyen konsa.\nNan premye ane a nan Baoying (762), sòlda nan Taiyuan (sidwès Taiyuan jodi a) ak Jiangzhou (Xinjiang jodi a nan pwovens Shanxi) te revòlte.Tribinal la te pè, se konsa Ziyi te akòde tit la nan wa Fenyang ak soti nan kontwòl. Jiangzhou. Cheng Yuanzhen te retire li tou e li te retire pouvwa militè a.\n(Konsantre nan istwa sa a: Guo Ziyi, ki te trè kapab ak byen konpòte, te rankontre Xuanzong ak kèk bandi, ki anpil konpwomèt reyalizasyon li yo.)", "聖意": "Benediksyon kay la ak tèt li, chèche richès, pa gen tranzaksyon, pa gen maryaj, pa gen fo alam, pyeton ki rive nan Tiancanji, difisil pou jwenn moun, pwosè piblik ak (pa Xing), migrasyon, konsèvativite, pèdi pwopriyete, difisil pou jwenn, maladi, priye pou benediksyon, mòn ak tonm, favorab", "古人": "Ziyi te kouwone wa", "第X籤": "Diznevyèm genyen Lott", "宮": "Tatsumi"}