{"籤詩版本二": "Apre anpil enkyetid ak danje, li p'ap janm vid ankò depi koulye a\nYon kè jenere gen pwòp plan jenere li.Ou dwe rankontre yon ekspè pou fè gwo reyalizasyon.", "詩意": "Egzagram sa a se tankou yon ansyen pi ak yon sous dlo.\nNan tout bagay, moun nòb reyalize siksè.", "解曰": "Pwosè a pral evantyèlman jistifye. Malad epi san danje. Antre ak soti pou chèche konsèy. Ansyen byen rankontre prentan.", "籤詩故事一": "◇Yao Chong kontwole krikèt\nYao Chong (649-721), ki te non reyèl Yuan Chong, te soti nan Shaanzhou, li te sèvi kòm Minis Xia Guan, Shangshu nan Chunguan, Ziweiling, Zhongshuling, ak Premye Minis nan Dinasti Tang.\nNan katriyèm ane Kaiyuan (716), Shandong (anjeneral refere a Basen Rivyè Jòn nan bò solèy leve nan Huashan) te gwo malè tonbe sou pa krikèt.Moun yo te mare pa lide sipèstisye epi yo pa oze lachas ak touye yo. Olye de sa, yo mete kanpe. sakrifis, boule lansan, adore bò kote jaden yo, epi gade rekòt yo ap devore pa krikèt.\nTout ofisyèl yo te kwè: \"Krikèt yo se yon dezas natirèl, ki jan yo ka kontwole yo pa manpower!\" Lit la ant de lide diferan te feròs nan epòk sa a, kit yo elimine krikèt oswa pa elimine.\nYao Chong te di: \"Osi lontan ke nou travay ansanm, nou ka debarase m de yo tout. Li te di: Krikèt yo pè moun, kidonk yo fasil pou chase. Plantules yo gen pwopriyetè, kidonk sekouris yo dwe travay di; krikèt. ka vole, epi si yo wè dife nan mitan lannwit, yo pral vole nan li; mete dife sou yo Nan jaden an, fouye twou pandan y ap boule, antere yo pandan y ap boule, epi pa pral gen anyen.\"\nXuanzong te di: \"Krikèt yo se yon dezas natirèl ki te koze pa move gouvènans moral. Si ou mande pou yo chase ak touye, èske sa a pa ale kont grenn?\"\nYao Chong te ajoute: \"Pran ak touye krikèt te pratike pa ansyen yo, ak majeste ou pral sèvi ak li nan lavni an. Li se yon gwo evènman nasyonal pou pote lapè ak pwosperite nan kiltivatè yo. Tanpri konsidere li oserye.\"\nXuanzong te konvenki. Men, nan moman sa a, tout moun anndan kou deyò tribinal la te di ke krikèt pa t 'kapab chase.\nXuanzong te di: \"Mwen te diskite ak premye minis la epi mwen te deside trape krikèt yo. Nenpòt moun ki objeksyon ankò yo pral egzekite. \" Se konsa, li voye sansi a sipèvize ak dirije pèp la boule ak antere krikèt yo.\nRezilta yo te byen efikas.Nèf milyon nan krikèt te pwan nan tout peyi a, epi fleo krikèt la te elimine avèk siksè.Agrikilti te reyalize yon bon rekòt ane sa a.\n(Sajès yo ta dwe itilize nan jesyon dezas ak evakyasyon, epi yo dwe gen estrateji enjenyeu pou simonte difikilte. Yao Chong se ekspè nan zafè sa a)", "聖意": "Kay la se òdinè, pwòp tèt ou a bloke, chache lajan bloke, komès bloke, maryaj ak amoni yo bloke, gen danje nan Liujia, pyeton yo bloke, vè swa yo bloke, bèt yo pa favorab, moun yo manke, pwosè piblik yo. bloke, migrasyon pa rezonab, atik ki pèdi yo difisil pou jwenn, maladi yo difisil pou priye pou yo, mòn yo ak tonm yo alèz.", "古人": "Yao Chong kontwole krikèt", "第X籤": "Genyen vennsenkyèm lotri a", "宮": "Mi Palè"}