{"籤詩版本二": "Gen rimè ke bagay yo te vire tèt anba, epi mwen te resevwa yon lèt ki soti nan orizon an.\nT'ap nonmen non ak siksè te pwomèt mwen nan liv la te rete vid jouk nan fen an.", "詩意": "Egzagram sa a gen yon fo non.\nLi se konseye pou konsèvatif nan tout bagay.", "解曰": "Leve e desann fache. Chèche lwazi se pa san fè anyen konsa. Dezi pou t'ap nonmen non. Rete an sekirite.", "籤詩故事一": "◇Zhong Kui atenn Syèk Limyè\nZhong Kui, ki gen ti non se Zhong Kui, ki gen non koutwazi se Zhengnan, se soti nan Zhongnanshan.\nPandan rèy Anperè Dezong nan Dinasti Tang la, Zhong Kui te patisipe nan egzamen enperyal la.Zhong Kui li kesyon egzamen yo epi imedyatman ekri atik la nan yon sèl kou epi remèt li. Egzaminatè an chèf jou sa a se te Han Yu, Minis Afè Sivil la, epi egzaminatè adjwen an te Lu Zhi, yon gwo savan. Lè de yo li papye Zhong Kui a, je yo limen epi yo di nan inison: \"Sòsye, sòsye! Chak mo nan atik sa a se ekskiz, merite pou Li Taibai ak Du Zimei! \"Se konsa, yo te rele Zhong Kui kòm premye plas la.\nAnperè Dezong te koute rapò Han Yu a epi li te di ke Zhong Kui, nouvo chanpyon syans la, te gen anpil talan, kidonk li te rele Zhong Kui nan Golden Palace la.\nLè Anperè Dezong te wè aparans lèd li, li imedyatman te santi li pa kontan epi li di, \"Seleksyon entelektyèl nan tribinal nou an se tout ki baze sou mo pèsonèl ak kaligrafi. Ki jan yo ka chwazi yon moun konsa lèd kòm nimewo en savan nan syans an lò yo? \"\nHan Yu prese mete ajenou epi li di: \"Bon ak move yon moun se pa tout bagay sou aparans. Èske ou menm, Senyè a, pa tande ke Yan Ying gen twa pye wotè epi li egal premye minis la? Zhou Chang. bege men li ka ede Han Dinasti a; Confucius jije moun pa aparans yo, epi li pèdi pitit gason l 'Yu. Mwen espere ke majeste ou a pral panse de fwa.\" \"\nAnperè Dezong te reflechi pou yon ti moman epi li di: \"Malgre ke pawòl Han Aiqing yo rezonab, lè m 'te Anperè Taizong, te gen dizwit entelektyèl ki te vin nan Yingzhou epi ki te pale sou li. Nonm sa a te nimewo en savan an. Mwen pè ke mond lan. pral ri m 'pou m pa rekonèt talan.\"\nPremye Minis Lu Qi te etwat ak jalouzi pou talan. Apre li fin tande pawòl anperè a, li te mete ajenou epi li di: \"Nimewo yon entelektyèl nan sijè a an lò dwe tou de entèn ak ekstèn. Gen twasan kandida pou sijè sa a. Poukisa ou pa chwazi yon lòt?\"\nLè Zhong Kui wè ke nonm sa a te tèlman konfonn, li pa t 'kapab ede men fache. Li lonje dwèt sou Lu Qi epi li bay madichon: \"Si yon ofisyèl inyoran konsa nan tribinal la, èske li pap fè peyi a mal?\" Apre sa, li frape Lu Qi ak pwen li.\nLè w wè sa, Dezong te fache epi li di: \"Ou tèlman fonse, ou oze lakòz pwoblèm nan Golden Palace la, desann li byen vit!\"\nNan yon raj, Zhong Kui rale nepe a nan ren jeneral la kanpe nan palè a epi li soupi byen fò: \"Li difisil pou yon chat fristre imite yon tig, ak yon jako fristre se pa bon tankou yon poul.\" Apre sa, li te komèt swisid.\nLè Anperè Dezong te wè ke Zhong Kui te komèt swisid nan kòlè, li te choke.Pou genyen sou kè moun, li te dekrete pou antere Zhong Kui ak tit ofisyèl la nan No. 1 Scholar, epi li tou fè Zhong Kui Bondye nan. Ekzorsism pou debarase mond lan de move lespri.", "聖意": "Priye pou benediksyon sou lakay ou, pwòp sekirite ou, difikilte finansye, echèk biznis, echèk maryaj, pyeton fanm Liujia, vè swa jaden konfyans mwatye kwit, sis bèt domestik, yo ka leve soti vivan, moun ki disparèt, pwose piblik Lwès, pèt migrasyon, Konsèvativite, pèt pwopriyete, maladi, priye pou bon chans nan mòn yo ak tonm", "古人": "Zhong Kui te genyen Dao a", "第X籤": "Vennsizyèm genyen lotri a (Lotri)", "宮": "Mi Palè"}