{"籤詩版本二": "Pase tan nan lapè ak trankil, chita ak kouche pandan w ap pran te apre w fin plen\nOu pa bezwen okipe fizikman ak mantalman, epi ou pa pral definitivman lakòz enjistis oswa dezas.", "詩意": "Egzagram sa a se yon senbòl lapè ak estabilite.\nNan tout bagay, tann pou bon moman an pral pote bòn chans.", "解曰": "Rete an sekirite ak son. Mande bondye yo. Tann jiskaske lè a rive. Bagay yo rive pa chans.", "籤詩故事一": "◇ Foyinhui Dongpo\nYon fwa, Su Dongpo te jwenn kèk konpreyansyon pandan y ap etidye Zen. Li reyalize ke eta li te transandan, epi li te santi kè kontan nan li. Mwen pa kapab kenbe pasyon mwen an, mwen gaye plim mwen epi mwen ekri yon powèm:\n\"Nan mitan syèl la, Jishou klere byen klere atravè linivè a; uit van yo pa kapab soufle, li chita dwat sou yon lotus koulè wouj violèt an lò.\"\n(Uit van yo refere a: pwofi, bès, destriksyon, repitasyon, lwanj, betiz, soufrans, ak kontantman. Sa vle di, pa anbete pa uit eta sa yo rele \"uit van yo pa ka deplase\").\nApre li fin ekri l, Dongpo te voye sèvitè l lòtbò rivyè a pou l bay Zen Mèt Foyin nan tanp Jinshan.\nApre Zen Mèt Foyin li li, li make li ak mo \"pèt\" li bay sèvitè l la pou l reprann.\nDongpo te fache apre li te wè sa, kidonk li te pran yon bato lòt bò larivyè Lefrat la epi li te ale nan tanp Jinshan pou jwenn so Bouda a pou diskisyon.\nLè Dongpo te rive nan pòtay tanp Jinshan, Foyin te deja ap tann nan pòtay la.\nSu Dongpo imedyatman akize Foyin: \"Poukisa ou rele powèm mwen te ekri yon fart?\"\nFoyin reponn: \"Eske w pa deja 'paka pou w soufle pa uit van yo'? Ki jan yo ka 'bat lòt bò larivyè Lefrat la' pa yon pè!\nNan moman sa a, Dongpo te choke pou reyalize ke li pa t ase bon e li te kite wont.\n(Istwa sa a se yon metafò pou \"Chalè a poko rive\")", "聖意": "Priye pou kay ou ak pwòp sekirite ou, pou richès ou, pou biznis ou, pou yon bon moman, pou maryaj ou, pou yon vwayajè fi nan Liujia, pou rive nan vè swa nan jaden yo, pou sis bèt yo rete estab, pou jwenn yon moun, pou pwoblèm, pou pwosè piblik, pou migrasyon, pou pwopriyete pèdi, pou maladi, pou voye nan yon kavo nan mòn, favorab", "古人": "Foyinhui Dongpo", "第X籤": "Trant-yon nimewo genyen", "宮": "Wei Gong"}