{"籤詩版本二": "Vwayaj la retounen se sèten.Ki moun ki konnen jade ki kache nan wòch la?\nYon fwa yon bon atizan gen yon koupe klè, li pral santi l an sekirite ak an sekirite nan peryòd la jasp", "詩意": "Nan egzagram sa a, ou ka wè imaj la nan jad lè ou koupe yon wòch.\nTravay di pou reyisi nan tout bagay.", "解曰": "Trezò a se nan wòch la. Etranje konnen ti kras. Rete tann jiskaske li vin klè. Fè tou sa ou kapab.", "籤詩故事一": "◇Liu Bei chèche talan (twa vizit nan kaye pay, twa vizit nan kaye pay)\nPeryòd Twa Wayòm yo. Zhuge Liang te rete izole nan yon joupa payèt nan Longzhong. Liu Bei te anvi chèche talan, se konsa li te vizite Zhuge Liang an pèsòn. Li te vizite Zhuge Liang twa fwa (li te rele \"Twa Vizit nan kay la pay\" nan listwa). Liu Bei te mande lòt moun yo rete lwen epi li te mande Zhuge Liang: \" Dinasti Han te tonbe, e minis trèt yo te vòlè lavi yo. Monwa ou.\" Kouvri nan pousyè. Mwen pa mezire vèti mwen ak kapasite mwen, mwen vle kwè nan gwo jistis la nan mond lan, men sajès mwen ak konpetans mwen. yo pa fon, se konsa mwen sèvi ak li rampantly. Kòm jodi a. Sepandan, anbisyon mwen an poko fini, èske ou panse plan an pral aplike? \"\nLè sa a, Zhuge Liang te prezante l plan pou divize mond lan an twa pati, epi li te analize sitiyasyon kote Cao Cao pa t disponib e Sun Quan te ka ede l, li te elabore tou sou lachte pastè eta yo nan eta Jing ak Yi. , e te gen yon opòtinite pou pran avantaj sou yo, epi sèlman de eta sa yo te kapab eksplwate.Se sèlman lè sa a li ka genyen mond lan, li menm te di Liu Bei estrateji nan atake Plèn Santral yo. (Te diskisyon sa a pita rele \"Longzhong Dui\"). Apre Liu Bei tande sa, li fè lwanj li kòm si li te jwenn yon trezò, e li te envite Zhuge Liang pou l vin ede, kidonk Zhuge Liang te vin konseye militè Liu Bei.", "聖意": "Kay la se mwayèn, tèt li an sekirite, k ap chèche richès, komès travay, anpeche maryaj, vin tounen yon vwayajè vityèl nan Liujia, ak vè swa nan Yaotian, an reta vin tounen yon bèt pwospere, kap chèche moun, pwose piblik, migrasyon, pèdi pwopriyete, maladi Lwès. , pòv Anshan, kavo chanjman nan favorab", "古人": "Liu Bei chèche talan (twa vizit nan kaye pay, twa vizit nan kaye pay)", "第X籤": "Gayan trant-dezyèm lotri a", "宮": "Wei Gong"}