{"籤詩版本二": "Si ou vle rete nan lapè ak trankil, li pa apwopriye pou gen bouji ak lanp nan van an.\nLi pi bon pou netwaye epi chita nan yon sal gwo twou san fon, evite limyè, souke nan yon kote ki trankil, epi deplase. Souke → Yao. Gratis → kèk.", "詩意": "Egzagram sa a se tankou van an souke lanp lan ak chandèl.\nKenbe bagay yo konstan pral pote bòn chans.", "解曰": "Etabli nan yon kote trankil. Rete sou apèl Et être alè. Se pa yon benediksyon. Konsèvatif ak apwopriye.", "籤詩故事一": "◇Li Jing retounen nan mòn lan\nLi Jing (571-2 jiyè 649), non koutwazi Famasyen, se te yon natif natal nan Sanyuan, Yongzhou (kounye a nan nòdès Konte Sanyuan, Shaanxi Pwovens). Yon jeneral ki soti nan fen Dinasti Sui rive nan kòmansman Tang Dinasti a, li te yon stratèj militè pi popilè ak konpetans sivil ak militè nan Dinasti Tang. Apre sa, li te akòde tit la nan Duke nan Wei, epi li te li te ye kòm Duke nan Wei nan mond lan.\nLi Jing se papa twazyèm chèf Nezha nan lis bondye yo, ke yo rele tou \"wa Tota\". Li Jing ak pitit gason l 'asiste Jiang Ziya (Tai Gong) pou defèt Rèn Zhou, etabli Dinasti Zhou, ak wa. Wu ofisyèlman moute fòtèy la. Jiang Ziya Lè sa a, mete yon lis bondye ak fè yon seremoni pou apeze nanm yo nan sòlda ki te mouri nan batay la. Depi lè sa a, mond lan te vin lapè ak lapè. Wa Wu te vle fè marquis ak rekonpanse yo, epi li te vle tou asiyen tè ​​bay ewo fondatè yo. Li Jing, papa l 'ak pitit gason, ak lòt sèt moun te mande pou yo retounen nan mòn lan pratike Taoism epi yo pa dwe obsede ak t'ap nonmen non monn ak richès. Apre sa, tout sèt nan yo \"te vin sen nan kò\" ak klase nan klas la nan imòtèl.\nIstwa a nan \"Feng Shen Bang\"", "聖意": "Kay la se konsèvatif, mwen òdinè, mwen chèche richès, mwen gen difikilte nan biznis, maryaj mwen an enkonsistan, Liujia priye pou pyeton yo gen lafwa, vè swa yo mi an otòn, ak sis bèt yo an sekirite, moun yo disparèt, pwosè piblik. ak migrasyon yo konsèvatif, pèdi pwopriyete maladi, pa chanje kavo a nan Jianxingshan", "古人": "Li Jing retounen nan mòn lan", "第X籤": "Trant-sètyèm gayan lotri", "宮": "Shen Gong"}