{"籤詩版本二": "Wou wouj la tonbe nan lwès la, lapen an leve nan lès, yin a grandi ak yang a disparèt, ak tout bagay pwospere.\nSi yon fanm vle sèvi ak li, li pral ogmante richès li epi pote kontantman nan kè li.", "詩意": "Egzagram sa a se senbòl Yin ap grandi ak Yang disparèt.\nTout bagay difisil anvan li vin fasil pita.", "解曰": "Yin benefisye fanm yo. Pa apwopriye pou gason. Si w ap chèche konsèy. Sa ki mal la vini an premye epi apre sa ki bon an vini.", "籤詩故事一": "◇Wu Zetian te monte twòn nan\nNan laj 14 an, Anperè Taizong Li Shimin nan Dinasti Tang te konvoke Wu nan palè a kòm yon moun ki gen talan, yo te rele \"Wu Mei\". Apre Taizong te mouri, Zetian te antre nan tanp Ganye e li te vin yon mè.\nLè Anperè Gaozong nan Dinasti Tang la te vin sou fòtèy la, li te rele fanmi Wu nan palè a pou rann omaj a Zhaoyi. Nan sizyèm ane Yonghui (655), Anperè Gaozong te etabli Wu kòm larenn li.\nWu Zetian te entèlijan, patisipe nan literati ak istwa, e li te rich nan resous. Yon ti tan apre Wu Zetian te vin larenn lan, paske Gaozong te fèb ak malad, pafwa li te konfye l pou okipe sèten zafè politik, kidonk pouvwa li te grandi. Nan premye ane Shangyuan (674), Anperè Gaozong te rele \"Anperè\", Empress Wu te rele \"Rèn nan syèl la\", epi yo tou de te rele \"De Sen\" nan palè a.\nNan premye ane Hongdao (683), Anperè Gaozong te mouri, Prince Li Xian te vin sou fòtèy la, epi Wu Zetian te pran fotèy la. Nan mwa fevriye nan premye ane Sisheng (684), Wu Zetian te depoze Li Xian kòm wa Luling e li te etabli katriyèm pitit gason l 'Li Dann kòm anperè, kontinye dirije dinasti a. Nan mwa septanm nan menm ane a, li chanje drapo a an lò, epi Luoyang, kapital lès la, te chanje non kapital diven an. Nan nevyèm jou septanm nan premye ane Tianshou (690), Wu Zetian te pwoklame tèt li anperè epi li chanje non peyi a an Zhou.", "聖意": "Kay la pa favorab pou tèt li, priye pou benediksyon, chèche richès, veye tranzaksyon, bòn chans nan maryaj, move chans nan maryaj (fi), pyeton bloke jaden, vè swa, bèt pwospere, kap chèche moun, separasyon, pwosè, pèt, migrasyon. , pèt pwopriyete, maladi, chòk, mòn ak tonm, bòn chans", "古人": "Wu Zetian monte fòtèy la", "第X籤": "Karantyèm ganyan lotri a", "宮": "Ou palè"}