{"籤詩版本二": "Ou pral sonje enfini bon pawòl yo, men w ap vin pitit ou si w rekonèt vòlè a.\nPa bezwen visye nan moman sa a epi enkyete w sou fason li ta fè yon bon bagay yon ane de sa.", "詩意": "Egzagram sa a idantifye yon vòlè kòm yon pitit gason.\nFè atansyon nan tout sa w ap fè.", "解曰": "Jis sa a. Yon mesye pa fè erè. Kenbe li nan tèt ou. Pa rete poukont ou.", "籤詩故事一": "◇Dong Zhuo aksepte Lu Bu\nLu Bu, brav ak bon nan batay, se te yon jeneral militè pi popilè nan fen Dinasti Han lès la ak kòmansman Twa Wayòm yo.Li te konsidere Ding Yuan, gouvènè Jingzhou a, kòm papa adoptif li epi li te sèvi anba l.\nApre lanmò Anperè Ling nan Dinasti Han lès la, Ding Yuan te ale nan Beijing pou fè konplisite ak jeneral He Jin pou kontwole gouvènman an.\nDong Zhuo te goumen ak Ding Yuan, men plizyè jeneral pa t kapab defèt Lu Bu, se konsa Dong Zhuo te voye sibòdone li a Li Su pou kòronp Lu Bu. Li Su te pote pil trezò lò ak ajan ak pi popilè chwal lapen wouj pou \"vizite Lu Bu\". Li Su te pote pil trezò lò ak ajan ak pi popilè chwal lapen wouj la pou vizite Lu Bu. Se konsa, Dong Zhuo te korupte Lu Bu pou touye Ding Yuan, epi li te di sòlda li yo pou yo vini avè l si yo te vle, epi pou yo kite si yo pa vle swiv li. Kòm rezilta, pi fò nan sòlda yo kouri ale. Se konsa, Lu Bu te kòronp pa Dong Zhuo epi touye Ding Yuan.\nApre Dong Zhuo te pran pouvwa a, li te adopte Lu Bu kòm pitit gason adopte l ', li fè l' yon jeneral ak marquis.\nDong Zhuo te gen yon tanperaman vyolan, ak \"relasyon papa-pitit gason an\" ak Lu Bu te aktyèlman trè fèb. Nan ane 189 AD, sou enstigasyon Situ Wang Yun, Lu Bu touye Dong Zhuo.\nSis mwa apre lanmò Dong Zhuo, ansyen twoup Dong Zhuo yo te anvayi kapital la, epi Lu Bu ak madanm li te kouri nan panik. Apre li te kite kapital la, Lu Bu te chèche refij ak chèf lagè Yuan Shu, Yuan Shao, Zhang Yang, Zhang Miao, Liu Bei, elatriye, epi li te goumen anpil fwa ak Cao Cao, yon lòt gwo chèf lagè nan epòk la.Lu Bu te brav ak bon. nan batay, ak bat Cao Cao plizyè fwa.\nNan twazyèm ane Jian'an nan Dinasti Han lès la, twoup Cao Cao yo te atake Xiaopei, baz Lu Bu a, epi yo te kaptire ak touye pa Cao Cao anba gwo kay won Baimen. Anvan ekzekisyon, Lu Bu te mande Cao Cao kenbe l 'viv pou evite lanmò, men Liu Bei raple Cao Cao ke Lu Bu te trayi anpil fwa e li te yon nonm malonèt. Nan fen a, Cao Cao, ki moun ki sèlman valè talan kèlkeswa moralite, egzekite Lu Bu.", "聖意": "Mwen alèz lakay mwen, anjeneral mwen chèche lajan, veye kont tranzaksyon yo, li difisil pou marye, moun Liujia sezi, moun vin nan jaden an, vè swa yo mwatye mi, sis bèt yo an sekirite, moun ap chèche moun, Pwosè yo apwopriye ak migrasyon, bagay ki pèdi yo difisil pou jwenn, maladi yo difisil pou jwenn, epi gen lapè nan kavo Zhenxing Mountain.", "古人": "Dong Zhuo aksepte Lu Bu", "第X籤": "41yèm gayan lotri a", "宮": "Ou palè"}