{"籤詩版本二": "Anperè a, anperè a, ak enperatris a pral finalman gen pitye epi tann epi priye pou benediksyon san pèt oswa benefis.\nTout èt santi yo benefisye de li, epi yo espere pwosperite nan mond lan ak nan syèl la.", "詩意": "Egzagram sa a se yon siy favè ki soti nan syèl la.\nTout bagay pral gen siksè.", "解曰": "Anperè a te montre favè li. Pa janm bliye. Rituèl maten ak aswè. Li apwopriye pou boule lansan.", "籤詩故事一": "◇Mulian sove manman l\nMokou Lian, oswa Mulian, se pi pwisan nan mitan dis disip Sakyamuni Bouda.\nManman l 'te visye ak chich pandan tout lavi li, kidonk li te tonbe nan domèn nan fantom grangou apre lanmò li. Mokhullian te itilize pouvwa majik li pou obsève e li te dekouvri ke manman l te fèt tankou yon fantom grangou, li pa t gen okenn fason pou l jwenn manje e li te nan gwo difikilte.Li te itilize pouvwa majik li pou l pote manje bay manman l, san atann, apre manman an te resevwa. manje a, li tounen sann epi yo pa t 'kapab manje.\nMaudgalyana te enkyete sou sa ki te pase e li te rapòte l bay Bouda. Bouda a te di Mulian ke nan 15yèm jou setyèm mwa linè a, li ta dwe mete yon santèn gou ak senk fwi nan yon basen epi ofri yo bay relijyeu vètye nan dis direksyon yo.Avèk pouvwa sa a, manman l 'ta kapab manje. .\nMaudgalyana te aji selon volonte Bouda a, e finalman manman l te libere. Kalite seremoni sa a rele \"Obon Festival\" epi festival sa a rele \"Obon Festival\".\n(Remak: Yon kalite sibstans gen santiman diferan nan diferan nivo nan mond lan. Pou egzanp: lè lapli tonbe nan mond sa a, nou wè li kòm \"dlo\", pandan ke èt nan domèn nan fantom grangou santi li kòm \"san\", ak èt sansib nan monn lanfè a santi li kòm \"san\". Li santi l tankou \"depoze yon nepe\", pandan ke èt selès yo santi yo tankou \"depoze yon flè\".)", "聖意": "Priye pou kay ak kay, priye pou bòn chans nan sezon fredi, k ap chèche richès, pa gen okenn tranzaksyon, maryaj, lapè nan Liujia, pyeton, jaden k ap deplase, vè swa, sis bèt, jwenn moun, pwose, siksè, migrasyon, konsèvativite, pèdi pwopriyete, maladi. , lapè nan tèt ou, lapè nan mòn ak tonm", "古人": "Mulian sove manman l", "第X籤": "Siyen karannde", "宮": "Ou palè"}