{"籤詩版本二": "Mond lan fleksib ak tout bagay yo oto-sipòte, oto-sipòte ak san danje\nTout bagay nan lavi a se bèl bagay, remèsye sen yo ak saj yo pou tout bagay, epi yo dwe pwospere.", "詩意": "Egzagram sa a reprezante amoni ant tè a ak tè a.\nTout bagay ap mache byen e pa gen okenn danje.", "解曰": "Tout bagay fèt. Tout plan ak volonte yo rive vre. Ford ede. Rui Qi prese.", "籤詩故事一": "◇Walkers jwenn lumières\nIstwa vwayaj nan Lwès la:\nSun Wukong te pran sou mòn Flè ak Fwi e li te vin wa.Apre, pou l te jwenn yon fason pou l viv pou toutan, li te pase uit oswa nèf ane vwayaje atravè mòn ak rivyè pou adore Patriyach Bodhi kòm pwofesè li. de transfòmasyon nan sa ki mal sou latè ak nyaj topo yo, li pran ti non Solèy la pou premye fwa.Yo rele Wukong.\nApre sa, Sun Wukong te ale nan Palè dragon an nan lanmè Lachin lès la nan lòd yo jwenn yon zam apwopriye, epi finalman jwenn Ruyi Golden Cudgel la, zegwi a diven nan Tianhe ak Dinghai. Piske lavi l te fini, li te fè yon gwo meli melo nan mò yo ye a, li te revize liv lavi ak lanmò a, epi li te retounen nan monn imen an. Apre sa, syèl la te rele Sun Wukong pou premye fwa e li te rele Bima Wen. Apre sa, li te rele nan syèl la pou yon dezyèm fwa epi yo te nonmen wa makak la.Li te vòlè pèch tou ak koze pwoblèm nan syèl la.Li te sele nan founo Bagua pou pratike je lò lò ak je dife.Finalman, li te siprime. pa Tathagata Bouda nan pye Wuzhi Mountain pou 500 ane, pa kapab deplase. Kote yo te choute founo Bagua a tounen yon mòn nan flanm dife.\nSenksan (500) ane pita, Monk Tang te ale nan Lwès la pou jwenn ekriti yo, te pase pa mòn Senk Eleman an, epi li te retire talisman an anvan li te sove Sun Wukong. Sun Wukong te pete nan kri ak rekonesans.Apre li te resevwa enstriksyon pa Guanyin Bodhisattva, li te adore Tang Monk kòm pwofesè li epi li te ale nan Lwès la pou aprann ekriti yo ansanm. Sou wout la yo aprann ekriti yo, Sun Wukong desann sou move lespri yo ak elimine monstr, ak repete fè fe ekstraòdinè.Sepandan, li te mal konprann epi mete deyò pa mèt li Tang Seng ankò e ankò. Apre katrevenyen difikilte, travay la te finalman fini. Kat mèt ak disip yo te rive nan tanp Xitian Leiyin epi yo te jwenn vrè ekriti a. Sun Wukong reyalize bon rezilta a.\n(Istwa sa a se yon metafò ke menm yon makak ka vin eklere, kite pou kont li yon èt imen.)", "聖意": "Kay la favorab pou tèt li, k ap chèche richès, biznis, maryaj, Liujia, pyeton gason, obstak nan jaden, vè swa, sis bèt, Zhongping, kap chèche moun, pwose, siksè, migrasyon, pèt pwopriyete, maladi, kavo Chuanxingshan, bagay sa yo. yo favorab", "古人": "Vwayajè a rive nan Syèk Limyè", "第X籤": "Siyen sou 43yèm la", "宮": "xugong"}