{"籤詩版本二": "Tan frèt la vire dlo nan glas.Poukisa ou dwe visye pou t'ap nonmen non?\nMwen pa gen okenn chwa men chita trankil epi tann pou fèy yo fleri natirèlman.", "詩意": "Nan egzagram sa a, dlo vin tounen glas.\nPa mande anyen pou gremesi.", "解曰": "Dlo jele nan glas. Glas fonn nan dlo. Si se yon konplo. Se konsa li ye.", "籤詩故事一": "◇Wang Xiang mande pou karp (vennkat istwa Piete Filial)\nWang Xiang nan Dinasti Jin a, non koutwazi Fuzheng, te fèt nan Linyi.\nLè Wang Xiang te jèn, manman byolojik li te mouri.Papa poukont li te marye ak yon fanm ki te rele Zhu, e Wang Xiang te gen yon nouvo manman. Lè Wang Xiang te jèn, manman byolojik li te mouri, e papa poukont li te marye ak yon fanm ki te rele Zhu. Bèlmè Wang Xiang a se te yon fanm etwat ak jalouzi.Li pa t renmen Wang Xiang e souvan reprimande l 'pou bagay trivial. Byento, bèlmè a tou te fè yon pitit gason yo te rele Wang Lan. Bèlmè a sèlman te renmen pwòp pitit li yo, li te konsidere Wang Xiang kòm yon pikan nan kòt li.Li te vin menm plis egzijan sou Wang Xiang, e souvan te pale mal sou Wang Xiang devan papa l '.Menm papa l' piti piti pa renmen l 'ankò. Bèlmè a sèlman te renmen pwòp pitit li yo, li konsidere Wang Xiang kòm yon pikan nan kòt li.Li te menm plis egzijan sou Wang Xiang, e souvan te pale mal sou Wang Xiang devan papa l '.Menm papa l' piti piti pa renmen l 'ankò. Malgre ke demi-frè Wang Xiang a, Wang Lan se trè zanmitay ak frè l '. Malgre tòti bèlmè li, li te toujou trè filyal. Bèlmè a tèlman piman bouk, men Wang Xiang toujou trè filyal.\nBèlmè l 'gen yon plezi, se sa ki, li renmen manje pwason fre jis lapèch soti nan gwo larivyè Lefrat la. Bèlmè l 'gen yon plezi, se sa ki, li renmen manje pwason fre jis lapèch soti nan gwo larivyè Lefrat la. Yon sezon fredi, papa l 'te ale pou biznis, ak bèlmè li tonbe malad ankò. Frè Wang Xiang ak Wang Lan ak anpil atansyon sèvi soup ak medikaman pou manman yo manje. Nan move tan frèt la grav, maladi bèlmè a toujou pa amelyore. prese. Yon sezon fredi, papa l 'te ale pou biznis, ak bèlmè li tonbe malad ankò. Frè Wang Xiang ak Wang Lan ak anpil atansyon sèvi soup ak medikaman pou manman yo manje. Nan move tan frèt la grav, maladi bèlmè a toujou pa amelyore. prese. Bèlmè malad la te vle manje pwason fre nan gwo larivyè Lefrat la, nan gwo klima frèt sa a, li te nèj deyò epi dlo nan rivyè a te deja tounen glas epè. Bèlmè ki malad la te vle manje pwason fre, ki kote yo ka jwenn pwason fre nan klima glas ak lanèj sa a?\nNan epòk sa yo, pa te gen okenn asyèt nan sezon an, epi ou pa t 'kapab achte yo menm si ou te gen lajan.\nNan pwen sa a nan istwa a, istwa a manyen Wang Xiangqiu Li te rive. De frè yo te veye manman yo san sekou.Wang Xiang te mache ale nan rivyè a nan frizè yo nan lòd yo pa desevwa bèlmè li malad.Wang Xiang te gen yon lide ak wete chemiz li kèlkeswa frèt la.Li kouche toutouni sou glasye a e li te vle Li itilize pwòp tanperati kò li yo fonn glas la (se konsa Wang Xiangqiu carp yo rele tou Wang Xiang kouche sou glas la). Li wete chemiz li epi li kouche toutouni sou glasye a. Li priye Bondye epi li di: \"Bondye, manman m malad epi li vle manje karp fre. Ou dwe jwenn yon fason pou mwen kèlkeswa sa. \" Etranj ase, blòk glas la toudenkou fann, e te gen de. krak.Yon carp vivan vole soti nan fant la epi li vole sou glas la.Wang Xiang te trè kontan. Li priye Bondye: \"Bondye, manman m malad epi li vle manje fre carp. Ou dwe jwenn yon fason pou mwen kèlkeswa sa. \" Etranj ase, blòk glas bò kote l 'toudenkou fann, e te gen de fant. Yon karp vivan vole soti nan fant la ak sote sou glas la.Wang Xiang te trè kontan. Li mete ajenou byen vit, li di Bondye mèsi, epi li kouri lakay ak karp la. Li mete ajenou byen vit, li di Bondye mèsi, li byen vit pran karp la epi li ale lakay li. Apre bèlmè a te manje karp fre, li byento refè apre maladi li a. Bèlmè a nan kabann lopital la te sezi lè li te wè anwo kò Wang Xiang toutouni, ki te vire koulè wouj violèt nan frèt la, ak de pwason nan men l '.Li kouri nan chanm nan san pwoblèm mwen tap e li te sezi.\nWang Xiang pita te vin yon ofisyèl e li te vin tounen yon Taibao, epi yo te akòde tit la nan Duke.", "聖意": "Alèz nan kay la, mwen priye pou pwoteksyon, difikilte finansye, pwoblèm biznis, maryaj, enkonsistans nan asirans Liujia, pyeton, Chi Tian, ​​pèt vè swa, sis pèt bèt, moun ki disparèt, pwose piblik, migrasyon, konsèvatif, pèdi pwopriyete, maladi. , difisil pou sòti anba yon maladi, kavo mòn, bòn chans", "古人": "Wang Xiang mande pou karp (vennkat istwa Piete Filial)", "第X籤": "Karannèf genyen lòt la", "宮": "Haigong"}