{"籤詩版本二": "Ou ka vwayaje nan tout kwen nan peyi a, pandye canopy vwal la kenbe li lib\nSi gen yon van favorab, li pral rive byento ak bato a pral plen trezò.", "詩意": "Egzagram sa a se tankou rale yon bato ak van an.\nTout bagay ale byen.", "解曰": "Repoze alèz. Pa gen efò ki nesesè. Anpil richès. Tout admire.", "籤詩故事一": "◇Tao Zhugui Five Lakes (Fan Ligui Lake)\nNan peryòd prentan ak otòn, Fan Li, ki gen non koutwazi te Shaobo, te konnen tou kòm Gui Yizipi oswa Tao Zhugong.\nNan tan sa a, te gen yon lagè ant Eta Wu ak Eta Yue, ak Eta Wu detwi Eta Yue. Fan Li ak Wen Zhong te fòme yon plan pou Yue King Gou Jian ankouraje Yue epi detwi Wu. Fan Li pèsonèlman te vwayaje nan mòn yo ak rivyè, epi li te vizite Rivyè Huansha nan Mt Cailuo pou jwenn Xi Shi, yon bèl fanm ki gen tou de bèl kalite, talan, ak bote, epi li te prezante l bay wa Wu a. Li te itilize yon \"bote\". Trick\" pou kolabore anndan kou deyò epi detwi Wayòm Wu.\nApre li te reyisi elimine Wayòm Wu a, Fan Li te konnen Gou Jian te yon \"zwazo kou long ak yon bèk\" e li te kapab pataje difikilte ak kontantman avè l, kidonk li menm ak Xi Shi te navige atravè Wayòm Qi a, chanje non yo. Gui Zipi, li mennen pitit gason l yo ak disip yo nan Wayòm Qi a, yo rete nan yon kaye bò lanmè a. Li te travay di pou kiltive dezè, dirije yon biznis sou kote ak fè biznis.. Nan kèk ane, li akimile dè dizèn de milyon pwopriyete fanmi. Li te jenere nan gaye richès ak fè byen nan vil natif natal li.Sajès ak kapasite Fan Li te apresye pa moun nan Qi.Wa Qi a envite l 'nan Linzi, kapital la, epi adore l' kòm premye minis la an chaj nan zafè gouvènman an. . Li te di: \"Lè w yon ofisyèl ka mennen nan minis, epi dirije yon fanmi ka mennen nan yon fòtin. Pou yon commoner ki te kòmanse nan grafouyen, sa a te rive nan ekstrèm. Yo te onore pou yon tan long se pwobableman pa yon bon siy.\" Se konsa, sèlman twa ane pita, li yon lòt fwa ankò Jiliu fè bak avèk kouraj, retounen sele a bay wa Qi a, epi li bay tout richès fanmi l 'bay zanmi pwòch li yo ak nan vilaj parèy li yo.", "聖意": "Kay la bon pou tèt li (yo dwe anbake), k ap chèche richès, bòn chans pou lwès la, biznis an reta, maryaj pa bon, Liujia an sekirite, moun yo bloke jaden yo, vè swa, otòn, bon pou sis bèt yo, prentan se pwospere, moun ap chèche moun, pwosè yo move, migrasyon se konsèvatif, bagay ki pèdi, maladi Lwès yo debouche, mòn ak tonm nan sid.", "古人": "Tao Zhugui Five Lakes (Fan Ligui Lake)", "第X籤": "Senkantyèm gayan lotri a", "宮": "Haigong"}