{"籤詩版本二": "Ete a se jou ki pi long ak tout moun enkyete sou chalè a ak depresyon\nSyèl la ak tè a konnen tou sa moun vle, ak briz la soufle e li natirèlman fre", "詩意": "Egzagram sa a endike ke tout moun enkyete sou chalè.\nFè tou sa ou vle.", "解曰": "Pa gen okenn dout sou si wi ou non pou avanse oswa fè bak. Pase yon bon moman. Èske se pou kan? Pa bezwen aji san pèdi tan.", "籤詩故事一": "◇Kong Ming antre nan Sichuan\nZhuge Liang (181-234), non koutwazi Kongming, se te yon natif natal nan Yangdu, Langya (kounye a Yinan County, Shandong Province), e li te premye minis Shu Han (Liu Bei) pandan peryòd Twa Wayòm yo.\nMalgre ke Liu Bei te genyen Jingzhou, li pa t ase pou separe yon bò, Zhuge Kongming te planifye pou pran Xichuan pou ogmante teritwa Liu Bei. Nan moman sa a, Zhang Lu te atake Liu Zhang nan Yizhou nan nò a. Zhuge Kongming te aprann ke Liu Zhang te vle dedye kat jeyografik la nan Xichuan nan Cao Cao yo nan lòd yo pwoteje tèt li. Lè Zhang Song (sibòdone Liu Zhang a) te rankontre Cao Cao, paske Cao Cao te arogan ak grosye, Liu Zhang te pran kat jeyografik la tounen nan Xichuan epi li te pase Jingzhou sou wout la. Kong Ming te deja ap tann li sou wout la e li te envite l nan Jingzhou, men li pa janm mansyone foto Xichuan jouk lè depa a. Zhang Song te rekonesan anvè Kong Ming pou koutwazi ak Ospitalite li, kidonk li te dedye foto Xichuan pou li.\nTèren Xichuan a te danjere epi yo ka atake oswa defann.Apre aranjman divès kalite Kong Ming, Xichuan te vin kote li fèt Liu Bei.\n(Kong Ming te trete moun ak koutwazi epi li fasil jwenn Xichuan ki te sitèlman anvi a.)", "聖意": "Priye pou benediksyon nan kay la ak pou pwòp tèt ou-konservasyon (gen bon chans nan malè a) Chèche richès, bòn chans nan biznis, maryaj komen, nesans ti gason nan Liujia, k ap deplase jaden, vè swa, domaj nan bèt, kap chèche moun, piblik. pwosè, migrasyon, vye bagay pèdi, maladi nò, vle pou mòn ak tonm", "古人": "Kong Ming antre nan Sichuan", "第X籤": "Chapit 51: Genyen lotri a (genyen lotri a)", "宮": "Matris"}