{"籤詩版本二": "Li mande anpil efò pou kenbe lalin lan nan dlo a.Li mande anpil efò men anyen.\nPa pale tenten epi gaspiye efò w pou w ranfòse kò a, mo \"kò cheche\" okòmansman vle di \"kò pou kont li\".", "詩意": "Egzagram sa a se visye pou imaj la nan efò.\nTout se travayè ak travayè.", "解曰": "Pwomès yo difisil pou sonje. Anpil travay di. Enkyete lakay ou. Ap tann pou rankontre moun nòb.", "籤詩故事一": "◇Taibai kenbe lalin lan pandan y ap bwè (Li Taibai te kenbe lalin lan pandan y ap bwè)\nLi Bai (701-762), konnen tou kòm Taibai, konnen tou kòm Qinglian Jushi. Powèt la nan Dinasti Tang la, ki te rele tèt li yon imòtèl depòte, yo te konnen kòm Imòtèl la nan Pwezi, epi li te toujou kontan san yo pa bwè.\nYon fwa Li Bai te vin nan Jinling (kounye a Nanjing) ak repoze nan yon restoran akote Wende Bridge.\nJou sa a te rive kenzyèm jou nan mwa ivè linè a. Nan mitan lannwit, li te chita pou kont li nan restoran an epi admire lalin nan, pandan y ap bwè ak resite powèm. Jou sa a te rive kenzyèm jou nan mwa ivè linè a. Nan mitan lannwit, li te chita pou kont li nan restoran an epi admire lalin nan, pandan y ap bwè ak resite powèm. Li Taibai te renmen lalin nan pi plis nan lavi li, li di ke li te pwòp ak bèl. Li Taibai te renmen lalin nan pi plis nan lavi li, li di ke li te pwòp ak bèl. Jou lannwit sa a, li leve je l ', li wè lalin lan blan ak wonn nan syèl la.Li te kontan anpil epi li bwè kèk lòt vè. Jou lannwit sa a, li leve je l ', li wè lalin lan blan ak wonn nan syèl la.Li te kontan anpil epi li bwè kèk lòt vè. A minwi, Li Taibai te pwofite diven an epi li desann nan Wende Bridge. A minwi, Li Taibai te pwofite diven an epi li desann nan Wende Bridge. Le pli vit ke li te monte sou pon an, li bese tèt li epi toudenkou wè lalin lan tonbe nan dlo a.Lè rivyè a deplase, kèk liy nwa yo te ajoute nan lonbraj lalin blan an. Le pli vit ke li te monte sou pon an, li bese tèt li epi toudenkou wè lalin lan tonbe nan dlo a.Lè rivyè a deplase, kèk liy nwa yo te ajoute nan lonbraj lalin blan an. Li Taibai te tèlman bwè nan moman sa a ke li te panse se lalin nan ki te tache nan dlo larivyè Lefrat la. Li Taibai te tèlman bwè nan moman sa a ke li te panse se lalin nan ki te tache nan dlo larivyè Lefrat la. Li pa menm pran lapenn poul retire bòt li, li ouvri menl li sote sou pon an poul pran lalin lan. Li pa menm pran lapenn poul retire bòt li, li ouvri menl li sote sou pon an poul pran lalin lan. San atann, ak so sa a, lalin lan pa te kenbe, men lalin lan nan dlo a te kraze e imedyatman divize an de mwatye. San atann, nan so sa a, lalin lan pa te kenbe, men nonm lan te nwaye. Li te mouri nan laj swasant-de an.", "聖意": "Kay la alèz epi ou nan move chans (fè atansyon sou sante ou) (malchans) Chèche richès ak balans (pa menm panse ak sa) Difikilte nan tranzaksyon biznis, maryaj pa rezoud, priye pou pwoteksyon (trezò vid anpeche). foskouch) Pyeton yo nan pwoblèm, vè swa nan jaden an se senk pwen, ak sis bèt yo nan bès (malchans) Chèche moun (malere) Pwosè piblik ak (Sispann pwosè a) Migrasyon òdinè (pa mansyone li) Pèt pwopriyete. (avyon) Priye pou pwoteksyon kont maladi (malere) Bon chans nan mòn ak tonm", "古人": "Taibai te kenbe lalin lan pandan li te sou (Li Taibai te kenbe lalin lan pandan li te sou)", "第X籤": "Senkant-dezyèm genyen lotri a (Lotri)", "宮": "Matris"}