{"籤詩版本二": "Lè fristrasyon vire nan ekspresyon, dragon gwonde ak tig gwonde.\nSyèl la ble gen pwòp wout li nan syèl la.Se pou mwen gen yon lòt chans pou yo rive nan nonm lan.", "詩意": "Egzagram sa a se tankou yon dragon gwonde ak yon tig gwonde.\nGen espwa ke tout bagay pral byen mache.", "解曰": "Jis anseye epi ale. Gen pwòp pwosperite ou. Yo dwe fèt nan fen a. Gen yon kote yo ka jwenn.", "籤詩故事一": "◇Liu Bei rekrite yon lamarye\nApre batay la nan Chibi, Sun Quan te anvi reprann Jingzhou, ki te kaptire pa Liu Bei, kidonk li te itilize plan Zhou Yu a, pretann ke li te vle fiyanse, sè l 'Sun Ren ak Liu Bei, men an reyalite li te vle pran. Liu Bei kòm yon otaj pou reklame Jingzhou.\nApre Zhuge Liang te espyone plan Zhou Yu a, li te remèt bwochi a ak estrateji nan Zhao Yun, ki te pwoteje Liu Bei lè li te ale nan Soochow. Zhao Yun te swiv estrateji nan bwochi a ak fè espre fè yon gwo Splash kite Wu Guotai ( Papa Sun Quan) konnen sou pwopozisyon maryaj la. Paske Wu Guotai te renmen pitit fi li a epi li pa t vle pran desizyon aksidantèl sou zafè lavi pitit fi li a, li reprimande Sun Quan paske li te san pitye ak sè l ', li pwopoze pèsonèlman teste si Liu Bei te merite pou pitit fi l' nan tanp Ganlu. Apre Wu Guotai te rankontre Liu Bei, li te apresye anpil Liu Bei ak fòtman defann maryaj ant Liu Bei ak pitit fi li a. Kòm rezilta, Liu Bei te marye avèk Madan Solèy.\nApre sa, Liu Bei ak Madam Sun te kouri tounen Jingzhou ansanm.Apre, Sun Quan te vle pran avantaj de atak Liu Bei a sou Yizhou pou atake Jingzhou, men Wu Guotai te sispann, ki te enkyete sou sekirite pitit fi li a.\nLi te di: \"Plan entelijan Zhou Yu a se pi bon an nan mond lan. Li pèdi madanm li epi li pèdi twoup li yo.\"\n(Liu Bei te jwenn nan mal)", "聖意": "Mwen pa gen chans lakay mwen e mwen pa gen chans (premye move chans, apre sa bon).Chache richès, balans, difikilte nan maryaj, siksè nan maryaj.Lapriyè pou benediksyon pou pyeton, vè swa nan jaden yo, senk pwen pou domaj bèt, rechèch. pou moun, pwosè ak migrasyon, bòn chans pou byen pèdi, bòn chans pou maladi, lapè nan mòn ak tonm.", "古人": "Liu Bei rekrite yon lamarye", "第X籤": "Nimewo senkant-twazyèm genyen", "宮": "Matris"}