{"籤詩版本二": "Plaj la plen wòch, larivyè a ap koule, van an klè, lalin lan klè, ak moun nòb yo okipe.\nSou wout la, fòk mwen mande ki kote pou m ale, pa pran sant flè ak plant nan forè a, pa pran swen li.", "詩意": "Egzagram sa a se tankou yon bato k ap vwayaje sou yon ti plaj.\nNan tout bagay, gen moun nòb pou ede.", "解曰": "Pou fè yon vi. Anpil travay di. Rete konsèvatif epi tann. Tout pi bon an.", "籤詩故事一": "◇Lushan rebelyon\nYon Lushan (703-757), ki gen ti non Kang e ki te rele Yaluoshan, te soti nan Liuchheng, Yingzhou (kounye a Chaoyang, Liaoning).\nApre sa, li te pran ti non An epi li te chanje non li an Lushan. Pandan rèy Anperè Xuanzong nan Dinasti Tang, An Lushan te anvwaye militè a.\nNan mwa Novanm nan 14yèm ane Tianbao, An Lushan leve twoup yo nan Fanyang, nan non atake Yang Guozhong, li te lanse yon rebelyon epi pran twoup yo nan twa vil yo atake Luoyang, kapital lès la. Rapò ki soti nan Taiyuan kouri ale nan Lishan.Tang Xuanzong, ki te nan Palè Huaqing nan Lishan nan moman sa a, pa t 'kwè ke Anlushan ta rebèl. Sepandan, nouvèl sou rebelyon an kontinye gaye, ak Xuanzong te toujou mwatye konvenki. (Sa a se yon deskripsyon nan \"son an nan dlo ki graj k ap koule sou ti wòch nan yon kouran\")\nLi pa t 'jouk Yan Zhenqing, prefè a nan Konte Pingyuan, voye yon moun voye enfòmasyon ke Xuanzong leve nan rèv li.\nAnba estrateji an erè nan Anperè Xuanzong nan Dinasti Tang la, rejiman kavalye An Lushan te kaptire Luoyang, kapital lès la.Nan premye mwa a nan ane annapre a, li te pwoklame tèt li Anperè Dayan nan Luoyang, Jianyuan Shengwu, Anperè Xiongwu, ak Da Xixun kòm premye Minis.\nNan mwa jen menm ane a, Anperè Xuanzong nan Dinasti Tang, anvi soulaje kriz la nan Chang'an ak anba konpreyansyon militè erè, egzekite de jeneral pi popilè, Feng Changqing ak Gao Xianzhi.Lòd sa a choke lame Tang la. (Konpòtman sa a vyole \"wout la dwe lonje dwèt sou rivyè devan an\")\nApre sa, Anperè Xuanzong nan Dinasti Tang la te bay lòd pou yon lòt jeneral, Ge Shuhan, mennen lame Tang nan direksyon lès soti nan Tongguan.\nGe Shuhan, ki moun ki konplètman konprann erè estratejik Anperè Xuanzong nan Dinasti Tang la, te planifye pou retade chanjman an (apwòch la nan \"li nan oke si van an kalm ak mare a se kalm\").\nNan fen a, Anperè Xuanzong nan Dinasti Tang la te panse ke li te twò timid pou goumen, kidonk li pa te gen okenn chwa ke goumen ak An Lushan nan dlo nan je, e li te bat. (Li ranpli \"Si w travay di pou sipòte tèt ou, ou ka blese.\")\nNan Dinasti Tang la, lè twoup fwontyè yo ak ganizon lokal yo pa t gen tan reponn, lame An Lushan te peze fwontyè a epi yo te antre nan zòn kapital la. Nan yon sitiyasyon kritik, Anperè Xuanzong nan Dinasti Tang la te mennen Kò Gad yo chape soti nan kapital la, sa ki lakòz Xijing Chang'an a san lidè tonbe.\n(Tang Xuanzong vyole gidans siy sa a, kidonk rebelyon An Lushan a te reyisi.)", "聖意": "Kay la an sekirite, tèt li gen chans, fòtin la estab, tranzaksyon an pwospere, maryaj la gen siksè (atansyon), yon pyeton gason soti nan Liujia vini nan jaden an, vè swa yo rekòlte, sis bèt yo domaje, yo jwenn moun nan. , pwosè a jistifye, pwopriyete a pèdi pote maladi, se sa ki, kavo Anshan yo ta dwe repare.", "古人": "Lushan rebelyon", "第X籤": "Lotri senkant-sizyèm lan", "宮": "Lèd palè"}