{"籤詩版本二": "Maten ak solèy kouche, sipò Bouda a dwe nan moman danje men pa an danje\nSi ou atire pa yon moun nòb, Lè sa a, lajan ak swa pral tou akonpaye ou. Sa a se Chuan Lai. Tout depann sou ou.", "詩意": "Egzagram sa a reprezante benediksyon sekrè bondye ak Bouda.\nPran pasyans epi gen bon chans nan tout bagay.", "解曰": "Yon siy lapè ansyen alamòd. Lè tout bagay se chè, li pral favorab.", "籤詩故事一": "◇Tang Monk rive nan Syèk Limyè\nYon jou, Tang Seng rive bò larivyè Lefrat la, li wè mòn Lingshan Bouda a devan li, te gen yon pon yon sèl planch devan li, Tang Seng pa t oze travèse li. Bouda a te transfòme nan yon bato epi li te kenbe yon bato ki te kraze san fon.Le pli vit ke Tang Monk te monte nan bato a, li te tonbe nan rivyè a epi li te sove pa bato a.Se konsa Tang Monk te rive Bouddha. (Istwa vwayaj nan Lwès la)\n◇ Ekriti Boudis Tang Monk la\nSanzang nan Dinasti Tang la, ti non komen li te Chen ak non yo bay li te Yi. Li te fèt nan Konte Goushi, Luozhou (kounye a nan sid Yanshi City, pwovens Henan). Li te vin yon mwàn a laj de trèz e li te pran non Boudis Xuanzang.\nYo nan lòd yo jwenn ekriti orijinal Boudis yo, li te soti nan Chang'an (Xi'an jodi a, pwovens Shaanxi) nan twazyèm ane a nan Zhenguan (AD 629), s'aventure atravè fwontyè a, epi li te ale nan difikilte inonbrabl yo rive nan Tianzhu ( peyi Zend) pou kolekte ekriti yo. Li te vwayaje nan tout basen rivyè Ganges ak Indus yo ak zòn sidès kotyè peyi Zend yo, apre sa li te travèse mòn ki kouvri ak nèj yo ak krèt vèt yo, li te fè yon randone plis pase 50 000 mil ale ak retounen.Li te pran 16 ane pou l finalman retounen nan Chang'an. 19yèm ane nan Zhenguan (AD 645). Li te retounen yon gwo kantite ekriti Boudis epi li te tradui yo an Chinwa.\n(Tang Sanzang te pase yon vwayaj long ale ak tounen ant Lachin ak peyi Zend. Li te dwe fè eksperyans danje pandan vwayaj la, men li te kapab retounen an sekirite paske te gen yon sen patwon envizib dèyè li.)", "聖意": "Kay la an sekirite, tèt li se favorab, komès Lwès la reyisi, maryaj la reyisi, pyeton yo bloke jaden an, vè swa yo bloke, vè swa yo 70%, bèt yo pwofitab, pèp la jwenn, piblik Lwès la. pwosè se move, migrasyon an se konsèvatif, se pwopriyete a pèdi wè, maladi a se favorab, mòn yo ak tonm yo favorab.", "古人": "Tang Monk te rive nan Syèk Limyè", "第X籤": "Genyen swasant-de nan lotri", "宮": "Yin Palè"}